{
  "id": null,
  "sura": 18,
  "aya": 29,
  "text": "<p> وقيل: متجاوزًا عن حدّ الاعتدال، وقرأ أبو مجلز (١) ، وعمر بن فائد، وموسى الأسوأريّ، وعمرو بن عبيد {أَغْفَلْنا قَلْبَهُ عَنْ ذِكْرِنا} بفتح لام أغفلنا، ورفع باء القلب بإسناد الإغفال إلى القلب على معنى: حسبنا قلبه غافلين عن ذكرنا إياه بالمؤاخذة والمجازاة. ومعنى الآية {وَلا تَعْدُ عَيْناكَ} الخ؛ أي (٢) : ولا تصرف بصرك، ونفسك عنهم رغبة في مجالسة الأغنياء لعلهم يؤمنون. </p><p> وخلاصة ذلك: النهي عن احتقارهم، وصرف النظر عنهم إلى غيرهم، لسوء حالهم وقبح بزتهم، روي أنّ رسول الله - صلى الله عليه وسلم - قال: - لما نزلت الآية - «الحمد لله الذي جعل في أمتي من أمرت أن أصبر نفسي معه» ثم هذا النهي بقوله: {وَلا تُطِعْ مَنْ أَغْفَلْنا} الخ؛ أي: ولا تطع في تنحية الفقراء عن مجلسك من جعلنا قلبه غافلًا عن ذكر الله وتوحيده، لسوء استعداده، واتباع شهوته، وإسرافه في ذلك غاية الإسراف، وتدسيته نفسه حتى ران الكفر والفسوق والعصيان على قلبه، وتمادى في اجتراح الآثام والأوزار، </p><p> ٢٩ - وبعد أن أمر رسوله - صلى الله عليه وسلم - أن لا يلتفت إلى قول أولئك الأغنياء، الذين قالوا: إن طردت أولئك الفقراء آمنّا بك، أمره أن يقول لهم ولغيرهم على طريق التهديد والوعيد، هذا هو الحق من ربكم، فمن شاء فليؤمن، ومن شاء فليكفر، وقد أشار إلى ذلك بقوله:  {وَقُلِ} أيها الرسول لأولئك الذين أغفلنا قلوبهم عن ذكرنا، واتّبعوا أهواءهم، هذا الذي أوحي إلي هو {الْحَقُّ} حالة كونه كائنًا {مِنْ} عند {رَبِّكُمْ} ومالك أمركم، لا من قبل نفسي، وهو الذي يجب عليكم اتّباعه، والعمل به، فقد جاء الحقّ، وانزاحت العلل، فلم يبق إلّا اختياركم لأنفسكم، ما شئتم مما فيه النّجاة أو الهلاك، {فَمَنْ شاءَ} أن يؤمن به ويدخل في غمار المؤمنين، ولا يتعلل بما لا يصلح أن يكون معذرة له، {فَلْيُؤْمِنْ} به، لأن الحقّ قد وضح، واختفى الباطل {وَمَنْ شاءَ} أن يكفر به، وينبذه وراء ظهره، {فَلْيَكْفُرْ} ، ولست بطارد - لأجل أهوائكم - من كان للحق متبعًا، وبالله وبما أنزل عليّ مؤمنًا، فالله تعالى لم يأذن لي في طرده لأجل أن يدخل في الإيمان جمع من الكفار، وهذه الجملة وردت مورد تهديد، لا مورد </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> تخيير، ولذلك عقّبه بقوله:  {إِنَّا أَعْتَدْنا لِلظَّالِمِينَ} . </p><p> وخلاصة ذلك (١) : أنّني في غنى عن متابعتكم، وإنني لا أبالي بكم، ولا بإيمانكم، وأمر ذلك إليكم، وبيد الله التوفيق، والخذلان، والهدى، والضلال، وهو لا ينتفع بإيمان المؤمنين، ولا يضره كفر الكافرين كما قال:  {إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا} وقرأ (٢) أبو السمال قعنب {وقل الحَقُّ} بفتح اللام، حيث وقع. قال أبو حاتم: وذلك رديء في العربية انتهى. وعنه أيضًا ضم اللام حيث وقع كأنّه إتباع لحركة القاف، وقرأ أيضًا الحقّ بالنصب، قال صاحب «اللّوامح» هو على صفة المصدر المقدر؛ لأنّ الفعل يدل على مصدره، وإن لم يذكر، فينصبه معرفة كنصبه إيّاه نكرة، والتقدير: وقل القول الحقّ، وقرأ الحسن، وعيسى الثقفي بكسر لامي الأمر. </p><p> ولما هدد السامعين بأن يختاروا لأنفسهم ما يجدونه غدًا عند الله، أتبعه بذكر الوعيد على الكفر والمعاصي، والوعد على الأعمال الصالحة، وبدأ بالأول فقال:  {إِنَّا أَعْتَدْنا} راجع (٣) لقوله: {وَمَنْ شاءَ فَلْيَكْفُرْ} وقوله: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ} الخ راجع لقوله: {فَمَنْ شاءَ فَلْيُؤْمِنْ} فهو لف ونشر مشوش؛ أي: إنّا أعددنا وهيأنا، {لِلظَّالِمِينَ} ؛ أي: للكافرين {نارًا أَحاطَ بِهِمْ سُرادِقُها} ؛ أي: نارًا عظيمةً عجيبةً، أحاط بهم سورها، وجدرانها، وفسطاطها، فلا مخلص لهم منها؛ أي: إنا قد أعددنا لمن ظلم نفسه، وأنف من قبول الحق، ولم يؤمن بما جاء به الرسول نارًا، يحيط بهم لهيبها، المستعر من كل جانب، كما يحيط السّرادق والفسطاط بمن حل فيه، فلا مخلص منه، ولا ملجأ إلى غيره، وإيثار صيغة الماضي للدلالة على التحقّق، {وَإِنْ يَسْتَغِيثُوا} من العطش؛ أي: وإن يستغث هؤلاء الظالمون يوم القيامة، وهم في النار، فيطلبوا الماء لشدة ما هم فيه من العطش لحر جهنم، كما قال في سورة الأعراف حكاية عنهم:  {أَفِيضُوا عَلَيْنا مِنَ الْماءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ}  {يُغاثُوا بِماءٍ كَالْمُهْلِ} ، أي: كدري </p><p>(١) المراغي. (٢) البحر المحيط.(٣) الفتوحات.</p>"
}