{
  "id": null,
  "sura": 18,
  "aya": 86,
  "text": "<p> السائلون {مِنْهُ} ؛ أي: من خبر ذي القرنين وحاله، فحذف المضاف {ذِكْرًا} ؛ أي: نبأً مذكورًا، وبيانًا واضحًا، أو المعنى سأتلو عليكم في شأنه من جهته تعالى {ذِكْرًا} ؛ أي: قرآنًا والسين للتأكيد والدلالة على التحقق؛ أي: لا أترك التلاوة البتة، أي: قل لهؤلاء المتعنتين: سأقص عليكم قصصًا وافيًا، جامعًا لما تريدون، أعلمنيه ربي، وأخبرني به، </p><p> ٨٤ - ثم فصل ذلك فقال:  {إِنَّا مَكَّنَّا لَهُ} ؛ أي: لذي القرنين أمره من التصرف {فِي الْأَرْضِ} كيف يشاء، بحيث يصل إلى جميع مسالكها، ويظهر على سائر ملوكها؛ أي (١) : جعلنا له قدرةً على التصرف في الأرض، من حيث التدبير والرأي، وعلى الأسباب حيث سخر له السحاب وبسط له النور وكان الليل والنهار عليه سواء في الضوء، وسهل عليه السير في الأرض {وَآتَيْنَاهُ} ؛ أي: أعطيناه {مِنْ كُلِّ شَيْءٍ} يحتاج إليه في إصلاح ملكه {سَبَبًا} ؛ أي: طريقًا يوصله إلى ذلك الشيء المقصود، كآلات السير، وكثرة الجند، فأراد بلوغ المغرب </p><p> ٨٥ - {فَأَتْبَعَ سَبَبًا} ؛ أي: سلك طريقا يوصله إلى استقصاء بقاع الأرض، ليملأها عدلًا </p><p> ٨٦ - {حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ} أي: حتى إذا بلغ منتهى الأرض من جهة المغرب، بحيث لا يمكنه مجاوزته، ووقف على حافة البحر المحيط الأطلسي الغربي، الذي يقال له: أوقيانوس، الذي فيه الجزائر المسماة بالخالدات، التي هي مبدأ الأطوال، أو جاوز البحر المحيط، ووصل إلى موضع غروبها، ولا مانع من ذلك عقلًا ولا شرعًا، وما المانع من هذا بعد أن حكى الله عنه أنه بلغ مغرب الشمس، ومكن له في الأرض، والبحر من جملتها، ومجرد الاستبعاد لا يوجب حمل القرآن على خلاف ظاهره، ذكره الشوكاني. </p><p> {وَجَدَهَا} ؛ أي: الشمس كأنها {تَغْرُبُ} في رأي العين {فِي عَيْنٍ} ؛ أي: في بحر محيط {حَمِئَةٍ} ؛ أي: ذات طين أسود، شديد السخونة، كما يدل عليه قراءة شعبة، وحمزة، والكسائي، وابن عامر {حامية} بألف بعد الحاء، وبياء بعد الميم، وهي قراءة ابن مسعود، وطلحة؛ أي: وجد الشمس تغرب في عين ذات حمأة، وطين أسود، وتلك العين هي نفس البحر المحيط لا غير. </p><p>(١) المراح.</p><p> وخلاصة ذلك (١) : أنه بلغ بلادًا لا بلد بعدها تغرب عليها الشمس، إذ لم يكن عمران إلا ما عرفوه عند بحر الظلمات، فهو قد سار إلى بلاد تونس، ثم مراكش، ووصل إلى البحر، فوجد الشمس كأنها تغيب فيه، وهو أزرق اللون كأنه طين وماء. </p><p> قال في \"البيان\"  (٢) : ولما وصل ذو القرنين إلى مغرب الشمس، يطلب عين الحياة .. قال له شيخ: هي خلف أرض الظلمة، ولما أراد أن يسلك في الظلمة .. سأل: أي الدواب في الليل أبصر؟ قالوا: الخيل فقال: أي الخيل أبصر؟ قالوا: الإناث فقال؛ أي الإناث أبصر؟ قالوا: البكارة، فجمع من عسكره ستة آلاف فرس كذلك فركبوا الرماك، وترك بقية عسكره، فدخلوا الظلمات فساروا يومًا وليلة، فأصاب الخضر العين, لأنه كان على مقدمة جيشه صاحب لوائه الأكبر، فشرب منها واغتسل، وأخطأ ذو القرنين، فساروا على حصحاص من حجارة، لا يدرون ما هي، فسألوه عنها فقال الإسكندر: خذوا من هذه الحجارة ما استطعتم، فإنه من أقل منها ندم، ومن أكثر منها ندم، فأخذوا وملأوا مخالي دوابهم من تلك الحجارة، فلما خرجوا .. نظروا إلى ما في مخاليهم، فوجوده زمردًا أخضر، فندموا كلهم لكونهم لم يكثروا ذلك {وَوَجَدَ عِنْدَهَا} ؛ أي: عند تلك العين؛ يعني عند نهاية العمارة {قَوْمًا} كفارًا لباسهم جلود الوحوش، وطعامهم ما يلفظه البحر من السمك، فخيَّره الله سبحانه، بين أن يعذبهم بالقتل، أو أن يدعوهم إلى الإيمان, وهذا تفصيل قوله {قُلْنَا} له بطريق الإلهام {يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ} هؤلاء القوم الكفار؛ أي: أنت مخير في أمرهم بعد الدعوة إلى الإِسلام، بين أن تعذبهم بالقتل إن هم أبوا عن الإيمان, ولم يقروا بوحدانيتي، ويذعنوا لك، في ما تدعوهم إليه من طاعتي {وَإِمَّا أَنْ تَتَّخِذَ} وتفعل {فِيهِمْ حُسْنًا} ؛ أي: أمرًا ذا حسن، فحذف المضاف؛ أي: وبين أن تفعل فيهم إحسانًا بالعفو أو الأسر، وسماما إحسانًا في مقابلة القتل، أي: بأن تتركهم أحياء، أي: فأنت مخير فيهم بين تعذيبهم بالقتل، وبين تركهم أحياء، إن أبوا عن </p><p>(١) المراغي. (٢) روح البيان.</p>"
}