{
  "id": null,
  "sura": 18,
  "aya": 65,
  "text": "<p> عمرو، والكسائي، ونافع، وأما الوقف .. فالأكثر فيه طرح الياء اتباعًا لرسم المصحف، وأثبتها في الحالين ابن كثير، {فَارْتَدَّا} ؛ أي: رجع موسى وفتاه من ذلك الموضع، وهو (١) طرف نهر ينصب إلى البحر، {عَلى آثارِهِما} ؛ أي: على أعقابهما، وطريقهما الذي جاء منه، والآثار: الأعلام جمع أثر، وإثر، يقال: خرج في أثره، وفي إثره، أي: بعده وعقبه حالة كونهما يقصان {قَصَصًا} فهو مصدر فعل محذوف؛ أي: يتبعان آثارهما اتباعًا، ويتفحصان تفحصًا، حتى أتيا الصخرة التي حيي الحوت عندها، وسقط في البحر، واتخذ سبيله سربًا، قال البقاعي: إن هذا يدل على أن الأرض كانت رملًا لا علامة فيها. </p><p> وخلاصة ما تقدم (٢) : أنه تعالى بيّن لموسى عليه السلام: أن موضع هذا العالم مجمع البحرين، وأن علامة وجوده في المكان المعين انقلاب الحوت الميت الذي في المكتل حيًا، فلما بلغا مجمع البحرين، اضطرب الحوت فيه، ووثب في الماء، وقد أمسك الله إجراء الماء على البحر، وجعله كالطاق أو الكوة، حتى سرى الحوت فيه، فلما جاوز موسى، وفتاه المكان المعين، وهو الصخرة بسبب النسيان، وسارا كثيرًا، وتعبا وجاعا .. قال موسى لفتاه:  {آتِنا غَداءَنا لَقَدْ لَقِينا مِنْ سَفَرِنا هذا نَصَبًا} ، قال الفتى: أرأيت ما وقع لي من الحوت حين لجأنا إلى الصخرة، فاتخذ سبيله في البحر اتخاذًا عجبًا، إذا انقلب من المكتل، وصار حيًا، وألقى نفسه في البحر على غفلة منّي، وإنّي نسيت أن أبلغك خبره، وما أنساني ذكره إلا الشيطان، قال موسى: ذلك الذي كنا نطلبه، لأنه أمارة الظفر بالمطلوب، وهو لقاء الخضر، فرجعا في طريقهما الأولى، إذ علما أنهما تجاوزا الموضع الذي يقيم فيه ذلك العالم </p><p> ٦٥ - {فَوَجَدا} ؛ أي: فوجد موسى وفتاه عند الصخرة حين رجعا إليها {عَبْدًا} التنكير للتفخيم، {مِنْ عِبادِنا} الإضافة للتشريف، وهو الخضر، وكان مسجّى بثوب أبيض، فسلّم عليه موسى، وعرّفه نفسه، فقال الخضر: وأنّى بأرضك السلام، فقال: أنا موسى. قال: </p><p>(١) روح البيان. (٢) المراغي.</p><p> موسى بني إسرائيل، قال: نعم، والخضر (١) - بفتح الخاء المعجمة وكسر الضاد - لقبه، وسبب تلقيبه بذلك. ما جاء في «الصحيح» أنه عليه السلام قال: «إنّما سمي الخضر؛ لأنه جلس على فروة بيضاء، فإذا هي تهتز من خلفه خضراء» الفروة وجه الأرض اليابسة، وقيل: النّبات اليابس المجتمع، والبيضاء الأرض الفارغة التي لا غرس فيها؛ لأنها تكون بيضاء، واهتزاز النبات تحركه وكنيته أبو العباس، واسمه بليا، - بباء موحدة مفتوحة، ثمّ لام ساكنة، ثمّ مثناة تحتية - ابن ملكان - بفتح الميم وإسكان اللام - ابن فالغ بن عابر بن شالخ بن أرفخشد، بن سام، بن نوح عليه السلام، وكان ابن ملك من الملوك، فأراد أبوه أن يستخلفه من بعده، فلم يقبل، وهرب منه، ولحق بجزائر البحر، فلم يقدر عليه، وكان أبوه من الرّوم، وأمه من فارس، واسمها ألها، وقيل: أمه رومية، وأبوه فارسي، والله أعلم. </p><p> وروي (٢) : أنهما وجدا الخضر، وهو نائم على وجه الماء، وهو مغطى بثوب أبيض، أو أخضر، طرفه تحت رجليه، والآخر تحت رأسه، فسلم عليه موسى، فرفع رأسه واستوى جالسا، وقال: وعليك السلام يا نبي بني إسرائيل، فقال له موسى: ومن أخبرك أني نبي بني إسرائيل؟ فقال: الذي أدراك بي، ودلك علي. والصحيح أن الخضر نبيٌّ، وذهب الجمهور إلى أنه حيٌّ إلى يوم القيامة، لشربه من ماء الحياة. والله أعلم. </p><p> {آتَيْناهُ} ؛ أي: أعطيناه {رَحْمَةً} ؛ أي: نبوة ووحيا كائنة {مِنْ عِنْدِنا} وفضلنا، كما يشعر به تنكير الرحمة واختصاصه بجناب الكبرياء، وقال الإمام مسلم: إن النبوة رحمةٌ كما في قوله تعالى: {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ} ونحوه، ولكن لا يلزم أن تكون الرحمة نبوةً، فالرحمة هنا: هي طول العمر على قول من ذهب إلى عدم نبوته، وقيل: الرحمة: النعمة التي أنعم الله بها عليه {وَعَلَّمْناهُ} ؛ أي: علمنا ذلك العبد {مِنْ لَدُنَّا} ؛ أي: من جنابنا، {عِلْمًا} خاصًّا حاصلًا له </p><p>(١) روح البيان. (٢) المراح.</p>"
}