{
  "id": null,
  "sura": 18,
  "aya": 48,
  "text": "<p> نبات {وَحَشَرْناهُمْ} ؛ أي: والحال أنا قد جمعنا الخلائق من الأولين والآخرين من كل جانب إلى الموقف. {فَلَمْ نُغادِرْ} ؛ أي: لم نترك {مِنْهُمْ أَحَدًا} تحت الأرض إلا وقد جمعناهم لذلك اليوم، يقال: غادره: وأغدره إذا تركه ومنه الغدر الذي هو ترك الوفاء، ومنه: الغدير، وهو ماء غادره السيل، وتركه في الأرض الغائرة، أي: المنخفضة. </p><p> وقال الزمخشري: فإن قلت (١) : لم جيء بـ {حَشَرْناهُمْ} ماضيا بعد {نُسَيِّرُ} و {تَرَى} ؟ </p><p> قلت: للدلالة على أن حشرهم قبل التسيير وقبل البروز ليعاينوا تلك الأهوال والعظائم، كأنه قيل: وحشرناهم قبل ذلك انتهى. والأولى أن تكون {الواو} واو الحال، لا واو العطف، والمعنى: وقد حشرناهم؛ أي: يوقع التسيير في حالة حشرهم، وقيل:  {وَحَشَرْناهُمْ} ، {وَعُرِضُوا} ، {وَوُضِعَ الْكِتابُ} مما وضع فيه الماضي موضع المستقبل لتحقيق وقوعه. </p><p> وقرأ عمرو بن العاص وابن السميفع وأبو العالية (٢) : {وترى الأرض بارزة} بضم التاء، والضاد، وقرأ أبو رجاء العطاردي، كذلك إلا أنه فتح ضاد الأرض. </p><p> وقرأ الجمهور (٣) : {نُغادِرْ} بنون العظمة وقتادة {تغادر} على الإسناد إلى القدرة أو الأرض، وقرأ أبان بن يزيد عن عاصم كذلك، أو بفتح الدال وبالياء مبنيًا للمفعول و {أحد} بالرفع، وعصمة كذلك، والضحاك {نغدر} بضم النون، وإسكان الغين، وكسر الدال. </p><p> ٤٨ - {وَعُرِضُوا} ؛ أي: الخلائق يوم القيامة يعني المحشورين {عَلى رَبِّكَ} كعرض الجند على السلطان ليقضى بينهم حالة كونهم {صَفًّا} ؛ أي: مصفوفين كل أمة وزمرة صف. </p><p> والمعنى (٤) : صفوفًا يقف بعضهم وراء بعض، غير متفرقين، ولا مختلطين، </p><p>(١) البحر المحيط. (٢) زاد المسير.(٣) البحر المحيط.(٤) روح البيان.</p><p> شبهت حالهم بحال الجند المعروضين على السلطان، ليحكم فيهم بما أراد، لا ليعرفهم، مقولًا لهم وعزتي وجلالي {لَقَدْ جِئْتُمُونا} أيها العباد حالة كونكم كائنين {كَما خَلَقْناكُمْ} خلقا {أَوَّلَ مَرَّةٍ} حفاة عراة غرلًا، بلا أموال، وأعوان، وبنين كما ورد في الحديث، وعن عائشة - رضي الله عنها - قلت: يا رسول الله كيف يحشر الناس يوم القيامة؟ قال:  «عراة حفاة» قلت: والنّساء؟ قال:  «نعم» قلت: يا رسول الله نستحي؟ قال:  «يا عائشة، الأمر أشد من ذلك، لن يهمهم أن ينظر بعضهم إلى بعض» وقوله: {بَلْ زَعَمْتُمْ} إضراب وانتقال من كلام إلى كلام آخر للتقريع، والتوبيخ، وهو خطاب لمنكري البعث؛ أي: بل زعمتم، وقلتم أيها المشركون المنكرون للبعث، والزعم الادعاء بالكذب، {أن} مخففة من الثقيلة؛ أي: بل زعمتم في الدنيا أنه {أَلَّنْ نَجْعَلَ لَكُمْ} في الآخرة أبدًا {مَوْعِدًا} ؛ أي: وقتًا ننجز فيه ما وعدناه لكم على ألسنة الأنبياء من البعث والمحاسبة، والمجازاة خيرًا أو شرًّا. </p><p> والحاصل: أنه سبحانه وتعالى ذكر في هذه الآيات من أحوال يوم القيامة أمورًا: </p><p> ١ - {وَيَوْمَ نُسَيِّرُ الْجِبالَ} ؛ أي: واذكر أيها الرسول قصّة يوم نقلع الجبال من أماكنها، ونسيرها في الجو كالسحاب، ونجعلها هباء منثورا كما قال: {وَيَسْئَلُونَكَ عَنِ الْجِبالِ فَقُلْ يَنْسِفُها رَبِّي نَسْفًا (١٠٥) فَيَذَرُها قاعًا صَفْصَفًا (١٠٦) لا تَرى فِيها عِوَجًا وَلا أَمْتًا (١٠٧) }؛ أي: تذهب الجبال، وتتساوى المهاد، وتبقى الأرض سطحًا مستويًا لا عوج فيه، ولا وادي، ولا جبل، وقال:  {وَتَرَى الْجِبالَ تَحْسَبُها جامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحابِ} وقال: {وَبُسَّتِ الْجِبالُ بَسًّا (٥) فَكانَتْ هَباءً مُنْبَثًّا (٦) }. </p><p> ٢ - {وَتَرَى الْأَرْضَ بارِزَةً} ؛ أي: وترى أيها الرائي جميع جوانب الأرض بادية ظاهرة إذ لم يبق على وجهها شيء من العمائر ولا شيء من الجبال، ولا شيء من الأشجار، فليس عليها ما يسترها، فيكون جميع الخلائق ضاحين لربهم، لا تخفى عليه خافية من أمرهم، وهذا هو المراد من قوله: {لا تَرى فِيها عِوَجًا وَلا أَمْتًا (١٠٧) }. </p>"
}