{
  "id": null,
  "sura": 18,
  "aya": 5,
  "text": "<p> اختلاف فيه ولا تفاوت، بل بعضه يصدق بعضًا، وبعضه يشهد لبعضٍ، ولا اعوجاج فيه، ولا ميل عن الحق. {لِيُنْذِرَ بَأْسًا} ؛ أي: ليخوف الذين كفروا به عذابًا شديدًا، صادرًا من عنده تعالى؛ أي: نكالًا في الدنيا، ونار جهنم في الآخرة. {وَيُبَشِّرَ الْمُؤْمِنِينَ} ، أي: ويبشر المصدّقين الله ورسوله، الذين يمتثلون أوامره ونواهيه بأن لهم ثوابًا جزيلًا منه على إيمانهم به، وعملهم الصالح في الدنيا، وذلك الثواب الجزيل هو الجنة التي وعدها الله المتقين، خالدين فيها أبدًا، لا ينتقلون منها ولا ينقلون. </p><p> ٤ - {وَيُنْذِرَ} الكتاب أو محمدٌ أيضًا خاصة {الَّذِينَ قالُوا اتَّخَذَ اللَّهُ وَلَدًا} بأسًا شديدًا من لدنه ذكر (١) المنذرين دون المنذر به، بعكس الأول استغناءً لتقديم ذكره؛ أي: وليحذر من بين هؤلاء الكفار من قالوا هذه المقالة الشّنعاء: إن الله اتّخذ ولدًا، وهؤلاء ثلاث طوائف: </p><p> ١ - المشركون الذين قالوا: الملائكة بنات الله. </p><p> ٢ - اليهود القائلون: عزيرٌ ابن الله. </p><p> ٣ - النصارى القائلون: المسيح ابن الله. </p><p> ٥ - وإنما خص هؤلاء مع دخولهم في الإنذار السّابق لفظاعة حالهم، وشناعة كفرهم وضلالها {ما لَهُمْ} ؛ أي: ما لهؤلاء القائلين {بِهِ} ؛ أي: باتخاذه تعالى ولدا {مِنْ عِلْمٍ} ؛ أي: برهان وحجة بل هو قول لم يصدر عن علم يؤيده، ولا عقل يظاهره، {وَلا لِآبائِهِمْ} ؛ أي: ولا لأسلافهم الذين قلدوهم في تلك المقالة به علم؛ أي: على اتّخاذه تعالى ولدًا برهانٌ وحجةٌ؛ أي: وكذلك ليس لآبائهم الذين قالوا مثل هذه المقالة، وهم القدوة لهم به من علم، والمعنى: أي: ليس لهم، ولا لأحد من أسلافهم الذين قلّدوه علم بهذا القول، أهو صواب أو خطأ، بل إنما قالوه رميا عن جهالة من غير فكر ونظر فيما يجوز على الله، ويمتنع، و {مِنْ عِلْمٍ} مرفوع على الابتداء، و {مِنْ} مزيدة لتأكيد النفي {كَبُرَتْ} ؛ أي: </p><p>(١) النسفي.</p><p> عظمت مقالتهم هذه في الكفر، لما فيها من التّشبيه والتشريك، وإيهام احتياجه إلى ولد يعينه، ويخلفه، إلى غير ذلك من الزيغ من جهة كونها {كَلِمَةً} تمييز، وتفسير للضمير المبهم الذهني في كبرت مثل ربه رجلًا {تَخْرُجُ مِنْ أَفْواهِهِمْ} صفة للكلمة تفيد استعظام اجترائهم على التفوه بها، والمراد بتلك الكلمة هي قولهم: اتخذ الله ولدا فـ {كَلِمَةً}  (١) بالنصب على التمييز، وبالرفع على الفاعلية فعل النصب يكون فاعل {كَبُرَتْ} مضمرًا مفسرًا بما بعده، وهو للذم، والمخصوص بالذم محذوف تقديره: كبرت الكلمة كلمة خارجة من أفواههم، والمخصوص بالذم تلك المقالة الشنعاء، والنصب أقوى وأبلغ، وفيه معنى التعجب؛ أي: ما أكبرها كلمة {إِنْ يَقُولُونَ} ؛ أي: ما يقولون في هذا الشأن {إِلَّا كَذِبًا} ؛ أي: إلّا قولًا كذبًا لا يكاد يدخل تحت إمكان الصدق فـ {كَذِبًا} صفة لمصدر محذوف. </p><p> والمعنى: أي (٢) عظمت مقالتهم هذه في الكفر، حيث لم يكتفوا بخطورها بالبال، وترددها في الصدور، بل تلفّظوا بها على مرأى من الناس ومسمع، وكثير مما يوسوس به الشيطان، وتحدّث به النفس لا يتلفظ به، بل يكتفى بما يعتقده القلب، فكيف ساغ لهم أن يتجرّؤوا على التلفظ بهذا المنكر، الذي لا مستند له من عقل ولا نقل. </p><p> ثم أكد هذا الإنكار، وبيّن أنه كما لا علم لهم ولا لآبائهم به لا علم لأحد به، لأنه لا وجود له، وما هو إلا محض اختلاف بقوله:  {إِنْ يَقُولُونَ إِلَّا كَذِبًا} ؛ أي: ما يقولون إلّا قولًا لا حقيقة له بحال، وقرىء (٣)  {كبرت} بسكون الباء، وهي في لغة تميم، وقرأ (٤) الجمهور {كَلِمَةً} بالنصب، وقرأ ابن مسعود، والحسن، ومجاهد، وأبو رزين، وأبو رجاء، ويحيى بن يعمر، وابن محيصن، وابن أبي عبلة {كلمة} بالرفع، قال الفراء: من نصب أضمر؛ أي: كبرت تلك </p><p>(١) المراح. (٢) المراغي.(٣) البحر المحيط.(٤) زاد المسير.</p>"
}