{
  "id": null,
  "sura": 19,
  "aya": 75,
  "text": "<p> أدغمت في الياء، والزي محاسن مجموعة، وفي \"التأويلات النجمية\" في معنى الآية {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ} من الحقائق والأسرار {قَالَ الَّذِينَ كَفَرُوا} ؛ أي: ستروا الحق بالإنكار والاستهزاء {لِلَّذِينَ آمَنُوا} من أهل التحقيق إذا رأوهم مرتاضين مجاهدين مع أنفسهم، متحملين متواضعين متذللين متخاشعين، وهم متنعمون متمولون متكبرون متبعوا شهوات أنفسهم، ضاحكون مستبشرون {أَيُّ الْفَرِيقَيْنِ} منا ومنكم {خَيْرٌ} ؛ أي: أفريقنا خير أم فريقكم خير {مَقَامًا} ؛ أي: منزلةً ومرتبةً في الدنيا، ووجاهةً عند الناس، وتوسعاً في المعيشة {وَأَحْسَنُ نَدِيًّا} ؛ أي: مجلسًا ومنصبًا وحكمًا، فقال تعالى في جوابهم {وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ} ؛ أي: أهلكنا بحب الدنيا ونعيمها، إذ أغرقناهم في بحر شهواتها، واستيفاء لذاتها، والتعزز بمناصبها {هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا} ؛ أي: استعدادًا واستحقاقًا في الكمالات الدينية منكم، كما قال - عليه الصلاة والسلام - \"خياركم في الإِسلام خياركم في الجاهلية إذا فقهوا\" اهـ. </p><p> ٧٥ - ثم أمر سبحانه نبيه - صلى الله عليه وسلم - أن يجيب هؤلاء المفتخرين بالمال والمنال بقوله:  {قُلْ} يا محمد لهؤلاء المشركين القائلين للمؤمنين: أي الفريقين خير مقامًا، وأحسن نديًا {مَنْ} شرطية {كَانَ} مستقرًا {فِي الضَّلَالَةِ} ؛ أي: في الكفر والجهل والغفلة عن عواقب الأمور {فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا} أمر بمعنى الخبر؛ أي: يمد له الرحمن، ويزيده في شهواته، ويمهله بطول العمر، وإعطاء المال، والتمكين من التصرفات؛ أي: يمد له الرحمن مدًا، ويزيده في المال زيادةً، ويمهله في العمر إمهالًا، استدراجًا له وقطعًا للمعاذير يوم القيامة. </p><p> وإخراجه (١) على صيغة الأمر للإيذان بأن ذلك مما ينبغي أن يُفعل بموجب الحكمة، لقطع المعاذير، أو للاستدراج، واعتبار الاستقرار في الضلالة، لما أن المد لا يكون إلا للمصرين عليها، إذ رب ضال يهديه الله، والتعرض لعنوان الرحمانية لما أن المد من أحكام الرحمة الدنيوية. </p><p>(١) روح البيان.</p><p> وذكر الرحمن في هذه السورة في ستة عشر موضعًا اهـ شيخنا. وقيل (١) : المراد بالآية الدعاء بالمد، والنفيس، قال الزجاج: تأويله أن الله سبحانه جعل جزاء ضلالته أن يتركه ويمده فيها؛ لأن لفظ الأمر يؤكد معنى الخبر، كان المتكلم يقول: أفعل ذلك وآمر به نفسي. انتهى. </p><p> وقال: بعضهم معنى {فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا} ؛ أي (٢) : فليستدرجه الرحمن استدراجًا بمد عمره، وتوسيع ماله، وتكثير ولده، أو فليمهله الرحمن إمهالًا بمد راحته على الطغيان، وإيصال نعمته على وجه الإحسان حتى يقع في العقاب والعذاب، على سبيل التدريج لا التعجيل، فيكون عقابه وعذابه أكمل وأشمل أثرًا وألمًا؛ لأن الأخذ على طريق التدريج والنعمة، أشد منه على سبيل التعجيل والنقمة، مع أن مبدأ المد مطلقًا هو الرحمن دون القهار أو الجبار؛ لأن كلاً منهما مبدأ الشدة، ولذلك عبر به لا بغيره، هذا هو الخاطر ببالي في وجه التعبير بالرحمن، وإن كانت أشدية عقاب الرحمن وجهاً، لكن وجه أشدية عقابه ما ذكرنا؛ لأنه إذا أراد العقاب .. يأتي به على وجه الرحمة والنعمة، فيكون كدراً بعد الصفاء، وألمًا بعد الراحة، وشدةً بعد الرخاء، فهذا أقوى أثرًا، والحاصل: أنه لا يتصور وقوع المد المذكور، إلا من الرحمن؛ لأنه أصله ومنشؤه. انتهى كلامه. </p><p> وقوله:  {حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ}  (٣) غاية للمد الممتد، وجمع الضمير في الفعلين باعتبار معنى من، كما أن الإفراد في الضميرين الأولين باعتبار لفظها؛ أي: من كان في الضلالة يمد له الرحمن مدًا، ويستدرجهم استدراجًا، حتى إذا رأوا ما يوعدون من الله، وقوله:  {إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ} تفصيل للموعود على سبيل البدل، فإنه إما العذاب أو الساعة؛ أي: حتى إذا رأوا الموعود لهم، إما العذاب الدنيوي، بغلبة المسلمين، واستيلائهم عليهم، وتعذيبهم إياهم قتلًا وأسرًا، وإما يوم القيامة وما ينالهم فيه من الخزي والنكال، على طريقة الخلو </p><p>(١) الشوكاني. (٢) روح البيان.(٣) روح البيان.</p><p> دون الجمع، فإن العذاب الأخروي لا ينفك عنهم بحال، وقوله:  {فَسَيَعْلَمُونَ} جواب الشرط؛ أي: حتى إذا عاينوا ما يوعدون من العذاب الدنيوي، أو الأخروي فقط .. فسيعلمون حينئذ {مَنْ هُوَ شَرٌّ مَكَانًا} ؛ أي: منزلًا من الفريقين {وَأَضْعَفُ جُنْدًا} ؛ أي: أنصارًا وأعوانًا منهما، بأن يشاهدوا الأمر على عكس ما كانوا يحسبونه فيعلمون أنهم شر مكانًا لا خير مقامًا ويرون أنهم أضعف جندًا وأعوانًا وأنصارًا، لا أحسن نديًا كما كانوا يدعونه. </p><p> والمعنى: أنهم سيعلمون عند ذلك أنهم شر مكانًا لا خير مكانًا، وأضعف جندًا لا أقوى ولا أحسن من فريق المؤمنين، وليس المراد أن للمفتخرين هنالك جندًا ضعفاء، بل لا جند لهم أصلًا، كما في قوله سبحانه {وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنْتَصِرًا (٤٣) }. </p><p> ومعنى الآية (١) : أي قل يا محمد لهؤلاء المدعين أنهم على الحق، وأنكم على الباطل: إن ما افتخرتم به من زخرف الدنيا وزينتها , لا يدل على حسن الحال في الآخرة، فقد جرت سنة الله بأن من كانوا منهمكين في الضلالة، مرخين لأنفسهم الأعنة في سلوك المعاصي والآثام، يبسط لهم نعيم الدنيا، ويطيب عيشهم فيها، ويمتعهم بأنواع اللذات، ولا يزال يمهلهم استدراجًا لهم إلى أن يشاهدوا ما وعدوا به رأى العين، إما عذابًا في الدنيا كما حصل يوم بدر، وإما مجيء الساعة وهم بها مكذبون، وعن الاستعداد لها مفرطون، وإذ ذاك يعلمون من هو شرّ من الفريقين مكانًا، وأن الأمر على عكس ما كانوا يقدرون، وسيرون أنهم شر مكانًا، وأضعف جندًا، وأقل ناصرًا من المؤمنين، وهذا رد على قولهم {أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا} . </p><p> وقصارى ذلك: أن من كان في الضلالة، فسنة الله أن يمد له، ويستدرجه ليزداد إثمًا، ثم يأخذه أخذ عزيز مقتدر، إما بعذاب في الدنيا يأتيه من حيث لا يحتسب، وإما بعذاب في الآخرة لا قبل له بدفعه، وحينئذ يعلم أنه كان في </p><p>(١) المراغي.</p>"
}