{
  "id": null,
  "sura": 19,
  "aya": 50,
  "text": "<p> لأبيه بالهداية، </p><p> ٤٩ - وقد حقق ما عزم عليه، فحقق الله سبحانه رجاءه، وأجاب دعاءه فقال:  {فَلَمَّا اعْتَزَلَهُمْ} ؛ أي: فلما اعتزل إبراهيم أباه وقومه {و} اعتزل {مَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ} سبحانه وتعالى بالمهاجرة إلى الشام، فارتحل من كوثي إلى الأرض المقدسة {وَهَبْنَا لَهُ} بعد الهجرة {إِسْحَاقَ وَيَعْقُوبَ} ولده، أي: آنسنا وحشته من فراقهم بأولادٍ أكرم على الله من أبيه وقومه الكفرة؛ لأنه عاش حتى رأى يعقوب، لا عقيب المجاوزة والمهاجرة، فإن المشهور، أن الموهوب حينئذٍ إسماعيل، لقوله: {فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ (١٠١) } إثر دعائه بقوله: {رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ (١٠٠) } ولعل (١) تخصيصهما بالذكر أنهما شجرة الأنبياء، أو لأنه أراد أن يذكر إسماعيل بفضل على انفراده؛ أي: اعتزل أباه وقومه الكفرة، وأصنامهم بالمهاجرة إلى الأرض المقدسة، ولم يضره فراقهم لا في دين ولا في دنيا، بل نفعه ذلك إذ أبدله (٢) بهم من هم خير منهم، ووهبه بنين وحفدة هم آباء الأنبياء من بني إسرائيل، ولهم الشأن الخطير والقدر العظيم، فقد وهبه إسحاق وولد وإسحاق يعقوب، وقاما مقامه بعد موته وورثا منه النبوة، أما إسماعيل .. فتولى الله سبحانه تربيته بعد نقله رضيعًا إلى المسجد الحرام، فأحيا تلك المشاعر العظام، ومن ثم أفرده بالذكر بقوله:  {وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ ...} الآية. </p><p> {وَكُلًّا} ؛ أي: وكل (٣) واحد من إسحاق ويعقوب، وقال مقاتل:  {وَكُلًّا} : يعني: إبراهيم، وإسحاق، ويعقوب؛ أي: وكل واحد منهم {جَعَلْنَا نَبِيًّا} بنبئهم (٤) الله - سبحانه وتعالى - بعلوم المعارف، وهم ينبئون الخلق بتوحيد الله، وبالإِسلام، وانتصاب (٥)  {وَكُلًّا} على أنه المفعول الأول لـ {جعلنا} , قدم عليه للتخصيص، لكن بالنسبة إليهم أنفسهم لا بالنسبة إلى من عداهم؛ أي: كل واحد منهم {جَعَلْنَا نَبِيًّا} لا بعضهم دون بعض </p><p> ٥٠ - {وَوَهَبْنَا لَهُمْ} ؛ أي: لهؤلاء الثلاثة {مِنْ رَحْمَتِنَا} ؛ أي: كل خير ديني ودنيوي، مما لم يوهب لأحد من العالمين من المال </p><p>(١) روح البيان. (٢) المراغي.(٣) زاد المسير.(٤) المراح.(٥) الشوكاني.</p><p> والجاه والأتباع والذرية الطيبة؛ أي: وآتيناهم من فضلنا المديني والدنيوي ما لم نؤته أحدًا من العالمين، فآتيناهم النسل الطاهر، والذرية المباركة، وإجابة الدعاء، واللطف في القضاء، والبركة في المال والأولاد، إلى نحو أولئك من خيري الدنيا والآخرة {وَجَعَلْنَا لَهُمْ} ؛ أي: لهؤلاء المذكورين {لِسَانَ صِدْقٍ} ؛ أي: ثناءً صادقًا {عَلِيًّا} ؛ أي: رفيعًا مشهورًا دائمًا إلى يوم القيامة، يفتخر بهم الناس، ويثنون عليهم، وتذكرهم الأمم كلها إلى يوم القيامة، بما لهم من الخصال المرضية، وتقول هذه الأمة في الصلوات الخمس:  \"كما صليت وباركت على إبراهيم وعلى آل إبراهيم\" إلى قيام الساعة، إجابةً لدعوته بقوله: {وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ (٨٤) }. </p><p> والمراد بلسان الصدق (١) : الثناء الحسن، عبر عنه باللسان لكونه يوجد به، كما عُبِّر باليد عن العطية، وإضافته إلى الصدق، ووصفه بالعلوا, للدلالة على أنهم أحقاء بما يقال فيهم من الثناء على ألسن العباد، وأن محامدهم لا تخفى على تباعد الأعصار، وتحول الدول، وتبدل الملل. </p><p> وهذا (٢) : توبيخ لكفار مكة، إذ كان مقتضى ترضيهم وثنائهم على المذكورين، أن يتبعوهم في الدين، مع أنهم لم يفعلوا اهـ. شيخنا. </p><p> الإعراب </p><p> {فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا (٢٧) }. </p><p> {فَأَتَتْ} الفاء: استئنافية {أَتَتْ} : فعل ماض وفاعله ضمير مستتر يعود على {مَرْيَمَ}  {بِهِ} متعلق بمحذوف حال من ضمير الفاعل المستتر في {أَتَتْ} ؛ أي: حالة كونها مصحوبةً به، كما قاله أبو البقاء، وهو حسن ولا نرى مانعًا من تعلقه بـ {أَتَتْ} و {قَوْمَهَا} : مفعول به والجملة، مستأنفة {تَحْمِلُهُ} : فعل وفاعل مستتر ومفعول والجملة. في محل النصب حال ثانية من فاعل {أَتَتْ}  {قَالُوا} : فعل </p><p>(١) البيضاوي والشوكاني. (٢) الفتوحات.</p><p> وفاعل والجملة، مستأنفة {يَا مَرْيَمُ} : منادى مفرد العلم، والجملة: في محل النصب مقول {قَال}  {لَقَدْ} اللام موطئة للقسم {لَقَدْ} حرف تحقيق {جِئْتِ} : فعل وفاعل {شَيْئًا} : مفعول به {فَرِيًّا} صفة لـ {شَيْئًا} ويجوز إعراب {شَيْئًا} على المصدرية، أي: نوعًا من المجيء غريبًا، والجملة الفعلية: جواب القسم المحذوف وجملة القسم: في محل النصب مقول {قَالُوا} على كونها جواب النداء. </p><p> {يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا (٢٨) فَأَشَارَتْ إِلَيْهِ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا (٢٩) }. </p><p> {يَا أُخْتَ هَارُونَ} : منادى مضاف وجملة النداء: في محل النصب مقول {قَالُوا} . {مَا} نافية {كَانَ أَبُوكِ امْرَأَ سَوْءٍ} : فعل ناقص واسمه وخبره والجملة الفعلية: في محل النصب مقول {قَالُوا} على كونها جواب النداء {وَمَا}  {الواو} عاطفة. {ما} : نافية {كَانَتْ أُمُّكِ بَغِيًّا} : فعل ناقص واسمه وخبره، والجملة، معطوفة على الجملة التي قبلها. {فَأَشَارَتْ}  {الفاء} : عاطفة تفريعية {أشارت} : فعل ماض وفاعله ضمير يعود على {مَرْيَمَ}  {إِلَيْهِ} : متعلق به والجملة معطوفة مفرعة على {قَالُوا} . {قَالُوا} : فعل وفاعل والجملة: مستأنفة {كَيْفَ} : اسم استفهام في محل النصب على الحال {نُكَلِّمُ} : فعل مضارع وفاعله ضمير يعود على المتكلمين {مَن} : اسم موصول في محل النصب مفعول به، والجملة: في محل النصب مقول {قَالُوا} . {كَانَ} : فعل ناقص، واسمها ضمير يعود على {مَن} . {فِي الْمَهْدِ} : جار ومجرور حال من اسم {كَانَ} . {صَبِيًّا} : خبر {كَانَ} وجملة {كَانَ} : صلة الموصول. </p><p> {قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا (٣٠) وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا (٣١) }. </p><p> {قَالَ} : فعل ماض وفاعله ضمير يعود على عيسى والجملة: مستأنفة {إِنِّي عَبْدُ اللَّهِ} : ناصب واسمه وخبره، والجملة: في محل النصب مقول {قَالَ}  {آتَانِيَ الْكِتَابَ} : فعل ماض ونون وقاية ومفعولان وفاعله ضمير يعود على الله، </p><p> والجملة الفعلية، في محل النصب حال من اسم {إن} . {وَجَعَلَنِي نَبِيًّا} : فعل ونون وقاية وفاعل مستتر يعود على الله ومفعولان والجملة: في محل النصب معطوفة على جملة {آتَانِيَ الْكِتَابَ} وكذا جملة قوله: {وَجَعَلَنِي مُبَارَكًا} : معطوفة على جملة قوله: {آتَانِيَ الْكِتَابَ} . {أَيْنَ مَا} اسم شرط جازم في محل النصب على الظرفية المكانية مبني على الفتح، والظرف متعلق بفعل الشرط أو بالجواب المحذوف، و {كُنْتُ} : تامة والتاء فاعلها وهو في محل الجزم بـ {أَيْنَ} على كونه فعل شرط لها، ويجوز أن تكون ناقصة، والتاء اسمها و {أَيْنَ مَا} : متعلق بمحذوف خبرها المقدم، وجواب الشرط: محذوف دل عليه ما قبله تقديره: أينما كنت جعلني مباركاً أو جوابه هو نفس المتقدم عند من يرى ذلك، وجملة الشرط في محل النصب مقول {قَالَ} ولا يجوز أن تكون استفهامية؛ لأنه يلزم أن يعمل فيها ما قبلها، وأسماء الاستفهام لها صدر الكلام، فتعين أن تكون شرطية لأنها منحصرة في هذين المعنيين اهـ. \"كرخي\"  {وَأَوْصَانِي} : فعل وفاعل مستتر ونون وقاية معطوفة على {آتَانِيَ الْكِتَابَ} . {بِالصَّلَاةِ} : متعلق به {وَالزَّكَاةِ} : معطوف على {الصلاةِ} . {مَا} مصدرية ظرفية {دُمْتُ حَيًّا} : فعل ناقص واسمه وخبره وجملة {دام} : صلة {مَا} المصدرية ما مع صلتها في تأويل مصدر مجرور بإضافة الظرف المقدر إليه والظرف المقدر متعلق بـ {أَوْصَانِي} والتقدير، {وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ} مدة دوامي {حَيًّا} . </p><p> {وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا (٣٢) وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا (٣٣) }. </p><p> {بَرًّا} معطوف على {مُبَارَكًا} ؛ أي: وجعلني بارا {بِوَالِدَتِي} : متعلق بـ {بَرًّا} . {وَلَمْ يَجْعَلْنِي جَبَّارًا} جازم وفعل مجزوم وفاعل مستتر ونون وقاية ومفعولان معطوف على {وَجَعَلَنِي} . {شَقِيًّا} صفة لـ {جَبَّارًا} . {وَالسَّلَامُ} مبتدأ {عَلَيَّ} خبره والجملة: معطوفة على جملة قوله: {إِنِّي عَبْدُ اللَّهِ} على كونها مقول {قَالَ} . {يَوْمَ} : منصوب على الظرفية الزمانية {وُلِدْتُ} : فعل ونائب فاعل والجملة في محل الجر مضاف إليه لـ {يَوْمَ} والظرف: متعلق بالاستقرار الذي </p><p> تعلق به الخبر أعني {عَلَيَّ} وقوله: {وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا} : معطوفان على {يَوْمَ وُلِدْتُ} . {حَيًّا} : حال من فاعل {أُبْعَثُ} . </p><p> {ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ (٣٤) مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (٣٥) }. </p><p> {ذَلِكَ عِيسَى} مبتدأ وخبر والجملة: مستأنفة {ابْنُ مَرْيَمَ} صفة أولى لـ {عِيسَى}  {قَوْلَ} : صفة ثانية له {الْحَقِّ} : بمعنى الله مضاف إليه؛ أي: كلمة الله {الْحَقِّ} كما مر في مبحث التفسير {الَّذِي} صفة ثالثة لـ {عِيسَى} . {فِيهِ} : متعلق بـ {يَمْتَرُونَ} وجملة {يَمْتَرُونَ} : صلة الموصول هذا على قراءة الرفع، وأما على قراءة النصب فـ {قَوْلَ الْحَقِّ} : منصوب بفعل محذوف تقديره. قال:  {قَوْلَ الْحَقِّ} ، {الْحَقِّ} بمعنى الصدق {الَّذِي} في محل النصب صفة لـ {قَوْلَ الْحَقِّ} وجملة {يَمْتَرُونَ} : صفة له {مَا} : نافية {كَانَ} فعل ماض ناقص {لِلَّهِ} : جار ومجرور خبر مقدم لـ {كَانَ}  {أَنْ} : حرف نصب {يَتَّخِذَ} : فعل مضارع منصوب بـ {أن} وفاعله ضمير يعود على {اللهِ} . {مِنْ} زائدة {وَلَدٍ} : مفعول به لـ {يَتَّخِذَ} وجملة {يَتَّخِذَ} : مع {أَن} المصدرية في تأويل مصدر مرفوع على كونه اسم {كَانَ} مؤخرًا تقديره ما كان اتخاذ ولد لائقًا بالله وجملة {كَانَ} : مستأنفة {سُبْحَانَهُ} مفعول مطلق لفعل محذوف تقديره سبح {إِذَا} : ظرف لما يستقبل من الزمان {قَضَى أَمْرًا} : فعل ومفعول مفاعله ضمير يعود على {اللهِ} والجملة الفعلية: في محل الجر بإضافة {إِذَا} إليها على كونها فعل شرط لها {فَإِنَّمَا} الفاء: رابطة لجواب {إِذَا} جوازًا {إِنَّمَا} : أداة حصر {يَقُولُ} فعل مضارع وفاعله ضمير يعود على الله {لَهُ} : متعلق بيقول وجملة {يَقُولُ} : جواب إذا لا محل لها من الإعراب، وجملة {إِذَا} : مستأنفة {كُنْ} : فعل أمر تام بمعنى أحدث، وفاعله: ضمير يعود على ذلك الأمر وجملة {كُنْ} في محل النصب مقول {يَقُولُ} . {فَيَكُونُ} : بالرفع الفاء: استئنافية {يَكُونُ} : فعل مضارع تام وفاعله ضمير يعود على ذلك الأمر والجملة: في محل الرفع خبر لمبتدأ محذوف تقديره (فـ) هو {يَكُونُ} والجملة: مستأنفة وبالنصب هو منصوب بأن </p><p> مضمرة وجوبًا بعد (الفاء) السببية الواقعة في جواب الأمر والجملة: في تأويل مصدر معطوف على مصدر مقيد من الجملة التي قبلها من غير سابك لإصلاح المعنى تقديره ليكن تكوينه فكونه. </p><p> {وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ (٣٦) }. </p><p> {وَإِنَّ}  {الواو} : استئنافية أو عاطفة {إِنَّ اللَّهَ رَبِّي} ناصب واسمه وخبره {وَرَبُّكُمْ} معطوف على {رَبِّي} والجملة: مستأنفة أو معطوفة على جملة قوله: {إِنِّي عَبْدُ اللَّهِ} كما مر في محبث التفسير، هذا على قراءة كسر همزة {إن} وأما على فتحها فعلى تقديره حرف جر متعلق بما بعده، تقديره: و {وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ} . {فَاعْبُدُوهُ}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره إذا عرفتم أن الله ربي وربكم وأردتم بيان ما هو اللازم لكم فأقول لكم:  {اعبدوه} فعل وفاعل ومفعول، والجملة: في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة: مستأنفة {هَذَا صِرَاطٌ} : مبتدأ وخبر {مُسْتَقِيمٌ} : صفة {صِرَاطٌ} والجملة الاسمية: مستأنفة مسوقة لتعليل ما قبلها على كونها مقولًا لجواب إذا المقدرة. </p><p> {فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ (٣٧) أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ (٣٨) }. </p><p> {فَاخْتَلَفَ}  {الفاء} : استئنافية {اخْتَلَفَ الْأَحْزَابُ} : فعل وفاعل والجملة: مستأنفة {مِنْ بَيْنِهِمْ} : جار ومجرور حال من {الْأَحْزَابُ} تقديره: حالة كون المختلفين بعضهم {فَوَيْلٌ} الفاء: عاطفة {ويل} مبتدأ وسوّغ الابتداء بالنكرة قصد الدعاء عليهم {لِلَّذِينَ} ؛ جار ومجرور خبر المبتدأ والجملة الاسمية: معطوفة على الجملة الفعلية قبلها أعني قوله: {فَاخْتَلَفَ الْأَحْزَابُ} عطف اسمية على فعلية {كَفَرُوا} : فعل وفاعل صلة الموصول {مِنْ مَشْهَدِ} : جار ومجرور متعلق بـ {ويل}  {يَوْمٍ} : مضاف إليه {عَظِيمٍ} : صفة لـ {يَوْمٍ}  {أَسْمِعْ} فعل تعجب لفظه لفظ الأمر، ومعناه المضي مبني على السكون نظرًا للفظ أو بفتح مقدر على الآخر الساكن نظرًا لمعناه {بِهِمْ} الباء: زائدة زيدت وجوبًا لرفع قبح رفع ما لفظه </p><p> أمر للضمير البارز والهاء: ضمير الغائبين في محل الرفع فاعل والجملة الفعلية: جملة تعجبية لا محل لها من الإعراب {وَأَبْصِرْ} : معطوف على {أَسْمِعْ} . {يَوْمَ} : منصوب على الظرفية متعلق بـ {أَسْمِعْ} أو بـ {أَبْصِرْ} : على سبيل التنازع {يَأْتُونَنَا} فعل وفاعل ومفعول والجملة: في محل الجر مضاف إليه ليوم {لَكِنِ} حرف استدراك {الظَّالِمُونَ} : مبتدأ {الْيَوْمَ} : منصوب على الظرفية متعلق بالاستقرار الذي تعلق به الخبر {فِي ضَلَالٍ} : جار ومجرور خبر المبتدأ {مُبِينٍ} : صفة {ضَلَالٍ} والجملة، الاستدراكية: مستأنفة. </p><p> {وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ (٣٩) إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ (٤٠) }. </p><p> {وَأَنْذِرْهُمْ} : فعل أمر ومفعول به وفاعله ضمير يعود على محمد والجملة. مستأنفة {يَوْمَ الْحَسْرَةِ} ظرف ومضاف إليه متعلق بأنذرهم {إِذْ} ظرف لما مضى من الزمان بدل من {يَوْمَ الْحَسْرَةِ} . {قُضِيَ الْأَمْرُ} : فعل أمر ونائب فاعل والجملة: في محل الجر مضاف إليه لـ {إِذْ} . {وَهُمْ} : مبتدأ {فِي غَفْلَةٍ} : جار ومجرور خبر المبتدأ والجملة، في محل النصب حال من مفعول {أنذرهم} أو من الضمير المستتر {فِي ضَلَالٍ مُبِينٍ} كما مر في مبحث التفسير {وَهُمْ} : مبتدأ، وجملة {لَا يُؤْمِنُونَ} خبر المبتدأ، والجملة الاسمية: في محل النصب معطوفة على الجملة التي قبلها. {إِنَّا} ناصب واسمه {نَحْنُ} تأكيد لاسم {إِنَّ} الذي هو بمعنى {نَحْنُ} لأنه بمعناه {نَرِثُ الْأَرْضَ} : فعل ومفعول وفاعله ضمير يعود على الله {وَمَنْ} اسم موصول معطوف على الأرض {عَلَيْهَا} : جار ومجرور صلة الموصول والجملة الفعلية: في محل الرفع خبر {إِنَّ} وجملة {إن} مستأنفة. {وَإِلَيْنَا} متعلق بـ {يُرْجَعُونَ}  {يُرْجَعُونَ} : فعل ونائب فاعل والجملة الفعلية في محل النصب حال من {مَنْ} الموصولة أو في محل الرفع معطوفة على جملة {نَرِثُ} . </p><p> {وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا (٤١) إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا (٤٢) }. </p><p> {وَاذْكُرْ} الواو: استئنافية {اذْكُرْ} : فعل أمر وفاعله ضمير يعود على </p><p> محمد، والجملة: مستأنفة {فِي الْكِتَابِ} متعلق به {إِبْرَاهِيمَ} : مفعول به {إِنَّهُ} : ناصب واسمه {كَانَ} : فعل ماض ناقص واسمه ضمير يعود على {إِبْرَاهِيمَ}  {صِدِّيقًا} : خبر أول لـ {كَانَ} . {نَبِيًّا} : خبر ثان لها وجملة {كَانَ} أى محل الرفع خبر {إن} وجملة: {إن} : مستأنفة مسوقة لتعليل ما قبلها {إِذْ} : ظرف لما مضى أو الزمان، بدل اشتمال أو المضاف المقدر أى {إِبْرَاهِيمَ} ، والتقدير: واذكر قصة إبراهيم {إِذْ قَالَ} ، {قَالَ} : فعل ماض وفاعله ضمير يعود على {إِبْرَاهِيمَ} . {لِأَبِيهِ} : جار ومجرور متعلق بـ {قَالَ} والجملة: أى محل الجر مضاف إليه لـ {إِذْ}  {يَا أَبَتِ لِمَ تَعْبُدُ} إلى قوله: {قَالَ أَرَاغِبٌ} : مقول محكي لـ {قَالَ} ، وإن شئت قلت:  {يا} : حرف نداء {أبت} : منادى مضاف منصوب وعلامة نصبه فتحة مقدرة على ما قبل ياء المتكلم المعوضة عنها تاء التأنيث للتفخيم، منع من ظهورها اشتغال المحل بالفتحة المجلوبة لمناسبة التاء؛ لأن التاء لا يكون ما قبلها إلا مفتوحًا {أب} : مضاف وياء المتكلم المعوضة عنها تاء التأنيث أى محل الجر مضاف إليه، مبنية على السكون لشبهها بالحرف شبهًا وضعيًا، وتاء التأنيث المعوضة عن الياء المحذوفة حرف لا محل لها من الإعراب مبنية على الكسر، وإنما حركت لكونها على حرف واحد، وكانت الحركة كسرةً قصدًا لتعويض كسرها عن الكسر الذي كان يستحقه ما قبل الياء أى الأصل، وجملة النداء أى محل النصب مقول {قَالَ} . {لِمَ} اللام: حرف {مَ} اسم استفهام أى محل الجر باللام مبني على السكون الظاهر على الألف المحذوفة، فرقا بينها وبين ما الموصولة الجار والمجرور متعلق بـ {تَعْبُدُ} . {تَعْبُدُ} : فعل مضارع وفاعله ضمير يعود على أبي إبراهيم، والجملة: أى محل النصب مقول {قَالَ} . {مَا} : موصولة، أو موصوفة أى محل النصب مفعول {تَعْبُدُ} . {لَا} نافية {يَسْمَعُ} : فعل مضارع وفاعله ضمير يعود على {مَا} والجملة: صلة لـ {مَا} أو صفة، لها {وَلَا يُبْصِرُ} معطوف على قوله {لَا يَسْمَعُ} وكذا جملة قوله {وَلَا يُغْنِي} معطوفة عليه {عَنْكَ} متعلق بـ {يُغْنِي} . {شَيْئًا} : مفعول به منصوب على المصدرية أى شيئًا أو الإغناء. </p><p> {يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا (٤٣) يَا أَبَتِ </p><p> لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا (٤٤) }. </p><p> {يَا أَبَتِ} : منادى مضاف والجملة في محل النصب مقول {قَالَ} . {إِنِّي} ناصب واسمه {قَدْ} : حرف تحقيق {جَاءَنِي} : فعل ماض ونون وقايه ومفعول به {مِنَ الْعِلْمِ} : متعلق بـ {جَاءَنِي} . {مَا} : موصولة أو موصوفة في الرفع فاعل {جاء} ، {لَمْ} : حرف جزم {يَأْتِكَ} : فعل ومفعول به مجزوم بـ {لَمْ} وجزمه حذف حرف العلة، وفاعله: ضمير يعود على {مَا} : والجملة: صلة لـ {مَا} أو صفة لها، وجملة {جَاءَنِي} : في محل الرفع خبر إنَّ، وجملة من في محل النصب مقول {قَالَ} : على كونها جواب النداء. {فَاتَّبِعْنِي} : {الفاء} : قال الفصيحة، لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت أنه قد جاءني أو العلم، وأردت بيان ما هو اللازم لك .. فأقول لك:  {اتبعني} . {اتبعني} : فعل أمر ونون وقاية وياء المفعول وفاعله ضمير يعود على أبي إبراهيم، والجملة الفعلية: في محل النصب مقول لجواب إذا المقدرة وجملة إذا المقدرة، في محل النصب مقول {قَالَ} . {أَهْدِكَ} : فعل مضارع ومفعول أول مجزوم بالطلب السابق وجزمه حذف حرف العلة وفاعله ضمير يعود على {إِبْرَاهِيمَ} . {صِرَاطًا} : مفعول ثان {سَوِيًّا} : صفة {صِرَاطًا} . {يَا أَبَتِ} : منادى مضاف {لَا} : ناهية جازمة {تَعْبُدِ الشَّيْطَانَ} فعل ومفعول مجزوم بـ {لَا} الناهية وفاعلة ضمير يعود على أبي إِبراهيم، والجملة: في محل النصب مقول قال على كونها جواب النداء. {إِنَّ الشَّيْطَان} : ناصب واسمه. {كَانَ} : فعل ماض ناقص واسمه ضمير يعود على {الشَّيْطَانَ} . {لِلرَّحْمَنِ} : متعلق بـ {عَصِيًّا} . {عَصِيًّا} : خبر {كَانَ} : وجملة {كَانَ} في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها على كونها مقول {قَالَ} . </p><p> {يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا (٤٥) } </p><p> {يَا أَبَتِ} : منادى مضاف {إِنِّي} : ناصب واسمه {أَخَافُ} : فعل مضارع وفاعله ضمير يعود على {إِبْرَاهِيمَ} وجملة {أَخَافُ} : في محل الرفع خبر {إن} وجملة {إن} : في محل النصب مقول {قَالَ} . {أَنْ يَمَسَّكَ} : ناصب يفعل </p><p> مضارع ومفعول به {عَذَابٌ} : مفعول به {مِنَ الرَّحْمَنِ} : صفة لـ {عَذَابٌ} وجملة {يَمَسَّكَ} : في تأويل مصدر منصوب على المفعولية لـ {أَخَافُ} تقديره: إني أخاف مس عذاب الرحمن إياك {فَتَكُونَ} الفاء: عاطفة {تكون} : فعل مضارع ناقص معطوف على {يَمَسَّكَ} : واسمها ضمير يعود على أبي إبراهيم {لِلشَّيْطَانِ} : متعلق بـ {أَخَافُ} . {وَلِيًّا} : خبر {تكون} . </p><p> {قَالَ أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا (٤٦) }. </p><p> {قَالَ} : فعل ماض وفاعله ضمير يعود على أبي إبراهيم، والجملة: مستأنفة {أَرَاغِبٌ أَنْتَ} إلى قوله، {قَالَ سَلَامٌ} : مقول محكي وإن شئت قلت: {أَرَاغِبٌ}  {الهمزة} للاستفهام الإنكاري {راغب} : مبتدأ وسوَّغ الابتداء بالنكرة اعتماده على همزة الإستفهام {أَنْتَ} : فاعل سد مسد الخبر {عَنْ آلِهَتِي} متعلق بـ {راغب} والجملة: في محل النصب مقول {قَالَ} . {يَا إِبْرَاهِيمُ} : منادى مفرد العلم {لَئِنْ لَم} اللام: موطئة للقسم {إن} : حرف شرط جازم {لَمْ} حرف نفي وجزم {تَنْتَهِ} ؛ فعل مضارع مجزوم بـ {لَمْ} وجزمه حذف حرف العلة، وفاعله: ضمير يعود على {إِبْرَاهِيمُ} ، والجملة: في محل الجزم بـ {إن} الشرطية على كونها فعل شرط لها. {لَأَرْجُمَنَّكَ} : اللام: موطئة للقسم مؤكدة للأولى. {أرجمن} : فعل مضارع مبني على الفتح لاتصاله بنون التوكيد الثقيلة، والكاف: مفعول به وفاعله ضمير يعود على أبي إبراهيم، والجملة الفعلية، جواب القسم لا محل لها وجملة القسم في محل النصب مقول {قَالَ} وجواب {إن} الشرطية، محذوف دل عليه جواب القسم، تقديره: إن لم تنته أرجمك وجملة {إن} : الشرطية معترضة بين القسم وجوابه لا محل لها من الإعراب {وَاهْجُرْنِي} : فعل أمر ونون وقاية وياء مفعول، وفاعله، ضمير يعود على {إِبْرَاهِيمُ} والجلمة الفعلية، معطوفة على جملة محذوفة، تقديرها: فاحذرني واهجرني عند من يمنع عطف الإنشائية على الخبرية على أن سيبويه يجيز عطف الجملة الخبرية على الإنشائية، فليس هذا التقدير بلازم، فيجوز عطفها على {لَأَرْجُمَنَّكَ} . {مَلِيًّا} : ظرف زمان متعلق بـ {اهجرني} وقيل: هو حال من فاعل {اهجرني} ومعناه: سالمًا سويًا لا </p><p> يصيبك منى معرة. </p><p> {قَالَ سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا (٤٧) وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ وَأَدْعُو رَبِّي عَسَى أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا (٤٨) } </p><p> {قَالَ} : فعل ماض وفاعله ضمير يعود على {إِبْرَاهِيمُ} ، والجملة: مستأنفة {سَلَامٌ} : مبتدأ وسوّغ الابتداء بالنكرة، ما فيه من معنى الدعاء {عَلَيْكَ} : خبر المبتدأ والجملة الاسمية. في محل النصب مقول {قَالَ}  {سَأَسْتَغْفِرُ}  (السين) حرف تنفيس للاستقبال القريب {أستغفر} : فعل مضارع وفاعله ضمير يعود على {إِبْرَاهِيمُ} . {لَكَ} : متعلق بـ {أستغفر} . {رَبِّي} : مفعول به والجملة: في محل النصب مقول {قَالَ} . {إِنَّهُ} : ناصب واسمه {كَانَ} فعل ماض واسمه ضمير يعود على الله {بِي} : متعلق بـ {حَفِيًّا} . {حَفِيًّا} : خبر {كَانَ} وجملة كان في محل الرفع خبر {إِنَّ} وجملة {إن} في محل النصب مقول {قَالَ} ، على كونها معللةً لما قبلها {وَأَعْتَزِلُكُمْ} : فعل مضارع ومفعول به وفاعله: ضمير يعود على {إِبْرَاهِيمُ} ، والجملة الفعلية: في محل النصب معطوفة على جملة {أستغفر}  {وَمَا} : موصولة أو موصوفة، في محل النصب معطوفة على كاف المخاطبين {تَدْعُونَ} : فعل وفاعل، والجملة صلة لـ {ما} أو صفة لها والعائد أو الرابط، محذوف تقديره: ما تدعونه. {مِنْ دُونِ اللَّهِ} : جار ومجرور ومضاف إليه حال من فاعل {تَدْعُونَ} : أي: حالة كونكم مجاوزين الله {وَأَدْعُو} : فعل مضارع وفاعله ضمير يعود على {إِبْرَاهِيمُ} . {رَبِّي} : مفعول به والجملة: في محل النصب معطوفة على جملة {أستغفر لك} . {عَسَى} : فعل ماض ناقص من أفعال الرجاء واسمها ضمير مستتر فيه جوازًا تقديره: هو يعود على الشأن {أَلَّا}  {أَن} : حرف نصب ومصدر {لَّا} نافية {أَكُونَ} : فعل مضارع ناقص منصوب بـ {أن} واسمه ضمير يعود على المتكلم {بِدُعَاءِ رَبِّي} جار ومجرور ومضاف إليه متعلق بـ {شَقِيًّا} ، {شَقِيًّا} : خبر {أَكُونَ} ، وجملة {أَكُونَ} : في تأويل مصدر منصوب على كونه خبر {عَسَى} ؛ تقديره عسى هو - أي: الشأن - عدم كوني {شَقِيًّا} بدعاء ربي، وجملة {عَسَى} في محل النصب مقول {قَالَ} . </p><p> {فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا (٤٩) وَوَهَبْنَا لَهُمْ مِنْ رَحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا (٥٠) }. </p><p> {فَلَمَّا}  {الفاء} : استئنافية {لما} : ظرفية شرطية غير جازمة متعلقة بجوابها {اعْتَزَلَهُمْ} : فعل ومفعول وفاعله ضمير يعود على {إِبْرَاهِيمُ} والجملة: فعل شرط لـ {لما}  {وَمَا} موصولة أو موصوفة في محل النصب معطوف على ضمير المفعول {يَعْبُدُونَ} : فعل وفاعل صلة الموصول أو صفة الموصوفة والعائد أو الرابط محذوف تقديره: وما يعبدونه {مِنْ دُونِ اللَّهِ} جار ومجرور حال من فاعل {يَعْبُدُونَ} ؛ أي: حالة كونهم مجاوزين الله {وَهَبْنَا} فعل وفاعل جواب {لما} وجملة {لما} في محل النصب مقول {قَالَ} على كونها مستأنفة {لَهُ} متعلق بـ {وَهَبْنَا} . {إِسْحَاقَ} مفعول به {وَيَعْقُوبَ} : معطوف عليه {وَكُلًّا} : مفعول أوله لـ {جَعَلْنَا} . {جَعَلْنَا} : فعل وفاعل {نَبِيًّا} : مفعول ثان له، والجملة معطوفة على جملة {وَهَبْنَا} على كونه جواب {لما} . {وَوَهَبْنَا} : فعل وفاعل معطوف على {وَهَبْنَا} ، الأول {لَهُمْ} : متعلق بـ {وَهَبْنَا} . {مِنْ رَحْمَتِنَا} متعلق به أيضًا {وَجَعَلْنَا} : فعل وفاعل معطوف على {وَهَبْنَا} . {لَهُمْ} : جار ومجرور في محل المفعول الثاني لـ {جَعَلْنَا} . {لِسَانَ صِدْقٍ} هو المفعول الأول لـ {جَعَلْنَا} . {عَلِيًّا} صفة لـ {لِسَانَ} . </p><p> التصريف ومفردات اللغة </p><p> {فَرِيًّا} ؛ أي: شيئًا عظيمًا خارقًا للعادة، وهي الولادة بلا أب، والفري: البديع من فرى الجلد، والفري: العظيم من الأمر، يقال: أى الخير والشر، وقيل: الفرى: العجيب، وقيل: المفتعل، ومن الأول الحديث أى وصف عمر بن الخطاب \"فلم أر عبقريًا يفري فريه\" والفرى: قطع الجلد للخرز والإصلاح، وفي \"المختار\" فرى الشيء قطعه لإصلاحه، وبابه رمى، وفرى كذبًا خلقه وافتراه واختلقه، والاسم الفرية وقوله:  {شَيْئًا فَرِيًّا} ؛ أي: مصنوعًا مختلقًا، وقيل عظيمًا، وأفرى الأوداج: قطعها، وأفرى الشيء: شقّه فانفرى وتفرى، أي: انشق، وقال الكسائي: أفرى الأديم: قطعه على جهة الإفساد وفراه قطعه على </p><p> جهة الإصلاح. </p><p> {فِي الْمَهْدِ} : والمهد: الموضع يهيأ للصبي، ويوطأ له، والجمع: مهود ومهده كمنعه بسطه، وككتاب الفراش، والأرض كالمهاد والجمع: أمهدة ومهد اهـ. \"قاموس\"  {وَجَعَلَنِي نَبِيًّا} ؛ أي: نفاعًا للناس حيثما توجه؛ لأنه كان يحيى الموتى، ويبرىء الأكمه والأبرص، ويرشد ويهدي {جَبَّارًا} ، الجبار، المتعظم الذي لا يرى لأحد عليه حقًا {شَقِيًّا} : والشقي: العاصي لربه {الْأَحْزَابُ} : جمع حزبٍ وهم الجماعة و {مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ} : مشهد مفعل، إما من الشهادة وإما من الشهود، وهو: الحضور ومشهد يجوز أن يراد به الزمان أو المكان أو المصدر، فإذا كان من الشهادة كان المراد به الزمان، فتقديره: من وقت شهادة يوم، وأن أريد به المكان فتقديره من كان شهادة يوم، وإن أريد به المصدر فتقديره: من شهادة ذلك اليوم، وأن تشهد عليهم ألسنتهم وأيديهم وأرجلهم والملائكة والأنبياء، وإذا كان من الشهود وهو الحضور فتقديره: من شهود الحساب والجزاء يوم القيامة أو من مكان الشهود فيه، وهو الموقف أو من وقت الشهود، وإذا كان مصدرًا بحالتيه المتقدمتين فتكون إضافته إلى الظرف من باب الاتساع، كقوله: {مَالِكِ يَوْمِ الدِّينِ (٤) } ويجوز أن يكون المصدر مضافًا لفاعله على من يجعل اليوم شاهداً بينهم، إما حقيقةً وإما مجازاً اهـ \"سمين\" . </p><p> {لَكِنِ الظَّالِمُونَ الْيَوْمَ} ؛ أي: في الدنيا {يَوْمَ الْحَسْرَةِ} ؛ أي: يوم الندامة، هو يوم القيامة حين يندم الناس على ما فرّطوا فى جنب الله {صِدِّيقًا} ؛ أي: مبالغًا في الصدق لم يكذب قط في أقواله وأفعاله وأحواله، وفي تصديق غيوب الله تعالى وآياته وكتبه ورسله، والصديق: من أبنية المبالغة، ونظيره الضحيك والنطيق، والمراد: أنه بليغ الصدق في أقواله {صِرَاطًا سَوِيًّا} ؛ أي: طريقًا مستقيمًا موصلًا إلى نيل السعادة {وَلِيًّا} تليه ويليك في العذاب {أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي} ؛ أي: كاره لها {لَأَرْجُمَنَّكَ} ؛ أي: لأشتمنك باللسان، أو لأرجمنك بالحجارة، من رجم يرجم من باب نصر {مَلِيًّا} ؛ أي: زمنًا طويلًا، {بِي حَفِيًّا} ؛ أي: مبالغًا فى بري </p><p> وإكرامي من حفي بكذا حفاوةً، إذا اعتنى به وبالغ فى إكرامه اهـ. شيخنا. وفي \"المختار\" حفي به بالكسر حفاوةً بفتح الحاء فهو حفي، أي: بالغ في إكرامه وإلطافه والعناية بأمره، والحفي أيضًا المستقصى فى السؤال، ومن الأول قوله:  {إِنَّهُ كَانَ بِي حَفِيًّا} ومن الثاني قوله تعالى: {كَأَنَّكَ حَفِيٌّ عَنْهَا} اهـ. {وَأَعْتَزِلُكُمْ} ؛ أي: أترككم بالارتحال من بلادكم، وقد فعل وارتحل من بابل إلى الأرض المقدسة، وفي \"القاموس\" وبابل كصاحب: موضع بالعراق، وفيه أيضًا وكوثى بالضم بلدة بالعراق اهـ. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: التشبيه أى قوله: {يَا أُخْتَ هَارُونَ} أي: شبيهة هارون في صلاحها وعبادتها. </p><p> ومنها: الاستفهام التعجبي في قوله: {كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْد} . </p><p> ومنها: التعبير بالماضي عما في المستقبل في قوله: {وَجَعَلَنِي نَبِيًّا} وقوله: {وَجَعَلَنِي مُبَارَكًا} ؛ إشارةً إلى تحقق وقوعه. </p><p> ومنها: التعريض في قوله: {وَالسَّلَامُ عَلَيَّ} إن قلنا إن الألف واللام فيه للجنس؛ لأن فيه تعريضاً باللعنة على متَّهمي مريم وأعدائها من اليهود؛ لأن المعنى حينئذ وجنس السلام عليَّ خاصةً فقد عرَّض بأن ضده عليكم ونظيره قوله تعالى:  {وَالسَّلَامُ عَلَى مَنِ اتَّبَعَ الْهُدَى} اهـ \"سمين\" وقيل: التعريف فيه للعهد لأنه قد تقدم لفظه في قوله: {وَسَلَامٌ عَلَيْهِ} كما مر في مبحث التفسير. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {فَوَيْلٌ لِلَّذِينَ كَفَرُوا} إيذانًا بكفرهم جميعًا، وإشعارًا بعلة الحكم، كما في \"أبي السعود\" لأن حق المقام أن يقال فويل لهم؛ أي: للأحزاب المختلفين فيه. </p><p> ومنها: التعجب في قوله: {أَسْمِعْ بِهِمْ وَأَبْصِرْ} . </p><p> ومنها: المجاز بالحذف في قوله: {يَوْمَ الْحَسْرَةِ} ؛ أي: أهوال يوم الحسرة. </p><p> ومنها: التعبير بالماضي عما في المستقبل في قوله: {إِذْ قُضِيَ الْأَمْرُ} إشعارًا بتحقق وقوعه. </p><p> ومنها: التكرار في قوله: {يَا أَبَتِ} . </p><p> ومنها: الاستفهام الإنكاري في قوله: {أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي} . </p><p> ومنها: جناس الاشتقاق في قوله: {وَأَدْعُو رَبِّي} وقوله: {بِدُعَاءِ رَبِّي} . </p><p> ومنها: التهديد والتقريع في قوله: {لَأَرْجُمَنَّكَ وَاهْجُرْنِي} . </p><p> ومنها: المجاز المرسل في قوله: {لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِين} والمراد جهنم فأطلق الحال وأريد المحل؛ لأن الضلال لا يحل فيه وإنما يحل في مكانه والعلاقة الحالية، وكذلك قوله:  {وَهُمْ فِي غَفْلَةٍ} والغفلة: لا يحل فيها أيضًا، وإنما يحل أصحابها في أسبابها من الكفر والمعاصي. </p><p> ومنها: المجاز المرسل في قوله تعالى: {وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا} من إطلاق اسم الآلة وهي: اللسان لأنها آلة الكلام وإرادة ما ينشأ عنها، فعبر باللسان عما يوجد باللسان، كما عبر باليد عما يُفعل باليد وهو العطاء، فهو مجاز علاقته السببية. </p><p> ومنها: التأكيد في قوله: {إِنَّا نَحْنُ نَرِثُ الْأَرْضَ} فإن لفظ نحن تأكيد للضمير في {إِنَّا} لأنه بمعناه. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَاذْكُرْ فِي الْكِتَابِ مُوسَى إِنَّهُ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَبِيًّا (٥١) وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا (٥٢) وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا (٥٣) وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا (٥٤) وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا (٥٥) وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا (٥٦) وَرَفَعْنَاهُ مَكَانًا عَلِيًّا (٥٧) أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا (٥٨) فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا (٥٩) إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا (٦٠) جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا (٦١) لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا (٦٢) تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا (٦٣) وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا (٦٤) رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيًّا (٦٥) وَيَقُولُ الْإِنْسَانُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا (٦٦) أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا (٦٧) فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا (٦٨) ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا (٦٩) ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيًّا (٧٠) وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا (٧١) ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا (٧٢) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ ...} قدم (١) الكلام في موسى على الكلام في إسماعيل ليكون الحديث عن يعقوب وبنيه في نسقٍ واحد دون فاصل بينهما، وإسماعيل هو إسماعيل بن إبراهيم خليل الرحمن - عليهما السلام - وقد أثنى عليه ربه بما هو أهله ووصفه بصفاتٍ هي مفخرة البشر ومنتهى السمو والفضل في هذه الدنيا. </p><p>(١) المراغي.</p><p> قوله تعالى:  {أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما أفرد كل رسول من رسله العشرة الذين سبق ذكرهم بالثناء عليه بما هو جدير به .. أردفه بذكر بعض ما جازاهم به من النعم، فقد هداهم إلى سبل الخير واصطفاهم من سائر خلقه. </p><p> قوله تعالى:  {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ ....} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر حزب السعداء وهم الأنبياء، ومن تبعهم بإحسان ممن قاموا بحدود الدين، فاتبعوا أوامره وأدوا فرائضه، وتركوا نواهيه .. أردف هذا بذكر من خلفهم ممن أضاعوا واجباته، وأقبلوا على شهوات الدنيا ولذاتها، وأعقب هذا بذكر ما ينالهم من النكال والوبال في الآخرة، إلا من تاب وأناب فإن الله يقبل توبته، ويحسن عاقبته، ويجعله من ورثة جنة النعيم، ولا ينقصه شيئًا من جزاء أعماله. </p><p> قوله:  {جَنَّاتِ عَدْنٍ ....} الآية، مناسبتها لما قبلها؛ لما ذكر سبحانه أنه يدخل التائبين الجنة .. وصف هذه الجنة بجملة أوصافٍ كلها غاية في تعظييم أمرها، وشريف قدرها، وجليل خطرها. </p><p> قوله تعالى:  {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر قصص الأنبياء - عليهم السلام - تثبيتًا له - صلى الله عليه وسلم - وأعقبه بذكر ما أحدثه الخلف بعدهم، وذكر جزاء الفريقين .. أعقب ذلك بقصص تأخر نزول جبريل على النبي - صلى الله عليه وسلم - إذ زعم المشركون أن الله ودَّعه وقلاه، وقد رد عليهم زعمم وأبان لهم أن الأمر على غير ما زعموا. </p><p> قوله تعالى: {وَيَقُولُ الْإِنْسَانُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا (٦٦) ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما (١) أمر بالعبادة، والمصابرة عليها، على ما فيها من مشاق وشدائد .. أبان فائدة ذلك وهي أنها تنجيهم يوم الحشر {يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ (٨٨) إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ (٨٩) } </p><p>(١) المراغي.</p>"
}