{
  "id": null,
  "sura": 19,
  "aya": 74,
  "text": "<p> سَبَقُونَا إِلَيْهِ}. </p><p> روي (١) : أنهم كانوا يرجلون شعورهم ويدهنوها، ويتطيبون ويتزينون بالزين الفاخرة، فإذا سمعوا الآيات الواضحات، وعجزوا عن معارضتها، والدخل عليها .. قالوا مفتخرين بالحظوظ الدنيوية على فقراء المؤمنين: لو كنتم على الحق وكنا على الباطل .. لكان حالكم في الدنيا أحسن؛ لأن الحكيم لا يليق به أن يوقع أولياءه في العذاب والذل، وأعداءه في العز والراحة لكن الأمر بالعكس، وقصدهم بهذا الكلام، صرفهم عن دينهم، </p><p> ٧٤ - فرد الله عليهم بقوله:  {وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ} وكم: خبرية بمعنى عدد كثير مفعول مقدم لـ {أَهْلَكْنَا} و {مِنْ قَرْنٍ} : بيان لإبهامها وأهل كل عمر قرن لمن بعدهم؛ لأنهم يتقدمونهم مأخوذ من قرن الدابة، وهو: مقدمها وقوله: و {هُمْ أَحْسَنُ} في محل الجر على أنه صفة لقرن، وما في \"الشوكاني\" هنا أنه في محل نصب صفة لكم غير صواب {أَثَاثًا} تمييز عن النسبة وهو متاع البيت {وَرِئْيًا} هو المنظر والهيئة؛ أي: وقد أهلكنا قبل هؤلاء المشركن كثيرًا من أمةِ عاتيةٍ، كعاد، وثمود، وغيرهما {هُمْ} ؛ أي: أولئك القرون أحسن من هؤلاء المشركين أثاثًا ورئيًا؛ أي: أموالًا وأمتعةً، ومناظر ذات جمال وزخرف. </p><p> والمعنى (٢) : كثيرًا من القرون التي كانوا أفضل منهم فيما يفتخرون به، من الحظوظ الدنيوية، كعاد، وثمود، وأضرابهم من الأمم العاتية، قبل هؤلاء؛ أي: كفار قريش أهلكناهم بفنون العذاب، ولو كان ما آتيناهم لكرامتهم علينا .. لما فعلنا بهم ما فعلنا؛ أي: فإن ما أنتم (٣) أيها المشركون فيه من النعم محض استدراج لم ينفعكم الترفه شيئًا عند نزول النبلاء بكم، كما وقع للأمم الماضية، حيث كانوا في رفاهيةٍ أكثر منكم، ومع ذلك أهلكهم الله بكفرهم، ولم ينفعهم الترفه شيئًا. </p><p>(١) روح البيان. (٢) روح البيان.(٣) المراح.</p><p> وخلاصة هذا (١) : إن كثيرًا ممن كانوا أعظم منكم نعمةً في الدنيا، كعاد، وثمود، وأضرابهم من الأمم العاتية، قد أهلكهم الله، فلو صدق ما تدعون من أن النعمة في الدنيا تدل على الكرامة عند الله .. ما أهلك أحدًا من المتنعمين بها، وفي هذا من التهديد والوعيد ما لا يخفى، وكأنه قيل: فليترقب هؤلاء أيضًا مثل ذلك، فسيحل بهم مثل ما حل بمن قبلهم من المثلات. </p><p> وقرأ الجمهور (٢) : {وَرِئْيًا} بالهمزة من رؤية العين، فعل بمعنى مفعول، كالطحن بمعنى المطحون، والذبح بمعنى المذبوح، وقال ابن عباس: الرأي: المنظر، وقال الحسن: معناه صوراً، وقرأ الزهري، وأبو جعفر، وشيبة، وطلحة، في رواية الهمداني، وأيوب، وابن سعدان، وابن ذكوان، وقالون:  {وريا} بتشديد الياء من غير همز، فاحتمل أن يكون مهموز الأصل من الرواء والمنظر، سهلت همزته بإبدالها ياءً، ثم أدغمت الياء في الياء، واحتمل أن يكون من الري ضد العطش؛ لأن الريان من الماء له من الحسن والنضارة ما يستحب ويستحسن، كما له منظر حسن من وجه آخر مما يرى ويقال، وقرأ أبو بكر في رواية الأعمش عن عاصم وحميد {وريئًا} بياء ساكنة بعدها همزة وهو على القلب ووزنه فلعًا، وكأنه من راء وقرىء {ورياءً} بياء بعدها ألف وبعدها همزة، حكاها اليزيدي، وأصله: ورئاء من المراآة؛ أي: يرى بعضهم بعضًا حسنه، وقرأ ابن عباس، فيما روى عن طلحة {وريًا} من غير همزٍ ولا تشديدٍ، فتجاسر بعض الناس وقال: هي لحن، وليس كذلك، بل لها توجيه: بأن تكون من الرواء وقلب فصار {وَرِئْيًا} ثم نقلت حركة الهمزة إلى الياء، وحذفت، أو بأن تكون من الري وحذفت إحدى الياءَين تخفيفًا كما حذفت في لا سيما، والمحذوفة الثانية؛ لأنها لام الكلمة؛ لأن الثقل إنما حصل للكلمة بأنضمامها إلى الأولى، فهي أولى بالحذف، وقرأ ابن عباس أيضًا، وابن جبير، ويزيد البربري، والأعصم المكي {وزيا} بالزاي مشدد الياء، والزي: الهيئة الحسنة والآلات المجتمعة المستحسنة، من زويت بمعنى جمعت، فيكون أصلها: زويًا فقلبت الواو ياءً ثم </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}