{
  "id": null,
  "sura": 19,
  "aya": 72,
  "text": "<p> المنصوب عليها وهو الصراط. </p><p> ٧٢ - {ثُمَّ} إذا مر الخلائق كلهم على النار، وسقط فيها من سقط من الكفار والعصاة، على قدر ما اجترحوا من الآثام والذنوب {نُنَجِّي} نحن ونسلم {الَّذِينَ اتَّقَوْا} الشرك والمعاصي منها بحسسب أعمالهم {وَنَذَرُ الظَّالِمِينَ} ؛ أي: ونترك الظالمين أنفسهم بالكفر والمعاصي {فِيهَا} ؛ أي: في نار جهنم {جِثِيًّا} ؛ أي: جاثين جالسين على الركب كما جاؤوا، فإن قلت (١) : إذا لم يكن في دخول المؤمنين عذاب، فما الفائدة فيه؟. </p><p> قلت؛ فيه وجوه: </p><p> الأول: أن يزيدهم سرورًا إذا علموا الخلاص منه. </p><p> الثاني: يزيد غم أهل النار، لظهور فضيحتهم عند المؤمنين الذين يخوفونهم بالنار. </p><p> والثالث: يرون أعداءَهم المؤمنين قد تخلصوا منها، وهم يبقون فيها. </p><p> والرابع: أن المؤمنين إذا كانوا معهم فيها .. بكتوهم فيزداد غمهم. </p><p> والخامس: أن مشاهدة عذابهم توجب مزيد التذاذهم بنعيم الجنة. </p><p> وقرأ ابن عباس، وعكرمة، وجماعة (٢) : {وإن منهم} بالهاء للغيبة على ما تقدم من الضمائر، وقرأ الجمهور:  {ثُمَّ} بحرف العطف، وهذا يدل على أن الورود عام، وقرأ عبد الله، وابن عباس، وأبي، وعلي، والجحدري، وابن أبي ليلى، ومعاوية بن قرة، ويعقوب {ثُمَّ} ؛ أي: هناك، ووقف ابن أبي ليلى {ثمة} بهاء السكت، وقرأ الجمهور:  {نُنَجِّي} بفتح النون وتشديد الجيم، وقرأ يحيى، والأعمش، والكسائي، وابن محيصن: بإسكان النون وتخفيف الجيم، وقرأ فرقة {نجي} بنون واحدة مضمومة وجيم مشددة وقرأ علي {ننحي} بحاء مهملة مضارع نحَّى. </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> الإعراب </p><p> {وَاذْكُرْ فِي الْكِتَابِ مُوسَى إِنَّهُ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَبِيًّا (٥١) وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا (٥٢) وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا (٥٣) }. </p><p> {وَاذْكُرْ}  {الواو} : عاطفة {اذكر} : فعل أمر وفاعله ضمير يعود على محمد والجملة معطوفة على جملة قوله: {وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ} ، {فِي الْكِتَابِ} متعلق بـ {اذكر} ، {مُوسَى} : مفعول به {إِنَّهُ} : ناصب واسمه {كَانَ} فعل ماض ناقص واسمه ضمير يعود على {مُوسَى} . {مُخْلَصًا} خبر {كَانَ} وجملة {كَانَ} في محل الرفع خبر {إن} وجملة {إن} : مستأنفة مسوقة لتعليل ما قبلها {وَكَانَ رَسُولًا} : فعل ناقص وخبره واسمه ضمير يعود على {مُوسَى} والجملة: معطوفة على جملة {كَانَ} الأولى {نَبِيًّا} خبر ثان لـ {كَانَ}  {وَنَادَيْنَاهُ} : فعل وفاعل ومفعول والجملة في محل الرفع معطوفة على جملة {كَانَ} الأولى {مِنْ جَانِبِ الطُّور} : جار ومجرور ومضاف إليه متعلق بـ {ناديناه} . {الْأَيْمَنِ} صفة لـ {جَانِبِ}  {وَقَرَّبْنَاهُ} : فعل وفاعل ومفعول به معطوف على {ناديناه} . {نَجِيًّا} حال من أحد الضميرين في {ناديناه}  {وَقَرَّبْنَاهُ} وهو فعيل بمعنى فاعل؛ أي: مناجيًا {وَوَهَبْنَا} فعل وفاعل معطوف على {ناديناه} . {لَهُ} متعلق بـ {وَهَبْنَا} . {مِنْ رَحْمَتِنَا} متعلق بـ {وَهَبْنَا} أيضًا ومعنى {مِنْ} هنا للتبعيض؛ أي: بعض رحمتنا، أو للتعليل؛ أي: من أجل رحمتنا إياه {أَخَاهُ} مفعول به لـ {وَهَبْنَا} . {هَارُونَ} بدل من {أَخَاهُ} . {نَبِيًّا} حال من {هَارُونَ} . </p><p> {وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا (٥٤) وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا (٥٥) }. </p><p> {وَاذْكُرْ} فعل أمر {فِي الْكِتَابِ} متعلق به وفاعله ضمير يعود على محمد {إِسْمَاعِيلَ} مفعول به والجملة معطوفة على جملة قوله: {وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ}  {إِنَّهُ} : ناصب واسمه {كَانَ صَادِقَ الْوَعْدِ} : فعل ناقص وخبره واسمه ضمير يعود على إسماعيل وجملة {كَانَ} في محل الرفع خبر {إن} وجملة {إن} : مستأنفة مسوقة لتعليل ما قبلها {وَكَانَ رَسُولًا} فعل ناقص وخبره {نَبِيًّا} : خبر ثان له واسمه </p><p> ضمير يعود على {إِسْمَاعِيلَ} وجملة {كَانَ} في محل الرفع معطوفة على جملة {كَانَ} الأولى {وَكَانَ} : فعل ناقص معطوف على {كَانَ} : الأولى واسمه ضمير يعود على {إِسْمَاعِيلَ} . {يَأْمُرُ أَهْلَهُ} : فعل ومفعول به وفاعله ضمير يعود على {إِسْمَاعِيلَ} وجملة {يَأْمُرُ} في محل النصب خبر {كَانَ} . {بِالصَّلَاةِ} متعلق بـ {يأمر}  {وَالزَّكَاةِ} : معطوف على {الصلاةِ} ، {وَكَانَ} : فعل ناقص معطوف على {كَانَ} الأولى واسمه ضمير يعود على {إِسْمَاعِيلَ} . {عِنْدَ رَبِّهِ} : ظرف ومضاف إليه متعلق بـ {مَرْضِيًّا} . {مَرْضِيًّا} خبر {كَانَ} . </p><p> {وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا (٥٦) وَرَفَعْنَاهُ مَكَانًا عَلِيًّا (٥٧) }. </p><p> {وَاذْكُرْ} فعل أمر معطوف على {اذكر} الأول وفاعله ضمير يعود على محمد {في الْكِتَابِ} : متعلق به {إِدْرِيسَ} : مفعول به {إِنَّهُ} ناصب واسمه {كَانَ صِدِّيقًا} : فعل ناقص وخبره {نَبِيًّا} : خبر ثان له واسمه ضمير يعود على {إِدْرِيسَ} وجملة {كَانَ} أي محل الرفع خبر {إن} وجملة {إن} : مستأنفة مسوقة لتعليل ما قبلها {وَرَفَعْنَاهُ} : فعل وفاعل ومفعول به {مَكَانًا} : منصوب على الظرفية المكانية متعلق بـ {رفعناه} . {عَلِيًّا} : صفة لـ {مَكَانًا} وجملة {رفعناه} أي محل الرفع معطوفة على جملة {كَانَ} . </p><p> {أُولَئِكَ الَّذِينَ أَنْعَمَ الله عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا (٥٨) }. </p><p> {أُولَئِكَ} : مبتدأ والخطاب لمحمد - صلى الله عليه وسلم - واسم الإشارة: واقع على الأنبياء المذكورين في هذة السورة, وهم عشرة: أولهم في الذكر زكريا وآخرهم إدريس {الَّذِينَ} اسم موصول في نحل الرفع خبر المبتدأ, أو بدل من اسم الإشارة, والجملة الاسمية, مستأنفة {أَنْعَمَ الله} : فعل وفاعل {عَلَيْهِمْ} : متعلق بـ {أَنْعَمَ} : والجملة صلة الموصول {مِنَ النَّبِيِّينَ} حال من الموصول {مِنْ ذُرِّيَّةِ آدَمَ} : بدل {مِنَ النَّبِيِّينَ} بإعادة الجار, {وَمِمَّنْ} : جار ومجرور معطوف على الجار والمجرور في قوله: {مِنْ ذُرِّيَّةِ آدَمَ} . {حَمَلْنَا} : فعل وفاعل والجملة: صلة الموصول, والعائد: محذوف تقديره: وممن حملناه {مَعَ نُوحٍ} ظرف متعلق </p><p> بـ {حَمَلْنَا}  {وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ} : جار ومجرور ومضاف إليه، معطوف على قوله:  {مِنْ ذُرِّيَّةِ آدَمَ}  {وَإِسْرَائِيلَ} : معطوف على {إِبْرَاهِيمَ} . {وَمِمَّنْ هَدَيْنَا} معطوف على قوله: {مِنْ ذُرِّيَّةِ آدَمَ}  {هَدَيْنَا} : فعل وفاعل صلة الموصول والعائد محذوف تقديره: هديناهم {وَاجْتَبَيْنَا} : معطوف على {هَدَيْنَا} . {إِذَا} : ظرف لما يستقبل من الزمان {تُتْلَى} فعل مضارع مغير الصيغة {عَلَيْهِمْ} ، متعلق به {آيَاتُ الرَّحْمَنِ} نائب فاعل ومضاف إليه، والجملة الفعلية: في محل الجر مضاف إليه لـ {إِذَا} على كونه فعل شرط لها والظرف متعلق بالجواب الآتي {خَرُّوا} فعل وفاعل {سُجَّدًا} حال من فاعل {خَرُّوا} . {وَبُكِيًّا} معطوف على {سُجَّدًا} وجملة {خَرُّوا} : جواب {إِذَا} لا محل لها من الإعراب وجملة {إِذَا} مع جوابها: مستأنفة لا محل لها من الإعراب إذا أعربنا {الَّذِينَ} خبرًا وإذا أعربنا {الَّذِينَ} بدلًا فتكون هي الخبر. </p><p> {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا (٥٩) إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا (٦٠) }. </p><p> {فَخَلَفَ}  {الفاء} عاطفة أو استئنافية {خلف} : فعل ماض {مِنْ بَعْدِهِمْ} : جار ومجرور متعلق بـ {خلف} أو حال من {خَلْفٌ} . {خَلْفٌ} : فاعل والجملة: معطوفة على جملة الصلة في قوله: {الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ} : أو مستأنفة {أَضَاعُوا الصَّلَاةَ} : فعل وفاعل ومفعول به والجملة في محل الرفع صفة لـ {خَلْفٌ}  {وَاتَّبَعُوا الشَّهَوَاتِ} : فعل وفاعل ومفعول به معطوف على {أَضَاعُوا الصَّلَاةَ} . {فَسَوْفَ} الفاء: فاء الفصيحة لأنها أفصحت عن جواب شرط مقدر تقديره إذا عرفت قبائح هؤلاء الخلف وأردت بيان عاقبتم .. فأقول لك {سوف يلقون} . {سوف} : حرف تنفيس واستقبال {يَلْقَوْنَ غَيًّا} فعل وفاعل ومفعول والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة: إذا المقدرة: مستأنفة {إِلَّا} أداة استثناء متصل على الراجح {مَنْ} اسم موصول في محل النصب على الاستثناء من فاعل {يَلْقَوْنَ} مبني على السكون {تَابَ} فعل ماض وفاعله ضمير يعود على {مَنْ} والجملة صلة الموصول {وَآمَنَ} فعل ماض معطوف على {تَابَ} وكذلك {وَعَمِلَ} : معطوف عليه {صَالِحًا} : مفعول به أو مفعول مطلق؛ </p><p> أي: عملًا صالحًا {فَأُولَئِكَ}  {الفاء} : فاء الفصيحة لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت هذا الاستثناء وأردت بيان عاقبتهم .. فأقول لك {أولئك} . {أولئك} : مبتدأ {يَدْخُلُونَ الْجَنَّةَ} : فعل وفاعل ومفعول والجملة: في محل الرفع خبر المبتدأ {وَلَا يُظْلَمُونَ} : فعل ونائب فاعل معطوف على {يَدْخُلُونَ} . {شَيْئًا} : مفعول مطلق ولك أن تجعله مفعولًا ثانيًا بتضمين {يُظْلَمُونَ} معنى ينقصون، والجملة الاسمية: في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة: مستأنفة استئنافًا بيانيًا. </p><p> {جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا (٦١) لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا (٦٢) }. </p><p> {جَنَّاتِ} : بدل من الجنة منصوب بالكسرة {عَدْنٍ} : مضاف إليه من عدن بالمكان إذا أقام، وقد جرى مجرى العلم، ولذلك ساغ وصفها بالتي {الَّتِي} صفة لـ {جَنَّاتِ عَدْنٍ}  {وَعَدَ الرَّحْمَنُ عِبَادَهُ} : فعل وفاعل ومفعول والجملة الفعلية: صلة الموصول والعائد محذوف تقديره: وعدها الرحمن عباده {بِالْغَيْبِ} : جار ومجرور حال من {عِبَادَهُ} ؛ أي: وعدهم إياها وهم غائبون عنها لا يرونها، أو حال من ضمير {الجنة} العائد على الموصول؛ أي: وعدها إياهم وهي غائبة عنهم {إِنَّهُ} ناصب واسمه {كَانَ وَعْدُهُ مَأْتِيًّا} : فعل ناقص واسمه وخبره وجملة {كَانَ} في محل الرفع خبر {إن} وجملة {إن} : مستأنفة مسوقة لتعليل ما قبلها، والضمير في إنه يعود على {الرَّحْمَنُ} والمعنى: إن الرحمن كان وعده مأتيًا، أو على الشأن، لأنه مقام تعظيم وتفخيم {لَا يَسْمَعُونَ} : فعل وفاعل والجملة: في محل النصب حال من {جَنَّاتِ عَدْنٍ} . {فِيهَا} : جار ومجرور حال من فاعل {يَسْمَعُونَ} ؛ أي: حالة كونهم في الجنة {لَغْوًا} : مفعول به لـ {يَسْمَعُونَ}  {إِلَّا} : أداة استثناء منقطع {سَلَامًا} منصوب على الاستثناء {وَلَهُمْ} خبر مقدم {رِزْقُهُمْ} : مبتدأ مؤخر {فِيهَا} : حال من ضمير {رِزْقُهُمْ} ؛ أي: حالة كونهم مستقرين فيها، والجملة: مستأنفة {بُكْرَةً} ظرف متعلق بالاستقرار الذي تعلق به الخبر في قوله {لَهُمْ} . {وَعَشِيًّا} معطوف على {بُكْرَةً} . </p><p> {تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا (٦٣) }. </p><p> {تِلْكَ الْجَنَّةُ} : مبتدأ وخبره، والجملة: مستأنفة {الَّتِي} : صفة لـ {الْجَنَّةُ} . {نُورِثُ} : فعل مضارع وفاعله ضمير يعود على الله ولجملة: صلة الموصول، والعائد: محذوف تقديره: نورثها {مِنْ عِبَادِنَا} جار ومجرور حال من اسم {كَانَ}  {مَنْ} اسم موصول في محل النصب مفعول {نُورِثُ}  {كَانَ} . فعل ماض ناقص واسمها ضمير يعود على {مَنْ} . {تَقِيًّا} خبرها وجملة {كَانَ} صلة الموصول. </p><p> {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا (٦٤) }. </p><p> {وَمَا} الواو: استئنافية {مَا} نافية {نَتَنَزَّلُ} هو فعل مضارع وفاعله ضمير يعود على جبريل ومن معه من الملائكة، والجملة: مستأنفة {إِلَّا} أداة استثناء من أعم الأحوال {بِأَمْرِ رَبِّك} : الجار والمجرور متعلق بمحذوف حال من فاعل {نَتَنَزَّلُ} ؛ أي:  {وَمَا نَتَنَزَّلُ} في حال من الأحوال إلا في حالة كوننا متلبسين {بِأَمْرِ رَبِّكَ} وإذنه {لَهُ} جار ومجرور خبر مقدم {مَا} اسم موصول في محل الرفع مبتدأ مؤخر والجملة: في محل النصب حال من {رَبِّكَ} . {بَيْنَ} : ظرف متعلق بمحذوف صلة الموصول {أَيْدِينَا} : مضاف إليه للظرف {وَمَا}  {الواو} عاطفة {مَا} موصول في محل الرفع معطوف على ما الموصولة في قوله: {مَا بَيْنَ أَيْدِينَا}  {خَلْفَنَا} : ظرف ومضاف إليه صلة لـ {مَا}  {وَمَا بَيْنَ ذَلِكَ} : معطوف أيضًا على {مَا بَيْنَ أَيْدِينَا}  {وَمَا} الواو: عاطفة {كَانَ رَبُّكَ نَسِيًّا} : فعل ناقص واسمه وخبره، والجملة: معطوفة على جملة قوله: {وَمَا نَتَنَزَّلُ} . </p><p> {رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيًّا (٦٥) }. </p><p> {رَبُّ السَّمَاوَاتِ} خبر لمبتدأ محذوف تقديره هو {رَبُّ السَّمَاوَاتِ}  {وَالْأَرْضِ} : معطوف على {السَّمَاوَاتِ} والجملة: مستأنفة {وَمَا} اسم موصول في محل الجر معطوف على {السَّمَاوَاتِ} . {بَيْنَهُمَا} ظرف ومضاف إليه، صلة الموصول {فَاعْبُدْهُ} : (الفاء) : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره، إذا عرفت أنه مالك السموات والأرض، وأردت بيان ما هو اللازم لك في حقه سبحانه: فأقول لك {اعبده}  {أعبده} : فعل أمر ومفعول به وفاعله ضمير يعود على محمد، </p><p> والجملة: في محل النصب مقول لجواب إذا المقدرة، {وَاصْطَبِرْ} : فعل أمر معطوف على {فَاعْبُدْهُ} . وفاعله ضمير يعود على محمد {لِعِبَادَتِهِ} : متعلق بـ {اصْطَبِرْ} . {هَلْ} : حرف للاستفهام الإنكاري {تَعْلَمُ} : فعل مضارع وفاعله ضمير يعود على محمد {لَهُ} : جار ومجرور في محل المفعول الثاني، لـ {تَعْلَمُ}  {سَمِيًّا} مفعول أول له والجملة الفعلية: جملة إنشائية لا محل لها من الإعراب. </p><p> {وَيَقُولُ الْإِنْسَانُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا (٦٦) أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا (٦٧) }. </p><p> {وَيَقُولُ} الواو: استئنافية {يَقُولُ الْإِنْسَانُ} فعل وفاعل والجملة: مستأنفة {إِذَا} الهمزة: للاستفهام الإنكاري {إِذَا} ظرف لما يستقبل من الزمان متعلق بفعل محذوف دل عليه قوله {لَسَوْفَ أُخْرَجُ} ؛ لأن (اللام) : تمنع من تعلقه بـ {أُخْرَجُ} المذكور بعده لأن ما بعدها لا يعمل فيما قبلها، والتقدير: أإذا ما مت أبعث {مَا} : زائدة {مِتُّ} فعل وفاعل في محل الجر مضاف إليه لـ {إذا} على كونه فعل شرط لها {لَسَوْفَ} : اللام حرف ابتداء جيء بها لمجرد تأكيد الإنكار {سوف} حرف استقبال {أُخْرَجُ} فعل مضارع مغير الصيغة، ونائب فاعله: ضمير يعود على الإنسان {حَيًّا} : حال من فاعل {أُخْرَجُ} وجملة {أُخْرَجُ} : دال على جواب إذا لا محل لها من الإعراب، أو هي الجواب، واللام زائدة، والتقدير: أأخرج حيا وقت موتي، وجملة {إِذَا} في محل النصب مقول {يَقُولُ} وساغ اجتماع اللام وهي تمحض الفعل للحال وسوف وهي تمحضه للاستقبال؛ لأن اللام هنا لمجرد التوكيد، وإنما جردت اللام من معناها لتلائم {سوف} دون أن تجرد {سوف} من معناها لتلائم اللام لأنه لو عُكس هكذا للغت {سوف} إذ لا معنى لها سوى الاستقبال، وأما اللام فإنها إذا جردت من الحال .. بقي لها التوكيد فلم تلغ، {أَوَلَا}  {الهمزة} : للاستفهام الإنكاري، داخلة على محذوف، {الواو} : عاطفة على ذلك المحذوف {لا} نافية {يَذْكُرُ الْإِنْسَانُ} : فعل وفاعل والجملة: معطوفة على ذلك المحذوف، والتقدير: أيقول الإنسان أإذا ما مت لسوف أخرج حيًا، ولا يذكر أنا خلقنا .. إلخ. والجملة. المحذوفة: مستأنفة لا محل لها من الإعراب {أَنَّا} : ناصب واسمه {خَلَقْنَاهُ} : فعل وفاعل </p><p> ومفعول {مِنْ قَبْلُ} : متعلق بـ {خَلَقْنَاهُ} وجملة {خَلَقْنَاهُ} : في محل الرفع خبر {أن} وجملة: {أن} في تأويل مصدر منصوب على المفعولية فـ {يذكر} والتقدير: أولا يذكر الإنسان خلقنا إياه من قبل {وَلَمْ}  {الواو} : حالية {لم} حرف نفي وجزم {يَكُ} : فعل مضارع مجزوم بـ {لم} : وعلامة جزمه سكون ظاهر على النون المحذوفة للتخفيف هي فعل من الأفعال الناقصة والناسخة، واسمها ضمير يعود على {الْإِنْسَانُ} . {شَيْئًا} : خبرها والجملة في محل النصب حال من مفعول {خَلَقْنَاهُ} . </p><p> {فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا (٦٨) }. </p><p> {فَوَرَبِّكَ} الفاء: استئنافية. {الواو} : حرف جر وقسم {رَبِّكَ} مقسم به مجرور بواو القسم، الجار والمجرور متعلق بفعل قسم محذوف تقديره أقسم بربك يا محمد، والجملة المحذوفة: مستأنفة {لَنَحْشُرَنَّهُمْ} : اللام موطئة للقسم {نحشرن} : فعل مضارع في محل الرفع، لتجرده عن الناصب والجازم، مبني على الفتح لاتصاله بنون التوكيد الثقيلة، وفاعله؛ ضمير يعود على الله، والهاء: ضمير الغائبين في محل النصب مفعول به، والجملة الفعلية: جواب القسم لا محل لها من الإعراب {وَالشَّيَاطِينَ}  {الواو} : عاطفة {الشَّيَاطِينَ} : معطوف على ضمير الغائبين، أو الواو واو المعية {الشَّيَاطِينَ} : مفعول معه {ثُمَّ} : حرف عطف و {لَنُحْضِرَنَّهُمْ}  {اللام} : موطئة للقسم {نحضرنهم} : فعل مضارع وفاعل مستتر ونون توكيد ومفعول به معطوف على {لَنَحْشُرَنَّهُمْ} . {حَوْلَ} : ظرف مكان متعلق بـ {نحضرن}  {جَهَنَّمَ} : مضاف إليه {جِثِيًّا} : حال من هاء {نحضرنهم} . </p><p> {ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا (٦٩) } </p><p> {ثُمَّ} : حرف عطف وتراخ {لَنَنْزِعَنَّ} اللام: موطئة للقسم {ننزعن} فعل مضارع مبني على الفتح لاتصاله بنون التوكيد، وفاعله: ضمير يعود على الله والجملة: معطوفة على جملة {لَنُحْضِرَنَّهُمْ} . {مِنْ كُلِّ شِيعَةٍ} : جار ومجرور إليه متعلق بـ {ننزعن} . {أَيُّهُمْ}  {أَيُّ} : اسم موصول بمعنى الذي في محل النصب مفعول به، مبني على الضم، لشبهه بالحرف شبهًا افتقاريًا لافتقارها إلى جملة </p><p> الصلة، وإنما حركت ليعلم أن لها أصلًا في الإعراب، وكانت الحركة ضمة إيثارًا لها بأقوى الحركات، والهاء مضاف إليه، والميم للجمع {أَشَدُّ} : خبر لمبتدأ محذوف تقديره: هو أشد والجملة الاسمية: صلة لأي الموصولة {عَلَى الرَّحْمَنِ} متعلق بـ {أَشَدُّ}  {عِتِيًّا} : تمييز محول عن المبتدأ المحذوف الذي هو {أَشَدُّ} : منصوب باسم التفضيل، والأصل عتوه، أي: جراءَته على الرحمن أشد من جراءة غيره. </p><p> {ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيًّا (٧٠) }. </p><p> {ثُمَّ} : حرف عطف {لَنَحْنُ}  {اللام} حرف ابتداء {نَحْنُ} مبتدأ {أَعْلَمُ} خبر والجملة الاسمية: معطوفة على جملة {لَنَنْزِعَنَّ} . {بِالَّذِينَ} متعلق بـ {أَعْلَمُ}  {هُمْ أَوْلَى} : مبتدأ وخبر {بِهَا} : متعلق بـ {أَوْلَى}  {صِلِيًّا} تمييز محول عن المبتدأ منصوب باسم التفضيل والجملة الاسمية صلة الموصول وفائدة هذا التمييز التخصيص بشدة العذاب، لا التخصيص بأصل العذاب لاشتراكهم فيه. </p><p> {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا (٧١) ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا (٧٢) }. </p><p> {وَإِنْ} الواو: استئنافية {إنْ} نافية بمعنى: ما. {مِنْكُمْ} : جار مجرور صفة لمبتدأ محذوف تقديره: وما أحد كائن منكم {إِلَّا} : أداة حصر {وَارِدُهَا} خبر المبتدأ، والجملة: مستأنفة {كَانَ} فعل ماض ناقص واسمها ضمير يعود على الورود {عَلَى رَبِّكَ} متعلق بـ {حَتْمًا} . {حَتْمًا} : خبر {كَانَ} . {مَقْضِيًّا} صفة {حَتْمًا} وجملة {كَانَ} مستأنفة {ثُمَّ} : حرف عطف وترتيب مع تراخ {نُنَجِّي الَّذِينَ} : فعل ومفعول وفاعله ضمير يعود على الله والجملة: معطوفة على جملة قوله: {ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ} وما بينهما اعتراض {اتَّقَوْا} : فعل وفاعل صلة الموصول {وَنَذَرُ الظَّالِمِينَ} : فعل ومفعول معطوف على {نُنَجِّي} : وفاعله ضمير يعود على الله {فِيهَا} متعلق بـ {نذر} أو بـ {جِثِيًّا} . {جِثِيًّا} : حال من {الظَّالِمِينَ} : أو مفعول ثان لـ {نذر} ؛ أي: نتركهم فيها {جِثِيًّا} . </p><p> التصريف ومفردات اللغة </p><p> {إِنَّهُ كَانَ مُخْلَصًا} ؛ أي: إن الله أخلصه واصطفاه، وأبعد عنه الرجس، وطهره من الذنوب والآثام، كما جاء في الآية الأخرى {إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي}  {نَجِيًّا} ؛ أي: مناجيًا مكلمًا لله بلا واسطة، أصله: نجيو من نجا ينجو، اجتمعت حرفا علة فسبقت إحداهما بالسكون فقلبت الواو ياءً، ثم أدغمت الياء في الياء فصار {نَجِيًّا} . </p><p> {مَرْضِيًّا} العامة على قراءته كذلك معتلًا، وأصله: مرضووٌ بواوين الأولى زائدة كهي في مضروب، والثانية لام الكلمة لأنه من الرضوان، فأعل بقلب الواو الأخيرة ياءً، لوقوعها متطرفةً، فاجتمعت الياء والواو فسبقت إحداهما بالسكون فقلبت الواو ياءً، فأدغمت الياء في الياء فصار {مَرْضِيًّا} ويجوز النطق بالأصل، وقرأ ابن أبي عبلة: بهذا الأصل وهو الأكثر اهـ. \"سمين\" . </p><p> {وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ} قيل سمي إدريس لكثرة دراسته كتاب الله عز وجل، وكان اسمه أخنوخ وهو غير صحيح؛ لأنه لو كان إفعيلًا من الدرس .. لم يكن فيه إلا سبب واحد وهو العلمية، فكان منصرفًا، فامتناعه من الصرف دليل على عجمته، وكذلك إبليس أعجمي وليس من الإبلاس كما يزعمون، ولا يعقوب من العقب، ولا إسرائيل بإسرال كما زعم ابن السكيت، ومن لم يحقق ولم يتدرب بالصناعة .. كثرت منه أمثال هذه الهنات، ويجوز أن يكون معنى إدريس في تلك اللغة قريبًا من ذلك، فحسبه الراوي مشتقًا من الدرس، وما أجمل حرية الرأي. اهـ من \"إعراب القرآن\" . </p><p> {سُجَّدًا وَبُكِيًّا} : جمع ساجدٍ وباكٍ والأول قياس كراكع وركع وعاذل وعذَّل، والثاني شاذ؛ لأن قياس فاعل من المنقوص أن يُجمع على فعلة، كقاضٍ وقضاةٍ؛ وباغٍ وبغاةٍ ورامٍ ورماةٍ وساعٍ وسعاةٍ وطاغٍ وطغاةٍ؛، فقياس باكٍ هنا أن يجمع على بكاةٍ، كما قال ابن مالك: </p><p> فِىْ نَحْوِ رَامٍ ذُوْ اطَّرَادٍ فُعَلَهْ </p><p> {فَخَلَفَ} ؛ أي: وجد وحدث {مِنْ بَعْدِهِمْ} ؛ أي: من بعد النبيين </p><p> المذكورين {خلف} ؛ أي: عقب، وجماعة يستعملون الخلف بسكون اللام كما هنا في الشر، فيقال خلف سوءٍ وبفتحها في الخير، فيقال: خلف صالح قال في \"الكشاف\" خلفه إذا عقبه، ثم قيل: في عقب الخير خَلَف بالفتح، وفي عقب السوء خلْف بالسكون، كما قالوا وعد في ضمان الخير ووعيد في ضمان الشر، وقال اللحياني: الخلف بفتحتين الولد الصالح، والخلف بفتح فسكون الرديء {فَسَوْفَ يَلْقَوْنَ غَيًّا} : كلّ شرٍ عند العرب غي، وكل خيرٍ رشاد، قال المرقش الأصغر: </p><p> فَمَنْ يَلْقَ خَيرَاً يَحْمَدِ النَّاسَ أَمْرُهُ ... وَمَنْ يَغْوَ لاَ يَعْدَمْ عَلَى الْغَيِّ لاَئِمَا </p><p> {جِثِيًّا} على الركب يقال: جثا إذا قعد على ركبتيه، وهي قعدة الخائف الذليل، كما في \"البحر\" يجثو ويجثي جثوًا وجثايةً فهو جمع جاثٍ، وأصله: جثوو إن قلنا من جثا يجثو بواوين قلت الواو الثانية ياءً ثم الأولى كذلك، وأدغمت الياء في الياء، أو جثوى إن قلنا من جثا يجثي، فقلبت الواو ياءً وأدغمت في الياء، وعلى كلا الوجهين كسرت الثاء لتصح الياء، فالجيم مكسورة ومضمومة: قراءتان سبعيتان {صِلِيًّا} ؛ أي: دخولًا واحتراقًا، مصدر من صلي، يقال: صلي يصلى صليًا، مثل لقى يلقى لقيًا، وصلى يصلي مثل مضى يمضي مضيًا، أصله: صلوي اجتمعت الواو والياء، وسبقت إحداهما بالسكون فقلبت الواو ياءً، وأدغمت في الياء، وكسرت اللام لتصح الياء، ويقال: صلى بالنار إذا قاسى حرها {وَارِدُهَا} ؛ أي: مار عليها {حَتْمًا} ؛ أي: واجبًا {مَقْضِيًّا} ؛ أي: قضي بوقوعه البتة. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستعارة في قوله: {وَرَفَعْنَاهُ مَكَانًا عَلِيًّا (٥٧) } شبه المكانة العظيمة، والمنزلة السامية بالمكان العالي بطريق الاستعارة. </p><p> ومنها: المبالغة في قوله: {صِدِّيقًا نَبِيًّا} ؛ أي: مبالغةً في الصدق. </p><p> ومنها: الإشارة بالبعيد لعلو الرتبة في قوله: {أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ} تنزيلًا لبعد المعنوي منزلة البعد الحسين. </p><p> ومنها: الجناس الناقص في قوله: {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ} لتغير الحركات والشكل. </p><p> ومنها: تأكيد المدح بما يشبه الذم في قوله: {لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا} وهو قسمان: </p><p> أحدهما: أن يستثنى من صفة ذم منفية عن الشيء، صفة مدح لذلك الشيء بتقدير دخولها في صفة الذم المنفية، ومنه قول النابغة الذبياني: </p><p> وَلاَ عَيْبَ فِيْهِمْ غَيْرَ أَنَّ سُيُوْفَهُمْ ... بِهِنَّ فُلُوْلٌ مِنْ قِرَاعِ الْكَتَائِبِ </p><p> فقد جعل الفلول عيبًا علي سبيل التجوز، بتًا لنفي العيب بالكلية، كأنه يقول: إن كان فلول السيف من القراع عيبًا فإنهم ذوو عيب، معناه: إن لم يكن عيبًا فليس فيهم عيب البتة؛ لأنه لا شيء سوى هذا، فهو بعد هذا التجوز والفرض استثناء متصل. </p><p> وثانيهما: أن تثبت لشيء صفة مدحٍ وتعقب ذلك بأداة استثناء، يليها صفة مدحٍ أخرى لذلك الشيء، نحو \"أنا أفصح العرب بيد أني من قريش\" . </p><p> ومنها: التشبيه التمثيلي البليغ في قوله: {تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا (٦٣) } فقد شبه عطاء الجنة لهم بالعطاء الذي لا يرد وهو: الميراث الذي يرثه الوارث، فلا يرجع فيه المورث؛ أي: نبقيها عليهم من ثمرة تقواهم، كما يُبقى على الوارث مال مورثه، والوراثة أقوى لفظٍ يستعمل في التمليك والاستحقاق من حيث إنها لا تعقب بفسخٍ ولا استرجاع، ولا تبطل برد ولا إسقاط. </p><p> ومنها: الطباق في قوله: {لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا} وبين {بُكْرَةً وَعَشِيًّا} . </p><p> ومنها: فن القسم في قوله تعالى: {فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ} وهو: أن يريد المتكلم الحلف على شيء، فيحلف بما يكون فيه، فخر له وتعظيم لشأنه، أو تنويه لقدره، أو ما يكون ذمًا لغيره، أو جاريًا مجرى الغزل والترقق، أو خارجًا </p><p> مخرج الموعظة والزهد، فقد أفاد القسم هنا أمرين: </p><p> أحدهما: أن العادة جرت بتأكيد الخبر باليمين. </p><p> والثاني: أن في إقسام الله تعالى باسمه مضافًا إلى رسوله - صلى الله عليه وسلم - رفعًا منه لقدره، وتنويهًا بشأنه، كما رفع من شأن السماء والأرض في قوله:  {فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ} . </p><p> ومنها: الافتنان في قوله تعالى: {ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا (٧٢) } والافتنان أن يَفْتنَّ المتكلم، فيأتي في كلامه بفنَّين: إما متضادين أو مختلفين أو متفقين، والآية التي نحن بصددها جمعت بين المتضادين، جمعت بين الوعد والوعيد، وبين التبشير والتحذير، وما يلزم من هذين الفنين من المدح للمختصين بالبشارة، والذم لأهل النذارة. </p><p> ومنها: الالتفات في قوله تعالى: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا} ففيه التفات من الغيبة في قوله: {فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ}  {ثُمَّ لَنُحْضِرَنَّهُمْ} و {أَيُّهُمْ أَشَدُّ} {ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيًّا (٧٠) } إلى الخطاب في قوله: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا} كان مقتضى السياق {وإن منهم إلا واردها} كما قرأ به عكرمة، وجماعة، لكن الأكثرون على أن المخاطب العالم كلهم كما في \"الخازن\" . </p><p> ومنها: ذكر العام وإرادة الخاص في قوله: {وَيَقُولُ الْإِنْسَانُ} المراد به الكافر، لأنه هو المنكر للبعث. </p><p> ومنها: الطباق بين {مِتُّ} و {حَيًّا} . </p><p> ومنها: الاستفهام الإنكاري التوبيخي في قوله: {أَوَلَا يَذْكُرُ الْإِنْسَانُ} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا (٧٣) وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا (٧٤) قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا (٧٥) وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا (٧٦) أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا (٧٧) أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا (٧٨) كَلَّا سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا (٧٩) وَنَرِثُهُ مَا يَقُولُ وَيَأْتِينَا فَرْدًا (٨٠) وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا (٨١) كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا (٨٢) أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا (٨٣) فَلَا تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا (٨٤) يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا (٨٥) وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا (٨٦) لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا (٨٧) وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا (٨٨) لَقَدْ جِئْتُمْ شَيْئًا إِدًّا (٨٩) تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (٩٠) أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا (٩١) وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا (٩٢) إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا (٩٣) لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا (٩٤) وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا (٩٥) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا (٩٦) فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا (٩٧) وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا (٩٨) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما أقام الحجة على مشركي قريش، المتكبرين للبعث بعد الفناء، وللعودة إلى حياة أخرى .. أتبعه بذكر شبهة أخرى قالوها، وعارضوا بها حجة الله التي يشهد بصحتها كل منصف، ويعتقدها من له أدنى مسكة من عقل. </p><p> تلك أنهم قالوا: لو كنتم على الحق وكنا على الباطل .. لكان حالكم في </p><p> الدنيا أحسن وأطيب من حالنا، من قبل أن الحكيم لا يليق به أن يوقع المخلصين من أوليائه في الذل والمهانة، وأعدائه في العز والراحة، لكنا نجد الأمر على العكس من هذا، فإنا نحن الذين يمتعون برفاهية العيشى والرخاء والنعيم، وأنتم في ضنكٍ وفقرٍ وخوفٍ وذلٍ، فهذا دليل على أنا على الحق وأنتم على الباطل وقد رد الله تعالى عليهم مقالتهم بأن الكافرين قبلكم وكانوا أحسن منكم حالًا، وأكثر أموالًا، قد أبادهم الله، وأهلكهم بعذاب الاستئصال، فدل هذا على أن نعيم الدنيا لا يرشد إلى محبة الله لمن أوتوه، ولا إلى أنهم مصطفون له من بين خلقه. </p><p> قوله تعالى: {أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا (٧٧) ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه (١) لما ذكر الدلائل على صحة البعث، ثم أورد شبه المنكرين له وأجاب عنها بما فيه مقنع لكل ذي لب .. أردف ذلك بذكر مقالتهم التي قالوها استهزاءً وطعناً في القول بالحشر والبعث. </p><p> قوله تعالى: {وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا (٨١) ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر إنكار المشركين للبعث مع قيام الدليل على إمكانه بما نشاهد من أمر الخلق في النشأة الأولى .. أردف ذلك بالرد على عباد الأصنام، الذين اتخذوا أصنامهم آلهة ليعتزوا بهم يوم القيامة عند ربهم، ويكونوا شفعاء لهم لديه، فبيَّن أنهم سيكونون لهم أعداء، وأنه ما جرَّأهم على تلك الغواية إلا وسوسة الشيطان لهم، ثم طلب إلى رسوله أن لا يستعجل المشركين، فإنما هي أنفاس معدودات ثم يهلكون، ثم ذكر ما يحوط المؤمنين من الكرامة حين وفودهم إلى ربهم، وما يحيق بالمشركين من الإهانة حين يرِدون عليه. </p><p> قوله تعالى: {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا (٨٨) } الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى، لما (٢) رد على عبدة الأوثان، وأثبت لهم بقاطع </p><p>(١) المراغي. (٢) المراغي.</p><p> الأدلة أنهم في ضلالهم يعمهون، وأنهم عن الحق معرضون .. أردف ذلك بالرد على من أثبت له الولد، كاليهود الذين قالوا: عزير ابن الله، والنصارى الذين قالوا: المسيح ابن الله، والمشركين الذين قالوا: الملائكة بنات الله، تعالى الله عما يقول الظالمون علوًا كبيرًا. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ...} الآية، مناسبة الآية لما قبلها؛ أن الله سبحانه وتعالى، لما فصَّل أحوال الكافرين في الدنيا والآخرة، وبالغ في الرد عليهم .. ختم السورة بذكر أحوال المؤمنين وبيّن أنه سبحانه سيغرس محبتهم في قلوب عباده، وبعد أن استقصى في السورة دلائل التوحيد والنبوة والحشر، ورد فيها على فرق المبطلين، بين أنه ذلك بلسان نبيه - صلى الله عليه وسلم - ليبشر به المتقين، وينذر به قومًا من المشركين ذوي الجدل والمماراة. </p><p> أسباب النزولى </p><p> قوله تعالى: {أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا (٧٧) ...} الآية، سبب نزولها (١) : ما أخرجه البخاري في (ج ٥/ ص ٢٢١) قال: حدثنا محمد بن بشار، حدثنا ابن أبي عدي، عن شعبة، عن سليمان، عن أبي الضحى، عن مسروق، عن خباب قال: كنت قينًا في الجاهلية، وكان لى على العاص بن وائل دين، فأتيته أتقاضاه، فقال: لا أعطيك حتى تكفر بمحمد، فقلت: لا أكفر حتى يميتك الله، ثم تبعث، قال: دعني حتى أموت وأبعث، فسأوتى مالًا وولدًا فأقضيك، فنزلت {أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا (٧٧) أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا (٧٨) } والحديث رواه مسلم، والترمذي، وأحمد، والطيالسي، وابن سعد، وابن جرير، والطبراني، وغيرهم. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ...} الآية، سبب نزولها (٢) : ما أخرجه ابن جرير، عن عبد الرحمن بن عوف لما هاجر إلى المدينة .. وجد في نفسه على فراق أصحابه بمكة، منهم شيبة وعتبة ابنا ربيعة </p><p>(١) البخاري. (٢) لباب النقول.</p>"
}