{
  "id": null,
  "sura": 19,
  "aya": 24,
  "text": "<p> أنه قال يوم الجمل: يا ليتني من قبل هذا اليوم بعشرين سنة. وعن بلال أنه قال: ليت بلالًا لم تلده أمه. </p><p> وقرأ الأعمش، وأبو جعفر في رواية (١) : {منسيا} بكسر الميم إتباعًا لحركة السين، كما قالوا: منتن باتباع حركة الميم لحركة التاء. </p><p> ٢٤ - {فَنَادَاهَا} ؛ أي: فنادى جبريل مريم {مِنْ تَحْتِهَا} ؛ أي: من تحت مريم من مكان أسفل منها، تحت الأكمة، حين سمع جزعها؛ لأن عيسى لم يتكلم حتى أتت به قومها، وقال في (٢) القصص من تحت النخلة، أو فناداها (٣) عيسى - عليه السلام - كما قال الحسن البصري، وسعيد بن جبير: وقد أنطقه الله حين وضعته تطييبًا لقلبها، وإزالةً للوحدة عنها، حتى تشاهد بادىء ذي بدءٍ علو شأن ذلك المولود الذي بشرها جبريل به. </p><p> وقرأ ابن عباس (٤) : {فناداها ملك من تحتها} وقرأ البراء بن عازب، وابن عباس، والحسن، وزيد بن علي، والضحاك، وعمرو بن ميمون، ونافع، وحمزة، والكسائي، وحفص {مِنْ تَحْتِهَا} بكسر الميم والتاء حرف جر، وقرأ الابنان: ابن كثير، وابن عامر، والأبوان: أبو عمرو، وأبو بكر، وعاصم وزر ومجاهد، والجحدري، والحسن، وابن عباس في رواية عنهما:  {مَنْ تحتَها} بفتح الميم والتاء بمعنى الذي، وتحت: ظرف منصوب صلة لـ (من) ، قال ابن الجوزي (٥) : فمن قرأ بكسر الميم ففيه وجهان: </p><p> أحدهما: ناداها الملك من تحت النخلة، وقيل: كانت على نشز فناداها الملك أسفل منها. </p><p> والثاني: ناداها عيسى لما خرج من بطنها. قال ابن عباس: كل ما رفعت إليه طرفك فهو فوقك، وكل ما خفضت إليه طرفك فهو تحتك. </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) المراغي.(٤) البحر المحيط وزاد المسير.(٥) زاد المسير.</p><p> ومن قرأ بفتح الميم ففيه الوجهان المذكوران، وكان الفراء يقول: ما خاطبها إلا الملك على القراءتين جميعًا. انتهى. </p><p> {أَلَّا تَحْزَنِي} أن إما مفسرة للنداء؛ أي: لا تحزني يا مريم بولادة عيسى وبمكان القحط، أو لا تحزني يا أمي، أو مصدرية على حذف الباء؛ أي: بأن لا تحزني والحزن (١) : غم يلحق لوقوعه من ذوات نافع، أو حصول ضار {قَدْ جَعَلَ رَبُّكِ} المحسن إليك {تَحْتَكِ} ؛ أي في مكان أسفل منك، أو قريب منك، أو تحت ذيلك {سَرِيًّا} ؛ أي: نهرًا صغيرًا، أو غلامًا رفيع الشأن، سامي القدر، ذا سخاء في مروءةٍ. </p><p> قال جمهور المفسرين (٢) : السري: النهر الصغير, والمعنى قد جعل ربك تحت قدمك نهرًا، قيل: كان نهرًا قد انقطع عنه الماء فأرسل الله فيه الماء لمريم، وأحيا به ذلك الجذع اليابس، الذي اعتمدت عليه، حتى أورق وأثمر، وقيل: المراد بالسريّ هنا عيسى، والسريّ العظيمُ من الرجال، ومنه قولهم: فلان سريّ؛ أي: عظيم، ومن قومٍ سراةٍ؛ أي: عظام. </p><p> والمعنى على قراءة {مِنْ} الجازَة: فناداها (٣) جبريل من مكان أسفل منها تحت الأكمة؛ أي: لا تحزني يا مريم على ولادة عيسى، قد جعل ربك بمكان أسفل منك، أو قريبًا منك، نهرًا صغيرًا، أو إنسانًا شريفًا جليلًا، ويدل على ذلك قراءة من قرأ:  {فناداها ملك من تحتها} أو ناداها المولود كائنًا من تحت ذيلها؛ أي: لا تحزني يا أمي قد جعل ربك تحتك جدولًا يجري، ويمسك بأمرك، أو نبيًا مرتفعَ القدر، وعلى قراءة:  {مَنْ} الموصولة فناداها عيسى الذي كان تحت ذيلها؛ أي: لا تحزني قد جعل ربك تحتك رئيسًا عزيزًا، لا يكاد يوجد له نظير، أو جدولًا بضرب جبريل الأرض برجله، أو فناداها جبريل من تحتها يقبل الولد كالقابلة، أو من تحت النخلة، بأن لا تحزني قد جعل ربك قربك عين ماء عذب، </p><p>(١) روح البيان. (٢) الشوكاني.(٣) المراح.</p>"
}