{
  "id": null,
  "sura": 19,
  "aya": 6,
  "text": "<p> فليس المراد هنا وراثة المال، بل المراد وراثة العلم والنبوة والقيام بأمر الدين، وقد ثبت عن نبينا محمد - صلى الله عليه وسلم - أنه قال:  \"نحن - معاشر الأنبياء - لا نورث، ما تركناه صدقة\" . </p><p> {وَكَانَتِ امْرَأَتِي عَاقِرًا} ؛ أي: لا تلد من حين شبابها، اسمها إيشاع بنت فاقوذ بن فيل، وهي أخت حنّة بنت فاقوذ أم مريم، والعاقر من الرجال والنساء: من لا يولد له ولد، وكان سنّها حينئذٍ ثمان وتسعين على ما اختاره الكاشفي، {فَهَبْ لِي مِنْ لَدُنْكَ} ؛ أي: أعطني من محض فضلك الواسع، وقدرتك الباهرة، {وَلِيًّا} ؛ أي: ولدًا من صلبي </p><p> ٦ - {يَرِثُنِي} من حيث العلم والدين والنبوة، فإن الأنبياء لا يورّثون المال كما مر آنفًا، ولم يصرّح بطلب الولد، لما علم من نفسه بأنه قد صار هو وامرأته في حالة لا يجوز فيها حدوث الولد بينهما وحصوله منهما. </p><p> فإن قلت (١) : وقد وصف الوليَّ بالوراثة ولم يستجب له في ذلك، فإنَّ يحيى خرج من الدنيا قبل زكريا على ما هو المشهور. </p><p> قلتُ: الأنبياء وإن كانوا مستجابي الدعوة، لكنهم ليسوا كذلك في جميع الدعوات، حسبما تقتضيه المشيئة الإلهية المبنية على الحكم البالغة، ألا ترى إلى دعوة إبراهيم - عليه السلام - في حق أبيه وإلى دعوة النبي - صلى الله عليه وسلم - حيث قال:  \"وسألته أن لا يذيق بعضهم بأس بعض فمنعنيها\" . وقد كان من قضائه تعالى: أن يهبه يحيى نبيًا مرضيًا ولا يرثه، فاستُجيب دعاؤه في الأول دون الثاني {وَيَرِثُ} الملك {مِنْ آلِ يَعْقُوبَ} بن إسحاق بن إبراهيم - عليه السلام - وآل الرجل خاصته الذين يؤول إليه أمرهم للقرابة والصحبة، أو الموافقة في الدين، وقال (٢) الكلبي ومقاتل: هو يعقوب بن ماثان، أخو عمران بن ماثان، من نسل سليمان بن أبو مريم عليه السلام، وكان آل يعقوب أخوال يحيى بن زكريا، قال الكلبي: كان بنو ماثان رؤوس بني إسرائيل وملوكهم، وكان زكريا رئيس الأحبار يومئذٍ، فأراد </p><p>(١) روح البيان. (٢) روح البيان.</p><p> أن يرث ولده حبورته - وكان حبرا - ويرث من بني ماثان ملكهم. </p><p> وقرأ ابن كثير، ونافع، وعاصم، وابن عامر، وحمزة (١) : {يَرِثُنِي وَيَرِثُ} برفع الفعلين صفةً للولي، فالمعنى عليه: هب لي وليًا وارثًا، وقرأ النحويان أبو عمرو، والكسائي، والزهري، والأعمش، وطلحة، واليزيدي، وابن عيسى الأصبهاني، وابن محيصن، وقتادة: بجزمهما على جواب الأمر، كقولك إن وهبته لي ورثني، ورجح أبو عبيد القراءة الأولى، وقرأ عليّ، وابن عباس، والحسن، وابن يعمر، والجحدري، وقتادة، وأبو حرب بن أبي الأسود، وجعفر بن محمد، وأبو نهيك:  {يَرِثُنِي} بالرفع والياء {وأرث} جعلوه فعلًا مضارعًا من ورث، قال صاحب \"اللوامح\" : وفيه تقديم؛ فمعناه:  {فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا} من آل يعقوب {يَرِثُنِي} إن متّ قبله؛ أي: نبوتي، وأرثه إن مات قبلي؛ أي: ماله، وهذا معنى قول الحسن وقرأ علي، وابن عباس، والجحدري {يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ} قال أبو الفتح: هذا هو التجريد. التقدير: يرثني منه وأرث، وقال الزمخشري: وأرث؛ أي: يرثني به وارث، ويسمى التجريد في علم البيان؛ لأنه جرد عن المذكور أولًا مع أنه المراد. </p><p> وقرأ مجاهد:  {أو يرث من آل يعقوب} على التصغير، وأصله وُوَيْرِث، فأبدلت الواو همزة على اللزوم، لاجتماع الواوين، وهو وارث؛ أي: غُلَيْم صغير، وعن الجحدري:  {وارث} بكسر الواو؛ يعني به: الإمالة المحضة لا الكسر الخالص، وهذه القراءات في غاية الشذوذ لفظًا ومعنًى، {وَاجْعَلْهُ} ؛ أي: الولد الموهوب لي يا {رَبِّ رَضِيًّا} ؛ أي: مرضيًا عندك قولًا وفعلًا، وتوسيط (٢)  {رَبِّ} بين مفعولي الجعل، كتوسيطه بين كان وخبرها فيما سبق لتحريك سلسلة الإجابة بالمبالغة في التضرع، ولذلك قيل: إذا أراد العبد أن يستجاب له دعاؤه .. فليدع الله بما يناسبه من أسمائه وصفاته. </p><p> واعلم: أن الله تعالى لا يمكن العبد من الدعاء إلا لإجابته كلاً أو بعضًا، </p><p>(١) البحر المحيط وزاد المسير. (٢) روح البيان.</p>"
}