{
  "id": null,
  "sura": 19,
  "aya": 4,
  "text": "<p> {عَبْدَهُ} بالرفع على إسناد الفعل إليه، </p><p> ٣ - وقوله:  {إِذْ نَادَى} ؛ أي: دعا: ظرف لرحمة ربك؛ أي: دعا {رَبَّهُ} في المحراب {نِدَاءً خَفِيًّا} ؛ أي: دعاءً سرًا من قومه في جوف الليل، ولقد (١) راعى - عليه السلام - في إخفاء دعائه، حسن الأدب، لأن الجهر والإسرار عند الله تعالى سيَّان، لكن الإخفاء أولى، لأنه أبعد عن الرياء، وأدخل في الإخلاص، وقيل: أخفاه لئلا يلام على طلب الولد في غير وقته، وكان سنه وقتئذٍ تسعًا وتسعين على ما اختاره الكاشفيّ، ولكونه من أمور الدنيا، وقيل أخفاه مخافةً من قومه الذين خافهم أن يطلعوا عليه، وقيل خفت صوته لضعفه وهرمه لكونه قد صار ضعيفًا هرمًا لا يقدر على الجهر، كما يدل عليه قوله الآتي </p><p> ٤ - {قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي} ، وقيل لأن الإخفاء سنة الأنبياء، والجهر به يعدّ من الإعتداء، فإِن قلت (٢) : شرط النداء الجهر، فكيف يكون خفيًا؟ </p><p> قلت: دعا في الصلاة فأخفاه، قال بعضهم: النداء وإن كان بمعنى الصوت، لكن الصوت قد يتصف بالضعف، ويقال: صوت خفيٌّ وهو الهمس، فكذا النداء، والوجه في عبارة النداء الإشارة إلى شدة الإقبال والتوجه في الأمر المتوجه إليه، كما هو شأن الأنبياء ومن له بهم أسوة من كُمَّلِ الأولياء؛ والمعنى: أي: مما نقص عليك يا محمد، ذكر رحمة ربك عبده زكريا، حين دعا ربه دعاءً خفيًا مستورًا عن أعين الناس، وإنما أخفى دعاءه، لأنه أدل على الإخلاص، وأبعد من الرياء، وأقرب إلى الخلاص من لائمة الناس، على طلب الولد وقت الكبر والشيخوخة، وقصارى ذلك: أن في هذه السورة ذكر الرحمة التي رحم الله بها عبده زكريا، حين أسرَّ بدعائه إليه، ثم فصل كيفية دعائه بقوله:  {قَالَ رَبِّ} استئناف وقع بيانًا للنداء؛ أي: قال زكريا: يا رب {إِنِّي وَهَنَ} وضعف {الْعَظْمُ} حالة كونه كائنًا {مِنِّي} فالجملة (٣) مفسرة لقوله: {نَادَى رَبَّهُ} يقال: وهن يهن وهنًا، إذا ضعف فهو واهن، وقرىء: بالحركات الثلاث، كما سيأتي، أراد أن عظامه فترت وضعفت قوته، وإنما أسند الوهن إلى العظم، لأنه عمود </p><p>(١) روح البيان والخازن. (٢) روح البيان.(٣) الشوكاني.</p><p> بيت البدن، وبه قوامه، وهو أصل بنائه، فهذا أصابه الضعف مع صلابته وقلة تأثره بالعلل .. أصاب سائر الأجزاء، وتساقطت قوته، ولأن أشد ما في الإنسان صلبه، فإذا وهن كان ما وراءه أوهن، وأفرد العظم قصدًا إلى الجنس المفيد لشمول الوهن لكل فرد من أفراد العظام، وقال قتادة: اشتكى سقوط الأضراس كما في \"البغوي\" . </p><p> وقرأ الجمهور (١) : {وَهَنَ} بفتح الهاء وقرأ الأعمش: بكسرها، وقرىء: بضمها لغاتٌ ثلاثٌ {وَاشْتَعَلَ الرَّأْسُ} منِّي: حذف اكتفاءً بما سبق؛ أي: وابيضَّ الشعر مني. {شَيْبًا} ؛ أي: أخذ رأسي شمطًا، وقد صار مثل شواظ النار، شبّه الشيب في بياضه وإنارته بشواظ النار، وانتشاره وفشوَّه في الشعر باشتعالها مبالغةً (٢) ، وإشعارًا لشمول الشيب جميع الرأس، حتى لم يبق من السواد شيء، وجعل الشيب تمييزًا إيضاحًا، للمقصود، والأصل اشتعل شيب رأسي، فوزانه بالنسبة إلى الأصل وزان اشتعل بيته نارًا، بالنسبة إلى اشتعل النار في بيته. </p><p> {وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا} ؛ أي: ولم أكن بدعائي إياك يا ربي خائبًا في وقت من أوقات هذا العمر الطويل، بل كلما دعوتك استجبت لي، وهذا توسّلٌ منه بما سلف من الاستجابة عند كل دعوة، إثر تمهيد ما يستدعي الرحمة ويستجلب الرأفة، من كبر السن، وضعف الحال، فإنه تعالى بعدما عوّد عبده بالإجابة دهرًا طويلًا، لا يخيبه أبدًا لا سيما عند اضطرارٍ وشدة افتقارٍ؛ والمعنى: أي: قد أحسنت إليّ فيما سلف، وسعدت بدعائي إياك، فالإنعام يقتضي أن تجيبني آخرًا كما أجبتني أولًا، ذكره في \"البحر\" . </p><p> قال العلماء (٣) : يستحب للمرء أن يجمع في دعائه بين الخضوع وذكر نعم الله عليه، كما فعل زكريا هاهنا، فإن في قوله:  {وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا} غاية الخضوع والتذلل وإظهار الضعف والقصور عن نيل مطالبه وبلوغ </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) الشوكاني.</p>"
}