{
  "id": null,
  "sura": 19,
  "aya": 98,
  "text": "<p> وفي \"القاموس\" ، الألد: الخصم الشحيح، الذي لا يزيغ إلى الحق، وفي الحديث \"أبغض الرجال إلى الله الألد الخصم\" . </p><p> والمعنى (١) : أي فإنما سهلنا نزول القرآن بلغتك العربية، لتقرأه على الناس، وتبشر به من اتقى عقاب الله، فأدى فرائضه، واجتنب نواهيه، بأن له الجنة، وتنذر به من عصاه من قريش بالعذاب، وهم أهل اللدد والجدل بالهوى، ممن لا يقبل حقًا، ولا يحيد عن باطل، ولو أنزلناه بغيرها لم يتيسر التبشير به ولا الإنذار، لعدم فهم المخاطبين لغيرها. </p><p> وقصارى ذلك: بلَّغ هذا المنزل، وبشر به وأنذر، فإنما أنزلناه بلسانك العربي المبين، ليسهل على الناس حفظه، </p><p> ٩٨ - ثم ختم السورة بتلك العظة البالغة فقال:  {وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ} ؛ أي: وكثيرًا من الأمم الماضية، والقرون الخالية، قد أهلكنا قبل هؤلاء اللد المعاندين لك، حين سلكوا في خلاف مسلك هؤلاء، وركبوا معاصي فـ {هَلْ تُحِسُّ} وتجد يا محمد {مِنْهُمْ} ؛ أي: من أولئك القرون {مِنْ أَحَدٍ} ؛ أي: هل تجد أحدًا منهم فتراه وتعاينه {أَوْ} هل {تَسْمَعُ لَهُمْ رِكْزًا} ؛ أي: صوتًا خفيًا، لا أنهم بادوا، وخلت منهم الديار، وأقفرت المنازل، وصاروا إلى دار لا ينفع فيها إلا صالح العمل، وإن قومك لصائرون إلى مثل ما صاروا إليه إن لم يعاجلوا التوبة قبل الهلاك، والاستفهام فيه إنكاري كما أشرنا إليه آنفًا في الحل. </p><p> والمعنى: استأصلناهم بالكلية، بحيث لا يُرى منهم أحد، ولا يُسمع لهم صوت خفي، كما في \"أبي السعود\" . </p><p> وفي هذا وعد لرسول الله - صلى الله عليه وسلم - بالنصر والغلبة على هؤلاء المشركين، ووعيد لأولئك الكافرين الجاحدين، وحث له على التبشير والإنذار. </p><p> وقصارى ذلك: أنا أهلكناهم فلم نبق منهم أحدًا تراه، ولا تسمع له صوتًا خفيًا ولا ظاهرًا. </p><p>(١) المراغي.</p><p> وقرأ الجمهور:  {هَلْ تُحِسُّ} بضم التاء وكسر الحاء، مضارع أحس الرباعي، وقرأ أبو حيوة، وأبو بحرية، وابن أبي عبلة، وأبو جعفر المدني:  {تُحِسُّ} بفتح التاء وضم الحاء، وقرأ بعضهم:  {تحس} بفتح التاء وكسر الحاء، من حسه إذا شعر به، ومنه الحواس الخمس والمحسوسات، وقرأ حنظلة:  {أو تسمع} مضارع أسمعت: مبنيًا للمفعول. </p><p> وختم الله تعالى هذه السورة بموعظة بليغة، لأنهم إذا تأملوا وعلموا أنه لا بد من زوال الدنيا، ومن الانتهاء إلى الموت .. خافوا ذلك وخافوا سوء العاقبة في الآخرة، فكانوا أقرب إلى الحذر من المعاصي. </p><p> الإعراب </p><p> {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا (٧٣) }. </p><p> {وَإِذَا} الواو: استئنافية {إِذَا} : ظرف لما يستقبل من الزمان {تُتْلَى} : فعل مضارع مغير الصيغة {عَلَيْهِمْ} : متعلق بـ {تُتْلَى}  {آيَاتُنَا} : نائب فاعل {بَيِّنَاتٍ} : حال من {آيَاتُنَا} : والجملة الفعلية: في محل الجر مضاف إليه لـ {إذا} على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي {قَالَ الَّذِينَ} : فعل وفاعل والجملة: جواب {وَإِذَا} لا محل لها من الإعراب، وجملة {إِذَا} : مستأنفة {كَفَرُوا} فعل وفاعل صلة الموصول {لِلَّذِينَ} : جار ومجرور متعلق بـ {قَالَ}  {آمَنُوا} : فعل وفاعل صلة الموصول {أَيُّ} : استفهامية مبتدأ {الْفَرِيقَيْنِ} مضاف إليه {خَيْرٌ} خبر والجملة الاسمية: في محل النصب مقول {قَالَ} . {مَقَامًا} تمييز محول عن المبتدأ منصوب باسم التفضيل {وَأَحْسَنُ} : معطوف على {خَيْرٌ} . {نَدِيًّا} تمييز منصوب به. </p><p> {وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا (٧٤) } </p><p> {وَكَمْ} الواو: استئنافية {كم} : خبرية بمعنى عدد كثير في محل النصب مفعول مقدم وجوبًا لـ {أَهْلَكْنَا} : مبني على السكون لشبهه بالحرف شبهًا معنويًا </p><p> {أَهْلَكْنَا} : فعل وفاعل والجملة: مستأنفة {قَبْلَهُمْ} متعلق بـ {أَهْلَكْنَا}  {مِنْ قَرْنٍ} : تمييز غير صريح لـ {كم} لجره بـ {مِنْ} الزائدة لأن تمييز {كم} الخبرية كثيرًا ما يكون مجروراً بـ {من} . {هُمْ أَحْسَن} : مبتدأ وخبر والجملة: في محل الجر صفة لـ {قَرْنٍ} وليست صفةً لـ {كم} كما قيل لأن كم استفهاميةً أو خبريةً لا توصف ولا يوصف بها {أَثَاثًا} : تمييز محول عن المتبدأ منصوب باسم التفضيل {وَرِئْيًا} : معطوف على {أَثَاثًا} . </p><p> {قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا (٧٥) }. </p><p> {قُلْ} : فعل أمر وفاعله ضمير يعود على محمد، والجملة: مستأنفة {من} اسم شرط في محل الرفع مبتدأ والخبر: جملة الشرط، أو الجواب أو هما {كَانَ} : فعل ماض ناقص في محل الجزم بـ {مَنْ} واسمها ضمير يعود على {مَنْ}  {فِي الضَّلَالَةِ} : خبر {كَانَ} . {فَلْيَمْدُدْ}  (الفاء) : رابطة لجواب {مَنْ} الشرطية وجوبًا (اللام) لام الأمر {يمدد} فعل مضارع مجزوم بلام الأمر {لَهُ} متعلق به {الرَّحْمَنُ} فاعل {مَدًّا} مفعول مطلق وجملة: {يمدد} في محل الجزم بمن على كونها جواب الشرط لها، وجملة {مَنْ} الشرطية في محل النصب مقول {قُلْ} . {حَتَّى} : حرف جر وغاية وقيل {حَتَّى} : هنا ابتدائية؛ أي: تبدأ بعدها الجمل قال الشهاب في \"حاشيته\" على \"البيضاوي\" و {حَتَّى} : هنا حرف ابتداء، أي: تبدأ بعدها الجمل؛ أي: تستأنف، فليست جارة ولا عاطفة، وهكذا حيث دخلت على إذا الشرطية عند الجمهور. اهـ وفي \"زكريا\" أنها جارة، والمعنى: فيستمرون في الطغيان إلى أن يشاهدوا الموعود. اهـ {إِذَا} : ظرف لما يستقبل من الزمان {رَأَوْا} فعل وفاعل {مَا} موصولة أو موصوفة في محل النصب مفعول به لأن رأى هنا بصرية، والجملة الفعلية: في محل الجر مضاف إليه لـ {إِذَا} على كونها فعل شرط لها، والظرف: متعلق بالجواب الآتي {يُوعَدُونَ} : فعل ونائب فاعل صلة الموصول أو صلة لـ {مَا} والعائد أو الرابط محذوف تقديره: يوعدونه {إِمَّا} : حرف تفصيل وهي مانعة خلوّ تجوز الجمع {الْعَذَابَ} : بدل من {مَا} الموصولة بدل تفصيل من مجمل {وَإِمَّا السَّاعَةَ} : معطوفة على {إِمَّا الْعَذَابَ} </p><p> {فَسَيَعْلَمُونَ}  (الفاء) : رابطة لجواب {إِذَا} وجوبًا لاقترانه بحرف التنفيس {يعلمون} : فعل وفاعل والجملة جواب {إِذَا} لا محل لها من الإعراب، وجملة {إِذَا} : مستأنفة لأن {حَتَّى} ابتدائية أو في محل الجر بـ {حَتَّى} و {حَتَّى} : متعلقة بـ {يمدد} والتقدير: فيمدد لهم الرحمن مدًا إلى علمهم {مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا} وقت رؤيتهم ما يوعدون {مَنْ} ، اسم موصول في محل النصب مفعول به لـ {يعلمون} : لأن علم هنا بمعنى عرف {هُوَ شَرٌّ} مبتدأ وخبر، ويجوز أن تكون من استفهاميةً في محل الرفع، مبتدأ أول و {هُوَ} : مبتدأ ثان و {شَرٌّ} خبر المبتدأ الثاني و {هُوَ} وخبره خبر {مَنْ} وجملة {مَنْ} في محل النصب بـ {يعلمون} على أنها معلقة لها {مَكَانًا} : تمييز محول عن المبتدأ، منصوب باسم التفضيل {وَأَضْعَفُ جُنْدًا} : معطوف على {شَرٌّ مَكَانًا} . </p><p> {وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا (٧٦) أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا (٧٧) }. </p><p> {وَيَزِيدُ اللَّهُ الَّذِينَ} فعل وفاعل ومفعول أول، والجملة: مستأنفة {اهْتَدَوْا} : فعل وفاعل صلة الموصول {هُدًى} تمييز أو مفعول ثان للفعل {يزيد}  {وَالْبَاقِيَاتُ} : مبتدأ {الصَّالِحَاتُ} : صفة للمبتدأ {خَيْرٌ} خبر {الباقيات} والجملة: مستأنفة {عِنْدَ رَبِّكَ} ظرف متعلق بـ {خَيْرٌ} . {ثَوَابًا} : تمييز محول عن المبتدأ منصوب بـ {خَيْرٌ}  {وَخَيْرٌ مَرَدًّا} معطوف على {خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا}  {أَفَرَأَيْتَ} الهمزة: للاستفهام التعجبي داخلة على محذوف و {الفاء} عاطفة على ذلك المحذوف والتقدير: أنظرت فرأيت {رأيت} . فعل وفاعل بمعنى أخبرني يتعدى لمفعولين {الَّذِي} : اسم موصول في محل النصب مفعول أول لـ {رأيت} وجملة {رأيت} : معطوفة على تلك المحذوفة، والجملة المحذوفة: مستأنفة {كَفَرَ} : فعل وفاعل مستتر {بِآيَاتِنَا} : متعلق به، والجملة: صلة الموصول {وَقَالَ} : فعل وفاعل مستتر معطوف على {كَفَرَ}  {لَأُوتَيَنَّ} اللام: موطئة للقسم {أوتين} فعل مضارع مغير الصيغة في محل الرفع مبني على الفتح لاتصاله بنيون التوكيد الثقيلة ونائب فاعله وفاعله: ضمير مستتر فيه تقديره: أنا {مَالًا} : مفعول ثان {لَأُوتَيَنَّ} لأنه بمعنى أعطى {وَوَلَدًا} : معطوف على {مَالًا} والجملة </p><p> الفعلية: جواب القسم لا محل لها من الإعراب، وجملة القسم: في محل النصب مقول {قَالَ} . </p><p> {أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا (٧٨) }. </p><p> {أَطَّلَعَ} الهمزة: للاستفهام الإنكاري {طلع} : فعل ماض وفاعله ضمير يعود على الكافر {الْغَيْبَ} مفعول به والجملة الفعلية في محل النصب مفعول ثان لـ {رأيت} علق عنها بهمزة الاستفهام {أَمِ} : حرف عطف معادل للهمزة {اتَّخَذَ} : فعل ماض وفاعله ضمير مستتر يعود على الكافر {عِنْدَ الرَّحْمَنِ} : ظرف ومضاف إليه في محل المفعول الثاني لـ {اتَّخَذَ}  {عَهْدًا} : مفعول أول لـ {اتَّخَذَ}  {عَهْدًا} : مفعول أول لـ {اتَّخَذَ} وجملة {اتَّخَذَ} : معطوفة على جملة {اطلع} . </p><p> {كَلَّا سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا (٧٩) وَنَرِثُهُ مَا يَقُولُ وَيَأْتِينَا فَرْدًا (٨٠) }. </p><p> {كَلَّا} : حرف ردع وزجر {سَنَكْتُبُ} : فعل مضارع وفاعله ضمير يعود على الله تقديره، نحن وصدره بالسين من باب ما يقوله المتوعد لخصمه سوف أنتقم منك، يعني: لا تغتر بطول الزمان، فإن الانتقام آتيك، أو ستظهر له وتعلمه أنا كتبنا {مَا} موصولة، أو موصوفة، في محل النصب مفعول به لـ {نكتب} والجملة الفعلية: مستأنفة {يَقُولُ} : فعل مضارع وفاعله ضمير يعود على الكافر وجملة {يَقُولُ} : صلة لـ {مَا} أو صفة لها والعائد أو الرابط محذوف تقديره: ما يقوله {وَنَمُدُّ} : فعل مضارع معطوف على {سَنَكْتُبُ} : وفاعله ضمير يعود على الله تقديره: نحن {لَهُ} : متعلق بـ {نمد}  {مِنَ الْعَذَابِ} : حال من {مَدًّا} لأنه صفة نكرة قدمت عليها {مَدًّا} : مفعول مطلق أو مفعول به أو منصوب بنزع الخافض {وَنَرِثُهُ} : فعل مضارع ومفعول به وفاعله ضمير يعود على الله والجملة معطوفة: على جملة {نمد} : {مَا} بدل اشتمال من الهاء والمعنى نرث ما عنده من المال والأهل والولد {يَقُولُ} : فعل مضارع وفاعله ضمير يعود على الكافر والجملة صلة {مَا} الموصولة والعائد محذوف تقديره: ما يقوله {وَيَأْتِينَا} : الواو: عاطفة {يأتينا} : فعل ومفعول به وفاعله ضمير يعود على الكافر {فَرْدًا} : </p><p> حال من فاعل {يأتينا} : والجملة الفعلية: معطوفة على جملة {نرثه} . </p><p> {وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا (٨١) كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا (٨٢) }. </p><p> {وَاتَّخَذُوا} الواو: استئنافية {اتخذوا} : فعل وفاعل {مِنْ دُونِ اللَّهِ} حال من {آلِهَةً}  {آلِهَةً} : مفعول ثان والأول محذوف لدلالة السياق عليه والتقدير: واتخذوا الأصنام آلهة من دون الله والجملة: مستأنفة {لِيَكُونُوا}  (اللام) : حرف جر وتعليل {يكونوا} : فعل مضارع ناقص منصوب بأن مضمرة جوازًا بعد لام كي و (الواو) اسمها {لَهُمْ} حال من {عِزًّا}  {عِزًّا} خبرها والجملة: في تأويل مصدر مجرور باللام تقديره: لكونهم عزًا لهم الجار والمجرور متعلق بـ {اتخذوا} . {كَلَّا} : حرف ردع وزجر {سَيَكْفُرُونَ} فعل وفاعل {بِعِبَادَتِهِمْ} : متعلق به والجملة: مستأنفة {وَيَكُونُونَ} : فعل مضارع ناقص واسمها {عَلَيْهِمْ} حال من {ضِدًّا} . {ضِدًّا} : خبر يكون ووحده وهو جمع لمحًا لأصله؛ لأنه في الأصل مصدر والمصادر لا تثنى ولا تجمع، أو لأنه مفرد في معنى الجمع، والجملة: معطوفة على الجملة التي قبلها. </p><p> {أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا (٨٣) فَلَا تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا (٨٤) }. </p><p> {أَلَمْ} الهمزة: للإستفهام التقريري {لَمْ} حرف نفي وجزم {تَرَ} : فعل مضارع مجزوم بـ {لم} : وفاعله ضمير مستتر فيه يعود على محمد تقديره: أنت والجملة: مستأنفة {أَنَّا} ناصب واسمه {أَرْسَلْنَا الشَّيَاطِينَ} : فعل وفاعل ومفعول {عَلَى الْكَافِرِينَ} : متعلق به وجملة: {أَرْسَلْنَا} : في محل الرفع خبر {أن} وجملة {أن} في تأويل مصدر ساد مسد مفعول {تَرَ} . {تَؤُزُّهُمْ} : فعل مضارع ومفعول به {أَزًّا} : مفعول مطلق وفاعله ضمير يعود على {الشَّيَاطِينَ} والجملة الفعلية: في محل النصب حال من {الشَّيَاطِينَ} . {فَلَا تَعْجَلْ} الفاء: فاء الفصيحة لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت ما ذكرته لك، وأردت بيان ما هو اللازم لك .. فأقول لك {لا تعجل} . {لا} ناهية جازمة {تَعْجَلْ} : فعل </p><p> مضارع مجزوم بـ {لا} : الناهية وفاعله ضمير يعود على محمد {عَلَيْهِمْ} : متعلق به والجملة: في محل النصب مقول لجواب إذا المقدرة وجملة إذا المقدرة: مستأنفة {إِنَّمَا} كافة ومكفوفة {نَعُدُّ} : فعل مضارع وفاعله ضمير يعود على الله {لَهُمْ} : متعلق به {عَدًّا} : مفعول مطلق وجملة: {نَعُدُّ} : مستأنفة مسوقة لتعليل ما قبلها. </p><p> {يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا (٨٥) وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا (٨٦) لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا (٨٧) }. </p><p> {يَوْمَ} : منصوب على الظرفية الزمانية بفعل محذوف تقديره: اذكر لهم يا محمد يوم نحشر المتقين والجملة المحذوفة مستأنفة {نَحْشُرُ الْمُتَّقِينَ} : فعل ومفعول وفاعله ضمير يعود على الله {إِلَى الرَّحْمَنِ} : متعلق بـ {نَحْشُرُ}  {وَفْدًا} : حال من {الْمُتَّقِينَ} ؛ أي: وافدين وجملة {نَحْشُرُ} في محل الجر مضاف إليه للظرف {وَنَسُوقُ الْمُجْرِمِينَ} : فعل وفاعل مستتر ومفعول به معطوف على {نَحْشُرُ}  {إِلَى جَهَنَّمَ} متعلق بـ {نسوق} . {وِرْدًا} حال من {الْمُجْرِمِينَ} ؛ أي: واردين {لَا يَمْلِكُونَ الشَّفَاعَةَ} : فعل وفاعل ومفعول والجملة: مستأنفة مسوقة لتقرير حال الناس جميعًا مؤمنهم وكافرهم، ولا علاقة لها بالفريقين المتقدمين {إِلَّا} أداة حصر واستثناء {مَنِ} اسم موصول في محل الرفع بدل من الواو في {يَمْلِكُونَ} أو في محل النصب على الاستثناء المتصل {اتَّخَذَ} فعل ماض وفاعله ضمير يعود على {مَنِ}  {عِنْدَ الرَّحْمَنِ} : ظرف متعلق بمحذوف هو المفعول الثاني لـ {اتَّخَذَ} . {عَهْدًا} : هو المفعول الأول له، والجملة الفعلية صلة الموصول لا محل لها من الإعراب، وقد اختار أبو البقاء والزمخشري: أن يكون الاستثناء منقطعًا. </p><p> {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا (٨٨) لَقَدْ جِئْتُمْ شَيْئًا إِدًّا (٨٩) تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (٩٠) أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا (٩١) }. </p><p> {وَقَالُوا} : فعل وفاعل والجملة: مستأنفة {اتَّخَذَ الرَّحْمَنُ وَلَدًا} : فعل وفاعل ومفعول والجملة: في محل النصب مقول {قَالُوا} . {لَقَدْ}  (اللام) موطئة للقسم {قد} : حرف تحقيق {جِئْتُمْ شَيْئًا} : فعل وفاعل ومفعول و {إِدًّا} صفة {شَيْئًا} والجملة الفعلية: جواب لقسم محذوف، وجملة القسم، في محل النصب مقول </p><p> لقول محذوف تقديره: قال الله سبحانه والله لقد جئتم شيئًا إدًا، {تَكَادُ} فعل مضارع ناقص من أفعال المقاربة {السَّمَاوَاتُ} : اسمها {يَتَفَطَّرْنَ} : فعل وفاعل منه متعلق به والجملة في محل النصب خبر كاد وجملة {تَكَادُ} : مستأنفة أو صفة لـ {إِدًّا} كما في \"الفتوحات\"  {وَتَنْشَقُّ الْأَرْضُ} : فعل وفاعل والجملة في محل النصب خبر لكاد المحذوفة المعلومة من السياق، والتقدير وتكاد الأرض تنشق منه، والجملة معطوفة، على جملة كاد الأول {وَتَخِرُّ الْجِبَالُ} : فعل وفاعل {هَدًّا} : حال من الجبال؛ أي: مهدودةً أو مفعول مطلق معنوى لـ {تخر} لأن الخرور والهد معناهما السقوط، والجملة الفعلية: خبر لكاد المحذوفة تقديره: وتكاد الجبال تخر هدا {أَنْ} : حرف نصب ومصدر {دَعَوْا} : فعل وفاعل في محل النصب بـ {أن} المصدرية مبني على فتح مقدر على الألف المحذوفة لالتقاء الساكنين {لِلرَّحْمَنِ} متعلق بـ {دَعَوْا} . {وَلَدًا} مفعول ثان لـ {دَعَوْا} والأول محذوف تقديره: معبودهم لأن {دَعَوْا} بمعنى سموا وهي تتعدى لاثنين بنفسها، أو بالباء، وجملة {دَعَوْا} مع {أَنْ} المصدرية في تأويل مصدر مجرور على كونه بدلًا من ضمير {مِنْهُ} في قوله: {يَتَفَطَّرْنَ مِنْهُ} أو مجرور بلام جر محذوفة متعلقة بـ {تَكَادُ} والتقدير: {تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ} لأجل دعوتهم ونسبتهم {لِلرَّحْمَنِ وَلَدًا} . </p><p> {وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا (٩٢) إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا (٩٣) }. </p><p> {وَمَا}  (الواو) : حالية {مَا} نافية {يَنْبَغِي} : فعل مضارع {لِلرَّحْمَنِ} : متعلق به {أَنْ} : حرف نصب ومصدر {يَتَّخِذَ} فعل مضارع منصوب بـ {وَمَا} المصدرية وفاعله ضمير يعود على {الرَّحْمَنُ} . {وَلَدًا} مفعول به والجملة الفعلية مع أن المصدرية في تأويل مصدر مرفوع على الفاعلية، والتقدير {وَمَا يَنْبَغِي لِلرَّحْمَنِ} اتخاذ ولد وجملة {يَنْبَغِي} في محل النصب حال من {الرَّحْمَنُ} في قوله: {أَنْ دَعَوْا لِلرَّحْمَنِ} . {إِنْ} : نافية {كُلُّ} مبتدأ {مَنْ} اسم موصول في محل الجر مضاف إليه لـ {كُلُّ}  {فِي السَّمَاوَاتِ} : جار ومجرور صلة الموصول {والأرض} معطوف على السموات {إلا} أداة استثناء مفرغ {آتِي الرَّحْمَنِ} : خبر المبتدأ ومضاف إليه {عَبْدًا} : حال من الضمير المستتر في {آتِي} والجملة الاسمية: مستأنفة. </p><p> {لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا (٩٤) وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا (٩٥) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا (٩٦) }. </p><p> {لَقَدْ أَحْصَاهُمْ} اللام: موطئة للقسم {قد} حرف تحقيق {أَحْصَاهُمْ} : فعل ومفعول وفاعله ضمير يعود على {الرَّحْمَنِ} والجملة الفعلية: جواب للقسم المحذوف لا محل لها من الإعراب وجملة القسم: مستأنفة. {وَعَدَّهُمْ} : فعل ومفعول به وفاعله ضمير يعود على {الرَّحْمَنِ} . {عَدًّا} مفعول مطلق والجملة معطوفة على جملة {أَحْصَاهُمْ} . {وَكُلُّهُمْ آتِيهِ} : مبتدأ وخبر {يَوْمَ الْقِيَامَةِ} : ظرف متعلق بـ {آتِيهِ} . {فَرْدًا} حال من الضمير المستتر في {آتِيهِ} والجملة الاسمية: معطوفة على جملة القسم، أو مستانفة {إِنَّ الَّذِينَ} : ناصب واسمه {آمَنُوا} : فعل وفاعل صلة الموصول {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول معطوف على {آمَنُوا} . {سَيَجْعَلُ} : فعل مضارع {لَهُمُ} مفعول ثان {الرَّحْمَنُ} فاعل {وُدًّا} : مفعول أول له والجملة الفعلية: في محل الرفع خبر {إِنَّ} وجملة {إِنَّ} : مستأنفة. </p><p> {فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا (٩٧) وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا (٩٨) }. </p><p> {فَإِنَّمَا} الفاء: تعليلية لمعلول محذوف دل عليه السياق تقديره: بلِّغ هذا المنزّل عليك وبشر به وأنذر لأنَّا يسرناه بلسانك لتبشر به كما في \"أبي السعود\"  {إنما} : أداة حصر {يَسَّرْنَاهُ} : فعل وفاعل ومفعول {بِلِسَانِكَ} جار ومجرور حال من ضمير {يَسَّرْنَاهُ} تقديره: حالة كونه جاريًا على لسانك والجملة الفعلية: في محل الجر بلام التعليل المقدرة المدلول عليها بـ (الفاء) تعليلية والجملة المعللة المحذوفة: مستأنفة {لِتُبَشِّرَ}  (اللام) حرف جر وتعليل {تبشر} فعل مضارع منصوب بأن مضمرة بعد لام كي وفاعله: ضمير يعود على محمد {بِهِ} متعلق به {الْمُتَّقِينَ} : مفعول به والجملة الفعلية، مع أن المضمرة في تأويل مصدر مجرور بـ (اللام) تقديره: لتبشيرك به المتقين، الجار والمجرور متعلق بـ {يَسَّرْنَاهُ}  {وَتُنْذِرَ} : فعل مضارع معطوف على {تبشر} وفاعله ضمير يعود على محمد {بِهِ} متعلق به {قَوْمًا} : مفعول به {لُدًّا} صفة لـ {قَوْمًا} . {وَكَمْ}  (الواو) : استئنافية {كم} : خبرية بمعنى عدد كثير في محل النصب مفعول مقدم </p><p> لـ {أَهْلَكْنَا} . {أَهْلَكْنَا} : فعل وفاعل والجملة مستأنفة {قَبْلَهُمْ} : ظرف متعلق بـ {أَهْلَكْنَا} . {مِنْ قَرْنٍ} تمييز لـ {كم} مجرور بـ {مِنْ} الزائدة {هَلْ} للاستفهام الإنكاري {تُحِسُّ} : فعل مضارع وفاعله ضمير يعود على محمد {مِنْهُمْ} حال {مِنْ أَحَدٍ} : لأنه كان صفة لـ {أَحَدٍ} . {مِنْ} زائدة {أَحَدٍ} : مفعول به منصوب محلًا والجملة: جملة إنشائية مستأنفة {أَوْ تَسْمَعُ} : فعل مضارع وفاعله ضمير يعود على محمد والجملة: معطوفة على جملة {تُحِسُّ} . {لَهُمْ} : حال من {رِكْزًا} . {رِكْزًا} : مفعول به. </p><p> التصريف ومفردات اللغة </p><p> {بَيِّنَاتٍ} ؛ أي: ظاهرات الإعجاز {مَقَامًا} ؛ أي: مكانًا ومنزلًا بفتح الميم اسم مكان من قام الثلاثي أو مصدر ميمي وقرىء بالضم، فيكون أيضًا اسم مكان أو مصدرًا ميميًا من أقام الرباعي المزيد، والمراد، هنا: موضع القوم؛ أي: خير مكان قيام أو إقامةٍ {نَدِيًّا} ؛ أي: مجلسًا ومجتمعًا، ومثله النادي وقيل: هو المجلس يجتمع فيه لحادثة أو مشورةٍ، ومنه دار الندوة التي كان المشركون يتشاورون فيها في أمورهم، والندي فعيل، أصله: نديو لأن لامه واو يقال: ندوتهم أندوهم؛ أي: أتيت ناديهم، والنادي مثله ومنه {فَلْيَدْعُ نَادِيَهُ (١٧) }؛ أي: أهل ناديه، والندي والنادي، مجلس القوم ومتحدثهم، وقيل: هو مشتق من الندى وهو الكرم؛ لأن الكرماء يجتمعون فيه {مِنْ قَرْنٍ} والقرن مفرد لفظًا متعدد معنًى {أَثَاثًا} والأثاث: متاع البيت من الفرش والثياب وغيرها والمال، ويقال: أث يئث ويأث ويؤث أثاثًا وأثوثًا وأثاثةً، وأثَّ النبات أو الشعر: التف وكثر فهو أث وأثيث {وَرِئْيًا} والرئي: فعل بمعنى مفعول فهو المرئيُّ كالذِبح والطِحن بمعنى المذبوح والمطحون، فهو بمعنى المنظر الحسن والصورة والهيئة الحسنة والنضارة، {فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا} ؛ أي: فليمهله بطول العمر والتمكن من سائر التصرفات {مَرَدًّا} ؛ أي: مرجعًا وعاقبةً {وَوَلَدًا} والولد، بفتحتين: اسم مفرد قائم مقام الجمع، وأما بالضم فالإسكان فقيل: هو كالولد بفتحتين، فيقال: ولد وولد كما يقال، عرب وعرب، وقيل: بل هو جمع ولد نحو: أسد وأسد كما في \"السمين\" . </p><p> {أَطَّلَعَ الْغَيْبَ} ، أصله: أإطَّلع بفتح الهمزة الاستفهامية وكسر همزة الوصل فحذفت همزة الوصل تخفيفًا وبقيت همزة الاستفهام المفتوحة، واطلع: يتعدى بنفسه كقولهم اطلع الجبل، ويقال: اطلع الأمر، وعليه علمه، ويقال أيضًا: اطلع طلع العدو بكسر الطاء وسكون اللام عرف باطن أمرهم، وقد توهم بعضهم أنه لا يعلى إلا بعلى، فأعرب الغيب بنزع الخافض، وإنما هو من قولهم اطلع الجبل إذا ارتقى إلى أعلاه، وطلع الثنية: قال جرير: </p><p> إِنَّي إِذَا مُضَرٌ عَلَيَّ تَحَدَّثَتْ ... لاَقَيْتُ مُطَّلَعَ الْجِبَالِ وُعُوْرَاً </p><p> فمطلع اسم مكان من اطلع المشدد، أصله: اطتلع على بناء الافتعال، فقلبت التاء طاءً وأُدغمت الطاء في الطاء، وهو في البيت نصب على الظرفية، والوعور جمع وعر؛ أي: صعب يريد الشاعر: إذا تقولت عليَّ مضر ما لا أرتضيه، أو حدثتها نفسها بقتلي .. تمرست بالصعاب ولا أُبالي بها {وَنَمُدُّ لَهُ} مضارع مد الشيء يمده من باب نصر: أطاله وبسطه وجذبه ومد الحبل فامتد وهذا ممد الحبل. </p><p> فائدة في مبحث كلا: للنحويين في هذه اللفظة ستة مذاهب: </p><p> أحدها: وهو مذهب جمهور البصريين كالخليل وسيبويه وأبي الحسن الأخفش وأبي العباس: أنها حرف ردع وزجر وهذا معنى لائق بها، حيث وقعت في القرآن، وما أحسن ما جاءت في هذه الآية زجرت وردت ذلك القائل. </p><p> والثاني: وهو مذهب النضر بن شميل: إنها حرف تصديق بمعنى نعم، فتكون جوابًا ولا بد حينئذٍ من أن يتقدمها شيء لفظًا أو تقديرًا وقد تُستعمل في القسم. </p><p> والثالث: هو مذهب الكسائي وأبي بكر بن الأنباري ونصر بن يوسف وابن واصل: أنها بمعنى حقًا. </p><p> والرابع: وهو مذهب أبي عبد الله الباهلي: أنها رد لما قبلها، وهذا قريب من معنى الردع. </p><p> والخامس: أنها صلة في الكلام بمعنى إي كذا قيل، وفيه نظر: فإن إي </p><p> حرف جوابٍ ولكنه مختص بالقسم. </p><p> والسادس: أنها حرف استفتاح، وهو قول أبي حاتم، ولتقرير هذه المذاهب موضع هو أليق بها قد حققتها بحمد الله فيه. اهـ \"سمين\" . </p><p> وذكرت كلا في القرآن في النصف الثاني منه فقط، وذكرت في خمس عشرة سورةً منه كلها مكية، وجملة ما ذكر منها في القرآن. ثلاثة وثلاثون مرة، ترجع إلى أقسام ثلاثة: </p><p> قسم: يجوز الوقف عليها، وعلى ما قبلها فيُبتدأ بها وهذا باتفاق. </p><p> وقسم: اختلف فيه، هل يجوز الوقف عليها أو يعين على ما قبلها. </p><p> وقسم: لا يجوز الوقف عليها باتفاق. </p><p> فالقسم الأول: خمسة مواضع: اللتان في هذه السورة، واللتان في سورة الشعراء، وواحدة في سورة سبأ. </p><p> والقسم الثاني: تسعة واحدة في سورة المؤمنين، وثنتان في سورة سأل سائل، وثنتان في سورة المدثر الأولى والثالثة، والأولى في سورة القيامة، والثانية في سورة {وَيْلٌ لِلْمُطَفِّفِينَ (١) } والأولى في سورة الفجر، والتي في سورة {وَيْلٌ لِكُلِّ} .. </p><p> والقسم الثالث: هو التسع عشرة الباقية. اهـ شيخنا عن العز بن جماعة. {وَنَرِثُهُ} ؛ أي: نسلبه منه ونأخذه بأن نخرجه من الدنيا خاليًا من ذلك، والمراد نزوي عنه ما يقوله من أنه سيناله في الآخرة. </p><p> {ضِدًّا} وإنما وحَّد الضد وإن كان خبرًا عن جمع لأحد وجهين، إما لأنه مصدر في الأصل، والمصادر موحدة مذكرة، وإما لأنه مفرد في معنى الجمع. اهـ \"خازن\" وفي \"القاموس\" وضده في الخصومة من باب رد غلبه ومنعه برفق، والقربة ملأها وأضد غضب وضاده: خالفه، وهما متضادان. اهـ فضد كأنه مصدر سماعي أو اسم مصدر تأمل {تَؤُزُّهُمْ} : تهيجهم وتغريهم على المعاصي بالتسويلات وتجيب الشهوات، والمراد: تعجيب الرسول - صلى الله عليه وسلم - من أقاويل الكفرة، </p><p> وتماديهم في الغيِّ وتصميمهم على الكفر بعد وضوح الحق على ما نطقت به الآية المتقدمة. اهـ \"بيضاوي\" وفي \"السمين\"  {أَزًّا} مصدر مؤكد والأز والأزيز والهز والهزيز، قال الزمخشري: أخوات، وهو التهييج وشدة الإزعاج والأز أيضًا: شدة الصوت وفي \"القاموس\" وأزَّت القدر تؤز بالضم، وتئز بالكسر أزّاً وأزيزًا وأزازًا بالفتح: اشتد غليانه، وأز النار: أوقدها وأز الشيء حرَّكه شديدًا. اهـ. </p><p> {وَفْدًا} : الوفد مصدر وقد يفد وفداً ووفوداً ووفادةً وإفادةً وفد إلى أو على الأمير: قدم وورد رسولاً فهو وافد، والوفد أيضًا: جمع وافدٍ وهم القوم يقدمون على الملوك يستنجزون الحوائج، والمراد: يقدمون مكرمين مبجلين ركباناً {إِلَى الرَّحْمَنِ} ؛ أي: إلى دار كرامته وهي الجنة {وِرْدًا} والورد: القوم الواردون إلى الماء عطاشًا، قد تقطعت أعناقهم من الحطش {إِدًّا} بالكسر والفتح العجب، وقيل: العظيم المنكر والإدة: الشدة وآدَّني الأمر: أثقلني وعظم لي {إِدًّا} وفي \"القاموس\" الإد والإدة بكسرهما العجب، والأمر الفظيع والداهية: والمنكر كالإد بالفتح وأدَّته الداهية تؤده بالضم، وتئده بالكسر، وتأده بالفتح: دهشة {يتفطرن} من التفطر وهو التشقق {ينفطرن} من الانفطار وهو الانشقاق {وَتَخِرُّ} تسقط وتنهدم {دَعَوْا} ؛ أي: نسبوا وأثبتوا. </p><p> {وُدًّا} ؛ أي: محبةً ومودةً وفي \"المصباح\" وددته أوده من باب تعب وداً بفتح الواو وضمها: أحببته والاسم: المودة ووددت لو كان كذا أيضًا ودًا وودادةً تمنيته، وفي \"المختار\" الود بضم الواو وفتحها وكسرها: المحبة فهي مثلثة الواو، والأرجح: الضم وبها قرأ السبعة، وقرىء في غير السبعة، بفتحها وكسرها، ويحتمل أن يكون المفتوح مصدرًا، والمضموم والمكسور اسمين. {لُدًّا} جمع ألد؛ أي: شديد الخصومة، وهذا الجمع من قبيل قوله: فعل لنحو أحمر وحمراء {تُحِسُّ} بضم التاء: مضارع أحس، وفي \"المصباح\" : الحس والحسيس: الصوت الخفي وحسه حسًا فهو حسيس، مثل قتلته قتلًا فهو قتيل، وأحس الرجل الشيء إحساسًا علم به، يتعدى بنفسه مع الألف قال تعالى:  {فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ} وربما زيدت فيه الباء، فقيل: أحس به على معنى شعر به، وحسست به من باب قتل لغة والمصدر: الحس بالكسر يتعدى بالباء على معنى شعرت أيضًا </p><p> {رِكْزًا} الركز: الصوت الخفي، ومنه ركز الرمح، إذا غُيِّب طرفه في الأرض، ومنه الركاز وهو المال المدفون. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستعارة المكنية في قوله: {أَطَّلَعَ الْغَيْبَ} فقد شبه الغيب المجهول الملثَّم بالأسرار بجبل شامخ، الذرى لا يرقى الطير إلى مداه، فهو مجهول تتحطم عليه آمال الذين يريدون استشفاف آفاقه، وإدراك تهاويله، ثم حذف الجبل؛ أي: المشبه به وأخذ شيئًا من خصائصه ولوازمه وهو: الاطلاع والارتقاء، واستشراف مغيباته والغرض من هذه الاستعارة السخرية البالغة، كأنه يقول: أو بلغ هذا مع حقارته، وتفاهة أمره، وصغار شأنه، أن ارتقى إلى الغيب المحجب بالأسرار، المطلسم بالخفاء. اهـ من \"إعراب القرآن\" . </p><p> ومنها: إخراج الخبر على صيغة الأمر في قوله: {فَلْيَمْدُدْ لَهُ الرَّحْمَنُ} للإيذان بأن ذلك مما ينبغي أن يُفعل بموجب الحكمة لقطع المعاذير كما يُنبىء عنه قوله تعالى: {أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّر} أو للاستدراج كما ينطق به قوله تعالى: {إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا} . </p><p> ومنها: التعرض لعنوان الرحمانية لما أن المد من أحكام الرحمة الدنيوية ذكره أبو السعود. </p><p> ومنها: المجاز العقلي في قوله: {سَنَكْتُبُ مَا يَقُولُ} ؛ أي: نأمر الملائكة بالكتابة، فهو من إسناد الشيء إلى سببه. </p><p> ومنها: جناس الاشتقاق في قوله: {فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا} ، وفي قوله:  {اهْتَدَوْا هُدًى} ، وقوله:  {وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا} ، وقوله:  {تَؤُزُّهُمْ أَزًّا} وقوله: {إِنَّمَا نَعُدُّ لَهُمْ عَدًّا} ، وقوله: {لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا (٩٤) }. </p><p> ومنها: الطباق بين: {تبشر} و {تنذر} . </p><p> ومنها: المقابلة اللطيفة بين المتقين والمجرمين، وبين حال الأبرار والأشرار في قوله: {يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا (٨٥) }، وقوله: {وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا (٨٦) }. </p><p> ومنها: الجناس الناقص بين قوله: {وَفْدًا}  {وِرْدًا} لاختلاف الحرف الثاني. </p><p> ومنها: اللف والنشر المرتب في قوله: {شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا} حيث رجع الأول إلى {خَيْرٌ مَقَامًا} والثاني إلى {وَأَحْسَنُ نَدِيًّا} . </p><p> ومنها: الطباق بين {خَيْرٌ} و {شَرٌّ} . </p><p> ومنها: التكرار فقد تكرر ذكر الرحمن كما قلنا ست عشرة مرة في هذه السورة معظمها في خواتيمها، والفائدة فيه: أنه هو الرحمن وحده لا يستحق هذا الاسم غيره، وخلق لهم جميع متطلباتهم التي بها قوام معايشهم، فهل اعتبر الإنسان أم لا يزال الغطاء مسدولاً على عينيه، والوقر يغشي أذنيه فمن أضاف إليه ولدًا، جعله كالأناس المخلوقة وأخرجه بذاك عن استحقاق هذا الاسم الجدير به وحده. </p><p> ومنها: الإلتفات في قوله: {لَقَدْ جِئْتُمْ شَيْئًا إِدًّا (٨٩) } إلتفت من الغيبة إلى الخطاب، لمشافهتهم بالأمر المنكر الذي اجترحوه، والبدع العجيب الذي ارتكبوه. </p><p> ومنها: الاستفهام التعجبي في قوله: {أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا} والاستفهام التقريري في قوله: {أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة ما حوته هذه السورة الكريمة من المقاصد </p><p> ١ - دعاء زكريا ربه أن يهب له ولدًا سريًا مع ذكر الأسباب التي دعته إلى ذلك. </p><p> ٢ - استجابة الله دعاءه وبشارته بولد يسمى بيحيى لم يسم أحد من قبله بمثل اسمه. </p><p> ٣ - تعجب زكريا من خلق ذلك الولد من أبوين، أم عاقر وأب شيخ هرم. </p><p> ٤ - طلبه العلامة على أن امرأته حامل. </p><p> ٥ - إيتاء يحيى النبوة والحكم صبيًا. </p><p> ٦ - ما حدث لمريم من اعتزالها لأهلها، وتمثل جبريل لها بشرًا سويًا، والتجائها إلى أن يدفع عنها شر هذا الرجل، وإخباره لها أنه ملك لا بشر. </p><p> ٧ - حملها بعيسى - عليه السلام - وانتباذها مكانًا قصيًا، حتى لا يراها الناس، وهي على تلك الحال. </p><p> ٨ - نداء عيسى لها حين الولادة، وأمرها بهز النخلة حتى تساقط عليها رطبًا جنيًا. </p><p> ٩ - مجيئها بعيسى ومقابلتها لقومها وهي على تلك الحال، وقد إنهال عليها اللوم والتعنيف بأنها فعلت ما لم يسبقها إليه أحد، من تلك الأسرة الشريفة التي اشتهرت بالصلاح والتقوى. </p><p> ١٠ - كلام عيسى وهو في المهد تبرئةً لأمه ووصفه نفسه بصفات الكمال، من النبوة، والبركة والبر بوالدته، وأنه لم يكن جبارًا متكبرًا على خالقه .. </p><p> ١١ - اختلاف النصارى في شأنه. </p><p> ١٢ - قصص إبراهيم - عليه السلام - مع أبيه آزر، ووصفه له بالجهل، وعدم التأمل في المعبودات التي يعبدها من دون الله، ثم تحذيره إياه بسوء مغبة أعماله، ورد أبيه عليه مهددًا متوعدًا. </p><p> ١٣ - هبة الله له إسحاق ويعقوب، وإيتاؤهما الحكم والنبوة. </p><p> ١٤ - قصص موسى ومناجاته ربه في الطور، والامتنان عليه بجعل أخيه هارون وزيرًا ونبيًا. </p><p> ١٥ - قصص إسماعيل ووصف الله له بصدق الوعد، وإقامة الصلاة، وإيتاء الزكاة. </p><p> ١٦ - قصص إدريس - عليه السلام -، ووصف الله له بأنه صديق نبي، رفيع القدر، عظيم المنزلة عند ربه. </p><p> ١٧ - مجيء خلفٍ من بعد هؤلاء الأنبياء، أضاعوا الصلاة، واتبعوا الشهوات. </p><p> ١٨ - وعد الله لمن تاب وآمن وعمل صالحًا بجنات لا لغو فيها ولا تأثيم. </p><p> ١٩ - إن جبريل لا ينزل إلى الأنبياء إلا بإذن ربه. </p><p> ٢٠ - إنكار المشركين للبعث استبعاداً له، ورد الله عليهم بأنه خلقهم من قبل ولم يكونوا شيئًا. </p><p> ٢١ - الإخبار بأن الله يحشر الكافرين يوم القيامة مع قرنائهم من الشياطين، ثم يحضرهم حول جهنم جثيًا، ثم بدئه بمن هو أشد جرمًا والله أعلم بهم. </p><p> ٢٢ - الإخبار بأن جميع الخلق ترد على النار، ثم ينجي الله الذين اتقوا ويذر الظالمين جثيًا. </p><p> ٢٣ - بيان أن المشركين كانوا إذا سمعوا القرآن فخروا على المؤمنين بأنهم خير منهم مجلسًا، وأكرم منهم مكانًا. </p><p> ٢٤ - تهديدهم بأنه أهلك كثيرًا ممن كان مثلهم في العتو والاستكبار، وأكثر أثاثًا ورياشًا. </p><p> ٢٥ - بيان أن الله يمد للظالم ويمهله، ليجترح من السيئات ما شاء، ثم يأخذه أخذ عزيز مقتدر. </p><p> ٢٦ - النعي على المشركين باتخاذ الشركاء، وأنهم يوم القيامة سيكونون لهم أعداء. </p><p> ٢٧ - نهي النبي - صلى الله عليه وسلم - عن طلب تعجيل هلاك المشركين. إذ أن حياتهم مهما طالت فهي محدودةٌ معدودةٌ. </p><p> ٢٨ - التفرقة بين حشر المتقين إلى دار الكرامة، وسوق المجرمين إلى دار الخزي والهوان. </p><p> ٢٩ - النعي الشديد على من ادعى أن لله ولدًا. </p><p> ٣٠ - بيان أن الله قد أنزل كتابه بلسان عربي مبين، ليبشر به المتقين، وينذر به الكافرين ذوي اللدد والخصومة (١) . </p><p> والله أعلم </p><p> * * * </p><p>(١) وصلى الله وسلم على سيدنا ومولانا محمد، خاتم النبيين وعلى آله وصحبه أجمعين، والحمد لله رب العالمين، إلى هنا تم تفسير سورة مريم بإذن الله وتوفيقه، وله الحمد والشكر على إمداده وإحسانه، أوائل ليلة الثلاثاء السادسة عشرة من ربيع الأول من شهور سنة ألف وأربع مئة واثنتي عشر سنة ١٦/ ٣/ ١٤١٢، من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية.</p><p> [سورة طه] </p><p> سورة طه: مكية كلها عند الجميع، قيل: إلا آيتي (١٣٠ * ١٣١) فمدنيتان، نزلت بعد سورة مريم، وآيها مئة وخمس وثلاثون آيةً، وكلماتها ألف وثلاث مئة وإحدى وأربعون، وحروفها خمسة آلاف ومئتان واثنان وأربعون حرفًا. </p><p> ومناسبتها لما قبلها من وجوه (١) : </p><p> ١ - أنه لما ذكر في سورة مريم قصص عدد من الأنبياء والمرسلين، بعضها بطريق البسط والإيجاز، كقصص إبراهيم - عليه السلام - وبعضها موجز مجمل، كقصة موسى - عليه السلام - ثم أشار إلى بقية النبيين بالإجمال .. ذكر هنا قصة موسى التي أجملت فيما سلف، واستوعبها غاية الاستيعاب، ثم فصل قصة آدم - عليه السلام - ولم يذكر في سورة مريم إلا اسمه فحسب. </p><p> ٢ - أنه روي عن ابن عباس أن هذه السورة نزلت بعد سالفتها. </p><p> ٣ - أن أول هذه السورة متصل بآخر السورة السابقة، ومناسب له في المعنى، إذ ذكر في آخر تلك أنه إنما يسر القرآن بلسانه العربي المبين، ليكون تبشيراً للمتقين، وإنذاراً للمعاندين، وفي أوائل هذه ما يؤكد هذا المعنى. </p><p> ومن فضائلها: ما أخرج (٢) الدارمي وابن خزيمة في \"التوحيد\" ، والعقيلي في \"الضعفاء\" ، والطبراني في \"الأوسط\" ، وابن عدي وابن مردويه، والبيهقي في \"الشعب\" عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله تبارك وتعالى قرأ طه ويس قبل أن يخلق السموات والأرض بألفي عام، فلما سمعت الملائكة القرآن .. قالوا طوبى لأمةٍ ينزل عليها هذا، وطوبى لأجوافٍ تحمل هذا، وطوبى لألسنةٍ تكلمت بهذا\" قال ابن خزيمة بعد إخراجه: حديث غريب وفيه نكارة. </p><p>(١) المراغي. (٢) الشوكاني.</p><p> ومنها (١) : ما أخرج ابن مردويه، عن ابن عباس أن رسول الله - صلى الله عليه وسلم - قال:  \"أعطيت السورة التي ذكرت فيها الأنعام من الذكر الأول، وأعطيت سورة طه والطواسين من ألواح موسى، وأعطيت فواتح القرآن وخواتيم البقرة من تحت العرش، وأعطيت المفصل نافلةً\" وفيه مقال. والنافلة: الزيادة. </p><p> ومنها: ما أخرجه ابن مردويه عن أبي أمامة عن النبي - صلى الله عليه وسلم - قال:  \"كل قرآن يوضع عن أهل الجنة، فلا يقرؤون منه شيئًا، إلا سورة طه ويس، فإنهم يقرؤون بهما في الجنة\" . وفيه مقال. </p><p> ومنها: ما أخرجه الدارقطني في \"سننه\" ، عن أنس بن مالك، فذكر قصة عمر بن الخطاب مع أخته وخباب وقراءتهما طه، وكان ذلك بسبب إسلام عمر، والقصة مشهورة في كتب السير. </p><p> الناسخ والمنسوخ من هذه السورة: قال أبو (٢) عبد الله محمد بن حزم: جملة المنسوخ من هذه السورة ثلاث آيات: </p><p> أولاهن: قوله تعالى: {وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ}  (١١٤) الآية. نسخ معناها لا لفظها بقوله تعالى: {سَنُقْرِئُكَ فَلَا تَنْسَى (٦) } الأعلى. </p><p> والآية الثانية: قوله: تعالى: {فَاصْبِرْ عَلَى مَا يَقُولُونَ}  (١٣٠) الآية. نسخ الصبر منها بآية السيف. </p><p> والآية الثالثة: قوله تعالى: {قُلْ كُلٌّ مُتَرَبِّصٌ}  (١٣٥) ، جميع هذه الآية منسوخ بآية السيف. </p><p> والله أعلم </p><p> * * * </p><p>(١) الشوكاني. (٢) الناسخ والمنسوخ.</p><p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> {طه (١) مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى (٢) إِلَّا تَذْكِرَةً لِمَنْ يَخْشَى (٣) تَنْزِيلًا مِمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى (٤) الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى (٥) لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَى (٦) وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى (٧) اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْأَسْمَاءُ الْحُسْنَى (٨) وَهَلْ أَتَاكَ حَدِيثُ مُوسَى (٩) إِذْ رَأَى نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى النَّارِ هُدًى (١٠) فَلَمَّا أَتَاهَا نُودِيَ يَا مُوسَى (١١) إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى (١٢) وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى (١٣) إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي (١٤) إِنَّ السَّاعَةَ آتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَى كُلُّ نَفْسٍ بِمَا تَسْعَى (١٥) فَلَا يَصُدَّنَّكَ عَنْهَا مَنْ لَا يُؤْمِنُ بِهَا وَاتَّبَعَ هَوَاهُ فَتَرْدَى (١٦) وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى (١٧) قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي وَلِيَ فِيهَا مَآرِبُ أُخْرَى (١٨) قَالَ أَلْقِهَا يَا مُوسَى (١٩) فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَى (٢٠) قَالَ خُذْهَا وَلَا تَخَفْ سَنُعِيدُهَا سِيرَتَهَا الْأُولَى (٢١) وَاضْمُمْ يَدَكَ إِلَى جَنَاحِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ آيَةً أُخْرَى (٢٢) لِنُرِيَكَ مِنْ آيَاتِنَا الْكُبْرَى (٢٣) اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى (٢٤) قَالَ رَبِّ اشْرَحْ لِي صَدْرِي (٢٥) وَيَسِّرْ لِي أَمْرِي (٢٦) وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي (٢٧) يَفْقَهُوا قَوْلِي (٢٨) وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي (٢٩) هَارُونَ أَخِي (٣٠) اشْدُدْ بِهِ أَزْرِي (٣١) وَأَشْرِكْهُ فِي أَمْرِي (٣٢) كَيْ نُسَبِّحَكَ كَثِيرًا (٣٣) وَنَذْكُرَكَ كَثِيرًا (٣٤) إِنَّكَ كُنْتَ بِنَا بَصِيرًا (٣٥) قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَى (٣٦) وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَى (٣٧) إِذْ أَوْحَيْنَا إِلَى أُمِّكَ مَا يُوحَى (٣٨) أَنِ اقْذِفِيهِ فِي التَّابُوتِ فَاقْذِفِيهِ فِي الْيَمِّ فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِي وَعَدُوٌّ لَهُ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي وَلِتُصْنَعَ عَلَى عَيْنِي (٣٩) إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَى مَنْ يَكْفُلُهُ فَرَجَعْنَاكَ إِلَى أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَاكَ مِنَ الْغَمِّ وَفَتَنَّاكَ فُتُونًا فَلَبِثْتَ سِنِينَ فِي أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَى قَدَرٍ يَا مُوسَى (٤٠) وَاصْطَنَعْتُكَ لِنَفْسِي (٤١) }. </p><p> المناسبة </p><p> مناسبة أول هذه السورة لآخر ما قبلها (١) : أنه تعالى، لما ذكر تبشير القرآن </p><p>(١) البحر المحيط.</p><p> بلسان الرسول - صلى الله عليه وسلم -؛ أي: بلغته، وكان فيما علل به قوله:  {لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا} .. أكد ذلك بقوله: {مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى (٢) إِلَّا تَذْكِرَةً لِمَنْ يَخْشَى (٣) } والتذكرة: هي البشارة والنذارة، وأن ما ادعاه المشركون من إنزاله للشقاء ليس كذلك، بل إنما نزل تذكرةً. </p><p> قوله تعالى: {وَهَلْ أَتَاكَ حَدِيثُ مُوسَى (٩) ...} الآيات، مناسبة هذه الآيات لما قبلها: أن (١) الله سبحانه لما عظَّم كتابه والرسول الذي أنزل عليه بما كلفه به من التبليغ والإنذار والتبشير .. أتبع ذلك بما يقوي قلبه من قصص الأنبياء، وما فعلته أممهم معهم، وكيف كانت العاقبة لهم، والنصر حليفهم، ففي هذا سلوى له، وتأس بهم فيما قاموا به من الذود عن الحق، مهما أصابهم من العنت والأذى، من جراء الدعوة إليه، كما أشار إلى ذلك سبحانه بقوله:  {وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ} . </p><p> وبدأ بقصص موسى؛ لأن محنته كانت أشد، فقد تحمل من المكاره ما تنوء به راسيات الجبال، وقابل ذلك بعزم لا يفتر، وبقوة تفل الحديد. </p><p> وعبارة أبي حيان هنا (٢) : قوله تعالى: {وَهَلْ أَتَاكَ حَدِيثُ مُوسَى (٩) ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه لما ذكر تعظيم كتابه، وتضمن تعظيم رسوله .. أتبعه بقصة موسى ليتأسى به في تحمل أعباء النبوة، وتكاليف الرسالة، والصبر على مقاساة الشدائد، كما قال تعالى:  {وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ} فقال تعالى: {وَهَلْ أَتَاكَ حَدِيثُ مُوسَى (٩) }. </p><p> قوله تعالى: {وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى (١٧) ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر (٣) مناجاته لموسى، حين رأى النار التي في الشجرة، واختياره نبيًا، وإيحاءه إليه أن لا إله إلا هو، وأمره بإقامة الصلاة، لما فيها من ذكره، وتخصيصه بالعبادة دون سواه، ثم إخباره بأن الساعة آتية لا </p><p>(١) المراغي. (٢) البحر المحيط.(٣) المراغي.</p><p> محالة، ليجزي المحسن بإحسانه، والمسيء بما دسى به نفسه جزاءً وفاقًا .. قفى على ذلك بذكر البرهانات التي آتاها موسى دلالةً على نبوته، وتصديقًا له على رسالته، فبدأ بذكر العصا التي انقلبت حيةً تسعى حين ألقاها من يده، وكان قد سأله عنها استجماعًا لقلبه، وتهدئةً لروعه في هذا المقام الرهيب، وإعلامًا بما سيكون لها بعد من عظيم الشأن، وجليل المنافع والمزايا، التي لم تكن تدور بخلده عليه السلام. </p><p> قوله تعالى:  {وَاضْمُمْ يَدَكَ إِلَى جَنَاحِكَ تَخْرُجْ بَيْضَاءَ ...} الآيات، مناسبة هذه الآيات لما قبلها (١) : أن الله سبحانه لما ذكر المعجزة الأولى، الدالة على نبوة موسى عليه السلام وعلى صدق رسالته، وهي العصا وما صدر منها من الأفاعيل حين ألقاها من يده، ثم عودتها سيرتها الأولى حين أخذها من الأرض .. قفى على ذلك بذكر المعجزة الثانية التي آتاه إياها، وهي معجزة اليد، فإنه كان إذا وضع يده اليمنى إلى جنبه الأيسر تحت العضد، ثم أخرجها .. أضاءت كشعاع الشمس، تغشي البصر، ثم بذكر أمره له بالذهاب إلى فرعون لتبليغ رسالة ربه، ثم دعائه ربه أن يشرح له صدره، ويسهل له أمره، وأن يجعل له أخاه هارون نبيًا، كى يشد أزره، ويقوى على تبليغ الرسالة ويتعاونا على ذكر الله وعبادته. </p><p> قوله تعالى:  {قَالَ رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما أمر (٢) موسى عليه السلام بالذهاب إلى فرعون .. عرف أنه كلف أمرًا عظيمًا يحتاج معه إلى احتمال ما لا يحتمله إلا ذو جأش رابط، وصدر فسيح، فسأل ربه، ورغب في أن يشرح صدره، ليحتمل ما يرد عليه من الشدائد التي يضيق لها الصدر، وأن يسهل عليه أمره الذي هو خلافة الله في أرضه، وما يصحبها من مزاولة جلائل الخطوب، وقد علم ما عليه فرعون من الجبروت والتمرد والتسلط. </p><p> قوله تعالى:  {قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَى ...} الآيات، مناسبة هذه الآيات لما </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> قبلها: أن موسى - عليه السلام - لما سأل ربه أمورًا ثمانية، وكان قيامه بما كلف به لا يتم على الطريق المرضي إلا إذا أجابه إليها .. لا جرم أجابه الله تعالى إلى ما طلب، ليكون أقدر على الإبلاغ على الوجه الذي كلف به، ثم ذكره بنعمه السالفة حين كانت أمه ترضعه، وتحذر عليه من فرعون وملئه أن يقتلوه، فألهمها أن تصنع تابوتًا، وتضعه فيه وتلقيه في النيل، ففعلت فألقاه النيل في الساحل، فالتقطه آل فرعون وربوه في منزلهم، وألقى الله محبةً في قلوبهم له، وصار كأنه ابنهم، ثم ذكره بنجاته من القصاص حين قتل المصري وهرب إلى مدين. </p><p> أسباب النزول </p><p> قوله تعالى: {طه (١) مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى (٢) } سبب نزوله (١) : ما أخرجه عبد الله بن حميد في \"تفسيره\" ، عن الربيع بن أنس قال: كان النبي - صلى الله عليه وسلم - يراوح بين قدميه ليقوم على كل رجل حتى نزلت آية: {مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى (٢) }. </p><p> وأخرج ابن مردويه عن ابن عباس، أن النبي - صلى الله عليه وسلم - كان أول ما أنزل عليه الوحي، يقوم على صدور قدميه إذا صلى فأنزل الله {طه (١) مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى (٢) } </p><p> وروى مقاتل (٢) : أن أبا جهل، والوليد بن المغيرة، ومطعم بن عدي، والنضر بن الحارث قالوا لرسول الله - صلى الله عليه وسلم -: إنك لتشقى حيث تركت دين آبائك، فقال عليه السلام:  \"بل بعثت رحمةً للعالمين\" قالوا: بل أنت تشقى، فأنزل الله الآية ردًا عليهم، وتعريفًا لمحمد - صلى الله عليه وسلم - بأن دين الإِسلام هو السبيل إلى نيل كل فوز، وسبب إدراك كل سعادة، وما فيه المشركون هو الشقاء بعينه. </p><p>(١) لباب النقول. (٢) المراغي.</p>"
}