{
  "id": null,
  "sura": 19,
  "aya": 65,
  "text": "<p> وقصارى ذلك: أن أمرنا موكول إلى الله تعالى، يتصرف فينا بحسب مشيئته وإرادته، لا اعتراض لأحد عليه، فلا ننتقل من مكان إلى مكان ولا ننزل في زمان دون زمان إلا بإذنه عز وجل، وقيل المعنى (١) : له ما سلف من أمر الدنيا، وما يستقبل من أمر الآخرة، وما بين ذلك، وهو ما بين النفختين، وقيل: الأرض التي بين أيدينا إذا نزلنا، والسماء التي وراءنا، وما بين السماء والأرض، وقيل: ما مضى من أعمارنا وما غير منها، والحالة التي نحن فيها، وعلى هذه الأقوال كلها يكون المعنى: أن الله سبحانه هو المحيط بكل شيء، لا يخفى عليه خافيةٌ ولا يعزب عن علمه مثقال ذرة، فلا تقدم على أمر إلا بإذنه، وقال:  {وَمَا بَيْنَ ذَلِكَ} ولم يقل: وما بين ذينك بالتثنية؛ لأن المراد: وما بين ما ذكرنا كما في قوله سبحانه {عَوَانٌ بَيْنَ ذَلِكَ} . </p><p> {وَمَا كَانَ رَبُّكَ} يا محمد {نَسِيًّا} ؛ أي: تاركاً لك بتأخير الوحي عنك، فعدم النزول لعدم الأمر به لحكمةٍ بالغةٍ فيه، قال أهل التفسير (٢) : {نَسِيًّا} فعيل بمعنى فاعل من النسيان بمعنى: الترك؛ أي: تاركاً لك كما زعمت الكفرة، وإن تأخر الوحي عنك لمصلحة، أو بمعنى نقيض الذكر الذي هو الغفلة؛ أي: غافلًا عنك، والمعنى؛ أي: إنه (٣) تعالى لإحاطة علمه بملكه لا يطرأ عليه غفلة ولا نيسان، حتى يغفل عنك، وعن الإيحاء إليك، وإنما كان تأخير الوحي لحكمة علمها جل شأنه. </p><p> أخرج ابن المنذر، وابن أبي حاتم، وابن مردويه، والطبراني في جماعة آخرين، عن أبي الدرداء مرفوعًا قال:  \"ما أحل الله في كتابه فهو حلال، وما حرمه فهو حرام، وما سكت عنه فهو عافية، فاقبلوا من الله عافيته، فإن الله لم يكن لينسى شيئًا، ثم تلا{وَمَا كَانَ رَبُّكَ نَسِيًّا}\" . </p><p> ٦٥ - ثم أقام الدليل على ما تقدم بقوله هو سبحانه {رَبُّ السَّمَاوَاتِ وَالْأَرْضِ} ؛ أي: مالكهما وخالقهما، فهو: خبر لمبتدأ محذوف كما قدرنا {وَ} خالق {مَا </p><p>(١) الشوكاني. (٢) روح البيان.(٣) المراغي.</p><p> بَيْنَهُمَا}؛ أي: ما بين السموات والأرض، ومالكه، ومن كان كذلك فالنسيان محال عليه، فإن من بيده ملكوت كل شيء، كيف يتصور أن تحوم حوله الغفلة والنسيان: ثم بيَّن ما ينبغي لرسوله أن يفعله بعد أن عرف هذا من عبادته والصبر عليها، فقال:  {فَاعْبُدْهُ}  (الفاء) فيه فاء الفصيحة؛ أي: إذا عرفت يا محمد أنه الرب المسيطر على ما في السموات والأرض، وما بينهما، والقابض على أعنتها، وأردت بيان ما ينبغي لك .. فأقول لك أعبده - سبحانه وتعالى - واثبت على عبادته، والعبادة: قيام العبد بما تعبد به وتكلف من امتثال الأوامر واجتناب النواهي. </p><p> وفي \"التأويلات النجمية\" : {فَاعْبُدْهُ} بجسدك ونفسك وقلبك وسرك وروحك، فعبادة جسدك إياه بأركان الشريعة، وهي الائتمار بما أمرك الله به، والانتهاء عما نهاك عنه، وعبادة نفسك بآداب الطريقة، وهي ترك موافقة هواها، ولزوم مخالفة هواها، وعبادة القلب الإعراض عن الدنيا وما فيها، والإقبال على الآخرة ومكارمها، وعبادة السر خلوّه عن تعلقات الكونين اتصالًا بالله تعالى، ومحبةً. وعبادة الروح: ببذل الوجود لنيل الشهود {وَاصْطَبِرْ لِعِبَادَتِهِ} سبحانه وتعالى؛ أي: واصبر على مشاقها وشدائدها, ولا تحزن بإبطاء الوحي واستهزاء الكفرة، وشماتتهم بك، فإنه يراقبك ويراعيك، ويلطف بك في الدنيا والآخرة، وإياك أن يصدك عنها ما يحدث من إبطاء الوحي وتقوُّل المشركين الخراصين عن سببه. </p><p> وتعدية (١) الاصطبار باللام، لا بحرف الاستعلاء كقوله:  {وَاصْطَبِرْ عَلَيْهَا} لتضمنه معنى الثبات للعبادة، فيما تورد عليه من الشدائد والمشاق، كقولك للمبارز اصطبر لقرنك؛ أي: أثبت له فيما يورد عليك من شدائده وحملانه. </p><p> ثم أكد الأمر بالعبادة بقوله:  {هَلْ تَعْلَمُ} ؛ أي: هل تعلم يا محمد للرب سبحانه {سَمِيًّا} ؛ أي: مشاركًا له في اسمه؛ أي: في تسميته بلفظ الجلالة، أو برب السموات والأرض، والاستفهام (٢) فيه للإنكار، والمعنى: أنه ليس له مثل </p><p>(١) روح البيان. (٢) الشوكاني.</p>"
}