{
  "id": null,
  "sura": 19,
  "aya": 26,
  "text": "<p> وقرأ ابن كثير (١) ، ونافع، وأبو عمرو، وابن عامر، والكسائي، وأبو بكر عن عاصم:  {تَسَّاقَط} بفتح التاء والسين وشدها بعدها ألف وفتح القاف، وقرأ حمزة، والأعمش، وطلحة، وابن وثاب، ومسروق {تساقط} كذلك إلا أنهم خففوا السين وقرأ حفص عن عاصم: {تُسَاقِطْ} بضم التاء وكسر القاف مخففة السين، مضارع ساقطت، وقرأ يعقوب، وأبو زيد عن المفضل، والبراء بن عازب، والأعمش في رواية:  {يساقط} بالياء مفتوحةً وتشديد السين وفتح القاف، فهذه القراءات المشاهير، وقرأ أبي بن كعب، وأبو حيوة، ومسروق:  {تسقط} بالتاء من فوق مضمومة وكسر القاف، وعن أبي حيوة كذلك إلا أنه بالياء من تحت، وعنه أيضًا:  {تسقط} بالتاء من فوق مفتوحةً وضمّ القاف، وعنه كذلك إلا أنه بالياء من تحت، وقال بعضهم في قراءة أبي حيوة هذه: أنه قرأ: {رطب جني} بالرفع على الفاعلية، وقرأ أبو السماك العدوي، وابن حزام:  {تتساقط} بتاءَين مفتوحتين وبألف، وقرأ معاذ القارىء، وابن يعمر {نساقط} بالنون. </p><p> وقال الزجاج (٢) : من قرأ {يساقط} . فالمعنى: يتساقط فادغمت التاء في السين، ومن قرأ {تساقط} .. فكذلك أيضًا، وأنَّث لأن لفظ النخلة يؤنث، ومن قرأ {تساقط} بالتاء والتخفيف .. فإنه حذف من تتساقط اجتماع التاءَين، ومن قرأ {يساقط} .. ذهب إلى معنى تساقط الجذع عليك، ومن قرأ {نساقط} بالنون .. فالمعنى: نحن نساقط عليك فنجعله لك آيةً، وقرأ (٣) طلحة بن سليمان {جَنِيًّا} بكسر الجيم اتباعًا لحركة النون </p><p> ٢٦ - {فَكُلِي} يا مريم من ذلك الرطب {وَاشْرَبِي} من ماء النهر، أو فكلي من ذلك الرطب، واشربي من عصيره، وكان (٤) ذلك إرهاصًا لعيسى، أو كرامةً لأمه، وليس معجزة لفقد شرطها وهو: التحدي كما في \"بحر العلوم\" . </p><p> قال الإِمام: وقدم الأكل على الشرب لأن حاجتها إليه أشد من حاجتها إلى </p><p>(١) البحر المحيط وزاد المسير. (٢) زاد المسير.(٣) البحر المحيط.(٤) روح البيان.</p><p> الماء، لكثرة ما سأل منها من الدماء {وَقَرِّي عَيْنًا} أي وطيبي نفسًا، وبردي قلبك، وارفضي عنه ما أحزنك، وأهمك، فإن الله تعالى قد نزه ساحتك بالخوارق، من جرى النهر المنقطع، واخضرار النخلة اليابسة، وإثمارها قبل وقتها, لأنهم إذا رأوا ذلك، لم يستبعدوا ولادة ولد بلا فحل، واشتقاقه من القرار، فإن العين إذا رأت ما يسر النفس .. سكنت إليه من النظر إلى غيره، يقال: أقر الله عينيك؛ أي: صادف فؤادك ما يرضيك، فيقر عينك من النظر إلى غيره. </p><p> والمعنى: أي طيبي نفسًا بولدك عيسى، فالعين إذا رأت ما يسر النفس .. يسكنت إليه من النظر إلى غيره، وإنّ دمعة السرور باردة، ودمعة الحزن حارة، ولذلك يقال للمحبوب: قرة العين وللمكروه سخنة العين، فإن الله قدير أن ينزه ساحتك، ويبعد عنك تخرصات المبطلين، الذين يتقيدون بالسنن التي جعلها الله تعالى الطريق للولادة في البشر، ويرشدهم إلى الوقوف على سريرة أمرك حتى يثبتوا لك القداسة والطهر، وقرأ الجمهور (١) : {قَرِّي} بفتح القاف، وحكى ابن جرير: أنه قرىء بكسرها، قال وهي لغة نجدٍ. </p><p> {فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا} ؛ أي: فإن تري أحدًا من البشر كائنًا من كان، فيسألك عن شأنك وشأن ولدك، و (ما) مزيدة لتأكيد معنى الشرط، وهي بمنزلة لام القسم في أنها إذا دخلت على الفعل .. دخلت معها النون المؤكدة {فَقُولِي} له باللسان أو فأشيري له بالأركان: {إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا} وأوجبت على نفسي {لِلرَّحْمَنِ} سبحانه {صَوْمًا} ؛ أي: صمتًا عن الكلام، أو صيامًا، وكان صيام المجتهدين في بني إسرائيل بالإمساك عن الطعام والكلام حتى يمسي، وقد نسخ في هذه الأمة؛ لأنه - صلى الله عليه وسلم - نهى عن صوم الصمت. </p><p> أي: قولي إن طلب منك الكلام أحد من الناس {إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا} وصمتًا {فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا} ؛ أي: آدميًا بعد أن أخبرتك بنذري، وإنما </p><p>(١) الشوكاني.</p><p> أكلم الملائكة وأناجي ربي، وإنما منعت مريم من الكلام ليكون عيسى المتكلم عنها، فيكون أقوى لحجتها في إزالة التّهمَة عنها, ولكراهة مجادلة السفهاء. </p><p> والمعنى: أي فإن رأيت أحدًا من بني آدم يسألك عن أمرك وأمر ولدك وكيف ولدته .. فأشيري إليهم: أني أوجبت على نفسي لله صمتًا ألا أكلم اليوم أحدًا فإن كلامي يقبل الرد والجدل، ولكن يتكلم عني هذا المولود، الذي لا يقبل كلامه الدفع والرد، وإني أنزه نفسي مجادلة السفهاء، ولا أكلم إلا الملائكة أو أناجي الخالق، وفيه أن السكوت عن السفيه واجب، ومن أذل الناس: سفيه لم يجد مسافهًا، وفي الآية إشارة إلى الصوم عن الالتفات لغير الله تعالى، كما قال بعض السلف الدنيا يوم ولنا فيه صوم، ولا يكون إفطار إلا على مشاهدة الهلال. </p><p> والظاهر (١) : أن الآمر لها بالأكل والشرب وذلك القول هو ولدها، وقيل: جبريل - عليه السلام - على الخلاف المار، وليس الصمت عن الكلام من شريعة الإِسلام، فقد روي أن أبا بكر الصديق - رضي الله عنه - دخل على امرأة قد نذرت أن لا تتكلم، فقال: إن الإِسلام قد هدّم هذا فتكلمي. </p><p> وقرأ ابن عباس (٢) ، وأبو مجلز، وابن السميقع، والضحاك، وأبو العالية، وعاصم الجحدري:  {ترئنَّ} بهمزة مكسورة من غير ياء، وقرأ أبو عمرو فيما روى عنه ابن رومي:  {ترئن} بالإبدال من الياء همزةً وروي عنه: {لترؤن} بالهمزة أيضًا، بدل الواو، قال ابن خالويه: وهو عند أكثر النحويين لحن، وقرأ أبو جعفر، وشيبة:  {ترين} بسكون الياء وفتح النون خفيفةً، قال ابن جني: وهي شاذة؛ يعني: لأنه لم يؤثر الجازم فيحذف النون، وقرأ (٣) أبي: {إني نذرت للرحمن صومًا صمتًا} بالجمع بين اللفظين، وكذا روي عن أنس، وروي عنه أنه قرأ:  {صومًا وصمتًا} بالواو. </p><p>(١) البحر المحيط. (٢) زاد المسير.(٣) البحر المحيط.(٤) الشوكاني.</p><p> الإعراب </p><p> {كهيعص (١) ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا (٢) إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا (٣) }. </p><p> {كهيعص (١) }: إن قلنا إنه من الأمور التي استأثر الله سبحانه بعلمها .. فلا محل له من الإعراب؛ لأن الإعراب فرع عن المعنى، والمعنى لم يعرف، وإن قلنا: إنه علم على السورة .. فيجري عليه من الإعراب، ما يجري على أسماء التراجم من الأوجه الخمسة أو السبعة، كما ذكرناها في \"مناهل الرجال على لامية الأفعال\"  {ذِكْرُ} : خبر لمبتدء محذوف تقديره هذا المتلو عليك من القرآن {ذِكْرُ رَحْمَتِ رَبِّكَ} أو مبتدأ محذوف الخبر تقديره فيما يتلى عليكم {ذِكْرُ رَحْمَتِ رَبِّكَ} : والجملة الإسمية: مستأنفة {ذِكْرُ} مضاف {رَحْمَتِ} : مضاف إليه وهو من إضافة المصدر لمفعوله، والفاعل، محذوف تقديره ذكر الله رحمة عبده زكريا {رَحْمَتِ} مضاف، {رَبِّكَ} : مضاف إليه وهو من إضافة المصدر لفاعله {عَبْدَهُ} : مفعول به لرحمة {زَكَرِيَّا} بدل من عبده أو عطف بيان له {إِذْ} : ظرف لما مضى من الزمان، متعلق برحمة ربك؛ أي: رحمة الله إياه وقت ندائه {نَادَى رَبَّهُ} فعل ومفعول وفاعله: ضمير يعود على عبده {نِدَاءً} : مفعول مطلق {خَفِيًّا} : صفة له والجملة الفعلية في محل الجر مضاف إليه لـ {إِذْ} . </p><p> {قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا (٤) }. </p><p> {قَالَ} : فعل ماض وفاعله: ضمير يعود على {زَكَرِيَّا} والجملة الفعلية: في محل الجر بدل من جملة نادى {رَبِّ} إلى قوله: {وَاجْعَلْهُ رَبِّ رَضِيًّا} مقول محكي وإن شئت قلت {رَبِّ} : منادى مضاف لياء المتكلم المحذوفة، حذف منه حرف النداء، وجملة النداء: في محل النصب مقول قال {إِنِّي} : ناصب واسمه {وَهَنَ الْعَظْمُ} : فعل وفاعل {مِنِّي} : حال من {الْعَظْمُ} والجملة الفعلية: في محل الرفع خبر إن وجملة، إن في محل النصب مقول {قَالَ} على كونها جواب النداء، {وَاشْتَعَلَ الرَّأْسُ} : فعل وفاعل معطوف على {وَهَنَ الْعَظْمُ} . </p><p> {شَيْبًا} : تمييز محول عن الفاعل منصوب بـ {اشْتَعَلَ} والتقدير: واشتعل شيب الرأس {وَلَمْ}  {الواو} : عاطفة {لَمْ} : حرف جزم {أَكُنْ} : فعل مضارع ناقص مجزوم بلم، واسمها: ضمير يعود على {زَكَرِيَّا} تقديره: أنا {شَقِيًّا} : خبرها {بِدُعَائِكَ} : متعلق بـ {شَقِيًّا}  {رَبِّ} : منادى مضاف لياء المتكلم المحذوفة، وجملة {لم أكن} في محل الرفع معطوف على جملة قوله {وَهَنَ الْعَظْمُ} على كونها خبر إن. </p><p> {وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا (٥) يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا (٦) } </p><p> {وَإِنِّي}  {الواو} : عاطفة {إني} : ناصب واسمه {خِفْتُ الْمَوَالِيَ} : فعل وفاعل ومفعول {مِنْ وَرَائِي} : جار ومجرور حال من {الْمَوَالِيَ} . {مِنْ} : متعلق بمحذوف أو بما تضمنه {الْمَوَالِيَ} من معنى الفعل تقديره: {وَإِنِّي خِفْتُ} فعل {الْمَوَالِيَ} أو {خِفْتُ} الذين يلون الأمر {مِنْ وَرَائِي} ولا يصح تعلقه بخفت لفساد المعنى، كما في \"السمين\" ووجه فساده: أن الخوف واقع في الحال لا فيما يستقبل، فلو جعل {مِنْ وَرَائِي} متعلقًا بخفت .. لزم أن يكون الخوف واقعًا في المستقبل؛ أي: بعد موته وهو كما ترى ظاهر الفساد، والجملة الفعلية: في محل الرفع خبر إِن وجملة إن: في محل النصب معطوفة على جملة إن في قوله: {إِنِّي وَهَنَ الْعَظْمُ مِنِّي} . {وَكَانَتِ امْرَأَتِي عَاقِرًا} : فعل ناقص واسمه وخبره والجملة: في محل النصب حال من فاعل خفت {فَهَبْ}  {الفاء} : فاء الفصيحة لأنها أفصحت عن جواب شرط مقدر تقديره: إذا علمتَ يا إلهي شكواي إليك، وأردت بيان مسألتي منك فأقول لك {هَبْ} فعل دعاء وفاعله ضمير يعود على الله {لِي} جار ومجرور متعلق به {مِنْ لَدُنْكَ} : جار ومجرور حال من {وَلِيًّا}  {وَلِيًّا} : مفعول به منصوب بهب والجملة الفعلية: في محل النصب مقول لجواب إذا المقدرة وجملة: إذا المقدرة: في محل النصب مقول قال {يَرِثُنِي} : فعل وفاعل مستتر ومفعول أول والثاني محذوف. تقديره: النبوة والحبورة، والجملة في محل النصب صفة لـ {وَلِيًّا}  {وَيَرِثُ} : فعل مضارع وفاعل مستتر </p><p> ومفعوله محذوف، تقديره، العلم، والدين، والجملة: معطوفة على جملة {يَرِثُنِي}  {مِنْ آلِ يَعْقُوبَ} : جار ومجرور متعلق بـ {يَرِثُ}  {وَاجْعَلْهُ} : فعل ومفعول أول وفاعله ضمير يعود على الله {رَبِّ} : منادى مضاف {رَضِيًّا} : مفعول ثان لـ {جعل} والجملة الفعلية: معطوفة على جملة قوله {هَبْ لِي} . </p><p> {يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا (٧) }. </p><p> {يَا زَكَرِيَّا} منادى مفرد العلم مبني على الضم المقدر، أو الظاهر وجملة النداء وما بعده: في محل النصب مقول لقول محذوف تقديره: قال الله سبحانه {يَا زَكَرِيَّا} وجملة القول المحذوف: مستأنفة {إِنَّا} ناصب واسمه {نُبَشِّرُكَ} : فعل ومفعول وفاعله ضمير يعود على الله {بِغُلَامٍ} متعلق به والجملة الفعلية: في محل الرفع خبر {إِنَّ} وجملة {إِنَّ} : في محل النصب مقول القول المحذوف، على كونها جواب النداء {اسْمُهُ يَحْيَى} مبتدأ وخبر والجملة، في محل الجر صفة أولى لـ {غُلَامٍ}  {لَمْ نَجْعَلْ} جازم ومجزوم وفاعله ضمير يعود على الله {لَهُ} : جار ومجرور في محل النصب مفعول ثان لجعل {مِنْ قَبْلُ} : جار ومجرور حال من {سَمِيًّا} . {سَمِيًّا} : مفعول أول لجعل وجملة {نَجْعَلْ} في محل جر صفة ثانية لـ {غُلَامٍ} . </p><p> {قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا (٨) قَالَ كَذَلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا (٩) }. </p><p> {قَالَ} : فعل ماض وفاعله: ضمير يعود على {زَكَرِيَّا} والجملة: مستأنفة {رَبِّ} : منادى مضاف إلى ياء المتكلم المحذوفة {أَنَّى} : اسم استفهام للتعجب في محل النصب الظرفية المكانية بمعنى أين، أو في محل النصب على الحالية بمعنى كيف متعلق بالاستقرار الذي تعلق به خبر يكون {لِي} : خبر {يَكُونُ} مقدم {غُلَامٌ} : اسمه مؤخر وجملة {يَكُونُ} : في محل النصب مقول قال {وَكَانَتِ}  {الواو} واو الحال {كانت امرأتي عاقرا} : فعل ناقص واسمه وخبره والجملة: في محل النصب حال من الياء في {لِي}  {وَقَدْ}  {الواو} : </p><p> حالية {قَدْ} : حرف تحقيق {بَلَغْتُ} فعل وفاعل {مِنَ الْكِبَرِ} : حال من {عِتِيًّا} . {عِتِيًّا} : مفعول به لـ {بَلَغْتُ} : والجملة الفعلية: في محل النصب حال ثانية من الياء في {لِي} أو من الياء في {امْرَأَتِي} لأن المضاف كالجزء من المضاف إليه لأن المرأة كاللباس للرجل. {قَالَ} : فعل ماض وفاعله ضمير يعود على الله أو على جبريل والجملة: مستأنفة {كَذَلِكَ} : جار ومجرور خبر لمبتدء محذوف تقديره، الأمر كذلك والجملة الاسمية: في محل النصب مقول {قَالَ}  {قَالَ رَبُّكَ} : فعل وفاعل كرره للتأكيد {هُوَ} : مبتدأ {عَلَيَّ} متعلق بـ {هَيِّنٌ} . {هَيِّنٌ} : خبر المبتدأ والجملة: في محل النصب مقول {قَالَ} . {وَقَدْ}  {الواو} : حالية {قَدْ} حرف تحقيق {خَلَقْتُكَ} : فعل وفاعل ومفعول {مِنْ قَبْلُ} متعلق بخلقتك والجملة الفعلية: في محل النصب حال من الياء في {عَلَيَّ}  {وَلَمْ}  {الواو} : حالية {لم} : حرف نفي وجزم {تَكُ} : فعل مضارع ناقص مجزوم بلم وعلامة جزمه سكون ظاهر على النون المحذوفة للتخفيف، واسمها ضمير يعود على زكريا {شَيْئًا} : خبرها وجملة تكون في محل النصب حال من كاف {خَلَقْتُكَ} . </p><p> {قَالَ رَبِّ اجْعَلْ لِي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا (١٠) }. </p><p> {قَالَ} : فعل ماض وفاعله ضمير يعود على {زَكَرِيَّا} والجملة: مستأنفة {رَبِّ} : منادى مضاف لياء المتكلم المحذوفة {اجْعَلْ} : فعل دعاء {لِي} جار ومجرور في محل المفعول الثاني لـ {جْعَلْ} ، {آيَةً} مفعول أول لجعل والجملة: في محل النصب مقول {قَالَ} . {قَالَ} : فعل ماض وفاعله ضمير يعود على الله والجملة مستأنفة {آيَتُكَ} مبتدأ {أَن} : حرف نصب ومصدر {لَا} : نافية {تُكَلِّمَ} : فعل مضارع منصوب بـ {أَن} وفاعله ضمير يعود على زكريا {النَّاسَ} : مفعول به {ثَلَاثَ لَيَالٍ} : ظرف ومضاف إليه متعلق بـ {تُكَلِّمَ} . {سَوِيًّا} : حال من فاعل تكلم أي حالة كونك سليمًا بلا علة ولا مرض، أو منصوب على كونه صفة لثلاث بمعنى أنها كاملات، وجملة {تُكَلِّمَ} : في محل </p><p> الرفع خبر المبتدأ، والجملة الاسمية: في محل النصب مقول {قَالَ} . </p><p> {فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا (١١) يَا يَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا (١٢) }. </p><p> {فَخَرَجَ} الفاء: استئنافية {خَرَجَ} : فعل ماض وفاعله ضمير يعود على زكريا {عَلَى قَوْمِهِ} متعلق بـ {خَرَجَ} وكذا قوله: {مِنَ الْمِحْرَابِ} متعلق بـ {خَرَجَ} . {فَأَوْحَى}  {الفاء} : عاطفة {أوحى} : فعل ماض وفاعله ضمير يعود على زكريا {إِلَيْهِمْ} : متعلق به والجملة معطوفة على جملة {خرج}  {أَن} : مفسرة، أو مصدرية على تقدير الباء {سَبِّحُوا} فعل أمر وفاعل ومفعول مبني على حذف النون {بُكْرَةً وَعَشِيًّا} : منصوبان على الظرفية الزمانية، متعلقان بـ {سَبِّحُوا} والجملة: جملة مفسرة لـ {أَوْحَى} لا محل لها من الإعراب، أو في محل الجر بالباء المقدرة المتعلقة بـ {أوحى}  {يَحْيَى}  {يَا} أداة نداء {يَحْيَى} : منادى مفرد العلم في محل النصب مبني على الضم المقدرة للتعذر وجملة النداء: في محل النصب مقول لقول محذوف معطوف على مقدر، تقديره: فحملت به ووضعته ومضى عليه سنتان مثلاً، فقال له الرب - جل جلاله - على لسان الملك {خُذِ الْكِتَابَ} : فعل ومفعول وفاعله ضمير يعود على يحيى {بِقُوَّةٍ} : متعلق بمحذوف حال من فاعل {خُذِ} ؛ أي: حالة كونك متلبسًا بجدٍ واجتهادٍ {وَآتَيْنَاهُ الْحُكْمَ} : فعل وفاعل ومفعولان لأن آتى بمعنى أعطى والجملة مستأنفة أو معطوفة على قولٍ محذوف؛ أي: فقلنا له: {يَا يَحْيَى خُذِ الْكِتَابَ}  {صَبِيًّا} : حال من الهاء في {آتَيْنَاهُ} . </p><p> {وَحَنَانًا مِنْ لَدُنَّا وَزَكَاةً وَكَانَ تَقِيًّا (١٣) وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا (١٤) وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا (١٥) }. </p><p> {وَحَنَانًا} : معطوف على {الْحُكْمَ} ؛ أي: وآتيناه {حَنَانًا} ؛ أي: رحمةً ورقةً في قلبه وعطفاً على الآخرين {مِنْ لَدُنَّا} : جار ومجرور صفة لـ {حَنَانًا}  {وَزَكَاةً} معطوف على {حَنَانًا} . {وَكَانَ تَقِيًّا} فعل ناقص وخبره واسمه ضمير يعود على {يَحْيَى} والجملة معطوفة على {آتَيْنَاهُ}  {وَبَرًّا} معطوفة على {تَقِيًّا} </p><p> {بِوَالِدَيْهِ} : متعلق بـ {بَرًّا}  {وَلَمْ يَكُنْ} : جازم ومجزوم وهي فعل من الأفعال الناقصة، واسمها ضمير يعود على {يَحْيَى} . {جَبَّارًا} : خبرها {عَصِيًّا} صفة {جَبَّارًا} وجملة {يَكُنْ} : معطوفة على جملة {كَانَ} ، {وَسَلَامٌ} : مبتدأ وسوغ الابتداء بالنكرة، قصد الدعاء {عَلَيْهِ} : جار ومجرور خبر المبتدأ والجملة مستأنفة {يَوْمَ} . ظرف متعلق بالسلام. {وُلِدَ} فعل ماض مغير الصيغة ونائب فاعله ضمير يعود على {يَحْيَى} والجملة الفعلية في محل الجر مضاف إليه لـ {يَوْمَ}  {وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا} : معطوفان على {يَوْمَ وُلِدَ} . {حَيًّا} : حال من نائب فاعل {يُبْعَثُ} . </p><p> {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا (١٦) }. </p><p> {وَاذْكُرْ}  {الواو} : استئنافية {اذْكُرْ} فعل أمر وفاعله ضمير يعود على محمد والجملة مستأنفة {فِي الْكِتَابِ} : متعلق بـ {اذْكُرْ}  {مَرْيَمَ} : مفعول به ولكنه على حذف مضاف؛ أي: قصة مريم وخبرها {إِذِ} : ظرف لما مضى من الزمان، متعلق بالمضاف المحذوف؛ أي: واذكر قصة مريم وقت انتباذها من أهلها {انْتَبَذَتْ} : فعل ماض وفاعله ضمير يعود على {مَرْيَمَ} . {مِنْ أَهْلِهَا} : متعلق به والجملة الفعلية: في محل الجر مضاف إليه لـ {إذ}  {مِنْ أَهْلِهَا} : ظرف مكان متعلق بـ {انْتَبَذَتْ} ؛ أي: في مكان شرقي {شَرْقِيًّا} : صفة لـ {مَكَانًا} : ويجوز أن يعرب {مَكَانًا} مفعولًا به على أن معنى {انْتَبَذَتْ} أتت. </p><p> {فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا (١٧) قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا (١٨) }. </p><p> {فَاتَّخَذَتْ}  {الفاء} : عاطفة {اتَّخَذَتْ} فعل ماض وفاعله ضمير يعود على {مَرْيَمَ} . {مِنْ دُونِهِمْ} : جار ومجرور في محل المفعول الثاني لاتخذ {حِجَابًا} : مفعول أول لـ {اتَّخَذَ} والجملة: في محل الجر معطوفة على جملة {انْتَبَذَتْ}  {فَأَرْسَلْنَا}  {الفاء} : عاطفة {أرسلنا} : فعل وفاعل والجملة معطوفة على جملة {اتَّخَذَتْ}  {إِلَيْهَا} : متعلق بـ {أَرْسَلْنَا} . {رُوحَنَا} مفعول به. {فَتَمَثَّلَ}  {الفاء} : عاطفة {تَمَثَّلَ} فعل ماض وفاعله ضمير يعود على الروح {لَهَا} متعلق بـ {تَمَثَّلَ} والجملة: معطوفة على جملة {أَرْسَلْنَا} . {بَشَرًا} : حال </p><p> من فاعل {تَمَثَّلَ}  {سَوِيًّا} : صفة لـ {بَشَرًا} وسوغ وقوع الحال جامدةً وصفها بما بعدها {قَالَتْ} : فعل ماض وفاعله ضمير يعود على {مَرْيَمَ} والجملة مستأنفة استئنافًا بيانيًا. {إِنِّي} : ناصب واسمه {أَعُوذُ} : فعل مضارع وفاعله ضمير يعود على {مَرْيَمَ} . {بِالرَّحْمَنِ} : متعلق بـ {أَعُوذُ} . {مِنْكَ} : متعلق به أيضًا والجملة الفعلية: في محل الرفع خبر {إِنَّ} وجملة: {إِنَّ} في محل النصب مقول {قَالَ} . {إِن} حرف شرط {كُنْتَ} فعل ناقص واسمه في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها {تَقِيًّا} : خبرها وجواب الشرط محذوف تقديره: {إِنْ كُنْتَ تَقِيًّا} لله تعالى فاتركني وانته عني، والجملة الشرطية: في محل النصب مقول قال. </p><p> {قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا (١٩) قَالَتْ أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا (٢٠) }. </p><p> {قَالَ} : فعل ماض وفاعله ضمير يعود على الملك، والجملة: مستأنفة {إِنَّمَا} أداة حصر {أَنَا} : مبتدأ {رَسُولُ رَبِّكِ} خبره والجملة: في بحر النصب مقول قال {لِأَهَبَ}  {اللام} ، حرف جر وتعليل {أَهَبَ} : منصوب بأن مضمرة بعد لام كي وفاعله: ضمير يعود على الملك، {لَكِ} متعلق به {غُلَامًا} : مفعول به {زَكِيًّا} : صفة له والجملة الفعلية: صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام تقديره لهبتي {لَكِ غُلَامًا زَكِيًّا} الجار والمجرور متعلق بـ {رَسُولُ رَبِّكِ} . {قَالَتْ} : فعل ماض وفاعله ضمير يعود على مريم، والجملة: مستأنفة {أَنَّى} : اسم استفهام تعجب بمعنى. كيف في محل النصب على الحال مبني على السكون {يَكُونُ} : فعل مضارع ناقص {لِي} : خبر {يَكُونُ} مقدم {غُلَامٌ} اسمها مؤخر وجملة {يَكُونُ} : في محل النصب مقول قال {وَلَمْ}  {الواو} : حالة لم حرف نفي وجزم {يَمْسَسْنِي} : مضارع مجزوم بـ {لَمْ} والنون نون الوقاية والياء ضمير المتكلم في محل النصب على المفعولية {بَشَرٌ} : فاعل والجملة: في محل النصب حال من الياء في {لِي} . {وَلَمْ}  {الواو} : عاطفة {لَمْ} حرف نفي وجزم {أَكُ} : فعل مضارع ناقص </p><p> مجزوم بـ {لَمْ} وعلامة جزمه سكون ظاهر على النون المحذوفة للتخفيف، واسمها ضمير يعود على مريم تقديره {وَلَمْ أَكُ} أنا {بَغِيًّا} : خبرها منصوب والجملة الفعلية: في محل النصب على الحال معطوفة على جملة {وَلَمْ يَمْسَسْنِي} . </p><p> {قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا (٢١) }. </p><p> {قَالَ} : فعل ماض وفاعله ضمير يعود على الملك والجملة: مستأنفة {كَذَلِكِ} : جار ومجرور خبر لمبتدأ محذوف تقديره الأمر كذلك والجملة الاسمية: في محل النصب مقول {قَالَ} . {قَالَ رَبُّكِ} : فعل وفاعل، والجملة مستأنفة معللة للجملة التي قبلها كأنه قيل: الأمر {كَذَلِكِ} لأنه علينا {هَيِّنٌ وَلِنَجْعَلَهُ ...} إلخ. {هُوَ} مبتدأ {عَلَيَّ} متعلق بـ {هَيِّنٌ} . {هَيِّنٌ} : خبر والجملة الاسمية في محل النصب مقول {قَالَ} . {وَلِنَجْعَلَهُ}  {الواو} : عاطفة على علة محذوفة لمعلول محذوف تقديره: فعلنا ذلك لنبين به قدرتنا {وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ}  {نَجْعَلَهُ}  {اللام} : حرف جر وتعليل {نَجْعَلَهُ} : فعل مضارع ومفعول أول منصوب بأن مضمرة بعد لام كي وفاعله ضمير يعود على الله سبحانه {آيَةً} : مفعول ثان لجعل {لِلنَّاسِ} : جار ومجرور صفة لـ {آيَةً} والجملة الفعلية مع أن المضمرة: في تأويل مصدر مجرور بلام التعليل والتقدير ولجعلنا إياه {آيَةً لِلنَّاسِ} : الجار والمجرور معطوف على الجار والمجرور في قولنا لنبين به قدرتنا {وَرَحْمَةً} معطوف على {آيَةً} . {مِنَّا} صفة لـ {رَحْمَةً} . {وَكَانَ أَمْرًا} : فعل ناقص وخبره واسمه ضمير مستتر يعود على خلقه {مَقْضِيًّا} : صفة {أَمْرًا} : والجملة: مستأنفة. </p><p> {فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا (٢٢) فَأَجَاءَهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا (٢٣) }. </p><p> {فَحَمَلَتْهُ}  {الفاء} : عاطفة على محذوف تقديره فنفخ جبريل في حبيب </p><p> درعها {فَحَمَلَتْهُ}  {حملته} : فعل وفاعل مستتر يعود على مريم ومفعول به والجملة الفعلية معطوفة على الجملة المحذوفة {فَانْتَبَذَتْ}  {الفاء} عاطفة {انتبذت} : فعل ماض وفاعله ضمير يعود على مريم والجملة: معطوفة على جملة {حملت}  {بِهِ} : جار ومجرو حال من فاعل {انْتَبَذَتْ} ؛ أي: حالة كونه منتبذةً بالمولود {مَكَانًا} : مفعول فيه أو مفعول به {قَصِيًّا} صفة لـ {مَكَانًا}  {فَأَجَاءَهَا الْمَخَاضُ} فعل وفاعل مؤخر و {الفاء} للتعقيب {إِلَى جِذْعِ النَّخْلَةِ} متعلق بمحذوف حال {قَالَتْ} : فعل ماض وفاعله ضمير يعود على مريم، والجملة: مستأنفة {يَالَيْتَنِي}  {يا} حرف نداءٍ والمنادى محذوف تقديره: يا هؤلاء أو يا مخاطب أو يا لمجرد التنبيه {ليتني}  {ليت} حرف تمنٍ ونصبٍ والنون للوقاية، والياء ضمير المحكم اسمها {مِتُّ} فعل وفاعل {قَبْلَ هَذَا} : ظرف ومضاف إليه متعلق بـ {مِتُّ} وجملة {مِتُّ} : في محل الرفع خبر ليت وجملة {ليت} في محل النصب مقول قال {وَكُنْتُ نَسْيًا} : فعل ناقص واسمه وخبره معطوف على {مِتُّ} . {مَنْسِيًّا} : خبر ثان لكان مؤكد لـ {نَسْيًا} ؛ لأنه بمعناه ولك أن تعربه نعتاً له. </p><p> {فَنَادَاهَا مِنْ تَحْتِهَا أَلَّا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا (٢٤) }. </p><p> {فَنَادَاهَا}  {الفاء} : عاطفة {نَادَاهَا} فعل ومفعول به وفاعله ضمير يعود على الملك أو على عيسى أو الجملة: معطوفة على جملة {قَالَتْ}  {مِنْ تَحْتِهَا} : متعلق بـ {نَادَاهَا} ؛ أي: في مكانٍ أسفل من مكانها، أو متعلق بمحذوف حالٍ من فاعل {نَادَاهَا} ؛ أي: ناداها وهو تحتها {أَلَّا}  {أَن} : مفسرة لأن النداء فيه معنى القول دون حروفه، و {لَّا} ناهية {تَحْزَنِي} : فعل وفاعل مجزوم بـ {لَّا} الناهية والجملة جملة مفسرة لـ {ناداها} : لا محل لها من الإعراب، ويجوز أن تكون {أَن} مصدرية و {لا} : نافية تحزني فعل وفاعل منصوب بها و {أَن} المصدرية وما بعدها: في تأويل مصدر مجرور بالباء المقدرة المتعلقة بالنداء؛ أي: و {ناداها} بعدم الحزن، والأول أسهل وأوضح {قَدْ} حرف تحقيق {جَعَلَ رَبُّكِ} فعل وفاعل {تَحْتَكِ} : ظرف متعلق بمحذوف هو المفعول الثاني لـ {جَعَلَ} </p><p> {سَرِيًّا} : مفعول أول له والجملة الفعلية مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا (٢٥) فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا (٢٦) }. </p><p> {وَهُزِّي} : فعل وفاعل مبني على حذت النون معطوف على قوله {أَلَّا تَحْزَنِي} . {إِلَيْكِ} : متعلق به. {بِجِذْعِ النَّخْلَةِ} : مفعول به ومضاف إليه، والباء: زائدة {تُسَاقِطْ} : فعل مضارع مجزوم بالطلب السابق وفاعله ضمير يعود على {النَّخْلَةِ} ؛ أي: تسقط {عَلَيْكِ} : متعلق بـ {تُسَاقِطْ} . {رُطَبًا} : مفعول به {جَنِيًّا} صفة لـ {رُطَبًا} . {فَكُلِي} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا تم لك هذا المذكور كله وأردت بيان ما هو الأصلح لك فأقول لك {كلي} . {كلي} : فعل وفاعل مبني على حذف النون والجملة: في محل النصب مقول لجواب إذا المقدرة {وَاشْرَبِي} فعل وفاعل معطوف على {كلي} وكذلك {وَقَرِّي} : معطوف عليه {عَيْنًا} : تمييز محول عن الفاعل إذ الأصل لتقرَّ عينك {فَإِمَّا}  {الفاء} : عاطفة {إن} حرف شرط جازم مبني بسكون على النون المدغمة في ميم {ما} الزائدة {ما} زائدة زيدت لتأكيد معنى الشرط مبني على السكون {تَرَيِنَّ} : فعل مضارع مجزوم بـ {إن} الشرطية على كونه فعل شرط لها وعلامة جزمه حذف النون وإلياء ضمير للمؤنثة المخاطبة: في محل الرفع فاعل والنون المشددة نون التوكيد مبني على الفتح وأصله: ترأيينن بهمزة هي عين الفعل، وياء مكسورة هي لامه وأخرى ساكنة هي ياء الفاعل والنون الأولى: نون علامة الرفع حذفت هنا للجازم، والنون المشددة نون التوكيد، وإنما أُعرب الفعل هنا بالجزم لعدم مباشرة نون التوكيد به {مِنَ الْبَشَرِ} : حال من {أَحَدًا} : لأنه صفة نكرة قدمت عليها {أَحَدًا} : مفعول به لأن ترى هنا بصرية تتعدى لمفعول واحد {فَقُولِي}  {الفاء} : رابطة لجواب إن الشرطية وجوبًا لكون الجواب جملةً طلبيةً {قولي} فعل أمر مبني على حذف النون والياء فاعل والجملة الفعلية: في محل الجزم بأن الشرطية على كونها جواب الشرط وجملة إن الشرطية: في محل </p><p> النصب معطوفة على جملة {كلي} على كونها مقولًا لجواب إذا المقدرة {إِنِّي} : ناصب واسمه {نَذَرْتُ} : فعل وفاعل {لِلرَّحْمَنِ} : متعلق به، {صَوْمًا} مفعول به والجملة الفعلية: في محل الرفع خبر {إن} وجملة {إن} في محل النصب مقول {قُولِي} . {فَلَنْ}  {الفاء} : حرف عطف وتفريع {لن} : حرف نفي ونصب {أُكَلِّمَ} : فعل مضارع منصوب بـ {لن} وفاعله: ضمير يعود على مريم {الْيَوْمَ} ظرف متعلق بـ {أُكَلِّمَ}  {إِنْسِيًّا} : مفعول به وجملة {أُكَلِّمَ} : في محل الرفع معطوفة مفرعة على جملة {نَذَرْتُ} . </p><p> التصريف ومفردات اللغة </p><p> {زَكَرِيَّا} : يمد ويقصر من ولد سليمان بن داود - عليهم السلام - وكان نجارًا. </p><p> {نِدَاءً خَفِيًّا} ؛ أي: مستورًا عن الناس لم يسمعه أحدٌ منهم. </p><p> {وَهَنَ الْعَظْمُ مِنِّي} ضعف ورق من الكبر إذ قد بلغ خمسًا وسبعين سنةً أو ثمانين. </p><p> وفي \"المصباح\" : وهن يهن: من باب وعد ضعف، فهو واهن في الأمر، أو العمل، أو البدن، ووهنته: أضعفته، يتعدى ولا يتعدى في لغة، فهو موهون البدن والعظم، والأجود أن يتعدى بالهمزة، فيقال أوهنته، والوهن: بفتحتين لغةٌ في المصدر، ووهن يهن بالكسر: فيهما لغة قال أبو زيد: سمعت من العرب من يقرأ فما وهنوا بالكسر اهـ. وفي \"البيضاوي\" : وقرىء وهن بالضم ووهن بالكسر، ونظيره كمل في الحركات الثلاث انتهى. </p><p> وفي \"القاموس\" وغيره: وهنه يهنه وهنا، وأوهنه أضعفه، ووهن وأوهن الرجل، دخل في الوهن من الليل، ووهن ووهن يهن ووهن يوهن وهنًا ووهنا ووهن يوهن، وهنا ضعف في الأمر أو العمل، أو البدن، وتوهن البعير. اضطجع، والطائر: أثقل من أكل الجيف، قلم يقدر على النهوض، والوهن </p><p> مصدر، ومن الرجال أو الإبل الغليظ القصير، والوهن من الليل: نحو منتصفه أو بعد ساعة منه، والوهن من الليل كالوهن، والوهانة من النساء الكسلى عن العمل تنعماً. </p><p> {وَاشْتَعَلَ الرَّأْسُ شَيْبًا} ؛ أي: صار الشيب كالنار، والشعر كأنه الحطب، ولقوتها وشدتها أحرقت الرأس نفسه. </p><p> {شَقِيًّا} ؛ أي: خائبًا يقال: شقي بكذا؛ أي: تعب فيه ولم يحصل مقصوده منه، والمراد: أنه خائب غير مستجاب الدعوة. </p><p> {الْمَوَالِيَ} والموالى هنا: هم الأقارب الذين يرثون الرجل وسائر العصبات من بني العم ونحوهم، والعرب تسمى هؤلاء موالى قال الشاعر: </p><p> مَهْلاً بَنِيْ عَمِّنَا مَهْلاً مَوَالِيْنَا ... لاَ تَنْشُرُوْا بَيْنَنَا مَا كَانَ مَدْفُوْنَاً </p><p> فالموالي: جمع مولى وهو العاصب، قال في \"القاموس\" : المولى، المالك والعبد والمعتق، والمعتق والصاحب والقريب، كابن العم ونحوه، والجار والحليف والابن، والعم والنزيل والشريك، وابن الأخت والولي والرب والناصر، والمنعم والمنعم عليه، والمحب والتابع والصهر انتهى. </p><p> {مِنْ وَرَائِي} ؛ أي: من بعدي. </p><p> {عَاقِرًا} ؛ أي: لا تلد يقال: رجل عاقر وامرأة عاقر، إذا كانا عقيمين، وقال في \"القاموس\" : عقرت المرأة تعقر عقرًا: من باب ضرب وعقرًا وعقارًا، وعقرت تعقر: من باب نصر عقرًا وعقارةً، وعقرت المرأة أو الناقة، صارت عاقرًا؛ أي: حبس رحمها فلم تلد، وعقر الأمر عقرًا لم ينتج عاقبةً، وعقر عقرًا: من باب فرح الرجل دهش اهـ. </p><p> {وَلِيًّا} ؛ أي: ابنا، وهو أحد معانيه السابقة عن \"القاموس\" . </p><p> {يَحْيَى} : ممنوع من الصرف للعلمية والعجمة، وتقول في تثنية: يحييان رفعًا، ويحيين نصبًا وجرًا، على حد قوله: </p><p> وَاحْذِفْ مِنَ الْمَقْصُوْرِ فِي جَمْعٍ عَلَى ... حَدِّ الْمُثَنَّى مَا بِهِ تَكَمَّلاَ </p><p> {سَمِيًّا} : السمي المسمى؛ أي: شريكًا له في الاسم، فلم يسم أحدٌ بهذا الاسم قبله، وهو فعيل بمعنى مفعول، أصله. سميو، اجتمعت الواو والياء وسبقت إحداهما بالسكون، فقلبت الواو ياءً وأدغمت فيها الياء. </p><p> {عِتِيًّا} : من عتا يعتو عتوًا، والعتو اليبس في العظم والعصب والجلد، وفي \"المختار\" : عتا من باب سما يعتو عتوًا وعتيًا بضم العين وكسرها، وهو عات فالعاتي: المجاوز للحد في الاستكبار وعتا الشيخ يعتو عتوًا بضم العين وكسرها، كبر وولى عتيًا أصله: عتوو، كقعودِ فاستثقلوا توالي الضمتين والواوين، فكسروا التاء فانقلبت الواو الأولى ياءً لمناسبة الكسرة، ثم قلبت الثانية ياءً لتدغم فيها الياء، وكسرت الفاء تخفيفًا. </p><p> {مِنَ الْمِحْرَابِ} : قال في \"القاموس\" : المحراب الغرفة وصدر البيت، وأكرم مواضعه، ومقام الإِمام من المسجد، والموضع ينفرد به الملك فيتباعد عن الناس، ومحاريب بني إسرائيل: مساجدهم التي كانوا يجلسون فيها اهـ. وفي \"الشهاب\" وأما المحراب المعروف الآن وهو طاقٌ مجوفٌ في حائط المسجد، يصلي فيه الإِمام .. فهو محدث لا تعرفه العرب، فتسميته محراب اصطلاح للفقهاء اهـ. </p><p> وقوله: اصطلاح للفقهاء، ممنوع بل هو معنى لغوي إذ هو من أفراد المعنى اللغوي الذي ذكره في \"القاموس\" بقوله: ومقام الإِمام من المسجد اهـ. ذكره في \"الفتوحات\" . </p><p> {عَصِيًّا} : صيغة مبالغة، وأصل عصيًا: عصييٌ بوزن فعيل، أدغمت الياء فيه وأتي بصيغة المبالغة لمراعاة الفواصل؛ لأن المنفي أصل العصيان، لا المبالغة فيه. </p><p> {انْتَبَذَتْ} الانتباذ: الاعتزال والانفراد، فقد تخلت مريم للعبادة في مكانٍ مما يلي شرقي بيت المقدس، أو من دارها معتزلةً عن الناس، وقيل: غير ذلك </p><p> وفي \"المصباح\" : وانتبذت مكانًا اتخذته بمعزل يكون بعيدًا عن القوم. </p><p> {بَغِيًّا} البغي: الفاجرة التي تبغي الرجال، وأصله: بغوي بزنة فعول، اجتمعت الواو والياء وسبقت إحداهما - وهي الواو - بالسكون، فقلبت ياءً على القاعدة، وأدغمت في الياء وكسرت الغين لتصح الياء، فلما كان بزنة فعول .. لم تلحقه التاء، كما قال في الخلاصة: </p><p> وَلاَ تَلِيْ فَارِقَةً فَعُوْلاَ ... أصْلاً وَلاَ الْمِفْعَالَ وَالْمِفْعِيْلاَ </p><p> اهـ شيخنا </p><p> وفي \"القاموس\" و \"شرحه\" : بغي يبغي من باب ضرب الشيء بغاءً بضم الفاء، وبغيًا بفتحها وبغيٌ وبغيةً: طلبه، وبغى الرجل: عدل عن الحق، وعصى وبغى عليه: استطال عليه، وظلمه، فهو باغ فلعل إطلاقهم كلمة البغاء على العهر والزنا، مأخوذٌ من هذا المعنى؛ لأنه من دواعي ما يطلبه أهل الخنا والفجور. </p><p> {قَصِيًّا} ؛ أي: بعيدًا من أهلها. </p><p> {فَأَجَاءَهَا} يقال: جاء وأجاء لغتان بمعنى واحد، والأصل في جاء: أن يتعدى لواحد بنفسه، فإذا دخلت عليه الهمزة .. كان القياس يقتضي تعديته، لاثنين، إلا أن استعماله قد تغير بعد النقل، فصار بمعنى ألجا إلى كذا، ألا تراك لا تقول جئت المكان وأجاءنيه زيد، كما تقول بلغته وأبلغنيه، ونظيره أتى حيث لم يُستعمل إلا في الإعطاء، ولم تقل أتيت المكان وآتانيه فلان. </p><p> {الْمَخَاضُ} : المخاض وجع الولادة، وفي \"القاموس\" مخض يمخض بتثليث الخاء في المضارع مخضاً اللبن استخرج زبده، فهو لبن مخيض وممخوض، ومخض الشيء حركه شديدًا، ومخض الرأي قلبه وتدبر عواقبه حتى ظهر له الصواب، ومخضت بكسر الخاء تمخض بفتحها الحامل مخاضاً بكسر الميم، ومخاضاً بفتحها، ومخضت بالبناء للمجهول، ومخضت بتشديد الخاء، وتمخضت الحامل: دنا ولادها وأخذها الطلق، فهي ماخض، والجمع مخض بضم الميم، وتشديد الخاء ومواخض. </p><p> {مِتُّ} : بكسر الميم وضمها، يقال: مات مات كخاف يخاف، ومات لموت كقال يقول. {نَسْيًا} : النسي: بفتح النون وكسرها بمعنى المنسي: الذبح بمعنى المذبوح، وكل ما من حقه أن يطرح ويرمى ويُنسى {مَنْسِيًّا} ؛ أي: شيئًا متروكًا حقيرًا كالوتد وقطع الحبل وخرق الحيض، من كل شيءٍ حقيرٍ، فهو تأكيد لـ {نَسْيًا} . </p><p> {سَرِيًّا} : وفي \"المصباح\" : والسري، الجدول، وهو النهر الصغير, والجمع: سريان، مثل: رغيف ورغفان، والسريّ: الرئيس والجمع سراة، وهو عزيز لا يكاد يوجد له نظير؛ لأنه لا يُجمع فعيل على فعلة، وجمع السراة سروات، والسري فيه قولان: </p><p> أحدهما: أنه الرجل المرتفع القدر، من سرو يسرو كشرف يشرف، فهو سري، وأصله: سريو، فاعل إعلال سيد، فلامه واو، والمراد به في الآية: عيسى - عليه السلام - وقيل: السري، من سريت الثوب؛ أي: نزعته وسررت الحبل عن الفرس؛ أي: نزعته، كأن السري سرى ثوبه، بخلاف المد ثرو المزمل، قاله الراغب. </p><p> والثاني: أنه النهر الصغير, ويناسبه {فَكُلِي وَاشْرَبِي} واشتقاقه من سرى يسري؛ لأن الماء يسري فيه، فلامه على هذا ياء انتهى \"سمين\" . </p><p> {رُطَبًا جَنِيًّا} : الرطب بضم ففتح: ما نضج من البسر قبل أن يصير ثمرًا، والجنيّ: فعيل بمعنى فاعل؛ أي: صار طريًا صالحًا للاجتناء، {وَقَرِّي عَيْنًا} ؛ أي: طيبي نفسًا ولا تغتمي، وارفضي ما أحزنك، وفي \"المصباح\" : وقرّت العين: من باب ضرب قرة بالضم وقرورا بردت سرورًا، وفي لغةٍ أخرى من باب تعب: وأقر الله العين بالولد وغيره إقرارًا في التعدية اهـ. </p><p> والمعنى: أعطاه الله ما يسكن عينه، فلا تطمح؛ أي: لا تلتفت إلى غيره. </p><p> {فَإِمَّا تَرَيِنَّ} : أصله: ترأيينن بهمزة هي عين الفعل، وياء مكسورة هي لامه، وأخرى ساكنة هي ياء الضمير، والنون الأولى: علامة الرفع، والثانية: نون </p><p> التوكيد الثقيلة، وطريق حذل اللام أنها تحركت وانفتح ما قبلها فقلبت ألفًا، فالتقت ساكنة مع ياء الضمير، فحذفت لالتقاء الساكنين، ثم نقلت حركة الهمزة إلى الساكن قبلها، وهو الراء، ثم حذفت الهمزة ثم حذفت نون الرفع للجازم وهو إن الشرطية، ثم حركت ياء الضمير لالتقاءِ الساكنين، هما ياء الضمير والنون الأولى من نوني التوكيد فإنها بنونين، فصار ترين بوزن تفين. </p><p> والحاصل: أن الأعمال ستة أو سبعة: قلب الياء ألفًا، ثم حذفها، ثم نقل حركة الهمزة إلى الساكن قبلها، وحذفها، ثم حذف نون الرفع، ثم إدخال نون التوكيد، ثم تحريك ياء الضمير اهـ. شيخنا. </p><p> {فَقُولِي} ؛ أي: أشيري إليهم، قال الفراء: العرب تسمي كل ما أفهم الإنسان شيئًا كلامًا بأيّ طريق كان، إلا إذا أكد بالمصدر، فيكون حقيقة في الكلام، كقوله تعالى:  {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا} . </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاحتراس في قوله: {نِدَاءً خَفِيًّا} وهو أن يأتي المتكلم بمعنى يتوجه عليه فيه دخل أو لبس أو إيهام، فيفطن لذلك حال العمل، فيأتى في صلب الكلام بما يخلصه من ذلك كله، فاحترس هنا بقوله:  {خَفِيًّا} مما يوهم الرياء أمام الناس الذين يحكمون على الظاهر، أو اللوم على طلب الولد في إبّانِ الكبر والشيخوخة، وقيل: احتراس من مواليه الذين خافهم. </p><p> ومنها: الكناية في قوله: {وَهَنَ الْعَظْمُ مِنِّي} فإنه كناية عن ذهاب القوة وضعف الجسم. </p><p> ومنها: الاستعارة المكنية في قوله: {وَاشْتَعَلَ الرَّأْسُ شَيْبًا} شبه انتشار الثيب وكثرته في الرأس باشتعال النار في الحطب، واستُعير الاشتعال للانتشار، واشتق منه اشتعل بمعنى انتشر على طريق الاستعارة التبعية. </p><p> ومنها: الجناس المغاير في قوله: {إِذْ نَادَى رَبَّهُ نِدَاءً} والجناس المماثل بين {الْمَوَالِيَ} و {وَلِيًّا} . </p><p> ومنها: المبالغة في التضرع والدعاء، بتوسيط النداء بين جعل ومفعوله الثاني في قوله:  {وَاجْعَلْهُ رَبِّ رَضِيًّا} كتوسيطه بين كان وخبرها في قوله: {وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا} كما في \"روح البيان\" . </p><p> ومنها: التجريد في قوله: {فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ} والتجريد معناه أن ينتزع المتكلم من أمرِ ذي صفة أمرًا آخر يماثله في تلك الصفة مبالغةً لكمالها، فكأنه بلغ من الاتصاف بتلك الصفة إلى حيث يصح أن يُنتزع منه موصوف آخر بتلك الصفة، وهو أقسام، منها: ما يكون بمن التجريدية كقولهم: لي من فلان صديق حميم. </p><p> ومنها: الآية الكريمة كما ذكر في \"إعراب القرآن\" . </p><p> ومنها: الاستفهام التعجبي في قوله: {أَنَّى يَكُونُ لِي غُلَامٌ} . </p><p> ومنها: الطباق بين {وُلِدَ وَيَوْمَ يَمُوتُ} . </p><p> ومنها: الكناية اللَّطيفة في قوله: {وَلَمْ يَمْسَسْنِي بَشَرٌ} فإن المسّ كناية عن الوطْءِ الحلال، أما الزنا فإنما يقال فيه، خبث بها، أو فجر أو زنى. </p><p> ومنها: الحصر في قوله: {إِنَّمَا أَنَا رَسُولُ رَبِّكِ} . </p><p> ومنها: الزيادةُ والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا (٢٧) يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا (٢٨) فَأَشَارَتْ إِلَيْهِ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا (٢٩) قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا (٣٠) وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا (٣١) وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا (٣٢) وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا (٣٣) ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ (٣٤) مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (٣٥) وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ (٣٦) فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ (٣٧) أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ (٣٨) وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ (٣٩) إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ (٤٠) وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا (٤١) إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا (٤٢) يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا (٤٣) يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا (٤٤) يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا (٤٥) قَالَ أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا (٤٦) قَالَ سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا (٤٧) وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ وَأَدْعُو رَبِّي عَسَى أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا (٤٨) فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا (٤٩) وَوَهَبْنَا لَهُمْ مِنْ رَحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا (٥٠) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر قصة مريم، واختلاف النصارى في شأن عيسى حتى عبدوه من دون الله تعالى .. أعقبها بذكر قصة إبراهيم عليه السلام وتحطيمه الأصنام لتذكير الناس بما كان عليه خليل الرحمن، من توحيد الرب الديان، وسواء في الضلال من عبد بشرًا أو عبد حجرًا، والنصارى عبدوا </p>"
}