{
  "id": null,
  "sura": 19,
  "aya": 58,
  "text": "<p> رأى إدريس في السماء الرابعة، ليلة المعراج \" متفق عليه.</p><p> وكان سبب رفعه إليها (١) : أنه سار ذات يوم في حاجة، فأصابه وهج الشمس، فقال: يا رب إني قد مشيت فيها يومًا فأصابني منها ما أصابني، فكيف من يحملها مسيرة خمس مئة في يوم واحد؟ اللهم خفف عنها من ثقلها وحرها، فلما أصبح الملك .. وجد من خفة الشمس وحرها ما لا يعرف، فقال: يا رب خففت عني حر الشمس، فما الذي قضيت فيه، قال: إن عبدي إدريس سألني أن أخفف عنك حملها وحرها، فاجبته، قال: يا رب اجعل بيني وبينه خلةً، فأذن الله تعالى له حتى أتى إدريس ورفعه إلى السماء. </p><p> واختلف القائلون بأنه في السماء (٢) ، أهو حيٌّ فيها أم ميت، فالجمهور: على أنه حيٌّ وهو الصحيح، وقالوا: أربعة من الأنبياء في الأحياء: اثنان في الأرض وهما الخضر وإلياس، واثنان في السماء: إدريس وعيسى، كما في \" بحر العلوم\". </p><p> ٥٨ - {أُولَئِكَ} العشرة المذكورون في هذه السورة من زكريا إلى إدريس - عليهم الصلاة والسلام - هم {الَّذِينَ أَنْعَمَ اللَّهُ} سبحانه وتعالى {عَلَيْهِمْ} بأنواع النعم الدينية والدنيوية، حال كونهم {مِنَ النَّبِيِّين} والمرسلين بيان للوصول حالة كون بعضهم {مِنْ ذُرِّيَّةِ آدَمَ} بدل من النبيين، بإعادة الجار، ويجوز (٣) أن تكون {مِنْ} فيه للتبعيض لأن المنعم عليهم أعم من الأنبياء، وأخص من الذرية؛ يعني به إدريس {وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ} ؛ أي: ومن ذرية من حملنا مع نوح في سفينته؛ يريد: إبراهيم؛ لأنه من ذرية سام بن نوح {وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ} ؛ يعني: إسحاق وإسماعيل ويعقوب {وَإِسْرَائِيلَ} عطف على إبراهيم؛ أي: ومن ذرية إسرائيل؛ أي: يعقوب وكان منهم موسى، وهارون، وزكريا، ويحيى، وعيسى، وفيه دليل على أن أولاد البنات من الذرية؛ لأن عيسى من مريم، وهي من نسل يعقوب {وَمِمَّنْ هَدَيْنَا} ؛ </p><p>(١) المراح. (٢) روح البيان.(٣) البيضاوي.</p><p> أي: وحالة كونهم من جملة من هديناهم، وأرشدناهم إلى الحق {و} من جملة من {اجتبينا} هم واصطفيناهم للنبوة والكرامة، قالوا:  {من} فيه للتبيين، إن عطف على {مِنَ النَّبِيِّينَ} وللتبعيض إن عطف على و {مِنْ ذُرِّيَّةِ آدَمَ}  {إِذَا تُتْلَى} وتقرأ {عَلَيْهِمْ} ؛ أي: على هؤلاء الأنبياء {آيَاتُ الرَّحْمَنِ} ؛ أي: آيات الترغيب والترهيب في كتبهم المنزلة عليهم {خَرُّوا} ؛ أي: سقطوا على الأرض حال كونهم {سُجَّدًا} ؛ أي: ساجدين جمع ساجد {وَبُكِيًّا} ؛ أي: باكين جمع باكٍ، وأصله بكويًا؛ يعني (١) : إن الأنبياء قبلكم مع مالهم من علو المرتبة في شرف النسب، وكمال النفس، والزلفى من الله تعالى، كانوا يسجدون ويبكون لسماع آيات الله تعالى، فكونوا مثلهم وفي الحديث:  \"اتلوا القرآن وابكوا فإن لم تبكوا فتباكوا\" وعن ابن عباس: إذا قرأتم سجدة سبحان .. فلا تعجلوا بالسجود حتى تبكوا فإن لم تبك عين أحدكم .. فليبك قلبه. قال صالح المريّ: قرأت القرآن على رسول الله - صلى الله عليه وسلم - في المنام، فقال: يا صالح هذه القراءة فأين البكاء اهـ. وقد استدل بهذه الآية على مشروعية سجود التلاوة. </p><p> والمعنى: أي (٢) إذا تتلى على هؤلاء الأنبياء الذين أنعم الله عليهم أدلة الله وحججه التي أنزلها عليهم في كتبه .. خروا لله سجدًا استكانةً له وتذللًا وخضوعاً لأمره، وانقيادًا له وهم باكون خشيةً منه، وحذرًا من عقابه، وقصارى ذلك إنه سبحانه أبان علو أمرهم في الدين والنسب والقرب منه. ويقول في سجود التلاوة: سبحان ربي الأعلى ثلاثًا. ذكره النسفي في \"تفسيره\" في هذا الموضع. </p><p> فصل </p><p> وسجدة سورة مريم من عزائم سجود القرآن (٣) ، فيسن للقارىء والمستمع أن يسجد عند تلاوة هذه السجدة، وقيل: يستحب لمن قرأ آية سجدة فسجد أن يدعو بما يناسب تلك السجدة، فإن قرأ سجدةَ سبحان .. قال: اللهم اجعلني من </p><p>(١) روح البيان. (٢) المراغي.(٣) الخازن.</p>"
}