{
  "id": null,
  "sura": 19,
  "aya": 54,
  "text": "<p> بالمناجاة، وهي المسارة بالقول. </p><p> وقصارى ذلك (١) : أنه تجاوز العالم المادي، وانغمس في العالم الروحي، فقرب من ربه، وارتقت نفسمه، حتى بلغت أقصى مناها، واستعدت للاطلاع على عالم الملكوت، ورؤية ما غاب عن عالم المادة. </p><p> وسادسها: </p><p> ٥٣ - ما ذكره بقوله:  {وَوَهَبْنَا} ؛ أي: لموسى {مِنْ رَحْمَتِنَا} ؛ أي: من أجل رحمتنا ورأفتنا {أَخَاهُ هَارُونَ} أخاه مفعول {وَهَبْنَا} و {هَارُونَ} : عطف بيان لـ {أَخَاهُ} ، حالة كون هارون {نَبِيًّا} من الأنبياء، ليكون معه وزيرًا كما سأل ذلك ربه فقال: {وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي (٢٩) } فالهبة على ظاهرها، كما في قوله:  {وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ} فإن هارون كان أسنَّ من موسى، فوجب الحمل على المعاضدة والموازرة. </p><p> والمعنى: أي (٢) وجعلنا أخاه هارون نبيًا من أجل رأفتنا به، ليكون وزيرًا له ومعينًا له في تبليغ الرسالة، وهذا إشارة إلى أن النبوة ليست كسبية، بل هي من مواهب الله تعالى، يهب لمن يشاء النبوة والرسالة، لإشارة إلى أن لموسى إختصاصًا بالقربة والقبول عند الله تعالى، حتى يهب أخاه هارون النبوة والرسالة بشفاعته، كما يهب الأنبياء والرسل بشفاعة سيدنا محمد - صلى الله عليه وسلم - لقوله - صلى الله عليه وسلم -: \"الناس يحتاجون إلى شفاعتي حتى إبراهيمَ الخليل عليه السلام\" . قال بعض السلف (٣) : ما شفع أحد في أحد في الدنيا أعظم من شفاعة موسى في هارون أن يكون نبيًا، قال ابن عباس: كان هارون أكبر من موسى بأربع سنين. </p><p> ٥٤ - {وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ} ؛ أي: واتل يا محمد في القرآن قصة جدك إسماعيل بن إبراهيم - عليهما السلام - على قومك، وبلغها إليهم، فصل ذكره عن ذكر أبيه وأخيه لإبراز كمال الإعتناء بأمره، بإيراده مستقلًا، ولم يخالف أحد في أنه إسماعيل بن إبراهيم، إلا من لا يعتد به، فقال: هو إسماعيل بن حزقيل، بعثه الله إلى </p><p>(١) المراغي. (٢) المراح.(٣) المراغي.</p><p> قومه، فسلخوا جلدة رأسه، فخيَّره الله فيما شاء من عذابهم، فاستعفاه ورضي بثوابه {إِنَّهُ} ؛ أي: إن إسماعيل {كَانَ صَادِقَ الْوَعْدِ} ؛ أي: وافيه فيما بينه وبين الله، وكذا فيما بينه وبين الناس، ووصف الله - سبحانه وتعالى - إسماعيل بصدق الوعد، مع كون جميع الأنبياء كذلك؛ لأنه كان مشهورًا بذلك، مبالغًا فيه، وناهيك بأنه وعد الصبر من نفسه على الذبح، فوفى بذلك حيث قال:  {سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ} قيل (١) إنه لم يعد شيئًا إلا وفي به. قيل: إنه وعد رجلًا أن يقوم مكانه حتى يرجع الرجل، فوقف إسماعيل مكانه ثلاثة أيام للميعاد حتى رجع إليه الرجل، وقيل: إنه وعد نفسه الصبر على الذبح فوفى به، فوصفه الله بهذا الخلق الحسن الشريف، سئل الشعبي عن الرجل يعد الرجل ميعاداً إلى أي وقت ينتظر، فقال: إن وعده نهارًا .. فكل النهار، وإن وعده ليلًا .. فكل الليل، وسئل بعضهم عن مثل ذلك فقال: إن وعده في وقت صلاة ينتظر إلى وقت صلاة أخرى. </p><p> والوعد (٢) : عبارة عن الإخبار بإيصال المنفعة قبل وقوعها، والوعيد الإخبار بإيصال الضرر قبل وقوعه، والعرب لا تعد عيبًا ولا خلفًا، إن يعد أحد شرًا .. لا يفعله، بل ترى ذلك كرمًا وفضلًا، كما قيل. </p><p> وَإِنِّيْ إِذَا أَوْعَدْتُهُ أوْ وَعَدْتُهُ ... لَمُخْلِفٌ إِيْعَادِيْ وَمُنْجِزٌ وَعْدِيْ </p><p> وقيل: </p><p> إِذَا وَعَدَ السَّرَّاءَ نَجَّزَ وَعْدَهُ ... وَإِنْ أَوْعَدَ الضَّرَّاءَ فَالْعَقْلُ مَانِعُهْ </p><p> وفي الحديث:  \"من وعد لأحد على عمله ثوابًا .. فهو منجز له، ومن أوعده على عمله عقابًا .. فهو بالخيار\" . وفي الآية حث على صدق الوعد والوفاء به، والأصل فيه: نيته؛ لقوله - عليه السلام -: \"إذا وعد الرجل أخاه ومن نيته أن يفي فلم يف ولم يجيء للميعاد .. فلا إثم عليه\" . </p><p> ومعنى الآية: واتل (٣) أيها الرسول على قومك صفات أبيهم إسماعيل، </p><p>(١) روح البيان. (٢) روح البيان.(٣) المراغي.</p>"
}