{
  "id": null,
  "sura": 19,
  "aya": 8,
  "text": "<p> يكن قبل يحيى أحد يسمى بيحيى، وقيل؛ أي: شبيهًا في الفضل والكمال، فإنه لم يعص، ولم يهم بمعصية من حال الصغر، وأنه صار سيدَ الشهداء على الإطلاق، والأظهر (١) : أن يحيى أعجمي، وإن كان عربياً فهو منقول عن الفعل، كيعمر ويعيش، وهذا شاهد بأن التسمية بالأسامي الغريبة تنويه للمسمّى وإياها كانت العرب تعني لكونها أنبه وأنوه وأنزه عن النير. </p><p> وفي إخباره سبحانه بأنه لم يسمَّ بهذا الاسم قبله أحد فضيلة له من جهتين (٢) : </p><p> الأولى: أن الله سبحانه هو الذي تولى تسميته به، ولم يكلها إلى الأبوين. </p><p> والجهة الثانية: أن تسميته باسم لم يوضع لغيره، يفيد تشريفه وتعظيمه </p><p> ٨ - {قَالَ} زكريا، استئناف بياني على سؤال مقدر، كأنه قيل: فماذا قال زكريا حينئذ، فقيل: قال: {رَبِّ} ناداه تعالى بالذات مع وصول خطابه تعالى إليه، بتوسط الملك للمبالغة في التضرع والمناجاة، والجد في التبتل إليه تعالى، والاحتراز عما عسى يوهم خطابه للملك من توهم أن علمه بما صدر منه متوقف على توسطه، كما أن علم البشر بما يصدر عنه سبحانه، متوقف على ذلك في عامة الأوقات {أَنَّى يَكُونُ لِي غُلَامٌ} ؛ أي: كيف يكون لي غلام!؟ أو من أين يحدث لي غلام!؟ وليس معنى هذا الاستفهام الإنكار، بل التعجب من قدرة الله تعالى، وبديع صنعه، حيث يخرج ولدًا من امرأة عاقر، وشيخ كبير، {و} الحال أنه قد {كَانَتِ امْرَأَتِي عَاقِرًا} ؛ أي: لم تلد في شبابها وشبابي، فكيف وهي عجوز الآن {وَقَدْ بَلَغْتُ} أنا {مِنَ الْكِبَرِ} ؛ أي: من أجل كبر السن {عِتِيًّا} ؛ أي (٣) : يبوسةً وجفافًا، كالعود اليابس، من قولهم عتا العود إذا يبس، وعتا الشيخ إذا كبر وهرم وولى، ويقال لكل شيء انتهى قد عتا، وإنما استعجب الولد من شيخ فان وعجوز عاقر اعترافًا بأن المؤثر فيه كمال قدرته، وأن الوسائط عند التحقيق </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.</p><p> ملغاة، فـ {أَنَّى} استعجاب واستبعاد من حيث العادة لا من حيث القدرة. </p><p> وقرأ أبو بحرية، وابن أبي ليلى، والأعمش، وحمزة، والكسائي:  {عِتِيًّا} و {بكِيًّا} و {صِلِيًّا} بكسر أوائلها، ووافقهم حفص عن عاصم، إلا في قوله:  {بكِيًّا} فإنه ضم أوله، وقرأ ابن كثير، ونافع، وأبو عمرو، وابن عامر، وأبو بكر عن عاصم: بضم أوائلها، وقرأ عبد الله:  {عِتِيًّا} و {صِلِيًّا} بفتح العين والصاد، وعن عبد الله ومجاهد {عسيا} بضم العين والسين. </p><p> قال الإمام (١) : فان قيل: لم تعجَّب زكريا بقوله: {أَنَّى يَكُونُ لِي غُلَامٌ} مع أنه طلبه؟ </p><p> قلنا: تعجب من أن يجعلهما شابين، ثم يرزقهما الولد، أو يتركهما شيخين، ويلدان مع الشيخوخة، يدل عليه قوله تعالى:  {رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنْتَ خَيْرُ الْوَارِثِينَ فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ} ؛ أي: أعدنا له قوة الولادة. انتهى. </p><p> وفي \"الأسئلة المقحمة\" : أراد من التي يكون منه هذا الولد، أمن هذه المرأة وهي عاقر أم من امرأة أخرى أتزوج بها، أو مملوكة؛ أي: ومن أي وجه يكون لي ذلك، وامرأتي عاقر لا تحبل، وقد ضعفت من الكبر عن مباضعة النساء، أبأن تقويني على ما ضعفت عنه من ذلك، وتجعل زوجي ولودًا، وأنت القادر على ما تشاء، أم بأن أتزوج زوجًا غير تلك العاقر؟. </p><p> وخلاصة ذلك: أنه يستثبت ربه الخبر عن الوجه الذي يكون من قبلها الولد الذي بشره به، لا إنكار منه لذلك، وكيف يكون منه الإنكار لذلك، وهو المبتدىء مسألة ربه بقوله:  {فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا} ؟. </p><p> وإجمال المعنى: أنه تعجب حين أجيب إلى ما سأل وبشر بالولد، وفرح فرحًا شديدًا، وسأل عن الوجه الذي يأتيه منه الولد، مع أن امرأته عاقر لم تلد </p><p>(١) روح البيان.</p>"
}