{
  "id": null,
  "sura": 20,
  "aya": 15,
  "text": "<p> إشراك ولا توجه إلى سواي، فهو من إضافة المصدر إلى مفعوله، ويحتمل كونه من إضافة المصدر إلى فاعله؛ أي: لأذكرك بالإثابة. </p><p> وخص (١) الصلاة بالذكر مع كونها داخلةً تحت الأمر بالعبادة، لكونها أشرف طاعة، وأفضل عبادة، وعلل الأمر بإقامة الصلاة بقوله:  {لِذِكْرِي} ؛ أي: لتذكري، فإن الذكر الكامل لا يتحقق إلا في ضمن العبادة والصلاة، أو المعنى: لتذكرني فيهما لاشتمالهما على الأذكار، أو المعنى أقم الصلاة متى ذكرت أن عليك صلاة، وقيل: المعنى لأذكرك بالمدح في عليين. </p><p> وقرأ السلمي والنخعي وأبو رجاء (٢) : {للذكرى} بلام التعريف وألف التأنيث، فالذكرى: بمعنى التذكرة؛ أي: لتذكيري إياك، إذا ذكرتك بعد نسيانك، فأقمها، وقرأت فرقة:  {لذكرى} بألف التأنيث بغير لام التعريف، وقرأت فرقة:  {للذكر} . </p><p> ١٥ - ثم بيَّن السبب في وجوب العبادة، وإقامة الصلاة فقال:  {إِنَّ السَّاعَةَ} والقيامة {آتِيَةٌ} ؛ أي: كائنة حاصلة واقعة لا محالة، والساعة (٣) : اسم لوقت تقوم فيه القيامة، سمي بها لأنها ساعة حقيقةً، يحدث فيها أمر عظيم، وإنما عبَّر عن ذلك بالإتيان تحقيقاً لحصولها بإبرازها في معرض أمر محقق متوجه نحو المخاطبين {أَكَادُ أُخْفِيهَا} ؛ أي: أريد (٤) إخفاء وقتها فـ {أَكَادُ} بمعنى أريد، أو أقرب أن أخفيها، فلا أقول إنها آتية، ولولا ما في الإخبار بإتيانها من اللطف وقطع الأعذار .. لما أخبرت به، أو أكاد أظهرها، فالإخفاء بمعنى الإظهار، من أخفى الشيء إذا أظهره، وسلب خفاءه، ويؤيده قراءة فتح الهمزة، من خفاه إذا أظهره، ذكره البيضاوي، وقيل:  {أَكَادُ}  (٥) زائدة، والمعنى: إن الساعة آتية أسترها عن الخلق، للتهويل والتعظيم، وقال ابن الأنباري: في الآية تفسير آخر (٦) </p><p>(١) الشوكاني. (٢) البحر المحيط.(٣) روح البيان.(٤) البيضاوي.(٥) روح البيان.(٦) الشوكاني.</p><p> وهو: أن الكلام ينقطع على {أَكَادُ} وبعده مضمر؛ أي: أكاد آتي بها، ووقع الابتداء بـ {أُخْفِيهَا لِتُجْزَى كُلُّ نَفْسٍ بِمَا تَسْعَى} واختاره النحاس. </p><p> وقال الواحدي: قال أكثر المفسرين: {أُخْفِيهَا} من نفسي، وهو قول سعيد بن جبير ومجاهد وقتادة، وقال المبرد وقطرب: هذا على عادة مخاطبة العرب، يقولون إذا بالغوا في كتمان الشيء .. كتمته حتى من نفسي؛ أي: لم أطّلع عليه، ومعنى الآية على هذا القول؛ أي (١) : إن الساعة آتية لا محالة، وإني أكاد أخفيها من نفسي، فكيف يعلمها غيري من الخلق، وقد جاء هذا على سنن العرب في تخاطبهم، يقول أحدهم: إذا بالغ في كتمان السر: كتمت سري من نفسي، يريد: أنه أخفاه غاية الإخفاء، وقرأ أبو الدرداء وسعيد بن جبير وعروة بن الزبير وأبو رجاء العطاردي والحسن ومجاهد وحميد بن قيس، {أخفيها} بفتح الهمزة ورويت عن ابن كثير وعاصم، قال الزجاج: ومعناه: أكاد أظهرها، من خفيت الشيء بمعنى: أظهرته. </p><p> وفائدة إخفائها: التهويل والتخويف، فإنهم إن لم يعلموا متى تقوم الساعة .. يكونوا منها على حذر، ولمثل تلك الفائدة أخفى الله وقت الموت، لأن المرء إذا علم وقت موته، وانقضاء أجله .. اشتغل بالمعاصي إلى أن يقرب ذلك الحين، فيتوب ويصلح عمله، وقد وعد الله بقبول توبته، وهذا يكون كالإغراء على المعصية، لكنه إن لم يعلم حين منيته .. كان منها على حذر، ولا يزال على قدم الخوف والوجل، فيترك المعاصي، ويتوب منها في كل حين خوف معاجلة الموت. </p><p> واللام في قوله:  {لِتُجْزَى كُلُّ نَفْسٍ بِمَا تَسْعَى} متعلق بـ {آتية} وما بينهما اعتراض أو بـ {أُخْفِيهَا} و {ما} مصدرية؛ أي: إن الساعة آتية لتجزي كل نفس بسعيها وعملها، خيرًا كان أو شرًا، وتخصيص (٢) السعي بالذكر للإيذان بأن المراد بالذات من إتيانها هو الإثابة بالعبادة، وأما العقاب بتركها فمن مقتضيات </p><p>(١) المراغي. (٢) روح البيان.</p>"
}