{
  "id": null,
  "sura": 20,
  "aya": 81,
  "text": "<p> ويعقوب:  {ووعدناكم} بغير ألف واختاره أبو عبيدة؛ لأن الوعد، إنما هو من الله لموسى خاصةً، والمواعدة: لا تكون إلا من اثنين، وقرأ (١) حمزة، والكسائي، وطلحة:  {قد أنجيتكم}  {وواعدتكم}  {ما رزقتكم} بتاء الضمير، وباقي السبعة: بنون العظمة، وقرأ حميد {نجيناكم} بتشديد الجيم من غير ألف قبلها، وبنون العظمة و {الْأَيْمَنِ} : منصوب على أنه صفة للجانب وقرىء بجر {الأيمن} على أنه صفة للمضاف إليه. </p><p> {وَنَزَّلْنَا عَلَيْكُمُ} في التيه {الْمَنَّ} وهو: شيء حلو أبيض مثل الثلج، كان ينزل على الشجر كالطل، من الفجر إلى طلوع الشمس، لكل إنسان صاع، يقال له: الترنجبين، معرب كرنكبين {وَالسَّلْوَى} وهو: طائر يقال له: السماني، يبعثه عليهم ريح الجنوب، فيذبح الرجل منهم ما يكفيه، والتيه. المذكور آنفًا: المفازة التي يُتَاه فيها، وذلك حين أمروا بأن يدخلوا مدينة الجبارين فأبوا ذلك، فعاقبهم الله بأن يتيهوا في الأرض أربعين سنة، كما مر في سورة المائدة، ومثل (٢) ذلك كمثل الوالد المشفق، يضرب ولده العاصي ليتأدب، وهو لا يقطع عنه إحسانه، فقد ابتلوا بالتيه، ورزقوا بما لا تعب فيه. </p><p> ٨١ - وقلنا لكم:  {كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} ؛ أي: من لذائذ ما رزقناكم أو حلالاته، قال الراغب: أصل الطيِّب ما تستلذه الحواس والنفس، والطعام الطيب في الشرع: ما كان متناولًا من حيث ما يجوز، وبقدر ما يجوز، ومن المكان الذي يجوز، فإنه متى كان كذلك كان طيبًا عاجلًا وآجلاً لا يستوخم، وإلا فإنه وإن كان طيبًا عاجلًا لم يطلب آجلًا. {وَلَا تَطْغَوْا} ؛ أي: ولا تتجاوزوا الحد {فِيهِ} ؛ أي: فيما رزقناكم بالإخلال بشكره، وبالسرف والبطر، والمنع من المستحق، والادخار منه لأكثر من يوم وليلة، قال ابن عباس: لا يظلم بعضكم بعضًا فيأخذه من صاحبه، يعني: بغير حق {فَيَحِلَّ عَلَيْكُمْ غَضَبِي} جواب للنهي، أي: فيلزمكم عقوبتي، وتجب </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> لكم، من حَل الدَّين يحل بالكسر: إذا وجب أداؤه، وأما يحُل بالضم: فهو بمعنى الحلول؛ أي: النزول، والغضب ثوران دم القلب عند إرادة الانتقام، وإذا وصف الله تعالى به، فالمراد: الانتقام دون غيره، والقول الأسلم الذي عليه السلف أن يقال: إن غضب الله سبحانه صفة ثابتة له، نعتقدها ولا نعطلها، أثرها الانتقام ممن استحقه؛ أي: ولا تطغوا في رزقي بالإخلال بشكره، وتعدي حدودي فيه، بالسرف والبطر، والاستعانة به على المعاصي، ومنع الحقوق الواجبة فيه، فينزل عليكم غضبي، وتجب عليكم عقوبتي. </p><p> والظاهر (١) : أن الخطاب لمن نجا مع موسى بعد إغراق فرعون، وقيل: لمعاصري الرسول - صلى الله عليه وسلم - اعتراضًا في أثناء قصة موسى، توبيخًا لهم، إذ لم يصبر سلفهم على أداء شكر نعم الله، فهو على حذف مضاف؛ أي: أنجينا آباءكم من تعذيب آل فرعون، وخاطب الجميع بـ {واعدناكم} وإن كان الموعودون هم السبعين الذين اختارهم موسى - عليه السلام - لسماع كلام الله؛ لأن سماع أولئك السبعين تعود منفعته على جميعهم، إذ به تطمئن قلوبهم وتسكن. وقرأ زيد بن علي {ولا تطغوا} بضم الغين {وَمَنْ يَحْلِلْ عَلَيْهِ غَضَبِي} ؛ أي: ومن ينزل عليه غضبي .. {فَقَدْ هَوَى} ؛ أي: شقي وهلك، وتردى وسقط في الهلاك الأبدي، وأصله: أن يسقط من جبل فيهلك؛ أي: صار إلى الهاوية، وسقط فيها، ومن بلاغات الزمخشري: من أرسل نفسه مع الهوى فقد هوى في أبعد الهوى. </p><p> وقرأ الجمهور (٢) : {فَيَحِلَّ} بكسر الحاء {وَمَنْ يَحْلِل} بكسر اللام؛ أي: فيجب ويلحق، وقرأ الكسائي: بضم الحاء في {يحل} وضم اللام في {يحلل} ؛ أي: ينزل، وهي قراءة قتادة، وأبي حيوة، والأعمش، وطلحة، ووافق ابن عيينة في {يحلل} فضم اللام، قال (٣) الفراء: والكسر أحب إلي، لأن الضم من الحلول، ومعناه: الوقوع، ويحل بالكسر: يجب، وجاء التفسير بالوجوب لا </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) زاد المسير.</p>"
}