{
  "id": null,
  "sura": 20,
  "aya": 90,
  "text": "<p> اليوم تذل الوجوه، وتخضع للواحد الديان، وقد خسر هنالك من ظلم نفسه، فأشرك مع الله غيره، وعبد معه سواه، وعصى أوامره ونواهيه، وأما المتقون فهم لا يُظلمون، فلا يُزداد في سيئاتهم، ولا يُنقص من حسناتهم. </p><p> قوله:  {وَكَذَلِكَ أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا ...} الآيات، مناسبة هذه الآيات لما قبلها: لما ذكر سبحانه أنه أنزل الآيات المشتملة على الوعيد، المنبئة بما سيحدث من أحوال القيامة وأهوالها .. ذكر هنا أنه أنزل القرآن كله كذلك على نمط واحد، قرآنًا عربيًا، يفهمه العرب، ويقفون على ما فيه من النظم البديع، والأسلوب العجيب، الخارج عن طوق البشر، ثم بيَّن سبحانه نفع هذا القرآن لعباده، وأنه سبحانه موصوف بصفات الكمال، منزه عن صفات النقص، وأنه يصون رسوله عن السهو والنسيان في أمر الوحي. </p><p> أسباب النزول (١) </p><p> قوله تعالى:  {وَيَسْأَلُونَكَ عَنِ الْجِبَالِ ...} الآية، سبب نزول هذه الآية: ما أخرجه ابن المنذر، عن ابن جريج قال: قالت قريش: يا محمد، كيف يفعل ربك بهذه الجبال يوم القيامة؟ فنزلت {وَيَسْأَلُونَكَ عَنِ الْجِبَالِ ...} الآية. </p><p> قوله تعالى:  {وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ ...} الآية، سبب نزولها: ما أخرجه ابن أبي حاتم، عن السدي، قال:  (كان النبي - صلى الله عليه وسلم - إذا نزل إليه جبريل بالقرآن .. أتعب نفسه في حفظه، حتى يشق على نفسه، فيخاف أن يصعد جبريل ولم يحفظه فأنزل الله سبحانه{وَلَا تَعْجَلْ بِالْقُرْآنِ}) وتقدم له سبب آخر، وهذا أصح. </p><p> التفسير وأوجه القراءة </p><p> ٩٠ - واللام في قوله:  {وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِنْ قَبْلُ} : موطئة للقسم، والجملة (٢) مؤكدة لما تضمنته الجملة التي قبلها من الإنكار عليهم، والتوبيخ لهم؛ أي: والله </p><p>(١) لباب النقول. (٢) الشوكاني.</p><p> لقد نصح وقال لهم هارون من قبل أن يأتي موسى، ويرجع إليهم {يَا قَوْمِ إِنَّمَا فُتِنْتُمْ بِهِ} ؛ أي: وقعتم في الفتنة بسبب العجل، وابتليتم به، وضللتم عن طريق الحق لأجله، قيل: ومعنى القصر المستفاد من {إِنَّمَا} : هو أن العجل صار سببًا لفتنتهم، لا لرشادهم، وليس معناه: أنهم فتنوا بالعجل لا بغيره، والمعنى (١) : أي: ولقد قال هارون لعبدة العجل من بني إسرائيل، من قبل رجوع موسى إليهم: يا قوم إنما اختبر الله إيمانكم، ومحافظتكم على دينكم بهذا العجل، الذي أحدث فيه الخوار، ليعلم به الصحيح الإيمان منكم، من المريض الشاك. {وَإِنَّ رَبَّكُمُ} وخالقكم وخالق كل شيء هو {الرَّحْمَنُ} الذي عدة رحمته جميع مخلوقاته، فآتاهم ما فيه كما لهم الجسمي والروحي، وما به سعادتهم في معاشهم ومعادهم، وفي ذكر الربوبية والرحمة استمالة لهم إلى الحق، إثر زجرهم عن الباطل، وتذكير لهم بإنجائهم من فرعون وعذابه، وتنبيه لهم إلى أنهم متى تابوا .. قُبلت توبتهم. </p><p> {فَاتَّبِعُونِي} على ديني في عبادة الله سبحانه وتعالى، ولا تتبعوا السامري في عبادة العجل {وَأَطِيعُوا أَمْرِي} في ترك عبادة العجل. </p><p> اعلم (٢) : أن هارون - عليه السلام - سلك في هذا الوعظ أحسن الوجوه، لأنه زجرهم أولًا عن الباطل بقوله:  {إِنَّمَا فُتِنْتُمْ بِهِ} ثم دعاهم إلى معرفة الله تعالى بقوله: {وَإِنَّ رَبَّكُمُ الرَّحْمَنُ} ثم دعاهم إلى معرفة النبوة بقوله: {فَاتَّبِعُونِي} ثم دعاهم إلى شرائع بقوله: {وَأَطِيعُوا أَمْرِي} فهذا هو الترتيب الجيد؛ لأنه لا بد من إماطة الأذى عن الطريق، وهي إزالة الشبهات، ثم معرفة الله، فإنها هي الأصل، ثم النبوة، ثم الشريعة، وإنما قال:  {وَإِنَّ رَبَّكُمُ الرَّحْمَنُ} فخص هذا الموضع بهذا الاسم لأنه ينبههم على أنهم متى تابوا .. قبل الله توبتهم؛ لأنه هو التواب الرحيم، فقابلوا هذا القول بالإصرار والجحود، وفي هذا الوعظ (٣) شفقة على نفسه وعلى الخلق، أما على نفسه: فإنه كان مأمورًا من عند الله بالأمر </p><p>(١) المراغي. (٢) الخازن.(٣) روح البيان.</p>"
}