{
  "id": null,
  "sura": 20,
  "aya": 121,
  "text": "<p> عن عاصم؛ {وَأَنَّكَ} بفتحها، قال أبو علي: من فتح .. حمله على {أن لك أن لا تجوع}  {وأن لك أن لا تظما} ومن كسر استأنف. </p><p> ١٢٠ - {فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ} ؛ أي: أنهى إلى آدم وسوسته وأبلغ، فتعديته بإلى باعتبار تضمينه معنى الإنهاء والإبلاغ، والوسوسة: الصوت الخفي، ومنها وسواس الحلي لأصواتها، وهو فعل لازم، وجملة قوله:  {قَالَ} إما بدل من {وسوس} أو مستأنفة بتقدير سؤال، كأنه قيل: فماذا قال في وسوسته، فقيل:  {قَالَ} الشيطان {يَا آدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ} ؛ أي (١) : على شجرة من أكل منها .. خلد، ولم يمت أصلًا، سواء كان على حاله أو بأن يكون ملكًا، فأضافها إلى {الْخُلْدِ} وهو الخلود لأنها سببه بزعمه، كما قيل لحيزوم فرس الحياة لأنها سببها؛ أي فألقى النصيحة إلى آدم، وقال له: هل أدلك على شجرة إن أكلت منها .. خلدت ولم تمت، وملكت ملكًا لا ينقضي ولا يفنى. </p><p> قال الراغب: الخلود تبرِّي الشيء من اعتراض الفساد، وبقاؤه على الحالة التي هو عليها، والخلود في الجنة: بقاء الأشياء على الحالة التي هي عليها، من غير اعتراض الفساد عليها {وَمُلْكٍ لَا يَبْلَى} ؛ أي: لا يزول ولا ينقضي، ولا يختل بوجه من الوجوه؛ أي: تصرف يدوم ولا ينقطع (٢) ؛ أي: هل أدلك على الشجرة التي من أكل منها خلف، ولا يموت أصلًا، ودام ملكه، إما على حاله أو على أن يصير ملكًا </p><p> ١٢١ - {فَأَكَلَا مِنْهَا} ؛ أي: أكل آدم وحواء من الشجرة {فـ} عريا من الثياب التي كانت عليهما حتى {بَدَتْ لَهُمَا سَوْآتُهُمَا} ؛ أي: عوراتهما، وظهرت فروجهما، يقال: بدا الشيء بَدْوًا وبُدُوًا: ظهر ظهورًا بينًا، وكنى عن الفرج: بالسوءة؛ لأنه يسوء الإنسان انكشافه؛ أي: يغمه ويحزنه؛ أي: ظهر لكل منهما قُبله وقُبل الآخر ودُبره. </p><p> قال الحصيري: بدت لهما ولم تبد لغيرهما، لئلا يعلم الأغيار من مكافأة الجناية ما علما، ولو بدت للأغيار .. لقال بدت منهما؛ أي: ظهرت فروجهما </p><p>(١) روح البيان. (٢) المراح.</p><p> لكل منهما بسبب تساقط حلل الجنة عنهما لما أكلا من الشجرة، قال ابن عباس: إنهما عريا عن النور الذي كان الله ألبسهما إياه، حتى بدت فروجهما، وقيل (١) : وكان لباسهما الظفر، فلما أصاب الخطيئة .. نزع عنهما، وتركت هذه البقايا في أطراف الأصابع، وعن أبي بن كعب - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: \"إن أباكم آدم كان رجلًا طويلًا كالنخلة السحوق، كثير الشعر مواري العورة، فلما واقع الخطيئة .. بدت سوءته، فانطلق في الجنة هاربًا، فمر بشجرة فأخذت بناصيته فأجلسته،فناداه ربه:أفرارًا منى يا آدم؟قال:لا يا رب، ولكن حياءً منك\"  {وَطَفِقَا} ؛ أي: شرع آدم وحواء {يَخْصِفَانِ} ؛ أي: يلزقان ويطبقان {عَلَيْهِمَا} ؛ أي: لأجل ستر سوآتهما، فـ {على} تعليلية {مِنْ وَرَقِ الْجَنَّةِ} ؛ أي: من ورق أشجار الجنة، وهو ورق التين على ما قيل؛ أي: يلزقان ويضمان ورق التين بعضه ببعض، ورقةً ورقةً حتى يصير طويلًا عريضًا يصلح للاستتار به، كلما ألزقا بعضه ببعض تساقط، قيل: كان مدورًا فصار على هذا الشكل من تحت أصابعهما. </p><p> المعنى: أي (٢) فأكل آدم وحواء من الشجرة التي نهيا عن الأكل منها، وأطاعا أمر إبليس، وخالفا أمر ربهما، فانكشفت عورتهما وكانت مستورةً عن أعينهما، فشرعا يلزقان ورق التين عليهما، ليغطيا جسمهما {وَعَصَى آدَمُ رَبَّهُ} ؛ أي: خالف نهي ربه باكله من الشجرة؛ لأنه اعتقد أن النهي عن شجرة معينة، وأن غيرها ليس منهيًا عنه {فَغَوَى} ؛ أي: ضل عن مطلوبه الذي هو الخلود في الجنة، وخاب من نعيم الجنة، فلم يصب بأكله من الشجرة ما أراده؛ لأنه إنما أكل منها ليصير ملكه دائمًا، فلما أكل .. زال ملكه وخاب سعيه، أو ضل عن المأمور به، وهو التباعد عن الشجرة في ضمن {وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ} أو عن الرشد، حيث اغتر بقول العدو؛ لأن الغي خلاف الرشد، وقيل: فسد عليه عيشه بنزوله إلى الدنيا، ومعنى {عصى آدم ربه} ؛ أي (٣) : خالف نهيه، فالعصيان: هو </p><p>(١) روح البيان. (٢) المراغي.(٣) الفتوحات.</p>"
}