{
  "id": null,
  "sura": 20,
  "aya": 61,
  "text": "<p> مغيب الشفق. اهـ. </p><p> وقرأ ابن مسعود (١) ، والجحدري، وأبو عمران الجوني، وأبو نهيك، وعمرو بن فايد {وأن تحشر الناس} بتاء الخطاب؛ أي: وأن تحشر أنت يا فرعون، وروي عنهم:  {وأن يحشر الناس} بالبناء للفاعل، والناس نصب في كلتا القراءتين، قال صاحب \"اللوامح\" وأن يحشر الحاشر الناس ضحًى، فحذف الفاعل للعلم به. انتهى. وحذف الفاعل في مثل هذا لا يجوز عند البصريين، وقال غيره: ويجوز أن يكون فيه ضمير فرعون، ذكره بلفظ الغيبة، وروي عن الجحدري أنه قرأ:  {وأن نحشر} بالنون وقرأ الباقون بالتحتية، على البناء للمفعول. </p><p> ٦٠ - {فَتَوَلَّى فِرْعَوْنُ} ؛ أي: انصرف عن المجلس، وفارق موسى، فرجع إلى أهله {فَجَمَعَ كَيْدَهُ} ؛ أي: مكره وسحره وحيله؛ أي: جمع ما يكاد به من السحرة وأدواتهم {ثُمَّ أَتَى} بهم الموعد، وأتى موسى أيضًا، والمراد (٢) : أنه جمع السحرة، قيل: كانوا اثنين وسبعين، وقيل: أربع مئة، وقيل: اثنا عشر ألفًا، وقيل: أربعة عشر ألفًا، وقال ابن المنذر: كانوا ثمانين ألفًا، ثم أتى الموعد الذي تواعدا إليه مع جمعه الذي جمعه، وفي الإتيان بكلمة {ثُمَّ} المفيدة للتراخي إيماء إلى أنه لم يسارع إليه، بل أتاه بعد تأخير، </p><p> ٦١ - وجملة قوله:  {قَالَ لَهُمْ مُوسَى} : مستأنفة واقعة في جواب سؤال مقدر، كأنه قيل: فماذا صنع موسى عند إتيان فرعون مع السحرة؟ فقيل: قال لهم: بطريق النصيحة؛ أي: قال موسى للسحرة الذين جاؤوا مع فرعون، على طريق النصيحة لهم:  {وَيْلَكُمْ} أصله (٣) : الدعاء بالهلاك، بمعنى: ألزمكم الله ويلًا؛ أي: هلاكًا وعذابًا، والمراد هنا: الزجر، والردع، والحث، والتحريض على ترك الافتراء. </p><p> والمعنى: أي فانصرف (٤) فرعون عن مجلس اللجاج والمناظرة، وشرع </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) روح البيان.(٤) المراغي.</p><p> يُعد ما يكيد به من السحرة، وآلاتهم، وأنصاره، وأعوانه كثير ما هم، ثم أتى وأقبل إلى الموعد الذي عُيِّن، ومعه جمعه، وجلس على سرير ملكه، وحوله أكابر دولته، واصطفت الرعية يمنةً ويسرةً، وأقبل موسى يتوكأ على عصاه، ومعه أخوه هارون، ووقف السحرة صفوفًا بين يدي فرعون، يحرضهم، ويستحثهم، ويرغبهم في جودة العمل، ويتمنون عليه وهو يعدهم ويمنيهم، وقد جاء في سورة الشعراء {قَالُوا لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَمِنَ الْمُقَرَّبِينَ (٤٢) }. </p><p> قال موسى للسحرة:  {لَا تَفْتَرُوا عَلَى اللَّهِ كَذِبًا} ؛ أي (١) : لا تختلقوا على الله الكذب، ولا تتقوَّلوه عليه، بأن تدَّعوا أن الآيات التى ستظهر على يدي سحر، كما فعل فرعون، أولا تشركوا مع الله أحدًا، والافتراء: التقول والكذب عن عمد. </p><p> وفي \"التأويل\" : قال موسى للسحرة {وَيْلَكُمْ لَا تَفْتَرُوا عَلَى اللَّهِ كَذِبًا} بإتيان السحر في معرض المعجزة، ادعاءً بأن الله قد أعطانا مثل ما أعطى الأنبياء من المعجزة {فَيُسْحِتَكُمْ} ؛ أي: فيهلككم ويستأصلكم، يقال: أسحت الشيء، إذا أعدمه واستأصله {بِعَذَابٍ} هائل لا يقادر قدره؛ أي: بعذاب من عنده، لا يُبقي أحدًا منكم ولا يذر. </p><p> وقرأ حمزة (٢) ، والكسائي، وحفص، والأعمش، وطلحة، وابن جرير:  {فَيُسْحِتَكُمْ} بضم الياء وكسر الحاء، ومن أسحت رباعيًا، وهي لغة بني تميم، وقرأ ابن كثير، ونافع، وأبو عمرو، وابن عامر، وأبو بكر، عن عاصم، ورويس، وابن عباعي:  {فيسحتكم} بفتح الياء والحاء، من سحت ثلاثيًا، وهي لغة أهل الحجاز، يقال: سحت وأسحت، بمعنى، والسحت: الاستئصال. </p><p> {وَقَدْ خَابَ} ؛ أي: خسر وهلك {مَنِ افْتَرَى} واختلق على الله الكذب، كائنًا من كان، بأي وجه كان، ولم يُفلح في سعيه، ولم يصل إلى غرضه، فابتعدوا من اختلاق الأكاذيب، ولا تضلوا سواء السبيل، حتى لا يصيبكم ما </p><p>(١) روح البيان. (٢) البحر المحيط وزاد المسير.</p>"
}