{
  "id": null,
  "sura": 20,
  "aya": 72,
  "text": "<p> وفرعون أول من صلب، وأقسم فرعون على ذلك، وهو فعل نفسه، وعلى فعل غيره، وهو قوله:  {وَلَتَعْلَمُنَّ أَيُّنَا ...} إلخ، فإن قيل (١) : مع قرب عهده بانقلاب العصا حيةً، وقصدها ابتلاع قصره، واستغاثته بموسى من شرها، كيف يُعقل أن يهدد السحرة إلى هذا الحد، ويستهزىء بموسى؟ </p><p> قلنا: يجوز أن يكون في أشد الخوف، ويُظهر الجلادة، تمشيةً لناموسه، وترويجًا لأمره، والاستقراء يوقفك على أمثاله. {وَلَتَعْلَمُنَّ أَيُّنَا} ؛ أي: أييّ وأيّ موسى {أَشَدُّ عَذَابًا} ؛ أي: ولتعلمن جواب أينا أشد عذابًا؛ أي: هل أنا أشد عذابًا على إيمانكم به، أو موسى أشد عذابًا على ترك الإيمان به، ومراده بالأشد عذابًا نفسه {وَأَبْقَى} ؛ أي: أدوم عذابًا، وموسى لم يكن في شيء من التعذيب، إلا أن فرعون ظن السحرة خافوا من قبل موسى على أنفسهم، حين رأوا ابتلاع عصاه لحبالهم وعصيهم، فقال ما قال، وعلى ما سبق من \"بحر العلوم\" في {آمَنْتُمْ لَهُ} يكون المراد بـ {أَيُّنَا} نفسه ورب موسى؛ أي (٢) : ولتعلمن أنا أو إله موسى أشد عذابًا وأبقى، وفي ذلك إيماء إلى اقتداره وقهره، وبيان ما ألفه وضري به من تعذيب الناس بأنواع العذاب، كما فيه تحقير لشأن موسى، واستضعاف له مع السخرية منه، </p><p> ٧٢ - ثم لما صال عليهم بذلك، وتوعدهم .. هانت عليهم أنفسهم في الله فـ {قالوا} ؛ أي: السحرة، غير مكترثين بوعيده:  {لَنْ نُؤْثِرَكَ} ؛ أي: لن نختارك بالإيمان والاتباع {عَلَى مَا جَاءَنَا} من الله على يد موسى {مِنَ الْبَيِّنَاتِ} ؛ أي: من المعجزات الظاهرة، التي لا شبهة في حقيَّتها، كاليد والعصا، وكان من استدلالهم أنهم قالوا: لو كان هذا سحرًا .. فأين حبالنا وعصينا، وقيل (٣) : إنهم أرادوا بالبينات ما رأوه من سجودهم من المنازل المعدة لهم في الجنة. </p><p> وفي هذا: إشارة إلى أن فرعون طلب منهم الرجوع عن الإيمان بموسى، </p><p>(١) روح البيان. (٢) المراغي.(٣) الشوكاني.</p><p> وإلا فعل بهم ما أوعدهم به، وإلى أن (١) القوم شاهدوا في رؤية الآيات أنوار الذات والصفات، فهان عليهم عظائم البليات، ومن آثر الله على الأشياء .. هان عليه ما يلقى في ذات الله، وقد قال بعض الكبار: ليخفف عنك ألم البلاء علمُك بأن الله هو المبتَلي. </p><p> والمعنى: أي قالوا لن نختار اتباعك، وكوننا من حزبك، وسلامتنا من عذابك على ما جاءنا من البينات، وهي: المعجزة التي أتتنا، وعلمنا صحتها، وفي قولهم هذا توهين له، واستصغار لما هددهم به، وعدم اكتراثٍ بقوله، وفي نسبة المجيء إليهم، وإن كانت البينات جاءت لهم ولغيرهم؛ لأنهم كانوا أعرف بالسحر من غيرهم، وقد علموا أن ما جاء به ليس بسحر، فكانوا على جلية من العلم بالمعجز، وغيرهم يقلدهم في ذلك، وأيضًا فكانوا هم الذين حصل لهم النفع بها، وكانت بيناتٍ واضحةً في حقهم. </p><p> وقوله:  {وَالَّذِي فَطَرَنَا} ؛ أي: خلقنا وسائر المخلوقات، معطوف على ما جاءنا؛ أي: لن نختارك على ما جاءنا به موسى من البينات، وعلى عبادة الذي فطرنا وتأخيره لأن ما في ضمنه آية عقلية نظرية، وما شاهدوه آية حسية ظاهرة. </p><p> والحاصل: أنه لما لاحت لهم حجة الله في المعجزة .. بدؤوا بها، ثم ترقوا إلى القادر على خرق العادة، وهو الله تعالى، وذكروا وصف الاختراع، وهو قولهم:  {وَالَّذِي فَطَرَنَا} تبييناً لعجز فرعون، وتكذيبه في ادعاء ربوبيته وإلاهيته، وهو عاجز عن صرف ذبابة، فضلًا عن اختراعها، وقيل: الواو للقسم، وجوابه: محذوف لدلالة المذكور عليه؛ أي: وحق الذي فطرنا لا نؤثرك، ولا يكون {لَنْ نُؤْثِرَكَ} جوابًا؛ لأنه لا يجاب في النفي بلن إلا في شاذ من الشعر، وقوله:  {فَاقْضِ مَا أَنْتَ قَاضٍ} جواب عن تهديده بقوله: {لأقطعن} .. الخ؛ أي: فأصنع ما أنت صانعه، أو احكم فينا ما أنت فيه حاكم، من القطع والصلب، وفي \"التأويلات النجمية\" ؛ أي: فاحكم وأجر علينا ما قضى الله لنا في الأزل من </p><p>(١) المراح.</p>"
}