{
  "id": null,
  "sura": 20,
  "aya": 40,
  "text": "<p> موسى لقتله، ولما وجده في اليم عند الشجر سماه موسى، و (مو) : هو الماء عند القبطية و (سا) : هو الشجر، وأحبه حبًا شديدًا، لا يكاد يتمالك الصبر عنه، وذلك قوله تعالى: </p><p> ٢ - {وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً} عظيمةً كائنةً {مِنِّي} قد ركزتها في القلوب، وزرعتها فيها، بحيث لا يكاد يصبر عنك من رآك، ولذا أحبك عدو الله فرعون وزوجته، حتى قالت:  {قُرَّتُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا} روي أنه كان على وجهه مسحة جمال، وفي عينيه ملاحة، لا يكاد يصبر عنه من رآه. </p><p> ٣ - {وَلِتُصْنَعَ} ؛ أي: ولتربَّى حالة كونك {عَلَى عَيْنِي} ؛ أي: متلبسًا بحفظي ورعايتي، معطوف على علة مقدرة، متعلقة بـ {ألقيت} والتقدير: وألقيت عليك المحبة، ليعطف عليك، ولتربى بالشفقة والحنو، حالة كونك متلبسًا بحفظي ورعايتي، وأنا مراقبك ومراعيك وحافظك، كما يراعي الرجل الشيء بعينه إذا اعتنى به، من قولهم صنع إليه معروفًا، إذا أحسن إليه، و {عَلَى عَيْنِي} حال من الضمير المستتر في {لتصنع} لا صلة له، جعل العين مجازًا مرسلًا عن الرعاية والحراسة، بطريق إطلاق اسم السبب على المسبب. </p><p> وقرأ الجمهور (١) : {وَلِتُصْنَعَ} بكسر لام كي وضم التاء، ونصب الفعل؛ في: ولتربى ويحسن إليك، وأنا مراعيك وراقبك، كما يراعي الرجل الشيء بعينيه إذا اعتنى به، وقرأ الحسن، وأبو نهيك: بفتح التاء، قال ثعلب معناه: </p><p> لتكون حركتك وتصرفك على عين منى. وقرأ شيبة، وأبو جعفر في روايةٍ: بإسكان اللام والعين وضم التاء، فعل أمر، وعن أبي جعفر: كذلك إلا أنه كسر اللام. </p><p> ٤ - ٤٠ {إِذْ تَمْشِي أُخْتُكَ} مريم وهي شقيقة له، وهي غير أم عيسى، ظرف </p><p>(١) البحر المحيط.</p><p> لـ {ألقيت} أو لـ {تصنع} ؛ أي: وألقيت عليك محبةً منى، حين تمشي أختك تتبعك متعرفةً، حتى وجدتك وصادفتهم يطلبون لك مرضعاً تقبل ثديها، حتى اضطروا إلى تتبع النساء {فَتَقُولُ} لفرعون وآسية؛ أي: فلما رأت منهم ذلك .. جاءت إليهم متنكرةً وقالت:  {هَلْ أَدُلُّكُمْ} وصيغة (١) المضارع في الفعلين لحكاية الحال الماضية، كما سيأتي في مبحث البلاغة، أي: قالت {هَلْ أَدُلُّكُمْ عَلَى مَنْ يَكْفُلُهُ} ؛ أي: يضمه إلى نفسه ويرضعه ويربيه، و (الفاء) في قوله: {فَرَجَعْنَاكَ إِلَى أُمِّكَ} : عاطفة على محذوف، تقديره: فقالوا دلينا عليه، فجاءت بأمك، فقبلت ثديها، فرجعناك إليها؛ أي: رددناك إليها بما لطف الله لك من التدبير {كَيْ تَقَرَّ} وتبرد {عَيْنُهَا} فتطيب نفسها بلقائك ورؤيتك ووصولك إليها {وَلَا تَحْزَنَ} بوصول لبن غيرها إلى باطنك، وفي \"الإرشاد\" أي لا يطرأ عليها الحزن بفراقك بعد ذلك، وإلا فزوال الحزن مقدم على السرور المعبر عنه بقرة العين، فإن التخلية متقدمة على التحلية. انتهى. أو المعنى: كي لا تحزن أنت بفراقك، وكانت أمه قد أرضعته ثلاثة أشهر أو أربعة قبل إلقائه في اليم. </p><p> وحاصل قصة رضاعه (٢) : أن آسية عرضته للرضاع، فلم يقبل امرأةً، فجعلت تنادي عليه في المدينة، ويطاف به ويعرض للمراضع فيأبى، وبقيت أمه بعد قذفه في اليم مغمومةً، فأمرت أخته بالتفتيش في المدينة، لعلها تقع على خبره، فبصرت به في طوافها، فقالت: أنا أدلكم على من يكفله لكم، وهم له ناصحون، فتعلقوا بها وقالوا: أنت تعرفين هذا الصبي؟ فقالت: لا, ولكن أعلم من أهل هذا البيت الحرص على التقرب إلى الملكة، والجد في خدمتها ورضاها، فتركوها وسألوها الدلالة، فجاءت بأم موسى، فلما قربته .. شرب ثديها، فسرت آسية وقالت لها: كوني معي في القصر، فقالت: ما كنت لأدع بيتي وولدي، ولكنه يكون عندي، قالت: نعم، فأحسنت إلى أهل ذلك البيت غاية \"الإحسان\" واعتز بنو إسرائيل بهذا الرضاع والنسب من الملكة، ولما كمل رضاعه .. أرسلت آسية إليها أن جيئيني بولدي ليوم كذا، وأمرت خدمها ومن لها </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> أن يلقينه بالتحف والهدايا واللباس، فوصل إليها إلى ذلك، وهو بخير حال، وأجمل شباب، فسرَّت به، ودخلت به على فرعون ليراه، وليهبه، فأعجبه وقرَّبه، فأخذ موسى لحية فرعون، وتقدم ما جرى له عند ذكر العقدة. </p><p> وقرأ الجمهور (١) : {كَيْ تَقَرّ} بفتح التاء والقاف، وقرأت فرقة: بكسر القاف، وتقدم أنهما لغتان في قوله:  {وَقَرِّي عَيْنًا} وقرأ جناح بن حبيش: بضم التاء وفتح القات، مبنيًا للمفعول. </p><p> ٥ - {وَقَتَلْتَ} بعد كبرك {نَفْسًا} ؛ أي: قبطيًا وكزته حين استغاث بك الإسرائيلي، كما يأتي في سورة القصص، وكان طباخًا لفرعون اسمه قاب قان، وكان عمر موسى إذ ذاك ثلاثين سنةً {فَنَجَّيْنَاكَ مِنَ الْغَمِّ} الذي نزل بك بسبب قتل القبطي من وجهين: </p><p> أولًا - عقاب الدنيا باقتصاص فرعون، كما جاء في الآية {فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا يَتَرَقَّبُ} . </p><p> ثانيًا - عقابنا إذ قتلته بغير أمر منا، فغفرنا لك ذنبك حين قلت:  {رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي} وكان قتله للكافر خطأ، ووفقناك للهجرة إلى مدين. </p><p> والغم (٢) : ما يغم على القلب، بسبب خوف أو فوات مقصود، والغم بلغة قريش: القتل، وقيل: من غم التابوت، وقيل: من غم البحر، والظاهر: أنه من غم القتل، حين ذهبنا بك من مصر إلى مدين. </p><p> ٦ - {وَفَتَنَّاكَ فُتُونًا} والفتنة (٣) : تكون بمعنى المحنة، وبمعنى: الأمر الشاق، وكل ما يبتلى به الإنسان، والفتون: يجوز أن يكون مصدرًا كالثبور، والشكور، والكفور؛ أي: ابتليناك ابتلاءً، واختبرناك اختبارًا، وامتحناك امتحانًا، ويجوز أن يكون جمع فتنة، على ترك الاعتداد بتاء التأنيث، كحجورٍ في حجرة، ويدور في </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) الشوكاني.</p><p> بدرة؛ أي: وأوقعناك في محنة بعد محنة، وفتنة بعد فتنة، وتفضلنا عليك بالخلاص منها، فمن ذلك: </p><p> (أ) : أن أمك حملت بك في السنة التي كان فرعون يذبح فيها الأبناء، فنجاك الله من الذبح. </p><p> (ب) : أن أمك ألقتك في البحر بعد وضعك في التابوت، فالتقطك آل فرعون وعنوا بتربيتك ورعايتك. </p><p> (ج) : أنك امتنعتَ عن الرضاع إلا من ثدي أمك، وكان ذلك وسيلةً إلى إرجاعك إليها. </p><p> (د) : أنك أخذت لحية فرعون فغضب من ذلك، وأراد قتلك، لولا أن قالت له زوجته إنه صغير، لا يفرق بين الجمرة والتمرة، وأُتي لك بهما فأخذت الجمرة. </p><p> (هـ) : قتلك القبطي، وخروجك إلى مدين هارباً، ومهاجرتك من الوطن، ومفارقتك الأحباب، والمشي راجلًا، وفقد الزاد، ونحو ذلك مما وقع قبل وصوله إلى مدين. </p><p> ٧ - {فَلَبِثْتَ سِنِينَ} ؛ أي: مكثت عشر سنين {فِي أَهْلِ مَدْيَنَ} عند شعيب لرعي الأغنام؛ لأن شعيبًا أنكحه بنته صفوراء، على أن يخدمه ثماني سنين، فخدمه عشرًا قضاءً لأكثر الأجلين، كما يأتي في سورة القصص، فقاسمت أثناءها من المحن ما قاسيت، فتحملت بسبب الفقر والغربة آلامًا كثيرة، حتى احتجت إلى أن تؤاجر نفسك لشعيب، وترعى غنمه. </p><p> وذكر الليث دون الوصول إليهم (١) : إشارة إلى مقاساة شدائد أخرى في تلك السنين، كإيجار نفسه ونحوه مما كان من قبيل الفتون، قال الفراء:  {فَلَبِثْتَ سِنِينَ} : معطوف على محذوف تقديره: وفتناك فتونًا، فخرجت إلى أهل مدين، </p><p>(١) روح البيان.</p>"
}