{
  "id": null,
  "sura": 20,
  "aya": 12,
  "text": "<p> خضرتها, ولا كثرة ماء الشجرة تغير ضوء النار، قيل: كانت الشجرة سمرةً خضراء، وقيل: عوسجةً، وقيل: عليقًا، وقيل: شجرة العناب وهي شجرة لا نار فيها، بخلاف غيرها من الأشجار، قالوا (١) : النار أربعة أصناف: صنف يأكل ولا يشرب، وهي نار الدنيا، وصنف يشرب ولا يأكل وهي نار الشجر الأخضر، وصنف يأكل ويشرب وهي نار جهنم، وصنف لا يأكل ولا يشرب وهي نار موسى، وقالوا أيضًا: هي أربعة أنواع: نوع له إحراق بلا نور، وهي نار الجحيم، ونوع له نور بلا إحراق، وهي نار موسى، ونوع له إحراق ونور، وهي نار الدنيا، ونوع ليس له إحراق ولا نور، وهي نار الأشجار، قيل: إن موسى أخذ شيئًا من الحشيش اليابس وقصد الشجرة، فكان كلما دنا .. نأت عنه، وإذا نأى .. دنت منه، فوقف متحيراً، فسمع تسبيح الملائكة، ورأى نورًا عظيمًا تكل عنه الأبصار، فوضع يديه على عينيه وخاف وبهت، فألقيت عليه السكينة والطمأنينة، فعند ذلك نودي، فقيل:  {يَا مُوسَى} فأجاب سريعاً فقال: لبيك، من المتكلم إني أسمع صوتك ولا أرى شخصك، فأين أنت؟ </p><p> ١٢ - فقال تعالى:  {إِنِّي أَنَا} للتوكيد والتحقيق {رَبُّكَ} ومالك أمرك يا موسى، وأنا فوقك ومعك وأمامك وخلفك، وأقرب إليك منك، فعلم أن ذلك لا ينبغي ولا يكون إلا من الله تعالى، فأيقن به وسمع الكلام بكل أجزائه، حتى إن كل جارحة منه كانت أذنًا، وسمعه من جميع الجهات. </p><p> وقرأ الجمهور (٢) : {إِنِّي} بكسر الهمزة على إضمار القول عند البصريين، وعلى معاملة النداء معاملة القول، لا أنه ضربٌ منه على مذهب الكوفيين، وقرأ أبو عمرو وابن كثير وأبو جعفر وابن محيصن وحميد واليزيدي:  {أني} بفتح الهمزة، والظاهر أن التقدير: بأني أنا ربك، وقال ابن عطية: لأجل أني أنا ربك، فاخلع نعليك، وأنا مبتدأ أو فصل أو توكيد لضمير النصب، وفي هذه الأعاريب حصل التركيب لتحقيق المعرفة، وإماطة الشبهة. </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> ثم أمره أن يخلع نعليه احتراماً للبقعة المقدسة فقال:  {فَاخْلَعْ} وانزع {نَعْلَيْكَ} يا موسى عن قدميك؛ لأن الحفوة أقرب إلى التواضع، وحسن الأدب معه تعالى، وإلى التشريف والتكريم لتلك المقدسة، وقيل: إنهما كانا من جلد حمار غير مدبوغ. </p><p> وفي \"الترمذي\" ، عن النبي - صلى الله عليه وسلم - قال:  \"كان على موسى يومَ كلَّمه ربه كساء صوف، وجبة صوف، وكمة صوف، وسراويل صوف، وكانت نعلاه من جلد حمار ميت\" قال: هذا حديث غريب. والكمة: القلنسوة الصغيرة، وكونهما من جلد حمار ميت غير مدبوغ قول عكرمة وقتادة والسدي ومقاتل والكلبي والضحاك، وقيل: كانتا من جلد بقرة ذكي، لكن أمر بخلعهما لبيان بركة الوادي المقدس، حتى وتمس قدماه تربته، ومن ثم طاف السلف الصالح بالكعبة حافين، وروي: أنه خلع نعليه وألقاهما من وراء الوادي. </p><p> ثم بين سبب الأمر بذلك بقوله:  {إِنَّكَ} يا موسى {بِالْوَادِ الْمُقَدَّسِ} ؛ أي (١) : المطهر والمستبعد من السوء {طُوًى} : اسم الوادي، بدل أو عطف بيان منه, أي: لأنك بالوادي المطهر المسمى بطوى، فاخلعهما ليحصل للقدمين بركته، والمقدس: المطهر، والقدس: الطهارة، والأرض المقدسة: المطهرة، سميت بذلك لأن الله أخرج منها الكافرين، وعمرها بالمؤمنين. </p><p> وقرأ الحسن (٢) والأعمش وأبو حيوة وابن أبي إسحاق وأبو السُّمال وابن محيصن: بكسر الطاء منونًا، وقرأ الكوفيون وابن عامر: بضمها منونًا، وقرأ الحرميان نافع وابن كثير وأبو عمرو: بضمها غير منون، وقرأ أبو زيد عن أبي عمرو: بكسرها غير منون، وقرأ عيسى بن عمرو والضحاك {طاوى} فمن نوَّن فعلى تأويل المكان، ومن لم ينون وضم الطاء، فيحتمل أن يكون معدولًا عن فعل، نحو زفر وقثم، أو أعجميًا أو على معنى البقعة، ومن كسر ولم ينون فمنع </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}