{
  "id": null,
  "sura": 20,
  "aya": 59,
  "text": "<p> وَإِنَّ أَبَانَا كَانَ حَلَّ بِأَهْلِهِ سِوَىً ... بَيْنَ قَيْسٍ قَيْسٍ غَيْلاَنَ وَالْفَزَرْ </p><p> والفزر: سعد بن زيد مناة، قال: وتقول: مررت برجل سِواك وسَواك وسُواك؛ أي: غيرك، ويكون للجميع، وأعلى هذه اللغات الكسر، قاله النحاس. </p><p> ٥٩ - ثم واعده موسى بوقت معلوم فـ {قَالَ مَوْعِدُكُمْ} ؛ أي: زمان وعدكم للاجتماع {يَوْمُ الزِّينَةِ} ؛ أي: يوم يتزين فيه الناس، وهو يوم عيد النيروز، وكان (١) على رأس سنتهم حين يفرغ الناس من أعمالهم، ويجتمعون لعيدهم، ليكون الحفل عامًا, ويتحدث الناس بذلك الأمر العجيب في القرى والأمصار، فتعلو كلمة الله، ويظهر دينه، ويزهق الباطل، وينتصر الحق على رؤوس الأشهاد، أما رفع اليوم: فقال البصريون: التقدير: وقت موعدكم {يَوْمُ الزِّينَةِ} فناب الموعد عن الوقت، وارتفع به ما كان يرتفع بالوقت إذا ظهر، وأما نصبه: فقال الزجاج: المعني: موعدكم يقع {يَوْمُ الزِّينَةِ} اهـ \"زاد المسير\" . </p><p> وفي \"أبي المسعود\" وكان يوم عاشوراء، وأتفق أنه في هذه الواقعة يوم سبت، وإنما خصه - عليه السلام - بالتعيين لإظهار كمال قوته، وكونه على ثقةٍ من أمره، وعدم مبالاته بهم، لما أن ذلك اليوم وقت ظهور شوكتهم، وليكون ظهور الحق وزهوق الباطل في يوم مشهور على رؤوس الأشهاد، ويشيع ذلك فيما بين كل باد وحاضر. اهـ. </p><p> سألوا عن مكان الاجتماع (٢) ، فأجابهم بالزمان، فإن يوم الزينة يدل على مكان مشتهر باجتماع الناس فيه في ذلك اليوم. </p><p> واعلم: أن الأعياد خمسة: </p><p> أحدها: عيد قوم إبراهيم - عليه السلام - وفيه جعل إبراهيم الأصنام جذاذًا. </p><p> والثاني: عيد قوم فرعون، وهو يوم الزينة. </p><p> والثالث: عيد قوم عيسى، كما مر في أواخر المائدة. </p><p>(١) المراغي. (٢) روح البيان.</p><p> والرابع والخامس: عيد أهل المدينة في الجاهلية، وذلك يومان في السنة، فأبدلها الله تعالى في الإِسلام يومي: الفطر والأضحى، وقوله:  {وَأَنْ يُحْشَرَ النَّاسُ} في محله وجهان (١) : </p><p> أحدهما: الجر عطفًا على {الزِّينَةِ} ؛ أي:  {مَوْعِدُكُمْ يَوْمُ الزِّينَةِ}  {و} يوم {أَنْ يُحْشَرَ النَّاسُ} ؛ أي: ويوم حشر الناس واجتماعهم. </p><p> الثاني: الرفع عطفًا على {يَوْمُ} والتقدير: {مَوْعِدُكُمْ يَوْمُ الزِّينَةِ}  {و} موعدكم {أَنْ يُحْشَرَ النَّاسُ} ؛ أي: حشرهم. اهـ \"سمين\" والحشر: إخراج الجماعة عن مقارهم، وإزعاجهم عنه إلى الحرب ونحوها, ولا يقال إلا في الجماعة، وقوله:  {ضُحًى} ؛ أي: ضُحى ذلك اليوم، فصب على الظرف؛ أي: وأن يُجمع الناس في وقت الضحى من ذلك اليوم، ليكون أبعد من الريبة، والضحى: عبارة عن ارتفاع الشمس، وفي \"بحر العلوم\" : الضحى: صدر النهار حين ترتفع الشمس وتلقي شعاعها، وقال الإِمام الراغب: الضحى: انبساط النهار وامتداده، سمي الوقت به، وقال الجوهري: ضحوة النهار بعد طلوع الشمس، ثم بعده الضحى، وهو: حين تشرق الشمس. اهـ. وخص (٢) الضحى لأنه أول النهار، فإذا امتد الأمر بينهما كان في النهار متسع. </p><p> والمراد بالناس: أهل مصر، والمعني: يحشرون إلى العيد وقت الضحى، وينظرون أمر موسى وفرعون، قال الفراء: المعنى: إذا رأيت الناس يحشرون من كل ناحية ضحى .. فذلك الموعد، قال: وجرى عادتهم بحشر الناس في ذلك اليوم. </p><p> قال في \"هزام السقط\"  (٣) : أول اليوم الفجر، ثم الصباح، ثم الغداة، ثم البكرة، ثم الضحى، ثم الضحوة، ثم الهجيرة، ثم الظهيرة، ثم الرواح، ثم المساء، ثم العصر، ثم الأصيل، ثم العشاء الأولى، ثم العشاء الأخيرة عن </p><p>(١) الفتوحات. (٢) الشوكاني.(٣) روح البيان.</p>"
}