{
  "id": null,
  "sura": 20,
  "aya": 94,
  "text": "<p> كذلك في مصحف الإِمام، و (الهمزة) في قوله: {أَفَعَصَيْتَ أَمْرِي} للاستفهام التوبيخي، المضمن للإنكار، داخلة على محذوف، و (الفاء) : عاطفة على ذلك المحذوف كما مر نظائره مراراً، والتقدير: أأقمت بين هؤلاء الذين عبدوا العجل، فعصيت وخالفت أمري لك بالقيام لله، ومنابذة من خالف دينه، وعبارة \"روح البيان\" هنا: و (الهمزة) للإنكار التوبيخي و (الفاء) : عطف على مقدر، يقتضيه المقام؛ أي: أخالفتني فعصيت أمري بالصلابة في الدين، والمحاماة عليه، كما عصى هؤلاء القوم أمري، فإن قوله - عليه السلام -: {اخْلُفْنِي} متضمن للأمر بهما حتمًا، فإن الخلافة لا تتحقق إلا بمباشرة الخليفة ما كان يباشره. المستخلف لو كان حاضرًا. اهـ. </p><p> ٩٤ - فلما أقام بينهم (١) ، ولم يبالغ في الإنكار عليهم .. نسبه إلى عصيانه ومخالفة أمره، فترفق هارون في خطاب موسى استعطافاً له، وترقيقًا لقلبه، إذ أضافه إلى الأم مع كونه أخاه لأبيه وأمه، حيث امتلأ موسى غضبًا مما رأى، وألقى ما في يده من الألواح، وأخذ برأس أخيه يجره إليه، فـ {قَالَ} هارون {يا ابن أم لا تأخذ بـ} شعر {لحيتي ولا بـ} شعر {رأسي} ، وقد روي: أن موسى أخذ شعر رأسه بيمينه، ولحيته بشماله، وكان - عليه السلام - شديدًا غضوبًا لله تعالى، وقد شاهد مشاهد، وغلب على ظنه تقصير هارون - عليه السلام - ففعل ما فعل، والأم (٢) بإزاء الأب، وهي الوالدة القريبة التي ولدته، والبعيدة التي ولدت من ولدته، ويقال لكل ما كان أصلًا لوجود شيء أو تربيته أو إصلاحه أو مبدئه {أمَّ} وأصله: يا ابن أمي: أبدلت الياء ألفًا فقيل: يا ابن أما، ثم حذف الألف واكتفي بالفتحة لكثرة الاستعمال، وطول اللفظ، وثقل التضعيف. وقرىء:  {يا ابن أم} بالكسر بحذف الياء، والاكتفاء بالكسرة، وقد مر اختلاف القراء فيه في سورة الأعراف، وخص الأم بالإضافة استعظاماً لحقها، وترقيقًا لقلبه، واعتدادًا لنسبها، وإشارةً إلى أنهما من بطن واحد، وإلا فالجمهور على أنهما لأب وأم، قال بعض الكبار: كانت نبوة هارون من حضرة الرحمة، كما قال </p><p>(١) المراغي. (٢) روح البيان.</p><p> تعالى: {وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا (٥٣) } ولذا ناداه بأمه، إذ كانت الرحمة للأم أوفر، ولذا صبرت على مباشرة التربية، وقرأ (١) عيسى بن سليمان الحجازي {بلحيتي} بفتح اللام، وهي لغة أهل الحجاز، قال صاحب \"الكشاف\" : كان موسى (٢) - عليه السلام - رجلًا شديدًا، مجبولًا على الحدة والخشونة والتصلب في كل شيء، شديد الغضب لله ولدينه، فلم يتمالك حين رأى قومه يعبدون عجلًا من دون الله، بعدما رأوا من الآيات العظام، أن ألقى ألواح التوراة، لما غلب ذهنه من الدهشة العظيمة، غضبًا لله، واستنكافًا وحميةً، وعنف بأخيه وخليفته على قومه، فأقبل عليه إقبال العدو المكاشف، قابضًا على شعر رأسه - وكان أفرع - وعلى شعر وجهه يجره إليه. اهـ. </p><p> ثم بيَّن علة هذا النهي بأني لست عاصيًا أمرك، ولا مقصرًا في المصلحة، بل {إِنِّي خَشِيتُ} وخفت لو قاتلت بعضهم ببعض، وتفرقوا {أَنْ تَقُول} لي {فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ} برأيك، وأراد بالتفريق: ما يستتبعه القتال من تفريق لا يُرجى بعده الاجتماع؛ أي: خشيت إن فارقتهم واتبعتك، أن يصيروا حزبين يقتل بعضهم بعضًا، فتقول أوقعت الفرق فيما بينهم {وَلَمْ تَرْقُبْ قَوْلِي} ؛ أي: لم تحفظ وصيتي لك في حسن الخلافة عليهم، ويريد به قوله:  {اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ} فإن الإصلاح: ضم النشر وحفظ جماعات الناس، والمداراة بهم إلى أن ترجع إليهم، وترى فيهم ما ترى، فتكون أنت المتدارك للأمر بنفسك، المتلاقي برأيك، لا سيما وقد كانوا في غاية القوة، ونحن على القلة والضعف، كما يُعرف من قوله:  {إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي} وعلى هذا التفسير يكون قوله {وَلَمْ تَرْقُبْ} معطوفًا على {فَرَّقْتَ} والياء في {قَوْلِي} واقعة على موسى؛ أي: وخشيت أن تقول لي إنك: لم ترقب قولي لك: {اخْلُفْنِي فِي قَوْمِي} وعلى هذا التفسير أكثر المفسرين، كالسمين، والبيضاوي، والخازن، والخطيب، ويحتمل أن يكون قوله:  {وَلَمْ تَرْقُبْ} معطوفًا على {أَنْ تَقُولَ} فتكون الياء في {قَوْلِي} واقعةً على هارون؛ أي: وخشيت عدم ترقبك وانتظارك لقولي، حتى تتأمل فيه، وتفهم منه عذري اهـ </p><p>(١) البحر المحيط. (٢) الكشاف.</p>"
}