{
  "id": null,
  "sura": 20,
  "aya": 113,
  "text": "<p> ورسله، وما أنزله عليهم من كتبه، فلا يخاف من الله ظلمًا، بأن يحمل عليه سيئات غيره وأوزاره، ولا يخاف أن يهضمه حسناته فينقصه ثوابها، ونحو الآية قوله:  {وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} . </p><p> وخلاصة ذلك: أنه لا يؤاخذ العبد بذنب لم يعمله، ولا تبطل له حسنة قد عملها. </p><p> وقرأ الجمهور:  {فَلَا يَخَافُ} على الخبر؛ أي: فهو لا يخاف، وقرأ ابن كثير، وابن محيصن، وحميد:  {فلا يخف} على النهي </p><p> ١١٣ - {وَكَذَلِكَ} ؛ أي: وكما أنزلنا عليك ما سبق من الآيات المتضمنة للوعيد المنبئة عما سيقع من أحوال القيامة وأهوالها {وأنزلناه} ؛ أي؛ أنزلنا القرآن كله، وإضماره من غير سبق ذكر للإيذان بنباهة شأنه، وكونه مركوزًا في العقول، حاضرًا في الأذهان، قال الزمخشري: وكما أنزلنا عليك هؤلاء الآيات، أنزلنا القرآن كله على هذه الوتيرة. اهـ وعبارة \"السمين\" . {وَكَذَلِكَ أَنْزَلْنَاهُ} : معطوف على قوله: {كَذَلِكَ نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ مَا قَدْ سَبَقَ} اهـ قال في \"بحر العلوم\" : ويجوز أن يكون ذلك إشارةً إلى مصدر {أَنْزَلْنَاهُ} ؛ أي: مثل ذلك الإنزال البين {أَنْزَلْنَاهُ} حال كونه {قُرْآنًا عَرَبِيًّا} ؛ أي (١) : بلغة العرب ليفهموه، ويقفوا على ما فيه من النظم المعجز الدال على كونه خارجًا عن طوق البشر، نازلًا من عند خلاق القوى والقدر. </p><p> والمعنى: وكما أنزلنا (٢) ما ذكر من الوعد وأحوال يوم القيامة وأهوالها، أنزلنا القرآن كله بأسلوب عربي مبين، ليتفهمه العرب الذين نزل عليهم، ويتفقهوا بدراسته، ويسعدوا بالعمل بما حواه، مما فيه سعادة البشر في دنياهم وآخرتهم، وفي \"التأويلات النجمية\" ؛ أي: كما أنزلنا الصحائف والكتب إلى آدم وغيره من الأنبياء بألسنتهم ولغاتهم المختلفة، كذلك أنزلنا إليك قرآنًا عربيًا بلغة العرب، وحقيقة كلامه التي هي الصفة القائمة بذاته، منزهة عن الحروف والأصوات المختلفة المخلوقة، وإنما الأصوات والحروف تتعلق باللغات والألسنة </p><p>(١) أبو السعود. (٢) المراغي.</p><p> المختلفة. اهـ. {وَصَرَّفْنَا فِيهِ} ؛ أي: وبينا في القرآن، وكررنا فيه بعض الوعيد والتهديد، وفي \"التأويلات النجمية\" ؛ أي: أوعدنا فيه قومك بأصناف العقوبات التي عاقبنا بها الأمم الماضية، وكررنا ذلك عليهم، قال في الكبير: يدخل تحته بيان الفرائض والمحارم؛ لأن الوعيد بهما يتعلق. {لَعَلَّهُمْ يَتَّقُونَ} ؛ أي: لكي يخافوا عقاب الله، فيجتنبوا الشرك والمعاصي، بالفعل {أَوْ يُحْدِثُ لَهُمْ} القرآن ويجدد لهم {ذِكْرًا} ؛ أي: إيقاظًا واتعاظًا واعتبارًا بهلاك من قبلهم من الأمم، حين يسمعونهم فيثبطوا عنها, ولهذه (١) النكتة أسند التقوى إليهم والإحداث إلى القرآن، وإحداث (٢) الشيء إيجاده بعد أن لم يكن، والحدوث: كون الشيء بعد أن لم يكن عرضًا كان أو جوهرًا. وفي \"الكرخي\" : أضيف الذكر إلى القرآن ولم تضف التقوى إليه؛ لأن التقوى: عبارة عن أن لا يفعل القبيح، وذلك استمرار على العدم الأصلي، فلم يحسن إسناده إلى القرآن، وأما حدوث الذكر .. فأمر يحدث بعد أن لم يكن، فجازت إضافته إلى القرآن. اهـ. وقرأ (٣) الحسن: {أو يحدث} ساكنة الثاء، وقرأ عبد الله، ومجاهد، وأبو حيوة، والحسن - في رواية - والجحدري، وسلام:  {أو نحدث} بالنون وجزم الثاء، وذلك حمل وصل على وقف، أو تسكين حرف الإعراب استثقالًا لحركته، وفي \"زاد المسير\" : وقرأ ابن مسعود، وعاصم الجحدري:  {أو نحدث} بنون مرفوعة. انتهى. </p><p> ومعنى الآية: أي وخوفناهم بضروب من الوعيد، كي يجتنبوا الشرك، والوقوع في المعاصي والآثام، أو يحدث لهم عظةً تدعوهم إلى فعل الطاعات. </p><p> وخلاصة ذلك: أنهم بدراستهم: إما أن يصلوا إلى مرتبة هي ترك المعاصي والوقوع في الآثام، وإما أن يرتقوا إلى مرتبة هي فوق ذلك، وهي: أن يفعلوا الطاعات، ويؤدوا الفرائض والواجبات. </p><p>(١) البيضاوي. (٢) روح البيان.(٣) البحر المحيط.</p>"
}