{
  "id": null,
  "sura": 20,
  "aya": 108,
  "text": "<p> مواضعها، ويتركها بعد نسف ما كان عليها من الجبال، وعبارة \"أبي السعود\" هنا: أي يتركها، والضمير إما للجبال باعتبار أجزائها السالفة الباقية بعد النسف، وهي مقارها ومراكزها؛ أي: فيذر ما انبسط منها وساوى مسطح أجزاء الأرض بعد نسف الشاهق منها، وإما الأرض المدلول عليها بقرينة الحال؛ لأنها الباقية بعد نسف الجبال، انتهت. {قَاعًا} ؛ أي: مكانًا فارغًا سهلًا مطمئنًا {صَفْصَفًا} ؛ أي: مستويًا، كأن أجزاءها على صف واحد من كل جهة، والظاهر من لغة العرب أن القاع: الموضع المنكشف البارز، والصفصف: المستوي الأملس، </p><p> ١٠٧ - والخطاب (١) في قوله: {لَا تَرَى فِيهَا} لكل من يتأتى منه الرؤية، وهو استئناف مبين لكيفية القاع الصفصف؛ أي: لا ترى أيها المخاطب لا بالبصر ولا بالبصيرة فيها؛ أي: في مقار الجبال ومواضعها بعد نسفها {عِوَجًا} ؛ أي: انخفاضًا {وَلَا أَمْتًا} ؛ أي: ارتفاعاً يسيرًا، قال الزمخشري: الأمْتُ: النتوء اليسير. </p><p> والمعنى: أي (٢) ويسألك المشركون أيها الرسول، عن الجبال كيف تكون يوم القيامة، فقل مجيبًا لهم: يدكها ربي دكًا، ويصيِّرها هباءً تذروه الرياح، فيدع أماكنها من الأرض بعد نسفها ملساءً مستويةً، لا نبات فيها ولا بناء, ولا ارتفاع ولا انخفاض. </p><p> وخلاصة هذا: لا ترى في الأرض يومئذ واديًا ولا رابيةً، ولا مكانًا مرتفعًا ولا منخفضًا </p><p> ١٠٨ - {يَوْمَئِذٍ} ؛ أي: يوم إذ نسفت الجبال، على إضافة اليوم إلى وقت النسف، وهو ظرف لقوله:  {يَتَّبِعُونَ} ؛ أي: الناس {الدَّاعِيَ} الذي يدعوهم إلى الموقف والمحشر، وهو إسرافيل - عليه السلام - يدعو الناس عند النفخة الثانية قائمًا على صخرة بيت المقدس، كما قيل، ويقول: أيتها العظام البالية، والأوصال المتفرقة، واللحوم المتمزقة، قوموا إلى عرض الرحمن، فيقبلون من كل أوب صوبه؛ أي: من كل جانبٍ إلى جهته {لَا عِوَجَ لَهُ} ؛ أي: لا ميل ولا انحراف لهم عن دعائه؛ أي: لا يزيغون (٣) عنه يمينًا ولا شمالًا، بل يأتونه </p><p>(١) روح البيان. (٢) المراغي.(٣) الفتوحات.</p><p> سرا عاً. اهـ \"خازن\" . </p><p> وهذه الجملة يجوز أن تكون مستأنفةً، وأن تكون حالًا من {الدَّاعِيَ} ويجوز أن تكون نعتاً لمصدر محذوف، تقديره: يتبعونه اتباعًا لا عوج له، والضمير: في {لَهُ} فيه أوجه: </p><p> أظهرها: أنه يعود على {الدَّاعِيَ} ؛ أي: لا عوج لدعائه، بل يُسمع جميعهم، فلا يميل إلى ناس دون ناس. </p><p> والثاني: قيل هو عائد على ذلك المصدر المحذوف؛ أي: لا عوج لذلك الاتباع. </p><p> والثالث: أن في الكلام قلبًا، تقديره: لا عوج لهم عنه اهـ \"سمين\" . </p><p> {وَخَشَعَتِ الْأَصْوَاتُ} ؛ أي: سكنت وخفتت وخفضت {لِلرَّحْمَنِ} ؛ أي: لهيبته، وذلت أصحابها، وخضعت لجلاله سبحانه، والخشوع: الخضوع، وهو: التواضع والسكون، أو هو في الصوت والبصر، والخضوع في البدن، وفي \"المفردات\"  (١) الخشوع: الضراعة، وأكثر ما يستعمل فيما يوجد على الجوارح، والضراعة: أكثر ما يستعمل فيما يوجد في القلب، ولذلك قيل فيما روي: إذا ضرع القلب .. خشعت الجوارح، والصوت: هواء متموج بتصادم جسمين، وهو عام، والحرف: مخصوص بالإنسان {فَلَا تَسْمَعُ} أيها المخاطب ويا محمد حينئذ {إِلَّا هَمْسًا} ؛ أي: إلا صوتًا خفيًا، وهو صوت وطء الأقدام في مشيها إلى المحشر، كصوت أخفاف الإبل في مشيها، يقال: همست الإبل: إذا سمع ذلك من وقع أخفافها على الأرض اهـ \"سمين\" ، ومعنى {يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ} ؛ أي: يوم (٢) يرى الناس هذه الأهوال .. يتبعون صوت داعي الله الذي يجمعهم إلى موقف الحساب والجزاء، ولا يكون لهم ميل عنه ولا انحراف، ولكنهم سراعًا إليه يقبلون، إذا أمروا بشيء قالوا: لبيك ونحن بين يديك والأمر منك وإليك، كما قال {مُهْطِعِينَ إِلَى الدَّاعِ} وقال: {أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا} ومعنى: {وَخَشَعَتِ </p><p>(١) روح البيان. (٢) المراغي.</p>"
}