{
  "id": null,
  "sura": 21,
  "aya": 24,
  "text": "<p> أنه سبحانه لا يؤاخذ على أفعاله، وهم يؤاخذون. قيل: والمراد بذلك أنه سبحانه بيَّن لعباده أن من يسأل عن أعماله، كالمسيح والملائكة، لا يصلح لأن يكون إلهًا. والمعنى؛ أي (١) : هو الحاكم الذي لا معقب لحكمه، ولا يعترض عليه أحد لعظمته وجلاله وعلمه وحكمته وعدله ولطفه، وهو سائل خلقه عما يفعلون كما قال: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) عَمَّا كَانُوا يَعْمَلُونَ (٩٣) }، وقال:  {وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ} . </p><p> ٢٤ - ثم أعاد وكرّر الإنكار مرَّةً أخرى، استفظاعًا لشأنهم، واستعظامًا لكفرهم، وإظهارًا لجهلهم، فقال:  {أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً} فـ {أَمِ} هنا بمعنى بل الإضرابية، وهمزة الإنكار كالسابقة؛ أي: للإضراب والانتقال من إظهار بطلان كون ما اتخذوه آلهةً لا يصلح للألوهية، لخلوها عن خصائصها إلى إظهار بطلان اتخاذهم تلك الآلهة، مع خلوها عن تلك الخصائص بالمرة. والهمزة لإنكار الاتخاذ المذكور، واستقباحه اهـ \"أبو السعود\" ؛ أي: أبعد ظهور هذه الأدلة، يقولون: إن لله شركاء. و {مِنْ} متعلقة بـ {اتَّخَذُوا} ، والمعنى: بل اتخذوا متجاوزين إياه تعالى آلهةً مع ظهور خلوهم عم خواص الألوهية بالكلية. </p><p> ثم أمرهم بإقامة الدليل على صحة ما يدَّعون، فقال:  {قُلْ} لهم يا محمد بطريق الإلزام وإلقام الحجر {هَاتُوا} ؛ أي:  (٢) أعطوني {بُرْهَانَكُمْ} ؛ أي: حجتكم على ما تدّعون من جهة العقل والنقل، فإنه لا صحة لقول لا دليل عليه في الأمور الدينية، لا سيما في مثل هذا الشأن الخطير. قال في \"المفردات\" : البرهان أوكد الأدلة، وهو الذي يقتضي الصدق أبدًا. أي: قل لهم: هاتوا برهانكم على دعوى أنها آلهة، أو على جواز اتخاذ آلهةٍ سوى الله تعالى، ولا سبيل لهم إلى شيء من ذلك، لا من عقلٍ، ولا من نقلٍ؛ لأن دليل العقل قد مرَّ بيانه. وأمّا دليل النقل فقد أشار إليه بقوله:  {هَذَا} الوحي الوارد في شأن التوحيد المتضمّن للبرهان القاطع {ذِكْرُ مَنْ مَعِي} ؛ أي: عظةٌ من معي من أمتي، وتذكيرهم </p><p>(١) المراغي. (٢) روح البيان.</p><p> وحجتهم {ذِكْرُ مَنْ قَبْلِي} ؛ أي: عظة من سبق قبلي من الأمم السالفة وتذكيرهم وحجتهم، وقد أقمته عليكم، وأوضحته لكم، فأقيموا أنتم برهانكم. وقيل: المعنى (١) : هذا القرآن المنزّل عليَّ ذكر من معي من الأمة وتذكيرهم وحجتهم على التوحيد، فالقرآن ذكر وعظة لمن اتّبعه - صلى الله عليه وسلم - إلى يوم القيامة، وهذه الكتب الموجودة بين أيديكم من التوراة، والإنجيل، والزبور، ذكر من قبلي من الأمم الماضية، وحجتهم على التوحيد، فانظروا هل في واحد منها أنَّ الله أمر باتخاذ إلهٍ سواه. قال الزجاج: قل لهم: هاتوا برهانكم بأن رسولًا من الرسل أخبر أمته بأن لهم إلهًا غير الله، فهل في ذكر من معي وكتابهم وهو القرآن، وفي ذكر من قبلي وكتبهم، وهي التوراة والإنجيل والزبور إلا توحيد الله سبحانه وتعالى. وقيل: معنى الكلام الوعيد والتهديد؛ أي: افعلوا ما شئتم فعن قريب ينكشف الغطاء. </p><p> وعبارة \"أبي السعود\"  (٢) : {هَذَا ذِكْرُ مَنْ مَعِي} ؛ أي: عظتهم ومتمسكهم على التوحيد، فأقيموا أنتم برهانكم على التعدد، اهـ. و {هذا} اسم (٣) إشارة مبتدأ، أشار به للكتب السماوية، وقد أخبر عنه بخبرين، فبالنظر للخبر الأول يرادبه القرآن، وبالنظر للخبر الثاني يراد به ما عداه من الكتب السماوية. </p><p> وقرأ الجمهور (٤) : بإضافة {ذكر} إلى {من} فيهما على إضافة المصدر إلى المفعول كقوله: {بِسُؤَالِ نَعْجَتِكَ} . وقرىء بتنوين {ذكر} فيهما، و {من} مفعول منصوب بالذكر كقوله: {أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ (١٤) يَتِيمًا}. وقرأ يحيى بن يعمر، وطلحة بتنوين {ذِكْرُ} فيهما، وكسر ميم {من} فيهما، ومعنى {مَعِيَ} هنا عندي، والمعنى: هذا ذكر من عندي، ومن قبلي؛ أي: أذكّركم بهذا القرآن الذي عندي، كما ذكّر الأنبياء من قبلي أممهم. ودخول {مَنْ} على {مع} نادر، ولكنه اسم يدل على الصحبة والاجتماع، أجري مجرى الظرف، فدخلت </p><p>(١) الشوكاني. (٢) أبو السعود.(٣) الفتوحات.(٤) البحر المحيط.</p>"
}