{
  "id": null,
  "sura": 21,
  "aya": 112,
  "text": "<p> أشد. وقيل: المعنى: وما أدري (١) لعل تأخير الجهاد استدراج وضرر لكم، وتمتيع لكم إلى انقضاء آجالكم. </p><p> ١١٢ - {قَالَ} الرسول الكريم، - صلى الله عليه وسلم -، فهو حكاية لدعائه، - صلى الله عليه وسلم - {رَبِّ احْكُمْ} بيني وبين هؤلاء المكذبين {بِالْحَقِّ} ، أي: بما هو الحق عندك، ففوض الأمر إليه سبحانه؛ أي: احكم بيننا وبين أهل مكة بالعدل المستلزم لتعجيل العذاب، وقد استجيب دعاؤه - صلى الله عليه وسلم -، حيث عذبوا في بدر وأُحد والخندق وحنين {وَرَبُّنَا} مبتدأ، خبره قوله:  {الرَّحْمَنُ} ؛ أي: كثير الرحمة لعباده، وهي وإن كانت بمعنى الأنعام فمن صفات الفعل، وإن أريد بها إرادة إيصال الخير، فمن صفات الذات {الْمُسْتَعَانُ} خبر آخر؛ أي: المطلوب منه المعونة {عَلَى مَا تَصِفُونَ} ؛ أي: على ما تقولون من أن الشوكة، تكون لهم، وإن راية الإسلام تخفق أياماً، ثم تركد وتسكن، فكذّب الله ظنونهم، وخذلهم ونصر رسوله - صلى الله عليه وسلم -، والمؤمنين. ومعنى الآية؛ أي (٢) : قال الرسول - صلى الله عليه وسلم -: رب افصل بيني وبين من كذبني من مشركي قومي، وكفر بك وعبد غيرك بإحلال عذابك، ونقمتك به بالعدل، الذي يقتضي تعجيل العذاب به وتشديده عليه. </p><p> وخلاصة ذلك: رب عجّل بعذابهم، وقد أجاب الله دعاءه، وأنزل بهم العذاب الأليم يوم بدر. قال قتادة: كان الأنبياء يقولون: {رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفَاتِحِينَ} فأمر رسوله أن يقول ذلك، {وربنا المستعان على ما تصفون} ، من الشرك والكفر والكذب والأباطيل من قولكم:  {اتَّخَذَ الرَّحْمَنُ وَلَدًا} ، وقولكم:  {هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ} . ومن قولكم:  {إن الشوكة تكون لكم} وقولكم: {بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ} . </p><p> وخلاصة ذلك: أنه طلب من ربه، أن يحكم بما يظهر الحق للجميع، وأمره ربه أن يتوعد الكفار بقوله:  {وَرَبُّنَا الرَّحْمَنُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ} . وقد كثر استعمال \"الوصف\" في الكتاب الكريم بمعنى الكذب كقوله: {وَلَكُمُ الْوَيْلُ مِمَّا </p><p>(١) المراح. (٢) المراغي.</p><p> تَصِفُونَ}، وقوله:  {سَيَجْزِيهِمْ وَصْفَهُمْ} . </p><p> وقرأ الجمهور (١) : {قُل رَّبِّ} بصيغة الأمر، وبكسر الباء. وقرأ حفص {قَالَ} بصيغة الماضي. وقرأ أبو جعفر {رَبِّ} بضم الباء، وهو من اللغات الجائزة في \"يا غلامي\" ، وهي أن تبنيه على الضم، وأنت تنوي الإضافة، لما قطعته عن الإضافة، وأنت تريدها بنيته، فمعنى {رَبِّ} يا ربي. وقرأ الجمهور:  {احْكُمْ} على الأمر من حكم. وقرأ ابن عباس وعكرمة والجحدري وابن محيصن:  {ربي} بإسكان الياء {احكم} جعله أفعل التفضيل، {فربي احكم} مبتدأ وخبر. وروي زيد عن يعقوب {ربي} بفتح الياء. وقرأت فرقة:  {أحكم} فعلًا ماضيًا. وقرأ الجمهور:  {تَصِفُونَ} بتاء الخطاب. وروي أن النبي - صلى الله عليه وسلم - قرأ على أبيّ {على ما يصفون} بياء الغيبة، ورويت عن ابن عامر وعاصم. </p><p> وفي الآية: إشارة إلى أنه، لا يطلب من الله تعالى، ولا يطمع في حق المطيع والعاصي، إلّا ما هو مستحقه، وقد جرى حكم الله فيهما في الأزل، وإن رحمته غير متناهية، وإن كانت أنواعها مئة، على ما قال النبي - صلى الله عليه وسلم -: \"إن لله مئة رحمة\" ، فعلى العاقل أن لا يغتر بطول العمر وكثرة الأموال والأولاد، فإن الاغترار بذلك من صفات الكفرة، ومن كلمات أمير المؤمنين علي - رضي الله عنه - قال:  \"مَنْ وسَّع الله عليه دنياه، فلم يعلم أنه قد يمكر به فهو مخدوع عن عقله\" . </p><p> الإعراب </p><p> {وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ (٨٣) }. </p><p> {وَأَيُّوبَ} : الواو: عاطفة. {أيوب} : مفعول به لفعل محذوف تقديره: واذكر أيوب، ولكنه على حذف مضاف تقديره: واذكر خبر أيوب، والجملة المحذوفة معطوفة على جملة قوله:  {وإبراهيم} . {إِذْ} ظرف لما مضى من </p><p>(١) البحر المحيط.</p><p> الزمان. {نَادَى} فعل ماض، وفاعله ضمير يعود على أيوب. {رَبَّهُ} مفعول به ومضاف إليه، والجملة الفعلية في محل الجر مضاف إليه لـ {إِذْ} ، والظرف بدل من المضاف المقدر في أيوب على كونه معمولًا لمحذوف تقديره: واذكر خبر أيوب حين نادى ربه. {أَنِّي} ناصب واسمه. {مَسَّنِيَ الضُّرُّ} فعل ومفعول وفاعل، والجملة الفعلية في محل الرفع خبر أن، وجملة أن ومعموليها في محل الجر بحرف جر محذوف تقديره: بأني مسني الضر. {وَأَنْتَ} الواو حالية. {أنت أَرْحَمُ الرَّاحِمِينَ} مبتدأ وخبر ومضاف إليه، والجملة الاسمية في محل النصب، حال من فاعل فعل محذوف، تقديره: فارحمني وأنت أرحم الراحمين. أو حال من {رَبَّهُ} على طريق الالتفات. </p><p> {فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنْ عِنْدِنَا وَذِكْرَى لِلْعَابِدِينَ (٨٤) }. </p><p> {فَاسْتَجَبْنَا} : {الفاء} : عاطفة. {استجبنا} : فعل وفاعل معطوف على {نَادَى} . {لَهُ} متعلق به. {فَكَشَفْنَا} الفاء: عاطفة. {كشفنا} فعل وفاعل معطوف على {استجبنا} . {مَا} اسم موصول في محل النصب مفعول به لـ {كشفنا} . {بِهِ} : جار ومجرور صلة لـ {مَا} الموصولة. {مِنْ ضُرٍّ} : جار ومجرور حال من {مَا} الموصولة. {وَآتَيْنَاهُ} : فعل وفاعل ومفعول أول، معطوف على {كشفنا} . {أَهْلَهُ} مفعول ثان لـ {آتينا} ؛ لأنه بمعنى أعطينا. {وَمِثْلَهُمْ} معطوف على {أَهْلَهُ} ، أو مفعول معه. {مَعَهُمْ} ظرف ومضاف إليه، متعلق بمحذوف حال من {مثلهم} ؛ لأنه تخصص بالإضافة وإن لم يعرف؛ أي: كائنين معهم. {رَحْمَةً} مفعول من أجله، منصوب بـ {آتينا} . {مِنْ عِنْدِنَا} جار ومجرور مضاف إليه، صفة لـ {رَحْمَةً} ، ويجوز أن يكون مصدرًا لفعل محذوف تقديره: رحمناه رحمة. {وَذِكْرَى} معطوف على {رَحْمَةً} . {لِلْعَابِدِينَ} : جار ومجرور، متعلق بـ {ذكرى} ؛ أي: تذكرة لهم. فيصبروا ويثابوا كما صبر أيوب وأثيب. </p><p> {وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ كُلٌّ مِنَ الصَّابِرِينَ (٨٥) وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا </p><p> إِنَّهُمْ مِنَ الصَّالِحِينَ (٨٦) }. </p><p> {وَإِسْمَاعِيلَ} : منصوب بـ {اذكر} محذوفًا، والجملة معطوفة على جملة واذكر إبراهيم، ويجوز أن يعطف نسقًا على من تقدم من الأنبياء. {وَإِدْرِيسَ} معطوف على {إسماعيل} . {وَذَا الْكِفْلِ} معطوف عليه أيضًا، منصوب بالألف {كُلٌّ مِنَ الصَّابِرِينَ} : مبتدأ وخبر، وسوّغ الابتداء بالنكرة الإضافة المقدّرة، أو العموم، والجملة الاسمية مستأنفة. {وَأَدْخَلْنَاهُمْ} فعل وفاعل ومفعول. {فِي رَحْمَتِنَا} جار ومجرور ومضاف إليه، متعلق بـ {أدخلنا} ، والجملة الفعلية معطوفة على جملة محذوفة تقديرها: فأعطيناهم ثواب الصابرين وأدخلناهم. {إِنَّهُمْ} ناصب واسمه. {مِنَ الصَّالِحِينَ} جار ومجرور خبره، وجملة {إن} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ (٨٧) }. </p><p> {وَذَا النُّونِ} : منصوب بـ {اذكر} : محذوفًا، ولكنه على تقدير مضاف، أي: واذكر خبر ذي النون، والجملة المحذوفة معطوفة على جملة: واذكر إبراهيم. {إِذ} ظرف لما مضى من الزمان. {ذَّهَبَ} فعل ماض، وفاعله ضمير يعود على ذي النون. {مُغَاضِبًا} حال من فاعل ذهب، والجملة الفعلية في محل الجر، مضاف إليه لـ {إِذ} ، والظرف بدل من المضاف المقدر؛ أي: واذكر خبر ذي النون حين ذهب مغاضباً. {فَظَنَّ}  {الفاء} : عاطفة. {ظن} فعل ماض، وفاعله ضمير يعود على ذي النون، والجملة في محل الجر معطوفة على جملة ذهب. {أَنْ} : مخففة من الثقيلة، واسمها ضمير الشأن. {لَنْ} حرف نفي ونصب. {نَقْدِرَ} منصوب بـ {لَنْ} ، وفاعله ضمير يعود على الله. {عَلَيْهِ} متعلق بـ {نَقْدِرَ} ، والجملة الفعلية في محل الرفع، خبر {أَن} المخففة، وجملة {أَن} المخففة في تأويل مصدر، سادّ مسدّ مفعولي {ظن} ، تقديره: فظن عدم قدرتنا عليه. {فَنَادَى} الفاء: عاطفة {نادى} : فعل ماض، وفاعله ضمير يعود على ذي النون. {فِي الظُّلُمَاتِ} : جار ومجرور حال من فاعل نادى، والجملة الفعلية </p><p> معطوفة على محذوف، تقديره: فهرب من قومه، فركب السفينة، فوقفت، فاقترعوا، فرموه، فالتقمه الحوت، فنادى في الظلمات، والجملة المحذوفة معطوفة على جملة فظن. {أَن} : مخففة من الثقيلة، واسمها ضمير الشأن؛ أي: أنه. {لَا} : نافية تعمل عمل ان. {إِلَهَ} : في محل النصب اسمها، وخبر لا محذوف جوازًا تقديره: موجود. {إِلَّا} : أداة استثناء مفرغ. {أَنْتَ} : ضمير رفع منفصل، في محل الرفع بدل من الضمير المستكن، في خبر {لَا} ، وجملة {لَا} من اسمها وخبرها في محل الرفع، خبر {أَن} المخففة، وجملة {أَن} المخففة في محل الجر بحرف جر محذوف: تقديره: بأنه لا إله إلا أنت، ويجوز أن تكون {أَن} مفسرة؛ لأن النداء فيه، معنى القول دون حروفه، {سُبْحَانَكَ} : مفعول مطلق لفعل محذوف تقديره: أسبحك سبحاناً، والجملة المحذوفة حال من ضمير أنت؛ أي: حالة كونك منزهًا، عن كل ما لا يليق بك. {إِنِّي} : ناصب واسمه. {كُنْتُ} . فعل ناقص واسمه. {مِنَ الظَّالِمِينَ} : خبره، وجملة كان في محل الرفع خبر {أَن} ، وجملة {أَن} مستأنفة مسوقة لتعليل فعل محذوف، تقديره: فارحمني؛ لأني كنت من الظالمين. </p><p> {فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ (٨٨) }. </p><p> {فَاسْتَجَبْنَا} : {الفاء} : عاطفة. {استجبنا} فعل وفاعل. {لَهُ} متعلق به، والجملة معطوفة على جملة {نادى} . {وَنَجَّيْنَاهُ} : فعل وفاعل ومفعول. {مِنَ الْغَمِّ} متعلق به، والجملة معطوفة على جملة {استجبنا} . {وَكَذَلِكَ} الواو استئنافية. {كذلك} جار ومجرور صفة لمصدر محذوف. {نُنْجِي الْمُؤْمِنِينَ} فعل ومفعول، وفاعله ضمير مستتر، يعود على الله والتقدير: وننجي المؤمنين قاطبة من كربهم، إنجاء مثل إنجائنا يونس من غمه، والجملة الفعلية مستأنفة. </p><p> {وَزَكَرِيَّا إِذْ نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنْتَ خَيْرُ الْوَارِثِينَ (٨٩) فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ (٩٠) } </p><p> {وَزَكَرِيَّا} : منصوب بفعل محذوف تقديره: واذكر زكريا، ولكنه على </p><p> تقدير مضاف تقديره: واذكر خبر زكريا، كما مرّ مرارًا، والجملة معطوفة على الجمل التي قبلها. {إِذْ} ظرف لما مضى من الزمان، بدل من المضاف المقدر؛ أي: واذكر خبر زكريا حين نادى ربه. {نَادَى} : فعل ماض، وفاعله ضمير يعود على {زكريا} . {رَبَّهُ} مفعول به، والجملة في محل الجر مضاف إليه لـ {إِذْ} . {رَبِّ} منادى مضاف حذف منه حرف النداء للتخفيف، وجملة النداء في محل النصب مقول لقول محذوف وقع حالًا من فاعل نادى؛ أي: حالة كونه قائلًا: رب لا تذرني فردًا، {لا} دعائية. {تَذَرْنِي} فعل مضارع مجزوم بلا الدعائية، وعلامة جزمه سكون آخره، وفاعله ضمير يعود على الرب. والنون للوقاية، والياء مفعول به. {فَرْدًا} حال من ياء المتكلم؛ أي: حالة كونه منفردًا عن وارث، والجملة الفعلية في محل النصب، مقول لذلك القول المحذوف، على كونها جواب النداء. {وَأَنْتَ خَيْرُ الْوَارِثِينَ} : مبتدأ وخبر ومضاف إليه، والجملة معطوفة على محذوف تقديره: فارزقني وارثًا وأنت خير الوارثين. {فَاسْتَجَبْنَا} الفاء: عاطفة. {استجبنا} فعل وفاعل. {لَهُ} : متعلق به، والجملة معطوفة على جملة نادى. {وَوَهَبْنَا} : فعل وفاعل معطوف على {استجبنا} . {لَهُ} متعلق به. {يَحْيَى} مفعول به. {وَأَصْلَحْنَا} : فعل وفاعل معطوف على استجبنا. {لَهُ} متعلق به. {زَوْجَهُ} مفعول به، والمراد بإصلاحها جعلها صالحة للولادة بعد عقرها وعقمها، والعُقْمُ انسداد الرحم عن الولادة كما في \"المختار\" . {إِنَّهُمْ} ناصب واسمه. {كَانُوا} : فعل ناقص واسمه. {يُسَارِعُونَ} : فعل وفاعل. {فِي الْخَيْرَاتِ} : متعلق به، وجملة {يُسَارِعُونَ} في محل النصب خبر {كان} ، وجملة {كان} في محل الرفع خبر {إن} ، وجملة {إن} مستأنفة مسوقة لتعليل الإصلاح. {وَيَدْعُونَنَا} : فعل وفاعل ومفعول معطوف على {يُسَارِعُونَ} . {رَغَبًا وَرَهَبًا} : مصدران منصوبان على الحالية، من فاعل يدعون، ولكن بعد تأويله بمشتق تقديره: حالة كونهم راغبين في الثواب، وراهبين من العقاب، أو منصوبان على المفعول من أجله، أو على المصدرية لفعل محذوف تقديره: يرغبون رغبًا في الثواب، ويرهبون رهبًا من العقاب. {وَكَانُوا} فعل ناقص واسمه. {لَنَا} متعلق بـ {خَاشِعِينَ} . و {خَاشِعِينَ} خبر {كان} ، وجملة {كانوا} معطوفة على </p><p> جملة كانوا الأولى. </p><p> {وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ (٩١) إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ (٩٢) وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ كُلٌّ إِلَيْنَا رَاجِعُونَ (٩٣) }. </p><p> {وَالَّتِي} : {الواو} : عاطفة. {التي} اسم موصول في محل النصب. بفعل محذوف تقديره: واذكر قصة مريم التي أحصنت، والجملة المحذوفة معطوفة على الجمل المذكورة قبلها. {أَحْصَنَتْ فَرْجَهَا} فعل ومفعول وفاعله ضمير يعود على الموصول، والجملة صلة الموصول. {فَنَفَخْنَا} الفاء: عاطفة. {نفخنا} : فعل وفاعل. {فِيهَا} متعلق به، والجملة معطوفة على جملة أحصنت. {مِنْ رُوحِنَا} : متعلق بـ {نفخنا} : أيضًا، ولك أن تعرب التي مبتدأ، والخبر محذوف؛ أي: فيما يتلى عليهم. {وَجَعَلْنَاهَا} : فعل وفاعل ومفعول أول. {وَابْنَهَا} معطوف على الهاء، أو مفعول معه. {آيَةً} مفعول ثان، وإنما لم يطابق المفعول الأول فَيُثَنّى؛ لأن كلًّا من مريم وابنها آية بانضمامه للآخر، فصارا آية واحدة، أو يقال: إنه حذف من أحدهما لدلالة الثاني عليه؛ أي: وجعلنا مريم آية، وابنها آية، أو بالعكس. {لِلْعَالَمِينَ} جار ومجرور صفة لآية. {إِنَّ هَذِهِ أُمَّتُكُمْ} ناصب واسمه وخبره. {أُمَّةً} حال لازمة من {أُمَّتُكُمْ} : وقيل: بدل من {هَذِهِ} ، وقد فصل بين البدل والمبدل منه بالخبر، نحو: إن زيدًا قائم أخاك. و {وَاحِدَةً} صفة لازمة {وَأَنَا رَبُّكُمْ} مبتدأ وخبر، والجملة معطوفة على جملة {إِنَّ} . {فَاعْبُدُونِ} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أنا ربكم، وأردتم بيان ما هو اللازم لكم .. فأقول:  {اعبدون}  {اعبدوا} فعل أمر مبني على حذف النون، والواو فاعل، والنون نون الوقاية، وياء المتكلم المحذوفة اجتزاء عنها، بكسرة نون الوقاية، في محل النصب مفعول به، والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَتَقَطَّعُوا} الواو: عاطفة على محذوف تقديره: فأعرضوا عن العبادة، وتقطعوا أمرهم. {تقطعوا} : فعل ماض وفاعل. </p><p> {أَمْرَهُمْ} مفعول به، والجملة الفعلية معطوفة علي تلك المحذوفة. {بَيْنَهُمْ} : ظرف ومضاف إليه متعلق بـ {تقطعوا} . {كُلٌّ} مبتدأ. {إِلَيْنَا} متعلق بـ {رَاجِعُونَ} . و {رَاجِعُونَ} : خبر المبتدأ، والجملة مستأنفة. </p><p> {فَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِ وَإِنَّا لَهُ كَاتِبُونَ (٩٤) }. </p><p> {فَمَنْ} : {الفاء} : استئنافية. {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما على الخلاف المذكور في محله. {يَعْمَلْ} : فعل مضارع مجزوم بلم على كونه فعل شرط لها، وفاعله ضمير يعود على من. {مِنَ} زائدة. {الصَّالِحَاتِ} مفعول به، أو من تبعيضية بمعنى بعض في محل النصب مفعول به، أو الجار والمجرور صفة لمفعول به محذوف تقديره: عملا كائنًا من الصالحات. {وَهُوَ مُؤْمِنٌ} : مبتدأ وخبر، والجملة في محل النصب حال من فاعل {يَعْمَلْ} . {فَلَا كُفْرَانَ} الفاء: رابطة لجواب {من} الشرطية. {لا} نافية تعمل عمل {إن} . {كُفْرَانَ} في محل النصب اسمها. {لِسَعْيِهِ} : جار ومجرور متعلق بـ {كُفْرَانَ} ، والخبر محذوف تقديره: فلا كفران لسعيه موجود، أو هو خبر لا، وجملة {لا} في محل الجزم بـ {مِنَ} الشرطية على كونها جوابًا لها، وجملة من الشرطية مستأنفة. {وَإِنَّا} الواو: استئنافية، أو حالية. {إنا} ناصب واسمها. {لَهُ} متعلق بـ {كَاتِبُونَ} . و {كَاتِبُونَ} خبر {إن} ، والجملة مستأنفة، أو حال عامله محذوف دل عليه السياق، تقديره: فلا نكفر لسعيه حالة كوننا كاتبين له. </p><p> {وَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ (٩٥) }. </p><p> {وَحَرَامٌ} : {الواو} : استئنافية، أو عاطفة. {حرام} : خبر مقدم. {عَلَى قَرْيَةٍ} جار ومجرور متعلق به. {أَهْلَكْنَاهَا} : فعل وفاعل ومفعول، والجملة في محل الجر صفة لـ {قَرْيَةٍ} . {أَنَّهُمْ} ناصب واسمه. {لَا} نافية، وجملة {يَرْجِعُونَ} في محل الرفع خبر {أن} ، وجملة {أنّ} المفتوحة في تأويل مصدر، مرفوع على كونه مبتدأ مؤخرًا، والتقدير: وعدم رجوع قرية أهلكناها إلينا </p><p> للمجازاة حرام ممتنع في علمنا؛ لأنه لا بد من رجوعهم إلينا ومجازاتهم على أعمالهم السيئة. </p><p> {حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ (٩٦) وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا يَا وَيْلَنَا قَدْ كُنَّا فِي غَفْلَةٍ مِنْ هَذَا بَلْ كُنَّا ظَالِمِينَ (٩٧) }. </p><p> {حَتَّى} : حرف ابتداء وغاية لمحذوف تقديره: ويستمرون على ما هم عليه من الهلاك حتى إذا فتحت. {إِذَا} ظرف لما يستقبل من الزمان. {فُتِحَتْ يَأْجُوجُ} : فعل ونائب فاعل. {وَمَأْجُوجُ} معطوف على {يَأْجُوجُ} ، والجملة الفعلية في محل الخفض بإضافة إذا إليها، على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي. {وَهُمْ} مبتدأ. {مِنْ كُلِّ حَدَبٍ} جار ومجرور متعلق بـ {يَنْسِلُونَ} ، وجملة {يَنْسِلُونَ} : في محل الرفع خبر المبتدأ، والجملة الاسمية في محل النصب، حال من {يَأْجُوجُ وَمَأْجُوجُ} . {وَاقْتَرَبَ الْوَعْدُ} فعل وفاعل معطوف على {فُتِحَتْ} . {الْحَقُّ} صفة لـ {الْوَعْدُ} . {فَإِذَا} الفاء: رابطة لجواب إذا وجوبًا. {إذا} فجائية مؤكدة للفاء الرابطة. {هِيَ} : مبتدأ. {شَاخِصَةٌ} خبره، {أَبْصَارُ} فاعل {شَاخِصَةٌ} . {الَّذِينَ} اسم موصول في محل الجر مضاف إليه لـ {أَبْصَارُ} . {كَفَرُوا} فعل وفاعل صلة الموصول، والجملة الاسمية جواب إذا، لا محل لا من الإعراب، وجملة إذا مستأنفة، وقعت غاية لمحذوف، كما قدّرنا سابقًا. {يَا وَيْلَنَا} منادى مضاف، وجملة النداء مقول لقول محذوف، تقديره: قائلين: يا ويلنا. {قَدْ} : حرف تحقيق {كُنَّا} : فعل ناقص واسمه. {فِي غَفْلَةٍ} : جار ومجرور خبر {كان} . {مِنْ هَذَا} جار ومجرور متعلق بـ {غَفْلَةٍ} ، وجملة {كان} في محل النصب مقول للقول المحذوف، على كونها جواب النداء. {بَلْ} حرف اضراب. {كُنَّا ظَالِمِينَ} : فعل ناقص واسمه وخبره، والجملة في محل النصب، مقول لذلك القول المحذوف. </p><p> {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ (٩٨) }. </p><p> {إِنَّكُمْ} : ناصب واسمه. {وَمَا} اسم موصول في محل النصب معطوف على الكاف. {تَعْبُدُونَ} : فعل وفاعل صلة الموصول، والعائد محذوف تقديره: وما تعبدونه. {مِنْ دُونِ اللَّهِ} : جار ومجرور ومضاف إليه، حال من ما الموصولة، أو من العائد المحذوف. {حَصَبُ جَهَنَّمَ} خبر {إنّ} ومضاف إليه، مجرور بالفتحة للعلمية والتأنيث المعنوي، أو للعلمية والعجمة، وجملة {إنّ} مستأنفة {أَنْتُمْ} مبتدأ {لَهَا} : متعلق بـ {وَارِدُونَ} . {وَارِدُونَ} : خبر المبتدأ، والجملة الاسمية مستأنفة، أو بدل من {حَصَبُ جَهَنَّمَ} ، أو حال من {جَهَنَّمَ} ؛ لأن حصب جزء من جهنم. </p><p> {لَوْ كَانَ هَؤُلَاءِ آلِهَةً مَا وَرَدُوهَا وَكُلٌّ فِيهَا خَالِدُونَ (٩٩) لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ (١٠٠) }. </p><p> {لَوْ} : حرف شرط. {كَانَ هَؤُلَاءِ آلِهَةً} : فعل ناقص واسمه وخبره، والجملة فعل شرط لـ {لَوْ} لا محل لها من الإعراب. {مَا} : نافية. {وَرَدُوهَا} فعل وفاعل ومفعول، والجملة جواب {لَوْ} لا محل لها من الإعراب، وجملة {لَوْ} الشرطية مستأنفة. {وَكُلٌّ} : مبتدأ. {فِيهَا} متعلق بـ {خَالِدُونَ} . و {خَالِدُونَ} خبره، والجملة الاسمية في محل النصب، حال من فاعل {وَرَدُوهَا} . {لَهُمْ} جار ومجرور خبر مقدم. {فِيهَا} جار ومجرور حال من ضمير لهم. {زَفِيرٌ} مبتدأ مؤخر، والتقدير: زفير كائن لهم، حالة كونهم مستقرين فيها، والجملة الاسمية مستأنفة. {وَهُمْ} مبتدأ. {فِيهَا} متعلق بـ {يَسْمَعُونَ} . {لَا يَسْمَعُونَ} فعل وفاعل، والجملة في محل الرفع خبر المبتدأ، والجملة الاسمية في محل النصب، حال من ضمير لهم، أو معطوفة على جملة لهم فيها زفير. </p><p> {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ (١٠١) لَا يَسْمَعُونَ حَسِيسَهَا وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ (١٠٢) }. </p><p> {إِنَّ الَّذِينَ} : ناصب واسمه. {سَبَقَتْ} فعل ماض. {لَهُمْ} متعلق به. {مِنَّا} جار ومجرور حال من الحسنى. {الْحُسْنَى} . فاعل، والجملة صلة </p><p> الموصول. {أُولَئِكَ} مبتدأ. {عَنْهَا} متعلق بـ {مُبْعَدُونَ} . {مُبْعَدُونَ} خبر المبتدأ، والجملة الاسمية في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة. {لَا يَسْمَعُونَ} : فعل وفاعل. {حَسِيسَهَا} مفعول به ومضاف إليه، والجملة الفعلية في محل الرفع، خبر ثان {أُولَئِكَ} ، أو بدل من {مُبْعَدُونَ} ، أو في محل النصب، حال من ضمير {مُبْعَدُونَ} . {وَهُمْ} الواو: حالية، أو استئنافية. {هم} مبتدأ. {فِي مَا} جار ومجرور متعلق بـ {خَالِدُونَ} . {اشْتَهَتْ أَنْفُسُهُمْ} . فعل وفاعل، والجملة صلة الموصول، والعائد محذوف تقديره: فيما اشتهته أنفسهم. {خَالِدُونَ} خبر المبتدأ، والجملة الاسمية مستأنفة، أو في محل النصب حال، من الضمير المستكن في {مُبْعَدُونَ} ، أو من فاعل {يَسْمَعُونَ} . </p><p> {لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ هَذَا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ (١٠٣) }. </p><p> {لَا يَحْزُنُهُمُ الْفَزَعُ} : فعل ومفعول وفاعل {الْأَكْبَرُ} : صفة لـ {فزع} ، والجملة الفعلية في محل الرفع خبر ثان لـ {أن} ، أو في محل النصب حال من الضمير المستكن في {مُبْعَدُونَ} . {وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ} : فعل ومفعول وفاعل، والجملة معطوفة على جملة {لَا يَحْزُنُهُمُ الْفَزَعُ} . {هَذَا يَوْمُكُمُ} : مبتدأ وخبر، والجملة الاسمية في محل النصب مقول لقول محذوف. وقع حالًا من الملائكة، والتقدير؛ وتتلقاهم الملائكة حالة كون الملائكة قائلين: هذا يومكم {الَّذِي} : صفة ليومكم {كُنْتُمْ} فعل ناقص واسمه، وجملة {تُوعَدُونَ} : خبره، وجملة {كان} صلة الموصول، والعائد محذوف تقديره: توعدونه. </p><p> {يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ (١٠٤) }. </p><p> {يَوْمَ} : منصوب على الظرفية، متعلق بمحذوف تقديره: اذكر يوم نطوي السماء، أو متعلق بقوله:  {لَا يَحْزُنُهُمُ الْفَزَعُ} ، أو بقوله:  {تتلقاهم} . {نَطْوِي السَّمَاءَ} فعل ومفعول، وفاعله ضمير يعود على الله، والجملة في محل الجر </p><p> مضاف إليه لـ {يَوْمَ} . {كَطَيِّ} جار ومجرور صفة، لمصدر محذوف تقديره: طيا كائنًا كطي السجل. {طي} مضاف. {السِّجِلِّ} مضاف إليه، وهو مصدر مضاف للمفعول؛ أي: كما يطوي الرجل صحيفته ليكتب فيها. {لِلْكُتُبِ} جار ومجرور متعلق بطي، فهي لتقوية التعدية. {كَمَا بَدَأْنَا} الكاف حرف جر وتشبيه {ما} مصدرية. {بَدَأْنَا} فعل وفاعل. {أَوَّلَ خَلْقٍ} : مفعول {بَدَأْنَا} ، والجملة الفعلية صلة {ما} المصدرية، {ما} مع صلتها في تأويل مصدر، مجرور بالكاف، والجار والمجرور نعت لمصدر محذوف، تقديره: نعيد أول خلق إعادة، مثل بدئنا إياه. {نُعِيدُهُ} فعل ومفعول، وفاعله ضمير يعود على الله، والجملة مستأنفة. {وَعْدًا} منصوب على المفعولية المطلقة، بفعل محذوف تقديره: وعدنا تلك الإعادة وعدًا حقًّا. {عَلَيْنَا} . صفة لـ {وعد} ، أو متعلق به، والجملة المحذوفة مؤكدة لمضمون ما قبلها. {إِنَّا} ناصب واسمه. {كُنَّا فَاعِلِينَ} فعل ناقص واسمه وخبره، وجملة {كان} في محل الرفع خبر {إنّ} ، وجملة {إنّ} مستأنفة مسوقة لتعليل ما قبلها. واختار العمادي، كون جملة {إنّ} حالًا من فاعل {وعدنا} المقدر، تقديره:  {وعدنا} ذلك، حالة كوننا، محققين ذلك الوعد. </p><p> {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ (١٠٥) }. </p><p> {وَلَقَدْ} : {الواو} : استئنافية، واللام موطئة للقسم. {قد} حرف تحقيق. {كَتَبْنَا} فعل وفاعل. {فِي الزَّبُورِ} متعلق به. {مِنْ بَعْدِ الذِّكْرِ} جار ومجرور ومضاف إليه، حال من {الزَّبُورِ} ، والجملة الفعلية جواب القسم، لا محل لها من الإعراب، وجملة القسم مستأنفة. {أَنَّ الْأَرْضَ} ناصب واسمه. {يَرِثُهَا} فعل ومفعول. {عِبَادِيَ} فاعل ومضاف إليه. {الصَّالِحُونَ} صفة لـ {عِبَادِيَ} ، وجملة {يَرِثُهَا} في محل الرفع خبر {أَنَّ} ، وجملة {أَنَّ} في تأويل مصدر، منصوب على المفعولية لـ {كَتَبْنَا} ، والتقدير: ولقد كتبنا في الزبور وراثة الصالحين الأرض. </p><p> {إِنَّ فِي هَذَا لَبَلَاغًا لِقَوْمٍ عَابِدِينَ (١٠٦) وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ (١٠٧) }. </p><p> {إِنَّ} : حرف نصب. {فِي هَذَا} : جار ومجرور خبر مقدم لـ {إنَّ} . {لَبَلَاغًا} اللام: حرف ابتداء. {بلاغا} اسم {إِنَّ} مؤخر. {لِقَوْمٍ} جار ومجرور صفة {لَبَلَاغًا} . {عَابِدِينَ} صفة {قوم} ، والتقدير: إن بلاغًا لقوم عابدين، لكائن في هذا، وجملة {إِنَّ} مستأنفة. {وَمَا} : الواو: عاطفة. {ما} نافية {أَرْسَلْنَاكَ} : فعل وفاعل ومفعول به، والجملة معطوفة على جملة {إِنَّ}  {إِلَّا} : أداة استثناء مفرغ {رَحْمَةً} مفعول لأجله، أو حال مبالغةً في أن جعله نفس الرحمة، أو على حذف مضاف؛ أي: ذا رحمة {لِلْعَالَمِينَ} صفة لـ {رَحْمَةً} ، أو يتعلق بنفس الرحمة. </p><p> {قُلْ إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَهَلْ أَنْتُمْ مُسْلِمُونَ (١٠٨) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {إِنَّمَا} أداة حصر {يُوحَى} : فعل مضارع مغير الصيغة. {إِلَيَّ} متعلقان به {أَنَّمَا}  {أن} : حرف نصب وتوكيد ومصدر، ولكن بطل عملها، لدخول ما الكافة عليها. {ما} : كافة لكفها ما قبلها عن العمل فيما بعدها. {إِلَهُكُمْ} مبتدأ ومضاف إليه. {إِلَهٌ} : خبر. {وَاحِدٌ} صفة لـ {إِلَهٌ} . وجملة {أن} وما في حيّزها. من المبتدأ والخبر، في تأويل مصدر مرفوع، على كونه نائب فاعل لـ {يُوحَى} ، والتقدير: قل لهم يا محمد، ما يوحى إليّ إلّا كون إلهكم إلهًا واحدًا، والجملة الفعلية في محل النصب مقول قل. {فَهَلْ} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم ما ذكرته لكم من التوحيد، وأردتم بيان ما هو اللازم لكم، فأقول لكم هل أنتم مسلمون؛ أي: أسلموا. {هل} : حرف استفهام بمعنى الأمر. {أَنْتُمْ مُسْلِمُونَ} مبتدأ وخبر، والجملة الاسمية في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة في محل النصب مقول لـ {قُلْ} . </p><p> {فَإِنْ تَوَلَّوْا فَقُلْ آذَنْتُكُمْ عَلَى سَوَاءٍ وَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ مَا تُوعَدُونَ (١٠٩) }. </p><p> {فَإِنْ} : {الفاء} : استئنافية. {إن} حرف شرط. {تَوَلَّوْا} فعل ماض وفاعل في محل الجزم بأن الشرطية، على كونها فعل شرط لها. {فَقُلْ} الفاء، رابطة لجواب {إن} الشرطية وجوبًا. {قل} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة في محل الجزم بـ {إن} الشرطية على كونها جواب شرط لها، وجملة {إن} الشرطية مستأنفة. {آذَنْتُكُمْ} إلى قوله: {قَالَ رَبِّ احْكُمْ} مقول محكي. وإن شئت قلت:  {آذَنْتُكُمْ} : فعل وفاعل ومفعول به أول، والثانى: محذوف تقديره: بالعذاب، والجملة في محل النصب مقول {قل} . {عَلَى سَوَاءٍ} جار ومجرور حال من مفعول {آذَنْتُكُمْ} ؛ أي: حالة كونكم على سواء في الإعلام به، لم أطوه عن أحد منكم، وما فرّقت بينكم في النصح وتبليغ الرسالة؛ أي: مستوين في علمه. {وَإِنْ} الواو: حالية. {إن} : نافية. {أَدْرِي} : فعل مضارع، وفاعله ضمير يعود على محمد. {أَقَرِيبٌ} : الهمزة للاستفهام، الذي هو لطلب التعيين. {قريب} خبر مقدم. {أَمْ} حرف عطف. {بَعِيدٌ} معطوف على قريب. {مَا} : اسم موصول في محل الرفع مبتدأ مؤخر. {تُوعَدُونَ} : فعل ونائب فاعل، والجملة صلة الموصول، والعائد محذوف تقديره: ما توعدونه، والجملة الاسمية في محل النصب، سادّة مسدّ مفعولي أدري؛ لأنها معلقة عنها بهمزة الاستفهام، وجملة {أَدْرِي} في محل النصب، حال من فاعل {آذَنْتُكُمْ} . </p><p> {إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ (١١٠) }. </p><p> {إِنَّهُ} : ناصب واسمه. {يَعْلَمُ الْجَهْرَ} فعل ومفعول، وفاعله ضمير يعود على الله. {مِنَ الْقَوْلِ} : جار ومجرور. حال من الجهر، والجملة الفعلية في محل الرفع خبر {إن} ، وجملة {إن} في محل النصب مقول {قل} . {وَيَعْلَمُ} فعل مضارع وفاعل مستتر يعود على الله. {مَا} : موصولة في محل النصب مفعول به، وجملة {يعلم} في محل الرفع معطوفة على {يعلم} الأولى، وجملة {تَكْتُمُونَ} صلة الموصول، والعائد محذوف، تقديره: تكتمونه. </p><p> {وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتَاعٌ إِلَى حِينٍ (١١١) }. </p><p> {وَإِنْ} : {الواو} : عاطفة. {إن} نافية {أَدْرِي} : فعل مضارع، وفاعله ضمير يعود على محمد، وجملة {أَدْرِي} في محل النصب معطوفة على {أَدْرِي} الأولى. {لَعَلَّهُ} ناصب واسمه. {فِتْنَةٌ} خبره. {لَكُمْ} صفة لفتنة. {وَمَتَاعٌ} معطوف على فتنة. {إِلَى حِينٍ} صفة لـ {متاع} ، أو متعلق به؛ لأنه بمعنى تمتيع، وجملة {لعل} في محل نصب بـ {أَدْرِي} . والكوفيون يجرون الترجي، مجرى الاستفهام، في التعليق عن العمل، ولكن النحاة، لم يذكروا {لعل} من المعلقات، ولكنها وردت كثيرًا في القرآن، كقوله في هذه الآية، وكقوله:  {وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا} ، {وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى} . وقيل: إن قوله {وَمَتَاعٌ} ليس داخلاً في حيز الترجي؛ لأنه محقق، فلا يصح عطفه على فتنة؛ لأنه حيث كان معطوفًا على خبرها، كان معمولًا لها، وداخلًا في حيّزها، وفي نطاق الترجي الذي تدل عليه، فالأولى إذن أن يقال: إن قوله: {وَمَتَاعٌ} : خبر لمبتدأ محذوف تقديره: وهذا متاع إلى حين؛ أي؛ وتأخير عذابكم متاع لكم، وتكون الجملة مستأنفة، وليس هذا ببعيد، فليتأمل. </p><p> {قَالَ رَبِّ احْكُمْ بِالْحَقِّ وَرَبُّنَا الرَّحْمَنُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ (١١٢) }. </p><p> {قَالَ} : فعل ماض، أو {قل} فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {رَبِّ} منادى مضاف إلى ياء المتكلم المحذوفة، اجتزاء عنها بالكسرة، وجملة النداء في محل النصب مقول {قَالَ} . {احْكُمْ} فعل دعاء سلوكًا مسلك الأدب. {بِالْحَقِّ} متعلق به، وفاعله ضمير يعود على الله، والجملة في محل النصب مقول {قل} على كونها جواب النداء. {وَرَبُّنَا} الواو استئنافية. {ربنا} : مبتدأ ومضاف إليه. {الرَّحْمَنُ} : خبر أول. {الْمُسْتَعَانُ} خبر ثان، ويجوز أن يكون الرحمن صفة لـ {ربنا} ، والمستعان خبر المبتدأ؛ لأنه المحدّث به، والجملة الاسمية مستأنفة على كونها مقول القول. {عَلَى مَا} : جار ومجرور متعلق بـ {الْمُسْتَعَانُ} ، وجملة {تَصِفُونَ} صلة الموصول، والعائد محذوف تقديره: تصفونه مما هو مخالف للواقع. </p><p> التصريف ومفردات اللغة </p><p> {مَسَّنِيَ الضُّرُّ} والفرق بين الضر، بفتح الضاد، والضر بضمها، أن الضر بالفتح هو: الضرر بكل شيء، والضر بالضم: هو الضرر في النفس من هزال ومرض، وفرّق بين البناءين لافتراق المعنيين، وقد نظم بعضهم الفرق بينهما، كما أورد معاني أخرى لهما، حيث قال: </p><p> وَضِدُّ نَفْعٍ قِيْلَ فِيْهِ ضَرُّ ... وُجُوْدُ ضَرَّةِ لِعُرْسٍ ضَرُّ </p><p> وَسُوْءُ حَالِ الْمَرْءِ ذَاكَ ضُرُّ ... كَذَا هُزَالُ مَرَضٍ أَوْ كِبَرُ </p><p> {وَذَا الْكِفْلِ} هذا لقبه، والكفل: هو النصيب، واسمه بشير. وقيل: الياس. وقيل: زكريا، كأنه سمي بذلك لأنه المجدور وذو النصيب الأوفى من الحظ. وقيل: ذو الكفل اسمه، وقد كان له اسمان، ولم يكن لقبًا. </p><p> {وَذَا النُّونِ} وفي \"المختار\" : النون الحوت، وجمعه أنوان ونينان، وذو النون: لقب يونس بن متّى - على وزن شتّى - اسم والده على ما ذكر في \"القاموس\" ، أو اسم لأمه، على ما قاله ابن الأثير في \"النهاية\" وغيره، اهـ كرخي. وكان متّى رجلًا صالحًا، وتوفي متى ويونس في بطن أمه، وله أربعة أشهر، اهـ زكريا. وعبارة \"الشهاب\" ومتى اسم أبيه على الصحيح، وقال ابن الأثير وغيره: أنه اسم أمه، ولم ينسب أحد من الأنبياء إلى أمه، غير يونس وعيسى، عليهما السلام، اهـ. </p><p> {إِذْ ذَهَبَ مُغَاضِبًا} أي: غضبان، فالمفاعلة ليست على بابها، فلا مشاركة، كعاقبت اللص، وسافرت. ويحتمل أن تكون على بابها من المشاركة؛ أي؛ غاضب قومه وغاضبوه، حيث لم يؤمنوا في أول الأمر، اهـ كرخي. </p><p> {فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ} : أي: لن نقضي عليه بما قضينا من حبسه في بطن الحوت، أو نضيق عليه بذلك، فهي من القدر، لا من القدرة، كما في قوله تعالى:  {اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ} . وفي \"المصباح\" : أن قدر بكل من المعنيين المذكورين، يأتي من بابي ضرب ونصر، اهـ. وذهب جمهور من </p><p> العلماء، أن معناها: فظن أن لن نضيّق عليه، من {قُدِرَ عَلَيْهِ رِزْقُهُ} ؛ أي: ضيّق وقتّر. </p><p> {وَزَكَرِيَّا} بالمد، علم نبي، وألفه للتأنيث، فلذلك منع من الصرف، وهو أيضًا، غير مصروف للعجمة والتعريف. وقيل: هو عربي مشتق من زكر؛ أي: امتلأ، أو تزكر. </p><p> {رَغَبًا وَرَهَبًا} يقال: رغب الشيء اتسع، فإذا قيل: رغب فيه وإليه يقتضي الحرص عليه، فإذا قيل: رغب عنه اقتضى صرف الرغبة عنه والزهد فيه. والرغبة العطاء الكثير لكونه مرغوباً فيه، فيكون مشتقًا من الأصل، فإن أصل الرغبة السعة في الشيء، ومنه ليلة الرغائب؛ أي: العطايا الجزيلة. يقال: يعطي الرغائب من يشاء ويمنع. والرهبة مخافة مع تحرك واضطراب، اهـ \"روح البيان\" وفي \"المختار\" : رغب ورهب كل منهما من باب طرب، اهـ. </p><p> {وَالَّتِي أَحْصَنَتْ} والحصن في الأصل: كل موضع حصين؛ أي: محكم لا يوصل إلى جوفه. وأحصنه، جعله في حصن وحرز، ثم تجوّز في كل تحرز، وامرأة حصان - كسحاب - عفيفة أو متزوجة؛ أي: ومريم التي منعت نفسها من قربان الرجال. </p><p> {فَرْجَهَا} والفرج والفرجة: الشق بين الشيئين كفرجة الحائط. والفرج ما بين الرجلين. وكنى به عن السوءة، وكثر حتى صار كالصريح فيه. والفرج انكشاف الغم. وقال السهيلي - رحمه الله -: يريد فرج القميص؛ أي: لم يعلق بثوبها ريبة؛ أي: أنها طاهرة الأثواب. وفروج القميص أربعة: الكمّان، والأعلى، والأسفل، فلا يذهب وهمك إلى غير هذا، فإنه من لطيف الكناية، انتهى. </p><p> {رُوحِنَا} والروح هو المعنى المعروف، ونفخ الروح هو الإحياء. </p><p> {آيَةً} ؛ أي: برهانًا ودليلًا على قدرة الله تعالى. </p><p> {إِنَّ هَذِهِ أُمَّتُكُمْ} ؛ أي: ملتكم {أُمَّةً وَاحِدَةً} ؛ أي: غير مختلفة. قال في \"القاموس\" : الأمة جماعة أرسل إليهم رسول، انتهى. فأصلها القوم الذين يجتمعون على دين واحد، ثم اتّسع فيها، فأطلقت على ما اجتمعوا عليه من الدين والملة. واشتقاقها من أم بمعنى: قصد. فالقوم: هم الجماعة القاصدة، وما اجتمعوا عليه هو الملة المقصودة. </p><p> {وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ} ؛ أي: جعلوا أمر دينهم فيما بينهم قطعًا. والقطع فصل الشيء مدركًا بالبصر كالأجسام، أو بالبصيرة كالأشياء المعقولة والتفعّل هنا للتعدية، نحو: علمته الفقه فتعلم الفقه اهـ من \"الروح\" . </p><p> {فَلَا كُفْرَانَ} الكفران: مصدر بمعنى الكفر، كالشكران بمعنى الشكر، فهو كناية عن حرمان ثواب عمله. </p><p> {لِسَعْيِهِ} والسعي، في الأصل: المشي السريع، وهو دون العدو، ويستعمل للجد في الأمر، خيرًا كان أو شرًا، وأكثر ما يستعمل في الأفعال المحمودة. </p><p> {عَلَى قَرْيَةٍ} والقرية: اسم للمصر الجامع كما في \"القاموس\" ، واسم للموضع، الذي يجتمع فيه الناس، كما في \"المفردات\" . </p><p> {مِنْ كُلِّ حَدَبٍ} والحدب: النشز من الأرض؛ أي: المرتفع، وكل كدية أو أكمةٍ فهي حدبة، وبها سمي القبر، لظهوره على وجه الأرض. قال الراغب: يجوز أن يكون الأصل في الحدب حدث الظهر، وهو خروجه، ودخول الصدر والبطن، ثم شبه به ما ارتفع من الأرض، فسمي حدبًا، ومنه محدب الفلك. </p><p> {يَنْسِلُونَ} ؛ أي: يسرعون، والنسلان: مقاربة الخطا مع الإسراع، يقال: نسل ينسل - بالفتح في الماضي، والكسر والضم في المضارع، اهـ \"سمين\" . وفي \"المصباح\" : نسل في مشيه نسلانًا أسرع، وهو من باب ضرب، اهـ. وفي \"بحر العلوم\" : من نسل الذئب إذا أسرع في مشيه. </p><p> {فَإِذَا هِيَ شَاخِصَةٌ} يقال: شخص بصره، فهو شاخص، إذا فتح عينيه، وجعل لا يطرف، وبصره رفعه، وشخص شخوصًا ارتفع. </p><p> {قَدْ كُنَّا فِي غَفْلَةٍ} والغفلة: سهو يعترى من قلة التحفظ والتيقظ. </p><p> {حَصَبُ جَهَنَّمَ} الحصب المحصوب به؛ أي: يحصب بهم في النار. والحصب الرمي. وفي \"المختار\" : والحصب - بفتحتين - ما تحصب به النار؛ أي: ترمى، وكل ما ألقيته في النار لاشتعالها فقد حصبتها به. من حصبه يحصبه من باب ضرب إذا رماه بالحصباء. </p><p> {لَهُمْ فِيهَا زَفِيرٌ} والزفير: صوت نفس المغموم، يخرج من أقصى الجوف. </p><p> {الْحُسْنَى} ؛ أي: الكلمة الحسنى التي تتضمن البشارة بثوابهم حين الجزاء على أعمالهم. </p><p> {حَسِيسَهَا} والحسيس: الصوت الذي يحيى من حركتها. </p><p> {فِي مَا اشْتَهَتْ} والشهوة: طلب النفس اللذة. </p><p> {الْفَزَعُ} انقباض ونفار يعترى الإنسان من الشيء المخيف، وهو من جنس الجزع كما مر. </p><p> وفي \"المصباح\" : حزن من باب قتل. </p><p> {كَطَيِّ السِّجِلِّ} والطي: ضد النشر. وقال ابن عباس: السجل الصحيفة، والمعنى: كطي الصحيفة على مكتوبها. </p><p> {الزَّبُورِ} : الكتب التي أنزلت على الأنبياء. قال الراغب: زبرت الكتاب، كتبته كتابة غليظة، وكل كتابٍ غليظ الكتابة يقال له الزبور. قال في \"القاموس\" : الزبور الكتاب بمعنى المزبور، والجمع زبر، وكتاب داود، عليه السلام، انتهى. </p><p> و {الذِّكْرِ} : اللوح المحفوظ. {والبلاغ} : الكفاية. </p><p> {والعابد} من عمل بما يعلم، من أحكام الشريعة وآدابها. </p><p> {فَقُلْ آذَنْتُكُمْ} ؛ أي: أعلمتكم، فالهمزة فيه للنقل. قال الزمخشري: آذن منقول من أذن إذا علم، ولكنه كثر استعماله في إجرائه مجرى الإنذار، اهـ \"سمين\" كما قوله تعالى: {فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ} . </p><p> {مَا تُوعَدُونَ} : من غلبة المسلمين عليكم. </p><p> {فِتْنَةٌ} : أي: اختبار. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: التلطف في طلب الرحمة في قوله: {وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ} ولم يقل: ارحمني، لطفاً في السؤال، وحفظًا للأدب في الخطاب، فإن أكثر أسئلة الأنبياء في كشف البلاء، إنما هي على سبيل التعريض. </p><p> ومنها: جناس الاشتقاق في قوله: {أَرْحَمُ الرَّاحِمِينَ} . </p><p> ومنها: إدخال أل الجنسية على الضر، لتشمل أنواعه المتقدمة. </p><p> ومنها: الجناس الناقص بين {الصابرين} و {الصالحين} . </p><p> ومنها: الطباق بين {رَغَبًا وَرَهَبًا} ، وبين {قريب} أم {بعيد} . </p><p> ومنها: الإضافة للتشريف في قوله: {فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا} أضاف الروح إليه تعالى، على جهة التشريف كقوله:  {نَاقَةُ اللَّهِ} . </p><p> ومنها: الاستعارة التمثيلية في قوله: {وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ} مثل اختلافهم في الدين وتفرقهم فيه إلى شيع وأحزاب بالجماعة، تتوزَّع الشيء، لهذا نصيب ولهذا نصيب، وهذا من لطيف الاستعارة. </p><p> ومنها: الالتفات من الخطاب في قوله: {إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ (٩٢) } إلى الغيبة في قوله: {وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ} تشنيعًا </p><p> عليهم بسوء صنيعهم، اهـ \"سمين\" . وكان حق التركيب: وتقطعتم على الأول، إلّا أنه صرف الكلام من الخطاب إلى الغيبة على طريقة الالتفات. </p><p> ومنها: المجاز في قوله: {إِنَّ هَذِهِ أُمَّتُكُمْ} ؛ لأن الأمة حقيقة في الأمة المجتعة، ثم تجوّز فيها، فأطلقت على ما اجتمعوا عليه من الدين، قال تعالى:  {إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ} أي: دين وملة، اهـ زاده. قال الشهاب: وظاهر كلام الراغب، أنه حقيقة في هذا المعنى. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {فَلَا كُفْرَانَ لِسَعْيِهِ} شبه ردّ العمل، ومنع الثواب بالكفران، الذي هو ستر النعمة وإنكارها بجامع المنع في كل، فاستعار له لفظ الكفران. </p><p> ومنها: نفي الجنس في قوله: {فَلَا كُفْرَانَ} قصدا للمبالغة؛ لأن نفي الماهية يستلزم نفي جميع أفرادها. </p><p> ومنها: الاستعارة في قوله: {لِسَعْيِهِ} ؛ لأن السعي في الأصل المشي السريع، وهو دون العدو، فاستعاره للعمل المحمود، بجامع الجدّ في كل. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {وَحَرَامٌ} حيث استعار الحرام للممتنع الوجود، بجامع أن كلا منهما غير مرجو الحصول، اهـ \"شهاب\" . </p><p> ومنها: المجاز المرسل في قوله: {عَلَى قَرْيَةٍ} ؛ أي: على أهلها، حيث أطلق المحل، وأراد الحال. </p><p> ومنها: الاستعارة في قوله: {وَهُمْ مِنْ كُلِّ حَدَبٍ} ؛ لأنَّ الحديث حقيقة في حدب الظهر، وهو خروجه ودخول الصدر والبطن، ثم استعاره لما ارتفع من الأرض، بجامع مع الظهور في كل. </p><p> ومنها: الإيجاز بالحذف في قوله: {يَا وَيْلَنَا} ؛ أي: ويقولون: يا ويلنا، ومثله قوله:  {وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ} ، أي: تقول لهم الملائكة: هذا يومكم الذي كنتم توعدون. </p><p> ومنها: المذهب الكلامي في قوله تعالى: {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ (٩٨) لَوْ كَانَ هَؤُلَاءِ آلِهَةً مَا وَرَدُوهَا وَكُلٌّ فِيهَا خَالِدُونَ (٩٩) } وقد تقرَّر أن المذهب الكلامي، هو احتجاج المتكلم، على ما يريد إثباته بحجة، تقطع المعاند له؛ لأن المعنى؛ أن هؤلاء الأصنام والأوثان ليسوا بآلهة، فلو كانوا آلهة فهم حصب جهنم. </p><p> ومنها: المبالغة في قوله: {لَا يَسْمَعُونَ حَسِيسَهَا} وذلك لأن، لقائل أن يقول: إذا نزل أهل الجنة منازلهم فيها، فأي بشارة لهم. في أنهم لا يسمعون حسيسها؟ فالجواب: أنه تأكيد للمبالغة في البعد عنها، وأنها لن تقرب منهم أبدًا. </p><p> ومنها: الكناية في قوله: {لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ} ؛ لأنه كناية عن نجاتهم من جميع الأفزاع بالكلية؛ لأنهم إذا لم يحزنهم أكبر الأفزاع، لا يحزنهم ما عداه بالضرورة. </p><p> ومنها: تقديم الظرف على عامله في قوله: {وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ} لغرض القصر والاهتمام بهم، وهو بيان لفوزهم بالمطالب، إثر بيان خلاصهم من المهالك كما مر. </p><p> ومنها: التشبيه المرسل المفصل في قوله: {يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ} ؛ أي: طيًّا مثل طي الصحيفة، على ما كتب فيها. </p><p> ومنها: التشبيه في قوله: {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ} ؛ لأن فيه تشبيهًا للإعادة بالابتداء، في تناول القدرة لهما على السواء. </p><p> ومنها: القصر في قوله تعالى: {قُلْ إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ} ؛ لأن في هذه الآية قصرين: </p><p> الأول: قصر الصفة على الموصوف، وذلك في قصر الوحي على الوحدانية، والمعنى: لا يوحى إليّ إلّا اختصاص الإله بالوحدانية، لا أنه، لم يودع إليه بشيء غيرها، ولكنها الأصل الرئيسي في كل عبادة وعمل، وهي المطلوبة أولًا وقبل كل شيء، حتى كان ما عداها غير منظور إليه، أو غير جدير </p><p> بالذكر، وهو قصر إدعائي. </p><p> والثاني: قصر الموصوف على الصفة، وذلك في قصر الله على الوحدانية، وهو ظاهر. </p><p> ومنها: الإيجاز في قوله تعالى: {فَإِنْ تَوَلَّوْا فَقُلْ آذَنْتُكُمْ عَلَى سَوَاءٍ} ؛ لأن في هذه الآية إيجاز قصر؛ لأنه تحدث بثلاث كلمات، وهي:  {آذَنْتُكُمْ عَلَى سَوَاءٍ} عن كلام طويل؛ أي: إن تولوا بعد هذه الآيات والشواهد، وأعرضوا وطووا كشحاً فقل لهم: لقد أعلمناكم علي بيان أنّا وإياكم في حرب لا مهادنة فيها، ولا صلح بيننا، ولكنني لا أدري متى يأذن الله لي في محاربتكم. </p><p> ومنها: الاستفهام الذي يراد به الأمر في قوله: {فَهَلْ أَنْتُمْ مُسْلِمُونَ} ؛ أي: أسلموا. </p><p> ومنها: تكرير العلم في قوله: {إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ (١١٠) } لتكرير الوعيد وتوكيده. </p><p> ومنها: المجاز المرسل في قوله: {لَعَلَّهُ فِتْنَةٌ لَكُمْ} ؛ أي: استدراج من إطلاق المسبب وإرادة السبب؛ لأنه لما كان الاستدراج سببًا للفتنة والعذاب، أطلق عليه لفظ الفتنة مجازًا مرسلًا، أو امتحان لكم؛ كيف تعملون؛ أي: معاملة تشبيهية بالامتحان على طريق الاستعارة التمثيلية، ذكره في \"روح البيان\" . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة ما تضمنته هذه السورة </p><p> اشتملت هذه السورة على المقاصد التالية: </p><p> ١ - الإنذار بقرب الساعة مع غفلتهم. </p><p> ٢ - إنكار المشركين بنبوة محمد - صلى الله عليه وسلم -؛ لأنه بشر مثلهم، وأما جاء به أضغاث أحلام، وأنه قد افتراه، ولو كان نبيًا حقًا، لأتى بآية، كآيات موسى وعيسى، عليهما السلام. </p><p> ٣ - الرد على هذه الشبهة بأن الأنبياء جميعًا كانوا بشرًا، وأهل العلم من اليهود والنصارى، يعلمون ذلك حق العلم. </p><p> ٤ - الإخبار بأن الله، أهلك كثيرًا من الأمم، المكذبة لرسلها، وأنشأ بعدهم أقواماً آخرين. </p><p> ٥ - بيان أن السموات والأرض لم تخلقا عبثًا، وأن الملائكة لا يستكبرون عن عبادته، ولا يملون. </p><p> ٦ - إقامة الدليل على وحدانية الله تعالى، والنعي على من يتخذ آلهة من دونه، بلا دليل على صدق ما يقولون، مع أن الأنبياء جميعًا أوحي إليهم أنه لا إله إلّا هو. </p><p> ٧ - النعي على من ادعى أن الملائكة بنات الله. </p><p> ٨ - وصف النشأة الأولى ببيان أن السموات والأرض كانتا رتقًا فانفصلتا، وأن الجبال جعلت على الأرض أوتادًا حتى لا تميد بأهلها، وأن كلا من الشمس والقمر يسبح في فلكه. </p><p> ٩ - استعجال الكافرين للعذاب، مع أنهم لو علموا كنهه ما طلبوه. </p><p> ١٠ - بيان أن الساعة تأتيهم بغتة، وهم لا يشعرون. </p><p> ١١ - قصص بعض الأنبياء، موسى وهارون وإبراهيم ولوط ونوح وداود وسليمان وأيوب وإسماعيل وإدريس وذي الكفل ويونس وزكريا وقصص مريم. </p><p> ١٢ - بيان أن الدين الحق عند الله، هو الإسلام، وبه جاءت جميع الشرائع، والاختلاف بينها، إنما هو في الرسوم، بحسب اختلاف الأزمنة والأمكنة. </p><p> ١٣ - حادث يأجوج ومأجوج، من أشراط الساعة، واقتراب يوم القيامة. </p><p> ١٤ - بيان أن الأصنام وعابديها، يكونون يوم القيامة حطب جهنم، وأنهم لو كانوا آلهة حقًّا، ما دخلوها. </p><p> ١٥ - وصف ما يلاقيه الكفار، من الأهوال في النار، يوم القيامة. </p><p> ١٦ - وصف النعيم الذي يستمتع به أهل الجنة إذ ذاك. </p><p> ١٧ - بيان أن الأرض ستبدل غير الأرض، وأن السماء تطوي طي السجل للكتاب. </p><p> ١٨ - إن سنة الله في الكون، أن يرث الأرض من يصلح لعمارتها، من أي دين كان، وأي مذهب اعتنق. </p><p> ١٩ - الوحي إنما جاء بالتوحيد، وأن لا إله إلا واحد، وأن الواجب الاستسلام له، والانقياد لأمره. </p><p> ٢٠ - ما ختمت به السورة من طلب الرسول - صلى الله عليه وسلم -، أن يحكم الله بينه وبين أعدائه المشركين، وأن الله هو المستعان على ما يصفونه به، من أنه مفترٍ، وأنه مجنون، وأنه شاعر، يتربصون به ريب المنون. </p><p> والله أعلم </p><p> * * * </p><p> [سورة الحج] </p><p> اختلف أهل العلم، هل هي مكية أو مدنية؟ وقال البيضاوي والخازن: سورة الحج مكية (١) كلها، إلّا ست آيات، من قوله عز وجل:  {هَذَانِ خَصْمَانِ} إلى قوله: {وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ} . وفي \"تنوير المقياس\" : \"سورة الحج كلها مكية(٢)إلّا خمس آيات{وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ}إلى آخر الآيتين،وقوله:{أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا}إلى آخر الآيتين، والسجدة الأخيرة، فهؤلاء الآيات مدنيات، وكل شيء في القرآن{يَا أَيُّهَا الَّذِينَ}فهو مدني، وكل شيء في القرآن{يَا أَيُّهَا النَّاسُ}فهو مكي أو مدني، ولا نجد{يَا أَيُّهَا الَّذِينَ آمَنُوا}مكية\" انتهى. وحكى القرطبي عن ابن عباس: أنها مكية سوى ثلاث آيات، وقيل أربع آيات إلى قوله:  {عَذَابُ الْحَرِيقِ} ، وحكي عن النقّاش: أنه نزل بالمدينة منها عشر آيات، وفي \"المراغي\" : هي مدنية كلها، إلّا أربع آيات، (٥٢، ٥٣، ٥٤، ٥٥) ، فبين مكة والمدينة. قال القرطبي: وقال الجمهور: إن السورة مختلطة، منها مكي، ومنها مدني، قال وهذا هو الصحيح. قال العزيزي: هي من أعاجيب السور، نزلت ليلًا ونهارًا، سفرًا وحضرًا، مكيًّا ومدنيًا، سلميًا وحربيًا، ناسخًا ومنسوخًا، محكمًا ومتشابهًا. </p><p> وآياتها ثمان وسبعون آية، وكلماتها ألف ومئتان وإحدى وتسعون كلمة، وحروفها خمسة آلاف وخمسة وسبعون حرفًا. </p><p> فضلها: وقد ورد في فضلها (٣) : </p><p> ما أخرجه أحمد وأبو داود والترمذي والحاكم وابن مردويه والبيهقي في </p><p>(١) البيضاوي والخازن. (٢) تنوير المقياس.(٣) الشوكاني.</p><p> \"سننه\" عن عقبة بن عامر قال: قلت: يا رسول الله، أفضلت سورة الحج على سائر القرآن بسجدتين؟ قال:  \"نعم، فمن لم يسجدهما فلا يقرأهما\" قال الترمذي: هذا حديث ليس إسناده بالقويّ. </p><p> وأخرج أبو داود في المراسيل والبيهقي عن خالد بن معدان: أن رسول الله - صلى الله عليه وسلم - قال:  \"فضلت سورة الحج على القرآن بسجدتين\" . </p><p> وأخرج سعيد بن منصور وابن أبي شيبة والإسماعيلي وابن مردويه والبيقهي، عن عمر، أنه كان يسجد سجدتين في الحج، وقال: إن هذه السورة فضلت على سائر القرآن بسجدتين. وقد روي عن كثير من الصحابة أنَّ فيها سجدتين، وبه يقول ابن المبارك والشافعي وأحمد وإسحاق. وقال بعضهم: إن فيها سجدة واحدة، وهو قول سفيان الثوري. وأخرجه ابن أبي شيبة عن ابن عباس وإبراهيم النخعي. </p><p> التسمية: سمّيت سورة الحج، تخليدًا لدعوى الخليل إبراهيم، عليه السلام، حين انتهى من بناء البيت العتيق، ونادى الناس لحج البيت الحرام، فتواضعت الجبال، حتى بلغ الصوت أرجاء الأرض، وأسمع نداؤه من في الأصلاب والأرحام، وأجابوا النداء بقولهم:  \"لبيك اللهم لبيك\" . </p><p> وهي بحسب موضوعاتها أقسام ثلاثة (١) : </p><p> ١ - البعث، والدليل عليه وما يتبع ذلك. </p><p> ٢ - الحج والمسجد الحرام. </p><p> ٣ - أمور عامة، كالقتال وهلاك الظالمين، والاستدلال بنظام الدنيا على وجود الخالق، وضرب المثل بعجز الأصنام، وعدم استطاعتها خلق الذباب. </p><p> المناسبة: ومناسبتها للسورة التي قبلها من وجوه: </p><p> ١ - أن آخر السورة قبلها كان في أمر القيامة كقوله: {يَوْمَ نَطْوِي السَّمَاءَ </p><p>(١) المراغي.</p><p> كَطَيِّ السِّجِلِّ لِلْكُتُبِ}، وقوله:  {وَاقْتَرَبَ الْوَعْدُ الْحَقُّ} وأول هذه السورة الاستدلال على البعث بالبراهين العقلية. </p><p> ٢ - أنه قد أقيمت في السورة السالفة الحجج الطبيعية على الوحدانية، وفي هذه جعل العلم الطبيعي من براهين البعث. </p><p> ٣ - في السورة السالفة وما قبلها قصص الأنبياء وبراهينهم لقومهم، وفي هذه السورة خطاب من الله للأمم الحاضرة، وهو خطاب يسترعى السمع، ويوجب علينا ولو إجمالًا أن نعرف صنع الله في أرضه وسمائه، وتدبيره خلق الأجنة والنبات والحيوان. </p><p> قال أبو حيان (١) : ومناسبة أول هذه السورة لما قبلها: أنه سبحانه وتعالى ذكر فيما قبلها حال الأشقياء والسعداء، وذكر الفزع الأكبر، وهو ما يكون يوم القيامة، وكان مشركو مكة قد أنكروا المعاد، وكذبوه بسبب تأخر العذاب عنهم، فنزلت هذه السورة تحذيرًا لهم، وتخويفاً لما انطوت عليه من ذكر زلزلة الساعة، وشدة هولها، وذكر ما أعد لمنكريها، وتنبيههم على البعث بتطويرهم في خلقهم، وبهمود الأرض واهتزازها بعد بالنبات. </p><p> الناسخ والمنسوخ: قال أبو عبد الله (٢) محمد بن حزم - رحمه الله تعالى -: سورة الحج مكية وهي من أعاجيب القرآن؛ لأن فيها مكيًّا ومدنيًّا، حضريًا وسفريًا، وفيها حربيًا وفيها سلميًا، وفيها ليليًا، وفيها نهاريًا. فأما المكي. فمن رأس الثلاثين آية إلى آخرها. وأما المدني منها فمن رأس خمس عشرة إلى رأس الثلاثين. وأما الليلي منها فمن أولها إلى رأس خمس آيات. وأما النهاري منها فمن رأس الخمس إلى رأس اثنتيّ عشرة. وأما الحضريّ فإلى رأس العشرين. ونسب إلى المدينة لقربه منها. وفيها ناسخ ومنسوخ، فمن ذلك المنسوخ آيتان: </p><p>(١) البحر المحيط. (٢) الناسخ والمنسوخ.</p><p> أولاهما: قوله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ} الآية (٥٢) نسخت بقوله تعالى: {سَنُقْرِئُكَ فَلَا تَنْسَى (٦) } الآية (٦) من سورة الأعلى. </p><p> الآية الثانية: قوله تعالى: {يَحْكُمُ بَيْنَهُمْ} الآية (٥٦) نسختها آية السيف. </p><p> والله أعلم </p><p> * * * </p><p> بِسمِ اللَّهِ الرَّحمَنِ الرَّحِيمِ </p><p> {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ (١) يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ (٢) وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَرِيدٍ (٣) كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ (٤) يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ (٥) ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّهُ يُحْيِ الْمَوْتَى وَأَنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٦) وَأَنَّ السَّاعَةَ آتِيَةٌ لَا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ (٧) وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ (٨) ثَانِيَ عِطْفِهِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ لَهُ فِي الدُّنْيَا خِزْيٌ وَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ (٩) ذَلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ (١٠) وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ (١١) يَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُ وَمَا لَا يَنْفَعُهُ ذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ (١٢) يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ لَبِئْسَ الْمَوْلَى وَلَبِئْسَ الْعَشِيرُ (١٣) إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ (١٤) مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ (١٥) وَكَذَلِكَ أَنْزَلْنَاهُ آيَاتٍ بَيِّنَاتٍ وَأَنَّ اللَّهَ يَهْدِي مَنْ يُرِيدُ (١٦) إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (١٧) أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ وَمَنْ يُهِنِ اللَّهُ فَمَا لَهُ مِنْ مُكْرِمٍ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ (١٨) } </p><p> المناسبة </p><p> قوله تعالى:  {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ ...} الآية، مناسبة هذه الآية لما قبلها: أنه (١) لما أنجز الكلام في خاتمة السورة المتقدمة إلى ذكر الإعادة وما قبلها وما بعدها .. بدأ سبحانه في هذه السورة بذكر القيامة وأهوالها، حثًا على التقوى، التي هي أنفع زاد، فقال:  {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ} . </p><p> قوله تعالى:  {وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لمّا أخبر (٢) فيما سلف بأهوال يوم القيامة وشدتها، ودعا الناس إلى تقوى الله تعالى .. بيّن مع هذا التحذير الشديد أن كثيرًا من الناس ينكرون هذا البعث، ويجادلون في أمور الغيب بغير علم. </p><p> قوله تعالى:  {يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما حكى عن المشركين الجدال بغير علم في البعث والحشر، وذمهم على ذلك .. قفّى على هذا بإثباته من وجهين: </p><p> ١ - الاستدلال بخلق الحيوان، وهو ما أشار إليه في الآية الأخرى:  {قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ} ، وقوله:  {قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ} . </p><p> ٢ - الاستدلال بحال خلق النبات في قوله:  {وَتَرَى الْأَرْضَ هَامِدَةً ...} إلخ. </p><p> وعبارة أبي حيان هنا (٣) : ولما ذكر تعالى من يجادل في قدرة الله بغير علم. وكان جدالهم في الحشر والمعاد، ذكر دليلين واضحين على ذلك: </p><p> أحدهما: في نفس الإنسان وابتداء خلقه وتطوره في مراتب سبع، وهي التراب والنطفة والعلقة والمضغة والإخراج طفلًا وبلوغ الأشد والتوفي أو الرد إلى الهرم. </p><p>(١) الشوكاني. (٢) المراغي.(٣) البحر المحيط.</p><p> والثاني: في الأرض التي تشاهدون تنقلها من حال إلى حال، فإذا اعتبر العاقل ذلك، ثبت عنده جوازه عقلًا، فإذا ورد خبر الشرع بوقوعه، وجب التصديق به، وأنه واقع لا محالة. </p><p> قوله تعالى:  {وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى} الآيات مناسبة هذه الآيات لما قبلها: أن الله سبحانه، لما ذكر في الآية قبلها حال الضُّلَّال المقلدين، الذين يتبعون أهل الكفر والمعاصي .. أردف ذلك، بذكر حال الدعاة إلى الضلال، من رؤوس الكفرة والمبتدعين. </p><p> قوله تعالى:  {وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لمّا ذكر حال الضّالين المقلدين، الذين يجادلون في توحيد الله، بلا بينة ولا دليل، وحال المضلين الذين يجادلون بلا سلطان من عقل، ولا برهان صحيح من نقل، ثم بيَّن سوء مآلهما في الدنيا والآخرة، وأن لهما في الدنيا خزيا، وفي الآخرة عذابًا في النار، تحترق منه أجسامهما .. أعقب ذلك بذكر قوم مضطربي الإيمان، مذبذبين في دينهم، لا ثبات لهم في عقيدتهم، ولا استقرار لهم في آرائهم، إن أصابوا خيرًا فرحوا به، وركنوا إليه، وإن نالهم بلاء وشدة في أنفسهم، أو أهليهم أو أموالهم ارتدوا كفارًا، فلحقهم الخسار والدمار في دينهم ودنياهم، وذلك هو الخسران الذي لا خسران بعده، وهم في ذلك الحين يعبدون الأصنام والأوثان لتكشف عنهم ضرهم، وتدفع عنهم ما نزل بهم من البلاء، وقد ضلوا في ذلك ضلالًا بعيدًا. </p><p> قوله تعالى:  {إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا} الآية، مناسبة هذه الآية لما قبلها: أنه لما ذكر في الآية السالفة حال المنافقين وحال معبوديهم .. عطف على ذلك بذكر حال المؤمنين، الذين آمنوا بقلوبهم، وصدَّقوا إيمانهم بأفعالهم، وعملوا الصالحات، وتركوا المنكرات. </p><p> قوله:  {مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ ...} الآية، مناسبة هذه الآية لما قبلها: الله سبحانه وتعالى، لمّا ذكر (١) حال المجادل بالباطل </p><p>(١) المراغي.</p><p> وخذلانه في الدنيا؛ لأنه لا يدْلِي بحجةٍ من العقل، ولا ببرهان من الوحي، ثم بين ما يؤول إليه أمره من النكال في الدنيا، والخزي في الآخرة، ثم ذكر متابعيه وعمم خسارتهم في الدارين، وأردف ذلك ذكر حال المؤمنين، وما يلقونه من السعادة، والنعيم في الدار الآخرة .. قفى على ذلك، بذكر المجادل عنهم، وعن دين الله، بالتي هي أحسن، وهو رسول الله - صلى الله عليه وسلم -، وبالغ في إثبات نصره بمالا مزيد عليه، ثم ذكر شأن كتابه، وأنه آيات واضحات، ترشد إلى سواء السبيل. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا ...} الآية، مناسبة هذه الآية لما قبلها: أنه سبحانه، لما ذكر أنه يهدى من يريد .. أتبعه ببيان من يهديه ومن لا يهديه. </p><p> قوله تعالى:  {أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ ...} الآية، مناسبة هذه الآية لما قبلها: أنه سبحانه لما أبان فيما سلف، أنه يقضي بين أرباب الفرق السالفة يوم القيامة، وهو شهيد على أقوالهم وأفعالهم .. أردف هذا ببيان أنه ما كان ينبغي لهم أن يختلفوا، ألا يرون أن جميع العوالم العلوية والسفلية كبيرها وصغيرها، شمسها وقمرها ونجومها وجبالها وحيوانها ونباتها، خاضعة لجبروته، مسخرة لقدرته، وقد كان في هذا مفتاح لهم لو أرادوا، ولكن من يهنه الله، ويكتب عليه الشقاء فلا يستطيع أحد أن يسعده، فالله وحده هو القدير على الإشقاء والإسعاد. </p><p> أسباب النزول </p><p> قوله تعالى:  {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ ...} الآيتين، عن عمران بن حصين وغيره (١) : أن هاتين الآيتين، نزلتا في غزوة بني المصطلق ليلًا، فنادى رسول الله - صلى الله عليه وسلم -: \"فحثوا المطي\" حتى كانوا حول رسول الله - صلى الله عليه وسلم -، فقرأ عليهم، فلم ير باكياً أكثر من تلك الليلة، فلمّا أصبحو!، لم يحطوا السروج عن الدواب، ولم يضربوا الخيام، ولم يطبخوا، والناس بين باك، وجالس حزين متفكر، فقال رسول الله - صلى الله عليه وسلم -: \"أيُّ يوم ذلك\" ؟ قالوا: الله ورسوله أعلم، قال:  \"ذلك يوم،يقول الله لآدم:قم، فابعث من ذريتك بعث النار\" . أخرجه (٢) سعيد بن منصور، وأحمد، وعبد بن حميد والترمذي، وصححه، والنسائي، وابن جرير، وابن أبي حاتم، </p><p>(١) الخازن. (٢) الشوكاني.</p>"
}