{
  "id": null,
  "sura": 21,
  "aya": 50,
  "text": "<p> ٥٠ - وبعد أن ذكر فرقان موسى، وكان العرب يشاهدون تمسك اليهود به، حثَّهم على التمسك بالكتاب الذي نزّله على رسوله - صلى الله عليه وسلم -، فقال:  {وَهَذَا} القرآن الكريم الذي أنزلناه على محمد - صلى الله عليه وسلم -، أشار إليه بإشارة القريب إيذانًا بغاية وضوح أمره {ذِكْرٌ} يتذكر به من تذكر، وموعظة لمن اتعظ بها {مُبَارَكٌ} ؛ أي: كثير الخير والنفع لمن اتبع أوامره، وانتهى بنواهيه {أَنْزَلْنَاهُ} على محمد - صلى الله عليه وسلم -، صفة ثانية لذكر، أو خبر آخر. وبعد أن أبان صفة هذا الكتاب، وبَّخهم على إنكارهم له، فقال:  {أَفَأَنْتُمْ لَهُ مُنْكِرُونَ} الهمزة فيه للاستفهام الإنكاري، إنكار (١) لإنكارهم له، بعد ظهور كون إنزاله من الله كإيتاء التوراة، داخلة على محذوف، والفاء عاطفة على ذلك المحذوف، والتقدير: أبعد أن علمتم، أن شأنه كشأن التوراة، في الإيتاء والإيحاء، فأنتم منكرون لكونه منزلًا من عندنا، فإن ذلك بعد ملاحظة حال التوراة، مما لا مساغ له أصلًا. </p><p> أي (٢) : فبعد أن استبان لكم جليل خطره، وعظيم أمره تنكرون وتقولون:  {قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ} . </p><p> وقد يكون المعنى: كيف تنكرون كونه منزلًا من عند الله تعالى، وأنتم من أهل اللسان، تدركون مزايا الكلام ولطائفه، وتفهمون من بلاغة القرآن ما لا يدركه غيركم، وفيه شرفكم وصيتكم. </p><p> وخلاصة ذلك: أفبعد أن علمتم أن شأنه كشأن التوراة، تنكرون أنه منزل من عند الله، فهذا ما لا يستسيغه عقل راجح، ولا فكر رصين، فمثل هذا في غاية الوضوح والجلاء. </p><p> الإعراب </p><p> {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ </p><p>(١) روح البيان. (٢) المراغي.</p><p> الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ (٣٠) }. </p><p> {أَوَلَمْ} : {الهمزة} : للاستفهام الإنكاري، داخلة على محذوف، و {الواو} : عاطفة على ذلك المحذوف. {لم} حرف نفي وجزم. {يَرَ الَّذِينَ} فعل وفاعل مجزوم بـ {لم} ، والجملة الفعلية معطوفة على تلك المحذوفة، والتقدير: ألم يتفكر الذين كفروا، ولم يروا أن السموات والأرض كانتا رتقًا. والجملة المحذوفة مستأنفة. {كَفَرُوا} : فعل وفاعل صلة الموصول. {أَنَّ السَّمَاوَاتِ} : ناصب واسمه. {وَالْأَرْضَ} معطوف على {السَّمَاوَاتِ} . {كَانَتَا} : فعل ناقص واسمه، {رَتْقًا} خبره، وجملة {كَانَتَا} في محل الرفع خبر {أَنَّ} ، وجملة {أَنَّ} من اسمها وخبرها في تأويل مصدر سادّ مسدّ مفعولي ير. {فَفَتَقْنَاهُمَا} : فعل وفاعل ومفعول، معطوف على {كَانَتَا} . {وَجَعَلْنَا} فعل وفاعل، والجملة معطوفة على جملة {أَنَّ} . {مِنَ الْمَاءِ} : جار ومجرور، متعلق بـ {جعلنا} إن كان {جعل} بمعنى خلق أو حال من {كُلَّ شَيْءٍ} ؛ لأنه صفة نكرة قدمت عليها. {كُلَّ شَيْءٍ} : مفعول به لـ {جعل} ويحتمل كونه بمعنى: صيّر، فيكون {مِنَ الْمَاءِ} : في محل المفعول الثاني، و {كُلَّ شَيْءٍ} مفعول أول. {حَيٍّ} صفة لـ {شَيْءٍ} . {أَفَلَا} : المرة: للاستفهام الإنكاري، داخلة على محذوف، و {الفاء} : عاطفة على ذلك المحذوف (لا) نافية: {يُؤْمِنُونَ} : فعل وفاعل، معطوف على ذلك المحذوف، والتقدير: ألا يتدبرون هذه الأدلة، فلا يؤمنون بتوحيدي، والجملة المحذوفة، جملة إنشائية، لا محل لها من الإعراب. </p><p> {وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَعَلَّهُمْ يَهْتَدُونَ (٣١) }. </p><p> {وَجَعَلْنَا} : فعل وفاعل، معطوف على {وَجَعَلْنَا مِنَ الْمَاءِ} . {فِي الْأَرْضِ} إما مفعول ثان. {رَوَاسِيَ} هو المفعول الأول، وإما متعلق بـ {جعلنا} ، أو بمحذوف حال، و {رَوَاسِيَ} مفعول به. {أَنْ} حرف نصب ومصدر. {تَمِيدَ} فعل مضارع منصوب بـ {أَن} ، وفاعله ضمير يعود على {الْأَرْضِ} . {بِهِمْ} : جار ومجرور متعلق بـ {تَمِيدَ} ، والجملة الفعلية مع {أَن} المصدرية في تأويل </p><p> مصدر، مجرور بإضافة المصدر، المقدّر المنصوب، على كونه مفعولًا لأجله، والتقدير: وجعلنا في الأرض رواسي، كراهية ميدها بهم. {وَجَعَلْنَا} فعل وفاعل، معطوف على {جَعَلْنَا} الأول. {فِيهَا} : هو المفعول الثاني، أو متعلق بـ {جعلنا} . {فِجَاجًا} حال من {سُبُلًا} ؛ لأنه كان صفة لـ {سُبُلًا} ، فقدّم عليه. {سُبُلًا} مفعول أول، أو مفعول به. {لَعَلَّهُمْ} ناصب واسمه، وجملة {يَهْتَدُونَ} خبره، وجملة {لعل} : في محل الجرّ بلام التعليل، المقدرة، تقديره: لاهتدائهم إلى مصالحهم ومقاصدهم. </p><p> {وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ (٣٢) وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ كُلٌّ فِي فَلَكٍ يَسْبَحُونَ (٣٣) }. </p><p> {وَجَعَلْنَا السَّمَاءَ سَقْفًا} : فعل وفاعل ومفعولان. {مَحْفُوظًا} صفة {سَقْفًا} ، والجملة معطوفة على جملة {جعلنا} الأول. {وَهُمْ} مبتدأ. {عَنْ آيَاتِهَا} متعلق بـ {مُعْرِضُونَ} ، و {مُعْرِضُونَ} خبر المبتدأ، والجملة الاسمية في محل النصب، حال من {السَّمَاءَ} ، ولكنها حالة سببية، والرابط ضمير {آيَاتِهَا} ، أو الجملة مستأنفة. {وَهُوَ الَّذِي} مبتدأ وخبر، والجملة مستأنفة، أو معطوفة على جملة {أَنَّ السَّمَاوَاتِ} . {خَلَقَ} فعل ماض، وفاعله ضمير يعود على الموصول، والجملة صلة الموصول. {اللَّيْلَ} مفعول به. {وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ} : معطوفات على الليل. {كُلٌّ} مبتدأ، وسوّغ الابتداء بالنكرة لما فيه من معنى العموم. {فِي فَلَكٍ} جار ومجرور، متعلق بـ {يَسْبَحُونَ} ، وجملة {يَسْبَحُونَ} في محل الرفع خبر المبتدأ، والجملة الاسمية في محل النصب، حال من الشمس والقمر والنجوم، المقدّرة لدلالة السياق عليها، وإنما جعل الضمير واو العقلاء لوصفه إياها بفعل العقلاء، الذي هو السباحة، وتقدم نظيره في قوله:  {رَأَيْتُهُمْ لِي سَاجِدِينَ} . </p><p> فائدة: ذهب سيبويه والجمهور، إلى القول (١) : بأن لفظي كل وبعض، </p><p>(١) إعراب القرآن.</p><p> معرفتان بنية الإضافة، ولذلك يأتي الحال منهما في نحو قولهم: مررت بكل قائمًا، وببعض جالسًا، وأصل صاحب الحال التعريف. وذهب الفارسي: إلى أنهما نكرتان، وألزم من قال بتعريفهما أن يقول: إن نصفًا وسدسًا وثلثًا وربعًا ونحوها، معارف؛ لأنها في المعنى مضافات، وهي نكرات بإجماع. وردّ بأن العرب، تحذف المضاف وتريده، وقد لا تريده، ودل مجيء الحال بعد كل وبعض على إرادته. بقي هنا سؤال واحد، وهو: لم أتى بصيغة الجمع في قوله: {يَسْبَحُونَ} مع أن مرجع الضمير اثنان فقط، وهو الشمس والقمر؟ </p><p> والجواب: أن الضمير عائد عليهما مع الليل والنهار، وذلك لأن الليل والنهار يسبحان أيضًا؛ لأن الليل ظل الأرض، وهو يدور على محيط كرة الأرض، على حسب دوران الأرض، وكذلك النهار يدور أيضًا؛ لأنه يخلف الليل في المحيط. </p><p> {وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ (٣٤) كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ (٣٥) }. </p><p> {وَمَا} : {الواو} : استئنافية، {ما} : نافية. {جَعَلْنَا} فعل وفاعل. {لِبَشَرٍ} جار ومجرور في محل نصب، مفعول ثان. و {مِنْ قَبْلِكَ} صفة {لِبَشَرٍ}  {الْخُلْدَ} : مفعول {جَعَلْنَا} الأول، والجملة الفعلية مستأنفة، مسوقة لتقرير عدم خلود البشر. {أَفَإِنْ} الهمزة: للاستفهام الإنكاري، داخلة على محذوف، و (الفاء) : عاطفة على ذلك المحذوف. {إن} حرف شرط جازم. {مِتَّ} : فعل وفاعل في محل الجزم بـ {إن} الشرطية، على كونه فعل شرط لها. {فَهُمُ}  (الفاء) : رابطة لجواب {إن} الشرطية وجوبًا. {هم الخالدون} : مبتدأ وخبر، والجملة في محل الجزم بـ {إن} الشرطية، على كونها جوابًا لها، وهي على نية التقديم؛ لأن أصل الكلام: أفهم الخالدون إن متّ، وجملة {إن} الشرطية معطوفة على الجملة المحذوفة، والتقدير: أيبقى هؤلاء المشركون حتى يشمتوا بموته، فإن مت يا محمد، فهم الخالدون في الدنيا بعدك، كما مر في مبحث التفسير، والجملة المحذوفة، جملة إنشائية لا محل لها من الإعراب. {كُلُّ </p><p> نَفْسٍ} مبتدأ ومضاف إليه. {ذَائِقَةُ الْمَوْتِ} خبر ومضاف إليه، والجملة مستأنفة، مسوقة للاستدلال على عدم الخلود، فلا مجال للشماتة فيه. {وَنَبْلُوكُمْ} الواو: استئنافية {نبلوكم} فعل ومفعول وفاعله ضمير يعود على الله، والجملة مستأنفة. {بِالشَّرِّ} متعلق به، {وَالْخَيْرِ} معطوف على الشر؛ أي: نختبركم بما يجب فيه الصبر، وبما يجب فيه الشكر. {فِتْنَةً} مصدر مؤكد لـ {نبلوكم} من غير لفظه، منصوب على المفعولية المطلقة؛ لأن الابتلاء فتنة، فكأنه قيل: نفتنكم فتنة، ويجوز أن يعرب مفعولًا من أجله، أو نصبًا على الحال، من فاعل {نبلوكم} ؛ أي: فاتنين لكم. {وَإِلَيْنَا} : جار ومجرور متعلق بـ {تُرْجَعُونَ} . {تُرْجَعُونَ} : فعل ونائب فاعل، والجملة معطوفة على جملة {نبلوكم} ، أو في محل النصب على الحال من مفعول {نبلوكم} . </p><p> {وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا} . </p><p> {وَإِذَا} : {الواو} : استئنافية. {إذا} ظرف لما يستقبل من الزمان. {رَآكَ} فعل ومفعول به لأن رأى بصرية. {الَّذِينَ} فاعل، وجملة {كَفَرُوا} صلة الموصول، وجملة {رَآكَ} في محل الجر مضاف إليه لـ {إذا} على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي. {إن} : نافية. {يَتَّخِذُونَكَ} : فعل وفاعل ومفعول أول، مرفوع بالنون. {إِلَّا} أداة استثناء مفرغ. {هُزُوًا} مفعول ثان لـ {اتخذ} ، والجملة الفعلية جواب إذا، لا محل لها من الإعراب، وجملة إذا مستأنفة. </p><p> فائدة في جواب إذا: تخالف إذا أدوات الشرط جميعًا، فإن أدوات الشرط، متى أجيبت بأن النافية، أو بما النافية .. وجب الإتيان بالفاء، كما في هذه الآية، وكما في قوله تعالى أيضًا:  {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا} ، انتهت. </p><p> {أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ وَهُمْ بِذِكْرِ الرَّحْمَنِ هُمْ كَافِرُونَ (٣٦) خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ سَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ (٣٧) }. </p><p> {أَهَذَا} : {الهمزة} : للاستفهام السخري التعجبي. {هذا} مبتدأ </p><p> {الَّذِي} : خبر. {يَذْكُرُ} فعل مضارع، وفاعله ضمير يعود على الموصول، {آلِهَتَكُمْ} مفعول به ومضاف إليه، والجملة صلة الموصول، والجملة الاسمية في محل النصب، مقول لقول محذوف، تقديره: حالة كونهم قائلين: أهذا الذي يذكر آلهتكم. {وَهُمْ} مبتدأ. {بِذِكْرِ الرَّحْمَنِ} جار ومجرور ومضاف متعلق بـ {كَافِرُونَ} . {هُمْ} تأكيد لضمير المبتدأ. {كَافِرُونَ} خبر المبتدأ، والجملة الاسمية في محل النصب. حال من فاعل يتخذونك، أو من فاعل القول المقدر. {خُلِقَ الْإِنْسَانُ} فعل ونائب فاعل، والجملة مستأنفة. {مِنْ عَجَلٍ} : جار ومجرور متعلق بـ {يخلق} ، أو حال من الإنسان. {سَأُرِيكُمْ} : السين حرف استقبال. {أريكم} فعل مضارع، وفاعل مستتر ومفعول أول. {آيَاتِي} مفعول ثان؛ لأنه من رأى البصرية فتعدّى بالهمزة إلى مفعولين، والجملة الفعلية مستأنفة، مسوقة لتأكيد العجلة، وعاقبتها التي هي رؤية العذاب. {فَلَا} : الفاء عاطفة. {لا} ناهية جازمة. {تَسْتَعْجِلُونِ} فعل مضارع مجزوم بـ {لا} الناهية، وعلامة جزمه حذف النون، والواو فاعل، والنون للوقاية، وياء المتكلم المحذوفة، اجتزاء عنها بكسر نون الوقاية، رعاية للفاصلة، في محل النصب مفعول به، والجملة معطوفة على جملة أريكم. </p><p> {وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٣٨) }. </p><p> {وَيَقُولُونَ} : {الواو} استئنافية. {يقولون} : فعل وفاعل، والجملة مستأنفة مسوقة، لإيراد نمط من استعجالهم المذموم. {مَتَى} اسم استفهام، للاستفهام الاستخباري، في محل النصب على الظرفية الزمانية، متعلق بمحذوف خبر مقدم. {هَذَا} : مبتدأ مؤخر. {الْوَعْدُ} بدل منه، والتقدير: هذا الوعد كائن متى، أو بفعل محذوف يقع خبر المبتدأ، تقديره: هذا الوعد متى يجيء، أو في محل الرفع خبر مقدم، وهذا هو المشهور، والجملة الاسمية في محل النصب مقول ليقولون. {إِنْ} حرف شرط. {كُنْتُمْ} فعل ناقص، واسمه في محل الجزم بأن الشرطية. {صَادِقِينَ} خبره. وجواب إن الشرطية معلوم مما قبله، تقديره: إن كنتم صادقين فمتى هو، وجملة إن الشرطية في محل النصب </p><p> مقول القول. </p><p> {لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ وَلَا هُمْ يُنْصَرُونَ (٣٩) بَلْ تَأْتِيهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنْظَرُونَ (٤٠) }. </p><p> {لَوْ} : حرف شرط غير جازم. {يَعْلَمُ الَّذِينَ} فعل وفاعل، والجملة الفعلية فعل شرط لـ {لَوْ} . {كَفَرُوا} : فعل وفاعل صلة الموصول. وعلم هنا بمعنى: عرف، يتعدى لمفعول واحد، تقديره: لو يعلم الذين كفروا مجيء الموعود، الذي سألوا عنه واستبطأوه {حِينَ} : منصوب على الظرفية الزمانية، متعلق بالمفعول المحذوف، الذي هو مجيء، أو مفعول به لـ {يَعْلَمُ} . {لَا} : نافية. {يَكُفُّونَ} فعل وفاعل: {عَنْ وُجُوهِهِمُ} جار ومجرور ومضاف إليه، متعلق بـ {يَكُفُّونَ} . {النَّارَ} مفعول به. {وَلَا} الواو عاطفة، {لَا} زائدة، زيدت لتأكيد نفي ما قبلها. {عَنْ ظُهُورِهِمْ} : جار ومجرور، معطوف على الجار والمجرور في قوله:  {عَنْ وُجُوهِهِمُ} . {وَلَا} الواو: عاطفة. (لا) نافية {هُمْ} مبتدأ، وجملة {يُنْصَرُونَ} خبره، والجملة الاسمية في محل الجر، معطوفة على جملة {لَا يَكُفُّونَ} على كونها مضافًا إليه لـ {حِينَ} ، وجواب {لَوْ} الشرطية محذوف، تقديره: لو يعلم الذين كفروا مجيء العذاب الموعود لهم، حين لا يقدرون على كف النار ودفعها عن وجوههم، ولا عن ظهورهم، ولا يقدرون على نصر أنفسهم لمَّا استمروا على الكفر، واستعجلوا بالعذاب، وجملة {لَوْ} الشرطية مستأنفة {بَلْ} حرف إضراب وابتداء، {تَأْتِيهِمْ} فعل ومفعول به، وفاعله ضمير يعود على النار والجملة مستأنفة. {بَغْتَةً} حال من فاعل تأتيهم، ولكنه بتأويله بمتشق، أي: حالة كونها باغتة فاجئة، أو مفعول مطلق؛ لأن البغتة نوع من الإتيان. {فَتَبْهَتُهُمْ} الفاء: عاطفة {تبهتهم} فعل ومفعول، وفاعله ضمير يعود على النار، والجملة معطوفة على جملة تأتيهم. {فَلَا} الفاء عاطفة. {لا} نافية. {يَسْتَطِيعُونَ} فعل وفاعل معطوف على {تبهتهم} . {رَدَّهَا} مفعول به ومضاف إليه. {وَلَا} الواو: عاطفة. {لا} نافية. {هُمْ} مبتدأ، وجملة {يُنْظَرُونَ} خبره، والجملة </p><p> الاسمية معطوفة على جملة {يَسْتَطِيعُونَ} . </p><p> {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٤١) }. </p><p> {وَلَقَدِ} : {الواو} : استئنافية، و (اللام) موطئة للقسم و (قد) : حرف تحقيق. {اسْتُهْزِئَ} : فعل ماض مغير الصيغة. {بِرُسُلٍ} جار ومجرور في محل الرفع نائب فاعل. {مِنْ قَبْلِكَ} جار ومجرور متعلق بـ {اسْتُهْزِئَ} ، والجملة الفعلية جواب القسم، وجملة القسم مستأنفة. {فَحَاقَ} الفاء: عاطفة. (حاق) فعل ماض. {بِالَّذِينَ} متعلق به. {سَخِرُوا} فعل وفعل صلة الموصول. {مِنْهُمْ} حال من فاعل {سَخِرُوا} ، أو متعلق به. {مَا} اسم موصول في محل الرفع فاعل حاق. {كَانُوا} فعل ناقص واسمه. {بِهِ} متعلق بـ {يَسْتَهْزِئُونَ} ، وجملة {يَسْتَهْزِئُونَ} خبر كانوا، وجملة {كَانُوا} صلة الموصول، وجملة (حاق) معطوفة على جملة {اسْتُهْزِئَ} على كونها جواب القسم. </p><p> {قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ (٤٢) أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَا لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلَا هُمْ مِنَّا يُصْحَبُونَ (٤٣) }. </p><p> {قُلْ} : فعل أمر وفاعل مستتر يعود على محمد، والجملة مستأنفة. {مَنْ} : اسم استفهام للاستفهام الإنكاري في محل الرفع مبتدأ، وجملة {يَكْلَؤُكُمْ} خبره، والجملة الاسمية في محل النصب مقول قل. {بِاللَّيْلِ} متعلق بـ {يَكْلَؤُكُمْ} . {وَالنَّهَارِ} معطوف على الليل. {مِنَ الرَّحْمَنِ} متعلق بـ {يَكْلَؤُكُمْ} أيضًا. {بَلْ} حرف إضراب وابتداء. {هُمْ} : مبتدأ. {عَنْ ذِكْرِ رَبِّهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {مُعْرِضُونَ} . {مُعْرِضُونَ} خبر المبتدأ، والجملة مستأنفة، مسوقة للإضراب عما تضمنه الكلام من النفي، والتقدير: ليس لهم كالىء، ولا مانع غير الرحمن، مع أنهم لا يخطرونه في بالهم، فضلًا عن أن يخافوا بأسه وعذابه. {أَمْ} منقطعة بمعنى بل الإضرابية، وهمزة الاستفهام الإنكاري، والتقدير: بل ألهم آلهة. {لَهُمْ} جار ومجرور خبر مقدم. {آلِهَةٌ} </p><p> مبتدأ مؤخر، والجملة معطوفة على الجملة التي قبلها. {تَمْنَعُهُمْ} فعل ومفعول وفاعل مستتر، والجملة في محل الرفع صفة لـ {آلِهَةٌ} . {مِنْ دُونِنَا} : جار ومجرور ومضاف إليه. صفة ثانية لـ {آلِهَةٌ} . {لَا يَسْتَطِيعُونَ} فعل وفاعل، والجملة مستأنفة. {نَصْرَ أَنْفُسِهِمْ} مفعول به ومضاف إليه. {وَلَا} الواو: عاطفة. {لَا} نافية. {هُمْ} مبتدأ. {مِنَّا} متعلق بـ {يُصْحَبُونَ} . {يُصْحَبُونَ} فعل ونائب فاعل، والجملة في محل الرفع خبر المبتدأ، والجملة معطوفة على جملة {لَا يَسْتَطِيعُونَ} . </p><p> {بَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمُ الْغَالِبُونَ} . </p><p> {بَلْ} : حرف إضراب وابتداء. {مَتَّعْنَا} : فعل وفاعل. {هَؤُلَاءِ} في محل النصب مفعول به. {وَآبَاءَهُمْ} : معطوف على {هَؤُلَاءِ} ، والجملة الفعلية مستأنفة. {حَتَّى} حرف جر وغاية. {طَالَ} : فعل ماض في محل النصب بأن مضمرة. {عَلَيْهِمُ} متعلق به. {الْعُمُرُ} فاعل، والجملة الفعلية، في تأويل مصدر، مجرور بـ {حَتَّى} بمعنى إلى تقديره: إلى طول العمر. {عَلَيْهِمُ} الجار والمجرور، متعلق بمحذوف، تقديره: بل متعنا هؤلاء وآبائهم، وأمهلناهم إلى طول العمر بهم. {أَفَلَا} : {الهمزة} : للاستفهام التوبيخي، داخلة على محذوف، و {الفاء} : عاطفة على ذلك المحذوف، {لا} نافية. {يَرَوْنَ} : فعل وفاعل، والجملة معطوفة على تلك المحذوفة، والتقدير: ألا يتدبر هؤلاء المشركون، المستعجلون بالعذاب فلا يرون. والجملة المحذوفة مستأنفة. {أَنَّا} ناصب واسمه. {نَأْتِي الْأَرْضَ} فعل وفاعل مستتر ومفعول به، والجملة الفعلية في محل الرفع خبر أن، وجملة {أن} مع صلتها في تأويل مصدر، سادّ مسدّ مفعولي {يَرَوْنَ} ؛ لأن الرؤية هنا علمية، ويجوز أن تكون بصرية. {نَنْقُصُهَا} فعل ومفعول وفاعل مستتر يعود على الله تقديره: نحن. {مِنْ أَطْرَافِهَا} متعلق بـ {ننقص} في محل النصب حال من فاعل {نَأْتِي} ، أو من مفعوله؛ أي: نفتحها أرضًا بعد أرض، بما ينقص من أطراف المشركين، ويزيد في أطراف المؤمنين. </p><p> {أَفَهُمُ} الهمزة للاستفهام الإنكاري، داخلة على محذوف، والفاء: عاطفة على ذلك المحذوف، والتقدير: أبعد نقصان أرضهم من أطرافها، هم طامعون في النجاة من بأسنا، فهم الغالبون. {هم الغالبون} مبتدأ وخبر والجملة معطوفة على تلك المحذوفة، والجملة المحذوفة مستأنفة. </p><p> {قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ (٤٥) وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ (٤٦) }. </p><p> {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {إِنَّمَا} أداة حصر. {أُنْذِرُكُمْ} فعل مضارع ومفعول به، وفاعله ضمير يعود على محمد. {بِالْوَحْيِ} متعلق به، والجملة في محل النصب مقول {قُلْ} . {وَلَا} الواو عاطفة. (لا) نافية. {يَسْمَعُ الصُّمُّ الدُّعَاءَ} فعل وفاعل ومفعول، والجملة معطوفة على الجملة التي قبلها. {إِذَا} : ظرف لما يستقبل من الزمان، مجرّد عن معنى الشرط {مَا} زائدة {يُنْذَرُونَ} فعل ونائب فاعل، والجملة في محل الجر مضاف إليه لـ {إِذَا} ، والظرف متعلق بـ {يَسْمَعُ} . {وَلَئِنْ} الواو: استئنافية، واللام موطئة للقسم. {إن} حرف شرط. {مَسَّتْهُمْ} : فعل ومفعول في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها. {نَفْحَةٌ} : فاعل. {مِنْ عَذَابِ رَبِّكَ} جار ومجرور ومضاف إليه صفة لـ {نَفْحَةٌ} ، وجواب {إن} الشرطية محذوف لدلالة جواب القسم عليه، والتقدير: وإن مستهم نفحة من عذاب ربك، يقولون: يا ويلنا إلخ، وجملة {إن} الشرطية معترضة بين القسم وجوابه. {لَيَقُولُنَّ} : اللام، موطئة للقسم، مؤكدة للأولى. {يقولن} فعل مضارع مرفوع بثبوت النون المحذوفة، لتوالي الأمثال، والواو المحذوفة لالتقاء الساكنين، فاعل، والنون للتوكيد والجملة جواب القسم، وجملة القسم مستأنفة. {يَا وَيْلَنَا}  {يا} حرف نداء. {ويلنا} منادي مضاف. نادى الويل ليحضر فيتعجب منه؛ لأن الوقت أوانه. ويحتمل أن تكون الياء للتنبيه. {ويلنا} : منصوب بفعل محذوف وجوبًا تقديره: ألزمنا الله ويلنا، وجملة النداء، أو الفعل المحذوف، في محل النصب مقول القول. والويل الهلاك، أو كلمة تقال لمن وقع في هلكة. </p><p> {إِنَّا} ناصب واسمه. {كُنَّا} فعل ناقص واسمه. {ظَالِمِينَ} : خبره، وجملة {كان} في محل الرفع خبر {إن} ، وجملة {إن} في محل النصب مقول لـ {لَيَقُولُنَّ} على كونها جواب النداء. </p><p> {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ (٤٧) وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِلْمُتَّقِينَ (٤٨) }. </p><p> {وَنَضَعُ الْمَوَازِينَ} : {الواو} : استئنافية. {نَضَعُ الْمَوَازِينَ} فعل مضارع ومفعول به، وفاعله ضمير يعود على الله، والجملة مستأنفة. {الْقِسْطَ} صفة لـ {الْمَوَازِينَ} ، وقد وصفت بنفس المصدر مبالغة. {لِيَوْمِ الْقِيَامَةِ} جار ومجرور ومضاف إليه متعلق بـ {نضع} ، واللام فيه بمعنى في {فَلَا} : {الفاء} : حرف عطف وتقريع. {لا} نافية. {تُظْلَمُ نَفْسٌ} : فعل مغير ونائب فاعل. {شَيْئًا} : مفعول مطلق، أو مفعول به ثان لـ {تُظْلَمُ} ، والجملة الفعلية معطوفة على جملة {نضع}  {وَإِنْ} الواو استئنافية. {إن} حرف شرط. {كَانَ} فعل ماض ناقص في محل الجزم بـ {إن} على كونه فعل شرط لها، واسمها ضمير مستتر تقديره: هو يعود على العمل. {مِثْقَالَ حَبَّةٍ} خبر {كَانَ} ومضاف إليه. {مِنْ خَرْدَلٍ} صفة لـ {حَبَّةٍ} . {أَتَيْنَا} فعل وفاعل في محل الجزم بـ {إن} على كونه جواب شرط لها. {بِهَا} متعلق بـ {أَتَيْنَا} . وأنث ضمير المثقال؛ لأنه أضيف إلى الحبة، وجملة {إن} الشرطية مستأنفة. {وَكَفَى} الواو عاطفة. {كفى} فعل ماض. {بِنَا} فاعل، والباء: زائدة. {حَاسِبِينَ} تمييز لفاعل كفى، أو حال منه، والجملة معطوفة على جملة إن الشرطية. {وَلَقَدْ}  {الواو} : استئنافية، واللام: موطئة للقسم. {قد} حرف تحقيق. {آتَيْنَا} : فعل وفاعل. {مُوسَى} مفعول أول. {وَهَارُونَ} معطوف عليه. {الْفُرْقَانَ} معفول ثان لأن آتى بمعنى أعطى. {وَضِيَاءً} : معطوف على {الْفُرْقَانَ} . {وَذِكْرًا} معطوف على ضياء. {لِلْمُتَّقِينَ} متعلق بـ {ضياء} . وعطف الصفات جائز عندهم، فهو من هذا الوادي. وفي \"السمين\" : قوله: {وَضِيَاءً وَذِكْرًا} : يجوز أن يكون من باب عطف </p><p> الصفات، فالمراد به شيء واحد؛ أي: آتيناهما الكتاب الجامع بين هذه الأشياء. وقيل: الواو زائدة. قال أبو البقاء:  {وَضِيَاءً} على هذا حال من الفرقان. </p><p> {الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ (٤٩) وَهَذَا ذِكْرٌ مُبَارَكٌ أَنْزَلْنَاهُ أَفَأَنْتُمْ لَهُ مُنْكِرُونَ (٥٠) }. </p><p> {الَّذِينَ} : اسم موصول في محل الجر صفة {لِلْمُتَّقِينَ} . ولك أن تعربه خبرًا لمبتدأ محذوف، أي: هم الذين. {يَخْشَوْنَ رَبَّهُمْ} فعل وفاعل ومفعول صلة الموصول. {بِالْغَيْبِ} جار ومجرور حال من فاعل {يَخْشَوْنَ} ؛ أي: حال كونهم غائبين ومنفردين عن الناس، أو حال من المفعول. {وَهُمْ} الواو: عاطفة، أو حالية. {هم} مبتدأ. {مِنَ السَّاعَةِ} متعلق بمشفقون. و {مُشْفِقُونَ} خبر المبتدأ، والجملة الاسمية معطوفة على جملة الصلة، أو حال من فاعل {يَخْشَوْنَ} ، وذكر الاشفاق من الساعة بعد الخشية، من ذكر الخاص بعد العام، لكونها أعظم المخلوقات، وللتنصيص على اتصافهم بضد ما اتصف به المستعجلون، وآثر الجملة الاسمية، للدلالة على ثبات الإشفاق ودوامه اهـ من \"أبي السعود\"  {وَهَذَا} : {الواو} : استئنافية. {هذا ذكر} مبتدأ وخبر، والجملة مستأنفة مسوقة لخطاب أهل مكة، ومحاورتهم حول القرآن الكريم، الذي أنزل بلسانهم. {مُبَارَكٌ} صفة أولى لـ {ذِكْرٌ}  {أَنْزَلْنَاهُ} فعل وفاعل ومفعول، والجملة صفة ثانية لذكر. {أَفَأَنْتُمْ} الهمزة: للاستفهام التوبيخي المضمّن للإنكار، داخلة على محذوف، والفاء: عاطفة على ذلك المحذوف {أنتم} مبتدأ. {لَهُ} متعلق بـ {مُنْكِرُونَ} . و {مُنْكِرُونَ} خبر المبتدأ، والجملة معطوفة على ذلك المحذوف، والتقدير: أأنتم عالمون، أن شأنه كشأن التوراة، فأنتم له منكرون، والجملة المحذوفة مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا} الرتق: الضم والإلتحام خلقة كان أو صنعة. والفتق: الفصل بين الشيئين الملتصقين وفي </p><p> \"المختار\" : الرتق: ضد الفتق، وقد رتقت الفتق، من باب نصر سددته فارتتق؛ أي: التأم، ومنه قوله تعالى:  {كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا} ، والرتق بفتحتين مصدر قولك، امرأة رتقاء؛ أي: لا يستطاع جماعها لارتتاق ذلك الموضع منها، وفي الأساس: رتق الفتق حتى ارتتق. وقرىء:  {كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا} وعن ابن الكلبي: كانتا رتقاوين، ففتق الله السماء بالماء، وفتق الأرض بالنبات، وامرأة رتقاء بينة الرتق إذا لم يكن لها خرق إلا المبال. وفي \"المختار\" أيضًا: فتق الشيء شقه، وبابه نصر، وفتقه تفتيقًا مثله فانفتق اهـ. </p><p> {رَوَاسِيَ} جمع راسية، من رسا الشيء إذا ثبت ورسخ. اهـ \"أبو السعود\" . وفي \"المختار\" : والرواسي من الجبال الرواسخ، واحدتها راسية. وفي \"المصباح\" : وما الشيء يرسو رسوًا ورسوا، إذا ثبت فهو راسٍ، وجبالٌ راسيةٌ وراسياتٌ ورواسي. </p><p> {أَنْ تَمِيدَ بِهِمْ} ؛ أي: أن تتحرك وتضطرب. وفي \"المصباح\" : ماد يميد ميدا من باب باع، وميدانا بفتح الياء إذا تحرك. وفي \"الأساس\" : غصن مائد مائل وماد يميد ميداناً. </p><p> {فِجَاجًا} وفي \"المختار\" : الفج بالفتح: الطريق الواسع بين الجبلين، والجمع فجاج بالكسر، مثل سهم وسهام. والفج بالكسر البطيخ الشامي، وكل شيء من البطيخ والفواكه لم ينضج، فهو فجّ بالكسر. وفي \"القاموس\" الفج وجمعه فجاج الطريق الواسع بين جبلين، والسبل جمع سبيل، وهو الطريق الواسع مطلقًا. </p><p> {كُلٌّ فِي فَلَكٍ} والفلك: كل شيء مستدير، وجمعه أفلاك، وعبارة الخازن: وقيل: الفلك: طاحونة مستديرة كهيئة ذلك المغزل بمعنى: أن الذي تجري فيه النجوم، مستدير كاستدارة الرحى. وقيل: الفلك: السماء الذي فيه ذلك الكوكب، وكل كوكب يجري في السماء الذي قدر فيه. وفي \"تفسير الرازي\" : المسألة الثالثة: الفلك في كلام العرب، كل شيء مستدير، وجمعه أفلاك. </p><p> واختلف العقلاء فيه: فقال بعضهم: الفلك ليس بجسم، وإنما هو استدارة هذه النجوم. وقال الأكثرون: الأفلاك؛ أجسام تدور النجوم عليها، وهذا أقرب إلى ظاهر القرآن، ثم اختلفوا في كيفيته فقال بعضهم: الفلك موج مكفوف،. تجري الشمس والقمر والنجوم فيه. وقال الكلبي: ماء مكفوف تجري فيه الكواكب، واحتج بأن السباحة لا تكون إلا في الماء. قلنا: لا نسلم ذلك، فإنه يقال في الفرس: الذي يمد يديه في الجري سابح. المسألة الرابعة: اختلف الناس في حركات الكواكب والوجوه الممكنة فيها ثلاثة. فإنه إما أن يكون الفلك ساكناً، والكواكب تتحرك فيه، كحركة السمك في الماء الراكد، وإما أن يكون الفلك متحركًا، والكواكب تتحرك فيه أيضًا، إما مخالفة لجهة حركته، أو موافقة لجهتها، إما بحركة مساوية لحركة الفلك في السرعة والبطء، أو مخالفةً، وإما أن يكون الفلك متحركًا والكواكب ساكنة، والذي يدل عليه لفظ القرآن الأول، وهو أن تكون الأفلاك ساكنة، والكواكب جارية فيها، كما تسبح السمكة في الماء الراكد، اهـ \"التفسير الكبير للرازي\" . </p><p> {الْخُلْدَ} الخلود والبقاء {كُلُّ نَفْسٍ} ؛ أي: مخلوقةٍ، فلا يرد الباري تعالى {ذَائِقَةُ الْمَوْتِ} ؛ أي: موارة مفارقة جسدها، اهـ شيخنا. وهذا دليل على ما أنكر من خلودهم، اهـ \"أبو السعود\" . والذوق هنا: الإدراك. والمراد من الموت، مقدماته من الآلام العظيمة، والمدرك لذلك هي النفس المفارقة، التي تدرك مفارقتها للبدن {نبلوكم} أي: نختبركم. والمراد: نعاملكم معاملة من يختبركم {بالخير والشر} ؛ أي: بالمحبوب والمكروه {فِتْنَةً} أي: بلاءً واختبارًا، فهو مصدر مؤكد لنبلوكم، من غير لفظه. وأصل الفتن، إدخال الذهب النار. لتظهر جودته من رداءته. وعن أبي أمامة - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: \"إن الله يجرِّب أحدكم بالبلاء. كما يجرب أحدكم ذهبه بالنار. فمنه من يخرج كالذهب، فذاك الذي افتتن\" . قال الراغب: يقال: بلى الثوب بلى؛ أي خلق، وبلوته اختبرته كأني أخلقته من كثرة اختباري له، وسمي الغم بلاءً، من حيث إنه يبلي الجسم {إِلَّا هُزُوًا} ؛ أي: ما يتخذونك إلّا مهزوءًا به؛ أي: مسخورًا منه. </p><p> {مِنْ عَجَلٍ} في \"المختار\" : العجل والعجلة، ضد البطء، وقد عجل من باب طرب، اهـ. وقيل: هما طلب الشيء قبل أوانه، وهما من مقتضى الشهوة، فلذلك صارت مذمومة، والمراد بالإنسان هذا النوع، وقد جعل لفرط استعجاله وقلة صبره، كأنه مخلوق من العجل، مبالغةً، كما يقال للرجل الذكي: هو نار تشتعل. ويقال لمن يكثر منه الكرم: فلانٌ خلق من الكرم. </p><p> {فَتَبْهَتُهُمْ} في \"المصباح\" : بهت وبهت، من بابي قرب وتعب. دهش وتحيَّر، ويعدَّى بالحركة، فيقال: بهته يبهته بفتحتين، اهـ {فَحَاقَ بِالَّذِينَ} يقال: حاق به، يحيق حيقًا، أحاط به. وحاق بهم الأمر، لزمهم ووجب عليهم، وحاق نزل، ولا يكاد يستعمل إلّا في الشر. الحيق: ما يشمل الإنسان من مكروه، فعل {يَكْلَؤُكُمْ} يحرسكم ويحفظكم {مِنَ الرَّحْمَنِ} ؛ أي: من بأسه وعقابه، الذي تستحقونه {مِنْ دُونِنَا} ؛ أي: من غيرنا. وفي \"المصباح\" : كلأه الله يكلؤه، مهموزٌ بفتحتين من باب قطع، كلاءةً بالكسر والمد حفظه، ويجوز التخفيف، فيقال: كليته أكلاه وكلئته أكلؤه من باب تعب لغة قريش، لكنهم قالوا: مكلو بالواو وأكثر من مكلي بالياء اهـ {وَلَا هُمْ مِنَّا يُصْحَبُونَ} ؛ أي: يجارون من عذابنا. تقول العرب: أنا لك جار. وصاحب من فلان؛ أي: ومجير منه. واختاره الطبري. </p><p> {بَلْ مَتَّعْنَا} المتاع: انتفاع ممتد الوقت، يقال: متعه الله بكذا، وأمتعه وتمتع به {الْعُمُرُ} بضم الميم وسكونها، اسم لمدة عمارة البدن بالحياة؛ أي: طال عليهم الأجل في التمتع فاغتروا. وحسبوا أنهم ما زالوا على ذلك لا يغلبون. </p><p> {مِنْ أَطْرَافِهَا} والأطراف: جمع طرف بالتحريك، وهو ناحية من النواحي، وطائفة من الشيء {وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ} ؛ أي: قسط ونصيب ضئيل. والمس اللمس، ويقال في كل ما ينال الإنسان من أذى. والنفحة من الريح الدفعة، ومن العذاب القطعة. كما في \"القاموس\" . قال في \"بحر العلوم\" . من نفحته الدابة، إذا ضربته؛ أي: ضربة، أو من نفحت الريح إذا هبت؛ أي: هبة، </p><p> أو من نفح الطيب، إذا فاح؛ أي: فوحة، كما يقال: شمة. وقال ابن جريج؛ أي: نصيب من نفحه فلان من ماله إذا أعطاه حظًا منه. </p><p> فصل في مصادر المرة والنوع أو الهيئة </p><p> مصدر المرة، هو ما يذكر لبيان عدد الفعل، ويبنى من الثلاثي المجرد على وزن فعلة. بفتح الفاء وسكون العين، مثل وقفت وقفة ووقفتين ووقفات، فإن كان الفعل فوق الثلاثي ألحقت بمصدره التاء، مثل أكرمته إكرامة، وفرحته تفريحة، وتدحرج تدحرجة، إلا إن كان المصدر ملحقاً في الأصل، بالتاء، فيذكر بعده ما يدل على العدد، مثل رحمته رحمة واحدة، وأقمت إقامة واحدة، واستقمت استقامة واحدة. </p><p> أما مصدر النوع أو الهيئة: فهو ما يذكر لبيان نوع الفعل. وصفته، نحو وقفت وقفةً، ويبنى من الثلاثي المجرد، على وزن فعلة بكسر الفاء، مثل عاش عيشة حسنة، ومات ميتة سيئة، وفلان حسن الجلسة، وفلانة هادئة المشية، فإن كان الفعل فوق الثلاثي يصير مصدره، بالوصف مصدر نوع، مثل أكرمته إكرامًا عظيمًا. </p><p> هذا، وهنا تنبيه هام. نبه عليه الشيخ أبو حيان، وهو أن هذه التاء الدالة على المرة الواحدة، لا تدخل على كل مصدر، بل على المصادر الصادرة عن الجوارح المدركة بالحس، نحو قومة وضربةٍ وقعدة وأكلة. وأما مصادر الأفعال الباطنة، والخصال الجليلة الثابتة، نحو: الظرف والحسن والجبن والعلم، فلا يقال، من ذلك: علمته علمةً، ولا فهمته فهمةً، ولا صبرته صبرةً. </p><p> {مِنْ خَرْدَلٍ} الخردل: نبات له حب صغير جدًّا أسود مقرح، والواحدة خردلة، ويقال: خردل الطعام: أكل خياره، وخردل اللحم: قطع أعضاءه، والخرادل: القطع من اللحم. </p><p> {وَنَضَعُ الْمَوَازِينَ} جمع ميزان، والجمع فيه للتعظيم، أو باعتبار أجزائه فإن الصحيح أنه ميزان واحد لجميع الأمم، ولجميع الأعمال، وهو جسم مخصوص، </p><p> له لسان وكفتان وعمود، كل كفة، قدر ما بين المشرق والمغرب، ومكانه بين الجنة والنار، كفته اليمنى للحسنات عن يمين العرش، وكفته اليسرى للسيئات عن يساره. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستفهام التعجبي الإنكاري في قوله: {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا} . </p><p> ومنها: الطباق بين الرتق والفتق في قوله: {كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا} . </p><p> ومنها: التنكير للتعميم في قوله: {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ} وقوله: {وَمَا جَعَلْنَا لِبَشَرٍ} . </p><p> ومنها: التذييل بقوله: {أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ} بعد قوله: {وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ} . وعرَّفوه بقولهم: بأنه تذييل الكلام بعد تمامه، وحسن السكوت عليه، بجملة تحقق ما قبلها من الكلام، وتزيده توكيدًا، وتخرجه مخرج المثل السائر، ليشيع الكلام بعد دورانه على الألسنة، فإن لم تكن الزيادة تفيد ذلك، فلا يسمى تذييلا. أما في الآية التي نحن بصددها، فإن المعنى مستوفى في الإخبار، بأنه سبحانه لم يجعل لبشر قبل نبيه الخلد، ثم ذيل ذلك الإخبار بما أخرجه مخرج تجاهل العارف، وهو قوله:  {أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ} ، ثم ذيلّ هذا التذييل بما أخرجه مخرج المثل السائر. حيث قال:  {كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ} . </p><p> ومنها: الالتفات من التكلم إلى الغيبة في قوله: {وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ} بعد قوله: {وَجَعَلْنَا مِنَ الْمَاءِ} ، وذلك لتأكيد الاعتناء بالنعم الجليلة، التي أنعم بها على العباد. </p><p> ومنها: الطباق بين الشر والخير في قوله: {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ} . </p><p> ومنها: الإيجاز بالحذف، في قوله:  {أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ} أي: بكل سوء؛ لأنهم استفظعوا حكايته ما يقوله النبي - صلى الله عليه وسلم -، من القدح في آلهتهم، بأنها لا تسمع، ولا تبصر، ولا تنفع، ولا تضر. </p><p> ومنها: الاستعارة المكنية، في قوله:  {خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ} فقد شبّه العجل الذي طبع عليه الشخص، وصار له كالجبلة بأصل مادته، وهي الطين، تشبيهًا مضمراً في النفس، ثم حذف المشبّه به، ورمز إليه بشيء من لوازمه، وهو قوله: خلق. وقيل: لا استعارة فيه، وإنما هو من باب القلب، والأصل خلق العجل من الإنسان، لشدة صدوره منه، وملازمته له، والقلب موجود في كلامهم كثيرًا، والأول أولى وأقعد بالبلاغة، ومن بدع التفاسير ما قالوه: من أن العجل هو الطين، بلغة حمير. </p><p> ومنها: إيثار صيغة المضارع والشرط في قوله: {لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا} وإن كان المعنى على المضي، لإفادة استمرار عدم العلم. </p><p> ومنها: الكناية في قوله: {عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ} ؛ لأنه كناية عن إحاطة النار بهم من كل جانب، ذكره أبو السعود. </p><p> ومنها: وضع الظاهر موضع المضمر في قوله تعالى: {قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ} لفائدة التسجيل عليهم، فقد كان مقتضى السياق أن يقول:  {ولا يسمعون} ولكنه صرح بالصم، وتجاوز بالظاهر عن ضميره، للدلالة على تصامهم وسدهم أسماعهم، إذا أنذروا، وللدلالة على صدور إنكار شديد، وغضب عظيم، وتعجب من نبو أسماعهم عن الوحي، وعدم إصاغتهم لما ينفعهم وإمعانهم في ركوب الغي والضلال. </p><p> ومنها: الاستعارة التصريحية في قوله: {وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ} حيث استعار الصم للكفار؛ لأنهم كالبهائم التي لا تسمع الدعاء، ولا تفقه النداء. </p><p> ومنها: إسناد الضمير إلى الله تعالى في قوله: {أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا} أسند سبحانه الضمير إلى نفسه. تعظيمًا للمسلمين، الذين </p><p> أجرى على أيديهم الانتصار العظيم، وافتتاح البلاد والأمصار. تنويهاً بقدر المجاهدين، وتعظيمًا لما أتوا به من فضائل الأعمال. </p><p> ومنها: ثلاث مبالغات في قوله: {وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا} . </p><p> ١ - ذكر المس وهو أقل شيء، بل هو شيءٌ رفيقٌ جدًّا، فما بالك إذا انشال عليهم، أي: يكفي للدلالة على ذلهم، وهو أن أمرهم، ووهن عزيمتهم، أن أقل من يكفيهم ليذعنوا ويتطامنوا ويعلنوا ذلهم وخضوعهم، والإقرار على أنفسهم. بأنهم تصافوا وأعرضوا. </p><p> ٢ - وما في النفحة، من معنى القلة والنزارة، يقال: نفحته الدابة ونفحة بعطيَّة. </p><p> ٣ - بناء المرة من النفح، فمصدر المرة، يأتي على فعلة؛ أي: نفحة واحدة لا ثاني لها، تكفي لتشتيت أمرهم، وتوهين كيانهم، وتصدع صفوفهم، فكيف إذا عززت بثانية أو ثالثة. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {كُلٌّ فِي فَلَكٍ يَسْبَحُونَ} ؛ لأن السبح حقيقة في المر السريع في الماء، أو في الهواء، فاستعير لمر الشمس والقمر والنجوم في الفلك. </p><p> ومنها: التشبيه البليغ في قوله: {سَقْفًا} ؛ أي؛ كالسقف للأرض. </p><p> ومنها: جناس الاشتقاق بين {يَذْكُرُ} و {ذِكْر} في قوله: {أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ وَهُمْ بِذِكْرِ الرَّحْمَنِ} وبين عجل ويستعجلون في قوله: {خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ سَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ (٣٧) }. </p><p> ومنها: الجناس المماثل بين {استهزىء} و {يستهزئون} ، في قوله:  {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} الآية، وبين {إنما أنذركم} و {ينذرون} ، في قوله:  {قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ ...} الآية. </p><p> ومنها: نداء غير العاقل في قوله: {يَا وَيْلَنَا} تنزيلًا له منزلة العاقل. </p><p> ومنها: الكناية في قوله: {حَبَّةٍ مِنْ خَرْدَلٍ} ، لأنه كناية عن العمل، ولو كان في غاية القلة والحقارة. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ (٥١) إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ (٥٢) قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ (٥٣) قَالَ لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُبِينٍ (٥٤) قَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ (٥٥) قَالَ بَلْ رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ (٥٦) وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ (٥٧) فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ (٥٨) قَالُوا مَنْ فَعَلَ هَذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ (٥٩) قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ (٦٠) قَالُوا فَأْتُوا بِهِ عَلَى أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ (٦١) قَالُوا أَأَنْتَ فَعَلْتَ هَذَا بِآلِهَتِنَا يَا إِبْرَاهِيمُ (٦٢) قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ (٦٣) فَرَجَعُوا إِلَى أَنْفُسِهِمْ فَقَالُوا إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ (٦٤) ثُمَّ نُكِسُوا عَلَى رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَؤُلَاءِ يَنْطِقُونَ (٦٥) قَالَ أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ (٦٦) أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَفَلَا تَعْقِلُونَ (٦٧) قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ (٦٨) قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ (٦٩) وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ (٧٠) وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ (٧١) وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً وَكُلًّا جَعَلْنَا صَالِحِينَ (٧٢) وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ وَكَانُوا لَنَا عَابِدِينَ (٧٣) وَلُوطًا آتَيْنَاهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَاهُ مِنَ الْقَرْيَةِ الَّتِي كَانَتْ تَعْمَلُ الْخَبَائِثَ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ (٧٤) وَأَدْخَلْنَاهُ فِي رَحْمَتِنَا إِنَّهُ مِنَ الصَّالِحِينَ (٧٥) وَنُوحًا إِذْ نَادَى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ (٧٦) وَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ (٧٧) وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ (٧٨) فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فَاعِلِينَ (٧٩) وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ فَهَلْ أَنْتُمْ شَاكِرُونَ (٨٠) وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ (٨١) وَمِنَ الشَّيَاطِينِ مَنْ يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلًا دُونَ ذَلِكَ وَكُنَّا لَهُمْ حَافِظِينَ (٨٢) } </p><p> المناسبة </p><p> قوله تعالى:  {وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لمّا قدّ الكلام في دلائل التوحيد (١) ، والنبوة والمعاد، أتبع ذلك بثلاثة عشر نبيًا غير مراعٍ في ذكرهم الترتيب الزماني، وذكر بعض ما نال كثيرًا منهم من الابتلاء، كل ذلك تسليةً للرسول - صلى الله عليه وسلم -، وليتأسى بهم فيما جرى عليه من قومه. </p><p> قوله تعالى:  {أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكُمْ شَيْئًا ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الكفرة، لما أقروا (٢) على أنفسهم، بأن لا فائدة في آلهتهم، قامت لإبراهيم الحجة عليهم، فوبّخهم على عبادة ما لا يضر ولا ينفع، إذ هذا مما لا ينبغي لعاقل، أن يقدم عليه، وبعد أن دحضت حجتهم، وبان عجزهم، انقلبوا إلى العناد واستعمال القوة الحسية، إذ أعيتهم الحجة، فقالوا: حرّقوا إبراهيم بالنار، وانصروا آلهتكم التي جعلها جذاذًا، ولكن الله سلّمه من كيدهم، وجعل النار بردًا وسلامًا عليه. </p><p> قوله تعالى: {وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ (٧١) ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى، لمّا ذكر ما أكرم به إبراهيم، من نجاته من النار، قفّى على ذلك، ببيان أنه أخرجه من بين قومه مهاجرًا إلى بلاد الشام، وهي الأرض المباركة، ثم وهب له من الذرية إسحاق وابنه يعقوب - عليهما السلام -، وكانا أهل صلاح وتقوى يقتدى بهما، ويؤتمر بأمرهما، ثم أردف ذلك، بذكر ما آتى لوطًا من العلم والنبوة، وجعله يعزف عن مفاسد تلك القرية، التي كان يقيم فيها بين ظهراني أهلها، وقد أهلكهم جميعًا وأنجاه هو وأهله، وأدخله في جنات النعيم، وقرّبه إلى حظيرة قدسه وساحة رحمته. </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}