{
  "id": null,
  "sura": 21,
  "aya": 83,
  "text": "<p> {سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ (١٠١) }، ولا منافاة للرواية الأولى في قوله:  (فقال المشركون) لأن عبد الله بن الزبعري منهم. </p><p> التفسير وأوجه القراءة </p><p> ٨٣ - {وَأَيُّوبَ} ؛ أي: واذكر يا محمد قصة أيوب لأمتك {إِذْ نَادَى} ودعا {رَبَّهُ} وخالقه بـ {أَنِّي مَسَّنِيَ الضُّرُّ} ؛ أي: أصابتني الشدة في جسدي، والضرّ بأنواعه، فأل للجنس، فارحمني ونجني منها {وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ} وألطفهم لعباده. </p><p> وقرأ الجمهور (١) : {أَنِّي} بفتح الهمزة، وعيسى بن عمر بكسرها إما على إضمار القول: أي: قائلاً: إني، وإما على إجراء نادى مجرى قال، وكسر إني بعدها، وهذا الثاني مذهب الكوفيين، والأول مذهب البصريين، والضرّ بالفتح الضرر في كل شيء نفسًا، أو مالًا، أو أهلًا، وبالضم خاص بالضرر في النفس، كمرض وهزال، فرّق بين البنائين لاختلاف المعنيين، وقد ألطف أيوب في السؤال، حيث ذكر نفسه بما يوجب الرحمة، وذكر ربه بغاية الرحمة، ولم يصرح بالمطلوب، ولم يعين الضر الذي مسّه، فإن (٢) أكثر أسئلة الأنبياء في كشف البلاء عنهم، إنما هي على سبيل التعريض. </p><p> وَفِي النَّفْسِ حَاجَاتٌ وَفِيْكَ فَطَانَةٌ ... سُكُوْتِىْ بَيَانٌ عِنْدَهَا وَخِطَابُ </p><p> فإن قيل: أليس زكريا صرّح في الدعاء، حيث قال:  {رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً} ؟ قلنا: هذا سؤال العطاء، لا يجمل فيه التعريض، وذلك كشف البلاء، فيجمل فيه التعريض، لئلا يشبه بالشكاية. قال وهب بن منبه: كان أيوب رجلًا من الروم، وهو أيوب بن أموص بن تارخ بن روم بن عيص بن إسحاق بن إبراهيم، عليهما السلام، وكانت أمه من ولد لوط بن هاران، وكان الله سبحانه وتعالى، اصطفاه وجعله نبيًّا، وقد أعطاه من الدنيا حظًا وافرًا من النعم والدواب </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> والبساتين، وأعطاه أولادًا كثيرًا من رجال ونساء، وكان له سبعة بنين وسبع بنات، وكان رحيمًا بالمساكين، وكان يكفل الأيتام والأرامل، ويكرم الضيف، أرسله الله سبحانه، إلى أهل حرّان، وهي قرية بغوطة دمشق، فابتلاه الله تعالى بهلاك أولاده بسقوط البيت عليهم، وبذهاب أمواله، وبالمرض في بدنه ثماني عشرة سنة، وسنّه إذ ذاك سبعون سنة، فإنه خرج من فرقه إلى قدمه ثآليل، وقد وقعت في جسده حكة لا يملكها، وكان يحك بأظفاره حتى سقطت أظفاره، ثم حكها بالمسوح الخشنة، ثم حكها بالفخار والحجارة، ولم يزل يحكها حتى تقطّع لحمه وأنتن، فأخرجه أهل القرية، وجعلوه على كناسة، وجعلوا له عريشاً. </p><p> روي: أن امرأته ماخير بنت ميشا بن يوسف عليه السلام، أو رحمة بنت أفرايم بن يوسف قالت له يومًا: لو دعوت الله تعالى؟ فقال: كم كانت مدة الرخاء فقالت: ثمانين سنة، فقال: أستحي من الله تعالى أن أدعوه وما بلغت مدة بلائي مدة رخائي. </p><p> وروي أن إبليس أتاها على هيئة عظيمة. فقال: أنا إله الأرض، فعلت بزوجك ما فعلت لأنه تركني، وعبد إله السماء، لو سجدت لي سجدة، لرجعت المال والولد، وعافيت زوجك، فرجعت إلى أيوب، وكان ملقى في الكناسة، لا يقرب منه أحد، فأخبرته بالقصة، فقال عليه السلام: كأنك افتتنت بقول اللعين، لئن عافاني الله تعالى، لأضربنك مئة سوط، وحرام عليّ أن أذوق بعد هذا شيئًا من طعامك وشرابك، فطردها، فذهبت فبقي طريحًا في الكناسة، لا يحوم حوله أحد من الناس، فلما نظر أيوب في شأنه، وليس عنده طعام ولا شراب، ولا صديق، وقد ذهبت امرأته خرّ ساجدًا، فقال:  {إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ} فقال تعالى ارفع رأسك فقد استجبت لك، اركض برجلك، فركض برجله، فنبعت من تحته عين ماء، فاغتسل منها، فلم يبق في ظاهر بدنه دابّة، إلَّا سقطت منه، ولا جراحة إلَّا برئت، ثم ركض برجله مرة أخرى، بعد أن مشى أربعين خطوة، فنبعت عين أخرى، فشرب منها، فلم يبق في جوفه داء إلَّا خرج، وعاد صحيحًا، ورجع إليه شبابه وجماله، حتى صار أحسن، ثم كسي </p>"
}