{
  "id": null,
  "sura": 21,
  "aya": 3,
  "text": "<p> قديمة أزلية، وأيضًا الموصوف بالإتيان وبأنه ذكر هو المركب من الحروف والأصوات، وحدوثه مما لا نزاع فيه. </p><p> قلت: والأسلم الإمساك عن القول بحدوث القرآن وقدمه، وتفويض علم ذلك إلى الله سبحانه، فإنه لم يسمع من النبي - صلى الله عليه وسلم -، ولا من السلف الصالح من الصحابة والتابعين، ومن بعدهم شيء من الكلام في ذلك. </p><p> قالوا: القرآن اسم مشترك يطلق على الكلام الأزلي الذي هو صفة الله، وهو الكلام النفسي القديم، من قال بحدوثه كفر. </p><p> ويطلق أيضًا على ما يدل عليه وهو النظم المتلو الحادث، من قال بقدمه سجّل على كمال جهله. وقيل: الذكر المحدث ما قاله النبي - صلى الله عليه وسلم -، وبيّنه من السنن والمواعظ سوى ما في القرآن وأضافه إليه؛ لأن الله تعالى قال: {وَمَا يَنْطِقُ عَنِ الْهَوَى (٣) إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٤) } قاله في \"الخازن\" . </p><p> وقرأ الجمهور (١) : {مُحْدَثٍ} بالجر صفة لـ {ذكر} على اللفظ. وقرأ ابن أبي عبلة بالرفع، صفة لـ {ذكر} على المحل. وقرأ زيد بن علي بالنصب، على الحال من ذكر، إذ قد وصف بقوله:  {مِنْ رَبِّهِمْ} . </p><p> {إِلَّا اسْتَمَعُوهُ} من النبي عليه السلام أو غيره ممن يتلوه. استثناء مفرغ محله النصب على أنه حال من مفعول {يَأْتِيهِمْ} بإضمار قد. {وَهُمْ يَلْعَبُونَ} ؛ أي: يستهزئون به، ويستسخرون منه لتناهي غفلتهم، وفرط إعراضهم عن النظر في الأمور، والتفكر في العواقب. وجملة {وَهُمْ يَلْعَبُونَ} في محل نصب على الحال أيضًا من فاعل {اسْتَمَعُوهُ} . يقال: لعب إذا كان فعل فعلًا غير قاصد به مقصدًا صحيحًا. </p><p> ٣ - {لَاهِيَةً قُلُوبُهُمْ} حال أخرى؛ أي ساهيةً معرضةً غافلةً قلوبهم عن ذكر الله تعالى. يقال: لها عنه إذا ذهل وغفل. قال الراغب: اللهو ما يشغل الإنسان عما يعنيه ويهمه، يقال: لهوت بكذا, ولهيت بكذا، اشتغلت عنه، يلهو وألهاه عن كذا شغله عما هو أهم. وقرأ ابن أبي عبلة، وعيسى {لَاهِيَةً} بالرفع على </p><p>(١) الجر المحيط.</p><p> أنه خبر لقوله:  {وهم} والمعنى (١) : ما يأتيهم ذكر من ربهم، مُحْدَثٍ في حال من الأحوال إلا حال استماعهم إياه، لاعبينَ مستهزئينَ به لاهين متشاغلينَ عن التأمل فيه، لتناهي غفلتهم، وفرط إعراضهم عن النظر في الأمور، والتفكر في العواقب. </p><p> قدم اللعب على اللهو تنبيهًا على أنهم إنما أقدموا على اللعب، لذهولهم عن الحق، فاللعب الذي هو السخرية والاستهزاء نتيجة اللهو، الذي هو الغفلة عن الحق، والذهول عن التفكر. قال بعضهم: القلب اللاهي: هو المشغول بأحوال الدنيا، والغافل عن أحوال العقبى. قال الواسطي: لاَهِيةً عن المصادر والموارد، والمبدأ والمنتهى. </p><p> وقصارى ذلك: أنه (٢) ما ينزل الله من قرآن ويذكرهم به إلَّا استمعوه وهم لاهون لاعبون مستهزئون. </p><p> والخلاصة: أنه ما جدد لهم الذكر وقتًا فوقتا، وكررَّ على أسماعهم التنبيه، والموعظة لعلهم يتعظون، إلا زادَهم ذلك سخرية واستهزاء، وفي هذا ذم لأولئك الكفار، وزَجْر لغيرهم عن مثله، فالانتفاع بما يُسْمَعُ لا يكون إلا بما يرجع إلى القلب من تدبر وتفكر، وإلا حصل مجرد إلاستماع الذي تشارك البهيمة فيه الإنسان. </p><p> وبعد أن ذكر ما يُظْهِرَونَه حين الاستماع من اللهو واللعب، ذَكَرَ ما يخفونه بقوله:  {وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا} ؛ أي: وأمر هؤلاء الذين اقْتَرَبَتِ الساعة منهم، وهم في غفلتهم معرضون التناجي بينهم، وأخفوه عن سواهم. والنجوى في الأصل: مصدر، ثم جُعِلَ اسمًا من التناجي بمعنى القول الواقع بطريق المسارة؛ أي: السر بين اثنين فصاعدًا. يقال: تناجى القوم إذا تساروا، وتكالموا سرًا عن غيرهم. ومعنى (٣) إسرارها مع أنها لا تكون إلا سرًا أنهم بالغوا في إخفائها. وقوله:  {الَّذِينَ ظَلَمُوا} على أنفسهم بالشرك، والمعصية. بدل (٤) واو {أسروا} للإيماء بأنهم ظلموا فيما أسروا به. أو فاعل له والواو علامة الجمع، أو مبتدأ، والجملة المتقدمة خبره، وأصله: وهؤلاء الغافلون أسروا النجوى، فوضع </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.(٤) البيضاوي.</p><p> الموصول موضعه تسجيلًا على فعلهم بأنه ظُلْمٌ. أو منصوب على الذم. ثم بَيَّن ما تَنَاجَوا بِهِ فقال:  {هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ} والاستفهام فيه إنكاري، بمعنى النفي، والجملة مستأنفة استئنافًا بيانيًا، كأنه قيل: فماذا قالوا في نجواهم؟ فقيل: قالوا: {هَلْ هَذَا} ؛ أي: ما هذا الرجل محمد {إِلَّا بَشَرٌ} ؛ أي (١) : دم ولحم مساوٍ لكم في المأكل والمشرب وكل ما يحتاج إليه البشر، والمود مقصور على البشرية، ليس له وصف الرسالة التي يدعيها، والبَشْرُ ظاهرُ الجلد، والأدمة باطنه، عبر عن الإنسان بالبشر اعتبارًا بظهور جلده من الشعر، بخلاف الحيوانات التي عليها الصوف، والشعر والوبر. واستوى في لفظ البشر الواحدُ والجمعُ. وخص في القرآن كل موضع عبر عن الإنسان جثته، وظاهره بلفظ البشر. </p><p> والمعنى (٢) : أي قالوا في تناجيهم متعجبين من دعواه النبوة: هل هذا الذي أتاكم بهذا الذكر إلا بشر مثلكم، في خلقه وأخلاقه، يأكل كما تأكلون، ويشرب كما تشربون، ويموت كما تموتون، فكيف يختص دونكم بالرسالة؟ والهمزة في قوله:  {أَفَتَأْتُونَ السِّحْر} للاستفهام الإنكاري الابتعادي، داخلة على محذوف، و {الفاء} عاطفة على ذلك المحذوف. وجملة {وَأَنْتُمْ تُبْصِرُونَ} حال من فاعل {تأتون} ، مقرّرة للإنكار، ومؤكدة الابتعاد؛ أي (٣) ما هذا الرجل الذي يدّعي النبوة إلّا من جنسكم، وما أتى به - يعنون القرآن - سحر، أتعلمون ذلك فتأتونه، وتحضرونه على وجه الإذعان والقبول، وأنتم تبصرون، وتعاينون أنه سحر، قالوا ذلك لاعتقادهم أن الرسول لا يكون إلّا ملكًا، وأن كل ما يظهر على يد البشر من الخوارق من قبيل السحرِ؛ أي: الخداع والتخيلات التي لا حقيقة لها. </p><p> وخلاصة ذلك: أنهم طعنوا في نبوته بأمرين: </p><p> ١ - أن الرسول لا يكون إلّا ملكًا. </p><p> ٢ - أنَّ الذي يظهر على يديه من قبيل السحر. وذلك فاسد إذ حجة النبوة تعرف من المعجزة، لا من الصورة، ولو بعث الملك إليهم .. لم يعلموا نبوته </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p>"
}