{
  "id": null,
  "sura": 21,
  "aya": 1,
  "text": "<p> تنزَّه ربنا عما يقول هؤلاء المشركون، وقد كذب من اتخذ آلهة لا دليل عليها، وأن جميع الأديان جاءت بإخلاص التوحيد، كما كذب من جعل له ولدًا، فقال: الملائكة بنات الله. </p><p> والملائكة خلق مطيعون لربهم، لا يفعلون إلّا ما يؤمرون به، ولا يشفعون إلّا لمن ارتضى، وهم من خوفه حذرون، ومن يقل منهم: إنه إله .. فلا جزاء له إلا جهنم، وهي جزاء كل ظالم. </p><p> أسباب النزول </p><p> قوله تعالى:  {مَا آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا ...} الآية، سبب نزول هذه الآية (١) : ما أخرجه ابن المنذر عن ابن جريج قال: نعي إلى النبي - صلى الله عليه وسلم - نفسه، فقال:  \"يا رب فمن لأمتي\" فنزلت {وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ ...} الآية. </p><p> التفسير وأوجه القراءة </p><p> ١ - {اقْتَرَبَ} ؛ أي: قرب ودنا {لِلنَّاسِ} ؛ أي للمشركين {حِسَابُهُمْ} ؛ أي (٢) : وقت محاسبة الله إياهم على أعمالهم يوم القيامة، نزلت في منكري البعث؛ أي: قرب (٣) بالنسبة إلى ما مضى، أو عند الله تعالى لقوله: {إِنَّهُمْ يَرَوْنَهُ بَعِيدًا (٦) وَنَرَاهُ قَرِيبًا (٧) }، أو لأن كل ما هو آت قريب، وإنما البعيد ما انقرض ومضى، قال الشاعر: </p><p> فَمَا زَالَ مَنْ يَهْوَاهُ أَقْرَبُ مِنْ غَدِ ... وَمَا زَالَ مَنْ يَخْشَاهُ أَبْعَدُ مِنْ أَمْسِ </p><p> واللام صلة لـ {اقترب} ، أو تأكيد للإضافة، وأصله: اقترب حساب الناس، ثم صار اقترب للناس الحساب، ثم صار اقترب للناس حسابهم، وقال في \"العيون\" : اللام بمعنى من، متعلقة بالفعل، وتقديمها على الفاعل للمسارعة </p><p>(١) لباب النقول. (٢) الخازن.(٣) البيضاوي.</p><p> إلى إدخال الروعة، فإن نسبة الاقتراب إليهم من أول الأمر مما يسوؤهم ويورثهم رهبةً وانزعاجًا من المقترب. وإنما ذكر (١) الله سبحانه هذا الاقتراب لما فيه من المصلحة للمكلفين، فيكونون أقرب إلى التأهّب له، والمراد بـ {الناس} ، المحاسبون، وهم المكلَّفون دون غيرهم. وقيل: هم المشركون لتقييدهم بقوله: {وَهُمْ فِي غَفْلَةٍ} وعلى هذا فهو من باب إطلاق اسم الجنس على بعض أفراده. </p><p> والحساب بمعنى المحاسبة (٢) ، وهو إظهار ما للبعيد وما عليه ليجازى على ذلك، والمراد باقتراب حسابهم: اقترابه في ضمن اقتراب الساعة، وسمي يوم القيامة بيوم الحساب، تسمية للزمان بأعظم ما وقع فيه، وأشدّه وقعاً في القلوب، فإن الحساب هو الكاشف عن حال المرء، ومعنى اقترابه لهم تقاربه، ودنوّه منهم بعد بعده عنهم، فإنه في كل ساعة من ساعات الزمان أقرب إليهم من الساعة السابقة، ما أن ما مضى أكثر مما بقي، وفي الحديث:  \"أمّا بقاؤكم فيما سلف قبلكم من الأمم كما بين صلاة العصر إلى غروب الشمس\" وإنما لم يعيّن الوقت؛ لأن كتمانه أصلح كوقت الموت. </p><p> والمعنى (٣) : دنا من مشركي قريش وقت محاسبة الله إياهم على أعمالهم السيئة، الموجبة للعقاب يوم القيامة، {وَهُمْ فِي غَفْلَةٍ} ؛ أي: والحال أنهم في غفلة تامة من الحساب على النقير والقطمير، والتأهّب له، ساهون عنه بالكلية، لا أنهم غير مبالين مع اعترافهم بإتيانه، بل منكرون له، كافرون به مع اقتضاء عقولهم له؛ لأن الأعمال لا بد لها من الجزاء، وإلّا لزم التسوية بين المطيع، والعاصي وهي بعيدة عن مقتضى الحكمة والعدالة {مُعْرِضُونَ} عن الإيمان والآيات، والنذر المنبّهة لهم من سنة الغفلة. </p><p> وهما خبران للضمير، وحيث كانت الغفلة أمرًا جبليًا لهم، جعل الخبر الأول ظرفا منبئًا عن الاستقرار بخلاف الأعراض. والجملة حال من {الناس} ، </p><p>(١) الخازن. (٢) روح البيان.(٣) روح البيان.</p>"
}