{
  "id": null,
  "sura": 21,
  "aya": 87,
  "text": "<p> النعيم، جزاء لهم على ما فعلوا من صالح الأعمال، ثم علل ذلك بقوله:  {إِنَّهُمْ مِنَ الصَّالِحِينَ} ؛ أي: من الكاملين في الصلاح، وهم الأنبياء، فصلاحهم معصوم من كدر الفساد. </p><p> ٨٧ - {وَذَا النُّونِ} ؛ أي: واذكر يا محمد لقومك قصة ذي النون؛ أي: قصة صاحب الحوت، والمراد به يونس بن متّى - بفتح الميم وتشديد التاء المثناة فوق مفتوحة - قيل (١) : هو اسم أم يونس، كذا في جامع الأصول. وقال عطاء: سألت كعبًا عن متّى أهو اسم أبيه أم أمه؟ فقال: اسم أبيه، وأمه بدورة، وهي من ولد هارون، وسمّي يونس بذي النون؛ لأنه ابتلعه الحوت. قال الإمام السهيلي: أضافه هنا إلى النون، وقد قال في سورة القلم:  {وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ} وذلك أنه حين ذكره في موضع الثناء عليه قال: ذو النون، فإن الإضافة بذو أشرف من الإضافة بصاحب؛ لأن قولك: ذو يضاف إلى التابع، وصاحب إلى المتبوع، تقول: أبو هريرة - رضي الله عنه - صاحب النبي عليه السلام، ولا تقول: النبي صاحب أبي هريرة، إلَّا على جهة. وأما (ذو) فإنك تقول: ذو مال، وذو العرش، فتجد الاسم للاسم متبوعًا غير تابع، ولفظ النون أشرف من الحوت لوجوده في حروف التهجي، وفي أوائل بعض السور نحو {ن وَالْقَلَمِ} . </p><p> وقوله:  {إِذْ ذَهَبَ} ظرف لما مضى، متعلق بالمضاف المقدر؛ أي: اذكر خبره وقت ذهابه حال كونه {مُغَاضِبًا} ؛ أي: مغضباً ومراغماً لقومه أهل نينوى، وهي قرية بالموصل، أو غضبان على قومه، لما مر من طول دعوته إياهم، وشدة شكيمتهم وتمادي إصرارهم، مهاجرًا عنهم قبل أن يؤمر؛ لأنهم لما لم يؤمنوا، وعدهم بنزول العذاب بهم لأجل معلوم، وفارقهم، ثم بلغه بعد مضي الأجل، أنه تعالى لم يعذبهم، ولم يعلم سببه، وهو أنهم حين رأوا أمارات العذاب، تابوا وأخلصوا في الدعاء والتضرع إلى الله، فاندفع العذاب عنهم، فظن أنه كذبهم، وغضب من اندفاع العذاب عنهم، وذهب غضبان. وقرأ أبو شرف {مُغَاضِبًا} اسم مفعول {فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ} ؛ أي: أنه لن نضيق عليه الأمر بالحبس أو </p><p>(١) روح البيان.</p><p> بغيره؛ أي: فإنه ظن أنه مخير، إن شاء أقام، وإن شاء خرج، وأنه تعالى لا يضيق عليه في اختياره، فأتى بحر الروم، فوجد قومًا هيؤوا سفينة، فركب معهم، فلما توسطت السفينة البحر وقفت، ولم تجر بحال، فقال الملاحون: هاهنا رجل عاص، أو عبد آبق؛ لأن السفينة لا تكون هكذا إلّا، وفيها رجل عاص، أو آبق، ومن عادتنا إذا ابتلينا بهذا البلاء أن نقترع، فمن وقعت عليه القرعة ألقيناه في البحر، فاقترعوا ثلاث مرات، فوقعت القرعة فيها كلها على يونس، فقال: أنا الرجل العاصي والعبد الآبق، وألقى بنفسه في البحر، فجاء حوت فابتلعه، فأوحى الله تعالى إلى ذلك الحوت: لا تأكل له لحمًا، ولا تهشم له عظمًا، فإنه ليس رزقًا لك، وما جعلتك له إلا سجنًا، لا طعامًا. </p><p> وقرأ الجمهور:  {نَقْدِرَ} بنون العظمة مخففًا. وقرأ ابن أبي ليلى وأبو شرف والكلبي وحميد بن قيس ويعقوب: بضم الياء وفتح الدال مخففًا. وعيسى والحسن: بالياء مفتوحة وكسر الدال. وعلي بن أبي طالب واليماني: بضم الياء وفتح القاف والدال مشددة. والزهري: بالنون مضمومة وفتح القاف وكسر الدال مشددة. </p><p> وبناء المفاعلة في قوله:  {مُغَاضِبًا} ليس على بابه (١) ، فلا مشاركة كعاقبت اللص، وسافرت، بل للدلالة على كمال غضبه والمبالغة فيه، ويحتمل أن تكون على بابها من المشاركة؛ أي: غاضب قومه، وغاضبوه، حين لم يؤمنوا في أول الأمر، اهـ كرخي. </p><p> والفاء في قوله:  {فَنَادَى فِي الظُّلُمَاتِ} : عاطفة على محذوف تقديره: فاقترعوا فخرجت عليه القرعة، فرموه في البحر، فالتقمه الحوت، فنادى في الظلمات؛ أي: في ظلمات بطن الحوت والبحر والليل. وقيل: ابتلع حوته حوت آخر فحصل في ظلمتي بطن الحوتين وظلمة البحر والليل. وقال الشيخ السمرقندي في تفسيره \"بحر العلوم\" : وعندي - والله أعلم - أن تلك الظلمات </p><p>(١) الفتوحات.</p>"
}