{
  "id": null,
  "sura": 21,
  "aya": 35,
  "text": "<p> وَإِنَّهُمْ مَيِّتُونَ}، فالمراد بإنكار الخلود ونفيه إنكار الشماتة التي كان الخلود مداراً لها، وجودًا وعدمًا، قال الشاعر: </p><p> فَقُلْ لِلشَّامِتِيْنَ بِنَا أَفِيقُوْا ... سَيَلْقَى الشَّامِتُوْنَ كَمَا لَقِيْنَا </p><p> والهمزة في قوله:  {أَفَإِنْ مِتّ} للاستفهام الإنكاري، داخلة على محذوف، والفاء: عاطفة على ذلك المحذوف، والفاء في {فَهُمُ الْخَالِدُونَ} : رابطة الجواب بالشرط، والتقدير: أيبقى هؤلاء المشركون حتى يشمتوا بموتك، فإن متّ يا محمد بأجلك المحتوم .. فهم الخالدون في الدنيا بعدك؟ وقرىء {مِتَّ} بكسر الميم وضمها لغتان. </p><p> والمعنى: أي (١) وما كتب لأحد من قبلك البقاء في الدنيا، حتى نبقيك فيها، بل قدّر لك أن تموت، كما مات رسلنا من قبلك، أفهؤلاء المشركون بربهم هم الخالدون بعدك، لا ليس الأمر كذلك، بل هم ميتون، عشت أو مت. أخرج البيهقي وغيره، عن عائشة قالت: دخل أبو بكر على النبي - صلى الله عليه وسلم -، وقد مات فقبَّله، وقال: وانبيَّاهُ، واخليلاه، واصفيَّاه، ثم تلا {وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ ...} الآية. </p><p> ٣٥ - ثم أكّد ما سلف، وبيّن أن أحدًا لا يبقى في هذه الدنيا، فقال:  {كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ} ؛ أي: كل نفس منفوسة من خلقه، ذائقة مرارة الموت ومتجرعة كأسه، وشدة مفارقة الروح للبدن، وقد جاء في الحديث:  \"إن للموت لسكرات\" ، فلا يفرحنّ أحد لموت أحد، ولا يظهرن التشفي منه، كما لا ينبغي أن تبدوا عليه علامات الجزع والحسرة لموت أحد. </p><p> وهذا برهان على ما أنكر من خلودهم (٢) ، والمراد: النفس الناطقة، التي هي الروح الإنساني، وموتها عبارة عن مفارقتها جسدها؛ أي: ذائقة مرارة المفارقة، والذوق هذا لا يمكن إجراؤه على ظاهره؛ لأن الموت ليس من المطعوم حتى يذاق، بل الذوق إدارك خاص، فيجوز جعله مجازًا عن أصل الإدراك، والموت: صفة وجودية خلقت ضدًّا للحياة، أو هو عبارة عن زوال </p><p>(١) المراغي. (٢) روح البيان.</p><p> القوة الحيوانية، وإبانة النووي عن الجسد. </p><p> وفي \"التعريفات\" : النفس: هي الجوهر البخاري اللطيف، الحامل لقوة الحياة والحس والحركة الإرادية. وسماه الحكيم: الروح الحيواني، فهي جوهر مشرق للبدن، فعند الميت ينقطع ضوؤه عز ظاهر البدن وباطنه، والنوم والميت أو جنس واحد؛ لأن الميت هو الانقطاع الكلي، والنوم هو الانقطاع الناقص. </p><p> والحاصل: أنه إن لم ينقطع ضوء جوهر النفس، عن ظاهر البدن وباطنه .. فهو اليقظة، وان انقطع عن ظاهره دون باطنه .. فهو النوم، أو بالكلية .. فهو الموت. </p><p> وهذا (١) العموم مخصوص بقوله تعالى: {تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ} فإن الله سبحانه وتعالى حيّ دائم لا يموت، لا يجوز عليه الموت، كما أشرنا إلى هذا التخصيص أولًا بقولنا: منفوسة من خلقه. والذوق هنا: عبارة عن مقدمات الموت، وآلامه العظيمة قبل حلوله. </p><p> {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً} ؛ أي (٢) : ونختبركم أيها الناس، بالمضارّ الدنيوية، أو الفقر والآلام وسائر الشدائد، وبنعم الدنيا، أو الصحة واللذة والسرور والتمكين، من حصول ما تريدون لنرى أتصبرون في المحن، وتشكرون في المنح، فيزداد ثوابكم عند ربكم، إذا قمت بأداء ذلك، والقيام بحقوق الصبر أيسر من القيام بحقوق الشكر، فالمنحة أعظم البلاءين، ومن ثم قال عمر - رضي الله عنه -: بُلينا بالضرّاء فصبرنا، وبلينا بالسرّاء فلم نصبر. وقال علي - كرّم الله وجهه -: مَن وسع عليه دنياه، فلم يعلم أنه قد مكر به .. فهو مخدوع عن عقله. وقوله:  {فِتْنَةً} مصدر مؤكد لـ {نَبْلُوكُمْ} أو غير لفظه؛ في: نبلوكم بلاءً واختبارًا. </p><p> وخلاصة ذلك: أنَّا نعاملكم معاملة من يختبركم، ونفتنكم كما يفتن الذهب إذا أريد تصفيته بالنار عما يخالطه من الغش، لنرى أتصبرون في الشدائد، وتشكرون بين الرَّخاء {وَإِلَيْنَا تُرْجَعُونَ} لا إلى غيرنا، لا استقلالًا، ولا اشتراكًا؛ </p><p>(١) الخازن. (٢) المراغي.</p>"
}