{
  "id": null,
  "sura": 21,
  "aya": 88,
  "text": "<p> كانت من الجهات الست، كما قال عليه السلام:  \"ورأيت رجلًا من أمتي، من بين يديه ظلمة، ومن خلفه ظلمة، وعن يمينه ظلمة، وعن يساره ظلمة، ومن فوقه ظلمة، ومن تحته ظلمة، فهو متحير في الظلمات\" . </p><p> {أَنْ لَا إِلَهَ إِلَّا أَنْتَ} ؛ أي (١) : بأنه، فأن مخففة من أنّ المشددة، أو مفسرة بمعنى أي {سُبْحَانَكَ} ؛ أي: أنزهك تنزيهًا لائقا بك، من أن يعجزك شيء {إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} لأنفسهم بفراري من قومي بغير إذنك، فكان ذلك ظلمًا، فعوقب (٢) على ترك الأفضل، الذي هو المكث فيهم صابراً على أذاهم، فإنه خرج لا على تعمّد المعصية، بل لظنه أن خروجه موسّع، يجوز أن يقدّم ويؤخّر، فقد وصف يونس عليه السلام ربه، بكمال الربوبية، وهذا القدر يكفي في السؤال، </p><p> ٨٨ - ولذا قال تعالى:  {فَاسْتَجَبْنَا لَهُ} دعاءه الذي دعا به، وأظهر به التوبة على ألطف وجه وأحسنه، وأول هذا الدعاء تهليل، وأوسطه تسبيح، وآخره إقرار بالذنب، اهـ شيخنا. </p><p> وعن رسول الله - صلى الله عليه وسلم -: \"ما من مكروب يدعو بدعوة ذي النون في بطن الحوت إلا استجيب له\" . وروى ابن جرير والبيهقي في جماعة عن سعد بن أبي وقاص، أن النبي - صلى الله عليه وسلم - قال:  \"دعوة ذي النون في بطن الحوت: لا إله إلّا أنت سبحانك، إني كنت من الظالمين لم يدع بها مسلم ربه في شيء قط، إلّا استجاب له\" . </p><p> وروي عن أنس مرفوعًا \"أنه عليه السلام حين دعا بذلك، أقبلت دعوته تحف بالعرش،فقالت الملائكة:هذا صوت ضعيف، معروف من بلاد غريبة -وفي رواية:صوتًا معروفًا من مكان مجهول -فقال الله تعالى:أما تعرفون ذلك؟قالوا:يا رب من هو؟قال:ذاك عبدي يونس،قالوا:عبدك يونس الذي لم يزل يرفع له عمل مقبول، ودعوة مستجابة،يا رب أفلا ترحم من كان يصنع في الرخاء:فتنجيه من البلاء،قال:بلى، فأمر الحوت، فطرحه\" ، فذلك قوله: </p><p>(١) روح البيان. (٢) المراح.</p><p> {وَنَجَّيْنَاهُ} ؛ أي: نجينا ذا النون {مِنَ الْغَمِّ} والهم، الذي ناله حين التقمه الحوت؛ أي: نجيناه من غم الالتقام والبحر، بأن قذفه الحوت إلى الساحل بعد أربع ساعات - قال الشعبي (١) : التقمه ضحى، ولفظه عشيةً، أو (٢) بعد ثلاثة أيام، أو سبعة أيام، أو أربعين يومًا - وذهب به إلى البحار القاصية، وتخوم الأرض السابعة، وقال بعضهم: كان رأس الحوت فوق الماء، وفمه مفتوحًا {وَكَذَلِكَ} ؛ أي: وكما أنجينا يونس من كرب الحبس إذ دعانا {نُنْجِي الْمُؤْمِنِينَ} من كربهم إذا استغاثوا بنا، داعين وطالبين رحمتنا. قال الرازي: شرط كل من يلتجيء إلى الله أن يبدأ بالتوحيد، ثم بعده بالتسبيح والثناء، ثم بالاستغفار والاعتراف بالذنب. </p><p> وعن جعفر بن محمد قال: عجبت ممن يبتلى بأربع، كيف يغفل عن أربع: عجبت لمن يبتلى بالهم كيف لا يقول: {لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} ؛ لأن الله تعالى يقول: {فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ (٨٨) }، وعجبت لمن يخاف شيئًا من السوء كيف لا يقول:  {حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ} لأن الله تعالى يقول: {فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ} . وعجبت لمن يخاف مكر الناس كيف لا يقول:  {وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ} ؛ لأن الله تعالى يقول:  {فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا} ، وعجبت لمن يرغب في الجنة كيف لا يقول:  {مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ} ؛ لأن الله تعالى يقول:  {فَعَسَى رَبِّي أَنْ يُؤْتِيَنِ خَيْرًا مِنْ جَنَّتِكَ} . </p><p> وعن خالد بن الوليد - رضي الله عنه - أنه قال: يا رسول الله، إني أروع في منامي، قال: قل: \"أعوذ بكلمات الله التامات من غضبه وعقابه وشر عباده، ومن همزات الشياطين وأن يحضرون\" . </p><p> وقرأ الجمهور (٣) : {نُنْجِي} مضارع أنجى. والجحدري مشددًا مضارع نجّى. وقرأ ابن عامر وأبو بكر (نجّي) بنون مضمومة وجيم مشددة وياء ساكنة، </p><p>(١) المراغي. (٢) روح البيان.(٣) البحر المحيط.</p>"
}