{
  "id": null,
  "sura": 21,
  "aya": 105,
  "text": "<p> الْأَرْضِ}، وهذا يدل على أن الأرض باقية، لكنها جعلت غير الأرض، اهـ كرخي. </p><p> والمعنى على الوجهين: أي (١) نعيد ما خلقناه أولًا إعادة مثل بدئنا إياه، في كونه إيجادًا بعد عدم، أو جمعًا للأجزاء المتبدّدة، فهو تشبيه للإعادة بالابتداء في تناول قدرة الله تعالى لهما، على السواء. وقيل (٢) : معناه: كما بدأناهم في بطون أمهاتهم. حفاة عراة غرلًا، كذلك نعيدهم يوم القيامة. روي عن ابن عباس عن رسول الله - صلى الله عليه وسلم -، أنه قال:  \"يحشر الناس يوم القيامة عراة. حفاة، غرلًا كما خلقوا\" ، ثم قرأ:  {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ} متفق عليه. وإلى هذا المعنى ذهب مجاهد. </p><p> وقوله:  {وَعْدًا عَلَيْنَا} منصوب بـ {وعدنا} مقدرًا، وهو مؤكد لمضمون ما قبله؛ أي: وعدنا بالإعادة وعدًا حقًا علينا إنجازه، والوفاء به بسبب الإخبار عن ذلك، وتعلق العلم بوقوعه، وأن وقوع ما علم الله وقوعه واجب {إِنَّا كُنَّا فَاعِلِينَ} ما وعدنا لا محالة. قال العمادي: أي محققين هذا الوعد فاستعدوا له. وقال الزجاج: معنى {إِنَّا كُنَّا فَاعِلِينَ} : إنا كنا قادرين على ما نشاء، وهو البعث والإعادة، وهذه الجملة، ذكرت تأكيدًا لتحتم الخبر. </p><p> ١٠٥ - {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ} ، أي: وعزتي وجلالي لقد كتبنا وأثبتنا في الكتب المنزلة من السماء، التوراة، والإنجيل والزبور والفرقان {مِنْ بَعْدِ} ما كتبناه في {الذِّكْرِ} وأثبتناه في اللوح المحفوظ {أَنَّ الْأَرْضَ} ؛ أي: أن أرض الجنة {يَرِثُهَا عِبَادِيَ الصَّالِحُونَ} بامتثال المأمورات، واجتناب المنهيات في الدنيا، من بعد بعثهم وإعادتهم في الآخرة، كما يدل عليه قوله تعالى:  {وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ} وعلى هذا المعنى: فالمراد بالزبور جميع الكتب المنزلة من السماء التوراة والإنجيل والزبور والقرآن؛ لأن الزبور والكتاب بمعنى واحد، يقال: زبرت وكتبت، قاله </p><p>(١) المراح. (٢) زاد المسير.</p><p> الزجاج، ويؤيده ما قاله حمزة في الزبور بضم الزاي فإنه جمع زبر. وبالذكر اللوح المحفوظ. وبالأرض أرض الجنة. وبالصالحين عامة المؤمنين. </p><p> وقيل: المراد بالزبور كتاب داود، وبالذكر توراة موسى. وقيل: المراد بالزبور القرآن، وبالذكر التوراة والإنجيل. وقيل: المراد بالأرض: أرض الأمم الكافرة يرثها نبينا محمد - صلى الله عليه وسلم - وأمته بفتحها. وقيل: المراد بها الأرض المقدسة. يرثها بنو إسرائيل بدليل قوله تعالى:  {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا} . والظاهر (١) : أن هذا تبشير لأمة محمد - صلى الله عليه وسلم -، بوراثة أرض الكافرين، وإعزاز المسلمين، وإظهار الدين. وعليه أكثر المفسرين. وقرأ حمزة {عبادي} بتسكين الياء، وقرأ الباقون: بتحريكها. </p><p> وقيل معنى الآية: أي (٢) ولقد كتب الله عنده، وأثبت في قديم علمه الأزلي، الذي لا ينسى، ثم أثبت في الكتب السماوية من بعد ذلك، أن الأرض لا يعمرها من عباده إلّا من يصلح لعمارتها، من أي دين كان، وأي مذهب انتحل. </p><p> وصلاح الأمة، يقوم على أربعة أركان: </p><p> ١ - أن يكون قادتها علماء مفكرين، وساستها حكماء عادلين، بعيدين عن الجور والظلم والمحاباة، يأخذون بيد المظلوم، وينصفونه من الظالم، ويعملون لخير الأمة وسعادتها، ويواصلون ليلهم بنهارهم في كل ما يرفع من شأنها، ويسمو بها على الأمم. </p><p> ٢ - أن يكون لها جيش منظم، يحمي حريمها، ويدافع عنها، إذا جدّ الجدّ، وأدلهم الخطب، ولن يكون كذلك، إلّا إذا كان فيه المهندسون والمخترعون والقادة البارعون، ولديه من السلاح، وعداد الحرب، ما يكشف عنه العلم، من وسائل الدفاع من طائرات، وغوّاصات وسفن حربية، وآلات للهدم والتدمير، وجند حذقوا فنون الحرب، وبلوا أساليبها المختلفة. </p><p>(١) الشوكاني. (٢) المراغي.</p>"
}