{
  "id": null,
  "sura": 21,
  "aya": 36,
  "text": "<p> أي: إلى حكمنا ترجعون بعد الميت، فنجازيكم وفق ما يظهر من أعمالهم، ولا يخفى ما في هذا من الوعد والوعيد، وفيه إيماء (١) إلى أن المقصود من هذه الحياة الدنيا الابتلاء والتعرض للثواب والعقاب، واعلم أن المجازاة لا تسعها دار التكليف، فلا بد من دار أخرى، لا يصار إليها إلّا بالموت والنشور، فلا بد لكل نفس من أن تموت، ثم تبعث. </p><p> قال بعضهم: فائدة حالة المفارقة رفع الخبائث التي حصلت للروح بصحبة الأجسام، وفائدة حالة الإعادة حصول التنعمات الأخروية، التي أعدت لعباد الله الصالحين، ما لا عينٌ رأت، ولا أذن سمعت، ولا خطر على قلب بشر. </p><p> وقرأ الجمهور (٢) : {تُرْجَعُونَ} بتاء الخطاب مبنيًا للمفعول. وقرأت فرقة: بضم الياء للغيبة. مبنيًا للمفعول، على سبيل الالتفات. وقرأت فرقة، منهم ابن عامر، بالتاء مفتوحة مبنيًا للفاعل. </p><p> ٣٦ - {وَإِذَا رَآكَ} يا محمد هؤلاء {الَّذِينَ كَفَرُوا} وأشركوا بالله تعالى، يعني المستهزئين منهم، كأبي جهل وأضرابه أو صناديد قريش {إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا} ؛ أي: ما يتخذونك إلّا مهزوءًا بك. والهزء مزح في خفية؛ أي: لا يفعلون بك إلّا اتخاذك مهزوءًا بك. والمراد: قصر معاملتهم معه على اتخاذهم إياه هزؤاً، لا قصر اتخاذهم على كونه هزوًا كما هو المتبادر، حالة كونهم يقولون في حال الهزء {أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ} بسوء ويسبها. وإنما أطلقه (٣) لدلالة الحال عليه، فإن ذكر العدوّ لا يكون إلّا بسوء؛ أي: يقبل بعضهم لبعض فيما بينهم: أهذا الرجل هو الذي يسبُّ ويعيِّب آلهتكم وأصنامكم؛ أي: يبطل كونها معبودة، ويقبح عبادتها. يقال فلان يذكر الناس؛ أي: يغتابهم ويذكرهم بالعيوب، وفلان يذكر الله؛ أي: يصفه بالتعظيم ويثني عليه. وجملة قوله:  {وَهُمْ بِذِكْرِ الرَّحْمَنِ هُمْ كَافِرُونَ} حال (٤) من فاعل {يَتَّخِذُونَكَ} ، والضمير الأول </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) البيضاوي.(٤) روح البيان.</p><p> مبتدأ، خبره {كَافِرُونَ} . والثاني: تأكيد لفظي له. و {بِذِكْرِ} متعلق بالخبر، وهو من إضافة المصدر إلى مفعوله؛ أي: يعيبون أو يذكر النبي - صلى الله عليه وسلم - آلهتهم التي لا تضرّ ولا تنفع بالسوء، والحال أنهم كافرون بأن يذكروا الرحمن المنعم عليهم بما يجب أو يذكر به، أو الوحدانية، فهم أحقاء بالعيب والإنكار، ومعنى الآية؛ أي (١) : وإذا رآك المشركون لم يكن لهم عمل إلَّا أن يجعلوك موضع السخرية والهزوء، وقد كان من حقهم أن يفكروا ملياً فيما يشاهدون من أخلاقك وآدابك، وفيما ينزل عليك أو الوحي، الذي فيه عظة وذكرى لقوم يعقلون، لعل بصائرهم تستنير، وطباعهم ترقّ، وقلوبهم ترعوي عن غيها، وهؤلاء هم الذين قال الله تعالى فيهم:  {إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ} . </p><p> ويقولون استنكارًا وتعجبًا: أهذا الذي يسبّ آلهتكم، ويسفّه أحلامكم، وكيف يعجبون من ذلك، وهم كافرون بالله، الذي خلقهم وأنعم عليهم، وبيده نفعهم وضرهم، وإليه مرجعهم. </p><p> وخلاصة ذلك: كيف يعجبون من ذكر آلهتهم بالسوء، وهم قد كفروا بربهم الذي برأهم وصوّرهم، فأحسن صورهم، وإليه مرجعهم، فيحاسبهم على النقير والقطمير. </p><p> وفي الآية (٢) : إشارة إلى أن كل من كان محجوبًا عن الله بالكفر لا ينظر إلى خواص الحق إلّا بعين الإنكار والاستهزاء؛ لأن خواص الحق من الأنبياء والعلماء يقبحون في أعينهم ما اتخذوا لهم آلهةً أو شهوات الدنيا، من جاهها ومالها وغير ذلك مما اتخذوه آلهة، كما قال تعالى:  {أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ} وكل محب يغار على محبوبه، ولذا يذكرونهم بعيب ونقصان، والحال أن العيب والنقصان فيهم، لا في أضدادهم، فعلى العاقل أن يصون لسانه عن ذكر العيوب، ويشتغل في جميع الأوقات بذكر علام الغيوب، وأفضل الذكر:  \"لا إله إلَّا الله\" ؛ لأنه إعراض عما سوى الله تعالى. وإقبال بالكلية على الله سبحانه. قيل: </p><p>(١) المراغي. (٢) روح البيان.</p>"
}