{
  "id": null,
  "sura": 21,
  "aya": 68,
  "text": "<p> تجارب الأيام، فمن حقكم أن تعاودوا الرأي وتقلبوه ظهراً لبطن، لعلكم ترشدون بعد الضلال، وتهتدون بعد الغيّ والعمى. </p><p> قال ابن عطاء (١) : دعا الله تعالى عباده إليه، وقطعهم عما دونه بقوله:  {أَفَتَعْبُدُونَ ...} إلخ كيف تعتمده وهو عاجز مثلك، ولا تعتمد من إليه المرجع، وبيده الضرُّ والنفع. قال حمدون القصَّار: استغاثة الخلق بالخلق، كاستغاثة المسجون بالمسجون. وقال بعض الكبار: طلبك من غيره لوجود بعدك عنه، إذ لو كنت حاضرًا بقلبك معه، ما صح منك توجه لغيره، وكل ما دون الله، خوض ولعب، فالتعلق به زور وكذب، فدع الكل جانبًا، وتعلق بمولاك حتمًا، تجده في كل مهم وغيره مغنيًا، وعند كل شيء حقًا يقينًا، جعلنا الله ممن تعلق به بلا علة، وعافانا من الذلة والزلة والقلة. </p><p> ٦٨ - ولما بان عجزهم عن مجادلته، وحصحص الحق لجؤوا إلى الغلظة واستعمال القسوة فـ {قَالُوا} ؛ أي: قال بعضهم لبعض، والقائل ملكهم نمرود بن كنعان. وقيل: القائل، رجل من أكراد فارس، اسمه هينون، خسف الله به الأرض، فهو يتجلجل فيها إلى يوم القيامة {حَرِّقُوهُ} ؛ أي: حرّقوا إبراهيم بالنار، واتفقت كلمتهم على إحراقه لأنه أشدّ العقوبات {وَانْصُرُوا آلِهَتَكُمْ} بالانتقام لها؛ أي: انتقموا منه لآلهتكم {إِنْ كُنْتُمْ فَاعِلِينَ} نصرها، ولا تريدون خذلانها وترك عبادتها. </p><p> ذكر القصة في ذلك </p><p> فلما (٢) اجتمع نمرود وقومه، لإحراق إبراهيم، حبسوه في بيت، وبنوا بنيانًا كالحظيرة بقرية يقال لها \"كُوشْى\" - بضم الكاف، قريةٌ بالعراق -: ثم جمعوا له أصلاب الحطب، وأصناف الخشب مدة شهر، حتى كان الرجل يمرض، فيقول: لئن عوفيت لأجمعن حطبًا لإبراهيم، وكانت المرأة تنذر في بعض ما تطلب: لئن أصابته، لتحطبن في نار إبراهيم، وكانت المرأة تغزل وتشتري الحطب بغزلها، احتسابًا في دينها، وكان الرجل يوصي بشراء الحطب من ماله لإبراهيم، فلما </p><p>(١) روح البيان. (٢) الخازن.</p><p> جمعوا ما أرادوا، وأشعلوا في كل ناحية من الحطب نارًا، فاشتعلت النار واشتدت، حتى أن الطير ليمر بها فيحترق، من شدة وهجها وحرها، فأوقدوا عليها سبعة أيام، فلما أرادوا أن يلقوا إبراهيم لم يعلموا كيف يلقونه، فقيل: إن إبليس جاء وعلمهم عمل المنجنيق، فعملوه، ثم عادوا إلى إبراهيم فقيدوه، ورفعوه على رأس البنيان، ووضعوه في المنجنيق مقيدًا مغلولًا، فصاحت السماء والأرض ومن فيهما من الملائكة، وجميع الخلق: إلّا الثقلين صيحة واحدة: أي: ربنا إبراهيم خليلك يلقى في النار، وليس في أرضك أحد يعبدك غيره، فائذن لنا في نصرته، فقال الله تعالى: إنه خليلي ليس لي خليل غيره، وأنا إلهه ليس له إله غيري، فإن استغاث بأحد منكم، أو دعاه فلينصره، فقد أذنت له في ذلك، وإن لم يدع غيري فأنا أعلم به، وأنا وليه، فخلوا بيني وبينه، فلما أرادوا إلقاءه في النار، أتاه خازن المياه وقال: إن أردت، أخمدت النار، وأتاه خازن الهواء، وقال: إن شئت طيرت النار في الهواء، فقال إبراهيم: لا حاجة لي إليكم، حسبي الله ونعم الوكيل. </p><p> وروى عن أبي بن كعب (١) : أن إبراهيم، قال حين أوثقوه ليلقوه في النار: لا إله إلا أنت سبحانك، لك الحمد، ولك الملك، لا شريك لك، ثم رموا به في المنجنيق إلى النار، فاستقبله جبريل، فقال: يا إبراهيم ألك حاجة؟ فقال: أما إليك فلا، قال جبريل: فاسأل ربك، فقال إبراهيم: حسبي من سؤالي علمه بحالي. </p><p> وعن ابن عباس - رضي الله عنهما - في قوله تعالى:  {وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ} قال: قالها إبراهيم عليه السلام حين ألقي في النار، وقالها محمد - صلى الله عليه وسلم -، حين قال لهم الناس: إن الناس قد جمعوا لكم أخرجه البخاري. </p><p> قال كعب الأحبار: جعل كل شيء يطفىء عنه النار إلّا الوزغ، فإنه كان ينفخ في النار. </p><p>(١) الخازن.</p>"
}