{
  "id": null,
  "sura": 21,
  "aya": 81,
  "text": "<p> خفيفة. وقرأ أبو الدرداء وأبو عمران الجوني وأبو حيوة:  {لتحصّنكم} بتاء مضمومة وفتح الحاء وتشديد الصاد. وقرأ ابن مسعود وأبو الجوزاء وحميد بن قيس:  {لتحصّنكم} بتاء مفتوحة مع فتح الحاء وتشديد الصاد مع ضمها. وقرأ أبو رزين العقيلي وأبو المتوكل ومجاهد:  {لنحصّنكم} بنون مضمومة وحاء مفتوحة وصاد مكسورة مع تشديدها. وقرأ معاذ القارىء وعكرمة وابن يعمر وعاصم الجحدري وابن السميقع:  {ليحصّنكم} بياء مضمومة وحاء ساكنة وصاد مكسورة ونون مشددة. </p><p> فمن قرأ بالياء ففيه أربعة أوجه: قال أبو علي الفارسي: أن يكون الفاعل اسم الله لتقدم معناه، ويجوز أن يكون اللباس؛ لأن اللبوس بمعنى اللباس، من حيث إنه كان ضربًا منه، ويجوز أن يكون داود، ويجوز أن يكون التعليم. وقد دل عليه {علمناه} . ومن قرأ بالتاء حمله على المعنى؛ لأنه الدرع. ومن قرأ بالنون فلتقدم قوله:  {وَعَلَّمْنَاهُ} ، ومعنى لتحصنكم: لتحرزكم وتمنعكم من بأسكم؛ أي: من حربكم كما مرّ. </p><p> ٨١ - {و} سخّرنا {لسليمان الريح} عبّر هنا باللام الدالة على التمليك، وفي حق داود بـ {مع} الدالة على الاصطحاب؛ لأن الجبال والطير لما اشتركا معه في التسبيح، ناسب فيه ذكر (مع) الدالة على الاصطحاب، ولما كانت الريح مستخدمة لسليمان، أتى بلام الملك؛ لأنها في طاعته وتحت أمره، اهـ من \"البحر\" . والريح (١) جسم لطيف متحرك، ممتنع بلطفه، من القبض عليه، يظهر للحس بحركته، ويخفى عن البصر بلطفه. </p><p> وقرأ الجمهور (٢) : {الريح} مفردًا بالنصب. وقرأ ابن هرمز وأبو بكر في رواية بالرفع مفردًا. وقرأ الحسن وأبو رجاء {الرياح} بالجمع والنصب. وقرأ بالجمع والرفع أبو حيوة. فالنصب على إضمار سخرنا، والرفع على الابتداء. </p><p>(١) الخازن. (٢) البحر المحيط.</p><p> وقوله:  {عَاصِفَةً} حال من الريح؛ أي:  (١) حالة كونها شديدة الهبوب، من حيث إنها تبعد بكرسيه في مدة يسيرة من الزمان، وكانت ليِّنة في نفسها، طيبة كالنسيم، فكان جمعها بين الرخاوة في نفسها، وعصفها في عملها، مع طاعتها لسليمان، وهبوبها حسبما يريد، ويحتكم معجزة مع معجزة. </p><p> وعبارة \"الخازن\" هنا: فإن قلت: قد وصف الله سبحانه، هنا الريح بالعصف، وفي آية أخرى بالرخاء، وهي الريح الليّنة، فبين الوصفين معارضة؟ </p><p> قلتُ: لا منافاة بينهما؛ لأن الريح كانت تحت أمره، إن أراد أن تشتدّ، اشتدت، وإن أراد أن تلين لانت، انتهت. </p><p> وحالة كونها {تَجْرِي} ؛ أي: الريح {بِأَمْرِهِ} ؛ أي: بأمر سليمان وإذنه ومشيئته {إِلَى الْأَرْضِ} الشامية {الَّتِي بَارَكْنَا} ؛ أي: أنزلنا البركة {فِيهَا} للعالمين بكثرة المياه والأنهار والأشجار، وكانت الريح تذهب به، غدوة من الشام إلى ناحية من نواحي الأرض، وبينها وبين الشام مسيرة شهر، إلى وقت الزوال، ثم ترجع به منها بعد الزوال إلى الشام عند الغروب، كما قال تعالى:  {غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ} والمعنى؛ أي (٢) : وسخرنا لسليمان الريح عاصفة، شديدة الهبوب تارةً، ورخاء لينة تارة أخرى، وفي كل حال منهما تجري بأمره إلى أي بقعة من الأرض المقدسة، فيخرج هو وأصحابه حين الغداة إلى حيث شاؤوا، ثم يرجعون في يومهم إلى منزله بالشام. </p><p> قال مقاتل: عملت الشياطين لسليمان بساطًا فرسخًا في فرسخ من ذهب في إبريسم، وكان يوضع له منبر من ذهب في وسطه، فيقعد عليه، وحوله كراسي من ذهب وفضة، يقعد الأنبياء على كراسي الذهب، والعلماء على كراسي الفضة، وحولهم الناس، وحول الناس الجن والشياطين، وتظله الطير بأجنحتها حتى لا تطلع عليه الشمس، وترفع الريح الصبا، البساط مسيرة شهر من الصباح إلى الرواح، ومن الرواح إلى الغروب، وكان عليه السلام امرأ، قلّما يقعد عن الغزو، </p><p>(١) روح البيان. (٢) المراغي.</p>"
}