{
  "id": null,
  "sura": 21,
  "aya": 84,
  "text": "<p> حلةً، فلما قام، جعل يلتفت، فلا يرى شيئًا مما كان له من الأهل والولد والمال إلّا وقد ضاعفه الله تعالى، حتى روي أن الماء الذي اغتسل منه تطاير على صدره جراداً من ذهب، فخرج حتى جلس على مكان مشرف، ثم إن امرأته قالت في نفسها: هب أنه طردني أفأتركه حتى يموت جوعًا، وتأكله السباع. لأرجعنّ إليه، فلما رجعت ما رأت تلك الكناسة، ولا تلك الحال، وقد تغيرت الأمور، فجعلت تطوف حيث كانت الكناسة وتبكي، وهابت صاحب الحلة، أن تأتيه وتسأله عنه، فأرسل إليها أيوب ودعاها فقال: ما تريدين يا أمة الله؟ فبكت وقالت: أردت ذلك المبتلى الذي كان ملقى على الكناسة، فقال لها أيوب عليه السلام: ما كان منك؟ فبكت وقالت: بعلي، فقال: أفتعرفينه إذا رأيتيه؟ قالت: وهل يخفى، فتبسم وقال: أنا هو، فعرفته بضحكه، فاعتنقته، ثم قال: إنك أمرتني أن أذبح سخلة لإبليس، وإني أطعت الله، وعصيت الشيطان، ودعوت الله تعالى، فردني على ما ترين، </p><p> ٨٤ - وذلك قوله تعالى:  {فَاسْتَجَبْنَا لَهُ} ؛ أي: أجبنا له دعاءه {فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ} ؛ أي: أزلنا منه ما به من الضرر، من مرض وهزال، وقد كان الذي نزل به امتحانًا من الله، واختبارًا له؛ أي: شفاه الله مما كان به. وأعاضه بما ذهب عليه، ولهذا قال سبحانه:  {وَآتَيْنَاهُ} ؛ أي: وأعطينا أيوب في الدنيا {أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ} أي (١) : مثل أهله عددًا مع زيادة مثل آخر، فولد له من الأولاد ضعف ما كان. قيل (٢) : تركهم الله، عز وجل له، وأعطاه مثلهم في الدنيا. قال النحاس: والإسناد بذلك صحيح، وقد كان مات أهله جميعًا إلَّا امرأته، فأحياهم الله في أقل من طرف البصر، وآتاه مثلهم معهم، وانتصاب {رَحْمَةً مِنْ عِنْدِنَا} على العلة؛ أي: آتيناه ذلك لرحمتنا له {وَذِكْرَى لِلْعَابِدِينَ} ؛ أي: وتذكرة لغيره من العابدين، ليصبروا كما صبر، فيثابوا كما أثيب في الدنيا والآخرة؛ أي: آتيناه ما ذكر لرحمتنا إياه بالرحمة الخاصة، وتذكرة، وعبرة لغيره، من العابدين، ليعلموا بذلك كمال قدرتنا، ويصبروا كما صبر أيوب، فيثابوا كما أثيب. </p><p>(١) المراغي. (٢) الشوكاني.</p><p> واعلم (١) : أن بلاء أيوب من قبيل الامتحان، ليبرز ما في ضميره، فيظهر درجته لخلقه، أين هو من ربه، وبلاء يوسف من قبيل تعجيل العقوبة؛ أي: على قوله: {اذْكُرْنِي عِنْدَ رَبِّكَ} ، وبلاء يحيى، حيث ذبح، من قبيل الكرامة إذ لم يهمّ بخطيئة قط. </p><p> إنما ختم القصة هنا، بقوله:  {مِنْ عِنْدِنَا} ، وختمها في سورة ص بقوله:  {مِنَّا} ؛ لأن أيوب بالغ هنا في التضرع بقوله:  {وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ} فبالغ تعالى في الإجابة، فناسب ذكر {مِنْ عِنْدِنَا} ؛ لأن {عِنْدِنَا} يدل على أنه تعالى. تولى ذلك بنفسه، ولا مبالغة في ص، فناسب فيها ذكر {مِنَّا} لعدم دلالته على ما دل عليه {عِنْدِنَا} . قاله شيخ الإسلام زكريا \" اهـ كرخي.</p><p> قال ابن مسعود وابن عباس وأكثر المفسرين (٢) : رد الله إليه أهله، وأولاده بأعيانهم، أحياهم الله، وأعطاه مثلهم معهم، وهو ظاهر القرآن. وعن ابن عباس رواية أخرى أن الله رد إلى المرأة شبابها، فولدت له ستة وعشرين ذكرًا. وقيل: سبعة بنين وسبع بنات. وعن أنس يرفعه أنه كان له إندران، أندر للقمح، وأندر للشعير، فبعث الله سحابتين، فأفرغت إحداهما على أندر القمح الذهب، وأفرغت الأخرى على أندر الشعير الورق، حتى فاضا. وروي أن الله بعث إليه ملكًا، وقال له: إن ربك يقرئك السلام بصبرك، فاخرج إلى أندرك، فخرج إليه، فأرسل الله عليه جرادًا من ذهب، فذهبت واحدة، فأتبعها وردها إلى أندره، فقال له الملك: ما يكفيك ما في أندرك، فقال: هذه بركة من بركات ربي، ولا أشبع من بركاته. </p><p> روى البخاري عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \" بينما أيوب يغتسل عريانًا، خرّ عليه جراد من ذهب، فجعل أيوب يحثي في ثوبه، فناداه ربه: يا أيوب ألم أكن أغنيك عما ترى؟ قال: بلى يا رب، ولكني لا غنى لي عن بركاتك\". </p><p>(١) روح البيان. (٢) الخازن.</p>"
}