{
  "id": null,
  "sura": 21,
  "aya": 79,
  "text": "<p> إنما يضاف إلى أحدهما فقط؛ لأن إضافته إلى الفاعل على سبيل القيام به. وإضافته إلى المفعول على سبيل الوقوع عليه، فهما معمولان مختلفان، فلا يكون اللفظ الواحد مستعملاً فيهما معًا، وأيضًا أنه يستلزم الجمع بين الحقيقة والمجاز، لأن إضافته إلى الفاعل حقيقةٌ، وإلى المفعول مجاز؟ </p><p> فالجواب: أن هذه الإضافة لمجرد الاختصاص، مع كون القطع عن كون المضاف إليه فاعلًا أو مفعولًا، على طريق عموم المجاز، كأنه قيل: وكنا للحكم المتعلق بهم {شَاهِدِينَ} حاضرين علمًا، وهو مفيد لمزيد الاعتناء بشأن الحكم. وجملة قوله:  {وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ} اعتراضية (١) . </p><p> ٧٩ - وجملة قوله:  {فَفَهَّمْنَاهَا} معطوفة على {إِذْ يَحْكُمَانِ} ؛ لأنه في حكم الماضي. وقرأ عكرمة:  {فَأفَهَّمْنَاهَا} عُدي بالهمزة كما عدى في قراءة الجمهور بالتضعيف، فالضمير في {فَفَهَّمْنَاهَا} للحكومة أو الفتوى؛ أي: ففهمنا الحكومة {سُلَيْمَانَ} وهو ابن إحدى عشرة سنة. قال في \"التأويلات النجمية\" . يشير إلى رفعة درجة بعض المجتهدين على بعض، وأن الاعتبار في الكبر والفضيلة بالعلم، وفهم الأحكام والمعاني والأسرار، لا بالسن، فإنه فهم بالأحق والأصوب، وهو ابن صغير، وداود نبي مرسل كبير. </p><p> وفي القصص (٢) : أن بني إسرائيل حسدوا سليمان على ما أوتي من العلم في صغر سنه، فأوحى الله تعالى إلى داود عليه السلام: يا داود إن الحكمة تسعون جزءًا، سبعون منها في سليمان، وعشرون في بقية الناس؛ أي: علّمناه وألهمناه حكم القضية {وَكُلًّا} ؛ أي: كل واحد من داود وسليمان {آتَيْنَا} ؛ أي: أعطيناه {حُكْمًا} أي: فيصلاً؛ أي: علم فصل بين الخصوم {وَعِلْمًا} كثيرًا نافعًا في الدين والدنيا، لا سليمان وحده، فحكم كليهما حكم شرعي. وعاش دادو مئة سنة، وابنه سليمان تسعًا وخمسين سنة. كذا في \"التحبير\" . </p><p> والمعنى: أي (٣) واذكر أيها الرسول الكريم نبأ داود وسليمان عليهما السلام حين حكما في الزرع الذي رعته غنمٌ لقوم آخرين غير صاحب الحرث، ليلًا </p><p>(١) الشوكاني. (٢) روح البيان.(٣) المراغي.</p><p> فأفسدته، وكان ربك شاهدًا عليمًا، بما حكم به داود وسليمان بين القوم، الذين أفسدت غنمهم الحرث، وصاحب الحرث لا يخفى عليه شيء منه، ولا يغيب عنه علمه، ففهم الفتيا في ذلك لسليمان دون داود، وقد كان كل منهما فيصلًا في الحكم وفي الخصومات، ذا علم بالدين والتشريع. </p><p> وقد روى الرواة في تفصيل هذه القصة: أن رجلين دخلا على داود، أحدهما صاحب حرث، والآخر صاحب غنم، فقال صاحب الحرث: إن هذا الرجل أرسل غنمه في حرثي، فلم تبق منه شيئًا، فقال داود: اذهب فإن الغنم كلها لك. ومر صاحب الغنم بسليمان، فأخبره بالذي قضى به داود، فدخل سليمان على داود، فقال: يا نبي الله، إن القضاء سوى الذي قضيت، فقال: كيف؟ قال: ادفع الغنم إلى صاحب الحرث، فيكون له منافعها من درّها وأولادها وأشعارها، والحرث إلى صاحب الغنم ليقوم عليه حتى يعود كما كان، ثم يترادَّان فيأخذ صاحب الحرث حرثه، وصاحب الغنم غنمه. فقال داود: القضاء ما قضيت، وأمضى الحكم بذلك. </p><p> وجه الرأي لدى كل منهما (١) ، أن داود قدر الضرر في الحرث، فكان مساويًا لقيمة الغنم، فسلم الغنم للمجني عليه، وأن سليمان قدر منافع الغنم بمنافع الحرث فحكم بها، وكان حكمهما بالاجتهاد دون الوحي، إذ لو كان به ما أمكن تغييره. </p><p> فإن قلت: فما حكم (٢) هذه الحادثة التي حكم فيها داود وسليمان في هذه الشريعة المحمدية والملة الإسلامية؟ </p><p> قلت: قد ثبت عن النبي - صلى الله عليه وسلم - من حديث البراء، أنه شرع لأمته أن على أهل الماشية حفظها بالليل، وعلى أصحاب الحوائط حفظها بالنهار، وأن ما أفسدت المواشي بالليل مضمون على أهلها، وهذا الضمان هو مقدار الذاهب عينًا، أو قيمةً. وقد ذهب جمهور فيه العلماء، إلى العمل بما تضمنّه هذا الحديث. وقد ذهب أبو </p><p>(١) المراغي. (٢) الشوكاني.</p><p> حنيفة وأصحابه وجماعة من الكوفيين، إلى أن هذا الحكم منسوخ، وأن البهائم إذا أفسدت زرعًا في ليل أو نهار، أنه لا يلزم صاحبها شيء، وأدخلوا فسادها في عموم قول النبي - صلى الله عليه وسلم -: \"جرح العجماء جبار\" قياسًا لجميع أفعالها على جرحها. ويجاب عنه، بأن هذا القياس فاسد الاعتبار؛ لأنه في مقابلة النص، ومن أهل العلم، من ذهب إلى أنه، يضمن رب الماشية، ما أفسدته، من غير فرق بين الليل والنهار. ويجاب عنه بحديث البراء. </p><p> ولما مدح داود وسليمان علي سبيل الاشتراك، ذكر ما يختص بكل واحد منهما، نبدأ بداود، فقال:  {وَسَخَّرْنَا} ؛ أي: وذلّلنا {دَاوُودَ الْجِبَالَ} و {مَعَ} متعلقة بالتسخير، وهو تذليل الشيء وجعله طائعًا منقادًا، وقوله:  {يُسَبِّحْنَ} حال من الجبال؛ أي (١) : حالة كونهن يقدسن الله تعالى، بحيث يسمع الحاضرون تسبيحهن، فإنه هو الذي يليق بمقام الامتنان، لا انعكاس الصدى، فإنه عام. وكذا ما كان بلسان الحال فاعرف؛ أي:  (٢) ينطق بالتسبيح، وكان داود يسبح وحده، فالله تعالى خلق فيها الكلام، كما سبّح الحصى في كف رسول الله - صلى الله عليه وسلم - وسمع الناس ذلك. </p><p> وقال أبو حيان (٣) : قيل كان يمر بالجبال مسبّحًا وهي تجاوبه. وقيل: كانت تسير معه حيث سار. والظاهر وقوع التسبيح منها بالنطق، خلق الله فيها الكلام كما سبّح الحصى في كف رسول الله - صلى الله عليه وسلم -، وسمع الناس ذلك، وكان داود يسمعه، قاله يحيى بن سلام. وقيل: كل واحد. </p><p> وقوله:  {وَالطَّيْرَ} بالنصب عطفًا على الجبال؛ أي: وسخرنا الطير معه حالة كونها تسبّح معه. وقدمت الجبال على الطير (٤) لأن تسخيرها وتسبيحها أعجب وأدل على القدرة، وأدخل في الإعجاز؛ لأنها جماد، والطير حيوان، </p><p>(١) روح البيان. (٢) المراح.(٣) البحر المحيط.(٤) روح البيان.</p>"
}