{
  "id": null,
  "sura": 21,
  "aya": 30,
  "text": "<p> أسباب النزول </p><p> قوله تعالى:  {وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا ...} الآية، سبب نزول هذه الآية (١) : ما أخرجه ابن أبي حاتم عن السدي أنه - صلى الله عليه وسلم - مرّ على أبي سفيان، وأبي جهل، وهما يتحدثان، فلما رآه أبو جهل ضحك، وقال لأبي سفيان: هذا نبي بني عبد مناف، فغضب أبو سفيان وقال: أتنكر أن يكون لبني عبد مناف نبي، فسمعها النبي - صلى الله عليه وسلم - فرجع إلى أبي جهل، فوقع به وخوَّفه، وقال: ما أراك منتهياً حتى يصيبك ما أصاب عمك الوليد بن المغيرة، وقال لأبي سفيان: أما إنك لم تقل ما قلت إلَّا حمية، فنزلت هذه الآية:  {وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا} . </p><p> قوله تعالى:  {وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ ...} الآية، روي أن الآية نزلت في النضر بن الحارث وهو القائل:  {اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ} . </p><p> التفسير وأوجه القراءة </p><p> ٣٠ - و {الهمزة} في قوله: {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا} لإنكار نفي الرؤية (٢) ، وإنكار النفي نفي له، ونفي النفي إثبات. و {الواو} للعطف على مقدر، والرؤية قلبية، لا بصريةٌ حتى لا يناقض قوله تعالى:  {مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ} والمعنى: ألم يتفكروا، أو ألم يستفسروا من العلماء، أو ألم يطالعوا الكتب، أو ألم يسمعوا الوحي ولم يعلموا:  {أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا} ثنّى الضمير الراجع إلى الجمع باعتبار أن المرجع إليه جماعتان: جماعة السموات، وجماعة الأرض {رَتْقًا} ؛ أي ذواتي رتق، فهو على حذف مضاف. ولم يقل: رتقين؛ لأنه مصدر؛ أي: ملتزقتين ومنضمَّتين، لا فضاء ولا هواء بينهما, ولا فرج، فإن الرتق هو </p><p>(١) لباب النقول. (٢) روح البيان.</p><p> الضم والإلتحام خلقةً كان أو صنعة؛ أي كانت شيئًا واحدًا، وحقيقة متحدةً {فَفَتَقْنَاهُمَا} من الفتق، وهو الفصل بين المتصلين، وهو ضد الرتق؛ أي: ففصلنا إحداهما عن الأخرى بالهواء والريح، أي رفعنا السماء (١) ، وأبقينا الأرض مكانها، أو (٢) كانت السموات واحدةً ففتقت بالتحريكات المختلفة، حتى صارت أفلاكًا، وكانت الأرضون واحدةً، فجعلت باختلاف كيفياتها وأحوالها طبقات أو أقاليم. وقيل: كانتا رتقًا لا تمطر ولا تنبت ففتقناهما بالمطر والنبات، فيكون المراد بالسموات سماء الدنيا، وجمعها باعتبار الآفاق، أو السموات بأسرها على أن لها مدخلًا ما في الأمطار، إذ التأثير إنما يحصل من جهة العلو، والكفرة، وإن لم يعلموا ذلك، فهم متمكنون من العلم به نظرًا، أو استفسارًا من العلماء، أو مطالعةً للكتب. </p><p> واعلم: أن المراد برؤية الآيات الانتقال من رؤيتها إلى رؤية صانعها، رؤيةً قلبيةً، هي حقيقة الإيمان. والمعنى؛ أي: ألم يعلم الذين كفروا أن السموات والأرض كانتا مرتوقتين؛ أي: ملتحمتين متصلتين ففصلناهما وأزلنا اتحادهما. </p><p> وعبارة ابن الجوزي هنا: واعلم أن للمفسرين في المراد بالفتق ثلاثة أقوال (٣) : </p><p> أحدها: أن السموات كانت رتقًا لا تمطر، وكانت الأرض رتقًا لا تنبت، ففتق هذه بالمطر، وهذه بالنبات. رواه عبد الله بن دينار عن ابن عباس، وبه قال عطاء، وعكرمة، ومجاهد، في رواية, والضحاك في آخرين. </p><p> والثاني: أن السموات والأرض كانتا ملتصقتين ففتقهما الله تعالى، رواه العوفي عن ابن عباس، وبه قال الحسن، وسعيد بن جبير، وقتادة. </p><p>(١) الشوكاني. (٢) البيضاوي.(٣) زاد المسير.</p><p> والثالث: أنه فتق من الأرض ست أرضين، فصارت سبعًا، ومن السماء ست سموات، فصارت سبعًا، رواه السدي عن أشياخه وابن أبي نجيح عن مجاهد انتهت. </p><p> واعلم: أنه سبحان وتعالى ذكر أدلة ستة تثبت وجود الخالق الواحد القادر لو تدبّرها المنصفون، وعقلها الجاحدون لم يجدوا مجالًا للإنكار، ولا سبيلًا إلى الجحد: </p><p> الأول: ما ذكره بقوله: {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ ...} إلخ. وقرأ ابن كثير، وحميدٍ، وابن محيصن (١) : {ألم ير} بغير {واو} العطف بين الهمزة ولم. والجمهور {أَوَلَمْ يَرَ}  {بالواو} ، وقرأ الجمهور {رَتْقًا} بسكون التاء، وهو مصدر يوصف به كزور وعدل، فوقع خبرًا للمثنى. وقرأ الحسن، وزيد بن علي، وأبو حيوة، وعيسى {رَتْقًا} بفتح التاء، وهو اسم بمعنى المرتوق كالقبض والنقضى، فكان قياسه أن يثنى ليطابق الخبر الاسم. ذكره في \"البحر\" . </p><p> والثاني: ما ذكره بقوله: {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ} ؛ أي: وخلقنا من الماء كل شيء متصفٍ بالحياة؛ أي: أحيب، بالماء الذي ننزله من السماء كل شيء، فيشمل الحيوان والنبات، والمعنى: أن الماء سبب حياة كل شيء، ويدخل في الآية النبات والشجر لنمائهما بالماء (٢) ، والحياة قد تطلق على القوة النامية الموجودة في النبات، والحيوان، كما في \"المفردات\" . ويدل على حياتهما قوله تعالى:  {وَيُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا} كما في \"الكبير\" . وقيل: المراد بالماء هنا النطفة، وبه قال أكثر المفسرين، وعرّف الماء باللام قصدًا إلى الجنس، أي: جعلنا مبدأ كل شيء حي من هذا الجنس؛ أي: جنس الماء، وهو النطفة كما في قوله تعالى:  {وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ} ؛ أي: كل فرد من أفراد الدواب من نطفه معينة، هي نطفة أبيه المختصة به، أو كل نوع من أنواع الدواب من نوع من أنواع المياه، وهو </p><p>(١) البحر المحيط. (٢) روح البيان.</p>"
}