{
  "id": null,
  "sura": 21,
  "aya": 29,
  "text": "<p> غير أمره، لا إلى أمر غيره. والأمر مصدر أمرته إذا كلّفْتَه أن يفعل شيئًا. وفي الآية إشارة إلى أن العباد المكرمين بالتقرب إلى الله تعالى، والوصول إليه، لا يقولون شيئًا من تلقاء نفوسهم، ولا يفعلون شيئًا بإرادتهم، بل إذا نطقوا نطقوا بالله، وإذا سكتوا سكتوا بالله. </p><p> ٢٨ - وجملة قوله:  {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ} تعليل لما قبلها. ووجه التعليل أنهم إذا علموا بأنه عالم بما قدَّموا وأخّروا لم يعملوا عملًا، ولا يقولوا إلَّا بأمره؛ أي: يعلم الله سبحانه وتعالى، ولا يخفى عليه ما بين أيديهم؛ أي: ما قدَّموا من الأقوال والأعمال {وَمَا خَلْفَهُمْ} ؛ أي: وما أخَّروا منهما، وهو الذي ما قالوه، وما عملوه بعد، فيعلمهم بإحاطته تعالى بذلك، أو يعلم ما بين أيديهم، وهو الآخرة، وما خلفهم وهو الدنيا, ولا يزالون يراقبون أحوالهم، فلا يقدمون على قول أو عمل بغير أمره تعالى، فهو تعليل لما قبله، وتميهدٌ لما بعده كما مرّ آنفًا. </p><p> {وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} الله تعالى أن يشفع له من أهل الإيمان مهابةً منه تعالى؛ أي: وهم لا يشفعون إلّا لمن رضي الله عنه، فلا تطمعوا في شفاعتهم لكم بغير رضاه تعالى، قال ابن عباس: هم أهل شهادة أن لا إله إلا الله. وقد ثبت في الصحيح أنَّ الملائكة يشفعون في الدار الآخرة. قال قتادة؛ أي: لأهل التوحيد. والشفاعة (١) الإنضمام إلى آخر ناصرًا له، كما سيأتي في \"مفردات اللغة\" . </p><p> {وَهُمْ} ؛ أي: الملائكة مع ذلك {مِنْ خَشْيَتِهِ} ؛ أي: من خشيتهم منه تعالى وخوفهم منه. فهو من إضافة المصدر إلى مفعوله {مُشْفِقُونَ} ؛ أي: مرتعدون. والخشية: الخوف مع التعظيم، والإشفاق: الخوف مع التوقع والحذر؛ أي: لا يأمنون مكر الله تعالى. والمعنى: أي: وهم من خوف الله، والإشفاق من عقابه، حذرون أن يعصوه ويخالفوا أمره ونهيه </p><p> ٢٩ - {وَمَنْ يَقُلْ مِنْهُمْ} ؛ أي: من الملائكة {إِنِّي إِلَهٌ مِنْ دُونِهِ} تعالى؛ أي: حال كونه متجاوزًا إياه تعالى. قال المفسرون (٢) : عني بهذا إبليس؛ لأنه لم يقل أحد من الملائكة: إني إله إلّا </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> إبليس. وقيل: الضمير إلى الأنبياء {فَذَلِكَ} القائل على سبيل الفرض والتقدير فرض محال، فهذا لا يدل على أنهم قالوه {نَجْزِيهِ جَهَنَّمَ} بسبب هذا القول الذي قاله كما نجزى غيره من المجرمين؛ أي: ومن يدِّعي منهم أنه إله مع الله فجزاؤه جهنم على ما ادَّعى كسائر المجرمين، ولا يغني عنهم ما ذكر من صفاتهم السنية، وأفعالهم المرضية، وهو تهديد للمشركين، بتهديد مدعي الربوبية ليمتنعوا عن شركهم. </p><p> وقوله:  {كَذَلِكَ نَجْزِي الظَّالِمِينَ} مصدر (١) تشبيهي مؤكد لمضمون ما قبله؛ أي: مثل ذلك الجزاء الفظيع نجزي الظالمين، الذين يضعون الأشياء في غير مواضعها، ويتعدون أطوارهم بالإشراك وادعاء الإلهية. والقصر المستفاد من التقديم معتبر بالنسبة إلى النقصان، دون الزيادة؛ أي: لا جزاء أنقص منه. والجزاء ما فيه الكفاية من المقابلة، إن خيرًا .. فخير، وإن شرا. فشر، يقال: جزيته كذا، وبكذا. </p><p> وقرأ الجمهور (٢) : {نجزيه} بفتح النون. وقرأ أبو عبد الرحمن المقرىء بضمها، أراد {نَجْزِيهِ} بالهمز، من أجزأني كذا كفاني، ثم خفف الهمزة، فانقلبت ياءً. </p><p> وخلاصة ما تقدم (٣) : أنه تعالى وصف الملائكة بخمس صفات تدل على العبودية، وتنافى الولادة: </p><p> ١ - المبالغة في الطاعة، فإنهم لا يقولون قولًا، ولا يفعلون فعلًا إلَّا بإذنه. </p><p> ٢ - أنه سبحانه يعلم أسرارهم، وهم لا يعلمون أسراره، فهو المستحق للعبادة، فهم كما قال عيسى عليه السلام:  {تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ} . </p><p> ٣ - أنهم لا يشفعون إلّا لمن ارتضى الشفاعة، ومن يكون إلهًا أو ولدًا </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) المراغي.</p><p> للإله لا يكون كذلك. </p><p> ٤ - أنهم في نهاية الإشفاق والوجل من الله. </p><p> ٥ - أن حالهم كحال سائر المكلفين في الوعد والوعيد، فكيف يكونون آلهة. </p><p> الإعراب </p><p> {اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ (١) مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ (٢) }. </p><p> {اقْتَرَبَ} : فعل ماض. {لِلنَّاسِ} : متعلق به. {حِسَابُهُمْ} : فاعل، ومضاف إليه، الجملة الفعلية مستأنفة. {وَهُمْ} : {الواو} : حالية {هم} مبتدأ. {فِي غَفْلَةٍ} جار ومجرور، خبر أول. {مُعْرِضُونَ} خبر ثان. والجملة في محل النصب حال من ضمير {حِسَابُهُمْ} . {مَا} : نافية. {يَأْتِيهِمْ} فعل ومفعول. {مِنْ} حرف جر زائد لسبقه بالنفي. {ذِكْرٍ} فاعل مجرور لفظًا، مرفوع تقديرًا. {مِنْ رَبِّهِمْ} جار ومجرور، ومضاف إليه صفة أولى لـ {ذِكْرٍ} ، أو متعلق بـ {يَأْتِيهِمْ} . {مُحْدَثٍ} صفة ثانية لـ {ذِكْرٍ} ، تابع للفظه. والجملة الفعلية مستأنفة مسوقة لتعليل ما قبلها. {إِلَّا} أداة استثناء مفرّغ. {اسْتَمَعُوهُ} فعل وفاعل ومفعول، والجملة في محل النصب، حال من مفعول {يَأْتِيهِمْ} ، ولكنها على تقدير قد لكونها ماضوية؛ أي: إلّا حالة كونهم مستمعين إياه. {وَهُمْ}  {الواو} حالية. {هم} مبتدأ، وجملة {يَلْعَبُونَ} خبره، والجملة الاسمية في محل النصب، حال من فاعل {اسْتَمَعُوهُ} ، أي: إلّا استمعوه حالة كونهم لاعبين. </p><p> {لَاهِيَةً قُلُوبُهُمْ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ (٣) }. </p><p> {لَاهِيَةً} : حال من فاعل {يَلْعَبُونَ} ، فتكون حالًا متداخلة، أو حال من فاعل {اسْتَمَعُوهُ} أيضًا، فتكون حالًا مترادفةً؛ لأن الحال يجوز تعددها كالصفة. </p><p> {قُلُوبُهُمْ} فاعل {لَاهِيَةً} . {وَأَسَرُّوا}  {الواو} استئنافية. {أسرّوا النجوى} فعل وفاعل ومفعول به. {الَّذِينَ} بدل من {واو}  {أسرّوا} ، إشعارًا بأنهم الموسومون بالظلم الفاحش، والجملة مستأنفة. </p><p> فائدة: قال أبو البقاء (١) : {الَّذِينَ ظَلَمُوا} في موضعه ثلاثة أوجه: </p><p> أحدها: الرفع وفيه أربعة أوجه: </p><p> ١ - أن يكون بدلًا من {الواو} في {أسروا} . </p><p> ٢ - أن يكون فاعلاً، و {الواو} حرف للجمع، لا اسم. </p><p> ٣ - أن يكون مبتدأ، والخبر قوله:  {هَلْ هَذَا} ، والتقدير: الذين ظلموا يقولون: {هَلْ هَذَا ...} الخ. </p><p> ٤ - أن يكون خبر مبتدأ محذوف؛ أي: هم الذين ظلموا. </p><p> وثانيها: أن يكون منصوبًا على إضمار أعني. </p><p> وثالثها: أن يكون مجروراً صفة {لِلنَّاسِ} ، والمعروف أن الفعل يجب أن يبقى مع الفاعل بصيغة الواحد، وإن كان مثنًى أو مجموعًا، قال ابن مالك: </p><p> وَجَرَّدِ الْفِعْلَ إِذَا مَا أُسْنِدَا ... لاثْنَيْنِ أَوْ جَمْعٍ كَفَازَ الشُّهَدَا </p><p> إلَّا على لغةٍ ضعيفةٍ لبعض العرب تسمى لغة (أكلوني البراغيث) فيطابق فيها الفعل الفاعل إفرادًا، وتثنية وجمعًا. وحكى البصريون عن طيء، وحكى بعضهم عن أزد شنوءة، نحو: ضربوني قومك، وضربتني نسوتك، وضرباني أخواك. وقال عمرو بن ملقط الجاهليُّ: </p><p> أُلْفِيَتَا عَيْنَاكَ عِنْدَ الْقَفَا ... أوْلَى فَأَوْلَى لَكَ ذَا وَاقِيَهْ </p><p> فألفيتا فعل ماض مبني للمجهول، عيناك نائب فاعل، فألحق الفعل علامة </p><p>(١) العكبري.</p><p> التثنية مع إسناده إلى الظاهر، ونائب الفاعل كالفاعل. عند متعلق بألفيتا. ذا واقية حال من المضاف إليه في عيناك، وهو الكاف. وواقية مصدر معناه الوقاية كالكاذبة بمعنى الكذب. أولى بمعنى الهلاك، مبتدأ خبره لك. أولى الثاني تأكيد للأول. </p><p> {ظَلَمُوا} فعل وفاعل، صلة الموصول. {هَلْ} حرف استفهام للاستفهام الإنكاري. {هَذَا} مبتدأ. {إِلَّا} أداة استثناء مفرغ. {بَشَرٌ} خبر. {مِثْلُكُمْ} صفة لـ {بَشَرٌ} ، والجملة الاستفهامية في محل النصب بدل من {النَّجْوَى} لأنها بمثابة التفسير لها، أو جملة مفسرةٌ لا محل لها من الإعراب، أو مقول لقول مضمر هو جواب عن سؤال مقدّر، نشأ مما قبله، كأنه قيل: فماذا قالوا في نجواهم؟ فقيل: قالوا: هل هذا ... الخ. {أَفَتَأْتُونَ السِّحْرَ}  {الهمزة} للاستفهام الإنكاري، داخلة على محذوف، و {الفاء} عاطفة على ذلك المحذوف. {تَأْتُونَ السِّحْرَ} فعل وفعل ومفعول. والجملة الفعلية معطوفة على الجملة المحذوفة، والتقدير: أتعلمون ذلك فتأتون السحر. والجملة المحذوفة في محل النصب، بدل ثانٍ من {النَّجْوَى} وعبارة السمين: يجوز في هاتين الجملتين الاستفهاميتين أن تكونا في محل نصب بدلًا من {النَّجْوَى} ، وأن تكونا في محل نصب بإضمار القول، قالهما الزمخشري، وأن تكونا في محل نصب على أنهما محكيتان لـ {النَّجْوَى} ؛ لأنها في معنى القول. {وَأَنْتُمْ}  {الواو} حالية، {أنتم} مبتدأ، وجملة {تُبْصِرُونَ} خبره، والجملة الاسمية في محل النصب، حال من فاعل {تأتون} ، مقرّرة للإنكار. </p><p> {قَالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّمَاءِ وَالْأَرْضِ وَهُوَ السَّمِيعُ الْعَلِيمُ (٤) }. </p><p> {قَالَ} فعل ماض، وفاعله ضمير يعود على الرسول، والجملة مستأنفة. {رَبِّي} مبتدأ، ومضاف إليه. {يَعْلَمُ الْقَوْلَ} فعل ومفعول به، وفاعله ضمير يعود على الرب، والجملة الفعلية خبر المبتدأ، والجملة الاسمية في محل النصب مقول {قَالَ} أو مقول {قل} . {فِي السَّمَاءِ} جار ومجرور حال من {الْقَوْلَ} ، أو متعلق بـ {يَعْلَمُ} . و {وَالْأَرْضِ} معطوف على {السَّمَاءِ} . {وَهُوَ </p><p> السَّمِيعُ} مبتدأ وخبر. {الْعَلِيمُ} : خبر ثان لـ {هو} ، والجملة الاسمية مستأنفة، أو حال من فاعل {يَعْلَمُ} . </p><p> {بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ} . </p><p> {بَلْ} حرف إضراب وانتقال {قَالُوا} فعل وفاعل، والجملة مستأنفة {أَضْغَاثُ أَحْلَامٍ} خبر لمبتدأ محذوف، تقديره: ما أتى به أضغاث أحلام، والجملة الاسمية في محل النصب مقول {قَالُوا} . {بَلْ} حرف اضراب. {افْتَرَاهُ} : فعل ومفعول، وفاعله ضمير يعود على محمد، والجملة في محل النصب مقول {قَالُوا} . {بَلْ} : حرف إضراب. {هُوَ شَاعِرٌ} : مبتدأ وخبر، والجملة في محل النصب مقول {قَالُوا} . {فَلْيَأْتِنَا}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إن لم يكن الأمرك ما قلنا، بل كان رسولًا، وأردتم بيان ما يطلب منه فأقول لكم:  {ليأتنا}  {بِآيَةٍ} ، و {اللام} لام الأمر. {يأتنا} فعل ومفعول مجزوم بـ {لام} الأمر، وفاعله ضمير يعود على محمد. {بِآيَةٍ} متعلق بـ {يأتنا} ، والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة في محل النصب قول {قَالُوا} . {كَمَا}  {الكاف} حرف جر وتشبيه. و {ما} اسم موصول في محل الجرّ بالكاف الجار والمجرور صفة لـ {لآية} ؛ أي: بآية كائنة كالآية التي أرسل بها الأولون، أو {الكاف} اسم بمعنى مثل، في محل الجر، صفة لـ {آية} ، و {الكاف} مضاف و {ما} اسم موصول، في محل الجر، مضاف إليه؛ أي: بآية مثل الآية التي أرسل بها الأولون. {أُرْسِلَ الْأَوَّلُونَ} فعل ونائب فاعل، والجملة صلة الموصول، والعائد محذوف، تقديره: أرسل بها الأولون. </p><p> {مَا آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا أَفَهُمْ يُؤْمِنُونَ (٦) }. </p><p> {مَا} : نافية. {آمَنَتْ} : فعل ماض وتاء تأنيث. {قَبْلَهُمْ} : متعلق به. {مِنْ} : زائدة، {قَرْيَةٍ} : فاعل والجملة مستأنفة مسوقة لتقرير كفرهم واستبعاد إيمانهم. {أَهْلَكْنَاهَا} فعل وفاعل ومفعول به. والجملة في محل الرفع صفة لقرية </p><p> {أَفَهُمْ}  {الهمزة} للاستفهام الإنكاري داخلة على محذوف، و {الفاء} عاطفة على ذلك المحذوف. {هم} مبتدأ، وجملة {يُؤْمِنُونَ} خبره، والجملة الاسمية معطوفة على تلك المحذوفة، والتقدير: أتلك القرية المهلكة لم تؤمنوا فهم يؤمنون؛ أي: فهؤلاء يؤمنون لو أُجيبوا إلى ما سئلوا وأعطوا ما اقترحوا، والجملة المحذوفة مستأنفة. </p><p> {وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ (٧) }. </p><p> {وَمَا} : {الواو} : عاطفة. {ما} نافية، {أَرْسَلْنَا} فعل وفاعل. {قَبْلَكَ} ظرف ومضاف إليه متعلق بـ {أَرْسَلْنَا} . إِلا أداة استثناء مفرغ. {رِجَالًا} مفعول به، والجملة معطوفة على جملة {آمَنَتْ} . {نُوحِي} فعل مضارع، وفاعله ضمير يعود على الله، والجملة في محل النصب صفة لـ {رِجَالًا} . {إِلَيْهِمْ} متعلق بـ {نوحي}  {فَاسْأَلُوا}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا سمعتم أيها الكفرة ما أخبرته لكم، وأردتم يقينه فأقول لكم: اسألوا أهل الذكر {اسألوا} فعل وفاعل. {أَهْلَ الذِّكْرِ} مفعول به، والجملة الفعلية في محل النصب مقول لجواب إذا المقدّرة، وجملة إذا المقدّرة مستأنفة. {إِنْ} حرف شرط. {كُنْتُمْ} فعل ناقص، واسمه في محل الجزم بـ {إِنْ} على كونه فعل شرط لها، وجملة {لَا تَعْلَمُونَ} خبر {كان} ، ومفعول العلم محذوف، تقديره: أن الرسل بشر. وجواب {إِن} الشرطية معلوم مما قبلها، تقديره: إن كنتم لا تعلمون ذلك ... فاسألوا أهل الذكر، وجملة {إِن} الشرطية في محل النصب مقول لجواب إذا المقدرة. </p><p> {وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَامَ وَمَا كَانُوا خَالِدِينَ (٨) ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ فَأَنْجَيْنَاهُمْ وَمَنْ نَشَاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ (٩) }. </p><p> {وَمَا} : {الواو} : عاطفة {ما} : نافية. {جَعَلْنَاهُمْ جَسَدًا} : فعل وفاعل ومفعولان، والجملة معطوفة على جملة قوله:  {وما أرسلنا قبلك}  {لَا يَأْكُلُونَ الطَّعَامَ} فعل وفاعل ومفعول، والجملة الفعلية في محل النصب صفة لـ {جَسَدًا} . </p><p> و {جَسَدًا} مفرد أريد به الجمع، وإنما وحّده ليشمل الجنس عامة؛ لأن الجسد لا بد له من غذاء، وهو على حذف مضاف؛ أي: ذوي جسد غير آكلين. {وَمَا كَانُوا}  {الواو} عاطفة. {ما} نافية. {كَانُوا خَالِدِينَ} فعل ناقص، واسمه وخبره، والجملة معطوفة على جملة {وَمَا جَعَلْنَاهُمْ}  {ثُمَّ} حرف عطف وترتيب. {صَدَقْنَاهُمُ} فعل وفاعل ومفعول {الْوَعْدَ} منصوب بنزع الخافض؛ لأن \"صدق\" يتعدى إلى اثنين، إلى ثانيهما بحرف الجر، والأصل \"في الوعد\" ، والجملة معطوفة على ما يفهم من قوله:  {وَمَا أَرْسَلْنَا} الخ، كأنه قيل: أوحينا إليهم ما أوحينا، ثم صدقناهم في الوعد الذي وعدناهم به في تضاعيف الوحي بإهلاك أعدائهم اهـ أبو السعود {فَأَنْجَيْنَاهُمْ}  {الفاء} عاطفة {أنجيناهم} فعل وفاعل ومفعول، معطوف على {صَدَقْنَاهُمُ} و {وَمَنْ} اسم موصول في محل النصب معطوف على الهاء في {أنجيناهم} . {نَشَاءُ} فعل مضارع، وفعله ضمير يعود على الله، والجملة صلة الموصول، والعائد محذوف، تقدير: ومن نشاء إنجاءه. {وَأَهْلَكْنَا الْمُسْرِفِينَ} فعل وفاعل ومفعول، معطوف على {أنجينا} . </p><p> {لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ أَفَلَا تَعْقِلُونَ (١٠) وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنْشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ (١١) }. </p><p> {لَقَدْ} : {اللام} : موطئة للقسم، {قد} : حرف تحقيق. {أَنْزَلْنَا} : فعل وفاعل. {إِلَيْكُمْ} : متعلق به. {كِتَابًا} : مفعول به، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وجملة القسم مستأنفة. {فِيهِ} جار ومجرور خبر مقدّم. {ذِكْرُكُمْ} مبتدأ مؤخر، والجملة الاسمية في محل النصب صفة لـ {كِتَابًا} . {أَفَلَا تَعْقِلُونَ} الهمزة للاستفهام الإنكاري التوبيخي داخلة على محذوف، و {الفاء} عاطفة على ذلك المحذوف {لا} نافية. {تَعْقِلُونَ} فعل وفاعل، والجملة معطوفة على تلك المحذوفة، والتقدير: ألا تتفكرون فلا تعقلون أن الأمر كذلك، والجملة المحذوفة جملة إنشائية، لا محل لها من الإعراب. {وَكَمْ}  {الواو} استثنافية. {كم} خبرية بمعنى عدد كثير في محل النصب مفعول مقدّم لـ {قَصَمْنَا} . {قَصَمْنَا} فعل وفاعل {مِنْ قَرْيَةٍ} تمييز لـ {كم} مجرور بـ </p><p> {مِنْ} ، والجملة الفعلية مستأنفة. {كَانَتْ ظَالِمَةً} فعل ناقص وخبره، واسمه ضمير مستتر يعود على {قَرْيَةٍ} ، والجملة الفعلية صفة لـ {قَرْيَةٍ} . {وَأَنْشَأْنَا} فعل وفاعل معطوف على {قَصَمْنَا}  {بَعْدَهَا} متعلق به. {قَوْمًا} مفعول {وَأَنْشَأْنَا}  {آخَرِينَ} صفة {قَوْمًا} . </p><p> {فَلَمَّا أَحَسُّوا بَأْسَنَا إِذَا هُمْ مِنْهَا يَرْكُضُونَ (١٢) لَا تَرْكُضُوا وَارْجِعُوا إِلَى مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ (١٣) }. </p><p> {فَلَمَّا} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدّر، تقديره: إذا عرفت إهلاكنا كثيرًا من القرية، وأردت بيان حالهم عند إهلاكها فأقول لك. \"لما\" حرف شرط غير جازم. {أَحَسُّوا بَأْسَنَا} : فعل وفاعل ومفعول به، والجملة فعل شرط لـ {لَمَّا} ، لا محل لها من الإعراب. {إِذَا} : فجائية رابطة لجواب لمّا وجوبا لكونه جملة اسمية. {هُمْ} مبتدأ. {مِنْهَا} متعلق بـ {يَرْكُضُونَ} ، وجملة {يَرْكُضُونَ} خبر المبتدأ، والجملة الاسمية جواب {لَمَّا} ، وجملة {لَمَّا} في محل النصب مقول لجواب إذا المقدّرة، وجملة إذا المقدّرة مستأنفة. {لَا تَرْكُضُوا}  {لا} ناهية جازمة. {تَرْكُضُوا} فعل وفاعل مجزوم بـ {لَا} الناهية، والجملة الفعلية في محل النصب مقول لقول محذوف، تقديره: وقيل لهم: لا تركضوا، وجملة القول المحذوف مستأنفة. {وَارْجِعُوا} فعل وفاعل معطوف على {لَا تَرْكُضُوا}  {إِلَى مَا} جار ومجرور متعلق بـ {ارجعوا}  {أُتْرِفْتُمْ} فعل ونائب فاعل. {فِيهِ} متعلق به، والجملة الفعلية صلة لـ {مَا} ، أو صفة لها، والعائد، أو الرابط ضمير فيه. {وَمَسَاكِنِكُمْ} معطوف على {مَا} ، مجرور بالكسرة {لَعَلَّكُمْ} ناصب واسمه {تُسْأَلُونَ} فعل ونائب فاعل، والجملة في محل الرفع خبر {لعل} ، وجملة {لعل} مسوقة لتعليل ما قبلها على كونها مقولًا للقول المحذوف. </p><p> {قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ (١٤) فَمَا زَالَتْ تِلْكَ دَعْوَاهُمْ حَتَّى جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ (١٥) وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ (١٦) }. </p><p> {قَالُوا} : فعل وفاعل، والجملة مستأنفة. {يا} حرف نداء. {ويلنا} </p><p> منادى مضاف، وجملة النداء في محل النصب مقول {قَالُوا}  {إِنَّا} ناصب واسمه. {كُنَّا} فعل ناقص واسمه {ظَالِمِينَ} خبر {كان} ، وجملة {كان} في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} في محل النصب مقول قالوا على كونها جواب النداء. {فَمَا زَالَتْ}  {الفاء} عاطفة. {ما} نافية. {زَالَتْ} فعل ماض ناقص من أخوات {كان}  {تِلْكَ} في محل الرفع اسمها. {دَعْوَاهُمْ} خبرها منصوب بفتحة مقدّرة على الألف، و {الهاء} مضاف إليه، وجملة {زَالَتْ} معطوفة على جملة {قَالُوا}  {حَتَّى} حرف جر وغاية. {جَعَلْنَاهُمْ} فعل وفاعل ومفعول أول. {حَصِيدًا خَامِدِينَ} مفعول ثان لـ {جعلنا} لأن حكمهما حكم الواحد، نحو قولك: جعله حلوًا حامضًا؛ أي مزّا ,ولك أن تجعل {خَامِدِينَ} صفة لـ {حَصِيدًا} ، وجملة {جعلنا} في محل جر بـ {حَتَّى} على تأويلها بمصدر، تقديره: إلى جعلنا إياهم حصيدًا خامدين، الجار والمجرور متعلق بـ {زَالَتْ}  {وَمَا خَلَقْنَا}  {الواو} استئنافية. {ما} نافية {خَلَقْنَا السَّمَاءَ} فعل وفاعل ومفعول. {وَالْأَرْضَ} معطوف على {السَّمَاءَ} ، والجملة مستأنفة. {وَمَا} اسم موصول في محل النصب، معطوف على {السَّمَاءَ} . {بَيْنَهُمَا} ظرف، ومضاف إليه، صلة لـ {ما} ؛ أو صفة لها، {لَاعِبِينَ} حال من فاعل {خَلَقْنَا} منصوب بالياء. </p><p> {لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا لَاتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ (١٧) بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ (١٨) }. </p><p> {لَوْ} : حرف شرط. {أَرَدْنَا} : فعل وفاعل. {أَنْ} حرف نصب. {نَتَّخِذَ} فعل مضارع منصوب بـ {أَنْ} ، وفاعله ضمير يعود على الله. {لَهْوًا} مفعول به. والجملة الفعلية مع أن المصدرية في تأويل مصدر منصوب على المفعولية، تقديره: لَوْ أردنا اتخاذ لهو {لَاتَّخَذْنَاهُ}  {اللام} رابطة لجواب {لَوْ} . {اتخذناه} فعل وفاعل ومفعول به {مِنْ لَدُنَّا} جار ومجرور صفة لمصدر محذوف، تقديره: لاتخذناه اتخاذًا كائنًا من لدنا، والجملة جواب لو، لا محل لها من الإعراب، وجملة {لَوْ} مستأنفة. {إن} حرف شرط. {كُنَّا} فعل </p><p> ناقص، واسمه في محل الجزم بـ {إن} الشرطية على كونه فعل شرط. {فَاعِلِينَ} خبر {كان} ، وجواب {إِنْ} الشرطية محذوف، تقديره: إن كنا فاعلين لاتخذناه من لدنا، وجملة {إن} الشرطية مستأنفة، ويجوز أن تكون {إن} نافية بمعنى ما، وجملة {كان} في محل النصب حال من فاعل {اتخذناه} ، تقديره: حالة كوننا غير فاعلين ذلك الاتخاذ، والأول أصح، وأقعد {بَلْ} حرف إضراب. {نَقْذِفُ} فعل مضارع، وفاعله ضمير يعود على الله. {بِالْحَقِّ} متعلق بـ {نَقْذِفُ} ، والجملة الفعلية مستأنفة. {عَلَى الْبَاطِل} جار ومجرور حال من {الحق} أي: حال كونه مستعلياً على الباطل. {فَيَدْمَغُهُ}  {الفاء} عاطفة. {يدمغه} فعل ومفعول، وفاعله ضمير يعود على الحق، والجملة معطوفة على جملة {نَقْذِفُ} . {فَإِذَا}  {الفاء} عاطفة {إذا} فجائية. {هُوَ زَاهِقٌ} مبتدأ وخبر، والجملة معطوفة على جملة {يدمغه} عطف اسمية على فعلية. {وَلَكُمُ}  {الواو} استئنافية. {لكم} خبر مقدم. {الْوَيْلُ} مبتدأ مؤخر، والجملة مستأنفة. {مِمَّا} جار ومجرور متعلق بالاستقرار الذي تعلق به الخبر، أي استقر لكم الويل من كل ما {تَصِفُونَ} ، وجملة {تَصِفُونَ} صلة {ما} الموصولة، أو {ما} المصدرية. </p><p> {وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ عِنْدَهُ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ (١٩) يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ (٢٠) }. </p><p> {وَلَهُ} : جار ومجرور خبر مقدم {مَنْ} : اسم وصول في محل الرفع مبتدأ مؤخر، والجملة مستأنفة. {فِي السَّمَاوَاتِ} جار ومجرور صلة من الموصولة. {وَالْأَرْضِ} معطوف على {السَّمَاوَاتِ}  {وَمَنْ}  {الواو} عاطفة. {مَنْ} اسم موصول في محل الرفع معطوف على من الأولى. {عِنْدَهُ} ظرف ومضاف إليه، صلة من الموصولة، وجملة {لَا يَسْتَكْبِرُونَ} حال من من الثانية. {عَنْ عِبَادَتِهِ} متعلق بـ {يَسْتَكْبِرُونَ}  {وَلَا يَسْتَحْسِرُونَ} معطوف على {يَسْتَكْبِرُونَ} ، ويجوز أن تكون {الواو} استئنافية. {من عنده} مبتدأ خبره جملة {لَا يَسْتَكْبِرُون} ، {وَلَا يَسْتَحْسِرُونَ} معطوف عليه، والجملة الاسمية مستأنفة. {يُسَبِّحُونَ} : فعل وفاعل </p><p> {اللَّيْلَ وَالنَّهَارَ} ظرفان متعلقان به، والجملة الفعلية مستأنفة مسوقة لتقرير ما يصنعه من عند الله في عبادتهم، وجملة {لَا يَفْتُرُونَ} حال من فاعل {يُسَبِّحُونَ} . </p><p> {أَمِ اتَّخَذُوا آلِهَةً مِنَ الْأَرْضِ هُمْ يُنْشِرُونَ (٢١) لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ (٢٢) لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ (٢٣) }. </p><p> {أَمِ} : منقطعة بمعنى بل، و {همزة} الإنكار. {اتَّخَذُوا} فعل وفاعل. {آلِهَةً} مفعول به، والجملة مستأنفة. {مِنَ الْأَرْضِ} جار ومجرور، صفة أولى لـ {آلِهَةً}  {هُمْ} مبتدأ، وجملة {يُنْشِرُونَ} خبره، ومفعول {يُنْشِرُونَ} محذوف تقديره: الموتى، والجملة الاسمية في محل النصب، صفة ثانية لـ {آلِهَةً} . {لَوْ} حرف شرط. {كَانَ} فعل ماض ناقص. {فِيهِمَا} خبر كان مقدم. {آلِهَةٌ} اسمها مؤخر، وجملة {كَانَ} فعل شرط لـ {لو} ، لا محل لها من الإعراب. {إِلَّا} اسم بمعنى غير، صفة لـ {آلِهَةٌ} ، ولكن ظهر إعرابها فيما بعدها؛ لكونها على صورة الحرف، ولا يصح أن تكون استثنائية لأن مفهوم الاستثناء فاسد هنا، إذ حاصله أنه لو كان فيهما آلهة لم يستثن الله منهم لم تفسدا. وليس كذلك، فإن مجرد تعدد الآلهة يوجب لزوم الفساد مطلقًا {اللَّهُ} صفة. {لَفَسَدَتَا}  {اللام} رابطة لجواب {لَوْ}  {فسدتا}  {فسد} فعل ماض، و {التاء} علامة تأنيث الفاعل، و {الألف} ضمير للمثنى في محل الرفع فاعل، والجملة الفعلية جواب {لَوْ} الشرطية، وجملة {لَوْ} الشرطية مستأنفة. {فَسُبْحَانَ اللَّهِ}  {سبحان} مفعول مطلق لفعل محذوف وجوبًا، تقديره: سبحوا الله سبحانًا عما لا يليق به. ولفظ الجلالة مضاف إليه، والجملة المحذوفة في محل النصب مقول لجواب إذا المقدّرة، وجملة إذا المقدرة مستأنفة. {رَبِّ الْعَرْشِ} صفة للجلالة، ومضاف إليه. {عَمَّا} متعلق بـ {سبحان} ، وجملة {يَصِفُونَ} صلة لـ {ما} الموصولة، أو لـ {ما} المصدرية. {لَا يُسْأَلُ}  {لا} نافية. {يُسْأَلُ} فعل مضارع مغير الصفة، ونائب فاعله ضمير يعود على الله، والجملة مستأنفة مسوقة لبيان تفرده سبحانه بالسلطان بحيث لا يسأله أحد عما يفعله {عَمَّا} جار ومجرور متعلق بـ {يُسْأَلُ} . {يَفْعَلُ} فعل مضارع، وفاعله ضمير يعود على الله، والجملة صلة لـ {ما} </p><p> الموصولة، والعائد محذوف، تقديره: عما يفعله. {وَهُمْ} مبتدأ. {يُسْأَلُونَ} فعل، ونائب فاعل، خبر المبتدأ، والجملة الاسمية معطوفة على جملة {لَا يُسْأَلُ} ، أو في محل النصب حال من مرفوع {لَا يُسْأَلُ} ، والرابط مقدر تقديره: لا يسأل عما يفعل حالة كونهم مسؤولين له. </p><p> {أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً قُلْ هَاتُوا بُرْهَانَكُمْ هَذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ فَهُمْ مُعْرِضُونَ} . </p><p> {أَمِ} : منقطعة بمعنى (بل) ، و (همزة) لإنكار. {اتَّخَذُوا} فعل وفاعل، والجملة مستأنفة. {مِنْ دُونِه} جار ومجرور في محل المفعول الثاني لـ {اتَّخَذُوا} . {آلِهَةً} مفعول أول لـ {اتَّخَذُوا} ، أو الجار والمجرور حال من فاعل {اتَّخَذُوا} ، أي: حالة كونهم متجاوزين الله، أو متعلق بـ {اتَّخَذُوا} . {قُلْ} : فعل أمر، وفاعله ضمير يعود على محمد، والجملة مستأنفة. {هَاتُوا} فعل أمر مبني على حذف النون، و {الواو} فاعل. {بُرْهَانَكُمْ} مفعول به، والجملة في محل النصب مقول لـ {قُلْ} . {هَذَا} مبتدأ. {ذِكْرُ مَنْ} خبر، ومضاف إليه، والجملة الاسمية مستأنفة في محل النصب، مقول {قُلْ} . {مَعِيَ} ظرف، ومضاف إليه، صلة من الموصولة. {وَذِكْرُ} معطوف على {ذِكْرُ} ، وهو مضاف، و {مَنْ} الموصولة في محل الجر، مضاف إليه. {قَبْلِي} ظرف، ومضاف إليه، صلة من الموصولة، {بَلْ} حرف إضراب. {أَكْثَرُهُمْ} مبتدأ، ومضاف إليه، وجملة {لَا يَعْلَمُونَ} في محل الرفع خبر المبتدأ. {الْحَقَّ} مفعول {يَعْلَمُونَ} ، والجملة الاسمية مستأنفة. {فَهُمْ}  {الفاء} حرف عطف وتفريع. {هم} مبتدأ، {مُعْرِضُونَ} خبره، والجملة الاسمية معطوفة مفرعة على الجملة التي قبلها. </p><p> {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ (٢٥) }. </p><p> {وَمَا} : {الواو} : استئنافية. {ما} نافية. {أَرْسَلْنَا} فعل وفاعل. {مِنْ قَبْلِكَ} جار ومجرور حال {مِنْ رَسُولٍ} لأنه صفة نكرة قدمت عليها. {مِنْ} </p><p> زائدة. {رَسُولٍ} مفعول {أَرْسَلْنَا} ، منصوب بفتحة مقدرة، والجملة مستأنفة. {إِلَّا} أداة استثناء مفرغ، {نُوحِي} فعل مضارع، وفاعله ضمير يعود على الله. {إِلَيْهِ} متعلق به، والجملة الفعلية في محل النصب، حال من فاعل {أَرْسَلْنَا} ، أي: وما أرسلنا رسولًا من قبلك إلّا حالة كوننا مُوحدين إليه أنه لا إله إلّا أنا. {أَنَّهُ}  {أن} حرف نصب، و {الهاء} اسمها. {لَا} نافية. {إِلَهَ} في محل النصب اسمها، وخبر {لَا} محذوف، تقديره: لا إله موجود. {إِلَّا} أداة استثناء مفرغ. {أَنَا} ضمير رفع في محل الرفع، بدل من الضمير المستكن في خبر {لَا} ، وجملة {لَا} في محل الرفع خبر {أن} ، وجملة {أن} في تأويل مصدر منصوب على كونه مفعول {نُوحِي} ، تقِديره: إلّا نوحي إليه عدم وجود إله إلّا أنا. {فَاعْبُدُونِ} : {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم ثبوت الوحدانية لي وأردتم بيان ما هو اللازم لكم فأقول لكم: {اعبدون}  {اعبدوا} : فعل أمر وفاعل مبني على حذف النون، و {النون} نون الوقاية، وياء المتكلم المحذوفة اجتزاءً عنها بكسرة نون الوقاية في محل النصب مفعول به، والجملة الفعلية في محل النصب قول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا سُبْحَانَهُ بَلْ عِبَادٌ مُكْرَمُونَ (٢٦) لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ (٢٧) }. </p><p> {وَقَالُوا} : فعل وفاعل، والجملة مستأنفة. {اتَّخَذَ الرَّحْمَنُ وَلَدًا} وفاعل ومفعول به، والجملة الفعلية في محل النصب مقول {قالوا}  {سُبْحَانَهُ} مفعول مطلق لفعل محذوف وجوبًا، تقديره: سبحوا الله سبحاناً، والجملة مستأنفة {بَلْ} حرف إضراب {عِبَادٌ} خبر لمبتدأ محذوف تقديره: بل هم عباد {مُكْرَمُونَ} صفة لـ {عِبَادٌ} ، والجملة مستأنفة {لَا يَسْبِقُونَه} فعل وفاعل ومفعول {بِالْقَوْلِ} متعلق بـ {يَسْبِقُونَهُ} ، والجملة في محل الرفع، صفة ثانية لـ {عِبَادٌ}  {وَهُمْ} مبتدأ {بِأَمْرِهِ} متعلق بـ {يَعْمَلُونَ} ، وجملة {يَعْمَلُونَ} خبر المبتدأ، والجملة الاسمية في محل الرفع، صفة ثالثة لـ {عِبَادٌ} . </p><p> {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ (٢٨) }. </p><p> {يَعْلَمُ} : فعل مضارع، وفاعله ضمير يعود على الله، والجملة في محل الرفع، صفة رابعة لـ {عِبَادٌ} ، أو مستأنفة. {مَا} اسم موصول في محل النصب مفعول به. {بَيْنَ أَيْدِيهِمْ} ظرف، ومضاف إليه متعلق بمحذوف، صلة لـ {مَا}  {وَمَا} معطوف على ما الأولى. {خَلْفَهُمْ} ظرف متعلق بمحذوف صلة لـ {ما} . {وَلَا يَشْفَعُونَ} فعل وفاعل، معطوف على {يَعْلَمُ} على كونها صفة خامسة. {إِلَّا} أداة إستثناء مفرغ. {لِمَنِ} جار ومجرور متعلق بـ {يَشْفَعُونَ} . {ارْتَضَى} فعل ماض، وفاعله ضمير يعود على الله، والجملة صلة {مِنْ} الموصولة، والعائد محذوف تقديره: إلَّا لمن ارتضاه. {وَهُمْ} مبتدأ. {مِنْ خَشْيَتِهِ} متعلق بـ {مُشْفِقُونَ} . {مُشْفِقُونَ} خبر المبتدأ، والجملة معطوفة على جملة {يَشْفَعُونَ} على كونها صفة سادسة، أو في محل النصب حال من فاعل {يَشْفَعُونَ} . </p><p> {وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ (٢٩) }. </p><p> {وَمَنْ} : {الواو} : عاطفة. {مَنْ} : اسم شرط في محل الرفع، والخبر جملة الشرط، أو الجواب أو هما. {يَقُلْ} فعل مضارع مجزوم بـ {من} على كونه فعل شرط لها، وفاعله ضمير يعود على {من} . {مِنْهُمْ} : جار ومجرور حال من فاعل يقل. {إِنِّي} : ناصب واسمه، {إِلَهٌ} خبره. {مِنْ دُونِهِ} جار ومجرور، صفة لِـ {إِلَهٌ} ، أو متعلق به؛ لأنه بمعنى معبود، وجملة {إِنّ} في محل النصب مقول {يَقُلْ} . {فَذَلِكَ}  {الفاء} رابطة لجواب {من} الشرطية وجوبًا. {ذلك} مبتدأ. {نَجْزِيهِ جَهَنَّمَ} فعل وفاعل مستتر ومفعولان، والجملة الفعلية في محل الرفع خبر {ذلك} ، والجملة الاسمية في محل الجزم جواب لـ {من} الشرطية، وجملة {مِنْ} الشرطية مستأنفة، أو معطوفة على جملة {يَعْلَمُ} على كونها صفة سابعة. {كَذَلِكَ} جار ومجرور صفة لمصدر محذوف. {نَجْزِي الظَّالِمِينَ} فعل مضارع وفاعل مستتر ومفعول به، والتقدير: نجزي الظالمين جزاءً </p><p> مثل ذلك الجزاء، والجملة مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {اقْتَرَبَ} وقرب بمعنى، والمراد من اقتراب الحساب؛ اقترابُ زمانه، وهو مجيء الساعة. وفي \"أبي السعود\" : وإسناد الاقتراب إليه، لا إلى الساعة كما في الآية الأخرى، مع استتباعها له، ولسائر ما فيها من الأحوال، والأهوال الفظيعة لانسياق الكلام إلى بيان غفلتهم عنه، وإعراضهم عما يذكرهم ذلك اهـ {الناس} هم المكلّفون. </p><p> {مُعْرِضُونَ} ؛ أي: عن التأهب لهذا اليوم، يقال: أعرض؛ أي: ولَّى مبدياً عرضه؛ أي: ناحيته {النَّجْوَى} في الأصل مصدر، ثم جعل اسمًا من التناجي بمعنى القول الواقع بطريق المسارَّة؛ أي: السر بين اثنين فصاعدًا، يقال: تناجى القوم إذا تسارّوا، وتكالموا سرًّا عن غيرهم، والمراد: أنَّهم أخفوا تناجيهم، ولم يتناجوا بمرأى من غيرهم. قال الراغب: ناجيته ساررته، وأصله: ارتحلوا به في نجوة من الأرض؛ أي: المرتفع المنفصل بارتفاعه عما حوله، ومعنى إسرارها مع أنها لا تكون إلّا سرًا أنهم بالغوا في إخفائها. </p><p> {مِنْ ذِكْرٍ} ؛ أي: قرآن {مُحْدَثٍ} ؛ أي: جديد نزوله {بَشَرٌ} اسم جنس يستوي فيه الواحد والجمع {بَلْ قَالُوا} بل كلمة يؤتى بها للانتقال من غرض إلى غرض آخر، ولا تذكر في القرآن إلَّا على هذا الوجه كما قاله ابن مالك، وسبقه إليه صاحب \"الوسيط\" ، ووافقه ابن الحاجب، وهو الحق. </p><p> {أَضْغَاثُ أَحْلَامٍ} ؛ أي: أخلاط رآها في النوم، وقد تقدم البحث فيها {جَسَدًا} قال الراغب: الجسد كالجسم لكنه أخص فإن الجسد ما له لون، والجسم يقال: لما لا يبين له لون كالماء، والهواء، {خَالِدِينَ} والخلود: تبرؤُ الشيء من اعتراض الفساد، وبقاؤه على الحالة التي هو عليها، والمراد إما المكث المديد كما هو شأن الملائكة، أو الأبديُّ وهم معتقدون أنهم لا يموتون {الْوَعْدَ} نصرهم وإهلاك أعدائهم {الْمُسْرِفِينَ} ؛ أي: الكافرين، قال الراغب: </p><p> السرف تجاوز الحد في كل فعل يفعله الإنسان، وإن كان ذلك في الإنفاق أشهر. </p><p> {وَكَمْ قَصَمْنَا}  {كم} كلمة تفيد تكثير وقوع ما بعدها، والقصم هو الكسر بتفريق الأجزاء، وإذهاب التئامها، والقصم، أبلغ من الكسر. وفي \"القاموس\" : قصم من باب ضرب قصماً الشيء إذا كسره، وقصم الرجل أهلكه، ويقال: قصم الله ظهر الظالم؛ أي أنزل به البلية {وَأَنْشَأْنَا بَعْدَهَا} والإنشاء والاختراع، والتكوين، والتخليق، والإيجاد، أسماء مترادفة يراد بها معنى واحد، وهو إخراج المعدوم من العدم إلى الوجود، كما في \"بحر العلوم\" . قال الراغب: الانشاء إيجاد الشيء وتربيته، وأكثر ما يقال ذلك في الحيوان كما في هذه الآية {فَلَمَّا أَحَسُّوا بَأْسَنَا} والإحساس الإدراك بالحاسة؛ أي: أدركوا بحاسّة البصر عذابنا الشديد، والبأس الشدة والمكروه، والنكاية، {إِذَا هُمْ مِنْهَا يَرْكُضُونَ} والركض: ضرب الدابة بالرجل، يقال: ركض الدابة يركضها ركضاً من باب قتل، إذا ضربها برجله، والركض هنا، كناية عن الهرب والفرار، ويقال: ركض الرجل الفرس برجليه إذا كدّه بساقيه، ثم كثر حتى قيل: ركض الفرس إذا عدا، فمتى نسب إلى الراكب: فهو إعداء مركوبه نحو ركضت الفرس، ومتى ما نسب إلى الماشي، فوطىء الأرض، ومنه {ارْكُضْ بِرِجْلِكَ}  {إِلَى مَا أُتْرِفْتُمْ} يقال: أترفته النعمة أطغته، وأترف فلان أصر على البغي، والإتراف إبطار النعمة، يقال: أترف فلان؛ أي: وسع عليه في معاشه، وقيل فيه همه {حَصِيدًا} فعيل بمعنى مفعول، يستوي فيه الواحد وغيره، وحصد يأتي من باب ضرب، ونصر، والكلام على التشبيه البليغ؛ أي كالزرع المحصود بالمناجل {خَامِدِينَ} ؛ أي: كالنار التي خمدت، وانطفأت، يقال: خمدت النار إذا انطفأ لهبها، والكلام على التشبيه البليغ أيضًا، يقال: خمدت النار وهمدت، كل منهما من باب دخل، لكن الأول عبارة عن سكون لهبها مع بقاء الجمر، والثاني: عبارة عن ذهابها بالكية حتى تفسير رمادًا اهـ \"فتوحات\" . </p><p> {وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ} الخلق أصله: التقدير المستقيم، ويستعمل في إبداع الشيء من غير أصل، ولا احتذاء {لَاعِبِينَ} واللعب الفعل الذي لا يقصد به مقصد صحيح، واللهو: الفعل الذي يفعل ترويحًا عن النفس، ومن ثم تسمى المرأة والولد لهوًا؛ لأنه يستروح بكل منهما. ويقال لامرأة الرجل وولده: </p><p> ريحانتاه، يقال: لشعب فلان إذا: فعل شيئًا غير قاصد به مقصدًا صحيحًا، {لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا} قال الراغب: اللهو ما يشغل الإنسان عما يعنيه، ويهمّه ويعبر عن كل ما به استمتاع باللهو. وفي \"المصباح\" : اللهو معروف، يقول أهل نجد: لهوت عنه ألهو لهيا أصله لهوى على وزن فعول من باب قعد، وأهلُ العالية: لهيت عنه ألهى من باب تعب، ومعناه السلوان، والترك. وألهوت به لهوًا من باب قتل أولعت به، ولهيت به أيضًا. قال الطرطوشي: وأصل اللهو الترويح عن النفس بما لا تقتضيه الحكمة، وألهاني الشيء - بالألف - شغلني. </p><p> {نَقْذِفُ بِالْحَقّ} القذف: الرمي البعيد الشديد المستلزم لصلابة المرمى، قال الراغب: القذف الرمي البعيد، ولاعتبار البعد فيه قيل: منزل قذف وقذيف وبلدة قذوف طروح بعيدة. والباطل: نقيض الحق، وهو الذي لا ثبات له عنه الفحص عنه {فَيَدْمَغُهُ} ؛ أي: فيهلكه ويعدمه، من باب: قطع. وفي \"القاموس\" : دمغه قهره، ودمغ الحق بالباطل أبطله ومحقه. وأصل الدمغ: كسر الشيء الرخو الأجوف، وهو الدماغ بحيث يشق غشاءه المؤدّي إلى زهوق الروح، ويراد به هنا: القهر والإهلاك {فَإِذَا هُوَ زَاهِقٌ} ؛ أي: زائل ذاهب، والزهوق: ذهاب الروح وخروجها يقال: زهقت نفسه إذا خرجت من الأسف. </p><p> {وَلَكُمُ الْوَيْلُ} ؛ أي: الهلاك، قال الأصمعي: ويل قبوح، وقد يستعمل في التحسر، وويس استصغار، وويح ترحم. ومن قال: الويل واد في جهنم، فإنه لم يرد أن ويلًا في اللغة هو موضوع لهذا، وإنما أراد أن من قال الله تعالى فيه ذلك فقد استحق مقرًّا من النار، وثبت ذلك له {يَسْتَحْسِرُونَ} ؛ أي: يكون ويتعبون يقال: استحسر البعير؛ أي: كل وتعب. ويقال: حسر وحسرته أنا فيكون لازمًا ومتعديًا. وأحسرته أيضًا فيكون فعل وأفعل بمعنى واحد. ويقال: حسر واستحسر إذا تعب، وأعيى يعني أتى استفعل بمعنى فعل نحو قر واستقر، قال في \"المفردات\" : الحسر كشف الملبس عما عليه، يقال: حسرت عن الذراع، والحاسر من لا درع عليه ولا مغفر، اهـ. {لَا يَفْتُرُونَ} قال الراغب: الفتور: سكون بعد حدة، ولين بعد شدة، وضعف بعد قوة {يُنْشِرُونَ} وفي \"المصباح\" : نشو الموتى نشورًا من باب قعد حيوا، ونشوهم الله يتعدى ولا يتعدى، ويتعدى </p><p> بالهمزة أيضًا فيقال: أنشرهم الله، ونشرت الأرض نشورًا حييت وأنبتت، اهـ {لَفَسَدَتَا} الفساد خروج الشيء عن الاعتدال قليلًا كان الخروج عنه أم كثيرًا، ويضاده الصلاح، ويسّتعمل ذلك في النفس والبدن والأشياء الخارجة عن الاستقامة. </p><p> {قُلْ هَاتُوا بُرْهَانَكُمْ} هات: من أسماء الأفعال، يقال: هات الشيء؛ أي: أعطيه. وقال الراغب: البرهان: فعلان مثل الرجحان والبنيان اهـ. وقال بعضهم: هو مصدر بره يبره إذا ابيض، انتهى. وقد أشار صاحب \"القاموس\" إلى كليهما حيث قال في باب النون: البرهان - بالضم - الحجة، وبرهن عليه أقام البرهان، وفي باب الهاء: أبره أتى بالبرهان. وقال في \"المفردات\" : البرهان أوكد الأدلة، وهر الذي يقتضي الصدق أبدًا. </p><p> {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا} قال الراغب: الأخذ: وضع الشيء وتحصيله، وذلك تارة بالتناول نحو قوله:  {مَعَاذَ اللَّهِ أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنَا مَتَاعَنَا} ، وتارة بالقهر نحو قوله:  {لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ} ، ويقال: أخذته الحمى، ويعبر عن الأسير بالمأخوذ والأخيذ، والاتخاذ افتعال منه، فيتعدى إلى مفعولين، ويجري مجرى الجعل {سُبْحَانَهُ} ، أي: تنزه بالذات تنزهه اللائق به، على أن السبحان مصدر من سبح؛ أي بعد، أو أسبحه تسبيحه على أنه علم للتسبيح، وهو مقول على ألسنة العباد، أو سبحوه تسبيحه {وَلَا يَشْفَعُونَ} الشفع: ضم الشيء إلى مثله، والشفاعة الانضمام إلى آخر ناصرًا له، وسائلًا عنه، وأكثر ما يستعمل في انضمام من هو أعلى مرتبة إلى من هو أدنى، ومنه الشفاعة في القيامة. </p><p> البلاغة </p><p> وقد تضمّنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: التنكير في قوله: {فِي غَفْلَةٍ} للتعظيم والتفخيم. </p><p> ومنها: الدلالة على فخامة الذكر وشرفه وفضله في قوله: {مِنْ رَبِّهِمْ} . </p><p> ومنها: إبدال الظاهر من المضمر في قوله: {وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا} تسجيلًا عليهم باسم الظلم. </p><p> ومنها: صيغة المبالغة في قوله: {وَهُوَ السَّمِيعُ الْعَلِيمُ} . </p><p> ومنها: الإضراب والترقي في قوله: {بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ} . وهذا الاضراب في وصف القرآن يدل على التردد، والتحيّر في تزويرهم للحق الساطع المنير، فقولهم الثاني أفسد من الأول، والثالث: أفسد من الثاني. </p><p> ومنها: المجاز المرسل في قوله: {قَرْيَةٍ} إذ المراد أهلها، وقد تقدم أمثال ذلك كثيرًا. </p><p> ومنها: حكاية الحال الماضية في قوله: {إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ} وحق العبارة: إلا رجالا أوحينا إليهم. </p><p> ومنها: الاستفهام التوبيخي في قوله: {أَفَلَا تَعْقِلُونَ} . </p><p> ومنها: التنكير في قوله: {كِتَابًا فِيهِ ذِكْرُكُمْ} للدلالة على فخامة شأنه وعظيم فضله. </p><p> ومنها: الكناية في قوله: {إِذَا هُمْ مِنْهَا يَرْكُضُونَ} لأن الركض كناية عن الهرب. </p><p> ومنها: التهكم في قوله: {وَارْجِعُوا إِلَى مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ} لأن الترجي هنا استهزاء بهم، وتهكم بما كانوا يظنونه بأنفسهم من أنهم مظنة السخاء ومطلع الكرم. </p><p> ومنها: الاستعارة التصريحية الأصلية في قولهم: {وَيْلَنَا} فقد خاطبوا الويل - وهو الهلاك - كأنه شخص حتى يدعونه لينقذهم مما هم فيه. </p><p> ومنها: التشبيه البليغ في قوله: {جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ} ؛ أي: جعلناهم كالزرع المحصود وكالنار الخامدة، فقد شبَّههم بعد حلول العذاب بهم بالحصيد </p><p> أولًا، وهو الزرع المحصود، ووجه الشبه بين المشبه والمشبه به هو الاستئصال من المنابت، ثم شبههم ثانيًا بالنار المنطفئة، ولم يبق منها إلا جمر منطفىء لا نفع فيه، ولا قابلية لشيء من النفع منه، فلا ترى إلا أشلاء متناثرة وأجزاء متفرقة، قد تبددت، وقد ران عليها البلى. </p><p> ومنها: الاستعارة المكنية في قوله: {بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ} فقد شبّه الحق والباطل - وهما معنويان - بشيئين مادّيين محسوسين يقذفان ويدفعان، ثم حذف هذين الشيئين، واستعار ما هو من لوازمهما، وهما القذف والدمغ لتجسيد الإطاحة بالباطل واعتلاء الحق عليه، وتصوير إبطاله وإهداره ومحقه، كأنه جرم صلب كصخرة، أو ما يماثلها في القوة والصلابة قذف على جرم رخو أجوف فدمغه، وهي من استعارة المحسوس للمعقول. </p><p> ومنها: قوة اللفظ لقوة المعنى، وهو نقل اللفظ من وزن إلى وزن آخر أكثر منه ليتضمّن من المعنى الدال عليه أكثر مما تضمّنه أولًا؛ لأن الألفاظ أدلة على المعاني، وأمثلة للإبانة عنها، فإذا زيد في الألفاظ أوجبت القسمة زيادة المعاني، وهذا الضرب من الزيادة لا يستعمل إلّا في مقام المبالغة، وهو هنا في قوله:  {وَلَا يَسْتَحْسِرُونَ} فقد عدل عن الثلاثي، وهو حسر إلى السداسي، وهو استحسر، وقد كان ظاهر الكلام أن يقال: يحسرون؛ أي: يكلون ويتعبون. </p><p> ومنها: التصريح بالضمير في قوله: {هُمْ يُنْشِرُونَ} وقد كان يكفي أن يقول: ينشرون، ولكنه عدل عن ذلك إلى التصريح بالضمير لإفادة معنى المخصوصية أولًا، كأنهم قالوا: ليس هنا من يقدر على الإنشار غيرهم، وثانيًا لتسجيل إلزامهم ادّعاء صفات الألوهية لآلهتهم، وهذا الإدعاء قد أبطله الله في الآية التالية لهذه الآية {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا} . </p><p> ومنها: المذهب الكلامي في قوله: {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا} وتعريفه: أنه هو احتجاج المتكلّم على ما يريد إثباته بحجة تقطع المعاند له على طريقة أرباب الكلام، وله طرق متعددة كما هو مبين في محله. </p><p> ومنها: طباق السلب في قوله: {لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ (٢٣) }. </p><p> ومنها: التبكيت وإلقام الحجر للخصم في قوله: {قُلْ هَاتُوا بُرْهَانَكُم} . </p><p> ومنها: جناس الاشتقاق في قوله: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ} . </p><p> ومنها: التشبيه في قوله: {كَذَلِكَ نَجْزِي الظَّالِمِينَ} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ (٣٠) وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَعَلَّهُمْ يَهْتَدُونَ (٣١) وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ (٣٢) وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ كُلٌّ فِي فَلَكٍ يَسْبَحُونَ (٣٣) وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ (٣٤) كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ (٣٥) وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ وَهُمْ بِذِكْرِ الرَّحْمَنِ هُمْ كَافِرُونَ (٣٦) خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ سَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ (٣٧) وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٣٨) لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ وَلَا هُمْ يُنْصَرُونَ (٣٩) بَلْ تَأْتِيهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنْظَرُونَ (٤٠) وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٤١) قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ (٤٢) أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَا لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلَا هُمْ مِنَّا يُصْحَبُونَ (٤٣) بَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمُ الْغَالِبُونَ (٤٤) قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ (٤٥) وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ (٤٦) وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ (٤٧) وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِلْمُتَّقِينَ (٤٨) الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ (٤٩) وَهَذَا ذِكْرٌ مُبَارَكٌ أَنْزَلْنَاهُ أَفَأَنْتُمْ لَهُ مُنْكِرُونَ (٥٠) }. </p><p> المناسبة </p><p> قوله تعالى:  {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لمّا حكى (١) مقالات أولئك المشركين الذين كانوا يعبدون آلهةً من دون الله، ومقالات أولئك </p><p>(١) المراغي.</p><p> الذين قالوا: اتخذ الله ولدًا من الملائكة، وطالبهم بالدليل على صدق ما يدَّعون، وبين لهم أنه لا سبيل إلى إثبات ذلك، لا من طريق العقل كما هو واضح، ولا من طريق النقل، إذ كل الرسل السابقين كان أس دعوتهم {أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} .. أردف ذلك بتوبيخهم عل عدم تدبرهم الآيات المنصوبة في الكون الدالة على التوحيد، ولفت أنظارهم إلى أنه لا ينبغي عبادة الأصنام، والأوثان، فإن الإله القادر على مثل هذه المخلوقات، لا يعبد سواه من حجر أو شجر لا يضر ولا ينفع. </p><p> قوله تعالى:  {وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر الأدلة على وجود الخالق الواحد القادر، بما يرون من الآيات الكونية .. أردف ذلك ببيان أن هذه الدنيا ما خلقت للخلود والدوام، ولا خلق من فيها للبقاء، بل خلقت للابتلاء والامتحان، ولتكون وسيلةً إلى الآخرة التي هي دار الخلود، فلا تشمتوا إذا مات محمد - صلى الله عليه وسلم - فما هذا بسبيله وحده، بل هذه سنة الله في الخلق أجمعين، قال الشافعي - رحمه </p><p> الله تعالى -: </p><p> تَمَنَّى رِجَالٌ أَنْ أَمُوْتَ وَإِنْ أَمُتْ ... فَتِلْكَ سَبِيْلٌ لَسْتُ فِيْهَا بِأَوْحَدِ </p><p> فَقُلْ لِلَّذِيْ يَبْغِي خِلاَفَ الَّذِيْ مَضَى ... تَزَوَّدْ لأُخْرَى مِثْلِهَا فَكَأَنْ قَدِ </p><p> ثم ذكر أنهم نعوا على نبيه - صلى الله عليه وسلم - ذكر آلهتهم التي لا تضرّ ولا تنفع بالسوء، ورد عليهم بأنهم قد كفروا بالرحمن المنعم على عباده الخالق لهم المحيي المميت، ولا شيء أقبح من هذا وأخلق بالذم منه. </p><p> قوله تعالى:  {خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لمّا ذكر أنه كلما أتى المشركين آية كفروا بها، وكلما توعّدهم بالعذاب كذبوا به، وقالوا تهكمًا وإنكارًا: متى هذا الوعد إن كنتم صادقين .. قفّى على ذلك بنهيهم عن العجلة، وبيان أن ما أوعدوا به آت لا محالة، ثم أرشد إلى أن العجلة من طبيعة الإنسان التي جبل عليها، ثم ذكرهم بجهلهم ما يستعجلون فإنهم لو عرفوا عنه ما طلبوا ما دار بخلدهم ذلك المطلب. </p><p> قوله تعالى:  {قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما بيّن أن الكافرين في الآخرة لا يستطيعون أن يمنعوا عن وجوههم النار، ولا عن ظهورهم، وأنه سيكون لهم من الأهوال ما لم يكن يخطر لهم ببال .. أعقب ببيان أنه لولا أن الله قدر لهم السلامة في الدنيا، وحرسهم إلى حين لما بقوا سالمين، وأنه مع إنعامه عليهم ليلًا ونهاراً بالحفظ والحراسة هم معرضون عن الدلائل الدالة على أنه لا حافظ لهم سواه، وأنه قد كان ينبغي لهم أن يتركوا عبادة الأصنام التي لا حقالها في شيء من ذلك، فهي لا تستطيع أن تحفظ أنفسها من الآفات، فضلا عن منع بأس الله إن حل بهم، ثم أردف ذلك ببيان أن الذي حملهم على الإعراض عن ذلك، هو طول الأمد حتى نسوا العهد، وجهلوا مواقع النعمة، وقد كان لهم في نقص الأرض من أطرافها، وفتح المسلمين لها عبرة أيما عبرة، فها هم يرون محمد - صلى الله عليه وسلم - وأتباعه يفتحون البلاد والقرى حول مكة، ويدخلونها تحت راية الإِسلام، ويقتلون الرؤساء والعشائر من المشركين، فمن حقهم أن يفكروا في هذا مليًّا، ويرعووا عن غيهم، ويعلموا آثار قدرتنا، وأن جندنا هم الغالبون، ثم قفّي على ذلك ببيان أن وظيفة الرسل هي الإنذار والتبليغ، وليس عليهم الإلزام والقبول، فإذا كانت القلوب متحجّرة، والآذان صمّاء، فماذا تجدى العظة! وماذا ينفع النصح. </p><p> ولئن أصابهم القليل من عذاب الله لتنادوا بالويل والثبور، واعترفوا على أنفسهم بأنهم كانوا ظالمين، ثم قفّى على ذلك ببيان أن الدار الآخرة لا ظلم فيها, ولا محاباة، فالمرء يحاسب فيها على الجليل والحقير، فهناك تنصب موازين العدل، ويجازي كل امرئ بما قدّم من خير أو شرّ {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (٨) }. </p><p> قوله تعالى:  {وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لمّا أمر رسوله - صلى الله عليه وسلم - أن يقول لهم: إنما أنذركم بالوحي .. أردفه ببيان أنَّ هذه سنة الله في أنبيائه، فكلهم قد أتاهم الوحي، وبلغهم من الشرائع والأحكام ما فيه هدايةٌ للبشر، وسعادةٌ لهم في دنياهم وآخرتهم. </p>"
}