{
  "id": null,
  "sura": 21,
  "aya": 104,
  "text": "<p> الخروج منها، أو حين يذبح الموت في صورة كبش أملح بين الجنة والنار، وينادي يا أهل النار، خلود بلا موت، فييأس أهل النار من الخروج منها، أو حين يؤمر بالكافر، بالذهاب إلى النار. </p><p> وهذا (١) : بيان لنجاتهم من الأفزاع بالكلية، بعد بيان نجاتهم من النار، لأنهم إذا لم يحزنهم أكبر الأفزاع، لا يحزنهم ما عداه بالضرورة. والفزع: انقباض ونفور، يعترى الإنسان من الشيء المخيف، وهو من جنس الفزع. ولا يقال: فزعت من الله، كما يقال: خفت منه. وقال بعضهم: الفزع الأكبر ذبح الموت بمرأى من الفريقين، وإطباق جهنم على أهلها؛ أي: وضع الطبق عليها بعدما أخرج منها من أخرج، فيفزع أهلها حينئذٍ فزعًا شديدًا، لم يفزعوا فزعًا أشد منه. وقال الراغب: الفزع الأكبر هو الفزع من دخول النار، اهـ. </p><p> وقرأ أبو جعفر وابن محيصن (٢) : {لا يُحزنهم} بضم الياء وكسر الزاي من أحزن الرباعي لغة تميم. وقرأ الباقون {لَا يَحْزُنُهُمُ} بفتح الياء وضم الزاي؛ قال اليزيدي: حزنه لغة قريش، وأحزنه لغة تميم {وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ} ؛ أي: وتستقبلهم الملائكة الحفظة، الذين كتبوا أعمالهم وأقوالهم على أبواب الجنة، بالبشرى، بالنجاة من العذاب، أو ملائكة الرحمة مهنّئين لهم، قائلين:  {هَذَا} اليوم، وهذا الوقت هو {يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ} في الدنيا بمجيئه، وتبشرون بما لكم فيه من الثواب، كفاء إيمانكم بالله وطاعتكم له، وتزكية أنفسكم بصالح الأعمال باتباعكم أوامر ربكم، واجتنابكم نواهيه. وقصارى ذلك أنهم خلصوا من كل ما يكرهون، وفازوا بكل ما يحبون. </p><p> ١٠٤ - والظرف في قوله:  {يَوْمَ نَطْوِي السَّمَاءَ} منصوب بـ {اذْكُرْ} محذوفًا، وهو أولى وأوضح. والطي ضد النشر، وهو الجمع والدرج. والمراد، بالسماء: الجنس. والكاف في قوله:  {كَطَيِّ السِّجِلِّ لِلْكُتُبِ} صفة لمصدر محذوف. والسجل: القرطاس والصحيفة، فالطي حينئذٍ، مصدر مضاد لمفعوله، والفاعل </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> محذوف. والكتاب إما مصدر بمعنى الكتابة، أو بمعنى المكتوب. واللام على معناها؛ أي: للتعليل. والمعنى: واذكر يا محمد، لأمتك هول يوم نطوي السماء، ونلقها طيًّا ولفًّا، كما يطوي الرجل السجل والقرطاس، ويلفه لأجل الكتابة فيه، في مبدأ شغل الكتابة، أو يلفه لحفظ ما كتب فيه من المعاني الكثيرة والأعمال المنتشرة، في نهاية شغل الكتابة. وقيل: السجل اسم ملك في السماء الثالثة، فإن هذا الملك يطوي كتب الأعمال، إذا رفعت إليه، وعلى هذا المعنى، فالطي: مصدر مضاف إلى فاعله، والكتاب، بمعنى: المكتوب، والمعنى على هذا، طيًّا كطي الملك، المسمى بالسجل، وجمعه صحائف الأعمال، إذا رفعت الحفظة أعمال العباد إليه، فاللام على هذا زائدة. </p><p> وقيل: الظرف متعلق بقوله: {لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ} والمعنى عليه: لا يحزنهم (١) الفزع الأكبر حين تطوي السماء وتزال، وتأتي سماء أخرى جديدة، وكواكب أخرى، كما يطوي الطومار والقرطاس على ما يكتب فيه لحفظه من الضياع والمحو. واللام على هذا بمعنى على. </p><p> والخلاصة: أنه لا يلحقهم الفزع حين تمحى رسوم السماء، وتذهب آثارها، وتخلق أرض جديدة وكواكب جديدة. </p><p> وقيل: الظرف متعلق بـ \"نعيده\" الآتي؛ أي: نعيده يوم نطوي السماء. وقيل: متعلق بقوله: {وَتَتَلَقَّاهُمُ} . </p><p> وقرأ الجمهور (٢) : {نَطْوِي} بنون العظمة. وقرأ أبو جعفر وأبو العالية وابن أبي عبلة وفرقة {تُطَوى} بتاء مضمومة وواو مفتوحة {السَّمَاءَ} رفعًا وذلك بمحو رسومها، وتكدير نجومها، وتكوير شمسها. وقرأت (٣) فرقة: منهم مجاهد وشيبة بن نصّاح {يَطوي} بياء الغيبة، مبنيًا للفاعل على معنى: يطوي الله السماء. </p><p>(١) المراغي. (٢) البحر المحيط وزاد المسير.(٣) البحر المحيط وزاد المسير.</p><p> وقرأ الجمهور:  {السِّجِلِّ} بكسر السين والجيم وتشديد اللام. وقرأ الحسن وأبو المتوكل وأبو الجوزاء ومحبوب عن أبي عمبرو {السِّجْل} بكسر السين وإسكان الجيم وتخفيف اللام. وقال أبو عمرو: وقراءة أهل مكة مثل قراءة الحسن. وقرأ الأعمش وطلحة وأبو السماك {السَّجْل} بفتح السين وسكون الجيم وتخفيف اللام. وقرأ أبو هريرة وصاحبه وأبو زرعة بن عمرو بن جرير {السُّجُلّ} بضمتين وتشديد اللام. </p><p> وقرأ الجمهور ابن كثير ونافع وأبو عمرو وابن عامر {للكتاب} بالإفراد. وقرأ حمزة والكسائي وحفص عن عاصم {لِلْكُتُبِ} بالجمع. وسكّن التاء الأعمش. </p><p> والكاف في قوله:  {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ} جارّة، وما مصدرية، والجار والمجرور صفة لمصدر محذوف. والمعنى: نعيد أول خلق إعادة مثل بدئنا له؛ أي: كما أبرزناه من العدم إلى الوجود نعيده من العدم إلى الوجود، وهذا لا ينافي الإعادة من عجيب الذنب. وخلق مصدر بمعنى الخلائق. فلذلك أفرده اهـ \"سمين\" . ففي الآية تشبيه الإعادة بالابتداء في تناول القدرة لهما على السواء. قال الزمخشري: فإن قلت: ما أول الخلق حتى يعيده كما بدأه؟ </p><p> قلت: أوله إيجاده من العدم. فكما أوجده أولًا من عدم، يعيده ثانيًا من عدم. </p><p> تنبيه (١) : اختلفوا في كيفية الإعادة، فقيل: إن الله تعالى يفرّق أجزاء الأجسام، ولا يعدمها، ثم إنه يعيد تأليفها، فذلك هو الإعادة. وقيل: إنه تعالى يعدمها بالكلية، ثم إنه يوجدها بعينها مرة أخرى، وهذه الآية دالة على هذا الوجه؛ لأنه تعالى شبّه الإعادة بالابتداء، والابتداء، ليس عبارة عن تركيب الأجزاء المتفرقة، بل عن الوجود بعد العدم. فوجب أن تكون الإعادة كذلك. </p><p> واحتج الأولون بقوله تعالى:  {وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} ، فدل هذا على أن السموات، حال كونها مطوية تكون موجودة، وبقوله: {يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ </p><p>(١) الفتوحات.</p>"
}