{
  "id": null,
  "sura": 21,
  "aya": 31,
  "text": "<p> نوع النطفة التي تختص بذلك النوع من الدواب. وفرَّق بعضهم بين الحيّ والحيوان بأن كل حيوان حيٌّ، وليس كل حي حيوانًا، كالملك، فالظاهر ما جاء في بعض الروايات من أن الله تعالى خلق الملائكة من ريح خلقها من الماء، وآدم من تراب خلقه منه، والجن من نار خلقها منه. </p><p> وقرأ الجمهور (١) : {حَيٍّ} بالخفض، صفة لشيء. وقرأ حميد {حَيًّا} بالنصب، مفعولًا ثانيًا لـ {جعلنا} ، والجار والمجرور لغو؛ أي: ليس مفعولًا ثانيًا لـ {جعلنا} . والهمزة في قوله:  {أَفَلَا يُؤْمِنُونَ} للاستفهام الإنكاري التعجبي للإنكار عليهم حيث لم يؤمنوا مع وجود ما يقتضيه من الآيات الربانية، داخلةٌ على محذوف و {الفاء} عاطفة على ذلك المحذوف، والتقدير: ألا يتدبرون هذه الأدلة فلا يؤمنون بتوحيدي. </p><p> ٣١ - والثالث: ما ذكره بقوله: {وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ} ؛ أي: جبالاً ثوابت. جمع راسية من رسا إذا ثبت ورسخ، كراهة {أَنْ تَمِيدَ} الأرض، وتميل، وتتحرك، وتضطرب، وتدور {بِهِمْ} ؛ أي بما عليها من المخلوقات. والأرض (٢) جسم غليظ، أغلظ ما يكون من الأجسام، واقف على مركز العالم، مبين لكيفية الجهات الست، فالشرق حيث تطلع الشمس والقمر، والغرب حيث تغيب، والشمال حيث مدار الجدي، والجنوب حيث مدار سهيل، والفوق ما يلي المحيط، والأسفل ما يلي مركز الأرض. والميد اضطراب الشيء العظيم ودورانه كاضطراب الأرض، يقال: ماد يميد ميدًا إذا تحرك، ومنه سميت المائدة، وهي الطبق الذي عليه الطعام. قال ابن عباس (٣) - رضي الله تعالى عنهما -: إنّ الأرض بسطت على وجه الماء، فكانت تميد بأهلها، كما تميد السفينة على الماء، فأرساها الله بالجبال الثوابت، كما ترسى السفينة بالمرساة. </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) روح البيان.</p><p> وسئل علي - رضي الله عنه -: أيُّ الخلق أشدُّ؟ قال: أشد الخلق الجبال الرواسي، والحديد أشد منها يحث به الجبل، والنار تغلب الحديد، والماء يطفىء النار، والسحاب يحمل الماء، والريح يحمل السحاب، والإنسان يغلب الريح بالثبات، والنوم يغلب الإنسان، والهم يغلب النوم، والموت يغلب كلها، انتهى. </p><p> واعلم (١) : أنه قد أثبت العلم حديثاً أن الأرض كانت نارًا ملتهبةً، ثم بردت قشرفها، وصارت صوانيةً صلبةً، وقدّروا زمن ذلك بنحو ثلاث مئة مليون سنةً. ومما يدل على صدق هذه النظرية ما نراه من حمم النيران التي تخرجها البراكين في جهات كثيرة من الأرض كما حدث في سنة (١٩٠٩) لبركان فيزوف بإيطاليا، وقد طغى على مدينة مسينا، وابتلعها في باطنه، ولم يبق منها شيئًا، فهذه البراكين أشبه بأفواهٍ تتنفس بها الأرض لتخرج من باطنها نيرانًا، ومواد ذائبة، مما يرشد إلى أنها كلها في أحقاب طويلة كانت كذلك. </p><p> ولولا هذه القشرة الصلبة لتفجرت ينابيع النيران من سائر جهاتها، كما كانت بعدما انفصلت من الشمس كثيرة الثوران والفوران، وهذه القشوة الصوانية البعيدة الفور المغلقة للكرة النارية هي الحافظة لكرة النار التي تحتها، وهي التي تنبت منها الجبال التي نراها فوق أرضنا، وقد جعلت لحفظ الأرض من أن تميد، وما هي إلّا كأسنانٍ لها، طالت وامتدت فوق طبقات الأرض، فلو زالت هذه الجبال لبقي ما تحتها مفتوحًا، وإذ ذاك ربما تثور البراكين في جهات كثيرةٍ من الأرض، وتضطرب اضطرابًا شديدًا، وتزلزل زلزالًا كثيرًا. </p><p> وخلاصة ذلك: أنه لو لم تكن هذه الجبال التي هي قطعةٌ من قشرة الأرض مرتفعةٌ لما وجد ما يحفظ النيران المشتعله في باطن الأرض من الظهور على سطحها، بالبراكين والزلازل، وإذ ذاك ربما تضطرب الأرض اضطرابًا شديدًا، وتخرج نيرانها الملتهبة من باطنها، وتطغى على سطحها، وتهلك الحرث والنسل. </p><p> وهذه هي المعجزة الثالثة في الآية التي ترشد إلى أن القرآن وحي يوحى، </p><p>(١) المراغي.</p><p> فما محمد، ولا قومه، ولا الأمم المعاصرون لهم يعلمون شيئًا من هذه الآيات الكونية التي أيد صحتها تقدم العلوم، ففهم ظاهر الأرض وباطنها، وفي هذا مصداق لما أثر عن علي - رضي الله عنه -: \"القرآن جديد لا تبلى جدته\" . </p><p> والرابع: ما ذكره بقوله: {وَجَعَلْنَا فِيهَا} ؛ أي في الأرض، أو في الرواسي، وعليه اقتصر في الجلالين؛ لأنها المحتاجة إلى الطرق {فِجَاجًا} ، أي: طرقًا {سُبُلًا} ؛ أي مسلوكةً؛ لأن السبيل من الطرق ما هو معتاد السلوك، والفجُّ الشقُّ بين الجبلين. قال أبو عبيدة: الفجاج المسالك. </p><p> وقال الزجاج: الفجاج جمع فجّ، وهو كل مخترق بين جبلين، و {سُبُلًا} تفسير للفجاج؛ لأنَّ الفج قد لا يكون طريقًا نافذًا مسلوكًا {لَعَلَّهُمْ يَهْتَدُونَ} ؛ أي: لكي يهتدوا إلى مصالحهم ومهماتهم التي جعلت لهم في البلاد البعيدة، أو إرادة أن يهتدوا إلى ذلك. </p><p> وعبارة النسفي هنا:  {فِجَاجًا} أي (١) : طرقا واسعة: جمع فج، وهو الطريق الواسع، ونصب على الحال من {سُبُلًا} متقدمة، فإن قلت: أي فرق بين قوله تعالى: {لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا (٢٠) } وبين هذه الآية؟ </p><p> قلت: الأول للإعلام بأنه جعل فيها طرقا واسعة. والثاني لبيان أنه حين خلقها، خلقها على تلك الصفة فهو بيان لما أبهم ثَمَّ، انتهت. </p><p> وعبارة البيضاوي: قوله: {فِجَاجًا سُبُلًا} ؛ أي (٢) : مسالك واسعة، وإنما قدّم {فِجَاجًا} وهو وصف له ليصير حالًا، فيدل على أنه حين خلقها خلقها كذلك، أو ليبدل منها سبلًا، فيدل ضمناً على أنه خلقها، ووسعها للسابلة مع ما يكون فيه من التوكيد انتهت. </p><p> والمعنى: أي وجعلنا في الأرض طرقًا بين جبالها يسلكها الناس من قطر إلى </p><p>(١) النسفي. (٢) البيضاوي.</p>"
}