{
  "id": null,
  "sura": 21,
  "aya": 42,
  "text": "<p> كما استهزأ بك قومك فصبروا. ففيه حذف المضاف، وإقامة المضاف إليه مقامه {فَحَاقَ} ؛ أي: أحاط ونزل {بِالَّذِينَ سَخِرُوا مِنْهُمْ} ؛ أي: بالكفار الذين استهزؤوا من الرسل {مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} ؛ أي: العذاب الذي كانوا به يستعجلون ووضع {يَسْتَهْزِئُونَ} موضع {يستعجلون} ؛ لأن استعجالهم كان على وجه الاستهزاء، وهو وَعْدٌ له، بأن ما يفعلون به يحيق بهم، كما حاق بالمستهزئين بالأنبياء ما فعلوا، يعني جزاؤه. </p><p> والمعنى (١) : أي والله لقد استهزىء برسل من رسلنا، الذين أرسلناهم قبلك إلى أممهم، فنزل بالذين استهزؤوا بهم، العذاب والبلاء، الذي كانت الرسل تخوِّفهم نزوله، ولن يعدوا أن يكون أمر هؤلاء المشركين كأمر أسلافهم من الأمم المكذبة لرسلها، فينزل بهم من عذاب الله وسخطه باستهزائهم، مثل ما نزل بمن قبلهم، فانتظر لهم عاقبةً وخيمةٌ كعاقبة أولئك، وسيكون لك النصر عليهم، ونحو الآية قوله تعالى:  {وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ} . </p><p> ٤٢ - {قُلْ} يا محمد لهؤلاء المستهزئين على سبيل التقريع والتبكيت {مَنْ} للاستفهام التقريعي، المضمّن للإنكار {يَكْلَؤُكُمْ} ؛ أي: يحفظكم ويحرسكم. الكلاء الكلاءة، بكسر أولهما حفظ الشيء وتبقيته. والكالىء الذي يحفظ. وقرأ أبي جعفر والزهري وشيبة (٢) : {يَكْلُوكم} بضمة خفيفة من غير همز. وحكى الكسائي والفرّاء {يَكْلَوكم} بفتح اللام وإسكان الواو. </p><p> {بِاللَّيْلِ وَالنَّهَارِ} ؛ أي: فيهما {مِنَ الرَّحْمَنِ} ؛ أي: من بأسه الذي يستحقون نزوله ليلًا أو نهارًا من أراد بكم؛ أي: لا يمنعكم من عذابه إلَّا هو. وفي (٣) ذكر {الرَّحْمَنِ} تنبيه على أنه لا كالىء غير رحمته العامة، وأنّ اندفاعه بمهلته وتقديم </p><p>(١) المراغي. (٢) البحر المحيط.(٣) روح البيان.</p><p> الليل لما أن الدواهي أكثر فيه وقوعًا، وأشدّ وقعًا؛ أي: قل يا محمد لأولئك المستهزئين بطريق التقريع والتوبيخ: من يحرسكم ويحفظكم بالليل والنهار، من بأس الرحمن وعذابه، الذي تستحقون حلوله بكم، ونزوله عليكم. </p><p> والخلاصة: من يحفظكم بالليل إذا نمتم، وبالنهار إذا تصرّفتم في أمور معايشكم، من عذاب الرحمن إن نزل بكم، ومن بأسه إذا حل بساحتكم. </p><p> {بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ} ؛ أي: عن القرآن ومواعظه {مُعْرِضُونَ} ؛ أي: لا يتأملون في شيء منها؛ أي: لا يخطرون ذكره تعالى ببالهم، فضلًا عن أن يخافوا الله، ويعدّوا ما كانوا عليه من الأمن والدعة، حفظًا وكلاءةً، حتى يسألوا عن الكالىء؛ أي: دعهم عن هذا السؤال؛ لأنهم لا يصلحون له لإعراضهم عز ذكر الله تعالى. </p><p> والمعنى: أي إن هؤلاء القوم قد ألهتهم النعم عز المنعم، فلا يذكرون الله تعالى حتى يخافوا بأسه، فهم مع وجود الدلائل العقلية، والنقلية، الدالة على أنه تعالى هو الكالىء الحافظ، معرضون عنها، لا يتأملون فيها. وفي ذكر (١)  \"الرب\" إيماء إلى أنهم خاضعون لسلطانه، وأنهم في ملكوته وتدبيره وجميل رعايته وتربيته، وهم على ذلك معرضون، فهم في الغاية القصوى من الضلال، وفي النهاية الكبرى من الجهل والغباء. </p><p> والحاصل: أن الله سبحانه، لمّا بيّن (٢) أنهم سيصيبهم لا محالة مثل ما أصاب الأولين، بيّن أن عدم إصابة ذلك لهم عاجلًا إنما هو بحفظه، حيث أمهلهم مدة بمقتضى رحمته العامة، فأمره - صلى الله عليه وسلم - بأن يسألهم عن الكالىء ليقروا وينتبهوا، لكونهم في قبضة قدرته، ليكفوا عن الاستهزاء، ثم أضرب عن ذلك الأمر بقوله:  {بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ} ؛ أي: دعهم يا محمد عن هذا السؤال؛ لأنهم لا يصلحون له لإعراضهم عن ذكر الله، فلا يخطرونه ببالهم حتى يخوّفوا بالله، ثم إذا رزقوا الكلأة من عذابه عرفوا أن الحافظ هو الله، </p><p>(١) المراغي. (٢) زاده على البيضاوي.</p>"
}