{
  "id": null,
  "sura": 21,
  "aya": 109,
  "text": "<p> إلى أن بعث نبينا محمد - صلى الله عليه وسلم -، ثم انقطعت الرحمة من أمته بنسخ دينه، وفي حق نبينا - صلى الله عليه وسلم - ذكر الرحمة للعالمين مطلقًا، فلهذا لا ترفع الرحمة عن العالمين أبدًا، أما في الدنيا، فبأن لا ينسخ دينه، وأما في الآخرة، فبأن يكون الخلق محتاجين إلى شفاعته، حتى إبراهيم عليه السلام فافهم جدًّا، انتهى. </p><p> ١٠٨ - ثم بين سبحانه، أن أصل تلك الرحمة، هو التوحيد والبراءة من الشرك فقال:  {قُلْ} يا محمد لمشركي قومك {إِنَّمَا يُوحَى إِلَيَّ} ؛ أي: ما يوحى إليّ في هذا القرآن شيء إلّا {أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ} أي: إلّا كون إلهكم إلهًا منفردًا، لا شريك له في ذاته وصفاته وأفعاله. </p><p> وقال الشهاب: في هذه الآية قصران: </p><p> الأول: قصر الصفة على الموصوف. </p><p> والثاني: بالعكس، فالثاني قصر فيه الله على الوحدانية، والأول قصر فيه الوحي على الوحدانية، والمعنى: لا يوحي إليّ إلّا اختصاص الإله بالوحدانية. وأورد عليه أنه كيف يقصر الوحي على الوحدانية، وقد أوحي إليه أمور كثيرة غيرها؟ </p><p> وأجيب: بأنه معنى قصره عليها، أنها الأصل الأصيل، والأساس المقصود من البعثة، فإن ما عداها متفرع عليها، غير منظور إليه في جنبها، فهو قصر ادعائي، ليس حقيقياً، إذا المقصود نفي ما يصفه المشركون {فَهَلْ أَنْتُمْ مُسْلِمُونَ} يا أهل مكة؛ أي: منقادون لما يوحى إليّ من إخلاص الإلهية والتوحيد لله. والمراد بهذا الاستفهام الأمر، أي: أسلموا وأخلصوا عبادتكم لله تعالى. </p><p> والمعنى: أي قل يا محمد لمشركي قومك، ولمن بلغته الدعوة من غيرهم ما أوحى إليّ ربي، إلّا أنه لا إله إلّا هو، فلا تصلح العبادة لسواه، فانقادوا لأمره، وأذعنوا لطاعته، وابتعدوا عن عبادة الأوثان والأصنام، وتبرَّؤوا منها حتى تسلكوا سبيل النجاة، وتفوزوا بالسعادة </p><p> ١٠٩ - {فَإِنْ تَوَلَّوْا} ؛ أي: فإن أعرضوا عن اتباع ما أوحي إليك، ولم يسلموا {فَقُلْ} لهم ها أنا إذًا {آذَنْتُكُمْ} وأعلمتكم، بأني حرب لكم، كما أنكم حرب لى، فأنا بريءٌ منكم، كما أنكم برآء منى، وأنتم كائنون {عَلَى سَوَاءٍ} في هذا الإعلام، لا أخص أحدًا منكم دون أحد، وما </p><p> فرقت بينكم في هذا النصح وتبليغ الرسالة. فالجار والمجرور حال من مفعول {آذَنْتُكُمْ} ؛ أي: كائنين على سواء في الإعلام به، ونحو الآية قوله تعالى:  {وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ} . </p><p> وعبارة \"البيضاوي\" هنا (١) : فقل: آذنتكم وأعلمتكم ما أمرت به، أو حربي لكم على سواءٍ؛ أي: مستوين في الإعلام به، أو مستوين أنا وأنتم في العلم، بما أعلمتكم به، أو في المعاداة، أو إيذانًا على سواء، وقيل: أعلمتم أني على سواء؛ أي: عدل واستقامة رأي بالبرهان النير انتهت. </p><p> {وَإِنْ أَدْرِي} أي: ما أدري، وما أعلم {أَقَرِيبٌ أَمْ بَعِيدٌ مَا تُوعَدُونَ} ؛ أي: ما أعلم جواب أقريب ما توعدون به، من غلبة المسلمين وظهور الدين، أو الحشر مع كونه آتيًا لا محالة، أم بعيد هو، ولا جرم أن العذاب والذلة يلحقكم لا محالة، ولكن لا علم لى بقربه، ولا بعده؛ لأن الله لم يطلعني على ذلك. </p><p> و {إِنْ} : نافية. و {أَدْرِي} معلّقة، والجمة الاستفهامية في موضع نصب بـ {أَدْرِي} ، وتأخر المستفهم عنه، لكونه فاصلة، إذ لو كان التركيب: أقريب ما توعدون أم بعيد، لم تكن فاصلة، وكثيرًا ما يرجح الحكم في الشيء، لكونه فاصلة آخر آية ذكره في \"البحر\" . </p><p> ومعنى الآية: أي (٢) فإن أعرضوا عن توحيد المعبود، فقل لهم، يا محمد: إني أعلمتكم بأني محارب لكم، على إعلان، ولكن لا أدري متى يأذن لي ربي في محاربتكم، فتبين بهذا، أن السورة مكية، فإن الأمر بالجهاد كان بعد الهجرة. </p><p> وعن ابن عامر في رواية (٣)  {وَإِنْ أَدْرِي} بفتح الياء في الآيتين تشبيهًا بياء الإضافة لفظًا، وإن كانت لام الفعل لا تفتح إلّا بعامل. وأنكر ابن مجاهد هذه الياء، والمعنى: أنه تعالى لم يُعْلِمْني علمه، ولم يطلعني عليه، والله هو العالم، الذي لا يخفى عليه شيء. </p><p>(١) البيضاوي. (٢) المراح.(٣) البحر المحيط.</p>"
}