{
  "id": null,
  "sura": 22,
  "aya": 17,
  "text": "<p> ومحل جملة قوله:  {وَأَنَّ اللَّهَ يَهْدِي مَنْ يُرِيدُ} ويضل من يريد الرفع (١) على أنه خبر؛ أي: والأمر أن الله سبحانه وتعالى، يهدي بالقرآن ابتداء، أو يثبت به على الهدى، أو يزيد فيه بسببه من يريد هدايته، أو تثبيته، أو زيادته. أو الجملة علة لمحذوف معطوف على {أَنْزَلْنَاهُ} ؛ أي: وكذلك أنزله ليوفق به سبيل الحق من أراد هدايته، وإرشاده إلى سبل السلام. أو الجملة معطوفة على هاء {أَنْزَلْنَاهُ} ، والمعنى: وأنزلنا أن الله يهدي من يريد؛ أي: أنزلنا هداية الله لمن يريد هدايته. فـ {أَن} وصلتها في محل نصب. وفي الحديث:  \"إن الله يرفع بهذا الكتاب أقوامًا، ويضع به آخرين\" ؛ أي: يرفع بالقرآن درجة أقوام، وهم من آمن به وعمل بمقتضاه، ويحط به أقوامًا آخرين، وهم من أعرض عنه، ولم يحفظ وصاياه، وكان نظر الصحابة - رضي الله عنهم - وشغلهم في الأحوال والأعمال، ولذا كانوا يتعلمون عشر آيات، لا يجاوزونها إلى غيرها، حتى يعملوا بما فيها. قال في \"الإحياء\" : مات النبي - صلى الله عليه وسلم -، عن عشرين ألفا من الصحابة، ولم يحفظ القرآن منهم إلا ستة، اختلف منهم في اثنين، فكان أكثرهم يحفظ السورة أو السورتين، وكان الذي يحفظ البقرة والأنعام من علمائهم، فالاشتغال بالقرآن والعمل بمقتضاه من علامات الهداية، ولا بد من الاجتهاد آناء الليل وأطراف النهار، إلى أن يحصل المقصود، فإن من أراد أن يصل إلى ماء الحياة، يقطع الظلمات بلا فتور وجمود، والملال من العلم، واستماعه سبب الانقطاع عن طريق التحقيق، وأثر الحرمان من العناية والتوفيق انتهى. </p><p> تنبيه: ثم اعلم (٢) أن كون القرآن مشتملًا على متشابهات وغوامض، لا ينافي كون آياته بينات؛ لأنه ليس فيه ما لا يعلم معناه، لكن العلماء يتفاوتون في طبقات المعرفة، هدانا الله وإياكم، إلى ما هدى الله العلماء الراسخين إليه، وشرّفنا في كل غامض بالإطلاع عليه آمين. </p><p> ١٧ - {إِنَّ الَّذِينَ آمَنُوا} بالله ورسوله، وبكل ما يجب أن يؤمن به، أو بما ذكر من </p><p>(١) روح البيان. (٢) روح البيان.</p><p> الآيات البينات {وَالَّذِينَ هَادُوا} ؛ أي: دخلوا في اليهودية، وهم المنتسبون إلى ملة موسى، عليه السلام. قال الراغب: الهود: الرجوع برفق، وصار في التعارف التوبة، قال تعالى:  {إِنَّا هُدْنَا إِلَيْكَ} ؛ أي: تبنا إليك، قال بعضهم: اليهود في الأصل: هو من قولهم: \"هدنا إليك\" ، وكان اسم مدح، ثم صار بعد نسخ شرعتهم لازمًا لهم، وإن لم يكن فيه معنى المدح، كما أن النصارى في الأصل من قوله:  {من أنصاري إلى الله} ، ثم صار لازمًا لهم بعد نسخ شريعتهم. </p><p> {وَالصَّابِئِينَ} ؛ أي: الذين صبؤوا عن الأديان كلها؛ أي: خرجوا واختاروا عبادة الملائكة والكواكب. من صبأ الرجل عن دينه، إذا خرج عنه إلى دين آخر. قال الراغب: الصابؤون: قوم كانوا على دين نوح. وقيل: لكل خارج من الدين إلى دين آخر صابىء، من قولهم: صبأ، ناب البعير إذا طلع. وقيل: وهم من جنس النصارى وليس بصحيح، بل هم فرقة معروفة، لا ترجع إلى ملة من الملل المنتسبة إلى الأنبياء، والصحيح المقرر في الفروع الصابؤون: فرقة من النصارى اهـ، شيخنا. والنصارى: هم المنتسبون إلى ملة عيسى، عليه السلام. </p><p> وقدم النصارى على الصابئين في سورة البقرة (١) ، وأخرهم عنهم هنا، قيل: وجه تقديم النصارى هناك أنهم أهل كتاب دون الصابئين، فلهم شرف عليهم، ووجه تقديم الصابئين هنا أن زمنهم متقدم على زمن النصارى. {وَالْمَجُوسَ} هم قوم يعبدون النار، ويقولون إن للعالم أصلين، النور، والظلمة. وقيل: هم قوم يعبدون الشمس والقمر. وقيل: قوم يستعملون النجاسات. وقيل: هم قوم من النصارى، اعتزلوهم ولبسوا المسوح. وقيل: إنهم أخذوا بعض دين اليهود وبعض دين النصارى، وليسوا (٢) من أهل الكتاب، ولذا لا تنكح نساؤهم، ولا تؤكل دبائحهم، وإنما أخذت الجزية منهم؛ لأنهم من العجم، لا لأنهم من أهل الكتاب. {وَالَّذِينَ أَشْرَكُوا} بالله سبحانه، وعبدوا الأوثان والأصنام وغيرها. </p><p> وجملة قوله:  {إِنَّ اللَّهَ} سبحانه وتعالى {يَفْصِلُ} ويقضي {بَيْنَهُمْ} ؛ أي: </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> بين هؤلاء الستة {يَوْمَ الْقِيَامَةِ} فيدخل المؤمنين الجنة، والكافرين النار. والظاهر تعميم الكلام لعبدة الأوثان، ولعباد الشمس والقمر والنجوم اهـ. كرخي في محل الرفع، خبر لـ {إن} الأولى. وفي \"السمين\"  (١) : هذه الآية فيها وجهان: </p><p> أحدهما: أن {إن} الثانية واسمها وخبرها في محل رفع خبر لـ {أن} الأولى. قال الزمخشري: أدخلت {إن} على كل واحد من جزأي الجملة، لزيادة التأكيد وحسن دخول {إن} في الخبر، طول الفصل بينهما بالمعاطيف. </p><p> والثاني: أن {إن} الثانية تكرير للأولى على سبيل التوكيد. </p><p> أي: يقضي بين (٢) المؤمنين وبين الفرق الخمسة، المتفقة في الكفر، بإظهار المحق من المبطل، بإثابة الأول وعقاب الثاني، بحسب الاستحقاق. يعني أن الله تعالى، يعامل كل صنف منهم يوم القيامة، على حسب استحقاقه، إما بالنعيم وإما بالجحيم. وعلم من الآية، أن الأديان ستة، واحد للرحمن، وهو دين المؤمنين الذي هو الإسلام، كما قال تعال:  {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} وخمسة للشيطان، وهي ما عدا الإسلام؛ لأنها مما دعا إليها الشيطان، وزينها في أعين الكفرة. </p><p> وجملة قوله:  {إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا}  (٣) تعليل لما قبلها؛ أي: أنه سبحانه وتعالى على كل شيء من أفعال خلقه، وأقوالهم شهيد، لا يعزب عنه شيء منها. والمعنى؛ أي (٤) : أن الله سبحانه، يقضي بين هذه الفرق، ويجازي كلاً بما يفعل، ويضعه في الموضع اللائق به، إذ ليس شيء من أحوالهم بغائب عنه، بل هو عليم بأقوالهم، مراقب لأفعالهم. </p><p> وخلاصة ذلك: أنه تعالى يحكم بالعدل، فيدخل من آمن به الجنة، ويلقي من كفر به في جهنم، وبئس القرار. وهو الشهيد على أعمالهم، الحفيظ لأفعالهم، العليم بسرائرهم، وما تكنّه ضمائرهم. </p><p>(١) الفتوحات. (٢) روح البيان.(٣) الشوكاني.(٤) المراغي.</p>"
}