{
  "id": null,
  "sura": 22,
  "aya": 45,
  "text": "<p> إلى آجالهم، فإني منجزك وعدي فيهم، كما أنجزت غيرك من رسلي وعدي في أممهم، فأهلكتهم، وأنجيت رسلي من بين أظهرهم. ونحو الآية قوله:  {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ} . </p><p> ٤٥ - {فَكَأَيِّنْ مِنْ قَرْيَةٍ} قال. المولى الجامي (١) : في \"شرح الكافية\" من الكناية كأين، وإنما بني لأن كاف التشبيه دخلت على أيّ، وأيُّ كان في الأصل معربًا، لكنه انمحى عن الجزأين معناهما الإفرادي فصار المجموع كاسم مفرد، بمعنى كم الخبرية، فصار كأنه اسم مبني على السكون آخره نون ساكنة، كما في من، لا تنوين تمكن، ولهذا يكتب بعد الياء نون مع أن التنوين لا صورة له في الخط. انتهى. والمعنى: فكثير من القرى. وهو مبتدأ، وقوله:  {أَهْلَكْنَاهَا} خبره. وقوله:  {وَهِيَ ظَالِمَةٌ} جملة حالية من مفعول {أَهْلَكْنَاهَا} . والمراد ظلم أهلها بالكفر والمعاصي، وهو بيان لعدله، وتقدسه عن الظلم، حيث أخبر أنه لم يهلكهم إلا إذا استحقوا الإهلاك بظلمهم. وقرأ (٢) أبو عمرو وجماعة: {أهلكتها} بتاء المتكلم، على وفق قوله: فأمليت ثم أخذت. وقرأ الجمهور {أَهْلَكْنَاهَا} بنون العظمة. </p><p> أي: فكثير من أهل القرى أهلكناهم، والحال أن أهلها ظالمون بالإشراك والمعاصي وجملة قوله:  {فَهِيَ خَاوِيَةٌ} معطوفة على {أَهْلَكْنَاهَا} . والمراد (٣) بضمير القرية حيطانها، والخواء بمعنى السقوط، من خوى النجم إذا سقط؛ أي: ساقطة حيطان تلك القرية. {عَلَى عُرُوشِهَا} ؛ أي: على سقوفها، بأن تعطل بنيانها فخرت سقوفها، ثم تهدمت حيطانها فسقطت فوق السقوف. فالعروش السقوف؛ لأن كل مرتفع أظللت فهو عرش، سقفًا كان، أو كرمًا، ظلة أو نحوها. </p><p> {وَبِئْرٍ} معطوف على قرية؛ أي: وكم من بئر عارمة في البوادي؛ أي: فيها الماء ومعها آلات الاستقاء {مُعَطَّلَةٍ} : أي: متروكة مخلاة، لا يستقى منها </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) روح البيان.</p><p> لهلاك أهلها. وقرأ الجحدري والحسن وجماعة:  {مُعَطَّلَةٍ} مخففًا. {و} كم من {قَصْرٍ} ؛ أي: بناء {مَشِيدٍ} ؛ أي: رفيع طويل عال. وقيل مجصص خال عن السكان لهلاك أهلها. </p><p> والمعنى (١) : وكم من قرية {أهلكناها} ، وكم بئر عطلناها عن سقاتها، وكم قصر مشيد أخليناه عن ساكنيه، فترك ذلك لدلالة معطلة عليه. وإنما بني {مشيد} هنا من شاده. وفي النساء من شيده؛ لأنه هناك وقع بعد جمع، فناسب التكثير. وهنا وقع بعد مفرد، فناسب التخفيف؛ ولأنه رأس آية وفاصلة، اهـ \"سمين\" . </p><p> وقيل (٢) : إن البئر المعطلة والقصر المشيد باليمن، أما القصر فعلى قُلَّةِ جبل، والبئر في سفحه، ولكل واحد منهما قوم، كانوا في نعمة، فكفروا، فأهلكهم الله تعالى، وبقي البئر والقصر خاليين، وقيل: إن هذه البئر كانت بحضرموت، في بلدة يقال لها: حاضوراء، وذلك أن أربعة آلاف نفر ممن آمن بصالح عليه السلام لما نجوا من العذاب، أتوا إلى حضرموت ومعهم صالح، فلما حضروه مات صالح، فسمي المكان حضرموت لذلك. ولما مات صالح بنوا حاضوراء، وقعدوا على هذه البئر، وأمروا عليهم رجلًا منهم، فأقاموا دهرًا، وتناسلوا حتى كثروا، وعبدوا الأصنام، وكفروا فأرسل الله تعالى إليهم نبيًا يقال له: حنظلة بن صفوان، وكان حمالًا فيهم، فقتلوه في السوق، فأهلكهم الله تعالى، وعطلت بئرهم، وخرب قصرهم. قال الإمام السهيلي: قيل: أن البئر الرس. وكانت بعدن لأمة من بقايا ثمود، وكان لهم ملك عدل حسن السيرة يقال له العَلَسُ، وكانت البئر تسقي المدينة كلها، وباديتها، وجميع ما فيها من الدواب، والغنم، والبقر، وغير ذلك. وقال الثعلبي: وأما القصر، فقصر بناه شداد بن عاد بن إرم، لم يبن في الأرض مثله فيما ذكروا وزعموا، وحاله أيضًا كحال هذه البئر المذكورة في إيحاشه بعد الأنس، وإفقاره بعد العمران. </p><p> والمعنى (٣) : أي فكثير من القرى أهلكناها، إذ كان أهلها يعبدون غير من </p><p>(١) الكشاف. (٢) الخازن.(٣) المراغي.</p>"
}