{
  "id": null,
  "sura": 22,
  "aya": 2,
  "text": "<p> فيكون الذهول والوضع، الآيتان على حقيقتهما. وقيل: تكون الزلزلة يوم القيامة، فيحملان على التمثيل، والأظهر ما قال ابن عباس - رضي الله عنهما - \"إن زلزلة الساعة قيامها\" ، فيكون معناها، أن الزلزلة الواقعة عند قيام الساعة {شَيْءٌ عَظِيمٌ} لا يحيط به الوصف، فلا بد من التقوى، لتخليص النفس من العذاب؛ أي: أمر هائل وخطر عظيم لا يعرف قدره إلا موجده، وإذا كانت الزلزلة وحدها لا تحتمل، فما بالك بما يحدث في ذلك اليوم من الحشر، والجزاء والحساب على الأعمال، لدى من لا يغيب عنه مثقال ذرة في الأرض ولا في السماء. والزلزلة (١) : التحريك الشديد، بطريق التكرير، كما يدل عليه تكرير الحروف؛ لأن زلزل مضاعف زل. والساعة عبارة عن القيامة، سميت بذلك لسرعة حسابها كما في \"المفردات\" ، والمعنى: أن (٢) شدة حركة الأرض، في قرب الساعة، في نصف رمضان معها طلوع الشمس، من مغربها، أمر حادث جليل هائل، لا تدرك العقول كنهه. </p><p> روي عن رسول الله - صلى الله عليه وسلم -، في حديث الصور: أنه قرن عظيم ينفخ فيه ثلاث نفخات: نفخة الفزع، ونفخة الصعقة، ونفخة القيام لرب العالمين، وأنه عند نفخة الفزع، يسير الله الجبال، وترجف الراجفة تتبعها الرادفة، قلوب يومئذٍ واجفة، وتكون الأرض كالسفينة تضربها الأمواج أو كالقنديل المعلق ترجرجه الرياح. </p><p> ٢ - ثم بين شيئًا من أهوال هذا اليوم، فقال:  {يَوْمَ تَرَوْنَهَا} انتصاب الظرف بما بعده، والضمير يرجع إلى الزلزلة؛ أي: وقت رؤيتكم تلك الزلزلة {تَذْهَلُ} ؛ أي: تشغل وتغفل دهشة وحيرة، {كُلُّ مُرْضِعَةٍ} ؛ أي: كل امرأة ملتبسة بإرضاع ولدها {عَمَّا أَرْضَعَتْ} ؛ أي: عن ولدها الذي ترضعه، وهو أعز شيء لديها، فكيف بذهولها عن سواه، وهذا على جعل {ما} موصولًا اسميًا، وقال المبرد (٣) : إن {ما} في {عَمَّا أَرْضَعَتْ} مصدرية؛ أي: تذهل عن إرضاعها، قال: وهذا يدل على، أن هذه الزلزلة في الدنيا، إذ ليس بعد القيامة حمل وإرضاع إلا أن يقال: من ماتت مرضعة بعثت كذلك، ويقال: هذا مثل كما يقال: {يَوْمًا يَجْعَلُ </p><p>(١) روح البيان. (٢) المراح.(٣) الشوكاني.</p><p> الْوِلْدَانَ شِيبًا}. وقيل: يكون مع النفخة الأولى، قال: ويحتمل أن تكون الساعة عبارة عن أهوال يوم القيامة، كما في قوله:  {مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا} . والذهول: الذهاب (١) عن الأمر مع دهشة. والمرضعة: المرأة المباشرة للإرضاع بالفعل، وبغير التاء، هي التي من شأنها الإرضاع، لكن لم تلابس الفعل، ومثلها حائض وحائضة. والتعبير عن الطفل بما، دون مَنْ، لتأكيد الذهول، وكونه بحيث لا يخطر ببالها أنه ماذا؛ أي تغفل مع حيرة، عما هي بصدد إرضاعه، من طفلها الذي ألقمته ثديها، اشتغالًا بنفسها وخوفًا. </p><p> وقوله:  {وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ} معطوف على تذهل؛ أي: ويوم ترونها تضع وتسقط وتلقي كل صاحبة حمل وجنين، {حَمْلَهَا} ؛ أي: جنينها لغير تمام، من شدة ما غشيها من الهول، كما أن المرضعة تترك ولدها بغير رضاع لذلك. والحمل بالفتح: ما كان في البطن أو على رأس الشجر، وبالكسر ما كان على الظهر. وقوله:  {وَتَرَى النَّاسَ} معطوف أيضًا على تذهل؛ أي: يوم ترونها .. ترى أيها المخاطب أو يا محمد الناس؛ أي: أهل الموقف، {سُكَارَى} جمع سكران؛ أي: تراهم أنهم سكارى، من شدة الهول والفزع، {وَمَا هُمْ بِسُكَارَى} حقيقة؛ أي؛ من الشراب. وإفراد الخطاب هنا بعد جمعه في ترونها؛ لأن الزلزلة يراها الجميع، لكونها أمرًا مغايرًا للناس، بخلاف الحالة القائمة بهم من أثر السكر، فإن كل واحد لا يرى إلا ما قام بغيره. والسكر حالة تعرض بين المرء وعقله، وأكثر ما يستعمل ذلك في الشراب، وقد يعترى من الغضب والعشق والخوف والفزع، ومنه سكرات الموت، قال جعفر - رحمه الله تعالى -: \"أسكرهم ما شاهدوا من بساط العز والجبروت، وسرادق الكبرياء،حتى ألجأ النبيين إلى أن قالوا:\" نفسي نفسي\". والمعنى: ترى الناس كأنهم من ذهول عقولهم، لشدة ما يمر بهم، يضربون اضطراب السكران من الشراب. وقرأ الجمهور:  (٢)  {تذهل كل} بفتح التاء والهاء ورفع {كل} ، وابن أبي عبلة واليماني يضم التاء وكسر الهاء؛ أي {تُذهِل} الزلزلة أو الساعة {كل} بالنصب. </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}