{
  "id": null,
  "sura": 22,
  "aya": 25,
  "text": "<p> نفسه، وينال ما يريده، وغير الأسلوب، حيث لم يقل ويلبسون فيها حريرًا للمحافظة على الفواصل؛ لأنه لو قال ما ذكر لكان في آخر الفاصلة الألف في الكتابة، والوقف بخلاف البقية اهـ. شيخنا. </p><p> ٤ - ٢٤ {وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ} ؛ أي: وأرشدوا إلى القول الطيب، وهو قولهم حين دخول الجنة {الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ} وقيل: هو لا إله إلا الله. وقيل: الحمد لله. وقيل: القرآن. وقيل: هو ما يأتيهم من الله سبحانه، من البشارات، وقد ورد في القرآن، ما يدل على هذا القول. المجمل هنا. وهو قوله:  {الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا}  {الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ} . </p><p> ٥ - {وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ} وهو إما من إضافة الموصوف إلى صفته؛ أي: أرشدوا إلى الصراط المحمود، وهو طريق الجنة، أو إلى موصوف محذوف، بقيت صفته؛ أي: إلى صراط الله الحميد، أي: المحمود ذاتًا وصفاتًا وأفعالًا، وهو دينه القويم، الذي هو الإسلام، والمعنى على الأول وأرشدوا إلى الطريق الحميد، الذي يجعل أقوالهم وأفعالهم مرضية عند ربهم محمودة لدى معاشريهم وإخوانهم، لما فيها مما يجمل في المعاشرة والاجتماع. وأخر (١) بيان الهداية لرعاية الفواصل. </p><p> ٢٥ - {إِنَّ الَّذِينَ كَفَرُوا} بالله ورسوله {وَيَصُدُّونَ} ؛ أي: ويمنعون الناس {عَنْ سَبِيلِ اللَّهِ} ؛ أي: عن طاعة الله تعالى، والدخول في دينه عطف (٢) المضارع على الماضي؛ لأن المراد بالمضارع ما مضى من الصد، ومثل هذا قوله سبحانه {الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ} . والمراد بالصد هنا، الاستمرار، لا مجرد الاستقبال؛ أي: وصدوا عن سبيل الله، فصح بذلك عطفه على الماضي، ويجوز أن تكون الواو في {ويصدون} واو الحال؛ أي: كفروا والحال أنهم يصدون، وقيل: الواو زائدة والمضارع خبر {أَن} . والأولى أن يقدر خبر {إن} بعد قوله: {وَالْبَادِ} . {وَالْمَسْجِدِ الْحَرَامِ} عطف على سبيل الله، قيل: </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> المراد (١) به المسجد نفسه، كما هو الظاهر من هذا النظم القرآني، وقيل: الحرم كله؛ لأن المشركين صدوا رسول الله - صلى الله عليه وسلم - وأصحابه، عنه يوم الحديبية، وقيل: المراد به مكة؛ أي: ويمنعون المؤمنين عن دخول المسجد الحرام؛ أي: المحترم من كل وجه، فلا يصاد صيده ولا يقطع شوكه ولا يسفك فيه الدماء. </p><p> {الَّذِي جَعَلْنَاهُ} صفة للمسجد؛ أي: صيرناه حال كونه معبدًا وقبلة {لِلنَّاسِ} كائنًا من كان، من غير فرق بين مكي وآفاقي. {سَوَاءً} مفعول ثان لـ {جَعَلْنَا} ؛ أي: جعلناه مستويًا فيه، {الْعَاكِفُ فِيهِ} الملازم له {وَالْبَادِ} ؛ أي: الواصل إليه من البادية. والمراد به الطارىء عليه، من غير فرق بين كونه من أهل البادية، أو من غيرهم. والعاكف مرتفع بسواء؛ لأنه بمعنى مستوٍ، وصف المسجد الحرام بذلك، لزيادة التشنيع والتقريع والتوبيخ للصادين عنه، وهذا على قراءة النصب، وبها قرأ حفص عن عاصم والأعمش. وقرأ الجمهور (٢) : برفع {سواء} على أنه مبتدأ وخبر، والجملة في موضع المفعول الثاني، والأحسن أن يكون العاكف والبادي. هو المبتدأ و {سواء} الخبر، وقد أجيز العكس. وقرأ فرقة، منهم الأعمش في رواة القطعي ويعقوب بنصب {سواءً} ، وجر العاكف على أنه صفة للناس؛ أي: جعلناه للناس العاكف والبادي سواء. وأثبت الياء في البادي ابن كثير وصلا ووقفًا، وحذفها أبو عمرو في الوقف، وحذفها نافع في الوصل والوقف. </p><p> واختلفوا في معنى الآية (٣) ، فقيل:  {سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ} في تعظيم حرمته وقضاء النسك به، وإليه ذهب مجاهد والحسن، وجماعة قالوا: والمراد منه نفس المسجد الحرام. ومعنى التسوية: هو التسوية في تعظيم الكعبة، وفي فضل الصلاة فيه والطواف به. </p><p> وعن جبير بن مطعم، أن النبي - صلى الله عليه وسلم - قال: \"يا بني عبد مناف، لا تمنعوا </p><p>(١) الشوكاني. (٢) البحر المحيط.(٣) المراغي.</p><p> أحدًا طاف بهذا البيت، وصلى أية ساعة، شاء من ليل أو نهار \". أخرجه الترمذي وأبو داود والنسائي.وقيل:المراد منه جميع الحرم. ومعنى التسوية أن المقيم والبادي سواء، في النزول به، ليس أحدهما أحق بالمنزل من الآخر، غير أنه لا يزعج أحدٌ أحدًا، إذا كان قد سبق إلى منزل. وقال ابن عباس وسعيد بن جبير وقتادة وابن زيد هما سواء في البيوت والمنازل.قال عبد الرحمن بن سابط:كان الحجاج إذا قدموا مكة، لم يكن أحد من أهل مكة بأحق بمنزله منهم، وكانت دورهم بغير أبواب، حتى كثرت السرقة، فاتخذ رجل بابًا، فأنكر عليه عمر،وقال:أتغلق بابًا في وجه حاج بيت الله،فقال:إنما أردت حفظ متاعهم من السرقة، فتركه، فاتخذ الناس الأبواب، فعلى هذا القول، لا يجوز بيع دور مكة وإجارتها،قالوا:إن أرض مكة لا تملك؛ لأنها لو ملكت لم يسو العاكف فيها والبادي، فلما استوى ثبت أن سبيلها سبيل المساجد، وإليه ذهب أبو حنيفة، وبه قال الثوري.</p><p> قالوا: والمراد بالمسجد الحرام، جميع الحرم. وعلى القول الأول، الأقرب إلى الصواب، أنه يجوز بيع دور مكة وإجارتها، وهو قول طاوس وعمرو بن دينار وإليه ذهب الشافعي واحتج الشافعي في ذلك بقوله تعالى:  {الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ} أضاف الديار إلى مالكيها، وقال النبي - صلى الله عليه وسلم -، يوم فتح مكة: \" من أغلق بابه فهو آمن، ومن دخل دار أبي سفيان، فهو آمن\" فنسب الديار إليهم نسبة ملك، واشترى عمر بن الخطاب دار السجن بمكة، بأربعة آلاف درهم، فدلت هذه النصوص على جواز بيعها. </p><p> والحاصل: أن الكلام في هذا راجع إلى أصلين: </p><p> الأصل الأول: ما في هذه الآية هل المراد بالمسجد الحرام المسجد نفسه، أو جميع الحرم أو مكة على الخصوص، كما ذكرناه مفصلًا. </p><p> والأصل الثاني: هل كان فتح مكة صلحًا أو عنوة، وعلى فرض أن فتحها كان عنوة، هل أقرها النبي - صلى الله عليه وسلم - في يد أهلها على الخصوص، أو جعلها لمن نزلها على العموم. وخبر أن محذوف؛ أي: معذبون، كما يدل عليه آخر الآية. </p><p> والمعنى: أي (١) إن الذين جحدوا توحيد الله، وكذبوا رسوله، وأنكروا ما جاءهم به من عند ربهم، ويمنعون الناس أن يدخلوا في دين الله، ويصدون عن الدخول في المسجد الحرام الذي جعله للذين آمنوا به كافة، سواء منهم المقيم فيه والطارىء عليه، النازع إليه من غربته .. نذيقهم عذابًا مؤلمًا موجعًا لهم، ويدل على هذا قوله:  {وَمَنْ يُرِدْ فِيهِ} ؛ أي: في المسجد الحرام. والباء في قوله:  {بِإِلْحَادٍ} زائدة في المفعول، وفي قوله:  {بِظُلْمٍ} سببية متعلقة بإلحاد؛ أي: ومن يرد في المسجد الحرام إلحادًا وميلًا عن الحق بسبب ظلم. قال الكازروني (٢) : وفائدة قوله: {بِظُلْمٍ} بعد قوله: {بِإِلْحَادٍ} أن الإلحاد قد يكون بحق كونه في مقابلة الظلم، كما في قوله تعالى:  {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا} ، اهـ. شيخنا. </p><p> وقيل (٣) : المفعول محذوف، والجار والمجرور في الموضعين، حالان من فاعل يرد؛ أي: ومن يرد فيه مرادًا ما حال كونه مائلاً عن القصد والعدل ملتبسًا بظلم. وقرأت فرقة {ومن يرد} بفتح الياء من الورود، وحكاها الكسائي والفرَّاء، ومعناه: ومن أتى به بإلحاد ظالمًا {نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ} جواب {مَن} الشرطية؛ أي: ومن يرد فيه أن يميل إلى الظلم في المسجد الحرام، فيعصي الله ويخالف أوامره .. يذقه يوم القيامة العذاب الموجع له. </p><p> وخلاصة ذلك: أن الله سبحانه وتعالى توعد الكفار الذين يصدون عن الدين، ويمنعون الناس عن اعتناقه، ويحولون بين الناس ودخول مكة، بالعذاب المؤلم لهم يوم القيامة، كما توعد بذلك من يرتكب الذنوب والآثام في المسجد الحرام. </p><p> وقد اختلف (٤) في هذا الظلم ماذا هو؟ فقيل: هو الشرك، وقيل: هو الشرك والقتل، وقيل: صيد حيواناته وقطع أشجاره. وقيل: هو الحلف فيه بالأيمان الفاجرة، وقيل: المراد المعاصي فيه على العموم، وقيل المراد بهذه </p><p>(١) المراغي. (٢) الفتوحات.(٣) روح البيان.(٤) الشوكاني.</p>"
}