{
  "id": null,
  "sura": 22,
  "aya": 67,
  "text": "<p> للتخفيف على عباده. {رَحِيمٌ} ؛ أي: مريد للإنعام عليهم. </p><p> ٦٦ - ثم ذكر سبحانه نعمة أخرى فقال:  {وَهُوَ الَّذِي أَحْيَاكُمْ} بعد أن كنتم نطفًا جمادًا {ثُمَّ يُمِيتُكُمْ} عند انقضاء أعماركم {ثُمَّ يُحْيِيكُمْ} عند البعث للثواب والعقاب. </p><p> والمعنى: أي وهو سبحانه، هو الذي أنعم عليكم بهذه النعم، وجعلكم أجسامًا حيةً بعد أن كنتم ترابًا، ثم يميتكم حين انقضاء آجالكم، ثم يحييكم بالبعث والنشور إلى عالم آخر، تلقون فيه حسابكم وجزاءكم من نعيم أو جحيم. </p><p> ثم بين طبيعة الإنسان التي فطر عليها، فقال:  {إِنَّ الْإِنْسَانَ لَكَفُورٌ} ؛ أي: كثير الجحد، لنعم الله عليه مع كونها ظاهرةً غير مستترة، ولا ينافي هذا خروج بعض الأفراد عن هذا الجحد، لأن المراد وصف جميع الجنس، بوصف من يوجد فيه ذلك من أفراده مبالغةً، وهو المشرك كُدَيْل بن ورقاء الخزاعي، وأبو جهل، والعاص بن وائل، وأبي بن خلف، وغيرهم. </p><p> والمعنى: أي (١) إن الإنسان لم يوجه همه إلى كل هذه الآلاء التي يتقلب فيها ليلًا ونهارًا بل جحدها، وجحد خالقها على وضوح أمرها، وعبد غيره، وجعل له الأنداد من الأصنام والأوثان. ونحو الآية قوله:  {كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ} وقوله: {قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ} . </p><p> ٦٧ - ثم عاد سبحانه، إلى بيان أمر التكاليف مع الزجر لمعاصري رسول الله - صلى الله عليه وسلم - من أهل الأديان عن منازعته، فقال:  {وَلِكُلِّ أُمَّةٍ} معينة من الأمم الماضية والباقية. والأمة جماعة أرسل إليهم رسول. {جَعَلْنَا} ؛ أي: وضعنا وشرعنا {مَنْسَكًا} ؛ أي: شريعة خاصة بهم، بحيث لا تتخطى أمة منهم شريعتها المعينة لها، إلى شريعة أخرى، على معنى عيّن كل شريعة لأمة معينة من الأمم، بحيث لا تتخطاها إلى شريعة أخرى، لا استقلالًا ولا اشتراكًا. وجملة قوله: {هُمْ </p><p>(١) المراغي.</p><p> نَاسِكُوهُ} صفة لمنسكًا مؤكدة للقصر، المستفاد من تقديم الجار والمجرور على الفعل، والضمير لكل أمة باعتبار خصوصها؛ أي: تلك الأمة المعينة هي الناسكة والعاملة به لا غيرها. فالأمة التي كانت من مبعث موسى إلى مبعث عيسى عليهما السلام، منسكهم التوراة هم ناسكوها، والعاملون بها لا غيرهم، والأمة التي من مبعث عيسى إلى مبعث محمد - صلى الله عليه وسلم -، منسكهم الإنجيل هم ناسكوه، والعاملون بها لا غيرهم، والأمة التي من مبعث محمد - صلى الله عليه وسلم -، إلى يوم القيامة منسكهم الفرقان ليس إلا، لأن لكل زمان ما يليق به من الشرائع، التي تناسب من فيه في تلك الحقبة. والمنسك مصدر ميمي مأخوذ من النسك، وهو العبادة. لا اسم (١) مكان، كما يدل عليه قوله:  {هُمْ نَاسِكُوهُ} ، ولم يقل ناسكون فيه. وقيل المنسك موضع أداء العبادة. وقيل: هو الذبائح. ولا وجه للتخصيص، ولا اعتبار بخصوص السبب. والفاء: في قوله: {فَلَا يُنَازِعُنَّكَ} : فاء الفصيحة؛ لأنها أفصحت عن شرط مقدر، تقديره: إذا عرفت يا محمد أنا جعلنا لكل أمة منسكًا، وأردت بيان ما هو اللازم لمعاصريك، فأقول لك: لا ينزعنك؛ أي: لا يخاصمنك من يعاصرك من أهل الملل. {فِي الْأَمْرِ} ؛ أي: في أمر دينك، زعمًا منهم أن شريعتهم ما عين لآبائهم الأولين من التوراة والإنجيل فإنهما شريعتان لمن مضى من الأمم قبل انتساخها، وهؤلاء أمة مستقلة، منسكهم القرآن المجيد فحسب. </p><p> والنهي إما على حقيقته، أو كناية عن نهيه - صلى الله عليه وسلم - عن الالتفات إلى نزاعهم له. قال الزجاج: إنه نهي له - صلى الله عليه وسلم - عن منازعتهم؛ أي: لا تنازعهم أنت، كما تقول: لا يخاصمك فلان؛ أي: لا تخاصمه، وكما تقول: لا يضاربنك فلان؛ أي: لا تضاربه. وذلك أن المفاعلة تقتضي العكس ضمنًا. </p><p> والمعنى: أي (٢) فلا ينبغي لهم أن ينازعوك في أمر هذا الدين، فإن تعيينه تعالى لكل أمة شريعة خاصة، موجب لطاعة هؤلاء لك، وعدم منازعتهم إياك في </p><p>(١) الشوكاني. (٢) المراغي.</p><p> أمر هذه الشريعة، زعمًا منهم أن شريعتهم هي ما عين لآبائهم من التوراة والإنجيل. فذلك خطأ منهم، فإن ذلك إنما كان شريعة لمن مضى قبل نسخه بالقرآن. </p><p> والخلاصة: أثبت أيها الرسول على دينك ثباتاً لا يطمعون أن يجذبوك منه، ليزيلوك عنه. والمراد بذلك: تهييج حميته - صلى الله عليه وسلم -، وإلهاب غضبه لله ولدينه ومثل هذا كثير في كتاب الله، وكأنه قد قيل له: تأس بالأنبياء قبلك في مشاركة القوم الظالمين، والإمساك عن مجادلتهم بعد اليأس من إيمانهم. </p><p> وقال: ابن جرير الطبري (١)  (١٧/ ١٩٩) : يقول تعالى: فلا ينازعنك هؤلاء المشركون بالله، يا محمد، في ذبحك ومنسكك بقولهم: أتأكلون ما قتلتم، ولا تأكلون الميتة التي قتلها الله، فإنك أولى بالحق منهم؛ لأنك محق وهم مبطلون. وذلك أن كفار قريش وخزاعة خاصموا رسول الله - صلى الله عليه وسلم - في أمر الذبيحة، فقالوا: كيف تأكلون ما قتلتم، ولا تأكلون ما قتله الله يعنون الميتة. </p><p> وقرىء {فَلَا يُنَازِعُنَّكَ} بالنون الخفيفة. وقرأ أبو مجلز {فلا ينزعنك في الأمر} من النزع، بمعنى فلا يقلعنك من دينك، فيحملوك إلى أديانهم من نزعته من كذا، أو لا يستخفنك ولا يغلبنك على دينك، وقرأ الباقون:  {يُنَازِعُنَّكَ} من المنازعة، بمعنى المخاصمة والمجادلة. </p><p> فائدة: وإنما (٢) قال: فيما سبق {وَلِكُلِّ أُمَّةٍ} بواو العطف، وقال: هنا {لِكُلِّ أُمَّةٍ} ؛ لأن تلك وقعت مع ما يدانيها ويناسبها من الآية الواردة في أمر المناسك، فعطفت على أخواتها، وأمَّا هذه فواقعة مع أباعد عن معناها، فلم تجد معطفًا. قاله الزمخشري. {وَادْعُ} هؤلاء المنازعين، أو ادع الناس كافة، ولا تخص أمة دون أمة بالدعوة، فإن كل الناس أمتك {إِلَى رَبِّكَ} ؛ أي: إلى توحيد ربك، وعبادته </p><p>(١) الطبري. (٢) البحر المحيط.</p>"
}