{
  "id": null,
  "sura": 22,
  "aya": 11,
  "text": "<p> محمود. قال بعضهم: البحث والتفتيش عما جاءت به السنة، بعدما وضح سنده، وصحّ، يجر الباحث إلى التّعمّق والتوغل في الدين، فإنه مفتاح الضلال لكثير من الأمة، يعني الذين لم يرزقوا بأذهان وقَّادة وقرائح نقادة، وما هلكت الأمم الماضية إلا بطول الجدال، وكثرة القيل والقال، فالواجب أن يعض بأضراسه على ما ثبت من السنة. ويعمل بها، ويدعو إليها، ويحكم بها، ولا يصغي إلى كلام أهل البدعة، ولا يميل إليهم ولا إلى سماع كلامهم، فإنَّ كل ذلك منهي عنه شرعًا. وقد ورد فيه وعيد شديد، وقالوا: الطبع جذاب، والمقارنة مؤثرة، والأمراض سارية. </p><p> وقال المولى الجامي - رحمه الله تعالى -: كلام أهل البدعة والأهواء، والخرافات كخوار العجل، فكما أن السامري ضل بذلك الخوار، وأضل كثيرًا من بني إسرائيل، فكذا كل من كان في حكمه، فإنه يغتر بأوهامه وخيالاته، ظنًّا أنها علوم صحيحة، فيدعو أهل الأوهام إليها فيضلهم، بخلاف من له علم صحيح وكشف صريح، فإنه لا يلتفت إلى كلمات الجهال، ولا يميل إلى خوازق العادات، التي تظهر على أيدي أهل البدع والخرافات، استدراجًا لهم التي يسمونها كرامة لهم، ألا ترى من ثبت على دين موسى عليه السلام، لم يصخ إلى الخوار، وعرف أنه ابتلاء من الله، تعالى للعباد، فويل للمجادل المبطل، وويل للسامع إلى كلامه، وقد ذمَّ هذا المجادل بالكبر، وهو من الصفات العائقة عن قبول الحق، ولا شيء فوقه من المذمة. </p><p> وعن أرسطو (١) : من تكبر على الناس أحب الناس ذلته، وعنه بإصابة المنطق يعظم القدر، وبالتواضع تكثر المحبة، وبالحلم تكثر الأنصار، وبالرفق يستخدم القلوب، وبالوفاء يدوم الإخاء، وبالصدق يتم الفضل. نسأل الله سبحانه، التخلي عن الصفات القبيحة الرذيلة، والتحلي بالملكات الحسنة الجميلة. </p><p> ١١ - {وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ} ؛ أي: وبعض الناس يعبد الله، سبحانه وتعالى، </p><p>(١) روح البيان.</p><p> حالة كونه {عَلَى حَرْفٍ} وطرف من الدين، لا في وسطه وقلبه، وشك وضعف يقين، فلا ثبات له فيه، كالذي ينحرف على طرف الجيش، فإن أحس بظفر قرّ، وإلّا فرَّ. فالحرف الطرف والناحية. وصف الدين بما هو من صفات الأجسام، على سبيل الاستعارة التمثيلية، كما سيأتي. قال أكثر المفسرين (١) : الحرف الشك وأصله من حرف الشيء، وهو طرفه، مثل حرف الجبل والحائط، فإن القائم عليه غير مستقر، والذي يعبد الله على حرف، قلق في دينه، على غير ثبات وطمأنينة، كالذي هو على حرف الجبل، ونحوه يضطرب اضطرابًا ويضعف قيامه. فقيل للشاك في دينه: إنه يعبد الله على حرف؛ لأنه على غير يقين من وعده ووعيده، بخلاف المؤمن؛ لأنه يعبده على يقين وبصيرة. فلم يكن على حرف. </p><p> وقيل: الحرف الشرط؛ أي: من الناس من يعبد الله على شرط، والشرط هو قوله:  {فَإِنْ أَصَابَهُ} وناله {خَيْرٌ} ؛ أي: دنيوي من الصحة والخصب والسعة {اطْمَأَنَّ} وثبت {بِهِ} ؛ أي: بذلك الخير في الدين، ولا يتزلزل عنه، ويرضى به. ومعنى اطمأن به ثبت على دينه، واستمر على عبادته أو اطمأن قلبه بذلك الخير الذي أصابه؛ أي (٢) : ثبت على ما كان عليه ظاهرًا لا باطناً، إذ ليس له اطمئنان المؤمنين الراسخين، والاطمئنان: السكون بعد الانزعاج. {وَإِنْ أَصَابَتْهُ فِتْنَةٌ} ؛ أي: شيء يفتتن به، من مكروه يصيبه في نفسه أو أهله أو ماله، فالمراد بالفتنة: ما يستكرهه الطبع، ويثقل على النفس، كالجدري والمرض وسائر المحن، وإلا لما صح أن يجعل مقابلاً للخير؛ لأنه؛ أي: الخير أيضًا فتنة وامتحان، قال تعالى:  {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً} ولذلك قال بعضهم: وإنما لم يقل: وإن أصابه شرّ، مع أنه المقابل للخير؛ لأن ما ينفر عنه الطبع ليس شرًّا في نفسه، بل هو سبب القربة، ورفع الدرجة، بشرط التسليم والرضا بالقضاء {انْقَلَبَ} وانكبّ {عَلَى وَجْهِهِ} ؛ أي: ارتدّ ورجع إلى جهته وحالته وطريقته التي كان عليها أولًا، من الكفر. والانقلاب الانصراف والرجوع. والوجه بمعنى الجهة والطريقة، وقال في \"بحر العلوم\" : انقلب على وجهه؛ أي: تحوّل عن </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> الجهة التي أقبل إليها وهي الإسلام، فأنكب ورجع إلى ما كان عليه أوّلًا من الكفر، فـ {على} على هذا بمعنى عن؛ أي: والمعنى فإن أصابه (١) رخاء وسعة في العيش، سكن واستبشر بهذا الخير والدين، فعبد الله، وإن أصابه شرّ وبلاء في جسمه، أو ضيق في معيشته .. ارتدّ ورجع إلى الكفر. </p><p> والثبات في الدين إنما يكون إذا كان الغرض منه إصابة الحق، وطاعة الرب، والخوف من عقابه، أما إذا كان المقصد منه الخير المعجّل، فإنه يظهر في السراء، ويختفى لدى الضراء، وهذا هو النفاق بعينه، كما يرشد إلى ذلك. قوله: في المنافقين {مُذَبْذَبِينَ بَيْنَ ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ} وقوله: {فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ} . </p><p> وخلاصة ذلك: أن من الناس من ليس له ثبات في أمر دينه، بل هو مرجحٌ مضطربٌ، مذبذبٌ، يعبد الله على وجه التجربة، انتظاراً للنعمة، فإن أصابه خير بقي مؤمنًا، وإن أصابه شر من سقم أو ضياع مال، أو فقد ولد .. ترك دينه وارتد كافرًا. </p><p> ثم بيَّن سبحانه، حاله بعد انقلابه علي وجهه، وسوء عاقبة عمله، فقال:  {خَسِرَ} وحرم ذلك المنقلب {الدُّنْيَا وَالْآخِرَةَ} أي: خيري الدنيا والآخرة؛ أي: ضيعهما وفقدهما، فلا حظَّ له في الدنيا، من الغنيمة والثناء الحسن، ولا في الآخرة من الأجر، وما أعده الله للصالحين من عباده؛ أي (٢) : ضيعهما بذهاب عصمته وحبوط عمله بالإرتداد والأظهر أن خسران الدنيا ذهاب أهله، حيث أصابته فتنة، وخسران الآخرة الحرمان من الثواب، حيث ذهب الدين ودخل النار مع الداخلين. وقال بعضهم:  \"الخسران في الدنيا ترك الطاعات ولزوم المخالفات، والخسران في الآخرة كثرة الخصوم والتبعات\" . </p><p> وقرأ مجاهد وحميد والأعرج وابن محيصن من طريق الزعفراني وقعنب والجحدري وبن مقسم {خاسر الدنيا والآخرة} اسم فاعل نصبًا على الحال. </p><p>(١) المراغي. (٢) روح البيان.</p>"
}