{
  "id": null,
  "sura": 22,
  "aya": 38,
  "text": "<p> الله عنه - قال: فينا نزلت هذه الآية {الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ ...} والآية التي بعدها. أخرجنا من ديارنا بغير حق، ثم مكننا في الأرض، وأقمنا الصلاة وآتينا الزكاة، وأمرنا بالمعروف ونهينا عن المنكر، فهي لى ولأصحابي. </p><p> وأخرج ابن جرير وابن المنذر وابن أبي حاتم وابن مردويه عن علي بن أبي طالب قال: إنما أنزلت هذه الآية في أصحاب محمد - صلى الله عليه وسلم - {وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ ...} الآية. قال: لولا دفع الله بأصحاب محمد - صلى الله عليه وسلم - عن التابعين لهدمت صوامع. </p><p> التفسير وأوجه القراءة </p><p> ٣٨ - {إِنَّ اللَّهَ} سبحانه وتعالى {يُدَافِعُ} غوائل المشركين وضررهم وكيدهم {عَنِ الَّذِينَ آمَنُوا} بالله ورسوله، وتوكلوا عليه، وأنابوا إليه؛ أي: يبالغ في دفع شر الأشرار، وكيد الفجار عنهم، ويحميهم أشد الحماية من أذاهم، ويكلؤهم وينصرهم على أعدائهم، ويكتب لهم الفلج عليهم، والظفر بهم، كما قال:  {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا} . </p><p> وقرأ الحسن وأبو جعفر ونافع (١) : {يدافع} و {لولا دفاع الله} . وقرأ أبو عمرو وابن كثير {يَدْفَع}  {ولولا دَفْع} . وقرأ الكوفيون وابن عامر {يدافع}  {ولولا دفع} وصيغة المفاعلة هنا مجردة عن معناها الأصليِّ، وهو وقوع الفعل من الجانبين، كما تدل عليه القراءة الأخرى. ففاعل هنا بمعنى المجرد، نحو جاوزت وجزت؛ لأن هذه (٢) الصيغة قد ترد ولا يراد بها معناها الأصلي كثيرًا، نحو عاقبت اللصُّ. وقيل: إن إيراد هذه الصيغة هنا للمبالغة. وقيل: للدلالة على تكرر الواقع، والمعنى يبالغ في دفع ضرر المشركين عن المؤمنين. وقيل: يُعْلي حجتهم. وقيل: يوفقهم، والجملة مستأنفة، لبيان هذه المزية الحاصلة للمؤمنين من رب العالمين، وأنه المتولى للمدافعة عنهم. وجملة قوله:  {إِنَّ اللَّهَ} سبحانه وتعالى {لَا يُحِبُّ} ؛ أي: يبغض {كُلَّ خَوَّانٍ} ؛ أي: كثير الخيانة في أمانة الله </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> تعالى، أمرًا كان، أو نهيًا أو غيرهما من الأمانات. {كَفُورٍ} ؛ أي: كثير الكفران لنعمته، مقررة (١) معللة لمضمون الجملة الأولى، فإن المدافعة من الله لهم عن عباده المؤمنين، مشعرة أتم إشعار بأنهم مبغضون إلى الله، غير محبوبين له، فلا يرضى فعلهم ولا ينصرهم. </p><p> أي: وإنما (٢) دفعهم وقهرهم؛ لأنهم خانوا أمانة الله، وهي أوامره ونواهيه، وكفروا أنعمه التي يسديها إليهم بكرةً وعشيًا، وعبدوا غيره مما لا يضر ولا ينفع، وفي هذا إيماء إلى أن المؤمنين هم أحباء الله. قال الزجاج: من ذكر غير اسم الله، وتقرب إلى الأصنام بذبيحة، فهو خوان كفور، وإيراد صيغتي المبالغة للدلالة على أنهم كذلك في الواقع، لا لإخراج من خان دون خيانتهم، أو كفر دون كفرهم. واعلم (٣) أن الكفران في جحود النعمة أكثر استعمالًا، والكفر في الدين أكثر، والكفور فيهما جميعًا وأن الخيانة والنفاق واحد؛ لأن الخيانة تقال اعتبارًا بالعهد والأمانة، والنفاق يقال اعتبارًا بالدين، ثم يتداخلان، فالخيانة مخالفة الحق بنقض العهد في السر، ونقيض الأمانة ومن الخيانة الكفر، فإنه إهلاك للنفس التي هي أمانة الله عند الإنسان. وتجري الخيانة في الأعضاء كلها. قال تعالى:  {إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا} وتجري في الصلاة والصوم ونحوهما، وإما بتركها، أو بترك شرط من شرائطها الظاهرة والباطنة، فأكل السحور مع غلبة الظن بطلوع الفجر، أو الإفطار مع الشك بالغروب خيانة للصوم، ومن أكل السحور فنام عن صلاة الصبح، حتى طلعت الشمس، فقد كفر بنعمة الله التي هي السحور، وخانه بالصلاة أيضًا، فترك الفرض لأجل السنة تجارة خاسرة. </p><p> ثم إن المؤمن الكامل، منصور على كل حال، فلا يضره كيد الخائنين، فإن الله لا يحب الخائنين، فإذا لم يحبهم لم ينصرهم، ويحب المؤمن فينصره. </p><p>(١) الشوكاني. (٢) المراغي.(٣) روح البيان.</p>"
}