{
  "id": null,
  "sura": 22,
  "aya": 73,
  "text": "<p> يكون الضمير هو المفعول الثاني، والذين كفروا هو الأول. كما قال:  {وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ} . </p><p> ٧٣ - قوله:  {يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ} كلام متصل بقوله: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا} ؛ أي: يا أهل مكة ضرب مثل؛ أي:  (١) بين لكم حالة مستغربة أو قصة بديعة حقيقية، بأن تسمى مثلًا، وتسير في الأمصار والأعصار {فَاسْتَمِعُوا لَهُ} ؛ أي: لذلك المثل استماع تدبر، وتدبروه حق تدبر، فإن الاستمتاع بلا تدبر وتعقل لا ينفع. قال النحاس: المعنى ضرب الله عز وجل لما يعبدونه من دونه مثلًا، قال وهذا من أحسن ما قيل فيه؛ أي: بين الله لكم شبهًا ولمعبودكم. وأصل (٢) المثل جملة من الكلام متلقاة بالرضا والقبول مسيرة في الناس، مستغربة عندهم. وجعلوا مضربها مثلًا لموردها، كـ (الصيف ضيعتَ اللبن) ، ثم قد يستعيرونها للقصة، أو الحالة، أو الصفة المستغربة، لكونها مماثلة لها في الغرابة، كهذه القصة المذكورة في هذه الآية. </p><p> فإن قلت (٣) : الذي جاء به، ليس بمثل، فكيف سماه مثلًا؟ </p><p> قلت: لما كان المثل في الأكثر نكتة عجيبة غريبة، جاز أن يسمى كل كلام، كان كذلك مثلًا. وقال في \"الكشاف\" : قد سميت الصفة والقصة الرائقة المتلقاة بالاستحسان والاستغراب مثلًا، تشبيهًا لها ببعض الأمثال المسيرة، لكونها مسيرةً عندهم مستحسنةً مستغربة. </p><p> والمعنى: جعل لي شبيها وشبه بي الأوثان؛ أي: جعل المشركون الأصنام أشباهي وشركائي يعبدونها ثم بين حالها وصفتها فقال {إِنَّ الَّذِينَ تَدْعُونَ} ؛ أي: إن الأصنام التي تعبدونها {مِنْ دُونِ اللَّهِ} ؛ أي: متجاوزين عبادة الله، وهو بيان للمثل وتفسير له. </p><p> {لَنْ يَخْلُقُوا ذُبَابًا} ؛ أي: لن يقدروا على خلق ذبابٍ واحدٍ أبدًا مع صغره </p><p>(١) روح البيان. (٢) الشوكاني.(٣) الخازن.</p><p> وحقارته فإنَّ (١)  (لَنْ) بما فيها من تأكيد النفي، دالة على منافاة ما بين المنفي والمنفي عنه {وَلَوِ اجْتَمَعُوا لَهُ} ؛ أي: لخلقه، والجواب محذوف، تقديره: لن يخلقوه. والمعنى: أن هذه الأصنام لو اجتمعت لم يقدروا على خلق ذبابة، على ضعفها وصغرها، فكيف يليق بالعاقل جعلها معبودًا له. وجملة قوله:  {وَلَوِ اجْتَمَعُوا لَهُ} مع الجواب المقدر في موضع حال جيء بها للمبالغة؛ أي؛ لا يقدرون على خلقه مجتمعين له، متعاونين عليه، فكيف إذا كانوا منفردين. </p><p> وقرأ الجمهور:  {تدعون} بالتاء. وقرأ الحسن ويعقوب وهارون والخفاف ومحبوب عن أبي عمر {يدعون} بالياء، وكلاهما مبني للفاعل، وقرأ اليماني وموسى الأسواري بالياء من أسفل مبنيًا للمفعول. </p><p> {وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا} ؛ أي: وإن يأخذ الذباب منهم شيئًا ويخطفه {لَا يَسْتَنْقِذُوهُ مِنْهُ} ؛ أي؛ لا يستردوه من الذباب مع غاية ضعفه لعجزهم. قيل: كانوا يطيبون الأصنام بالطيب والعسل، ويغلقون عليها الأبواب، فيدخل الذباب من الكوى فيأكله. </p><p> أي: وإذا عجزوا عن خلق هذا الحيوان الضعيف، وعن استنقاذ ما أخذه منهم فهم عن غيره مما هو أكبر منه جرمًا، وأشد منه قوة أعجز وأضعف. ثم عجيب سبحانه من ضعف الأصنام والذباب. فقال:  {ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ} قال ابن عباس: الطالب الذباب يطلب ما يسلب من الطيب الذي على الصنم، والمطلوب هو الصنم. وقيل: الطالب الصنم، من حيث إنه يطلب خلق الذباب، أو يطلب استنقاذ ما سلبه منه، والمطلوب الذباب وقيل: الطالب عابد الصنم، والمطلوب الصنم. وقال الضحاك؛ أي: ضعف العابد والمعبود، ولو حققت وجدت الصنم أضعف من الذباب، وعابده أجهل من كل جاهل وأضل من كل ضال. قال ابن جرير الطبري: والصواب عندنا من التأويلات المذكورة، تأويل ابن عباس؛ لأن ذلك في سياق الخبر عن الآلهة والذباب، فلأن يكون ذلك خبرًا </p><p>(١) روح البيان. (٢) الخازن.</p>"
}