{
  "id": null,
  "sura": 22,
  "aya": 52,
  "text": "<p> ٥٢ - وقوله:  {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ} إلخ. شروع في تسلية ثانية لرسول الله - صلى الله عليه وسلم -، بعد التسلية الأولى، بقوله:  {وَإِنْ يُكَذِّبُوكَ} إلخ. والمراد بالرسول هنا من جاء بشرع جديد، كموسى، وعيسى، ومحمد صلوات الله وسلامه عليهم. والنبي من جاء لتقرير شرع سابق، كأنبياء بني إسرائيل الذين كانوا بين موسى وعيسى عليهما السلام؛ أي: وما أرسلنا قبلك يا محمد من رسول {وَلَا} نبأنا من {نَبِّيٍ} في حال من الأحوال {إِلَّا إِذَا تَمَنَّى} ؛ أي: إلا والحال أنه إذا تمنى وقرأ ذلك الرسول أو النبي ما أوحي إليه من الكتاب. {أَلْقَى الشَّيْطَانُ} في قلوب سامعيه شبهة {فِي} شأن {أُمْنِيَّتِهِ} ؛ أي: في شأن قراءته، فيلقي في قلوب بعض السامعين إن هذا المقروء سحر. وفي قلوب بعضهم أنه شعر وفي قلوب بعضهم أنه أساطير الأولين، وفي قلوب بعضهم أنه كهنة. {فَيَنْسَخُ اللَّهُ} ؛ أي: فيزيل الله سبحانه وتعالى، {مَا يُلْقِي الشَّيْطَانُ} في قلوب السامعين من تلك الشبهات والخرافات بنور الهداية، بأن يقيض للدين من يدافع عنه، ويدفع تلك الشبهات. {ثُمَّ يُحْكِمُ اللَّهُ} سبحانه وتعالى، ويثبت {آيَاتِهِ} التي تلاها الرسول، أو النبي في قلوب السامعين وغيرهم، حتى لا يجد أحد سبيلًا إلى ردها وإبطالها؛ أي: ثم يجعل آياته محكمة مثبتة، لا تقبل الرد بحال. </p><p> وخلاصة ذلك (١) : أن الله سبحانه وتعالى حين أنزل القرآن، وقرأه الرسول - صلى الله عليه وسلم -، قال المشركون: فيه ما قالوا من تلك الشبهات السابقة، ثم لما استبان الحق، وجاءت غزوة بدر، ونصر الله المسلمين الذين بشرهم، كتابه بالنصر على أعدائهم {وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ} استتب لهم الأمر ودخل أعداؤهم في دينهم أفواجاً. {وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا} وما مثل هذا إلا مثل النباتات الطفيلية، التي تنبت في الأرض بجانب ما يزرع فيها من حنطة وفول، وعدس، وحمص، وغيرها مما يحتاج إليه الناس، ولا تزال تلك الطفيلية تتغذى من الأرض، وتأخذ غذاء النبات </p><p>(١) المراغي.</p><p> النافع، فلا يهدأ للزارع بالٌ حتى يزيلها، ويوفر غذاءها للنبات الذي هو في أشد الحاجة إليه. </p><p> وما أشبه الليلة بالبارحة، فإنك الآن لترى أهل أوربا يرسلون الجيوش، والمبشرين من القساوسة، التي تفتح المدارس في بلاد الشرق وغيرها، ويقولون: للمسلمين إن دينهم محشو بالخرافات، والأكاذيب، ويشككون فيه من تعلموا في تلك المدارس، ويصدق بعض غوغائهم تلك الأباطيل، حتى لقد قيل: إن هذا الدين لا يعيش في ظل العلم، ولا يقبل الأفكار والآراء، وهو والعلم عدوان لا يجتمعان. </p><p> ومما جعل لهم بعض المعذرة فيما يقولون: حال المسلمين من الخمول، وسوء الأحوال، وقبيح المعتقدات والأعمال، مما جعلهم مضغة في أفواه الأمم المتمدنة. {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ} . </p><p> وإن الله لينسخ تلك الوساوس ويزيل هذه الأوهام، فقد تصدى كثير من ذوي المعرفة لدحض تلك المفتريات، فقام العالم الحكيم محمد عبده، وألف كتابه \"الإسلام والنصرانية\" ودفع كثيرًا من مطعان أولئك المبشرين. وقام بعده كثير من أهل الفقه بالدين، فاحتذوا حذوه، وواصلوا الليل بالنهار، في دحض تلك الشبه، وان الله لناصر دينه ولو كره الكافرون. </p><p> هذا وقد دس (١) بعض الزنادقة في تفسير هذه الآية أحاديث مكذوبة، لم ترد في كتاب من كتب السنة \"الصحيحة\" وأصول الدين تكذبها، والعقل السليم يرشد إلى بطلانها. وأنها ليست من الحق في شيء، وهي مما تشكك المسلمين في دينهم وتجعلهم في حيرة من أمر الوحي، وكلام الرسول، فيجب على العلماء طرحها وراءهم ظهريًا. وأن لا يضيعوا الزمن في تأويلها وتخريجها، وأن لا يسرفوا الأوراق والحبر في كتابتها ولا سيما بعد أن نص الثقات من المحدثين على وضعها وكذبها، لمصادمتها لأصول الدين التي لا تقبل شكًا ولا امتراء. </p><p>(١) المراغي.</p>"
}