{
  "id": null,
  "sura": 22,
  "aya": 23,
  "text": "<p> والمعنى: أي (١) إنهم كلما حاولوا الهرب من جهنم والخروج منها، حين يلحقهم عظيم عذابها، أعيدوا فيها، وضربوا بسياط من حديد، وقيل لهم ذوقوا عذاب هذه النار التي تحرق الأمعاء والأحشاء. </p><p> ٢٣ - وبعد أن بين الله سبحانه، حال الكافرين .. أردف ذلك ببيان ما يناله المؤمنون، من الكرامة في المسكن والحلية والملبس وحسن القول والعمل. فقال: </p><p> ١ - {إِنَّ اللَّهَ} سبحانه وتعالى: {يُدْخِلُ الَّذِينَ آمَنُوا} بالله وبرسله وبجميع ما جاؤوا به {وَعَمِلُوا} الأعمال {الصَّالِحَاتِ} ؛ أي: اتصفوا بها فعلًا أو تركًا، {جَنَّاتٍ} ؛ أي: بساتين وحدائق {تَجْرِي} وتسيل {من تحت} أشجار {ها} وقصورها {الْأَنْهَارُ} الأربعة. الماء واللبن والخمر والعسل، كما بينه في سورة محمد؛ أي: إن الله سبحانه، يدخل من آمن به وبرسله وعمل صالح الأعمال، التي تزكي نفوسهم، وتقربهم إلى ربهم، جنات تجري من تحت قصورها وأشجارها الوارفة الظلال، الأنهار الواسعة، يستمتعوا بها كما شاؤوا، ثم بين سبحانه، بعض ما أعد لهم من النعيم، بعد دخولهم الجنة، فقال: </p><p> ٢ - {يُحَلَّوْنَ فِيهَا} ؛ أي: يلبسون في الجنة في أيديهم {مِنْ أَسَاوِرَ} ؛ أي: بعض أساور، وهي جمع أسورة جمع سوار، وهي ما يلبس في الساعد. {مِنْ ذَهَبٍ} بيان للأساور {وَلُؤْلُؤًا} عطف على محل من أساور. وقرىء بالجر، عطفًا على ذهب، على أن الأساور مرصعة بالذهب واللؤلؤ، أو على أنهم يسوَّرون بالجنسين، إما على المعاقبة، وإما على الجمع، كما تجمع نساء الدنيا بن أنواع الحلى، وما أحسن المعصم إذا كان فيه سواران، سوار من ذهب وسوار من لؤلؤ أبيض. واللؤلؤ ما يستخرج من البحر من جوف الصدف. قال القشيري: والمراد ترصيع السوار باللؤلؤ. ولا يبعد أن يكون في الجنة سوار من لؤلؤ مُصمَّت، كما أن فيها أساور من ذهب؛ أي: تحليهم الملائكة بأمره تعالى </p><p>(١) المراغي.</p><p> وتزينهم بأساور من ذهب وبلؤلؤ؛ أي: يلبسون في أيديهم حلية من ذهب، وفي رؤوسهم تيجاناً من لؤلؤ. </p><p> وقرأ الجمهور (١) : {يُحَلَّوْنَ} بضم الياء وفتح الحاء وتشديد اللام؛ أي: يزينون. وقرى بضم الياء والتخفيف، وهو بمعنى المشدد. وقرأ ابن عباس {يَحْلَون} بفتح الياء واللام وسكون الحاء من قولهم حلي الرجل وحلت المرأة، إذا صارت ذات حلي، أي: يلبسون حليهم. وقرأ ابن عباس {مِنْ أَسْوِر} بفتح الراء من غير ألف ولا هاء، وكان قياسه أن يصرفه؛ لأنه نقص بناؤه، فصار كجندل لكنه قدر المحذوف موجودًا فمنعه من الصرف. وقرأ عاصم ونافع والحسن والجحدري والأعرج وأبو جعفر وعيسى بن عمر وسلام ويعقوب:  {وَلُؤْلُؤًا} هنا، وفي فاطر بالنصب، وحمله أبو الفتح، على إضمار فعل، وقدره الزمخشري ويؤتون لؤلؤاً، ومن جعل {مِن} في {مِنْ أَسَاوِرَ} زائدة جاز أن يعطف {وَلُؤْلُؤًا} على موضع {أَسَاوِرَ} . وقيل: يعطف على {من أساور} ؛ لأنه يقدر ويحلون حليًا من أساور. وقرأ باقي السبعة (٢) والحسن أيضًا، وطلحة وابن وثاب والأعمش وأهل مكة {ولؤلؤٍ} بالخفض عطفًا على {أَسَاوِرَ} . أو على {ذَهَبٍ} . وقرأ الفياض {ولوليا} قلب الهمزتين واوًا، صارت الثانية واوًا قبلها ضمة، فقلبت الواو ياء والضمة كسرة. وقرأ ابن عباس {وليليا} أبدل الهمزتين واوين ثم قلبهما ياءين، أتبع الأولى للثانية. وقرأ طلحة:  {ولول} مجروراً عطفًا، على ما عطف عليه المهموز. </p><p> ٣ - {وَلِبَاسُهُمْ فِيهَا} ؛ أي: في الجنة {حَرِيرٌ} ؛ أي: إن الحرير ثيابهم المعتادة في الجنة، فلا يمكن عراؤهم منه؛ أي:  (٣) ويلبسون الحرير الذي حرم عليهم لبسه في الدنيا، وكان فيها عنوان العزة والكرامة، فأوتوه في الآخرة إجلالًا، وتعظيمهاً لهم، ففيها ما تشتهيه الأنفس، وكل منهم يعطى ما تشتهيه </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) المراغي.</p>"
}