{
  "id": null,
  "sura": 22,
  "aya": 27,
  "text": "<p> وقيل (١) : إن المراد بالقائمين المقيمون بالبيت، فيكون المراد بالطائفين: من يطوف به، وآفاقي غير مقيم هناك. </p><p> ٢٧ - {و} قلنا له {أذن} ؛ أي: ناد {فِي النَّاسِ} بدعوة {الحج} والأمر به وقرأ الجمهور {وَأَذِّنْ} بالتشديد من أذن من باب فعل المضعف؛ أي: ناد. روي أنه صعد أبا قبيس، فقال: يا أيها الناس، حجوا بيت ربكم. وقرأ الحسن وابن محيصن {وَأَذِّنْ} بمد الهمزة وتخفيف الذال من آذن، من باب أفعل كأكرم؛ أي: أعلم. وقرأ الجمهور {بِالْحَجِّ} بفتح الحاء، وقرأ ابن أبي إسحاق في كل القرآن بكسرها. </p><p> قال الواحدي (٢) : قال جماعة من المفسرين: لما فرغ إبراهيم عليه السلام من بناء البيت، جاءه جبريل فأمره أن يؤذن في الناس بالحج، فقال: يا رب من يبلغ صوتي؟ فقال الله سبحانه: أذن وعلي البلاغ، فعلا المقام فأشرف به، حتى صار كأعلى الجبال، فأدخل أصبعيه في أذنيه، وأقبل بوجهه يمينًا وشمالًا وشرقًا وغربًا، وقال: يا أيها الناس، كتب عليكم الحج إلى البيت، فأجيبوا ربكم، فأجابه من كان في أصلاب الرجال، وأرحام النساء .. لبيك اللهم لبيك. </p><p> وقال ابن عباس (٣) : وأول من أجابه أهل اليمن، فليس حاج يحج من يومئذٍ إلى يوم تقوم الساعة إلا من كان أجاب إبراهيم عليه السلام يومئذٍ. زاد غيره: فمن لبى مرة .. حج مرة، ومن لبى مرتين .. حج مرتين، ومن أكثر .. حج بقدر تلبيته. </p><p> قال في \"أسئلة الحكم\" : فأجابوه من ظهور الآباء، وبطون الأمهات في عالم الأرواح. </p><p> وفي \"الخصائص الصغرى\" : وافترض على هذه الأمة ما افترض على الأنبياء والرسل، وهو الوضوء والغسل من الجنابة والحج والجهاد. وما وجب في حق نبي .. وجب في حق أمته، إلا أن يقوم الدليل الصحيح على الخصوصية. </p><p>(١) روح البيان. (٢) الشوكاني.(٣) قسطلاني.</p><p> {يَأْتُوكَ} يا إبراهيم، جواب للأمر، والخطاب لإبراهيم. وقال:  {يأتوك} وإن كانوا يأتون البيت؛ لأن من أتى الكعبة حاجًّا .. فكأنه قد أتى إبراهيم؛ لأنه مجيب ندائه، أو الكلام على حذف مضاف؛ أي: يأتوا بيتك، كما في \"الكرخي\" ؛ أي: يأتوا البيت الذي بنيته حالة كونهم. {رِجَالًا} ؛ أي: مشاة على أرجلهم - جمع راجل - كقيام جمع قائم - وقدم الرجال على الركبان في الذكر؛ لزيادة تعبهم بالمشي. وعبارة \"الفتوحات\" هنا: وقدم الراجل لفضله، إذ للراكب بكل خطوة سبعون حسنة، وللراجل سبع مئة من حسنات الحرم، كل حسنة مئة ألف حسنة، وإبراهيم وإسماعيل حجا ماشيين، اهـ \"كرخي\" . </p><p> {وَعَلَى كُلِّ ضَامِرٍ} معطوف على {رِجَالًا} ؛ أي: يأتونك حالة كونهم مشاة على أرجلهم، وركباناً على كل بعير ضامر؛ أي: مهزول أتعبه بُعدُ السفر. {يَأْتِينَ} تلك الضوامر، صفة لضامر باعتبار المعنى؛ لأن المعنى على ضوامر من جماعة الإبل يأتين. {مِنْ كُلِّ فَجٍّ} ؛ أي: طريق واسع {عَمِيقٍ} ؛ أي: بعيد. </p><p> وقرأ الجمهور (١) : {رِجَالًا} بكسر الراء مع التخفيف. وقرأ ابن أبي إسحاق {ورجالا} بضم الراء وتخفيف الجيم، وروي كذلك عن عكرمة والحسن وأبي مجلز، وهو اسم جمع كـ: ظُؤار. </p><p> وروي عنهم وعن ابن عباس ومجاهد وجعفر بن محمد بضم الراء وتشديد الجيم، {رُجَّالا} وعن عكرمة أيضًا {رَجَالى} على وزن النعامى بألف التأنيث المقصورة. وقرأ مجاهد {رُجالى} على وزن فعالى مثل كُسالى. وقرأ الجمهور:  {يأتين} بضمير الإناث اعتبارًا بمعنى الضامر. وقرأ عبد الله وأصحابه والضحاك وابن أبي عبلة {يأتون} على أنه صفة لرجالًا. وقر ابن مسعود {معيق} وهو بمعنى (٢) : بعيد يقال: بئر بعيدة العمق والمعق بمعنى. </p><p> والمعنى: أي وقلنا له: ناد الناس داعيًا لهم إلى الحج، وزيارة هذا البيت، </p><p>(١) البحر المحيط والشوكاني. (٢) البيضاوي.</p>"
}