{
  "id": null,
  "sura": 22,
  "aya": 60,
  "text": "<p> نصره، وهو الثابت الإلهية وحده، إذ لا يصلح لها إلا من كان كامل القدرة، كامل العلم، وأن ما سواه باطلٌ. </p><p> وعبارة المراغي هنا: لما ذكر سبحانه فيما سلف أنهم يعبدون من دون الله ما لا حجة لهم عليه من الوحي، ولا دليل عليه من العقل .. أردف هذا بما يدل على إبطاله ويؤكد جهلهم بمقام الألوهية وما ينبغي أن يكون لها من إجلال وتعظيم، ثم أعقب ذلك ببيان أنه سبحانه يصطفي من الملائكة والناس لرسالته من يشاء، وهو العليم بمن يختار {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} ولما ذكر (١) تعالى أنه اصطفى رسلًا من البشر إلى الخلق، أمرهم بإقامة ما جاءت به الرسل من التكاليف، وهو الصلاة. قيل: كان الناس أول ما أسلموا يسجدون بلا ركوع، ويركعون بلا سجود، فأمروا أن تكون صلاتهم بركوع وسجود. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا} مناسبتها لما قبلها: أنه سبحانه لما تكلم في الإلهيات، ثم في النبوات، أتبعها بالكلام في الشرائع والأحكام. </p><p> أسباب النزول </p><p> قوله تعالى:  {ذَلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ...} الآية، سبب (٢) نزولها: ما أخرجه ابن أبي حاتم عن مقاتل \"أنها نزلت في سرية بعثها النبي - صلى الله عليه وسلم -، فلقوا المشركين لليلتين بقيتا من المحرم،فقال المشركون بعضهم لبعض:قاتلوا أصحاب محمد، فإنهم يحرمون القتال في الشهر الحرام، فناشدهم الصحابة وذكروهم بالله أن لا يتعرضوا لقتالهم فإنهم لا يستحلون القتال في الشهر الحرام، فأبى المشركون ذلك، وقاتلوهم وبغوا عليهم، فقاتلهم المسلمون، ونصروا عليهم، فنزلت هذه الآية\" . </p><p> التفسير وأوجه القراءة </p><p> ٦٠ - والإشارة بقوله:  {ذَلِكَ} إلى ما تقدم، فهو خبر لمبتدأ محذوف؛ أي: </p><p>(١) البحر المحيط. (٢) لباب النقول.</p><p> الأمر والشان ذلك الذي قصننا عليكم وبينا لكم، من إنجاز الوعد للمهاجرين خاصة إذا قتلوا أو ماتوا، والجملة (١) لتقرير ما قبله، والتنبيه على أن ما بعده كلامٌ مستأنفٌ. </p><p> والمعنى: أي (٢) ذلك الرزق الحسن والمدخل الكريم، لمن قتلوا في سبيل الله، أو ماتوا، ولهم أيضًا النصر في الدنيا على أعدائهم. وإلى ذلك أشار بقوله:  {وَمَنْ عَاقَبَ} وجازى الظالم {بِمِثْلِ مَا عُوقِبَ بِهِ} ؛ أي: بمثل ما ظلمه، ولم يزد في الاقتصاص على ذلك المثل، والمراد بالمثلية أنه اقتصر على المقدار الذي ظلم به، ولم يزد عليه، والعقوبة (٣) في الأصل اسم لما يعقب الجرم من الجزاء، وإنما سمي الابتداء بالعقاب الذي هو جزاء الجناية؛ أي: مع أنه ليس بجزاء يعقب الجريمة للمشاكلة، كقوله تعالى:  {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا} وكقوله: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} أو على سبيل المجاز المرسل، فإنه ما وقع ابتداءً سببٌ لما وقع جزاء وعقوبة، فسمي السبب باسم المسبب. </p><p> {ثُمَّ بُغِيَ عَلَيْهِ} ؛ أي: اعتدى عليه؛ أي: إن الظالم في الابتداء عاوده بالمظلمة بعد تلك المظلمة الأولى. قيل: المراد بهذا البغي هو ما وقع من المشركين من إزعاج المسلمين من أوطانهم، بعد أن كذبوا نبيهم، وآذوا من آمن به. واللام في قوله:  {لَيَنْصُرَنَّهُ اللَّهُ} موطئة للقسم؛ أي: وعزتي وجلالي لينصرن الله المبغي عليه؛ أي: المظلوم على الباغي؛ أي: الظالم لا محالة وهو خبر من. </p><p> وقيل (٤) : إن معنى {ثُمَّ بُغِيَ عَلَيْهِ} ؛ أي: ثم كان المجازي مبغيًا عليه؛ أي: مظلوماً ومعنى (ثم) تفاوت الرتبة؛ لأن الابتداء بالقتال معه نوع ظلم، كما </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.(٤) الشوكاني.</p><p> قيل في أمثال العرب: البادي أظلم. </p><p> والمعنى: أي (١) وإن من جازى من المؤمنين بمثل ما عوقب به ظلمًا من المشركين، فقاتلهم كما قاتلوه، ثم بغي عليه باضطراه إلى الهجرة، ومفارقة الوطن .. لينصرنه الله الذي لا يغالب، ولينتقمن له من أعدائه، ولينكلن بهم، ويمكننه منهم، ويجعل كلمته العليا وكلمة الذين كفروا السفلى. </p><p> والخلاصة: أنه تعالى كما يدخلهم مدخلًا كريماً، يعدهم بالنصر على أعدائهم، إذا هم قاتلوهم، وبغوا عليهم، وأخرجوهم من ديارهم. </p><p> {إِنَّ اللَّهَ} الذي أحاطت قدرته بكل شيء {لَعَفُوٌّ غَفُورٌ} ؛ أي: لكثير العفو والغفران للمؤمنين، فيما وقع منهم من الذنوب. وقيل: العفو والغفران لما وقع من المؤمنين، من ترجيح الانتقام على العفو؛ أي: ليعفو عن المؤمنين فيغفر لهم ما أمعنوا فيه من الانتقام، وما أعرضوا عنه مما ندب من العفو؛ بمثل قوله: {وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ (٤٣) } وقوله: {فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ} وقوله: {وأن تعفو أقرب للتقوى} وهم بفعلهم هذا تركوا ما كان أجدر بهم وأحرى بمثلهم. </p><p> والخلاصة: كأنه سبحانه قال: عفوت عن هذه الإساءة وغفرتها لهم؛ لأني أذنت بها. </p><p> وفي \"بحر العلوم\"  (٢) : {لَعَفُوٌّ} ؛ أي: محاء للذنوب بإزالة آثارها من ديوان الحفظة والقلوب بالكلية كي لا يطالبهم بها يوم القيامة، ولا يخجلوا عند تذكرها، وبأن يثبت مكان كل ذنب عملًا صالحًا، كما قال:  {فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ}  {غَفُورٌ} ؛ أي: مريد لإزالة العقوبة عن مستحقها، من الغفر، وهو الستر؛ أي: ستور عليهم، وقدم العفو؛ لأنه أبلغ لأنه يشعر بالمحو الذي هو أبلغ من الستر، وفيه إشارة إلى أن الأليق بالمنتصر، والأقرب بحاله، أن يعفو </p><p>(١) المراغي. (٢) للسمرقندي.</p>"
}