{
  "id": null,
  "sura": 22,
  "aya": 34,
  "text": "<p> جميعه، إذ الحرم كله في حكم البيت الحرام. </p><p> والمعنى (١) : أي لكم في تلك الهدايا منافع، كركوبها حين الحاجة، وشرب ألبانها حين الضرورة إلى أن تنحر، ويؤكل منها، ويتصدق بلحومها، ثم مكان حل نحرها عند البيت العتيق؛ أي: عند الحرم جميعه، إذ الحرم كله في حكم البيت كما مر آنفًا. وقيل: المعنى: ثم بعد انتفاعكم بها محلها؛ أي: حلول تلك الهدايا، ونزولها ونهاية أمرها وحياتها إلى حرم البيت العتيق؛ لأنها تذبح في الحرم. والعتيق (٢) المتقدم في الزمان والمكان والرتبة. أخرج البخاري في \"تاريخه\" ، والترمذي، وحسنه، والحاكم وصححه، وابن جرير والطبري وغيرهم عن ابن الزبير قال: قال رسول الله - صلى الله عليه وسلم -: \"إنما سماه الله البيت العتيق؛ لأنه أعتقه من الجبابرة فلم يظهر عليه جبار قط\" وإلى هذا ذهب قتادة، وقد قصده تبع ليهدمه فأصابه الفالج، فأشير إليه أن يكف عنه، وقيل له:  \"إن له ربا يمنعه\" ، فتركه وكساه، وهو أول من كساه. وقصده أبرهة فأصابه ما أصابه. </p><p> ٣٤ - {وَلِكُلِّ أُمَّةٍ} من الأمم، لا لبعض منهم دون بعض، فالتقديم للتخصيص. {جَعَلْنَا مَنْسَكًا} ؛ أي: متعبدًا وقربانًا يتقربون به إلى الله تعالى، والمراد به إراقة الدماء لوجه الله تعالى. والمعنى: شرعنا لكل أمة مؤمنة أن ينسكوا له تعالى. يقال: نسك ينسك ونسوكاً ومنسكاً بفتح السين إذا ذبح القربان. وقرأ الجمهور (٣) : {منسَكا} بفتح السين على القياس مطلقًا؛ لأنه من باب نصر، كما سيأتي في مبحث التصريف، وقرأ بكسرها على الشذوذ الأخوان حمزة والكسائي وابن سعدان وأبو حاتم عن أبي عمرو، ويونس ومحبوب وعبد الوارث إلا القصبي عنه، قال ابن عطية: والكسر في هذا من الشاذ، ولا يسوغ فيه القياس، ويشبه أن يكون الكسائي سمعه من بعض العرب اهـ. </p><p> والأمة الجماعة المجتمعة على مذهب واحد. والمعنى: وجعلنا لكل أهل </p><p>(١) المراغي. (٢) روح البيان.(٣) البحر المحيط.</p><p> دين من الأديان ذبحًا يذبحونه ودما يريقونه، أو متعبدًا، أو طاعة، أو عيدًا، أو حجًا يحجونه، وليس ذلك خاصًا بقوم دون آخرين. </p><p> {لِيَذْكُرُوا اسْمَ اللَّهِ} وحده دون غيره، ويجعلوا نسكهم خالصًا لوجهه الكريم، علَّل (١) الجعل به تنبيهًا على أن المقصود الأصلي من المناسك تذكر المعبود. {عَلَى} ذبح {مَا رَزَقَهُمْ} وإعطائهم {مِنْ بَهِيمَةِ الْأَنْعَامِ} ؛ أي: عند ذبحها. وفي تبيين (٢) البهيمة بإضافتها إلى الأنعام، تنبيه على أن القربان يجب أن يكون من الأنعام، وأما البهائم التي ليست من الأنعام كالخيل والبغال والحمير، فلا يجوز ذبحها في القرابين، وإن جاز أكلها، وسماها بهيمة؛ لأنها لا تتكلم. والمعنى؛ أي: وإنما شرعنا لهم ذلك كي يذكروا الله حين ذبحها، ويشكروه على ما أنعم به عليهم، إذ هو المقصود الأعظم. </p><p> وفي \"الصحيحين\" : عن أنس أنه أُتي رسول الله - صلى الله عليه وسلم - بكبشين أملحين فيهما بياض يخالطه سواد أقرنين، فسمى وكبر، ووضع رجله على صفاحهما. وروى أحمد عن زيد بن أرقم قال: قلت: يا رسول الله، ما هذه الأضاحي؟ قال:  \"سنة أبيكم إبراهيم\" . قالوا: ما لنا منها؟ قال:  \"بكل شعرة حسنة\" . قالوا: فالصوف؟ قال:  \"بكل شعرة من الصوف حسنة\" . </p><p> ثم أخبرهم سبحانه بتفرده بالألوهية، وأنه لا شريك له. فقال {فَإِلَهُكُمْ إِلَهٌ وَاحِدٌ} والفاء فيه لترتيب ما بعدها، على ما قبلها من الجعل المذكور، وتعليله. والخطاب للكل تغليباً للمخاطبين على غيرهم؛ أي: جعلنا لكل أمة منسكًا، فإن إلهكم إله منفرد يمتنع أن يشاركه شيء في ذاته وصفاته، وإلا لاختل النظام في العالم؛ أي (٣) : فإن معبودكم واحد، وإن اختلفت العبادات بحسب الأزمنة والأمكنة، ونسخ بعضها بعضًا، فما المقصد منها جميعًا إلا عبادة الله وحده لا شريك له. كما قال: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ </p><p>(١) روح البيان. (٢) روح البيان.(٣) المراغي.</p>"
}