{
  "id": null,
  "sura": 22,
  "aya": 5,
  "text": "<p> على مباشرة، ما يؤدي إليه من السيئات، وإضافة العذاب إلى السعير، وهي النار الشديدة الاشتعال بيانية كشجر الأراك، وعن الحسن \"أنه اسم من أسماء جهنم\" . </p><p> قال في \"التأويلات النجمية\"  (١) : أما الشيطان الجني، فيضله بالوساوس والتسويلات والقاء الشبه، وأما الشيطان الإنسي، فبإيقاعه في مذاهب أهل الأهواء والبدع، والفلاسفة والزنادقة، المنكرين للبعث والمستدلين بالبراهين المعقولة، بالعقول المشوبة بشوائب الوهم والخيال، وظلمة الطبيعة، فيستدل بشبههم ويتمسك بعقائدهم، حتى يصير من جملتهم، ويعد في زمرتهم، كما قال تعالى:  {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ} ويهديه بهذه الاستدلالات والشبهات إلى عذاب السعير، سعير القطيعة والحرمان، انتهى. </p><p> والمعنى: أي قدر سبحانه أن من اتبع ذلك الشيطان، وسلك سبيله، أضله في الدنيا بما يوسوس له، ويدسي به نفسه، ويزين لها من اتباع الغواية والفجور، وسلوك سبيل المعاصي والآثام، التي توبقه في جهنم وبئس القرار. </p><p> وخلاصة ذلك: أنه يضله في الدنيا، ويقوده في الآخرة إلى عذاب السعير، بما يجترح من السيئات ويتركب من الآثام. </p><p> وقرأ الجمهور (٢) : {كتب} مبنيا للمفعول، وقرأ أبو عمران الجوني {كتب} بفتح الكاف؛ أي: كتب الله سبحانه، وقرأ الجمهور أنه بفتح الهمزة في موضع المفعول، الذي لم يسم فاعله {فإنه} بفتحها أيضًا، والفاء رابطة جواب من الشرطية إن جعلتها شرطية، أو داخلة في خبر من الموصولة، إن كانت موصولة، وقرأ أبو عمران الجوني {أنه} بفتح الهمزة {فإنه} بكسر الهمزة، وقرأ أبو مجلز وأبو العالية وابن أبي ليلى والضحاك وابن يعمر والأعمش والجعفي {إنه}  {فإنه} بكسر الهمزة فيهما. </p><p> ٥ - ثم ذكر سبحانه ما هو المقصود من الاحتجاج على الكفار، بعد فراغه من تلك المقدمة، فقال:  {يَا أَيُّهَا النَّاسُ} ؛ أي: يا أهل مكة، المنكرين للبعث {إِنَّ </p><p>(١) روح البيان. (٢) البحر المحيط وزاد المسير.</p><p> كُنْتُمْ فِي رَيْبٍ} وشك {مِنَ الْبَعْثِ} والإعادة والقيامة. وعبر سبحانه بالريب، مع أنهم موقنون بعدم حصوله، إيذانًا بأن أقصى ما يمكن صدوره منهم، وإن بلغوا غاية المكابرة والعناد هو الارتياب في شأنه، أما الجزم بعدم إمكانه، فلا يدور بخلد عاقل على حال. </p><p> وقرأ الجمهور (١) : {البعث} بسكون العين، والكوفيون إسكان العين، عندهم تخفيف يقيسونه بما وسط حرف حلق، كالنهْر والنهَر والشعْر والشعَر، والبصريون لا يقيسونه، وما ورد من ذلك هو عندهم، مما جاء فيه لغتان، وقرأ الحسن {من البعث} بفتح العين، وهي لغة فيه، كالحلب والطرد في الحَلْب والطَرْد، والبعث (٢) : الإخراج من الأرض والتسيير إلى الموقف، وجيء بإن مع كثرة المرتابين لاشتمال المقام على ما يقلع الريب من أصله، وتصوير أن المقام لا يصلح إلا لمجرد الفرض له، كما يفرض المحال. وشكهم يحتمل أن يكون في وقوعه أو في إمكانه؛ أي: إن كنتم في شك من إمكان الإعادة. وكونها مقدورة له تعالى، أو من وقوعها، {فَإِنَّا خَلَقْنَاكُمْ} ليس جزاء للشرط؛ لأن خلقهم مقدم على كونهم مرتابين، بل هو علة للجزاء المحذوف، والمعنى: يا أيها الناس إن كنتم في شك من إمكان الإعادة، أو من وقوعها، فانظروا إلى مبدأ خلقكم، ليزول عنكم الريب، ويرتفع الشك، وتدحض الشبهة الباطلة؛ لأنا خلقنا كل فرد منكم خلقًا إجماليًا {مِنْ تُرَابٍ} في ضمن خلق أبيكم آدم منه. </p><p> والخلاصة: إن شككتم في بعثكم، فتدبروا أمر خلقكم وابتدائكم، فإنكم لا تجدون في القدرة، فرقا بين الابتداء والإعادة. {ثُمَّ} خلقناكم خلقًا تفصيلياً {مِنْ نُطْفَةٍ} ؛ أي: من منيّ، وهي الماء الصافي قل أو كثر، ويعبر بها عن ماء الرجل من نطف الماء إذا سال، أو من النطف وهو الصبّ، {ثُمَّ} خلقناكم {مِنْ عَلَقَةٍ} ؛ أي: من قطعة من الدم جامدة، مكوّنة من المني، {ثُمَّ} خلقناكم {مِنْ مُضْغَةٍ} ؛ أي: قطعة من اللحم، مكوّنة من العلق، وهي في الأصل، مقدار ما </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> يمضغ {مُخَلَّقَةٍ} بالجر صفة مضغة؛ أي: تامّة التصوير والتخطيط والحواس ومستبينتها {وَغَيْرِ مُخَلَّقَةٍ} ؛ أي: وناقصة في هذه الأمور وغير مستبينتها، والمراد تفصيل حال المضغة وكونها أولًا قطعة لم يظهر فيها شيء من الأعضاء، ثم ظهر بعد ذلك شيء، لكنّه أخر غير المخلقة على خلاف الترتيب الطبعي لكونها عدم الملكة، والعدم مؤخر عن الوجود، كذا في \"الإرشاد\" ويؤيده قول صاحب \"التأويلات\"  {مُخَلَّقَةٍ} ؛ أي: منفوخة فيها الروح {وَغَيْرِ مُخَلَّقَةٍ} ؛ أي: صورة لا روح فيها، أو المعنى (١) ؛ أي: ثم من قطعة من اللحم مسوّاة لا نقص فيها، ولا عيب في ابتداء خلقها، ومضغة غير مسوّاءة فيها عيب، وبهذا التفاوت في الخلق يتفاضل الناس في صورهم، وأشكالهم وطولهم وقصرهم. وفي \"الفتوحات\" قوله: {مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ} هذا تقسيم على سبيل التسمح، فإن كل مضغة تكون أولًا غير مخلقة، ثم تصير مخلقة، ولو جاء النظم هكذا: ثم من نطفة غير مخلقة، ثم من مخلقة لكان أوضح. </p><p> وعبارة أبي السعود: كان مقتضى الترتيب السابق، المبني على التدريج من المبادىء البعيدة على القريبة، أن يقدم غير المخلقة على المخلقة، وإنما أخرت عنها لأنها عدم الملكة. اهـ. وقال القرطبي: قال ابن زيد: المخلقة: التي خلق الله فيها الرأس، واليدين والرجلين، وغير المخلقة: التي لم يخلق فيها شيء. أو يقال: إن الواو لا تقتضي ترتيبًا، فكأنه قال: غير مخلقة ومخلقة، وقد يقال: إن الإثبات مقدم على النفي؛ لأن غير مخلقة من قبيل النفي، وقيل غير ذلك. وفي \"الفتوحات\" أيضًا: تأمل (٢) في هذا الترتيب، فإنه يقتضي أن الإنسان الكامل خلق أولًا من نطفة، ثم ثانيًا من علقة، ثم ثالثًا من مضغة، مع أن أصل الخلق من نطفة، ثم صارت النطفة علقة، ثم صارت العلقة مضغة، كما يصرح به قوله في آية أخرى:  {ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً ...} إلخ، إلا أن يقال: فإنّا صيرنا مادة خلقكم من تراب، ثم من نطفة إلخ، وقرأ ابن أبي عبلة {مخلقة} بالنص {وغير} بالنصب أيضًا، نصبًا على الحال من النكرة المتقدمة، وهو قليل وقاسه سيبويه. </p><p>(١) المراغي. (٢) الفتوحات.</p><p> واللام في قوله:  {لِنُبَيِّنَ لَكُمْ} متعلقة بـ {خلقنا} ؛ أي: خلقناكم على هذا النمط البديع، لنبين لكم كمال قدرتنا، بتصريفنا أطوار خلقكم، وجميل نظامنا وعظيم حكمتنا، التي من جملتها أمر البعث والنشور، فإن من قدر على خلق البشر أوّلًا، من تراب، لم يشم رائحة الحياة قط .. فهو قادر على إعادته. وقوله:  {وَنُقِرُّ فِي الْأَرْحَامِ} ؛ أي: ونبقي في أرحام النساء، بعد تمام خلقه، {مَا نَشَاءُ} أن نقره فيها من الأجنة {إِلَى أَجَلٍ مُسَمًّى} ووقت معين؛ أي: إلى الوقت الذي قدّر أن تلد فيه المرأة. كلام مستأنف (١) ، مسوق لبيان حالهم، بعد تمام خلقهم؛ أي: ونحن نقر في الأرحام ما نشاء من الأجنة؛ إلى وقت الوضع، وأدناه ستة أشهر عند الكل، وأقصاه سنتان عند أبي حنيفة، وأربع سنين عند الشافعي، وخمس سنين عند مالك، روي أن الضحاك بن مزاحم التابعي، مكث في بطن أمه سنتين، ومالكاً ثلاث سنين، كما ذكره السيوطي، وأخبر الإمام مالك - رحمه الله تعالى - أن جارية له ولدت ثلاثة أولاد، في اثنتي عشرة سنة، تحمل كل واحد أربع سنين، وقال {ما نشاء} ، ولم يقل من نشاء؛ لأنه يرجع إلى الحمل، وهو جماد قبل أن ينفخ فيه الروح، وفي الآية إشارة، إلى أن بعض ما في الأرحام، لا يشاء الله تعالى إقراره فيها، بعد تكامل خلقه، فيسقط وتمجه الأرحام. </p><p> وقرأ ابن أبي عبلة (٢) : {ليبين لكم ويقر} بالياء، وقرأ يعقوب وعاصم في رواية و {نقر} بالنصب عطفًا على {لنبين} ، وعن عاصم أيضًا {ثم يخرجكم} بنصب الجيم عطفًا على {ونقر} إذا نصب، وعن يعقوب {وَنُقِرُّ} بفتح النون وضم القاف والراء من قر الماء صبه، وقرأ أبو زيد النحوي {ويَقِرَ} بفتح الياء والراء وكسر القاف، وقرأ الجمهور (٣) : {نقر} بالرفع على الاستئناف؛ أي: ونحن نقر كما مر، قال الزجاج {نُقر} بالرفع لا غير؛ لأنه ليس المعنى فعلنا ذلك، لنقر في الأرحام ما نشاء، وقرىء {ليبين}  {ويقر}  {ويخرجكم} بالتحتية </p><p>(١) روح البيان. (٢) الشوكاني.(٣) المراغي.</p><p> في الأفعال الثلاثة، وقرأ يحيى بن وثاب {ما نشاء} بكسر النون. {ثُمَّ} بعد إقراركم فيها {نُخْرِجُكُمْ} من بطون أمهاتكم عند تمام الأجل المسمى حال كونكم {طِفْلًا} ؛ أي: أطفالًا صغارًا بحيث لا تقومون بمصالح أموركم من غاية الضعف، وإنما وحد الطفل، اعتبارًا بكل واحد منهم، أو لإرادة الجنس المنتظم للواحد والمتعدد، والطفل الولد ما دام ناعماً، كما في \"المفردات\" . وقال المولى الفنادي في تفسير الفاتحة: حد الطفل من أول ما يولد حين يستهل صارخًا إلى انقضاء ستة أعوام، انتهى. وقيل: يطلق الطفل على الصغير، من وقت انفصاله إلى البلوغ، {ثُمَّ} بعد إخراجكم طفلًا نُسَهِّلُ في تربيتكم أمورًا {لِتَبْلُغُوا} ولتصلوا {أَشُدَّكُمْ} ؛ أي: غاية كمالكم في القوة والعقل والتمييز، فهو علة لمحذوف، وقيل: هو (١) علة لنخرجكم، معطوفة على علة أخرى، مناسبة لها، كأنه قيل: ثم نخرجكم طفلًا لتكبروا شيئًا فشيئًا، ثم لتبلغوا كمالكم في القوة والعقل والتمييز، وهو فيما بين الثلاثين والأربعين. وفي \"القاموس\" ما بين ثماني عشرة إلى ثلاثين. مفرد جاء على بناء الجمع كـ: آنُكٍ، ولا نظير لهما، انتهى. </p><p> وقيل (٢) : إن {ثُمَّ} هنا، زائدة، والتقدير: ثم نخرجكم طفلًا لتبلغوا، إلخ، وقيل: إنه معطوف على نبين، {وَمِنْكُمْ مَنْ يُتَوَفَّى} قبل بلوغ الكبر؛ أي: يقبض روحه ويموت بعد بلوغ الأشد أو قبله، والتوفي عبارة عن الموت، يقال توفاه الله إذا قبض روحه. </p><p> وقرىء {يُتَوَفَّى} بفتح الياء مبنيًا للفاعل؛ أي: يستوفي أجله، والجمهور بالضم مبنيًا للمفعول؛ أي: بعد الأشد وقبل الهرم، {وَمِنْكُمْ مَنْ يُرَدُّ} ويرجع {إِلَى أَرْذَلِ الْعُمُرِ} ؛ أي: يبقى ويعمر إلى بلوغه أرذل العمر، وأخس الحياة وأدناها وأردأها، وهو الهرم والخرف والرذل والرذال المرغوب عنه لردائته، والعمر مدة عمارة البدن بالحياة، فيصير (٣) إلى حالة الطفولية ضعيف البنية سخيف </p><p>(١) روح البيان. (٢) الشوكاني.(٣) البحر المحيط.</p><p> العقل، ولا زمان لذلك محدود، بل ذلك بحسب ما يقع في الناس، وقد نرى من علت سنه وقارب المئة أو بلغها في غاية جودة الذهن والإدراك مع قوة ونشاط، وترى من هو في سن الاكتهال وقد ضعفت بنيته، أوضح تعالى أنه قادر على إنهائه إلى حالة الخرف، كما أنه كان قادرًا على تدريجه إلى حالة التمام، فكذلك هو قادر على إعادة الأجساد التي درجها في هذه المناقل، وإنشائها النشأة الثانية. </p><p> وقوله:  {لِكَيْلَا} متعلق بـ {يُرَدُّ} ؛ أي: لكيلا {يَعْلَمَ} ويعقل ذلك المردود إلى أرذل العمر {من بعد علمه} وفهمه وعقله الأشياء، أو من بعد علمه الكثير {شَيْئًا} من الأشياء، أو شيئًا من العلم، والمعنى (١) : أنه يصير من بعد أن كان ذا علم بالأشياء، وفهم لها، لا علم له ولا فهم، وهو مبالغة في انتقاص علمه وانتكاس حاله، وإلا فهو يعلم بعض الأشياء كالطفل، فهذا الرد خاص، بغير قارىء القرآن والعلماء، أما قارىء القرآن والعلماء، فلا يردون في آخر عمرهم إلى الأرذل، بل يزداد عقلهم كلما طال عمرهم، اهـ شيخنا؛ أي: ليعود إلى ما كان عليه أوان الطفولية من ضعف البنية، وسخافة العقل وقلة الفهم، فينسى ما عمله، وينكر ما عرفه، ويعجز عما قدر عليه. وقال الزمخشري؛ أي: ليصير نسّاء، بحيث إذا كسب علمًا في شيء، لم ينشب أن ينساه ويزلَّ عنه علمه، حتى يسأل عنه من ساعته، يقول لك من هذا، فتقول فلان، فما يلبث لحظة إلا سألك عنه، اهـ. وروي عن أبي عمرو ونافع تسكين ميم العمر. </p><p> والمعنى: أي (٢) ومنكم من يتوفى على كمال قوته وكمال عقله، ومنكم من يبقى حتى يبلغ الهرم والخرف، فيصير كما كان في أول طفولته، ضعيف البنية، سخيف العقل، قليل الفهم. </p><p> وخلاصة ذلك: أنه إما أن يميتكم أو يردكم إلى أرذل العمر، الذي يسلب فيه العلم والقدرة على العمل. وفي \"التأويلات النجمية\" : في الآية (٣) إشارة إلى </p><p>(١) الشوكاني. (٢) المراغي.(٣) روح البيان.</p>"
}