{
  "id": null,
  "sura": 22,
  "aya": 30,
  "text": "<p> ثلاثًا من الحجر الأسود إلى أن ينتهي إليه، ويمشي أربعًا وهذا الطواف سنة لا شيء بتركه. </p><p> والثاني: طواف الإفاضة يوم النحر بعد الرمي والحلق، ويسمى أيضًا طواف الزيارة، وهو ركن لا يحصل التحلل من الإحرام ما لم يأت به. </p><p> والثالث: طواف الوداع، لا رخصة لمن أراد مفارقة مكة إلى مسافة القصر في أن يفارقها حتى يطوف بالبيت سبعًا، فمن تركه فعليه دم، إلا المرأة الحائضة، فإنه يجوز لها ترك طواف الوداع، ثم إن الرمل يختص بطواف القدوم، ولا رمل في طواف الإفاضة والوداع. </p><p> والمعنى: أي ثم ليزيلوا ما علق بهم من الأوساخ، فيحلقوا الشعر ويقلموا الأظفار ويأخذوا من الشوارب والعارضين، وليوفوا ما نذروه من أعمال البر، وليطوفوا طواف الإفاضة أو الوداع بالبيت العتيق، إذ هو أقدم بيت للعبادة في حياة البشر. وفي قراءة (١) أبي عمرو تحريك اللامات الثلاثة بالكسر، وفي قراءة ابن ذكوان بكسر اللامين الأخيرين، وفي قراءة الباقين بإسكان الكل. </p><p> ٣٠ - وقوله:  {ذَلِكَ} خبر لمبتدأ محذوف، تقديره: أي: الأمر والشأن ذلك الذي ذكر من قوله: {وَإِذْ بَوَّأْنَا} إلى قوله: {بِالْبَيْتِ الْعَتِيقِ} فإن هذه الآية مشتملة على الأحكام المأمور بها، والمنهي عنها، وهذا وأمثاله يطلق للفصل بين الكلامين، أو بين وجهي كلام واحد، أو مبتدأ خبره محذوف؛ أي: ذلك الأمر المذكور لازمٌ لكم، أو مفعول لمحذوف، أي: احفظوا ذلك {وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ} أي: جميع تكاليف الله تعالى، من مناسك الحج وغيرها بالعمل بموجبه، جمع (٢) حرمة، وهي ما لا يحل هتكه، وهو خرق الستر عما وراءه؛ أي: يعظم أحكامه وفرائضه وسننه، وسائر ما لا يحل هتكه، كالكعبة الحرام والمسجد الحرام والبلد الحرام والشهر الحرام، بالعلم بوجوب مراعاتها والعمل بموجبه. {فَهُوَ} ؛ أي: التعظيم المفهوم من يعظم {خَيْرٌ لَهُ} ثوابًا {عِنْدَ </p><p>(١) المراح. (٢) روح البيان.</p><p> رَبِّهِ}؛ أي: في الآخرة من التهاون بشيء منها؛ أي: قربة وطاعة يثاب عليها عند الله تعالى. </p><p> وقيل: إن صيغة التفضيل هنا (١) لا يراد بها معناها الحقيقي، بل المراد أن ذلك التعظيم خير ينتفع به، فهي عدة بخير، أي: فالتعظيم خير له عند ربه، أي: قربة منه وزيادة في طاعته يثيبه عليها. وفي الآية، إشارة (٢) إلى أن تعظيم حرمات الله، هو نفس تعظيم الله تعالى، في ترك ما حرمه الله عليه، وفعل ما أمره به. يقال: بالطاعة يصل العبد إلى الجنة، وبالحرمة يصل إلى الله، ولهذا قال:  {فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ} يعني تعظيم الحرمة، والتكاليف، خير للعبد، في التقرب إلى الله، من تقربه بالطاعة. ويقال: ترك الخدمة يوجب العقوبة. وترك الحرمة يوجب الفرقة. ويقال: كل شيء من المخالفات، فالعفو فيه مساغ وللأمل فيه طريق، وترك الحرمة على خطر أن لا يغفر ذلك، وذلك بأن يؤدي شؤمه لصاحبه إلى أن يختل دينه وتوحيده. والمعنى؛ أي: هذا الذي أمر به من قضاء التفث والوفاء بالنذور، والطواف بالبيت، هو الفرض الواجب عليكم أيها الناس في حجكم، ومن يجتنب ما أمر باجتنابه في حال إحرامه تعظيمًا منه لحدود الله، أن يواقعها، وحرمه أن يستحلها فهو خير له عند ربه في الآخرة، بما يناله من رضاه وجزيل ثوابه. </p><p> {وَأُحِلَّتْ} ؛ أي: جعلت حلالاً وهو من حل العقدة، {لَكُمُ} ؛ أي: لمنافعكم {الْأَنْعَامُ} وهي الأزواج الثمانية على الإطلاق، من الضأن اثنين، أي: الذكر والأنثى، ومن المعز اثنين ومن الإبل اثنين، ومن البقر اثنين، فالخيل والبغال والحمير خارجة من الأنعام. {إِلَّا مَا يُتْلَى} ويقرأ {عَلَيْكُمْ} تحريمه في آية {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ} في سورة المائدة. </p><p> أي: وأحل لكم (٣) أيها الناس، أن تأكلوا الأنعام إذا ذكيتموها، فلم يحرم </p><p>(١) الشوكاني. (٢) روح البيان.(٣) المراغي.</p><p> عليكم بحيرةً ولا سائبةً ولا وصيلةً ولا حاميًا، إلا ما يتلى عليكم تحريمه في كتاب الله تعالى، وهو الميتة والدم ولحم الخنزير وما أهل لغير الله به، والمنحنقة والموقوذة والمتردية والنطيحة وما أكل السبع وما ذبح على النصب، فإن كل ذلك رجس. أو المعنى: ورخصت لكم حال الإحرام ذبيحة الأنعام، وأكل لحومها، إلا ما يتلى عليكم آية تحريمه، مما حرم منها لعارضٍ، كالميتة، وما أهل به لغير الله تعالى. </p><p> والفاء في قوله:  {فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ} تفريعية (١) على قوله: {وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ} فلما حث على المحافظة على حدود الله، وترك الشرك تفرع عنه هذا، اهـ. \"شهاب\" . </p><p> أي: وابتعدوا عن الرجس الذي هو الأوثان واتركوا عبادتها، فإنها سبب الرجس الذي هو العذاب، أو هي الرجس الذي هو النجس؛ لأن عبادتها أعظم من التلوث بالنجاسات؛ أي: فاجتنبوا عبادة الرجس والنجس الذي هو الأوثان. والرجس الشيء القذر، يقال: رجل رجس ورجال أرجاس والرجس يكون على أربعة أوجه، إما من حيث الطبع، وإما من جهة العقل، وإما من جهة الشريعة، وإما من كل ذلك، كالميتة فإنها تعاف طبعًا وعقلًا وشرعًا. والرجس من جهة الشرع: الخمر والميسر والأوثان، وهي جمع وثن، وهو حجارة كانت تعبد، كما في \"المفردات\" وقال بعضهم (٢) : الفرق بينه وبين الصنم: أن الصنم هو الذي يؤلف من شجر، أو ذهب، أو فضة في صورة الإنسان. والوثن هو الذي ليس كذلك، وأصله من وثن الشيء؛ أي: أقام في مقامه، وسمي الصليب وثنًا؛ لأنه ينصب ويركز في مقامه، فلا يبرح عنه. </p><p> قال في \"الإرشاد\" : قوله: {فَاجْتَنِبُوا ...} إلخ، مرتب على ما يفيده قوله تعالى:  {وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ} من وجوب مراعاتها والاجتناب عن هتكها، </p><p>(١) شهاب. (٢) روح البيان.</p>"
}