{
  "id": null,
  "sura": 22,
  "aya": 19,
  "text": "<p> الإسلام، وهرب إلى مكة فنزلت فيه:  {وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ ...} الآية. </p><p> قوله تعالى:  {وَعَلَى كُلِّ ضَامِرٍ ...} الآية، سبب نزولها: ما أخرجه ابن جرير عن مجاهد قال: \"كانوا لا يركبون فأنزل الله {يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ} فأمرهم بالزاد، ورخص لهم الركوب والمتجر. </p><p> قوله تعالى:  {لَنْ يَنَالَ اللَّهَ لُحُومُهَا ...} الآية، سبب نزولها: ما أخرجه ابن أبي حاتم عن ابن جريج قال: كان أهل الجاهلية يضمخون البيت بلحوم الإبل ودمائها، فقال أصحاب النبي - صلى الله عليه وسلم -: فنحن أحق أن نضمخ فأنزل الله {لَنْ يَنَالَ اللَّهَ لُحُومُهَا ...} الآية. </p><p> التفسير وأوجه القراءة </p><p> ١٩ - {هَذَانِ} الجمعان، جمع المؤمنين وجمع الكفرة المنقسمة إلى الفرق الخمس. {خَصْمَانِ} ؛ أي: فريقان مختصمان. {اخْتَصَمُوا} وجادلوا وتنازعوا. {فِي رَبِّهِمْ} ؛ أي: شأنه أو في دينه، أو في ذاته وصفاته، أو في شريعته التي شرعها لعباده والكل من شؤونه، فإن اعتقاد كل من الفريقين بحقية ما هو عليه، وبطلان ما عليه صاحبه، وبناء أقواله وأفعاله عليه، خصومة للفريق الآخر، وإن لم يجر بينهما التحاور والخصام، وكان مقتضى السياق أن يقول: اختصما، بألف الإثنين، ولكن جمع الضمير نظرًا إلى معنى الفريقين. فالمراد بالخصمين فريق المؤمنين وفريق الكافرين، والظاهر (١) أن الاختصام هو في الآخرة، بدليل التقسيم بالفاء، الدالة على التعقيب في قوله:  {فَالَّذِينَ كَفَرُوا} ولذلك قال علي - رضي الله عنه -: أنا أول من يجثو يوم القيامة للخصومة، بين يدي الله تعالى. </p><p> وقيل: المراد بالخصمين (٢) : الجنة والنار، قالت الجنة: خلقني لرحمته، وقالت النار: خلقني لعقوبته، وقيل المراد بالخصمين، هم الذين برزوا يوم بدر، فمن المؤمنين، حمزة وعلي وعبيدة، ومن الكافرين، عتبة وشيبة ابنا ربيعة، والوليد بن عتبة. وقد كان أبو ذر - رضي الله عنه - يقسم أن هذه الآية، نزلت في </p><p>(١) الفتوحات. (٢) الشوكاني.</p><p> هؤلاء المتبارزين، كما ثبت عنه في الصحيح. وقال بمثل هذا جماعة من الصحابة، وهم أعرف من غيرهم بأسباب النزول. وقرأ (١) ابن عباس وابن جبير ومجاهد وعكرمة وابن كثير {هاذان} بتشديد النون. وقرأ ابن أبي عبلة (٢) : {اختصما} راعى لفظ التثنية. </p><p> ثم فصَّل سبحانه، ما أجمله في قوله:  {يَفْصِلُ بَيْنَهُمْ} فقال: {فَالَّذِينَ كَفَرُوا} بجميع مللهم. {قُطِّعَتْ} وقدرت {لَهُمْ} : على مقادير جثتهم. {ثِيَابٌ مِنْ نَارٍ} ؛ أي: لباس من نيران هائلة، تحيط بهم إحاطة الثياب بلابسها، كما تقطع الثياب الملبوسة. قال الأزهري (٣) : أي سوّيت وجعلت لبوسًا لهم، شبهت النار بالثياب؛ لأنها مشتملة عليهم كاشتمال الثياب. وعبر بالماضي عن المستقبل، تنبيهًا على تحقق وقوعه. وقيل إن هذه الثياب من نحاس، قد أذيب فصار كالنار، وهي السرابيل المذكورة في آية أخرى. وقيل: المعنى: في الآية أحاطت بهم النار. وقرأ الزعفراني في \"اختياره\"  (٤) : {قُطِّعَتْ} بتخفيف الطاء. </p><p> ومعنى الآية (٥) : أي إن أهل الأديان الستة، التي سبق ذكرها فريقان، فريق المؤمنين، وفريق الكافرين أرباب الديانات الخمس المتقدمة، جادلوا في دين الله، فكل فريق يعتقد أن ما هو عليه هو الحق، وأن ما عليه خصمه هو الباطل، وبنى على ذلك كل أقواله وأفعاله، وهذا كاف في تحقيق الخصومة، وان لم يحصل بينهما تحاور بالفعل. </p><p> ثم ذكر مآل كل فريق، وما يلقاه من الجزاء، بعد أن يفصل الله بينهما، وذكر من جزاء فريق الكافرين أمورًا ثلاثة: </p><p> ١ - {فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍ} ؛ أي: فالكافرون أعدت لهم نيران تحيط بهم كأنها ثياب قدرت على قدر أجسامهم، ولا يخفى ما في هذا الأسلوب من التهكم بهم، واحتقار شأنهم، والتعبير بثياب للإشارة إلى تراكم </p><p>(١) زاد المسير. (٢) البحر المحيط.(٣) الشوكاني.(٤) البحر المحيط.(٥) المراغي.</p>"
}