{
  "id": null,
  "sura": 22,
  "aya": 35,
  "text": "<p> لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ}. </p><p> ثم أمرهم بالإسلام له والانقياد لطاعته وعبادته فقال:  {فَلَهُ} سبحانه لا لغيره؛ لأن تقديم الجار والمجرور على الفعل للقصر، والفاء فيه للأفصاح؛ أي: فإذا كان إلهكم إلهًا واحدًا فله {أَسْلِمُوا} ؛ أي: استسلموا لحكمه، وانقادوا له في جميع ما كفلكم به، وأخلصوا له العمل، واجعلوا التقرب أو الذكر خالصًا لوجهه الكريم، ولا تشوبوه بالإشراك. وفي \"التأويلات النجمية\" : والإسلام يكون بمعنى الإخلاص، والإخلاص تصفية الأعمال من الآفات. ثم تصفيه الأخلاق من الكدورات، ثم تصفية الأحوال من الإلتفاتات، ثم تصفية الأنفاس من الأغيار انتهى. </p><p> ثم أمر رسوله - صلى الله عليه وسلم - أن يبشر المخبتين، فقال:  {وَبَشِّرِ الْمُخْبِتِينَ} ؛ أي: وبشر أيها الرسول الكريم، الخاضعين لله بالطاعة، المذعنين له بالعبودية، المنيبين إليه بالتوبة، بما أعد لهم من جزيل ثوابه وجليل عطائه. مأخوذٌ من الخبت، وهو المنخفض من الأرض. وقيل: إن المخبتين هم الذين لا يظلمون غيرهم، وإذا ظلمهم غيرهم لم ينتصروا، ولا يخفى حسن التعبير بالمخبتين هنا، من حيث إن نزول الخبت مناسب للحجاج، لما فيهم من صفات المتواضعين، كالتجرد عن اللباس، وكشف الرأس، والغربة عن الأوطان، ولذا وصفهم بالصبر، وذكر إقامة الصلاة؛ لأن السفر مظنة التقصير فيها. اهـ. \"شهاب\" . </p><p> ٣٥ - ثم وصف سبحانه هؤلاء المخبتين، وبين علاماتهم فقال:  {الَّذِينَ إِذَا ذُكِرَ اللَّهُ} سبحانه وتعالى؛ أي: ذكروه أو ذكره غيرهم {وَجِلَتْ} ؛ أي: خافت منه تعالى. {قُلُوبُهُمْ} وحذرت مخالفته لإشراق أشعة جلاله عليها، وطلوع أنوار عظمته لها، وحصول الوجل منهم، عند الذكر له سبحانه، دليل على كمال يقينهم وقوة إيمانهم. ووصفهم أيضًا بالصبر، فقال:  {وَالصَّابِرِينَ عَلَى مَا أَصَابَهُمْ} من المصائب والنوائب، ومن التكاليف والمحن في طاعة الله تعالى. </p><p> قال في \"بحر العلوم\" : الذين صبروا على البلايا والمصائب من مفارقة أوطانهم، وعشائرهم، ومن تجرع الغصص والأحزان، واحتمال المشاق والشدائد </p><p> في نصر الله وطاعته، وازدياد الخير، ومعنى الصبر الحبس، يقال: صبرت نفسي على كذا؛ أي: حبستها. ثم وصفهم بإقامة الصلاة؛ أي: بالإتيان بها في أوقتها على وجه الكمال. فقال:  {وَالْمُقِيمِي الصَّلَاةِ} في أوقاتها. أصله والمقيمين الصلاة، والإضافة فيه لفظية؛ أي: والمؤدين حقه تعالى فيما أوجبه عليهم من فريضة الصلاة في الأوقات التي حددها. ثم وصفهم بالإنفاق، فقال:  {وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} في وجوه الخيرات، وقدم (١) المفعول إشعارًا بكونه أهم، كأنه قيل: ويخصون بعض المال الحلال بالتصدق به، والمراد به إما الزكاة المفروضة لاقترانها بالصلاة المفروضة، أو مطلق ما ينفق في سبيل الله، لوروده مطلق اللفظ، من غير قرينة الخصوص. </p><p> والمعنى: أي وينفقون بعض ما آتاهم الله، من طيب الرزق في وجوه البر، وعلى أهليهم وأقاربهم، وعلى الخلق كافة، ومن ذلك إهداء الهدايا التي يغالون في أثمانها. </p><p> وقرأ الجمهور (٢) : {وَالْمُقِيمِي الصَّلَاةِ} بالخفض على الإضافة، وحذفت النون لأجلها وقرأ ابن أبي إسحاق والحسن وأبو عمرو في رواية {الصلاة} بالنصب على توهم بقاء النون وحذفت النون لأجلها. وقرأ ابن مسعود والأعمش {والمقيمين} بالنون {الصلاة} بالنَّصْب. وقرأ الضحاك {والمقيم الصلاة} . </p><p> وناسب (٣) تبشير من اتصف بالإخبات هنا؛ لأن أفعال الحج من نزع الثياب والتجرد من المخيط وكشف الرأس والتردد في تلك المواضع الغبرة المحجرة، والتلبس بأفعال شاقةٍ، لا يعلم معناها إلا الله تعالى، مؤذن بالاستسلام المحض، والتواضع المفرط حيث يخرج الإنسان عن مألوفه إلى أفعال غريبة، ولذلك وصفهم بالإخبات والوجل إذا ذكر الله تعالى، والصبر على ما أصابهم من المشاق، وإقامة الصلوات في مواضع لا يقيمها إلا المؤمنون المصطفون، </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) البحر المحيط.</p>"
}