{
  "id": null,
  "sura": 22,
  "aya": 41,
  "text": "<p> الجنة فرأى المصلوب فيها في أعلى عليين فإذا مناد ينادي حلمي على الظالمين أحل المظلومين في أعلى عليين. </p><p> واعلم: أن الله تعالى يدفع في كل عمر مدبرًا بمقبل، ومبطلًا بمحق، وفرعونًا بموسى، ودجالًا بعيسى، وأبا جهل بمحمد، فلا تستبطىء ولا تتضجر. </p><p> والخلاصة: أن الله سبحانه لقوي على نصر من جاهد في سبيله من أهل طاعته، منيع في سلطانه، لا يقهره قاهر، ولا يغلبه غالب. ونحو الآية قوله: {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ (٢١) } </p><p> ٤١ - والموصول (١) في قوله: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ} في موضع نصب صفة لـ {مِن} في قوله: {مَنْ يَنْصُرُهُ} قاله الزجاج، وقال غيره هو في موضع جر صفة لقوله:  {لِلَّذِينَ يُقَاتَلُونَ} . وقيل: المراد بهم المهاجرون والأنصار والتابعون لهم بإحسان. وقيل: أهل الصلوات الخمس. وقيل: ولاة العدل، وقيل غير ذلك. وفيه إيجاب الأمر بالمعروف، والنهي عن المنكر على من مكنه الله في الأرض، وأقدره على القيام بذلك. </p><p> أي: ولينصرن الله الذين إن مكناهم في الأرض، وأعطيناهم زمام الأحكام. {أَقَامُوا الصَّلَاةَ} لتعظيمي؛ أي: أدوها بحقوقها، وشرائطها. قال الراغب (٢) : كل موضع مدح الله بفعل الصلاة، أو حث عليه ذكر بلفظ الإقامة، ولم يقل المصلين، إلا في المنافقين، نحو {فَوَيْلٌ لِلْمُصَلِّينَ (٤) } وإنما (٣) خص لفظ الإقامة تنبيهًا على أن المقصود من فعلها، توفية حقوقها وشرائطها، لا الإتيان بهيأتها فقط، ولهذا روى أن المصلين كثير والمقيمين لها قليل. {وَآتَوُا الزَّكَاةَ} لمساعدة عبادي؛ أي: أدوا وأعطوا زكاة أموالهم في مصارفهما. {وَأَمَرُوا بِالْمَعْرُوفِ} ؛ أي: بكل ما عرف حسنه شرعًا، وعرفًا من التوحيد وأصناف الواجبات، والمندوبات. {وَنَهَوْا عَنِ الْمُنْكَرِ} ؛ أي: عن كل ما استقبحه الشرع </p><p>(١) الشوكاني. (٢) روح البيان.(٣) روح البيان.</p><p> والعقل السليم من الإشراك وأصناف المحرمات والمكروهات. {وَلِلَّهِ} خاصة {عَاقِبَةُ الْأُمُورِ} ؛ أي: آخر أمور الخلائق؛ أي: مرجعا، ومصيرها إلى حكمه وتقديره وتدبيره دون غيره، في الثواب عليها أو العقاب في الدار الآخرة. ونحو الآية قوله:  {وَالْعَاقِبَةُ لِلْمُتَّقِينَ} . </p><p> والمعنى: أي (١) هؤلاء الذين أخرجوا من ديارهم. هم الذين إن مكنا لهم في البلاد، فقهروا المشركين وغلبوهم عليها أطاعوا الله، فأقاموا الصلاة على النحو الذي طلبه، وأعطوا زكاة أموالهم التي حباها لهم، ودعوا الناس إلى توحيده، والعمل بطاعته، وأمروا بما حثت عليه الشريعة، ونهوا عن الشرك واجتراح السيئات. </p><p> وخلاصة ذلك: أنهم هم الذين كملوا أنفسهم باستحضار المعبود، والتوجه إليه في الصلاة على قدر الطاقة، وكانوا عونًا لأممهم بإعانة فقرائهم، وذوي الحاجة منهم، وكملوا غيرهم فأفاضوا عليهم من علومهم وآدابهم، ومنعوا المفاسد التي تعوق غيرهم عن الوصول إلى الرقي الخلقي، والأدب السامي. </p><p> وعن ابن عباس (٢) - رضي الله عنهما - رفعه إلى النبي - صلى الله عليه وسلم - \"إن من أشراط الساعة، إماتة الصلوات واتباع الشهوات، والميل إلى الهوى، ويكون أمراء خونة، ووزراء فسقة\" فوثب سلمان، فقال: بأبي وأمي إنَّ هذا لكائن؟ قال:  \"نعم يا سلمان، عندها يذوب قلب المؤمن، كما يذوب الملح في الماء، ولا يستطيع أن يغير\" قال: أو يكون ذلك؟ قال:  \"نعم يا سلمان، إن أذل الناس يومئذٍ المؤمن، يمشي بين أظهرهم بالمخالفة، إن تكلم أكلوه، وإن سكت مات بغيظه\" . قال عمر - رضي الله عنه - للنبي - عليه السلام -: أخبرني عن هذا السلطان الذي ذلت له الرقاب، وخضعت له الأجساد، ما هو؟ فقال:  \"ظل الله في الأرض، فإذا أحسن فله الأجر، وعليكم الشكر، وإذا أساء فعليه الإصر، وعليكم الصبر\" . وفي الحديث:  \"عدل ساعة خير من عبادة سبعين سنة\" . </p><p>(١) المراغي. (٢) روح البيان.</p>"
}