{
  "id": null,
  "sura": 22,
  "aya": 13,
  "text": "<p> وقرىء {خاسر الدنيا} اسم فاعل مرفوعًا على تقدير هو خاسر الدنيا. وقرأ الجمهور:  {خَسِرَ} فعلًا ماضيًا، وهو استئناف إخبار. ويجوز أن يكون في موضع الحال، ولا يحتاج إلى إضمار قد؛ لأنه كثر وقوع الماضي حالًا، في لسان العرب بغير قد، فساغ القياس عليه. والإشارة في قوله:  {ذَلِكَ} إلى خسران الدنيا والآخرة، وهو مبتدأ خبره قوله:  {هُوَ الْخُسْرَانُ الْمُبِينُ} ؛ أي: الواضح الظاهر الذي لا خسران مثله لمن تدبر فيه وتفكَّر، </p><p> ١٢ - ثم أكد عظم ذلك الخسران بقوله:  {يَدْعُو مِنْ دُونِ اللَّهِ} استئناف مبين لعظم الخسران، فيكون الضمير راجعًا إلى المرتد المشرك المنقلب على وجهه؛ أي: هذا المرتد الذي انقلب على وجهه ورجع إلى الكفر يدعو من دون الله؛ أي: يعبد متجاوزًا عبادة الله إلى عبادة الأصنام. {مَا لَا يَضُرُّهُ} ؛ أي: معبودًا لا يضره إن ترك عبادته. {وَمَا لَا يَنْفَعُهُ} إن عبده لكون ذلك المعبود جمادًا، لا يقدر على ضرّ ولا نفع؛ أي: يعبد جمادًا ليس من شأنه الضرّ والنفع، كما يلوح به تكرير كلمة ما. والإشارة في قوله:  {ذَلِكَ} إلى الدعاء المفهوم من الفعل وهو يدعو، وهو مبتدأ خبره قوله:  {هُوَ الضَّلَالُ الْبَعِيدُ} ؛ أي: ذلك الدعاء هو الضلال البعيد عن الحق والهدى، والخطأ البعيد عن الصواب والرشاد، مستعار من ضلال من أبعد في التيه ضالًا عن الطريق، فطالت وبعدت مسافة ضلاله، فإن القرب والبعد من عوارض المسافة الحسية. </p><p> والمعنى (١) : أي ذلك الارتداد وعبادة تلك الآلهة دون الله، هو السير على غير استقامة، والذهاب على غير هدى، فما مثله إلا مثل من أبعد في التيه ضالًا وبعدت مسافته في ضلاله، فلم يهتد إلى الصراط المستقيم السوي، ولم ينل ما يبتغي، وبلغت به الحيرة كل مبلغ. </p><p> ١٣ - ثم زاد ما سلف توكيدًا وبين مآل دعائه، وعبادته غير الله تعالى، فقال:  {يَدْعُو} وينادي ذلك الكافر، المنقلب يوم القيامة برفع صوت {لَمَنْ ضَرُّهُ أَقْرَبُ </p><p>(١) المراغي.</p><p> مِنْ نَفْعِهِ لَبِئْسَ} وقبح {الْمَوْلَى} والناصر لي {وَلَبِئْسَ الْعَشِيرُ} ؛ أي: الصاحب والعشير والمخالط لي، والدعاء (١) بمعنى القول. واللام داخلة على الجملة الواقعة مقولًا له. و {مَنْ} مبتدأ. خبره جملة القسم الآتية. {ضَرُّهُ} مبتدأ {أقرب} خبره، والجملة صلة من الموصولة. وقوله {لَبِئْسَ} إلخ جواب لقسم محذوف، وهو وجوابه خبر لـ {من} الموصولة. </p><p> والمعنى: يقول ذلك الكافر يوم القيامة بنداء بناء ورفع صوت وصراخ، حين يرى تضرره بمعبوده، ودخوله النار بسببه، ولا يرى منه أثر النفع أصلًا لمن ضره أقرب من نفعه: والله، لبئس الناصر ولبئس الصاحب والمعاشر؛ أي: يقول في ذمه وبيان قبحه لمعبودي، الذي تضرري بعبادته أقرب من انتفاعي بها، أقسم في ذمه وبيان قبحه بقولي: والله، لبئس المولى والناصر هو؛ أي؛ معبودي، ولبئس العشير والصاحب هو؛ أي: معبودي. </p><p> وخلاصة ذلك: أيُّ عشير هذا، وأيُّ ناصر ذاك، الذي لا ينفع ولا ينصر من يعاشره، والله لبئس العشير، ولبس النصير. فالآية استئناف، مسوق لبيان مآل دعائه المذكور، وتقرير كونه ضلالًا بعيدًا، وإيراد صيغة التفضيل، مع خلوه عن النفع، بالكلية، للمبالغة في تقبيح حاله، والإمعان في ذمه. والظاهر أن اللام زائدة. و {من} مفعول {يدعو} ، و {ضره} مبتدأ و {أقرب} خبره، والجملة صلة {من} الموصولة، ويؤيده القراءة بغير اللام؛ أي: يعبد من ضره بكونه معبوداً؛ لأنه يوجب القتل في الدنيا، والعذاب في الآخرة - أقرب من نفعه، الذي يتوقع بعبادته في زعمهم، وهو الشفاعة والتوسل إلى الله. فإيراد كلمة (من) وصيغة التفضيل تهكم به، والجملة القسمية حينئذٍ مستأنفة، ويؤيِّد هذا الوجه قراءة عبد الله {يدعو من ضره} بإسقاط اللام. وقيل: إن يدعو بمعنى: يسمي، ومفعوله الثاني محذوف، واللام زائدة، تقديره: أي: يدعو ويسمي من ضره أقرب من نفعه إلهًا، وجملة القسم حيئنذٍ مستأنفة. فإن قلت: نفى (٢) سبحانه الضر والنفع عن الأصنام، </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}