{
  "id": null,
  "sura": 22,
  "aya": 63,
  "text": "<p> العدم. {وَأَنَّ اللَّهَ} سبحانه {هُوَ الْعَلِيُّ} على جميع الأشياء، وكل شيء دونه. {الْكَبِيرُ} عن أن يكون له شريك، لا شيء أعلى منه شأنًا وأكبر سلطانًا. </p><p> وخلاصة ذلك (١) : أفتتركون أيها الجهال عبادة من بيده النفع والضر، وهو القادر على كل شيء، وكل شيء دونه، وهو فوق كل شيء، وتعبدون من لا يملك لنفسه ولا لغيره نفعًا وضرًا. </p><p> وعبارة الشوكاني هنا:  {ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ} ؛ أي: هو سبحانه ذو الحق فدينه حق، وعبادته حق، ونصره لأوليائه على أعدائه حق، ووعده حق، فهو عز وجل في نفسه وأفعاله وصفاته حق. {وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ} ؛ أي: العالي على كل شيء بقدرته المتقدس عن الأشباه، والأنداد، والمنزه عما يقول الظالمون من الصفات {الْكَبِيرُ} ؛ أي: ذو الكبرياء، وهو عبارة عن كمال ذاته، وتفرده بالإلهية. انتهت. </p><p> وقرأ الجمهور:  (٢)  {وَأَنَّ مَا} بفتح الهمزة. وقرأ الحسن بكسرها. وقرأ ابن كثير وأبو عمرو والأخوان حمزة والكسائي، وحفص عن عاصم {يَدْعُونَ} بياء الغيبة هنا وفي لقمان على الخبر. واختار هذه القراءة أبو عبيدة. وقرأ باقي السبعة {تَدْعُونَ} بتاء الخطاب للمشركين واختار هذه القراءة أبو حاتم. </p><p> والمعنى: وأن الذين تدعونهم آلهة، وهي الأصنام، هو الباطل الذي لا ثبوت له، وكلا هاتين القراءتين الفعل فيهما مبني للفاعل. وقرأ مجاهد واليماني وموسى الأسواري {يُدْعَون} بالياء مبنيًا للمفعول، والواو عائدة على {ما} . على معناها، و {ما} الظاهر أنها أصنامهم. وقيل الشياطين. والأولى العموم في كل مدعو دون الله سبحانه وتعالى. </p><p> ٦٣ - والاستفهام في قوله:  {أَلَمْ تَرَ} للتقرير. والرؤية هنا إما علمية كما قاله الرازي، أو بصرية. والخطاب فيه للنبي - صلى الله عليه وسلم -، أو لكل من تتأتى منه الرؤية {أَنَّ اللَّهَ} سبحانه {أَنْزَلَ مِنَ السَّمَاءِ مَاءً} ؛ أي: مطرًا {فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً} ؛ </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> أي: ذات خضرة؛ أي: فتصير الأرض نامية بما فيه رزق العباد، وعمارة البلاد. والفاء فيه للعطف على {أنزل} . وارتفع الفعل بعد الفاء لكون استفهام التقرير بمنزلة الخبر. كما قاله الخليل وسيبويه. وفي \"الشهاب\" ولم ينصب (١) هذا المضارع في جواب الاستفهام؛ لأنه استفهام تقريري مؤول بالخبر؛ أي: قد رأيت. والخبر لا جواب له. وأيضًا لا تصح السببية هنا، فإن الرؤية لا يثبت عنها إخضرار الأرض، بل إنما يوجبه إنزال المطر. وأيضًا جواب الاستفهام ينعقد منه شرط وجزاء، وهنا لا يصح ذلك، إذ لا يقال: إن تر إنزال المطر تصبح الأرض، اهـ. ملخصًا منه. </p><p> وقرىء {مُخْضَرَّةً} على وزن مفعلة ومسبعة. قال الزمخشري: فإن قلت (٢) : هلا قيل: فأصبحت، ولم صرف إلى لفظ المضارع؟ </p><p> قلت: لنكتة فيه، وهي إفادة بقاء أثر المطر زمانًا بعد زمان، كما تقول: أنعم عليَّ فلان عام كذا فأروح وأغدو شاكرًا له. ولو قلت: فرحت وغدوت لم يقع ذلك الموقع، اهـ. قال ابن عطية (٣) : ولا يكون هذا الإخضرار في صباح ليلة المطر إلا بمكة وتهامة، والظاهر أن المراد بالإخضرار اخضرار الأرض في نفسها لا باعتبار النبات فيها، كما في قول تعالى:  {فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ} . </p><p> وقال أبو عبد الله الرازي في \"تفسيره الكبير\" قوله: {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً} إلى قوله: {إِنَّ الْإِنْسَانَ لَكَفُورٌ} ذكر هنا من آثار قدرته ستة أشياء: </p><p> أولها: إنزال المطر الناشىء عنه اخضرار الأرض، وفسر الرؤيا بالعلم دون الإبصار؛ لأن الماء وإن كان مرئيًا إلا أن كون الله منزلًا له من السماء غير مرئي. وقال:  {فَتُصْبِحُ الْأَرْضُ} دون أصبحت لإفادته بقاء أثر المطر زمانًا بعد زمان. </p><p> الثاني: قوله: {لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} ومن جملته خلق المطر، </p><p>(١) الشهاب. (٢) الكشاف.(٣) البحر المحيط.</p>"
}