{
  "id": null,
  "sura": 22,
  "aya": 40,
  "text": "<p> وإنما شرع (١) الجهاد بعد الهجرة إلى المدينة؛ لأنهم لما كانوا بمكة كان المشركون أكثر من المؤمنين عددًا، حتى أخرجوا النبي - صلى الله عليه وسلم - من بين أظهرهم وهموا بقتله، وشردوا أصحابه، فذهبت طائفة منهم إلى الحبشة، وذهب آخرون إلى المدينة فلما استقروا بالمدينة، وأتاهم رسول الله - صلى الله عليه وسلم -، واجتمعوا إليه، وقاموا بنصره، وصارت المدينة لهم دار إسلام، ومعقلاً يلجؤون إليه، شرع الجهاد ونزلت هذه الآية مرخصة فيه. </p><p> ٤٠ - ثم وصف سبحانه هؤلاء المؤمنين بقوله:  {الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ} ؛ أي: أولئك المظلومون هم الذين أخرجهم المشركون من ديارهم وبلدهم مكة إلى المدينة ظلمًا. {بِغَيْرِ حَقٍّ} بغير استحقاق خروج؛ أي: أخرجوا بغير موجب استحقوا الخروج به، وعذبوا بعضهم، وسبوا بعضًا آخر، وما كان لهم من إساءةٍ إليهم، ولا ذنب جنوه {إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ} ؛ أي: إلا أنهم عبدوا الله وحده لا شريك له. قال سيبويه: الاستثناء منقطع؛ أي: لكن لقولهم ربنا الله؛ أي: أخرجوا بغير حق يوجب إخراجهم، لكن لقولهم ربنا الله. وقال الفراء والزجاج: هو استثناء متصل، والتقدير: الذين أخرجوا من ديارهم بلا حق، إلا بأن يقولوا: ربنا الله، فيكون مثل قوله سبحانه:  {هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا} وقول النابغة: </p><p> وَلاَ عَيْبَ فِيْهِمْ غَيْرَ أَنَّ سُيُوْفَهُمْ ... بِهِنَّ فُلُوْلٌ مِنْ قِرَاعِ الْكَتَائِبِ </p><p> ونحو الآية قوله:  {يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ} وقوله: في قصة أصحاب الأخدود {وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ (٨) } ولما كان المسلمون ينشدون حين بناء الخندق: </p><p> لاَهُمَّ لَوْلاَ أَنْتَ مَا اهْتَدَيْنَا ... وَلاَ تَصَدَّقْنَا وَلاَ صَلَّيْنَا </p><p> فَأَنْزِلَنْ سَكِيْنَةً عَلَيْنَا ... وَثَبِّتِ الأَقْدَامَ إِنْ لاَقَيْنَا </p><p> إِنَّ الأُلَى قَدْ بَغَوْا عَلَيْنَا ... إِذَا أَرَادُوْا فِتْنَةً أَبَيْنَا </p><p> كان رسول الله - صلى الله عليه وسلم - يوافقهم ويقول معهم آخر كل قافية قالوا: إذا أرادوا فتنة </p><p>(١) المراغي.</p><p> أبينا، يقول: أبينا ويمد بها صوته. </p><p> ثم حرض المؤمنين على القتال، وبيَّن أنه أجرى العادة به في الأمم الماضية، لينتظم أمر الجماعات وتقوم الشرائع، وتصان بيوت العبادة من الهدم فقال: </p><p> {وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ} قرأ نافع: {ولولا دفاع} وقرأ الباقون {وَلَوْلَا دَفْعُ} كما مر. {بَعْضَهُمْ بِبَعْضٍ} ؛ أي: بتسليط المؤمنين منهم على الكافرين في كل عصر وزمان. والمراد ببعضهم، الكافرون. وببعض، المؤمنون. والمراد بالدفع، أذن الله لأهل دينه في مجاهدة الكفار، فكأنه قال: ولولا دفع الله أهل الشرك، بالمؤمنين، بالإذن لهم في جهادهم، لاستولى أهل الشرك على أهل الأديان، وعطلوا مواضع العبادة، والمراد بهذه المواضع، مواضع عبادات المؤمنين منهم. {لَهُدِّمَتْ} ؛ أي: لخربت باستيلاء المشركين عليها. {صَوَامِعُ} معبد الرهبان للنصارى. {وَبِيَعٌ} للنصارى، وذلك في زمان عيسى عليه السلام، والهدم إسقاط البناء. والتهديم للتكثير. {وَصَلَوَاتٌ} ؛ أي: كنائس لليهود في زمن شريعة موسى عليه السلام. سميت بالصلوات؛ لأنها يصلى فيها. {وَمَسَاجِدُ} للمسلمين في أيام شريعة محمد - صلى الله عليه وسلم -. </p><p> والمعنى (١) : ولولا ما شرعه الله للأنبياء والمؤمنين من قتال الأعداء. لاستولى أهل الشرك، وذهبت مواضع العبادة من الأرض، باستيلاء أهل الشرك على أهل الملل. وقيل: المعنى: لولا هذا الدفع، لهدمت في زمن موسى الكنائس، وفي زمن عيسى الصوامع والبيع، وفي زمن محمد - صلى الله عليه وسلم - المساجد. قال ابن عطية: هذا أصوب ما قيل في تأويل الآية. وقيل: المعنى: ولولا دفع الله ظلم الظلمة بعدل الولاة. وقيل: لولا دفع الله العذاب بدعاء الأخيار. وقيل: غير ذلك. </p><p> والصوامع جمع صومعة، وهي معبد الرهبان المتخذ في الصحراء، وهو بناء مرتفع خارج عن العمران. ثم استعمل في المواضع التي يؤذن عليها في الإسلام. </p><p>(١) الشوكاني.</p><p> والبيع جمع بيعة، وهي معابد النصارى المتخذة في البلد، وهما أعني الصوامع والبيع للنصارى. وقيل (١) : الصوامع للصابئين، والبيع للنصارى. والصلوات كنائس اليهود، ويسمونها بالعبرانية صلوتا. </p><p> وقدم (٢) ما سوى المساجد عليها في الذكر لكونها أقدم في الوجود بالنسبة إليها، أو ليكون الانتقال فيها من شربف إلى أشرف، وفي \"الأسئلة المقحمة\" تقديم الشيء بالذكر لا يدل على شرفه، كقوله تعالى:  {فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ} . </p><p> وقرأ (٣) الحرميان وأيوب وقتادة وطلحة وزائدة عن الأعمش، والزعفراني {لهدمت} مخففًا. وباقي السبعة وجماعة مشددًا. لما كانت المواضع كثيرة ناسب مجيء التضعيف لكثرة المواضع، فتكرر الهدم لتكثيرها. وقرأ الجمهور {وَصَلَوَاتٌ} جمع صلاة. وقرأ جعفر بن محمد:  {وصُلُوات} بضم الصاد واللام. وحكى عنه ابن خالويه:  {صِلْوات} بسكون اللام وكسر الصاد. وحكيت عن الجحدري:  {صَلَوات} بضم الصاد وفتح اللام. وحكيت عن الكلبي وأبو العالية بفتح الصاد وسكون اللام {صلوات} . والحجاج بن يوسف والجحدري أيضًا:  {وصُلُوَتٌ} بضمتين من غير ألف، ومجاهد كذلك، إلا أنه بفتح التاء وألف بعدها. والضحاك والكلبي:  {صلُوث} بضمتين من غير ألف وبثاءٍ منقوطة بثلاث. وجاء كذلك عن أبي رجاء والجحدري وأبي العالية ومجاهد كذلك إلا أنه بعد الثاء ألف. وقرأ عكرمة {وصِلْوِيْثَا} بكسر الصاد وإسكان اللام وواو مكسورة بعدها ياء بعدها ثاء منقوطة بثلاث، بعدها ألف. والجحدري أيضًا:  {صُلْوَاثٌ} بضم الصاد وسكون اللام وفتح الواو بعدها ألف بعدها ثاء مثلثة النقط. وحكى ابن مجاهد، أنه قرىء كذلك، إلا أنه بكسر الصاد. وحكى ابن خالويه وابن عطية عن الحجاج والجحدري {صُلُوب} بالباء الموحدة على وزن </p><p>(١) الخازن. (٢) روح البيان.(٣) البحر المحيط.</p><p> كعوب جمع صليب، كظريف وظروف، وهو جمع شاذ، أعني: جمع فعيل على فعول، فهذه ثلاث عشرة قراءة. </p><p> وروى هارون عن أبي عمرو {وَصَلَوَاتٌ} كقراءة الجماعة، إلا أنه لا ينون التاء كأنه جعله اسم موضع كالمواضع التي قبله، وكأنه علم فمنعه من الصرف للعلمية والعجمية. وكملت القراءات بهذه أربع عشرة قراءة ذكره في \"البحر المحيط\" . </p><p> وقوله:  {يُذْكَرُ فِيهَا} ؛ أي: في تلك المساجد {اسْمَ اللَّهِ} سبحانه بالتسبيح والتهليل والتحميد والتكبير وغيرها عند الصلاة. {كَثِيرًا} ؛ أي: ذكرا كثيرًا ووقتًا كثيرًا، صفة مادحة للمساجد خصت بها (١) دلالة على فضلها وفضل أهلها. ويجوز أن يكون صفة للأربع؛ لأن الذكر في الصوامع والبيع والصلوات كان معتبرًا قبل انتساخ شرائع أهلها. </p><p> والمعنى: أي (٢) فليقاتل المؤمنون الكافرين، فلولا القتال، وتسليط المؤمنين على المشركين في كل عصر وزمان، لهدمت في شريعة كل نبي معابد أمته، فتهدم صوامع النصارى وبيعهم وصلوات اليهود ومساجد المسلمين، التي يذكرون فيها اسم الله كثيرًا. </p><p> وفي هذا ترق، وانتقال من الأقل إلى الأكثر، حتى انتهى إلى المساجد، وهي أكثر عمَّارًا، وأكثر عبادًا، وهم ذووا القصد الصحيح. </p><p> والخلاصة: أنه لولا ما شرعه الله للأنبياء والمؤمنين من قتال الأعداء، وإقامة حدود الأديان .. لاستولى أهل الشرك على مواضع العبادة، وهدموها، وقد يكون المراد لولا هذا الدفع، لهدمت في زمن موسى الكنائس، وفي زمن عيسى الصوامع والبيع، وفي زمن محمد - صلى الله عليه وسلم - المساجد. </p><p> {وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ} واللام: فيه موطئة لقسم محذوف؛ أي: وعزتي وجلالي لينصرن الله سبحانه وليعينن من يقاتل في سبيله، لتكون كلمته العليا، </p><p>(١) روح البيان. (٢) المراغي.</p><p> وتكون كلمة عدو دينه السفلى، أو كلمة من ينصر أولياءه هي العليا. ولقد أنجز الله وعده حيث سلط المهاجرين والأنصار على صناديد قريش، وأكاسرة العجم وقياصرة الروم، وأورثهم أرضهم وديارهم. {إِنَّ اللَّهَ} سبحانه {لَقَوِيٌّ} على كل ما يريده {عَزِيزٌ} لا يمانعه شيء ولا يدافعه. والقوي (١) القادر على الشيء. والعزيز الجليل الشريف. قاله الزجاج. </p><p> وقيل: الممتنع الذي لا يرام ولا يدافع ولا يمانع. وفي (٢)  \"بحر العلوم\" غني بقدرته وعزته في إهلاك أعداء دينه عنهم، وإنما كلفهم النصر باستعمال السيوف والرماح وسائر السلاح في مجاهدة الأعداء، وبذل الأرواح، والأموال لينتفعوا به، ويصلوا بامتثال الأمر فيها، إلى منافع دينية ودنيوية. فإن قلت (٣) : فإذا كان الله قوياً عزيزًا غالبًا غلبة لا يجد معها المغلوب نوع مدافعة وانفلات، فما وجه انهزام المسلمين في بعض المغازي وقد وعدهم الله تعالى النصر؟ </p><p> قلت: إن النصرة والغلبة منصب شريف، فلا يليق بحال الكافر، لكن الله تعالى تارة يشدد المحنة على الكفار، وأخرى على المؤمنين؛ لأنه لو شدد المحنة على الكفار في جميع الأوقات وأزالها عن المؤمنين في جميع الأوقات، لحصل العلم الاضطراري، بأن الإيمان حق، وما سواه باطل، ولو كان كذلك لبطل التكليف، والثواب، والعقاب. فلهذا المعنى تارة يسلط الله المحنة على أهل الإيمان، وأخرى على أهل الكفر، لتكون الشبهات باقية، والمكلف يدفعها بواسطة النظر في الدلائل في صحة الإسلام، فيعظم ثوابه عند الله، ولأن المؤمن قد يقدم على بعض المعاصي. فيكون تشديد المحنة عليه في الدنيا كفارة له في الدنيا، وأما تشديد المحنة على الكافر فإنه يكون غضبًا من الله، كالطاعون مثلًا. فإنه رحمة وطهرة للمؤمنين، ورجز - أي: عذاب - وغضب للكافرين. </p><p> روي: أنَّ عامرًا مرَّ برجل قد صلبه الحجاج، فقال: يا رب إن حلمك على الظالمين أضر بالمظلومين، فرأى في منامه كأن القيامة قد قامت، وكأنه دخل </p><p>(١) الشوكاني. (٢) روح البيان.(٣) روح البيان.</p>"
}