{
  "id": null,
  "sura": 22,
  "aya": 36,
  "text": "<p> والإنفاق مما رزقهم ومنها الهدايا التي يغالون فيها، ذكره أبو حيان في \"البحر\" . </p><p> ٣٦ - {وَالْبُدْنَ} منصوب بمضمر يفسره ما بعده، كقوله تعالى:  {وَالْقَمَرَ قَدَّرْنَاهُ} ؛ أي: وجعلنا البدن {جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ} ؛ أي (١) : من أعلام دينه التي شرعها الله لكم، مفعول ثان للجعل، ولكم ظرف لغو متعلق به؛ أي: لأجلكم. والبدن جمع بدنة، وهي الإبل والبقر، مما يجوز في الهدي والأضاحي، سميت بها لعظم بدنها. والبدن هي الشعائر المذكورة في قوله أولًا:  {ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ} . </p><p> قال في \"بحر العلوم\" : البدنة في اللغة من الإبل خاصة، وتقع على الذكر والأنثى، وأما في الشريعة فللإبل والبقر، لاشتركهما في البدانة. والبدانة السمن. ولذا ألحق النبي - صلى الله عليه وسلم - البقر بالإبل في الإجزاء عن السبعة، كما رواه أبو داود عن جابر قال: قال رسول الله - صلى الله عليه وسلم -: \"البدنة عن سبعة والبقرة عن سبعة\" ، وأضيف الشعائر إلى اسم الله تعظيمًا لها، كبيت الله، فإن المضاف إلى العظيم عظيم. </p><p> {لَكُمْ فِيهَا} ؛ أي: في البدن {خَيْرٌ} ؛ أي: نفع كثير في الدنيا من درها، ونسلها، وصوفها، وظهرها، وأجر عظيم في العقبى. </p><p> وقرأ الجمهور (٢) : {وَالْبُدْنَ} بإسكان الدال، وقرأ الحسن وابن أبي إسحاق وشيبة وعيسى بضمها، وهي الأصل، ورويت عن أبي جعفر ونافع. وقرأ ابن أبي إسحاق أيضًا بضم الباء والدال وتشديد النون، فاحتمل أن يكون اسمًا مفردًا، بني على فعل كعتل، واحتمل أن يكون التشديد من التضعيف الجائز في الوقف، وأجرى الوصل مجرى الوقف. والجمهور على نصب. {والبدن} على الاشتغال؛ أي: وجعلنا البدن كما مر آنفًا، وقرىء بالرفع على الابتداء. </p><p> {فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا} ؛ أي: على نحرها بأن تقولوا عند ذبحها: الله أكبر لا إله إلا الله، والله أكبر اللهم منك وإليك؛ أي: عطاءٌ منك، ونتقرب بها إليك، حالة كونها {صَوَافَّ} ؛ أي: قائمات قد صففن أيديهن اليمنى وأرجلهن، </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> معقولة الأيدي اليسرى؛ لأن قيام الإبل، يستلزم أن تصف أيديها وأرجلها. جمع صافة. والآية دلت على أن الإبل تنحر قائمة معقولة. </p><p> وقرأ الجمهور {صواف} بتشديد الفاء ونصبها بلا تنوين، كدواب، جمع صافة، كدابة في دواب. وقرأ الحسن والأعرج ومجاهد وزيد بن أسلم وأبو موسى الأشعري وشقيق وسليمان التيمي {صَوافِيَ} كروابي، جمع صافية؛ أي: خوالص لوجه الله تعالى، لا تشركوا بالله أحدًا في التسمية على نحوها، وخوالص من العيوب. وقرأ عمرو بن عبيد {صوافيا} بالتنوين عوضًا عن حرف الإطلاق عند الوقف، قاله الزمخشري، والأولى أن يكون على لغة من صرف ما لا ينصرف، ولا سيما الجمع المتناهي. وقرأ الحسن أيضًا {صَوافٍ} مثل عوارٍ، وهو على قول من قال: فكسوت عار لحمه، يريد عاريًا، وقولهم أعط القوس باريها. وقرأ عبد الله وابن عمر وابن عباس والباقر وقتادة ومجاهد وعطاء والضحاك والكلبي والأعمش بخلاف عنه {صوافن} بالنون جمع صافنة، والصافنة من الإبل هي التي قد رفعت إحدى يديها بالعقل، لئلا تضطرب، ومن الخيل ما اعتمدت على طرف رجل بعد تمكنها بثلاث قوائم، ومنه قوله تعالى:  {الصَّافِنَاتُ الْجِيَادُ} . </p><p> {فَإِذَا وَجَبَتْ} وسقطت {جُنُوبُهَا} ؛ أي: جنوب البدن على الأرض بعد نحرها، وذلك عند خروج روحها، وهو كناية عن موتها، جمع جنب. {فَكُلُوا مِنْهَا} ؛ أي: من لحومها إن شئتم إذا كانت تطوعًا، بأن لم تكن دم الجناية، والكفارة، والنذر. والأمر فيه للندب، كما ذهب إليه الجمهور. وللوجوب في قوله:  {وَأَطْعِمُوا الْقَانِعَ} ؛ أي: الراضي بما عنده، وبما يدفع إليه من غير مسألة. {وَالْمُعْتَرَّ} ؛ أي: الذي يعتر ويتعرض بالسؤال بالسلام عليك، ولا يسألك بل يرى نفسه للناس كالزائر. وقال مجاهد (١) : القانع الجار وإن كان غنيًا، وقال قتادة: القانع من القناعة، والمعتر المتعرض للسؤال. وقيل: المعتر الصديق </p><p>(١) البحر المحيط.</p>"
}