{
  "id": null,
  "sura": 23,
  "aya": 50,
  "text": "<p> إسرائيل من أيديهم {الْكِتَابَ} ؛ أي: التوراة، وفيها الأحكام من الأوامر والنواهي {لَعَلَّهُمْ} ؛ أي: لعل بني إسرائيل {يَهْتَدُونَ} إلى طريق الحق بالعمل بما فيها من الشرائع والأحكام. </p><p> وخص موسى (١) بالذكر لأن التوراة أنزلت عليه في الطور، وكان هارون خليفته في قومه، فجعل سبحانه إيتاء موسى إياها إيتاءً لقومه؛ لأنها وإن كانت منزلة على موسى فهي لإرشاد قومه. وقيل: إن ثم مضافًا محذوفًا أقيم المضاف إليه مقامه؛ أي: آتينا قوم موسى الكتاب. </p><p> قصة عيسى عليه السلام إجمالًا </p><p> ٥٠ - {وَجَعَلْنَا ابْنَ مَرْيَمَ} ؛ أي: عيسى ابن مريم آية للناس دالة على عظيم قدرتنا وبديع صنعنا، إذ خلقناه من غير أب، وأنطقناه في المهد، وأجرينا على يديه إبراء الأكمه والأبرص، وإحياء الموتى {و} جعلنا {أمه} مريم بنت عمران {آيَةً} للناس دالة على قدرتنا، إذ حملته من غير أب؛ أي: جعلنا ابن مريم آية في نفسه، بأن تكلم في المهد، فظهرت منه معجزات جمة، وجعلنا أمه آية في نفسها، بأنها ولدته من غير مسيس بشر، فحذف الأولى لدلالة الثانية عليها، أو جعلناهما آية واحدة بولادته منها من غير مسيس بشر، فالآيتان أمر واحد. </p><p> قال في \"العيون\" : {آيَةً} ؛ أي: عبرة لبني إسرائيل بعد موسى؛ لأن عيسى تكلم في المهد وأحيا الموتى ومريم ولدته من غير مسيس، وهما آيتان قطعًا، فيكون هذا من قبيل الاكتفاء بذكر إحداهما، انتهى. </p><p> وفي \"الجلالين\" وأفرد الآية حيث لم يقل: آيتين؛ لأن الآية فيهما واحدة ولادته من غير فحل وذلك لأن ولادته من غير فحل أمر خارق للعادة، وينسب لها وله. فيقال: ولدته من غير فحل، وولد هو من غير فحل. اهـ. \"شيخنا\" ؛ أي: فاشتركا في هذا الأمر العجيب الخارق للعادة، وذلك؛ لأن نفس المعجز </p><p>(١) روح البيان.</p><p> ظهر فيهما، لا أنه ظهر على يديهما؛ لأن الولادة فيه وفيها، بخلاف الآيات التي ظهرت على يده. </p><p> فإن قلت: لم قدم عيسى هنا على أمه حيث قال: {وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ} ، وقدمها على عيسى في سورة الأنبياء حيث قال:  {وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ} ؟. </p><p> قلت: قدمه هنا نظرًا لأصالته فيما ذكر، من ولادته من غير أب، وقدمها هناك نظرًا لأصالتها فيما نسب إليها، من الإحصان والنفخ. </p><p> {وَآوَيْنَاهُمَا} ؛ أي: جعلنا ابن مريم وأمه يأويان وينضمان {إِلَى رَبْوَةٍ} ؛ أي: إلى مكان مرتفع؛ أي (١) : أنزلناهما في مكان مرتفع من الأرض، وجعلناه مأواهما ومنزلهما، وهي إيليا أرض بيت المقدس، فإنها مرتفعة، وإنها كبد الأرض، وأقربها إلى السماء، وأزيدها على سائر الأرض ارتفاعًا، بثمانية عشر ميلًا على ما يروى عن كعب وقتادة، وقال الإِمام السهيلي: أوت مريم بعيسى طفلًا إلى قرية من دمشق يقال لها: ناصرة وبناصرة تسمى النصارى، واشتق اسمهم منها. انتهى. </p><p> وقيل: هي أرض دمشق، وبه قال عبد الله بن سلام وسعيد بن المسيب ومقاتل. وقيل: أرض فلسطين، وبه قال السدي. </p><p> {ذَاتِ قَرَارٍ} ؛ أي: ذات مستقر يستقر عليه ساكنوه؛ لكونها ذات ثمار وزروع، فإن ساكنيها يستقرون فيها لأجلها، أو مستويةً يمكن القرار فيها للحراثة والحراسة. </p><p> {وَمَعِينٍ} ؛ أي: ذات معين، أي: ماء جار على ظاهر الأرض. قال الزجاج (٢) : المعين: هو الماء الجاري في العيون، فالميم على هذا زائدة، كزيادتها في منبع، وقيل: هو فعيل بمعنى مفعول، قال علي بن سليمان الأخفش: </p><p>(١) الشوكاني. (٢) روح البيان.</p>"
}