{
  "id": null,
  "sura": 23,
  "aya": 23,
  "text": "<p> ٣ - {وَمِنْهَا} ؛ أي: ومن الأنعام بعد ذبحها {تَأْكُلُونَ} فكما انتفعتم بها، وهي حية تنتفعون بها بعد الذبح بالأكل. </p><p> ٤ - ٢٢ {وَعَلَيْهَا} ؛ أي: وعلى الأنعام؛ أي: بعضها وهي الإبل {وَعَلَى الْفُلْكِ} ؛ أي: السفن {تُحْمَلُونَ} ؛ أي: وتركبون ظهورها وتحملونها الأحمال الثقيلة إلى البلاد النائية، كما قال في آية أخرى {وَتَحْمِلُ أَثْقَالَكُمْ إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ} وقال: {أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ (٧١) وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ (٧٢) وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ أَفَلَا يَشْكُرُونَ (٧٣) }. </p><p> وقصارى ذلك (١) : أن في خلق الأنعام عبرًا ونعمًا من وجوه شتى، ففيه دلائل على قدرة الخالق بخلق الألبان، من مصادر هي أبعدما تكون منها ونعمًا لنا في مرافقها وأعيانها فننتفع بألبانها، وأصوافها ولحمها، ونجعلها مطايا لنا في أسفارنا، إلى نحو أولئك من شتى المنافع، وإنما لم يقل (٢) : وفي الفلك، كقوله:  {قُلْنَا احْمِلْ فِيهَا} ؛ لأن معنى الإبعاد ومعنى الاستعلاء، كلاهما مستقيم؛ لأن الفلك وعاء لمن يكون فيها حمولة له، يستعليها، فلما صح المعنيان، صحت العبارتان، وأيضًا هو يطابق قوله عليها، ويزاوجه كذا في \"بحر العلوم\" . </p><p> ٢٣ - ولما ذكر سبحانه الفلك، أتبعه بذكر نوح؛ لأنه أول من صنعه وذكر ما صنعه قوم نوح معه، بسبب إهمالهم للتفكر في مخلوقات الله سبحانه، والتذكر لنعمه عليهم، فقال:  {وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ} واللام فيه موطئة لقسم محذوف، وتصدير القصة به لإظهار كمال الاعتناء بمضمونها؛ أي: وعزتي وجلالي، لقد أرسلنا نوحًا إلى قومه، وهم جميعُ أهل الأرض. </p><p> وهذا (٣) شروع في ذكر خمس قصص، غير قصة خلق آدم، فتكون معها ستًا: </p><p>(١) المراغي. (٢) روح البيان.(٣) الفتوحات.</p><p> الأولى: قصة نوح، وهذا أولها. </p><p> الثانية: قصة هود، أولها قوله: {ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ (٣١) }. </p><p> والثالثة: قصة القرون الآخرين، أولها قوله: {ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قُرُونًا آخَرِينَ (٤٢) }. </p><p> والرابعة: قصة موسى وهارون، المذكورة بقوله:  {ثُمَّ أَرْسَلْنَا مُوسَى وَأَخَاهُ هَارُونَ بِآيَاتِنَا} .. إلخ. </p><p> والخامسة: قصة عيسى وأمه المذكورة، بقوله:  {وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ} إلى قوله: {ذَاتِ قَرَارٍ وَمَعِينٍ} . </p><p> ونوح لقبه، واسمه قيل: عبد الغفار، وقيل: عبد الله على ما قاله السيوطي، وقيل: يشكر على ما قاله الرازي، وعاش نوح من العمر ألف سنة وخمسين عامًا، وأرسل على رأس الأربعين، ومكث يدعو قومه ألف سنة إلا خمسين، وعاش بعد الطوفان ستين سنةً، وجاء في قصيدة جمال الدين (١) : </p><p> مِنْ كَثِيْرِ الذَّنْبِ نُوْحُوْا ... نَوْحَ نُوْحٍ فِيْ الرُّسُلْ </p><p> إِنَّهُ عُمْرًا طَوِيْـ ... ـلًا مِنْ قَلِيْلِ النُّطْقِ نَاحْ </p><p> وهو أنه عليه السلام مر على كلب به جرب، فقال: بئس الكلب هذا، ثم ندم، فناح من أول عمره إلى آخره، وقدمت قصته، لتتصل بقصة آدم المذكورة، بقوله: {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (١٢) } .. إلخ للمناسبة بين نوح وآدم، من حيث إنه؛ أي: نوحًا آدم الثاني؛ لانحصار النوع الإنساني بعده في نسله {فَقَالَ} نوح داعيًا لهم إلى التوحيد {يَا قَوْمِ} ؛ أي: يا قومي {اعْبُدُوا اللَّهَ} ؛ أي: أعبدوه وحده ولا تشركوا به شيئًا، وجملة قوله:  {مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} واقعة موقع التعليل لما قبلها؛ أي: ما لكم في الوجود، أو في العالم إله غير الله، فـ {غيرُ} بالرفع صفة لـ {إله} باعتبار محله، الذي هو الرفع، على أنه مبتدأ، </p><p>(١) روح البيان.</p>"
}