{
  "id": null,
  "sura": 23,
  "aya": 44,
  "text": "<p> وتهلك عند ما حد لها من الزمن. والمعنى؛ أي: ما تتقدم أمة من تلك الأمم المهلكة، الوقت الذي قدر لهلاكهم، وما يستأخرون عنه. </p><p> والخلاصة: ما تهلك أمة قبل مجيء أجلها ولا بعده، فلكل شيء ميقات لا يعدوه، </p><p> ٤٤ - {ثُمَّ أَرْسَلْنَا رُسُلَنَا} معطوف (١) على {أَنْشَأْنَا} ، لكن لا على معنى أن إرسالهم متأخر ومتراخ عن إنشاء تلك القرون المذكورة جميعًا، بل على معنى أن إرسال كل رسول متأخر عن إنشاء قرن مخصوص بذلك الرسول، كأنه قيل: ثم أنشانا من بعدهم قرونًا آخرين، وقد أرسلنا إلى كل قرن منهم رسولًا خاصًا به. </p><p> والمعنى: أن إرسال كل رسول متأخر عن إنشاء القرن الذي أرسل إليه، وليس المعنى: أن إرسال الرسل جميعًا متأخر عن إنشاء تلك القرون جميعًا؛ أي: أرسلنا رسلنا حالة كونهم {تَتْرَى} ؛ أي: متواترين ومتتابعين واحدًا بعد واحد، وهو مصدر من المواترة كشبعى ودعوى، والتاء فيه مبدلة من الواو، واصلة وترًا، والتتر المتابعة مع مهلة، وهو منصوب على الحالية، كما قررنا في الحل. </p><p> وقرأ ابن كثير وأبو عمرو وقتادة وأبو جعفر وشيبة وابن محيصن والشافعي (٢) : {تترى} منونًا، وباقي السبعة: بغير تنوين، وانتصب على الحال؛ أي: متواترين واحدًا بعد واحد، ولكن مع انقطاع فترة طويلة بينهما. </p><p> {كُلَّ مَا جَاءَ أُمَّةً} منهم {رَسُولُهَا} المخصوص بها بالبينات، وبلغها أمر الله تعالى {كَذَّبُوهُ} ؛ أي: كذب ذلك الرسول أكثرهم لا كلهم، كما في \"بحر العلوم\" بدليل قوله تعالى: {وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الْأَوَّلِينَ (٧١) } وسلكوا في تكذيب أنبيائهم مسلك من أهلكوا. </p><p> وعبارة \"المراح\" هنا {ثُمَّ أَرْسَلْنَا رُسُلَنَا} ؛ أي (٣) : أرسلنا إلى كل قرن من </p><p>(١) البحر المحيط. (٢) المراح.(٣) البحر المحيط بتصرف.</p><p> القرون رسولًا خاصًا به، حالة كونهم {تَتْرَا} ؛ أي: واحدًا بعد واحد، بينهما زمان طويل. وقرأ ابن كثير وأبو عمرو: وهي قراءة الشافعي: {تترى} بالتنوين، فألفه للإلحاق بجعفر، فلما نون ذهبت ألفه لالتقاء الساكنين، وباقي السبعة: بألف صريحة دون تنوين، والألف للتأنيث باعتبار أن الرسل جماعة، والتاء بدل من الواو، فإنه مأخوذ من الوتر وهو الفرد: وهو مصدر بمعنى اسم الفاعل وقع حالًا؛ أي: متواترة؛ أي: متتابعة فرادى. انتهت. </p><p> {كُلَّ مَا جَاءَ أُمَّةً} بتحقيق الهمزتين، وتسهيل الثانية بينها؛ أي: بين الهمزة وبين الواو، بأن تنطق بها متوسطة بينهما. {رَسُولُهَا كَذَّبُوهُ} ؛ أي: كلما بلغهم الرسول ما جاء به من عند ربه من الشرائع والأحكام .. كذبوه، كما فعل قومك بك حين أمرتهم بذلك. </p><p> {فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا} في الهلاك بما نزل بهم من العذاب {وَجَعَلْنَاهُمْ} ؛ أي: وجعلنا تلك الأمم المهلكة {أَحَادِيثَ} وحكايات وأمثالًا وأعاجيب، يتحدث ويتعجب منها لمن بعدهم، جمع أحدوثة، وهي ما يتحدث به عجبًا وتسليًا ومسامرة، أو جمع حديث على غير قياس، كما سيأتي في مبحث التصريف، والمراد هنا: المعنى الأول؛ أي: صاروا يتحدث بهم وبحالهم في الإهلاك، على سبيل التعجب والاعتبار، وضرب المثل بهم؛ أي: لم يبق منهم عين ولا أثر، إلا حكايات يسمر بها، ويتعجب منها، ويعتبر بها المعتبرون من أهل السعادة. </p><p> فإن قلت: لِمَ أضاف (١) الرسل إلى نفسه سبحانه، حيث قال:  {رسلنا} وأضاف الرسول إلى الأمة، حيث قال:  {رَسُولُهَا} ؟ </p><p> قلت: إن الإضافة تكون للملابسة، والرسول يلابس المرسل والمرسل إليه. </p><p> فالأول: كانت الإضافة فيه لتشريف الرسل. </p><p> والثانى: كانت الإضافة فيه إلى الأمة حيث كذبته، ولم ينجح فيهم إرساله </p><p>(١) البحر المحيط بتصرف.</p>"
}