{
  "id": null,
  "sura": 23,
  "aya": 116,
  "text": "<p> فَلاَ الدُّنْيَا بِبَاقِيَةٍ لِحَيِّ ... وَلاَ حَييٌّ عَلَى الدُّنْيَا بِبَاقِ </p><p> كَأَنَّ الْمَوْتَ وَالْحَدَثَانِ فِيْهَا ... إلى نَفْسِ الْفَتَى فَرَسَا سِبَاقِ </p><p> فَيَا مَغْرُوْرُ بِالدُّنْيَا رُويدًا ... وَمِنْهَا خُذْ لِنَفْسِكَ بِالْوِثَاقِ </p><p> ثم رمق السماء بعينيه، وأشار إليها بكفيه، ودموعه تتحدر على خديه، وهو يقول: </p><p> يَا مَنْ إِلَيْهِ الْمُبْتَهَلْ ... يَا مَنْ عَلَيْهِ الْمُتَّكَلْ </p><p> يَا مَنْ إِذَا مَا آمِلٌ ... يَرْجُوْهُ لَمْ يُخْطِ الأَمَلْ </p><p> قال: فلما أتمّ كلامه، خر مغشيًا عليه، فرفعت رأسه إلى حجري ونفضت التراب عن وجهه بكمي، فلما أفاق قلت له: أي بني ما نزل بك وأنت صبي صغير، لم يكتب عليك ذنب؟ قال: إليك عني يا بهلول، إني رأيت والدتي توقد النار بالحطب الكبار، فلا تتقد إلا بالصغار، وإني أخشى أن أكون من صغار حطب جهنم، قال: فسألت عنه؛ فقالوا: ذلك من أولاد الحسين بن علي بن أبي طالب - رضي الله عنه -. قلت: قد عجبت من أن تكون هذه الثمرة إلا من تلك الشجرة. نفعنا الله تعالى بعلمه، وبعلوم آبائه، آمين. </p><p> وقرأ الأخوان حمزة والكسائي (١)  {لَا تُرْجَعُونَ} بفتح التاء مبنيًا للفاعل. وقرأ باقي السبعة ابن كثير وأبو عمرو وعاصم، بضم التاء مبنيًّا للمفعول. وقيل (٢) : إنه يجوز عطف , {وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ} على {عَبَثًا} معنى: إنما خلقناكم للعبث ولعدم الرجوع. </p><p> ١١٦ - ثم نزّه الله نفسه عما يصفه به المشركون، فقال:  {فَتَعَالَى اللَّهُ} سبحانه؛ أي: ترفع بذاته عن كل ما لا يليق به، من الصاحبة والولد والشريك، وتنزه عن مماثلة المخلوقين فى ذاته وصفاته وأفعاله، وعن خلو أفعاله عن الحكم </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> والمصالح والغايات الجليلة. {الْمَلِكُ} ؛ أي: الذي (١) يحق له الملك على الإطلاق إيجادًا وإعدامًا، بدأً واعادةً واحياءً واماتةً وعقابًا وإثابةً، وكل ما سواه مملوك له، مقهور تحت ملكه العظيم. قال الغزالي - رحمه الله -: الملك هو الذي يستغني فى ذاته وصفاته وأفعاله عن كل موجود، ويحتاج إليه كل موجود. </p><p> {الْحَقّ} ؛ أي: الثابت الوجود فى ذاته وصفاته وأفعاله. وفي المفردات {الحق} موجود الشيء بحسب ما تقتضيه الحكمة. </p><p> وعبارة \"المراح\" هنا: {فَتَعَالَى اللَّهُ} ؛ أي (٢) : تبرأ الله سبحانه عن العبث، وعن خلو أفعاله عن المصالح والغايات الحميدة، {الْمَلِكُ} ؛ أي: المتصرف فى كل شيء {الْحَقّ} ؛ أي: الثابت الذي لا يزول ملكه {لَا إِلَهَ} ؛ أي: لا معبود بحق فى الوجود {إِلَّا هُوَ} سبحانه وتعالى، فإن كل ما عداه عبيده. {رَبُّ الْعَرْشِ الْكَرِيمِ} فكيف لا يكون إلهًا وربًا لما هو دون العرش الكريم من المخلوقات، وإنما خص العرش بالذكر؛ لأنه أعظم المخلوقات. ووصف (٣) العرش بالكريم، لنزول الرحمة والخير منه، أو باعتبار من استوى عليه، كما يقال: بيت كريم، إذا كان ساكنوه كرامًا. وقيل: معنى الكريم الرفيع المرتفع كما فى \"الخازن\" . وقال ابن الجوزي: والكريم فى صفة الجهاد الحسن. اهـ. </p><p> وقرأ أبان بن تغلب وابن محيصن وأبو جعفر وإسماعيل عن ابن كثير {الْكَرِيمِ} بالرفع على أنه صفة لرب، أو صفة للعرش، ويكون مقطوعًا على معنى المدح. وقرأ الباقون، بالجر على أنه نعت للعرش. وقال القرطبي: وليس فى القرآن وصف العرش بالكريم فى غير هذا الموضع. اهـ. </p><p> وإنما وصف العرش هنا بالكريم وفيما تقدم بالعظيم للتفنن، أو لمناسبة السياق؛ لأن السياق هنا فى ذكر الرحمة والغفران، والكرم يناسبها، وفيما تقدم </p><p>(١) روح البيان. (٢) المراح.(٣) الشوكاني.</p>"
}