{
  "id": null,
  "sura": 23,
  "aya": 71,
  "text": "<p> توبيخ إلى توبيخ؛ أي: بل أيقول المشركون: بمحمد - صلى الله عليه وسلم - جنون، ويقولون: إنما حمله على ادعائه الرسالة جنون، فلا يدري ما يقول، مع أنهم يعلمون أنه أرجح الناس عقلًا، وأثقبهم ذهنًا، وأتقنهم رأيًا، وأوفرهم رزانة. ولكنه جاء بما يخالف هواهم، فدفعوه وجحدوه تعصبًا وحمية. </p><p> ثم أضرب سبحانه عن ذلك كله فقال:  {بَلْ جَاءَهُمْ بِالْحَقّ} ؛ أي: ليس الأمر كما زعموا في حق القرآن والرسول، بل جاءهم الرسول متلبسًا بالحق والصدق الثابت، الذي لا ميل عنه، ولا مدخل فيه للباطل بوجه من الوجوه، فما هو إلا توحيد الله وما شرعه لعباده مما فيه سعادة البشر، {وَأَكْثَرُهُمْ لِلْحَقِّ} من حيث هو حق؛ أي: حق كان لا لهذا الحق فقط، كما ينبىء عنه الإظهار في موضع الإضمار. {كَارِهُونَ} لما في جبلتهم من الزيغ والانحراف المناسب للباطل، ولذلك كرهوا هذا الحق الأبلج، وزاغوا عن الطريق الأنهج، لما ران على قلوبهم من ظلمات الشرك، والإسراف في المعاصي والآثام. </p><p> وظاهر (١) النظم القرآني أن أقلهم كانوا لا يكرهون الحق، ولكنهم لم يظهروا الإيمان خوفًا من الكارهين له، وفي \"فتح الرحمن\" فإن قلت: كيف (٢) قال: ذلك - مع أنهم كلهم كانوا كارهين للتوحيد -؟ قلت: كان منهم من ترك الإيمان به أنفةً وتكبرًا من توبيخ قومهم لئلا يقولوا: ترك دين آبائه لا كراهة للحق، كما يحكى عن أبي طالب: </p><p> فَوَاللَّهِ لَوْلاَ أَنْ أَجِيْءَ بِسُبَّةٍ ... تَجُرُّ عَلَى أَشْيَاخِنَا فِىْ الْقَبَائِلِ </p><p> إِذًا لاتَّبَعْنَاهُ عَلَى كُلِّ حَالَةٍ ... مِنَ الدَّهْرِ جِدًّا غَيْرَ قَوْلِ التَّخَاذُلِ </p><p> ٧١ - ثم بيَّن سبحانه أن اتباع الهوى يؤدي إلى الفساد العظيم، فقال:  {وَلَوِ اتَّبَعَ الْحَقُّ} قرأ الجمهور (٣) : على كسر الواو لالتقاء الساكنين، وابن وثاب بضمها تشبيهًا بواو الضمير، كما كسرت واو الضمير تشبيهًا بها. اهـ. \"سمين\" ؛ أي: </p><p>(١) الشوكاني. (٢) فتح الرحمن.(٣) الفتوحات.</p><p> ولو اتبع ووافق الحق الذي كرهوه، ومن جملته ما جاء به عليه السلام من القرآن. {أَهْوَاءَهُمْ} ؛ أي: مشتهيات الكفرة، بأن جاء القرآن موافقًا لمراداتهم، فجعل موافقته اتباعًا على التوسع والمجاز {لَفَسَدَتِ} وخربت {السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنّ} ، وقرأ ابن مسعود {وما بينهما} من الملائكة والإنس والجن، وخرجت عن الصلاح والانتظام بالكلية؛ لأن مناط النظام وما به قوام العالم، ليس إلا الحق الذي من جملته الإِسلام والتوحيد والعدل، ونحو ذلك. قال بعضهم (١) : لولا أن الله أمر بمخالفة النفوس ومباينتها لاتبع الخلق أهواءهم وشهواتهم، ولو فعلوا ذلك، لضلوا عن طريق العبودية، وتركوا أوامر الله تعالى، وأعرضوا عن طاعته ولزموا مخالفته، والهوى يهوي بمتابعيه إلى الهاوية، انتهى. واعلم أن سبب (٢) فساد المكلفين من بني آدم ظاهر، وهو ذنوبهم التي من جملتها الهوى المخالف للحق، وأما فساد ما عداهم، فعلى وجه التبع؛ لأنهم مدبرون في الغالب بسبب العقول فلما فسدوا .. فسدوا. </p><p> والمعنى (٣) : أي ولو سلك القرآن طريقهم، بأن جاء مؤيّدًا للشرك بالله، واتخاذ الولد تعالى الله عن ذلك وزين الآثام واجتراح السيئات .. لاختل نظام العالم كما جاء في قوله تعالى:  {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا} ، ولو أباح الظلم وترك العدل .. لوقع الناس في هرج ومرج، ولوقع أمر الجماعات في اضطراب وفساد، والمشاهد في الأمم التي يفشو فيها التخاذل والذلة والمسكنة يؤول أمرها إلى الزوال، ولو أباح العدوان واغتصاب الأموال، وأن يكون الضعيف فريسة للقوي لما استتب أمن ولا ساد نظام، وحال العرب قبل الإِسلام شاهد صدق على ذلك. </p><p> ولو أباح الزنا لفسدت الأنساب، وما عرف والد ولده، فلا تتكون الأسر ولا يكون من يعول الأبناء، ولا من يبحث لهم عن رزق، فيكونون شردًا في الطرق لا مأوى لهم، ولا عائل يقوم بشؤونهم، وأكبر برهان على هذا ما هو </p><p>(١) روح البيان. (٢) الشوكاني.(٣) المرح.</p><p> حادث في أوروبا الآن، من وجود نسل بازدواج غير شرعي، مما تئن منه الأمم والجماعات، إلى نحو ذلك، مما هو ظلم وعدوان، وبعد أن أنبهم سبحانه على كراهتهم للحق، شنع عليهم بعراضهم عما فيه الخير لهم، وهو يخالف ما جبلت عليه النفوس من الرغبة في ذلك، فقال:  {بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ} انتقال من تشنيعهم بكراهة الحق الذي يقوم به العالم إلى تشنيعهم بالإعراض عما فيه فخرهم وشرفهم، وهو القرآن المعبر عنه بالذكر؛ أي: بل جئناهم بالقرآن الذي فيه ذكرهم وفخرهم وشرفهم، الذي يجب عليهم أن يقبلوه ويقبلوا عليه أكمل إقبال؛ أي: كيف يكرهون الحق مع أن القرآن أتاهم بتشريفهم وتعظيمهم، فاللائق بهم الانقياد. </p><p> وفي \"التأويلات النجمية\" : بل أتيناهم بما فيه لهم صلاح في الحال، وذكر في المآل {فَهُمْ} مع ذلك بما فعلوا من الاستكبار والنكوص عن هذا الذكر المختص بهم {عَنْ ذِكْرِهِمْ} ؛ أي: عن صلاح حالهم وشرف مآلهم {مُعْرِضُونَ} لا يلتفتون إليه بحال من الأحوال، لا عن غير ذلك مما لا يحسن الإقبال عليه، والاعتناء به من أهوائهم. ونسبة الإتيان الحقيقي إلى الله لا تصح، وإنما هو مجاز؛ أي: بل آتاهم كتابنا أو رسولنا. </p><p> والمعنى (١) : بل جئناهم بالقرآن، الذي فيه فخرهم وشرفهم، فأعرضوا عنه ونكصوا على أعقابهم وازدروا به، وجعلوه هزوًا وسخريةً، وما كان لهم أن يفعلوا ذلك. ونحو الآية قوله:  {وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ} . </p><p> وقرأ الجمهور (٢) : {بل أتينهم} بنون العظمة. وقرأ ابن أبي إسحاق وعيسى بن عمر ويونس عن أبي عمرو {بل أتيتهم} بتاء المتكلم، وقرأ ابن أبي إسحاق وعيسى أيضًا وأبو البرهشيم وأبو حيوة والجحدري وابن قطيب وأبو رجاء {بل أتيتهم} بتاء الخطاب للرسول - صلى الله عليه وسلم -. وقرأ الجمهور {بِذِكْرِهِمْ} ؛ أي: بوعظهم، </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}