{
  "id": null,
  "sura": 23,
  "aya": 52,
  "text": "<p> يتقبل، إلا إذا سبق بأكل المال الحلال، وجاء في بعض الأخبار، \"أن الله تعالى لا يقبل عبادة من في جوفه لقمة من حرام\" . وصح أيضًا \"أيّما لحم نبت من سحت، فالنار أولى به\" . ثم علل هذا الأمر بقوله سبحانه:  {إِنِّي بِمَا تَعْمَلُونَ} من الأعمال الظاهرة والباطنة {عَلِيمٌ} فأجازيكم عليه؛ أي: إني بأعمالكم عليم، لا يخفى عليَّ شيء منها، وأنا مجازيكم بجميعها وموفيكم أجوركم وثوابكم عليها، فخذوا في صالح الأعمال، واجتهدوا قدر طاقتكم فيها، شكرًا لربكم على ما أنعم به عليكم. </p><p> وفي هذا (١) تحذير من مخالفتهم ما أمروا به، وإذا قيل للأنبياء ذلك، فما أجدر أممهم أن تأخذ حذرها وترعوي عن غيها، وتخشى بأس الله تعالى، وشديد عقابه، وأتى هنا بلفظ {عَلِيمٌ} وفي سبأ بلفظ {بصير} إذ ما هنا تقدمه إيتاء الكتاب وجعل مريم وابنها آية والعلم بهما، أنسب من بصرهما، وما هناك تقدمه قوله:  (وألنا له الحديد) ، والبصر بإلانة الحديد أنسب من العلم بها. اهـ زكريا. </p><p> ٥٢ - {و} أقول لكم أيها الرسل: {إن هذه} هذه العقائد التي هي عقائد التوحيد والإيمان {أُمَّتُكُمْ} ؛ أي: ملتكم ودينكم جميعًا {أُمَّةً وَاحِدَةً} . حال من {هذه} ؛ أي: حالة كونها ملة وشريعة متحدة في أصول الشرائع التي لا تتبدل، ولا تتغير بتبدل الأعصار والأزمان، وتلك الملة المتحدة هي الدعوة إلى عبادة الله وحده لا شريك له، وأما اختلاف الشرائع والأحكام بحسب اختلاف الأزمان والأحوال، لا يسمى اختلافًا في الدين؛ لأن الأصول متحدة، فالحائض والطاهر من النساء دينها واحد، وإن افترق تكليفهما. </p><p> {وَأَنَا رَبُّكُمْ} ومالككم لا شريك لـ في الربوبية، {فَاتَّقُونِ} ؛ أي: فاحذروا عقابي وخافوا عذابي، وفي هذا إيماء إلى أن دين الجميع واحد، فيما يتصل لمعرفة الله تعالى واتقاء معاصيه. والفاء في قوله:  {فَاتَّقُونِ} فاء الفصيحة؛ لأنها أفصحت. عن جواب شرط مقدر، تقديره: إذا عرفتم أنني أنا ربكم </p><p>(١) المراغي.</p><p> ومالككم، وأردتم بيان ما هو اللازم لكم .. فأقول لكم: اتقون في شق العصا، ومخالفة الكلمة، والضمير للرسل والأمم جميعًا، على أن الأمر في حق الرسل للتهييج والإلهاب، وفي حق الأمم للتحذير والإيجاب. </p><p> فإن قلت: لم قال في سورة الأنبياء: {فَاعْبُدُونِ} وقال هنا: {فَاتَّقُونِ} ؟ </p><p> قلت: لأن الخطاب في سورة الأنبياء للكفار، فأمرهم بالعبادة التي هي التوحيد، والخطاب هنا للرسل والمؤمنين بدليل قوله:  {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ} والأنبياء والمؤمنون إنما يؤمرون بالتقوى لا بالتوحيد. وقال هناك:  {وتقطعوا} بالواو، وقال: هنا {فَتَقَطَّعُوا} بالفاء؛ لأن التقطع هناك قد وقع منهم قبل هذا القول لهم، وما بعد الواو ليس مرتبًا على ما قبلها، والتقطع هنا وقع منهم بعد هذا القول، فما بعد الفاء مرتب على ما قبلها. اهـ. \"زكريا\" . </p><p> وعبارة ابن حيان هنا (١) : وجاء هنا {وَأَنَا رَبُّكُمْ فَاتَّقُونِ} وهو أبلغ في التخويف والتحذير من قوله في الأنبياء: {فَاعْبُدُونِ} لأن هذه جاءت عقيب إهلاك طوائف كثيرين من قوم نوح والأمم الذين من بعدهم، وفي الأنبياء، وإن تقدمت أيضًا قصة نوح وما قبلها، فإنه جاء بعدها ما يدل على الإحسان واللطف التام في قصة أيوب ويونس وزكريا ومريم، فناسب الأمر بالعبادة لمن هذه صفته تعالى، وجاء هنا {فتقطعوا} بالفاء إيذانًا بأن التقطع اعتقب الأمر بالتقوى، وذلك مبالغة في عدم قبولهم، وفي نفورهم عن توحيد الله وعبادته، وجاء في الأنبياء بالواو، فاحتمل معنى الفاء، واحتمل تأخر تقطعهم عن الأمر بالعبادة. اهـ. </p><p> وقرأ الكوفيون (٢) : {وإن} : بكسر الهمزة والتشديد على الاستئناف، والحرميان وأبو عمرو بالفتح والتشديد؛ أي: ولأن، وابن عامر: بالفتح والتخفيف، وهي المخففة من الثقيلة. ذكره في \"البحر\" . </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}