{
  "id": null,
  "sura": 23,
  "aya": 100,
  "text": "<p> وأعوانه. ورب للقسم، كما فى \"الكبير\" . واستعان باللهِ أولًا، ثم بهم كما فى \"الأسئلة المقحمة\" . </p><p> ١٠٠ - وقوله:  {لَعَلِّي أَعْمَلُ صَالِحًا} قبله حذف، تقديره: ثم إنه سبحانه يقول له: إلى أي شيء نردك، أتذهب إلى جمع المال، أو غرس الغراس، أو بناء البنيان، أو شق الأنهار؛ فيقول ذلك الكافر: لعلي أعمل صالحًا فيما تركت؛ أي: لكي أصير عند الرجعة مؤديًا لحق الله تعالى فيما قصرت فيه. </p><p> فيقول الجبار جل جلاله:  {كَلَّا} ردع وزجر له، عن طلب الرجعة، واستبعاد لها؛ أي: ليرتدع عما يقول، وينزجر، فإنه لا يرد إلى الدنيا أبدًا {إِنَّهَا} ؛ أي: قولة: رب ارجعون {كَلِمَةٌ} الكلمة الطائفة من الكلام المنتظم بعضه مع بعض. {هُوَ} ؛ أي: ذلك الأحد {قَائِلُهَا} عند الموت لا محالة لتسلط الحزن عليه، ولكنه لا يجاب لها, ولا تفيده، وليس الأمر على ما يظنه، من أنه يجاب إلى الرجوع إلى الدنيا، أو المعنى: أنه لو أجيب إلى ذلك، لما حصل منه الوفاء، كما فى قوله:  {وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ} . قال القرطبي: سؤال الرجعة غير مختص بالكافر؛ أي: بل يعم المؤمن المقصر. </p><p> وروي: أنه - صلى الله عليه وسلم - قال لعائشة - رضي الله عنها -: \"إذا عاين المؤمن الملائكة ..قالوا:نرجعك إلى دار الدنيا، فيقول إلى دار الهموم والأحزان، لا بل قدومًا على الله تعالى،وأما الكافر فيقال له:نرجعك،فيقول:ارجعون،فيقال له:إلى أي شيء ترغب؟ إلى جمع المال؟ أو غرس الغراس؟ أو بناء البنيان؟ أو شق الأنهار؟فيقول:{لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ}فيقول الجبار{كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا}\" . </p><p> والمعنى: أي (١) ولا يزال الكافر يجترح السيئات، ولا يبالي بما يأتي وما يذر، من الآثام والأوزار، حتى إذا جاءه الموت، وعاين ما هو قادم عليه من عذاب الله .. ندم على ما فات، وأسف على ما فرط فى جنب الله، وقال: رب </p><p>(١) المراغي.</p><p> ارجعني إلى الدنيا، لأعمل صالحًا فيما قصرت فيه من عبادتك، وحقوق خلقك. </p><p> وخلاصة ذلك: أنه حين الاحتضار يعاين ما هو مقبل عليه من العذاب، فيتمنى أن يرجع إلى الدنيا ليصلح ما أفسد؛ ويطيع فيما عصى، ونحو الآية قوله: {وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ (١٢) } وقوله: {وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا} وقوله: {وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ يَقُولُونَ هَلْ إِلَى مَرَدٍّ مِنْ سَبِيلٍ (٤٤) } وقوله {وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ} . </p><p> ومن كل هذا تعلم أنهم يطلبون الرجعة حين الاحتضار، وحين النشور، وحين العرض على الملك الجبار، وحين يعرضون على النار، وهم فى غمرات جهنم، فلا يجابون إليها فى كل حال {كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا} ؛ أي: إنا لا نجيبه إلى ما طلب؛ لأن طلبه الرد ليعمل صالحًا هو قوله فحسب، ولا عمل معه، وهو كاذب، ولو رد لما عمل، كما قال:  {وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ} . </p><p> {وَمِنْ وَرَائِهِمْ} ؛ أي: ومن أمامهم، وهو ظرف مكان بمعنى خلف، ولكنه هنا بمعنى أمام؛ لأنه من اسم الأضداد؛ أي (١) : ومن أمام ذلك الأحد، والجمع باعتبار المعنى؛ لأنه فى حكم كلهم، كما إن الإفراد فى قال وما يليه، باعتبار اللفظ {بَرْزَخٌ} ؛ أي: حائل بينهم وبين الرجعة، وهو القبر. وفي \"التأويلات النجمية\" وهو ما بين الموت إلى البعث؛ أي: بين الدنيا والآخرة، وهو غير البرزخ الذي بين عالم الأرواح المثالي، وبين هذه النشاة العنصرية. اهـ. </p><p> {إِلَى يَوْمِ يُبْعَثُونَ} من قبورهم وهو يوم القيامة، وهو إقناط كلي من الرجعة إلى الدنيا، لما علم أن لا رجعة يوم البعث إلى الدنيا. وأما الرجعة حينئذ فإلى الحياة الأخروية. </p><p>(١) روح البيان.</p>"
}