{
  "id": null,
  "sura": 23,
  "aya": 21,
  "text": "<p> وأنه ليس مشتقًا من السناء، لاختلاف المادتين، على تقدير أن يكون سيناء عربي الوضع؛ لأن نون السناء عين الكلمة، وعين سيناء ياء، وقرأ الجمهور:  {تَنْبُتُ} بفتح التاء وضم الباء، والباء في بالدهن على هذا باء الحال؛ أي: تنبت مصحوبة بالدهن ومعها الدهن، وقرأ ابن كثير، وأبو عمرو وسلام وسهل ورويس والجحدري بضم التاء وكسر الباء، فقيل: بالدهن، مفعول، والباء زائدة والتقدير: تنبت الدهن وقرأ الحسن والزهري وابن هرمز: بضم التاء وفتح الباء مبنيًّا للمفعول، {وَبِالدُّهْنِ} حال، وقرأ زرّ بن حبيش بضم التاء وكسر الباء {الدُّهْنِ} . بالنصب، وقرأ سليمان بن عبد الملك والأشهب:  {بالدهان} بالألف وما رووا (١) من قراءة عبد الله يخرج الدهن، وقراءة أبيّ {تثمر بالدهن} ، محمول على التفسير، لمخالفته سواد المصحف المجمع عليه، ولأن الرواية الثانية عنهما كقراءة الجمهور، وقرأ الأعمش {وصبغًا} بالنصب، وقرأ عامر بن عبد الله، {وصباغ} بالألف، وقرأ عامر بن عبد قيس {ومتاعًا للآكلين} كأنه يريد تفسير الصبغ. </p><p> ٢١ - {إِنَّ لَكُمْ فِي الْأَنْعَامِ} ؛ أي: وإن لكم أيها الناس في خلق الأنعام من الإبل والبقر والغنم {لَعِبْرَةً} ؛ أي: لعظة واية تعتبرون بحالها، وتستدلون على عظيم قدرة خالقها, ولطف حكمته، فضلًا عن كونها نعمة، وخص الأنعام بالعبرة دون النبات؛ لأن العبرة فيها أظهر. انتهى \"أبو السعود\" . ووجه العبرة فيها (٢) : أن الدم المتوالد من الأغذية يتحول في الغدد التي في الضرع إلى شراب طيب لذيد الطعم، صالح للتغذية، وهذا من أظهر الدلائل على قدرة الخالق لها. </p><p> وهذه من جملة النعم التي امتن الله بها عليهم، وقد تقدم تفسير الأنعام، في سورة النحل بالإبل والبقرة والغنم. قال النيسابوري في \"تفسيره\" : ولعل القصد بالأنعام هنا خصوص الإبل؛ لأنها هي المحمول عليها في العادة، ولأنه قرنها بالفلك، وهي سفائن البر، كما أن الفلك سفائن البحر، وبين سبحانه أنها عبرة؛ لأنها مما يستدل بخلقها وأحوالها على عظيم القدرة الإلهية، ثم فصل منافعها، وذكر منها أربعة، فقال: </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> ١ - {نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا} فتنتفعون بألبانها على ضروب شتى، فتتخذون منها الزبدة والسمن والجبن، والأقط ونحوها. </p><p> و (ما)  (١) عبارة إما عن الألبان، فـ (من) تبعيضية، والمراد بالبطون الجوف، أو عن العلف، الذي يتكون منه اللبن، فـ (من) ابتدائية، والبطون على حقيقتها، وقرأ نافع وابن عامر وأبو بكر عن عاصم، {نسقيكم} بفتح النون، وقرأ ابن كثير وأبو عمرو وحمزة والكسائي وحفص عن عاصم: بضمها، وقرىء: بالتاء الفوقية، على أن الفاعل هو الأنعام، فإن قلت: لم قال هنا: {فِي بُطُونِهَا} بالتأنيث، وقال في سورة النحل:  {فِي بُطُونِهِ} بالتذكير فما الفرق بين الموضعين؟ </p><p> قلت: يفرق بينها، بأن ما في النحل يراد به الإناث فقط، والتقدير: وإن لكم في بعض الأنعام، وذلك البعض هو الإناث فأتى بالضمير مفردًا مذكرًا، وأما في المؤمنون فالمراد منه الكل الشامل للإناث والذكور، بدليل العطف في قوله:  {وَلَكُمْ فِيهَا مَنَافِعُ} فإن هذا لا يخص الإناث وهذا العطف لم يذكر في النحل، اهـ \"كرماني\" وقال زكريا في \"متشابه القرآن\" ذكره هنا بلفظ الجمع؛ لأنه راجع للأنعام، مرادًا بها الجمع وفي النحل، قال:  {مِمَّا فِي بُطُونِهِ} بالإفراد نظرًا إلى أن الأنعام اسم مفرد، انتهى. </p><p> والمعنى: أي تنتفعون بلبنها في الشرب وغيره، ووجه الاعتبار في اللبن، أنه يجتمع في الضرع ويتخلص من بين الفرث والدم بإذن الله تعالى، فيستحيل إلى طهارة ولون وطعم، موافق للشهوة، ويصير غذاءً، فهذا اللبن الذي يخرج من بطونها إلى ضرعها، تجده شرابًا طيبًا نافعًا للبدن، وإذا دبحتها لم تجد له أثرًا، فمن استدل بذلك على قدرة الله وحكمته، كان ذلك معدودًا من النعم الدينية، ومن انتفع به كان معدودًا من النعم الدنيوية. </p><p> ٢ - {وَلَكُمْ} أيها الناس {فِيهَا} ؛ أي: في الأنعام {مَنَافِعُ كَثِيرَةٌ} غير ما ذكر، فتأخذون أصوافها وأشعارها وأوبارها وتتخذونها ملابس وفرشًا للدفء، وبيوتًا في الصحارى ونحوها مما يجري هذا المجرى، وتنتفعون بثمنها وأجرتها. </p><p>(١) روح البيان.</p>"
}