{
  "id": null,
  "sura": 23,
  "aya": 51,
  "text": "<p> معن الماء إذا جرى، فهو معين وممعون، وكذا قال ابن الأعرابي. وقيل: هو مأخوذ من الماعون، وهو النفع وبمثل ما قال الزجاج، قال الفراء. </p><p> والخلاصة: أي وجعلناهما ينزلان بمرتفع من الأرض، ذي ثمار وماء جار كثير. وفي وصف (١) ماء تلك الربوة بذلك، إيذان بكونه جامعًا لفنون المنافع، من الشرب وسقي ما يسقى من الحيوان، والنبات بغير كلفة، ومن التنزه بمنظره الحسن المعجب، ولولا أن يكون الماء البخاري، لكان السرور الأوفر فائتًا، وطيب المكان مفقودًا، ومن أحاديث المقاصد الحسنة ثلاث يجلون البصر: النظر إلى الخضرة، وإلى الماء البخاري، وإلى الوجه الحسن؛ أي: مما يحل النظر إليه، فإن النظر إلى الأمرد الصبيح ممنوع. </p><p> وقرأ الجمهور (٢) وابن كثير ونافع وأبو عمرو وحمزة والكسائي: {رَبْوَةٍ} بضم الراء، وهي لغة قريش، وقرأ الحسن وأبو عبد الرحمن وعاصم وابن عامر بفتح الراء، وأبو إسحاق السبيعي بكسرها، وابن أبي إسحاق {رباوة} بضم الراء وبالألف، وزيد بن علي والأشهب العقيلي والفرزدق والسلمي في نقل صاحب \"اللوامح\" بفتحها وبالألف. وقرىء بكسرها والألف. </p><p> ٥١ - وقوله:  {يَا أَيُّهَا الرُّسُلُ} نداء (٣) وخطاب لجميع الأنبياء، لا على أنهم خوطبوا بذلك دفعة؛ لأنهم أرسلوا في أزمنة مختلفة، بل على أن كلاً منهم، خوطب به في زمانه، فيدخل تحته عيسى دخولًا أوليًا، فهذا حكاية لرسول الله - صلى الله عليه وسلم - على وجه الإجمال لما خوطب به كل رسول في عصره جيء بها إثر حكاية إيواء عيسى عليه السلام، وأمه إلى الربوة إيذانًا بأن ترتيب مبادىء التنعم لم يكن من خصائصه عليه السلام، بل إباحة الطعام شرع قديم، جرى عليه جميع الرسل عليهم السلام، ووصوا به؛ أي: وقلنا لكل رسول كُلْ من الطيبات، واعمل صالحًا، فعبر عن تلك الأوامر المتعددة المتعلقة بالرسل بصيغة الجمع عند </p><p>(١) الشوكاني. (٢) روح البيان.(٣) البحر المحيط.(٤) الفتوحات.</p><p> الحكاية إجمالًا للإيجاز، وفيه من الدلالة على بطلان ما عليه الرهبان من رفض الطيبات ما لا يخفى. اهـ. من \"البيضاوي\" و \"أبي السعود\" . </p><p> ويعلم من قوله: فهذا حكاية لرسول الله ... إلخ، أن في الكلام حذفًا، تقديره: ونخبرك يا محمد، أنا أمرنا الرسل المتقدمين قبلك، وقلنا لهم: يا أيها الرسل {كُلُوا مِنَ الطَّيِّبَاتِ} ؛ أي: من الحلالات، سواء كانت مستلذة أو لا، وسواء كانت من المآكل والمشارب. </p><p> {وَاعْمَلُوا صَالِحًا} ؛ أي: عملًا صالحًا من الفرائض، والنوافل، فإنه المقصود منكم والنافع عند ربكم، وهذا الأمر للوجوب، بخلاف الأول فإنه للإرشاد. </p><p> فائدة (١) : وفي هذا رد وهدم لما قالهُ بعض الجهلة، من أن العبد إذا بلغ غاية المحبة، وصفا قلبه، واختار الإيمان على الكفر من غير نفاق، سقطت عنه الأعمال الصالحة من العبادات الظاهرة، وتكون عبادته التفكر، وهذا كفر وضلال، فإن أكمل الناس في المحبة والإيمان هم الرسل، خصوصًا حبيب الله محمد - صلى الله عليه وسلم - مع أن التكاليف بالأعمال الصالحة والعبادات في حقهم أتم وأكمل. </p><p> وذكر الطبري (٢) : أن المراد بقوله: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا} عيسى ابن مريم عليه السلام، كما تقول في الكلام للرجل الواحد: كفوا عنا أذاكم وكما قال تعالى: {الَّذِينَ قَالَ لَهُمُ النَّاسُ} والمراد بالناس رجل واحد، وقال القرطبي (٣) : قال بعض العلماء: والخطاب في هذه الآية للنبي - صلى الله عليه وسلم -، وأنه أقامه مقام الرسل، وقال الزجاج: هذه مخاطبة للنبي - صلى الله عليه وسلم -، ودل الجمع على أن الرسل كلهم كذا أمروا؛ أي: كلوا من الحلال. وقال ابن كثير (٤) : يأمر الله عباده المرسلين عليهم الصلاة والسلام أجمعين بالأكل من الحلال، والقيام بالصالح من الأعمال، فدل هذا على أن الحلال عون على العمل الصالح، فقام الأنبياء عليهم السلام بهذا أتم القيام، وجمعوا بين كل خير قولًا وعملًا ودلالةً ونصحًا. </p><p>(١) روح البيان. (٢) الطبري.(٣) القرطبي.(٤) ابن كثير.</p><p> فجزاهم الله عن العباد خيرًا. اهـ. </p><p> وحاصل معنى قوله تعالى:  {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا} أن الله سبحانه (١) أمر كل نبي في زمانه، بأن يأكل من المال الحلال ما لذّ وطاب، وأن يعمل صالح الأعمال ليكون ذلك كفاء من أنعم به عليه من النعم الظاهرة والباطنة. </p><p> وهذا الأمر، وإن كان موجهًا إلى الأنبياء فإن أممهم تبع لهم، وكأنه يقول لنا: أيها المسلمون في جميع الأقطار، كلوا من الطيبات؛ أي: من الحلال الصافي القوام، الحلال ما لا يعصى الله فيه، والصافي ما لا ينسى الله فيه، والقوام ما يمسك النفس، ويحفظ العقل، واعملوا صالح الأعمال. </p><p> أخرج أحمد وابن أبي حاتم وابن مردويه والحاكم عن أم عبد الله أخت شداد بن أوس - رضي الله عنها - أنها بعثت إلى النبي - صلى الله عليه وسلم -، بقدح لبن حين فطره وهو صائم فرد إليها رسولها، وقال:  \"من أين لك هذا؟ \" فقالت: من شاة لي، ثم رده وقال:  \"من أين هذه الشاة؟ \" فقالت: اشتريتها بمالي فأخذه، فلما كان من الغد أمته، وقالت: يا رسول الله، لم رددت اللبن؟ فقال - صلى الله عليه وسلم -: \"أمرت الرسل أن لا يأكلوا إلا طيبًا، ولا يعملوا إلا صالحًا\" . </p><p> وأخرج مسلم والترمذي وغيرهما عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"أيها الناس إن الله تعالى طيب لا يقبل إلا طيبًا، وإن الله تعالى أمر المؤمنين بما أمر به المرسلين،فقال:{يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ}وقال:{يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ}ثم ذكر الرجل يطيل السفر أشعث أغبر، ومطعمه حرام، ومشربه حرام، وملبسه حرام، وغذى بالحرام، يمد يديه إلى السماء يا رب يا رب، فأنى يستجاب له؟ \" . </p><p> وفي تقديم أكل الطيبات على العمل الصالح إيماء إلى أن العمل الصالح لا </p><p>(١) المراغي.</p>"
}