{
  "id": null,
  "sura": 23,
  "aya": 101,
  "text": "<p> واختلف فى معنى الآية (١) ، فقال الضحاك ومجاهد وابن زيد: حاجز بين الموت والبعث. وقال الكلبي: هو الأجل ما بين النفختين، وبينهما أربعون سنة، وقال السدي: هو الأجل، و {إِلَى يَوْمِ يُبْعَثُونَ} هو يوم القيامة. </p><p> ١٠١ - {فَإِذَا نُفِخَ فِي الصُّورِ} لقيام الساعة، وهي النفخة الثانية، التي عندها البعث والنشور. والنفخ: نفخ الريح فى الشيء. والصور مثل قرن ينفخ فيه. فيجعل الله ذلك سببًا لعود الأرواح إلى أجسادها، وقيل المعنى: فإذا نفخ فى الأجساد أرواحها، على أن الصور جمع صورة لا القرن، ويدل على هذا قراءة (٢) ابن عباس والحسن وابن عياض {الصُّوَر} بفتح الواو مع ضم الصاد جمع صورة. وقرأ أبو رزين بكسر الصاد وفتح الواو، وكذا قوله:  {فَأَحْسَنَ صُوَرَكُمْ} وجمع فعلة بضم الفاء على فعل بكسر الفاء شاذ. </p><p> {فَلَا أَنْسَابَ} تنفعهم {بَيْنَهُمْ} ؛ أي: بين الخلائق، {يوم إذِ} ؛ أي: يوم إذ نفخ فى الصور، كما بينهم اليوم لزوال التراحم والتعاطف، من فرط الحيرة واستيلاء الدهشة، بحيث يفر المرء من أخيه وأمه وأبيه، وصاحبته وبنيه، أو لا أنساب يفتخرون بها. والنسب: القرابة بين اثنين فصاعدًا؛ أي: اشتراك من جهة أحد الأبوين. وذلك ضربان: نسب بالطول، كالاشتراك بين الآباء والأبناء، ونسب بالعرض، كالنسب بين الأخوة وبني الأعمام. {وَلَا يَتَسَاءَلُونَ} ؛ أي: لا يسأل بعضهم بعضًا، فلا يقول له: من أنت، ومن أي قبيلة ونسب أنت، ونحو ذلك؛ لاشتغال كل منهم بنفسه؛ لشدة الهول، فلا يتعارفون ولا يتساءلون، كما أنه إذا عظم إلاَّمر فى الدنيا .. لم يتعرف الوالد لولده. </p><p> وقرأ عبد الله (٣) : {ولا يسألون} بتشديد السين، أدغم التاء فى السين، إذ أصله يتساءلون. والمعنى؛ أى (٤) : فإذا أَعيدت الأرواح إلى الأجساد حين البعث والنشور، لا تنفعهم الأنساب؛ لأن التعاطف يزول والود يختفي لاستيلاء؛ </p><p>(١) الشوكاني. (٢) البحر المحيط.(٣) البحر المحيط.(٤) المراغي.</p><p> الدهشة والحيرة عليهم، واشتغال كل امرىء بنفسه، كما جاء فى قوله: {يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ (٣٤) وَأُمِّهِ وَأَبِيهِ (٣٥) وَصَاحِبَتِهِ وَبَنِيهِ (٣٦) } {وَلَا يَتَسَاءَلُونَ} ؛ أي: ولأ يسال القريب قريبه، وهو يبصره؛ لاشتغاله بأمر نفسه، كمال قال: {وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا (١٠) }. </p><p> ولا يناقض ما (١) هنا قوله تعالى: {فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ (٥٠) }؛ لأن عدم التساؤل عند ابتداء النفخة الثانية قبل المحاسبة، والتساؤل بعد ذلك، وأيضًا يوم القيامة يوم طويل، فيه خمسون موطنًا كل موطن ألف سنة، ففي موطن يشتد عليهم الهول والفزع، بحيث يشغلهم عن التساؤل والتعارف، فلا يفطنون لذلك، وفي موطن يفيقون إفاقة فيتساءلون ويتعارفون. </p><p> قال ابن مسعود - رضي الله عنه -: يؤخذ بيد العبد والأمة يوم القيامة، فينصب على رؤوس الأولين والآخرين، ثم ينادي منادٍ: ألا إن هذا فلان بن فلان، فمن كان له عليه حق .. فليات إلى حقه، فيفرح العبد يومئذٍ أن يثبت له حق على والده، أو ولده، أو زوجته أو أخيه، فلا أنساب بينهم يومئذٍ. </p><p> وعن قتادة: لا شيء أبغض إلى الإنسان يوم القيامة، عن أن يرى عن يعرفه، أن يثبت له عليه شيء، ثم تلا: {يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ (٣٤) } الآية. قال محمَّد بن علي الترمذي - رحمه الله تعالى -: الإنساب كلها منقطعة، إلا من كانت نسبته صحيحة فى عبودية ربه، فإن تلك نسبة لا تنقطع أبدًا، وتلك النسبة المفتخر بها, لا نسبة الأجناس من الآباء والأمهات والأولاد. </p><p> فائدة: قال الأصمعي: كنت أطوف بالكعبة فى ليلة مقمرة، فسمعت صوتًا حزينًا فتبعت الصوت، فإذا أنا بشابٍ حسن ظريف، تعلق بأستار الكعبة وهو يقول: نامت العيون، وغارت النجوم، وأنت الملك الحي القيوم، وقد غلقت الملوك أبوابها، وأقامت عليها حرسها وحجابا، وبابك مفتوح للسائلين، فها أنا سائلك ببابك، مذنبًا فقيرًا مسكينًا أسيرًا جئت أنتظر رحمتك، يا أرحم الراحمين، </p><p>(١) روح البيان.</p><p> ثم أنشا يقول: </p><p> يَا مَنْ يُجِيْبُ دُعَا الْمُضْطَرِّ فِيْ الظُّلَمِ ... يَا كَاشِفَ الضُّرِّ وَالْبَلْوَى مَعَ السَّقَمِ </p><p> قَدْ نَامَ وَفْدُكَ حَوْلَ الْبَيْتِ وَانْتَبَهُوْا ... وَأنْتَ يَا حَيُّ يَا قَيُّوْمُ لَمْ تَنَمِ </p><p> أَدْعُوْكَ رَبِّيْ وَمَوْلاَيَ وَمُسْتَنَدِيْ ... فَارْحَمْ بُكَائِيْ بِحَقِّ الْبَيْتِ وَالْحَرَمِ </p><p> أَنْتَ الْغَفُوْرُ فَجُدْ لِيْ مِنْكَ مَغْفِرَةً ... وَاعْفُ عَنِّيَ يَا ذَا الْجُوْدِ وَالنِّعَمِ </p><p> إِنْ كَانَ عَفْوُكَ لاَ يَرْجُوْهُ ذُوْ جُرُمٍ ... فَمَنْ يَجُوْدُ عَلَى الْعَاصِيْنَ بِالْكَرَمِ </p><p> ثم رفع رأسه نحو السماء وهو ينادي: يا إلهي وسيدي ومولاي، إن أطعتك فلك المنة علي، وإن عصيتك فبجهلي، فلك الحجة علي، اللهم فبإظهار مننك علي، وإثبات حجتك لدي ارحمني، واغفر ذنوبي، ولا تحرمني رؤية جدي وقرة عيني، وحبيبك وصفيك ونبيك محمَّد - صلى الله عليه وسلم -، ثم أنشأ يقول: </p><p> أَلاَ أَيُّهَا الْمَامُوْلُ فِيْ كُلِّ شِدَّةٍ ... إِلَيْكَ شَكَوْتُ الضُّرَّ فَارْحَمْ شِكَايَتِيْ </p><p> ألاَ يَا رَجَائِيْ أنْتَ كَاشِفُ كُرْبَتِيْ ... فَهَبْ لِيْ ذُنُوْبِيْ كُلَّهَا وَاقْضِ حَاجَتِيْ </p><p> فَزَادِيْ قَلِيْلٌ مَا أَرَاهُ مُبَلِّغِيْ ... عَلَى الزَّادِ أَبْكِيْ أَمْ لِبُعْدِ مَسَافَتِيْ </p><p> أتَيْتُ بِأعْمَالٍ قِبَاحٍ رَدِيْئَةٍ ... وَمَا فِيْ الْوَرَى خَلْقٌ جَنَى كَجِنَايَتِيْ </p><p> فكان يكرر هذه الأبيات حتى سقط على الأرض مغشيًا عليه، فدنوت منه، فإذا هو زين العابدين علي بن الحسين بن علي بن أبي طالب، فوضعت رأسه فى حجري، وبكيت لبكائه بكاءً شديدًا عليه، فقطر من دموعي على وجهه، فأفاق من غشيته وفتح عينيه وقال: من الذي شغلني عن ذكر مولاي؟ فقلت: أنا الأصمعي يا سيدي، ما هذا البكاء وما هذا الجزع؛ وأنت من أهل بيت النبوة، ومعدن الرسالة، أليس الله يقول:  {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا} ؛ قال: فاستوى جالسًا وقال: يا أصمعي، هيهات! إن الله تعالى خلق الجنة لمن أطاعه، وإن كان عبدًا حبشيًا، وخلق النار لمن عصاه، وإن كان ملكًا قرشيًا. أما سمعت قوله تعالى: {فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ (١٠١) }. </p>"
}