{
  "id": null,
  "sura": 24,
  "aya": 10,
  "text": "<p> والحسن، وبه قال ربيعة ومالك والثوري والشافعي وأكثر أهل العلم. </p><p> وقال الزهري والأوزاعي وأصحاب الرأي: لا يجري اللعان إلا بين مسلمين حرين غير محدودين، فإن كان أحد الزوجين رقيقًا أو ذميًا أو محدودًا في قذف، فلا لعان بينهما. وظاهر القرآن حجة لمن قال: يجري اللعان بينهما؛ لأن الله تعالى قال:  {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ} ولم يفصل بين الحر والعبد والمحدود وغيره. </p><p> ولا يصح اللعان إلا عند الحاكم أو نائبه، ويغلظ اللعان بأربعة أشياء، بتعدد الألفاظ وبالمكان والزمان، وأن يكون بمحضر جماعة من الناس. أما تعدد الألفاظ فيجب، ولا يجوز الإخلال بشيء منها. وأما المكان: فهو أن يلاعن في أشرف الأماكن، فإن كان بمكة فبين الركن والمقام، وإن كان بالمدينة فعند منبر النبي - صلى الله عليه وسلم -. وفي سائر البلاد في الجامع عند المنبر. وأما الزمان: فهو أن يكون بعد العصر. وأما الجمع فأقله أربعة، والتغليظ بالجمع سنة، فلو لاعن الحاكم بينهما وحده جاز. وفي التغليظ بالزمان والمكان قولان. وبيان اللعان متبعًا موضعه كتب الفروع، فيطلب هناك، وكذا القذف. </p><p> ١٠ - وبعد أن ذكر حكم الرامي للمحصنات وللأزواج، بين أن في هذا تفضلًا على عباده، ورحمة بهم، فقال:  {وَلَوْلَا فَضْلُ اللَّهِ} ؛ أي: تفضله سبحانه {عَلَيْكُمْ} أيها القاذفون والمقذوفات {وَرَحْمَتُهُ} سبحانه بالستر لكم؛ أي: لولا تفضله عليكم بالستر ورحمته لكم به في القذف. وجواب {لولا} محذوف، تقديره: لنال الكاذب منكم عذاب عظيم. وفي قوله: عليكم (١) التفات عن الغيبة في قوله: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ} . وقوله:  {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ} إلى الخطاب. والخطاب لكل من الفريقين؛ أي: القاذفين والمقذوفات، ففي الكلام تغليب صيغة الذكور على صيغة الإناث، حيث لم يقل: عليكم وعليكن. </p><p> وجملة قوله:  {وَأَنَّ اللَّهَ} سبحانه {تَوَّابٌ} بعوده على من يرجع عن </p><p>(١) الفتوحات.</p><p> المعاصي بالرحمة. {حَكِيمٌ} ؛ أي: فيما فرضه من الحدود. معطوفة على مدخول {لولا} . وحذف (١) جواب {لولا} للتهويل والإشعار بضيق العبارة عن حصره، كأنه قيل: لولا تفضله عليكم ورحمته، أيها الرامون والمرميات. وأنه تعالى مبالغ في قبول التوبة. حكيم في جميع أفعاله وأحكامه، التي من جملتها ما شرع لكم من حكم اللعان، لكان ما كان مما لا يحيط به نطاق البيان. ومن جملته أنه تعالى لو لم يشرع لهم ذلك .. لوجب على الزوج حدّ القذف، مع أن الظاهر صدقه؛ لأنه أعرف بحال زوجته، وأنه لا يفتري عليها؛ لاشتراكهما في الفضاحة. </p><p> وبعدما شرع لهم ذلك، لو جعل شهاداته موجبة لحدّ القذف عليه .. لفات النظر له، ولا ريب في خروج الكل عن سنن الحكمة والفضل والرحمة، فجعل شهادات كل منهما، مع الجزم بكذب أحدهما حتمًا، دارئة لما توجه إليه من الغائلة الدنيوية. وقد ابتلي الكاذب منهما في تضاعيف شهاداته من العذاب بما هو أتم مما درأه عنه وأطم. وفي ذلك من أحكام الحكم البالغة وآثار التفضل والرحمة ما لا يخفى. أما على الصادق فظاهر، وأما على الكاذب فهو إمهال له، والستر عليه في الدنيا، ودرأ الحد عنه، وتعريضه للتوبة، حسبما ينبىء عنه التعرض لعنوان توابيته، سبحانه ما أعظم شأنه، وأوسع رحمته وأدق حكمته. </p><p> والخلاصة (٢) : أي ولولا تفضله سبحانه ورحمته بكم، وأنه قابل لتوبتكم في كل آن، وأنه حكيم في جميع أفعاله وأحكامه التي منها ما شرعه لكم من اللعان .. لفضحكم وعاجلكم بالعقوبة، ولكنه ستر عليكم، ودفع عنكم الحد باللعان، إذ لو لم يشرع لكم ذلك .. لوجب على الزوج حدّ القذف، مع أن قرائن الأحوال تدل على صدقه؛ لأنه أعرف بحال زوجه، وأنه لا يفتري عليها لاشتراكهما في الفضيحة. ولو جعل شهادته موجبة لحد الزنا عليها .. لأهمل أمرها، وكثر افتراء الزوج عليها, لضغينة قد تكون في نفسه من أهلها. وفي كل </p><p>(١) روح البيان. (٢) المراغي.</p><p> هذا خروج من سابق الحكمة والفضل والرحمة. ومن ثم جعل شهادات كل منهما مع الجزم بكذب أحدهما، دارئة عند العقوبة الدنيوية. وإن كان قد ابتلي الكاذب منهما في تضاعيف شهادته بأشد مما درأه عن نفسه، وهو العقاب الأخروي. </p><p> تنبيه: وكررت (١)  {لولا} في هذا السياق أربع مرات، لاختلاف الأجوبة فيها، إذ جواب الأول منها محذوف، تقديره: لفضحكم. وجواب الثاني مذكور، وهو قوله:  {لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ} . وجواب الثالث محذوف، تقديره: لعجل لكم العذاب. وجواب الرابع مذكور. وهو قوله:  {مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا} . </p><p> قال ابن جرير الطبري:  (١٨/ ٨٦) يقول تعالى ذكره: ولولا (٢) فضل الله عليكم أيها الناس ورحمته بكم، وأنه عواد على خلقه بلطفه وطوله، حكيم في تدبيره إياهم وسياسته لهم .. لعاجلكم بالعقوبة على معاصيكم، وفضح أهل الذنوب منكم بذنوبكم، ولكنه ستر عليكم ذنوبكم وترك فضيحتكم بها عاجلًا رحمة منه بكم، وتفضلًا عليكم، فاشكروا نعمه وانتهوا عن التقدم عما عنه نهاكم من معاصيه. وترك الجواب في ذلك، اكتفاء بمعرفة السامع المراد منه. اهـ. </p><p> الإعراب </p><p> {سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ لَعَلَّكُمْ تَذَكَّرُونَ (١) }. </p><p> {سُورَةٌ} : خبر لمبتدأ محذوف، تقديره: هذه الآيات الآتي ذكرها. أو مبتدأ خبره محذوف، تقديره: فيما أوحينا إليك سورة أنزلناها. وسوغ الابتداء بالنكرة وصفها بجملة {أَنْزَلْنَاهَا} والجملة الاسمية مستأنفة. {أَنْزَلْنَاهَا} : فعل وفاعل ومفعول، والجملة القعلية في محل الرفع صفة لـ {سُورَةٌ} . {وَفَرَضْنَاهَا} : فعل وفاعل ومفعول. والجملة الفعلية في محل الرفع، معطوفة على جملة {أَنْزَلْنَاهَا} . وكذلك جملة {وَأَنْزَلْنَا} معطوفة على جملة {أَنْزَلْنَاهَا} . {فِيهَا} متعلق بـ {أنزلنا} . {آيَاتٍ} : </p><p>(١) فتح الرحمن. (٢) الطبري.</p><p> مفعول به لـ {أنزلنا} . {بَيِّنَاتٍ} : صفة لـ {آيَاتٍ} . {لَعَلَّكُمْ} : ناصب واسمه، وجملة {تَذَكَّرُونَ} في محل الرفع خبر {لعل} ، وجملة {لعل} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ} . </p><p> {الزَّانِيَةُ} : مبتدأ. {وَالزَّانِي} : معطوف عليه. {فَاجْلِدُوا}  {الفاء} : رابطة الخبر بالمبتدأ لشبه المبتدأ بالشرط في العموم، كما مر. {اجلدوا} : فعل وفاعل. {كُلَّ وَاحِدٍ} : مفعول به. {مِنْهُمَا} : صفة لـ {واحد} . {مِائَةَ جَلْدَةٍ} : منصوب على المفعولية المطلقة، لنيابته عن المصدر، والجملة في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة، مسوقة لتفصيل ما ذكر من الآيات البينات. وفي \"الفتوحات\" قوله: {الزَّانِيَةُ وَالزَّانِي} في رفعهما وجهان: </p><p> أحدهما: مذهب سيبويه، أنه مبتدأ خبره محذوف؛ أي: فيما يتلى عليكم، حكم الزانية والزاني. و {الفاء} : في {فَاجْلِدُوا} على هذا الوجه: تفصيلية للحكم المتلو المجمل؛ لأنه لما تشوف السامع إلى تفصيل هذا المجمل .. ذكر حكمهما مفصلًا بقوله:  {فَاجْلِدُوا} ؛ لأنه أوقع في النفس من ذكره أول وهلة. </p><p> وثانيهما: مذهب الأخفش وغيره، وهو أنه مبتدأ، والخبر جملة الأمر، كما جرينا عليه في إعرابنا؛ لأن عدم التقدير أولى من التقدير. ودخلت الفاء حينئذٍ، لشبه المبتدأ بالشرط. فالفاء: رابطة الخبر بالمبتدأ، لكونه جملة طلبية، وقد تقدم الكلام على هذه المسألة مستوفى عند قوله:  {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا} . فجدد به عهدًا. </p><p> {وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ} . </p><p> {وَلَا تَأْخُذْكُمْ} : {الواو} : عاطفة {لا} : ناهية جازمة. {تَأْخُذْكُمْ} : فعل ومفعول مجزوم بـ {لا} الناهية. {بِهِمَا} : جار ومجرور متعلق به. {رَأْفَةٌ} : فاعل، والجملة الفعلية في محل الرفع، معطوفة على جملة {فَاجْلِدُوا} . {فِي دِينِ </p><p> اللَّهِ}: جار ومجرور ومضاف إليه، متعلق بـ {تَأْخُذْكُمْ} أيضًا. وهذه الجملة دالة على جواب الشرط بعدها، أو هي نفس الجواب عند بعضهم. اهـ. \"سمين\" . {إن} : حرف شرط جازم. {كُنْتُمْ} : فعل ناقص واسمه في محل الجزم بـ {إن} ، على كونه فعل شرط لها، وجملة {تُؤْمِنُونَ} في محل النصب خبر {كان} . {بِاللَّهِ} : متعلق بـ {تُؤْمِنُونَ} . {وَالْيَوْمِ} : معطوف على الجلالة. {الْآخِر} : صفة لـ {اليوم} . وجواب {إن} الشرطية معلوم مما قبلها، تقديره: إن كنتم تؤمنون بالله، واليوم الآخر، فلا تأخذكم بهما رأفة في دين الله، وجملة {إن} الشرطية معترضة. {وَلْيَشْهَدْ} : {الواو} : عاطفة، و {اللام} : لام الأمر. {يشهد} : فعل مضارع مجزوم بلام الأمر. {عَذَابَهُمَا} : مفعول به. {طَائِفَةٌ} : فاعل. {مِنَ الْمُؤْمِنِينَ} : صفة لـ {طائفة} ، والجملة الفعلية معطوفة على جملة قوله:  {فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا} . </p><p> {الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ (٣) }. </p><p> {الزَّانِي} : مبتدأ. {لَا يَنْكِحُ} : فعل وفاعل مستتر. {إِلَّا} : أداة استثناء مفرغ. {زَانِيَةً} : مفعول به. {أَوْ مُشْرِكَةً} : معطوف عليه، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة، مسوقة لبيان حال الفاسق الخبيث. {وَالزَّانِيَةُ} : مبتدأ. {لَا يَنْكِحُهَا} : فعل ومفعول به. {إِلَّا} : أداة استثناء مفرغ. {زَانٍ} : فاعل مرفوع، وعلامة رفعه ضمة مقدرة على الياء المحذوفة، للتخلص من التقاء الساكنين؛ لأنه اسم منقوص. {أَوْ مُشْرِكٌ} معطوف عليه، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية معطوفة على الجملة التي قبلها. {وَحُرِّمَ ذَلِكَ} فعل ونائب فاعل. {عَلَى الْمُؤْمِنِينَ} متعلق به. والجملة الفعلية مستأنفة، مسوقة لبيان حكم نكاح الزواني والمشركات. </p><p> {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ (٤) إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٥) } </p><p> {وَالَّذِينَ}  {الواو} : استئنافية. {الذين} : مبتدأ. {يَرْمُونَ الْمُحْصَنَاتِ} : فعل وفاعل ومفعول، والجملة صلة الموصول. {ثُمَّ} : حرف عطف وتراخ. {لَمْ يَأْتُوا} : جازم وفعل مجزوم وفاعل. {بِأَرْبَعَةِ} : متعلق بـ {يأتوا} . {شُهَدَاءَ} : مضاف إليه مجرور بالفتحة، لمنعه من الصرف، لمكان ألف التأنيث الممدودة، والجملة معطوفة على جملة {يرمون} . {فَاجْلِدُوهُمْ}  {الفاء} : رابطة لخبر الموصول المتضمن معنى الشرط. {اجلدوهم} : فعل أمر وفاعل ومفعول به، والجملة الفعلية في محل الرفع خبر المبتدأ. {ثَمَانِينَ} : منصوب على المفعولية المطلقة. {جَلْدَةً} : تمييز له منصوب به والجملة الاسمية مستأنفة، مسوقة لبيان نوع آخر من حدود الزنا. {وَلَا تَقْبَلُوا} : {الواو} : عاطفة. {لا} : ناهية جازمة. {تَقْبَلُوا} : فعل وفاعل مجزوم بـ {لا} الناهية، والجملة الفعلية في محل الرفع، معطوفة على جملة {فَاجْلِدُوهُمْ} . {لَهُمْ} : جار ومجرور متعلق بمحذوف، حال من {شَهَادَةً} ؛ لأنه صفة نكرة قدمت عليها. {شَهَادَةً} مفعول به. {أَبَدًا} : منصوب على الظرفية الزمانية، متعلق بـ {تَقْبَلُوا} . {وَأُولَئِكَ} : {الواو} : عاطفة. {أولئك} : مبتدأ. {هُمُ} : ضمير فصل، أو مبتدأ ثان. {الْفَاسِقُونَ} : خبر عن {أولئك} ، أو خبرهم، والجملة الاسمية في محل الرفع، معطوفة على جملة قوله:  {فَاجْلِدُوهُمْ} على كونها خبر الموصول. {إِلَّا} : أداة استثناء. {الَّذِينَ} : اسم موصول للجمع المذكر، في محل النصب على الاستثناء. {تَابُوا} : فعل وفاعل صلة الموصول. {مِنْ بَعْدِ ذَلِكَ} : جار ومجرور ومضاف إليه متعلق به. {وَأَصْلَحُوا} : فعل وفاعل معطوف على {تَابُوا} . واختلف في هذا الاستثناء، فقيل: هو متصل؛ لأن المستثنى منه في الحقيقة {الذين يرمون} ، والتائبون من جملتهم لكنهم مخرجون من الحكم. وهذا شأن المتصل. وقيل: هو منقطع؛ لأنه لم يقصد إخراجه من الحكم السابق، بل قصد به إثبات أمر آخر، وهو أن التائب لا يبقى فاسقًا؛ ولأنه غير داخل في صدر الكلام؛ لأنه غير فاسق اهـ. \"شهاب\" . وهذا التوجيه ضعيف جدًّا، إذ يلزم عليه، أن يكون كل استثناء منقطعًا، لجريان التوجيه المذكور فيه تأمل. {فَإِنَّ اللَّهَ}  {الفاء} : تعليلية. {إن الله} : ناصب واسمه. {غَفُورٌ} : خبر أول لها. {رَحِيمٌ} : خبر ثان. والجملة الاسمية مستأنفة، </p><p> مسوقة لتعليل ما قبلها. </p><p> {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ (٦) }. </p><p> {وَالَّذِينَ}  {الواو} : استئنافية. {الذين} : مبتدأ أول. {يَرْمُونَ أَزْوَاجَهُمْ} : فعل وفاعل ومفعول به، والجمله صلة الموصول ومتعلق {يرمون} محذوف، تقديره: بالزنا. {وَلَمْ يَكُنْ} : {الواو} : عاطفة. {لم يكن} : جازم ومجزوم. {لَهُمْ} : خبر {يَكُنْ} مقدم على اسمها. {شُهَدَاءُ} : اسمها مؤخر. {إِلَّا} : أداة استثناء. {أَنْفُسُهُمْ} : بدل من {شهداء} . ويجوز أن تكون {إِلَّا} : بمعنى غير. فتكون {أَنْفُسُهُمْ} : نعتًا لـ {شُهَدَاءُ} . وقد ظهر عليها إعراب إلا على حد قوله تعالى:  {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا} . {فَشَهَادَةُ أَحَدِهِمْ} : {الفاء} : رابطة الخبر بالمبتدأ، لشبه الموصول بأسماء الشروط في العموم. {شهادة أحدهم} : مبتدأ شأن ومضاف إليه. {أَرْبَعُ شَهَادَاتٍ} بالرفع خبر للمبتدأ الثاني ومضاف إليه. {بِاللَّهِ} : جار ومجرور متعلق بـ {شَهَادَاتٍ} ، أو {بشهادة} . فالمسألة من باب التنازع، والجملة من المبتدأ الثاني وخبره في محل الرفع خبر للأول، والجملة من المبتدأَ الأول وخبره، مستأنفة مسوقة لبيان أحكام اللعان، وهو مبسوط في كتب الفقه. وقرأ الجمهور:  {أَرْبَعُ شَهَادَاتٍ} بالنصب، فيكون خبر فـ {شَهَادَةُ} مقدرًا، إما مقدمًا، تقديره: فعليهم شهادة أحدهم، أربع شهادات. أو مؤخرًا، تقديره: فشهادة أحدهم، أربع شهادات كائنة، أو واجبة. أو هو خبر لمبتدأ محذوف؛ أي: فالواجب شهادة أحدهم: أربع منصوب على المفعولية المطلقة، والعامل فيه مصدر مثله. نظيره قوله تعالى:  {فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا} وقد ناب هنا عن المصدر عدده، {إِنَّهُ لَمِنَ الصَّادِقِينَ}  {إِنَّهُ} : ناصب واسمه، وكسرت همزة {إن} لوجود اللام المزحلقة و {اللام} : حرف ابتداء {مِنَ الصَّادِقِينَ} : جار ومجرور خبر {إن} وجملة {إن} : وما بعدها في محل النصب معمول {شَهَادَاتٍ} ، أو شهادة؛ لأن أصله يشهد على أنه صادق، فحذف الجار وكسرت {إن} ، وعلق العامل عنها لأجل اللام في الخبر. </p><p> {وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ (٧) }. </p><p> {وَالْخَامِسَةُ}  {الواو} : اعتراضية. {الخامسة} : مبتدأ؛ أي: الشهادة الخامسة. {أَنَّ} : حرف نصب ومصدر. {لَعْنَتَ اللَّهِ} : اسمها ومضاف إليه. {عَلَيْهِ} : جار ومجرور خبر {أَنَّ} ، وجملة {أَنَّ} في تأويل مصدر مرفوع على الخبرية. للمبتدأ، والتقدير: والخامسة إثبات لعنة الله عليه، والجملة الاسمية معترضة. {إن} : حرف شرط. {كَانَ} : فعل ماض ناقص، في محل الجزم بأن على كونه فعل شرط لها، واسمها ضمير يعود على الملاعن؛ أي: الزوج. {مِنَ الْكَاذِبِينَ} : جار ومجرور خبر {كَانَ} ، وجواب {إن} الشرطية محذوف دل عليه ما قبله؛ أي: إن كان من الكاذبين فيما رماها به، فعليه لعنة الله سبحانه، وجملة {إن} الشرطية معترضة. ويقرأ: الخامسة، بالنصب على تقدير ويشهد الخامسة، والتقدير: ويشهد الخامسة بأن لعنة الله عليه. ويجوز أن يكون بدلًا، من الخامسة. ذكره أبو البقاء. </p><p> {وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ (٨) }. </p><p> {وَيَدْرَأُ} : {الواو} : عاطفة. {يدرأ} : فعل مضارع. {عَنْهَا} : متعلق به. {الْعَذَابَ} : مفعول به، {أَن} : حرف نصبـ {تَشْهَدَ} : فعل مضارع منصوب بـ {أن} المصدرية وفاعله ضمير يعود على الملاعنة {أَرْبَعَ شَهَادَاتٍ} : منصوب على المفعولية المطلقة. {بِاللَّهِ} : متعلق بـ {شَهَادَاتٍ} : أو بـ {تَشْهَدَ} . والجملة الفعلية في تأويل مصدر مرفوع على الفاعلية، والتقدير: ويدرأ عنها العذاب شهادة أربع شهادات بالله، والجملة الفعلية معطوفة على الجملة الاسمية في قوله: والذين يرمون المحصنات. {إِنَّهُ} ناصب واسمه. {لَمِنَ الْكَاذِبِينَ} : خبره. و {اللام} : حرف ابتداء، وجملة {إن} ومعموليها في محل النصب معمول لـ {تَشْهَدَ} ، ولكنه علق عنه باللام: وذلك كسرت همزة {إن} ، والأصل أن تشهد أربع شهادات، على أنه لمن الكاذبين. </p><p> {وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ (٩) }. </p><p> {وَالْخَامِسَةَ} : بالنصب معطوف على {أَرْبَعَ} ؛ أي: وتشهد الخامسة. {أَنَّ} حرف نصب ومصدر. {غَضَبَ اللَّهِ} : اسمها. {عَلَيْهَا} : جار ومجرور خبر </p><p> {أن} . وجملة {أن} في تأويل مصدر، مجرور بحرف جر محذوف؛ أي: وتشهد الخامسة على كون {غَضَبَ اللَّهِ عَلَيْهَا} . وبالرفع مبتدأ، والخبر جملة أن غضب الله عليها. {إِن} حرف شرط. {كَانَ} في محل الجزم بـ {أن} ، واسمها ضمير يعود على الزوج. {مِنَ الصَّادِقِينَ} خبرها. وجواب الشرط محذوف، دل عليه ما قبله، تقديره: إن كان من الصادقين، فعلي غضب الله. </p><p> {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ (١٠) }. </p><p> {وَلَوْلَا}  {الواو} : استئنافية {لولا} : حرف امتناع لوجود. {فَضْلُ اللَّهِ} مبتدأ ومضاف إليه. {عَلَيْكُمْ} متعلق بـ {فَضْلُ اللَّهِ} ، وخبر المبتدأ محذوف وجوبًا، تقديره: ولولا فضل الله عليكم موجود. {وَرَحْمَتُهُ} معطوف على {فَضْلُ اللَّهِ} ، وجواب {لولا} محذوف، تقديره: لبين الحق في ذلك، وعاجل بالعقوبة لمن يستحقها، وجملة {لولا} مستأنفة، {وَأَنَّ اللَّهَ} ناصب واسمه. {تَوَّابٌ} خبر أول له {حَكِيمٌ} : خبر ثان له. وجملة {أن} في تأويل مصدر، معطوف على {فَضْلُ اللَّهِ} على كونه مبتدأ محذوف الخبر، وتقديره: ولولا كون الله توابًا حكيمًا موجود .. لنال الكاذب منهما عذاب عظيم. </p><p> التصريف ومفردات اللغة </p><p> {سُورَةٌ} : السورة: في اللغة المنزلة السامية، والمكانة الرفيعة. قال النابغة: </p><p> أَلَمْ تَرَ أَنَّ اللهَ أعْطَاكَ سُوْرَةً ... تَرَى كُلَّ مُلْكٍ دُوْنَهَا يَتَذَبْذَبُ </p><p> وسميت المجموعة من الآيات لها بدء ونهاية: سورةً، لشرفها وارتفاعها، كما يسمى السور للمرتفع من الجدار. </p><p> {الزَّانِيَةُ وَالزَّانِي} قال في المفردات: الزنى: يقصر، وقد يمد، فيقال: الزناء، ويصح أن يكون الممدود مصدر المفاعلة، والنسبة إليه زنوى. انتهى. فبنية الزنا والزناء بالقصر، والمد قال الفرزدق: </p><p> أَبَا خَالِدٍ مَنْ يَزْنِ يُعْلَمْ زِنَاؤُهُ ... وَمَنْ يَشْرَبِ الْخُرْطُوْمَ يُصْبِحْ مُسَكَّرَا </p><p> قال الفراء: المقصور من زنى الثلاثي والممدود من زاني الرباعي. يقال: </p><p> زاناها مزاناة وزناء، وخرجت فلانة تزاني وتباغي، وقد زنى بها. وجمع الزاني زناة، كالطاغي والطغاة والباغي والبغاة. وجمع الزانية الزواني كالجارية والجواري، وزناة تزنية نسبه إلى الزنا، وهو ولد زنية بفتح الزاي وكسرها. </p><p> {رَأْفَةٌ} : في \"المختار\" والرأفة: أشد الرحمة، وقد رؤف بالضم، رآفة ورأف به يرأف مثل قطع يقطع. ورئف به من باب طرب، كله من كلام العرب، فهو رؤوف على وزن فعول. ورؤف على وزن فعل اهـ. </p><p> {وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ} الشهود: الحضور. والعذاب: الإيجاع الشديد، قال بعضهم: العذاب: إكثار الضرب بعذبة السوط؛ أي: بطرفه. وقيل: غير ذلك. وفي تسميته عذابًا دليل على أنه عقوبة، ويجوز أن يسمى عذابًا؛ لأنه ألم مانع من معاودة، كما يسمى نكالًا؛ أي: عقابًا يردع عن المعاودة. والطائفة: فرقة يمكن أن تكون حافة حول الشيء، وحلقة من الطوف. والمراد به جمع يحصل به التشهير والزجر. </p><p> {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ} الرمي يقال في الأعيان كالسهم والحجر، ويقال: في المقال كناية عن الشتم كالقذف، فإنه في الأصل الرمي بالحجارة ونحوها مطلقًا. قال في \"الإرشاد\" : في التعبير عن التفوه، بما قالوا في حقهن بالرمي المنبي عن صلابة الآلة، وإيلام المرمي، وبعده إيذان بشدة تأثيره فيهن. والمحصنات: العفائف وهو بالفتح، يقال: إذا تصور حصنها من نفسها وبالكسر يقال: إذا تصور حصنها من غيرها، والحصن في الأصل معروف، ثم تجوز به في كل تحرز. ومنه درع حصينة لكونها حصنًا للبدن وفرس حصان؛ لكونه حصنًا لراكبه، وامراة حصان، للعفيفة. وأصل الإحصان المنع، سميت العفيفة (محصنة) ؛ لأنها منعت نفسها عن القبيح. ومنه الحصين؛ لأنه يمنع من الأعداء. (يدرأ) ؛ أي: يدفع من الدرء، وهو الدفع. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان </p><p> والبديع: </p><p> فمنها: الإيجاز بالحذف في قوله تعالى: {سُورَةٌ أَنْزَلْنَاهَا} حيث حذف المبتدأ أو الخبر. وأشير إليها بالمبتدأ المحذوف. مع عدم سبق ذكرها؛ لأنها باعتبار كونها في شرف الذكر في حكم الحاضر المشاهد. </p><p> منها: التنكير في سورة للتفخيم؛ أي: هذه صورة عظيمة الشأن جليلة القدر أنزلها الله سبحانه. </p><p> ومنها: الإطناب بتكرير لفظ أنزلنا في قوله: {وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ} ؛ لإبراز كمال العناية بشأنها، وهو من باب ذكر الخاص بعد العام، للعناية والاهتمام به. </p><p> ومنها: التهييج والإلهاب في قوله: {إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ} ؛ أي: التحريض وإثارة الغضب لله إلهاب الحفاظ لدين الله وحكمه. وكذا في قوله:  {وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ} لما في النهي والشرط من التحريض، وإثارة المؤمنين على أن يتصلبوا في دينهم، وأن لا تأخذهم هوادة أولين، في تنفيذا أمرهم به، لاستيفاء حدوده. </p><p> ومنها: الحصر في قوله: {إِلَّا زَانِيَةً أَوْ مُشْرِكَةً} ؛ لأن ظاهر النظم يشعر بأن الزاني لا ينكح المؤمنة العقيفة، وأن الزانية لا ينكحها المؤمن التقي، ولما كان ذلك غير ظاهر الصحة، كان لا بد من حمل الأخبار على الأعم الأغلب، كما في قولك لا يفعل الخير إلا الرجل المتقي، وقد يفعل الخير من ليس بتقي. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ} ؛ لأن أصل الرمى القذف بالحجارة، أو بشيء صلب، ثم استعير للقذف باللسان، بجامع الإيذاء في كل، لكونه جناية بالقوَل، كما قال النابغة: وجرح اللسان كجرح اليد. </p><p> ومنها: صيغ المبالغة في قوله: {غَفُورٌ رَحِيمٌ} وقوله: {تَوَّابٌ حَكِيمٌ} فان فعولًا وفعيلًا وفعالًا من أوزان المبالغة، وكلها تفيد بلوغ النهاية في هذه الصفات. </p><p> ومنها: الطباق بين {الصَّادِقِينَ} و {الْكَاذِبِينَ} . </p><p> ومنها: حذف جواب لولا للتهويل في قوله: {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكَ وَرَحْمَتُهُ} وللإشعار بضيق العبارة عن حصره، حتى يذهب الوهم في تقديره كل مذهب، فيكون أبلغ في البيان، وأبعد في التهويل والزجر. </p><p> ومنها: الالتفات في قوله: {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ} فقد التفت من الغيبة في قوله: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ} إلى الخطاب لتسجيل المنة على المخاطبين، بحيث لا تبقى لديهم أعذار واهية، يتشبثون بها إذا هم تجاوزوا حدود ما بينه لهم. </p><p> ومنها: التغليب في قوله: {عَلَيْكُمْ} فقد غلب صيغة الذكور على صيغة الإناث حيث لم يقل عليكم وعليكن؛ لأنه بصدد مخاطبة الفريقين؛ أي: القاذفين والمقذوفات. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> تتمة: في التعبير بالإحصان في قوله: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ} إشارة لطيفة إلى أن قذف العفيف من الرجال أو النساء موجب لحد القذف، وأما إذا كان الشخص معروفًا بالفجور، أو مشهورًا بالاستهتار، والمجون فلا حد على قاذفه؛ لأنه كرامة للفاسق الماجن، فتدبر. </p><p> دقيقة: لماذا عدل عن قوله: {تَوَّابٌ رَحِيمٌ} إلى قوله: {تَوَّابٌ حَكِيمٌ} مع أن الرحمة تناسب التوبة، والجواب أن الله عز وجل، أراد الستر على العباد بتشريع اللعان بين الزوجين، فلو لم يكن اللعان مشروعًا، لوجب على الزوج حد القذف، مع أن الظاهر صدقه ولو أكتفى لعانه .. لوجب على الزوجة حدّ الزنا، فكان من الحكمة وحسن النظر لهما جميعًا، أن شرع هذا الحكم، ودرأ عنهما العذاب بتلك الشهادات. فسبحانه ما أوسع رحمته وأجلّ حكمته. </p><p> قال بعضهم: وإنما قال الله تعالى: {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ} ولم يقل: ولولا فضل عبادتكم وصلاتكم وجهادكم وحسن قيامكم بأمر الله {مَا زَكَى </p><p> مِنْكُمْ مِنْ أَحَدٍ أَبَدًا}، لنعلم أن العبادات وإن كثرت فإنها من نتائج الفضل والإحسان. اللهم اجعلنا من أهل الفضل والعطاء والمحبة والولاء. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ لَا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ (١١) لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُبِينٌ (١٢) لَوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ (١٣) وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ (١٤) إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ (١٥) وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ (١٦) يَعِظُكُمُ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا إِنْ كُنْتُمْ مُؤْمِنِينَ (١٧) وَيُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (١٨) إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ (١٩) وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَءُوفٌ رَحِيمٌ (٢٠) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ وَاللَّهُ سَمِيعٌ عَلِيمٌ (٢١) وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (٢٢) إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ (٢٣) يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ (٢٤) يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ (٢٥) الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (٢٦) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (٢٧) فَإِنْ لَمْ تَجِدُوا فِيهَا أَحَدًا فَلَا تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمْ وَإِنْ قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ (٢٨) لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَكُمْ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ (٢٩) } </p><p> المناسبة </p><p> قوله تعالى:  {إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ ...} الآيات، مناسبة هذه </p><p> الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر (١) حكم من قذف الأجنبيات، وحكم من قذف الزوجات .. ذكر في هذه الآيات العشر، براءة عائشة أم المؤمنين مما رماها به أهل الإفك والبهتان من المنافقين، صيانة لعرض رسول الله - صلى الله عليه وسلم -. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ ...} الآيات، مناسبة (٢) هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر قصص أم المؤمنين عائشة - رضي الله عنها - وبين عقاب من اتهمها بالإفك، وشديد عذابه يوم القيامة، وأسهب في هذا .. أعقب ذلك ببيان حكم عام، وهو أن كل من أَتهم محصنة مؤمنة غافلة بالخنا والفجور، فهو مطرود من رحمة الله تعالى، بعيد عن دار نعيمه، معذب في جهنم إلا إذا تاب وأحسن التوبة وعمل صالحًا. </p><p> قوله تعالى:  {الْخَبِيثَاتُ لِلْخَبِيثِينَ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه لما برأ عائشة مما رميت به من الإفك، ثم ذكر أن رامي المحصنات الغافلات مطرود من رحمة الله تعالى .. أردف ذلك دليلًا ينفي الريبة عن عائشة بأجلى وضوح. ذلك أن السنة الجارية بين الخلق، مبنية على مشاكلة الأخلاق، والصفات بين الزوجين، فالطيبات للطيبين والخبيثات للخبيثين. ورسول الله تعالى من أطيب الطيبين، فيجب كون الصديقة من أطيب الطيبات، على مقتضى المنطق السليم، والعادة الشائعة بين الخلق. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ ...} الآيات، إلى قوله:  {وَمَا تَكْتُمُونَ} مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر حكم قذف المحصنات الأجنبيات، وحكم قذف الزوجات، ثم أتبع ذلك بقصص أهل الإفك، وبسط ذلك غاية البسط، وكان مما يسهل السبيل إلى التهمة في كل هذا وجود الخلوة بين رجل وامرأة .. أعقب ذلك بحكم دخول المرء بيت غيره، وبين أنه لا يدخله إلا بعد الاستئذان والسلام، حتى لا يوجد بحال تورث </p><p>(١) المراغي. (٢) المراغي.</p><p> التهمة التي أمرنا بالابتعاد عنها جهد الطاقة، إلى أن الإنسان قد يكون في بيته ومكان خلوته على حال لا يود أن يراه غيره عليها. </p><p> أسباب النزول </p><p> قوله تعالى:  {إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ ...} من آية (١١) إلى آية (٢٢) ، سبب نزولها (١) : ما أخرجه البخاري في (ج ٦ ص / ١٩٨) قال: حدثنا أو الربيع سليمان بن داود، وأفهمني بعضه أحمد قال: حدثني فليح عن ابن شهاب عن عروة بن الزبير وسعيد بن المسيب وعلقمة بن وقاص الليثي وعبيد بن عبد الله بن عتبة، عن عائشة - رضي الله عنها - زوج النبي - صلى الله عليه وسلم -، حين قال لها أهل الإفك ما قالوا فبرأها الله منه. قال الزهري: وكلهم حدثني طائفة من حديثها، وبعضهم أوعى من بعض له اقتصاصًا، وقد وعيت عن كل واحد منهم الحديث الذي حدثني عن عائشة، وبعض حديثهم يصدق بعضًا، زعموا أن عائشة قالت: \"كان رسول الله - صلى الله عليه وسلم - إذا أراد أن يخرج سفرًا، أقرع بين أزواجه، فأيتهن خرج سهمها خرج بها معه، فاقرع بيننا في غزاة، وهي غزوة المريسيع، وتسمى أيضًا غزوة بني المصطلق، وكانت في السنة الرابعة، وقيل: في السادسة، فسرنا حتى إذا فرغ رسول الله من غزوته تلك، وقفل ودنونا من المدينة، آذن ليلة بالرحيل، فقمت حين آذنوا بالرحيل، فمشيت حتى جاوزت الجيش، فلما قضيت شأني أقبلت إلى الرحيل، فلمست صدري فإذا عقد لي جزع أظفار قد انقطع، فرجعت فالتمست عقدي، فحبسني ابتغاؤه، فأقبل الذين يرحلون لي، فاحتملوا هودجي، فرحلوه على بعيري الذي أركب، وهم يحسبون أني فيه، وكان النساء إذ ذاك خفافًا، لم يثقلن ولم يغشهن اللحم، وإنما يأكلن العلقة من الطعام، فلم يستنكر القوم حين رفعوه ثقل الهودج، فاحتملوه وكنت جارية حديثة السن، فبعثوا الجمل، وساروا، فوجدت عقدي بعدما استمر الجيش، فجئت منزلهم وليس فيه أحد، فأممت منزلي الذي كنت فيه، وظننت أنهم سيفقدوني فيرجعون إلي، فبينما </p><p>(١) البخاري.</p><p> أنا جالسة، غلبتني عيناي فنمت، وكان صفوان بن المعطل السلمي ثم الذكواني من وراء الجيش، فأصبح عند منزلي، فرأى سواد إنسان نائم، وأتاني وكان يراني قبل الحجاب، يعني قبل نزول الحجاب، وهو قوله تعالى:  {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ} فاستيقظت باسترجاعه حتى أناخ راحلته فوطىء يدها, فركبتها فانطلق يقول بي الراحلة حتى أتينا الجيش بعدما نزلوا معرسين في نحو الظهيرة، فهلك من هلك، وكان الذي تولى الإفك عبد الله بن أبي بن سلول، فقدمنا المدينة، فاشتكيت بها شهرًا، والناس يفيضون من قول أصحاب الإفك، ويريبني في وجيهي أني لا أرى من النبي - صلى الله عليه وسلم - اللطف الذي كنت أرى منه حين أمرض، إنما يدخل فيسلم، ثم يقول: كيف تيكم، لا أشعر بشيء من ذلك، حتى نقهت، فخرجت أنا وأم مسطح قبل المناصع متبرزنا لا نخرج إلا ليلًا إلى ليل، وذلك قبل أن نتخذ الكنف قريبًا من بيوتنا، وأمرنا أمر العرب الأول في البرية، أو في التنزه، فأقبلت أنا وأم مسطح بنت أبي رهم نمشي، فعثرت في مرطها. فقالت: تعس مسطح، فقلت لها: بئس ما قلت: أتسبين رجلًا شهد بدرًا، فقلت: يا هنتاه ألم تسمعوا ما قالوا؟ فأخبرتني بقول أهل الإفك، فازددت مرضًا إلى مرض. </p><p> فلما رجعت إلى بيتي، دخل عليّ رسول الله - صلى الله عليه وسلم - فسلم، فقال: كيف تيكم؟ فقلت: ائذن لي إلى أبوي، قالت: وأنا حينئذٍ أربد أن أستيقن الخبر من قبلهما، فأذن لي رسول الله - صلى الله عليه وسلم -، فأتيت أبوي، فقلت لأمي ما يتحدث به الناس، فقالت: يا بنية هوني على نفسك الشأن، فوالله لقلما كانت امرأة قط وضيئة عند رجل يحبها, ولها ضرائر إلا أكثرن عليها، فقلت: سبحان الله، أو لقد يتحدث الناس بهذا! قالت: فبت تلك الليلة حتى أصبحت لا يرفأ لي دمع، ولا أكتحل بنوم، ثم أصبحت، فدعا رسول الله - صلى الله عليه وسلم - علي بن أبي طالب، وأسامة بن زبد حين استلبث الوحي يستشيرهما في فراق أهله، فأما أسامة فأشار عليه بالذي يعلم في نفسه من الود لهم، فقال أسامة: أهلك يا رسول الله، ولا نعلم والله إلا خيرًا. وأما علي فقال: يا رسول الله لم يضيّق الله عليك والنساء سواها كثير، وسل الجارية تصدقك، فدعا رسول الله - صلى الله عليه وسلم - بريرة، فقال: يا بريرة، هل رأيت فيها شيئًا يريبك، </p><p> فقالت بريرة: لا، والذي بعثك بالحق، إن رأيت منها أمرًا أغمصه عليها قط، أكثر من أنها جارية حديثة السن، تنام عن العجين، فتأتي الداجن، فتأكله. فقام رسول الله - صلى الله عليه وسلم - من يومه، فاستعذر من عبد الله بن أبي بن سلول. فقال رسول الله - صلى الله عليه وسلم -: \"من يعذرني من رجل بلغني أذاه في أهلي، فوالله ما علمت على أهلي إلا خيرًا وقد ذكروا رجلًا ما علمت عليه إلا خيرًا. وما كان يدخل على أهلي إلا معي\" . فقام سعد بن معاذ، فقال: يا رسول الله، أنا والله أعذرك منه، إن كان من الأوس ضربنا عنقه، وإن كان من إخواننا من الخزرج أمرتنا ففعلنا فيه أمرك. فقام سعد بن عبادة وهو سيد الخزرج، وكان قبل ذلك رجلًا صالحًا، ولكن احتملته الحمية، فقال: كذبت لعمر الله لا تقتله، ولا تقدر على ذلك. فقام أسيد بن الحضير، فقال: كذبت لعمر الله، والله لنقتلنه، فإنك منافق تجادل عن المنافقين، فثار الحيان الأوس والخزرج، حتى هموا أن يقتتلوا، ورسول الله - صلى الله عليه وسلم - قائم على المنبر، فنزل وخفضهم حتى سكتوا وسكت. </p><p> وبكيت يومي لا يرقأ لي دمع، ولا أكتحل بنوم، فأصبح عندي أبواي، وقد بكيت ليلتي ويومًا، حتى ظننت أن البكاء فالق كبدي، قالت: فبينما هما جالسان عندي، وأنا أبكي، إذ استأذنت امرأة من الأنصار، فأذنت لها، فجلست تبكي معي، فبينما نحن كذلك، إذ دخل رسول الله - صلى الله عليه وسلم -، فجلس، ولم يجلس عندي من يوم قيل فيَّ ما قيل قبلها. وقد مكث شهرًا لا يوحى إليه في شأني شيء. </p><p> قالت: فتشهَّد ثم قال: يا عائشة، فإنه بلغني عنك كذا وكذا، فإن كنت بريئة فسيبرئك الله، وإن كنت ألممت بذنب، فاستغفري الله وتوبي إليه، فإن العبد إذا اعترف بذنبه ثم تاب .. تاب الله عليه. فلما قضى رسول الله - صلى الله عليه وسلم - مقالته، قلص دمعي حتى ما أحسُّ منه قطرة، وقلت لأبي: أجب عني رسول الله - صلى الله عليه وسلم - قال: والله ما أدري ما أقول لرسول الله - صلى الله عليه وسلم -. فقلت لأمي: أجيبي عني رسول الله - صلى الله عليه وسلم - فيما قال. قالت: والله ما أدري ما أقول لرسول الله - صلى الله عليه وسلم -. قالت: وأنا جارية حديثة السن، لا أقرأ كثيرًا من القرآن، فقلت: إني والله لقد علمت أنكم سمعتم ما يتحدث به الناس، ووقر في أنفسكم، وصدقتم به، ولئن قلت لكم: إني بريئة، </p><p> والله يعلم إني لبريئة، لا تصدقوني بذلك، ولئن اعترفت لكم بأمر، والله يعلم إني بريئة منه لتصدِّقُنِّي، والله ما أجد لي ولكم مثلًا إلا أبا يوسف، إذ قال: فصبر جميل، وإلله المستعان على ما تصفون. ثم تحولت على فراشي، وأنا أرجو أن يبرئني الله، ولكن والله ما ظننت أن ينزل الله في شأني وحيًّا، ولأنا أحقر في نفسي من أن يتكلم الله فيّ بأمر يتلى، ولكني كنت أرجو أن يرى رسول الله - صلى الله عليه وسلم - في النوم رؤيا يبرئني الله بها. فوالله ما رام مجلسه ولا خرج أحد من أهل البيت حتى أنزل عليه فأخذه ما كان يأخذه من البُرَحاء، حتى إنه ليتحدر منه مثل الجمان من العرق في يوم شاتٍ من ثقل القول الذي ينزل عليه. فلما سرى عن رسول الله - صلى الله عليه وسلم -، وهو يضحك، فكان أول كلمة تكلم بها أن قال لي: يا عائشة احمدي الله، فقد برأك الله. فقالت أمى: قومى إلى رسول الله. فقلت: لا والله لا أقوم إليه ولا أحمد إلا الله. فأنزل الله تعالى:  {إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ} الآيات العشر. فلما أنزل الله هذا في براءتي، قال أبو بكر الصديق - رضي الله عنه - وكان ينفق على مسطح بن أثاثة لقرابته منه وفقره: والله لا أنفق على مسطح شيئًا أبدًا بعدما قاله لعائشة. فأنزل الله تعالى:  {وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ} إلى قوله: {وَاللَّهُ غَفُورٌ رَحِيمٌ} . فقال أبو بكر: بلى والله إني لأحب أن يغفر الله لى، فرجع إلى مسطح الذي كان يجري عليه، وكان رسول الله - صلى الله عليه وسلم - يسأل زينب بنت جحش عن أمري، فقالت: يا زينب ما علمت ما رأيت؟ فقالت: أحمي سمعي وبصري، والله ما علمت عليها إلا خيرًا. قالت: وهي التي كانت تساميني، فعصمها الله تعالى بالورع، وطفقت أختها حمنة تحارب لها، فهلكت فيمن هلك\". الحديث أخرجه البخاري في غير ما موضع. وكذا أخرجه مسلم مختصرًا. والترمذي وغيرهم. </p><p> وقال عروة: لم يسم لي من أهل الإفك إلا حسان بن ثابت ومسطح بن أثاثة وحمنة بنت جحش في ناس آخرين لا علم لي بهم، غير أنهم عصبة، كما قال الله تعالى. قال عروة: كانت عائشة تكره أن يسب عندها حسان، وتقول: إنه الذي قال: </p>"
}