{
  "id": null,
  "sura": 24,
  "aya": 37,
  "text": "<p> تعالى عما لا يليق به، وجعل عامًا في جميع العبادات قولًا كان أو فعلًا أو نيةً. ولكن أريد به هنا الصلوات المفروضة. كما ينبىء عنه تعيين الأوقات، بقوله:  {بِالْغُدُوِّ وَالْآصَالِ} ؛ أي: بالغدوات والعشيات. </p><p> فالمراد بالغدو وقت صلاة الفجر؛ لأنها مؤداة فيه. وبالآصال ما عداه من أوقات صلوات الظهر والعصر والعشائين؛ لأن الأصيل يجمعها ويشملها. كما في \"الكواشي\" وغيره؛ </p><p> ٣٧ - أي: يسبح له فيها رجال موصوفون بأنهم {لَا تُلْهِيهِمْ} ؛ أي: لا تشغلهم من غاية الاستغراق في مقام الشهود، وهو في محل رفع صفة أولى لرجال. {تِجَارَةٌ} ؛ أي: تقليب المال لغرض الربح؛ أي: التصرف في رأس المال طالبًا الربح. وتخصيص (١) التجارة لكونها أقوى الصوارف عندهم، وأشهرها؛ أي: لا يشغلهم نوع من أنواع التجارة {وَلَا بَيْعٌ} لأموالهم، {ولا} شراء لأموال غيرهم. فالبيع ضابطه إعطاء المثمن وأخذ الثمن، والشراء إعطاء الثمن وأخذ المثمن؛ أي: ولا فرد من أفراد البيوع. وعطف البيع على التجارة من عطف الخاص على العام، لشمول التجارة للبيع والشراء. وإن كان في غاية الربح. وإفراده بالذكر من اندراجه تحت التجارة، لكونه أهم من قسمي التجارة، فإن الربح يتحقق بالبيع، ويتوقع بالشراء؛ أي: ربح الشراء متوقع في ثاني الحال عند البيع، فلم يكن ناجزًا كربح البيع، فإذا لم يلههم المقطوع، فالمظنون أولى. </p><p> فإن قلت: لم عطف البيع على التجارة مع شمولها له؟ </p><p> قلت: لأن التجارة هي التصرف في المال، لقصد الربح، والبيع أعم من ذلك، فعطفه عليها لئلا يتوهم القصور على بيع التجارة، أو أريد بالتجارة الشراء لقصد الربح، وبالبيع البيع مطلقًا. اهـ. \"فتح الرحمن\" . </p><p> {عَنْ ذِكْرِ اللَّهِ} بالتسبيح والتمجيد، أو عن حضور المسجد لإقامة الصلاة كما في \"الخازن\" . {وَإِقَامِ الصَّلَاةِ} ؛ أي: وعن إقامتها، وأدائها جماعة في مواقيتها من غير تأخير؛ لأن من أخر الصلاة عن وقتها لا يكون من مقيمي </p><p>(١) روح البيان.</p><p> الصلاة. وقد أسقطت التاء المعوضة عن العين الساقطة بالإعلال، وعوض عنها الإضافة. </p><p> قال الراغب: قوله تعالى: {لَا تُلْهِيهِمْ} الآية. ليس ذلك نهيًا عن التجارة وكراهيةً لها، بل نهى عن التهافت والاشتغال عن الصلوات والعبادات بها. انتهى. </p><p> قال ابن الشيخ: إقامة الصلاة إتمامها برعاية جميع ما اعتبره الشرع من الأركان والشروط والسنن والآداب، فمن تساهل في شيء منها .. لا يكون مقيمًا لها. </p><p> {وَإِيتَاءِ الزَّكَاةِ} ؛ أي: إعطاء المال الذي فرض إخراجه للمستحقين. وإيراده هاهنا، وإن لم يكن مما يفعل في البيوت، لكونه قرين إقامة الصلاة لا يفارقها في عامة المواضع. وقيل: المراد بالزكاة طاعة الله والإخلاص فيها، إذ ليس لكل مؤمن مال. </p><p> ومعنى الآية: ينزه الله (١) ويقدسه في أول النهار وآخره، رجال لا تشغلهم الدنيا وزخرفها , ولابيوعهم، ولا تجارتهم عن ذكر ربهم. وهو خالقهم ورازقهم. إذ يعلمون أن ما عنده خير لهم، وأنفع مما بأيديهم. فما عندهم ينفد وما عند الله باقٍ. ويؤدون الصلاة في مواقيتها، على الوجه الذي رسمه الدين، ويؤتون الزكاة المفروضة عليهم، تطهيرًا لأنفسهم من الأرجاس. ونحو الآية قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ} الآية. وقوله:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ} . </p><p> وقرأ الجمهور (٢) ابن كَثير وحفص عن عاصم ونافع وأبو عمرو وحمزة والكسائي: {يُسَبِّحُ} بالياء التحتانية المضمومة والباء الموحدة المشددة المكسورة، و {رجال} فاعل له. وقرأ ابن وثاب وأبو حيوة ومعاذ القارىء {تسبح} بالتاء الفوقانية المضمومة وكسر الباء المشددة، و {رجال} فاعل له. </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> وإنما أنث الفعل لكون جمع التكسير يعامل معاملة المؤنث في بعض الأحوال. وقرأ ابن عامر وأبو بكر عن عاصم والبختري عن حفص ومحبوب عن أبي عمرو والمنهال عن يعقوب والمفضل وأبان {يسبح} بالياء المضموة التحتانية، والباء الموحدة المفتوحة على صيغة المبني للمفعول، وأحد المجرورات الثلاثة المذكورة بعده في وضع المفعول الذي لم يسم فاعله. والأولى منها الذي يلي الفعل؛ لأن طلب الفعل للمرفوع أقوى من طلبه للمنصوب الفضلة. وعلى هذه القراءة، فرجال مرفوع بفعل محذوف، تقديره: يسبحه رجال، أو خبر لمبتدأ محذوف، تقديره: المسبحون له رجال. </p><p> وقرأ أبو جعفر:  {تسبح} بالتاء الفوقية المضمومة، وفتح الباء الموحدة على صفة المبني للمجهول. قال الزمخشري: ووجه هذه القراءة أن تسند إلى أوقات الغدو والآصال على زيادة الباء، وتجعل الأوقات مسبحة. والمراد ربُّها كـ: صِيْدَ عليه يومان. والمراد وحشهما انتهى. </p><p> ويجوز أن يكون النائب عن الفاعل ضمير التسبيحة الدال عليه تسبح؛ أي: تسبح له هي؛ أي: التسبيحة. كما قالوا. </p><p> {ليجزى قومًا} في قراءة من بناه للمفعول، ليجزى هو؛ أي: الجزاء. وقرأ أبو مجلز {والإيصال} بدل الآصال. </p><p> وقوله:  {يَخَافُونَ} يجوز أن يكون نعتًا ثانيًا لرجال، وأن يكون حالًا من مفعول تلهيهم. {يَوْمًا} مفعول به، لا ظرف على الأظهر، وهو يوم القيامة. {تَتَقَلَّبُ} صفة لـ {يومًا} ، كما سيأتي في مبحث الإعراب؛ أي: يسبح له فيها رجال يخافون عذاب يوم تتقلب وتضطرب {فِيهِ الْقُلُوبُ} والأفئدة من شدة الهول والفزع. {و} تشخص فيه الأبصار من الهلع والحيرة، والرعب والخوف. </p><p> وقرأ ابن محيصن {تقلب} بإدغام التاء في التاء؛ أي: يخافون (١) يومًا </p><p>(١) المراغي.</p>"
}