{
  "id": null,
  "sura": 24,
  "aya": 32,
  "text": "<p> الآية بالتوبة. ومن آمن بالله وترك الشرك .. فقد تاب، وصحت توبته ورجوعه إلى الله، وإن خطر عليه خاطر، أو جرى عليه معصية في حين التوبة، فإن المؤمن إذا جرى عليه معصية .. ضاق صدره واهتم قلبه، وندم روحه ورجع سره. اهـ. </p><p> ٣٢ - ولما أمر سبحانه بغض الأبصار، وحفظ الفروج .. أرشد بعد ذلك إلى ما يحل للعباد من النكاح الذي يكون به قضاء الشهوة، وسكون دواعي الزنا، ويسهل بعده غض البصر عن المحرمات، وحفظ الفرج عما لا يحل. فقال:  {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ} جمع أيم (١) . والأيم: من لا زوج له من الرجال والنساء، بكرًا كان أو صبيًا. وقال أبو عمرو والكسائي: اتفق أهل اللغة على أن الأيم في الأصل، هي المرأة التي لا زوج لها بكرًا كانت أو ثيبًا. قال أبو عبيد: يقال: رجل أيم، وامرأة أيم. وأكثر ما يكون من النساء. وهو كالمستعار في الرجال. ومنه قول أمية بن أبي الصلت: </p><p> لِلَّهِ دَرُّ بَنِيْ عَلِيّ ... أَيِّمٌ مِنْهُمْ وَنَاكِحْ </p><p> والخطاب في الآية للأولياء. وقيل: للأزواج. والأول: أرجح. وفيه دليل على أن المرأة لا تنكح نفسها. وقد خالف في ذلك أبو حنيفة. والمعنى: زوجوا أيها الأولياء من لا زوج له من أحرار قومكم وحرائر عشيرتكم، فإن النكاح سبب لبقاء النوع، وحافظ من السفاح. والمراد بذلك مديد المساعدة بكل الوسائل حتى يتسنى لهم ذلك كإمدادهم بالمال، وتسهيل الوسائل التي بها يتم ذلك الزواج والمصاهرة. </p><p> واختلف أهل العلم في النكاح (٢) ، هل ومباح، أو مستحب، أو واجب. فذهب إلى الأول الشافعي وغيره. إلى الثاني مالك وأبو حنيفة، إلى الثالث بعض أهل العلم على تفصيل لهم في ذلك، فقالوا: إن خشي على نفسه الوقوع في المعصية .. وجب عليه، إلا فلا. والظاهر أن القائلين بالإباحة والاستحباب لا يخالفون في الوجوب مع تلك الخشية. </p><p>(١) الشوكاني. (٢) الشوكاني.</p><p> وبالجملة فهو مع عدمها سنة من السنن المؤكدة؛ لقوله - صلى الله عليه وسلم - في الحديث الصحيح - بعد ترغيبه في النكاح -: \"ومن رغب عن سنتي فليس مني\" ، ولكن مع القدرة عليه وعلى مؤنه. </p><p> والمراد بالأيامى هنا الأحرار والحرائر. وأما المماليك فقد بين ذلك بقوله تعالى:  {وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ} ؛ أي: وزوجوا أيها السادات الصالحين؛ أي: المؤمنين من عبادكم وإمائكم لحصن دينهم. وهم الذين تنزلونهم منزلة الأولاد في المودة، في بذل المال والمنافع. وقال في \"الوسيط\" : معنى الصلاح هاهنا: الإيمان. وتقييد (١) الأرقاء بالصالحين دون الأحرار فلأن من لا صلاح له من الأرقاء بمعزل من أن يكون خليقًا بأن يعتني مولاه بشأنه ويشفق عليه ويتكلف في نظم مصالحه بما لا بدّ منه شرعًا وعادةَ من بذل المال والمنافع، بل حقه أن لا يستبقيه عنده. وأما عدم اعتبار الصلاح في الأحرار والحرائر، فإن الغالب فيهم الصلاح، بخلاف المماليك؛ ولأنهم مستقلون في التصرفات المتعلقة بأنفسهم وأموالهم. </p><p> وقيل المعنى: وزوجوا أيها السادات الصالحين والصالحات من عبادكم وإمائكم؛ أي (٢) : القادرين والقادرات على النكاح، والقيام بحقوق الزوجية، بأن يقوم العبد بما يلزم لها، وتقوم الأمة بما يلزم للزوج. أو المراد بالصلاح أن لا تكون صغيرة لا تحتاج إلى النكاح. </p><p> والخلاصة: أن في الآية أمرًا للأولياء بتزويج من لهم عليهم حق الولاية، وللسادة بتزويج العبيد والإماء. والجمهور قد حملوا الأمر على الاستحسان، لا على الوجوب؛ لأنه قد كان في عصر النبي - صلى الله عليه وسلم -، وفي سائر العصور بعده أيامى من الرجال والنساء، ولم ينكر ذلك أحد عليهم. والظاهر أن الأمر يكون للوجوب إذا خيفت الفتنة، وغلب على الظن حصول السفاح من الرجل أو المرأة. </p><p>(١) روح البيان. (٢) المراغي.</p><p> وفي الآية دليل على أن المملوك لا يزج نفسه، إنما يزوجه مالكه. وقد ذهب الجمهور إلى أنه يجوز للسيد أن لكره عبده وأمته على النكاح. وقال مالك: لا يجوز. وقرأ مجاهد والحسن:  {من عبيد} ، بالياء مكان الألف وفتح العين. ذكره في \"البحر\" . </p><p> فإن قلت (١) : قد أطلق سبحانه في هذه الآية الكريمة العبد والأمة على الغلام والجارية. وقد قال النبي - صلى الله عليه وسلم - في الحديث الصحيح كما رواه مسلم:  \"لا يقولن أحدكم عبدي وأمتي، كلكم عبيد الله، كلُّ النساء إماء الله، ولكن ليقل غلامي وجاريتي، وفتاي وفتاتي\" . </p><p> قلت: إن ذلك إنما يكره إذا قاله على طريق التطاول على الرقيق، والتحقير لشأنه، والتعظيم لنفسه. فسقط التعارض. والحمد لله تعالى. </p><p> ثم رجع سبحانه إلى الكلام في الأحرار، فقال:  {إِنْ يَكُونُوا فُقَرَاءَ} ؛ أي: لا تمتنعوا أيها الأولياء من تزويج الأحرار والحرائر بسبب فقرهم؛ لأنهم إن يكونوا فقراء عادمي المال {يُغْنِهِمُ اللَّهُ} سبحانه وتعالى {مِنْ فَضْلِهِ} ورزقه؛ أي (٢) : لا تنظروا إلى فقر من يخطب إليكم، أو فقر من تريدون زواجها. ففي فضل الله سبحانه ما يغنيهم، والمال غاد ورائح. والله سبحانه يرزق من يشاء من حيث لا يحتسب. قال بعضهم: من صح افتقاره إلى الله .. صح استغناؤه بالله. </p><p> قال الزجاج (٣) : حث الله سبحانه على النكاح، وأعلم أنه سبب لنفي الفقر، ولا يلزم أن يكون هذا حاصلًا لكل فقير إذا تزوج، فإن ذلك مقيد بالمشيئة، وقد يوجد في الخارج كثير من الفقراء لا يحصل لهم الغنى إذا تزوجوا. وإنما كان النكاح يسبب الغنى؛ لأن العقد الديني يجلب العقد الدنيوي، إما من حيث لا يحتسبه الفقير، أو من حيث أن النكاح سبب للجد في الكسب، والكسب ينفي الفقر. وقيل المعنى: إنه يغنيه بغنى النفس. وقيل المعنى: إن يكونوا فقراء إلى </p><p>(١) روح البيان. (٢) روح البيان.(٣) الشوكاني.</p>"
}