{
  "id": null,
  "sura": 24,
  "aya": 26,
  "text": "<p> فاسق، فهذا فيه خطر؛ لأنه ربما يسلم، أو يتوب فيموت مقربًا عند الله تعالى، فكيف يحكم بكونه ملعونًا. </p><p> ومنها: شهادة الاْعضاء، وذلك بإنطاق الله تعالى، فكما تشهد على المذنبين بذنوبهم تشهد للمطيعين بطاعتهم، فاللسان يشهد على الإقرار وقراءة القرآن، واليد تشهد بأخذ المصحف، والرجل تشهد بالمشي إلى المسجد، والعين تشهد بالبكاء، والأذن تشهد باستماع كلام الله تعالى. وقيل (١) : شهادة الأعضاء في القيامة مؤجلة، وشهادتها في المحبة اليوم معجلة من صفرة الوجه وتغير اللون ونحافة الجسم وانسكاب الدموع وخفقان القلب وغير ذلك. </p><p> ٢٦ - ثم ختم سبحانه الآيات الواردة في أهل الإفك بكلمة جامعة، فقال:  {الْخَبِيثَاتُ} من النساء {لِلْخَبِيثِينَ} من الرجال لا يتجاوزونهم {وَالْخَبِيثُونَ} من الرجال {لِلْخَبِيثَاتِ} من النساء؛ لأن المجانسة من دواعي الألفة ودوام العشرة {وَالطَّيِّبَاتُ} من النساء {لِلطَّيِّبِينَ} من الرجال، لما قد عرفت من الإنس بمن يحاكيك في الصفات، ويجانسك في الفضل والكمال. {وَالطَّيِّبُونَ} منهم أيضًا {لِلطَّيِّبَاتِ} منهن، لا تجاوزوهن إلى من عداهن. وإذا كان رسول الله - صلى الله عليه وسلم - من أطيب الأطيبين، وخيرة الأولين والآخرين .. استبان أن الصديقة - رضي الله عنها - من أطيب الطيبات، واستبان بطلان ما أشاعه المرجفون من أهل الإفك. </p><p> قال مجاهد وسعيد بن جبير وعطاء وأكثر المفسرين (٢) : المعنى: الكلمات الخبيثات من القول للخبيثين من الرجال، والخبيثون من الرجال للخبيثات من الكلمات، والكلمات الطيبات من القول للطيبين من الناس، والطيبون من الناس للطيبات من الكلمات. قال النحاس: وهذا أحسن ما قيل. قال الزجاج: ومعناه: لا يتكلم بالخبيثات إلا الخبيث من الرجال والنساء. ولا يتكلم بالطيبات إلا الطيب من الرجال والنساء. وهذا ذم للذين قذفوا عائشة بالخبيث، ومدح للذين برؤوها. </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> وقيل: إن هذه الآية مبنية على قوله تعالى: {الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً} . فالخبيثات الزواني والطيبات العفائف. وكذا الخبيثون والطيبون. </p><p> والإشارة في قوله:  {أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ} راجعة إلى الطيبين والطيبات؛ أي: أولئك الطيبون والطبيات، ومنهم صفوان وعائشة مبرؤون مما يقول الخبيثون من الرجال والخبيثات من النساء. وقيل: الإشارة إلى أزواج النبي - صلى الله عليه وسلم - وقيل: إلى رسول الله - صلى الله عليه وسلم - وعائشة وصفوان بن المعطل. وقيل: عائشة وصفوان فقط. قال الفراء: وجمع كما قال تعالى: {فَإِنْ كَانَ لَهُ إِخْوَةٌ} والمراد أخوان. </p><p> وقال في \"الأسئلة المقحمة\"  (١) : آية الإفك نزلت في عائشة وصفوان، فكيف ذكرها بلفظ الجمع؟ والجواب: لأن الشين وعار الزنا والمعرة بسببه تتعدى إلى رسول الله - صلى الله عليه وسلم -؛ لأنه زوجها وإلى أبي بكر الصديق؛ لأنه أبوها، وإلى عامة المسلمين؛ لأنها أمهم، فذكر الكل بلفظ الجمع؛ أي: أولئك الموصوفون بعلو الشأن، يعني أهل البيت مبرؤون؛ أي: منزهون مما يقوله أهل الإفك في حقهم من الأكاذيب الباطلة في جميع الأعصار والأطوار إلى يوم القيامة. {لَهُمْ} ؛ أي: لأولئك المبرئين {مَغْفِرَةٌ} عظيمة لما لا يخلو عنه البشر من الذنوب التي اقترحوها من قبل. {وَرِزْقٌ كَرِيمٌ} ؛ أي: كثير أو حسن عند ربهم في جنات النعيم. </p><p> روي: أن (٢) عائشة كانت افتخرت بأشياء أعطيتها لم تعطها امرأة غيرها: </p><p> منها: أن جبريل عليه السلام أتى بصورتها في سرقة حرير، وقال: هذه زوجتك. وروي أنه أتى بصورتها في راحته. </p><p> ومنها: أن النبي - صلى الله عليه وسلم - لم يتزوج بكرًا غيرها، وقبض رسول الله - صلى الله عليه وسلم - في حجرها وفي يومها ودفن في بيتها. وكان ينزل عليه الوحي وهي معه في اللحاف. ونزلت براءتها من السماء. وأنها ابنة الصديق وخليفة رسول الله - صلى الله عليه وسلم -. وخلقت </p><p>(١) روح البيان. (٢) الخازن.</p>"
}