{
  "id": null,
  "sura": 24,
  "aya": 36,
  "text": "<p> الحسن والسلمي وقتادة وابن محيصن وسلام ومجاهد وابن أبي إسحاق والمفضل عن عاصم:  {توقد} بفتح الحروف الثلاثة الأولى، وضم الدال مضارع توقد، وأصله تتوقد؛ أي: الزجاجة يعني مصباحها. وقرأ عبد الله {وقد} بغير تاء وشدد القاف جعله فعلًا ماضيًا؛ أي: وقد المصباح. وقرأ السلمي وقتادة وسلام أيضًا كذلك. إلا أنه بالياء من تحت {يوقد} وجاء كذلك عن الحسن وابن محيصن. وأصله يتوقد؛ أي: المصابح إلا أن حذف التاء في تتوقد مقيس لدلالة ما أبقى على ما حذف. وفي يتوقد شاذ جدًّا؛ لأن الياء الباقية لا تدل على التاء المحذوفة. وله وجه من القياس. وهو حمله على يعد، إذ حمل يعد على تعد في حذف الواو. وكذلك هذا لما حذفوا من تتوقد بالتاءين حذفوا التاء مع الياء، وإن لم يكن اجتماع التاء والياء مستثقلًا. </p><p> وقرأ الجمهور:  {لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ} بالخفض على أنه صفة لزيتونة. وقرأ الضحاك بالرفع؛ أي: لا هي شرقية ولا غربية. والجملة في موضع الصفة. وقرأ الجمهور:  {تَمْسَسْهُ} بالتاء، وابن عباس والحسن بالباء من تحت وحسنه الفصل وإن تأنيث النار مجازي. وهو مؤنث بغير علامة. </p><p> ٣٦ - وقوله:  {فِي بُيُوتٍ} تعلق بمحذوف، صفة لمشكاة، والتقدير: مثل نوره سبحانه كمثل نور مشكاة وكوة كائنة في بيوت ومساجد. {أَذِنَ اللَّهُ} سبحانه وأمر {أَنْ تُرْفَعَ} ؛ أي: أن تبنى تلك البيوت والمساجد رفيعةً وتطهر وتنظف من الأنجاس والأقذار. وقيل: تعظم فلا يذكر فيها الفحش من القول. </p><p> وقد كره (١) بعض العلماء تعليم الصبيان في المساجد، ورأى أنه من باب البيع، وهذا إذا كان بأجرة. فلو كان بغير أجرة، لمنع أيضًا من وجه آخر، وهو أن الصبيان لا يتحرزون من الأقذار والأوساخ، فيؤدي ذلك إلى عدم تنظيف المساجد. وقد أمر رسول الله - صلى الله عليه وسلم - بتنظيفها وتطييبها. فقال: \"جنبوا مساجدكم صبيانكم ومجانينكم، وسل سيوفكم، وإقامة حدودكم، ورفع أصواتكم </p><p>(١) المراح والقرطبي.</p><p> وخصوماتكم، وجمروها في الجمع، واجعلوا لها على أبوابها المطاهر \".</p><p> وفي \" الفتوحات \" قوله:{فِي بُيُوتٍ}فيه ستة أوجه:</p><p> أحدها: أنه صفة لمشكاة؛ أي: كمشكاة كائنة في بيوت؛ أي: في بيت من بيوت الله. </p><p> الثاني: أنه صفة لمصباح. </p><p> الثالث: أنه صفة لزجاجة. </p><p> الرابع: أنه متعلق بتوقد، وعلى هذه الأقوال لا يوقف على عليم. </p><p> والخامس: أنه متعلق بمحذوف. كقوله تعالى:  {فِي تِسْعِ آيَاتٍ} ؛ أي: سبحوه في بيوت. </p><p> السادس: أنه متعلق بيسبح؛ أي: يسبح رجال في بيوت. ولفظ فيها حينئذٍ مكرر للتوكيد. كقوله تعالى:  {فَفِي الْجَنَّةِ خَالِدِينَ} وعلى هذين القولين فيوقف على عليم. اهـ. \" سمين \".</p><p> قيل (١) : المراد بالبيوت هنا، جميع المساجد. فقد قال ابن عباس: بيوت الله في الأرض تضيء لأهل السماء، كما تضيء النجوم لأهل الأرض. وقيل: المراد بها أربعة مساجد لم يبنها إلا نبي، الكعبة بناها إبراهيم وإسماعيل فجعلاها قبلةً. وبيت المقدس بناه داود وسليمان. ومسجد المدينة، ومسجد قباء، بناهما رسول الله - صلى الله عليه وسلم -. اهـ. \" خازن\". </p><p> وقيل: المراد بها (٢) بيوت بيت المقدس. روي ذلك عن الحسن. </p><p> وقيل: بيوت النبي - صلى الله عليه وسلم - رواه مجاهد. وقيل: هي البيوت كلها، والقول الأول أظهر لقوله تعالى:  {يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ} . </p><p>(١) الخازن. (٢) الشوكاني.</p><p> وقد يقال: على تقدير تعلقه بمشكاة أو بمصباح، أو بتوقد ما الوجه، في توحيد المصباح والمشكاة وجمع البيوت، ولا تكون المشكاة الواحدة، ولا المصباح الواحد إلا في بيت واحد. وأجيب بأن هذا من الخطاب، الذي يفتح أوله بالتوحيد، ويختم بالجمع، كقوله سبحانه:  {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ} ونحوه. </p><p> وقيل: معنى في بيوت، في كل واحد من البيوت فكأنه قال: في كل بيت، أو في كل واحد من البيوت. وقوله:  {وَيُذْكَرَ فِيهَا اسْمُهُ} معطوف على {ترفع} ؛ أي: وأمر أن يذكر فيها اسمه. واسم (١) الله تعالى كل ما يصح أن يطلق عليه بالنظر إلى ذاته كلفظ الجلالة، أو باعتبار صفة من صفاته السلبية كالقدوس، أو الثبوتية كالعليم. أو باعتبار فعل من أفعاله كالخالق. لكنها توفيقية عند بعض العلماء. وذكر الله هنا عام في كل ذكر توحيدًا كان أو تسبيحًا أو تحميدًا أو تكبيرًا أو تلاوة قرآن، أو مذكرة علوم شرعية، أو ما كان آلةً لها، أو آذانًا، أو إقامة، أو نحوها. </p><p> والمعنى مثل نوره كمشكاة، كمصباح موضوع في مشكاة كائنة في بيوت أمر الله بتطهيرها من الأنجاس الحسية، والمعنوية، كاللغو ورفث الحديث. وأمر بذكره فيها، وإخلاص العبادة له. </p><p> {يُسَبِّحُ لَهُ} سبحانه {فِيهَا} ؛ أي: في تلك البيوت، وينزهه ويقدسه عما لا يليق به. {بِالْغُدُوِّ وَالْآصَالِ} ؛ أي: في أول النهار وآخره. {رِجَالٌ} فاعل {يسبح} . وخصوا بالذكر؛ لأن النساء ليس عليهن حضور المسجد لجمعة ولا لجماعة. اهـ. \"سمين\" . </p><p> ولفظ فيها تكرير، لقوله: في بيوت للتأكيد والتذكير، لما بينهما من الفاصلة. إن قلنا إن قوله:  {في بيوت} متعلق بـ {يسبح} . وللإيذان بأن التقديم للاهتمام، لا لقصر التسبيح على الوقوع في البيوت فقط. والتسبيح تنزيه الله </p><p>(١) روح البيان.</p>"
}