{
  "id": null,
  "sura": 24,
  "aya": 45,
  "text": "<p> وهذا من أقوى الدلائل على كمال القدرة، إذ فيه توليد الضد من الضد. ففيه توليد النار من الماء. </p><p> وانظر أيضًا إلى اختلاف الليل والنهار، وتقلبهما بزيادة أحدهما ونقص الآخر، وإلى تغير أحوالهما بالحرارة والبرودة، إن في هذا لعبرة لمن اعتبر، وعظة لمن تأمل فيه، ممن له عقل. فهو واضح الدلالة على أن له مدبرًا ومقلبًا لا يشبهه شيء. وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"قال الله تعالى: يؤذيني ابن آدم يسب الدهر، وأنا الدهر، بيدي الأمر أقلب الليل والنهار\" . أخرجه البخاري ومسلم. </p><p> ٤٥ - {وَاللَّهُ} سبحانه وتعالى {خَلَقَ} وأوجد {كُلَّ دَابَّةٍ} ؛ أي: كل حيوان يدب ويمشي على الأرض، والدابة كل ما يحرك أمامه قدمًا، ويدخل فيه الطير. اهـ من \"البحر\" . </p><p> {مِنْ مَاءٍ} ؛ أي (١) : من الماء، الذي هو أحد جزء مادته؛ أي: أحد العناصر الأربعة، على أن يكون التنوين فيه للوحدة الجنسية، فدخل فيه آدم المخلوق من تراب، وعيسى المخلوق من روح، أو خلقها من ماء مخصوص، الذي هو النطفة؛ أي: ماء الذكر والأنثى على أن يكون التنوين للوحدة النوعية، فيكون تنزيلًا للغالب منزلة الكل، إذ من الحيوان ما يتولد لا عن نطفة. </p><p> قال في \"الكواشي\" : تنكير ماء مؤذن أن كل دابة مخلوقة من ماء مختص بها، وهو النطفة، فجميع الحيوان سوى الملائكة والجن مخلوق من نطفة، وتعريف الماء في قولى تعالى:  {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ} نظرًا إلى الجنس الذي خلق عنه جميع الحيوان؛ لأن أصل جميع الخلق من الماء. </p><p> وعبارة أبي حيان هنا: فإن قلت: لم نكر الماء هنا، وعرفه في قوله تعالى:  {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ} ؟ </p><p>(١) روح البيان.</p><p> قلتُ: لأن المعنى هنا: خلق كل دابة من نوع من الماء مختص بهذه الدابة، أو من ماء مخصوص أو هو النطفة. وهناك قصد أن أجناس الحيوان كلها مخلوقة من هذا الجنس، الذي وجنس الماء، وهو الأصل الذي هو من العناصر الأربعة. </p><p> قالوا: خلق الله ماء فجعل بعضه ريحًا، فخلق منها الملائكة، وجعل بعضه نارًا فخلق منها الجن، وبعضه طينًا فخلق منه آدم، انتهى. </p><p> والمعنى على القول الأول؛ أي (١) : والله سبحانه وتعالى خلق كل حيوان يدب على الأرض، من ماء هو جزء مادته، وخص الماء بالذكر من بين ما يتركب منه من المواد لظهور احتياج الحيوان إليه، ولا سيما بعد كمال تركيبه، ولامتزاج الأجزاء الترابية به. ويخرج من هذا العموم الملائكة، فإنهم خلقوا من نور، والجان فإنهم خلقوا من نار. </p><p> وعبارة \"الجمل\" هنا: وهذا بحسب الأغلب في حيوانات الأرض المشاهدة، وإلا فالملائكة خلقوا من النور، وهم أكثر المخلوقات عددًا، والجن خلقوا من النار وهم بقدر تسعة أعشار الإنس، وآدم خلق من الطين، وعيسى خلق من الريح الذي نفخه جبريل في حبيب مريم، والدود يخلق من نحو الفاكهة ومن العفونات. اهـ. \"شيخنا\" . </p><p> فإن قلت: لم خص (٢) الدابة بالذكر، مع أن غيرها مثلها، كما شمله قوله في سورة الأنبياء:  {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ} ؟ </p><p> قلت: لأن القدرة فيها أظهر وأعجب منها في غيرها. وقرأ (٣) الجمهور {خلق} فعلًا ماضيًا كل بالنصب. وقرأ حمزة والكسائي وابن وثاب والأعمش {خالق} اسم فاعل مضاف إلى كل. </p><p>(١) المراغي. (٢) فتح الرحمن.(٣) البحر المحيط.</p><p> ثم فصل سبحانه أقسام الحيوان، مما يدب على وجه الأرض، فقال:  {فَمِنْهُمْ} ؛ أي: فمن الدوابـ {مَنْ يَمْشِي عَلَى بَطْنِهِ} كالحيات والحوت ونحوهما. ولما (١) كانت الدابة تشمل المميز وغير المميز غلب المميز، فأعطى ما وراءه حكمه، كأن الدواب كلهم مميزون. فمن ثمة قال: فمنهم بضمير العقلاء، وإنما قال: يمشي على وجه المجاز، وإن كان حقيقة المشي بالرجل؛ لأنه جمعه مع الذي يمشي على وجه التبع، يعني أن تسمية حركة الحية مثلًا ومرورها مشيًا، مع كونها زحفًا للمشاكلة، فإن المشي حقيقة وقطع المسافة والمرور عليها، مع قيد كون ذلك المرور على الأرجل، وإشارة إلى كمال القدرة، وإنها مع عدم وجود آلة المشي كأنها تمشي. {وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْن} كالإنس والطير {وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَعٍ} كالأنعام والوحوش والفرس والبغال والحمير. ومنهم من يمشي على أكثر من أربع، كالعقارب والعنكبوت والحيوان، والمعروف بأم أربع وأربعين. وإنما لم يذكر هذا القسم. إما لندوره، أو لأنه عند المشي يعتمد على أربع فقط، أو لدخوله في قوله:  {يَخْلُقُ اللَّهُ مَا يَشَاءُ} مما ذكر ومما لم يذكر، بسيطًا كان أو مركبًا، على ما شاء من الصور والأعضاء، والهيئات والحركات والطبائع، والقوى والأفعال مع اتحاد العنصر بمقتضى مشيئته. </p><p> وفي \"الإرشاد\" : وإنما لم يذكر ما يمشي على أكثر من أربع، كالعناكب ونحوها، من الحشرات لعدم الاعتداد بها. وقال في \"فتح الرحمن\" ؛ إنما تركها؛ لأنها في الصورة كالتي تمشي على أربع، أو لأنها إنما تمشي على أربع منها. </p><p> وتذكير (٢) الضمير في (منهم) ، لتغليب العقلاء، والتعبير عن الأصناف بـ (من) ، ليوافق التفصيل الإجمال، وهو (هم) في (منهم) ، والترتيب حيث قدم الزاحف على الماشي على رجلين، وهو على الماشي على أربع؛ لأن المشي بلا آلة أدخل في القدرة من المشي على الرجلين، وهو أثبت لها بالنسبة إلى من مشى على أربع. وفي \"فتح الرحمن\" قوله تعالى: {فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ} الآية، فيه </p><p>(١) النسفي. (٢) روح البيان.</p>"
}