{
  "id": null,
  "sura": 24,
  "aya": 31,
  "text": "<p> {ذَلِكَ} ؛ أي: ما ذكر من غض البصر وحفظ الفروج. {أَزْكَى لَهُمْ} ؛ أي: أطهر لهم من دنس الريبة، وأنفع لهم دينًا ودنيا. فقد قالوا: النظر بريد الزنا ورائد الفجور. ولله در شاعرهم: </p><p> كُلُّ الْحَوَادِثِ مَبْدَاهَا مِنَ النَّظَرِ ... وَمُعْظَمُ النَّارِ مِنْ مُسْتَصْغَرِ الشَّرَرِ </p><p> كَمْ نَظْرَةٍ فَعَلَتْ فِيْ قَلْبِ فَاعِلِهَا ... فِعْلَ السِّهَامِ بِلاَ قَوْسٍ وَلاَ وَتَرِ </p><p> وَالْمَرْءُ مَا دَامَ ذَا عَيْنٍ يُقَلِّبُهَا ... فِيْ أعْيُنِ الْعِيْنِ مَوْقُوْفٌ عَلَى الْخَطَرِ </p><p> يَسُرُّ نَاظِرَهُ مَا ضَرَّ خَاطِرَهُ ... لاَ مَرْحَبًا بِسُرُوْرٍ عَادَ بِالضَّرَرِ </p><p> {إِنَّ اللَّهَ} سبحانه وتعالى {خَبِيرٌ} ؛ أي: عليم {بِمَا يَصْنَعُونَ} ؛ أي: بما يصنع المؤمنون وغيرهم من سائر العباد، فلا يخفى عليه شيء مما يصدر منهم من الأفعال. كإجالة النظر، واستعمال سائر الحواس، وماذا يراد بذلك فليكونوا على حذر منه تعالى في حركة وسكون، وفي كل ما يأتون وما يذرون. </p><p> روي (١) عن عيسى بن مريم عليه السلام، أنه قال: إياكم والنظرة، فإنها تزرع في القلب شهوة، وفي الأثر \"يا ابن آدم لك النظرة الأولى، فما بال الثانية\" . وفي الحديث:  \"اضمنوا لي ستًّا من أنفسكم أضمن لكم الجنة، أصدقوا إذا حدثتم، أوفوا إذا وعدتم، وأدوا ما ائتمنتم، واحفظوا فروجكم، وغضوا أبصاركم وكفوا أيديكم\" . </p><p> ٣١ - وبعد أن أمر سبحانه رسوله بأمر المؤمنين بغضّ أبصارهم .. أمره بأن يأمر المؤمنات بذلك فقال:  {وَقُلْ} يا محمد {لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ} فلا ينظرن إلى ما لا يحل لهن النظر إليه، من عورات الرجال والنساء (ما بين السرة والركبة) عند أبي حنيفة وأحمد. وعند مالك ما عدا الوجه والأطراف. والأصح من مذهب الشافعي أنها لا تنظر إليه كما لا ينظر هو إليها. وإذا نظرت إلى ما عدا ذلك، أعني ما بين السرة والركبة بشهوة حرم، وبدونها لا يحرم، ولكن غض البصر عن الأجانب أولى بهن وأجمل، لما روى أبو داود والترمذي عن أم سلمة </p><p>(١) روح البيان.</p><p> أنها كانت عند رسول الله - صلى الله عليه وسلم -، وميمونة، إذا أقبل ابن أم مكتوم، فدخل عليه بعد ما أمرنا بالحجاب، فقال رسول الله - صلى الله عليه وسلم -: \"احتجبا منه\" . فقلت: يا رسول الله أليس هو لا يبصرنا , ولا يعرفنا؟ فقال رسول الله - صلى الله عليه وسلم -: \"أو عمياوان أنتما، أو لستما تبصرانه\" . </p><p> والحاصل (١) : أن الله سبحانه أمر المؤمنين والمؤمنات بغض الأبصار، فلا يحل للرجل أن ينظر إلى المرأة، ولا للمرأة أن تنظر إلى الرجل، فإن علاقتها به كعلاقته بها، وقصدها منه كقصده منها. وقال مجاهد: إذا أقبلت المرأة جلس إبليس على رأسها، فزينها لمن ينظر، وإذا أدبرت جلس على عجيزتها فزينها لمن ينظر. اهـ. \"قرطبي\" . وخص (٢) سبحانه الإناث بهذا الخطاب على طريق التأكيد لدخولهن تحت خطاب المؤمنين تغليبًا، كما في سائر الخطابات القرآنية. </p><p> وظهر التضعيف في يغضضن، ولم يظهر في يغضوا؛ لأن لام الفعل من الأول متحركة، ومن الثاني ساكنةً. وهما في موضع جزم جوابًا للأمر. وبدأ سبحانه في الموضعين بالغضّ قبل حفظ الفرج؛ لأن النظر وسيلة إلى عدم حفظ الفرج. والوسيلة مقدمة على المتوسل إليه. </p><p> ومعنى يغضضن من أبصارهن كمعنى يغضوا من أبصارهم، فيستدل به على تحريم نظر النساء إلى ما يحرم عليهن. وكذلك يجب عليهن حفظ فروجهن على الوجه الذي تقدم في حفظ الرجال لفروجهم، وقد اشتملت هذه الآية على خمسة وعشرين ضميرًا للإناث، ما بين مرفوع ومجرور، ولم يوجد لها نظير في القرآن في هذا الشأن. اهـ. \"كرخي\" . </p><p> {وَيَحْفَظْنَ فُرُوجَهُنَّ} عما لا يحل لهن من الزنا والسحاق، ويسترنها حتى لا يراها أحد، ولا خلاف (٣) بين الأئمة في وجوب ستر العورة عن أعين الناس. واختلفوا كما سبق في العورة ما هي. فقال أبو حنيفة: عورة الرجل ما تحت </p><p>(١) الفتوحات. (٢) الشوكاني.(٣) روح البيان.</p><p> سرته إلى تحت ركبته، والركبة عورة. وفي \"نصاب الاحتساب\" من لم يستر الركبة ينكر عليه برفق؛ لأن في كونها عورةً اختلافًا مشهورًا. ومن لم يستر الفخد يعنف عليه ولا يضرب؛ لأن في كونا عورة خلاف بعض أهل الحديث. ومن لم يستر السوءة يؤدب إذ لا خلاف في كونها عورة انتهى. </p><p> ومثل الرجل الأمة، وبالأولى بطنها وظهرها؛ لأنه موضع مشتهى. والمكاتبة وأم الولد والمدبرة كالأمة. وجميع الحرة عورة إلا وجهها وكفيها. والصحيح عنده أن قدميها عورة خارج الصلاة، لا في الصلاة. </p><p> وقال مالك: عورة الرجل فرجاه وفخذاه. والأمة مثله. وكذا المدبرة والمعتقة إلى أجل، والحرة كلها عورة: إلا وجهها ويديها، ويستحب عنده لأم الولد أن تستر من جسدها ما يجب على الحرة ستره. والمكاتبة مثلها. </p><p> وقال الشافعي وأحمد: عورة الرجل ما بين السرة والركبة، وليست الركبة من العورة، وكذا الأمة والمكاتبة وأم الولد والمدبرة والمعتق بعضها. والحرة كلها عورة سوى الوجه والكفين عند الشافعي، وعند أحمد سوى الوجه فقط على الصحيح. وأما سرة الرجل فليست من العورة بالاتفاق، كما في \"فتح الرحمن\" . </p><p> {وَلَا يُبْدِينَ} ؛ أي: ولا يظهرن {زِينَتَهُنَّ} للأجانب؛ أي: ما يتزين به من الحلية وغيرها. وهي ثلاثة أمور (١) : أحدها: الثياب، وثانيها: الحلي كالخاتم والسوار. وثالثها: الأصباغ كالكحل والخضاب بالوسمة في حاجبيها، والغمزة في خديها، والحناء في كفيها وقديها، وفي النهي عن إبداء الزينة نهيٌ عن إبداء مواضعها من أبدانهن بالأولى. </p><p> ثم استثنى سبحانه من هذا النهي فقال:  {إِلَّا مَا ظَهَرَ مِنْهَا} كالجلباب والخمار ونحوهما مما على الكف والقدمين من الحلية ونحوها. </p><p> المراد بالزينة هنا محلها من البدن، وهو الوجه والكفان، كذلك يراد بها </p><p>(١) المراح.</p><p> البدن في قوله:  {وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ} إلخ. وأما في قوله:  {لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ} فالمراد ما يتزين. ذكره \"الجمل\" . </p><p> قال القرطبي في \"تفسيره\" الزينة (١) على قسمين، خلقية ومكتسبة. فالخلقية وجهها، فإنه أصل الزينة، والزينة المكتسبة ما تحاوله المرأة في تحسين خلقها، كالثياب والحلي والكحل والخضاب. ومنه قوله تعالى:  {خُذُوا زِينَتَكُمْ} . </p><p> وقول الشاعر: </p><p> يَأْخُذْنَ زينَتَهُنَّ أَحْسَنَ مَا تَرَى ... وَإِذَا عَطَلْتَ فَهُنَّ خَيْرُ عَوَاطِلِ </p><p> قال ابن الشيخ (٢) : الزينة ما تزينت به المرأة، من حلي أو كحل، أو ثوب أو صبغ، فما كان منها ظاهرًا كالخاتم والفتخة، وهي ما لا فص فيه من الخاتم، والكحل والصبغ فلا بأس بإبدائه للأجانب بشرط الأمن من الشهوة. وما خفي منها كالسوار والدملج، وهي حلقة تحملها المرأة على عضدها، والوشاح والقرط فلا يحل لها إبداؤها إلا للمذكورات فيما بعد بقوله:  {إِلَّا لِبُعُولَتِهِنَّ} ... الآية. </p><p> والخلاصة: أي (٣) ولا يظهرن شيئًا من الزينة للأجانب إلا ما لا يمكن إخفاؤه مما جرت العادة بظهوره كالخاتم والكحل فلا يؤاخذن إلا في إبداء ما خفي منها كالسوار والخلخال والدملج والقلادة؛ لأن هذه الزينة واقعة في مواضع من الجسد لا يحل النظر إليها إلا لمن استثنى في الآية بعد. وهي: الذراع والساق والعضد والعنق والرأس والصدر والأذن. </p><p> ولما نهى عن إبداء الزينة أشد إلى إخفاء بعض مواضعها، فقال:  {وَلْيَضْرِبْنَ بِخُمُرِهِنّ} ؛ أي: وليلقين ويضعن خمرهن {عَلَى جُيُوبِهِنّ} ليسترن بذلك شعورهن وأعناقهن وصدورهن عن الأجانب، حتى لا يرى منها شيء. والمراد بالجيب هنا محله وهو العنق، وإلا فهو في الأصل طوق القيص. كما سيأتي. </p><p>(١) القرطبي. (٢) روح البيان.(٣) المراغي.</p><p> قال المفسرون: إن (١) نساء الجاهلية، كن يسدلن خمرهن من خلفهن، وكانت جيوبهن من قدام واسعة، فكانت تنكشف نحورهن وقلائدهن فنهين عن ذلك، وأمرن أن يضربن مقانعهن على الجيوب، لتستر بذلك ما كان يبدو. قالت عائشة - رضي الله عنها -: رحم الله النساء المهاجرات الأول، لما أنزل الله:  {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} شققن مروطهن فاختمرن بها. </p><p> وفي لفظ الضرب مبالغة في الإلقاء الذي هو الإلصاق. والخمر جمع خمار، وهو ما تغطي به المرأة رأسها. والجيوب: جمع جيب، وهو موضع القطع من الدرع والقميص، مأخوذ من الجوب وهو القطع، وهذا هو معناه الحقيقي، الذي فسر به الجمهور. وقال مقاتل: إن معنى على جيوبهن: على صدورهن، فيكون في الآية مضاف محذوف؛ أي: على مواضع جيوبهن. </p><p> وقرأ الجمهور (٢) : {وَلْيَضْرِبْنَ} بإسكان اللام التي للأمر. وقرأ عياش عن أبي عمرو: بكسرها على الأصل؛ لأن أصل لام الأمر الكسر، ورويت هذه القراءة عن ابن عباس. وقرأ الجمهور:  {بِخُمُرِهِنَّ} بتحريك الميم، وقرأ طلحة بن مصرف: بسكونها. وقرأ الجمهور:  {جُيُوبِهِنَّ} بضم الجيم. وقرأ ابن كثير وبعض الكوفيين: بكسرها. وكثير من متقدمي النحويين لا يجوَّزون هذه القراءة. وقال الزجاج: يجوز أن يبدل من الضمة كسرة. فأما ما روي عن حمزة من الجميع بين الضم والكسر فمحال، لا يقدر أحد أن ينطق به إلا على الإيماء. </p><p> ثم كرر سبحانه النهي عن إبداء الزينة لأجل ما سيذكره من الاستثناء، فقال:  {وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ} ؛ أي: ولا يظهرن زينتهن الخفية المنهية عن إبدائها للأجانب، كالسوار والدملج والوشاح والقرط ونحوها، فضلًا عن إبداء مواقعها. كرره لبيان من يحل له الإبداء، ومن لا يحل له. </p><p> وفي \"الخطيب\" : ولا يبدين زينتهن؛ أي: الزينة الخفية التي لم يبح لهن كشفها في الصلاة ولا للأجانب. وهي ما عدا الوجه والكفين. اهـ. </p><p>(١) الشوكاني. (٢) الشوكاني والبحر المحيط.</p><p> وقال أبو الليث (١) : لا يظهرن مواضع زينتهن، وهو الصدر والساق والساعد والرأس؛ لأن الصدر موضع الوشاح، والساق موضع الخلخال، والساعد موضع السوار، والرأس موضع الإكليل، فقد ذكر الزينة وأراد بها موضع الزينة، انتهى. </p><p> {إِلَّا لِبُعُولَتِهِنَّ} ؛ أي: إلا لأزواجهن وسادتهن، فإن البعل هو الزوج والسيد في كلام العرب. وجملة المستثنيات اثنا عشر نوعًا، آخرها أو الطفِل. اهـ. \"شيخنا\" . </p><p> وقدم البعولة على غيرهم؛ لأنهم المقصود خصوصًا، إذا كان النظر لتقوية الشهوة، إلا أنه يكره له النظر إلى الفرج بالاتفاق، حتى إلى فرج نفسه؛ لأنه يروى أنه يورث الطمس والعمى. وفي كلام عائشة - رضي الله عنها - ما رأى منى، ولا رأيت منه؛ أي: العورة. </p><p> قال في \"النصاب\" : إن الزينة الباطنة يجوز إبداؤها لزوجها وذلك لاستدعائه ورغبته فيها. ولذلك لعن رسول الله - صلى الله عليه وسلم - السلقاء والمرهاء. فالسلقاء: التي لا تختضب. والمرهاء: التي لا تكتحل. </p><p> {أَوْ آبَائِهِنَّ} وإن عَلَوْا سواء كانوا من جهة الذكران أو الإناث. {أَوْ آبَاءِ بُعُولَتِهِنَّ} ، وإن عَلوا، سواء كانوا من النسب أو الرضاع. {أَوْ أَبْنَائِهِنَّ} وإن سفلوا من النسب أو الرضاع. {أَوْ أَبْنَاءِ بُعُولَتِهِنَّ} من غيرهن، وإن سفلوا. {أَوْ إِخْوَانِهِنَّ} من النسب أو الرضاعِ. جمع أخ، كالإخوة. فهو جمع له أيضًا. {أَوْ بَنِي إِخْوَانِهِنَّ} كذلك {أَوْ بَنِي أَخَوَاتِهِنّ} كذلك. </p><p> والمراد (٢) بأبناء بعولتهن: ذكور أولاد الزوج، ويدخل في قوله:  {أَوْ أَبْنَائِهِنَّ} أولاد الأولاد، وإن سفلوا. وأولاد بناتهن، وإن سفلوا. وكذا آباء البعولة يدخل فيه آباء الآباء، وآباء الأمهات، وإن علوا. وكذلك أبناء البعولة، وإن سفلوا وكذلك أبناء الإخوة والأخوات. </p><p>(١) بحر العلوم. (٢) الشوكاني.</p><p> وذهب الجمهور: إلى أن العم والخال كسائر المحارم في جواز النظر إلى ما يجوز لهم. وعدم ذكر الأعمام والأخوال لما أن الأحوط أن يستترن منهم حذرًا من أن يصفوهن لأبنائهم. والمعنى: إن سائر القرابات تشترك مع الأب والابن في المحرمية، إلا ابن العم والخال. وهذا من الدلالات البليغة في وجوب الاحتياط عليهن في النسب. اهـ. \"كرخي\" . وليس في الآية ذكر الرضاع وهو كالنسب. وقال الشعبي وعكرمة: ليس العم والخال من المحارم. </p><p> والمعنى: أي (١) قل يا محمد للمؤمنات لا يظهرن هذه الزينة الخفية إلا لأزواجهن فإنهم المقصودون بزينتهن، والمأمورات نساؤهم بصنعها لهم، حتى إن لهم ضَرْبَهُنَّ على تركها, ولهم النظر إلى جميع بدنهن. أو لآباء النساء، أو لآباء الأزواج، أو لأبنائهن أو لأبناء أزواجهن، أو لإخوانهن، أو لأبناء الإخوة، أو لأبناء الأخوات؛ لكثرة المخالطة بينهم وبينهن، وقلة توقع الفتنة من قبلهم، ولأن الطباع السليمة تأبى أن تفتتن بالقريبات إلا أنهن محتاجات إلى صحبتهم في الأصفار للركوب أو النزول. </p><p> {أَوْ} إلا لـ {نِسَائِهِنَّ} ؛ أي: نساء (٢) أهل دينهن المختصات بهن بالصحبة والخدمة، من حرائر المؤمنات. فإن الكوافر لا يتأثمن عن وصفهن للرجال، فيكون تصور الأجانب إياها بمنزلة نظرهم إليها. فإن وصف مواقع زينة المؤمنات للرجال الأجانب معدود من جملة الآثام عند المؤمنات. </p><p> فالمراد بنسائهن نساء أهل دينهن. وهذا قولُ أكثر السلف، فإنهم جعلوا المرأة اليهودية والنصرانية والمجوسية والوثنية في حكم الرجل الأجنبي، فمنعوا المسلمة من كشف بدنها عندهن؛ إلا أن تكون أمةً لها. كما منعوها من التجرد عند الأجانب. والظاهر أن العلة شيئان: عدم المجانسة دينًا، فإن الإيمان والكفر فرق بينهما. وعدم الأمن من الوصف المذكور. وإضافة النساء إليهن تدل على </p><p>(١) المراغى. (٢) روح البيان.</p><p> اختصاص ذلك بالمؤمنات. وقال الإِمام: قول السلف محمول على الاستحباب. والمذهب أن امراد بقوله: أو نسائهن، جميع النساء. </p><p> {أَوْ} إلا لـ {مَا مَلَكَتْ أَيْمَانُهُنَّ} من الإماء، أما العبيد (١) فقد اختلفوا فيهم، فقال قوم: عبد المرأة محرم لها. فيجوز له الدخول عليها إذا كان عفيفًا، وله أن ينظر إلى مولاته إلا ما بين السرة والركبة كالمحارم. وروي ذلك عن عائشة وأم سلمة. وقد روي أنَّ عائشة كانت تمتشط وعبدها ينظر إليها. وقال قوم: هو كالأجنبي معها. وهو رأي ابن مسعود والحسن وابن سيرين. ومن ثم قالوا: لا ينظر العبد إلى شعر مولاته، فهو بمنزلة الأجنبي منها، خصيًا كان أو فحلًا. وهو قول أبي حنيفة. وعليه عامة العلماء، فلا يجوز لها الحج ولا السفر معه وإن جاز رؤيته إياها إذا وجد الأمن من الشهوة. </p><p> وقال ابن الشيخ (٢) : فإن قيل: ما الفائدة في تخصيص الإماء بالذكر بعد قوله: {أَوْ نِسَائِهِنَّ} ؟ فالجواب - والله أعلم - أنه تعالى لما قال:  {أَوْ نِسَائِهِنَّ} دل ذلك على أن المرأة لا يحل لها أن تبدي زينتها للكافرات، سواء كن حرائر أو إماءً لغيرها أو لنفسها، فلما قال:  {أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ} مطلقًا؛ أي: مؤمنات كن أو مشركات، علم أنه يحل للأمة أن تنظر إلى زينة سيدتها مسلمةً كانت الأمة أو كافرة، لما في كشف مواضع الزينة الباطنة لأمتها الكافرة في أحوال استخدامها إياها من الضرورة التي لا تخفى. ففارقت الحرة الكافرة بذلك. </p><p> {أَوِ} إلا لـ {التَّابِعِينَ} الذين يتبعون القوم إلى بيوتهم، ليصيبوا من فضل طعامهم لا غرض ولا همة لهم إلا ذلك. {غَيْرِ أُولِي الْإِرْبَةِ} والحاجة إلى النساء حالة كونهم {مِنَ الرِّجَالِ} الذين طعنوا في السن، ففنيت شهواتهم إذا كانوا معهن غضوا أبصارهم. وقيل (٣) : المراد بغير أولي الإربة من الرجال الحمقى الذين لا حاجة لهم في النساء. وقيل: العنين. وقيل: الخصي - من قطع خصيتاه -، </p><p>(١) المراغي. (٢) روح البيان.(٣) الشوكاني.</p><p> وقيل: المجبوب - من قطع ذكره -. وقيل: المخنث، وهو الذي في أعضائه لين، وفي لسانه تكسر في أصل الخلقة، فلا يشتهي النساء، ولا حاجة لهذا التخصيص، بل المراد بالآية ظاهرها، وهم من يتبع أهل البيت، ولا حاجة له في النساء ولا يحصل منه ذلك في حال من الأحوال. فيدخل من هؤلاء من هو بهذه الصفة ويخرج من عداه. </p><p> قال ابن عطية: ويدخل في هذه الصفة المجنون والمعتوه والمخنث والشيخ الفاني والزَّمِن الموقوذ بزمانته. وقال بعضهم (١) : قوله تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ} محكم. وقوله: و {التَّابِعِينَ} مجمل. والعمل بالمحكم أولى، فلا رخصة للمذكورين من الخصي ونحوه في النظر إلى محاسن النساء، وإن لم يكن هناك احتمال الفتنة. </p><p> وفي \"الكشاف\" : لا يحل إمساك الخصيان واستخدامهم وبيعهم وشرائهم، ولم ينقل عن أحد من السلف إمساكهم. انتهى. وعن ميسون بنت بحدل زوجة معاوية، أن معاوية دخل عليها ومعه خصي، فتقنعت منه، فقال: هو خصي، فقالت: يا معاوية، أترى المثلة تحلل ما حرم الله من النظر؟ فتعجب من فطنتها وفهمها. ذكره في \"كتاب النصاب\" . </p><p> وفي \"البستان\" أنه لا يجوز خصاء بني آدم؛ لأنه لا منفعة فيه؛ لأنه لا يجوز للخصي أن ينظر إلى النساء، كما لا يجوز للفحل. بخلاف خصاء سائر الحيوانات، ألا ترى أن خصي الغنم أطيب لحمًا، وأكثر شحمًا. وقس عليه غيره. </p><p> وروى مسلم عن عائشة - رضي الله عنها - قالت: كان يدخل على أزواج النبي - صلى الله عليه وسلم - مخنث، وكانوا يعدونه من غير أولي الإربة، فدخل رسول الله - صلى الله عليه وسلم - يومًا وهو عند بعض نسائه، وهو ينعت امرأةً - بنت غيلان -، قال: إذا أقبلت أقبلت بأربع، وإذا أدبرت أدبرت بثمان، فقال النبي - صلى الله عليه وسلم -: \"ألا أرى هذا يعرف ما هاهنا، </p><p>(١) روح البيان.</p><p> لا يدخل عليكن فاحجبوه \".زاد أبو داود في رواية:\" وأخرجوه إلى البيداء، يدخل كل جمعة فيستطعم \".</p><p> وقرأ ابن عامر وأبو بكر (١) : {غَيْرِ} بالنصب على الحال أو الاستثناء. وباقي السبعة بالجر على النعت. وعطف قوله:  {أَوِ الطِّفْلِ} على من الرجال، فقسم التابعين غير أولي الإربة إلى قسمين: رجال، وأطفال. والمفرد المحكي بأل يكون للجنس فيعم. ولذلك وصفه بالجمع في قوله:  {الَّذِينَ لَمْ يَظْهَرُوا} ولم يطلعوا {عَلَى عَوْرَاتِ النِّسَاءِ} ولم يكشفوها للمجامعة؛ أي: حال كون غير أولي الإربة من الرجال البالغين، أو من الأطفال الذين لم يبلغوا سن الشهوة والقدرة على ملامسة النساء وفي مصحف أبيّ {الأطفال} ؛ أي (٢) : الذين لم يكشفوا عن عورات النساء للجماع، فيطلعوا عليها. وقيل: لم يعرفوا العورة من غيرها من الصغر. وقيل: لم يطيقوا أمر النساء. وقيل: لم يبلغوا حد الشهوة. وقيل: الطفولية اسم للصبي ما لم يحتلم. </p><p> وفي \" الروضة\": وجعل الإِمام أمر الصبي ثلاثة درجات (٣) : </p><p> إحداها: أن لا يبلغ أن يحكي ما رأى. </p><p> والثانية: أن يبلغه ولا يكون فيه ثوران شهوة. </p><p> والثالثة: أن يكون فيه ذلك. </p><p> فالأول: حضوره كغيبته، ويجوز التكشف له من كل وجه. والثاني: كالمحرم. والثالث: كالبالغ. واعلم أن الصبي لا تكليف عليه، وإذا جعلناه كالبالغ، فمعناه: أنه يلزم المنظور إليها الاحتجاب منه كما أنه يلزمها الاحتجاب من المجنون قطعًا. </p><p> قلت: وإذا جعلنا الصبي كالبالغ لزم الولي أن يمنعه النظر، كما يلزمه أن يمنعه من الزنا وسائر المحرمات. والله أعلم. اهـ. </p><p>(١) البحر المحيط. (٢) الخازن.(٣) الفتوحات.</p><p> وقال الفناري في تفسير الفاتحة: حد الطفل من أول ما يولد إلى أن يستهل صارخًا إلى انقضاء ستة أعوام. وقال في \"فتح القريب\" : العورة كل ما يستحى منه إذا ظهر. وسيأتي البسط عنه في مبحث المفردات. </p><p> وقال بعضهم (١) : يفهم من عبارة الطفل، أن التقوى منع الصبيان حضرة النساء بعد سبع سنين، فإن ابن السبع، وإن لم يكن في حد الشهوة، لكنه في حد التمييز، مع أن بعض من لم يبلغ حدّ الحلم مشتهًى، فلا خير في مخالطة النساء. وفي \"ملتقط الناصري\" الغلام إذا بلغ مبلغ الرجال، ولم يكن صبيحًا فحكمه حكم الرجال. وإن كان صبيحًا فحكمه حكم النساء، وهو عورة من قرنه إلى قدمه، يعني لا يحل النظر إليه عن شهوة، فأما السلام والنظر بلا شهوة فلا بأس به. ولهذا لم يؤمر بالنقاب، ويكره مجالسة الأحداث والصبيان والسفهاء؛ لأنه يذهب بالمهابة. كما في \"البستان\" . </p><p> قال في \"أنوار المشارق\" : يحرم على الرجل النظر إلى وجه الأمرد إذا كان حسن الصورة، سواء نظر بشهوة أم لا. وسواء أمن الفتنة أم خافها. ويجب على من في الحمام أن يصون نظره ويده وغيرهما عن عورة غيره. وأن يصون عورته عن نظر غيره. ويجب الإنكار على كاشف العورة. </p><p> وقرأ الجمهور (٢) : {عَوْرَاتِ} بسكون الواو. وهي لغة أكثر العرب. لا يحركون الواو والياء في نحو هذا الجمع. وروي عن ابن عباس تحريك واو عورات بالفتح. والمشهور في كتب النحو أن تحريك الواو والياء في مثل هذا الجمع هو لغة هذيل بن مدركة. </p><p> ثم نهى عن إظهار وسوسة العلي بعد النهي عن إبداء مواضعه، فقال:  {وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ} الأرض {لِيُعْلَمَ مَا يُخْفِينَ} ؛ أي: ما يخفينه من الرؤية. {مِنْ زِينَتِهِنَّ} ؛ أي: خلاخلهن؛ أي (٣) : لا يضربن النساء المؤمنات بأرجلن الأرض، </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) روح البيان.</p><p> ليتقعقع ويصوت خلخالهن. فيعلم أنهن ذوات خلخال. فإن ذلك مما يورث الرجال ميلًا إليهن، ويوهم أن لهن ميلًا إليهم. وإذا كان إسماع صوت خلخالها للأجانب حرامًا .. كان رفع صوتها بحيث يسمع الأجانب كلامها حرامًا بطريق الأولى؛ لأن صوت نفسها أقرب إلى الفتنة من صوت خلخالها. ولذلك كرهوا أذان النساء؛ لأنه يُحتاج فيه إلى وقع الصوت. </p><p> وفي \"الشهاب\" : وهذا سد لباب المحرمات، وتعليم للأحوط، وإلا فصوت النساء ليس بعورة عند الشافعي، فضلًا عن صوت خلخالهن. اهـ. </p><p> وفي \"القرطبي\" : من فعل ذلك منهن فرحًا بحليهن فهو مكروه، ومن فعل ذلك منهن تبرجًا وتعرضًا للرجال فهو حرام مذموم. وكذلك من ضرب بنعله الأرض من الرجال، إن فعل ذلك عجبًا حرم، فإن العجب كبيرة، وإن فعل ذلك تبرجًا لم يحرم. اهـ. </p><p> وللنساء أفانين في هذا الباب (١) ، فقد يجعلن الخرز ونحوه في جوف الخلخال، فإذا مشين ولو هونًا كان له رنين وصوت خاص، ومن الناس من تهيجه وسوسة الحلي أكثر مما يهيجه رؤيته. </p><p> {وَتُوبُوا} وارجعوا من عمل المعاصي {إِلَى} طاعة {اللَّهِ} سبحانه وتعالى حالة كونكم {جَمِيعًا} ؛ أي: مجتمعين عليها {أيها المؤمنون} بالله ورسوله، إذ لا يكاد يخلو أحدكم من تفريط في أمره ونهيه، سيما في الكف عن الشهوات. و {أيها المؤمنون} تأكيد للإيجاب وإيذان بأن وصف الإيمان موجب للامتثال حتمًا. وفي هذه الآية دليل على أن الذنب لا يخرج العبد عن الإيمان؛ لأنه تعالى قال:  {أَيُّهَ الْمُؤْمِنُونَ} بعدما أمر بالتوبة التي تتعلق بالذنب. {لَعَلَّكُمْ تُفْلِحُونَ} ؛ أي: تفوزون بسعادة الدارين. وصَّى الله سبحانه جميع المؤمنين بالتوبة والاستغفار؛ لأن العبد الضعيف لا ينفك عن تقصير يقع منه وإن اجتهد في رعاية تكاليف الله تعالى. </p><p>(١) المراغي.</p><p> والمعنى: أي ارجعوا أيها المؤمنون إلى طاعة الله فيما أمركم به ونهاكم عنه، من غض البصر وحفظ الفرج، وترك دخول بيوت غيركم بلا استئذان ولا تسليم، تفوزوا بسعادة الدنيا والآخرة. وأخرج أحمد والبخاري والبيهقي في \"شعب الإيمان\" عن ابن عمر قال: سمعت النبي - صلى الله عليه وسلم - يقول:  \"أيها الناس توبوا إلى الله، فإني أتوب إليه كل يوم مئة مرة\" . </p><p> ومن شرط التوبة (١) : الإقلاع عن الذنب، والندم على ما مضى، والعزم على أن لا يعود إليه. ورد الحقوق إلى أهلها. لا كما يظن الناس الآن، أنها كلمة تلاك باللسان، دون أن يكون لها أثر في القلب ولا عزم على عدم العود، حتى إن كثيرًا ممن يزعمون أنهم تابوا من الذنب يحكون ما فعلوه من الآثام على وجه الفخر والاستلذاذ بذكره، وهذا دليل على أنهم كاذبون في توبتهم، مراؤون في أفعالهم. </p><p> والجمهور (٢) على فتح الهاء، وإثبات ألفٍ بعد الهاء في {أَيُّهَ الْمُؤْمِنُونَ} وهي ها، التي للتنبيه. وقرأ ابن عامر:  {أيه المؤمنون} هنا، و {يا أيه الساحر} في الزخرف. و {أيه الثقلان} في الرحمن بضم الهاء وصلًا، وإذا وقف سكن. ووجهه أنها كانت مفتوحة لوقوعها قبل الألف، فلما سقطت الألف لالتقاء الساكنين استثقلت الفتحة على الهاء، فاتبعت حركتها حركة ما قبلها، فضمت الهاء إتباعًا للرسم، وضم ها، التي للتنبيه بعد أي لغة لبني مالك وهي شقيق ابن سلمة وقد رسمت هذه المواضع الثلاثة دون ألف، فوقف أبو عمرو والكسائي بألف. والباقون بدونها اتباعًا للرسم، ولموافقة الخط للفظ. وثبتت في غير هذه المواضع، حملًا لها على الأصل نحو {يا أيها الناس} ، {يا أيها الذين آمنوا} . وبالجملة فالرسم سنة متبعة. اهـ. \"سمين\" . </p><p> وقال بعضهم: إن الله (٣) سبحانه وتعالى طالب المؤمنين جميعًا في هذه </p><p>(١) المراغي. (٢) الفتوحات والبحر المحيط.(٣) روح البيان.</p>"
}