{
  "id": null,
  "sura": 24,
  "aya": 55,
  "text": "<p> الحق الموصل إلى كل خير، المنجي من كل شر، وما الرسول إلا ناصح، وهاد ومبلغ لكم، فإن أطعتموه لحظوظ أنفسكم أصبتم طريق الصواب، وإن خالفتموه .. أوقعتم أنفسكم في الهلكة. </p><p> والخلاصة: أن الرسول فعل ما يجب عليه من أداء الرسالة، وقد بقي عليكم أن تفعلوه. ونحو الآية قوله تعالى:  {فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ} وقوله تعالى: {فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ (٢١) لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) }. </p><p> قيل: يجوز (١) أن يكون قوله: {فَإِنْ تَوَلَّوْا} ماضيًا، وتكون الواو لضمير الغائبين، وتكون هذه الجملة الشرطية مما أمر به رسول الله - صلى الله عليه وسلم - أن يقول لهم، ويكون في الكلام التفات من الخطاب إلى الغيبة. والأول أرجح، ويؤيده الخطاب في قوله تعالى:  {وَعَلَيْكُمْ مَا حُمِّلْتُمْ} وفي قوله تعالى: {وَإِنْ تُطِيعُوهُ تَهْتَدُوا} ويؤيده أيضًا قراءة البزي {فَإِنْ تَوَلَّوْا} بتشديد التاء، وإن كانت ضعيفة، لما فيها من جمع الساكنين. </p><p> ٥٥ - {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ} الخطاب لعامة الكفرة. و (من) تبعيضية، أو له - صلى الله عليه وسلم - ولمن معه من المؤمنين. و (من) بيانية؛ أي: الذين هم أنتم. وتوسيط الظرف بين المعطوفين لإظهار أصالة الإيمان. والمفعول الثاني محذوف، تقديره: الاستخلاف في الأرض، وتمكين دينهم، وتبديل خوفهم بالأمن. </p><p> وأما قوله:  {لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ} فهو جواب لقسم محذوف، تقديره: وعدهم الله، وأقسم ليستخلفنهم في الأرض. وهذا الجواب، قال على المفعول المحذوف، أو جواب للوعد، بتنزيل وعده تعالى منزلة القسم لتحقق إنجازه لا محالة. </p><p> وهذه الجملة مقررة لما قبلها، من أن طاعتهم لرسول الله - صلى الله عليه وسلم - سبب لهدايتهم، وهذا وعد من الله سبحانه لمن آمن بالله وعمل الأعمال الصالحات، </p><p>(١) الشوكاني.</p><p> بالاستخلاف لهم في الأرض كما استخلف الذين من قبلهم من الأمم، وهو وعد يعم جميع الأمة. </p><p> وقيل: هو خاص بالصحابة، ولا وجه لذلك، فإن الإيمان وعمل الصالحات لا يختص بهم، بل يمكن وقوع ذلك من كل واحد من هذه الأمة، ومن عمل بكتاب الله وسنة رسوله .. فقد أطاع الله تعالى ورسوله - صلى الله عليه وسلم -. وقد أبعد من قال: إنها مختصة بالخلفاء الأربعة، أو بالمهاجرين، أو بأن المراد بالأرض أرض مكة، وقد عرفت أن الاعتبار بعموم اللفظ، لا بخصوص السبب. وظاهر قوله:  {كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ} كل من استخلفه الله سبحانه في أرضه، فلا يخص ذلك ببني إسرائيل، ولا أمة من الأمم دون غيرها. </p><p> والمعنى: وعد الله الذين آمنوا منكم وعملوا الصالحات استخلافهم في الأرض وتمكين دينهم وتبديل خوفهم بالأمن. وأقسم سبحانه: وعزتي وجلالي، ليجعلنهم خلفاء في الأرض، متصرفين فيها تصرف الملوك في ممالكهم، استخلافًا كائنًا، كاستخلاف الذين من قبلهم، وهم بنو إسرائيل، استخلفهم الله في مصر والشام، بعد إهلاك فرعون والجبابرة. وظاهر الآية العموم كما مر آنفًا. </p><p> وقرأ الجمهور (١) : {كَمَا اسْتَخْلَفَ} بفتح الفوقية على البناء للفاعل. وقرأ عيسى بن عمر وأبو بكر والمفضل عن عاصم بضمها على البناء للمفعول وكسر اللام، فالموصول مرفوع. </p><p> وجملة قوله:  {وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ} معطوفة على ليستخلفنهم، داخلة تحت حكمه، كائنة من جملة الجواب. والمراد بالتمكين هنا، التثبيت والتقرير؛ أي: يجعله الله ثابتًا مقررًا، ويوسع لهم في البلاد، ويظهر دينهم على جميع الأديان. والمراد بالدين هنا الإِسلام؛ أي: وليثبتن الله لهم دينهم الذي اختار لهم، ويجعلنه مقررًا ثابتًا، بحيث يستمرون على العمل بأحكامه من غير منازع. </p><p>(١) الشوكاني.</p><p> قال في \"التأويلات النجمية\" : يعني (١) يمكن كل صنف من الخلفاء حمل أمانته التي ارتضى لهم من أنواع مراتب دينهم، فإنهم أئمة أركان الإِسلام، ودعائم الملة الناصحون لعباده، الهادون من يسترشد في الله حفاظ الدين. وهم أصناف: قوم حفاظ أخبار الرسول عليه السلام، وحفاظ القرآن، وهم بمنزلة الخزنة. وقوم هم علماء الأصول من الرادِّين على أهل العناد، أصحاب البدع بواضح الأدلة، غير مخلطين الأصول بعلوم الفلاسفة وشبههم، فإنها مهلكة عظيمة، لا يسلم منها إلا العلماء الراسخون، والأولياء القائمون بالحق، وهم بطارقة الإِسلام وشجعانه. وقوم هم الفقهاء، الذين إليهم الرجوع في علوم الشريعة من العبادات وكيفية المعاملات، وهم في الدين بمنزلة الوكلاء، والمتصرفين في الملك. </p><p> وذكر سبحانه وتعالى الاستخلاف لهم أولًا، وهو جعلهم ملوكًا، وذكر التمكين ثانيًا، فأفاد ذلك أن هذا الملك ليس على وجه العروض والطروِّ، بل على وجه الاستقرار والثبات، بحيث يكون الملك لهم ولعقبهم من بعدم. </p><p> وجملة {وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا} معطوفة على التي قبلها؛ أي: وليجعلن لهم مكان ما كانوا فيه من الخوف من الأعداء أمنا، ويذهب عنهم أسباب الخوف الذي كانوا فيه، بحيث لا يخشون إلا الله سبحانه، ولا يرجون غيره، وقد كان المسلمون قبل الهجرة وبعدها بقليل في خوف شديد من المشركين، لا يخرجون إلا في السلاح، ولا يمسمون ويصبحون إلا على ترقب لنزول المضرة بهم من الكفار، ثم كانوا في غاية الأمن والدعة، وأذل الله لهم شياطين المشركين وفتح عليهم البلاد، ومهد لهم في الأرض، ومكنهم منها، فلله الحمد. </p><p> وقال أبو العالية (٢) : لما أظهر الله عَزَّ وَجَلَّ رسوله - صلى الله عليه وسلم - على جزيرة </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> العرب .. وضعوا السلاح، وآمنوا، ثم قبض الله نبيه - صلى الله عليه وسلم - فكانوا آمنين كذلك في إمارة أبي بكر وعمر وعثمان حتى وقعوا فيما وقعوا فيه وكفروا بالنعمة، فأدخل الله عليهم الخوف، فغيروا، فغير الله ما بهم. </p><p> وقرأ الجمهور (١) : {وَلَيُبَدِّلَنَّهُمْ} بالتشديد من بدل المضعف، واختارها أبو عبيد. وقرأ ابن كثير وابن محيصن ويعقوب وأبو بكر والحسن بالتخفيف من أبدل. واختارها أبو حاتم، وهما لغتان. وزيادة البناء تدل على زيادة المعنى. فقراءة التشديد أرجح من قراءة التخفيف. قال النحاس: وزعم أحمد بن يحيى ثعلب أن بين التخفيف والتشديد فرقًا، وأنه يقال: بدلته؛ أي: غيرته، وأبدلته أزلته، وجعلت غيره. قال النحاس: وهذا القول صحيح. </p><p> والمعنى: أي (٢) وعد الله المؤمنين منكم المصلحين لأعمالهم ليورثنهم أرض المشركين من العرب والعجم، وليجعلنهم ملوكها وساستها كما استخلف بني إسرائيل بالشام حين أهلك الجبابرة، وجعلهم ملوكها وسكانها. وقد وفي سبحانه بوعده، فإنه لم يمت عليه الصلاة والسلام حتى فتح الله عليه مكة وخيبر والبحرين وسائر جزيرة العرب، وأخذ الجزية من مجوسي هجر، ومن بعض أطراف الشام، وهاداه هرقل ملك الروم، والمقوقس في مصر، والنجاشى ملك الحبشة. </p><p> ولما قُبض - صلى الله عليه وسلم - إلى الرفيق الأعلى .. قام بالأمر بعده الخلفاء الراشدون، فنهجوا منهجه، وملكوا خزائنهم، واستعبدوا أبناء القياصرة، وصدق قول رسوله - صلى الله عليه وسلم -: \"إن الله زوى لي الأرض، فرأيت مشارقها ومغاربها، وسيبلغ أمتي ما زوي لي منها\" . </p><p> {وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ} ؛ أي: وليجعلن دين الإِسلام راسخًا قويًا مقررًا، ثابت القدم، ويعظم أهله في نفوس أعدائه، الذين يواصلون الليل بالنهار، في التدبير لإطفاء أنواره، لتعفوا آثاره. {وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا} ؛ </p><p>(١) الشوكاني. (٢) المراغي.</p><p> أي: وليغيرن حالهم من الخوف إلى الأمن. قال الربيع بن أنس: كان النبي - صلى الله عليه وسلم - وأصحابه بمكة نحوًا من عشر سنين يدعون إلى الله وحده، وإلى عبادته وحده لا شريك له، وهم خائفون لا يؤمرون بالقتال، حتى أمروا بعد الهجرة إلى المدينة، فقدموها، فأمرهم الله سبحانه بالقتال، فكانوا بها خائفين، يمسون في السلاح، ويصبحون في السلاح، فصبروا على ذلك ما شاء الله تعالى، ثم إن رجلًا من الصحابة قال: يا رسول الله، أبد الدهر نحن خائفون هكذا، أما يأتي علينا يوم نأمن فيه، ونضع عنا السلاح؟ فقال رسول الله - صلى الله عليه وسلم -: \"لن تصبروا إلا يسيرًا، حتى يجلس الرجل منكم في الملأ العظيم، محتبيًا ليس فيه حديدة\" فأنزل الله {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ} إلى آخر الآية. ونحو الآية قوله تعالى: {وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ (٢٦) }. </p><p> وجملة {يَعْبُدُونَنِي} في محل النصب حال من {الَّذِينَ آمَنُوا} لتقييد الوعد بالثبات على التوحيد؛ أي: وعد الله الذين آمنوا بالاستخلاف والتمكين، حالة كونهم مستمرين على عبادتي وتوحيدي. ويجوز أن تكون مستأنفة مسوقة للثناء عليهم. </p><p> وجملة {لَا يُشْرِكُونَ بِي شَيْئًا} حال من الواو في {يَعْبُدُونَنِي} ؛ أي: يعبدونني (١) حالة كونهم غير مشركين بي في العبادة شيئًا من الأشياء. </p><p> وقيل معناه: لا يراؤون بعبادتي أحدًا، وقيل معناه: لا يخافون غيري، وقيل معناه: لا يحبون غيري. </p><p> {وَمَنْ كَفَرَ} وارتد {بَعْدَ ذَلِكَ} ؛ أي: بعد ذلك الوعد الصحيح، أو من استمر على الكفر، ولم يتأثر بما مر من الترغيب والترهيب، فإن الإصرار (٢) عليه بعد مشاهدة دلائل التوحيد كفر مستأنف، زائد على الأصل، أو من كفر هذه النعمة العظيمة بعد ذلك الوعد الصحيح. {فَأُولَئِك} الكافرون لهذه النعم {هُمُ} </p><p>(١) الشوكاني. (٢) روح البيان.</p>"
}