{
  "id": null,
  "sura": 24,
  "aya": 5,
  "text": "<p> وفائدتها: تخصيص الرد بشهادتهم الناشئة عن أهليتهم الثابتة لهم عند الرمي، وهو السر في قبول شهادة الكافر المحدود في القذف بعد التوبة والإِسلام؛ لأنها ليست ناشئة عن أهليته السابقة، بل أهليته لها حدثت بعد إسلامه، فلا يتناولها الرد. </p><p> والمعنى: لا تقبلوا من القاذفين شهادةً من الشهادات حال كونها حاصلة لهم عند القذف {أَبَدًا} ؛ أي (١) : ما داموا مصرين على عدم التوبة، وهذا هو المراد بالأبدية بدليل الاستثناء الآتي، وهذا على مذهب الإِمام الشافعي ومالك، من رد الاستثناء إلى الجملتين، وأما على مذهب أبي حنيفة من رده إلى الأخير فقط .. فالمراد بالأبد مدة حياتهم، وإن تابوا وأصلحوا. </p><p> {وَأُولَئِكَ} القاذفون {هُمُ} لا غيرهم {الْفَاسِقُونَ} ؛ أي: المحكوم عليهم بالفسق؛ أي: الكاملون في الفسق، والخروج عن الطاعة، والتجاوز عن الحدود. قال في \"الكبير\" : يفيد أن القذف من الكبائر؛ لأن الفسق لا يقع إلا على صاحبه. </p><p> والمعنى: أي (٢) وأولئك هم الخارجون عن طاعة ربهم، إذ أنهم فسقوا عن أمره، وارتكبوا كبيرة من الكبائر، باتهامهم المحصنات الغافلات المؤمنات كذبًا وبهتانًا، وهم إن كانوا صادقين فقد هتكوا ستر المؤمنات، وأوقعوا السامعين في شك من أمرهن دون أن يكون في ذلك فائدة دينية ولا دنيوية، وقد أمرنا بستر العرض إذا لم يكن في ذلك مصلحة في الدين. </p><p> ٥ - {إِلَّا الَّذِينَ تَابُوا} ورجعوا عما قالوا، وندموا على ما تكلموا. {مِنْ بَعْدِ ذَلِكَ} ؛ أي: من بعدما اقترفوا ذلك الذنب العظيم، والقذف الذميم، {وَأَصْلَحُوا} أعمالهم بالتدارك، ومنه الاستسلام لحد، والاستحلال من المقذوف. </p><p> وقد (٣) اختلف في هذا الاستثناء، أيعود إلى الجملة الأخيرة فقط، وهي </p><p>(١) الفتوحات. (٢) المراغي.(٣) المراغي.</p><p> جملة الحكم عليهم بالفسق، فترفع التوبة الفسق فقط، ويبقى مردود الشهادة أبدًا، وإن تاب، وإلى هذا ذهب من السلف القاضي شريح وسعيد بن جبير وأبو حنيفة، أم يعود إلى الجملتين الأخيرتين الثانية، وهي جملة عدم قبول الشهادة والثالثة هي جملة الحكم عليهم بالفسق، وعليه فتقبل شهادته ويرفع عنه حكم الفسق؛ لأن سبب ردها، وهو ما كان متصفًا به من الفسق بسبب القذف قد زال بالتوبة بالإجماع، فتكون شهادته مقبولة، وعلى هذا القول جمهور العلماء، منهم سعيد بن المسيب وجماعة من السلف، وهو رأي مالك والشافعي وأحمد، وهذا (١) هو القول الحق الراجح؛ لأن تخصيص التقييد بالجملة الأخيرة دون ما قبلها، مع كون الكلام واحدًا في واقعة شرعية من متكلم واحد خلاف ما تقتضيه لغة العرب، وهذا الاختلاف بعد اتفاقهم على أن الاستثناء لا يعود إلى جملة الجلد، بل يجلد التائب كالمصر. </p><p> وقد اختلف العلماء في صورة توبة القاذف، فقال عمر بن الخطاب والشعبي والضحاك وأهل المدينة: إن توبته لا تكون إلا بأن يكذب نفسه في ذلك القذف الذي وقع منه، وأقيم عليه الحد بسببه، وقالت فرقة منهم مالك وغيره: أن توبته تكون بأن يحسن حاله ويصلح عمله، ويندم على ما فرط منه، ويستغفر الله من ذلك، ويعزم على ترك العود إلى مثله، وإن لم يكذب نفسه، ولا رجع عن قوله، ويؤيد هذا القول الآيات والأحاديث الواردة في التوبة، فإنها مطلقة غير مقيدة بمثل هذا القيد. </p><p> وأجمعت الأمة على أن التوبة تمحو الذنب، ولو كان كفرًا، فتمحو ما هو دون الكفر بالأولى، هكذا حكى الإجماع القرطبي. </p><p> وجملة قوله:  {فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} تعليل لما تضمنه الاستثناء من عدم المؤاخذة للقاذف بعد التوبة وصيرورته مغفورًا له، مرحومًا من الرحمن الرحيم، غير فاسق ولا مردود الشهادة، ولا مرفوع العدالة، كانه قيل: فحينئذٍ لا يؤاخذهم </p><p>(١) الشوكاني.</p>"
}