{
  "id": null,
  "sura": 24,
  "aya": 21,
  "text": "<p> ومنها: غاية كرم الله ورحمته وفضله على عباده، حيث يتفضل عليهم، ويرحمهم ويزكيهم عن أوصافهم الذميمة مع استحقاقهم العذاب الأليم في الدنيا والآخرة، فإنه خلق الخلق للرحمة لا للعذاب، ولو كان للعذاب .. لكان من جهتهم بسوء اختيارهم. عصمنا الله وإياكم من الأوصاف الذميمة الموجبة للعذاب الأليم، وشرفنا بالأخلاق الحميدة، الباعثة على الدرجات والتنعمات في دار النعيم. </p><p> والمعنى (١) : ولولا أن الله تفضل عليكم، وأبقاكم بعد الخوض في الإفك، ومكنكم من التلافي بالتوبة لهلكتم، لكنه لرأفته بعباده لا يدع ما هو أصلح للعبد وإن جنى على نفسه. </p><p> ٢١ - وبعدئذٍ حذر عباده من اتباع وساوس الشيطان فقال:  {يَا أَيُّهَا الَّذِينَ آمَنُوا} بالله ورسوله {لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ} ؛ أي: لا تسلكوا سبل الشيطان وطرقه، ولا تقتفوا آثاره بإشاعتكم الفحشاء في الذين آمنوا بروايتكم إياها عمَّن نقلها إليكم، والخطوات (٢) في الأصل جمع خطوة بضم الخاء، وهي ما بين القدمين كما سيأتي في مباحث اللغة، ثم استعمل اتباع الخطوات في الاقتداء، وإن لم يكن ثمة خطو. والمراد بها هنا سيرة الشيطان وطريقته. والمعنى: لا تسلكوا الطرق التي يدعوكم إليها الشيطان، ويوسوس بها في قلوبكم ويزينها لأعينكم، ومن جملتها إشاعة الفاحشة في المؤمنين وحبّها. </p><p> وقرأ الجمهور (٣) : {خطوات} بضم الخاء والطاء. وقرأ عاصم والأعمش بضم الخاء وإسكان الطاء. </p><p> ثم ذكر سبب النهي، فقال:  {وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ} ؛ أي: ومن اتبع وسلك طرق الشيطان، ومسالكه ومذاهبه .. فقد ارتكب الفحشاء والمنكر. فقوله: </p><p>(١) المراغي. (٢) روح البيان.(٣) الشوكاني.</p><p> {فَإِنَّهُ} ؛ أي: فإن الشيطان {يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ} علة للجزاء موضعه؛ لأن دأبه أن يستمر آمرًا لغيره بهما. والفحشاء ما أفرط قبحه من المنكرات كالزنا. والمنكر كل ما ينكره الشرع. وضمير إنه للشيطان. وقيل: للشأن. والأولى أن يكون عائدًا إلى من يتبع خطوات الشيطان؛ لأن من اتبع الشيطان صار مقتديًا به في الأمر بالفحشاء والمنكر. وعبارة أبي السعود هنا. وقيل: إن الضمير في أنه عائد على من؛ أي: فإن المتبع للشيطان يأمر الناس بهما؛ فإن شأن الشيطان هو الإضلال، فمن اتبعه فإنه يترقى من رتبة الضلال والفساد إلى رتبة الإضلال والإفساد. </p><p> والمعنى: أي ومن اتبع الشيطان ارتكب الفحشاء والمنكر، فإنه لا يأمر إلا بهما. ومن هذا شأنه لا ينبغي اتباعه ولا طاعته. </p><p> ثم أكد منته على عباده، فقال:  {وَلَوْلَا فَضْلُ اللَّهِ} سبحانه {عَلَيْكُمْ وَرَحْمَتُهُ} لكم بهذه البيانات، والتوفيق للتوبة الماحية للذنوب، وشرع الحدود المكفرة لها .. {مَا زَكَى} ؛ أي: ما طهر من دنس الذنوبـ {مِنْكُمْ مِنْ أَحَدٍ} ! {من} : الأولى بيانية، والثانية: زائدة، و {أَحَدٍ} في حيز الرفع على الفاعلية. {أَبَدًا} ؛ أي: آخر الدهر لا إلى نهاية، وجملة {زَكَى} جواب {لَوْلَا} الامتناعية. </p><p> والمعنى: أي (١) ولولا فضل الله عليكم ورحمته لكم، بتوفيقكم للتوبة التي تمحو الذنوب، وتغسل أدرانها .. ما طهر أحد منكم من ذنبه ما دام حيًا، وكانت عاقبته النكال والوبال. ولعاجلكم بالعقوبة، كما قال تعالى:  {وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ مَا تَرَكَ عَلَيْهَا مِنْ دَابَّةٍ} . </p><p> وقال الكسائي (٢) : إن قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ} معترض. وقوله:  {مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا} جواب لقوله أولًا وثانيًا. {وَلَوْلَا فَضْلُ اللَّهِ} وقوله: {مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ} يفيد (٣) أنهم قد طهروا وتابوا، </p><p>(١) المراغى. (٢) الشوكاني.(٣) الفتوحات.</p>"
}