{
  "id": null,
  "sura": 24,
  "aya": 61,
  "text": "<p> وعن سليمان بن داود عليهما السلام، الغالب على شهوته أشد من الذي يفتح المدينة وحده. </p><p> ٦١ - {لَيْسَ عَلَى الْأَعْمَى} أي: على فاقد البصر {حَرَجٌ} أي: إثم ووبال {وَلَا عَلَى الْأَعْرَجِ} وهو من كان في رجله اعوجاج يمنعه من الاعتدال في المشي، أو من الاستواء في الجلوس. {حَرَجٌ وَلَا عَلَى الْمَرِيضِ} أي: على من به آفة؛ أي: ليس (١) على هؤلاء الثلاثة حرج في مؤاكلتهم مع الأصحاء، كانت هذه الطوائف يتحرجون من مؤاكلة الأصحاء حذرًا من استقذارهم إياهم، وخوفًا من تأذيهم بأفعالهم وأوضاعهم. فإن الأعمى ربما سبقت إليه عين مؤاكلة ولا يشعر به. والأعرج يتفسح في مجلسه، فيأخذ أكثر من موضعه فيضيق على جليسه. والمريض لا يخلو عن حالة تؤذي قرينه؛ أي: برائحة كريهة أو جرح يبدو، أو أنف يسيل، أو نحو ذلك. فأنزل الله عَزَّ وَجَلَّ {لَيْسَ عَلَى الْأَعْمَى حَرَجٌ} إلخ؛ أي: لا بأس لهم بأن يأكلوا مع الناس ولا مأثم عليهم. وعلى هذا التأويل فـ (على) على معناها. </p><p> وقال ابن (٢) عباس، لما أنزل الله سبحانه قوله:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ} تحرج المسلمون عن مؤاكلة المرضى والزمنى والعمي والعرج، وقالوا: الطعام أفضل الأموال، وقد نهانا الله عَزَّ وَجَلَّ عن أكل الأموال بالباطل، والأعمى لا يبصر موضع الطعام الطيب، والأعرج لا يتمكن من الجلوس، ولا يستطيع المزاحمة على الطعام، والمريض يضعف عن التناول، فلا يستوفي من الطعام حقه. فأنزل الله هذه الآية. </p><p> فعلى هذا التأويل يكون (على) بمعنى في، أي: ليس في الأعمى. والمعنى: ليس عليكم أى مؤاكلة الأعمى والمريض والأعرج حرج. </p><p> وقيل: نزلت ترخيصًا لهؤلاء، أى الأكل من بيوت من سماهم في باقي الآية. وذلك أن هؤلاء كانوا يدخلون على الرجل في طلب الطعام فإذا لم يكن </p><p>(١) روح البيان. (٢) الخازن.</p><p> عنده شيء، ذهب بهم إلى بيت أبيه أو بيت أمه، أو بعض من سمى الله تعالى. فكان أهل الزمانة يتحرجون من ذلك، ويقولون ذهب بنا إلى غير بيته، فأنزل الله هذه الآية. وقيل: كان المسلمون إذا غزوا دفعوا مفاتيح بيوتهم إلى الزمنى، ويقولون لهم: قد أحللنا لكم أن تأكلوا مما في بيوتنا، فكانوا يتحرجون من ذلك، ويقولون: لا ندخلها وأصحابها غيب. فأنزل الله تعالى هذه الآية رخصة لهم. </p><p> وقيل: نزلت رخصة لهؤلاء في التخلف عن الجهاد، فعلى هذا التأويل، تم الكلام عند قوله:  {وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ} </p><p> وقوله تعالى:  {وَلَا عَلَى أَنْفُسِكُمْ} كلام مستأنف. </p><p> والحاصل (١) : أن رفع الحرج عن الأعمى والأعرج والمريض، إن كان باعتبار مؤاكلة الأصحاء، أو دخول بيوتهم .. فيكون {وَلَا عَلَى} متصلًا بما قبله، وإن كان رفع الحرج عن أولئك باعتبار التكاليف، التي يشترط فيها وجود البصر، </p><p> وعدم العرج وعدم المرض .. فقوله:  {وَلَا عَلَى أَنْفُسِكُمْ} ابتداء كلام، غير متصل بما قبله. </p><p> قيل: لما نزلت: {وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ} قالوا لا يحل لأحد منا، أن يأكل عند أحد، فأنزل الله تعالى:  {وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ} أي: لا حرج عليكم أن تأكلوا من بيوت أولادكم وعيالكم وأزواجكم بغير إذن بالعدل، فالكلام على حذف (٢) مضاف وإلا فانتفاء الحرج عن أكل الإنسان من بيت نفسه معلوم، فلا حاجة إلى بيانه؛ لأن بيت ولده أو زوجته كبيته، فنسبه إليه لما جاء في الحديث من قوله - صلى الله عليه وسلم -: \"أنت ومالك لأبيك\" . وقوله - صلى الله عليه وسلم -: \"إن أطيب ما يأكل المرء من كسبه، وإن ولده من كسبه\" فلذا لم يذكر سبحانه بيوت الأولاد، وذكر بيوت الآباء وبيوت الأمهات، ومن بعدهم. وقيل (٣) : إنما ذكره مع كونه معلومًا، ليعطف عليه ما بعده في اللفظ، وليساويه في الحكم. </p><p>(١) الشوكاني. (٢) فتح الرحمن.(٣) المراغي.</p><p> {أَوْ} تأكلوا من {بُيُوتِ آبَائِكُمْ} وإن علوا، جمع أب. والأب الوالد؛ أي (١) : حيوان يتولد من نطفته حيوان آخر. {أَوْ} من {بُيُوتِ أُمَّهَاتِكُمْ} وإن علون. جمع أم زيدت الهاء فيه كما زيدت في أهراق من أراق. والأم بإزاء الأب؛ أي: الوالدة. وقرأ طلحة:  {إمهاتكم} بكسر الهمزة. {أَوْ} من {بُيُوتِ إِخْوَانِكُمْ} جمع أخ. والأخ: هو المشارك لآخر في الولادة من الطرفين، أو من أحدهما، أو من الرضاع، ويستعار لكل مشارك لغيره في القبيلة، أو في الدين، أو في صنعة، أو في معاملة، أو في مودة أو في غير ذلك من المناسبات. {أَوْ} من {بُيُوتِ أَخَوَاتِكُمْ} جمع أخت. والأخت تأنيث الأخ. وجعل التاء فيها كالعوض عن المحذوف منه. {أَوْ} من {بُيُوتِ أَعْمَامِكُمْ} جمع عم. والعم أخ الأب، والعمة أخته. وأصل ذلك من العموم، وهو الشمول ومنه العامة لكثرتهم، وعمومهم في البلد، ومنه العمامة أيضًا لشمولها الرأس. {أَوْ} من {بُيُوتِ عَمَّاتِكُمْ} مع عمة. وهي أخت الأب كما مر آنفًا. {أَوْ} من {بُيُوتِ أَخْوَالِكُمْ} جمع خال. والخال أخو الأم. والخالة أختها. {أَوْ} من {بُيُوتِ خَالَاتِكُمْ} جمع خالة. وإنما نفى (٢) سبحانه الحرج في الأكل من بيوت هؤلاء المذكورين، لما علم بالعادة، أن هؤلاء تطيب نفوسهم بأكل من يدخل عليهم من الأقارب. </p><p> وقيد بعض العلماء (٣) ، جواز الأكل من بيوت هؤلاء بالإذن منهم، وقال آخرون: لا يشترط الإذن. قيل: وهذا إذا كان الطعام مبذولًا، فإن كان محرزًا دونهم لم يجز لهم أكله. </p><p> ثم قال سبحانه:  {أَوْ} أن تأكلوا من {مَا مَلَكْتُمْ مَفَاتِحَهُ} أي: أو من البيوت التي تملكون التصرت فيها بإذن أربابها، وذلك كالوكلاء والعبيد والخزان، فإنهم يملكون التصرف في بيوت من أذن لهم بدخول بيته، بإعطائهم مفاتحه. </p><p>(١) روح البيان. (٢) المراغي.(٣) الشوكاني.</p><p> وقال بعضهم (١) : هو ما يكون تحت أيديهم، وتصرفهم من ضيعة، أو ماشية وكالةً أو حفظًا، فملك المفاتح حينئذٍ كناية عن كون المال في يد الرجل، وحفظه. </p><p> والمعنى: ليس عليكم جناح أن تأكلوا من أموال لكم عليها يد، لكن لا من أعيانها، بل من أتباعها وغلاتها، كثمر البستان، ولبن الماشية، فلا حرج على وكيل الرجل، وقيمه في ضيعته وماشيته، أن يأكل من ثمر الضيعة ويشرب من لبن الماشية، ولكن لا يحمل ولا يدخر. وهذا إذ لم يجعل له أجرًا على ذلك، فإن جعل له أجرًا فلا يحل له أكل شيء منها. </p><p> وقرأ الجمهور (٢) : {ملكتم} بفتح الميم واللام خفيفة. وقرأ ابن جبير: بضم الميم وكسر اللام مشددة. وقرأ الجمهور {مَفَاتِحَهُ} جمع مفتح. وابن جبير:  {مفاتيحه} جمع مفتاح. وقتادة وهارون عن أبي عمرو: مفتاحه مفردًا. </p><p> {أَوْ} من بيوت {صَدِيقِكُمْ} قرىء بكسر الصاد اتباعًا لحركة الدال، حكاه حميد الخزاز. والصديق يكون للواحد والجمع. والصداقة: صدق الاعتقاد في المودة، كما سيأتي في مبحث اللغة. والمعنى: أو من بيوت أصدقائكم، الذين يصدقونكم المودة، وتصدقونهم، وإن لم يكن بينكم وبينهم قرابة نسبية، فإنهم أرضى بالتبسط، وأسر به من كثير من الأقرباء. هذا إذا علم رضاهم بذلك بالإذن، أو بشاهد الحال، ولا فرق بينهم وبين غيرهم، إذا وجد الإذن صراحةً. </p><p> وعن الحسن، أنه دخل يومًا بيته، فرأى جماعة من أصدقائه، قد أخذوا طعامًا من تحت سريره، وهم يأكلون فتهلل وجهه سرورًا، وقال: هكذا وجدناهم، يعني: من لقي من البدريين. </p><p> وعن جعفر الصادق، من عظم حرمة الصديق، أن جعله الله تعالى من الإنس والثقة والانبساط، ورفع الحشمة بمنزلة النفس والأب والأخ. وقيل: لأفلاطون من أحب إليك أخوك أو صديقك؟ فقال: لا أحب أخي إلا إذا كان صديقي، ولكن أنى هو، فقد أثر عن هشام بن عبد الملك أنه قال: نلت ما نلت </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> حتى الخلافة وأعوزني صديق لا أحتشم منه. </p><p> قال المفسرون (١) : هذا كله إذا علم رضا صاحبك بصريح الإذن، أو بقرينة دالة كالقرابة والصداقة ونحو ذلك. ولذلك خص هؤلاء بالذكر لاعتيادهم التبسط فيما بينهم. والمعنى: ليس عليكم جناح، في أن تأكلوا من منازل هؤلاء إذا دخلتموها، وان لم يحضروا ويعلموا من غير أن تتزودوا وتحملوا. </p><p> قال الإِمام الواحدي في \"الوسيط\" : وهذه الرخصة في أكل مال القرابات، وهم لا يعلمون ذلك كرخصته لمن دخل حائطًا، وهو جائع أن يصيب من ثمره، أو مر في سفر بغنم، وهو عطشان أن يشرب من رسلها توسعةً منه تعالى، ولطفًا بعباده، ورغبةً بهم عن دناءة الأخلاق وضيق النظر. </p><p> وإنما خص هؤلاء بالذكر لأنهم اعتادوا التبسط بينهم، والرضا فيهم محقق غالبًا. والمقصود من هذه الآية، إثبات الإباحة في الجملة، لا إثبات الإباحة في جميع الأوقات. </p><p> قال ابن زيد (٢) : وهذا شيء قد إنقطع، إنما كان في أوله، ولم يكن لهم ستور أبواب، أو كانت الستور مرخاة فربما دخل الرجل البيت، وليس فيه أحد، وربما وجد الطعام وهو جائع، فسوغ له أن يأكل منه. ثم قال: ذهب ذلك اليوم، البيوت فيها أهلها، فإذا خرجوا أغلقوا. اهـ. </p><p> ثم استأنف سبحانه، حكمًا آخر من نوع ما قبله، فقال:  {لَيْسَ عَلَيْكُمْ} أيها المؤمنون {جُنَاحٌ} ؛ أي: ماثم في {أَنْ تَأْكُلُوا} من بيوتكم حال كونكم {جميعًا} ؛ أي: مجتمعين {أَوْ} حال كونكم {أَشْتَاتًا} أي: متفرقين، جمع شت، بمعنى: متفرق على أنه صفة، كالحق، أو بمعنى تفرق على أنه مصدر، وصف به مبالغةً، وأما شتى فجمع شتيت، كمرضى ومريض؛ أي: ليس عليكم جناح أن تأكلوا من بيوتكم، مجتمعين أو متفرقين. وقد كان بعض العرب، يتحرج أن يأكل وحده، حتى يجد له أكيلًا يؤاكله فيأكل معه. وبعض العرب، </p><p>(١) روح البيان. (٢) المراغي.</p><p> كان لا يأكل إلا مع ضيف، ومنه قول حاتم: </p><p> إِذَا مَا صَنَعْتِ الزَّادَ فَالْتَمِسِيْ لَهُ ... أَكِيْلًا فَإِنِّي لَسْتُ آكُلُهُ وَحْدِيْ </p><p> وفي الحديث:  \"شر الناس من أكل وحده، وضرب عبده ومنع رفده\" . وإنما ذم هذا؛ لأنه بخل بالقرى. وقال أكثر المفسرين: نزلت في بني ليث بن عمرو، وهم حي من كنانة، كانوا يتحرجون أن يأكلوا طعامهم منفردين، وكان الرجل منهم لا يأكل وحده، ويمكث يومه حتى يجد ضيفًا يأكل معه، فإن لم يجد من يؤاكله لم يأكل شيئًا، وربما قعد الرجل والطعام بين يديه، لا يتناوله من الصباح إلى الرواح. وربما كان معه الإبل الحفل، فلا يشرب من ألبانها، حتى يجد من يشاربه، فإذا أمسى ولم يجد أحدًا أكل. فاعلم الله سبحانه وتعالى أن الرجل إذا أكل وحده لا حرج عليه. هذا قول ابن عباس. </p><p> وقيل: نزلت في قوم من الأنصار، كانوا لا يأكلون إذا نزل بهم ضيف إلا مع ضيفهم. فرخص لهم أن يأكلوا كيف شاؤوا، جميعًا؛ أي: مجتمعين، أو أشتاتًا؛ أي: متفرقين. قال النسفي رحمه الله، دل قوله تعالى:  {جَمِيعًا} على جواز التناهد في الأسفار، وهو إخراج كل واحد من الرفقة نفقة على قدر نفقة صاحبه؛ أي: على السوية. وقال بعضهم: في خلط المال ثم أكل الكل منه والأولى أن يستحل كل منهم غذاء كل، أو يتبرعون لأمين، ثم يتبرع لهم الأمين، اهـ. \"من الروح\" . </p><p> ثم شرع سبحانه، يبين ما ينبغي رعايته، حين دخول البيت، بعد أن ذكر الرخصة فيه، فقال:  {فَإِذَا دَخَلْتُمْ بُيُوتًا} أي: فإذا دخلتم، أيها المؤمنون بيوتًا، من البيوت المذكورة، أو غيرها، مسكونة كانت، أو غير مسكونة ولو مسجدًا. </p><p> {فَسَلِّمُوا عَلَى أَنْفُسِكُمْ} أي: فابدأوا (١) بالسلام على أهلها، الذين هم بمنزلة أنفسكم، لما بينكم وبينهم من القرابة الدينية، والنسبية الموجبة لذلك، فالله تعالى، جعل أنفس المسلمين، كالنفس الواحدة، على حد قوله تعالى: {وَلَا </p><p>(١) المرح.</p><p> تَقْتُلُوا أَنْفُسَكُمْ} وقيل: معنى فسلموا على أنفسكم؛ أي: قولوا: السلام؛ أي: من الله علينا، وعلى عباد الله الصالحين. فإن الملائكة ترد عليهم، إن لم يكن بها أحد، وإلا فقولوا السلام عليكم. وقال ابن عباس: إن لم يكن في البيت أحد، فليقل السلام علينا من ربنا، وعلى عباد الله الصالحين. وإذا دخل المسجد، فليقل السلام على رسول الله وعلينا من ربنا. </p><p> وقال قتادة: إذا دخلت بيتك، فسلم على أهلك، فهم أحق بالسلام ممن سلمت عليهم، وإذا دخلت بيتًا لا أحد فيه، فقل السلام علينا، وعلى عباد الله الصالحين، وحدثنا أن الملائكة ترد عليه. وقال القفال: وإن كان في البيت أهل الذمة، فليقل السلام على من اتبع الهدى. </p><p> واختلفوا في البيوت (١) . فقيل: المراد غير البيوت التي تقدم ذكرها. وقيل: المراد البيوت المذكورة سابقًا. وعلى القول الأول فقال الحسن والنخعي: هي المساجد وقيل: المراد بالبيوت هنا، هي كل البيوت المسكونة وغيرها، المساجد وغيرها. فيسلم على أهل المسكونة. وأما غير المسكونة فيسلم على نفسه. قال ابن العربي: القول بالعموم في البيوت هو الصحيح. </p><p> وانتصاب {تَحِيَّةً} على المصدرية المعنوية بسلموا؛ لأنه بمعنى التسليم؛ أي: سلموا تسليمًا وتحية. ثابتةً {مِنْ عِنْدِ اللَّهِ} أي: بأمره مشروعةً من لدنه. ويجوز (٢) أن يكون صلة تحية، فإنها طلب الحياة التي من عنده تعالى. والتسليم طلب السلامة من الله للمسلم عليه. {مُبَارَكَةً} أي: مستتبعة بزيادة الخير والثواب ودوامها. {طَيِّبَةً} أي: تطيب بها نفس المستمع. </p><p> والمعنى (٣) : حيوا تحية ثابتة بأمره تعالى، مشروعة من لدنه، يرجى بها زيادة الخير والثواب، ويطيب بها قلب المستمع. وعن جابر بن عبد الله - رضي الله عنه - قال: إذا دخلت على أهلك، فسلم عليهم تحية من عند الله، مباركة </p><p>(١) الشوكاني بتصرف. (٢) روح البيان.(٣) المراغي.</p><p> طيبة. أخرجه الجاري وغيره. </p><p> روى الحافظ أبو بكر البزار عن أنس قال: أوصاني النبي - صلى الله عليه وسلم - بخمس خصال. قال:  \"يا أنس، أسبغ الوضوء يزد في عمرك، وسلم على من لقيك من أمتي تكثر حسناتك، وإذا دخلت - يعني بيتك - فسلم على أهلك، يكثر خير بيتك، وصل صلاة الضحى فإنها صلاة الأوابين قبلك، يا أنس ارحم الصغير، ووقر الكبير، تكن من رفقائي يوم القيامة\" . </p><p> والإشارة في قوله:  {كَذَلِكَ} إلى مصدر الفعل الذي يذكر بعده؛ أي: مثل ذلك التبيين الذي بيناه في هذه الآية {يُبَيِّنُ اللَّهُ} سبحانه وتعالى {لَكُمُ} أيها المؤمنون {الْآيَاتِ} الدالة على الأحكام؛ أي: ينزلها مبينة واضحة الدلالات عليها {لعلكم} ؛ أي: لكي تفهموا ما في تضاعيفها من الشرائع والأحكام والآداب، وتعلموا بموجبها، وتفوزوا بذلك سعادة الدارين، فهو تأكيد لما قبله. </p><p> والمعنى (١) : هكذا يفصل الله لكم معالم دينكم، كما فصل لكم في هذه الآية ما أحل لكم فيها، عرفكم سبيل الدخول على من تدخلون عليه، لكي تفقهوا أمره ونهيه وأدبه، وبذا تفوزون سعادة الدارين، ويكون لكم المقام المحمود عند ربكم. </p><p> وفي الحديث:  \"إذا دخلتم بيوتكم، فسلموا على أهلها، وإذا طعم أحدكم طعامًا، فليذكر اسم الله عليه، فإن الشيطان إذا سلم أحدكم لم يدخل بيته معه، وإذا ذكر الله على طعامه،قال:لا مبيت لكم ولا عشاء، وإن لم يسلم حين يدخل بيته، ولم يذكر الله على طعامه،قال:أدركتم العشاء والمبيت\" . </p><p> والتسليم (٢) على الصبيان العقلاء أفضل من تركه، كما في \"البستان\" . ولا يسلم على جماعة النساء الشواب، كيلا يحصل بينهما معرفة، وانبساط، فيحدث من تلك المعرفة فتنة، ولا يبتدىء اليهود والنصارى بالسلام، فإنه حرام. لأنه إعزاز الكافر وذا لا يجوز. وكذا السلام على أهل البدعة والفسقة، ولو سلم على من لا يعرفه فظهر ذميًا، أو مبتدعًا أو فاسقًا، يقول: استرجعت سلامي تحقيرًا </p><p>(١) المراغي. (٢) روح البيان.</p>"
}