{
  "id": null,
  "sura": 24,
  "aya": 25,
  "text": "<p> أي: ولهم (١) ذلك العذاب الذي لا يقدر قدره، يوم يجحدون ما اكتسبوا في الدنيا من الذنوب حين سؤالهم عنها، فتشهد عليهم أيديهم وأرجلهم بما كانوا يعملون، من قول أو فعل. إذ ينطقها الله سبحانه بقدرته، فتخبر كل جارحة بما صدر منها من أفاعيل صاحبها. ونحو الآية قوله تعالى:  {وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ} . </p><p> وعن أبي سعيد الخدري، أن النبي - صلى الله عليه وسلم - قال:  \"إذا كان يوم القيامة، عرف الكافر بعمله، فيجحد ويخاصم،فيقال:هؤلاء جيرانك يشهدون عليك.فيقول:كذبوا.فيقال:أهلك وعشيرتك.فيقول:كذبوا.فيقال:احلفوا فيحلفون. ثم يصمهم الله، فتشهد عليهم ألسنتهم وأيديهم وأرجلهم، ثم يدخلهم النار\" . ويرى فريق من المفسرين أن الشهادة هنا ليست الشهادة باللسان، لئلا يعارض قوله تعالى:  {الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ} بل شهادة الإثبات والبيان. إذ كل ما يعمله الإنسان في الدنيا من قول أو فعل تنطبع له صورة على العضو الذي فعله، فالكلمة يقولها تنطبع لها صورة على اللسان، واليد التي تمتد لفعل شيء والرجل التي تخطو إلى عمل، كل ذلك يحفظ على نفس الجارحة التي فعلته، فما أشبه ذلك بالصور التي تؤخذ اليوم لأصابع المجرمين وبصمات أيديهم وأرجلهم في فلم تحقيق الشخصية للرجوع إليها إذا دعت الحاجة إلى ضبط أولئك المجرمين. فما ينطبع إذ ذاك على اللسان واليد والرجل يكون كافيًا جد الكفاية في إثبات الجرم على أولئك المجرمين والطغاة الظالمين. </p><p> ٢٥ - {يَوْمَئِذٍ} ؛ أي: يوم إذ تشهد عليهم جوارحهم بأعمالهم القبيحة. {يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ} ؛ أي: يعطيهم الله سبحانه جزاءهم الحق الثابت، الذي لا شك في ثبوته على أعمالهم موفرًا كاملًا. والتوفية (٢) بذل الشيء وافيًا. والواقي الذي بلغ التمام والدين الجزاء والحق منصوب على أنه صفة للدين. </p><p> والمعنى: أي يوم إذ تشهد جوارحهم بأعمالهم القبيحة يعطيهم الله جزاءهم </p><p>(١) المراغي. (٢) روح البيان.</p><p> الثابت الواجب الذي هم أهله وافيًا كاملًا. {وَيَعْلَمُونَ} عند معاينتهم الأهوال والخطوب {أَنَّ اللَّهَ} سبحانه {هُوَ الْحَقُّ} ؛ أي: الثابت الوجود {الْمُبِينُ} ؛ أي: الظاهر حقيته، لما أنه أبان لهم حقية ما كان يعدهم به في الدنيا من الجزاء. </p><p> والخلاصة (١) : أي في هذا اليوم يوفيهم الله جزاءهم على أعمالهم، ويعلمون أن ما كانوا يوعدون به في حياتهم الدنيا من العذاب هو الحق الذي لا شك فيه. ويزول عنهم كل ريب كان قد ألم بهم في الدار الأولى. </p><p> وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال:  \"اجتنبوا السبع الموبقات،قيل:وما من يا رسول الله؟قال:الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات\" . رواه الشيخان. </p><p> قال صاحب \"الكشاف\" : ولو قلبت القرآن كله، وفتشت عما أوعد به العصاة، لم تر أن الله قد غلظ في شيء تغليظه في إفك عائشة - رضوان الله عليها -، ولا أنزل من الآيات القوارع المشحونة بالوعيد الشديد، والعقاب البليغ، والزجر العنيف واستعظام ما ركب من ذلك، واستفظاع ما أقدم عليه على طرق مختلفة وأساليب مفتنة، كل واحد منها كافٍ في بابه. ولو لم ينزل إلا هذه الثلاث .. لكفى بها، حيث جعل القذفة ملعونين في الدارين جميعًا، وتوعدهم بالعظيم في الآخرة، وبأن ألسنتهم وأيديهم وأرجلهم تشهد عليهم بما أفكوا وبهتوا. وأنه يوفيهم جزاءهم الحق الذي هم أهله. اهـ. </p><p> وقرأ زيد بن علي (٢) : {يُوَفِّيهِمُ} مخففًا من أوفى، وقرأ من عداه: بالتشديد من وفي. وقرأ الجمهور {الحق} بالنصب صفة لدينهم. وقرأ عبد الله ومجاهد وأبو حيوة: بالرفع على أنه صفة للجلالة. وروي ذلك عن ابن مسعود. قال أبو عبيدة: ولولا كراهة خلاف الناس .. لكان الوجه الرفع، ليكون نعتًا لله عز وجل، ولتكون موافقة لقراءة أبيّ. وذلك أن جرير بن حازم قال: رأيت في مصحف أبي </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> {يوفيهم الله الحق دينهم} قال النحاس: وهذا الكلام من أبي عبيدة غير مرضي؛ لأنه احتج بما هو مخالف للسواد إلأعظم، ولا حجة فيه أيضًا؛ لأنه لو صح أنه مصحف أبي كذلك جاز أن يكون دينهم بدلًا من الحق. </p><p> قال الزمخشري: فإن قلت: ما معنى قوله: {هُوَ الْحَقُّ الْمُبِينُ} ؟ قلت: معناه: ذو الحق المبين، العادل الذي لا ظلم في حكمه، والمحق الذي لا يوصف بباطل، ومن هذه صفته لم تسقط عنده إساءة مسيء، ولا إحسان محسن. فحق مثله أن يتقى ويجتنب محارمه. انتهى. </p><p> وفي الآية أمور (١) : </p><p> منها: بيان جواز اللعنة على من كان من أهلها. قال الإِمام الغزالي رحمه الله تعالى: الصفات المقتضية للعن ثلاث: الكفر، والبدعة، والفسق. وله في كل واحدة، ثلاث مراتب: </p><p> الأولى: اللعن بالوصف الأعم، كقولك: لعنة الله على الكافرين، أو المبتدعة، أو الفسقة. </p><p> والثانية: اللعن بأوصاف أخص منه، كقولك: لعنة الله على اليهود والنصارى، أو على القدرية والخوارج والروافض، أو على الزناة، والظلمة وآكل الربا. وكل ذلك جائز، ولكن في لعن بعض أصناف المبتدعة خطر؛ لأن معرفة البدعة غامضة، فما لم يرد فيه لفظ مأثور ينبغي أن يمنع منه العوام؛ لأن ذلك يستدعي المعارضة بمثله، ويثير نزاعًا وفسادًا بين الناس. </p><p> والثالثة: اللعن علي الشخص، فينظر فيه، إن كان ممن ثبت كفره شرعًا، فيجوز لعنه إن لم يكن فيه أذى على مسلم، كقولك: لعنة الله على النمرود وفرعون وأبي جهل؛ لأنه ثبت أن هؤلاء ماتوا على الكفر، وعرف ذلك شرعًا. ان كان ممن لم يثبت حال خاتمته بعد، كقولك: زيد لعنه الله، وهو يهودي أو </p><p>(١) روح البيان.</p>"
}