{
  "id": null,
  "sura": 24,
  "aya": 43,
  "text": "<p> طوعًا واختيارًا. </p><p> ٤٢ - ثم بين سبحانه، أن المبدأ منه والمعاد إليه. فقال:  {وَلِلَّهِ} سبحانه وتعالى لا لغيره {مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} ؛ لأنه الخالق لهما, ولما فيهما من الذوات والصفات، وهو المتصرف في جميعها إيجادًا وإعدامًا، إبداءً وإعادةً. {وَإِلَى اللَّهِ} سبحانه خاصة لا إلى غيره {الْمَصِيرُ} والرجوع بالفناء، والبعث بعد الموت، فعلى العاقل أن يعبد هذا المالك القوي، ويسبحه باللسان الصوري والمعنوي. </p><p> والمعنى: أن لله سبحانه وتعالى ملك السماوات والأرض، وهو الحاكم المتصرف فيهما إيجادًا وإعدامًا، بدءًا وإعادةً، وإليه وحده مصيركم ومعادكم، فيوفيكم أجور أعمالكم التي عملتموها في الدنيا، فأحسنوا عبادته، واجتهدوا في طاعته، وقدموا لأنفسكم صالح الأعمال. </p><p> ٤٣ - ثم ذكر سبحانه دليلًا آخر على وحدانيته وقدرته من الآثار العلوية، فقال:  {أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا} والاستفهام فيه للتقرير. والرؤية هنا بصرية، والخطاب فيه لمحمد - صلى الله عليه وسلم -، أو لكل ما يصلح للخطاب. والإزجاء: سوق الشيء برفق وسهولة، كما سيأتي. والسحاب: الغيم. سمي به (١) لانسحابه في الهواء؛ أي: انجراره والمراد هنا: قطع السحاب بقرينة إضافة بين إلى ضميره؛ لأنه لا يضاف إلا إلى متعدد. قال كعب الأحبار: السحاب غربال المطر، ولولاه لأفسد المطر ما يقع عليه. </p><p> والمعنى: قد رأيت يا محمد، أو أيها المخاطب، رؤية بصرية أن الله يسوق غيمًا إلى حيث يشاء. </p><p> {ثُمَّ يُؤَلِّفُ} سبحانه ويجمع {بَيْنَهُ} ؛ أي: بين أجزائه، فيضم بعضه إلى بعض، ويجمعه بعد تفرقه، فيجعله شيئًا واحدًا بعد أن كان قطعا، ليقوى ويتصل ويكثف. </p><p>(١) روح البيان.</p><p> قال الفراء: إن الضمير في بينه راجع إلى جملة السحاب، كما تقول: الشجر قد جلست بينه؛ لأنه جمع وإفراد الضمير باعتبار اللفظ. اهـ. وقرأ (١) ورش: {يولف} بالواو. وباقي السبعة بالهمز. وهو الأصل. </p><p> {ثُمَّ يَجْعَلُهُ} ؛ أي: ثم يجعل سبحانه السحاب {رُكَامًا} ؛ أي: متراكمًا متراكبًا مجتمعًا بعضه فوق بعض، فإنه إذا اجتمع شيء فوق شيء، فهو ركوم مجتمع. {فَتَرَى} ؛ أي: تبصر أيها الناظر {الْوَدْقَ} ؛ أي: المطر إثر تكاثف السحاب وتراكمه. وجملة قوله:  {يَخْرُجُ مِنْ خِلَالِهِ} ؛ أي: من ثقبه، حال (٢) من الودق؛ لأن الرؤية بصرية. والخلال جمع خلل، كجبال وجبل. وقيل: هو مفرد، كحجاب. وهو فرجة بين الشيئين. والمراد هاهنا: مخارج القطر. والمعنى: حال كون ذلك الودق، يخرج من أثناء ذلك السحاب، وفتوقه التي حدثت بالتراكم وانعصار بعضه من بعض. </p><p> وقرأ ابن مسعود (٣) وابن عباس والضحاك وأبو العالية ومعاذ العنبري عن أبي عمرو والزعفراني {من خلله} بالإفراد. </p><p> {وَيُنَزِّلُ} سبحانه {مِنَ السَّمَاءِ} ؛ أي: من الغمام، فإن كل ما علاك سماء، وسماء كل شيء أعلاه. {مِنْ جِبَالٍ} ؛ أي: من قطع عظام، تشبه الجبال في العظم كائنة {فِيهَا} ؛ أي: في السماء، فإن السماء من المؤنثات السماعية. {مِنْ بَرَدٍ} مفعول (ينزل) على أن {من} تبعيضية، والأوليان لابتداء الغاية، على أن الثانية بدل اشتمال من الأولى بإعادة الجار. والبرد محركةً الماء المنعقد؛ أي: ما يبرد من المطر في الهواء فيصلب، كما في \"المفردات\" . </p><p> والمعنى: ويُنزل الله سبحانه مبتدئًا من السماء من جبال كائنة فيها بعض برد. وقرأ ابن كثير وأبو عمرو ينزل بسكون النون من أنزل، والباقون بفتحها وتشديد الزاي من نزل من باب فعل المضعف. قال بعضهم (٤) : إن الله تعالى </p><p>(١) البحر المحيط. (٢) روض البيان.(٣) البحر المحيط.(٤) روض البيان.</p><p> خلق جبالًا كثيرة في السماء، من البرد والثلج، ووكل بها ملكًا من الملائكة، فإذا أراد أن يرسل البرود والثلج على قطر من أقطار الأرض، يأمره بذلك، فثلج هناك ما شاء الله تعالى، بوزن ومقدار في صحبة كل حبة منها ملك يضعها حيث أمر بوضعها. </p><p> والمشهور أن الأبخرة إذا تصاعدت ولم تحللها حرارة، فبلغت الطبقة الباردة من الهواء، وقوي البرد .. اجتمعت هناك، وصارت سحابًا، فإن لم يشتد البرد .. تقاطرت مطرًا وإن اشتد، فإن وصل إلى الأجزاء البخارية قبل اجتماعها .. نزل بردًا. وقد يبرد الهواء بردًا مفرطًا، فينقبض وينعقد سحابًا، وينزل منه المطر، أو الثلج، وكل ذلك مستند إلى إرادة الله تعالى ومشيئته المبنية على الحكم والمصالح. وفي \"شرح القانون\" الفرق بين الدخان والبخار، هو أن تركيب الدخان من الأجزاء الأرضية والنارية، وتركيب البخار من المائية والهوائية. فيكون البخار ألطف من الدخان. </p><p> {فَيُصِيبُ} سبحانه وتعالى {بِهِ} ؛ أي: بما ينزل من البرد. والباء للتعدية {مَنْ يَشَاءُ} من عباده، فيناله ما يناله من ضرر في نفسه وماله، نحو الزرع والضرع والثمرة. {وَيَصْرِفُهُ} ؛ أي: يصرف سبحانه ذلك البرد ويرده {عَنْ مَنْ يَشَاءُ} فيأمن غائلته وضرره. {يَكَادُ} ويقرب {سَنَا بَرْقِهِ} ؛ أي: ضوء برق السحاب، فإن السنا بالقصر بمعنى الضوء، وبالمد بمعنى الرفعة والعلو، والبرق لمعان السحاب. {يَذْهَبُ بِالْأَبْصَار} ؛ أي: يخطف الأبصار الناظرة له، ويسلبها من فرط الإضاءة، وسرعة ورودها. فسبحان من يظهر الضد من الضد. </p><p> وقرأ الجمهور:  {سَنَا} مقصورًا. {بَرْقِهِ} مفردًا. وقرأ طلحة بن مصرف {سناء} ممدودًا. {برقه} بضم الباء وفتح الراء جمع برقة بضم الباء. وهي المقدار من البرق، كالغرفة واللقمة، وعنه بضم الباء والراء، أتبع حركة الراء لحركة الباء. كما أتبعت في ظلمات. وأصلها السكون. والسناء بالمد ارتفاع الشأن، كأنه شبه المحسوس من البرق لارتفاعه في الهواء بغير المحسوس من الإنسان، فإن ذلك صيِّب، لا يحس به بصر. </p>"
}