{
  "id": null,
  "sura": 24,
  "aya": 27,
  "text": "<p> طيبة، ووعدت مغفرةً ورزقًا كريمًا، وكان مسروق إذا حدث عن عائشة يقول: حدثتني الصديقة بنت الصديق، حبيبة رسول الله - صلى الله عليه وسلم -، المبرأة من السماء. </p><p> وفي \"القرطبي\" : قال (١) بعض أهل التحقيق: إن يوسف عليه السلام، لما رمي بالفاحشة برأه الله على لسان صبي في المهد. وأن مريم لما رميت بالفحشاء برأها الله على لسان ولدها عيسى عليه السلام، وأن عائشة لما رميت بالفاحشة برأها الله بالقول، ما رضي لها براءة صبي ولا نبي حتى برأها الله بكلامه من القذف والبهتان. اهـ. </p><p> ٢٧ - ولما فرغ سبحانه من ذكر الزجر عن الزنا والقذف شرع في ذكر الزجر عن دخول البيوت بغير استئذان، لما في ذلك من مخالطة الرجال بالنساء. فربما يؤدي إلى أحد الأمرين المذكورين. وأيضًا أن الإنسان يكون في بيته وتكون خلوته على حالة قد لا يحب أن يراه عليها غيره. فنهى الله سبحانه عن دخول بيوت الغير إلى غاية هي قوله:  {حَتَّى تَسْتَأْنِسُوا} فقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا} بالله ورسوله {لَا تَدْخُلُوا بُيُوتًا} لستم تملكونها ولا تسكنونها {غَيْرَ بُيُوتِكُمْ} التي تسكنونها بملك أو إجارة، أو إعارة مثلًا. </p><p> ووصف (٢) البيوت بمغايرة بيوتهم خارجة مخرج العادة التي هي سكنى كل أحد في ملكه، وإلا فالمؤجر والمعير لا يدخلان إلا بإذنٍ {حَتَّى تَسْتَأْنِسُوا} ؛ أي: حتى تستأذنوا الدخول ممن يملك الإذن من أصحابها، وتستكشفوا الحال هل يراد دخولكم أم لا، وحتى يؤذن لكم. فالدخول بالإذن من الآداب الجميلة والأفعال المرضية المستتبعة لسعادة الدارين، مأخوذ من الاستئناس، بمعنى الاستسلام من آنس الشيء إذا أبصره مكشوفًا فعلم به، فإن المستأذن مستعلم للحال مستكشف أنه هل يؤذن له أو لا. ومن الاستئناس الذي هو خلاف الاستيحاش، لما أن المستأنس مستوحش، خائف أن لا يؤذن له، فإذا أذن له .. استأنس، ولهذا يقال في جواب القادم المستأذن مرحبًا: أهلًا وسهلًا؛ أي: </p><p>(١) القرطبي. (٢) روح البيان.</p><p> وجدت مكانًا واسعًا وأتيت أهلًا لا أجانب، ونزلت مكانًا سهلًا لا حزنًا ليزول به استيحاشه وتطيب نفسه. فيؤول المعنى إلى أن يؤذن لكم، فهو من باب الكناية، حيث ذكر الاستئناس اللازم وأريد الإذن الملزوم. </p><p> {وَتُسَلِّمُوا عَلَى أَهْلِهَا} ؛ أي: على سكانها عند الاستئذان، بأن يقول الواحد منكم: السلام عليم، أأدخل - ثلاث مرات - فإن أذن له، دخل وسلم ثانيًا، وإلا رجع. كما ورد في الحديث. وقال عطاء: الاستئذان واجب على كل محتلم. والظاهر مطلق الاستئذان، فيكفي فيه المرة الواحدة. وفي الحديث الاستئذان ثلاث يعني كمالُهُ فإن أذِنَ له وإلا فليرجع، ولا يزيد على ثلاث، إلا أن يتحقق أن من في البيت لم يسمع. ذكره في \"البحر\" . </p><p> واختلفوا هل (١) يقدم الاستئذان على السلام أو بالعكس. فقيل: يقدم الاستئذان، فيقول: أأدخل، سلام عليكم، لتقديم الاستئناس في الآية على السلام. وقال الأكثرون: يقدم السلام على الاستئذان. فيقول السلام عليكم أأدخل. وهو الحق؛ لأن البيان منه - صلى الله عليه وسلم - للآية كان هكذا. وتقدير الآية: حتى تسلموا على أهلها وتستأذنوا، وهو كذلك في مصحف ابن مسعود. ويكون كل من السلام والاستئذان ثلاث مرات يفصل بين كل مرتين بسكونٍ يسير، فالأول: إعلام، والثاني: للتهيء، والثالث: استئذان في الدخول أو الرجوع. وإذا أتى الباب، لم يستقبله من تلقاء وجهه، بل يجيء من جهة ركنه الأيمن أو الأيسر. وقيل: إن وقع بصره على أحد في البيت، قدم السلام، وإلا قدم الاستئذان ثم يسلم. اهـ. \"خازن\" . </p><p> وروى (٢) الشيخان وغيرهما عن جابر بن عبد الله قال: استأذنت على النبي - صلى الله عليه وسلم - فقال: من هذا؟ فقلت: أنا. فقال النبي - صلى الله عليه وسلم -: أنا أنا. كأنه كره ذلك. قال علماؤنا: إنما كره النبي - صلى الله عليه وسلم - ذلك؛ لأن قوله: أنا لا يحصل به تعريف، وإنما الحكم في ذلك أن يذكر اسمه، كما فعل عمر بن الخطاب - رضي الله عنه - وأبو </p><p>(١) الخازن بتصرف. (٢) القرطبي.</p><p> موسى الأشعري؛ لأن في ذكر الاسم إسقاط كلمة السؤال والجواب، وقد ثبت عن عمر بن الخطاب - رضي الله عنه - أنه أتى النبي - صلى الله عليه وسلم - وهو في مشربة له فقال: السلام عليك يا رسول الله، السلام عليكم، أيدخل عمر؟ وفي \"صحيح مسلم\" أن أبا موسى جاء إلى عمر بن الخطاب - رضي الله عنهما - فقال: السلام عليكم هذا أبو موسى، السلام عليكم، هذا الأشعري. الحديث اهـ. من \"القرطبي\" . </p><p> وقد أدب الله سبحانه عباده المؤمنين بآداب نافعة في بقاء الود وحسن العشرة بينهم ومن ذلك: أن لا يدخلوا بيوت غيرهم إلا بعد الاستئذان والسلام، حتى لا يطلعوا على عورات غيرهم، ولا ينظروا إلى ما لا يحل لهم النظر إليه، ولا يقفوا على الأحوال التي يطويها الناس في العادة، ويستحفظون من اطلاع أحد عليها، إلى أن في هذا تصرفًا في ملك غيرك، فلا بد أن يكون برضاه. </p><p> {ذَلِكُمْ} الاستئذان والتسليم والانتظار حتى يؤذن لكم. {خَيْرٌ لَكُمْ} من (١) الدخول بغتة بغير استئذان، ولو على الأم، فإنها تحتمل أن تكون عريانة. أو من الدخول على عادة الجاهلية، حيث كان الرجل منهم إذا أراد أن يدخل بيتًا غير بيته، يقول: حييتم صباحًا، حييتم مساءً، ثم يدخل، فربما أصاب الرجل مع امرأته في لحاف واحد. </p><p> وقوله:  {لَعَلَّكُمْ تَذَكَّرُونَ} متعلق بمحذوف تقديره: أمرتكم بالاستئذان كي تذكروا وتتعظوا وتعلموا بموجبه. وقرأ حمزة والكسائي وحفص: بتخفيف الذال. والباقون بالتشديد اهـ. \"مراح\" . </p><p> واعلم: أن (٢) السلام من سنة المسلمين، وهو تحية أهل الجنة، ومجلبة للمودة، وناف للحقد والضغينة. روي عنه عليه السلام قال:  \"لما خلق الله تعالى آدم، ونفخ فيه الروح، عطس،فقال:الحمد لله،فقال الله تعالى:يرحمك ربك يا آدم.اذهب إلى هؤلاء الملائكة وملأ منهم جلوس فقل:السلام عليكم، فلما فعل ذلك رجع إلى ربه.قال:هذه تحيتك وتحية ذريتك\" . </p><p>(١) أبو السعود. (٢) روح البيان.</p>"
}