{
  "id": null,
  "sura": 24,
  "aya": 1,
  "text": "<p> الناس، فقال هلال: والله إني لأرجو أن يجعل الله لى منه مخرجًا، فوالله إن رسول الله - صلى الله عليه وسلم - يريد أن يأمر بضربه، فأنزل الله عليه الوحي، فأمسكوا عنه حتى فرغ من الوحي، فنزلت:  {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ ...} الآية. </p><p> وأخرج أبو يعلى مثله من حديث أنس، قال الحافظ ابن حجر: اختلف الأئمة فى هذه المواضع، فمنهم من رجح أنها نزلت فى شأن عويمر. ومنهم من رجح أنها نزلت فى شأن هلال. ومنهم من جمع بينهما؛ بأن أول من وقع له ذلك هلال وصادق بمجيء عويمر أيضًا فنزلت فى شأنهما معًا. وإلى هذا جنح النووي، وتبعه الخطيب، فقال: لعلهما اتفق لهما ذلك فى وقت واحد. قال الحافظ ابن حجر: ويحتمل أن النزول سبق بسبب هلال، فلما جاء عويمر ولم يكن له علم بما وقع لهلال أعلمه النبي - صلى الله عليه وسلم - بالحكم، ولذا قال فى قصة هلال: فنزل جبريل، وفي قصة عويمر قد أنزل الله فيك، فيؤول قوله: قد أنزل الله فيك؛ أي: فيمن وقع له مثل ما وقع لك. وبهذا أجاب ابن الصباغ فى \"الشامل\" ، وجنح القرطبي إلى تجويز نزول الآية مرتين. </p><p> التفسير وأوجه القراءة </p><p> ١ - قال القرطبي: مقصود هذه السورة ذكر أحكام العفاف والستر وغيرها، من الأحكام الدينية المفصلة. {سُورَةٌ} . قرأ الجمهور سورة بالرفع؛ أي: هذه الآيات الآتي ذكرها سورة أنزلناها، على أنه خبر مبتدأ محذوف، وجوزوا أن يكون مبتدأ خبره محذوف؛ أي: سورة أنزلناها فيما أوحينا إليك يا محمد أو فيما يتلى عليك. قال الزجاج: وهذا قبيح (١) ؛ لأنها نكرة وإنما الرفع على إضمار هذه. </p><p> وقرأ عمر بن عبد العزيز ومجاهد وعيسى بن عمر الثقفي البصري وعيسى بن عمر الهمداني الكوفي وابن أبي عبلة وأبو حيوة ومحبوب عن أبي عمرو وأم الدرداء {سُورَةٌ} بالنصب بفعل محذوف يفسره المذكور بعده، فيكون من باب الاشتغال؛ أي: أنزلنا سورة أنزلناها، أو بفعل مقدر غير مفسر، تقديره: أتل </p><p>(١) زاد المسير.</p><p> سورة أنزلناها، أو اتبعوا سورة أنزلناها أو على الإغراء؛ أي: دونك سورة أنزلناها. قاله الزمخشري. </p><p> وسورة القرآن (١) طائفة منه محيطة بما فيها من الآيات والكلمات والعلوم والمعارف، مأخوذة من سور المدينة، وهو حائطها المشتمل عليها، وإنما أشير إليها فى قولنا هذه سورة مع عدم سبق ذكرها؛ لأنها باعتبار كونها فى شرف الذكر فى حكم الحاضر المشاهد، والتنكير مفيد للفخامة من حيث الذات، كما فى قوله:  {أَنْزَلْنَاهَا} : مفيد لها من حيث الصفة؛ أي: أنزلنا إليك من عالم القدس بواسطة جبريل، أو أعطيناكها أيها الرسول. </p><p> {وَفَرَضْنَاهَا} : قرأ الجمهور يتحفيف الراء؛ أي: أوجبنا (٢) ما فيها من الأحكام إيجابًا قطعيًا، وألزمناكم العمل بها، فإن أصل الفرض قطع الشيء الصلب، والتأثير فيه، كقطع الحديد. وقيل معناه: قدرنا ما فيها من الحدود. وقيل: أوجبناها عليكم، وعلى من بعدكم إلى يوم القيامة، وفيه من الإيذان بغاية وكادة الفرضية ما لا يخفى. </p><p> وقرأ (٣) عبد الله وعمر بن عبد العزيز ومجاهد وقتادة وأبو عمرو وابن كثير بتشديد الراء لتأكيد (٤) الإيجاب، أو لكثرة الفرائض فيها، كالزنا والقذف واللعان والاستئذان وغض البصر وغير ذلك. </p><p> {وَأَنْزَلْنَا فِيهَا} ؛ أي: فى تضاعيف السورة وأثنائها {آيَاتٍ} نيطت بها الأحكام المفروضة، كما هو الظاهر، لاجميع الآيات {بَيِّنَاتٍ} ؛ أي: واضحات الدلالة على أحكامها المفروضة، لتكون لكم أيها المؤمنون قبسًا ونبراسًا. وقيل معنى:  {وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ} ؛ أي: أمثالًا (٥) ومواعظ وأحكامًا ليس فيها مشكل يحتاج إلى تأويل. </p><p>(١) روح البيان. (٢) الخازن.(٣) البحر المحيط.(٤) أبو السعود.(٥) البحر المحيط.</p><p> وفي \"الشهاب\" قال الإِمام الرازي: ذكر الله فى أول السورة أنواعًا من الأحكام والحدود، وفي آخرها دلائل التوحيد، فقوله:  {وَفَرَضْنَاهَا} إشارة إلى الأحكام وقوله: {وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ} إشارة إلى ما بين فيها من دلائل التوحيد ويؤيده قوله: {لَعَلَّكُمْ تَذَكَّرُونَ} . فإن الأحكام لم تكن معلومة حتى نؤمر بتذكرها. </p><p> وتكرير (١) أنزلناها مع استلزام إنزال السورة لإنزالها, لإبراز كمال العناية بشأنها، فكأنه يقول: ما أنزلتها عليكم لمجرد التلاوة، وإنما أنزلتها للعمل والتطبيق. {لَعَلَّكُمْ تَذَكَّرُونَ} ؛ أي: تتعظون فتتقون المحارم؛ أي: لكي تتعظوا، وتعتبروا بهذه الأحكام، وتعملوا بموجبها. </p><p> وقرأ حفص وحمزة والكسائي بتخفيف الذال (٢) ، وحذف إحدى التائين. والباقون بالتشديد. وفيه إيذان بأن حقها أن تكون على ذكر منهم، بحيث متى مست الحاجة إليها استحضروها. </p><p> والحاصل: أن الله سبحانه وتعالى (٣) امتن على عباده بما أنزل عليهم فى هذه السورة من الفرائض والأحكام، وفصله لهم من أدلة التوحيد وبيناته الواضحة، التي لا تقبل جدلًا، ليعدهم بذلك؛ لأن يتعظوا ويعملوا بما جاء فيها مما فيه سعادتهم فى دنياهم وآخرتهم وفي صلاحهم، فإن فى حفظ الفروج صيانة للأنساب، واطمئنانًا على سلامتها مما يشوبها، كما أن فيه أمنًا من حصول الضغائن والأحقاد، التي قد تجر إلى القتل، وارتكاب أفظع الجرائم بين الأفراد، وأمنًا على الصحة، والبعد من الأمراض التي قد تودي بحياة المرء وتوقعه فى أشد المصائب، وأعظم ألوان المهالك. </p><p> كما جاء فيها توثيق روابط المودة بين أفراد المجتمع، ففيها نظام دخول البيت للتزاور، وفيها حفظ الألسنة، وصونها عن الولوغ فى الأعراض بما لا ينبغي أن يقال، حتى لا ينتشر الفحش بين الناس. وفيها تحذير للعباد من ذلك </p><p>(١) أبو السعود. (٢) المراح.(٣) المراغي.</p><p> {إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ} . </p><p> والخلاصة: أنه تعالى ذكر فى أول السورة أنواعًا من الأحكام والحدود الشرعية، وفي آخرها الدلائل على وحدانيته وكامل قدرته. فأشار إلى الأول بقوله:  {وَفَرَضْنَاهَا} إلى الثانية بقوله: {وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ} والفائدة فى كل هذا اتقاء المحارم والبعد عنها، ومعرفة الله حق المعرفة، التي تجعل المرء يخضع لجلاله وعظيم سلطانه، ويشعر بأنه محاسب على كل ما يعمل من عمل قل أو كثر، فإذا تمّ له ذلك .. صلحت نظم الفرد ونظم المجتصع، وسادت السكينة والطمانينة بين الناس. </p><p> مبحث فى عقوبة الزنا </p><p> الزاني والزانية إما أن يكونا محصنين؛ أي: متزوجين، أو غير محصنين؛ أي: غير متزوجين. وعقوبة الزنا إما دنيوية، وإما أخروية. أما الدنيوية: فإن كان الزانيان محصنين، واستوفيا الشروط الآتية، وهي أن يكونا بالغين عاقلين، حرين متزوجين بعقد نكاح صحيح .. وجب رجمهما؛ أي: رميهما بالحجارة حتى يموتا. ويكون ذلك فى حقل عام للمسلمين، ليعتبر بهما غيرهما. واعتبرت (١) الحنفية الإِسلام أيضًا. وهو مردود برجمه - صلى الله عليه وسلم - يهوديين، ولا يعارضه حديث \"من أشرك بالله فليس بمحصن\" إذ المراد بالمحصن فيه هو الذي يقت له من المسلم، ولا رجم على الرقيق؛ لأنه لا ينتصف. </p><p> وقد ثبت هذا بالسنة المتواترة. ورواه الثقات عن النبي - صلى الله عليه وسلم -. فقد رواه أبو بكر وعمر وعلي وجابر بن عبد الله وأبو سعيد الخدري وأبو هريرة وزيد بن خالد وبريدة الأسلمي مع آخرين من الصحابة. وجاء فى رواياتهم:  (أن رجلًا من الصحابة يسمى ماعزًا أقرّ بالزنا فرجم. وأن امرأتين من بني لخم وبني غامد أقرتا بالزنا فرجمتا على مشهد من الناس، ومرأى منهم) . </p><p>(١) الخازن.</p><p> وإن كان الزانيان غير محصنين .. فالعقوبة مئة جلدة بمحضر جمع من المسلمين، كما بينته الآية، ليفتضج أمرهما، كما مر ذلك قريبًا، والرقيق على النصف من ذلك. </p><p> وزاد الشافعي (١) : عليه تغريب الحر سنة، لقوله عليه الصلاة والسلام:  \"البكر بالبكر، جلد مئة وتغريب عام\" . وليس فى الآية ما يدفعه لنسخ أحدهما بالآخر نسخًا مقبولًا، أو مردودًا. وله فى العبد ثلاثة أقوال. وقال أبو حنيفة: التغريب إلى رأي الإِمام. وقال مالك: يجلد الرجل مئة جلدة ويغرب. وتجلد المرأة ولا تغرب. </p><p> طريق إثبات الزنا </p><p> يثبت الزنا بأحد أمور ثلاثة: </p><p> ١ - الإقرار به. وهذا هو الطريق الذي ثبت به الزنا فى الإِسلام، وبه أوقع النبي - صلى الله عليه وسلم - وصحابته العقوبة على من زنى. </p><p> ٢ - الحبل للمرأة بلا زوج معروف لها. </p><p> ٣ - شهادة أربعة من الشهود يرونهما وهما متلبسان بالجريمة. </p><p> عقوبة الزنا الأخروية </p><p> تقدم بياننا المساوي والأضرار التي تنشأ من الزنا للأفراد والجماعات فى الدنيا، وهنا نذكر حكمه الأخروي، فنقول: اتفقت الأمة على أن الزنا من أكبر الآثام، وأنه من الذنوب التي شدد الدين فى تركها، وأغلظ فى العقوبة على فعلها، وجاء فيه من النصوص ما لم يأت فى غيره، مما حرم الله تعالى، فقد قرن بالشرك فى قوله: {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا (٦٨) }. </p><p>(١) البيضاوي.</p>"
}