{
  "id": null,
  "sura": 24,
  "aya": 53,
  "text": "<p> {فَأُولَئِكَ} الموصوفون بالطاعة والخشية والاتقاء {هُمُ الْفَائِزُونَ} بالنعيم المقيم. والخلود في جنات النعيم، والتقلب في رضا المولى الكريم، لا من عداهم. وهذه الآية على إيجازها حاوية لكل ما ينبغي للمؤمنين أن يفعلوه. وإنما فسرنا الفلاح فيما سبق بالنجاة والفوز هنا بالنعيم؛ لأن باب التخلية مقدم على باب التحلية، ولأنه المناسب لسياق الكلام. </p><p> وقرأ حفص (١)  {وَيَتَّقْهِ} بإسكان القاف وكسر الهاء، باختلاس على نية الجزم، إجراء للمعتل مجرى الصحيح على لغة من قال: لم أر زيدًا بإسكان الراء. ولم أشتر طعامًا، بإسكانها أيضًا. يسقطون الياء للجازم، ثم يسكنون الحرف الذي قبلها. ومنه قول الشار: قالت سليمى اشتر لنا دقيقًا. </p><p> وقرأ الباقون بكسر القاف؛ لأن جزم هذا الفعل بحذف آخره، ولكن قرأ ابن كثير وحمزة والكسائي وورش عن نافع:  {ويتقهي} بياء موصولة. وقرأ قالون عن نافع:  {ويتقه} بكسر الهاء، لا يصل بها الياء. وقرأ أبو عمرو وابن عامر وأبو بكر عن عاصم {ويتقه} بإسكان الهاء. </p><p> ٥٣ - ثم حكى سبحانه عن المنافقين أنهم لما كرهوا حكمه .. أقسموا بأنه لو أمرهم بالخروج إلى الغزو لخرجوا، فقال:  {وَأَقْسَمُوا بِاللَّهِ} ؛ أي: أقسم المنافقون، وحلفوا بالله سبحانه وتعالى {جَهْدَ أَيْمَانِهِمْ} ؛ أي: أقصى مراتب اليمين، وغايتها ونهايتها في الوكادة والشدة. قيل (٢) : جهد اليمين أن يحلف بالله ولا يزيد على ذلك شيئًا. وقيل: بتعداد أسماء الله وصفاته. وأصله من القسامة، وهي أيمان تقسم على المتهمين في الدم، ثم صار اسمًا لكل حلف. والجهد بالفتح: الطاقة. والأيمان جمع يمين، واليمين في اللغة: القوة. وفي الشرع: تقوية أحد طرفي الخبر بذكر الله. قال الإِمام الراغب: اليمين في الحلف مستعار من اليد، اعتبارًا بما يفعله المجاهد والمعاهد عنده من المصافحة. </p><p>(١) الشوكاني وزاد المسير. (٢) الخازن.</p><p> قال في \"الإرشاد\"  (١) : جهد أيمانهم، نصب على أنه مصدر مؤكد لفعله المحذوف الذي هو في حيز النصب، على أنه من فاعل أقسموا؛ أي: أقسموا بالله تعالى يجهدون أيمانهم جهدًا. ومعنى جهد اليمين: بلوغ غايتها بطريق الاستعارة من قولهم: جهد نفسه إذا بلغ أقصى وسعها وطاقتها؛ أي: أقسموا جاهدين بالغين أقصى مراتب اليمين في الشدة والوكادة، فمن قال: أقسم بالله، فقد جهد يمينه. ومعنى الاستعارة: أنه لما لم يكن لليمين وسعٌ وطاقةٌ، حتى يبلغ المنافقون أقصى وسع اليمين، وطاقتها، كان أصله، يجهدون أيمانهم جهدًا، ثم حذف الفعل، وقدم المصدر، فوضع موضعه مضافًا إلى المفعول، نحو فضرب الرقاب، انتهى. </p><p> وقيل: هو منتصب على الحال، والتقدير: مجتهدين في أيمانهم، كقولهم: افعل ذلك جهدك وطاقتك جاهدًا. {لَئِنْ أَمَرْتَهُمْ} ؛ أي: بالخروج إلى الغزو، فإنهم كانوا يقولون لرسول الله - صلى الله عليه وسلم -: أينما كنت تكن معك، ولئن خرجت خرجنا معك، وإن أقمت أقمنا، وإن أمرتنا بالجهاد جاهدنا. </p><p> {لَيَخْرُجُنّ} إلى الغزو جواب لأقسموا؛ لأن اللام الموطئة للقسم في قوله:  {لَئِنْ أَمَرْتَهُمْ} جعلت ما يأتي بعد الشرط المذكور جوابًا للقسم، لا جزاء للشرط. وكان جزاء الشرط مضمرًا، مدلولًا عليه بجواب القسم، وجواب القسم وجزاء الشرط، لما كانا متماثلين، اقتصر على جواب القسم، على القاعدة المشهورة عندهم، عند اجتماع القسم والشرط. </p><p> والمعنى: أي (٢) وحلفوا بالله جاهدين أيمانهم بالغين غايتها, لئن أمرتهم بالخروج للجهاد، والغزو .. ليلبن الطلب، وليخرجن كما أمرت. </p><p> والخلاصة: أنهم أغلظوا الإيمان، وشددوها في أن يكونوا طوع أمرك ورهن إشارتك، وقالوا: أينما كنت نكن معك، فإن أقمت أقمنا، وإن أمرتنا بالجهاد جاهدنا، فرد الله عليهم وزجرهم عن التفوه بهذه الإيمان الفاجرة، وأمره </p><p>(١) روح البيان. (٢) المراغي.</p>"
}