{
  "id": null,
  "sura": 24,
  "aya": 22,
  "text": "<p> وهو كذلك يعني: غير عبد الله بن أبيّ، فإنه استمر على الشقاوة حتى هلك. اهـ. شيخنا. </p><p> وقرأ الجمهور:  {زكى} بالتخفيف. وقرأ الأعمش وابن محيصن وأبو جعفر بالتشديد؛ أي: ما طهره الله. وقراءة التخفيف أرجح لقوله:  {وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ} من عباده بالتفضُّل عليهم، والرحمة لهم؛ أي: ولكن الله جلت قدرته يطهر من يشاء من خلقه بقبول توبتهم من تلك الذنوب، التي اجترحوها تفضلًا منه ورحمة، كما فعل بمن سلم من داء النفاق، ممن وقع في حديث الإفك، كحسان ومسطح وغيرهما. {وَاللَّهُ} سبحانه {سَمِيعٌ} لما تقولون بأفواهكم من القذف وإثبات البراءة. {عَلِيمٌ} بما في قلوبكم، من محبة إشاعة الفاحشة أو كراهتها، ومجازيكم بكل ذلك. وفي هذا حث لهم على الإخلاص في التوبة، والابتعاد جهد المستطاع عن المعصية، وارتكاب الأوزار والآثام: وتهييج عظيم لعباده التائبين ووعيد شديد لمن يتبع الشيطان ويحب أن تشيع الفاحشة في عباد الله المؤمنين ولا يزجر نفسه بزواجر الله سبحانه. </p><p> ٢٢ - {وَلَا يَأْتَلِ أُولُو الْفَضْلِ} ؛ أي: ولا يحلف أصحاب الفضل والدرجة في الدين {مِنْكُمْ} أيها المؤمنون {و} أصحاب {السعة} في المال على {أَنْ} لا {يُؤْتُوا} ولا يعطوا شيئًا من الأموال ولا يحسنوا بالإنفاق. فهو على إسقاط الخافض، وتقدير: لا. وهو كثير شائع {أُولِي الْقُرْبَى} ؛ أي: أصحاب القرابة. وقال أبو عبيدة: لا حاجة إلى تقدير: لا؛ أي: لا يقصروا في أن يحسنوا إليهم، وإن كانت بينهم شحناء لذنب اقترفوه. </p><p> وقوله:  {وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ}  (١) صفات لموصوف واحد، جيء بها بطريق العطف، تنبيهًا على أن كلًّا منها علة مستقلة، لاستحقاق الإيتاء؛ لأن الكلام فيمن كان كذلك؛ لأن مسطحًا قريب ومسكين ومهاجر. والمعنى: ولا يحلف أولو الفضل والسعة، على أن لا يعطوا ناسًا جامعين لصفة القرابة </p><p>(١) روح البيان.</p><p> والمسكنة والهجرة نفقة من أموالهم. ومسطح (١) كان ابن خالة أبي بكر الصديق - رضي الله عنهما -، وكان من المهاجرين وممن شهد بدرًا، وكان مسكينًا، وكان ما نسب إليه داعيًا أبا بكر أن لا يحسن إليه، فأمر هو ومن جرى مجراه بالعفو والصفح. </p><p> وقرأ الجمهور:  {وَلَا يَأْتَلِ} . وقرأ عبد الله بن عياش بن ربيعة وأبو جعفر مولاه وزيد بن أسلم والحسن وأبو العالية وابن أبي عبلة. {ولا يتأل} بهمزة مفتوحة بين التاء واللام وتشديد اللام على وزن يتعل. وقرأ أبو حيوة وابن قطيب وأبو البرهشيم:  {أن تؤتوا} بالتاء على الالتفات ويناسبه {ألا تحبون} . </p><p> {وَلْيَعْفُوا} ؛ أي: وليتجاوز أولو الفضل عن ذنب الخائضين، الذي أذنبوه عليهم، وجنايتهم التي اقترفوها، من عفا الربع إذا درس. والمراد: محو الذنب، حتى لا يبقى له أثر. {وَلْيَصْفَحُوا} ؛ أي: وليعرضوا عن لومهم بالإغضاء عن الجاني، والإغماض عن جنايته. </p><p> قال الراغب: الصفح ترك التثريب، وهو أبلغ من العفو. وقد يعفو الإنسان ولا يصفح. اهـ. وقرأ عبد الله والحسن وسفيان بن الحسين وأسماء بنت يزيد {ولتعفوا ولتصفحوا} بالتاء بأمر خطاب الحاضرين. </p><p> أي (٢) : وليتركوا عقوبتهم على ذلك، بحرمانهم مما كانوا يؤتونهم، وليعودوا لهم إلى مثل الذي كان لهم عليهم من الأفضال. ثم ذكر سبحانه ترغيبًا عظيمًا لمن عفا وصفح فقال:  {أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ} بهمزة الاستفهام التوبيخي؛ أي: ألا تحبون يا أرباب الفضل والسعة، أن يستر الله عليكم ذنوبكم بأفضاله عليكم، والجزاء من جنس العمل، فكما تغفر ذنب من أذنب إليك يغفر الله لك، وكما تصفح يصفح الله عنك. فحينئذٍ قال الصديق: بلى والله، نحب أن يغفر لنا ربنا. ثم رجع إلى مسطح ما كان يصله من النفقة وكفر عن يمينه. وقال والله لا أنزعها منه أبدًا. {وَاللَّهُ} سبحانه {غَفُورٌ} لذنوب من أطاعه واتبع أمره. </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}