{
  "id": null,
  "sura": 24,
  "aya": 15,
  "text": "<p> {لَوْلَا جَاءُوا عَلَيْهِ} وهذا إما من تمام ما يقوله المؤمنون؛ أي: وقالوا: هلا جاء الخائضون {بِأَرْبَعَةِ شُهَدَاءَ} على ما قالوا، أو ابتداء كلام من الله سبحانه؛ أي: هلا جاءت العصبة الكاذبة على قذفهم عائشة، بأربعة شهداء يشهدون على ثبوت ما قالوا، وما رموها به؛ أي: يشهدون بأنهم عاينوا ما رموها به. فجعل الله (١) سبحانه فصلًا بين الرمي الصادق والرمي الكاذب ثبوت أربعة شهداء وانتفائها. </p><p> وقرأ الضحاك وعاصم الجحدري بأربعة منونة. {فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ} الأربعة؛ أي: فحين لم يقيموا بينةً على ما قالوا {فَأُولَئِكَ} المفسدون الخائضون في الإفك {عِنْدَ اللَّهِ} ؛ أي: في حكمه وشرعه المؤسس على الدلائل الظاهرة المتقنة .. {هُمُ الْكَاذِبُونَ} ؛ أي: الكاملون في الكذب المشهود عليه بذلك، المستحقون لإطلاق الاسم عليهم دون غيرهم. </p><p> ١٤ - {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ} ولولا هنا (٢) امتناعية؛ أي: امتناع الشيء لوجود غيره. والخطاب للسامعين والمسلمين جميعًا؛ أي: ولولا تفضله سبحانه عليكم أيها المسلمون {فِي الدُّنْيَا} بضروب النعم التي من أجلها الإمهال للتوبة {وَ} رحمته لكم في {الْآخِرَةِ} بضروب الآلاء، التي من جملتها العفو والمغفرة بعد التوبة المقدران لكم {لَمَسَّكُمْ} عاجلًا {فِي مَا أَفَضْتُمْ فِيهِ} ؛ أي: بسبب الإفك الذي أفضتم وخضتم فيه، فما موصولة، والباء صببية. ويصح أن تكون مصدرية. </p><p> والمعنى: حينئذٍ لمسكم بسبب إفاضتكم وخوضكم فيه؛ أي: في الإفك {عَذَابٌ عَظِيمٌ} في الدنيا والآخرة؛ أي: شديد يستحقر دونه التوبيخ والجلد الذي وقع لهم، غير ابن سلول فإن عذابه محتم في الآخرة، كما تقدم في قوله:  {وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ ...} . إلخ؛ أي: لعجل لكم العقاب في الدنيا، من جراء عا خضتم فيه من حديث الإفك والبهتان. </p><p> ١٥ - ثم بين سبحانه وقت حلول العذاب الذي كانوا يستحقونه لولا الفضل والرحمة بقوله:  {إِذْ تَلَقَّوْنَهُ} بحذف إحدى التاءين ظرف للمس أو للإفاضة؛ أي: </p><p>(١) زاد المسير. (٢) روح البيان.</p><p> أي: لمسكم ذلك العذاب العظيم، وقت تلقيكم واستقبالكم ومواجهتكم ذلك الإفك، وأخذكم إياه من المخترعين {بِأَلْسِنَتِكُمْ} يأخذه ويرويه بعضكم من بعض. وذلك أن الرجل منهم يلقى الرجل، فيقول له: ما وراءك، فيحدثه بحديث الإفك، حتى شاع وانتشر، فلم يبق بيت ولا دار إلا طارَ فيه. </p><p> وقرأ الجمهور (١) : {تَلَقَّوْنَهُ} بفتح الثلاث وشد القاف، وشد التاء البزي وأدغم ذال إذ في التاء، وكذلك النحويان أبو عمر والكسائي وحمزة؛ أي: يأخذه بعضكم من بعض وقرأ عمر بن الخطاب {إِذْ تَلَقَّوْنَهُ} بتاء واحدة خفيفة مضمومة وإسكان اللام وقاف منقوطة بنقطتين مضمومة خلفيفة، من ألقى يلقي. وقرأ معاوية وابن السميقع مثله إلا أنهما فتحا التاء والقاف من لقي الثلاثي، وقرأ ابن مسعود {إذ تتلقونه} بتاءين مفتوحتين مع نصب اللام وتشديد القاف. وقرأ ابن بن كعب وعائشة ومجاهد وأبو حيوة وابن عباس وعيسى وابن يعمر وزيد بن علي {تلقونه} بتاء واحدة خفيفة مفتوحة وكسر اللام ورفع القاف. ومعناه: إذ تسرعون بالكذب. يقال: ولق يلق إذا أسرع في الكذب. وقرأ ابن أسلم وأبو جعفر {تألقونه} بفتح التاء وهمزة ساكنة بعدها لام مكسورة من الألق. وهو الكذب. وقرأ يعقوب في رواية المازني {تيلقونه} بتاء مكسورة بعدها ياء ولام مفتوحة، كأنه مضارع ولق بكسر اللام كما قالوا تيجل مضارع وجلت. وقال سفيان: سمعت أمي تقرأ {إذ تثقفونه} يعني مضارع ثقف. قال: وكان أبوها يقرأ بحرف ابن مسعود. </p><p> {وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ} ؛ أي: تقولون بأفواهكم كلامًا مختصًا بالأفواه لا مساعد له من القلوب؛ لأنه ليس تعبيرًا عما تعلمه وتعتقده قلوبكم، وإنما (٢) قيد بالأفواه، مع أن القول لا يكون إلا بالفم؛ لأن الشيء المعلوم يكون علمه في القلب أولًا، ثم يترجم عنه اللسان. وهذا الإفك ليس إلا قولًا يجري على الألسنة من غير علم به في القلب. نظير قوله تعالى: {يَقُولُونَ </p><p>(١) البحر المحيط وزاد المسير. (٢) النسفي.</p><p> بِأَفْوَاهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ}، وهو حرام لقوله تعالى:  {وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} . </p><p> والمعنى (١) : وتقولون قولًا مختصًا بالأفواه، من غير أن يكون له مصداق ومنشأ في القلوب؛ لأنه ليس بتعبير عن علم به في قلوبكم؛ أي: إن قولهم هذا مختص بالأفواه، من غير أن يكون واقعًا في الخارج، معتقدًا في القلوب. وقيل: إن ذكر الأفواه للتأكيد كما في قوله: {ويطير بجناحيه} والضمير في قوله: {وَتَحْسَبُونَهُ} راجع إلى الحديث الذي وقع الخوض فيه والإذاعة له، وتظنون حديث الإفك {هَيِّنًا} ؛ أي: شيئًا سهلًا لا تبعة له، أو ليس له كثير عقوبة، أو شيئًا يسيرًا لا يلحقكم فيه إثم، حيث سكتم عن إنكاره. </p><p> وجملة قوله:  {وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ} حال من ضمير المفعول؛ أي: وتحسبون ذلك الإفك هينًا، والحال أنه عند الله عظيم ذنبه وعقابه. وفي كلام بعض السلف: لا تقولن لشيء من سيئاتك نقير فلعله عند الله نخلة وهو عندك نقير. وقيل المعنى: وتحسبونه هينًا؛ أي: ذنبًا صغيرًا وهو عند الله عظيم؛ أي: ذنب كبير. </p><p> ومعنى الآية (٢) : ولولا تفضله ورحمته لكم لمسكم ذلك العذاب وقت تلقيكم ما أفضتم فيه من الإفك، وأخذ بعضكم إياه من بعض بالسؤال عنه. وقولكم قولًا بأفواه دون أن يكون له منشأ في القلوب يؤيده، وظنكم إياه هينًا سهلًا لا يعبأ به، وهو من العظائم والكبائر عند الله تعالى. </p><p> وخلاصة ذلك: أنه وصفهم بارتكاب ثلاثة آثام وعلق مس العذاب العظيم بها. </p><p> ١ - تلقي الإفك بالألسنة، فقد كان الرجل يلقى أخاه، فيقول له: ما وراءك، فيحدثه حديث الإفك حتى شاع وانتشر، حتى لم يبق بيت ولا نادٍ إلا طار فيه، فهم قد فعلوا جهد المستطاع في نشره. </p><p>(١) روح البيان. (٢) المراغي.</p>"
}