{
  "id": null,
  "sura": 24,
  "aya": 7,
  "text": "<p> الله سبحانه بما فرط منهم، ولا ينظمهم في سلك الفاسقين؛ لأنه مبالغ في المغفرة والرحمة؛ أي: فإن الله ستار لذنوبهم التي أقدموا عليها، بعد أن تابوا عنها، رحيم بهم، فيزيل عنهم ذلك العار، الذي لحقهم بعدم قبول شهادتهم ووسمهم بميسم الفسوق الذي وصفوا به. </p><p> وفي الآية (١) : إشارة إلى غاية كرم الله تعالى، ورحمته على عباده، بأن يستر عليهم ما أراد بعضهم إظهاره على بعض، وإن لم يظهر صدق أحدهما أو كذبه، ولتأديبهم أوجب عليهم الحد، ورد قبول شهادتهم أبدًا، وسماهم الفاسقين، وليتصفوا بصفاته الستارية والكريمية والرحيمية فيما يسترون عيوب إخوانهم المؤمنين. ولا يتبعوا عوراتهم. </p><p> حكم قذف الرجل زوجه </p><p> ٦ - ثم بعد أن ذكر سبحانه حكم قذف المحصنات على العموم ذكر حكم نوع من أنواع القذف، وهو قذف الزوج للمرأة التي تحته بعقد النكاح، فقال:  {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ} ؛ أي: والأزواج الذين يقذفون زوجاتهم بالزنا، {وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ} يشهدون لهم بصحة ما قذفوهن به من الفاحشة {إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ} ؛ أي: فعلى كل منهم أن يشهد أربع شهادات بالله على أنه صادق فيما رماها به من الزنا، فجملة:  {إِنَّهُ لَمِنَ الصَّادِقِينَ} ، هي المشهود به، وأصله (على أنه) ، فحذف الجار وكسرت إن وعلق العامل عنها. </p><p> ٧ - {وَ} الشهادة {الْخَامِسَةُ} للأربع المتقدمة؛ أي: الجاعلة لها خمسًا بانضمامها إليهن، وهي مبتدأ خبره قوله:  {أَنَّ لَعْنَتَ اللَّهِ} سبحانه، وطرده من رحمته في الدنيا والآخرة {عَلَيْهِ} ؛ أي: على الملاعن {إِنْ كَانَ مِنَ الْكَاذِبِينَ} فيما رماها به من الزنا، فإذا لاعن الرجل .. حبست الزوجة حتى تعترف فترجم، أو تلاعن. </p><p>(١) روح البيان.</p><p> وفي \"الفتوحات\"  (١) قوله: {أَزْوَاجَهُمْ} جمع زوج بمعنى الزوجة، فإن حذف التاء منها أفصح من إثباتها، إلا في الفرائض، ولم يقيدها بالمحصنات، إشارة إلى أن اللعان يشرع في قذف المحصنة وغيرها، فهو في قذف المحصنة يسقط الحد عن الزوج، وفي قذف غيرها يسقط التعزير، كان كانت ذميةً أو أمة، أو صغيرة تحتمل الوطء بخلاف الصغيرة التي لا تحتمله، وبخلاف قذف الكبيرة التي ثبت زناها ببينة أو إقرار، فإن الواجب في قذفها التعزير، لكنه لا يلاعن لدفعه كما في كتب الفروع. </p><p> وقوله:  {وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ} لا مفهوم لهذا القيد، فإنه يلاعن ولو كان واجدًا للشهود الذين يشهودن بزناها، وعبارة \"المنهج مع شرحه\" : ويلاعن ولو مع إمكان بينة بزناها؛ لأنه حجة كالبينة، وصدنا عن الأخذ بظاهر قوله تعالى:  {وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ} من اشتراط تعذر البينة الإجماع، فالآية مؤولة بأن يقال: فإن لم يرغب في البينة فيلاعن، كقوله تعالى:  {فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ} ، على أن هذا القيد خرج على سبب، وسبب الآية: كان الزوج فيه فاقدًا للبينة، وشرط العمل بالمفهوم أن لا يخرج القيد على سبب فيلاعن مطلقًا لنفي الولد ولدفع العقوبة حدًا أو تعزيرًا. اهـ. </p><p> وصورة قذفها بأن يقول لها (٢) : يا زانية أو زنيت، أو رأيتك تزني. قال في \"بحر العلوم\" : إذا قال: يا زانية، وهما محصنان، فردت بلا بل أنت حدت؛ لأنها قذفت الزوج، وقذفه إياها لا يوجب الحد بل اللعان، وما لم ترفع القاذف إلى الإِمام لم يجب اللعان. </p><p> وقرأ الجمهور (٣) : {بِأَرْبَعَةِ شُهَدَاءَ} بإضافة أربعة إلى شهداء. وقرأ أبو زرعة وعبسد الله بن سلم {بأربعة} بالتنوين، وهي قراءة فصيحة؛ لأنه إذا اجتمع اسم العدد والصفة، كان الاتباع أجود من الإضافية، ولذلك رجح ابن جني هذه </p><p>(١) الجمل. (٢) روح الببان.(٣) البحر المحيط.</p><p> القراءة على قراءة الجمهور، من حيث أخذ مطلق الصفة، وليس كذلك؛ لأن الصفة إذا جرت مجرى الأسماء وباشرتها العوامل جرت في العدد وفي غيره مجرى الأسماء، فتكون الإضافة فيها أرجح من الاتباع. </p><p> وقرأ الجمهور:  {وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ} بالياء وهو الفصيح؛ لأنه إذا كان العامل مفرغًا لما بعد إلا، وهو مؤنث، فالفصيح أن يقول: ما قام إلا هند. وقرأ أبو المتوكل وابن يعمر والنخعي {تكن} بالتاء الفوقية. وقرأ ابن كثير ونافع وأبو عمرو وابن عامر وأبو بكر عن عاصم {أَرْبَعُ شَهَادَاتٍ} بفتح العين بالنصب على المصدرية، وارتفع فشهادة على كونه خبرًا لمحذوف؛ أي: فالحكم أو الواجب شهادة أحدهم، أو على كونه مبتدأ خبره محذوف؛ أي: فشهادة أحدهم كافية، أو واجبة، أو فعليهم شهادة أحدهم، وبالله من صلة شهادات. ويجوز أن يكون من صلة فشهادة. قاله ابن عطية. وقال الزجاج: من رفع {أربع} فالمعنى: فشهادة أحدهم التي تدرأ حدًا لقذف أربع. ومن نصب فالمعنى: فعليهم أن يشهد أحدهم أربع. اهـ. </p><p> وقرأ الأخوان - حمزة والكسائي - وحفص والحسن وقتادة والزعفراني وابن مقسم وأبوحيوة وابن أبي عبلة وأبو بحرية وأبان وابن سعدان {أربع} بالرفع خبرًا للمبتدأ. وهو فشهادة. وبالله من صلة شهادات على هذه القراءة. ولا يجوز أن يتعلق، بـ {فشهادة} للفصل بين المصدر ومعموله بحرف الجر. ولا يجوز ذلك. وقرأ الجمهور:  {وَالْخَامِسَةُ} بالرفع في الموضعين. وقرأ طلحة والسلمي والحسن وقتادة والأعمش وخالد بن أياس ويقال: ابن الياس بالنصب فيهما. وقرأ حفص والزعفراني بنصب الثانية دون الأولى. فالرفع على الابتداء، وما بعده الخبر. ومن نصب الأولى فعطف على أربع في قراءة من نصب أربع. وعلى إضمار فعل يدل عليه المعنى في قراءة من رفع أربع؛ أي: وتشهد الخامسة. ومن نصب الثانية فعطف على أربع. وعلى قراءة النصب في الخامسة يكون أن بعده على إسقاط حرف الجر؛ أي: بأن. وجوز أن يكون أن وما بعده بدلًا من الخامسة. </p><p> وقرأ نافع:  {أن لعنة} بتخفيف أن، ورفع لعنة. و {أن غضب} ، بتخفيف </p><p> أن، وغضب فعل ماض، والجلالة بعد مرفوعة، وهي أن المخففة من الثقيلة لما خففت حذف اسمها وهو ضمير الشأن. وقرأ أبو رجاء وقتادة وعيسى وسلام وعمرو بن ميمون والأعرج ويعقوب بخلاف عنهما. والحسن {أن لعنة} كقراءة نافع، و {أن غضب} بتخفيف أن وغضب مصدر مرفوع وما بعده خبره. وهي أن المخففة من الثقيلة. وقرأ باقي السبعة:  {أن لعنة الله} ، و {أن غضب الله} بتشديد أن ونصب ما بعدها اسمًا لها، وخبرها ما بعدها. قال ابن عطية: وأن الخفيفة على قراءة نافع في قوله: {أن غضب} قد وليها الفعل. قال أبو علي: وأهل العربية يستقبحون أن يليها الفعل، إلا أن يفصل بينهما وبينه بشيء، نحو قوله:  {عَلِمَ أَنْ سَيَكُونُ} . وقوله:  {أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ} . </p><p> فصل في بيان حكم الآية </p><p> واعلم: أن الرجل إذا قذف (١) امرأته فموجبه موجب قذف الأجنبية، وجوب الحد عليه إن كانت محصنة، أو التعزير إن كانت غير محصنة، غير أن المخرج منهما مختلف، فإذا قذف أجنبيًا أو أجنبية يقام عليه الحد، إلا أن يأتي بأربعة يشهدون بالزنا، أو يقر المقذوف بالزنا، فيسقط عنه الحد. وفي الزوجة إذا وجد أحد هذين، أو لاعن، سقط عنه الحد. فاللعان في قذف الزوجة بمنزلة البينة؛ لأن الرجل إذا رأى مع امرأته رجلًا، ربما لا يمكنه إقامة البينة، ولا يمكنه الصبر على العار، فجعل الله اللعان حجة له على صدقه. فقال تعالى:  {فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ} . وإذا أقام الزوج بينة على زناها، أو اعترفت هي بالزنا .. سقط عنه الحد واللعان إلا أن يكون هناك ولد يريد نفيه، فله أن يلاعن لنفيه، وإذا أراد الإِمام أن يلاعن بينهما .. بدأ بالرجل فيقيمه، ويلقنه كلمات اللعان، فيقول: قل: أشهد بالله إني لمن الصادقين فيما رميت به زوجتي فلانة من الزنا، وان كان قد رماها برجل بعينه .. سماه في اللعان، ويقول كما يلقنه الإِمام، وان كان ولد أو حمل يريد نفيه، يقول: وإن هذا الولد، أو هذا الحمل لَمِنَ الزنا، ما هو منى، ويقول في الخامسة: علي لعنة </p><p>(١) الخازن.</p>"
}