{
  "id": null,
  "sura": 24,
  "aya": 40,
  "text": "<p> وخلاصة ما سلف: أن الخيبة والخسران في الآخرة لمن عملوا صالح الأعمال في الدنيا، كصلة الأرحام وإغاثة الملهوفين ونحو ذلك، وظنوا أنها تنجيهم من عذاب ربهم، وهم مع ذلك جاحدوا وحدانية الله، مكذبون لرسله، فما مثلهم إلا مثل من اشتد ظمؤه ورأى السراب فخاله ماء، وظن أنه قد وجد ضالته فسعى إليه حتى إذا جاءه لم يجد شيئًا، ورجع بخفي حنين. </p><p> هذه حالهم في الآخرة، </p><p> ٤٠ - أما حالهم في الدنيا فكما قال تعالى:  {أَوْ كَظُلُمَاتٍ} معطوف على كـ {سراب} ، ولكنه على (١) حذف مضاف واحد، تقديره: أو كذي ظلمات، ودل على هذا المضاف قوله تعالى:  {إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا} فالضمير يعود إلى المضاف المحذوف، وهو قول أبي علي، أو على حذف مضافين، تقديره: أو كأعمال ذي ظلمات، فقدر ذي، ليصح عود الضمير إليه في قوله:  {إِذَا أَخْرَجَ يَدَهُ} . وقدر أعمال، ليصح تشبيه أعمال الكفار، بأعمال صاحب الظلمات، إذ لا معنى لتشبيه العمل بصاحب الظلمات. وقيل: لا حاجة إلى حذف ألبتة. </p><p> والمعنى: أنه شبه أعمال الكفار في حيلولتها بين القلب، وما يهتدى به بالظلمة، وأما الضميران في {أَخْرَجَ يَدَهُ} فيعودان على محذوف دل عليه المعنى؛ أي: إذا أخرج يده من فيها اهـ. \"سمين\" . </p><p> و {أَوْ} فيه إما للتقسيم؛ لأن أعمال الكفار تنقسم إلى قمسين، قسم: كالسراب، وهو العمل الصالح. وقسم: كالظلمات، وهو العمل السيء. اهـ. \"شيخنا\" . </p><p> وفي \"البيضاوي\" : أن {أَوْ} فيه، إما للإباحة، فإن أعمالهم لكونها لاغية، لا منفعة لها، كالسراب، ولكونها خالية عن نور الحق، كالظلمات المتراكمة، من لجج البحر والسحاب والأمواج. فكانه قال: إن شئت مثل بالسراب، وإن شئت مثل بهذه الظلمات. أو للتنويع فإن أعمالهم إن كانت حسنة فكالسراب، وإن </p><p>(١) الفتوحات.</p><p> كانت سيئةً فكالظلمات. أو للتقيم باعتبار وقتين، فإنها كالظلمات في الدنيا، وكالسراب في الآخرة. اهـ. </p><p> أي: والذين كفروا أعمالهم كسراب، أو كظلمات كائنة. {فِي بَحْرٍ لُجِّيٍّ} ؛ أي: في بحر عميق كثير الماء. منسوب إلى اللج، وهو معظم ماء البحر. {يَغْشَاهُ مَوْجٌ} صفة ثانية لبحر؛ أي: يستر ذلك البحر، ويغطيه بالكلية موج. والموج: ما ارتفع من الماء. {مِنْ فَوْقِهِ مَوْجٌ} مبتدأ وخبر. والجملة صفة لـ {مَوْجٌ} ؛ أي: من فوق ذلك الموج الأول موج آخر؛ أي: أمواج متراكمة بعضها على بعض. {مِنْ فَوْقِهِ سَحَابٌ} ؛ أي: غيم. صفة لـ {مَوْجٌ} الثاني؛ أي: من فوق الموج الثاني، الأعلى سحاب غطى النجوم، وحجب أنوارها، وفيه إيماء إلى غاية تراكم الأمواج وتضاعفها، حتى كأنها بلغت السحاب، {ظلمات} ؛ أي: هذه المذكورات من الأمواج والسحاب، ظلمات متكاثفة متراكمة، {بَعْضُهَا فَوْقَ بَعْضٍ} . </p><p> وفي \"الخازن\"  (١) : معناه أن البحر اللجي، يكون قعره مظلمًا جدًّا بسبب غمورة الماء وكثرته وارتفاعه، فإذا تردافت الأمواج ازدادت الظلمة، فإن كان فوق الأمواج سحاب بلغت الظلمة النهاية القصوى. ووجه الشبه، أن الله عز وجل، ذكر ثلاثة أنواع من الظلمات، ظلمة البحر، وظلمة الأمواج وظلمة السحاب. وكذلك الكافر له ثلاث ظلمات، ظلمة الاعتقاد، وظلمة القول وظلمة العمل. </p><p> وقيل: شبه بالبحر اللجي قلبه، وبالموج ما يتغشى قلبه من الجهل والشك والحيرة، وبالسحاب الختم والطبع على قلبه، ولكن هذا بعيد عن لغة العرب. كما في \"الشوكاني\" . قال أبيّ بن كعب: الكافر يتقلب في خمس من الظلم، كلامه ظلمة وعمله ظلمة، ومدخله ظلمة، ومخرجه ظلمة، ومصيره إلى الظلمات يوم القيامة في النار. </p><p> والمعنى (٢) : أو الذين كفروا أعمالهم القبيحة كظلمات كائنة في بحر عميق، </p><p>(١) الخازن. (٢) المراح.</p><p> يعلوه موج كائن من فوقه موج كائن من فوق ذلك الموج الثاني سحاب ستر ضوء النجوم. وما تقدم ذكره ظلمات متراكمة، وهي ظلمة البحر وظلمة الموج الأول، وظلمة الموج الثاني، وظلمة السحاب. وهذا بيان لكمال شدة الظلمات. كما أن قوله تعالى:  {نُورٌ عَلَى نُورٍ} بيان لغاية قوة النور. إلا أن ذلك متعلق بالمشبه وهذا بالمشبه به. </p><p> وقرأ سفيان (١) بن حسين {أو كظلمات} بفتح الواو، جعلها واو عطف تقدمت عليها الهمزة التي لتقرير التشبيه، الخالي عن محض الاستفهام، وقرأ الجمهور:  {سحاب} بالتنوين. {ظلمات} بالرفع، على أنه خبر لمبتدأ محذوف؛ أي: هذه، أو تلك ظلمات. وقرأ البزي وابن محيصن {سحاب ظلمات} بإضافة {سحاب} إلى {ظلمات} ، وجه الإضافة أن السحاب يرتفع وقت هذه الظلمات، فأضيف إليها لهذه الملابسة. وقرأ قنبل {سحابٌ} بالتنوين، {ظلمات} بالجر بدلًا من {ظلمات} الأولى. </p><p> ثم بالغ سبحانه، في هذه الظلمات المذكورة، بقوله:  {إِذَا أَخْرَجَ} ؛ أي: من (٢) ابتلي بهذه الظلمات، أو الحاضر فيها، وإضماره من غير ذكره لدلالة المعنى عليه، دلالة واضحة {يَدَهُ} ، وهي أقرب أعضائه المرئية إليه، وجعلها بمرأى منه قريبةً من عينه لينظر إليها. {لَمْ يَكَدْ يَرَاهَا} ؛ أي: لم يقرب أن يراها لشدة الظلمة فضلًا عن أن يراها. </p><p> قال الزجاج وأبو عبيدة: المعنى لم يرها , لم يكد. وقال الفراء إن {يكد} زائدة. </p><p> والمعنى: إذا أخرج يده لم يرها. كما تقول: ما كدت أعرفه. وقال المبرد، يعني: لم يرها إلا من بعد الجهد. قال النحاس: أصح الأقوال في هذا، أن المعنى: لم يقارب رؤيتها، فإذا لم يرها رؤيةً بعيدةً، ولا قريبةً. </p><p> وجملة قوله:  {وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ} مقررة لما قبلها، من </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> كون أعمال الكفرة على تلك الصفة. </p><p> والمعنى: ومن لم يجعل الله له هدايةً، فماله من هداية. قال الزجاج: ذلك في الدنيا. والمعنى من لم يهده الله لم يهتد؛ أي: ومن لم يشأ الله سبحانه أن يهديه لنور القرآن، ولم يوفقه للإيمان به فما له من نور؛ أي: فما له هداية ما من أحد أصلًا. </p><p> وقيل المعنى: من لم يجعل الله له نورًا يمشي به يوم القيامة، فما له من نور يهتدي به إلى الجنة. </p><p> وخلاصة ذلك: من لم يوله الله نور توفيقه ولطفه، فو في ظلمة الباطل لا نور له. </p><p> الإعراب </p><p> {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ} . </p><p> {قُلْ} : فعل أمر، وفاعل مستتر يعود على محمد. والجملة مستأنفة، مسوقة لبيان أحكام كلية شاملة. {لِلْمُؤْمِنِينَ} : كافةً يندرج فيها، حكم المستأذنين عند دخولهم البيوت، اندراجًا كليًّا. {لِلْمُؤْمِنِينَ} : متعلق بـ {قُلْ} ، ومقوله محذوف، تقديره: قل للمؤمنين غضوا أبصاركم، لدلالة جوابه عليه، وهو {يَغُضُّوا مِنْ أَبْصَارِهِمْ} : {يَغُضُّوا} : فعل مضارع وفاعل مجزوم بالطلب السابق. {مِنْ أَبْصَارِهِمْ} : جار ومجرور متعلق به. {مِنْ} قيل: تبعيضية. وقيل: زائدة. وقيل: ابتدائية. والجملة الفعلية جملة جوابية، لا محل لها من الإعراب. {وَيَحْفَظُوا فُرُوجَهُمْ} : فعل وفاعل ومفعول به، معطوف على {يَغُضُّوا} على كونه مجزومًا بالطلب. {ذَلِكَ أَزْكَى} : مبتدأ وخبر. والجملة مستأنفة مسوقة لتعليل ما قبلها، {لَهُمْ} : جار ومجرور متعلق بـ {أَزْكَى} . {إِنَّ اللَّهَ} : ناصب واسمه. {خَبِيرٌ} : خبره والجملة مستأنفة. {بِمَا} : جار ومجرور متعلق بـ {خَبِيرٌ} . {يَصْنَعُون} : فعل وفاعل. والجملة صلة الموصول، والعائد محذوف، تقديره: بما يصنعرنه. </p><p> {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ} . </p><p> {وَقُلْ} : {الواو} : عاطفة. {قُلْ} : فعل أمر وفاعله ضير مستتر يعود على محمد. {لِلْمُؤْمِنَاتِ} : متعلق به، ومقوله محذوف، تقديره: اغضضن من أبصاركن، والجملة معطوفة على جملة {قُلْ} الأولى. {يَغْضُضْنَ} : فعل مضارع، وفاعل في محل الجزم بالطلب السابق، مبني على السكون، لاتصاله بنون الإناث. {مِنْ أَبْصَارِهِنَّ} : جار ومجرور ومضاف إليه متعلق بـ {يَغْضُضْنَ} والجملة جملة جوابية، لا محل لها من الإعراب. {وَيَحْفَظْنَ} : فعل وفاعل معطوف على {يَغْضُضْنَ} . {فُرُوجَهُنَّ} : مفعول به ومضاف إليه. {وَلَا يُبْدِينَ} : {الواو} : عاطفة. {لا} : ناهية جازمة. {يُبْدِين} : فعل وفاعل في محل الجزم بـ {لا} الناهية، مبني على السكون لاتصاله بنون الإناث. {زِينَتَهُنّ} : مفعول به ومضاف إليه. والجملة معطوفة على جملة {يَغْضُضْنَ} على كونها جوابية. {إِلَّا} أداة استثناء مفرغ. {ما} : اسم موصول في محل النصب بدل من {زينتهن} . {ظَهَرَ} : فعل ماض وفاعله ضمير يعود على {ما} . {مِنْهَا} : متعلق بـ {ظَهَرَ} . والجملة صلة الموصول. {وَلْيَضْرِبْن}  {الواو} : عاطفة. و {اللام} : لام الأمر. {يضربن} : فعل مضارع في محل الجزم بلام الأمر. مبني على السكون لاتصاله بنون الإناث، ونون الإناث: في محل الرفع فاعل. والجملة معطوفة على جملة قوله:  {وَلَا يُبْدِينَ} . {بِخُمُرِهِنّ} : {الباء} : زائدة، أو تبعيضية. {خمرهن} : مفعول به. {عَلَى جُيُوبِهِنّ} : جار ومجرور متعلق بـ {يضربن} . {وَلَا}  {الواو} : عاطفة. {لا} : ناهية جازمة. {يُبْدِينَ} : فعل وفاعل في محل الجزم بـ {لا} الناهية، مبني على السكون لاتصاله بنون الإناث. والجملة معطوفة على جملة {وليضربن} . {زِينَتَهُنَّ} مفعول به {إِلَّا} : أداة استثناء مفرغ. {لِبُعُولَتِهِنَّ} : جار ومجرور ومضاف إليه متعلق بـ {يُبْدِينَ} ، {أَوْ آبَائِهِنّ} : معطوف على {بعولتهن} ومضاف إليه. </p><p> {أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ} . </p><p> {أَوْ آبَاءِ} : معطوف على {بُعُولَتِهِنَّ} ، وهو مضاف {بُعُولَتِهِنَّ} : مضاف إليه. {أَوْ أَبْنَائِهِنّ} : معطوف على بعولتهن أيضًا. {أَوْ أَبْنَاءِ بُعُولَتِهِنَّ} : معطوف ومضاف إليه. {أَوْ إِخْوَانِهِنَّ} معطوف علي بعولتهن. {أَوْ بَنِي إِخْوَانِهِنَّ} : معطوف ومضاف إليه. وكذا قوله:  {أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ} معطوفان على بعولتهن. {أَوْ مَا} : اسم موصول في محل الجر معطوف على {بُعُولَتِهِنّ} . {مَلَكَتْ أَيْمَانُهُنَّ} : فعل وفاعل. والجملة صلة الموصول، والعائد محذوف، تقديره: أو ما ملكته أيمانهن. {أَوِ التَّابِعِينَ} : معطوف على {بعولتهن} مجرور بالياء {غَيْرِ} : بالجر صفة لـ {التَّابِعِينَ} ، وبالنصب على الاستثناء. أو على الحال، وهو مضاف. {أُولِي} مضاف إليه مجرور بالياء المحذوفة؛ لأنه ملحق بجمع المذكر السالم. أولي مضاف. {الْإِرْبَةِ} : مضاف إليه. {مِنَ الرِّجَالِ} : حال من {التَّابِعِينَ} . {أَوِ الطِّفْلِ} : معطوف على {بُعُولَتِهِنّ} . {الَّذِينَ} : صفة لـ {الطِّفْلِ} ؛ لأنه بمعنى الأطفال. {لَمْ يَظْهَرُوا} : فعل وفاعل مجزوم بـ {لَمْ} والجملة صلة الموصول. {عَلَى عَوْرَاتِ النِّسَاءِ} : جار ومجرور ومضاف إليه متعلق بـ {يَظْهَرُوا} . </p><p> {وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} . </p><p> {وَلَا يَضْرِبْنَ} : {الواو} ؛ عاطفة. {لا} : ناهية جازمة. {يَضْرِبْنَ} : فعل وفاعل في محل الجزم بـ {لا} الناهية، مبني على السكون لاتصاله بنون الإناث. {بِأَرْجُلِهِنَّ} : متعلق به والمفعول محذوف، تقديره: الأرض. والجملة معطوفة على جملة {وَلَا يُبْدِين} . {لِيُعْلَمَ} : (اللام) : حرف جر وتعليل. {يعلم} : فعل مضارع مغير الصيغة، منصوب بأن مضمرة بعد لام كي. {ما} : اسم موصول في محل الرفع نائب فاعل، وعلم هنا بمعنى عرف، يتعدى لمفعول </p><p> واحد؛ أي: ليعلم الرجال ما يخفين. والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور باللام، تقديره: لعلم الرجال {مَا يُخْفِينَ} الجار والمجرور متعلق بـ {يَضْرِبْنَ} . {يُخْفِين} : فعل وفاعل مبني على السكون لاتصاله بنون الإنالث. والجملة صلة الموصول، والعائد محذوف، تقديره: ما يخفينه. {مِنْ زِينَتِهِنَّ} : جار ومجرور حال من {ما} الموصولة، أو من العائد المحذوف. {وَتُوبُوا} : {الواو} : عاطفة. {توبوا} : فعل أمر مبني على حذف النون. و {الواو} : فاعل. {إِلَى اللَّهِ} : متعلق به. {جَمِيعًا} : حال من فاعل {توبوا} . والجملة معطوفة على الجملة التي قبلها، أو مستأنفة. {أَيُّهَ الْمُؤْمِنُون} : (أي) : منادى نكرة مقصودة، حذف منه حرف النداء، في محل النصب مبني على الضم. (ها) : حرف تنبيه زائد، تعويضًا عما فات؛ أي: من الإضافة مبني بسكون على الألف المحذوفة لفظًا، لالتقاء الساكنين، وخطًا تبعًا للرسم، للفظ على قاعدة رسم المصحف العثماني؛ لأن اتباعها واجب. {الْمُؤْمِنُونَ} : صفة لأي، تابع للفظه. وجملة النداء واقعة في جواب الطلب، لبيان المخاطبين، لا محل لها من الإعراب. {لَعَلَّكُمْ} : ناصب واسمه، وجملة {تُفْلِحُونَ} : خبره، وجملة {لعل} : مستأنفة مسوقة لتعليل ما قبلها؛ أي: توبوا إلى الله سبحانه، لكي تفلحوا. </p><p> {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ (٣٢) }. </p><p> {وَأَنْكِحُوا}  {الواو} : استئنافية. {وَأَنْكِحُوا الْأَيَامَى} : فعل وفاعل ومفعول به. {مِنْكُمْ} : حال من الأيامى. {وَالصَّالِحِينَ} : معطوف على {الْأَيَامَى} . {مِنْ عِبَادِكُمْ} : حال من {الصالحين} . {وَإِمَائِكُمْ} : معطوف على {عِبَادِكُمْ} . والجملة الفعلية مستأنفة، مسوقة لتقرير حكم النكاح. {إِنْ} : حرف شرط جازم. {يَكُونُوا} : فعل ناقص واسمه مجزوم بـ {إِنْ} الشرطية على كونه فعل شرط لها. {فُقَرَاءَ} : خبر {يَكُونُوا} . {يُغْنِهِمُ} : فعل ومفعول مجزوم بـ {إن} الشرطية على كونه جوابًا لها. وعلامة جزمه حذف حرف العلة. ولفظ الجلالة فاعل له. {مِنْ </p><p> فَضْلِهِ}: متعلق به. وجملة {إِن} الشرطية مستأنفة مسوقة لتعليل النهي المحذوف، تقديره: لا تمتنعوا أيها الأولياء من تزويج الأحرار والحرائر، بسبب فقرهم؛ لأنهم إن يكونوا فقراء يغنهم الله من فضله. {اللَّهُ} : مبتدأ. {وَاسِعٌ} : خبر له، {عَلِيمٌ} : خبر ثان. والجملة الاسمية مستأنفة، مسوقة لتعليل ما قبلها. </p><p> {وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} . </p><p> {وَلْيَسْتَعْفِفِ}  {الواو} : عاطفة. و (اللام) : حرف أمر وجزم. {يستعفف} : فعل مضارع، مجزوم بلام الأمر. {الَّذِينَ} : فاعل. والجملة معطوفة على جملة قوله:  {وَأَنْكِحُوا الْأَيَامَى} . {لَا يَجِدُونَ نِكَاحًا} : فعل وفاعل ومفعول. والجملة صلة الموصول. {حَتَّى} : حرف جر وغاية. {يُغْنِيَهُمُ اللَّهُ} : فعل ومفعول وفاعل منصوب بأن مضمرة وجوبًا بعد {حَتَّى} بمعنى إلى. {مِنْ فَضْلِهِ} متعلق بـ {يُغْنِيَهُمُ} . والجملة الفعلية صلة أن المضمرة أن مع صلتها في تأويل مصدر مجرور بـ {حَتَّى} بمعنى إلى، تقديره: إلى إغناء الله سبحانه إياهم، الجار والمجرور متعلق بـ {يستعفف} . {وَالَّذِينَ} : {الواو} : استئنافية. {الَّذِينَ} : اسم موصول، منصوب على الاشتغال بفعل محذوف وجوبًا، يفسره المذكور بعده، تقديره: وكاتبوا الذين يبتغون الكتاب، فكاتبوهم، أو مبتدأ خبره جملة {فَكَاتِبُوهُمْ} . والأول أرجح لمكان. {فَكَاتِبُوهُمْ} . {كاتبوا} : فعل وفاعل. {وَالَّذِينَ} : مفعول به. والجملة المحذوفة مستأنفة. {يَبْتَغُونَ الْكِتَابَ} : فعل وفاعل ومفعول. والجملة صلة الموصول. {مِمَّا} : جار ومجرور حال من فاعل {يَبْتَغُونَ} . {مَلَكَتْ أَيْمَانُكُمْ} : فعل وفاعل. والجملة صلة الموصول، والعائد محذوف، تقديره: مما ملكته أيمانكم. {فَكَاتِبُوهُمْ} : {الفاء} : رابطة لما في الموصول من معنى الشرط. {كاتبوهم} : فعل وفاعل ومفعول. والجملة إما مفسرة للمحذوف، لا محل لها من الإعراب، أو خبر المبتدأ في محل الرفع. {إِنْ} ؛ حرف شرط جازم. {عَلِمْتُمْ} : فعل وفاعل في محل الجزم بـ {إِنْ} : الشرطية على كونه فعل شرط لها. {فِيهِمْ} : متعلق بـ {عَلِمْتُمْ} . {خَيْرًا} : مفعول </p><p> به. وجواب {إِنْ} الشرطية محذوف، دل عليه {فَكَاتِبُوهُمْ} ؛ أي: إن علمتم فيهم خيرًا، فكاتبوهم. وجملة الشرط مستأنفة. {وَآتُوهُمْ} : فعل وفاعل ومفعول أول معطوف على {كاتبوا} ؛ لأنه بمعنى أعطى {مِنْ مَالِ اللَّهِ} : جار ومجرور ومضاف إليه، متعلق بـ {آتوهمِ} ، والمفعول الثاني محذوف، تقديره: ما يستعينون به على أداء النجوم. {الَّذِي} : اسم موصول في محل الجر صفة للمال. {آتَاكُمْ} : فعل ومفعول أول، وفاعله ضمير يعود على الله، والمفعول الثاني محذوف، تقديره: آتاكموه، وهو العائد على الموصول. الجملة صلة الموصول. </p><p> {وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ} . </p><p> {وَلَا}  {الواو} : عاطفة. {لا} : ناهية جازمة. {تُكْرِهُوا} : فعل وفاعل مجزوم بـ {لا} : الناهية. والجملة معطوفة على جملة قوله:  {وَأَنْكِحُوا الْأَيَامَى} . {فَتَيَاتِكُمْ} : مفعول به ومضاف إليه، {عَلَى الْبِغَاءِ} متعلق بـ {تُكْرِهُوا} . {إِنْ} : حرف شرط جازم. {أَرَدْنَ} : فعل وفاعل في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها {تَحَصُّنًا} : مفعول به وجواب {إن} الشرطية معلوم مما قبلها تقديره إن أردن تحصنًا لا تكرهوهن على البغاء. والجملة الشرطية معترضة، لا محل لها من الإعراب. {لِتَبْتَغُوا} : اللام: حرف جر وتعليل. {تبتغوا} : فعل وفاعل منصوب بأن مضمرة جوازًا بعد لام كي. {عَرَضَ الْحَيَاةِ} : مفعول به ومضاف إليه {الدُّنْيَا} صفة لـ {الْحَيَاةِ} . والجملة الفعلية، مع أن المضمرة، في تأويل مصدر مجرور بلام التعليل، تقديره لابتغائكم {عَرَضَ الْحَيَاةِ الدُّنْيَا} : الجار والمجرور متعلق بـ {تُكْرِهُوا} . {وَمَنْ} : {الواو} : عاطفة. {من} : اسم شرط جازم، في محل الرفع مبتدأ. والخبر جملة الشرط، أو الجواب، أو هما. {يُكْرِهْهُنَّ} : فعل ومفعول وفاعل مستتر يعود على {من} مجزوم بمن الشرطية، على كونه فعل شرط لها. {فَإِنَّ اللَّهَ} : {الفاء} : رابطة لجواب من الشرطية وجوبًا. {إِنَّ اللَّهَ} : ناصب واسمه {مِنْ بَعْدِ إِكْرَاهِهِنَّ} : جار ومجرور ومضاف </p><p> إليه متعلق بـ {غَفُورٌ} . {غَفُورٌ} : خبر أول لـ {إن} . {رَحِيمٌ} : خبر ثان لها، وجملة {إن} : في محل الجزم بـ {من} الشرطية على كونها جوابًا لها. وجملة {من} : الشرطية معطوفة على جملة قوله: {وَلَا تُكْرِهُوا فَتَيَاتِكُمْ} . </p><p> {وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ وَمَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقِينَ} . </p><p> {وَلَقَدْ}  {الواو} : استئنافية. و (اللام) : موطئة للقسم. {قد} : حرف تحقيق. {أَنْزَلْنَا} : فعل وفاعل. {إِلَيْكُمْ} : متعلق به. {آيَاتٍ} : مفعول به. {مُبَيِّنَاتٍ} : صفة لها. والجملة الفعلية جواب القسم. وجملة القسم مستأنفة، مسوقة لبيان حقيقة الآيات المنزلة. {وَمَثَلًا} : معطوف على آيات. {مِنَ الَّذِينَ} : صفة لمثلًا. {خَلَوْا} : فعل وفاعل صلة الموصول. {مِنْ قَبْلِكُمْ} : حال من فاعل {خَلَوْا} ، أو متعلق بـ {خَلَوْا} . {وَمَوْعِظَةً} : معطوف على {آيَاتٍ} . {لِلْمُتَّقِينَ} : صفة لـ {موعظة} . </p><p> {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٣٥) }. </p><p> {اللَّهُ} : مبتدأ. {نُورُ السَّمَاوَاتِ} : خبر ومضاف إليه. {وَالْأَرْضِ} : معطوف على {السَّمَاوَاتِ} . والجملة مستأنفة. {مَثَلُ نُورِهِ} : مبتدأ ومضاف إليه. {كَمِشْكَاةٍ} : (الكاف) : اسم بمعنى مثل، في محل الرفع خبر، وهو مضاف. {مشكاة} : مضاف إليه. ويجوز إعراب الكاف: حرف جر والجار والمجرور خبر {مَثَلُ} . والجملة من المبتدأ والخبر، جملة مفسرة لما قبلها , لا محل لها من الإعراب. {فِيهَا} : خبر مقدم. {مِصْبَاحٌ} : مبتدأ مؤخر. والجملة في محل الجر صفة لـ {كَمِشْكَاةٍ} . {الْمِصْبَاحُ} : مبتدأ {فِي زُجَاجَةٍ} : جار ومجرور خبر المبتدأ. والجملة تفسير لما قبلها , لا محل لها من الإعراب. {الزُّجَاجَةُ} : مبتدأ {كَأَنَّهَا} : </p><p> ناصب واسمه. {كَوْكَبٌ} : خبره. {دُرِّيٌّ} : صفة لـ {كَوْكَبٌ} . وجملة {كأن} : في محل الرفع خبر المبتدأ. والجملة من المبتدأ والخبر، جملة مفسرة لما قبلها، لا محل لها من الإعراب. {يُوقَدُ} : فعل مضارع مغير الصيغة، ونائب فاعله ضمير يعود على {الْمِصْبَاحُ} . {مِنْ شَجَرَةٍ} : جار ومجرور متعلق بـ {يُوقَدُ} ، ولكنه على تقدير مضاف، من زيت شجرة. والجملة الفعلية في محل النصب، حال من الضمير المستكن في الجار والمجرور في قوله:  {فِي زُجَاجَةٍ} ، العائد إلى المصباح، تقديره: المصباح كائن وفي زجاجة حالة كونه يوقد من زيت شجرة. {مُبَارَكَةٍ} : صفة لـ {شَجَرَةٍ} . {زَيْتُونَةٍ} : بدل {مِنْ شَجَرَةٍ} . {لَا شَرْقِيَّةٍ} : صفة ثانية لـ {شَجَرَةٍ} ، وزيدت {لا} لتفيد النفي، فلا تكون فاصلة بين الصفة والموصوف. {وَلَا غَرْبِيَّةٍ} : معطوف على {شَرْقِيَّةٍ} . {يَكَادُ} : فعل مضارع ناقص من أفعال المقاربة. {زَيْتُهَا} : اسمها. وجملة {يُضِيءُ} : خبرها. وجملة {يَكَادُ} في محل الجر صفة ثالثة لـ {شَجَرَةٍ} . {وَلَا} : {الواو} : عاطفة على جملة شرط محذوف، وقعت حالًا من فاعل {يُضِيءُ} ، تقديره: يضيء زيتها لو مسته نار لأضاء، ولو لم تمسسه نار لأضاء. {لَوْ} : حرف شرط غير جازم. {لَمْ} : حرف جزم. {تَمْسَسْهُ} فعل ومفعول مجزوم بلم. {نَارٌ} : فاعل. والجملة فعل شرط لـ {لَوْ} . وجوابها محذوف، تقديره: لأضاء ذلك الزيت. وجملة {لو} في محل النصب على الحال، معطوفة على شرط محذوف. كما قدرناه آنفًا، والتقدير: يكاد زيتها يضيء، حالة مس النار إياه، وحالة عدم مسها إياه. {نُورٌ} : خبر لمبتدأ محذوف، تقديره: نور المصباح الذي شبه به الحق، نور على نور؛ أي: نور بالزيت كائن من نور بالنار. {عَلَى نُورٍ} : جار ومجرور صفة لـ {نُورٌ} ؛ أي: هذا النور نور كائن مع نور، فعلى بمعنى مع. والجملة الاسمية مستأنفة، مسوقة لبيان فخامة ذلك النور. {يَهْدِي اللَّهُ} : فعل وفاعل. والجملة مستأنفة مسوقة لتقرير تنفيذ مشيئته تعالى:  {لِنُورِهِ} : جار ومجرور متعلق بـ {يَهْدِي} . {مَنْ} : اسم موصول في محل النصب مفعول {يَهْدِي} . وجملة {يَشَاءُ} صلة الموصول، والعائد محذوف تقديره: من يشاؤه. {وَيَضْرِبُ اللَّهُ الْأَمْثَالَ} : فعل وفاعل ومفعول. والجملة معطوفة على جملة {يَهْدِي} . </p><p> {لِلنَّاسِ} : متعلق بـ {يضرب} . {اللَّهُ} : {الواو} : استئنافية، أو عاطفة. {الله} : مبتدأ. {بِكُلِّ شَيْءٍ} : جار ومجرور ومضاف إليه متعلق بـ {عَلِيمٌ} . {عَلِيمٌ} : خبر المبتدأ، والجملة الاسمية مستأنفة، أو معطوقة على جملة {يضرب} . </p><p> {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ (٣٦) رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ (٣٧) }. </p><p> {فِي بُيُوتٍ} : جار ومجرور صفة لـ {مشكاة} ؛ أي: كمصباح مشكاة كائنة في بيوت، أو لمصباح، أو لزجاجة، أو متعلق بـ {يُوقَدُ} . وعلى هذا لا يوقف على عليم. ولك أن تقف على عليم، فتعلقه بمحذوف، تقدير: سبحوه في بيوت، أو بيسبح. {أَذِنَ اللَّهُ} : فعل وفاعل. والجملة في محل الجر صفة لـ {بُيُوتٍ} . {أَنْ} : حرف نصب. {تُرْفَعَ} : فعل مضارع منصوب بأن ونائب فاعله ضمير يعود على {بُيُوتٍ} . والجملة في تأويل مصدر، مجرور بحرف جر محذوف. تقديره: أذن الله في رفعها وتطهيرها، وهي المساجد، والجار المحذوف متعلق بـ {أَذِنَ}  {وَيُذْكَر} معطوف على ترفع. {فِيهَا} متعلق بـ {يذكر}  {اسْمُهُ} نائب فاعل. {يُسَبِّحُ} : فعل مضارع {لَهُ} : متعلق بـ {يُسَبِّحُ} . {فِيهَا} : متعلق به أيضًا. {بِالْغُدُوِّ} : جار ومجرور حال من {رِجَالٌ} . {وَالْآصَالِ} : معطوف على {الغدو} ؛ أي: ملتبسين بالغدو والآصال. {رِجَالٌ} : فاعل {يُسَبِّحُ} وجملة {يُسَبِّحُ} في محل الجر صفة ثانية لـ {بُيُوتٍ} . {لَا تُلْهِيهِمْ تِجَارَةٌ} : فعل ومفعول وفاعل. والجملة في محل الرفع صفة لـ {رِجَالٌ}  {وَلَا بَيْعٌ} : معطوف على {تِجَارَةٌ} . {عَنْ ذِكْرِ اللَّه} : متعلق بـ {تُلْهِيهِمْ} . {وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ} معطوفات على {ذِكْرِ اللَّهِ} . {يَخَافُون} : فعل وفاعل. {يَوْمًا} : مفعول به. والجملة في محل الرفع صفة لـ {رِجَالٌ} . أو في محل النصب حال من مفعول {تُلْهِيهِمْ} . {تَتَقَلَّبُ} : فعل مضارع. {فِيه} : متعلق بـ {تَتَقَلَّبُ} . {الْقُلُوبُ} : فاعل لتتقلب. {وَالْأَبْصَارُ} : معطوف على القلوب. </p><p> {لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ (٣٨) }. </p><p> {لِيَجْزِيَهُمُ}  (اللام) : حرف جر وتعليل. {يجزيهم الله} : فعل مضارع ومفعول أول، وفاعل منصوب بأن مضمرة جوازًا بعد لام كي. {أَحْسَنَ مَا} : مفعول ثان ومضاف إليه، وجملة {عَمِلُوا} صلة الموصول. وجملة {يجزيهم} مع أن المضمرة في تأويل مصدر مجرور باللام. الجار والمجرور متعلق بمحذوف، تقديره: فعلوا ما ذكر من التسبيح والصلاة والزكاة لجزاء الله سبحانه إياهم أحسن ما عملوا، أى رجاء جزائه سبحانه. {وَيَزِيدَهُمْ} : فعل ومفعول به وفاعل مستتر يعود على الله معطوف على {يجزيهم}  {مِنْ فَضْلِهِ} متعلقان به. {وَاللَّهُ} مبتدأ. {يَرْزُقُ مَنْ} : فعل مضارع ومفعول به وفاعل مستتر يعود على الله. والجملة في محل الرفع خبر المبتدأ. والجملة الاسمية مستأنفة. وجملة {يَشَاءُ} صلة الموصول. {بِغَيْرِ حِسَابٍ} متعلق بـ {يَرْزُقُ} ، أو حال من فاعل {يَرْزُقُ} . </p><p> {وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ (٣٩) }. </p><p> {وَالَّذِينَ}  {الواو} : استئنافية. {الَّذِينَ} : مبتدأ أول. {كَفَرُوا} : صلة الموصول. {أَعْمَالُهُمْ} : مبتدأ ثان. {كَسَرَابٍ} : جار ومجرور خبر للمبتدأ الثاني. والمبتدأ الثاني مع خبره، خبر الأول. وجملة الأول مستأنفة، مسوقة لبيان حال عمل الكفار، بعد أن بين المؤمنين بضرب مثل لهم، بقوله:  {مَثَلُ نُورِهِ كَمِشْكَاةٍ} . {بِقِيعَةٍ} : جار ومجرور صفة لـ {سراب} . {يَحْسَبُهُ الظَّمْآنُ} : فعل ومفعول أول وفاعل. {مَاءً} : مفعول ثان له. والجملة الفعلية في محل الجر, صفة ثانية لـ {سراب} . {حَتَّى} : حرف جر وغاية. {إِذَا} : ظرف لهما يستقبل من الزمان. {جَاءَهُ} : فعل ومفعول وفاعل مستتر يعود على {الظَّمْآنُ} والجملة في محل الخفض بإضافة {إِذَا} إليها على كونها فعل شرط لها. والظرف متعلق بالجواب الآتي. {لَمْ} : حرف نفي وجزم. {يَجِدْهُ شَيْئًا} : فعل ومفعولان مجزوم بـ {لَمْ} وفاعله ضمير يعود على {الظَّمْآنُ} . والجملة جواب {إِذَا} لا </p><p> محل لها من الإعراب. وجملة {إِذَا} في محل الجر بـ {حَتَّى} و {حَتَّى} متعلقة بمحذوف وقعت غاية له، تقديره: واستمر ذاهبًا إليه إلى عدم وجدانه شيئًا، وقت مجيئه إياه. والجملة المحذوفة معطوفة على جملة {يَحْسَبُهُ} . {وَوَجَدَ اللَّهَ} : فعل وفاعل مستتر، ومفعول به معطوف على جواب {إِذَا} . {عِنْدَهُ} : ظرف ومضاف إليه، في محل المفعول الثاني لوجد؛ أي: وجد الله كائنًا عنده. {فَوَفَّاهُ} : {الفاء} : عاطفة. {وفاه حسابه} : فعل ومفعولان معطوف على وجد. وفاعله ضمير يعود على الله. {وَاللَّهُ سَرِيعُ الْحِسَابِ} : مبتدأ وخبر ومضاف إليه. والجملة مستأنفة مسوقة لتعليل ما قبلها. </p><p> {أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ (٤٠) }. </p><p> {أَوْ} : حرف عطف وتقسيم. {كَظُلُمَاتٍ} : جار ومجرور معطوف على قوله كسراب. {فِي بَحْر} : جار ومجرور صفة لظلمات. {لُجِّيٍّ} : صفة لبحر؛ أي: منسوب إلى اللج. {يَغْشَاهُ مَوْجٌ} : فعل ومفعول وفاعل. والجملة في محل الجر، صفة ثانية لـ {بَحْرٍ} . {مِنْ فَوْقِهِ} : جار ومجرور خبر مقدم. {مَوْجٌ} : مبتدأ مؤخر. والجملة الاسمية في محل الرفع صفة لموج الأول. {مِنْ فَوْقِهِ} خبر مقدم. {سَحَابٌ} مبتدأ مؤخر. والجملة في محل الرفع صفة لموج الثاني. {ظُلُمَاتٌ} : خبر لمبتدأ محذوف، تقديره: هذه ظلمات. والجملة جملة مفسرة لما قبلها لا محل لها من الإعراب. {بَعْضُهَا} : مبتدأ. {فَوْقَ بَعْضٍ} : خبر. والجملة في محل الرفع صفة لظلمات. {إِذَا} : ظرف لما يستقبل من الزمان. {أَخْرَجَ} : فعل ماض وفاعله ضمير يعود على المبتلى بتلك الظلمات. {يَدَهُ} : مفعول به. والجملة في محل الخفض فعل شرط لـ {إِذَا} . والظرف متعلق بالجواب. {لَمْ يَكَدْ} : جازم وفعل مضارع ناقص مجزوم بـ {لَمْ} ، واسمها ضمير يعود على صاحب اليد. {يَرَاهَا} : فعل ومفعول به لأنها بصرية، وفاعله ضمير يعود على صاحب اليد. والجملة الفعلية في محل النصب خبر يكد. وجملة {لَمْ </p><p> يَكَدْ} جواب {إِذَا} . وجملة {إِذَا} مستأنفة مسوقة لبيان حال من في تلك الظلمات. {وَمَنْ} . {الواو} : استئنافية. {وَمَنْ} : اسم شرط جازم في محل الرفع مبتدأ والخبر جملة الشرط، أو الجواب، أو هما. {لَمْ} : حرف جزم. {يَجْعَلِ اللَّهُ} : فعل وفاعل مجزوم بلم. {لَهُ} : جار ومجرور في محل المفعول الثاني لجعل. {نُورًا} مفعول أول له. والجملة في محل الجزم بـ {من} الشرطية على كونها فعل شرط لها. {فَمَا}  {الفاء} : رابطة لجواب من الشرطية. {ما} : نافية. {له} : خبر مقدم {مِنْ} زائدة. {نُورٍ} : مبتدأ مؤخر مجرور لفظًا، مرفوع محلًا. والجملة الاسمية في محل الجزم بـ {مَن} الشرطية على كونها جوابًا لها. وجملة من الشرطية مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {يَغُضُّوا} الغضّ: إطباق الجفن، بحيث يمنع الرؤية. اهـ. \"سمين\" . وفي \"المصباح\" : غض الرجل صوته وطرفه ومن صوته ومن طرفه غضًا من باب قتل إذا خفض. ومنه يقال: غض من فلان غضًا، وغضغضه إذا انتقصه. اهـ. وأدغم أحد المثلين هنا في الثاني بخلاف قوله الآتي: يغضضن. وذلك لأن الثاني هنا متحرك، فأدغم فيه الأول، وفيما سيأتى ساكن، فلم يتأت إدغام الأول فيه أشار له \"القرطبي\" . </p><p> {فُرُوجَهُمْ} : جمع فرج، والفرج الشق بني الشيئين، كفرجة الحائط، والفرج ما بين الرجلين، وكنى به عن السوأة، وكثر حتى صار كالصريح فيه. </p><p> {أَزْكَى لَهُمْ} ؛ أي: أطهر لهم من دنس الريبة، وأفعل هنا: إما مجرد عن معنى التفضيل، أو المراد أنه أزكى من كل شيءٍ نافعٍ، أو أبعد عن الريبة اهـ. \"شهاب\" . </p><p> {وَلَا يُبْدِينَ زِينَتَهُنَّ} : يقال: بدا الشيء بدوًا وبدوًا؛ أي: ظهر ظهورًا بينًا. وأبدى إذا أظهر. والزينة ما تزينت به المرأة، من حلي أو كحل، أو غير ذلك. </p><p> {بِخُمُرِهِنَّ} الخمر بضم الخاء والميم جمع خمار بكسر الخاء، وهو ما تغطي به المرأة رأسها والستر عمومًا، ويجمع على أخمرة وخمر بضم الخاء وسكون الميم وخمر بضمتين. </p><p> {عَلَى جُيُوبِهِنَّ} جمع حبيب. والجيب من القميص طوقه، وهو فتحة في أعلى القميص يبدو منها بعض الجسد. والجيب أيضًا: القلب والصدر. وعند العامة، الجيب: هو كيس يخاط في جانب الثوب من الداخل، ويجعل فمه من الخارج. </p><p> {إِلَّا لِبُعُولَتِهِنّ} والبعولة: الأزواج، واحدهم بعل. قال في \"المفردات\" البعل هو الذكر من الزوجين، وجمعه بعولة كفحل وفحولة اهـ. </p><p> {أَوْ إِخْوَانِهِنَّ} جمع أخ، كالأخوة، فهو جمع له أيضًا. وفي \"المصباح\" الأخ لامه محذوفة، وهي واو. وترد في التثنية على الأشهر، فيقال: أخوان، وفي لغة، يستعمل منقوصًا، فيقال: أخان، وجمعه إخوة وإخوان بكسر الهمزة فيهما وضمها لغة. وقيل جمعه بالواو والنون، وعلى آخاء وزان آباء أقل. والأنثى أخت، وجمعها أخوات، وهو جمع مؤنث سالم اهـ. </p><p> {أَوِ التَّابِعِينَ} : جمع تابع. قال ابن عباس: التابع: هو الأحمق العنين. وقيل: هو الذي لا يستطيع غشيان النساء، ولا يشتهيهن. وقيل: غير ذلك. كما مر في \"مبحث التفسير\" . وبعضهم فسر التابعين بالممسوحين، وهو ظاهر. </p><p> {غَيْرِ أُولِي الْإِرْبَةِ} ؛ أي: غير أصحاب الإربة، والحاجة إلى النساء، والإربة الحاجة. وفي \"المصباح\" الإرب بفتحتين، والإربة بالكسر، والمأربة بفتح الراء وضمها الحاجة، والجمع المآرب. والأرب في الأصل مصدر من باب تعب. يقال: أرب الرجل إلى الشيء إذا احتاج إليه فهو آرب على فاعل. والإرب بالكسر، يستعمل في الحاجة وفي العضو. والجمع آراب مثل حمل وأحمال اهـ. </p><p> {أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ} . والطفل: جنس، وضع موضع الجمع، اكتفاءً بدلالة الوصف عليه، كالعدو، في قوله تعالى:  {فَإِنَّهُمْ عَدُوٌّ لِي} قال في \"المفردات\" الطفل: الولد ما دام ناعمًا، ويطلق على المثنى </p><p> والجمع. والطفيلي رجل معروف بحضور الدعوات. وقال الفناري: حد الطفل من أول ما يولد إلى انقضاء ستة أعوام. والعورات جمع عورة، وهي ما يريد الإنسان ستره من بدنه، وغلب في السوءتين. الدبر والقبل، وأصلها من العار، وذلك لما يلحق في ظهورها من العار؛ أي: المذمة ولذلك سمي النساء عورة، ومن ذلك العوراء؛ أي: الكلمة القبيحة، كما في \"المفردات\" وقال أهل اللغة: سميت العورة عورة لقبح ظهورها. ولغض الأبصار عنها، مأخوذ من العور، وهو النقص والقبح، ومنه عور العين اهـ. والعامة: على عورات بسكون الواو، وهي لغة عامة العرب، سكنوها تخفيفًا لحرف العلة. </p><p> {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ} الأيامى مقلوب أيايم، جمع أيّم، كيتامى مقلوب يتايم جمع يتيم. فقلب قلب مكان، ثم أبدلت الكسرة فتحة والياء ألفًا فصار أيامى. والأيم: من لا زوج له من الرجال والنساء بكرًا كان أو ثيبًا. وقال في \"المفردات\" . الأيم المرأة التي لا بعل لها، وقد قيل: للرجل الذي لا زوج له، وذلك على طريق التشبيه بالمرأة لا على التحقيق اهـ. </p><p> وفي \"السمين\" قوله: {الْأَيَامَى} : جمع أيم بزنة فيعل، يقال منه آم يئيم، كباع يبيع، وقياس جمعه أيائم كسيد وسيائد، وأيامى فيه وجهان، أظهرها من كلام سيبويه - رحمه الله تعالى - أنه جمع على فعالى غير مقلوب، وكذلك يتامى. وقيل: إن الأصل أيائم ويتايم في أيم ويتيم فقلبا. وعن رسول الله - صلى الله عليه وسلم -: \"اللهم إني أعوذ بك من العيمة والغيمة، والأيمة والكزم والقرم\" قلت: أما العيمة بالمهملة فشدة شهوة اللبن، وبالمعجمة شدة العطش، والأيمة طول العزبة والكزم شدة شهوة الأكل، والقرم شدة شهوة اللحم اهـ. </p><p> {وَالصَّالِحِينَ} ؛ أي: الصالحين للنكاح والقيام بحقوقه. وفي \"المفردات\" الصلاح: ضد الفساد، وهما مختصان في أكثر الاستعمال بالأفعال. </p><p> {مِنْ عِبَادِكُمْ} جمع عبد؛ أي: رقيق، وله جموع كثيرة، تبلغ نحو اثنين وعشرين صيغة، منها، عبيد وأعابد، وأعبد ذكرتها في كتابي \"سلم المعراج على خطبة المنهاج\" . </p><p> {وَإِمَائِكُمْ} جمع أمة، وهي الرقيقة غير الحرة، {وَلْيَسْتَعْفِفِ} استعفف من استفعل، والعفة حصول حالة للنفس، تمتنع بها عن غلبة الشهوة، والمتعفف: المتعاطي لذلك، بضرب من الممارسة والقهر، والاستعفاف طلب العفة، والمعنى يجتهد في العفة وقمع الشهوة. </p><p> {وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ} والكتاب والمكاتبة كالعتاب والمعاتبة، يراد بها شرعًا إعتاق المملوك، بعد أداء شيء من المال منجمًا؛ أي: في موعدين أو أكثر فيقول له: كاتبتك على كذا درهمًا، ويقبل المملوك ذلك، فإذا أداه عتق وصار أحق بمكاسبه، كما صار أحق بنفسه، ومعناه كتبت لك على نفسي أن تعتق منى إذا وفيت بالمال، وكتبت لي على نفسك أن تفي بذلك، أو كتبت لك الوفاء بالمال، وكتبت عليَّ العتق، وله أحكام مبسوطة في كتب الفقه. وفي \"الأساس\" و \"اللسان\" كتب عليه كذا قضي عليه، وكتب الله الأجل والرزق، وكتب على عباده الطاعة، وعلى نفسه الرحمة، وهذا كتاب الله؛ أي: قدره. قال الجعدي: </p><p> يَا بِنْتَ عَمِّيْ كِتَابُ اللهِ أَخَّرَنِيْ ... عَنْكُمْ وَهَلْ أَمْنَعَنَّ اللهَ مَا فَعَلاَ </p><p> فالمكاتبة: مفاعلة من الجانبين؛ لأن السيد كتب على نفسه العتق، والعبد كتب على نفسه النجوم. اهـ. \"شخينا\" . </p><p> {وَلَا تُكْرِهُوا فَتَيَاتِكُمْ} جمع فتاة. وفي \"المختار\" والفتى الشاب والفتاة الشابة. وقد فتى بالكسر فتاء بالفتح والمد، فهو فتى السن؛ أي: بين الفتاء والفتى أيضًا السخي الكريم، وجمع الفتى في القلة فتية، وفي الكثرة فتيان وجمع الفتاة فتيات اهـ. </p><p> {عَلَى الْبِغَاءِ} البغاء: الزنا، وبغت فلانة بغاءً وهي بغي طلوب للرجال، وهن بغايا. ومنه قيل: للإماء البغايا؛ لأنهن كن يباغين في الجاهلية، يقال: قامت البغايا على رؤوسهم. وفي \"المصباح\" وبغت المرأة تبغي بغاء بالكسر والمد من باب رمى إذا فجرت، وهي بغي، والجمع البغايا، وهو وصف مختص بالمرأة، فلا يقال: للرجل بغي. قاله الأزهري. والبغي القينة، وإن كانت عفيفة، لثبوت الفجور لها في الأصل. قاله الجوهري. ولا يراد به الشتم؛ لأنه اسم جعل </p><p> كاللقب، والأمة تباغى؛ أي: تزاني اهـ. </p><p> {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ} ؛ أي: منورهما، وإنما أولناه باسم الفاعل؛ لأن حقيقة النور كيفية؛ أي: عرض يدرك بالبصر، فلا يصح حمله على الذات الأقدس اهـ. \"شيخنا\" . وعبارة \"البيضاوي\" النور في الأصل، كيفية تدركها بالباصرة أولًا، وتدرك بواسطتها سائر المبصرات، كالكيفية الفائضة من النيرين على الأجرام الكثيفة المحاذية لهما، وهو بهذا المعنى، لا يصح إطلاقه على الله سبحانه، إلا بتقدير مضاف، كقولك زيد عدل بمعنى ذو عدل، أو على معنى منور السماوات والأرض. وفي \"القرطبي\" واختلف العلماء في تأويل هذه الآية. فقيل: المعنى؛ أي: به وبقدرته أنارت أضواؤهما، واستقامت أمورهما، وقامت مصنوعاتهما. فالكلام على التقريب للذهن، كما يقال: الملك نور أهل البلد؛ أي: به قوام أهلها، وصلاح جملتها، وفلان قمر الزمن، وشمس العصر. ومنه قول النابغة: </p><p> فَإنَّكَ شَمْسٌ وَالْمُلُوْكُ كَوَاكِبُ ... إِذَا ظَهَرَتْ لَمْ يَبْقَ مِنْهُنَّ كَوْكَبُ </p><p> وقول الآخر: </p><p> هَلَّا قَصَدْتَ مِنَ الْبِلاَدِ لِمُفْضِلٍ ... قَمَرِ الْقَبَائِلِ خَالِدِ بْنِ يَزِيْدِ </p><p> ومن ذلك قول الشاعر: </p><p> إِذَا سَارَ عَبْدُ اللهِ مِنْ مَرْوَ لَيْلَةً ... فَقَدْ سَارَ مِنْهَا نُوْرُهَا وَجَمَالُهَا </p><p> وقول الآخر: </p><p> نَسَبٌ كَأَنَّ عَلَيْهِ مِنْ شَمْسِ الضُّحَى ... نُوْرًا وَمِنْ فَلَقِ الصَّبَاحِ عَمُوْدَا </p><p> فيجوز إطلاق النور على الله سبحانه، على طريقة المدح، لكونه أوجد الأشياء المنورة وأوجد أنوارها ونورها. </p><p> {كَمِشْكَاةٍ} المشكاة: الكورة غير النافذة. وقيل: هي الحديدة، أو الرصاصة التي يوضع فيها الزيت. وقيل: هي العمود الذي يوضع على رأسه المصباح. وقيل: ما يعلق فيه القنديل من الحديدة. وفي \"القاموس\" وشرحه </p><p> المشكاة: كل كوة غير نافذة، وكلل ما يوضع فيه، أو عليه المصباح. وقيل: المشكاة حبشية معربة، ورسمت بالواو كالصلاة والزكاة. </p><p> {زُجَاجَةٍ} الزجاج بفتح الزاي وضمها، وكسرها: جسم شفاف يصنع من الرمل والقلى، والإناء: والقطعة منه، زجاجة بتثليث الزاي أيضًا. وأراد به قنديلًا من زجاج صافي أزهر. </p><p> {مِصْبَاحٌ} المصباح: السراج الضخم الثاقب. {كَوْكَبٌ} والكوكب: كل نجم مضيء. {دُرِّيٌّ} ؛ أي: مضيء، بضم الدال من غير همز، وبالتشديد منسوب إلى الدرّ، شبه به لصفائه وإضاءته. ويجوز أن يكون أصله الهمز، ولكن خففت الهمزة، وهو فعيل من الدر، وهو دفع الظلمة بضوئه. ويقرأ بالكسر على معنى الوجه الثاني، ويكون على فعيل كسكين وصديق. وفي \"المختار\" ، الدرء الدفع، وبابه قطع، وذرأ طلع مفاجاة، وبابه خضع. ومنه كوكب دري كسكيت لشدة توقده وتلألئه، ودري بالضم منسوب إلى الدر. وفيه أيضًا، ومن المجاز درأ الكوكب إذا طلع كأنه يدرأ الظلام، ودرأت النار أضاءت. </p><p> {وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ} ؛ أي: يبين الله للناس الأشباه والنظائر. تقريبًا للمعقول من المحسوس. اهـ. \"بيضاوي\" . </p><p> {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ} قال في \"المفردات\" أصل البيت: مأوى الإنسان بالليل. ثم قد يقال: من غير اعتبار الليل فيه. وجمعه أبيات وبيوت، لكن البيوت بالمسكن أخص، والأبيات بالشعر. ويقع ذلك على المتخذ من حجر ومدر، ومن صوف ووبر، وبه شبه بيت الشعر، وعبر عن مكان الشيء، بأنه بيته. والمراد بالبيوت هنا: المساجد كلها , لقول ابن عباس - رضي الله عنهما -: المساجد بيوت الله في الأرض، تضيء لأهل السماء، كما تضيء النجوم في الأرض. اهـ. </p><p> والإذن في الشيء: الإعلام بإجازته والرخصة فيه. وقال الإِمام الراغب: والرفع يقال: تارة في الأجسام الموضوعة إذا أعليتها من مقرها. كقوله تعالى:  {وَرَفَعْنَا فَوْقَكُمُ الطُّورَ} وتارةً في الناء إذا طولته كقوله تعالى: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ} وتارةً في الذكر إذا توهته، كقوله تعالى: {وَرَفَعْنَا لَكَ ذِكْرَكَ (٤) }. </p><p> وتارة في المنزلة إذا شرفتها، كقوله تعالى:  {وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ} . </p><p> {يُسَبِّحُ لَهُ فِيهَا} والتسبيح تنزيه الله تعالى، وأصله المرُّ السريع في عبادة الله، فإن السبح المر السريع في الماء، أو في الهواء، ويستعمل باللام وبدونها أيضًا. وجعل عامًا في العبادات قولًا كان أو فعلًا أو نية، أريد به هاهنا الصلوات المفروضة، كما ينبىء عنه تعين الأوقات، بقوله تعالى:  {بِالْغُدُوِّ وَالْآصَالِ} و (الغدو) في الأصل مصدر، يقال غدا يغدو غدوًا من باب سما، أي دخل في وقت الغدوة، وهي ما بين صلاة الغداة وطلوع الشمس. والمصدر لا يقع فيه الفعل فأطلق على الوقت حسبما يشعر اقترانه بالآصال وهو جمع أصيل، وهو العشي؛ أي: من زوال الشمس إلى طلوع الفجر. وقيل: الآصال جمع أصيل، وهو الوقت بين العصر والمغرب، ويجمع أيضًا على أصائل وأصل وأصلان. </p><p> {لَا تُلْهِيهِمْ} يقال: ألهاه عن كذا، إذا شغله عما هو أهم. {تِجَارَةٌ} قال في \"المفردات\" : التجارة: التصرف في رأس المال طالبًا للربح، وليس في كلامهم تاء بعدها جيم، غير هذه اللفظة. {بَيْعٌ} والبيع إعطاء المثمن وأخذ الثمن، والشراء إعطاء الثمن وأخذ المثمن. كما مرّ. </p><p> {وَإِقَامِ الصَّلَاةِ} قال الزجاج: إنما حذفت الهاء؛ لأنه يقال: أقمت الصلاة إقامة، وكان الأصل إقوامًا، ولكن قلبت الواو ألفًا فاجتمعت ألفان فحذفت إحداهما لالتقاء الساكنين، فبقي أقمت الصلاة إقامًا، فأدخلت الهاء عوضًا من المحذوف، وقامت الإضافة هنا في التعويض، مقام الهاء المحذوفة. وهذا إجماع من النحويين. انتهى. </p><p> {يَخَافُونَ} والخوف: توقع مكروه عن إمارة مظنونة أو معلومة. كما أن الرجاء والطمع توقع محبوب عن إمارة مظنونة أو معلومة، ويضاد الخوف والأمن. اهـ. من \"الروح\" . {تَتَقَلَّبُ} والتقلب: التصرف والتغير من حال إلى حال، وقلب الإنسان سمي به لكثرة تقلبه من وجه إلى وجه، والبصر يقال: للجارحة الناظرة، وللقوة التي فيها. </p><p> {كَسَرَابٍ} السراب: ما يشاهد نصف النهار من اشتداد الحو، كأنه ماء </p><p> تنعكس فيه البيوت والأشجار وغيرها، ويضرب به المثل في الكذب والخداع. يقال: أخدع من السراب، وسمي سرابًا؛ لأنه يسرب؛ أي: يجري كالماء. يقال: سرب الفحل؛ أي: مضى وسار، ويسمى الآل أيضًا. ولا يكون إلا في البرية والحر، فيغتر به الظمآن. </p><p> {يَحْسَبُهُ الظَّمْآنُ} في \"المختار\" حسبت زيدًا صالحًا، بالكسر أحسبه بالفتح والكسر محسبةً، ومحسبةً بكسر السين وفتحها، وحسبانًا بالكسر ظننته. اهـ. وفي \"المصباح\" وحسبت زيدًا قائمًا، أحسبه، ما باب تعب، في لغة جميع العرب، إلا بني كنانة، فإنهم يكسرون المضارع مع كسر الماضي أيضًا على غير قياس، وحسبانًا بمعنى ظننت. اهـ. </p><p> {الظَّمْآنُ} : العطشان؛ أي: وكذا غيره من كل من يراه، وخص الظمآن؛ لأنه أحوج إليه من غيره، فالتشبيه به أتم. اهـ. \"شيخنا\" . وهو صفة من ظمىء بالكسر يظمأ، والظميء بالكسر ما بين الشربتين والورودين، والظمأ: العطش الذي يحدث من ذلك. اهـ. \"الروح\" . </p><p> {بِقِيعَةٍ} القيعة بمعنى القاع، أو جمع قاع، وهو: المنبسط المستوى من الأرض. وفي \"المصباح\" والقاع: المستوى من الأرض، والجمع أقواع وقيعان، فصارت الواو ياء لكسر ما قبلها، والقيعة مثل القاع، وهو أيضًا من الواوي، وبعضهم يقول: وجمع. وقال الهروي: والقيعة جمع القاع، مثل جيرة وجار. وفي \"الأساس\" هوكسراب بقيعة وبقاع، ونزلوا بسراب قيعان، ولهم قاعة واسعة وهي عرصة الدار، وأهل مكة يسمون سفل الدار القاعة، ويقولون: فلان في العلية، ووضع قماشة في القاعة. وفي \"القاموس\" و \"التاج\" ما يفهم منه أن القاع أرض سهلة مطمئنة، قد انفرجت منها الجبال والآكام، ويجمع على أقواع وأقوع، وقيع وقيعان وقيعة. </p><p> {لُجِّيٍّ} اللجي العميق الكثير الماء منسوب إلى اللج، وهو معظم البحر، هكذا قال الزمخشري، وقال غيره: منسوب إلى اللجة بالتاء، وهي أيضًا معظمه، </p><p> فاللجي هو الماء الكثير العميق. </p><p> {مِنْ فَوْقِهِ سَحَابٌ} وأصل السحب الجر، وسمي به السحاب إما لجر الريح أو لجره الماء. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: دخول من الجارة على غض الأبصار، دون الفروج في قوله تعالى:  {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ} إشعارًا بأن باب النظر موسع دون الفرج؛ لأنه ينظر من المحارم ما سوى العورة، بخلاف الفرج، فإنه لا يحل له إلا فرج حليلته. </p><p> ومنها: تقديم غض الأبصار على حفظ الفروج إيذانًا بأن النظر بريدة الزنا، ورائده الذي لا يخطىء. </p><p> ومنها: الإيجاز بالحذف في قوله: {يَغُضُّوا مِنْ أَبْصَارِهِمْ} ؛ لأن المراد عما حرم الله تعالى، لا عن كل شيء، فحذف ذلك أكتفاءً بفهم المخاطبين. </p><p> ومنها: المجاز المرسل في قوله: {وَلَا يُبْدِينَ زِينَتَهُنَّ} ؛ لأن المراد منه مواقع الزينة، وهو من باب إطلاق اسم الحال على المحل. قال الزمخشري: وذكر الزينة دون مواقعها للمبالغة في الأمر بالتستر والتصون. وفي قوله:  {عَلَى جُيُوبِهِنّ} ؛ لأن المراد على أعناقهن، وإلا فهو في الأصل طوق القميص. </p><p> ومنها: الاحتراس في قوله تعالى: {إِنْ أَرَدْنَ تَحَصُّنًا} فقد أقحم هذا الاعتراض ليبشع ذلك الإكراه عند المخاطب، ويحذره من الوقوع فيه، ولكي يستيقظ أنه كان ينبغي له أن يأنف من هذه الرذيلة، وإن لم يكن زاجز شرعي ووجه التبشيع عليه أن مضمون الآية النداء عليه، بأن أمته خير منه؛ لأنها آثرت التحصن عن الفاحشة، وهو يأبى إلا إكراهها. </p><p> ومنها: إطلاق المصدر على اسم الفاعل، للمبالغة في قوله:  {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ} بمعنى منورهما، عبر عنه بالمصدر، كأنه عين نورهما. قال الشريف الرضي: وفي الآية استعارة على تفسير بعض العلماء. والمراد عندهم أنه هادي أهل السماوات والأرض، بصوادع برهانه، ونواصع بيانه، كما يهتدى بالأنوار الثاقبة والشهب اللامعة. </p><p> ومنها: التشبيه المرسل في قوله: {مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ} الآية. فقد جاء التشبيه هنا بواسطة الأداة، وهي الكاف. والمراد النور الذي شبه به الحق، نور متضاعف قد اجتمع فيه المشكاة والزجاجة، والمصباح، والزيت، حتى لم تبق بقية مما يقوى النور. واختلفوا في هذا التشبيه، هل هو تشبيه تمثيل؛ أي: مركب قصد فيه تشبيه جملة بجملة، من غير نظر إلى مقابلة جزء بجزء، بل قصد تشبيه هداه وإتقانه، صنعته في كل مخلوق على الجملة بهذه الجملة، من النور الذي تتخذونه، وهو أبلغ صفات النور عندكم. أو تشبيه غير تمثيل؛ أي: غير مركب قصد فيه مقابلة جزءٍ بجزءٍ، وأجاز \"القرطبي\" الوجهين فراجعه. </p><p> ومنها: الطباق في قوله: {لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ} وقد تكلم علماء البيان كثيرًا عن هذا الطباق، والمقصود منه. </p><p> ومنها: التنكير في قوله: {نُورٌ عَلَى نُورٍ} إشعارًا بفخامة شأنه، وبأنه لا أرشق ولا أجمل منه. </p><p> ومنها: تشابه الأطراف في هذه الآية، وهو أن ينظر المتكلم إلى لفظة وقعت في آخر جملة من الفقرة في النثر، أو آخر لفظة وقعت في آخر المصراع الأول في النظم، فيبتدىء بها، تأمل في تشابه أطراف هذه الجمل المتلاحقة {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ} ومن أمثلته في الشعر، قول ليلى الأخيلية في الحجاج بن يوسف: </p><p> إِذَا نَزَلَ الْحَجَّاجُ أَرْضًا مَرِيْضَةً ... تَتَبَّعَ أَقْصَى دَائِهَا فَشَفَاهَا </p><p> شَفَاهَا مِنَ الدَّاءِ الْعُضَالِ الَّذِيْ بِهَا ... غُلاَمٌ إِذَا هَزَّ الْقَنَاةَ سَقَاهَا </p><p> سَقَاهَا فَرَوَّاهَا بِشُرْبٍ سِجَالُهُ ... دِمَاءُ رِجَالٍ يَحْلِبُوْنَ حِرَاهَا </p><p> ومنها: الإطناب بذكر الخاص بعد العام، تنويهًا بشأنه في قوله:  {عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ} ؛ لأن الصلاة من ذكر الله تعالى. </p><p> ومنها: فن الغلو في قوله: {يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ} والغلو: الإفراط في وصف الشيء المستحيل، عقلًا وعادةً، وهو ينقسم إلى قمسين: مقبول وغير مقبول: </p><p> القسم الأول: فالمقبول لا بد أن يقربه المتكلم إلى القبول، بأداة التقريب، إلا أن يكون الغلو في مدح النبي - صلى الله عليه وسلم - فلا غلو حينئذٍ. ويجب على المتكلم أن يسبكه في قالب التخيلات، التي تدعو العقل إلى قبولها في أول وهلة، كالآية الكريمة، فإن إضاءة الزيت من غير مس النار مستحيلة عقلًا، ولكن لفظة يكاد قربته فصار مقبولًا. </p><p> والقسم الثاني: وهو الغلو غير المقبول، كقول أبي نواس: </p><p> وَأَخَفْتَ أهْلَ الشِّرْكِ حَتَّى أَنَّهُ ... لَتَخَافُكَ النُّطَفُ الَّتِيْ لَمْ تُخْلَقِ </p><p> ومنها: المجاز العقلي في قوله: {تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ} فقد أسند إلى القلوب والأبصار التقلب والاضطراب من الهول والفزع، وحق الإسناد أن يكون لصاحبها. </p><p> ومنها: التشبيه التمثيلي الرائع في قوله: {وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَاب} إلخ. وكذلك في قوله:  {أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ} الآية. ووجه التشبيه، أن الذي يأتي به الكافر من أعمال البر، ويعتقد أن له ثوابًا عند الله تعالى، وليس كذلك، فإذا وفي عرصات القيامة، لم يجد الثواب الذي كان يظنه، بل وجد العقاب العظيم، والعذاب الأليم. فعظمت حسرته، وتناهى غمه، فشبه حاله بحال الظمآن، الذي اشتدت حاجته إلى الماء، فإذا شاهد السراب في البر .. تعلق قلبه، فإذا جاءه .. لم يجده شيئًا، فكذلك حال الكافر، يحسب أن عمله نافعة، فإذا احتاج إلى عمله .. لم يجده أغنى عنه شيئًا. </p><p> ومنها: العطف على محذوف في قوله: {وَوَجَدَ اللَّهَ عِنْدَهُ} فإنه معطوف على مقدر، وليست الجملة معطوفة على {لَمْ يَجِدْهُ شَيْئًا} بل على ما يفهم منه، بطريق التمثيل، من عدم وجدان الكفرة، من أعمالهم المذكورة عينًا، ولا أثرًا، كأنه قيل: حتى إذا جاء الكفرة يوم القيامة أعمالهم، التي كانوا في الدنيا يحسبونها نافعةً لهم في الآخرة، لم يجدوها شيئًا، ووجدوا حكم الله وقضاءه لهم بالمرصاد. </p><p> ومنها: المبالغة في التشبيه في قوله: {إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا} ؛ أي: لم يقرب أن يراها. فضلًا عن أن يراها. </p><p> ومنها: التقسيم أو التنويع في قوله: {أَوْ كَظُلُمَاتٍ} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ (٤١) وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ الْمَصِيرُ (٤٢) أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ (٤٣) يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ (٤٤) وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَعٍ يَخْلُقُ اللَّهُ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤٥) لَقَدْ أَنْزَلْنَا آيَاتٍ مُبَيِّنَاتٍ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (٤٦) وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ (٤٧) وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ (٤٨) وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ (٤٩) أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ بَلْ أُولَئِكَ هُمُ الظَّالِمُونَ (٥٠) إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥١) وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَئِكَ هُمُ الْفَائِزُونَ (٥٢) وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ قُلْ لَا تُقْسِمُوا طَاعَةٌ مَعْرُوفَةٌ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ (٥٣) قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ (٥٤) وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ (٥٥) وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ (٥٦) لَا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَأْوَاهُمُ النَّارُ وَلَبِئْسَ الْمَصِيرُ (٥٧) } </p><p> المناسبة </p><p> قوله تعالى:  {أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما وصف (١) قلوب المؤمنين </p><p>(١) المراغي.</p><p> بالنور والهداية وقلوب الكافرين بالظلمة .. أردف ذلك بذكر دلائل التوحيد وساق منها أربعةً. </p><p> قوله تعالى:  {لَقَدْ أَنْزَلْنَا آيَاتٍ مُبَيِّنَاتٍ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه لما ذكر لي الآيات السابقة ما يدل على وجوده من أحوال السماء والأرض والآثار العلوية، وأحوال الحيوان .. ذكر هنا أن هذه وغيرها آيات واضحات، دالة على وجود الخالق المدبر للكون، لا خفاء فيها. </p><p> قوله تعالى:  {وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ} إلى قوله: {وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ} مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر الأدلة الواضحة على توحيده، وأتم بيانها، ثم ذكر أنه يهدي من يشاء، من عباده إلى صراط مستقيم .. أعقبه بدر من لم يهتد بها، وهم المنافقون الذين يقولون بأفواههم ما ليس في قلوبهم، فيقولون: آمنا بالله وبالرسول، ثم يفعلون ضد ما يقولون. فإذا دعوا ليحكم بينهم الرسول فيما يتنازعون فيه .. أبوا وخافوا أن يحيف عليهم. والمؤمن الصادق الإيمان, إذا ما دعي إلى الله والرسول .. قال: سمعًا وطاعةً. </p><p> ثم بين بعض أكاذيبهم التي يراؤون بها، ويدعون الإخلاص فيها، فمنها أنهم يحلفون أغلظ الإيمان أنهم مطيعون للرسول في كل ما يأمرهم به، حتى لو أمرهم بالخروج والجهاد لبوا الأمر سراعًا، ثم أمر الرسول بنهيهم عن الحلف والأيمان؛ لأن طاعتهم معروفة، لا تحتاج إلى يمين، وبأن يقول لهم: أطيعوا الله حقًّا، لا رياءً، فإن أبيتم، فإنما علي التبليغ، وعليكم السمع والطاعة. فإن أطعتموني اهتديتم، وإن توليتم، فقد فعلت ما كلفت به، وعلى الله الحساب والجزاء. </p><p> قوله تعالى:  {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ ...} الآيات. مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما بين أن من أطاع الرسول .. فقد اهتدى إلى الحق، ومن اهتدى إلى الحق، فجزاؤه دار النعيم .. أردف ذلك وعده الكريم، بأنه سيجعل المؤمنين المطيعين لله ورسوله، خلفاء في الأرض، ويؤيدهم </p><p> بالنصرة والإعزاز، ويبدلهم من بعد خوفهم من العدو أمنًا، فيعبدون الله وحده، وهم آمنون. ومن جحد هذه النعم من بعد ذلك .. فقد عصى ربه، وكفر أنعمه. </p><p> قوله تعالى:  {وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما (١) بشر المؤمنين بأنه سيمكن لهم في الأرض، ويجعل لهم من بعد الخوف أمنًا .. أردف ذلك بأمرهم، بإقامة الصلاة، وإيتاء الزكاة شكرًا له، على ما أنعم به عليهم. وإحسانًا إلى عباه البائسين الفقراء، كما أحسن إليهم بتبديل ذلهم عزةً، وضعفم قوةً. ثم أعقبه برفع استبعاد تحقق الوعد السابق، مع كثرة عددهم وعُددهم، وبعدئذ ذكر أن مآلهم إلى النار وبئس القرار. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ ...} الآية، سبب نزول هذه الآية: ما أخرجه ابن أبي حاتم من مرسل الحسن، قال: كان الرجل إذا كان بينه وبين الرجل الآخر منازعة، فدعي إلى النبي - صلى الله عليه وسلم - وهو محق أذعن وعلم أن النبي - صلى الله عليه وسلم - سيقضي له بالحق، وإذا أراد أن يظلم فدعي إلى النبي - صلى الله عليه وسلم - أعرض. فقال:  \"انطلق إلى فلان\" ، فأنزل الله {وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ ...} الآية. </p><p> قوله تعالى:  {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ ...} الآية، سبب (٢) نزول هذه الآية: ما أخرجه الحاكم بسنده، عن أبي بن كعب - رضي الله عنه - قال: لما قدم رسول الله - صلى الله عليه وسلم - وأصحابه المدينة، وآوتهم الأنصار، رمتهم العرب عن قوس واحدة، كانوا لا يبيتون إلا بالسلاح، ولا يصبحون إلا فيه، فقالوا: ترون أنا نعيش حتي نكون آمنين مطمئنين، لا نخاف إلا الله، فنزلت:  {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا} إلى قوله: {وَمَنْ كَفَرَ بَعْدَ ذَلِكَ} يعني بالنعمة {فَأُولَئِكَ هُمُ الْفَاسِقُونَ} هذا حديث صحيح الإسناد لم </p><p>(١) المراغي. (٢) لباب النقول.</p>"
}