{
  "id": null,
  "sura": 24,
  "aya": 60,
  "text": "<p> الذين أمروا بالاستئذان من غير استثناء. </p><p> وذكر الله (١) سبحانه في هذه الآية حكم الأطفال إذا بلغوا, ولم يذكر حكم ما ملكت أيماننا، مع أن ما قبلها فيه ذكر المماليك والأطفال؛ لأن حكم ما ملكت اليمين واحد، كبارهم وصغارهم، وهو الاستئذان في الساعات الثلاث التي ذكرت في الآية قبل فقط. وقرأ الحسن {الحلْم} بسكون اللام فحذف الضمة لثقلها. كما مر. </p><p> ثم أكد نعمه عليهم ببيان أحكام دينهم بقوله:  {كَذَلِكَ} ؛ أي: كما بين لكم ما ذكر غاية البيان {يُبَيِّنُ} الله سبحانه وتعالى {لَكُمُ} أيها المؤمنون {الْآيَاتِ} ؛ أي: آيات أحكامه مما فيه سعادتكم في دنياكم وآخرتكم. {وَاللَّهُ} سبحانه وتعالى {عَلِيمٌ} بأحوال خلقه ظواهرها وبواطنها، فيجازيهم عليها. {حَكِيمٌ} فيما دبره وشرعه لهم. كرره للتأكيد والمبالغة في الأمر بالاستئذان. </p><p> فائدة: فإن قلت: قوله تعالى: {وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا} الآية. ختم (٢) هذه الآية بقوله: {كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ} بالإضافة إلى ضميره. وختم ما قبلها وما بعدها بقوله:  {كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ} بالتعريف بأل، فما الفرق بينها، وبينهما؟ </p><p> قلت: الفرق أن ما قبلها وما بعدها يشتملان على علامات يمكننا الوقوف عليها. وهي في الأولى:  {مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ} وفي الأخيرة: {مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ} الآية. فختم الآيتين بقوله:  {كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ} وأما بلوغ الأطفال، فلم يذكر له علامات يمكننا الوقوف عليها، بل تفرد تعالى بعلمه بذلك، فخصها بقوله:  {كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ} بالإضافة إليه. اهـ. \"فتح الرحمن\" . </p><p> ٦٠ - ولما بين سبحانه، حكم الحجاب، حين إقبال الشباب، أتبعه بحكمه حين إدباره، فقال:  {وَالْقَوَاعِدُ} مبتدأ. جمع قاعد بلا هاء، ليدل حذفها على أنه قعود </p><p>(١) المراغي. (٢) فتح الرحمن.</p><p> الكبر لا قعود الجلوس. كما قالوا: امرأة حامل، ليدل بحذف الهاء على أنه حمل حبل، لا حمل متاع. ويقال: قاعدة في بيتها بمعنى جالسة في بيتها، وحاملة على ظهرها. {مِنَ النِّسَاءِ} حال من الضمير المستكن في القواعد؛ أي: والعجائز اللاتي قعدن عن الحيض والحمل حالة كونهن من النساء {اللَّاتِي لَا يَرْجُونَ نِكَاحًا} وزواجًا، صفة للقواعد لا للنساء؛ أي: لا يطمعن في النكاح لكبرهن، فاعتبر فيهن القعود عن الحيض والحمل والكبر أيضًا؛ لأنه ربما ينقطع الحيض والرغبة فيهن باقية. {فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ} الجملة خبر المبتدأ؛ أي: فليس عليهن إثم ووبال في {أَنْ يَضَعْنَ} وينزعن {ثِيَابَهُنَّ} ؛ أي: الثياب الظاهرة كالجلباب والإزار فوق الثياب، والقناع فوق الخمار عند الرجال الأجانب، لا الثياب التي على العورة الخاصة. وإنما جاز لهن ذلك لانصراف الأنفس عنهن، إذ لا رغبة للرجال فيهن، فأباح الله سبحانه لهن ما لم يبحه لغيرهن تخفيفًا عليهن. </p><p> ثم استثنى حالةً من حالاتهن. فقال:  {غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ} حال من فاعل يضعن؛ أي: حالة كونهن غير مظهرات للزينة الخفية، التي أمرن بإخفائها في قوله:  {وَلَا يُبْدِينَ زِينَتَهُنّ} كالسوار والخلخال والقلادة. </p><p> والمعنى (١) : من غير أن يردن بوضع الجلابيب إظهار زينتهن، ولا متعرضات بالتزين لينظر إليهن الرجال. والتبرج التكشف والظهور للعيون. ومنه بروج مشيدة، وبروج السماء. ومنه قولهم سفينة بارجة؛ أي: لا غطاء عليها. </p><p> وقال في \"فتح الرحمن\" ، فإن قلت: كيف أباح تعالى بذلك للقواعد من النساء، وهن العجائز، التجرد من الثياب بحضرة الرجال؟ </p><p> قلت: المراد بالثياب الزائدة على ما يسترهن. </p><p> والمعنى: أي (٢) والنساء اللواتي قعدن عن الولد كبرًا، وقد يئسن من التبعل، فلا يطمعن في الأزواج، فليس عليهن إثم، ولا حرج في أن يخلعن </p><p>(١) الشوكاني. (٢) المراغي.</p><p> ثيابهن الظاهرة، كالملحفة والجلباب الذي فوق الخمار، إذا كن لا يبدين زينة خفية، كشعر ونحر وساق لدى المحارم وغير المحارم من الغرباء. </p><p> وخلاصة ذلك: أنه لا جناح على القواعد من النساء أن يجلسن في بيوتهن بدرع وخمار ويضعن الجلباب، ما لم يقصدن بذلك الزينة، وإظهار ما يجب إخفاؤه. هذا إذا لم يكن فيهن بقية من جمالٍ تورث الشهوة، فإن كان فيهن ذلك، فلا يدخلن أى حكم الآية. </p><p> {وَأَنْ يَسْتَعْفِفْنَ} أي؛ وإن يطلبن العفة بترك وضع الثياب. وهو مبتدأ خبره {خَيْرٌ لَهُنَّ} من وضعها لبعده من التهمة؛ أي: استعفافهن بعدم إلقاء الجلباب خير لهن من الإلقاء؛ أي: وإن تعففن عن وضع جلابيبهن وأرديتهن، فلبسها كالشباب، كان ذلك خيرًا لهن من خلعها ,لتباعدهن حينئذٍ عن التهمة. ولقد قالوا: لكل ساقطة في الحي لاقطة. </p><p> وقرأ ابن مسعود (١) : {وأن يعففن} بغير سين. قال القاضي أبو يعلى: وفي هذه (٢) الآية دلالة، على أنه يباح للعجوز كشف وجهها ويديها بين يدي الرجال. وأما شعرها فيحرم النظر إليه كشعر الشابة. </p><p> ثم توعد من يخالف تلك الأوامر فقال:  {وَاللَّهُ} سبحانه وتعالى {سَمِيعٌ} بما يجري بينهن وبين الرجال من الأحاديث والمقاولات {عَلِيمٌ} بمقاصدهن، لا تخفى عليه خافية من أمرهن، فاحذروا أن يسول لكم الشيطان مخالفة ما به أمر، وعنه نهى، فهو سبحانه سميع لما يقوله كل قائل، عليم بمقاصده. فيجازي كلا على عمله الظاهر والباطن، وفي ذكر هاتين الصفتين توعد وتحذير. </p><p> واعلم: أن العجوز (٣) إذا كانت بحيث لا تشتهى جاز النظر إليها لا من الشهوة. وفيه إشارة إلى أن الأمور إذا خرجت عن معرض الفتنة، وسكنت نائرة الآفات سهل الأمر، وارتفعت الصعوبة، وأبيحت الرخص، ولكن التقوى فوق </p><p>(١) الشوكاني. (٢) زاد المسير.(٣) روح البيان.</p><p> أمر الفتوى. كما أشار إليه قوله تعالى:  {وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ} </p><p> وفي الحديث:  \"لا يبلغ العبد أن يكون من المتقين حتى يدع ما لا بأس به، حذرًا مما به بأس\" . قال ابن سيرين: ما غشيت امرأة قط، لا في يقظة ولا في نوم، غير أم عبد الله. وإني لأرى المرأة في المنام، فاعلم أنها لا تحل لي، فأصرف بصري. قال بعضهم: ليت عقلي في اليقظة كعقل ابن سيرين في المنام. </p><p> واعلم: أن عدم رجاء النكاح إنما هو من طرف الرجل لا من طرف العجوز غالبًا، فإنه حكي أن عجوزًا مرضت، فأتى ابنها بطبيب، فرآها متزينة بأثواب مصبوغة فعرف حالها, فقال: ما أحوجها إلى الزوج. فقال الابن: ما للعجائز والأزواج. فقالت: ويحك أنت أعرف من الطبيب. </p><p> وحكي: أنه لما مات زوج رابعة العدوية، استأذن عليها الحسن البصري وأصحابه، فأذنت لهم بالدخول عليها، وأرخت سترًا، وجلست وراء الستر. فقال لها الحسن وأصحابه: إنه قد مات بعلك ولا بد لك منه. قالت: نعم وكرامةً. قالت: من أعلمكم حتى أزوِّجه نفسي، فقالوا: الحسن البصري. فقالت: إن أجبتني في أربع مسائل فأنا لك. فقال: سلي إن وفقني الله أجبتك. فقالت: ما تقول: لو مت أنا وخرجت من الدنيا، مت على الإيمان أم لا؟ قال: هذا غيب لا يعلمه إلا الله. ثم قالت: ما تقول: لو وضعت في القبر وسألني منكر ونكير أأقدر على جوابهما أم لا. قال: هذا غيب أيضًا. ثم قالت: إذا حشر الناس يوم القيامة وتطايرت الكتب أأعطى كتابي بيميني أم بشمالي. قال: هذا غيب أيضًا. ثم قالت: إذا نودي في الخلق: فريق أى الجنة، وفريق أى السعير، كنت أنا من أي الفريقين؟ قال: هذا غيب أيضًا. قالت: من كان ليس له علم هذه الأربعة، كيف يشتغل بالتزوج. ثم قالت: يا حسن أخبرني كم خلق الله العقل؛ قال: عشرة أجزاء تسعة للرجال وواحد للنساء. ثم قالت: يا حسن كم خلق الله الشهوة. قال: عشرة أجزاء، تسعة للنساء وواحد للرجال. قالت: يا حسن أنا أقدر على حفظ تسعة أجزاء من الشهوة بجزء من العقل. وأنت لا تقدر على حفظ جزء من الشهوة بتسعة أجزاء من العقل. فبكى الحسن وخرج من عندها. </p>"
}