{
  "id": null,
  "sura": 25,
  "aya": 61,
  "text": "<p> سماعها وقراءتها، وهي سنة عقب التلاوة فورًا، وإذا أخرت عن وقت القراءة تكون قضاء. </p><p> واختلفوا في سجود الشكر عند تجدد النعمة أو اندفاع النقمة، فقال: أبو حنيفة ومالك: يكره، فيقتصر على الحمد والشكر باللسان. وقال الشافعي وأحمد: يسن، وحكمه عندهما كسجود التلاوة، لكنه لا يفعل في الصلاة. كذا في \"فتح الرحمن\" . قال الشافعي: فيكبر مستقبل القبلة، ويسجد فيحمد الله تعالى ويشكره ويسبح، ثم يكبر فيرفع رأسه، أما السجود بغير سبب فليس بقربة ولا مكروه؛ وأما ما يفعل عقب الصلاة فمكروه؛ لأن الجهال يعتقدونها سنة أو واجبة، وكل مباح يؤدي إليه فمكروه، انتهى. </p><p> قال السرخسي (١) : السجود لغير الله تعالى على وجه التعظيم كفر، وما يفعلونه من تقبيل الأرض بين يدي العلماء فحرام. وذكر الصدر الشهيد: لا يكفر بهذا السجود؛ لأنه يريد به التحية، انتهى. لكنه يلزم عليه أن لا يفعل ذلك؛ لأنه شريعة منسوخة، وهي شريعة يعقوب عليه السلام، فإن السجود في ذلك الزمان كان يجري مجرى التحية كالتكرمة بالقيام والمصافحة وتقبيل اليد ونحوها من عادات الناس الناشئة في التعظيم والتوقير، ويدل عليه قوله تعالى في حق إخوة يوسف وأبيه:  {وَخَرُّوا لَهُ سُجَّدًا} ، وأما الانحناء للسلطان أو لغيره فمكروه؛ لأنه يشبه فعل اليهود، كما أن تقبيل يد نفسه بعد المصافحة فعل المجوس. </p><p> ٦١ - ثم ذكر سبحانه ما لو تفكروا فيه لعرفوا وجوب السجود للرحمن، فقال:  {تَبَارَكَ الَّذِي} ؛ أي: تكاثر خير الإله الفياض. قال في \"برهان القرآن\" : خص هذا الموضع بذكر {تَبَارَكَ} لأنه من عظائم الأمور، حيث ذكر البروج والسيارات والشمس والقمر والليل والنهار، ولولاها ما وجد في الأرض حيوان ولا نبات {جَعَلَ} بقدرته الكاملة {فِي السَّمَاءِ بُرُوجًا} ؛ أي: منازل وطرقًا تسير فيها الكواكب السبعة السيارة المنظومة في قول بعضهم: </p><p>(١) روح البيان.</p><p> زُحَلٌ شَرَى مَرِّيْخَهُ مِنْ شَمْسِهِ ... فَتَزَاهَرَتْ لِعُطَارِدَ الأقْمَارُ </p><p> وتلك البروج اثنا عشر برجًا منظومة في قول بعضهم: </p><p> حَمَلَ الثَّوْرُ جَوْزَةَ السَّرَطَانِ ... وَرَعَى اللَّيْثُ سُنْبُلَ الْمِيْزَانِ </p><p> وَرَمَى عَقْرَبٌ بِقَوْسٍ لِجَدْيٍ ... نَزَحَ الدَّلْوُ بُرْكَةَ الْحِيْتَانِ </p><p> وسميت هذه المنازل بالبروج، وهي القصور العالية؛ لأنها للكواكب السيارة كالمنازل الرفيعة لسكانها، واشتقاقها من التبرج؛ وهو الظهور وهذه البروج لكل واحد منه منزلتان وثلث منزلة من منازل القمر - وهي ثمانية وعشرون نجمًا - مجموعة في قول بعضهم: </p><p> أَوَّلُهَا الْشَرُطَيْنُ ثُمَّ الْبُطَيْنُ ... ثُمَّ الثُّرَيَّا الْوَاضِحُ الْمُسْتَبِيْنُ </p><p> وَدَبْرَانِ هَقْعَةٌ وَهَنْعَةْ ... ذِرَاعُ نَثْرَةٍ وَطَرْفُ جَبْهَةْ </p><p> وَالْخَرْتَانِ زُبْرَةٌ تُسَمَّى ... وَالصَّرْفَةُ الْعَوًا السِّمَاكُ ثُمَا </p><p> غَفْرٌ زُبَانَا إِكْلِيْلٌ قَلْبٌ بَعْدَةْ ... وَشَوْلَةٌ نَعَايِمُ وَبَلْدَةْ </p><p> سَعْدٌ ذَابِحٌ سَعْدُ بَلْعَةْ ... سَعْدٌ سُعُودٌ سَعْدُ الأَخْبِيَةْ </p><p> وَالْفَرْعُ ذُو التَّقْدِيمِ وَالْفَرْعُ الأَخِيْرُ ... وَبَطْنُ حُوْتٍ وَالرِّشَا فِيْهِ شَهِيْرُ </p><p> وتستمر الشمس في كل منزلة من هذه المنازل ثلاثة عشر يومًا إلا الجبهة، فتكون عنده أربعة عشر يومًا، كما هو مقرر في علم الميقات. </p><p> {وَجَعَلَ فِيهَا} ؛ أي (١) : في تلك البروج، لا في السماء؛ لأن البروج أقرب مذكرر، فعود الضمير إليها أولى {سِرَاجًا} ؛ أي: شمسًا، ومثله قوله تعالى:  {وَجَعَلَ الشَّمْسَ سِرَاجًا} . </p><p> وقرأ الجمهور (٢) : {سِرَاجًا} بالإفراد؛ وهو الشمس. وقرأ عبد الله وعلقمة والأعمش وحمزة والكسائي {سُرُجا} - بضمتين بالجمع -؛ أي: النجوم العظام الوقادة. ورجح القراءة الأولى أبو عبيد. قال الزجاج في تأويل قراءة حمزة </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}