{
  "id": null,
  "sura": 25,
  "aya": 1,
  "text": "<p> قال: بل اجمعهما لي في الآخرة فنزلت: {تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ ...} الآية. </p><p> قوله تعالى:  {وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ ...} الآية، سبب نزولها: ما أخرجه الواحدي من طريق جويبر عن الضحاك عن ابن عباس - رضي الله عنه - قال: لما عير المشركون رسول الله - صلى الله عليه وسلم - بالفاقة، وقالوا: ما لهذا الرسول يأكل الطعام ويمشي في الأسواق، حزن رسول الله - صلى الله عليه وسلم -، فنزل:  {وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ ...} الآية. وأخرج ابن جرير نحوه من طريق سعيد وعكرمة عن ابن عباس. </p><p> التفسير وأوجه القراءة </p><p> ١ - {تَبَارَكَ} ؛ أي: تزايد وتكاثر خير الإله وإحسانه، الذي من أجله وأعظمه إرسال الرسول، وإنزال القرآن. {الَّذِي نَزَّلَ الْفُرْقَانَ} ؛ أي: أنزل القرآن إنزالًا متكررًا بحسب الوقائع في ثلاث وعشرين سنة. {عَلَى عَبْدِهِ} محمد - صلى الله عليه وسلم -. {لِيَكُونَ} ذلك العبد أو إنزال القرآن. {لِلْعَالَمِينَ} ؛ أي: للمكلفين من الثقلين. {نَذِيرًا} ؛ أي: مخوفًا من عذاب الله تعالى. أو المعنى (١) : تعالى الله الذي نزل القرآن على عبده الأخلص، ونبيه الأخص، وحبيبه الأعلى، وصفيه الأولى محمد المصطفى - صلى الله عليه وسلم - في ذاته وصفاته وأفعاله. فتعالت ذاته من جواز التغير والفناء، وعن مشابهة شيء من الممكنات. وتعالت صفاته عن الحدوث، وأفعاله عن العبث. ومن جملة أفعاله تنزيل القرآن، المنطوي علي جميع الخيرات الدينية والدنيوية. وفي الإتيان بعنوان العبد إعلام بكون سيدنا محمد - صلى الله عليه وسلم -، في أقصى مراتب العبودية، وتشريف له بالعبدية المطلقة، وتفضيل له بها على جميع الأنبياء، فإنه تعالى لم يسم أحدًا منهم بالعبد مطلقًا، كقوله تعالى:  {عَبْدَهُ زَكَرِيَّا} وتنبيه على أن الرسول لا يكون إلا عبدًا للمرسل، ردًا على النصارى. ولذا قدم في التشهد عبده على رسوله. </p><p>(١) المراح وروح البيان.</p><p> وقال الشوكاني: تكلم (١) سبحانه في هذه السورة على التوحيد؛ لأنه أقدم وأهم. ثم في النبوة؛ لأنها الواسطة، ثم في المعاد؛ لأنه الخاتمة. وأصل تبارك: مأخوذ من البركة، وهي النماء، حسيةً كانت أو معنوية. </p><p> قال الزجاج: تبارك تفاعل من البركة. قال: ومعنى البركة: الكثرة من كل ذي خير. وقال الفراء: إنَّ تبارك وتقدس في العربية واحد. ومعناهما العظمة. وقيل: المعنى: تبارك عطاؤه؛ أي: زاد وكثر. وقيل: المعنى؛ أي: دام وثبت. قال النحاس: وهذا أولاها في اللغة. </p><p> قال العلماء: هذه اللفظة لا تستعمل إلا لله سبحانه، ولا تستعمل إلا بلفظ الماضي، وخص في هذا الموضع بالذكر, لأن ما بعده أمر عظيم، وهو القرآن المشتمل على معاني جميع كتب الله تعالى. </p><p> والفرقان القرآن، سمي فرقانًا, لأنه يفرق بين الحق والباطل بأحكامه، أو بين المحق والمبطل؛ أي: بين المؤمن والكافر، أو لأنه نزل مفرقًا في أوقات كثيرة. ولهذا قال نزل بالتشديد لتكثير التفريق. ثم علل التنزيل بقوله:  {لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا} ؛ أي: ليكون (٢) العبد منذرًا بالقرآن للإنس والجن ممن عاصره، أو جاء بعده مخوفًا لهم من عذاب الله، وموجبات سخطه. والمراد بعبده محمد - صلى الله عليه وسلم - كما مر. وبالعالمين هنا الإنس والجن. لأن النبي - صلى الله عليه وسلم - مرسل إليهما فقط. فإن الملائكة، وإن كانوا من جملة أجناس العالم، إلا أن النبي - صلى الله عليه وسلم - لم يكن رسولًا إليهم، فلم يبق من العالمين المكلفين إلا الجن والإنس، فهو رسول إليهما جميعًا، فتكون الآية وقوله عليه السلام:  \"أرسلت للخلق كافة\" من العام المخصوص. ولم يبعث نبي غيره - صلى الله عليه وسلم - إلا إلى قوم معينين. وأما نوح عليه السلام، فإنه وإن كان له عموم بعثة، لكن رسالته ليست بعامة لمن بعده. وأما سليمان عليه السلام، فإن كونه مبعوثًا إلى الجن وما كان له من التسخير العام .. لا يستلزم عموم الدعوة. </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> والآية حجة لأبي حنيفة - رحمه الله - في قوله: ليس للجن ثواب إذا أطاعوه سوى النجاة من العذاب، ولهم عقاب إذا عصوا حيث اكتفى بقوله:  {لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا} ولم يذكر البشارة. قال في \"الإرشاد\" عدم التعرض للتبشير لانسياق الكلام على أحوال الكفرة. </p><p> وفي \"المراغي\" : وإنما ذكر الإنذار ولم يذكر التبشير، مع أن الرسول مرسل بهما، من قبل أن السورة بصدد بيان حال المعاندين، المتخذين لله ولدًا، والطاعنين في كتبه ورسله واليوم الآخر. والنذير المنذر؛ أي: ليكون محمدًا منذرًا، أو ليكون إنزال القرآن منذرًا. ويجوز أن يكون النذير هنا بمعنى المصدر للمبالغة؛ أي: ليكون إنزاله إنذارًا، أو ليكون محمد إنذارًا. وجعل الضمير للنبي - صلى الله عليه وسلم - أولى؛ لأن صدور الإنذار منه حقيقة ومن القرآن مجاز. والحمل على الحقيقة أولى. ولكونه أقرب مذكور. وقيل: إن رجوع الضمير إلى الفرقان أولى، لقوله تعالى:  {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} . </p><p> وقرأ الجمهور (١) : {عَلَى عَبْدِهِ} بالإفراد، وهو محمد - صلى الله عليه وسلم -. وقرأ ابن الزبير {عَلَى عِبَادِهِ} ؛ أي: الرسول وأمته، كما قال تعالى:  {لَقَدْ أَنْزَلْنَا إِلَيْكُمْ} وقال: {وَمَا أُنْزِلَ إِلَيْنَا} وقرأ ابن الزبير: {للعالمين الجن والإنس} وهو تفسير للعالمين. </p><p> وخلاصة ذلك (٢) : تعالى الله عما سواه، في ذاته وصفاته وأفعاله التي من جملتها تنزيل القرآن المعجز الناطق بعلو شأنه، وسمو صفاته وابتناء أفعاله على أساس الحكم، والمصالح على عبده محمد - صلى الله عليه وسلم - لينذر به الناس، ويخوفهم بأسه ووقائعه بمن خلا قبلهم من الأمم. ونحو الآية قوله تعالى: {الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا (١) قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ}. </p><p> فائدة: لفظة تبارك (٣) كلمة لا تستعمل إلا لله تعالى بلفظ الماضي، وذكرت </p><p>(١) البحر المحيط. (٢) المراغي.(٣) فتح الرحمن.</p>"
}