{
  "id": null,
  "sura": 25,
  "aya": 20,
  "text": "<p> كهؤلاء الذين كذبوا بيوم القيامة .. نذقه في الآخرة، وندخله عذابًا كبيرًا؛ لا يقدر قدره، ولا تصل العقول إلى معرفة كنهه. </p><p> وقرأ عاصم الجحدري والضحاك وأبو الجوزاء وقتادة (١) : {يذقه} بياء الغيبة؛ أي: الله، كما هو الظاهر، أو الظلم المفهوم من الفعل، على سبيل المجاز بإسناد إذاقة العذاب إلى السبب. </p><p> ٢٠ - ثم رجع سبحانه إلى خطاب رسوله، موضحًا لبطلان قولهم: ما لهذا الرسول يأكل الطعام، ويمشي في الأسواق. فقال:  {وَمَا أَرْسَلْنَا قَبْلَكَ} يا محمد أحدًا {مِنَ الْمُرْسَلِينَ إِلَّا} رسلًا قيل فيهم: {إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ} فلم يكن ذلك منافيًا لرسالتهم, فأنت لا تكون بدعًا منهم. وكسرت همزة {إن} لوقوعها بعد قول محذوف وقع صفة لموصوف محذوف، كما قدرناه، وإن تكسر بعد القول قاعدةً مطردةً. هذا ما ظهر لي في هذا المقام. </p><p> والمعنى: أي إن (٢) جميع من سبقك من الرسل، كانوا يأكلون الطعام للتغذي به، ويمشون في الأسواق للتكسب والتجارة. ولم يقل: أحد إن ذلك نقص لهم، يغض من كرامتهم، ويزري بهم، ولم يكن لهم امتياز عن سواهم في هذا، وإنما امتازوا بصفاتهم الفاضلة، وخصائصهم السامية، وآدابهم العالية، وبما ظهر على أيديهم من خوارق العادات وباهر المعجزات، مما يستدل به كل ذي لب سليم، وبصيرة نافذة، على صدق ما جاؤوا به من عند ربهم، فمحمد - صلى الله عليه وسلم - ليس بدعًا من الرسل، إذ يأكلُ ويمشي في الأسواق، وليس هذا بذم له، ولا مطعن في صدق رسالته، كما تزعمون. ونحو الآية قوله تعالى:  {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى} وقوله: {وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَامَ} </p><p> وإن (٣) مكسورة باتفاق العشرة، و (اللام) : لام الابتداء زيدت في الخبر. </p><p>(١) زاد المسير. (٢) المراغي.(٣) المراح.</p><p> والجملة الواقعة بعد {إِلَّا} حالية. والمعنى؛ أي: وما أرسلنا قبلك يا محمد أحدًا من المرسلين، إلا وحالهم آكلون، وماشون، فأنت مثلهم في ذلك. قاله ابن الأنباري. وقال الزجاج: الجملة الواقعة بعد {إِلَّا} صفة لموصوف محذوف. </p><p> والمعنى: وما أرسلنا قبلك أحدًا من المرسلين، إلا آكلين وماشين، وإنما حذف الموصوف, لأن في قوله: من المرسلين دليلًا عليه نظيره {وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ (١٦٤) }؛ أي: وما منا أحد. وقال الفراء: لا محل لها من الإعراب، وإنما هي صلة لموصول، محذوف هو المفعول، والتقدير: إلا من أنهم ليأكلون الطعام. والضمير في {إِنَّهُمْ} وما بعده، راجع إلى {مِنَ} المقدرة، وقال الزجاج: هذا خطأ, لأن {مِنَ} الموصلة لا يجوز حذفها. </p><p> وقرىء (١) : أنهم بالفتح على زيادة اللام وأن مصدرية، والتقدير: إلا أنهم يأكلون الطعام؛ أي: ما جعلناهم رسلًا إلى الناس إلا لكونهم مثلهم في الأكل والمشي. وقرأ الجمهور:  {يمشون} مضارع مشى خفيفًا. وقرأ علي وابن مسعود وعبد الرحمن بن عبد الله: يمشون مشددًا مبنيًا للمفعول؛ أي: يمشيهم حوائجهم والناس. وقال الزمخشري: ولو قرىء: يمشون، لكان أوجه لولا الرواية. انتهى. وقد قرأ كذلك أبو عبد الرحمن السلمي مشددًا مبنيًا للفاعل، وهي بمعنى يمشون. قراءة الجمهور. </p><p> والخطاب في قوله:  {وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً} عام لجميع الناس، المؤمن والكافر؛ أي (٢) : وجعلنا بعضكم أيها الناس فتنة؛ أي: ابتلاء ومحنة لبعض آخر. الفقراء بالأغنياء، والمرسلين بالمرسل إليهم، ومناصبتهم لهم العداوة وأذاهم لهم، والسقماء بالأصحاء، والأسافل بالأعالي، والرعايا بالسلاطين، والموالي بذوي الأنساب، والعميان بالبصراء، والضعفاء بالأقوياء. قال الواسطي </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> - رحمه الله -: ما وجد موجود إلا لفتنة، وما فقد مفقود إلا لفتنة. </p><p> فالمريض يقول (١) : لم لم أجعل كالصحيح، وكذا كل صاحب آفة. والصحيح مبتلى بالمريض فلا يضجر منه ولا يحقره والغني مبتلى بالفقير يواسيه والفقير مبتلى بالغني يحسده، ونحو هذا مثله. </p><p> وقيل المراد بالآية، أنه كان إذا أراد الشريف أن يسلم، ورأى الوضيع قد أسلم قبله أنف، وقال: لا أسلم بعده، فيكون له علي السابقة والفضل، فيقيم على كفره، فذلك افتتان بعضهم ببعض. واختار هذا القول الفراء والزجاج، ولا وجه لقصر الآية على هذا، فإن هؤلاء وإن كانوا سبب النزول فالاعتبار بعموم اللفظ، لا بخصوص السبب. </p><p> ثم قال سبحانه، بعد الإخبار بجعل البعض للبعض فتنة:  {أَتَصْبِرُونَ} على هذه الفتنة فتؤجروا، أم لا تصبرون فيزداد غمكم. والاستفهام فيه للتقرير، وهو (٢) علة للجعل المذكور. </p><p> والمعنى: وجعلنا بعضكم لبعض فتنة، لنعلم أتصبرون على الابتلاء، أم تجزعون عنه. </p><p> أو حث على الصبر، على ما افتتنوا به؛ أي: اصبروا على ابتلائكم ولا تجزعوا. وقال أبو الليث: اللفظ لفظ الاستفهام. والمراد الأمر، يعني اصبروا على الابتلاء. كقوله تعالى:  {أَفَلَا يَتُوبُونَ إِلَى اللَّهِ} ؛ أي: توبوا. وقوله:  {فَهَلْ أَنْتُمْ مُنْتَهُونَ} ؛ أي: انتهوا. </p><p> ثم وعد الله الصابرين بقوله:  {وَكَانَ رَبُّكَ بَصِيرًا} ؛ أي: بكل من يصبر، ومن لا يصبر، فيجازي كلا منهما بما يستحقه. </p><p> والمعنى: أي (٣) وامتحنا أيها الناس بعضكم ببعض، فجعلنا هذا نبيًا </p><p>(١) الشوكاني. (٢) البيضاوي.(٣) المراغي.</p><p> وخصصناه بالرسالة، وهذا ملكًا وخصصناه بالدنيا. وهذا فقيرًا وحرمناه من لذات الدنيا ونعيمها، لنختبر الفقير بصبره على ما حرم، مما أعطيه الغني، والملك بصبره على ما أوتيه الرسول من الكرامة. وكيف يكون رضى كل منهم بما أعطي، وقسم له، وطاعته ربه على حرمانه، مما أعطي سواه، ومن جراء هذا لم أعط محمدًا الدنيا، وجعلته يمشي في الأسواق، يطلب المعاش لأبتليكم، وأختبر طاعتكم وإجابتكم إياه، إلى ما دعاكم إليه، وهو لم يرج منكم عرضًا من أعراض الدنيا، ولو أعطيتها إياه، لسارع كثيرة منكم إلى متابعته، طمعًا في أن ينال شيئًا من دنياه. </p><p> والخلاصة: لو شئت أن أجعل الدنيا، مع رسلي، حتى لا يخالفوا .. لفعلت، لكني أردت أن ابتلي العباد بهم، وابتليهم بالعباد، فينالهم منهم الأذى، ويناصبوهم العداء، فاصبروا على البلاء، فقد علمتم ما وعد الله به الصابرين {وَكَانَ رَبُّكَ بَصِيرًا} ؛ أي: وربك أيها الرسول، بصير بمن يجزع، وبمن يصبر، على ما امتحن به من المحن، ويجازي كلا بما يستحق من عقاب أو ثواب. </p><p> وفي الحديث المتفق عليه، عن أبي هريرة، يبلغ به النبي - صلى الله عليه وسلم - قال:  \"إذا نظر أحدكم إلى من فضل عليه بالمال والجسم، فلينظر إلى من هو دونه في المال والجسم\" . هذا لفظ البخاري، ولمسلم \"انظروا إلى من هو أسفل منكم، ولا تنظروا إلى من هو فوقكم، فهو أجدر أن لا تزدروا نعمة الله عليكم\" . </p><p> واعلم: أن العبد، لا بد له من السكون إلى قضاء الله تعالى، في حال فقره وغناه، ومن الصبر على كل أمر يرد عليه من مولاه، فإنه تعالى بصير بحاله، مطلع عليه في كل فعاله، وربما يشدد المحنة عليه بحكمته، ويمنع مراده عنه، مع كمال قدرته. </p><p> الإعراب </p><p> {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا (١) }. </p><p> {تَبَارَكَ} : فعل ماض جامد. {الَّذِي} : فاعل. والجملة مستأنفة استئنافًا </p><p> نحويًا. {نَزَّلَ الْفُرْقَانَ} : فعل وفاعل مستتر ومفعول به. والجملة صلة الموصول {عَلَى عَبْدِهِ} جار ومجرور ومضاف إليه، متعلق بـ {نَزَّلَ} . {لِيَكُونَ} : اللام حرف جر وتعليل. {يكون} : فعل مضارع ناقص، منصوب بأن المضمرة بعد لام كي، واسمها ضمير مستتر يعود على عبده، أو على الفرقان، أو على الله سبحانه. {لِلْعَالَمِينَ} : متعلق بـ {نَذِيرًا} ، قدم عليه للفاصلة. {نَذِيرًا} : خبرها. وجملة {يكون} مع أن المضمرة، في تأويل مصدر مجرور باللام، تقديره: لكونه نذيرًا، الجار والمجرور متعلق بـ {نَزَّلَ} . </p><p> {الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا} . </p><p> {الَّذِي} : بدل من الموصول الأول، أو عطف بيان منه، أو خبر لمبتدأ محذوف، أو منصوب على المدح. {لَهُ} : خبر مقدم. {مُلْكُ السَّمَاوَاتِ} : مبتدأ مؤخر ومضاف إليه. {وَالْأَرْضِ} : معطوف على السماوات. والجملة صلة الموصول. {وَلَمْ يَتَّخِذْ وَلَدًا} . جازم وفعل مجزوم، وفاعل مستتر يعود على الموصول، ومفعول به معطوف على جملة الصلة. {وَلَمْ}  {الواو} : عاطفة. {لم} : حرف جزم. {يَكُنْ} : فعل مضارع ناقص مجزوم بـ {لم} . {له} : خبر مقدم لـ {يَكُنْ} . {شَرِيكٌ} : اسمها مؤخر. {فِي الْمُلْكِ} : جار ومجرور متعلق بـ {شَرِيكٌ} . والجملة معطوفة على جملة الصلة أيضًا. {وَخَلَقَ كُلَّ شَيْءٍ} : فعل وفاعل مستتر يعود على الموصول، ومفعول به. والجملة معطوفة على جملة الصلة. وهذه الجملة بمنزلة العلة لما قبلها. {فَقَدَّرَهُ} : {الفاء} : عاطفة. {قدره} : فعل وفاعل مستتر ومفعول به. {تَقْدِيرًا} : مفعول مطلق. والجملة معطوفة على جملة خلق. </p><p> {وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا (٣) }. </p><p> {وَاتَّخَذُوا} : فعل وفاعل. والجملة مستأنفة، مسوقة لبيان ما عليه الكفار من </p><p> عبادة الأصنام. {مِنْ دُونِهِ} : جار ومجرور في محل المفعول الثاني لاتخذوا. {آلِهَةً} : مفعول أول له. {لَا يَخْلُقُونَ شَيْئًا} : فعل وفاعل ومفعول به. والجملة في محل النصب صفة أولى لـ {آلِهَةً} . {وَهُمْ} : مبتدأ. {يُخْلَقُونَ} : فعل مغير ونائب فاعل. والجملة الفعلية في محل الرفع خبر المبتدأ. والجملة الاسمية في محل النصب، معطوفة على جملة {لَا يَخْلُقُونَ} على كونها صفة ثانية لـ {آلِهَةً} . ومعنى كونهم مخلوقين أن العابدين ينحتونهم ويصورونهم. {وَلَا يَمْلِكُونَ} : فعل وفاعل معطوف على {يُخْلَقُونَ} على كونها صفة ثالثة لـ {آلِهَةً} . {لِأَنْفُسِهِمْ} : جار ومجرور متعلق بـ {يَمْلِكُونَ} . {ضَرًّا} مفعول به له. {وَلَا نَفْعًا} : معطوف على ضرًا. {وَلَا يَمْلِكُونَ} : فعل وفاعل معطوف على {يُخْلَقُونَ} على كونها صفة رابعة لـ {آلِهَةً} . {مَوْتًا} : مفعول به. {وَلَا حَيَاةً وَلَا نُشُورًا} : معطوفان على موتًا. </p><p> {وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا (٤) }. </p><p> {وَقَالَ الَّذِينَ} : فعل وفاعل. والجملة مستأنفة، مسوقة لحكاية أباطيلهم، المتعلقة بالمنزل. والمنزل عليه معًا، وإبطالها. {كَفَرُوا} : فعل وفاعل صلة الموصول. {إِنْ} نافية. {هَذَا} : مبتدأ. {إِلَّا} : أداة حصر. {إِفْكٌ} : خبر {هَذَا} . والجملة في محل النصب مقول {قال} . {افْتَرَاهُ} : فعل ومفعول به وفاعل مستتر يعود على محمد. والجملة الفعلية في محل الرفع صفة لـ {إِفْكٌ} . {وَأَعَانَهُ} : فعل ومفعول به. {عَلَيْهِ} : متعلق به. {قَوْمٌ} : فاعل. {آخَرُونَ} : صفة لـ {قَوْمٌ} . والجملة الفعلية في محل الرفع، معطوفة على جملة {افْتَرَاهُ} . {فَقَدْ جَاءُوا} : {الفاء} : حرف عطف وتفريع، لكون ما قبلها علة لما بعدها. {قد} : حرف تحقيق. {جَاءُوا} : فعل وفاعل. وجاء هنا، بمعنى فعل، يتعدى إلى مفعول. {ظُلْمًا} : مفعول به. {وَزُورًا} : معطوف عليه. وجملة {جاء} معطوفة على جملة {قال} على كونها مفرعة عليها. وفي \"الفتوحات\"  {الفاء} : لترتيب ما بعدها على ما قبلها, لكن لا على أنهما أمران متغايران حقيقة، بل على أن </p><p> الثاني، هو عين الأول حقيقة، وإنما الترتيب بحسب التغاير الاعتباري. وقد لتحقيق ما جاؤوا به من الظلم والزور. اهـ. \"أبو السعود\" . اهـ. </p><p> {وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا (٥) }. </p><p> {وَقَالُوا} : فعل وفاعل معطوف على قال الذين. {أَسَاطِيرُ الْأَوَّلِينَ} : خبر لمبتدأ محذوف، تقديره: هو؛ أي: هذا القرآن أساطير الأولين، أو مبتدأ. وجملة {اكْتَتَبَهَا} : خبره. والجملة الاسمية في محل النصب، مقول قالوا {اكْتَتَبَهَا} : فعل ومفعول به وفاعل مستتر يعود على محمد، والجملة الفعلية في محل النصب حال، من أساطير الأولين على الوجه الأول، وعلى الوجه الثاني خبر له. {فَهِيَ}  {الفاء} : حرف عطف وتفريع. {هي} : مبتدأ. {تُمْلَى} : فعل مضارع مغير الصيغة، ونائب فاعله ضمير يعود على الأساطير. {عَلَيْهِ} : متعلق بـ {تُمْلَى} . {بُكْرَةً} : ظرف متعلق بـ {تُمْلَى} . {وَأَصِيلًا} : معطوف على {بُكْرَةً} . وجملة {تُمْلَى} في محل الرفع خبر المبتدأ. والجملة الاسمية معطوفة على جملة {اكتتبها} . </p><p> {قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ كَانَ غَفُورًا رَحِيمًا (٦) }. </p><p> {قُلْ} : فعل أمر وفاعل مستتر يعود على محمد. والجملة مستأنفة. {أَنْزَلَهُ} : فعل ومفعول به. {الَّذِي} : فاعل {أنزل} . والجملة الفعلية في محل النصب مقول {قُلْ} . {يَعْلَمُ} : فعل مضارع وفاعل مستتر يعود على الموصول. {السِّرَّ} : مفعول به. والجملة صلة الموصول. {فِي السَّمَاوَاتِ} : جار ومجرور حال من السر. {وَالْأَرْضِ} : معطوف على {السَّمَاوَاتِ} . {إِنَّهُ} : ناصب واسمه {كَانَ} : فعل ماض ناقص، واسمه ضمير يعود على الله. {غَفُورًا} : خبر أول لـ {كَانَ} . {رَحِيمًا} : خبر ثان لها، وجملة {كَانَ} في محل الرفع خبر {إن} . وجملة {إن} مستأنفة، مسوقة لتعليل ما قبلها. </p><p> {وَقَالُوا مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا (٧) }. </p><p> {وَقَالُوا} : فعل وفاعل معطوف على {وَقَالَ الَّذِينَ كَفَرُوا} ، أو مستأنفة </p><p> مسوقة في بيان قبائحهم، التي قالوها في شأن الرسول، وهي ستة كما ستأتي، والأخيرة منها هي قوله:  {رَجُلًا مَسْحُورًا} . {مَالِ} : اسم استفهام للاستفهام التعجبي المضمن للإنكار في محل الرفع مبتدأ. {هَذَا} : جار ومجرور متعلق بمحذوف خبر المبتدأ. {الرَّسُولِ} : بدل من اسم الإشارة، والتقدير: أي شيء ثابت لهذا الرسول. والجملة الاسمية في محل النصب مقول {قالوا} . وفي \"الكشاف\" : {وَقَالُوا مَالِ هَذَا الرَّسُولِ} وقعت اللام مفصولة عن هذا في المصحف، خارجة عن أوضاع الخط العربي، وخط المصحف سنة لا تغير. اهـ. {يَأْكُلُ الطَّعَامَ} : فعل وفاعل مستتر يعود على {الرَّسُولِ} ومفعول به. والجملة الفعلية في محل النصب، حال من اسم الإشارة. والعامل في الحال هو الاستقرار العامل في الجار، أو نفس الجار، ذكره أبو البقاء. {وَيَمْشِي} : فعل وفاعل مستتر معطوف على {يَأْكُلُ} . {فِي الْأَسْوَاقِ} : متعلق بـ {وَيَمْشِي} . {لَوْلَا} : حرف تحضيض بمعنى هلا. {أُنْزِلَ} : فعل ماض مغير الصيغة. {إِلَيْهِ} : متعلق به. {مَلَكٌ} : نائب فاعل، والجملة الفعلية في محل النصب مقول {قالوا} . {فَيَكُونَ} : الفاء: عاطفة سببية. {يكون} : فعل مضارع ناقص، منصوب بأن مضمرة وجوبًا، بعد الفاء السببية، الواقعة في جواب التحضيض. واسمها ضمير يعود على ملك. {مَعَهُ} : ظرف مكان، حال من {نَذِيرًا} . {نَذِيرًا} : خبر {يكون} . وجملة {يكون} صلة أن المضمرة. {أن} مع صلتها، في تأويل مصدر معطوف على مصدر متصيد، من الجملة التي قبلها، من غير سابك لإصلاح المعنى، تقديره: هلا يكن إنزال ملك إليه فكونه نذيرًا معه. </p><p> {أَوْ يُلْقَى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا وَقَالَ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا (٨) }. </p><p> {أَوْ} : حرف عطف وتقسيم. {يُلْقَى} : فعل مضارع مغير الصيغة. {إِلَيْهِ} : متعلق به. {كَنْزٌ} : نائب فاعل ليلقى. والجملة معطوفة على جملة {أُنْزِلَ} ، وجاز عطف المضارع على الماضي؛ لأنه بمعنى المضارع، إذ التقدير: لولا ينزل إليه ملك، أو يلقى إليه كنز. {أَوْ تَكُونُ} : فعل مضارع ناقص. </p><p> {لَهُ} : خبر مقدم لها. {جَنَّةٌ} : اسمها مؤخر. والجملة معطوفة أيضًا على جملة {أُنْزِلَ} . {يَأْكُلُ} : فعل مضارع وفاعل مستتر يعود على الرسول. {مِنْهَا} : متعلق بـ {يَأْكُلُ} . والجملة في محل الرفع صفة لجنة. {وَقَالَ الظَّالِمُونَ} : فعل وفاعل معطوف على {وَقَالُوا} . {إن} : نافية. {تَتَّبِعُونَ} : فعل وفاعل. {إِلَّا} : أداة حصر. {رَجُلًا} : مفعول به. {مَسْحُورًا} : صفة {رَجُلًا} . </p><p> {انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا (٩) تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا (١٠) }. </p><p> {انْظُرْ} : فعل أمر وفاعل مستتر يعود على محمد. والجملة مستأنفة. {كَيْفَ} : اسم استفهام، للاستفهام التعجبي في محل النصب على الحال من فاعل {ضَرَبُوا} معلقة ما قبلها عن العمل فيما بعدها. {ضَرَبُوا} : فعل وفاعل. {لَكَ} : متعلق به. {الْأَمْثَالَ} : مفعول به. والجملة الفعلية في محل النصب، مفعول {انْظُرْ} معلقة عنها باسم الاستفهام. {فَضَلُّوا} : فعل وفاعل معطوف على {ضَرَبُوا} . {فَلَا} الفاء: عاطفة. {لا} : نافية. {يَسْتَطِيعُونَ سَبِيلًا} : فعل وفاعل ومفعول معطوف على {ضلوا} . {تَبَارَكَ الَّذِي} : فعل وفاعل، والجملة مستأنفة. {إن} : حرف شرط. {شَاءَ} : فعل ماض وفاعل مستتر، يعود على الموصول في محل الجزم بـ {إن} الشرطية على كونها فعل شرط لها. {جَعَلَ} : فعل ماض وفاعل مستتر يعود على الموصول، في محل الجزم بـ {إِن} الشرطية على كونه جوابًا لها. وجملة {إِن} الشرطية صلة الموصول. {لَكَ} : جار ومجرور في محل المفعول الثاني لـ {جَعَلَ} . {خَيْرًا} مفعول أول له. {مِنْ ذَلِكَ} : متعلق بـ {خَيْرًا} . {جَنَّاتٍ} : بدل من خيرًا منصوب بالكسرة. {تَجْرِي} : فعل مضارع. {مِنْ تَحْتِهَا} : متعلق بـ {تَجْرِي} . {الْأَنْهَارُ} : فاعل {تَجْرِي} وجملة {تَجْرِي} في محل النصب صفة لـ {جَنَّاتٍ} . {وَيَجْعَلْ} : فعل مضارع وفاعل مستتر يعود على الموصول، معطوف على محل {جَعَلَ} الواقع جوابًا للشرط. {لَكَ} : جار ومجرور في محل المفعول الثاني لـ {يجعل} . {قُصُورًا} : مفعول أول له. </p><p> {بَلْ كَذَّبُوا بِالسَّاعَةِ وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا (١١) إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا (١٢) }. </p><p> {بَلْ} : حرف عطف وإضراب، أضرب بها عن توبيخهم بحكاية جناياتهم السابقة، وانتقل منه إلى توبيخهم بحكاية جناياتهم الأخرى، للتخلص إلى بيان ما لهم في الآخرة من فنون العذاب. اهـ. \"أبو السعود\" . {كَذَّبُوا} : فعل وفاعل. {بِالسَّاعَةِ} : متعلق بـ {كَذَّبُوا} . والجملة معطوفة على جملة {وَقَالَ الَّذِينَ كَفَرُوا} أو مستأنفة. {وَأَعْتَدْنَا} : فعل وفاعل معطوف على {كَذَّبُوا} . {لِمَنْ} : جار ومجرور متعلق بـ {أعتدنا} . {كَذَّبَ} : فعل وفاعل مستتر على {من} . والجملة صلة {من} الموصولة. {بِالسَّاعَةِ} : متعلق بـ {كَذَّبَ} . {سَعِيرًا} : مفعول {أعتدنا} . {إذَا} : ظرف لما يستقبل من الزمان. {رَأَتْهُمْ} : فعل وفاعل مستتر يعود على {السعير} ، ومفعول به. {مِنْ مَكَانٍ} : جار ومجرور حال من المفعول، أو من الفاعل. {بَعِيدٍ} : صفة لـ {مَكَانٍ} . والجملة في محل الخفض بإضافة {إذَا} إليها، على كونها فعل شرط لها. {سَمِعُوا} : فعل وفاعل. {لَهَا} : حال من {تَغَيُّظًا وَزَفِيرًا} ؛ لأنه صفة نكرة قدمت عليها. {تَغَيُّظًا} : مفعول به. {وَزَفِيرًا} : معطوف عليه. والجملة جواب {إذَا} . وجملة {إذَا} الشرطية في محل النصب صفة لـ {سَعِيرًا} . </p><p> {وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا (١٣) لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا (١٤) }. </p><p> {وَإِذَا}  {الواو} : عاطفة. {إذا} : ظرف مضمن معنى الشرط. {أُلْقُوا} : فعل ونائب فاعل. والجملة في محل الخفض بإضافة {إذا} إليها، على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي. {مِنْهَا} : حال من مكانًا؛ لأنه في الأصل، صفة نكرة قدمت عليها. {مَكَانًا} : ظرف متعلق بـ {أُلْقُوا} . {ضَيِّقًا} : صفة لـ {مَكَانًا} . {مُقَرَّنِينَ} : حال من الواو في {أُلْقُوا} . {دَعَوْا} : فعل وفاعل جواب {إذا} لا محل لها من الإعراب. {هُنَالِكَ} : اسم إشارة في محل النصب على الظرفية المكانية، متعلق بـ {دَعَوْا} . {ثُبُورًا} : مفعول به </p><p> لـ {دَعَوْا} . وجملة {إذا} معطوفة على جملة قوله {إِذَا رَأَتْهُمْ} على كونها صفة لـ {سَعِيرًا} . {لَا تَدْعُوا} : ناهية جازمة. {تَدْعُوا} : فعل وفاعل مجزوم بـ {لَا} الناهية. {الْيَوْمَ} منصوب على الظرفية متعلق بـ {تَدْعُوا} . {ثُبُورًا} : مفعول به. {وَاحِدًا} : صفة له. والجملة الفعلية في محل النصب، مقول لقول محذوف، تقديره: فيقال لهم: لا تدعوا اليوم ثبورًا واحدًا. {وَادْعُوا} : فهل أمر وفاعل. {ثُبُورًا} : مفعول به. {كَثِيرًا} : صفة له. والجملة معطوفة على جملة {لَا تَدْعُوا} . </p><p> {قُلْ أَذَلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ كَانَتْ لَهُمْ جَزَاءً وَمَصِيرًا (١٥) لَهُمْ فِيهَا مَا يَشَاءُونَ خَالِدِينَ كَانَ عَلَى رَبِّكَ وَعْدًا مَسْئُولًا (١٦) }. </p><p> {قُلْ} : فعل أمر وفاعل مستتر يعود على محمد، والجملة مستأنفة. {أَذَلِكَ} : الهمزة فيه للاستفهام التقريعي التهكمي. {ذلك خيرٌ} : مبتدأ وخبر. والجملة في محل النصب مقول {قُلْ} . {أَمْ} : عاطفة. {جَنَّةُ الْخُلْدِ} : معطوف على {ذلك} . {الْخُلْدِ} : مضاف إليه. {الَّتِي} : في محل الرفع صفة لـ {جَنَّةُ الْخُلْدِ} . {وُعِدَ الْمُتَّقُونَ} : فعل ونائب فاعل صلة الموصول، والعائد محذوف، تقديره: وعدها المتقون. {كَانَتْ} : فعل ماض ناقص واسمها ضمير مستتر يعود على الجنة. {لَهُمْ} : حال من {جَزَاءً} ؛ لأنه صفة نكرة قدمت عليها. {جَزَاءً} : خبر {كَانَ} . {وَمَصِيرًا} : معطوف على {جَزَاءً} . وجملة {كَانَتْ} في محل النصب حالة من {جَنَّةُ الْخُلْدِ} . {لَهُمْ} : جار ومجرور خبر مقدم. {فِيهَا} : حال من ضمير {لَهُمْ} ، أو من الضمير المستكن في الظرف. {ما} : اسم موصول في محل الرفع مبتدأ مؤخر. وجملة {يَشَاءُونَ} صلة الموصول، والعائد محذوف, تقديره: ما يشاؤونه. وجملة {كَانَ} حال ثانية من {جَنَّةُ الْخُلْدِ} . {خَالِدِينَ} : حال من الهاء في لهم، أو من الواو في {يَشَاءُونَ} . {كَانَ} : فعل ماض ناقص واسمها ضمير يعود على {مَا يَشَاءُونَ} ، أو على الوعد المفهوم من {وُعِدَ الْمُتَّقُونَ} . {عَلَى رَبِّكَ} : حال من {وَعْدًا} . {وَعْدًا} : خبر {كَانَ} . {مَسْئُولًا} : صفة لـ {وَعْدًا} . وجملة </p><p> {كَانَ} مستأنفة. </p><p> {وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ (١٧) }. </p><p> {وَيَوْمَ} : ظرف متعلق بمحذوف، تقديره: واذكروا يوم يحشرهم. والجملة المحذوفة مستأنفة. {يَحْشُرُهُمْ} : فعل ومفعول وفاعل مستتر يعود على الله. والجملة في محل الخفض مضاف إليه لـ {يوم} . {وَمَا} : اسم موصول في محل النصب، معطوف على ضمير المفعول، أو منصوب على المعية. {يَعْبُدُونَ} : فعل وفاعل صلة الموصول، والعائد محذوف، تقديره: وما يعبدونه {مِنْ دُونِ اللَّهِ} : حال من فاعل {يَعْبُدُونَ} . {فَيَقُولُ} : فعل مضارع وفاعل مستتر يعود على الله، معطوف على {يَحْشُرُهُمْ} . {أَأَنْتُمْ} : الهمزة: للاستفهام التوبيخي. {أنتم} : مبتدأ. {أَضْلَلْتُمْ} : فعل وفاعل. {عِبَادِي} : مفعول به ومضاف إليه. {هَؤُلَاءِ} : بدل من {عِبَادِي} ، أو صفة له؛ أي: المشار إليهم وجملة {أَضْلَلْتُمْ} في محل الرفع خبر المبتدأ. والجملة الاسمية في محل النصب مقول {يقول} . {أَمْ} : حرف عطف. {هم} : مبتدأ. وجملة {ضَلُّوا} : خبره. والجملة الاسمية في محل النصب معطوفة على الجملة التي قبلها. {السَّبِيلَ} : منصوب بنزع الخافض, لأن أصله ضلوا عن السبيل. </p><p> {قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا (١٨) فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا وَمَنْ يَظْلِمْ مِنْكُمْ نُذِقْهُ عَذَابًا كَبِيرًا (١٩) }. </p><p> {قَالُوا} : فعل وفاعل، والجملة مستأنفة استئنافًا بيانيًا. {سُبْحَانَكَ} : منصوب على المفعولية المطلقة بفعل محذوف، تقديره: نسبحك سبحانًا. والجملة المحذوفة في محل النصب مقول قالوا. {ما} : نافية. {كَانَ} : فعل ماض ناقص واسمها ضمير الشأن مستتر فيها. {يَنْبَغِي} : فعل مضارع. {لَنَا} : متعلق به. {أَنْ} : حرف نصب ومصدر. {نَتَّخِذَ} : فعل مضارع وفاعل مستتر منصوب. بـ {أَن} . {مِنْ دُونِكَ} : جار ومجرور في محل المفعول الثاني </p><p> لـ {اتخذ} . {مِنْ أَوْلِيَاءَ} : {من} : زائدة لتأكيد النفي. {أَوْلِيَاءَ} : مفعول أول لـ {اتخذ} . وجملة {نَتَّخِذَ} مع {أَن} المصدرية في تأويل مصدر مرفوع على الفاعلية لـ {يَنْبَغِي} ؛ أي: ما كان ينبغي لنا اتخاذ أولياء من دونك. وجملة {يَنْبَغِي} في محل النصب خبر {كَانَ} . وجملة {كَانَ} في محل النصب مقول {قَالُوا} . {وَلَكِنْ} : {الواو} : عاطفة. {لكن} : حرف استدراك. {مَتَّعْتَهُمْ} : فعل وفاعل ومفعول به. {وَآبَاءَهُمْ} معطوف على ضمير المفعول، وجملة الاستدراك معطوفة على جملة {كَانَ} . {حَتَّى} : حرف جر وغاية بمعنى إلى. {نَسُوا الذِّكْرَ} : فعل وفاعل ومفعول به في محل النصب بأن المضمرة بعد حتى. والجملة في تأويل مصدر، مجرور بـ {حَتَّى} بمعنى إلى. والجار والمجرور متعلق بـ {مَتَّعْتَهُمْ} ؛ أي: ولكن متعتهم إلى نسيانهم الذكر. {وَكَانُوا} : فعل ناقص واسمه. {قَوْمًا} : خبره. {بُورًا} : صفة {قَوْمًا} . وجملة {كَانَ} معطوفة على جملة {نَسُوا} . {فَقَدْ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم مقالة المعبودين في الجواب، وأردتم بيان مرادهم بتلك المقالة .. فأقول لكم قد كذبوكم. {قد} : حرف تحقيق. {كَذَّبُوكُمْ} : فعل وفاعل ومفعول. والجملة في محل النصب مقول لجواب إذا المقدرة. وجملة إذا المقدرة مستأنفة. {بِمَا} : جار ومجرور متعلق بـ {كَذَّبُوكُمْ} . والباء: بمعنى في. وجملة {تَقُولُونَ} : صلة ما الموصولة، والعائد محذوف، تقديره: في ما تقولونه. {فَمَا تَسْتَطِيعُونَ}  {الفاء} : حرف عطف وتفريع. {ما} : نافية. {تَسْتَطِيعُونَ} : فعل وفاعل معطوف على كذبوكم. {صَرْفًا} : مفعول به. {وَلَا نَصْرًا} : معطوف على {صَرْفًا} . {وَمَن} . {الواو} : استئنافية. {من} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب، أو هما. {يَظْلِم} : فعل مضارع مجزوم بـ {مَن} على كونه فعل شرط لها. وفاعله ضمير يعود على {مَن} . {مِنْكُمْ} : حال من فاعل {يَظْلِمْ} ؛ أي: كائنًا منكم أيها المكلفون {نُذِقْهُ} : فعل ومفعول وفاعل مستتر، يعود على الله مجزوم بـ {من} الشرطية على كونه جوابًا لها. {عَذَابًا} : مفعول به. {كَبِيرًا} : صفة له. وجملة {من} الشرطية مستأنفة. </p><p> {وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ وَكَانَ رَبُّكَ بَصِيرًا} . </p><p> {وَمَا}  {الواو} : استئنافية. {ما} : نافية. {أَرْسَلْنَا} فعل وفاعل. والجملة مستأنفة مسوقة لتسليته - صلى الله عليه وسلم -. {قَبْلَكَ} : ظرف متعلق بـ {أَرْسَلْنَا} . {مِنَ الْمُرْسَلِينَ} : متعلق بـ {أَرْسَلْنَا} أيضًا، أو بمحذوف صفة لمفعول محذوف، تقديره: أحدًا من المرسلين. {إِلَّا} : أداة استثناء، والمستثنى محذوف، تقديره: إلا رسلًا قيل فيهم: إنهم ليأكلون الطعام إلخ، {رسلًا} : مستثنى منصوب على الاستثناء. قيل: فعل ماض مغير الصيغة. فيهم: جار ومجرور نائب فاعل لقيل. وجملة قيل: في محل النصب صفة لرسلًا، المحذوف الواقع مستثنى. {إِنَّهُمْ} : ناصب واسمه. {لَيَأْكُلُونَ} : (اللام) : حرف ابتداء زحلقت إلى الخبر. {يَأْكُلُونَ الطَّعَامَ} : فعل وفاعل ومفعول به. والجملة الفعلية في محل الرفع خبر {إن} وجملة {إن} في محل النصب مقول للقول المحذوف الذي قدرناه. {وَيَمْشُونَ} : فعل وفاعل معطوف على {لَيَأْكُلُونَ} . {فِي الْأَسْوَاقِ} : متعلق بـ {يمشون} . وقد تلاطمت أقوال العلماء في إعراب هذا المقام، فراجعها. {وَجَعَلْنَا بَعْضَكُمْ} : فعل وفاعل ومفعول أول. {لِبَعْضٍ} : حال من {فِتْنَةً} ؛ لأنه كان في الأصل صفة لـ {فِتْنَةً} قدمت عليها. كقول الشاعر: لمية موحشًا طلل. أصله لمية طلل موحش. {فِتْنَةً} : مفعول ثان لـ {جَعَلْنَا} . والجملة الفعلية معطوفة على جملة قوله:  {وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ} ، أو مستأنفة مسوقة لتسلية رسول الله - صلى الله عليه وسلم -. {أَتَصْبِرُونَ} : (الهمزة) : للاستفهام التقريري. {تصبرون} : فعل وفاعل. والجملة لفظها لفظ الاستفهام. ومعناها الأمر، إنشائية لا محل لها من الإعراب؛ لأنها بمعنى {اصبروا} كقوله تعالى: {أَأَسْلَمْتُمْ} معناه: أسلموا. {وَكَانَ}  {الواو} : عاطفة أو استئنافية. {كان ربك بصيرًا} : فعل ناقص واسمه وخبره. والجملة معطوفة على جملة {وَجَعَلْنَا بَعْضَكُمْ} أو مستأنفة مسوقة لتعليل ما قبلها. </p><p> التصريف ومفردات اللغة </p><p> {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ} من البركة، وهي كثرة الخير لعباده، بإنعامه عليهم وإحسانه إليهم. ثم إن تبارك: فعل ماض جامد لا ينصرف، فلا يأتي منه مضارع ولا اسم فاعل، ولا مصدر. ولا يستعمل في غير الله تعالى. </p><p> فائدة في بحث فعل الجامد: والفعل الجامد: هو ما أشبه الحرف من حيث أداؤه معنى مجردًا عن الزمان، والحدث المعتبرين في سائر الأفعال، فلزم مثله طريقة واحدة في التعبير بلفظ واحد، فهو لا يقبل التحول من صيغة إلى صيغة أخرى، بل يلزم صيغة واحدة، ماضيًا كان أو مضارعًا أو أمرًا، مثل عسى وليس ويهيط وهب، بمعنى: أحسب من أخوات ظن، ولم يرد من مادته بهذا المعنى إلا الأمر. وأما هب المشتق من الهبة فإنه فعل أمر متصرف، فماضيه وهب، ومضارعه يهب. والفعل الجامد ثلاثة أقسام ما يلازم صيغة الماضي. مثل عسى وليس ونعم وبئس وتبارك الله سبحانه. وما يلازم صيغة المضارع، مثل: يهيط ومعناه: يصيح ويفح، يقال: ما زال منذ اليوم يهيط هيطًا، وهو مضارع لا ماضي له، كما في \"لسان العرب\" و \"تاج العروس\" . ويقال: ما زال في هيط وميط بفتح أولهما، وفي هياط ومياط بكسر أولهما؛ أي: ضجاج وشر جلبة. وقيل: في هياط ومياط، في دنو وتباعد. والهياط: الإقبال والميط الإدبار، والهائط: الجائي، والمائط: الذاهب. </p><p> والمهايطة والهياط: الصياح والجلبة، وما يلازم صيغة الأمر. نحو هب بمعنى: أحسب وهات وتعال وهلم، على لغة تميم؛ لأنه عندهم: فعل يقبل علامته، فتلحقه الضمائر. أما في لغة الحجاز، فهي اسم فعل أمر؛ لأنها عندهم تكون بلفظ واحد للجميع، ومن الأفعال الجامدة قل بصيغة الماضي للنفي المحض، وإذا لحقته ما الزائدة كفته عن العمل، فلا يليه حينئذٍ إلا الفعل، ولا فاعل له لجريانه مجرى حرف النفي، نحو قلما فعلت كذا، وقلما أفعله؛ أي: ما فعلته ولا أفعله. ومثل قلما في عدم التصرف طالما وكثر ما وقصر ما، وشدما، فإن ما فيهن زائدة للتوكيد، كافة لهن عن العمل فلا فاعل لهن ولا يليهن إلا </p><p> فعل، فهن كقلما. ومن الأفعال الجامدة قولهم سقط في يده، بمعنى ندم وتحير وزل وأخطأ، وهو ملازم صورة الماضي المجهول. قال تعالى:  {وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ} وقد تقدم بحثه. </p><p> {الْفُرْقَانَ} : القرآن؛ لأنه فرق بين الحق والباطل. وقيل: لأنه نزل مفرقًا في أوقات كثيرة، بحسب الوقائع. وفي \"المصباح\" فرقت بين الشيئين فرقًا. من باب قتل، فصلت أبعاضه، وفرقت بين الحق والباطل فصلت أيضًا، هذه هي اللغة العالية، وبها قرأ السبعة، في قوله تعالى:  {فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ} وفي لغة، من باب ضرب، وقرأ بها بعض التابعين. قال ابن الأعرابي: فرقت بين الكلامين، فافترقا، مخفف، وفرقت بين العبدين فتفرقا، مثقل، فجعل المخفف في المعاني، والمثقل في الأعيان، والذي حكاه غيره أنهما بمعنى، والتثقيل مبالغة. </p><p> {لِلْعَالَمِينَ} قال الإِمام الراغب: العالم اسم للفلك، وما يحويه من الجواهر والأعراض، وهو في الأصل اسم لما يعلم به، كالطابع والخاتم لما يطبع ويختم به. وجعل بناؤه على هذه الصيغة لسكونه كالآلة، فالعالم آلة في الدلالة على صانعه. وأما جمعه، فلأن كل نوع قد يسمى عالمًا، فيقال: عالم الإنسان وعالم الماء، وعالم النار. وأما جمعه جمع السلامة فلكون الناس في جملتهم، والإنسان إذا شارك غيره في اللفظ غلب حكمه، انتهى. قال ابن الشيخ: جمع بالواو والنون؛ لأن المقصود استغراق أفراد العقلاء، من جنس الجن والأنس، فإن جنس الملائكة، وإن كان من جملة أجناس العالم، إلا أن النبي - صلى الله عليه وسلم - لم يكن رسولًا إلى الملائكة فلم يكن من العالمين، المكلفين إلا الجن والإنس، فهو رسول إليهما جميعًا، انتهى. </p><p> {نَذِيرًا} النذير، بمعنى: المنذر، والإنذار: إخبار فيه تخويف، كما أن التبشير إخبار فيه سرور. {وَلَمْ يَتَّخِذْ وَلَدًا} قال في \"المفردات\" : تخذ بمعنى أخذ، واتخذ افتعل منه. والولد المولود. ويقال: الواحد والجمع والصغير والكبير والذكر والأنثى. </p><p> {إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ} الافتراء: الاختلاق، والكذب. من قولهم: افتريت الأديم (الجلد) إذا قطعته للإفساد، والفرق بين الافتراء والكذب، أن الافتراء: هو افتعال الكذب من قول نفسه، والكذب: قد يكون على وجه التقليد للغير فيه، كما في الأسئلة المقحمة. </p><p> {فَقَدْ جَاءُوا} ؛ أي: أتوا وفعلوا. {ظُلْمًا} : الظلم: وضع الشيء في غير موضعه، إذ هم قد نسبوا القبيح إلى ما هو مبرأ منه. والزور الكذب. قال الراغب: قيل: للكذب زور لكونه مائلًا عن جهته؛ لأن الزور ميل في الزور؛ أي: وسط الصدر، والأزور المائل الزور. </p><p> {اكْتَتَبَهَا} ؛ أي: أمر غيره بكتابتها ونسخها؛ لأنه - صلى الله عليه وسلم - كان أميًا لا يقرأ الخط ولا يكتب باعترافهم. وقال في \"المفردات\" : الاكتتاب متعارف في الاختلاف. </p><p> {أَسَاطِيرُ الْأَوَّلِينَ} جمع أسطار جمع سطر، أو جمع أسطورة كأحدوثة وأحاديث وأعجوبة وأعاجيب. قال في \"القاموس\" : السطر الصف من الشيء، الكتاب والشجر وغيره. والخط والكتابة والقطع بالسيف، ومنه الساطر للقصاب، وأسطره كتبه والأساطير الأحاديث التي لا نظام لها. </p><p> {تُمْلَى عَلَيْهِ} ؛ أي: تقرأ عليه، فليس المراد بالإملاء هنا معناه الأصلي، لأن الإملاء في الأصل، عبارة عن إلقاء الكلام على الغير ليكتبه. {بُكْرَةً وَأَصِيلًا} ؛ أي: صباحًا ومساءً والمراد دائمًا. وفي ضرام السقط أول اليوم الفجر، ثم الصباح، ثم الغداة، ثم البكرة، ثم الضحى، ثم الضحوة، ثم الهجيرة، ثم الظهر، ثم الرواح، ثم المساء، ثم العصر، ثم الأصيل، ثم العشاء الأولى، ثم العشاء الأخيرة عند مغيب الشفق اهـ. </p><p> {السِّرَّ} ؛ أي: الغيب؛ أي: ما غاب عنا. {الطَّعَامَ} : وهو كل ما يتناول من الغذاء كما مر. و {الْأَسْوَاقِ} جمع سوق، وهو الموضع الذي يجلب إليه المتاع، ويساق. سمي سوقًا لقيامهم فيها على سوقهم. </p><p> {أَوْ يُلْقَى إِلَيْهِ كَنْزٌ} والكنز المال المكنوز؛ أي: المجموع المحفوظ. {إِلَّا رَجُلًا مَسْحُورًا} ؛ أي: سحر فاختل عقله، والسحر، مشتق من السحر، الذي هو اختلاط الضوء والظلمة من غير تخلص لأحد الجانبين، والسحر له وجه إلى الحق، ووجه إلى الباطل، فإنه يخيل إلى المسحور أنه فعل ولم يفعل. </p><p> {الْأَمْثَالَ} : الأقاويل العجيبة، الخارجة عن العقول الجارية لغرابتها مجرى الأمثال. قال بعضهم: مثلوك بالمسحور، والفقير الذي لا يصلح أن يكون رسولًا، والناقص عن القيام بالأمور، إذ طلبوا أن يكون معك مثلك. </p><p> {قُصُورًا} ؛ أي: بيوتًا رفيعة في الدنيا، كقصور الجنة. قال الراغب: يقال: قصرت كذا، ضممت بعضه إلى بعض. ومنه سمي القصر. انتهى. </p><p> {سَعِيرًا} والسعير: النار الشديدة الاشتعال. وفي \"المصباح\" وسعرت النار سعرًا من باب نفع، وأسعرتها إسعارًا أو قدتها فاستعرت اهـ. وفي \"المختار\" : سعر النار والحرب: هيجها وألهبها. وبابه قطع. قوله تعالى: {وَإِذَا الْجَحِيمُ سُعِّرَتْ (١٢) } قرىء مخففًا ومشددًا. والتشديد للمبالغة، واستعرت النار وتسعرت توقدت، والسعير: النار. وقوله تعالى: {إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ (٤٧) } قال الفراء: في عناء وعذاب السعر: الجنون. اهـ. </p><p> {إِذَا رَأَتْهُمْ} ؛ أي: إذا كانت منهم بمرأى الناظر في البعد، من قولهم:  (دور تتراءى) ؛ أي: تتناظر. ومنه قوله - صلى الله عليه وسلم -: \"إن المؤمن والكافر لا تتراءى ناراهما\" ؛ أي: لا تتقاربان، بحيث تكون إحداهما بمرأى من الأخرى، إذ يجب على المؤمن مجانبة الكافر والمشرك في أمور الدين. </p><p> {تَغَيُّظًا} التغيظ: إظهار الغيظ الذي هو الغضب الكامن في القلب، كما قاله الشهاب. وفي \"المفردات\" التغيظ: إظهار الغيظ، وهو أشد الغضب، وقد يكون ذلك مع صوت مسموع، والغضب: هو الحرارة التي يجدها الإنسان من ثوران دم قلبه. </p><p> {وَزَفِيرًا} والزفير: إخراج النفس بعد مدة. وفي \"السمين\" قوله: {سَمِعُوا لَهَا </p><p> تَغَيُّظًا وَزَفِيرًا} إن قيل التغيظ: لا يسمع فما معنى هذا الكلام، فالجواب من ثلاثة أوجه: </p><p> أحدها: أنه على حذف مضاف؛ أي: صوت تغيظها. </p><p> والثاني: أنه على حذف تقديره: سمعوا ورأوا تغيظًا وزفيرًا، فيرجع كل واحد إلى ما يليق به؛ أي: رأوا تغيظًا وسمعوا زفيرًا. </p><p> والثالث: أن يضمن سمعوا معنى يشمل الشيئين؛ أي: أدركوا لها تغيظًا وزفيرًا اهـ. </p><p> {مُقَرَّنِينَ} ؛ أي: مصفدين قد قرنت؛ أي: جمعت أيديهم إلى أعناقهم في الأغلال. يقال: قرنت البعير بالبعير، جمعت بينهما، وقرنته بالتشديد على التكثير. ويقال: قرنت الأسارى في الحبال. وفعله الثلاثي قرن يقرن من باب ضرب يضرب. قرنا الشيء بالشيء سنده به ووصل إليه. وقرن الثورين، جعلهما في نير واحد. وقرن البعيرين جمعهما في حبل. وهي في قوله تطالى:  {مُقَرَّنِينَ} تفيد شيئين: التصفيد؛ أي: تقييد الأرجل وجمع الأيدي، والأعناق بالسلاسل. </p><p> {ثُبُورًا} هلاكًا، يقال: ثبره الله، أهلكه هلاكًا دائمًا لا ينتعش بعده. ومن ثم يدعو أهل النار: واثبوراه. وما ثبرك عن حاجتك ما ثبطك، وهذا مثبر فلانة لمكان ولادتها، حيث يثبرها النفاس. </p><p> {جَنَّةُ الْخُلْدِ} هي التي لا ينقطع نعيمها ولا ينقل عنها أهلها، فإن الخلود، هو تبري الشيء من اعتراض الفساد، وبقاؤه على الحالة التي هو عليها. </p><p> {جَزَاءً} ؛ أي: ثوابًا، والجزاء: الغنى والكفاية. فالجزاء: ما فيه الكفاية من المقابلة، إن خيرًا فخيرٌ، وإن شرًا فشرٌ. والجزية ما يؤخذ من أهل الذمة، وتسميتها بذلك للاجتزاء بها في حقن دمهم. </p><p> {وَمَصِيرًا} ؛ أي: مرجعًا، والفرق بين المصير والمرجع أن المصير يجب أن يخالف الحالة الأولى، ولا كذلك المرجع. </p><p> {مِنْ أَوْلِيَاءَ} جمع ولي بمعنى تابع؛ أي: عابد. فاولياء بمعنى الأتباع، وفي \"الكرخي\" من أولياء؛ أي: أتباعًا، فإن الولي كما يطلق على المتبوع، يطلق على التابع، كالمولى يطلق على الأعلى والأسفل، ومنه أولياء الشيطان؛ أي: أتباعه. </p><p> {حَتَّى نَسُوا الذِّكْرَ} والذكر، ما ذكر به الناس على ألسنة أنبيائهم. {بُورًا} ؛ أي: هالكين، جمع بائر. كما في \"المفردات\" . أو مصدر وصف به الفاعل مبالغة، ولذلك يستوي فيه الواحد والجمع. يقال: رجل بائر، وقوم بور، وهو الفاسد الذي لا خير فيه. قال الراغب: البوار فرط الكساد، ولما كان فرط الكساد يؤدي إلى الفساد كما قيل: كسد حتى فسد، عبر البوار عن الهلاك. </p><p> {صَرْفًا} ؛ أي: دفعًا للعذاب. {وَمَنْ يَظْلِمْ} ؛ أي: يكفر. {فِتْنَةً} ؛ أي: بلية ومحنة. </p><p> {وَكَانَ رَبُّكَ بَصِيرًا} قال الإِمام الغزالي: البصير: هو الذي يشاهد ويرى، حتى لا يعزب عنه ما تحت الثرى، وإبصاره أيضًا، منزه عن أن يكون بحدقة وأجفان، فمن ارتكب معصية، فهو يعلم أن الله سبحانه يراه، فما أجسره فأخسره، ومن ظن أنه لا يراه فما أكفره اهـ. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الإضافة للتشريف في قوله: {عَلَى عَبْدِهِ} ذكره بهذا الوصف، ولم يذكره باسمه؛ لأن العبودية أشرف أوصاف الإنسان، وليس للمؤمن صفة أتم، ولا أشرف من العبودية, لأنها غاية التذلل، ولقد أحسن القاضي عياض في نظمه، حيث قال: </p><p> وَمِمَّا زَادَنِيْ شَرَفًا وَتِيْها ... وَكِدْتُ بِأَخْمُصِيْ أَطَأُ الثُّرَيَّا </p><p> دُخُوْليْ تَحْتَ قَوْلِكَ يَا عِبَادِيْ ... وَأَنْ صَيَّرْتَ أحْمَدَ لِي نَبِيَّا </p><p> ومنها: تقديم المعمول على عامله، رعاية للفاصلة في قوله:  {لِلْعَالَمِينَ نَذِيرًا} وفيه الاكتفاء أيضًا؛ لأنه ذكر الإنذار ولم يذكر التبشير؛ لأن السورة مكية، وفي ذلك الوقت، لم يصلحوا للتبشير. </p><p> ومنها: الجناس الناقص في قوله: {يَخْلُقُونَ} و {يُخْلَقُونَ} سمي ناقصًا لتغايره في الشكل. </p><p> ومنها: الطباق بين {ضَرًّا} و {نَفْعًا} وبين {مَوْتًا} و {حَيَاةً} . </p><p> ومنها: الحصر في قوله: {إِلَّا إِفْكٌ افْتَرَاهُ} . </p><p> ومنها: عطف الخاص على العام في قوله: {ظُلْمًا}  {وَزُورًا} . </p><p> ومنها: إطلاق الجزء وإرادة الكل في قوله: {بُكْرَةً وَأَصِيلًا} . </p><p> ومنها: التحضيض في قوله: {لَوْلَا أُنْزِلَ إِلَيْهِ} . </p><p> ومنها: الاستفهام للتهكم والتحقير في قوله: {مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ} . </p><p> ومنها: الإظهار في موضع الإضمار في قوله: {وَقَالَ الظَّالِمُونَ} تسجيلًا عليهم بوصف الظلم، وتجاوز الحد فيما قالوا. </p><p> ومنها: إطلاق الملزوم، وإرادة اللازم في قوله:  {إِلَّا رَجُلًا مَسْحُورًا} ؛ لأن المراد بالسحر هنا لازمه، وهو اختلال العقل. </p><p> ومنها: الإظهار في موضع الإضمار في قوله: {وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ} للمبالغة في التشنيع عليهم. </p><p> ومنها: الاستعارة التمثيلية في قوله: {سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا} شبه صوت غليانها بصوت المغتاظ، وزفيره، وهو صوت يسمع من جوفه، وهو تمثيل وصف النار بالاهتياج والاضطرام على عادة المغيظ والغضبان. </p><p> ومنها: جناس الاشتقاق في قوله: {أَرْسَلْنَا} و {الْمُرْسَلِينَ} . </p><p> ومنها: الجناس غير التام، في قوله:  {أَتَصْبِرُونَ}  {بَصِيرًا} لتقديم بعض الحروف وتأخير البعض. </p><p> ومنها: الحذف والزيادة في عدة مواضع (١) . </p><p> والله سبحانه وتعالى أعلم بالصواب وإليه المرجع والمآب </p><p> * * * </p><p>(١) اللهم اجعلنا من الصابرين على إذابة السفهاء والكفار، واجعلنا من الذين يستمعون القول فيتبعون أحسنه، وارزقنا من لدنك قناعة وغنى، نبرأ بهما عما في أيدي الناس، وثبت أقدامنا في فهم كتابك الكريم، وبلغنا ما نرجوه من إرشاد عبادك بما تقدم لهم من نور، يهتدون به إلى صراطك المستقيم، صراط الذين أنعمت عليهم، غير المغضوب عليهم، ولا الضالين. وصلى الله وسلم على سيدنا محمد، وعلى آله وصحبه أجمعين. والحمد لله رب العالمين آمين. إلى هنا انتهى تفسير الجزء الثامن عشر من تفسير \"حدائق الروح والريحان\" في تاريخ ٦/ ٢/ ١٤١٣ هـ الموافق ٤/ ٨/ ١٩٩٢ م. الحمد لله الذي تتم به الصالحات، والصلاة والسلام على أفضل البريات سيدنا محمد، وعلى آله وصحبه أفضل الأمات، وجميع التابعين والتابعات، إلى يوم الحشر والقيامات.انتهى المجلد التاسع عشر من تفسير \"حدائق الروح والريحان في روابي علوم القرآن\" ويليه المجلد العشرون وأوله {وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا} الآية (٢١).صححت هذه النسخة بيد مؤلفه وانتهى تصحيحها في تاريخ ٢٥/ ٨/ ١٤١٧ هـ.</p><p> شعرٌ </p><p> أَلاَ أَيُّهَا الْمَأْمُوْلُ فِيْ كُلِّ حَاجَةٍ ... إِلَيْكَ شَكَوْتُ الضُّرَّ فَارْحَمْ شِكَايَتِيْ </p><p> ألاَ يَا رَجَائِيْ أَنْتَ كَاشِفُ كُرْبَتِيْ ... فَهَبْ لِيْ ذُنُوْبِيْ كُلَّهَا وَاقْضِ حَاجَتِيْ </p><p> فَزَادِيْ قَلِيْلٌ مَا أَرَاهُ مُبَلِّغِيْ ... عَلَى الزَّادِ أَبْكِيْ أَمْ لِبُعْدِ مَسَافَتِيْ </p><p> أتَيْتُ بِأَعْمَالٍ قِبَاحٍ رَدِيْئَةٍ ... وَمَا فِيْ الْوَرَى خَلْقٌ جَنَى كَجِنَايَتِيْ </p><p> آخرُ </p><p> رَأَيْتُ أَخَا الدُّنْيَا وَإِنْ كَانَ ثَاوِيَا ... أَخَا سَفَرٍ يُسْرَى وَهُوَ لاَ يَدْرِيْ </p><p> آخرُ </p><p> إِنَّمَا الدُّنْيَا كَبَيْت ... نَسْجُهُ مِنْ عَنْكَبُوْت </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> تأليف </p><p> الشيخ العلامة محمد الأمين بن عبد الله الأرمي العلوي الهرري الشافعي </p><p> المدرس بدار الحديث الخيرية في مكة المكرمة </p><p> إشراف ومراجعة </p><p> الدكتور هاشم محمد علي بن حسين مهدي </p><p> خبير الدراسات برابطة العالم الإسلامي - مكة المكرمة </p><p> «المجلد العشرون» </p><p> حقوق الطبع محفوظة للناشر </p><p> الطبعة الأولى </p><p> ١٤٢١ هـ - ٢٠٠١ م </p><p> دار طوق النجاة </p><p> بيروت - لبنان </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> [٢٠] </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> شعرٌ </p><p> جَزَى اللَّهُ خِيرًا مَنْ تَأمَّلَ صَنْعَتِي ... وَقَابَلَ مَا فِيها مِنَ السَّهْوِ بالعَفْوِ </p><p> وَأَصْلَحَ مَا أَخْطأْتُ فِيه بفَضْلِه ... وفطْنَته أَسْتَغْفِرُ اللَّهَ مِنْ سَهْوِى </p><p> آخرُ </p><p> إِنْ تَجِدَ عَيْبًا فَسُدَّ الخَلَلا ... جَلَّ مَنْ لاَ عَيْبَ فِيهِ وعَلاَ </p><p> آخرُ </p><p> الصَّبْرُ مِفْتَاحُ مَا يُرْجَى ... وَكُلُّ خَيْرٍ بهِ يَكُونُ </p><p> وَرُبَّما نيْلَ بِاصْطِبَارِ ... مَا قِيلَ هَيْهات لاَ يكُوْنُ </p><p> آخرُ </p><p> السبَاقَ السباقَ قولًا وفِعْلًا ... حَذَّرِ النَّفْسَ حَسْرَة المَسْبُوقِ </p><p> رَأيْتُ أخَا الدنْيا وَإِنْ كان ثَاوِيَا ... أَخَا سَفَرٍ يُسْرَى بِهِ وَهُوَ لاَ يَدْرِي </p><p> آخرُ </p><p> إِنَّما الدُّنْيَا كَبَيْتٍ ... نَسْجُهُ مِنْ عَنْكَبُوتٍ </p><p> آخرُ </p><p> سُبْحانَكَ لاَ عِلْمَ لنَا إلَّا ... مَا عَلَّمْتَ وَأَلْهَمْتَ لَنَا إِلْهَامًا </p><p> آخرُ </p><p> إِلهِي رَبِّ سَامِعَا ... عَلِّمْنَا عِلْمًا نَافِعَا </p><p> وَفَّقْنَا يَسَارًا وَيُسرًا ... جَنِّبْنا إِعْسَارًا وَعُسْرًا </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> الحمد لله الذي سرح قلوبنا في ميادين التنزيل، وشرح صدورنا برشحات التفسير والتأويل، وأشهد أن لا إله إلا الله الواحد الفرد الجليل، وأشهد أن سيدنا محمدًا عبده ورسوله وصفيّه الحبيب الخليل، اللهم صل وسلم وبارك عليه وعلى آله أجمعين، وعلى التابعين لهم بإحسان إلى يوم الدين. </p><p> أما بعد: فإني لما فرغت من تفسير الجزء الثامن عشر من القرآن تفرّغت لتفسير الجزء التاسع عشر منه، راجيًا من الله سبحانه التوفيق والهداية لأقوم الطريق، فقلت وقولي هذا: </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا (٢١) يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا (٢٢) وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا (٢٣) أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا (٢٤) وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا (٢٥) الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا (٢٦) وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا (٢٧) يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا (٢٨) لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا (٢٩) وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا (٣٠) وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا (٣١) وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا (٣٢) وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا (٣٣) الَّذِينَ يُحْشَرُونَ عَلَى وُجُوهِهِمْ إِلَى جَهَنَّمَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ سَبِيلًا (٣٤) وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا (٣٥) فَقُلْنَا اذْهَبَا إِلَى الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَدَمَّرْنَاهُمْ تَدْمِيرًا (٣٦) وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَابًا </p><p> أَلِيمًا (٣٧) وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا (٣٨) وَكُلًّا ضَرَبْنَا لَهُ الْأَمْثَالَ وَكُلًّا تَبَّرْنَا تَتْبِيرًا (٣٩) وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ أَفَلَمْ يَكُونُوا يَرَوْنَهَا بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا (٤٠) وَإِذَا رَأَوْكَ إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا (٤١) إِنْ كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا (٤٢) أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا (٤٣) أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا (٤٤) أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا (٤٥) ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا (٤٦) وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا (٤٧) وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا (٤٨) لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا (٤٩) وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا (٥٠) وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَذِيرًا (٥١) فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَادًا كَبِيرًا (٥٢) وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا (٥٣) وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا وَكَانَ رَبُّكَ قَدِيرًا (٥٤) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى (١) لما حكى أباطيل المشركين السالفة بطعنهم في نبوة محمد - صلى الله عليه وسلم - بقولهم:  {لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا} .. أردف ذلك بذكر سخافات أخرى لهم في هذا الصدد، فقالوا: \"هلا أنزل علينا الملائكة فيخبرونا بصدقه، أو نرى ربنا فينبئنا بذلك، ثم بين أن هذا عتو عظيم منهم، ثم أعقب هذا ببيان أنهم سيرون الملائكة حين الهول يوم الجزاء والحساب حين يقولون لهم: لا بشرى لكم اليوم، بل فيه منعكم من كل خير، فإن ما قدمتم من </p><p>(١) المراغي.</p><p> عمل صالح في الدنيا هباء منثورًا، ثم أخبر بما يكون لأهل الجنة من خير المستقر وحسن المقيل في ظل ظليل، ونعم لا مقطوعة ولا ممنوعة حين يقولون:  {الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ} ، ولعل في ذكر هذا ما يكون حافزًا لهم على مراجعة أنفسهم، وتخمير الرأي ليرشدوا إلى طريق السداد، ويقلعوا عما هم فيه من هوى متبع وشيطان مطاع. </p><p> وقوله تعالى:  {وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما بين في سابق الآيات أن المشركين طلبوا إنزال الملائكة .. أردف هذا ببيان أنهم ينزلون حين ينتهي في هذا العالم الدنيوي، ويختل نظام الأفلاك والأرض والسموات، ويحشر الناس من قبورهم للعرض والحساب، فيعض الكافر على يديه نادمًا على ما فات، ويتمنى أن لو كان قد أطاع الرسول فيما أمر ونهى، ولم يكن قد أطاع شياطين الإنس والجن الذين أضلوه السبيل، وخذلوه عن الوصول إلى محجة الصواب. </p><p> قوله تعالى: {وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا (٣٠) ...} الآيتين، مناسبة هاتين الآيتين لما قبلهما: أن الله سبحانه لما ذكر (١) مقالاتهم الباطلة، وتعنتهم الظالم في الرسول من نحو قولهم:  {لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا} ، وقولهم:  {مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ} ، وقولهم في القرآن:  {إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ} ، وقولهم فيه:  {وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا} .. أعقب ذلك بشكاية الرسول إلى ربه بأن قومه قد هجروا كتابه، ولم يلتفتوا إلى ما فيه من هداية لهم، ورعاية لمصالحهم في دينهم ودنياهم، ثم سلاه سبحانه على ذلك بأن هذا ليس دأب قومك فحسب، بل إن كثيرًا من الأمم قد فعلوا مع رسلهم مثل هذا، فاقتد بأولئك الأنبياء، ولا تجزع، ثم وعده وعدًا كريمًا بأن يهديه إلى مطلبه، وينصره على عدوه، وكفى به هاديًا ونصيرًا. </p><p>(١) المراغي.</p><p> قوله تعالى:  {وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر (١) مطاعنهم في كتابه الكريم، كقولهم:  {إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ} ، وقولهم:  {وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا} .. قفى على ذلك بذكر شبهة أخرى لهم؛ وهي قولهم: لو كان القرآن من عند الله حقًا لأنزله جملة واحدة، كما أنزلت التوراة جملة على موسى، والإنجيل جملة على عيسى، والزبور على داود، فرد الله عليهم مقالتهم، وبين لهم فوائد إنزاله منجمًا، فذكر منها تثبيت فؤاد - صلى الله عليه وسلم - بتيسير الحفظ وفهم المعنى وضبط الألفاظ إلى نحو أولئك، ثم وعده بأنهم كلما جاؤوا بشبهة دحضها بالجواب الحق والقول الفصل الذي يكشف وجه الصواب، وبعدئذ ذكر حال المشركين، وأنهم حين يحشرون يكونون في غاية الذل والهوان، ويجرون على وجوههم إلى جهنم، وهم مصفدون بالسلاسل والأغلال. </p><p> قوله تعالى: {وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا (٣٥) ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما تكلم في دلائل وحدانيته ونفي الأنداد، وفي النبوة، وأجاب عن شبهات المنكرين لها، وفي أحوال يوم القيامة وأهوالها التي يلقاها الكافرون، وفي النعيم الذي يتفضل به على عباده المتقين .. أردف ذلك بقصص بعض الأنبياء مع أممهم الذين كذبوهم، فحل بهم النكال والوبال؛ ليكون في ذلك عبرة لقومه المشركين الذين كذبوا رسوله حتى لا يحل بهم من العذاب مثل ما حل بمن قبلهم إذا هم تمادوا في تكذيبهم، وأصروا على بغيهم وطغيانهم، وقد ذكر من ذلك خمس قصص: قصة موسى مع فرعون وقومه، وقصة نوح وقومه، وقصة هود مع قومه عاد، وقصة صالح مع قومه ثمود، وقصة أصحاب الرس. </p><p> قوله:  {وَإِذَا رَأَوْكَ إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر (٢) مطاعن المشركين في النبي - صلى الله عليه وسلم -، وأورد </p><p>(١) المراغي. (٢) المراغي.</p><p> شبهاتهم في ذلك .. أردف هذا ببيان أن ذلك ما كفاهم، وليتهم اقتصروا عليه، بل زادوا على ذلك الاستهزاء به والحط من قدره، حتى لقد قال بعضهم لبعض:  {أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا} ، بل لقد غالوا في ذلك فسموا دعوته إضلالًا، فرد الله عليهم مقالهم، وأبان لهم أنه سيظهر عليهم حين مشاهدة العذاب من الضال ومن المضل، ثم عجب رسوله من شناعة أحوالهم بعد حكاية أقوالهم وأفعالهم القبيحة، وأرشد إلى أن مثل هؤلاء يبعد أن يزدجروا عما هم فيه من الغي بنصحك وإرشادك، فإن أكثرهم لا يسمعون ولا يعقلون، وما هم إلا كالأنعام أو أضل منها سبيلًا. </p><p> قوله تعالى:  {أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما بين (١) جهالة المعرضين عن دلائل التوحيد، وسخيف مذاهبهم وآرائهم .. أعاد الكرة مرة أخرى، فذكر خمسة أدلة عليه نراها عيانًا، وتتوارد علينا ليلًا ونهارًا، وتكون دليلًا على وجود الإله القادر الحكيم. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ ...} الآية، سبب نزول هذه الآية: ما أخرجه ابن مردويه وأبو نعيم في \"الدلائل\" بسند صحيح من طريق سعيد بن جبير عن ابن عباس - رضي الله عنهما - أن أبا معيط كان يجلس مع النبي - صلى الله عليه وسلم - بمكة لا يؤذيه، وكان رجلًا حليمًا، وكان بقية قريش إذا جلسوا معه آذوه، وكان لأبي معيط خليل غائب عنه بالشام، فقالت قريش: صبأ أبو معيط، وقدم خليله من الشام ليلًا، فقال لامرأته: ما فعل خليلي أبو معيط؟ فقالت: صبأ، فبات بليلة سوء، فلما أصبح أتاه أبو معيط، فحياه، فلم يرد عليه التحية، فقال: ما لك لا ترد عليّ تحيتي؟ فقال: كيف أرد عليك تحيتك وقد صبوت، فقال: أو قد فعلتها قريش؟ قال: فما يبرىء صدورهم إن أنا فعلت؟ قال: تأتيه في مجلسه، وتبزق في وجهه، وتشتمه بأخبث ما تعلمه من الشتم، ففعل، فلم يزد النبي - صلى الله عليه وسلم - أن مسح </p><p>(١) المراغي.</p>"
}