{
  "id": null,
  "sura": 25,
  "aya": 8,
  "text": "<p> أي: هلا أنزل إلى محمد - صلى الله عليه وسلم - ملك من الملائكة على هيأته وصورته المباينة لصورة البشر والجن. {فَيَكُونَ} بالنصب بعد الفاء السببية الواقعة في جواب التحضيض. </p><p> قرأ الجمهور: بالنصب، وقرىء {فتكون} بالرفع، حكاه أبو معاذ عطفًا على {أنزل} ؛ لأن {أنزل} في موضع رفع، وهو ماض وقع موقع المضارع؛ أي: هلا ينزل إليه ملك، أو هو جواب التحضيض على إضمار هو؛ أي: فيكون ذلك الملك {مَعَهُ} ؛ أي: مع محمد - صلى الله عليه وسلم - {نَذِيرًا} ؛ أي: منذرًا للناس مخوفًا لهم من عذاب الله تعالى، معينًا له في الإنذار، معلومًا صدقه بتصديقه. </p><p> ٨ - {أَوْ يُلْقَى إِلَيْهِ كَنْزٌ} معطوف على {أنزل} ، ولا يجوز عطفه على {فيكون} ؛ أي: أو هلا يلقى إلى محمد - صلى الله عليه وسلم - كنز ومال كثير من السماء، يستظهر به ويستغنى به عن المشي في الأسواق لتحصيل المعاش، والكنز: المال المكنوز؛ أي: المجموع المحفوظ. </p><p> {أَوْ} هلا {تَكُونُ لَهُ} ؛ أي: لمحمد - صلى الله عليه وسلم - {جَنَّةٌ} وبستان {يَأْكُلُ مِنْهَا} من ثمارها، ويعيش من غلته كما يعيش المياسير من الناس؛ أي: إن لم يلق إليه كنز، فلا أقل من أن يكون له بستان يتعيش بغلته كما لأهل الغنى والقرى. </p><p> قال صاحب \"الكشاف\" : إنهم طلبوا أن يكون الرسول ملكًا، ثم نزلوا عن ملكيته إلى صحبة ملك يعينه، ثم نزلوا عن ذلك إلى كونه مرفودًا بكنز. ثم نزلوا فاقتنعوا بأن يكون له بستان يأكل ويرزق منه. اهـ. </p><p> وقرأ الجمهور (١) : {وتكون له جنة} بالتاء الفوقية. وقرأ الأعمش وقتادة {يكون} بالتحتية؛ لأن تأنيث الجنة غير حقيقي. وقرأ حمزة والكسائي وزيد بن علي وابن وثاب وطلحة والأعمش:  {نَّأْكُلُ مِنْهَا} بنون الجمع؛ أي: يأكلون هم من ذلك البستان فينفقون به في دنياهم ومعاشهم، وقرأ ابن كثير ونافع وأبو عمرو وعاصم وابن عامر:  {يَأْكُلُ مِنْهَا} بياء الغيبة، يعنون الرسول - صلى الله عليه وسلم -؛ أي: </p><p>(١) البحر المحيط.</p><p> يأكل هو وحده منه، ليكون له بذلك مزية علينا، حيث يكون أكله من جنته. قال النحاس: والقراءتان حسنتان، وإن كانت القراءة بالياء أبين؛ لأنه قد تقدم ذكر الرسول - صلى الله عليه وسلم - وحده، فعود الضمير إليه بَيِّنٌ. </p><p> وعن ابن عباس - رضي الله عنه - قال: إن عتبة بن ربيعة وأبا سفيان بن حرب والنضر بن الحارث وأبا البحتري والأسود بن المطلب وزمعة بن الأسود والوليد بن المغيرة وأبا جهل بن هشام وعبد الله بن أبي أمية وأمية بن خلف والعاص بن وائل ومنبه بن الحجاج، اجتمعوا فقال بعضهم لبعض: ابعثوا إلى محمد وكلموه وخاصموه حتى تعتذروا منه، فبعثوا إليه: إن أشراف قومك قد اجتمعوا ليكلموك، قال: فجاءهم رسول الله - صلى الله عليه وسلم - فقالوا: يا محمد إنا بعثنا إليك لنعتذر منك، فإن كنت إنما جئت بهذا الحديث، تطلب مالًا، جمعنا لك من أموالنا، وإن كنت تطلب به الشرف، فنحن نسودك، وإن كنت تريد ملكًا، ملكناك. فقال رسول الله - صلى الله عليه وسلم -: \"ما بي مما تقولون، ما جئتكم بما جئتكم به أطلب أموالكم، ولا الشرف فيكم، ولا الملك عليكم، ولكن بعثني إليكم رسولًا، وأنزل علي كتابًا، وأمرني أن أكون لكم بشيرًا ونذيرًا، فبلغتكم رسالة ربي، ونصحت لكم، فإن تقبلوا مني ما جئتكم به .. فهو حظكم في الدنيا والآخرة. وإن تردوه علي .. أصبر حتى يحكم الله بيني وبينكم\" . قالوا: يا محمد، فإن كنت غير قابل منا شيئًا، مما عرضناه عليك .. فسل لربك وسل لنفسك أن يبعث معك ملكًا يصدقك فيما تقول، ويراجعنا عنك. وسله أن يجعل لك جنانًا وقصورًا من ذهب وفضة، ويغنيك عما نراك تبتغي فإنك تقوم بالأسواق وتلتمس المعاش، كما نلتمسه حتى نعرف فضلك ومنزلتك من ربك، إن كنت رسولًا كما تزعم. فقال لهم رسول الله - صلى الله عليه وسلم -: \"ما أنا بفاعل، ما أنا بالذي يسأل ربه هذا، وما بعثت إليكم بهذا, ولكن الله بعثني بشيرًا ونذيرًا\" ، فأنزل الله في ذلك هذه الآية. أخرجه ابن إسحاق وابن جرير وابن المنذر. </p><p> وبعد أن (١) حكى عنهم أولًا أنهم يثبتون له كمال العقل، ولكنهم ينتقصونه </p><p>(١) المراغي.</p>"
}