{
  "id": null,
  "sura": 25,
  "aya": 43,
  "text": "<p> وفي هذا:  (١) إيماء إلى وجوه من الفائدة: </p><p> ١ - أنه - صلى الله عليه وسلم - قد بلغ من الاحتفال في الدعوة إلى التوحيد وإظهار المعجزات، وإقامة الحجج والبينات مبلغًا شارفوا به أن يتركوا دينهم لولا فرط عنادهم وتناهي عتوهم ولجاجهم. </p><p> ٢ - الدلالة على تناقضهم واضطرابهم، فإن في استفهامهم السابق ما يدل على التحقير له، وفي آخر كلامهم ما يدل على قوة حجته ورجاحة عقله، فذكره تحميق لهم، وتجهيل لاستهزائهم بما استعظموه. </p><p> وبعد أن حكى مقالتهم سفّه آراءهم من وجوه ثلاثة: </p><p> ١ - {وَسَوْفَ يَعْلَمُونَ} البتة وإن تراخى {حِينَ يَرَوْنَ الْعَذَابَ} الذي يستوجبه كفرهم، ومن العذاب عذاب بدر أيضًا؛ أي: سوف يعلمون حين يرون العذاب في الآخرة عيانًا {مَنْ} هو {أَضَلُّ سَبِيلًا} ؛ أي: من هو أبعد طريقًا عن الحق والهدى، أهم أم المؤمنون؟ نسبوه - صلى الله عليه وسلم - إلى الضلال في ضمن الإضلال، فإن أحدًا لا يضل غيره إلا إذا كان ضالًا في نفسه، واعلم أنه لا يهملهم وإن أمهلهم. ووصف السبيل بالضلال مجازًا. والمراد سالكوها، و {مَنْ أَضَلُّ سَبِيلًا} جملة استفهامية معلقة لـ {يَعْلَمُونَ} ، فهي سادة مسد مفعوليه. </p><p> أي (٢) : إنهم حين يشاهدون العذاب الذي استوجبوه بكفرهم وعنادهم يعلمون من الضال ومن المضل؛ وفي هذا رد لقولهم:  {إِنْ كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا} كما أن فيه وعيدًا شديدًا على التعامي والإعراض عن الاستدلال والنظر. </p><p> ٤٣ - ثم بين لهم سبحانه أنه لا تمسك لهم فيما ذهبوا إليه سوى التقليد واتباع الهوى، فقال معجبًا لرسوله - صلى الله عليه وسلم -: </p><p> ٢ - {أَرَأَيْتَ} يا محمد، أو أيها المخاطب. كلمة {أَرَأَيْتَ} تستعمل تارة للإعلام، وتارة للسؤال، وهاهنا للتعجب من جل من هذا وصفه {مَنِ اتَّخَذَ إِلَهَهُ </p><p>(١) المراغي. (٢) المراغي.</p><p> هَوَاهُ} {إِلَهَهُ} مفعول ثان قدم على الأول للاعتناء به؛ لأنه الذي يدور عليه أمر التعجب. والهوى مصدر هويه إذا أحبه واشتهاه، ثم سمي به المهوي المشتهى، محمودًا كان أو مذمومًا، ثم غلب على غير المحمود، فقيل: فلان أَتبع هواه إذا أريد ذمه، فالهوى ما يميل إليه الطبع وتهواه النفس بمجرد الاشتهاء من غير سند منقول، ودليل معقول. </p><p> والمعنى (١) : أرأيت يا محمد من جعل هواه إلهًا لنفسه بأن أطاعه، وبنى عليه أمر دينه معرضًا عن استماع الحجة والبرهان بالكلية، كأنه قيل: ألا تعجب ممن جعل هواه بمنزلة الإله في التزام طاعته وعدم مخالفته، فانظر إليه وتعجب منه. وهذا الاستفهام للتقرير والتعجيب. قال أبو سليمان - رحمه الله تعالى -: من أتبع نفسه هواها فقد سعى في قتلها؛ لأن حياتها بالذكر، وموتا وقتلها بالغفلة، فإذا غفل اتبع الشهوات، وإذا اتبع الشهوات صار في حكم الأموات. </p><p> {أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا} ؛ أي: حفيظًا تمنعه عن الشرك والمعاصي، وحاله هذا؛ أي: الاتخاذ. والهمزة فيه للاستفهام الإنكاري، داخلة على محذوف، والفاء عاطفة على ذلك المحذوف، والتقدير؛ أتطمع في هدايته، فتكون عليه وكيلًا؛ أي: لست موكلًا على حفظه، بل أنت منذر، وليس هذا نهيًا عن دعائه إياهم، بل الإعلام بأنه قد قضى ما عليه من الإنذار والإعذار. وقال بعض المفسرين: هذه الآية منسوخة بآية السيف. </p><p> والمعنى: أي انظر في حال هذا الذي جعل هواه إلهه بأن أطاعه وبنى عليه أمر دينه، وأعرض عن استماع الحجة الباهرة والبرهان الجلي الواضح، واعْجب ولا تأبه به، فإنك لن تكون حفيظًا على مثل هذا، تزجره عما هو عليه من الضلال، وترشده إلى الصراط السوي. </p><p> وخلاصة ذلك: كأنه سبحانه يقول لرسوله: إن هذا الذي لا يرى معبودًا له </p><p>(١) روح البيان.</p>"
}