{
  "id": null,
  "sura": 25,
  "aya": 18,
  "text": "<p> قليلة في الاستعمال، قوية في القياس؛ لأن يفعل بكسر العين في المتعدي، أقيس من يفعل بضمها. انتهى. </p><p> وهذا ليس كما ذكروا، بل فعل المفتوح المتعدي الصحيح، جميع حروفه إذا لم يكن للمبالغة، ولا حلقي عين، ولا لام، فإنه جاء على يفعل ويفعل كثيرًا، فإن شهر أحد الاستعمالين اتبع، وإلا فالخيار حتى إن بعض أصحابنا، خير فيهما، سُمع للكلمة أو لم يُسمع. </p><p> ١٨ - وقوله:  {قَالُوا} ؛ أي: قال المعبودون، كلام مستأنف، واقع في جواب سؤال مقدر، كأنه قيل: فماذا قالوا في الجواب؟ فقيل: قالوا: {سُبْحَانَكَ} هو تعجب مما قيل لهم لكونهم ملائكة، أو أنبياء معصومين، أو جمادات لا تعقل؛ أي: تعجبًا مما قيل فينا ونسب إلينا، أوتنزيه لله تعالى عن الأنداد؛ أي: تنزيهًا لك يا إلهنا عن الشركاء. {مَا كَانَ} الشأن. {يَنْبَغِي} ويستقيم {لَنَا} ويليق بنا، ويصح منا {أَنْ نَتَّخِذَ} ونجعل لأنفسنا {مِنْ دُونِكَ} ؛ أي: متجاوزين إياك {مِنْ أَوْلِيَاءَ} ؛ أي: آلهة نعبدهم. </p><p> أي (١) : ما كان ينبغي لنا أن نتخذ لأنفسنا آلهة من دونك، فكيف ندعوا عبادك إلى عبادتنا نحن، مع كوننا لا نعبد غيرك، فدل هذا الجواب، على أنهم لم يأمروا بعبادتهم. وهذا معنى الآية على قراءة الجمهور {نَتَّخِذَ} مبنيًا للفاعل. وقرأ أبو عبد الرحمن السلمي وابن جبير والحسن وقتادة وأبو جعفر وابن يعمر وعاصم الجحدري وأبو الدرداء وزيد بن ثاب وأبو رجاء ونصر بن علقمة وزيد بن علي وأخوه الباقر ومكحول وحفص وعبيد والنخعي والزعفراني وغيرهم {أن نتخذ} بضم النون وفتح الخاء مبنيًا للمفعول. والمعنى عليه؛ أي: ما كان ينبغي لنا، أن يتخذنا المشركون أولياء من دونك. </p><p> قال أبو عمرو بن العلاء وعيسى بن عمر: لا تجوز هذه القراءة. ولو كانت صحيحة لحذفت من الثانية. وقال أبو عبيدة: لا تجوز هذه القراءة، لأن الله </p><p>(١) الشوكاني.</p><p> سبحانه ذكر {مِن} مرتين. ولو كان كما قرؤوا لقال:  {أن نتخذ من دونك أولياء} بحذف {من} الثانية. وقيل: أن {من} الثانية زائدة. وقرأ عيسى الأسود القارىء {ينبغى} مبنيًا للمفعول. قال ابن خالويه: زعم سيبويه أنها لغة. وقرأ علقمة {ما ينبغي} بسقوط كان. وقراءة الجمهور بثبوتها أمكن في المعنى, لأنهم أخبروا عن حال، كانت في الدنيا ووقت الإخبار، لا عمل فيه ذكره أبو حيان. </p><p> وفي \"الروح\" : إنَّ {مِنْ} الثانية زائدة، لتأكيد النفي، وأولياء مفعول به لـ {نَتَّخِذَ} . وهو من اتخذ الذي يتعدى إلى مفعول واحد، كقوله تعالى:  {أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا} . </p><p> والمعنى (١) : ما كان ينبغي لنا، أن نتخذ من دونك معبودين، نعبدهم لما بنا من الحالة المنافية له، وهي العصمة، أو عدم القدرة، فأنى يتصور أن نحمل غيرنا، أن يتخذ وليًا غيرك، فضلًا عن أن يتخذنا وليًا. قال ابن الشيخ: جعل قولهم: ما كان ينبغي لنا ... إلخ كناية عن استبعاد، أن يدعوا واحدًا إلى اتخاذ ولي دونه؛ لأن نفس قولهم: بصريحه لا يفيد المقصود، وهو نفي ما نسب إليهم، من إضلال العباد، وحملهم على اتخاذ الأولياء، من دون الله تعالى. </p><p> وفي \"التأويلات النجمية\" : نزهوا الله عن أن يكون له شريك، ونزهوا أنفسهم عن أن يتخذوا وليًا غير الله، ويرضوا لغيرهم، أن يعبدوا غير الله. </p><p> ثم حكى عنهم سبحانه، بأنهم بعد هذا الجواب، ذكروا سبب ترك المشركين للإيمان، فقال:  {وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ} ؛ أي: ما أضللناهم، ولكن جعلتهم وآباءهم متمتعين منتفعين بالغمر الطويل، وأنواع النعم ليعرفوا حقها، ويشكروها، فاستغرقوا في الشهوات، وانهمكوا فيها. {حَتَّى نَسُوا الذِّكْرَ} ؛ أي: غفلوا عن ذكرك، وتركوا ما وعظوا به، أو غفلوا عن التذكر لآلائك، والتدبر في آياتك، فجعلوا أسباب الهداية بسوء اختيارهم ذريعة إلى الغواية، وفي هذا نسبة الضلال إليهم من حيث إنه بكسبهم وإسناد له إلى ما فعل الله بهم، فحملهم عليه </p><p>(١) روح البيان.</p>"
}