{
  "id": null,
  "sura": 25,
  "aya": 10,
  "text": "<p> فحرموا من الوصول إلى الله تعالى. أو لا يجدون إلى القدح في نبوة هذا النبي طريقًا من الطرق. </p><p> والمعنى: أي (١) انظر واعجب لهم كيف جرؤوا على التفوه بتلك الأقاويل العجيبة، فاخترعوا لك صفات وأحوالًا بعيدة كل البعد عن صفاتك التي أنت عليها، فضلوا بذلك عن طريق الهدى، وصاروا حائرين لا يدرون ماذا يقولون، ولا يقدحون به في نبوتك إلا مثل السخف والهذر. </p><p> والخلاصة: أن ما أتوا به لا يصلح أن يكون قادحًا في نبوتك، ولا مطعنًا فيك، فإن كان لهم مطعن في المعجزات التي أتيت بها فليفعلوا, ولكن أنى لهم ذلك. </p><p> ١٠ - ثم رد على ما اقترحوه من الجنة والكنز بقوله:  {تَبَارَكَ الَّذِي} أي تزايد وكثر خير ربك الذي {إِنْ شَاءَ جَعَلَ لَكَ} أي وهب لك في الدنيا, لأنه قد شاء أن يعطيه ذلك في الآخرة {خَيْرًا مِنْ ذَلِكَ} ؛ أي: إعطاءً خيرًا مما قالوا أو اقترحوا من إلقاء الكنز وجعل الجنة، ولكن أخره إلى الآخرة؛ لأنه خير وأبقى. </p><p> وخص (٢) هذا الموضع بذكر تبارك؛ لأن ما بعده من العظائم حيث ذكر النبي - صلى الله عليه وسلم - والله خاطبه بقوله:  \"لولاك يا محمد ما خلقت الكائنات\" كذا في \"برهان القرآن\" . قلت: هذا الأثر من الموضوعات لا أصل له كما مر. </p><p> {جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} بدل من خيرًا، ومحقق لخيريته مما قالوا؛ لأن ذلك كان مطلقًا، عن قيد التعدد وجريان الأنهار. {وَيَجْعَلْ لَكَ} في الدنيا {قُصُورًا} ؛ أي: بيوتًا مشيدة؛ أي: رفيعة كقصور الجنة. وجملة {يجعل} معطوفة على محل الجزاء الذي هو جعل، وهو الجزم وبجزم يجعل. </p><p> قرأ الجمهور (٣) : نافع وحمزة والكسائي وأبو عمرو قالوا عطفًا على موضع جعل؛ لأن التقدير: إن يشأ يجعل. وقرأ ابن كثير وابن عامر، وأبو بكر ومجاهد وحميد ومحبوب عن أبي عمرو بالرفع على أنه مستأنف، وقد تقرر في علم </p><p>(١) المراغي. (٢) روح البيان.(٣) البحر المحيط والشوكاني.</p><p> الإعراب، أن الشرط إذا كان ماضيًا جاز في جوابه الجزم والرفع، فجاز أن يكون {جعل} هنا في محل جزم ورفع. فيجوز فيما عطف عليه أن يجزم ويرفع. وقرأ عبيد الله بن موسى وطلحة بن سليمان ويجعل بالنصب على إضمار أن. وقال أبو الفتح: هي على جواب الشرط بالواو. وهي قراءة ضعيفة. انتهى. </p><p> وقرىء بإدغام لام {يجعل} في لام لك، لاجتماع المثلين. وقرىء بترك الإدغام, لأن الكلمتين منفصلتان. </p><p> والحاصل: أنه قرىء {يجعل} بالجزم والرفع والنصب. ونظير هذه القراءات الثلاث قول النابغة: </p><p> فَإِنْ يَهْلِكْ أَبُوْ قَابُوْسَ يَهْلِكْ ... رَبِيْعُ النَّاسِ وَالشَّهْرُ الْحَرَامُ </p><p> وَنَأْخُذُ بَعْدَهُ بِذِنَابِ عَيْشٍ ... أَجَبِّ الظَّهْرِ لَيْسَ لَهُ سِنَامُ </p><p> يروى بجزم نأخذ ورفعه ونصبه. </p><p> والمعنى: أي كثر (١) خير ربك، فإن شاء وهب لك في الدنيا خيرًا مما اقترحوا، فان أراد جعل لك في الدنيا مثل ما وعدك به في الآخرة، فأعطاك جنات تجري من تحتها الأنهار، وآتاك القصور الشامخة، والصياصي التي لا يصل إلى مثلها أكثرهم مالًا وأعزهم نفرًا، ولكن الله لم يشأ ذلك؛ لأنه أراد أن عطاءه لك في الدار الباقية الدائمة، لا في الدار الزائلة الفانية. وإنما كانت خيرًا مما ذكروا لكثرتها، وجريان الأنهار من تحت أشجارها، وبناء المساكن الرفيعة فيها، والعرب تسمي كل بيت مشيد قصرًا. </p><p> تنبيه: وفي قوله تعالى: {تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ ...} الآية. إشارة إلى أنه تعالى يعطي العباد على حسب المصالح، فيفتح على بعضهم أبواب المعارف والعلوم، ويسد عليه أبواب الدنيا. ويفتح على آخرين أبواب الرزق، ويحرمه لذة الفهم والعلم، ولا اعتراض عليه؛ لأنه فعال لما يريد. </p><p>(١) المراغي.</p>"
}