{
  "id": null,
  "sura": 25,
  "aya": 55,
  "text": "<p> تجعل لله ندًا وهو خلقك \"،قلت:ثم أي؟قال:\" أن تقتل ولدك مخافة أن يطعم معك \"،قلت:ثم أي؟قال:\" أن تزاني حليلة جارك \"،فأنزل الله تصديقها:{وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ ...}الآية.</p><p> وأخرج الشيخان وغيرهما أيضًا عن ابن عباس أن ناسًا من أهل الشرك قتلوا فأكثروا، وزنوا فأكثروا، ثم أتوا محمدًا - صلى الله عليه وسلم -، فقالوا: إن الذي تقول وتدعو إليه لحسن لو تخبرنا أنا لما عملنا كفارة، فنزلت:  {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ} إلى قوله: {وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} ؛ ونزل:  {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ...} الآية، ولا مانع أن تكون الآية نزلت للسببين معًا، والله أعلم. </p><p> وأخرج البخاري وغيره عن ابن عباس قال: لما أنزلت في الفرقان: {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ ...} الآية، قال مشركوا مكة: قد قتلنا النفس بغير حق، ودعونا مع الله إلهًا آخر، وأتينا الفواحش، فنزلت:  {إِلَّا مَنْ تَابَ ...} الآية. </p><p> وأخرج البخاري بسنده عن سعيد بن جبير قال: أمرني عبد الرحمن بن أبزي قال: سئل ابن عباس عن هاتين الآيتين ما أمرهما؟ {وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ} ، {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا} فسألت ابن عباس، فقال: لما أنزلت التي في الفرقان قال مشركوا أهل مكة: فقد قتلنا النفس التي حرم الله، ودعونا مع الله إلهًا آخر، وقد أتينا الفواحش، فأنزل الله:  {إِلَّا مَنْ تَابَ} ، وأما التي في \" النساء\": أن الرجل إذا عرف الإِسلام وشرائعه، ثم قتل فجزاؤه جهنم خالدًا فيها، فذكرته لمجاهد، فقال: إلَّا من ندم. </p><p> التفسير وأوجه القراءة </p><p> ٥٥ - ولما ذكر سبحانه وتعالى دلائل التوحيد عاد إلى ذكر قبائح الكفار وفضائح سيرتهم، فقال:  {وَيَعْبُدُونَ} ؛ أي: ويعبد هؤلاء المشركون حالة كونهم {مِنْ دُونِ اللَّهِ} سبحانه؛ أي: متجاوزين عبادة الله تعالى: {مَا لَا يَنْفَعُهُمْ} في الدنيا, ولا </p><p> في الآخرة إن عبدوه، مفعول {يَعْبُدُونَ} . والنفع (١) : ما يستعان به في الوصول إلى الخيرات، وما يتوصل به إلى الخير فهو خير، والنفع الخير، وضده الضر {وَلَا يَضُرُّهُمْ} فيهما إن لم يعبدوه، وما ليس من شنه النفع والضر أصلا وهو الأصنام وما في حكمها من المخلوقات؛ إذ ما من مخلوق يستقل بالنفع والضر فلا فائدة في عبادته، والاعتماد عليه واتباعه. </p><p> والمعنى: أي (٢) ويعبد هؤلاء المشركون من دون الله آلهة لا تنفعهم إذا هم عبدوها, ولا تضرهم إن تركوا عبادتها، فهم عبدوها لمجرد التشهي والهوى، وتركوا عبادة من أنعم عليهم بهذه النعم التي لا كفاء لأدناها، ومن ذلك ما ذكره قبل بقوله:  {أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ ...} إلى آخر الآيات. </p><p> ثم ذكر لهم جرمًا آخر، فقال:  {وَكَانَ الْكَافِرُ} بشركه وعدوانه للحق {عَلَى رَبِّهِ} الذي رباه بنعمته، متعلق بقوله:  {ظَهِيرًا} ؛ أي: عونًا للشيطان، فالظهير بمعنى المظاهر؛ أي: المعين، والمظاهرة على الرب هي المظاهرة على رسوله أو على دينه، قال الزجاج: لأنه يتابع الشيطان ويعاونه على معصية الله تعالى؛ لأن عبادتهم للأصنام معاونة للشيطان. والمراد (٣) بالكافر الجنس، أو أبو جهل، فإنه أعان الشيطان على الرحمن في إظهار المعاصي، والإصرار على عداوة الرسول، وتشجيع الناس على محاربته ونحوها. وقال أبو عبيدة: المعنى: وكان الكافر على ربه هينًا ذليلًا. </p><p> والمعنى: أي وكانوا مظاهرين للشيطان على معصية الرحمن، وذلك دأبهم وديدنهم، فهم يعاونون المشركين، ويكونون أولياء لهم على رسوله، وعلى المؤمنين بمساعدتهم على الفجور وارتكاب الآثام، وخذلان المؤمنين إذا أرادوا منعها والتنفر منها كما قال:  {وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ} . </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p>"
}