{
  "id": null,
  "sura": 25,
  "aya": 72,
  "text": "<p> الموت رجوعًا مرضيًا، وهذا تعميم بعد التخصيص؛ لأن متعلق التوبة في الآية الأولى الشرك والقتل والزنا فقط، وهاهنا مطلق المعاصي. </p><p> والتوبة في الشرع: ترك الذنب لقبحه، والندم على ما فرّط، والعزيمة على ترك المعاودة، وتدارك ما أمكنه أن يتدارك من الإعادة، فمتى اجتمعت هذه الأربع فقد كملت شرائط التوبة، قال ابن عطاء: التوبة الرجوع من كل خلق مذموم، والدخول في كل خلق محمود، وهي توبة الخواص. وقال بعضهم: التوبة أن يتوب من كل شيء سوى الله تعالى، وهي توبة الأخص، فعليكم أيها الإخوان بالتوبة والاستغفار، فإنها صابون الأوزار. </p><p> والمعنى: أي ومن تاب عن المعاصي التي فعلها، وندم على ما فرط منه، وزكّى نفسه بصالح الأعمال، فإنه يتوب إلى الله توبة نصوحًا مقبولة لديه، ماحية للعقاب، محصّلة لجزيل الثواب، إلى أنه ينير قلبه بنور من عنده يهديه إلى سواء السبيل، ويوفقه للخير، ويبعده عن الضير، وفي هذا تعميم لقبول التوبة من جميع المعاصي بعد أن ذكر قبولها من أمهاتها، نسأل الله تعالى توبة نصوحا ومن آثار رحمته فيضًا ونوالًا وفتوحًا. </p><p> ٧٢ - وسابع الصفات: ما ذكره بقوله: {وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ} ؛ أي (١) : لا يحضرون مواضع الكذب، فإن حضور مجامع الفسّاق مشاركة لهم في تلك المعصية، ولأن النظر إليها دليل الرضا بها. وقيل: معنى {لَا يَشْهَدُونَ الزُّورَ} لا يشهدون (٢) أعياد المشركين واليهود والنصارى. وقيل: لا يشهدون مواضع النوح والندب. وقيل: لا يساعدون أهل الباطل على باطلهم. وقيل: لا يشهدون مواضع اللهو واللعب والغناء. قال ابن مسعود: الغناء ينبت النفاق في القلب كما ينبت الماء الزرع. والأولى التعميم، فيقال: لا يشهدون مواضع المعاصي كلها، أيًا كانت. أو المعنى: لا يشهدون الشهادة الكاذبة. </p><p> والحاصل: أنَّ {يَشْهَدُونَ} إن كان من الشهادة بمعنى الإخبار .. ففي </p><p>(١) المراح. (٢) الخازن.</p><p> الكلام حذف مضاف؛ أي: لا يشهدون شهادة الزور، وإن كان من الشهود بمعنى الحضور، كما ذهب إليه الجمهور .. فقد اختلفوا في معناه على الأقوال التي ذكرناها أولًا. </p><p> واختلف الأئمة في عقوبة شاهد الزور (١) : فقال أبو حنيفة: لا يعزّر، بل يوقف في قومه، ويقال لهم: إنه شاهد زور. وقال الثلاثة: يعزّر ويوقف في قومه، ويعرّفون أنه شاهد زور. وقال مالك: يشهر في الجوامع والأسواق والمجامع. وقال أحمد: يطاف به في المواضع التي يشتهر فيها، فيقال: إنا وجدنا هذا شاهد زور فاجتنبوه. وكان عمر بن الخطاب رضي الله عنه يجلد شاهد الزور أربعين جلدة، ويسخم وجهه - أي: يطليه بمادة سوداء - ويحلق رأسه، ويطوف به في الأسواق كما في \"كشف الأسرار\" . وعن أبي بكر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"ألا أنبئكم بأكبر الكبائر\" ؟ قلنا: بلى يا رسول الله، قال:  \"الإشراك بالله، وعقوق الوالدين - وكان متكئًا فجلس، فقال -: ألا وقول الزور، أو شهادة الزور\" ، فما زال يكررها، حتى قلنا: ليته سكت. متفق عليه. </p><p> {وَإِذَا مَرُّوا بِاللَّغْوِ} ؛ أي: بمجالس اللغو واللهو والباطل {مَرُّوا كِرَامًا} ؛ أي: مروا بها معرضين عنها، مسرعين مكرمين أنفسهم بترك الالتفات إليها، منزّهين لها عن هذه المجالس السيئة، يقال: فلان يكرم نفسه عما يشينه؛ أي: يتنزه عن الدخول في اللغو والاختلاط بأهله. واللغو: كل ساقط من قول أو فعل. قال الحسن: اللغو المعاصي كلها. والمعنى: مرّوا معرضين عنه، مكرمين أنفسهم عن الوقوف عليه، والخوض فيه، ومن ذلك الإغضاء عن الفواحش، والصفح عن الذنوب، والكناية عما يستهجن التصريح به. </p><p> وحاصل معنى الآية: أي والذين لا يؤدّون الشهادات الكاذبة، ولا يساعدون أهل الباطل على باطلهم، ويكرمون أنفسهم عن سماع اللغو وما لا خير فيهِ كاللغو في القرآن، وشتم الرسول، والخوض فيما لا ينبغي. ونحو الآية قوله: </p><p>(١) روح البيان.</p>"
}