{
  "id": null,
  "sura": 25,
  "aya": 49,
  "text": "<p> وبرودة، وغيرها، وما تغير بمكثه أو بطاهر لا يمكن صونه عنه كالتراب والطحلب وورق الشجر ونحوها .. فهو طاهر في نفسه، مطهر لغيره، يرفع الأحداث ويزيل الأنجاس بالاتفاق، فإن تغير عن أصل خلقته بطاهر يغلب على أوصافه يستغني الماء عنه غالبًا .. لم يجز التطهير به عند الثلاثة، وجوّز أبو حنيفة رحمه الله الوضوء بالماء المتغير بالزعفران ونحوه من الطاهرات، ما لم تزل رقته، وقال أيضًا: يجوز إزالة النجاسة بالمائعات الطاهرة كالخل وماء الورد ونحوهما، وخالفه الثلاثة ومحمد بن الحسن وزفر كما فصل في الفقه. </p><p> فإن قلت: لم (١) وصف الماء بالطهور مع أن وصف الطهارة لا دخل له في ترتيب الأحياء والسقي على إنزال الماء؟ </p><p> قلتُ: وصفه بالطهارة إشعارًا بزيادة النعمة؛ لأن وصف الطهارة نعمة زائدة على إنزال ذات الماء، وتتميمًا للمنة المستفادة من قوله:  {لِنُحْيِيَ بِهِ} ؛ {وَنُسْقِيَهُ} فإن الماء الطهور أهنأ وأنفع مما خالطه مما يزيل طهوريته، وتنبيهًا على أن ظواهرهم لما كانت مما ينبغي أن يطهروها كانت بواطنهم بذلك أولى؛ لأن باطن الشيء أولى بالحفظ عن التلوث من ظاهره، وذلك لأن نظر الحق جل جلاله إلى باطن الإنسان، لا ظاهره. </p><p> ٤٩ - ثم ذكر سبحانه علة الإنزال، فقال {لِنُحْيِيَ بِهِ} ؛ أي: بما أنزلنا من السماء من الماء الطهور {بَلْدَةً مَيْتًا} ؛ أي: أرضًا يابسة، لا أشجار فيها ولا ثمار ولا مرعى، وإحياؤها: بإنبات النبات من المكان الذي لا نبات فيه. والمراد بالبلدة؛ القطعة من الأرض، عامرة كانت أو غيرها. والتذكير حيث لم يقل: بلدة ميتة؛ لأنه بمعنى البلد، أو الموضع، أو المكان، ولأنه غير جار على الفعل بأن يكون على صيغة اسم الفاعل، أو المفعول، فأجري مجرى الجامد. </p><p> وقرأ عيسى وأبو جعفر {ميّتا} بالتشديد {وَنُسْقِيَهُ} ؛ أي: نسقي ذلك الماء </p><p>(١) روح البيان.</p><p> الطهور عند جريانه في الأودية؛ أي: اجتماعه في الحياض، أو المنابع والآبار. وسقى وأسقى لغتان بمعنى، يقال: سقاه الله الغيث وأسقى، والاسم: السقيا كما سيأتي. وقرأ (١) عبد الله وأبو مجلز وأبو رجاء والضحاك وأبو حيوة وابن أبي عبلة والأعمش وعاصم وأبو عمرو في رواية عنهما {ونَسقيه} بفتح النون، ورويت عن عمر بن الخطاب. </p><p> والمعنى: أي وأنزلناه لنحيي به أرضًا طال انتظارها للغيث، فهي هامدة لا نبات فيها، وبذلك الماء يزدهر الشجر والنبات والأزهار، وذلك أشبه بالحياة للإنسان والحيوان، وأنزلناه ليشرب منه الحيوان والإنسان. </p><p> {مِمَّا خَلَقْنَا} متعلق بـ {نسقيه}  {أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا} بدل (٢) من محل الجار والمجرور؛ أي: ولنسقي ذلك الماء بعض خلقنا من الأنعام والأناسي، ويجوز أن يكون {أَنْعَامًا وَأَنَاسِيَّ} مفعول {نُسقيه} ، و {مِمَّا خَلَقْنَا} متعلق بمحذوف حال من: {أَنْعَامًا وَأَنَاسِيَّ} ؛ لأنه صفة نكرة قدمت عليها؛ أي: ولنسقيه أنعامًا وأناسي كثيرًا كائنات مما خلقنا. والأنعام: جمع نعم؛ وهي الأموال الراعية. والأناسي جمع إنسان كما سيأتي بسطه. و {كَثِيرًا} : صفة {أناسي} ؛ لأنه بمعنى بشرًا، والمراد بهم أهل البوادي الذين يعيشون بالمطر، ولذا نكر الأنعام والأناسي، يعني: أن التنكير للإفراد النوعي، وتخصيصهم بالذكر؛ لأن أهل المدن والقرى يقيمون بقرب الأنهار والمنابع، فلا يحتاجون إلى سقيا السماء، وسائر الحيوانات من الوحوش والطيور تبعد في طلب الماء، فلا يعوزها الشرب غالبًا. </p><p> يقال: أعوزه الشيء إذا احتاج إليه فلم يقدر عليه. </p><p> وخص الأنعام بالذكر (٣) ؛ لأنها قنية للإنسان؛ أي: يقتنيها ويتخذها لنفسه، لا لتجارة، وعامة منافعهم ومعايشهم منوطة بها، فلذا قدّم سقيها على سقيهم، </p><p>(١) البحر. (٢) روح البيان.(٣) روح البيان.</p>"
}