{
  "id": null,
  "sura": 25,
  "aya": 77,
  "text": "<p> وقرأ (١) ابن كثير ونافع وأبو عمرو، وحفص عن عاصم، والحسن وشيبة وأبو جعفر وأبو بكر {يلقون} بضم الياء وفتح اللام والقاف المشددة، وقرأ ابن عامر وحمزة والكسائي وأبو بكر عن عاصم وطلحة ومحمد اليماني {يَلْقون} بفتح الياء وسكون اللام وتخفيف القاف. </p><p> ٧٧ - ولما شرح صفات المتقين وأثنى عليهم .. أمر رسوله أن يقول لهم بقوله:  {قُلْ} يا محمد للناس كافة {مَا يَعْبَأُ بِكُمْ رَبِّي} و {ما} : إما استفهامية محلها النصب على المصدر؛ أي (٢) : ما يصنع بأجسامكم، وما يفعل بصوركم ربي، أو أي وزن ومقدار لكم عنده {لَوْلَا دُعَاؤُكُمْ} ؛ أي: لولا عبادتكم إياه، كقوله: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (٥٦) }. وقيل: لولا إيمانكم. وقيل: لولا دعاؤه إياكم إلى الإيمان, فإذا آمنتم ظهر لكم عنده قدر، وإما نافية؛ أي: لا يبالي بكم ربي لولا دعاؤكم واستغاثتكم إياه في الشدائد، فقوله:  {لَوْلَا دُعَاؤُكُمْ} بيان لحال المؤمنين، وجواب {لَوْلَا} معلوم مما قبله، تقديره: لولا دعاؤكم لم يعبأ بكم. والمعنى (٣) على الاستفهامية: أي عبء يعبأ بكم ربي، وأي مبالاة يبالي بكم ربي، وأي اعتبار يعتبركم ربي، وأي اعتناء يعتني بشأنكم ربي لولا عبادتكم وطاعتكم له تعالى؟ فإن شرف الإنسان وكرامته عند الله تعالى بالمعرفة والطاعة، وإلا فهو وسائر الحيوانات سواء، هذا وفي الآية معان أخر، والأظهر عند المحققين ما ذكرناه. </p><p> وقوله:  {فَقَدْ كَذَّبْتُمْ} بيان لحال الكفرة من الناس؛ أي: فقد كذبتم أيها الكفرة بما أخبرتكم به حيث خالفتموه وخرجتم عن أن يكون لكم عند الله اعتناء بشأنكم واعتبار، أو وزن ومقدار {فَسَوْفَ يَكُونُ} جزاء تكذبيكم {لِزَامًا} ؛ أي: لازمًا لكم يحيق بكم لا محالة، حتى يكبكم في النار؛ أي: يصرعكم على وجوهكم في النار، كما يعرف عنه الفاء الدالة على لزوم ما بعدها لما قبلها، </p><p>(١) البحر المحيط. (٢) الخازن بزيادة.(٣) روح البيان.</p><p> وإنما أضمر اسم {يَكُونُ} من غير ذكر للإيذان بغاية ظهوره وتهويل أمره، للتنبيه على أنه مما لا يكتنهه الوصف والبيان، وعن بعضهم: أن المراد بالجزاء جزاء الدنيا، وهو ما وقع يوم بدر، قتل منهم سبعون، وأسر منهم سبعون، ثم اتصل به عذاب الآخرة لازمًا لهم. </p><p> وقال الزمخشري في هذه الآية (١) : لما وصف الله سبحانه عبادة العباد، وعدد صالحاتهم وحسناتهم، وأثنى عليهم من أجلها، ووعدهم رفع الدرجات .. أتبع ذلك ببيان أنه إنما اكترث بأولئك، وعبأ بهم، وأعلى ذكرهم لأجل عبادتهم، فأمر رسوله بأن يقول لهم: إن الاكتراث بهم عند ربهم إنما هو لأجل عبادتهم وحدها, لا لمعنى آخر، ولولا عبادتهم لم يكترث بهم البتة، ولم يعتد بهم، ولم يكونوا عنده شيئًا يبالي به اهـ \"كشاف\" . </p><p> وقال زاده: أي إن مبالاة الله تعالى واعتناءه بشأنهم حيث خلق السموات والأرض وما بينهما إرادة للانتظام إنما هو ليعرفوا حق المنعم، ويطيعوه فيما كلفهم به اهـ. </p><p> ومعنى الآية: أي (٢) قل لهؤلاء الذين أرسلت إليهم: إن الفائزين بتلك النعم الجليلة التي يتنافس فيها المتنافسون إنما نالوها بما ذكر من تلك المحاسن، ولولاها لم يعتد بهم ربهم، ومن ثم لا يعبأ بكم إذا لم تعبدوه، فما خلق الإنسان إلا ليعبد ربه، ويطيعه وحده لا شريك له، كما قال: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (٥٦) }، {فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا} أما أنتم إذ خالفتم حكمي، وعصيتم أمري، ولم تعملوا عمل أولئك الذين ذكروا من قبل، وكذبتم رسولي .. فسوف يلزمكم أثر تكذيبكم، وهو العقاب الذي لا مناص منه، فاستعدوا له، وتهيؤوا لذلك اليوم، فكل آت قريب. </p><p> وخلاصة ذلك: لا يعتد بكم ربي لولا عبادتكم إياه، أما الكافرون منكم </p><p>(١) الكشاف. (٢) المراغي.</p><p> الذين قصروا في العبادة فسيكون تكذيبهم مفضيًا لعذابهم وهلاكهم في الدنيا والآخرة. </p><p> وقال أبو حيان (١) : والذي يظهر أن قوله: {قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي} خطاب لكفار قريش القائلين: أنسجد لما تأمرنا؟ أي: لا يحفل بكم ربي لولا تضرعكم إليه واستغاثتكم إياه عند الشدائد، فقد كذبتم بما جاء به الرسول - صلى الله عليه وسلم -، فتستحقون العقاب، فسوف يكون العقاب لزامًا؛ أي: لازمًا لكم لا تنفكون منه، ونفس لهم في حلوله بلفظة {فَسَوْفَ} ، وقرأ عبد الله وابن عباس وابن الزبير:  {فقد كذب الكافرون} فهو محمول على أنه تفسير لا قرآن، وفي هذه القراءة دليل (٢) بين على أن الخطاب لجميع الناس. </p><p> وقرأ ابن جريج {فسوف تكون} بتاء التأنيث؛ أي: فسوف تكون العاقبة، وقرأ الجمهور:  {لِزَامًا} بكسر اللام، وقرأ (٣) المنهال وأبان بن تغلب وأبو السماك بفتحها مصدرًا، تقول: لزم لزومًا ولزامًا مثل ثبت ثبوتًا وثباتًا، وأنشد أبو عبيدة على كسر اللام لصخر الغي: </p><p> فَإِمَّا يَنْجُ مِنْ حَتْفِ أَرْضٍ ... فَقَدْ لَقِيَا حُتُوْفَهُمَا لِزَامَا </p><p> ونقل ابن خالويه عن أبي السماك أنه قرأ:  {لزام} على وزن حذام، جعله مصدرًا معدولًا عن اللزمة، كفجار معدول عن الفجرة. </p><p> فائدة: قال الإمام الراغب (٤) : الإنسان في هذه الدار الدنيا كما قال أمير المؤمنين علي بن أبي طالب كرم الله وجهه: الناس سفر، والدار دار ممر، لا دار مقر، وبطن أمه مبدأ سفره، والآخرة مقصده، وزمان حياته مقدار مسافته، وسنوه منازله، وشهوره فراسخه، وأيامه أمياله، وأنفاسه خطاه، ويسار به سير السفينة براكبها، كما قال الشاعر: </p><p> رَأَيْتُ أَخَا الدُّنْيَا وَإِنْ كَانَ ثَاوِيَا ... أَخَا سَفَرٍ يُسْرَى بِهِ وَهُوَ لاَ يَدْرِيْ </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) البحر المحيط.(٤) روح البيان.</p><p> وقد دعي إلى دار السلام، لكن لما كان الطريق إليها مشكلة مظلمة جعل الله لنا من العقل الذي ركبه فينا، وكتبه التي أنزلها علينا نورًا هاديًا، ومن عبادته التي كتبها علينا، وأمرنا بها حصنًا واقيًا، فمن قال: هذه الطاعات جعلها الله عذابًا علينا من غير تأويل فقد كفر، فإن أول مراده بالتعب فلا يكفر، ولو قال: لو لم يفرض الله تعالى علينا كان خيرًا لنا بلا تأويل فقد كفر؛ لأن الخير فيما اختاره الله، إلا أن يُؤوِّل ويريد بالخير الأهون والأسهل. نسأل الله تعالى أن يسهلها علينا في الباطن والظاهر، والأول والآخر بمنّه وكرمه، وجوده وإحسانه، إنه خير مسؤول وأفضل مأمول. </p><p> الإعراب </p><p> {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا (٥٥) }. </p><p> {وَيَعْبُدُونَ} : فعل وفاعل، والجملة مستأنفة مسوقة لبيان قبائح المشركين. {مِنْ دُونِ اللَّهِ} : جار ومجرور ومضاف إليه، متعلقان بـ {يعبدون} . {مَا} : اسم موصول في محل النصب مفعول به. {لا} : نافية. {يَنْفَعُهُمْ} : فعل ومفعول به، وفاعله ضمير يعود على {مَا} ، والجملة صلة الموصول. {وَلَا يَضُرُّهُمْ} : فعل ومفعول وفاعل مستتر يعود على {مَا} ، والجملة معطوفة على جملة {يَنْفَعُهُمْ} . {وَكَانَ الْكَافِرُ} : فعل ناقص واسمه. {عَلَى رَبِّهِ} : متعلق بـ {ظَهِيرًا} . {ظَهِيرًا} : خبر {كَانَ} ، وجملة {كَانَ} معطوفة على جملة {يَعْبُدُونَ} . </p><p> {وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا (٥٦) قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا (٥٧) }. </p><p> {وَمَا أَرْسَلْنَاكَ} : {الواو} : استئنافية. {مَا} : نافية. {أَرْسَلْنَاكَ} : فعل وفاعل ومفعول به، والجملة مستأنفة مسوقة لتقرير حال رسوله - صلى الله عليه وسلم -. {إِلَّا} : أداة استثناء مفرغ من أعم الأحوال. {مُبَشِّرًا} : حال من ضمير المفعول. {وَنَذِيرًا} : معطوف عليه، والتقدير: أي: وما أرسلناك في حال من الأحوال إلَّا حال كونك </p><p> مبشرًا ونذيرًا. {قُلْ} : فعل أمر وفاعل مستتر يعود على محمد، والجملة مستأنفة. {مَا} : نافية. {أَسْأَلُكُمْ} : فعل مضارع، وفاعل مستتر يعود على محمد ومفعول أول. {عَلَيْهِ} : حال من {أَجْرٍ} ؛ لأنه كان في الأصل صفة لـ {أَجْرٍ} قدمت عليه. {مِن} : زائدة {أَجْرٍ} : مفعول ثان لسأل، وجملة سأل في محل النصب مقول القول. {إِلَّا} : أداة استثناء. {مَن} : اسم موصول في محل النصب على الاستثناء من ضمير المخاطبين. {شَاءَ} : فعل ماض وفاعل مستتر يعود على {مَن} ، والجملة صلة الموصول. {أَنْ} : حرف نصب. {يَتَّخِذَ} فعل مضارع وفاعل مستتر يعود على {مَن} . {إِلَى رَبِّهِ} : في محل المفعول الثاني لـ {يَتَّخِذَ} . {سَبِيلًا} : مفعول أول له، وجملة {يَتَّخِذَ} في تأويل منصوب على المفعولية لـ {شَاءَ} ، تقديره: إلا من شاء اتخاذه سبيلًا إلى ربه. </p><p> {وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا (٥٨) }. </p><p> {وَتَوَكَّلْ} : فعل أمر وفاعل مستتر يعود على محمد، والجملة معطوفة على جملة قوله:  {قُلْ مَا أَسْأَلُكُمْ} ، وهذه الجملة متصلة في المعنى بقوله:  {وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا} . {عَلَى الْحَيِّ} : جار ومجرور متعلق بـ {تَوَكَّلْ} . {الَّذِي} : صفة أولى لـ {الْحَيِّ} . {لَا يَمُوتُ} : فعل مضارع، وفاعل مستتر يعود على الموصول، والجملة صلة الموصول. {وَسَبِّحْ} : فعل أمر وفاعل مستتر يعود على محمد، والجملة معطوفة على جملة {توكل} . {بِحَمْدِهِ} : جار ومجرور ومضاف إليه متعلق بمحذوف حال من فاعل {سبح} ؛ أي: حالة كونك متلبسًا بحمده. {وَكَفَى} : {الواو} : عاطفة. {كفى} : فعل ماض. {بِهِ} : الباء زائدة في فاعل {كفى} ، والهاء ضمير للمفرد المنزه عن المذكورة والأنوثة والغيبة، مجرور لفظًا مرفوع محلًا على أنه فاعل {كفى} ، والجملة معطوفة على جملة {توكل} ، أو مستأنفة. {بِذُنُوبِ عِبَادِهِ} : جار ومجرور ومضاف إليه متعلق بـ {خَبِيرًا} . {خَبِيرًا} : تمييز لفاعل {كفى} ، أو حال منه. </p><p> {الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا (٥٩) }. </p><p> {الَّذِي} : صفة ثانية لـ {الْحَيِّ} ، أو نعت، أو بدل من قوله:  {بِهِ} ، أو مبتدأ خبره {الرَّحْمَنُ} الآتي. {خَلَقَ السَّمَاوَاتِ} : فعل وفاعل مستتر ومفعول به. {وَالْأَرْضَ} : معطوف على {السَّمَاوَاتِ} ، والجملة صلة الموصول. {وَمَا} : في محل النصب معطوف على {السَّمَاوَاتِ} . {بَيْنَهُمَا} ظرف ومضاف إليه صلة {ما} الموصولة. {فِي سِتَّةِ أَيَّامٍ} : جار ومجرور ومضاف إليه متعلق بـ {خَلَقَ} . {ثُمَّ} : حرف عطف وترتيب. {اسْتَوَى} : فعل ماض وفاعل مستتر يعود على الموصول معطوف على {خَلَقَ} . {عَلَى الْعَرْشِ} : متعلق بـ {اسْتَوَى} . {الرَّحْمَنُ} : بالرفع، في إعرابه أوجه: أحدها أنه خبر {الَّذِي خَلَقَ} ، أو خبر مبتدأ محذوف؛ أي: هو الرحمن، أو بدل من الضمير في {اسْتَوَى} ، أو مبتدأ خبره جملة قوله:  {فَاسْأَلْ بِهِ خَبِيرًا} على رأي الأخفش، أو صفة لـ {الَّذِي خَلَقَ} إذا قلنا إنه مرفوع، وأما على قراءة زيد بن علي بالجر، فيتعين أن يكون نعتًا لـ {الْحَيِّ} . {فَاسْأَلْ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت ما ذكرته من الخلق والاستواء، وأردت بيان تفاصيله .. فأقول لك:  {اسأل} : فعل أمر، وفاعل مستتر يعود على محمد. {بِهِ} : {الباء} : حرف جر بمعنى عن، {والهاء} : ضمير الغائب عائد على ما ذكر من الخلق والاستواء، ولكنه على تقدير مضاف، تقديره: فاسأل عن تفاصيل ما ذكر متعلق بـ {اسأل} على كونه مفعولًا ثانيًا لـ {اسأل} . {خَبِيرًا} : مفعول أول لـ {اسأل} ؛ أي: فاسأل ربًا خبيرًا عن تفاصيله، والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة، وفي المقام أوجه آخر من الإعراب على اختلاف تفاسيره، فأجر عليه تلك الأوجه بحسب المعنى، والله أعلم. </p><p> {وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا (٦٠) }. </p><p> {وَإِذَا قِيلَ}  {الواو} : استئنافية. {إِذَا} : ظرف لما يستقبل من الزمان مضمن معنى الشرط. {قِيلَ} : فعل ماض مغير الصيغة. {لَهُمُ} : متعلق به. {اسْجُدُوا} : فعل أمر وفاعل {لِلرَّحْمَنِ} : متعلق به، والجملة الفعلية في محل الرفع نائب فاعل لـ {قِيلَ} على كونها مقولًا له، وجملة {قِيلَ} في محل الخفض بإضافة إذا إليها على كونها فعل شرط لها، والظرف متعلق بالجواب. {قَالُوا} : فعل وفاعل جواب إذا لا محل لها من الإعراب، وجملة إذا مستأنفة. {وَمَا}  {الواو} : زائدة. {ما} : اسم استفهام في محل الرفع خبر مقدم. {الرَّحْمَنُ} : مبتدأ مؤخر، أو بالعكس، والجملة الاستفهامية في محل النصب مقول {قَالُوا} . {أَنَسْجُدُ} الهمزة: للاستفهام الإنكاري {نسجد} : فعل مضارع، وفاعل مستتر يعود على المتكلمين {لِمَا} : جار ومجرور متعلق بـ {نسجد} والجملة الفعلية في محل النصب مقول {قَالُوا} . {تَأْمُرُنَا} : فعل مضارع وفاعل مستتر يعود على محمد و {نا} : مفعول به، والجملة صلة {ما} الموصولة، والعائد محذوف تقديره: لما تأمرنا السجود له، ويجوز أن تكون {ما} مصدرية؛ أي: نسجد لأجل أمرك إيانا. {وَزَادَهُمْ نُفُورًا} : فعل ماض ومفعولان، وفاعله ضمير يعود على القول المذكور، والجملة الفعلية معطوفة على جملة {قَالُوا} على كونها جواب إذا لا محل لها من الإعراب. </p><p> {تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا (٦١) وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا (٦٢) }. </p><p> {تَبَارَكَ الَّذِي} : فعل وفاعل، والجملة مستأنفة. {جَعَلَ} : فعل ماض بمعنى أوجد، يتعدى لمفعول واحد، وفاعله ضمير مستتر يعود على الموصول، والجملة صلة الموصول. {فِي السَّمَاءِ} : متعلق بـ {جَعَلَ} . {بُرُوجًا} : مفعول به. {وَجَعَلَ} : معطوف على {جَعَلَ} الأول. {فِيهَا} : متعلق به. {سِرَاجًا} : مفعول {جَعَلَ} . {وَقَمَرًا} : معطوف على {سِرَاجًا} . {مُنِيرًا} : صفة {قمرا} . {وَهُوَ} : {الواو} : عاطفة. {هو} : مبتدأ. {الَّذِي} : خبر، والجملة معطوفة على جملة {تَبَارَكَ} . {جَعَلَ} : فعل ماض وفاعل مستتر، والجملة صله </p><p> الموصول. {اللَّيْلَ} : مفعول أول .. {وَالنَّهَارَ} : معطوف على {اللَّيْلَ} . {خِلْفَةً} : مفعول ثان لـ {جَعَلَ} إن كان بمعنى صير، أو حال من المفعول به إن كان بمعنى خلق، وأفرده لأن المعنى: يخلف أحدهما الآخر، فلا يتحقق هذا إلا منهما. قيل: ولا بد من تقدير مضاف؛ أي: ذوي خلفة. {لِمَن} : جار ومجرور صفة لـ {خِلْفَةً} . {أَرَادَ} : فعل وفاعل مستتر يعود على {من} ، والجملة صلة {من} الموصولة. {أَنْ يَذَّكَّرَ} : ناصب وفعل مضارع وفاعل مستتر يعود على {من} ، والجملة في تأويل مصدر منصوب على المفعولية لـ {أَرَادَ} ؛ أي: لمن أراد تذكرة. {أَوْ أَرَادَ شُكُورًا} : فعل وفاعل مستتر ومفعول به معطوف على {أَرَادَ} الأول. </p><p> {وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا (٦٣) وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا (٦٤) وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا (٦٥) إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا (٦٦) }. </p><p> {وَعِبَادُ الرَّحْمَنِ} : مبتدأ ومضاف إليه. {الَّذِينَ} : خبره، والجملة الاسمية مستأنفة مسوقة لبيان الأوصاف التي يتميز بها عباد الرحمن المخلصون. {يَمْشُونَ} : فعل وفاعل صلة الموصول. {عَلَى الْأَرْضِ} : متعلق بـ {يَمْشُونَ} . {هَوْنًا} : إما مصدر واقع موقع الحال من فاعل {يَمْشُونَ} ؛ أي: حالة كونهم هينين لينين، أو منصوب على المفعولية المطلقة؛ أي: مشيًا مطلقًا. {وَإِذَا}  {الواو} : عاطفة. {إِذَا} : ظرف لما يستقبل من الزمان. {خَاطَبَهُمُ الْجَاهِلُونَ} : فعل ومفعول به وفاعل، والجملة في محل الخفض بإضافة {إِذَا} إليها على كونها فعل شرط لها، والظرف متعلق بالجواب. {قَالُوا} : فعل وفاعل جواب {إِذَا} لا محل لها من الإعراب. {سَلَامًا} : منصوب على المفعولية المطلقة؛ لأنه صفة لمصدر محذوف؛ أي: قولًا سلامًا، وجملة {إِذَا} معطوفة على جملة قوله: {يَمْشُونَ} على كونها صلة الموصول. {وَالَّذِينَ} : معطوف على الموصول الأول على كونه خبر المبتدأ. {يَبِيتُونَ} : فعل مضارع ناقص، والواو: اسمها. {لِرَبِّهِمْ} : متعلق بـ {سُجَّدًا} . {سُجَّدًا} : خبر {يَبِيتُونَ} ، والجملة </p><p> صلة الموصول. {وَقِيَامًا} : معطوف على {سُجَّدًا} . {وَالَّذِينَ} : معطوف على الموصول الأول أيضًا. {يَقُولُونَ} : فعل وفاعل صلة الموصول. {رَبَّنَا} منادى مضاف حذف منه حرف النداء، وجملة النداء في محل النصب مقول يقولون:  {اصْرِفْ} : فعل دعاء، وفاعله ضمير مستتر يعود على الله. {عَنَّا} : جار ومجرور متعلق بـ {اصْرِفْ} . {عَذَابَ جَهَنَّمَ} : مفعول به ومضاف إليه، والجملة الفعلية في محل النصب مقول القول على كونها جواب النداء. {إِنَّ عَذَابَهَا} : ناصب واسمه. {كَانَ} : فعل ناقص، واسمها ضمير يعود على العذاب، وجملة {كَانَ غَرَامًا} في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} في محل النصب مقول القول على كونها معللة لقولهم: {رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ} . {إِنَّهَا} : ناصب واسمه. {سَاءَتْ} : فعل ماض من أفعال الذم، وفاعله ضمير مستتر مبهم مفسر بنكرة. {مُسْتَقَرًّا} : تمييز لفاعل {سَاءَتْ} . {وَمُقَامًا} : معطوف عليه، والمخصوص بالذم محذوف تقديره: هي، وهو مبتدأ، خبره جملة {سَاءَتْ} ، والجملة الاسمية في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} معطوفة على جملة {إِنَّ} الأولى، ويجوز أن تكون {سَاءَتْ} بمعنى أحزنت، فلا تكون حينئذ من أفعال الذم، كما مر في مبحث التفسير. </p><p> {وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا (٦٧) }. </p><p> {وَالَّذِينَ} : في محل الرفع معطوف على الموصول الأول. {إِذَا} : ظرف لما يستقبل من الزمان. {أَنْفَقُوا} : فعل وفاعل، والجملة في محل الخفض بإضافة {إِذَا} إليها على كونها فعل شرط لها، والظرف متعلق بالجواب. {لَمْ يُسْرِفُوا} : فعل وفاعل مجزوم بـ {لَمْ} ، والجملة جواب {إِذَا} ، وجملة {إِذَا} صلة الموصول. {وَلَمْ يَقْتُرُوا} : جازم وفعل وفاعل معطوف على قوله: {لَمْ يُسْرِفُوا} . {وَكَانَ} : {الواو} : عاطفة، أو حالية. {كَانَ} : فعل ماض ناقص، واسمها ضمير يعود على الإنفاق. {بَيْنَ ذَلِكَ} : ظرف ومضاف إليه متعلق بمحذوف حال من {قَوَامًا} ؛ لأنه صفة نكرة قدمت عليها. {قَوَامًا} : خبر {كَانَ} ؛ أي: وكان انفاقهم قوامًا كائنًا بين ذلك. قال الزمخشري: ويجوز أن </p><p> يكون المنصوبان خبرين لـ {كَانَ} ، أعني {بَيْنَ ذَلِكَ} و {قَوَامًا} ، وأن يكون {بَيْنَ ذَلِكَ} : ظرفًا لغوًا متعلق بـ {كَانَ} ، و {قَوَامًا} : خبر {كَانَ} ، وأن يكون الظرف خبرًا، و {قَوَامًا} : حالًا مؤكدة، وجملة {كَانَ} إما معطوفة على جملة الصلة، أو حال من واو {يُسْرِفُوا} . </p><p> {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا (٦٨) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا (٦٩) }. </p><p> {وَالَّذِينَ} : اسم موصول في محل الرفع معطوف على الموصول الأول. {لا} : نافية. {يَدْعُونَ} : فعل وفاعل صلة الموصول. {مَعَ اللَّهِ} : متعلق بـ {يَدْعُونَ} . {إِلَهًا} : مفعول به. {آخَرَ} : صفة له. {وَلَا يَقْتُلُونَ النَّفْسَ} : فعل وفاعل ومفعول به معطوف على {يَدْعُونَ} . {الَّتِي} : اسم موصول في محل النصب صفة لـ {النَّفْسَ} . {حَرَّمَ اللَّهُ} : فعل وفاعل صلة الموصول، والعائد محذوف تقديره: حرمها الله. {إِلَّا} : أداة استثناء مفرغ. {بِالْحَقِّ} : متعلق بـ {يَقْتُلُونَ} ، أو بمحذوف حال، فالاستثناء من أعم الأحوال؛ أي: إلا متلبسين بالحق. {وَلَا يَزْنُونَ} : فعل وفاعل معطوف على {يَقْتُلُونَ} . {وَمَنْ} : {الواو} : اعتراضية {من} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما. {يَفْعَلْ ذَلِكَ} : فعل وفاعل مستتر ومفعول به مجزوم بـ {من} الشرطية على كونه فعل شرط لها. {يَلْقَ} فعل مضارع وفاعل مستتر مجزوم بـ {من} الشرطية على كونه جواب شرط لها. {أَثَامًا} : مفعول به، وجملة {من} الشرطية جملة معترضة لا محل لها من الإعراب. {يُضَاعَفْ} : فعل مضارع مغير الصيغة بدل من {يَلْقَ} بدل كل من كل؛ لأن مضاعفة العذاب نفس لقي الآثام. {لَهُ} : متعلق بـ {يُضَاعَفْ} . {الْعَذَابُ} : نائب فاعل. {يَوْمَ الْقِيَامَةِ} : ظرف متعلق بـ {يُضَاعَفْ} أيضًا. {وَيَخْلُدْ} : فعل مضارع، وفاعل مستتر يعود على {من} معطوف على {يُضَاعَفْ} . {فِيهِ} : متعلق بـ {يخلد} . {مُهَانًا} : حال من فاعل {يخلد} . </p><p> {إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٧٠) وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا (٧١) }. </p><p> {إِلَّا} : أداة استثناء {مَن} : اسم موصول في محل النصب على الاستثناء، فهو مستثنى متصل من فاعل {يَلْقَ} . {تَابَ} : فعل ماض، وفاعل مستتر يعود على {مَن} ، والجملة صلة {مَن} الموصولة. {وَآمَنَ وَعَمِلَ} : معطوفان على {تَابَ} . {عَمَلًا} : مفعول مطلق أو مفعول به. {صَالِحًا} : صفة له. {فَأُولَئِكَ} : {الفاء} : تعليلية جريًا على القاعدة المطردة من أن الفاء بعد الاستثناء للتعليل. {أولئك} : مبتدأ. {يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ} : فعل وفاعل ومفعول أول. {حَسَنَاتٍ} : مفعول ثان، أو منصوب بنزع الخافض، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية في محل الجر بلام التعليل المقدرة المدلول عليها بالفاء التعللية، وتلك اللام متعلقة بمعلول محذوف، تقديره: وإنما قلنا: إلا من تاب لتبديل الله سيئاتهم إلخ. {وَكَانَ اللَّهُ غَفُورًا} : فعل ناقص واسمه وخبره. {رَحِيمًا} : خبر ثان له، وجملة {كَانَ} معترضة، أو مستأنفة لا محل لها من الإعراب. {وَمَن}  {الواو} : استئنافية، أو اعتراضية. {مَنْ} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب. {تَابَ} : فعل ماض وفاعل مستتر يعود على {مَنْ} في محل الجزم بـ {مَنْ} الشرطية على كونه فعل شرط لها. {وَعَمِلَ صَالِحًا} : فعل وفاعل مستتر ومفعول به، أو مطلق معطوف على {تَابَ} . {فَإِنَّهُ} الفاء رابطة الجواب {إنه} ناصب واسمه. {يَتُوبُ} : فعل مضارع وفاعل مستتر. {إِلَى اللَّهِ} متعلق به. {مَتَابًا} : مفعول مطلق لأنه مصدر ميمي، وجملة يتوب في محل الرفع خبر {إن} ، وجملة {إن} في محل الجزم بمن الشرطية على كونها جوابًا لها، وجملة {من} الشرطية معترضة أو مستأنفة لا محل لها من الإعراب. </p><p> {وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا (٧٢) وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا (٧٣) وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ </p><p> أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا (٧٤) }. </p><p> {وَالَّذِينَ} : اسم موصول في محل الرفع، معطوف على الموصول الأول. {لَا يَشْهَدُونَ الزُّورَ} : فعل وفاعل ومفعول به صلة الموصول. {وإذا} : {الواو} : عاطفة. {إِذَا} : ظرف لما يستقبل من الزمان. {مَرُّوا} : فعل وفاعل. {بِاللَّغْوِ} : متعلق بـ {مَرُّوا} ، والجملة في محل الخفض بإضافة {إذَا} إليها على كونها فعل شرط لها. {مَرُّوا} : فعل وفاعل. {كِرَامًا} : حال من فاعل {مَرُّوا} ، والجملة جواب {إذَا} لا محل لها من الإعراب، وجملة {إذَا} معطوفة على جملة الصلة. {وَالَّذِينَ} : معطوف على الموصول الأول. {إذَا} : ظرف لما يستقبل من الزمان. {ذُكِّرُوا} : فعل ونائب فاعل. {بِآيَاتِ رَبِّهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {ذُكِّرُوا} ، والجملة في محل الخفض بإضافة {إِذَا} إليها على كونها فعل شرط لها. {لَمْ يَخِرُّوا} : فعل وفاعل مجزوم بـ {لَمْ} . {عَلَيْهَا} متعلق به. {صُمًّا وَعُمْيَانًا} : حالان من فاعل {يَخِرُّوا} ، جواب {إِذَا} لا محل لها من الإعراب. {وَالَّذِينَ} : معطوف على الموصول الأول. {يَقُولُونَ} : فعل وفاعل صلة الموصول. {رَبَّنَا} : منادى مضاف حذف منه حرف النداء، وجملة النداء في محل النصب مقول لـ {يَقُولُونَ} . {هَبْ} : فعل دعاء وفاعل مستتر. {لَنَا} : متعلق به، والجملة الفعلية في محل النصب مقول {يَقُولُونَ} على كونها جواب النداء. {مِنْ أَزْوَاجِنَا} : جار ومجرور حال من {قُرَّةَ أَعْيُنٍ} ؛ لأنه صفة نكرة قدمت عليها. {وَذُرِّيَّاتِنَا} : معطوف على {أَزْوَاجِنَا} . {قُرَّةَ أَعْيُنٍ} : مفعول به لـ {هَبْ} . {وَاجْعَلْنَا} : فعل وفاعل مستتر ومفعول أول. {لِلْمُتَّقِينَ} : حال من {إِمَامًا} ؛ لأنه صفة نكرة قدمت عليها. {إِمَامًا} : مفعول ثان لـ {اجعلنا} ، وجملة {اجعلنا} معطوفة على جملة {هَبْ لَنَا} . </p><p> {أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا (٧٥) }. </p><p> {أُولَئِكَ} : مبتدأ. {يُجْزَوْنَ} : فعل مغير ونائب فاعل. {الْغُرْفَةَ} : مفعول ثان لـ {يُجْزَوْنَ} . {بِمَا}  {الباء} : حرف جر وسبب {ما} : مصدرية، </p><p> وجملة {صَبَرُوا} صلة {ما} المصدرية؛ أي: بسبب صبرهم، الجار والمجرور متعلق بـ {صَبَرُوا} ، وجملة {يُجْزَوْنَ} في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة استئنافًا بيانيًا، أو الجملة خبر {عِبَادُ الرَّحْمَنِ} كما مرت الإشارة إليه. {وَيُلَقَّوْنَ} : فعل ونائب فاعل معطوف على {يُجْزَوْنَ} . {فِيهَا} : جار ومجرور حال من ما بعده. {تَحِيَّةً} : مفعول ثان لـ {يلقون} . {وَسَلَامًا} : معطوف عليه. </p><p> {خَالِدِينَ فِيهَا حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا (٧٦) قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا (٧٧) }. </p><p> {خَالِدِينَ} : حال من واو {يُجْزَوْنَ} . {فِيهَا} : متعلق بـ {خَالِدِينَ} . {حَسُنَتْ} : فعل ماض من أفعال المدح، وفاعله ضمير مستتر فيه وجوبًا مبهم مفسر بما بعده. {مُسْتَقَرًّا} : تمييز لفاعل {حسن} . {وَمُقَامًا} : معطوف عليه، والمخصوص بالمدح محذوف تقديره: هي يعود على الغرفة، وهو مبتدأ خبره جملة {حَسُنَتْ} ، والجملة الاسمية جملة إنشائية لا محل لها من الإعراب. {قُلْ} : فعل أمر، وفاعل مستتر يعود على محمد، والجملة مستأنفة. {ما} : اسم استفهام في محل النصب على المفعولية المطلقة. {يَعْبَأُ} : فعل مضارع. {بِكُمْ} : متعلق به. {رَبِّي} : فاعل؛ أي: أي عبء يعبأ بكم ربي، أو {ما} نافية، والجملة الفعلية في محل النصب مقول لـ {قُلْ} . {لَوْلَا} : حرف امتناع لوجود. {دُعَاؤُكُمْ} : مبتدأ ومضاف إليه، والخبر محذوف وجوبًا تقديره: لولا دعاؤكم موجود، وجواب {لَوْلَا} معلوم مما قبلها تقديره: لولا دعاؤكم موجود ما يعبأ بكم ربي، وجملة {لَوْلَا} في محل النصب مقول {قُلْ} . {فَقَدْ}  {الفاء} : عاطفة لمحذوف تقديره: فكيف يعبأ بكم ربي وقد كذبتم، والجملة المحذوفة معطوفة على جملة قوله:  {مَا يَعْبَأُ بِكُمْ رَبِّي} على كونها مقولًا لـ {قُلْ} ، وصحّ عطفها؛ لأنها بمعنى النفي؛ لأن الاستفهام فيها إنكاري. {فَقَدْ} : حرف تحقيق. {كَذَّبْتُمْ} : فعل وفاعل، والجملة في محل النصب حال من ضمير المخاطبين في قوله: فكيف يعبأ بكم، أو الفاء عاطفة على جملة {مَا يَعْبَأُ </p><p> بِكُمْ}، أو الفاء فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أنه لا يعبأ بكم ربي لولا دعاؤكم، وأردتم بيان حالكم ومآل أمركم .. فأقول لكم:  {قد كذبتم فسوف يكون لزامًا} ، وجملة إذا المقدرة في محل النصب مقول {قُلْ} . {فَسَوْفَ} : {الفاء} : عاطفة، {سوف} : حرف تنفيس. {يَكُونُ} : فعل مضارع ناقص، واسمه ضمير يعود على العذاب. {لِزَامًا} : خبر {يَكُونُ} ، وجملة {يَكُونُ} معطوفة على جملة {كَذَّبْتُمْ} . </p><p> التصريف ومفردات اللغة </p><p> {ظَهِيرًا} الظهير والمظاهر: المعاون، فهو يعاون الشيطان على ربه؛ أي: على رسوله وإطفاء نوره بالعداوة، أو المعنى: هينًا مهينًا، لا وقع له عند الله ولا قدر، من قولهم: ظهرت به إذا نبذته خلف ظهرك، فيكون كقوله:  {وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ} ، اهـ \"بيضاوي\" . ومنه قوله:  {وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا} ؛ أي: هينًا. وقيل: إن المعنى: وكان الكافر على ربه الذي يعبده - وهو الصنم - قويًا غالبًا يعمل به ما يشاء؛ لأن الجماد لا قدرة له على دفع ولا نفع، ويجوز أن يكون الظهير جمعًا كقوله:  {وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ} والمعنى: أن بعض الكفرة مظاهر لبعض على رسول الله - صلى الله عليه وسلم -، أو على دينه. والمراد بالكافر الجنس، ولا ينافيه كون سبب النزول كافرًا معينًا كما قيل: إنه أبو جهل، اهـ \"شوكاني\" . </p><p> {إِلَّا مُبَشِّرًا} : من التبشير، والتبشير: إخبار فيه سرور. {وَنَذِيرًا} والإنذار: إخبار فيه تخويف، واقتصر على صيغة المبالغة في الإنذار لتخصصه بالكافرين إذ الكلام فيهم، والإنذار الكامل لهم، ولو قيل: إن المبالغة باعتبار الكم لشموله للعصاة جاز، اهـ \"شهاب\" باختصار. </p><p> {مِنْ أَجْرٍ} والأجر: ما يعود من ثواب العمل دنيويًا كان أو أخرويًا. {وَسَبِّحْ بِحَمْدِهِ} ؛ أي: نزهه عن صفات النقصان مثنيًا عليه بأوصاف الكمال، طالبًا لمزيد الإنعام بالشكر على سوابغه، اهـ \"بيضاوي\" . </p><p> {وَكَفَى بِهِ} يقال: كفى بالعلم جمالًا؛ أي: حسبك فلا تحتاج معه إلى غيره. </p><p> {خَبِيرًا} والخبير بالشيء: العليم بظاهره وباطنه وبكل ما يتصل به. {وَزَادَهُمْ نُفُورًا} والنفور: الإنزعاج عن الشيء والتباعد عنه. {بُرُوجًا} ؛ أي: طرقًا ومنازل للسبعة السيارة، سميت بروجًا؛ لاستنارتها وحسنها وضوئها، والأبرج الواسع ما بين الحاجبين. {سِرَاجًا} قال الراغب: السراج الزاهر بفتيلة، ويعبر به عن كل شيء مضيء، والمراد به هاهنا الشمس لقوله تعالى:  {وَجَعَلَ الشَّمْسَ سِرَاجًا} شبهت الشمس والكواكب الكبار بالسرج والمصابيح، كما في قوله تعالى:  {وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ} في الإنارة والإشراق {قمرا} سمي قمرًا؛ لبياضه كما في \"المختار\" . </p><p> {خِلْفَةً} ؛ أي: يخلف كل واحد منهما الآخر، فالخلفة مصدر هيئة. وعبارة \"القرطبي\" : قال أبو عبيدة: الخلفة كل شيء بعد شيء، فكل واحد من الليل والنهار يخلف صاحبه، ويقال للمبطون: أصابه خلفة؛ أي: قيام وقعود يخلف هذا ذاك، ومنه خلفة النبات وهو ورق يخرج بعد الورق الأول في الصعيد. وقال مجاهد: خلفة من الخلاف، هذا أبيض وهذا أسود، والأول أقوى. وقيل: يتعاقبان في الضياء والظلام، والزيادة والنقصان. {يَمْشُونَ عَلَى الْأَرْضِ} المشي: الانتقال من مكان إلى مكان بإرادة. </p><p> {هَوْنًا} والهون: الرفق والسكينة والوقار، كما في \"القاموس\" ، وهو مصدر وضع موضع الصفة للمبالغة، وتذلل الإنسان في نفسه بما لا يلحق به غضاضة، كما في \"المفردات\" . وهين لين، وقد يخففان. </p><p> {وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ} الجهل: خلو النفس من العلم، واعتقاد الشيء بخلاف ما هو عليه، وفعل الشيء بخلاف ما حقه أن يفعل، سواء اعتقد فيه اعتقادًا صحيحًا أو فاسدًا، اهـ \"روح\" . </p><p> {يَبِيتُونَ} : من بات يبيت بيتوتة، والبيتوتة خلاف الظلول، وهي أن </p><p> يدركك الليل نمت أو لم تنم، ولذلك يقال: بات فلانٌ قلقًا؛ أي: مضطربًا. </p><p> {سُجَّدًا} : جمع ساجد، كركع جمع راكع. {وَقِيَامًا} : جمع قائم كصيام جمع صائم. غرامًا: أي: هلاكًا وخسرانًا وعذابًا لازمًا. وفي \"المختار\" : الغرام: الشر الدائم والعذاب، قال بشر بن أبي خازم: </p><p> وَيَوْمَ النَّسَارِ وَيَوْمَ الْفِجَا ... رِ كَانَا عَذَابًا وَكَانَا غَرَاْمَا </p><p> والنسار ماء لبني عامر، والفجار ماء لبني تميم، وقد جرت فيهما هاتان الواقعتان، وكانتا عذابًا على أهلهما وهلاكًا دائمًا. قال الراغب: مأخوذ من قولهم: هو مغرم بالنساء؛ أي: يلازمهن ملازمة الغريم؛ أي: ملازمة من له الدين لغريمه؛ أي: من عليه الدين، فكلاهما غريم. </p><p> {لَمْ يُسْرِفُوا} الإسراف: مجاوزة الحد في الإنفاق. </p><p> {وَلَمْ يَقْتُرُوا} من الإقتار، والقتر والتقتر والإقتار هو التضييق الذي هو ضد الإسراف، وفي \"المختار\" : وقتر على عياله؛ أي: ضيق عليهم في النفقة، وبابه ضرب ودخل، وقتر تقتيرًا وأقتر أيضًا ثلاث لغات. </p><p> {قَوَامًا} - بفتح القاف وكسرها - وقد قرىء بهما، والقوام - بالفتح - العدل بين الشيئين لاستقامة الطرفين، ونظير القوام من الاستقامة السواء من الاستواء، والقوام - بالكسر - ما يقام به الشيء يقال: أنت قوامنا بمعنى ما تقام به الحاجة لا يزيد عنها ولا ينقص. </p><p> {وَلَا يَزْنُونَ} الزنا: وطء المرأة من غير عقد شرعي، أو ملك يمين كما مر، اهـ روح. </p><p> {أَثَامًا} الآثام كالوبال والنكال وزنًا ومعنى، وجزاء الإثم الذي هو الذنب نفسه، قال الشاعر: </p><p> جَزَى اللَّهُ ابْنَ عُرْوَةَ حَيْثُ أَمْسَى ... عُقُوْقًا وَالْعُقُوقُ لَهُ أَثَامُ </p><p> وفي \"المختار\" : أثمه الله في كذا بالقصر يأثمه بضم الثاء وكسرها أثاما عده عليه إثمًا فهو مأثوم. وقال الفراء: أثمه الله يأثمه إثمًا وأثامًا جازاه جزاء الإثم فهو مأثوم؛ أي: مجزى جزاء إثمه. </p><p> {يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ} قال الراغب: التبديل جعل الشيء مكان آخر، وهو أعم من العوض، فإن العوض أن يصير لك الثاني بإعطاء الأول، والتبديل يقال للتغيير وإن لم تأت ببدله، اهـ \"روح\" . </p><p> {مَتَابًا} قال الراغب: متابًا مصدر ميمي؛ أي: التوبة التامة، وهي الجمع بين ترك القبيح وتحري الجميل، اهـ. </p><p> {لَا يَشْهَدُونَ الزُّورَ} والزور: الكذب، وأصله تمويه الباطل بما يوهم أنه حق. وقال الراغب: الأزور المائل الزور؛ أي: الصدر. وقيل للكذب زور؛ لكونه مائلًا عن جهته. </p><p> {بِاللَّغْوِ} وقال الراغب: اللغو من الكلام ما لا يعتد به، هو يعد ذلاقه روبة وفكرٍ فيجري مجرى اللغا، وهو صوت العصافير نحوها من الطيور {كِرَامًا} : جمع كريم، يقال: تكرم فلان عما يشينه إذا تنزه وأكرم نفسه عنه. قال الراغب: الكرم إذا وصف الله به فهو اسم لإحسانه وإنعامه المتظاهر، وإذا وصف به الإنسان فهو اسم للأخلاق والأفعال المحمودة التي تظهر منه، ولا يقال هو كريم حتى يظهر ذلك منه. </p><p> {لَمْ يَخِرُّوا عَلَيْهَا} يقال: خر إذا سقط سقوطًا يسمع منه خرير، والخرير يقال لصوت الماء والريح وغير ذلك مما يسقط من علو. {صُمًّا} : جمع أصم، وهو فاقد حاسة السمع. {وَعُمْيَانًا} : جمع أعمى، وهو فاقد حاسة البصر. {هَبْ لَنَا} : وهو أمر من وهب يهب وهبًا وهبة، والهبة ضابطها أن تجعل ملكك لغيرك بغير عوض، ويوصف الله بالواهب والوهاب بمعنى أنه يعطي كلًّا على قدر استحقاقه. </p><p> {مِنْ أَزْوَاجِنَا} : جمع زوج، يقال لكل ما يقترن بآخر مماثلًا له أو مضادًا زوج، وأما زوجة فلغة رديئة كما في \"المفردات\" . </p><p> {وَذُرِّيَّاتِنَا} : جمع ذرية، أصلها صغار الأولاد، ثم صار عرفًا في الكبار أيضًا. قال في \"القاموس\" : ذرأ الشيء كثره، ومنه الذرية - مثلثة - لنسل الثقلين. </p><p> {قُرَّةَ أَعْيُنٍ} منصوب على أنه مفعول {هَبْ} ، وهي إما من القرار ومعناه أن يصادف قلبه من يرضاه، فتقر عينه عن النظر إلى غيره، ولا تطمح إلى ما فوقه، وإما من القر بالضم؛ وهو البرد، والعرب تتأذى من الحر، وتستريح إلى البرد، فقرور العين على هذا يكون كناية عن الفرح والسرور فإن دمع العين عند السرور بارد، وعند الحزن حار، فالمراد بالقرور المسؤول تفضيلهم بالفضائل الدينية، لا بالمال والجاه والجمال ونحوها، اهـ \"روح\" . </p><p> {لِلْمُتَّقِينَ إِمَامًا} والإمام المؤتم به إنسانًا كان يقتدى بقوله وفعله، أو كتابًا، أو غير ذلك، محقًا كان أو مبطلًا، كما في \"المفردات\" وفي صيغته أربعة أوجه: </p><p> الأول: أنه مصدر مثل قيام وصيام، فلم يجمع لذلك، والتقدير هنا: ذوي إمام. </p><p> والثاني: أنه جمع إمامة مثل قلادة وقلاد. </p><p> والثالث: أنه جع آم من أم يؤم. </p><p> والرابع: أنه واحد أكتفي به عن أئمة، كما قال تعالى:  {نُخْرِجُكُمْ طِفْلًا} ، اهـ \"إعراب القرآن\" . </p><p> {يُجْزَوْنَ الْغُرْفَةَ} قال القرطبي: الغرفة الدرجة الرفيعة؛ وهي أعلى منازل الجنة وأفضلها، كما أن الغرفة أعلى مساكن الدنيا، حكاه ابن شجرة. وقال الضحاك: الغرفة الجنة، اهـ. والغرف: رفع الشيء أو تناوله، يقال: غرفت الماء والمرق، وهي هنا اسم جنس أريد به الجمع؛ أي: يثابون أعلى منازل الجنة. </p><p> {وَيُلَقَّوْنَ} يقرأ بالتشديد، ومعناه يعطون، كما في قوله تعالى:  {وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا} ، وبالتخفيف، ومعناه: يجدون ويصادفون، ففي \"المصباح\" : لقيته ألقاه، من باب تعب لقيا، والأصل فعول، ولقى بالضم مع القصر، ولِقًا بالكسر مع المد والقصر، وكل شيء استقبل شيئًا أو صادفه فقد لقيه، اهـ. </p><p> {تَحِيَّةً وَسَلَامًا} والفرق بين التحية والسلام أن التحية الدعاء بالتعمير، والسلام الدعاء بالسلامة من الآفات، اهـ \"زكريا\" . وعبارة \"الشهاب\" : قوله: الدعاء بالتعمير؛ أي: طول العمر والبقاء؛ لأن التحية أصل معناها قول حياك الله وأبقاك، وهي مشتقة من الحياة، والمراد من الدعاء به التكريم وإلقاء السرور، وإلا فهو متحقق لهم، اهـ. وعبارة \"أبي السعود\" : معنى يلقون فيها تحية وسلامًا؛ أي: تحييهم الملائكة، ويدعون لهم بطول الحياة والسلامة من الآفات، اهـ. </p><p> {مَا يَعْبَأُ بِكُمْ رَبِّي} وفي المختار: عبأ الطيب والمتاع هيأه، وبابه قطع، وعبأه تعبئة مثله، والعبء - بالكسر - الحمل، وجمعه أعباء، وما عبأ به؛ أي: ما بالى به، وبابه قطع\"، اهـ. </p><p> {لِزَامًا} مصدر لازم الرباعي كقاتل قتالًا، والمراد به هنا اسم الفاعل، فهو مصدر أقيم مقام الفاعل، كما أقيم العدل مقام العادل. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: طباق السلب في قوله: {مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ} . </p><p> ومنها: الحصر في قوله: {إِلَّا مُبَشِّرًا وَنَذِيرًا} . </p><p> ومنها: الاستعارة المكنية في قوله: {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} وسماها القدامي استعارة تخييلية، فالمستعار الاستواء، والمستعار منه كل جسم مستو، والمستعار له الحق عز وجل ليتخيل السامع عند سماع هذه اللفظة ملكًا فرغ من ترتيب </p><p> ممالكه، وتشييد ملكه، وجميع ما تحتاج إليه رعاياه، وجنده من عمارة بلاده، وتدبير أحوال عباده، استوى على سرير ملكه استيلاء عظمة، فيقيس السامع ما غاب عن حسه من أمر الإلهية على ما هو متخيله من أمر المملكة الدنيوية عند سماع هذا الكلام، ولهذا لا يقع ذكر الاستواء على العرش إلا بعد الإخبار بالفراغ من خلق السموات والأرض وما بينهما، وإن لم يكن ثم سرير منصوب، ولا جلوس محسوس، ولا استواء معقول لنا. </p><p> فائدة: في الاستواء مذهبان: </p><p> أحدهما: مذهب السلف، وهو لا يفسر الاستواء، بل يقول: إنه استواء يليق به سبحانه، لا نكيفه، ولا نمثله، وهو الأسلم الأعلم. </p><p> وثانيهما: مذهب الخلف، وهو يفسره بالاستيلاء عليه بالتصرف فيه، وفي سائر المخلوقات. </p><p> ومنها: الاستعارة التصريحية في قوله: {بُرُوجًا} ؛ لأنها في الأصل القصور العالية، استعيرت لمنازل الكواكب السيارة بجامع الارتفاع في كل. </p><p> ومنها: الإضافة للتشريف في قوله: {وَعِبَادُ الرَّحْمَنِ} . </p><p> ومنها: تقديم السجود على القيام في قوله: {سُجَّدًا وَقِيَامًا} ؛ لرعاية الفاصلة مع أن السجود مؤخر عنه طبعًا، وليعلم أن القيام في الصلاة مقدم مع أن السجدة أحق بالتقديم. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {إِنَّ عَذَابَهَا كَانَ غَرَامًا} ؛ لإفادة التهويل. </p><p> ومنها: جناس الاشتقاق في قوله: {وَعَمِلَ عَمَلًا} ، وفي قوله:  {فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا} . </p><p> ومنها: الاستعارة البديعة في قوله: {لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا} ؛ لأن </p><p> المراد أنهم لم يتغافلوا من قوارع النذر حتى يكونوا بمنزلة من لا يسمع ولا يبصر، وهذا من أحسن الاستعارات. وفيها التقريع والتعريض للكافرين بأنهم صم عمي، لا ينتفعون بما يقرؤون، ولا يعتبرون بما يشاهدون، ولا يتجاوز آذانهم ما يسمعون. </p><p> ومنها: الكناية في قوله: {قُرَّةَ أَعْيُنٍ} فإنه كناية عن الفرحة والمسرة، كما أن {الْغُرْفَةَ} كناية عن الدرجات العالية في الجنة، وفيها أيضًا نكتتان: </p><p> الأولى: تنكير {أَعْيُنٍ} ، وإنما جنح إلى تنكيره لأجل تنكير {قُرَّةَ} ، والمضاف لا يمكن تنكيره إلا بتنكير المضاف إليه؛ ليكون السرور غير متناه ولا محدود. </p><p> الثانية: تقليل {أَعْيُنٍ} ؛ أي: جمعها جمع قلة، وإنما قللها؛ لأن أعين المتقين قليلة بالنسبة إلى غيرهم، يدل على ذلك قوله تعالى:  {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ} . </p><p> ومنها: المقابلة اللطيفة بين نعيم أهل الجنة وعذاب أهل النار في قوله: {حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا} مقابل قوله في أهل النار {سَاءَتْ مُسْتَقَرًّا وَمُقَامًا} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة ما اشتملت عليه السورة الكريمة من الأحكام </p><p> اشتملت هذه السورة على عدة مقاصد: </p><p> ١ - إثبات النبوة والوحدانية والنعي على عبدة الأوثان والأصنام، وإثبات البعث والنشور وجزاء المكذبين بذاك، مع ذكر شبهاتهم التي قالوها في النبي - صلى الله عليه وسلم - وفي القرآن، ثم تفنيدها. </p><p> ٢ - قصص بعض الأنبياء السالفين، وتكذيب أممهم لهم ثم أخذهم أخذ عزيز مقتدر. </p><p> ٣ - العجائب الكونية من مد الظل، وجعل الليل لباسا، وجعل النهار معاشًا، وإرسال الرياح مبشرات بالأمطار، ومروج البحرين العذب الفرات والملح الأجاج، وجعل البروج في السماء، وجعل الليل والنهار خلفة لمن أراد أن يتذكر أو أراد شكورًا. </p><p> ٤ - الأخلاق والآداب من قوله:  {وَعِبَادُ الرَّحْمَنِ ...} إلى آخر السورة (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) وقد تم تفسير سورة الفرقان بحمده وعونه في الساعة الخامسة من ليلة الجمعة المباركة من شهور سنة ٢٣/ ٢/ ١٤١٣ من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية.</p><p> [سورة الشعراء] </p><p> سورة الشعراء مكية كلها عند الجمهور، إلا أربع آيات من آخرها نزلت بالمدينة؛ وهي قوله تعالى: {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ (٢٢٤) } إلى آخر السورة. </p><p> وهي (١) مئتان وسبع وعشرون آية، وألف ومئتان وتسع وسبعون كلمة، وخمسة آلاف وخمس مئة واثنان وأربعون حرفًا. </p><p> التسمية: واسمها سورة الشعراء، سميت باسم بعضها على عادته سبحانه وتعالى في كتابه الكريم أنه يسمي كل سورة ببعض ما فيها من الكلمات. </p><p> فضلها: وورد في فضلها أحاديث (٢) : </p><p> منها: ما أخرجه القرطبي في تفسيره عن البراء - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال:  \"إن الله أعطاني السبع الطوال مكان التوراة، وأعطاني المئين مكان الإنجيل، وأعطاني الطواسين مكان الزبور، وفضلني بالحواميم والمفصَّل، ما قرأهن نبي قبلي\" . </p><p> وأخرج أيضًا عن ابن عباس قال: قال النبي - صلى الله عليه وسلم -: \"أعطيت السورة التي تذكر فيها البقرة من الذكر الأول، وأعطيت فواتح القرآن وخواتيم سورة البقرة من تحت العرش، وأعطيت المفصَّل نافلة\" . قال ابن كثير في تفسيره: ووقع في تفسير مالك المروي عنه تسميتها بسورة الجمعة. </p><p> وعن النبي - صلى الله عليه وسلم -: \"من قرأ سورة الشعراء(٣).. كان له من الأجر عشر حسنات بعدد من صدق بنوح وكذب، وهود، وصالح، وشعيب، وإبراهيم، وبعدد من كذب بعيسى، وصدق بمحمد\" صلوات الله عليهم وسلامه أجمعين. ولكنه ضعيف. </p><p>(١) الخازن. (٢) الشوكاني.(٣) البيضاوي.</p><p> المناسبة: ومناسبتها لما قبلها من وجوه (١) : </p><p> ١ - أن فيها بسطًا وتفصيلًا لبعض ما ذكر في موضوعات سالفتها. </p><p> ٢ - أن كلتيهما قد بدئت بمدح الكتاب الكريم. </p><p> ٣ - أن كلتيهما ختمت بإيعاد المكذبين. </p><p> وقال أبو حيان (٢) : ومناسبة أول هذه السورة لآخر ما قبلها: أنه تعالى قال في آخر السابقة: {فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا} ففيه إيعاد المكذبين، وقال في أول هذه إثر إخباره بتكذيبهم: {فَقَدْ كَذَّبُوا فَسَيَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٦) }، وفيه أيضًا إيعاد الكفرة المكذبين. </p><p> الناسخ والمنسوخ: وقال أبو عبد الله محمد بن حزم - رحمه الله - في كتابه:  \"الناسخ والمنسوخ\" : جميع (٣) هذه السورة محكم إلا قوله تعالى: {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ (٢٢٤) } إلى قوله: {وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ (٢٢٦) }، ثم نسخ في شعراء المسلمين، فاستثناهم بقوله: {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ (٢٢٧) } الآية، فصارت ناسخة للآيات التي قبلها، ومن الذكر هاهنا الشعر في الطاعة انتهى. </p><p> والله أعلم </p><p> * * * </p><p>(١) المراغي. (٢) البحر المحيط بتصرف.(٣) الناسخ والمنسوخ.</p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {طسم (١) تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (٢) لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ (٣) إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ (٤) وَمَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنَ الرَّحْمَنِ مُحْدَثٍ إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ (٥) فَقَدْ كَذَّبُوا فَسَيَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٦) أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ (٧) إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (٨) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (٩) وَإِذْ نَادَى رَبُّكَ مُوسَى أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ (١٠) قَوْمَ فِرْعَوْنَ أَلَا يَتَّقُونَ (١١) قَالَ رَبِّ إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ (١٢) وَيَضِيقُ صَدْرِي وَلَا يَنْطَلِقُ لِسَانِي فَأَرْسِلْ إِلَى هَارُونَ (١٣) وَلَهُمْ عَلَيَّ ذَنْبٌ فَأَخَافُ أَنْ يَقْتُلُونِ (١٤) قَالَ كَلَّا فَاذْهَبَا بِآيَاتِنَا إِنَّا مَعَكُمْ مُسْتَمِعُونَ (١٥) فَأْتِيَا فِرْعَوْنَ فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ (١٦) أَنْ أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ (١٧) قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ (١٨) وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ وَأَنْتَ مِنَ الْكَافِرِينَ (١٩) قَالَ فَعَلْتُهَا إِذًا وَأَنَا مِنَ الضَّالِّينَ (٢٠) فَفَرَرْتُ مِنْكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِي رَبِّي حُكْمًا وَجَعَلَنِي مِنَ الْمُرْسَلِينَ (٢١) وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ (٢٢) قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ (٢٣) قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ (٢٤) قَالَ لِمَنْ حَوْلَهُ أَلَا تَسْتَمِعُونَ (٢٥) قَالَ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ (٢٦) قَالَ إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ (٢٧) قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ تَعْقِلُونَ (٢٨) قَالَ لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ (٢٩) قَالَ أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُبِينٍ (٣٠) قَالَ فَأْتِ بِهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٣١) فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ (٣٢) وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ (٣٣) قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ (٣٤) يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ (٣٥) قَالُوا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ (٣٦) يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ (٣٧) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَإِذْ نَادَى رَبُّكَ مُوسَى ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لمّا ذكر سوء حال المشركين، وشدة عنادهم، وقبيح </p>"
}