{
  "id": null,
  "sura": 25,
  "aya": 31,
  "text": "<p> معنى {مَهْجُورًا} مهجورًا فيه، ثم حذف الجار. وهجرهم فيه قولم: إنه باطل، إنه سحر وشعر وأساطير الأولين. وهذا حكاية لقوله - صلى الله عليه وسلم - في الدنيا. وقيل: يقوله الرسول - صلى الله عليه وسلم - يوم القيامة. والمعنى حينئذ: ويقول الرسول يوم القيامة. فالماضي بمعنى المضارع. وفي ذكره - صلى الله عليه وسلم - بلفظ {الرَّسُولُ} تحقيق للحق ورد عليهم؛ إذ كان ما أوردوه قدحًا في رسالته - صلى الله عليه وسلم -. وقرأ ابن كثير ونافع وأبو عمرو {إن قومي اتخذوا} بتحريك الياء، وأسكنها عاصم وابن عامر وحمزة والكسائي اهـ ابن الجوزي. </p><p> وفي هذه الآية (١) : تلويح بأن حق المؤمن أن يكون كثير التعاهد للقرآن؛ أي: التحفظ والقراءة كل يوم وليلة كيلا يندرج تحت ظاهر النظم الكريم. وفي الحديث:  \"من تعلم القرآن وعلق مصحفًا لم يتعاهده ولم ينظر فيه. . جاء يوم القيامة متعلقًا به،يقول:يا رب عبدك هذا اتخذني مهجورًا اقض بيني وبينه\" . ومن أعظم الذنوب أن يتعلم الرجل آية من القرآن أو سورة ثم ينساها. والنسيان: أن لا يمكنه القراءة من المصحف كما في \"القنية\" . وفي الحديث:  \"إن هذه القلوب لتصدأ كما يصدأ الحديد\" ، قيل: وما جلاؤها؟ قال:  \"تلاوة القرآن وذكر الله\" . </p><p> ٣١ - ثم سلى رسوله - صلى الله عليه وسلم - على ما يلاقيه من الشدائد والأهوال بأن له في سلفه من الأنبياء قبله أسوة بقوله:  {وَكَذَلِكَ} ؛ أي: كما جعلنا لك يا محمد أعداء من مجرمي قومك كأبي جهل وأضرابه {جَعَلْنَا لِكُلِّ نَبِيٍّ} من الأنبياء المتقدمين {عَدُوًّا} ؛ أي: أعداء، فإنه يحتمل الواحد والجمع {مِنَ الْمُجْرِمِينَ} ؛ أي: من مجرمي قومهم كنمروذ لإبراهيم، وفرعون لموسى، واليهود لعيسى، فاصبر كما صبروا تظفر كما ظفروا. </p><p> والمعنى (٢) : أي كما جعلنا لك أعداء من المشركين يتقولون عليك ما يتقولون من الترهات والأباطيل، ويفعلون من السخف ما يفعلون، جعلنا لكل نبي من الأنبياء الذين سلفوا وأوتوا من الشرائع ما فيه هدى للبشر أعداء لهم من </p><p>(١) روح البيان. (٢) المراغي.</p><p> شياطين الإنس والجن، وكانوا لهم بالمرصاد، وقاوموا دعوتهم {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} . فلا تجزع أيها الرسول، فإن هذا دأب الأنبياء قبلك، واصبر كما صبروا، قال ابن عباس: كان عدو النبي - صلى الله عليه وسلم - أبا جهل، وعدو موسى قارون، وكان قارون ابن عمّ موسى، ونحو الآية قوله:  {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا} . </p><p> ثم وعده بالهداية والنصر والتأييد وغلبته لأعدائه، فقال:  {وَكَفَى بِرَبِّكَ} ؛ أي: كفاك ربك. والباء صلة لتأكيد {هَادِيًا} : تمييز؛ أي: من جهة هدايته لك إلى كافة مطالبك، ومنها انتشار شريعتك وكثرة الآخذين بها {وَنَصِيرًا} ؛ أي: ومن جهة نصرته لك على جميع أعدائك، فلا تبال بمن يعاديك وسيبلغ حكمك إلى أقطار الأرض وأكناف الدنيا. ويصح أن يكون:  {هَادِيًا} حالًا من {ربك} ؛ أي: حالة كونه هاديًا لك، وناصرًا لك. </p><p> والمعنى (١) : أي وكفاك ربك هاديًا لك إلى مصالح الدين والدنيا، وسيبلغك أقصى ما تطلب من الكمال، وسينصرك على أعدائك، وستكون لك الغلبة عليهم آخرًا، فلا يهولنك كثرة عَددهم وعُددهم، فإني لا محالة جاعل كلمة الله هي العليا، وكلمة أعدائه هي السفلى، فاصبر لأمري وامض لتبليغ رسالتي حتى يبلغ الكتاب أجله. </p><p> دلت الآية (٢) بالعبارة والإشارة على أن لكل نبي وولي عدوًا يمتحنه الله به، ويظهر شرف اصطفائه. قال أبو بكر بن طاهر رحمه الله تعالى: رفعت درجات الأنبياء والأولياء بامتحانهم بالمخالفين والأعداء، وفي الخبر:  \"لو أن مؤمنًا ارتقى على ذروة جبل لقيض الله إليه منافقًا يؤذيه فيؤجر عليه\" ، ثم لم يغادر الله المجرم المعاند العدو لوليه حتى أذاقه وبال ما استوجبه على معاداته، كما قال في الحديث الرباني:  \"من عادى لي وليًا فقد آذنته بالحرب\" ، وقال:  \"وأنا أنتقم لأوليائي كما ينتقم الليث الجريء لجروه\" . </p><p>(١) المراغي. (٢) روح البيان.</p>"
}