{
  "id": null,
  "sura": 25,
  "aya": 38,
  "text": "<p> أصحاب السفينة، وجعلناهم عبرة للناس، كما قال: {إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ (١١) لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ (١٢) }؛ أي: أبقينا لكم السفينة؛ لتذكروا نعمة الله عليكم بإنجائكم من الغرق، وجعلكم من ذرية من آمن به وصدق بأمره. </p><p> وفي قوله:  {كَذَّبُوا الرُّسُلَ} وهم لم يكذّبوا إلا رسولًا واحدًا؛ وهو نوح إيماء إلى أن من كذب رسولًا واحدًا .. فقد كذب جميع الرسل؛ إذ لا فرق بين رسول وآخر؛ إذ جميعهم يدعون إلى توحيد الله ونبذ الأصنام والأوثان، قاله الزجاج. </p><p> ثم ذكر مآل المكذبين، فقال:  {وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَابًا أَلِيمًا} ؛ أي: وأعددنا لكل من كفر بالله، ولم يؤمن برسله عذابًا أليمًا في الآخرة. وفي ذلك رمز إلى أن قريشًا سيحل بهم من العذاب في الدنيا والآخرة مثل ما حل بأولئك المكذبين إذا لم يرعووا عن غيهم. </p><p> قصص عاد وثمود وأصحاب الرس وغيرهم </p><p> ٣٨ - وانتصاب {وَعَادًا} بالعطف على {قومَ} . وقيل: على محل {لِلظَّالِمِينَ} . وقيل: على المفعول الأول لـ {جعلنا} ؛ أي: وأهلكنا عادًا قوم هود {وَثَمُودَ} قوم صالح. قرأ حمزة وحفص وعبد الله وعمرو بن ميمون والحسن وعيسى {وَثَمُودَ} غير مصروف على تأويل القبيلة، وقرأ غيرهم {وثمودًا} بالصرف على تأويل الحي {و} أهلكنا {أَصْحَابَ الرَّسِّ} الرس في كلام العرب: البئر التي تكون غير مطوية. وأصحاب الرس هم قوم يعبدون الأصنام، فبعث الله إليهم شعيبًا عليه السلام فكذبوه، فبينما هم حول الرس؛ أي: بئرهم الغير المبنية التي يشربون منها ويسقون مواشيهم انهارت، فخسف بهم وبديارهم. قاله الكلبي ووهب. وقيل: الرس: قرية بفلج اليمامة، كان فيها بقايا ثمود، فبعث إليهم نبي، فقتلوه، فأهلكوا. وقيل: هم أصحاب حنظلة بن صفوان عليه السلام، ابتلاهم بطير عظيم، فيها من كل لون تسمى بالعنقاء لطول عنقها فتخطف صبيانهم وعُرَسَهُمْ - أي طعامهم -، فدعا عليها حنظلة، فأصابتها الصاعقة، فكفوا شرها، </p><p> ثم إنهم قتلوا حنظلة عليه السلام، فأهلكوا. وقيل: إن الرس بئر في أنطاكية الشام، كذبوا حبيبًا النجار؛ وهو صاحب يَس الذي قال:  {يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ} ، وقتلوه، فدسوه في تلك البئر، فأهلكوا. </p><p> وروى عكرمة ومحمد بن كعب القرظي عن النبي - صلى الله عليه وسلم -: أن أهل الرس أخذوا نبيهم، فرسوه في بئر، وأطبقوا عليه صخرة، فكان عبد أسود قد آمن به يجيء بطعام إلى تلك البئر، فيعينه الله تعالى على تلك الصخرة فيقلعها، فيعطيه ما يغذيه به، ثم يرد الصخرة، إلى أن ضرب الله يومًا على أذن ذلك الأسود بالنوم أربع عشرة سنة، وأخرج أهل القرية نبيهم، فآمنوا؛ به في حديث طويل. قال الطبري: فيمكن (١) أنهم كفروا بعد ذلك، فذكرهم في هذه الآية، وكثر الاختلاف في أصحاب الرس، فلو صح ما نقله عكرمة ومحمد بن كعب كان هو القول الذي لا يمكن خلافه. </p><p> وملخص هذه الأقوال: أنهم قوم أهلكهم الله تعالى بتكذيب من أرسل إليهم، والله سبحانه أعلم بمن هم. </p><p> {وَقُرُونًا} ؛ أي: وأهلكنا أيضًا أهل قرون وأزمنة. جمع قرن؛ وهم القوم المقترنون في زمن واحد. قيل: القرن: مئة سنة. وقيل: مئة وعشرون سنة. وقيل: القرن أربعون سنة. وفي \"القاموس\" : الأصح أنه مئة سنة؛ لقوله - صلى الله عليه وسلم - لرجل:  \"عش قرنًا، فعاش مئة سنة\"  {بَيْنَ ذَلِكَ} المذكور من الطوائف والأمم من قوم نوح وما بعده {كَثِيرًا} صفة لـ {قرونا} . والإفراد باعتبار الجمع، أو العدد كقوله:  {وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا} ، أو لأن فعيلًا يستوي فيه المفرد والجمع؛ أي: وأهلكنا أقوامًا كثيرًا بين هؤلاء الأمم المذكورة لا يعلمهم إلا الله سبحانه وتعالى. </p><p> والمعنى: أي (٢) ودمرنا عادًا قوم هود عليه السلام بالريح الصرصر العاتية، وثمود قوم صالح بالصيحة، وأهلكنا أصحاب الرس الذين كانوا باليمامة أو </p><p>(١) الطبري. (٢) المراغي.</p>"
}