{
  "id": null,
  "sura": 25,
  "aya": 17,
  "text": "<p> الجنات في كل شيء. ومن هذا يعلم فساد ما قيل في \"شرح الأشباه\" : بجواز اللواطة في الجنة لجواز أن يريدها أهل الجنة ويشتهيها. وذلك لأن اللواطة من الخبائث، التي ما تعلقت الحكمة بتحليلها في عصر من الأعصار كالزنى، فكيف يكون ما يخالف الحكمة، مرادًا ومشتهًى في الجنة. فالقول بجوازها ليس إلا من الخباثة. </p><p> والحاصل: أن عموم الآية، إنما هو بالنسبة إلى المتعارف، ولذا قال بعضهم: في الآية دليل، على أن كل المرادات لا تحصل إلا في الجنة، ولما لم تكن اللواطة مرادًا في الدنيا للطيبين، فكذا في الآخرة حالة كونهم {خَالِدِينَ} فيها أبدًا بلا انقطاع ولا زوال. حال من الهاء في لهم، أو من الواو في يشاؤون. قيد بالخلود, لأن من تمام النعيم أن يكون دائمًا، إذ لو انقطع لكان مشوبًا بضرب من الغم. وأنشد في المعنى: </p><p> أَشَدُّ الْغَمَّ عِنْدِيْ فِيْ سُرُوْرٍ ... تَيَقَّنَ عَنْهُ صَاحِبُهُ انْتِقَالاَ </p><p> {كَانَ} المذكور من الدخول، أو الخلود، ما يشاؤون. {عَلَى رَبِّكَ} يا محمد {وَعْدًا مَسْئُولًا} ؛ أي: موعودًا حقيقًا بأن يسأل ويطلب؛ لأنه (١) جزاء وأجر، أو مسؤولًا سألته الملائكة في قولهم: ربنا وأدخلهم جنات عدن التي وعدتهم. قاله محمد بن كعب أو الناس في قولهم: ربنا وآتنا ما وعدتنا على رسلك، ربنا آتنا في الدنيا حسنة، وفي الآخرة حسنة. قال معناه ابن عباس وابن زيد: وما في على من معنى الوجوب لاستحالة الخلف في وعده تعالى، فإن تعلق إرادته تعالى بالموعود، متقدم على الوعد الموجب للإنجاز. </p><p> ١٧ - وقوله:  {وَيَوْمَ يَحْشُرُهُمْ} كلام متصل في المعنى بقوله: في أول السورة: {وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً} الخ وتعلق التذكير باليوم مع أن المقصود ذكر ما فيه للمبالغة والتأكيد؛ أي: واذكر يا محمد لقومك أهوال يوم، يحشر الله سبحانه وتعالى فيه، والذين اتخذوا من دونه آلهة، ويجمعهم {وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ} من </p><p>(١) البحر المحيط.</p><p> الأصنام وغيرها؛ لأن ما عام يعم العقلاء وغيرهم، لكن المراد هنا، بقرينة الجواب الآتي: العقلاء من الملائكة وعيسى وعزير. قلت: ولا مانع من العموم، كأن يخلق في الأصنام الحياة فينطقها، أو كأن جوابها بلسان الحال، كما ذكره بعضهم في تسبيح الموات، وفي شهادة الأيدي والأرجل. وغلب غير العقلاء من الأصنام، ونحوها، على العقلاء من الملائكة، والجن والمسيح تنبيهًا على أنها جميعًا مشتركةً في كونها غير صالحة لكونها آلهة، أو لأن من يعبد من لا يعقل أكثر، ممن يعبد من يعقل منها، فغلبت اعتبارًا بكثرة من يعبدها. </p><p> أي: واذكر يوم يحشر الله العابدين لغير الله، ومعبوديهم، ويجمعهم في صعيد واحد، وهو يوم القيامة {فَيَقُولُ} الله سبحانه وتعالى للمعبودين {أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ} العابدين لكم عن عبادتي، بأن دعوتموهم إلى عبادتكم وأمرتموهم بها {أَمْ هُمْ ضَلُّوا السَّبِيلَ} الحق؛ أي: تركوها وعبدوكم بهوى أنفسهم؛ أي: أخطؤوا عن الطريق المستقيم بأنفسهم، لإخلالهم بالنظر الصحيح، وإعراضهم عن المرشد النصيح، فحذف الجار، وأوصل الفعل إلى المفعول كقوله تعالى:  {وَهُوَ يَهْدِي السَّبِيلَ} والأصل إلى السبيل، أو للسبيل، والاستفهام (١) في قوله: {أَأَنْتُمْ أَضْلَلْتُمْ} للتوبيخ والتقريع. </p><p> والمعنى: أكان ضلالهم بسببكم، وبدعوتكم لهم إلى عبادتكم، أم هم ضلوا عن سبيل الحق بأنفسهم، لعدم التفكر فيما يستدل به على الحق، والتدبر فيما يتوصل به إلى الصواب. </p><p> وقرأ أبو جعفر والأعرج وابن كثير وحفص عن عاصم (٢)  {يَحْشُرُهُمْ} و {فَيَقُولُ} بالياء فيهما. واختارها أبو عبيد وأبو حاتم لقوله في أول الكلام على ربك. وقرأ الحسن وطلحة وابن عامر؛ بالنون فيهما على التعظيم. وقرأ نافع وأبو عمرو وحمزة والكسائي وأبو بكر عن عاصم {نحشرهم} بالنون {فَيَقُولُ} بالياء. وقرأ الأعرج (٣)  {نحشرهم} بكسر الشين في جميع القرآن. قال ابن عطية: هي </p><p>(١) الشوكاني. (٢) البحر المحيط.(٣) البحر المحيط.</p>"
}