{
  "id": null,
  "sura": 25,
  "aya": 21,
  "text": "<p> وجهه من البزاق، ثم التفت إليه فقال:  \"إن وجدتك خارجًا من جبال مكة أضرب عنقك صبرًا\" ، فلما كان يوم بدر، وخرج أصحابه أبى أن يخرج، فقال له أصحابه: أخرج معنا، قال: قد وعدني هذا الرجل إن وجدني خارجًا من جبال مكة أن يضرب عنقي صبرًا، فقالوا: لك جمل أحمر لا يدرك، فلو كانت الهزيمة طرت عليه، فخرج معهم، فلما هزم الله المشركين وحل به جمله - وقع في الوحل - في جدد من الأرض، فأخذه رسول الله - صلى الله عليه وسلم - أسيرًا في سبعين من قريش، وقدم إليه أبو معيط، فقال: تقتلني من بين هؤلاء؟ قال: نعم بما بزقت في وجهي، فأنزل الله في أبي معيط:  {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ} إلى قوله: {وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا} أخرجه السيوطي في \"الدر المنثور\"  (ج ٥/ ص ٦٨) . </p><p> التفسير وأوجه القراءة </p><p> ٢١ - {وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا} هذه المقالة من جملة شبههم التي قدحوا بها في النبوة، وهذه الجملة معطوفة على جملة قوله:  {وَقَالُوا مَالِ هَذَا الرَّسُولِ ...} الخ؛ أي: وقال المشركون الذين لا يأملون وعدنا على الطاعة بالثواب، ولا يخافون وعيدنا على المعصية بالعقاب، وأصل الرجاء (١) : ظن يقتضي حصول ما فيه مسرة. واللقاء: يقال في الإدراك بالحس بالبصر وبالبصيرة، وملاقاة الله سبحانه عبارة عن القيامة، وعن المصير إليه تعالى؛ أي: الرجوع إلى حيث لا حاكم، ولا مالك سواه. والمعنى: وقال الذين لا يتوقعون الرجوع إلينا للمجازاة؛ أي: ينكرون البعث والحشر والحساب والجزاء؛ وهم كفار مكة:  {لَوْلَا} حرف تحضيض بمعنى هلا {أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ} ؛ أي: بطريق الرسالة لكون البشرية منافية للرسالة بزعمهم؛ أي: قالوا: هلا أنزلت الملائكة علينا، فيخبرونا أن محمدًا صادق فيما يدعيه، أو هلا أنزلوا علينا رسلًا يرسلهم الله تعالى إلينا؛ لأن البشر لا يصلح للرسالة {أَوْ} هلا {نَرَى رَبَّنَا} جهرة وعيانًا, فيأمرنا بتصديق محمد - صلى الله عليه وسلم - واتباعه؛ لأن هذا الطريق أحسن وأقوى في الإفضاء إلى </p><p>(١) روح البيان.</p><p> الإيمان وتصديقه، ولما لم يفعل ذلك علمنا أنه ما أراد تصديقه. </p><p> ومن لطائف الشيخ نجم الدين في تأويلاته أنه قال (١) : يشير سبحانه إلى أن الذين لا يؤمنون بالآخرة والحشر من الكفرة يتمنون رؤية ربهم بقولهم: {أَوْ نَرَى رَبَّنَا} فالمؤمنون الذين يدعون أنهم يؤمنون بالآخرة والحشر، كيف ينكرون رؤية ربهم وقد وردت بها النصوص، فلمنكري الحشر عليهم فضيلة بأنهم طلبوا رؤية ربهم، وجوزوها كما جوزوا إنزال الملائكة، ولمنكري الرؤية ممن يدعي الإيمان شركة مع منكري الحشر في جحد ما ورد الخبر والنقل؛ لأن النقل كما ورد يكون الحشر ورد بكون الرؤية لأهل الإيمان, انتهت. </p><p> ثم أجاب سبحانه عن شبهتهم هذه بقوله:  {لَقَدِ اسْتَكْبَرُوا} واللام في قوله: {لَقَدِ اسْتَكْبَرُوا} موطئة للقسم؛ أي: وعزتي وجلالي لقد أضمر هؤلاء القائلون الاستكبار عن الحق والعناد به {فِي أَنْفُسِهِمْ} ؛ أي: في قلوبهم، كما في قوله:  {إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ} ، أو المعنى (٢) : لقد أظهروا الكبر والعظم والترفع في شأن أنفسهم، يعني: وضعوا لأنفسهم وجعلوا لها قدرًا ومنزلة ورفعة حيث أرادوا لأنفسم الرسل من الملائكة، ورؤية الرب تعالى {وَعَتَوْا} ؛ أي: تجاوزوا الحد في الظلم والطغيان {عُتُوًّا} ؛ أي: تجاوزًا {كَبِيرًا} ؛ أي: بالغًا إلى أقصى غاياته من حيث أنهم عاينوا المعجزات القاهرة، وأعرضوا عنها، واقترحوا لأنفسهم الخبيثة معاينة الملائكة الطيبة، ورؤية الله تعالى التي لم ينلها أحد في الدنيا من أفراد الأمم وآحاد الأنبياء غير نبينا محمد - صلى الله عليه وسلم -، وهو إنما رآه تعالى بعد العبور عن حد الدنيا، وهو الأفلاك السبعة التي هي من عالم الكون والفساد. </p><p> ووصفه (٣) بالكبر لكون التكلم بما تكلموا به من هذه المقالة الشنيعة في </p><p>(١) التأويلات النجمية. (٢) روح البيان.(٣) الشوكاني.</p><p> غاية الكبر والعظم، فإنهم لم يكتفوا بإرسال البشر حتى طلبوا إرسال الملائكة إليهم، بل جاوزوا ذاك إلى التخيير بينه وبين مخاطبة الله سبحانه ورؤيته في الدنيا من دون أن يكون بينهم وبينه ترجمان، ولقد بلغ هؤلاء الرذالة بأنفسهم مبلغًا هي أحقر وأقل وأرذل من أن تكون من أهله، أو تعد من المستعدين له، وهكذا كل من جهل قدر نفسه، ولم يقف عند حده. </p><p> وإنما قال هنا (١) : {عُتُوًّا} على الأصل، وفي سورة مريم:  {عِتِيًّا} على استثقال اجتماع الواوين، والقلب لمناسبة الفواصل هناك. </p><p> وحاصل معنى الآية: أي (٢) وقال الذين ينكرون البعث والحشر، ويطعنون في صدق الرسول فيما أوحي به إليه: هلا أنزل علينا الملائكة، فيخبرونا بأن محمدًا صادق فيما يدعي، فإنّا في شك من أمره، وفي ريب مما يخبر به، وإن لم يكن هذا فلنر ربنا، ونعلم أنه هو حقًا بأمارات لا يعتريها لبس، ثم يقول لنا: إني أرسلت إليكم محمدًا من لدني بشيرًا ونذيرًا، فإن تم لنا ذلك صدقناه وآمنا به، وما مقصدهم من هذا وذاك إلا التمادي في الإنكار والعناد والعتو، ومن ثم قال:  {لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا} ؛ أي: والله لقد استكبروا في شأن أنفسهم، وتجاوزوا الحد في الظلم والطغيان تجاوزًا بلغ أقصى الغاية تكذيبًا برسوله، وشموخًا بأنوفهم عن أن ينصاعوا إليه ويتبعوه، ولم يأبهوا بباهر معجزاته، ولا كثرة آياته، وإنهم لقد بلغوا غاية القحة في الطلب. وفي الحق أن شأنهم لعجب، وأن العقل ليحار في أمرهم ويدهش لقصور عقولهم، وسذاجة آرائهم، وضعف أحلامهم {أَمْ تَأْمُرُهُمْ أَحْلَامُهُمْ بِهَذَا أَمْ هُمْ قَوْمٌ طَاغُونَ (٣٢) }، ولله در القائل: </p><p> وَمَنْ جَهِلَتْ نَفْسُهُ قَدْرَهُ ... رَأَى غَيْرُهُ مِنْهُ مَا لاَ يَرَى </p><p> ثم بين أنهم سيلقون الملائكة حين الهول يوم القيامة، لا على الوجه الذي طلبوه، ولا على الصورة التي اقترحوها، بل على وجه آخر لم يمر ببالهم، فقال: </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}