{
  "id": null,
  "sura": 25,
  "aya": 44,
  "text": "<p> إلا هواه لا تستطيع أن تدعوه إلى الهدى، وتمنعه من متابعة الهوى، إن عليك إلا البلاغ. ونحو الآية قوله: {لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) }، وقوله:  {وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ} ، وقوله:  {لَا إِكْرَاهَ فِي الدِّينِ} . وفي هذا الأسلوب (١) تعجيب لرسوله من سوء أحوالهم بعد أن حكى قبيح أقوالهم وأفعالهم، وتنبيه له إلى سوء عاقبتهم، قال ابن عباس رضي الله عنه: كان الرجل في الجاهلية يعبد الحجر الأبيض زمانًا، فإذا رأى غيره أحسن منه عبد الثاني وترك الأول، فأنزل الله الآية. </p><p> ٣ - ٤٤ {أَمْ تَحْسَبُ}  {أَمْ} : منقطعة تقدر بمعنى بل الإضرابية، وهمزة الاستفهام الإنكاري؛ أي: بل أتظن يا محمد {أَنَّ أَكْثَرَهُمْ} ؛ أي: أن أكثر هؤلاء المشركين {يَسْمَعُونَ} ما يتلى عليهم من الآيات حق سماع؛ أي: سماع تفهم وتدبر واعتبار واتعاظ {أَوْ} أنهم {يَعْقِلُونَ} ما في تضاعيفها من المواعظ الزاجرة عن القبائح الداعية إلى المحاسن، فتهتم بشأنهم، وتطمع في إيمانهم، لا تحسبنّ ذلك. وتخصيص (٢) الأكثر؛ لأنه كان منهم من آمن ومنهم من عقل الحق وكابر استكبارًا وخوفًا على الرسالة. </p><p> قال ابن عطاء - رحمه الله -: لا تظن أنك تسمع نداءك، إنما تسمعهم إن سمعوا نداء الأزل، وإلا فإن نداءك لهم ودعوتك لا تغني عنهم شيئًا، وإجابتهم دعوتك هو بركة جواب نداء الأزل ودعوته، فمن غفل وأعرض فإنما هو لبعده عن محل الجواب في الأزل {إِنْ هُمْ} ؛ أي: ما هم في عدم انتفاعهم بما يقرع آذانهم من قوارع الآيات، وانتفاء التدبر فيما يشاهدونه من الدلائل والمعجزات {إِلَّا كَالْأَنْعَامِ} ؛ أي: إلا كالبهائم التي هي مثل في الغفلة، وعلم في الضلالة. </p><p> وفي \"التأويلات النجمية\" : ليس لهم نهمة إلا في الأكل والشرب واستجلاب حظوظ النفس كالبهائم التي نهمتها الأكل والشرب {بَلْ هُمْ أَضَلُّ} وأجهل وأخطأ {سَبِيلًا} ؛ أي: طريقًا موصلًا إلى مصالحهم من الأنعام؛ لأنها تنقاد لمن يقودها، وتميز من يحسن إليها، وتطلب ما ينفعها، وتجتنب ما يضرها، </p><p>(١) المراغي (٢) روح البيان.</p><p> وهؤلاء لا ينقادون لربهم، ولا يعرفون إحسانه من إساءة الشيطان، ولا يطلبون الثواب الذي هو أعظم المنافع، ولا يتقون العقاب الذي هو أشد المضار، ولأنها لم تعتقد حقًا، ولا تكتسب خيرًا ولا شرًا بخلاف هؤلاء، ولأن جهالتها لا تضر بأحد، وجهالة هؤلاء تؤدي إلى هيج الفتن وصد الناس عن الحق، ولأنها غير متمكنة من طلب الكمال، فلا تقصير منها ولا ذم، وهؤلاء مقصرون مستحقون أعظم العقاب على تقصيرهم. </p><p> وقيل: إنما كانوا أضل من الأنعام؛ لأنه لا حساب عليها, ولا عقاب لها. وقيل: إنما كانوا أضل؛ لأن البهائم إذا لم تعقل صحة التوحيد والنبوة لم تعتقد بطلان ذلك بخلاف هؤلاء، فإنهم اعتقدوا البطلان عنادًا ومكابرة وتعصبًا وغمطًا للحق. </p><p> واعلم: أن (١) الله تعالى خلق الملائكة وعلى العقل جبلهم، وخلق البهائم وركب فيها الشهوة، وخلق الإنسان، وركب فيه الأمرين؛ أي: العقل والشهوة، فمن غلبت شهوته عقله فهو شر من البهائم، ولذا قال تعالى:  {بَلْ هُمْ أَضَلُّ سَبِيلًا} ؛ لأن الإنسان بقدمي العقل المغلوب والهوى الغالب ينقل إلى أسفل دركة لا تبلغ البهائم إليها بقدم الشهوة فقط، ومن غلب عقله هواه؛ أي: شهوته، فهو بمنزلة الملائكة الذين لا يعصون الله ما أمرهم، ويفعلون ما يؤمرون، ومن كان غالبًا على أمره فهو خير من الملائكة، كما قال تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ (٧) }، فعلى العاقل الاحتراز عن الأفعال الحيوانية، فإنها سبب لزوال الجاه الصوري والمعنوي، فمدار الخلاص هو ترك الراحة، والعمل بسبب مخالفة النفس والطبيعة. </p><p> وحاصل معنى قوله تعالى: {أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا (٤٤) }؛ أي (٢) : بل أتظن يا محمد أن أكثرهم </p><p>(١) روح البيان. (٢) المراغي.</p>"
}