{
  "id": null,
  "sura": 25,
  "aya": 68,
  "text": "<p> إِذَا الْمَرْءُ أَعْطَى نَفْسَهُ كُلَّ مَا اشْتَهَتْ ... وَلَمْ يَنْهَهَا تَاقَتْ إِلَى كُلِّ بَاطِلِ </p><p> وَسَاقَتْ إِلَيْهِ الإِثْمَ وَالْعَارَ بِالَّذِيْ ... دَعَتْهُ إِلَيْهِ مِنْ حَلاَوَةِ عَاجِلِ </p><p> قال يزيد بن أبي حبيب: أولئك أصحاب محمد - صلى الله عليه وسلم - كانوا لا يأكلون طعامًا للتنعم واللذة، ولا يلبسون ثيابًا للجمال، ولكن كانوا يريدون من الطعام ما يسد عنهم الجوع، ويقوّيهم على عبادة ربهم، ومن اللباس ما يستر عوراتهم، ويقيهم من الحرّ والبرد. وقال عبد الملك بن مروان لعمر بن عبد العزيز حين زوجه ابنته فاطمة: ما نفقتك؟ قال عمر: الحسنة بين سيئتين، ثم تلا هذه الآية. وقال لابنه عاصم: يا بني كل في نصف بطنك، ولا تطرح ثوبًا حتى تستخلقه، ولا تكن من قوم يجعلون ما رزقهم الله تعالى في بطونهم، وعلى ظهورهم. قال عمر بن الخطاب: كفى سرفًا أن لا يشتهي شيئًا إلَّا اشتراه فأكله. </p><p> ٦٨ - وسادس الصفات: ما ذكره بقوله: {وَالَّذِينَ لَا يَدْعُونَ} ولا يعبدون {مَعَ اللَّهِ} سبحانه {إِلَهًا آخَرَ} كالصنم فيجعلونه شريكًا له تعالى؛ أي: والذين لا يعبدون مع الله سبحانه إلهًا آخر، فيشركون في عبادتهم إياه، بل يخلصون له العبادة، ويفردونه بالطاعة. </p><p> يقال: الشرك ثلاثة (١) : </p><p> أولها: أن يعبد غيره تعالى. </p><p> والثاني: أن يطيع مخلوقًا بما يأمره من المعصية. </p><p> والثالث: أن يعمل لغير وجه الله تعالى. فالأول كفر، والآخران معصية. </p><p> وفي \"التأويلات النجمية\" : يعني لا يرفعون حوائجهم إلى الأغيار، ولا يتوهمون منهم المسارّ والمضارّ، وأيضًا لا يشوبون أعمالهم بالرياء والسمعة، ولا يطلبون مع الله مطلوبًا، ولا يحبون معه محبوبًا، بل يطلبون الله من الله، ويحبونه </p><p>(١) روح البيان.</p><p> {وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ} ها {اللَّهُ} سبحانه وتعالى؛ أي (١) : حرَّم قتلها. فحذف المضاف وأقيم المضاف إليه مقامه مبالغة في التحريم، والمراد نفس المؤمن والمعاهد {إِلَّا بِالْحَقِّ} المبيح لقتلها؛ أي: لا يقتلونها بسبب من الأسباب إلّا بسبب الحق المزيل لحرمتها وعصمتها، كما إذا قتل أحدا فيقتصّ به، أو زنى وهو محصن فيرجم، أو ارتدّ أو سعى في الأرض بالفساد فيقتل {وَلَا يَزْنُونَ} ؛ أي: ولا يطؤون في قبل المرأة بغير عقد شرعي أو ملك يمين، وكذا اللواط وإتيان البهيمة. </p><p> وقد نفى (٢) عنهم هذه القبائح مع أن وصفهم بالصفات السالفة من حسن معاملتهم للناس، ومزيد خوفهم من الله، وإحياء الليل يقتضي نفيها عنهم تعريضًا بما كان عليه أعداؤهم من قريش وغيرهم، وتنبيهًا إلى الفرق بين سيرة المؤمنين وسيرة المشركين، فكأنه قيل: وعباد الرحمن الذين لا يدعون مع الله إلهًا آخر وأنتم تدعون، ولا يقتلون وأنتم تقتلون الموءودة، ولا يزنون وأنتم تزنون. </p><p> ثم توعد سبحانه من يفعل مثل هذه الأفعال بشديد العقاب، فقال:  {وَمَنْ يَفْعَلْ ذَلِكَ} ؛ أي: ما ذكر من الثلاثة كما هو دأب الكفرة المذكورين؛ أي: فعل شيئًا من الأفعال الثلاثة: عبادة غير الله تعالى، والقتل، والزنا {يَلْقَ أَثَامًا} ؛ أي (٣) : جزاء إثمه وعقوبته، والأثام كالوبال والنكال وزنًا ومعنى، يقال: أثمه يأثمه أثامًا جازاه على ذنبه وعاقبه عليه. وفي \"القاموس\" : الأثام كسحاب، واد في جنهم، والعقوبة. وقال أبو مسلم: الأثام الإثم والذنب. ومعناه: يلق جزاء آثامه، فأطلق اسم الشيء على جزائه. </p><p> وقرِىء (٤) : {يَلْقَ} بضم الياء وفتح اللام والقاف المشددة، وقرأ ابن مسعود وأبو رجاء {يلقى} بألف، كأنه نوى حذف الضمة المقدرة على الألف فأقرّ الألف، وقرأ ابن مسعود {أيّاما} جمع يوم يعني شدائد، يقال: يوم ذو أيام لليوم العصيب. </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.(٤) البحر المحيط.</p>"
}