{
  "id": null,
  "sura": 25,
  "aya": 22,
  "text": "<p> ٢٢ - {يَوْمَ يَرَوْنَ الْمَلَائِكَةَ} . </p><p> وفي \"الأسئلة المقحمة\"  (١) : فإذا كان رؤية الله جائزة، فكيف وبخهم على سؤالهم لها؟ قلنا: التوبيخ بسبب أنهم طلبوا ما لم يكن لهم طلبه؛ لأنهم بعد أن عاينوا الدليل قد طلبوا دليلًا آخر، ومن طلب الدليل بعد الدليل .. فقد عتا عتوًا ظاهرًا، ولأنهم كلفوا الإيمان بالغيب فطلبوا رؤية الله، وذلك خروج عن موجب الأمر وعن مقتضاه، فإن الايمان عند المعاينة لا يكون إيمانًا بالغيب، فلهذا وصفهم بالعتو. </p><p> وانتصاب {يَوْمَ يَرَوْنَ الْمَلَائِكَةَ} بفعل محذوف؛ أي: واذكر لهم يا محمد أهوال يوم يرى الكفار الملائكة رؤية ليست على الوجه الذي طلبوه، والصورة التي اقترحوها، بل على وجه آخر، وهو يوم ظهورهم لهم عند الموت، أو يوم القيامة. </p><p> ثم أخبر، فقال:  {لَا بُشْرَى} ؛ أي: لا بشارة بالمغفرة ودخول الجنة {يَوْمَئِذٍ} ؛ أي: يوم يرى الكفار الملائكة {لِلْمُجْرِمِينَ} ؛ أي: للكافرين، وهذا إظهار في مقام الإضمار، أي: لا بشرى لهم. </p><p> ويجوز (٢) أن يكون انتصاب هذا الظرف بما يدل عليه قوله: {لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ} والمعنى: لا يبشر المجرمون يوم يرون الملائكة. و {يَوْمَئِذٍ} مؤكد لـ {يَوْمَ يَرَوْنَ الْمَلَائِكَةَ} والمعنى: أنهم يمنعون البشرى في ذلك اليوم، أو لا توجد لهم البشرى فيه، فأعلم سبحانه بأن الوقت الذي يرون فيه الملائكة وهو وقت الموت، أو يوم القيامة قد حرمهم الله البشرى. والمراد بالملائكة: ملائكة العذاب. قال الزجاج: المجرمون في هذا الموضع هم الذين اجترموا الكفر بالله واقترفوه أيًا كانوا، لا خصوص القائلين الذين سبق ذكرهم. </p><p>(١) الأسئلة المقحمة. (٢) زاد المسير.</p><p> وعبارة \"روح البيان\" هنا: قوله: {يَوْمَ يَرَوْنَ الْمَلَائِكَةَ} لم يقل: يوم تنزل الملائكة ... إلخ، إيذانًا (١) من أول الأمر بأن رؤيتهم ليست على طريق الإجابة إلى ما اقترحوه، بل على وجه آخر غير معهود، و {يَوْمَ} منصوب على الظرفية بما يدل عليه قوله تعالى: {لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ} ؛ لأنه في معنى: لا يبشر يومئذ المجرمون، لا بنفس بشرى؛ لأنه مصدر، والمصدر لا يعمل فيما قبله، وكذا لا يجوز أن يعمل ما بعد لا فيما قبلها، وأصل الجرم: قطع الثمرة عن الشجر، واستعير ذلك لكل اكتساب مكروه، ووضع المجرمون موضع الضمير تسجيلًا عليهم بالإجرام مع ما هم عليه من الكفر، و {يَوْمَئِذٍ} تكرير للتأكيد، بين الله تعالى أن الذي طلبوه سيوجد، ولكن يلقون منه ما يكرهون حيث لا بشرى لهم، بل لهم إنذار وتخويف وتعذيب بخلاف المؤمنين، فإن الملائكة تتنزل عليهم ويبشرونهم ويقولون لهم: لا تخافوا ولا تحزنوا. </p><p> {وَيَقُولُونَ} ؛ أي: يقول الكفرة المجرمون عند مشاهدة الملائكة، وهو معطوف على ما ذكر من الفعل المنفي المقدر المعلوم من {لَا بُشْرَى} ؛ أي: لا يبشر المجرمون يومئذ، ويقولون: إذا رأوا الملائكة، وفزعوا منهم عند الموت ويوم القيامة:  {حِجْرًا مَحْجُورًا} ؛ أي: استعاذة مستعاذة منكم، وهي كلمة كانوا يقولونها عند لقاء العدو ونزول الشدة، ويضعونها موضع الاستعاذة، والحجر: المنع. والمحجور: الممنوع، جعل صفة لحجر؛ لقصد التأكيد كيوم أيَوْمٍ. وَليل أَلَيْلٍ. والمعنى نسأل الله تعالى أن يحجر المكروه عنا حجرًا، ويمنع شركم عنا منعًا أكيدًا بحيث لا يلحقنا شركم وتعذيبكم إيانا. وقيل (٢) : معنى {حِجْرًا مَحْجُورًا} بعدًا بعيدًا بيننا وبينكم. </p><p> ويقال: إن قريشًا كانوا إذا استقبلهم أحد بشر يقولون: حاجورًا حاجورًا، حتى يعرف أنهم من الحرم، فيكف عنهم، فأخبر تعالى أنهم يقولون يوم القيامة، فلا ينفعهم. وقيل: الضمير في {يَقُولُونَ} يعود إلى الملائكة. قال ابن عباس: </p><p>(١) روح البيان. (٢) تنوير المقياس.</p>"
}