{
  "id": null,
  "sura": 25,
  "aya": 19,
  "text": "<p> كأنه قيل: إنا لم نضلهم ولم نحملهم على الضلال، ولكن أضللت أنت، بأن فعلت لهم ما يؤثرون به الضلال، فخلقت فيهم ذلك. </p><p> والمعنى (١) : ما أضللناهم، ولكنك يا رب متعتهم، ومتعت آبائهم بالنعم، ووسعت لهم العمر، حتى غفلوا عن ذكرك، ونسوا موعظتك، والتدبر لكتابك، والنظر في عجائب صنعك، وغرائب مخلوقاتك. {وَكَانُوا} ؛ أي: وكان هؤلاء الذين أشركوا بك، وعبدوا غيرك في قضائك الأزلي {قَوْمًا بُورًا} ؛ أي: هالكين، فاسدي القلوب، خاسرين في الدنيا والآخرة. جمع بائر. مأخوذ من البوار، وهو الهلاك. </p><p> ١٩ - فيقول الله سبحانه وتعالى للعابدين:  {فَقَدْ كَذَّبُوكُمْ} ؛ أي: فقد كذبكم المعبودون، أيها العابدون {بِمَا تَقُولُونَ} ؛ أي: في قولكم إنهم آلهة، والباء بمعنى في {فَمَا تَسْتَطِيعُونَ} ؛ أي: فما تملكون أيها العابدون {صَرْفًا} ؛ أي: دفعًا للعذاب عنكم، بوجه من الوجوه، لا بالذات ولا بالواسطة. {وَلَا نَصْرًا} ؛ أي: ولا فردًا من أفراد النصر، لا من جهة أنفسكم، ولا من جهة غيركم مما عبدتم، وقد كنتم زعمتم أنهم يدفعون عنكم العذاب وينصرونكم. </p><p> وقرأ الجمهور (٢) : {بِمَا تَقُولُونَ} بالتاء من فوق. وقرأ أبو حيوة وابن الصلت عن قنبل وسعيد بن جبير ومجاهد ومعاذ القارىء {بما يقولون} والمعنى: فقد كذبكم أيها العابدون المعبودون بقولهم: {سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا} إلخ .. وهذا (٣) قول الأكثرين. وقال ابن زيد الخطاب للمؤمنين. فالمعنى: فقد كذبكم المشركون أيها المؤمنون بما تقولون؛ أي: في قولكم: إن محمدًا رسول الله - صلى الله عليه وسلم -. </p><p> وقرأ حفص وأبو حيوة والأعمش وطلحة:  {فَمَا تَسْتَطِيعُونَ} بتاء الخطاب للعابدين، ويؤيد هذه القراءة، أن الخطاب في كذبوكم للعابدين. وقرأ الجمهور:  {فما يستطيعون} بالياء من تحت. وفيه وجهان: </p><p>(١) الشوكاني. (٢) البحر المحيط.(٣) زاد المسير.</p><p> أحدهما: فما يستطيع المعبودون صرفًا للعذاب عنكم، ولا نصرًا لكم. </p><p> والثاني: فما يستطيع العابدون صرفًا، لعذاب الله عنهم، ولا نصرًا لأنفسهم. وفي هذه القراءة التفات. وذكر (١) عن ابن كثير وأبي بكر أنهما قرأوا، {بما يقولون}  {فما يستطيعون} بالياء فيهما. والمعنى عليه: فقد كذبكم المعبودون، أيها العابدون بما يقولون؛ أي: بقولهم: {سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا} فما يستطيع المعبودون صرفًا عنكم، ولا نصرًا لكم. </p><p> والحاصل: أنه إن كان الخطاب في {كَذَّبُوكُمْ} للعابدين .. فالتاء جارية على ذلك، والياء التفات، وإن كان الخطاب للمعبودين، فالتاء التفات، والياء جارية على ضمير {كَذَّبُوكُمْ} المرفوع. وإن كان الخطاب للمؤمنين، أمة الرسول عليه السلام، في قوله:  {فَقَدْ كَذَّبُوكُمْ} .. فالمعنى أنهم شديدوا الشكيمة في التكذيب، فما تستطيعون أنتم صرفهم عما هم عليه من ذلك. وبالياء فما يستطيعون صرفًا لأنفسهم عما هم عليه، أو ما يستطيعون صرفكم عن الحق، الذي أنتم عليه، ولا نصرًا لأنفسهم، من البلاء الذي استوجبوه بتكديبهم. وحكى الفراء: أنه يجوز أن يقرأ: {فقد كذبوكم} مخففًا {بما يقولون} ؛ أي: كذبوكم في قولهم. </p><p> {وَمَنْ يَظْلِمْ مِنْكُمْ} والظاهر أن الخطاب فيه عام لكل ظالم، ويدخل تحته الذين فيهم، السياق، دخولًا أوليًا. وقيل: خطاب للمؤمنين. وقيل: خطاب للكافرين. والظلم هنا الشرك. قاله: ابن عباس؛ أي: ومن يشرك منكم أيها المكلفون. كما دل عليه قوله:  {نُذِقْهُ} ؛ أي: نذق ذلك الظالم {عَذَابًا كَبِيرًا} ؛ أي: عذابًا شديدًا، هو النار والخلود فيها، فإن ما يترتب عليه العذاب الكبير، ليس إلا الظلم العظيم الذي هو الشرك. وفيه وعيد أيضًا لفساق المؤمنين، وهذه الآية وأمثالها، مقيدة بعدم التوبة. </p><p> والمعنى: أي (٢) ومن يكفر منكم أيها المكلفون، فيعبد مع الله إلهًا آخر، </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}