{
  "id": null,
  "sura": 25,
  "aya": 48,
  "text": "<p> وعن لقمان الحكيم أنه قال لابنه: يا بني كما تنام فتوقظ، كذلك تموت فتنشر. وفي الآية رخصة للنوم بقدر دفع الضرورة، وهو فتور البدن. قال بعضهم: النوم راحة للبدن، والمجاهدات اتعاب البدن، فيتضادان. </p><p> فائدة: والحكمة في النوم أن الروح القدسي، أو اللطيفة الربانية، أو النفس الناطقة غريبة جدًّا في هذا الجسم السفلي، مشغولة بإصلاحه وجلب منافعه، ودفع مضارّه، محبوسة فيه ما دام المرء يقظان، فإذا نام ذهب إلى مكانه الأصلي ومعدنه الذاتي، فيستريح بواسطة لقاء الأرواح ومعرفة المعاني والغيوب مما يتلقى في حين ذهابه إلى عالم الملكوت من المعاني التي يراها بالأمثلة في عالم الشهادة، وهو السر في تعبير الرؤيا كذا قال في \"الروح\" والله أعلم. </p><p> ومعنى الآية: أي (١) ومن أثار قدرته وروائع رحمته الفائضة على خلقه أن جعل لنفعكم الليل كاللباس، يستركم بظلامه كما يستركم اللباس، وجعل النوم كالموت؛ لتعطيله الحواس ووظائفها المختلفة، وجعل النهار زمان بعث من ذلك الموت. </p><p> ٤٨ - وثالث الأدلة: ما ذكره بقوله: {وَهُوَ} ؛ أي: الله سبحانه وحده الإله {الَّذِي أَرْسَلَ الرِّيَاحَ} ؛ أي: أطلقها وبعثها حالة كونها {بُشْرًا} لكم؛ أي: مبشرات لكم بمجيء المطر؛ أي: أرسلها {بَيْنَ يَدَيْ رَحْمَتِهِ} ؛ أي: قدام رحمته ومطره سبحانه وتعالى؛ لأنه أولًا تكون ريح، ثم سحاب، ثم مطر. والإرسال: التسخير. والريح معروفة؛ وهي فيما قيل: الهواء المتحرك، وقيل في الرحمة: رياح بلفظ الجمع؛ لأنها تجمع الجنوب والشمال والصبا، وقيل في العذاب: ريح؛ لأنها واحدة؛ وهي الدبور التي أهلكت عادًا، وهو عقيم لا يلقح، ولذا ورد في الحديث:  \"اللهم اجعلها لنا رياحًا، ولا تجعلها ريحًا\" . والمعنى؛ أي: والله الذي أرسل الرياح مبشرات بقدوم الأمطار. </p><p>(١) المراغي. (٢) المراح.</p><p> وقرأ ابن كثير (١) : {الريح} بالإفراد. وقرأ:  {نُشُرًا} نافع وابن كثير وأبو عمرو بضم النون والشين؛ أي: ناشرات للسحاب. وقرأ ابن عامر بضم النون وسكون الشين. وقرأه حمزة والكسائي بفتح النون وسكون الشين على أنه مصدر بمعنى اسم الفاعل؛ أي: متفرقة. وقرأه عاصم بالباء الموحدة المضمومة وسكون الشين؛ أي: مبشرات. </p><p> وقال ابن عطية (٢) : وقراءة الجمع أوجه؛ لأن عرف الريح متى وردت في القرآن مفردة فإنما هي للعذاب، ومتى كانت للمطر والرحمة، فإنما هي رياح؛ لأن ريح المطر تتشعب وتتداءب وتتفرق، وتأتي ليِّنة، وتأتي من هاهنا وهاهنا، وشيئًا إثر شيء، وريح العذاب تخرج لا تتداءب، وإنما تأتي جسدًا واحدًا، ألا ترى أنها تحطم ما تجد وتهدمه، قال الرماني: جمعت رياح الرحمة؛ لأنها ثلاثة: لواقح الجنوب والصبا والشمال. وأفردت ريح العذاب؛ لأنها واحدة لا تلقح؛ وهي الدبور انتهى. ولا يسوغ أن يقال: هذه القراءة أوجه؛ لأن كلاً من القراءتين متواترة. </p><p> {وَأَنْزَلْنَا} بعظمتنا. والالتفات إلى نون العظمة لإبراز كمال العناية بالإنزال؛ لأنه نتيجة إرسال الرياح {مِنَ السَّمَاءِ} ؛ أي: من جهة الفوق يعني: من السحاب {مَاءً طَهُورًا} ؛ أي: بليغًا في الطهارة، وهو الذي يكون طاهرًا في نفسه، ومطهرًا لغيره من الحدث والنجاسة. والطهور اسم لما يتطهر به كالوقود لما توقد به النار، والوضوء لما يتوضأ به؛ أي: وأنزلنا من السحاب ما تتطهرون به في غسل ملابسكم وأجسامكم، وتنتفعون به في طبخ مطاعمكم، وتشربونه عذبًا فراتًا، روي أن النبي - صلى الله عليه وسلم - قال في البحر:  \"هو الطهور ماؤه، الحل ميتته\" أخرجه أبو داود والترمذي. </p><p> قال في \"فتح الرحمن\" الطهور: هو الباقي على أصل خلقته من ماء المطر والبحر والعيون والآبار، على أي صفة كان من عذوبة، وملوحة، وحرارة، </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}