{
  "id": null,
  "sura": 26,
  "aya": 49,
  "text": "<p> والمعنى: أي فخروا سجدًا لله؛ لأنهم قد علموا أن هذا الذي فعلوه هو منتهى التخييل السحري، فلما ابتلعت الحية ما زوروه أيقنوا أن هذا من قدرة فوق ما عرفوا، وما هو إلا من قوة آتية من السماء لتأييد موسى، وحينئذ خروا سجدًا لله القوي القاهر فوق عباده. </p><p> ٤٧ - وفي التعبير بالإلقاء إشارة إلى أنهم لم يتمالكوا أنفسهم من الدهش حتى كأنهم أخذوا فطرحوا، ثم فاهوا بما يجيش في صدورهم، وتنطوي عليه جوانحهم {قَالُوا} ؛ أي: السحرة، بدل اشتمال من {فَأُلْقِيَ} ، فلذلك لم يتخلل بينهما عاطف، أو (١) حال بإضمار قد {آمَنَّا بِرَبِّ الْعَالَمِينَ} الذي دعا إليه موسى أول ما تكلم مع فرعون، انظر كيف أصبحوا سحرة، وأمسوا شهداء مسلمين مؤمنين، فالمغرور من اعتمد على شيء من أعماله وأقواله وأحواله، </p><p> ٤٨ - وقوله:  {رَبِّ مُوسَى وَهَارُونَ} بدل من (٢)  {بِرَبِّ الْعَالَمِينَ} ؛ لدفع توهم إرادة فرعون حيث كان قومه الجهلة يسمونه بذلك، ولو وقفوا على رب العالمين .. لقال فرعون: أنا رب العالمين؛ إياي عنوا، فزادوا {رَبِّ مُوسَى وَهَارُونَ} ، فارتفع الإشكال، وفي هذا إيماء إلى عزل فرعون عن الربوبية، وأن سبب إيمانهم ما أجراه الله تعالى على يدي موسى وهارون من المعجزات، وأضافوه سبحانه إليهما؛ لأنهما القائمان بالدعوة في تلك الحال، وفيه تبكيت لفرعون بأنه ليس برب، وأن الرب في الحقيقة هو هذا. </p><p> وبعد أن حصحص الحق، ووضح الصبح لذي عينين .. لجأ فرعون إلى العناد والمكابرة، وشرع يهدد ويتوعد، ولكن ذلك لم يجد في السحرة شيئًا، ولم يزدهم إلا إيمانًا وتسليمًا إذ كان حجاب الكفرة قد انكشف، واستبان لهم نور الحق وعلمهم ما جهل قومهم، وأن القوة التي تؤيد موسى قوة غيبية، قد أيده الله بها وجعلها دليلًا على صدق ما يدعي. </p><p> ٤٩ - فلما سمع فرعون ذلك منهم، ورأى سجودهم لله .. {قَالَ} ؛ أي: فرعون </p><p>(١) بيضاوي. (٢) روح البيان.</p><p> للسحرة {آمَنْتُمْ لَهُ} ؛ أي: لموسى، وصدقتم به بصيغة الخبر، ويجوز تقدير همزة الاستفهام كما في الأعراف. وقرأ (١) حمزة والكسائي وأبو بكر وروح: {أأمنتم} بهمزتين أولاهما للاستفهام التقريري المضمن للتهديد {قَبْلَ أَنْ آذَنَ لَكُمْ} ؛ أي (٢) : بغير إذن لكم من جانبي، كما في قوله تعالى:  {لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي} لا أن إذن الإيمان ممكن أو متوقع، ثم قال مغالطًا للسحرة الذين آمنوا، وموهمًا للناس أن فعل موسى سحر من جنس ذلك السحر {إِنَّهُ} ؛ أي: إن موسى {لَكَبِيرُكُمُ} ؛ أي: لعالمكم وأستاذكم {الَّذِي عَلَّمَكُمُ السِّحْرَ} فعلمكم شيئًا دون شيء، ولذلك غلبكم أو فوادعكم على ما فعلتم وتواطأتم عليه قبل أن تخرجوا إلى هذا الموضع، كما قال في الأعراف:  {إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَةِ} أراد بذلك التلبيس على قومه كيلا يعتقدوا أنهم آمنوا على بصيرة وظهور حق. وإنما (٣) اعترف له بكونه كبيرهم مع كونه لا يحب الاعتراف بشيء يرتفع به شأن موسى؛ لأنه قد علم كل من حضر أن ما جاء به موسى أبهر مما جاء به السحرة، فأراد أن يشكك على الناس بأن هذا الذي شاهدتم وان كان قد فاق على ما فعله هؤلاء السحرة .. فهو فعل كبيرهم ومن هو أستاذهم الذي أخذوا عنه هذه الصناعة، فلا تظنوا أنه فعل لا يقدر عليه البشر، وأنه من فعل الرب الذي يدعو إليه موسى، ثم توعد أولئك السحرة الذين آمنوا بالله لما قهرتهم حجة الله، فقال:  {فَلَسَوْفَ تَعْلَمُونَ} ؛ أي: وبال ما فعلتم، واللام (٤) للتأكيد، لا للقسم، ولا للحال، فلذلك اجتمعت بحرف الاستقبال أجمل ما أوعدهم أولًا للتهويل، ثم فصله، فقال:  {لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ} ؛ أي: أقسمت لكم بقهري وسلطاني لأقطعن منكم أكفكم وأقدامكم حالة كونها من خلاف؛ أي: متخالفات من كل شق طرفًا، وهو أن يقطع اليد اليمنى والرجل اليسرى، وذلك زمانة من جانبي البدن، كما في \"كشف الأسرار\" . وهو أول من قطع من خلاف وصلب كما في \"فتح الرحمن\" . </p><p>(١) البيضاوي. (٢) روح البيان.(٣) الشوكاني.(٤) روح البيان.</p>"
}