{
  "id": null,
  "sura": 26,
  "aya": 56,
  "text": "<p> ثم (١) إن قوم موسى قالوا لقوم فرعون: إن لنا في هذه الليلة عيدًا، ثم استعاروا منهم حليهم وحللهم بهذا السبب، ثم خرجوا بتلك الأموال في الليل إلى جانب البحر. قال القرطبي: فخرج موسى عليه السلام ببني إسرائيل سَحرًا، فترك الطريق إلى الشام على يساره، وتوجه نحو البحر، فكان الرجل من بني إسرائيل يقول له في ترك الطريق، فيقول: هكذا أمرت، </p><p> ٥٣ - فلما أصبح فرعون، وعلم بسري موسى ببني إسرائيل خرج في أثرهم، وبعث إلى مدائن مصر لتلحقه العساكر، وقوى نفسه ونفس أصحابه بأن وصف قوم موسى بوصفين من أوصاف الذم، ووصف قوم نفسه بصفة المدح، وذلك قوله تعالى:  {فَأَرْسَلَ فِرْعَوْنُ} حين أخبر بمسيرهم في الليل {فِي الْمَدَائِنِ} ؛ أي: في مدائن مصر وبلدانها {حَاشِرِينَ} ؛ أي: شرطًا جامعين للعساكر ليتبعوهم. قيل: كان له ألف مدينة واثنا عشر ألف قرية، </p><p> ٥٤ - وقال لهم حين جمع عساكر المدائن {إِنَّ هَؤُلَاءِ} ؛ أي: بني إسرائيل {لَشِرْذِمَةٌ قَلِيلُونَ} ؛ أي: لطائفة قليلة، وكانوا ست مئة ألف مقاتل، ليس فيهم من دون عشرين سنة، ولا من يبلغ ستين سوى الحشم، وفرعون يقللهم؛ إذ روي أنه أرسل في أثرهم ألف ألف ملك وخمسة آلاف ملك إلخ. وخمس مئة ألف ملك مسور، ومع كل ملك ألف، وخرج فرعون في جمع عظيم، وكانت مقدمته سبع مئة ألف رجل على حصان وعلى رأسه بيضة. </p><p> وعن ابن عباس: خرج فرعون في ألف ألف حصان سوى الإناث. وروي أن فرعون خرج على حصان أدهم، وفي عسكره على لون فرسه ثلاث مئة ألف، والشرذمة الطائفة القليلة. وقال: قليلون دون قليلة باعتبار أنهم أسباط، كل سبط منهم سبط قليل </p><p> ٥٥ - {وَإِنَّهُمْ} ؛ أي: وإن بني إسرائيل {لَنَا لَغَائِظُونَ} ؛ أي: لفاعلون ما يغيظنا ويغضبنا بمخالفتهم ديننا، وذهابهم بأموالنا التي استعاروها أن لهم عيدًا في هذه الليلة، وخروجهم من أرضنا بغير إذن منا، وهم منخرطون في سلك عبادنا </p><p> ٥٦ - {وَإِنَّا لَجَمِيعٌ حَاذِرُونَ (٥٦) }؛ أي: لجماعة متيقظون غير مغفلين، يستعملون الحزم والاحتياط في الأمور. </p><p>(١) المراح.</p><p> يريد أن بني إسرائيل لقلتهم وحقارتهم لا يبالي بهم، ولا يتوقع علوهم وغلبتهم، ولكنهم يفعلون أفعالًا تغيظنا وتضيق بها صدورنا، ونحن جمع وقوم من عادتنا التيقظ والحذر واستعمال الحزم في الأمور، فإذا خرج علينا خارج سارعنا إلى إطفاء ثائرة فساده، قاله فرعون لأهل المدائن؛ لئلا يظن به أنه خاف من بني إسرائيل. </p><p> وقيل: معنى {حَاذِرُونَ} ؛ أي: خائفون من شرهم. وقيل: ذووا قوة وأداة، شاكون السلاح؛ أي: متسلحون. </p><p> وقرأ الكوفيون وابن ذكران وزيد بن علي {حَاذِرُونَ} بالألف بعد الحاء؛ أي: شاكون السلاح، وقرأ باقي السبعة {حذرون} بغير ألف؛ أي: متيقظون. وقال الزجاج: مؤدون؛ أي: متسلحون، وقرأ سميط بن عجلان وابن أبي عمار وابن السميقع:  {حادرون} بالدال المهملة؛ أي: أقوياء أشداء. </p><p> فصل في بيان كيفية خروجهم من مصر </p><p> وقد جاء في سفر الخروج من التوراة في الإصحاح الحادي عشر: إن الرب أمر أن يطلب كل رجل من صاحبه، وكل امرأة من صاحبتها أمتعة ذهب وأمتعة فضة، وأن الله سبحانه سيميت كل بِكْرٍ في أرض مصر من الإنسان والحيوان، وأمرهم أن يذبح أهل كل بيت شاة في اليوم الرابع عشر من شهر الخروج، وأن يلطخوا القائمتين والعتبة العليا من الدار بالدم، وأن يأكلوا اللحم تلك الليلة مشوبًا بالنار مع فطير، وأمرهم أن يأكلوا بعجلة، ويأكلوا الرأس مع الأكارع والجوف، وهذا هو فصح الرب، وهذا الدم علامة على بيوت بني إسرائيل حتى يحفظ كل بكر معهم، ويتخطاهم إلى أبكار المصريين، ويكون أكل الفطير سبعة أيام، ويكون هذا فريضة أبدية تذكارًا بالخروج من مصر من يوم (١٤) من شهر أبيب إلى (٢١) من هذا الشهر كل سنة، وهكذا أمر موسى قومه بذلك، ففعلوا كل هذا، ونجا أولادهم، وصار ذلك سنة أبدية، ولما مات الأبكار من الإنسان والحيوان في جميع بلاد مصر في نصف الليل اشتغل الناس بالأموات، وأخذ بنوا </p><p> إسرائيل غنمهم وبقرهم وعجينهم قبل أن يختمر، ومعاجنهم مصرورة في ثيابهم على أكتافهم، وفعللوا ما أمرهم به الرب، فارتحلوا من رَعْمَسِيس إلى سكوت، وكانوا ست مئة ألف ماشٍ من الرجال ما عدا الأولاد، وخبزوا العجين الذي أخرجوه من مصر خبز ملة، فطيرًا، اهـ. </p><p> وكانت (١) إقامة بني إسرائيل في مصر (٤٣٠) سنة، وليلة الخروج هي عيد الفصح عندهم إلى الأبد، فلما أسرى بهم موسى، وأخبر فرعون بما صنعوا أرسل في مدائن مصر رجالًا من حرسه ليجمعوا الجند، فيتبعوهم ويردوهم إلى مصر، ويعذبوهم أشد التعذيب على ما فعلوا، ثم قوى فرعون جنده في اقتفاء آثارهم بأمور: </p><p> ١ - {إِنَّ هَؤُلَاءِ لَشِرْذِمَةٌ قَلِيلُونَ (٥٤) } فيسهل اقتفاؤهم وإرجاعهم، وكبح جماحهم في الزمن الوجيز. </p><p> ٢ - {وَإِنَّهُمْ لَنَا لَغَائِظُونَ (٥٥) }؛ أي: وإنهم بين آونة وأخرى يصدر منهم ما يخل بالأمن, فيحدثون الشغب والاضطراب في البلاد، إلى أنهم ذهبوا بأموالنا التي استعاروها. </p><p> ٣ - {وَإِنَّا لَجَمِيعٌ حَاذِرُونَ (٥٦) }؛ أي: وإن لنا أن نحذر عاقبة أمرهم قبل أن يستفحل خطبهم، ويصعب رأب صدعهم، ونحن قوم من دأبنا التيقظ والحذر واستعمال الحزم في الأمور. </p><p> وخلاصة مقاله: أنّ هؤلاء عدد لا يعبأ به، وأن في مقدورنا أن نبيدهم بأهون الوسائل، ولا خوف منهم إذا نحن اتبعنا آثارهم، ورددناهم على أعقابهم خاسئين، حتى لا يعودوا كرة أخرى إلى الإخلال بالأمن والهرج والمرج والاضطراب في البلاد، وهذا ما يقتضيه الحزم واليقظة في الأمور. </p><p> والذي نقول به ونجزم: أن بني إسرائيل كانوا أقل من جند فرعون، لكنا لا </p><p>(١) المراغي.</p>"
}