{
  "id": null,
  "sura": 26,
  "aya": 4,
  "text": "<p> أي: أقاتل أنت نفسك يا محمد أسفًا وحزنًا على {أَلَّا يَكُونُوا مُؤْمِنِينَ} بهذا الكتاب المبين. وقال العسكري: إنها للنهي، والمعنى على هذا: لا تبخع نفسك يا محمد ولا تهلكها أسى وحسرة على عدم إيمانهم. </p><p> وقيل: إنها على معناها الأصلي؛ أي: للإشفاق؛ أي: الخوف، والله تعالى منزه عنه، فهو بالنسبة إلى النبي - صلى الله عليه وسلم -، ولكن الإشفاق هنا بمعنى الأمر. والبخع في الأصل أن يبلغ بالذبح النخاع - بالنون كما في \"القاموس\" - وهو عرق مستبطن في فقار القفا، والمعنى عليه: أشفق يا محمد على نفسك، وخف أن تقتلها بالحزن بلا فائدة، وهو حث على ترك التأسف، وتصبير وتسلية له - صلى الله عليه وسلم -. </p><p> وقوله:  {أَلَّا يَكُونُوا مُؤْمِنِينَ} مفعول له بحذف المضاف؛ أي: خيفة أن لا يؤمن قريش بذلك الكتاب المبين، فإن الخوف والحزن لا ينفع في إيمان من سبق حكم الله بعدم إيمانه، كما أن الكتاب المبين لم ينفع في إيمانه، فلا تهتمّ فقد بلّغت. والمعنى: لعلك قاتل نفسك لتركهم الإيمان؛ لأنه كان حريصًا على إيمان قومه، شديد الأسف لما يراه من إعراضهم. </p><p> وفي \"التأويلات النجمية\" : يشير إلى تأديب النبي - صلى الله عليه وسلم -؛ لئلا يكون مفرطًا في الرحمة والشفقة على الأمة، فإنه يؤدي إلى الركون إليهم، وأن التفريط في ذلك يؤدي إلى الفظاظة وغلظ القلب، بل يكون مع الله مع المقبل والمدبر. </p><p> وقرأ قتادة وزيد بن علي (١) : {باخع نفسك} على الإضافة، وقرأ الباقون بالقطع. ونحو الآية قوله:  {فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ} ، وقوله: {فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا (٦) }. </p><p> ٤ - ثم بيّن (٢) : أن إيمانهم ليس مما تعلقت به مشيئة الله تعالى، فقال:  {إِنْ نَشَأْ} إيمانهم، أي: لو شئنا إيمانهم، وتعلقت به إرادتنا أزلًا {نُنَزِّلْ عَلَيْهِمْ} ؛ أي: على مشركي قومك {مِنَ السَّمَاءِ آيَةً} دالة على كمال قدرتنا، ملجئة لهم إلى الإيمان كإنزال الملائكة، أو بليّة قاسرة عليه كآية من آيات القيامة، ولكن سبق </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> القضاء بأنّا لا ننزل ذلك {فَظَلَّتْ} ؛ أي: فصارت؛ أي: فتظل {أَعْنَاقُهُمْ} ؛ أي: رقابهم {لَهَا} ؛ أي: لتلك الآية {خَاضِعِينَ} ؛ أي: منقادين، فلا يكون أحد منهم يميل عنقه إلى معصية الله تعالى، ولكن لم نفعل؛ لأنه لا عبرة بالإيمان المبني على القسر والإلجاء كالإيمان يوم القيامة. وأصله: فظلوا لها خاضعين، فإن الخضوع صفة أصحاب الأعناق حقيقة، فأقحمت الأعناق لزيادة التقرير ببيان موضع الخضوع، وترك الخبر على حاله. وفيه بيان أن الإيمان والمعرفة موهبة خاصة خارجة عن اكتساب الخلق في الحقيقة، فإذا حصلت الموهبة نفع الإنذار والتبشير، وإلّا فلا، فليبك على نفسه من جبل على الشقاوة. </p><p> وقرأ أبو رزين وأبو المتوكل وأبو عمرو في رواية هارون عنه (١) : {إن يشأ ينزل} على الغيبة؛ أي: إن يشأ الله ينزل، وفي بعض المصاحف:  {لو شئنا لأنزلنا} وقرأ الجمهور: {فَظَلَّتْ} ماضيًا بمعنى المستقبل؛ لأنه معطوف على {نُنَزِّلْ} وقرأ طلحة {فتظلل} . </p><p> وقال مجاهد وابن زيد والأخفش: معنى {أَعْنَاقُهُمْ} : جماعاتهم، يقال: جاءني عنق من الناس؛ أي: جماعة، وقيل: أعناق الناس رؤساؤهم ومقدّموهم شبّهوا بالأعناق، وقيل: أريد به الجارحة، فقال ابن عيسى: هو حينئذ على حذف مضاف؛ أي: أصحاب الأعناق حيث قال: {خَاضِعِينَ} ، ولم يقل: خاضعة، وقرأ عيسى وابن أبي عبلة:  {خاضعة} . </p><p> ومعنى الآية: أي لو شئنا أن ننزل عليهم من السماء آية تلجئهم إلى الإيمان وتقسرهم عليه، كما نتقنا الجبل فوق قوم موسى حتى صار كالظلة فصار جماعاتهم خاضعين منقادين لها كرها .. لفعلنا, ولكن جرت سنتنا أن يكون الإيمان اختياريًا لا قسريًا، كما قال: {وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ (٩٩) }. </p><p> ومن ثم نفذ قدرنا، ومضت حكمتنا، وقامت حجتنا على الخلق بإرسال </p><p>(١) البحر المحيط وزاد المسير.</p>"
}