{
  "id": null,
  "sura": 26,
  "aya": 224,
  "text": "<p> الكهنة، نحو شق بن رهم وسطيح بن ربيعة. قال في \"حياة الحيوان\" : هما كاهنان، فكان شق نصفَ إنسان، له يد واحدة ورجل واحدة، وعين واحدة، وكان سطيح لـ له عظم ولا بنان، إنما كان يطوى كالحصير، لم يدرك أيام بعثة النبي - صلى الله عليه وسلم -، وكان في زمن ملك كسرى؛ وهو ساسان. انتهى. </p><p> ٢ - {يُلْقُونَ السَّمْعَ وَأَكْثَرُهُمْ كَاذِبُونَ} ؛ أي: يلقي الأفاكون سمعهم إلى الشياطين، ويصغون إليهم أشد إصغاء، فيتلقون منهم ما يتلقون، وهؤلاء قلما يصدقون في أقوالهم، بل هم في أكثرها كاذبون. وهذا رد على من زعم من المشركين أن ما جاء به الرسول ليس بحق، وأنه شيء أتاه به رئي من الجن، فنزه الله سبحانه رسوله - صلى الله عليه وسلم - عن قولهم وافترائهم، ونبه إلى أن ما جاء به إنما هو من عند الله، وأنه تنزيله ووحيه نزل به ملك كريم، وأنه ليس من قبل الشياطين. </p><p> والخلاصة: أن هناك فارقًا بين محمد - صلى الله عليه وسلم - والكهنة، ومحمد - صلى الله عليه وسلم - لا يكذب فيما يخبر عن ربه، وما عرف منه إلا الصدق، والكهنة كذابون فيما يقولون، وقلما عرف منهم الصدق في أخبارهم. </p><p> ٢٢٤ - ولما كان بعض المشركين يقول: إن النبي - صلى الله عليه وسلم - شاعر .. بيّن سبحانه حال الشعراء، ومنافاة ما هم عليه لما عليه النبي - صلى الله عليه وسلم -، فقال:  {وَالشُّعَرَاءُ} ؛ أي: شعراء الكفار الذين يهجون رسول الله - صلى الله عليه وسلم - وأصحابه، ويعيبون الإِسلام، ويطعنون فيه منهم عبد الله بن الزبعري وهبيرة بن أبي وهب ومسافع بن عبد مناف وأبو عزة عمرو بن عبد الله وأمية بن أبي الصلت وأبو سفيان بن حرب الأموي {يَتَّبِعُهُمُ الْغَاوُونَ} ؛ أي: يتبعهم سفهاء العرب، حيث كانوا (١) يحفظون هجاءهم للمسلمين، وينشدونه في المجالس والمجامع، ويضحكون منه؛ أي: إن القرآن ليس بشعر، ولا محمد بشاعر؛ لأن الشعراء يتبعهم الضالون الحائدون عن السنن القويم، والسفهاء المائلون إلى الفساد الذي يجر إلى الهلاك، وأتباع محمد ليسوا كذلك، بل هم الراشدون المراجيح الرزان والساجدون الراكعون الباكون </p><p>(١) روح البيان.</p><p> الزاهدون. </p><p> وكان (١) الشعراء يتكلمون بالكذب والباطل، ويقولون: نحن نقول مثل ما قال محمد، وقالوا: الشعر، واجتمع إليهم غواة قومهم يستمعون أشعارهم حين يهجون محمدًا - صلى الله عليه وسلم - أصحابه، وكانون يروون عنهم قولهم، فذلك قوله:  {يَتَّبِعُهُمُ الْغَاوُونَ} فهم الرواة الذين يروون هجاء المسلمين. وقيل:  {الْغَاوُونَ} هم الشياطين. وقيل: هم السفهاء الضالون. </p><p> والشعراء (٢) عام يدخل فيه كل شاعر، والمذموم من يهجو ويمدح شهوة محرمة، ويقذف المحصنات، ويقول الزور وما لا يسوغ شرعًا. واعلم أن الشعر في نفسه ينقسم إلى أقسام، فقد يبلغ ما لا خير فيه منه إلى قسم الحرام، وقد يبلغ ما فيه خير منه إلى قسم الواجب. </p><p> قال في \"الكواشي\" : لا شك أن الشعر كلام حسنه كحسنه، وقبيحه كقبيحه، ولا بأس به إذا كان توحيدًا، أو علمًا ينتفع به، أو حثًا على مكارم الأخلاق من جهاد وعبادة وحفظ فرج وغض بصر وصلة رحم وشبهه، أو مدحًا للنبي - صلى الله عليه وسلم - والصالحين بما هو الحق، انتهى. </p><p> وقد وردت أحاديث في ذمه وذم الاستكثار منه، ووردت أحاديث أخر في إباحته وتجويزه: </p><p> فمنها: ما روى مسلم عن عمرو بن الشريد عن أبيه قال: ردفت رسول الله - صلى الله عليه وسلم - يومًا، فقال:  \"هل معك من شعر أمية بن أبي الصلت شيء\" ؟ قلت: نعم. قال:  \"هيه\" . فانشدته بيتًا، فقال:  \"هيه\" ، ثم أنشدته بيتًا آخر، فقال:  \"هيه\" ، حتى أنشدته مئة بيت. وفي هذا دليل على العناية بحفظ الأشعار إذا تضمنت الحكم والمعاني المستحسنة شرعًا وطبعًا. وإنما استكثر النبي - صلى الله عليه وسلم - من شعر أمية؛ لأنه كان حكيمًا، ألا ترى قوله - صلى الله عليه وسلم -: \"لقد كاد أمية بن أبي الصلت أن يسلم\" حين سمع قوله: </p><p>(١) الخازن. (٢) البحر المحيط.</p>"
}