{
  "id": null,
  "sura": 27,
  "aya": 8,
  "text": "<p> والمعنى: أي (١) واذكر أيها الرسول الكريم لقومك قصة قول موسى لأهله، وقد سار بهم فضل الطريق في ليل دامس وظلام حالك، فرأى نارًا تأجج وتضطرب، فقال إني أبصرت نارًا سآتيكم منها إما بخبر عن الطريق أو آتيكم بشعلة من النار تستدفئون بها، وكان كما قال، فإنه رجع منها بخير عظيم، واقتبس نورًا جليلًا. </p><p> وقد كان هذا حين مسيره من مدين إلى مصر، ولم يكن معه سوى امرأته، وكانا يسيران ليلًا، فاشتبه عليهما الطريق والبرد شديد، وفي مثل هذه الحال يستبشر النَّاس بمشاهدة النار من بعد؛ لما يرجى فيها من زاول الحيرة، وأمن الطريق، ومن الانتفاع بها للاصطلاء، ومن ثم قال لها هذه المقالة. </p><p> ٨ - {فَلَمَّا جَاءَهَا} ؛ أي: فلما جاء موسى النار ووصل إليها، أي: جاء ذلك النور الذي ظنه نارًا. قال السدي: كان في النار ملائكة، والنار هنا مجرد نور، ولكنه ظن موسى أنها نار، فلما وصل إليها وجدها نورًا، وكانت الشجرة سمرة. {نُودِيَ} موسى من قبل الله تعالى؛ أي: جاءه النداء؛ وهو الكلام المسموع من جانب الطور، وأن في قوله:  {أَنْ بُورِكَ مَنْ فِي النَّارِ} إما مفسرة بمعنى أي؛ لأن في النداء معنى القول؛ أي: قيل له (٢) : بورك من في النار، وبورك: مجهول بارك، وهو خبر لا دعاء؛ أي: جعل مباركًا، وهو ما فيه الخير والبركة؛ أي: بورك من في مكان النار؛ وهي البقعة المباركة المذكورة في قوله:  {نُودِيَ مِنْ شَاطِئِ الْوَادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ} واستعملت {مَن} بمعنى (ما) حينئذ، ويدل عليه قراءة أبي:  {تباركت الأرض ومن حولها} وعنه أيضًا: بوركت النار {وَمَنْ حَوْلَهَا} ؛ أي: ومن حول مكان النار. </p><p> والظاهر (٣) : أن المبارك فيه عام في كل من في تلك البقعة وحواليها من أرض الشام الموسومة بالبركات؛ لكونها مبعث الأنبياء، وكفاتهم أحياء وأمواتًا، </p><p>(١) المراغي. (٢) النسفي.(٣) روح البيان.</p><p> وخصوصًا تلك البقعة التي كلم الله فيها موسى. </p><p> وقرأ أبيّ وابن عباس ومجاهد:  {أن بوركت النار ومن حولها} أو مصدرية؛ أي: نودي موسى بأن بورك من في النار ومن حولها، أو مخففة من الثقيلة؛ أي: نودي بأنه بورك، والضمير ضمير الشأن. وقيل (١) : المراد بـ {مَنْ فِي النَّار} هو موسى عليه السلام لقربه منها. و {مَنْ حَوْلَهَا} الملائكة؛ أي: نودي ببركة من في النار؛ أي: بتطهيره مما يشغل قلبه عن الله سبحانه، وتخليصه للنبوة والرسالة؛ أي: ناداه الله سبحانه وتعالى بأنا قدسناك يا موسى، واخترناك للرسالة، وهذه تحية من الله سبحانه لموسى، وتكرمة له، وبارك يتعدَّى بنفسه، كما هنا، وبـ \"على\" كما في قوله: {وَبَارَكْنَا عَلَيْهِ وَعَلَى إِسْحَاقَ} وبـ {في} كما في قوله: {وَبَارَكَ فِيهَا} . </p><p> وفي ابتداء (٢) خطاب الله سبحانه موسى بذلك عند مجيئه بشارة بأنه قد قضي له أمر عظيم ديني تنتشر بركاته في أقطار الأرض المقدسة، وهو تكليمه تعالى إياه، واستنباؤه له وإظهار المعجزات على يده، وكل موضع يظهر فيه مشاهدة الحق ومكالمته يكون ذا بركة، ألا ترى إلى قول القائل: </p><p> إِذَا نَزَلَتْ سَلْمَى بِوَادٍ فَمَاؤُهُ ... زُلَالٌ وَسِلْسَالٌ وَجَنَّاتُهُ وَرْدُ </p><p> وقوله:  {وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ} من تمام ما نودي به؛ لئلا يتوهم من سماع كلامه تشبيهًا، وللتعجيب من عظمة ذلك الأمر. وعبارة \"المراح\"  (٣) هنا: وقوله: {وَسُبْحَانَ اللَّهِ} من كلام الله مع موسى، نزه الله تعالى نفسه عما لا يليق به في ذاته وحكمته؛ ليكون ذلك مقدمة في صحة رسالة موسى عليه السلام، وإعلامًا بأن ذلك الأمر مكونه رب العالمين، ولدفع ما قد يتوهمه بحسب الطبع البشري البخاري على العادة الخلقية من أن الله سبحانه المتكلم به في مكان، أو في جهة. ومن أن الكلام الذي يسمعه في ذلك المكان بحرف وصوت حادث ككلام </p><p>(١) المراح. (٢) روح البيان.(٣) المراح.</p>"
}