{
  "id": null,
  "sura": 27,
  "aya": 18,
  "text": "<p> الجن بساطًا من ذهب وإبريسم فرسخًا في فرسخ، وكان يوضع منبره في وسطه، وهو من ذهب فيقعد عليه، وحوله ست مئة ألف كرسي من ذهب وفضة، فتقعد الأنبياء على كراسي الذهب، والعلماء على كراسي الفضة، وحولهم الناس، وحول الناس الجن والشياطين، وتظله الطير بأجنحتها حتى لا تقع عليه الشمس، وترفع ريح الصبا البساط فتسير به مسيرة شهر. </p><p> وفي \"أبي السعود\" قوله: {فَهُمْ يُوزَعُونَ} ؛ أي: يحبس أوائلهم على أواخرهم؛ أي: يوقف أوائل العسكر حتى يلحقهم الأواخر، فيكونون مجتمعين لا يتخلف منهم أحد، وذلك للكثرة العظيمة. ويجوز أن يكون ذلك لترتيب الصفوف، كما هو المعتاد في العساكر، وفيه إشعار بكمال مسارعتهم إلى السير، وتخصيص حبس أوائلهم بالذكر دون سوق آخرهم مع أن التلاحق يحصل بذلك أيضًا؛ لما أن أواخرهم غير قادرين على ما يقدر عليه أوائلهم من السير السريع، وهذا كله إذا لم يكن سيرهم بتيسير الله الريح في الجو، اهـ. </p><p> ١٨ - {حَتَّى} : ابتدائية؛ لدخولها على الجملة، وغائية؛ لكونها غاية لمحذوف يدل عليه قوله:  {فَهُمْ يُوزَعُونَ} تقديره: فساروا حتى {إِذَا أَتَوْا} أي: ساروا مشاة على الأرض، وركبانًا حتى إذا أتوا وأشرفوا {عَلَى وَادِ النَّمْلِ} من فوق، وبلغوا آخره، ولعلهم أرادوا أن ينزلوا عند منتهى الوادي؛ إذ حينئذ يخافهم ما في الأرض لا عند مسيرهم في الهواء، كما في \"الإرشاد\" ، ولعل هذه القصة قبل تسخير الله له الريح. والوادي مسيل الماء، والنمل معروف، الواحدة نملة. </p><p> ومعنى واد النمل (١) : وادٍ يكثر فيه النمل، كما يقال: بلاد الثلج لبلد يكثر فيه الثلج، والمراد هنا: واد بالشام أو بالطائف كثير النمل، والمشهور أنه النمل الصغير. وقيل: كان نمل ذلك المكان كالذئاب والبخاتي، ولذا قال بعضهم:  {في وادي النمل} : هو واد يسكنه الجن والنمل مراكبهم، ووقف القراء (٢) جميعهم على {وَادِ} بدون ياء إتباعًا للرسم، حيث لم يكن الحذف عندهم </p><p>(١) البحر المحيط. (٢) زاد المسير.</p><p> للالتقاء الساكنين، كقوله:  {الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ} إلا الكسائي، فإنه وقف بالياء، قال: لأن الموجب للحذف إنما هو التقاء الساكنين بالوصل. </p><p> والمعنى: فهم يسيرون ممنوعًا بعضهم من مفارقة بعض، حتى إذا أتوا على وادٍ النمل، وقطعوه، وبلغوا آخره، وأرادوا النزول. {قَالَتْ نَمْلَةٌ} من نمال الوادي؛ وهي ملكة النملة، وكانت عرجاء ذات جناحين في عظم الديك، أو النعجة، أو الذئب، واسمها منذرة أو طاخية، أو جرمى، سميت بهذا الاسم في التوراة أو في الإنجيل، أو في بعض الصحف الإلهية، سماها الله تعالى بهذا الاسم، وعرفها به الأنبياء قبل سليمان، وخصت بالتسمية لنطقها، وإلا فكيف يتصور أن يكون للنملة اسم علم، والنمل لا يسمي بعضهم بعضًا، ولا يتميز للآدميين صورة بعضهم من بعض حتى يسمونهم، ولا هم واقعون تحت ملك بني آدم كالخيل والكلاب ونحوهما، كما في كتاب التعريف والأعلام للسهيلي رحمه الله، وهي من الحيونات التي تدخل الجنة. </p><p> أي: قالت قولًا مشتملًا على حروف وأصوات على وجه النصيحة، وهو جواب {إِذَا} . </p><p> {يَاأَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ} ؛ أي: حجركم {لَا يَحْطِمَنَّكُمْ} ؛ أي: لا يكسرنكم من الحطم؛ وهو الكسر. {سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ} يحطمنكم، ولا يعلمون بمكانكم، والجملة الاسمية حال من فاعل {يَحْطِمَنَّكُمْ} ؛ أي: والحال (١) أنهم لا يشعرون أنهم يحطمونكم؛ إذ لو شعروا لم يفعلوا؛ أي: إن من عدل سليمان وفضله وفضل جنوده أنهم لا يحطمون نملة فما فوقها إلا بأن لا يشعروا، كأنها شعرت عصمة الأنبياء من الظلم والأذى إلا على سبيل السهو. </p><p> وجعل خطاب النمل كخطاب العقلاء؛ لفهمها لذلك الخطاب، وجملة {لَا يَحْطِمَنَّكُمْ} نهي لهم عن الحطم، والمراد: نهيها عن التوقف والتأخر في دخول مساكنهم بحيث يحطمونها، قال مقاتل: سمع سليمان كلامها من ثلاثة أميال، </p><p>(١) روح البيان.</p><p> وكان لا يتكلم أحد بشيء إلا حملته الريح حتى تلقيه إلى مسامع سليمان. </p><p> وقرأ الحسن (١) وطلحة بن مصرف ومعتمر بن سليمان وأبو سليمان التيمي وأبو مجلز وأبو رجاء وعاصم الجحدري: {نمُلة} - بضم الميم - على وزن سمرة، وعن سليمان التيمي {نُمُلة} ونمل بضم النون والميم فيهما، وقرأ شهر بن حوشب وأبي بن كعب وأبو المتوكل وعاصم الجحدري {مسكنكم} على الإفراد، وعن أبي {دخلن مساكنكن لا يحطمنكم} مخففة النون التي قبل الكاف. </p><p> وقرأ الحسن وأبو رجاء وقتادة وعيسى بن عُمر الهمداني الكوفي ونوح القاضي:  {لا يُحطمنكم} بضم الياء وفتح الحاء وشد الطاء والنون، مضارع حطم المضعف. وقرأ (٢) أبي بن كعب وأبو رجاء: {ليحطمنكم} بغير ألف بعد اللام. وقرأ ابن مسعود {لا يَحْطمكم} بفتح الياء وسكون الحاء وتخفيف الطاء وسكون الميم وحذف النون. </p><p> وقرأ عمرو بن العاص وأبان {يَحْطِمَنْكم} بفتح الياء وسكون الحاء والنون ساكنة أيضًا والطاء خفيفة. وقرأ أبو المتوكل وأبو مجلز:  {لا يحطمنكم} : بفتح الياء وكسر الحاء وتشديد الطاء والنون جميعًا، أصله لا يحتطمنكم من الاحتطام. وقرأ ابن السميقع وابن يعمر وعاصم الجحدري:  {يحطمنكم} بضم الياء وسكون الحاء وتخفيف الطاء وتشديد النون من الإحطام. </p><p> وفي \"القرطبي\"  (٣) : قال الثعلبي: كان للنملة جناحان، فصارت من الطير، فلذلك علم منطقها، ولولا ذلك لما علمه. قال أبو إسحاق الثعلبي: ورأيت في بعض الكتب أن سليمان قال لها: لم حذرت النمل، أخفت من ظلمي أم علمت أني نبي عدل، فلم قلت لا يحطمنكم سليمان وجنوده؟ فقالت النملة: أما سمعت قولي وهم لا يشعرون، مع أني لم أرد حطم النفوس، وإنما أردت حطم القلوب </p><p>(١) البحر المحيط. (٢) زاد المسير.(٣) القرطبي.</p><p> خشية أن يتمنين مثل ما أعطيت ويفتتن بالدنيا، ويشتغلن بالنظر إلى ملكك عن التسبيح والذكر، فلما تكلمت مع سليمان مضت مسرعة إلى قومها، فقالت: هل عندكم من شيء نهديه إلى نبي الله؟ قالوا: وما قدر ما نهدي له، والله ما عندنا إلا نبقة واحدة. قالت: حسنة ائتوني بها، فأتوها بها، فحملتها بفيها، وانطلقت تجرها، وأمر الله الريح فحملتها وأقبلت تشق الجن والإنس والأنبياء والعلماء على البساط حتى وقفت بين يديه، فوضعت تلك النبقة من فيها في فيه، وأنشأت تقول: </p><p> أَلَمْ تَرَنَا نَهْدِيْ إِلَى اللهِ مَالَهُ ... وَإِنْ كَانَ عَنْهُ ذَا غِنًى فَهْوَ قَابِلُهْ </p><p> وَلَوْ كَانَ يُهْدَى لِلْجَلِيْلِ بِقَدْرِهِ ... لأَقْصَرَ عَنْهُ الْبَحْرُ يَوْمًا وَسَاحِلُهْ </p><p> وَلَكِنَّنَا نَهْدِيْ إِلَى مَنْ نُحِبُّهُ ... فَيَرْضَى بِهَا عَنَّا وَيُشْكَرُ فَاعِلُهْ </p><p> وَمَا ذَاكَ إِلَّا مِنْ كَرِيْمِ فِعَالِهِ ... وِإِلَّا فَمَا فِيْ مُلْكِنَا مَا يُشَاكِلُهْ </p><p> فقال لها: بارك الله فيكم، فهم بتلك الدعوة أشكر خلق الله، وأكثر خلق الله، والنمل حيوان معروف، شديد الإحساس والشم، حتى أنه يشم الشيء من بعيد، ويدخر قوته، ومن شدة إدراكه أنه يفلق الحبة فلقتين خوفًا من الإنبات، ويفلق حبة الكزبرة أربع فلق؛ لأنها إذا فلقت فلقتين نبتت، ويأكل في عامه نصف ما جمع ويستبقي باقيه عدة. اهـ. وهذه النملة التي تكلمت مع سليمان مؤنثة حقيقة بدليل لحاق علامة التأنيث لفعلها؛ لأن نملة تطلق على الذكر والأنثى، فإذا أريد تمييز ذلك .. قيل: نملة ذكر، ونملة أنثى، نحو حمامة ويمامة. </p><p> وحكى الزمخشري عن أبي حنيفة - رحمه الله -: أنه وقف على قتادة، وهو يقول: سلوني، فأمر أبو حنيفة شخصًا أن يسأل قتادة عن نملة سليمان، هل كانت ذكرأ أو أنثى؟ فلم يجب قتادة، فقيل لأبي حنيفة في ذلك، فقال: كانت أنثى، واستدل على ذلك بلحاق علامة التأنيث بالفعل المسند إليه. اهـ. ورده بعضهم؛ لأنه يصح أن يقال في الذكر: قالت نملة على إرادة الواحدة. </p>"
}