{
  "id": null,
  "sura": 27,
  "aya": 11,
  "text": "<p> قلتُ: لأن ما هنا تقدمه فعل بعد {أَنْ} ، وهو {بُورِكَ} فحسن عطف الفعل عليه، وما هناك لم يتقدمه فعل بعد {أَنْ} ، فذكرت {أَنْ} ؛ لتكون جملة {وَأَنْ أَلْقِ} معطوفة على جملة {يَا مُوسَى إِنَّهُ أَنَا اللَّهُ} . وقوله:  {فَلَمَّا رَآهَا تَهْتَزُّ} معطوف على محذوف، تقديره: فألقاها موسى من يده، فانقلبت حية تسعى، فلما رآها وأبصرها موسى حالة كونها تهتز وتضطرب وتتحرك بحركة شديدة، وتذهب إلى جانب، وحال كونها {كَأَنَّهَا} : كأن تلك العصا {جَانٌّ} ؛ أي: حية صغيرة في سرعة الحركة وخفتها، فشبه الحية العظيمة المسماة بالثعبات بالجان في سرعة الحركة والالتواء، والجان (١) ضرب من الحيات؛ أي: حية كحلاء العين لا تؤذي كثيرة في الدور، كما في \"القاموس\" . </p><p> قال أبو الليث: الصحيح أن الثعبان كان عند فرعون، والجان عند الطور، وقرأ الحسن (٢) والزهري وعمرو بن عبيد: {جأن} بهمزة مكان الألف، كأنه فر من التقاء الساكنين. </p><p> {وَلَّى مُدْبِرًا} ؛ أي: هرب موسى منها مدبرًا؛ أي: رجع وأعرضين عنها هاربًا خوفًا منها. قال في \"كشف الأسرار\" : أي أدبر عنها، وجعلها خلف ظهره. {وَلَمْ يُعَقِّبْ} ؛ أي: ولم يرجع على عقبه، من عقب المقاتل إذا كر بعد الفر، وإنما اعتراه الرعب؛ لظنّه أن ذلك الأمر أريد به هلاك نفسه، ويدل عليه قوله:  {يَا مُوسَى} ؛ أي: قال الله تعالى: يا موسى {لَا تَخَفْ} من الحية وضررها، أو لا تخف من غيري مطلقًا ثقة بي لقوله:  {إِنِّي لَا يَخَافُ لَدَيَّ} أي: عندي {الْمُرْسَلُونَ} في حالة الإيحاء والإرسال، لا في جميع الأوقات، بل حين يوحي إليهم في وقت الخطاب، فإنهم حينئذ مستغرقون في مطالعة شؤون الله تعالى، لا يخطر ببالهم خوف من أحد أصلًا. أما الخوف في غير هذه الحالة فلا يفارقهم، قال النبي عليه السلام:  \"أنا أخشاكم\" ، </p><p> ١١ - ولا يخاف من الملك العدل إلا ظالم، كما قال تعالى:  {إِلَّا مَنْ ظَلَمَ} استثناء متصل من {المرسلين} ؛ أي: إلا من ظلم </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> نفسه من المرسلين بذنب صدر منه، كآدم ويونس وداود وموسى عليهم السلام، والتعبير فيهم بالظلم؛ لقول آدم:  {رَبَّنَا ظَلَمْنَا أَنْفُسَنَا} وموسى {رَبِّ إِنِّي ظَلَمْتُ نَفْسِي} . </p><p> {ثُمَّ بَدَّلَ حُسْنًا} ؛ أي: توبة وندما. {بَعْدَ سُوءٍ} ؛ أي: بعد عمل سوء {فَإِنِّي غَفُورٌ} للتائبين {رَحِيمٌ} ؛ أي: مشفق عليهم بقبول توبتهم، وهذا تعريض لطيف بما وقع من موسى عليه السلام من وكزه القبطي. و (١) اختار النحاس هذا القول؛ أي: جعله استثناء متصلًا، وقال: علم من عصى منهم فاستثناه، فقال: إلا من ظلم، وإن كنت قد غفرت له كآدم وداود وموسى، ولا مانع من الخوف بعد المغفرة، فإن نبينا - صلى الله عليه وسلم - الذي غفر الله له ما تقدم من ذنبه وما تأخر كان يقول:  \"وددت أني شجرة تعضد\" . </p><p> وقيل: الاستثناء منقطع؛ أي: لكن من ظلم ثم بدل حسنًا بعد سوء. وقيل: الاستثناء من محذوف، تقديره: أي: لا يخاف لدي المرسلون، وإنما يخاف غيرهم ممن ظلم إلا من ظلم ثم بدل حسنًا إلخ. قاله الفراء، ورده النحاس. والمعنى: على الانقطاع؛ أي: لكن (٢) من ظلم من سائر العباد فإنه يخاف إلا إذا تاب فبدل بتوبته حسنًا بعد سوء فإني أغفر له، وأمحو ذنوبه، وجميع آثارها، كما فعل السحرة الذين آمنوا بموسى. وفي هذا بشارة عظيمة لسائر البشر، فإن من عمل ذنبًا ثم أقلع عنه وتاب وأناب فإن الله يتوب عليه، كما قال تعالى: {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى (٨٢) } وقال: {وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا (١١٠) } </p><p> وقال أبو حيان: والأظهر (٣) أن قوله: {إِلَّا مَنْ ظُلِمَ} : استثناء منقطع؛ إذ الأنبياء معصومون من وقوع الظلم والواقع من غيرهم. وقال الأخفش وأبو عبيدة:  {إِلَّا} : حرف عطف بمعنى {الواو} في التشريك في اللفظ، والمعنى: والتقدير: ولا من ظلم، وهذا ليسى بشيء؛ لأن معنى {إِلَّا} مباين لمعنى </p><p>(١) الشوكاني (٢) المراغي.(٣) البحر المحيط.</p><p> {الواو} مباينة كثيرة؛ إذ {الواو} للإدخال؛ و {إِلَّا} : للإخراج، فلا يمكن وقوع أحدهما موقع الآخر. </p><p> وقرأ أبو جعفر وزيد بن أسلم (١) : {إِلَّا مَنْ ظُلِمَ} بفتح الهمزة وتخفيف اللام حرف استفتاح وتنبيه، و {مَنْ} شرطية، وجوابها {فَإِنِّي غَفُورٌ رَحِيمٌ} . وقرأ الجمهور:  {حُسْنًا} بضم الحاء وإسكان السين منونًا. وقرأ محمد بن عيسى الأصبهاني كذلك إلا أنه لم ينون، جعله فعلى فامتنع الصرف، وابن مقسم بضم الحاء والسين منونًا. وقرأ مجاهد وأبو حيوة وابن أبي ليلى والأعمش وأبو عمرو في رواية الجعفي وأبو زيد وعصمة وعبد الوارث وهارون وعياش بفتحهما منونًا. </p><p> قال شيخ الإِسلام زكريا: قوله تعالى: {يَا مُوسَى لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ} فإن قلت (٢) : قال ذلك هنا، وقال في سورة القصص:  {يَا مُوسَى أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ} بزيادة {أَقْبِلْ} ، فلم خالف بين الموضعين؟ </p><p> قلتُ: لأن ما هنا بني عليه كلام يناسبه، وهو {إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ} فناسبه الحذف، وما هناك لم يبن عليه شيء فناسبه زيادة {أَقْبِلْ} جبرًا له، وليكون في مقابلة مدبرًا؛ أي: أقبل آمنًا غير مدبر ولا تخف. </p><p> وقال أيضًا: قوله تعالى: {إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ (١٠) إِلَّا مَنْ ظَلَمَ ...} الآية، إن قلت: كيف وجه صحة الاستثناء فيه مع أن الأنبياء معصومون من المعاصي؟ </p><p> قلتُ: الاستثناء منقطع؛ أي: لكن من ظلم من غير الأنبياء فإنه يخاف، فإن تاب وبدل حسنًا بعد سوء فإني غفور رحيم، أو متصل يحمل الظلم على ما يصدر من الأنبياء من ترك الأفضل، أو {إِلَّا} بمعنى: ولا، كما في قوله تعالى:  {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا} وإنما خص المرسلين بالذكر؛ لأن الكلام في قصة موسى وكان من المرسلين، وإلا فسائر الأنبياء كذلك وإن لم يكن بعضهم رسلًا. </p><p>(١) البحر المحيط. (٢) فتح الرحمن.</p>"
}