{
  "id": null,
  "sura": 27,
  "aya": 44,
  "text": "<p> عبلة بفتحها، فإنا على تقدير الجر؛ أي: لأنها، وإما على أن يكون بدلًا من الفاعل الذي هو {مَا كَانَتْ تَعْبُدُ} ؛ أي: ومنعها عن إظهار دعواها الإِسلام كونها من قوم كافرين، أو وصرفها سليمان عن صيرورتها كافرة. </p><p> والمعنى: أي (١) ومنعها ما كانت تعبده من دون الله تعالى؛ وهو الشمس عن إظهار الإِسلام، والاعتراف بوحدانيته تعالى من قبل أنها من قوم كانوا يعبدونها، ونشأت بين أظهرهم، ولم تكن قادرة على إظهار إسلامها إلى أن مثلت بين يدي سليمان، فاستطاعت أن تنطق بما كانت تعتقده في قرارة نفسها، ويجول في خاطرها. </p><p> ٤٤ - روي: أن سليمان أمر قبل مقدمها ببناء قصر عظيم جعل صحنه - أي أرضه - من زجاج أبيض شفاف يجري من تحته الماء، وألقى فيه دواب البحر من سمك وغيره، فلما قدمت إليه استقبلها فيه، وجلس في صدره، فحين أرادت الوصول إليه .. حسبته ماء، فكشفت عن ساقيها؛ لئلا تبتل أذيالها، كما هي عادة من يخوض الماء، فقال لها سليمان: إن ما تظنينه ماء ليس بالماء، بل هو صرح قد صنع من الزجاج، فسترت ساقيها وعجبت من ذلك، وعلمت أن هذا ملك أعز من ملكها، وسلطان أعز من سلطانها، ودعاها سليمان إلى عبادة الله سبحانه، وعابها على عبادة الشمس دون الله سبحانه، فأجابته إلى ما طلب، وقالت: رب إني ظلمت نفسي بالثبات على ما كنت عليه من الكفر، وأسلمت مع سليمان لله رب كل شيء، وأخلصت له العبادة. </p><p> وإلى ما تقدم أشار سبحانه بقوله:  {قِيلَ لَهَا} من جهة سليمان {ادْخُلِي الصَّرْحَ} ؛ أي: الصحن والبلاط المتخذ من زجاج. قال أبو عبيدة (٢) : الصرح: القصر. وقال الزجاج: الصرح الصحن. يقال: هذه صرحة الدار وقاعتها. وقال ابن قتيبة: الصرح: بلاط اتخذ من قوارير، وجعل تحته ماء وسمك. </p><p> {فَلَمَّا رَأَتْهُ} ؛ أي: فلما رأت بلقيس الصرح؛ أي: ذلك الصحن المتخد من </p><p>(١) المراغي. (٢) الشوكاني.</p><p> زجاج شفاف {حَسِبَتْهُ} ؛ أي: ظنت ذلك الصرح {لُجَّةً} ؛ أي: ماء غمرا {وَكَشَفَتْ عَنْ سَاقَيْهَا} على عادة من أراد خوض الماء، تثنية ساق؛ وهي (١) ما بين الكعبين، كعب الركبة وكعب القدم. </p><p> وقرأ ابن كثير وقنبل في رواية الأخريط عن وهب بن واضح:  {عن سأقيها} بالهمز. قال أبو عليّ: وهي ضعيفة، وكذلك في قراءة قنبل {يوم يكشف عن سأق} ، وأما همزة السؤق وعلى سؤقه، فلغة مشهورة في همز {الواو} التي قبلها ضمة، ذكره أبو حيان. </p><p> أي: تَشَمَّرَت؛ لئلا تبتل أذيالها؛ لأجل أن تصل إلى سليمان، فإذا هي أحسن الناس ساقًا وقدمًا، خلا أنها شعراء. قال وهب بن منبه: فلما رأت اللجة فزعت وظنت أنها قصد بها الغرق، وتعجبت من كون كرسيه على الماء، ورأت ما هالها، ولم يكن لها بدّ من امتثال الأمر، فرفعت ثيابها عن ساقيها فرآهما، فإذا هي أحسن النساء ساقًا وقدمًا سليمة مما قالت الجن فيها إلا أنها كانت كثيرة الشعر في ساقيها، فلما علم الحال صرف بصره عنها. </p><p> {قَالَ} سليمان عليه السلام حين رأى منها الدهشة والرعب لا تكشفي ساقيك {إِنَّهُ} ؛ أي: إن ما توهمته ماء {صَرْحٌ} ؛ أي: بلاط {مُمَرَّدٌ} ؛ أي: مملس؛ أي: أملس مصنوع {مِنْ قَوَارِيرَ} ؛ أي: من زجاج صاف شفاف، وليس بماء؛ جمع قارورة؛ أي: إن الذي ظننته ماء سقف مملس مصنوع من زجاج تحته ماء، فلا تخافي واعبري. </p><p> وحاصل مما في المقام كما مر قريبًا: أن سليمان (٢) أمر الشياطين قبل قدوم بلقيس بأن يحفروا على طريقها حفيرة، ويجعلوا سقفها زجاجًا أبيض شفافًا، ويصنعوا فيها ماء وسمكًا وضفدعًا وغير ذلك من حيوانات الماء، وصار الماء وما فيه يرى من هذا الزجاج، فمن أراد مجاوزته يمر فوق السطح الذي تحته الماء، ولا يمسه الماء، ومن لم يكن عالمًا بالحال يظن هذا ماء مكشوفًا ليس له </p><p>(١) روح البيان. (٢) المراح.</p><p> سقف يمنع من الخوض فيه، ووضع سليمان عليه السلام سريره في صدر ذلك السطح، فجلس عليه، فدعاها إليه وقال لها:  {ادْخُلِي الصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَا قَالَ إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ} . فلما سمعت بلقيس ذلك أذعنت واستسلمت، و {قَالت} وحين عاينت تلك المعجزة أيضًا بعد أن دعاها سليمان إلى الإِسلام {رَبِّ إِنِّي ظَلَمْتُ نَفْسِي} بعبادة الشمس، والثبات على الكفر فيما تقدم من الزمان، وقيل بسوء ظني بسليمان أنه يغرقني في اللجة. {وَأَسْلَمْتُ مَعَ سُلَيْمَانَ} ؛ أي: ودخلت في دين الإِسلام مصاحبة له في الدين مقتدية به. {لِلَّهِ رَبِّ الْعَالَمِينَ} ؛ أي: معبود العالمين، التفتتا من الخطاب إلى الغيبة؛ أي: إلى الاسم الجليل، والوصف بالربوبية لإظهار معرفتها بالوهيته تعالى، وتفرده باستحقاق العبودية، وربوبيته لجميع الموجودات التي من جملتها ما كانت تعبده قبل ذلك من الشمس. والمعنى (١) : أخلصت له التوحيد متابعة لسليمان مقتدية به. </p><p> وقال القيصري: أسلمت إسلام سليمان؛ أي: كما أسلم سليمان. و {مَعَ} في هذا الموضع كـ {مع} في قوله: {يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ} ؛ إذ لا شك أن زمان إيمان المؤمنين ما كان مقارنًا لزمان إيمان الرسل، وكذا إسلام بلقيس ما كان عند إسلام سليمان، فالمراد كما أنه آمن بالله آمنت بالله، وكما أنه أسلم لله أسلمت لله. انتهى. </p><p> ويجوز أن يكون {مَعَ} هنا واقعًا بعد، كما في قوله: {إِنَّ مَعَ الْعُسْرِ يُسْرًا (٦) } وقال (٢) شيخ الإِسلام: حقيقة المعية الاتفاق في الزمان، وسليمان كان مسلمًا قبلها، ولم يقل بدل {مَعَ سُلَيْمَانَ} على يد سليمان؛ لأنها كانت ملكة فلم تذكر عبارة تدل على أنها صارت مولاة له بإسلامها، وإن كان الواقع كذلك. انتهى. </p><p> قيل لما أراد سليمان أن يتزوجها، وكره شعر ساقيها .. أمر الشياطين أن يتخذوا النورة والحمام لأجل إزالته، فكانتا من يومئذ، فلما تزوجها سليمان أحبها حباَ شديدًا حتى بقيت على نكاحه إلى أن مات عنها، ورزق منها بولد اسمه داود. </p><p>(١) روح البيان. (٢) فتح الرحمن.</p>"
}