{
  "id": null,
  "sura": 27,
  "aya": 88,
  "text": "<p> والثالثة نفخة البعث، وقيل: إنها نفختان، وإن نفخة الفزع إما أن تكون راجعة إلى نفخة الصعق، أو إلى نفخة البعث، واختار هذا القول القشيري والقرطبي وغيرهما. </p><p> {إِلَّا مَنْ شَاءَ اللَّهُ} سبحانه أن لا يفزع عند تلك النفخة بأن يثبت قلبه، وهم الأنبياء والمرسلون، والشهداء والصالحون، الذين لا خوف عليهم ولا هم يحزنون، والملائكة الأربعة، وحملة العرش، والخزنة، والحور ونحوهم. </p><p> والمعنى (١) : أي واذكر أيها الرسول لهم هول يوم النفخ في الصور، إذ يفزع من في السموات ومن في الأرض، لما يعتريهم من الرعب حين البعث والنشور، بمشاهدة الأهوال الخارقة للعادة في الأنفس والآفاق، إلا من ثبَّت الله قلبه. </p><p> {وَكُلٌّ} ؛ أي: جميع الخلائق {أَتَوْهُ} سبحانه وتعالى وحضروه {دَاخِرِينَ} ؛ أي: ذليلين صاغرين؛ أي: وكل هؤلاء الفزعين المبعوثين حين النفخة يحضرون الموقف بين يدي رب العزة للسؤال والجواب، والمناقشة والحساب أذلاء صاغرين، لا يتخلف أحد عن أمره، كما قال:  {يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ} وقال: {ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ} ، وقال: {يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ (٤٣) }. </p><p> وقرأ الجمهور (٢)  {أَتَوْهُ} بضم التاء على صيغة اسم الفاعل مضافًا إلى الضمير الراجع إلى الله تعالى، وقرأ عبد الله وحمزة وحفص عن عاصم والأعمش ويحيى بن وثاب:  {أتوه} فعلًا ماضيًا، وفي القراءتين رُوعي معنى كل من الجمع، وقرأ قتادة:  {وَكُلٌّ أَتَوْهُ} فعلًا ماضيًا مسندًا لضمير كل على لفظها، وجمع داخرين على معناها، وقرأ الجمهور:  {دَاخِرِينَ} بالألف بعد الدال، وقرأ الحسن والأعمش:  {دَخِرِينَ} بغير ألف. </p><p> ٨٨ - وقوله:  {وَتَرَى الجبَالَ} معطوف على {يُنْفَخُ} ، داخل معه في حكم التذكير، </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> والخطاب لرسول الله - صلى الله عليه وسلم -، أو لكل من يصلح للرؤية، و {ترى} هنا بصرية لا علمية؛ أي: واذكر يا محمد لقومك هول يوم ترى وتبصر الجبال حال كونك {تَحْسَبُهَا} وتظنها {جَامِدَةً} ثابتة في أماكنها، وقرأ أهل الكوفة:  {تَحْسَبُهَا} بفتح السين، وقرأ الباقون بكسرها، {وَهِيَ} أي: والحال أن تلك الجبال {تَمُرُّ} وتمضي {مَرَّ السَّحَابِ} والغيم؛ أي: تراها رأي العين ساكنة، والحال أنها تمر وتمشي مثل مرور السحاب التي تسيِّرها الرياح سيرًا سريعًا، حتى تقع على الأرض فتسوَّى بها، وذلك لأن كل شيء عظيم، وكل جمع كثير يقصر عنه البصر، ولا يحيط به لكثرته وعظمته، فهو في حسبان الناظر واقف، وهو يسير. </p><p> وهذا أيضًا (١) : مما يقع بعد النفخة الثانية عند حشر الخلق، فإن الله تعالى يبدل الأرض غير الأرض، ويغئر هيئتها، ويسير الجبال عن مقارِّها على ما ذُكر من الهيئة الهائلة، ليشاهدها أهل المحشر، وهي وإن اندكَّت وتصدعت عند النفخة الأولى فتسييرها وتسوية الأرض إنما يكونان بعد النفخة الثانية، كما نطق به قوله تعالى:  {وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنَاهُمْ} فإن صيغة الماضي في المعطوف الذي هو {حشرناهم} مع كون المعطوف عليه مستقبلًا وهو {نُسَيِّرُ} للدلالة على تقدم الحشر على التسيير والرؤية، كأنه قيل: وحشرناهم قبل ذلك، ثم علل إمكان ذلك وسرعة حصوله بقوله:  {صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ} ؛ أي: ذلك الصنع العظيم صنع الله الذي أحكم كل شيء، وأودع فيه من الحكمة ما أودع، وانتصاب {صُنْعَ اللَّهِ} على المصدرية عند الخليل وسيبويه وغيرهما بفعل محذوف وجوبًا، تقديره: صنع الله الذي أتقن كل شيء؛ أي: أحسن خلق كل شيء، وأتى به على وجه الحكمة، ذلك النفخ في الصور، وما تفرَّع منه من الأمور الهائلة صنعًا، أي: صنع ذلك النفخ وما تفرع عليه صنعًا، وفعله فعلًا بديعًا، وهو مصدر مؤكد لمضمون ما قبله؛ أي: فإن نفخ الصور المؤدي إلى الفزع العام، وحضور الكل الموقف، وما فعل بالجبال إنما هو من صنع الله لا يحتمل غيره. </p><p>(١) الخازن.</p>"
}