{
  "id": null,
  "sura": 27,
  "aya": 15,
  "text": "<p> بألسنتهم، وأنكروا دلالتها على صدقه، وأنه رسول من ربه، لكنهم علموا في قرارة نفوسهم أنها حق من عنده، فخالفت ألسنتهم قلوبهم ظلمًا للآيات، إذ خطوها عن مرتبتها العالية، وسموها سحرًا ترفعًا عن الإيمان بها، كما قال في آية أخرى:  {فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ} . </p><p> والخلاصة: أنهم تكبروا عن أن يؤمنوا بها، وهم يعلمون أنها من عند الله يسبحانه وتعالى. {فَانْظُرْ} يا محمد وفكر {كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ} في الأرض وهو الإغراق في الدنيا والإحراق في الآخرة، أي فانظر أيها الرسول ما آل إليه أمر فرعون وقومه من الإغراق على الوجه الذي فيه العبر للظالمين ومن إخراجهم من الجنات والعيون والزروع والمقام الكريم. </p><p> وفي هذا تحذير للمكذبين بمحمد - صلى الله عليه وسلم - الجاحدين لما جاء به من عند ربه أن يصيبهم مثل ما أصاب أولئك؛ لعلهم يقلعون عن عنادهم واستكبارهم حتى لا تنزل بهم القوارع، ويأخذهم العذاب من حيث لا يشعرون، فمن قدر على إهلاك فرعون كان قادرًا على إهلاك من هو على صفته، وذلك إلى يوم القيامة، فإن جلال الله سبحانه دائم للأعداء، كما أن جماله باق للأولياء، مستمر في كل عصر وزمان، فعلى العاقل أن يتعظ بحال غيره، ويترك الأسباب المؤدية إلى الهلاك مثل الظلم والعلو الذي هو من صفات النفس الأمارة، ويصلح حاله بالعدل والتواضع، وغير ذلك مما هو من ملكات القلب. </p><p> قصة داود وسليمان عليهما السلام </p><p> ١٥ - ولما فرغ سبحانه من قصة موسى شرع في قصة داود بن إيشا وقصة ابنه سليمان عليهما السلام، وهذه القصص وما قبلها وما بعدها هي كالبيان والتقرير لقوله: {وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ (٦) } فقال: {و} عزتي وجلالي. {لَقَدْ آتَيْنَا} وأعطينا {دَاوُودَ وَسُلَيْمَانَ} ابنه عليهما السلام {عِلْمًا} ؛ أي: طائفة عظيمة من العلم، فعلمنا داود صنعة الدروع ولبوس الحرب، وعلمنا سليمان منطق الطير والدواب وتسبيح الجبال ونحو ذلك، مما لم نؤته أحدًا ممن قبلهما، فشكرا الله سبحانه على ما أولاهما من منته {وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا} بما آتانا </p><p> من النبوة والكتاب وتسخير الشياطين والجن {عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ} الذين لم يؤتهم مثل ما آتانا. </p><p> تنبيه: وعاش داود مئة سنة، وبينه وبين موسى خمس مئة وتسع وستون سنة. وعاش سليمان نيفًا وخمسين سنة، وبينه وبين محمد ألف وسبع مئة سنة. اهـ. شيخنا نقلًا عن \"التجيير\" . </p><p> فائدة: قال في \"مشكاة الأنوار\" : قالت نملة لسليمان عليه السلام: يا نبي الله أتدري لم صار اسم أبيك داود، واسمك سليمان؟ قال: لا. قالت: لأن أباك داوى قلبه عن جراحة الالتفات إلى غير الله سبحانه فَوُدَّ، وأنت سليم تصغير سليم آن لك، أي: حان لك أن تلحق بأبيك، انتهى. </p><p> فائدة أخرى: وعلم (١) سبحانه وتعالى سبعة أنفار سبعة أشياء: علم آدم أسماء الأشياء، فكان سببًا في حصول السجود والتحية، وعلم الخضر علم الفراسة، فكان سببًا لوجدان موسى ويوشع تلميذًا له، وعلم يوسف التعبير، فكان سببًا لوجدان الأهل والمملكة، وعلم داود صنعة الدروع، فكان سببًا لوجدان الرياسة والدرجة، وعلم سليمان منطق الطير فكان سببًا لوجدان بلقيس، وعلم عيسى الكتاب والحكمة والتوراة والإنجيل، فكان سببًا لزوال التهمة عن الشر، وعلم محمدًا - صلى الله عليه وسلم - الشرع والتوحيد، فكان سببًا لوجود الشفاعة. </p><p> وقال الزمخشري: قوله: {وَقَالَا الْحَمْدُ لِلَّهِ} فإن قلت: أليس (٢) هذا موضع الفاء دون {الواو} ، كقولك: أعطيته فشكر، ومنعته فصبر؟ </p><p> قلت: بلى، ولكن عطفه بالواو إشعارًا بأن ما قالاه بعض ما أحدث فيهما إيتاء العلم، وشيء من موجبه، فاضر ذلك، ثم عطف عليه التحميد، كأنه قال: ولقد آتيناهما علمًا فعملا به وعلماه، وعرفا حق النعمة فيه والفضيلة، وقالا الحمد لله. والكثير المفضل عليه من لم يؤت علمًا، أو من لم يؤت مثل علمهما، كذا قال أبو حيان. وقال غيره: والمفضل عليه من لم يؤت مثل علمهما، لا من </p><p>(١) روح البيان. (٢) الكشاف.</p>"
}