{
  "id": null,
  "sura": 27,
  "aya": 89,
  "text": "<p> والصنع (١) : إجادة الفعل، فكل صنع فعل، وليس كل فعل صنعًا، أي: صنع الله ذلك صنعًا، وفعله فعلًا متقنًا محكمًا، قال في \"الإرشاد\" : قصد به التنبيه على عظم شأن تلك الأفاعيل، وتهويل أمرها، والإيذان بأنها ليست بطريق إخلال نظام العالم، وافساد أحوال الكائنات بالكلية من غير أن تدعو إليها داعية، ويكون لها عاقبة، بل هي من قبيل بدائع صنع الله المبنية على أساس الحكمة المستتبعة للغايات الجميلة، التي لأجلها رتبت مقدمات الخلق ومبادىء الإبداع، على الوجه المتين والمنهج الرصين. </p><p> ثم علل ما تقدم من النفخ في الصور والقيام للحساب، ومجازاة العباد على أعمالهم بقوله:  {إِنَّهُ} سبحانه وتعالى {خَبِيرٌ بِمَا تَفْعَلُونَ} ؛ أي: عالم بظواهر أفعالكم وبواطنها أيها المكلفون، ولذلك فعل ما فعل من النفخ، والبعث ليجازيكم على أعمالكم، وهو الخبير المطلع على الظواهر والضمائر. </p><p> وقرأ الجمهور (٢) : بالتاء الفوقية على الخطاب، وقرأ ابن كثير وأبو عمرو وهشام بالتحتية على الغيبة، والمعنى: أي إنه تعالى ذو علم وخبرة بما يفعل عباده من خير وشر، وطاعة ومعصية، وهو مجازيهم على ذلك أتمَّ الجزاء. </p><p> ٨٩ - ثم بيَّن حال السعداء والأشقياء يومئذٍ، فقال {مَنْ جَاءَ بِالْحَسَنَةِ} أي: بكلمة الشهادة (٣) والإخلاص فإنها الحبسنة المطلقة، وأحسن الحسنات، {فَلَهُ خَيْرٌ} ؛ أي: نفع وثواب حاصل {مِنْهَا} ؛ أي: من جهتها، ولأجلها، وهو الجنة، قاسم التفضيل لا يدل على المفاضلة إذ لا يوجد شيء خير من (إلا إله إلا الله) ، ويجوز أن يكون اسم التفضيل على بابه إذا أريد بالحسنة غير الكلمة المشرفة من الطاعات، أيَّ طاعة كانت، والمعنى: من جاء يوم القيامة بالحسنة أيًا كانت .. فله من الجزاء والثواب ما هو خير وأفضل وأكثر منها، إذ ثبت له الشريف بالخسيس، والباقي بالفاني، وعشرة بل سبع مئة بواحدة، وقيل: المراد بالحسنة </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.</p><p> أداء الفرائض، وقيل: هي الإخلا ص في العبادة، والتعميم أولى (١) ، ولا وجه للتخصيص، وإن قال به بعض السلف. </p><p> قيل: وهذه الجملة بيان لقوله: {إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ} ، وقيل: بيان لقوله: {وَكُلٌّ أَتَوْهُ دَاخِرِينَ} . </p><p> {وَهُمْ} ؛ أي: الذين جاؤوا بالحسنات {مِنْ فَزَعٍ} ؛ أي: عظيم هائل لا يقادر قدره، وهو الفزع الحاصل من مشاهدة العذاب بعد تمام المحاسبة، وظهور الحسنات والسيئات، وهو الذي في قوله تعالى:  {لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ} ، وعن الحسن: هو الفزع حين يؤمر بالعبد إلى النار، وقال ابن جريح: الفزع حين يذبح الموت، وينادى يا أهل الجنة خلود بلا موت، ويا أهل النار خلود بلا موت. وقرأ عاصم والكسائي وحمزة (٢) : {من فزعٍ} بالتنوين. </p><p> و {يَوْمَئِذٍ} ؛ أي: يوم إذ ينفخ في الصور، منصوب على الظرفية، معمول لقوله:  {آمِنُونَ} أو لـ {فَزَعٍ} ، ويدل على أنه معمول له قراءة من أضافه إليه، أو في موضع الصفة لـ {فَزَعٍ} ؛ أي: كائنٍ في ذلك الوقت، والمعنى عليه؛ أي: والذين جاؤوا بالحسنات آمنون من فزع كائن يوم إذ وقعت هذه الأهوال العظيمة اهـ \"مراح\" . </p><p> وقرأ باقي السبعة بإضافة {فَزَعٍ} إلى {يَوْمَئِذٍ} فكسرَ الميمَ أبو عمرو وابن عامر وابن كثير وإسماعيل بن جعفر عن نافع، وفتحها بناء لإضافته إلى غير متمكن نافع في غير رواية إسماعيل، والتنوين في {يَوْمَئِذٍ} تنوين عوض عن الجملة المحذوفة، ويكون التقدير يوم إذ جاء بالحسنة، أو يوم إذ ترى الجبال، أو يوم إذ يُنفخ في الصور. </p><p> {آمِنُونَ} لا يعتريهم ذلك الفزع الهائل، ولا يلحقهم ضرره أصلًا، وأما الفزع الذي يعتري كل من في السموات ومن في الأرض غير من استثناه الله تعالى فانما هو التهيُّبُ والرعبُ الحاصل في ابتداء النفخة، منن معاينة فنون الدواهي </p><p>(١) الشوكاني. (٢) البحر المحيط.</p>"
}