{
  "id": null,
  "sura": 27,
  "aya": 1,
  "text": "<p> يقبل ذلك منا ويكف عنا، أو يضرب علينا خراجًا نحمله إليه كل عام ونلتزم ذلك، وبذلك يترك قتالنا وحربنا. </p><p> التفسير وأوجه القراءة </p><p> ١ - {طس} ؛ أي: هذه طس؛ أي: هذه السورة مسماة به، وقد مر الكلام مفصلًا في فواتح السور أنها إن كانت اسمًا للسورة، فمحلها الرفع على أنها خبر مبتدأ كما قدرنا، أو على أنها مبتدأ خبرها ما بعدها، وإن لم تكن هذه الحروف اسمًا للسورة بل مسرودة على نمط التعديد، فلا محل لها من الإعراب، وقد مر أيضًا أن القول الأسلم في تفسيرها أن يقال: الله أعلم بمراده بذلك. وقيل (١) : الطاء من اللطيف، والسين من السميع، حكاه الثعلبي، وقيل:  {الطاء} : إشارة إلى طوله؛ أي: فضله، و {السين} : إلى سنائه؛ أي: علوه. </p><p> وفي \"التأويلات النجمية\" : يشير بطائه إلى طيب قلوب محبيه، وبالسين إلى سر بينه وبين قلوب محبيه، لا يسعهم فيه ملك مقرب ولا نبي مرسل. وقيل: إنه قسم أقسم الله به، وهو من أسمائه، رواه ابن أبي طلحة عن ابن عباس، وفي رواية أخرى عنه قال: هو اسم الله الأعظم، وفي \"كشف الأسرار\" : {الطاء} : إشارة إلى طهارة قدسه، و {السين} إشارة إلى سناء عزه. يقول تعالى بطهارة قدسي وسناء عزي: لا أخيب أمل من أمل لطفي، انتهى. وقيل غير ذلك، والله أعلم بأسرار كتابه. </p><p> {تِلْكَ} ؛ أي (٢) : هذه السورة العظيمة الشأن، أو آيات هذه السورة. {آيَاتُ الْقُرْآنِ} ؛ أي: بعض آيات القرآن المعروف بعلو الشأن، والإشارة بـ {تِلْكَ} إلى السورة المترجم عنها باسم خاص، والإتيان بإشارة البعيد؛ لتنزيل البعد الرتبي منزلة البعد الحسين، والقرآن عبارة عن جميع القرآن، أو عن جيمع المنزل عند نزول هذه السورة؛ إذ هو المتسارع إلى اللهم حينئذ عند الإطلاق. </p><p>(١) زاد المسير. (٢) روح البيان.</p><p> {وَكِتَابٍ} أي: وآيات من كتاب عظيم الشأن. {مُبِينٍ} ؛ أي: مظهر لما في تضاعيفه من الحكم والأحكام وأحوال الآخرة التي من جملتها الثواب والعقاب، إن قلنا: إنه من أبان بمعنى أظهر، أو ظاهر إعجازه وصحته، على أنه من أبان بمعنى بان؛ أي؛ ظهر، وعطفه على القرآن كعطف إحدى الصفتين على الأخرى، مثل غافر الذنب وقابل التوب. </p><p> أي: هذه السورة آيات الكلام الجامع بين القرآنية والكتابية، وكونه قرآنًا من جهة أنه يقرأ، وكونه كتابًا بسبب أنه يكتب، وقدم الوصف الأول؛ لتقدم القرآنية على حال الكتابية، وأخَّره في سورة الحجر حيث قال: {الر تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ (١) } نظرًا إلى حالته التي قد صار عليها، فإنه مكتوب والكتابة سبب القراءة، وقيل: نظرًا إلى أن الإشارة إلى امتيازه عن سائر الكتب بعد التنبيه على انطوائه على كمالات غيره من الكتب أدخل في المدح، فإن وصفه بالكتابية مفصح عن اشتماله على صفة كمال الكتب الإلهية، فكأنه كلها. </p><p> وأما تعريف القرآن هنا (١) وتنكير الكتاب، وتعريف الكتاب في سورة الحجر وتنكير القرآن؛ فلصلاحية كل واحد منهما للتعريف والتنكير. وفي \"كشف الأسرار\" : القرآن والكتاب اسمان علمان للمنزل على محمد، ووصفان لأنه يُقرأ ويُكتب، فحيث جاء بلفظ التعريف فهو العلم، وحيث جاء بلفظ النكرة فهو الوصف. </p><p> وقال شيخ الإِسلام: إن قلت (٢) : الكتاب المبين هو القرآن، فكيف عطفه عليه من أن العطف يقتضي المغايرة؟ </p><p> قلتُ: المغايرة تصدق بالمغايرة لفظًا ومعنى، وباللفظ فقط، وهو هنا من الثاني، كما في قوله تعالى:  {أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ} . أو المراد بالكتاب المبين هو اللوح المحفوظ، فهو هنا من الأول. فإن قلت: لم قدم القرآن هنا على الكتاب وعكس في الحجر؟ </p><p>(١) شوكاني. (٢) فتح الرحمن.</p>"
}