{
  "id": null,
  "sura": 27,
  "aya": 19,
  "text": "<p> ١٩ - وقوله:  {فَتَبَسَّمَ} سليمان {ضَاحِكًا} أي: شارعًا في الضحك متعجبًا {مِنْ قَوْلِهَا} كلام مفرع (١) على محذوف تقديره: فسمع قولها المذكور، فتبسم. وكل (٢) من التبسم والضحك والقهقهة انفتاح في الفم، لكن الأول انفتاح بلا صوت أصلًا، والثاني انفتاح مع صوت خفيف، والثالث انفتاح مع صوت قوي، اهـ عن \"شرح على المواهب\" يعني: أنه بالغ في تبسمه حتى بلغ نهايته التي هي أول مراتب الضحك، فهو حال مقدرة، أو مؤكدة على معنى: تبسم متعجبًا من حذرها وتحذيرها، واهتدائها إلى مصالحها ومصالح بني نوعها، فإن ضحك الأنبياء التبسم، والإنسان إذا رأى أو سمع ما لا عهد له به يتعجب ويتبسم. </p><p> قال بعضهم: ضحك سليمان كان ظاهره تعجبًا من قول النملة، وباطنه فرحًا بما أعطاه الله سبحانه من فهم كلام النملة، وسرورًا بشهرة حاله وحال جنوده في باب التقوى والشفقة فيما بين أصناف المخلوقات، فإنه لا يسر نبي بأمر الدنيا وإنما كان يسر بما كان من أمر الدين. وقرأ ابن السمقيع:  {ضحكا} جعله مصدرًا؛ لأن تبسم بمعنى ضحك، فانتصابه على المصدرية، أو على أنه مصدر في موضع الحال كقراءة {ضَاحِكًا} . </p><p> {وَقَالَ} سليمان {رَبِّ أَوْزِعْنِي} أي: ألهمني، وفقني. وقرأ البزي وورش بفتح ياء {أَوْزِعْنِي} . {أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ} بها {عَلَيَّ} من النبوة والملك والعلم والعدل وفهم كلام الطير ونحوها. {وَ} أنعمت بها {عَلَى وَالِدَيَّ} أي: والدي ووالدتي، وأدرج فيه (٣) ذكر والديه تكثيرًا للنعمة أو تعميمًا لها، فإن النعمة عليهما نعمة عليه والنعمة عليه يرجع نفعها إليهما، لا سيما الدينية. اهـ \"بيضاوي\" . </p><p> قال أهل الكتاب (٤) : وأمه هي زوجة أوريا بوزن قوتلا التي امتحن الله سبحانه بها داود. </p><p> أي (٥) : وأنعمت بها على والدي داود بن إيشا بالنبوة، وتسبيح الجبال </p><p>(١) الفتوحات. (٢) روح البيان.(٣) البيضاوي.(٤) القرطبي.(٥) روح البيان.</p><p> والطير معه وصنعة اللبوس، وإلانة الحديد وغيرها، وعلى والدتي بتشايع بنت اليائن، كانت امرأة أوريا التي امتحن بها داود؛ وهي امرأة مسلمة زاكية طاهرة، وهي التي قالت له: يا بني لا تكثرن النوم بالليل، فإنه يدع الرجل فقيرًا يوم القيامة، كذا في \"كشف الأسرار\" . </p><p> قال ابن قتيبة (١) : معنى {أَوْزِعْنِي} : ألهمني، وأصل الإيزاع: الإغراء بالشيء، يقال: أوزعته بكذا؛ أي: أغريته به، وهو موزع بكذا، مولع بكذا. وقال الزجاج: تأويله في اللغة: كفني عن الأشياء، إلا عن شكر نعمتك. والمعنى: كفني عما يباعدني منك. </p><p> {و} ألهمني {وَأَنْ أَعْمَلَ} عملًا {صَالِحًا} أي: مخلصًا لوجهك {تَرْضَاهُ} ؛ أي: تقبله منى قيد العمل الصالح بذلك؛ لأن العمل الصالح قد لا يرضاه المنعم لنقص في العامل، كما قيل: </p><p> إِذَا كَانَ الْمُحِبُّ قَلِيْلَ حَظٍّ ... فَمَا حَسَنَاتُهُ إِلَّا ذُنُوْبُ </p><p> {وَأَدْخِلْنِي بِرَحْمَتِكَ} وفضلك {فِي} زمرة {عِبَادِكَ الصَّالِحِينَ} إبراهيم إسحاق ويعقوب ومن بعدهم من النبيين، كما قاله ابن عباس؛ لأن الصالح الكامل هو الذي لا يعصي الله تعالى، ولا يهم بمعصية؛ أي: أثبت اسمي في أسمائهم، واحشرني في زمرتهم. وقيل: أدخلني الجنة برحمتك؛ لأنه لا يدخل الجنة أحد إلا بالرحمة والفضل، لا بالعمل مع عبادك الصالحين؛ أي: الكاملين في الصلاح. قال المفسرون: إنما شكر الله عز وجل؛ لأن الريح أبلغت إليه صوتها ففهم ذلك. </p><p> فإن قيل (٢) : درجات الأنبياء أفضل من درجات الصالحين، فما السبب في أن الأنبياء يطلبون جعلهم من الصالحين، وقد تمنى يوسف عليه السلام ذلك بقوله:  {فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ} ؟ </p><p>(١) زاد المسير. (٢) الفتوحات.</p>"
}