{
  "id": null,
  "sura": 27,
  "aya": 25,
  "text": "<p> ٢٤ - وبعد أن بين شؤونهم الدنيوية ذكر معتقداتهم الدينية، فقال:  {وَجَدْتُهَا} ؛ أي: وجدت تلك المرأة {وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ} لا لرب العرش وخالق الكون المحيط بكل شيء علمًا. {مِنْ دُونِ اللَّهِ} سبحانه؛ أي: متجاوزين عبادة الله تعالى، قيل: كانوا مجوسًا. </p><p> {وَزَيَّنَ لَهُمُ} ؛ أي: حسن لهم {الشَّيْطَانُ أَعْمَالَهُمْ} القبيحة التي هي عبادة الشمس ونظائرها من أصناف الكفر والمعاصي {فَصَدَّهُمْ} ؛ أي: صدهم الشيطان بسبب ذلك التزين ومنعهم {عَنِ السَّبِيلِ} ؛ أي: عن طريق الحق والصواب، وهو الإيمان بالله وتوحيده {فَهُمْ} ؛ أي: تلك المرأة وقومها بسبب صد الشيطان إياهم {لَا يَهْتَدُونَ} إلى ذلك السبيل. </p><p> والمعنى: أي لقيتها وقومها في ضلال مبين، فهم يعبدون الشمس لا رب الشمس وخالق الكون، وزين لهم الشيطان أعمالهم القبيحة، فظنوا حسنًا ما ليس بالحسن، وصدهم عن الطريق القويم الذي بعث به الأنبياء والرسل؛ وهو إخلاص السجود والعبادة لله وحده. </p><p> ٢٥ - وقوله:  {أَلَّا يَسْجُدُوا لِلَّهِ} : مفعول له للصد على حذف اللام منه؛ أي: فصدهم عن السبيل لئلا يسجدوا لله، وهو ذم لهم على ترك السجود، فلذا وجب السجود عند تمام هذه الآيات. </p><p> قرأ الجمهور:  {أَلَّا يَسْجُدُوا} بالتشديد (١) ، خرجت على أن قوله:  {أَلَّا يَسْجُدُوا} في موضع نصب على أن يكون بدلًا من قوله: {أَعْمَالَهُمْ} ؛ أي: فزين لهم الشيطان ألا يسجدوا، وما بين المبدل منه والبدل معترض، أو في موضع جر على أن يكون بدلًا من {السَّبِيلِ} ؛ أي: فصدهم عن أن لا يسجدوا، وعلى هذا التخريج تكون {لا} زائدة؛ أي: فصدهم عن أن يسجدوا لله، فيكون قوله:  {فَهُمْ لَا يَهْتَدُونَ} معترضًا بين المبدل منه والبدل، ويحتمل أن يكون على تقدير اللام على أنه مفعول به لـ {زين} ، أو {صدهم} ؛ أي: زين لهم أعمالهم لئلا </p><p>(١) البحر المحيط.</p><p> يسجدوا لله، أو صدهم عن السبيل لئلا يسجدوا لله. وقيل: العامل في قوله: {أَلَّا يَسْجُدُوا لِلَّهِ}  {يَهْتَدُونَ} ؛ أي: فهم لا يهتدون أن يسجدوا لله، وتكون {لا} على هذا زائدة، كقوله:  {مَا مَنَعَكَ أَنْ تَسْجُدَ} . </p><p> وعلى قراءة الجمهور - أعني التشديد - ليست هذه الآية موضع لسجدة؛ لأن ذلك إخبار عنهم بترك السجود؛ إما بالتزيين، أو بالصد، أو بمنع الاهتداء، وقد رجح كونه علة للصد الزجاج. ورجح الفراء كونه علة لـ {زين} . قال: زين لهم أعمالهم لئلا يسجدوا، ثم حذفت اللام. </p><p> وقرأ ابن عباس (١) وأبو عبد الرحمن السلمي والحسن والزهري وقتادة وأبو العالية وحميد الأعرج والأعمش وابن أبي عبلة والكسائي {أَلَّا يَسْجُدُوا} بتخفيف {أَلَّا} على معنى: ألا يا هؤلاء اسجدوا فتكون {أَلَّا} على هذه القراءة حرف تنبيه واستفتاح، وما بعدها حرف نداء، والمنادى محذوف، واكتفى منه بـ {يا} و {اسجدوا} فعل أمر، ويكون الوقف على قوله:  {ألا يا} والابتداء بـ {اسجدوا} . وكان (٢) حق الخط على هذه القراءة أن يكون هكذا {ألا يا اسجدوا} ، ولكن الصحابة رضي الله عنهم أسقطوا الألف من يا، وهمزة الوصل من {اسجدوا} خطًا، ووصلوا الياء بسين {اسجدوا} فصارت صورة الخط هكذا: {أَلَّا يَسْجُدُوا} والمنادى محذوف، تقديره: ألا يا هؤلاء اسجدوا. وقد حذفت (٣) العرب المنادى كثيرًا من كلامها. ومنه قول الشاعر: </p><p> أَلَا يَا أسْلَمِيْ يَا دَارَمَيَّ عَلَى الْبِلَى ... وَلاَ زَالَ مُنْهَلًا بِجَرْعَائِكِ الْقَطْرُ </p><p> وقول الآخر: </p><p> يَا اسْلَمِيْ يَا هِنْدُ هِنْدَ بَنِيْ بَدْرٍ ... وَإِن كَانَ جَبَانًا عِدَا آخِرُ الدَّهْرِ </p><p> وقول الآخر: </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) البحر المحيط.</p><p> فَقَالَت أَلَا يَا اسْمَعْ أعِظْكَ بِخُطْبَةٍ ... فَقُلْتُ سَمِعْنَا فَانْطُقِي وَأَصِيْبِيْ </p><p> وسُمع بعض العرب يقول: ألا يا ارحمونا ألا تَصَدَّقوا علينا. وقال (١) أبو عبيدة: هذا أمر من الله مستأنف، يعني: ألا يا أيها الناس اسجدوا، وعلى هذه القراءة أعني قراءة التخفيف تكون الآية آية سجدة. قال الزجاج: ولقراءة التخفيف وجه حسن، إلا أن فيها انقطاع الخبر عن أمر سبأ، ثم الرجوع بعد ذلك إلى ذكرهم. قال النحاس: وعلى هذه القراءة تكون جملة {أَلَّا يَسْجُدُوا} معترضة (٢) من كلام الهدهد، أو من كلام سليمان، أو من كلام الله سبحانه. والقراءة بالتشديد خبر يتبع بعضه بعضًا، لا انقطاع في وسطه. وفي قراءة عبد الله بن مسعود: . {هلا تسجدوا} بالفوقية وبالهاء. وفي قراءة أبي {ألا تسجدوا} : بالفوقية أيضًا. وعن عبد الله:  {هلا تسجدون} . وعن أبي {ألا تسجدون} . </p><p> وقال الزمخشري: فإن قلت (٣) : من أين للهدهد الهدي إلى معرفة الله ووجوب السجود له، وإنكار السجود للشمس، وإضافته إلى الشيطان وتزيينه؟ </p><p> قلتُ: لا يبعد أن يلهمه الله سبحانه، كما ألهم غيره من الطيور، وسائر الحيوانات والمعارف اللطيفة التي لا تكاد العقلاء يهتدون لها. ومن أراد استقراء ذلك فجليه بكتاب \"الحيوان\" خصوصًا في زمان نبي سخرت له الطيور، وعلم منطقها، وجعل ذلك معجزة له، انتهى. </p><p> وقال الزمخشري أيضًا: فإن قلت أَسَجْدَةُ التلاوة واجبة في قراءتي التشديد والتخفيف جميعًا، أو في واحدة منهما؟ </p><p> قلتُ: هي واجبة فيهما، وإحدى القراءتين أمر بالسجود، والأخرى ذم للتارك. وما ذكره الزجاج من وجوب السجدة مع التخفيف دون التشديد فغير مرجوع إليه. انتهى. </p><p>(١) زاد المسير. (٢) الشوكاني.(٣) الكشاف.</p>"
}