{
  "id": null,
  "sura": 27,
  "aya": 28,
  "text": "<p> العرش العظيم، فكل عرش وإن عظم فهو دونه فأفردوه بالطاعة، ولا تشركوا به شيئًا. </p><p> ٢٧ - ولما ذكر الهدهد (١) قصة بلقيس .. لم يتغير سليمان عليه السلام لذلك، ولم يستفزه الطمع لما سمع من ملكها، كعادة الملوك في الطمع في ملك غيرهم، فلما ذكر الهدهد عبادة بلقيس وقومها غير الله سبحانه اغتاظ سليمان، وأخذته حمية الدين، وجعل يبحث عن تحقق ذلك. و {قَالَ} ؛ أي: سليمان للهدهد، استئناف بياني، كأنه قيل: فما فعل سليمان بعد فراغ الهدهد من كلامه، فقيل: قال: {سَنَنْظُرُ} فيما أخبرتنا، وسنتعرف في مقالتك بالتجربة من النظر بمعنى التأمل، والسين للتأكيد. {أَصَدَقْتَ} فيما قلت {أَمْ كُنْتَ مِنَ الْكَاذِبِينَ} فيه، هذه الجملة استفهامية في محل نصب على أنه مفعول {سَنَنْظُرُ} ، و {أَمْ} هي المتصلة، وقوله:  {أَمْ كُنْتَ مِنَ الْكَاذِبِينَ} أبلغ من قوله: أم كذبت؛ لأن المعنى من الذين اتصفوا بالكذب وصار خلقًا لهم؛ أي: قال له: سنختبر مقالك ونتعرف حقيقته بالامتحان، أصادق أنت فيما تقول أم كاذب فيه؛ لنتخلص من الوعيد. </p><p> وفي هذا (٢) : دلالة على أن خبر الواحد، وهو الحديث الذي يرويه الواحد والاثنان فصاعدًا ما لم يبلغ حد الشهرة والتواتر لا يوجب العلم، فيجب التوقف فيه على حد التجويز، وفيه دليل على أن لا يطرح، بل يجب أن يتعرف هل هو صدق أو كذب، فإن ظهرت أمارات صدقه قبل، وإلا لم يقبل. </p><p> ٢٨ - فكتب سليمان - أي: في المجلس أو بعده - كتابًا إلى بلقيس، فقال فيه: من عبد الله سليمان بن داود إلى ملكة سبأ بلقيس: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ السلام على من أَتبع الهدى، أما بعد: فلا تعلوا علي وائتوني مسلمين، ثم طبعه بالمسك، وختمه بخاتمه المنقوش على فصه اسم الله الأعظم، ودفعه إلى الهدهد فأخذه بمنقاره، أو علقه بخيط، وجعل الخيط في عنقه، وقال:  {اذْهَبْ بِكِتَابِي هَذَا} ؛ أي: اذهب بهذا الكتاب، فالباء للتعدية، وتخصيصه بالرسالة دون سائر </p><p>(١) المراح. (٢) روح البيان.</p><p> ما تحت ملكه من أبناء الجن الأقوياء على التصرف والتعرف؛ لما عاين فيه من علامات العلم والحكمة وصحة الفراسة، ولئلا يبقى لها عذر. </p><p> وفي \"التأويلات النجمية\" يشير إلى أنه لما صدق فيما أخبر، وبذل النصح لملكه، وراعى جانب الحق .. عوض عليه حتى أهل لرسالة رسول الحق على ضعف صورته ومعناه. </p><p> {فَأَلْقِهْ إِلَيْهِمْ} ؛ أي: اطرحه على بلقيس وقومها؛ لأنه ذكرهم معها في قوله:  {وَجَدْتُهَا وَقَوْمَهَا} . وفي \"الإرشاد\" : وجمع الضمير؛ لما أن مضمون الكتاب الكريم دعوة الكل إلى الإِسلام قال الزجاج (١) : في {أَلْقِهْ} خمسة أوجه: إثبات الياء في اللفظ وحذفها، وإثبات الكسرة للدلالة عليها، وبضم الهاء، وإثبات {الواو} ، وبحذف {الواو} هو إثبات الضمة للدلالة عليها، وبإسكان الهاء. وقرأ بهذه اللغة الخامسة أبو عمرو هو حمزة وأبو بكر. وقرأ قالون بكسر الهاء فقط من غير ياء، وروي عن هشام وجهان: إثبات الياء لفظًا، وحذفه مع كسر الهاء، وقرأ الباقون إثبات الياء في اللفظ. وفي \"الروح\" قوله: فالقه بسكون الهاء تخفيفًا لغة صحيحة، أو على نية الوقف يعني: أن أصله {ألقه} بكسر القاف والهاء على أنه ضمير مفعول راجع إلى الكتاب، فسكن لما ذكر. اهـ. </p><p> {ثُمَّ تَوَلَّ عَنْهُمْ} ؛ أي: أعرض عنهم بترك وليهم وقربهم، وابتعد إلى مكان تتوارى فيه، وتسمع ما يجيبونه. أمره بالتولي؛ لكون التنحي بعد دفع الكتاب من أحسن الآداب التي يتأدب بها رسل الملوك، والمراد التنحي إلى مكان يسمع فيه حديثهم حتى يخبر سليمان بما سمع. {فَانْظُرْ} ؛ أي: أي تأمل وتعرف {مَاذَا يَرْجِعُونَ} ؛ أي: ماذا يرجع بعضهم إلى بعض من القول. </p><p> قال ابن الشيخ:  {مَاذَا} اسم واحد استفهام منصوب بـ {يَرْجِعُونَ} ، أو مبتدأ، و {ذَا} بمعنى الذي، و {يَرْجِعُونَ} صلتها، والعائد محذوف؛ أي: أي شيء الذي يرجعونه؟ </p><p>(١) الشوكاني.</p>"
}