{
  "id": null,
  "sura": 27,
  "aya": 92,
  "text": "<p> وفي الحديث \"إن مكة حرمها الله ولم يحرمها الناس\" ؛ أي: كان تحريمها من الله سبحانه بأمر سماوي، لا من الشام باجتهاد شرعي، وأما قوله - صلى الله عليه وسلم -: \"إن إبراهيم حرم مكة\" فمعناه: أظهر الحرمة الثابتة، أو دعا فحرمها الله تعالى حرمة دائمة. </p><p> ومعنى الآية (١) : قل لقومك يا محمد: أمرت من قبل الله أن أخصه وحده بالعبادة، ولا أتخذ له شريكًا، فاعبدوه أنتم، ففيه عزكم وشرفكم، ولا تتخذوا له شريكًا، وقد ثبتت عليكم نعمتة بتحريم بلدتكم، قال بعضهم: العبادة لباس الأنبياء والأولياء. </p><p> ولما أخبر سبحانه وتعالى أنه مالك هذه البلدة. أخبر أنه يملك كل شيء فقال:  {وَلَهُ} ؛ أي: ولرب هذه البلدة خاصة {كُلُّ شَيْءٍ} خلقًا وملكًا وتصرفًا، دون أن يشركه في ذلك أحد؛ أي: جميع الأشياء داخلة في ربوبيته، فشرفت البلدة بذكر اندراجها تحت ربوبيته على جهة الخصوص، وعلى جهة العموم، وفيه تنبيه على أن إفراد مكة بالإضافة للتفخيم مع عموم الربوبية لجميع الموجودات. </p><p> {وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ} ؛ أي (٢) : وأمرني ربي أن أسلم وجهي له، فأكون من الموحدين المخلصين له، المنقادين لأمره، المستسلمين بطاعته بامتثال أمره، واجتناب نهيه، والمراد بقوله:  {أَنْ أَكُونَ} أن أثبُتَ على ما أنا عليه. </p><p> ٩٢ - {وَأَنْ أَتْلُوَ الْقُرْآنَ} ؛ أي: وأمرت أن أداوم على تلاوته آناء الليل وأطراف النهار، وأواظب على ذلك، لتنكشف لي أسراره المخزونة في تضاعيفه، واسطلع أدلة الكون المتفرقة في آيه، فأعرف حقائق الحياة، وسر الوجود، ويفاض عليَّ من فيوضاته الإلهية، وأسراره القدسية، ما شاء الله أن يُفيض. </p><p> وقد روي أنه - صلى الله عليه وسلم - قام ليلة يصلي فقرأ قوله تعالى:  {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ} فما زال يكررها، ويظهر له من أسرارها ما يظهر، ويتجلى له من مقاصدها ما </p><p>(١) روح البيان. (٢) المراغي.</p><p> تسمو به نفسه إلى الملأ الأعلى حتى طلع الفجر. ونحو الآية: {ذَلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ (٥٨) }. </p><p> قال أبو حيان (١) : قوله: {وَأَنْ أَتْلُوَ الْقُرْآنَ} إما من التلاوة؛ أي: وأن أتلو عليكم القرآن، وهذا هو الظاهر، إذ بعده التقسيم المناسب للتلاوة، وإما من التلو، وهو الاتباع؛ أي: وأن أتبع القرآن، كقوله:  {وَاتَّبِعْ مَا يُوحَى إِلَيْكَ} . </p><p> وقرأ الجمهور:  {وَأَنْ أَتْلُوَ} بإثبات الواو بعد اللام، على أنه من التلاوة وهي القراءة، أو من التلو، وهو الاتباع، وقرأ عبد الله:  {وأن أتل} بغير واو، أمرًا له - صلى الله عليه وسلم - من تلا، فجاز أن تكون {أن} مصدرية وُصلت بالأمر، وجاز أن تكون مفسرة على إضمار وأمرت أن أتل؛ أي: تل، كذا وجهه الفراء، وقال النحاس: ولا نعرف أحدًا قرأ هذه القراءة، وهي مخالفة لجميع المصاحف، وقرأ أبي:  {وأتل هذا القرآن} جعله أمرًا دون {أن} . </p><p> فعليك (٢) : أيها المؤمن بتلاوة القرآن كل يوم، ولا تهجره كما يفعل ذلك طلبة العلم، وبعض المشيخة، زاعمين بأنهم قد اشتغلوا بما هو أهم من ذلك، وهو كذب، فإن القرآن مادة كل علم في الدنيا والدين، ويُستحب لقارىء القرآن في المصحف أن يجهر بقراءته، ويضع يده على الآية يتبعها، فيأخذ اللسان حظه من الرفع، ويأخذ البصر حظه من النظر، واليد حظها من المس. </p><p> واعلم: أن خُلَقَ النبي - صلى الله عليه وسلم - كان القرآن، فانظر في تلاوتك إلى كل صفة مدح الله بها عباده، فافعلها أو اعزم على فعلها، وكل صفة ذم الله بها عباده على فعلها فاتركها، أو اعزم على تركها، فإن الله تعالى ما ذكر لك ذلك، وأنزله في كتابه إلا لتعمل به، فإذا حفظت القرآن عن تضييع العمل به، كما حفظته تلاوة فأنت الرجل الكامل. </p><p> وقيل لهم يا محمد أيضًا:  {فَمَنِ اهْتَدَى} باتباعه إياي في العبادة والإِسلام وتلاوة القرآن {فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ} ؛ أي: فإنما منافع اهتدائه عائدة إليه لا إلى </p><p>(١) البحر المحيط. (٢) روح البيان.</p>"
}