{
  "id": null,
  "sura": 27,
  "aya": 22,
  "text": "<p> العقاب، وقال له: ويلك إن نبي الله قد حلف أن يعذبك، أو يذبحك، فطارا متوجهين نحو سليمان، فلما انتهى إلى العسكر تلقاه النسر والطير، فقالوا له: ويلك أين غبت في يومك هذا؟ فلقد توعدك نبي الله، وأخبروه بما قال سليمان، فقال الهدهد: أو ما استثنى نبي الله؟ فقالوا: بلى إنه قال: أو ليأتيني بلسطان مبين، فقال: نجوت إذًا، ثم طار العقاب والهدهد حتى أتيا سليمان، وكان قاعدًا على كرسيه، فقال: العقاب: قد أتيتك به يا نبي الله. </p><p> قرأ (١) ابن كثير وحده بنون التوكيد المشددة بعدها نون الوقاية. وقرأ الباقون بنون مشددة فقط؛ وهي نون التوكيد. وقرأ عيسى بن عمر بنون مشددة مفتوحة غير موصولة بالياء. وقرأ الجمهور:  {أَوْ لَيَأْتِيَنِّي} نون مشددة بعدها ياء المتكلم. </p><p> قال شيخ الإِسلام (٢) : قوله تعالى: {لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ (٢١) } توعد به سليمان الهدهد مع أنه غير مكلف بيانًا لكونه خص بذلك، كما خص بعلم منطقه. اهـ. </p><p> ٢٢ - {فَمَكَثَ} الهدهد بعد تفقد سليمان إياه مكثًا {غَيْرَ بَعِيدٍ} أي: غير طويل، أو مكث زمانًا غير مديد، يشير إلى أن الغيبة، وإن كانت موجبة للعذاب الشديد؛ وهو الحرمان من سعادة الحضور ومنافعه، ولكنه من أمارات السعادة سرعة الرجوع، وتدارك الفائت. </p><p> قرأ الجمهور:  {فَمَكَثَ} : بضم الكاف. وقرأ عاصم وحده بفتحها، ومعناه على القراءتين: أقام زمانًا غير طويل. قال سيبويه: مكث مكوثًا من باب قعد قعودًا. وقيل: إن الضمير في مكث لسليمان. والمعنى: بقي سليمان بعد التفقد والتوعد زمانًا غير طويل، والأول أولى. </p><p> وقرأ ابن مسعود:  {فتمكث} : بزيادة تاء من باب تفعل. {فَقَالَ} معطوف على محذوف تقديره: فمكث الهدهد غير بعيد، فجاء فعوتب على مغيبه، فقال معتذرًا عن ذلك:  {أَحَطْتُ} علمًا ومعرفة {بِمَا لَمْ تُحِطْ بِهِ} علمًا ومعرفة؛ أي: </p><p>(١) الشوكاني. (٢) فتح الرحمن.</p><p> علمت من الأمر ما لم تعلمه، ويجوز (١) إدغام التاء في الطاء، فقال:  {أحط} وإدغام الطاء في التاء، فيقال: أحت. </p><p> وقيل: هنا محذوفات تقديرها (٢) : فلما قرب الهدهد منه رفع رأسه وأرخى ذنبه وجناحيه يجرهما تواضعًا لسليمان، فلما دنا منه أخذ برأسه فمده إليه، وقال له: أين كنت؟ لأعذبنك عذابًا شديدًا، فقال: يا نبي الله اذكر وقوفك بين يدي الله تعالى، فلما سمع سليمان ذلك ارتعد، وعفا عنه، ثم سأله، فقال: ما الذي أبطأك عني؛ فقال الهدهد:  {فَقَالَ أَحَطْتُ بِمَا لَمْ تُحِطْ بِهِ} ؛ أي: علمت ما لم تعلم أيها الملك، وبلغت إلى ما لم تبلغ. </p><p> وذلك (٣) لأنه كان مما لم يشاهده سليمان، ولم يسمع خبره من الجن والإنس يشار إلى سعة كرم الله تعالى ورحمته بأن يختص طائرًا بعلم ما لم يعلمه نبي مرسل، وهذا لا يقدح في حال النبي - صلى الله عليه وسلم - والرسول بأن لا يعلم علمًا غير نافع في النبوة. </p><p> والحاصل: أن الذي أحاط به الهدهد كان من الأمور المحسوسة التي لا تعد الإحاطة بها فضيلة، ولا الغفلة عنها نقيصة؛ لعدم توقف إدراكها إلا على مجرد إحساس يستوي فيه العقلاء وغيرهم. وفي \"القرطبي\" : فإن قلت: كيف يخفى على سليمان مكانها، وكانت المسافة بينهما قريبة؛ وهو مسيرة ثلاث مراحل بين صنعاء ومأرب؟ فالجواب أن الله عَزَّ وَجَلَّ أخفى ذلك عنه لمصلحة رآها، كما أخفى مكان يوسف على يعقوب. اهـ. </p><p> وفي \"الأسئلة المقحمة\" : هذا سوء أدب في المخاطبة، فكيف واجهه بمثله، وقد احتمله وعفاه؟ والجواب أنه لا بأس به؛ لأنه عقبه بفائدة، والخشونة المصاحبة بفائدة قد يحتملها الأكابر، انتهى. </p><p> ثم أشار إلى أنه بصدد إقامة خدمة مهمة له، كما قال:  {وَجِئْتُكَ} أيها </p><p>(١) الشوكاني. (٢) المراح.(٣) روح البيان.</p><p> الملك {مِنْ} مدينة {سَبَإٍ} وهي مدينة من اليمن تعرف بمأرب، بينها وبين صنعاء مسيرة ثلاثة أيام، وعلى هذا فسبأ غير منصرف للعلمية والتأنيث المعنوي. وقيل: اسم لحي باليمن، سموا باسم أبيهم الأكبر، وهو سبأ بن يشجب بن يعرب بن قحطان بن هود عليه السلام. قالوا: اسمه عبد الشمس، لقب به لكونه أول من سبى، ثم سميت مدينة مارب بسبأ، وعلى هذا فسبأ مصروف. </p><p> {بِنَبَإٍ} ؛ أي: بخبر خطير {يَقِينٍ} ؛ أي: صادق محقق لا شك فيه، يشير إلى أن شرط المخبر أن لا يخبر عن شيء إلا أن يكون متيقنًا فيه لا سيما عند الملوك. </p><p> وقرأ الجمهور (١) : {مِنْ سَبَإٍ} - بكسر الهمزة مصروفًا هنا -، وفي قوله:  {لَقَدْ كَانَ لِسَبَإٍ} على جعله اسمًا لحي، أو الموضع، أو للأب، كما في حديث فروة بن مسيك وغيره عن رسول الله - صلى الله عليه وسلم -، أنه اسم رجل ولد عشرة من الأولاد، تيامن ستة منهم، وتشاءم أربعة، والستة الذين تيامنوا: حمير، وكندة، والأزد، وأشعر، وخشعم، وبجيلة، والأربعة الذي تشاءموا: لخم، وجذام، وعاملة، وغسان. </p><p> وقرأ ابن كثير وأبو عمرو بفتح الهمزة غير مصروف فيهما. وقرأ قنبل من طريق النبال بإسكانها فيهما. وقرأت (٢) فرقة: {بنبأ} بألف عوض الهمزة، وكأنها قراءة من قرأ:  {لسبا} بالألف لتوازن الكلمتين، كما توازنتا في قراءة من قرأهما بالهمزة المكسور والتنوين. </p><p> وقرأ الأعمش:  {من سبأ} بكسر الهمزة من غير تنوين، حكاها عنه ابن خالويه وابن عطية. ويبعد توجيهها، وقرأ ابن كثير في رواية:  {من سبًا} بتنوين الباء على وزن رحى، جعله مقصورًا مصروفًا. وذكر أبو معاوية أنه قرأ:  {من سبْا} بسكون الباء وهمزة مفتوحة غير منونة، بناء على فعلى، فامتنع الصرف للتأنيث اللازم. وروى ابن حبيب عن اليزيدي {من سبأ} بألف ساكنة، كقولهم: </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}