{
  "id": null,
  "sura": 27,
  "aya": 60,
  "text": "<p> وكان عليه السلام إذا قرأ هذه الآية قال:  \"بل الله خير وأبقى وأجل وأكرم\" ، فإن قيل لفظ (١) الخير يُستعمل في شيئين فيهما خير، ولأحدهما مزية، ولا خير في الأصنام أصلًا! قلنا: المراد به إلزام المشركين، والتشديد عليهم والتهكم بهم، أو هو على زعم أن في الأصنام خيرًا، ثم هذا الاستفهام والاستفهامات الآتية بعد تقرير وتوبيخ، لا استرشاد. </p><p> وقرأ أبو عمرو وعاصم والحسن وقتادة ويعقوب {يُشْرِكُونَ} بالياء التحتية على الغيبة؛ أي: آلله الذي ذُكرت أفعاله وصفاته الدالة على عظيم قدرته خير أمَّا يشركون به تعالى من الأصنام، وقرأ الباقون: بالتاء الفوقية على الخطاب؛ أي: آلله خير أم آلهة تشركونها بالله تعالى يا أهل مكة، وهي اختيار أبي عبيد وأبي حاتم. </p><p> وفي ذلك (٢) ما لا يخفى من تسفيه آرائهم، وتقبيح معتقداتهم وإلزامهم الحجة، إذ من البيّن أنه ليس فيما أشركوه به سبحانه شائبة خير حتى يوازن بينها وبين ما هو محض الخير، فهو من وادي ما حكاه سيبويه، تقول العرب:  \"السعادة أحب إليك أم الشقاء\" ، وكما قال حسان يهجو أبا سفيان بن حرب، ويمدح النبي - صلى الله عليه وسلم -: </p><p> أتَهْجُوْهُ وَلَسْتَ لَهُ بِكُفْءٍ ... فَشَرُّكُمَا لِخَيْرِكُمَا الْفِدَاءُ </p><p> ٦٠ - ثم انتقل من التوبيخ تعريضًا إلى التبكيت تصريحًا فقال:  {أَمَّا} هنا منقطعة مقدرة ببل والهمزة، {مَّنْ} موصولة مبتدأ خبره محذوف، وكذا في نظائره الآتية، والمعنى: بل أمن {خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} التي هي أصول الكائنات المحسوسة ومبادي النفع خير أم ما يشركون؛ يعني: أن الخالق للأجرام العلوية والسفلية خير لعابديه أو للمعبودية، كما هو الظاهر. </p><p> وقرأ الجمهور (٣) : {أَمَّنْ خَلَقَ} وفي الأربعة بعدها بشد الميم، وهي ميم </p><p>(١) روح البيان. (٢) المراغي.(٣) البحر المحيط.</p><p> {أَمَّ} أدغمت في ميم {مَّنْ} ، وقرأ الأعمش بتخفيفها جعلها همزة الاستفهام أدخلت على {مَّنْ} ، و {مَّنْ} في القراءتين مبتدأ، خبره محذوف، وقوله:  {وَأَنْزَلَ لَكُمْ} معطوف على صلة {مَّنْ} الموصولة؛ أي: ومن أنزل لأجل منفعتكم {مِنَ السَّمَاءِ} أي: من السحابـ {ماء} أي نوعًا منه هو المطر. </p><p> ثم (١) عدل على الغيبة إلى التكلم لتأكيد الاختصاص بذاته فقال: {فَأَنْبَتْنَا بِهِ} بِهِ؛ أي: بسبب ذلك الماء {حَدَائِقَ} ؛ أي: بساتين محدقة ومحاطة بالحوائط، من الإحداق وهو الإحاطة، قال الفراء: الحديقة البستان الذي عليه حائط، فإن لم يكن عليه حائط فهو البستان وليس بحديقة، وقال قتادة وعكرمة: الحدائق النخل، وقوله:  {ذَاتَ بَهْجَةٍ} صفة لحدائق، ولم يقل (٢) : ذوات بهجة على الجمع؛ لأن المعنى جماعة حدائق؛ أي: صاحبة حسن ورونق يبتهج ويسر به النظار، والبهجة هي الحسن الذي يبتهج به من رآه. </p><p> وقرأ الجمهور:  {ذَاتَ} بالإفراد، {بَهْجَةٍ} بسكون الهاء، وجمع التكسير يجري في الوصف مجرى الواحدة، كقوله:  {أَزْوَاجٌ مُطَهَّرَةٌ} وهو على معنى جماعة، وقرأ ابن أبي عبلة:  {ذوات} بالجمع، {بهجة} بتحريك الهاء بالفتح، ذكره أبو حيان. </p><p> {مَا كَانَ لَكُمْ} ؛ أي: ما صح وما أمكن لكم {أَنْ تُنْبِتُوا شَجَرَهَا} ؛ أي: شجر الحدائق فضلًا عن ثمرها؛ أي: ما كان لكم مقدرة على أن تنبتوا شجر البساتين فضلًا عن ثمرها، وسائر صفاتها البديعة، ومعنى (٣) هذا النفي الحظر والمنع من فعل هذا؛ أي: ما كان للبشر ولا يتهيأُ لهم ذلك، ولا يدخل تحت مقدرتهم، لعجزهم عن إخراج الشيء من العدم إلى الوجود. </p><p> والمعنى (٤) : أي أعبادة ما تعبدون أيها المشركون من أوثانكم التي لا تضر ولا تنفع خير أم عبادة من خلق السموات على ارتفاعها وصفائها، وجعل فيها </p><p>(١) روح البيان. (٢) الشوكاني.(٣) الشوكاني.(٤) المراغي.</p><p> كواكب نيرة، ونجومًا زاهرة، وأفلاكًا دائرة، وخلق الأرض، وجعل فيها جبالًا وأنهارًا وسهولًا وأوعارًا، وفيا في وقفارًا، وزروعًا وأشجارًا، وحيوانات مختلفة الأصناف والأشكال والألوان، وأنزل لكم من السماء مطرًا جعله رزقًا للعباد، فأنبت به بساتين مونقة تسر الناظرين، ولولاه ما نبت الشجر ولا ظهر الثمر، ونحو الآية قوله:  {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ} ، وقوله:  {وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ} . </p><p> ثم زاد في التوبيخ فنفى الألوهية عما يشركون بعد تبكيتهم على نفي الخيرية عنها، فقال:  {إِلَهٌ} ؛ أي: هل إله آخر ومعبود سواه كائن {مَعَ اللَّهِ} الذي تقدم ذكر بعض أفعاله، التي لا يكاد يقدر عليها غيره، حتى يقرَّ به، ويُجعل شريكًا له في العبادة. وقرىء؛ {أإلهًا} بالنصب على تقدير أتدعون إلهًا، أو أتشركون، وقرىء (١) : {أإله} بتحقيق الهمزتين وتسهيل الثانية، وإدخال ألف بينهما على الوجهين، وترك الإدخال فيهما في مواضعه الخمسة، فالقراءات أربعة كلها سبعية. </p><p> والمعنى: أي أإله غيره يقرون به، ويجعلونه شريكًا له في العبادة، مع تفرده جل شأنه بالخلق والتكوين، ونحو الآية قوله:  {وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ} . </p><p> ثم انتقل من تبكيتهم إلى بيان سوء حالهم، فقال:  {بَلْ هُمْ قَوْمٌ يَعْدِلُونَ} بالله غيره، أو يعدلون عن الحق إلى الباطل. </p><p> أي: بل (٢) هؤلاء المشركون قوم دأبهم العدول عن طريق الحق، والانحراف عن جادة الاستقامة في جميع شؤونهم، ومن ثم يفعلون ما يفعلون من العدول عن الحق الواضح، وهو التوحيد، ويعكفون على الضلال المبين، وهو الإشراك، وفي معنى الآية قوله:  {أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ} ، وقوله {أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ أُولَئِكَ فِي ضَلَالٍ مُبِينٍ (٢٢) }، وقوله: {وَجَعَلُوا </p><p>(١) الجلالان. (٢) المراغي.</p>"
}