{
  "id": null,
  "sura": 27,
  "aya": 47,
  "text": "<p> {قَبْلَ} حصول {الْحَسَنَةِ} والخيرات التي بشرتكم بها في الدنيا والآخرة إن أنتم مؤمنون. </p><p> والاستعجال: طلب الشيء قبل أوانه، وأصل {لِمَ} لما على أنه استفهام، حذفت ألفها فرقًا بينها وبين {ما} الموصولة في صورة الجر بالحرف؛ أي: قال لهم: لأي غرض تطلبون عجلة العقوبة حيث قلتم ائتنا بما تعدنا قبل التوبة، فتؤخرونها إلى حين نزول العذاب، فإنهم كانوا من جهلهم وغوايتهم يقولون: إن وقع تبنا حينئذٍ وإلا فنحن على ما كنا عليه. </p><p> ثم نصحهم، وطلب إليهم أن يستغفروا ربهم لعلهم يرحمون، فقال:  {لَوْلَا} حرف تحضيض بمعنى هلا؛ أي: هلا {تَسْتَغْفِرُونَ اللَّهَ} سبحانه وتتوبون إليه من كفركم، فيغفر لكم عظيم جرمكم، ويصفح عن عقوبتكم على ما أتيتم به من الخطايا. {لَعَلَّكُمْ تُرْحَمُونَ} بقبولها؛ إذ قد جرت سنته أن لا تقبل التوبة بعد نزول العقوبة، أي (١) : رجاء أن ترحموا أو لكي ترحموا فلا تعذبوا، فإن استعجال الخير أولى من استعجال الشر، ووصف العذاب بأنه سيئة مجازًا؛ إما لأن العذاب من لوازمه، أو لأنه يشبهه في كونه مكروهًا، </p><p> ٤٧ - فكان جوابهم عليه بعد هذا الإرشاد الصحيح والكلام اللين أنهم {قَالُوا} ؛ أي: قال الفريق الكافر منهم لصالج ومن معه: إنا قد {اطَّيَّرْنَا} وتشاءمنا {بِكَ} يا صالح {و} بـ {مَنْ} دخل {مَعَكَ} في دينك؛ أي: كرهنا فالكم وفأل دينكم، حيث (٢) تتابعت علينا الشدائد والمصائب. من القحط والاختلاف منذ اخترعتم دينكم هذا، وكانوا قحطوا عند مبعثه بسبب تكذيبه، فقالوا: أصابنا هذا الشر من شؤمك وشؤم أصحابك فنسبوه إلى مجيئه، يعنون: شدتنا من شؤمك ومن شؤم من آمن معك؛ أي: من قبح حالكم وقبح دينكم، وقد كانت العرب أكثر الناس طيرة وأشقاهم بها، وكانوا إذا أرادوا سفرًا أو أمرًا من الأمور نفروا - حركوا - طائرًا من وكره، فإن طار يمنةً ساروا وفعلوا ما عزموا، وإن طار يسرةً تركوا ذلك. </p><p>(١) الشوكاني. (٢) المراح.</p><p> وفي \"الفتوحات\" : تشاءمنا؛ أي: أصابنا الشؤم؛ أي: الضيق والشدة. وفي \"القرطبي\" : الشؤم النحس، ولا شيء أضر ولا أفسد للتدبير من اعتقاد الطيرة، ومن ظن أن خوار بقرة، أو نعيق غراب يرد قضاء، أو يدفع مقدورًا .. فقد جهل. اهـ </p><p> وأصل {اطَّيَّرْنَا} تطيرنا، وقد قرىء بذلك فادغمت التاء في الطاء، واجتلبت الهمزة لسكون الطاء، فإذا ابتدأت قلت: اطيرنا، وإذا وصلت لم تذكر الهمزة وتسقط لأنها همزة وصل. </p><p> فلما قالوا ذلك {قَالَ} لهم صالح {طَائِرُكُمْ} ؛ أي: حظكم ونصيبكم من الخير والشر مكتوب {عِنْدَ اللَّهِ} سبحانه وتعالى، ومقدر عليكم من عنده تعالى، لا من عندنا. وقيل: طائركم؛ أي: شدتكم ورخاؤكم من عند الله تعالى، لا من عندنا. وقال ابن عباس: الشؤم: الشدة التي أتتكم من عند الله بكفركم. وقيل: طائركم؛ أي: عملكم عند الله سمي طائرًا؛ لسرعة صعوده إلى السماء. وقيل طائركم؛ أي: سببكم الذي جاء منه شركم عند الله؛ وهو قدره، سمي القدر طائرًا لسرعة نزوله، ولا شيء أسرع من قضاء محتوم. </p><p> والمعنى: أن الشؤم الذي أصابكم هو من عند الله تعالى بسبب كفركم، ثم أوضح لهم سبب ما هم فيه بأوضح بيان، فقال:  {بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ} ؛ أي: تختبرون (١) بتعاقب السراء والضراء؛ أي: الخير والشر، والدولة والنكبة، والسفولة والصعوبة، أو تعذبون بذنوبكم. وقيل: يفتنكم غيركم. وقيل: يفتنكم الشيطان بما تقعون فيه من الطيرة، أو بما لأجله تطيرون، فأضرب عن ذكر طائرهم الذي هو مبدأ ما يحيق بهم إلى ذكر ما هو الداعي إليه. </p><p> واختبار الله تعالى (٢) : إنما هو لإظهار الجودة والرداءة، ففي الأنبياء والأولياء والصلحاء تظهر الجودة، ألا ترى أن أيوب عليه السلام امتحن فصبر، فظهر للخلق درجته وقربه من الله تعالى، وفي الكفار والمنافقين والفاسقين تظهر </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}