{
  "id": null,
  "sura": 28,
  "aya": 23,
  "text": "<p> ولما اتجه نحو مدين ماضيًا إليها خارجًا عن مدينة فرعون قال: رب اهدني إلى سواء السبيل، وأرشدني إلى الطريق القويم، ونجني من هؤلاء الظلمة، وقد قال هذا توكلًا على الله، وثقة بحسن توفيقه، وقد كان لا يعرف الطريق، فعنَّ له ثلاث طرائق، فسار في الوسطى، وأخذ طالبوه في الآخرين، وقالوا: المريب لا يسلك أعظم الطرق، بل يأخذ بنياتها - أضيقها غير المشهور -، وقد روي: أنه بقي ثماني ليال وهو حاف لا يطعم إلا ورق الشجر، إذ ليس معه زاد، ولا دابة يركبها. </p><p> ٢٣ - ثم ذكر سبحانه ما جرى له حين وصوله إلى مدين من الأحداث، فقال:  {وَلَمَّا وَرَدَ} ؛ أي: ولما وصل موسى وجاء {مَاءَ مَدْيَنَ} وهو (١) بئر على طرف المدينة على ثلاثة أميال منها أو أقل كانوا يسقون منها، قال (٢) ابن عباس - رضي الله عنهما -: ورد موسى عليه السلام ماء مدين وإنه ليتراءى خضرة البقل في بطنه من الهزال، {وَجَدَ عَلَيْهِ} ؛ أي: على جانب البئر وفوق شفيرها {أُمَّةً} ؛ أي: جماعة كثيرة {مِنَ النَّاسِ} ؛ أي: من أهل مدين {يَسْقُونَ} مواشيهم من مائها، قيل: كانوا أربعين رجلًا. </p><p> {وَوَجَدَ} موسى {مِنْ دُونِهِمُ} ؛ أي: من دون الناس الذين يسقون، أي: في مكان أسفل منهم {امْرَأَتَيْنِ} صفورياء وليا، ابنتا يثرون، ويثرون هو شعيب. قاله السهيلي في \"كتاب التعريف\" ، {تَذُودَانِ} ؛ أي (٣) : تحبسان وتمنعان أغنامهما عن المتقدم إلى الماء حتى يفرغ الناس، وتخلو لهما البئر. وقيل: تكفان أغنامهما عن أن تختلط بأغنام الناس، وقيل تمنعان أغنامهما عن أن تَنِدَّ، وتذهب، والقول الأول أولى لما بعده، وقوله:  {قَالَ} موسى للمرأتين {مَا خَطْبُكُمَا} ؛ أي: ما شأنكما لا تسقيان مواشيكما مع الناس، والخطب (٤) الأمر العظيم الذي يكثر فيه التخاطب؛ أي: ما شأنكما فيما أنتما عليه من التأخر والذود، ولم لا تباشران </p><p>(١) روح البيان. (٢) روح البيان.(٣) الخازن.(٤) روح البيان.</p><p> السقي كدأب هؤلاء. </p><p> قال بعضهم: كيف استجاز موسى أن يكلم امرأتين أجنبيتين؟. </p><p> والجواب: كان آمنًا على نفسه معصومًا من الفتنة، فلأجل علمه بالعصمة كلمهما، كما يقال: كان للرسول - صلى الله عليه وسلم - التزوج بامرأة من غير شهود, لأن الشهود لصيانة العقد عن التجاحد، وقد عُصم الرسول من أن يجحد نكاحًا، أو يُجحد نكاحه، دون غيره من أفراد أمته. </p><p> وقرأ شَبَمْرٌ (١) : {خِطبكما} بكسر الخاء؛ أي: من زوجكما, ولم لا يسقي هو، وهذه القراءة نادرة، {قَالَتَا} ؛ أي: البنتان {لَا نَسْقِي} ، أي: لا نقدر أن نسقي أغنامنا {حَتَّى يُصْدِرَ الرِّعَاءُ} ؛ أي: حتى يصرف الرعاء مواشيهم عن الماء. </p><p> والمعنى (٢) : عادتنا أن لا نسقي مواشينا حتى يصرف الرعاء مواشيهم بعد ريها، ويرجعوا، عجزًا عن مساجلتهم وحذرًا من مخالطة الرجال، فإذا انصرفوا سقينا من فضل مواشيهم، وحذف مفعول السقي والذود والإصدار، لما أن الغرض هو بيان تلك الأفعال أنفسها، إذ هي التي دعت موسى إلى ما صنع في حقهما من المعروف، فإنه عليه السلام إنما رحمهما لكونهما على الذياد والعجز والعفة، وكونهم على السقي غير مبالين بهما، وما رحمهما لكون مذودهما غنمًا ومستقيهم إبلًا مثلًا. </p><p> وقرأ ابن مصرف (٣) : {لَا نَسْقِي} بضم النون، وقرأ أبو جعفر وشيبة والحسن وقتادة وأبو عمر وابن عامر:  {يُصْدِرَ} بفتح الياء وضم الدال؛ أي: يصدرون بأغنامهم، وقرأ باقي السبعة والأعرج وطلحة والأعمش وابن أبي إسحاق وعيسى: بضم الياء وكسر الدال؛ أي: يصدرون أغنامهم. </p><p> وقرأ الجمهور (٤) : {الرِّعَاءُ} بكسر الراء جمع تكسير، قال الزمخشري: وأما </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) البحر المحيط.(٤) البحر المحيط.</p>"
}