{
  "id": null,
  "sura": 28,
  "aya": 46,
  "text": "<p> العمر؛ أي: أمد القطاع الوحي، واندرست العلوم، فوجب إرسالك إليهم، فأرسلناك، وكسبناك العلم بقصص الأنبياء، وقصة موسى. </p><p> وقد استُدل بهذا الكلام على أن الله سبحانه قد عهد إلى موسى عهودًا في محمد - صلى الله عليه وسلم -، وفي الإيمان به، فلما طال عليهم العمر، ومضت القرون بعد القرون نسوا تلك العهود، وتركوا الوفاء بها، وقوله:  {وَمَا كُنْتَ} يا محمد {ثَاوِيًا} ؛ أي: مقيمًا {فِي أَهْلِ مَدْيَنَ} ؛ أي: مع موسى وشعيب والمؤمنين به، نفي لاحتمال كون معرفته للقصة بالسماع ممن شاهدها؛ أي: وما كنت مقيمًا بين أهل مدين، كما أقام موسى فيهم، حالة كونك {تَتْلُو} وتقرأ {عَلَيْهِمْ} ؛ أي: على أهل مدين {آيَاتِنَا} الناطقة بالقصة بطريق التعلم منهم، فتقرأ على أهل مكة خبرهم، وتقص عليهم من جهة نفسك، وإنما أتتك بطريق الوحي الإلهي، فإخبارك لأهل مكة إنما هو عن وحي، لا عن مشاهدة للمخبر عنه، كما قال تعالى:  {وَلَكِنَّا كُنَّا مُرْسِلِينَ} إياك (١) ، وموحين إليك تلك الآيات ونظائرها, لتتلوها على أهل مكة، فتكون آية على صدقك، ولولا ذلك لما علمتها أنت، ولم تخبرهم بها. قال الزجاج: المعنى: إنك لم تشاهد قصص الأنبياء، ولا تُليت عليك، ولكنا أوحيناها إليك، وقصصناها عليك. </p><p> ٤٦ - {وَمَا كُنْتَ} يا محمد {بِجَانِبِ الطُّور} ؛ أي: بجانب الجبل المسمى بالطور {إِذْ نَادَيْنَا} ؛ أي: وقت ندائنا موسى {إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ} ، واستنبائنا إياه، وإرسالنا له إلى فرعون وقومه، والمراد (٢) جانب الطور الأيمن، كما قال:  {وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ} ولم يذكره هنا احترازًا عن إيهام الذم، فإنه - صلى الله عليه وسلم - لم يزل بالجانب الأيمن من الأزل إلى الأبد، ففيه إكرام له، وحسن عبارة معه. </p><p> وقيل معناه: وما كنت بجانب الطور إذ نادينا موسى ليلة المناجاة والتكليم، لما أتى الميقات مع السبعين، لأخذ التوراة، إذ قلنا له:  {خُذِ الْكِتَابَ بِقُوَّةٍ} . </p><p>(١) المراح. (٢) روح البيان.</p><p> وقال وهب بن منبه (١) : لما ذكر الله سبحانه فضل محمد وأمته قال موسى: يا رب أرنيهم، فقال الله: إنك لن تصل إلى ذلك، ولكن إن شئت ناديت أمته وأسمعتك صوتهم، قال: بلى يا رب، قال الله تعالى: يا أمة محمد، فأجابوه من أصلاب آبائهم. </p><p> وقال ابن عباس: قال الله تعالى: \"يا أمة محمد، فأجابوه من أصلاب الآباء والأرحام؛أي:أرحام الأمهات، لبيك اللهم لبيك، إن الحمد والنعمة لك، والملك، لا شريك لك،قال الله تعالى:يا أمة محمد إن رحمتي سبقت غضبي، وعفوي سبق عقابي، قد أعطيتكم قبل أن تسألوني، وقد أجبتكم قبل أن تدعوني، وقد غفرت لكم قبل أن تستغفروني، ومن جاءني يوم القيامة بشهادة أن لا إله إلا الله وأن محمدًا عبدي ورسولي دخل الجنة، وإن كانت ذنوبه أكثر من زبد البحر\" . </p><p> وعلى ما قاله وهب يكون المنادى هو أمة محمد - صلى الله عليه وسلم -، فيكون معنى الآية: وما كنتَ يا محمد بجانب الطور إذ كلَّمْنا موسى، فنادينا أمتك {وَلَكِنْ} أرسلناك بالقرآن العظيم الناطق بما ذكر {رَحْمَةً} عظيمة كائنة {مِنْ رَبِّكَ} ؛ أي: لأجل رحمة كائنة منا لك، وللناس. </p><p> وقال الأخفش (٢) : هو منصوب، يعني رحمة على المصدر؛ أي: رحمناك رحمة بإرسالك، والوحي إليك، وإطلاعك على الأخبار الغائبة عنك، وقال الزجاج: هو مفعول لأجله؛ أي: فعلنا ذلك بك لأجل الرحمة. </p><p> وقرأ الجمهور:  {رَحْمَةً} بالنصب، فقُدِّر: ولكن جعلناك رحمة، وقُدِّر أعلمناك ونبأناك رحمة، وقرأ عيسى بن عمر وأبو حيوة: بالرفع، وقُدِّر: ولكن هو رحمة، أو أنت رحمة، و {اللام} في قوله: {لِتُنْذِرَ} وتخوِّف بأس الله وعذابه بالقرآن {قَوْمًا} هم أهل مكة (٣) ، متعلقة بالفعل المعلل بالرحمة، وجملة {مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ} صفة {قَوْمًا} ؛ أي: لم يأتهم نذير ينذرهم من بأس </p><p>(١) الخازن. (٢) الشوكاني.(٣) روح البيان.</p><p> الله، لوقوعهم في فترة بينك وبين عيسى، وهي خمس مئة وخمسون سنة، أو بينك وبين إسماعيل، على أن دعوة موسى وعيسى مختصة ببني إسرائيل، {لَعَلَّهُمْ يَتَذَكَّرُونَ} ويتعظون بإنذارك. </p><p> وتغيير الترتيب الوقوعي بين قضاء الأمر، والثواء في أهل مدين، والنداء، للتنبيه على أن كلًّا من ذلك برهان مستقل، على أن حكايته عليه السلام للقصة بطريق الوحي الإلهي، ولو ذكر أولًا نفي ثوائه - صلى الله عليه وسلم - في أهل مدين، ثم نفي حضوره - صلى الله عليه وسلم - عند قضاء الأمر، كما هو الموافق للترتيب الوقوعي، لربما توهم أن الكل دليل واحد كما في \"الإرشاد\" . </p><p> ثم من التذكير تجديد العهد الأزلي، وذلك بكلمة الشهادة، وهي سبب النجاة في الدارين. </p><p> واعلم (١) : أن الله سبحانه لما بيَّن قصة موسى عليه السلام لرسوله - صلى الله عليه وسلم - جمع بين هذه الأحوال الثلاثة العظيمة، التي اتفقت لموسى، فالمراد بقوله:  {إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ} هو إنزال التوراة عليه حتى تكامل دينه، واستقر شرعه. </p><p> والمراد بقوله:  {وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ} أول أمر موسى، والمراد بقوله:  {إِذْ نَادَيْنَا} ليلة المناجاة، فهذه أعظم أحوال موسى، ولما بيَّنها لرسوله، ولم يكن في هذه الأحوال حاضرًا بيَّن الله سبحانه أنه بعثه، وعرَّفه هذه الأحوال الدالة على نبوته - صلى الله عليه وسلم -، ومعجزته، كأنه قال: في إخبارك عن هذه الأشياء، من غير حضور ولا مشاهدة دلالة ظاهرة على نبوتك. </p><p> وحاصل معنى الآية (٢) : أي وما كنت بجانب جبل الطور ليلة المناجاة، وتكليم الله موسى حتى تُحدث أخبارها، وتفصِّل أحوالها، حديث الخبير العليم ببواطن أمورها وظواهرها, ولكن أرسلناك بالقرآن الناطق بتلك الأخبار، وبغيرها مما فيه صلاح البشر وسعادتهم، في معاشهم ومعادهم، لتنذر قومًا لم يأتهم قبلك </p><p>(١) الخازن. (٢) المراغي.</p>"
}