{
  "id": null,
  "sura": 28,
  "aya": 76,
  "text": "<p> التفسير وأوجه القراءة </p><p> ٧٦ - {إِنَّ قَارُونَ} على (١) وزن فاعول اسم أعجمي، كهارون، ممنوع من الصرف للعلمية والعجمة، وليس بعربي اشتق من قرن. قال الزجاج: لو كان قارون من قرنت الشيء لانصرف. </p><p> {كَانَ مِنْ قَوْمِ مُوسَى} أي: من بني إسرائيل، قال النخعي وقتادة وغيرهما: كان ابن عم موسى، وهو قارون بن يصهر بن قاهث بن لاوي بن يعقوب، وموسى هو ابن عمران بن قاهث. وقال ابن إسحاق: كان عم موسى لأب وأم، فجعله أخًا لعمران، وهما ابنا قاهث، وقيل: هو ابن خالة موسى، وكان ممن آمن بموسى، وكان من السبعين الذين اختارهم موسى للمناجاة فسمع كلام الله، وكان أقرأ بني إسرائيل للتوراة، وأحفظهم لها، وكان يسمى المنور لحسن صوته، ثم تغير حاله بسبب الغنى، فنافق كما نافق السامري، وخرج عن طاعة موسى، وهو معنى قوله:  {فَبَغَى عَلَيْهِمْ} أي (٢) : فتطاول قارون وتكبر على موسى وهارون وقومهما، وطلب الفضل عليهم، وحسدهما، وذلك أنهم لما عبروا البحر جُعلت الحبْوَرَة لهارون، وقال يا موسى لك الرسالة ولهارون الحبورة، وهي رياسة مذبح القرابين، ولست في شيء، وأنا أقرأ بني إسرائيل للتوراة، وليس لي على هذا صبر، ولا أرضى بهذا، ورد على موسى نبوته، فقال موسى: ما أنا جعلتها لهارون، بل الله جعلها له من فضله، قال قارون: والله لا أصدقك في ذلك حتى تريني آية تدل عليه، فأمر موسى رؤساء بني إسرائيل بوضع عصيهم في القبة التي كان يعبد الله فيها، وينزل الوحي عليه فيها، ففعلوا وباتوا يحرسونها فأصبحت عصا هارون مورقة خضراء تهتز؛ أي: صارت ذات ورق أخضر، وكانت من شجرة اللوز، فقال موسى: يا قارون أما ترى ما صنع الله لهارون؛ فقال قارون: والله ما هذا بأعجب مما تصنع من السحر، فاعتزل قارون ومعه ناس كثير من أتباعه من بني إسرائيل، وما كان يأتي موسى ولا يجالسه، </p><p>(١) الشوكاني. (٢) تنوير المقياس.</p><p> وجعل موسى يداريه لما بينهما من القرابة، وهو لا يلتفت إليه، بل يؤذيه، ولا يزيد إلا تجبرًا وبغيًا. </p><p> وقال قتادة: بغيه بنسبته ما آتاه الله من المال إلى نفسه لعلمه وحيلته، وقيل: كان عاملًا لفرعون على بني إسرائيل فتعدى عليهم وظلمهم، وقيل: كان بغيه بغير ذلك، مما لا يناسب معنى الآية. </p><p> ثم ذكر سبب بغيه وعتوه بقوله:  {وَآتَيْنَاهُ} ؛ أي: وأعطينا قارون {مِنَ الْكُنُوزِ} ؛ أي: من الأموال المدخرة {مَا} موصولة بمعنى الذي، وهي في محل النصب على أنها ثاني مفعولي آتينا؛ أي: أعطيناه من الأموال المدَّخرة المال الكثير الذي {إِنَّ مَفَاتِحَهُ} ؛ أي: إن مفاتح صنادقه {لَتَنُوءُ بِالْعُصْبَةِ} ؛ أي: لتثقل على الجماعة الكثيرة {أُولِي الْقُوَّةِ} ؛ أي: أصحاب القوة؛ أي: لتثقلهم وتميل بهم إذا حملوها لثقلها؛ أي: وأعطينا قارون المال المذخور، الذي يثقل حمل مفاتيح خزائنه على العدد الكثير من أقوياء الناس، قال أبو حيان: ذكروا من كثرة مفاتحه ما هو كذب أو يقارب الكذب فلم أكتبه. </p><p> قيل: كان قارون أينما ذهب يحمل معه مفاتح كنوزه، وكانت من حديد، فلما ثقلت عليه جعلها من خشب، فثقلت عليه، فجعلها من جلود البقر على طول الأصابع، روي عن ابن عباس - رضي الله عنهما -: أن مفاتح خزائنه كان يحملها أربعون رجلًا من الأقوياء، وكانت أربع مئة ألف، يحمل كل رجل عشرة آلاف، ولا شك أن مثل هذا التحديد يحتاج إلى سند قوي يعسر الوصول إليه، ومثل هذا الأسلوب يدل على إرادة الكثرة دون تحديد شيء معين. </p><p> وقرأ الأعمش (١) ؛ {مفاتيحه} بياء جمع مفتاح، وقرأ بديل بن ميسرة:  {ما إن مفتاحه} بالإفراد، وقرأ أيضًا:  {لينوء} بالياء التحتانية، وضمير الفاعل يعود على المفتاح، وقال أبو مسلم: المراد من المفاتح العلم والإحاطة، كقوله تعالى:  {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ} ، والمعنى حينئذٍ: وآتيناه من الكنوز ما إن حفظها والاطلاع </p><p>(١) البحر المحيط.</p><p> عليها ليثقل على العصبة؛ أي: هذه الكنوز لكثرتها واختلاف أصنافها يُتعب حفظها القائمين بحفظها، انتهى. </p><p> والظرف في قوله {إِذْ قَالَ لَهُ قَوْمُهُ} متعلق بمحذوف، ويظهر أن يكون تقديره: فأظهر التفاخر والفرح بما أوتي من الكنوز، {إِذْ قَالَ لَهُ} ؛ أي: لقارون قومُه؛ أي: المؤمنون من بني إسرائيل على طريق النصيحة، وقال الفراء: هم موسى وحده، فهو جمع أريد به الواحد. </p><p> {لَا تَفْرَحْ} أي: لا تبطر ولا تأشر بكثرة المال والأولاد، فإن الفرح بالدنيا من حيث إنها دنيا مذموم مطلقًا؛ لأنه نتيجة حبها والرضى بها، والذهول عن ذهابها، فإن العلم بأن ما فيها من اللذة مفارقه لا محالة يوجب الترح (١) حتمًا، ولذا قال تعالى:  {لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ} ولم يرخص في الفرح إلا قوله: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا} وقوله: {وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ} تعالى، والفرح انشراح الصدر بلذة عاجلة، وأكثر ما يكون ذلك في اللذات البدنية الدنيوية، والعرب تمدح بترك الفرح عند إقبال الخير، وقال الشاعر: </p><p> وَلَسْتُ بِمِفْرَاحٍ إذَا الدَّهْرُ سَرَّنِيْ ... وَلَا جَازعٍ مِنْ صَرْفِهِ الْمُتَحَوِّلِ </p><p> وقال أبو الطيب: </p><p> أشَدُّ الْغَمِّ عِنْدِيْ فِيْ سُرُوْرٍ ... تَيَقَّنَ عَنْهُ صَاحِبُهُ انْتِقَالَا </p><p> أي: إنه أظهر التفاخر والفرح بما أوتي، حين قال له قومه من بني إسرائيل: لا تُظهر الفرح والبطر بكثرة مالك، فإن ذلك يجعلك تتكالب على جمع حطام الدنيا، وتتلهى عن شؤون الآخرة وفعل ما يُرضي ربك. </p><p> ثم علل النهي عن الفرح بكونه مانعًا محبة الله تعالى، فقال:  {إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ} ؛ أي (٢) : بزخارف الدنيا، فإن الدنيا مبغوضة عند الله تعالى، وإنما </p><p>(١) التَّرَح - بفتحتين - ضد الفرح اهـ. (٢) روح المعاني.</p>"
}