{
  "id": null,
  "sura": 28,
  "aya": 8,
  "text": "<p> مِثْلُ الْغَزَالِ نَاعِمًا فِيْ دَلِّهِ ... فَانْتَصَفَ اللَّيْلُ وَلَمْ أُصلِّهِ </p><p> فقلت: قاتلك الله ما أفصحك، قالت: أو يُعدُّ هذا فصاحة مع قوله تعالى: {وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى ...} الآية. فجمع في آية واحدة بين أمرين ونهيين وخبرين وبشارتين، في أسهل نظم وأوجز عبارة. </p><p> فإن قلت: ما فائدة وحي الله تعالى إلى أم موسى بإرضاعه مع أنها ترضعه طبعًا وإن لم تؤمر بذلك؟ </p><p> قلت: أمرها بإرضاعه ليألف لبنها فلا يقبل ثدي غيرها بعد وقوعه في يد فرعون، فلو لم يأمرها به ربما كانت تسترضع له مرضعة فيفوت المقصود. </p><p> فإن قلت: قوله تعالى: {وَلَا تَخَافِي} هو معطوف على جواب الشرط، فيلزم عليه التناقض بين إثبات الخوف في قوله:  {فَإِذَا خِفْتِ عَلَيْهِ} وبين نفيه في قوله: {وَلَا تَخَافِي} لأن التركيب يكون حينئذٍ هكذا: فإذا خفت عليه فلا تخافي، وذلك تناقض؟ </p><p> قلت: لا يلزم التناقض؛ لأن معناه إذا خفت عليه القتل فألقيه في اليم، ولا تخافي عليه الغرق. </p><p> فإن قلت: ما الفرق بين الخوف والحزن حتى عطف أحدهما على الآخر في الآية؟ </p><p> قلت: الخوف كم يصيب الإنسان لأمر يتوقعه في المستقبل، والحزن غم يصيبه لأمر وقع ومضى. </p><p> فصل في ذكرِ القصة في ذلك </p><p> ٨ - قال ابن عباس (١) - رضي الله عنهما -: إن أم موسى لما تقاربت ولادتها بأن أحست بالطلق أرسلت إلى قابلة، وكانت مصافية لأم موسى، وقالت لها: </p><p>(١) المراح.</p><p> لينفعني اليوم حبك إياي، فجلست القابلة تعالجها، فلما نزل موسى إلى الأرض هالها نور بين عينيه فارتعش كل مفصل منها، ودخل حب موسى قلبها فقالت: يا هذه ما جئتك إلا لقتل مولودك، ولكني وجدت لابنك هذا حبًا شديدًا، فاحفظي ابنك، فلما خرجت القابلة من عندها أبصرها بعض العيون فجاء إلى بابها ليدخل على أم موسى، فقالت أخته: يا أماه هذا الحارس بالباب، فلفته بخرقة ووضعته في تنور مسجور، فطاش عقلها، فلم تعقل ما تصنع فدخل، فإذا التنور مسجور، ورأى أم موسى لم يتغير لها لون ولم يظهر لها لبن، فقال: لِمَ دخلَتْ القابلة عليك؟ قالت: إنها حبيبة لي، دخلت للزيارة، فخرج من عندها فرجع إليها عقلها، فقالت لأخت موسى: أين الصبي؟ قالت: لا أدري، فسمعت بكاءً في التنور، فانطلقت إليه، وقد جعل الله النار عليه بردًا وسلامًا، فأخذته، ثم إن أم موسى عليه السلام لما رأت جد فرعون في طلب الولد خافت على ابنها فقذف الله في قلبها أن تتخذ له تابوتًا، ثم تقذف التابوت في النيل، فذهبت إلى نجار من قوم فرعون، فاشترت منه تابوتًا صغيرًا طوله خمسة أشبار وعرضه كذلك، فقال لها: ما تصنعين به؛ فقالت: لي ابن أخبؤه فيه، فلما انصرفت ذهب النجار إلى الذباحين ليخبرهم بذلك، فلما جاءهم أمسك الله لسانه، وجعل يشير بيده فضربوه، وطردوه، فلما عاد إلى موضعه رد الله عليه نطقه، فذهب مرة أخرى ليخبرهم، فأخذ الله لسانه وبصره، فجعل لله تعالى إنه إن رد عليه بصره ولسانه لا يدلهم عليه، فعلم الله تعالى منه الصدق، فرد الله عليه ذلك، وانطلقت أم موسى وألقته في النيل، وكان لفرعون بنت لم يكن له ولد غيرها، وكان بها برص شديد، وكان فرعون قد شاور الأطباء والسحرة في أمرها، فقالوا: أيها الملك لا تبرأ هذه إلا من قبل البحر، يوجد منه شبه الإنسان، فيؤخذ من ريقه فيلطخ به برصها، فتبرأ من ذلك، وذلك في يوم كذا، في شهر كذا، حين تشرق الشمس، فلما كان ذلك اليوم غدا فرعون إلى مجلس له كان على شفير النيل، ومعه امرأته آسية بنت مزاحم، وأقبلت بنت فرعون في جواريها، حتى جلست على شاطىء النيل، إذ أقبل النيل بالتابوت تضربه الأمواج، وتعلق بشجرة، فقال: ائتوني به، فابتدروه بالسفن من كل جانب حتى وضعوه بين يديه، فعالجوا فتح الباب، فلم </p><p> يقدروا عليه، وعالجوا كسره فلم يقدروا عليه، فنظرت آسية، فرأت نورًا في جوف التابوت لم يره غيرها، فعالجته ففتحته، فإذا هي بصبيٍّ صغير، وإذا نور بين عينيه، فألقى الله محبته في قلوب آسية وفرعون، فأخرجوه من التابوت، وعمدت بنت فرعون إلى ريقه فلطَّخت به برصها، فبرئت في الحال، فقبلته وضمَّته إلى صدرها، فقالت الغواة من قوم فرعون: أيها الملك إنا نظن أن هذا هو الذي نحذر منه، رُمي في البحر خوفًا منك، فهم فرعون بقتله، فاستوهبته آسية من فرعون، فوهبه لها، فترك قتله وتبنته، فقيل لآسية: سمِّيه، فقالت: سمَّيته موشى - بالشين المعجمة - لأنا وجدناه في الماء والشجر، فإن معنى مو: ماء، ومعنى شا: شجر، فأصل موسى - بالمهملة - موشى بالمعجمة، وذلك قوله تعالى:  {فَالْتَقَطَهُ آلُ فِرْعَوْنَ} والالتقاط إصابة الشيء من غير طلب. والمراد بآل فرعون هم الذين أخذوا التابوت الذي فيه موسى من البحر. والفاء عاطفة على محذوف، تقديره: فألقته أم موسى في اليم بعدما جعلته في التابوت، فالتقطه من وجده من آل فرعون. </p><p> قال الزجاج (١) : كان فرعون من أهل فارس من اصطخر اهـ؛ أي: فأخذ موسى أهل فرعون - يعني جواريه - من بين الماء والشجر يوم الاثنين صبيحة الليل الذي ألقي فيه التابوت، أخذ اللقطة التي يُعنى بها، وتصان عن الضياع. </p><p> روي أن الموج أقبل به يرفعه مرة، ويخفضه أخرى، حتى أدخله بين الأشجار عند بيت فرعون، فخرج جواري امرأته إلى الشط فوجدن التابوت فأدخلنه إليها، وظنن أن فيه مالًا، فلما فتحنه وجدن فيه غلامًا، فوقعت عليها رحمته فأحبته حبًا شديدًا، ولما أخبرت فرعون به أراد أن يذبحه، إذ قال: إني أخات أن يكون هذا من بني إسرائيل، وأن يكون هلاكنا على يديه، فلم تزل تكلمه حتى تركه لها. </p><p> ثم ذكر سبحانه أن العاقبة كانت ضد ما قصدت، فقال:  {لِيَكُونَ لَهُمْ} </p><p>(١) النسفي.</p><p> موسى في عاقبة أمره {عَدُوًّا} في (١) دينهم {وَحَزَنًا} لما يصنعه بهم، وقيل: عدوًا لرجالهم، وحزنًا على نسائهم، فقتل الرجال بالغرق، واستذل النساء؛ أي: التقطوه ليصير بهم الأمر إلى ذلك، إذ أراد الله ذلك، لا أنهم أخذوه له، وجعل موسى نفس الحزن إيذانًا لقوة سببيته لحزنهم، واللام هنا (٢) لام العاقبة والصيرورة، لا لام العلة والإرادة؛ لأنهم لم يلتقطوه ليكون لم عدوًا وحزنًا، بل إنما أخذوه ليكون لهم ولدًا وقرة عين، ولكن لما صار عاقبة أمرهم إلى ذلك أبرز مدخولهم في معرض العلة لالتقاطهم، تشبيهًا له في الترتيب عليه بالغوض الحامل عليه، وهو المحبة والتبني. </p><p> وهذا (٣) : مثل ما تقول لآخر تؤنبه على فعل كان قد فعله، وهو يظن نفسه محسنًا فيه، وأدى الأمر إلى مساءة وضر قد لحقه: فعلت هذا لضر نفسك، وهو قد كان حين الفعل راجيًا نفعه، غير أن العاقبة جاءت بخلاف ما كان يرجو، وكقولهم: اشترى فلان بضاعة كذا ليخسر، مع أن الحامل له على الشراء الاسترباح، وهذا جار على سنن العرب في كلامهم، فيذكرون الحال بالمآل، قال شاعرهم: </p><p> وَللْمَنَايَا تُرَبِّيْ كُلُّ مُرْضِعَةٍ ... وَدُوْرُنَا لِخَرَابِ الدَّهْرِ نَبْنِيْهَا </p><p> وقال آخر: </p><p> فَلِلْمَوْتِ تَغْذُوْ الْوَالِدَاتُ سِخَالَهَا ... كَمَا لِخَرَابِ الدَّهْرِ تُبْنَى المَسَاكنُ </p><p> وقال آخر: </p><p> لِدُوْا لِلْمَوْتِ وَابْنُوْا لِلْخَرَابِ ... فَكُلُّكُمُ يَصِيْرُ إِلَى التُّرَابِ </p><p> فعاقبة البناء الخراب، وإن كان في الحال مفروحًا به، وعاقبة تغذية السخال الذبح، وإن كانت الآن تُغذَّى لتسمن. </p><p>(١) زاد المسير. (٢) روح البيان.(٣) المراغي.</p><p> والخلاصة (١) : أن الله قيَّضهم لالتقاطه ليجعله لهم عدوًا وحزنًا، ويستبين بطلان حذرهم منه، وهذا الذي ذكرنا باختصار ما عليه جمهرة المفسرين والبيانيين، ولا تغتر بقول من شذَّ بإنكار وقوع المجاز في القرآن، مع كونه نزل بلسان عربي مبين، والكلام العربي يجري على طريقتين: إما على الحقيقة، وإما على المجاز، والقرآن إنما نزل على قانون لغتهم لكون من أُنزل عليه عربيًا فصيحًا. </p><p> قلت: ويحتمل كون الكلام هنا على حذف، بدليل ما سيأتي، فتكون اللام على معناها الأصلي، أعني لام كي، فلا مجاز، والتقدير: فالتقطه آل فرعون ليكون لهم ولدًا وقرة عين، فصار لهم عدوًا وحزنًا، ومعنى عداوته إياهم: مخالفته لهم في دينهم، وحملهم على الحق، وحزنهم بزوال ملكهم على يديه، بالغرق بعد أن يظهر فيهم الآيات، ولم يستجيبوا لدعوته، فحلت بهم القوارع، كما هي سنة الله تعالى في خلقه المكذبين للرسل. </p><p> وقرأ الجمهور (٢) : {وَحَزَنًا} بفتح الحاء والزاي، وهي لغة قريش، وقرأ ابن وثاب وطلحة والأعمش وحمزة والكسائي وابن سعدان: بضم الحاء وإسكان الزاي، واختار القراءة الأولى أبو عبيدة وأبو حاتم، وهما لغتان، كالعدم والعُدْم، والرشد والرُشْدِ، والسَّقَم والسُّقْم. </p><p> ثم بيَّن أن القتل الذي يفعله فرعون وهامان وجنودهما لبني إسرائيل حمق وطيش، فقال:  {إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ} تعليل لما قبله، أو اعتراض لقصد التأكيد لاعتراضه بين المعطوف الذي هو:  {وَقَالَتِ امْرَأَتُ فِرْعَوْنَ} وبين المعطوف عليه الذي هو: {فَالْتَقَطَهُ} ؛ أي: كانوا (٣) خاطئين فيما كانوا عليه من الكفر والظلم، فعاقبهم الله تعالى بأن رُبّي عدوهم، ومن هو سبب هلاكهم على يديه، أو كانوا خاطئين في كل ما يأتون، وما يذرون، فليس ببدع </p><p>(١) المراغي. (٢) البحر المحيط.(٣) المراح.</p>"
}