{
  "id": null,
  "sura": 28,
  "aya": 75,
  "text": "<p> الوجوب، وهو الوقت؛ لأنه كما أنه شرط لأداء الصلاة، فهو سبب لوجوبها، فلا تجب بدونه على ما تقرر في الأصول، وكذلك لا تجبان على أهالي بلدة يطلع فيها الفجر لما تغرب الشمس، فيسقط عنهم ما لا يجدون وقته، كما أن رجلًا إذا قطع يداه مع المرفقين أو رجلاه مع الكعبين ففرائض وضوئه ثلاث، لفوات محل الرابع، كذا في كتب الفقه. </p><p> ٧٤ - {وَيَوْمَ يُنَادِيهِمْ} منصوب بـ {اذكر} أي (١) : واذكر يا محمد لقومك يوم ينادي الله سبحانه وتعالى المشركين {فَيَقُولُ} توبيخًا لهم {أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ} أنهم شركاء لي، كرر التقريع والتوبيخ لهم على اتخاذ الشركاء، للإشعار بأنه لا شيء أجلب لغضب الله سبحانه من الإشراك، كما لا شيء أدخل في مرضاة الله تعالى من توحيده، ولاختلاف الحالتين؛ لأنهم ينادون مرة فيدعون الأصنام، وينادون أخرى فيسكتون. </p><p> ٧٥ - وقوله:  {وَنَزَعْنَا مِنْ كُلِّ أُمَّةٍ شَهِيدًا} عطف على ينادي، وجاء بصيغة الماضي للدلالة على التحقق؛ أي: وأخرجنا من كل أمة من الأمم شهيدًا عليهم بما كانوا عليه من الخير والشر، قال مجاهد: هم الأنبياء، وقيل: المراد بالشهيد: العدول من كل أمة، وذلك أنه سبحانه لم يخل عصرًا من الأعصار عن عدول يرجع إليهم في أمر الدين، ويكونون حجة على الناس يدعونهم إلى الدين، فيشهدون على الناس بما عملوا من العصيان. والأول أولى. </p><p> والمعنى (٢) : أي وأحضرنا من كل أمة شهيدها، وهو نبيها الذي يشهد عليها </p><p> بما أجابته أمته فيما أتاهم به عن الله برسالته. ونحو الآية قوله: {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا (٤١) } وهذا في موقف من مواقف القيامة، وفي موقف آخر يكون الشهداء هم الملائكة، كما قال تعالى:  {وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ} . </p><p> ثم بين ما يطلب منهم بعد هذه الشهادة، فقال:  {فَقُلْنَا} لكل من الأمم </p><p>(١) روح الببان. (٢) المراغي.</p><p> {هَاتُوا} أي: جيبوا، وأصله آتوا {بُرْهَانَكُمْ} ؛ أي: حجتكم ودليلكم على صحة ما ادعيتموه من أن معي شركاء مع إعذار الرسل إليكم، وإقامة الحجج عليكم، فعند ذلك خرسوا عن إقامة الحجة، فلم يجيبوا جوابًا، وأيقنوا حينئذٍ بعذاب دائم ونار تتلظى لا يصلاها إلا الأشقى الذي كذب وتولى، وحينئذ يستبين لهم خطأ ما كانوا يفعلون، كما قال:  {فَعَلِمُوا} وأيقنوا يومئذ {أَنَّ الْحَقَّ} في الألوهية {لِلَّهِ} وحده، لا يشاركه فيها أحد، {وَضَلَّ} ؛ أي: غاب {عَنْهُمْ} غيبة الضائع، وذهب وبطل {مَا كَانُوا يَفْتَرُونَ} ؛ أي: كانوا يختلقونه في الدنيا من الكذب بأن لله شركاء، يستحقون العبادة معه، وهم الأصنام والطواغيت، ولم ينتفعوا بعبادتهم. </p><p> قال بعضهم: واعلم أن الشركاء لا تنحصر في الأصنام الظاهرة، بل الأنداد ظاهرة وباطنة، فمنهم من صنمه نفسه، ومن صنمه زوجته، حيث يحبها محبة الله، ويطيعها إطاعة الله، ومنهم من صنمه تجارته، فيتكل عليها، ويترك طاعة الله لأجلها، فهذه كلها لا تنفع يوم القيامة. </p><p> حكي: أن مالك بن دينار رحمه الله تعالى كان إذا قرأ في الصلاة {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} غشي عليه، فسئل فقال: نقول: {إِيَّاكَ نَعْبُدُ} ونعبد أنفسنا؛ أي: نطيعها في أمرها، ونقول:  {وَإِيَّاكَ نَسْتَعِينُ} ونرجع إلى أبواب غيره. </p><p> روي: أن زكريا عليه السلام لما هرب من اليهود بعد أن قُتل يحيى عليه السلام وتوابعه ورائه تمثل له الشيطان في صورة الراعي، وأشار إليه بدخول الشجرة، فقال زكريا للشجرة: أكتميني فانشقت فدخل فيها، وأخرج الشيطان هدب ردائه، ثم أخبر به اليهود، فشقوا الشجرة بالمنشار، فهذا الشق إنما وقع له لالتجائه إلى الشجرة. واعلم أن الشرك أقبح جميع السيئات وأساسها، كما أن التوحيد أحسن جميع الحسنات وأساسها. </p><p> الإعراب </p><p> {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (٥٦) }. </p><p> {إِنَّكَ} : ناصب واسمه، {لَا} : نافية، {تَهْدِي} : فعل مضارع، وفاعل مستتر يعود على محمد، {مَنْ} : اسم موصول في محل النصب مفعول به، والجملة في محل الرفع خبر {إنّ} ، وجملة {إنّ} مستأنفة، {أَحْبَبْتَ} : فعل وفاعل، والجملة صلة الموصول، والعائد محذوف، تقديره: من أحببته. {وَلَكِنَّ}  {الواو} : عاطفة، {لَكِنَّ اللَّهَ} : ناصب واسمه، {يَهْدِي مَنْ} : فعل وفاعل مستتر ومفعول به، والجملة الفعلية في محل الرفع خبر {لكن} ، وجملة {لكن} معطوفة على جملة {إِنَّكَ} ، {يَشَاءُ} : فعل مضارع وفاعل مستتر يعود على الله، والجملة صلة {مَنْ} الموصولة، {وَهُوَ}  {الواو} : حالية، {وَهُوَ أَعْلَمُ} : مبتدأ وخبر، {بِالْمُهْتَدِينَ} : متعلق بـ {أَعْلَمُ} ، والجملة الاسمية في محل النصب حال من فاعل {يَهْدِي} . </p><p> {وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ} . </p><p> {وَقَالُوا} : فعل وفاعل، والجملة مستأنفة أو معطوفة على جملة {إن} ، {إِنْ نَتَّبِعِ الْهُدَى} : جازم وفعل مضارع مجزوم، وفاعل مستتر يعود على المتكلمين، ومفعول به، {مَعَكَ} : ظرف ومضاف إليه متعلق بـ {نَتَّبِعِ}  {نُتَخَطَّفْ} : فعل مضارع مجزوم على كونه جواب الشرط، ونائب فاعل مستتر، {مِنْ أَرْضِنَا} : متعلق بنتخطف، وجملة {إن} الشرطية في محل النصب مقول {قَالُوا} . {أَوَلَمْ}  {الهمزة} للاستفهام التقريري داخلة على محذوف. و {الواو} : عاطفة على ذلك المحذوف، والتقدير: ألم نعصمهم وأم نمكن لهم حرمًا آمنًا، والجملة المحذوفة مستأنفة، {لم} : حرف جزم، {نُمَكِّنْ} : فعل مضارع وفاعل مستتر يعود على الله، {لَهُمْ} : متعلق به، {حَرَمًا} : مفعول به، {آمِنًا} : صفة لـ {حَرَمًا} ، والجملة الفعلية معطوفة على الجملة المحذوفة، {يُجْبَى} : فعل مضارع مغير الصيغة، {إِلَيْهِ} : متعلق به، {ثَمَرَاتُ كُلِّ شَيْءٍ} : نائب فاعل ومضاف إليه، والجملة الفعلية في محل النصب صفة ثانية لـ {حَرَمًا}  {رِزْقًا} : حال من {ثَمَرَاتُ} لتخصصه بالإضافة، ولكنه على تأويل المشتق؛ أي: </p><p> مرزوقًا، {مِنْ لَدُنَّا} : صفة لـ {رِزْقًا} أو مفعول مطلق معنوي لـ {يُجْبَى} ؛ لأن معنى الجباية والرزق واحد؛ أي: يرزقون رزقًا. وقيل: مفعول لأجله لـ {يُجْبَى} . {وَلَكِنَّ}  {الواو} عاطفة أو حالية، {لَكِنَّ أَكْثَرَهُمْ} : ناصب واسمه، وجملة {لَا يَعْلَمُونَ} : خبره، والجملة الاستدراكية معطوفة على الجملة الاستفهامية أو حال من ضمير {لَهُمْ} ؛ أي: أولم نمكن لهم حرمًا آمنًا، حالة كون أكثرهم لا يعلمون ذلك. </p><p> {وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ (٥٨) }. </p><p> {وَكَمْ}  {الواو} : استئنافية، {كَمْ} : خبرية بمعنى عدد كثير، في محل النصب مفعول مقدم وجوبًا لـ {أَهْلَكْنَا} ، {أَهْلَكْنَا} : فعل وفاعل، والجملة مستأنفة مسوقة لتخويف قومه من سوء مغبة من كانوا في نعمة فغمطوها وقابلوها بالبطر، {مِنْ قَرْيَةٍ} : تمييز لـ {كَمْ} الخبرية مجرور بـ {من} الزائدة، {بَطِرَتْ} : فعل ماض وفاعل مستتر، والجملة في محل الجر صفة لـ {قَرْيَةٍ} ، {مَعِيشَتَهَا} : منصوب بنزع الخافض، والخافض المحذوف متعلق بـ {بَطِرَتْ} ، وقيل: منصوب على الظرفية الزمانية؛ أي: أيام معيشتها. ويجوز تضمين {بَطِرَتْ} معنى خسرت، فتكون {مَعِيشَتَهَا} مفعولًا به، واقتصر عليه أبو البقاء. {فَتِلْكَ}  {الفاء} : عاطفة، {تِلْكَ} : مبتدأ، {مَسَاكِنُهُمْ} : خبر، والجملة الاسمية معطوفة على الجملة الفعلية؛ أعني: أهلكنا، {لَمْ تُسْكَنْ} : جازم وفعل مغير ونائب فاعل، {مِنْ بَعْدِهِمْ} جار ومجرور متعلق به، والجملة الفعلية في محل الرفع خبر ثان لـ {تِلْكَ} ، أو في محل النصب حال من {مَسَاكِنُهُمْ} ، والعامل فيها معنى الإشارة، {إِلَّا} : أداة استثناء مفرغ، {قَلِيلًا} : صفة لمصدر محذوف؛ أي: سكنى قليلًا، أو صفة لظرف محذوف؛ أي: إلا زمانًا قليلًا، أو مكانًا قليلًا، {وَكُنَّا} : {الواو} : عاطفة أو حالية {كُنَّا} : فعل ناقص واسمه، {نَحْنُ} : ضمير فصل، {الْوَارِثِينَ} : خبره، والجملة إما معطوفة على جملة {أَهْلَكْنَا} ، أو حال من فاعل {أَهْلَكْنَا} . </p><p> {وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ (٥٩) وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى أَفَلَا تَعْقِلُونَ (٦٠) }. </p><p> {وَمَا}  {الواو} : استئنافية، {ما} : نافية، {كَانَ رَبُّكَ} فعل ناقص واسمه، {مُهْلِكَ الْقُرَى} : خبره ومضاف إليه، والجملة مستأنفة مسوقة لبيان عادة الله تعالى في عباده، {حَتَّى} : حرف جر وغاية، {يَبْعَثَ} : فعل مضارع، وفاعل مستتر يعود على الله، منصوب بأن مضمرة وجوبًا بعد {حَتَّى} الجارة، {فِي أُمِّهَا} متعلق بـ {يَبْعَثَ} ، {رَسُولًا} : مفعول به، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور بـ {حَتَّى} بمعنى إلى، تقديره: إلى بعثه رسولًا، الجار والمجرر متعلق بـ {كَانَ} . {يَتْلُوا} : فعل مضارع وفاعل مستتر يعود على {رَسُولًا} ، {عَلَيْهِمْ} : متعلق به، {آيَاتِنَا} : مفعول به، والجملة الفعلية في محل النصب صفة لـ {رَسُولًا} ، {وَمَا}  {الواو} : عاطفة، {ما} : نافية، {كُنَّا} : فعل ناقص واسمه، {مُهْلِكِي الْقُرَى} : خبره ومضاف إليه، والجملة معطوفة على جملة {كَانَ} الأولى، {إِلَّا} : أداة استثناء من أعم الأحوال، {وَأَهْلُهَا}  {الواو} : حالية، {أَهْلُهَا ظَالِمُونَ} : مبتدأ وخبر، والجملة الاسمية في محل النصب حال من {الْقُرَى} ؛ لأن المضاف كان مما يقتضي العمل؛ أي: وما كنا نهلكهم في حال من الأحوال إلا في حال كونهم ظالمين. {وَمَا أُوتِيتُمْ}  {الواو} : استئنافية، أو عاطفة، {ما} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب أو هما، {أُوتِيتُمْ} : فعل ماض مغير الصيغة في محل الجزم بـ {ما} على كونه فعل شرط لها، و {التاء} : نائب فاعل، {مِنْ شَيْءٍ} : حال من {مَا} ، أو من الضمير المحذوف الواقع مفعولًا ثانيًا لأتى؛ لأنه بمعنى أعطى، {فَمَتَاعُ} : {الفاء} رابطة لجواب {ما} الشرطية وجوبًا، {فَمَتَاعُ} : خبر لمبتدأ محذوف، تقديره: فهو متاع الحياة الدنيا، {الْحَيَاةِ} : مضاف إليه، {الدُّنْيَا} : صفة لـ {الْحَيَاةِ} ، {وَزِينتُهَا} : معطوف على {مَتَاعُ} ، والجملة الاسمية في محل الجزم بـ {ما} الشرطية على كونها جوابًا لها، وجملة {ما} الشرطية مستأنفة، أو معطوفة على جملة قوله:  {وَمَا كَانَ رَبُّكَ} . {وَمَا} </p><p> {الواو} : حالية، أو عاطفة، {ما} : اسم موصول في محل الرفع مبتدأ، {عِنْدَ اللَّهِ} : ظرف ومضاف إليه، صلة لـ {ما} الموصولة، {خَيْرٌ} : خبر المبتدأ، {وَأَبْقَى} : معطوف على {خَيْرٌ} ، والجملة الاسمية في محل النصب حال من {مَتَاعُ الْحَيَاةِ الدُّنْيَا} ولكنه على تقدير رابط؛ أي: حالة كون ما عند الله خيرًا منه وأبقى، أو معطوفة على جملة قوله:  {وَمَا أُوتِيتُمْ} . {أَفَلَا}  {الهمزة} : للاستفهام الإنكاري التوبيخي داخلة على محذوف معلوم من السياق، و {الفاء} : عاطفة على ذلك المحذوف، والتقدير: ألا تتفكرون فلا تعقلون، والجملة المحذوفة مستأنفة، {لَا} : نافية، {تَعْقِلُونَ} : فعل وفاعل، والجملة معطوفة على تلك المحذوفة، ومفعول {تَعْقِلُونَ} محذوف، تقديره:  {تَعْقِلُونَ} أن الباقي خير من الفاني، يعني أن من لا يُرجِّح منافع الآخرة على منافع الدنيا فإنه يكون خارجًا عن حد العقل، ورحم الله سبحانه الإمام الشافعي حيث قال: من أوصى بثلث ماله لأعقل الناس صرف ذلك الثلث إلى المشتغلين بطاعة الله سبحانه، كما مر. </p><p> {أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ (٦١) وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ (٦٢) }. </p><p> {أَفَمَنْ}  {الهمزة} : للاستفهام الإنكاري داخلة على محذوف، و {الفاء} : عاطفة على ذلك المحذوف، والتقدير: أمتاع الدنيا وزينتها كما عند الله سبحانه، فمن وعدناه وعدًا حسنًا من متعناه متاع الحياة الدنيا، والجملة المحذوفة مستأنفة، {مَنْ} : اسم موصول مبتدأ، {وَعَدْنَاهُ} : فعل وفاعل ومفعول به، {وَعْدًا} : مفعول مطلق، {حَسَنًا} : صفة {وَعْدًا} ، والجملة الفعية صلة الموصول. {فَهُوَ}  {الفاء} : عاطفة، هو: مبتدأ، {لَاقِيهِ} : خبر ومضاف إليه، والجملة معطوفة على جملة الصلة، {كَمَنْ} : جار ومجرور خبر المبتدأ، والجملة الاسمية معطوفة على تلك المحذوفة، {مَتَّعْنَاهُ} : فعل وفاعل ومفعول به، {مَتَاعَ} : مفعول مطلق، {الْحَيَاةِ} مضاف إليه، {الدُّنْيَا} : صفة للحياة، والجملة الفعلية صلة الموصول، {ثُمَّ} : حرف عطف وتراخ، {هُوَ} : مبتدأ، </p><p> {يَوْمَ الْقِيَامَةِ} : ظرف ومضاف إليه متعلق بـ {الْمُحْضَرِينَ} : {مِنَ الْمُحْضَرِينَ} جار ومجرور خبر المبتدأ، والجملة الاسمية معطوفة على جملة الصلة. {يَوْمَ}  {الواو} : استئنافية، {يَوْمَ} : منصوب على الظرفية متعلق بمحذوف، تقديره: واذكر يوم يناديهم، والجملة المحذوفة مستأنفة، {يُنَادِيهِمْ} فعل، وفاعل مستتر يعود على الله، ومفعول به، والجملة في محل الجر مضاف إليه لـ {يَوْمَ} ، {فَيَقُولُ}  {الفاء} : عاطفة، {يَقُولُ} : فعل مضارع وفاعل مستتر يعود على الله، والجملة في محل الجر معطوفة على جملة {يُنَادِيهِمْ} على كونها مفسرة لها، {أَيْنَ} : اسم استفهام في محل النصب على الظرفية المكانية مبني على الفتح، والظرف متعلق بواجب الحذف لوقوعه خبرًا مقدمًا، {شُرَكَائِيَ} : مبتدأ مؤخر ومضاف إليه، والجملة الاسمية في محل النصب مقول لـ {يَقُولُ} ، {الَّذِينَ} : اسم موصول في محل الرفع صفة لـ {شُرَكَائِيَ} ، {كُنْتُمْ} : فعل ناقص واسمه، وجملة {تَزْعُمُونَ} : خبره، ومفعولا {تَزْعُمُونَ} محذوفان، تقديرهما: تزعمونهم شركائي، وجملة {كان} صلة الموصول، والعائد الضمير المحذوف من {تَزْعُمُونَ} . </p><p> {قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا} . </p><p> {قَالَ الَّذِينَ} : فعل وفاعل، والجملة مستأنفة، {حَقَّ} : فعل ماض، {عَلَيْهِمُ} : متعلق به، {الْقَوْلُ} : فاعل، والجملة صلة الموصول، {رَبَّنَا} : منادى مضاف، وجملة النداء في محل النصب مقول {قَالَ} ، {هَؤُلَاءِ} : مبتدأ، {الَّذِينَ} : خبره، {أَغْوَيْنَا} : فعل وفاعل صلة الموصول، والعائد محذوف، تقديره: هؤلاء أتباعنا الذين أغويناهم، والجملة الاسمية في محل النصب مقول {قَالَ} على كونها جواب النداء. {أَغْوَيْنَاهُمْ} : فعل وفاعل ومفعول به، والجملة مستأنفة على كونها مقول {قَالَ} ، {كَمَا}  {الكاف} : حرف جر، و {ما} : مصدرية، {غَوَيْنَا} : فعل وفاعل، والجملة مع {ما} المصدرية في تأويل مصدر مجرور بالكاف، الجار والمجرور صفة لمصدر محذوف، معمول لفعل محذوف، معطوف على {أَغْوَيْنَا} ، تقديره: أغويناهم فغووا غيًا كائنًا كغينا، وهذا الإعراب </p><p> على ما جرى عليه أبو علي الفارسي، وإعراب الزمخشري بأن {هَؤُلَاءِ} مبتدأ، {الَّذِينَ} : صفته، {أَغْوَيْنَا} : صلته، وجملة {أَغْوَيْنَاهُمْ} خبره، وهذا الوجه فيه اعتراض، كما تعرفه بالمراجعة إلى المطولات. </p><p> {تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ (٦٣) وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ (٦٤) }. </p><p> {تَبَرَّأْنَا} : فعل وفاعل، والجملة مفسرة لما قبلها، مقررة لها، في محل النصب مقول {قَالَ} ، {إِلَيْكَ} : متعلق بـ {تَبَرَّأْنَا} ، {مَا} : نافية، {كَانُوا} : فعل ناقص واسمه، {إِيَّانَا} : في محل النصب مفعول مقدم لـ {يَعْبُدُونَ} ، وجملة {يَعْبُدُونَ} خبر {كان} ، وجملة {كان} في محل النصب مقول {قَالَ} ، {وَقِيلَ} : {الواو} : عاطفة، {قِيلَ} : فعل ماض مغير الصيغة، {ادْعُوا شُرَكَاءَكُمْ} : نائب فاعل محكي لـ {قِيلَ} ، وجملة {قيل} معطوفة على جملة {قَالَ} ، وإن شئت قلت:  {ادْعُوا شُرَكَاءَكُمْ} : فعل وفاعل ومفعول به، والجملة في محل الرفع نائب فاعل لـ {قِيلَ} . {فَدَعَوْهُمْ}  {الفاء} : عاطفة، {دَعَوْهُم} : فعل ماض وفاعل ومفعول به. والجملة معطوفة مفرعة على جملة قوله:  {وَقِيلَ}  {الفاء} : عاطفة. {لَمْ} : حرف جزم، {يَسْتَجِيبُوا} : فعل وفاعل مجزوم بـ {لَمْ} ، {لَهُمْ} : متعلق به، والجملة معطوفة على جملة قوله:  {فَدَعَوْهُمْ} . {وَرَأَوُا الْعَذَابَ} : فعل وفاعل ومفعول به، معطوف على {دَعَوْهُمْ} ، {لَوْ} : حرف شرط، {أَنَّهُمْ} : ناصب واسمه، {كَانُوا} : فعل ناقص واسمه، وجملة {يَهْتَدُونَ} : خبره، وجملة {كَانُوا} في محل الرفع خبر {أَنّ} ، وجملة {أَنّ} في تأويل مصدر مرفوع على كونه فاعلًا لفعل محذوف، هو فعل شرط لـ {لَوْ} ، وجواب {لَوْ} محذوف، تقديره: لو ثبت كونهم مهتدين في الدنيا لما رأوا العذاب في الآخرة، وجملة {لَوْ} مستأنفة لا محل لها من الإعراب. </p><p> {وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ (٦٥) فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَاءَلُونَ (٦٦) }. </p><p> {وَيَوْمَ}  {الواو} : عاطفة، {يَوْمَ} : منصوب على الظرفية، متعلق بمحذوف، تقديره: واذكر يوم يناديهم، والجملة معطوفة على الجملة السابقة، {يَوْمَ} : مضاف، وجملة {يُنَادِيهِمْ} في محل الجر مضاف إليه، كما مر نظيره قريبًا، {فَيَقُولُ} : فعل وفاعل مستتر، معطوف على {يُنَادِيهِمْ} على وجه التفسير له، {مَاذَا} اسم استفهام مركب في محل النصب على المفعولية المطلقة، لا مفعول به، لأن أجاب لا يتعدى إلى الثاني بنفسه بل بالباء، وإسقاط الجار ليس بقياس، {أَجَبْتُمُ} : فعل وفاعل، {الْمُرْسَلِينَ} : مفعول به لـ {أَجَبْتُمُ} ، والمعنى: أي إجابة أجبتم المرسلين، والجملة الفعلية في محل النصب مقول {يَقُولُ} . {فَعَمِيَتْ}  {الفاء} : عاطفة، {عَمِيَتْ} : فعل ماض، {عَلَيْهِمُ} : متعلق به، {الْأَنْبَاءُ} : فاعل، والجملة معطوفة على جملة ريَقُولُ}، {يَوْمَئِذٍ} : ظرف مضاف إلى مثله متعلق بـ {عَمِيَتْ} ، والتنوين فيه عوض عن الجملة المحذوفة؛ أي: يوم إذ نودوا وقيل لهم ماذا أجبتم المرسلين، {فَهُمْ}  {الفاء} : عاطفة، {هُمْ} : مبتدأ، وجملة {لَا يَتَسَاءَلُونَ} : خبره، والجملة معطوفة على جملة {عَمِيَتْ} . </p><p> {فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ (٦٧) }. </p><p> {فَأَمَّا}  {الفاء} : فاء الفصيحة؛ لأنا أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت حال المشركين، وأردت بيان حال المؤمنين فأقول لك أما، {أَمَّا} : حرف شرط وتفصيل، {مَنْ} : اسم موصول في محل الرفع مبتدأ، {تَابَ} : فعل ماض وفاعل مستتر يعود على {مَنْ} ، والجملة صلة {مَن} الموصولة، {وَآمَنَ وَعَمِلَ} : معطوفان عليه، {صَالِحًا} : مفعول به، أو مفعول مطلق. {فَعَسَى}  {الفاء} : رابطة لجواب {أما} واقعة في غير موضعها، {عَسَى} : فعل ماض من أفعال الرجاء، واسمها ضمير مستتر، تقديره: هو يعود على {مَنْ تَابَ}  {أَنْ} : حرف نصب ومصدر، {يَكُونَ} : فعل مضارع ناقص، واسمها ضمير مستتر يعود على {مِنَ} ، {مِنَ الْمُفْلِحِينَ} : خبر {يَكُونَ} ، وجملة {يَكُونَ} في تأويل مصدر خبر {عَسَى} ، تقديره: فعسى كونه من </p><p> المفلحين، وجملة {عَسَى} في محل الرفع خبر {مَن} الموصولة، والجملة الاسمية جواب {أَمَّا} الشرطية لا محل لها من الإعراب، وجملة {أَمَّا} الشرطية في محل النصب مقول لجواب إذا المقدرة. وجملة إذا المقدرة مستأنفة لا محل لها من الإعراب، وإن أردت البسط عن إعراب {أما} الشرطية وفاء الفصيحة فراجع شرحنا \"الباكورة الجنية في إعراب الآجرومية\" عند قول المتن: فأما الضمة. </p><p> {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ (٦٨) وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ (٦٩) }. </p><p> {وَرَبُّكَ}  {الواو} : استئنافية، {رَبُّكَ} : مبتدأ ومضاف إليه، وجملة {يَخْلُقُ} خبره، والجملة الاسمية مستأنفة، {مَا} : اسم موصول في محل النصب مفعول {يَخْلُقُ} ، وجملة {يَشَاءُ} صلته، والعائد محذوف؛ أي: ما يشاء خلقه، وجملة {وَيَخْتَارُ} في محل الرفع معطوفة على جملة {يَخْلُقُ} ، {مَا} : نافية، {كَانَ} : فعل ماض ناقص، {لَهُمُ} : خبرها مقدم، {الْخِيَرَةُ} : اسمها مؤخر، والجملة مفسرة لما قبلها مقررة لها، لا محل لها من الإعراب. ويجوز أن تكون مستأنفة. وهنا أوجه من الإعراب لا تخلو عن اعتراض. {سُبْحَانَ اللَّهِ} : مفعول مطلق لفعل محذوف وجوبًا؛ أي: سبحوا الله أيها العباد تسبيحًا، أو أسبح الله سبحانًا، والجملة مستأنفة، {وَتَعَالَى} : فعل ماض وفاعل مستتر يعود على {اللَّهِ} ، والجملة معطوفة على جملة التسبيح، {عَمَّا} : متعلق بـ {تعالى} ، وجملة {يُشْرِكُونَ} صلة لـ {ما} الموصولة، أو المصدرية، {وَرَبُّكَ} : مبتدأ، وجملة {يَعْلَمُ} خبره، والجملة معطوفة على جملة {وَرَبُّكَ} الأول، {مَا} اسم موصول في محل النصب مفعول {يَعْلَمُ} ، {تُكِنُّ صُدُورُهُمْ} : فعل وفاعل، والجملة صلة الموصول، والعائد محذوف، تقديره: ما تكنه صدورهم، {وَمَا} عطف على {مَا} الأولى، وجملة {يُعْلِنُونَ} صلتها. </p><p> {وَهُوَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ (٧٠) }. </p><p> {وَهُوَ اللَّهُ} : مبتدأ وخبر، والجملة مستأنفة، أو معطوفة على جملة {وَرَبُّكَ} ، {لَا} : نافية، تعمل عمل إن، {إِلَهَ} : في محل النصب اسمها، وخبر {لَا} محذوف جوازًا، تقديره: موجود، {إِلَّا} : أداة استثناء مفرغ، {هُوَ} : ضمير للمفرد المنزه في محل الرفع بدل من الضمير المستكن في خبر {لَا} ، وجملة {لَا} في محل الرفع خبر ثان لـ {هُوَ} ، {لَهُ} : خبر مقدم، {الْحَمْدُ} : مبتدأ مؤخر، والجملة خبر ثالث لـ {هُوَ} ، {فِي الْأُولَى} : حال من ضمير {لَهُ} ، {وَالْآخِرَةِ} : معطوف على {الْأُولَى} ، {وَلَهُ اَلحُكْمُ} معطوفة على جملة {لَهُ الْحَمْدُ}  {وَإِلَيْهِ}  {الواو} : عاطفة، {إِلَيْهِ} : متعلق بـ {تُرْجَعُونَ} ، {تُرْجَعُونَ} : فعل ونائب فاعل، والجملة الفعلية معطوفة على جملة قوله:  {لَهُ الْحَمْدُ} عطف فعلية على اسمية. </p><p> {قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ (٧١) }. </p><p> {قُلْ} : فعل أمر، وفاعل مستتر يعود على محمد، والجملة مستأنفة، {أَرَأَيْتُمْ}  {الهمزة} للاستفهام الاستخباري، {رَأَيْتُمْ} : فعل وفاعل، والجملة في محل النصب مقول {قُلْ} ، {إن} حرف شرط جازم، {جَعَلَ اللَّهُ} : فعل وفاعل في محل الجزم بـ {إن} الشرطية على كونها فعل شرط لها، {عَلَيْكُمُ} : متعلق بـ {سَرْمَدًا} ، أو حال منه، {اللَّيْلَ} : مفعول أول لـ {جَعَلَ} ، {سَرْمَدًا} : مفعوله الثاني، {إِلَى يَوْمِ الْقِيَامَةِ} ؛ جار ومجرور ومضاف إليه متعلق بـ {سَرْمَدًا} ، لأنه بمعنى دائمًا، أو بـ {جَعَلَ} ، أو صفة لـ {سَرْمَدًا} ، وجواب {إن} الشرطية محذوف، تقديره: إن جعل الله عليكم الليل سرمدًا إلى يوم القيامة فأخبروني ماذا تفعلون، وجملة {إن} الشرطية معترضة بين الفعل ومعموله، في محل النصب مقول {قُلْ} . {مَنْ} : اسم استفهام في محل الرفع مبتدأ، {إِلَهٌ} : خبره، {غَيْرُ اللَّهِ} : صفة لـ {إِلَهٌ} ، {يَأْتِيكُمْ} : فعل مضارع وفاعل مستتر ومفعول به، {بِضِيَاءٍ} : متعلق به، والجملة الفعلية في محل الرفع صفة ثانية لـ {إِلَهٌ} ، والجملة الاسمية في محل النصب مفعول ثان لـ {أَرَأَيْتُمْ} معلقة عنها باسم </p><p> الاستفهام، {أَفَلَا}  {الهمزة} : للاستفهام الإنكاري التوبيخي داخلة على محذوف، و {الفاء} : عاطفة على ذلك المحذوف، والتقدير: ألا تتفكرون فلا تسمعون ما يقال لكم، والجملة المحذوفة في محل النصب مقول {قُلْ} ، {لَا} : نافية، {تَسْمَعُونَ} : فعل وفاعل، والجملة معطوفة على تلك الجملة المحذوفة. </p><p> {قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ (٧٢) }. </p><p> {قُلْ} : فعل أمر وفاعل مستتر، والجملة مستأنفة، {أَرَأَيْتُمْ} : فعل وفاعل والجملة في محل النصب مقول {قُلْ} ، {إن} : حرف شرط، {جَعَلَ اللَّهُ} : فعل وفاعل في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها، {عَلَيْكُمُ} : متعلق بـ {سَرْمَدًا} ، {النَّهَارَ} : مفعول أول لـ {جَعَلَ} ، {سَرْمَدًا} : مفعول ثان له، {إِلَى يَوْمِ الْقِيَامَةِ} : متعلق بـ {سَرْمَدًا} ، وجواب {إن} الشرطية محذوف، تقديره: فأخبروني ماذا تفعلون، وجملة {إن} الشرطية معترضة بين الفعل ومعموله على كونها مقولًا لـ {قُلْ} . {مَنْ} اسم استفهام في محل الرفع مبتدأ، {إِلَهٌ} : خبره، {غَيْرُ اللَّهِ} : صفة لـ {إِلَهٌ} ، والجملة الاستفهامية في محل النصب مفعول ثان لـ {أَرَأَيْتُمْ} ، علقت عنها باسم الاستفهام، وجملة {يَأْتِيكُمْ} صفة ثانية لـ {إِلَهٌ} ، {بِلَيْلٍ} : متعلق بـ {يَأْتِيكُمْ} ، وجملة {تَسْكُنُونَ} في محل الجر صفة لـ {لَيْلٍ} ولكنها سببية، {فِيهِ} : متعلق بـ {تَسْكُنُونَ} ، وهو الرابط بين الصفة والموصوف، {أَفَلَا تُبْصِرُونَ}  {الهمزة} للاستفهام الإنكاري التوبيخي داخلة على محذوف، و {الفاء} : عاطفة على ذلك المحذوف، والتقدير: ألا تعتبرون فلا تبصرون، والجملة المحذوفة في محل النصب مقول {قُلْ} ، وجملة {تُبْصِرُونَ} معطوفة على تلك المحذوفة. كما مر نظير هذه الآية آنفًا. </p><p> {وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ} . </p><p> {وَمِنْ}  {الواو} : استئنافية، {مِنْ رَحْمَتِهِ} : جار ومجرور متعلق </p><p> بـ {جَعَلَ} ، و {مِن} هنا بمعنى الباء السببية، كما مر، {جَعَلَ} : فعل ماض وفاعل مستتر، والجملة مستأنفة، {لَكُمُ} : متعلق بـ {جَعَلَ} على كونه مفعولًا ثانيًا له، {اللَّيْلَ} مفعول أول له، {وَالنَّهَارَ} معطوف على {اللَّيْلَ} ، {لِتَسْكُنُوا}  {اللام} : حرف جر وتعليل، {تسكنوا} : فعل وفاعل منصوب بأن مضمرة بعد لام كي، {فِيهِ} : متعلق به، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام، تقديره: لسكونكم فيه، الجار والمجرور متعلق بـ {جَعَلَ}  {وَلِتَبْتَغُوا} : معطوف على {لِتَسْكُنُوا} ، {مِنْ فَضْلِهِ} متعلق بـ {تَبْتَغُوا} ، {وَلَعَلَّكُمْ} : ناصب واسمه، وجملة {تَشْكُرُونَ} خبره، وجملة {لَعَلَّ} معطوفة على جملة {تَسْكُنُوا} على كونها في محل الجر بلام التعليل المقدرة. </p><p> {وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ (٧٤) وَنَزَعْنَا مِنْ كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا بُرْهَانَكُمْ فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (٧٥) }. </p><p> {وَيَوْمَ} : ظرف متعلق بمحذوف، تقديره: واذكر يوم يناديهم، وجملة {يُنَادِيهِمْ} في محل الجر مضاف إليه لـ {يوم} ، وجملة {فَيَقُولُ} معطوفة على جملة {يُنَادِيهِمْ} ، {أَيْنَ} خبر مقدم، {شُرَكَائِيَ} : مبتدأ مؤخر، والجملة في محل النصب مقول {يَقُولُ} ، {الَّذِينَ} : صفة لـ {شُرَكَائِيَ} ، وجملة {كُنْتُمْ تَزْعُمُونَ} صلة الموصول، وقد مر إعراب هذه الآية بلفظها تفصيلًا فجدد به عهدًا. {وَنَزَعْنَا} : فعل وفاعل، {مِنْ كُلِّ أُمَّةٍ} : جار ومجرور ومضاف إليه متعلق بـ {نَزَعْنَا} ، والجملة الفعلية في محل الجر معطوفة على جملة {يُنَادِيهِمْ} على كونها مضافًا إليه ليوم، {شَهِيدًا} : مفعول به لـ {نَزَعْنَا} ، {فَقُلْنَا} : فعل وفاعل معطوف على {نَزَعْنَا} ، {هَاتُوا} : فعل وفاعل، {بُرْهَانَكُمْ} : مفعول به، والجملة في محل النصب مقول {قلنا} ، {فَعَلِمُوا} : فعل وفاعل معطوف على {قُلْنَا} ، {أَنَّ الْحَقَّ} ناصب واسمه، {لِلَّهِ} : خبره، وجملة {أَنَّ} في تأويل مصدر ساد مسد مفعولي علم، {وَضَلَّ} فعل ماض معطوف على {عَلِمُوا} ، {عَنْهم} : متعلق بـ {ضَلَّ} ، {مَا} : اسم موصول في محل الرفع فاعل {ضَلَّ} ، {كَانُوا} : فعل ناقص واسمه، وجملة {يَفْتَرُونَ} خبره، وجملة {كَانُ} صلة لـ {ما} </p><p> الموصولة، والعائد محذوف، تقديره: ما كانوا يفترونه. </p><p> التصريف ومفردات اللغة </p><p> {إِنَّكَ لَا تَهْدِي} الهداية تارة يراد بها الدعوة والإرشاد إلى طريق الخير، وهي التي أثبتها الله سبحانه لرسوله في قوله:  {وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} وتارة يراد بها هداية التوفيق، وشرح الصدر بقذف نور يحيى به القلب، كما جاء في قوله:  {أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا} ، وهي بهذا المعنى نفيت عن رسول الله - صلى الله عليه وسلم - في هذه الآية. </p><p> وفي \"روح البيان\" : الهداية من الله عبارة عن تقليب القلب من الباطل - وهو ما سوى الله - إلى الحق، وهو جانب الله سبحانه، فليس هذا من شأن غير الله تعالى، وفي \"عرائس البيان\" : الهداية مقرونة بإرادة الأزل، ولو كانت إرادة نبينا محمد - صلى الله عليه وسلم - في حق أبي طالب مقرونة بإرادة الأزل لكان مهتديًا، ولكن كانت محبته وإرادته في حقه من جهة القرابة، ألا ترى أنه إذ قال:  \"اللهم أعز الإِسلام بعمر\" كيف أجابه. انتهى. </p><p> {إِنْ نَتَّبِعِ الْهُدَى مَعَكَ} معنى اتباع الهدى معه الاقتداء به عليه السلام في الدين والسلوك إلى طريق الرشاد. </p><p> {نُتَخَطَّفْ مِنْ أَرْضِنَا} التخطف الاختلاس والانتزاع بسرعة، ويراد به هنا الإخراج من البلاد، {يُجْبَى إِلَيْهِ} ؛ أي: جمعه فيه، والجابية الحوض العظيم الجامع له. </p><p> {بَطِرَتْ} ؛ أي: طغت وتمردت وتجبرت وكفرت، {مَعِيشَتَهَا} ، أي: في عيشها وحياتها، وفي \"الكرخي\" : بطرت معيشتها؛ أي: كفرت نعمة معيشتها، والمعيشة ما يُعاش به من النبات والحيوان وغيرهما. اهـ، والبطر الطغيان في النعمة، قال بعضهم: البطر والأشر واحد، وهو دهش يعتري الإنسان من سوء احتمال النعمة، وقلة القيام بحقها وصرفها إلى غير وجهها، ويقاربه الطرب، وهو خفة أكثر ما يعتري من الفرح، وفي \"القاموس\" : البطر محرك النشاط، والأشر </p><p> وقلة احتمال النعمة، والدهش والحيرة والطغيان بالنعمة وكراهة الشيء من غير أن يستحق الكراهة، وفعل الكل كفرح، وبطر الحق أي: تكبر عنده فلا يقبله. </p><p> {وَمَا كَانَ رَبُّكَ} بيان للعادة الربانية؛ أي: ما صح وما استقام، وما كان، وما ثبت في حكه الماضي، وقضائه السابق أن يُهلك القرى قبل الإنذار، بل حتى يبعث إلخ. اهـ \"أبو السعود\" . </p><p> {فِي أُمِّهَا} ؛ أي: في أعظمها وأكبرها بالنسبة إلى ما حواليها فعادة الله أن يبعث الرسل في المدائن؛ لأن أهلها أعقل وأنبل وأفطن، وغيرهم يتبعهم اهـ. شيخنا؛ أي: أكثر نبالة، وهي الفضل والشرف، يقال: نبل فلان فهو نبيل؛ أي: شرف فهو شريف. </p><p> {مِنَ الْمُحْضَرِينَ} ؛ أي: الذين يحضرون للعذاب، وقد اشتهر ذلك في اصطلاح القرآن كما قال {لَكُنْتُ مِنَ الْمُحْضَرِينَ} ، وقال:  {إِنَّهُمْ لَمُحْضَرُونَ} لأن في ذلك إشعارًا بالتكليف والإلزام، ولا يليق ذلك بمجالس اللذات، بل هو أشبه بمجالس المكاره والمضار. </p><p> {تَزْعُمُونَ} والزعم القول الفاسد، والحكم بلا دليل، {حَقَّ عَلَيْهِمُ} ؛ أي: وجب وثبت. </p><p> {الْقَوْلُ} ؛ أي: مدلول القول ومقتضاه، وهو قوله:  {لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ} ، كما مر في مبحث التفسير، {أَغْوَيْنَا} من أفعل الرباعي كأكرم ثلاثية غوى يغوي كضرب يضرب من الغواية، وهو الضلال. </p><p> {فَلَمْ يَسْتَجِيبُوا لَهُمْ} من استجاب السداسي، فهو من استفعل بمعنى أفعل الرباعي؛ أي: فلم يجيبوا لهم، فالسين والتاء فيه زائدتان، {فَعَمِيَتْ} ؛ أي: خفيت، {الْأَنْبَاءُ} ؛ أي: الحجج التي تنجيهم، {فَهُمْ لَا يَتَسَاءَلُونَ} من التساؤل الذي يدل على المشاركة من الجانبين؛ أي: لا يسأل بعضهم بعضًا. </p><p> {مَا كَانَ لَهُمُ الْخِيَرَةُ} ؛ أي: الاختيار عليه، وهو نفي لاختيارهم الوليد </p><p> وعروة. اهـ من \"الروح\" ، والخيرة التخير كالطيرة بمعنى التطير، والخيرة الاختيار باصطفاء بعض الأشياء وترك بعض، وفي \"المفردات\" : الخيرة الحالة التي تحصل للمستخير والمختار، نحو القعدة والجلسة لحال القاعد والجالس. انتهى، وفي \"الوسيط\" : اسم من الاختيار يقام مقام المصدر، وهو اسم للمختار أيضًا. يقال: محمد خيرة الله من خلقه. </p><p> {سُبْحَانَ اللَّهِ} ؛ أي: تنزيهًا لله أن ينازعه أحد في الاختيار، {مَا تُكِنُّ صُدُورُهُمْ} ؛ أي: تخفي، يقال: أكننت الشيء إذا أخفيته في نفسك، وكننته إذا سترته في بيت أو ثوب أو غير ذلك من الأجسام، {وَمَا يُعْلِنُونَ} ؛ أي: يظهرونه للغير، {وَلَهُ الْحُكْمُ} ؛ أي: القضاء النافذ في كل شيء دون مشاركة لغيره فيه، قال ابن عباس: حكم لأهل طاعته بالمغفرة، ولأهل معصيته بالشقاء والويل. اهـ. </p><p> {سَرْمَدًا} السرمد الدائم المتصل، قال طرفة: </p><p> لَعَمْرُكَ مَا أَمْرِيْ عَلَيَّ بِغُمةٍ ... نَهَارِيْ وَلَا لَيْلِيْ عَلَيَّ بِسَرْمَدِ </p><p> وقد اختلف العلماء في اشتقاقه، فقيل: هو من السرد، وهو الاطراد والمتابعة، والميم مزيدة، ووزنه فعمل، كميم دلامص بضم الدال المهملة وكسر الميم من الدلاص، يقال درع دلاص؛ أي: ملساء متينة، وعبارة \"زكريا\" : الدلامص درع براق، يقال: درع دلاص، وأدرع دلاص، الواحد والجمع على لفظ واحد. قاله الجوهري: اهـ، وهذا ما رجحه الزمخشري وغيره، واختار صاحب \"القاموس\" وبعض النحاة أن الميم فيه أصلية، ووزنه فعلل؛ لأن الميم لا تنقاس زيادتها في الوسط والآخر. اهـ \"شهاب\" . </p><p> {وَنَزَعْنَا} يقال: نزع الشيء إذا جذبه من مقره كنزع القوس من كبده. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنوعًا من الفصاحة والبيان والبديع: </p><p> فمنها: طباق السلب في قوله: {إِنَّكَ لَا تَهْدِي}  {وَلَكِنَّ اللَّهَ يَهْدِي} . </p><p> ومنها: الجناس المغاير بين {يَهْدِي} و {بِالْمُهْتَدِينَ} . </p><p> ومنها: المجاز العقلي في قوله: {حَرَمًا آمِنًا} حيث نسب الأمن إلى الحرم، وهو لأهله، ومثله:  {وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا} لأن المراد أهلها، بدليل قوله فيما بعد:  {فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا} . </p><p> ومنها: الكناية في قوله: {ثَمَرَاتُ كُلِّ شَيْءٍ} لأن الكلية كناية عن الكثرة كقوله: {وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ} . </p><p> ومنها: أسلوب السخرية والتهكم في قوله: {أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ} . </p><p> ومنها: التشبيه المرسل في قوله: {أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا} . </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ} قال الشهاب: استعير العمى لعدم الاهتداء، بجامع عدم الوصول إلى المقصود في كل، ثم اشتق من العمى بمعنى عدم الاهتداء، عميت عليهم الأنباء بمعنى لا تهتدي إليهم الأنباء، على طريقة الاستعارة التصريحية التبعية، وقيل: إنه من باب القلب، وأصله فعموا عن الأنباء، والقلب من محسنات الكلام، وفيه أيضًا التضمين؛ لأنه ضمن العمى معنى الخفاء فعداه بعلى، ففيه ثلاثة أنواع من البلاغة: الاستعارة - والقلب - والتضمين. </p><p> ومنها: الطباق بين {تُكِنُّ} و {يُعْلِنُونَ} ، وبين {الْأُولَى} و {وَالْآخِرَةِ} وهو من المحسنات البديعية. </p><p> ومنها: الإدماج في قوله: {لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ} وحد الإدماج أن يدمج المتكلم، إما غرضًا في غرض، أو بديعًا في بديع، بحيث لا يظهر في الكلام إلا أحد الغرضين، أو أحد البديعين، والآخر مدج في الغرض الذي هو وجود في الكلام، فإن هذه الآية أدمجت فيها المبالغة في المطابقة؛ لأن انفراده سبحانه بالحمد في الآخرة - وهي الوقت الذي لا يحمد فيه سواه - مبالغة في وصف ذاته بالانفراد والحمد، وهذه وإن خرج الكلام فيها مخرج المبالغة في </p><p> الظاهر، فالأمر فيها حقيقة في الباطن؛ لأنه أولى بالحمد في الدارين، ورب الحمد والشكر والثناء الحبسن في المحلين حقيقة، وغيره من جميع خلقه إنما يُحمد في الدنيا مجازًا، وحقيقة حمده راجعة إلى ولي الحمد سبحانه. </p><p> ومنها: التبكيت والتوبيخ في قوله: {مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ} ، ومثله {يَأْتِيكُمْ بِلَيْلٍ} . </p><p> ومنها: فن المناسبة في قوله: {أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا} إلى قوله: {أَفَلَا تُبْصِرُونَ} والمناسبة قسمان: مناسبة في المعاني، ومناسبة في الألفاظ، فالمعنوية هي أن يبتدىء المتكلم بمعنى ثم يتمم كلامه بما يناسبه معنى دون لفظ، فإنه سبحانه لما أسند جعل الليل سرمدًا إلى يوم القيامة لنفسه، وهو القادر الذي جعل الشيء لا يقدر غيره على مضادته قال:  {أَفَلَا تَسْمَعُونَ} لمناسبة السماع للطرف المظلم من جهة صلاحية الليل للسماع دون الإبصار، لعدم نفوذ البصر في الظلمة، ولما أسند جعل النهار سرمدًا إلى يوم القيامة لنفسه، كأن لم يُخلق فيه ليل البتة قال في فاصلة هذه الآية:  {أَفَلَا تُبْصِرُونَ} لمناسبة ما بين النهار والإبصار. وأما المناسبة اللفظية فستأتي في غير هذا الموضع. </p><p> ومنها: اللف والنشر المرتب في قوله: {وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (٧٣) } فإنه جمع الليل والنهار، ثم قال:  {لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ} فأعاد السكون إلى الليل، والابتغاء لطلب الرزق إلى النهار، وسماه علماء البديع باللف والنشر المرتب؛ لأنه أعاد الأول على الأول والثاني على الثاني. </p><p> وضابطه: أن يذكر متعدد على وجه التفصيل، أو الإجمال، ثم يذكر ما لكل واحد من المتعدد من غير تعيين، ثقة بأن السامع يميز ما لكل منها، ويرده إلى ما هو له، فقد زاوج بين الليل والنهار لأغراض ثلاثة: أولها {لِتَسْكُنُوا} في أحدهما، وهو الليل، و {وَلِتَبْتَغُوا مِنْ فَضْلِهِ} في ثانيهما، وهو النهار، ولإرادة شكركم في ثالثهما، وهذا النوع من علم البديع يسمى التفسير أيضًا، وهو أن يذكر </p><p> أشياء، ثم تفسرها بما يناسبها. </p><p> ومنها: التعبير بصيغة الماضي في قوله: {وَنَزَعْنَا مِنْ كُلِّ أُمَّةٍ شَهِيدًا} للدلالة على التحقق، وفيه الالتفات أيضًا، لإبراز كمال الاعتناء بشأن النزع. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ (٧٦) وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ (٧٧) قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ (٧٨) فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ (٧٩) وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (٨٠) فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ (٨١) وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (٨٢) تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ (٨٣) مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ (٨٤) إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ قُلْ رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَى وَمَنْ هُوَ فِي ضَلَالٍ مُبِينٍ (٨٥) وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ فَلَا تَكُونَنَّ ظَهِيرًا لِلْكَافِرِينَ (٨٦) وَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللَّهِ بَعْدَ إِذْ أُنْزِلَتْ إِلَيْكَ وَادْعُ إِلَى رَبِّكَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (٨٧) وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ (٨٨) }. </p><p> المناسبة </p><p> قوله تعالى:  {إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر (١) حديث أهل الضلالة، وما يلقونه من الإهانة والاحتقار يوم القيامة، ومناداتهم على رؤوس الأشهاد بما يفضحهم، </p><p>(١) المراغي.</p><p> ويبيِّن لهم سوء مغبتهم .. أعقبه بقصص قارون، ليبين عاقبة أهل البغي والجبروت في الدنيا والآخرة، فقد أهلك قارون بالخسف، وزُلزلت به الأرض، وهوت من تحته، ثم أصبح مثلًا يضرب للناس في ظلمه وعتوه، ويستبين لهم به سوء عاقبة البغاة، وما يكون لهم من النكال والوبال في الدنيا والآخرة، فيندمون على ما فعلوا. </p><p> قوله تعالى:  {فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر (١) فيما سلف بغي قارون وعتوه وجبروته، وكثرة ما أوتيه من المال، الذي تنوء به العصبة أولو القوة .. أردف ذلك تفصيل بعض مظاهر بغيه وكبريائه، فذكر أنه خرج على قومه وهو في أبهى حليِّه وحلله، والعدد العديد من أعوانه وحشمه، قصدًا للتعالي على العشيرة، وأبناء البلاد، وفي ذلك كسر للقلوب وإذلال للنفوس، وتفريق للكلمة فلا تربطم رابطة، ولا تجمعهم جامعة فيذلون في الدنيا بانقضاض الأعداء عليهم، وقد غرَّت هذه المظاهر بعض الجهال، الذين لا همَّ لهم إلا زخرف الحياة وزينتها، فتمنوأ أن يكون لهم مثلها، فرد عليهم من وفَّقهم الله لهدايته: بأن ما عنده من النعيم لمن اتقى خير مما أوتي قارون، ولا يناله إلا من صبر على الطاعات واجتنب المعاصي، ثم أعقب ذلك بذكر ما آل إليه أمره من خسف الأرض به وبداره، ولم يجد معينًا ينصره، ويدفع العذاب عنه، وقد انقلب حال المتمنين المعجبين بحاله إلى متعجبين مما حل به، قائلين:  {وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ} لا لفضل منزلته عنده، وكرامته لديه كما بسط لقارون، ويضيَّق على من يشاء، لا لهوانه عليه، ولا لسخط عمله، ولولا أن تفضل علينا فصرف عنا ما كنا نتمناه بالأمس لخسف بنا الأرض. </p><p> قوله تعالى:  {تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ} الآيتين، مناسبة هاتين الآيتين لما قبلهما: أن الله سبحانه وتعالى لما ذكر قول أهل </p><p>(١) المراغي.</p><p> العلم بالدين {ثَوَابُ اللَّهِ خَيْرٌ} أعقب ذلك بذكر محل هذا الجزاء - وهو الدار الآخرة - وجعله لعباده المؤمنين المتواضعين، الذين لا يترفعون على الناس، ولا يتجبرون عليهم، ولا يفسدون فيهم بأخذ أموالهم بغير حق، ثم بيَّن بعدئذٍ ما يحدث في هذه الدار جزاء على الأعمال في الدنيا .. فذكر أن جزاء الحسنة عشرة أضعافها إلى سبع مئة ضعف إلى ما لا يحيط به إلا علَّام الغيوب، فضلًا من الله ورحمة، وجزاء السيئة مثلها لطفًا منه بعباده وشفقة عليهم. </p><p> قوله تعالى:  {إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر (١) قصص موسى وقومه مع قارون، وبيَّن بغي قارون واستطالته عليهم، ثم هلاكه ونصرة أهل الحق عليه .. أردف هذا قصص محمد - صلى الله عليه وسلم - وأصحابه مع قومه وإيذائم إياه، وإخراجهم له من مسقط رأسه، ثم إعزازه إياه بالإعادة إلى مكة وفتحه إياها منصورًا ظافرًا. </p><p> قوله تعالى:  {مَنْ جَاءَ بِالْحَسَنَةِ ...} الآية، مناسبة هذه الآية لما قبلها: أنه لما حكم بأن العاقبة للمتقين .. أكد ذلك بوعد المحسنين، ووعيد المسيئين، ثم وعده بالعاقبة الحسنى في الدارين. ذكره في \"الفتوحات\" . </p><p> أسباب النزول </p><p> قوله تعالى:  {إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ ...} الآية (٢) ، سبب نزول هذه الآية: ما أخرجه ابن أبي حاتم عن الضحاك، قال: لما خرج النبي - صلى الله عليه وسلم - من مكة فبلغ الجحفة اشتاق إلى مكة، فأنزل الله سبحانه:  {إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ ...} . </p><p>(١) المراغي. (٢) لباب النقول.</p>"
}