{
  "id": null,
  "sura": 28,
  "aya": 9,
  "text": "<p> منهم أن قتلوا ألوفًا لأجله، ثم أخذوه يربونه ليكبر، ويفعل بهم ما كانوا يحذرون. </p><p> وأُضيف الجند هنا وفيما قبل إلى فرعون وهامان (١) ، وإن كان هامان لا جنود له؛ لأن أمر الجنود لا يستقيم إلا بالملك والوزير، إذ بالوزير تحصل الأموال، وبالملك وقهره يتوصل إلى تحصيلها، ولا يكون قوام الجند إلا بالأموال. </p><p> وقرىء {خاطيين} بغير همز، فاحتمل أن يكون أصله الهمز وحذفت، وهو الظاهر، وقيل: من خطأ يخطو؛ أي: خاطين الصواب. </p><p> ٩ - ولما التقطوه همُّوا بقتله، وخافوا أن يكون المولود الذي يحذرون زوال ملكهم على يديه، فألقى الله محبته في قلب آسية امرأة فرعون {وَقَالَتِ امْرَأَتُ فِرْعَوْنَ} حين رآه فرعون وهم بقتله، وهي آسية بنت مزاحم بن عبيد بن الريان بن الوليد، الذي كان فرعون مصر في زمن يوسف الصديق عليه السلام، وقيل: كانت من بني إسرائيل من سبط يوسف عليه السلام. </p><p> أي: قالت لفرعون حين أخرجته من التابوت، وهمَّ فرعون بقتله لقول الكهنة، كما سيأتي:  {قُرَّتُ عَيْنٍ} ؛ أي: لذة عين، ومسرة قلب؛ أي: هذا الغلام قرة عين {لِي وَلَكَ} يا فرعون {لَا تَقْتُلُوهُ} ؛ أي: لا تقتلوا يا فرعون هذا الغلام، خاطبته بلفظ الجمع تعظيمًا له، ليساعدها فيما تريده. </p><p> قال ابن عباس: لما قالت آسية ذلك، قال فرعون: يكون لك، وأما أنا فلا حاجة لي فيه، وروي أنه لو قال: لي، كما هو لك لهداه الله كما هداها. </p><p> قال ابن إسحاق: إن الله تعالى ألقى محبته عليه السلام في قلبها، لأنه كان في وجهه ملاحة، فكل من رآه أحبه، ولأنها حين فتحت التابوت رأت النور، ولأنها لما فتحته رأته يمتص أصبعه، ولأن ابنة فرعون لما لطخت برصها بريقه زال. </p><p>(١) البحر المحيط.</p><p> {عَسَى أَنْ يَنْفَعَنَا} هذا الغلام؛ أي: أترجى نفعه لنا لو كان له أبوان معروفان، {أَوْ} عسى أن {نَتَّخِذَهُ وَلَدًا} ونتبناه إذا لم يُعرف له أبوان، لما فيه من الوسامة وجمال المنظر التي تجعله أهلًا لتبني الملوك، وكانت آسية لا تلد، ولم يكن لفرعون ولد ذكر، وقوله:  {وَهُمْ لَا يَشْعُرُونَ} حال (١) من آل فرعون، والتقدير: فالتقطه آل فرعون ليكون لهم عدوًا وحزنًا، وقالت امرأة فرعون: كذا وكذا، والحال أنهم لا يشعرون؛ أي: لا يعلمون بأنهم على خطأ عظيم فيما صنعوا من الالتقاط، ورجاء النفع منه، والتبني له. </p><p> وقوله:  {إِنَّ فِرْعَوْنَ ...} الآية، اعتراض وقع بين المعطوفين لتأكيد خطاهم، كما مر آنفًا، وما أحسن نظم هذا الكلام عند أصحاب المعاني والبيان، وقيل (٢) : هذا ابتداء كلام من الله تعالى؛ أي: وهم لا يشعرون أن هلاكهم على يديه وبسببه، وهذا قول مجاهد وقتادة والضحاك ومقاتل، وقال ابن عباس: أي: وهم لا يشعرون إلى ماذا يصير أمر موسى عليه السلام. وقال آخرون: هذا من تمام كلام امرأة فرعون، أي: بنو إسرائيل وأهل مصر لا يشعرون أنا التقطناه، وأنه ليس منا، وهذا بعيد، كما قاله الشوكاني. </p><p> قال ابن عباس - رضي الله عنهما -: لو أن عدو الله قال في موسى كما قالت آسية: عسى أن ينفعنا لنفعه الله، ولكنه أبى للشقاء الذي كتبه الله عليه، روي أنه قالت الغواة من قوم فرعون: إن نظن إلا أنَّ هذا هو الذي يحذر منه، رُمي في البحر خوفًا منك فاقتله، فهمّ فرعون بقتله، فقالت آسية: إنه ليس من أولاد بني إسرائيل، فقيل لها: وما يدريك؟ فقالت: إن نساء بني إسرائيل يشفقن على أولادهن، ويكتمنهم مخافة أن تقتلهم، فكيف يُظنُّ بالوالدة أنها تُلقي الولد بيدها في البحر؛ أو قالت: إن هذا كبير، ومولود قبل هذه المدة التي أُخبرت لك، فاستوهبته لما رأت عليه من دلائل النجاة، فتركه، وسمَّته آسية موسى؛ لأن تابوته وُجد بين الماء والشجر، والماء في لغتهم: مو، والشجر: شا. </p><p>(١) روح البيان. (٢) المراح.</p>"
}