{
  "id": null,
  "sura": 28,
  "aya": 81,
  "text": "<p> ونعيمه، فإن هذا باق، وذاك فان، وهذا خالص مما يشوبه وينغصه من الأكدار، وذلك مشوب بالأحزان والمنغصات. </p><p> ثم بين من يعمل بهذه النصيحة فقال:  {وَلَا يُلَقَّاهَا} ؛ أي: ولا يوفق إلى هذه الكرامة، والمراد بالكرامة الثواب والجنة، أو لا يُعطى هذه الكلمة التي تكلم بها العلماء، وهي ثواب الله خير، أو لا يُعطى هذه الطريقة التي هي الإيمان والعمل الصالح، {الصَّابِرُونَ} على مخالفات النفس وموافقات الشريعة. </p><p> والمعنى (١) : أي ولا يتبع هذه النصيحة، ولا يعمل بها إلا من صبر على أداء الطاعات، واجتنب المحرمات، ورضي بقضاء الله في كل ما قُسم له من المنافع والمضار، وأنفق ماله في كل ما فيه سعادة لنفسه وللمجتمع، وكان قدوة صالحة في حفظ مجد أمته، ورفع صيتها بين الأمم، ببذل كل ما فيه نفعها وقوتها وإعلاء شأنها، وبذا ينال حسن الأحدوثة بين الناس، ويلقى المثوبة من ربه. </p><p> ٨١ - {فَخَسَفْنَا بِهِ} ؛ أي: بقارون {وَبِدَارِهِ الْأَرْضَ} ؛ أي: زلزلنا به وبمنزله الأرض، وابتلعته جزاء بطره وعتوه؛ أي: إن الله سبحانه غيَّبه وغيَّب داره في الأرض. </p><p> وفي هذا (٢) : عبرة لمن اعتبر، فيترك التعالي والتغالي في الزينة، لئلا يخسف الله به وبماله الأرض، وفي هذا تحذير لنا أيما تحذير، فكثير ممن يُظهرون النعم إنما يريدون التعالي والتفاخر، وكم ممن يقيم الزينات أو يصنع الولائم لعرس، أو مأتم، لا يريد بذلك إلا إظار ثرائه وسعة ماله بين عشيرته وبني جلدته، فيكون قارون زمانه، وتكون عاقبته الخسف لما أوتيه من مال، ويذهب ثراؤه، ويجعله عبرة لمن اعتبر. </p><p> فالكتاب الكريم ما قص علينا هذا القصص إلا ليرينا أن الكبرياء والتعالي ليس وبالهما في الآخرة فحسب، بل يحصل شؤما في الدنيا قبل الآخرة، كما حصل لكثير من المسلمين اليوم، وقد غفل كثير من الناس عن المقصد من </p><p>(١) المراغي. (٢) المراغي.</p><p> المال، فأنفقوه قاصدين به الرياء والمباهاة، فضاعت دورهم وأموالهم وأصبحت ملكًا لغيرهم، وهذا هو الخسف العظيم، وما خُسف قارون بشيء إذا قيس بهذا، فإن الخسف الآن خسف الأمم، لا خسف الأفراد، فكل بلد من بلاد الإسلام يدخله الغاصب يصبح أهله عبيدًا له، وضحية مطامعه، وخسف أمة أدهى من خسف فرد، فليخسف الفرد ولتبق الأمة، وهكذا دخلت البلاد تباعًا في ملك الغاصب واحدة إثر أخرى، ولم يبق منها إلا ما رحم الله، وما ذاك إلا بجهلها لدينها، وعدم اتباعها أحكامه، وغفلتها عن مقاصده. </p><p> ذكر قصة قارون </p><p> قال أهل العلم بالأخبار والسير (١) : كان قارون أعلم بني إسرائيل بعد موسى وهارون، وأقرأهم للتوراة، وأجملهم وأغناهم، وكان حسن الصوت فبغى وطغى، وكان أول طغيانه وعصيانه أن الله تعالى أوحى إلى موسى أن يأمر قومه أن يُعلِّقوا في أرديتهم خيوطًا أربعة، في كل طرف خيطًا أخضر كلون السماء، يذكرونني به إذا نظروا إلى السماء، ويعلمون أني منزل منها كلامي، فقال موسى: يا رب أفلا تأمرهم أن يجعلوا أرديتهم كلها خضرًا، فإن بني إسرائيل تستصغر هذه الخيوط، فقال له ربه: يا موسى إن الصغير من أمري ليس بصغير، فإذا لم يُطيعوني في الأمر الصغير لم يطيعوني في الأمر الكبير، فدعاهم موسى فقال: إن الله يأمركم أن تعلقوا في أرديتكم خيوطًا خضرًا كلون السماء، لكي تذكروا ربكم إذا رأيتموها، ففعل بنو إسرائيل ما أمرهم به موسى، واستكبر قارون، فلم يطعه، وقال: إنما فعل هذا الأرباب بعبيدهم لكي يتميزوا عن غيرهم، فكان هذا بدء عصيانه وبغيه، فلما قطع موسى ببني إسرائيل البحر جُعلت الحبورة لهارون، وهي رئاسة المذبح، فكان بنو إسرائيل يأتون بقربانهم إلى هارون، فيضعها على المذبح، فتنزل نار من السماء فتأكله، فوجد قارون من ذلك في نفسه، فأتى إلى موسى فقال له: يا موسى لك الرسالة ولهارون الحبورة، ولست في شيء من </p><p>(١) الخازن.</p><p> ذلك، وأنا أقرأ التوراة، لا صبر لي على هذا، فقال؛ أما أنا ما جعلتها لهارون، بل الله جعلها له، فقال له قارون: والله لا أصدقك حتى تريني بيانه، فجمع موسى رؤساء بني إسرائيل، فقال: هاتوا عصيكم فحزمها وألقاها في قبته التي يتعبد فيها، وجعلوا يحرسون عصيهم حتى أصبحوا، فأصبحت عصا هارون قد اهتز لها ورق أخضر، وكانت من شجر اللوز، فقال موسى: يا قارون ترى هذا؟ فقال له قارون: والله ما هذا بأعجب مما تصنع من السحر، واعتزل قارون موسى باتباعه، وجعل موسى يداريه للقرابة التي بينهما، وهو يؤذيه كل وقت، ولا يزيد إلا عتوًا وتجبرًا ومعاداة لموسى، حتى بني دارًا، وجعل لها بابًا من الذهب، وضرب على جدرانها صفائح الذهب، وكان الملأ من بني إسرائيل يغدون إليه ويروحون، فيُطعمهم الطعام، ويحدثونه ويضاحكونه. </p><p> قال ابن عباس: فلما نزلت الزكاة على موسى أتاه قارون فصالحه على كل ألف دينار عنها دينار، وعلى كل ألف درهم عنها درهم، وكل ألف شاة عنها شاة، وكذلك سائر الأشياء، ثم رجع إلى بيته فحسبه فوجده شيئًا كثيرًا، فلم تسمح نفسه بذلك، فجمع بني إسرائيل وقال لهم: إن موسى قد أمركم بكل شيء فأطعتموه، وهو يريد أن يأخذ أموالكم، فقالوا: أنت كبيرنا فمرنا بما شئت، قال: آمركم أن تجيؤوا فلانة البغيَّ، وتجعلوا عليكم لها جُعلًا على أن تقذف موسى بنفسها، فإذا فعلت ذلك خرج عليه بنو إسرائيل فرفضوه، فدعوها، فجعل لها قارون ألف دينار وألف درهم، وقيل: طستًا من ذهب، وقيل: قال لها قارون: انزلك وأخلطك بنسائي على أن تقذفي موسى بنفسك غدًا إذا حضر بنو إسرائيل، فلما كان من الغد جمع قارون بني إسرائيل، ثم أتى موسى، فقال: إن بني إسرائيل ينتظرون خروجك لتأمرهم وتنهاهم، فخرج إليهم موسى وهم في مرج من الأرض، فقام فيهم، فقال: يا بني إسرائيل من سرق قطعنا يده، ومن افترى جلدناه ثمانين، ومن زنى وليست له امرأة جلدناه مئة جلدة، ومن زنى وله امرأة رجمناه إلى أن يموت، فقال قارون: وإن كنت أنت، قال: وإن كنت أنا، قال: فإن بني إسرائيل يزعمون أنك فجرت بفلانة البغي، قال: ادعوها، فلما جاءت قال لها موسى: بالذي فلق البحر لبني إسرائيل، وأنزل التوراة إلا صدقت، </p><p> فتداركها الله بالتوفيق، فقالت في نفسها أُحدث توبة أفضل من أن أوذي رسول الله، فقالت: لا والله، ولكن قارون جعل لي جعلًا على أن أقذفك بنفسي، فخر موسى ساجدًا يبكي، ويقول: اللهم إن كنت رسولك فاغضب لي، فأوحى الله إليه: أني أمرت الأرض أن تطيعك فمرها بما شئت، فقال موسى: يا بني إسرائيل إن الله بعثني إلى قارون كما بعثني إلى فرعون، فمن كان معه فليثبت مكانه، ومن كان معي فليعتزل، فاعتزلوا فلم يبق مع قارون إلا رجلان، ثم قال موسى: يا أرض خذيهم فأخذتهم بأقدامهم، وقيل: كان على سريره وفرشه فأخذته الأرض حتى غيبت سريره، ثم قال موسى: يا أرض خذيهم، فأخذتهم إلى الركب، ثم قال: يا أرض خذيهم فأخذتهم إلى الأوساط، ثم قال: يا أرض خذيهم، فأخذتهم إلى الأعناق، وأصحابه في ذلك يتضرعون إلى موسى، ويناشده قارون الله والرحم، حتى قيل: إنه ناشده أربعين مرة، وقيل: سبعين مرة، وموسى في ذلك لا يلتفت إليه لشدة غضبه، ثم قال: يا أرض خذيهم، فأطبقت عليهم الأرض، فأوحى الله سبحانه إلى موسى: ما أغلظ قلبك! يستغيث بك قارون سبعين مرة فلم تُغثه، أما وعزتي وجلالي لو استغاث بي مرة لأغثته، وفي بعض الآثار: لا أجعل الأرض بعدك طوعًا لأحد. </p><p> قال قتادة: خُسف به الأرض فهو يتجلجل في الأرض كل يوم قامة رجل، لا يبلغ قرارها إلى يوم القيامة، حتى إذا بلغ قعر الأرض السفلى نفخ إسرافيل في الصور، والله أعلم. </p><p> حكى المفسرون في أسباب الخسف أمورًا كثيرة، هي غاية في الغرابة، يبعد أن تصدقها العقول، ومن ثم قال الرازي: إنها مضطربة متعارضة، فالأولى طرحها، والاكتفاء بما دل عليه نص القرآن، وتفويض سائر التفاصيل إلى عالم الغيب. اهـ. </p><p> وأصبح بنو إسرائيل يقولون فيما بينهم: إنما دعا موسى على قارون ليستبد بداره وكنوزه وأمواله، فدعا الله موسى حتى خسف بداره وكنوزه وأمواله الأرض، ثم بيَّن سبحانه أنه لم يجد له شفيعًا ولا نصيرًا يدفع عنه العذاب حينئذٍ فقال:  {فَمَا كَانَ لَه} ؛ أي: لقارون {مِنْ فِئَةٍ} ؛ أي: من جماعة {يَنْصُرُونَهُ مِنْ دُونِ </p>"
}