{
  "id": null,
  "sura": 28,
  "aya": 22,
  "text": "<p> عني شر الكافرين وحل بيني وبينهم، واحفظني من لحوقهم، يعني: قوم فرعون، وهذا يدل على أن قتله عليه السلام لذلك القبطي لم يكن ذنبًا، فاستجاب الله دعاءه ونجاه كما سيأتي. </p><p> قال بعضهم: إن الله سبحانه إذا أراد بعبده أن يكون له فردًا أوقعه في واقعة شنيعة، ليفر من دون الله إلى الله، فلما ذر إليه خائفًا من الامتحان وجد جمال الرحمن، وعلم أن جميع ما جرى عليه واسطة الوصول إلى المراد، نسأل الله الوصول إليه وهو خير مسؤول، وقصد الذهاب إلى مدين, لأنها ليست تحت سلطنة فرعون، ولأنه وقع في نفسه أن بينه وبين أهل مدين قرابة, لأنهم من ولد مدين بن إبراهيم عليه السلام، وهو من ذرية إبراهيم أيضًا. </p><p> ٢٢ - {وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ} ؛ أي: جعل وجهه نحو مدين، قاصدًا لها؛ أي: سلك في الطريق الذي تلقاء مدين، وينتهي إليها، و {تِلْقَاءَ} تفعال بمعنى حذاء ومقابل، وأصله من اللقاء كما سيأتي في مبحث اللغة إن شاء الله تعالى، ومدين قرية شعيب عليه السلام على بحر القلزم، سميت باسم مدين بن إبراهيم عليه السلام من امرأته قنطور، كان اتخذها لنفسه مسكنًا فنسبت إليه، ولم تكن في ملك فرعون، وكان بينها وبين مصر مسيرة ثمانية أيام، كما بين الكوفة والبصرة، وكان هناك ثلاث طرق فأخذ موسى أوسطها، وأخذ طالبوه في الآخرين، وقالوا: المريب لا يأخذ أعظم الطرق، ولا يسلك إلا بنياتها، فبقي في الطريق ثماني ليال وهو حافٍ، لا يطعم إلا ورق الشجر. </p><p> والمعنى: ولما جعل موسى وجهه نحو مدين، وصار متوجهًا إلى جانبها {قَالَ} موسى توكلًا على الله وحسن ظن به، وكان لا يعرف الطرق، {عَسَى رَبِّي} ؛ أي: أرجو ربي {أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ} من إضافة الصفة إلى الموصوف؛ أي: الطريق الوسط المستقيم الذي يرميني إلى مدين، وكان لمدين ثلاث طرق فأخذ موسى الطريق الوسطى، وجاء الطلاب عقيبه، فقالوا: إن الفار لا يأخذ الطريق الوسط خوفًا على نفسه، بل الطرفين فشرعوا في الآخرين فلم يجدوه. </p><p> وقال ابن إسحاق: خرج موسى من مصر إلى مدين بغير زاد ولا مركوب، وبينهما مسيرة ثمانية أيام، ولم يكن له طعام إلا ورق الشجر ونبات الأرض، وما وصل إلى مدين حتى وقع خف قدميه. </p><p> فائدة: قوله: {وَجَاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ ...} الآية. قاله هنا بتقديم {رَجُلٌ} على {مِنْ أَقْصَى الْمَدِينَةِ} ، وعكس في سورة يس حيث قال:  {وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ ...} الآية، قيل موافقة هنا لقوله قبل فوجد فيها رجلين يقتتلان، واهتمامًا ثَمَّ بتقديم {مِنْ أَقْصَى الْمَدِينَةِ} ، لما روي أن الرجل حزقيل، وقيل: حبيب، كان يعبد الله في جبل فلما سمع خبر الرسل سعى مستعجلًا. اهـ من \"فتح الرحمن\" . </p><p> وحاصل معنى الآيات: {وَجَاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ يَسْعَى قَالَ يَا مُوسَى إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ (٢٠) }؛ أي: وجاء (١) رجل مؤمن من آل فرعون، يُخفي إيمانه عن فرعون وآله لأسباب، هو بها عليم، يُسرع للحاق بموسى، إشفاقًا وخوفًا عليه أن يصيبه مكروه من فرعون وآله، وقال: يا موسى إن الملك وبطانته وأشراف دولته يدبرون لك المكايد، وينصبون لك الحبائل، يريدون أن يقتلوك، فالبدار البدار، والهرب الهرب، قبل أن يقبضوا عليك، وينفذوا ما دبروه، ويقتلوك فأخرج من المدينة مسرعًا، وإني لك لناصح أمين. </p><p> فانتصح بنصحه، وتقبل قوله:  {فَخَرَجَ مِنْهَا خَائِفًا} ؛ أي: فخرج من مدينة فرعون خائفًا، يترقب لحوق الطالبين، ويلتفت يمينًا وشمالًا، وينظر أيتبعه أحد أم لا؟ ثم لجأ إلى الله تعالى، علمًا منه أن لا ملجأ إلا إليه. </p><p> {قَالَ رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ} ؛ أي: قال: رب نجني من هؤلاء الذين من دأبهم الظلم والعسف، ووضع الأمور في غير مواضعها، فيقتلون من لا يستحق القتل، ومن لا يُجرم إلى أحد، فاستجاب الله دعاءه، ووفقه إلى سلوك الطريق الأعظم نحو مدين. </p><p>(١) المراغي.</p>"
}