{
  "id": null,
  "sura": 28,
  "aya": 43,
  "text": "<p> والسلاسل وغيرها. انتهى باختصار، قال في \"الوسيط\" : فيكون بمعنى المُقَبَّحِين. انتهى. </p><p> والمعنى (١) : أي وألزمنا فرعون وقومه في هذه الدنيا خزيًا وغضبًا منا عليهم، ومن ثم قضينا عليهم بالهلاك والبوار، وسوء الأحدوثة، ونحن متبعوهم لعنة أخرى يوم القيامة، فمخزوهم الخزي الدائم، ومهينوهم الهوان اللازم، الذي لا فكاك عنه. </p><p> ودلت الآية (٢) على أن الاستكبار من قبائحهم المؤدية إلى هذه القباحة والطرد، قال عليه الصلاة والسلام حكاية عن ربه سبحانه:  \"الكبرياء ردائي، والعظمة إزاري، فمن نازعني واحدًا منهما ألقيته في النار\" وصف الحق سبحانه نفسه بالرداء والإزار، دون القميص والسراويل، لكونهما غير مخيطين، فبَعُدا عن التركيب الذي هو من أوصاف الجسمانيات. </p><p> واعلم: أن الكبر يتولد من الإعجاب، والإعجاب من الجهل بحقيقة المحاسن، والجهل رأس الانسلاخ من الإنسانية، ومن الكبر الامتناع من قبول الحق، ولذا عظَّم الله أمره، فقال:  {فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ} ، وأقبح كبر بين الناس ما كان معه بخل، ولذلك قال عليه السلام:  \"خصلتان لا تجتمعان في مؤمن البخل والكبر\" ومن تكبر لرياسة نالها دل على دناءة عنصره، ومن تفكر في تركيب ذاته، فعرف مبدأه ومنتهاه وأوسطه عرف نقصه، ورفض كبره، ومن كان تكبره لغنية، فليعلم أن ذلك ظل زائل، وعارية مستردة. </p><p> ٤٣ - ثم بيَّن سبحانه الحاجة التي دعت إلى إرسال موسى، ليكون كالتوطئة لبيان الحاجة الداعية إلى إنزال القرآن الكريم على رسوله - صلى الله عليه وسلم - فقال:  {وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ} ؛ أي: وعزتي وجلالي لقد أعطينا موسى الكتاب، وأنزلنا عليه التوراة، </p><p>(١) المراغي. (٢) روح البيان.</p><p> وفصَّلنا فيها الأحكام التي فيها سعادة البشر في دنياهم وآخرتهم. </p><p> {مِنْ بَعْدِ مَا أَهْلَكْنَا} في الدنيا بالعذاب {الْقُرُونَ الْأُولَى} ؛ أي: الأمم التي من قبل موسى وقومه، كقوم نوح وهود وصالح (١) ، ودُرست معالم الشرائع وطُمست آثارها، واختلَّت نُظُم العالم، وفشا بينهم الشر والفساد، ورُفع الخير فاحتاج الناس إلى تشريع جديد، يُصلح ما فسد من عقائدهم وأفعالهم، بتقرير أصول في ذلك التشريع تبقى على وجه الدهور، وترتيب فروع تتبدل بتبدل العصور، واختلاف أحوال الناس حالة كون ذلك الكتاب، {بَصَائِرَ لِلنَّاسِ} ؛ أي: أنوارًا لقلوب بني إسرائيل، تبصر بها الحقائق وأصول الدين، وتميز بها بين الحق والباطل، حيث كانت عمياء عن الفهم والإدراك بالكلية، {و} حالة كونه {هُدًى} للناس؛ أي: هاديًا لهم إلى الشرائع والأحكام، التي هي سبيل الله سبحانه. </p><p> قال في \"إنسان العيون\"  (٢) : التوراة أول كتاب اشتمل على الأحكام والشرائع، بخلاف ما قبلها من الكتب، فإنها لم تشتمل على ذلك، وإنما كانت مشتملة على الإيمان بالله وحده، وتوحيده، ومن ثمة قيل لها: صحف، وإطلاق الكتب عليها مجاز. </p><p> {وَ} حالة كونه {رَحْمَةً} ؛ أي: ذا رحمة لهم، حيث ينال من عمل به رحمة الله تعالى وجنته، {لَعَلَّهُمْ يَتَذَكَّرُونَ} ؛ أي: لكي يتذكروا، ويتعظوا بما فيه فيؤمنوا به، ويشكروه عليه، ولا يكفروه، ويجيبوا داعيه إلى ما فيه خير لهم. </p><p> قال أبو سعيد الخدري: قال النبي - صلى الله عليه وسلم -: \"ما أهلك الله قومًا ولا قرنًا ولا أمة ولا أهل قرية بعذاب من السماء، ولا من الأرض منذ أنزل التوراة على موسى، غير القرية التي مُسخت قردة،ألم تر إلى قوله تعالى:{وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى}\" . </p><p>(١) المراغي. (٢) روح البيان.</p>"
}