{
  "id": null,
  "sura": 28,
  "aya": 68,
  "text": "<p> لأهل السعادة في الدنيا والآخرة، ولأهل الشقاوة لكن في الدنيا فقط، فإنهم يجلبون بها المقاصد الدنيوية من المناصب والأموال والنعم، وقد عوَّض الله سبحانه عن عبادة الشيطان قبل كفره طول عمره، ورأى أثرها في الدنيا، فلا بد من السعي بالإيمان والعمل الصالح. اهـ. </p><p> ٦٨ - {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ} أن يخلقه {وَيَخْتَارُ} ما يشاء اختياره واصطفاءه من خلقه كمحمد - صلى الله عليه وسلم -؛ أي: فكما أن الخلق إليه فكذا الاختيار في جميع الأشياء له، لا يُسئل عما يفعل وهم يسألون، قال الزجاج: الوقف على {وَيَخْتَارُ} تام، و {مَا} في قوله: {مَا كَانَ لَهُمُ الْخِيَرَةُ} نافية؛ أي: ليس لهم أن يختاروا على الله شيئًا ما وله الخيرة عليهم، وهذا (١) متصل بذكر الشركاء الذين عبدوهم واختاروهم، وقيل: إن هذه الآية جواب عن قولهم: {لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} ، وقيل: هذه الآية جواب عن اليهود، حيث قالوا: لو كان الرسول إلى محمد غير جبريل لآمنا به. </p><p> ولم يُدخل (٢) العاطف في {مَا كَانَ لَهُمُ الْخِيَرَةُ} لأنه بيان لقوله: {وَيَخْتَارُ} ، إذ المعنى: أن الخيرة لله سبحانه، وهو أعلم بوجوه الحكمة في أفعاله، فليس لأحد من خلقه أن يختار عليه، ومن جعل {مَا} موصولة ووصل الكلام على معنى: ويختار الذي لهم فيه الخيرة فقد أبعد، بل {مَا} لنفي اختيار الخلق، وتقرير اختيار الحق سبحانه، ومن قال معناه: ويختار للعباد ما هو خير لهم وأصلح فهو مائل إلى الاعتزال، و {الْخِيَرَةُ} يستعمل بمعنى المصدر، وهو التخير، وبمعنى المتخير، كقولهم محمد خيرة الله من خلقه. </p><p> ومعنى الآية (٣) : أي وربك يا محمد يخلق ما يشاء خلقه، وهو وحده سبحانه دون غيره يصطفي ما يريد أن يصطفيه ويختاره، فيختار أقوامًا لأداء الرسالة وهداية الخلق، وإصلاح ما فسد من نظم العالم، ويميز بعض مخلوقاته </p><p>(١) الشوكاني. (٢) النسفي.(٣) المراغي.</p><p> عن بعض، ويفضله بما شاء، ويجعله مقدمًا عنده، وليس لهم إلا اتباع ما اصطفاه، وهو لم يصطف شركاءهم، الذين اختاروهم للعبادة والشفاعة، فما هم إلا في ضلال مبين، صُدوا عن عمل ما يجب عليهم فعله طاعة لله ورسوله، وتصدوا لما ليس من حقهم أن يفعلوه بحال. </p><p> ونحو الآية قوله (١) ؛ {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} وقال الشاعر: </p><p> الْعَبْدُ ذُوْ ضَجَرٍ وَالرَّبُّ ذُوْ قَدَرٍ ... وَالدَّهْرُ ذُوْ دُوَلٍ وَالرِّزْقُ مَقْسوْمُ </p><p> وَالْخَيْرُ أجْمَعُ فِيْمَا اخْتَارَ خَالِقُنَا ... وَفِيْ اخْتِيَارِ سِوَاهُ سِوَاهُ اللَّوْمُ وَالشُّوْمُ </p><p> وروت عائشة عن أبي بكر - رضي الله عنهما -: أن النبي - صلى الله عليه وسلم - كان إذا أراد أمرًا قال:  \"اللهم خر لي واختر لي\" . وروى أنس أن النبي - صلى الله عليه وسلم - قال له:  \"يا أنس إذا هممت بأمر فاستخر ربك فيه سبع مرات، ثم انظر إلى ما يسبق إليه قلبك، فإن الخير فيه\" ، ويُستحب أن لا يقدم أحد على أمر من الأمور حتى يسأل الله الخيرة فيه، وذلك بأن يصلي ركعتين صلاة الاستخارة يقرأ في الركعة الأولى بعد الفاتحة {قُلْ يَا أَيُّهَا الْكَافِرُونَ (١) }. وفي الركعة الثانية {قُلْ هُوَ اللَّهُ أَحَدٌ} . </p><p> وعن جابر بن عبد الله قال: كان النبي ك يعلِّمنا الاستخارة في الأمور كلها كما يعلمنا السورة من القرآن، يقول: ، إذا هم أحدكم بالأمر فليركع ركعتين غير الفريضة، ثم ليقل: اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم، فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب، اللهم إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاقبة أمري فاقدره لي، ويسِّره لي، ثم بارك لي فيه، اللهم إن كنت تعلم أن هذا الأمر شر لي في ديني ودنياي ومعاشي وعاقبة أمري فاصرفه عني، واصرفني عنه، واقدر لي الخير حيث كان، ثم رضني به\"، قال: ويسمي حاجته. </p><p> ثم أكد هذا وقرره بقوله:  {مَا كَانَ لَهُمُ الْخِيَرَةُ} ؛ أي: ليس لهم أن </p><p>(١) المراغي.</p>"
}