{
  "id": null,
  "sura": 28,
  "aya": 61,
  "text": "<p> نفاد له على الفاني الذي ينقطع، ومن أجل هذا أثر عن الشافعي - رحمه الله تعالى - أنه قال: من أوصى بثلث ماله لأعقل الناس، صُرف ذلك الثلث للمشتغلين بطاعة الله تعالى، وكأنه - رحمه الله - أخذه من هذه الآية. </p><p> قوله تعالى (١) : {وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا} فإن قلت: لم قاله هنا بالواو وفي الشورى بالفاء، حيث قال:  {فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى} ؟ قلت: لأن ما هنا لم يتعلق بما قبله كبير تعلق، فناسب الإتيان به بالواو المقتضية لمطلق الجمع، وما هناك متعلق بما قبله أشد تعلق، لأنه عقَّب مالهم من المخافة بما لهم من الأمنة، فناسب الإتيان به بالفاء المقتضية للتعقيب. </p><p> فإن قلت: قال هنا بزيادة {وَزِينَتُهَا} وفي الشورى بحذفه؟ </p><p> قلت: لأن ما هنا لسبقه قصد ذكر جميع ما بُسط من رزق أعراض الدنيا، فذكر {وَزِينَتُهَا} مع المتاع، ليستوعب جميع ذلك، إذ المتاع ما لا بد منه في الحياة، من مأكول ومشروب وملبوس ومسكن ومنكوح، والزينة ما يتجمل به الإنسان، وحذفه في الشورى اختصارًا لعلمه من المذكور هنا. </p><p> ٦١ - ثم أكد ترجيح ما عند الله على ما في الدنيا من زينة فقال:  {أَفَمَنْ وَعَدْنَاهُ} الهمزة فيه للاستفهام الإنكاري داخلة على محذوف، والفاء عاطفة على ذلك المحذوف، تقديره: أمتاع الدنيا وزينتها كما عند الله، فمن وعدناه وعدًا حسنًا كمن متعناه متاع الحياة الدنيا. </p><p> وعبارة \"أبي السعود\" هنا: والفاء لترتيب إنكار التساوي بين أهل الدنيا وأهل الآخرة ما قبلها من ظهور التفاوت بين متاع الحياة الدنيا وبين ما عند الله. اهـ، و {من}  (٢) موصولة مبتدأ؛ أي: فمن وعدناه على إيمانه وطاعته {وَعْدًا حَسَنًا} هو الجنة وما فيها من النعم التي لا تُحصى، فإن حسن الوعد بحسن الموعود به. </p><p>(١) فتح الرحمن. (٢) روح البيان.</p><p> {فَهُوَ} ؛ أي: ذلك الموعود له {لَاقِيهِ} ؛ أي: لاقي ذلك الوعد الحسن، ورائيه ومصيبه ومدركه لا محالة، لاستحالة الخلف في وعده تعالى محمدًا وأصحابه، والجملة الاسمية معطوفة على جملة الصلة، {كَمَنْ} موصولة خبر للأولى؛ أي: كمن {مَتَّعْنَاهُ} وأعطيناه {مَتَاعَ الْحَيَاةِ الدُّنْيَا} من المال والخدم، كأبي جهل وأضرابه. </p><p> وقوله تعالى:  {ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ} للحساب أو النار والعذاب، معطوف (١) على قوله: {مَتَّعْنَاهُ} داخل معه في حيز الصلة، مؤكد لإنكار التشابه ومقرر له. </p><p> والمعنى: ثم هذا الذي متعناه هو يوم القيامة من المحضرين النار، وتخصيص المحضرين بالذين أُحضروا للعذاب اقتضاه المقام، والاستفهام للإنكار كما مر؛ أي: ليس حالهما سواء، فإن الموعود بالجنة لا بد أن يظفر بما وُعد به، مع أنه لا يفوته نصيبه من الدنيا، وهذا حال المؤمن، وأما حال الكافر فإنه لم يكن معه إلا مجرد التمتع بشيء من الدنيا، يستوي فيه هو والمؤمن، وينال كل واحد منهما حظه منه، وهو صائر إلى النار، فهل يستويان؟ لا. </p><p> وقرأ طلحة:  {أمن وعدناه} بغير فاء، وقرأ الجمهور:  {ثم هو} بضم الهاء، وقرأ الكسائي وقالون: بسكون الهاء إجراءً لثم مجرى الواو والفاء. </p><p> وعبارة البروسوي هنا قوله:  {ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ}  (٢) وثم للتراخي في الزمان؛ أي: لتراخي حال الإحضار عن حال التمتيع، أو في الرتبة. ومعنى الفاء في {أَفَمَنْ} ترتيب إنكار التشابه بين أهل الدنيا وأهل الآخرة، على ما قبلها من ظهور التفاوت بين متاع الحياة الدنيا وبين ما عند الله؛ أي: أبعد هذا التفاوت الظاهر يسوى بين الفريقين؛ أي: لا يسوَّى بينهما، فليس من أكرم بالوعد الأعلى ووجدان المولى، وهو المؤمن، كمن أُهين بالوعيد والوقوع في الجحيم في العقبى، وهو الكافر، وذلك بإزاء شهوة ساعة وجدها في الدنيا، </p><p>(١) الشوكاني. (٢) روح البيان.</p>"
}