{
  "id": null,
  "sura": 28,
  "aya": 28,
  "text": "<p> حرًا، وإن كان عبدًا فلها الخدمة، فإن خدمة العبد ابتغاء بالمال، لتضمنها تسليم رقبته، ولا كذلك الحر، فالآية سواء حُملت على الصداق، أو على الشرط، فناظرة إلى شريعة شعيب، فإن الصداق في شريعتنا للمرأة، لا للأب. والشرط وإن جاز عند الشافعي، لكنه لكونه جرًا لمنفعة المهر ممنوع عند الإِمام أبي حنيفة رحمهما الله تعالى، وقال بعضهم: ما حُكي عنهما بيان لما عزما عليه، واتفقا على إيقاعه، من غير تعرض لبيان موجب العقدين في تلك الشريعة تفصيلًا. </p><p> واعلم: أن في فرار موسى من فرعون إلى شعيب إشارة إلى أنه ينبغي لطالب الحق أن يسافر من مقام النفس الأمارة إلى عالم القلب، ويفر من سوء قرين، كفرعون إلى خير قرين كشعيب، ويخدم المرشد بالصدق والثبات. </p><p> تنبيه: قوله تعالى: {سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّالِحِينَ} قاله هنا (١) بلفظ الصالحين، وفي الصافات بلفظ {الصَّابِرِينَ} حيث قال: {يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ} لأن ما هنا من كلام شعيب، وهو المناسب للمعنى هنا، إذ المعنى ستجدني من الصالحين في حسن العشرة والوفاء بالعهد، وما هناك من كلام إسماعيل، وهو المناسب للمعنى، ثم إذ المعنى ستجدني من الصابرين على الذبح. </p><p> ٢٨ - ثم ذكر جواب موسى بقوله:  {قَالَ} موسى عليه السلام لشعيب {ذَلِكَ} الذي قلته وعاهدتني فيه، وشارطتني عليه قائم وثابت {بَيْنِي وَبَيْنَكَ} جميعًا، لا أنا أخرج عما شرطت عليَّ، ولا أنت تخرج عما شرطت على نفسك، {أَيَّمَا الْأَجَلَيْنِ} الثمانية الأعوام والعشرة الأعوام، فأي شرطية (٢) ، منصوبة بـ {قَضَيْتُ} ، وما زائدة مؤكدة لإبهام أي في شياعها، والأجل مدة الشيء. </p><p> والمعنى: أي الأجلين أكثرهما أو أقصرهما {قَضَيْتُ} وأتممت ووفيتك بأداء الخدمة فيه، وجواب الشرط قوله:  {فَلَا عُدْوَانَ عَلَيَّ} ؛ أي: لا تعدي علي، ولا تجاوز بطلب الزيادة، فكما لا أطالب بالزيادة على العشر لا أطالب بالزيادة </p><p>(١) فتح الرحمن. (٢) روح البيان.</p><p> على الثمان، أو أيَّما الأجلين قضيت فلا إثم علي، يعني: كما لا إثم علي في قضاء الأكثر، كذلك لا إثم علي في قضاء الأقصر. والأول أظهر. </p><p> {وَاللَّهُ} سبحانه وتعالى {عَلَى مَا نَقُولُ} من الشروط الجارية بيننا {وَكِيلٌ} ؛ أي: شاهد وحفيظ، فلا سبيل لأحد منا إلى الخروج عنه أصلًا. فجمع شعيب المؤمنين من أهل مدين، وزوجه ابنته صفورياء، ودخل موسى البيت، وأقام يرعى غنم شعيب عشر سنين، كما في \"فتح الرحمن\" . </p><p> وقرأ الحسن والعباس عن أبي عمرو (١) : {أيما} بحذف الياء الثانية، كما قال الشاعر: </p><p> تَنَظَّرْتُ نَصْرًا وَالسِّمَاكَيْنِ أَيَمَا ... عَلَيَّ مِنَ الْغَيْثِ اسْتَهَلَّتْ مَوَاطِرُهْ </p><p> وقرأ عبد الله {أي الأجلين ما قضيت} بزيادة ما بين {الْأَجَلَيْنِ} و {قَضَيْتُ} . </p><p> قال الزمخشري: فإن قلت: ما الفرق بين موقع المزيدة في القراءتين؟ </p><p> قلت: وقعت في المستفيضة مؤكدة لإبهام أي زائدة في شياعها، وفي الشاذة تأكيدًا للقضاء، كأنه قال: أي الأجلين صممت على قضائه، وجرَّدتُ عزيمتي له، وقرأ أبو حيوة وابن قطيب:  {فلا عدوان} بكسر العين. </p><p> قال أبو حيان (٢) : وظاهر قوله: {أَنْ أُنْكِحَكَ} أن الإنكاح إلى الولي، لا حق للمرأة فيه، خلافًا لأبي حنيفة في بعض صوره، بأن تكون بالغة عالمة بمصالح نفسها، فإنها تعقد على نفسها بمحضر من الشهود. </p><p> وفيه دليل على عرض الولي وليته على الزوج، وقد فعل ذلك عمر، كما مر، ودليل على تزويج ابنته البكر من غير استئمار، وبه قال مالك والشافعي، وقال أبو حنيفة: إذا بلغت البكر فلا تزوج إلا برضاها، قيل: وفيه دليل على قول من قال: لا ينعقد النكاح إلا بلفظ الإنكاح أو التزويج، وبه قال ربيعة والشافعي </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> وأبو ثور وأبو عبيد وداود، و {إِحْدَى ابْنَتَيَّ} مبهم، وهذا عرض، لا عقد، ألا ترى إلى قوله:  {إِنِّي أُرِيدُ} ، وحين العقد يعين من شاء منهما، وكذلك لم يحد أول أمد الأجارة، والظاهر جواز النكاح بالإجارة، وبه قال الشافعي وأصحابه، وابن حبيب، وقال الزمخشري لهاتين: فيه دليل على أنه كانت له غيرهما. انتهى كما مر، ولا دليل في ذلك لأنهما كانتا هما اللتين رآهما تذودان، وجاءته إحداهما فأشار إليهما، والإشارة إليهما لا تدل على أن له غيرهما. </p><p> رُوي (١) : أنه لما أتم العقد قال شعيب لموسى: ادخل ذلك البيت فخذ عصا من تلك العصي، وكانت عنده عصيُّ الأنبياء، فأخذ عصًا هبط بها آدم من الجنة، ولم يزل الأنبياء يتوارثونها حتى وصلت إلى شعيب، فمسَّها وكان مكفوفًا، فلم يرضها له خوفًا من أن لا يكون أهلًا لها، وقال: غيرها، فما وقع في يده إلا هي سبع مرات، فعلِمَ أن لموسى شأنًا، وحين خرج للرعي قال له شعيب: إذا بلغت مفرق الطريق فلا تأخذ عن يمينك، فإن الكلأ وإن كان بها أكثر إلا أن فيها تنينًا - التنين بوزن السكيت: الحية العظيمة، كما في \"القاموس\" - أخشى منه عليك وعلى الغنم، فأخذت الغنم ذات اليمين، ولم يقدر على كفها، ومشى على أثرها، فإذا عشب وريف لم يُرَ مثله فنام، فإذا بالتنين قد أقبل، فحاربته العصا حتى قتلته، وعادت إلى جنب موسى دامية، فلما أبصرها دامية والتنين مقتولًا .. سُرَّ، ولما رجع إلى شعيب أخبره بالشأن، ففرح شعيب، وعلم أن لموسى والعصا شأنًا، وقال: إني وهبت لك من نتاج غنمي هذا العام كل أدرع، ودرعاء - أبلق وبلقاء - والدرع البياض في صدور الشاء ونحورها، فأوحى الله سبحانه إليه في المنام: أن اضرب بعصاك الماء الذي هو في مستقى الأغنام، ففعل ثم سقى فما أخطأت واحدة إلا وضعت أدرع ودرعاء، فعلم شعيب أن ذلك رزق ساقه الله تعالى إلى موسى وامرأته، فوفى له بالشرط، وسلَّم إليه الأغنام، قال أبو الليث: مثل هذا الشرط في شريعتنا غير واجب، إلا أن الوعد من الأنبياء واجب، فوفاه بوعده. انتهى. </p><p>(١) روح البيان.</p>"
}