{
  "id": null,
  "sura": 28,
  "aya": 25,
  "text": "<p> وروي عن ابن عباس أنه قال: لقد قال موسى ذلك، وهو أكرم خلق الله عليه، ولقد افتقر إلى شق تمرة، ولصق بطنه بظهره من شدة الجوع، وقال المفسرون: تعرض لما يطعمه لما ناله من الجوع، ولم يصرح بالسؤال، وحكى ابن جرير: أنه أسمع المرأتين هذا الكلام تعريضًا أن تطعماه. </p><p> ويحتمل أن يريد (١) : رب إني بسبب ما أنزلت إلى من خير الدين، وهو النجاة من الظالمين، صرت فقيرًا في الدنيا، وذلك لأن موسى كان عند فرعون في ثروة وملك، فقال ذلك رضًا بهذا البدل المديني، وفرحًا به، وشكرًا له. </p><p> ولما كان موسى عليه السلام جائعًا سأل من الله ما يأكل، ولم يسأل من الناس ففطنت الجاريتان، فلما رجعتا إلى أبيهما قبل الناس، وأغنامهما قفلت، قال لهما: ما أعجلكما؟ قالتا: وجدنا رجلًا صالحًا رحمنا فسقى لنا، ثم تولى إلى الظل فقال: رب إلخ، فقال أبوهما: هذا رجل جائع، فقال لإحداهما: اذهبي فادعيه لنا. </p><p> ٢٥ - {فَجَاءَتْهُ} ؛ أي: فجاءت موسى {إِحْدَاهُمَا} ؛ أي: إحدى البنتين، عقيب ما رجعتا إلى أبيهما، وهي الكبرى عند الأكثرين، واسمها صفورياء أو صفوراء، فإن قلت: كيف جاز لشعيب إرسال ابنته لطلب أجنبي؟ قلت: لأنه لم يكن له من الرجال من يقوم بأمره، ولأنه ثبت عنده صلاح موسى وعفته، بقرينة الحال، وبنور الوحي. </p><p> وقرأ ابن محيصن (٢) : {فجاءته احداهما} بحذف همزة إحداهما تخفيفًا، على غير قياس، مثل ويل أمه، في ويل أمه، ويا بافلان، والقياس أن يُجعل بين وبين، ذكره أبو حيان. </p><p> حالة كونها {تَمْشِي} حال من فاعل جاءته {عَلَى اسْتِحْيَاءٍ} ؛ أي: على ما </p><p>(١) المراح. (٢) البحر المحيط.</p><p> هو عادة الأبكار، مائلة عن الرجال، رافعة كمها على وجهها؛ أي: جاءته مستحية متحفزة، قد سترت وجهها بكم درعها، قال أبو بكر بن طاهر (١) : لتمام إيمانها، وشرف عنصرها، وكريم نسبها، أتته على استحياء، وفي الحديث:  \"الحياء من الإيمان\" ؛ أي: شعبة منه، قال أعرابي: لا يزال الوجه كريمًا ما غلب حياؤه، ولا يزال الغصن رطبًا ما بقي لحاؤه. </p><p> والجمهور على أن الداعي أباهما، هو شعيب عليه السلام، وهما ابنتاه (٢) ، وقال الحسن: هما ابنتا أخي شعيب، وهو مروان، وأن شعيبًا كان قد مات، وقال أبو عبيدة: هارون، وقيل: هو رجل صالح ليس من شعيب يُنسب، وقيل: كان عمهما صاحب الغنم، وهو المزوج، عبَّرت عنه بالأب، إذ كان بمثابته، والأول أرجح، وهو ظاهر النظم القرآني. </p><p> {قَالَتْ} استئناف بياني، كأنه قيل: ماذا قالت له لما جاءته؟ {إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ} ؛ أي: ليكافئك {أَجْرَ مَا سَقَيْتَ لَنَا} ؛ أي: جزاء سقيك لنا. </p><p> فإن قلت: إن موسى (٣) لم يسق لابنتي شعيب طلبًا للأجر، فكيف أجاب دعوة شعيب في قول ابنته له:  {إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا} ؟ </p><p> قلت: يجوز أن يكون أجاب دعوته لوجه الله تعالى، على وجه البر والمعروف لا طلبًا للأجر، وإن سمي في الدعوة أجرًا. اهـ \"فتح الرحمن\" ، ولأنه (٤) كان بين الجبال خائفًا مستوحشًا فأجابها. </p><p> فانطلقا وهي أمامه، فألزقت الريح ثوبها بجسدها، فوصفته أو كشفته عن ساقيها، فقال لها: امشي خلفي، وانعتي إليَّ الطريق، فتأخرت، وكانت تقول: عن يمينك وشمالك وقدامك، حتى أتيا دار شعيب، فبادرت المرأة إلى أبيها فأخبرته، فأذن له في الدخول، وشعيب يومئذٍ شيخ كبير، وقد كُفَّ بصره، فسلَّم موسى فرد عليه السلام وعانقه، ثم أجلسه بين يديه، وقدَّم إليه طعامًا فامتنع منه، </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) فتح الرحمن.(٤) روح البيان.</p><p> وقال: أخاف أن يكون هذا عوضًا لما سقيته، وإنا أهل بيت لا نبيع ديننا بالدنيا، لأنه كان من بيت النبوة من أولاد يعقوب، فقال شعيب: لا والله يا شاب، ولكن هذه عادتنا مع كل من ينزل بنا، فتناول هذا، وإنَّ مَنْ فعل معروفًا فأُهدي إليه شيء لم يحرم أخذه، وفي \"الكشاف\" : أنَّ طلب الأجرة لشدة الفاقة غير منكر، وهو جواب آخر، ويشهد لصحته {لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا} اهـ. </p><p> والمعنى (١) : أي فجاءته إحدى المرأتين تمشي، وهي حيية، قد سترت وجهها بثوبها، قائلة: إن أبي يدعوك ليكافئك على ما صنعت من الإحسان, وأسديت إلينا من المعروف بسقي غنمنا، قال عمرو بن ميمون: ولم تكن سلفعًا من النساء - جريئة على الرجال - خرَّاجة ولَّاجة، وقد أسندت إلى أبيها وعللتها بالجزاء، حتى لا يتوهم من كلامها شيء من الريبة، كما أن في كلامها دلالة على كمال العقل، والحياء والعفة كما لا يخفى. </p><p> ولما قدمت هذه المرأة إلى موسى أجابها تبركًا بالشيخ وزيارة له، لا طمعًا في الأجر، {فَلَمَّا جَاءَهُ} ؛ أي: فلما جاء موسى هذا الشيخ {وَقَصَّ عَلَيْهِ الْقَصَصَ} ؛ أي: وحدثه حديثه مع فرعون وآله، في كفرهم وطغيانهم وإذلالهم للعباد، وتآمرهم على قتله، وهربه منهم بعد الذي علمه. </p><p> والقصص مصدر، سمي به المفعول كالعلل؛ أي: المقصوص، يعني: أخبره بجميع ما اتفق له، من عند قتله القبطي إلى عند وصوله إلى ماء مدين، {قَالَ} شعيب {لَا تَخَفْ} من حولهم وطولهم، إنك قد {نَجَوْتَ مِنَ} سطوة أولئك {الْقَوْمِ الظَّالِمِينَ} ؛ أي: من فرعون وقومه، فإنه لا سلطان لهم بأرضنا، ولسنا في مملكتهم، أو المعنى: قَبِل الله دعاءك في قولك: {نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ} . </p><p> وفيه (٢) : إشارة إلى أن مَنْ وقع في الخوف يقال له: {لَا تَخَفْ} كما أن من وقع في الأمن يقال له: خف، وقال أويس القرني - رحمه الله تعالى -: كن في </p><p>(١) المراغي. (٢) روح البيان.</p>"
}