{
  "id": null,
  "sura": 28,
  "aya": 12,
  "text": "<p> بابن عمها يوسف النجار، ولم يقربها، وإنما تزوجها لمرافقتها إلى مصر، لما أرادت الذهاب إلى مصر بولدها عيسى - عليه السلام - وأقاموا بها اثنتي عشرة سنة، ثم عادت مريم وولدها إلى الشام، ونزلا الناصرة، واْخت موسى لم يُذكر أنها تزوجت. انتهى. </p><p> {قُصِّيهِ} ؛ أي: اتَّبعي أثر موسى وتتبعي خبره، وفتشي نبأه، وانظري أين وقع حتى تعرفي خبره. وقوله:  {فَبَصُرَتْ بِهِ} معطوف على محذوف، تقديره: فاتَّبعته أخته، فبصرت به؛ أي: أبصرته. </p><p> {عَنْ جُنُبٍ} أي: عن بُعد، ولا توهم أنها تراه {وَهُمْ} ؛ أي: والحال أن آل فرعون {لَا يَشْعُرُونَ} ؛ أي: لا يعلمون أنها تقصه، وتتعرف حاله، أو أنها أخته. </p><p> والمعنى: أي قالت أم موسى لأخته مريم: تتبعي أثره، وتسمعي خبره، وانظري أين وقع، وإلى من صار، فتتبعته فأبصرته من مكان بعيد اختفاء من الناس، والحال أنهم لا يشعرون أنها تقصه، وتتعرف حاله، وأنها أخته، وتطلبه وتبصره. </p><p> وقرأ الجمهور (١) : {عَنْ جُنُبٍ} بضمتين، وقرأ قتادة والحسن والأعرج وزيد بن علي:  {جنب} بفتح وسكون، وعن قتادة بفتحهما أيضًا، وعن الحسن بضم الجيم وإسكان النون، وقرأ النعمان بن سالم عن جانب، والجُنُب والجانب والجنابة والجناد بمعنى واحد، وقال قتادة: معنى عن جنب أنها تنظر إليه كأنها لا تريده، وقرأ الجمهور:  {فَبَصُرَتْ} بفتح الباء وضم الصاد، وقرأ قتادة:  {فبصَرت} بفتح الصاد، وعيسى: بكسرها. </p><p> ١٢ - ثم شرع سبحانه يذكر أسباب رده إليها فقال:  {وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ} التحريم هنا بمعنى المنع، كما في قوله تعالى:  {فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ} لأنه لا معنى للتحريم على صبي غير مكلف؛ أي (٢) : منعنا موسى أن يرضع من </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> المرضعات، ويشرب لبن غير أمه، بأن أحدثنا فيه كراهة ثدي النساء والنفار عنها، {مِنْ قَبْلُ} أي: من قبل تقصي أخته أثره، أو من قبل أن نرده على أمه، كما قال في \"الجلالين\" ، أو من قبل مجيء أمه كما قاله أبو الليث، أو في القضاء السابق؛ لأنا أجرينا القضاء بأن نرده إلى أمه كما في \"كشف الأسرار\" . </p><p> أي (١) : منعنا موسى أن يرتضع من المرضعات التي أحضرها فرعون من قبل مجيء أمه، قال الضحاك: كانت أمه قد أرضعته ثلاثة أشهر حتى عرف ريحها، وروي (٢) أن موسى مكث ثمان ليال لا يقبل ثديًا وهو يصيح، فقالوا لأخت موسى بعد نظرها له، وقربها منه: هل عندك مرضعة تدلينا عليها، لعله يقبل ثديها. </p><p> {فَقَالَتْ} ؛ أي: أخت موسى لآل فرعون، عند عدم قبوله ثدي أحد من المرضعات {هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ} أي: يربونه {لَكُمْ} ويضمنون رضاعه، ويقومون بجميع مصالحه {وَهُمْ} ؛ أي: والحال أن أهل ذلك البيت {لَهُ} أي: لهذا الغلام {نَاصِحُونَ} ؛ أي: حافظون يبذلون النصح في أمره، ولا يقصرون في إرضاعه وتربيته. </p><p> قال السدي: لما قالت مريم ذلك أخذوها، وقالوا: إنك قد عرفت هذا الغلام، فدلينا على أهله، فقالت: ما أعرفه، روي أنهم قالوا لها: من يكفل؟ قالت: أمي، قالوا: ألأمك لبن؟ قالت: نعم لبن هارون، وكان هارون وُلد في سنة لا يقتل فيها صبي، فقالوا صدقت. </p><p> روي (٣) : أن هامان لما سمعها قال: إنها لتعرفه وأهله، خذوها حتى تخبر من له؟ فقالت: إنما أردت وهم للملك ناصحون، تعني أرجعت الضمير إلى الملك، لا إلى موسى، تخلصًا من يده، فقال هامان: دعوها لقد صدقت، فأمرها فرعون بأن تأتي بمن يكفله، فأتت بأمه، وموسى على يد فرعون يبكي، </p><p>(١) المراح. (٢) المراح.(٣) روح البيان.</p>"
}