{
  "id": null,
  "sura": 28,
  "aya": 17,
  "text": "<p> {فَغَفَرَ لَهُ} ؛ أي: فستره عن الوصول إلى فرعون {إِنَّهُ هُوَ الْغَفُورُ} ؛ أي: المبالغ في ستر ذنوب عباده {الرَّحِيمُ} ؛ أي: المبالغ في رحمتهم بستر ذنوبهم وهذا خلاف الظاهر، فإن موسى عليه السلام ما زال نادمًا على ذلك خائفًا من العقوبة بسببه، كم ذُكر اشتكاؤه من ذلك في حديث الشفاعة الصحيح. </p><p> وقيل: إن هذا كان قبل النبوة، وقيل: كان ذلك قبل بلوغه سن التكليف، وإنه كان إذ ذاك في اثنتي عشرة سنة، وكل هذه التأويلات البعيدة محافظة على ما تقرر من عصمة الأنبياء، ولا شك أنهم معصومون من الكبائر، والقتل الواقع منه لم يكن عن عمد فليس بكبيرة؛ لأن الوكزة في الغالب لا تقتل. </p><p> وفي \"فتح الرحمن\"  (١) : إن قلت: كيف جعل موسى قتله القبطي الكافر من عمل الشيطان، وسماه ظلمًا لنفسه، واستغفر منه؟ </p><p> قلت: أما جعله ذلك من عمل الشيطان، فلكونه كان الأولى له تأخير قتله إلى زمن آخر، فلما عجله ترك الأولى المندوب إليه، فجعله من عمل الشيطان، ولم يكن قصد موسى قتل القبطي، إنما كان يريد دفع أذاه عن الإسرائيلي بدليل أنه لم يضربه بشيء يقتل، وإنما ضربه بجمع يده، بلكمة كانت هي القاضية، فلذلك ندم على فعله، واستغفر ربه؛ لأن في قتل القبطي فتنة، والشيطان تفرحه الفتنة، فلذلك نسبه إلى الشيطان. </p><p> وأما تسميته ظلمًا فمن حيث إنه حرم نفسه الثواب بترك المندوب، أو من حيث أنه قال ذلك على سبيل الانقطاع إلى الله، والاعتراف بالتقصير عن القيام بحقوقه، وإن لم يكن ثمة ذنب، وأما استغفاره من ذلك فمعناه اغفر لي ترك ذلك المندوب انتهى. </p><p> ١٧ - ثم ذكر أنه شكر ربه على هذه النعمة التي أنعم بها عليه، فقال:  {قَالَ} موسى يا {رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ} إما قسم محذوف الجواب، و {ما} إما مصدرية أو موصولة؛ أي: أقسم عليك بإنعامك علي بالمغفرة لأتوبن {فَلَنْ أَكُونَ} بعد </p><p>(١) فتح الرحمن.</p><p> هذا أبدًا {ظَهِيرًا لِلْمُجْرِمِينَ} ؛ أي: معينًا لهم، يقال: ظاهرته؛ أي: قويت ظهوه بكوني معه؛ أي (١) : أقسم يا رب بنعامك علي بالقوة والمعرفة، فلن أكون معينًا لأحد من المشركين، بل أكون معاونًا للمسلمين؛ أي: إني وان أسأت في هذا القتل الذي لم أومر به فلا أترك نصرة المسلمين على المجرمين، ونصرة المؤمن واجبة في جميع الشرائع. قال الكسائي: وفي قراءة عبد الله {فلا تجعلني ظهيرًا للمجرمين} . </p><p> وإما استعطاف؛ أي: بحق إحسانك علي اعصمني، فلن أكون معينًا لمن تؤدي معاونته إلى الجرم. والجرم فعل يوجب قطيعة فاعله، وأصله القطع، قال ابن عطاء: العارف بنعم الله من لا يوافق من خالف ولي نعمته، والعارف بالمنعم من لا يخالفه في حال من الأحوال انتهى. </p><p> وأراد (٢) بمظاهرة المجرمين، إما صحبة فرعون، وانتظامه في جماعته، وتكثير سواده، حيث كان يركب بمركبه كالولد مع الوالد، وكان يسمى ابن فرعون، واما مظاهرة من أدَّت مظاهرته إلى الجرم والإثم، كمظاهرة الإسرائيلي المؤدية إلى قتل الذي لم يحل له قتله، وقيل: أراد إني وإن أسأت في هذا القتل الذي لم أُومر به فلا أترك نصرة المسلمين على المجرمين، فعلى هذا كان الإسرائيلي مؤمنًا، ونصرة المؤمن واجبة في جميع الشرائع. وقيل في بعض الروايات: إن ذلك الإسرائيلي كان كافرًا، وإنما قيل له إنه من شيعته؛ لأنه كان إسرائيليًا، ولم يرد الموافقة في الدين فعلى هذا ندم؛ لأنه أعان كافرًا على كافر، فقال: لا أكون بعد هذا ظهيرًا للكافرين، وقيل ليس هذا خبرًا بل هو دعاء؛ أي: فلا تجعلني يا رب ظهيرًا للمجرمين، كما تدل عليه قراءة عبد الله، وقال النحاس: إن جعله من باب الخبر أَوْفَى، وأشبه بنسق الكلام اهـ. </p><p> ثم إن (٣) هذا الدعاء، وهو قوله:  {رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ} إلخ حسن إذا وقع </p><p>(١) المراح. (٢) القرطبي.(٣) روح البيان.</p>"
}