{
  "id": null,
  "sura": 28,
  "aya": 63,
  "text": "<p> الآخرة، أين هم لينصروكم من هذا الذي نزل بكم. </p><p> والمعنى (١) : أي واذكر أيها الرسول لقومك يوم ينادي رب العزة هؤلاء الذين يضلون الناس، ويصدون عن سبيل الله، فيقول لهم: أين شركائي من الملائكة والجن والكواكب والأصنام، الذين كنتم تزعمون في الدنيا أنهم لي شركاء؟ ليخلصوكم من هذا الذي نزل بكم من العذاب، وهذا السؤال للإهانة والتحقير، لأنهم عرفوا بطلان ما كانوا يفعلون، ونحو الآية قوله: {وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ (٩٤) }. </p><p> قال في \"كشف الأسرار\" : وسؤالهم عن ذلك ضرب من ضروب العذاب، لأنه لا جواب لهم إلا ما فيه فضيحتهم، واعترافهم بجهل أنفسهم. </p><p> ٦٣ - ثم ذكر جواب هؤلاء الرؤساء الدعاة إلى الضلال، فقال:  {قَالَ}  (٢) استئناف مبني على حكاية السؤال، كأنه قيل: فماذا صدر عنهم حينئذ فقيل: قال: {الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ} في الأزل بأن يكونوا من أهل النار، يدل عليه قوله تعالى:  {وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ ...} الآية، كما في \"التأويلات النجمية\" . </p><p> وقال بعض أهل التفسير: معنى {حَقَّ عَلَيْهِمُ الْقَوْلُ} ثبت مقتضاه، وتحقق مؤداه، وهو قوله:  {لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ} وغيره من آيات الوعيد، والمراد بهم شركاؤهم من الشياطين، أو رؤساؤهم الذين اتخذوهم أربابًا من دون الله، بأن أطاعوهم في كل ما أمروهم به ونهوهم عنه. </p><p> وتخصيصهم بهذا الحكم مع شموله للأتباع أيضًا، لأصالتهم في الكفر، واستحقاق العذاب، ومسارعتهم إلى الجواب مع كون السؤال للعبدة، لتفطنهم أن السؤال عنهم لاستحقارهم وتوبيخهم بالإضلال، وجزمهم بأن العبدة سيقولون هؤلاء أضلونا {رَبَّنَا} ؛ أي: يا مالك أمرنا {هَؤُلَاءِ} الأتباع والعبدى، مبتدأ </p><p>(١) المراغي. (٢) روح البيان.</p><p> {الَّذِينَ} خبره {أَغْوَيْنَا} صلة الموصول، حذف منها العائد، ومرادهم با لإشارة بيان أنهم يقولون ما يقولون بمحضر منهم، وأنهم غير قادرين على إنكاره ورده؛ أي: قال الرؤساء: يا ربنا هؤلاء الأتباع والعبدة هم الذين أغويناهم، وأضللناهم بتسويلنا لهم، ودعوناهم إلى الغي والضلال {أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا} ؛ أي: أضللناهم كما ضللنا، فغووا غيًا مثل غيِّنا. </p><p> والمعنى: هؤلاء أتباعنا آثروا الكفر على الإيمان، كما آثرناه نحن، ونحن كنا السبب في كفرهم فقبلوا منا، وهو استئناف (١) للدلالة على أنهم غووا باختيارهم، وأنهم لم يفعلوا لهم إلا وسوسة وتسويلًا، وهذا هو الجواب في (٢) الحقيقة، وما قبله تمهيد له؛ أي: ما أكرهناهم على الغي، وإنما أغوينا بما قضيت لنا ولهم الغواية والضلالة، يعنون (٣) أنا لم نغو إلا باختيارنا، فهؤلاء كذلك غووا باختيارهم؛ لأن إغوائنا لهم لم يكن إلا وسوسة وتسويلًا، فلا فرق إذًا بين غيِّنا وغيِّهم، وإن كان تسويلنا داعيًا لهم إلى الكفر، فقد كان في مقابلته دعاء الله لهم إلى الإيمان بما وضع فيهم من أدلة العقل، وما بعث إليهم من الرسل، وأنزل عليهم من الكتب، وهو كقوله تعالى:  {وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ} إلى قوله: {وَلُومُوا أَنْفُسَكُمْ} . </p><p> ولم يقولوا: أغويناهم كما أغويتنا، كما قال إبليس:  {قَالَ فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ} تأدبًا مع الرب سبحانه، وقرأ (٤) أبان عن عاصم وبعض الشاميين: {كَمَا غَوَيْنَا} كسر الواو، قال ابن خالويه، وليس ذلك مختارًا؛ لأن كلام العرب غويت من الضلالة، وغويت من البشم. </p><p> {تَبَرَّأْنَا إِلَيْكَ} يا رب منهم، ومما اختاروه من الكفر والمعاصي هوًى منهم، وهو تقرير لما قبله، ولذا لم يُعطف عليه، قوله:  {مَا كَانُوا إِيَّانَا يَعْبُدُونَ} إيانا مفعول {يَعْبُدُونَ} ؛ أي: ما كانوا يعبدوننا، وإنما كانوا يعبدون أهواءهم، </p><p>(١) البيضاوي. (٢) روح البيان.(٣) النسفي.(٤) البحر المحيط.</p>"
}