{
  "id": null,
  "sura": 28,
  "aya": 32,
  "text": "<p> لأمته بالصلاة التي هي المناجاة، فقيل له: السلام عليك أيها النبي ورحمة الله وبركاته، فقال: السلام علينا وعلى عباد الله الصالحين. </p><p> ٣٢ - ثم أراه آية أخرى زيادة في طمأنينته، وأمره بقوله:  {اسْلُكْ يَدَكَ} ؛ أي (١) : ادخل كفك اليمين {فِي جَيْبِكَ} ؛ أي: في طرق قميصك وأخرجها {تَخْرُجْ} تلك اليد إذا أخرجتها حالة كونها {بَيْضَاءَ} لها ضوء كضوء الشمس {مِنْ غَيْرِ سُوءٍ} وعيب كالبرص، وقيل (٢) : المعنى {اسْلُكْ يَدَكَ فِي جَيْبِكَ} ؛ أي: أدخلها في مِدْرعتك، وهي ثوب من صوف يُلبس بدل القميص، ولا يكون له كم بل ينتهي كمه عند المرفقين، ثم أخرجها {تَخْرُجْ بَيْضَاءَ} ؛ أي: حال كونها مضيئة مشرقة لها شعاع كشعاع الشمس {مِنْ غَيْرِ سُوءٍ} وعيب منفَّر كالبرص {وَاضْمُمْ إِلَيْكَ جَنَاحَكَ} أي: وأدخل الكف اليمين التي حصل فيها البياض في جيبك. {مِنَ الرَّهْبِ} أي: لأجل إزالة الرهب والخوف والفزع الحاصل لك من بياضها فتعود إلى حالها، فيزول عنك الفزع الذي حصل لك منها، فعلى هذا المعنى فلا يكون تكرارًا مع ما قبله، فالإدخال الأول لطلب بياضها، والثاني لإزالة بياضها. </p><p> وقيل: معنى {وَاضْمُمْ إِلَيْكَ جَنَاحَكَ} ؛ أي: اضمم يديك المبسوطتين، تتقي بها الحية، كالخائف الفزع بإدخال اليمنى تحت عضد اليسرى، وبالعكس، أو بإدخالهما في الجيب، فيكون تكريرًا لـ {اسْلُكْ يَدَكَ} هو لغرض آخر، وهو أن يكون ذلك في وجه العدو إظهار جرأة، ومبدأ لظهور معجزة، ويجوز أن يكون المراد بالضم التجلد، والثبات عند انقلاب العصا حية، استعارة من حال الطائر، فإنه إذا خاف نشر جناحيه، وإذا أمن واطمأن ضمهما إليه، فعلى هذا يكون تتميمًا لمعنى {إِنَّكَ مِنَ الْآمِنِينَ} ، لا تكريرًا لـ {اسْلُكْ يَدَكَ} ، {مِنَ الرَّهْبِ} ؛ أي: من أجل الرهب؛ أي: إذا عراك الخوف فافعل ذلك تجلدًا، أو ضبطًا لنفسك. </p><p> وعبارة المراغي هنا (٣) : ولما اعترى موسى الخوف من العصا تارة، ومن </p><p>(١) المراح. (٢) روح البيان.(٣) المراغي.</p><p> الدهشة بشعاع يده مرة أخرى أمره ربه أن يضع يده على صدره، ليزول ما به من الخوف، فقال:  {وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ} ؛ أي: وضع يدك على صدرك يذهب ما بك من خوف، كما يشاهد من حال الطائر، إذا خاف نشر جناحيه، وإذا أمن واطمأن ضمهما إليه، وكان موسى يرتعد خوفًا، إما من آل فرعون، وإما من الثعبان، قال ابن عباس: كل خائف إذا وضع يده على صدره زال خوفه. </p><p> وعبارة أبي حيان: ومعنى قوله: {وَاضْمُمْ إِلَيْكَ جَنَاحَكَ} وقوله: {اسْلُكْ يَدَكَ فِي جَيْبِكَ} على أحد التفسيرين واحد، ولكن خولف بين العبارتين، وإنما كرر المعنى الواحد لاختلاف الغرضين، وذلك أن الغرض في أحدهما خروج اليد بيضاء، وفي الثاني إخفاء الرهب. </p><p> فإن قلت: قد جعل الجناح - وهو اليد في أحد الموضعين - مضمومًا، وفي الآخر مضمومًا إليه، وذلك قوله هنا:  {وَاضْمُمْ إِلَيْكَ جَنَاحَكَ} وفي طه: {وَاضْمُمْ يَدَكَ إِلَى جَنَاحِكَ} فما التوفيق بينهما؟. </p><p> قلت: المراد بالجناح المضموم هو اليد اليمنى، وبالمضموم إليه اليد اليسرى، وكل واحد من يمنى اليدين ويسراهما جناح. </p><p> وقرأ الحرميان نافع وابن كثير وأبو عمرو (١) : {من الرَهَب} بفتح الراء والهاء، وحفص: بفتح الراء وسكون الهاء، وباقي السبعة: بضم الراء وإسكان الهاء، وقرأ قتادة والحسن وعيسى والجحدري بضمهما، وقال بعض أهل المعاني: الرَّهْبُ الكُمُّ، بلغة حمير وبني حنيفة، قال الأصمعي: سمعت أعرابيًا يقول لآخر: أعطني ما في رهبك، فسألته عن الرهب، فقال: الكم، فعلى هذا يكون معناه: أضمم إليك يدك، وأخرجها من الكم، ذكره الشوكاني. </p><p> والإشارة في قوله (٢) : {فَذَانِكَ} إلى العصا واليد، وهما مؤنثان، ولكن ذكِّرا لتذكير الخبر، كما أنه قد يؤنث المذكر لتأنيث الخبر، كقراءة من قرأ {ثم </p><p>(١) البحر المحيط. (٢) روح البيان.</p>"
}