{
  "id": null,
  "sura": 28,
  "aya": 30,
  "text": "<p> ضل الطريق وتحيَّر {أَوْ} آتيكم بـ {جَذْوَةٍ} ؛ أي: بعود غليظ متقد {مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ} وتتسخنون بتلك النار؛ أي: لكي تتدفؤوا بها، والجذوة العود الغليظ، سواء كانت في رأسه نار أو لا, ولذلك وصفها بقوله من النار. </p><p> وقرأ حمزة (١) : {لأهله امكثوا} في الوصل بضم الهاء، وقرأ نافع وابن كثير وأبو عمرو {إني} بفتح الياء، وقرأ الجمهور (٢) : {جذوة} بكسر الجيم، وقرأ حمزة ويحيى بن وثاب والأعمش وطلحة وأبو حيوة: بضمها، وقرأ عاصم والسلمي وذر بن حبيش: بفتحها. </p><p> ومعنى الآية (٣) : أي فلما وفي موسى الأجل الذي اتفق عليه مع حميه تحمَّل بأهله، وما كان معه من الغنم التي وهبها له صهره، وسلك بهم الطريق في ليلة مطيرة وظلمة باردة، ونزل منزلًا، فجعل كلما أورى زنده لا يضيء شيئًا، فعجب لذلك، وبينا هو كذلك رأى نارًا تضىء عن بُعد، فقال لأهله: انتظروا قليلًا إني أبصرت نارًا، لعلي آتيكم منها بخبر الطريق، وكانوا قد ضلوا عنه، أو آتيكم بقطعة من الحطب فيها نار، لتستدفئوا بها من البرد، وكان الوقت شتاء، فترك موسى أهله في المنزل الذي أنزلهم فيه، وذهب إلى النار التي أبصرها. </p><p> ٣٠ - {فَلَمَّا أَتَاهَا} ؛ أي: أتى النار التي أبصرها وجاءها {نُودِيَ} موسى {مِنْ شَاطِئِ الْوَادِ} ؛ أي: من طرف الوادي وجانبه، وقوله:  {الْأَيْمَنِ} صفة للشاطىء، وهو إما من اليُمْنِ بمعنى البركة، لكونه مباركًا فيه على موسى، أو من اليمين المقابل لليسار بالنسبة إلى موسى؛ أي: من الطرف الذي يلي يمينه دون يساره؛ أي: أتاه النداء من الطرف الأيمن من الوادي. </p><p> وقوله:  {فِي الْبُقْعَةِ الْمُبَارَكَةِ} متعلق بنودي؛ أي: نودي موسى في البقعة المباركة على موسى، والبقعة قطعة من الأرض لا شجر فيها، كما سيأتي في مباحث اللغة، وُصفت بكونها مباركة, لأنه حصل فيها ابتداء الرسالة، وتكليم الله </p><p>(١) المراح. (٢) البحر المحيط.(٣) المراغي.</p><p> إياه، أو متعلق بمحذوف حال من الشاطىء. </p><p> وقرأ الجمهور (١) : {فِي الْبُقْعَةِ} بضم الباء، وقرأ أبو سلمة والأشهب العقيلي ومسلمة: بفتحها، وهي لغة حكاها أبو زيد، قال: سمعت العرب تقول هذه بقعة طيِّبة بفتح الباء. </p><p> وقوله:  {مِنَ الشَّجَرَةِ} بدل اشتمال من شاطىء الواد, لأنها كانت ثابتة على الشاطىء، وبقيت إلى عهد هذه الأمة، كما في \"كشف الأسرار\" ، وكانت (٢) عُنَّابًا أو سمرة أو سدرة أو زيتونًا أو عوسجًا، والعوسج إذا عظم يقال له الغرقد، بالغين المعجمة. وفي الحديث:  \"إنها شجرة اليهود ولا تنطق\" يعني إذا نزل عيسى وقتل اليهود فلا يختفي منهم أحد تحت شجرة إلا نطقت، وقالت: يا مسلم هذا يهودي فاقتله إلا الغرقد، فإنه من شجرهم فلا ينطق، كما في \"التعريف والأعلام\" للإمام السهيلي. </p><p> {أَنْ} مفسرة بمعنى أي، {يَا مُوسَى إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ} ؛ أي: أنا الله الذي ناديتك ودعوتك باسمك، وأنا رب الخلائق أجمعين، وهذا أول كلامه لموسى، وهو وإن خالف لفظًا لما في طه والنمل لكنه موافق له في المعنى المقصود، ويجوز (٣) أن تكون أن هي المخففة من الثقيلة واسمها ضمير الشأن، وجملة النداء مفسرة له. والأول أولى. </p><p> وقرأ الجمهور بكسرة همزة {إني} على إضمار القول، أو على تضمين النداء، معناه: وقُرىء بالفتح فهي معمولة لفعل مضمر، تقديره: أي يا موسى اعلم أني أنا الله رب العالمين. </p><p> ومعنى الآية: أي فلما جاء إلى النار التي أبصرها من جانب الطور ناداه ربه من جانب الوادي الأيمن؛ أي: عن يمين موسى في البقعة المباركة من ناحية </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) الشوكاني.</p>"
}