{
  "id": null,
  "sura": 28,
  "aya": 60,
  "text": "<p> الشكر فلا يضيع سعيهم بل يزداد حسن حالهم، ولله تعالى رزق واسع في البلاد، ولا فرق فيه بين الشاكر والكفور من العباد. </p><p> فعلى (١) العاقل أن يعرف الله تعالى، ويعرف قدر النعمة، فيقيِّدها بالشكر، ولا يضع الكفر موضع الشكر، فإنه ظلم صريح يحصل منه الهلاك مطلقًا، إما للقلب بالإعراض عن الله تعالى ونسيان أن العطاء منه، وإما للقالب بالبطش الشديد، وكم رأينا في الدهر من أمثاله من خرب قلبه، ثم خرب داره، ووجد آخر الأمر بواوه، ولكن الإنسان من النسيان، لا يتذكر ولا يعتبر، بل يمضي على حاله من لغفلة، أيقظنا الله وإياكم من نوم الغفلة في كل لحظة، وشرفنا في جميع الساعات باليقظة الكاملة المحضة. </p><p> ٦٠ - {وَمَا} مبتدأ متضمنة لمعنى الشرط لدخول الفاء في خبرها، بخلاف الثانية، {أُوتِيتُمْ} أي: أُعطيتم، والخطاب لكفار مكة كما في \"الوسيط\" ، {مِنْ شَيْءٍ} من أسباب الدنيا {فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا} ، أي: فهو شيء شأنه أن يُتمتع ويُتزين به أيامًا قلائل، ثم أنتم وهو إلى فناء وزوال، سمي منافع الدنيا متاعًا؛ لأنها تفنى ولا تبقى كمتاع البيت. </p><p> أي (٢) : وما أُعطيتم يا معشر قريش من أسباب الدنيا كالمال والخدم فهو شيء عادته أن يُنتفع به، ويُتزين به أيام حياتكم، وقُرىء:  {فمتاعًا الحياة الدنيا} بنصب الكلمتين، الأولى على المصدرية، والثانية على الظرفية؛ أي: يتمتعون متاعًا في الحياة الدنيا. </p><p> {وَمَا} موصولة؛ أي: والجزاء الذي ادُّخِر {عِنْدَ اللَّهِ} سبحانه وتعالى، وهو الثواب {خَيْرٌ} لكم في نفسه من ذلك؛ لأنه لذة خالصة من شوائب الألم، وبهجة كاملة عارية من مسة الهمم {وَأَبْقَى} لأنه أبدي، وهذا ينقضي بسرعة؛ أي: فمنافع الآخرة لمن آمن بالله وبرسوله أعظم وأدوم مما لكم في الدنيا، فتصيب كل أحد في الآخرة بالقياس إلى منافع الدنيا كلها، كالذرة بالقياس إلى البحر، فكيف </p><p>(١) روح البيان. (٢) فتح الرحمن.</p><p> قلتم: تركنا الدين لئلا تفوتنا الدنيا؟!. </p><p> وقيل:  {مَا} شرطية {مِنْ شَيْءٍ} بيان لها، وقوله:  {فَمَتَاعُ الْحَيَاةِ الدُّنْيَا} خبر مبتدأ محذوف، والجملة جوابها، أي: فهو متاع الحياة الدنيا. والمهزة في قوله:  {أَفَلَا تَعْقِلُونَ} للاستفهام التوبيخي، داخلة على محذوف، والفاء عاطفة على ذلك المحذوف، والتقدير: ألا تتفكرون فلا تعقلون أن الدنيا فانية، والآخرة باقية؛ أي: ألا تتفكرون فلا تعقلون هذا الأمر الواضح، فتستبدلون الذي هو أدنى بالذي هو خير، وتؤثرون الشقاوة الحاصلة من الكفر والمعاصي على السعادة المتولدة من الإيمان والطاعات. </p><p> وقرأ الجمهور (١) : {أَفَلَا تَعْقِلُونَ} بالتاء الفوقانية على خطابهم وتوبيخهم، في كونهم أهملوا العقل في العاقبة، ونسب هذه القراءة أبو علي في \"الحجة\" إلى أبي عمرو وحده، وفي \"التحرير والتحبير\" بين الياء والتاء عن أبي عمرو، وقرأ أبو عمرو:  {يعقلون} بالياء إعراض عن خطابهم، وخطاب لغيرهم، كأنه قال انظروا إلى هؤلاء وسخافة عقولهم، وقراءة الجمهور أرجح لقوله:  {وَمَا أُوتِيتُمْ} . </p><p> ومعنى الآية (٢) : أي وما أُعطيتم أيها الناس من شيء من الأموال والأولاد فإنما هو متاع، تتمتعون به في الحياة الدنيا، وتتزينون به فيها، وهو لا يُغني عنكم شيئًا عند ربكم، ولا يُجديكم شروى نقير لديه، وما عنده خير لأهل طاعته وولايته، لدوامه وبقائه، بخلاف ما عندكم، فإنه ينفد وينقطع بعد أمد قصير، ونحو الآية قوله:  {مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ} ، وقوله:  {وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ} ، وقوله: {بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا (١٦) وَالْآخِرَةُ خَيْرٌ وَأَبْقَى (١٧) }. وفي الحديث:  \"والله ما الحياة الدنيا في الآخرة إلا كما يغمس أحدكم أصبعه في اليم، فلينظر ماذا يرجع إليه\" . </p><p> {أَفَلَا تَعْقِلُونَ} أي: أفلا عقول لكم أيها القوم، تتدبرون بها فتعوفوا الخير من الشر، وتختاروا لأنفسكم خير المنزلتين على شرهما، وتؤثروا الدائم الذي لا </p><p>(١) روح البيان. (٢) المراغي.</p>"
}