{
  "id": null,
  "sura": 28,
  "aya": 59,
  "text": "<p> هذا: إن قولكم لا نؤمن خوفًا من زوال النعم ليس بحق، بل الإصرار على عدم قبول الإيمان هو الذي يزيل هذه النعم. </p><p> {فَتِلْكَ} القرى التي تمرون عليها في أسفاركم إلى الشام، كديار ثمود وقوم شعيب، {مَسَاكِنُهُمْ} ؛ أي: مساكن الذين ظلموا - ومنازلهم قد خربت - باقية الآثار، تشاهدونها في ذهابكم وإيابكم، حالة كونها {لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ} أي: من بعد هلاكهم {إِلَّا قَلِيلًا} من الزمن للمارة، فإنهم يلبثون فيها يومًا أو بعض يوم للاستراحة والعبرة، ويحتمل (١) أن شؤم معاصي المهلكين بقي أثره في ديارهم، فلم يبق أو يسكنها أو أعقابهم إلا قليلًا، إذ لا بركة في سُكنى الأرض الشؤم، وقال بعضهم: سكنها الهام والبوم، ولذا كان أو تسبيحها سبحان الحي الذي لا يموت، وقيل: لم يُعمر منها إلا أقلها، وأكثرها خراب. </p><p> {وَكُنَّا نَحْنُ الْوَارِثِينَ} منهم لتلك المساكن؛ لأنهم، يتركوا وارثًا يرث منازلهم وأموالهم، ولم يخلفوا أحدًا يتصرف تصرفهم في ديارهم وسائر متصرفاتهم، وصار أمرها إلى الله تعالى؛ لأنه الباقي بعد فناء الخلق، والشيء إذا لم يبق له مالك معين قيل أنه ميراث الله؛ لأنه هو الباقي بعد خلقه. ونحو الآية قوله: {وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ (١١٣) }. </p><p> ٥٩ - ثم أخبر سبحانه عن عدله، وأنه لا يُهلك أحدًا إلا بعد الإنذار، وقيام الحجة بإرسال الرسل، فقال:  {وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى} ؛ أي: وما كانت عادة ربك يا محمد وسنته في كل زمان أن يُهلك أهل القرى قبل الإنذار {حَتَّى يَبْعَثَ فِي أُمِّهَا} ؛ أي: في أصلها وكُبْراها التي تلك القرى سوادها وأتباعها، وخص الأصل والكبرى لكون أهلها أفطن وأشرف، والرسل إنما تبعث غالبًا إلى الأشراف، وهم غالبًا يسكنون المدن والقصبات - جمع قصبة - وهي العاصمة. </p><p> {رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا} الناطقة بالحق، ويدعوهم إليه بالترغيب حينًا </p><p>(١) روح البيان.</p><p> والترهيب حينًا آخر، وذلك لإلزام الحجة وقطع المعذرة. </p><p> والمعنى (١) : أي وما صح ولا استقام أو يكون الله سبحانه مهلك القرى الكافرة حتى يبعث في أمها رسولًا، يُنذرهم ويتلو عليهم آيات الله، الناطقة بما أوجبه الله عليهم، وما أعده من الثواب للمطيع، والعقاب للعاصي، ومعنى أمها أكبرها وأعظمها، وخص الأعظم منها بالبعثة إليها؛ لأن فيها أشراف القيم، وأهل الفهم والرأي، وفيها الملوك والأكابر، فصارت بهذا الاعتبار كالأم لما حولها من القرى، وقال الحسن: أم القرى أولها. </p><p> وفي \"التكملة\" : الأم هي مكة، والرسول محمد - صلى الله عليه وسلم -، وذلك لأن الأرض دُحيت أو تحتها، فيكون المعنى: وما كان ربك يا محمد مهلك البلدان التي هي حوالي مكة في عصرك وزمانك حتى يبعث في أمها؛ في: في أم القرى التي هي مكة رسولًا، هو أنت. </p><p> {وَمَا كُنَّا مُهْلِكِي الْقُرَى} بالعقوبة بعد بعثنا في منها رسولًا يدعوهم إلى الحق، ويرشدهم إليه في حال أو الأحوال {إِلَّا وَأَهْلُهَا ظَالِمُونَ} ؛ أي: إلا حال كون أهلها ظالمين بتكذيب رسولنا، والكفر بآياتنا، فالبعث غاية لعدم صحة الإهلاك بموجب السنة الإلهية، لا لعدم وقوعه حتى يلزم تحقق الإهلاك عقيب البعث، وهذه الجملة معطوفة على جملة قوله:  {وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى} والاستثناء فيها مفرَّغ من أعم الإرواء، كما قدَّرنا. </p><p> ودلت الآية (٢) : على أو الظلم سبب الهلاك، ولذا قيل: الظلم قاطع الحياة ومانع النبات، وكذا الكفران، يقال: النعم محتاجة إلى الأكفاء، كما تحتاج إليها الكرائم من النساء، وأهل البطر ليسوا من أكفاء النعم، كما أن الأراذل ليسوا أكفاء عقائل الحُرُم - جمع عقيلة - وعقيلة كل شيء أكرمه، وحرم الرجل أهله، فكما أن الكريمة أو النساء ليست بكفءٍ للرذيل من الرجال، فيفرَّق بينهما للحوق العار، فكذا النعمة تُسْلب من أهل البطر والكبر والغرور والكفران، وأما أهل </p><p>(١) الشوكاني. (٢) روح البيان.</p>"
}