{
  "id": null,
  "sura": 28,
  "aya": 27,
  "text": "<p> بين خصلتي القوة والأمانة؛ أي: إن خير من استعملت على عملك من قوي على عملك وأدى الأمانة. </p><p> ورُوي: أن أباها قال لها: ما رأيت من قوته وأمانته، فأخبرته بالأمر الذي كان، قالت: أما قوته فإنه قلب الحجر وحده، وكان لا يقلبه إلا النفر، وأما أمانته، فإنه قال: امشي خلفي وأرشديني الطريق، لأني امرؤ من عنصر إبراهيم، لا يحل لي منك ما حرمه الله تعالى. </p><p> فخصَّت (١) هاتين الخصلتين بالذكر, لأنها كانت تحتاج إليهما في ذلك الوقت، أما القوة فلسقي الماء، وأما الأمانة فلحفظ البصر، وصيانة النفس عنها، كما قال يوسف عليه السلام:  {إِنِّي حَفِيظٌ عَلِيمٌ} لأن الحفظ والعلم كان محتاجًا إليهما، أما الحفظ فلأجل ما في خزانة الملك، وأما العلم فلمعرفة ضبط الدخل والخرج، واللام في القوي الأمين للجنس، لا للعهد، فيكون موسى مندرجًا تحته، ولا يخفى أن مقالها من جوامع الكلم والحكمة البالغة, لأنه متى اجتمعت هاتان الصفتان: الأمانة والكفاية في القائم بأداء أمر من الأمور تكلل عمله بالظفر، وكفل له أسباب النُّجْح، وقيل القوي في دينه، الأمين في جوارحه. </p><p> وعن ابن مسعود - رضي الله عنه -: أفرس الناس ثلاثة: بنت شعيب، وصاحب يوسف في قوله:  {عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا} ، وأبو بكر في عمر. </p><p> ٢٧ - قال المفسرون: فرغب فيه شعيب فـ {قَالَ} له {إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ} ؛ أي: أزوجك يا موسى {إِحْدَى ابْنَتَيَّ هَاتَيْنِ} ؛ أي: الحاضرتين أمامك، فانظر من يقع اختيارك عليها منهما، وفيه مشروعية عرض وليِّ المرأة لها على الرجل، وهذه سنة ثابتة في الإِسلام، كما ثبت من عرض عمر لابنته حفصة على أبي بكر وعثمان. والقصة معروفة. </p><p> {عَلَى أَنْ تَأْجُرَنِي} نفسك أو على أن تكون أجيرًا لي {ثَمَانِيَ حِجَجٍ} ؛ أي: ثماني سنوات ترعى لي فيها غنمي؛ أي: حال كونك مشروطًا عليك أن تكون لي </p><p>(١) روح البيان.</p><p> أجيرًا في رعي غنمي ثماني سنوات، وقوله (١) : {هَاتَيْنِ} يدل على أنه كان له غيرهما، وهذه مواعدة منه، ولم يكن ذلك عقد نكاح، إذ لو كان عقدًا لقال: قد أنكحتك. </p><p> {فَإِنْ أَتْمَمْتَ} الثاني السنين التي شرطتها عليك، فجعلتها {عَشْرًا فـ} إحسان {مِنْ عِنْدِكَ} ؛ أي: فإتمامها من عندك تفضلًا، لا من عندي إلزامًا عليك، {وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ} ؛ أي: وما أحب أن أشاقك بمناقشة، أو مراعاة أوقات، ولا إتمام عشر، ولا غير ذلك. </p><p> ثم رغبه في قبول الإجارة فقال: وإنك {سَتَجِدُنِي إِنْ شَاءَ اللَّهُ} سبحانه وتعالى {مِنَ الصَّالِحِينَ} في حسن الصحبة، والوفاء بالعهد ولين الجانب؛ أي: ممن تحسن صحبتهم، ويوفون بما تريد من خير لك ولنا، وقيل (٢) : أراد بالصلاح على العموم، فيدخل صلاح المعاملة في تلك الإجارة تحت الآية دخولًا أوليًا. </p><p> ومراده بالاستثناء (٣) : التبرك به، وتفويض الأمر إلى توفيقه، لا تعليق صلاحه بمشيئته تعالى، وقرأ ورش أحمد بن موسى عن أبي عمرو:  {أنكحك احْدَى} بحذف الهمزة، ذكره أبو حيان. </p><p> واعلم: أن قوله: {عَلَى أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ} شرط، وليس بصداق، لقوله: تأجرني نفسك، دون تأجرها نفسك. ويجوز أن يكون النكاح جائزًا في تلك الشريعة بشرط أن يكون منعقد العمل في المدة المعلومة لولي المرأة، كما. يجوز في شريعتنا، بشرط رعي غنمها في مدة معلومة. </p><p> واعلم: أن المهر لا بد وأن يكون مالًا متقومًا؛ أي: في شريعتنا لقوله تعالى: {أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ} وأن يكون مسلمًا إلى المرأة لقوله تعالى: {وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ} فلو تزوجها على تعليم القرآن، أو خدمته لها سنة يصح النكاح، ولكن يصار إلى مهر المثل، لعدم تقويم التعليم والخدمة، هذا إن كان الزوج </p><p>(١) النسفي. (٢) الشوكاني.(٣) روح البيان.</p>"
}