{
  "id": null,
  "sura": 29,
  "aya": 14,
  "text": "<p> للإيذان بأنها ذنوب عظيمة {و} يحملون {أَثْقَالًا} وذنوبًا أخرى لإضلالهم {مَعَ أَثْقَالِهِمْ} أي: مع أثقال ضلالهم، فيعذبون بضلال أنفسهم وإضلال غيرهم، من غير أن ينقص من أثقال من أضلوه شيء ما أصلًا، فتكون أثقال المضلين زائدةً على أثقال الضالين؛ لأن من دعا إلى ضلالة فاتُّبع، فعليه حمل أوزار الذين اتبعوه، وكذا من سن سنةً سيئة، كما ورد في حديث أبي هريرة الثابت في \"صحيح مسلم\" وغيره. </p><p> ثم ذكر أنهم يُسألون يوم القيامة عن افترائهم على ربهم، فقال:  {وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ} سؤال تقريع وتبكيت لِمَ فعلوه، ولأيِّ حجة ارتكبوه {عَمَّا كَانُوا يَفْتَرُونَ} ؛ أي: عما كانوا يختلقونه من الأكاذيب والأباطيل التي أضلوا بها من قولهم، ولنحمل خطاياكم، فإنه صادر من اعتقادهم أن لا خطيئة في الكفر، ومن اعتقادهم أن لا حشر، ويقال لهم: احملوا خطاياهم فلا يحملون، ويقال لهم: افتريتم في الدنيا بحملها، فأين ذلك الوعد والافتراء الآن. </p><p> قصص نوح عليه السلام </p><p> ١٤ - ثم أجمل سبحانه قصة نوح عليه السلام تصديقًا لقوله في أول السورة:  {وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ} فقال: {وَلَقَدْ أَرْسَلْنَا} للدعوة إلى التوحيد وطريق الحق، من قبل إرسالنا إياك يا محمد {نُوحًا} واسمه عبد الغفار، كما ذكره السهيلي في كتاب \"التعريف\" ، وعبد الشاكر، كما ذكره أبو الليث في \"البستان\" ، وسمي نوحًا لكثر نوحه وبكائه من خوف الله تعالى، وُلد بعد مضيّ ألف وست مئة واثنتين وأربعين سنة من هبوط آدم عليه السلام، قال في \"التحبير\"  (١) روى ابن جرير عن ابن عباس، أن نوحًا بعث وهو ابن ثلاث مئة وخمسين، وهو نوح بن لمك بفتح اللام وسكون الميم والكاف ابن متوشلخ - بضم الميم وفتح التاء الفوقية، والواو وسكون الشين وكسر اللام وبالخاء المعجمة، كما ضبطه ابن الأثير - بن إدريس بن بزد بن أهاليل بن قيتان بن أنوش بن شيث بن آدم، وبين </p><p>(١) التحبير.</p><p> آدم ونوح ألف سنة، اهـ. </p><p> وفي \"القرطبي\" : وكان اسم نوح السكن، وإنما سمي السكن؛ لأن الناس بعد آدم سكنوا إليه، فهو أبوهم. ووُلد له سام وحام ويافث، فولد سام العرب وفارس والروم، وفي كل هؤلاء خير، وولد حام القبط والسودان وبربر، وولد يافث الترك والصقالبة ويأجوج ومأجوج، وليس في كل هؤلاء خير، وقال ابن عباس: في ولد سام بياض وأدمة، وفي ولد حام سواد وبياض قليل، وفي ولد يافث الصفرة والحمرة، وكان له ولد رابع وهو كنعان الذي غرق، والعرب تسميه يام. </p><p> {إِلَى قَوْمِهِ} وهم أهل الدنيا كلها، والفرق (١) بين عموم رسالته وبين عموم رسالة نبينا - صلى الله عليه وسلم -: أن نبينا - صلى الله عليه وسلم - مبعوث إلى من في زمانه، وإلى من بعده إلى يوم القيامة، بخلاف نوح، فإنه مرسل إلى جميع أهل الأرض في زمانه لا بعده. كما في \"إنسان العيون\" . </p><p> وهو أول نبي بُعث إلى عبدة الأصنام؛ لأن عبادة الأصنام أول ما حدثت في قومه، فأرسله الله إليهم ينهاهم عن ذلك، وأيضًا أول نبي بُعث إلى الأقارب والأجانب، وأما آدم فأول رسل الله إلى أولاده بالإيمان به وتعليم شرائعه، وهو؛ أي: نوح عليه السلام أبونا الأصغر، وقبره بكرك (بالفتح) من أرض الشام، كما في \"فتح الرحمن\" . وفي \"الخطيب\" : (٢) وأما قبره: فقد روح ابن جرير والأزرقي حديثًا مرسلًا، أن قبره بالمسجد الحرام، وقيل: ببلد البقاع يُعرف اليوم بكرك نوح، وهناك جامع قد بُني بسبب ذلك، اهـ. </p><p> {فَلَبِثَ} نوح عليه السلام؛ أي: مكث وأقام {فِيهِمْ} ؛ أي: في قومه بعد الإرسال {أَلْفَ سَنَةٍ} يدعوهم إلى توحيد الله وعبادته فلم يجيبوه، والألف العدد المخصوص، سمي بذلك لكون الأعداد فيه مؤلفة، فإن الأعداد أربعة آحاد وعشرات ومئون وألوف، فإذا بلغ الألف فقد ائتلف وما بعده ويكون مكررًا، قال </p><p>(١) روح البيان. (٢) الخطيب.</p><p> بعضهم: الألف من ذلك؛ لأنه مبدأ النظام {إِلَّا خَمْسِينَ عَامًا} ، قال ابن عباس: كان عمر نوح عليه السلام ألفًا وخمسين سنة بُعث على رأس أربعين سنة، ولبث في قومه تسع مئة وخمسين سنة، وعاش بعد الطوفان ستين سنة. </p><p> والعام (١) كالسنة، لكن كثيرًا ما تُستعمل السنة في الحول الذي فيه الشدة والجدب، ولهذا يعبر عن الجدب بالسنة، والعام فيما فيه الرخاء. </p><p> فإن قلت: لِم غاير بين تمييز العددين، فقال في الأول: سنة، وفي الثاني عامًا؟ </p><p> قلت: فرارًا من ثقل التكرار؛ لأن التكرار في الكلام الواحد مجتنب في البلاغة، إلا إذا كان لغرض من تفخيم أو تهويل أو تنويه، ذكره أبو حيان. </p><p> فإن قلت: لِمَ خص لفظ العام بالخمسين والألف بالسنة ولم يعكس؟ </p><p> قلت: إيذانًا بأن نوحًا عاش بعد إغراق قومه ستين سنة في طيب زمان وصفاء عيش، وراحة بال، والعرب تعبر عن الخصب بالعام، وعن الجدب بالسنة. اهـ. \"سمين\" . وقيل: سمى السنة عامًا لعوم الشمس في جميع بروجها. والعوم السباحة، ويدل على معنى العوم قوله تعالى:  {كُلٌّ فِي فَلَكٍ يَسْبَحُونَ} . </p><p> فإن قلت: ما الفائدة في ذكر مدة لبثه؟ </p><p> قلت: كان رسول الله - صلى الله عليه وسلم - يضيق صدره بسبب عدم دخول الكفار في الإِسلام، فقال الله سبحانه له: إن نوحًا لبث هذا العدد الكثير، ولم يؤمن من قومه إلا القليل، فصبر وما ضجر، فأنت أولى بالصبر لقلة مدة لبثك وكثرة عدد أمتك. اهـ \"رازي\" . </p><p> فإن قلت (٢) : ما فائدة العدول إلى ما قاله عن تسع مئة وخمسين مع أنه عادة الحُسَّاب؟ </p><p> قلت: عدل إلى ما قاله؛ لأن: الاستثناء يدل على التحقيق، وتركه قد يُظنُّ </p><p>(١) روح البيان. (٢) الخازن.</p>"
}