{
  "id": null,
  "sura": 29,
  "aya": 48,
  "text": "<p> واعلم (١) : أن المجادلة في الدين، تبطل ثواب الأعمال إذا كانت تعنتًا وترويجًا للباطل، وأما الجدال بالحق لإظهاره، فمأمور به، وقد جادل علي - رضي الله عنه - شخصًا قال: إني أملك حركاتي وسكناتي، وطلاق زوجتي، وعتق أمتي، فقال علي - رضي الله عنه -: أتملكها دون الله، أو مع الله؟ فإن قلت: أملكها دون الله .. فقد أثبت مالكًا دون الله، وإن قلت أملكها مع الله .. فقد أثبت له شريكًا، كذا في \"شرح المواقف\" . </p><p> ٤٨ - ثم ذكر ما يؤيد إنزاله، ويزيل الشبهة في افترائه، فقال:  {وَمَا كُنْتَ} يا محمد {تَتْلُو} وتقرأ {مِنْ قَبْلِهِ} ؛ أي: من قبل القرآن؛ أي: وما كانت عبادتك يا محمد قبل إنزالنا إليك القرآن، أن تتلو تقرأ شيئًا. {مِنْ كِتَابٍ} من الكتاب المنزلة، {وَلَا تَخُطُّهُ} ؛ أي: ولا أن تكتب كتابًا من الكتب المذكورة {بِيَمِينِكَ} ؛ أي: بيدك، وذكر اليمين (٢) لكون الكتابة غالبًا باليمين، لا أنه لا يخط بيمينه ويخط بشماله، فإن الخط بالشمال من أبعد النوادر. </p><p> قال الشيعة: إنه - صلى الله عليه وسلم - كان يحسن الخط قبل الوحي، ثم نهي عنه بالوحي، وقالوا: إن قوله: {وَلَا تَخُطُّهُ} نهي، فليس بنفي الخط. </p><p> قال في \"كشف الأسرار\" : قرىء {ولا تخطه} بالفتح على النهي، وهو شاذ، والصحيح: أنه لم يكتب. انتهى. </p><p> وفي \"الأسئلة المقحمة\" قول الشيعة مردود؛ لأن {وَلَا تَخُطُّهُ} لو كان نهيًا .. لكان بنصب الطاء، أو قال: لا تخططه بطريق التضعيف. </p><p> {إِذًا} : لو كنت ممن يقدر على التلاوة والخط، أو ممن يعتادهما .. {لَارْتَابَ} وشك في نبوتك {الْمُبْطِلُون} أي: المشركون، وقالوا: لعله التقط ما يتلوه علينا من كتب الله المنزلة على الأنبياء، أو من الكتب المدونة في أخبار الأمم، فلما كنت أميًّا لا تقرأ ولا تكتب، لم يكن هناك موضع للريبة، ولا محل للشك أبدًا، بل إنكار من أنكر، وكفر من كفر مجرد عنادٍ وجحود بلا شبهة. </p><p>(١) روح البيان. (٢) روح البيان.</p><p> وخلاصة ما سلف (١) : أنك قد لبثت يا محمد في قومك عمرًا طويلًا، قبل أن تأتي بهذا القرآن لا تقرأ ولا تكتب، وكل واحد من قومك يعرف أنك أمي لا تقرأ ولا تكتب، وهذه صفتك في الكتب المتقدمة، كما قال:  {الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ في التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ} . </p><p> فلا وجه إذًا للشك في أن هذا القرآن منزل من عند الله، وليس مفتعلًا من صنع يدك، تعلمته من الكتب المأثورة عمن قبلك، كما حكى سبحانه عنهم من نحو قولهم: {وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا (٥) }. </p><p> فإن قلت (٢) : لم سماهم المبطلين، ولو لم يكن أميًا وقالوا: ليس بالذي نجده في كتبنا لكانوا محقين، ولكان أهل مكة أيضًا على حق في قولهم: لعله تعلمه أو كتبه، فإنه رجل قارىء كاتب؟ </p><p> قلت: لأنهم كفروا به، وهو أمي بعيد من الريب، فكأنه قال: هؤلاء المبطلون في كفرهم به، لو لم يكن أميًا .. لارتابوا أشد الريب، فحيث إنه ليس بقارىءٍ ولا كاتب، فلا وجه لارتيابهم، قيل: وسماهم مبطلين؛ لأن ارتيابهم على تقدير أنه - صلى الله عليه وسلم - يقرأ ويكتب ظلم منهم لظهور نزاهته، ووضوح معجزاته. </p><p> قال في \"الأسئلة المقحمة\" : كيف منّ الله على نبيه بأنه أمي لا يعرف القراءة والكتابة، وهما من قبيل الكمال، لا من قبيل النقص؟ </p><p> والجواب: إنما وصفه بعدم القراءة والكتابة؛ لأن أهل الكتاب كانوا يجدون من نعته في التوراة والإنجيل، بأنه لا يقرأ ولا يكتب، فأراد تحقيق ما وعدهم به على نعته إياه، ولأن الكتابة في قبيل الصناعات، فلا توصف بالمدح ولا بالذم، ولأن المقصود من الكتابة والخط: هو الاحتراز عن الغفلة والنسيان، وقد خصه الله تعالى بما فيه غنية عن ذلك، كالعين بها غنية عن العصا والقائد. انتهى. </p><p>(١) المراغي. (٢) روح البيان.</p>"
}