{
  "id": null,
  "sura": 29,
  "aya": 41,
  "text": "<p> شر وجده، والأمر بآخره، ألا ترى أن هؤلاء المذكورين، لما صار آخر أمرهم التكذيب أوخذوا عليه، ولو صار آخر أمرهم التصديق لسومحوا فيما صدر عنهم أولًا. </p><p> والحاصل: أنهم لما عاشوا على الإصرار هلكوا على العذاب، ويحشرون على ما ماتوا عليه، ولذا يقولون عند القيام من قبورهم: واويلاه، فقد وعظ الله سبحانه بهذه الآيات أهل مكة، ومن جاء بعدهم إلى يوم القيامة، ليعتبروا وينتفعوا بعقولهم، ويجتنبوا عن الظلم والأذى والاستكبار والإفساد، فإن فيه الصلاح والنجاة والفوز بالمراد، لكن التربية والإرشاد إنما تؤثر في المستعد من العباد، والقرآن كالبحر، وإنما يتطهر به من كان من شأنه ذلك، كالإنسان، وأما الكلب فلا. نسأل الله سبحانه الخروج من موطن النفس، والإقامة في حظيرة القدس. </p><p> ٤١ - {مَثَلُ الَّذِينَ اتَّخَذُوا} وجعلوا لأنفسهم {مِنْ دُونِ اللَّهِ} سبحانه {أَوْلِيَاءَ} وآلهة وأنصارًا يوالونهم، ويتكلون عليهم في حاجاتهم من دون الله سبحانه، سواء كانوا من الجماد أو الحيوان، ومن الأحياء أو من الأموات؛ أي: صفتهم العجيبة فيما اتخذوه معتمدًا وملجأً {كَمَثَلِ الْعَنْكَبُوتِ} التي {اتَّخَذَتْ} ونسجت لنفسها {بَيْتًا} ؛ أي: كمثلها فيما نسجته في الوهن، بل ذلك أوهن من هذا؛ لأن له حقيقة وانتفاعًا في الجملة. </p><p> فالآية (١) من قبيل تشبيه الهيئة بالهيئة لتشبيه حال من اتخذ الأصنام أولياء وعبدها، واعتمد عليها راجيًا نفعها وشفاعتها بحال العنكبوت التي اتخذت بيتًا، فكما أن بيتها لا يدفع عنها حرًا ولا بردًا، ولا مطرًا ولا أذًى، وينتقض بأدنى ريح، فكذلك الأصنام لا تملك لعابديها نفعًا لا ضرًا، ولا خيرًا ولا شرًا. </p><p> ومن تخيل السراب شرابًا، لم يلبث إلا قليلًا حتى يعلم أنه كان تخييلًا، ومن اعتمد شيئًا سوى الله، فهو هباء لا حاصل به، وهلاكه في نفس ما اعتمد. ومن اتخذ سواه ظهيرًا، قطع من نفسه سبيل العصمة، ورد إلى حوله وقوته. </p><p>(١) روح البيان.</p><p> وقيل (١) : معنى هذا المثل: إن المشرك الذي يعبد الأصنام بالقياس إلى المؤمن الذي يعبد الله، مثل العنكبوت تتخذ بيتًا من نسجها بالإضافة إلى رجل بني بيتًا بآجر وجص، أو تحته من صخر له حائط، يحول عن تطرق الشرور إلى من فيه، وسقف مظل يدفع عنه البرد والحر، فكما أن أوهن البيوت إذا استقريتها بيتًا بيتًا بيت العنكبوت، فكذلك أضعف الأديان إذا استقريتها دينًا دينًا عبادة الأوثان؛ لأنها لا تضر ولا تنفع. </p><p> قال الفراء (٢) : ولا يحسن الوقف على العنكبوت؛ لأنه لما قصد بالتشبيه بيتها الذي لا يقيها من شيء، شُبهت الآلهة التي لا تنفع ولا تضر به، وقد جوز الوقف على العنكبوت الأخفش، وغلَّطه ابن الأنباري، قال؛ لأن {اتخذت} صلة للعنكبوت، كأنه قال: كمثل العنكبوت التي اتخذت بيتًا، فلا يحسن الوقف على الصلة دون الموصول، والعنكبوت هي الدويبة الصغيرة التي تنسج نسجًا رقيقًا، كما سيأتي في التصريف. </p><p> وحاصل المعنى (٣) : أي مثل الذين اتخذوا الأصنام والأوثان من دون الله أولياء، يرجون نصرهم ونفعهم لدى الشدائد في قبيح احتيالهم وسوء اختيارهم لأنفسهم، كمثل العنكبوت في ضعفها وقلة حيلتها، اتخذت لنفسها بيتًا يكنها من حر وبرد، ويدفع أذى، فلم يُغن عنها شيئًا حين حاجتها إليه، فكذلك هؤلاء المشركون، لم يُغن عنهم أولياؤهم الذين اتخذوهم من دون الله شيئًا، ولم يدفعوا عنهم ما أحله الله بهم، من سوء العذاب بكفرهم به وعبادتهم سواه. </p><p> وخلاصة ذلك: أن بيت العنكبوت لا يكن ولا يمنع أذى الحر والبرد، كما هو شأنها فيما ترون، فكذلك المعبود، ينبغي أن يكون منه الخلق والرزق، وجر المنافع ودفع المضار، وما عبده الكافرون لم يفدهم شيئًا من ذلك، فكيف يُصرون على عبادتهم؟ </p><p>(١) الخازن. (٢) الشوكاني.(٣) المراغي.</p>"
}