{
  "id": null,
  "sura": 29,
  "aya": 46,
  "text": "<p> شئت لدعوت روح فأعطاني مثل ملك كسرى وقيصر، فكيف بك يا ابن عمر إذا لقيت قومًا يخبئون رزق سنتهم، ويضعف اليقين \".قال:فوالله ما برحنا ولا رمنا حتى نزلت: {وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا الله يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ(٦٠)} فقال رسول الله - صلى الله عليه وسلم -: \" إن الله لم يأمرني بكنز الدنيا، ولا باتباع الشهوات، ألا وإني لا أكنز دينارًا ولا درهمًا، ولا أخْبَأ رزقًا لغدٍ \".</p><p> وروى ابن عباس: أن النبي - صلى الله عليه وسلم - قال للمؤمنين بمكة حين آذاهم المشركون: \" اخرجوا إلى المدينة وهاجروا، ولا تجاوروا الظلمة\" قالوا: ليس لنا بها دار ولا عقار، ولا من يطعمنا، ولا من يسقينا، فنزلت الآية. </p><p> قوله تعالى:  {أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا ...} الآية، سبب نزولها: ما أخرجه جويبر عن الضحاك عن ابن عباس أنهم قالوا: يا محمد ما يمنعنا أن ندخل في دينك إلا مخافة أن يتخطفنا الناس لتقتلنا، والأعراب أكثر منا، فمتى ما يبلغهم أنا قد دخلنا في دينك .. اختطفتنا فكنا أكلة رأس، فأنزل الله:  {أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا ...} . </p><p> التفسير وأوجه القراءة </p><p> ٤٦ - {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ} أي: ولا تخاصموا اليهود والنصارى أيها المؤمنون {إِلَّا بِالَّتِي} إلا بالخصلة التي {هِيَ أَحْسَنُ} وأسهل (١) كمعاملة الخشونة باللين، والغضب بالحلم، والمشاغبة - أي: تحريك الشر وإثارته - بالنصح؛ أي: بتحريك الخير وإثارته، والعجلة بالتاني والاحتياط، على وجه لا يؤدي إلى الضعف، ولا إلى إعظام الدنيا الدنية، يعني: جادلوهم على سبيل الدعاء لهم إلى الله عز وجل، والتنبيه لهم على حججه وبراهينه، رجاء إجابتهم إلى الإِسلام، لا على طريق الإغلاظ والمخاشنة. </p><p> وقرأ الجمهور (٢) : {إِلَّا بِالَّتِي} حرف استثناء، وقرأ ابن عباس:  {ألا} : </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> حرف تنبيه واستفتاح، تقديره: ألا جادلوهم بالتي هي أحسن. </p><p> {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ}  (١) بالإفراط في الاعتداء والعناد، فإن الكافر إذا وصف بمثل الفسق والظلم .. حمل على المبالغة فيما هو فيه، أو بإثبات الولد لله، وهم أهل نجران، أو بنبذ العهد ومنع الجزية ونحو ذلك، كقولهم: يد الله مغلولة، فلا بأس بالإغلاظ عليهم، والتخشين في مجادلتهم، فإنه يجب حينئذ الموافقة بما يليق بحالهم، من الغلظة باللسان، وبالسيف والسنان. </p><p> وعبارة \"المراح\" هنا: {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ} ؛ أي: ولا تخاصموا (٢) اليهود والنصارى إلا بالأحسن؛ أي: بعدم استخفاف آرائهم، وبعدم نسبة آبائهم إلى الضلال؛ لأنهم جاؤوا بكل حسن، غير الاعتراف بالنبي - صلى الله عليه وسلم - فإنهم آمنوا بإنزال الكتب، وارسال الرسل، وبالحشر، ففي مقابلة إحسانهم يجادلون بالأحسن، إلا الذين أشركوا منهم، بإثبات الولد لله، وبالقول بثالث ثلاثة، فيجادلون حينئذٍ بالأخشن، من تهجين مقالتهم وتبيين جهالتهم، كالمشرك الذي جاء بالمنكر من غيرهم، فاللائق أن يجادل بالأخشن، ويبالغ في تهجين مذهبه، وتوهين شبهه. اهـ. </p><p> وعبارة \"الخازن\" هنا: {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} ؛ أي: أبوا أن يعطوا الجزية، ونصبوا الحرب ففاجؤوهم بالسيف، حتى يسلموا أو يعطوا الجزية، ومعنى الآية: إلا الذين ظلموكم؛ لأن جميعهم ظالم بالكفر، وقيل: هم أهل الحرب ومن لا عهد له، وقيل: الآية منسوخة بآية السيف اهـ. </p><p> هكذا (٣) فسر الآية أكثر المفسرين، بأن المراد بأهل الكتاب اليهود والنصارى، وقيل: معنى الآية: لا تجادلوا من آمن بمحمد - صلى الله عليه وسلم - من أهل الكتاب، كعبد الله بن سلام، وسائر من آمن منهم، إلا بالتي هي أحسن، يعني بالموافقة فيما حدثوكم به من أخبار أهل الكتاب، ويكون المراد بالذين ظلموا </p><p>(١) روح البيان. (٢) المراح.(٣) الشوكاني.</p><p> على هذا القول: هم الباقون على كفرهم، وقيل: هذه الآية منسوخة بآيات القتال، وبذلك قال قتادة ومقاتل، قال النحاس: من قال: هي منسوخة، احتج بأن الآية مكيّة، ولم يكن في ذلك الوقت قتال مفروض، ولا طلب جزية ولا غير ذلك، وقال سعيد بن جبير ومجاهد: إن المراد بـ {الَّذِينَ ظَلَمُوا مِنْهُمْ} الذين نصبوا القتال للمسلمين بالسيف، حتى يسلموا أو يعطوا الجزية. </p><p> فإن قلت (١) : كيف قال: {إِلَّا الَّذِينَ ظَلَمُوا} مع أن جميع أهل الكتاب ظالمون؛ لأنهم كافرون، وقال تعالى:  {وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} ؟ </p><p> قلتُ: المراد بالظلم هنا: الامتناع عن قبول عقد الذمة، أو نقض العهد بعد قبوله. </p><p> {وَقُولُوا} أيها المؤمنون للذين قبلوا الجزية، إذا حدثوكم بشيء مما في كتبهم {آمَنَّا} بالصدق والإخلاص {بِالَّذِي أُنْزِلَ إِلَيْنَا} من القرآن {وَأُنْزِلَ إِلَيْكُمْ} من التوراة والإنجيل؛ أي: آمنّا بأنهما منزلان من عند الله تعالى، وأنهما شريعة ثابتة إلى قيام الشريعة الإِسلامية، والبعثة المحمدية، ولا يدخل في ذلك ما حرفوه وبدلوه، {وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ} لا شريك له في الألوهية، ولا ضد له ولا ند، {وَنَحْنُ} معاشر أمة محمد {لَهُ} سبحانه وتعالى، لا لغيره {مُسْلِمُونَ} ؛ أي: مطيعون له منقادون خاصةً، ولا نقول: عزير ابن الله، ولا المسيح ابن الله، ولا نتخذ أحبارنا ورهباننا أربابًا من دون الله. </p><p> ويحتمل أن يراد (٢) : ونحن جميعًا منقادون له، ولا يقدح في هذا الوجه كون انقياد المسلمين أتم من انقياد أهل الكتاب، وطاعتهم أبلغ من طاعاتهم، وفيه تعريض الفريقين، حيث اتخذوا أحبارهم ورهبانهم أربابًا من دون الله تعالى. </p><p> وأخرج البخاري، والنسائي، وابن جرير، وابن أبي حاتم، وابن مردويه، </p><p>(١) فتح الرحمن. (٢) الشوكاني.</p>"
}