{
  "id": null,
  "sura": 29,
  "aya": 63,
  "text": "<p> وقرأ علقمة الحمصي:  {ويقدر} بضم الياء وفتح القاف وشد الدال، ذكره في \"البحر\" . </p><p> قال الحسن: يبسط الرزق لعدوه مكرًا به، ويقدر على وليه نظرًا له، فطوبى لمن نظر الله إليه؛ أي: إن الله سبحانه يوسع رزقه على من يشاء من خلقه، ويقتر على من يشاء، فالأرزاق وقسمتها بيده تعالى، لا بيد أحدٍ سواه، فلا يؤخرنكم عن الهجرة، وجهاد عدوكم، خوف العيلة والفقر، فمن بيده تكوين الكائنات، لا يعجز عن أرزاقها، ونحو الآية قوله: {إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ (٥٨) }. </p><p> ثم علل التفاوت في الرزق بين عباده بعلمه بالمصلحة في ذلك، فقال:  {إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} يعلم ما فيه صلاح عباده وفسادهم، ويعلم مقادير الحاجات ومقادير الأرزاق، فيعلم من يليق ببسط الرزق فيبسط له، ويعلم من يليق بقبضه فيقبض له، أو فيعلم أن كلًّا من البسط والقبض في أي وقتٍ يوافق الحكمة والمصلحة، فيفعل كلًّا منهما في وقته، وفي الحديث القدسي:  \"إن من عبادي من لا يصلح إيمانه إلا الغنى، ولو أفقرته .. لأفسده ذلك، وإن من عبادي من لا يصلح إيمانه إلا الفقر، ولو أغنيته .. لأفسد ذلك\" . </p><p> ٦٣ - ثم ذكر اعترافهم بهذا بقوله {وَلَئِنْ سَأَلْتَهُمْ} أي: وعزتي وجلالي، لئن سألت يا محمد مشركي العرب {مَنْ نَزَّلَ} مرة بعد مرة {مِنَ السَّمَاءِ} أي: من السحاب {مَاءً} ؛ أي: مطرًا {فَأَحْيَا} وأخصب {بِهِ} ؛ أي: بسبب ذلك الماء {الْأَرْضَ} بإخراج الزرع والنبات والأشجار منها {مِنْ بَعْدِ مَوْتِهَا} أي: يبسها وقحطها {لَيَقُولُنَّ} ؛ أي: ليقولن المشركون جوابًا لك، نزله {اللَّهُ} سبحانه، وأحيا به الأرض، إذ لا جواب غيره؛ أي: يعترفون بأنه الموجد للممكنات بأسرها، أصولها وفروعها، يجدون إلى إنكاره سبيلًا، ثم إنهم يشركون به بعض مخلوقاته، الذي لا يكاد يتوهم منه القدرة على شيء ما أصلًا. </p><p> والمعنى: أي ولئن سألتهم: من ينزل من السحاب ماءً، فيحيي به الأرض القفر، فتصير خضراء تهتز بعد أن لم تكن كذلك، لم يجدوا في الجواب إلا سبيلًا واحدةً هي الاعتراف الذي لا محيص عنه بأنه الله، فهو الموجد لسائر </p><p> المخلوقات، ومن عجبٍ أنهم بعد ذلك يشركون به بعض مخلوقاته، التي لا تقدر على شيء من ذلك. </p><p> فإن قلت: لِمَ (١) زاد {مَنْ} هنا في قوله {مِنْ بَعْدِ مَوْتِهَا} وحذفها في البقرة، حيث قال هناك:  {وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا} وفي الجاثية أيضًا، حيث قال:  {وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا} ؟ </p><p> قلت: زادها هنا موافقةً لما قبله من قوله: {مِنْ عِبَادِهِ} وقوله: {مِنَ السَّمَاءِ} بخلاف ذلك في البقرة والجاثية. </p><p> ثم لما اعترفوا (٢) هذا الاعتراف في هذه الآيات، وهو يقتضي بطلان ما هم عليه من الشرك، وعدم إفراد الله سبحانه بالعبادة .. أمر رسوله - صلى الله عليه وسلم - أن يحمد الله على إقرارهم، وعدم جحودهم مع تصلبهم في العناد، وتشددهم في رد كل ما جاء به رسول الله من التوحيد، فقال:  {قُلِ} يا محمد متعجبًا من حالهم {الْحَمْدُ لِلَّهِ} والشكر له على إظهار الحجة، واعترافهم بأن النعم كلها منه تعالى؛ أي: أحمد الله على أن جعل الحق معك، وأن أظهر حجتك عليهم. </p><p> وعبارة \"القرطبي\" هنا: قل الحمد لله على ما أوضح من الحجج والبراهين على قدرته، وقيل: قل الحمد لله على إقرارهم بذلك، وقيل: قل الحمد لله على إنزال الماء، وإحياء الأرض بالنبات. اهـ. </p><p> ثم ذمهم فقال:  {بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ} ؛ أي: شيئًا من الإشياء، فلذلك لا يعملون بمقتضى قولهم، فيشركون به سبحانه أخس مخلوقاته، وهو الصنم؛ أي: ولكن أكثر المشركين لا يعقلون ما لهم فيه النفع في دينهم، وما فيه الضر لهم، فهم لجهلهم يحسبون أنهم لعبادتهم الأصنام دون الله ينالون بها الزلفى والقرب عنده تعالى. </p><p>(١) فتح الرحمن. (٢) الشوكاني.</p>"
}