{
  "id": null,
  "sura": 29,
  "aya": 25,
  "text": "<p> فإن قلت: لِمَ جمع (١) الآيات هنا، حيث قال:  {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ} وأفردها فيما بعدُ في قوله: {خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ (٤٤) }؟ </p><p> قلت: إن ما هنا إشارة إلى إثبات النبوة القائمة بالنبيين، وهم كثيرون فناسبه الجمع، وما بعدُ إشارة إلى التوحيد القائم بواحد، وهو الله لا شريك له فناسبه الإفراد. اهـ. \"زكريا\" . </p><p> وعبارة أبي حيان: وجمع هنا (٢) فقال: {لَآيَاتٍ} ؛ لأن الإنجاء من النار وجعلها بردًا وسلامًا، وأنها أثرت في الحبل الذي كانوا أوثقوه به دون الجسم، وأن مكانها حالة الرمي صار بستانًا يانعًا إن صح، هو مجموع آيات، فناسب الجمع بخلاف الإنجاء في السفينة فإنه آية واحدة، فلذلك أفرد آية هناك، انتهت. </p><p> وقرأ الجمهور:  {جَوَابَ قَوْمِهِ} بالنصب على أنه خبر {كَانَ} مقدم على اسمها، وما بعده اسمها، وقرأ الحسن وسالم الأفطس وعمرو بن دينار برفعه على أنه اسم {كَانَ} ، وما بعده في محل نصب على الخبر. </p><p> ٢٥ - ثم ذكر ما قاله إبراهيم عليه السلام لهم، بعد إنجائه من النار، بقوله:  {وَقَالَ} إبراهيم مخاطبًا لقومه، ومؤنبًا لهم، وموبخًا على سوء صنيعهم بعبادة الأوثان {اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا} ؛ أي (٣) : إنما اتخذتموها آلهة، لا لحجة قامت بذلك، بل {مَوَدَّةَ بَيْنِكُمْ} ؛ أي: بل لأجل أن تتوادوا وتتحابوا بينكم، وتتلاطفوا بسبب اجتماعكم على عبادتها {فِي الْحَيَاةِ الدُّنْيَا} ؛ أي: مدة بقائكم في الدنيا. </p><p> والمعنى (٤) : أي إنما اجتمعتم على عبادتها في الدنيا، للصداقة والألفة التي بين بعضكم وبعض، فأنتم تتحابون على عبادتها، وتتوادون على خدمتها، كما يتفق الناس على مذهب، فيكون ذلك سبب ألفتهم ومودتهم، لا لقيام الدليل </p><p>(١) فتح الرحمن. (٢) البحر المحيط.(٣) روح البيان.(٤) المراغي.</p><p> عندكم على صحة عبادتها. </p><p> وقصارى ذلك: أن مودة بعضكم بعضًا هي التي دعتكم إلى عبادتها، إذ قد رأيتم بعض من تودون عبدوها، فعبدتموها موافقةً لهم لمودتكم إياهم، كما يرى الإنسان أو يوده يفعل شيئًا فيفعله مودةً له ثم ذكر أو حالهم في الآخرة ستكون على نقيض هذا، فقال:  {ثُمَّ يَوْمَ الْقِيَامَةِ} بعد الخروج من الدنيا تنقلب الأمور، ويتبدل التواد تباغضًا، والتلاطف تلاعنًا، حيث {يَكْفُرُ بَعْضُكُمْ} وهم العبدة {بِبَعْضٍ} وهم الأوثان {وَيَلْعَنُ بَعْضُكُمْ بَعْضًا} ؛ أي: يلعن ويشتم كل فريق منكم ومن الأوثان - حيث ينطقها الله - الفريق الآخر. </p><p> {وَمَأْوَاكُمُ} ؛ أي: مثواكم جميعًا لعابدون والمعبودون والتابعون والمتبوعون {النَّارُ} ؛ أي: هي منزلكم الذي تأوون إليه، ولا تُرجعون منه أبدًا {وَمَا لَكُمْ مِنْ نَاصِرِينَ} ؛ أي: من مانعين يخلصونكم منها ما خلصني ربي أو النار التي ألقيتموني فيها، وجمع الناصر لوقوعه في مقابلة الجمع؛ أي: وما لأحد منكم من ناصر أصلًا، والخطاب فيه لعبدة الأوثان جميعًا القادة والأتباع. </p><p> والمعنى: أي ثم تنعكس الحال يوم القيامة، فتنقلب الصداقة والمودة بغضًا وشنآنًا، وتتجاحدون ما كان بينكم، ويلعن بعضكم بعضًا، فيلعن الأتباع المتبوعين، والمتبوعون الأتباع، كما قال {الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ (٦٧) } ثم مرجعكم إلى النار، وما لكم من ناصر ينصركم، ولا منقذ ينقذكم من عذاب الله تعالى. </p><p> وقرأ الحسن (١) وأبو حيوة وابن أبي عبلة، وأبو عمرو في رواية الأصمعي والأعمش عز أبي بكر، وابن وثاب وابن عباس وسعيد بن المسيب وعكرمة:  {مودةٌ} برفعها منونة، {بينَكم} بالنصب، فالرفع على أنها خبر إن، وما موصولة، ومودة إما مصدر بمعنى اسم المفعول، أو على حذف مضاف؛ أي: من </p><p>(١) البحر المحيط، والشوكاني، وزاد المسير.</p>"
}