{
  "id": null,
  "sura": 29,
  "aya": 53,
  "text": "<p> السمعية الموجبة للإيمان؛ أي: والذين يعبدون الأوثان والأصنام، ويكفرون بالله مع تظاهر الأدلة التي في الآفاق والأنفس على الإيمان به، ويكفرون برسوله، مع تعاضد البراهين على صدقه، أولىك هم الأخسرون أعمالًا، المغبونون في صفقتهم، من حيث أنهم اشتروا الكفر بالإيمان، فاستوجبوا العقاب حين الوقوف بين يدي الملك الديان. </p><p> وخلاصة ذلك (١) : أن الله سيجزيهم على ما صنعوا، من تكذيبهم بالحق واتباعهم للباطل، وتكذيبهم برسول الله، مع قيام الأدلة على صدقه، نارًا تلظى، لا يصلاها إلا الأشقى، الذي كذب وتولى. </p><p> فإن قلت: من آمن بالباطل فقد كفر بالله، فهل لهذا العطف فائدة غير التأكيد؟ </p><p> قلت: نعم، فائدته: أنه ذكر الثاني لبيان قبح الأول، فهو كقول القائل: أتقول الباطل، وتترك الحق، لبيان أن الباطل قبيح. </p><p> ٥٣ - {وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ} يا محمد استهزاءً وتكذيبًا منهم بذلك، كقولهم:  {فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ} . {وَلَوْلَا أَجَلٌ مُسَمًّى} ؛ أي: معين قد جعله الله لعذابهم وعينه، وهو القيامة. </p><p> وقال الضحاك: الأجل: مدة أعمارهم؛ لأنهم إذا ماتوا .. صاروا إلى العذاب. </p><p> {لَجَاءَهُمُ الْعَذَابُ} ؛ أي: لولا ذلك الأجل المضروب .. لجاءهم العذاب الذي يستحقونه بذنوبهم عاجلًا. </p><p> وقيل (٢) : المراد بالأجل الممسمى: النفخة الأولى، وقيل: الوقت الذي قدره الله لعذابهم في الدنيا بالقتل والأسر يوم بدر. </p><p>(١) المراغي. (٢) الشوكاني.</p><p> والحاصل: أن لكل عذاب أجلًا، لا يتقدم عليه ولا يتأخر عنه، كما في قوله سبحانه:  {لِكُلِّ نَبَإٍ مُسْتَقَرٌّ} وفي الآية (١) إشارة إلى أن الاستعجال في طلب العذاب في غير وقته المقدر لا ينفع، وهو مذموم، فكيف الاستعجال في طلب مرادات النفس وشهواتها في غير أوانها. </p><p> والمعنى: أي: ويستعجلك كفار قريش بنزول العذاب بنحو قولهم: {مَتَى هَذَا الْوَعْدُ} وقولهم: {فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ} ولولا أجل مسمى ضربه الله لعذابهم لجاءهم حين استعجالهم إياه. </p><p> وجملة قوله:  {وَلَيَأْتِيَنَّهُمْ بَغْتَةً} مستأنفة مبينة لمجيء العذاب المذكور قبلها، ومعنى بغتة: فجأة؛ أي: وعزتي وجلالي ليأتينهم العذاب الذي عين لهم عند حلول الأجل فجأة، كوقعة بدر، فإنها أتتهم بغتة، {وَهُمْ لَا يَشْعُرُونَ} ؛ أي: والحال أنهم لا يعلمون بإتيانه، بل يكونون في غفلة عنه، واشتغال بما ينسيهموه. </p><p> وقوله:  {وَهُمْ لَا يَشْعُرُونَ} يحتمل وجهين: </p><p> أحدهما: أنه تأكيد لمعنى قوله: {بَغْتَةً} كما يقول القائل: أتيته على غفلةٍ منه بحيث لم يدر، فقوله: بحيث لم يدر: أكد معنى الغفلة. </p><p> والثاني: يفيد فائدةً مستقلةً، وهي أن العذاب يأتيهم بغتةً، وهم لا يشعرون هذا الأمر، ويظنون أن العذاب لا يأتيهم أصلًا اهـ. \"كرخي\" . </p><p> فإن قلت (٢) : عذاب الآخرة ليس من قبيل المفاجأة، فكيف يأتي بغتةً؟ </p><p> قلت: الموت يأتيهم بغتةً؛ أي: في وقت لا يظنون أنهم يموتون فيه، وزمانه متصل بزمان القيامة، ولذا عد القبر أول منزل من منازل الآخرة، ويدل عليه قوله - صلى الله عليه وسلم -: \"من مات فقد قامت قيامته\" . وفي البرزخ عذاب، ولو كان نصفًا من حيث أنه حظ الروح فقط. </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}