{
  "id": null,
  "sura": 29,
  "aya": 33,
  "text": "<p> ثم زادوا ما سلف إيضاحًا، وطمأنوه بذكر ما يسره من نجاته بقولهم: لننجينه وأهله ... إلخ؛ أي: لننجين لوطًا وأتباعه من الهلاك، الذي هو نازل بأهل القرية إلا امرأته، فإنها من الباقين في العذاب لممالأتها إياهم على الكفر والبغي، وفعل الخبائث. </p><p> ٣٣ - ثم ذكر ما كان من أمر لوط، حين مجيء الرسل ضيوفًا لديه، فقال:  {وَلَمَّا} : حرف شرط لا ظرف، خلافًا للفارسي، كما هو مذكور في علم النحو. </p><p> {أَنْ} زائدة زيدت بعد لما، وهو قياس مطرد، وقال الزمخشري (١) : (أن) صلة أكدت وجود الفعلين، مترتبًا أحدهما على الآخر في وقتين متجاورين لا فاصل بينهما، كأنهما وجدا في جزء واحدٍ من الزمان، كأنه قيل: لما أحس بمجيئهم، فاجأت المساءة من غير وقت خيفةً عليهم من قومه، انتهى. </p><p> أي: ولما {جَاءَتْ رُسُلُنَا} المذكورون بعد مفارقة إبراهيم {لُوطًا سِيءَ} ؛ أي: حزن {بِهِمْ} ؛ أي: بسببهم؛ أي (٢) : اعتراه المساءة والحزن بسببهم مخافة أن يتعرض لهم قومه بسوء؛ أي: بفاحشة؛ لأنهم كانوا يتعرضون للغرباء، ولم يعرف لوط أنهم ملائكة، وإنما رأى شبانًا مردًا، حسانًا، بثياب حسان، وريح طيبة، فظن أنهم من الإنس {وَضَاقَ بِهِمْ} ؛ أي: بشأنهم {ذَرْعًا} ؛ أي: قلبًا؛ أي: ضاق بشأنهم وتدبير أمرهم ذرعه؛ أي: طاقته؛ أي: عجز عن تدبير شأنهم، فلم يدر أيأمرهم بالخروج أم بالنزول، كقولهم: ضاقت يده، وبإزائه رحب ذرعه بكذا إذا كان مطيقًا به، قادرًا عليه، وذلك أن طويل الذراع ينال ما لا يناله قصير الذراع. </p><p> وقرأ الجمهور (٣) : {سِيءَ} بكسر السين، وضمها نافع وابن عامر والكسائي، وقرأ عيسى وطلحة:  {سوء} بضمها، وهي لغة بني هذيل وبني وبير يقولون في قيل وبيع ونحوهما قول وبوع. </p><p>(١) الكشاف. (٢) روح البيان.(٣) البحر المحيط.</p><p> {وَ} لما شاهدت الملائكة ما حل به من الحزن والتضجر {قَالُوا} للوط: {لَا تَخَفْ} علينا من قومك {وَلَا تَحْزَنْ} لأجلنا فإنا ملائكة لا يقدرون علينا، أو المعنى: لا تخف علينا، ولا تحزن على هلاك قومك. </p><p> والمعنى: أي ولما جاءت الملائكة من عند إبراهيم إلى لوط على صورة بشر حسان الوجوه، خاف عليهم من قومه، وحصلت له مساءة وغم بسببهم، مخافة أن يقصدهم أحد بسوء، وهو عاجز عن مدافعة قومه، وتدبير الحيلة لحمايتهم، ودفع الأذى عنهم، وحين رأوه على هذه الحال من القلق والاضطراب قالوا له: هوِّن على نفسك، ولا تخف علينا، ولا تحزن بما نفعله بقومك، فإنهم قد بلغوا في الخبث مبلغًا لا مطمع في رجوعهم عنه، مهما نصحْت وألحفت في الإرشاد. </p><p> ثم ذكروا ما يوجب زوال خوفه وحزنه، وما يشيرون به إلى أنهم ملائكة، فقالوا:  {إِنَّا مُنَجُّوكَ} من العذاب الذي سينزل بقومك {و} منجو {أَهْلَكَ} وأتباعك معك، فلن يصيبكم ما يصيبهم منه {إِلَّا امْرَأَتَكَ} فإنها {كَانَتْ} في سابق علم الله وحكمه الأزلي {مِنَ الْغَابِرِينَ} ؛ أي: من الهالكين لمظاهرتها إياهم، والميل إلى شد أزرهم، والدفاع عنهم، فقد كانت تدلهم على ضيوفه، فيقصدونهم بالسوء، فصارت شريكة لهم في الجرم. </p><p> وقرأ أبو عمرو وابن عامر ونافع وحفص (١) : {مُنَجُّوكَ} بالتشديد، وقرأ حمزة والكسائي وشعبة ويعقوب والأعمش {منجوك} بالتخفيف والكاف في مذهب سيبويه في موضع جر، ولا يجوز عطف الظاهر على الضمير المخفوض، وحينئذ (أهلك) منصوب على إضمار فعل؛ أي: وننجي أهلك، ومن راعى هذا الموضع عطفه على موضع الكاف، والكاف على مذهب الأخفش وهشام في موضع نصب، وأهلك معطوف عليه؛ لأن هذه النون كالتنوين، وهما على مذهبهما يحذفان، للطافة الضمير وشدة طلبه الاتصال بما قبله. </p><p>(١) البحر المحيط.</p>"
}