{
  "id": null,
  "sura": 29,
  "aya": 36,
  "text": "<p> بهم، وهي بين القدس والكرك، وكان منتنًا يتأذى الناس برائحته من مسافة بعيدة، ولا مانع من حمل الآية على جميع ما ذكر. </p><p> {لِقَوْمٍ يَعْقِلُونَ} ؛ أي: يستعملون عقولهم في الاعتبار، وهو متعلق إما بتركنا أو بينة، وفيه إشارة إلى شرف العقل، فإنه هو الذي يعتبر ويردع الإنسان عن الذنب، والوقوع في الخطر، وخص من يعقل؛ لأنه الذي يفهم أن تلك الآثار عبرة يعتبر بها من يراها. </p><p> قيل: كل شيء إذا كثر رخص غير العقل، فإنه إذا كثر غلا، قال أعرابي: لو صُوِّر العقل لأظلمت معه الشمس، ولو صُوِّر الحمق لأضاء معه الليل؛ أي: لكان الليل مضيئًا بالنسبة إليه، مع أنه لا ضوء فيه من حيث إنه ليل. </p><p> والخلاصة: أي وعزتي وجلالي، لقد أبقينا بما فعلنا بهم عبرةً بينة، وعظة زاجرة، لقوم يستعملون عقولهم في الاستبصار، وجعلناها مثلًا للآخرين. ونحو الآية قوله: {وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ (٣٧) وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ}. </p><p> قصة شعيب عليه السلام </p><p> ٣٦ - وقوله:  {وَإِلَى مَدْيَنَ} متعلق بمحذوف، تقديره: ولقد أرسلنا إلى أهل مدين {أَخَاهُمْ} من النسب {شُعَيْبًا} عطف بيان، أو بدل من أخاهم؛ لأنه من نسبهم؛ أي: ولقد أرسلنا إلى مدين نبيهم شعيبًا. {فَقَالَ} شعيب بطريق الدعوة {يَا قَوْمِ اعْبُدُوا اللهَ} سبحانه وحده؛ أي: أفردوه بالعبادة، وخصوه بها، وأخلصوها له {وَارْجُوا الْيَوْمَ الْآخِرَ} ؛ أي: وارجوا بعبادتكم إياه اليوم جزاء اليوم الآخر وثوابه، وقيل: المعنى خافوا اليوم الآخر، وافعلوا اليوم من الأعمال ما يدفع عذابه عنكم. </p><p> قال يونس النحوي: معناه: اخشوا الآخرة، التي فيها الجزاء على الأعمال، اهـ. والمراد به يوم القيامة؛ لأنه آخر الأيام، والمعنى؛ أي: توقعوه وما سيقع فيه من فنون الأحوال، وافعلوا اليوم من الأعمال ما تنتفعون به في </p><p> العاقبة، وتأمنون من عذاب الله، وقيل: معناه وارجوا يوم الموت؛ لأنه آخر عمرهم. </p><p> {وَلَا تَعْثَوْا فِي الْأَرْضِ} ؛ أي: في أرض مدين؛ أي: لا تفسدوا فيها، ولا تبغوا على أهلها، فتنقصوا المكيال والميزان، وتقطعوا الطريق على الناس حال كونكم {مُفْسِدِينَ} فيها؛ أي: مظهرين ومجاهرين الفساد فيها بالتطفيف؛ أي: لا تعتدوا حال إفسادكم، بل توبوا إلى ربكم، وأنيبوا إليه، وإنما قيد (١) العثو بالإفساد وإن غلب فيه؛ لأنه قد يكون فيه ما ليس بفساد، كمقابلة الظالم المعتدي بفعله، ومنه ما يتضمن صلاحًا راجحًا، كقتل الخضر الغلام، وخرقه السفينة، ويمكن (٢) أن يقال: نصب {مفسدين} على المصدر، كما يقال: قم قائمًا؛ أي: قيامًا، واجلس قاعدًا؛ أي: قعودًا. </p><p> فائدة: قال الفخر الرازي (٣) : وأضيف شعيب هنا إلى قومه حيث قال: {أخاهم شعيبًا} بخلاف ما ذكره في قصة نوح وإبراهيم ولوط، فإنه أضاف القوم إليهم حيث قال: قوم نوح، وقوم إبراهيم، وقوم لوط؛ لأن الأصل في جميع المواضع أن يُذكر القوم، ثم يُذكر رسولهم؛ لأن الله سبحانه لا يبعث رسولًا إلى غير معين، غير أن قوم نوح وإبراهيم ولوط لم يكن لهم اسم خاص، ولا نسبة مخصوصة يعرفون بها، فعرفوا بالإضافة لنبيهم، فقيل: قوم نوح وقوم لوط وقوم إبراهيم، وأما قوم شعيب وهود وصالح فكان لهم نسب معلوم اشتهروا به عند الناس، فجرى الكلام على أصله، فقال: وإلى مدين أخاهم شعيبًا، وإلى عاد أخاهم هودًا - رضي الله عنه -. اهـ. </p><p> وقال الرازي أيضًا: قوله: {فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ} في قصة شعيب لم يُذكر عن لوط أنه أمر قومه بالعبادة والتوحيد، وذُكر عن غيره ذلك؛ لأن لوطًا كان في زمن إبراهيم، وإبراهيم سبقه بذلك حتى اشتهر الأمر بالتوحيد عند الخلق، وإنما ذكر عنه ما اختص به من النهي عن الفاحشة، وأما غيره فجاؤوا في زمن غير </p><p>(١) روح البيان. (٢) المراح.(٣) التفسير الكبير بتصرف.</p>"
}