{
  "id": null,
  "sura": 29,
  "aya": 49,
  "text": "<p> وقال في \"أسئلة الحكم\" : كان - عليه السلام - يعلم الخطوط ويخبر عنها، فلماذا لم يكتب؟ </p><p> والجواب: أنه لو كتب لقيل: قرأ القرآن من صحف الأولين. انتهى. </p><p> قال النيسابوري: إنصا لم يكتب، لأنه إذا كتب وعقد الخنصر يقع ظل قلمه وإصبعه على اسم الله تعالى وذكره، فلما كان ذلك قال الله تعالى: لا جرم يا حبيبي لَمَّا لَمْ ترد أن يكون قلمك فوق اسمي، ولم ترد أن يكون ظل القلم على اسمي، أمرت الناس أن لا يرفعوا أصواتهم فوق صوتك تشريفًا لك وتعظيمًا، ولا أدع بسبب ذلك ظلك يقع على الأرض صيانةً له أن يوطأ بالأقدام. انتهى. </p><p> فائدة: قيل أول من كتب الكتاب العربي، والفارسي، والسرياني، والعبراني، وغيرها من بقية الاثني عشر، وهي: الحميري، واليوناني، والرومي، والقبطي، والبربري، والأندلسي، والهندي، والصيني - آدم عليه السلام، كتبها في طين وطبخه، فلما أصاب الأرض وانفرق .. وجد كل قوم كتابًا فكتبوه، فأصاب إسماعيل - عليه السلام - الكتاب العربي، وأما ما جاء \"أول من خط بالقلم: إدريس - عليه السلام - \" . فالمراد به: خط الرمل. </p><p> ٤٩ - ثم أكد ما سلف، وبين أنه منزل من عند الله حقًا، فقال:  {بَلْ هُوَ} ؛ أي: بل هذا القرآن {آيَاتٌ بَيِّنَاتٌ} ؛ أي: آيات واضحات الإعجاز، ثابتات راسخات {في صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ} به، يعني: المؤمنين الذين حفظوا القرآن على عهده - صلى الله عليه وسلم - وحفظوه بعده. </p><p> أي (١) : بل القرآن آيات واضحات، ثابتة راسخة في قلوب الذين أعطوا العلم بالقرآن، فليس مما يشك فيه، لكونه محفوظًا، من غير أن يلتقط من كتاب، بحيث لا يقدر على تحريفه أحد، بخلاف غيره من الكتب، فإنه لا يقرأ إلا في المصاحف. </p><p>(١) المراح.</p><p> والمعنى: أن المؤمنين يقرؤون القرآن بالحفظ عن قلب تلقيًا منك، وبعضهم من بعض، وأنت تلقيته من جبريل عن اللوح المحفوظ، فلم تأخذه من كتاب بطريق تلقيه منه. </p><p> يعني (١) : كونه محفوظًا في الصدور من خصائص القرآن؛ لأن من تقدم كانوا لا يقرؤون إلا نظرًا، فإذا أطبقوها .. لم يعرفوا منها شيئًا، سوى الأنبياء، وما نقل عن قارون: من أنه كان يقرأ التوراة على ظهر قلب فغير ثابت. </p><p> وقال قتادة ومقاتل (٢) : إن الضمير يرجع إلى النبي - صلى الله عليه وسلم -؛ أي: بل محمد آيات بينات؛ أي: ذو آيات. </p><p> وقرأ ابن مسعود:  {بل هي آيات بينات} . قال الفراء: معنى هذه القراءة: بل آيات القرآن آيات بينات، واختار ابن جرير ما قاله قتادة ومقاتل، وقد استدل لما قالاه بقراءة ابن السميفع {بل هذا آيات بينات} ولا دليل في هذه القراءة على ذلك؛ لأن الإشارة يجوز أن تكون إلى القرآن، كما جاز أن تكون إلى النبي - صلى الله عليه وسلم - بل رجوعها إلى القرآن أظهر، لعدم احتياج ذلك إلى التأويل، والتقدير وقوله:  {بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ}  (٣) إضراب عن ارتيابهم؛ أي: ليس القرآن مما يرتاب فيه، لكونه في الصدور، وكونه محفوظًا بخلاف غيره من الكتب، فإنه لا يقرأ إلا في المصاحف، ولذا جاء في وصف هذه الأمة: صدورهم أناجيلهم. اهـ. \"شهاب\" . وهو جمع إنجيل، والمعنى: أنهم يقرؤون كتاب الله عز وجل عن ظهر قلب، وهو مثبت محفوظ في صدورهم، كما كان كتاب النصارى مثبتًا في أناجيلهم؛ أي: كتبهم اهـ. \"زاده\" . </p><p> وفي بعض الآثار:  \"ما حسدتكم اليهود والنصارى على شيء كحفظ القرآن\" قال أبو أمامة: إن الله لا يعذب بالنار قلبًا وعى القرآن. وقال - عليه السلام -: \"القلب الذي ليس فيه شيء من القرآن، كالبيت الخراب\" . وفي الحديث </p><p>(١) روح البيان. (٢) الشوكاني.(٣) الفتوحات.</p><p> الصحيح:  \"تعاهدوا القرآن، فوالذي نفس محمد بيده، لهو أشد تفلتًا من الإبل من عقالها\" ؛ أي: من الإبل المعقلة إذا أطلقها صاحبها، والتعاهد والتعهد، التحفظ؛ أي: المحافظة وتجديد الأمر به، والمراد هنا، الأمر بالمحافظة على تلاوته، والمداومة على تكراره. </p><p> فمن سنة القارىء (١) : أن يقرأ القرآن كل يوم وليلة، كيلا ينساه، وعن النبي - صلى الله عليه وسلم -: \"عرضت علي ذنوب أمتي، فلم أو ذنبًا أكبر من آية أو سورة أوتيها الرجل، ثم نسيها\" . والنسيان أن لا يمكنه القراءة من المصحف، كذا في \"القنية\" . وكان ابن عيينة يذهب إلى أن النسيان الذي يستحق صاحبه اللوم، ويضاف إليه الإثم: ترك العمل به، والنسيان في \"لسان العرب\" : الترك. قال تعالى:  {فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ} ؛ أي: تركوا. وقال تعالى:  {نَسُوا اللهَ} أي: تركوا طاعته، {فَنَسِيَهُمْ} ؛ أي: فترك رحمتهم. </p><p> قال شارح \"الجزرية\" : وقراءة القرآن من المصحف أفضل من قراءته من حفظه. هذا هو المشهور عن السلف، ولكن ليس هذا على إطلاقه، بل إن كان القارىء من حفظه يحصل له التدبر والتفكر، وجمع القلب والبصر، أكثر مما يحصل له من المصحف، فالقراءة من الحفظ أفضل، وإن تساويا فمن المصحف أفضل؛ لأن النظر في المصحف عبادة، واستماع القرآن من الغير في بعض الأحيان من السنن. </p><p> قال إبراهيم الخواص - رحمه الله تعالى -: دواء القلب خمسة: قراءة القرآن بالتدبر والخلاء، وقيام الليل، والتضرع إلى الله عند السحر، ومجالسة الصالحين. جعلنا الله وإياكم من أهل الصلاح والفلاح، إنه القادر الفتاح فالق الإصباح، خالق المصباح. </p><p> {وَمَا يَجْحَدُ} وما ينكر {بِآيَاتِنَا} مع كونها كما ذكر {إِلَّا الظَّالِمُونَ} ؛ أي: المتجاوزون للحدود في الشر والمكابرة والفساد والعناد؛ أي (٢) : وما يكذب </p><p>(١) روح البيان. (٢) المراغي.</p>"
}