{
  "id": null,
  "sura": 29,
  "aya": 19,
  "text": "<p> إلى القوم الذي أرسل إليهم، وليس عليه هدايتهم وليس ذلك في وسعه. </p><p> وحاصل معنى الآيتين (١) : أي إن أوثانكم التي تعبدونها لا تقدر أن ترزقكم شيئًا من الرزق، الذي لا قوام لكم بدونه، فكيف تعبدونها، ثم ذكر لهم من ينبغي أن يعبد ويبتغى منه الرزق، فقال:  {فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ} إلخ؛ أي: فالتمسوا الرزق عند الله لا عند أوثانكم، تدركوا ما تطلبون، واعبدوه وحده، واشكروا له نعمه عليكم، مستجلبين بذلك المزيد من فضله، وبعد أن ذَكَر أنه هو الرازق في الدنيا والمنعم على عباده، بيَّن أن المرجع إليه في الآخرة، فهو الذي يُطلب رضاه، والتقرب إليه والزلفى عنده، فقال:  {إِلَيْهِ تُرْجَعُونَ} ؛ أي: واستعدوا للقائه تعالى بالعبادة والشكر له، فإنكم إليه ترجعون فيسألكم عما أنتم عليه من عبادتكم غيره، وأنتم عباده وخلقه، وفي نعمه تتقلبون، ومن رزقه تأكلون. </p><p> ولما فرغ من إرشادهم إلى الدين الحق .. حذرهم من تركه وهددهم بما حل بمن قبلهم من المكذبين للرسل، فقال:  {وَإِنْ تُكَذِّبُوا} إلخ؛ أي: وإن تصدقوني فقد فزتم بسعادة الدارين، وإن تكذبوني فيما أخبرتكم به فلا تضروني بتكذيبكم، فقد كذب أمم من قبلكم رسلهم، كقوم إدريس ونوح، فجرى الأمر على ما سنه الله تعالى في الخلق، من نجاة المصدقين للرسل وهلاك العاصين لهم. {وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ} ؛ أي: وما ضر ذلك الرسل شيئًا، بل هم قد ضروا أنفسهم، فما على الرسول إلا التبليغ الذي لا يبقى معه شك، وهو المقترن بآيات الله ومعجزاته، وما عليه أن يصدقه قومه، وقد خرجت من عهدة التبليغ، ولا عليَّ بعد ذلك أصدقتم أم كذبتم. </p><p> ١٩ - ولما بين الله سبحانه وتعالى (٢) الأصل الأول وهو التوحيد، وأشار إلى الثاني وهو الرسالة، بقوله:  {وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ} شرع في بيان الأصل الثالث وهو الحشر، وهذه الأصول الثلاثة لا ينفك بعضها عن بعض في </p><p>(١) المراغي. (٢) النهر.</p><p> الذكر الإلهي، فقال:  {أَوَلَمْ يَرَوْا} والهمزة فيه للاستفهام الإنكاري؛ أي (١) : لإنكار عدم رؤيتهم، الموجب لتقريرها داخلة على محذوف، والواو عاطفة على كذلك المحذوف، والتقدير: ألم ينظروا؛ أي: أهل مكة وكفار قريش، ولم يروا؛ أي: ولم يعلموا علمًا، جاريًا مجرى الرؤية في الجلاء والظهور {كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ} أي: يخلقهم ولم يكونوا شيئًا مذكورًا، ويخلقهم من نطفة من غذاء، هو ماء وتراب، وهذا القدر كاف في حصول العلم بإمكان الإعادة، فإن الإعادة مثل البدء؛ أي: ألم يعلموا كيفية خلق الله ابتداء من مادة ومن غير مادة؛ أي: قد علموا. </p><p> {ثُمَّ يُعِيدُهُ} أي: ثم هو يعيد الخلق، ويردهم إلى الوجود في الآخرة عند البعث، وهو معطوف (٢) على قوله: {أَوَلَمْ يَرَوْا} لا على يبدأ، لعدم وقوع الرؤية عنيه، فهو إخبار بأنه تعالى يعيد الخلق، قياسًا على الإبداء. </p><p> فإن قلت: أوليس هذا من عطف الخبر على الإنشاء؟ </p><p> أجيب: بأن الاستفهام فيه لما كان للإنكار، وتقرير الرؤية، كان إخبارًا من حيث المعنى؛ أي: قد رأوا ذلك وعلموه. اهـ \"زاده\" . </p><p> وقد جُوِّز العطف على (يبدأ) بتاويل الإعادة، بإنشائه تعالى كل سنة ما أنشأه في السنة السابقة، من النبات والثمار وغيرهما، فإن ذلك مما يستدل به على صحة البعث، ووقوعه من غير ريب. {إِنَّ ذَلِكَ} المذكور من الإعادة، أو من الخلق الأول والخلق الثاني {عَلَى اللَّهِ يَسِيرٌ} ؛ أي: سهل لا نصب فيه، إذ لا يفتقر في فعله إلى شيء من الاْسباب؛ لأنه إذا أراد أمرًا قال: له كن، فيكون. </p><p> وحاصل المعنى (٣) : أن إبراهيم خليل الرحمن عليه السلام، أرشد قومه إلى إثيات المعاد الذي ينكرونه، بما يشاهدونه في أنفسهم من خلقهم، بعد أن لم </p><p>(١) روح البيان. (٢) روح البيان.(٣) المراغي.</p>"
}