{
  "id": null,
  "sura": 29,
  "aya": 20,
  "text": "<p> يكونوا شيئًا مذكورًا، ثم إعطائهم السمع والبصر والأفئدة وتصرفهم في الحياة إلى حين، ثم موتهم بعد ذلك، والذي بدأ هذا قادر على أن يعيده بل هو أهون عليه، كما قال في آية أخرى {وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ} . </p><p> وخلاصة هذا: أنتم قد علمتم ذلك، فكيف تنكرون الإعادة، وهي أهون عليه. </p><p> وقرأ حمزة والكسائي وأبو بكر بخلاف عنه (١) : {تروا} بتاء الخطاب، وباقي السبعة بالياء، والجمهور {يُبْدِئُ} مضارع أبدأ الرباعي، وقرأ الزبير وعيسى وأبو عمرو بخلاف عنه {يبدأ} مضارع بدأ الثلاثي، وقرأ الزهري {كيف بدا الخلق} بتخفيف الهمزة بإبدالها ألفًا، فذهبت في الوصل، وهو تخفيف غير قياسي وقياس تخفيف هذا التسهيل بين بين. </p><p> والمعنى: ألم يروا كيف يخلقهم الله ابتداء نطفة، ثم علقة، ثم مضغة، ثم ينفخ فيه الروح، ثم يخرجه إلى الدنيا، ثم يتوفاه بعد ذلك، وكذلك سائر الحيوانات، وسائر النباتات، فإذا رأيتم قدرة الله سبحانه على الابتداء والإيجاد أولًا، فهو القادر على الإعادة. </p><p> ٢٠ - ثم أمر الله سبحانه إبراهيم (٢) أن يأمر قومه بالمسير في الأرض، ليتفكروا ويعتبروا، فقال:  {قُلْ} يا إبراهيم، لقومك المنكرين للبعث {سِيرُوا فِي الْأَرْضِ} ؛ أي: سافروا في أقطار الأرض ونواحيها {فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ} ؛ أي: فانظروا إلى الأشياء المخلوقة، كيف خلقها ابتداء على كثرتها، واختلاف ألوانها وطبائعها، وألسنتها وأفعالها ومعيشتها، وانظروا إلى مساكن القرون الماضية، والأمم الخالية وآثارهم، لتعلموا بذلك كمال قدرة الله سبحانه وتعالى، وقيل: إن المعنى: قل يا محمد لمشركي العرب، ومنكري البعث: سيروا في نواحي الأرض فانظروا بأعينكم كيف خلق الله الخلق ابتداء على تلك الأشكال العجيبة، والأحوال الغريبة، لتعلموا قدرة الصانع الحكيم والمدبر العلم. </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> {ثُمَّ اللَّهُ} الذي بدأ النشاة الأولى وخلقها على تلك الكيفية العجيبة والأشكال الغريبة {ينشئـ} ـها {النَّشْأَةَ الْآخِرَةَ} ؛ أي: نشأة ثانية عند البعث. </p><p> والنشأة (١) مصدر مؤكد لينشىء بحذف الزوائد، والأصل الإنشاءة، قال الراغب: الإنشاء إيجاد الشيء وتربيته، وأكثر ما يقال ذلك في الحيوان، اهـ. أو على حذف العامل؛ أي: ينشىء فينشؤون النشأة الآخرة، كقوله تعالى:  {وَأَنْبَتَهَا نَبَاتًا حَسَنًا} ؛ أي: فنبتت نباتًا حسنًا، والنشاة الآخرة هي النشأة الثانية، وهي نشأة القيام من القبور، والجملة معطوفة على جملة سيروا في الأرض، داخلة معها في حيز القول، وعطف الإخبار على الإنشاء جائز فيما له محل من الإعراب، وإنما لم تُعطف على قوله:  {بَدَأَ الْخَلْقَ} ؛ لأن النظر غير واقع على إنشاء النشأة الآخرة، فإن الفكر يكون في الدليل، لا في النتيجة. </p><p> والمعنى: ثم الله يوجد الإيجاد الآخر، ويحيي الحياة الثانية؛ أي: بعد النشاة الأولى التي شاهدتموها، وهي الإبداء، فإنه والإعادة نشأتان من حيث إن كلًّا إبداع وإخراج من العدم إلى الوجود. </p><p> وجملة قوله:  {إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} تعليل لما قبلها؛ لأن قدرته لذاته، ونسبة ذاته إلى كل الممكنات على حد سواء، فيقدر على النشاة الأخرى، كما قدر على النشأة الأولى، فمن علم قدرته تعالى على جميع الأشياء التي منها النشاة الآخرة، لا يتصور أن يتردد في وقوع الإعادة بعدما أخبر الله به. </p><p> وقرأ ابن كثير وأبو عمرو (٢) : {النشآءة} هنا، وفي النجم والواقعة على وزن فعالة، وباقي السبعة النشأة على وزن فعلة، وهما كالرآفة والرأفة وهما لغتان، والقصر أشهر، وفي الآية الأولى صرح سبحانه باسمه في قوله:  {كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ} ثم أضمر في قوله: {ثُمَّ يُعِيدُهُ} وهنا عكس أضمر في بدأ، ثم أبرزه في قوله:  {ثُمَّ اللَّهُ يُنْشِئُ} حتى لا تخلو الجملتان من صريح اسمه، ودل إبرازه هنا على تفخيم النشأة الآخرة وتعظيم أمرها، وتقرير وجودها إذ كان نزاع </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}