{
  "id": null,
  "sura": 29,
  "aya": 67,
  "text": "<p> وقرأ ابن مسعود (١) : {فتمتعوا فسوف تعلمون} بالتاء فيهما؛ أي: قيل لهم: {تمتعوا فسوف تعلمون} ، وكذا في مصحف أبيّ، وقرأ أبو العالية {فيتمتعوا} بالياء مبنيًا للمفعول، ومن قرأ:  {وليتمتعوا} بسكون اللام، وكان عنده {اللام} في {لِيَكْفُرُوا} لام كي، فـ {الواو} : عاطفة كلامًا على كلام، لا عاطفة فعل على فعلٍ، وحكى ابن عطية عن ابن مسعود:  {لسوف تعلمون} باللام. </p><p> ٦٧ - ثم ذكرهم (٢) الله تعالى نعمه، حيث أسكنهم بلدةً أمنوا فيها، لا يغزوهم أحد مع كونهم قليلي العدد، قارين في مكان غير ذي زرع، وهذه من أعظم النعم التي كفروا بها، وهي نعمة لا يقدر عليها إلا الله تعالى، فقال:  {أَوَلَمْ يَرَوْا} و {الهمزة} فيه: للاستفهام الإنكاري التوبيخي، داخلة على محذوف، و {الواو} : عاطفة على ذلك المحذوف، والتقدير: ألم يشاهد هؤلاء المشركون من قريش، ولم يروا {أَنَّا جَعَلْنَا} بلدهم {حَرَمًا} ؛ أي: محترمًا {آمِنًا} ؛ أي: مصونًا من النهب والتعدي، سالمًا أهله، آمنًا من كل سوء {وَ} الحال أنه {يُتَخَطَّفُ النَّاسُ} والعرب؛ أي (٣) : يختلسون ويؤخذون {مِنْ حَوْلِهِمْ} وجوانبهم، قتلًا وسبيًا، إذ كانت العرب حوله في تغاورٍ وتناهبٍ. </p><p> والمعنى (٤) : أي أولم ير هؤلاء المشركون من قريش ما خصصناهم به من النعمة، دون سائر عبادنا، فأسكناهم بلدًا حرمنا على الناس أن يدخلوه لغارة، أو حرب، وآمنًا من سكنه من القتل والسبي والنهب، فصاروا في سلامة وعافيةٍ، مما صار فيه غيرهم من العرب؛ لأن الناس حولهم يقتلون ويسبون في كل حين، وتطرقهم الغارات، وتجتاح أموالهم الغزاة، وتسفك دماءهم الجنود، وتستبيح حرمهم وأموالهم شطار العرب وشياطينها، فيشكرونا على ذلك، ويزدجروا عن كفرهم بنا، وإشراكهم ما لا ينفعهم ولا يضرهم. </p><p>(١) البحر المحيط. (٢) النهر.(٣) روح البيان.(٤) المراغي.</p><p> والخلاصة: أنه تعالى يمتن على قريش بما أحلهم من حرمه الذي جعله للناس، سواءً العاكف فيه، والباد، ومن دخله كان آمنًا، فهم في أمنٍ عظيم، والأعراب حولهم نهب مقسم، يقتل بعضهم بعضًا، ويسبي بعضهم بعضًا، ثم هم مع ذلك يكفرون به، ويعبدون معه سواه. </p><p> ونحو الآية قوله: {لِإِيلَافِ قُرَيْشٍ (١) إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ (٢) فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (٣) الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ (٤) }. </p><p> ثم بين سبحانه: أن العقل كان يقضي بشكرهم على هذه النعمة، لكنهم كفروا بها، وما جنحوا إلى مرضاة ربهم، فقال:  {أَفَبِالْبَاطِلِ يُؤْمِنُونَ} ؛ أي: بعد ظهور الحق الذي لا ريب فيه بالباطل، وهو الصنم أو الشيطان، يؤمنون دون الحق، وتقديم الصلة (١) : لإظهار شناعة ما فعلوه. </p><p> وكذا في قوله:  {وَبِنِعْمَةِ اللَّهِ} المستوجبة للشكر {يَكْفُرُونَ} حيث يشركون به غيره. </p><p> وعبارة \"البيضاوي\" هنا: وتقديم الصلتين للاهتمام، أو الاختصاص على طريق المبالغة، و {الهمزة} في قوله: {أَفَبِالْبَاطِلِ يُؤْمِنُونَ} للاستفهام التوبيخي التقريعي، المضمن للإنكار، داخلة على محذوف، و {الفاء} : عاطفة على ذلك المحذوف، والتقدير: أيكذبون رسوله محمدًا - صلى الله عليه وسلم - فيؤمنون بالباطل، ويكفرون بنعمة الله. </p><p> وقرأ الجمهور:  {يُؤْمِنُونَ} و {يَكْفُرُونَ} بالياء فيهما، وقرأ السلمي، والحسن: بتاء الخطاب فيهما، ذكره في \"البحر\" . </p><p> والمعنى: أي (٢) أفكان شكرهم على هذه النعمة العظيمة، أن أشركوا به، وعبدوا معه غيره من الأصنام والأنداد، وبدلوا نعمة الله كفرًا، وأحلوا قومهم دار البوار، فكفروا بنبي الله وعبده ورسوله. </p><p>(١) روح البيان. (٢) المراغي.</p>"
}