{
  "id": null,
  "sura": 29,
  "aya": 51,
  "text": "<p> ومعنى الآية: أي (١) وقال كفار قريش تعنتًا وعنادًا: هلا أنزل على محمد آية من الآيات التي أنزل مثلها على رسل الله الماضين، كناقة صالح وعصا موسى وأشباههما من المعجزات المحسوسة، التي ترى رأي العين، فيكون ذلك أقبل لدى النفوس، وأدهش للعقول، فتلجىء إلى التصديق بمن تظهر على يده المعجزة، فأمره الله أن يجيبهم بقوله:  {قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ} ؛ أي: قل لهم: إنما أمر الآيات ونزول المعجزات إلى الله، ولو علم أنكم تهتدون .. لأجابكم إلى ما سألتم؛ لأن ذلك سهل يسير عليه، ولكنه يعلم أنكم إنما قصدتم بذلك التعنت والامتحان، فهو لا يجيبكم إلى ما طلبتم، كما قال سبحانه:  {وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا} . </p><p> {وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ} ؛ أي: وليس من شأني إلا الإنذار بما أوتيت من الآيات، إلا الإتيان بما اقترحتموه منها، فعلي أن أبلغكم رسالة روح، وليس علي هداكم، كما قال:  {مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا} وقال: {لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} . </p><p> ٥١ - ثم بيّن سبحانه سخفهم وجهلهم، إذ كيف يطلبون الآيات مع نزول القرآن عليهم، فقال:  {أَوَلَمْ يَكْفِهِمْ} كلام (٢) مستأنف وارد من جهته تعالى ردًا على اقتراحهم، وبيانًا لبطلانه. و {الهمزة} فيه: للإنكار، والنفي داخلة على محذوف يقتضيه المقام، و {الواو} : عاطفة على ذلك المحذوف، والتقدير: أقصر هذا القرآن عن درجة الإعجاز، ولم يكفهم آية مغنية عن سائر الآيات. </p><p> {أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ} الناطق بالحق، المصدق لما بين يديه من الكتب السماوية، وأنت بمعزل من مدارستها وممارستها؛ أي: إنزالنا عليك هذا الكتاب. </p><p>(١) المراغي. (٢) أبو السعود.</p><p> وفي \"القرطبي\" : {أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ} هذا (١) جواب لقولهم: {وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ} ؛ أي: أولم يكف المشركين من الآيات هذا الكتاب المعجز، الذي قد تحداهم بأن يأتوا بمثله أو سورة منه فعجزوا، ولو أتيتهم بآيات موسى وعيسى .. لقالوا: هذا سحر، ونحن لا نعرف السحر، والكلام مقدور لهم، ومع ذلك عجزوا عن المعارضة اهـ. </p><p> حال كون ذلك الكتاب {يُتْلَى عَلَيْهِمْ} بلغتهم (٢) في كل زمان ومكان، فلا يزال معهم آية ثابتة، لا تزول ولا تضمحل، كما تزول كل آية بعد كونها، وتكون في مكان دون مكان، فهو معجزة ظاهرة باقية، أتم من كل معجزة، وقد وصل إلى المشرق والمغرب وسمعه كل أحد، بخلاف قلب العصا ثعبانًا، فإنه لم يبق لنا منه أثر، ولم يره من لم يكن في ذلك المكان. </p><p> والمعنى: أي أما كفاهم دليلًا على صدقك، إنزالنا الكتاب عليك، يتلونه ويتدارسونه ليلًا ونهارًا، وأنت رجل أمي لا تقرأ ولا تكتب، ولم تخالط أحدًا من أهل الكتاب، وقد جئتهم بأخبار ما في الصحف الأولى، وبينت الصواب فيما اختلفوا فيه، كما قال:  {أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَى} . </p><p> ثم بين فضائل هذا الكتاب ومزاياه فقال:  {إِنَّ فِي ذَلِكَ} الكتاب العظيم الشأن، الباقي على ممر الدهور والأزمان {لَرَحْمَةً} أي: نعمة عظيمة في الدنيا والآخرة {وَذِكْرَى} ؛ أي: تذكرةً في الدنيا يتذكرون بها، وترشدهم إلى الحق، {لِقَوْمٍ يُؤْمِنُونَ} ؛ أي: يصدقون بما جئت به من عند الله، فإنهم هم الذين ينتفعون بذلك؛ أي: لقوم همّهم الإيمان، لا التعنت كأولئك المقترحين. </p><p> والمعنى: أي (٣) إن في هذا الكتاب الباقي على وجه الدهر، لرحمةً لمن </p><p>(١) القرطبي. (٢) روح البيان.(٣) المراغي.</p>"
}