{
  "id": null,
  "sura": 29,
  "aya": 40,
  "text": "<p> يدركه، وقيل: المعنى وما كانوا سابقين غيرهم إلى الكفر، بل قد سبقهم إليه قرون كثيرة؛ أي تلك عادة الأمم مع رسلهم. </p><p> ومعنى الآية: أي وأهلكنا أيضًا قارون صاحب الأموال الطائلة والكنوز الكثيرة، وفرعون ملك الملوك في عصره ومصره، ووزيره هامان، ولقد جاءهم موسى بآيات بينات، تدل على صدق رسالته، فاستكبروا في الأرض، وأبوا أن يصدقوه، وأن يؤمنوا به، وما كانوا فائتين الله ولا هاربين من عقابه، بل هو قادر عليهم، وآخذهم أخذ عزيز مقتدر. </p><p> عاقبة الأمم المكذبة لرسلها </p><p> ٤٠ - والفاء في قوله:  {فَكُلًّا} من الأمم المكذبة {أَخَذْنَا} وعاقبنا {بِذَنْبِهِ} ؛ أي: بكفره وتكذيبه، تفسيرية؛ لأنها دخلت على الكلام المفسر، لما يُنبىء عنه عدم سبقهم بطريق الإبهام؛ أي: كل واحد من الأمم المذكورة أخذنا بذنبه، أي عاقبناه بجنايته، لا بعضهم دون بعض، كما يُشعر به تقديم المفعول. </p><p> وفيه دليل على أنه تعالى لا يعاقب أحدًا إلا بذنبه، وأنهم يقولون إنه تعالى لو عاقب ابتداءً جاز، والجواب: نحن لا ننكر أنه تعالى يعاقب الكفار على كفرهم، والمذنبين بذنبهم، وإنما الكلام في أنه لو عاقب ابتداء لا يكون ظالمًا؛ لأنه يفعل ما يشاء بحكم الملك المطلق، والفاء في قوله:  {فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا} تفصيلية؛ لأنها دخلت على الجملة المفصلة للأخذ المذكور؛ أي (١) : أهلك الله سبحانه الأمم المكذبة بأربعة ألوان من العذاب: </p><p> ١ - {فَمِنْهُمْ مَنْ أَرْسَلْنَا} وسلطنا {عَلَيْهِ حَاصِبًا} ؛ أي: ريحًا عاصفًا فيه حصباء، وهي الحصى الصغار، كقوم عاد إذا قالوا: مَن أشد منا قوة، فجاءتهم ريح صرصر، عاتية، باردة، شديدة الهبوب، تحمل الحصباء فألقتها عليهم، أو أرسل عليهم ملكًا رماهم بها، وهم قوم لوط. </p><p>(١) المراغي.</p><p> ٢ - {وَمِنْهُمْ مَنْ أَخَذَتْهُ} وأهلكته {الصَّيْحَةُ} ؛ أي: صيحة جبريل كمدين وثمود، حين قامت عليهم الحجة، ولم يؤمنوا، بل استمروا في طغيانهم وكفرهم، وتهددوا نبي الله صالحًا ومن آمن معه، فصاح بهم جبريل صيحة واحدة فانشقت قلوبهم، وزهقت أرواحهم، وأخمدت منهم الأصوات والحركات. </p><p> ٣ - {وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ} كقارون وأصحابه الذي طغى وبغى، وعصى الرب الأعلى، ومشى في الأرض مرحًا، وتاه بنفسه عجبًا، فخسف الله به وبداره الأرض، وهو الجزاء الوفاق لعمله؛ لأن المال الكثير يوضع غالبًا تحت الأرض. </p><p> ٤ - {وَمِنْهُمْ مَنْ أَغْرَقْنَا} في الماء، كقوم نوح أغرقوا بالطوفان، وفرعون وهامان وجنودهما، أغرقوا في صبيحة يوم واحد. </p><p> ثم بيَّن أن هذه العقوبة جزاء ما اجترحوا من الآثام والذنوب، ولم تكن ظلمًا لهم، فقال:  {وَمَا كَانَ اللَّهُ} سبحانه {لِيَظْلِمَهُمْ} بما فعل بهم، بأن يضع العقوبة في غير موضعها، فإن ذلك محال في جهته تعالى؛ لأنه قد أرسل إليهم رسله، وأنزل عليهم كتبه، وبين لهم طريق الحق والنجاة {وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} باستمرارهم على الكفر، وتكذيبهم للرسل، وعملهم بالمعاصي الموجبة للعقوبة والعذاب. </p><p> والمعنى: أي ولم يكن الله ليهلكهم بغير جرم اجترموه؛ لأن ذلك ليس من سننه تعالى، وهو لا يوافق منهج الحكمة، فلا يصدر عن الحكيم، ولكنه أهلكهم بذنوبهم وكفرهم بربهم، وجحودهم نعمه عليهم، وتقلبهم في آلائه، وعبادتهم غيره، ومعصيتهم من أنعم عليهم. </p><p> قال وهب بن منبه (١) : قرأت في بعض الكتب حلاوة الدنيا مرارة الآخرة، ومرارة الدنيا حلاوة الآخرة، وظمأ الدنيا ريُّ الآخرة، وريُّ الدنيا ظمأ الآخرة، وفرح الدنيا حزن الآخرة، وحزن الدنيا فرح الآخرة، ومن قدَّم شيئًا من خير أو </p><p>(١) روح البيان.</p>"
}