{
  "id": null,
  "sura": 29,
  "aya": 10,
  "text": "<p> عبَّر (١) عن إظهاره بالتنبئة لما بينهما من الملابسة في أنهما سببان للعلم؛ أي: أظهر لكم على رؤوس الأشهاد، وأعلمكم أي شيء كنتم تفعلون في الدنيا على الاستمرار، وأرتب عليه جزاءه اللائق به. </p><p> ٩ - ففي الآية بشارة للمؤمنين ونذارة للكافرين، والموصول في قوله:  {وَالَّذِينَ آمَنُوا} بما جاء به محمد - صلى الله عليه وسلم - {وَعَمِلُوا الصَّالِحَاتِ} في محل رفع على الابتداء خبره {لَنُدْخِلَنَّهُمْ فِي الصَّالِحِينَ} ؛ أي: في زمرة الراسخين في الصلاح، ولنحشرنهم معهم، وهم الأنبياء والأولياء، وكل من صلحت سيرته مع الله، والكمال في الصلاح منتهى درجات المؤمنين، وغاية مأمول الأنبياء والمرسلين. </p><p> والمعنى: أي والذين آمنوا بالله، وصدقوا رسوله، وعملوا ما يصلح نفوسهم، ويزكي أرواحهم ويطهرهلالندخلنهم في زمرة الصالحين، ونجعلهم في عدادهم، فندخلهم الجنة معهم. </p><p> ١٠ - وقوله:  {وَمِنَ النَّاسِ} مبتدأ باعتبار مضمونه، والخبر جملة يقول في قوله:  {مَنْ يَقُولُ} ؛ أي: وبعض الناس يقول: {آمَنَّا بِاللَّهِ} ؛ أي: أقررنا بواحدانية الله {فَإِذَا أُوذِيَ} مجهول آذى يؤدي، كما سيأتي في مباحث الصرف؛ أي: إذا فُتن {فِي اللَّهِ} ؛ أي: في شأن الله تعالى ولأجله. </p><p> والأذى (٢) : ما يصل إلى الإنسان من ضرر، إما في نفسه أو في جسمه، أو في حرمه أو في ماله، كما يفعله أهل الكفر مع أهل الإيمان، وكما يفعله أهل المعاصي مع أهل الطاعات، من إيقاع الأذى عليهم لأجل الإيمان بالله والعمل بما أمر به. </p><p> {جَعَلَ فِتْنَةَ النَّاسِ} التي هي ما يوقعونه عليه من الأذى {كَعَذَابِ اللَّهِ} سبحانه في الآخرة في الشدة والهول، ويستولي عليه خوف البشرية، إذ من لم يكن في حماية خوف الله وخشيته، يفترسه خوف الخلق، فيساوي بين العذابين، فيخاف العاجل الذي هو ساعة، ويهمل الآجل الذي هو باق لا ينقطع، فيرتد عن </p><p>(١) روح البيان. (٢) روح البيان.</p><p> الدين، ولو علم شدة عذاب الله، وأن لا قدر لعذاب الناس عند عذابه تعالى لما ارتد، ولو قطع إربًا إربًا، ولما خاف من الناس وعذابهم، وفي الحديث \"من خاف الله خوف الله منه كل شيء، ومن لم يخف الله يخوِّفه الله من كل شيء\" . </p><p> وقال بعضهم: جعل فتنة الناس في الصرف عن الإيمان كعذاب الله في الصرف عن الكفر. </p><p> وحاصل المعنى (١) : أي ومن الناس فريق يقول: آمنا بالله وأقررنا بوحدانيته، فإذا آذاه المشركون لأجل إيمانه جعل فتنة الناس في الدنيا كعذاب الله في الآخرة، فارتد عن إيمانه ورجع إلى كفره، وكان يمكنه أن يصبر على الأذى، ويجعل قلبه مطمئنًا بالإيمان، ولكنه جعل فتنة الناس صارفةً له عن الإيمان، كما أن عذاب الله صارف للمؤمنين عن الكفر، وعذاب الناس له دافع، وعذاب الله ليس له دافع، وعذاب الناس يترتب عليه ثواب عظيم، وعذاب الله بعده العقاب الأليم. </p><p> والمشقة إذا كانت مستتبعة للراحة العظيمة تطيب النفس لها ولا تعدها عذابًا، كما تُقطع السلعة المؤذية ولا تُعدُّ عذابًا، واعلم أن الأقسام ثلاثة: مؤمن ظاهرًا وباطنًا، ومؤمن ظاهرًا لا باطنًا، وكافر ظاهرًا وباطنًا. اهـ \"رازي\" كما مر. </p><p> قال الزجاج: ينبغي للمؤمن أن يصبر على الأذى في الله، أخرج أحمد والترمذي وابن ماجه وأبو يعلي وابن حبان وأبو نعيم والبيهقي وغيرهم، عن أن - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لقد أوذيت في الله وما يؤذي أحد، ولقد أُخفتُ في الله وما يخاف أحد، ولقد أتت عليَّ ثالثة، وما لي ولبلال طعام يأكله ذو كبد إلا ما وارى إبط بلال\" . </p><p> وخلاصة ذلك: أن من الناس من يدَّعون الإيمان بألسنتهم، فإذا جاءتهم محنة وفتنة في الدنيا، اعتقدوا أن هذا من نقمة الله تعالى منهم، فارتدوا عن الإِسلام، ورجعوا إلى الكفر الذي كان متغلغلًا في حنايا ضلوعهم، وشغاف </p><p>(١) المراغي.</p><p> قلوبهم، ونحو الآية قوله:  {وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ} . </p><p> {وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ} ؛ أي: وعزتي وجلالي، لئن جاء نصر قريب من عند ربك للمؤمنين، وفتح وغلبة للأعداء، وكنيمة يغنمونها منهم، فالآية مدنية {لَيَقُولُنَّ} بضم اللام (١) نظرًا إلى معنى من، كما أن الإفراد فيما سبق بالنظر إلى لفظه، وقرىء:  {ليقولن} بفتح اللام، ذكره أبو معاذ النحوي والزمخشري، ذكره أبو حيان في \"البحر\" . </p><p> أي: ليقولن هؤلاء المنافقون: {إِنَّا كُنَّا} داخلين {مَعَكُمْ} في دينكم ومعاونين لكم على عدوك فأشركونا في المغنم، وهم كاذبون فيما يدعون. ونحو الآية {الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ} . </p><p> وهم ناس من ضعفة المسلمين، كانوا إذا مسهم أذى من الكفار وافقوهم، وكانوا يكتمونه من المسلمين، فرد الله عليهم وتوعدهم، وذكر أنه عليم بما في صدورهم، لا يخفى عليه شيء من أمرهم، فقال:  {أَوَلَيْسَ اللَّهُ} سبحانه {بِأَعْلَمَ} منهم {بِمَا فِي صُدُورِ الْعَالَمِينَ} ؛ أي: بما في قلوبهم من الإخلاص والنفاق حتى يفعلوا ما يفعلون من الارتداد والإخفاء، وادعاء كونهم منهم لنيل الغنيمة. </p><p> والهمزة في قوله:  {أَوَلَيْسَ} لاستفهام التقريري، المضمن للتوبيخ، داخلة على محذوف تقديره: أيحسبون أن الله لا يعلم ما في صدورهم من النفاق، وليس الله سبحانه باعلم بما في صدور العالمين، وبما في قلوب المنافقين وما تكنه صدورهم، وإن أظهروا لكم الموافقة على الإيمان، فكيف يخادعون من لا تخفى عليه خافية، ولا يستتر عنه سر، والمعنى: قد علم ما انطوت عليه الضمائر من خير أو شر. </p><p>(١) روح البيان.</p>"
}