{
  "id": null,
  "sura": 29,
  "aya": 23,
  "text": "<p> بممتنعين عن إجراء حكمه وقضائه عليكم، وإن هربتم {فِي الْأَرْضِ} الواسعة بالتواري فيها {وَلَا} بالتحصن {فِي السَّمَاءِ} التي هي أوسع من الأرض، لو استطعتم الترقي فيها، يعني كنتم في الأرض أو في السماء لا تقدرون أن تهربوا منه، فهو يُدرككم لا محالة، ويُجرى عليكم أحكام تقديره، والخطاب فيها لجميع الناس. </p><p> والمعنى (١) : أنه تعالى لا يعجزه أحد من أهل سمواته ولا أرضه، بل هو القاهر فوق عباده، فكل شيء فقير إليه، فلو صعد إلى السماكين أو هبط إلى موضع السُّمولِ في الماء ما خرج من قبضته، وما استطاع الهرب منه، وقيل (٢) : هذا خطاب لقوم فيهم النموود الذي حاول الصعود إلى السماء، وزاد هنا لفظة {ولا في السماء} ، واقتصر في الشورى على {في الأرض} ؛ لأن ما هنا خطاب لقوم فيهم النمرود، الذي حاول الصعود إلى السماء فأخبرهم بعجزهم، وأنهم لا يفوتون الله لا في الأرض ولا في السماء، وما في الشورى خطاب للمؤمنين بقرينة قوله:  {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ} وقد حذفا معًا للاختصار في قوله في الزمر {وَمَا هُمْ بِمُعْجِزِينَ} . اهـ زكريا. </p><p> ولما بيَّن أنهم مقدور عليهم جميعًا، لا يفلتون منه، ذكر إنه لا يستطيع أحد نصرهم، فقال:  {وَمَا} كان {لَكُمْ} أيها الناس {مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ} ؛ أي: قريب يلي أموركم ويحرسكم من أن يصيبكم بلاء أرضي أو سماوي {وَلَا نَصِيرٍ} يدفع عذاب الله عنكم إن قُدِّر عليكم، يعني ليس غيره تعالى يحرسكم مما يصيبكم من بلاء يظهو من الأرض أو ينزل من السماء، ويدفعه عنكم إن أراد بكم ذلك، قال بعضهم: الولي (٣) الذي يدفع المكروه عن الإنسان والنصير الذي يأمر بدفعه عنه، والولي أخص من النصير، إذ قد ينصر من ليس بولي، انتهى. </p><p> ٢٣ - ولما قرر التوحيد والبعث، هدد من خالفهما وتوعده فقال: {وَالَّذِينَ </p><p>(١) المراغي. (٢) المراح.(٣) روح البيان.</p><p> كَفَرُوا بِآيَاتِ اللَّهِ} سبحانه؛ أي: بدلائله التكوينية والتنزيلية، الدالة على ذاته وصفاته وأفعاله، فيدخل فيها النشاة الأولى الدالة على تحقق البعث، والآيات الناقة دخولًا أوليًا، قال في \"كشف الأسرار\" : الكفر بآيات الله أن لا يستدل بها عليه، وتُنسب إلى غيره، ويجحد موضع النعمة فيها. </p><p> {وَلِقَائِهِ} الذي تنطق به تلك الآيات، ومعنى (١) الكفر بلقاء الله: جحود الورود عليه، وإنكار البعث وقيام الساعة والحساب والجنة والنار. {أُولَئِكَ} الموصوفون بما ذُكر من الكفر بآياته تعالى ولقائه {يَئِسُوا مِنْ رَحْمَتِي} قنطوا منها في الدنيا، لإنكارهم البعثث والجزاء، فلا يرجون الجنة؛ لأنه لم ينجع فيهم ما نزل من كتب الله، ولا ما أخبرتهم به رسله، أو ييأسون منها يوم القيامة، والتعبير بصيغة الماضي للدلالة على تحققه، واليأس: انقطاع الطمع، كما في \"المفردات\" . </p><p> {وَأُولَئِكَ} الموصوفون بالكفر بالآيات واللقاء، وباليأس من الرحمة الممتازون بذلك عن سائر الكفرة {لَهُمْ} بسبب تلك الأوصاف القبيحة {عَذَابٌ أَلِيمٌ} ؛ أي: وجيع لا يقادر قدره في الشدة والإيلام. </p><p> وقرأ الجمور:  {يَئِسُوا} ! بالهمز، وقرأ الذماري وأبو جعفر بغير همز، بل بياء بدل الهمز، ذكره أبو حيان. </p><p> كرر سبحانه الإشارة للتأكيد (٢) ، ووصف العذاب بكونه أليمًا للدلالة على أنه في غاية الشدة، وأضاف (٣) الرحمة إلى نفسه، ولم يُضف العذاب إليها لسبق رحمته، وإعلامًا لعباده بعمومها لهم، ويأسهم من رحمة الله تعالى؛ لأنه سبحانه له في كل شيء آية دالة على وحدانيته، فإذا أشرك أحد كفر بآيات الله، وإذا أنكر الحشر كفر بلقاء الله، وأخرج نفسه عن محل رحمة الله، وإذا جعل له آلهة لم يقر </p><p>(١) روح البيان. (٢) الشوكاني.(٣) الفتوحات.</p><p> بالحاجة إلى طريق متعين، فييأس من رحمة الله، ولما أنكر الحشر وقال: لا عذاب عذبه الله سبحانه تحقيقًا للأمر عليه، فعدم الرحمة يناسب الإشراك، والعذاب الأليم يناسب إنكار الحشر. </p><p> وقال في \"الخازن\" قوله: {وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ} آخر الآيات في تذكير أهل مكة، ثم عاد إلى قصة إبراهيم عليه السلام فقال:  {فَمَا كَانَ جَوَابَ قَوْمِهِ} إلخ. قال أبو حيان (١) : والظاهر أن قوله: {وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِنْ قَبْلِكُمْ} من كلام الله حكاية عن إبراهيم إلى قوله: {عَذَابٌ أَلِيمٌ} وقيل: هذه الآيات اعتراض من كلام الله تعالى، بين كلام إبراهيم والإخبار عن جواب قومه؛ أي: وإن تكذبوا محمدًا، فتقدير هذه الجمل اعتراضًا يردُّ على أبي علي الفارسي، حيث زعم أن الاعتراض لا يكون جملتين فأكثر. </p><p> وفائدة هذا الاعتراض: أنه تسلية للرسول - صلى الله عليه وسلم -، حيث كان قد ابتلي بمثل ما كان أبوه إبراهيم قد ابتلي به، من شرك قومه، وعبادتهم الأوثان، وتكذيبهم إياه، ومحاولتهم قتله، وجاءت الآيات بعد الجملة الشرطية، مقررة لما جاء به الرسول من توحيد الله ودلائله، وذكر آثار قدرته والمعاد، انتهى. </p><p> ومعنى الآية: أي والذين كفروا بالدلائل التي نصبها سبحانه في الكون، دالةً على توحيده، والدلائل التي أنزلها على رسله مرشدة إلى ذلك، وجحدوا لقاءه والورود إليه يوم تقوم الساعة، أولئك لا أمل لهم في رحمته؛ لأنهم لم يخافوا عقابه، ولم يرجوا ثوابه، ولهم عذاب مؤلم موجع في الدنيا والآخرة، ونحو الآية قوله تعالى:  {إِنَّهُ لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ} . </p><p> الإعراب </p><p> {الم (١) أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ (٢) وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ (٣) }. </p><p>(١) البحر المحيط.</p><p> {الم (١) } خبر لمبتدأ محذوف، تقديره: هذ ألَمَ، أو مبتدأ خبره محذوف، تقديره: ألَمَ هذا محله، أو مفعول به لفعل محذوف، تقديره: اقرأ ألَمَ، أو مفعول لاسم فعل محذوف، تقديره: هاك ألَمَ، أو مجرور بحرف جر محذوف، تقديره: انظر في ألَمَ، وإعرابه على كل من الأوجه الخمسة، بحركة مقدرة منع من ظهورها سكون الوقف، هذه الأوجه كلها إن قلنا إنه علم للسورة، وإن قلنا إنه من الحروف التي استأثر الله سبحانه بعلمها، فلا محل لها من الإعراب؛ لأن الإعراب فرع عن إدراك المعنى، وقد تقدم لنا مرارًا بيان ما فيه من الأقوال المتلاطمة فيه من جهة المعنى والإعراب فجدد العهد بها. {أَحَسِبَ} : الهمزة: فيه للاستفهام التقريري المضمن للتوبيخ. {حَسِبَ النَّاسُ} : فعل وفاعل، والجملة مستأنفة. {أَنْ} حرف نصب ومصدر. {يُتْرَكُوا} : فعل مغير، ونائب فاعل منصوب بـ {أن} المصدرية، والجملة الفعلية مع {أَنْ} المصدرية، في تأويل مصدر ساد مسد مفعولي {حَسِبَ} . {أَنْ يَقُولُوا} : ناصب وفعل وفاعل، والجملة مع {أَنْ} : المصدرية في تأويل مصدر مجرور بحرف جر محذوف، تقديره أن يتركوا لأجل قولهم آمنا، والجار المحذوف متعلق بـ {يُتْرَكُوا} . {آمَنَّا} : فعل وفاعل، والجملة في محل النصب مقول لـ {يَقُولُوا} . {وَهُمْ} : {الواو} : واو الحال. {هُمْ} : مبتدأ، وجملة {لَا يُفْتَنُونَ} : خبره، والجملة الاسمية في محل النصب حال من واو لا يتركوا. {وَلَقَدْ فَتَنَّا} : {الواو} : استئنافية، {واللام} : موطئة للقسم. {قَدْ} : حرف تحقيق، {فَتَنَّا} : فعل وفاعل، {الَّذِينَ} : مفعول به، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وجملة القسم مستأنفة {مِنْ قَبْلِهِمْ} : جار ومجرور صلة الموصول. {فَلَيَعْلَمَنَّ} : {الفاء} : عاطفة، {واللام} : موطئة للقسم. {يعلمن} فعل مضارع مبني على الفتح، لاتصاله بنون التوكيد الثقيلة. {اللَّهُ} : فاعل. {الَّذِينَ} : مفعول به، والجملة الفعلية جواب القسم وجملة القسم معطوفة على الجملة التي قبلها. وجملة {صَدَقُوا} صلة الموصول. {وَلَيَعْلَمَنَّ}  {الواو} : عاطفة {واللام} موطئة للقسم. {يَعْلَمَنَّ} : فعل مضارع مبني على الفتح، وفاعله ضمير يعود على الله. {الْكَاذِبِينَ} : مفعول به، والجملة معطوفة على جملة {يَعْلَمَنَّ} . </p><p> {أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا سَاءَ مَا يَحْكُمُونَ (٤) مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لَآتٍ وَهُوَ السَّمِيعُ الْعَلِيمُ (٥) }. </p><p> {أَمْ} : منقطعة تقدر ببل التي للإضراب الانتقالي، وبهزة الاستفهام التقريري، المضمن للتوبيخ. {حَسِبَ الَّذِينَ} : فعل وفاعل، والجملة مستأنفة {يَعْمَلُونَ السَّيِّئَاتِ} : فعل وفاعل ومفعول به، والجملة صلة الموصول. {أَن} حرف نصب ومصدر. {يَسْبِقُونَا} : فعل وفاعل ومفعول منصوب بـ {أن} ؛ لأن أصله يسبقوننا، والجملة الفعلية مع {أَن} المصدرية في تأويل مصدر ساد مسد مفعولي {حَسِبَ} ؛ أي: أم حسب الذين يعملون السيئات سبقهم إيانا. {سَاءَ} : فعل ماض من أفعال الذم، وفاعله ضمير مستتر فيه وجوبًا، تقديره: هو. {مَا} : نكرة موصوفة في محل النصب على التمييز، وجملة {يَحْكُمُونَ} في محل النصب صفة لـ {ما} ، والرابط محذوف، تقديره: ساء هو شيئًا محكومًا لهم، والمخصوص بالذم محذوف وجوبًا، تقديره: حكمهم. ويجوز أن تعرب ما اسما موصولًا فاعل {سَاءَ} ، وجملة {يَحْكُمُونَ} : صلتها. ويجوز أن تكون {مَا} مصدرية؛ أي: حكمهم، وعلى هذين الوجهين يكون التمييز محذوفًا؛ أي: ساء الذي يحكمونه حكمًا، أو ساء حكمهم حكمًا، وعلى كل التقادير فجملة {سَاءَ} مستأنفة. {مَنْ} : اسم شرط جازم، في محل الرفع، مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما. {كَانَ} : فعل ماض ناقص في محل الجزم بـ {مَن} على كونه فعل شرط لها، واسمها ضمير يعود على {مَنْ} . {يَرْجُو} : فعل مضارع وفاعل مستتر. {لِقَاءَ اللَّهِ} : مفعول به ومضاف إليه، والجملة الفعلية في محل النصب خبر {كَانَ} ، وجواب الشرط محذوف، تقديره: فليعمل عملًا صالحًا، ولا يشرك بعبادة ربه، كما صرح به في سورة الكهف، وجملة {مَنْ} الشرطية مستأنفة. {فَإِنَّ أَجَلَ اللَّهِ} : {الفاء} : تعليلية. {إِنَّ أَجَلَ اللَّهِ} : ناصب واسمه ومضاف إليه. {لَآتٍ}  {اللام} : حرف ابتداء. {آت} : خبر {إنَّ} مرفوع بضمة مقدرة على الياء المحذوفة لالتقاء الساكنين؛ لأنه اسم منقوص. وجملة {إن} في محل الجر يلام التعليل المقدرة، المدلول عليها بالفاء التعليلية، المتعلقة بالجواب المحذوف {وَهُوَ} : مبتدأ {السَّمِيعُ} خبر أول. {الْعَلِيمُ} : </p><p> خبر ثان، والجملة الاسمية في محل النصب حال من الجلالة، أو مستأنفة. </p><p> {وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ (٦) }. </p><p> {وَمَنْ}  {الواو} عاطفة. {مَنْ} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما. {جَاهَدَ} : فعل ماض وفاعل مستتر يعود على {مَنْ} في محل الجزم بـ {من} الشرطية على كونه فعل شرط لها. {فَإِنَّمَا} : الفاء: رابطة الجواب. {إِنَّمَا} : أداة حصر، أو يقال: حرف كاف ومكفوف. {يُجَاهِدُ} : فعل مضارع وفاعله ضمير مستتر يعود على {مَنْ} . {لِنَفْسِهِ} : متعلق به، والجملة في محل الجزم بـ {من} على كونها جواب الشرط، وجملة {مَنْ} الشرطية معطوفة على جملة {مَنْ} الأولى. {إِنَّ اللَّهَ} ناصب، واسمه. {لَغَنِيٌّ} : خبره، و {اللام} : حرف ابتداء. {عَنِ الْعَالَمِينَ} متعلق بـ {غَنِيٌّ} ، وجملة {إنَّ} مستأنفة مسوقة لتعليل ما قبلها، من تقرير أن جهاد الشخص لا يصل منه إلى الله نفع. </p><p> {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ (٧) }. </p><p> {وَالَّذِينَ}  {الواو} : عاطفة. {الَّذِينَ} : مبتدأ. {آمَنُوا} : فعل وفاعل صلة الموصول. {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول به معطوف على {آمَنُوا} . {لَنُكَفِّرَنَّ} : {اللام} موطئة للقسم. {نُكَفِّرَنَّ} : فعل مضارع مبني على الفتح لاتصاله بنون التوكيد الثقيلة، وفاعله ضمير يعود على الله. {عَنْهُمْ} : متعلق به. {سَيِّئَاتِهِمْ} : مفعول به، والجملة الفعلية جواب القسم، لا محل لها من الإعراب، وجملة القسم في محل الرفع خبر المبتدأ، والجملة الاسمية معطوفة على جملة قوله {وَمَنْ جَاهَدَ} . {وَلَنَجْزِيَنَّهُمْ} : {الواو} : عاطفة، و {اللام} : موطئة للقسم. {نَجْزِيَنّ} : فعل مضارع وفاعل مستتر يعود على الله. {والهاء} : مفعول أول. {أَحْسَنَ الَّذِي} مفعول ثان ومضاف إليه، والجملة الفعلية جواب القسم، لا محل لها من الإعراب، وجملة القسم معطوفة على جملة القسم قبلها. </p><p> {كَانُوا} : فعل نا قص واسمه، وجملة {يَعْمَلُونَ} خبره، وجملة {كَانَ} صلة الموصول، لا محل لها من الإعراب. </p><p> {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (٨) }. </p><p> {وَوَصَّيْنَا}  {الواو} : استئنافية. {وَصَّيْنَا} : فعل وفاعل. {الْإِنْسَانَ} : مفعول به. {بِوَالِدَيْهِ} متعلق بـ {وَصَّيْنَا} . {حُسْنًا} : نعت لمصدر محذوف، ولكنه على حذف مضاف؛ أي: إيصاءً ذا حسن، أو هو في نفسه حسن على المبالغة، والجملة الفعلية مستأنفة مسوقة لبيان حق الوالدين، وتحديد طاعتهما بعدم معصية الله تعالى. {وَإِنْ} : {الواو} : عاطفة. {إن} : حرف شرط. {جَاهَدَاكَ} : فعل وفاعل ومفعول به، في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها. {لِتُشْرِكَ} : {اللام} : حرف جر وتعليل. {تُشْرِكَ} : فعل مضارع منصوب بأن مضمرة بعد لام التعليل، وفاعله ضمير يعود على الإنسان. {بِي} : جار ومجرور متعلق بـ {تُشْرِكَ} ، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام؛ أي: لإشراكك بي، الجار والمجرور متعلق بـ {جَاهَدَ} . {مَا} : اسم موصول في محل النصب مفعول به {لِتُشْرِكَ} . {لَيْسَ} : فعل ماض ناقص. {لَكَ} : خبر مقدم لـ {لَيْسَ} . {بِهِ} : متعلق بـ {عِلْمٌ} . {عِلْمٌ} : اسم {لَيْسَ} مؤخر، وجملة {لَيْسَ} صلة لـ {ما} الموصولة. {فَلَا}  {الفاء} : رابطة لجواب {إِنْ} الشرطية وجوبًا لكون الجواب جملة طلبية، {لَا} : ناهية جازمة. {تُطِعْهُمَا} : فعل وفاعل مستتر ومفعول به مجزوم بـ {لَا} الناهية، والجملة الفعلية في محل الجزم بـ {إن} الشرطية، على كونها جوابًا لها، وجملة {إن} الشرطية معطوفة على جملة قوله: {وَوَصَّيْنَا الْإِنْسَانَ} . {إِلَيَّ} : جار ومجرور خبر مقدم. {مَرْجِعُكُمْ} : مبتدأ مؤخر، والجملة مستأنفة. {فَأُنَبِّئُكُمْ}  {الفاء} : عاطفة تفريعية. {أُنَبِّئُكُمْ} : فعل مضارع وفاعل مستتر ومفعول به. {بِمَا} : جار وجرور متعلق بـ {أُنَبِّئُكُم} ، والجملة الفعلية معطوفة على الجملة الاسمية مفرعة عليها. {كُنْتُمْ} : فعل ناقص واسمه. وجملة {تَعْمَلُونَ} خبر {كَان} ، وجملة </p><p> {كاَن} صلة لـ {ما} الموصولة لا محل لها من الإعراب. </p><p> {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُدْخِلَنَّهُمْ فِي الصَّالِحِينَ (٩) وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ}. </p><p> {وَالَّذِينَ}  {الواو} : استئنافية. {الَّذِينَ} : مبتدأ، أو منصوب على الاشتغال كما في \"السمين\" . {آمَنُوا} : فعل وفاعل صلة الموصول. {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول معطوف على {آمَنُوا} . {لَنُدْخِلَنَّهُمْ}  {اللام} : موطئة للقسم. {نُدْخِلَنّ} : فعل مضارع وفاعل مستتر مبني على الفتح لاتصاله بنون التوكيد الثقيلة. والهاء مفعول به. {فِي الصَّالِحِينَ} : متعلق به، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وجملة القسم مع جوابه في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة. {وَمِنَ النَّاسِ} : خبر مقدم. {مَنْ} : اسم موصول في محل الرفع مبتدأ مؤخر، والجملة مستأنفة، مسوقة لبيان حال المنافقين. {يَقُولُ} : فعل مضارع وفاعل مستتر صلة الموصول. {آمَنَّا} : فعل وفاعل. {بِاللَّهِ} : متعلق به، والجملة في محل النصب مقول {يَقُولُ} . {فَإِذَا} : {الفاء} : عاطفة. {إِذَا} : ظرف لما يستقبل من الزمان. {أُوذِيَ} : فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على {مَنْ}  {فِي اللَّهِ} متعلق بـ {أُوذِيَ} ، والجملة الفعلية في محل الجر مضاف إليه لـ {إذا} على كونها فعل شرط لـ {إذا} . والظرف متعلق بالجواب الآتي. {جَعَلَ} : فعل ماض وفاعل مستتتر. {فِتْنَةَ النَّاسِ} مفعول أول لـ {جَعَلَ} . {كَعَذَابِ اللَّهِ} جار ومجرور ومضاف إليه، في محل المفعول الثاني لـ {جَعَلَ} ، وجملة {جَعَلَ} جواب {إِذَا} ، لا محل لها من الإعراب، وجملة {إِذَا} معطوفة على صلة {مَنْ} الموصولة. {وَلَئِنْ} : {الواو} : عاطفة، و {اللام} : موطئة للقسم. {إِنَّ} : حرف شرط جازم. {جَاءَ نَصْرٌ} : فعل وفاعل في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها. {مِنْ رَبِّكَ} صفة {نَصْرٌ} . {لَيَقُولُنَّ} : {اللام} : موطئة للقسم مؤكدة للأولى. {يَقُولُن} : فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ثبات </p><p> النون المحذوفة لتوالي الأمثال، وواو الجماعة المحذوفة لالتقاء الساكتين، في محل الرفع فاعل، والنون الثقيلة نون التوكيد؛ لأن أصله ليقولونن، كما سيأتي في مبحث التصريف، والجملة الفعلية جواب القسم، وجواب {إن} الشرطية محذوف لدلالة جواب القسم عليه، تقديره: وإن جاء نصر من ربك يقولون، وجملة {إن} الشرطية معترضة بين القسم وجوابه، وجملة القسم مع جوابه معطوفة على جملة {إِذَا} الشرطية. {إِنَّا} : ناصب واسمه. {كُنَّا} : فعل ناقص واسمه. {مَعَكُمْ} : خبره، وجملة {كاَن} في محل الرفع خبر {إن} ، وجملة {إن} في محل النصب مقول {يَقُولُ} . </p><p> {أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ (١٠) وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ (١١) }. </p><p> {أَوَ}  {الهمزة} : للاستفهام التقريري المضمن للتوبيخ، داخلة على محذوف، والواو: عاطفة على ذلك المحذوف، والتقدير: أيحسبون أن الله لا يعلم ما في صدورهم وليس الله إلخ، والجملة المحذوفة مستأنفة {لَيْسَ اللَّهُ} : فعل ناقص واسمه. {بِأَعْلَمَ} : خبره. والباء: زائدة. {بِمَا} : متعلق بـ {أعلم} . {فِي صُدُورِ الْعَالَمِينَ} : جار ومجرور ومضاف إليه، صلة لـ {ما} الموصولة، وجملة {لَيْسَ} معطوفة على تلك المحذوفة. {وَلَيَعْلَمَنَّ}  {الواو} : عاطفة، و {اللام} : موطئة للقسم. {يَعْلَمَنَّ اللَّهُ} : فعل مضارع ونون توكيد وفاعل. {الَّذِينَ} مفعول به، وجملة {آمَنُوا} صلة الموصول، والجملة الفعلية جواب القسم، وجملة القسم معطوفة على جملة القسم في قوله:  {وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ} . {وَلَيَعْلَمَنَّ} : {الواو} : عاطفة. {يَعْلَمَنَّ} : فعل مضارع وفاعل مستتر في محل الرفع، مبني على الفتح، والنون للتوكيد. {الْمُنَافِقِينَ} : مفعول به، والجملة جواب القسم، وجملة القسم معطوفة على جملة القسم قبلها. </p><p> {وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ (١٢) وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ (١٣) }. </p><p> {وَقَالَ}  {الواو} : استئنافية. {قَالَ الَّذِينَ} : فعل وفاعل، والجملة مستأنفة. {كَفَرُوا} : فعل وفاعل صلة الموصول. {لِلَّذِينَ} : جار ومجرور متعلق بـ {قَالَ} . {آمَنُوا} : فعل وفاعل صلة الموصول. {اتَّبِعُوا} : فعل أمر وفاعل، {سَبِيلَنَا} : مفعول به، والجملة الفعلية مقول {قَالَ} . {وَلْنَحْمِلْ}  {الواو} : عاطفة. و {اللام} : لام أمر وجزم. {نَحْمِلْ} : فعل مضارع وفاعل مستتر مجزوم بلام الأمر. {خَطَايَاكُمْ} : مفعول به، والجملة في محل النصب معطوفة على جملة {اتَّبِعُوا} . {وَمَا هُمْ} : {الواو} : حالية. {مَا} : حجازية تعمل عمل {ليَسَ} . {هُمْ} : في محل الرفع اسمها. {بِحَامِلِينَ} : خبرها، والباء: زائدة، والجملة الاسمية في محل النصب حال من فاعل {قَالَ} . {مِنْ خَطَايَاهُمْ} : جار ومجرور حال من شيء؛ لأنه صفة نكرة قدمت عليها. {مِنْ} : زائدة. {شَيْءٍ} : مفعول به لـ {حَامِلِينَ} : مجرور لفظًا منصوب تقديرًا. {إِنَّهُمْ} : ناصب واسمه. {لَكَاذِبُونَ}  {اللام} : حرف ابتداء. {كَاذِبُونَ} خبرها، وجملة {إِنَّ} مستأنفة لتعليل الجزم بعدم حملهم شيئًا من خطاياهم. {وَلَيَحْمِلُنَّ} : {الواو} : استئنافية، و {اللام} : موطئة للقسم. {يحملن} : فعل مضارع مرفوع بثبوت النون المحذوفة لتوالي الأمثال، وواو الجماعة المحذوفة لالتقاء الساكنين فاعل، والنون المشددة للتوكيد. {أَثْقَالَهُمْ} : مفعول به ومضاف إليه. {وَأَثْقَالًا} : معطوف على {أَثْقَالَهُمْ} . {مَعَ أَثْقَالِهِمْ} : ظرف متعلق بمحذوف صفة لـ {أَثْقَالًا} ، وجملة القسم مستأنفة. {وَلَيُسْأَلُنَّ} : الواو: عاطفة، و {اللام} : موطئة للقسم. {يسألن} : فعل مضارع مغير الصيغة، مرفوع بثبوت النون المحذوفة لتوالي الأمثال، وواو الجماعة المحذوفة لالتقاء الساكنين في محل الرفع نائب فاعل، والنون المشددة للتوكيد. {يَوْمَ الْقِيَامَةِ} ظرف متعلق بـ {يسألن} . والجملة الفعلية جواب القسم، وجملة القسم معطوفة على جملة القسم في قوله:  {وَلَيَحْمِلُنَّ أَثْقَالَهُمْ} . {عَمَّا} : جار ومجرور متعلق بـ {يسألن} وهو في موضع المفعول الثاني لـ {سأل} ، {كَانُوا} : فعل ناقص وأسمه، وجملة {يَفْتَرُونَ} : خبره، وجملة {كَانُ} صلة لما الموصولة. </p><p> {وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ </p><p> الطُّوفَانُ وَهُمْ ظَالِمُونَ (١٤) فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ (١٥) }. </p><p> {وَلَقَدْ}  {الواو} : استئنافية. و {اللام} : موطئة للقسم. {قد} : حرف تحقيق. {أَرْسَلْنَا نُوحًا} : فعل وفاعل ومفعول به، والجملة جواب القسم لا محل لها من الإعراب، وجملة القسم مستأنفة، مسوقة لتأييد التكليف الذي ألزم محمد - صلى الله عليه وسلم - به أتباعه؛ أي: إنه ليس مختصًا بمحمد وأتباعه. {إِلَى قَوْمِهِ} متعلق بـ {أَرْسَلْنَا} . {فَلَبِثَ} : {الفاء} : عاطفة. {لَبِثَ} : فعل ماض وفاعل مستتر معطوف على {أَرْسَلْنَا} . {فِيهِمْ} : متعلق به. {أَلْفَ سَنَةٍ} : منصوب على الظرفية متعلق بـ {لَبِثَ} . {إِلَّا} : أداة استثناء. {خَمْسِينَ} : منصوب على الاستثناء. {عَامًا} تمييز لـ {خَمْسِينَ} منصوب به. {فَأَخَذَهُمُ الطُّوفَانُ} : فعل ومفعول به وفاعل، معطوف على محذوف، تقديره: فكذبوه فأخذهم الطوفان. {وَهُمْ ظَالِمُونَ} : مبتدأ وخبر، والجملة في محل النصب حال من مفعول {أَخَذَهُمُ} . {فَأَنْجَيْنَاهُ} : فعل وفاعل ومفعول به معطوف على قوله: {فَأَخَذَهُمُ الطُّوفَانُ} . {وَأَصْحَابَ السَّفِينَةِ} معطوف على الضمير، أو مفعول معه. {وَجَعَلْنَاهَا} : فعل وفاعل ومفعول أول معطوف على {أَنْجَيْنَاهُ}  {آيَةً} مفعول ثان لـ {جعل} . {لِلْعَالَمِينَ} صفة لـ {آيَةً} . </p><p> {وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١٦) إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ (١٧) }. </p><p> {وَإِبْرَاهِيمَ} : {الواو} : استئنافية. {إِبْرَاهِيمَ} : منصوب بفعل محذوف، تقديره: واذكر إبراهيم، والجملة مستأنفة، مسوقة لسوق قصة ثانية بعد قصة نوح. {إِذْ} : ظرف لما مضى من الزمان، بدل اشتمال من إبراهيم، ويصح أن يكون إبراهيم معطوفًا على نوحًا، و {إِذْ} متعلق بـ {أَرْسَلْنَا} ، والمعنى حينئذٍ: ولقد أرسلنا إبراهيم حين بلغ من السن مبلغًا، يخاطب فيه قومه بعبارات الوعظ والإرشاد. {قَالَ} : فعل ماض وفاعل مستتر. {لِقَوْمِهِ} : متعلق به، والجملة في </p><p> محل الجر مضاف إليه لـ {إِذْ} . {اعْبُدُوا اللَّهَ} : فعل أمر وفاعل ومفعول به والجملة في محل النصب مقول {قَالَ} . {وَاتَّقُوهُ} : فعل وفاعل ومفعول معطوف على {اعْبُدُوا} . {ذَلِكُمْ خَيْرٌ} مبتدأ وخبر. {لَكُمْ} : متعلق بـ {خَيْرٌ} ، والجملة الاسمية في محل النصب مقول {قَالَ} . {إن} : حرف شرط. {كُنْتُمْ} : فعل ناقص واسمه في محل الجزم بـ {إن} على كونه فعل شرط لها، وجملة {تَعْلَمُونَ} : خبرها، وجواب الشرط محذوف، دل عليه ما قبله، تقديره: إن كنتم تعلمون خيرية ذلك، فاعبدوا الله واتقوه، والجملة الشرطية في محل النصب مقول {قَالَ} . {إِنَّمَا} : أداة حصر. {تَعْبُدُونَ} : فعل وفاعل. {مِنْ دُونِ اللَّهِ} : حال من فاعل {تَعْبُدُونَ} ؛ أي: حالة كونكم مجاوزين الله. {أَوْثَانًا} : مفعول به، والجملة في محل النصب مقول {قَالَ} . {وَتَخْلُقُونَ إِفْكًا} : فعل وفاعل ومفعول معطوف على {تَعْبُدُونَ} . {إِنَّ الَّذِينَ} : ناصب واسمه. {تَعْبُدُونَ} : فعل وفاعل صلة الموصول. {مِنْ دُونِ اللَّهِ} حال من فاعل تعبدون {لَا} : نافية. {يَمْلِكُونَ} : فعل وفاعل. {لَكُمْ} : متعلق بـ {رِزْقًا} . و {رِزْقًا} : مفعول به. لـ {يَمْلِكُونَ} ؛ لأنه بمعنى المرزوق، أو مصدر مؤول من أن والفعل؛ أي: لا يقدرون أن يرزقوكم، ويجوز نصبه على المصدر وناصبه لا يملكون؛ لأنه في معناه، وجملة لا يملكون في محل الرفع خبر {إن} . وجملة {إن} في محل النصب مقول {قَالَ} . {فَابْتَغُوا} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم ما قلت لكم، وأردتم بيان ما هو اللازم لكم فأقول لكم: ابتغوا عند الله الرزق. {ابْتَغُوا} : فعل أمر وفاعل. {عِنْدَ اللَّهِ} : متعلق به. {الرِّزْقَ} : مفعول به، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة في محل النصب مقول {قَالَ} . {اعْبُدُوا} : فعل وفاعل ومفعول معطوف على {ابْتَغُوا} . {وَاشْكُرُوا} : فعل وفاعل معطوف على {ابْتَغُوا} . {لَهُ} : متعلق بـ {اشكروا} . {إِلَيْهِ} : متعلق بـ {تُرْجَعُونَ} . و {تُرْجَعُونَ} فعل مضارع مغير الصيغة ونائب فاعل، والجملة في محل النصب مقول قال. </p><p> {وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِنْ قَبْلِكُمْ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ (١٨) </p><p> أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (١٩) }. </p><p> {وَإِنْ} : {الواو} : عاطفة، إن قلنا إنه من كلام إبراهيم، أو اعتراضية إن قلنا إنه من كلام الله سبحانه، يخاطب قريشًا في شأن محمد - صلى الله عليه وسلم -. {إن} : حرف شرط. {تُكَذِّبُوا} : فعل وفاعل مجزوم بـ {إن} الشرطية على كونه فعل شرط لها. {فَقَدْ} : {الفاء} : رابطة لجواب {إن} الشرطية وجوبًا لاقترانه بقد. {قَدْ} : حرف تحقيق. {كَذَّبَ أُمَمٌ} : فعل وفاعل في محل الجزم بـ {إن} على كونه جواب الشرط {مِنْ قَبْلِكُمْ} صفة لـ {أُمَمٌ} ، وقيل جواب الشرط محذوف، و {الفاء} : تعليلية للمحذوف؛ أي: فلا يضرني تكذيبكم فقد كذب أمم من قبلكم أنبياءهم ورسلهم، وجملة {إن} الشرطية في محل النصب معطوفة على ما قبلها على كونها مقول {قَالَ} ، أو معترضة لاعتراضها بين كلام إبراهيم وجواب قومه. {وَمَا} : {الواو} : عاطفة. {مَا} : نافية. {عَلَى الرَّسُولِ} : خبر مقدم. {إِلَّا} : أداة حصر. {الْبَلَاغُ} : مبتدأ مؤخر. {الْمُبِينُ} : صفة لـ {الْبَلَاغُ} ، والجملة الاسمية معطوفة على الجمل الشرطية. {أَوَلَمْ يَرَوْا} : {الهمزة} : للاستفهام الإتكاري، داخلة على محذوف. و {الواو} : عاطفة على ذلك المحذوف، والتقدير ألم ينظر كفار مكة ولم يروا كيف. {لَمْ يَرَوْا} : جازم وفعل وفاعل معطوف على ذلك المحذوف، والجملة المحذوفة مستأنفة. {كَيْفَ} : اسم استفهام في محل النصب على الحال. من {الْخَلْقَ} . {يُبْدِئُ اللَّهُ الْخَلْقَ} : فعل وفاعل ومفعول به، والجملة الفعلية في محل النصب سادة مسد مفعولي {يَرَوْا} ؛ لأنها علقت عن العمل في اللفظ بالاستفهام، والرؤية هنا قلبية. {ثُمَّ} : حرف عطف. {يُعِيدُهُ} : فعل وفاعل مستتر ومفعول به، والجملة معطوفة على جملة قوله:  {أَوَلَمْ يَرَوْا} لا على {يُبْدِئُ} . {إِنَّ ذَلِكَ} : ناصب واسمه. {عَلَى اللَّهِ} : متعلق بـ {يَسِيرٌ} . و {يَسِيرٌ} : خبر {إن} ، وجملة {إن} مستأنفة. </p><p> {قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٠) }. </p><p> {قُلْ} : فعل أمر وفاعل مستتر يعود إما إلى {إِبْرَاهِيمَ} ، أو إلى محمد - صلى الله عليه وسلم -، </p><p> والجملة مستأنفة. {سِيرُوا} : فعل أمر وفاعل. {فِي الْأَرْضِ} : متعلق به، والجملهّ في محل النصب مقول {قُلْ} . {فَانْظُرُوا} : فعل وفاعل معطوف على {سِيرُوا} . {كَيْفَ} : اسم استفهام في محل النصب حال من مفعول {بَدَأَ} . {بَدَأَ الْخَلْقَ} : فعل ماض وفاعل مستتر ومفعول به، والجملة الفعلية في محل النصب مفعول {انْظُرُوا} علق عنها باسم الاستفهام. وفي \"البيضاوي\" : {قُلْ سِيرُوا فِي الْأَرْضِ} حكاية كلام الله سبحانه لإبراهيم أو محمد عليها السلام، اهـ؛ أي: وليس من مقالة إبراهيم لقومه من عند نفسه، على تقدير أن تكون الآيات المذكورة من قوله:  {وَإِنْ تُكَذِّبُوا} إلى قوله: {فَمَا كَانَ جَوَابَ قَوْمِهِ} من قصة إبراهيم، ومن مقالة محمد - صلى الله عليه وسلم - من عند نفسه، على جعلها معترضة بين أجزاء قصة إيراهيم إذ لا وجه لهما أن يقولا من عند أنفسهما {قُلْ سِيرُوا فِي الْأَرْضِ} ، بل الظاهر أنه كلام أحدهما لقومه على حكاية كلام الله لهم؛ أي: قال الله لي: قل لهم: سيروا في الأرض؛ أي قل لمنكري البعث يسيروا في الأرض ليشاهدوا كيف أنشأ الله جميع الكائنات، ومن قدر على إنشائها بدءًا يقدر على إعادتها. اهـ \"زاده\" . {ثُمَّ} : حرف عطف. {اللَّهُ} : مبتدأ. {يُنْشِئُ} : فعل مضارع وفاعله ضمير يعود على الله. {النَّشْأَةَ} : منصوب على المصدرية المحذوفة الزوائد، والأصل الإنشاءة. {الْآخِرَةَ} : صفة لـ {النَّشْأَةَ} ، وجله {يُنْشِئُ} في محل الرفع خبر المبتدأ، والجملة الاسمية في محل النصب معطوفة على جملة {سِيرُوا} . {إِنَّ اللَّهَ} ناصب واسمه. {عَلَى كُلِّ شَيْءٍ} متعلق بقدير. {قَدِيرٌ} خبره، والجملة مستأنفة، مسوقة لتعليل ما قبلها. </p><p> {يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ وَإِلَيْهِ تُقْلَبُونَ (٢١) وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (٢٢) }. </p><p> {يُعَذِّبُ} : فعل مضارع وفاعل مستتر يعود على الله. {مَنْ} : اسم موصول مفعول به لـ {يُعَذِّبُ} ، وجملة {يَشَاءُ} صلته، والعائد محذوف، تقديره من يشاء تعذيبه، وجملة {يُعَذِّبُ} في محل النصب حاله من الضمير المستكن في قدير، أو خبر ثان لـ {إنَّ} أو مستأنفة {وَيَرْحَمُ مَنْ يَشَاءُ} معطوف على {يُعَذِّبُ مَنْ يَشَاءُ} . </p><p> {وَإِلَيْهِ} : {الواو} : عاطفة. {إِلَيْهِ} : متعلق بـ {تُقْلَبُونَ} . {تُقْلَبُونَ} : فعل مضارع مغير الصيغة ونائب فاعل، والجملة معطوفة على جملة {يُعَذِّبُ} . {وَمَا أَنْتُمْ} : {الواو} : عاطفة. {مَا} : نافية حجازية. {أَنْتُمْ} : اسمها، {بِمُعْجِزِينَ} : خبرها. والباء: زائدة. {فِي الْأَرْضِ} : حال من الضمير المستكن في معجزين، {وَلَا فِي السَّمَاءِ} : معطوف على في الأرض، و {لَا} زائدة لتأكيد النفي المستفاد من {مَا} ؛ أي: بفائتين الله هربًا، حالة كونكم في الأرض أو في السماء، والجملة الاسمية في محل النصب، معطوفة على جملة {سِيرُوا فِي الْأَرْضِ} . {وَمَا} : {الواو} : عاطفة. {مَا} : نافية. {لَكُمْ} : خبر مقدم. {مِنْ دُونِ اللَّهِ} : حال من ولي الآتي. {مِنْ} زائدة. {وَلِيٍّ} : مبتدأ مؤخر. {وَلَا نَصِيرٍ} : معطوف على {وَلِيٍّ} والجملة الاسمية معطوفة على الجملة التي قبلها. </p><p> {وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ وَلِقَائِهِ أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ (٢٣) }. </p><p> {وَالَّذِينَ}  {الواو} : استئنافية. {الَّذِينَ} : مبتدأ أول. {كَفَرُوا} : فعل وفاعل صلة الموصول. {بِآيَاتِ اللَّهِ} : متعلق بـ {كَفَرُوا} . {وَلِقَائِهِ} : معطوف على {بِآيَاتِ اللَّهِ} . {أُولَئِكَ} : مبتدأ ثان. {يَئِسُوا} : فعل وفاعل. {مِنْ رَحْمَتِي} : متعلق به والجملة الفعلية في محل الرفع خبر {أُولَئِكَ} ، وجملة {أُولَئِكَ} خبر للمبتدأ الأول، وجملة الأول مستأنفة. {وَأُولَئِكَ} : معطوف على {أُولَئِكَ} على كونه مبتدأ ثانيًا. {لَهُمْ} : خبر مقدم. {عَذَابٌ} : مبتدأ مؤخر. {أَلِيمٌ} : صفة {عَذَابٌ} ، والجملة الاسمية في محل الرفع خبر {أُولَئِكَ} . </p><p> التصريف ومفردات اللغة </p><p> {الم (١) } حروف مقطعة، عجزت الخلائق عن معرفة حقائقها. {أَحَسِبَ النَّاسُ} الحسبان بالكسر، الظن كما في \"القاموس\" . وقال في \"المفردات\" : الحسبان هو أن يحكم لأحد النقيضين أحدهما على الآخر. </p><p> {أَنْ يُتْرَكُوا} الترك: الإهمال. {وَهُمْ لَا يُفْتَنُونَ} ؛ أي: لا يختبرون من فتن </p><p> فلان فلانًا، يفتنه من باب ضرب خبره وأحرقه، وأصله يقال فتن الصائغ الذهب، أذابه بالبوتقة ليختبره وليميز الجيد من الرديء، ويقال فتنه يفتنه، من باب ضرب أيضًا إذا أعجبه، واستماله وأوقعه في الفتنة. </p><p> {أَنْ يَسْبِقُونَا} السبق الفوت، والمراد الفوت عن المجازاة، وأصل السبق المتقدم في السير، ثم تجوز به في غيره من المتقدم. {مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ} الرجاء: ظن يقتضي حصول ما فيه مسرة، وتفسيره بالخوف؛ لأن الرجاء والخوف متلازمان، ولقاء الله عبارة عن القيامة وعن المصير إليه. {فَإِنَّ أَجَلَ اللَّهِ} الأجل: عبارة عن غاية زمان ممتد، عينت لأمر من الأمور، وقد يطلق على كل ذلك الزمان، والأول هو الأشهر في الاستعمال. </p><p> {وَمَنْ جَاهَدَ} والمجاهدة استفراغ الجهد (بالضم) ؛ أي: الطاقة في مدافعة العدو. {إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ} قال أبو العباس المشتهر بزروق في شرح الأسماء الحسنى: الغني هو الذي لا يحتاج إلى شيء في ذاته ولا في صفاته ولا في أفعاله، إذ لا يلحقه نقص، ولا يعترضه عارض، ومن عرف أنه الغني استغنى به عن كل شيء، ورجع إليه بكل شيء، وكان له بالافتقار في كل شيء، وللتقرب بهذا الاسم تعلق بإظهار الفاقة والفقر إليه أبدًا، وخاصية هذا الاسم وجود العافية في كل شيء، فمن ذكره على مرض أو بلاءً، أذهبه الله عنه، وفيه سر للغني، ومعنى الاسم الأعظم لمن استأهل به، انتهى. </p><p> وفي \"الإحياء\" يستحب أن يقول بعد صلاة الجمعة: اللهم يا غني يا حميد، يا مبدىء يا معيد، يا رحيم يا ودود، أغني بحلالك عن حرامك، وبفضلك عمن سواك، فيقال: من داوم على هذا الدعاء، أغناه الله تعالى عن خلقه، ورزقه من حيث لا يحتسب. انتهى. </p><p> {لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ} وتكفير الإثم: ستره وتغطيته حتى يصير بمنزلة ما لم يعمل، قال بعضهم: التكفير إذهاب السيئة وإبطالها بالحسنة، وسترها وترك العقوبة عليها. {وَوَصَّيْنَا} وصى: يجري مجرى أمر معنًى وتصرفًا غير أنه يُستعمل </p><p> فيما إذا كان في المأمور به نفع عائد إلى المأمور وغيره، يقال: وصيت زيدًا بعمرو، أمرته بتعهده ومراعاته، قال الراغب: الوصية التقديم إلى الغير بما يعمل به مقترنًا بوعظ. {مَرْجِعُكُمْ} مصدر ميمي بمعنى الرجوع. </p><p> {فَإِذَا أُوذِيَ فِي اللَّهِ} أوذي ماض مبني للمجهول، من آذى الرباعي، يقال: آذى يؤدي أذى وأذية، ولا تقل إيذاءً، كما في \"القاموس\" ، والأذى ما يصل إلى الإنسان من ضرر، في نفسه أو في جسمه أو في قنياته، دنيويًا كان أو أخرويًا كما مر. </p><p> {جَعَلَ فِتْنَةَ النَّاسِ} والفتنة الامتحان والاختبار، تقول: فتثت الذهب، إذا أدخلته النار لتظهر جودته من رداءته، وأطلقت على المحنة؛ لأنها سبب نقاوة القلب. </p><p> {لَيَقُولُنَّ} الجمهور على ضم اللام، ففيه إسناد الفعل لضمير الجماعة، حملًا على معنى: من بعد أن حمل على لفظها كما مر، وأصله ليقولونن بواو الضمير وثلاث نونات، إحداها نون الرفع، فحذفت نون الرفع لتوالي الأمثال، وواو الجماعة لالتقاء الساكنين فصار ليقولن. </p><p> {وَلْنَحْمِلْ خَطَايَاكُمْ} جمع خطيئة من الخطأ، وهو في الأصل العدول عن الجهة والطريق، وهي هنا الآثام. {أَثْقَالَهُمْ} جمع ثقل بكسر المثلثة وسكون القاف كحمل وأحمال، والثقل بكسر أوله وفتح ثانيه والخفة متقابلان، وكل ما يترجح على ما يوزن به، أو يقدر به، يقال: هو ثقيل، وأصله في الأجسام ثم يقال في المعاني أثقله الغرم والوزر، قال الراغب: أثقالهم؛ أي: آثامهم التي تثقلهم وتثبطهم عن الثواب. </p><p> {أَلْفَ سَنَةٍ} الألف العدد المخصوص، سمي بذلك لكون الأعداد به ؤلفة، فإن الأعداد أربعة: آحاد، وعشرات، ومئات، وألوف، فإذا بلغ الألف، فقد إئتلف وما بعده ويكون مكررًا، قال بعضهم: الألف من ذلك؛ لأنه مبدأ النظام، كما مر والسنة أصلها سنهة لقولهم: سانهت فلانًا؛ أي: عاملته سنة </p><p> فسنةً، وقيل: أصلها من الواو لقولهم: سنوات، والهاء للوقف. اهـ \"الروح\" . </p><p> {فَأَخَذَهُمُ الطُّوفَانُ} والطوفان كل ما طاف؛ أي: أحاط بالإنسان لكثرته ماء كان أو غيره، كالظلمة، ولكنه غلب في الماء، كما هو المراد هنا، اهـ \"شهاب\" . {وَأَصْحَابَ السَّفِينَةِ} والسفينة من سفنه يسفنه قشره ونحته، كأنها تسفن الماء؛ أي: تقشره فهي فعيلة، بمعنى: فاعلة. </p><p> {أَوْثَانًا} جمع وثن، والفرق بين الصليب والصنم والوثن، أن الصليب: ما نحت على صورة آدمي وعبد، سواء كان من ذهب أو فضة أو غيرهما، والصنم: ما نُحِت على صورة حيوان كعجل وعبد، سواء من شجر أو حجر أو غيرهما، والوثن: كل ما عُبد من دون الله، سواء كان منحوتًا على أي صورة، أو غير منحوت كشجر وحجر وقبر وإنسان، فكل أخص مما بعده، هكذا عرفه بعضهم. </p><p> {وَتَخْلُقُونَ إِفْكًا} ؛ أي: وتكذبون كذبًا، حيث سميتموها آلهة، قال الراغب: الخلق لا يُستعمل في كافة الناس إلا على وجهين، أحدهما في معنى التقدير، والثاني في الكذب، انتهى. يقال: خلق واختلق؛ أي: افترى لسانًا أو يدًا كنحت الأصنام، والإفك أسوأ الكذب، وسمي الكذب إفكًا؛ لأنه مأفوك؛ أي: مصروف عن وجهه، ويجوز في الإفك هنا أن يكون مصدرًا وأن يكون صفة؛ أي خلقًا إفكًا؛ أي: ذا إفكٍ وباطل. </p><p> {لَا يَمْلِكُونَ لَكُمْ رِزْقًا} يقال: ملكت الشيء إذا قدرت عليه، ومنه قول موسى:  {لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي} ؛ أي: لا أقدر إلا على نفسي وأخي، ورزقًا مصدر، وتنكيره للتقليل، كما سيأتي، والمعنى: لا يقدرون على أن يرزقوكم شيئًا من الرزق، كما مر. </p><p> {ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ} قال الراغب: الإنشاء إيجاد الشيء وتربيته، وأكثر ما يقال ذلك في الحيوان، انتهى. يقال: نشأ نشأة إذا حيى وربا وشب، والنشاة مصدر مؤكد لينشىء بحذف الزوائد، والأصل الإنشاءة أو بحذف العامل؛ أي: ينشىء فينشأون النشأة الآخرة، كما مر. </p><p> {مِنْ وَلِيٍّ وَلَا نَصِيرٍ} قال بعضهم: الفرق بين الولي والنصير، أن الولي هو الذي يدفع المكروه عن الإنسان بنفسه لولايته ومباشرته الدفع، والنصير هو الذي يأمر بدفعه عنه لمناصرته ومعاونته في الدفع، والولي أخص من النصير، إذ قد ينصر من ليس بولي. {أُولَئِكَ يَئِسُوا} واليأس انتفاء الطمع وانقطاعه. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستفهام للتقريع والتوبيخ والإنكار في قوله: {أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا} . </p><p> ومنها: الطباق بين {صَدَقُوا} و {الْكَاذِبِينَ} ، وبين {آمَنُوا} و {الْمُنَافِقِينَ} ، وبين {يُعَذِّبُ} و {وَيَرْحَمُ} وبين {يُبْدِئُ} و {يُعِيدُ} . </p><p> ومنها: مغايرة الأسلوب في قوله: {فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ} حيث عبر في الأول: بصيغة الفعل الماضي، وهي {صَدَقُوا} وفي الثاني: بصيغة اسم الفاعل وهي {الْكَاذِبِينَ} . والنكتة في هذه المخالفة كما مر، أن اسم الفاعل يدل على ثبوت المصدر في الفاعل ورسوخه فيه، والفعل الماضي لا يدل عليه؛ لأن الآية وقت نزولها كانت حكايةً عن قوم قريبي عهد بالإِسلام، وعن قوم مستمرين على الكفر، فعبر عن حق الأولين بلفظ الفعل، وفي حق الآخرين بالصيغة الدالة على الثبات والدوام. </p><p> ومنها: الحذف في قوله: {مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لَآتٍ} فإن جواب الشرط فيه محذوف، كما سبق. </p><p> ومنها: التأكيدبـ {إن} و {اللام} ، في قوله:  {فَإِنَّ أَجَلَ اللَّهِ لَآتٍ} ؛ لأن المخاطب منكر. </p><p> ومنها: صيغة المبالغة في قوله: {وَهُوَ السَّمِيعُ الْعَلِيمُ} . </p><p> ومنها: تغيير الأسلوب في قوله: {وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ (١١) } حيث عبر في الأول: بالفعل، وفي الثاني: باسم الفاعل، تفننًا لرعاية الفاصلة. كما في \"البيضاوي\" . </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {اتَّبِعُوا سَبِيلَنَا} حيث استعار الإتباع الذي هو المشي خلف ماش، لسلوك طريقتهم في الدين، فاشتق من الإتباع الذي هو بمعنى السلوك، اتبعوا، بمعنى: اسلكوا على طريقة الاستعارة التبعية. </p><p> ومنها: مجيء الأمر بمعنى الخبر في قوله: {وَلْنَحْمِلْ خَطَايَاكُمْ} والأصل فيه: إن تتبعونا نحمل خطاياكم، فعدل عنه إلى ما ذكر مما هو خلاف الظاهر من أمرهم بالحمل، إفادةً للمبالغة. </p><p> ومنها: التشبيه المرسل المجمل في قوله: {فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ} حذف منه وجه الشبه، فهو مجمل. </p><p> ومنها: التفنن في التعبير في قوله: {أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا} ، لم يقل إلا خمسين سنة تفننًا؛ لأن التكرار في الكلام الواحد مخالف للبلاغة، إلا إذا كان لغرض من تفخيم أو تهويل، نحو {الْقَارِعَةُ (١) مَا الْقَارِعَةُ (٢) }. </p><p> ومنها: الاستعارة اللطيفة في قوله: {وَلَيَحْمِلُنَّ أَثْقَالَهُمْ} شبه الذنوب بالأثقال؛ لأنها تُثقل كاهل الإنسان. </p><p> ومنها: تنكير الرزق في قوله: {لَا يَمْلِكُونَ لَكُمْ رِزْقًا} ثم تعريفه، بقوله:  {فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ} ؛ لأن الأول مقصور عليهم، فاستوجب أن يكون ضئيلًا قليلًا، فنكره تدليلًا على قلته وضآلته، ولما كان الثاني مبتغًى عند الله، استوجب أن يكون كثيرًا؛ لأنه كله عند الله فعرَّفه تدليلًا على كثرته وجسامته. </p><p> ومنها: الإضمار ثم الإظهار اهتمامًا بشان الأمر الأخير، في قوله:  {فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ} ألا ترى أنه صرح باسمه تعالى، في </p><p> قوله:  {ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ} لتفخيم شأن النشأة، وكان القياس أن يقول: كيف بدأ الله الخلق ثم ينشيء النشأة الآخرة، فأفصح باسمه بعد إضماره، للتنبيه على عظم هذا الأمر الذي هو الإعادة. </p><p> والأصل في الكلام: الإظهار ثم الإضمار، ويليه لقصد التفخيم الإظهار بعد الإظهار، ويليه وهو أفخم الثلاثة الإظهار بعد الإضمار، كما في الآية. </p><p> ومنها: الجناس غير التام في قوله: {يَسِيرٌ} و {سِيرُوا} . </p><p> ومنها: أسلوب الإطناب في قوله: {إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا}  {إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ} لغرض التشنيع عليهم في عبادة الأوثان. </p><p> ومنها: التكرار في قوله: {فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ} قوله: {وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ} . </p><p> ومنها: الجناس المغاير في قوله: {وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ} وفي قوله: {ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ} . </p><p> ومنها: الجناس المماثل في قوله: {وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ} . </p><p> ومنها: الحصر في قوله: {وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ} . </p><p> ومنها: الاستفهام التوبيخي في قوله: {أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ} . </p><p> ومنها: التعبير بصيغة الماضي عما في المستقبل في قوله: {يَئِسُوا مِنْ رَحْمَتِي} ؛ أي: يأسوا منها يوم القيامة. </p><p> ومنها: إضافة الرحمة إلى نفسه دون العذاب في قوله: {أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ} إشعارًا بسبق رحمته على غضبه، وإعلامًا لعباده بعمومها لهم. اهـ. أبو السعود. </p><p> ومنها: تقديم التعذيب على الرحمة في قوله: {يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ} لما أن الترهيب أنسب بالمقام من الترغيب، كما مر. </p><p> ومنها: الحصر في قوله: {وَإِلَيْهِ تُقْلَبُونَ} . </p><p> ومنها: الإسناد العقلي في قوله: {فَأَخَذَهُمُ الطُّوفَانُ} ؛ أي: أهلكهم من إسناد الشيء إلى سببه. </p><p> ومنها: الإضافة لأدنى ملابسة في قوله تعالى: {وَأَصْحَابَ السَّفِينَةِ} . </p><p> ومنها: التعبير عن الإعادة بالنشأة، في قوله:  {ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ} للتنبيه على أن البدء يسمى نشأة كإعادة، التغاير بينهما بالوصف، حيث قالوا: نشأة أولى، ونشاة أخرى. اهـ \"رازي\" اهـ. من \"الفتوحات\" . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه جل وعلا أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٢٤) وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (٢٥) فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ (٢٦) وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ (٢٧) وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ (٢٨) أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٢٩) قَالَ رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ (٣٠) وَلَمَّا جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ (٣١) قَالَ إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ (٣٢) وَلَمَّا أَنْ جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ (٣٣) إِنَّا مُنْزِلُونَ عَلَى أَهْلِ هَذِهِ الْقَرْيَةِ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ (٣٤) وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ (٣٥) وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (٣٦) فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ (٣٧) وَعَادًا وَثَمُودَ وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ (٣٨) وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءَهُمْ مُوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ وَمَا كَانُوا سَابِقِينَ (٣٩) فَكُلًّا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (٤٠) مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ (٤١) إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِنْ دُونِهِ مِنْ شَيْءٍ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٤٢) وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ (٤٣) خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ </p><p> بِالْحَقِّ إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ (٤٤) اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ (٤٥) }. </p><p> المناسبة </p><p> قوله تعالى:  {فَمَا كَانَ جَوَابَ قَوْمِهِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن إبراهيم عليه السلام، لما أقام لهم الحجج والبراهين على الوحدانية، وإرسال الرسل، والحشر، والجزاء .. أردف (١) ذلك ببيان أنهم جحدوا وعاندوا، ودفعوا الحق بالباطل، بعد أن ألزمهم الحجة ولم يجدوا للدفاع سبيلًا، وحينئذ عدلوا إلى استعمال القوة كما هو دأب المحجوج المغلوب على أمره، فقالوا لقومهم:  {ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ} فأنجاه الله من كيدهم، وجعلها عليه بردًا وسلامًا فعاد إلى لومهم بعد أن أُخرج من النار، وقال: إن تَمسُّككم بما أنتم عليه لم يكن عن دليل وبرهان، بل عن تقليد وحفظ للمودة بينكم، فلا يريد أحدكم أن يفارقه صاحبه في السيرة والطريقة، ولكنكم يوم القيامة تتحاجون حين يزول عمى القلوب وتستبين الأمور للَّبيب الأريب، ويكفر بعضكم بعضًا، فيقول العابد: ما هذا معبودي، ويقول المعبود: ما هؤلاء بعبدتي، ويلعن بعضكم بعضًا، فيقول هذا لذاك: أنت الذي أوقعتني في العذاب حيث عبدتني، ويقول ذاك لهذا: أنت الذي أوقعتني فيه حيث أضللتني بعبادته، ويود كل منكم أن يبعد عن صاحبه، وأنى لهما ذلك وهما مجتمعان في النار، وما لهما ناصر يخلِّصهما منها، كما خلَّصني ربي من النار التي ألقيتموني فيها. </p><p> وعبارة أبي حيان (٢) : لما أمرهم إبراهيم بعبادة الله، وبيَّن سفههم في عبادة الأوثان، وظهرت حجته عليهم .. رجعوا إلى الغلبة، فجعلوا القائم مقام جوابه فيما أمرهم به قولهم: اقتلوه أو حرقوه، والآمرون بذلك إما بعضهم لبعض، أو كبراؤهم، قالوا لأتباعهم اقتلوه فتستريحوا منه عاجلًا، أو حرقوه بالنار، فإما أن </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> يرجع إلى دينكم إذا أو مضته النار، وإما أن يموت بها إن أصر على قوله ودينه، انتهت. </p><p> قوله تعالى:  {فَآمَنَ لَهُ لُوطٌ ...} الآيتين، مناسبتهما لما قبلهما: أن الله سبحانه لما ذكر إنجاء إبراهيم من النار، وأن ذلك معجزة له، لا يفقه قدرها إلا من كان ذكي الفؤاد، قوي الفطنة، يفهم الدلائل التي أودعها الله في الكون .. أردف ذلك ببيان أنه لم يصدق بما رأى إلا لوط عليه السلام، فقد آمن به واستقر الإيمان في قلبه، ثم بيَّن أن إبراهيم لما أيس من إيمان قومه، هاجر إلى بلاد الشام فرارًا بدينه، وقصدًا إلى إرشاد الناس وهدايتهم، ثم عدد نعمه العاجلة عليه في الدنيا، بأن آتاه بنين وحفدة، وجعل فيهم النبوة وأنزل عليهم الكتب، وآتاه الذكر الحسن إلى يوم القيامة، ونعمه الآجلة أنه مكتوب في عداد الكملة في الصلاح والتقوى. </p><p> قوله تعالى:  {وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ ...} الآية، مناسبة هذه الآية لما قبلها؛ أن الله سبحانه لما قص علينا قصص إبراهيم عليه السلام، وما لاقاه من قومه من العتو والجبروت، ثم نصره له نصرًا مؤزرًا .. أعقبه بقصص لوط، إذ كان معاصرًا له، وسبقه إلى الدعوة إلى الله، وقد افتنَّ قومه في فعلة لم يسبقهم إليها أحد من العالمين، ولأن الملائكة الذين أنزلوا بقرية سذوم العذاب جاؤوا ضيوفًا لإبراهيم عليه السلام. </p><p> قوله تعالى:  {وَلَمَّا جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا ...} الآيات، مناسبتها لما قبلها (١) : أنه لما استنصر لوط عليه السلام بربه، بقوله:  {رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ} استجاب دعاءه، وبعث لنصرته ملائكة وأمرهم بإهلاك قومه، وأرسلهم من قبل بالبشرى لإبراهيم فجاؤوا وبشروه بذرية طيبة، ثم قالوا له: إنا مهلكوا أهل هذه القرية لتمادي أهلها في الشر، وإصرارهم على الكفر والمعاصي، فأشفق إبراهيم على لوط، وقال: إن في القرية لوطًا، فقالوا: </p><p>(١) المراغي.</p>"
}