{
  "id": null,
  "sura": 29,
  "aya": 29,
  "text": "<p> التوبيخي، وقرأ الباقون بلا استفهام. وجملة قوله:  {مَا سَبَقَكُمْ بِهَا} ؛ أي: بتلك الفاحشة {مِنْ أَحَدٍ مِنَ الْعَالَمِينَ} قال الزمخشري: جملة (١) مستأنفة، مقررة لكمال قبح تلك الخصلة، وأنهم منفردون بها، يسبقهم إلى عملها أحد من الناس، على اختلاف أجناسهم، كأن سائلًا قال: لم كانت فاحشة؟ فقيل: لأن أحدًا قبلهم لم يقدم عليها اشمئزازًا منها في طباعهم، لإفراط قبحها، حتى أقدم عليها قوم لوط لخبث طينتهم، قالوا: لم ينز ذكر على ذكر قبل قوم لوط قط؛ أي: مع طول الزمان وكثرة القرون، انتهى. ويظهر (٢) أن {مَا سَبَقَكُمْ بِهَا} جملة حالية كأنه قال: أتأتون الفاحشة مبتدعين لها، غير مسبوقين بها. </p><p> والمعنى: أي (٣) واذكر يا محمد لقومك قصص لوط حين أرسلناه إلى أهل سذوم، الذين سكن فيهم وصاهرهم، وانقطع إليهم فصاروا قومه فأنكر عليهم سوء صنيعهم، وقبيح أفعالهم التي اختصوا بها، ولم يسبقهم إليهم أحد من قبلهم لفظاعتها، ونفرة الطباع السليمة منها. </p><p> ٢٩ - ثم فصل وبيَّن هذه الفاحشة، وكرر الإنكار عليها فقال: </p><p> ١ - {أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ} إتيان الشهوة وتلوطونهم، وتستمتعون بهم الاستمتاع بالنساء، والاستفهام هذا وفيما سبق على قراءة، للإنكار والتوبيخ والتقريع. </p><p> ٢ - {وَتَقْطَعُونَ السَّبِيلَ} ؛ أي: تقطعون المارة والمسافرين عن مرورهم في الطريق، قيل إنهم كانوا يفعلون الفاحشة بمن يمر بهم من المسافرين، فلما فعلوا ذلك ترك الناس المرور بهم، فقطعوا السبيل بهذا السبب، قال الفراء: كانوا يعترضون الناس في الطرق بعملهم الخبيث، وقيل: كانوا يقطعون الطريق على المارة بقتلهم ونهبهم، والظاهر أنهم كانوا يفعلون ما يكون سببًا لقطع الطريق أو غير تقييد بسبب خاص، قيل: كانوا يفعلون ذلك لكيلا يدخل الناس في بلدهم، </p><p>(١) الكشاف. (٢) البحر المحيط.(٣) المراغي.</p><p> ولا يتناولوا من ثمارهم. </p><p> والمعنى: أي وتقفون في الطرقات تتعرضون للمارة تقتلونهم وتأخذون أموالهم، وقيل المعنى: تقطعون سبيل الولد، بتعطيل الفرج ووطء أدبار الرجاء. </p><p> ٣ - {وَتَأْتُونَ} ؛ أي: تفعلون وتتعاطون أو غير مبالاة {في نَادِيكُمُ} ؛ أي: في متحدثكم ومجلسكم، ومجتمعكم الجامع لأصحابكم، وهو اسم جنس (١) إذا أنديتهم في مدائنهم كثيرة، ولا يسمى ناديًا إلا ما دام فيه أهله، فإذا قاموا عنه لم يُطلق عليه ناد إلا مجازًا {الْمُنْكَرَ} وهو كل ما تنكره العقول السليمة، والشرائع، والمروءات، وتحكم بقبحه، كاللواطة، والجماع بحضرة الناس، والضراط، وحل الإزار في المجالس، وحل أزراء القباء، والحذف بالبندق، وضرب الأوتار والمزامير، قيل: إنهم كانوا يجلسون في مجالسهم، وعند كل رجل منهم قصعة فيها حصى، فإذا مر بهم عابر سبيل حذفوه، فأيهم أصابه، كان يأخذ ما معه ويلوطه ويغرمه ثلاثة دراهم، ولهم قاض يقضي بينهم بذلك، ومنه (هواجور) من قاضي سذوم، ومن أخلاقهم الصفير، وتطريف الأصابع بالحناء، والفرقعة؛ في: مد الأصابع؛ أي: جرها حتى تصوِّت، ولذا كُرهت في الصلاة وخارجها لئلا يلزم التشبه بهم، ومن أخلاقهم مضغ العلك - اللبان -. ولا يكره (٢) للمرأة إن لم تكن صائمةً لقيامه مقام السواك في حقهن، لأن سنها أضعف من سن الرجال، كسائر أعضائها، فيخاف من السواك سقوط سنها، وهو ينقِّي الأسنان ويشد اللثة كالسواك، ويكره للرجل إذا لم يكن من علة كالبخر، لما فيه من التشبه بالنساء، ومن أخلاقهم السباب والفحش في المزاح، يقال المزاح يجلب صغيرة الشرك، وكبيرة الحرب، ومن أخلاقهم اللعب بالحمَام، قيل: كانوا يناقرون بين الديكة ويناطحون بين الكباش، وقيل: كانوا يلعبون بالنرد والشطرنج، ويلبسون المصبغات، ومن اْخلاقهم لباس النساء للرجاء، والمكوس على كل عابر، وهم أول من لاط ومن ساحق، ولا مانع أنهم كانوا يفعلون جميع ذلك. </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> وفي هذا إعلام، أنه لا ينبغي أو يتعاشر الناس على المناكير، ولا ينبغي لهم أن يجتمعوا على الهزء والمناهي والملاهي. </p><p> وحاصل المعنى (١) : أي وتفعلون من الأفعال والأقوال في أنديتكم ومجتمعاتكم ما لا يليق، ويخجل منه أرباب الفطر السليمة، والعقول الراجحة الحصيفة. </p><p> زعمت الهند (٢) : أن حبس الضراط داء، وإرساله دواء، ولا يحبسون في مجالسهم ضرطة، ولا يرون ذلك عيبًا، وأفلتت من معاوية ريح على المنبر فقال: أيها الناس إن الله خلق أبدانًا وجعل فيها أرياحًا، فمتى يتمالك الناس أن لا تخرج منهم، فقام صعصعة بن صوحان فقال: أما بعد فإن خروج الأرياح في المتوضاة سنة، وعلى المنابر بدعة، وأستغفر الله لي ولكم. </p><p> ثم ذكر جوابهم عن نصحه لهم، فقال:  {فَمَا كَانَ جَوَابَ قَوْمِهِ} ؛ أي: فلما أنكر عليهم لوط ما يأتونه من القبائح، ما كان جوابهم إذ نهاهم عما يكرهه الله سبحانه، من إتيان الفواحش التي حرمها الله عليهم {إِلَّا أَنْ قَالُوا} له استهزاءً؛ أي: إلا قولهم {ائْتِنَا بِعَذَابِ اللهِ} الذي تعدنا {إِنْ كُنْتَ مِنَ الصَّادِقِينَ} فيما تعدنا أو نزول العذاب؛ أي: إن كنت صادقًا فيما تقول، ومنجزًا ما تعد، وكان قد أوعدهم بالعذاب على ذلك. </p><p> وهذا الجواب (٣) صدر منهم في أول مواعظه، فلما ألحق عليهم في الإنكار والنهي، قالوا: أخرجوهم أو قريتكم إنهم أناس يتطهرون، كما جاء في سورة الأعراف، وفي هذا إيماء إلى شديد كفرهم، وعظيم عنادهم؛ أي: فما أجابوا بشيء إلا بهذا القول رجوعًا إلى التكذيب واللجاج والعناد. </p><p> وقد تقدم في سورة النمل {فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ} وتقدم في سورة الأعراف {وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا </p><p>(١) المراغي. (٢) روح البيان.(٣) المراغي.</p>"
}