{
  "id": null,
  "sura": 29,
  "aya": 8,
  "text": "<p> ابتلائهم، فلم يرتدوا عنه بأذى المشركين لهم، وعملوا صالح الأعمال فأدوا فرائضه، وقاموا بها حق القيام، فواسوا البائس الملهوف، وأغاثوا المظلوم، وقدموا لوطنهم ما هو شديد الحاجة إليه، فرأبوا صدعه وسدوا ثغره، وكانوا للمؤمنين سندًا ومعينًا حتى يصيروا كالبنيان يشد بعضه بعضًا .. لنكفرن عنهم سيئاتهم التي فُرِّطت منهم في شركهم، أو صدرت منهم لمامًا في إيمانهم، وندموا على ما اجترحوه منها، ولنثيبنهم على صالح أعمالهم حين إسلامهم أحسن ما كانوا يعملون، فنقبل القليل من الحسنات، ونثيب على الواحدة منها عشر أمثالها إلى سبع مئة ضعف، ونجزي على السيئة بمثلها أو نعفو عنها، ونحو الآية قوله: {إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا (٤٠) }. </p><p> فإن قلت: إن قوله: {عَنْهُمْ سَيِّئَاتِهِمْ} يستدعي وجود السيئات حتى تكفَّر، وقوله:  {وَعَمِلُوا الصَّالِحَاتِ} يقتضي عدمها، فمن أين تكون لهم سيئة؟ </p><p> قلت: الجواب عن ذلك أن يقال: إنه ما من مكلف إلا وله سيئة، أما غير الأنبياء فظاهر، وأما الأنبياء فلأن ترك الأفضل منهم كالسيئة من غيرهم، ولهذا قال تعالى:  {عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ} اهـ. \"كرخي\" . </p><p> ٨ - {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا} ؛ أي: أمرنا الإنسان بالبر بوالديه والعطف عليهما؛ لأنهما سبب وجود الولد؛ أي (١) : أمرناه بأن يُحسن إليهما بكل ما يمكنه من وجوه الإحسان، فيشمل ذلك إعطاء المال والخدمة، ولين القول وعدم المخالفة لهما وغير ذلك، وانتصاب حسنًا على أنه نعت لمصدر محذوف؛ أي إيصاءً حسنًا على المبالغة، أو على حذف المضاف؛ أي: ذا حسن، هذا عند البصريين، وأما عند الكوفيين فهو منصوب على أنه مفعول لفعل محذوف، تقديره: ووصينا الإنسان أن يفعل بوالديه حُسْنًا. </p><p> وقرأ الجمهور {حُسْنًا} الحاء وإسكان السين، وقرى أبو رجاء وأبو </p><p>(١) الفتوحات.</p><p> العالية والضحاك وابن مسعود:  {حسنا} بفتحهما، وقرأ أبي بن كعب وأبو مجلز وعاصم الجحدري:  {إحسانا} قال الزجاج (١) : من قرأ حسنا بضم الحاء وإسكان السين فمعناه: ووصينا الإنسان أن يفعل بوالديه ما يحسن، ومن قرأ إحسانًا، فمعناه: ووصينا الإنسان أن يحسن إلى والديه. وكان (حسنا) أعم في البر. </p><p> فإن قلت: ذكر هنا (٢)  {حُسْنًا} وفي الأحقاف {إِحْسَانًا} حيث قال: {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ كُرْهًا} الآية، وحذفه في لقمان، حيث قال:  {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ} مع أن الثلاثة نزلت في سعد بن مالك، وهو سعد ابن أبي وقاص على خلاف فيه، فما الفرق بينه وبينهما؟ </p><p> قلت: ذكر هنا وفي الأحقاف؛ لأن الوصية فيهما جاءت في سياق الإجمال فحسن ذكره، وفي لقمان جاءت مفصلة لما تقدمهما من تفصيل كلام لقمان لابنه، ولأن قوله بعدها:  {أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ} قائم مقامه، فحسن حذفه. </p><p> فائدة: ويجب على الأبوين أن لا يحملا الولد على العقوق بسبب الجفاء وسوء المعاملة، ويعيناه على البر، فمن البر وهما حيان أن ينفق عليهما، ويمتثل أمرهما في الأمور المشروعة، ويجامل في معاملتهما، ومن البر بعد موتهما التصدق لهما، وزيارة قبرهما في كل جمعة، والدعاء لهما في أدبار الصلاة، وتنفيذ عهودهما ووصاياهما. </p><p> وقوله:  {وَإِنْ جَاهَدَاكَ} مقول لقول محذوف، تقديره؛ أي (٣) : وقلنا له: وإن جاهداك وكلفاك أيها الإنسان {لِتُشْرِكَ بِي} أي: على أن تشرك بي {مَا لَيْسَ لَكَ بِهِ عِلْمٌ} ؛ أي: بآلهيته، وهذا القيد (٤) لموافقة الواقع فلا مفهوم له؛ لأنه ليس ثم إله لك به علم وإله لا علم لك به، بل الإله واحد، وقيل: عبَّر بنفي العلم عن </p><p>(١) زاد المسير. (٢) فتح الرحمن.(٣) روح البيان.(٤) الفتوحات.</p><p> نفي الإله؛ لأن ما لا يُعلم صحته لا يجوز اتباعه، فكيف بما عُلم بطلانه. </p><p> والمعنى: وقلنا له: وإن طلبا منك وألزماك أن تشرك بي إلهًا ليس لك به علم بكونه إلهًا {فَلَا تُطِعْهُمَا} ؛ أي: لا توافقهما في الإشراك، فإنه لا طاعة لمخلوق في معصية الخالق، كما ورد في الحديث الصحيح، ويدخل فيه الأستاذ والأمير إذا أمر بغير معروف وهو ما أنكره الشرع، فلا طاعة لهما. </p><p> والخلاصة: أي وإن حرَّضاك على أن تتعابعهما على دينهما إذا كانا مشركين فإياك أن تفعل ذلك. </p><p> فإن قلت (١) : لِمَ قال هنا {لِتُشْرِكَ بِي} باللام، وقال في لقمان:  {عَلَى أَنْ تُشْرِكَ} بعلى؟ </p><p> قلت: قال هنا باللام، موافقةً للفظ اللام في قوله:  {وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ} وقال في لقمان بعلى، حملًا على المعنى بطريق التضمين، إذ التقدير: وإن حملاك على أن تشرك بي. </p><p> وإذا لم تجز (٢) طاعة الوالدين في هذا المطلب، مع المجاهدة منهما له، فعدم جوازها مع مجرد الطلب بدون مجاهدة منهما أولى، ويُلحق بطلب الشرك منهما سائر معاصي الله سبحانه، فلا طاعة لهما فيما هو معصية لله، كما صح ذلك عن رسول الله - صلى الله عليه وسلم -. </p><p> {إِلَيَّ} لا إلى غيري {مَرْجِعُكُمْ} ؛ أي: رجوعكم يوم القيامة جميعًا؛ أي: مرجع من آمن منكم ومن أشرك، ومرجع من برَّ بوالديه ومن عقّ بهما، {فَأُنَبِّئُكُمْ} ؛ أي: فأخبركم {بِمَا كُنْتُمْ تَعْمَلُونَ} في الدنيا، ثم أجازيكم على أعمالكم المحسن بحسانه، والمسيء بإساءته، فلا تظنوا أني غائب عنكم، وآباؤكم حاضرون فتوافقوا الحاضرين في الحال، فإني حاضر معكم، أعلم ما تفعلون ولا أنسى، فأنبئكم بجميعه، فأجازيكم عليه إن خيرًا فخير، وإن شرًا فشر. </p><p>(١) كرماني بتصرف. (٢) الشوكاني.</p>"
}