{
  "id": null,
  "sura": 29,
  "aya": 2,
  "text": "<p> ويُرهف السمع إلى ما سيأتي. </p><p> وقد ثبت بالاستقراء، أن كل سورة في أوائلها حروف التهجي، بُدئت بذكر الكتاب أو التنزيل أو القرآن نحو {الم (١) ذَلِكَ الْكِتَابُ}، {المص (١) كِتَابٌ أُنْزِلَ إِلَيْكَ} {يس (١) وَالْقُرْآنِ} {ص وَالْقُرْآنِ} {حم (١) تَنْزِيلُ الْكِتَابِ} إلا ثلاث سور: {كهيعص (١) } {الم (١) أَحَسِبَ النَّاسُ} {الم (١) غُلِبَتِ الرُّومُ (٢) }. </p><p> وقد بُدئت هذه السورة بالحروف وليس فيها البَدْءُ بالقرآن، أو الكتاب من قِبَلِ أن فيها ذكر جميع التكاليف، وهي شاقة على النفس، فحسن البدء بحروف التنبيه للإيقاظ إلى ما يُلقى بعدها. </p><p> ٢ - وقد (١) حصل التنبيه في القرآن، بغير الحروف التي لا يُفهم معناها كقوله:  {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ} وقوله {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} من قِبَلِ أن تقوى الله أمر عظيم، ومثلها تحريم ما أحل الله والهمزة في قوله:  {أَحَسِبَ} ؛ أي: أظن {النَّاسُ} للاستفهام الإنكاري، وقوله:  {أَنْ يُتْرَكُوا} ؛ أي: أن يُهملوا (٢) ساد مسد مفعولي حسب، لاشتماله على مسند ومسند إليه، وقوله:  {أَنْ يَقُولُوا} بالسنتهم {آمَنَّا} على تقدير الجار؛ أي: لأن يقولوا، أو بأن يقولوا، أو على أن يقولوا، وقوله:  {وَهُمْ لَا يُفْتَنُونَ} ؛ أي: لا يُمتحنون في دعواهم بما يظهرها ويثبتها، حال من نائب فاعل يتركوا؛ أي: أظنوا أنفسهم متروكين بلا فتنة وامتحان، بمجرد أن يقولوا آمنا بالله؛ أي: أظن الناس الذين نطقوا بكلمة الشهادة، أنهم يتركون غير ممتحنين بمجرد ذلك النطق، لا بل يُمتحنون ليتميَّز الراسخ في الدين من غيره، وكلًّا نجازي بحسب مراتب عمله، يعني أن الله يمتحنهم بمشاق التكاليف كالممهاجرة والمجاهدة، ورفض الشهوات، ووظائف الطاعات وأنواع المصائب في الأنفس والأموال، ليتميز المخلص من المنافق، والراسخ في الدين من المضطرب فيه، ولينالوا بالصبر عليها عوالي الدرجات، فإن مجرد الإيمان وإن كان عن خلوص لا يقتضي غير الخلاص من الخلود في العذاب. </p><p>(١) المراغي. (٢) روح البيان.</p><p> نزلت هذه الآية في قوم من المؤمنين، كعمار بن ياسر وعياش ابن أبي ربيعة والوليد بن الوليد وسلمة بن هشام كانوا بمكة، وكان الكفار من قريش يؤذونهم ويعذبونهم على الإِسلام، فكانت صدورهم تضيق بذلك، ويجزعون، فتداركهم الله بالتسلية بهذه الآية. </p><p> قال ابن عطية: وهذه الآية وإن كانت نزلت بهذا السبب في هذه الجماعة، فهي في معناها، باقية في أمة محمد - صلى الله عليه وسلم -، موجود حكمها بقية الدهر، وذلك أن الفتنة من الله باقية في ثغور المسلمين، بالأسر ونكاية العدو وغير ذلك. اهـ. </p><p> واعلم (١) : أن المقصود الأقصى من الخلق العبادة، والمقصد الأعلى في العبادة، حصول محبة الله، وكل من كان قلبه أشد امتلاء من محبة الله، فهو أعظم درجة عند الله، لكن للقلب ترجمان، وهو اللسان، وله مصدقات هي الأعضاء، ولها مزكيات، فإذا قال الإنسان باللسان: آمنت، فقد ادعى محبة الله في الجنان، فلا بد له من شهود، فإذا استعمل الأركان في الإتيان بما عليه من أركان الإِسلام، حصل له على دعواه شهود مصدقات، فإذا بذل نفسه، وما له في سبيل الله تعالى، وزكَّى أعماله بترك ما سوى الله تعالى، زكَّى شهوده الذين صدقوه فيما قاله، فحينئذٍ يحرر اسمه في جرائد المحبين، ويقرر قسمه في أقسام المقربين. </p><p> قال الزجاج (٢) : لفظ الآية استخبار، ومعناه: معنى التقرير والتوبيخ، والمعنى: أحسب الناس أن يتركوا بأن يقولوا آمنا، ولأن يقولوا آمنا؛ أي: أحسبوا أن يقنع منهم، بأن يقولوا إنا مؤمنون فقط، ولا يمتحنون بما يبين حقيقة إيمانهم {وَهُمْ لَا يُفْتَنُونَ} ؛ أي: لا يختبرون بما يعلم به صدق إيمانهم من كذبه. </p><p> ونحو الآية قوله:  {أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ} . </p><p> والخلاصة (٣) : أيظن الناس أنهم يتركون بمجرد قولهم آمنا، دون أن يبتلوا </p><p>(١) المراح. (٢) زاد المسير.(٣) المراغي.</p>"
}