{
  "id": null,
  "sura": 29,
  "aya": 57,
  "text": "<p> وقرأ ابن عامر (١) بفتح الياء، والباقون بتسكينها. </p><p> {إِنَّ أَرْضِي} أي: إن بلاد المواضع التي خلقتها {وَاسِعَةٌ} لا مضايقة لكم فيها، ففيه تحريض على الهجرة من دار الكفر إلى دار الإِسلام؛ أي: يا من شرفكم الله بالعبودية له، هاجروا من مكة إن كنتم في ضيق من إظهار الإيمان فيها، ولا تجاوروا الظلمة، فأرض الله واسعة. </p><p> قال مقاتل (٢) : نزلت في ضعفاء مسلمي مكة، كانوا في ضيق من إظهار الإِسلام بها، وأما اليوم، فإنا بحمد الله لم نجد أعون على قهر النفس وأجمع للقلب، وأحث على القناعة، وأطرد للشيطان، وأبعد من الفتن، وأظهر لأمر الدين من مكة حرسها الله تعالى. اهـ. \"قاري\" . </p><p> {فَإِيَّايَ فَاعْبُدُونِ} ؛ أي: فخصوني بالعبادة، ولا تعبدوا أحدًا سواي، فـ {الفاء} : واقعة في جواب شرط محذوف، حذف الشرط وعوض عنه تقديم المفعول، مع إفادة تقديم المفعول معنى الاختصاص والإخلاص؛ أي: فإن لم تخلصوا لي العبادة في أرض، فأخلصوها لي في غيرها. </p><p> وقرأ يعقوب (٣) : {فاعبدوني} بالياء. </p><p> وقيل المعنى: إن أرضي التي هي أرض الجنة واسعة، فاعبدوني حتى أورثكموها. </p><p> ٥٧ - ولما أخبر تعالى (٤) عن سعة أرضه، وكان ذلك إشارة إلى الهجرة، وأمر بعبادته، فكان قد يتوهم متوهم: أنه إذا خرج من أرضه التي نشأ فيها لأجل من حلها من أهل الكفر، إلى دار الإِسلام، لا يستقيم له فيها ما كان يستقيم له في أرضه، وربما أدى ذلك إلى هلاكه .. أخبر أن كل نفس لها أجل تبلغه، وتموت في أي مكان حل، وأن رجوع الجميع إلى جزائه يوم القيامة، فقال:  {كُلُّ نَفْسٍ} من النفوس، سواء كانت نفس إنسان أو غيرها، وهو مبتدأ، وجاز الابتداء </p><p>(١) المراح. (٢) زاد المسير.(٣) نسفي.(٤) البحر المحيط.</p><p> بالنكرة لما فيها من العموم. </p><p> {ذَائِقَةُ الْمَوْتِ} ؛ أي: واجدة مرارة الموت، ومتجرعة غصص المفارقة، كما يجد الذائق ذوق المذوق، وهذا مبني على أن الذوق يصلح للقليل والكثير، كما ذهب إليه الراغب، وقال بعضهم: أصل الذوق بالفم فيما يقل تناوله، فالمعنى إذًا: إن النفوس تذوق بملابسه البدن جزءًا من الموت. </p><p> واعلم (١) : أن للإنسان روحًا وجسدًا، وبخارًا لطيفًا بينهما هو: الروح الحيواني، فما دام هذا البخار باقيًا على الوجه الذي يصلح أن يكون علاقةً بينهما، فالحياة قائمة، وعند إنطفائه وخروجه عن الصلاحية تزول الحياة، ويفارق الروح البدن مفارقةً اضطرارية، وهو الموت الصوري، ولا يعرف كيفية ظهور الروح في البدن ومفارقته له وقت الموت إلا أهل الانسلاخ التام. </p><p> {ثُمَّ إِلَيْنَا} لا إلى غيرنا؛ أي: إلى حكمنا وجزائنا {تُرْجَعُونَ} تردون (٢) من الرجع، وهو: الرد، فمن كانت هذه عاقبته .. ينبغي أن يجتهد في التزود والاستعداد لها، ويرى مهاجرة الوطن سهلةً، واحتمال الغربة هونًا، هذا إذا كان الوطن دار الشرك، وكذا إذا كان أرض المعاصي والبدع، وهو لا يقدر على تغييرها، والمنع منها، فيهاجر إلى أرض المطيعين من أرض الله الواسعة. </p><p> والمعنى: كل نفس من النفوس واجدة مرارة الموت لا محالة، فلا يصعب عليكم ترك الأوطان، ومفارقة الإخوان والخلان، ثم إلى الله المرجع بالموت والبعث لا إلى غيره، فكل حي في سفر إلى دار القرار، وإن طال لبثه في هذه الدار، فيوفيكم جزاء ما تعملون، فقدموا له خير العمل تفوزوا بنعيم مقيم، وجنة عرضها السماوات والأرض. </p><p> وقرأ علي (٣) : {ترجعون} مبنيًا للفاعل من الرجوع، والجمهور: مبنيًا للمفعول بتاء الخطاب، وروى عن عاصم: بياء الغيبة، وقرأ أبو حيوة:  {ذائقة} </p><p>(١) روح البيان. (٢) روح البيان.(٣) البحر المحيط.</p>"
}