{
  "id": null,
  "sura": 30,
  "aya": 30,
  "text": "<p> التقليد للجهلة هوى، فكما أن أهل الهدى منصورون أبدًا، فكذا أهل الهوى، مخذولون سرمدًا وإلى أن الخذلان واتباع الهوى من عقوبات الله المعنوية في الدنيا، فلا بد من قرع باب العفو بالتوبة، والسلوك إلى طريق التحقيق، والإعراض عن الهوى والبدعة، فإنهما شر رفيق. </p><p> ٣٠ - ثم أمر الله سبحانه رسوله - صلى الله عليه وسلم - بتوحيده وعبادته فقال:  {فَأَقِمْ وَجْهَكَ} ؛ أي: قوم ذاتك وعدلها واصرفها {لِلدِّينِ} الحنيفي، وأقبل بكليتك عليه، غير ملتفت عنه يمينًا وشمالًا، أو أخلص عملك لله تعالى، وهذا تمثيل (١) لإقباله على الدين، واستقامته عليه، واهتمامه بأسبابه، فإن من اهتم بالشيء .. عقد عليه طرفه، وسدد إليه نظره، وقوم له وجهه. </p><p> و {الفاء} فيه: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا كان (٢) حال المشركين اتباع الهوى، والإعراض عن الهدى .. فقوم وجهك يا محمد للدين الحق، الذي هو دين الإِسلام، وعدله غير ملتفت يمينًا وشمالًا، أو سدد وجهك نحو الوجه الذي وجهك إليه ربك لطاعته، وهو الدين القيم دين الفطرة. </p><p> وقوله:  {حَنِيفًا} حال من فاعل {أَقِمْ} ؛ أي: حال كونك مائلًا إليه عن سائر الأديان، مستقيمًا عليه لا ترجع عنه إلى غيره، ويجوز أن يكون حالًا من {الدِّينِ} ؛ أي: حال كون ذلك الدين قويمًا لا اعوجاج فيه، وقال بعضهم: في الآية الوجه، ما يتوجه إليه، وعمل الإنسان ودينه مما يتوجه الإنسان إليه، لتسديده وإقامته، والمعنى عليه: أخلص دينك، وسدد عملك مائلًا إليه عن جميع الأديان المحرفة المنسوخة. </p><p> والخطاب عام للنبي - صلى الله عليه وسلم - ولجميع الأمة، والإفراد في {أَقِمْ} لما أن الرسول إمام الأمة، فأمره مستتبع لأمرهم، وقوله:  {فِطْرَتَ اللَّهِ} منصوب على الإغراء؛ أي: الزموا أيها الناس فطرت الله سبحانه؛ أي: دينه وتوحيده، وترسم </p><p>(١) النسفي. (٢) روح البيان.</p><p> {التاء} فيه مجرورةً وليس في القرآن غيرها. اهـ. \"الفتوحات\" . </p><p> {الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} ؛ أي: خلق جميع الناس، مؤمنهم وكافرهم عليها في بطون أمهاتهم، وحيث أخذهم الله من ظهر آدم، وسألهم:  {أَلَسْتُ بِرَبِّكُمْ} فقالوا: {بَلَى} والموصول صفة لـ {فِطْرَتَ اللَّهِ} مؤكدة لوجوب الامتثال بالأمر، فإن خلق الله الناس على فطرته التي هي عبارة عن قبولهم للحق، وتمكنم من إدراكه، أو عن ملة الإِسلام، من موجبات لزومها، والتمسك بها قطعًا. </p><p> المعنى: أنه خلقهم قابلين للتوحيد والإِسلام، غير نائين عنه ولا منكرين له، لكونه مجاوبًا للعقل، مساوقًا للنظر الصحيح، حتى لو تركوا وما خلقوا عليه ما اختاروا عليه دينًا آخر، ومن غوى منهم فبإغواء شياطين الإنس والجن. </p><p> ومنه قوله - صلى الله عليه وسلم - فيما يرويه عن ربه:  \"كل عبادي خلقت حنفاء، فاجتالتهم - استخفتهم وأضلتهم - الشياطين عن دينهم، وأمروهم أن يشركوا بي غيري\" . </p><p> ومنه قوله - صلى الله عليه وسلم - في الحديث المتفق عليه، الذي رواه عنه أبو هريرة - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: \"ما من مولود إلا يولد على الفطرة، فأبواه يهودانه، أو ينصرانه أو يمجسانه، كما تنتج البهيمة بهيمةً جمعاء، هل تحسون فيها من جدعاء\" يعني تكونون أنتم تجدعونها؛ أي: تقطعون أنفها أو أذنها، ثم يقول أبو هريرة: اقرؤوا: {فِطْرَتَ اللَّهِ ...} الآية. </p><p> ومعناه: كل مولود إنما يولد في مبدأ الخلقة، وأصل الجبلة على الفطرة السليمة، والطبع المتهيء لقبول الدين، فلو ترك عليها .. استمر على لزومها، ولم يفارقها إلى غيرها؛ لأن هذا الدين حسنه العقل السليم، وإنما يعدل عنه لآفة من الآفات البشرية والتقليد، فمن سلم من تلك الآفات لم يعتقد غيره. </p><p> وحكي عن عبد الله بن المبارك (١) : أنه قال في معنى الحديث: \"إن كل مولود يولد على فطرته\" ؛ أي: خلقته التي خلقه الله عليها في علمه، من السعادة </p><p>(١) روح البيان.</p><p> والشقاوة، فكل منهم صائر في العاقبة إلى ما فطر عليه، وعامل في الدنيا بالعمل المشاكل لها، فمن أمارات الشقاوة للطفل: أن يولد بين يهوديين، أو نصرانيين، فيحملانه على اعتقاد دينهما. </p><p> فإن قلت: الحديث الذي ورد عنه - صلى الله عليه وسلم -: \"إن الغلام الذي قتله الخضر طبع كافرًا\" يعارضه حديث أبي هريرة: \"كل مولود يولد على الفطرة\" فما وجه الجمع بينهما؟ </p><p> قلت: يجمع بينهما بأن المراد بالفطرة: استعداده لقبول الإسلام، كما مر، وذلك لا ينافي كونه شقيًا في جبلته، أو يراد بالفطرة قولهم:  {بَلَى} حين قال الله: {أَلَسْتُ بِرَبِّكُمْ} . قال النووي: لما كان أبواه مؤمنين .. كان هو مؤمنًا أيضًا، فيجب تأويله بأن معناه - والله أعلم -: إن ذلك الغلام لو بلغ لكان كافرًا. انتهى. </p><p> ثم لا عبرة بالإيمان الفطري في أحكام الدنيا، وإنما يعتبر الإيمان الشرعي، المأمور به المكتسب بالإرادة والفعل، ألا ترى أنه يقول:  \"فأبواه يهودانه\" فهو مع وجود الإيمان الفطري فيه، محكوم له بحكم أبويه الكافرين، كما في \"كشف الأسرار\" . </p><p> والمعنى: أي الزموا خلقة الله، التي خلق الناس عليها، فقد جعلهم بفطرتهم جانحين للتوحيد، وموقنين به، لكونه موافقًا لما يهدي إليه العقل، ويرشد إليه صحيح النظر، كما ورد في الحديث المتفق عليه، لأبي هريرة الذي سبق آنفًا، وقوله {لَا تَبْدِيلَ لِخَلْقِ اللَّهِ} ؛ أي: لدينه وتوحيده تعليل للأمر بلزوم فطرته تعالى لوجوب الامتثال به؛ أي: لا صحة ولا استقامة لتبديله بالإخلال بموجبه، وعدم مقتضاه عليه بقبول الهوى، واتباع وسوسة الشيطان، أو هذه الفطرة التي فطر الله الناس عليها تبديل لها من جهة الخالق سبحانه. </p><p> وقال ابن عباس: لا تبديل لقضاء الله بسعادتهم وشقاوتهم. </p><p> وفي \"التأويلات النجمية\" : لا تحويل لما له خلقهم، فطر الناس كلهم على التوحيد، فأقام قلب من خلقه للتوحيد والسعادة، وأزاغ قلب من خلقه للإلحاد </p>"
}