{
  "id": null,
  "sura": 30,
  "aya": 51,
  "text": "<p> {لَمُحْيِ الْمَوْتَى} ؛ أي: لقادر على إحيائهم في الآخرة، وبعثهم ومجازاتهم، فإنه إحداث لمثل ما كان في مواد أبدانهم من القوى الحيوانية، كما أن إحياء الأرض بالمطر إحياء لمثل ما كان فيها من القوى النباتية. </p><p> {وَهُوَ} سبحانه وتعالى {عَلَى كُلِّ شَيْءٍ} أراده، {قَدِيرٌ} ؛ أي: قادر تام القدرة؛ أي: مبالغ في القدرة على جميع الأشياء التي من جملتها إحياء قالب الإنسان بعد موته في الحشر، وإحياء قلبه بعد موته في الدنيا؛ لأن نسبة قدرته إلى جميع الممكنات على حدّ سواء، رجع كل شيء إلى قدرته فلم يعظم عليه شيء، فقدرة الله سبحانه هي الكاملة، بخلاف قدرة العبد، فإنها مستفادة من قدرة الله تعالى. </p><p> وقرأ الحرميان (١) - نافع وابن كثير - وأبو بكر وأبو عمرو:  {إلى أثر} بالإفراد وقرأ ابن عامر وحفص وحمزة والكسائي: {آثار} بالجمع. وقرأ سلام:  {إثر} بكسر الهمزة وإسكان الثاء، وقرأ الجحدري وابن السميقع وأبو حيوة:  {تحي} بالتاء للتأنيث، والضمير عائد على الرحمة أو على الآثار على قراءة من قرأ بالجمع، وقرأ زيد بن علي:  {نحي} بنون العظمة، والجمهور:  {يحيي} بياء الغيبة والضمير لله. </p><p> ومعنى الآية: أي فانظر (٢) أيها الرسول أثر الغيث، الذي أنبت به ما أثبت، من الزرع والأشجار والثمار، وفيه الدليل الكافي على عظيم القدرة، وواسع الرحمة، وإذ قد ثبتت قدرته على إحياء الأجسام بعد موتها، وتفرقها وتمزقها إربًا إربًا، ومن ثم قال:  {إِنَّ ذَلِكَ لَمُحْيِ الْمَوْتَى} ؛ أي: إن ذلك الذي قدر على إحياء الأرض، قادر على إحياء الأجسام حين البعث، ثم أكد هذا بقوله:  {وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . فلا يعجزه شيء، فإحياؤكم من قبوركم هين عليه، ونحو الآية قوله:  {قَالَ مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ} </p><p> ٥١ - ثم ذمهم على تزلزلهم، وسوء اضطرابهم، فإذا أصابهم الخير .. فرحوا به، وإن أصابهم </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> السوء .. يئسوا وأبلسوا، وانقطع رجاؤهم من الخير، فقال:  {وَلَئِنْ أَرْسَلْنَا} ؛ أي: وعزتي وجلالي لئن أرسلنا {رِيحًا} مضرة حارةً أو باردةً كالدبور ونحوها، فأفسدت زرع الكفار {فَرَأَوْهُ} ذلك الزرع {مُصْفَرًّا} متغيرًا بتأثير الريح بعد خضرته؛ أي: قد اصفر بعد خضرته، وقرب من الجفاف والهلاك. </p><p> وقال {مُصْفَرًّا} ؛ لأن ذلك صفرة حادثة، وقيل: المعنى فرأوا السحاب مصفرًا؛ لأن السحاب الأصفر لا يمطر، والريح التي تصفر النبات: صر حرور، وهما مما يصبح به النبات هشيمًا، والحرور جنب الشمال إذا عصفت، وقرأ صباح بن حبيش {مصفارًا} بألف بعد الفاء، ذكره أبو حيان. </p><p> و {الفاء} : في قوله: {فَرَأَوْهُ} عاطفة على محذوف كما قدرنا، و {اللام}  (١) في قوله: {لَظَلُّوا} لام جواب القسم الساد مسد الجوابين، ولذلك فسر الماضي بالاستقبال؛ أي: يظلون ويصيرون {مِنْ بَعْدِهِ} ؛ أي: من اصفرار وتغير الزرع والنبات {يَكْفُرُونَ} من غير توقف ولا تأخر. </p><p> والمعنى: ولئن أرسلنا ريحًا حارةً أو باردةً فضرب زرعهم بالصفار .. لظلوا من بعد ذلك يكفرون بالله، ويجحدون نعمه، يعني يقيمون على الكفر بالله وبنعمته، وفي هذا دليل على سرعة تقلبهم، وعدم صبرهِم، وضعف قلوبهم، وليس كذا حال أهل الإيمان. </p><p> يعني (٢) : أن الكفار لا اعتماد لهم على ربهم، فإن أصابهم خير وخصب .. لم يشكروا الله، ولم يطيعوه، وأفرطوا في الاستبشار، وإن نالهم أدنى شيء يكرهونه .. جزعوا ولم يصبروا، وكفروا سالف النعم، ولم يلتجئوا إليه بالاستغفار، وليس كذلك حال المؤمن، فإنه يشكر عند النعمة، ويصبر عند المحنة، ولا ييئس من روح الله، ويلتجىء إليه بالطاعة والاستغفار، ليستجلب الرحمة في الليل والنهار. </p><p> وحاصل المعنى: أي ولئن أرسلنا ريحًا حارةً أو باردةً على الزرع الذي </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}