{
  "id": null,
  "sura": 30,
  "aya": 54,
  "text": "<p> {إِنْ تُسْمِعُ} ؛ أي (١) : ما تسمع مواعظ القرآن ولا نصائحه {إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا} التنزيلية والتكوينية، فإن إيمانهم يدعوهم إلى التدبر فيها، وتلقيها بالقبول؛ أي: ما تسمع إلا هؤلاء، لكونهم أهل التفكر والتدبر والاستدلال بالآثار على المؤثر، يعني أن الإيمان حياة القلب، فإذا كان القلب حيًا .. يكون له السمع والبصر واللسان، ويجوز أن يراد بالمؤمن: المشارف للإيمان؛ أي: إلا من يشارف الإيمان بها، ويقبل عليها إقبالًا حقيقيًا، وقوله:  {فَهُمْ مُسْلِمُونَ} تعليل لإيمانهم؛ أي: منقادون لما تأمرهم به من الحق متبعون له. </p><p> والمعنى: أي لا تسمع السماع الذي ينتفع به سامعه، فيتبعه، إلا من يؤمن بآياتنا؛ لأنه هو الذي إذا سمع كتاب الله .. تدبره وفهمه وعمل بما فيه، وانتهى إلى حدوده التي حدها، فهو مستسلم خاضع له، مطيع لأوامره، تارك لنواهيه. </p><p> ٥٤ - ثم ذكر سبحانه دليلًا آخر على كمال قدرته، وهو خلق الإنسان نفسه على أطوار مختلفة، فقال:  {اللَّهُ} الذي يستحق منكم العبادة مبتدأ وخبره قوله: {الَّذِي خَلَقَكُمْ} ؛ أي: أوجدكم أيها الإنسان {مِنْ ضَعْفٍ} ؛ أي: من أصل ضعيف هو النطفة أو التراب على تأويل المصدر باسم الفاعل، والضعف خلاف القوة {ثُمَّ} للتراخي في الزمان {جَعَلَ} ؛ أي: خلق لأنه عدي لمفعول واحد. </p><p> {مِنْ بَعْدِ ضَعْفٍ} آخر، وهو الضعف الموجود في الجنين والطفل {قُوَّةً} هي القوة التي تجعل للطفل من التحرك، واستدعائه اللين، ودفع الأذى عن نفسه بالبكاء، {ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ} أخرى، هي التي بعد البلوغ، وهي قوة الشباب {ضَعْفًا} آخر، وهو ضعف الشيخوخة والكبر، {وَشَيْبَةً} ؛ أي: شيبة الهرم، والشيب والمشيب بياض الشعر، ويدل (٢) على أن كل واحد من قوله {ضَعْفٍ} و {قُوَّةً} إشارة إلى حالة غير الحالة الأولى، ذكره منكرًا، والمنكر متى أعيد ذكره معرفًا أريد به ما تقدم، كقولك: رأيت رجلًا فقال لي الرجل كذا، ومتى أعيد منكرًا أريد به غير الأول، ولذلك قال ابن عباس - رضي الله عنهما - في قوله </p><p>(١) روح البيان. (٢) روح البيان.</p><p> تعالى {فَإِنَّ مَعَ الْعُسْرِ يُسْرًا (٥) إِنَّ مَعَ الْعُسْرِ يُسْرًا (٦) }: لن يغلب عسر يسرين، هكذا حققه الإِمام الراغب، وتبعه أجلاء المفسرين، وهو الموافق للقاعدة المشهورة عندهم، التي نظمها السيوطي في \"عقود الجمان\" بقوله: </p><p> ثُمَّ مِنَ الْقَوَاعِدِ الْمُشْتَهِرَه ... إِذَا أَتَتْ نَكِرَةً مُكَرَّرَه </p><p> تَغَايَرَتْ وَإِنْ يُعَرِّفْ ثَانِيْ ... تَوَافَقَا كَذَا الْمُعَرَّفَانِ </p><p> يقول (١) سبحانه وتعالى محتجًا على المشركين المنكرين للبعث: إن الذي خلقكم من نطفة وماء مهين، وجعل لكم السمع والأبصار والأفئدة، ثم جعل لكم قوةً على التصرف، من بعد ضعف الصغر والطفولة، ثم أحدث لكم الضعف بالهرم والكبر، بعد أن كنتم أقوياء في شبابكم، قادر أن يعيدكم مرةً أخرى بعد البلى، وبعد أن تكونوا عظامًا نخرةً. </p><p> والخلاصة: أن تنقل الإنسان في أطوار الخلق، حالًا بعد حال، من ضعف إلى قوة، ثم من قوة إلى ضعف، دليل على قدرة الخالق الفعال لما يشاء، الذي لا يعجزه شيء في الأرض ولا في السماء، ولا يعجزه أن يعيدكم مرة أخرى. </p><p> {يَخْلُقُ} سبحانه وتعالى {مَا يَشَاءُ} من ضعفٍ وقوةٍ وشبابٍ وشيبةٍ؛ أي: يخلق الأشياء كلها، التي من جملتها الضعف والقوة والشباب والشيبة، فليس هذا كله طبعًا، بل بمشيئة الله سبحانه وتعالى {وَهُوَ} سبحانه {الْعَلِيمُ} بتدبير خلقه {الْقَدِيرُ} على ما يشاء، لا يمتنع عليه شيء أراده، وهو كما يفعل هذا، قادر على أن يميت خلقه ويحييهم إذا شاء. </p><p> فائدة: فإن قلت (٢) : كيف قال: {اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ} مع أن الضعف صفة ومعنى من المعاني، والمخاطبون لم يخلقوا من صفة، بل من عين وهي الماء، أو التراب؟ </p><p> قلت: المراد بالضعف: الضعيف، من إطلاق المصدر على اسم الفاعل، </p><p>(١) المراغي. (٢) فتح الرحمن.</p>"
}