{
  "id": null,
  "sura": 30,
  "aya": 9,
  "text": "<p> صدر منه، ولا يحرم أحدًا منهم جزاء عمله؛ لأنه العدل الذي لا يجور، فهو ما خلق السماوات والأرض وما بينهما إلا بالعدل، وإقامة الحق إلى أجل مؤقت مسمى، فإذا حل الأجل .. أفنى ذلك كله، وبدل الأرض غير الأرض، وبرزوا للحساب جميعًا. </p><p> ثم ذكر أن كثيرًا من الناس غفلوا عن الآخرة، وما فيها من حساب وجزاء، فقال:  {وَإِنَّ كَثِيرًا مِنَ النَّاسِ} مع غفلتهم عن الآخرة، وإعراضهم عن التفكر فيما يرشدهم إلى معرفتها {بِلِقَاءِ رَبِّهِمْ} ؛ أي: بلقاء حسابه وجزائه بالبعث، و {الباء} : متعلقة بقوله: {لَكَافِرُونَ} و {اللام} : هي المؤكدة، فلا تمنع تعلق ما قبلها بما بعدها، والمراد بهؤلاء الكفار: مطلق الكفار، أو كفار مكة؛ أي: منكرون جاحدون، يحسبون أن الدنيا أبدية، وأن الآخرة لا تكون بحلول الأجل المسمى؛ لأنهم لم يتفكروا في أنفسهم، ولو تفكروا فيها، ودرسوا عجائبها .. لأيقنوا بلقاء ربهم، وأن معادهم إليه بعد فنائهم. </p><p> ٩ - ثم نبههم إلى صدق رسله فيما جاؤوا به عنه، بما أيدهم من المعجزات والدلائل الواضحة، من إهلاك من جحد نبوتهم، ونجاة من صدقهم، فقال:  {أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ} و {الهمزة} فيه: للاستفهام التوبيخي، المضمن للتقرير، داخلة على محذوف معلوم من السياق. و {الواو} : عاطفة على ذلك المحذوف، والتقدير: أقعد هؤلاء المكذبون من كفار مكة في أماكنهم، ولم يسيروا ويمشوا في أقطار الأرض ونواحيها {فَيَنْظُرُوا} ويشاهدوا {كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ} ؛ أي: كيف كان جزاء الأمم الذين كانوا من قبلهم؛ أي: من قبل أهل مكة، وكيف كان مآلهم حين كذبوا رسلهم، فأهلكوا، كعاد، وثمود، وقوم لوط، وقد ساروا وقت التجارات في أقطار الأرض، وشاهدوا آثارهم، فكيف لا يتعظون. </p><p> ثم بين سبحانَهُ مبدأ أحوال تلك الأمم ومآلها، فقال:  {كَانُوا} ؛ أي: كان الذين من قبلهم {أَشَدَّ} وأقوى {مِنْهُمْ} ؛ أي: من أهل مكة {قُوَّةً} في الجسم، وأقدر منهم على التمتع بالحياة الدنيا {وَأَثَارُوا} ؛ أي: أثار الذين من قبلهم {الْأَرْضَ} ؛ أي: حرثوها وقلبوها للزراعة والغرس، وزاولوا أسباب ذلك، ولم </p><p> يكن أهل مكة أهل حرث وزرع {وَعَمَرُوهَا} ؛ أي: عمر أولئك الأمم الأرض بفنون العمارات، من الزراعة، والغرس، والبناء، وغيرها مما يعد عمارة {أَكْثَرَ مِمَّا عَمَرُوهَا} ؛ أي: عمارة أكثر كمًا وكيفًا وزمانًا من عمارة أهل مكة إياها؛ لأن أولئك كانوا أطول منهم أعمارًا، وأقوى أجسامًا، وأكثر تحصيلًا لأسباب المعاش، فعمروا الأرض بالأبنية، والزراعة، والغراس، كيف لا، وأهل مكة أهل وادٍ غير ذي زرع، ما لهم إثارة الأرض أصلًا، ولا عمارة لهم رأسًا، فما هو إلا تهكم بهم، وتضعيف حالهم في دنياهم. </p><p> وقرأ أبو جعفر (١) : {وَأَثَارُوا الْأَرْضَ} بمدة بعد الهمزة. وقال مجاهد: ليس بشيء، وخرجه أبو الفتح على الإشباع. وقرأ أبو حيوه:  {وآثروا الأرض} بحذف ألف بين المثلثة والراء، من الأثرة، وهو الاستبداد بالشيء، وقرىء:  {وأثروا الأرض} ؛ أي: أبقوا عنها آثارًا. {وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ} ؛ أي: بالمعجزات الباهرات، والآيات الواضحات، والحجج القاطعات، فكذبوهم، فأهلكهم الله تعالى، {فَمَا كَانَ اللَّهُ} سبحانه بما فعل بهم من العذاب والإهلاك {لِيَظْلِمَهُمْ} من غير جرم يستدعيه من جانبهم {وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} بالكفر والتكذيب. </p><p> والمعنى (٢) : أي أولم يسر هؤلاء المكذبون بالله، الغافلون عن الآخرة في البلاد التي يسلكونها تجرًا، فينظروا إلى آثار الله فيما كان قبلهم من الأمم المكذبة، كيف كان عاقبة أمرهم في تكذيبهم رسلم، وقد كانوا أشد منهم قوةً، وحرثوا الأرض وعمروها أكثر مما عمر هؤلاء، ثم أهلكهم الله تعالى بكفرهم وتكذيبهم رسله، وما كان الله بظالم لهم بعقابه إياهم على تكذيبهم رسله، وجحودهم آياته، ولكن كانوا أنفسهم يظلمون، بمعصيتهم ربَّهم. </p><p> والخلاصة (٣) : أنه قد كان لكم فيمن قبلكم من الأمم معتبر ومزدجر، فقد </p><p>(١) البحر المحيط. (٢) المراغي.(٣) المراغي.</p>"
}