{
  "id": null,
  "sura": 30,
  "aya": 40,
  "text": "<p> قال صاحب \"روح البيان\" : تشير الآية على القول الأول، إلى أنه لو قال المعطي للآخذ: أنا لا أعطي هذا المال إياك على أنه ربا، وجعله في حل .. لا يكون حلالًا، ولا يخرج عن كونه ربًا؛ لأن ما كان حرامًا بتحريم الله تعالى، لا يكون حلالًا بتحليل غيره، وإلى أن المعطي ولآخذ سواء في الوعيد، إلا إذا كانت الضرورة قويةً في جانب الآخر، فلم يجد بدًا من الأخذ بطريق الربا، بأن لا يقرضه أحد بغير معاوضةٍ. </p><p> {وَمَا آتَيْتُمْ} وأعطيتم {مِنْ زَكَاةٍ} ؛ أي: من صدقة تطوع إلى المساكين، سميت (١) زكاة لأنها تزكو وتنمو حالة كونكم {تُرِيدُونَ} بها {وَجْهَ اللَّهِ} سبحانه، وتقصدون ثوابه ورضاه، لا ثواب غيره من المكافأة، ولا رضاه بأن يكون رياءً وسمعةً {فَأُولَئِكَ} المعطون على الصفة المذكورة {هُمُ الْمُضْعِفُونَ} ؛ أي: الذين أضعفت صدقاتهم في الآخرة بكثرة الثواب من عشرة أمثالها إلى سبع مئة ضعف، وبحفظ أموالهم في الدنيا، وبالبركة لها، و {الْمُضْعِفُونَ} بكسر العين على قراءة الجمهور: جمع مضعف، والمضعف: ذو الإضعاف في الأجر، كالمقوي لذي القوة، والموسر لذي اليسار، وقرأ أبيّ:  {المضعفون} بفتح العين اسم مفعول، وفي عدوله عن الخطاب إلى الإخبار إيماء إلى أنه لم يخص به المخاطبون، بل هو عام في جميع المكلفين إلى قيام الساعة. </p><p> واعلم: أن المال عارية مستردة في يد الإنسان، ولا أحد أجهل ممن لا ينقذ نفسه من العذاب الدائم بما لا يبقى في يده، وقد تكفل الله سبحانه بإعواض المنفق. </p><p> ٤٠ - ولما بين أنه لا زيادة، إلا فيما يزيده، ولا خير إلا فيما يختاره .. أكد ذلك بقوله:  {اللَّهُ} الذي لا تصح العبادة إلا له، ولا ينبغي أن تكون لغيره هو {الَّذِي خَلَقَكُمْ} وأوجدكم من العدم، ولم تكونوا شيئًا؛ أي: خلقكم في بطون أمهاتكم أطوارًا، ثم أخرجكم وفيكم الروح {ثُمَّ رَزَقَكُمْ} ما به قوام شؤونكم في هذه </p><p>(١) روح البيان.</p><p> الحياة، وأطعمكم ما عشتم ودمتم في الدنيا، {ثُمَّ يُمِيتُكُمْ} في الدنيا وقت انقضاء آجالكم {ثُمَّ يُحْيِيكُمْ} يوم القيامة بالنفخة الأخيرة، ليجازيكم بما عملتم في الدنيا من الخير والشر، فهو سبحانه المختص بهذه الأشياء. </p><p> ثم وبخ هؤلاء المشركين، الذين يعبدون الآلهة والأصنام، التي لا تخلق ولا ترزق، ولا تحمى ولا تميت بقوله:  {هَلْ مِنْ شُرَكَائِكُمْ} التي زعمتم أنها شركاء لله، وأضاف الشركاء إليهم لأنهم كانوا يسمونهم آلهة، ويجعلون لهم نصيبًا من أموالهم. {مَنْ يَفْعَلُ مِنْ ذَلِكُمْ} المذكور من الخلق والرزق والإماتة والإحياء. </p><p> {مِنْ شَيْءٍ} ؛ أي (١) : لا يفعل أحد قط شيئًا من تلك الأفعال، والاستفهام فيه: للإنكار بمعنى النفي، و {مِنْ} الأولى والثانية، تفيدان شيوع الحكم في جنس الشركاء والأفعال، والثالثة مزيدة لتعميم المنفي، وكل منها مستعملة للتأكيد، لتعجيز الشركاء، والتقدير: من الذي يفعل شيئًا من ذلكم من شركائكم؟ ومعلوم أنهم يقولون: ليس فيهم من يفعل شيئًا من ذلك، فتقوم عليهم الحجة. </p><p> والمعنى: أي هل من آلهتكم وأوثانكم الذين جعلتموهم شركاء لي في العبادة من يخلق أو يرزق أو ينشر الميت يوم القيامة؟ وإجمال المعنى: أن شركاءكم لا يفعلون شيئًا من ذلك، فكيف يعبدون من دون الله تعالى. </p><p> ثم برأ سبحانه نفسه من هذه الفرية التي افتروها فقال:  {سُبْحَانَهُ} أي: تنزه الله، أو نزهوه تنزيهًا بليغًا {وَتَعَالَى} تعاليًا كبيرًا {عَمَّا يُشْرِكُونَ} ؛ أي: عن إشراك المشركين؛ أي: تنزه عن الشريك، فهو الواحد الأحد، الفرد الصمد، الذي لم يلد، ولم يولد، ولم يكن له كفوًا أحد. </p><p> وقرأ الجمهور (٢) : {يشركون} بياء الغيبة، والأعمش، وابن وثاب: بتاء الخطاب. </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> قيل (١) : الشرك على أقسام: أعظمها اعتقاد شريك لله في الذات، ويليه أعتقاد شريك لله في الفعل، كقول من يقول: العباد خالقون أفعالهم الاختيارية، ويليه الشرك في العبادة، وهو الرياء، وهذا هو المراد بحديث:  \"من عمل عملًا أشرك فيه معي غيري .. تركته وشركَه\" بفتح الكاف؛ أي: مع شريكه، والضمير في \"تركته\" لمن، يعني أن المرائي في طاعته آثم، لا ثواب له فيها. </p><p> قال الشيخ أبو حامد رحمه الله: إذا كان مع الرياء قصد الثواب راجحًا .. فالذي نظنه - والعلم عند الله - أن لا يحبط أصل الثواب، ولكن ينقص منه، فيكون الحديث محمولًا على ما إذا تساوى القصدان، أو يكون قصد الرياء أرجح. </p><p> قال الكلاباذي رحمه الله: العمل إذا صح في أوله. لم يضره فساد بعد، ولا يحبطه شيء دون الشرك؛ لأن الرياء: هو ما يفعل العبد من أوله ليرائي به الناس، ويكون ذلك قصده ومراده عند أهل السنة والجماعة، لقوله تعالى:  {خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا} ولو كان الأمر على ما زعم المعتزلة: من إحباط الطاعات بالمعاصي .. لم يجز اختلاطها واجتماعها، كذا في \"شرح المشارق\" لابن الملك. </p><p> قال في \"الأشباه\" : لو افتتح الصلاة خالصًا لله تعالى، ثم دخل في قلبه الرياء، فهو على ما افتتح، والرياء: أن يكون الشخص بحيث لو خلا عن الناس لا يصلي، وإذا كان معهم يصلي، فأما لو صلى مع الناس يحسنها، ولو صلى وحده .. لا يحسن، فله ثواب أصل الصلاة دون الإحسان، ولا يدخل الرياء في الصوم. انتهى. </p><p> فعلى العاقل أن يجتهد في طريق المراقبة والمشاهدة، حتى يلاحظ الله تعالى في كل فعل باشره من مأموراته، ولا يلاحظ غيره من مخلوقاته، حتى إن الراعي إذا صلى عند الأغنام، لا يلتفت إليها، إذ وجودها وعدمها سواء، فالرياء </p><p>(١) روح البيان.</p>"
}