{
  "id": null,
  "sura": 30,
  "aya": 28,
  "text": "<p> تكذيبه إياي، فقوله: لن يعيدني كما بدأني، وليس أول الخلق بأهون علي من إعادته، وأما شتمه إياي، فقوله: اتخذ الله ولدًا، وأنا الأحد الصمد، الذي لم يلد، ولو يولد، ولم يكن له كفوًا أحد \".</p><p> {وَلَهُ الْمَثَلُ الْأَعْلَى} ؛ أي: وله الوصف البديع في السماوات والأرض، وهو أنه لا إله إلا هو، ليس كمثله شيء، تعالى عن الشبيه والنظير، وهو العزيز الذي لا يغالب ولا يغلب، الحكيم في تدبير خلقه، وتصريف شؤونه، فيما أراد على وفق الحكمة والسداد. </p><p> ٢٨ - {ضَرَبَ لَكُمْ مَثَلًا} أي: بين الله سبحانه وتعالى لكم أيها المشركون، شبهًا لما تشركون به، مأخوذًا ذلك المثل {مِنْ} أحوال {أَنْفُسِكُمْ} التي هي أقرب الأمور إليكم، وأعرفها عندكم، بين به بطلان شرككم، فمن ابتدائية، والمثل تشبيه شيء خفي بشيء جلي، قال أبو الليث: نزلت في كفار قريش، كانوا يعبدون الآلهة، ويقولون في إحرامهم: لبيك لا شريك لك، إلا شريكًا هو لك تملكه وما ملك. ثم صور المثل، فقال:  {هَلْ لَكُمْ} والاستفهام فيه للإنكار، و {مِنْ} في قوله: {مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ} وأيديكم من العبيد والإماء: تبعيضية، وفي قوله:  {مِنْ شُرَكَاءَ} زائدة، لتأكيد النفي المستفاد من الاستفهام. </p><p> {فِي مَا رَزَقْنَاكُمْ} من الأموال والأسباب؛ أي: هل ترضون لأنفسكم شركةً في ذلك، والمعنى: هل لكم شركاء فيما رزقناكم من الأموال، كائنون من النوع الذي ملكت أيمانكم، وهم العبيد والإماء، وجملة قوله:  {فَأَنْتُمْ فِيهِ} ؛ أي: فيما رزقناكم {سَوَاءٌ} ؛ أي: مستوون يتصرفون فيه كتصرفكم، من غير فرق بينكم وبينهم، جواب للاستفهام الإنكاري الذي بمعنى النفي، ومحققة لمعنى الشركة بينهم وبين العبيد والإماء المملوكين لهم في أموالهم، وجملة قوله:  {تَخَافُونَهُمْ} خبر آخر لـ {أنتم} داخل تحت الاستفهام الإنكاري، كما في \" الإرشاد \"؛أي:تخافون مماليككم أن يستقلوا وينفردوا بالتصرف فيه، و\" الكاف\" في قوله: {كَخِيفَتِكُمْ} نعت لمصدر محذوف، ومعنى قوله:  {أَنْفُسَكُمْ} هاهنا أمثالكم من الأحرار، كقوله:  {وَلَا تَلْمِزُوا أَنْفُسَكُمْ} أي: بعضكم بعضًا. </p><p> والمعنى: خيفةً كائنةً مثل خيفتكم من أمثالكم من الأحرار المشاركين لكم فيما ذكر من الحرية، وملك الأموال وجواز التصرف، والمقصود: نفي الأشياء الثلاثة: الشركة بينهم وبين المملوكين، والاستواء معهم وخوفهم، وليس المراد ثبوت الشركة، ونفي الاستواء والخوف، كما قيل في قولهم: ما تأتينا فتحدثنا. والمراد: نفي مضمون ما فصل من الجملة الاستفهامية. </p><p> والمعنى (١) : أي لا ترضون بأن يشارككم فيما بأيديكم من الأموال المستعارة مماليككم، وهم عندكم أمثالكم في البشرية، غير مخلوقين لكم، بل الله تعالى، فكيف تشركون به سبحانه في المعبودية - التي هي من خصائصه الذاتية - مخلوقه، بل مصنوع مخلوقه، حيث تصنعونه بأيديكم، ثم تعبدونه. </p><p> والمراد: إقامة الحجة على المشركين، فإنهم لا بد أن يقولوا: لا نرضى بذلك، فيقال لهم: فكيف تنزهون أنفسكم عن مشاركة المملوكين لكم، وهم أمثالكم في البشرية، وتجعلون عبيد الله شركاء له، فإذا بطلت الشركة بين العبيد وساداتهم فيما يملكه السادة .. بطلت الشركة بين الله وبين أحد من خلقه، والخلق كلهم عبيد الله تعالى، ولم يبق إلا أنه الرب وحده لا شريك له. </p><p> وقرأ الجمهور (٢) : {أنفسكم} بالنصب، على أنه معمول المصدر المضاف إلى فاعله، وقرأ ابن أبي عبلة، وابن أبي عبيدة: بالرفع على إضافة المصدر إلى مفعوله، وهما وجهان حسنان، ولا قبح في إضافة المصدر إلى المفعول، مع وجود الفاعل، وفي الآية دليل على أن العبد لا ملك له؛ لأنه أخبر: أن لا مشاركة للعبيد فيما رزقنا الله سبحانه من الأموال. </p><p> {كَذَلِكَ} ؛ أي: مثل ذلك التفصيل الواضح المذكور في هذا المثل {نُفَصِّلُ الْآيَاتِ} ؛ أي: نبين ونوضح دلائل الوحدة، تفصيلًا واضحًا، وبيانًا جليًا، لا تفصيلًا أدنى منه، فإن التمثيل: تصوير للمعاني المعقولة بصورة المحسوس، فيكون في غاية البيان والإيضاح. </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}