{
  "id": null,
  "sura": 30,
  "aya": 37,
  "text": "<p> ٣٦ - ثم ذكر طبيعة الإنسان وجبلته، إلا من عصمه الله فقال:  {وَإِذَا أَذَقْنَا النَّاسَ} ؛ أي: إذا منحنا ورزقنا جنس الإنسان {رَحْمَةً} ؛ أي: خصبًا ونعمةً وعافيةً {فَرِحُوا بِهَا} ؛ أي: بتلك الرحمة فرح بطر وأشر لا فرح شكر بها وحمد عليها، وابتهاج بوصولها إليهم، وغرتهم الحياة الدنيا، وأعرضوا عن عبودية المولى. </p><p> {وَإِنْ تُصِبْهُمْ سَيِّئَةٌ} ؛ أي: شدة من بلاءً وضيق مثلًا. {بِمَا قَدَّمَتْ} ؛ أي: بسبب شؤم ما قدمته واقترفته {أَيْدِيهِمْ} من المعاصي والذنوب، {هُمْ يَقْنَطُونَ} وييئسون من رحمة الله تعالى؛ أي: فاجأهم القنوط واليأس من رحمة الله تعالى، والقنوط: اليأس من رحمة الله، كذا قال الجمهور، وقال الحسن: القنوط: ترك فرائض الله سبحانه، وقرأ الجمهور (١) : {يقنطون} بضم النون. وقرأ أبو عمرو، والكسائي ويعقوب: بكسرها. </p><p> أي: إن الإنسان قد ركب في طبيعته الفرح والبطر حين تصيبه النعمة، كما حكى الله سبحانه عنه {لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ} وإذا أصابته شدة بجهله بسنن الحياة، وعصيانه أوامر الدين .. قنط من رحمة الله، وآيس منها، فهو كما قيل: </p><p> كَحِمَارِ السُّوْءِ إِنْ أعْلَفْتَهُ ... رَمَحَ النَّاسَ وَإِنْ جَاعَ نَهَقْ </p><p> {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} فإنهم راضون بما قسمه لهم من خير أو شر، علمًا منهم أن الله حكيم لا يفعل إلا ما فيه خير للعبد، وفي الحديث الصحيح:  \"عجبًا للمؤمن، لا يقضي الله قضاءً إلا كان خيرًا له، إن أصابته سراء .. شكر فكان خيرًا له، وإن أصابته ضراء .. صبر فكان خيرًا له\" . </p><p> ٣٧ - ثم أنكر عليهم ما يلحقهم من اليأس والقنوط لدى الضراء فقال:  {أَوَلَمْ يَرَوْا}  {الهمزة} : للاستفهام الإنكاري، داخلة على محذوف، و {الواو} : عاطفة على ذلك المحذوف والتقدير: ألم يشاهد الناس؛ أي: أهل مكة، ولم يعلموا {أَنَّ اللَّهَ} الرزاق {يَبْسُطُ الرِّزْقَ} ويوسعه {لِمَنْ يَشَاءُ} أن يوسع عليه من </p><p>(١) الشوكاني.</p><p> عباده ويمتحنه بالشكر؛ أي: يوسع لمن يرى صلاحه في ذلك {وَيَقْدِرُ} ؛ أي: ويضيق الرزق على من يرى نظام حاله في ذلك، ويمتحنه بالصبر ليستخرج منهم بذلك معلومه من الشكر والكفران والصبر والجزع، فما لهم لا يشكرون في السراء، ولا يتوقعون الثواب بالصبر في الضراء كالمؤمنين. </p><p> والمعنى: ألم يشاهدوا ويعلموا أن الأمرين من الله، فما بالهم لم يشكروا في السراء، ويحتسبوا في الضراء، كما يفعل المؤمنون، فإن من فطر هذا العالم لا ينزل الشدة بعباده إلا لما لم فيها الخير، كالتأديب والتذكير والامتحان، فهو كما يربي عباده بالرحمة، يريبهم بالتعذيب، فلو أنهم شكروه حين السراء، وتضرعوا إليه في الضراء .. لكان خيرًا لهم. </p><p> والخلاصة: أنه يجب عليهم أن ينيبوا إليه في الرخاء والشدة، ولا يعوقهم عن الإنابة إليه نعمة تبطرهم، ولا شدة تحدث في قلوبهم اليأس، بل يكونون في السراء والضراء منيبين إليه، قال شقيق رحمه الله تعالى: كما لا تستطيع أن تزيد في خلقك ولا في حياتك، كذلك لا تستطيع أن تزيد في رزقك، فلا تتعب نفسك في طلب الرزق. </p><p> فإن قلت: قال هنا (١) : {أَوَلَمْ يَرَوْا} بلفظ الرؤية، وفي الزمر {أَوَلَمْ يَعْلَمُوا} بلفظ العلم، فما الفرق بين الموضعين؟ </p><p> قلت: الفرق بينهما: أن بسط الرزق مما يرى، فناسبه ذكر الرؤية، وما في الزمر تقدمة {أُوتِيتُهُ عَلَى عِلْمٍ} فناسبه ذكر العلم. </p><p> {إِنَّ فِي ذَلِكَ} المذكور من القبض والبسط {لَآيَاتٍ} ؛ أي: لدلالات على قدرته التامة، وحكمته البالغة {لِقَوْمٍ يُؤْمِنُونَ} بها فيستدلون بها على وجود الصانع الحكيم، قال أبو بكر محمد بن سابق: </p><p> فَكَمْ قَوِيٍّ قَوِيٍّ فِي تَقَلُّبِهِ ... مُهَذِّبِ الَّرأْيِ عَنْهُ الرِّزْقُ يَنْحَرِفُ </p><p>(١) فتح الرحمن بتصرف.</p>"
}