{
  "id": null,
  "sura": 30,
  "aya": 60,
  "text": "<p> قلوبهم مخاطبين للنبي - صلى الله عليه وسلم - والمؤمنين {إِنْ أَنْتُمْ} ؛ أي: ما أنتم أيها المؤمنون {إِلَّا مُبْطِلُونَ} ؛ أي: مزورون؛ أي: ما أنت وأصحابك يا محمد إلا أصحاب أباطيل، تتبعون السحر وما هو مشاكل له في البطلان. </p><p> والمعنى: أي والله لئن جئتهم بكل الآيات لا يؤمنون بها، بل يعتقدون أنها سحر مفترًى، وما هي إلا أساطير الأولين، ونحو هذا قوله تعالى: {إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ (٩٦) وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ (٩٧) }. </p><p> فإن قلت: لم (١) أفرد الخطاب في قوله: {وَلَوْ جَاءَتْهُمْ} وجمعه في قوله: {إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ} ؟ </p><p> قلت: في ذلك لطيفة، وهي كأن الله تعالى قال: ولئن جئتهم بكل آية جاءت بها الرسل .. أجابوا بقولهم: أنتم كلكم أيها المدعون الرسالة مبطلون. </p><p> ٥٩ - {كَذَلِكَ} ؛ أي: مثل ذلك الطبع الفظيع، الذي طبع على هؤلاء المشركين {يَطْبَعُ اللَّهُ} سبحانه؛ أي: يختم الله بسبب اختيارهم الكفر على الإيمان. {عَلَى قُلُوبِ} كل الجهلة {الَّذِينَ لَا يَعْلَمُونَ} توحيد الله تعالى، ولا يطلبون العلم النافع الذي يهتدون به إلى الحق، وينجون به من الباطل، ويصرون على خرافات اعتقدوها، وترهات ابتدعوها، فإن الجهل المركب يمنع إدراك الحق، ويوجب تكذيب المحق. </p><p> والمعنى (٢) : أي كذلك يختم الله على قلوب الذين لا يعلمون حقيقة ما تأتيهم به من العبر والعظات، والآيات البينات، فلا يفقهون الأدلة ولا يفهمون ما يتلى عليهم من آي الكتاب، لسوء استعدادهم، ولما دسوا به أنفسهم من سوء القول والفعل، فهم في طغيانهم يعمهون. </p><p> ٦٠ - ثم ختم السورة بأمر الرسول بالصبر على أذاهم، وعدم الالتفات إلى </p><p>(١) الفخر الرازي بتصرف. (٢) المراغي.</p><p> عنادهم، فقال:  {فَاصْبِرْ} أيها الرسول على ما ينالك من أذى المشركين، قولًا وفعلًا، وبلغهم رسالة ربك فـ {إِنَّ وَعْدَ اللَّهِ} سبحانه الذي وعدك من النصر عليهم، والظفر بهم، وتمكينك وتمكين أصحابك وأتباعك في الأرض {حَقٌّ} لا شك فيه ولا بد من إنجازه والوفاء به {وَلَا يَسْتَخِفَّنَّكَ} لا يحملنك على الخفة والقلق جزعًا مما يقولون ويفعلون، فإنهم ضلال شاكون، فلا تستغرب منهم ذلك أو لا يستفزنك عن دينك وما أنت عليه من الحق، أو لا يستحمقنك ولا يستجهلنك، أو لا يحملنك على العجلة في الدعاء عليهم بالعذاب {الَّذِينَ لَا يُوقِنُونَ} بالله، ولا يصدقون أنبياءه، ولا يؤمنون بكتبه، ولا يعتقدون البعث بعد الموت فيثبطوك عن أمر الله تعالى، والقيام بما كلفك به من تبليغ رسالته. </p><p> وفي هذا إرشاد لنبيه - صلى الله عليه وسلم - وتعليم له بأن يتلقى المكاره بصدر رحب، وسعة حلم، روي (١) : أنه لما مات أبو طالب عم النبي - صلى الله عليه وسلم - بالغت قريش في أذاه، حتى إن بعض سفهائهم نثر على رأسه الشريف التراب، فدخل عليه السلام بيته، والتراب على رأسه فقام إليه بعض بناته، وجعلت تزيله عن رأسه وتبكي ورسول الله - صلى الله عليه وسلم - يقول لها: \"لا تبكي يا بنية، فإن الله مانع أباك وكذا أوذي الأصحاب كلهم فصبروا، وظفروا بالمراد، فكانت الدولة لهم دينًا ودنيا وآخرةً. </p><p> يقال: استخف فلان فلانًا؛ أي: استجهله حتى حمله على اتباعه في الغي. </p><p> وقرأ الجمهور:  {يَسْتَخِفَّنَّكَ} بالخاء المعجمة والفاء، من الاستخفاف، وقرأ ابن أبي إسحاق ويعقوب: بالحاء المهملة والقاف {يستحفنك} من الاستحقاق؛ أي: لا يزيغنك، فيكونوا أحق بك من المؤمنين، وسكن النون ابن أبي عبلة ويعقوب:  {يستخفنك} والنهي في الآية من باب لا أرينك هاهنا. </p><p> وأخرج ابن أبي شيبة وابن جرير وابن المنذر والحاكم والبيهقي: أن رجلًا من الخوارج نادى عليًا، وهو في صلاة الفجر فقال: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ (٦٥) } فأجابه وهو في </p><p>(١) روح البيان.</p><p> الصلاة {فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ (٦٠) } ولا عجيب من صدور مثل هذا الجواب على البديهة من علي - كرم الله وجهه - وهو مدينة العلم. </p><p> فائدة (١) : واعلم أن الله سبحانه وتعالى خلق الصدق، فظهر من ظله الإيمان والإخلاص، وخلق الكذب، فظهر من ظله الكفر والنفاق، فأنتج الإيمان المتولد من الصدق، أو يقول المؤمنون يوم القيامة: الحمد لله الذي صدقنا وعده، وهذا ما وعد الرحمن وصدق المرسلون، ونحوه، وأنتج الكفر المتولد من الكذب أن يقول الكافرون يومئذ: والله ماكنا مشركين، وما لبثوا غير ساعة، ونحوه من الأكاذيب. </p><p> الإعراب </p><p> {وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (٤٦) }. </p><p> {وَمِنْ آيَاتِهِ} : {الواو} : استئنافية. {مِنْ آيَاتِهِ} : خبر مقدم. {أَنْ يُرْسِلَ الرِّيَاحَ} : ناصب وفعل مضارع وفاعل مستتر يعود على الله ومفعول به. {مُبَشِّرَاتٍ} : حال من {الرِّيَاحَ} ، والمصدر المؤول من الجملة الفعلية: في محل الرفع مبتدأ مؤخر؛ أي: وإرساله تعالى الرياح مبشرات كائن من آياته ودلائل قدرته، والجملة الاسمية: مستأنفة مسوقة لبيان الآيات. {وَلِيُذِيقَكُمْ} : {الواو} : عاطفة. {اللام} : حرف جر وتعليل. {يُذِيقَكُمْ} : فعل وفاعل مستتر ومفعول به منصوب بأن مضمرة بعد لام كي. {مِنْ رَحْمَتِهِ} : متعلق به، والجملة الفعلية مع أن المضمرة: معطوفة على جملة مأخوذة من {مُبَشِّرَاتٍ} تقديرها: ومن آياته: أن يرسل الرياح ليبشركم برحمته، وليذيقكم من رحمته، وقيل:  {الواو} : زائدة، و {اللام} : متعلقة بـ {يُرْسِلَ} . وعبارة الزمخشري هنا: فإن قلت: (٢) بما يتعلق {وَلِيُذِيقَكُمْ} ؟ </p><p>(١) روح البيان. (٢) الكشاف.</p><p> قلت: فيه وجهان: أن يكون معطوفًا على {مُبَشِّرَاتٍ} على المعنى، كأنه قيل: ليبشركم وليذيقكم، وأن يتعلق بمحذوف، تقديره: وليذيقكم، وليكون كذا وكذا أرسلناها، انتهت. {وَلِتَجْرِيَ الْفُلْكُ} : ناصب وفعل مضارع وفاعل معطوف على {وَلِيُذِيقَكُمْ} ، {بِأَمْرِهِ} : جار ومجرور حال من {الْفُلْكُ} ، {وَلِتَبْتَغُوا} : فعل وفاعل منصوب بأن مضمرة بعد {اللام} معطوف عليه أيضًا، {مِنْ فَضْلِهِ} : متعلق بـ {تَبْتَغُوا} ، {وَلَعَلَّكُمْ} : ناصب واسمه، وجملة {تَشْكُرُونَ} : خبره، وجملة {لَعَلَّ} : معطوفة على جملة محذوفة مماثلة لها، معللة لمعلول محذوف، تقديره: أكرمكم بهذه النعم المذكورة، لعلكم تفردوه بالعبادة والطاعة، ولعلكم تشكرون نعمه. </p><p> {وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ (٤٧) }. </p><p> {وَلَقَدْ}  {الواو} : استئنافية. و {اللام} : موطئة للقسم، {قَدْ} : حرف تحقيق، {أَرْسَلْنَا} : فعل وفاعل، {مِنْ قَبْلِكَ} : حال من {رُسُلًا} . و {رُسُلًا} : مفعول به، {إِلَى قَوْمِهِمْ} : متعلق بـ {أَرْسَلْنَا} ، والجملة الفعلية جواب القسم، وجملة القسم: مستأنفة مسوقة لتسليته - صلى الله عليه وسلم - وتأنيسه وإيذانًا بنصره، {فَجَاءُوهُمْ} : فعل وفاعل ومفعول به معطوف على {أَرْسَلْنَا} ، {بِالْبَيِّنَاتِ} : متعلق بـ {جَاءُوهُمْ} . {فَانْتَقَمْنَا} : فعل وفاعل، {مِنَ الَّذِينَ} : متعلق به، والجملة معطوفة على محذوف، تقديره: فكذبوهم {فَانْتَقَمْنَا} منهم، {أَجْرَمُوا} : فعل وفاعل صلة الموصول، {وَكَانَ} : {الواو} : استئنافية. {كَانَ} : فعل ماض ناقص، {حَقًّا} : خبرها مقدم على اسمها، {عَلَيْنَا} : متعلق بـ {حَقًّا} أو صفة له، {نَصْرُ}  {الْمُؤْمِنِينَ} : اسمها مؤخر، والجملة: مستأنفة. </p><p> {اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ (٤٨) }. </p><p> {اللَّهُ الَّذِي} : مبتدأ وخبر، والجملة: مستأنفة، {يُرْسِلُ} : فعل وفاعل </p><p> مستتر، {الرِّيَاحَ} : مفعول به، والجملة: صلة الموصول. {فَتُثِيرُ} : {الفاء} : عاطفة، {تثير} : فعل مضارع وفاعل مستتر، {سَحَابًا} : مفعول به، والجملة: معطوفة على جملة {يُرْسِلُ} ، {فَيَبْسُطُهُ} : فعل وفاعل مستتر ومفعول به معطوف على {تُثِيرُ} ، {فِي السَّمَاءِ} : متعلق بـ {يبسط} ، {كَيْفَ} : اسم شرط غير جازم في محل النصب على الحال بالفعل بعده، مبني على الفتح لشبهه بالحرف شبهًا معْنويًا. {يَشَاءُ} : فعل مضارع وفاعل مستتر ومفعول المشيئة محذوف، تقديره: كيف {يَشَاءُ} بسطه، وجملة {يَشَاءُ} : فعل شرط لـ {كَيْفَ} لا محل لها من الإعراب، وجواب {كَيْفَ} محذوف دل عليه ما قبلها، تقديره: كيف يشاء بسطه يبسطه، وجملة {كَيْفَ} معترضة، لاعتراضها بين المعطوف والمعطوف عليه. </p><p> فالدة: قال ابن هشام: وتستعمل {كَيْفَ} على وجهين (١) : </p><p> أحدهما: أن تكون شرطًا فتقتضي فعلين متفقي اللفظ والمعنى غير مجزومين، نحو كيف تصنع أصنع، ولا يجوز كيف تجلس أذهب باتفاق من النحاة، ولا كيف تجلس أجلس بالجزم عند البصريين، إلا قطربًا، لمخالفتهما لأدوات الشرط بوجوب موافقة جوابها لشرطها كما مر. </p><p> الثاني: قيل: يجوز مطلقًا، وإليه ذهب قطرب والكوفيون، وقيل: يجوز بشرط اقترانها بما قالوا، ومن ورودها شرطًا:  {يُنْفِقُ كَيْفَ يَشَاءُ}  {يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ}  {فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ} : وجوابها في ذلك كله: محذوف لدلالة ما قبلها عليه. {وَيَجْعَلُهُ كِسَفًا} : فعل مضارع وفاعل مستتر ومفعولان معطوف على {يَبْسُطُ} ، {فَتَرَى} : {الفاء} : عاطفة، ترى: فعل مضارع وفاعل مستتر، وهي بصرية، {الْوَدْقَ} : مفعول به، والجملة: معطوفة على جملة {يجعله} ، وجملة {يَخْرُجُ} : حال من {الْوَدْقَ} ، {مِنْ خِلَالِهِ} : متعلق بـ {يَخْرُجُ} . {فَإِذَا} : {الفاء} : عاطفة، {إِذَا} : ظرف لما يستقبل من الزمان، {أَصَابَ} : فعل ماض وفاعل مستتر يعود على الله، {بِهِ} : متعلق بـ {أَصَابَ} ، </p><p>(١) المغني.</p><p> والجملة: في محل الخفض بإضافة إذا إليها، على كونها فعل شرط لها. {مِنْ} : اسم موصول في محل النصب مفعول {أَصَابَ} ، وجملة {يَشَاءُ} : صلة من الموصولة، والعائد محذوف، {مِنْ عِبَادِهِ} : حال من {مِنْ} الموصولة، أو من العائد {إذَا} : فجائية، رابطة لجواب {إذا} الشرطية، {هُمْ} : مبتدأ، وجملة {يَسْتَبْشِرُونَ} : خبره، والجملة الاسمية: جواب {إِذَا} لا محل لها من الإعراب، وجملة {إذا} : معطوفة على جملة {ترى} . </p><p> {وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ (٤٩) }. </p><p> {وَإِنْ} : {الواو} : حالية أو عاطفة، {إن} : مخففة من الثقيلة، واسمها: ضمير الشأن، {كَانُوا} : فعل ناقص واسمه، {مِنْ قَبْلِ} : جار ومجرور متعلق بـ {مُبْلِسِينَ} ، {أَنْ يُنَزَّلَ} : فعل مضارع مبني للمجهول منصوب بـ {أَنْ} ، ونائب فاعله: ضمير يعود على {الْوَدْقَ} ، {عَلَيْهِمْ} : متعلق بـ {يُنَزَّلَ} ، والجملة الفعلية: في تأويل مصدر مجرور بإضافة {قَبْلِ} إليه، {مِنْ قَبْلِهِ} : جار ومجرور مؤكد للجار والمجرور في قوله: {مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ} ، {لَمُبْلِسِينَ} : {اللام} : حرف ابتداء، {مُبْلِسِينَ} : خبر {كَانُ} ، وجملة {كَانُ} : في محل الرفع خبر لـ {إنَّ} المخففة، وجملة {إِن} المخففة في محل النصب حال من فاعل {يَسْتَبْشِرُونَ} أو معطوفة على جملة {إِذَا} . </p><p> {فَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِ الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٥٠) }. </p><p> {فَانْظُرْ} : {الفاء} ؛ فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت أن من آياته تعالى أن يرسل الرياح مبشرات، وأردت معرفة ما يترتب عليه من الآثار .. فأقول لك انظر، {انْظُر} : فعل وفاعل مستتر، والجملة: في محل النصب مقول لجواب إذا المقدرة. {إِلَى آثَارِ رَحْمَتِ} : جار ومجرور ومضاف إليه، متعلق بـ {انْظُر} ، {كَيْفَ} : اسم استفهام في محل النصب حال من الأرض، وهي معلقة لـ {انْظُرْ} عن العمل في ما بعدها. {يُحْيِ الْأَرْضَ} : فعل ومفعول به وفاعل مستتر يعود على الله، {بَعْدَ مَوْتِهَا} : متعلق </p><p> بـ {يُحْيِ} ، والجملة الفعلية: بدل من {آثَارِ} ، فهي في حيز النصب بنزع الخافض. والمعنى: بعد كل هذا فانظر إلى إحيائه البديع للأرض بعد موتها، والمراد التنبيه على عظم قدرته وسعة رحمته. {إِنَّ ذَلِكَ} : ناصب واسمه، {لَمُحْيِ الْمَوْتَى} : خبره، و {اللام} : حرف ابتداء، والجملة: مستأنفة مسوقة لتعليل ما قبلها، {وَهُوَ} : مبتدأ، {عَلَى كُلِّ شَيْءٍ} : متعلق بـ {قَدِيرٌ} ، {قَدِيرٌ} : خبر المبتدأ، والجملة الاسمية: في محل النصب حال من الضمير المستكن في {مُحْيِ} . </p><p> {وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ (٥١) }. </p><p> {وَلَئِنْ}  {الواو} : استئنافية. و {اللام} : موطئة للقسم، {إن} : حرف شرط، {أَرْسَلْنَا} : فعل وفاعل في محل الجزم بـ {إن} الشرطية على كونه فعل شرط بها، {رِيحًا} : مفعول به، {فَرَأَوْهُ} : {الفاء} : عاطفة، {رأوه} : فعل وفاعل ومفعول به في محل الجزم معطوف على {أَرْسَلْنَا} ، {مُصْفَرًّا} : حال من مفعول {رَأَوْهُ} ، لأن الرؤية هنا بصرية، {لَظَلُّوا} : {اللام} : موطئة للقسم، مؤكدة للأولى، {ظَلُّوا} : فعل ناقص واسمه، {مِنْ بَعْدِهِ} : جار ومجرور حال من فاعل {يَكْفُرُونَ} ، وجملة {يَكْفُرُونَ} : خبر {ظَلُّ} ، وجملة {ظَلُّ} : جواب القسم لا محل لها من الإعراب، وجواب الشرط محذوف دل عليه جواب القسم، تقديره: وإن أرسلنا ريحًا، فرأوه مصفرًا .. يكفرون على القاعدة المشهورة: </p><p> وَاحْذِفْ لَدَى اجْتِمَاعِ شَرْطٍ وَقَسَمْ ... جَوَابَ مَا أخَّرْتَ فَهْوَ مُلْتَزَمْ </p><p> {فَإِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ (٥٢) }. </p><p> {فَإِنَّكَ} : {الفاء} : تعليليلة. {إِنَّكَ} : ناصب واسمه. {لَا تُسْمِعُ الْمَوْتَى} : فعل مضارع وفاعل مستتر ومفعول به، والجملة: في محل الرفع خبر {إِن} ، والجملة الاسمية: في محل الجر بلام التعليل المقدرة، المدلول عليها بـ {الفاء} التعليلية المعللة لمحذوف، تقديره: لا تجزع ولا تحزن على عدم إيمانهم، فإنهم موتى صم عمي، {وَلَا تُسْمِعُ} : فعل وفاعل مستتر، {الصُّمَّ} : مفعول أول، {الدُّعَاءَ} : مفعول ثان، والجملة: في محل الرفع معطوفة على الجملة التي </p><p> قبلها، {إِذَا} : ظرف لما يستقبل أو الزمان مجرد عن معنى الشرط، {وَلَّوْا} : فعل وفاعل، {مُدْبِرِينَ} : حال من الواو، والجملة الفعلية: في محل الجر مضاف إليه لـ {إِذَا} ، والظرف متعلق بـ {تُسْمِعُ} . </p><p> {وَمَا أَنْتَ بِهَادِ الْعُمْيِ عَنْ ضَلَالَتِهِمْ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ (٥٣) }. </p><p> {وَمَا أَنْتَ} : {الواو} : عاطفة. {ما} : حجازية، {أَنْتَ} : في محل الرفع اسمها، {بِهَادِ} : خبر {ما} الحجازية، و {الباء} : زائدة، {الْعُمْيِ} : مضاف إليه، {عَنْ ضَلَالَتِهِمْ} : متعلق بـ {هادي} : على تضمين هادي معنى صارف. وجملة {ما} : الحجازية معطوفة على جملة {إن} ، {إن} : نافية، {تُسْمِعُ} : فعل مضارع وفاعل مستتر يعود على محمد، والجملة: مستأنفة، {إِلَّا} : أداة استثناء مفرغ {مَنْ} : اسم موصول في محل النصب مفعول {تُسْمِعُ} . {يُؤْمِنُ} : فعل مضارع وفاعل مستتر. {بِآيَاتِنَا} : متعلق به، والجملة الفعلية: صلة {مَنْ} : الموصولة، {فَهُمْ} : {الفاء} : عاطفة. {هم مسلمون} : مبتدأ وخبر، والجملة الاسمية: معطوفة على جملة {يُؤْمِنُ} : عطف اسمية على فعلية. </p><p> {اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ (٥٤) }. </p><p> {اللَّهُ الَّذِي} : مبتدأ وخبر، والجملة: مستأنفة. {خَلَقَكُمْ} : فعل وفاعل مستتر ومفعول به، والجملة: صلة الموصول. {مِنْ ضَعْفٍ} : متعلق بـ {خَلَقَ} ، {ثُمَّ} : حرف عطف وتراخ، {جَعَلَ} : فعل ماض وفاعل مستتر، {مِنْ بَعْدِ ضَعْفٍ} : متعلق بـ {جَعَلَ} . لأنه بمعنى خلق، {قُوَّةً} : مفعول به لـ {جَعَلَ} . والجملة: معطوفة على جملة {خَلَقَكُمْ} . {ثُمَّ جَعَلَ} : فعل وفاعل مستتر معطوف على جملة {جَعَلَ} ، {مِنْ بَعْدِ قُوَّةٍ} : متعلق بـ {جَعَلَ} ، {ضَعْفًا} : مفعول به لـ {جَعَلَ} ، {وَشَيْبَةً} : معطوف على {ضَعْفًا} ، {يَخْلُقُ} : فعل مضارع وفاعل مستتر، {ما} : اسم موصول في محل النصب مفعول به لـ {يَخْلُقُ} ، وجملة {يَشَاءُ} : صلته، وجملة {يَخْلُقُ} : في محل النصب حال أو فاعل {خَلَقَكُمْ} أو مستأنفة {وَهُوَ} : مبتدأ، {الْعَلِيمُ} : خبر أول له، {الْقَدِيرُ} : خبر ثان، والجملة </p><p> الاسمية: في محل النصب حال من فاعل {يَخْلُقُ} . </p><p> {وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ كَذَلِكَ كَانُوا يُؤْفَكُونَ (٥٥) }. </p><p> {وَيَوْمَ}  {الواو} : استئنافية. {يَوْمَ} : منصوب على الظرفية متعلق بـ {يُقْسِمُ} ، {تَقُومُ السَّاعَةُ} : فعل وفاعل، والجملة: في محل الجر مضاف إليه لـ {يَوْمَ} ، {يُقْسِمُ الْمُجْرِمُونَ} : فعل وفاعل، والجملة: مستأنفة. {ما} : نافية، {لَبِثُوا} : فعل وفاعل، والجملة: لا محل لها أو الإعراب؛ لأنها واقعة في جواب القسم، {غَيْرَ سَاعَةٍ} : منصوب على الظرفية متعلق بـ {لَبِثُوا} ، {كَذَلِكَ} : صفة لمصدر محذوف، {كَانُوا} : فعل ناقص واسمه، {يُؤْفَكُونَ} : فعل مغير ونائب فاعل، والجملة: في محل النصب خبر {كان} ، وجملة {كان} : مستأنفة؛ أي: يصرفون عز الحق، وهو الصدق، كما صرفوا عن الحق، وهو البعث. </p><p> {وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ فَهَذَا يَوْمُ الْبَعْثِ وَلَكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ (٥٦) }. </p><p> {وَقَالَ الَّذِينَ} : فعل وفاعل، والجملة: مستأنفة. {أُوتُوا} : فعل ونائب فاعل، {الْعِلْمَ} : مفعول ثان لـ {آتى} ؛ لأنه بمعنى أعطى، {وَالْإِيمَانَ} : معطوف على {الْعِلْمَ} ، والجملة الفعلية: صلة الموصول، {لَقَدْ} : {اللام} : موطئة للقسم، {قَدْ} : حرف تحقيق، {لَبِثْتُمْ} : فعل وفاعل، {فِي كِتَابِ اللَّهِ} : حال أو فاعل {لَبِثْتُمْ} ولكنه على تقدير مضاف؛ أي: حالة كون مدة لبثكم محسوبة في كتاب الله وعلمه. {إِلَى يَوْمِ الْبَعْثِ} : متعلق بـ {لَبِثْتُمْ} ، والجملة الفعلية: جواب القسم لا محل لها أو الإعراب، وجملة القسم: في محل النصب مقول {قَالَ} . {فَهَذَا} : {الفاء} : عاطفة. {هَذَا} : مبتدأ. {يَوْمُ الْبَعْثِ} : خبره، والجملة الاسمية: معطوفة على جملة {لَبِثْتُمْ} . وفي \"البيضاوي\" : و {الفاء} : في قوله: {فَهَذَا يَوْمُ الْبَعْثِ} : واقعة في جواب شرط محذوف، تقديره: إن كنتم منكرين للبعث .. فهذا يومه؛ أي: فقد تبين بطلان إنكاركم. اهـ. {وَلَكِنَّكُمْ} : {الواو} : حالية. {لَكِنَّكُمْ} : ناصب واسمه، {كُنْتُمْ} : فعل ناقص واسمه، </p><p> وجملة {لَا تَعْلَمُونَ} : خبره، وجملة {كان} : في محل الرفع خبر {لكن} ، وجملة {لكن} : في محل النصب حال من {يَوْمُ الْبَعْثِ} . ولكنه على تقدير رابط، والتقدير: فهذا يوم البعث، والحال أنكم لا تعلمونه. </p><p> {فَيَوْمَئِذٍ لَا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ (٥٧) }. </p><p> {فَيَوْمَئِذٍ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت ما أقسم عليه المجرمون، وما رد به عليهم أهل العلم والإيمان، وأردت بيان حال ذلك اليوم .. فأقول لك {يَوْمَئِذٍ} : ظرف مضاف لمثله متعلق بـ {يَنْفَعُ} ، {لَا يَنْفَعُ الَّذِينَ} : فعل ومفعول، {ظَلَمُوا} : صلة الموصول، {مَعْذِرَتُهُمْ} : فاعل {يَنْفَعُ} ، وجملة {يَنْفَعُ} في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة: مستأنفة. {وَلَا هُمْ} : {الواو} : عاطفة. {لا} : نافية. {هُمْ} : مبتدأ، وجملة {يُسْتَعْتَبُونَ} : من الفعل المغير ونائبه: في محل الرفع خبر المبتدأ، والجملة الاسمية: في محل النصب معطوفة على جملة {يَنْفَعُ} على كونها مقولًا لجواب إذا المقدرة. </p><p> {وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ (٥٨) }. </p><p> {وَلَقَدْ}  {الواو} : استئنافية. و {اللام} : موطئة للقسم، {قَدْ} : حرف تحقيق، {ضَرَبْنَا} : فعل وفاعل، والجملة: جواب القسم لا محل لها من الإعراب، وجملة القسم: مستأنفة، {لِلنَّاسِ} : متعلق بـ {ضَرَبْنَا} ، {فِي هَذَا} : جار ومجرور، {الْقُرْآنِ} : بدل منه الجار والمجرور حال من {كُلِّ مَثَلٍ} لأنه صفة نكرة قدمت عليها أو متعلق بـ {ضَرَبْنَا} ، {مِنْ كُلِّ مَثَلٍ} : صفة لمفعول محذوف؛ أي: ضربنا موعظة أو قصة من كل مثل، أو مفعول به لـ {ضَرَبْنَا} . {وَلَئِنْ} : {الواو} : عاطفة، و {اللام} : موطئة للقسم، {إن} : حرف شرط، {جِئْتَهُمْ} : فعل وفاعل ومفعول به في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها، {بِآيَةٍ} : متعلق به، والجملة: جواب القسم، وجملة القسم: معطوفة على جملة القسم قبله، {لَيَقُولَنَّ} : {اللام} : موطئة للقسم مؤكدة </p><p> للأولى، {يَقُولَنَّ} : فعل مضارع مبني على الفتح لاتصاله بنون التوكيد، {الَّذِينَ} : فاعل، وجملة {كَفَرُوا} : صلة الموصول، وجملة {يَقُولَنَّ} : جواب القسم لا محل لها من الإعراب، وجواب الشرط: محذوف، تقديره: وإن جئتهم بآية .. يقبل الذين كفروا، وجملة إلشرط مع جوابه: جملة معترضة، لا محل لها من الإعراب، لاعتراضها بين القسم وجوابه. {إِنْ} : نافية، {أَنْتُمْ} : مبتدأ، {إِلَّا} : أداة استثناء مفرغ، {مُبْطِلُونَ} : خبر المبتدأ، والجملة الاسمية: في محل النصب مقول {لَيَقُولَنَّ} . </p><p> {كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ (٥٩) فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ (٦٠) }. </p><p> {كَذَلِكَ} : صفة لمصدر محذوف؛ أي: مثل ذلك الطبع، {يَطْبَعُ اللَّهُ} : فعل وفاعل، والجملة: مستأنفة. {عَلَى قُلُوبِ الَّذِينَ} : جار ومجرور ومضاف إليه متعلق بـ {يَطْبَعُ} ، وجملة {لَا يَعْلَمُونَ} : صلة الموصول. {فَاصْبِرْ} : {الفاء} : قال الفصيحة؛ لأنها أفصحت عز جواب شرط مقدر، تقديره: إذا عرفت أو حالهم بهذه المثابة، وأردت بيان ما هو اللازم لك .. فأقول لك: اصبر، {اصْبِرْ} : فعل أمر وفاعل مستتر، والجملة: في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة: مستأنفة. {إِنَّ وَعْدَ اللَّهِ} : ناصب واسمه، {حَقٌّ} : خبره، وجملة {إِن} : في محل النصب مقول لجواب إذا المقدرة، على كونها مسوقة لتعليل ما قبلها، {وَلَا يَسْتَخِفَّنَّكَ} : {الواو} : عاطفة. {لا} : ناهية، {يَسْتَخِفَّنَّ} : فعل مضارع في محل الجزم بـ {لا} الناهية، مبني على الفتح لاتصاله بنون التوكيد الثقيلة، و {الكاف} : ضمير المخاطب في محل النصب مفعول به، {الَّذِينَ} : فاعل، والجملة الفعلية: في محل النصب معطوفة على جملة {اصْبِرْ} ، وجملة {لَا يُوقِنُونَ} : صلة الموصول. </p><p> التصريف ومفردات اللغة </p><p> {الرِّيَاحَ} : أحد جموع الريح، والريح: مؤنثة، وتجمع أيضًا على أرواح وأرياح وريح، كفيل وفيلة، وجمع الجمع: أراويح وأراييح، والرياح أربع: </p><p> الجنوب وهي القبلية، والشمال: وهي الشمالية، والصبا: وهي الشرقية، والدبور: وهي الغربية، والثلاثة الأول: رياح الرحمة، والرابعة: هي ريح العذاب. </p><p> قال وكيع: لولا الريح والذباب .. لأنتنت الدنيا، قيل: الريح تموج الهواء بتأثير الكواكب، وسيلانه إلى إحدى الجهات، والصحيح عند أهل الشرع: ما ذكر في الحديث أو أنها من روح الله تعالى. </p><p> {فَتُثِيرُ سَحَابًا} : يقال ثار الغبار والسحاب، انتشر ساطعًا، وقد أثرته، والسحاب: اسم جنس يصح إطلاقه على سحابة واحدة وما فوقها، قال في \"المفردات\" : أصل السحب: الجر، ومنه السحاب: إما لجر الريح له، أو لجره الماء. </p><p> والمعنى: فتنشره تلك الرياح وتزعجه، وتخرجه أو أماكنه. </p><p> {فَيَبْسُطُهُ} ؛ أي: ينشره متصلًا بعضه ببعض؛ أي: ينشره كمال الانتشار، وإلا فأصل الانتشار موجود في السحاب دائمًا. </p><p> {فِي السَّمَاءِ} ؛ أي: في جهتها؛ أي: في جهة العلو، وليس المراد حقيقة السماء المعروفة. </p><p> {كِسَفًا} : بكسر ففتح، ويجوز تسكين السين: جمع كسفة، وهي قطعة أو السحاب والقطن، ونحو ذلك أو الأجسام المتخلخلة، كما في \"المفردات\" وفي \"القاموس\" : الكسفة بالكسر: القطعة أو الشيء، والجمع: كسف بكسر فسكون، وجمع الجمع .. أكساف وكسوف، وكسفه يكسفه: قطعه. </p><p> {الْوَدْقَ} : المطر، قيل: الودق في الأصل: ما يكون خلال المطر، كأنه غبار، وقد يعبر به عن المطر. </p><p> {مِنْ خِلَالِه} ؛ أي: أو فرج السحاب وشقوقه، قال الراغب: الخلل فرجة بين الشيئين، وجمعه خلال، نحو خلل الدار والسحاب. {لَمُبْلِسِينَ} ؛ أي: آيسين، في \"المصباح\" : أبلس الرجل إبلاسًا: سكت، وأبلس: أيس، وفي </p><p> التنزيل:  {فَإِذَا هُمْ مُبْلِسُونَ} . اهـ. </p><p> {فَرَأَوْهُ مُصْفَرًّا} ؛ أي: قد اصفر بعد خضرته، وقرب أو الجفاف، والاصفرار، الاتصاف بالصفرة، والصفرة: لون من الألوان التي بين السواد والبياض، وهو إلى البياض أقرب. </p><p> {لَظَلُّوا} : من ظل يظل بالفتح، أصله: العمل، بالنهار، ويستعمل في موضع صار كما في هذا المقام. </p><p> {الصُّمَّ} : جمع الأصم، والصم: فقدان حاسة السمع، وبه شبه من لا يصغي إلى الحق ولا يقبله، كما في \"المفردات\" . </p><p> {الْعُمْيِ} : جمع الأعمى، وهو: فاقد البصر. </p><p> {مِنْ ضَعْفٍ} : الضعف: بالفتح والضم: خلاف القوة، وفرقوا بأن الفتح لغة تميم، واختاره عاصم وحمزة في المواضع الثلاثة، والضم: لغة قريش، واختاره الباقون، ولذا لما قرأه ابن عمر - رضي الله عنهما - على رسول الله - صلى الله عليه وسلم - بالفتح أقرأه بالضم، وفي \"المصباح\" : الضعف بفتح الضاد في لغة تميم، وبضمها في لغة قريش: خلاف القوة والصحة، فالمضموم مصدر ضعف، مثال قرب قربًا، والمفتوح: مصدر ضعف ضعفًا من باب قتل، ومنهم من يجعل المفتوح في الرأي، والمضموم في الجسد، وهو ضعيف، والجمع: ضعفاء وضعاف أيضًا. اهـ. </p><p> {قُوَّةً} : قال بعض العلماء: أول ما يوجد في الباطن حول، ثم ما يجريه في الأعضاء قوة، ثم ظهور العمل بصورة البطش والتناول قدرة. </p><p> {ضَعْفًا وَشَيْبَةً} ؛ أي: شيبًا، وهو بياض الشعر الاسود، ويحصل أوله في الغالب في السنة الثالثة والأربعين، وهو أول سن الاكتهال، والأخذ في النقص بالفعل بعد الخمسين إلى أن يزيد النقص في الثالثة والستين، وهو أول سن الشيخوخة، ويقوى الضعف إلى ما شاء الله تعالى. اهـ. \"الخطيب\" . </p><p> {وَيَوْمَ تَقُومُ السَّاعَةُ} ؛ أي: توجد وتحصل الساعة؛ أي: القيامة، وهي </p><p> النفخة الثانية، وسميت القيامة ساعةً، لحصولها في آخر ساعة من ساعات الدنيا، أو لأنها تقع بغتةً وبديهةً، كما مر، وصارت علمًا لها بالغلبة، كالنجم للثريا، وفي \"القاموس\" : والساعة: جزء من أجزاء الجديدين، والوقت الحاضر، والجمع: ساعات وساع، والقيامة أو الوقت الذي تقدم فيه القيامة، والهالكون كالجاعة للجياع، والساعة أيضًا: آلة يعرف بها الوقت بحسب الساعات. </p><p> مُولّدة: ومنها الساعة الرملية، والساعة المائية، والساعة الشمسية. </p><p> {يُقْسِمُ الْمُجْرِمُونَ} ؛ أي: يحلف الكافرون، يقال: أقسم: إذا حلف، أصله من القسامة، وهي أيمان تقسم على المتهمين في الدم، ثم صار اسمًا لكل حلف. </p><p> {مَا لَبِثُوا} : يقال: لبث بالمكان: إذا أقام به ملازمًا له. </p><p> {يُؤْفَكُونَ} : أفك فلان: إذا صرف عن الصدق والخير. </p><p> {مَعْذِرَتُهُمْ} ؛ أي: عذرهم، والعذر تحري الإنسان ما يمحو به ذنوبه، بأن يقول: لم أفعل، أو فعلت لأجل كذا، فيذكر ما يخرجه عن كونه مذنبًا، أو فعلت ولا أعود، ونحو ذلك، وهذا الثالث هو التوبة، فكل توبة عذر، وليس كل عذر توبةً، وأصل الكلمة أو العذرة، وهي الشيء النجس، تقول: عذرت الصبي: إذا طهرته وأزلت عذرته وكذا عَذرت فلانًا: إذا أزلت نجاسة ذنبه بالعفو عنه، كذا في \"المفردات\" ، وقال في \"كشف الأسرار\" : أخذ من العذار وهو الستر. </p><p> {وَلَا هُمْ يُسْتَعْتَبُونَ} : الإعتاب: إزلة العتب؛ أي: الغضب والغلظة، والاستعتاب: طلب ذلك من قولهم: استعتبني فلان فأعتبته؛ أي: استرضاني فأرضيته، وذلك إذا كنت جانيًا عليه، وحقيقة أعتبته: أزلت عتبه، ألا ترى إلى قوله: </p><p> غضبت تميم أن تقتل عامرًا ... يوم النسار فأعتبوا بالصيلم </p><p> كيف جعلهم غضابًا ثم قال: فأعتبوا؛ في: أزيل غضبهم، والغضب في معنى العتب، والصيلم: ماء لبني عامر، والصيلم: الداهية والسيف كما في \"الصحاح\" . </p><p> وفي \"المصباح\" : عتب عليه عتبًا من بابي ضرب وقتل، ومعتبًا أيضًا: إذا لامه في سخط، فهو عاتب وعتاب مبالغة، وبه سمي، ومنه عتاب بن أسيد، وعاتبه معاتبة وعتابًا، قال الخليل: حقيقة العتاب: مخاطبة الإدلال ومذاكرة الموجدة، وأعتبني الهمزة للسلب؛ أي: أزال الشكوى، والعتاب واستعتب طلب الإعتاب. والعتبى كالرجعى وزنًا ومعنى، اسم مصدر من أعتب إعتابًا. </p><p> {إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ} ؛ أي: مزورون، يقال: أبطل الرجل: إذا جاء بالباطل، وأكذب: إذا جاء بالكذب، وفي \"المفردات\" : الإبطال: يقال في إفساد الشيء وإزالته، حقًا كان ذلك الشيء أو باطلًا، قال تعالى:  {لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ} . وقد يقال فيمن يقال فيمن يقول شيئًا لا حقيقة له، قال تعالى:  {إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ} . </p><p> وقوله:  {لَيَقُولَنَّ الَّذِينَ كَفَرُوا} : (اللام) : فيه: مؤكدة، واقعة في جواب القسم، و {يقولن} : فعل مضارع مبني على الفتح لاتصاله بنون التوكيد الثقيلة، فـ (اللام) : مفتوحة باتفاق القراء، والفاعل: هو الاسم الموصول الذي هو من قبيل الظاهر، وهو {الَّذِينَ كَفَرُوا} : إذا علمت هذا فقد علمت أن ما وقع هذا في \"الجلالين\" من أنه حذف منه نون الرفع لتوالي النونات، والواو: ضمير الجمع لالتقاء الساكنين سبق قلم، فليس بصواب. </p><p> {كَذَلِكَ يَطْبَعُ اللَّهُ} : واعلم أن الطبع أن يصور الشيء بصورة ما، كطبع السكة وطبع الدراهم، وهو أعم من الختم، وأخص من النقض، والطابع والخاتم: ما يطبع به ويختم، والطابع: فاعل ذلك، وبه اعتبر الطبع والطبيعة، التي هي السجية، فإن ذلك هو نقش النفس بصورة ما، إما من حيث الخلقة من من حيث العادة، وهو فيما ينقش به من جهة الخلقة أغلب. </p><p> {وَلَا يَسْتَخِفَّنَّكَ} قال في \"المفردات\" : لا يزعجنك ولا يزيلنك عن اعتقادك ودينك بما يوقعون من الشبه. </p><p> {الَّذِينَ لَا يُوقِنُونَ} : الإيقان واليقين: أخذ من اليقين، وهو الماء الصافي، كما في \"كشف الأسرار\" . </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنوعًا من الفصاحة والبيان والبديع: </p><p> فمنها: أسلوب الإطناب في قوله: {وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ} الآية. وذلك لتعداد النعم الكثيرة، وكان يكفي أن يقول:  {لِتَبْتَغُوا مِنْ فَضْلِهِ} ولكنه أسهب تذكيرًا للعباد بالنعم. </p><p> ومنها: المجاز المرسل في قوله: {مِنْ رَحْمَتِهِ} لأنه مجاز مرسل علاقته الحالية, لأن الرحمة تحل في الخصب والمطر، فأطلق الحال وأريد المحل، وفسر بعضهم الرحمة بقوله؛ أي: من نعمته من المياه العذبة والأشجار الرطبة وصحة الأبدان وما يتبع ذلك من أمور لا يحصيها إلا الله. </p><p> ومنها: جناس الاشتقاق في قوله: {وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا} . </p><p> ومنها: الإيجاز بالحذف في قوله: {فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا} حذف منه فكذبوهم واستهزؤوا بهم. </p><p> ومنها: وضع الظاهر موضع المضمر في قوله: {مِنَ الَّذِينَ أَجْرَمُوا} لأن مقتضى السياق أن يقال: فانتقمنا منهم، فوضع الموصول الذي هو من قبيل الظاهر، موضع الضمير، للتنبيه على مكان المحذوف، وللإشعار بكونه علة للانتقام. </p><p> ومنها: المجاز العقلي في قوله: {فَتُثِيرُ سَحَابًا} فأسند الإثارة إلى الرياح، مع أن المثير حقيقة هو الله تعالى؛ لأنه سببها، والفعل قد ينسب إلى سببه، كما ينسب إلى فاعله. اهـ. \"روح\" . </p><p> ومنها: التكرار في قوله: {مِنْ قَبْلِهِ} للتأكيد، والدلالة على تطاول عهدهم بالمطر، واستحكام يأسهم منه. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {بَعْدَ مَوْتِهَا} ؛ أي: بعد </p><p> يبسها. </p><p> ومنها: الاستعارة التصريحية في قوله: {فَإِنَّكَ لَا تُسْمِعُ الْمَوْتَى} الخ. شبه الكفار بالموتى وبالصم والعمي في عدم إحساسهم وسماعهم للمواعظ والبراهين، بطريق الاستعارة التصريحية، لانسداد مشاعرهم عن الحق. </p><p> ومنها: إطلاق المصدر وإرادة اسم الفاعل في قوله: {الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ} ؛ أي: من أصل ضعيف. </p><p> ومنها: الطباق بين {ضَعْفٍ} و {قُوَّةً} . </p><p> ومنها: صيغة المبالغة في قوله: {الْعَلِيمُ الْقَدِيرُ} لأن معناه المبالغ في العلم والقدرة. </p><p> ومنها: الجناس التام في قوله: {وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ} المراد بالساعة أولًا: القيامة، وبالثانية: الجزء من الزمان، فبينهما جناس كامل. </p><p> ومنها: الاستعارة التمثيلية التبعية في قوله: {كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ} الخ. شبه إحداث الله تعالى في نفوس الكفار هيئة تمرنهم وتعودهم على استحباب الكفر والمعاصي، واستقباح الإيمان والطاعات، بسبب إعراضهم عن النظر الصحيح، بالختم والطبع على الأواني، ونحوها في أنهما مانعان، فإن هذه الهيئة مانعة من نفوذ الحق في قلوبهم، كما أن الختم على الأواني ونحوها مانع من التصرف فيها، ثم استعير الطبع لتلك الهيئة، ثم اشتق منه {يَطْبَعُ} فيكون استعارةً تبعية. اهـ. \"روح\" . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة ما احتوت عليه هذه السورة من الموضوعات </p><p> ١ - إثبات النبوة بالإخبار بالغيب. </p><p> ٢ - البراهين الدالة على الوحدانية. </p><p> ٣ - الاعتبار بما حدث للمكذبين من قبلهم. </p><p> ٤ - الأدلة التي في الآفاق، شاهدة على وحدانية الله سبحانه وعظيم قدرته. </p><p> ٥ - الأدلة على صحة البعث. </p><p> ٦ - ضرب الأمثال على أن الشركاء لا يجدونهم فتيلًا، ولا قطميرًا يوم القيامة. </p><p> ٧ - الأمر بعبادة الله وحده، وهي الفطرة التي فطر الناس عليها. </p><p> ٨ - النهي عن اتباع المشركين، الذين فرقوا دينهم بحسب أهوائهم. </p><p> ٩ - من طبيعة المشرك: الإنابة إلى الله إذا مسه الضر، والإشراك به حين الرخاء. </p><p> ١٠ - من دأب الناس: الفرح بالنعمة والقنوط حين الشدة، إلا الذين آمنوا وعملوا الصالحات. </p><p> ١١ - الأمر بالتصدق على ذوي القربى والمساكين وابن السبيل. </p><p> ١٢ - الدلائل التي وضعها سبحانه في الأنفس شاهدة على وحدانيته. </p><p> ١٣ - للخير والشر فائدة تعود إلى المرء يوم تجزى كل نفس بما كسبت. </p><p> ١٤ - في النظر في آثار المكذبين عبرة لمن اعتبر. </p><p> ١٥ - تسلية الرسول على عدم إيمان قومه، بأنهم صم عمي لا يسمعون ولا يبصرون. </p><p> ١٦ - بيان أن الكافرين يكذبون في الآخرة، كما كانوا يكذبون في الدنيا. </p><p> ١٧ - الإرشاد إلى أن الرسول قد بلغ الغاية في الإعذار والإنذار، وأن قومه قد بلغوا الغاية في التكذيب والإنكار. </p><p> ١٨ - أمره - صلى الله عليه وسلم - بإدامة التبليغ، مهما لاقى من الأذى، فإن العاقبة والنصر له، والخذلان لمن كذب به (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) تم تفسير سورة الروم وما يتعلق بها من العلوم، بعون الله ذي الإمداد على كافة العباد، أوائل يوم الأربعاء، السابع عشر من شهر الله رمضان المبارك، المنتظم في شهور سنة ثلاث عشرة وأربع مئة وألف من الهجرة النبوية، على صاحبها أفضل الصلاة وأزكى التحية.</p><p> [سورة لقمان] </p><p> سورة لقمان مكية، إلا ثلاث (١) آيات: أولاهن قوله: {وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ} إلى تمام الآيات الثلاث .. قاله ابن عباس فيما أخرجه النحاس عنه، وحكى القرطبي عن قتادة: أنها مكية إلا آيتين: أولاهما: {وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ} إلى آخر الآيتين. وأخرج ابن الضريس وابن مردويه والبيهقي في الدلائل عنه أنها مكية ولم يستثن، وأخرج النسائي وابن ماجه عن البراء قال: كنا نصلي خلف النبي - صلى الله عليه وسلم - الظهر نسمع منه الآية بعد الآية من سورة لقمان والذاريات. </p><p> آياتها: أربع وثلاثون آية، وقيل (٢) : ثلاث وثلاثون آية. وكلماتها: خمس مئة وثمان وأربعون كلمة. وحروفها: ألفان ومئة وعشرة أحرف. </p><p> التسمية: سميت سورة لقمان، لاشتمالها على قصة لقمان الحكيم، التي تضمنت فضيلة الحكمة، وسر معرفة الله تعالى وصفاته، وذم الشرك، والأمر بمكارم الأخلاق، والنهي عن القبائح والمنكرات، وما تضمنته كذلك من الوصايا الثمينة، التي أنطقه الله بها، وكانت من الحكمة والرشاد بمكان. </p><p> فضلها: ومن فضائلها: ما روي عن النبي - صلى الله عليه وسلم - أنه قال (٣) : \"من قرأ سورة لقمان .. كان لقمان رفيقًا له يوم القيامة، وأعطي من الحسنات عشرًا، بعدد من عمل بالمعروف، ونهى عن المنكر، ولكن فيه مقال. </p><p> وعن الزهري (٤) - رحمه الله -: أكثروا قراءة سورة لقمان، فإن فيها أعاجيب، والله أعلم. </p><p>(١) الشوكاني. (٢) البيضاوي.(٣) البيضاوي.(٤) النسفي.</p><p> المناسبة: مناسبتها لما قبلها من وجوه (١) : </p><p> ١ - أنه تعالى قال في السورة السالفة:  {وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ} وأشار إلى ذلك في مُفْتَحِ هذه السورة بقوله: {الم (١) تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (٢) }. </p><p> ٢ - أنه قال في آخر ما قبلها:  {وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ} وقال في هذه: {وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا} . </p><p> ٣ - أنه قال في السورة السالفة:  {وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ} وقال في هذه: {مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ} ففي كلتيهما إفادة سهولة البعث. </p><p> ٤ - أنه ذكر في السابقة قوله: {وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ ثُمَّ إِذَا أَذَاقَهُمْ مِنْهُ رَحْمَةً إِذَا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ (٣٣) }. وقال في هذه:  {وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ} ، فذكر في كل من الآيتين قسمًا لم يذكره في الآخر. </p><p> ٥ - أنه ذكر في السورة التي قبلها محاربة ملكين عظيمين لأجل الدنيا، وذكر في هذه السورة قصة عبد مملوك زهد في الدنيا، وأوصى ابنه بالصبر والمسالمة، وذلك يقتضي ترك المحاربة، وبين الأمرين التقابل، وشاسع البون، كما لا يخفى. </p><p> الناسخ والمنسوخ منها: وجميع (٢) هذه السورة محكم، إلا آيةً واحدة وهي قوله تعالى:  {وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهُ} الآية (٢٣) . </p><p> سبب نزولها: سبب نزول هذه السورة إلا ما استثني منها (٣) : أن قريشًا سألت النبي - صلى الله عليه وسلم - عن قصة لقمان مع ابنه، وعن بره والديه، فنزلت: وأما </p><p>(١) المراغي. (٢) ابن حزم.(٣) المراغي.</p><p> الآيات المدنية منها:  (٢٨ و ٢٩ و٣٠) فسبب نزولها: أن النبي - صلى الله عليه وسلم - لما هاجر إلى المدينة .. قال له أحبار اليهود: بلغنا أنك تقول: {وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا} اعنيتنا أم قومك؟ قال:  \"كلا عنيت\" . فقالوا: إنك تعلم أنا أوتينا التوراة، وفيها بيان كل شيء، فقال النبي - صلى الله عليه وسلم -: \"ذلك في علم الله قليل\" ، فأنزل الله سبحانه هؤلاء الآيات {وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ ...} الآيات الثلاث. </p><p> والله أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {الم (١) تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (٢) هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ (٣) الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ (٤) أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥) وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (٦) وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ (٧) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتُ النَّعِيمِ (٨) خَالِدِينَ فِيهَا وَعْدَ اللَّهِ حَقًّا وَهُوَ الْعَزِيزُ الْحَكِيمُ (٩) خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ (١٠) هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ بَلِ الظَّالِمُونَ فِي ضَلَالٍ مُبِينٍ (١١) وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ (١٢) وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ (١٣) وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ (١٤) وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (١٥) يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ (١٦) يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ (١٧) وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ (١٨) وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ (١٩) أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ (٢٠) وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ (٢١) }. </p><p> المناسبة </p><p> قد تقدم لك ذكر مناسبة السورة للسورة، هنا نذكر مناسبة الآيات بعضها لبعض، قوله تعالى:  {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ ...} الآية، مناسبة هذه الآية لما قبلها (١) : أن الله سبحانه لما بين حال السعداء الذين يهتدون بكتاب الله تعالى، وينتفعون بسماعه، وهم الذين قال الله فيهم:  {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ} .. أردف ذلك بذكر حال الأشقياء، الذين أعرضوا عن الانتفاع بسماع كلام الله تعالى، وأقبلوا على استماع كلام المزامير والغناء بالألحان وآلات الطرب. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما ذكر حال من أعرض عن الآيات، وبين مآله .. عطف على ذلك ذكر مآل من قبل تلك الآيات، وأقبل على تلاوتها والانتفاع بها. </p><p> قوله تعالى:  {خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما بين فيما سلف كمال قدرته وعلمه، وإتقان عمله .. أردف ذلك بالاستشهاد لما سلف بخلق السماوات والأرض، وما بعده، مع تقرير وحدانيته، وإبطال أمر الشرك، وتبكيت أهله. </p><p> قوله تعالى:  {وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه لما بين (٢) فساد اعتقاد المشركين، بإشراك من لا يخلق شيئًا بمن خلق كل شيء، ثم بين أن المشرك ظالم ضال .. أعقب ذلك ببيان أن نعمه الظاهرة في السماوات والأرض، والباطنة من العلم والحكمة، ترشد إلى وحدانيته، وقد آتاها لبعض عباده، كلقمان الذي فطر عليها دون نبي أرشده، ولا رسول بعث إليه. </p><p> قوله تعالى:  {وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ ...} الآيات، مناسبة هذه الآيات لما </p><p>(١) المراغي. (٢) المراغي.</p><p> قبلها: أن الله سبحانه لما بين أن لقمان أوتي الحكمة، فشكر ربه على نعمه الظاهرة عليه، وهو يرى آثارها في الآفاق والأنفس آناء الليل وأطراف النهار .. أردف ذلك ببيان: أنه وعظ ابنه بذلك أيضًا، ثم استطرد في أثناء هذه المواعظ إلى ذكر وصايا عامةً، وصى بها سبحانه الأولاد في معاملة الوالدين رعايةً لحقوقهم، وردًا لما أسدوه من جميل النعم إليهم، وهم لا يستطيعون لأنفسهم ضرًا ولا نفعًا، على أن لا يتعدى ذلك إلى حقوقه تعالى، ثم رجع إلى ذكر بقية المواعظ التي يتعلق بعضها بحقوقه، وبعضها يرجع إلى معاملة الناس بعضهم مع بعض. </p><p> قوله تعالى:  {أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما (١) أقام الأدلة على التوحيد، وذكر أن لقمان فهمه بالحكمة دون أن يرسل إليه نبي .. عاد إلى خطاب المشركين، وتوبيخهم على إصرارهم على ما هم عليه من الشرك، مع مشاهدتهم لدلائل التوحيد لائحةً للعيان، يشاهدونها في كل آن في السماوات والأرض، وتسخيرهم لما فيها مما فيه مصالحهم في المعاش والمعاد، وإنعامه عليهم بالنعم المحسوسة والمعقولة، المعروفة لهم وغير المعروفة، ثم أبان أن كثيرًا من الناس يجادلون في توحيد الله وصفاته بدون دليل عقلي على ما يدعون، ولا رسول أرسل إليهم بما عنه يناضلون، ولا كتاب أنزل إليهم يؤيد ما يعتقدون، وإذا هم أفحموا بالحجة والسلطان المبين .. لم يجدوا جوابًا إلا تقليد الآباء والأجداد، بنحو قولهم:  {إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ} وما ذاك إلا من نزغات الشيطان، والشيطان لا يدعو إلا إلى الضلال الموصل إلى النار وبئس القرار. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ ...} الآيتين، سبب نزولهما: ما روي عن ابن عباس - رضي الله عنهما - أنه قال: نزلتا في النضر بن الحارث، اشترى قينة - مغنية - وكان لا يسمع بأحد يريد الإِسلام إلا انطلق بها </p><p>(١) المراغي.</p>"
}