{
  "id": null,
  "sura": 30,
  "aya": 21,
  "text": "<p> {ثُمَّ إِذَا أَنْتُمْ} يا بني آدم {بَشَرٌ} ؛ أي: آدميون من لحم ودم، عقلاء ناطقون {تَنْتَشِرُونَ} في الأرض، وتتصرفون فيما هو قوام معايشكم، و {إِذَا} فجائية، والانتشار: التصرف في الحاجات. </p><p> والمعنى: أي (١) ثم فاجأتم بعد ذلك وقت كونكم بشرًا تنتشرون في الأرض، وتتفرقون فيها لطلب معايشكم، فدل بدء خلقكم على إعادتكم، و {إِذَا} الفجائية (٢) وإن كانت أكثر ما تقع بعد الفاء، لكنها وقعت هنا بعد {ثُمَّ} بالنظر إلى ما يليق بهذه الحالة الخاصة، وهي أطوار الإنسان، كما حكاه الله سبحانه في مواضع، من كونه نطفةً، ثم علقةً، ثم مضغةً، ثم عظمًا مكسوًا لحمًا، فاجأ البشرية والانتشار. </p><p> وهذا مجمل (٣) ما فصل في قوله تعالى في أوائل سورة الحج: {يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ} ؛ أي: إن كنتم في شك ن البعث بعد الموت .. فانظروا إلى ابتداء خلقكم، وقد خلقناكم بالأطوار، لتظهر لكم قدرتنا على البعث، فتؤمنوا به، وأنشد بعضهم: </p><p> خُلِقْتُ مِنَ التُّرَابِ فَصِرْتُ شَخْصًا ... بَصِيْرًا بِالسّؤالِ وَبالْجَوَابِ </p><p> وَعُدْت إِلَى التُرَابِ فَصِرْتُ فِيْهِ ... كَأَنِّيْ مَا بَرِحْتُ مِنَ التُّرَابِ </p><p> ٢١ - {وَمِنْ آيَاتِهِ} سبحانه وتعالى، الدالة على البعث والجزاء {أَنْ خَلَقَ لَكُمْ} ؛ أي: لأجلكم {مِنْ أَنْفُسِكُمْ} ؛ أي: من جنسكم في البشرية والإنسانية، لا من جنس آخر. </p><p> وقيل: المراد: حواء، فإنه خلقها من ضلع آدم، فإن خلق أصل أزواجكم حواء من ضلع آدم، متضمن لخلقهن من أنفسكم {أَزْوَاجًا} ؛ أي: إناثًا، والمعنى </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.</p><p> الأول هو الأوفق بقوله:  {لِتَسْكُنُوا} وتميلوا {إِلَيْهَا} ؛ أي: إلى تلك الأزواج، وتألفوا بها، فإن المجانسة من دواعي التضام، والتعارف التآنس، كما أن المخالفة من أسباب التفرق والتنافر، فإن الجنسين المختلفين لا يسكن أحدهما إلى الآخر، ولا يميل قلبه إليه، وهذه الحكمة في بعث الرسل من جنس بني آدم. </p><p> وقد ذهب بعض العلماء من الفقهاء وغيرهم، إلى جواز المناكحة والعلوق بين الجن والإنس، فقد جعل الله سبحانه أزواجًا من غير الجنس. </p><p> والجواب: إن ذلك من النوادر، فلا يعتبر، وليس السكون إلى الجنية كالسكون إلى الإنسية، وإن كانت متمثلة في صورة الإنس. </p><p> {وَجَعَلَ} سبحانه {بَيْنَكُمْ} وبين أزواجكم من غير أن يكون بينكم سابقة معرفة، أو رابطة قرابة ورحم {مَوَدَّةً} ؛ أي: محبة {وَرَحْمَةً} ؛ أي: شفقة؛ أي: تواددًا وتراحمًا، بسبب عصمة النكاح، يعطف به بعضكم على بعض، من غير أن يكون بينكم قبل ذلك معرفة، فضلًا عن مودةٍ ورحمةٍ، وقال (١) مجاهد والحسن، وعكرمة: المودة (٢) النكاح، والرحمة الولد، كنى بذلك عنهما، وقيل: مودةً للشابة، ورحمةً للعجوز، وقيل: مودة للكبير، ورحمةً للصغير، قاله ابن عباس، وقيل: هما اشتباك الرحم، وقيل: المودة من الرحمن، والبغض من الشيطان. </p><p> {إِنَّ فِي ذَلِكَ} ؛ أي: إن فيما ذكر من خلقهم من تراب، وخلق أزواجهم من أنفسهم، وإلقاء المودة والرحمة بينهم {لَآيَاتٍ} عظيمةً، ودلائل باهرة على عظمة الله سبحانه، وقدرته على البعث والنشور، {لِقَوْمٍ يَتَفَكَّرُونَ} ويتأملون في صنع الله وفعله، فيعلمون ما في ذلك من الحكم والمصالح؛ لأنهم الذين يقتدرون على الاستدلال، لكون التفكر مادةً له يتحصل عنه، وأما الغافلون عن التفكر فما هم إلا كالأنعام. </p><p> قال في \"برهان القرآن\" : ختم الآية بقوله: {يَتَفَكَّرُونَ} لأن الفكر يؤدي إلى الوقوف على المعاني المذكورة، من التوانس والتجانس بين الأشياء، كالزوجين، </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}