{
  "id": null,
  "sura": 30,
  "aya": 41,
  "text": "<p> لها هواء، والله تعالى خلق العبد، وخلق القدرة على الحركة، ورزقه القيام بأمره، فما معنى الشركة، نسأل الله سبحانه وتعالى الخلاص من الأغيار، وإخراج الملاحظات والأفكار من القلب الذي خلق للتوجه إليه، والحضور لديه. </p><p> ٤١ - {ظَهَرَ} ؛ أي: كثر وشاع {الْفَسَادُ فِي الْبَرِّ}  (١) كالجدب، وقلة النبات والربح في التجارات، والريع في الزراعات، والدر والنسل في الحيوانات، ومحق البركات من كل شيء، ووقوع الموتان بضم الميم كبطلان، الموت الشائع في الماشية، وظهور الوباء والطاعون في الناس، وكثرة الحرق - بفتحتين - اسم من الإحراق، وغلبة الأعداء، ووجود الفتن والحرب، ونحو ذلك من المضار. </p><p> {وَ} في {الْبَحْرِ} كالغرق بفتحتين - اسم من الإغراق - وعمي دواب البحر، بانقطاع المطر، فإن المطر لها كالكحل للإنسان، وإخفاق الغواصين؛ أي: خيبتهم من اللؤلؤ، فإنه يتكون من مطر نيسان، فإذا انقطع .. لم ينعقد. </p><p> والظاهر من الآية (٢) : ظهور ما يصح إطلاق إسم الفساد عليه، سواء كان راجعًا إلى أفعال بني آدم من معاصيهم، واقترافهم السيئات، وتقاطعم وتظالمهم وتقاتلهم، أو راجعًا إلى ما هو من جهة الله سبحانه، بسبب ذنوبهم، كالقحط وكثرة الخوف، والبر والبحر: هما المعروفان المشهوران، وقيل: البر: الفيافي، والبحر: القرى التي على ماء، قاله عكرمة، والعرب تسمي الأمصار: البحار، قال مجاهد: البر: ما كان من المدن والقرى على غير نهر، والبحر: ما كان على شط نهر، والأول أولى. </p><p> والباء في قوله:  {بِمَا كَسَبَتْ أَيْدِي النَّاسِ} للسببية، و {ما} إما موصولة أو مصدرية؛ أي: بسبب شؤم المعاصي، التي كسبها الناس في البر والبحر، بمزاولة الأيدي غالبًا، أو بسبب كسبهم، ففيه إشارة إلى أن الكسب من العبد، والتقدير والخلق من الله تعالى، فالطاعة كالشمس المنيرة، تنتشر أنوارها في الآفاق، فكذا الطاعة، تسري بركاتها إلى الأقطار، فهي من تأثيرات لطفه تعالى، والمعصية </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> كالليلة المظلمة، فكما أن الليلة تحيط ظلمتها بالجوانب، فكذا المعصية تتفرق شآمتها إلى الأقارب والأجانب، فهي من تأثيرات قهره تعالى. </p><p> قيل (١) : أول فساد ظهر في البر قتل قابيل أخاه هابيل، وفي البحر أخذ الجلندي الملك كل سفينة غصبًا، وفي المثل: أظلم من ابن الجلندي، بزيادة ابن كما في \"إنسان العيون\" ، وكان من أجداد الحجاج، بينه وبينه سبعون جدًّا، وكانت الأرض خضرةً معجبة بنضارتها، يأتي ابن آدم شجرة إلا وجد عليها ثمرةً، وكان ماء البحر عذبًا، وكان لا تقصد الأسود البقر، فلما وقع القتل المذكور .. تغير ما على الأرض، وشاكت الأشجار؛ أي: صارت ذات شوك، وصار ماء البحر ملحًا مرًا جدًا، وقصد بعض الحيوان بعضًا، وتعلقت شوكة بنبي، فلعنها، فقالت: لا تلعني فإني ظهرت من شؤم ذنوب الآدميين. </p><p> و {اللام} في قوله: {بَعْضَ الَّذِي عَمِلُوا} للعلة، والذوق: وجود الطعم بالفم، وكثر استعماله في العذاب، يعني: أفسد أسباب دنياهم بسوء صنيعهم، ليذيقهم بعض جزاء ما عملوا، واقترفوا من الذنوب، والإعراض عن الحق، ويعذبهم بالبأساء والضراء والمصائب، وإنما (٢) قال: {بَعْضَ} لأن تمام الجزاء في الآخرة، ويجوز أن تكون اللام للعاقبة؛ أي: كان عاقبة ظهور الشرور منهم ذلك، نعوذ بالله من سوء العاقبة. {لَعَلَّهُمْ يَرْجِعُونَ} عما كانوا عليه من الشرك والمعاصي والغفلات، وتتبع الشهوات، وتضييع الأوقات إلى التوحيد والطاعة، وطلب الحق والجهد في عبوديته، وتعظيم الشرع والتأسف على ما فات. </p><p> ففيه تنبيه على أن الله تعالى إنما يقضي بالجدوبة، ونقص الثمرات والنبات، لطفًا من جنابه في رجوع الخلق عن المعصية. </p><p> وقرأ الجمهور:  {لِيُذِيقَهُمْ} بالياء، وقرأ السلمي، والأعرج، وأبو حيوة، وسلام، وسهل، وروح، وابن حسان، وقنبل من طريق مجاهد، وابن الصباح، </p><p>(١) روح البيان. (٢) روح البيان.</p><p> وأبو الفضل الواسطي عنه، ومحبوب عن أبي عمرو:  {لنذيقهم} بالنون، ذكره أبو حيان. </p><p> ومعنى الآية (١) : أي ظهر الفساد في العالم، بالحروب والغارات والجيوش والطائرات والسفن الحربية والغواصات، بما كسبت أيدي الناس، من الظلم وكثرة المطامع وانتهاك الحرمات، وعدم مراقبة الخلاق، وطرح الأديان وراء ظهورهم، ونسيان يوم الحساب، وأطلقت النفوس من عقالها، وعاثت في الأرض فسادًا إذ لا رقيب من وازع نفسي، ولا حسيب من دين يدفع عاديتها، ويمنع أذاها، فأذاقهم الله جزاء بعض ما عملوا من المعاصي والآثام، لعلهم يرجعون عن غيهم، ويثوبون. إلى رشدهم، ويتذكرون أن هناك يومًا يحاسب الناس فيه على أعمالهم، إنْ خيرًا .. فخير، وإن شرًا .. فشر، فيخيم العدل على المجتمع البشري، ويشفق القوي على الضعيف، ويكون الناس سواسية في المرافق العامة وحاجَّ المجتمع بقدر الطاقة البشرية. </p><p> واعلم: أن الله تعالى (٢) غيَّر بشؤم المعصية أشياء كثيرة، غير صورة إبليس واسمه، وكان اسمه الحارث وعزازيل فسماه: إبليس، وغير لون حام بن نوح، بسبب أنه نظر إلى سوأة أبيه فضحك، وكان أبوه نوح نائمًا، فأخبر بذلك فدعا عليه، فسوده الله تعالى فتولد منه الهند والحبشة، وغير الصورة على قوم موسى فصيرهم دمًا، وعلى قوم عيسى فصيرهم خنازير، وغير ماء القبط ومالهم فصيرهما دمًا وحجرًا، وغير العلم على أمية بن أبي الصلت، وكان من بلغاء العرب - حيث كان نائمًا فأتاه طائر، وأدخل منقاره في فيه، فلما استيقظ نسي جميع علومه، وغير اللسان على رجل بسبب العقوق، حيث نادته والدته، فلم يجب فصار أخرس، وغير الإيمان على برصيصا، بسبب شرب الخمر والزنا بعدما عبد الله تعالى مئتين وعشرين سنة إلى غير ذلك. </p><p>(١) المراغي. (٢) روح البيان.</p>"
}