{
  "id": null,
  "sura": 30,
  "aya": 7,
  "text": "<p> في النواميس والسنن، التي وضعها في الكون، فإنه قد جعل من تلك السنن: أن وعده لا يخلف، إذ هو مبني على مقدمات ووسائل هو يعلمها، وقد رتب عليها تلك العدة التي وعدها، وجعل قانون الغلب في الأمم والأفراد، مبنيًا على الاستعداد النفسي، والاستعداد الحربي، فلا تغلب أمة أخرى إلا بما أعدت لها من وسائل الظفر بها، وما كان لها من صفات تكفل لها هذا الظفر، من أناةٍ وصبرٍ وتضحيةٍ بما تملك من عزيز لديها من مال ونفس. </p><p> وهكذا حكم الفرد، فهو لا ينجح في الحياة إلا إذا كان معه أسلحة يغالب بها عوامل الأيام، حتى يغلبها بجده وكده، فهذه الأمور وأمثالها، تحتاج إلى دقة نظر، لا يدركها إلا ذوو البصائر. </p><p> ٧ - {يَعْلَمُونَ} ؛ أي: يعلم أكثرهم {ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا} ؛ أي: ما أدته إليه حواسهم من زخارفها وملاذها، وسائر أحوالها الموافقة لشهواتهم، الملائمة لأهوائهم المستدعية لانهماكهم فيها، وعكوفهم عليها، فكأن علومهم هي علوم البهائم، ولا يعلمون باطنها، وهي مضارها ومتاعبها وفناؤها، وتنكير {ظَاهِرًا} للتحقير والتخسيس؛ أي: يعلمون ظاهرًا حقيرًا خسيسًا من الدنيا، يعني: أمر معاشهم، كيف يكسبون ويتجرون، ومتى يغرسون ويزرعون ويحصدون، وكيف يشققون أنهارها، ويبنون قصورها، وقال الحسن: إن أحدهم يأخذ بيده درهمًا. ويقول: وزنه كذا، ولا يخطىء، وكذا يعرف رداءته وجودته، وهو لا يحسن يصلي. </p><p> وقيل: يعلمون وجودها الظاهر، ولا يعلمون فناءها، وقوله:  {ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا} يفيد أن للدنيا ظاهرًا وباطنًا، فظاهرها: ما يعرفه الجهال من التمتع بزخارفها، والتنعم بملاذها، وباطنها وحقيقتها: أنها مجاز للآخرة تتزود منها إليها بالطاعة والأعمال الصالحة، ذكر أبو حيان. </p><p> ولا فرق (١) بين عدم العلم، وبين العلم المقصور على الدنيا، وفي </p><p>(١) روح البيان.</p><p> \"التيسير\" : قوله: {لَا يَعْلَمُونَ} نفي للعلم بأمور الدين، وقوله:  {يَعْلَمُونَ} : إثبات للعلم بأمور الدنيا فلا تناقض؛ لأن الأول: نفي الانتفاع بالعلم بما ينبغي، والثاني: صرف العلم إلى ما لا ينبغي، ومن العلم القاصر: أن يهيىء الإنسان أمور شتائه في صيفه، وأمور صيفه في شتائه، وهو لا يتيقن بوصوله إلى ذلك الوقت، ويقصر في الدنيا في إصلاح أمور معاده، ولا بد له منها. </p><p> {وَهُمْ عَنِ الْآخِرَةِ} التي هي الغاية القصوى، والمطلب الأسنى، والنعمة الدائمة، واللذة الخالصة، {هُمْ غَافِلُونَ} ؛ أي: ساهون، لا يلتفتون إليها، ولا يعدون لها ما يحتاج إليه فيها بل لا يخطرونها بالبال ولا يدركون من الدنيا ما يؤدي إلى معرفتها من أحوالها، ولا يتفكرون فيها، أو غافلون عن الإيمان بها، والتصديق بمجيئها. </p><p> و {وَهُمْ} لثانية: تكرير للأولى للتأكيد، يفيد أنهم معدن الغفلة عن الآخرة، أو مبتدأ و {غَافِلُونَ} خبر، والجملة: خبر للأولى، وفي الآية تشبيه لأهل الغفلة بالبهائم، المقصور إدراكاتها من الدنيا على الظواهر الحسية، دون أحوالها التي هي من مبادي العلم بأمور الآخرة، وغفلة المؤمنين: بترك الاستعداد لها، وغفلة الكافرين بالجحود بها، وقال بعضهم: من كان عن الآخرة غافلًا .. كان عن الله أغفل، ومن كان عن الله غافلًا .. فقد سقط عن درجات المتعبدين. انتهى. </p><p> والمعنى (١) : أي وهم غافلون عن أن النفوس لها بقاء بعد الموت، وأنها ستلبس ثوبًا آخر في حياة أخرى، وستنال إذ ذاك جزاء ما قدمت من خير أو شر، ولو لم تكن النفوس تتوقع هذه الحياة .. لكانت آلام الدنيا ومتاعبها لا تطاق، ولا تجد النفوس لاحتمالها سبيلًا، وهي ما قبلت تلك الآلام واحتملتها، إلا لأنها توقن بسعادة أخرى، وراء ما تقاسي من المتاعب في هذه الحياة، ولله در القائل: </p><p> وَمِنَ الْبَلِيةِ أَنْ تَرَى لَكَ صَاحِبًا ... فِيْ صُوْرَةِ الرَّجُلِ السَّمِيْع الْمُبْصِرِ </p><p>(١) المراغي.</p>"
}