{
  "id": null,
  "sura": 30,
  "aya": 25,
  "text": "<p> والفوق: ما يلي المحيط، والأسفل: ما يلي مركز الأرض. </p><p> فإن قلت: ما النبات؟ </p><p> قلت: النبات ما الغالب عليه المائية. </p><p> {إِنَّ فِي ذَلِكَ} المذكور من إراءة البرق، وإنزال الماء من السماء، وإحياء الأرض به بعد موتها، {لَآيَاتٍ} ؛ أي: لدلالات على قدرة الفاعل المختار، {لِقَوْمٍ يَعْقِلُونَ} ؛ أي: يفهمون عن الله سبحانه حججه وأدلته، فكما أنه تعالى قادر على أن يحيى الأرض بعد موتها، كذلك قادر على أن يحيي الموتى، ويبعث من في القبور. </p><p> قال في \"برهان القرآن\" : ختم الآية بقوله: {يَعْقِلُونَ} لأن العقل ملاك الأمر في هذه الأبواب، وهو المؤدي إلى العلم. انتهى. </p><p> قال بعض العلماء: العاقل: من يرى بأول رأيه آخر الأمور، ويهتك عن مهماتها ظلم الستور، ويستنبط دقائق القلوب، ويستخرج ودائع الغيوب. </p><p> قال حكيم: العقل والتجربة في التعاون، بمنزلة الماء والأرض، لا يطيق أحدهما بدون الآخر إنباتًا. </p><p> ومعنى الآية (١) : أي ومن آياته الدالة على عظيم قدرته: أنه يريكم البرق فتخافون مما فيه من الصواعق، وتطمعون فيما يجلبه من المطر، الذي ينزل من السماء، فيحيي الأرض الميتة التي لا زرع فيها ولا شجر، إن في ذلك المذكور لبرهانًا قاطعًا، ودليلًا ساطعًا على البعث والنشور، وقيام الساعة، فإن أرضًا هامدةً، لا نبات فيها، ولا شجر، يجيئها الماء فتهتز وتريو وتنبت من كل زوج بهيج، لهي المثال الواضح، والدليل اللائح، على قدرة من أحياها، على إحياء العالم بعد موته، حين يقوم الناس لرب العالمين. </p><p> ٢٥ - {وَمِنْ آيَاتِهِ} وحججه الدالة على قدرته على ما يشاء {أَنْ تَقُومَ السَّمَاءُ </p><p>(١) المراغي.</p><p> وَالْأَرْضُ} أي: قيامهما واستمرارهما على ما هما عليه من الهيئات، إلى الأجل المقدر لقيامهما، وهو يوم القيامة {بِأَمْرِهِ} أي: بإرادته وقدرته سبحانه، بلا عمد يعمدهما، ولا مستقرٍ يستقران عليه، والتعبير (١) عن الإرادة بالأمر، للدلالة على كمال القدرة، والغنى عن المبادىء والأسباب، والأمر: لفظ عام للأفعال والأقوال كلها، كما في \"المفردات\" . </p><p> {ثُمَّ} بعد موتكم ومصيركم في القبور {إِذَا دَعَاكُمْ} وناداكم أيها العباد، {دَعْوَةً} واحدةً بالنفخة الأخيرة {مِنَ الْأَرْضِ} متعلق بدعاكم؛ أي: دعاكم من الأرض التي أنتم فيها، كما يقال: دعوته من أسفل الوادي، فطلع إلى، ولا يجوز أن يتعلق بـ {تَخْرُجُونَ} لأن ما بعد إذا، لا يعمل فيما قبلها. </p><p> والمعنى: ثم إذا دعاكم بعد انقضاء الأجل، وأنتم في قبوركم دعوةً واحدةً، بأن قال: أيها الموتى أخرجوا، والداعي في الحقيقة هو إسرافيل - عليه السلام - فإنه كما قيل: يدعو الخلق على صخرة بيت المقدس، حين ينفخ النفخة الأخيرة من النفختين. </p><p> {إِذَا أَنْتُمْ تَخْرُجُونَ} من الأرض. إذا للمفاجأة، ولذلك ناب مناب الفاء في الجواب، فإنهما يشتركان في إفادة التعقيب، أي: فاجأتم الخروج منها بلا توقف ولا إباء، وذلك لقوله تعالى:  {يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ} . </p><p> وقال الزمخشري (٢) : قوله: {إِذَا دَعَاكُمْ دَعْوَةً} بمنزلة قوله: {يُرِيكُمُ} في إيقاع الجملة موقع المفرد على المعنى، كأنه قال: ومن آياته قيام السماوات والأرض، ثم خروج الموتى من البور إذا دعاهم دعوةً واحدةً، يا أهل القبور اخرجوا، وإنما عطف هذا على قيام السماوات والأرض بـ {ثُمَّ} بيانًا لعظم ما يكون من ذلك الأمر واقتداره على مثله، وهو أن يقول: يا أهل القبور قوموا، فلا تبقى نسمة من الأولين والآخرين إلا قامت تنظر، انتهى. </p><p>(١) روح البيان. (٢) الكشاف.</p>"
}