{
  "id": null,
  "sura": 30,
  "aya": 24,
  "text": "<p> ملك، فأنزل الله هذه الآية. {هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ ...} الآية. </p><p> وأخرج جويبر مثله عن داود بن أبي هند، عن أبي جعفر محمد بن علي عن أبيه. </p><p> التفسير وأوجه القراءة </p><p> ٢٤ - {وَمِنْ آيَاتِه} أي: ومن دلائل قدرته سبحانه وتعالى {يُرِيكُمُ الْبَرْقَ} ؛ أي: أن يريكم البرق؛ أي: إراءَته إياكم البرق، أصله: أن يريكم، فلما حذف (أن) لدلالة الكلام عليه سكن الياء، كما في \"برهان القرآن\" كما في قول طرفة: </p><p> ألا أيهذا اللائمي أحضرَ الوغى ... وأن أشهد اللذات هل أنت مخلدي </p><p> والتقدير: أن أحضر، فلما حذف الحرف في الآية والبيت بطل عمله، ومنه المثل المشهور: تسمع بالمعيدي خير من أن تراه، وليس هذا من المواضع التي يحذف منها (أن) قياسًا، أو على إنزال الفعل منزلة المصدر من غير ما يسبكه له، فيكون التقدير في هذين الوجهين: ومن آياته إراءته إياكم البرق، فـ {مِنْ آيَاتِهِ} : مقدم على أنه خبر المبتدأ، وقيل: غير ذلك. والبرق: لمعان السحاب كما سيأتي. </p><p> وقوله:  {خَوْفًا} : مفعول لأجله، بمعنى الإخافة، كقوله: فعلته رغمًا للشيطان؛ أي: إرغامًا له. </p><p> والمعنى (١) : يريكم ضوء السحاب، إخافة من الصاعقة، خصوصًا لمن كان في البرية من أبناء السبيل. </p><p> {وَطَمَعًا} أي: إطماعًا في الغيث، لا سيما لمن كان مقيمًا. قاله الضحاك. </p><p>(١) روح البيان.</p><p> فإن قلت: المقيم يطمع لضرورة سقي الزروع والكروم والبساتين ونحوها، وأما المسافر فلا؟. </p><p> قلت: يطمع المسافر أيضًا في الأرض القفر، لضرورة شربه، وشرب دوابه، وطهارته، وقال يحيى بن سلام: خوفًا من البرد أن يهلك الزرع، وطمعًا في المطر أن يحيي الزرع، وقال ابن بحر: خوفًا أن يكون البرق برقًا خليًا، لا يمطر، وطمعًا أن يكون ممطرًا، وأنشد: </p><p> لَا يَكُنْ بَرْقُكَ بَرْقًا خَلْيًا ... إِنَّ خَيْرَ الْبَرْقِ مَا الْغَيْثُ مَعَهْ </p><p> ويحتمل انتصاب {خَوْفًا وَطَمَعًا} على أنهما مصدران في موضع الحال من ضمير المخاطبين؛ أي: حالة كونكم خائفين وطامعين. </p><p> {وَيُنَزِّلُ مِنَ السَّمَاءِ} ؛ أي: ومن آياته ودلائل قدرته: أن ينزل من السماء والسحاب. وقرأ ابن كثير وأبو عمرو (١) : بسكون النون. </p><p> {مَاءً} ؛ أي: مطرًا {فَيُحْيِي بِهِ} ؛ أي: بسبب ذلك الماء {الْأَرْضَ} بالنبات {بَعْدَ مَوْتِهَا} ؛ أي: يبسها. </p><p> فإن قلت (٢) : ما حد المطر؟ </p><p> قلت: المطر: هو الأجزاء المائية إذا التأم بعضها مع بعض وبردت وثقلت رجعت نحو الأرض. </p><p> فإن قلت: ما حد الأرض؟ </p><p> قلت: الأرض: جسم غليظ، أغلظ ما يكون من الأجسام، واقف في مركز العالم، مبين لكيفية الجهات الست، فالمشرق: حيث تطلع الشمس، والمغرب حيث تغيب، والشمال: حيث مدار الجدي، والجنوب: حيث مدار السهيل، </p><p>(١) المراح. (٢) روح البيان.</p>"
}