{
  "id": null,
  "sura": 31,
  "aya": 15,
  "text": "<p> وَفِصَالُهُ فِي عَامَيْنِ}؟. </p><p> قلت: تخصيصًا للأم بزيادة التأكيد في الوصية، لما تكابده من المشاف. </p><p> ١٥ - وبعد أن ذكر سبحانه وصيته بالوالدين، وأكد حقهما ووجوب طاعتهما، استثنى من ذلك حقوقه تعالى؛ فإنه لا يجب طاعتهما فيما يغضبه، فقال:  {وَإِنْ جَاهَدَاكَ} ؛ أي: وإن كلفك الولدان أيها الإنسان وحملاك {عَلَى أَنْ تُشْرِكَ بِي} في العبادة {مَا لَيْسَ لَكَ بِهِ} ؛ أي: بشركته إياي في استحقاق العبادة {عِلْمٌ}  (١) أراد بنفي العلم به نفيه من أصله؛ أي: لا تشرك بي ما ليس بشيء، يريد الأصنام {فَلَا تُطِعْهُمَا} في الشرك، يعني أن خدمة الوالدين وطاعتهما - وإن كانت عظيمة - فلا يجوز للولد أن يطيعهما في معصية الله تعالى، أيًا كانت شركًا أو غيره؛ أي: فلا تطعهما فيما أمراك به، وإن أدى الأمر إلى السيف فجاهدهما به. </p><p> روي أن هذه الآية نزلت في سعد بن أبي وقاص، قال: لما أسلمت .. حلفت أمي لا تأكل طعامًا، ولا تشرب شرابًا، فناشدتها أول يوم فأبت، وصبرت، فلما كان اليوم الثاني ناشدتها فأبت، فلما كان اليوم الثالث ناشدتها، فأبت، فقلت: والله لو كانت لك مئة نفس، فخرجت واحدة واحدة .. لم أدع ديني هذا، فلما رأت ذلك منى وعرفت أنني لست تاركًا له أكلت. </p><p> {وَصَاحِبْهُمَا} ؛ أي: وصاحب الوالدين، وعاشرهما أيها الولد {فِي} أمور {الدُّنْيَا} وشؤونها صحابًا {مَعْرُوفًا} ؛ أي: صحبةً معروفةً في الشرع، يرتضيها الدين ويقتضيها الكرم والمروءة، بإطعامهما وكسوتهما وعدم جفائهما، وعيادتهما إذا مرضًا، ومواراتهما في القبر إذا ماتا، وفي \"الخطيب\" ؛ أي: صاحبهما في أمور الدنيا التي لا تتعلق بالدين ما دمت حيًا ببرهما، إن كانا على دين يقران عليه، ومعاملتهما بالحلم والاحتمال، وما يقتضيه مكارم الأخلاق ومعالم الشيم. اهـ. </p><p> وقوله:  {فِي الدُّنْيَا} إشارة (٢) إلى تهوين أمر الصحبة؛ لأنها في أيام قلائل </p><p>(١) النسفي. (٢) المراغي.</p><p> وشيكة الانقضاء، فلا يصعب عليك تحمل مشقتها، وفي الحديث:  \"حسن المصاحبة: أن يطعمهما إذا جاعا، وأن يكسوهما إذا عريا\" فيجب على المسلم نفقة الوالدين ولو كانا كافرين، وبرهما وخدمتهما وزيارتهما، إلا أن يخاف أن يجلباه إلى الكفر، وحينئذ يجوز أن لا يزورهما, ولا يقودهما إلى البيعة، ويقودهما منها إلى المنزل، وقال بعضهم: المعروف هاهنا: أن يعرفهما مكان الخطأ والغلط في الدين عند جهالتهما بالله تعالى. </p><p> ولما كان ذلك قد يجر إلى نوع وهن في الدين ببعض محاباة فيه .. نفى ذلك بقوله:  {وَاتَّبِعْ} في الدين {سَبِيلَ مَنْ أَنَابَ} ورجع {إِلَيَّ} بالتوحيد والإخلاص في الطاعة، وهم المؤمنون الكاملون من النبي - صلى الله عليه وسلم - وأصحابه، ومن اتبعه إلى يوم الدين؛ أي: واسلك سبيل من تاب من تركه ورجع إلى الإِسلام، واتبع محمد - صلى الله عليه وسلم -. </p><p> والخلاصة: واتبع سبيلي بالتوحيد والإخلاص والطاعة لا سبيلهما {ثُمَّ} بعد انقضاء حياتكم الدنيا {إِلَيَّ} لا إلى غيري {مَرْجِعُكُمْ} ؛ أي: مرجعك ومرجعهما {فَأُنَبِّئُكُمْ} ؛ أي: فأخبركم وسائر العباد عند رجوعكم {بِمَا كُنْتُمْ تَعْمَلُونَ} في الدنيا، فأجازي كلًّا منكم بما صدر منه من الخير والشر، المحسن منكم بإحسانه، والمسيء بإساءته. </p><p> نبذة في ذكر أحاديث وآثار وردت في الحث على بر الوالدين </p><p> روي أن رجلًا قال: يا رسول الله، إن أمي هرمت، فأطعمها بيدي وأسقيها وأحملها على عاتقي، فهل جازيتها حقها؟ قال عليه السلام:  \"لا ولا واحدًا من مئة\" قال: ولم يا رسول الله؟ قال:  \"لأنها خدمتك في وقت ضعفك، مريدة حياتك، وأنت تخدمها مريدًا مماتها, ولكنك أحسنت، والله يثيبك على القليل كثيرًا\" . </p><p> وعن عمر بن الخطاب - رضي الله عنه - أنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"لولا أن أخاف عليكم تغير الأحوال عليكم بعدي .. لأمرتكم أن تشهدوا </p>"
}