{
  "id": null,
  "sura": 31,
  "aya": 16,
  "text": "<p> لأربعة أصناف بالجنة: أولهم امرأة وهبت صداقها لزوجها لأجل الله وزوجها راضٍ، والثاني: ذو عيال كثير، يجتهد في المعيشة لأجلهم حتى يطعمهم الحلال، والثالث: التائب من الذنب على أن لا يعود إليه أبدًا كاللبن لا يعود إلى الثدي، والرابع: البار بوالديه \". ثم قال - صلى الله عليه وسلم -: \" طوبى لمن بر بوالديه، وويل لمن عقهما \".</p><p> وعن عطاء بن يسار: إن قومًا سافروا فنزلوا بريةً فسمعوا نهيق حمار حتى أسهرهم طول الليل، فلما أصبحوا .. نظروا فرأوا بيتًا من شعر فيه عجوز، فقالوا: سمعنا نهيق حمار وليس عندك حمار؟ فقالت: ذاك ابني كان يقول لي: يا حمارة، فدعوت الله أن يصيره حمارًا، فذاك منذ مات ينهق كل ليلة حتى الصباح. </p><p> وعن وهب: لما خرج نوح عليه السلام من السفينة .. نام فانكشف عورته، وكان عنده حام ولده فضحك ولم يستره، فسمع سام ويافث صنع حام، فألقيا عليه ثوبًا، فلما سمعه نوح عليه السلام .. قال: غير الله لونك، فجعل السودان من نسل حام، فصار الذل لأولاده إلى يوم القيامة. </p><p> ثم إن الآية قد تضمنت النهي عن صحبة الكفار والفساق، والترغيب في صحبة الصالحين، فإن المقارنة مؤثرة، والطبع جذاب، والأمراض سارية، وفي الحديث: \" لا تساكنوا المشركين، ولا تجامعوهم، فمن ساكنم أو جامعهم .. فهو منهم، وليس منا \"؛أي:لا تسكنوا مع المشركين في المسكن الواحد، ولا تجتمعوا معهم في المجلس الواحد، حتى لا تسري إليكم أخلاقهم الخبيثة، وسيرهم القبيحة بحكم المقارنة، قال إبراهيم الخواص - رحمه الله تعالى -: دواء القلب خمسة: قراءة القرآن بالتدبر، وإخلاء البطن، وقيام الليل، والتضرع إلى الله تعالى عند السحر، ومجالسة الصالحين. كذا في \" البستان\". </p><p> ١٦ - ثم عاد سبحانه إلى ذكر بقية وصايا لقمان لابنه، بعد أن نهى في مطلعها عن الشرك، وأكده بالاعتراض الذي ذكره بقوله:  {يَا بُنَيَّ إِنَّهَا إِنْ تَكُ} قال مقاتل: إن ابن لقمان قال لأبيه: يا أبتاه، إن عملت الخطيئة حيث لا يراني أحد كيف </p><p> يعلمها الله تعالى؟ فرد عليه لقمان، فقال:  {يَا بُنَيَّ إِنَّهَا} ؛ أي: إن الخطيئة أو إن القصة كما قاله المولى الجامي، أو إن الفعلة من الإساءة، أو الإحسان إن تك تلك الخطيئة أو الفعلة {مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ} ؛ أي: وزن حبة واحدة من خردل؛ أي: مقدار ما هو أصغر المقادير التي توزن بها الأشياء من جنس الخردل، الذي هو أصغر الحبوب المقتاتة {فَتَكُنْ} تلك الخطيئة مع كونها في أقصى غايات الصغر {فِي صَخْرَةٍ} تحت الأرضين، وهي التي عليها الثور كما قيل، وهي لا في الأرض ولا في السماء؛ أي: في أخفى مكان وأحرزه، كجوف صخرة ماء، وقال المولى الجامي: في صخرة، هي أصلب المركبات، وأشدها منعًا لاستخراج ما فيها، انتهى. </p><p> وقال بعضهم: المراد بالصخرة (١) : أية صخرة كانت, لأنه قال بلفظ النكرة. وعن ابن عباس - رضي الله عنهما -: الأرض على الحوت، والحوت في الماء، والماء على صفاة، والصفاة على ظهر ملك، والملك على صخرةٍ، والصخرة التي ذكر لقمان ليست في السماوات ولا في الأرض، كذا في \"التكملة\" . هذا ضعيف ليس له أصل، {أَوْ} تكن في {السَّمَاوَاتِ} مع ما بعدها، وفي بعض التفاسير: في العالم العلوي كمحدب السماوات {أَوْ فِي الْأَرْضِ} مع طولها وعرضها، وفي بعض التفاسير: في العالم السفلي كمقعر الأرض {يَأْتِ بِهَا اللَّهُ} ؛ أي: يحضرها فيحاسب عليها؛ لأنه من يعمل مثقال ذرة خيرًا .. يره، ومن يعمل مثقال ذرة شرًا .. يره. </p><p> والمعنى: أي (٢) يا بني، إن الفعلة من الإساءة والإحسان, إن تك وزن حبة من خردل، فتكن في أخفى مكان وأحرزه، كجوف الصخرة أو في أعلى مكان، كالسماوات أو في أسفله كباطن الأرض، يحضرها الله يوم القيامة، حين يضع الموازين القسط، ويجازي عليها، إن خيرًا .. فخير، وإن شرًا .. فشر، كما قال تعالى:  {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا} . </p><p>(١) روح البيان. (٢) المراغي.</p>"
}