{
  "id": null,
  "sura": 31,
  "aya": 13,
  "text": "<p> وعن عبد الله بن دينار: أن لقمان قدم من سفر، فلقي غلامه في الطريق فقال: ما فعل أبي؟ قال: مات، قال: الحمد لله، ملكت أمري، قال: وما فعلت أمي؟ قال: قد ماتت، قال: ذهب همي، قال: ما فعلت امرأتي؟ قال: ماتت، قال: جدد فراشي، قال: ما فعلت أختي: قال: ماتت، قال: سترت عورتي، قال: ما فعل أخي؟ قال: مات، قال: انقطع ظهري، وانكسر جناحي، ثم قال: ما فعل ابني؟ قال: مات، قال انصدع قلبي. </p><p> وقال في \"فتح الرحمن\" : وقبر لقمان بقرية صرفند، ظاهر مدينة الرملة من أعمال فلسطين - بكسر الفاء وفتح اللام وسكون السين - وهي البلاد التي بين الشام وأرض مصر، منها الرملة وغزة وعسقلان، وعلى قبره مشهد، وهو مقصود بالزيارة، وقال قتادة: قبره بالرملة ما بين مسجدها وسوقها، وهناك قبور سبعين نبيًا ماتوا بعد لقمان جوعًا في يوم واحد، أخرجهم بنو إسرائيل من القدس، فألجؤوهم إلى الرملة، ثم أحاطوهم هنا. انتهى. </p><p> ١٣ - وجملة قوله:  {وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ} قيل: معطوفة على ما تقدم، والتقدير: ولقد آتينا لقمان الحكمة حين جعلناه شاكرًا في نفسه، وحين جعلناه واعظًا لغيره، والأولى أن تكون {وَإِذْ} معمولة لـ: اذكر محذوفًا؛ أي: واذكر يا محمد لقومك قصة وقت قول لقمان {لِابْنِهِ} قيل: اسمه أنعم، فهو أبو أنعم؛ أي: يكنى به، كما قالوا. وقال السهيلي: اسم ابنه ثاران، في قول ابن جرير والقتيبي، وقال الكلبي: اسمه مكشم، وقال النقاش: أنعم، وقيل: ماتان، قال القشيري: كان ابنه وامرأته كافرين، فما زال يعظهما حتى أسلما، قيل: وضع لقمان جرابًا من خردل إلى جنبه، وجعل يعظ ابنه موعظةً موعظةً، ويخرج خردلةً خردلةً، فنفذ الخردل، فقال: يا بني وعظتك موعظةً، لو وعظتها جبلًا .. لتفطر، فتفطر ابنه ومات. </p><p> {وَهُوَ} ؛ أي: والحال أن لقمان {يَعِظُهُ} ؛ أي: يعظ الابن، والوعظ: زجر يقترن بتخويف؛ أي: يخاطبه بالمواعظ التي ترغبه في التوحيد، وتصده عن الشرك. {يَا بُنَيَّ} بالتصغير والإضافة إلى ياء المتكلم - بالفتح والكسر - وهو تصغير </p><p> رحمة وشفقة وعطوفة، ولهذا أوصاه بما فيه سعادته إذا عمل بذلك. </p><p> وقرأ البزي وابن كثير (١) : {يا بني} بإسكان الياء، {ويا بني إنها} بكسر الياء. {ويا بني أقم} بفتحها. وقيل: بالسكون في الأولى والثالثة. والكسر في الوسطى، وقرأ حفص والمفضل عن عاصم بالفتح في الثلاثة على تقدير يا بنيا، والاجتزاء عن الألف، وقرأ باقي السبعة بالكسر في الثلاثة. </p><p> {لَا تُشْرِكْ بِاللَّهِ} ؛ أي: لا تعدل بالله شيئًا في العبادة، ونهيه عن الشرك يدل على أنه كان كافرًا، كما تقدم، وجملة قوله:  {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} تعليل لما قبلها؛ أي: أنه تسوية من لا نعمة إلا منه ومن لا نعمة منه، وبدأ في وعظه بنهيه عن الشرك؛ لأنه أهم من غيره، وأما عظمه، فلأنه لا يغفر أبدًا، قال الشاعر: </p><p> الْحَمْدُ للهِ لَا شَرِيْكَ لَهُ ... وَمَنْ أبَاهَا فَنَفْسَهُ ظَلَمَا </p><p> وكان ابنه وامرأته كافرين، فما زال بهما حتى أسلما، بخلاف ابن نوح وامرأته، فإنهما لم يسلما، وبخلاف ابنتي لوط وامرأته، فإنه ابنتيه أسلمتا دون امرأته، ولذا ما سلمت فكانت حجرًا، كما في بعض الروايات، كما سبق، قيل: وعظ لقمان ابنه في ابتداء وعظه على مجانبة الشرك، والوعظ: زجر النفس عن الاشتغال بما دون الله، وهو التفريد للحق بالكل نفسًا وقلبًا وروحًا، فلا تشتغل بالنفس إلا بخدمته، ولا تلاحظ بالقلب سواه، ولا تشاهد بالروح غيره، وهو مقام التفريد بالتوحيد. </p><p> وقد اختلف في هذه الجملة (٢) ، فقيل: هي من كلام لقمان، وقيل: من كلام الله تعالى، فتكون منقطعة عما قبلها، ويؤيد هذا ما ثبت في الحديث الصحيح: أنها لما نزلت {وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ} شق ذلك على الصحابة، وقالوا: أينا لم يظلم نفسه فأنزل الله: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} فطابت أنفسهم. أخرجه البخاري عن ابن مسعود رضي الله عنه. </p><p>(١) البحر المحيط. (٢) الشوكاني.</p>"
}