{
  "id": null,
  "sura": 31,
  "aya": 6,
  "text": "<p> والمعنى (١) : أي هذه آيات الكتاب الهادي من الزيغ، الشافي من الضلال، لمن أحسنوا العمل واتبعوا الشريعة، فأقاموا الصلاة على الوجه الأكمل، الذي رسمه الدين في أوقاتها، وآتوا الزكاة المفروضة عليهم إلى مستحقيها، وأيقنوا بالجزاء في الدار الآخرة، ورغبوا إلى الله في ثواب ذلك، لم يراؤوا به ولا اْرادوا به جزاءً ولا شكورًا، </p><p> ٥ - ولما كان المتصفون بهذه الخصال هم الغاية في الهداية والفلاح .. قال:  {أُولَئِكَ} المحسنون المتصفون بتلك الصفات الجليلة كائنون {عَلَى هُدًى} وبيان كائن {مِنْ رَبِّهِمْ} بين لهم طريقهم ووفقهم، وفي الآية (٢) دليل على أن العبد لا يهتدي بنفسه إلا بهداية الله تعالى، ألا ترى أنه قال:  {عَلَى هُدًى مِنْ رَبِّهِمْ} وهو رد على المعتزلة، فإنهم يقولون: العبد يهتدي بنفسه، قال بعضهم: ثلاث من علامات الهدى: الاسترجاع عند المصيبة، والاستكانة عند النعمة، وترك الامتنان عند العطية. </p><p> {وَأُولَئِكَ} : المذكورون {هُمُ الْمُفْلِحُونَ} ؛ أي: الفائزون بكل مطلوب، والناجون من كل مهروب، لاستجماعهم العقيدة الحقة والعمل الصالح، وكرر اسم الإشارة تنبيهًا على عظم قدرهم، قال في \"المفردات\" : الفلاح: الظفر وإدراك البغية، وذلك ضربان: دنيوي وأخروي، فالدنيوي: الظفر بالسعادات التي تطيب بها حياة الدنيا، والأخروي: أربعة أشياء: بقاء بلا فناء، وغنًى بلا فقر، وعز بلا ذل، وعلم بلا جهل، ولذلك قيل: لا عيش إلا عيش الآخرة، ألا ترى إلى قوله عليه السلام:  \"المؤمن لا يخلو عن قلة أو علة أو ذلة\" يعني: ما دام في الدنيا، فإنها دار البلايا والمصائب والأوجاع. </p><p> ٦ - ولما ذكر (٣) من صفات القرآن الحكمة وأنه هدى ورحمة، وأن متبعه فائز .. ذكر حال من بدل الحكمة باللهو، وذكر مبالغته في ارتكابه، حتى جعله مشتريًا له وباذلًا فيه رأس عقله، وذكر علته وأنها الإضلال عن طريق الله سبحانه </p><p>(١) المراغي. (٢) روح البيان.(٣) البحر المحيط.</p><p> وتعالى فقال:  {وَمِنَ النَّاسِ} ؛ أي: وبعض الناس، فهذا مبتدأ، وخبره قوله:  {مَنْ يَشْتَرِي} ؛ أي: وبعض الناس يشتري ويستبدل ويختار {لَهْوَ الْحَدِيثِ} وسفاسفه على ذكر الله وعبادته، و {من}  (١) مفرد لفظًا، جصع معنى، وروعي لفظها أولًا في ثلاثة ضمائر:  {يَشْتَرِي} و {يضل} و {يتخذ} . وروعي معناها ثانيًا في موضعين: وهما: {أُولَئِكَ}  {لَهُمْ} ثم رجع إلى مراعاة اللفظ في خمسة ضمائر: وهي: {وَإِذَا تُتْلَى عَلَيْهِ} .. إلخ. اهـ. \"شيخنا\" . </p><p> والاشتراء: دفع الثمن وأخذ المثمن، والبيع: دفع المثمن وأخذ الثمن، وقد يتجوز بالشراء والاشتراء في كل ما يحصل به شيء. </p><p> والمعنى هاهنا: يستبدل ويختار ما يشغله عن مهماته، وليس بمهم بدل مهماته، وقال الحسن: الحديث: كل ما يشغل عن عبادة الله وذكره، من السمر والأضاحيك والخرافات والمغنيات، والمزامير والمعازف والملاهي، والإضافة في لهو الحديث على معني من، لأن اللهو يكون حديثًا وغيره، هو كثوب خز. </p><p> وقال القرطبي: إن أول ما قيل في هذا الباب هو تفسير لهو الحديث بالغناء، قال: وهو قول الصحابة والتابعين. اهـ. \"شيخنا\" </p><p> أي: يختار ويأخذ لهو الحديث بدل ما ينفعه في الآخرة، وهو استماع القرآن والعمل به، وعبارة \"الروح\" هاهنا (٢) : ولهو الحديث: كل ما يلهي ويشغل صاحبه عما يعني من المهمات، كالأحاديث التي لا أصل لها، والأساطير التي لا اعتداد بها، والأضاحيك، وسائر ما لا خير فيه من الكلام، والحديث: يستعمل في قليل الكلام وكثيره؛ لأنه يحدث شيئًا فشيئًا. </p><p> وقال أبو عثمان النهدي: كل كلام سوى كتاب الله، أو سنة رسوله، أو سيرة الصالحين فهو لهو، وفي \"التأويلات النجمية\" : كل ما يشغل عن الله ذكره ويحجب عن الله سماعه، فهو لهو الحديث، والإضافة فيه بمعنى من البيانية، كما مر، إن أريد بالحديث المنكر, لأن اللهو يكون من الحديث ومن غيره، فأضيف </p><p>(١) الفتوحات. (٢) روح البيان.</p><p> العام إلى الخاص للبيان، كأنه قيل: من يشتري اللهو الذي هو الحديث، وبمعنى من التبعيضية إن أريد به الأعم من ذلك، كأنه قيل: من يشتري بعض الحديث الذي هو اللهو منه، وأكثر أهل التفسير على أن الآية نزلت في النضر بن الحارث بن كلدة، قتله رسول الله - صلى الله عليه وسلم - صبرًا، حين فرغ من وقعة بدر. </p><p> أي: كان يشتري بماله كتبًا فيها لهو الحديث، وباطل الكلام من فارس، ويحدث بها قريشًا في أنديتهم، ولعلها كانت مترجمة بالعربية. {لِيُضِلَّ} الناس ويصرفهم {عَنْ سَبِيلِ اللَّهِ} سبحانه؛ أي: عن دينه الحق الموصل إليه، أو ليضلهم ويمنعهم بتلك الكتب المزخرفة عن قراءة كتاب الله الهادي إليه، وإذا أضل غيره فقد ضل هو أيضًا، واللام فيه للتعليل. </p><p> وقرأ الجمهور (١) : {لِيُضِلَّ} بضم الياء؛ أي: ليضل غيره عن طريق الهدى ومنهج الحق، وإذا أضل غيره فقد ضل في نفسه، وقرأ ابن كثير وأبو عمرو وابن محيصن وحميد وورش وابن أبي إسحاق: بفتح الياء، أي: ليضل هو في نفسه، قال الزجاج: من قرأ بضم الياء .. فمعناه ليضل غيره، فإذا أضل غيره .. فقد ضل هو، ومن قرأ بفتح الياء .. فمعناه ليصير أمره إلى الضلال، وهو وإن لم يكن يشتري للضلالة فإنه يصير أمره إلى ذلك، فأفاد هذا التعليل أنه إنما يستحق الذم من اشترى لهو الحديث لهذا المقصد، ويؤيده سبب نزول الآية. </p><p> حال كونه {بِغَيْرِ عِلْمٍ} ؛ أي: حال كونه جاهلًا بحال ما يشتريه ويختار، هل ينفعه أو يضره، أو بالتجارة حيث استبدل اللهو بقراءة القرآن؛ أي: أو جاهلًا بحال تجارته هل تخسره أو تربح له، فلهذا استبدل الخير بما هو شر محض {وَيَتَّخِذَهَا} بالنصب عطفًا على {لِيُضِلَّ} ، والضمير المنصوب لـ {سَبِيلِ} ، فإنه مما يذكر ويؤنث؛ أي: وليتخذها {هُزُوًا} ؛ أي: مهزوءًا بها ومستهزأةً، وبالرفع عطفًا على يشتري فهو من جملة الصلة، وقيل: الرفع على الاستئناف، والضمير المنصوب في يتخذها إلى الآيات المتقدم ذكرها، والأول أعني العطف على </p><p>(١) الشوكاني.</p><p> يشتري أولى من الاستئناف. </p><p> والمعنى: ومن الناس من يشتري لهو الحديث، ويتخذ آيات الله هزوًا ليضل عن سبيل الله. </p><p> وقرأ حمزة والكسائي والأعمش وحفص (١) : {ويتخذها} بالنصب عطفًا، على {لِيُضِلَّ} . وقرأ باقي السبعة: بالرفع عطفًا على {يَشْتَرِي} . </p><p> وحاصل معنى الآية: أي (٢) ومن الناس فريق يتخذ ما يتلهى به عن الحديث النافع للإنسان في دينه، فيأتي بالخرافات والأساطير والمضاحيك، وفضول الكلام، كالنضر بن الحارث، الذي كان يشتري الكتب ويحدث بها الناس، وربما اشترى الفتيات وأمرهن بمعاشرة من أسلم، ليحملهم على ترك الإِسلام، وما مقصده من ذلك إلا الإضلال والصد عن دين الله، وقراءة كتابه واتخاذه هزوًا ولعبًا. </p><p> وعن نافع قال: كنت أسير مع عبد الله بن عمر في الطريق، فسمع مزمارًا فوضع إصبعيه في أذنيه، وعدل عن الطريق، فلم يزل يقول: يا نافع أتسمع؟ قلت: لا، فأخرج إصبعيه من أذنيه، وقال: هكذا رأيت رسول الله - صلى الله عليه وسلم - صنع. وعن ابن عوف أن رسول الله - صلى الله عليه وسلم - قال:  \"إنما نهيت عن صوتين أحمقين فاجرين: صوت عند نغمة لهو ومزامير شيطان، وصوت عند مصيبة خمش وجوه وشق جيوب ورنة شيطان\" . </p><p> والخلاصة: أن سماع الغناء الذي يحرك النفوس، يبعثها على اللهو والمجون، بكلام يشبب فيه بذكر النساء، ووصف محاسنهن، وذكر الخمور والمحرمات، لا خلاف في تحريمه، أما ما سلم من ذلك فيجوز القليل منه في أوقات الفرح، كالعرس والعيد، وحين التنشيط على الأعمال الشاقة، كما كان في حفر الخندق، وحدو أنجشة - عبد أسود - كان يقول راحلة نساء النبي - صلى الله عليه وسلم - عام حجة الوداع، وأما طبل الحرب فلا حرج فيه؛ لأنه يقيم النفوس ويرهب العدو، </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}