{
  "id": null,
  "sura": 31,
  "aya": 29,
  "text": "<p> فيه متى أراد، فقال:  {مَا خَلْقُكُمْ} قال مقاتل وقتادة: إن كفار قريش قالوا: إن الله خلقنا أطوارًا: نطفةً، علقةً، مضغةً لحمًا، فكيف يبعثنا خلقًا جديدًا في ساعة واحدة؟ فأنزل هذه الآية، وقال: ما خلقكم على الله يا أهل مكة إذ خلقكم {وَلَا بَعْثُكُمْ} ؛ أي: إحياؤكم وإخراجكم من القبور إذ يبعثكم {إِلَّا كَنَفْسٍ وَاحِدَةٍ} ؛ أي: إلا كخلق نفس واحدة وبعثها في سهولة الحصول، فالكل هين عليه، إذ لا يشغله شأن عن شأن؛ لأنه يكفي لوجود الكل تعلق إرادته وقدرته، قلوا أو كثروا، ويقول كن فيكون، كما قال: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ (٨٢) }، وقال: {وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ (٥٠) }. وقال: {فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ (١٣) فَإِذَا هُمْ بِالسَّاهِرَةِ (١٤) } ومثاله في الدنيا: أن السلطان يضرب النقارة عند الرحيل فيتهيأ الكل في ساعةٍ واحدةٍ. </p><p> {إِنَّ اللَّهَ} سبحانه وتعالى {سَمِيعٌ} يسمع كل مسموع فيدخل فيه ما قالوا في أمر الخلق والبعث، مما يتعلق بالإنكار والاستبعاد، {بَصِيرٌ} يبصر كل مبصر، لا يشغله علم بعضها عن بعض، فكذا الخلق والبعث، وقال بعضهم: بصير بأحوال الأحياء والأموات، </p><p> ٢٩ - والخطاب بقوله:  {أَلَمْ تَرَ} لكل أحد يصلح للخطاب، أو للرسول - صلى الله عليه وسلم -؛ أي: ألم تعلم يا من يصلح للخطاب علمًا قويًا جاريًا مجرى الرؤية. {أَنَّ اللَّهَ} سبحانه وتعالى {يُولِجُ} ويدخل بقدرته وحكمته {اللَّيْلَ فِي النَّهَارِ} ؛ أي: يدخل الليل في النهار، ويضيفه إليه بأن يزيد من ساعات الليل في ساعات النهار صيفًا بحسب مطالع الشمس ومغاربها، يعني: يصير النهار خمس عشرة ساعة، والليل تسع ساعات. </p><p> قال عبد الله بن سلام (١) : أخبرني يا محمد عن الليل: لم سمي ليلًا؟ قال: لأنه منال الرجال من النساء، جعله الله ألفةً ومسكنًا ولباسًا \" قال: صدقت يا محمد، ولم سمي النهار نهارًا؟قال:\" لأنه محل طلب الخلق لمعايشهم، ووقت سعيهم واكتسابهم\" قال: صدقت. </p><p>(١) روح البيان.</p><p> {وَيُولِجُ النَّهَارَ فِي اللَّيْلِ} ؛ أي: يدخله فيه، ويضم بعض أجزائه إليه، بأن يزيد من ساعات النهار في ساعات الليل شتاءً بحسب المطالع والمغارب، فيصير الليل خمس عشرة ساعة، والنهار تسع ساعات. </p><p> أي: ألم تشاهد أيها الناظر بعينيك: أن الله يزيد ما نقص من ساعات الليل في ساعات النهار، ويزيد ما نقص من ساعات النهار في ساعات الليل. </p><p> والخلاصة: أنه يأخذ من الليل في النهار، فيقصر ذلك ويطول هذا، وذاك في مدة الصيف، إذ يطول النهار إلى الغاية، ثم يبتدىء النهار في النقصان، ويطول الليل إلى الغاية في مدة الشتاء. </p><p> {وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ} لمصالح خلقه ومنافعهم؛ أي: ذللهما وجعلهما منقادين بالطلوع والأفول، تقديرًا للآجال، وتتميمًا للمنافع، والجملة: معطوفة على {يُولِجُ} والاختلاف بينهما صيغةً، لما أن إيلاج أحد الملوين في الآخر أمر متجدد في كل حين، وأما تسخير النيرين فأمر لا تعدد فيه ولا تجدد، وإنما التعدد والتجدد في آثاره، وقد أشير إلى ذلك حيث قيل:  {كُلٌّ} من الشمس والقمر {يَجْرِي} بحسب حركته الخاصة القسرية على المدارات اليومية المتخالفة المتعددة حسب تعدد الأيام، جريًا مستمرًا {إِلَى أَجَلٍ مُسَمًّى} ؛ أي: إلى وقت معلوم، وأجل محدد، قدره الله تعالى لجريهما، إذا بلغه كورت الشمس والقمر، وهو يوم القيامة، كما روي عن الحسن، فإنهما لا ينقطع جريهما إلا حينئذٍ، وذلك لأنه تموت الملائكة الموكلون عليهما، فيبقى كل منهما خاليًا كبدنٍ بلا روح، ويطمس نورهما، فيلقيا في جهنم، ليظهر لعبدة الشمس والقمر والنار أنها ليست بآلهة، ولو كانت آلهةً .. لدفعت عن أنفسها، فالجملة معترضة بين المتعاطفين، أعني: قوله: {أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ} إلخ. وقوله:  {وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ} مسوقة لبيان الواقع بطريق الاستطراد، هذا وقد جعل جريانهما عبارةً عن حركتهما الخاصة بهما في فلكهما، والأجل المسمى عبارة عن منتهى دورتهما، وجعل مدة الجريان للشمس سنةً، وللقمر شهرًا، فالجملة حينئذٍ: بيان لحكم تسخيرهما، وتنبيه على كيفية إيلاج أحد الملوين في الآخر، وكون ذلك </p>"
}