{
  "id": null,
  "sura": 31,
  "aya": 19,
  "text": "<p> من الحسن شيء، فإن افتخرت .. فافتخر بمعنى فيك غير خارج عنك. </p><p> وإذا أعجبك شيء من الدنيا .. فاذكر فناءك وبقاءه، أو بقاءك وزواله، أو فناءكما جميعًا، فإذا راقك ما هو لك .. فانظر إلى قرب خروجه من يدك، وبعد رجوعه إليك، وطول حسابه عليك، إن كنت تؤمن بالله واليوم الآخر. </p><p> حكي: أنه حمل إلى بعض الملوك قدح من فيروزج موضع بالجوهر، لم ير له نظير، ففرح به الملك فرحًا شديدًا، فقال لمن عنده من الحكماء: كيف ترى هذا؟ فقال: أراه فقرًا حاضرًا ومصيبةً عاجلةً، قال: وكيف ذلك؟ قال: إن انكسر .. كانت مصيبة لا جبر لها، وإن سرق .. صرت فقيرًا إليه، وقد كنت قبل أن يحمل إليك في أمن من المصيبة والفقر، فاتفق أنه انكسر القدح يومًا، فعظمت المصيبة على الملك، وقال: صدق الحكيم ليته لم يحمل إلينا. </p><p> إِنَّمَا الدُّنْيَا كَرُؤْيَا فَرَّحَتْ ... مَنْ رَآهَا سَاعَةً ثُمَّ انْقَضَّتْ </p><p> ٣ - ١٩ {وَاقْصِدْ فِي مَشْيِكَ} ؛ أي: توسط (١) فيه، والقصد: ما بين الإسراع والبطء، يقال: قصد فلان في مشيته: إذا مشى مستويًا، لا يدب دبيب المتماوتين، ولا يثب وثوب الشياطين. </p><p> وقد ثبت أن رسول الله - صلى الله عليه وسلم - كان إذا مشى .. أسرع، فلا بد أن يحمل القصد هنا على ما جاوز الحد في السرعة، وقال مقاتل: معناه: لا تختل في مشيتك، وقال عطاء: امش بالوقار والسكينة، كقوله:  {يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا} . </p><p> والمعنى (٢) : توسط بين الدبيب والإسراع، فلا تمش كمشي المظهرين الضعف في المشي، فكأنهم أموات، وهم المراؤون الذين ضل سعيهم، ولا كمشي الشطار ووثوبهم، وعليك بالسكينة والوقار. </p><p> وفي الحديث:  \"سرعة المشي تذهب بهاء المؤمن\" . قال بعضهم: إن للشيطان من آدم نزغتين، بأيتهما ظفر قنع: الإفراط والتفريط، وذلك في كل شيء </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> يتصور فيه ذلك. </p><p> وقرىء (١) : {وأقصد في مشيك} بهمزة القطع. </p><p> والخلاصة: أي وامش مشيًا مقتصدًا، ليس بالبطيء المتثبط، ولا بالسريع المفرط، بل امش هونًا بلا تصنع، ولا مراءة للخلق بإظهار التواضع أو التكبر، روي عن عائشة أنها نظرت إلى رجل كاد يموت تخافتًا فقالت: ما لهذا؟ فقيل: إنه من القراء - الفقهاء العالمين بكتاب الله - قالت: كان عمر سيد القراء، وكان إذا مشى أسرع، وإذا قال أسمع، وإذا ضرب أوجع. </p><p> ورأى عمر رجلًا متماوتًا فقال له: لا تمت علينا ديننا - أماتك الله -. ورأى رجلًا مطأطئًا رأسه فقال له: ارفع رأسك فإن الإِسلام ليس بمريض. </p><p> {وَاغْضُضْ مِنْ صَوْتِكَ} ؛ أي: وانقص من صوتك واخفضه واقصر على قدر الحاجة، ولا تتكلف رفعه في محل الخطاب، والكلام خصوصًا عند الأمر بالمعروف والنهي عن المنكر، وعند الدعاء والمناجاة، فإن الجهر بأكثر من الحاجة يؤذي السامع، والخفض أوقر للمتكلم، وأبسط لنفس السامع وفهمه، والصوت هو الهواء المنضغط عند قرع جسمين، كما سيأتي بسطه في مبحث المفردات. </p><p> ثم علل النهي وبينه بقوله:  {إِنَّ أَنْكَرَ الْأَصْوَاتِ} ؛ أي: إن أبشع الأصوات وأقبحها، الذي ينكره العقل الصحيح، ويحكم بقبحه برفعها فوق الحاجة بلا داعٍ {لـ} هو {صَوْتُ الْحَمِيرِ} وغاية من يرفع صوته أنه يجعله شبيهًا بصوت الحمار في علوه، ورفعه، وهو البغيض إلى الله تعالى. وفي ذلك ما لا يخفى من الذم وتهجين رفع الصوت، والترغيب عنه، ومن جعل الرافع صوته كأنه حمار مبالغةً في التنفير من عمله، وهذا أدب من الله لعباده بترك الصياح عند وجوه الناس تهاونًا بهم، أو بترك الصياح جملةً، وقد كانت العرب تفخر بجهارة الصوت، فمن كان منهم أشد صوتًا .. كان أعز، وكان أخفض .. كان أذل، قال شاعرهم: </p><p>(١) البحر المحيط.</p><p> جَهِيْرُ الْكَلاَمِ جَهِيْرُ الْعُطَاسْ ... جَهِيْرُ الرُّوَاءِ جَهِيْرُ النِّعَمْ </p><p> وَيَعْدُوْ عَلَى الأيْنِ عَدْوَ الظَّلِيْمِ ... وَيَعْلُو الرِّجَالَ بِخَلْق عَمِمْ (١) </p><p> وقال قتادة: أقبح الأصوات صوت الحمير، أوله زفير وآخره شهيق، قال المبرد: تأويله: إن الجهر بالصوت ليس بمحمود، وإنه داخل في باب الصوت المنكر. اهـ. </p><p> وأفرد الصوت مع إضافته إلى الجمع، لما أن المراد ليس بيان حال صوت كل واحد من آحاد هذا الجنس حتى يجمع، بل بيان حال صوت هذا الجنس من بين أصوات سائر الأجناس، فإن كل حيوان يفهم من صوته أنه يصيح من ثقل أو تعب، كالبعير أو لغير ذلك، والحمار لو مات تحت الحمل لا يصيح، ولو قتل لا يصيح، وفي بعض أوقات عدم الحاجة يصيح وينهق بصوت أوله زفير وآخره شهيق، وهما فعل أهل النار. </p><p> قال أبو الليث: صوت الحمار كان هو المعروف عند العرب وسائر لناس بالقبح، وإن كان قد يكون ما سواه أقبح منه في بعض الحيوان، وإنما ضرب الله المثل بما هو معروف عند الناس بالقبح؛ لأن أوله زفير وآخره شهيق، كصوت أهل النار، يتوحش من يسمعه ويتنفر منه كل التنفر. </p><p> والمعنى: أن أنكر أصوات الناس حين يصوتون ويتكلمون، لصوت من يصوت صوت الحمار؛ أي: يرفع صوته عند التصويت كما يرفع الحمار صوته. </p><p> قال سفيان الثوري: صوت كل شيء تسبيح إلا صوت الحمير، فإنها تصيح لرؤية الشيطان، ولذلك سماه منكرًا. وفي الحديث:  \"إذا سمعتم نهاقة الحمير - وهو بالضم صوتها - فتعوذوا بالله من الشيطان، فإنها رأت شيطانًا، وإذا سمعتم صياح الديكة، بفتح الياء جمع ديك .. فاسألوا من فضله، فإنها رأت ملكًا\" . وفي الحديث دلالة على نزول الرحمة عند حضور أهل الصلاح، فيستحب الدعاء في ذلك الوقت، وعلى نزول الغضب عند أهل المعصية، فيستحب التعوذ، كما في </p><p>(١) الرواء - بالضم -: المنظر الحسن، والنعم: الإبل، والأين: الإعياء، والخلق: العمم التام.</p>"
}