{
  "id": null,
  "sura": 31,
  "aya": 31,
  "text": "<p> {الْبَاطِلُ} إلهيته، لا يقدر على شيء من ذلك، فليس في عبادته نفع أصلًا، والتصريح (١) بالبطلان، مع أن الدلالة على اختصاص حقية إلهيته به تعالى، مستتبعة للدلالة على بطلان إلهية ما عداه لإبراز كمال الاعتناء بأمر التوحيد؛ أي: وبسبب ظهور بطلان إلهيته ما يعبدونه من غيره تعالى. </p><p> وقرأ أبو عمرو وحمزة والكسائي وحفص (٢) : {يَدْعُونَ} بياء الغيبة، وغيرهم {تدعون} بالفوقية، وقال هنا:  {وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ} وفي الحج {مِنْ دُونِهِ هُوَ الْبَاطِلُ} بزيادة هو لمقام التأكيد. </p><p> والمعنى: أي إنما يظهر الله آياته للناس، ليستدلوا بها على أنه هو المستحق للعبادة، وأن كل ما سواه هو الباطل، الذي يضمحل ويفنى، فهو الغني عما سواه، وكل شيء فقير إليه، {و} بسبب {أَنَّ اللَّهَ} تعالى {هُوَ الْعَلِيُّ} في صفاته {الْكَبِيرُ} في ذاته؛ أي: وأنه تعالى المرتفع على كل شيء، والمتسلط على كل شيء، فكل شيء خاضع له تعالى، وهو الحكم العدل، اللطيف الخبير، وهذه الجملة معطوفةً أيضًا على جملة {أَنَّ اللَّهَ هُوَ الْحَقُّ} . </p><p> والمعنى (٣) : ذلك الصنع البديع، الذي وصفه في الآيات المتقدمة للاستدلال بها على حقية الله تعالى، وبطلان ما سواه، وعلوه وكبريائه بسبب أنه تعالى، وهو العلي، في مكانته، ذو الكبرياء في ربوبيته وسلطانه. </p><p> ٣١ - وبعد أن ذكر الآيات السماوية الدالة على وحدانيته تعالى، أشار إلى آيةٍ أرضيةٍ بجامع ما اشتركا فيه من الجريان، فقال:  {أَلَمْ تَرَ} رؤية عيانيةً أيها الذي من شأنه الرؤية والمشاهدة {أَنَّ الْفُلْكَ} والسفن {تَجْرِي} وتسير {فِي الْبَحْرِ بِنِعْمَتِ اللَّهِ} تعالى؛ أي (٤) : بإحسانه ورحمته، أو بالريح لأن الريح من نعم الله تعالى فالباء متعلقة بـ {تَجْرِي} أو بمحذوف حال من فاعله؛ أي: متلبسةً بنعمته تعالى، وإحسانه في تهيئة أسبابه، وفي \"الأسئلة المقحمة\" : تجري برحمة الله، </p><p>(١) روح البيان. (٢) المراح.(٣) الشوكاني.(٤) النسفي.</p><p> حيث جعل الماء مركبًا لكم لتقريب المزار. اهـ؛ أي: تجري في البحر بلطفه بكم، وبرحمته لكم، وذلك من أعظم نعمة عليكم؛ لأنها تخلصكم من الغرق عند أسفاركم في البحر لطلب الرزق. </p><p> وقرأ الجمهور:  {بِنِعْمَتِ اللَّهِ} على الإفراد اللفظي، وقرأ (١) الأعرج والأعمش وابن يعمر: {بنعمات الله} بكسر النون وسكون العين جمعًا بالألف والتاء، وقرأ ابن أبي عبلة بفتح النون وكسر العين بالألف والتاء، وقال أبو حيان: والباء تحتمل السببية؛ أي: تجري بسبب الريح، وتسخير الله تعالى، وتحتمل الحالية؛ أي: مصحوبةً بنعمة الله، وهي ما تحمله السفن من الطعام والأرزاق والتجارات. انتهى. </p><p> وقال ابن عطية: الباء للإلصاق. انتهى. وقرأ موسى بن الزبير:  {الفلك} بضم اللام، {لِيُرِيَكُمْ مِنْ آيَاتِهِ} من للتبعيض (٢) ؛ أي: ليريكم بعض دلائل قدرته وعجائب صنعه، قال يحيى بن سلام: وهو جري السفك في البحر بالريح، وقال ابن شجرة: المراد بقوله: {مِنْ آيَاتِهِ} ما يشاهدونه من قدرة الله تعالى، وقال النقاش: ما يرزقهم الله في البحر. </p><p> والمعنى: أي ألم تشاهد أيها الرسول السفن وهي تسير في البحر حاملة للأقوات والمتاع من بلد إلى آخر، ومن قطر إلى قطر هو في حاجة إليها, لينتفع الناس بما على ظاهر الأرض مما ليس في أيديهم، وفي هذا دليل على عجيب قدرته، التي ترشدكم إلى أنه الحق الذي أوجد ما ترون من الأحمال الثقيلة على وجه الماء، الذي ترسب فيه الإبرة فما دونها. </p><p> ثم ذكر من يستفيد من النظر في الآيات، فقال:  {إِنَّ فِي ذَلِكَ} المذكور من أمر الفلك والبحر {لَآيَاتٍ} عظيمة في ذاتها، كثيرة في عددها، {لِكُلِّ صَبَّارٍ} ؛ أي: مبالغ في الصبر على المشاق، فيتعب نفسه في التفكر في الأنفس والآفاق {شَكُورٍ} ؛ أي: مبالغ في الشكر على نعمائه، فبعث نفسه في التفكر في </p><p>(١) البحر المحيط. (٢) الشوكاني.</p>"
}