{
  "id": null,
  "sura": 31,
  "aya": 27,
  "text": "<p> ٢٧ - ثم لما ذكر سبحانه أن له ما في السماوات والأرض .. أتبعه بما يدل على أن له وراء ذلك ما لا يحيط به عدد، ولا يحصر بحد، فقال:  {وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ} ؛ أي: ولو أن جميع ما في الأرض من جنس شجرة أقلام يكتب بها، و {مِنْ شَجَرَةٍ} حال من الموصول، ووجد الشجرة لما تقرر في علم المعاني: أن استغراق المفرد أشمل، فكأنه قال: كل شجرةٍ شجرةٍ حتى لا يبقى من جنس الشجر واحدة، إلا وقد بريت أقلامًا، وجمع الأقلام لقصد التكثير، بحيث تعد كل شجرة من الأشجار أقلامًا، قال أبو حيان: وهذا من وقوع المفرد موقع الجمع، والنكرة موقع المعرفة، كقوله:  {مَا نَنْسَخْ مِنْ آيَةٍ} . </p><p> والمعنى: لو ثبت أن الأشجار كلها أقلام، {وَالْبَحْرُ} ؛ أي (١) : والحال أن البحر المحيط بسعته، وهو البحر الأعظم الذي منه مادة جميع البحار المتصلة والمنقطعة، وهو بحر لا يعرف له ساحل، ولا يعلم عمقه إلا الله تعالى، والبحار التي على وجه الأرض خلجان منه، وفي هذا البحر عرش إبليس - لعنه الله - وفي مدائن تطفو على وجه الماء، وأهلها من الجن في مقابلة الربع الخراب من الأرض، وفي هذا البحر ينبت شجر المرجان، كسائر الأشجار في الأرض، وفيه من الجزائر المسكونة والخالية ما لا يعلمه إلا الله تعالى. </p><p> وهو؛ أي:  {البحر} : مبتدأ، خبره: قوله: {يَمُدُّهُ} ؛ أي: يزيده وينصب فيه، من مد الدواة: جعلها ذات مداد وزاده فيها، فلذا أغنى عن ذكر المداد، {مِنْ بَعْدِهِ} ؛ أي: من بعد نفاده وفنائه {سَبْعَةُ أَبْحُرٍ} أخرى، نحو بحر الصين، وبحر تُبَّت كَسُكَّر على ما في \"القاموس\" ، وبحر الهند، وبحر السند، وبحر فارس، وبحر الشرق، وبحر الغرب، والله أعلم. </p><p> ويحتمل أن يكون المراد: الأنهار السبعة من الفرات، ودجلة، وسيحان، وسيحون، وجيحان، وجيحون، والنيل؛ لأن البحر عند العرب الماء الكثير. </p><p> والمعنى: يمده الأبحر السبعة مدًا لا ينقطع أبدًا، وكتبت بتلك الأقلام </p><p>(١) روح البيان.</p><p> وبذلك المداد كلمات الله. </p><p> وجواب {لو}  {مَا نَفِدَتْ كَلِمَاتُ اللَّهِ} ؛ أي: ما فنيت كلماته التي هي عبارة عن معلوماته، بل نفذت تلك الأقلام وذلك المداد قبل نفاذها، وإيثار جمع القلة في الكلمات للإيذان بأن ما ذكر لا يفي بالقليل من كلمات الله، فكيف بالكثير منها. </p><p> قال أبو علي الفارسي: المراد (١) بالكلمات - والله أعلم - ما في المقدور، دون ما خرج منه إلى الوجود، ووافقه القفال، فقال: المعنى أن الأشجار لو كانت أقلامًا، والبحار مدادًا، فكتب بها عجائب صنع الله الدالة على قدرته ووحدانيته .. لم تنفد تلك العجائب، قال القشيري: رد القفال معنى الكلمات إلى المقدورات، وحمل الآية على الكلام القديم أولى، وهو الظاهر من النظم القرآني. </p><p> وفي \"التأويلات النجمية\" : المعنى (٢) : لو أن ما في الأرض من الأشجار أقلام، والبحر يصير مدادًا، وبمقدار ما يقابله ينفق القرطاس، ويتكلف الكتاب، حتى تنكسر الأقلام، وتفنى البحار، وتستوفى القراطيس، ويفنى عمر الكتاب .. ما نفدت معاني كلام الله تعالى؛ لأن هذه الأشياء وإن كثرت فهي متناهية، ومعاني كلامه لا تتناهى؛ لأنها قديمة، والمحصور لا يفي بما لا حصر له، انتهى. وقد قصر من جعل الأرض قرطاسًا. </p><p> وقال النحاس (٣) : قد تبين أن الكلمات هنا يراد بها العلم وحقائق الأشياء، لأنه جل وعلا علم قبل أن يخلق الخلق ما هو خالق في السماوات والأرض من شيء، وعلم ما فيه من مثاقيل الذر، وعلم الأجناس كلها، وما فيها من شعرة وعضو، وما في الشجرة من ورقة، وما فيها من ضروب الخلق. </p><p> والمعنى عليه (٤) : أي ولو أن أفنان الأشجار وأغصانها بريت أقلامًا وجُعل </p><p>(١) الشوكاني. (٢) روح البيان.(٣) الشوكاني.(٤) المراغي.</p><p> البحر مدادًا، وأمدته سبعة أبحر، والخلائق جميعًا يكتبون بها كلمات الله وعجائب صنعه الدالة على عظمته وجلاله .. لتكسرت الأقلام، ونفد ماء البحر، ولم تنفد كلمات الله تعالى، وعجائب صنعه، ونحو الآية قوله:  {قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ} . </p><p> وإنما ذكر السبعة الأبحر للدلالة على الكثرة، لا لقصد هذا العدد بعينه، وقد تقرر أن العرب تذكر السبعة والسبعين والسبع مئة، وتريد بذلك الكثرة، كما جاء في الحديث:  \"سبعة يظلهم الله في ظله، يوم لا ظل إلا ظله\" وفي الآية: {مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ} . كحديث \"المؤمن يأكل في معي واحد، والكافر في سبعة أمعاء\" . </p><p> ولما كان لفظ سبعة ليس موضوعًا في الأصل للتكثير، وإن كان مرادًا به التكثير .. جاء مميزه بلفظ القلة، وهو أبحر، ولم يقل بحور، وإن كان لا يراد به أيضًا إلا التكثير ليناسب بين اللفظين، فكما يجوز في سبعة واستعمل للتكثير، كذلك يجوز في أبحر واستعمل للتكثير، ذكره أبو حيان. </p><p> وقصارى ذلك: أنه سبحانه أخبر أن عظمته وكبرياءه وجلاله وأسماءه الحسنى لا يحيط بها أحد، ولا يصل البشر إلى معرفة كنهها وعدها، كما ورد في الحديث:  \"سبحانك لا نحصى ثناءً عليك، أنت كما أثنيت على نفسك\" . </p><p> وقرأ الجمهور (١) : {وَالْبَحْرُ} بالرفع على أنه مبتدأ، و {يَمُدُّهُ} : خبره، والجملة: في محل الحال، وقال المبرد: مرتفع بفعل مقدر؛ أي: ولو ثبت البحر حال كونه تمده من بعده سبعة أبحر، وقيل: مرتفع بالعطف على {أن} وما في حيزها، وقرأ أبو عمرو وابن أبي إسحاق (٢) : {والبحر} بالنصب عطفًا على اسم {أن} أو بفعل مضمر يفسره {يمده} . وقرأ عبد الله:  {وبحر يمده} بالتنكير وبالرفع، والواو للحال، أو للعطف على ما تقدم، وإن كانت الواو للحال .. كان </p><p>(١) البحر المحيط والشوكاني. (٢) البحر المحيط.</p>"
}