{
  "id": null,
  "sura": 32,
  "aya": 5,
  "text": "<p> يَمنعكم ممن أراد بكم سوءًا، ولا يقدر أحد على دفع السوء عنكم إذا هو أراد وقوعه بكم؛ لأنه لا يقهره قاهر، ولا يغلبه غالب. </p><p> ثم أمرهم بالتذكر والتدبر في الأدلة فقال:  {أَفَلَا تَتَذَكَّرُونَ} و (الهمزة) فيه للاستفهام الإنكاري، داخلة على محذوف، و {الفاء} : عاطفة على ذلك المحذوف، والتقدير (١) : ألا تسمعون هذه المواعظ فلا تتذكرون بها، فالإنكار متوجه إلى عدم الاستماع وعدم التذكر، أو تسمعونها فلا تتذكرون بها، فالإنكار متوجه إلى عدم التذكر مع تحقق ما يوجبه من السماع. </p><p> والفرق بين التذكر والتفكر (٢) : أن التفكر عند فقدان المطلوب لاحتجاب القلب بالصفات النفسانية، وأما التذكر: فهو عند رفع الحجاب والرجوع إلى الفطرة الأولى، فيتذكر ما انطبع في الأزل من التوحيد والمعارف. </p><p> والمعنى (٣) : أي أفلا تعتبرون وتتفكرون أيها العابدون غيره تعالى، المتوكلون على من عداه، تعالى وتقدس عن أن يكون له نظير أو شريك، لا إله إلا هو، ولا رب سواه. </p><p> ٥ - ولما بين سبحانه وتعالى خلق السماوات والأرض، وما بينهما .. بين تدبيره لأمرها فقال:  {يُدَبِّرُ الْأَمْرَ} ؛ أي: أمر الدنيا وشأنها وحالا، والأمور التي تقع فيها؛ أي: ينزّل قضاءه وقدره {مِنَ السَّمَاءِ} مدبرًا بوساطة الملائكة الموكلين بأمر الدنيا {إِلَى الْأَرْضِ} مدة دوام الدنيا. </p><p> وروى (٤) عمرو بن مرة عن عبد الرحمن بن سابط، يدبر أمر الدنيا أربعة: جبريل وميكائيل وملك الموت وإسرافيل صلوات الله عليهم وسلامه، فأما: جبريل، فموكل بالرياح والجنود، وأما ميكائيل فموكل بالقطر والماء، وأما ملك الموت فموكل بقبض الأرواح، وأما إسرافيل فهو ينزل بالأمر عليهم. </p><p>(١) روح البيان. (٢) الإرشاد.(٣) المراغي.(٤) الفتوحات.</p><p> {ثُمَّ يَعْرُجُ} ويصعد الأمر المدبر من السماء، المفعول لأهل الأرض، ويرجع {إِلَيْهِ} تعالى التصرف في المخلوقات بالحشر والحساب ووزن الأعمال والتعذيب والتنعيم وغير ذلك، مما يقع في ذلك اليوم {فِي يَوْمٍ كَانَ مِقْدَارُهُ} ؛ أي: قدره وطوله {أَلْفَ سَنَةٍ} ؛ أي: قدر ألف سنة {مِمَّا تَعُدُّونَ} في الدنيا من أيامها، وهو يوم القيامة. </p><p> والمعنى: أي (١) ينتقل التصريف الظاهري من أيدي العبيد يوم القيامة، ويكون لله وحده ظاهرًا وباطنًا، قال تعالى:  {لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ} ؛ أي: يدبر أمر الدنيا إلى أن تقوم الساعة ثم يصير الأمر كله إليه، ليحكم فيه في يوم كان مقداره ألف سنة مما كنا نعده في هذه الحياة. اهـ. \"مراغي\" . </p><p> فإن قلت: قال هنا: {فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ} وفي سورة المعارج: {فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ} فبين الآيتين معارضة من حيث العدد، فما وجه الجمع بينهما؟ </p><p> قلت: يجمع بينما بأن المراد من ذكر الألف، وذكر الخمسين: التنبيه على طوله، والتخويف منه، لا العدد المذكور بخصوصه. </p><p> وقيل: يجمع بينهما: بأن موقف القيامة خمسون موقفًا، كل موقف ألف سنة، فهذه الآية بينت أحد المواقف، وآية {سأل} بينت المواقف كلها، وهذا القول هو الأقرب في الجمع، وقيل: يجمع بيهما: بأن العذاب مختلف، فيعذب الكافر بجنس من العذاب ألف سنة، ثم ينتقل إلى جنس آخر مدته خمسون ألف سنة. </p><p> وقيل معنى الآية (٢) : أي يدبر أمر الدنيا من السماء على عباده، ويصعد إليه آثار الأمر، وهي أعمالهم الصالحة، الصادرة على موافقة ذلك الأمر، فإن نزول الأمر وعروج العمل في مسافة ألف سنة مما تعدون عليهم؛ أي: على غير الملائكة، فإن بين السماء والأرض مسيرة خمس مئة سنة، فينزل في مسيرة خمس </p><p>(١) الصاوي. (٢) المراح.</p><p> مئة سنة، ويعرج في مسيرة خمس مئة سنة، فهو مقدار ألف سنة. </p><p> والمراد (١) بالألف على القول الأول الأرجح: الزمن المتطاول، وليس المقصود منه حقيقة العدد، إذ هو عند العرب منتهى المراتب العددية، وأقصى غاياتها, وليس هناك مرتبة فوقه، إلا ما يتفرع منه من أعداد مراتبها. قال القرطبي: المعنى: إن الله تعالى جعله في صعوبته على الكفار كخمسين ألف سنة، قاله ابن عباس، والعرب تصف أيام المكروه بالطول، وأيام السرور بالقصر. </p><p> وخلاصة معنى الآية على ما اختاره بعضهم - وهو الظاهر - أي (٢) : يدبر الله سبحانه وتعالى أمر الدنيا مدة أيام الدنيا، فينزل القضاء والقدر من السماء إلى الأرض، ثم يعود الأمر والتدبير إليه تعالى حين ينقطع أمر الأمراء، وحكم الحكام، وينفرد الله بالأمر في يوم؛ أي: يوم القيامة، كان مقداره ألف سنة؛ لأن يومًا من أيام الآخرة مثل ألف سنة من أيام الدنيا، كما قال تعالى:  {وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ} فمعنى خمسين ألف سنة على هذا: أنه يشتد على الكافرين، حتى يكون كخمسين ألف سنة في الطول، ويسهل على المؤمنين، حتى يكون كقدر صلاة مكتوبة صلاها في الدنيا، فقيامة كل واحد على حسب ما يليق بمعاملته، ففي الحشر مواقف ومواطن بحسب الأشخاص من جهة الأعمال والأحوال والمقامات. </p><p> وقد اختلف العلماء في تفسسير الآية على وجوه شتى، ضربنا عن ذكرها صفحًا؛ لأنه لا طائل تحتها، هذا ما سنح لي والعلم عند الله العلي. </p><p> وقرأ ابن أبي عبلة:  {يَعْرُجُ} بالبناء للمفعول، والجمهور: مبنيًا للفاعل، وقرأ الجمهور (٣) : {مِمَّا تَعُدُّونَ} بتاء الخطاب، وقرأ السلمي وابن وثاب والأعمش والحسن: بياء الغيبة بخلاف عن الحسن، وقرأ جناح بن حبيش: {ثُمَّ </p><p>(١) المراغي. (٢) روح البيان.(٣) البحر المحيط.</p>"
}