{
  "id": null,
  "sura": 32,
  "aya": 11,
  "text": "<p> لحومنا وعظامنا ترابًا في الأرض، أنبعث خلقًا جديدًا. </p><p> وخلاصة مقالهم: استبعاد الإعادة، بأنها كيف تعقل، وقد تمزقت الجسوم، وتفرقت في أجزاء الأرض وهم قد قاسوا قدرة الخالق، الذي بدأهم أول مرة، وأنشأهم من العدم، بقدرة المخلوق العاجز، شتان ما بينهما {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ (٨٢) }. </p><p> ثم أضرب (١) وانتقل من بيان كفرهم بالبعث، إلى بيان ما هو أبلغ وأشنع منه، وهو كفرهم بالوصول إلى العاقبة، وما يلقونه فيها من الأهوال، فقال:  {بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ} ؛ أي: ما بهؤلاء المشركين جحود قدرة الله تعالى على ما يشاء فحسب، بل هم تعدوا ذلك إلى الجحود بلقاء ربهم، حذر عقابه، وخوف مجازاته إياهم على معاصيهم، ولقاء الله: عبارة عن القيامة وعن المصير إليه؛ أي: بل هم جاحدون بلقاء ربهم مكابرةً وعنادًا، فإن اعترافهم بأنه المبتدىء للخلق، يستلزم اعترافهم بأنه قادر على الإعادة، فمن أنكر لقاء الله .. لقيه وهو عليه غضبان، ومن أقره .. لقي الله وهو عليه رحمن. </p><p> ١١ - {قُلْ} لهم يا محمد، بيانًا للحق، وردًا على زعمهم الباطل {يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ} ؛ أي: يقبض أرواحكم ملك الموت عزرائيل، بحيث لا يترك منها شيئًا، بل يستوفيها، ويأخذها تمامًا على أشد ما يكون من الوجوه وأفظعها، من ضرب وجوهكم وأدباركم، أو يقبض أرواحكم بحيث لا يترك منكم أحدًا، ولا يبقي شخصًا من العدد الذي كتب عليهم الموت، وأما ملك الموت، فيتوفاه الله تعالى، كما روي: \"أنه إذا أمات الله الخلائق، ولم يبق شيء له روح .. يقول الله لملك الموت: من بقي من خلقي وهو أعلم فيقول: يا رب أنت أعلم بمن بقي، لم يبق إلا عبدك الضعيف ملك الموت، فيقول الله: يا ملك الموت قد أذقت أنبيائي ورسلي وأوليائي وعبادي الموت، وقد سبق في علمي القديم، وأنا علام الغيوب، أن كل شيء هالك إلا وجهي، وهذه نوبتك، فيقول: إلهي: ارحم </p><p>(١) روح البيان.</p><p> عبدك ملك الموت، والطف به، فإنه ضعيف، فيقول سبحانه وتعالى: ضع يمينك تحت خدك الأيمن، واضطجع بين الجنة والنار ومت فيموت بأمر الله تعالى\". </p><p> وفي الآية (١) : رد على الكافرين، حيث زعموا أن الموت من الأحوال الطبيعية، العارضة للحيوان بموجب الجبلة. </p><p> {الَّذِي وُكِّلَ بِكُمْ} ؛ أي: جعل موكلًا بقبض أرواحكم عند حضور آجالكم {ثُمَّ} بعد موتكم {إِلَى رَبِّكُمْ} لا إلى غيره، {تُرْجَعُونَ} ؛ أي: تبعثون وتردون إلى لقاء ربكم للحساب والمجازاة فيجازيكم بأعمالكم، إن خيرًا فخير، وإن شرًا فشرّ. </p><p> وقرأ الجمهور (٢) : {ترجعون} مبنيًا للمفعول، وزيد بن علي: مبنيًا للفاعل. </p><p> ومعنى الآية: أي قل يا محمد لهؤلاء المشركين: إن ملك الموت الذي وكل بقبض أرواحكم، يستوفي العدد الذي كتب عليه الموت منكم حين انتهاء أجله، ثم تردون إلى ربكم يوم القيامة أحياء كهيئتكم قبل وفاتكم، فيجازي المحسن منكم بإحسانه، والمسيء بإساءته. وفي هذا إثبات للبعث مع تهديدهم وتخويفهم، وإشارة إلى أن القادر على الإماتة، قادر على الإحياء. </p><p> فإن قلت (٣) : إن الله تعالى أخبر هنا أن ملك الموت هو المتوفي والقابض، وفي آيةٍ أخرى: أن القابض هو الرسل؛ أي: الملائكة، وفي أخرى أنه هو تعالى، فما وجه الجمع بين هذه الآي؟ </p><p> قلت: يجمع بينها: بأن ملك الموت يقبض الأرواح، والملائكة أعوان له يعالجون ويعملون بأمره، والله تعالى يزهق الروح، فالفاعل لكل فعل حقيقة، والقابض لأرواح جميع الخلائق هو الله تعالى، وأن ملك الموت وأعوانه وسائط. </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) روح البيان.</p>"
}