{
  "id": null,
  "sura": 32,
  "aya": 16,
  "text": "<p> السجدة فسجد .. اعتزل الشيطان يبكي ويقول: يا ويلتا، أمر ابن آدم بالسجود فسجد فله الجنة، وأمرت بالسجود فأبيت فلي النار \" أخرجه مسلم.</p><p> وينبغي (١) أن يدعو الساجد في سجدته بما يليق بآيتها، ففي هذه الآية يقول: اللهم اجعلني من الساجدين لوجهك، المسبحين بحمدك، وأعوذ بك من أن أكون من المستكبرين عن أمرك. وكره مالك رحمه الله تعالى قراءة السجدة في قراءة صلاة الفجر جهرًا وسرًا، فإن قرأ هل يسجد؟ فيه قولان، كذا في \" فتح الرحمن \".</p><p> قال في \" خلاصة الفتاوى\": رجل قرأ آية السجدة في الصلاة، إن كانت السجدة في آخر السورة، أو قريبًا من آخرها، بعدها آية أو آيتان إلى آخر السورة، فهو بالخيار، إن شاء ركع بها ينوي التلاوة، وإن شاء سجد ثم يعود إلى القيام فيختم السورة، وإن وصل بها سورة أخرى كان أفضل، وإن لم يسجد للتلاوة على الفور حتى ختم السورة، ثم ركع سجد لصلاته. سقط عنه سجدة التلاوة. انتهى. </p><p> ١٦ - وجملة قوله:  {تَتَجَافَى} ؛ أي: ترتفع وتتنحى {جُنُوبُهُمْ} ؛ أي: أضلاعهم {عَنِ الْمَضَاجِعِ} ؛ أي: عن الفرش ومواضع النوم، إما مستأنفة مسوقة لبيان بقية محاسن المؤمنين، أو حال من فاعل {لَا يَسْتَكْبِرُونَ} ؛ أي: وهم لا يستكبرون عن السجود حالة كون جنوبهم متجافية مبتاعدة عن مضاجعهم للصلاة، وهم (٢) المتهجدون في الليل، الذين يقومون للصلاة عن الفراش، وبه قال الحسن ومجاهد وعطاء والجمهور، والمراد بالصلاة: صلاة التنفل بالليل من غير تقييد، وقال قتادة وعكرمة: هو التنفل ما بين المغرب والعشاء، وقيل: صلاة العشاء فقط، وهو رواية عن الحسن وعطاء، وقال الضحاك: صلاة العشاء والصبح جماعةً، وقيل: هم الذين يقومون لذكر الله، سواء كان في صلاة أو غيرها. </p><p> وفي إسناد التجافي إلى الجنوب دون أن يقال: يجافون جنوبهم إشارة إلى </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> أن حال أهل اليقظة والكشف، ليس كحال أهل الغفلة والحجاب، فإنهم لكمال حرصهم على المناجاة، ترتفع جنوبهم عن المضاجع حين ناموا بغير اختيارهم، كأن الأرض ألقتهم من نفسها، وأما أهل الغفلة فيتلاصقون بالأرض لا يحركهم محرك. </p><p> وأخرج ابن جرير عن ابن عباس (١) : أنه قال في الآية: {تَتَجَافَى جُنُوبُهُمْ} : كلما استيقظوا .. ذكروا الله عز وجل، إما في الصلاة، وإما في قيام أو قعود أو على جنوبهم، لا يزالون يذكرون الله تعالى. </p><p> وجملة قوله:  {يَدْعُونَ رَبَّهُمْ} حال من ضمير {جُنُوبُهُمْ} ؛ أي: تتجافى جنوبهم عن المضاجع، حال كونهم يدعون ربهم على الاستمرار {خَوْفًا} من سخطه وعذابه وعدم قبول عبادته منهم {وَطَمَعًا} في رحمته وثوابه، وانتصاب {خَوْفًا وَطَمَعًا} على العلة، أو على المصدرية بعامل محذوف. </p><p> وقوله:  {وَمِمَّا رَزَقْنَاهُمْ} ؛ أي: ومما أعطيناهم من المال {يُنْفِقُونَ} ؛ أي: يصرفون في وجوه الخير والحسنات، معطوف على {تَتَجَافَى جُنُوبُهُمْ} . قال بعضهم (٢) : وهذا الإنفاق عام في الواجب والتطوع، وذلك على ثلاثة أضرب: زكاة من نصاب، ومواساة من فضل، وإيثار من قوت. </p><p> ومعنى الآيتين (٣) : أي ما يصدق بحججنا وآيات كتابنا، إلا الذين إذا وعظوا بها .. خروا لله سجدًا تذللًا واستكانة لعظمته، وإقرارًا بعبوديته، ونزهوه في سجودهم عما لا يليق به، مما يصفه به أهل الكفر، من الصاحبة والولد والشريك، يفعلون ذلك وهم لا يستكبرون عن طاعته، كما يفعل أهل الفسق والفجور حين يسمعونها، فإنهم يولون مستكبرين، كأن لم يسمعونها. </p><p> ثم ذكر بقية محاسنهم بقوله:  {تَتَجَافَى جُنُوبُهُمْ} إلخ؛ أي: يتنحون عن </p><p>(١) المراغي. (٢) روح البيان.(٣) المراغي.</p>"
}