{
  "id": null,
  "sura": 32,
  "aya": 4,
  "text": "<p> وصول عناد وإنكار، لا وصول قبول وإقرار .. لم يصر جوهرًا للهداية، وهكذا حال ورثته من المصرين والمنكرين. </p><p> ومعنى الآيتين: أن (١) هذا القرآن الذي أنزل على محمد، لا شك أنه من عند الله، وليس بشعر ولا كهانة، ولا مما تخرصه محمد - صلى الله عليه وسلم - بل هو الحق والصدق من عند ربك، أنزله إليك لتنذر قومك بأس الله وسطوته، أن تحل بهم على كفرهم به، وأنه لم يأتهم نذير من قبلك، ليبين لهم سبيل الرشاد، وأن محمدًا لم يختلقه كما يزعمون، وفي هذا رد لقولهم:  {إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ} . </p><p> ٤ - {اللَّهُ} ؛ أي: المعبود الذي يستحق منكم العبادة أيها الناس، هو الإله {الَّذِي خَلَقَ} وأوجد {السَّمَاوَاتِ} السبع {وَالْأَرْضَ} على غير مثال سبق؛ أي: أبدع الأجرام العلوية والسفلية {وَمَا بَيْنَهُمَا} ؛ أي: ما بين السماوات والأرض من السحاب والرياح وغيرهما؛ أي: خلقهما وما فيهما وما بينهما {فِي} مقدار {سِتَّةِ أَيَّامٍ} من أيام الدنيا، التي أولها الأحد وآخرها الجمعة، قاله (٢) الحسن، وقيل: مقدار اليوم منها ألف سنة من سنين الدنيا، قاله الضحاك، فعلى هذا: المراد بالأيام هنا: هي من أيام الآخرة، لا من أيام الدنيا، أو المعنى: خلقهما (٣) وما فيهما وما بينهما في ستة أطوارٍ في نظر الناظرين إليها, وليس المراد اليوم المعروف؛ لأنه قبل خلق السماوات لم يكن ليل ولا نهار، وإنما خلقها في ستة أيام مع أنه قادر على خلقها في لحظة واحدة، بأن يقول لها: كوني فتكون، ليعلم عباده الرفق والتأني، والتثبت في الأمور وعدم العجلة، وفي آية أخرى: {وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ (٣٨) }. </p><p> {ثُمَّ} بعد خلق السماوات والأرض وما بينهما {اسْتَوَى} ؛ أي: علا وارتفع سبحانه {عَلَى الْعَرْشِ} استواءٍ يليق بجلاله، لا يكيف ولا يمثل ولا يشبه؛ </p><p>(١) المراغي. (٢) الشوكاني.(٣) المراغي.</p><p> أي: نُثبِتُه من غير تشبيه ولا تمثيل ولا تعطيل، ونؤمن به ونعتقده على الوجه الذي يليق بجنابه، مع تنزيهه عما لا يجوز عليه من صفات النقص والحدوث {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} . </p><p> والإيمان بذلك غير موقوف على معرفة حقيقته، وكيفيته؛ لأنه لا يعرف الله إلا الله عز وجل، فالصحابة - رضوان الله تعالى عليهم - ومن بعدهم من الأئمة، لم يشتبه أحد منهم فيه، وقال القرطبي: ليس {ثُمَّ} للترتيب في قوله: {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} بل هي بمعنى الواو. اهـ. </p><p> وقال الإِمام مالك - رحمه الله -: الاستواء معلوم، والكيف مجهول، والإيمان به واجب، والسؤال عنه بدعة. وقال الإِمام أحمد - رحمه الله -: أخبار الصفات وأحاديثها وآياتها تمر كما جاءت، بلا تشبيه ولا تعطيل، فلا يقال: كيف ولم؟ نؤمن بأن الله سبحانه على العرش كيف شاء هو، وكما شاء بلا حد ولا صفة يبلغها واصف، أو يحدها حاد، نقرأ الآية والخبر، ونؤمن بما فيهما، ونكل الكيفية في الصفات إلى علم الله عز وجل. وقال القرطبي: لم ينكر أحد من السلف الصالح أنه استوى على عرشه حقيقةً، وإنما جهلوا كيفية الاستواء، فإنه لا تعلم حقيقته. اهـ. </p><p> وقد ثبت في الأحاديث الصحيحة صفة عرش الرحمن، وإحاطته بالسماوات والأرض وما بينهما وما عليهما، وهو المراد هنا، وقد قدمنا البحث عن هذا المقام بأبسط مما هنا في سورة الأعراف وطه الفرقان. </p><p> {مَا لَكُمْ} يا أهل مكة {مِنْ دُونِهِ} تعالى {مِنْ وَلِيٍّ} يلي أموركم وناصر ينصركم بدفع عذابه عنكم {وَلَا} من {شَفِيعٍ} يشفعكم عنده تعالى، فينقذكم من عذابه، إن هو عاقبكم على معصيتكم إياه؛ أي: ليس (١) لكم أيها الناس من يلي أموركم، وينصركم منه إن أراد بكم ضرًا، ولا يشفع لكم عنده إذ هو عاقبكم. </p><p> والخلاصة: فإياه فاتخذوه وليًا، وبه وبطاعته فاستعينوا على أموركم، فإنه </p><p>(١) المراغي.</p>"
}