{
  "id": null,
  "sura": 32,
  "aya": 23,
  "text": "<p> النفي؛ أي: لا أحد أشد ظلمًا {مِمَّنْ ذُكِّرَ} ووعظ {بِآيَاتِ رَبِّهِ} ؛ أي: بالقرآن، {ثُمَّ أَعْرَضَ عَنْهَا} ؛ أي: عن تلك الآيات، فلم يتفكر فيها, ولم يقبلها, ولم يعمل بموجبها، بل تناساها كأنه لا يعرفها, لكونه سمع من آيات الله ما يوجب الإقبال على الإيمان والطاعة، فجعل الإعراض مكان ذلك. </p><p> والإتيان (١) بـ {ثُمَّ} لاستبعاد الإعراض عنها، مع غاية وضوحها، وإرشادها إلى سعادة الدارين، كقولك لصاحبك: دخلت المسجد، ثم لم تصل فيه، استبعادًا لتركه الصلاة فيه. </p><p> والمعنى: هو أظلم من كل ظالم، وإن كان سبك التركيب على نفي الأعظم من غير تعرض لنفي المساوي. </p><p> ثم بين جزاءه على ذلك فقال:  {إِنَّا مِنَ الْمُجْرِمِينَ} ؛ أي: من كل من اتصف بإجرام، وإن هانت جريمته {مُنْتَقِمُونَ} بالعذاب، فكيف من كان أظلم من كل ظالم، وأشد جرمًا من كل مجرم، يقال: انتقمه: إذا عاقبه على جريمته؛ أي: إنا سننتقم أشد الانتقام من الذين اجترحوا السيئات، واكتسبوا الآثام والمعاصي، روى ابن جرير بسنده عن معاذ بن جبل قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"ثلاث من فعلهن .. فقد أجرم، من عقد لواءً في غير حق، أو عقّ والديه، أو مشى مع ظالم لينصره،يقول الله:{إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ}\" . </p><p> واعلم: أن الظلم أقبح الأمور، ولذلك حرمه الله على نفسه، فينبغي للعاقل أن يتعظ بمواعظ الله، ويتخلق باخلاقه، ويجتنب عن أذية الروح - بموافقة النفس والطبيعة - وأذية عباد الله تعالى. </p><p> ٢٣ - {وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ} ؛ أي: التوراة؛ أي: وعزتي وجلالي لقد آتينا وأعطينا موسى بن عمران التوراة، كما آتيناك القرآن {فَلَا تَكُنْ فِي مِرْيَةٍ} ؛ أي: في شك {مِنْ لِقَائِهِ} ؛ أي (٢) : من لقائك موسى عليه السلام ليلة المعراج، قاله ابن عباس رضي الله عنهما. </p><p>(١) روح البيان. (٢) الخازن.</p><p> وقرأ الحسن:  {فِي مِرْيَةٍ} بضم الميم، ذكره أبو حيان. </p><p> عن ابن عباس عن النبي - صلى الله عليه وسلم - قال:  \"رأيت ليلة أسري بي موسى رجلًا آدم طوالًا جعدًا، كأنه من رجال شنوءة، ورأيت عيسى رجلًا مربوعًا، مربوع الخلق، إلى الحمرة وإلى البياض، سبط الشعر، ورأيت مالكًا خازن النار، والدجال في آيات أراهن الله إياه، فلا تكن في مرية من لقائه\" . متفق عليه. </p><p> وعن أنس أن رسول الله - صلى الله عليه وسلم - قال:  \"أتيت على موسى ليلة أسري بي، عند الكثيب الأحمر، وهو قائم يصلي في قبره\" . أخرجه مسلم. </p><p> فإن قلت: قد صحّ في حديث المعراج: أنه رآه في السماء السادسة عند مراجعته في الصلوات، فكيف الجمع بين هذين الحديثين؟ </p><p> قلت: يحتمل أن تكون رؤيته في قبره عند الكثيب الأحمر كان قبل صعوده إلى السماء، وذلك في طريقه إلى بيت المقدس، ثم لما صعد إلى السماء السادسة .. وجده هناك قد سبقه لما يريد الله عزّ وجل، وهو على كل شيء قدير. </p><p> فإن قلت: كيف تصح منه الصلاة في قبره وهو ميت، وقد سقط عنه التكليف وهو في دار الآخرة، وليست دار عمل؟ وكذلك رأى النبي - صلى الله عليه وسلم - جماعة من الأنبياء وهم يحجون، فما الجواب عن هذا؟ </p><p> قلت: يجاب عنه بأجوبة: </p><p> منها: أن الأنبياء كالشهداء، بل هم أفضل منهم، والشهداء أحياء عند ربهم يرزقون، فلا يبعد أن يحجوا أو يصلوا كما صح في الحديث، وأن يتقربوا إلى الله بما استطاعوا، وإن كانوا قد ماتوا, لأنهم بمنزلة الأحياء في هذه الدار، التي هي دار العمل، إلى أن تفنى، ثم يرحلون إلى دار الجزاء، التي هي الجنة. </p><p> ومنها: أنه - صلى الله عليه وسلم - رأى حالهم الذي كانوا عليه في حياتهم، ومثلوا له كيف كانوا، وكيف كان حجهم وصلاتهم. </p><p> ومنها: أن التكليف وإن ارتفع عنهم في الآخرة، لكن الذكر والشكر </p><p> والدعاء لا يرتفع، قال الله تعالى:  {دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ} إلى غير ذلك. </p><p> وقيل: معنى {فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ} ؛ أي (١) : من تلقي موسى كتاب الله بالرضا والقبول، وعبارة النسفي هنا:  {فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ} ؛ أي (٢) : من لقاء موسى الكتاب، أو من لقائك موسى ليلة المعراج، أو يوم القيامة، أو من لقاء موسى ربه في الآخرة، كذا عن النبي - صلى الله عليه وسلم - انتهى. وعبارة، \"المراح\" : {فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ} ؛ أي: فلا تكن يا أشرف الخلق في شك من لقاء الكتاب الذي هو القرآن؛ أي: إنا آتينا موسى مثل ما آتيناك من الكتاب، فلا تكن في شك من أنك لقيت نظيره. اهـ. كذا في \"البيضاوي\" . </p><p> وقيل المعنى (٣) : فلا تكن في شك من لقاء موسى الكتاب، فإنا ألقينا عليه التوراة، وهذا المعنى هو الذي يستدعيه ترتيب الفاء على ما قبلها. </p><p> فإن قلت (٤) : ما معنى النهي وليس له - صلى الله عليه وسلم - في ذلك شك أصلًا؟ </p><p> قلت: فيه تعريض للكفار بأنهم في شك من لقائه، إذ لو لم يكن لهم فيه شك .. لآمنوا بالقرآن، إذ في التوراة وسائر الكتب الإلهية ما يصدق القرآن من الشواهد والآيات، فإيتاء الكتاب ليس ببدع حتى يرتابوا فيه، {فَإِنْ يَكْفُرْ بِهَا هَؤُلَاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ} . </p><p> وعبارة \"المراغي\" هنا: أي (٥) ولقد آتينا موسى التوراة، مثل ما آتيناك القرآن، وأنزلنا عليك الوحي، مثل ما أنزلناه عليه، فلا تكن في شك من لقائك الكتاب، فأنت لست ببدع من الرسل، كما قال تعالى:  {قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ} . </p><p> وذكر موسى من بين سائر الرسل، لقرب عهده عن النبي - صلى الله عليه وسلم -، ووجود من كان على دينه بينهم، إلزامًا لهم، ولم يذكر عيسى؛ لأن اليهود ما كانوا </p><p>(١) الخازن. (٢) النسفي.(٣) روح البيان.(٤) روح البيان.(٥) المراغي.</p>"
}