{
  "id": null,
  "sura": 32,
  "aya": 15,
  "text": "<p> أخر، من فنون الكفر والمعاصي، التي كانوا مستمرين عليها في الدنيا. </p><p> أي: وذوقوا عذابًا تخلدون فيه إلى غير نهاية، بسبب كفركم وتكذيبكم بآيات ربكم، واجتراحكم للشرور والآثام، قال الشوكاني: واختلف (١) في النسيان المذكور، فقيل: هو النسيان الحقيقي، وهو الذي يزول عنده الذكر، وقيل: هو الترك، والمعنى على الأول: أنهم لم يعملوا لذلك اليوم، فكانوا كالناسين له، الذين لا يذكرونه، وعلى الثاني: لا بد من تقدير مضاف قبل لقاء؛ أي: ذوقوا بسبب ترككم لما أمرتكم به عذاب لقاء يومكم هذا، ورجح الثاني المبرد، وكذا قال الضحاك ويحيى بن سلام: إن النسيان هنا بمعنى الترك، قال يحيى بن سلام: والمعنى: بما تركتم الإيمان بالبعث في هذا اليوم، تركناكم من الخير، وقال مجاهد: تركناكم في العذاب. انتهى. </p><p> وقال الرازي في \"تفسيره\" : إن (٢) اسم الإشارة في قوله: {بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا} يحتمل ثلاثة أوجه: أن يكون إشارة إلى اللقاء، وأن يكون إشارة إلى اليوم، وأن يكون إشارة إلى العذاب. انتهى. </p><p> ١٥ - وجملة قوله:  {إِنَّمَا يُؤْمِنُ بِآيَاتِنَا}  (٣) : مستأنفة لبيان من يستحق الهداية إلى الإيمان, ومن لا يستحقها، تسلية للنبي - صلى الله عليه وسلم -؛ أي: إنكم أيها المجرمون لا تؤمنون بآياتنا, ولا تعملون بموجبها عملًا صالحًا، ولو رجعناكم إلى الدنيا كما تدعون حسبما ينطق به قوله تعالى:  {وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ} ، و {إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا} ووعظوا {بِهَا} ؛ أي: بآياتنا {خَرُّوا} وسقطوا على وجوههم حال كونهم {سُجَّدًا} لله سبحانه وتعالى؛ أي: ساجدين خوفًا من عذاب الله {وَسَبَّحُوا} ؛ أي: نزهوه تعالى عن كل ما لا يليق به من الشرك والشبه والعجز عن البعث وغير ذلك، حال كونهم ملتبسين {بِحَمْدِ رَبِّهِمْ} على نعمائه، كتوفيق الإيمان والعمل الصالح وغيرهما. </p><p>(١) الشوكاني. (٢) الرازي.(٣) الشوكاني.</p><p> والمعنى: قالوا في سجودهم: سبحان الله وبحمده، أو: سبحان ربي الأعلى وبحمده، وقال سفيان: صلوا حمدًا لربهم، وجملة قوله:  {وَهُمْ لَا يَسْتَكْبِرُونَ} : إما حال من فاعل: {خَرُّوا} ؛ أي: خروا حال كونهم غير متكبرين عن السجود لله تعالى، كما استكبر أهل مكة، أو عطف (١) على صلة {الَّذِينَ} ؛ أي: لا يتعظمون عن الإيمان والطاعة، كما يفعل من يصر مستكبرًا كأن لم يسمعها. </p><p> وفي \"التأويلات النجمية\" : {وَهُمْ لَا يَسْتَكْبِرُونَ} عن سجودك، كما استكبر إبليس أن يسجد لك إلى قبلة آدم، ولو سجد لآدم بأمرك .. لكان سجوده في الحقيقة لك، وكان آدم قبلة للسجود، كما أن الكعبة قبلة لنا في سجودنا لك. انتهى. </p><p> قال بعضهم: وليس الإنسان بمعصوم عن إبليس في صلاته، إلا في سجوده, لأنه حينئذٍ يتذكر الشيطان معصيته فيحزن، ويشتغل بنفسه، ويعتزل عن المصلي، فالعبد في سجوده معصوم من الشيطان، غير معصوم من النفس، فخواطر السجود، إما ربانية، أو ملكية، أو نفسية، وليس للشيطان عليه من سبيل، فإذا قام من سجوده .. غابت تلك الصفة عن إبليس، فزال حزنه واشتغل بك. </p><p> فصل: هذا محل سجود بالاتفاق </p><p> وهذه الآية من عزائم سجود القرآن، فيسن السجود عند تلاوتها للقارىء والمستمع، عن ابن عمر رضي الله عنهما قال: كان رسول الله - صلى الله عليه وسلم - يقرأ السورة التي فيها السجدة فيسجد، ويسجدون حتى ما يجد أحدنا مكانًا لوضع جبهته في غير وقت الصلاة. متفق عليه. </p><p> وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا قرأ ابن آدم </p><p>(١) روح البيان.</p>"
}