{
  "id": null,
  "sura": 32,
  "aya": 3,
  "text": "<p> هذا المقام وجوه من الإعراب، الأوجه الأنسب بما بعده، أنه مبتدأ، وجملة قوله {لَا رَيْبَ فِيهِ} ولا شك حال، من {الْكِتَابِ} ؛ أي: حال كونه لا شك فيه عند أهل الاعتبار {مِنْ رَبِّ الْعَالَمِينَ} خبر المبتدأ، فان كونه من رب العالمين، حكم مقصود الإفادة، وإنما كان منه لكونه معجزًا، والضمير (١) في {فِيهِ} : عائد إلى مضمون الجملة. </p><p> والمعنى: تنزيل الكتاب، كائن من رب العالمين، حال كونه لا ريب فيه؛ أي: في كونه منزلًا من رب العالمين, لأنه معجز للبشر؛ أي: إن الكتاب المتلو عليك يا محمد، لا ريب ولا شك في أنه منزل من رب العالمين، وأنه ليس بكذب، ولا سحر ولا كهانةٍ ولا أساطير الأولين. </p><p> ٣ - فلما أنكرت قريش كونه منزلًا من رب العالمين .. قال:  {أَمْ} منقطعة تقدر ببل الإضرابية، وهمزة الاستفهام الإنكاري؛ أي: بل أ {يَقُولُونَ} ؛ أي: أيقول أهل مكة {افْتَرَاهُ} ؛ أي: افترى محمد هذا القرآن واختلفه من عند نفسه، لا ينبغي ولا يليق منهم هذا القول، فهذا القول منهم منكر متعجب منه، لغاية ظهور بطلانه. </p><p> فأضرب عن الكلام الأول إلى ما هو معتقد الكفار، مع الاستفهام المتضمن للتقريع والتوبيخ، حيث قال:  {أَمْ يَقُولُونَ افْتَرَاهُ} ثم أضرب عن معتقدهم إلى بيان ما هو الحق في شأن الكتاب، فقال:  {بَلْ هُوَ} ؛ أي: هذا القرآن {الْحَقُّ مِنْ رَبِّكَ} ؛ أي: ليس هو كما قالوا مفترًى، بل هو الحق من ربك. </p><p> ونظم الكلام (٢) : أنه أشار أولًا إلى إعجازه، ثم رتب عليه أن تنزيله من رب العالمين، وقرر ذلك بنفي الريب عنه، ثم أضرب عن ذلك إلى ما يقولون فيه على خلاف ذلك، إنكارًا له، وتعجيبًا منه، ثم أضرب عنه إلى إثبات أنه الحق المنزل من الله، وبين المقصود من تنزيله والعلة فيه فقال:  {لِتُنْذِرَ} وتخوف يا محمد {قَوْمًا} هم العرب، والظاهر أن المفعول الثاني للإنذار: محذوف، </p><p>(١) النسفي. (٢) البيضاوي.</p><p> و {قَوْمًا} هو الأول؛ أي: لتنذر قومًا العقاب. </p><p> وجملة قوله:  {مَا} : نافية {أَتَاهُمْ} وجاءهم {مِنْ} : زائدة {نَذِيرٍ} مخوف {مِنْ قَبْلِكَ} ؛ أي: من قبل إنذارك، أو من قبل زمانك، جملة منفية في محل نصب صفة لـ {قَوْمًا} ؛ أي: أنزله إليك لتنذر عذاب الله قومًا ما جاءهم منذر من قبلك {لَعَلَّهُمْ يَهْتَدُونَ} بإنذارك إياهم؛ أي: رجاء أن يهتدوا أو كي يهتدوا، والترجي معتبر من جهته - صلى الله عليه وسلم -؛ أي: لتنذرهم (١) راجيًا لاهتدائهم إلى التوحيد والإخلاص. </p><p> وفي \"الخازن\" : المراد بالقوم العرب؛ لأنهم كانوا أمةً لم يأتهم نذير قبل محمد - صلى الله عليه وسلم -، إذ كانت قريش أهل الفطرة، وأضل الناس وأحوجهم إلى الهداية، لكونهم أمةً أمية، وقال ابن عباس: يعني أهل الفترة، الذين كانوا بين عيسى ومحمد - صلى الله عليه وسلم -. اهـ. </p><p> وفي الحديث:  \"ليس بيني وبينه نبي\" ؛ أي: ليس بيني وبين عيسى نبي من العرب، أما إسماعيل عليه السلام، فكان نبيًا قبل عيسى، مبعوثًا إلى قومه خاصةً، وانقطعت نبوته بموته، وأما خالد بن سنان، فكان نبيًا بعد عيسى، ولكنه أضاعه قومه، فلم يعش إلى أن يبلغ دعوته، فعلم من هذا أن أهل الفطرة ألزمتهم الحجة العقلية, لأنهم كانوا عقلاء قادرين على الاستدلال، لكنهم لم تلزمم الحجة الرسالية. </p><p> وعلم من قوله:  {لَعَلَّهُمْ يَهْتَدُونَ} أن المقصود من البعثة تعريف طريق الحق، وكل يهتدي بقدر استعداده، إلا أن لا يكون له استعداد أصلًا، كالمصرين، فإنهم لن يقبلوا التربية والتعريف، وكذا من كان على جبلتهم إلى يوم القيامة. </p><p> ألا ترى أن أبا جهل رأى النبي - صلى الله عليه وسلم -، ووصل إليه، لكن لما رآه بعين الاحتقار، وأنه يتيم أبي طالب، لا بعين التعظيم، وأنه رسول الله، ووصل إليه </p><p>(١) روح البيان.</p>"
}