{
  "id": null,
  "sura": 33,
  "aya": 40,
  "text": "<p> واعلم: أن السواك والتعطر والنكاح ونحوها من سنن الأنبياء عليهم السلام، وليس لنا عبادة شرعت من عهد آدم إلى الآن، ثم تستمر تلك العبادة في الجنة إلا الإيمان والنكاح، وقيل: المعنى: وكفى الله ناصرًا ومعينًا وحافظًا لأعمال عباده، ومحاسبًا لهم عليها، أو المعنى: وكفى بالله حاضرًا في كل مكان، يكفي عباده كل ما يخافونه. </p><p> ٤٠ - ولما تزوج النبي - صلى الله عليه وسلم - زينب .. قال الناس: تزوج محمد امرأة ابنه، فأنزل الله سبحانه:  {مَا كَانَ مُحَمَّدٌ} - صلى الله عليه وسلم - بن عبد الله بن عبد المطلب بن هاشم. والمختار: أنه لا يشترط في الإِسلام معرفة أب النبي - صلى الله عليه وسلم - واسم جده، بل يكفي فيه معرفة اسمه الشريف، كما في \"هداية المريدين\" ، يقال: فلان محمود، إذا حمد، ومحمد: إذا كثرت خصاله المحمودة، كما في \"المفردات\" . قال زكريا في \"شرح المقدمة الجزرية\" : هو البليغ في كونه محمودًا، وهو الذي حمدت عقائده وأفعاله وأقواله وأخلاقه، سماه به جده عبد المطلب بإلهام من الله سبحانه في سابع ولادته، فقيل له: لِمَ سميت محمدًا، وليس من أسماء آبائك ولا قومك؟ فقال: رجوت أن يحمد في السماء والأرض، وقد حقق الله رجاءَه وتفاؤله. </p><p> {أَبَا أَحَدٍ مِنْ رِجَالِكُمْ} ؛ أي (١) : ليس باب لزيد بن حارثة على الحقيقة حتى تحرم عليه زوجته، ولا هو أب لأحد لم يلده. قال الواحدي: قال المفسرون: لم يكن أبا أحد لم يلده، وقد ولد له من الذكور من خديجة ثلاثة: القاسم، والطيب، والطاهر، وماتوا صغارًا لم يبلغ أحد منهم الحلم، وولد له إبراهيم من مارية القبطية، ومات رضيعًا، وولد له من خديجة أربع بنات: زينب ورقية وأم كلثوم وفاطمة، والثلاث الأول متن في حياته - صلى الله عليه وسلم -، وماتت فاطمة بعد أن قبض - صلى الله عليه وسلم - إلى الرفيق الأعلى بستة أشهر. قال القرطبي: ولكن لم يعش له ابن حتى يصير رجلًا. قال: وأما الحسن والحسين، فكانا طفلين، ولم يكونا رجلين معاصرين له - صلى الله عليه وسلم -. </p><p> ولا ينتقض عموم أحد في قوله:  {أَبَا أَحَدٍ} بكونه أبًا للطاهر والقاسم وإبراهيم؛ لأنهم لم يبلغوا مبلغ الرجال؛ لأن الرجل هو الذكر البالغ من بني آدم، ولو بلغوا لكانوا رجاله لا رجالهم، وكذا الحسن والحسين، كما مر آنفًا. </p><p> {وَلَكِنْ} كان محمد - صلى الله عليه وسلم - {رَسُولَ اللَّهِ} ؛ أي: رسولًا من رب العالمين إلى </p><p>(١) روح البيان.</p><p> كافة الثقلين {وَ} كان {خَاتَمَ النَّبِيِّينَ} ؛ أي: وكان آخرهم الذي ختموا به. </p><p> والمعنى (١) : أي ما كان لك أن تخشى أحدًا من الناس بزواج امرأة متبناك، لا ابنك، فإنك لست أبًا لأحد من الناس، ولكنك رسول الله في تبليغ رسالته إلى الخلق، فأنت أب لكل فرد من الأمة فيما يرجع إلى التوقير والتعظيم ووجوب الشفقة عليهم، كما هو دأب كل رسول مع أمته. </p><p> وخلاصة ذلك: ليس محمد باب لأحد منكم أبوة شرعية، يترتب عليها حرمة المصاهرة ونحوها, ولكنه أب للمؤمنين جميعًا فيما يجب عليهم من توقيره وإجلاله وتعظيمه، كما أن عليه أن يشفق عليهم، ويحرص على ما فيه خيرهم وفائدتهم في المعاش والمعاد، وما فيه سعادتهم في الدنيا والآخرة. </p><p> وفي \"فتح الرحمن\" : قوله تعالى: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ ...} إلخ. هو (٢) جواب سؤال مقدر تقديره: أمحمد أبو زيد بن حارثة؟. </p><p> فأجيب: بنفي الأعم المستلزم لنفي الأخص؛ إذ لو اقتصر على قوله: ما كان محمد أبا زيد، لقيل: وماذا يلزم منه، فقد كان للأنبياء أبناء، فجيء بنفي الأعم تمهيدًا للاستدراك بأنه رسول الله، وخاتم النبيين </p><p> وإن قلتَ: كيف صح نفي الأبوة عنه، وكان أبًا للطيب والطاهر والقاسم وإبراهيم؟ </p><p> قلت: قد قيد النفي بقوله: {مِنْ رِجَالِكُمْ} ؛ لأن إضافة الرجال إلى المخاطبين تخرج أبناءه؛ لأنهم رجاله لا رجالهم، ولأن المفهوم منهم بقرينة المقام الرجال البالغون، وأبناؤه ليسوا كذلك، إذ لو كان له ابن بالغ، لكان نبيًا، فلا يكون هو خاتم النبيين. </p><p> فإن قلت: كيف قال تعالى: {وَخَاتَمَ النَّبِيِّينَ} ، وعيسى عليه السلام ينزل بعده وهو نبي؟ </p><p> قلتُ: معنى كونه خاتم النبيين: أنه لا ينبَّأ أحد بعده، وعيسى نبي قبله، وحين ينزل كان عاملًا بشريعة محمد - صلى الله عليه وسلم -. </p><p>(١) المراغي. (٢) فتح الرحمن.</p><p> وقرأ الجمهور (١) : {وَلَكِنْ رَسُولَ اللَّهِ} بتخفيف {لكن}  {رَسُولَ} على إضمار كان لدلالة كان المتقدمة عليه. قيل: أو على العطف على {أَبَا أَحَدٍ} ، وقرأ عبد الوارث عن أبي عمرو بالتشديد، والنصب على أنه اسم لكن، والخبر محذوف، تقديره: ولكن رسول الله وخاتم النبيين هو؛ أي: محمد - صلى الله عليه وسلم -، وحذف خبر لكن وأخواتها جائز إذا دل عليه دليل، كقول الشاعر: </p><p> فَلَوْ كُنْتُ ظَبْيًا مَا عَرَفْتَ قَرَابَتِيْ ... وَلَكِنَّ زِنْجِيًّا عَظِيْمَ الْمَشَافِرِ </p><p> أي: أنت لا تعرف قرابتي، وقرأ زيد بن علي وابن أبي عبلة بالتخفيف ورفع رسول الله وخاتم النبيين. أي: ولكن هو رسول الله. وقرأ الجمهور:  {وَخَاتَمَ} بكسر التاء بمعنى أنه ختمهم؛ أي: جاء آخرهم، وقرأ الحسن والشعبي وزيد بن علي والأعرج بخلاف عنه، وعاصم: بفتح التاء، بمعنى أنهم به ختموا، فهو كالخاتم والطابع لهم الذي يتختمون به، ويتزينون بكونه منهم، وقيل: كسر التاء وفتحها لغتان، قال أبو عبيد: الوجه الكسر, لأن التأويل أنه ختمهم، فهو خاتمهم. </p><p> {وَكَانَ اللَّهُ} سبحانه وتعالى {بِكُلِّ شَيْءٍ} من الموجودات {عَلِيمًا} ؛ أي: عالمًا. ومن جملة معلوماته هذه: الأحكام المذكورة هنا، وأنه لا نبي بعده، فيعلم من يليق بأن يختم به النبوة، وكيف ينبغي لشأنه، ولا يعلم أحد سواه ذلك. </p><p> والخلاصة: أنه سبحانه يعلم من الأجدر بالبدء به من الأنبياء، ومن الأحق بأن يكون خاتمهم، ويعلم المصالح في ذلك، ونحو الآية قوله:  {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} . </p><p> قال ابن كثير في تفسير هذه الآية (٢) : هي نص على أنه لا نبي بعده، وإذا كان لا نبي بعده .. فلا رسول بطريق الأولى، والأحرى, لأن مقام الرسالة أخص من مقام النبوة، فإن كل رسول نبي، ولا ينعكس. وبذلك وردت الأحاديث المتواترة عن رسول الله - صلى الله عليه وسلم -، فمن رحمة الله بالعباد إرسال محمد إليهم، ثم من تشريفه له ختم الأنبياء والمرسلين به، وإكمال الدين الحنيف له. وقد أخبر الله في كتابه، ورسوله في السنة المتواترة، عن: أنه لا نبي بعده؛ ليعلموا أن كل من ادَّعى هذا </p><p>(١) البحر المحيط. (٢) ابن كثير.</p>"
}