{
  "id": null,
  "sura": 33,
  "aya": 29,
  "text": "<p> الناس .. شرع الطلاق رحمةً لعباده، ليكونوا مأجورين في أفعالهم، محمودين، غير مذمومين، إرغامًا للشيطان، فإنهم في ذلك تحت إذن إلهي. </p><p> وإنما كان الطلاق أبغض الحلال إلى الله تعالى؛ لأنه رجوع إلى العدم، إذ بائتلاف الطبائع ظهر وجود التركيب، وبعد الائتلاف كل العدم، فمن أجل هذه الرائحة كرهت الفرقة بين الزوجين؛ لعدم عين الاجتماع، كذا في \"الفتوحات\" . </p><p> ومعنى الآية: أي يا أيها النبي الكريم والرسول العظيم، قل لأزواجك: اخترن لأنفسكن إحدى خصلتين: أولاهما: إن تكن ممن يحببن لذات الدنيا ونعيمها، والتمتع بزخرفها، فليس لكن عندي مقام، إذ ليس عندي شيء منها، قأقبلن علي أعطكن ما أوجب الله على الرجال للنساء من المتعة عند فراقهم إياهن بالطلاق، تطييبًا لخاطرهن، وتعويضًا عما لحقهن من ضرر بالطلاق، وهي كسوة تختلف بحسب الغنى والفقر، واليسار والإقتار، كما قال تعالى:  {وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ} . ثم أسرحكن وأطلقكن على ما أذن الله به وأدب عباده بقوله:  {إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ} وحين نزلت هذه الآية، عرض عليهن رسول الله - صلى الله عليه وسلم - ذلك، وبدأ بعائشة، وكانت أحب أهله إليه فخيرها، وقرأ عليها القرآن، فاختارت الله ورسوله والدار الآخرة، ففرح رسول الله - صلى الله عليه وسلم -، </p><p> ٢٩ - ثم تابعها بقية نسائه، ثم ذكر ثانية الخصلتين، فقال:  {وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ} ؛ أي: إن كنتن تردن طاعة الله وطاعة رسوله، أو المعنى: إن كنتن تردن رسوله وصحبته ورضاه، وذكر الله للإيذان بكرامته - صلى الله عليه وسلم - عنده تعالى:  {وَالدَّارَ الْآخِرَةَ} ؛ أي: نعيمها الذي لا قدر عنده للدنيا وما فيها جميعًا، {فَإِنَّ اللَّهَ} سبحانه وتعالى {أَعَدَّ} وهيأ في الآخرة، {لِلْمُحْسِنَاتِ مِنْكُنَّ} ؛ أي: لمن عمل الصالحات منكن بمقابلة إحسانهن، و {من} للتبيين؛ لأن كلهن محسنات أصلح نساء العالمين، ولم يقل: لكن، إعلامًا بأن كل الإحسان في إيثار مرضاة الله ورسوله على مرضاه أنفسهن. </p><p> وقال أبو حيان: وأوقع الظاهر موقع المضمر، حيث قال:  {لِلْمُحْسِنَاتِ} ولم يقل: لكن تنبيهًا على الوصف الذي ترتب لهن به الأجر العظيم، وهو الإحسان، </p>"
}