{
  "id": null,
  "sura": 33,
  "aya": 36,
  "text": "<p> قصة زينب بنت جحش رضي الله عنها </p><p> ٣٦ - زواجها لزيد بن حارثة مولى رسول الله، وطلاقها منه، وزواجها لرسول الله - صلى الله عليه وسلم - لإبطال عادة جاهلية، وهي إعطاء المتبنَّى حكم الابن في حرمة زواج امرأته بعد طلاقها. </p><p> روي: أن رسول الله - صلى الله عليه وسلم - خطب زينب بنت جحش بن رباب الأسدي بنت عمته أميمة بنت عبد المطلب لمولاه زيد بن حارثة، وكانت زينب بيضاء جميلة، وزيد أسود أفطس، فأبت وقالت: أنا بنت عمتك يا رسول الله، وأرفع قريش، فلا أرضاه لنفسي، وكذلك أباه أخوها عبد الله بن جحش، فنزل قوله تعالى:  {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ} الآية؛ أي: ما صحَّ واستقام لرجل ولا امرأة من المؤمنين، فدخل فيه عبد الله وأخته، ولفظ: ما كان، وما ينبغي، ونحوهما معناها: المنع والحظر من الشيء، والإخبار بأنه لا يحل أن يكون شرعًا، وقد يكون لما يمتنع عقلًا، كقوله:  {مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا} . </p><p> {إِذَا قَضَى اللَّهُ وَرَسُولُهُ} وحكما {أَمْرًا} من أمور الدين والدنيا، مثل نكاح زينب؛ أي: إذا قضى رسول الله، وحكم حكمًا من الأحكام. وذكر (١) الله لتعظيم أمره، والإشعار بأن قضاءه - صلى الله عليه وسلم - قضاء الله تعالى، كما أنَّ طاعته طاعة الله تعالى. {أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ} ؛ أي: الاختيار {مِنْ أَمْرِهِمْ} ما شاءوا. والخيرة - بالكسر -: اسم مصدر من اختار بمعنى: الاختيار، والمعنى: أنه لا يحل لكل مؤمن ومؤمنة إذا قضى الله ورسوله قضاء أن يمتنعوا من قضائه، ويختاروا من أمرهم ما شاءوا، بل يجب (٢) عليهم أن يجعلوا اختيارهم تبعًا لاختياره - صلى الله عليه وسلم -، ورأيهم تلوًا لرأيه، فقالا: رضينا يا رسول الله، فأنكحها إياه، وساق عنه إليها مهرها، وإنما جمع الضمير في قوله:  {لَهُمُ} ، و {مِنْ أَمْرِهِمْ} ؛ لأن {مؤمن} و {مُؤْمِنَةٍ} وقعا في سياق النفي، فهما يعمان كل مؤمن ومؤمنة. وقال بعضهم (٣) : الضمير الثاني للرسول؛ أي: من أمره، والجمع للتعظيم. </p><p>(١) روح البيان. (٢) النسفي.(٣) روح البيان.</p><p> والخلاصة: أنه لا ينبغي لمؤمن ولا مؤمنة أن يختارا أمرًا قضى الرسول بغيره، وقال أبو حيان: الخيرة: مصدر من تخير على غير قياس، كالطيرة من تطير. وقرىء بسكون الياء، ذكره عيسى بن سليمان، وقرأ الحرميان (١) - نافع وابن كثير - والعربيان - أبو عمرو وابن عامر - وأبو جعفر وشيبة والأعرج وعيسى:  {أن تكون} بتاء التأنيث؛ لكونه مسندًا إلى الخيرة، وهي مؤنثة لفظًا، وقرأ الكوفيون والحسن والأعمش والسلمي:  {أَنْ يَكُونَ} بالياء التحتية، واختار هذه القراءة أبو عبيد؛ لأنه قد فرق بين الفعل وفاعله المؤنث بقوله:  {لَهُمُ} ، مع كون التأنيث غير حقيقي. وعبارة \"الشوكاني\" : والخيرة: مصدر بمعنى الاختيار، وقرأ ابن السميقع:  {الخيرة} بسكون الياء، والباقون بفتحها. انتهت. </p><p> ثم توعد سبحانه من لم يذعن لقضاء الله وقدره، فقال:  {وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ} في أمر من الأمور، ويعمل برأيه. وفي \"كشف الأسرار\" : ومن يعص الله، فخالف الكتاب ورسوله، فخالف السنة {فَقَدْ ضَلَّ} وأخطأ طريق الحق، وعدل عن الصراط المستقيم {ضَلَالًا مُبِينًا} ؛ أي: بيّن الانحراف عن سنن الصواب؛ أي: ضلالًا ظاهرًا واضحًا لا يخفى. </p><p> والمعنى (٢) : أي ومن يعصِ الله ورسوله ويخالفهما فيما أمرا ونهيا .. فقد جار ومال عن قصد السبيل، وسلك غير طريق الهدى والرضاد، ونحو الآية قوله:  {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} . </p><p> وفي \"التأويلات النجمية\" : يشير إلى أن العبد ينبغي أن لا يكون له اختيار بغير ما اختاره الله، بل تكون خيرته فيما اختاره الله له، ولا يعترض على أحكامه الأزلية عند ظهورها له، بل له الاحتراز عن شر ما قضى الله قبل وقوعه، فإذا وقع الأمر .. فلا يخلو إما أن يكون موافقًا للشرع، أو يكون مخالفًا للشرع، فإن يكن موافقًا للشرع .. فلا يخلو؛ إما أن يكون موافقًا لطبعه، أو مخالفًا لطبعه، فإن يكن موافقًا لطبعه .. فهو نعمة من الله يجب عليه شكرها، ان يكن مخالفًا لطبعه .. فيستقبله </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}