{
  "id": null,
  "sura": 33,
  "aya": 13,
  "text": "<p> المؤمنين، وأظهرت المنافقين فقال: {هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا (١١) }؛ أي: حين ذاك اختبر الله المؤمنين، ومحصهم أشد التمحيص، فظهر المخلص من المنافق، والراسخ في الإيمان من المتزلزل، واضطربُوا اضطربًا شديدًا من الفزع وكثرة العدو. </p><p> ١٢ - وقوله:  {وَإِذْ يَقُولُ الْمُنَافِقُونَ} : معطوف على {وَإِذْ زَاغَتِ} ، والتعبير بالمضارع، لحكاية الحال الماضية كما سيأتي؛ أي: واذكروا حين قال المنافقون، كمعتب بن قشير:  {وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} ؛ أي: ضعف اعتقاد في الإيمان, لقرب عهدهم بالإِسلام، والمراد بالمنافقين: عبد الله بن أبي وأصحابه، وبالذين في قلوبهم مرض: أهل الشك والاضطراب. </p><p> فإن قلت (١) : ما الفرق بين المنافق والمريض؟ </p><p> قلت: المنافق من كذب الشيء تكذيبًا لا يعتريه فيه شك، والمريض: من قال الله تعالى في حقه: {وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ} كذا في \"الأسئلة المقحمة\" . </p><p> {مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ} ، من النصر والظفر على العدو، واعلاء الدين وهم لم يقولوا رسول الله - صلى الله عليه وسلم -، وإنما قالوه باسمه، ولكن الله ذكره بهذا اللفظ، {إِلَّا غُرُورًا} ؛ أي: إلا وعد غرور، وهو بالضم لا غير، والقائل لذلك معتب بن قشير ومن تبعه، كما سبق؛ أي: إلا وعدًا باطلًا يغرنا به، ويوقعنا فيما لا طاقة لنا به، ويسلخنا عن دين آبائنا، ويقول: إن هذا الدين سيظهر على الدين كله، وإنه سيفتح لنا فارس والروم، وها نحن أولاء قد حصرنا هاهنا، حتى ما يستطيع أحدنا أن يبرز لحاجته. </p><p> ١٣ - وكان القائلون بهذه المقالة نحو سبعين رجلًا من أهل النفاق والشك (٢) ، وهذا القول المحكي عن هؤلاء هو كالتفسير للظنون المذكورة؛ أي: كان ظن هؤلاء هذا الظن، كما كان ظن المؤمنين النصر وإعلاء كلمة الله، {وَ} اذكروا </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> {إِذْ قَالَتْ طَائِفَةٌ} وجماعة، {مِنْهُمْ} ؛ أي: من المنافقين، قال مقاتل: هم بنو سالم من المنافقين، وقال السدي: هم عبد الله بن أبي وأصحابه، وقيل: هم أوس بن قيظي وأصحابه، والطائفة: تقع على الواحد فما فوقه، والقول الذي قالته هذه الطائفة هو قوله:  {يَا أَهْلَ يَثْرِبَ} ؛ أي: يا أهل المدينة {لَا مُقَامَ لَكُمْ} ؛ أي: لا إقامة ولا استقرار لكم هاهنا في العسكر، أو لا موضع إقامة لكم هاهنا جنب هذا العسكر العظيم لكثرة العدو، وغلبة الأحزاب، يريدون لا معسكر لكم هاهنا. </p><p> وقرأ السلمي والأعرج واليماني وحفص والجحدري وأبو حيوة (١) : بضم الميم، فاحتمل أن يكون مكانًا؛ أي: لا مكان إقامة، واحتمل أن يكون مصدرًا؛ أي: لا إقامة، وقرأ أبو جعفر وشيبة وأبو رجاء والحسن وقتادة والنخعي وعبد الله بن مسلم وطلحة، وباقي السبعة: بفتحها، واحتمل أيضًا المكان؛ أي: لا مكان قيام، واحتمل المصدر؛ أي: لا قيام لكم. </p><p> {فَارْجِعُوا} إلى منازلكم بالمدينة ليكون ذلك أسلم لكم من القتل، وقد يكون المعنى: لا مقام لكم في دين محمد، فارجعوا إلى ما كنتم عليه من الشرك، وأسلموا محمد إلى أعدائه، ومرادهم الأمر بالفرار، لكنهم عبروا عنه بالرجوع ترويجًا لمقالهم، وإيذانًا بأنه ليس من قبيل الفرار المذموم، وقد ثبطوا الناس عن الجهاد، والرباط لنفاقهم ومرضهم، ولم يوافقهم إلا أمثالهم، فإن المؤمن من المخلص لا يختار إلا الله ورسوله. </p><p> وذلك أن رسول الله - صلى الله عليه وسلم - والمسلمين خرجوا عام الخندق، حتى جعلوا ظهورهم إلى سلع، والخندق بينهم وبين القوم، فقال هؤلاء المنافقون: ليس هاهنا موضع إقامة، وأمروا الناس بالرجوع إلى منازلهم بالمدينة، وفي \"المختار\" التثريب: التعبير والاستقصاء في اللوم، وثرب عليه تثريبًا: قبح عليه فعله. اهـ. </p><p> فائدة: يثرب (٢) هو اسم للمديمة المنورة، لا ينصرف للتعريف وزنة الفعل، </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> وفيه التأنيث أيضًا، وقد نهى النبي - صلى الله عليه وسلم - أن تسمى المدينة بيثرب، وقال:  \"هي طيبة أو طابة والمدينة\" كأنه كره هذا اللفظ, لأن يثرب يفعل من التثريب، وهو التقريع والتوبيخ واللوم، الذي لا يستعمل إلا فيما يكره غالبًا، ولذلك نفاه يوسف عليه السلام، حيث قال لإخوته:  {لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ} ، وكأن المنافقين ذكروها بهذا الاسم مخالفةً له - صلى الله عليه وسلم -، فحكى الله عنهم كما قالوا. </p><p> وقال الإِمام السهيلي: سميت يثرب لأن الذي نزلها من العماليق اسمه يثرب بن عبيل بن مهلاييل بن عوض بن عملاق بن لاود بن إرم، وعبيل: هم الذين سكنوا الجحفة، وهي ميقات الشاميين، فأجحفت بهم السيول فيها؛ أي: ذهبت بهم فسميت الجحفة، وقال بعضهم: هي من الثرب بالتحريك، وهو الفساد، وكان في المدينة الفساد واللؤم بسبب عفونة الهواء، وكثرة الحمى، فلما هاجر رسول الله - صلى الله عليه وسلم - .. كره ذلك فسماها طيبة، على وزن بصرة، من الطيب، وقد أفتى الإِمام مالك - رحمه الله تعالى - فيمن قال: تربة المدينة رديئة بضربه ثلاثين درةً، وقال: ما أحوجه إلى ضرب عنقه، تربة دفن فيها رسول الله - صلى الله عليه وسلم -، يزعم أنا غير طيبة. </p><p> وفي الحديث:  \"من سمى المدينة بيثرب .. فليستغفر الله، فليستغفر الله، هي طيبة، هي طيبة\" . وقوله - صلى الله عليه وسلم - حين أشار إلى دار الهجرة:  \"لا أراها إلا يثرب\" ونحو ذلك من كل ما وقع في كلامه - صلى الله عليه وسلم - من تسميتها بذلك، كان قبل النهي عن ذلك، وإنما سميت طيبة؛ لطيب رائحة من مكث بها، وتزايد روائح الطيب بها, ولا يدخلها طاعون ولا دجال، ولا يكون بها مجذوم؛ لأن ترابها يشفي المجذوم، وهو كغراب، علة تحدث من انتشار السوداء في البدن كله، فيفسد مزاج الأعضاء وهيآتها، وربما انتهى إلى تآكل الأعضاء وسقوطها عن تقرحٍ. انتهى. </p><p> وفيه إشارة إلى حال أهل الفساد والإفساد في هذه الأمة، إلى يوم القيامة، نسأل الله تعالى أن يقيمنا على نهج الصواب، ويجعلنا من أهل التواصي بالحق، والصبر دون التزلزل والاضطراب. </p>"
}