{
  "id": null,
  "sura": 33,
  "aya": 67,
  "text": "<p> وقوله:  {يَقُولُونَ} استئناف (١) بياني واقع في جواب سؤال مقدر، كأنه قيل: فماذا يصنعون عند ذلك؟ فقيل: يقولون متحسرين على ما فاتهم: {يَا لَيْتَنَا} ؛ أي: يا هؤلاء ليتنا {أَطَعْنَا اللَّهَ} ؛ أي: نتمنى أن نطيع الله في دار الدنيا فيما أمرنا به، ونهانا عنه، فالمنادى محذوف كما قدرنا، ويجوز أن تكون {يا} لمجرد التنبيه من غير قصد إلى تعيين المنبه {وَأَطَعْنَا الرَّسُولَا} فيما دعانا إليه من الحق، فلن نبتلى بهذا العذاب، فتمنوا حين لا ينفعهم التمني؛ أي: ويقولون إذ ذاك على طريق التمني: ليتنا أطعنا الله في الدنيا، وأطعنا رسوله فيما جاءنا به من أمر ونهي، فما كنا نبتلى بهذا العذاب، بل كنا مع أهل الجنة في الجنة، فيا لها من حسرة وندامة ما أعظمها وأجلها: </p><p> نَدِمَ الْبُغَاةُ وَلاَتَ سَاعَةُ مَنْدَمِ ... وَالْبَغْيُ مَرْتَعُ مُبْتَغِيْهِ وَخِيْمُ </p><p> ونحو الآية قوله: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا (٢٧) }، وقوله: {رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ (٢) }. </p><p> وهذه الألف في (٢)  {الرَّسُولَا} والألف التي ستأتي في {السبيلا} هي الألف التي تقع في الفواصل، ويسميها النحاة: ألف الإطلاق؛ لمد الصوت بها؛ لأن أواخر آيات هذه السورة الألف، والعرب تحفظ هذا في خطبها وأشعارها. </p><p> ٦٧ - ثم ذكر بعض معاذيرهم بإبقائهم التبعة على من أضلوهم من كبرائهم وسادتهم بقوله:  {وَقَالُوا} ؛ أي: وقال الأتباع من الكافرين، فهو معطوف على {يَقُولُونَ} ، والعدول (٣) إلى صيغة الماضي للإشعار بأن قولهم هذا ليس مستمرًا كقولهم السابق، ولا مسببًا عنه، بل هو ضرب اعتذار أرادوا به ضربًا من التشفِّي بمضاعفة عذاب الذين ألقوهم في تلك الورطة، وإن علموا عدم قبوله في حق خلاصهم منها. </p><p> أي: يقولون يومئذ وهم في جهنم: {رَبَّنَا} ؛ أي: يا مالك أمرنا {إِنَّا أَطَعْنَا} وامتثلنا {سَادَتَنَا} ؛ أي: أئمتنا في الضلالة، يعنون: قادتهم ورؤساءهم الذين لقنوهم الكفر، وأمروهم به {وَكُبَرَاءَنَا} ؛ أي: عظماءنا منزلةً في الكفر والدنيا؛ أي: </p><p>(١) روح البيان. (٢) الشوكاني.(٣) أبو السعود.</p><p> وافقناهم فيما هم عليه من الكفر. والسادة: جمع سيد، وهو الإِمام الذي يأمرهم بالكفر ويلقنهم، والكبراء: جمع كبير، وهو مقابل الصغير. والمراد: الكبير رتبةً وحالًا، والتعبير عنهم (١) بعنوان السيادة والكبر لتقوية الاعتذار، وإلا فهم في مقام التحقير والإهانة {فَأَضَلُّونَا السَّبِيلَا} ؛ أي: صرفونا عن طريق الإِسلام والتوحيد بما زينوا لنا الكفر والشرك. </p><p> والمعنى: وقال الأتباع من الكفرة - وهم في جهنم -: ربنا إنا أطعنا أئمتنا في الضلالة، وكبراءنا في الشرك، فأضلونا السبيل، وأزالونا عن محجة الحق، وطريق الهدى من الإيمان بك، والإقرار بوحدانيتك، والإخلاص لطاعتك في الدنيا، وفي هذا إحالة الذنب على غيرهم، كما هي عادة المذنب يفعل ذلك، وهو يعلم أنه لا يجد به نفعًا. </p><p> وفي هذا (٢) : زجر عن التقليد شديد، وكم في الكتاب العزيز من التنبيه على هذا، والتحذير منه، والتنفير عنه، ولكن لمن يفهم معنى كلام الله تعالى، ويقتدي به، وينصف من نفسه، لا لمن هو من جنس الأنعام في سوء الفهم، ومزيد البلادة، وشدة التعصب. </p><p> وقرأ الجمهور (٣) : {سَادَتَنَا} جمعًا على وزن: فعلة، أصله: سودة، وهو شاذ في جمع فيعل، فإن جعلت جمع سائد قرب من القياس، وقرأ الحسن وأبو رجاء وقتادة والسلمي وابن عامر والعامة في الجامع بالبصرة:  {ساداتنا} على الجمع بالألف والتاء، وهو لا ينقاس. </p><p> قال في \"بحر العلوم\" : قرأ ابن كثير وأبو عمرو وحمزة وحفص والكسائي {وأطعنا الرسول فأضلونا السبيل} بغير ألف في الوصل، وقرأ حمزة وأبو عمرو ويعقوب في الوقف أيضًا. والباقون: بالألف في الحالين تشبيهًا للفواصل بالقوافي، فإن زيادة الألف لإطلاق الصوت، وفائدتها الوقف. والدلالة على أنَّ الكلام قد انقطع، وأن ما بعده مستانف، وأما حذفها: فهو القياس؛ أي: في الوصل والوقف. </p><p>(١) روح البيان. (٢) الشوكاني.(٣) البحر المحيط.</p>"
}