{
  "id": null,
  "sura": 33,
  "aya": 55,
  "text": "<p> يتعلق بزوجاته - صلى الله عليه وسلم -. </p><p> ٥٥ - وروي: أنه لما نزلت آية الحجاب .. قال الآباء والأبناء والأقارب: يا رسول الله، أو نكلمهنَّ أيضًا - أي: كالأباعد - من وراء حجاب، فنزلت {لَا جُنَاحَ عَلَيْهِنَّ} ، ورخص الدخول على نساء ذوات محارم بغير حجاب؛ أي: لا ذنب ولا إثم على أزواج النبي - صلى الله عليه وسلم - {فِي} دخول {آبَائِهِنَّ} عليهن، ونظرهم وكلامهم ورؤيتهم إياهن بلا حجاب، سواء كان الأب أبًا من النسب، أم من الرضاع. {وَلَا} في دخول {أَبْنَائِهِنَّ} عليهن، ونظرهم وكلامهِم بلا حجاب، سواء كان الابن من النسب، أو من الرضاع. {وَلَا} في {إِخْوَانِهِنَّ وَلَا أَبْنَاءِ إِخْوَانِهِنَّ وَلَا أَبْنَاءِ أَخَوَاتِهِنَّ} ؛ أي: لا إثم عليهن في ترك الحجاب عن هؤلاء الأصناف من الأقارب، فهؤلاء لا يجب على نساء رسول الله - صلى الله عليه وسلم -، ولا على غيرهن من النساء الاحتجاب منهم، فهؤلاء ينظرون إلى الوجه والرأس والساقين والعضدين، ولا ينظرون إلى ظهرها، وبطنها، وفخذها، وأبيح النظر لهؤلاء لكثرة مداخلتهم عليهن، واحتياجهن إلى مداخلتهم، وإنما لم يذكر العم والخال؛ لأنهما بمنزلة الوالدين، ولذلك سمي العم أبًا في قوله تعالى:  {وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ} ، أو لأنه يكره ترك الاحتجاب منهما مخافة أن يصفاهن لأبنائهما، وأبناؤهما غير محارم؛ لجواز النكاح بينهم، فكره لهما الرؤية. وهذا ضعيف جدًا (١) ، فإن تجويز وصف المرأة لمن تحل له ممكن من غيرهما ممن يجوز النظر إليهما، لا سيما أبناء الإخوة، وأبناء الأخوات، واللازم باطل، فالملزوم مثله. </p><p> وهكذا يستلزم أن لا يجوز للنساء الأجنبيات أن ينظرن إليها؛ لأنهن يصفنها لأزواجهن، واللازم باطل، فالملزوم مثله. وهكذا لا وجه لما قاله الشعبي وعكرمة: من أنه يكره للمرأة أن تضع خمارها عند عمها أو خالها، والأولى أن يقال: إنه سبحانه اقتصر هاهنا على بعض ما ذكره من المحارم في سورة النور اكتفاءً بما تقدم، والمضاف إليه في قوله:  {وَلَا} جناح عليهن في عدم الاحتجاب عن {نِسَائِهِنَّ} واقع على أزواج النبي - صلى الله عليه وسلم -؛ أي (٢) : ولا جناح على زوجات النبي - صلى الله عليه وسلم - في عدم الاحتجاب عن نسائهن؛ أي: عن النساء المسلمات، وإضافتهن لهن من </p><p>(١) الشوكاني. (٢) الفتوحات.</p><p> حيث المشاركة في الوصف، وهو الإِسلام، وأما النساء الكافرات فيجب على أزواج النبي - صلى الله عليه وسلم - الاحتجاب عنهن، كما يجب على سائر المسلمات؛ أي: ما عدا ما يبدو عند المهنة، أما هو .. فلا يجب على المسلمات حجبه وستره عن الكافرات. اهـ. شيخنا، وقيل: هو عام في المسلمات والكتابيات، وإنما قال: ولا نسائهن بالإضافة؛ لأنهن من أجناسهن. </p><p> {وَلَا} جناح عليهن في عدم الاحتجاب عن {مَا مَلَكَتْ أَيْمَانُهُنَّ} وأيديهن من العبيد والإماء؛ لما في الاحتجاب عن العبيد من المشقة؛ لأنهم يقومون بالخدمة عليهن، فيكون عبد المرأة محرمًا لها، فيجوز (١) له الدخول عليها إذا كان عفيفًا، وأن ينظر إليها كالمحارم، وقد أباحت عائشة النظر لعبدها، وقالت لذكوان: إنك إذا وضعتني في القبر، وخرجت فأنت حر، وقيل: من الإماء خاصة، فيكون العبد حكمه حكم الأجنبي معها. </p><p> قال في \"بحر العلوم\" : وهو أقرب إلى التقوى؛ لأن عبد المرأة كالأجنبي خصيًا كان أو فحلًا، وأين مثل عائشة؟ وأين مثل عبدها في العبيد؟ لا سيما في زماننا هذا. وهو قول أبي حنيفة، وعليه الجمهور، فلا يجوز لها الحج ولا السفر معه، وقد أجاز نظره إلى وجهها وكفيها إذا وجد الأمن من الشهوة، ولكن جواز النظر لا يوجب المحرمية، وقد سبق بعض ما يتعلق بالمقام في سورة النور، فارجع لعلك تجد السرور. </p><p> قوله:  {وَاتَّقِينَ اللَّهَ} يا أزواج النبي - صلى الله عليه وسلم -، وكذا سائر النساء المسلمات، معطوف على محذوف، تقديره: امتثلن ما أمرتن به من الاحتجاب، واتقين الله حتى لا يراكن غير هؤلاء ممن ذكر، وعليكن الاحتياط ما قدرتن، واخشين الله في السر والعلن، فإنه شهيد على كل شيء، لا تخفى عليه خافية، وهو يجازي على العمل خيرًا أو شرًا. </p><p> والخلاصة: أنّ الله شاهد عليكم عند اختلاء بعضكم ببعض، فخلوتكم مثل ملئكم، فاتقوه فيما تأتون وما تذرون، كما قال سبحانه: {إِنَّ اللَّهَ كَانَ عَلَى كُلِّ </p><p>(١) روح البيان.</p>"
}