{
  "id": null,
  "sura": 33,
  "aya": 18,
  "text": "<p> الجارود وابن جرير. </p><p> وأخرج (١) مسلم وأحمد والنسائي من طريق أبي الزبير عن جابر قال: أقبل أبو بكر يستأذن على رسول الله - صلى الله عليه وسلم -، فلم يؤذن له، ثم أقبل عمر فاستأذن فلم يؤذن له، ثم أذن لهما فدخلا، والنبي - صلى الله عليه وسلم - جالس وحوله نساؤه وهو ساكت، فقال عمر: لأكلمن النبي - صلى الله عليه وسلم - لعله يضحك، فقال عمر: يا رسول الله لو رأيت ابنة زيد امرأة عمر، سألتني النفقة آنفًا فوجأت عنقها، فضحك النبي - صلى الله عليه وسلم - حتى بدا ناجده، وقال: من حولي يسألنني النفقة آنفًا، فقام أبو بكر، إلى عائشة ليضربها، وقام عمر إلى حفصة، كلاهما يقول: تسألان النبي - صلى الله عليه وسلم - ما ليس عنده، وأنزل الخيار فبدأ بعائشة، فقال النبي - صلى الله عليه وسلم -: \"إني ذاكر لك أمرًا، ما أحب أن تتعجلي فيه، حتى تستأمري أبويك\" قالت: ما هو؟ فتلا عليها:  {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ ...} الآية. قالت عائشة: أفيك أستأمر أبوي؟ بل اختار الله ورسوله. </p><p> التفسير وأوجه القراءة </p><p> ١٨ - {قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ} : {قد}  (٢) فيه لتأكيد العلم بالتعويق، ومرجع العلم إلى توكيد الوعيد، والتعويق: التثبيط، يقال: عاقه وعوقه: إذا صرفه عن الوجه الذي يريده، كما سيأتي. ومنه عوائق الدهر، والخطاب فيه لمن أظهر الإيمان مطلقًا. </p><p> والمعنى: قد علم الله سبحانه المثبطين للناس عن نصرة رسول الله - صلى الله عليه وسلم -، الصارفين عن طريق الخير، وهم المنافقون أيًا من كان منهم. </p><p> {وَالْقَائِلِينَ لِإِخْوَانِهِمْ} من منافقي المدينة، فالمراد: الأخوة في الكفر والنفاق {هَلُمَّ إِلَيْنَا} ؛ أي: احضروا وارجعوا إلينا، ودعوا محمدًا - صلى الله عليه وسلم -، فلا تشهدوا معه الحرب، فإنا نخاف عليكم الهلاك، وهذا يدل على أنهم عند هذا القول </p><p>(١) مسلم. (٢) روح البيان.</p><p> خارجون عن العسكر، متوجهون نحو المدينة فرارًا من العدو، و {هَلُمَّ} : اسم فعل بمعنى أقبل وأحضر وقرب، يستوي فيه الواحد والجمع والمذكر والمؤنث عند الحجازيين، وكلمة {إلى} صلة التقريب الذي تضمنه {هَلُمَّ} . والمعنى: قربوا أنفسكم إلينا. </p><p> قيل (١) : هم أناس من المنافقين، كانوا يثبطون أنصار النبي - صلى الله عليه وسلم -، ويقولون لهم: ما محمد وأصحابه إلا أكلة رأسٍ، ويريدون أنهم قليلو العدد، ولو كانوا لحمًا لالتهمهم؛ أي: ابتلعهم أبو سفيان وأصحابه، دعوا الرجل فإنه هالك، وقيل: نزلت في المنافقين، وذلك أن اليهود أرسلت إليهم: ما الذي يحملكم على قتل أنفسكم بيد أبي سفيان ومن معه، فإنهم إن قدروا عليكم في هذه المرة .. لم يبقوا منكم أحدًا، وإنا نشفق عليكم، فأنتم إخواننا وجيراننا، هلموا إلينا، فأقبل عبد الله بن أبي بن سلول وأصحابه على المؤمنين، يعوقونهم ويخوفونهم بأبي سفيان ومن معه، وقالوا: لئن قدر اليوم عليكم لم يبق منكم أحدًا، أما ترجعون عن محمد، ما عنده خير، ما هو إلا أن يقتلنا هاهنا، انطلقوا بنا إلى إخواننا؛ يعني اليهود، فلم يزدد المؤمنون بقول المنافقين إلا إيمانًا وإحتسابًا. </p><p> {وَلَا يَأْتُونَ الْبَأْسَ} ؛ أي: الحرب والقتال، وهو في الأصل الشدة {إِلَّا} إتيانًا {قَلِيلًا} خوفًا من الموت، فإنهم يعتذرون ويتأخرون ما أمكن لهم، أو يخرجون مع المؤمنين، يوهمونهم أنهم معهم، لا تراهم يبارزون ويقاتلون، إلا شيئًا قليلًا، إذا اضطروا إليه، وهذا على تقدير عدم الفرار، وقيل: المعنى: لا يحضرون القتال إلا رياءً وسمعةً من غير احتساب، وقال أبو حيان: وقلته: إما لقصر زمانه، وإما لقلة عقابه، وأنه رياء وتلميع لا تحقيق، انتهى. </p><p> وقال ابن السائب:  (٢) هي في عبد الله بن أبي بن سلول، ومعتب بن قشير </p><p>(١) الخازن. (٢) البحر المحيط.</p>"
}