{
  "id": null,
  "sura": 33,
  "aya": 1,
  "text": "<p> في رحالهم وفرشهم، الريح تضربهم بها، وهم يقولون: الرحيل الرحيل، فجئت فأخبرته خبر القوم، وأنزل الله سبحانه {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ} الآية. </p><p> قوله تعالى: {وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا (١٢) } الآية، سبب نزول هذه الآية (١) : ما أخرجه ابن أبي حاتم والبيهقي في \"الدلائل\" من طريق كثير بن عبد الله بن عمرو المزني عن أبيه عن جده قال: خط رسول الله - صلى الله عليه وسلم - الخندق عام الأحزاب، فأخرج الله سبحانه من بطن الخندق صخرةً بيضاء مدورةً، فأخذ رسول الله - صلى الله عليه وسلم - المعول، فضربها ضربة صدعها، وبرق منها برق أضاء ما بين لابتي المدينة، فكبر وكبر المسلمون، ثم ضرب الثانية فصدعها، وبرق منها برق أضاء ما بين لابتيها، فكبر وكبر المسلمون، ثم ضربها الثالثة فكسرها، وبرق منها برق أضاء ما بين لابتيها، فكبر وكبر المسلمون، فسئل عن ذلك فقال: ضربت الأولى فأضاءت لي قصور الحيرة ومدائن كسرى، وأخبرني جبريل: أن أمتي ظاهرة عليها، ثم ضربت الثانية فأضاءت لي قصور قيصر من أرض الروم، وأخبرني جبريل: أن أمتي ظاهرة عليها، ثم ضربت الثالثة فأضاء لي قصور صنعاء، وأخبرني جبريل: أن أمتي ظاهرة عليها، فقال المنافقون: ألا تعجبون، يحدثكم ويمنيكم ويعدكم الباطل، ويخبركم أنه يبصر من يثرب قصور الحيرة ومدائن كسرى، وأنها تفتح لكم، وأنتم إنما تحفرون الخندق من الفرق، لا تستطيعون أن تبرزوا، فأنزل الله عز وجل قوله: {وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا (١٢) }. قال: ابن أبي حاتم. وأخرج جويبر عن ابن عباس قال: نزلت هذه الآية في متعب بن قشير الأنصاري، وهو صاحب هذه المقالة. </p><p> التفسير وأوجه القراءة </p><p> ١ - {يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ} ؛ أي (٢) : يا أيها النبي الكريم، خف الله بطاعته وأداء </p><p>(١) لباب النقول. (٢) المراغي.</p><p> فريضته، وواجب حقوقه عليك، وترك محارمه، وانتهاك حدوده. </p><p> والخلاصة: يا أيها المخبر عنا، المأمون على وحينا، أثبت ودم على تقوى الله تعالى. </p><p> وناداه (١) تعالى بالنبي لا باسمه؛ أي: لم يقل يا محمد، كما قال يا آدم ويا نوح ويا موسى ويا عيسى ويا زكريا ويا يحيي، تشريفًا له، فهو من الألقاب المشرفة، الدالة على علو جنابه - صلى الله عليه وسلم -، وله - صلى الله عليه وسلم - أسماء وألقاب غير هذا، وكثرة الأسماء والألقاب تدل على شرف المسمى، وأما تصريحه باسمه في قوله:  {مُحَمَّدٌ رَسُولُ اللَّهِ} فلتعليم الناس أنه رسول الله، وليعتقدوه كذلك، ويجعلوه من عقائدهم الحقة. </p><p> وقيل المعنى: يا أيها النبي اتق في نقض العهد، ونبذ الأمان، واثبت على التقوى، وزد منها، فإنه ليس لدرجات التقوى نهاية، وإنما حملت على الدوام، لأن المشتغل بالشيء لا يؤمر به، فلا يقال للجالس مثلًا: أجلس، أمره الله تعالى بالتقوى تعظيمًا لشأن التقوى، فإن تعظيم المنادي، ذريعة إلى تعظيم شأن المنادى له. </p><p> وقال ابن عطاء: معناه يا أيها المخبر عن خبر صدق، والعارف بي معرفةً حقيقةً، اتق الله في أن يكون لك الالتفات إلى شيء سواي. انتهى. </p><p> ولما وجه إلى رسوله - صلى الله عليه وسلم - الأمر بتقوى الولي الودود .. أتبعه بالنهي عن الالتفات نحو العدو والحسود، فقال:  {وَلَا تُطِعِ} ؛ أي: لا توافق {الْكَافِرِينَ} ؛ أي: المجاهرين للكفر كأهل مكة، {وَالْمُنَافِقِينَ} ؛ أي: المظهرين للإسلام، المضمرين للكفر، كأهل المدينة فيما طلبوا منك، ولا تساعدهم على شيءٍ، واحترس منهم، فإنهم أعداء الله والمؤمنين. </p><p> روي (٢) : أن أبا سفيان وعكرمة بن أبي جعل وأبا الأعور عمر بن سفيان </p><p>(١) روح البيان. (٢) النسفي.</p>"
}