{
  "id": null,
  "sura": 33,
  "aya": 23,
  "text": "<p> خَلَوْا مِنْ قَبْلِكُمْ ...} الآية. وقوله: {أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ (٢) } وقوله - صلى الله عليه وسلم -: \"سيشتد الأمر باجتماع الأحزاب عليكم\" إلخ، وقوله:  \"إنهم سائرون إليكم تسعًا أو عشرًا\" ؛ أي: في آخر تسع ليال أو عشر من حين الأخبار، وصدق الله ورسوله في النصرة والثواب، كما صدق الله ورسوله في البلاء والاختبار، وما زادهم ذلك إلا صبرًا على البلاء، وتسليمًا للقضاء، وتصديقًا بتحقيق ما كان الله ورسوله وعدهم. ووجه إظهار الاسم الشريف والرسول في قوله:  {وَصَدَقَ اللَّهُ وَرَسُولُهُ} بعد قوله: {مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ} هو قصد التعظيم كما في قول الشاعر: </p><p> أرَى الْمَوْتَ لَا يَسْبِقُ الْمَوْتَ شَيْءٌ </p><p> وأيضًا لو أضمرهما .. لجمع بين ضمير الله وضمير رسوله في لفظٍ واحدٍ، وقال صدقا، وقد ورد النهي عن جمعهما، كما في حديث:  \"بئس خطيب القوم أنت\" لمن قال: ومن يعصهما فقد غوى، </p><p> ٢٣ - ثم وصف سبحانه بعض الكملة من المؤمنين الذين صدقوا عند اللقاء واحتملوا البأساء والضراء بقوله: </p><p> {مِنَ الْمُؤْمِنِينَ} ؛ أي: من المؤمنين المخلصين لله، المصدقين برسوله {رِجَالٌ} كمله، فالتنوين فيه للتعظيم، والكمال {صَدَقُوا} ووفوا {مَا عَاهَدُوا اللَّهَ عَلَيْهِ} ؛ أي: أوفوا بما عاهدوا الله عليه، ونذروا على أنفسهم من الثبات مع الرسول، والمقاتلة لإعلاء الدين، والصبر في اللأواء وحين البأساء؛ أي (١) : حققوا العهد بما أظهروه من أفعالهم، وهم عثمان بن عفان وطلحة بن عبيد الله وسعيد بن زيد بن عمرو بن نفيل وحمزة بن عبد المطلب ومصعب بن عمير وأنس بن النضر وغيرهم - رضي الله عنهم أجمعين - نذروا أنهم إذا لقوا حربًا مع رسول الله - صلى الله عليه وسلم - .. ثبتوا وقاتلوا حتى يستشهدوا. </p><p> وقيل المعنى (٢) : أنهم وفوا بما عاهدوا عليه رسوله - صلى الله عليه وسلم - ليلة العقبة، من الثبات معه، والمقاتلة لمن قاتله، بخلاف من كذب في عهده، وهم المنافقون. </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> قال الحكيم الترمذي - رحمه الله -: خص الله الإنس من بين الحيوان، ثم خص المؤمنين من بين الإنس، ثم خص الرجال من المؤمنين، فقال:  {رِجَالٌ صَدَقُوا} فحقيقة الرجولية الصدق، ومن لم يدخل في ميادين الصدق .. فقد خرج من حدّ الرجولية. </p><p> وقوله:  {فَمِنْهُمْ مَنْ قَضَى} ووفى نحبه ونذره فاستشهد بعض يوم بدر، وبعض يوم أحد، وبعض في غير هذه المواطن، كحمزة بن عبد المطلب ومصعب بن عمير وأنس بن النضر. {وَمِنْهُمْ مَنْ يَنْتَظِرُ} قضاء نذره ووفاءه والقتل في سبيله؛ لكون موقنًا كعثمان وطلحة وغيرهما، فإنهم على نذووهم وقد قضوا بعضها، وهو الثبات مع رسول الله - صلى الله عليه وسلم -، والقتال إلى حين نزول الآية الكريمة، ومنتظرون قضاء بعضها الباقي، وهو القتال إلى الموت شهيدًا، وفي وصفهم بالانتظار إشارة إلى كمال اشتياقهم إلى الشهادة. </p><p> تفصيل (١) لحال الصادقين، وتقسيم لهم إلى قسمين، والنحب في الأصل: النذر المحكوم بوجوبه، وهو أن يلتزم الإنسان شيئًا من أعماله ويوجبه على نفسه، وقضاؤه الفراغ منه والوفاءُ به، يقال: قضى فلان نحبه؛ أي: وفي بنذره، ويعبر بذلك عمن مات كقولهم: قضى أجله واستوفى أكله، وقضى من الدنيا حاجته، وذلك، لأن الموت كنذر لازم في عنق كل حيوان. </p><p> وقال أبو السعود: ويجوز (٢) أن يكون النحب مستعارًا لالتزام الموت شهيدًا، إما: بتنزيل أسبابه التي هي أفعال اختيارية للناذر منزلة التزام نفسه، وإما بتنزيل نفسه منزلة أسبابه، وإيراده الالتزام عليه، وهو الأنسب بمقام المدح، وأما ما قيل عن أن النحب استعير للموت؛ لأنه كنذر لازم في رقبة الحيوان، فهو تقبيح للاستعارة، وإذهاب لرونقها. انتهى. </p><p> ومعنى الآية (٣) : أن من المؤمنين رجالًا أدركوا أمنيتهم، وقضوا حاجتهم، ووفوا بنذرهم، فقاتلوا حتى قتلوا، وذلك كما في يوم أحد، كحمزة بن عبد </p><p>(١) روح البيان. (٢) أبو السعود.(٣) الشوكاني.</p><p> المطلب ومصعب بن عمير وأنس بن النضر، ومنهم من ينتظر قضاء نحبه حتى يحضر أجله، كعثمان بن عفان وطلحة والزبير وأمثالهم، فإنهم مستمرون على الوفاء بما عاهدوا الله عليه، من الثبات مع رسوله - صلى الله عليه وسلم -، والقتال لعدوه، ومنتظرون لقضاء حاجتهم، وحصول أمنيتهم بالقتل وإدراك فضل الشهادة. </p><p> وجملة قوله:  {وَمَا بَدَّلُوا} عهدهم وما غيروه {تَبْدِيلًا} وتغييرًا ما، لا أصلًا، ولا وصفًا، كما غير المنافقون عهدهم، بل ثبتوا عليه ثبوتًا مستمرًا، راغبين فيه، مراعين لحقوقه على أحسن ما يكون، معطوفة على {صَدَقُوا} وفاعله: فاعله. </p><p> أما الذين قضوا نحبهم فظاهر، فقد أخرج الإِمام أحمد ومسلم والترمذي والنسائي في جماعة آخرين عن أنس، قال: غاب عمي أنس بن النضر عن بدر فشق عليه، وقال: أول مشهد شهده رسول الله - صلى الله عليه وسلم - غبت عنه، لئن أراني الله تعالى مشهدًا مع رسول الله - صلى الله عليه وسلم - فيما بعد .. ليرين الله تعالى ما أصنع، فشهد يوم أحد، فاستقبله سعد بن معاذ فقال: يا أبا عمرو إلى أين؟ قال: واهًا: لريح الجنة أجدها دون أحد، فقاتل حتى قتل، فوجد في جسده بضع وثمانون، من ضربةٍ وطعنةٍ ورميةٍ، ونزلت هذه الآية:  {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ} الآية. </p><p> وأما الذين ينتظرون قضاء نحبهم .. فقد استمروا على ذلك حتى فارقوا الدنيا, ولم يغيروا ولا بدلوا، فيشهد به انتظارهم أصدق الشهادة، روي أن طلحة - رضي الله عنه - ثبت مع رسول الله - صلى الله عليه وسلم - يوم أحد يحميه، حتى أصيبت يده فشلت، وجرح أربعًا وعشرين جراحةً، فقال عليه السلام:  \"أوجب طلحة الجنة\" وسماه النبي - صلى الله عليه وسلم - يومئذ طلحة الخير، ويوم حنين طلحة الجود، ويوم غزوة ذات العشيرة طلحة الفياض، وقتل يوم الجمل، وفي الآية تعريض (١) بأرباب النفاق، وأصحاب مرض القلب، فإنهم ينقضون العهود، ويبدلون العقود. </p><p>(١) روح البيان.</p>"
}