{
  "id": null,
  "sura": 33,
  "aya": 53,
  "text": "<p> وقد تضمنت الآية الكريمة حكمين (١) : </p><p> ١ - أن لا يتزوج عليه السلام غيرهن. </p><p> ٢ - أن لا يستبدل بهن غيرهن. </p><p> وفي الآية دليل على جواز النظر إلى من يريد زواجها، وقد روى أبو داود أن النبي - صلى الله عليه وسلم - قال:  \"إذا خطب أحدكم المرأة، فإن استطاع أن ينظر إلى ما يدعوه إلى نكاحها فليفعل\" . </p><p> وعن المغيرة بن شعبة قال: خطبت امرأة، فقال لي النبي - صلى الله عليه وسلم -: \"هل نظرت إليها\" ؟ قلت: لا، قال:  \"انظر إليها، فإنه أحرى أن يؤدم بينكما\" . أخرجه الترمذي، وقال: حديث حسن. </p><p> ٥٣ - ثم أدب الله سبحانه عباده بآداب ينبغي أن يتخلقوا بها لما فيها من الحكم الاجتماعية، والمزايا العمرانية، فقال:  {يَا أَيُّهَا الَّذِينَ آمَنُوا} بما جاء به محمد - صلى الله عليه وسلم - {لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ} ؛ أي: حجرات النبي - صلى الله عليه وسلم - في حال من الأحوال، وهذا (٢) نهي عام لكل مؤمن أن يدخل بيوت رسول الله - صلى الله عليه وسلم - إلا بإذن منه، وسبب النزول ما وقع من بعض الصحابة في وليمة زينب بنت جحش، كما سبق في أسباب النزول. </p><p> فإن قلت: إن الله أضاف البيوت هنا إلى النبي، وفيما سبق إلى الأزواج؛ حيث قال:  {مَا يُتْلَى فِي بُيُوتِكُنَّ} فبينهما معارضة؟ </p><p> قلت: لا معارضة؛ لأن الإضافة فيما سبق إضافة سكن، وهنا إضافة ملك، كما يؤخذ من \"الفتوحات\" . </p><p> وقوله:  {إِلَّا أَنْ يُؤْذَنَ لَكُمْ} استثناء مفرغ من أعم الأحوال، وهو في موضع نصب على الحال؛ أي: إلا مصحوبين بالإذن، أو بنزع الخافض؛ أي: إلا بأن يؤذن لكم، أو منصوب على الظرفية؛ أي: إلا وقت أن يؤذن لكم. </p><p> أي (٣) : لا تدخلوا بيوت النبي في حال من الأحوال إلا حال كونكم مأذونًا </p><p>(١) المراغي. (٢) الشوكاني.(٣) روح البيان.</p><p> لكم ومدعوين {إِلَى طَعَامٍ} ومأكول، وهو متعلق بـ {يُؤْذَنَ} على تضمينه معنى يدعى؛ لشعار بأنه لا يحسن الدخول على الطعام من غير دعوة، وإن أذن في الدخول، كما أشعر به قوله:  {غَيْرَ نَاظِرِينَ إِنَاهُ} ، وهو حال من فاعل {لَا تَدْخُلُوا} على أن الاستثناء وقع على الظرف والحال، كأنه قيل: لا تدخلوا بيوت النبي - صلى الله عليه وسلم - إلا حال الإذن، ولا تدخلوها إلا غير ناظرين إناه؛ أي: غير منتظرين إناه؛ أي: نضجه وإدراكه واستواءه وصلاحيته للأكل. والأناه - بكسر الهمزة وبالقصر -: مصدر سماعي؛ لأنى الطعام إذا أدرك من باب رمى، وفيه إشارة إلى حفظ الأدب في الاستئذان، ومراعاة الوقت، وإيجاب الاحترام. </p><p> وقرأ الجمهور (١) : {غَيْرَ نَاظِرِينَ} بالنصب على الحال، وقرأ ابن أبي عبلة {غير} بالجر صفة لـ {طَعَامٍ} . وقال الزمخشري: وليس بالوجه؛ لأنه جرى على غير من هو له، فمن حق ضمير غير ما هو له أن يبرز فيقال: إلى طعام غير ناظرين إناه أنتم، كقوله: هند زيد ضاربته هي. انتهى. وحذف هذا الضمير جائز عند الكوفيين، وقرأ الجمهور:  {إِنَاهُ} مفردًا، والأعمش:  {إناءه} بمدة بعد النون. </p><p> والمعنى (٢) : يا أيها الذين آمنوا بالله ورسوله لا تدخلوا بيوت نبيِّه - صلى الله عليه وسلم - إلا أن تدعوا إلى طعام تطعمونه غير منتظرين إدراكه ونضجه. </p><p> وخلاصة ذلك: أنكم إذا دعيتم إلى وليمة في بيت النبي - صلى الله عليه وسلم - .. فلا تدخلوا البيت إلا إذا علمتم أنَّ الطعام قد تم نضجه، وانتهى إعداده؛ إذ قبل ذلك يكون أهل البيت في شغل عنكم، وقد يلبسن ثياب البذلة، فلا يحسن أن تروهن وهن على هذه الحالة إلى أنه ربما بدا من إحداهن ما لا يحل النظر إليه. </p><p> وقوله:  {وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا} من النهي عن الدخول بغير إذن، وفيه (٣) دلالة بيِّنة على أن المراد بالإذن إلى الطعام هو الدعوة إليه؛ أي: ولكن إذا أذن لكم في الدخول، ودعيتم إلى الطعام، فادخلوا بيوته على وجوب الأدب، وحفظ أحكام تلك الجلسة. </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.</p><p> {فَإِذَا طَعِمْتُمْ} الطعام وأكلتم وتناولتموه .. فإن الطعم تناول الغذاء {فَانْتَشِرُوا} ؛ أي: فأخرجوا من منزله، وتفرقوا واذهبوا حيث شئتم في الحال، ولا تمكثوا بعد الأكل والشرب. أمرهم سبحانه بالانتشار بعد الطعام، وهو التفرق، والمراد: الإلزام بالخروج من المنزل الذي وقعت الدعوة إليه عند انقضاء المقصود من الأكل. </p><p> وفي قوله:  {وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا} لطيفة، وهي (١) : أن في العادة إذا قيل لمن يعتاد دخول دار من غير إذن: لا تدخلها إلا بإذن .. يتأذى وينقطع بحيث لا يدخلها أصلًا، ولا بالدعاء، قال: لا تفعلوا مثل ما يفعله المستنكفون، بل كونوا طائعين، إذا قيل لكم: لا تدخلوا فلا تدخلوا، وإذا قيل لكم: ادخلوا فادخلوا، وقوله:  {إِلَّا أَنْ يُؤْذَنَ لَكُمْ} يفيد الجواز، وقوله:  {وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا} يفيد الوجوب فليس تأكيدًا، بل هو مفيد فائدة جديدة. اهـ \"رازي\" . </p><p> والآية (٢) خطاب لقوم كانوا يتحينون طعام رسول الله - صلى الله عليه وسلم -، فيدخلون ويقعدون منتظرين لإدراكه مخصوصة بهم وبأمثالهم، وإلا لما جاز لأحد أن يدخل بيوته بالإذن لغير الطعام، ولا اللبث بعد الطعام لأمر مهم، وليس كذلك، كما سيأتي. </p><p> {وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ} هو مجرور عطفًا على ناظرين؛ أي: غير مستأنسين، أو منصوب على الحالية بعامل مقدر؛ أي: ولا تدخلوا ولا تمكثوا مستأنسين بحديث بعضكم مع بعض، أو بحديث أهل البيت بالسمع له، نهوا أن يطيلوا الجلوس، ويستأنس بعضهم ببعض لأجل حديث يحدِّثه به، أو يستأنسوا بالحديث مع أزواج النبي - صلى الله عليه وسلم -، واللام في قوله:  {لِحَدِيثٍ} يحتمل أن تكون للعلة؛ أي: مستأنسين لأجل أن يحدث بعضكم بعضًا، وأن تكون المقوية للعامل؛ لأنه فرع؛ أي: لطلب اسم الفاعل للمفعول؛ أي: ولا مستأنسين حديث أهل البيت أو غيرهم، واستئناسه تسمعه. اهـ \"سمين\" ويحتمل أن تكون بمعنى الباء، والأنس: ضد الوحشة والنفور، كما سيأتي. </p><p>(١) الفخر الرازي. (٢) البيضاوي.</p><p> والمعنى (١) : أي ولكن إذا دعاكم الرسول - صلى الله عليه وسلم - .. فادخلوا البيت الذي أذن لكم في دخوله، فإذا أكلتم الطعام الذي دعيتم إلى أكله .. فتفرقوا واخرجوا, ولا تمكثوا فيه لتتبادلوا ألوان الحديث وفنونه المختلفة. </p><p> وقال الرازي في قوله:  {إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ} إما أن يكون فيه تقديم وتأخير، تقديره: ولا تدخلوا إلى طعام إلا أن يؤذن لكم، فلا يكون منعًا من الدخول في غير وقت الطعام بغير إذن، وإما أن لا يكون فيه تقديم وتأخير، فيكون معناه: ولا تدخلوا إلا أن يؤذن لكم إلى طعام، فيكون الإذن مشروطًا بكونه إلى طعام، فإن لم يؤذن إلى طعام .. فلا يجوز الدخول، فلو أذن لواحد في الدخول لاستماع كلام لا لأكل طعام، فلا يجوز. فنقول: المراد هو الثاني؛ ليعم النهي عن الدخول، وأما كونه لا يجوز إلا بإذن إلى طعام .. فلما هو مذكور في سبب النزول: أن الخطاب مع قوم كانوا يتحينون حين الطعام، ويدخلون من غير إذن، فمنعوا من الدخول في وقتهم بغير إذن. </p><p> وقال ابن عادل: الأولى أن يقال: المراد هو الثاني؛ لأن التقديم والتأخير خلاف الأصل، وقوله:  {إِلَى طَعَامٍ} من باب التخصيص بالذكر، فلا يدل على نفي ما عداه، لا سيما إذا علم مثله، فإن من جاز دخول بيته بإذنه إلى طعامه .. جاز دخوله بإذنه إلى غير طعام. انتهى. </p><p> والأولى في التعبير عن هذا المعنى الذي أراده أن يقال: قد دلت الأدلة على جواز دخول بيوته - صلى الله عليه وسلم - بإذنه لغير الطعام، وذلك معلوم لا شك فيه، فقد كان الصحابة وغيرهم يستأذنون عليه لغير الطعام، فياذن لهم، وذلك يوجب قصر هذه الآية على السبب الذين نزلت فيه، وهو القوم الذين كانوا يتحينون طعام النبي - صلى الله عليه وسلم -، فيدخلون ويقعدون منتظرين لإدراكه، وأمثالهم، فلا تدل على المنع من الدخول مع الإذن لغير ذلك، وإلا لما جاز لأحد أن يدخل بيوته باذنه لغير الطعام، واللازم باطل، فالملزوم مثله. </p><p> قال ابن عطية: وكانت سيرة القوم إذا كان لهم طعام وليمة أو نحوه أن يبكِّر </p><p>(١) المراغي.</p><p> من شاء إلى الدعوة ينتظرون طبخ الطعام ونضجه، وكذلك إذا فرغوا منه .. جلسوا كذلك، فنهى الله المؤمنين عن ذلك في بيت النبي - صلى الله عليه وسلم -، ودخل في النهي سائر المؤمنين، والتزم الناس أدب الله لهم في ذلك، فمنعهم من الدخول إلا بإذن عند الأكل، لا قبله لانتظار نضج الطعام. </p><p> وفي \"التأويلات النجمية\" : إذا انتهت حوائجكم فأخرجوا ولا تتغافلوا, ولا يمنعكم حسن خلقه من حسن الأدب، ولا يحملنكم فرط احتشامه على الإبرام عليه، وكان حسن خلقه جسرهم على المباسطة معه، حتى أنزل الله سبحانه هذه الآية. </p><p> ثم علل ذلك بقوله:  {إِنَّ ذَلِكُمْ} الاستئناس بعد الأكل الدال على اللبث، {كَانَ} في علم الله سبحانه {يُؤْذِي النَّبِيَّ} - صلى الله عليه وسلم -؛ لتضييق المنزل عليه وعلى أهله، وشغله فيما لا يعنيه، والأذى: هو كل ما يصل إلى الإنسان من ضرر، كما سيأتي. </p><p> وقيل: إن (١) الإشارة بقوله: {إِنَّ ذَلِكُمْ} إلى الانتظار والاستئناس للحديث، وأشير إليهما بما يشار به إلى الواحد بتأويلهما بالمذكور، كما في قوله:  {عَوَانٌ بَيْنَ ذَلِكَ} ؛ أي: إن ذلك المذكور من الأمرين كان يؤذي النبي - صلى الله عليه وسلم -، ويلحق به الضرر؛ لأنهم يضيقون عليه المنزل، وعلى أهله، ويتحدثون بما لا يريده. قال الزجاج: كان النبي - صلى الله عليه وسلم - يحتمل إطالتهم كرمًا منه، فيصبر على الأذى في ذلك، فعلم الله - سبحانه - من يحضره الأدب حتى صار أدبًا لهم، ولمن بعدهم. </p><p> {فَيَسْتَحْيِي مِنْكُمْ} ؛ أي: يستحيي أن يقول لكم قوموا أو اخرجوا {وَاللَّهُ} سبحانه {لَا يَسْتَحْيِي مِنَ} بيان {الْحَقِّ} الذي هو الإخراج لكم؛ أي: لا يترك أن يبين لكم ما هو الحق، ولا يمتنع من بيانه وإظهاره، والتعبير عنه بعدم الاستحياء للمشاكلة، يعني: أن (٢) إخراجكم حق، فينبغي أن لا يترك حياء، ولذلك لم يتركه الله ترك الحيي، وأمركم بالخروج، وكان - صلى الله عليه وسلم - أشدَّ الناس حياءً، وأكثرهم عن العورات إغضاءً، وهو التغافل عما يكره الإنسان بطبيعته. </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> وهذا أدب أدَّب الله به الثقلاء، وعن عائشة رضي الله عنها: حسبك في الثقلاء أن الله تعالى لم يحتملهم، وقال:  {فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا} ، فينبغي للضيف أن لا يجعل نفسه ثقيلًا، بل يخفف الجلوس، وكذا حال العائد، فإن عيادة المرضى لحظة. قيل للأعمش: ما الذي أعمش عينيك؛ قال: النظر إلى الثقلاء، وقد قيل: </p><p> إِذَا دخَلَ الثَّقِيْلُ بِأرْضِ قَوْمٍ ... فَمَا لِلسَّاكِنِيْنَ سوَى الرَّحِيْلُ </p><p> وقيل: مجالسة الثقيل حمى الروح، وقيل لأنوشروان: ما بال الرجل يحمل الحمل الثقيل، ولا يحمل مجالسة الثقيل؟ قال: يحمل الحمل بجميع الأعضاء، والثقيل تنفرد به الروح. قيل: من حق العاقل الداخل على الكرام قلة الكلام، وسرعة القيام. </p><p> ومن علامة الأحمق الجلوس فوق القدر، والمجيء في غير الوقت، وقد قالوا: إذا أتى باب أخيه المسلم .. يستأذن ثلاثًا، ويقول في كل مرة: السلام عليكم يا أهل البيت، ثم يقول: أيدخل فلان، ويمكث بعد كل مرة مقدار ما يفرغ الآكل من أكله، ومقدار ما يفرغ المتوضؤ من وضوئه، والمصلي بأربع ركعات من صلاته، فإن أذن .. دخل، وخفف، وإلا رجع سالمًا عن الحقد والعداوة، ولا يجب الاستئذان على من أرسل إليه صاحب البيت رسولًا، فيأتي بدعوته قال الحامي: </p><p> أَدِّبُوْا النَّفْسَ أَيُّهَا الأَحْبَابُ ... طُرُقَ الْعِشْقِ فَإِنَّ لَهَا آدَابُ </p><p> وقرأ الجمور (١) : {فَيَسْتَحْيِي} بيائين مع سكون الحاء، مضارع استحيا من باب استفعل، وقرأت فرقة:  {فيستحي} بياء واحدة مع كسر الحاء مضارع استحا، وهي لغة تميم، وروي عن ابن كثير، واختلفوا في المحذوف منه، أعين الكلمة أم لامها؟ فإن كان العين .. فوزنها: يستفل، وإن كان اللام .. فوزنها: يستفع، والترجيح مذكور في كتب النحو. </p><p> والمعنى (٢) : أي إن ذلك اللبث والاستئناس والدخول على هذا الوجه كان يؤدي النبي - صلى الله عليه وسلم -؛ لأنه كان يمنعه من قضاء بعض حوائجه إلى ما فيه من تضييق </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> المنزل على أهله، لكنه كان يستحيي من إخراجكم، ومنعكم مما يؤذيه، والله لم يترك الحق، وأمركم بالخروج، وفي هذا إيماء إلى أن اللبث يحرم على المدعو إلى طعام بعد أن يطعم، إذا كان في ذلك أذى لرب البيت، ولو كان البيت غير بيت النبي - صلى الله عليه وسلم -، فالتثقيل مذموم في كل مكان، محتقر صاحبه لدى كل إنسان، وعلى الجملة فللدعوة إلى المآدب نظم وآداب خاصة، أفردت بالتأليف، ولا سيما في العصر الحديث، وجعلوا التحلل منها، وترك اتباعها مما لا تسامح فيه. </p><p> ثم ذكر سبحانه أدبًا آخر متعلقًا بنساء النبي - صلى الله عليه وسلم -، فقال:  {وَإِذَا سَأَلْتُمُوهُنَّ} ؛ أي: وإذا سألتم أيها المؤمنون أزواج النبي - صلى الله عليه وسلم -، ونساء المؤمنين اللواتي لسن لكم بأزواج {مَتَاعًا} ؛ أي: شيئًا تتمتعون وتنتفعون به من ماعون وغيره {فَاسْأَلُوهُنَّ} ؛ أي: فاطلبوا منهن ذلك المتاع {مِنْ وَرَاءِ حِجَابٍ} ؛ أي: من وراء ستر بينكم وبينهن. </p><p> أخرج البخاري وابن جرير وابن مردويه عن أنس - رضي الله عنه - قال: قال عمر بن الخطاب رضي الله عنه: يا رسول الله، يدخل عليك البر والفاجر، فلو أمرت أمهات المؤمنين بالحجاب، فأنزل الله آية الحجاب في صبيحة عرس رسول الله - صلى الله عليه وسلم - بزينب بنت جحش في ذي القعدة، سنة خمس من الهجرة، وهي مما وافق تنزيلها قول عمر، كما في \"الصحيحين\" عنه قال: وافقت ربي عَزَّ وَجَلَّ في ثلاث قلت: يا رسول الله لو اتخذت من مقام إبراهيم مصلى فأنزل الله: {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى} ، وقلت: يا رسول الله، إن نساءك يدخل عليهن البر والفاجر، فلو حجبتهن، فأنزل الله آية الحجاب، وقلت: لأزواج النبي - صلى الله عليه وسلم - لما تمالأن عليه في الغيرة: عسى ربه إن طلقكن أن يبدله أزواجًا خيرًا منكن، فنزلت كذلك. </p><p> ثم بين سبب ما تقدم بقوله:  {ذَلِكُمْ} ، والإشارة (١) فيه إلى سؤال المتاع من وراء حجاب، وقيل: الإشارة إلى جميع ما ذكر من عدم الدخول بغير إذن، وعدم الاستئناس للحديث عند الدخول، وسؤال المتاع من وراء حجاب، والأول أولى بقرينة السياق. واسم الإشارة مبتدأ، وخبره {أَطْهَرُ لِقُلُوبِكُمْ} أيها الرجال الأجانب، {و} أطهر لـ {قلوبهن} ؛ أي: لقلوب النساء الأجنبيات؛ أي: أكثر تطهيرًا لها من الخواطر النفسانية، والخيالات الشيطانية التي تعرض للرجال في أمر النساء، </p><p>(١) الشوكاني.</p><p> وللنساء في أمر الرجال, فإن كل واحد من الرجل والمرأة إذا لم يَرَ الآخر .. لم يقع في قلبه شيء. </p><p> قال في \"كشف الأسرار\" : نقلهم عن مألوف العادة إلى معروف الشريعة ومفروض العبادة, وكانت النساء قبل نزول هذه الآية يبرزن للرجال، وبين أن البشر بشر، وإن كانوا من الصحابة، وأزواج النبي - صلى الله عليه وسلم -، فلا يأمن أحد على نفسه من الرجال والنساء، ولهذا شدد الأمر في الشريعة بأن لا يخلو رجل بامرأة ليس بينهما محرمية كما قال - صلى الله عليه وسلم -: \"لا يخلون رجل بامرأة، فإن ثالثهما الشيطان\" ، وفي هذا أدب لكل مؤمن, وتحذير له من أن يشق بنفسه في الخلوة مع من لا تحل له، والمكالمة من دون حجاب لمن تحرم عليه. </p><p> والمعنى (١) : ذلك السؤال من وراء حجاب أطهر لقلوبكم وقلوبهن من وساوس الشيطان ونزغاته؛ لأن العين رسول القلب، فإذا لم تر العين .. لم يشته القلب، فالقلب عند عدم الرؤية أطهر, وعدم الفتنة حينئذ أظهر. وجاء في الأثر:  \"النظر سهم مسموم من سهام إبليس\" إذ الرؤية سبب للتعلق والفتنة، ألا ترى إلى قول الشاعر: </p><p> وَالْمَرْءُ مَا دَامَ ذَا عَيْنٍ يُقَلِّبُهَا ... فِيْ أَعْيُنِ الْعِيْنِ مَوْقُوْفٌ عَلَى الْخَطَرِ </p><p> يَسُرُّ مُقْلَتَهُ مَا سَاءَ مُهْجَتَهُ ... لَا مَرْحَبًا بِانْتِفَاعٍ جَاءَ بِالضَّرَرِ </p><p> ولما ذكر ما ينبغي من الآداب حين دخول بيت الرسول .. أكده بما يحملهم على ملاطفته وحسن معاملته بقوله:  {وَمَا كَانَ} ينبغي {لَكُمْ} أيها المؤمنون {أَنْ تُؤْذُوا رَسُولَ اللَّهِ} - صلى الله عليه وسلم - أي أن تفعلوا في حياته - صلى الله عليه وسلم - فعلًا يتأذى به بكرهه، كاللبث والاستئناس للحديث الذي كنتم تفعلونه، فإن الرسول يسعى لخيركم ومنفعتكم في دنياكم وآخرتكم فعليكم أن تقابلوا بالحسنى كفاء جليل أعماله. </p><p> أي: ما صح لكم (٢) ، ولا استقام أن تؤذوه بشيء من الأشياء كائنًا ما كان، ومن جملة ذلك دخول بيوته بغير إذن منه، واللبث فيها على غير الوجه الذي يريده، وتكليم نسائه من دون حجاب، ولما كان رسول الله - صلى الله عليه وسلم - قد قصر عليهن .. قصرهن </p><p>(١) المراغي. (٢) الشوكاني.</p>"
}