{
  "id": null,
  "sura": 33,
  "aya": 34,
  "text": "<p> ولو كان للنساء خاصة لقال: عنكن ويطهركن، وأجاب الأولون عن هذا: بأن التذكير باعتبار لفظ الأهل، كما قال سبحانه:  {أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ} ، وكما يقول الرجل لصاحبه: كيف أهلك؟ يريد: زوجته أو زوجاته، فيقول: هم بخير. </p><p> وقد توسطت طائفة ثالثة بين الطائفتين، فجعلت هذه الآية شاملة للزوجات، ولعلي وفاطمة والحسن والحسين، أما الزوجات .. فلكونهن المرادات في سياق هذه الآيات كما قدمنا, ولكونهن الساكنات في بيوته - صلى الله عليه وسلم -، النازلات في منازله، وأما دخول علي وفاطمة والحسن والحسين .. فلكونهم قرابته وأهل بيته في النسب، ويؤيد ذلك ما روي عن ابن عباس قال: شهدنا رسول الله تسعة أشهر يأتي كل يوم باب علي بن أبي طالب عند وقت كل صلاة، فيقول:  \"السلام عليكم ورحمة الله، إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم، الصلاة يرحمكم الله\" ، كلَّ يوم خمس مرات، وغير ذلك من الأحاديث المصرحة بأنهم سبب النزول. </p><p> وأهل البيت على هذا القول هم كل من كان ملازمًا له - صلى الله عليه وسلم - من الرجال والنساء والأزواج والإماء والأقارب، وكلما كان المرء منهم أقرب، وبالنبي - صلى الله عليه وسلم - أخص وألزم .. كان بالإرادة أحق وأجدر، وقد رجح هذا القول جماعة من المحققين، منهم: القرطبي وابن كثير وغيرهما. وقيل: المراد بالبيت: بيت النسب، فيشمل جميع بني هاشم. </p><p> ٣٤ - ثم بين ما أنعم به عليهن من أنَّ بيوتهن مهابط الوحي بقوله:  {وَاذْكُرْنَ} للناس بطريق العظة والتذكير {مَا يُتْلَى} ويقرأ {فِي بُيُوتِكُنَّ} ومنازلكن {مِنْ آيَاتِ اللَّهِ} سبحانه القرآنية الدالة على العقائد الصحيحية {وَ} الدالة على {الْحِكْمَةِ} ؛ أي: على الحكم والأحكام الشرعية؛ أي: من الكتاب الجامع بين كونه آيات الله البينة الدالة على صدق النبوة بنظمه المعجز، وبين كونه حكمة منطوية على فنون العلم والشرائع، وحمل قتادة الآيات على آيات القرآن، والحكمة على الحديث الذي هو محض حكمة، وقال مقاتل: المراد بالآيات والحكمة: أمره ونهيه في القرآن؛ أي (١) : واذكرن نعمة الله عليكن إذ جعلكن في بيوت تتلى فيها آيات الله، </p><p>(١) المراغي.</p><p> وما ينزل على الرسول من أحكام الدين، ولم ينزل به قرآن، فاحمدن الله على ذلك، واشكرنه على جزيل فضله عليكن، أو اذكرنها وتفكرن فيها لتتعظن بمواعظ الله، أو اذكرنها للناس ليتعظوا بها، ويهتدوا بهداها، أو اذكرنها بالتلاوة لها لتحفظنها, ولا تتركن الاستكثار من التلاوة. </p><p> ولا يخفى ما في هذا من الحث على الانتهاء والائتمار فيما كلفنه، كما لا يخفى ما في تسمية ما نزل عليه من الشرائع بالحكمة، إذ فيه الحكمة في صلاح المجتمع في معاشه ومعاده، فمن استمسك به رشد، ومن تركه ضل عن طريق الهدى، وسلك سبيل الردى، والتعرض (١) للتلاوة في البيوت دون النزول فيها مع أنه الأنسب؛ لكونها مهبط الوحي؛ لعمومها جميع الآيات، ووقوعها في كل البيوت، وتكررها الموجب لتمكنهن من الذكر والتذكير بخلاف النزول، وعدم تعيين التالي ليعم تلاوة جبريل، وتلاوة النبي، وتلاوتهن، وتلاوة غيرهن تعلمًا وتعليمًا. قال في \"الوسيط\" : وهذا حث لهن على حفظ القرآن، والأخبار، ومذاكرتهن بها للأحاطة بحدود الشريعة. والخطاب وإن اختص بهن .. فغيرهن داخل فيه؛ لأن مبنى الشريعة على هذين: القرآن والسنة، وبهما يوقف على حدود الله ومفترضاته. انتهى. </p><p> ومن سنة القارىء (٢) أن يقرأ القرآن كل يوم وليلة، كيلا ينساه، ولا يخرج عن صدره، فإن النسيان، وهو أن لا يمكنه القراءة من المصحف من الكبائر. ومن السنة أن يجعل المؤمن لبيته حظًا من القرآن، فيقرأ فيه منه ما تيسر له من حزبه، ففي الحديث:  \"إن في بيوتات المسلمين لمصابيح إلى العرش يعرفها مقربو ملائكة السموات السبع والأرضين السبع،يقولون:هذا النور من بيوتات المؤمنين التي يتلى فيها القرآن\" . ومن السنة أن يستمع القرآن أحيانًا من الغير، وكان النبي - صلى الله عليه وسلم - يستمع قراءة أبي، وابن مسعود رضي الله عنهما. وكان عمر رضي الله عنه يستمع قراءة أبي موسى الأشعري رضي الله عنه، وكان حسن الصوت، واستماع القرآن في الصلاة فرض، وفي خارجها مستحب عند الجمهور، فعليك بالتذكير والتحفظ والاستماع. </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}