{
  "id": null,
  "sura": 33,
  "aya": 21,
  "text": "<p> يسألوا عن أخباركم كل قادم من جانب المدينة، وفي هذا كفاية لديهم لجبنهم، وخور عزائمهم. </p><p> وقرأ الجمهور (١) : {يَسْأَلُونَ} بالهمز مضارع سأل، وحكى ابن عطية أن أبا عمرو وعاصمًا، والأعمش قرؤوا:  {يسلون} بغير همز نحو قوله: {سَلْ بَنِي إِسْرَائِيلَ} ولا يعرف ذلك عن أبي عمرو وعاصم، ولعل ذلك في شاذهما، ونقلهما صاحب \"اللوامح\" عن الحسن والأعمش، وقرأ زيد بن علي وقتادة والجحدري والحسن ويعقوب بخلاف عنهما:  {يسأل بعضهم بعضًا} ؛ أي: يقول: بعضهم لبعض: ماذا سمعت وماذا بلغك؟ أو يتساءلون الأعراب كما تقول: ترائينا الهلال. </p><p> ثم سلى نبيه - صلى الله عليه وسلم - عنهم، وحقر شأنهم، فقال:  {وَلَوْ كَانُوا} ؛ أي: ولو كان هؤلاء المنافقون {فِيكُمْ} أيها المؤمنون في الخندق في هذه الغزوة مشاهدين للقتال، ولم يرجعوا إلى المدينة، وكان قتال {مَا قَاتَلُوا إِلَّا} قتالًا {قَلِيلًا} رياءً وسمعةً وخوفًا من التعبير من غير حسبةٍ. </p><p> والمعنى: أي ولو كان هؤلاء المنافقون فيكم في الكرة السابقة، ولم يرجعوا إلى المدينة، وكان القتال قتال جلاءٍ وكرٍّ وفرٍّ وطعنٍ وضربٍ ومحاربةٍ بالسيوف، ومبارزة في الصفوف ما قاتلوا إلا قتالًا يسيرًا رياءً وخوفًا من العار، لا قتالًا يحتسبون فيه الثواب من الله وحسن الأجر. </p><p> وحاصل معنى الآية (٢) : أي وإن يأت الكفار بعدما ذهبوا كرةً ثانية .. تمنى هؤلاء المنافقون أن لو كانوا ساكنين خارج المدينة بين الأعراب، بعداء عن تلك الكفرة، يسألون كل قادم من جانب المدينة عما جرى عليكم مع الكفار، والحال أن هؤلاء المنافقين، لو كانوا فيكم هذه الكرة، ولم يرجعوا إلى المدينة، ووقع قتال آخر .. ما قاتلوا معكم إلا قليلًا رياءً وخوفًا من التعيير. </p><p> ٢١ - وبعد أن فصل أحوالهم، وشرح نذالتهم، وعظيم جبنهم .. عاتبهم أشد </p><p>(١) البحر المحيط. (٢) المراح.</p><p> العتب، وأبان لهم أنه قد كان لهم برسول الله - صلى الله عليه وسلم - معتبر لو اعتبروا، وأسوة لو أرادوا التأسي، فقال:  {لَقَدْ كَانَ لَكُمْ} أيها المؤمنون، وهو الظاهر من قوله فيما بعد:  {لِمَنْ كَانَ يَرْجُو اللَّهَ ...} الخ {فِي رَسُولِ اللَّهِ} - صلى الله عليه وسلم - {أُسْوَةٌ حَسَنَةٌ} ؛ أي: خصلة صالحة، حقها أن يقتدى بها على سبيل الإيجاب في أمور الدين، وعلى سبيل الايستحباب في أمور الدنيا، والقدوة: الحالة التي يكون الإنسان عليها في اتباع غيره، إن حسنًا وإن قبيحًا، وإن سارًا وإن ضارًا، يقال: تأسيت به؛ أي: اقتديت به. </p><p> والمعنى (١) : لقد كان لكم أيها المؤمنون في محمد - صلى الله عليه وسلم - خصلة حسنة، وسنة صالحة، حقها أن يؤتى بها؛ أي: يقتدى فيها، كالثبات في الحرب، ومقاساة الشدائد، فإنه قد شج فوق حاجبه وكسرت رباعيته، وقتل عمه حمزة يوم أحد، وأوذي بضروب الأذى، فوقف ولم ينهزم، وصبر ولم يجزع، فاستسنوا بسنته وانصروه، ولا تتخلفوا عنه. </p><p> وقال بعضهم: كلمة {فِي} تجريدية، جرد من نفسه شيء وسمي قدوة، وهي هو؛ يعني أن رسول الله - صلى الله عليه وسلم - في نفسه أسوة وقدوة، يحسن التأسي به، والاقتداء، كقولك: في البيضة عشرون منًا حديدًا؛ أي: هي نفسها هذا القدر من الحديد. </p><p> وقرأ الجمهور (٢) : {أُسْوَةٌ} بضم الهمزة، وقرأ عاصم: بكسرها، وهما لغتان، كما قال الفراء وغيره، وفي هذه الآية عتاب للمتخلفين عن القتال مع رسول الله - صلى الله عليه وسلم -؛ أي: لقد كان لكم في رسول الله، حيث بذل نفسه للقتال، وخرج إلى الخندق لنصرة دين الله أسوة، وهذه الآية، وإن كان سببها خاصًا .. فهي عامة في كل شيء، ومثلها {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} وقوله: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} . </p><p>(١) روح البيان. (٢) الشوكاني.</p>"
}