{
  "id": null,
  "sura": 33,
  "aya": 52,
  "text": "<p> حوبة بن عانذ بالنصب تأكيدًا لضمير النصب في {آتَيْتَهُنَّ} . </p><p> {وَاللَّهُ} وحده {يَعْلَمُ مَا فِي قُلُوبِكُمْ} من الضمائر والخواطر، فاجتهدوا في إحسانها، أو يعلم ما قلوبكم من الميل إلى بعضهن دون بعض، مما لا يمكن دفعه، ومن الرضا بما دبَّر له في حقهن من تفويض الأمر إليه - صلى الله عليه وسلم -. </p><p> روى أحمد عن عبد الله بن يزيد عن عائشة قالت: كان رسول الله - صلى الله عليه وسلم - يقسم بين نسائه فيعدل، ثم يقول:  \"اللهم هذا فعلي فيما أملك، فلا تلمني فيما تملك ولا أملك\" يعني: القلب، وزيادة الحب لبعض دون بعض. وفي هذا (١) حث على تحسين ما في القلوب، ووعيد لمن لم يرضَ منهن بما دبر الله له من ذلك، وفوضه إلى مشيئته، وبعث على تواطىء قلوبهن، والتصافي بينهن، والتوافق على رضا رسول الله - صلى الله عليه وسلم -. </p><p> {وَكَانَ اللَّهُ} سبحانه وتعالى {عَلِيمًا} بالسرائر كالظواهر، فيعلم ما تبدونه وما تخفونه {حَلِيمًا} على ذنب من أذنب، فلا يعاجل أهل الذنوب بالعقوبة، ليتوب منهم من شاء له أن يتوب، وينيب من ذنوبه من ينيب، فلا تغتروا بتأخيرها، فإنه إمهال لا إهمال. </p><p> ٥٢ - {لَا يَحِلُّ لَكَ النِّسَاءُ} قرأ الجمهور: {لَا يَحِلُّ} بالياء التحتية للفصل بين الفعل وفاعله المؤنث؛ ولأن تأنيث الجمع غير حقيقي، وإذا جاز التذكير بغير فصل في قوله:  {وَقَالَ نِسْوَةٌ} كان معه أجوز. وقرأ ابن كثير بالفوقية نظرًا إلى كون الفاعل جمعًا؛ أي (٢) : لا تحل لك واحدة من النساء، مسلمةً كانت أو كتابية، لما تقرر عندهم أن حرف التعريف إذا دخل على الجمع .. يبطل الجمعية، ويراد الجنس، وهو كالنكرة يخص في الإثبات، ويعم في النفي، كما إذا حلف لا يتزوج النساء، ولا يكلم الناس، أو لا يشتري العبيد، فإنه يحنث بالواحد؛ لأن اسم الجنس حقيقة فيه. </p><p> أي: لا تحل لك يا محمد واحدة من النساء {مِنْ بَعْدُ} ؛ أي: من بعد هؤلاء التسع اللاتي خيرتهن بين الدنيا والآخرة فاخترنك؛ لأنه نصابك من الأزواج، كما </p><p>(١) المراغي. (٢) روح البيان.</p><p> أن الأربع نصاب أمتك منهن، أو لا يحل لك النساء بعد اليوم حتى لو ماتت واحدة منهن .. لم يحل له نكاح أخرى. {وَلَا أَنْ تَبَدَّلَ} بحذف إحدى التاءين، والأصل: تتبدل. {بِهِنَّ مِنْ أَزْوَاجٍ} مفعول {تَبَدَّلَ} ، و {مِنْ} مزيدة لتأكيد النفي تفيد استغراق جنس الأزواج بالتحريم؛ أي: ولا يحل لك أن تتبدل بهؤلاء التسع أزواجًا أخر بكلهن أو بعضهن، بأن تطلق واحدةً وتنكح مكانها أخرى. </p><p> أراد الله سبحانه وتعالى لهن كرامة وجزاء على ما اخترن رسول الله - صلى الله عليه وسلم - والدار الآخرة، لا الدنيا وزينتها، ورضين بمراده، فقصر رسوله عليهن، ونهاه عن تطليقهن، والاستبدال بهن. </p><p> {وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ} ؛ أي: حسن المبدلات وجمالهن؛ أي: لا يحل لك التبدل بأزواجك، ولو أعجبك حسن غيرهن ممن أردت أن تجعلها بدلًا من إحداهن، والواو (١) الداخلة على {لو} عاطفة لمدخولها على حال محذوفة قبلها، وكلمة {لو} في أمثال هذا الموقع لا يلاحظ لها جواب. </p><p> والمعنى: ولا يحل لك أن تستبدل بهن حال كونك لو لم يعجبك حسن الأزواج المستبدلة وجمالهن، ولو أعجبك حسنهن؛ أي: لا يحل لك الاستبدال حال عدم إعجاب حسنهن إياك، وحال إعجابه؛ أي: لا يحل لك على كل حال، ولو في هذه الحالة، فالمراد بـ {لو} هنا: استقصاء الأحوال وتعميمها. </p><p> قال ابن عباس رضي الله عنهما: المرأة التي أراد النبي - صلى الله عليه وسلم - استبدالها هي: أسماء بنت عميس الخثعمية امرأة جعفر بن أبي طالب، لما استشهد .. أراد رسول الله - صلى الله عليه وسلم - أن يخطبها، فنهاه الله عن ذلك، فتركها، فتزوجها أبو بكر بإذن رسول الله - صلى الله عليه وسلم -، فهي ممن أعجبه حسنهن. وفي \"التكملة\" : قيل: يريد حبابة أخت الأشعث بن قيس. انتهى. </p><p> وفي الحديث:  \"شارطت ربي أن لا أتزوج إلا من تكون معي في الجنة\" فأسماء أو حبابة لم تكن أهلًا لرسول الله في الدنيا, ولم تستأهل أن تكون معه في مقامه في الجنة، فلذا صرفها الله عنه، فإنه تعالى لا ينظر إلى الصورة، بل إلى </p><p>(١) الشوكاني.</p><p> المعنى. وفي الحديث:  \"من نكح امرأة لمالها وجمالها .. حرم مالها وجمالها، ومن نكحها لدينها .. رزقه الله مالها وجمالها\" . </p><p> وقوله:  {إِلَّا مَا مَلَكَتْ يَمِينُكَ} ويدك، استثناء من النساء؛ لأنه يتناول الأزواج والإماء، فإنه يحل له أن يتسرى بهن. قال ابن عباس رضي الله عنهما: ملك بعد هؤلاء التسع: مارية القبطية، فولدت له - صلى الله عليه وسلم - إبراهيم، ابنه - صلى الله عليه وسلم -. </p><p> وقد اختلف أهل العلم في تفسير هذه الآية على أقوال (١) : </p><p> قال ابن عباس ومجاهد والضحاك وقتادة الحسن وابن سيرين وأبو بكر بن عبد الرحمن بن الحارث بن هشام وابن زيد وابن جرير: إنها محكمة، وإنه حرم على رسول الله - صلى الله عليه وسلم - أن يتزوج على نسائه، مكافأة لهن بما فعلن من اختيار الله ورسوله والدار الآخرة، لما خيرهن رسول الله - صلى الله عليه وسلم - بأمر الله له بذلك. </p><p> وقال أبو أمامة بن سهل بن حنيف: لما حرم الله عليهن أن يتزوجن من بعده .. حرم عليه أن يتزوج غيرهن، وقال أبي بن كعب وعكرمة وأبو رزين: إن المعنى: لا يحل لك النساء من بعد الأصناف التي سماها الله تعالى. قال القرطبي: وهو اختيار ابن جرير، وقيل: لا يحل لك اليهوديات ولا النصرانيات؛ لأنهن لا يصح أن يتصفن بأنهن أمهات المؤمنين، وهذا القول فيه بعد؛ لأنه يكون التقدير: لا يحل لك النساء من بعد المسلمات، ولم يجر للمسلمات ذكر، وقيل: هذه الآية منسوخة بالسنة، وبقوله سبحانه:  {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ} ، وبهذا قالت عائشة رضي الله عنها، وأم سلمة، وعلي بن أبي طالب، وعلي بن الحسين، وغيرهم رضوان الله عليهم أجمعين، وهذا هو الراجح. </p><p> ويدل لهذا القول ما أخرجه ابن سعد وابن أبي حاتم عن أم سلمة قالت: لم يمت رسول الله - صلى الله عليه وسلم - حتى أحلَّ الله له أن يتزوج من النساء ما شاء إلا ذات محرم، وذلك قول الله سبحانه:  {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ ...} الآية. </p><p> وأخرج عبد الرزاق وسعيد بن منصور وابن سعد وأحمد وعبد بن حميد وأبو داود في \"ناسخه\" ، والترمذي وصححه، والنسائي وابن جرير وابن المنذر، والحاكم </p><p>(١) المراغي.</p><p> وصححه، وابن مردويه والبيهقي من طريق عطاء عن عائشة قالت: لم يمت النبي - صلى الله عليه وسلم - حتى أحل الله له أن يتزوج من النساء ما شاء، إلا ذات محرم لقوله:  {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ} الآية. </p><p> وقد اختلف العلماء أيضًا في تحليل الأمة الكافرة له - صلى الله عليه وسلم - (١) : </p><p> القول الأول: أنها تحل للنبي - صلى الله عليه وسلم -؛ لعموم هذه الآية، وبه قال مجاهد وسعيد بن جبير وعطاء والحكم. </p><p> والقول الثاني: أنها لا تحل له تنزيهًا لقدره عن مباشرة الكافرة، ويترجح القول الأول بعموم هذه الآية، وتعليل المنع بالتنزيه ضعيف، فلا تنزه عما أحله الله له، فإن ما أحله .. فهو طيب لا خبيث باعتبار ما يتعلق بأمور النكاح، لا باعتبار غير ذلك، فالمشركون نجس بنص القرآن، ويمكن ترجيح القول الثاني بقوله سبحانه:  {وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ} فإنه نهي عام. </p><p> {وَكَانَ اللَّهُ} سبحانه وتعالى {عَلَى كُلِّ شَيْءٍ رَقِيبًا} ؛ أي: حافظًا مهيمنًا مطلعًا عليه، لا يخفى عليه شيء، ولا يفوته شيء، فتحفظوا ما أمركم به، ولا تتخطوا ما حد لكم. والرقيب في أسمائه تعالى: هو الذي لا يغفل ولا يذهل، ولا يجوز عليه ذلك، فلا يحتاج إلى مذكر ولا منبه، كما في \"شرح الأسماء\" للزورقي. وقد بسطت الكلام فيه في كتابي \"هدية الأذكياء على طيبة الأسماء\" فراجعه. </p><p> واجمال معنى الآية (٢) : أي لا يحل لك النساء من بعد هؤلاء التسع اللاتي في عصمتك اليوم كفاء اختيارهن الله ورسوله، وحسن صنيعهن في ذلك. ولا يحل لك أن تستبدل بهن أزواجًا أخرى غيرهن، بأن تطلق واحدة منهن، وتنكح بدلها أخرى، مهما كانت بارعة في الحسب والجمال، إلا ما ملكت يمينك منهن، وقد ملك بعدهن مارية القبطية، أهداها له المقوقس القبطي، فتسراها، وأولدها إبراهيم، ومات رضيعًا، وكان الله سبحانه حافظًا ومطلعًا على كل شيء، عليمًا بالسر والنجوى، فاحذروا تجاوز حدوده، وتخطي حلاله إلى حرامه. </p><p>(١) الشوكاني. (٢) المراغي.</p>"
}