{
  "id": null,
  "sura": 33,
  "aya": 33,
  "text": "<p> والخلاصة: أنه لا يشبهكن أحد من النساء، ولا يلحقكن في الفضيلة والمنزلة أحد إذا اتقيتن؛ أي: إذا استقبلتن أحدًا من الرجال، فلا ترققن الكلام، فيطمع في الخيانة من في قلبه فساد وريبة من فسق ونفاق، وقلن قولًا بعيدًا عن الريبة، غير مطمع لأحد. وتفسير الاتقاء بهذا المعنى - أعني الاستقبال - أبلغ في مدحهن؛ إذ لم يعلق فضلهن على التقوى، ولا علَّق نهيهن عن الخضوع بها؛ إذ هن متقيات لله في أنفسهن، والتعليق يقتضي بظاهره أنهن لسن متحليات بالتقوى، أمر (١) تعالى أن يكون الكلام خيرًا، لا على وجه يظهر في القلب علاقة ما، كما كان الحال عليه في نساء العرب من مكالمة الرجال برخيم الصوت ولينه، مثل كلام المومسات. نهاهن عن ذلك، واتقى بمعنى: استقبل، معروف في اللغة، قال النابغة: </p><p> سَقَطَ النَّصِيْفُ وَلَمْ تُرِدْ إِسْقَاطَهُ ... فَتَنَاوَلَتْهُ واتَّقَتْنا بِالْيَدِ </p><p> أي: استقبلتنا باليد. وقال في \"الكشاف\" : إن المعنى: إن أردتن التقوى، أو إن كنتن متقيات. اهـ. </p><p> وإجمال هذا (٢) : خاطبن الأجانب بكلام لا ترخيم فيه للصوت، ولا تخاطبنهم كما تخاطبن الأزواج، </p><p> ٣٣ - ولما أمرهن بالقول المعروف .. أتبعه بذكر الفعل، فقال:  {وَقَرْنَ فِي بُيُوتِكُنَّ} أي (٣) : والزمنَ يا نساء النبي بيوتكن، واثبتنَ في مساكنكن، فلا تخرجن لغير حاجة. وقيل: هو أمر من الوقار؛ أي: كنَّ أهل وقار وسكون، والخطاب وإن كان لنساء النبي - صلى الله عليه وسلم -، فقد دخل فيه غيرهن. روي أن سودة بنت زمعة رضي الله عنها من الأزواج المطهرة: ما خطت باب حجرتها لصلاة ولا لحج ولا لعمرة، حتى أخرجت جنازتها من بيتها في زمن عمر بن الخطاب رضي الله عنه، وقيل لها: لم لا تحجين ولا تعتمرين؟ فقالت: قيل لنا: {وَقَرْنَ فِي بُيُوتِكُنَّ} ، وفي الحديث:  \"خير مساجد النساء قعر بيوتهن\" . </p><p> وأخرج الترمذي والبزار عن ابن مسعود: أنَّ النبي - صلى الله عليه وسلم - قال: \"إن المرأة عورة، فإذا خرجت من بيتها استشرفها الشيطان، وأقرب ما تكون من رحمة ربها، وهي في </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.</p><p> قعر بيتها\". </p><p> وقرأ الجمهور (١) : {وقِرن} بكسر القاف من وقر يقر وقارًا إذا سكن، والأمر منه: قر بكسر القاف، وللنساء قرن مثل عدن وزن من وعد يعد، وأصله: أوقرن. </p><p> وقرأ نافع وعاصم وأبو جعفر: بفتح القاف، أمر من قر يقر بفتح القاف في المضارع من باب: علم، أصله: اقررن. وقرأ ابن أبي عبلة:  {واقرِرن} بألف الوصل وكسر الراء الأولى، وسيأتي البحث عن تصريف كل قراءة في مبحثه إن شاء الله تعالى. </p><p> {وَلَا تَبَرَّجْنَ} ؛ أي: ولا تبدين زينتكن ومحاسنكن للرجال {تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى} ؛ أي: تبرجًا مثل تبرج نساء أهل الجاهلية الأولى؛ أي: إظهارًا مثل إظهار نساء أهل الجاهلية الأولى زينتها ومحاسنها للرجال، أو المعنى:  {وَلَا تَبَرَّجْنَ} ؛ أي: ولا تتبخترن في (٢) مشيكن تبرجًا وتبخترًا مثل تبرج وتبختر نساء أهل الجاهلية الأولى في مشيتها. </p><p> والتبرج (٣) : أن تبدي المرأة من زينتها ومحاسنها ما يجب عليها ستره، مما تستدعي به شهوة الرجل. قال المبرد: هو مأخوذ من البرج بمعنى: السعة، يقال: في أسنانه برج: إذا كانت متفرقة، وقيل: التبرج: هو التبختر في المشي، وهذا ضعيف جدًا، وقد اختلف (٤) في المراد بالجاهلية الأولى، فقيل: ما بين آدم ونوح، وقيل: ما بين نوح وإدريس، وقيل: ما بين نوح وإبراهيم، وقيل: ما بين موسى وعيسى، والجاهلية الأخرى: ما بين عيسى ومحمد - صلوات الله وسلامه عليه وعليهم أجمعين - وقيل: الجاهلية الأولى: جاهلية الكفر قبل الإِسلام، والجاهلية الأخرى: جاهلية الفسوق والفجور في الإِسلام، وقال المبرد: الجاهلية الأولى، كما تقول: الجاهلية الجهلاء. قال: وكان نساء الجاهلية تظهر ما يقبح إظهاره، حتى كانت المرأة تجلس مع زوجها وخليلها، فينفرد خليلها بما فوق الإزار إلى أعلى، وينفرد زوجها بما دون الإزار إلى أسفل، وربما سأل أحدهما صاحبه البدل. </p><p>(١) البحر المحيط. (٢) البيضاوي.(٣) الشوكاني.(٤) الشوكاني.</p><p> قال ابن عطية: والذي يظهر لي أنه أشار إلى الجاهلية التي لحقنها، فأمرن بالنقلة عن سيرتهن فيها، وهي ما كان قبل الشرع من سيرة الكفرة؛ لأنهم كانوا لا غيرة عندهم، وليس المعنى: أن ثم جاهلية أخرى، كذا قال، وهو قول حسن. ويمكن أن يراد بالجاهلية الأخرى: ما يقع في الإِسلام من التشبه بأهل الجاهلية بقول أو فعل، فيكون المعنى: ولا تبرجن أيها المسلمات بعد إسلامكن تبرجًا مثل تبرج أهل الجاهلية التي كنتن عليها، وكان عليها من كان قبلكن؛ أي: لا تحدثن بأفعالكن وأقوالكن جاهلية تشابه الجاهلية التي كانت من قبل. </p><p> والحاصل: أن الله سبحانه أمرهن (١) بملازمة بيوتهن، ونهاهن عن التبرج. وأعلم تعالى أنه فعل الجاهلية الأولى، وكانت عائشة رضي الله عنها إذا قرأت هذه الآية بكت، حتى تبل خمارها، تتذكر خروجها أيام الجمل تطلب بدم عثمان. وقيل لسودة: لِمَ لا تحجين وتعتمرين، كما يفعل إخوانك؟ فقالت: قد حججت واعتمرت، وأمرني الله تعالى أن أقر في بيتي، فما خرجت من باب حجرتها، حتى أخرجت جنازتها، كما مرَّ. </p><p> وبعد أن نهاهن عن الشر .. أمرهن بالخير فقال:  {وَأَقِمْنَ الصَّلَاةَ} التي هي أصل الطاعات البدنية {وَآتِينَ الزَّكَاةَ} التي هي أشرف العبادات المالية؛ أي: إن كان لكن مال، كما في تفسير أبي الليث. {وَأَطِعْنَ اللَّهَ وَرَسُولَهُ} في سائر الأوامر والنواهي، فهو تعميم بعد تخصيص، وقال بعضهم: أطعن الله في الفرائض، ورسوله في السنن. </p><p> والمعنى (٢) : أي وأدين الصلاة على الوجه القيم المعتبر شرعًا، وأعطين زكاة أموالكن، كما أمركن الله. وخَصَّ هاتين العبادتين بالذكر لما لهما من كبير الآثار في طهارة النفس، وطهارة المال، وأطعن الله ورسوله فيما تأتين، وما تذرين، واجعلن نصب أعينكن اتباع الأوامر، وترك النواهي. </p><p> ثم ذكر السبب في هذه الأوامر والنواهي على وجه عام، فقال:  {إِنَّمَا يُرِيدُ اللَّهُ} سبحانه وتعالى بتلك الأوامر والنواهي {لِيُذْهِبَ} ويزيل {عَنْكُمُ الرِّجْسَ} ؛ </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> أي: الذنب المدنس للأعراض {أَهْلَ الْبَيْتِ} ؛ أي: يا أهل بيت الرسول الكريم، والمراد بهم: من حواه بيت النبوة رجالًا ونساءً، وهذا تعليل مستأنف لأمرهن ونهيهن، ولذلك عمم الحكم بتعميم الخطاب لغيرهن بقوله:  {عَنْكُمُ} ، وصرح بالمقصود حيث قال:  {أَهْلَ الْبَيْتِ} ؛ أي: إنما أوصاكن الله - سبحانه - بما أوصاكن من التقوى، وأن لا تخضعن بالقول، ومن قول المعروف، والسكون في البيوت، وعدم التبرج، وإقامة الصلاة، وإيتاء الزكاة، وطاعة الله ورسوله؛ ليذهب عنكم الرجس أهل البيت. والمراد بالرجس: الإثم والذنب المدنسان للأعراض، الحاصلان بسبب ترك ما أمر الله به، وفعل ما نهى عنه، فيدخل في ذلك كل ما ليس فيه لله رضًا، وانتصاب {أَهْلَ الْبَيْتِ} على المدح، أو على حذف حرف النداء. </p><p> {وَيُطَهِّرَكُمْ} من الأرجاس والأدران {تَطْهِيرًا} كاملًا، وفي استعارة الرجس للمعصية، والترشيح لها بالتطهير، تنفيرٌ عنها بليغ، وزجر لفاعلها شديد. </p><p> والمعنى: أي إنما يريد الله بذلك ليذهب عنكم السوء والفحشاء يا أهل بيت الرسول، ويطهركم من دنس الفسق والفجور الذي يعلق بأرباب الذنوب والمعاصي. </p><p> وقد اختلف أهل العلم في أهل البيت المذكورين في الآية (١) ، فقال ابن عباس وعكرمة وعطاء والكلبي ومقاتل وسعيد بن جبير: إن أهل البيت المذكورين في الآية هن: زوجات النبي - صلى الله عليه وسلم - خاصةً، قالوا: والمراد بالبيت: بيت النبي - صلى الله عليه وسلم -، ومساكن زوجاته لقوله:  {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ} ، وأيضًا السياق في الزوجات من قوله:  {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ} إلى قوله: {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ} ، وسيأتي بيان أسماء زوجاته - صلى الله عليه وسلم -، وبيان ترتيبها في الزواج في الفصل الآتي. </p><p> وقال أبو سعيد الخدري ومجاهد وقتادة، وروي عن الكلبي: أن أهل البيت المذكورين في الآية هم: علي وفاطمة والحسن والحسين خاصة، ومن حججهم: الخطاب في الآية بما يصلح للذكور لا للإناث، وهو قوله:  {عنكم وليطهركم} ، </p><p>(١) الشوكاني.</p>"
}