{
  "id": null,
  "sura": 33,
  "aya": 51,
  "text": "<p> ذلك الوجه، وخصصناك ببعض الخصائص، كالنكاح بلا مهر وولي وشهود، ونحوها. </p><p> وفسروا المفروض في حق الأزواج بالمهر، والولي، والشهود، والنفقة، ووجوب القسم، والاقتصار على الحرائر الأربع، وفي حق المملوكات بكونهن ملكًا طيبًا، بأن تكون من أهل الحرب، لا ملكًا خبيثًا، بأن تكون من أهل العهد. </p><p> وفي الحديث:  \"الصلاة وما ملكت أيمانكم\" ؛ أي: احفظوا الصلوات الخمس، والمماليك بحسن القيام بما يحتاجون إليه من الطعام والكسوة وغيرها، وبغير تكليف على ما لا يطيقون من العمل، وترك التعذيب، قرنه عليه الصلاة والسلام بأمر الصلاة إشارةً إلى أن حقوق المماليك واجبة على السادات وجوب الصلوات. </p><p> {وَكَانَ اللَّهُ} سبحانه وتعالى {غَفُورًا} ؛ أي: فيما يعسر التحرز عنه {رَحِيمًا} ؛ أي: منعمًا على عباده بالتوسعة في مظان الحرج، ونحوه؛ أي: يغفر الذنوب ويرحم العباد، ولذلك وسع الأمر ولم يضيقه. </p><p> ٥١ - {تُرْجِي} وتؤخر يا محمد {مَنْ تَشَاءُ مِنْهُنَّ} ؛ أي: من أزواجك، وتترك مضاجعتها من غير نظر إلى نوبة وقسم وعدل. {وَتُؤْوِي} وتضم إليك {مَنْ تَشَاءُ} منهن، وتضاجعها من غير التفات إلى نوبة وقسمة أيضًا. فالاختيار بيديك في الصحبة بمن شئت، ولو أيامًا زائدة على النوبة، وكذا في تركها، والمعنى: أي تؤخر وتترك مضاجعة من تشاء من أزواجك، وتضاجع من تشاء منهن، ولا يجب عليك قسم بينهن، بل الأمر في ذلك إليك، على أنه كان يقسم بينهن، وقد كان القسم واجبًا عليه حتى نزلت هذه الآية، فارتفع الوجوب، وصار الخيار إليه، وذلك لأنه - صلى الله عليه وسلم - بالنسبة إلى أمته نسبة السيد المطاع، أو المعنى: تطلِّق من تشاء منهن، وتمسك من تشاء، أو المعنى: تترك تزوج من شئت من نساء أمتك، وتتزوج من شئت، كما في \"بحر العلوم\" . وقد قيل: إن هذه الآية ناسخة لقوله: {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ} ، وسيأتي بيان ذلك. </p><p> وقرأ نافع وحمزة والكسائي وحفص:  {تُرْجِي} بياء ساكنة، والباقون: بهمزة مضمومة، وهما لغتان، يقال: أرجأت الأمر، وأرجيته، إذا أخرته. </p><p> و {مَنِ} في قوله: {وَمَنِ ابْتَغَيْتَ} مبتدأ بمعنى الذي، أو شرط نصب بقوله:  {ابْتَغَيْتَ} ، وخبر المبتدأ، أو جواب الشرط على كلا التقديرين {فَلَا جُنَاحَ عَلَيْكَ} ؛ أي: ومن ابتغيت وطلبت مضاجعتها حالة كونها {مِمَّنْ عَزَلْتَ} ـها، وتركتها، وطلقتها أولًا بالرجعة {فَلَا جُنَاحَ} ؛ أي: فلا إثم ولا لوم ولا عتاب ولا ضيق {عَلَيْكَ} يا محمد في شيء مما ذكر من الأمور الثلاثة. </p><p> والحاصل: أن الله سبحانه فوض الأمر إلى رسوله يصنع في زوجاته ما شاء من تقديم وتأخير، وعزل وإمساك، وضم من أرجأ، وإرجاء من ضمَّ إليه، وما شاء في أمرهن فعل، توسعةً عليه، ونفيًا للحرج عنه. </p><p> والمعنى (١) : أي ومن دعوت إلى فراشك، وطلبت صحبتها ممن عزلت عن نفسك بالطلاق، فلا ضيق عليك في ذلك. </p><p> والخلاصة: أنه لا ضير عليه إذا أراد إرجاع من طلَّقها من قبل، وهذه قسمة جامعة لما هو الغرض، وهو إما أن يطلِّق، وإما أن يمسك، وإذا أمسك ضاجع أو ترك، وقسم أو لم يقسم، وإذا طلَّق؛ فإما أن لا يبتغي المعزولة، أو يبتغيها. </p><p> والجمهور على أن الآية نزلت في القسم بينهن، فإن التسوية في القسم كانت واجبة عليه - صلى الله عليه وسلم -، فلما نزلت هذه الآية سقط عنه، وصار الاختيار إليه فيهن، وكان ذلك من خصائصه - صلى الله عليه وسلم -. </p><p> ويروى: أن أزواجه - عليه الصلاة والسلام - لما طلبن زيادة النفقة، ولباس الزينة .. هجرهن شهرًا حتى نزلت آية التخيير، وروى ابن جرير عن أبي رزين قال: لما نزلت آية التخيير .. أشفقن أن يطلقهن، فقلن: يا رسول الله، اجعل لنا من مالك ومن نفسك ما شئت، ودعنا كما نحن، فنزلت هذه الآية، فأرجأ رسول الله - صلى الله عليه وسلم - منهن خمسًا أم حبيبة، وميمونة، وسودة، وصفية، وجويرية، فكان يقسم لهن ما شاء، وآوى إليه أربعًا: عائشة، وحفصة، وزينب، وأم سلمة، فكان يقسم بينهن سواء، ويروى أنه - صلى الله عليه وسلم - لم يخرج أحدًا منهن عن القسم، بل كان يسوي بينهن مع ما أطلق له وخيَّر فيه إلا سودة، فإنها رضيت بترك حقها من القسم، ووهبت ليلتها </p><p>(١) المراغي.</p><p> لعائشة، وقالت: لا تطلقني حتى أحشر في زمرة نسائك. </p><p> ثم بين السبب في الإيواء والإرجاء، وأنه كان ذلك في مصلحتهن، فقال:  {ذَلِكَ} المذكور من تفويض الأمر إلى مشيئتك {أَدْنَى} وأقرب إلى {أَنْ تَقَرَّ} وتبرد {أَعْيُنُهُنَّ} وتطيب أنفسهن {و} إلى أن {لَا يَحْزَنَّ} ، ولا يتأسفن بما فعلت بهن من إيثار بعض على بعض. </p><p> {وَ} إلى أن {يَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ} ؛ أي: ويرضين كلهن بما آتيتهن، وقسمت لهن من العدل بينهن تفضلًا وتكرمًا منك، وقوله:  {كُلُّهُنَّ} بالرفع تأكيد لفاعل {يرضين} ، وهو النون؛ أي: ذلك المذكور أقرب (١) إلى قرة عيونهن، وقلة حزنهن، ورضاهن جميعًا؛ لأنه حكم كلهن فيه سواء، ثم إن سويت بينهن .. وجدت ذلك تفضلًا منك، وإن رجحت بعضهن .. علمن أنه بحكم الله، فتطمئن به نفوسهن، ويذهب التنافس والتغاير، فرضين بذلك، فاخترنه على الشرط، ولذا قصره الله عليهن، وحرم عليه طلاقهن، والتزوج بسواهن، وجعلهن أمهات المؤمنين. </p><p> والمعنى: أي إنهن إذا علمن أن الله قد وضع عنك الحرج في القسم، فإن شئت قسمت، وإن شئت لم تقسم، لا جناح عليك في أيِّ ذلك فعلت، وأنت مع هذا تقسم لهن اختيارًا منك، لا وجوبًا عليك .. فرحن بذلك، واستبشرن به، واعترفن بمنتك عليهن في قسمك لهن، وتسويتك بينهن، وإنصافك لهن وعدلك بينهن. </p><p> والخلاصة: ذلك التفويض إلى مشيئتك أقرب إلى قرة عيونهن، وانتفاء حزنهن، ووجود رضاهن إذا علمن أن ذلك التفويض من عند الله تعالى، فحالة كل منهن كحالة الأخرى في ذلك. </p><p> وقرأ الجمهور:  {أَنْ تَقَرَّ أَعْيُنُهُنَّ} مبنيًا للفاعل من: قرت العين، وقرأ ابن محيصن:  {تقر} بضم التاء من: أقرر الرباعي، ونصب {أعينهن} ، وفاعله: ضمير المخاطب؛ أي: أنت. وقرىء:  {تقر} مبنيًا للمفعول، و {أعينهن} بالرفع. وقرأ الجمهور:  {كُلُّهُنَّ} بالرفع تأكيدًا لفاعل {يرضين} ، وهو: النون. وقرأ أبو إياس </p><p>(١) روح البيان.</p>"
}