{
  "id": null,
  "sura": 33,
  "aya": 59,
  "text": "<p> واللعن في الدنيا والآخرة، فكذا المؤذي للمؤمن. </p><p> روي: أن رجلًا شتم علقمة رضي الله عنه، فقرأ هذه الآية. وعن عبد الرحمن بن سمرة - رضي الله عنه - قال: خرج النبي - صلى الله عليه وسلم - على أصحابه فقال:  \"رأيت الليلة عجبًا، رأيتُ رجالًا يعلقون بألسنتهم،فقلت:من هؤلاء يا جبريل؟فقال:هؤلاء الذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا\" . </p><p> وفي الحديث:  \"المسلم من سلم المسلمون من لسانه ويده\" بأن لا يتعرض لهم بما حرم من دمائهم وأموالهم وأعراضهم، قدَّم اللسان في الذكر؛ لأن التعرض به أسرع وقوعًا وأكثر، وخص اليد بالذكر؛ لأن معظم الأفعال يكون بها. واعلم أن المؤمن إذا أوذي يلزم عليه أن لا يتأذى، بل يصبر، فإن له فيه الأجر، فالمؤذي لا يسعى في الحقيقة إلا في إيصال الأجر إلى من آذاه، ولذا ورد:  \"وأحسن إلى من أساء إليك\" ، وذلك لأن المسيء وإن كان مسيئًا في الشريعة، لكنه محسن في الحقيقة. </p><p> وروي عن عائشة - رضي الله عنها - أنها قالت: قال رسول الله - صلى الله عليه وسلم - لأصحابه </p><p> \"أيُّ الربا أربى عند الله؟ \" قالوا: الله ورسوله أعلم. قال:  \"أربى الربا عند الله استحلال عرض امرىءٍ مسلم،ثم قرأ:{وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا(٥٨)} \" . </p><p> والمعنى: أي إن الذين ينسبون إلى المؤمنين والمؤمنات ما لم يعملوه، وما هم منه براء قد اجترحوا كذبًا فظيعًا، وأتوا أمرًا إدًّا، وذنبًا ظاهرًا، ليس له ما يسوغه أو يقوم مقام العذر له. </p><p> ٥٩ - ولما فرغ سبحانه من الزجر لمن يؤذي رسوله والمؤمنين والمؤمنات من عباده .. أمر رسوله - صلى الله عليه وسلم - بأن يأمر بعض من ناله الأذى ببعض ما يدفع ما يقع عليه منه، فقال:  {يَا أَيُّهَا النَّبِيُّ} الكريم {قُلْ لِأَزْوَاجِكَ} ؛ أي: نسائك، وكانت تسعًا حين توفي - صلى الله عليه وسلم -، وهن: عائشة، وحفصة، وأم حبيبة، وأم سلمة، وسودة، وزينب، وميمونة، وصفية، وجويرية، وقد سبق تفاصيلهن نسبًا وأوصافًا وأحوالًا، وقد نظمها بعضهم بقوله: </p><p> تُوُفِّيْ رَسُوْلُ اللهِ عَنْ تِسْعِ نِسْوَةٍ ... إِلَيْهِنَّ تُعْزَى الْمَكْرُمَاتُ وَتُنْسَبُ </p><p> فَعَائِشَةٌ مَيْمُوْنَةٌ وَصَفِيَّةٌ ... وَحْفْصَةُ تَتلُوهُنَّ هِنْدٌ وَزَيْنَبُ </p><p> جُوَيْرِيَّةٌ مَعْ رَمْلَةٍ ثُمَّ سَوْدَةٌ ... ثَلاَثٌ وَسِتٌّ ذِكْرُهُنَّ لَيَعْذُبُ </p><p> {وَبَنَاتِكَ} وكانت ثمانيًا، أربع صلبيات ولدتها خديجة، وهي: زينب، ورقية، وأم كلثوم، وفاطمة رضي الله عنهن، متن في حياته - صلى الله عليه وسلم - إلا فاطمة، فإنها عاشت بعده ستة أشهر؛ وأربع ربائب ولدتها أم سلمة، وهي: برة، وسلمة، وعمرة، ودرة، رضي الله عنهن. </p><p> {وَنِسَاءِ الْمُؤْمِنِينَ} في المدينة {يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ} مقول القول. </p><p> والإدناء (١) : الإرخاء، من الدنو، وهو القرب. والجلباب: ثوب أوسع من الخمار دون الرداء تلويه المرأة على رأسها، وتبقي منه ما ترسله إلى صدرها، و {مِنْ} للتبعيض؛ لأن المرأة ترخي بعض جلبابها، وتتلفع ببعض. </p><p> والمعنى: يرخين ويغطين بها وجوههن وأبدانهن وقت خروجهن من بيوتهن لحاجة، ولا يخرجن مكشوفات الوجوه والأبدان، كالإماء، حتى لا يتعرض لهن السفهاء ظنًا بأنهن إماء. وعن السدي: تغطي إحدى عينيها، وشق وجهها، والشق الآخر إلا العين، وقال الحسن: تغطي نصف وجهها. وقال قتادة: تلويه فوق الجبين وتشده، ثم تعطفه على الأنف، وإن ظهرت عيناها, لكنها تستر الصدر ومعظم الوجه. </p><p> قال ابن عباس: أمر نساء المؤمنين أن يغطين رؤوسهن ووجوههن بالجلابيب إلا عينًا واحدةً ليعلم أنهن حرائر. {ذَلِكَ} المذكور من الإدناء والتغطية والإرخاء {أَدْنَى} وأقرب إلى {أَنْ يُعْرَفْنَ} فيتميزن عن الإماء والقينات اللاتي هن مواقع تعرض الزناة وأذاهم، كما ذكر في الآية السابقة، ويظهر للناس أنهن حرائر {فَلَا يُؤْذَيْنَ} من جهة أهل الفجور بالتعرض لهن، وليس المراد بقوله:  {ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ} أن تعرف الواحدة منهن من هي، بل المراد أن يعرفن أنهن حرائر لا إماء؛ لأنهن قد لبسن لبسة تختص بالحرائر. </p><p> {وَكَانَ اللَّهُ} سبحانه وتعالى {غَفُورًا} لما سلف منهن من التقصير في الستر، </p><p>(١) روح البيان.</p><p> وترك إدناء الجلابيب. {رَحِيمًا} بهن أو بعباده؛ حيث يراعي مصالحهم حتى الجزئيات منها، أو غفورًا للمذنبين، رحيمًا بهم بقبول توبتهم، فيدخلن في ذلك دخولًا أوليًا. </p><p> قال أنس رضي الله عنه: مرت لعمر بن الخطاب جارية متقنعة، فعلاها بالدرة وقال: يا لكاع، تتشبهين بالحرائر، ألقي القناع. وفي الآية تنبيه لهنّ على حفظ أنفسهن، ورعاية حقوقهن بالتصاون والتعفف، وفيها إثبات زينتهن، وعزة قدرهن. </p><p> وقيل المعني:  {ذَلِكَ} التنبيه {أَدْنَى أَنْ يُعْرَفْنَ} أن لهن قدرًا ومنزلة وعزة في الحضرة {فَلَا يُؤْذَيْنَ} بالأطماع الفاسدة، والأقوال الكاذبة {وَكَانَ اللَّهُ غَفُورًا} لهن بامتثال الأوامر {رَحِيمًا} بهن بإعلاء درجاتهن، كما في \"التأويلات النجمية\" . </p><p> واعلم: أنه فهم من الآية شيئان: </p><p> الأول: أن نساء ذلك الزمان كنَّ لا يخرجن لقضاء حوائجهن إلا ليلًا تسترًا وتعففًا، وإذا خرجن نهارًا لضرورة .. يبالغن في التغطي، ورعاية الأدب والوقار، وغض البصر عن الرجال الأخيار والأشرار، ولا يخرجن إلا في ثياب دنيئة، فمن خرجت من بيتها متعطِّرة متبرِّجة؛ أي: مظهرة زينتها ومحاسنها للرجال .. فإن عليها ما على الزانية من الوزر، وعلامة المرأة الصالحة عند أهل الحقيقة أن يكون حسنها مخافة الله، وغناها القناعة، وحليها العفة؛ أي: التكفف عن الشرور والمفاسد، والاجتناب عن مواقع التهم. </p><p> والثاني: أن الدنيا لم تخل عن الفسق والفجور حتى في الصدر الأول، فرحم الله أمرأً غضَّ بصره عن أجنبية، فإن النظرة تزرع في القلب شهوة، وكفى بها فتنة. قال ابن سيرين رحمه الله: إني لأرى المرأة في منامي، فاعلم أنها لا تحل لي، فأصرف بصري عنها. فيجب على المرء أن لا يقرب امرأةً ذات عطر وطيب، ولا يمس يدها, ولا يكلمها, ولا يمازحها, ولا يلاطفها, ولا يخلو بها، فإن الشيطان يهيّج شهوته، ويوقعه في الفاحشة. </p><p> وفي الحديث:  \"من فاكه امرأةً لم تحل له، ولا يملكها .. حبس بكلِّ كلمةٍ ألف عام في النار، ومن التزم امرأةً حرامًا -أي:اعتنقها - .. قرن مع الشيطان في سلسلة؛ ثم يؤمر به إلى النار\" والعياذ بالله من دار البوار. </p><p> وعن رسول الله - صلى الله عليه وسلم -: \"لأن يطعن في رأس أحدكم بمخيط من حديد، خير له من أن يمس امرأة لا تحل له\" . رواه الطبراني والبيهقي، وهو حديث حسن. </p><p> وعن أسماء بنت أبي بكر الصديق قالت: كنَّا نغطي وجوهنا من الرجال. رواه الحاكم، وقال: إسناده صحيح على شرط الشيخين. </p><p> ومن صور الاختلاط المحرم: اختلاط البنات مع ابن العم، وابن العمة. </p><p> ومنها: اختلاط البنات مع ابن الخال وابن الخالة. </p><p> ومنها: الاختلاط مع أخ الزوج بالنسبة للزوجة. </p><p> ومنها: اختلاط أخوات الزوجة مع زوجها. </p><p> ومنها: اختلاط أخ المرأة من الرضاع مع أخوات أخته من الرضاع. </p><p> ومنها: خلوة خطيب الفتاة بالفتاة، وخروجه معها إلى السوق، وحديثه معها قبل العقد، وإنما جاز له النظر إليها بحضور وليها إذا عزم على الزاوج فقط، إلى غير ذلك من الصور التي تساهل فيها كثير من أهل عصرنا الفاسد. </p><p> وحاصل معنى الآية: أن الله سبحانه طلب من نبيه - صلى الله عليه وسلم - أن يأمر النساء المؤمنات المسلمات، وبخاصة أزواجه وبناته، بأن يسدلن عليهن الجلابيب إذ خرجن من بيوتهن؛ ليتميزن عن الإماء. وعن أم سلمة قالت: لما نزلت هذه الآية: {يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنّ} .. خرج نساء الأنصار كان رؤوسهن الغربان من السكينة، وعليهن أكسية سود يلبسنها. </p><p> وإجمال ذلك: أن على المسلمة إذا خرجت من بيتها لحاجة أن تسدل عليها ملابسها، بحيث تغطي الجسم والرأس، ولا تبدي شيئًا من مواضع الفتنة، كالرأس والصدر والذراعين، ونحوها، ثم علل ذلك بقوله: ذلك التستر أقرب إلى معرفتهن بالعفة، فلا يتعرض لهن، ولا يلقين مكروهًا من أهل الريبة احترامًا لهن منهم، فإن المتبرجة مطموع فيها، منظور إليها نظرة سخرية واستهزاء، كما هو مشاهد في كل عمر ومصر، لا سيما في هذا العصر الذي انتشرت فيه الخلاعة، وكثر فيه الفسق والفجور، وكان الله سبحانه غفورًا لما عسى أن يكون قد صدر من الإخلال بالستر، كثير الرحمة لمن امتثل أمره معهن، فيثبه عظيم الثواب، ويجزيه الجزاء الأوفى. </p>"
}