{
  "id": null,
  "sura": 33,
  "aya": 39,
  "text": "<p> الأنبياء؛ حيث وسع عليهم في باب النكاح وغيره، ولقد كان لداودٍ عليه الصلاة والسلام مئة امرأة، وثلاث مئة سرية، ولابنه سليمان عليه السلام ثلاث مئة امرأة، وسبع مئة سرية، فلك التوسعة في أمر النكاح مثل الأنبياء الماضين؛ أي: إن هذا هو السنن الأقدم في الأنبياء والأمم الماضية، أن ينالوا ما أحله الله لهم من أمر النكاح وغيره. أي: إن الله سن بك أيها الرسول سنة أسلافك من الأنبياء الذين مضوا من قبل فيما أباح لهم من الزوجات والسراري، فقد كان لسليمان وداود وغيرهما عدد كثير منهن، وفي هذا رد على اليهود الذين عابوه - صلى الله عليه وسلم - وحاشاه بكثرة الأزواج. </p><p> {وَكَانَ أَمْرُ اللَّهِ} سبحانه وتعالى؛ أي: مأموره الذي قدره وحكمه وقضاه {قَدَرًا مَقْدُورًا} ؛ أي: قضاء مقضيًا، وحكمًا مبتوتًا كائنًا لا محالة، وواقعًا لا محيد عنه، فما شاء كان، وما لم يشأ لم يكن، فهو كقولهم: ظل ظليل، وليل أليل، في قصد التأكيد. قال مقاتل: أخبر الله أن أمر زينب كان من حكم الله وقدره. اهـ. </p><p> وفيه إشارة إلى أن الله تعالى إذا قضى أمر نبي .. لم يجعل عليه في ذلك من حرج، ولا سبب نقصان، وإن كان في الظاهر سبب نقصان ما عند الخلق، والذي يجري على الأنبياء قضاء مبرم مبني على حكم كثيرة، وليس فيه خطأ، ولا غلط ولا عبث. </p><p> ٣٩ - ثم وصف الذين خلوا بصفات الكمال والتقوى، وإخلاص العبادة له، وتبليغ رسالته، فقال:  {الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ} سبحانه وتعالى، والموصول صفة للذين خلوا، أو في محل الرفع على إضمارهم، أو في محل النصب على تقدير: أمدح. </p><p> وقرأ عبد الله:  {الذين بلغوا} جعله فعلًا ماضيًا، وقرأ أبي {رسالة الله} على التوحيد، والجمهور:  {يُبَلِّغُونَ رِسَالَاتِ اللَّهِ} جمعًا. </p><p> والمراد بالرسالة: ما يتعلق بالرسالة، وهي سفارة العبد بين الله، وبين ذوي الألباب من خلقه؛ أي: إيصال الخبر من الله إلى العباد؛ أي: الذين يوصلون ما أمروا بتبليغه إلى الخلق. </p><p> {وَيَخْشَوْنَهُ} ؛ أي: يخافونه في كل ما يأتون ويذرون، لا سيما في أمر تبليغ الرسالة؛ حيث لا يقطعون منها حرفًا، ولا تأخذهم لومة لائم {وَلَا يَخْشَوْنَ} في </p><p> تبليغ ما أمروا به {أَحَدًا} من خلقه؛ أي: تعيير أحدا, ولا لومه {إِلَّا اللَّهَ} سبحانه، وفي وصفهم بقصرهم الخشية على الله تعريض (١) بما صدر عنه - صلى الله عليه وسلم - من الاحتراز من لائمة الخلق بعد التصريح في قوله:  {وَتَخْشَى النَّاسَ ...} الآية. مدحهم سبحانه بتبليغ ما أرسلهم به إلى عباده، وخشيته في كل فعل وقول، ولا يخشون سواه، ولا يبالون بقول الناس، ولا بتعييرهم، بل خشيتهم مقصورة على الله سبحانه. </p><p> والمعنى (٢) : أي هؤلاء الذين جعل محمد متبعًا سنتهم، وسالكًا سبيلهم، هم الذين يبلِّغون رسالات ربهم إلى من أرسلوا إليهم، ويخافون الله في تركهم تبليغ ذلك، ولا يخافون سواه. </p><p> والخلاصة: كن من أولئك الرسل الكرام، ولا تخشَ أحدًا غير ربك، فإنه يحميك ممن يريدك بسوءٍ، أو يمسك بأذى. </p><p> قال بعضهم: خشية الأنبياء من العتاب، وخشية الأولياء من الحجاب، وخشية عموم الخلق من العذاب. اهـ. وفي \"الأسئلة المقحمة\" : كيف قال سبحانه: {وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ} ، ومعلوم أنهم خافوا غير الله، وقد خاف موسى عليه السلام حين قال:  {لَا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلَى} ، وكذلك قال يعقوب عليه السلام:  {وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ} ، وكذلك خاف نبينا - صلى الله عليه وسلم - حين قيل له:  {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} ، وكذلك أخبر الكتاب عن جماعة من الأنبياء أنهم خافوا أشياء غير الله؟ </p><p> والجواب: أن معنى الآية: لا يعتقدون أنَّ شيئًا من المخلوقات يستقل بإضرارهم، ويستبد بإيذائهم دون إرادة الله ومشيئته؛ لما يعلمون أن الأمور كلها بقضاء الله وقدره، فأراد بالخوف هنا خوف العقيدة والعلم واليقين، لا خوف البشرية الذي هو من الطباع الخلقية، وخواص البشرية، ونتائج الحيوانية. </p><p> {وَكَفَى بِاللَّه} سبحانه {حَسِيبًا} ؛ أي: محاسبًا لعباده على أعمالهم، فينبغي أن يحاسب العبد نفسه قبل محاسبة الله إياه، ولا يخاف غير الله، لا في أمر النكاح، ولا في غيره، إذا علم أن رضي الله وحكمه فيه. </p><p>(١) روح البيان. (٢) المراغي.</p>"
}