{
  "id": null,
  "sura": 33,
  "aya": 49,
  "text": "<p> ٤٩ - ولما ذكر سبحانه قصة زيد وطلاقه لزينب، وكان قد دخل بها، وخطبها النبي - صلى الله عليه وسلم - بعد انقضاء عدتها، كما تقدم .. خاطب المؤمنين هنا مبيِّنًا لهم حكم الزوجة إذا طلقها زوجها قبل الدخول، فقال:  {يَا أَيُّهَا الَّذِينَ آمَنُوا} بما جاء به محمد - صلى الله عليه وسلم - {إِذَا نَكَحْتُمُ} وتزوجتم {الْمُؤْمِنَاتِ} وعقدتم عليهن عقد النكاح. قال في \"بحر العلوم\" : أصل النكاح: الوطء، ثم قيل للعقد نكاح مجازًا تسمية للسبب باسم المسبب، فإن العقد سبب الوطء المباح، وعليه قوله تعالى:  {الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً} ؛ أي: لا يتزوج. ونظيره تسمية النبات غيثًا في قوله: رعينا الغيث؛ لأنه سبب للنبات، والخمر إثمًا؛ لأنها سبب لاكتساب الإثم. انتهى. </p><p> وفي \"القاموس\" : النكاح: الوطء والعقد. انتهى. </p><p> وخص المؤمنات (١) بالذكر مع أن هذا الحكم الذي في الآية يستوي فيه المؤمنات والكتابيات، تنبيهًا على أن من شأن المؤمن أن لا ينكح إلا مؤمنة تخيّرًا لنطفته، ويجتنب عن مصاحبة الفواسق، فما بال الكوافر. فالتي في سورة المائدة تعليم ما هو جائز غير محرم من نكاح المحصنات من الذين أوتوا الكتاب، وهذه فيها تعليم ما هو أولى بالمؤمنين من نكاح المؤمنات، وقد قيل: الجنس يميل إلى الجنس. وفي \"فتح الرحمن\" : التقييد بالمؤمنات خرج مخرج الغالب، وإلا فالكتابيات مثلهن فيما ذكر في الآية. انتهى. </p><p> {ثُمَّ طَلَّقْتُمُوهُنَّ} ؛ أي: أطلقتموهن من عقال النكاح، وفككتموهن من حبله {مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ} ؛ أي: من قبل أن تجامعوهن، فإن المس، أي: اللمس كنايةٌ عن الجماع. </p><p> وقرأ حمزة والكسائي (٢) : {تُماسوهن} بضم التاء ومد الميم، وفائدة (٣) الإتيان بـ {ثُمَّ} إزاحة ما عسى يتوهم أن تراخي الطلاق ربما تمكن الإصابة معه، فيؤثر في العدة كما يؤثر في النسب، فلا تفاوت في الحكم بين أن يطلقها وهي قريبة العهد من النكاح، وبين أن يطلقها وهي بعيدة منه. </p><p>(١) روح البيان. (٢) المراح.(٣) روح البيان.</p><p> وفيه دليل على أن الطلاق قبل النكاح غير واقع؛ لأن الله تعالى رتب الطلاق على النكاح، كما قال بعضهم: إنما النكاح عقدة، والطلاق يحلها. فكيف تحل عقدة لم تعقد؟. فلو قال: متى تزوجت فلانة، أو كل امرأة أتزوجها .. فهي طالق، لم يقع عليه طلاق إذا تزوج. عند الشافعي وأحمد، وقال أبو حنيفة: يقع مطلقًا؛ لأنه تطليق عند وجود الشرط، إلا إذا زوجها فضولي، فإنها لم تطلق، كما في \"المحيط\" . وقال مالك: إن عين امرأة بعينها، أو من قبيلة، أو من بلد، فتزوجها .. وقع الطلاق، وإن عمم فقال: كل امرأة أتزوجها من الناس كلهم لم يلزمه شيء. </p><p> والقول الصحيح الموافق لنص الكتاب والسنة: عدم وقوع الطلاق قبل النكاح، لحديث ابن عباس - رضي الله عنهما - قال:  \"جعل الله الطلاق بعد النكاح\" وأخرجه البخاري في ترجمة باب بغير إسناد. ولحديث جابر قال: قال رسول الله - صلى الله عليه وسلم -: \"لا طلاق قبل النكاح\" . </p><p> ولحديث عمرو بن شعيب عن أبيه عن جده: أن رسول الله - صلى الله عليه وسلم - قال:  \"لا طلاق فيما لا تملك، ولا عتق فيما لا تملك، ولا بيع فيما لا تملك\" . أخرجه أبو داود والترمذي بمعناه. </p><p> ثم إن (١) حكم الخلوة التي يمكن معها المساس في حكم المساس عند أبي حنيفة وأصحابه. والخلوة الصحيحة: غلق الرجل الباب على منكوحته بلا مانع وطءٍ من الطرفين، وهو ثلاثة: </p><p> حسي: كمرض يمنع الوطأ، ورتق وهو: انسداد موضع الجماع، بحيث لا يستطاع. </p><p> وشرعي: كصوم رمضان دون صوم التطوع، والقضاء والنذر والكفارة على الصحيح؛ لعدم وجوب الكفارة بالإفساد، وكإحرام فرض أو نفل، فإن الجماع مع الإحرام يفسد النسك، ويوجب دمًا مع القضاء. </p><p> وطبعي: كالحيض والنفاس؛ إذ الطباع السليمة تنفر منها، فإذا خلا بها في </p><p>(١) روح البيان.</p><p> محل خال عن غيرهما حتى عن الأعمى والنائم، بحيث أمنا من إطلاع غيرهما عليهما بلا إذنهما .. لزمه تمام المهر؛ لأنه في حكم الوطء، ولو كان خصيًا، وهو مقطوع الأنثيين، أو عنينًا، وهو الذي لا يقدر على الجماع، وكذا لو كان مجبوبًا، وهو مقطوع الذكر. وفرض الصلاة مانع كفرض الصوم للوعيد على تركها، والعُدَّة تجب بالخلوة، ولو مع المانع احتياطًا لتوهم شغل الماء، ولأنها حق الشرع والولد. </p><p> واعلم: أن الحيض والنفاس والرتق من الأعذار المخصوصة بالمرأة، وأما المرض والإحرام والصوم .. فتعتبر في كل من الرجل والمرأة، وتعد مانعًا بالنسبة إلى كليهما، كما في تفسير \"أبي الليث\" . </p><p> {فَمَا لَكُمْ} أيها الأزواج {عَلَيْهِنَّ} ؛ أي: على المطلقات قبل الدخول {مِنْ عِدَّةٍ} ؛ أي: أيام معدودة بالأشهر، أو بالأقراء، ينتظرن انقضاءها في زواجها للغير. وعدة المرأة: هي الأيام التي بانقضائها تحل للزوج. وجملة {تَعْتَدُّونَهَا} ؛ أي: تحسبونها، في محل الجر على أنها صفة {عِدَّةٍ} ؛ أي: تستوفون عددها، أو تعدونها وتحصونها بالأقراء إن كانت من ذوات الحيض، أو بالأشهر إن كانت آيسةً، وفي الإسناد إلى (١) الرجال دلالة على أنَّ العدة حقهم، كما أشعر به {فَمَا لَكُمْ} . </p><p> فدلت الآية على أنه لا عدة على غير المدخول بها، وهذا من الأمر المجمع عليه، كما حكاه القرطبي؛ لبراءة رحمها من نطفة الغير، فإن شاءت تزوجت من يومها، وكذا إذا تيقن بفراغ رحم الأمة من ماء البائع، لم يستبرىء عند أبي يوسف. وقالا أي: الشافعي وأحمد: إذا ملك جارية، ولو كانت بكرًا، أو مشتراة ممن لا يطأ أصلًا، مثل المرأة والصبي والعنين والمجبوب، أو شرعًا كالمحرم رضاعًا أو مصاهرة، أو نحو ذلك .. حرم عليه وطؤها ودواعيه، كالقبلة والمعانقة والنظر إلى فرجها بشهوة، أو غيرها حتى يستبرىء بحيضة، أي: يطلب براءة رحمها من الحمل. </p><p> وقرأ الجمهور (٢) : {تَعْتَدُّونَهَا} بتشديد الدال، افتعل من: العد؛ أي: تستوفون </p><p>(١) روح البيان. (٢) البحر المحيط والشوكاني.</p><p> عددها، من قولهم: عدَّ الدراهم فاعتدها؛ أي: استوفى عددها. </p><p> وقرأ ابن كثير في رواية عنه، وأهل مكة: بتخفيفها، وفي هذه القراءة وجهان: </p><p> أحدهما: أن تكون بمعنى الأولى مأخوذة من الإعتداد؛ أي: تستوفون عددها, ولكنهم تركوا التضعيف لقصد التخفيف. </p><p> والوجه الثاني: أن يكون المعنى: تعتَدُون فيها، والمراد بالإعتداء هذا: هو ما في قوله: {وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا} ، فيكون الآية على القراءة الأخيرة: فما لكم عليهن من عدة تعتدون عليهن فيها بالمضارة. وقد أنكر ابن عطية صحة هذه القراءة عن ابن كثير، وقال: إن البزي غلط عليه. </p><p> وهذه الآية مخصصة لعموم قوله تعالى:  {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ} ، وبقوله:  {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ} . وتخصص من هذه الآية المتوفى عنها زوجها، فإنه إذا مات بعد العقد عليها، وقبل الدخول بها .. كان الموت كالدخول، فتعتد أربعة أشهر وعشرًا. </p><p> {فَمَتِّعُوهُنَّ} ؛ أي: فأعطوهن المتعة، وهي: درع وخمار وملحفة، كذا قيل. وهو محمول على إيجاب المتعة إن لم يسم لها مهر عند العقد، وعلى استحبابها إن سمي ذلك، فإنه إن سمي المهر عنده، وطلق قبل الدخول، فالواجب نصفه دون المتعة، كما قال تعالى:  {وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ} ؛ أي: فالواجب عليكم نصف ما سميتم لهن من المهر. </p><p> {وَسَرِّحُوهُنَّ} ؛ أي: أخرجوهن من منازلكم؛ إذ ليس لكم عليهن من عدة {سَرَاحًا جَمِيلًا} ؛ أي: إخراجًا حسنًا، أي: من غير ضرار ولا منع حق. وقيل: السراح الجميل: أن لا يطالبها بما كان قد أعطاها. وفي \"كشف الأسرار\" : معنى الجميل: أن لا يكون الطلاق جور الغضب، أو طاعة لغيره، وأن لا يكون ثلاثًا بتًا، أو لمنع صداق، انتهى. والمراد بالسراح هنا: الإخراج من المنازل كما سبق، ولا يصح تفسير السراح بالطلاق السني, لأنه إنما يتسنى في المدخول بها، والضمير لغير المدخول بها. </p><p> وفي \"التأويلات النجمية\" : وفي الآية إشارة إلى كرم الأخلاق، يعنى: إذا نكحتم المؤمنات، ومالت قلوبهن إليكم، ثم آثرتم الفراق قبل الوصال، فكسرتم </p>"
}