{
  "id": null,
  "sura": 34,
  "aya": 6,
  "text": "<p> أي: ظانين ومقدِّرين أنهم يعجزوننا، ويفوتوننا؛ لأنهم حسبوا أن لا بعث ولا نشور، فيكون لهم ثواب وعقاب. </p><p> قال في \"البحر\" : ظانين في زعمهم وتقديرهم أنهم يفوتوننا، وأن كيدهم للإسلام يتم لهم. </p><p> قرأ الجمهور (١) : {مُعَاجِزِينَ} مخففًا. وقرأ ابن كثير وابن محيصن وحميد ومجاهد وأبو عمرو والجحدري وأبو السمال:  {معجِّزين} مثقلًا؛ أي: مثبطين للناس عن الإيمان بالآيات، مدخلين عليهم العجز في نشاطهم، وهذا هو معنى سعيهم في شأن الآيات، أو معجزين قدرة الله في زعمهم. </p><p> {أُولَئِكَ} الساعون {لَهُمْ} بسبب ذلك {عَذَابٌ} عظيم {مِنْ رِجْزٍ} ؛ أي: من سيء العذاب، فـ {مِنْ} للبيان، {أَلِيمٌ} بالرفع صفة {عَذَابٌ} ؛ أي: شديد الإيلام. وفي \"المفردات\" : أصل الرجز: الاضطراب، وهو في الآية كالزلزلة، والظاهر (٢) أن قوله: {وَالَّذِينَ سَعَوْا} مبتدأ، والخبر في الجملة الثانية، وهي {أُولَئِكَ} ، وقيل: ومنصوب عطفًا على {الَّذِينَ آمَنُوا} ، والمعنى عليه: أي وليجزي الذين سعوا في إبطال أدلتنا وحججنا عنادًا منهم، وكفرًا، وظنوا أنهم يسبقوننا بأنفسهم، فلا نقدر عليهم بشديد العذاب في جهنم، وبئس المهاد؛ لما اجترحوا من السيئات، ودسوا به أنفسهم من قبيح الأعمال. </p><p> وإجمال ذلك: أن الساعة آتية لا ريب فيها؛ لينعم السعداء المؤمنون، ويعذِّب الأشقياء الكافرون. </p><p> قرأ الجمهور:  {أَلِيمٌ} بالجر صفة لـ {رِجْزٍ} . وقرأ ابن كثير، وحفص عن عاصم بالرفع صفة لـ {عَذَابٌ} ، ونحو الآية قوله: {أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ (٢٨) }، وقوله: {لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ (٢٠) }. </p><p> ٦ - ثم استشهد باعتراف أولي العلم ممن آمن من أهل الكتاب، كعبد الله بن سلام، وكعب الأحبار وأضرابهما بصحة ما أنزل إليه؛ ليرد به على أولئك الجهلة </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> الساعين في الآيات الذين أنكروا الساعة، فقال:  {وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ} مستأنف (١) مسوق للاستشهاد بأولي العلم على الجهلة الساعين في الآيات؛ أي: ويعلم أولو العلم من أصحاب رسول الله - صلى الله عليه وسلم -، ومن شايعهم من علماء الأمة، أو من آمن من علماء أهل الكتاب، كعبد الله بن سلام، وكعب الأحبار، وغيرهما، والأول أظهر؛ لأن السورة مكية، كما في \"التكملة\" . </p><p> {الَّذِي أُنْزِلَ إِلَيْكَ} يا محمد {مِنْ رَبِّكَ} ؛ أي: النبوة والقرآن والحكمة، والموصول مع صلته مفعول أول لـ {وَيَرَى} . {هُوَ} ضمير فصل يفيد التوكيد، كقوله تعالى:  {هُوَ خَيْرًا لَهُمْ} . {الْحَقَّ} بالنصب على أنه مفعول ثان لـ {يَرَى} ، وبه قرأ الجمهور، وقرأ (٢) ابن أبي عبلة بالرفع؛ جعل {هُوَ} مبتدأ، و {الْحَقَّ} : خبره، والجملة في موضع المفعول الثاني لـ {يَرَى} ، وهي لغة تميم، يجعلون ما هو فصل عند غيرهم مبتدأً، قاله أبو عمر الجرمي. </p><p> وقوله:  {وَيَهْدِي} عطف على {الْحَقَّ} ، عطف فعل على اسم، كما في قوله تعالى:  {صَافَّاتٍ وَيَقْبِضْنَ} ؛ أي: وقابضات، فكأنه قيل: ويرى الذين أوتوا العلم الذي أنزل إليك من ربك الحق، وهاديًا {إِلَى صِرَاطِ} الله {الْعَزِيزِ} في ملكه {الْحَمِيدِ} عند خلقه الذي هو التوحيد، والتوشح بلباس التقوى، وهذا يفيد رهبةً؛ لأن العزيز يكون ذا انتقام من المكذِّب، ورغبة؛ لأن الحميد يشكر على المصدِّق، والمراد: أنه يهدي إلى دين الله، وهو التوحيد. </p><p> ومعنى الآية (٣) : أي وقال الجهلة المنكرون للبعث والحشر والحساب: إنه لا رجعة بعد هذه الدنيا، وقال العالمون من أهل الكتاب، ومن أصحاب رسول الله - صلى الله عليه وسلم -، ومن يأتي من بعدهم من أمته: إن الذي أنزل إليك من ربك مثبتًا لقيام الساعة، ومجازاة كل عامل بما عمل من خير أو شر، هو الحق الذي لا شك فيه، وأنه هو الذي يرشد من اتبعه، وعمل به إلى سبيل الله الذي لا يغالب، ولا يمانع، وهو القاهر لكل شيء، والغالب له، وهو المحمود على جميع أفعاله وأقواله، وما أنزله </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) المراغي.</p>"
}