{
  "id": null,
  "sura": 34,
  "aya": 33,
  "text": "<p> الأعمال، والسبب فيما أوقعهم في هذا النكال والوبال .. لرأيت العجب العجاب، والمنظر المخزي الذي يستكين منه المرء خجلًا، ثم فصل ذلك الحوار، فقال: يقول الأتباع للذين استكبروا في الدنيا، واستتبعوهم في الغيّ والضلال: لولا أنتم أيها السادة صددتمونا عن الهدى .. لكنا مؤمنين بما جاء به الرسول، </p><p> ٣٢ - ثم حكى سبحانه رد الرؤساء عليهم بقوله:  {قَالَ الَّذِينَ اسْتَكْبَرُوا} وهو واقع في جواب سؤال مقدر، كأنه قيل: فماذا قال الذين استكبروا؟ فقيل: قال الرؤساء الذين استكبروا عن الإيمان {لِلَّذِينَ اسْتُضْعِفُوا} منكرين لكونهم الصادين لهم عن الإيمان, مثبتين ذلك لأنفسهم؛ أي: للمستضعفين {أَنَحْنُ} معاشر الرؤساء {صَدَدْنَاكُمْ} ؛ أي: منعناكم وصرفناكم أيها الأتباع {عَنِ الْهُدَى} والإيمان {بَعْدَ إِذْ جَاءَكُمْ} الهدى، قال العمادى: وإنما وقعت {إِذْ} مضافًا إليها، وإن كانت من الظروف اللازمة للظرفية، لأنه يتوسع في الزمان ما لا يتوسع في غيره، فأضيف إليه الزمان. اهـ. وقيل: إن {إِذْ} هنا بمعنى: أن المصدرية؛ أي: لم نصدكم عنه، كقولك: ما أنا قلت هذا، تريد: لم أقله، مع أنه مقول لغيري، فإن دخول همزة الاستفهام الإنكاري على الضمير يفيد نفي الفعل عن المتكلم، وثبوته لغيره، كما قال:  {بَلْ كُنْتُمْ} أنتم {مُجْرِمِينَ} ؛ أي: راسخين في الإجرام والإشراك، فبسبب ذلك صددتم أنفسكم عن الإيمان, وآثرتم التقليد، وفي هذا تنبيه للكفار على أن طاعة بعضهم لبعض في الدنيا تصير سبب عداوة في الآخرة، وتبرىء بعضهم من بعض، قال أبو السعود: فأنكروا كونهم الصادين لهم عن الإيمان, وأثبتوا أنهم هم الصادون لأنفسهم بسبب كونهم راسخين في الإجرام. اهـ. </p><p> والمعنى: أي قال الذين استكبروا في الدنيا، وصاروا رؤساء في الكفر والضلالة للذين استضعفوا، فكانوا أتباعًا لأهل الضلال منهم: أنحن منعناكم من اتباع الحق بعد أن جاءكم من عند الله تعالى، بل أنتم منعتم أنفسكم حظها اجرامكم وإيثاركم الكفر على الإيمان. </p><p> والخلاصة: أننا لم نحل بينكم وبين الإيمان لو صممتم على الدخول فيه، بل كنتم مجرمين، فمنعكم إيثاركم الكفر على الإيمان من اتباع الهدى، </p><p> ٣٣ - ثم حكي ردّ المستضعفين على قول المستكبرين بقوله:  {وَقَالَ الَّذِينَ اسْتُضْعِفُوا} عطف على الجملة الاستئنافية. </p><p> فإن قلت (١) : لِمَ عطف هنا، وترك العطف فيما سبق؟ </p><p> قلت: لأنّ الذين استضعفوا مرَّ أولًا كلامهم، فجيء بالجواب محذوف العاطف على طريقة الاستئناف، ثم جيء بكلام آخر للمستضعفين، فعطف على كلامهم الأول، اهـ \"كشاف\" . أي: قال الذين استضعفوا {لِلَّذِينَ اسْتَكْبَرُوا} ردًا لما أجابوا به عليهم، ودفعًا لما نسبوه إليهم من صدهم لأنفسهم:  {بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ} إضراب على إضرابهم، وإبطال له؛ أي: لم يكن إجرامنا الصاد لنا، بل مكركم لنا ليلًا ونهارًا هو الصاد لنا، والمكر (٢) : صرف الغير عما يقصده بحيلة؛ أي: بل صدّنا مكركم بنا في الليل والنهار، وحملكم إيانا على الشرك والأوزار، فحذف المضاف إليه، وأقيم الظرف مقامه اتساعًا، يعني: في الظرف بإجرائه مجرى المفعول به، أو جعل ليلهم ونهارهم ماكرين مجازًا. </p><p> والمعنى: أنَّ المستكبرين لما أنكروا أن يكونوا السبب، وأثبتوا أن ذلك باختيارهم .. كر عليهم المستضعفون بقولهم: بل مكر الليل والنهار، فأبطلوا إضرابهم بإضرابهم، كأنهم قالوا: بل من جهة مكركم لنا ليلًا ونهارًا، أو حملكم إيانا على الشرك، واتخاذ الأنداد، اهـ \"عمادي\" . </p><p> وقرأ قتادة ويحيى بن يعمر (٣) : {بل مكرٌ} بالتنوين، {الليلَ والنهارَ} بالنصب على الظرفية، والتقدير: بل مكر كائن في الليل والنهار، وقرأ سعيد بن جبير بن محمد وأبو رزين وابن يعمر أيضًا:  {مكرٌّ} بفتح الكاف وتشديد الراء مضافًا مرفوعًا بمعنى: الكرور من كر يكر إذا جاء وذهب، ومعناه: كرور الليل والنهار واختلافهما، ومقصودهم الإحالة على طول الأمل، والاغترار بالأيام مع أمر هؤلاء الرؤساء بالكفر بالله تعالى، وقرأ ابن جبير أيضًا وطلحة وراشد هذا من التابعين ممن صحح المصاحف بأمر الحجاج: كذلك، إلا أنهم نصبوا الراء على الظرف، وناصبه فعل مضمر؛ أي: صددتمونا مكر الليل والنهار؛ أي: في مكرهما، ومعناه: دائمًا. </p><p> وقوله:  {إِذْ تَأْمُرُونَنَا} ظرف للمكر؛ أي: بل صدَّنا مكركم الدائم في الليل </p><p>(١) الكشاف. (٢) روح البيان.(٣) البحر المحيط.</p><p> والنهار وقت أمركم إيانا، {أَنْ نَكْفُرَ بِاللَّهِ} ؛ أي: بوحدانيته، {وَنَجْعَلَ لَهُ} سبحانه {أَنْدَادًا} ؛ أي: أشباهًا وأمثالًا، والمعنى: أي: وقال الأتباع للرؤساء في الضلال: صدَّنا مكركم بنا، وخداعكم في الليل والنهار حين كنتم تأمروننا أن نكفر بالله، ونجعل له أمثالًا وأشباهًا في العبادة. </p><p> وإجمال ذلك: ما صدَّنا إلا مكركم أيها الرؤساء بالليل والنهار، حتى أزلتمونا عن عبادة الله، فأنتم كنتم تغروننا وتنموننا وتخيروننا أننا على الهدى، وأنا على شيء، وكل ذلك باطل وكذب، ثم ذكر مآل أمرهم وسوء عاقبتهم، فقال:  {وَأَسَرُّوا النَّدَامَةَ} والضمير فيه راجع إلى الفريقين؛ أي: وأضمر كل من الفريقين المستكبرين والمستضعفين الندامة والحسرة على ما فرط منهم في الدنيا من الكفر وأخفوها عن غيرهم، أو أخفاها كل منهم عن الآخر مخافة الشماتة، {لَمَّا رَأَوُا الْعَذَابَ} ؛ أي: حين رأوا العذاب وعاينوه؛ إذ هم بهتوا مما عاينوا، فلم يستطيعوا أن ينطقوا ببنت شفة. </p><p> والخلاصة: أنهم ندموا على ما فرّطوا من طاعة الله في الدنيا حين شاهدوا عذابه الذي أعدّه لهم، وقيل: المعنى: أضمر الفريقان الندامة على ما فعلا من الضلال والإضلال حين ما نفعتهم الندامة، وأخفاها كل منهما عن الآخر مخافة التعيير، أو المعنى: أظهروا الندامة، فإنه من الأضداد، يكون تارة بمعنى الإخفاء، وتارة بمعنى: الإظهار؛ إذ الهمزة تصلح للإثبات والسلب، كما في أشكيته، وهو المناسب لحالهم، ومنه قول أمرىء القيس: </p><p> تَجَاوَزْتُ أَحْرَاسًا وَأَهْوَالَ مَعْشَرٍ ... عَلَى حِرَاصٌ لَوْ يُسِرُّونَ مُقْتَلِيْ </p><p> وقيل: معنى أسرّوا الندامة: تبينت الندامة في أسرة وجوههم. {وَجَعَلْنَا الْأَغْلَالَ} : جمع غل، وهو: قيد وطوق من حديد يجمع اليد إلي العنق، كما سيأتي؛ أي: ونجعل الأغلال يوم القيامة، {فِي أَعْنَاقِ الَّذِينَ كَفَرُوا} بالحق لما جاءهم في الدنيا حين دخلوا النار في الآخرة من التابعين والمتبوعين، وإيراد المستقبل بلفظ الماضي من جهة تحقيق وقوعه، كما سيأتي في مبحث البلاغة إن شاء الله تعالى، والإظهار لمزيد الذم، أو للكفار على العموم، فيدخل هؤلاء فيهم دخولًا أوليًا أي: وجعلنا أغلال الحديد في أعناق هؤلاء في النار، ثم ذكر أنه لا </p>"
}