{
  "id": null,
  "sura": 34,
  "aya": 28,
  "text": "<p> وأقواله، وفيما شرع لهم من الدين الحق الذي يسعد من اعتنقه في حياتيه الأولى والآخرة. </p><p> قال بعضهم (١) : والتقرب باسم العزيز في التمسك بمعناه، وذلك يرفع الهمة عن الخلائق، فإن العز فيه، ومن ذكره أربعين يومًا في كل يوم أربعين مرة .. أعانه الله تعالى وأعزه، ولم يحوجه إلى أحد من خلقه، قال السهروردي: من قرأه سبعة أيام متواليات، كل يوم ألفًا .. أهلك خصمه، وإن ذكره في وجه العسكر سبعين مرة، ويشير إليهم بيده، فإنهم ينهزمون، والتقرب باسم الحكيم أن تراعى حكمته في الأمور كلها، فتجري عليها مقدمًا ما جاء شرعًا، ثم عادة سلمت من معارض شرعي، وخاصية هذا الاسم دفع الدواهي، وفتح باب الحكمة، فمن أكثر ذكره صرف عنه ما يخشاه من الدواهي، وفتح له باب من الحكمة، والحكمة في حقنا إصابة الحق في القول والعمل، وفي حق الله تعالى: معرفة الأشياء وإيجادها على غاية الإحكام، قال بعضهم: الحكمة تقال بالاشتراك على معنيين: الأول: كون الحكيم بحيث يعلم الأشياء على ما هي عليه في نفس الأمر، والثاني: كونه بحيث تصدر منه الأفعال المحكمة الجامعة. </p><p> ٢٨ - {وَمَا أَرْسَلْنَاكَ} ؛ أي: وما بعثناك يا محمد إلى قومك خاصة، بل ما أرسلناك {إِلَّا} بعثة، وإرسالة {كَافَّةً} ؛ أي: عامة شاملة {لِلنَّاسِ} محيطة (٢) بأحمرهم وأسودهم، وعربهم وعجمهم، من الكف بمعنى المنع؛ لأنها إذا عمتهم وشملتهم .. فقد كفتهم أن يخرج منها أحد منهم، فانتصاب {كَافَّةً} على أنها صفة لمصدر محذوف، والتاء للتأنيث، والجار متعلق بها، ويجوز أن تكون حالًا من الكاف، والتاء للمبالغة كتاء علامة؛ أي: ما أرسلناك في حال من الأحوال إلا حال كونك جامعًا لهم في الإبلاغ؛ لأن الكف يلزم الجمع، قال الراغب: وما أرسلناك إلا كافًا لهم عن المعاصي، والتاء فيه للمبالغة، انتهى. ولا يجوز أن يكون حالًا من {النَّاسِ} ، لامتناع تقدم الحال على صاحبها المجرور عند الجمهور، كامتناع تقدم المجرور على الجار، وذهب أبو علي وابن كيسان وابن برهان وابن ملكون إلى جوازه، ومنه قول الشاعر: </p><p>(١) روح البيان. (٢) روح البيان.</p><p> إِذَا الْمَرْءُ أَعْيَتْهُ السِّيَادَةُ نَاشِئًا ... فَمَطْلَبُهَا كَهْلًا عَلَيْهِ عَسِيْرُ </p><p> وقول الآخر: </p><p> تَسَلَّيْتُ طُرًّا عَنْكُمُ بَعْدَ بَيْنِكُمْ ... بِذِكْرَاكُمُ حَتَّى كَأنَّكُمُ عِنْدِيْ </p><p> وقول الآخر: </p><p> غَافِلًا تَعْرِضُ الْمَنِيةُ لِلْمَرْءِ ... فَيُدْعَى وَلاَتَ حَيْنَ إِبَاءِ </p><p> وممن رجح كونها حالًا من المجرور بعدها: ابن عطية، وقال: قدمت للاهتمام والتقوى. </p><p> وعن جابر بن عبد الله - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"أعطيت خمسًا لم يعطهن أحد من الأنبياء قبلي: نصرت بالرعب مسيرة شهر، وجعلت لي الأرض مسجدًا وطهورًا، فأيما رجل من أمتي أدركته الصلاة فليصل، وأحلت لي الغنائم ولم تحل لأحد قبلي، وأعطيت الشفاعة، وكان النبيُّ يبعث إلى قومه خاصة، وبعثت إلى الناس عامة\" متفق عليه. </p><p> وفي الحديث (١) : بيان الفضائل التي خص الله بها نبينا محمدًا - صلى الله عليه وسلم - دون سائر الأنبياء، وأنَّ هذه الخمسة لم تكن لأحد ممن كان قبله من الأنبياء، وفيه اختصاصه بالرسالة العامة لكافة الخلق الإنس والجن، وكان النبي قبله يبعث إلى قومه، أو إلى بلده خاصة، فعمت رسالة نبينا محمد - صلى الله عليه وسلم - جميع الخلق، وهذه درجة خص بها دون سائر الأنبياء عليه وعليهم أفضل الصلاة والسلام. </p><p> وانتصاب {بَشِيرًا وَنَذِيرًا} على الحال من الكاف في {أَرْسَلْنَاكَ} ؛ أي: وما أرسلناك إلا حالة كونك مبشرًا لمن آمن بالجنة، وحالة كونك منذرًا ومخوفًا لمن كفر بالنار. </p><p> ومعنى الآية (٢) : أي وما أرسلناك إلى قومك خاصة، بل أرسلناك إلى الخلق جميعًا، عربهم وعبهم أسودهم وأحمرهم، إنسهم وجنهم، مبشرًا من أطاعني بالثواب العظيم، ومنذرًا من عصاني بالعذاب الأليم، ونحو الآية قوله: {قُلْ يَا أَيُّهَا </p><p>(١) الخازن. (٢) المراغي.</p><p> النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا}، وقوله: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا (١) }. </p><p> {وَلَكِنَّ أَكْثَرَ النَّاسِ} ؛ أي: الكفار {لَا يَعْلَمُونَ} ما عند الله وما لهم من النفع في إرسال الرسل، فيحملهم جهلهم على الإصرار على ما هم عليه من الغيِّ والضلال، ونحو الآية قوله: {وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ (١٠٣) }، وقوله:  {وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ} . </p><p> وكرر ذكر الناس (١) تخصيصًا للجهل بنعمتي البشارة والنذارة، ونعمة الرسالة بهم، وأنهم هم الذين لا يعلمون فضل الله بذلك عليهم ولا يشكرونه، وذلك لأن العقل لا يستقل بإدراك جميع الأمور الدنيوية والدينية والأخروية، والتمييز بين المضار والمنافع، فاحتاج الناس إلى التبشير والإنذار، وبيان المشكلات من جهة أهل الوحي. </p><p> تتمة: وفي بعض الروايات من الحديث. السابق آنفًا:  \"فضلت علي الأنبياء بست: أعطيت جوامع الكلم\" ، وهي ما يكون ألفاظه قليلة، ومعانيه كثيرة، \"ونصرت بالرعب\" يعني: نصرني الله بإلقاء الخوف في قلوب أعدائي، \"من مسيرة شهر بيني وبينهم\" ، وجعل الغاية شهرًا؛ لأنه لم يكن بين بلده وبين أحد من أعدائه المحاربين له أكثر من شهر، \"وأحلت لي الغنائم\" يعني: أن من قبله من الأمم كانوا إذا غنموا الحيوانات .. تكون ملكًا للغانمين دون الأنبياء، فخص نبينا - صلى الله عليه وسلم - بأخذ الخمس والصفي، وإذا غنموا غيرها من الأمتعة والأطعمة والأموال جمعوه، فتجيء نار بيضاء من السماء، فتحرقه حيث لا غلول، وخص هذه الأمة المرحومة بالقسمة بينهم، كأكل لحم القربان، فإن الله أحله لهم زيادة في أرزاقهم، ولم يحله لمن قبلهم من الأمم، \"وجعلت لي الأرض طهورًا ومسجدًا\" يعني: أباح الله لأمتي الصلاة حيث كانوا تخفيفًا لهم، وأباح التيمم بالتراب عند فقد الماء، ولم يبح الصلاة للأمم الماضية إلا في كنائسهم، ولم يجز التطهر لهم إلا بالماء، \"وأرسلت إلى الخلق كافة\" ؛ أي: في زمنه وغيره ممن تقدم أو تأخر، بخلاف رسالة نوح عليه السلام، فإنها وإن كانت عامة لجميع أهل الأرض، لكنها خصت بزمانه، قال في </p><p>(١) روح البيان.</p>"
}