{
  "id": null,
  "sura": 34,
  "aya": 38,
  "text": "<p> كونه جزاء، وقرأ الجمهور:  {فِي الْغُرُفَاتِ} بالجمع مضموم الراء، واختار هذه القراءة أبو عبيد لقوله:  {لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ غُرَفًا} ، وقرأ الأعمش ويحيى بن وثاب وحمزة وخلف:  {في الغرفة} بالإفراد لقوله: {أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ} . </p><p> ومعنى الآية (١) : أي وما أموالكم التي تفتخرون بها على الناس، ولا أولادكم الذين تتكبرون بهم بالتي تقربكم منا، لكن من آمن وعمل صالحًا، فإيمانهم وعملهم يقربانهم منى، وأولئك أضاعف لهم ثواب أعمالهم، فأجازيهم بالحسنة عشر أمثالها، أو أكثر إلى سبع مئة ضعف، وهم في غرفات الجنات آمنون من كل خوف وأذى، ومن كل شر يحذر منه. روي عن علي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن في الجنة لغرفًا ترى ظهورها من بطونها، وبطونها من ظهورها\" ، فقال أعرابي: لمن هي؟ قال:  \"لمن طيب الكلام، وأطعم الطعام، وأدام الصيام، وصلى بالليل والناس نيام\" . وفي الآية إشارة إلى أنه لا تستحق الزلفى عند الله بالمال والأولاد مما زين للناس حبه، وحب غير الله يوجب البعد عن الله، فالأولى للعاقل أن يأخذ الباقي ويترك الفاني. </p><p> ٣٨ - ولما ذكر سبحانه حال المؤمنين .. ذكر حال الكافرين، فقال:  {وَالَّذِينَ} وهم كفار قريش، {يَسْعَوْنَ} ويبادرون، {فِي آيَاتِنَا} القرآنية، بالرد والطعن فيها، ويجتهدون في إبطالها حال كونهم {مُعَاجِزِينَ} ؛ أي: ظانين أنهم يعجزوننا ويفوتوننا، فلا يكون لهم مؤاخذة بمقابلة ذلك {أُولَئِكَ} المجتهدون في إبطال آياتنا {فِي الْعَذَابِ} ؛ أي: في عذاب جهنم {مُحْضَرُونَ} تحضرهم الزبانية إليها, لا يجدون عنها محيصًا؛ أي: مدخلون في العذاب، مخلدون فيه، لا يغيبون عنه، ولا ينفعهم ما اعتمدوا عليه من الشفعاء. </p><p> ٣٩ - {قُلْ} يا محمد لأولئك المفتخرين بالأموال والأولاد: {إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ} ويوسعه {لِمَنْ يَشَاءُ} البسط له {مِنْ عِبَادِهِ} ؛ أي: يوسعه عليه تارة، {وَيَقْدِرُ لَهُ} ؛ أي: يضيقه عليه تارة أخرى ابتلاءً وحكمةً، فهذا في شخص واحد باعتبار وقتين، وما سبق في شخصين، فلا تكرار؛ أي: بل فيه تقرير؛ لأن التوسع والتقتير ليسا لكرامة ولا هوان، فإنه لو كان كذلك لم يتصف بهما شخص واحد. اهـ \"شهاب\" . وقيل: \"تكرار لما تقدم لقصد التأكيد للحجة والدفع لما قاله الكفرة، </p><p>(١) المراغي.</p>"
}