{
  "id": null,
  "sura": 34,
  "aya": 19,
  "text": "<p> بذلك، وأذن لهم فيه؛ أي: وقلنا لهم: سيروا في تلك القرى لمصالحكم {لَيَالِيَ وَأَيَّامًا} ؛ أي: متى شئتم من الليالي والأيام، أو مكنا لهم من السير فيها متى شاؤوا من الأيام والليالي؛ أي: سيروا فيها أي وقت شئتم حال كونكم {آمِنِينَ} من كل ما تكرهونه من الأعداء واللصوص والسباع بسبب كثرة الخلق، ومن الجوع والعطش بسبب عمارة المواضع، لا يختلف الأمن فيها باختلاف الأوقات، أو سيروا فيها آمنين، وإن تطاولت مدة سفركم، وامتدت ليالي وأيامًا كثيرة، أو سيروا فيها ليالي أعماركم وأيامها لا تلقون فيها إلا الأمن لكن لا على الحقيقة، بل على تنزيل تمكينهم من السير المذكور، وتسوية مباديه وأسبابه على الوجه المذكور منزلة أمرهم بذلك. </p><p> وخلاصة ما ذكر (١) : أنهم كانوا في نعمة وغبطة وعيش هنيء رغد في بلاد مرضية، وأماكن آمنة، وقرى متواصلة مع كثرة أشجارها وزروعها وثمارها، فالمسافر لا يحتاج إلى حمل زاد ولا ماء، بل حيث نزل وجد ماءً وثمرًا، فهو يقيل في قرية ويبيت في أخرى بمقدار ما يحتاجون إليه في مسيرهم. </p><p> ١٩ - ثم ذكر أنهم بطروا وملوا تلك النعم، وآثروا الذي هو أدنى على الذي هو خير، كما طلب بنو إسرائيل الثوم والبصل مكان السلوى والعسل، وقالوا: لو كان جني جناننا أبعد .. لكان أجدر أن نشتهيه، وسألوا أن يجعل الله بينهم وبين الشام مفاوز وقفازًا؛ ليركبوا فيها الرواحيل، ويتزودوا الأزواد، ويتطاولوا فيها على الفقراء، كما حكى سبحانه عنهم بقوله:  {رَبَّنَا بَاعِدْ} بيننا؛ أي: بين بلدنا ويمننا، و {بَيْنَ} مقصد {أَسْفَارِنَا} وهو الشام؛ أي: اجعل بيننا وبين الشام مفاوز وفلوات لنركب فيها الرواحل، ونتزود الأزواد، فلما تمنوا ذلك عجل لهم الإجابة بتخريب تلك القرى المتوسطة، وجعلها بلقعًا لا يسمع فيها داع ولا مجيب {وَظَلَمُوا أَنْفُسَهُمْ} حيث عرضوها للسخط والعذاب بالشرك، وترك الشكر، وعدم الاعتداد بالنعمة، وتكذيب الأنبياء. </p><p> وقرأ الجمهور من السبعة (٢) : {رَبَّنَا} بالنصب على النداء. وقرؤوا أيضًا </p><p>(١) المراغي. (٢) الشوكاني.</p><p> {بَاعِدْ} بصيغة الطلب. وقرأ ابن كثير وأبو عمرو وابن محيصن وهشام عن ابن عامر:  {بعّد} بتشديد العين على صيغة الطلب. وقرأ ابن السميفع:  {بعُد} بضم العين فعلًا ماضيًا، فيكون معنى هذه القراءة: الشكوى من بعد الأسفار. وقرأ أبو صالح ومحمد بن الحنفية وأبو العالية ونصر بن عاصم ويعقوب:  {ربنا} بالرفع على الابتداء والخبر. {باعد} بفتح العين على أنه فعل ماض, والمعنى: لقد باعد ربنا بين أسفارنا، ورويت هذه القراءة عن ابن عباس، واختارها أبو حاتم, قال: لأنهم ما طلبوا التبعيد، إنما طلبوا أقرب من ذلك القرب الذي كان بينهم وبين الشام القرى المتواصلة بطرًا وأشرًا وكفرًا للنعمة. وقرأ يحيى بن يعمر وعيسى بن عمر:  {ربُّنا} بالرفع {بعَّد} بفتح العين مشددة، فيكون معنى هذه القراءة: الشكوى بأن ربهم بعَّد بين أسفارهم مع كونها قريبة متصلة بالقرى والشجر والماء, فيكون هذا من جملة بطرهم. وقرأ أخو الحسن البصري كقراءة ابن السميقع السابقة آنفًا، مع رفع {بينُ} على أنه الفاعل، كما قيل في قوله:  {لَقَدْ تَقَطَّعَ بَيْنَكُمْ} . وروى الفراء والزجاج قراءة مثل هذه القراءة، لكن مع نصب {بين} على أنه ظرف، والتقدير: بعد سيرنا بين أسفارنا، وقرىء:  {بُعِّد} ، وقرأ ابن يعمر:  {بين سفرنا} بالإفراد، والجمهور بالجمع. </p><p> قال النحاس (١) : وهذه القراءات إذا اختلف معانيها لم يجز أن يقال إحداها أجود من الأخرى، كما لا يقال ذلك في أخبار الآحاد إذا اختلفت معانيها, ولكن أخبر عنهم أنهم دعو ربهم أن يبعد بين أسفارهم, فلما فعل ذلك بهم شكوا وتضرروا, ولهذا قال سبحانه:  {وَظَلَمُوا أَنْفُسَهُمْ} حيث كفروا بالله، وبطروا نعمته، وتعرضوا لنقمته {فَجَعَلْنَاهُمْ أَحَادِيثَ} ؛ أي: عظةً واعتبارًا للناس، يتحدثون بهم ويتمثلون بهم. </p><p> أي: جعلنا أهل سبأ أخبارًا وعظةً وعبرةً لم بعدهم، بحيث يتحدث الناس بهم متعجبين من أحوالهم، ومعتبرين بعاقبتهم ومآلهم {وَمَزَّقْنَاهُمْ} ؛ أي: فرقناهم في كل جهة من البلاد {كُلَّ مُمَزَّقٍ} ؛ أي: غاية (٢) التفريق وكامله، على أن الممزق مصدر، أو: كل مطرح ومكان تفريق، على أنه اسم مكان, وفي التعبير بالتمزيق </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> الخاص بتفريق المتصل وخرقه من تهويل الأمر والدلالة على شدة التأثير والإيلام ما لا يخفى. </p><p> أي: مزقناهم تمزيقًا لا غاية وراءه، بحيث تضرب به الأمثال في كل فرقة ليس بعدها وقال، فيقال: تفرَّقوا أيدي سبأ؛ أي: تفرقوا تفرق أهل هذا المكان من كل جانب، وكانوا قبائل ولدهم سبأ، فتفرقوا في البلاد. قال الشعبي: فلحقت الأنصار بيثرب، وغسان بالشام. والأزد بِعُمَان، وخزاعة بتهامة، وقال الزمخشري (١) : غسان بالشام، وأنمار بيثرب، وجذام بتهامة، والأزد بِعُمَان. وفي \"التحرير\" : وقع منهم قضاعة بمكة، وأسد بالبحرين، وخزاعة بتهامة. </p><p> وفي الحديث: أن سبأ أبو عشرة قبائل، فلما جاء السيل على مأرب، وهو اسم بلدهم .. تيامن منهم ست قبائل - أي: تبددت في بلاد اليمن -: كندة والأزد والسفر ومذحج وأنمار التي منها بجلية وخثعم، وطائفة قيل لها حجير، بقي عليها اسم الأب الأول، وتشاءمت أربعة: لخم وجذام وغسان وخزاعة، ومن هذه المتشائمة أولاد قيلة، وهم الأوس والخزرج، ومنها عاملة، وغير ذلك. </p><p> والمعنى (٢) : أي فجعلناهم أحاديث للناس يسمرون بها، ويعتبرون بأمرهم، وكيف مكر الله بهم، وفرَّق شملهم بعد الاجتماع والألفة والعيش الهنيء، وصاروا مضرب الأمثال، فيقال للقوم يتفرقون: تفرقوا أيدي سبأ، فنزل آل جفنة بن عمرو الشام، ونزل الأوس والخزرج يثرب، ونزل أسد السراة السراة، ونزلت أزد عمان عمانًا، ثم أرسل الله على السَّدِّ السيل فهدَّمه. </p><p> {إِنَّ فِي ذَلِكَ} المذكور من قصتهم، وما فعل الله بهم {لَآيَاتٍ} عظيمة، ودلالات واضحة، وعلامات كثيرة، وعبرًا بليغة، وحججًا قاطعة على الوحدانية والقدرة. قال بعضهم: جمع الآيات؛ لأنهم صاروا فرقًا كثيرةً، كل منهم آية مستقلة {لِكُلِّ صَبَّارٍ} عن المعاصي ودواعي الهوى والشهوات، وعلى البلايا والمشاق والطاعات {شَكُورٍ} على النعم الإلهية في كل الأوقات والحالات، أو لكل مؤمن كامل؛ لأنَّ الإيمان نصف صبر ونصف شكر؛ أو لكل من هو كثير الصبر والشكر، </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}