{
  "id": null,
  "sura": 34,
  "aya": 45,
  "text": "<p> عليهم تركهما، ويحتجون على عدم المتابعة بأن نبيهم حذرهم ترك دينهم، وإن كان هذا احتجاجًا باطلًا اهـ. شيخنا. </p><p> ومعنى الآية: أي إن الدين الصحيح إنما يأتي بوحي من عند الله، وبكتاب يتزل على الرسول، ليبلِّغه للناس، ويبين لهم فيه ما جاء به من الشرائع والآداب والفضائل التي تكون بها سعادتهم في دنياهم وآخرتهم، وهم أمة أمية لم يأتهم كتاب قبل القرآن، ولم يبعث إليهم رسول قبل محمد، فمن أين أتاهم أن الدين الحق هو الذي يرشد إلى صحة الإشراك بالله، وينفي توحيد الخالق، حتى يكون لهم معذرة فيما يدعون، وحجة على صحة ما يعتقدون، ولا يخفى ما في هذا من التهكم بهم، والتجهيل لهم. </p><p> ٤٥ - وبعد أن بشر وأنذر وأبان بالحجة والبرهان ما كان فيه المقنع لهم - لو كانوا يعقلون - سلك بهم سبيل التهديد والوعيد، وضرب لهم المثل بالأمم التي كانت قبلهم وسلكت سبيلهم، ولم تجدها الآيات والنذر، فحل بها بأس الله، وأتاها العذاب من حيث لا تحتسب، فقال:  {وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ} ؛ أي: من قبل كفار مكة من كفار الأمم الماضية، والقرون المتقدمة، كما كذبك قومك من قريش. {وَمَا بَلَغُوا} ؛ أي: وما بلغ كفار مكة، وما وصلوا {مِعْشَارَ مَا آتَيْنَاهُمْ} ؛ أي: عشر ما أعطينا أولئك المتقدمين من قوة الأجسام، وكثرة الأموال والأولاد، وطول الأعمال، فأهلكهم الله تعالى كعاد وثمود، فالمعشار: بمعنى العشر، كالمرباع بمعنى: الربع، وقيل: الضمير في {بَلَغُوا} لكفار الأمم الماضية، والمعنى عليه: وما بلغ أولئك المتقدمون عشر ما آتينا هؤلاء المكذبين لك من البينات والهدى، والأول أولى، وقيل: إن المعنى: ما بلغ من قبلهم معشار ما آتينا هؤلاء من البينات والهدى والعلم والحجة والبرهان؛ أي: وما بلغ الذين من قبلهم من الأمم معشار ما أعطينا قوم محمد - صلى الله عليه وسلم - من البيان والبرهان، فإن محمدًا أفضل من جميع الرسل وأفصح، وبرهانه أوفى، وبيانه أشفى، وكتابه أكمل من سائر الكتب وأوضح، ثم إن المتقدمين لما كذَّبوا الكتب والرسل .. أنكر عليهم، وكيف لا أنكر على هؤلاء الأمة، وقد كذبوا بأفصح الرسل وأوضح السبل. اهـ \"المراح\" . {فَكَذَّبُوا رُسُلِي} معطوف على {وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ} على طريق التفسير والتفصيل، كقوله تعالى:  {كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا} إلخ، وما بينهما حال، أو اعتراض، اهـ \"أبو </p><p> السعود \". وعبارة \" البيضاوي \": ولا تكرير؛ لأن الأول للتكثير،والثاني:للتكذيب. انتهت.</p><p> وعبارة \" الشوكاني \": والأولى أن يكون من عطف الخاص على العام؛ لأن التكذيب الأول لما حذف منه المتعلق للتكذيب .. أفاد العموم،فمعناه:كذبوا الكتب المنزلة، والرسل المرسلة، والمعجزات الواضحة، وتكذيب الرسل أخص منه، وإن كان مستلزمًا له، فقد روعيت الدلالة اللفظية، لا الدلالة الالتزامية.وقوله:{فَكَيْفَ كَانَ نَكِيرِ}معطوف على محذوف،قدَّره البيضاوى بقوله:فحين كذبوا رسلي .. جاءهم إنكاري بالتدمير والاستئصال، فكيف كان نكيري لهم؛أي:إنكاري عليهم؛أي:هو واقع موقعه، فهو في غاية العدل، خالٍ عن الجور والظلم، فأي شيء خطر هؤلاء، بجنب أولئك، فليحذروا من مثل ذلك بتصديق محمد - صلى الله عليه وسلم -،والنكير:اسم مصدر بمعنى الإنكار؛أي:إنكار المنكر وإزالته بالعقوبة في الدنيا، جعل تدميرهم إنكارًا تنزيلًا للفعل منزلة القول،كما في قول الشاعر:</p><p> وَنَشْتُمُ بِالأفْعَالِ لَا بِالتَّكَلُّمِ </p><p> اهـ \" شهاب\". </p><p> قال أبو حيان (١) : {فَكَيْفَ كَانَ نَكِيرِ} تعظيم للأمر، وليست استفهامًا مجردًا، وفيه تهديد لقريش؛ أي: إنهم معرضون لنكير مثله، والنكير: مصدر كالإنكار، وهو من المصادر التي جاءت على وزن فعيل، والفعل على وزن أفعل، كالنذير والعذير من أنذر وأعذر، وحذفت الياء من نكير تخفيفًا؛ لأن الكسرة أجزأت عنها. </p><p> ومعنى الآية (٢) : أي ولقد كان فيمن قبلهم من الأمم البائدة، والقرون الخالية قوم نوح وعاد وثمود، وقد بلغوا من القوة والبأس ما لم يبلغوا معشاره، فكذبوا رسلي حين أرسلوا إليهم، فحل بهم النكال والوبال، ودمروا تدميرًا، ولم تغن عنهم أموالهم ولا أولادهم من الله شيئًا، وإنهم ليشاهدون آثارهم في حلهم وترحالهم، في غدوهم ورواحهم، كما قال في آية أخرى: {وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ (١٣٧) </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}