{
  "id": null,
  "sura": 34,
  "aya": 13,
  "text": "<p> السَّعِيرِ}؛ أي: ندخله في الآخرة عذاب النار المسعرة. وهذا ما عليه جمهور المفسرين. وقيل: نذقه في الدنيا من عذاب النار، وقال السدي: وكل الله تعالى بالجن ملكًا بيده سوط من نار، فمن زاغ عن أمر سليمان .. ضربه بذلك السوط من حيث لا يراه ضربة أحرقته بالنار. </p><p> والمعنى: أي وسخرنا له من الجن من يبني له الأبنية وغيرها بقدرة ربه وتسخيره، ومن يخرج منهم عن طاعته .. نذقه عذابًا أليمًا في الدنيا والآخرة، وإنا لنوقن بصدق ما جاء به القرآن من استخدام سليمان للجن، ولا نعلم كيف كان يستخدمهم في أعماله، ولكن نشاهد آثار استخدامه لهم من المباني الشاهقة، والقصور العظيمة، والتماثيل البديعة. </p><p> ١٣ - ثم بيَّن سبحانه ما يعمله الجن لسليمان فقال:  {يَعْمَلُونَ لَهُ} ؛ أي: يعمل الجن لسليمان {مَا يَشَاءُ} سليمان ويريد {مِنْ مَحَارِيبَ} بيان لما يشاء، جمع: محراب، وهو البناء المرتفع الذي يرقى إليه بدرج، والقصر العالي. سمي محرابًا؛ لأنه يذب عنه، ويحارب عليه تشبيهًا بمحراب المسجد؛ لأنه يحارب فيه الشيطان، كما سيأتي البحث عنه في مبحث مفردات اللغة. </p><p> والمعنى: يبنون له ما يشاء من قصور حصينة، ومساكن شريفة، سميت بذلك؛ لأنها يذب عنها، ويحارب عليها. قال المفسرون: فبنتِ الشياطين لسليمان تدمر على زنة تنصر، وهي بلدة بالشام، والأبنية العجيبة باليمن، وهي صرواج ومرواج وبينون وسلحين وهيذة وهنيذة وفلتوم وغمدان، ونحوها. وكلها خراب الآن، وعملوا له بيت المقدس في غاية الحسن والبهاء. </p><p> قصة بناء سليمان لبيت المقدس </p><p> وروي (١) : أنه أراد داود عليه السلام بنيان بيت المقدس، فبناه مرارًا، فلما فرغ منه تهدم، فشكا ذلك إلى الله تعالى، فأوحى الله إليه أن بيتي هذا لا يقوم على يدي من سفك الدماء، فقال داود: يا رب، ألم يكن ذلك في سبيلك؟ قال: بلى، ولكنهم أليسوا عبادي، فقال: يا رب، اجعل بنيانه على يدي من هو منى، فأوحى </p><p>(١) روح البيان.</p><p> الله تعالى إليه أن ابنك سليمان يبنيه، فإني أملِّكه بعدك، وأسلِّمه من سفك الدماء، وأقضي إتمامه على يده. وسبب هذا: أن الشفقة على خلق الله أحق بالرعاية من الغيرة في الله بإجراء الحدود المفضية إلى هلاكهم، ولكون إقامة هذه النشأة أولى من هدمها فرض الله في حق الكفار الجزية والصلح إبقاءً عليهم، ألا ترى من وجب عليه القصاص كيف شرع لولي الدم أخذ الفدية أو العفو، فإن أبى فحينئذ يقتل. ألا ترى سبحانه إذا كان أولياء الدم جماعة، فرضي واحد بالدية، أو عفا عن حقه، وباقي الأولياء لا يرون إلا القتل كيف يراعي من عفا، ويرجَّح على من لم يعفُ، فلا يقتل قصاصًا. </p><p> ثم نرجع إلى القصة: فصلوا فيه زمانًا، وكان مولد سليمان بغزة، وملك بعد أبيه، وله اثنتا عشرة سنة، ولما كان في السنة الرابعة من ملكه في شهر أيار سنة تسع وثلاثين وخمس مئة لوفاة موسى عليه السلام .. ابتدأ سليمان في عمارة بيت المقدس وإتمامه حسبما تقدم وصية أبيه إليه، وجمع حكماء الإنس والجن، وعفاريت الأرض، وعظماء الشياطين، وجعل منهم فريقًا يبنون، وفريقًا يقطعون الصخور والعمد من معادن الرخام، وفريقًا يغوصون في البحر فيخرجون منه الدر والمرجان، وكان في الدر ما هو مثل بيضة النعامة والدجاجة، وبنى مدينة بيت المقدس، وجعلها اثني عشر ربضًا، وأنزل كل ربض منها سبطًا من أسباط بني إسرائيل، وكانوا اثني عشر سبطًا، ثم بني المسجد الأقصى بالرخام الملون، وسقفه بألواح الجواهر الثمينة، ورصع سقوفه وحيطانه باللآلىء واليواقيت، وأنبت الله شجرتين عند باب الرحمة إحداهما: تنبت الذهب، والأخرى: تنبت الفضة، فكان كل يوم ينزع من كل واحدة مئتي رطل ذهبًا وفضة، وفرش المسجد بلاطة من ذهب، وبلاطة من فضة، وبألواح الفيروزج، فلم يكن يومئذ بيتٌ أبهى ولا أنور من ذلك المسجد، كان يضيء في الظلمة كالقمر ليلة البدر. وفرغ منه في السنة الحادية عشرة من ملكه، وكان ذلك بعد هبوط آدم من الجنة بأربعة آلاف سنة وأربع مئة وأربع عشرة سنة، وبين عمارة سليمان لمسجد بيت المقدس، والهجرة النبوية المحمدية على صاحبها أفضل الصلوات وأزكى التسليمات ألفُ سنة وثمان مئة سنة، وقريب من سنتين. </p><p> ولما فرغ من بناء المسجد .. سأل الله تعالى ثلاثًا: حكمًا يوافق حكمه، </p><p> وسأله ملكًا لا ينبغي لأحد من بعده، وسأله أن لا يأتي إلى هذا المسجد أحد لا يريد إلا الصلاة فيه إلا خرج من خطيئته كيوم ولدته أمه. قال النبي - صلى الله عليه وسلم -: \"نرجو أن يكون قد أعطاه إياه\" ، ولما رفع سليمان يده من البناء .. جمع الناس، فأخبرهم أنه مسجد لله تعالى، وهو سبحانه أمره ببناءه، وأن كل شيء فيه لله، ومن انتقص شيئًا منه فقد خان الله. </p><p> قال سعيد بن المسيب (١) : لما فرغ سليمان من بناء بيت المقدس .. تغلقت أبوابه، فعالجها سليمان، فلم تنفتح حتى قال في دعائه: بصلوات أبي داود، وافتح الأبواب، فتفتحت فوزع له سليمان عشر آلاف من قراء بني إسرائيل، خمسة آلاف بالليل، وخمسة آلاف بالنهار، فلا تأتي ساعة من ليل ولا نهار إلا والله يُعبد فيها، واستمر بيت المقدس على ما بناه سليمان أربع مئة سنة وثلاثًا وخمسين سنة، حتى قصده بختنصر، فخرب المدينة وهدمها، ونقض المسجد، وأخذ جميع ما كان فيه من الذهب والفضة والجواهر، وحمله إلى دار مملكته من أرض العراق، واستمر بيت المقدس خرابًا سبعين سنة، ثم أهلك بختنصر ببعوضة دخلت دماغه، وذلك أنه من كبر الدماغ وانتفاخه .. فعل ما فعل من التخريب والقتل، فجازاه الله تعالى بتسليط أضعف الحيوان على دماغه. </p><p> {و} يعملون له ما يشاء من {تَمَاثِيلَ} وصور الملائكة والأنبياء على صورة القائمين والراكعين والساجدين على ما اعتادوه، فإنها كانت تعمل حينئذ في المساجد من زجاج ونحاس ورخام ونحوها؛ ليراها الناس، ويعبدوا مثل عباداتهم. ويقال (٢) : إن هذه التماثيل رجال من نحاس، وسأل ربه أن ينفخ فيه فيها الروح، ليقاتلوا في سبيل الله، ولا يعمل فيهم السلاح، وكان إسنفديار منهم، كما في تفسير \"القرطبي\" . </p><p> وروي: أنهم عملوا أسدين في أسفل كرسيه، ونسرين فوقه، فإذا أراد أن يصعد بسط الأسدان ذراعيهما، فارتقى عليهما، وإذا قعد أظلهما النسران بأجنحتهما. اهـ. \"قرطبي\" . </p><p>(١) روح البيان. (٢) القرطبي.</p><p> فلما مات سليمان .. جاء إفريدون ليصعد الكرسي، ولم يدر كيف يصعد، فلما دنا منه ضربه الأسد على ساقه فكسر ساقه، ولم يجسر أحد بعده أن يدنو من ذلك الكرسي. </p><p> واعلم (١) : أن حرمة التصاوير شرع جديد، وكان اتخاذ الصور قبل هذه الأمة مباحًا، كما يدل عليه قوله - صلى الله عليه وسلم -: \"إن أولئك كان إذا مات فيهم الرجل الصالح بنو على قبره مسجدًا، وصوروا فيه تلك الصور\" ؛ أي: ليذكروا عبادتهم، فيجتهدوا في العبادة، وإنما حرِّم على هذه الأمة؛ لأن قوم رسولنا - صلى الله عليه وسلم - كانوا يعبدون التماثيل؛ أي: الأصنام، فنهي عن الاشتغال بالتصوير، وأبغض الأشياء إلى الخواص ما عصي الله به. </p><p> وفي الحديث:  \"من صور صورة فإن الله معذبه حتى ينفخ فيها الروح، وليس بنافخ فيها أبدًا\" ، وهذا يدل على أن تصوير ذي الروح حرام. قال بعضهم: هل هو كبيرة أو لا؟ فيه خلاف: فعند من جعل الكبيرة عبارة عما ورد الوعيد عليه من الشرع .. فهو كبيرة، وأما من جعل الكبيرة منحصرة في عدد محصور: فهذا ليس من جملته، فيكون الحديث محمولًا على المستحل، أو على استحقاق العذاب المؤبد، وأما تصوير ما لا روح له: فرخص فيه، وإن كان مكروهًا من حيث إنه اشتغال بما لا يعني. </p><p> {و} يعملون له ما يشاء من {جِفَانٍ} وقصاع عظيمة كائنة {كَالْجَوَابِ} والحياض الكبار، جمع: جفنة، وهي القصعة الكبيرة التي تشبع عددًا كثيرًا. قيل: يجتمع على جفنة واحدة ألف رجل، فيأكلون منها، وكان لمطبخه كل يوم اثنا عشر ألف شاة، وألف بقرة، وكان له اثنا عشر ألف خبَّاز، واثنا عشر ألف طبَّاخ، يصلحون الطعان في تلك الجفان لكثرة القوم. قال في \"الشرعة\" : ولا بركة في القصاع الصغار، ولتكن قصعة الطعام من خزف أو خشب، فإنهما أقرب إلى التواضع، ويحرم الأكل في الذهب والفضة، وكذا الشرب منهما. والجوابي: جمع جابية، وهو الحوض الكبير الذي يجبى؛ أي: يجمع فيه الماء للإبل. </p><p>(١) روح البيان.</p><p> وقرأ ورش وأبو عمرو (١) : بإثبات الياء في الوصل دون الوقف، وابن كثير: بإثباتها وقفًا ووصلًا، والباقون: بالحذف وقفًا ووصلًا، وهو (٢) الأصل اجتزاءً بالكسرة عن الياء، وإجراء الألف واللام مجرى ما عاقبها، وهو التنوين، وكما تحذف الياء مع التنوين .. تحذف مع ما عاقبه، وهو الألف واللام. </p><p> {وَ} يعملون له ما يشاء من {قُدُورٍ رَاسِيَاتٍ} جمع قدر، وهو اسم لما يُطبخ فيه اللحم، والراسيات: جمع راسية، من: رسا الشيء إذا ثبت؛ أي: وقدور ثابتات على الأثافي، لا تنزل عنها لعظمها, ولا تحرك عن أماكنها، وكان يصعد إليها بالسلالم، وكانت باليمن. </p><p> ثم أمرهم سبحانه بالعمل الصالح على العموم؛ أي: سليمان وأهله فقال: {اعْمَلُوا آلَ دَاوُودَ شُكْرًا} ، وهو مقول لقول محذوف. و {آلَ} : منصوب على النداء، والمراد به: سليمان؛ لأن هذا الكلام قد ورد في خلال قصته، وخطاب الجمع للتعظيم، أو أولاده، أو كل من ينفق عليه، أو كل من يتأتى منه الشكر من أمته، كما في \"بحر العلوم\" . </p><p> والمعنى: أي وقلنا له، أولهم: اعملوا يا آل داود بطاعتي كالصلاة ونحوها، واعبدوني شكرًا لما أعطيتكم من الفضل وسائر النعماء، فإنه لا بد من إظهار الشكر كظهور النعمة. وسميت الصلاة ونحوها شكرًا؛ لسدها مسده. فـ {شُكْرًا} : منصوب على العلة، أو منصوب على المصدرية لـ {اعْمَلُوا} ؛ لأن العمل للمنعم شكر له، فيكون مصدرًا من غير لفظه، أو لفعل محذوف؛ أي: اشكروا شكرًا، أو حال؛ أي: شاكرين أو مفعول به؛ أي: اعملوا شكرًا، ومعناه: إنا سخرنا لكم الجن يعملون لكم ما شئتم، فاعملوا أنتم شكرًا على طريق المشاكلة، وسميت الطاعة شكرًا؛ لأنها من جملة أنواعه. </p><p> ثم بيَّن بعد أمرهم بالشكر أن الشاكرين له من عباده قليل، فقال:  {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ} ؛ أي: العامل بطاعتي، الشاكر لنعمتي قليل، وارتفاع القليل على أنه خبر مقدم، و {مِنْ عِبَادِيَ} : صفة له، و {الشَّكُورُ} : مبتدأ. </p><p>(١) المراح. (٢) البحر المحيط.</p>"
}