{
  "id": null,
  "sura": 34,
  "aya": 14,
  "text": "<p> والمعنى: أي يعملون له ما يشاء من القصور الشامخة، والصور المختلفة من النحاس والزجاج والرخام ونحوها، والجفان الكبيرة التي تكفي لعشرات الناس، والقدور الثوابت في أماكنها التي لا تتحرك ولا تتحول لكبرها وعظمها، وقلنا لهم: اعملوا يا آل داود بطاعة الله شكرًا له على نعمه التي أنعمها عليكم في الدين والدنيا. </p><p> روي: أن النبي - صلى الله عليه وسلم - صعد المنبر، فتلا هذه الآية، ثم قال:  \"ثلاث من أوتيهن .. فقد أوتي مثل ما أوتي آل داود\" فقلنا: ما هُنَّ؟ فقال:  \"العدل في الرضا والغضب، والقصد في الفقر والغنى، وخشية الله في السر والعلانية\" أخرجه الترمذي. والشكر كما يكون بالفعل يكون بالقول، ويكون بالنية كما قال: </p><p> أَفَادَتْكُمُ النَّعْمَاءُ مِنِّيْ ثَلاَثَةً ... يَدِيْ وَلسَانِيْ وَالضَّمِيْرَ الْمُحَجَّبَا </p><p> أي: وقليل من عبادي من يطيعني شكرًا لنعمتي، فيصرف ما أنعمت به عليه فيما يرضيني، وقد قيل: الشكور: من يرى عجزه عن الشكر، ونحو الآية قوله:  {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ} ، وعن عائشة رضي الله عنها: أن رسول الله - صلى الله عليه وسلم - كان يقوم من الليل حتى تفطر قدماه، فقلت له: أتصنع هذا، وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ فقال:  \"أفلا أكون عبدًا شكورًا\" . أخرجه مسلم في \"صحيحه\" . </p><p> ١٤ - {فَلَمَّا قَضَيْنَا} وحكمنا {عَلَيْهِ} ؛ أي: على سليمان {الْمَوْتَ} وألزمناه إياه، وفصلناه به عن الدنيا {مَا دَلَّهُمْ} ؛ أي: ما دل الجن وآل داود {عَلَى مَوْتِهِ} ؛ أي: على موت سليمان {إِلَّا دَابَّةُ الْأَرْضِ} ؛ أي: إلا هامة الأكل، وسوسة الخشب المسماة بالأرضة، وهي دويبة وسوسة تأكل الخشب، ويقال لها: السرقة، أضيفت إلى فعلها، وهو الأرض بمعنى الأكل، ولذا سميت الأرض مقابل السماء أرضًا، لأنها تأكل أجساد بني آدم، يقال: أرضت الأرضة الخشبة أرضًا إذا أكلتها، فأرضت أرضًا ما لم يسم فاعله، فهي مأروضة حالة كونها {تَأْكُلُ} ؛ أي: تلك الدابة {مِنْسَأَتَهُ} ؛ أي: منسأة سليمان؛ أي: تأكل عصاه التي كان متكئًا عليها من النسيء، وهو التأخير في الوقت؛ لأن العصا يؤخر بها الشيء عن الطريق مثلًا، ويزجر بها نحو الكلب ويطرد. </p><p> قيل (١) : إن ملك الموت أعلمه أنه بقي من حياته ساعة، فدعا الشياطين تجتمع حول محرابه، فلا ينظر أحد منهم إليه في صلاته إلا احترق، فمر واحد منهم، فلم يسمع صوته، ثم جمع فلم يسمع، فنظر فإذا هو قد خر ميتًا، وكان عمره ثلاثًا وخمسين سنة، ملك بعد موت أبيه وهو ابن ثلاثة عشرة سنة، فمدة ملكه أربعون سنة. </p><p> {فَلَمَّا خَرَّ} وسقط سليمان ميتًا بعد سقوط عصاه من تحته {تَبَيَّنَتِ الْجِنُّ} ؛ أي: علمت الجن علمًا يقينيًا ينتفي عنده الشكوك والشبه بعد التباس الأمر عليهم. من تبينت الشيء: إذا علمته بعد التباسه عليك {أَنْ} مخففة؛ أي: أنهم {لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ} ؛ أي: ما غاب عن حواسهم كما يزعمونه {مَا لَبِثُوا} وأقاموا {فِي الْعَذَابِ الْمُهِينِ} ؛ أي: ذي الإهانة والخزي لهم، يعني الأشغال والتكاليف الشاقة، والأعمال الصعبة التي كانوا يعملونها لسليمان عليه السلام. </p><p> والحال: أنهم لو كان لهم علم بالغيب كما يزعمون .. لعلموا موت سليمان حين مات، ولما لبثوا بعده حولًا في تسخيره إلى أن خرَّ ميتًا، فلما وقع ما وقع علموا أنهم جاهلون، لا عالمون. ويجوز أن يؤخذ تبينت من: تبين الشيء: إذا ظهر وتجلى، فتكون أن مع ما بعدها بدل اشتمال من الجن، نحو: تبين زيد جهله؛ أي: ظهر للإنس أن الجن لو كانوا يعلمون الغيب. </p><p> وقال بعضهم: كانت الشياطين تجتمع حول محرابه أينما صلى، فلم يكن شيطان ينظر إليه في صلاته إلا احترق، فمر به شيطان، فلم يسمع صوته، ثم رجع، فلم يسمع صوته، فنظر فإذا سليمان قد خر ميتًا، ففتحوا عنه، فإذا العصا قد أكلتها الأرضة، فأرادوا أن يعرفوا وقت موته، فوضعوا الأرضة على العصا، فأكلت منها في يوم وليلة مقدارًا، فحسبوا على ذلك النحو، فوجدوه قد مات منذ سنة، وكانوا يعملون بين يديه، ويحسبونه حيًا، ولو علموا أنه مات .. لما لبثوا في العذاب سنة، ثم إن الشياطين قالوا للأرضة: لو كنت تأكلين الطعام .. أتيناك بأطيب الطعام، ولو كنت تشربين من الشراب .. سقيناك أطيب الشراب، ولكن ننقل إليك الماء والطين، فهم ينقلون ذلك لها حيث كانت، قاله ابن عباس رضي الله عنهما. ألم ترَ إلى </p><p>(١) البحر المحيط.</p><p> الطين يكون في جوف الخشب، فهو ما يأتيها به الشياطين تشكرًا لها. </p><p> قال القفال (١) : قد دلت هذه الآية على أن الجن لم يسخروا إلا لسليمان، وأنهم تخلصوا بعد موته من تلك الأعمال الشاقة، وإنما تهيَّأ لهم التسخير والعمل، لأن الله تعالى زاد في أجسامهم وقواهم، وغيَّر خلقهم عن خلق الجن الذين لا يرون، ولا يقدرون على شيء من هذه الأعمال الشاقة، مثل: نقل الأجسام الثقال ونحوه؛ لأن ذلك معجزة لسليمان عليه السلام. </p><p> قال أهل التاريخ: كان سليمان عليه السلام أبيض جسيمًا وضيئًا، كثير الشعر، يلبس البياض، وكان عمره ثلاثًا وخمسين سنة، وكانت وفاته بعد فراغ بناء بيت المقدس بتسع وعشرين سنة. قال بعضهم: هذا هو الصحيح؛ أي: كون وفاته بعد الفراغ من البناء، لا قبله بسنة على ما زعم بعض أهل التفسير. </p><p> وفي \"التأويلات النجمية\" : تشير الآية إلى كمال قدرته وحكمته، وأنه هو الذي سخر الجن والإنس لمخلوق مثلهم، وهم الألوف الكثيرة، والوحوش والطيور. </p><p> ثم قضى عليه الموت، وجعلهم مسخرين لجثة بلا روح، وبحكمته جعل دابة الأرض حيوانًا ضعيفًا مثَّلها دليلًا لهذه الألوف الكثيرة من الجن والإنس تدلهم بفعلها على علم ما لم يعلموا. </p><p> وفيه أيضًا إشارة إلى أنه تعالى جعل فيها سببًا لإيمان أمة عظيمة، وبيان حال الجن أنهم لا يعلمون الغيب، وفيه إشارة أخرى: أن نبيين من الأنبياء اتكأ عصوين، وهما: موسى وسليمان، فلما قال موسى: هي عصاي أتوكأ عليها .. قال ربه: ألقها، فلما ألقاها .. جعلها ثعبانًا مبينًا، يعني: من اتكأ على غير فضل الله ورحمته يكون متكؤه ثعبانًا، ولما اتكأ سليمان على عصاه في قيام ملكه بها، واستمسك بها .. بعث الله أضعف دابة وأخسها لإبطال متكئه ومتمسكه؛ ليعلم أن من قام بغيره زال بزواله، وأنَّ كل متمسك بغير الله طاغوت من الطواغيت {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا انْفِصَامَ لَهَا} انتهى كلامه. </p><p> ومعنى الآية (٢) : أي إنما لما قضينا على سليمان بالموت .. لم يدل الجن </p><p>(١) روح البيان. (٢) المراغي.</p><p> على موته إلا الأرضة التي وقعت في عصاه من داخلها؛ إذ بينما هو متكىء عليها، وقد وافاه القضاء المحتوم .. انكسرت، فسقط على الأرض، واستبان للجن أنهم لا يعلمون الغيب، كما كانوا يزعمون، ولو علموه لما قاموا في الأعمال الشاقة التي كانوا يعملونها ظانين أنه حيٌّ. </p><p> والكتاب الكريم لم يحدِّد المدة التي قضاها سليمان وهو متوكىء على عصاه، حتى علم الجن بموته، وقد روى القصاصون أنها كانت سنة، ومثل هذا لا ينبغي الركون إليه، فليس من الجائز أنَّ خدم سليمان لا يتنبهون إلى القيام بواجباته المعيشية من مأكل ومشرب وملبس ونحوها يومًا كاملًا، دون أن يحادثوه في ذلك، ويطلبوا إليه القيام بخدمته، فالمعقول أن الأرضة بدأت العصا، وسليمان لم يتنبه لذلك، وبينما هو متوكىء عليها حانت منيته، وكانت الأرضة قد فعلت فعلها في العصا، فانكسرت، فخرَّ على الأرض، فعلمت الجن كذبها إذ كانت تدعي أنها تعلم الغيب؛ إذ لو علمته ما لبثت ترهق نفسها في شاقّ الأعمال التي كلفت بها. </p><p> وقرأ الجمهور (١) : {دَابَّةُ الْأَرْضِ} بسكون الراء. وقرأ أبو المتوكل (٢) وأبو الجوزاء وعاصم الجحدري: {دَابَّةُ الْأَرْضِ} بفتح الراء. وقرأ نافع وأبو عمرو وجماعة:  {مِنْسَأَتَهُ} بألفٍ محضة، وأصله: منسأته، أبدلت الهمزة ألفًا بدلًا غير قياسي. وقال أبو عمرو: أنا لا أهمزها؛ لأني لا أعرف لها اشتقاقًا، فإن كانت مما لا تهز .. فقد احتطت، وإن كانت تهمز .. فقد يجوز لي ترك الهمزة فيما يهمز. </p><p> وقرأ ابن ذكوان وجماعة منهم: بكار والوليد أن ابن عتبة وابن مسلم: {منسأته} بهمزة ساكنة، وهو من تسكين التحريك تخفيفًا، وليس بقياس، وضعَّف النحاة هذه القراءة؛ لأنه يلزم فيها أن يكون ما قبل تاء التأنيث ساكنًا غير ألفًا. وقيل: قياسها: التخفيف بين بين، والراوي لم يضبط، وأنشد هارون بن موسى الأخفش الدمشقي شاهدًا على سكون هذه القراءة قول الراجز: </p><p> صَرِيْعُ خَمْرٍ قَامَ مِنْ وَكْأتِهْ ... كَقَوْمَةِ الشَّيْخِ إِلى مَنْسَأَتِهْ </p><p> وقرأ باقي السبعة بالهمزة مفتوحة. وقرىء بفتح الميم وتخفيف الهمزة قلبًا </p><p>(١) البحر المحيط. (٢) زاد المسير.</p><p> وحذفًا، وقرىء على وزن مفعالة: منساءة. وقرأت فرقة منهم: عمر بن ثابت عن ابن جبير: مفصولة حرف جر {من ساءته} بجر التاء. قيل: ومعناه: من عصاه، يقال لها: ساة القوس وسيتها معًا، وهي يدها العليا والسفلى، سميت العصا ساة القوس على الاستعارة. وقرأ الجمهور:  {تَبَيَّنَتِ} مبنيًا للفاعل. وقرأ ابن عباس فيما ذكر ابن خالويه ويعقوب بخلاف عنه {تبينت} مبنيًا للمفعول، وعن ابن عباس وابن مسعود وأبي وعلي بن الحسن والضحاك قراءة في هذا الموضع مخالفة لسواد المصحف، ولما روي عنهم ذكرها المفسرون، أضرب عن ذكرها صفحًا على عادتنا في ترك نقل الشاذ الذي يخالف للسواد مخالفةً كثيرةً. ذكره أبو حيان. </p><p> الإعراب </p><p> {الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (١) يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ (٢) }. </p><p> {الْحَمْدُ} : مبتدأ، {لِلَّه} : خبر، والجملة مستأنفة. {الَّذِي} : نعت للجلالة. {لَهُ} : خبر مقدم. {مَا} : مبتدأ مؤخر. {فِي السَّمَاوَاتِ} : صلة لـ {مَا} ، والجملة الاسمية صلة لـ {مَا} الموصولة. {وَمَا فِي الْأَرْضِ} : معطوف على {مَا فِي السَّمَاوَاتِ}  {لَهُ} : {الواو} : عاطفة، {لَهُ} : خبر مقدم. {الْحَمْدُ} : مبتدأ مؤخر. {فِي الْآخِرَةِ} حال من الضمير المستكن في الخبر، والجملة معطوفة على جملة قوله:  {لَهُ مَا فِي السَّمَاوَاتِ} على كونها صلة الموصول. {وَهُوَ} : مبتدأ {الْحَكِيمُ} : خبر أول {الْخَبِيرُ} : خبر ثان، والجملة مستأنفة مسوقة لتعليل ما قبلها. {يَعْلَمُ} : فعل مضارع، وفاعل مستتر يعود على الله، والجملة مستأنفة، أو خبر ثالث لـ {هُوَ} مسوقة لتفصيل بعض ما يحيط به علمه تعالى من الأمور المتعلقة بمصالح العباد الدينية والدنيوية. {مَا} اسم موصول في محل النصب مفعول {يَعْلَمُ} . {يَلِجُ} : فعل مضارع، وفاعل مستتر يعود على {مَا} ، والجملة صلة الموصول، {فِي الْأَرْضِ} : متعلق بـ {يَلِجُ} . {وَمَا يَخْرُجُ} : معطوف على {مَا يَلِجُ فِي الْأَرْضِ} . {مِنْهَا} : متعلق بـ {يَخْرُجُ} . {وَمَا يَنْزِلُ} ، {وَمَا يَعْرُجُ فِيهَا} : معطوفان على {مَا يَلِجُ} أيضًا. {مِنَ السَّمَاءِ} متعلقان بـ {يَنْزِلُ} . {وَهُوَ} مبتدأ. {الرَّحِيمُ} : خبر أول. </p><p> {الْغَفُورُ} : خبر ثانٍ له، والجملة مستأنفة. </p><p> {وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ} . </p><p> {وَقَالَ} : {الواو} : استئنافية. {قَالَ الَّذِينَ} : فعل وفاعل، والجملة مستأنفة. {كَفَرُوا} : فعل وفاعل، صلة الموصول. {لَا} : نافية. {تَأْتِينَا} : فعل ومفعول. {السَّاعَةُ} : فاعل، والجملة الفعلية في محل النصب مقول {قَالَ} . {قُلْ} : فعل أمر، وفاعل مستتر يعود على محمد، والجملة مستأنفة. {بَلَى} : حرف جواب لإثبات النفي؛ أي: ليس الأمر إلا إتيانها. {وَرَبِّي} : {الواو} : حرف جر وقسم: {رَبِّي} : مقسم به مجرور بواو القسم أكد إيجاب النفي بما هو الغاية في التأكيد والتشديد، وهو القسم بالله عز وجل، الجار والمجرور متعلق بفعل قسم محذوف وجوبًا. {لَتَأْتِيَنَّكُمْ} : {اللام} : موطئة للقسم. {تَأْتِيَن} : فعل مضارع في محل الرفع لتجرده عن الناصب والجازم، مبني على الفتح لاتصاله بنون التوكيد الثقيلة، وهو تأكيد ثالث، والكاف: مفعول به، وفاعله: ضمير يعود على الساعة، والجملة الفعلية جواب القسم لا محل لها من الإعراب على كونها مقول {قُلْ} . {عَالِمِ الْغَيْبِ} : صفة لـ {رَبِّي} ، أو بدل منه، ويجوز رفعه على كونه خبر مبتدأ محذوف، أو مبتدأ، وخبره جملة {لَا يَعْزُبُ عَنْهُ} وقد قرىء بهما كما مرَّ. </p><p> {لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ} . </p><p> {لَا يَعْزُبُ} : فعل مضارعِ. {عَنْهُ} : متعلق به. {مِثْقَالُ ذَرَّةٍ} : فاعل {فِي السَّمَاوَاتِ} : حال من {مِثْقَالُ ذَرَّةٍ} . {وَلَا فِي الْأَرْضِ} : معطوف على {فِي السَّمَاوَاتِ} ، والجملة الفعلية في محل النصب حال من {عَالِمِ الْغَيْبِ} ، أو خبره على قراءة الرفع. {وَلَا} : {الواو} : عاطفة. {لا} : نافية {أَصْغَرُ} - بالرفع -: معطوف على {مِثْقَالُ} . {مِنْ ذَلِكَ} : متعلق بـ {أَصْغَرُ} ، {وَلَا أَكْبَرُ} : معطوف على {مِثْقَالُ} أيضًا. {إِلَّا} : أداة استثناء مفرغ. {فِي كِتَابٍ} : جار ومجرور، حال من {مِثْقَالُ ذَرَّةٍ} ، {مُبِينٍ} صفة وما عطف عليه تأكيدًا للنفي في {لَا يَعْزُبُ} ؛ أي: لا يعزب عنه ما ذكر إلا حالة كونه في كتاب مبين. وفي \"السمين\" : قوله: {وَلَا أَصْغَرُ مِنْ ذَلِكَ} ، العامة على رفع أصغر وأكبر، وفيه وجهان: </p><p> أحدهما: الابتداء، وخبره {إِلَّا فِي كِتَابٍ} . </p><p> والثاني: العطف على {مِثْقَالُ} ، وعلى هذا فيكون قوله:  {إِلَّا فِي كِتَابٍ} تأكيدًا للنفي في {لَا يَعْزُبُ} كأنه قال: لكنه في كتاب مبين، ويكون في محل الحال. </p><p> وقرأ قتادة والأعمش، ورويم عن أبي عمرو ونافع أيضًا، بفتح الراءين، وفيه وجهان: </p><p> أحدهما: أن {لَا} هى لا التبرئة، بُنى اسمها معها، والخبر قوله:  {إِلَّا فِي كِتَابٍ} . </p><p> والثاني: النسق على {ذَرَّةٍ} اهـ. </p><p> {لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (٤) وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ (٥) }. </p><p> {لِيَجْزِيَ}  {اللام} : حرف جر وتعليل. {يجزي} : فعل مضارع منصوب بأن مضمرة جوازًا بعد لام كي، وفاعله ضمير يعود على الله، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام، تقديره: لجزائه الذين، الجار والمجرور متعلق بتأتين، كأنه علة وبيان لما يقتضيه إتيانها، أو بقوله:  {لَا يَعْزُبُ} فكأنه قال: يحصي ذلك ليجزي. {الَّذِينَ} : مفعول به لـ {يجزي} ، وجملة {آمَنُوا} صلة الموصول {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول به، معطوف على {آمَنُوا} . {أُولَئِكَ} : مبتدأ أول {لَهُمْ} : خبر مقدم. {مَغْفِرَةٌ} : مبتدأ مؤخر، والجملة من المبتدأ الثاني وخبره خبر للأول، وجملة الأول مستأنفة مسوقة لبيان مآلهم. {وَرِزْقٌ} : معطوف على {مَغْفِرَةٌ} ، {كَرِيمٌ} : صفة {وَرِزْقٌ} . {وَالَّذِينَ} : {الواو} استئنافية، {الذين} : مبتدأ أول، وجملة {سَعَوْ} صلة الموصول. {فِي آيَاتِنَا} : متعلق بـ {سَعَوْ} ، ولكنه على تقدير مضاف؛ أي: في إبطال آياتنا بالطعن فيها، أو وصفها بالسحر والشعر وغير ذلك. {مُعَاجِزِينَ} : حال من فاعل {سَعَوْ} . {أُولَئِكَ} : مبتدأ ثان. {لَهُمْ} : خبر مقدم. {عَذَابٌ} : مبتدأ ثالث مؤخر. {مِنْ رِجْزٍ} صفة لـ {عَذَابٌ} . {أَلِيمٌ} : صفة ثانية لـ {عَذَابٌ} ، والجملة من المبتدأ الثالث وخبره في محل الرفع خبر للمبتدأ الثاني، وجملة الثاني في محل الرفع خبر </p><p> للأول، وجملة الأول مستأنفة. </p><p> وفي \"الفتوحات\" : قوله: {وَالَّذِينَ سَعَوْ} يجوز فيه وجهان: </p><p> أظهرهما: أنه مبتدأ. و {أُولَئِكَ} وما بعده خبره. </p><p> والثاني: أنه عطف على {الَّذِينَ} قبله؛ أي: ويجزي الذين سعوا، ويكون {أُولَئِكَ} بعده مستانفًا، و {أُولَئِكَ} الذي قبله، وما في حيزه معترضًا بين المتعاطفين. اهـ. \"سمين\" . </p><p> {وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ (٦) }. </p><p> {وَيَرَى}  {الواو} : استئنافية. {يرى} : فعل مضارع مرفوع، أو:  {الواو} عاطفة، {يرى} : فعل مضارع منصوب معطوف على {يجزي} . {الَّذِينَ} : فاعل، والجملة مستأنفة أو معطوفة. {أُوتُوا} : فعل ونائب فاعل. {الْعِلْمَ} : مفعول ثان لـ {أُوتُوا} لأنه بمعنى: أعطوا، وجملة {أُوتُوا} صلة {الَّذِينَ} . {الَّذِي} : اسم موصول في محل النصب مفعول أول لـ {يرى} ؛ لأنها قلبية، وجملة {أُنْزِلَ} صلة {الَّذِي} . {إِلَيْكَ} متعلق بـ {أُنْزِلَ} . {مِنْ رَبِّكَ} : حال من الضمير المستتر في {أُنْزِلَ} ، أو متعلق بـ {أُنْزِلَ} . {هُوَ} ضمير فصل. {الْحَقَّ} مفعول ثان لـ {يرى} . {وَيَهْدِي} : {الواو} : عاطفة. {يهدي} : فعل مضارع، وفاعله ضمير يعود على {الَّذِي أُنْزِلَ} . {إِلَى صِرَاطِ} متعلق به. {الْعَزِيزِ} : مضاف إليه. {الْحَمِيدِ} : صفة ل {الْعَزِيز} ، وجملة {يهدي} في محل النصب معطوف على {الْحَقَّ} على كونه مفعولًا ثانيًا لـ {يرى} عطف فعل على اسم؛ لكونه في تأويل الاسم؛ أي: وهاديًا، ويجوز أن تكون الواو حالية، والجملة في محل النصب حال من {الَّذِي أُنْزِلَ إِلَيْكَ} ، ويجوز أن تكون الجملة مستأنفة. </p><p> {وَقَالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ (٧) }. </p><p> {وَقَالَ} : {الواو} : استئنافية. {قَالَ الَّذِينَ} : فعل وفاعل، والجملة مستأنفة. {كَفَرُوا} : فعل وفاعل، صلة الموصول؛ أي: قال بعضهم لبعض: {هَلْ} حرف استفهام. {نَدُلُّكُمْ} : فعل ومفعول به، وفاعله ضمير مستتر يعود على {الَّذِينَ} . {عَلَى </p><p> {رَجُلٍ} : متعلق بـ {ندل} ، والجملة الفعلية في محل النصب مقول {قَالَ} . {يُنَبِّئُكُمْ} : فعل مضارع ومفعول به، وفاعل مستتر يعود على {رَجُلٍ} ، والجملة في محل الجر صفة {رَجُلٍ} . {إِذَا} : ظرف لما يستقبل من الزمان. {مُزِّقْتُمْ} : فعل ونائب فاعل، والجملة الفعلية في محل الجر مضاف إليه لـ {إِذَا} على كونها فعل شرط لها، وجواب الشرط محذوف، تقديره: إذا مزقتم تبعثون وتحشرون خلقًا جديدًا. والمعنى: أي: ينبئكم أنكم تبعثون وتحشرون وقت تمزقكم، ولا يجوز تعلق {إِذَا} بـ {يُنَبِّئُكُمْ} ؛ لأن التنبئة لم تقع ذلك الوقت، ولا بـ {مُزِّقْتُمْ} ؛ لأنه مضاف إليه، والمضاف إليه لا يعمل في المضاف، ولا بـ {جَدِيدٍ} ؛ لأن إن ولام الابتداء يمنعان ذلك؛ لأن لهما الصدارة، وأيضًا فالصفة لا تعمل فيما قبل الموصوف. {كُلَّ مُمَزَّقٍ} مفعول به ومضاف إليه. {إِنَّكُمْ} : ناصب واسمه. {لَفِي خَلْقٍ} : خبره، واللام: حرف ابتداء {جَدِيدٍ} : صفة {خَلْقٍ} ، وجملة {إِنَّ} سادة مسد مفعولي {يُنَبِّئُكُمْ} الثاني والثالث، وجملة {إِذَا} تكون معترضة بين الفعل والمفعول. </p><p> {أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ (٨) }. </p><p> يحتمل أن يكون هذا من تمام قول الكافرين، أولا؛ أي: من كلام القائلين: هل ندلكم، ويحتمل أن يكون من كلام السامع المجيب للقائل: هل ندلكم؛ كأن القائل لما قال له: هل ندلكم على رجل؟ أجابه فقال: هو يفتري على الله كذبًا ... إلخ. اهـ \"خطيب\" . {أَفْتَرَى} : {الهمزة} فيه للاستفهام التقريري، واستغني بها عن همزة الوصل في التوصل إلى النطق بالساكن. {أَفْتَرَى} : فعل ماض، وفاعل مستتر يعود على رجل. {عَلَى اللَّهِ} متعلق بـ {أَفْتَرَى} . {كَذِبًا} مفعول به، والجملة الفعلية جملة إنشائية لا محل لها من الإعراب. {أَمْ} : حرف عطف معادل لهمزة الاستفهام {بِهِ} : خبر مقدم. {جِنَّةٌ} : مبتدأ مؤخر؛ أي: جنون، والجملة الاسمية معطوفة على جملة {أَفْتَرَى} . {بَلِ} : حرف ابتداء واضراب إبطالي. {الَّذِينَ} : مبتدأ. {لَا يُؤْمِنُونَ} : فعل وفاعل، صلة الموصول. {بِالْآخِرَةِ} : متعلق بـ {يُؤْمِنُونَ} . {فِي الْعَذَابِ} : خبر المبتدأ {وَالضَّلَالِ} : عطف على {الْعَذَابِ} . {الْبَعِيدِ} : صفة لـ {الضلال} ، والجمة الاسمية مستأنفة. </p><p> {أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ إِنَّ فِي ذَلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ (٩) }. </p><p> {أَفَلَمْ} : {الهمزة} للاستفهام الإنكاري، داخلة على محذوف يقتضيه المقام، و {الفاء} : عاطفة على ذلك المحذوف، والتقدير: أعموا فلم يروا؟ أو: الهمزة مقدمة على حرف العطف، والأصل: فألم يروا، والجملة المحذوفة مستأنفة لا محل لها من الإعراب. {لم} : حرف جزم ونفي. {يَرَوْا} : فعل وفاعل مجزوم بـ {لم}  {إِلَى مَا} : جار ومجرور، متعلق بـ {يَرَوْا} . {بَيْنَ أَيْدِيهِمْ} : ظرف ومضاف إليه، صلة لـ {مَا} الموصولة. {وَمَا} : معطوف على {مَا بَيْنَ أَيْدِيهِمْ} . {خَلْفَهُمْ} : صلة لـ {مَا} الموصولة. {مِنَ السَّمَاءِ} : حال من {مَا} الموصولة. {وَالْأَرْضِ} : معطوف على {السَّمَاءِ} . {إِنْ} : حرف شرط. {نَشَأْ} : فعل مضارع مجزوم بـ {إِن} الشرطية على كونه فعل شرط لها، وفاعله ضمير يعود على الله. {نَخْسِفْ} : فعل مضارع مجزوم بـ {إِن} الشرطية على كونه جوابًا لها، وفاعله ضمير يعود على الله. {بِهِمُ} : متعلق بـ {نَخْسِفْ} . {الْأَرْضِ} : مفعول به، وجملة {إِن} الشرطية مستأنفة. {أَوْ نُسْقِطْ} : فعل وفاعل مستتر، معطوف على {نَخْسِفْ} . {عَلَيْهِمْ} : متعلق بـ {نُسْقِطْ} . {كِسَفًا} : مفعول به. {مِنَ السَّمَاءِ} : صفة لـ {كِسَفًا} . {إِنَّ} : حرف نصب وتوكيد. {فِي ذَلِكَ} : خبر مقدم لـ {إِنَّ} . {لَآيَةً} : {اللام} : حرف ابتداء. {آيَةً} : اسم {إنَّ} مؤخر. {لِكُلِّ عَبْدٍ} : جار ومجرور صفة لـ {آية} . {مُنِيبٍ} : صفة لـ {عَبْدٍ} ، وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قلبها. </p><p> {وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ (١٠) }. </p><p> {وَلَقَدْ} : {الواو} : استئنافية. {لَقَدْ} : {اللام} : موطئة للقسم. {قد} : حرف تحقيق. {آتَيْنَا دَاوُودَ} فعل وفاعل ومفعول أول. {مِنَّا} : حال من {فَضْلًا} ؛ لأنه صفة نكرة قدمت عليها. {فَضْلًا} : مفعول ثانٍ لـ {آتَيْنَا} ، والجملة الفعلية جواب لقسم محذوف، وجله القسم المحذوف مستأنفة. {يَا جِبَالُ} : منادى نكرة مقصودة في محل النصب مبني على الضم، وجملة النداء مقول لقول محذوف، تقديره: وقلنا يا جبال. {أَوِّبِي} : فعل أمر مبني على حذف النون، والياء: فاعل. {مَعَهُ} : ظرف متعلق بـ {أَوِّبِي} ، والجملة الفعلية مقول لذلك القول المحذوف على </p><p> كونها جواب النداء. {وَالطَّيْرَ} : بالنصب معطوف على محل {يَا جِبَالُ} ، وقرىء بالرفع عطفًا على لفظه {وَأَلَنَّا} : فعل وفاعل معطوف على {آتَيْنَا} . {لَهُ} : متعلق بـ {أَلَنَّا} . {الْحَدِيدَ} : مفعول به لـ {أَلَنَّا} . </p><p> {أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ (١١) }. </p><p> {أَنِ} : حرف مصدر ونصب {اعْمَلْ} : فعل أمر في محل النصب بـ {أَنِ} المصدرية مبني على السكون، وفاعله ضمير مستتر يعود على {دَاوُودَ} . {سَابِغَاتٍ} : صفة لمفعول محذوف، تقديره: دروعًا سابغات، والجملة الفعلية من {أَنِ} المصدرية في تأويل مصدر مجرور بحرف جر محذوف، متعلق بفعل محذوف، تقديره: وأمرنا بعمل دروع سابغات، والجملة المحذوفة معطوفة على {أَلَنَّا لَهُ} . {وَقَدِّرْ} : فعل أمر، وفاعل مستتر معطوف على {اعْمَلْ} . {فِي السَّرْدِ} : متعلق بـ {قدر} . {وَاعْمَلُوا} : فعل أمر وفاعل، مبني على حذف النون، والجملة مقول القول محذوف، تقديره: وقلنا له واعملوا، والقول المحذوف معطوف على أمرنا المحذوف. {صَالِحًا} : مفعول به، أو صفة لمصدر محذوف؛ أي: عملًا صالحًا. {إِنِّي} : ناصب واسمه. {بِمَا} : متعلق بـ {بَصِيرٌ} ، وجملة {تَعْمَلُونَ} صلة لـ {ما} الموصولة، والعائد محذوف، تقديره: بما تعملونه {بَصِيرٌ} : خبر {إِن} ، وجملة {إِن} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ} . </p><p> {وَلِسُلَيْمَانَ} : {الواو} : عاطفة، أو استئنافية. {لِسُلَيْمَانَ} : متعلق بمحذوف، تقديره: وسخرنا لسليمان. {الرِّيحَ} : بالنصب مفعول به لذلك الفعل المحذوف، والجملة معطوفة على جملة {وَلَقَدْ آتَيْنَا دَاوُودَ} ، أو مستأنفة، وبالرفع: مبتدأ مؤخر، ولسليمان: خبر مقدم؛ أي: والريح مسخرة لسليمان، والجملة مستأنفة. {غُدُوُّهَا} : مبتدأ. {شَهْرٌ} : خبر، والجملة الاسمية في محل النصب حال من {الرِّيحَ} ، أو مستأنفة، وجملة {وَرَوَاحُهَا شَهْرٌ} معطوفة على جملة {غُدُوُّهَا شَهْرٌ} . {وَأَسَلْنَا} : فعل وفاعل، معطوف على سخرنا المقدَّر. {لَهُ} : متعلق بـ {أَسَلْنَا}  {عَيْنَ الْقِطْرِ} : مفعول به. {وَمِنَ الْجِنِّ} : {الواو} : عاطفة لفعل محذوف معطوف على سخرنا </p><p> المقدَّر سابقًا. {مِنَ الْجِنِّ} : متعلق بالفعل المحذوف: {من} : اسم موصول في محل النصب مفعول به لـ {سخرنا} المقدر، والتقدير: وسخرنا له من الجن من يعمل، أو:  {مِنَ الْجِنِّ} خبر مقدر، و {من} الموصولة مبتدأ مؤخر. {يَعْمَلُ} : فعل مضارع، وفاعل مستتر صلة {مَن} الموصولة. {بَيْنَ يَدَيْهِ} : ظرف متعلق بـ {يَعْمَلُ} . {بِإِذْنِ رَبِّهِ} : جار ومجرور، ومضاف إليه حال من فاعل {يَعْمَلُ} ؛ أي: حالة كونه متلبسًا بأمر ربه. </p><p> {وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ (١٢) يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ اعْمَلُوا آلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ (١٣) }. </p><p> {وَمَنْ} : {الواو} : عاطفة {مَنْ} : اسم شرط جازم في حل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما. {يَزِغْ} فعل مضارع، وفاعل مستتر مجزوم بـ {مَن} على كونه فعل شرط لها. {مِنْهُمْ} حال من فاعل {يَزِغْ} . {عَنْ أَمْرِنَا} : متعلق بـ {يَزِغْ} . {نُذِقْهُ} فعل ومفعول، مجزوم بـ {مَن} على كونه جواب الشرط، وفاعله ضمير يعود على الله. {مِنْ عَذَابِ السَّعِير} متعلق بـ {نُذِقْهُ} ، وجملة {مِنْ} الشرطية معطوفة على جملة سخرنا المقدر. {يَعْمَلُونَ} : فعل وفاعل، والجملة مستأنفة مفصلة لما قبلها {لَهُ} متعلق به. {مَا} : اسم موصول في محل النصب مفعول به، وجملة {يَشَاءُ} صلة لـ {مَا} الموصولة، والعائد محذوف، تقديره: ما يشاؤه سليمان. {مِنْ مَحَارِيبَ} حال من مفعول {يَشَاءُ} المحذوف. {وَتَمَاثِيلَ} : معطوف على {مَحَارِيبَ} ، وهما غير منصرفين لصيغة منتهى الجموع. {وَجِفَانٍ} : معطوف على {مَحَارِيبَ} . {كَالْجَوَابِ} : جار ومجرور صفة لـ {جفان} ، وهو مجرور بكسرة مقدرة على الياء المحذوفة تبعًا لرسم المصحف العثماني منع من ظهورها الثقل؛ لأنه اسم منقوص. {وَقُدُورٍ} معطوف على {مَحَارِيبَ} . {رَاسِيَاتٍ} : صفة {قدور} . {وَاعْمَلُوا} : الواو: استئنافية. {اعْمَلُوا} : فعل وفاعل، والجملة مقول لقول محذوف، تقديره: وقلنا له: اعملوا يا آل داود شكرًا. {آلَ دَاوُودَ} : منادى مضاف حذفه منه حرف النداء، وجملة النداء معترضة بين الفعل ومعموله {شُكْرًا} : مفعول لأجله؛ أي: اعملوا صالحًا لأجل شكر الله، أو منصوب على المصدرية؛ أي: عمل شكر، فكأنه قال: اشكروا شكرًا، أو على الحال؛ أي: </p><p> شاكرين الله. {وَقَلِيلٌ} : {الواو} : حالية. {قليل} : خبر مقدم. {مِنْ عِبَادِيَ} : صفة لـ {قليل} ، أو حال من الضمير المستكن في {قليل} . {الشَّكُورُ} : مبتدأ مؤخر، والجملة الاسمية في محل النصب حال من فاعل {اعْمَلُوا} ، أو مستأنفة. </p><p> {فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ (١٤) }. </p><p> {فَلَمَّا} : {الفاء} : استئنافية. {لَمَّا} : حرف شرط غير جازم. {قَضَيْنَا} : فعل وفاعل، والجملة فعل شرط لـ {لَمَّا} . {عَلَيْهِ} : متعلق بـ {قَضَيْنَا} . {الْمَوْتَ} : مفعول به. {مَا} : نافية، {دَلَّهُمْ} : فعل ماضٍ، ومفعول به. {عَلَى مَوْتِهِ} : متعلقان به. {إِلَّا} : أداة استثناء مفرغ. {دَابَّةُ الْأَرْضِ} : فاعل، والجملة الفعلية جواب شرط لـ {لَمَّا} ، وجملة {لَمَّا} مستأنفة. {تَأْكُلُ} : فعل مضارع، وفاعل مستتر يعود على {دَابَّةُ الْأَرْضِ} ، والجملة الفعلية في محل النصب حال من {دَابَّةُ الْأَرْضِ} . {مِنْسَأَتَهُ} : مفعول به ومضاف إليه. {فَلَمَّا}  {الفاء} : عاطفة. {لَمَّا} : حرف شرط. {خَرَّ} : فعل ماضٍ، وفاعل مستتر يعود على سليمان، والجملة فعل شرط لـ {لَمَّا} . {تَبَيَّنَتِ الْجِنُّ} فعل وفاعل، والجملة جواب {لَمَّا} ، وجملة {لَمَّا} معطوفة على جملة {لَمَّا} الأولى. {أَن} : مخففة من الثقيلة، واسمها ضمير الشأن. {لَوْ} : حرف شرط. {كَانُوا} : فعل ناقص واسمه. {يَعْلَمُونَ الْغَيْبَ} : فعل وفاعل ومفعول به، والجملة الفعلية في محل النصب خبر كان، وجملة كان فعل شرط لـ {لَوْ} . {مَا} : نافية. {لَبِثُوا} : فعل وفاعل. {فِي الْعَذَابِ} : متعلق به. {الْمُهِينِ} : صفة لـ {الْعَذَابِ} ، والجملة الفعلية جواب {لَّوْ} الشرطية، وجملة {لَوْ} الشرطية في محل الرفع خبر {أَن} المخففة، وجملة {أَن} المخففة في محل النصب مفعول {تبين} ، والتقدير: علمت الجن عدم لبثهم في العذاب المهين، لو كان عندهم علم الغيب. </p><p> التصريف ومفردات اللغة </p><p> {الْحَمْدُ لِلَّهِ} الحمد: هو الثناء على الله بما هو أهله. {الْحَكِيمُ} : هو الذي أحكم أمر الدارين، ودبره بحسب ما تقتضيه الحكمة. {الْخَبِيرُ} هو الذي يعلم </p><p> بواطن الأمور وخوافيها. </p><p> {يَلِجُ فِي الْأَرْضِ} ؛ أي: يدخل فيها من الولوج، وهو الدخول في مضيق. </p><p> {وَمَا يَعْرُجُ} ؛ أي: يصعد. {وَمَا يَعْزُبُ} ؛ أي: يبعد. وفي \"المصباح\" : عزب الشي: من بابي: قتل وضرب: إذا غاب وخفي، ومعنى {لَا يَعْزُبُ عَنْهُ} : أي: لا يبعد عن علمه، والعازب: المتباعد في طلب الكلأ وعن أهله. </p><p> {مِثْقَالُ ذَرَّةٍ} والمثقال: ما يوزن به، وهو من الثقل، وذلك اسم لكل صنج، كما في \"المفردات\" . والذرة: النملة الصغيرة الحميراء، وما يرى في شعاع الشمس من ذرات الهواء؛ أي: وزن أصغر نملة، أو مقدار الهباء. {وَرِزْقٌ كَرِيمٌ} ؛ أي: رزق حسن لا تعب فيه، ولا منَّ عليه. </p><p> {وَالَّذِينَ سَعَوْا} : وفي \"المفردات\" السعي: المشي السريع، وهو دون العدو، ويستعمل للجد في الأمر، خيرًا كان أو شرًا. </p><p> {مُعَاجِزِينَ} ؛ أي: ظانين ومقدرين أنهم يعجزوننا؛ لأنهم حسبوا أن لا بعث ولا نشور، يقال: أعجزت فلانًا، وعاجزته: جعلته عاجزًا. </p><p> {مِنْ رِجْزٍ} الرجز بمعنى: القذر والشرك والأوثان، كما في قوله: {وَالرُّجْزَ فَاهْجُرْ (٥) } سماها رجزًا؛ لأنها تؤدي إلى العذاب، وكذا سمي كيد الشيطان رجزًا في قوله:  {وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ} لأنه سبب العذاب، وفي \"المفردات\" : أصل الرجز: الاضطراب، وهو في الآية كالزلزلة، كما مرَّ، والرجز - بكسر الراء وضمها -: العذاب، أو سيئه، والإثم والذنب والقذر. </p><p> {كُلَّ مُمَزَّقٍ} الممزق مصدر ميمي بمعنى: التمزيق، وقياس كل ما زاد على الثلاث أن يجيء مصدره وزمانه ومكانه على زنة اسم مفعوله، ويجوز أن يكون ظرف مكان، قاله الزمخشري؛ أي: كل مكان تمزيق من القبور وبطون الوحش والطير. اهـ \"خطيب\" . وأصل التمزيق: التفريق، يقال: مزَّق ثيابه؛ أي: فرقها، والمعنى: تنشئون خلقًا جديدًا بعد أن تمزقت وتفرقت أجسادكم كل تمزيق وتفريق، بحيث تصير ترابًا. اهـ \"بيضاوي\" . </p><p> و {جَدِيدٍ} فعيل بمعنى: فاعل عند البصريين، يقال: جَدَّ الشيء فهو جاد وجديد: كقل فهو قليل، وبمعنى: مفعول عند الكوفيين، يقال: جدَّ النساج الثوب: </p><p> إذا قطعه فهو جديد؛ أي: مقطوع. قال في \"المفردات\" : يقال: جددت الثوب: إذا قطعته على وجه الإصلاح، وثوب جديد أصله المقطوع، ثم جعل لكل ما أحدث إنشاؤه، والخلق الجديد: إشارة إلى النشأة الثانية، والجديدان: الليل والنهار. </p><p> {أَمْ بِهِ جِنَّةٌ} ؛ أي: جنون. {نَخْسِفْ بِهِمُ الْأَرْضَ} يقال: خسف به الأرض غاب به فيها، فالباء للتعدية {أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا} الكسف، كالقطع وزنًا ومعنى، جمع: كسفة، كقطعة. قال في \"المفردات\" : ومعني الكفة: القطعة من السحاب والقطن ونحو ذلك من الأجسام المتخلخلة، ومعنى إسقاط الكسف، من السماء: إسقاط قطع من النار، كما وقع لأصحاب الأيكة. {لِكُلِّ عَبْدٍ مُنِيبٍ} قال في \"المفردات\" : النوب: رجوع الشيء مرة بعد أخرى، والإنابة إلى الله: الرجوع إليه بالتوبة، وإخلاص العمل له. </p><p> {يَا جِبَالُ أَوِّبِي مَعَهُ} فعل أمر من التأويب على قراءة العامة بفتح الهمزة وتشديد الواو، وهو الترجيح، وقيل: التسبيح بلغة الحبشة، والتضعيف يحتمل أن يكون للتكثير، واختار بعضهم أن يكون للتعدي، قال: لأنَّهم فسروه برجعي معه التسبيح، ولا دليل فيه؛ لأنه تفسير معنى، أو أمر من الأوب على قراءة الحسن وابن عباس وقتادة وابن أبي إسحاق:  {أَوِّبِي} بضم الهمزة وسكون الواو أمر من آب يؤوب؛ أي: ارجعي معه بالتسبيح. اهـ \"سمين\" . </p><p> {وَأَلَنَّا لَهُ الْحَدِيدَ} ؛ أي: جعلنا الحديد لينًا له في نفسه، كالشمع والعجين من الإلانة، أصله: من اللين ضد الخشونة. </p><p> {أَنِ اعْمَلْ سَابِغَاتٍ} ؛ أي: دروعًا واسعات طويلات. قال في \"القاموس\" : سبغ الشيء سبوغًا: إذا طال إلى الأرض، وسبغت النعمة: إذا اتسعت، ودروع سابغة: تامة طويلة. انتهى. ومنه استعير إسباغ الضوء، أو إسباغ النعمة، كما في \"المفردات\" . </p><p> {وَقَدِّرْ فِي السَّرْدِ} والسرد في الأصل: خرز ما يخشن ويغلظ كخرز الجلد، ثم استعير لنظم الحديد ونسج الدروع، كما في \"المفردات\" ، والمعنى: أي: اجعل النسج على قدر الحاجة. </p><p> {غُدُوُّهَا شَهْرٌ} قال الراغب: الشهر: مدة معروفة مشهورة بإهلال الهلال، أو </p><p> باعتبار جزء من اثني عشر جزءًا من دوران الشمس من نقطة إلى تلك النقطة، والمشاهرة: المعاملة بالشهر، كما أن المسانهة والمياومة بالسنة واليوم. </p><p> {عَيْنَ الْقِطْرِ} والقطر - بكسر العين -: النحاس المذاب. </p><p> {وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا} ؛ أي: ومن يعدل عن طاعة سليمان. </p><p> و {مَحَارِيبَ} : جمع محراب، وهو في اللغة: كل موضع مرتفع، وقيل للذي يصلَّى فيه محراب؛ لأنه يجب أن يرفع ويعظَّم. وفي \"البيضاوي\" : من محاريب؛ أي أبنية مرتفعة، سميت بالمحاريب؛ لأنها يذب عنها ويحارب عليها. اهـ. وكتب عليها الشهاب قوله: أبنية مرتفعة، هذا أصل معنى المحراب، وسمي باسم صاحبه؛ لأنه يحارب غيره في حمايته، ثم نقل إلى الطاق التي يقف بحذائها الإِمام، وهي مما أحدث في المساجد. وقيل للذي يصلَّى فيه محراب؛ لأنه يجب أن يرفع ويعظم. قال في \"القاموس\" : المحراب: الغرفة، وصدر البيت، وأكرم مواضعه، ومقام الإِمام من المسجد، والموضع ينفرد به الملك فيتباعد من الناس. انتهى. </p><p> {وَتَمَاثِيلَ} جمع تمثال، وهو الصورة المصورة، أو هو ما تصنعه وتصوره مشبهًا بخلق الله من ذوات الروح. روي أنهم عملوا له أسدين في أسفل كرسيه، ونسرين فوقه، فإذا أراد أن يصعد بسط الأسدان له ذراعيهما، وإذا قعد أظلَّه النسرأن بأجنحتهما، كما مرَّ. </p><p> {وَجِفَانٍ} جمع: جفنة، وهي القصعة الكبير، فإن أعظم القصاع الجفنة، ثم القصعة تليها تشبع العشرة، ثم الصحفة تشبع الخمسة، ثم الميكلة تشبع الرجلين والثلاثة، ثم الصحفة تشبع الرجل، فتفسير الجفان بالصحاف كما فعله البعض منظور فيه. والجفنة خصت بوعاء الأطعمة، كما في \"المفردات\" . </p><p> {كَالْجَوَابِ} ؛ أي: كالحياض الكبار، أصله: الجوابي بالياء، كالجواري جمع جابية من الجباية؛ لاجتماع الماء فيها، وهي من الصفات الغالبة كالدابة. </p><p> قال الراغب: يقال: جبيت الماء في الحوض: جمعته، والحوض الجامع له: جابية، ومنه استعير جبيت الخراج جباية. </p><p> {وَقُدُورٍ} جمع: قدر بكسر القاف، وهو إناء يطبخ فيه اللحم ونحوه، كما في \"المفردات\" . </p><p> {رَاسِيَاتٍ} جمع: راسية، من رسا الشيء يرسو: إذا ثبت، ولذلك سميت الجبال الرواسي. {الشَّكُورُ} : الباذل وسعه في الشكر، قد شغل قلبه ولسانه وجوارحه به اعترافًا واعتقادًا وعملًا. </p><p> {فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ} : القضاء الحكم, والفصل والموت: زوال القوة الحساسة. </p><p> {مِنْسَأَتَهُ} المنساة: مفعلة اسم آلة، وهي العصا؛ لأنه ينسأ بها؛ أي: يطرد ويؤخر كالمكنسة والمكسحة والمقصعة. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: تعريف طرفي الجملة في قوله: {الْحَمْدُ لِلَّهِ} لإفادة الحصر، ومعناه: لا يستحق الحمد الكامل إلا الله، أو لإفادة الاختصاص، ومعناه: جميع أفراد المدح والثناء والشكر من كل حامد مختص به سبحانه، لا شركة لأحد فيه؛ لأنه الخالق المالك، كما يدل عليه ما بعده. </p><p> ومنها: تقديم الخبر على المبتدأ لإفادة الحصر في قوله: {وَلَهُ الْحَمْدُ فِي الْآخِرَةِ} ، وفيه أيضًا إطلاق المحمود عليه ليعم النعم الأخروية كلها. اهـ \"روح\" . </p><p> ومنها: الطباق بين {يَلِجُ} ، و {يَخْرُجُ} ، وبين:  {يَنْزِلُ} ، و {يَعْرُجُ} ، وبين:  {أَصْغَرُ} ، و {أَكْبَرُ} . </p><p> ومنها: إفادة المبالغة بصيغتي فعيل وفعول في قوله: {وَهُوَ الْحَكِيمُ الْخَبِيرُ} ، {وَهُوَ الرَّحِيمُ الْغَفُورُ} . </p><p> ومنها: المقابلة بين {لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ...} الآية، وبين {وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ} فقد جعل المغفرة والرزق الكريم جزاء المحسنين، وجعل العذاب والرجز الأليم جزاء المجرمين. </p><p> ومنها: الاستفهام في قوله: {هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ} للاستهزاء والسخرية؛ لأن غرضهم بهذا الكلام الاستهزاء بالرسول والسخرية به. </p><p> ومنها: التنكير في قوله: {عَلَى رَجُلٍ} للإبهام والتجهيل، ولم يذكروا اسمه إمعانًا في التجهيل، كأنه إنسان مجهول. </p><p> ومنها: الإسناد المجازي في قوله: {وَالضَّلَالِ الْبَعِيدِ} لما فيه من وصف الشيء بوصف فاعله؛ إذ البعد في الأصل وصف الضال؛ لأنه الذي يتباعد عن المنهاج القويم، وكلما ازداد بعدًا منه كان أضلَّ. </p><p> ومنها: تقديم العذاب على ما يوجبه ويؤدي إليه، وهو الضلال للمسارعة إلى بيان ما يسوؤهم. </p><p> ومنها: جعل العذاب والضلال محيطين بهم إحاطة الظرف بالمظروف؛ لأن أسباب العذاب معهم، فكأنهم في وسط. </p><p> ومنها: وضع الموصول موضع ضميرهم في قوله: {بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ} للتنبيه على أنَّ علة ما اجترؤوا عليه كفرهم بالآخرة، وما فيها من فنون العقاب، ولولاه لما فعلوا ذلك خوفًا من غائلته اهـ \"روح\" . </p><p> ومنها: التنكير في قوله: {وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا} لغرض التفخيم؛ أي: فضلًا عظيمًا. </p><p> ومنها: تأكيد فخامته الذاتية بفخامته الإضافية في قوله: {مِنَّا} لما فيه من نسبة الفضل إلى الله سبحانه. </p><p> ومنها: الإيجاز بالحذف في قوله: {غُدُوُّهَا شَهْرٌ} ؛ أي: مسيرة شهر. </p><p> ومنها: نداء غير العاقل في قوله: {يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ} تنزيلًا له منزلة العاقل. </p><p> ومنها: حذف الموصوف، وإقامة صفته مقامه تفخيمًا لشأنه في قوله:  {أَنِ اعْمَلْ سَابِغَاتٍ} ؛ أي: دروعًا سابغات. </p><p> ومنها: الجناس المماثل في قوله: {أَنِ اعْمَلْ} ، {وَاعْمَلُوا} ، {بِمَا تَعْمَلُونَ} . </p><p> ومنها: الاستعارة التصريحية في قوله: {وَقَدِّرْ فِي السَّرْدِ} ؛ لأن السرد في الأصل: خرز ما يخشن ويغلظ الخرز الجلد، ثم استعير لنظم الحديد، ونسج </p><p> الدروع، كما في \"المفردات\" . </p><p> ومنها: الطباق بين {غُدُوُّهَا وَرَوَاحُهَا} . </p><p> ومنها: التفصيل بعد الإجمال في قوله: {يَعْمَلُونَ لَهُ مَا يَشَاءُ} فإنه تفصيل لقوله: {مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ} . </p><p> ومنها: التشبيه في قوله: {وَجِفَانٍ كَالْجَوَابِ} ، ويسمى: التشبيه المرسل المجمل؛ لذكر أداة التشبيه، وحذف وجه الشبه. </p><p> ومنها: تقديم المعمول على عامله لرعاية الفواصل في قوله: {بِمَا تَعْمَلُونَ بَصِيرٌ} ، وقوله:  {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ} . </p><p> ومنها: الإتيان بصيغة فعول في قوله: {مِنْ عِبَادِيَ الشَّكُورُ} لإفادة المبالغة. </p><p> ومنها: التهكم في قوله: {نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ} . </p><p> ومنها: جمع المؤكدات في قوله: {إِنَّ فِي ذَلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ} فإنه جمع التأكيد بأن، وباسمية الجملة، وباللام. </p><p> ومنها: إضافة العام إلى الخاص في قوله: {دَابَّةُ الْأَرْضِ} إن قلنا: إن الأرض بفتح الراء جمع: أرضة؛ لأن الدابة أعم من الأرضة وغيرها من الدواب، كما في \"الفتوحات\" . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ (١٥) فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ (١٦) ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ (١٧) وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ (١٨) فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (١٩) وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ (٢٠) وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ (٢١) قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ (٢٢) وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ (٢٣) قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ (٢٤) قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ (٢٥) قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ (٢٦) قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ (٢٧) وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٢٨) وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٢٩) قُلْ لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ (٣٠) } </p><p> المناسبة </p><p> قوله تعالى:  {لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ ...} الآية، مناسبة هذه الآية لما قبلها (١) : أن الله سبحانه وتعالى لما ذكر حال الشاكرين لنعمه، المنيبين إليه بذكر داود وسليمان .. أعقب ذلك بذكر ما حل بالكافرين بأنعمه، المعرضين عن ذكره وشكره، من عظيم العقاب بذكر قصة سبأ موعظةً لقريش، وتحذيرًا لمن يكفر </p><p>(١) البحر المحيط.</p><p> بالنعم، ويعرض عن المنعم. </p><p> قوله تعالى:  {وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا ...} الآية، مناسبة هذه الآية لما قبلها (١) : أن الله سبحانه لما حكى ما أوتوا من النعم في مساكنهم، ثم كفرانهم بها، وما جوزوا به من الخراب والدمار .. قص علينا ما أعطوه من النعم في مسايرهم ومتاجرهم، ثم جحودهم بها، ثم ما حاق بهم بسبب ذلك. </p><p> قوله تعالى:  {وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه لما ذكر (٢) قصص سبأ، وما كان من أمرهم من اتباع الهوى والشيطان .. أردف ذلك الإخبار بأنهم صدقوا ظن إبليس فيهم، وفي أمثالهم ممن ركنوا إلى الغواية والضلال؛ إذ تسلط عليهم, وانقادوا إلى وسوسته، وبذا امتازوا من فريق المؤمنين الذين لا سلطان للشيطان عليهم، كما قال سبحانه:  {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ} . </p><p> قوله تعالى:  {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه لما ذكر ما آتاه الشاكرين من أوليائه كداود وسليمان من النعم التي لا حصر لها، وما فعله بسبأ حين بطروا النعمة، وكذبوا الرسل .. أعقب ذلك بأمر رسوله - صلى الله عليه وسلم - أن يقول للمشركين من قوم تهكمًا بهم وتعجبًا من حالهم: ادعوا آلهتكم الذين زعمتموهم شركاء لله، فسلوهم أن يفعلوا بكم بعض أفعالنا بمن وصفنا أمرهم من إنعام أو انتقام، فإن لم يستطيعوا ذلك .. فاعلموا أنهم مبطلون. </p><p> ثم ذكر أن شأن المعبود أن يكون نافعًا للعباد، يخشى بطشه وسطوته، وهؤلاء ليس لهم شيء من ذلك؛ إذ لا تصرف لهم في شيء في السموات والأرض، لا استقلالًا، ولا شركةً، ولا هم معينون للخالق، ولا تنفع شفاعتهم لديه، فكيف تتقربون إليهم وتعبدونهم رجاء نفعهم بعد الذي علمتم من أمرهم؟! </p><p> قوله تعالى:  {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ ...} الآية، مناسبة هذه الآيات لما قبلها: أن الله سبحانه بعد أن سلب عن شركائهم ملك شيء من الأكوان، وأثبت أن ذلك له وحده .. أمر نبيه أن يجعلهم يقرون بتفرده بالخلق </p><p>(١) المراغي. (٢) المراغي.</p>"
}