{
  "id": null,
  "sura": 34,
  "aya": 11,
  "text": "<p> قال المولى الجامي: وإنما كان تسبيح الجبال والطير لتسبيحه؛ لأنه لما قوي توجهه عليه السلام بروحه إلى معنى التسبيح والتحميد .. سرى ذلك إلى أعضائه وقواه، فإنها مظاهر روحه، ومنها إلى الجبال والطير فإنها صور أعضائه وقواه في الخارج، فلا جرم يسبحن لتسبيحه، وتعود فائدة تسبيحها إليه، يعني: لما كان تسبيحها ينشأ عن تسبيحه، لا جرم يكون ثوابه عائدًا إليه، لا إليها؛ لعدم استحقاقها لذلك. انتهى. </p><p> وقوله:  {وَأَلَنَّا لَهُ الْحَدِيد} معطوف على {آتَيْنَا} ؛ أي: ولقد جعلنا الحديد لداود لينًا في نفسه، كالشمع والعجين والمبلول، يصرفه في يده كيف يشاء، من غير إحماءٍ بنار، ولا ضربٍ بمطرقة، أو جعلنا الحديد بالنسبة إلى قوته التي آتيناها إياه لينًا، كالشمع بالنسبة إلى سائر قوى البشرية، وكان داود أوتي شدة قوة في الجسد، وإن لم يكن جسيمًا، وهو أحد الوجهين لقوله:  {ذَا الْأَيْدِ} في سورة ص، </p><p> ١١ - وأمرناه بـ {أَنِ اعْمَلْ} واصنع من الحديد لك، ولغيرك دروعًا {سَابِغَاتٍ} ؛ أي: واسعات طويلات تامات، تغطي لابسها حتى تفضل عنه، فيجرها على الأرض، وتقيه شر الحرب. والأولى جعل {أَنِ} هنا مصدرية، حذف منها باء الجر، لا مفسرة، وهو عليه السلام أول من اتخذها، وكانت قبل ذلك صفائح حديد مضروبة ثقالًا على لابسها. </p><p> وقرىء:  {صابغات} بالصاد بدلًا من السين، وتقدم أنها لغة في قوله:  {وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ} . قال المفسرون: كان (١) داود عليه السلام حين ملك على بني إسرائيل يخرج متنكرًا، فيسأل الناس: ما تقولون في داود؟ فيثنون عليه، فقيَّض الله له ملكًا في صورة آدميّ، فسأله على عادته، فقال له الملك: نعم الرجل لولا خصلة فيه، فسأله عنها، فقال: إنه يأكل ويطعم عياله من بيت المال، ولو أكل من عمل يده. لتمت فضائله، فعند ذلك سأل ربه أن يسبّب له ما يستغني به عن بيت المال، فعلَّمه تعالى صنعة الدروع، فكان يعمل كل يوم درعًا ويبيعها بأربعة آلاف درهم، أو بستة آلاف، يتفق عليه وعلى عياله ألفين، ويتصدق بالباقي على فقراء بني إسرائيل. </p><p> وفي الحديث:  \"كان داود لا يأكل إلا من كسب يده\" ، وفي الآية دليل على </p><p>(١) روح البيان.</p><p> تعلم أهل الفضل الصنائع، فإن العمل بها لا ينقص بمرتبتهم، بل ذلك زيادة في فضلهم؛ إذ يحصل لهم التواضع في أنفسهم، والاستغناء عن غيرهم، وفي الحديث:  \"إن خير ما أكل المرء من عمل يده\" . </p><p> {وَقَدِّرْ} ؛ أي: واقتصد وتوسَّطْ {فِي السَّرْدِ} ؛ أي: في نسج الدروع بحيث تناسب مساميرها لحلقاتها؛ أي: لا تجعل مسمار الدرع دقيقًا فيقلقل، ولا غليظًا فيفصم الحلق، أو المعنى: توسط عند نسج الدروع في حلقاتها؛ أي: لا تعملها صغيرة، فتضعف، ولا يقوى الدرع على الدفاع، ولا تعملها كبيرة، فتثقل على لابسها، أو المعنى: اجعل (١) كل حلقة مساوية لأختها، ضيقة، لا ينفذ منها السهم لغلظها, ولا تثقل حاملها، واجعل كلها بنسبة واحدة، وقدر واحد. أو المعنى: قدر وتوسط في سرد الدروع ونسجها, ولا تصرف جميع أوقاتك إلى نسج الدروع، بل اشتغل به مقدار ما تحصل به قوتك وحوائجك، وأما باقي الأوقات .. فاصرفه إلى عبادة ربك. </p><p> قال الرازي: أي إنك غير مأمور به أمر إيجاب، وإنما هو اكتساب، والكسب يكون بقدر الحاجة، وباقي الأيام والليالي للعبادة، فقدر في ذلك العمل، ولا تشغل جميع أوقاتك بالكسب، بل حصِّل فيه القوت فحسب. انتهى. </p><p> وهذا المعنى هو المناسب لما بعده، وهو قوله:  {وَاعْمَلُوا} يا آل داود، خطاب له ولأهله لعموم التكليف، ويجوز أن يكون أمرًا لداود فقط؛ شرفه الله بأن خاطبه خطاب الجمع. {صَالِحًا} ؛ أي: عملًا صالحًا خالصًا من الأغراض {إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ} لا أضيع عمل عامل منكم، فأجازيكم عليه، وهو تعليل للأمر، أو لوجوب الامتثال به، والبصير: هو المدرك لكل موجود برؤيته، ومن عرف أنه البصير .. راقبه في الحركات والسكنات، حتى لا يراه حيث نهاه، أو يفقده حيث أمره. وخاصية هذا الاسم وجود التوفيق، فمن قرأه قبل صلاة الجمعة مئة مرة .. فتح الله بصيرته، ووفَّقه لصالح القول والعمل، وإن كان الإنسان لا يخلو عن الخطأ. </p><p>(١) الصاوي.</p>"
}