{
  "id": null,
  "sura": 34,
  "aya": 16,
  "text": "<p> ربهم، ويشكروه بتوحيده وعبادته كفاء ما أنعم عليهم بهذه المنن، وأحسن إليهم بتلك النعم، فكانوا كذلك إلى حين، </p><p> ١٦ - ثم أعرضوا عما أمروا به, فعوقبوا بإرسال السيل عليهم، كما ذكره بقوله:  {فَأَعْرَضُوا ...} إلخ؛ أي: ولما ذكر الله سبحانه ما كان من جانبه من الإحسان إليهم .. ذكر ما كان من جانبهم في مقابلته فقال: فأعرضوا؛ أي: عما جاء به إليهم أنبياؤهم، وكانوا ثلاثة عشر نبيًا بعدد قراهم, فدعوهم إلى الله تعالى، وذكروهم نعمه، فكذبوهم وقالوا: ما نعرف لله نعمة علينا, فقولوا لربكم فليحبس عنا هذه النعمة إن استطاع. </p><p> والمعنى: أعرض أولاد سبأ عن الوفاء، وأقبلوا على الجفاء، وكفروا النعمة، وتعرَّضوا للنقمة، وضيعوا الشكر، فبدلوا وبُدِّل لهم الحال. </p><p> ثم بيَّن كيفية الانتقام منهم فقال:  {فَأَرْسَلْنَا عَلَيْهِمْ} ؛ أي: فتحنا عليهم، وسلطنا عليهم {سَيْلَ الْعَرِمِ} ؛ أي: سيل السدّ؛ أي: ماء السيول التي اجتمعت في سدهم الذي سدوه بين الجبلين ليجتمع فيه جميع سيول اليمن, والسيل: الماء الذي يأتيك، ولم يصبك مطره، والعرم: السد الذي يحبس الماء ليعلوا على الأرض المرتفعة، قاله السدي. والمعنى: أرسلنا عليهم سيل السد. </p><p> وقال عطاء: العرم: اسم الوادي. وقال الزجاج: العرم: اسم الجرذ الذي نقب السد عليهم، وهو الذي يقال له: الخلد, فنسب إليه السيل لكونه سبب جريانه؛ لأن الله تعالى أرسل جرذانًا برية كان لها أنياب من حديد, لا يقرب منها هرة إلا قتلتها، فنقبت عليهم ذلك السدَّ، فغرقت جنانهم ومساكنهم، ويقال لذلك الجرذ: الخلد بالضم، لإقامته عند جحره، وهو الفأر الأعمى الذي لا يدرك إلا بالسمع. وقرأ عروة بن الورد:  {العرم} بإسكان الراء مخفف العرم, كقولهم في الكَبِد: الكَبْد، ذكره في \"البحر\" . </p><p> قال ابن عباس ووهب وغيرهما (١) : كان لهم سد بنته بلقيس، وذلك أنهم كانوا يقتتلون على ماء واديهم، فأمرت بواديهم, فسد بالصخر والقار بين الجبلين, وجعلت لهم ثلاث أبواب بعضها فوق بعض، وبنت دونه بركه ضخمة, وجعلت فيها </p><p>(١) الخازن.</p><p> اثني عشر مخرجًا على عدة أنهارهم، يفتحونها إذا احتاجوا إلى الماء، وإذا استغنوا عنه سدوها، فإذا جاءهم المطر اجتمع عليهم ماء أودية اليمن، فاحتبس السيل من وراء السد، فأمرت بالباب الأعلى، ففتح فجرى ماؤه إلى البركة، فكانوا يسقون من الباب الأعلى، ثم من الثاني، ثم من الثالث الأسفل، فلا ينفد الماء حتى يثوب الماء من السنة المقبلة، فكانت تقسمه بينهم على ذلك، فبقوا بعدها مدة، فلما طغوا وكفروا سلط الله عليهم جرذًا يسمى الخلد، فنقَّب السد من أسفله، فغرق الماء جنانهم، وأخرب أرضهم. </p><p> وقال وهب: رأوا فيما يزعمون ويجدون في علمهم أن الذي يخرب سدهم فأرة، فلم يتركوا فرجة بين حجرين إلا ربطوا عندها هرة، فلما جاء زمان ما أراد الله تعالى بهم من التغريق .. أقبلت فيما يذكرون فأرة حمراء كبيرة إلى هرة من تلك الهرار، فساورتها حتى استأخرت الهرة عنها، فدخلت في الفرجة التي كانت عندها، فتغلغلت في السد، وحفرت حتى أوهنت المسيل، وهم لا يعلمون ذلك، فلما جاء السيل وجد خللًا، فدخل منه حتى اقتلع السد، وفاض الماء حتى علا أموالهم فغرقها، ودفن بيوتهم الرمل، فغرقوا ومزقوا كل ممزق حتى صاروا مثلًا عند العرب، يقولون: ذهبوا أيدي سبأ، وتفرقوا أيادي سبأ. </p><p> وقال السهيلي في كتاب \"التعريف والأعلام\" : كان الذي بني السدَّ سبأ بن يشجب، بناه بالرخام، وساق إليه سبعين واديًا، ومات قبل أن يستتمه، فأتم بعده. انتهى. وقال في \"فتح الرحمن\" : فأرسلنا عليهم السيل الذي لا يطاق، فخرب السد، وملأ ما بين الجبلين، وحمل الجنات وكثيرًا من الناس ممن لم يمكنه الفرار؛ أي: إلى الجبل، وأغرق أموالهم، فتفرقوا في البلاد، فصاروا مثلًا. انتهى. وقيل: الأوس والخزرج منهم. </p><p> {وَبَدَّلْنَاهُمْ} ؛ أي: عوضناهم {بِجَنَّتَيْهِمْ} ؛ أي: عن (١) جنتيهم المذكورتين، وآتيناهم بدلهما. والتبديل: جعل الشيء مكان آخر، والباء تدخل على المتروك على ما هي القاعدة المشهورة. {جَنَّتَيْنِ} ثاني مفعولي {بَدَّلْنَا} ؛ أي: أعطينا بدل </p><p>(١) روح البيان.</p><p> الجنتين المذكورتين لهم جنتين أخريين. </p><p> {ذَوَاتَيْ} : صفة لـ {جَنَّتَيْنِ} ؛ أي: صاحبتي {أُكُلٍ} وثمر {خَمْطٍ} ؛ أي: مرّ، ويقال في الرفع: ذواتا بالألف، وهي تثنية: ذات, مؤنث: ذي, بمعنى: الصاحب، والأكل - بضم الكاف وسكونه - اسم لما يؤكل والخمط: كل نبت أخذ طعمًا من مرارة حتى لا يمكن أكله. </p><p> والمعنى: أهلكنا جنتيهم اللتين كانتا مشتملتين على تلك الفواكه الطيبة, والأنواع الحسنة، وأعطيناهم بدلهما جنتين صاحبتين ثمر مرٍّ. </p><p> وقرأ الجمهور بتنوين (١) : {أُكُلٍ} وعدم إضافته إلى {خَمْطٍ} . وقرأ أبو عمرو:  {أُكُلٍ}  {خَمْطٍ} بالإضافة؛ أي: ثمر خمط على أن يكون الخمط كل شجر مر الثمر، أو كل شجر له شوك، أو هو الأراك على ما قاله البخاري. والأكل: ثمره. وقراءة الجمهور أولى من قراءة أبي عمرو, والخمط على قراءتهم نعت لـ {أُكُلٍ} ، أو بدل منه؛ لأن الأكل هو الخمط بعينه. وقال الأخفش: الإضافة أحسن في كلام العرب، مثل: ثوب خز، ودار آجر. </p><p> {و} جنتين ذواتي {أَثْلٍ} لا على {خَمْطٍ} ؛ فإن الأصل هو الطرفاء, أو شجر يشبهه أعظم منه طولًا، ولا ثمر له، الواحدة: أثلة, والجمع أثلاث, وقوله:  {وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ} معطوف أيضًا على أكل؛ أي: وذواتي شيء قليل من سدر. وقرىء:  {أثلًا} و {شيئًا} بالنصب، حكاه الفضل بن إبراهيم عطفًا على {جَنَّتَيْنِ} . ذكره أبو حيان. </p><p> قال البيضاوي (٢) : وصف السدر بالقلة لما أن جناه وهو النبق مما يطيب أكله، ولذلك يغرس في البساتين. انتهى. فالسد: شجر النبق على ما في \"القاموس\" . وقال أبو السعود: والصحيح أن السدر صنفان: صنف يؤكل من ثمره, وينتفع بورقه لغسل اليد، وصنف له ثمرة عفصة لا تؤكل أصلًا, وهو البري الذي يقال له: الضال. والمراد هاهنا هو الثاني، فكان شجرهم من خير الشجر, فصيره الله من شر الشجر بسبب أعمالهم القبيحة. انتهى. </p><p>(١) البحر المحيط. (٢) البيضاوي.</p>"
}