{
  "id": null,
  "sura": 34,
  "aya": 12,
  "text": "<p> وإجمال معنى الآية: وعزتي وجلالي لقد (١) أعطينا داود عليه السلام منَّا نعمًا ومننًا فقلنا للجبال وللطير: رجعي معه التسبيح، وردديه إذا سبح ذلك بأن نحمله عليه إذا تأمل عجائبها، فهي له مذكرات، كما يذكر المسبِّح مسبِّحًا آخر، وجعلنا الحديد في يده لينًا، يسهل تصويره وتصريفه كما يشاء، فيعمل منه الدروع وآلات الحرب على أتم النظم، وأحكم الأوضاع، فيجعل حلقاتها على قدر الحاجة، فلا هي بالضيقة فتضعف، ولا تؤدي وظيفتها لدى الكر والفر، والشد والجذب، ولا هي بالواسعة التي ربما ينال صاحبها من خلالها الأذى. وهذا تعليم من الله تعالى له في إجادة نسج الدروع. </p><p> قال قتادة: إن داود أول من عملها حلقًا، وكانت قبل ذلك صفائح، فكانت ثقالًا. واعمل يا داوود أنت وآلك بطاعة الله تعالى، فأجازيكم كفاء ما عملتم، ثم علل هذا الأمر بقوله:  {إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ} ؛ أي: إني مراقب لكم، مطلع عليكم، بصير بأعمالكم وأقوالكم، لا يخفى عليَّ شيء منها، وفي هذا ما لا يخفي من التنبيه والإغراء بإصلاح العمل، والإخلاص فيه. </p><p> ١٢ - ثم ذكر سبحانه ما أنعم به على ولده سليمان من النبوة والملك والجاه العظيم فقال:  {وَلِسُلَيْمَانَ الرِّيحَ} ؛ أي: وسخرنا لسليمان عليه السلام الريح، وهي ريح الصبا. </p><p> وقرأ الجمهور (٢) : {الرِّيحَ} بالنصب على تقدير: وسخرنا لسليمان الريح، كما قاله الزجاج. وقرأ عاصم في رواية أبي بكر عنه بالرفع على الابتداء والخبر، أي: والريح مسخرة لسليمان، وقرأ الجمهور:  {الرِّيحَ} بالإفراد، وقرأ الحسن وأبو حيوة وخالد بن إلياس:  {الرياح} بالجمع. </p><p> {غُدُوُّهَا} ؛ أي: جريها وسيرها بالغداة؛ أي: من لدن طلوع الشمس إلى زوالها، وهو وقت انتصاف النهار {شَهْرٌ} ؛ أي: مسيرة شهر؛ أي: مسير دواب الناس في شهر. {وَرَوَاحُهَا} ؛ أي: جريها وسيرها بالعشي؛ أي: من انتصاف النهار إلى الليل {شَهْرٌ} ؛ أي: مسيرة شهر، ومسافته، يعني: كانت تسير في يوم واحد </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> مسيرة شهرين للراكب المسرع، والجملة إما مستأنفة، أو حال من الريح. وعن الحسن: كان يغدو من دمشق مع جنوده على البساط، فيقيل باصطخر، وبينهما مسيرة شهر للراكب المسرع، واصطخر: بزنة فردوس بلدة من بلاد فارس بناها لسليمان صخر الجني المراد بقوله: {قَالَ عِفْرِيتٌ مِنَ الْجِنِّ} ثم يروح من اصطخر، ويبيت بكابل، وبينهما مسيرة شهر للراكب المسرع، وكابل بضم الباء الموحدة: ناحية معروفة من بلاد الهند، وكان عليه السلام يتغدى بالري، ويتعشى بالسمرقند، والري: من مشاهير ديار الديلم بين قومس والجبال، والسمرقند: أعظم مدينة بما وراء النهر؛ أي: نهر جيحون. </p><p> قال مقاتل: كان ملك سليمان ما بين مصر وكابل. وقال بعضهم: جميع الأرض، وهو الموافق لما اشتهر عندهم من أنه ملك الدنيا كلها أربعة: اثنان من أهل الإِسلام، وهما: الاسكندر وسليمان، واثنان من أهل الكفر، وهما: نمرود وبختنصر. </p><p> {وَأَسَلْنَا} ؛ أي: أذبنا وأجرينا {لَهُ} ؛ أي: لسليمان {عَيْنَ الْقِطْرِ} ؛ أي: عين النحاس المذاب أسأله من معدنه، كما ألان الحديد لأبيه داود، فنبع منه نبوع الماء من الينبوع، ولذلك سمي عينًا. وكان ذلك باليمن بقرب صنعاء. وقال القرطبي: والظاهر أن الله جعل النحاس لسليمان في معدنه عينًا تسيل كعيون المياه دلالة على نبوته. اهـ. واصطناع الناس في النحاس بعد لينه وإذابته - ولو كانت بالنار - من آثار الكرامة التي أعطيها سليمان، ولولاها ما لان النحاس أصلًا؛ لأنه قبل سليمان لم يكن يلين أصلًا بنار ولا بغيرها اهـ \"شيخنا\" . </p><p> وقوله:  {وَمِنَ الْجِنِّ} : خبر مقدم {مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ} : مبتدأ مؤخر؛ أي: ومن يعمل بين يدي سليمان كائن من الجن. ويجوز أن يكون {مَنْ يَعْمَلُ} منصوبًا بفعل مقدر، و {مِنَ الْجِنِّ} متعلق بهذا المقدر، أو حال من {مَنْ} الموصولة، ويؤيد هذا الاحتمال ما في سورة ص من قوله تعالى: {وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ (٣٧) } فإنه منصوب بـ {سَخَّرْنَا} المصرح به. والتقدير: وسخرنا له من يعمل بين يديه وقدامه حال كونه من الجن، وقوله:  {بِإِذْنِ رَبِّهِ} متعلق بـ {يَعْمَلُ} ؛ أي: يعمل له بإذن ربه؛ أي: بأمره كما ينبيء عنه قوله: {وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا} ؛ أي: ومن يعدل من الجن ويميل عما أمرناه به من طاعة سليمان ويعصه {نُذِقْهُ مِنْ عَذَابِ </p>"
}