{
  "id": null,
  "sura": 34,
  "aya": 10,
  "text": "<p> قدر على خلق هذه السموات على ارتفاعها واتساعها، وعلى هذه الأرض على انخفاضها وطولها وعرضها .. قادر على إعادة الأجسام، ونشر الرميم من العظام، كما قال: {لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٥٧) }. </p><p> فإن قلت: لم قال هنا: {إِنَّ فِي ذَلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ} بإفراد الآية، وقال فيما بعد:  {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ} بجمعها، فما الفرق بين المقامين؟ </p><p> قلت: إن ما هنا إشارة إلى إحياء الموتى، فناسبه الإفراد، وما بعد إشارة إلى سبأ قبيلة في البلاد، فصاروا فرقًا، فناسبه الجمع. اهـ \"كرخي\" . </p><p> وفي الآية (١) : حثٌّ بليغ على التوبة والإنابة، وزجر عن الجرم والجناية، وأن العبد الخائف لا يأمن قهر الله طرفة عين، فإن الله قادر على كل شيء، يوصل اللطف والقهر من كل ذرة من ذرات العالم. قال إبراهيم بن أدهم رحمه الله: إذا صدق العبد في توبته .. صار منيبًا؛ لأن الإنابة ثاني درجة التوبة. وقال أبو سعيد القرشي: المنيب: الراجع عن كل شيء يشغله عن الله إلى الله. وقال بعضهم: الإنابة: الرجوع منه إليه، لا من شيء غيره، فمن رجع من غيره إليه .. ضيع أحد طرفي الإنابة، والمنيب على الحقيقة: من لم يكن له مرجع سواه، ويرجع إليه من رجوعه، ثم يرجع من رجوع رجوعه، فيبقى شبحًا لا وصف له، قائمًا بين يدي الحق، مستغرقًا في عين الجمع: </p><p> هَجَرْتُ الْخَلْقَ كُلًّا فِيْ هَوَاكَا ... وَأَيْتَمْتُ الْعِيَالَ لِكَيْ أَرَاكَا </p><p> فَلَوْ قَطَّعْتَنِيْ فِيْ الْحُبِّ إِرْبًا ... لَمَا سَكَنَ الْفُؤَادُ إِلَى سِوَاكَا </p><p> وقال بعضهم: هجر النفس: مواصلة الحق، ومواصلة النفس: هجر الحق، ومن الله: الإيصال إلى مقام الوصال. </p><p> ١٠ - ثم ذكر سبحانه وتعالى من عباده المنيبين إليه: داود وسليمان، فقال {وَلَقَدْ آتَيْنَا دَاوُودَ} ؛ أي: وعزتي وجلالي لقد أعطينا داود عليه السلام {مِنَّا} ؛ أي: من </p><p>(١) روح البيان.</p><p> جهتنا بلا واسطة {فَضْلًا} ؛ أي: زيادة ودرجة؛ أي: نوعًا من الفضل على سائر الأنبياء مطلقًا، سواء كانوا أنبياء بني إسرائيل، أو غيرهم، كما دل عليه قوله تعالى:  {تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ} ، والفاضل من وجه، لا ينافي كونه مفضولًا من وجه آخر. وهذا الفضل الذي أعطي داود عليه السلام هو ما ذكر بعد من تأويب الجبال، وتسخير الطير، وإلانة الحديد، فإنه معجزة خاصة به، وهذا لا يقتضي انحصار فضله فيها، فإنه تعالى أعطاه الزبور، كما قال في مقام الامتنان والتفضل:  {وَآتَيْنَا دَاوُودَ زَبُورًا} . </p><p> قال في \"التأويلات النجمية\" : والفرق بين داود، وبين نبينا محمد - صلى الله عليه وسلم -: أنه ذكر فضله في حق داود على صفة النكرة، وهي تدل على نوع من الفضل، وشيء منه، وهو الفيض الإلهي بلا واسطة، كما يدل عليه كلمة {مِنَّا} ، وقال في حق نبينا - صلى الله عليه وسلم -: {وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا} والفضل الموصوف بالعظمة يدل على كمال الفضل، وكذا قوله:  {فَضْلُ اللَّهِ} لما أضاف الفضل إلى الله .. اشتمل على جميع أنواع الفضل. انتهى. </p><p> ويجوز أن يكون التنكير للتفخيم، و {مِنَّا} لتأكيد فخامته الذاتية لفخامته الإضافية على أن يكون المفضل عليه غير الأنبياء، فالمعنى إذًا: ولقد آتينا داود بلا واسطة فضلًا عظيمًا على سائر الناس، كالنبوة والعلم والقوة والملك والصوت الحسن، وغير ذلك. </p><p> وقوله:  {يَا جِبَالُ أَوِّبِي مَعَهُ} مقول لقول محذوف هو بذل من آتينا؛ أي: ولقد آتينا داود منا فضلًا، وقلنا للجبال: يا جبال أوبي وسبحي مع داود إذا سبح، أو هو مقول لمصدر قول محذوف بدل من {فَضْلًا} ؛ أي: ولقد آتينا داود منا فضلًا، وقَوْلنا: يا جبال أوبي معه. والتأويب على معنيين: </p><p> أحدهما: الترجيع؛ لأنه من الأوب، وهو الرجوع. </p><p> والثاني: السير بالنهار كله. فالمعنى على الأول: رجِّعي معه التسبيح، وسبِّحي مرةً بعد مرة، وذلك بأن يخلق الله تعالى فيها صوتًا مثل صوته، كما خلق الكلام في شجرة موسى عليه السلام، فكان كلما سبَّح سمع من الجبال ما يسمع من المسبح، ويعقل معنى معجزةً له. قالوا: فمن ذلك الوقت يسمع الصدى من </p><p> الجبال، وهو ما يرده الجبال على المصوت فيه. والمعنى على الثاني: سيري معه حيث سار، ولعل (١) حكمة تخصيص الجبال بالتسبيح أو السير؛ لإنها على صور الرجال، كما دل عليه ثباتها، وقيل: معناه: كان إذا لحقه ملل أو فتور .. أسمعه الله تسبيح الجبال، فينشط له. </p><p> وقرأ الجمهور:  {أَوِّبِي} بفتح الهمزة وتشديد الواو على صيغة الأمر من التأويب، وهو: الترجيع، أو التسبيح، أو السير، أو النوح. وقرأ ابن عباس والحسن وقتادة وابن أبي إسحاق: بضم الهمزة، أمرًا من: آب يؤوب: إذا رجع؛ أي: ارجعي معه. {وَالطَّيْرَ} قرأه الجمهور بالنصب عطفًا على {فَضْلًا} على معنى: وسخرنا له الطير؛ لأن إيتاءَها إياه: تسخيرها له، فلا حاجة إلى إضماره، ولا إلى تقدير المضاف؛ أي: تسبيح الطير، كما في \"الإرشاد\" ، أو عطفًا على محل:  {يَا جِبَالُ} ؛ لأنه منصوب تقديرًا؛ إذ المعنى: نادينا الجبال والطير. وقال سيبويه وأبو عمرو بن العلاء: انتصابه بفعل مضمر على معنى: وسخرنا له الطير. وقال الزجاج والنحاس: يجوز أن يكون مفعولًا معه، كما تقول: استوى الماء والخشبة. وقال الكسائي: إنه معطوف على {فَضْلًا} لكن على تقدير مضاف محذوف؛ أي: آتيناه فضلًا، وتسبيح الطير. </p><p> وقرأ السلمي والأعرج ويعقوب وأبو نوفل وابن أبي إسحاق ونصر بن عاصم ومسلمة بن عبد الملك (٢) : بالرفع، عطفًا على لفظ \"الجبال\" ، أو على المضمر في {أَوِّبِي} لوقوع الفصل بين المعطوف والمعطوف عليه. </p><p> نزَّل الجبال والطير منزلة العقلاء (٣) ؛ حيث نوديت نداءهم؛ إذ ما من حيوان وجماد إلا وهو منقاد لمشيئته، ومطيع لأمره، فانظر؛ إذ من طبع الصخور الجمود، ومن طبع الطير النفور، ومع هذا قد وافقته عليه السلام، فأشد منها القاسية قلوبهم، الذين لا يوافقون ذكرًا، ولا يطاوعون تسبيحًا، وينفرون من مجالس أهل الحق نفور الوحوش، بل يهجمون عليها بأقدام الإنكار، كأنهم الأعداء من الجيوش. </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.</p>"
}