{
  "id": null,
  "sura": 34,
  "aya": 36,
  "text": "<p> هم فيه بسطة العيش وكثرة الولد، وأن ذلك سيكون سبب نجاتهم من العذاب في الآخرة بقوله:  {وَقَالُوا} ؛ أي: الكفار المترفون للفقراء المؤمنين، فخرًا بزخارف الدنيا، وبما هو فتنة لهم. {نَحْنُ} معاشر الأغنياء. {أَكْثَرُ أَمْوَالًا وَأَوْلَادًا} منكم في الدنيا، {وَمَا نَحْنُ بِمُعَذَّبِينَ} في الآخرة على تقدير وقوعها؛ لأن المكرم في الدنيا لا يهان في الآخرة. </p><p> أي: وقال المستكبرون في كل قرية أرسلنا فيها نذيرًا: إنا ذوو عدد عديد من الأولاد وكثرة الأموال، فنحن لا نعذب؛ لأن ذلك دليل على محبة الله لنا وعنايته بنا، مرادهم: أن الله فضلنا عليكم بالأولاد والأموال في الدنيا، وذلك يدل على أنه قد رضي ما نحن عليه من الدين، وما نحن بمعذبين في الآخرة بعد إحسانه إلينا في الدنيا، ورضاه عنا. هيهات هيهات إنهم قد ضلوا ضلالًا بعيدًا، وأخطؤوا في القياس: {أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ (٥٥) نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ}. </p><p> وخلاصة آرائهم: نحن في نعمة لا تشوبها نقمة، وذلك دليل على كرامتنا عند الله ورضاه عنا؛ إذ لو كان ما نحن فيه من الشرك وغيره مما تدعونا إلى تركه مخالفًا لما يرضيه .. لما كنا فيما نحن فيه من نعمة وبسطة في العيش، وكثرة الأولاد، </p><p> ٣٦ - فرد الله عليهم مقالتهم آمرًا رسوله أن يبين لهم خطأهم بقوله:  {قُلْ} يا محمد ردًا عليهم. {إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ} ويوسعه، {لِمَنْ يَشَاءُ} أن يبسطه له، ويوسعه عليه من مؤمن وكافر. {وَيَقْدِرُ} ؛ أي: يضيق على من يشاء أن يقدره، ويضيقه عليه من مؤمن وكافر حسب اقتضاء مشيئته المبنية على الحكم البالغة، فلا ينقاس على ذلك أمر الثواب والعقاب اللذين مناطهما الطاعة وعدمها، فليس في التوسيع دلالة على الإكرام، كما أنه ليس في التضييق دلالة على الإهانة، وفي الحديث:  \"الدنيا عرض حاضر، يأكل منها بر وفاجر، والآخرة وعد صادق، يحكم فيها ملك قاهر\" . </p><p> والمعنى: قل لهم أيها الرسول: إن ربي يبسط الرزق من معاش ورياش في الدنيا لمن يشاء من خلقه، ويضيّق على من يشاء، لا لمحبة فيمن بسط له ذلك، ولا لخير فيه، ولا لزلفى استحق بها ذلك، ولا لبغض منه لمن قدر عليه، ولا لمقت منه له، ولكنه يفعل ذلك لسنن وضعها لكسب المال، في هذه الحياة، فمن سلك سبيلها وصل إلى ما يبغي، ومن أخطأها وضل .. لم ينل شيئًا من حظوظها, ولا رابطة بين الثراء ومحبة الله. ألا ترى أنه ربما وسع سبحانه على العاصي، وضيَّق على </p>"
}