{
  "id": null,
  "sura": 34,
  "aya": 23,
  "text": "<p> {وَمَا لَهُمْ} ؛ أي: لآلهتهم، {فِيهِمَا} ؛ أي: في السموات والأرض {مِنْ شِرْكٍ} ؛ أي: شركة مع الله لا خلقًا ولا ملكًا ولا تصرفًا، {وَمَا لَهُ} ؛ أي: وما لله سبحانه وتعالى {مِنْهُمْ} ؛ أي: من آلهتهم {مِنْ ظَهِيرٍ} ؛ أي: معين يعينه في تدبير أمورهما. </p><p> والمعنى (١) : أي ليس لآلهتهم في السموات والأرض مشاركة مع الله، لا بالخلق، ولا بالملك، ولا بالتصرف، وما لله سبحانه من تلك الآلهة معين يعينه على شيء من أمر السموات والأرض، ومن فيهما. </p><p> ٢٣ - {وَلَا تَنْفَعُ الشَّفَاعَةُ} ؛ أي: ولا تنفعهم شفاعتهم عنده تعالى، كما يزعمون، إذ لا شفاعة، {عِنْدَهُ} تعالى {إِلَّا لِمَنْ أَذِنَ لَهُ} ؛ أي: إلا لشافع أذن له أن يشفع، وهو لا يأذن لأحد من الشفعاء من الملائكة وغيرهم أن يشفع لهؤلاء الكافرين، كما قال تعالى:  {لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا} ، والشفاعة لمثل هؤلاء لا تكون أبدًا، والشفاعة: طلب الخير من الغير للغير، كما سيأتي في مبحث اللغة مبسوطًا. </p><p> والاستثناء في قوله (٢) : {إِلَّا لِمَنْ أَذِنَ لَهُ} استثناء مفرغ من أعمّ الأحوال؛ أي: لا تنفع الشفاعة في حال من الأحوال إلَّا كائنة لمن أذن له أن يشفع من الملائكة والنبيين وغيرهم من أهل العلم والعمل، ومعلوم أن هؤلاء لا يشفعون إلَّا لمن يستحق الشفاعة، لا للكافرين، ويجوز أن يكون المعنى: لا تنفع الشفاعة من الشفعاء المتأهلين لها في حال من الأحوال إلا كائنة لمن أذن له؛ أي: لأجله، وفي شأنه من المستحقين للشفاعة من أهل الإيمان, وأما من عداهم من غير المستحقين لها كهؤلاء الكفرة .. فلا تنفعهم شفاعة شافع أصلًا، وإن فرض وقوعها وصدورها عن الشفعاء؛ إذ لم يأذن لهم في شفاعتهم، بل في شفاعة غيرهم من المؤمنين، فعلى هذا يثبت حرمانهم من شفاعة هؤلاء الشفعاء من الملائكة وغيرهم بمنطوق النصّ، ومن شفاعة الأصنام بمفهومه؛ إذ حين حرموها من جهة القادرين على شفاعة بعض المحتاجين إليها، فلأن يحرموها من جهة العجزة عنها أولى. </p><p> وقرأ الجمهور (٣) : {أَذِنَ} بفتح الهمزة؛ أي: أذن الله سبحانه له؛ لأن اسمه مذكور قبل هذا، وقرأ أبو عمرو وحمزة والكسائي: بضمها على البناء للمفعول، </p><p>(١) المراغي. (٢) روح البيان.(٣) الشوكاني.</p><p> والآذن: هو الله سبحانه. </p><p> و {حَتَّى} في قوله: {حَتَّى إِذَا فُزِّعَ} غاية (١) لمحذوف يدل عليه قوله: {إِلَّا لِمَنْ أَذِنَ لَهُ} فإنه يشعر بالاستئذان المستدعي الترقّب والانتظار للجواب، كأنه سئل: كيف يؤذن لهم؟ فقيل: يتربّصون في موقف الاستئذان والاستدعاء، ويتوقّفون على وَجَلٍ، وفزعٍ زمانًا طويلًا، حتى إذا أزيل الفزع، وكشف الخوف عن قلوب الشافعين والمشفوع لهم بكلمة يتكلم بها رب العزة في إطلاق الإذن لهم، وظهرت لهم تباشير الإجابة، والمعنى: حتى إذا أزيل الفزع عن قلوب الشافعين والمشفوع لهم من المؤمنين، وأما الكفرة: فهم عن موقف الاستشفاع بمعزل، وعن التفزيع عن قلوبهم بألف منزل. </p><p> {قَالُوا} ؛ أي: المشفوع لهم للشافعين؛ إذ هم المحتاجون إلى الإذن، والمهتمّون بأمره، {مَاذَا قَالَ رَبُّكُمْ} ؛ أي: في شأن الإذن، {قَالُوا} ؛ أي: الشفعاء؛ لأنهم المباشرون للاستئذان بالذات، المتوسّطون بينهم وبينه تعالى بالشفاعة. {الْحَقَّ} ؛ أي: قال ربّنا القول الحق، وهو الإذن في الشفاعة للمستحقين لها. </p><p> قرأ الجمهور (٢) : {فزّع} مبنيًا للمفعول مشدّدًا من الفزع؛ أي: أطير الفزع عن قلوبهم، وفعَّل يأتي لمعانٍ منها: الإزالة، وهذا منه نحو: قَرّدْتُ البعير؛ أي: أزلت القراد عنه، وقرأ ابن عامر وابن مسعود وابن عباس وطلحة وأبو المتوكل الناجي وابن السميفع:  {فَزّع} مبنيًا لفاعل مشدّدًا من الفزع أيضًا، والضمير الفاعل في فزع إن كان الضمير في {عَنْ قُلُوبِهِمْ} للملائكة، فهو الله، وإن كان للكفار .. فالضمير لمغويهم، وكلا هاتين بتشديد الزاي من التفزيع، وهو إزالة الفزع، وقرأ الحسن:  {فُزع} من الفزع بتخفيف الزاي مبنيًا للمفعول، و {عَنْ قُلُوبِهِمْ} في موضع رفع به، كقولك: انطلق بزيد، وأبو المتوكل أيضًا وقتادة ومجاهد:  {فَزّع} مشددًا مبنيًا للفاعل من التفزيع، وقرأ الحسن أيضًا كذلك، إلا أنه خفف الزاي، وقرأ عبد الله بن عمر والحسن أيضًا وأبو أيوب السختياني وقتادة أيضًا وأبو مجلز:  {فُزِّغ} مشدّد الراء المهملة مبنيًا للمفعول؛ أي: كشف عن قلوبهم الخوف، والفاعل هو الله، وقرأ ابن مسعود وعيسى:  {افرنقع عن قلوبهم} بمعنى: انكشف </p><p>(١) روح البيان بتصرف. (٢) البحر المحيط.</p><p> عنها، من الافرنقاع وهو التفرق، وقال الزمخشري: والكلمة مركبة من حروف المفارقة مع زيادة العين، كما ركِّب قمطر من حروف القمط مع زياد الراء انتهى. فإن عني الزمخشري أن العين من حروف الزيادة، وكذلك الراء، وهو ظاهر كلامه .. فليس بصحيح؛ لأن العين والراء ليستا من حروف الزيادة، وإن عني أنَّ الكلمة فيها حروف، وما ذكروا زائدًا إلى ذلك العين والراء، كمادة فرقع وقمطر، فهو صحيح، ولولا إبهام ما قاله الزمخشري في هذه الكلمة لم أذكر هذه القراءة لمخالفتها سواد المصحف. ذكره أبو حيان. </p><p> ومعنى الآية (١) : أي يقف الناس منتظرين الإذن بالشفاعة، وَجِلِين، حتى إذا أذن للشافعين، وأزيل الفزع عن قلوب المنتظرين .. قال بعضهم لبعض: ماذا قال ربكم في الإذن بالشفاعة؟ قالوا: قال ربنا القول الحق، وهو الإذن بالشفاعة لمن ارتضى. </p><p> والخلاصة: أن الشفاعة لا تنفع في حال إلا لشافع أذن له فيها من النبيين، والملائكة ونحوهم من المستأهلين لمقام الشفاعة، ويكون المشفوع له يستحق الشفاعة. </p><p> وقيل المعنى (٢) : لا تنفع الشفاعة إلا من الملائكة الذين هم فزعون اليوم، مطيعون لله دون الجمادات والشياطين، وقال الحسن وابن زيد ومجاهد: معنى الآية: حتى إذا كشف الفزع عن قلوب المشركين في الآخرة .. قالت لهم الملائكة: ماذا قال ربكم في الدنيا؟ قالوا: الحق، فأقرّوا حين لا ينفعهم الإقرار. </p><p> ثمّ ذكر اعتراف الشفعاء بعظمة خالق الكون، وقصور كل ما سواه فقال:  {وَهُوَ} جل شأنه: {الْعَلِيُّ} فوق خلقه بالقهر والاقتدار، فله أن يحكم في عباده بما يشاء، ويفعل ما يريد، لا معقّب لحكمه. {الْكَبِيرُ} ؛ أي: المتصف بالكبرياء في ذاته وصفاته، فهو الذي يُحتقر كل شيء في جنب كبريائه؛ أي: وهو سبحانه المنفرد بالعلوّ والكبرياء، لا يشاركه في ذلك أحد من خلقه، وليس لأحد منهم أن يتكلم إلا من بعد إذنه، وفي هذا تواضع منهم بعد أن رفع سبحانه أقدارهم بالإذن لهم في </p><p>(١) المراغي. (٢) الشوكاني.</p>"
}