{
  "id": null,
  "sura": 34,
  "aya": 2,
  "text": "<p> والثالث: حين دنوا إلى باب الجنة، واغتسلوا بماء الحياة، ونظروا إلى الجنة قالوا:  {الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا} . </p><p> والرابع: حين دخلوا الجنة، واستقبلتهم الملائكة بالتحية قالوا:  {الْحَمْدُ لِلَّهِ[. . . .]الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ} . </p><p> والخامس: حين استقروا في منازلهم قالوا: {الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ} . </p><p> والسادس: كلما فرغوا من الطعام قالوا: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢) }. </p><p> والفرق بين الحمدين مع كون نعمتي الدنيا والآخرة على طريق التفضل (١) : أن الأول: على نهج العبادة، والثاني: على وجه التلذذ، كما يتلذذ العطشان بالماء البارد لا على وجه الفرض والوجوب. وقد ورد في الخبر:  \"أنهم يلهمون التسبيح، كما يلهمون النفس\" والمعنى: أنَّ الحمد في الدنيا عبادة، وفي الآخرة تلذذ وابتهاج؛ لأنه قد انقطع التكليف فيها. </p><p> {وَهُوَ} سبحانه وتعالى {الْحَكِيمُ} الذي أحكم أمور الدين والدنيا والآخرة، ودبَّرها حسبما تقتضيه الحكمة، وتستدعيه المصلحة {الْخَبِيرُ} ؛ أي: بليغ الخبرة والعلم ببواطن الأشياء ومكنوناتها. </p><p> ٢ - ثم بيَّن كونه خبيرًا بقوله:  {يَعْلَمُ} سبحانه وتعالى {مَا يَلِجُ} ويدخل {فِي الْأَرْضِ} من البذور والغيث، ينفذ في موضع، وينبع من آخر، ومن الكنوز والدفائن، والأموات، والحشرات، والهوام، ونحوها. وأيضًا: يعلم ما يدخل في أرض البشرية بواسطة الحواس الخمس، والأغذية الصالحة والفاسدة من الحلال والحرام، {و} يعلم {مَا يَخْرُجُ مِنْهَا} ؛ أي: من الأرض، كالحيوان من حجره، والزرع والنبات، وماء العيون, والغازات، والمعادن التي مضى عليها آلاف السنين، ومخلفات الأمم ومصنوعاتهم؛ كمخلفات المصريين القدماء، ونقوش آشور وبابل، وعجائب أهل سبأ وصناعاتهم، مما استخرجه علماء العاديات من الأوروبيين في القرن الماضي، والعصر الحاضر، ولا يزالون كل يوم يكشفون جديدًا يدل على أن </p><p>(١) روح البيان.</p><p> الشرق كان ذا مدنيَّة وحضارة لا يدانيها أعظم ما يوجد في الغرب الآن في أرقى ممالكه، وكالأموات عند الحشر ونحوها، وأيضًا: يعلم ما يخرج من أرض البشرية من الصفات المتولدة منها، والأعمال الحسنة والقبيحة. </p><p> {و} يعلم {مَا يَنْزِلُ مِنَ السَّمَاءِ} كالملائكة، والكتب، والمقادير، والأرزاق، والبركات، والأمطار، والثلوج، والبرد، والأنداء، والشهب، والصواعق ونحوها. </p><p> وأيضًا: يعلم ما ينزل من سماء القلب من الفيوض الروحانية، والإلهامات الربانية. </p><p> وقرأ الجمهور (١) : {يَنْزِلُ} بفتح الياء وتخفيف الزاي مسندًا إلى {مَا} . وقرأ علي بن أبي طالب والسلمي بضم الياء وتشديد الزاي مسندًا إلى الله سبحانه. </p><p> {و} يعلم {مَا يَعْرُجُ} ويصعد {فِيهَا} ؛ أي: في السماء، كالملائكة والأرواح الطاهرة، والأبخرة والأدخنة، والدعوات، وأعمال العباد، والطائرات والمطاود الجوية، وأيضًا: يعلم ما يعرج في سماء القلب من آثار الفجور والتقوى، وظلمة الضلالة، ونور الهدى. ولم (٢) يقل: إليها؛ لأن قوله تعالى:  {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} يشير إلى أن الله سبحانه وتعالى هو المنتهى لا السماء، ففي ذكر {فِي} إعلام بنفوذ الأعمال فيها، وصعودها منها إليه تعالى. </p><p> {وَهُوَ} سبحانه وتعالى {الرَّحِيمُ} للحامدين، ولمن تولاه {الْغَفُورُ} للمقصِّرين، ولذنوب أهل ولايته؛ أي: وهو مع كثرة نعمه، وسبوغ فضله، رحيمٌ بعباده، فلا يعاجل بعقوبة، غفورٌ لذنوب التائبين إليه، المتوكلين عليه. </p><p> فإذا كان الله متصفًا بالخلق والملك (٣) ، والتصرف والحكمة، والعلم والرحمة، والمغفرة، ونحوها من الصفات الجليلة .. فله الحمد المطلق، والحمد: هو الثناء على الجميل الاختياري من جهة التعظيم من نعمة وغيرها، كالعلم والكرم، وأما قولهم: الحمد لله على دين الإِسلام، فمعناه: على تعليم الدين </p><p>(١) الشوكاني. (٢) روح البيان.(٣) روح البيان.</p>"
}