{
  "id": null,
  "sura": 34,
  "aya": 54,
  "text": "<p> ولا حساب ولا جنة ولا نار. {مِنْ مَكَانٍ بَعِيدٍ} من الصدق، أو عن الحق والصواب، أو أنهم قد كانوا يرجمون بالظن الكاذب، ويتكلمون بما لم يظهر لهم في حق الرسول من الطاعن، أو العذاب من قطع القول بنفيه، كما قالوا: وما نحن بمعذبين {مِنْ مَكَانٍ بَعِيدٍ} ؛ أي: من جهة بعيدة عن حاله - صلى الله عليه وسلم -؛ حيث ينسبونه إلى الشعر والسحر والكهانة والكذب، ولعله تمثيل لحالهم في ذلك بحال من يرمي شيئًا لا يراه من مكان بعيد، لا مجال للظن في لحوقه، فالباء في {بِالْغَيْبِ} بمعنى: في؛ أي: في محل غائب عن نظرهم، أو للملابسة. اهـ \"شهاب\" . </p><p> وإما معطوف على {قَالُوا} ؛ أي: ويقولون: آمنا به، ويقذفون بالغيب الخ، بناء على أنه تمثيل لحالهم بحال القاذف في تحصيل ما ضيّعوه من الإيمان في الدنيا. </p><p> وقيل: هو مستأنف؛ أي: يتلفظون بكلمة الإيمان حين لا ينفع نفسًا إيمانها، فمثّلت حالهم في طلبهم تحصيل ما عطّلوه من الإيمان في الدنيا بقولهم: آمنّا في الآخرة، وذلك مطلب مستبعد بحال من يقذف شيئًا من مكان بعيد، لا مجال للنظر في لحوقه حيث يريد أن يقع فيه، لكونه غائبًا عنه بعيدًا. </p><p> وقرأ الجمهور (١) : {وَيَقْذِفُونَ} مبنيًا للفاعل على حكاية حال ماضية، وقرأ مجاهد وأبو حيوة ومحبوب عن أبي عمرو:  {وَيَقْذِفُونَ} مبنيًا للمفعول، قال مجاهد: ويرجمهم بما يكرون من السماء، وقال الزمخشري: أي: يأتيهم به؛ أي: بالغيب شياطينهم، ويلقِّنونهم إياه، صوقيل: يرمون في النار، وقال أبو الفضل الرازي: يرمون بالغيب من حيث لا يعلمون، ومعناه: يجازون بسوء أعمالهم، ولا علم لهم بما أتاهم. </p><p> ٥٤ - {وَحِيلَ} ؛ أي: حجز {بَيْنَهُمْ} ؛ أي أوقعت الحيلولة والمنع بين هؤلاء الكفار {وَبَيْنَ مَا يَشْتَهُونَ} ويحبّون من نفع الإيمان يومئذ، والنجاة به من النار، والفوز بالجنة، وقيل: حيل بينهم وبين ما يشتهون في الدنيا من أموالهم وأهليهم، أو حيل بينهم وما يشتهون من الرجوع إلى الدنيا، كما حكي عنهم بقوله:  {فَارْجِعْنَا نَعْمَلْ صَالِحًا} . {كَمَا فُعِلَ} ذلك المنع والحيلولة {بِأَشْيَاعِهِمْ} ؛ أي: بمن </p><p>(١) البحر المحيط.</p><p> اتصف بصفاتهم؛ أي: بأمثالهم ونظرائهم وأشباههم {مِنْ قَبْلُ} ؛ أي: من قبلهم من كفار الأمم الماضية. </p><p> وقوله:  {إِنَّهُمْ كَانُوا فِي شَكٍّ} وتهمة مما وجب الإيمان واليقين به، كالتوحيد والبعث ونزول العذاب على تقدير الإصرار، تعليل لما قبله. {مُرِيبٍ} صفة لشك؛ أي: موقع لهم ذلك الشك في الريبة والتهمة من أمر الرسل والبعث والجنة والنار، (١) من: أرابه إذا أوقعه في الريبة، أو ذي ريبة من أراب الرجل إذا صار ذا ريبة، ودخل فيها، وكلاهما مجاز في الإسناد، إلا أن بينهما فرقًا وهو أن المريب من الأول منقول ممن يصلح أن يكون مريبًا من الأشخاص والأعيان إلى المعنى، وهو الشك، أي: يكون صفة من أوقع في الريب حقيقة، وقد جعل في الآية صفة نفس الشك الذي هو معنى من المعاني، والمريب من الثاني منقول من صاحب الشك إلى الشك؛ أي: إنهم كانوا في شكّ ذي شكّ، كما تقول: شعر شاعر، وعجب عجيب، وإنما الشاعر في الحقيقة صاحب الشعر، وإنما أسند الشاعرية إلى الشعر للمبالغة، وإذا كان حال الكفرة الشك في الدنيا .. فلا ينفعهم اليقين في الآخرة؛ لأنه حاصل بعد معاينة العذاب، والخروج من موطن التكليف، وقد ذمّوا في هذه الآيات بالشكّ والكفر والرجم بالغيب. </p><p> والمعنى (٢) : أي وحجز بينهم وبين الرجوع إلى الدنيا ليعملوا صالحًا، كما قال: {فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ (٨٤) فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا} ثم بين أن هذه سنة الله في أمثالهم ممن كذبوا الرسل من قبلهم، فقال:  {كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ} ؛ أي: فعلنا بهم كما فعلنا بالأمم الماضية التي كذّبت رسلها، فتمنوا حين رأوا بأس الله أن لو آمنوا, ولكن لم يقبل منهم، ثم علّل عدم قبول إيمانهم حينئذ بقوله:  {إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ} ؛ أي: لأنهم كانوا في الدار الأولى شاكين فيما أخبرت به الرسل من البعث والجزاء، وقد تغلغل الشكّ في قلوبهم حين صاروا لا يطمئنّون إلى شيء مما جاءوا به، وفي (٣) </p><p>(١) روح البيان. (٢) المراغي.(٣) النسفي.</p><p> هذا ردٌّ على من زعم أن الله لا يعذب على الشك، والله أعلم. </p><p> الإعراب </p><p> {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ وَقَالُوا مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى} . </p><p> {وَإِذَا} : الواو: استئنافية {إِذَا} : ظرف لما يستقبل من الزمان، مضمّن معنى الشرط، {تُتْلَى} : فعل مضارع مغيّر الصيغة، {عَلَيْهِمْ} متعلق بـ {تُتْلَى} ، {آيَاتُنَا} : نائب فاعل لـ {تُتْلَى} ، {بَيِّنَاتٍ} : حال من {آيَاتُنَا} ، والجملة الفعلية في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط لها، والتالي هو النبي عليه الصلاة والسلام {قَالُوا} : فعل وفاعل، والجملة جواب {إذا} ، لا محل لها من الإعراب، وجملة {إذا} الشرطية مستأنفة لا محل لها من الأعراب {مَا} نافية، {هَذَا} : مبتدأ، {إِلَّا} : أداة استثناء مفرغ، {رَجُلٌ} : خبر المبتدأ والجملة في محل نصب مقول قالوا، وجملة {يُرِيدُ} : صفة للرجل، {أَنْ} : حرف نصب ومصدر، {يَصُدَّكُمْ} : فعل مضارع ومفعول به، وفاعله ضمير يعود إلى {رَجُلٌ} ، و {أَنْ} المصدرية مع ما في حيّزها في تأويل مصدر منصوب على المفعولية لـ {يُرِيدُ} ؛ أي: يريد صدّكم، {عَمَّا} : جار ومجرور متعلق بـ {يَصُدَّكُمْ} . {كَانَ} : زائدة، أو شأنية، أو ناقصة، ويضمر لها ضمير يعود على الآباء، والمسألة حينئذ من باب التنازع، وأعمل الثاني لقربه، ولو أعمل الأول لقال: يعبدونه، {يَعْبُدُ آبَاؤُكُمْ} : فعل وفاعل، والجملة في محل النصب خبر {كَانَ} على القول الأخير، وجملة {كَانَ} صلة الموصول، {وَقَالُوا} : فعل وفاعل، معطوف على {قَالُوا} الأول، {مَا} : نافية. {هَذَا} : مبتدأ. {إِلَّا} : أداة حصر، {إِفْكٌ} : خبر، {مُفْتَرًى} : صفة {إِفْكٌ} ، والجملة الاسمية في محل النصب مقول {قَالُوا} . </p><p> {وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (٤٣) وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ (٤٤) }. </p><p> {وَقَالَ الَّذِينَ} : فعل وفاعل، معطوف على ما قبله، وجملة {كَفَرُوا} صلة الموصول، {لِلْحَقِّ} : متعلق بـ {قَالَ} ، {لَمَّا} : ظرف بمعنى: حين، متعلق بـ {قَالَ} ، </p><p> {جَاءَهُمْ} : فعل ومفعول، وفاعله ضمير يعود على {الحقَّ} ، والجملة الفعلية في محل الجرّ مضاف إليه لـ {لَمَّا} ، {إِنْ} : نافية مهملة، {هَذَا} : مبتدأ، {إِلَّا} : أداة حصر، {سِحْرٌ} : خبر، {مُبِينٌ} : صفة {سِحْرٌ} ، والجملة الاسمية في محل النصب مقول {قَالَ} . {وَمَا} : الواو: عاطفة، أو حالية، {مَا} : نافية، {آتَيْنَاهُمْ} : فعل وفاعل ومفعول أول، {مِنْ} : زائدة، {كُتُبٍ} : مفعول ثانٍ لـ {آتَيْنَاهُمْ} ، وجملة {يَدْرُسُونَهَا} : صفة لـ {كُتُبٍ} ، وجملة {آتَيْنَاهُمْ} إما معطوفة على جملة {قَالَ} ، أو في محل النصب حال من فاعل {قَالَ} ، {وَمَا} : الواو: عاطفة، {مَا} : نافية، {أَرْسَلْنَا} : فعل وفاعل، معطوف على {آتَيْنَاهُمْ} ، {إِلَيْهِمْ} متعلق بـ {أَرْسَلْنَا} . {قَبْلَكَ} : حال من {نَذِيرٍ} ، أو متعلق بـ {أَرْسَلْنَا} . {مِنْ نَذِيرٍ} مفعول {أَرْسَلْنَا} ، و {مِنْ} : زائدة. </p><p> {وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي فَكَيْفَ كَانَ نَكِيرِ (٤٥) }. </p><p> {وَكَذَّبَ} : {الواو} : عاطفة، أو استئنافية، {وَكَذَّبَ الَّذِينَ} : فعل وفاعل، معطوف على قوله:  {وَقَالَ الَّذِينَ كَفَرُوا} ، أو مستأنفة، {مِنْ قَبْلِهِمْ} : جار ومجرور، صلة الموصول، {وَمَا} : الواو: حالية، {ما} نافية. {بَلَغُوا} : فعل وفاعل، {مِعْشَارَ} : مفعول به، {{مَا} : اسم موصول في محل الجر مضاف إليه، وجملة {آتَيْنَاهُمْ} صلة الموصول، والعائد، محذوف تقديره: ما آتيناهموه، وجملة {بَلَغُوا} في محل النصب حال من فاعل {كَذَّبَ} ، ولكنها حالة سببيّة، {فَكَذَّبُوا} : {الفاء} : عاطفة تفسيرية {كذبوا رسلي} : فعل وفاعل ومفعول به، معطوف على {وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ} عطف تفسير، {فَكَيْفَ} : {الفاء} : عاطفة على محذوف تقديره: فحين كذبوا رسلي جاءهم إنكاري بالتدمير، فكيف كان نكير، والجملة المحذوفة مستأنفة، {كيف} : اسم استفهام للاستفهام التعجّبي في محل النصب خبر كان مقدم عليها وجوبًا، {كَانَ} : فعل ماض ناقص، {نَكِيرِ} : اسمها مرفوع، وعلامة رفعه ضمة مقدرة على ما قبل ياء المتكلم المحذوفة اجتزاء عنها بالكسرة، منع من ظهورها اشتغال المحل بحركة المناسبة، {نَكِيرِ} : مضاف، وياء المتكلم المحذوفة في محل الجر مضاف إليه، وجملة {كَانَ} معطوفة على تلك الجملة المحذوفة. </p><p> {قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ (٤٦) }. </p><p> {قُلْ} : فعل أمر، وفاعل مستتر يعود على محمد، والجملة مستأنفة، {إِنَّمَا} : أداة حصر، {أَعِظُكُمْ} : فعل مضارع وفاعل مستتر ومفعول به، {بِوَاحِدَةٍ} : متعلق به، والجملة في محل النصب مقول لـ {قُلْ} ، {أَن} : حرف نصب ومصدر {تَقُومُوا} : فعل وفاعل منصوب بـ {أَنْ}  {لِلَّهِ} : متعلق بـ {تَقُومُوا} ، والجملة الفعلية مع {أَنْ} المصدرية في تأويل مصدر مجرور على كونه عطف بيان من {وَاحِدَة} ، أو بدل منها، أو مرفوع على كونه خبر مبتدأ محذوف تقديره: هي قيامكم لله مثنى وفرادي، {مَثْنَى} : حال من فاعل {تَقُومُوا} ، {وَفُرَادَى} : معطوف عليه؛ أي: حالة كونكم اثنين اثنين، وفردًا فردًا، {ثُمَّ} : حرف عطف وترتيب، {تَتَفَكَّرُوا} : فعل وفاعل، معطوف على {تَقُومُوا} ، {مَا} : نافية، {بِصَاحِبِكُمْ} : خبر مقدم، {مِنْ} : زائدة، {جِنَّةٍ} : مبتدأ مؤخر، والجملة الاسمية في محل النصب مفعول {تَتَفَكَّرُوا} معلقة عنها بـ {مَا} النافية، ولكنها على إسقاط في، كما في \"الشهاب\" ، {إن} : نافية، {هُوَ} : مبتدأ، {إِلَّا} : أداة حصر، {نَّذِيرٍ} : خبر المبتدأ، {لَكُمْ} : متعلق بـ {نَّذِيرٍ} ، {بَيْنَ} : منصوب على الظرفية الاعتبارية، وهو مضاف {يَدَيْ} مضاف إليه مجرور بالياء، وهو مضاف {عَذَابٍ} : مضاف إليه {شَدِيدٍ} : صفة عذاب، والظرف متعلق بمحذوف حال من {نَّذِيرٍ} . </p><p> {قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (٤٧) }. </p><p> {قُلْ} : فعل أمر وفاعل مستتر، والجملة مستأنفة، {مَا} : اسم شرط في محل النصب مفعول ثانٍ لـ {سَأَلْتُكُمْ} مقدَّم عليه، {سَأَلْتُكُمْ} : فعل وفاعل ومفعول أول، في محل الجزم بـ {مَا} الشرطية على كونها فعل شرط لها، {مِنْ أَجْرٍ} : حال من {مَا} الشرطية {فَهُوَ} : {الفاء} : رابطة الجواب، {هو} : مبتدأ، {لَكُمْ} : خبره، والجملة الاسمية في محل الجزم بـ {مَا} الشرطية على كونها جوابًا لها، وجملة {مَا} الشرطية في محل النصب مقول {قُلْ} ، {إِنْ} : نافية، {أَجْرِيَ} : مبتدأ، {إِلَّا} : أداة حصر {عَلَى اللَّهِ} : خبر، والجملة في محل النصب مقول {قُلْ} ، </p><p> {وَهُوَ} : مبتدأ، {عَلَى كُلِّ شَيْءٍ} : متعلق بـ {شَهِيدٌ} ، و {شَهِيدٌ} خبر، والجملة معطوفة على ما قبلها على كونها مقولًا لـ {قُلْ} . </p><p> {قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ (٤٨) قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ (٤٩) }. </p><p> {قُلْ} : فعل أمر وفاعل مستتر، والجملة مستأنفة، {إِنَّ رَبِّي} : ناصب واسمه، وجملة {يَقْذِفُ} خبره، {بِالْحَقِّ} : متعلق بـ {يَقْذِفُ} ، وجملة {إِنَّ} في محل النصب مقول {قُلْ} ، {عَلَّامُ} : خبر ثان لـ {إِنَّ} ، أو خبر مبتدأ محذوف، {الْغُيُوبِ} : مضاف إليه. {قُلْ} : فعل أمر وفاعل مستتر، والجملة مستأنفة، {جَاءَ الْحَقُّ} : فعل وفاعل، والجملة في محل النصب مقول {قُلْ} ، {وَمَا} : الواو: عاطفة، {مَا} : نافية، {يُبْدِئُ الْبَاطِلُ} : فعل وفاعل، معطوف على {جَاءَ الْحَقُّ} ، {وَمَا يُعِيدُ} : معطوف على {يُبْدِئُ} . </p><p> {قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ (٥٠) }. </p><p> {قُلْ} : فعل أمر وفاعل مستتر، والجلمة مستأنفة، {إِنْ} : حرف شرط، {ضَلَلْتُ} : فعل وفاعل في محل الجزم بـ {إِنْ} الشرطية على كونه فعل شرط لها، {فَإِنَّمَا}  {الفاء} : رابطة الجواب، {إِنَّمَا} : حرف مكفوف وكاف، {أَضِلُّ} : فعل مضارع، وفاعل مستتر يعود على محمد، {عَلَى نَفْسِي} : متعلق بـ {أَضِلُّ} ، والجملة في محل الجزم بـ {إِنْ} على كونها جوابًا لها، وجملة {إِنْ} الشرطية في محل النصب مقول {قُلْ} ، وهي في قوة بنفسي، فيصح مقابلتها مع ما بعدها، {وَإِنِ اهْتَدَيْتُ} : الواو: عاطفة، {إِنْ} : حرف شرط، {اهْتَدَيْتُ} : فعل وفاعل في محل الجزم بـ {إِنْ} على كونه فعل شرط لها، {فَبِمَا} : {الفاء} : رابطة الجواب، {الباء} : حرف جر وسبب، {ما} : مصدرية، أو موصولة في محل الجر بالباء، {يُوحِي} : فعل مضارع، {إِلَيَّ} : متعلق بـ {يُوحِي} ، {رَبِّي} : فاعل {يُوحِي} ، والجملة الفعلية صلة {ما} المصدرية، أو الموصولة، والتقدير على الأول: فبسبب إيحاء ربّي إليّ، وعلى الثاني: فبسبب الذي يوحيه إليّ ربي، الجار والمجرور خير لمبتدأ محذوف معلوم مما قبله، تقديره: فاهتدائي كائن بسبب إيحاء ربّي إليّ , أو </p><p> بسبب الذي يوحيه إلى ربي، والجملة الاسمية في محل الجزم بـ {إِنْ} الشرطية على كونها جوابًا لها، وجملة {إِن} الشرطية في محل النصب معطوفة على جملة {إن} الأولى {إِنَّهُ} : ناصب واسمه {سَمِيعٌ} : خبره الأول، {قَرِيبٌ} : خبره الثاني، وجملة {إن} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ (٥١) وَقَالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ (٥٢) }. </p><p> {وَلَوْ}  {الواو} : استئنافية، {لَوْ} : حرف شرط غير جازم، {تَرَى} : فعل مضارع مرفوع، وفاعله ضمير مستتر يعود على محمد، أو على أيِّ مخاطب، و {تَرَى} : بصرية مفعولها محذوف {إِذْ} : ظرف لما مضى متعلق بـ {تَرَى}  {فَزِعُوا} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إِذْ} ، وجواب {لو} محذوف تقديره: ولو ترى حالهم وقت فزعهم .. لرأيت أمرًا عظيمًا مذهلًا، وجملة {لو} الشرطية مستأنفة مسوقة لتقرير حال الكفار عند فزعهم، {فَلَا} : {الفاء} : عاطفة، أو استئنافية، {لا} : نافية للجنس، {فَوْتَ} : في محل النصب، وخبرها محذوف، تقدير: فلا فوت كائن لهم، والجملة في محل الجرّ معطوفة على جملة {فَزِعُوا} ، أو مستأنفة، {وَأُخِذُوا} فعل ونائب فاعل، معطوف على {فَزِعُوا} ، {مِنْ مَكَانٍ} : متعلق بـ {أخذوا} ، {قَرِيبٍ} : صفة {مكان} ، {وَقَالُوا} : فعل وفاعل، معطوف على {فَزِعُوا} ، {آمَنَّا} : فعل وفاعل، {بِهِ} : متعلق بـ {آمَنَّا} ، والجملة في محل النصب مقول {قَالُوا} ، {وَأَنَّى} : {الواو} : استئنافية، {أَنَّى} : اسم استفهام للاستفهام الاستبعاديّ، بمعنى: من أين، أو: كيف، في محل الرفع خبر مقدم، {لَهُمُ} : جار ومجرور حال من {التَّنَاوُشُ} ، {التَّنَاوُشُ} : مبتدأ مؤخر، {مِنْ مَكَانٍ} : متعلق بـ {التَّنَاوُشُ} ، {بَعِيدٍ} : صفة {مَكَانٍ} ، والجملة الاسمية جملة إنشائية مستأنفة، لا محل لها من الإعراب. </p><p> {وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ (٥٣) وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ (٥٤) }. </p><p> {وَقَدْ} : {الواو} : حالية، {قد} : حرف تحقيق، {كَفَرُوا} : فعل وفاعل، {بِهِ} : متعلق بـ {كَفَرُوا} ، {مِنْ قَبْلُ} : جار ومجرور، حال من فاعل {كَفَرُوا} ، وجملة {كَفَرُوا} في محل النصب حال من فاعل {قَالُوا} ، {وَيَقْذِفُونَ} : فعل </p><p> وفاعل، معطوف على {قد كفروا} بناءً على أنها حكاية حال ماضية؛ أي: وقد كانوا يقذفون بالغيب، {بِالْغَيْبِ} : متعلق بـ {يقذفون} ، {مِنْ مَكَانٍ} متعلق به أيضًا، {بَعِيدٍ} : صفة مكان، {وَحِيلَ} : {الواو} : عاطفة، {حيل} : فعل ماضٍ مغيّر الصيغة على وزن قيل وبيع، {بَيْنَهُمْ} : {بين} : في محل النصب على الظرفية، مبني على الفتح لإضافته إلى المبني، وهو مضاف، والهاء مضاف إليه، والظرف في محل الرفع نائب فاعل لـ {حيل} ، والجملة معطوفة على جملة {وَقَالُوا} ، {وَبَيْنَ مَا} : ظرف ومضاف إليه، معطوف على الظرف الأول، {يَشْتَهُونَ} : فعل وفاعل، صلة الموصول، والعائد محذوف؛ أي: وبين ما يشتهونه {كَمَا} : {الكاف} : حرف جر وتشبيه، {ما} : مصدرية، {فُعِلَ} : فعل ماضٍ مغيَّر الصيغة، {بِأَشْيَاعِهِمْ} : جار ومجرور في محل الرفع نائب فاعل لـ {فُعِلَ} ، وجملة {فُعِلَ} صلة {ما} المصدرية، الجار والمجرور صفة لمصدر محذوف معمول لفعل محذوف، تقديره: فعلنا بهم فعلًا مثل فعلنا بأشياعهم، ويحتمل كون {ما} موصولة بمعنى: الذي {فُعِلَ} : فعل ماضٍ مغيَّر الصيغة، ونائب فاعله ضمير يعود على {ما} ، والتقدير: فعلنا بهم فعلًا مثل الفعل الذي فعل بأشياعهم، والجملة المحذوفة مستأنفة:  {مِنْ قَبْلُ} : جار ومجرور، حال من {أشياعهم} ، {إِنَّهُمْ} : ناصب واسمه، {كَانُوا} : فعل ناقص واسمه، {فِي شَكٍّ} : خبره، {مُرِيبٍ} : صفة {شَكٍّ} ، وجملة {كان} في محل الرفع خبر {إن} ، وجملة {إنّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> التصريف ومفردات اللغة </p><p> {إِلَّا إِفْكٌ} الإفك: أشد الكذب، والكذب: ما خالف الواقع. {مُفْتَرًى} : المنسوب إلى الله تعالى، فهو تأسيس، لا تأكيد. {إِلَّا سِحْرٌ مُبِينٌ} والسحر: من سحر يسحر، إذا خدع أحدًا، وجعله مدهوشًا متحيرًا، وهذا إنما يكون بأن يفعل الساحر شيئًا يعجز عن فعله ادراكه المسحور عليه، كما في \"شرح الأمالي\" . </p><p> وفي \"الفتوحات المكية\" : السحر: مأخوذ من السحر، وهو ما بين الفجر الأول والفجر الثاني، واختلاطه وحقيقته اختلاط الضوء والظلمة، فما هو بليل لما خالطه من ضوء الصبح، ولا هو بنهار بعدم طلوع الشمس للأبصار، فكذلك ما فعله </p><p> السحرة، ما هو باطل محقق، فيكون عدمًا، فإن العين أدركت أمرًا ما لا تشك فيه، ولا هو حق محض، فيكون له وجود في عينه، فإنه ليس هو في نفسه كما تشهده العين، ويظنه الرائي. انتهى. قال الشيخ الشعراني في \"الكبريت الأحمر\" : هو كلام نفيس، ما سمعنا مثله قط. </p><p> {مِنْ كُتُبٍ يَدْرُسُونَهَا} والدرس: قراءة الكتاب بإمعان النظر فيه طلبًا لدرك معناه، والتدريس: تكرير الدرس، قال الراغب في \"المفردات\" : درس الشيء، معناه: بقي أثره، وبقاء الأثر يقتضي انمحاءه في نفسه، ولذلك فسر الدروس بالانمحاء، وكذا درس الكتاب، ودرست العلم: تناولت أثره بالحفظ، ولما كان تناول ذلك بمداومة القراءة .. عبر عن إدامة القراءة بالدرس. </p><p> {مِعْشَارَ مَا آتَيْنَاهُمْ} قال في \"القاموس\" : والعشير: جزء من عشرة، كالمعشار والعشر، وتابعه من نقل عنه كالمنجد وغيره، وقال في \"الكشاف\" : والمعشار: كالمرباع، وهما: العشر والربع، وعبارة \"البحر\" : المعشار: مفعال من العشر، ولم يبقَ على هذا الوزن من ألفاظ العدد غيره، وغير المرباع، ومعناهما: العشر والربع، وقال قوم: المعشار: عشر العشر، وقال الماوردي: المعشار هنا: هو عشر العشير، والعشير: هو عشر العشر، فيكون جزءًا من ألف، قال: وهو الأظهر؛ لأن المراد به المبالغة في التقليل، قال الشوكاني: مراعاة المبالغة في التقليل لا يسوغ لأجلها الخروج عن المعنى العربي، وقال الجوهري: معشار الشيء: عشره، كما قاله صاحب \"القاموس\" ، وهذا هو المعنى المعروف المعتبر هنا. {نَكِيرِ} والنكير: مصدر كالإنكار، وهو من المصادر التي جاءت على وزن فعيل، والفعل على وزن أفعال كالنذير والعذير من أنذر وأعذر، ذكره في \"البحر\" . </p><p> {قُلْ إِنَّمَا أَعِظُكُمْ} الوعظ: زجر يقترن به تخويف، وقال الخليل: هو التذكير بالخير فيما يرق له القلب، والعظة والموعظة الاسم. اهـ. </p><p> {وَفُرَادَى} قال الراغب: الفرد: الذي لا يختلط به غيره، فهم أعم من الوتر، وأخص من الواحد، وجمعه: فرادى انتهى. وفي \"المختار\" : الفرد: الوتر، وجمعه: أفراد، وفرادى بالضم على غير القياس، كأنه جمع فردان. </p><p> {ثُمَّ تَتَفَكَّرُوا} التفكر: طلب المعنى بالقلب. {مِنْ جِنَّةٍ} ؛ أي: جنون. </p><p> {مِنْ أَجْرٍ} ؛ أي: جعل {يَقْذِفُ} القذف: الرمي البعيد بنحو الحجارة والسهم، ويستعار لمعنى الإلقاء. {يُبْدِئُ} يقال: أبدأ الشيء: فعله ابتداءً، وأعاده فعله ثانيًا. {فَلَا فَوْتَ} : بعد الشيء عن الإنسان، بحيث يتعذر إدراكه. {وَلَوْ تَرَى إِذْ فَزِعُوا} والفزع: انقباض ونفار من الأمر المهول المخيف. {وَأَنَّى لَهُمُ التَّنَاوُشُ} التناوش بالواو: التناول السهل لشيء قريب، من النوش، يقال: تناوش وتناول إذا مد يده إلى شيء يصل إليه، ومن همزه فإنه أبدل من الواو همزة لانضمامه، نحو: أقتت في وقتت، وفي \"المصباح\" : ناشه نوشًا من باب قال: تناوله، والتناوش: التناول، يهمز ولا يهمز، وتناوشوا بالرماح: تطاعنوا بها. اهـ قال ابن السكيت: يقال للرجل إذا تناول رجلًا ليأخذ برأسه ولحيته: ناشه ينوشه نوشًا، ومنه: المناوشة في القتال، وذلك إذا تدانى الفريقان، وأنشدوا لغيلان بن حريث في وصف الإبل. </p><p> فَهْيَ تَنُوْشُ الْحَوْضَ نَوْشًا مِنْ عُلاَ ... نَوْشًا بِهِ تَقْطَعُ أَجْوَازَ الْفَلاَ </p><p> يريد أنها عالية الأجسام طويلة الأعناق. </p><p> {وَيَقْذِفُونَ بِالْغَيْبِ} ؛ أي: يرجمون بالظنون التي لا علم لهم بها، والعرب تقول لكل من تكلم بما لا يستيقنه: هو يقذف بالغيب. {بِأَشْيَاعِهِمْ} ؛ أي: بأشباههم ونظرائهم، جمع شيع، وشيع جمع شيعة فالأشياع جمع الجمع، كما في \"القرطبي\" وشيعة الرجل: أتباعه وأنصاره، وكل قوم أمرهم واحد يتبع بعضهم رأي بعض فهم شيع. </p><p> {فِي شَكٍّ مُرِيبٍ} ؛ أي: موقع في الريبة والظنة، يقال: أراب الرجل؛ أي: صار ذا ريبة، فهو مريب، ومن قال: هو من الريب الذي هو الشك والتهمة، قال: يقال شك مريب، كما يقال: عجيب عجيب، وشعر شاعر في التأكيد. اهـ \"قرطبي\" . </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: التنكير في قوله: {مَا هَذَا إِلَّا رَجُلٌ} للتهكم والتلهي. </p><p> ومنها: إضافة الآباء إلى ضمير المخاطبين، لا إلى أنفسهم في قوله: {عَمَّا كَانَ </p><p> يَعْبُدُ آبَاؤُكُمْ} لتحريك عرق العصبية منهم مبالغة في تقريرهم على الشرك، وتنفيرهم عن التوحيد. </p><p> ومنها: الإظهار في موضع الإضمار في قوله: {وَقَالَ الَّذِينَ كَفَرُوا} إظهارًا للغضب عليهم، ودلالة على أن هذا القول لا يجترىء عليه إلا المتمادون في الكفر، المنهمكون في الغي والباطل، وكان التركيب أن يقال: وقالوا؛ لتقدم المرجع، وفيه تكرار الفعل، وهو قولهم دلالة على الإنكار عليهم. </p><p> ومنها: زيادة {مِنْ} الاستغراقية في قوله: {مِنْ كُتُبٍ} لتأكيد النفي. </p><p> ومنها: إيراد {كُتُبٍ} بصيغة الجمع تنبيهًا على أنه لا بد لمثل تلك الشبهة من نظائر الأدلة. </p><p> ومنها: الطباق بين {مَثْنَى}  {وَفُرَادَى} فهو طباق بديع أُتي به احترازًا من القيام جماعة؛ لأن في الاجتماع تشويشًا للخواطر. </p><p> ومنها: الاستعارة في قوله: {بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ} استعار لفظ اليدين لما يكون من الأهوال والشدائد أمام الإنسان. </p><p> ومنها: الكناية في قوله: {وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ} فإنه كناية عن زهوق الباطل ومحو أثره؛ لأنه إذا هلك لم يكن له إبداء ولا إعادة. </p><p> ومنها: التعبير بالماضي عن المستقبل في قوله: {إِذْ فَزِعُوا} ؛ لأن المستقبل بالنسبة إلى الله تعالى كالماضي في تحققه. </p><p> ومنها: الاستعارة التمثيلية في قوله: {وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ} شبه طلبهم ما لا يكون، وهو أن ينفعهم إيمانهم في ذلك الوقت، كما ينفع المؤمنين إيمانهم في الدنيا بحال من يريد أن يتناول الشيء من غلوة، كما يتناوله الآخر من مقياس ذراع تناولًا سهلًا لا تعب فيه في الاستحالة. </p><p> ومنها: الاستعارة التمثيلية أيضًا في قوله: {وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ} تقريرها: أنه شبه حالهم في ذلك؛ أي: في قولهم آمنا به؛ حيث لا ينفعهم الإيمان, بحال من رمى شيئًا من مكان بعيد، وهو لا يراه، فإنه لا يتوهم إصابته، ولا لحوقه لخفائه عنه، وغاية بعده. </p><p> ومنها: الاستعارة التصريحية التبعية حيث استعار القذف بمعنى رمي الحجارة والحصى؛ لإلقائهم القول الكاذب، وظنهم الفاسد. </p><p> ومنها: حكاية الحال الماضية في قوله: {يَقْذِفُونَ} حيث عبر عن الماضي بلفظ المضارع. </p><p> ومنها: الإسناد المجازي في قوله: {مُرِيبٍ} لما فيه من الإسناد إلى الشيء ما لصاحبه؛ لأن الريب صفة للشاك، فأسند إلى الشك إسنادًا مجازيًا لقصد المبالغة. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> جملة ما اشتملت عليه هذه السورة الكريمة من حكم وأحكام </p><p> اشتملت هذه السورة على الأمور التالية: </p><p> ١ - حمد الله سبحانه وتعالى، والثناء عليه بما هو أهله. </p><p> ٢ - مقال المشركين في إنكار البعث، والرد عليهم بأنه آتٍ لا شك فيه. </p><p> ٣ - الاستهزاء بالرسول، وحكمهم عليه بأنه إما مفتري، وإما مجنون. </p><p> ٤ - النعم التي آتاها سبحانه داود وسليمان عليهما السلام. </p><p> ٥ - ما كان لسبأ من النعم، ثم زوالها لكفرانهم بها، واتباعهم وسوسة الشيطان. </p><p> ٦ - النعي على المشركين لعبادتهم الأوثان والأصنام مع بيان أنها لا تفيدهم يوم القيامة شيئًا. </p><p> ٧ - الحجاج والجدل بين الأتباع والمتبوعين من الكافرين يوم القيامة، وإلقاء كل منهما التبعة على الآخر. </p><p> ٨ - بيان أن المترفين في كل أمة هم أعداء الرسل لاعتزازهم بأموالهم وأولادهم، واعتقادهم أنهم ما آتاهم ربهم ذلك إلا لرضاه عنهم، ثم رده سبحانه عليهم. </p><p> ٩ - سؤال الملائكة أمام المشركين بأنهم هل طلبوا منهم عبادتهم ليكون في ردهم ما يكفي في تبكيتهم. </p><p> ١٠ - مقال المشركين عند سماع القرآن، وادعاؤهم أنه ليس بوحي من عند الله تعالى، بل الداعي مفتر ليصد الناس عن دين الإباء والأجداد. </p><p> ١١ - عظتهم بما حل بمن قبلهم من الأمم. </p><p> ١٢ - أمرهم بالتأمل والتدبر في الأدلة التي أمامهم لعلهم يرعوون عن غيهم. </p><p> ١٣ - إثبات أن الرسول نذير مبين لا مفتر ولا مجنون. </p><p> ١٤ - كون الرسول لا يطلب أجرًا على دعوته، بل أجره على الله سبحانه وتعالى. </p><p> ١٥ - طلب المشركين يوم القيامة أن يرجعوا إلى الدنيا ليؤمنوا بالرسول ويعملوا صالح الأعمال، ثم الرد عليهم بأن ذلك قد فات أوانه، وأن لا سبيل إلى تحقيقه (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) إلى هنا قد انتهى تفسير سورة سبأ بتوفيقه سبحانه وتيسيره، في منتصف ليلة السبت المبارك الثالثة عشر من شهر الله المحرم من شهور سنة أربع عشرة وأربع مئة وألف من الهجرة النبوية، على صاحبها أفضل الصلاة وأزكى التحية، وصلى الله وسلم على سيدنا ومولانا محمد خاتم النيين، وعلى آله وصحبه أجمعين، والحمد لله رب العالمين. آمين. ولما فرغت منها .. تفرغت لتفسير سورة الملائكة بقدر طاقتي مع كثرة العوائق والمعائق والعوانق، وأسأل الله سبحانه وتعالى صرف العوارض والحواجز عني، والتيسير والتسهيل لأوضح المسالك، والتوفيق لما هو المعنى لكتابه في الواقع، إنه الكريم الجواد، والهادي إلى سبيل الرشاد، والموفق لطريق الصواب والسداد، والمسؤول لكل مأمول، والمرجو لفتح أبواب القبول، ونسأله أن يختم أعمالنا بالصالحات، وأعمارنا بالشهادات، وأن يجعل مآبنا إلى فراديس الجنات آمين آمين يا رب العالمين.</p><p> [سورة فاطر] </p><p> سورة فاطر، وتسمى سورة الملائكة أيضًا، مكية، نزلت بعد سورة الفرقان، قال القرطبي: في قول الجميع. وأخرج البخاري وابن الضريس وابن مردويه، والبيهقي في \"الدلائل\" عن ابن عباس قال: أنزلت سورة فاطر بمكة. </p><p> وعدد آياتها: خمس وأربعون آية، وعدد كلماتها: تسع مئة وسبع وتسعون كلمة، وعدد حروفها: ثلاثة آلاف ومئة وثلاثون حرفًا. </p><p> الناسخ والمنسوخ فيها: وقال أبو عبد الله محمد بن حزم: سورة الملائكة جميعها محكم إلا قوله تعالى: {إِنْ أَنْتَ إِلَّا نَذِيرٌ (٢٣) } الآية (٢٣) نسخ معناها, لا لفظها بآية السيف. انتهى. </p><p> المناسبة: ومناسبة هذه السورة للسورة التي قبلها (١) : أنه سبحانه وتعالى لما ذكر في آخر سابقتها هلاك المشركين، وإنزالهم منازل العذاب .. لزم المؤمنين حمده تعالى وشكره، كما جاء في قوله: {فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٤٥) }. </p><p> وعبارة أبي حيان هنا (٢) : مناسبة هذه السورة للسورة التي قبلها: أن الله سبحانه لما ذكر في آخر السورة التي قبلها هلاك المشركين أعداء المؤمنين، وإنزالهم منازل العذاب .. تعين على المؤمنين حمده تعالى وشكره لنعمائه، ووصفه بعظيم آلائه، كما في قوله: {فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٤٥) }، وقال أيضًا عند قوله:  {جَاعِلِ الْمَلَائِكَةِ رُسُلًا} ، فأول هذه السورة تتصل بآخر السابقة؛ لأن قوله:  {كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ} بيان لانقطاع رجاء من كان في شك مريب، ولما ذكر حالهم ذكر حال المؤمنين وبشّرهم بإرسال الملائكة إليهم مبشرين، وأنه يفتح لهم أبواب الرحمة. انتهى. </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> فضلها: ومن فضائلها: ما روي عن النبي - صلى الله عليه وسلم -: \"من قرأ سورة الملائكة دعته ثمانية أبواب الجنة أن ادخل من أي باب شئت\" . </p><p> التسمية: سميت بسورة فاطر أو بسورة الملائكة لذكرهما فيها. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَى وَثُلَاثَ وَرُبَاعَ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١) مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٢) يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ (٣) وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (٤) يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ (٥) إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ (٦) الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (٧) أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ (٨) وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ (٩) مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ (١٠) وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (١١) وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (١٢) يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ (١٣) إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ (١٤) }. </p><p> المناسبة </p><p> قوله تعالى:  {مَا يَفْتَحِ اللَّهُ لِلنَّاسِ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما وصف نفسه بالقدرة الكاملة والإرادة النافذة .. أيد ذلك بما </p><p> يشاهده كل أحد في نفسه من الضيق حينًا، والسعة حينًا آخر، مع العجز عن دفع البؤس إن وجد، وجلب النعمة لو أراد. </p><p> قوله تعالى:  {يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه لما بين أنه وحده هو المنعم بما يشاهده كل أحد في نفسه .. أمر بذكر نعمه بالاعتراف بها والشكر لها. </p><p> قوله تعالى:  {وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ ...} الآية، مناسبتها لما قبلا: أن الله سبحانه لما ذكر الأصل الأول وهو التوحيد .. ثنى بذكر الأصل الثاني وهو الرسالة، وسلى رسوله على تكذيب قومه له بأنه ليس ببدع بين الرسل، فقد كذب كثير منهم قبله، فعليه أن يتأسى بهم ويصبر على أذاهم، ثم ذكر الأصل الثالث، وهو البعث والنشور مع بيان أنه حق لا شك فيه، وأنه لا ينبغي أن يقبلوا فيه وساوس الشيطان، فإنه عدو لبني آدم، ولا يرشدهم إلا إلى الذنوب والآثام التي توصلهم إلى عذاب النار وبئس القرار. </p><p> قوله تعالى:  {الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه لما بين أن الشيطان يضل أتباعه ويدعوهم إلى النار .. ذكر هنا أن حزب الشيطان لهم العذاب الشديد، وأن حزب الله لهم المغفرة والأجر الكبير، ثم بين أن الضلال والهداية بيد الله بحسب ما يعلم من الاستعداد وصفاء النفوس وقبول الهداية، أو تدسيتها وارتكابها الأجرام والمعاصي، فلا تحزن على ما ترى من ضلال قومك واتباعهم لوساوس الشيطان، والله عليم بحالهم، وسيجازيهم بما يستحقون. </p><p> قوله تعالى:  {وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ ...} الآيات، مناسبة هذه الآيات لما قبلها (١) : أن الله سبحانه لما ذكر أن الكافرين لهم عذاب شديد يوم القيامة، وأن الذين يعملون الصالحات لهم أجر كبير عند ربهم في ذلك اليوم .. أردف ذلك ببيان أن هذا اليوم لا ريب فيه، وضرب المثل الذي يدل على تحققه لا محالة، ثم ذكر أن من يريد العزة .. فليطع الله ورسوله، ولا يتعزز بعبادة </p><p>(١) المراغي.</p><p> الأصنام والأوثان، كما أخبر الله عنهم: {وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا (٨١) }، وأن العمل الطيب يرفع إلى الله ويحفظ لديه، ويجازي عليه، ثم أعقب ذلك بأن من يمكر بالمؤمنين ويريد خداعهم .. فالله يفسد عليه تدبيره ويجازيه بما عمل شر الجزاء، وبعد أن ذكر دليل البعث بما يشاهد في الآفاق من دلائل القدرة .. ذكر دليلًا عليه بما يرى في الأنفس من اختلاف أطوارها، فقد كانت ترابًا، ثم نطفة، ثم وضعت في الأرحام إلى أن صارت بشرًا سويًا، ومنها ما يمد في عمرها، ومنها ما يخترم قبل ذلك، كما تدل عليه المشاهدة، وكل ذلك يسير على الله سبحانه. </p><p> قوله تعالى:  {وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر الأدلة على إثبات البعث، وضرب المثل لذلك بإحياء الأرض الميتة بعد إنزال الغيث عليها .. أردف هذا بذكر البراهين المختلفة على وحدانيته وعظيم قدرته بخلقه الأشياء المتحدة في الجنس المختلفة في المنافع، فهذا ماء عذب زلال يجري في الأقاليم والأمصار والبراري والقفار، يسقي منه الإنسان والحيوان، وينبت النبات الذي فيه غذاء لهما، وهذا ماء ملح أجاجٍ تسير فيه السفن الكبار، ويستخرج منه اللؤلؤ والمرجان، ومن كل منهما تأكل لحمًا طريًا فيه لذة للآكلين، وهذان ليل ونهار ضياء وظلام، يدخل أحدهما في الآخر، فأخذ هذا من طول ذاك، ويزيد هذا في قصر ذاك، فيعتدلان، ثم يتقارضان صيفًا وشتاءً، وسخر الشمس والقمر والنجوم الثوابت والسيارات بمقدار معين، وعلى نهج ثابت لا يتغير، وكل ذلك بتقدير العزيز العلم. </p><p> أما ما تدعون من دونه من الأصنام والأوثان .. فلا يملكون شروى نقير، ولا يسمعون لكم دعاءً، ولا يستجيبون لدعوة، ويوم القيامة يتبرؤون منكم إذا دعوتموهم واستشفعتم بهم، ولا ينبئك بهذا إلا الخبير، وهو ربك العلم بما كان وما سيكون. </p><p> أسباب النزول </p><p> قوله تعالى:  {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ ...} الآية، سبب نزولها: ما أخرجه (١) ابن جويبر عن الضحاك عن ابن عباس - رضي الله عنه - قال: أنزلت هذه الآية </p><p>(١) لباب النقول ببعض زيادة.</p>"
}