{
  "id": null,
  "sura": 34,
  "aya": 15,
  "text": "<p> والرزق، وانفراده بالإلهية، وأن يخبر بأن أحد الفريقين الموحدين للرازق، والمشركين به الجماد مبطل، والآخر محق، وقد قام الدليل على التوحيد، فدل على بطلان ما أنتم عليه من الشرك، وأن يقول لهم: لا تؤاخذون بما نعمل، ولا نؤاخذ بما تعملون، وأن يقول لهم: إن ربنا هو الذي يحكم بيننا يوم القيامة، وهو الحكيم العليم بجلائل الأمور ودقائقها، وأن يقول لهم: أعلموني عما ألحقتم به من الشركاء، هل يخلقون، وهل يرزقون؟ كلا، بل الله هو الخالق الرازق الغالب على أمره، الحكيم في كل ما يفعل. </p><p> قوله تعالى:  {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه لما أقام (١) الأدلة على التوحيد، وضرب لذلك الأمثال حتى لم يبق بعدها زيادة مستزيد .. شرع يذكر الرسالة، ويبين أنها عامة للناس جميعًا، ولكن أكثر الناس لا يعلمون، فيحملهم ذلك على مخالفتك، ثم ذكر سؤال منكري البعث عن الساعة استهزاءً بها، ثم أعقب ذلك بالتهديد والوعيد لما يكون لهم فيها من شديد الأهوال. </p><p> أسباب النزول </p><p> قوله تعالى:  {لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ ...} الآيات، سبب نزول هذه الآية: ما (٢) أخرجه ابن أبي حاتم عن علي بن رباح قال: حدثني فلان أن فروة بن مُسَيْك الغُطَيْفِي قدم على رسول الله - صلى الله عليه وسلم -، فقال: يا نبي الله، إن سبأ قوم كان لهم في الجاهلية عز، وإني أخشى أن يرتدوا عن الإِسلام أفقاتلهم؟ فقال: ما أمرت فيهم بشيء بعد، فأنزلت هذه الآية {لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ ...} الآيات. </p><p> التفسير وأوجه القراءة </p><p> ١٥ - {لَقَدْ كَانَ لِسَبَإٍ} بوزن جبل (٣) ؛ أي: وعزتي وجلالي لقد كان لقبيلة سبأ، وهم أولاد سبأ بن يشجب - بالجيم - على ما في \"القاموس\" - بن يعرب بن </p><p>(١) المراغي. (٢) لباب النقول.(٣) روح البيان.</p><p> قحطان بن عامر، - وهو هود عليه السلام على ما قيل - ابن شالخ بن أرفخشذ بن سام بن نوح عليه السلام. وسبأ: لقب عبد شمس بن يشجب، وإنما لقب به؛ لأنه أول من سبي، كما قاله السهيلي، وهو - أي: سبأ - يجمع قبائل اليمن، ويعرب بن قحطان: أول من تكلم العربية، فهو أبو عرب اليمن، يقال لهم: العرب العاربة، ويقال لمن تكلم بلغة إسماعيل: العرب المستعربة، وهي لغة أهل الحجاز، فعربية قحطان كانت قبل إسماعيل عليه السلام، وهو لا ينافي كون إسماعيل أول من تكلم بالعربية؛ لأنه أول من تكلم بالعربية البينة المحضة، وهي عربية قريش التي نزل بها القرآن، وكذا لا ينافي ما قيل: إن أول من تكلم بالعربية آدم في الجنة، فلما أهبط إلى الأرض تكلم بالسريانية، وجاء: من أحسن أن يتكلم بالعربية، فلا يتكلم بالفارسية. </p><p> واشتهر على ألسنة الناس أنه - صلى الله عليه وسلم - قال:  \"أن أفصح من نطق بالضاد\" . قال جمع من العلماء: لا أصل له، ومعناه صحيح؛ لأن المعنى: أنا أفصح العرب؛ لكونهم هم الذين ينطقون بالضاد، ولا توجد في غير لغتهم، كما في \"إنسان العيون\" لعلي بن برهان الدين الحلبي. </p><p> وعن (١) فروة بن مسيك المرادي قال: لما أنزل في سبأ ما أنزل .. قال رجل: يا رسول الله، وما سبأ، أأرض أم امرأة؟ قال:  \"ليس بأرض ولا امرأة، ولكنه رجل ولد عشرة من العرب، فتيامن منهم ستة، وتشاءم منهم أربعة،فأما الذين تشاءموا:فلخم وجذام وغسان وعاملة،وأما الذين تيامنوا:فالأزد والأشعريون وحمير وكندة ومذحج وأنمار\" . فقال رجل: يا رسول الله، وما أنمار؟ قال:  \"الذين منهم خثعم وبجيلة\" . أخرجه الترمذي مع زيادة، وقال: حديث حسن غريب. </p><p> وقرأ الجمهور (٢) : {لِسَبَإٍ} بالجر والتنوين على أنه اسم حي؛ أي: الحي الذين هم أولاد سبأ، وقرأ ابن كثير وأبو عمرو:  {لسبأ} ممنوع الصرف بتأويل القبيلة، واختار هذه القراءة أبو عبيد، ويقوِّي القراءة الأولى قوله:  {في مساكنهم} ، ولو كان على تأويل القبيلة لقال: في مساكنها، فمما ورد على القراءة الأولى قول الشاعر: </p><p>(١) الخازن. (٢) الشوكاني.</p><p> الْوَارِدُونَ وَتَيْمٌ فِي ذُرَى سَبَأٍ ... قَدْ عَضَّ أَعْنَاقَهَا جِلْدُ الْجَوَامِيْسِ </p><p> ومما ورد على القراءة الثانية قول الشاعر: </p><p> مِنْ سَبَأَ الْحَاضِرِيْنَ مَآرِبُ إِذْ ... يَبْنُونَ مِنْ دُوْنِ مَسِيْلِهِ الْعَرِمَا </p><p> وقرأ قنبل وأبو حيوة والجحدري {لسبأ} بإسكان الهمزة، وقرىء بقلبها ألفًا. </p><p> {فِي مَسْكَنِهِمْ} ؛ أي: في (١) بلدهم الذي كانوا فيه باليمن، وهو مأرب كمنزل على ما في \"القاموس\" ، بينها وبين صنعاء مسيرة ثلاث ليال، وهي المرادة بسبأ بلدة بلقيس في سورة النمل. قال السهيلي: مأرب: اسم ملك كان يملكهم، كما أنَّ كسرى: اسم لكل من ملك الفرس، وخاقان: اسم لكل من ملك الصين، وقيصر: اسم لكل من ملك الروم، وفرعون: لكل من ملك مصر، وتبج لكل من ملك الشعر واليمن وحضرموت، والنجاشي: لكل من ملك الحبشة. </p><p> وقيل: مأرب: اسم قصر كان لهم، ذكره المسعودي. قال في \"إنسان العيون\" : ويعرب قحطان، قيل له: أيمن؛ لأن هودًا عليه السلام قال له: أنت أيمن ولدي، وسمي اليمن يمنًا بنزوله فيه. </p><p> وقرأ الجمهور:  {في مساكنهم} على الجمع، واختار هذه القراءة أبو عبيد وأبو حاتم. ووجه الاختيار: أنها كانت لهم منازل كثيرة، ومساكن متعددة. </p><p> وقرأ حمزة وحفص بالإفراد مع فتح الكاف، وقرأ الكسائي: بالإفراد مع كسرها، وبهذه القراءة قرأ يحيى بن وثاب والأعمش، ووجه الإفراد: أنه مصدر يشمل القليل والكثير، أو اسم مكان وأريد به معنى الجمع، وهذه المساكن التي كانت لهم هي التي يقال لها الآن: مأرب. </p><p> {آيَةٌ} ؛ أي: علامة ظاهرة دالة بملاحظة الأحوال السابقة واللاحقة لتلك القبيلة من الإعطاء والترفية بمقتضى اللطف، ثم من المنع والتخريب بموجب القهر؛ أي: علامة دالة على وجود الصانع المختار، وقدرته على كل ما يشاء من الأمور البديعة، ومجازاته للمحسن والمسيء، وما يعقلها إلا العالمون، وما يعتبرها إلا العاقلون. </p><p>(١) روح البيان.</p><p> {جَنَّتَانِ} بدل من آية، والمراد بهما: جماعتان من البساتين، لا بستانان اثنان فقط. وقرأ ابن أبي عبلة (١) : {جنتين} بالنصب على أن {آية} اسم كان، و {جنتين} الخبر، ووجه كون الجنتين آية: نبات الخمط والأثل والسدر مكان الأشجار المثمرة. وفي \"القرطبي\" : آية (٢) دالة عللى قدرة الله تعالى، وعلى أن لهم خالقًا خلقهم، وأن كل الخلائق لو اجتمعوا على أن يخرجوا من الخشبة ثمرة لم يمكنهم ذلك، ولم يهتدوا إلى اختلاف أجناس اللثمار وألوانها وطعومها وروائحها وأزهارها، وفي ذلك ما يدل على أنها لا تكون إلا من عالم قادر. اهـ. </p><p> وقد سبق قريبًا أن قوله:  {جَنَّتَانِ} بالرفع بدل من {آيَةٌ} التي هي اسم كان بدل مثنى من مفرد؛ لأن هذا المفرد يصدق علم المثنى؛ لأنهما لما تماثلتا في الدلالة، واتحدت جهتها فيهما .. صح جعلهما آيةً واحدة، كما في قوله تعالى:  {وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً} واعتمد أبو حيان كون {جَنَّتَانِ} خبر مبتدأ محذوف؛ أي: هي جنتان؛ أي: بستانان. اهـ \"كرخي\" . أي: جماعتان من البساتين. </p><p> جماعة {عَنْ يَمِينٍ} ؛ أي: عن يمين بلدتهم ووالديهم؛ لأن بلدتهم كانت في الوادي {و} جماعة عن {الْأَرْضِ} ؛ أي: شمال واديهم، كل واحدة من تينك الجماعتين في تقاربها وتضامنها كأنها جنة واحدة. اهـ \"أبو السعود\" . وفي \"القرطبي\" : قال القشيري: ولم يرد جنتين اثنتين، بل أراد من الجهتين يمنة ويسرة في كل جهة بساتين كثيرة؛ أي: كانت بلادهم ذات بساتين وأشجار وثمار تستر الناس بظلالها. اهـ. أو المعنى (٣) : بستانان، لكل رجل منهم عن يمين مسكنه وعن شماله، وفي \"الشوكاني\" : وهاتان الجنتان كانتا عن يمين واديهم وشماله، قد أحاطتا به من جهتيه، وكانت مساكنهم في الوادي، والآية: هي الجنتان، كانت المرأة تمشي فيهما، وعلى رأسها المكتل، فيمتلىء من أنواع الفواكه التي تتساقط من غير أن تمسها بيدها. وقال عبد الرحمن بن زيد: إن الآية التي كانت لأهل سبأ في مساكنهم: أنهم لم يروا فيها بعوضة ولا ذبابًا ولا برغوثًا ولا قملةً ولا عقربًا ولا حيةً، ولا غير ذلك من الهوام، وإذا جاءهم الركب في ثيابهم القمل .. ماتت عند </p><p>(١) البحر المحيط. (٢) القرطبي.(٣) روح البيان.</p><p> رؤيتهم لبيوتهم. </p><p> وقوله:  {كُلُوا مِنْ رِزْقِ رَبِّكُمْ} مقول لقول محذوف؛ أي: قيل لهم على لسان نبينهم، أو على لسان الملائكة، أو بلسان الحال، ولم يكن ثَمَّ أمر، ولكن المراد: تمكينهم من تلك النعم. ويقال: كان سبأ ثلاث عشرة قرية، فبعث الله إليهم ثلاثة عشر نبيا، فقال لهم الأنبياء: كلوا من رزق ربكم؛ أي: مما رزقكم الله سبحانه من أنواع ثمار الجنتين {وَاشْكُرُوا لَهُ} سبحانه على ما رزقكم منها باللسان والجنان والأركان، واعملوا بطاعته، واجتنبوا معاصيه. </p><p> وجملة قوله:  {بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُور} مستأنفة مسوقة لبيان ما يوجب الشكر المأمور به؛ أي: بلدتكم (١) هذه بلدة طيبة؛ لكثرة أشجارها وثمارها، وقيل: معنى كونها طيبة: أنها لم تكن سبخة، بل لينة؛ حيث أخرجت الثمار الطيبة. وقيل: إنها طيبة الهواء والماء، كما قال الكاشفي. وفي \"فتح الرحمن\" : وطيبتها: أنها لم يكن بها بعوض ولا ذباب ولا برغوث ولا عقرب ولا حية، ولا غيرها من المؤذيات، وكان يمر بها الغريب وفي ثيابه القمل، فتموت كلها لطيب هوائها، ومن ثمة لم يكن بها آفات وأمراض أيضًا. وعن ابن عباس رضي الله عنهما: كانت أطيب البلاد هواء وأخصبها. </p><p> {وَرَبٌّ غَفُورٌ} ؛ أي: وربكم الذي رزقكم ما فيها من الطيبات، وطلب منكم الشكر رب غفور لفرطات من يشكره وذنوبهم. قال مقاتل: المعنى: وربكم إن شكرتم فيما رزقكم رب غفور للذنوب، وقيل: إنما جمع لهم بين طيب البلدة والمغفرة للإشارة إلى أن الرزق قد يكون فيه حرام. </p><p> وقرأ رويس بنصب الأربعة (٢) . قال أحمد بن يحيى: التقدير: اسكنوا بلدة طيبة، واعبدوا ربًا. غفورًا، وقال الزمخشري: منصوب على المدح. </p><p> ومعنى الآية: أي وعزتي وجلالي، لقد كان أهل هذا الحي من ملوك اليمن في نعمة عظيمة، وسعة في الرزق، وكانت لهم حدائق غناء، وبساتين فيحاء عن يمين الوادي وشماله، وقد أرسل الله سبحانه إليهم الرسل تأمرهم أن يأكلوا من رزق </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}