{
  "id": null,
  "sura": 34,
  "aya": 46,
  "text": "<p> وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ (١٣٨) } فليحذروا أن يصيبهم مثل ما أصاب أولئك. </p><p> والخلاصة: أن فيما حل بمن قبلهم من المثلات نكالًا لهم على تكذيبهم رسلهم لعبرة لهم لو كانوا يعقلون، </p><p> ٤٦ - ثم أطال لهم الحبل، ومد لهم الباع، وأنصفهم في الخصومة فقال:  {قُلْ} يا محمد لهؤلاء المشركين، {إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ} ؛ أي: ما أذكركم وما أنصح لكم إلا بخصلة واحدة هي {أَنْ تَقُومُوا} من مجلس رسول الله - صلى الله عليه وسلم -، وتتفرقوا من مجمعكم عنده، فالقيام على حقيقته بمعنى القيام على الرجلين ضد الجلوس، ويجوز أن يكون بمعنى القيام بالأمر، والاهتمام بطلب الحق، والمعنى: إنما أعظكم بخصلة واحدة إن فعلتموها أصبتم الحق، وتخلصتم إليه، وهي أن تقوموا. {لِلَّهِ} ؛ أي: لوجه الله تعالى، وطلب رضاه خالصًا، لا لحمية ولا عصبية ولا للمراء والرياء والتقليد، بل لطلب ظهور الحق حال كونكم متفرقين {مَثْنَى} ؛ أي: اثنين اثنين {و} متفرقين {فُرَادَى} ؛ أي: فردًا فردًا واحدًا واحدًا {ثُمَّ تَتَفَكَّرُوا} معطوف على {تَقُومُوا} ؛ أي: ثم تتدبروا وتتأملوا في أمر محمد - صلى الله عليه وسلم -، وما جاء به، فتعلموا {مَا بِصَاحِبِكُمْ} محمد - صلى الله عليه وسلم - {مِنْ جِنَّةٍ} ؛ أي: من جنون يحمله على دعوى النبوة العامة، كما ظننتم، وفائدة التقييد (١) بالاثنين والفرادى: أن الاثنين إذا التجأ إلى الله تعالى، وبحثا طلبًا للحق مع الإنصاف .. هُدِيا إليه، وكذا الواحد إذ تفكر في نفسه مجردًا عن الهوى بخلاف كثرة الجمع، فإنه يقل فيها الإنصاف غالبًا، ويكثر الخلاف، ويثور غبار الغضب، ولا يسمع إلا نصرة المذهب. </p><p> وفي تقديم {مَثْنَى} إيذان بأنه أوفق وأقرب من الاطمئنان، فإن الاثنين إذا قعدا بطريق المشاورة في شأن الرسول - صلى الله عليه وسلم - وصحة نبوته، من غير هوى وعصبية، وعرض كل منهما محصول فكره على الآخر .. أدى النظر الصحيح إلى التصديق، ويحصل العلم على العلم. قال الشاعر: </p><p> إِذَا اجْتَمَعُوا جَاؤُوا بِكُلِّ غَرِيْبَةٍ ... فَيَزْدَادُ بَعْضُ الْقَومِ مِنْ بِعْضِهِم عِلْمَا </p><p> وأما الفرد (٢) : فيفكر في نفسه أيضًا بعدل ونصفة، هل رأينا في هذا الرجل </p><p>(١) روح البيان. (٢) الخازن.</p><p> جنونًا قط، أو جربنا عليه كذبًا قط، وقد علمتم أن محمدًا - صلى الله عليه وسلم - ما به من جنة، بل قد علمتم أنه من أرجح قريش عقلًا، وأوزنهم حلًا، وأحدهم ذهنًا، وأرصنهم رأيًا، وأصدقهم قولًا، وأزكاهم نفسًا، وأجمعهم لما يحمد عليه الرجال ويمدحون به، وإذا علمتم ذلك كفاكم أن تطالبوه بآية، وإذا جاء بها تبين أنه نبي نذير مبين، صادق فيما جاء به، وقيل: تم الكلام عند قوله: {ثُمَّ تَتَفَكَّرُوا} ؛ أي: في السموات والأرض، فتعلموا أن خالقهما واحد لا شريك له، ثم ابتدأ فقال:  {مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ} ، اهـ من \"الخازن\" . </p><p> والمعنى (١) : أي قل لهم يا محمد: إني أرشدكم أيها القوم، وأنصح لكم أن لا تبادروا بالتكذيب عنادًا واستكبارًا، بل اتئدوا وتفكروا مليًّا فيما دعوتكم إليه، وجدّوا واجتهدوا في طلب الحق خالصًا؛ إما واحدًا فواحدًا، وإما اثنين فاثنين، لعلكم تصلون إلى الحق، وتهتدون إلى قصد السبيل، وتكونون قد أنصفتم الحقيقة، وأمطتم الحجب التي غشّت أبصاركم، ورانت على قلوبكم، فلم تجعل للحق منفذًا. </p><p> وإنما طلب إليهم التفكر، وهم متفرقون اثنين اثنين، أو واحدًا فواحدًا؛ لأنّ في الازدحام تهويش الخاطر، والمنع من إطالة التفكير، وتخليط الكلام، وقلة الإنصاف، وفيما يشاهد كل يوم من الاضطراب، وتبلبل الأفكار في الجماعات الكثيرة حين الجدل والخصومة، ما يؤيد صدق هذا، ثم أبان لهم أن نتيجة الفكر ستؤدي بهم إلى أن يعترفوا بما يرشد إليه النظر الصحيح، فقال:  {مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ} إذ ما جاء به من ذلك الأمر العظيم الذي فيه سعادة البشر في دنياهم وآخرتهم لا يتصدّى لادعائه إلا أحد رجلين؛ إما مجنون لا يبالي بافتضاحه حين مطالبته بالبرهان وظهور عجزه، وإما نبيّ مؤيد من عند الله بالمجعزات الدالة على صدقه، وإنكم قد علمتم أن محمدًا أرجح الناس عقلًا، وأصدق الناس قولًا، وأزكاهم نفسًا، وأجمعهم للكمال النفسي والعقلي، فوجب عليكم أن تصدّقوه في دعوته، وقد قرنها بالمعجزات الدالة على ذلك، وفي التعبير بصاحبكم إيماء إلى أنه معروف لهم، مشهور لديهم، فهو قد نشأ بين ظهرانيهم، وعلموا ما له من صفات الفضل </p><p>(١) المراغي.</p>"
}