{
  "id": null,
  "sura": 34,
  "aya": 8,
  "text": "<p> وتعودون إلى الصور التي كنتم عليها أولًا، والخلق الجديد إشارة إلى النشأة الثانية. </p><p> والعامل في {إِذَا} محذوف دلَّ عليه ما بعده؛ أي: تنشأون خلقًا جديدًا، ولا يعمل فيها مزقتم؛ لإضافتها إليه، والمضاف إليه لا يعمل في المضاف، ولا ينبئكم؛ لأن التنبئة لم تقع وقت التمزيق، بل تقدمت عليه، ولا جديد؛ لأن ما بعد إن لا يعمل فيما قبلها. </p><p> قال هذا القول بعضهم لبعض؛ استهزاءً بما وعدهم الله على لسان رسوله من البعث، وأخرجوا الكلام مخرج التلهي به، والتضاحك مما يقوله من ذلك، كما يقول الرجل لمن يريد أن يعجبه: هل أدلك على قصة كريبة نادرة؛ لما كان البعث عندهم من المحال .. جعلوا من يخبر عن وقوعه في حيز من يتعجب منه، وأتوا باسمه عليه السلام نكرةً في قوله: هل ندلكم على رجل، وكان اسمه أشهر علم في قريش، بل في الدنيا، وإخباره بالبعث أشهر خبر؛ لأنهم أخرجوا ذلك مخرج الاستهزاء، والتحلي ببعض الأحاجي المعمولة للتلهي والتعمية، فلذلك نكروا اسمه، كما سبق. </p><p> وقرأ الجمهور (١) : {يُنَبِّئُكُمْ} بالهمز والتشديد، وزيد بن علي بإبدال الهمزة ياءً محضةً، وحكى عنه الزمخشري:  {ينبئكم} بالهمز من {أنبأ} ومعنى الآية: أي: وقال قريش بعضهم تعجبًا واستهزاءً وتهكمًا وإنكارًا: هل سمعتم برجل يقول: إنا إذا تقطعت أوصالنا، وتفرقت أبداننا، وبليت عظامنا .. نرجع كرةً أخرى أحياءً كما كنا، ونحاسب على أعمالنا، ثم نثاب على الإحسان إحسانًا، ونجزى على اجتراح الآثام آلامًا بنار تلظى، تشوي الوجوه والأجسام. </p><p> وخلاصة ذلك: أنه يقول: إذا أكلتكم الأرض، وصرتم رفاتًا وعظامًا، وقطعتكم السباع والطير .. ستحيون وتبعثون، ثم تحاسبون على ما فرِّط منكم من صالح العمل وسيِّئه. </p><p> ٨ - ثم حكى سبحانه عن هؤلاء الكفار أنهم رددوا ما وعدهم به رسول الله - صلى الله عليه وسلم - من البعث بين أمرين، فقالوا:  {أَفْتَرَى عَلَى اللَّهِ كَذِبًا} فيما قاله، وهذا أيضًا من كلام الكفار، وأصل (٢)  {أَفْتَرَى} : أافترى بهمزة الاستفهام المفتوحة الداخلة على همزة </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> الوصل المكسورة للإنكار والتعجب، فحذفت همزة الوصل تخفيفًا مع عدم اللبس، والفرق بين الافتراء والكذب: أن الافتراء هو افتعال الكذب من قول نفسه، والكذب قد يكون على وجه التقليد للغير فيه؛ أي: هل اختلق محمد على الله كذبًا {أَمْ} لم يفترِ، بل {بِهِ جِنَّةٌ} ؛ أي: جنون يوهمه ذلك، ويلقيه على لسانه من غير قصد، والجنون: حائل بين النفس والعقل، وهذا حصر للخبر الكاذب بزعمهم في نوعيه، وهما: الكذب على عمد، وهو المعني بالافتراء، والكذب لا عن عمد، وهو المعني بالجنون، فيكون معنى {أَمْ بِهِ جِنَّةٌ} : أم لم يفترِ، فعبر عن عدم الافتراء بالجنة؛ لأن المجنون لا افتراء له؛ لأن الكذب عن عمد ولا عمد للمجنون، فالإخبار حال الجنة قسيم للافتراء الأخص، لا الكذب الأعم. </p><p> ثم رد عليهم سبحانه ما قالوه في رسوله، فقال:  {بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ} ؛ أي: ليس محمد من الافتراء والجنون في شيء كما زعموا، وهو مبرَّأ منهما، بل هؤلاء القائلون الكافرون بالحشر والنشر واقعون {فِي الْعَذَابِ} في الآخرة {و} واقعون في الدنيا في {الضَّلَالِ الْبَعِيدِ} عن الصواب والهدى، بحيث لا يرجى الخلاص منه. ووصف الضلال بالبعد على الإسناد المجازي للمبالغة؛ إذ هو في الأصل وصف الضال. لأنه الذي يتباعد عن المنهاج القويم، وكلما ازداد بعدًا عنه .. كان أضل. وتقديم العذاب على ما يوجبه ويؤدي إليه، وهو الضلال للمسارعة إلى بيان ما يسوؤهم، وجعل العذاب والضلال محيطين بهم إحاطة الظرف بالمظروف؛ لأن أسباب العذاب معهم، فكأنهم في وسطه، ووضع الموصول موضع ضميرهم للتنبيه على أنَّ علة ما اجترؤوا عليه كفرهم بالآخرة، وما فيها من فنون العقاب، ولولاه لما فعلوا ذلك خوفًا من غائلته. </p><p> وحاصل الآية (١) : إثبات الجنون الحقيقي لهم، فإن الغفلة عن الوقوع في العذاب وعن الضلال الموجب لذلك جنون أي جنون، واختلال عقل أي اختلال؛ إذ لو كان فهمهم ادراكهم تامًا وكاملًا .. لفهموا حقيقة الحال، ولما اجترؤوا على سوء المقال. </p><p> قال بعضهم: كما أن الطفل الصغير يسبى إلى بعض البلاد، فينسى وطنه </p><p>(١) روح البيان.</p>"
}