{
  "id": null,
  "sura": 34,
  "aya": 1,
  "text": "<p> أردف ذلك بذكر ما تفضل به على ابنه سليمان من تسخير الريح، فتجري من الغداة إلى منتصف النهار مسيرة شهر، ومن منتصف النهار إلى الليل مسيرة شهر، وإذابة النحاس على نحو ما كان لداود من إلانة الحديد، وتسخير الجن عملة بين يديه، يعملون له شتى المصنوعات، من قصور شامخات، وصور من نحاس، وجفان كبيرة كالأحواض، وقدور لا تتحرك لعظمها؛ إذ كل منهما أناب إلى ربه، وجال بفكره في ملكوت السموات والأرض، وكان من المؤمنين المخبتين الذين هم على ربهم يتوكلون. </p><p> وعبارة أبي حيان هنا (١) : مناسبة قصة داود وسليمان عليهما السلام لما قبلها: هي أن أولئك الكفار أنكروا البعث لاستحالته عندهم، فأخبروا بوقوع ما هو مستحيل في العادة مما لا يمكنهم إنكاره؛ إذ طفحت ببعضه أخبارهم وشعراؤهم على ما يأتي ذكره إن شاء الله تعالى، من تأويب الجبال والطير مع داود، وإلانة الحديد، وهو الجرم المستعصي، وتسخير الريح لسليمان، وإسالة النحاس له، كما ألان الحديد لأبيه، وتسخير الجن فيما شاء من الأعمال الشاقة. </p><p> وقيل: لما ذكر من ينيب من عباده .. ذكر من جملتهم داود، كما قال:  {فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ} وبَيَّن ما آتاه الله على إنابته، فقال:  {وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا} ، وقيل: ذكر نعمته على داود وسليمان عليهما السلام احتجاجًا على ما منح محمدًا - صلى الله عليه وسلم -؛ أي: لا تستبعدوا هذا، فقد تفضلنا على عبيدنا قديمًا بكذا وكذا. فلما فرغ التمثيل لمحمد - صلى الله عليه وسلم - .. رجع إلى التمثيل لهم بسبأ، وما كان من هلاكهم بالكفر والعتو انتهى. </p><p> التفسير وأوجه القراءة </p><p> ١ - {الْحَمْدُ} بأقسامه الأربعة مستحق {لِلَّهِ} فلا تكون لغيره سبحانه. واعلم (٢) أنَّ الألف واللام في الحمد؛ إما للجنس، أو للاستغراق، أو للعهد، وعلى كلٍّ منها، فاللام في {لِلَّهِ} إما للملك، أو للاستحقاق، أو للاختصاص، فهذه ثلاثة في الثلاثة الأولى بتسع احتمالات: والأولى منها كون الألف واللام للجنس، واللام </p><p>(١) البحر المحيط. (٢) سلم المعراج.</p><p> للاستحقاق؛ لأنه يلزم من استحقاق الجنس استحقاق الأفراد من باب الأولى، والمعنى حينئذ: جنس الحمد بجميع أفراده وأنواعه مستحق لله تعالى. </p><p> فإن قلت: لِمَ اختيرت كلمة الحمد دون الشكر حيث لم يقل الشكر لله؟ </p><p> قلت: اختيرت كلمة الحمد على الشكر؛ لأن الحمد يعم الفضائل والفواضل دون الشكر، فإنه يختص بالفواضل. </p><p> وإن قلتَ: لِمَ اختيرت كلمة الجلالة دون الرحمن وغيره من الأسماء، حيث لم يقل الحمد للرحمن مثلًا؟ </p><p> قلتُ: اختيرت الجلالة دون سائر الأسماء والصفات لدلالتها على صفتي الجلال والجمال، وعلى استحقاقه الحمد لذاته؛ لئلا يتوهم اختصاصه بصفة دون أخرى؛ لأن تعليق الحكم بمشتق يؤذن بعلية ما منه الاشتقاق. وقد بسطت الكلام على الحمدلة، وعلى الصور الجارية فيها إلى أن وصلت بمئة وثمانين صورة في بعض مؤلفاتي \"سلم المعراج على خطبة المنهاج\" ، و \"فتح الملك العلام على عقيدة العوام\" ، فراجعه إن أردت الخوض فيها. </p><p> أي: جميع (١) أفراد المدح والثناء والشكر من كل حامد وشاكر ملك لله تعالى، ومخصوص به، لا شركة لأحد فيه؛ لأنه الخالق والمالك، كما قال:  {الَّذِي لَهُ} خاصة خلقًا وملكًا وتصرفًا بالإيجاد والإعدام والإحياء والإماتة {مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} ؛ أي (٢) : جميع الموجودات، فإليه يرجع الحمد لا إلى غيره، وكل مخلوق أجرى عليه اسم المالك، فهو مملوك له تعالى في الحقيقة؛ لأن الزنجي لا يتغير عن لونه؛ لأن سمي كافورًا، والمراد: على نعمه الدنيوية، فإنَّ السموات والأرض وما فيهما خلقت لانتفاعنا، فكلها نعمة لنا دينًا ودنيا، فاكتفي بذكر كون المحمود عليه في الدنيا عن ذكر كون الحمد أيضًا فيها. وقد صرح في موضع آخر، كما قال:  {لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ} ، وهذا القول؛ أي:  {الْحَمْدُ لِلَّهِ ...} إلخ، وان كان حمدًا لذاته بذاته، لكنه تعليم للعباد كيف يحمدونه، فكأنه قال: قولوا يا عبادي: الحمد لله ... إلخ، إذا أردتم ثنائي وشكري. </p><p>(١) روح البيان. (٢) روح البيان.</p><p> والمعنى (١) : أي الحمد الكامل للمعبود المالك لجميع ما في السموات وما في الأرض، دون كل ما يعبدونه، ودون كل شيء سواه؛ إذ لا مالك لشيء من ذلك غيره. </p><p> والخلاصة: أن له عَزَّ وَجَلَّ جميع ما في السمموات وما في الأرض خلقًا وملكًا، وتصرفًا بالإيجاد والإعدام، والإحياء والإماتة. </p><p> وعبارة \"الشوكاني\" هنا: ومعنى (٢) : {لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} : أي جميع ما هو فيها في ملكه، وتحت تصرفه، يفعل به ما يشاء، ويحكم فيه بما يريد، وكل نعمة واصلة إلى العبد، فهي مما خلقه له، ومنَّ به عليه، فحمده على ما في السموات والأرض هو حمد له على النعم التي أنعم بها على خلقه مما خلقه لهم. </p><p> ولما بيَّن أن الحمد الدنيوي من عباده الحامدين له مختص به .. بيَّن أن الحمد الأخروي مختص له كذلك، فقال:  {وَلَهُ الْحَمْدُ فِي الْآخِرَةِ} ، فهو بيان لاختصاص الحمد الأخروي به تعالى إثر بيان اختصاص الدنيوي به على أن الجار؛ إما متعلق بنفس الحمد، أو بما يتعلق به الخبر من الاستقرار، وإطلاقه عن ذكر ما يشعر المحمود عليه ليعم النعم الأخروية، كما في قوله:  {الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ} ، وما يكون ذريعة إلى نيلها من النعم الدنيوية، كما في قوله:  {الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا} ؛ أي: لما جزاؤه هذا من الإيمان والعمل الصالح. </p><p> والمعنى: أن له سبحانه على الاختصاص حمد عباده الذين يحمدونه في الدار الآخرة إذا دخلوا الجنة. وقد قيل (٣) : يحمده أهل الجنة في ستة مواضع: </p><p> أحدها: حين نودي {وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ (٥٩) } فإذا ميِّز المؤمنون من الكافرين يقول المؤمنون: {الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ} ، كما قاله نوح عليه السلام حين أنجاه الله من قومه. </p><p> والثاني: حين جاوزوا الصراط قالوا: {الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ} . </p><p>(١) المراغي. (٢) الشوكاني.(٣) روح البيان.</p>"
}