{
  "id": null,
  "sura": 34,
  "aya": 9,
  "text": "<p> الأصلي بحيث لو ذكر به لم يتذكر، كذلك نفس الإنسان القاسي قلبه، إن ذكر بالآخرة، وهو وطنه الأصلي لم يتذكر، ويكفر به، ويقول مستهزئًا ما يقول، ولا يتفكر أن أجزاءه كانت متفرقة حين كان هو ذرة أخرجت من صلب آدم، كيف جمع الله ذرات شخصه المتفرقة، وجعلها خلقًا جديدًا، كذلك يجمع الله أجزاءه المتفرقة للبعث. </p><p> والمعنى (١) : أي ليس الأمر كما زعموا, ولا كما ذهبوا إليه، بل إنَّ محمدًا هو البر الرشيد الذي جاء بالحق، وإنهم هم الكذبة الجهلة الأغبياء، الذين بلغوا الغاية في اختلال العقل، وأوغلوا في الضلال، وبعدوا عن الإدراك والفهم، وليس هذا إلا الجنون بعينه، وسيؤدي ذلك بهم إلى العذاب؛ إذ هم قد أنكروا حكمة الله في خلق العالم، وكذبوه في وعده ووعيده، وتعرضوا لسخطه. </p><p> ٩ - ثم ذكرهم بما يعاينون مما يدل على كمال قدرته، وفيه تنبيه لهم إلى ما يحتمل أن يقع لهم من القوارع التي تهلكهم، وتهديد على ما اجترحوا من السيئات، فقال:  {أَفَلَمْ يَرَوْا} الهمزة فيه للاستفهام التوبيخي المضمن للإنكار، داخلة على محذوف (٢) ، والفاء عاطفة على ذلك المحذوف، والتقدير: أفعلوا ما فعلوا من المنكر المستتبع للعقوبة، فلم يروا ولم ينظروا {إِلَى مَا} أحاط بهم من {بَيْنَ أَيْدِيهِمْ} ، وقدامهم {وَ} إلى {ما} أحاط بهم من {خَلْفَهُمْ} وورائهم حالة كون ما أحاط بهم {مِنَ السَّمَاءِ وَالْأَرْضِ} فإنهما أحاطا بهم من جميع جوانبهم، من أمامهم وخلفهم، ويمينهم وشمالهم، حيثما كانوا وساروا، بحيث لا مفر ولا مهرب لهم. </p><p> والمعنى: أنهم إذا نظروا .. رأوا السماء خلفهم وقدامهم، وكذلك إذا نظروا في الأرض .. رأوها خلفهم وقدامهم، فالسماء والأرض محيطتان بهم، فهو القادر على أن ينزل بهم ما شاء من العذاب بسبب كفرهم وتكذيبهم لرسوله، وإنكارهم للبعث، فهذه الآية اشتملت على أمرين: </p><p> أحدهما: أن هذا الخلق الذي خلقه الله تعالى من السماء والأرض يدل على كمال القدرة على ما هو دونه من البعث، كما في قوله: {أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ </p><p>(١) المراغي. (٢) روح البيان.</p><p> وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ}. </p><p> والأمر الآخر: التهديد لهم، بأن من خلق السماء والأرض على هذه الهيئة التي قد أحاطت بجميع المخلوقات فيهما .. قادرٌ على تعجيل العذاب لهم. </p><p> ومن المعلوم (١) : أن ما بين يدي الإنسان هو كل ما يقع نظره عليه من غير أن يحوِّل وجهه إليه، وما خلفه هو كل ما لا يقع نظره عليه، حتى يحوِّل وجهه إليه، فيعم الجهات كلها. </p><p> فإن قلت: هلا ذكر الإيمان والشمائل، كما ذكرهما في قوله في الأعراف:  {لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ} ؟ </p><p> فالجواب: أنه وجد هنا ما يغني عن ذكرهما من لفظ العموم، والسماء والأرض، بخلاف ما هناك. اهـ \"كرخي\" . </p><p> ثم بيَّن المحذور المتوقع من جهة السماء والأرض، فقال:  {إِنْ نَشَأْ} جريًا على موجب جناياتهم {نَخْسِفْ بِهِمُ الْأَرْضَ} ؛ أي: نغيبها من تحتهم، كما خسفناها بقارون وأشياعه {أَوْ} إن نشأ {نُسْقِطْ عَلَيْهِمْ كِسَفًا} وقطعًا {مِنَ السَّمَاءِ} ، كما أسقطناها على أصحاب الأيكة؛ لأن ذلك بما ارتكبوه من الجرائم. </p><p> ومعنى إسقاط الكسف من السماء (٢) : إسقاط قطع من النار، كما وقع لأصحاب الأيكة، وهم قوم شعيب، كانوا أصحاب غياض ورياض وأشجار ملتفة؛ حيث أرسل الله تعالى عليهم حرًا شديدًا، فرأوا سحابةً، فجاؤا ليستظلوا تحتها، فأمطرت عليهم النار، فاحترقوا. </p><p> والمعنى (٣) : أي أفلم ينظر هؤلاء المكذبون بالمعاد، الجاحدون للبعث بعد الممات، فيعلموا أنهم حيث كانوا فإن أرضي وسمائي محيطة بهم من بين أيديهم ومن خلفهم، وعن أيمانهم وعن شمائلهم، فيرتدعوا عن جهلهم، ويزدجروا عن تكذيبهم، حذر أن نأمر الأرض فتخسف بهم، أو نأمر السماء فتسقط عليهم كسفًا، فإنا إن نشأ أن نفعل ذلك بهم .. فعلنا، لكنا نؤخِّره لحلمنا وعفونا؛ أي: حيثما </p><p>(١) الفتوحات. (٢) روح البيان.(٣) المراغي.</p><p> كانوا .. فالسماء والأرض قد أحاطتا بهم، ولا يقدرون أن ينفذوا من أقطارهما، ولا يخرجوا من ملكوت الله فيهما. </p><p> وإجمال ذلك: أنه تعالى ذكرهم بأظهر شيء لديهم يعاينونه حيثما وجدوا, ولا يغيب عن أبصارهم حيثما ذهبوا، وفيه الدليل على قدرته على البعث والإحياء، فإن من قدر على خلق تلك الأجرام العظام .. لا تعجزه إعادة الأجسام، فهي إذا قيست بها .. كانت كأنها لا شيء، كما قال:  {أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ} ، وفي هذا ما لا يخفي من التنبيه إلى مزيد جهلهم المشار إليه بالضلال البعيد. </p><p> وقرأ الجمهور (١) : {إِنْ نَشَأْ نَخْسِفْ} ، و {نُسْقِطْ} بنون العظمة في الثلاثة، وقرأ حمزة والكسائي وابن وثاب وعيسى والأعمش وابن مطرف: بالياء التحتية في الأفعال الثلاثة؛ أي: إن يشأ الله. وقرأ الكسائي وحده بإدغام الفاء في الباء في:  {نَخْسِفْ بِهِمُ} . قال أبو علي: وذلك لا يجوز؛ لأن الباء أضعف في الصوت من الفاء، فلا تدغم فيها، وإن كانت الباء تدغم في الفاء، نحو: اضرب فلانًا. وقال الزمخشري: وقرأ الكسائي: {نَخْسِفْ بِهِمُ} بالإدغام، وليست بقوية. انتهى. </p><p> قلت: والقراءة سنة متبعة، ويوجد فيها الفصيح والأفصح، وكل ذلك من تيسير الله تعالى القرآن للذكر، فلا التفات لقول أبي علي، ولا الزمخشري. </p><p> ثم ذكر ما هو كالعلة في الحثِّ على الاستدلال بذلك ليزيح إنكارهم بالبعث، فقال:  {إِنَّ فِي ذَلِكَ} إن فيما ذكر من السماء والأرض من حيث إحاطتهما بالناظر من جميع الجوانب، أو فيما تلي من الوحي الناطق بما ذكر {لَآيَةً} ؛ أي: لدلالة واضحة تدل على قدرتنا على البعث بعد الموت {لِكُلِّ عَبْدٍ مُنِيبٍ} ؛ أي: راجع إلى ربه، مطيع له في أمره ونهيه، فإن من شأنه الإنابة، والرجوع إلى الله، إذا تأمل فيهما، أو في الوحي المذكور .. ينزجر عن تعاطي القبيح، وينيب إليه تعالى. </p><p> والمعنى (٢) : أي إن في النظر إلى خلق السموات والأرض لدلالة لكل عبد فطن منيب إلى ربه على كمال قدرتنا على بعث الأجساد، ووقوع المعاد؛ لأن من </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}