{
  "id": null,
  "sura": 35,
  "aya": 30,
  "text": "<p> والنفساء بالقرآن؛ لأنه لا يعد قارئًا، وكذا لا يكره لهم التعليم للصبيان وغيرهم حرفًا حرفًا، وكلمةً كلمةً مع القطع بين كل كلمتين، وقيل: معنى {يَتْلُونَ} يتّبعون كتاب الله، من قولهم: تلاه إذا اتبعه؛ لأن التلاوة بلا عمل لا نفع فيها، وقد ورد:  \"رب قارىء للقرآن والقرآن يلعنه\" . </p><p> {وَأَقَامُوا الصَّلَاةَ} المفروضة؛ أي: أدّوها بآدابها وشرائطها وأركانها في أوقاتها، وغاير بين الجملتين بالاستقبال والمضي؛ لأن أوقات التلاوة أعم بخلاف أوقات الصلاة، وكذا أوقات الزكاة المدلول عليها بقوله:  {وَأَنْفَقُوا} في وجوه البر {مِمَّا رَزَقْنَاهُمْ} وأعطيناهم {سِرًّا وَعَلَانِيَةً} وهي ضد السر؛ أي: إنفاق سر وعلانية، أو ذوي سرّ وعلانية بمعنى مسرّين ومعلنين؛ أي: أنفقوا كيفما أمكن لهم من غير قصد إليهما، فيه حثّ على الإنفاق كيفما تهيّأ، فإن تهيأ سرًا فهو أفضل، وإلا فعلانية، ولا يمنعه ظنه أن يكون رياء، فإن ترك الخير مخافة أن يقال فيه إنه مراءٍ هو عين الرياء، ويمكن أن يراد بالسر صدقة النفل، بالعلانية صدقة الفرض، وفيه أيضًا حث على الإنفاق في جميع الأوقات. </p><p> وجملة {يَرْجُونَ} خبر {إِنَّ} ؛ أي: يقصدون ويطلبون، {تِجَارَةً} ؛ أي: مثوبة {لَنْ تَبُورَ} صفة لتجارة؛ أي: لن تبطل ولن تخسر ولن تهلك؛ أي: يأملون من ربهم، ويطلبون منه بأعمالهم المذكورة مثوبة مدّخرة لا تبطل ولا تحبط .. قال في \"الإرشاد\" : وأتى بقوله: {لَنْ تَبُورَ} للدلالة على أنها ليست كسائر التجارات الدائرة بين الربح والخسران؛ لأنه اشتراء باقٍ بفانٍ، والإخبار برجائهم من أكرم الأكرمين عدة قطعية بحصول رجائهم، </p><p> ٣٠ - وقوله:  {لِيُوَفِّيَهُمْ} متعلق بـ {يَرْجُونَ}  (١) ، أو بـ {لَنْ تَبُورَ} على معنى أنه ينتفي عنها الكساد، وتنفق عند الله ليوفيهم بحسب أعمالهم وخلوص نياتهم {أُجُورَهُمْ} ؛ أي: أجور أعمالهم من التلاوة والإقامة والإنفاق، فلا وقف على لن تبور أي لن تكسد لأجل أن يعطيهم أجور أعمالهم الصالحة وافية كاملة، أو متعلق بمحذوف دل عليه السياق؛ أي: فعلوا ذلك ليوفيهم أجور أعمالهم، {وَيَزِيدَهُمْ مِنْ فَضْلِهِ} ؛ أي: من جوده وكرمه وخزائن رحمته ما يشاء مما لم يخطر ببالهم عند العمل، ولم يستحقوا له، بل هو كرم محض، ومن </p><p>(١) البحر المحيط.</p><p> فضله يوم القيامة نصبهم في مقام الشفاعة ليشفعوا فيمن وجبت لهم النار من الأقرباء وغيرهم. </p><p> وجملة قوله:  {إِنَّهُ غَفُورٌ} تعليل (١) لما قبله من التوفية والزيادة؛ أي: غفور لفرطاتهم وفي \"بحر العلوم\" : ستَّار لكل ما صدر منهم مما من شأنه أن يستر، محاء له عن قلوبهم، وعن ديوان الحفظة. {شَكُورٌ} لطاعاتهم؛ أي: مجازيهمِ عليها وومثيب لهم، وقيل (٢) : إن هذه الجملة هي خبر إن في قوله: {إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ} مع تقدير رابط؛ أي: غفور لهم، وتكون جملة {يَرْجُونَ} في محل نصب على الحال من فاعل {أَنْفَقُوا} ، والأول أولى. </p><p> وفي \"التأويلات النجمية\" : غفور يغفر تقصيرهم في العبودية، شكور يشكر يسعيهم مع التقصير بفضل الربوبية. </p><p> وحاصل معنى الآية: أن الذين يتبعون كتاب الله تعالى، ويعملون بما فرض فيه من فرائض، فيؤدون الصلاة المفروضة لمواقيتها على ما رسمه الدين بإخلاص وخشية من ربهم، ويتصدقون مما أعطاهم من الأموال سرًا وعلانية بلا بسط ولا إسراف، هؤلاء قد عاملوا ربهم راجين ربح تجارتهم بنيلهم عظيم ثوابه كفاء ما قدّموا من عمل مع الإخبات والإنابة إليه، ويبتغون فضلًا منه ورحمة فوق ذلك، وغفرانًا لما فرط من زلّاتهم، وما اجترحوا من سيئاتهم، فالله هو الغفور لما فرط من المطيعين من الزلات، الشكور لطاعاتهم، فمجازيهم عليها الجزاء الأوفى، ونحو الآية قوله:  {فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ} . </p><p> قال أبو الليث: الشكر على ثلاثة أوجه: </p><p> الوجه الأول: الشكر ممن دونه يكون بالطاعة وترك مخالفته. </p><p> والوجه الثاني: الشكر ممن هو شكله يكون بالجزاء والمكافأة. </p><p> والوجه الثالث: الشكر ممن فوقه يكون رضي منه باليسير، كما قال بعضهم الشكور: هو المجازي بالخير الكثير على العمل اليسير، والمعطي بالعمل في أيام </p><p>(١) روح البيان. (٢) الشوكاني.</p>"
}