{
  "id": null,
  "sura": 35,
  "aya": 28,
  "text": "<p> أن يقال: وسود غرابيب بتقديم السود؛ إذ من حق التأكيد أن يتبع المؤكد، ولا يتقدم عليه. </p><p> قلت: الغرابيب: تأكيد لمضمر يفسِّره ما بعده، والتقدير: سود غرابيب سود، فالتأكيد إذًا متأخر عن المؤكد، وفي الإضمار، ثم الإظهار مزيد تأكيد لما فيه من التكرار، وهذا أصوب من كون السود بدلًا من الغرابيب، كما ذهب إليه الأكثر حتى صاحب \"القاموس\" ، كما قال: وأما غرابيب سود .. فبدل؛ لأن تأكيد الألوان لا يتقدم، وقيل هو على التقديم والتأخير؛ أي: سود غرابيب. </p><p> ٢٨ - {وَمِنَ النَّاسِ} ؛ أي: ومن بني آدم {وَالدَّوَابِّ} جمع دابة، وهي ما يدب على الأرض من الحيوان، {وَالْأَنْعَامِ} : جمع نعم محركة، وقد يسكن عينه: الإبل والبقر والضأن والمعز دون غيرها من الدواب، وقوله:  {مُخْتَلِفٌ أَلْوَانُهُ} صفة لموصوف محذوف؛ أي: ومن هذه المذكورات صنف أو نوع أو بعض مختلف ألوانه، كاختلاف ألوان الثمرات والجبال بأن يكون أبيض وأحمر وأسود وأخضر وأصفر، ولم يقل هنا ألوانها؛ لأن الضمير يعود إلى البعض الدال عليه من التبعيضية في قوله:  {وَمِنَ النَّاسِ} ، وإنما ذكر سبحانه اختلاف الألوان في هذه الأشياء؛ لأن هذا الاختلاف من أعظم الأدلة على قدرة الله تعالى وبديع صنعه. </p><p> وقرأ الجمهور (١) : {وَالدَّوَابِّ} مشدد الباء، والزهري بتخفيفها؛ كراهية التضعيف؛ إذ فيه التقاء الساكنين، كما همز بعضهم {وَلَا الضَّالِّينَ} فرارًا من التقاء الساكنين، فحذف هنا آخر المضعفين، وحرّك أول الساكنين، وقرأ ابن السميقع:  {ألوانها} . وقوله:  {كَذَلِكَ} تمّ الكلام عليه، وهو وصف لمصدر محذوف مؤكّد تشبيهي، تقديره: مختلف ألوانه اختلافًا كائنًا كذلك؛ أي: كاختلاف الثمار والجبال. </p><p> ولما قال:  {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ} . وعدَّد آيات الله وأعلام قدرته وآثار صنعته، وما خلق من الفطر المختلفة الأجناس، وما يستدل به عليه، وعلى صفاته .. أتبع ذلك بقوله:  {إِنَّمَا يَخْشَى اللَّهَ} سبحانه ويخافه {مِنْ عِبَادِهِ الْعُلَمَاءُ} به الذين علموه بصفاته، فعظموه (٢) ؛ إذ شرط الخشية معرفة المخشي، والعلم بصفاته </p><p>(١) البحر المحيط. (٢) البيضاوي.</p><p> وأفعاله، فمن كان أعلم به كان أخشى منه، ولذلك قال النبي - صلى الله عليه وسلم -: \"إني أخشاكم لله وأتقاكم له\" ، وفي آخر:  \"أعلمكم بالله أشدكم له خشية\" ، ومن كان علمه به أقل كان آمن، ولهذا أتبعه ذكر أفعاله الدالة على كمال قدرته، وهو كلام مستأنف. </p><p> وفي \"الإرشاد\" : هو تتمة لقوله تعالى: {إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ} بتعيين من يخشاه من الناس بعد بيان اختلاف طبقاتهم وتباين مراتبهم على معنى (١) : إنما يخشاه سبحانه بالغيب العالمون به، وبما يليق به من صفاته الجليلة، وأفعاله الجميلة، وعلى كل تقدير فهو سبحانه قد عين في هذه الآية أهل خشية، وهم العلماء به وبعظيم قدرته، قال مجاهد: إنما العالم من خشي الله عز وجل، وقال مسروق: كفى بخشية الله علمًا، وكفي بالاغترار جهلًا، فمن كان أعلم بالله كان أخشاهم له قال الربيع بن أنس: من لم يخش الله .. فليس بعالم. وقال الشعبي: العالم من خاف الله وتقديم (٢) المخشي وهو المفعول للاختصاص وحصر الفاعلية؛ أي: لا يخشى الله من بين عباده إلا العلماء، ولو أخر لانعكس الأمر، وصار المعنى: لا يخشون إلا الله، وبينهما تغاير، ففي الأول بيان أن الخاشين هم العلماء دون غيرهم، وفي الثاني بيان أن المخشي منه هو الله دون غيره. </p><p> وقرأ الجمهور: بنصب الجلالة ورفع العلماء، وقرأ أبو حنيفة وعمر بن عبد العزيز وابن سيرين: برفع الجلالة ونصب العلماء على أن الخشية استعارة للتعظيم، فإن المعظَّم يكون مهيبًا، فالمعنى عليه: إنما يعظم الله سبحانه من بين جميع عباده العلماء، كما يعظِّم المهيب المخشي من الرجال بين الناس، وهذه القراءة - وإن كانت شاذة - لكنها مفيدة جدًّا، وجعل عبد الله بن عمر الخشية بمعنى الاختيار؛ أي: إنما يختار الله من بين عباده العلماء، وعلى كل من القراءتين في هذه الآية للعلماء منقبة عظيمة وخصلة حميدة. </p><p> والمعنى (٣) : أي إنما يخاف الله فيتقي عقابه بطاعته العالمون بعظيم قدرته على ما يشاء من الأشياء، وأنه يفعل ما يريد؛ لأن من علم ذلك أيقن بعقابه على </p><p>(١) الشوكاني. (٢) روح البيان.(٣) المراغى.</p>"
}