{
  "id": null,
  "sura": 35,
  "aya": 40,
  "text": "<p> وأورثكم ما بأيديهم من متاع الدنيا لتشكروه بالتوحيد والطاعة، ومن خلافتهم أن الله تعالى استخلفهم في خلق كثير من الأشياء كالخبز، فإنه تعالى يخلق الحنطة بالاستقلال، والإنسان بخلافته يطحنها ويخبزها، وكالثوب فإنه تعالى يخلق القطن والإنسان بخلافته، يغزله وينسج منه الثوب، وهلمّ جرًا؛ أي (١) : هو الذي ألقى إليكم مقاليد التصرّف، والانتفاع بما في الأرض لتشكروه بالتوحيد والطاعة. {فَمَنْ كَفَرَ} منكم نعمة الخلافة بأن يخالف أمر مستخلفه، ولا ينقاد لأحكامه ويتّبع هواه {فَعَلَيْهِ} لا على غيره {كُفْرُهُ} ؛ أي: وبال كفره، وجزاؤه: هو الطرد واللعن والنار، لا يتعدّاه إلى غيره {وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا} ؛ أي: إلا بغضًا وغضبًا؛ أي: كلما استمروا في كفرهم أبغضهم ربهم وغضب عليهم {وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا} ؛ أي: نقصًا وهلاكًا؛ أي: وكلما اطمأنّوا إلى كفرهم خسروا أنفسهم يوم القيامة، وحق عليهم هو العذاب، والمعنى. أن الكفر لا ينفع عند الله تعالى؛ حيث لا يزيدهم إلا المقت، ولا ينفعهم في أنفسهم حيث لا يزيدهم إلا الخسار. والتكرير (٢) : للتنبيه إلى اقتضاء الكفر لكل من الأمرين القبييحن: البغض، والخسران على سبيل الاستقلال والأصالة، والتنكير للتعظيم؛ أي: مقتًا عظيمًا ليس وراءه خزي وصغار، وخسارًا عظيمًا ليس بعده شرٌّ وتبارٌّ، </p><p> ٤٠ - ثم أمره سبحانه أن يوبِّخهم ويبكّتهم فقال:  {قُلْ} يا محمد تبكيتًا لهم: {أَرَأَيْتُمْ} ؛ أي: أخبروني {شُرَكَاءَكُمُ} ؛ أي: عن آلهتكم وأصنامكم، والإضافة إليهم؛ حيث لم يقل شركائي؛ لأنهم جعلوهم شركاء الله، وزعموا ذلك من غير أن يكون له أصل ما أصلًا، {الَّذِينَ تَدْعُونَ} ؛ أي: تعبدون، {مِنْ دُونِ اللَّهِ} ؛ أي: حال كونكم متجاوزين دعاء الله وعبادته؛ أي (٣) : أخبروني عن الشركاء الذين اتخذتموهم آلهةً وعبدتموهم من دون الله تعالى، وجملة {أَرُونِي} - أي: أخبروني {مَاذَا خَلَقُوا مِنَ الْأَرْضِ} ؛ أي: أيَّ جزءٍ من أجزاء الأرض استبدّوا بخلقه دون الله - بدل من {أَرَأَيْتُمْ} بدل اشتمال، والمعنى: أخبروني عن شركائكم، أروني أيَّ شيء خلقوا من الأرض، وإنما فسّرنا الرؤية بالإخبار؛ لأنّ الرؤية والعلم سبب الإخبار، </p><p>(١) المراغي. (٢) روح البيان.(٣) الشوكاني.</p><p> فاستعمل الإراءة في الإخبار، والمراد من الاستفهام في قوله:  {مَاذَا خَلَقُوا} الإنكار؛ أي: نفي ذلك، وقيل: إن الفعلان، وهما: أرأيتم وأروني من باب التنازع، وقد أعمل الثاني على ما هو اختيار البصريين، فإن: أرأيتم يطلب: ماذا خلقوا مفعولًا ثانيًا، وأروني يطلبه أيضًا معلقًا له. </p><p> والمعنى (١) : أي أخبروني أيها المشركون عن شركائكم الذين تدعونهم من دون الله من الأصنام والأوثان، أروني أيَّ جزءٍ من الأرض، أو من الأناس والحيوان خلقوا حتى يستحقّوا الإلهية، والشركة. </p><p> والخلاصة: أعلمتم هذه الآلهة ما هي، وعلى أيِّ حال هي، فإن كنتم تعلمون أنها عاجزة، فكيف تعبدونها؟ وإن كنتم توهّمتم فيها القدرة، فأروني أثرها؟ </p><p> {أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ} ؛ أي: بل ألهم شركة مع الله في خلق السمموات أو ملكها أو التصرف فيها؛ ليستحقّوا بذلك شركة ذاتية في الألوهية، {أَمْ آتَيْنَاهُمْ} ؛ أي: بل أعطينا الشركاء وأنزلنا عليهم، ويجوز أن يكون الضمير للمشركين، ويكون فيه التفات من الخطاب إلى الغيبة. {كِتَابًا} ينطق بأنا اتخذناهم شركاء، {فَهُمْ} ؛ أي: الشركاء أو المشركون، {عَلَى بَيِّنَتٍ مِنْهُ} ؛ أي: على حجة ظاهرة واضحة من ذلك الكتاب بأنّ لهم شركة جعلية. </p><p> وقرأ ابن وثاب والأعمش وحمزة وأبو عمرو وابن كثير وحفص وأبان عن عاصم (٢) : {عَلَى بَيِّنَةٍ} بالإفراد، وباقي السبعة بالجمع، قال مقاتل: يقول تعالى: هل أعطينا كفار مكة كتابًا فهم على بيان منه بأنّ مع الله شريكًا. </p><p> وخلاصة ما تقدم (٣) : أخبروني عمّن تعبدونهم من دون الله هل استبدُّوا بخلق شيء من الأرض حتى يعبدوا كعبادة الله، أو لهم شركة معه في خلق السموات، وآتيناهم برهانًا بهذه الشركة. </p><p> والخلاصة: أنّ عبادة هؤلاء؛ إما بدليل من العقل، ولا عقل يحكم بعبادة من لا يخلق شيئًا، وإما بدليل من النقل، وإنّا لم نؤت المشركين كتابًا فيه الأمر بعبادة </p><p>(١) المراغي. (٢) البحر المحيط.(٣) المراغي.</p>"
}