{
  "id": null,
  "sura": 35,
  "aya": 32,
  "text": "<p> معدودة نعمًا في الآخرة غير مجذوذة، ومن عرف أنه الشكور شكر نعمته، وآثر طاعته، وطلب رحمته، وشهد منته. قال الغزالي: وأحسن وجوه الشكر لنعم الله أن لا يستعملها في معاصيه، بل في طاعته. </p><p> ٣١ - {وَالَّذِي أَوْحَيْنَا إِلَيْكَ} يا محمد {مِنَ الْكِتَابِ} وهو القرآن، فـ {مِنَ} للتبيين، أو هو اللوح المحفوظ، فـ {مِنَ} للتبعيض، وجملة قوله:  {هُوَ الْحَقُّ} ؛ أي: الصدق لا كذب فيه، ولا شكّ خبر الموصول حال كونه {مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ} ؛ أي: موافقًا لما قبله من الكتب السماوية المنزّلة على الأنبياء في العقائد وأصول الأحكام، وهو حال مؤكدة؛ أي: أحقه مصدقًا؛ لأنَّ حقيّته لا تنفكّ عن هذا التصديق {إِنَّ اللَّهَ} سبحانه {بِعِبَادِهِ} متعلق بقوله: {لَخَبِيرٌ} ؛ أي: محيط ببواطن أمورهم {بَصِيرٌ} ؛ أي: عالم بظواهرها، وقدّم الجار والمجرور لرعاية الفاصلة التي على حرف الراء، فلو كان في أحوالك ما ينافي النبوّة .. لم يوح إليك مثل هذا الحق المعجز الذي هو عيار على سائر الكتب، يعرف صدقها منه، وتقديم الخبير للتنبيه على أن العمدة في ذلك العلم والإحاطة هي الأمور الروحانية. </p><p> المعنى (١) : أي إن القرآن الذي أنزلناه إليك يا محمد هو الحق من ربك، وعليك وعلى أمتك أن نعمل به، وتتّبع ما فيه دون غيره من الكتب التي أوحيت إلى غيرك، وهو مصدق لما مضى بين يديه مما أنزل إلى الرسل من قبله، فصار إمامًا لها، إن الله سبحانه خبير بأحوال عباده بصير بما يصلح لهم، فيشرّع لهم من الأحكام ما يناسب أحوال الناس في كل زمان ومكان، ويرسل من الرسل من هو حقيق بتبليغ ذلك للناس {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} . </p><p> ٣٢ - {ثُمَّ} للترتيب والتأخير؛ أي: بعدما أوحينا إليك، أو بعد كتب الأولين، كما دلّ ما قبله على كل منهما، وسئل سفيان الثوري على ماذا عطف بقوله:  {ثُمَّ} ؟ قال: على إرادة الأزل، والأمر المقضي؛ أي: بعدما أردنا في الأزل. {أَوْرَثْنَا الْكِتَابَ} ؛ أي: ملكنا بعظمتنا ملكًا تامًا، وأعطينا هذا القرآن عطاءً لا رجوع فيه. {الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا} المفعول الأول لـ {أَوْرَثْنَا} الموصول، والمفعول الثاني {الْكِتَابَ} ، وإنما قدّم المفعول الثاني لقصد التشريف والتعظيم للكتاب. </p><p>(١) المراغي.</p><p> والمعنى (١) : ثم أورثنا الذين اصطفيناهم واختارناهم من عبادنا هذا الكتاب الذي هو القرآن؛ أي: قضينا وقدّرنا في سابق علمنا بأن نورّث العلماء من أمتك يا محمد هذا الكتاب الذي أنزلناه عليك، ومعنى اصطفائهم: اختيارهم واستخلاصهم، ولا شكّ أنّ علماء هذه الأمة من الصحابة، فمن بعدهم قد شرفهم الله تعالى على سائر العباد، وجعلهم أمة وسطًا ليكونوا شهداء على الناس، وأكرمهم بكونهم أمة خير الأنبياء، سيّد ولد آدم، قال مقاتل: يعني قرآن محمد جعلناه ينتهي إلى الذين اصطفينا من عبادنا، وقيل: إن المعنى: أورثناه من الأمم السالفة؛ أي: أخرناه عنهم، وأعطيناه الذين اصطفينا، والأول أولى. </p><p> وهذه الأمة اصطفاهم الله تعالى على سائر الأمم، كما اصطفى رسولهم على جميع الرسل، وكتابهم على كل الكتب، وهذا الإيراث للمجموع لا يقتضي الاختصاص بمن يحفظ جميع القرآن، بل يشمل من يحفظ منه جزءًا، ولو أنه الفاتحة، فإن الصحابة رضوان لله عليهم أجمعين لم يكن واحد منهم يحفظ جميع القرآن، ونحن على القطع بأنهم مصطفون. </p><p> ولما كانت الوراثة بالسبب والنسب، وكان السبب جنسًا واحدًا، كالزوجية، وهما صاحبا الفرض، وكان النسب من جنسين: الأصول كالآباء والأمهات، والفروع كل ما يتولّد من الأصول كالأولاد والأخوة والأخوات وأولادهم والأعمام وأولادهم، وهم صاحب فرض وعصبية، فصار مجموع الورثة ثلاثة أصناف: صنف صاحب الفرض بالسبب، وصنف صاحب الفرض بالنسب، وصنف صاحب الباقي وهم العصبة، كذلك الورثة هاهنا ثلاثة أقسام، كما قال تعالى:  {فَمِنْهُمْ} ؛ أي: فمن الذين اصطفينا من عبادنا {ظَالِمٌ لِنَفْسِهِ} بما عمل من الصغائر؛ لأن عمل الصغائر لا ينافي الاصطفاء، ولا يمنع صاحبه من دخول الجنة مع الذين يدخلون الجنة، يحلون فيها من أساور من ذهب إلى آخر ما سيأتي، ووجه كونه ظالمًا لنفسه أنه نقصها من الثواب بما فعل من الصغائر المغفورة له، فإنه لو عمل مكان تلك الصغائر طاعات .. لكان لنفسه فيها من الثواب حظًا عظيمًا، وهذا القول هو الراجح، وقد روي هذا القول عن عمر وعثمان وابن مسعود وأبي الدرداء وعائشة، </p><p>(١) روح البيان.</p><p> وقيل: الظالم لنفسه هو صاحب الكبائر، وقيل: هو المقصّر في العمل بالكتاب. </p><p> واعلم (١) : أن الظلم ثلاثة أقسام: ظلم بين الإنسان وبين الله، وأعظمه الكفر والشرك والنفاق، وظلم بينه وبين الناس، وظلم بينه وبين نفسه، وهو المراد بما في هذه الآية كما في \"المفردات\" . وتقديم الظالم في الذكر لا يدل على تقديمه في الدرجة لقوله تعالى:  {فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ} ، كما في \"الأسئلة المقحمة\" ، وقال بعضهم: قدم الظالم لكثرة الفاسقين، ولأن الظلم بمعنى الجهل، والركوب إلى الهوى مقتضى الجبلة، والاقتصاد والسبق عارضان، وقال أبو الليث: الحكمة في تقديم الظالم وتأخير السابق كي لا يعجب السابق بنفسه، ولا ييأس الظالم من رحمة الله. </p><p> وقال القشيري: في الإرث يبدأ بصاحب الفرض، وإن قلّ نصيبه، فكذا هاهنا بدأ بالظالم، ونصيبه أقل من نصيب الآخرين، {وَمِنْهُمْ مُقْتَصِدٌ} ؛ أي: متوسط في العمل بالكتاب في أغلب الأوقات، ولا يخلو من خلط شيء أو متوسط في أمر الدين، بحيث لا يميل إلى جانب الإفراط، ولا إلى جانب التفريط، وهذا من أهل الجنة {وَمِنْهُمْ سَابِقٌ} ؛ أي: متقدم إلى ثواب الله وجنته ورحمته {بِالْخَيْرَاتِ} ؛ أي: بالأعمال الصالحة، بضم التعليم والإرشاد إلى العلم والعمل {بِإِذْنِ اللَّهِ} ؛ أي: بإرادته وتوفيقه، جعله في \"كشف الأسرار\" متعلقًا بالأصناف الثلاثة على معنى ظلم الظالم، وقصد المقتصد، وسبق السابق بعلم الله تعالى، والظاهر تعلقه بالسابق، كما ذهب إليه أجلاء المفسرين على معنى بتيسيره وتوفيقه وتمكينه من فعل الخير، لا باستقلاله، وفيه تنبيه على عزة منال هذه الرتبة وصعوبة مأخذها قال القشيري: كأنه قال: يا ظالم ارفع رأسك، فإنك وإن ظلمت فما ظلمت إلا نفسك، ويا سابق اخفض فإنك وإن سبقت فما سبقت إلا بتوفيقي. </p><p> وقرأ الجمهور (٢) : {سَابِقٌ} على صيغة اسم الفاعل، وقرأ أبو عمران الحوفي وعمر بن أبي شجاع ويعقوب في رواية والقراءة عن أبي عمرو:  {سبَّاق} على صيغة المبالغة، وقيل: المراد بالطوائف الثلاث: التالي للقرآن تلاوة مجرّدة، والقارىء له العامل به، والقارىء العامل بما فيه والمعلم له، وقال الحسن: </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}