{
  "id": null,
  "sura": 35,
  "aya": 33,
  "text": "<p> الظالم: الذي رجحت سيئاته على حسناته، والمقتصد: الذي استوت حسناته وسيئاته، والسابق: من رجحت حسناته على سيئاته، وقيل: من ظاهره خير من باطنه، ومن استوى ظاهره وباطنه، ومن باطنه خير من ظاهره، أو من أسلم بعد فتح مكة، ومن أسلم بعد الهجرة قبل الفتح، ومن أسلم قبل الهجرة. </p><p> والمعنى (١) : أي أوحينا إليك القرآن، ثمّ أورثناه من اصطفينا من عبادنا، وهم هذه الأمة التي هي خير الأمم بشهادة الكتاب:  {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} . </p><p> وجعلناهم أقسامًا ثلاثة: ظالم لنفسه مفرِّط في فعل بعض الواجبات، مرتكب لبعض المحرمات، مقتصد مؤدِّ للواجبات، تارك للمحرمات، تقع منه تارة بعض الهفوات، وحينًا يترك بعض المستحسنات، سابقٌ بالخيرات بإذن الله، يقوم بأداء الواجبات والمستحبات، ويترك المحرمات والمكروهات وبعض المباحات. </p><p> والخلاصة: أن الأمة في العمل أقسام ثلاثة: مقصّر في العمل بالكتاب، مسرف على نفسه، ومتردّد بين العمل به ومخالفته، ومتقدم إلى ثواب الله تعالى بعمل الخيرات وصالح الأعمال بتيسير الله وتوفيقه. {ذَلِكَ} السبق بالخيرات {هُوَ الْفَضْلُ الْكَبِيرُ} الذي لا يقادر قدره، والمن العظيم من الله الكبير، لا ينال إلا بتوفيقه، أو (٢) ذلك الإيراث والاصطفاء، فيكون بالنظر إلى جميع المؤمنين من الأمة، وكونه فضلًا؛ لأن القرآن أفضل الكتب الإلهية، وهذه الأمة المرحومة أفضل جميع الأمم السابقة، وفي \"التأويلات النجمية\" : {ذَلِكَ} ؛ أي: الذي ذكر من الظالم مع السابق في الإيراث والاصطفاء ودخول الجنة، ومن دقائق حكمته أنه تعالى ما قال في هذه المعرض الفضل العظيم؛ لأن الفضل العظيم في حق الظالم أن يجمعه مع السابق في الفضل والمقام، كما جمعه معه في الذكر انتهى. </p><p> ٣٣ - وبعد أن ذكر سبحانه أحوال السابقين .. بيَّن جزاءهم ومآلهم بقوله:  {جَنَّاتُ عَدْنٍ} ؛ أي: بساتين استقرار وثبات وإقامة بلا رحيل؛ لأنه لا سبب للرحيل عنها، وهو إما بدل من الفضل الكبير؛ لأنه لما كان هو السبب في نيل الثواب .. نزل منزلة المسبب، وعلى هذا فتكون جملة {يَدْخُلُونَهَا} مستأنفة أو مبتدأ خبره قوله: {يَدْخُلُونَهَا} ؛ أي: هؤلاء الثلاثة أصناف يدخلون جنات عدن، ومن دخلها لم يخرج </p><p>(١) المراغى. (٢) روح البيان.</p><p> منها، وهذا هو الأولى بالترجيح، أو الضمير للسابق فقط، وجمعه لأن المراد بالسابق الجنس، وعلى هذا فتخصيص حال السابقين ومآلهم بالذكر، والسكوت عن الفريقين الآخرين وإن لم يدل على حرمانهما من دخول الجنة مطلقًا لكن فيه تحذير لهما من التقصير، وتحريض على السعي في إدراك شؤون السابقين. </p><p> والأول هو الأصح، وعليه عامة أهل العلم، كما في \"كشف الأسرار\" قال أبو الليث: في تفسير أول الآية وآخرها دليل على أن الأصناف الثلاثة كلهم مؤمنون يدخلون الجنة، فأما أول الآية فقوله:  {ثُمَّ أَوْرَثْنَا الْكِتَابَ} فأخبر أنه أعطى الكتاب لهؤلاء الثلاث، وأما آخر الآية فقوله:  {يَدْخُلُونَهَا} ؛ إذ لم يقل: يدخلانها. وفي \"التأويلات النجمية\" : لما ذكرهم أصنافًا ثلاثة رتّبها, ولما ذكر حديث الجنة والتنعّم والتزيّن فيها .. ذكرهم على الجمع، فقال:  {جَنَّاتُ عَدْنٍ} الآية، نبَّه على أنّ دخولهم الجنة لا باستحقاق بل بفضله، وليس في الفضل تميّز فيما يتعلق بالنعمة دون ما يتعلق بالمنعم. </p><p> وقرأ الجمهور:  {يَدْخُلُونَهَا} مبنيًا للفاعل، وقرأ أبو عمرو:  {يَدْخُلُونَهَا} مبنيًا للمفعول، وقرأ زر بن حبيش والزهري {جنة} على الإفراد، والجمهور:  {جَنَّاتُ} بالجمع. </p><p> {يُحَلَّوْنَ} خبر ثان، أو حال مقدرة؛ أي: يلبسون على سبيل التزيُّن والتحلي نساءً ورجالًا {فِيهَا} ؛ أي: في تلك الجنات {مِنْ أَسَاوِرَ مِنْ ذَهَبٍ}  {مِن} الأولى تبعيضية، والثانية بيانية، أي: يحلون بعض أساور كائنة من ذهب؛ لأنه أفضل من سائر أفرادها، والأساور جمع أسورة جمع سوار، كما سيأتي. {وَلُؤْلُؤًا} بالنصب معطوف على محل من أساور، واللؤلؤ: الدر؛ أي: ويحلون لؤلؤًا. </p><p> وقرأ الجمهور:  {يُحَلَّوْنَ} بضم الياء وفتح الحاء وشدّ اللام مبنيًا للمفعول، وقرىء بفتح الياء وسكون الحاء وتخفيف اللام من حليت المرأة، فهي حال إذا لبست الحلىّ، وقرأ عاصم ونافع:  {لؤلؤا} بالنصب عطفًا على محل {مِنْ أَسَاوِرَ} ، والباقون: بالجر عطفًا على {ذَهَبٍ} . </p><p> وقال في \"بحر العلوم\" : معطوف على {ذَهَبٍ} فإنهم يسوّرون بالجنسين: أساور من ذهب، ومن لؤلؤ، وذلك على الله يسير، وكم من أمر من أمور الآخرة </p>"
}