{
  "id": null,
  "sura": 35,
  "aya": 43,
  "text": "<p> المبالغة، لئن جاءهم من الله رسول ينذرهم بأسه .. ليكوننّ أسلك لطريق الحق، وأشد قبولًا له من أيِّ أمة من الأمم التي قد خلت من قبلهم، أو المعنى: فواللهِ لئن أتانا رسول لنكوننّ أهدى من إحدى الأمم؛ أي: من الأمة التي يقال فيها هي إحدى الأمم تفضيلًا لها على غيرها في الهدى والاستقامة، كما يقال للدّاهية العظيمة: هي إحدى الدواهي. </p><p> والخلاصة: من إحدى الأمم على العموم، أو من الأمة التي يقال لها: إحدى الأمم تفضيلًا لها, ولا ينافي عموم ما هنا قوله في أواخر سورة الأنعام:  {أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَى طَائِفَتَيْنِ مِنْ قَبْلِنَا} ؛ أي: اليهود والنصارى، ثم قوله:  {أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ} ؛ أي: إلى الحق؛ لأن (١) تخصيص الطائفتين وكتابيهما هناك إنما هو لاشتهارهما بين الأمم، واشتهارهما فيما بين الكتب السماوية. </p><p> {فَلَمَّا جَاءَهُمْ نَذِيرٌ} ؛ أي: نذير أفضل الكل، وأشرف الأنبياء والرسل عليهم الصلاة والسلام، {مَا زَادَهُمْ} ؛ أي: ما زاد قريشًا ذلك النذير أو مجيئه. {إِلَّا نُفُورًا} ؛ أي: إلا تباعدًا عن الحق والهدى، وهربًا منه، وفيه إشعار بأن (٢) المثبت أصل النفور؛ لكونهم جاهليّة لم يأتهم نذير من عهد إسماعيل، وإسناد الزيادة إليه مجاز؛ لأنه هو السبب في أن زادوا في أنفسهم نفورًا. </p><p> ٤٣ - {اسْتِكْبَارًا فِي الْأَرْضِ} بدل من {نُفُورًا} ، أو مفعول له؛ أي: ما زادهم إلا عتوًّا وتكبرًا عن الإيمان به، أو ما زداهم إلا نفورًا لأجل الاستكبار والعتوّ، قال في \"بحر العلوم\" : الاستكبار والتكبّر، كالاستعظام والتعظّم لفظًا ومعنى. انتهى. قال بعضهم: إن الله تعالى قد أنشأك من الأرض، فلا ينبغي لك أن تعلو على أمك، {وَمَكْرَ السَّيِّئِ} معطوف على {اسْتِكْبَارًا} ، أو على {نُفُورًا} ، وهو من إضافة الموصوف إلى صفته، كمسجد الجامع، وصلاة الأولى، وأصله: أن مكروا المكر السيء، فحذف الموصوف استغناء بوصفه، ثم بدل أن مع الفعل بالمصدر، ثم أضيف اتساعًا، وقال الراغب: المكر: صرف الغير عما يقصده بحيلة، وذلك ضربان: محمود، وهو أن يتحرَّى بذلك فعل جميل، وعلى ذلك قوله:  {وَاللَّهُ خَيْرُ الْمَاكِرِينَ} ، ومذموم، وهو </p><p>(١) روح البيان. (٢) الصاوي.</p><p> أن يتحرّى به فعل قبيح. انتهى. ومنه ما في هذه الآية، ولذا وُصف بالسيء. </p><p> والمعنى: ما زادهم إلا المكر السيء في دفع أمره - صلى الله عليه وسلم -، وفي قتله وإهلاكه، ومعنى الآية؛ أي (١) : ولكن حين جاءهم الرسول انعكست الآية، فما زادهم مجيئه إلا بعدًا عن الإيمان بالله، وانصرافًا عن الحق، واستكبارًا عن اتباع آياته، ومكروا بالناس مكرًا سيئًا، فصدّوهم عن سبيله. </p><p> والخلاصة: أنه قد تبين أن لا عهد لهم مع ادّعائهم أنهم أوفى الناس، ولا صدق لهم مع جزمهم بأنهم أصدق الخلق، وصار مثلهم مثل الإبل التي نفرت من ربها فضلت عن الطريق، فدعاها صاحبها، فازدادت بدعائه نفرة، وصارت بحيث يتعذّر أو يتعسّر ردّها. </p><p> وقرأ الجمهور (٢) : {وَمَكْرَ السَّيِّئِ} بكسر همزة السيء، وقرأ الأعمش وحمزة بإسكانها وصلًا، فإما إجراءً للوصل مجرى الوقف، وإما إسكانًا لتوالي الحركات، وإجراءً للمنفصل مجرى المتّصل، وقد غلّط كثير من النحاة هذه القراءة؛ ونزَّهوا الأعمش على جلالته أن يقرأ بها، قالوا: وإنما يقف بالسكون، فغلط من روى عنه أنه كان يقرأ بالسكون وصلًا، وتوجيه هذه القراءة ممكن بأن من قرأ بها أجرى الوصل مجرى الوقف، كما في قول الشاعر: </p><p> فَالْيَوْمَ أَشْرَبْ غَيْرَ مُسْتَحْقِبِ ... إِثْمًا مِنَ اللهِ وَلَا وَاغِلِ </p><p> بسكون الباء من أشرب، ومثله قراءة من قرأ:  {وما يشعرْكم} بسكون الراء، ومثل ذلك قراءة أبي عمرو:  {إلى بارئكم} بسكون الهمزة، وغير ذلك كثير في كلامهم، قال أبو على الفارسي: هذا على إجراء الوصل مجرى الوقف، وروي عن ابن كثير:  {ومكر السئْي} بهمزة ساكنة بعد السين وياء بعدها مكسورة، وهو مقلوب السيء المخفّف من السيء، كما قال الشاعر: </p><p> وَلَا يُجْزُوْنَ مِنْ حَسَنٍ بِسَئْيٍ ... وَلَا يُجْزُوْنَ مِنْ غِلْظٍ بِلِيْنِ </p><p> وقرأ ابن مسعود:  {ومكرًا سيئًا} عطف نكرة على نكرة، ثم بيّن أن عاقبة مكرهم عادت عليهم بالوبال بقوله:  {وَلَا يَحِيقُ} ؛ أي: لا يحيط، {الْمَكْرُ السَّيِّئُ} </p><p>(١) المراغي. (٢) البحر المحيط والشوكاني.</p><p> ولا ينزل وباله. {إِلَّا بِأَهْلِهِ} وهو الماكر، وقد حاق بهم يوم بدر؛ أي: ولا يعود وبال ذلك إلا عليهم أنفسهم دون غيرهم، وقُرىء (١) : {يَحِيقُ} بضم الياء {الْمَكْرُ السَّيِّئُ} بالنصب؛ أي: ولا يحيق الله المكر السيىء إلا بأهله، روي الزهري أن النبي - صلى الله عليه وسلم - قال:  \"لا تمكروا ولا تعينوا ماكرًا،فإن الله يقول:{وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ}، ولا تبغوا, ولا تعينوا باغيًا، فإن الله سبحانه يقول{إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ}، ولا تنكثوا, ولا تعينوا ناكثًا،فإن الله يقول:{فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ}\" . </p><p> وقد وقع مثل هذا في كلام العرب، فقد قالوا: من حفر لأخيه جبًا وقع فيه منكبًا والعبرة في الأمور بالعواقب. {وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ} . </p><p> قال أبو عبد الله الرازي: فإن قلت (٢) : كثيرًا ما نرى الماكر يفيده مكره، ويغلب خصمه بالمكر، والآية تدل على عدم ذلك؟ </p><p> فالجواب: من وجوه: </p><p> أحدها: أن المكر في الآية هو المكر بالرسول - صلى الله عليه وسلم - من العزم على القتل والإخراج، ولا يحيق إلا بهم؛ حيث قتلوا ببدر. </p><p> وثانيها: أنه عام، وهو الأصح، فإنه صلى الله عليه وسلم نهى عن المكر، وقال: \"لا تمكروا, ولا تعينوا ماكرًا، فإنه تعالى يقول:  {وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ} فعلى هذا يكون ذلك الممكور به أهلًا، فلا يريد نقضًا. </p><p> وثالثها: أن الأمور بعواقبها، ومن مكر به غيره ونفذ فيه المكر عاجلًا في الظاهر، ففي الحقيقة هو الفائز، والماكر هو الهالك. انتهى. </p><p> ثم هدّدهم بأن يحل بهم مثل ما أحلّ بمن قبلهم من العذاب فقال:  {فَهَلْ يَنْظُرُونَ} النظر هنا بمعنى الانتظار، والاستفهام فيه إنكاريّ؛ أي: ما ينتظر هؤلاء المشركون، {إِلَّا سُنَّتَ الْأَوَّلِينَ} ؛ أي: إلا عادة الله سبحانه في الأولين؛ أي: في الأمم المتقدّمة بتعذيب مكذبيهم وماكريهم؛ بأن ينزل بهؤلاء العذاب، كما نزل بأولئك. والفاء في قوله:  {فَلَنْ} لتعليل (٣) ما يفيده الحكم بانتظارهم العذاب من </p><p>(١) البحر المحيط. (٢) الفخر الرازي.(٣) روح البيان.</p>"
}