{
  "id": null,
  "sura": 35,
  "aya": 18,
  "text": "<p> بطش رب العباد، ومن ترك الأمر بالمعروف والنهي عن المنكر .. جعل نفسه عرضة للهلاك والخطر، وعلى هذا فقس. فينبغي للعاقل المكلف أن يعبد الله تعالى ويخافه، ولا يجترىء على ما يخالفه رضاه، ولا يكون أسوأ من الجمادات مع أن الإنسان أشرف المخلوقات. </p><p> وعبارة \"النسفي\" هنا: {إِنْ يَشَأْ يُذْهِبْكُمْ} كلكم إلى العدم، فإن غناه بذاته لا بكم في القدم، {وَيَأْتِ بِخَلْقٍ جَدِيدٍ} وهو بدون حمدكم حميد، {وَمَا ذَلِكَ} الإنشاء والإفناء {عَلَى اللَّهِ بِعَزِيزٍ} ؛ أي: بممتنع، وعن ابن عباس رضي الله عنهما: ويخلق بعدكم من يعبده ولا يشرك به شيئًا. انتهى. </p><p> ومعنى الآية (١) : إن يشأ ربكم أن يهلككم أهلككم؛ لأنه هو الذي أنشأكم من غير حاجة به إليكم، ويأتِ بخلق سواكم يطيعونه ويأتمرون بأمره، وينتهون عما نهاهم عنه، وما ذلك بصعب على الله الخالق لجميع عباده، بل هو يسير هين عليه، وليس بخافٍ ما في هذا من تهديد ووعيد وزجر وتأنيب، </p><p> ١٨ - ثم أخبر عن أحوال يوم القيامة وأهوالها وشدائدها بقوله:  {وَلَا تَزِرُ} ؛ أي: ولا تحمل {وَازِرَةٌ} ؛ أي: نفس آثمة، وكذا غيرها يوم القيامة {وِزْرَ أُخْرَى} ؛ أي: إثم نفس أخرى بحيث تتعرى منه المحمول عنها، بل إنما تحمل كل منهما وزرها الذي اكتسبته، بخلاف الحال في الدنيا، فإن الجبابرة يأخذون الولي بالولي، والجار بالجار. </p><p> ولا تعارض هذه الآية قوله تعالى (٢) : {وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ} لأنهم إنما حملوا أثقال ضلالهم مع أثقال إضلالهم، وكلاهما أوزارهم ليس فيها شيء من أوزار غيرهم، ألا ترى كيف كذبهم في قولهم:  {اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ} بقوله: {وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ} ، ومثل هذا حديث:  \"من سن سنة سيئة .. فعليه وزرها، ووزر من عمل بها إلى يوم القيامة\" . فإن الذي سن السنة السيئة إنما حمل وزر سنة السيئة، لا وزر من عمل بها، وقد تقدم الكلام على هذه الآية مستوفًى في محلها، ومنه يعلم وجه تحميل ذنوب المظلومين يوم القيامة على الظالمين، فإن المحمول في الحقيقة جزاء الظلم، وإن كان يحصل في الظاهر تخفيف حمل المظلوم، ولا يجري إلا في الذنب المتعدي، وفي الآية إشارة إلى أن </p><p>(١) المراغي. (٢) روح البيان.</p><p> لله تعالى في خلق كل واحدِ من الخلق سرًا مخصوصًا به، وله مع كل واحد شأن آخر، فكل مطالب بما حمل، كما أن كل بذر ينبت بنبات قد أودع فيه، ولا يطالب بنبات بذر آخر؛ لأنه لا يحمل إلا ما حمل عليه، كما في \"التأويلات النجمية\" . </p><p> وإنما قال (١) : {وَازِرَةٌ} ، ولم يقل: ولا تزر نفس وزر أخرى؛ لأن المعنى أن النفوس الوازرات لا ترى منهنّ واحدة إلا حاملة وزرها لا وزر غيرها. {وَإِنْ تَدْعُ} مضارع أسند إلى الغائبة؛ أي: ولو دعت نفس {مُثْقَلَةٌ} ؛ أي: نفس أثقلتها الأوزار، وهي تقع على المذكر والمؤنث، والمفعول محذوف؛ أي: أحدًا، فالثقل: الإثم، سمي به لأنه يثقل صاحبه يوم القيامة، ويثبطه عن الثواب في الدنيا، {إِلَى حِمْلِهَا} الذي عليها من الذنوب ليحمل بعضها قيل: في الأثقال في الظاهر، كالشيء المحمول على الظهر حمل بالكسر، وفي الأثقال المحمول في الباطن كالولد في البطن حمل بالفتح، كما في \"المفردات\" . </p><p> {لَا يُحْمَلْ مِنْهُ} ؛ أي: من حملها {شَيْءٌ} قليل ولا كثير؛ أي: لم تجب لحمل شيء منه. {وَلَوْ} للوصل (٢) ؛ أي: للغاية {كَانَ} ؛ أي: المدعو المفهوم من الدعوة، وترك ذكره ليشمل كل مدعو {ذَا قُرْبَى} ؛ أي: ذا قرابة من الداعي كالأب والأم والولد والأخ ونحو ذلك؛ إذ لكل واحد منهم يومئذ شأن يغنيه، وحمل يعجزه، وقيل: التقدير: ولو كان الداعي ذا قربى، والمعنيان حسنان. اهـ \"جمل\" . </p><p> ففي هذا دليل على أنه تعالى لا يؤاخذ بالذنب إلا جانيه، وأن الاستغاثة بالأقربين غير نافعة لغير المتقين، وعن ابن عباس رضي الله عنهما: يلقى الأب والأم ابنه فيقول: يا بني، احمل عني بعض ذنوبي، فيقول: لا أستطيع، حسبي ما عليَّ، وكذا يتعلق الرجل بزوجته فيقول لها: إني كنت لك زوجًا في الدنيا، فيثني عليها خيرًا، فيقول: قد احتجت إلى مثقال ذرةٍ من حسناتك، لعلي أنجو بها مما ترين، فتقول: ما أيسر ما طلبت، ولكن لا أطيق، إني أخاف مثل ما تخوفت. </p><p> فإن قلت (٣) : ما الفرق بين معنى قوله: {وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} ، ومعنى: </p><p>(١) النسفي. (٢) روح البيان.(٣) النسفي.</p><p> {وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ} ؟ </p><p> قلتُ: إن الأول دال على عدل الله في حكمه، وأن لا يؤاخذ نفسًا بغير ذنبها، والثاني: في بيان أنه لا غياث يومئذ حتى إن نفسًا قد أثقلتها الأوزار لو دعت إلى أن يخفف بعض وقرها لم تجب. ولم تغث، وإن كان المدعو بعض قرابتها. </p><p> قال في \"الإشارة\" : هذه الآية نفي للتحمل اختيارًا، والأولى نفي له إجبارًا، وفيه من (١) الإشارة أن الطاعة نور، والعصيان ظلمة، فإذا اتصف جوهر الإنسان بصفة النور، أو بصفة الظلمة .. لا تنقل تلك الصفة من جوهره إلى جوهر إنسان آخر أيًا كان، ألا ترى أن كل أحد عند الصراط يمشي في نوره لا يتجاوز منه إلى غيره شيء، وكذا من غيره إليه. </p><p> ومعنى الآية (٢) : وان تدع نفس مثقلة بالذنوب نفسًا أخرى إلى حمل شيء من ذنوبها معها لم تحمل تلك المدعوة من تلك الذنوب شيئًا، ولو كانت قريبةً لها في النسب، فكيف بغيرها مما لا قرابة بينها وبين الداعية لها، وقرأ الجمهور (٣) : {لَا يُحْمَلْ} بالياء مبنيًا للمفعول، وأبو السمال عن طلحة وإبراهيم بن زاذان عن الكسائي بفتح التاء من فوق وكسر الميم، وتقتضي هذه القراءة نصب شيء، كما اقتضت قراءة الجمهور رفعه، وفاعل {تحمل} ضمير عائد على مفعول {تَدْعُ} المحذوف؛ أي: وإن تدع مثقلة نفسًا أخرى إلى حملها .. لم تحمل منه شيئًا، وقرىء:  {وَلَوْ كَانَ ذَا قُرْبَى} على أن {كَانَ} تامة؛ أي: ولو حضر، آنذاك ذو قربى، ودعته لم يحمل منه شيئًا مثل قوله:  {وَإِنْ كَانَ ذُو عُسْرَةٍ} ، ونحو الآية قوله:  {لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا} ، وقوله: {يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ (٣٤) وَأُمِّهِ وَأَبِيهِ (٣٥) وَصَاحِبَتِهِ وَبَنِيهِ (٣٦) لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ (٣٧) }، ثم سلى رسوله - صلى الله عليه وسلم - عدم قبولهم دعوته وإصرارهم على عنادهم، فقال:  {إِنَّمَا تُنْذِرُ} يا محمد بهذه الإنذارات، والإنذار: الإبلاغ مع التخويف {الَّذِينَ يَخْشَوْنَ} ؛ أي: يخافون </p><p>(١) روح البيان. (٢) الشوكاني.(٣) البحر المحيط.</p><p> {رَبَّهُمْ} حال كونهم {بِالْغَيْبِ} ؛ أي: غائبين عن عذابه وأحكام الآخرة، أو غائبين عن الناس في خلواتهم، فهو حال من الفاعل، أو حال كون ذلك العذاب غائبًا عنهم، فهو حال من المفعول. </p><p> قال الزجاج: تأويله: إنَّ إنذارك إنما ينفع الذين يخشون ربهم، فكأنك تنذرهم دون غيرهم ممن لا ينفعهم الإنذار، كقوله: {إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا (٤٥) }، وقوله {مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ} ، ومعنى {وَأَقَامُوا الصَّلَاةَ} : أنهم احتفلوا بأمرها, ولم يشتغلوا عنها بشيء مما يلهيهم؛ أي: راعوها، كما ينبغي، وجعلوها منارًا منصوبًا، وعلمًا مرفوعًا، قال في \"كشف الأسرار\" : وغاير بين اللفظين؛ لأن أوقات الخشية دائمة، وأوقات الصلاة معينة منقضية، والمعنى: إنما ينفع إنذارك وتحذيرك هؤلاء من قومك دون من عداهم من أهل التمرد والفساد، وإن كنت نذيرًا للخلق كلهم، وخص الخشية والصلاة بالذكر؛ لأنهما أصلا الأعمال الحسنة الظاهرة والباطنة؛ أما الصلاة .. فإنها عماد الدين، وأما الخشية فإنها شعار اليقين، وإنما يخشى المرء بقدر علمه بالله تعالى، كما قال تعالى:  {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} فقلب لم يكن عالمًا خاشيًا يكون ميتًا، لا يؤثِّر فيه الإنذار، كما قال تعالى:  {لِيُنْذِرَ مَنْ كَانَ حَيًّا} ، ومع هذا جعل تأثير الإنذار مشروطًا بشرط آخر، وهو إقامة الصلاة، وأمارة خشية قلبه بالغيب محافظة الصلاة في الشهادة، وفي الحديث:  \"إن بين الرجل وبين الشرك والكفر ترك الصلاة\" . </p><p> {وَمَنْ تَزَكَّى} وتطهر من أوضار (١) الأوزار والمعاصي بالتأثر من هذه الإنذارات، وأصلح حاله بفعل الطاعات {فَإِنَّمَا يَتَزَكَّى} ويتطهر {لـ} غرض نفسه لاقتصار نفعه عليها، كما أن من تدنس بها لا يتدنس إلا عليها، وقيل: المعنى: ومن يعطي الزكاة .. فإنما ثوابه لنفسه. </p><p> وقرأ الجمهور (٢) : {وَمَنْ تَزَكَّى} فعلًا ماضيًا {فَإِنَّمَا يَتَزَكَّى} فعلًا مضارعًا من تزكى، وقرأ العباس عن أبي عمرو:  {ومن يزكى فإنما يزكى} بالياء من تحت وشد الزاي فيهما، هما مضارعان أصلهما: ومن يتزكى، أدغمت التاء في الزاي، كما أدغمت في الذال في قوله:  {يذكرون} ، وقرأ ابن مسعود وطلحة:  {ومن ازكى} </p><p>(١) أوضار: أوساخ. (٢) البحر المحيط.</p>"
}