{
  "id": null,
  "sura": 35,
  "aya": 22,
  "text": "<p> ليتطابق فواصل الآي، والمعنى: كما لا يستوي الظل والحرارة من حيث إن في الظل استراحة للنفس، وفي الحرارة مشقة وألمًا، كذلك لا يستوي ما للمؤمن من الجنة التي فيها ظل وراحة، وما للكافر من النار التي فيها حرارة شديدة، وأفرد (١) الأعمى والبصير؛ لأنه قابل الجنس بالجنس؛ إذ قد يوجد في أفراد العميان ما يساوي به بعض أفراد البصراء، كأعمى عنده من الذكاء ما يساوي به البصير البليد، فالتفاوت بين الجنسين مقطوع به لا بين الأفراد. </p><p> ٢٢ - ثم ذكر سبحانه تمثيلًا آخر للمؤمن والكافر، فقال:  {وَمَا يَسْتَوِي الْأَحْيَاءُ} بنور الإيمان, {وَلَا الْأَمْوَاتُ} بأمراض الشرك والجهل، وهذا التمثيل أبلغ من الأول، ولذلك كرر الفعل معه، وأوثرت صيغة الجمع في الطرفين تحقيقًا للتباين بين أفراد الفريقين، فالتفاوت بينهما أكثر؛ إذ ما من ميت يساوي في الإدراك حيًا، فذكر أن الأموات لا يساوون الأحياء، سواء قابلت الجنس بالجنس، أم قابلت الفرد بالفرد. </p><p> والحي (٢) : ما به القوة الحساسة، والميت: ما زال عنه ذلك، وجه التمثيل أن المؤمن منتفع بحياته؛ إذ ظاهره ذكر، وباطنه فكر دون الكافر؛ إذ ظاهره عاطل وباطنه باطل، وقال بعض العلماء: هو تمثيل للعلماء والجهال، وتشبيه الجهلة بالأموات شائع، ومنه قوله: </p><p> لَا تُعْجِبَنَّ الْجَهُولَ حُلَّتُهُ ... فَإِنَّهُ الْمَيْتُ ثَوْبُهُ كَفَنُ </p><p> لأن الحياة المعتبرة هي حياة الأرواح والقلوب، وذلك بالحكم والمعارف، ولا عبرة بحياة الأجساد بدونها لاشتراك البهائم، قال قتادة: هذه الأمور كلها أمثال؛ أي: كما لا تستوي هذه الأشياء .. كذلك لا يستوي الكافر والمؤمن، ولا في المواضع كلها لتأكيد معنى النفي، والفرق (٣) بين الواوات فيها أن بعضها ضمت شفعًا إلى شفع، وبعضها وترًا إلى وتر. </p><p> والمعنى (٤) : أي وما يستوي الأعمى عن دين الله الذي ابتعث به نبيه - صلى الله عليه وسلم -، والبصير الذي قد أبصر فيه رشده فاتبع محمدًا - صلى الله عليه وسلم -، وصدقه، وقبل عن الله ما ابتعثه </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) النسفي.(٤) المراغي.</p><p> به، وما تستوي ظلمات الكفر ونور الإيمان، ولا الثواب والعقاب، ثم ضرب مثلًا آخر لهما بقوله:  {وَمَا يَسْتَوِي الْأَحْيَاءُ ...} إلخ؛ أي: وما يستوى أحياء القلوب بالإيمان بالله ورسوله ومعرفة كتابه وتنزيله، وأموات القلوب بغلبة الكفر عليها حتى صارت لا تعقل عن الله أمره ونهيه، ولا تفرِّق بين الهدى والضلال، وكل هذه أمثال ضربها الله سبحانه للمؤمن والإيمان, والكافر والكفر. </p><p> ونحو الآية قوله:  {أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا} ، وقوله: {مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ (٢٤) }. </p><p> والخلاصة: أن المؤمن بصير سميع نيِّر القلب، يمشي على صراط مستقيم في الدنيا والآخرة حتى يتقربه الحال في الجنات ذات الظلال والعيون، والكافر أعمى وأصم يمشي في ظلمات لا خروج له منها، فهو يتيه في غيه، وضلاله في الدنيا والآخرة حتى يفضي به ذلك إلى حرور وسموم وحميم، وظل من يحموم، لا بارد ولا كريم. </p><p> ثم بيَّن أن الهداية والتوفيق بيده سبحانه وحده، فقال:  {إِنَّ اللَّهَ} سبحانه وتعالى: {يُسْمِعُ} كلامه إسماع فهم واتّعاظ، وذلك بإحياء القلب. {مَنْ يَشَاءُ} أن يسمعه من أوليائه الذين خلقهم لجنته، ووفَّقهم لطاعته، فينتفع بإنذارك، {وَمَا أَنْتَ} يا محمد، {بِمُسْمِعٍ مَنْ فِي الْقُبُورِ} ؛ أي (١) : بمفهم من هو مثل الميت الذي في القبور، شبَّه الله سبحانه الكفار بالموتى في عدم التأثر بدعوته - صلى الله عليه وسلم -؛ أي: فكما لا يسمع أصحاب القبور ولا يجيبون .. كذلك الكفار لا يسمعون ولا يقبلون الحق. </p><p> وقرأ الجمهور (٢) : بتنوين {مسمع} وقطعه عن الإضافة، وقرأ الحسن والأشهب وعيسى الثقفي وعمرو بن ميمون: بإضافته، والمعنى: إن الله يهدي من يشاء إلى سماع الحجة وقبولها بخلق الاستعداد فيه للهداية، ثم ضرب مثلًا لهؤلاء المشركين، وجعلهم كالأموات لا يسمعون فقال:  {وَمَا أَنْتَ بِمُسْمِعٍ} الخ؛ أي: فكما لا تقدر أن تسمع من في القبور كتاب الله فتهديهم به إلى سبيل الرشاد .. لا </p><p>(١) المراح. (٢) البحر والشوكاني.</p>"
}