{
  "id": null,
  "sura": 35,
  "aya": 37,
  "text": "<p> يُخَفَّفُ}؛ أي: لا يهوّن ولا يقلّل ولا يرفع، {عَنْهُمْ مِنْ عَذَابِهَا} ؛ أي: من {عذاب جهنم طرفة عين} ، بل كلما خبت .. زيد استعارها، كما قال في آية أخرى:  {كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ} ، وهذه الآية هي مثل قوله تعالى:  {لَا يَمُوتُ فِيهَا وَلَا يَحْيَى} ؛ وقوله:  {عَنْهُمْ} نائب مناب الفاعل، و {مِنْ عَذَابِهَا} في موضع النصب، أو بالعكس، وإن كانت {مِن} زائدة يتعيّن له الرفع {كَذَلِكَ} ؛ أي: مثل ذلك الجزاء الفظيع، {نَجْزِي} في الآخرة، {كُلَّ كَفُورٍ} ؛ أي: كل من هو مبالغ في الكفر، أو في الكفران، لا جزاء أخفّ وأدنى منه. </p><p> وقرأ الجمهور (١) : {فَيَمُوتُوا} بالنصب جوابًا للنفي، وقرأ عيسى بن عمر والحسن:  {فيموتون} بإثبات النون، قال أبو عثمان المازني: على العطف على {يقضى} ، وقال ابن عطية: هي قراءة ضعيفة، ولا وجه لهذا التضعيف، بل هي كقوله:  {وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ} ؛ أي: فلا يعتذرون، قال ابن عطية: وقرأ عبد الوارث عن أبي عمرو: {ولا يخفف} بإسكان الفاء، شبّه المنفصل بالمتصل، كقوله: فاليوم أشرب غير مستحقب. </p><p> وقرأ الجمهور:  {نَجْزِي كُلَّ} مبنيًا للفاعل، ونصب {كل} وقرأ أبو عمرو وأبو حاتم عن نافع بالياء مبنيًا للمفعول ورفع {كل} . </p><p> والمعنى (٢) : أي والذين ستروا ما تدل عليه العقول من شموس الآيات وأنوار الدلالات , لهم نار جهنم، لا يحكم عليهم فيها بموت ثانٍ فيستريحوا من الآلام، ولا يخفّف عنهم العذاب فيها، بل كلّما خبت زيد سعيرها، ونحو الآية قوله: {وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُمْ مَاكِثُونَ (٧٧) }، وقوله: {إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ (٧٤) لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ (٧٥) }، وقوله:  {كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا} ، وقوله: {فَذُوقُوا فَلَنْ نَزِيدَكُمْ إِلَّا عَذَابًا (٣٠) }. </p><p> ثم بيّن أن هذا جزاء كل كافر بنعمة ربه جاحد بوحدانيته، فقال:  {كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ} ؛ أي: وهكذا نكافىء كل جاحد لآلاء الله منكر لرسله، فندخله نار جهنم بما قدّم في الدنيا من سيئات عمله. </p><p> ٣٧ - {وَهُمْ} ؛ أي: الكفار، {يَصْطَرِخُونَ} ؛ أي: يصيحون ويستغيثون، {فِيهَا} ؛ </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> أي: في نار جهنم، ويدعون ويتضرعون ويقولون: يا {رَبَّنَا أَخْرِجْنَا} من هذه النار، وخلّصنا من عذابها، وردَّنا إلى الدنيا، {نَعْمَلْ} عملًا {صَالِحًا} على أنه صفة لمصدر محذوف، ويصح كونه صفة لمحذوف؛ أي: شيئًا صالحًا؛ أي: نؤمن بدل الكفر، ونطيع بدل المعصية، وذلك لأنّ قبول الأعمال مبنيّ على الإيمان {غَيْرَ الَّذِي كُنَّا نَعْمَلُ} في الدنيا؛ أي: غير الذي عملناه في الدنيا أولًا، قيدوا العمل الصالح بهذا الوصف إشعارًا بأنهم كانوا يحسبون ما فعلوه صالحًا، والآن تبيّن خلافه؛ إذ كان هوًى وطبعًا ومخالفةً، وللتحسّر على ما عملوه من غير الأعمال الصالحة مع الاعتراف منهم بأنّ أعمالهم في الدنيا كانت غير صالحة؛ أي: وهم يسشغيثون ويضجّون في النار يقولون ربّنا أخرجنا منها، وأعدنا إلى دار الدنيا .. نطعك ونعمل غير الذي كنا نعمل من معصيتك، وقد علم منهم أنه لو ردّهم إلى هذه الدار .. لعادوا إلى ما نهوا عنه، فأجاب الله سبحانه عليهم بقول:  {أَوَلَمْ نُعَمِّرْكُمْ} ونمهلكم يا معشر الكفار في الدنيا، {مَا يَتَذَكَّرُ فِيهِ} ؛ أي: بقدر ما يتّعظ فيه، {مَنْ تَذَكَّرَ} ؛ أي: من أراد أن يتعظ ويؤمن، والهمزة فيه (١) للاستفهام التقريري المضمّن للتوبيخ، داخلة على محذوف يقتضيه المقام، والواو عاطفة على ذلك المحذوف والتعمير إطالة العمر، والعمر اسم لمدة عمارة البدن بالحياة، و {مَّا} نكرة موصوفة، أو مصدر يراد به الزمان، كقولك: أتيك غروب الشمس. والتقدير: ألم نعطكم مهلة، ولم نعمركم عمرًا أو تعميرًا أو وقتًا وزمنًا يتذكر فيه من تذكر؛ أي: يتمكن فيه من التذكر والتفكر من أراد التذكر والتفكر في شأنه وإصلاح حاله، وإن قصر، إلا أن التوبيخ في المطاولة أعظم، وهذا الزمن قيل: هو ستون سنة، قاله جماعة من الصحابة، وقيل: أربعون سنة، قاله الحسن ومسروق وغيرهما، وقيل: ثماني عشرة سنة، قاله عطاء وقتادة. </p><p> وقرأ الأعمش (٢) : {ما يذكّر فيه} بالإدغام من اذكر بالإدغام، واجتلاب همة الوصل ملفوظًا بها في الدرج. </p><p> يعني: أنه إذا بلغ حدّ البلوغ يفتح الله له نظر العقل، فيلزم حينئذ على المكلف أن ينظر بنظر العقل إلى المصنوعات، فيعرف صانعها ويوحّده ويطيعه، وأَذا بلغ إلى </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> الثماني عشرة، أو العشرين، أو ما فوق ذلك يتأكد التكليف، ويلزم الحجة أشدّ من الأول، وفي الحديث:  \"أعذر الله إلى امرىء أخّر أجله حتى بلغ ستين سنة\" ؛ أي: أزال عذره، ولم يبق له موضعًا للاعتذار؛ حيث أمهله طول هذه المدة، ولم يعتذر؛ لأن الستين قريب معترك المنايا، وهو زمن الإنابة والخشوع وترقب المنية ولقاء الله تعالى، ولعل سرّ تعيين ستين ما قاله النبي - صلى الله عليه وسلم -: \"أعمار أمتي ما بين الستين إلى السبعين، وأقلهم من يجاوز ذلك\" رواه ابن ماجه عن أبي هريرة، فإذا بلغ الستين وجاوزها .. كانت السبعون آخر زمان التذكُّر؛ لأن ما بعدها زمان الهرم. </p><p> وكل جماعة من الصحابة فمن بعدهم إذا بلغ أربعين سنة، أو رأى شيبًا .. بالغ في الاجتهاد، وطوى الفراش، وأقبل على قيام الليل، وأقلَّ معاشرة الناس، ولا فرق في ذلك بين الأربعين فما دونها؛ لأن الأجل مكتوم لا يدري متى يحل، أيقظنا الله وإياكم من رقدة الغافلين، والمعنى (١) : عشتم في الدنيا أعمارًا لو كنتم من ينتفعون بالحق لانتفعتم به مدة عمركم، ونحو الآية حكاية عنهم:  {هَلْ إِلَى مَرَدٍّ مِنْ سَبِيلٍ} . </p><p> والخلاصة: أنه تعالى لا يجيبكم إلى ما طلبتم؛ لأنكم كنتم عصاة، ولو رددتم لعدتم إلى ما نهيتم عنه {وَجَاءَكُمُ النَّذِيرُ} ؛ أي: وجاءكم الرسول ومعه كاتب الله ينذركم بالعقاب إن خالفتم أمره وتركتم طاعته. </p><p> والخلاصة: أنه احتج عليهم بأمرين: طول العمر، وإرسال الرسل. </p><p> قوله:  {وَجَاءَكُمُ النَّذِيرُ} معطوف (٢) على الجملة الاستفهامية؛ لأنه في معنى: قد عمرناكم، وجاءكم النذير من حيث إن همزة الإنكار إذا دخلت على حرف النفي أفادت التقرير، كما في قوله تعالى: {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (١) وَوَضَعْنَا عَنْكَ وِزْرَكَ (٢) ...} الخ؛ لأنه في معنى: قد شرحنا إلخ. </p><p> والمراد بالنذير: رسول الله - صلى الله عليه وسلم -، وعليه جمهور المفسرين، كما قاله الواحدي، وقيل المراد: أيُّ رسولٍ كان؛ لأن الكلام مع الكفار على الإطلاق، وقيل ما معه من القرآن. وقيل: كمال العقل؛ لأنه فارق بين الخير والشر، أو موت الأقاوب </p><p>(١) المراغي. (٢) روح البيان.</p>"
}