{
  "id": null,
  "sura": 35,
  "aya": 3,
  "text": "<p> ما قال العبد، وكلُّنا لك عبد، اللهم لا مانع لما أعطيت، ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد \".</p><p> وعن معاذ - رضي الله عنه - مرفوعًا: \" لا تزال يد الله مبسوطة على هذه الأمة ما لم يرفق خيارهم بشرارهم، ويعظم برّهم فاجرهم، ويعن قرّاؤهم أمراءهم على معصية الله، فإذا فعلوا نزع الله يده عنهم\". </p><p> وأخرج ابن المنذر عن عامر بن عبد قيس قال: أربع آيات من كتاب الله إذا قرأتهن فما أبالي ما أصبح عليه وأمسي: </p><p> ١ - {مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ} . </p><p> ٢ - {وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ (١٠٧) }. </p><p> ٣ - {سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا} . </p><p> ٤ - {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا} . </p><p> فعلى العاقل أن يجتهد حتى يأتي رزقه الصوري والمعنوي بلا جهد ولا مشقة ولا تعب، اللهم افتح لنا خير الباب، وارزقنا مما رزقت أولي الألباب، إنك مفتِّح الأبواب. </p><p> ٣ - ثم أمر الله سبحانه عباده أن يذكروا نعمه الفائضة عليهم التي لا تعد ولا تحصى بقوله:  {يَا أَيُّهَا النَّاسُ} عامة، فاللام للجنس، أو يا أهل مكة خاصّة، فاللام للعهد {اذْكُرُوا} بلسانكم وجنانكم وجوارحكم. {نِعْمَتَ اللَّهِ} سبحانه؛ أي: إنعامه {عَلَيْكُمْ} إن جعلت النعمة مصدرًا، أو منة الله حال كونها كائنة عليكم إن جعلت اسمًا؛ أي: راعوها واحفظوها بمعرفة حقها والاعتراف بها. وتخصيص العبادة والطاعة بمعطيها سواء كانت نعمة خارجة كالمال والجاه، أو نعمة بدنيّة كالصحة والقوة، أو نعمة نفسية كالعقل والفطنة، ومعنى أمرهم بالذكر لها: هو إرشادهم إلى الشكر لاستدامتها وطلب المزيد منها، ورسمت (١) لفظة {نِعْمَتَ} بالتاء المبسوطة في أحد عشر موضعًا من القرآن، ووقف عليها بالهاء ابن كثير وأبو عمرو والكسائي </p><p>(١) روح البيان.</p><p> ويعقوب ولمّا كان ذكر النعمة مؤذيًا إلى ذكر المنعم قال بطريق الاستفهام الإنكاري:  {هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ} سبحانه وتعالى؛ أي: هل خالق مغاير له تعالى موجود؛ أي: لا خالق سواه على أن {خَالِقٍ} مبتدأ محذوف الخبر، زيدت عليه {مِنْ} تأكيدًا للعموم. و {غير الله} نعت له باعتبار محله، كما أنه نعت له في قراءة الجر باعتبار لفظه. </p><p> وقرأ ابن وثاب وشقيق وأبو جعفر وزيد بن علي وحمزة والكسائي (١)  {غَيْرُ اللَّهِ} بالخفض نعتًا على اللفظ، و {مِنْ خَالِقٍ} مبتدأ و {يَرْزُقُكُمْ} جوّزوا أن يكون خبرًا للمبتدأ، وأن يكون صفته، وأن يكون مستانفًا، والخبر على هذين الوجهين محذوف، تقديره: لكم. وقرأ شيبة وعيسى والحسن وباقي السبعة:  {غَيْرِ} بالرفع، وجوزوا أن يكون نعتًا على الموضع، كما كان على الجر نعتًا على اللفظ، وهذا الوجه أظهر لتوافق القراءتين فيه، وأن يكون خبراَ للمبتدأ، وأن يكون فاعلًا باسم الفاعل الذي هو خالق؛ لأنه قد اعتمد على أداة الاستفهام، فحسن أعماله كقولك، أقائم زيد في أحد وجهيه. وقرأ الفضل بن إبراهيم النحوي:  {غيرَ} بالنصب على الاستثناء والخبر إمّا {يَرْزُقُكُمْ} وإما محذوف، و {يَرْزُقُكُمْ} مستأنف، أو صفة أخرى لـ {خَالِقٍ} ، وفي \"روح البيان\" : وجملة (٢)  {يَرْزُقُكُمْ} كلام مستأنف لا محل له من الإعراب، ولا مساغ لكونه صفة أخرى لـ {خَالِقٍ} ؛ لأن معناه حينئذ نفي وجود خالق موصوف بوصفي المغايرة والرازقية معًا من غير تعرض لنفي وجود ما اتصف بالمغايرة فقط، ولا لكونه خبرًا للمبتدأ؛ لأن معناه نفي رازقية خالق مغاير له تعالى من غير تعرّض لنفي وجوده رأسًا مع أنّه المراد حتمًا. والمعنى: يرزقكم سبحانه وتعالى: {مِنَ السَّمَاءِ} بالمطر {و} من {الْأَرْضِ} بالنبات. </p><p> وفائدة هذا التعريف: أنه إذا عرف أنه لا رازق سواه .. لم يعلّق قلبه بأحدٍ في طلب شيء، ولا يتذلّل للإنفاق لمخلوق، وكما لا يرى رزقه من مخلوق لا يراه من نفسه أيضًا، فيتخلّص من ظلمات تدبيره واحتياله، وتوهّم شيء من أمثاله وأشكاله، ويستريح بشهود تقديره تعالى. </p><p> وجملة {لَا إِلَهَ إِلَّا هُوَ} مستأنفة لتقرير النفي المستفاد من الاستفهام؛ أي: لا </p><p>(١) البحر المحيط. (٢) روح البيان.</p>"
}