{
  "id": null,
  "sura": 35,
  "aya": 27,
  "text": "<p> لا يضيع. </p><p> قال بعضهم: لا يخفى أن أجر كل نبي في التبليغ يكون على قدر ما ناله من المشقة الحاصلة له من المخالفين، وعلى قدر ما يقاسيه منهم، وكل من رد رسالة نبي ولم يؤمن بها أصلًا، فإن لذلك النبي أجر المصيبة، وللمصاب أجر على الله سبحانه بعدد من رد رسالته من أمته بلغوا ما بلغوا، وقس على هذا حال الولي الوارث الداعي إلى الله على بصيرة. </p><p> ٢٧ - ثم ذكر سبحانه نوعًا من أنواع قدرته الباهرة، وخلقًا من مخلوقاته البديعة فقال:  {أَلَمْ تَرَ} والاستفهام فيه تقريري (١) ، والرؤية قلبية، والخطاب فيه لرسول الله - صلى الله عليه وسلم -؛ أي: ألم تعلم يا محمد، يعني: قد علمت، أو لكل من يصلح له؛ أي: ألم تعلم يا محمد {أَنَّ اللَّهَ} سبحانه وتعالى {أَنْزَلَ} بقدرته وحكمته {مِنَ السَّمَاءِ} ؛ أي: من الجهة العلوية سماءً أو سحابًا {مَاءً} ؛ أي: مطرًا {فَأَخْرَجْنَا بِهِ} ؛ أي: بذلك الماء، والالتفات من الغيبة إلى التكلم لإظهار كمال الاعتناء بفعل الإخراج لما فيه من الصنع البديع المنبىء عن كمال القدرة والحكمة، ولأن الرجوع إلى نون العظمة أهيب في العبارة. {ثَمَرَاتٍ} جمع ثمرة، وهي اسم لكل ما يطعم من أحمال الشجر، {مُخْتَلِفًا أَلْوَانُهَا} وصف سببي للثمرات، والمراد بالألوان: الأجناس والأصناف والهيئات؛ أي: مختلفًا أجناسها من الرمان والتفاح والتين والعنب وغيرها، أو أصنافها على أن كلًّا منها ذو أصناف مختلفة كالعنب، فإن أصنافه تزيد على خمسين وكالتمر فإن أصنافه تزيد على مئة وكالذرة فإن أصنافها تزيد على مئة، أو هيئاتها من الصفرة والحمرة والخضرة والبياض والسواد وغيرها. </p><p> وقرأ الجمهور:  {مُخْتَلِفًا أَلْوَانُهَا} على حد اختلف ألوانها، وقرأ زيد بن علي:  {مختلفة ألوانها} على حد اختلفت ألوانها، وجمع التكسير يجوز فيه أن تلحق التاء فيه، وأن لا تلحق، يقول سبحانه: منبِّهًا إلى كمال قدرته: ألم تشاهد (٢) أيها الرائي أنا خلقنا الأشياء المختلفة من الشيء الواحد، فأنزلنا من السماء ماءً، وأخرجنا به ثمرات مختلفًا ألوانها وطعومها وروائحها، كما هو مشاهد من ألوان الثمار من أصفر إلى أحمر إلى أخضر إلى نحو ذلك. </p><p>(١) روح البيان. (٢) المراغي.</p><p> ونحو الآية قوله: {وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (٤) }. </p><p> {وَمِنَ الْجِبَالِ جُدَدٌ} مبتدأ وخبر، ولكنه على حذف مضاف، والجدد: جمع جدة بالضم بمعنى الطريقة التي يخالف لونها ما يليها، سواء كانت في الجبل أو في غيره، والخطة في ظهر الحمار تخالف لونه، ولما لم يصح الحكم على نفس الجدد بأنها من الجبال .. احتيج إلى تقدير المضاف؛ أي: أن من الجبال ما هو ذو جدد؛ أي: صاحب خطط وطرائق متلونة يخالف لونها لون الجبل، فيؤول المعنى إلى أن من الجبال ما هو مختلف ألوانه؛ لأن بيض صفة جدد، وحمر عطف على بيض، فتلا عليه السلام القرائن الثلاث، فإن ما قبلها {فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا} ، وما بعدها {وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ} ؛ أي: منهم بعض مختلف ألوانه، فلا بد في القرينة المتوسطة بينهما من ارتكاب الحذف، فيقال: ومن الجبال ما هو مختلف ألوانه ليؤول المعنى إلى ما ذكر فيحصل تناسب القرائن. </p><p> وقرأ الجمهور:  {جُدَدٌ} بضم الجيم وفتح الدال، وقرأ الزهري: بضمهما، جمع: جديدة، وروي عنه أنه قرأ بفتحهما، وردها أبو حاتم، وصححها غيره. {بِيضٌ} جمع: أبيض صفة جدد، {وَحُمْرٌ} جمع: أحمر، معطوف على بيض، {مُخْتَلِفٌ أَلْوَانُهَا} ؛ أي: ألوان تلك الجدد البيض والحمر بالشدة والضعف، فقوله: بيض وحمر، وإن كان صفة لجدد، إلا أن قوله:  {مُخْتَلِفٌ أَلْوَانُهَا} صفة لكل واحدة من الجدد البيض والحور، بمعنى أن بياض كل واحدة من الجدد البيض، وكذا حمرة الجدد الحمر يتفاوتان بالشدة والضعف، فرب أبيض أشد بياضًا من أبيض آخر، وكذلك رب أحمر أشد حمرةً من أحمر آخر، فنفس البياض مختلف، وكذا نفس العمرة، فلذلك جمع لفظ ألوان مضافًا إلى ضمير كل واحد من البيض والحمر، فيكون كل واحد منهما من قبيل الكلي المشكك، ويحتمل أن يكون قوله:  {مُخْتَلِفٌ أَلْوَانُهَا} صفة ثالثة لجدد، فيكون ضمير ألوانها للجدد، فيكون تأكيدًا لقوله:  {بِيضٌ وَحُمْرٌ} ، ويكون اختلاف ألوان الجدد بأن يكون بعضها أبيض، وبعضها أحمر، فتكون الجدد كلها على لونين بياض وحمرة إلا أنه عبر عن اللونين بألوان لكثرة كل واحد منهما باعتبار محاله، كذا في \"حواشي ابن الشيخ\" . قال </p><p> بعضهم: من شاهد جبال ديار العرب في طريق الحج وغيرها .. وجد هذه الأقسام كلها، فإنها وجدوها مختلفة متلونة انتهى. وقوله:  {وَغَرَابِيبُ سُودٌ} معطوف على {بِيضٌ} ، فيكون من تفاصيل الجدد، والصفات القائمة بها كالبيض والحمر، كأنه قيل: ومن الجبال ذو جدد بيض وحمر وسود غرابيب؛ أي: شديدة السواد كالغراب، وإنما وسط الاختلاف؛ لأنه علم من الوصف بالغرابيب أنه ليس في الأسود اختلاف اللون بالشدة والضعف، ويجوز أن يكون غرابيب عطفًا على جدد، فلا يكون داخلًا في تفاصيل الجدد، بل يكون قسيمها، كأنه قيل: ومن الجبال مخطط ذو جدد، ومنها ما هو على لون واحد وهو السواد. </p><p> فالغرض من الآية: إما بيان اختلاف ألوان طرائق الجبال، كاختلاف ألوان الثمرات، فترى الطرائق الجبلية من البعيد منها بيض ومنها حمر ومنها سود، وإما بيان اختلاف ألوان الجبال نفسها، وكل منها أثر دال على القدرة الكاملة، كذا في \"حواشي ابن الشيخ\" . </p><p> والغرابيب: جمع غربيب، كعفاريت وعفريت، يقال: أسود غربيب؛ أي: شديد السواد الذي يشبه لون الغراب، وكذا يقال: أسود حالك، كما يقال: أصفر فاقع، وأبيض يقق محركةً، وأحمر قانٍ لخالص الصفرة وشديد البياض والحمرة. وفي الحديث:  \"إن الله يبغض الشيخ الغربيب\" . يعني: الذي يخضب بالسواد، كما في تفسير \"القرطبي\" أو الذي يشيب كما في \"المقاصد الحسنة\" ، والسود: جمع أسود، وفي \"أبي السعود\" : قوله: {وَمِنَ الْجِبَالِ} ، وقوله:  {وَمِنَ النَّاسِ} إيراد هاتين الجملتين اسميتين مع مشاركتهما للفعلية قبلهما في الاستشهاد بمضمون كل على تباين الناس في الأحوال لما أنَّ اختلاف الجبال والناس والدواب والأنعام فيما ذكر من الألوان أمر مستمر، فعبر عنه بما يدل على الاستمرار، وأما إخراج الثمرات المختلفة فأمر حادث، فعبر عنه بما يدل على الحدوث، ولما كان فيه نوع خفاء علق الرؤية به بطريق الاسفهام التقريري بخلاف أحوال الجبال والناس وغيرهما، فإنها مشاهدة غنية عن التأمّل، فلذلك جردت عن التعليق بالرؤية، فتدبر. انتهى منه. </p><p> فإن قلت (١) : إذا كان الغربيب تأكيدًا للأسود، كالفاقع مثلًا للأصفر .. ينبغي </p><p>(١) روح البيان.</p>"
}