{
  "id": null,
  "sura": 35,
  "aya": 10,
  "text": "<p> الأرواح في الأرض إلى الأجساد ثمّ تدخل في الخياشيم فتمشي في الأجساد مشي السمّ في اللديغ، ثمّ تنشق الأرض، فيخرجون حفاة عراة، والله أعلم. </p><p> ١٠ - {مَنْ كَانَ يُرِيدُ} ويودّ ويطلب {الْعِزَّةَ} والشرف والمنعة. {فـ} ليطلبها من عنده تعالى بلزوم طاعته وتقواه، لا من عند غيره فإنه {لِلَّهِ} وحده لا لغيره {الْعِزَّةَ} والمنعة حال كونها {جَمِيعًا} ؛ أي: في الدنيا والآخرة؛ أي: عزة الدنيا والآخرة، لا يملك غيره شيئًا منها، فاستغنى عن ذكر الجواب بذكر دليله إيذانًا بأن اختصاص العزة به تعالى موجب لتخصيص طلبها به تعالى، ونظيره قولك: من أراد العلم فهو عند العلماء؛ أي: فليطلبه من عندهم؛ لأن الشيء لا يطلب إلا من عند صاحبه ومالكه، فقد أقمت الدليل مقام المدلول. </p><p> فإن قلت: قد أثبت العزة في آية أخرى لله ولرسوله وللمؤمنين، وهنا خصّها بالله سبحانه، فبينهما معارضة؟. </p><p> قلت: يجمع بينهما أن عز الربوبيّة والإلهيّة لله تعالى وصفًا، وهذا هو المراد هنا، وعزّ الرسول والمؤمنين له تعالى فعلًا ومنّةً وفضلًا، فإذًا العزة لله جميعًا، فعزة الرسول والمؤمنين أثر عزة الربوبية، وقال الزمخشري: لا تنافي بينهما؛ لأنّ العزة في الحقيقة لله بالذات، وللرسول بواسطة قربه من الله، وللمؤمنين بواسطة الرسول، فالمحكوم عليه أوّلًا غير المحكوم عليه ثانيًا، قيل: معنى هذا الكلام: من كان يريد أن يعلم من له العزة فلله العزة جميعًا؛ أي: العزة كلهامختصة بالله، عزة الدنيا، وعزة الآخرة، وقيل: من كان يريد العزة فليتعزّز بطاعة الله فقال: فهو دعاء، إلى طاعة من له العزة؛ أي: فليطلب العزة من عند الله تعالى بطاعته وتقواه، وذلك أن الكافرين كانوا يتعزّزون بالأصنام، كما قال: {وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا (٨١) }، وأنّ الذين آمنوا بألسنتهم من غير مواطاة قلوبهم كانوا يتعزّزون بالمشركين، كما قال: {الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا (١٣٩) } فبيّن أن لا عزة إلا لله ولرسوله ولأوليائه المؤمنين. اهـ. \"خازن\" بتصرف. وفي \"القرطبي\" : ويحتمل أن يريد سبحانه أن ينبِّه ذوي الأقدار والهمم من أين تنال العزة، ومن أين تستحق، فتكون الألف واللام للاستغراق، وهذا هو المفهوم من هذه الآية. </p><p> وقال الشوكاني: والظاهر في معنى الآية: أي: من كان يريد العزة ويطلبها فليطلبها من الله عز وجل، فلله العزة جميعًا ليس لغيره منها شيء، فتشمل الآية كل من طلب العزة، ويكون المقصود بها التنبيه لذوي الأقدار والهمم من أين تنال العزة، ومن أيّ جهة تطلب. اهـ. </p><p> {إِلَيْهِ} سبحانه وتعالى لا إلى غيره فقط من الملائكة الموكّلين بأعمال العباد {يَصْعَدُ} ويعرج ويعلو {الْكَلِمُ الطَّيِّبُ} الذي يطلب به العزة، ومعنى صعوده إليه: قبوله له، أو صعود الكتبة من الملائكة بما يكتبونه من الصحف، وخص الكلم الطيب بالذكر لبيان الثواب عليه، وهو يتناول كل كلام يتّصف بكونه طيبًا من ذكر الله، وأمر بمعروف، ونهى عن منكر، وتلاوة، وغير ذلك، فلا وجه لتخصيصه بكلمة التوحيد، أو بالتحميد والتمجيد وقيل: معنى {إِلَيْهِ يَصْعَدُ} : أي: إلى سمائه، ومحل قبوله، وحيث يكتب الأعمال المقبولة، كما قال:  {إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ} ، وقال الخليل عليه السلام:  {إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ} ؛ أي: ذاهب إلى الشام الذي أمرني بالذهاب إليه. </p><p> فالظاهر أنّ الكتبة يصعدون بصحيفة إلى حيث أمر الله أن توضع، أو يصعد هو؛ أي: الكلم الطيب بنفسه، فلا حاجة إلى هذه التأويلات، قال بعضهم: بعض الأعمال ينتهي إلى سدرة المنتهى، وبعضها يتعدّى إلى الجنة، وبعضها إلى العرش، وبعضها يتجاوز العرش إلى عالم المثال، وقد يتعدى من عالم المثال إلى اللوح، ثمّ إلى المقام القلمي، ثمّ إلى العماء، وذلك بحسب تفاوت مراتب العمّال في الصدق والإخلاص، وصحة التصوّر والشهود والعيان. انتهى. ولكن لا نقل في ذلك كله، وهو إلى الخرافات أقرب، والأسلم عدم تأويل الآية، كما أشرنا إليه آنفًا. {وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} ؛ أي: يرفع الكلم الطيب ويحقّقه ويقوّيه، ولا ينال الدرجات العالية إلا به؛ إذ الكلم الطيب لا ينفع مع العصيان، فإنّ الأعمال كالمراقي له، وقول بلا عمل كثريد بلا دسم، وسحاب بلا مطر، وقوس بلا وتر، وهذا المعنى هو الظاهر هنا كما في \"الإرشاد\" ، وقال به الحسن وشهر بن حوشب وسعيد بن جبير ومجاهد وقتادة وغيرهم، ومعناه، أنه لا يقبل الكلم إلا مع العمل الصالح، وقيل: إن فاعل {يَرْفَعُهُ} هو الكلم الطيب، ومفعوله: العمل الصالح، ويؤيده قراءة نصب العمل, ومعناه: أنّ العمل الصالح لا يقبل إلا مع التوحيد والإيمان, وقيل: إن فاعل </p><p> {يَرْفَعُهُ} يعود إلى الله عز وجل. </p><p> والمعنى: إن الله يرفع العمل الصالح إليه ويقبله، كما سيأتي عن قتادة، وقال ابن عطية هذا أرجح الأقوال .. وقيل: العمل الصالح يرفع صاحبه ويشرفه، قاله ابن عباس، وقال قتادة: المعنى: إن الله يرفع العمل الصالح لصاحبه؛ أي: يقبله، فيكون قوله:  {وَالْعَمَلُ الصَّالِحُ} على هذا مبتدأ خبره جملة {يَرْفَعُهُ} ، وكذا على قول من قال يرفع صاحبه. </p><p> وقال أبو حيان: ويجوز (١) أن يكون العمل معطوفًا على الكلم الطيب؛ أي: يصعدان إلى الله، و {يَرْفَعُهُ} استئناف إخبار؛ أي: يرفعهما الله تعالى ويقبلهما، ووحّد الضمير لاشتراكهما في الصعود، والضمير قد يجري مجرى اسم الإشارة، فيكون لفظه مفردًا. </p><p> وصلاح العمل بالإخلاص فيه (٢) ، وما كان كذلك قبله الله وأثاب عليه، وما لا إخلاص فيه فلا ثواب عليه، بل عليه العقاب، فالصلاة والزكاة وأعمال البر إذا فعلت مراءة للناس لا يتقبلها الله تعالى، كما قال سبحانه: {فَوَيْلٌ لِلْمُصَلِّينَ (٤) الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (٥) الَّذِينَ هُمْ يُرَاءُونَ (٦) } وروي عن ابن عباس أنه قال: الكلم الطيب: ذكر الله، والعمل الصالح: أداء فرائضه. وعن الحسن وقتادة: لا يقبل الله قولًا إلا بعمل، من قال وأحسن .. قبل الله منه. </p><p> والخلاصة: أنّ القول إذا لم يصحبه عمل لا يقبل، وأنشدوا: </p><p> لَا تَرْضَ مِنْ رَجُلٍ حَلاَوَةَ قَوْلِهِ ... حَتَّى يُزَيِّنَ مَا يَقُوْلُ فِعَالُ </p><p> وَإذَا وَزَنْتَ فِعَالَهُ بِمَقَالِهِ ... فَتَوَازَنَا فَإِخَالُ ذَاكَ جَمَالُ </p><p> وقال ابن المقفع: قول بلا عمل كثريد بلا دسم، وسحاب بلا مطر، وقوس بلا وتر، كما سبق. وقرأ الجمهور (٣) : {يَصْعَدُ} من صعد الثلاثي، و {الْكَلِمُ الطَّيِّبُ} بالرفع على الفاعلية، وقرأ على وابن مسعود والسلميّ وإبراهيم:  {يَصْعَدُ} من أصعد الرباعي {الْكَلِمُ الطَّيِّبُ} بالنصب على المفعولية، وقرأ الضحاك على البناء </p><p>(١) البحر المحيط. (٢) المراغي.(٣) الشوكاني.</p><p> للمفعول، وقرأ الجمهور:  {الْكَلِمُ} ، وقرأ أبو عبد الرحمن:  {الكلام} ، وقرأ الجمهور:  {وَالْعَمَلُ الصَّالِحُ} بالرفع على العطف، أو على الابتداء، وقرأ ابن أبي عبلة وعيسى بن عمر بالنصب على الاشتغال. </p><p> وبعد أن ذكر أن العمل الصالح يصعد إلى الله .. ذكر أن المرائين لا يتقبّل منهم عمل، ولهم عذاب شديد عند ربهم فقال:  {وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ} وانتصاب (١)  {السَّيِّئَاتِ} على أنها صفة لمصدر محذوف، فإنّ يمكر لازم لا ينصب المفعول به؛ أي: يمكرون المنكرات السيئات، أو مفعول به على التضمين؛ أي: يعملون السيئات، وهي مكرات قريش بالنبيّ - صلى الله عليه وسلم - في دار الندوة، وتدارؤهم الرّأي في إحدى الثلاث التي هي الإثبات، والقتل، والإخراج، كما حكى الله سبحانه عنهم في سورة الأنفال بقوله:  {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ} . {لَهُمْ} بسبب مكراتهم {عَذَابٌ شَدِيدٌ} ؛ أي: بالغ نهاية الشدّة في الدنيا والآخرة لا يدرك غايته، ولا يبالي بما يمكرون به {وَمَكْرُ أُولَئِكَ} المفسدين الذين أرادوا أن يمكروا بالنّبي - صلى الله عليه وسلم -. </p><p> وضع اسم الإشارة موضع ضميرهم (٢) للإيذان بكمال تميّزهم بما هم فيه من الشرّ والفساد عن سائر المفسدين، واشتهارهم بذلك {هُوَ} مبتدأ ثانٍ لا ضمير منفصل لعدم شرطه، خاصةً دون مكر الله بهم، وفي \"الإرشاد\" : لا من مكروا به. {يَبُورُ} ؛ أي: يهلك ويفسد ويبطل، فإنّ البوار فرط الكساد كما سيأتي. ولما كان فرط الكساد يؤدي إلى الفساد، كما قيل: كسد حتى فسد، عبر بالبوار عن الهلاك والفساد. </p><p> ولقد أبارهم الله تعالى إبارة بعد إبارة مكراتهم؛ حيث أخرجهم من مكة، وقتلهم، وأثبتهم في قليب بدر، فجمع عليهم مكراتهم الثلاث التي اكتفوا في حقه - صلى الله عليه وسلم - بواحدة منهنَّ {قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ} فللمكر السيء قوم أشقياء غاية أمرهم الهلاك، وللكلم الطيّب والعمل الصالح قوم سعداء، نهاية شأنهم النجاة. قال مجاهد وشهر بن حوشب: المراد بالآية: أصحاب الرياء. </p><p> ومعنى الآية (٣) : أي والذين يمكرون المكر السيء بالمسلمين بأن يعملوا كل </p><p>(١) روح البيان. (٢) روح البيان.(٣) المراغي.</p>"
}