{
  "id": null,
  "sura": 35,
  "aya": 14,
  "text": "<p> من تراب، وما عطف عليه، وإيلاج الليل في النهار، وتسخير الشمس والقمر .. أشار إلى أن المتصف بهذه الأفعال الغريبة هو الله، فقال:  {ذَلِكُمُ} مبتدأ إشارة إلى فاعل الأفاعيل المذكورة إشارة تجوّز، فإن الأصل في الإشارة أن تكون إلى محسوس ويستحيل إحساسه تعالى بالحواس، وأشار (١) إليه إشارة بعيد مع أنه أقرب من كل قريب للإيذان بغاية العظمة؛ أي: ذلك العظيم الشأن الذي أبدع هذه الصنائع البديعة {اللَّهُ} خبر؛ أي: المعبود بحق في الوجود {رَبُّكُمْ} ؛ أي: مالككم أيها المخلوقات خبر ثانٍ، {لَهُ الْمُلْكُ} خبر ثالث؛ أي: هو الجامع لهذه الأوصاف من الإلهية والربوبية والمالكية لما في السموات والأرض، فاعرفوه ووحدوه وأطيعوا أمره، ويجوز أن يكون قوله:  {لَهُ الْمُلْكُ} جملةً مستقلة في مقابلة قوله: {وَالَّذِينَ تَدْعُونَ} ؛ أي: تعبدون {مِنْ دُونِهِ} ؛ أي: حال كونكم متجاوزين الله وعبادته {مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ} ؛ أي: ما يقدرون أن ينفعوكم مقدار القطمير فضلًا عن هذه المنافع العظيمة العجيبة المذكورة سابقًا. </p><p> وقرأ الجمهور:  {تَدْعُوهُمْ} بتاء الخطاب، وعيسى وسلام ويعقوب بياء الغيبة، ذكره في \"البحر المحيط\" . والقطمير: هو القشرة البيضاء الرقيقة الملتفة على النواة كاللفافة لها. وقيل: هو القمع الذي في رأس التمرة، وقيل: قشر الثوم وأيًا كان هو مثل في القلة والحقارة، كالنقير الذي هو النقرة، والنكتة في ظهر النواة، ومنه ينبت النخل والفتيل الذي في شق النواة على هيئة الخيط المفتول، </p><p> ١٤ - ثم بيّن سبحانه حال هؤلاء الذين يدعونهم من دون الله تعالى بأنهم لا ينفعون ولا يضرون. فقال:  {إِنْ تَدْعُوهُمْ} ؛ أي: الأصنام للإعانة وكشف الضر، {لَا يَسْمَعُوا دُعَاءَكُمْ} لأنهم جماد، والجماد ليس من شأنه السماع {وَلَوْ سَمِعُوا} على سبيل الفرض والتقدير. {مَا اسْتَجَابُوا لَكُمْ} ؛ أي: ما أجابوا لكم؛ لأنهم لا لسان لهم، ما أجابوكم لمطلبكم لعجزهم عن النفع بالكلية، فإن من لا يملك نفع نفسه كيف يملك نفع غيره، وقيل (٢) : لو جعلنا لهم سماعًا وحياةً فسمعوا دعاءكم .. لكانوا أطوع لله منكم، ولم يستجيبوا لكم إلى ما دعوتموه إليه من الكفر. </p><p> والخلاصة: كيف تعبدون من لا ينفع ولا يضر، وتدعون من بيده النفع </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> والضر، وهو الذي ذرأكم في الأرض، وإليه تحشرون؟ </p><p> {وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ} ؛ أي: يجحدون بإشراككم لهم، وبعبادتكم إياهم، ويتبرؤون منها بقولهم: ما كنتم إيانا تعبدون. وإنما (١) جيء بضمير العقلاء؛ لأن عبدتهم كانوا يصفونهم بالتمييز جهلًا وغباوةً، ولأنه أسند إليهم ما يسند إلى أولي العلم من الاستجابة والسمع، ويجوز أن يراد كل معبود من دون الله من الملائكة والجن والإنس والأصنام، فغلَّب غير الأصنام عليها، كما في \"بحر العلوم\" ، ويجوز (٢) أن يرجع قوله: {وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ} وما بعده إلى من يعقل فقط ممن عبدهم الكفار، وهم الملائكة والجن والشياطين، والمعنى: أنهم يجحدون أن يكون ما فعلتموه حقًا، وينكرون أنهم أمروكم بعبادتهم، ويحتمل (٣) أن يكون قوله: {يَكْفُرُونَ} بما يظهر هنالك من جمودها وبطئها عند حركة كل ناطق، ومدافعة كل محتجٍّ فيجيء هذا على طريق التجوز، كقول ذي الرمة: </p><p> وَقَفْتُ عَلَى رَبْعٍ لِمَيَّةَ نَاطِقٍ ... تُخَاطِبُنِيْ آثَارُهُ وَأُخَاطِبُهْ </p><p> وَأَسْقِيْهِ حَتَّى كَادَ مِمَّا أَبُثُّهُ ... تُكَلِّمُنِيْ أَحْجَارُهُ وَمَلاَعِبُهْ </p><p> والمعنى: أي وهم يوم القيامة يتبرؤون منكم، ويقولون: ما كنتم إيانا تعبدون، بل كنتم تعبدون أهواءكم وشهواتكم وما زيَّنته لكم شياطينكم، ونحو الآية قوله: {وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا (٨١) كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا (٨٢) }. </p><p> ثم أكد صدق ما حكاه عنهم من أحوالهم بقوله:  {وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ} ؛ أي: لا يخبرك بالأمر مخبر مثل خبير أخبرك به، وهو الحق سبحانه فإنه الخبير بكنه الأمور دون سائر المخبرين، والمراد: تحقيق ما أخبر به من حال آلهتهم، ونفي ما يدّعون لهم من الإلهية. </p><p> والخلاصة: ولا يخبرك يا محمد عن أمر هذه الآلهة، وعن عبدتها يوم القيامة إلا ذو خبرة بأمرها وأمرهم، وهو الله الذي لا يخفى عليه شيء كان، أو سيكون في </p><p>(١) روح البيان. (٢) الشوكاني.(٣) البحر المحيط.</p><p> مستأنف الأزمان. وقال في \"التجريد\" : يحتمل وجهين: </p><p> الأول: أن يكون ذلك خطابًا للرسول لما أخبر بأن الخشب والحجر يوم القيامة ينطق ويكذّب عابده، وهو أمر لا يعلم بالعقل المجرد لولا إخبار الله عنه، قال تعالى:  {وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ} ؛ أي: يكفرون بهم يوم القيامة، وهذا القول مع كون المخبر عنه أمرًا عجيبًا هو كما قال؛ لأن المخبر عنه خبير. </p><p> والثاني: أن يكون خطابًا ليس مختصًا بأحد؛ أي: هذا الذي ذكر هو كما ذكر لا ينبئك أيها السامع كائنًا من كنت مثل خيبر. </p><p> قال الزروقي: الخبير: هو العلم بدقائق الأمور لا يتوصَّل إليها غيره إلا بالاختيار والاحتيال، وقال الغزالي: هو الذي لا يعزب عنه الأخبار الباطنة، ولا يجري في الملك والملكوت شيء، ولا تتحرك ذرةً ولا تسكن ولا تضطرب نفس ولا تطمئن إلا ويكون عنده خبرها. </p><p> وحظ العبد من ذلك أن يكون خبيرًا لما يجري في بدنه وقلبه من الغش والخيانة والتطوف حول العاجلة، وإضمار الشر وإظهار الخير، والتجمل بإظهار الإخلاص والإفلاس عنه، ولا يكون خبيرًا بمثل هذه الخفايا إلا بإظهار التوحيد وإخفائه وتحقيقه، والوصول إلى الله بالإعراض عن الشرك، وما يكون متعلق العلاقة والميل، وذلك أن التعلق بما سوى الله تعالى لا يفيد شيئًا من الجلب والسلب، فإنه كله مخلوق، والمخلوق عاجز، وليست القدرة إلا لله تعالى، فوجب توحيده والعبادة له والتعلق به. </p><p> الإعراب </p><p> {الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَى وَثُلَاثَ وَرُبَاعَ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١) }. </p><p> {الْحَمْدُ لِلَّهِ} : مبتدأ وخبر، والجملة مستأنفة، {فَاطِرِ السَّمَاوَاتِ} : صفة للجلالة، ومضاف إليه، وهو من إضافة الوصف إلى مفعوله إضافة محضة؛ لأنه بمعنى الماضي، {وَالْأَرْضِ} : معطوف على السموات، {جَاعِلِ} : صفة ثانية للجلالة وهو مضاف {الْمَلَائِكَةِ} : مضاف إليه إضافة محضة أيضًا من إضافة الوصف إلى </p><p> مفعوله الأول، {رُسُلًا} : مفعول ثانٍ له على مذهب الكسائي من جواز إعمال الوصف مطلقًا، وإذا كان جاعل بمعنى خالق .. كان {رُسُلًا} حالًا مقدرة، {أُولِي} : صفة رسلًا منصوب بالياء؛ لأنه ملحق بجمع المذكر السالم، {أَجْنِحَةٍ} : مضاف إليه {مَثْنَى وَثُلَاثَ وَرُبَاعَ} : صفات لـ {أَجْنِحَةٍ} ، الأول مجرور بفتحة مقدرة للتعذر نيابة عن الكسرة؛ لأنه اسم لا ينصرف، والمانع له من الصرف الوصف والعدل التحقيقي؛ لأنه معدول عن العدد المكرر، ومثله: ثلاث ورباع، إلا أنهما مخفوضان بالفتحة الظاهرة. {يَزِيدُ} : فعل مضارع، وفاعل مستتر يعود على الله، {فِي الْخَلْقِ} : متعلق بـ {يَزِيدُ} ، {مَا} اسم موصول في محل النصب مفعول به لـ {يَزِيدُ} ، وجملة {يَزِيدُ} مستأنفة مقررة لما قبلها {يَشَاءُ} فعل مضارع مرفوع والفاعل يعود على الله، والجملة صلة الموصول. {إِنَّ اللَّهَ} : ناصب واسمه، {عَلَى كُلِّ شَيْءٍ} : متعلق بـ {قَدِيرٌ} ، و {قَدِيرٌ} : خبره، وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٢) }. </p><p> {مَا} : اسم شرط جازم في محل النصب مفعول به مقدم لـ {يَفْتَحِ} ، {يَفْتَحِ اللَّهُ} : فعل وفاعل، مجزوم بـ {مَا} على كونه فعل شرط لها {لِلنَّاسِ} : متعلق بـ {يَفْتَحِ} ، {مِنْ رَحْمَةٍ} : حال من {مَا} الشرطية، {فَلَا} : {الفاء} : رابطة الجواب، {لا} : نافية للجنس، {مُمْسِكَ} : اسمها {لَهَا} خبرها، وجملة {لا} في محل الجزم بـ {مَا} الشرطية على كونها جوابًا لها، وجملة {مَا} الشرطية مستأنفة. {وما} : {الواو} : عاطفة، {مَا} : اسم شرط جازم في محل النصب مفعول به مقدم. لـ {يُمسِك} ، {يُمسِك} : فعل مضارع، وفاعل مستتر يعود على الله مجزوم بما الشرطية على كونه فعل شرط لها، {فَلَا} : {الفاء} : رابطة لجواب الشرط، {لا} : نافية للجنس {مُرْسِلَ} : اسمها {لَهُ} : خبرها {مِنْ بَعْدِهِ} : جار مجرور حال من ضمير {لَهُ} ؛ أي: حالة كونه كائنًا من بعده إمساكه، وجملة {لا} في محل الجزم بـ {ما} على كونها جواب شرط لها، وجملة {ما} معطوفة على جملة {مَّا} الأولى، {وَهُوَ} : مبتدأ، {الْعَزِيزُ} : خبر أول، {الْحَكِيمُ} : خبر ثانٍ، والجملة مستأنفة مسوقة لتعليل ما قبلها. </p><p> {يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ (٣) }. </p><p> {يَا أَيُّهَا}  {يا} : حرف نداء، {أي} : منادى نكرة مقصودة، {ها} : حرف تنبيه زائد، {النَّاسُ} : بدل من أي، أو عطف بيان له، وجملة النداء مستأنفة {اذْكُرُوا نِعْمَتَ اللَّهِ} : فعل وفاعل ومفعول والجملة الفعلية جواب النداء لا محل لها من الإعراب. {اللَّهِ} : لفظ جلالة مضاف إليه، {عَلَيْكُمْ} : متعلق بـ {نِعْمَتَ} ؛ لأنها بمعنى الإنعام، وإذا كانت بمعنى المنعم به تعلق الجار والمجرور بمحذوف على أنه حال منه، {هَلْ} : حرف للاستفهام التوبيخي الإنكارى , {مِنْ} : حرف جر زائد، {خَالِقٍ} : مبتدأ، {غَيْرُ اللَّهِ} : صفة لـ {خَالِقٍ} على المحل أو اللفظ، وخبر المبتدأ محذوف، تقديره: هل من خالق غير الله موجود، وجملة {يَرْزُقُكُمْ} إما حال من الضمير المستكن في خبر المبتدأ، أو مستأنفة، أو هي الخبر، والجملة الاستفهامية جملة إنشائية لا محل لها من الإعراب، {مِنَ السَّمَاءِ} : متعلق بـ {يَرْزُقُكُمْ} ، {وَالْأَرْضِ} : معطوف على {السَّمَاءِ} ، {لَا} : نافية للجنس، {إِلَهَ} : اسمها، وخبر {لَا} محذوف تقديره: لا إله موجود، {إِلَّا} : أداة استثناء مفرغ، {هُوَ} : ضمير للمفرد المنزه عن الذكورة والأنوثة والغيبة، في محل الرفع بدل من المستكن في خبر {لَا} ، وجملة {لَا} مستأنفة، مسوقة لتقرير النفي المستفاد مما قبله، {فَأَنَّى} : {الفاء} استئنافية، {أنى} : اسم استفهام بمعنى كيف في محل النصب حال من مرفوع {تُؤْفَكُونَ} ، و {تُؤْفَكُونَ} : فعل مضارع ونائب فاعل مرفوع بثبات النون، والجملة مستأنفة. </p><p> {وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (٤) }. </p><p> {وَإِنْ} : {الواو} : استئنافية، {إن} : حرف شرط جازم، {يُكَذِّبُوكَ} : فعل مضارع وفاعل ومفعول به، مجزوم بـ {إن} الشرطية على كونها فعل شرط لها، {فَقَدْ} : {الفاء} : رابطة لجواب الشرط وجوبًا لكونه مقرونًا بقد، {قد} : حرف تحقيق، {كُذِّبَتْ} : فعل ماضٍ مغيَّر الصيغة في محل الجزم بـ {إن} الشرطية على كونها جوابًا لها، والتاء لتانيث نائب الفاعل. {رُسُلٌ} : نائب فاعل لـ {كذب} ، {مِنْ قَبْلِكَ} : صفة لـ {رُسُلٌ} ؛وجملة {إنَّ} الشرطية مستأنفة، {وَإِلَى} : الواو: </p><p> استئنافية، {إِلَى اللَّهِ} متعلق بـ {تُرْجَعُ} ، {تُرْجَعُ الْأُمُورُ} : فعل ونائب فاعل، والجملة الفعلية متسأنفة. </p><p> {يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ (٥) إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ (٦) }. </p><p> {يَا أَيُّهَا} : {يا} : حرف نداء، أي: منادى نكرة مقصودة، {ها} : حرف تنبيه زائد، {النَّاسُ} : بدل من أي، وجملة النداء مستأنفة، {إِنَّ وَعْدَ اللَّهِ} : ناصب واسمه {حَقٌّ} : خبره، وجملة {إِنَّ} مستأنفة على كونها جواب النداء، {فَلَا} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أن وعد الله حق , وأردتم بيان ما هو الأصلح لكم .. فأقول: لا تغرنكم الحياة الدنيا، وجملة إذا المقدرة مستأنفة، {لا} : ناهية جازمة، {تَغُرَّنَّكُمُ} : فعل مضارع في محل الجزم بلا الناهية، مبني على الفتح لاتصاله بنون التوكيد الثقيلة، والكاف: مفعول به. {الْحَيَاةُ} : فاعل، {الدُّنْيَا} : صفة له، والجملة الفعلية في محل النصب مقول الجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة، {وَلَا} : الواو: عاطفة، {لا} ناهية {يَغُرَّنَّكُم} : فعل مضارع ومفعول به، في محل الجزم بلا الناهية. {بِاللَّهِ} : متعلق بـ {يغرن} ، {الْغَرُورُ} : فاعل، وهو من صيغ المبالغة كالصبور والشكور، والجملة الفعلية معطوفة على الجملة التي قبلها، {إِنَّ الشَّيْطَانَ} : ناصب واسمه {لَكُمْ} : متعلق بـ {عَدُوٌّ} و {عَدُوٌّ} : خبره، وجملة {إِنَّ} مستأنفة، {فَاتَّخِذُوهُ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم أنه عدو لكم، وأردتم بيان ما هو اللازم لكم .. فأقول لكم: اتخذوه عدوًا {اتخذوه} : فعل أمر وفاعل ومفعول أول {عَدُوًّا} : مفعول ثان له، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة، {إِنَّمَا} : مكفوف وكاف {يَدْعُواْ} فعل مضارع وفاعل مستتر يعود على {الشَّيْطَانَ} ، {حِزْبَهُ} : مفعول به، والجملة مستأنفة مسوقة لتقرير ما قبلها {لِيَكُونُوا} : {اللام} : حرف جر، وتعليل، {يكونوا} : فعل ناقص واسمه منصوب بأن مضمرة بعد لام التعليل، {مِنْ أَصْحَابِ السَّعِيرِ} : جار ومجرور مضاف إليه متعلق بمحذوف خبر {يكونوا} ، وجملة {يكونوا} مع أن المضمرة في تأويل مصدر مجرور باللام، الجار والمجرور متعلق بـ {يَدْعُواْ} . </p><p> {الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (٧) }. </p><p> {الَّذِينَ} : مبتدأ، وجملة {كَفَرُوا} صلته {لَهُمْ} : خبر مقدم {عَذَابٌ} : مبتدأ مؤخر {شَدِيدٌ} : صفته، والجملة من المبتدأ الثاني، وخبره خبر للأول، وجملة الأول مستأنفة، ويجوز أن يكون الموصول بدلًا من الواو في {لِيَكُونُوا} أو صفة لـ {حِزْبَهُ} ، فيكون موضعه النصب، كما يجوز أن يكون محله الجر على أنه بدل من {أَصْحَابِ} أو أنه نعت لأصحاب، {وَالَّذِينَ} : مبتدأ، وجملة {آمَنُوا} صلة له، {وَعَمِلُوا الصَّالِحَاتِ} : عطف على {آمَنُوا} ، {لَهُمْ} : خبر مقدم {مَغْفِرَةٌ} : مبتدأ ثانٍ مؤخر، {وَأَجْرٌ} : معطوف على {مَغْفِرَةٌ} ، {كَبِيرٌ} : صفة لـ {أجر} ، وجملة المبتدأ الثاني وخبره خبر للأول، وجملة الأول معطوف على جملة الموصول الأول. </p><p> {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ (٨) }. </p><p> {أَفَمَنْ} : الهمزة: للاستفهام الإنكاري داخلة على محذوف، والفاء عاطفة على ذلك المحذوف، {منِ} : اسم موصول في محل الرفع مبتدأ {زُيِّنَ} : فعل ماضٍ، {لَهُ} : متعلق بـ {زُيِّنَ} ، {سُوءُ عَمَلِهِ} : نائب فاعل ومضاف إليه، والجملة الفعلية صلة الموصول، {فَرَآهُ} : {الفاء} : عاطفة {رأى} : فعل ماضٍ، وفاعل مستتر يعود على {مَن} ، والهاء: مفعول أول لـ {رأى} ، و {حَسَنًا} : مفعول ثانٍ؛ أي لأنها قلبية، والجملة الفعلية معطوفة على جملة {زُيِّنَ} ، وخبر المبتدأ محذوف تقديره: كمن هداه الله تعالى، والجملة الاسمية معطوفة على جملة محذوفة، والتقدير: هل الفريقان متساويان، فمن زين له سوء عمله كمن هداه الله، والجملة المحذوفة مستأنفة. {فَإِنَّ} : {الفاء} : تعليلة؛ لتعليل النفي المستفاد من الاستفهام؛ أي: لا يكون مثله؛ لأن الله {يُضِلُّ مَنْ يَشَاءُ} . {إِنَّ} : حرف نصب {اللَّهَ} : اسمها، وجملة {يُضِلُّ} خبرها، وجملة {إِنَّ} في محل الجر بلام التعليل المقدرة المدلول عليها بالفاء التعليلية المتعلقة بمعلول محذوف؛ أي: لا يكون مثله لإضلال الله من يشاء، وهدايته من يشاء، والجملة المحذوفة مستأنفة، {مَن} : اسم موصول في محل النصب مفعول {يُضِلُّ} ، وجملة {يَشَاءُ} : صلة الموصول. </p><p> {وَيَهْدِي مَنْ يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ} . </p><p> {وَيَهْدِي} : فعل مضارع وفاعل مستتر، معطوف على {يُضِلُّ} ، {مَن} : اسم موصول في محل النصب مفعول {يهدي} ، وجملة {يَشَاءُ} صلة الموصول، {فَلَا تَذْهَبْ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت أن الله يضل من يشاء ويهدي من يشاء، وأردت بيان ما هو الأفصح لك .. فأقول لك:  {لا تذهب} : {لا} : ناهية جازمة {تَذْهَبْ} : فعل مضارع مجزوم بـ {لا} الناهية، {نَفْسُكَ} : فاعل، {عَلَيْهِمْ} : متعلق بـ {تَذْهَبْ} ، {حَسَرَاتٍ} : مفعول لأجله، والمعنى: فلا تهلك نفسك للحسرات، وقال المبرد: إنها تمييز، وقال الزمخشري: يجوز أن يكون حالًا من {نَفْسُكَ} كأن كلها صارت حسرات لفرط التحسر، والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة {إِنَّ اللَّهَ} : ناصب واسمه {عَلِيمٌ} : خبره {بِمَا} : متعلق بـ {عَلِيمٌ} ، وجملة {يَصْنَعُونَ} صلة الموصول، وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ (٩) }. </p><p> {وَاللَّهُ الَّذِي} : مبتدأ وخبر، والجملة مستأنفة، {أَرْسَلَ الرِّيَاحَ} : فعل ماضٍ، وفاعل مستتر، ومفعول به، والجملة صلة الموصول، {فَتُثِيرُ} : {الفاء} : عاطفة {تثير} : فعل مضارع وفاعل مستتر يعود على {الرِّيَاحَ} ، والجملة معطوفة على جملة {أَرْسَلَ} ، والعائد مقدر؛ أي: فتثير بقدرته. {سَحَابًا} : مفعول به {فَسُقْنَاهُ} : فعل وفاعل ومفعول به، معطوف على {تثير} ، {إِلَى بَلَدٍ} : متعلق بـ {سقنا} ، {مَيِّتٍ} : صفة {بَلَدٍ} ، {فَأَحْيَيْنَا} : {الفاء} : عاطفة {أحيينا} : فعل وفاعل، معطوف على {سقنا} ، {بِهِ} : متعلق بـ {أحيينا} ، {الْأَرْضَ} : مفعول به، {بَعْدَ مَوْتِهَا} : ظرف متعلق بمحذوف حال من {الْأَرْضَ} . {كَذَلِكَ} : خبر مقدم، {النُّشُورُ} : مبتدأ مؤخر، والجملة مستأنفة. </p><p> {مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ (١٠) }. </p><p> {مَنْ} : اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما، {كَانَ} : فعل ماض ناقص في محل الجزم بـ {مَن} على كونه فعل شرط لها، واسمها ضمير يعود على {مَن} . {يُرِيدُ} : فعل مضارع وفاعل مستتر، {الْعِزَّةَ} : مفعول به، والجملة الفعلية في محل النصب خبر {كاَنَ} ، {فَلِلَّهِ} : {الفاء} : رابطة لجواب {مَن} الشرطية وجوبًا {لله} : خبر مقدم {الْعِزَّةُ} : مبتدأ مؤخر، {جَمِيعًا} : حال من {الْعِزَّةُ} ، والجملة في محل الجزم جواب {مَن} الشرطية، وجملة {مَن} الشرطية مستأنفة؛ وقال بعضهم: الجملة تعليل للجواب المحذوف، والتقدير من كان يريد العزة فليطلبها عند الله بطاعته؛ لأن العزة جميعًا لله تعالى، {إِلَيْهِ} : جار ومجرور متعلق بـ {يَصْعَدُ} ، {يَصْعَدُ الْكَلِمُ} : فعل وفاعل، {الطَّيِّبُ} : صفة لـ {الْكَلِمُ} ، والجملة الفعلية في مجل النصب حال من الجلالة، {وَالْعَمَلُ} : مبتدأ {الصَّالِحُ} : صفته، وجملة {يَرْفَعُهُ} : خبر {العمل} ، والجملة الاسمية في محل النصب حال من {الْكَلِمُ} ، وفاعل {يَرْفَعُهُ} ضمير مستتر يعود على {العمل} ، وضمير المفعول يعود على {الْكَلِمُ} ؛ أي: العمل الصالح يرفع الكلم، وقيل: الفاعل ضمير الله، فتعود هاء المفعول على العمل، والجملة الاسمية حينئذ مستأنفة. {وَالَّذِينَ} : الواو: استئنافية، {الَّذِينَ} : مبتدأ أول، {يَمْكُرُونَ} : فعل وفاعل، صلة الموصول، {السَّيِّئَاتِ} : صفة لمفعول مطلق محذوف؛ أي: المكرات السيئات، أو مفعول به على تضمين {يَمْكُرُونَ} بمعنى: يكتسبون، {لَهُمْ} : خبر مقدم، {عَذَابٌ} : مبتدأ ثانٍ مؤخر {شَدِيدٌ} صفته، والجملة من المبتدأ الثاني وخبره خبر للأول، وجمملة الأول مستأنفة، {وَمَكْرُ أُولَئِكَ} : مبتدأ أول ومضاف إليه، {هُوَ} : مبتدأ ثانٍ، ولا يجوز كونه ضمير فصل لعدم توفر شروطه الستة بكون ما بعده جملة فعلية، وجملة {يَبُورُ} : خبر للمبتدأ الثاني، وجملة الثاني خبر للأول، معطوفة على جملة قوله:  {لَهُمْ عَذَابٌ شَدِيدٌ} . </p><p> {وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (١١) }. </p><p> {وَاللَّهُ} : مبتدأ، وجملة {خَلَقَكُمْ} : خبره، والجملة الاسمية مستأنفة، {مِنْ تُرَابٍ} : متعلق بـ {خلق} ، {ثُمَّ مِنْ نُطْفَةٍ} : معطوف على قوله: {مِنْ تُرَابٍ} ، {ثُمَّ </p><p> جَعَلَكُمْ أَزْوَاجًا}: فعل وفاعل مستتر يعود على الله ومفعولان، والجملة معطوفة على جملة {خَلَقَكُمْ} ، {وَمَا} : الواو: عاطفة، {ما} : نافية، {تَحْمِلُ} : فعل مضارع، {مِنْ} : زائدة، {أُنْثَى} : فاعل، والجملة معطوفة على جملة قوله:  {وَاللَّهُ} : عطف فعلية على اسمية، {وَلَا تَضَعُ} فعل مضارع وفاعل مستتر يعود على {أُنْثَى} : معطوف على {تَحْمِلُ} ، {إِلَّا} : أداة استثناء مفرغ، {بِعِلْمِهِ} : حال من فاعل {تَضَعُ} ؛ أي: إلا حالة كونها متلبسة بعلمه تعالى. {وَمَا} : الواو: عاطفة، {ما} : نافية، {يُعَمَّرُ} : فعل مضارع مغير الصيغة {مِن} : زائدة، {مُعَمَّرٍ} : نائب فاعل، والجملة معطوفة على جملة قوله:  {وَمَا تَحْمِلُ مِنْ أُنْثَى} ، {وَلَا يُنْقَصُ} : فعل مضارع مغير الصيغة، {مِنْ عُمُرِهِ} : جار ومجرور صفة لنائب فاعل محذوف تقديره ولا ينقص شيء من عمره والجملة معطوفة على جملة قوله {وَمَا يُعَمَّرُ} . {إِلَّا} : أداة أستثناء مفرغ {فِي كِتَابٍ} : جار ومجرور حال من نائب فاعل {يُعَمَّرُ} و {يُنْقَصُ} ؛ أي: ولكنه على تقدير مضاف؛ أي: إلا حال كون زيادة عمره ونقصانه كائنين في كتاب. {إِنَّ} : حرف نصب، {ذَلِكَ} : اسمها {عَلَى اللَّهِ} : متعلق بـ {يَسِيرٌ} ، و {يَسِيرٌ} : خبرها، وجملة {إِنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (١٢) }. </p><p> {وَمَا} : الواو: استئنافية، {ما} : نافية، {يَسْتَوِي الْبَحْرَانِ} : فعل وفاعل، والجملة مستأنفة، {هَذَا عَذْبٌ} : مبتدأ، وخبر، {فُرَاتٌ} : خبر ثانٍ، أو صفة لـ {عَذْبٌ} ، {سَائِغٌ} : خبر ثالث، {شَرَابُهُ} : فاعل سائغ؛ لأنه صفة مشبهة؛ أي: تسهل انحداره، ويجوز أن يكون {سَائِغٌ} : خبرًا مقدمًا، {شَرَابُهُ} : مبتدأ مؤخر، والجملة صفة ثانية لـ {عَذْبٌ} ، وجملة قوله:  {هَذَا عَذْبٌ} في محل النصب حال من البحران، {وَهَذَا} : مبتدأ {مِلْحٌ} : خبر {أُجَاجٌ} : صفة له، والجملة في محل النصب معطوفة على جملة قوله:  {هَذَا عَذْبٌ} . {وَمِنْ} : الواو: إما عاطفة، والجملة بمثابة التتمة والتكميل للتمثيل، أو استئنافية، فتكون الجملة مستأنفة استطرادية. {مِنْ كُلٍّ} : جار ومجرور متعلق بـ {تَأْكُلُونَ} ، وهنا صفة محذوفة لـ {كُلِّ} ؛ أي ومن كل منهما، {تَأْكُلُونَ} : فعل وفاعل، والجملة إما معطوفة </p><p> على جملة قوله:  {وَمَا يَسْتَوِي الْبَحْرَانِ} ، أو مستأنفة، {لَحْمًا} : مفعول به، {طَرِيًّا} : صفة له {وَتَسْتَخْرِجُونَ} : فعل وفاعل، معطوف على {تَأْكُلُونَ} ، {حِلْيَةً} : مفعول به، {تَلْبَسُونَهَا} : فعل وفاعل ومفعول به، والجملة صفة لـ {حِلْيَةً} ، {وَتَرَى} : الواو: عاطفة {ترى} : فعل مضارع وفاعل مستتر يعود على أيِّ مخاطب، {الْفُلْكَ} : مفعول به، والجملة معطوفة على جملة {تَأْكُلُونَ} . {فِيهِ} : متعلق بـ {مَوَاخِرَ} ، أو بـ {ترى} ، {مَوَاخِرَ} حال من {الْفُلْكَ} ؛ لأن الرؤية هنا بصرية {لِتَبْتَغُوا} : {اللام} : حرف جر وتعليل، {تبتغوا} : فعل مضارع وفاعل منصوب بأن مضمرة بعد لام كي، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام تقديره: لابتغائكم {مِنْ فَضْلِهِ} ، الجار والمجرور متعلق بـ {مَوَاخِرَ} ، {مِنْ فَضْلِهِ} : متعلق بـ {تبتغوا} ، {وَلَعَلَّكُمْ} : لعل حرف نصب وتعليل، والكاف: اسمها، وجملة {تَشْكُرُونَ} خبرها، وجملة {لعل} معطوفة على جملة {لِتَبْتَغُوا} عطف على علة أو مستأنفة. </p><p> {يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى} . </p><p> {يُولِجُ} : فعل مضارع وفاعل مستتر يعود على الله، {اللَّيْلَ} : مفعول به، {فِي النَّهَارِ} متعلق بـ {يُولِجُ} ، والجملة مستأنفة، أو في محل النصب حال من فاعل {خَلَقَكُمْ} ، وجملة {وَيُولِجُ النَّهَارَ فِي اللَّيْلِ} معطوفة على الجملة التي قبلها. {وَسَخَّرَ الشَّمْسَ} : فعل وفاعل مستتر يعود على الله، معطوف على {يُولِجُ} ، {وَالْقَمَرَ} : معطوف على {الشَّمْسَ} ، {كُلٌّ} : مبتدأ، وجملة {يَجْرِي} : خبره، {لِأَجَلٍ} : متعلق بـ {يَجْرِي} . {مُسَمًّى} : نعت لـ {أَجَلٍ} ، والجملة الاسمية في محل النصب حال من الشمس والقمر. </p><p> {ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ (١٣) إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ (١٤) }. </p><p> {ذَلِكُمُ} : مبتدأ، {اللَّهُ} : خبر أول {رَبُّكُمْ} : خبر ثان {لَهُ} : خبر مقدم {الْمُلْكُ} : مبتدأ مؤخر، والجملة الاسمية في محل الرفع خبر ثالث </p><p> لـ {ذَلِكُمُ} ، وجملة {ذَلِكُمُ اللَّهُ} مستأنفة، {وَالَّذِينَ} : الواو: استئنافية، أو حالية {الَّذِينَ} : مبتدأ، {تَدْعُونَ} : فعل وفاعل، صلة الموصول، {مِنْ دُونِهِ} : حال من فاعل {تَدْعُونَ} ، {مَّا} : نافية، {يَمْلِكُونَ} : فعل وفاعل خبر {الَّذِينَ} . {مِن} : حرف جر زائد، {قِطْمِيرٍ} : مفعول به، والجملة الاسمية مستأنفة، أو حال من الضمير المستكن في قوله:  {لَهُ الْمُلْكُ} ، {إِنْ} : حرف شرط جازم، {تَدْعُوهُمْ} : فعل وفاعل ومفعول به، مجزوم بـ {إن} الشرطية على كونه فعل شرط لها، {لَا} : نافية، {يَسْمَعُوا دُعَاءَكُمْ} : فعل وفاعل ومفعول به مجزوم بـ {إن} الشرطية على كونه جوابًا لها، وجملة {إِن} الشرطية مستأنفة، {وَلَوْ سَمِعُوا} : الواو: عاطفة، {لَوْ} : حرف شرط غير جازم، {سَمِعُوا} : فعل وفاعل، والجملة فعل شرط لـ {لو} لا محل لها من الإعراب، {مَا اسْتَجَابُوا} : فعل وفاعل، و {ما} : نافية، والجملة جواب {لو} لا محل لها من الإعراب، وجملة {لو} الشرطية معطوفة على جملة {إِن} الشرطية {وَيَوْمَ الْقِيَامَةِ} : الواو: عاطفة {يوم القيامة} : ظرف متعلق بـ {يَكْفُرُونَ} ، {يَكْفُرُونَ} : فعل وفاعل، والجملة معطوفة على جملة {إِن} الشرطية، {بِشِرْكِكُمْ} : متعلق بـ {يَكْفُرُونَ} ، وهو من إضافة المصدر إلى فاعله، {وَلَا يُنَبِّئُكَ} الواو: استئنافية، {لا} : نافية، {يُنَبِّئُكَ} : فعل مضارع ومفعول به {مِثْلُ خَبِيرٍ} : فاعل، والجملة مستأنفة، والأحسن أن يكون الخطاب عامًا؛ أي: أيها السامع كائنًا من كنت، كما مرَّ. </p><p> التصريف ومفردات اللغة </p><p> {فَاطِرِ السَّمَاوَاتِ} : أصل الفطر بفتح الفاء: الشق مطلقًا، وقيل: الشق طولًا يقال: فطر الشيء إذا أوجده على غير مثال سابق، وبابه نصر، كما في \"المختار\" : كأنه شقَّ العدم بإخراجهما منه، وأما الفطر بكسر الفاء فترك الصوم. </p><p> {رُسُلًا} والرسل: جمع رسول بمعنى المرسل؛ أي: مصيرهم وسائط بينه وبين أنبيائه. </p><p> {أُولِي أَجْنِحَةٍ} أولو بمعنى: أصحاب، اسم جمع لذو، كما أن أولاء اسم جمع لذا، وإنما كتبت الواو بعد الألف في حالتي الجر والنصب لئلا يلتبس بإلى الجارة، وإنما كتبوه في الرفع حملًا عليهما، والأجنحة: جمع جناح، وهو للطائر </p><p> بمنزلة اليد للإنسان. </p><p> {مَا يَفْتَحِ اللَّهُ} والفتح في الأصل: إزالة الإغلاق، وفي العرف: الظفر، ولما كان سببًا للإرسال والإطلاق استعير له بقرينة لا مرسل له مكان الفاتح. </p><p> {فَأَنَّى تُؤْفَكُونَ} ؛ أي: فكيف تصرفون عن التوحيد إلى الشرك من الأفك بالفتح، وهو: الصرف، يقال: ما أفكك عن كذا؛ أي: ما صرفك عنه، وقيل: هو من الإفك - بالكسر -، وهو الكذب، وفي \"المختار\" : والأفك - بالفتح - مصدر أفكه؛ أي: قلبه وصرفه عن الشيء، وبابه ضرب، ومنه قوله تعالى:  {أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا} . {تُرْجَعُ الْأُمُورُ} من المرجع بمعنى الرد؛ أي: ترد إليه عواقبها. </p><p> {وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ} الغَرور - بفتح الغين المعجمة - فعول من أوزان المبالغة، كالشكور والصبور، وفي \"المفردات\" : الغرور كل ما يغر الإنسان من مال وجاه وشهوة وشيطان، سمي به هنا الشيطان؛ لأنه لا نهاية لغروره. </p><p> {لَكُمْ عَدُوٌّ} ؛ أي: عظيم؛ لأن عداوته عامة قديمة، والعموم يفهم من قوله:  {لَكُمْ} حيث لم يخص ببعض دون بعض، والقدم يفهم من اسمية الجملة الدالة على الاستمرار اهـ. \"كرخي\" . </p><p> {فَلَا تَذْهَبْ نَفْسُكَ} والذهاب المضي، وذهاب النفس كناية عن الموت، كما سيأتي في البلاغة. </p><p> {وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ} والإرسال في القرآن على معنيين: </p><p> الأول: بمعنى البعثة، كما في قوله تعالى:  {إِنَّا أَرْسَلْنَاكَ} . </p><p> والثاني: بمعنى الإطلاق والتسخير، كما في قوله تعالى:  {أَرْسَلَ الرِّيَاحَ} وفي \"المفردات\" : الإرسال يقال في الإنسان وفي الأشياء المحبوبة والمكروهة، وقد يكون ذلك للتسخير كإرسال الريح والمطر، وقد يكون ببعث من له اختيار نحو إرسال الرسل، وقد يكون ذلك بالتخلية وترك المنع نحو:  {أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ} والإرسال يقابل الإمساك. </p><p> و {الرِّيَاحَ} : جمع ريح بمعنى الهواء المتحرك، أصله روح، ولذا يجمع على أرواح, وأما أرياح قياسًا على رياح فخطأ. </p><p> {فَتُثِيرُ سَحَابًا} ؛ أي: تهيجه وتنشره بين السماء والأرض لإنزال المطر، فإنه مزيد ثار الغبار إذا هاج وانتشر ساطعًا كما مر. </p><p> والسحاب: جسم يملؤه الله تعالى ماء كما شاء، وقيل: بخار يرتفع من البحار والأرض فيصيب الجبال فيستمسك ويناله البرد، فيصير ماء وينزل، وأصل السحب الجر كسحب الذيل والإنسان على الوجه، ومنه السحاب لجره الماء. </p><p> {فَسُقْنَاهُ إِلَى بَلَدٍ} والبلد: المكان المحدود المتأثر باجتماع قطانه وإقامتهم فيه، ولاعتبار الأثر، قيل: بجلده بلد؛ أي: أثر، والبلد الميت هو الذي لا نبت فيه قد اغبر من القحط. </p><p> قال الراغب: الموت يقال بإزاء القوة النامية الموجودة في النبات. </p><p> وفي \"المصباح\" : البلد يذكر ويؤنث، والبلدة البلد، وتطلق البلد والبلدة على كل موضع من الأرض عامرًا كان أو خلاءً، وفي التنزيل:  {إِلَى بَلَدٍ مَيِّتٍ} ؛ أي: إلى أرض ليس بها نبات ولا مرعى، فيخرج ذلك بالمطر فترعاه أنعامهم، فأطلق الموت على عدم النبات والمرعى، وأطلق الحياة على وجودهما، وميت وميت بمعنى واحد، قاله محمد بن يزيد وأنشد: </p><p> لَيْسَ مَنْ مَاتَ فَاسْترَاحَ بِمَيْتٍ ... إِنَّمَا الْمَيْتُ مَيِّتُ الأَحْيَاءِ </p><p> إِنَّمَا الْمَيْتُ مَنْ يَعِيْشُ كَئِيْبًا ... كَاسِفًا بَالُهُ قَلَيْلَ الرَّجَاءِ </p><p> ويرى بعضهم: أن الميت بالتخفيف هو الذي مات، والميت بالتشديد والمائت هو الذي لم يمت بعد، وأنشد: </p><p> وَمَنْ يَكُ ذَا رُوحٍ فذَلِكَ مَيِّتُ ... وَمَا المَيْتُ إِلَّا مَنْ إِلىَ القَبْرِ يُحْمَلُ </p><p> والمراد أنه لا نبات فيه. </p><p> {كَذَلِكَ النُّشُورُ} والنشور إحياء الأموات يقال: نشر الله الميت وأنشره؛ أي: أحياه. </p><p> {يُرِيدُ الْعِزَّةَ} أي: الشرف والمنعة، قال الراغب: العز حالة مانعة للإنسان من أنه يغلب من قولهم أرض عزاز؛ أي: صلبة. </p><p> {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ} والصعود: الذهاب في المكان العالي، استعير لما </p><p> يصل من العبد إلى الله، كما استعير النزول لما يصل من الله إلى العبد، والكلم بكسر اللام: اسم جنس؛ لأنه يدل على الماهية من حيث هي هي، وليس بجمع خلافًا لصاحب \"القاموس\" ، ولغيره من النحاة؛ لأنه يجوز تذكير ضميره، والجمع يغلب عليه التأنيث ولا اسم جمع؛ لأن له واحدًا من لفظه، والغالب على اسم الجمع خلاف ذلك، وواحده كلمة، والكلمة فيها ثلاث لغات كلمة بفتح الكاف وكسر اللام، وكلمة بكسر الكاف وسكون اللام، وكلمة بفتح الكاف وسكون اللام، وفي \"الروح\" : والكلم بكسر اللام: اسم جنس كنمر ونمرة، كما ذهب إليه الجمهور، ولذا وصف بالمذكر، لا جمع كلمة، كما ذهب إليه البعض. </p><p> وأصل الطيب: الذي به يطلب العزة، والكلم الطيب: هو التوحيد أو الذكر أو قراءة القرآن، وصعوده إلى الله قبوله، والعمل الصالح هو ما كان بإخلاص. </p><p> {يَرْفَعُهُ} ؛ أي: يقبله، والرفع يقال تارة في الأجسام الموضوعة إذا أعليتها عن مقرها، وتارة في البناء إذا طولته، وتارة في الذكر إذا نوهته، وتارة في المنزلة إذا شرفتها، كما في \"المفردات\" . {وَالَّذِينَ يَمْكُرُونَ} ؛ أي: يعملون على وجه المكر والخديعة. {السَّيِّئَاتِ} ؛ أي: المنكرات السيئات كأن يراؤوا المؤمنين في أعمالهم يوهمونهم أنهم في طاعة الله. </p><p> وأصل المكر: صرف الغير عما يقصده بحيلة، وفي \"القاموس\" : المكر: الخديعة والمكرات بفتحات جمع منكرة بسكون الكاف، وهي المرة من المكر الذي هو الحيلة والخديعة. اهـ. شيخنا. وقيل: المراد بالمكر هنا الرياء في الأعمال اهـ \"قرطبي\"  {وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ} ؛ أي: يهلك ويفسد ويبطل ولا يتم لهم، يقال: بار يبور بورًا وبوارًا: هلك، وبارت السوق أو السلعة: كسدت وبار العمل: بطل، وبارت الأرض: لم تزرع وبوّر الأرض تركها أو صيرها بائرة، وأباره: أهلكه. </p><p> {ثُمَّ مِنْ نُطْفَةٍ} والنطفة: هي الماء الصافي الخارج من بين الصلب والترائب قل أو كثر. {مِنْ أُنْثَى} والأنثى خلاف الذكر، ويقالان في الأصل اعتبارًا بالفرجين، كما في \"المفردات\" . </p><p> {وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ} والمعمر: من أطيل عمره، والعمر: اسم لمدة عمارة البدن بالحياة {وَمَا يَسْتَوِي الْبَحْرَانِ} أصل البحر: كل مكان واسع جامع للماء </p><p> الكثير، ويقال للمتوسع في العلم: بحر. </p><p> وفي \"القاموس\" : البحر: الماء الكثير عذبًا أو ملحًا، وقال بعضهم: البحر في الأصل يقال للملح دون العذب، فقوله:  {وَمَا يَسْتَوِي الْبَحْرَانِ ...} الخ. إنما سمي العذب بحرًا لكونه مع الملح، كما يقال للشمس والقمر: قمران. </p><p> {هَذَا عَذْبٌ} ؛ أي: حلو لذيذ طعمه، {فُرَاتٌ} ؛ أي: كاسر للعطش، مزيل له، وقيل: فرات فعال يقال للواحد والجمع، وفي \"القاموس\" : وفرت الماء، ككرم فروتة إذا عذب، {سَائِغٌ شَرَابُهُ} ؛ أي: سهل انحداره لخلوه مما تعافه النفس، يقال: ساغ الشراب: سهل مدخله، والشراب ما يشرب، والمراد هنا: الماء. </p><p> {وَهَذَا مِلْحٌ} ؛ أي: ذو ملوحة وحرارة. </p><p> {أُجَاجٌ} ؛ أي: شديد الملوحة والحرارة، وفي \"القاموس\" : وأج الماء أجوجًا بالضم يأجج كيسمع ويضرب وينصر إذا اشتدت ملوحته، وتقول: هجير أجاج للشمس فيه مجاج، وهو لعاب الشمس، وماء أجاج يحرق بملوحته. {مَوَاخِرَ} ؛ أي: شواق للماء حين جريانها، يقال: سفينة ماخرة: إذا جرت تشق الماء مع صوت، والجمع: المواخر، كما في \"المفردات\" . </p><p> {مِنْ قِطْمِيرٍ} القطمير: القشرة البيضاء الرقيقة التي تكون بين التمرة والنواة، وقيل: هي النكتة في ظهرها، واعلم أن في النواة أربعة أشياء يضرب بها المثل في القلة الفتيل، وهو ما في شق النواة، والقطمير وهو اللفافة المذكورة، والنقير وهو ما في ظهرها، والشفروق وهو ما بين القمع والنواة، وقال الجوهري: ويقال: هو النكتة البيضاء التي في ظهر النواة تنبت منها النخلة، وكلها مذكور في القرآن إلا الأخير، كما ذكرناه في أوائل الكتاب. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستعارة التصريحية التبعية في قوله تعالى: {مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ </p><p> رَحْمَةٍ فَلَا مُمْسِكَ لَهَا} شبه فيه إرسال النعم بفتح الخزائن للإعطاء، واستعير الفتح للإرسال لكونه - أي: الفتح - سببًا للإرسال، واشتق منه: يفتح بمعنى: يرسل على طريقة الاستعارة التصريحيهَ التبعية، وكذلك في قوله:  {وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ} شبه حبس النعم بالإمساك لكونه سببه، فاستعير الإمساك للمنع. </p><p> ومنها: التعبير عن الإرسال بالفتح إيذانًا بانها أنفس الخزائن وأعزها منالًا، كأنما هي أبواب مؤصدة لا يفتح مغالقها إلا الله سبحانه من صنوف النعم وضروب الآلاء، كالرزق والمطر والصحة والأمن في الأوطان، وغير ذلك مما لا يحصى عدده. </p><p> ومنها: تنكير {مِنْ رَحْمَةٍ} إفادة للإشاعة والإيهام لتندرج في مطاويها ضروب النعم، كما تقدم؛ أي: أي شيء يفتح الله من خزائن رحمته أي رحمة كانت من نعمة وصحة وعلم وحكمة. </p><p> ومنها: الطباق بين {يَفْتَحِ} و {يمُسِك} ، وكذلك بين {يُضِلُّ}  {وَيَهْدِي} ، وبين {تَحْمِلُ} و {تَضَعُ} . </p><p> ومنها: الجناس المماثل بين {يُكَذِّبُوكَ} و {كُذِّبَتْ} . </p><p> ومنها: جناس الاشتقاق في قوله: {وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ} . </p><p> ومنها: المقابلة بين جزاء الأبرار والفجار في قوله: {الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ}  {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ} لأنها من المحسنات البديعية اللفظية. </p><p> ومنها: حذف الخبر لدلالة السياق عليه في قوله: {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا} حذف منه الخبر؛ أي: كمن لم يزين له سوء عمله، ودل على هذا المحذوف قوله:  {فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ ...} الخ. </p><p> ومنها: الكناية في قوله: {فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ} ؛ لأن ذهاب النفس كناية عن موتها؛ لأن النفس إذا ذهبت هلك الإنسان. </p><p> ومنها: المجاز العقلي في قوله: {فَتُثِيرُ سَحَابًا} لما فيه من الإسناد إلى السبب، والمثير حقيقة هو الله تعالى. </p><p> ومنها: الإتيان بصيغة المضارع في قوله: {فَتُثِيرُ سَحَابًا} بين ماضيين. {أَرْسَلَ}  {فَسُقْنَاهُ} لحكاية الحال الماضية استحضارًا لتلك الصورة البديعة الدالة على كمال القدرة والحكمة، ولأن المراد بيان إحداثها لتلك الخاصية، ولذلك أسند إليها. </p><p> ومنها: الالتفات من الغيبة في قوله: {أَرْسَلَ} إلى التكلم في قوله: {فَسُقْنَاهُ} ، وقوله:  {فَأَحْيَيْنَا} دلالة على زيادة اختصاصه به تعالى، وأن الكل منه والوسائط أسباب. </p><p> ومنها: تنكير بلد في قوله تعالى: {إِلَى بَلَدٍ مَيِّتٍ} إشارة إلى أن المقصود بعض البلاد الميتة؟ وهي بلاد الذين تبعدوا عن مظان الماء. </p><p> ومنها: التشبيه المرسل في قوله: {كَذَلِكَ النُّشُورُ} لوجود الأداة؛ أي: كمثل إحياء الموات نشور الأموات في صحة المقدورية، أو كيفية الإحياء. </p><p> ومنها: الاستعارة في قوله: {إِلَيْهِ يَصْعَدُ} ؛ لأن الصعود الذهاب في المكان العالي، استعير لما يصل من العبد إلى الله، كما مر. </p><p> ومنها: المجاز الإسنادي في قوله: {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} ، ففيه مجاز في المسند، ومجاز في الإسناد، فالصعود مجاز عن العلم؛ لأن الصعود صفة من صفات الأجرام، والكلم معلوم، فأسند الفعل للمفعول به. </p><p> ومنها: وضع اسم الإشارة موضع ضميرهم للإيذان بكمال تميزهم بما هم فيه من الشر والفساد عن سائر المفسدين والتخصيص واشتهارهم بذلك. </p><p> ومنها: الإتيان بضمير {هُوَ} في قوله: {هُوَ يَبُورُ} إفادة للحصر والتخصيص كما مرت الإشارة إليه في مبحث التفسير. </p><p> ومنها: المجاز الأول في قوله: {مِنْ مُعَمَّرٍ} لأن تسميته معمرًا باعتبار مصيره، فهو من باب تسمية الشيء بما يؤول إليه. </p><p> ومنها: الاستخدام في قوله: {وَلَا يُنْقَصُ مِنْ عُمُرِهِ} وهو ذكر الشيء بمعنى، وعود الضمير إليه بمعنى آخر، وهو من المحسنات البديعية؛ لأن المعنى لا ينقص من عمر أحد، لكن لا على معنى لا ينقص من عمره بعد كونه زائدًا، بل على معنى لا يجعل من الابتداء ناقصًا. </p><p> ومنها: المقابلة بين قوله: {هَذَا عَذْبٌ فُرَاتٌ} ، {وَهَذَا مِلْحٌ أُجَاجٌ} . </p><p> ومنها: الاستعارة التمثيلية في قوله: {وَمَا يَسْتَوِي الْبَحْرَانِ ...} إلخ. وهو تركيب استعمل في غير ما وضع له علاقة المشابهة، وليس فيه ذكر للمشبه ولا لأداة التشبيه، فقد مثَّل الله سبحانه للمؤمن والكافر بالبحرين، ثم فضل البحر الأجاج على الكافر بأنه قد شارك البحر العذب في منافع من السمك واللؤلؤ، وجري الفلك بما ينفع الناس، والكافر خالٍ من النفع، ويقال: إن المؤمن والكافر - وإن اشتركا في بعض الصفات كالشجاعة والسخاوة - لا يتساويان في الخاصية العظمى لبقاء أحدهما على فطرته الأصلية. </p><p> ومنها: الاستطراد بقوله: {وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا ...} إلى آخر الآية، فإن المقصود من الآية تشبيه المؤمن والكافر بالبحرين، فذكر منافع البحرين يسمى استطرادًا، وهو ذكر الشيء في غير موضعه لمناسبة بينه وبين ذلك الموضع. </p><p> ومنها: الإتيان بحرف الترجي في قوله: {وَلَعَلَّكُمْ تَشْكُرُونَ} للإيذان بكونه مرضيًا عنده تعالى. </p><p> ومنها: التجوز في قوله: {ذَلِكُمُ اللَّهُ} لأن الأصل في الإشارة أن تكون إلى محسوس، ويستحيل إحساسه تعالى بالحواس. </p><p> ومنها: الإشارة إليه بإشارة البعيد في قوله {ذَلِكُمُ} مع كونه سبحانه أقرب من حبل الوريد للإيذان بغاية العظمة له تعالى؛ أي: تنزيلًا للبعد الرتبي منزلة البعد الحسي. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ (١٥) إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ (١٦) وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ (١٧) وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ وَمَنْ تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللَّهِ الْمَصِيرُ (١٨) وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ (١٩) وَلَا الظُّلُمَاتُ وَلَا النُّورُ (٢٠) وَلَا الظِّلُّ وَلَا الْحَرُورُ (٢١) وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ (٢٢) إِنْ أَنْتَ إِلَّا نَذِيرٌ (٢٣) إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ (٢٤) وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنِيرِ (٢٥) ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا فَكَيْفَ كَانَ نَكِيرِ (٢٦) أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ (٢٧) وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ (٢٨) إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ (٢٩) لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ (٣٠) وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ (٣١) ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ (٣٢) جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ (٣٣) وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤) الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ (٣٥) }. </p><p> المناسبة </p><p> قوله تعالى:  {يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر (١) أن ملك السموات والأرض له، </p><p>(١) المراغي.</p><p> وأن ما يدعون من دونه من الأصنام والأوثان لا يملك شيئًا، ولا يجلب نفعًا، ولا يدفع ضرًا .. أعقب لهذا بما هو فذلكة لما تقدم، وكالنتيجة له بأنه لا افتقار إلا إليه تعالى، ولا اتكال إليه إلا عليه، وهو الذي تجب عبادته وحده؛ لأن النفع والضر بيده، لا شريك له، ثم بيَّن أنه يوم القيامة لا تجزي نفس عن نفس شيئًا، ولا تستطيع دفع ضر عنها, ولو كانت ذات قرابة منها، ثم أرشد إلى أن البشارة والإنذار إنما تجدي نفعًا من يخشى الله ويخاف عقابه، وأن من يتزكى فنفع ذلك عائد إليه، وإلى الله عاقبة الأمور كلها، ومردها إليه. </p><p> قوله تعالى: {وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ (١٩) ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه لما بين طريق الهدى وطريق الضلالة، وذكر أن المستعد للإيمان قد اهتدى بهدى النذير، والجاحد المعاند قسا قلبه، ولم يستفد من هديه .. ضرب مثلًا به تنجلي حالهما، ثم ذكر أن الهداية بيد الله يمنحها من يشاء، وأن هؤلاء المشركيين كالموتى لا يسمعون نصيحة، ولا يهتدون بعظة، وأن الله سبحانه لم يترك أمة سدى، بل أرسل الرسل، فمنهم من أجاب دعوة الداعي ونجا، ومنهم من استكبر وعصى وكانت عاقبته الوبال والنكال في الدنيا، والنار في العقبى. </p><p> قوله تعالى:  {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً ....} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه لما ذكر دلائل وحدانيته، وعظيم قدرته التي أعرض عنها المشركون عنادًا واستكبارًا .. أردف ذلك ذكر ما يرونه من المشاهدات الكونية المختلفة الأشكال والألوان، لعل ذلك يعيد إليهم أحلامهم، وينبه عقولهم إلى الاعتبار بما يرون ويشاهدون. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه لما بيَّن أن العلماء هم الذين يخشون الله ويخافون عقابه .. أردف ذلك بذكر حال العالمين بكتاب الله تعالى، العاملين بما فرض فيه من أحكام كإقامة الصلاة، وإيتاء الزكاة في السر والعلن، وأبان أن هؤلاء يرجون ثوابًا من ربهم كفاء أعمالهم، بل أضعاف ذلك فضلًا عن ربهم ورحمة، ويطمعون في غفران زلاتهم؛ لأنه الغفور الشكور لهم على ما أحسنوا من عمل. </p><p> قوله تعالى:  {وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ ...} الآيات، مناسبة هذه </p>"
}