{
  "id": null,
  "sura": 35,
  "aya": 12,
  "text": "<p> إلا وهو بالغ ما قدر له، لا يزيد ذلك ولا ينقص منه، ولا أحد مقدر له قصر العمر بزائد على ما قدر له في الكتاب الذي كتب له، وذلك لحفظ الموازين في الأرض حتى ينتظم العمران، ولو لم يكن على هذا النحو لاختلط الحابل بالنابل، وساء حال الكون؛ إذ يكثر الناس، وتزدحم الأرض، ويشتد الكرب، ومن ثَمّ تفاوتت الأعمار في جميع الأمصار، وكانت بمقدار، واعتدل النظام بالمرض والموت والوباء والحرب. </p><p> {إِنَّ ذَلِكَ} النظام البديع للعالم هين على الله؛ لعلمه الشامل وعدم خفاء شيء عليه. </p><p> ١٢ - ثم ذكر سبحانه نوعًا آخر من بديع صنعه وعجيب قدرته فقال:  {وَمَا يَسْتَوِي الْبَحْرَانِ} العذب والملح، وهذا مثل ضربه الله للمؤمن والكافر. إنما سُمي (١) العذب بحرًا؛ لكونه مع الملح، كما يقال للشمس والقمر: قمران بالتغليب. قال في \"إخوان الصفا\" : فإن قيل: ما البحار؟ يقال: هي مستنقعات على وجه الأرض، حاصرة للمياه المجتمعة فيها. {هَذَا} البحر {عَذْبٌ} ؛ أي: طيب حال. {فُرَاتٌ} ؛ أي: بليغ عذوبته وحلاوته بحيث يكسر العطش. {سَائِغٌ شَرَابُهُ} ؛ أي: سهل، انحدار مائه في الحلق لعذوبته، فإن العذب لكونه ملائمًا للطبع تجذبه القوة الجاذبة بسهولة. </p><p> وقرأ الجمهور (٢) : {سَائِغٌ} اسم فاعل من ساغ، وقرأ عيسى بن عمر:  {سيغ} على وزن فيعل؛ كميت، وجاء كذلك عن أبي عمرو وعاصم، وقرأ عيسى أيضًا:  {سيغ} مخففًا من المشدد كميت مخفف ميت. {وَهَذَا} البحر الآخر {مِلْحٌ} ؛ أي: ذو ملوحة، وهي طعم الملح؛ أي: طعمه كطعم الملح، وقرأ الجمهور:  {مِلْحٌ} ، وقرأ أبو نهيك وطلحة بفتح الميم وكسر اللام، وقال أبو الفضل الرازي: وهي لغة شاذة، ويجوز أن يكون مقصورًا من: مالح، فحذف الألف تخفيفًا، وقد يقال: ماء ملح في الشذوذ، وفي المستعمل: مملوح. </p><p> {أُجَاجٌ} ؛ أي: شديد ملوحته، بحيث يحرق الحلق بملوحته، وهو نقيض </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> الفرات. قال في \"خريدة العجائب\" : الحكمة في كون ماء البحر ملحًا أجاجًا لا يذاق ولا يساغ, لئلا ينتن من تقادم الدهور والأزمان، وعلى ممر الأحقاب والأحيان، فيهلك من نتنه العالم الأرضي، ولو كان عذبًا لكان كذلك، ألا ترى العين التي ينظر الإنسان بها إلى الأرض والسماء والعالم والألواح، وهي شحمة مغمورة في الدمع، وهو ماء مالح، والشحم لا يصان إلا بالملح، فكان الدمع مالحًا لذلك المعنى انتهى. وأما الأنهار العظيمة العذبة فلجريانها دائمًا لم يتغير طعمها ورائحتها، فإن التغير إنما يحصل من الوقوف في مكان؛ أي: وما يعتدل البحران فيستويان، أحدهما عذب سائغ شرابه يجري في الأنهار السارحة بين الناس من كبار وصغار بحسب الحاجة إليها في الأقاليم والأمصار، وثانيهما ملح ساكن تسير فيه السفن الكبار. {وَمِنْ كُلٍّ} ؛ أي: ومن كل واحد من البحرين المختلفين طعمًا {تَأْكُلُونَ} أيها الناس {لَحْمًا}  {طَرِيًّا} ؛ أي: غضًا جديدًا من الطراوة، وهي الرطوبة، وهو ما يصاد منهما من حيواناتهما التي تؤكل، وصف السمك بالطراوة لتسارع الفساد إليه، فيسارع إلى أكله طريًا؛ أي: ومن كل البحار تأكلون السمك الغض الطبريي فضلًا من الله سبحانه ومنة. </p><p> {وَتَسْتَخْرِجُونَ} ؛ أي (١) : من المالح خاصة، ولم يقل منه؛ لأنه معلوم. {حِلْيَةً} ؛ أي: زينة؛ أي: لؤلؤًا ومرجانًا، وفي \"الأسئلة المقحمة\" : أراد بالحلية اللآلىء، واللآلىء إنما تخرج من ملح أجاج، لا من عذب فرات، فكيف أضافها إلى البحرين؟. </p><p> والجواب: قد قيل إن اللآلىء تخرج من عذب فرات، وفي الملح عيون من ماء عذب ينعقد فيه اللؤلؤ والمرجان. انتهى. </p><p> قال في \"الخريدة\" : اللؤلؤ يتكوَّن في بحر الهند وفارس، والمرجان ينبت في البحر كالشجر، وإذا كلس المرجان عقد الزئبق، فمنه أبيض، ومنه أحمر، ومنه أسود، وهو يقوي العين كحلًا، وينشف رطوبتها. {تَلْبَسُونَهَا} ؛ أي: تلبس تلك الحلية نساؤكم، ولما كان تزينهن بها لأجل الرجال فكأنها زينتهم ولباسهم، ولذا أسند إليهم، وقيل: معنى تلبسونها (٢) : تلبسون كل شيء منها بحسبه، كالخاتم في </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> الإصبع، والسوار في الذراع، والقلادة في العنق، والخلخال في الرجل، ومما يلبس حلية السلاح الذي يحمل كالسيف والدرع ونحوهما. {وَتَرَى} يا من يتأتى منه الرؤية {الْفُلْكَ} ؛ أي: أي: السفن {فِيهِ} في كل منهما، وإفراد (١) ضمير الخطاب مع جمعه فيما سبق، وما لحق؛ لأن الخطاب لكل أحدٍ يتأتى منه الرؤية دون المنتفعين بالبحرين فقط. {مَوَاخِرَ} ؛ أي: شواق للماء بجريها مقبلة ومدبرة بريح واحدة. {لِتَبْتَغُوا} واللام متعلق بمواخر، أو متعلق بمحذوف؛ أي: لتطلبوا بركوبها. {مِنْ فَضْلِهِ} ؛ أي: من فضل الله سبحانه ورزقه بالنقلة فيها، قال مجاهد: ابتغاء الفضل: هو التجارة في البحر إلى البلدان البعيدة في مدة قريبة. قال في \"بحر العلوم\" : ابتغاء الفضل: التجارة، وهي أعظم أسباب سعة الرزق وزيادته، كما قال النبي - صلى الله عليه وسلم -: \"تسعة أعشار رزق أمتي في البيع والشراء\" . </p><p> {وَلَعَلَّكُمْ تَشْكُرُونَ} ؛ أي: ولتشكروا الله سبحانه على ما أنعم عليكم به من ذلك الفضل، وحرف الترجي للإيذان بكونه مرضيًا عنده تعالى. وفي \"بحر العلوم\" : وكي تعرفوا نعم الله فتقوموا بحقها, ولا سيما أنه جعل المهالك سببًا لوجود المنافع وحصول المعايش. </p><p> واعلم: أنه تعالى ذكر هذه الآية دلالة على قدرته، وبيانًا لنعمته، وقال بعضم: ضرب البحر العذب والملح مثلًا للمؤمن والكافر، فكما لا يستوي البحران في الطعم، فكذا المؤمن والكافر لا يستويان، ولا الكفر والإيمان, فقوله:  {وَمِنْ كُلٍّ} الخ إما استطراد في صفة البحرين، وما فيهما من النعم والمنافع، أو تفصيل للأجاج على الكافر من حيث إنه يشارك العذب في منافع كثيرة، كالسمك وجري الفلك ونحوهما، والكافر خلا من المنافع بالكلية على طريقة قوله تعالى:  {ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ} . </p><p> ومعنى الآية: أي وتستخرجون (٢) الدر والمرجان من الملح الأجاج، ومن العذب الفرات، وتجري السفن في كل منهما تشقه شقًا بحيازيها حين جريها مقبلة مدبرة حاملة أقواتكم كيف شئتم، وتذهبون فيها إن أردتم. </p><p>(١) روح البيان. (٢) المراغي.</p>"
}