{
  "id": null,
  "sura": 36,
  "aya": 34,
  "text": "<p> وولد ولده، من الحمق». ويقال: إن التقاط الفتات مهور الحور العين، ولا يضع القصعة على الخبز، ولا غيرها، إلا ما يؤكل به من الإدام، ويكره مسح الأصابع والسكين بالخبز، إلا إذا أكله بعده، وكذا يكره وضع الخبز جنب القصعة لتستوي، وكذا يكره أكل وجه الخبز أو جوفه، ورمي باقيه لما في كل ذلك من الاستخفاف بالخبز، والاستخفاف بالخبز يورث الغلاء والقحط، كذا في شرح «النقاية والعوارف» . </p><p> ومعنى الآية (١) : أي ومن الأدلة على قدرتنا على البعث: إحياء الأرض الهامدة التي لا نبات فيها، بإنزالنا الماء عليها، فتهتز، وتربو، وتنبت نباتًا مختلفًا ألوانه وأشكاله، وتخرج حبًا هو قوت لكم ولأنعامكم، وبه قوام حياتكم. </p><p> ٣٤ - {وَجَعَلْنا فِيها} ؛ أي: وخلقنا في الأرض {جَنَّاتٍ} ؛ أي: بساتين مملوءة {مِنْ نَخِيلٍ} جمع نخلة {وَأَعْنابٍ} جمع عنب؛ أي: من أنواع النخل والعنب، ولذلك جمعا دون الحب، فإن الدال على الجنس مشعر بالاختلاف، ولا كذلك الدال على الأنواع. وخصهما بالذكر لأنهما أعلى الثمار، وأنفعها للعباد. </p><p> فإن قلت (٢) : لم ذكر النخيل دون التمور حتى يطابق الحب والأعناب في كونها مأكولة، لأن التمور والحب والأعناب كلها مأكولة دون النخيل؟ </p><p> قلت: ذكر النخيل لاختصاص شجرها بمزيد النفع، وآثار الصنع. وذلك لأنها أول شجرة استقرت على وجه الأرض، وهي عمتنا لأنها خلقت من فضل طينة آدم عليه السلام على ما قيل وهي تشبه الإنسان، من حيث استقامة قدها وطولها. وامتياز ذكرها من بين النبات، واختصاصها باللقاح، ورائحة طلعها كرائحة المني، ولطلعها غلاف كالمشيمة التي يكون الولد فيها، ولو قطعت رأسها ماتت كما قالوا: أقرب الجماد إلى النبات المرجان، لأنه ينبت في البحر كالنبات، ويكون له أغصان. وأقرب النبات إلى الحيوان النخل، لأنها تموت بقطع رأسها، ولا تثمر بدون اللقاح، كما ذكر. وأقرب الحيوان إلى الإنسان </p><p>(١) المراغي. (٢) روح البيان.</p><p> الفرس، ويرى المنامات كبني آدم. ولو أصاب النخلة آفة هلكت، والجمار من النخلة كالمخ من الإنسان. وإذا تقارب ذكورها وإناثها حملت حملًا كثيرًا؛ لأنها تستأنس بالمجاورة. </p><p> ومن خواص النخلة: أن مضغ خوصها يقطع رائحة الثوم، وكذا رائحة الخمر. وأما العنب فقد جاء في بعض الكتب المنزلة «أتكفرون بي وأنا خالق العنب» . وله خواص كثيرة، وكذا الزبيب. وروي: أنه أهدي إلى النبي - صلى الله عليه وسلم - الزبيب، فقال:  «بسم الله، كلوا نعم الطعام الزبيب يشد العصب، ويذهب الوصب، ويطفىء الغضب، ويرضي الرب ويطيب النكهة، ويذهب البلغم، ويصفي اللون» . وماء الكرم الذي يتقاطر من قضبانها بعد كسحها ينفع للجرب شربا، ويسقى للمشغوف بالخمر بعد شربه الخمر، من غير علمه، فيبغض الخمر قطعًا. </p><p> وأول من استخرج الخمر جمشيد الملك، فإنه توجه مرة إلى الصيد فرأى في بعض الجبال كرمة، وعليها عنب، فظنها من السموم، فأمر بحملها حتى يجربها، ويطعم العنب لمن يستحق القتل، فتكسرت حباته فعصروها، وجعلوا ماءها في ظرف، فما عاد الملك إلى قصره إلا وقد تخمر العصير، فأحضر رجلًا وجب عليه القتل، فسقاه من ذلك، فشربه بكره ومشقة ونام نومة ثقيلة ثم انتبه، وقال: اسقوني منه فسقوه أيضًا مرارًا، فلم يحدث فيه إلا السرور والطرب، فسقوه غيره وغيره، فذكروا أنهم انبسطوا بعدما شربوه، ووجدوا سرورا وطربا، فشرب الملك فأعجبه، ثم أمر بغرسه في سائر البلاد. وكانت الخمر حلالًا في الأمم السالفة، فحرمها الله تعالى علينا، لأنها مفتاح لكل شر، وجالبة لكل سوء وضر، ومميتة للقلب، ومسخطة للرب. </p><p> وقد قيل: خير خلكم خل خمركم. وذلك لأن انقلاب الخمر إلى الخل مرضاة للرب. وفيه خواص كثيرة. وأكثر الناس السعال والتنحنح في مجلس معاوية، فأمر بشرب خل الخمر. والخل ورد فيه «نعم الإدام» ، وقد تعيش به كثير من السلف الكرام، نسأل الله القناعة على الدوام. </p>"
}