{
  "id": null,
  "sura": 36,
  "aya": 19,
  "text": "<p> والخلاصة: إنّا إما أن نقتلكم أو نلقينكم في غيابات السجون , وننكل بكم تنكيلًا عظيمًا، </p><p> ١٩ - ثم أجاب عليهم الرسل دفعًا لما زعموه من التطير بهم , فـ {قَالُوا} ؛ أي: المرسلون لأهل أنطاكية، {طَائِرُكُمْ} ؛ أي: سبب شؤمكم، {مَعَكُمْ} ؛ في: من جهة أنفسكم لازم في أعناقكم، لا من قبلنا, وليس هو من شؤمنا؛ أي: سوء حالكم وشدتكم، وإصابة الضرر بكم من الله بسببكم، وهو سوء اعتقادكم, وقبح أعمالكم، فالطائر بمعنى ما يتشاءم به مطلقًا، قال الفراء: طائركم؛ أي: رزقكم وعملكم، وبه قال قتادة، وقال أبو حيان؛ أي: حظكم، وما صار لكم من خير أمر شر معكم؛ أي: من أفعالكم ليس هو من أجلنا، بل بكفركم؛ أي: قالوا لهم: سبب شؤمكم من أفعالكم، لا من قبلنا كما تزعمون، فأنتم أشركتم بالله سواه , وأولعتم بالمعاصي، واجترحتم السيئات، أما نحن فلا شؤم من قبلنا, فإنا لا ندعوا إلا إلى توحيد الله، وإخلاص العبادة له، والإنابة إليه، وفي ذلك منتهى اليمن والبركة. </p><p> وقرأ الجمهور (١) : {طَائِرُكُمْ} على وزن اسم الفاعل، وقرأ الحسن وابن هرمز وعمرو بن عبيد وزر بن حبيش:  {طيركم} بياء ساكنة بعد الطاء, وقرأ الحسن فيما نقل:  {اطيركم} مصدر؛ اطير الذي أصله: تطير، فأدغمت التاء في الطاء, فاجتلبت همزة الوصل في الماضي والمصدر، وقوله:  {أَئِنْ ذُكِّرْتُمْ} بهمزتين همزة الاستفهام التوبيخي، وهمزة إن الشرطية، وجواب الشرط محذوف ثقة بدلالة ما قبله عليه؛ أي: هل إن وعظتم بما فيه سعادتكم، وخوفتم .. تطيرتم أو توعدتم بالرجم والتعذيب؟ </p><p> وقوله:  {بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ} إضراب (٢) عما تقضيه الشرطية من كون التذكير سببًا للشؤوم، أو مصحِّحًا للتوعيد؛ أي: ليس الأمر كذلك , بل أنتم قوم عادتكم الإسراف في العصيان والتجاوز فيه عن الحد، فلذلك أتاكم الشؤم أو في الظلم والعدوان، ولذلك توعدتم وتشاءمتم بمن يجب إكرامه والتبرك به, وهؤلاء القوم في الحقيقة هم النفس وصفاتها، فإنها أسرفت في موافقة الطبع ومخالفة الحق، فكل من كان في يد مثل هذه النفس .. فهو لا يبالي بالوقوع في المهالك, </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> ولا يزال يدعو الناس إلى ما سلكه من شر المسالك، وكل من تخلص عنها وزكاها .. أفلح هو ومن تبعه، ولذا وعظ الأنبياء، وذكَّروا ونبَّهوا الناس على خطئهم وإسرافهم، وردوهم عن طريقة أسلافهم، ولكن الذكرى إنما تنفع المؤمنين. </p><p> والمعنى (١) : أي أمن جرّاء أنا ذكرناكم وأمرناكم بعبادة الله مخلصين له الدين .. تقابلونا بمثل هذا الوعيد، بل أنتم قوم ديدنكم الإسراف، ومجاوزة الحد في الطغيان، ومن ثَمَّ جاءكم الشؤم، ولا دخل لرسل الله في ذلك. </p><p> والخلاصة: أنتم قوم مسرفون في ضلالتكم، متمادون في غيِّكم، تتشاءمون بمن يجب التبرك بهم من هداة الدين، فقد جعلتم أسباب السعادة أسبابًا للشقاء، ولا يخفى ما في ذلك من شديد التوبيخ وعظيم التهديد، والتنبيه إلى سوء صنيعهم بحرمانهم من الخيرات، ونحو الآية قوله تعالى حكاية عن قوم فرعون:  {فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ أَلَا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ} . </p><p> وقرأ الجمهور من السبعة وغيرهم (٢) : {أَئِنْ ذُكِّرْتُمْ} بهمزتين، الأولى همزة الاستفهام التوبيخي، والثانية همزة إن الشرطية، فحققها الكوفيون، وابن عامر، وسهلها باقي السبعة، وقرأ زر بن حبيش وابن السميقع: بهمزتين مفتوحتين {أأن} وهي قراءة أبي جعفر وطلحة، إلا أنهما لينا الثانية بين بين، وقرأ الماجشون، وهو أبو سلمة يوسف بن يعقوب بن عبد الله بن أبي سلمة المدني: بهمزة واحدة مفتوحة، والحسن بهاء مكسورة، وأبو عمرو في رواية, وزر أيضًا: بمدة قبل الهمزة المفتوحة، استثقل اجتماعهما ففصل بينهما بألف. وقرأ أبو جعفر أيضًا والحسن أيضًا وقتادة وعيسى الهمداني والأعمش:  {أين} بهمزة مفتوحة وياء ساكنة ونون مفتوحة، ظرف مكان، وروي هذا عن عيسى الثقفي أيضًا، فالقراءة الأولى على معنى: هل إن ذكرتم تتطيرون؛ بجعل المحذوف مصب الاستفهام على مذهب سيبويه، وبجعله للشرط على مذهب يونس، فإن قدرته مضارعًا كان مجزومًا، والقراءة الثانية على معنى: ألِئن ذُكِّرتم تطيرتم، فإن مفعول من أجله، وكذلك الهمزة الواحدة المفتوحة، والتي بمدة قبل الهمزة المفتوحة، وقراءة الهمزة المكسور </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}