{
  "id": null,
  "sura": 36,
  "aya": 31,
  "text": "<p> والحسن {يا حسرة العباد} بالإضافة إما إلى الفاعل أو إلى المفعول، فيجوز أن تكون الحسرة منهم على ما فاتهم، ويجوز أن تكون الحسرة من غيرهم عليهم، لما فاتهم من اتباع الرسل حين أحضروا للعذاب، وطباع البشر تتأثر عند معاينة عذاب غيرهم، وتتحسر عليهم أو من الملائكة، وقرأ أبو الزناد، وابن هرمز، ومسلم بن جندب، وعكرمة {يا حسره على العباد} بسكون الهاء إجراء للوصل مجرى الوقف، وقال ابن خالويه:  {يا حسرةَ على العباد} بغير تنوين، قاله ابن عباس، اهـ. ووجهه: أنه اجتزأ بالفتحة عن الألف التي هي بدل من ياء المتكلم في النداء، كما اجتزأ بالكسرة على الياء فيه، وقد قرىء {يا حسرتا} بالألف؛ أي: يا حسرتي، ويكون من الله على طريق الاستعارة لتعظيم ما جنوه على أنفسهم، شبّه استعظام الله سبحانه لجنايتهم على أنفسهم، بتحسر الإنسان على غيره، لأجل ما فاته من الدولة العظمى، من حيث أن ذلك التحسر يستلزم استعظام ما أصاب ذلك الغير، والإنكار على ارتكابه، والوقوع فيه. </p><p> وجملة قوله:  {مَا يَأْتِيهِمْ مِنْ رَسُولٍ ...} إلخ، مستأنفة مسوقة لبيان ما كانوا عليه من تكذيب الرسل والاستهزاء بهم، وأن ذلك هو </p><p> سبب التحسر عليهم، وفي «بحر العلوم» : قوله: {ما يَأْتِيهِمْ} إلخ، حكاية حال ماضية مستمرة؛ أي: كانوا في الدنيا على الاستمرار يستهزئون بمن يأتيهم من الرسول من غاية الكبر، ويستحقرون، ويستنكفون عن قبول دينه ودعوته، وفيه تسلية لرسول الله - صلى الله عليه وسلم - عن استهزاء قومه له. </p><p> ٣١ - ولما بيّن حال الأولين نبه الحاضرين، فقال:  {أَلَمْ يَرَوْا} وعيد للمشركين في مكة بمثل عذاب الأمم الماضية، ليعتبروا ويرجعوا عن الشرك. والاستفهام للتقرير؛ أي: قد رأوا كثرة إهلاكنا، وكم في قوله:  {كَمْ أَهْلَكْنا قَبْلَهُمْ مِنَ الْقُرُونِ} خبرية؛ أي: ألم يعلم أهل مكة كثرة إهلاكنا من قبلهم، من المذكورين آنفًا، ومن غيرهم بشؤم تكذيبهم. وقوله:  {أَلَمْ يَرَوْا} معلّق عن العمل فيما بعده؛ لأن {كَمْ} لا يعمل فيها ما قبلها، خبرية كانت كما هنا، أو استفهامية، خلا أن معناه نافذ في الجملة، كما نفذ في قولك: ألم تر إن زيدا لمنطلق. وإن لم يعمل </p><p> في لفظه، فالجملة منصوبة المحل بـ {يَرَوْا} . </p><p> وقوله:  {أَنَّهُمْ} ؛ أي: المهلكين من القرون {إِلَيْهِمْ} ؛ أي: إلى أهل مكة {لا يَرْجِعُونَ} بدل من {أَهْلَكْنا} على المعنى؛ أي (١) : ألم يعلموا كثرة إهلاكنا القرون الماضية والأمم السالفة كونهم؛ أي: الهالكين غير راجعين إليهم؛ أي: إلى هؤلاء المشركين؛ أي: أهلكوا إهلاكًا لا رجوع لهم من بعده في الدنيا؛ أي: أفلا يعتبرون، ولم لا ينتبهون، فكما أنهم مضوا وانقرضوا إلى حيث لم يعودوا إلى ما كانوا، فكذلك هؤلاء سيهلكون وينقرضون إثرهم ثم لا يعودون، وقال بعضهم: ألم يروا أن خروجهم من الدنيا، ليس كخروج أحدهم من منزله إلى السوق، أو إلى بلد آخر، ثم عودته إلى منزله عند إتمام مصلحته هناك، بل هو مفارق من الدنيا أبدًا، فكونهم غير راجعين إليهم عبارة عن هلاكهم بالكلية، ويجوز أن يكون المعنى: أن الباقين لا يرجعون إلى المهلكين بنسب ولا ولادة؛ أي: أهلكناهم وقطعنا نسلهم، والإهلاك مع قطع النسل أتم وأعم، وقال أبو حيان: والذي تقتضيه صناعة العربية أن {أَنَّهُمْ لا يَرْجِعُونَ} معمول لمحذوف دل عليه السياق، تقديره: قضينا أو حكمنا أنهم إليهم لا يرجعون، ولا يصح إبداله مما قبله لفظًا ولا معنًى وقرأ ابن عباس، والحسن إنهم بكسر الهمزة على الاستئناف وقطع الجملة عما قبلها من جهة الإعراب، ودل ذلك على أن قراءة الفتح مقطوعة عن ما قبلها من جهة الإعراب، لتتفق القراءتان ولا تختلفان، وقرأ عبد الله {أَلَمْ يَرَوْا كَمْ أَهْلَكْنا} ، و {أَنَّهُمْ} على هذا بدل اشتمال مما قبله، اهـ «البحر» . </p><p> والمعنى (٢) : أي ألم يعتبروا بمن أهلك الله قبلهم من المكذبين للرسل: كعاد، وثمود. وأنهم لا رجعة لهم إلى الدنيا، كما تعتقد الدهرية جهلًا منهم، بأنهم يعودون إليها كما كانوا، وهذه الآية ترد قول أهل الرجعة (٣) ؛ أي: من يزعم </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p>"
}