{
  "id": null,
  "sura": 36,
  "aya": 79,
  "text": "<p> وعدم تأنيث الرميم، مع وقوعه خبرًا للمؤنثة، حيث لم يقل: وهي رميمة، لأنه اسم لما بلي من العظام، غير صفة كالرفات والرمة. والأولى: أن يقال: إنه فعيل بمعنى فاعل أو مفعول، وهو يستوي فيه المذكر والمؤنث، كما قيل في جريح وقتيل. </p><p> ومعنى الآية:  {وَضَرَبَ لَنا مَثَلًا وَنَسِيَ خَلْقَهُ} ؛ أي: وذكر أمرًا عجيبًا ينفي به قدرتنا على إحياء الخلق، فـ {قالَ مَنْ يُحْيِ الْعِظامَ وَهِيَ رَمِيمٌ} ونسي خلقنا له، أفلم يكن نطفة فجعلناه خلقًا سويًا ناطقًا. ولا شك أن من فعل ذلك، لا يعجزه أن يعيد الأموات أحياءً، والعظام الرميم بشرًا كهيئتهم التي كانوا عليها قبل الفناء. </p><p> وإجمال ذلك: أن بعض المشركين استبعدوا إعادة الله، ذي القدرة العظيمة، التي خلقت السموات والأرض، للأجساد والعظام الرميم، ونسوا أنفسهم، وأنه تعالى خلقهم من العدم، فكيف هم بعد هذا، يستبعدون أو يجحدون. </p><p> ونحو الآية، حكايةً عن المشركين قوله:  {وَقالُوا أَإِذا ضَلَلْنا فِي الْأَرْضِ أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ} ، وقوله أيضًا، على طريق الحكاية: {قالُوا أَإِذا مِتْنا وَكُنَّا تُرابًا وَعِظامًا أَإِنَّا لَمَبْعُوثُونَ (٨٢) } {أَوَآباؤُنَا الْأَوَّلُونَ} . </p><p> ٧٩ - ثم أمر الله سبحانه، نبيه - صلى الله عليه وسلم -، أن يجيبهم عن استبعادهم ويبكتهم بتذكيرهم بما نسوه من حقيقة أمرهم، وخلقهم من العدم، فقال:  {قُلْ} يا محمد، تبكيتًا لذلك الإنسان، المنكر للبعث، بتذكير ما نسيه من الفطرة، الدالة على حقيقة الحال. {يُحْيِيهَا} ؛ أي: يحيي تلك العظام الخالق {الَّذِي أَنْشَأَها} ؛ أي: خلقها وأوجدها {أَوَّلَ مَرَّةٍ} ؛ أي: في أول مرة ولم تكن شيئًا، ومن قدر على النشأة الأولى، قدر على النشأة الثانية. فإن قدرته كما هي لاستحالة التغير فيها، والمادة على حالها في القابلية اللازمة لذاتها. وهو من النصوص القاطعة، الناطقة بحشر الأجساد، استدلالًا بالابتداء على الإعادة. وفيه رد على من لم يقل به، وتكذيب له. </p><p> {وَهُوَ} ؛ أي: الله المنشىء سبحانه {بِكُلِّ خَلْقٍ} ؛ أي: مخلوق {عَلِيمٌ} لا تخفى عليه خافية، ولا يخرج عن علمه خارج كائنًا ما كان، يعلم تفاصيل المخلوقات بعلمه وكيفية خلقها. فيعلم أجزاء الأشخاص المتفتتة المتفرقة في المشارق والمغارب، والتي بعضها في أبدان السباع، وبعضها في جدران الرباع، أصولها وفروعها وأوضاع بعضها من بعض، من الاتصال والانفصال والاجتماع والافتراق، فيعيد كلا من ذلك، على النمط السابق، مع القوى التي كانت قبل. </p><p> وقد استدل أبو حنيفة (١) ، وبعض أصحاب الشافعي، بهذه الآية، على أن العظام، مما تحله الحياة. وقال الشافعي: لا تحله الحياة، وأن المراد بقوله:  {مَنْ يُحْيِ الْعِظامَ} ؛ أي: من يحيي أصحاب العظام على تقدير مضاف محذوف، ورد بأن هذا التقدير خلاف الظاهر. </p><p> وعبارة الروح هنا: وقد تمسك (٢) بظاهر الآية الكريمة من أثبت للعظم حياة، وبنى عليه الحكم بنجاسة عظم الميت. وهو الشافعي، ومالك، وأحمد. وأما أصحابنا الحنفية، فلا يقولون بنجاسته كالشعر، ويقولون: المراد بإحياء العظام: ردها إلى ما كانت عليه من الغضاضة والرطوبة في بدن حي حساس. واختلفوا في الآدمي هل يتنجس بالموت؟. فقال أبو حنيفة: يتنجس؛ لأنه دموي، إلا أنه يطهر بالغسل كرامة له، وتكره الصلاة عليه في المسجد. وقال الشافعي، وأحمد: لا يتنجس به، ولا تكره الصلاة عليه فيه. وعن مالك خلاف، والأظهر عنه: الطهارة، وأما الصلاة عليه في المسجد فالمشهور من مذهبه كراهتها، كقول أبي حنيفة، انتهى. انظر ما بين عبارة الشوكاني، وعبارة البروسوي من التناقض فيما قاله الشافعي. والصواب ما في البروسوي. </p><p> والمعنى (٣) : أي قل أيها الرسول لهذا المشرك القائل لك: من يحيي العظام وهي رميم: يحييها الذي ابتدع خلقها أول مرة ولم تكن شيئًا، وهو العليم </p><p>(١) الشوكاني. (٢) روح البيان.(٣) المراغي.</p>"
}