{
  "id": null,
  "sura": 36,
  "aya": 35,
  "text": "<p> {وَفَجَّرْنا} ؛ أي: شققنا وأسلنا {فِيها} ؛ أي: في الأرض {مِنَ الْعُيُونِ} ؛ أي: بعضًا من ماء العيون. فحذف الموصوف وأقيمت الصفة مقامه أو {مِنْ} زائدة، و {الْعُيُونِ} مفعول به على رأي من جوز زيادتها في الإثبات. وهو الأخفش، ومن وافقه. وقرأ الجمهور {فَجَّرْنا} : بالتشديد. وقرأ جناح بن حبيش بالتخفيف. والفجر، والتفجير كالفتح والتفتيح لفظًا ومعنى. </p><p> واعلم (١) : أن تفجير الأنهار والعيون في البلاد، رحمة من الله تعالى، إذ حياة كل شيء من الماء، وللبساتين منه النضارة والنماء. والعيون إما جارية وإما غير جارية، والجارية غير الأنهار، إذ هي أكثر وأوسع من العيون، ومنبعها غير معلوم غالبا كالنيل المبارك، حيث لم يوجد رأسه. وغير الجارية هي الآبار. </p><p> ٣٥ - واللام في قوله:  {لِيَأْكُلُوا مِنْ ثَمَرِهِ} متعلق بـ {جَعَلْنا} ، وتأخيره عن تفجير العيون لأنه من مبادىء الأثمار، والضمير في {مِنْ ثَمَرِهِ} يعود إلى المذكور من الجنات والنخيل؛ أي: وجعلنا فيها جنات من نخيل وأعناب، ورتبنا مبادىء إثمارها ليأكلوا من ثمر ما ذكر من الجنات والنخيل والأعناب، ويواظبوا على الشكر أداء لحقوقنا. ففيه إجراء الضمير مجرى اسم الإشارة. وقيل: الضمير راجع إلى ماء العيون؛ لأن الثمر منه، قاله الجرجاني. وقيل: الضمير لله على طريقة الالتفات، والإضافة إليه، لأن الثمر بخلقه كما في «البيضاوي» . وقرأ الجمهور (٢) : {ثَمَرِهِ} بفتح الثاء والميم. وقرأ حمزة، والكسائي، وطلحة، وابن وثاب بضمهما. وقرأ الأعمش بضم الثاء، وإسكان الميم. </p><p> وقوله:  {وَما عَمِلَتْهُ أَيْدِيهِمْ} معطوف على {ثَمَرِهِ} ؛ أي: ليأكلوا من ثمره، ويأكلوا من الذي عملته أيديهم. وهو ما يتخذ منه كالعصير والدبس ونحوهما، وكذلك ما غرسوه وحفروه على أن ما موصولة. وقيل:  {مَا} : نافية، والمعنى: والحال أنه لم تعمل ذلك الثمر، ولم تصنعه أيديهم؛ لأن الثمر وجد بخلق الله تعالى لا بفعلهم، ومحل الجملة حينئذ النصب على الحال. ويؤيد الأول </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> قراءة {وما عملت} بلا هاء، فإن حذف العائد من الصلة أحسن من الحذف من غيرها. والأيدي في قوله:  {أَيْدِيهِمْ} كناية عن القوة، لأن أقوى جوارح الإنسان في العمل يده، فصار ذكر اليد غالبًا في الكناية، ومثله {ذلِكَ بِما قَدَّمَتْ أَيْدِيكُمْ} . </p><p> وقرأ الجمهور (١) : {وَما عَمِلَتْهُ} بالضمير، فإن كانت {مَا} موصولة فالضمير عائد عليها، وإن كانت نافية فالضمير عائد على الثمر. وقرأ طلحة، وعيسى وحمزة، والكسائي، وأبو بكر بغير ضمير. ومفعول {عملت} على كلا التقديرين محذوف. وجوز في هذه القراءة أن تكون {ما} مصدرية؛ أي: وعمل أيديهم، وهو مصدر أريد به المعمول، فيعود إلى معنى الموصول. </p><p> والمعنى (٢) : أي وأنشأنا في هذه الأرض التي أحييناها، بساتين من نخيل وأعناب، وجعلنا فيها أنهارًا سارحة، في أمكنة تنشر فيها، ليأكلوا من ثمر الجنات، ومما عملت أيديهم مما غرسوا وزرعوا. </p><p> ولما عدد سبحانه هذه النعم .. حض على الشكر، فقال:  {أَفَلا يَشْكُرُونَ} ؛ أي: أفلا يشكرون خالق هذه النعم، على ما تفضل به عليهم، من نعم لا تعد ولا تحصى. وهو إنكار واستقباح لعدم شكرهم النعم المعدودة. والهمزة فيه للاستفهام التوبيخي، داخلة على مقدر يقتضيه المقام، والفاء: عاطفة على ذلك المقدر، والتقدير (٣) : أيرون هذه النعم أو أيتنعمون بها فلا يشكرونها بالتوحيد والتقديس والتحميد، فيرجعون عن عبادة غير الله تعالى. وفي ذلك استدلال على وحدانية الله تعالى، وتعداد للنعم. فالأرض مكان لهم لا بد لهم منها، فهي نعمة، ثم إحياؤها بالنبات نعمة ثانية، فإنها تصير أنزه، ثم إخراج الحب منها نعمة ثالثة، فإن قوتهم يصير في مكانهم، ثم جعل الجنان فيها نعمة رابعة؛ لأن الأرض تنبت الحب في كل سنة. وكل ذلك مفيد إلى بيان إحياء الموتى. فيقول الله تعالى: كما فعلنا في موات الأرض كذلك نفعل في الأموات </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.</p>"
}