{
  "id": null,
  "sura": 36,
  "aya": 40,
  "text": "<p> الثاني في دقته، واستقواسه، واصفراره كالعرجون القديم. فالعرجون إذا قدم، وعتق .. دق وتقوس، واصفر. شبه به القمر في آخر الشهر في هذه الوجوه الثلاثة؛ أي: في عين الناظر، وإن كان في الحقيقة عظيمًا بنفسه. فالعرجون عود العذق ما بين شماريخه إلى منبته من النخلة. والشماريخ، جمع شمراخ أو شمروخ: ما عليه البسر من العيدان الصغار. والقديم: ما تقادم عهده بحكم العادة، ولا يشترط في إطلاق لفظ القديم عليه مدة بعينها، إذ يقال لبعض الأشياء: قديم وإن لم يمض عليه حول. وقيل: أقل هذا القديم الحول. </p><p> واعلم: أنه قد صح أن دور هذه الأمة، هو الدور القمري العربي، الذي حسابه مبني على الشهر تامًا كان أو ناقصًا، لا الدور الشمسي الذي هو مبني حسابه على الأيام فلا يكون ناقصًا. وقد صام - صلى الله عليه وسلم - ثمانية أو تسعة رمضانات، خمس منها كانت تسعًا وعشرين يومًا، والباقي ثلاثين. وقد قال - صلى الله عليه وسلم -: «شهرا عيد لا ينقصان» ؛ أي: حكمهما إذا كانا تسعًا وعشرين، مثل حكمهما، إذا كانا ثلاثين في الفضل والثواب. </p><p> وقرأ الجمهور (١) : {العرجون} بضم العين والجيم. وقرأ سليمان التيمي: بكسر العين وفتح الجيم. وهما لغتان. والمعنى؛ أي: وجعلنا لسير القمر منازل، وهي ثمانية وعشرون منزلة، ينزل في كل واحد منها ليلة واحدة، ثم يستتر ليلتين أو ليلة، إذا نقص الشهر، فإذا كان في آخر منازله دق وتقوس حتى صار كالعرجون القديم، والعذق العتيق الذي عليه الشماريخ. </p><p> ٤٠ - {لَا الشَّمْسُ} مبتدأ، والخبر ما بعده؛ لأنه لا يجوز أن تعمل {لَا} في المعرفة {يَنْبَغِي} ويتيسر، ويمكن {لَها أَنْ تُدْرِكَ الْقَمَرَ} ؛ أي (٢) : لا يصح، ولا يمكن، ولا يسهل للشمس أن تدرك القمر في سرعة سيره، وتنزل في المنزل الذي فيه القمر؛ لأن لكل واحد منهما سلطانا على انفراده، فلا يتمكن أحدهما من الدخول على الآخر، فيذهب سلطانه إلى أن يأذن الله سبحانه بالقيامة، فتطلع </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> الشمس من مغربها. </p><p> أو المعنى (١) : لا يمكن للشمس أن تلحق القمر في سرعة سيره. فإن القمر أسرع سيرا، حيث يقطع فلكه ويدور في منازله الثماني والعشرين في شهر واحد، بخلاف الشمس فإنها أبطأ منه، حيث لا تقطع فلكها ولا تدور في تلك المنازل المقسومة على الاثني عشر برجا إلا في سنة. فيكون مقام الشمس في كل منزلة ثلاثة عشر يومًا، فهي لا تدرك القمر في سرعة سيره، فإنه تعالى جعل سيرها أبطأ من سير القمر. وأسرع من سير زحل، وهو كوكب في السماء السابعة. وذلك لأن الشمس كاملة النور، فلو كانت بطيئة السير لدامت زمانًا كثيرًا في مسامتة شيء واحد فتحرقه، ولو كانت سريعة السير .. لما حصل لها لبث في بقعة واحدة، بقدر ما يخرج النبات من الأرض والأوراق والثمار من الأشجار، وبقدر ما ينضج الثمار والحبوب، ويجف. فلو أدركت القمر في سرعة سيره، لكان في شهر واحد صيف وشتاء، فيختل بذلك أحكام الفصول، وتكون النبات وتعيش الحيوان. </p><p> ويجوز أن يكون المعنى: ليس للشمس أن تدرك القمر في آثاره ومنافعه مع قوة نورها وإشراقها. فإن لكل واحد منهما آثارا ومنافع تخصه، وليس للآخر أن يدركه فيها كما قالوا: الثمرة تنضجها الشمس، ويلونها القمر، ويعطيها الطعم الكوكب. وقالوا: إن سهيلًا، وهو كوكب يمني يعطي الحجر اللون الأحمر، فيصير عقيقًا. </p><p> ويجوز أن يكون المعنى:  {أَنْ تُدْرِكَ الْقَمَرَ} ؛ أي: في مكانه. فإن القمر في السماء الدنيا، والشمس في السماء الرابعة؛ فهي لا تدركه في مكانه ولا يجتمعان في موضع واحد. قال النحاس: وأحسن ما قيل في معناه: وأبينه أن سير القمر سير سريع، والشمس لا تدركه في السير. وأما قوله: {وَجُمِعَ الشَّمْسُ وَالْقَمَرُ (٩) } فذلك حين حبس الشمس عن الطلوع لخراب الدنيا. ويأتي في سورة القيامة، أن </p><p>(١) روح البيان.</p><p> جمعهما علامة لانقضاء الدنيا، وقيام الساعة. </p><p> والمعنى (١) : أي لا يصح للشمس ولا يسهل عليها أن تدرك القمر في سرعة سيره؛ لأن الشمس تجري في اليوم مقدار درجة، والقمر يسير في اليوم مقدار - </p><p> ١٣ - ثلاث عشرة درجة، ولأن لكل منهما مدارًا خاصًا لا يجتمع مع الآخر فيه. </p><p> {وَلَا اللَّيْلُ سابِقُ النَّهارِ} ؛ أي: ولا الليل سابق انقضاء النهار، فلا يأتي الليل في أثناء النهار، كأن يأتي وقت الظهر، ولكن يعاقبه ويناوبه ويجيء كل واحد منهما في وقته ولا يسبق صاحبه؛ أي: هما (٢) يتعاقبان بحساب معلوم لا يجيء أحدهما قبل وقته. وقيل معناه: لا يدخل أحدهما في سلطان الآخر، فلا تطلع الشمس بالليل ولا يطلع القمر بالنهار، وله ضوء، فإذا اجتمعا وأدرك أحدهما صاحبه قامت القيامة. وقيل معناه: إن الشمس لا تجتمع مع القمر في فلك واحد، ولا يتصل ليل بليل، لا يكون بينهما نهار فاصل. وقرأ عمارة بن عقيل الخطفي:  {سابق} بغير تنوين، {النهار} بالنصب، وحذف التنوين فيه لالتقاء الساكنين. وقيل (٣) : المراد بالليل والنهار آيتاهما، وهما النيران، وبسبق الليل سبق القمر إلى سلطان الشمس في محو نورها. فيكون التركيب عكسًا للأول، فالمعنى: لا يصح للقمر أيضًا أن يطلع في وقت ظهور سلطان الشمس وضوئها، بحيث يغلب نورها ويصير الزمان كله ليلًا، بل هما يسيران الدهر على نظامهما، ولا يدخل أحدهما على الآخر، ولا يجتمعان إلا عند إبطال الله هذا التدبير، ونقض هذا التأليف، وتطلع الشمس من مغربها، ويجتمع معها القمر. </p><p> فإن قلت: إذا كان هذا التركيب عكس ما ذكر قبله كان المناسب أن يقال ولا الليل مدرك النهار. </p><p> قلت: إيراد السبق مكان الإدراك لأنه الملائم لسرعة سير القمر. </p><p>(١) المراغي. (٢) الخازن.(٣) روح البيان.</p>"
}