{
  "id": null,
  "sura": 36,
  "aya": 71,
  "text": "<p> القلب؛ لأنه المنتفع به. ثم الإنذار صفة النبي - صلى الله عليه وسلم - في الحقيقة. وقرأ (١) نافع، وابن عامر {لتنذر} بتاء الخطاب للرسول - صلى الله عليه وسلم -. وقرأ باقي السبعة: بياء الغيبة، فاحتمل أن يعود على الرسول، واحتمل أن يعود على القرآن. </p><p> والمعنى (٢) : أي وما القرآن إلا مواعظ من ربنا، يُرشد بها عباده إلى ما فيه نفعهم وهدايتهم في معاشهم ومعادهم، نزل من الملأ الأعلى وليس من كلام البشر. فقد تحدى المخالفين أن يأتوا بمثله؛ فما استطاعوا، فلجؤوا إلى السيف والسنان، وتركوا المقاولة بالحجة والبرهان. ثم ذكر من ينتفع به فقال:  {لِيُنْذِرَ مَنْ كانَ حَيًّا} ؛ أي: لينتفع بنذارته من كان حي القلب، مستنير البصيرة، يعرف مواقع الهدى والرشاد، فيسترشد بهديه، وليس له من صوارف الهوى ما يصده عن اتباع الحق، ولا من نوازع الاستكبار والإعراض، ما يكون حائلًا بينه وبين الهدى. فهو يتواثب على الإقرار بالحق، إذا لاح له بريق من نوره، فتمتلىء جوانبه إشراقًا وضياءً، ويخر له مذعنًا مستسلمًا. وكأن طائفًا من السماء نزل عليه فأثلج صدره، وألان قلبه، فاطمأن له وركن إليه. وذلك من رزقه الله التوفيق والهداية، وكتب له الفوز والسعادة. </p><p> وبعدئذ بيّن عاقبة من أعرض عنه، فقال:  {وَيَحِقَّ الْقَوْلُ} ؛ أي: ويجب القضاء من الله تعالى، وتجب كلمة العذاب. وهي {لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ} . {عَلَى الْكافِرِينَ؛} أي: على المصرين على الكفر به تعالى، الذين هم كأنهم أموات، لخلوهم من النفوس الحساسة اليقظة، التي دأبها اتباع الحق ومخالفة الهوى؛ لأنه إذا انتفت الريبة إلا المعاندة فيحق القول عليهم. وفي إيرادهم في مقابلة {مَنْ كانَ حَيًّا} إشعار بأنهم لخلوهم عن آثار الحياة، وأحكامها، التي هي المعرفة، أموات في الحقيقة، كالجنين ما لم ينفخ فيه الروح. فالمعرفة تؤدي إلى الإيمان والإسلام والإحسان التي لا يموت أهلها، بل ينتقل من مكان إلى مكان. </p><p> ٧١ - والهمزة في قوله:  {أَوَلَمْ يَرَوْا} للاستفهام التقريري للتعجيب خلافًا لما قاله </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> بعضهم هنا، داخلة على مقدر يقتضيه المقام، والواو عاطفة على ذلك المقدر، والضمير للمشركين من أهل مكة، والتقدير: ألم يتفكر أهل مكة ولم يعلموا علما يقينيًا هو في حكم المعاينة؛ أي: قد رأوا وعلموا (أنا) نحن بمقتضى جودنا وكرمنا {خَلَقْنا} وأوجدنا {لَهُمْ} ؛ أي: لأجلهم وانتفاعهم {مِمَّا عَمِلَتْـ} ـه {أَيْدِينا} ؛ أي: مما تولينا إحداثه بيدنا، لم يشاركنا فيه غيرنا، بمعاونة وتسبب؛ أي: مما أبدعناه وعملناه من غير واسطة ولا شركة. وإسناد العمل إلى الأيدي مبالغة في الاختصاص والتفرد بالخلق، كما يقول الواحد منا: عملته بيدي للدلالة على تفرده بعمله. وقال في «الأسئلة المقحمة» : الأيدي هنا صلة، وهو كقوله:  {بِما قَدَّمَتْ أَيْدِيهِمْ} ، ومذهب العرب الكناية باليد، والوجه عن الجملة، انتهى. والجمع في الأيدي للتعظيم، كأنه قال: مما عملته يدنا. واليد صفة ثابتة لله سبحانه وتعالى، نثبته ونعتقده، لا نمثله ولا نكيفه. و {ما} موصولة بمعنى الذي، وحذف العائد لطول الصلة. ويجوز أن تكون مصدرية. {أَنْعامًا} مفعول {خَلَقْنا} ، أخّره جمعًا بينه وبين أحكامه، المتفرعة عليه بقوله تعالى:  {فَهُمْ لَهَا} إلخ. جمع نعم. وهي الماشية الراعية. وهي: الإبل والبقر والغنم؛ أي: الضأن والمعز مما في سيره نعومة؛ أي: لين، ولا يدخل فيها الخيل، والبغال، والحمر لشدة وطئها الأرض. وخص بالذكر من بين سائر ما خلق الله من المعادن، والنبات، والحيوان غير الأنعام لما فيها من بدائع الفطرة، كما في الإبل، وكثرة المنافع كما في البقر والغنم. </p><p> والفاء في قوله:  {فَهُمْ لَها مالِكُونَ} للتفريع، و {الفاء} التفريعية هي التي كان ما قبلها علة لما بعدها، عكس التعليلية، أي: فلأجل خلقنا إياها لمنافعهم، هم لتلك الأنعام مالكون ملك التصرف بتمليكنا إياهم، وهم متصرفون فيها بالاستقلال، يختصون بالانتفاع بها، لا يزاحمهم في ذلك غيرهم. </p><p> ومعنى الآية (١) : أي أولم يشاهد هؤلاء المشركون بالله الأصنام والأوثان أنا </p><p>(١) المراغي.</p>"
}