{
  "id": null,
  "sura": 36,
  "aya": 76,
  "text": "<p> وخيبة رجائهم، وانعكاس تدبيرهم. فقال:  {لا يَسْتَطِيعُونَ} إلخ؛ أي: لا تقدر هذه الآلهة على نصر عابديها. فهي أضعف من ذلك، وأحقر، ولا تقدر على الاستنصار لأنفسها، ولا الانتقام ممن أرادها بسوء؛ لأنها جماد لا تسمع، ولا تعقل. {وَهُمْ لَهُمْ جُنْدٌ} ؛ أي: والمشركون يغضبون للآلهة في الدنيا، وهم لا يسوقون إليهم خيرًا ولا يدفعون عنهم ضرًا. </p><p> والخلاصة: أنّ العابدين وهم المشركون، كالجند لحمايتهم والذب عنهم في الدنيا، والمعبودون يوم القيامة، لا يستطيعون أن يقدموا لهم معونة، ولا يدفعون عنهم مضرة. </p><p> ٧٦ - ثم سلّى رسوله على ما يلقاه من قومه من الأذى، بنحو قولهم: هو شاعر، وهو كاهن، وهو ساحر إلى نحو ذلك، من مقالاتهم التي كانوا يجابهون بها الرسول إرادة تحقيره وإهانته. فقال:  {فَلا يَحْزُنْكَ قَوْلُهُمْ} والفاء: فيه فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا سمعت قولهم في الله: أن له شريكًا وولدًا، وفيك: إنك كاذب شاعر، وتألمت من إيذائهم وجفائهم وأردت بيان ما هو الأصلح لك، والأكثر أجرًا .. فأقول لك: لا يحزنك قولهم؛ أي: لا يهمنك قولهم في الله بالإلحاد والشرك، وفيك بالتكذيب والتهجين، وتسل بإحاطة علمي بجميع أحوالهم. فـ {إِنَّا نَعْلَمُ ما يُسِرُّونَ} ؛ أي: جميع ما يضمرون في صدورهم من العقائد الفاسدة، ومن العداوة لك، والبغضاء {وَما يُعْلِنُونَ} ؛ أي: وجميع ما يظهرون بألسنتهم من كلمات الشرك، والكفر بالله، والإنكار للرسالة. فنجازيهم على جميع جناياتهم الخافية والبادية. </p><p> قال ابن الشيخ (١) : والفاء في قوله: {فَلا يَحْزُنْكَ} جزائية؛ أي: إذا سمعت قولهم في الله: أن له شريكًا وولدًا، وفيك: أنك كاذب شاعر، وتألمت من إيذائهم وجفائهم، فتسل بإحاطة علمي بجميع أحوالهم، وبأني أجازيهم على تكذيبهم إياك وإشراكهم بي. وقرأ الجمهور:  {فَلا يَحْزُنْكَ} بفتح الياء وضم </p><p>(١) روح البيان.</p><p> الزاي، وهي لغة قريش. وقرأ نافع: بضم الياء وكسر الزاي. وهي لغة بني تميم. وهما لغتان، يقال: حزنه وأحزنه. </p><p> والمعنى (١) : أي فلا يحزنك أيها الرسول، قول هؤلاء المشركين من قومك: إنك شاعر، وما جئتنا به شعر، ولا تكذيبهم بآيات الله وجحودهم نبوتك. ثم ذكر أنه، سيجازيهم على ما يضمرون في أنفسهم، ويتفوهون بألسنتهم. فقال:  {إِنَّا نَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ} ؛ أي: إنا نعلم أن الذي يدعوهم إلى قول ذلك، إنما هو الحسد، وأنهم يعقدون أن الذي جئتهم به ليس بشعر، ولا يشبه الشعر، وأنك لست بكذاب. </p><p> والخلاصة: أنّا نعلم ما يسرون من معرفتهم، حقيقة ما تدعوهم إليه، وما يعلنون من جحود ذلك بألسنتهم علانية، وسنجزيهم وصفهم، ونعاملهم بما يستحقون، يوم يجدون جليل أعمالهم وحقيرها حاضرًا لديهم. وجملة قوله:  {إِنَّا نَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ} تعليل لما قبله من النهي عن الحزن. فإن علمه سبحانه بما يسرون وما يعلنون، مستلزم للمجازاة لهم بذلك، وأن جميع ما صدر منهم، لا يعزب عنه، سواء كان خافيًا أو باديًا سرًا أو جهرًا مظهرًا أو مضمرًا وتقديم (٢) السر على العلن، إما للمبالغة في بيان شمول علمه تعالى، لجميع المعلومات، كأن علمه تعالى، بما يسرون، أقدم منه بما يعلنون، مع استوائهما في الحقيقة. فإن علمه تعالى، بمعلوماته، ليس بطريق حصول صورها، بل وجود كل شيء في نفسه علم بالنسبة إليه تعالى. وفي هذا المعنى، لا يختلف الحال بين الأشياء البارزة والكامنة. وإما لأن مرتبة السر متقدمة على مرتبة العلن، إذ ما من شيء يعلن إلا وهو. أو مبادية مضمر في القلب قبل ذلك، فتعلق علمه بحالته الأولى، متقدم على تعلقه بحالته الثانية حقيقةً. </p><p> وفي الآية: إشارة إلى أن كلام الأعداء، الصادر من العداوة والحسد، جدير بأن يحزن قلوب الأنبياء، مع كمال قوتهم، وأنهم ومتابعيهم مأمورون بعدم </p><p>(١) المراغي. (٢) روح البيان.</p>"
}