{
  "id": null,
  "sura": 36,
  "aya": 29,
  "text": "<p> جبرائيل عليه السلام، فصاح بهم صيحة واحدة، فماتوا عن آخرهم، فذلك قوله تعالى:  {وَما أَنْزَلْنا عَلى قَوْمِهِ} ؛ أي: على قوم حبيب النجار، وهم أهل أنطاكية. {مِنْ بَعْدِهِ} ؛ أي: من بعد قتلهم له، أو من بعد رفع الله له إلى السموات على الاختلاف السابق. {مِنْ جُنْدٍ} وعسكر {مِنَ السَّماءِ} ولم نرسل عليهم جندًا من الأرض، لإهلاكهم وللانتقام منهم؛ أي: لم نحتج إلى إرسال جنود من السماء لإهلاكهم، كما وقع ذلك للنبي - صلى الله عليه وسلم - يوم بدر، من إرسال الملائكة لنصرته وحرب أعدائه، بل كفينا أمرهم بصيحة ملك. {وَما كُنَّا مُنْزِلِينَ} ؛ أي: وما صح واستقام في قضائنا وحكمتنا أن ننزل لإهلاك قومه جندًا من السماء، لسبق قضائنا وقدرنا، بأن إهلاكهم بالصيحة لا بإنزال الجند، فإنا جعلنا لكل شيء سببا يخصه، حيث أهلكنا بعض الأمم بالحاصب، وبعضهم بالصيحة، وبعضهم بالخسف، وبعضهم بالإغراق، وجعلنا إنزال الجند من السماء من خصائصك في الانتصار من قومك. </p><p> وفي الآية: استحقار لأهل أنطاكية ولإهلاكهم، حيث اكتفى في استئصالهم بما يتوسل به إلى زجر، نحو الطيور والوحوش، من صيحة عبد واحد مأمور، وإيماء إلى تفخيم شأن الرسول - صلى الله عليه وسلم -؛ لأنه إذا كان أدنى صيحة ملك واحد، كافيًا في إهلاك جماعة كثيرة، ظهر أن إنزال الجنود من السماء يوم بدر والخندق لم يكن إلا تعظيمًا لشأنه، وإجلالًا لقدره، لا لاحتياج الملائكة إلى المظاهرة والمعاونة. </p><p> فإن قيل: كما لم ينزل عليهم جندًا من السماء، لم يرسل إليهم جندًا من الأرض أيضًا، فما فائدة قوله:  {مِنَ السَّماءِ} ؟ </p><p> فالجواب: أنه ليس للاحتراز، بل لبيان أن النازل عليهم من السماء لم يكن إلا صيحةً واحدة أهلكتهم بأسرهم؛ أي: ليسوا بأحقّاء بأن ننزل لإهلاكهم جندًا من السماء، </p><p> ٢٩ - بل أهلكناهم بصيحة واحدة، كما يفيده قوله:  {إِنْ كانَتْ} ؛ أي: ما كانت الأخذة أو العقوبة على أهل أنطاكية {إِلَّا صَيْحَةً واحِدَةً} صاح بها جبرائيل، فأهلكهم قال المفسرون: أخذ جبرائيل بعضادتي باب المدينة، ثم صاح بهم صيحة، فإذا هم ميتون لا يسمع لهم حسّ، كالنار إذا انطفأت، وهو معنى قوله: </p><p> {فَإِذا} هم؛ أي: أهل أنطاكية {خامِدُونَ} أي: قوم خامدون؛ أي: ميتون لا يسمع لهم حسّ، ولا يشاهد لهم حركة، شبّهوا بالنار الخامدة رمزًا إلى أن الحي كالنار الساطعة في الحركة والالتهاب، والميت كالرماد، يقال: خمدت النار إذا سكن لهبها ولم ينطفىء جمرها، وهمدت إذا طفىء جمرها قال في «الكواشي» : لم يقل: هامدون وإن كان أبلغ لبقاء أجسادهم بعد هلاكهم. و {إذا} فجائية (١) ؛ أي: فاجأهم الخمود إثر الصيحة، لم يتأخر ووقعت (٢) الصيحة في اليوم الثالث من قتل حبيب والرسل، أو في اليوم الذي قتلوهم فيه. وفي رواية، في الساعة التي عادوا فيها بعد قتلهم إلى منازلهم فرحين مستبشرين، وإنما عجّل الله عقوبتهم، غضبا لأوليائه الشهداء، ولم يذكر لنا الكتاب الكريم، كيف كانت الصيحة، ولا كيف نزل بهم العذاب. وتفصيل ذلك لا يعنينا، فالعبرة تحصل بدون بيانه، إذ المراد: انتقام الله وعذابه لمن كذب أولياءه على أي نحو كان ذلك العذاب. نسأل الله سبحانه أن يحفظنا من موجبات غضبه وسخطه وعذابه. </p><p> وقرأ الجمهور (٣) : {صَيْحَةً} بالنصب، على أن {كان} ناقصة، واسمها ضمير يعود إلى ما يفهم من السياق، كما قدمنا. وقرأ أبو جعفر، وشيبة، والأعرج ومعاذ القارىء {صيحةٌ} بالرفع على أنّ {كان} تامة؛ أي: ما حدثت أو ما وقعت إلا صيحة واحدة. وكان الأصل أن لا يلحق التاء؛ لأنه إذا كان الفعل مسندا إلى ما بعد إلا من المؤنث لم تلحق العلامة للتأنيث، فيقال: ما قام إلا هند، ولا يجوز (ما قامت إلا هند) عند أصحابنا إلا في الشعر. وجوّزه بعضهم في الكلام على قلّة، ومثله قراءة الحسن، ومالك بن دينار، وأبي رجاء، والجحدري، وقتادة، وأبي حيوة، وابن أبي عبلة، وأبي بحرية {لا ترى إلا مساكنهم} بالتاء. والقراءة المشهورة {لا يرى} بالياء، فأنكر أبو حاتم، وكثير من النحويين هذه القراءة، أعني: قراءة الرفع، بسبب لحوق تاء التأنيث في قوله:  {إِنْ كانَتْ إِلَّا صَيْحَةً} . قال أبو حاتم: فلو كان كما قرأ أبو جعفر .. لقال: إن </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) البحر المحيط والشوكاني.</p>"
}