{
  "id": null,
  "sura": 36,
  "aya": 47,
  "text": "<p> ومعنى الآيتين (١) : أي وإذا قيل لهؤلاء المكذبين بما نزل الله من الآيات: احذروا ما مضى بين أيديكم من نقم الله، ومثلاته التي حلت بمن قبلكم من الأمم، وخافوا أن يحل بكم مثلها من جراء شرككم وتكذيبكم لرسوله، وما خلفكم؛ أي: وما بعد هلاككم مما أنتم قادمون عليه إن متم على كفركم الذي أنتم عليه، لعل ربكم يرحمكم ويغفر لكم ما اجترحتم من السيئات .. أعرضوا ونكصوا على أعقابهم مستكبرين. ثم بين أن الإعراض ديدنهم، وليس ببدع منهم، فقال:  {وَما تَأْتِيهِمْ ..} إلخ؛ أي: وما تجيء هؤلاء المشركين حجة من حجج الله، الدالة على توحيده وتصديق رسوله، إلا بادروا بتكذيبها، وأعرضوا عنها، وتركوا النظر الصحيح المؤدي إلى الإيمان به ومعرفة صدق رسوله. </p><p> الخلاصة: أنه ما ظهرت لهم آية من الآيات الناطقة، ببدائع صنع الله، وسوابغ آلائه الموجبة للإقبال عليها والإيمان بها إلا أعرضوا عنها مكذبين مستهزئين، ولم يكلفوا أنفسهم مشقة البحث في صدقها، والاستدلال بها على وحدانيته وصدق رسوله. </p><p> ٤٧ - وبعد أن ذكر إعراضهم عن الخالق .. بيّن قسوتهم على المخلوقين، فقال:  {وَإِذا قِيلَ لَهُمْ} ؛ أي: للكافرين بطريق النصيحة {أَنْفِقُوا} على المحتاجين {مِمَّا رَزَقَكُمُ اللَّهُ} تعالى؛ أي: بعض ما أعطاكم بطريق التفضل والإنعام من أنواع الأموال. فإن ذلك مما يرد البلاء، ويدفع المكاره؛ أي (٢) : تصدقوا على الفقراء مما أعطاكم الله، وأنعم به عليكم من الأموال. قال الحسن: يعني: اليهود أمروا بإطعام الفقراء. وقال مقاتل: إن المؤمنين قالوا لكفار قريش: أنفقوا على المساكين مما زعمتم أنه لله من أموالكم من الحرث والأنعام كما في قوله سبحانه: {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعامِ نَصِيبًا} ، فكان جوابهم ما حكاه الله عنهم بقوله:  {قالَ الَّذِينَ كَفَرُوا} بالصانع تعالى. قيل: هم زنادقة، كانوا بمكة. والزنديق: من لا يعتقد إلهًا، ولا بعثًا، ولا حرمة شيء من الأشياء </p><p>(١) المراغي. (٢) الشوكاني.</p><p> {لِلَّذِينَ آمَنُوا} استهزاء بهم، وتهكمًا بهم، وبما كانوا عليه من تعليق الأمور بمشيئة الله تعالى، حيث كانوا يقولون: لو شاء الله لأغنى فلانًا، ولو شاء الله لأعزه، ولو شاء الله لكان كذا وكذا. وإنما حمل على التهكم، لأن المعطلة ينكرون الصانع، فلا يكون جوابهم المذكور عن اعتقاد وجد. {أَنُطْعِمُ} من أموالنا حسبما تعظوننا؛ أي: لا نطعم، فإن الهمزة للإنكار. {مَنْ لَوْ يَشاءُ اللَّهُ} سبحانه إطعامه {أَطْعَمَهُ} ؛ أي: رزقه على زعمكم. وقد كانوا سمعوا المسلمين يقولون: إن الرازق هو الله، وأنه يغني من يشاء ويفقر من يشاء، فكأنهم حاولوا بهذا القول الإلزام للمسلمين، وقالوا: نحن نوافق مشيئة الله، فلا نطعم من لم يطعمه الله. وهذا غلط منهم، ومكابرة، ومجادلة بالباطل. فإن الله سبحانه أغنى بعض خلقه، وأفقر بعضا، وأمر الغني أن يطعم الفقير، وابتلاه به فيما فرض له من ماله من الصدقة. وقوله:  {مَنْ لَوْ يَشاءُ اللَّهُ أَطْعَمَهُ} هو وإن كان كلاما صحيحا في نفسه، ولكنهم لما قصدوا به الإنكار لقدرة الله أو إنكار جواز الأمر بالإنفاق مع قدرة الله، كان احتجاجهم من هذه الحيثية باطلًا. </p><p> وقوله:  {إِنْ أَنْتُمْ} أيها المؤمنون؛ أي: ما أنتم {إِلَّا فِي ضَلالٍ مُبِينٍ} وخطأ بيّن واضح، ظاهر من تمام كلام الكفار. والمعنى: أنكم أيها المؤمنون في سؤال المال، وأمرنا بإطعام الفقراء، أو في اتباعكم محمدًا وترك ما نحن عليه، لفي ضلال وخطأ في غاية الوضوح والظهور. وقيل: هو مستأنف من كلام الله تعالى، جوابًا وردا لهذه المقالة، التي قالها الكفار. قال القشيري، والماوردي: إن الآية نزلت في قوم من الزنادقة، وقد كان في كفار قريش وغيرهم، من سائر العرب قوم يتزندقون، فلا يؤمنون بالصانع، فقالوا هذه المقالة استهزاء بالمسلمين، ومناقضة لهم. وحكى نحو هذا القرطبي عن ابن عباس رضي الله عنهما. </p><p> والمعنى (١) : أي وإذا أمروا بالإنفاق مما رزقهم الله على الفقراء والمحاويج </p><p>(١) المراغي.</p><p> من المسلمين .. قالوا لمن طلب منهم ذلك: لو شاء الله لأغناهم، وأطعمهم من رزقه، فنحن نوافق مشيئة الله فيهم. </p><p> وفي قوله:  {مِمَّا رَزَقَكُمُ اللَّهُ} ترغيب في الإنفاق على نهج قوله: {وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ} ، وتنبيه إلى عظيم جرمهم في ترك الامتثال للأمر، وذم لهم على ترك الشفقة على عباد الله. وإجمال ذلك: أنهم لم يعظموا الخالق، ولم يشفقوا على المخلوق. </p><p> ثم ذكر أنهم على شحهم وبخلهم عابوا الأمر بالإنفاق، ووصفوه بالضلال البين الذي لا شبهة فيه، فقال:  {إِنْ أَنْتُمْ إِلَّا فِي ضَلالٍ مُبِينٍ} ؛ أي: ما أنتم أيها المؤمنون في قيلكم لنا: أنفقوا مما رزقكم الله على مساكينكم إلا في جور بيّن، وبعد عن سبيل الرشاد لمن تأمل وتدبر. </p><p> وهذا معذرة البخلاء في كل عصر ومصر، إذ تراهم دائمًا يقولون: لا نعطي من حرمه الله. وتلك قربة منهم؛ لأن الله أغنى بعض الخلق وأفقر بعضًا ابتلاء منه لعباده، ولأسباب وحكمة نحن لا نعلمها؛ لا بخلًا منه وشحًا. وأمره الأغنياء بالإنفاق على الفقراء، ليس لحاجة منه إلى مالهم بل ليبلوهم، ويرى أيمتثلون الأمر ويؤدون الواجب، أم ينكصون على أعقابهم ويولون مدبرين .. وفي الحديث «لو شاء الله لجعلكم أغنياء لا فقير فيكم، ولو شاء لجعلكم فقراء لا غني فيكم، ولكنه ابتلى بعضكم ببعض لينظر كيف عطف الغني، وكيف صبر الفقير» . وهذه الآية ناطقة بترك شفقتهم على خلق الله. وجملة التكاليف ترجع إلى أمرين: التعظيم لأمر الله تعالى، والشفقة على خلق الله. وهم قد تركوا الأمرين جميعا. وقد تمسك البخلاء الآن بما تمسكوا به حيث يقولون: لا نعطي من حرم الله، ولو شاء لأغناه. نعم لو كان هذا الكلام صادرا عن يقين وشهود وعيان لكان مفيدًا، بل توحيدًا محضًا يدور عليه كمال الإيمان، ولكنهم سلكوا طريق التقليد والإنكار والعناد ومن لم يهد الله فما له من هاد. </p><p> وكان لقمان يقول إذا مر بالأغنياء: يا أهل النعيم لا تنسوا النعيم الأكبر وإذا مر بالفقراء يقول: إياكم أن تغبنوا مرتين. وعن علي - رضي الله عنه - إن </p>"
}