{
  "id": null,
  "sura": 36,
  "aya": 38,
  "text": "<p> وقال آخر: </p><p> محنُ الزَّمان كثيرةٌ لا تنقضيْ ... وسرورهُ يأْتيك كالأَعياد </p><p> ومعنى الآية: أي ومن آيات قدرته تعالى الدالة على إمكان البعث والحشر والنشر، وعلى قدرته على فعل كل ما يشاء: الليل ينزع عنه النهار، فتأتي الظلمة، ويذهب النهار. فإذا الخلق قد صاروا في ظلمة بمجيء الليل، الذي كان الضياء ساترًا له. وفي الضياء سرور، ولذة، وراحة للنفس، وسعي على الرزق. وفي زواله وحشة، وانقباض تشعر بألمه النفوس، كما أن فيه تركًا للعمل الذي به قوام الحياة. ومن ثم جعل الآية ظهور الليل، ولم يجعلها مجيء النهار، والآية تحصل بكل منهما. </p><p> والخلاصة: أن تعاقب الليل والنهار على ظهر البسيطة، من أكبر الأدلة على قدرة المولى سبحانه، وفيه عبرة لمن يعي ويفهم. وإن البعث والنشور من أيسر الأمور عليه سبحانه. </p><p> ٣٨ - وقوله:  {وَالشَّمْسُ} معطوف على الليل؛ أي: وآية لهم الشمس المضيئة المشرقة على صحائف الكائنات، كأنه قيل: كيف كانت آية؟ فقيل: هي تجري أو حال كونها جارية، وسائرة إلى مستقر لها. ويجوز أن تكون الواو ابتدائية، {وَالشَّمْسُ} مبتدأ، وما بعدها الخبر، ويكون الكلام مستأنفًا مشتملًا على ذكر آية مستقلة. وقوله: لمستقر لها فيه وجوه: </p><p> الأول: أن الكلام في {لِمُسْتَقَرٍّ} للتعليل، والمستقر: اسم مكان؛ أي: تجري لبلوغ مستقر وحد معين، ينتهي إليه دورها في آخر السنة. فشبه بمستقر المسافر إذا قطع سيره. </p><p> والثاني: أن اللام بمعنى إلى، والمستقر كبد السماء؛ أي: وسطها، والمعنى: تجري إلى أن تبلغ إلى وسط السماء، وتستقر فيه. شُبه بطء حركتها فيه بالوقفة والاستقرار، وإلا فلا استقرار لها حقيقةً. كما قال في «المفردات» الزوال يقال في شيء قد كان ثابتًا، ومعلوم أن لا ثبات للشمس، فكيف يقال </p><p> زوال الشمس؟ فالجواب: قالوه لاعتقادهم في الظهيرة، أن لها ثباتًا في كبد السماء. </p><p> والثالث: أن اللام لام العاقبة، والمستقر مصدر ميمي؛ أي: تجري بحيث يترتب على جريها استقرارها في كل برج من البروج الاثني عشرة، على نهج مخصوص، بأن تستقر في كل برج شهرا، ويأخذ الليل من النهار في نصف الحول، والنهار من الليل في النصف الآخر منه، وتبلغ نهاية ارتفاعها في الصيف، ونهاية انحطاطها في الشتاء. ويترتب عليه اختلاف الفصول الأربعة، وتهيئة أسباب معاش الأرضيات، وتربيتها. </p><p> والرابع: لمنتهى مقدر لكل يوم من المشارق والمغارب، فإن لها في دورها ثلاث مئة وستين مشرقًا ومغربًا، تطلع كل يوم من مطلع، وتغرب من مغرب، ثم لا تعود إليها إلى العام القابل. فالمستقر اسم زمان؛ أي: تجري إلى زمان استقرارها، وانقطاع حركتها عند خراب العالم، أو إلى وقت قرارها وتغير حالها بالطلوع من مغربها. وهذا القول هو الراجح، لما روى أبو ذر - رضي الله عنه - قال: دخلت المسجد ورسول الله - صلى الله عليه وسلم - جالس، فلما غابت الشمس، قال النبي - صلى الله عليه وسلم -: يا أبا ذر، أتدري أين تذهب هذه الشمس؟ فقلت: الله ورسوله أعلم، فقال: تذهب تسجد تحت العرش، فتستأذن فيؤذن لها، ويوشك أن تسجد، ولا يقبل منها، وتستأذن فلا يؤذن لها، ويقال لها: ارجعي من حيث جئت، فتطلع من مغربها. فذلك قوله:  {وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَها} . والمعنى المفهوم من الحديث تنتهي في سيرها لمستقر لها، فتقف فيه ولا تنتقل عنه. ومستقرها هو مكان تحت العرش، تسجد فيه كل ليلة عند غروبها، فتستمر ساجدة فيه طول الليل، فعند طلوع النهار يؤذن لها في أن تطلع من مطلعها أولًا، فإذا كان آخر الزمان لا يؤذن لها في الطلوع من المشرق، بل يقال لها: ارجعي من حيث جئت، فتطلع من المغرب. وهذا هو الصحيح الواضح، اهـ «فتوحات» . </p><p> قال إمام الحرمين، وغيره من الفضلاء: لا خلاف أن الشمس تغرب عند قوم وتطلع عند قوم آخرين، والليل يطول عند قوم ويقصر عند قوم آخرين. وعند </p>"
}