{
  "id": null,
  "sura": 36,
  "aya": 62,
  "text": "<p> لعبادتي، وخلقت المخلوقات لمنافعكم، وعززتكم وأكرمتكم، بأن أسجدت لكم ملائكتي المقربين، وعبادي المكرمين، وهو عطف على {أَنْ لا تَعْبُدُوا} و {أَنْ} فيه كما هي فيه؛ أي: وحدوني بالعبادة، ولا تشركوا بها أحدًا. وتقديم النهي على الأمر، لما أن حق التخلية التقدم على التحلية، وليتصل به قوله تعالى:  {هَذَا} التوحيد الذي أمرتكم به. فإنه إشارة إلى عبادته تعالى، التي هي عبارة عن التوحيد والإسلام. {صِراطٌ مُسْتَقِيمٌ} ؛ أي: قويم لا اعوجاج فيه، موصل إلى النجاة والجنة، لكنكم سلكتم غيره، فوقعتم في مزالق الضلال، وترديتم في مهاوي الردى. والتنكير فيه للتفخيم، كما سيأتي. وفي قوله:  {هَذَا صِرَاطٌ} إشارة إلى أن الإنسان مار في الدنيا لا مقيم فيها. </p><p> ٦٢ - وبعد أن نبههم إلى أنهم نقضوا العهد، وبّخهم على عدم اتعاظهم بغيرهم، ممن أوقعهم الشيطان في المهالك، وكانت عاقبتهم، ما يرون من سوء المتقلب في الدنيا والآخرة، فقال:  {وَلَقَدْ أَضَلَّ مِنْكُمْ} جواب قسم محذوف، والخطاب لبني آدم. وفي «الإرشاد» : الجملة مستأنفة، مسوقة لتشديد التوبيخ وتأكيد التقريع، ببيان أن جناياتهم ليست بنقض العهد فقط، بل بعدم الاتعاظ بما شاهدوا من العقوبات، النازلة على الأمم الخالية، بسبب طاعتهم للشيطان. والخطاب لمتأخريهم الذين من جملتهم كفار مكة، خصوا بزيادة التوبيخ والتقريع لتضاعف جناياتهم. </p><p> أي: وعزتي وجلالي لقد صد الشيطان منكم يا بني آدم {جِبِلًّا كَثِيرًا} ؛ أي: خلقًا كثيرًا عن طاعتي، وإفرادي بالألوهية، فاتخذوا من دوني آلهة يعبدونها. وقرأ نافع، وعاصم (١) : {جِبِلًّا} بكسر الجيم والباء وتشديد اللام. وهي قراءة أبي حيوة، وسهيل، وأبي جعفر، وشيبة، وأبي رجاء، والحسن بخلاف عنه. وقرأ العربيان - أبو عمرو وابن عامر - والهذيل بن شرحبيل: بضم الجيم وإسكان الباء. وباقي السبعة: بضمها وتخفيف اللام. والحسن بن أبي </p><p>(١) البحر المحيط.</p><p> إسحاق، والزهري، وابن هرمز، وعبد الله بن عبيد بن عمير، وحفص بن حميد بضمتين وتشديد. والأشهب العقيلي، واليماني وحماد بن مسلمة عن عاصم: بكسر الجيم وسكون الباء. والأعمش {جِبِلًّا} بكسرتين وتخفيف اللام. وقرىء {جِبِلًّا} بكسر الجيم وفتح الباء وتخفيف اللام، جمع جبلة نحو: فطرة وفطر. فهذه سبع لغات قرىء بها. وأبينها القراءة الأولى، والدليل على ذلك، أنهم قد قرؤوا جميعًا {وَالْجِبِلَّةَ الْأَوَّلِينَ} بكسر الجيم والباء وتشديد اللام، فيكون جبلًا جمع جبلة، واشتقاق الكل من جبل الله الخلق؛ أي: خلقهم. وقرأ علي بن أبي طالب، وبعض الخراسانيين:  {جيلًا} بكسر الجيم بعدها ياء آخر الحروف، واحد الأجيال. والجبل بالباء الموحدة: الأمة العظيمة، وقال الضحاك: أقله عشرة آلاف. ولما تصور (١) من الجبل العظم، قيل للجماعة العظيمة، جبل تشبيها لها بالجبل في العظم. وإسناد الإضلال إلى الشيطان مجاز عقلي، علاقته السببية. </p><p> والمعنى: والله لقد أضل الشيطان منكم خلقًا كثيرًا، يعني: صار سببًا لضلالهم عن ذلك الصراط المستقيم، الذي أمرتكم بالثبات عليه. فأصابهم لأجل ذلك، ما أصابهم من العقوبات الهائلة، التي ملأت الآفاق أخبارها، وبقيت مدى الدهر آثارها. </p><p> وقال بعضهم: وكيف تعبدون الشيطان، وتنقادون لأمره، مع أنه قد أضل منكم يا بني آدم، جماعة متعددة من بني نوعكم، فانحرفوا بإضلاله عن سواء السبيل، فحرموا من الجنة الموعودة لهم. </p><p> فائدة (٢) : واعلم: أنه إذا جاءك شخص، يأمرك بشيء .. فانظر، إما أن يكون ذلك موافقًا لأمر الله أو لا، فإن لم يكن موافقًا له فذلك الشخص معه الشيطان يأمرك بما يأمرك به. فإن أطعته فقد عبدت الشيطان. وإن دعتك نفسك إلى فعل شيء، فانظر أهو مأذون فيه من جهة الشرع أولًا، فإن لم يكن مأذونًا فيه، فنفسك هي الشيطان، أو معها الشيطان يدعوك، فإن اتبعته فقد عبدته. ثم إن </p><p>(١) روح البيان. (٢) المراح.</p>"
}