{
  "id": null,
  "sura": 36,
  "aya": 69,
  "text": "<p> فلا يزال يتزايد ضعفه، وتتناقص قوته، وتنتقض بنيته، ويتغير شكله وصورته، حتى يعود على حالة شبيهة بحال الصبي، في ضعف الجسد، وقلة العقل، والخلو عن الفهم والإدراك. وفي الحديث:  «اغتنم خمسا قبل خمس: شبابك قبل هرمك، وصحتك قبل سقمك، وغناك قبل فقرك، وحياتك قبل موتك، وفراغك قبل شغلك» . وفي هذا كله، دليل على أن من فعل هذه الأفاعيل، قادر على أن بطمس، ويفعل بهم ما أراد. وقرأ الجمهور:  {نُنَكِّسْهُ} مشددًا؛ أي: بضم النون الأولى، وفتح الثانية، وكسر الكاف مشددة. وقرأ عاصم، وحمزة مخففا؛ أي: بفتح النون الأولى، وسكون الثانية، وضم الكاف مخففة. </p><p> والهمزة في قوله:  {أَفَلَا يَعْقِلُونَ} للاستفهام التوبيخي، داخلة على مقدر يقتضيه المقام، والفاء عاطفة على ذلك المقدر، والتقدير: أيرون ذلك التنكيس، فلا يعقلون أن من قدر على ذلك يقدر على ما ذكر من الطمس والمسخ فإنه مشتمل عليهما وزيادة، غير أنه على تدرج، وأن عدم إيقاعهما لعدم تعلق مشيئته تعالى بهما. </p><p> وقرأ نافع، وابن ذكوان، وأبو عمرو في رواية عباس (١) : {تعقلون} بتاء الخطاب. وباقي السبعة بياء الغيبة؛ أي: أفلا يعقلون، أنهم كلما تقدمت بهم السن، ضعفوا، وعجزوا عن العمل، فلو عمروا أكثر مما عمروا، ما ازدادوا إلا ضعفًا، فلا يستطيعون أن يصلحوا ما أفسدوا في شبابهم. وقد عمرناهم مقدار ما يتمكنون من البحث، والتفكير، والتروي في عواقب الأمور ومصايرها، فلم يفعلوا وجاءتهم النذر فلم يهتدوا فمهما، طالت أعمارهم فلن يفيدهم ذلك، ولن يصلح من حالهم قليلًا ولا كثيرًا. ومثل هذه الآية قوله تعالى:  {وَمِنْكُمْ مَنْ يُرَدُّ إِلى أَرْذَلِ الْعُمُرِ لِكَيْلا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا} ، وقوله: {ثُمَّ رَدَدْناهُ أَسْفَلَ سافِلِينَ (٥) }. </p><p> ٦٩ - ولما قال كفار مكة: إن القرآن شعر، وإن محمدًا شاعر .. رد الله سبحانه </p><p>(١) البحر المحيط.</p><p> عليهم، بقوله:  {وَمَا عَلَّمْناهُ} ؛ أي: وما علمنا محمدًا - صلى الله عليه وسلم - {الشِّعْرَ} وليس القرآن بشعر. وهذا رد وإبطال لما كانوا يقولونه في حقه - صلى الله عليه وسلم -، من أنه شاعر، وما يقوله شعر. </p><p> والظاهر في الرد أن يقال (١) : إنه ليس بشاعر، وأن ما يتلوه عليهم ليس بشعر، إلا أن عدم كونه شاعرًا، لما كان ملزومًا لعدم كون معلمه، علمه الشعر، نفي اللازم وأريد نفي الملزوم بطريق الكناية، التي هي أبلغ من التصريح. والشعر لغة: العلم الدقيق، واصطلاحًا: كلام مقفى، موزون على سبيل القصد والاختيار بأجزاء تفاعيل بحور العروضيين الستة عشر، فخرج بالقصد والاختيار ما كان وزنه اتفاقيًا، كآيات شريفة، اتفق جريان الوزن فيها، نحو قوله تعالى:  {لَنْ تَنالُوا الْبِرَّ حَتَّى تُنْفِقُوا} ، وقوله:  {وَجِفانٍ كَالْجَوابِ وَقُدُورٍ راسِياتٍ} ، وقوله:  {نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ} . وكلمات نبوية، جاء الوزن فيها اتفاقًا، من غير قصد إليه وعزم عليه، نحو قوله - صلى الله عليه وسلم - حين عثر في بعض الغزوات، فأصاب إصبعه حجر فدميت: </p><p> هل أنتِ إلّا إِصبعٌ دُميت ... وفي سبيلِ اللهِ مَا لقيت </p><p> وقوله يوم حنين حين نزل، ودعا، واستنصر أو يوم فتح مكة: </p><p> أَنَا النَّبيُّ لا كذب ... أَنَا ابْنُ عَبْد المُطَّلِبْ </p><p> وقوله يوم الخندق: </p><p> بِاسْم الإِلهِ وَبِهِ بَدَيْنَا ... وَلَوْ عَبَدْنَا غَيْرهُ شَقَينا </p><p> {وَما يَنْبَغِي لَهُ} ؛ أي: وما كان الشعر يليق به - صلى الله عليه وسلم - ولا يصلح له. وذلك لأن الشعر يدعو إلى تغيير المعنى، لمراعاة اللفظ والوزن. فالشارع يكون اللفظ منه تبعًا للمعنى، والشاعر يكون المعنى منه تبعًا للفظ. لأنه يقصد لفظًا يستقيم به وزن الشعر أو قافيته، فيحتاج إلى التحيل لمعنى يأتي به لأجل ذلك اللفظ. ولو صدر من النبي - صلى الله عليه وسلم - كلام موزون مقفى، كما ذكر آنفًا لا يكون شعرًا لعدم قصده اللفظ، وإنما قصد المعنى، فجاء على تلك الألفاظ. </p><p>(١) روح البيان.</p><p> ومعنى قوله:  {وَما عَلَّمْناهُ الشِّعْرَ} ؛ أي: وما علمنا محمدًا - صلى الله عليه وسلم - الشعر، بتعليم القرآن على معنى: أن القرآن ليس بشعر. فإن الشعر كلام متكلف موضوع، ومقال مزخرف مصنوع، منسوج على منوال الوزن والقافية، مبني على خيالات وأوهام واهية. فأين ذلك من التنزيل الجليل، الخطر، المنزه عن مماثلة كلام البشر، المشحون بفنون الحكم والأحكام الباهرة، الموصلة إلى سعادة الدنيا والآخرة. ومن أين اشتبه عليهم الشؤون، واختلط بهم الظنون، قاتلهم الله أنى يؤفكون. </p><p> وفي الآية إشارة إلى أن النبي - صلى الله عليه وسلم - معلم من عند الله تعالى؛ لأنه سبحانه علمه علوم الأولين والآخرين، وما علمه الشعر؛ لأن الشعر قرآن إبليس وكلامه؛ لأنه قال: رب اجعل لي قرآنًا، قال تعالى قرأنك الشعر. واعلم: أن الشعر محل للإجمال واللغز والتورية؛ أي: وما رمزنا لمحمد - صلى الله عليه وسلم - شيئًا، ولا ألغزنا، ولا خاطبناه بشيءٍ، ونحن نريد شيئًا، ولا أجملنا له الخطاب، حيث لم يفهم، انتهى. </p><p> وفي «التأويلات النجمية» : يشير قوله: {وَما عَلَّمْناهُ الشِّعْرَ} إلى أن كل أقوال، وأعمال، وأحوال تجري على العباد في الظاهر والباطن، كلها تجري بتعليم الحق تعالى، حتى الحرف والصنائع. وذلك سر قوله تعالى:  {وَعَلَّمَ آدَمَ الْأَسْماءَ كُلَّها} . وتعليمه الصنائع لعباده على ضربين: بواسطة وبغير واسطة. وأما بالواسطة: فبتعليم بعضهم بعضا، وأما بغير الواسطة، فكما علم داود عليه السلام، صنعة اللبوس. وكل حرفة وصنعة يعلمها الإنسان، من قريحته، بغير تعليم أحد، فهي من هذا القبيل، انتهى. </p><p> ومعنى قوله:  {وَما يَنْبَغِي لَهُ} ؛ أي: وما يصح لمحمد الشعر، ولا يتسهل ولا يتسخر، ولا يتأتى له لو طلبه؛ أي: جعلناه بحيث لو أراد قرض الشعر، لم يتأت له، ولم يكن لسانه يجري به إلا منكسرًا عن وزنه، بتقديم وتأخير أو نحو ذلك، كما جعلناه أميا لا يهتدي للخط، ولا يحسنه، ولا يحسن قراءة ما كتبه غيره، لتكون الحجة أثبت، وشبهة المرتابين في حقية رسالته أدحض. فإنه لو كان </p>"
}