{
  "id": null,
  "sura": 36,
  "aya": 17,
  "text": "<p> رسلًا، وكيف يجب علينا طاعتكم، وهو تتمّة الكلام المذكور؛ لأنه يستلزم الإنكار أيضًا؛ أي: ما أنزل شيئًا مما تدّعونه ويدعيه غيركم ممن قبلكم من الرسل وأتباعهم وفي قولهم: {وَمَا أَنْزَلَ الرَّحْمَنُ} إيماء إلى أنهم يعترفون بالألوهية لكنهم ينكرون الرسالة ويتوسلون بالأصنام. {إِنْ أَنْتُمْ} ؛ أي: ما أنتم {إِلَّا تَكْذِبُونَ} في دعوى رسالته، </p><p> ١٦ - فأجابوهم بإثبات رسالتهم بكلام مؤكّد تأكيدًا بليغًا لتكرر الإنكار من أهل أنطاكية حيث: {قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ (١٦) }؛ وإن كذبتمونا. فأكَّدوا الجواب بالقسم الذي يفهم من قولهم:  {رَبُّنَا يَعْلَمُ} ، وبإن وباللام؛ أي: استشهدوا بعلم الله، وهو يجري مجرى القسم في التوكيد مع ما فيه من تحذيرهم معارضة علم الله، وزادوا اللام لما شهدوا منهم من شدة الإنكار، </p><p> ١٧ - {وَمَا عَلَيْنَا} ؛ أي: من جهة ربنا، {إِلَّا الْبَلَاغُ الْمُبِينُ} ؛ أي: إلا تبليغ رسالته تبليغًا ظاهرًا واضحًا مبينًا بالآيات الشاهدة بالصحة، فإنه لا بدّ للدعوى من البينة، وقد خرجنا من عهدته فلا مؤاخذة لنا بعد ذلك من جهة ربنا, وليس في وسعنا إجباركم على الإيمان, ولا أن نوقع في قلوبكم العلم بصدقنا، فإن آمنتم وإلا فينزل العذاب عليكم، وفيه تعريض لهم بأن إنكارهم للحق ليس لخفاء حاله وصحته، بل هو مبنى على محض العناد والحمية الجاهلية. </p><p> ١٨ - وهذه الجملة مستأنفة كالتي قلبها، وكذلك قوله:  {قَالُوا} لما ضاقت عليهم الحيل، ولم يبقَ لهم علل وحجج، {إِنَّا تَطَيَّرْنَا بِكُمْ} فإنها مستأنفة جوابًا عن سؤال مقدر؛ أي إنا تشاءمنا بكم جريًا على ديدن الجهلة؛ حيث كانوا يتمنون بكل ما يوافق شهواتهم، وإن كان مستجلبًا لكل شرٍّ ووبال، ويتشاءمون بكل ما لا يوافقها، وإن كان مستتبعًا لسعادة الدارين، وقال النقشبندي: قد تشاءمنا بقدومكم؛ إذ منذ قدمتم إلى ديارنا ما نزل القطر علينا، وما أصابنا هذا الشر إلا من قبلكم، أخرجوا من بيننا، واخرجوا إلى أوطانكم سالمين، وانتهوا عن دعوتكم, ولا تتفوّها بها بعد، قيل: أسرع فيهم الجذام عند تكذيبهم الرسل، وكان - صلى الله عليه وسلم - يحب التفاؤل, ويكره التطيُّر، والفرق بينهما (١) : أن الفأل إنما هو من طريق حسن الظن بالله, والتطير إنما هو من طريق الاتكال على شيء سواه. </p><p>(١) روح البيان.</p>"
}