{
  "id": null,
  "sura": 36,
  "aya": 21,
  "text": "<p> إسرائيل النجار، قيل: كان مجذومًا، فمنزله عند أقصى باب أو أبواب المدينة، عَبَد الأصنام سبعين سنة، يدعوهم لكشف ضره، فلما دعاه الرسل إلى عبادة الله تعالى .. قال: هل من آية؟ قالوا: نعم، ندعو ربنا القادر يفرّج عنك ما بك، فقال: إن هذا لعجيب، لي سبعون سنةً أدعو هذه الآلهة، فلم تستطع، يفرجه ربكم في غداة واحدة؟ قالوا: نعم، ربنا على ما يشاء قدير، وهذه لا تنفع شيئًا، ولا تضر، فآمن، ودعوا ربهم، فكشف الله ما به كأن لم يكن به بأس، فأقبل على التكسب، فإذا تكسب .. تصدق بنصف سبه، والنصف الآخر لنفسه وعياله، فلما همَّ قوعه بقتل الرسل .. جاءهم يسعى، فـ {قَالَ يَا قَوْمِ اتَّبِعُوا} هؤلاء {الْمُرْسَلِينَ} المبعوثين إليكم بالحق، وهذه الجملة مستأنفة واقعة في جواب سؤال مقدر، كأنه قيل: فما قال عندما جاء ساعيًا، ووصل إلى المجتمع، ورآهم مجتمعين على الرسل قاصدين قتلًا؟ فقيل: قال: يا قوم، أصله: يا قومي، خاطبهم بيا قومي لتأليف قلوبهم، واستمالتها نحو قبول نصيحته، وللإشارة إلى أنه لا يريد بهم إلا الخير، وأنه غير متهم بإرادة السوء بهم، قال بعضهم: وكان مشهورًا بينهم بالورع واعتدال الأخلاق، وفي قوله:  {اتَّبِعُوا الْمُرْسَلِينَ} تعرض لعنوان رسالتهم حثًا لهم على اتباعهم. </p><p> ٢١ - ثم أكد ذلك وكرره فقال:  {اتَّبِعُوا مَنْ لَا يَسْأَلُكُمْ} ؛ أي: من لا يسألونكم {أَجْرًا} وجعلًا على ما جاوؤكم به أو الهدى؛ أي: لا يطلبون منكم أجرةً ومالًا على النصح لكم، وتبليغ الرسالة إليكم. {وَهُمْ مُهْتَدُونَ} ؛ أي: والحال أنهم مهتدون في أنفسهم إلى خير الدين والدنيا، والمهتدي إلى طريق الحق الموصل إلى هذا الخير إذا لم يكن متهمًا في الدعوة .. يجب اتباعه، وإن لم يكن رسولًا، فكيف وهم ورسل ومهتدون؟ ! ومن قال: الإيغال هو ختم الكلام بما يفيد نكتة يتمّ المعنى بدونها .. تكون الآية عنده مثالًا له؛ لأن قوله:  {وَهُمْ مُهْتَدُونَ} مما يتم المعنى بدونه؛ لأن الرسول مهتدٍ لا محالة إلا أن فيه زيادة حث على اتباع الرسل، وترغيب فيه، فقوله:  {مَنْ لَا يَسْأَلُكُمْ} بدل أو المرسلين معمول لاتبعوا النقول، والثاني: تأكيد لفظي للأول، نظير قوله تعالى:  {لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ} هذا عند بعض النحويين، وأما عند جمهورهم فلا يجوز أو يعرب بدلًا إذا صُرِّح بالعامل الرافع أو الناصب. قال في \"الإرشاد\" : تكرير للتأكيد وللتوسل به إلى وصفهم بما يرغبهم في اتباعهم أو التنزه عن الغرض الدنيوي الاهتداء إلى خير الدنيا والدين. </p>"
}