{
  "id": null,
  "sura": 36,
  "aya": 77,
  "text": "<p> الالتفات، وتطييب القلوب في مقاساة الشدائد في الله، بأن لها ثمرات كريمة عند الله تعالى. وإذا علم العبد، أن ألمه آت من الحق، هان عليه ما يقاسه، لا سيما إذا كان في الله، كما في «التأويلات النجمية» . قال بعضهم: ليخفف ألم البلاء، علمك بأن الله هو المبتلي. </p><p> قال في «برهان القرآن» قوله: {فَلا يَحْزُنْكَ قَوْلُهُمْ إِنَّا نَعْلَمُ} هنا، وفي يونس:  {وَلا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا} تشابها (١) في الوقف على لفظة {قَوْلُهُمْ} في السورتين؛ لأن الوقف عليه لازم. و {إن} فيهما مكسورةً في الابتداء لا في الحكاية، ومحكي القول فيهما محذوف. ولا يجوز الوصل؛ لأن النبي - صلى الله عليه وسلم - منزه عن أن يخاطب بذلك، انتهى. </p><p> ٧٧ - وجملة قوله:  {أَوَلَمْ يَرَ الْإِنْسانُ أَنَّا خَلَقْناهُ مِنْ نُطْفَةٍ} مستأنفة (٢) مسوقة لبيان إقامة الحجة، على من أنكر البعث، وللتعجيب من جهله. فإن مشاهدة خلقهم في أنفسهم، على هذه الصفة من البداية إلى النهاية .. مستلزمة للاعتراف بقدرة القادر الحكيم، على ما هو دون ذلك من بعث الأجسام، وردها كما كانت، والإنسان المذكور في الآية، المراد به جنس الإنسان، كما في قوله: {أَوَلا يَذْكُرُ الْإِنْسانُ أَنَّا خَلَقْناهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا (٦٧) } ولا وجه لتخصيصه بإنسان معين، كما قيل: إنه عبد الله بن أبي، وأنه قيل له ذلك لما أنكر البعث. وقال الحسن: هو أمية بن خلف. وقال سعيد بن جبير: هو العاص بن وائل السهمي. وقال قتادة، ومجاهد: هو أبي بن خلف الجمحي، فإن أحد هؤلاء وإن كان سببًا للنزول، فمعنى الآية: خطاب الإنسان من حيث هو لا إنسان معين، ويدخل من كان سببًا للنزول تحت جنس الإنسان دخولًا أوليًا. والنطفة هي اليسير من الماء. وقيل: هي الماء الصافي، ويعبر بها عن ماء الرجل. </p><p> والهمزة في قوله:  {أَوَلَمْ يَرَ} للاستفهام التقريري المضمن للتعجب، داخلة على مقدر يقتضيه المقام، والواو: عاطفة على ذلك المقدر، والرؤية قلبية، </p><p>(١) برهان القرآن. (٢) الشوكاني.</p><p> والتقدير: ألم يتفكر الإنسان، المنكر للبعث، أيًا كان، ولم يعلم علمًا يقينيًا، أنا خلقناه من نطفة. وفي «الإرشاد» : وإيراد الإنسان موضع المضمر؛ لأن مدار الاستفهام متعلق بأحواله، من حيث هو إنسان، كما في قوله تعالى: {أَوَلا يَذْكُرُ الْإِنْسانُ أَنَّا خَلَقْناهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا (٦٧) }. </p><p> {فَإِذا هُوَ} ؛ أي: الإنسان {خَصِيمٌ} ؛ أي: شديد الخصومة والجدال بالباطل. {مُبِينٌ} ؛ أي: مظهر الجدال في خصومته أو مظهر للحجة. والجملة الاسمية (١) معطوفة على الجملة المنفية، داخلة في حيز الاستفهام والتعجيب كأنه قيل: أولم ير أنا خلقناه من أخس الأشياء، وأمهنها ففاجأ خصومتنا في أمر، يشهد بصحته، وتحققه مبدأ فطرته شهادةً بينة. فهذا حال الإنسان الجاهل الغافل. ونعم ما قيل: </p><p> أُعلِّمه الرِّمَاية كُلَّ يومٍ ... فَلمَّا اشْتَدَّ سَاعِدُه رَمَانِي </p><p> أُعلِّمه الْقَوافِي كُلَّ حِينٍ ... فَلمَّا قَالَ قَافيةً هَجَانِي </p><p> وما قيل: </p><p> لقَدْ رَبَّيت جَروًا طُولَ عُمرِي ... فَلمَّا صَارَ كلَبًا عَضَّ رِجْلِي </p><p> قال السمرقندي: العامل في {إذا} المفاجأة معنى المفاجأة، وهو عامل لا يظهر، استغني عن إظهاره بقوة ما فيها من الدلالة، عليه، ولا يقع بعدها إلا الجملة المركبة من المبتدأ والخبر. وهو في المعنى فاعل؛ لأن معنى {فَإِذا هُوَ خَصِيمٌ مُبِينٌ} : فاجأه خصومة بينة، كما أن معنى قوله:  {إِذا هُمْ يَقْنَطُونَ} فاجأهم قنوطهم أو مفعول؛ أي: فاجأ الخصومة، وفاجؤوا القنوط. يعني: خاصم خالقه مخاصمة ظاهرة، وقنطوا من الرحمة. </p><p> والمعنى (٢) : أي أو لا يستدل من أنكر البعث بسهولة المبدأ، على سهولة الإعادة. فإن من بدأ خلق الإنسان من سلالة من ماء مهين، ثم جعله بشرًا سويًا يخاصم ربه، فيما قال إني فاعل، فيقول: من يحيي العظام وهي رميم إنكارًا منه </p><p>(١) روح البيان. (٢) المراغي.</p>"
}