{
  "id": null,
  "sura": 36,
  "aya": 81,
  "text": "<p> والبلى. وعلم منه أن الله تعالى، جامع الأضداد، ألا ترى: أنه جمع الماء والنار في الشجر، فلا الماء يطفىء النار، ولا النار تحرق الشجر. </p><p> وقرأ الجمهور:  {الْأَخْضَرِ} اعتبارًا باللفظ. وقرىء {الخضراء} اعتبارًا بالمعنى. وقد تقرر، أنه يجوز تذكير اسم الجنس وتأنيثه كما في قوله تعالى:  {نَخْلٍ مُنْقَعِرٍ} وقوله: {نَخْلٍ خاوِيَةٍ} . فبنو تميم ونجد يذكرونه، وأهل الحجاز يؤنثونه إلا نادرًا. </p><p> والمعنى (١) : أي وهو الذي بدأ خلق الشجر من ماء، حتى صار أخضر ناضرًا، ثم أعاده إلى أن صار حطبًا يابسًا توقد به النار، ومن فعل ذلك، فهو قادر على ما يريد، لا يمنعه شيء. إذ من أحدث النار في الشجر الأخضر على ما فيه من المائية المضادة للاحتراق، فهو أقدر على إعادة الغضاضة إلى ما كان غضا، فيبس وبلي. </p><p> ٨١ - ثم ذكر بعد ذلك بدليل ثالث على قدرته، أعجب من سابقيه، فقال:  {أَوَلَيْسَ} الهمزة (٢) فيه للإنكار، وإنكار النفي إيجاب، فصار الاستفهام تقريريًا، كما هو القاعدة عندهم، خلافًا لمن تغافل عنها، فجعل الاستفهام في أمثال هذه المواضع إنكاريًا. داخلة على مقدر يقتضيه المقام، والواو عاطفة على ذلك المقدر. فهمزة الاستفهام، وإن دخلت على حرف العطف ظاهرًا، لكنها في التحقيق، داخلة على كلمة النفي قصدًا، إلى إثبات القدرة له وتقريرها. </p><p> والمعنى: أليس القادر المقتدر، الذي أنشأ الأناسي أول مرة، وأليس الذي جعل لهم من الشجر الأخضر نارا، وأليس {الَّذِي خَلَقَ السَّماواتِ} ؛ أي: الأجرام العلوية وما فيها {وَالْأَرْضَ} ؛ أي: الأجرام السفلية وما عليها مع كبر جرمهما وعظيم شأنهما {بِقادِرٍ} في تقدير النصب؛ لأنه خبر ليس؛ أي: قادرًا {عَلى أَنْ يَخْلُقَ} في الآخرة {مِثْلَهُمْ} ؛ أي: مثل الأناسي في الصغر والحقارة بالنسبة إليهما، ويعيدهم أحياء كما كانوا. فإن بدهية العقل قاضية بأن من قدر على </p><p>(١) المراغي. (٢) روح البيان.</p><p> خلقهما فهو على خلق الأناسي أقدر، كما قال تعالى:  {لَخَلْقُ السَّماواتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ} . أو مثلهم في أصول الذات وصفاتها، وهو المعاد، فإن المعاد مثل الأول في الاشتمال على الأجزاء الأصلية والصفات المشخصة، وإن غايره في بعض العوارض؛ لأن أهل الجنة جرد مرد، وإن الجهنمي ضرسه مثل أحد وغير ذلك. وقال بعضهم: لفظ {مثل} في قوله: {مِثْلَهُمْ} مقحم كقولك مثل يجود؛ أي: على أن يخلقهم. </p><p> وقرأ الجمهور (١) : {بِقادِرٍ} بباء الجر، داخلة على اسم الفاعل. وقرأ الجحدري، وابن أبي إسحاق، والأعرج، وسلام بن المنذر، وأبو يعقوب الحضرمي {يقدر} فعلًا مضارعًا. </p><p> وقوله:  {بَلى} جواب من جهته تعالى، وتصريح بما أفاده الاستفهام الإنكاري من تقرير ما بعد النفي، وإيذان بتعين الجواب بهذا نطقوا به، أو تلعثموا فيه مخافة الإلزام. قال ابن الشيخ: هي مختصة بإيجاب النفي المتقدم ونقضه، فهي هاهنا لنقض النفي الذي بعد الاستفهام؛ أي: بلى إنه قادر، كقوله تعالى:  {أَلَسْتُ بِرَبِّكُمْ قالُوا بَلى} ؛ أي: بلى أنت ربنا. </p><p> وقوله:  {وَهُوَ} سبحانه {الْخَلَّاقُ الْعَلِيمُ} معطوف على ما يفيده الإيجاب؛ أي: بلى وهو قادر على أن يخلق مثلهم، وهو المبالغ في الخلق والعلم كمًا وكيفًا، على أكمل وجه وأتمه. وقرأ الجمهور:  {الْخَلَّاقُ} بصيغة المبالغة لكثرة مخلوقاته. وقرأ الحسن، والجحدري، ومالك بن دينار، وزيد بن علي {وهو الخالق} بصيغة اسم الفاعل. وقال بعضهم معنى:  {وَهُوَ الْخَلَّاقُ} العليم؛ أي: كثير المخلوقات والمعلومات، يخلق خلقًا بعد خلق، ويعلم جميع الخلق. </p><p> وذكر البرهان الرشيدي: أن صفات الله تعالى، التي على صيغة المبالغة كلها مجاز؛ لأنها موضوعة للمبالغة ولا مبالغة فيها؛ لأن المبالغة أن يثبت للشيء أكثر مما له، وصفاته تعالى متناهية في الكمال، لا يمكن المبالغة فيها، وأيضا </p><p>(١) البحر المحيط.</p>"
}