{
  "id": null,
  "sura": 36,
  "aya": 52,
  "text": "<p> الأول: أن القيام لا ينافي المشي السريع، لأن الماشي قائم، ولا ينافي النظر أيضًا. </p><p> والثاني: أن الأمور المتعاقبة التي لا يتخلل بينها زمان ومهلة تجعل كأنها واقعة في زمان واحد، كما إذا قيل: مقبل مدبر. </p><p> والمعنى: أي ونفخ في الصور نفخة ثانية للبعث، والنشور، والخروج. فإذا هم جميعًا يسرعون للقاء ربهم للحساب والجزاء. ونحو الآية قوله: {يَوْمَ يَخْرُجُونَ مِنَ الْأَجْداثِ سِراعًا كَأَنَّهُمْ إِلى نُصُبٍ يُوفِضُونَ (٤٣) }. </p><p> ٥٢ - ثم ذكر، أنهم يعجبون حين يرون أنفسهم قد خرجوا من قبورهم للبعث، كما حكي عنهم بقوله:  {قالُوا} ؛ أي: الكفار في ابتداء بعثهم من القبور، منادين لويلهم، وهلاكهم من شدة ما غشيهم من أمر القيامة {يا وَيْلَنا} ويا هلاكنا، احضر إلينا لنتعجب منك، فهذا أوانك ووقت مجيئك. فويل: منادى مضاف إلى ضمير المتكلمين، وهو كلمة عذاب وبلاء، كما أن كلمة ويح كلمة رحمة. ويحتمل كون المنادى محذوفا؛ أي: قالوا: يا قومنا انظروا هلاكنا وتعجبوا منه. قال ابن الأنباري. الوقف على {يا وَيْلَنا} وقف حسن. ثم يبتدىء الكلام بقوله:  {مَنْ} استفهام استخباري وتعجب {بَعَثَنا مِنْ مَرْقَدِنا} كان حفص يقف على {مَرْقَدِنا} وقفة لطيفة دون قطع نفس، لئلا يتوهم أن اسم الإشارة صفة لـ {مَرْقَدِنا} ، ثم يبتدىء {هذا ما وَعَدَ الرَّحْمنُ} على أنها جملة مستأنفة. ويقال لهذه الوقفة: وقفة السكت. وهي قطع الصوت مقدارًا أخصر من زمان النفس. </p><p> أي: من أقامنا، وأيقظنا من رقادنا ونومنا إن قلنا: إن المرقد مصدر، أو من مكاننا الذي كنا فيه راقدين إن قلنا. إنه اسم مكان. ظنوا لاختلاط عقولهم بما شاهدوا من الهول، وما داخلهم من الفزع أنهم كانوا نياما. قال في «الأسئلة المقحمة» : إن قيل: أخبر الكفار، بأنهم كانوا في القبر قبل البعث، في حال الرقاد، وهذا يرد عذاب القبر؟ </p><p> قلت: إنهم لاختلاط عقولهم يظنون أنهم كانوا نيامًا، أو أن الله تعالى يرفع </p><p> عنهم العذاب بين النفختين، فكأنهم يرقدون في قبورهم كالمريض يجد خفة ما، فينسلخ عن الحس بالمنام. فإذا بعثوا بعد النفخة الآخرة، وعاينوا القيامة دعوا بالويل. ويؤيد هذا الجواب قوله - صلى الله عليه وسلم -: «بين النفختين أربعون سنة، وليس بينهما قضاء، ولا رحمة ولا عذاب إلا ما شاء ربك» . أو أن الكفار إذا عاينوا جهنم، وأنواع عذابها، وافتضحوا على رؤوس الأشهاد، وصار عذاب القبر في جنبها كالنوم قالوا: من بعثنا من مرقدنا. وذلك أن عذاب القبر روحاني فقط. وأما عذاب يوم القيامة، فجثماني وروحاني، وهو أشد من الروحاني فقط. </p><p> قرأ الجمهور:  {يا وَيْلَنا} . وقرأ ابن أبي ليلى {يا ويلتنا} بتاء التأنيث وعنه أيضًا {يا ويلتي} بالتاء بعدها ألف بدل من ياء الإضافة. وقرأ الجمهور:  {مَنْ بَعَثَنا} بفتح ميم {مَنْ} على الاستفهام. وقرأ ابن عباس، والضحاك، وأبو نهيك بكسر الميم على أنها حرف جر. ورويت هذه القراءة عن علي بن أبي طالب، وعلى هذه القراءة تكون {مَنْ} متعلقة بالويل. وقرأ الجمهور:  {مَنْ بَعَثَنا} . وفي قراءة أبي {من أهبنا} من هب من نومه إذا انتبه. وأنشد ثعلب على هذه القراءة: </p><p> وَعَاذلةٍ هَبَّت بليلٍ تلومني ... وَلَمْ يعتمدني قبل ذاك عَذولُ </p><p> وقوله:  {هذا ما وَعَدَ الرَّحْمنُ} مبتدأ وخبر، و {ما} موصولة، والعائد محذوف؛ أي: هذا البعث هو الذي وعدكموه الرحمن في الدنيا وأنتم قلتم: متى هذا الوعد إنكارًا. {وَصَدَقَ} في أخباره {الْمُرْسَلُونَ} فقد حق عليكم، ونزل بكم. وهو جواب من جهة الملائكة أو من جهة المؤمنين. عدل به عن سنن سؤال الكفار تذكيرًا لكفرهم وتقريعا لهم عليه، وتنبيهًا على أن الذي يهمهم هو السؤال عن نفس البعث، ماذا هو؟ دون الباعث، كأنهم قالوا: بعثكم الرحمن الذي وعدكم ذلك في كتبه، وأرسل إليكم الرسل، فصدقوكم فيه، وليس بالبعث الذي تتوهمونه. وهو بعث النائم من مرقده، حتى تسألوا عن الباعث. وإنما هذا هو البعث الأكبر ذو الأفزاع والأهوال. وفي «فتح الرحمن» ، قوله:  {قالُوا يا وَيْلَنا مَنْ بَعَثَنا ...} إلخ، إذا قلت: قولهم ذلك، سؤال عن الباعث، فكيف طابقه الجواب بقوله:  {هذا ما وَعَدَ الرَّحْمنُ ...} إلخ؟ </p>"
}