{
  "id": null,
  "sura": 36,
  "aya": 9,
  "text": "<p> يطأطئون رؤوسهم له، ولا يكادون يرون الحق، أو ينظرون إلى جهته. </p><p> قال أبو حيان: والظاهر (١) أن قوله: {إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا} هو حقيقة لا استعارة، لما أخبر تعالى أنهم لا يؤمنون .. أخبر عن شيء من أحوالهم في الآخرة إذا دخلوا النار. انتهى. وقرأ ابن عباس (٢) : {إنا جعلنا في أيمانهم أغلالا} قال الزجاج: أي: في أيديهم، قال النحاس: وهذه القراءة تفسير، ولا يقرأ بما خالف المصحف، قال: وفي الكلام حذف على قراءة الجماعة، التقدير: إنا جعلنا في أعناقهم وفي أيديهم أغلالًا، فهي إلى الأذقان، فلفظ {هي} كناية عن الأيدي، لا عن الأعناق، والعرب تحذف مثل هذا، ونظيره:  {سَرَابِيلَ تَقِيكُمُ الْحَرَّ} ؛ أي: والبرد؛ لأن الغل إذا كان في العنق .. فلا بد أن يكون في اليد، ولا سيما وقد قال الله تعالى:  {فَهِيَ إِلَى الْأَذْقَانِ} ، فقد علم أنه يراد به الأيدي، وروي عن ابن عباس رضي الله عنهما: أنه قرأ: {إنا جعلنا في أيديهم أغلالا} ، وعن ابن مسعود أنه قرأ:  {إنا جعلنا في أيمانهم أغلالا} ، كما روي سابقًا عن قراءة ابن عباس. </p><p> ومعنى الآية: أي إنا جعلنا في أعناقهم أغلالًا، فهي واصلة إلى الأذقان ملصقة بها، فهم من جراء ذلك مقمحون؛ أي: مرفوعو الرؤوس؛ إذ أن طوق الغل الذي في عنق المغلول يكون في ملتقى طرفيه تحت الذقن حلقة فيها رأس العمود خارجًا من الحلقة إلى الذقن، فلا يمكنه من أن يطأطىء رأسه، فلا يزال مقمحًا. </p><p> والمراد: منعناهم بموانع عن الإيمان تشبه ما ذكر، فهم غاضوا أبصارهم، لا يلتفتون إلى الحق، ولا يعطفون أعناقهم نحوه، ولا يطأطؤون رؤوسهم له، </p><p> ٩ - ثم أكد ما سبق، وزاده بيانًا وتفصيلًا، فقال:  {وَجَعَلْنَا} لهم مع ما ذكر سابقًا؛ أي: خلقنا لهم من كمال غضبنا عليهم وصيرنا، {مِنْ بَيْنِ أَيْدِيهِمْ} ؛ أي: من قدامهم {سَدًّا} عظيمًا؛ أي: حاجزًا يحجزهم عن الإبصار، {وَمِنْ خَلْفِهِمْ} ؛ أي: من ورائهم {سَدًّا} عظيمًا. </p><p> وقرأ عبد الله وعكرمة والنخعي وابن وثاب وطلحة وحمزة والكسائي وابن كثير وحفص (٣) : {سَدًّا} بفتح السين في الموضعين، وقرأ الجمهور: بالضم، وكلاهما </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) البحر المحيط.</p><p> لغتان بمعنى، أي منعناهم عن الإيمان بموانع، فهم لا يستطيعون الخروج من الكفر إلى الإيمان, كالمضروب أمامه وخلفه بالأسداد، ومن هذا المعنى في الآية قول الشاعر: </p><p> وَمِنَ الْحَوَادِثِ لَا أَبَالَكَ أَنَّنِيْ ... ضُرِبَتْ عَلَى الأَرْضُ بِالأَسْدَادِ </p><p> لَا أَهْتَدِيْ فِيْهَا لِمَوْضِعِ تَلْعَةٍ ... بَيْنَ الْعُذِيْبِ وَبَيْنَ أَرْضِ مُرَادِ </p><p> {فَأَغْشَيْنَاهُمْ} ؛ أي: غطينا أبصارهم، وجعلنا عليها غشاوة، فالكلام على حذف مضاف، {فَهُمْ} بسبب ذلك، {لَا يُبْصِرُونَ} ؛ أي: لا يقدرون على إبصار شيء، والفاء (١) داخلة على الحكم المسبب عما قبله؛ لأن من أحاطه السد من جميع جوانبه لا يبصر شيئًا؛ إذ الظاهر أن المراد ليس جهتي القدام والخلف فقط، بل يعم جميع الجهات، إلا أن جهة المقدام لما كانت أشرف الجهات وأظهرها، وجهة الخلف كانت ضدها .. خُصت بالذكر. قال الفراء (٢) : فألبسنا أبصارهم غشاوة؛ أي: عمي فهم لا يبصرون سبيل الهدى، وكذا قال قتادة: إنَّ المعنى: لا يبصرون الهدى، وقال السدي: لا يبصرون محمدًا - صلى الله عليه وسلم - حين ائتمروا على قتله، وقال الضحاك وجعلنا من بين أيديهم سدًا؛ أي: في الدنيا، ومن خلفهم؛ أي: في الآخرة، فأغشيناهم فهم لا يبصرون؛ أي: عموا عن البعث، وعموا عن قبول الشرائع في الدنيا، وقيل: ما بين أيديهم: الآخرة، وما خلفهم: الدنيا. </p><p> وقرأ الجمهور:  {فَأَغْشَيْنَاهُمْ} بالغين المعجمة؛ أي: غطينا أبصارهم، فهو على حذف مضاف، كما مر، وقرأ ابن عباس وعمر بن عبد العزيز وابن يعمر وعكرمة والنخعي وابن سيرين والحسن وأبو رجاء وزيد بن علي ويزيد البربري ويزيد بن المهلب وأبو حنيفة وابن مقسم:  {فَأَغْشَيْنَاهُمْ} بالعين المهملة، من العشاء، وهو ضعف البصر؛ أي: جعلنا عليها غشاوة، ومنه {وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ} . </p><p> والآية إما تتمّة للتمثيل وتكميل له؛ أي: تكميل؛ أي: وجعلنا مع ما ذكر من </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> أمامهم سدًا عظيمًا، ومن ورائهم سدًا كذلك، فغطينا بهما أبصارهم، فهم بسبب ذلك لا يقدرون على إبصار شيء ما أصلًا، وإما تمثيل مستقل، فإن ما ذكر من جعلهم حصورين بين سدين هائلين قد غطّينا بهما أبصارهم بحيث لا يبصرون شيئًا قطعًا كافٍ في الكشف عن فظاعة حالهم، وكونهم محبوسين في مطمورة الغيّ والجهالات، محرومين من النظر في الأدلّة والآيات. </p><p> قال الإِمام (١) : المانع من النظر في الآيات والدلائل قسمان: قسم يمنع من النظر في الآيات التي في أنفسهم، فشبّه ذلك بالغسل الذي يجعل صاحبه مقمحًا لا يرى نفسه، ولا يقع بصره على بدنه، وقسم يمنع من النظر في آيات الآفاق، فشبّه بالسد المحيط، فإن المحاط بالسد لا يقع نظره على الآفاق، فلا تتبيّن له الآيات التي في الآفاق، كما أن المقمح لا تتبيّن له الآيات التي في الأنفس، فمن ابتلى بهما حرم من النظر بالكلية؛ لأن الدلائل والآيات مع كثرتها منحصرة فيهما، كما قال تعالى:  {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ} ، وقوله تعالى:  {إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا} مع قوله: {وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ} . إشارة إلى عدم هدايتهم لآيات الله تعالى في الأنفس والآفاق. </p><p> وقيل (٢) : نزلت هذه الآيات في أبي جهل بن هشام، وصاحبيه المخزوميين، وذلك أن أبا جهل حلف لئن رأى محمدًا يصلي .. ليرضخن رأسه بحجر، فلما رآه يصلي ذهب إليه فرفع حجرًا ليرميه، فلما أوما إليه .. رجفت يداه إلى عنقه، والتصق الحجر بيده إلى عنقه، فلما عاد إلى أصحابه أخبرهم بما رأى، قال الوليد بن المغيرة: أنا أرضخ رأسه، فأتاه وهو يصلي على حالته ليرميه بالحجر، فأعمى الله بصره، فجعل يسمع صوته ولا يراه، فرجع إلى أصحابه فلم يرهم حتى نادوه، قال: واللهِ ما رأيته، ولقد سمعت صوته، فقال الرجل الثالث: واللهِ لأشدخنَّ رأسه، ثم أخد الحجر وانطلق، فرجع القهقرى ينكص على عقبيه، حتى خرّ على قفاه مغشيًّا عليه، فقيل له: ما شأنك؟ قال: شأني عظيم، رأيت الرجل، فلما دنوت منه .. فإذا فحل يخطر بذنبه ما رأيت قط فحلًا أعظم منه حال بيني وبينه، فواللاتِ والعزى لو دنوت منه .. لأكلني، فأنزل الله: {إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ </p><p>(١) روح البيان. (٢) المراح.</p>"
}