{
  "id": null,
  "sura": 36,
  "aya": 42,
  "text": "<p> استقرارهم في السفن أشق، واستمساكهم فيها أعجب. وقيل: الضمير في {ذُرِّيَّتَهُمْ} يرجع إلى القرون الماضية، والمعنى: أن الله حمل ذرية القرون الماضية في الفلك المشحون، فالضميران مختلفان. وقيل: الذرية: الآباء والأجداد، والفلك هو سفينة نوح، أي: إن الله حمل آباء هؤلاء وأجدادهم في سفينة نوح. وعبارة «الخازن» حمل آباءهم الأقدمين، في أصلاب الذين كانوا في السفينة، فكانوا ذرية لهم. وفي «فتح الرحمن» : إن قلت: الذرية اسم للأولاد، والمحمول في سفينة نوح آباء المذكورين، لا أولادهم. </p><p> قلت: الذرية من أسماء الأضداد عند كثير، تطلق على الآباء والأولاد، والمراد هنا: الفريقان، فمعناه: حملنا آباءهم وأولادهم؛ لأنهم كانوا في ظهور آبائهم المحمولين ظاهرًا، انتهى. قال الواحدي: والذرية تقع على الآباء كما تقع على الأولاد؛ لأنها من الذرء بمعنى الخلق، فيصلح الاسم للأصل والنسل. وقيل: الذرية: النطف الكائنة في بطون النساء وشبه البطون بالفلك المشحون. والراجح: القول الثاني ثم الأول ثم الثالث. </p><p> وقيل: إن الضمير في قوله: {وَآيَةٌ لَهُمْ} يرجع إلى العباد المذكور في قوله: {يا حَسْرَةً عَلَى الْعِبادِ} ؛ لأنه قال بعد ذلك:  {وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ} ، وقال:  {وَآيَةٌ لَهُمُ اللَّيْلُ} ، ثم قال:  {وَآيَةٌ لَهُمْ أَنَّا حَمَلْنا ذُرِّيَّتَهُمْ} فكأنه قال: وآية للعباد، أنا حملنا ذرية العباد، وهذا قول حسن؛ لأنه لا يلزم عليه اختلاف الضميرين. </p><p> ٤٢ - {وَخَلَقْنا لَهُمْ} ؛ أي: وآية لهم أنا خلقنا لهم {مِنْ مِثْلِهِ} ؛ أي: مما يماثل الفلك، ويشابهه {ما يَرْكَبُونَ} ؛ أي: ما يركبونه. قال مجاهد، وقتادة، وجماعة من أهل التفسير: هي الإبل، خلقها لهم للركوب في البر، مثل السفن المركوبة في البحر، والعرب تسمي الإبل سفائن البر. وعلى هذا، فتعريف الفلك للجنس؛ لأن المقصود من الآية: الاحتجاج على أهل مكة، ببيان صحة البعث وإمكانه. استدل عليهم أولًا بإحياء الأرض الميتة، وجعلها سببا لتعيّشهم، ثم استدل عليهم بتسخير الرياح والبحار والسفن الجارية فيها، على وجهه، يتوسلون بها إلى تجارات البحر، ويستصحبون من يهمهم حمله من النساء والصبيان. كما قال </p><p> تعالى:  {وَحَمَلْناهُمْ فِي الْبَرِّ وَالْبَحْرِ} وقيل: تعريفه للعهد الخارجي، والمراد: فلك نوح عليه السلام، المذكور في قوله:  {وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنا وَوَحْيِنا} ، فيكون المعنى: أنا حملنا ذريتهم؛ أي: أولادهم إلى يوم القيامة، في ذلك الفلك المشحون منهم، ومن سائر الحيوانات التي تعيش في الماء، ولولا ذلك لما بقي للآدمي نسل ولا عقب. وخلقنا لهم من مثله؛ أي: مما يماثل ذلك الفلك في صورته وشكله من السفن والزوارق والبواخر، قاله الحسن، والضحاك، وأبو مالك. قال النحاس: وهذا أصح؛ لأنه متصل الإسناد عن ابن عباس. </p><p> فإن قلت (١) : فعلى هذا لم لم يقل: حملناهم وذريتهم مع أن أنفسهم محمولون أيضًا؟ </p><p> قلت: إشارة إلى أن نعمة التخليص عامة لهم ولأولادهم إلى يوم القيامة. ولو قيل: حملناهم لكان امتنانا بمجرد تخليص أنفسهم من الغرق، وجعل السفن مخلوقة لله تعالى مع كونها من مصنوعات العباد، ليس لمجرد كونها صنعتهم بإقدار الله تعالى وإلهامه، بل لمزيد اختصاص أهلها بقدرته تعالى وحكمته، حسبما يعرب عنه قوله تعالى:  {وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنا وَوَحْيِنا} . والتعبير عن ملابستهم بهذه السفن بالركوب؛ لأنها باختيارهم، كما أن التعبير عن ملابسة ذريتهم، بفلك نوح، بالحمل، لكونها بغير شعور منهم واختيار. وأما قوله تعالى في سورة المؤمنين: {وَعَلَيْها وَعَلَى الْفُلْكِ تُحْمَلُونَ (٢٢) } فبطريق التغليب. </p><p> وجعل بعضهم المعنى الثاني أظهر؛ لأنه إذا أريد بمثل الفلك: الإبل لكان قوله: {وَخَلَقْنا لَهُمْ} إلخ، فاصلًا بين متصلين، لأن قوله:  {وَإِنْ نَشَأْ نُغْرِقْهُمْ} متصل بالفلك. واعتذر عنه في الإرشاد بأن حديث خلق الإبل في خلال الآية بطريق الاستطراد، لكمال التماثل بين الإبل والفلك، فكأنها نوع منه. </p><p> والمعنى: ومن آيات (٢) قدرته الدالة على رحمته بعباده، أن جعل أولادهم يركبون السفن الموقرة، بسائر السلع التي ينقلونها من بلد إلى آخر، ليستفيدوا مما </p><p>(١) روح البيان. (٢) المراغي.</p>"
}