{
  "id": null,
  "sura": 36,
  "aya": 55,
  "text": "<p> إحداث النار من الشجر الأخضر، مع ما فيه من الماء .. قادر على إعادة الحياة إلى ما كان غضا طريا، ثم يبس وبلي، ثم ذكر ما هو أعظم من خلق الإنسان، وفيه الدليل على قدرته، وهو خلق السموات والأرض، ثم أعقب ذلك بما هو كالنتيجة لما سلف، وفيه بطلان لإنكارهم. فأبان أن كل شيء هين عليه، فما هو إلا بقول:  {كُنْ}  {فَيَكُونُ} . تنزه ربنا ذو الملك والملكوت عن كل ما يقول المشركون. فإليه يرجع جميع الخلق للحساب والجزاء. </p><p> أسباب النزول </p><p> قوله تعالى:  {أَوَلَمْ يَرَ الْإِنْسانُ أَنَّا خَلَقْناهُ مِنْ نُطْفَةٍ ...} الآيات، سبب نزول هذه الآيات: ما أخرجه مجاهد، وعكرمة، وعروة بن الزبير، وقتادة أن أبي بن خلف، جاء إلى رسول الله - صلى الله عليه وسلم - في يده عظم رميم، وهو يفتّته بيده ويذروه في الهواء، ويقول: أتزعم يا محمد، أن الله يبعث هذا؟ قال - صلى الله عليه وسلم -: «نعم يميتك الله ثم يبعثك ثم يحشرك إلى النار» . ثم نزلت هذه الآيات من سورة يس:  {أَوَلَمْ يَرَ الْإِنْسانُ أَنَّا خَلَقْناهُ مِنْ نُطْفَةٍ ...} إلى آخرهن. </p><p> التفسير وأوجه القراءة </p><p> ٥٥ - ولما ذكر الله سبحانه حال الكافرين .. أتبعه بحكاية حال عباده الصالحين، وجعله من جملة ما يقال للكفار يومئذ، ويخاطبون به زيادة لحسرتهم، وتكميلًا لجزعهم، وتتميما لما نزل بهم من البلاء، وما شاهدوه من الشقاء. فإذا رأوا ما أعده الله لهم من أنواع العذاب، وما أعده لأوليائه من أنواع النعيم .. بلغ ذلك من قلوبهم مبلغًا عظيمًا، وزاد في ضيق صدورهم زيادة لا يقادر قدرها، فقال:  {إِنَّ أَصْحابَ الْجَنَّةِ الْيَوْمَ} ؛ أي: يوم القيامة مستقرون {فِي شُغُلٍ} عظيم الشأن، خبر أول لـ {إِنَّ} ، والمراد بالشغل هنا: الشأن الذي يصد المرء عما سواه من شؤونه، لإيجابه كمال المسرة والبهجة؛ أي: لكائنون في شغل عظيم بما هم فيه من اللذات، التي هي ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، عن الاهتمام بأمر الكفار، ومصيرهم إلى النار، وإن كانوا من أقربائهم. </p><p> وقوله:  {فاكِهُونَ} خبر ثان لـ {تَعْمَلُونَ} ؛ أي: متنعمون بنعيم مقيم، فائزون بملك كبير دائم. ويجوز أن يكون {إِنَّ} هو الخبر، {وفِي شُغُلٍ} متعلق به، في محل النصب على الحال؛ أي: متلذذون في شغل، فشغلهم شغل التلذذ لا شغل فيه تعب كشغل أهل الدنيا. </p><p> والتعبير عن حالهم هذه، بالجملة الاسمية قبل تحققها، تنزيل للمترقب المتوقع منزلة الواقع، للإيذان بغاية سرعة تحققها ووقوعها، وزيادة مساءة المخاطبين بذلك. وهم الكفار. والأولى عدم تخصيص الشغل بشيء معين. ثم إن الشغل فسّر على وجوه بحسب اقتضاء مقام البيان ذلك، منها افتضاض الأبكار. وفي الحديث:  «إن الرجل ليعطى قوة مئة رجل، في الأكل والشرب والجماع» ، فقال رجل من أهل الكتاب: إن الذي يأكل ويشرب يكون له الحاجة، فقال النبي - صلى الله عليه وسلم -: «يفيض من جسد أحدهم، عرق مثل المسك الأذفر، فيضمر بذلك بطنه» . وفي الحديث:  «إن أحدهم ليفتض في الغداة الواحدة مئة عذراء» . قال عكرمة: فتكون الشهوة في أخراهن كالشهوة في أولاهن، وكلما افتضها رجعت على حالها عذراء، ولا تجد وجع الافتضاض أصلًا كما في الدنيا. وجاء رجل فقال: يا رسول الله، أنفضي إلى نسائنا في الجنة كما نفضي إليهن في الدنيا؟ قال:  «والذي نفسي بيده، إن المؤمن ليفضي في اليوم الواحد، إلى ألف عذراء» . </p><p> وفي «الفتوحات المكية» : ولذة الجماع هناك، تضاعف على لذة جماع أهل الدنيا أضعافًا مضاعفةً، فيجد كل من الرجل والمرأة لذة لا يقدر قدرها، لو وجداها في الدنيا غشي عليهما من شدة حلاوتها، لكن تلك اللذة إنما تكون بخروج ريح إذ لا مني هناك كالدنيا، كما صرحت به الأحاديث، فيخرج من كل من الزوجين ريح، كرائحة المسك، وليس لأهل الجنة أدبار مطلقًا، لأن الدبر إنما خلق في الدنيا مخرجًا للغائط ولا غائط هناك. ولولا أن ذكر الرجل أو فرج المرأة يحتاج إليه في جماعهم، لما كان وجد في الجنة فرج لعدم البول فيها. ونعيم أهل الجنة، والراحة فيها مطلقة إلا راحة النوم، فليس عندهم من نعيم راحته شيء؛ لأنهم لا ينامون. </p><p> ومنها: سماع الأصوات الطيبة، والنغمات اللذيذة. ثم إنه ليس في الجنة سماع المزامير والأوتار، بل سماع القرآن، وسماع أصوات الأبكار المغنية، والأوراق، والأشجار، ونحو ذلك. وروي: أن في الجنة أشجارًا عليها أجراس من فضة، فإذا أراد أهل الجنة السماع، يهب الله ريحًا من تحت العرش، فتقع في تلك الأشجار، فتحرك تلك الأجراس بأصوات، لو سمعها أهل الدنيا لماتوا طربًا. </p><p> ومنها: التزاور، وفي الحديث:  «إن أهل الجنة يزورون ربهم في كل يوم جمعة، في رحال الكافور، وأقربهم منه مجلسًا، أسرعهم إليه يوم الجمعة وأبكرهم غدوا» . وروي:  «أنهم إذا نظروا إلى الله، نسوا نعيم الجنة» . </p><p> ومنها: شغلهم عما فيه أهل النار على الإطلاق، وشغلهم عن أهاليهم في النار لا يهمهم، ولا يبالون بهم، ولا يذكرونهم كي لا يدخل عليهم تنغيص في نعيمهم. وقيل: ضيافة الله، وأفرد الشغل ملحوظًا فيه النعيم. وهو واحد من حيث هو نعيم، ذكره أبو حيان. </p><p> والظاهر (١) : أن المراد بالشغل ما هم فيه من فنون الملاذ، التي تلهيهم عما عداها بالكلية؛ أي: شغل كان كما مر. وفي الآية إشارة إلى أن أهل النار، لا نعيم لهم من الطعام، والشراب، والنكاح، وغيرها. وفي «تذكرة القرطبي» : أن بعض العصاة، ينامون في النار إلى وقت خروجهم منها، ويكون عذابهم نفس دخولهم في النار. فإنه عار عظيم وذل كبير، ألا ترى: أن من حبس في السجن، كان هو عذابًا له بالنسبة إلى مرتبته، وإن لم يعذب بالضرب والقيد ونحوهما. ثم إنا نقول: والعلم عند الله؛ لأنه ليس له مستند، ولا أصل أثر فيه. </p><p> وقرأ الكوفيون، وابن عامر (٢) : {شُغُلٍ} بضمتين. وقرأ الحرميان: ابن كثير ونافع، وأبو عمرو: بضم الشين وسكون الغين. وهما لغتان، كما قال الفرّاء. وقرأ مجاهد، وأبو السمّال، وابن هبيرة، فيما نقل ابن خالويه عنه: بفتحتين. </p><p>(١) روح البيان. (٢) البحر المحيط والشوكاني.</p>"
}