{
  "id": null,
  "sura": 37,
  "aya": 123,
  "text": "<p> {إِنَّا أَنْزَلْنَا التَّوْراةَ فِيها هُدىً وَنُورٌ} ، وقال: {وَلَقَدْ آتَيْنا مُوسى وَهارُونَ الْفُرْقانَ وَضِياءً وَذِكْرًا لِلْمُتَّقِينَ (٤٨) }. </p><p> ١١٨ - وقال رابعًا:  {وَهَدَيْناهُمَا} بذلك الكتاب {الصِّراطَ الْمُسْتَقِيمَ} ؛ أي: الموصل إلى الحق والصواب، بما فيه من تفاصيل الشرائع، وتفاريع الأحكام. </p><p> ١١٩ - وقال خامسًا:  {وَتَرَكْنا عَلَيْهِما} ؛ أي: أبقينا لهما ذكرًا حسنًا، وثناءً جميلًا {فِي الْآخِرِينَ} ؛ أي: فيمن بعدهم من الأمم. وهذا ما تصبو إليه النفوس. قال شاعرهم: </p><p> وإنَّمَا المَرءُ حَديْثٌ بَعدَهُ ... فَكُن حَدِيثًا حَسنًا لِمنْ وَعَى </p><p> وقال الآخر: </p><p> الذِّكْرُ لِلإنْسَا ... نِ عُمرٌ ثَانِيْ </p><p> ١٢٠ - فهم يسلمون عليهما، ويقولون: {سَلامٌ عَلى مُوسى وَهارُونَ (١٢٠) } ويدعون لهما دعاء دائمًا إلى يوم الدين، ولا شيء أدعى إلى سعادة الحياة من الطمأنينة وهدوء البال، كما ورد في الحديث:  «من أصبح آمنًا في سربه، معافى في بدنه، فكأنما حيزت الدنيا له بحذافيرها» . </p><p> ١٢١ - ثم ذكر سبب هذه النعم، فقال:  {إِنَّا كَذلِكَ} ؛ أي: مثل هذا الجزاء الكامل {نَجْزِي الْمُحْسِنِينَ} الذين هما من جملتهم، لا جزاء قاصرًا عنه </p><p> ١٢٢ - {إِنَّهُما مِنْ عِبادِنَا الْمُؤْمِنِينَ (١٢٢) } يشير إلى (١) أن طريق الإحسان هو الإيمان. فالإيمان هو مرتبة الغيب، والإحسان هو مرتبة المشاهدة. ولما كان الإيمان ينشأ عن المعرفة كان الأصل معرفة الله، والجري على مقتضى العلم. </p><p> القصة الرابعة: قصة إلياس عليه السلام </p><p> ١٢٣ - {وَإِنَّ إِلْياسَ لَمِنَ الْمُرْسَلِينَ (١٢٣) } إلى بني إسرائيل. قال ابن جرير: هو إلياس بن ياسين بن فنحاص بن العيزار بن هارون أخي موسى عليهما السلام. </p><p>(١) روح البيان.</p><p> فهو إسرائيلي من سبط هارون. </p><p> وقرأ الجمهور (١) : {إِلْيَاسَ} بهمزة مكسورة مقطوعة. وقرأ ابن ذكوان بوصلها، ورويت هذه القراءة عن ابن عامر، وقرأ ابن مسعود، والأعمش، ويحيى بن وثّاب {وإن إدريس لمن المرسلين} . وقرأ أبّي {وإن إيليس} بهمزة مكسورة، ثمّ تحتية ساكنة، ثمّ لام مكسورة، ثم تحتية ساكنة، ثم سين مهملة مفتوحة. </p><p> وحاصل قصته: كما قال محمد بن إسحاق، وعلماء السير والأخبار: لما (٢) قبض الله عز وجل، حزقيل النبي عليه السلام، عظمت الأحداث في بني إسرائيل وظهر فيهم الفساد والشرك، ونصبوا الأصنام، وعبدوها من دون الله عز وجل، فبعث الله عز وجل إليهم إلياس نبيا، وكان أنبياء يبعثون من بعد موسى عليه السلام في بني إسرائيل، بتجديد ما نسوا من أحكام التوراة. وكان يوشع لما فتح الشام، قسمها على بني إسرائيل، وإن سبطا منهم حصل في قسمته بعلبك ونواحيها، وهم الذين بعث إليهم إلياس، وعليهم يومئذ ملك اسمه آجب، وكان قد أضل قومه، وجبرهم على عبادة الأصنام، وكان له صنم من ذهب، طوله عشرون ذراعًا، وله أربعة أوجه، اسمه بعل. وكانوا قد فتنوا به، وعظّموه، وجعلوا له أربع مئة سادن، وجعلوهم أنبياء. فكان الشيطان يدخل في جوف بعل، ويتكلم بشريعة الضلالة، والسدنة يحفظونها عنه، ويبلغونها الناس. وهم أهل بعلبك، وكان إلياس يدعوهم إلى عبادة الله عز وجل، وهم لا يسمعون له، ولا يؤمنون به إلا ما كان من أمر الملك، فإنه آمن به وصدقه. فكان إلياس يقوم بأمره، ويسدده، ويرشده، وكان للملك امرأة جبارة، اسمها أربيل، وكانت قتالة للأنبياء والصالحين، يقال: إنها هي التي قتلت يحيى بن زكريا، وقد تزوجت سبعةً من ملوك بني إسرائيل، وقتلتهم كلهم غيلة، إنها ولدت سبعين ولدًا. وكان يستخلفها على ملكه إذا غاب، فغضبت من رجل مؤمن اسمه مزدكي له جنينة تصغير جنة، كان يتعيّش منها في جنب </p><p>(١) الشوكاني. (٢) الخازن.</p><p> قصرها، فحسدته، فأخذتها وقتلته، فبعث الله سبحانه وتعالى إلياس إلى الملك وزوجته، وأمره أن يخبرهما أن الله عز وجل قد غضب لوليّه، حين قُتل ظلمًا، وآلى على نفسه أنهما إن لم يتوبا عن صنيعهما، ويردا الجنينة على ورثة المقتول .. أهلكهما في جوف الجنينة، ثم يدعهما جيفتين ملقاتين فيها، ولا يتمتعان فيها إلا قليلا، فجاء إلياس، فأخبر الملك بما أوحى الله إليه في أمره، وأمر امرأته، والجنينة. فلما سمع الملك ذلك غضب، واشتد غضبه عليه، وقال: يا إلياس، والله ما أرى ما تدعونا إليه إلا باطلا، وهمّ بتعذيب إلياس وقتله. فلما أحس إلياس بالشر رفضه وخرج عنه هاربا، ورجع الملك إلى عبادة بعل، ولحق إلياس بشواهق الجبال، فكان يأوي إلى الشعاب والكهوف، فبقي سبع سنين على ذلك خائفًا مستخفيًا، يأكل من نبات الأرض وثمار الشجر، وهم في طلبه، وقد وضعوا عليه العيون، والله يستره منهم. فلما طال الأمر على إلياس، وسكنى الكهوف في الجبال، وطال عصيان قومه ضاق بذلك ذرعًا، فأوحى الله تعالى إليه بعد سبع سنين وهو خائف مجهود: يا إلياس ما هذا الحزن والجزع الذي أنت فيه، ألست أميني على وحي، وحجتي في أرضي، وصفوتي من خلقي، سلني أعطك، فإني ذو الرحمة الواسعة والفضل العظيم، قال: يا رب تميتني وتلحقني بآبائي، فإني قد مللت بني إسرائيل، وملّوني، فأوحى الله تعالى إليه يا إلياس ما هذا باليوم الذي أعرّى منك الأرض وأهلها، وإنما صلاحها وقوامها بك وبأشباهك، وإن كنتم قليلا سلني أعطك. فقال إلياس: إن لم تمتني فأعطني ثأري من بني إسرائيل، قال الله عز وجل: وأي شيء تريد أن أعطيك؟ قال: تملكني خزائن السماء سبع سنين، فلا تسير عليهم سحابة إلا بدعوتي، ولا تمطر عليهم قطرة إلا بشفاعتي، فإنه لا يذلهم إلا ذاك. قال الله عز وجل: يا إلياس أنا أرحم بخلقي من ذلك وإن كانوا ظالمين. قال: فست سنين، قال: أنا أرحم بخلقي من ذلك، قال: فخمس سنين، قال: أنا أرحم بخلقي، ولكن أعطيك ثأرك ثلاث سنين، أجعل خزائن المطر بيدك، قال إلياس: فبأي شيء أعيش يا رب؟ قال: أسخّر لك جيشا من الطير ينقل لك طعامك وشرابك من الريف، والأرض التي لم تقحط. قال إلياس: قد رضيت، فأمسك الله عز وجل عنهم المطر، حتى هلكت الماشية والهوام والشجر، وجهد </p><p> الناس جهدًا شديدًا، وإلياس على حاله مستخفيًا من قومه، يوضع له الرزق حيث كان، وقد عرف قومه ذلك. </p><p> قال ابن عباس: أصاب بني إسرائيل ثلاث سنين القحط، فمر إلياس بعجوز، فقال لها: أعندك طعام؟ قالت: نعم شيء من دقيق وزيت قليل، قال: فدعا به ودعا فيه بالبركة، ومسه حتى ملأ جرابها دقيقًا، وملأ خوابيها زيتًا، فلما رأوا ذلك عندها قالوا: من أين لك هذا؟ قالت: مر بي رجل من حاله كذا، وكذا، فوصفته بصفته فعرفوه، وقالوا: ذلك إلياس، فطلبوه، فوجدوه، فهرب منهم، ثم إنه آوى إلى بيت امرأة من بني إسرائيل، ولها ابن يقال له: اليسع بن أخطوب، به ضر، فآوته وأخفت أمره، فدعا لابنها فعوفي من الضر الذي كان به، واتبع اليسع الياس، وآمن به، وصدّقه، ولزمه، وذهب معه حيثما ذهب، وكان إلياس قد كبر، وأسنّ، واليسع غلام شاب. ثم إن الله تعالى أوحى إلى الياس: أنك قد أهلكت كثيرا من الخلق ممن لم يعص الله من البهائم، والدواب، والطير، والهوام، والشجر بحبس المطر، فيزعمون أن الياس قال يا رب دعني أكن أنا الذي أدعو لهم بالفرج مما هم فيه من البلاء، لعلهم يرجعون عما هم فيه، وينزعون عن عبادة غيرك، فقيل له: نعم. فجاء إلياس إلى بني إسرائيل، فقال: إنكم قد هلكتم جوعًا وجهدًا، وهلكت البهائم والدواب والطير والهوام والشجر بخطاياكم، وإنكم على باطل، فإن كنتم تحبون أن تعلموا ذلك فاخرجوا بأصنامكم، فإن استجابت لكم فذلك كما تقولون، وإن هي لم تفعل علمتم أنكم على باطل، فنزعتم ودعوت الله تعالى، ففرّج عنكم ما أنتم فيه من البلاء، فقالوا: يا الياس أنصفت، فخرجوا بأوثانهم ودعوها، فلم تفرّج عنهم ما كانوا فيه من البلاء، فقالوا: إنا قد أهلكنا فادع الله لنا، فدعا إلياس ومعه اليسع بالفرج، فخرجت سحابة مثل الترس على ظهر البحر وهم ينظرون، فأقبلت نحوهم وطبّقت الآفاق، ثم أرسل الله عز وجل عليهم المطر، وأغاثهم، وحييت بلادهم، فلما كشف الله تعالى عنهم الضر نقضوا العهد، ولم ينزعوا عن كفرهم، وأقاموا على أخبث ما كانوا عليه، فلما رأى ذلك إلياس دعا ربه عز وجل أن يريحه منهم، فقيل له فيما يزعمون: انظر يوم كذا، وكذا، فاخرج إلى موضع </p>"
}