{
  "id": null,
  "sura": 37,
  "aya": 12,
  "text": "<p> تقديره: أشد، فعلى أم من هو تقرير واحد، ونظيره:  {أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّماءُ} . قيل: وقرىء {لازم} و {لاتب} ، ولا أدري من قرأ بذلك. واللاتب: الثابت. قال الأصمعي: واللاتب: اللاصق مثل: اللازب. وفي مصحف عبد الله:  {أم من عددنا} ، وهو تفسير لمن خلقنا؛ أي: من عددنا من الصافات وما بعدها من المخلوقين. </p><p> ومعنى الآية (١) : أي سل يا محمد هؤلاء المنكرين للبعث؛ أي أصعب إيجادًا أهم أم السموات والأرض وما بينهما من الملائكة والمخلوقات العظيمة؟. والسؤال للتوبيخ والتبكيت، فإنهم يقرون أن هذه المخلوقات أشد منهم خلقًا؛ أي: وإذًا فكيف ينكرون البعث وهم يشاهدون ما هو أعظم مما أنكروا؟ فأين هم بالنسبة لهذه العوالم التي خلقناها؟. ثم زاد الأمر بيانًا، وأوضح هذا التفاوت، فقال:  {إِنَّا خَلَقْناهُمْ مِنْ طِينٍ لازِبٍ} ؛ أي: إنا خلقنا أباهم آدم من طين رخو ملتصق بعضه ببعض. وفي هذا شهادة عليهم بالضعف، والرخاوة دون الصلابة والقوة، فأين هم من كواكب السماء وعالم الملائكة، وتلك العوالم المشرقة، وإذا قدرنا أن نخلق تلك العوالم العظيمة، فهل يعجزنا أن نعيد ما هو مخلوق من طين، لا يصلح للحياة إلا بإشراق الأنوار عليه، ووصول الآثار من العوالم الأخرى إليه. </p><p> ١٢ - ثم أضرب سبحانه عن الكلام السابق، إلى خطاب الرسول - صلى الله عليه وسلم - بقوله:  {بَلْ عَجِبْتَ} يا محمد من قدرة الله سبحانه {وَ} هم {يَسْخَرُونَ} منك بسبب تعجبك، أو ويسخرون منك بما تقوله، من إثبات المعاد. وفي «المفردات» : {بَلْ عَجِبْتَ} من إنكارهم البعث لشدة تحققك بمعرفته، ويسخرون بجهلهم. قال سعدي المفتي: وهذا إضراب عن الأمر بالاستفتاء؛ أي: لا تستفتهم فإنهم معاندون ومكابرون لا ينفع فيهم الاستفتاء، وانظر إلى تفاوت حالك وحالهم، أنت تعجب من قدرة الله تعالى، على خلق هذه الخلائق العظيمة، ومن قدرته </p><p>(١) المراغي.</p><p> على الإعادة، وإنكارهم للبعث، وهم يسخرون من تعجبك وتقريرك للبعث. وقال قتادة: عجب نبي الله - صلى الله عليه وسلم - من هذا القرآن، حين أنزل، وضلال بني آدم. وذلك أن النبي - صلى الله عليه وسلم - كان يظن، أن كل من يسمع القرآن يؤمن به، فلما سمع المشركون القرآن، فسخروا منه، ولم يؤمنوا، عجب من ذلك النبي - صلى الله عليه وسلم -. فقال تعالى: {بَلْ عَجِبْتَ وَيَسْخَرُونَ (١٢) }. والسخرية: الاستهزاء، والعجب والتعجب: حالة تعرض للإنسان عند الجهل بسبب الشيء. </p><p> والخلاصة: إن قلوبهم غلف، فلا تنظر فيما حولها من البراهين، والآيات الدالة على البعث، ولا تقدر أن تنفذ إلى الإيقان به. فحالهم عجب، ويحق لك أن تكثر التعجب منها، فلقد بلغ من عنادهم وإصرارهم على إنكارهم أن يسخروا من مقالك ومن اهتمامك بإقناعهم في وجوب تسليمهم بالبعث والاعتقاد بحصوله. </p><p> وقرأ الجمهور (١) : {عَجِبْتَ} بفتح التاء على الخطاب للنبي - صلى الله عليه وسلم -؛ أي: بل عجبت يا محمد، من قدرة الله، على هذه الخلائق العظيمة، وهم يسخرون منك ومن تعجبك، ومما تريهم من آثار قدرة الله، أو عجبت من إنكارهم البعث وهم يسخرون من أمر البعث، أو عجبت من إعراضهم عن الحق وعماهم من الهدى، وأن يكونوا كافرين مع ما جئتهم به من عند الله تعالى. وقرأ حمزة، والكسائي، وابن سعدان، وابن مقسم بتاء المتكلم. ورويت عن علي وعبد الله، وابن عباس، والنخعي، وابن وثاب، وطلحة، وشقيق، والأعمش، وأنكر شريح القاضي هذه القراءة، وقال: الله لا يعجب. فقال إبراهيم: كان شريح معجبًا بعلمه، وعبد الله أعلم منه يعني: عبد الله بن مسعود. والظاهر: أن ضمير المتكلم هو لله تعالى، والعجب لا يجوز على الله تعالى؛ لأنه روعة تعتري المتعجب من الشيء. قال الحسن بن الفضل (٢) : التعجب من الله إنكار الشيء، وتعظيمه. ومعنى {بَلْ عَجِبْتَ} ؛ أي: استعظمت كفرهم وإنكارهم البعث، وسخطت منه. وقال علي بن </p><p>(١) البحر المحيط. (٢) الشوكاني.</p>"
}