{
  "id": null,
  "sura": 37,
  "aya": 10,
  "text": "<p> إذا دام. وقد ذهب جمهور المفسرين إلى أن الواصب الدائم. وقال السدي، وأبو صالح، والكلبي: هو الموجع الذي يصل وجعه إلى القلب. </p><p> ١٠ - وقوله:  {إِلَّا مَنْ خَطِفَ الْخَطْفَةَ} استثناء (١) من واو {يسمعون} ، و {مَنْ} بدل من الواو. والخطف: اختلاس كلام الملائكة مسارقة كما يعرب عنه تعريف الخطفة؛ أي: لا يسمع جماعة الشياطين إلى الملأ الأعلى، إلا الشيطان الذي خطف؛ أي: اختلس الخطفة؛ أي: المرة الواحدة. يعني: كلمة واحدة من كلام الملائكة. {فَأَتْبَعَهُ} ؛ أي: أتبع ذلك المختلس، ولحقه {شِهابٌ} ؛ أي: شعلة نار ساطعة، والمراد هنا: ما يرى منقضا من السماء. {ثاقِبٌ} ؛ أي: مضيء غاية الإضاءة، يثقب بإضاءته ونوره ما يقع عليه؛ أي: كأنه يثقب الجو بضوئه يرجم به الشياطين إذا صعدوا لاستراق السمع. </p><p> والمعنى (٢) : لا يسمع الشياطين إلا الشيطان الذي اختلس الكلمة الواحدة، من كلام الملائكة على وجه المسارقة، فلحقه شهاب </p><p> مضيء يحرقه، أو يخبله أو يجرحه. وعن ابن عباس رضي الله عنهما قال: بينما رسول الله - صلى الله عليه وسلم - جالس في نفر من أصحابه، إذ رمي بنجم فاستنار، فقال عليه الصلاة والسلام:  «ما كنتم تقولون لمثل هذا في الجاهلية» ؟ فقالوا: يموت عظيم أو يولد عظيم، فقال:  «إنه لا يرمى لموت أحد، ولا لحياته، ولكن الله إذا قضى أمرًا، يسبحه حملة العرش وأهل السماء السابعة يقولون؛أي:- أهل السماء السابعة لحملة العرش -: ماذا قال ربكم؟ فيخبرونهم، فيستخبر أهل كل سماء أهل سماء، حتى ينتهي الخبر إلى السماء الدنيا، فيتخطف الجن فيرمون، فما جاؤوا به على وجهه فهو حق، ولكنهم يزيدون فيه ويكذبون، فما ظهر صدقه فهو من قسم ما سمع من الملائكة، وما ظهر كذبه فهو من قسم ما قالوه» . قيل: كان ذلك في الجاهلية أيضًا، لكن غُلِّظ المنع، وشُدد حين بعث النبي - صلى الله عليه وسلم -. </p><p> قيل: هيئة استراقهم، أن الشياطين يركب بعضهم بعضًا إلى السماء الدنيا، </p><p>(١) روح البيان. (٢) روح البيان.</p><p> فيسمع من فوقهم الكلام، فيلقيه إلى من تحته ثم هو يلقيه إلى الآخر، حتى إلى الكاهن. فيرمون بالكوكب فلا يخطىء أبدًا، فمنهم من يحرق بعض أعضائه وأجزائه، ومنهم من يفسد عقله، ومنهم من يجرحه، كما مر. وربما أدركه الشهاب قبل أن يلقيه، وربما ألقاه قبل أن يدركه. ولأجل أن يصيبهم مرة ويسلمون أخرى لا يرتدعون عن الاستراق بالكلية كراكب البحر للتجارة، فإنه قد يصيبه الموج وقد لا يصيبه، فلذا يعود إلى ركوب البحر رجاء السلامة. ولا يقال: إن الشيطان من النار فلا يحترق؛ لأنه ليس من النار الصرف، كما أن الإنسان ليس من التراب الخالص، مع أن النار القوية إذا استولت على الضعيفة استهلكتها، كما مر كل ذلك. </p><p> ثم إن المراد بالشهاب: شعلة نار تنفصل من النجم، لا أنه النجم نفسه، لأنه قار في الفلك على حاله. وقالت الفلاسفة: إن الشهب إنما هي أجزاء نارية، تحصل في الجو عند ارتفاع الأبخرة المتصاعدة، واتصالها بالنار التي دون الفلك، انتهى. وقال بعض كبار أهل المعرفة: لولا الأثير - الركن من النار - الذي هو بين السماء والأرض ما كان حيوان ولا نبات ولا معدن في الأرض، لشدة البرد الذي في السماء الدنيا. فهو؛ أي: الأثير يسخن العالم لتسري فيه الحياة، بتقدير العزيز العليم. وهذا الأثير الذي هو ركن النار متصل بالهواء، والهواء حار رطب، ولما في الهواء من الرطوبة، إذا اتصل بهذا الأثير أثّر فيه، لتحركه اشتعالًا في بعض أجزاء الهواء الرطبة، فبدت الكواكب ذوات الأذناب، لأنها هواء محترق لا مشتعل، وهي سريعة الاندفاع. وإن أردت تحقيق هذا، فانظر إلى شرر النار، إذا ضرب الهواء النار بالمروحة، يتطاير منها شرر مثل الخيوط في رأى العين، ثم تنطفىء كذلك هذه الكواكب المنقضة. وقد جعلها الله رجوما للشياطين الذين هم كفار الجن، كما قال الله تعالى. انتهى كلامه رحمه الله تعالى. </p><p> يقول الفقير (١) : كلام هذا البعض، يفيد حدوث بعض الكواكب ذوات </p><p>(١) روح البيان.</p><p> الأذناب، من التحريك المذكور، وهي الكواكب المنقضة، سواء كانت ذوات أذناب أو لا، وهذا لا ينافي ارتكاز الكواكب الغير الحادثة في أفلاكها أو تعليقها في السماء، أو بأيدي الملائكة كالقناديل المعلقة في المساجد، أو كونها ثقبًا في السماء، أو عروقًا نيرة من الشمس على ما ذهب إلى كل منها طائفة من أهل الظاهر والحقيقة. قال قتادة: جعل الله النجوم لثلاث: زينة للسماء، ورجومًا للشياطين، وعلامات يهتدى بها. فمن تأول فيها غير ذلك، فقد تكلف ما لا علم به، اهـ من «روح البيان» . </p><p> وقرأ الجمهور (١)  {خَطِفَ} ثلاثيًا بكسر الطاء. وقرأ الحسن، وقتادة بكسر الخاء والطاء مشددة. قال أبو حاتم: ويقال: هي لغة بكر بن وائل، وتميم بن مرة. وقرىء {خَطّف} بفتح الخاء وكسر الطاء مشددة، ونسبها ابن خالويه إلى الحسن، وقتادة، وعيسى. وعن الحسن أيضًا التخفيف. وأصله في هاتين القراءتين اختطف، ففي الأولى لما سكنت التاء للإدغام والخاء ساكنة كسرت لالتقاء الساكنين، فذهبت ألف الوصل وكسرت الطاء اتباعا لحركة الخاء. وعن ابن عباس {خِطِف} بكسر الخاء والطاء مخففة، أتبع حركة الخاء لحركة الطاء، كما قالوا: نعم. وقرىء {فأتبعه} مخففًا ومشددًا. </p><p> وقيل في تفسير معنى الآية على نهج ما سبق:  {وَلَهُمْ عَذابٌ واصِبٌ} ؛ أي (٢) : وأولئك لهم عذاب دائم، لتقصيرهم عن البحث في سر عظمة هذا الكون، والوصول بذلك إلى عظمة خالقه وبديع قدرته. ثم بيّن من وفّقهم الله تعالى، وأنعم عليهم ممن ظفروا بالمعرفة فقال: {إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهابٌ ثاقِبٌ (١٠) }؛ أي: إلا من لاحت له بارقة من ذلك الجمال، وعنّت له سانحة منه، فتخطفت بصيرته كالشهاب الثاقب، فحن إلى مثلها وصبت نفسه إلى أختها، وهام بذلك الملكوت العظيم باحثًا عن سر عظمته ومعرفة كنه جماله. وهم من اصطفاهم الله تعالى من عباده، وآتاهم الحكمة من لدنه، وأيدهم بروح من عنده. </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}