{
  "id": null,
  "sura": 37,
  "aya": 9,
  "text": "<p> معنى القراءة الأولى قوله تعالى: {إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ (٢١٢) }. قال مجاهد: كانوا يتسمعون ولكن لا يسمعون. واختار أبو عبيدة القراءة الثانية، قال: لأن العرب لا تكاد تقول: سمعت إليه، وتقول: تسمعت إليه. وظاهر (١) الأحاديث أنهم يتسمعون حتى الآن لكنهم لا يسمعون، وإن سمع أحد منهم شيئًا لم يفلت حرسا وشهبا من وقت بعثة رسول الله - صلى الله عليه وسلم -. </p><p> {وَيُقْذَفُونَ} ؛ أي: يُرجمون، ويُرمون {مِنْ كُلِّ جانِبٍ} من جوانب السماء، ومن كل جهة يصعدون بالشهب، إذا أرادوا الصعود لاستراق السمع. والمرجوم بها هي التي يراها الناس تنقض، وليست بالكواكب الجارية في السماء؛ لأن تلك لا ترى حركتها، وهذه الراجمة نرى حركتها لقربها منا. وقرأ محبوب عن أبي عمرو {وَيُقْذَفُونَ} مبنيًا للفاعل، وهي قراءة غير مطابقة لما هو المراد من النظم القرآني. </p><p> ٩ - وانتصاب {دُحُورًا} على أنه مفعول لأجله. والدحور: الطرد والإبعاد؛ أي: يقذفون لأجل الطرد والإبعاد عن السماء أو على الحال؛ أي: يقذفون حال كونهم مدحورين مطرودين أو مصدر ليقذفون؛ لأن متضمن معنى الطرد؛ أي: ويدحرون من كل جانب دحورًا، ويقذفون من كل جهة قذفًا. وقيل: هو جمع داحر، نحو: قاعد وقعود، فيكون حالًا أيضًا. وقرأ الجمهور:  {دُحُورًا} بضم الدال. وقرأ علي، والسلمي، وابن أبي عبلة، ويعقوب الحضرمي، والطبراني عن رجاله عن أبي جعفر {دحورا} بنصب الدال أي: قذفًا دحورًا بنصب الدال. ويجوز أن يكون مصدرًا كالقبول والولوع إلا أن هذه ألفاظ ذكر أنها محصورة. </p><p> واختلف (٢) ، هل كان هذا الرمي لهم بالشهب، قبل المبعث أو بعده؟ فقال بالأول طائفة، وبالآخر آخرون. وقالت طائفة، بالجمع بين القولين: إن الشياطين لم تكن ترمى قبل المبعث رميًا يقطعها عن السمع، ولكن كانت ترمى وقتًا ولا ترمى وقتًا آخر، وترمى من جانب ولا ترمى من جانب آخر. ثم بعد المبعث، </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> رميت في كل وقت ومن كل جانب حتى صارت لا تقدر على استراق شيء من السمع إلا من اختطف الخطفة فأتبعه شهاب ثاقب. </p><p> فإن قلت: تقدم (١) أن الكواكب ثابتة في السماء أو في العرش زينة، ومقتضى كونها رجوما للشياطين أنها تنفصل وتزول، فكيف الجمع بين ذلك؟. </p><p> أجيب: بأنه ليس المراد: أن الشياطين بذات الكواكب ترمى، بل تنفصل منها شهب تنزل على الشياطين والكواكب باقية بحالها. </p><p> إن قلت: إذا كان الشياطين خلقوا من النار فكيف يحترقون؟ </p><p> أجيب: بأن الأقوى يحرق الأضعف، كالحديد يقطع بعضه بعضًا. </p><p> إن قلت: إذا كان الشيطان يعلم أنه لا يصل لمقصوده بل يصاب، فكيف يعود مرة أخرى؟. </p><p> أجيب: بأنه يرجو وصوله لمقصوده وسلامته، كراكب البحر، فإنه يشاهد الغرق المرة بعد المرة، ويعود طمعًا في السلامة. </p><p> وقيل معنى:  {لا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلى} ؛ أي (٢) : إن كثيرًا من أولئك الجهّال، والشياطين محبوسون في هذه الأرض غائبة أبصارهم عن الملأ الأعلى، لا يفهمون رموز هذه الحياة وعجائبها، ولا ترقى نفوسهم إلى التطلع إلى تلك العوالم العليا، والتأمل في إدراك أسرارها، والبحث في سر عظمتها. {وَيُقْذَفُونَ مِنْ كُلِّ جانِبٍ} ؛ أي: وقد قذفتهم شهواتهم وطردتهم من كل جانب، فهم تائهون في سكراتهم، تتخطفهم الأهواء والمطامع والعداوات. فلا يبصرون ذلك الجمال الذي يشرف للحكماء، ويبهر أنظار العلماء، ويتجلى للنفوس الصافية ويسحرها بعظمته. وهم ما زالوا يدأبون على معرفة هذا السر، حتى ذاقوا حلاوته، فخروا ركعًا سجدًا مذهولين من ذلك الجمال والجلال. </p><p> {وَلَهُمْ} ؛ أي: وللشياطين في الآخرة غير ما في الدنيا، من عذاب الرمي بالشهب. {عَذابٌ واصِبٌ} ؛ أي: عذاب دائم غير منقطع، من وصب الأمر وصوبًا </p><p>(١) الصاوي. (٢) المراغي.</p>"
}