{
  "id": null,
  "sura": 37,
  "aya": 4,
  "text": "<p> والمعنى: أي أقسمت لكم يا بني آدم، أو يا أهل مكة {بالصافات} ؛ أي (١) : بالملائكة الناظمات لأنفسها في سلك الصفوف، بقيامها في مقاماتها المعلومة أو الصافات أقدامها في السماء، لأداء العبادات أو الباسطات أجنحتها في الهواء، واقفة حتى يأمرها الله تعالى بما يريد. {صَفًّا} بديعًا. {فَالزَّاجِراتِ} ؛ أي: فأقسمت لكم بالملائكة التي تزجر السحاب؛ أي: يأتون بها من موضع إلى موضع، أو الزاجرات لبني آدم عن المعاصي، بالإلهامات، أو الزاجرات للشياطين عن التعرض لبني آدم بالشر والإيذاء، وعن استراق السمع. {زَجْرًا} بليغا. {فَالتَّالِياتِ} ؛ أي: فأقسمت لكم بالملائكة، التي تتلو الكتب المنزلة على الأنبياء عليهم السلام، وغيرها من التسبيح، والتقديس، والتحميد، والتمجيد. </p><p> ٤ - {إِنَّ إِلهَكُمْ} يا أهل مكة - فإن الآية (٢) نزلت فيهم إذ كانوا يقولون: {أَجَعَلَ الْآلِهَةَ إِلهًا واحِدًا} - أو يا بني آدم؛ أي: أقسمت لكم بهذه المذكورات، على أن إلهكم ومعبودكم الذي يستحق منكم العبادة {لَواحِدٌ} لا شريك له، فلا تتخذوا آلهة من الأصنام والدنيا والهوى والشيطان. إذ لو لم يكن واحدًا لاختل هذا الاصطفاف، والزجر، والتلاوة. وفي «الصاوي» : {وَالصَّافَّاتِ} الواو (٣) : حرف جر وقسم، {وَالصَّافَّاتِ} مقسم به مجرور بواو القسم، وما بعده عطف عليه، وقوله: {إِنَّ إِلهَكُمْ لَواحِدٌ (٤) } جواب القسم، وهو المقسم عليه. والمعنى: وحق الصافات وحق الزاجرات وحق التاليات. وإنما خص ما ذكر لعظم قدرها عنده تعالى. ولا يعكر عليه ما ورد من النهي عن الحلف بغير الله تعالى، لأن النهي للمخلوق حذرًا من تعظيم غير الله، وأما هو سبحانه وتعالى، فيقسم ببعض مخلوقاته للتعظيم كقوله: والشمس والليل والضحى والنجم، وغير ذلك. </p><p> فإن قلت: ما الحكمة في ذكر القسم هنا، لأنه إن كان المقصود المؤمنين، فلا حاجة إليه؛ لأنهم مصدقون ولو من غير قسم. وإن كان المقصود الكفار، فلا </p><p>(١) المراح. (٢) روح البيان.(٣) الصاوي.</p><p> حاجة إليه أيضًا، لأنهم غير مصدقين على كل حال؟ </p><p> قلت: إن الحكمة في القسم، تأكيد الأدلة التي تقدم تفصيلها في سورة يس، ليزداد الذين آمنوا إيمانا ويزداد الكافرون بعدًا وطردًا. أو الحكمة فيه تعظيم المقسم به، وإظهار شرفه، وتأكيد المقسم عليه على ما هو المألوف في كلامهم. وقد أنزل القرآن على لغتهم، وعلى أسلوبهم في محاوراتهم. وقيل: تقدير الكلام فيها وفي أمثالها: ورب الصافات، ورب الشمس، ورب الضحى، ورب التين والزيتون، ورب الذاريات، ورب النجم إلى غير ذلك. </p><p> وقرأ ابن مسعود (١) ، ومسروق، والأعمش، وأبو عمرو، وحمزة بإدغام التاء من الصافات والزاجرات والتاليات في صاد {صَفًّا} وزاي {زَجْرًا} وذال ذكرًا وكذلك فعلا في {وَالذَّارِياتِ ذَرْوًا (١) }، وفي {فَالْمُلْقِياتِ ذِكْرًا}  {وَالْعادِياتِ ضَبْحًا} بخلاف عن خلاد في الأخيرين. وهذه القراءة قد أنكرها أحمد بن حنبل لما سمعها. وقرأ الباقون بإظهار جميع ذلك. </p><p> قال أبو مسلم الأصفهاني: لا يجوز حمل هذه الألفاظ على الملائكة؛ لأنها مشعرة بالتأنيث، والملائكة مبرؤون عن هذه الصفة. وأجيب عنه بوجهين: </p><p> الأول: أن الصفات المذكورة جمع الجمع، فإنه يقال جماعة صافة، ثم يجمع على صافات. </p><p> الثاني: أنهم مبرؤون عن التأنيث المعنوي، وأما التأنيث اللفظي فلا وكيف وهم يسمون بالملائكة، مع أن علامة التأنيث حاصلة، انتهى. </p><p> قال الغزالي، رحمه الله سبحانه: الواحد في أسمائه تعالى هو الذي لا يتجزأ ولا يثنى، وهو سبحانه الواحد المطلق أزلًا وأبدًا، وخاصية هذا الاسم، إخراج الكون من القلب، فمن قرأه ألف مرة خرج الخلائق من قلبه، فكفي خوف الخلق. وهو أصل كل بلاء في الدنيا والآخرة. وسمع النبي - صلى الله عليه وسلم - رجلًا يقول في </p><p>(١) الفتوحات.</p>"
}