{
  "id": null,
  "sura": 37,
  "aya": 113,
  "text": "<p> الغاية لها، لتضمنها معنى الكمال، والتكميل بالفعل على الإطلاق. و {مِنَ الصَّالِحِينَ} كما يجوز أن يكون صفة لـ {نَبِيًّا} يجوز أن يكون حالًا من الضمير المستتر فيه، فتكون أحوالًا متداخلةً. وفي «التأويلات النجمية» : {نَبِيًّا} ؛ أي: ملهمًا من الحق تعالى، كما قال بعضهم: حدثني قلبي عن ربي: {مِنَ الصَّالِحِينَ} ؛ أي: من المستعدين لقبول الفيض الإلهي بلا واسطة، انتهى. </p><p> والمعنى: أي وآتينا إبراهيم إسحاق، ومننا بنعمة النبوة له، وللكثير من حفدته كفاء امتثاله أمرنا، وصبره على بلوانا. </p><p> ١١٣ - {وَبارَكْنا عَلَيْهِ} ؛ أي: على إبراهيم في أولاده {وَعَلى إِسْحاقَ} بأن أخرجنا من صلبه أنبياء من بني إسرائيل، وغيرهم كأيوب وشعيب، أو (١) أفضنا عليهما بركات الدنيا والآخرة، فكثَّرنا نسلهما، وجعلنا منه أنبياء ورسلًا، وطلبنا من المسلمين في صلواتهم أن يدعوا لهم بالبركة، فيقولوا: اللهم صل على محمد وعلى آل محمد، وبارك على محمد وعلى آل محمد، كما باركت على إبراهيم وعلى آل إبراهيم في العالمين. {وَمِنْ ذُرِّيَّتِهِما} ؛ أي: ومن ذرية إبراهيم وإسحاق {مُحْسِنٌ} في عمله أو لنفسه بالإيمان والطاعة {وَظالِمٌ لِنَفْسِهِ} بالكفر والمعاصي {مُبِينٌ} ؛ أي: ظاهر ظلمه. وفيه تنبيه على أن الظلم في أولادهما وذريتهما لا يعود عليهما بعيب ولا نقيصة، وأن المرء يجازى بما صدر من نفسه طاعة أو معصية، لا بما صدر من أصله وفرعه، كما قال:  {وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى} . وأن النسب لا تأثير له في الصلاح، والفساد والطاعة والعصيان فقد يلد الصالح العاصي، والمؤمن الكافر، وبالعكس، ولو كان ذلك بالطبيعة لم يتغير، ولم يتخلف. فإن اليهود والنصارى وإن كانوا من ولد إسحاق فقد صاروا إلى ما صاروا إليه من الضلال المبين، والعرب وإن كانوا من ولد إسماعيل، فقد ماتوا على الشرك، إلا من أنقذه الله بالإسلام. </p><p> أَتَفْخَرُ باتِّصَالِكَ مِنْ عَلِيِّ ... وَأصْلُ الْبَولَةِ الْمَاءُ الْقَرَاحُ </p><p>(١) المراغي.</p><p> وَلَيْسَ بنَافِعٍ نسبٌ زَكِيٌّ ... تُدَنِّسُهُ صَنَائِعُكَ الْقِبَاحُ </p><p> وقال بعضهم: </p><p> وَمَا يَنْفَعُ الأَصْلُ مِنْ هَاشِمٍ ... إِذَا كَانَتِ النَّفْسُ من باهله </p><p> وباهلة: قبيلة عرفوا بالدناءة؛ لأنهم كانوا يأكلون بقية الطعام مرة ثانية، ويأكلون نقيّ عظام الميتة، وفي المثل: ذهب الناس إلا النسناس، وهم الذين يتشبهون بالناس وليسوا بالناس، أو هم خلق في صورة الناس. فعلى العاقل ترك الاغترار بالأنساب والأحساب، والاجتهاد فيما ينفعه يوم الحساب. </p><p> والمعنى: أي ومن ذريتهما من أحسن في عمله، فآمن بربه، وامتثل أوامره واجتنب نواهيه، ومنهم من ظلم نفسه، ودسّاها بالكفر والفسوق والمعاصي. </p><p> والخلاصة: أن النسب لا أثر له في الهدى والضلال، وأن الظلم في الأعقاب لا يعود إلى الأصول بنقيصة ولا عيب عليهم في شيء منه، كما قال:  {وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى} . </p><p> تتمة: مَنِ الذبيح، أإسحاق أم إسماعيل؟ ليس في هذه المسألة دليل قاطع من سنة صحيحة ولا خبر متواتر، بل روايات منقولة عن بعض أهل الكتاب، وعن جماعة من الصحابة والتابعين، ومن ثم حدث الخلاف فيها: </p><p> أولًا: فمن قائل: إنه إسحاق، ويؤيده: </p><p> ١ - ما روي عن يوسف عليه السلام: أنه قال لفرعون مصر في وجهه: أترغب عن أن تأكل معي، وأنا والله يوسف بن يعقوب نبي الله ابن إسحاق ذبيح الله ابن إبراهيم خليل الله. </p><p> ٢ - ما روي عن أبي الأحوص قال: افتخر رجل عند ابن مسعود، فقال: أنا فلان بن فلان بن الأشياخ الكرام، فقال ابن مسعود: ذاك يوسف بن يعقوب بن إسحاق ذبيح الله بن إبراهيم خليل الله. </p><p> ٣ - ما حكاه البغوي عن عمر، وعلي، وابن مسعود، والعباس: أنه </p>"
}