{
  "id": null,
  "sura": 38,
  "aya": 20,
  "text": "<p> والمعنى (١) : أي إنه تعالى، سخر الجبال تسبح معه حين إشراق الشمس، وآخر النهار، وتسبيحها معه، تقديسها لله سبحانه بحال، تليق بها، وتخصيص هذين الوقتين بالذكر، يدل على اختصاصهما بمزيد شرف العبادة فيهما، فإن لفضيلة الأزمنة والأمكنة أثرًا، في فضيلة ما يقع فيهما من العبادات، وسخرنا له الطير، حال كونها محبوسة في الهواء، تسبح بتسبيحه، فإذا مر به الطير وهو سابح في الهواء، وسمعه يترنم بقراءة الزبور .. يقف ويسبح معه. </p><p> وفي هذا إيماء إلى ما لداود من حسن الترتيل، والصوت المتقبل، الذي يعجب منه الحيوان الأعجم، فما بالك بالإنسان؟!. ثم أكد ما سلف من تسخيرها له فقال:  {كُلٌّ لَهُ أَوَّابٌ} ؛ أي: كل من الجبال، والطير، مرجاع إلى أمره، يسبح تبعًا له. </p><p> ٢ - ٢٠ {وَشَدَدْنا مُلْكَهُ} ؛ أي: قوينا ملكه بكثرة الجنود، وبسطة الثراء والهيبة، ونفوذ الكلمة، والنصر على الأعداء، قيل: كان أربعون ألفا لابسي درع يحرسونه، فإذا أصبح قيل: ارجعوا، فقد رضي عنكم نبي الله، وكان نبينا - صلى الله عليه وسلم - يحرس أيضًا، إلى نزول قوله تعالى:  {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} ، ومن ذلك أخذ السلاطين الحرس في السفر والحضر، فلا يزالون يحرسونهم في الليالي، ولهم أجر في ذلك، وقرأ الجمهور:  {وَشَدَدْنا} مخففًا. والحسن، وابن أبي عبلة بشد الدال، وعن ابن عباس رضي الله عنهما: أنه ادعى رجل على آخر بقرة، وعجز عن إقامة البينة، فأوحى الله تعالى، إلى داود عليه السلام: أن اقتل المدعي إليه. فأعلم الرجل فقال: صدقت يا نبي الله، إن الله لم يأخذني بهذا الذنب، ولكن إني قتلت أبا هذا الرجل غيلة، فقتله داود، فقال الناس: إن أذنب أحد ذنبًا أظهره الله عليه فقتله، فهابوه وعظمت هيبته في القلوب، والغيلة بالكسر: هو أن يخدع شخصا، فيذهب به إلى موضع، فإذا صار إليه قتله. </p><p> ٣ - {وَآتَيْناهُ الْحِكْمَةَ} ؛ أي: وأعطينا داود عليه السلام الحكمة؛ أي: </p><p>(١) المراغي.</p><p> العلم النافع، والإتقان للعمل. فهو لا يقدم على عمل، إلا إذا عرف موارده، ومصادره مباديه، وغاياته على نحو ما قال الشاعر: </p><p> قَدِّرْ لِرِجْلِكَ قَبْلَ الْخَطْوِ مَوْضِعَهَا ... فَمَنْ عَلَا زَلَقًا عَنْ غِرَّةٍ زَلَجَا </p><p> أو العلم للأشياء على ما هي عليه، والعمل بمقتضاه، إن كان متعلقًا بكيفية العمل، واعلم: أن الحكمة نوعان: </p><p> أحدهما: الحكمة المنطوق بها، وهي علم الشريعة. </p><p> والثاني: الحكمة المسكوت عنها، وهي أسرار الحقيقة التي لا يطلع عليها عوام العلماء، على ما ينبغي، فيضرهم أو يهلكهم، كما روي: أن رسول الله - صلى الله عليه وسلم - كان يجتاز في بعض سكك المدينة مع أصحابه، فأقسمت عليه امرأة أن يدخلوا منزلها، فدخلوه فرأوا نارًا موقدة، وأولاد المرأة يلعبون حولها، فقالت: يا نبي الله، الله أرحم بعباده، أم أنا بأولادي؟ فقال النبي - صلى الله عليه وسلم -: «بل الله أرحم، فإنه أرحم الراحمين» . فقالت: يا رسول الله، أتراني أحب أن ألقي ولدي في النار؟ فقال:  «لا» فقالت: فكيف يُلقي الله عبيده فيها، وهو أرحم الراحمين بهم؟. قال الراوي: فبكى رسول الله - صلى الله عليه وسلم -، فقال:  «هكذا أوحي إلي» . </p><p> ٤ - {وَفَصْلَ الْخِطابِ} ؛ أي: الخطاب الفاصل بين الحق والباطل، والكلام المبين للحق، أو الخطاب المفصول؛ أي: الكلام الملخص المبين الذي ينبه المخاطب على المرام من غير إلباس، فهو من إضافة الصفة إلى الموصوف، والفصل إما بمعنى الفاعل أو المفعول أو الإفصاح، والبيان في الخطاب والكلام؛ أي: البيان بحقيقة الأمر، وقطع القضايا والأحكام باليقين من غير ارتياب، ولا شك، ولا توقف، فيكون بمعنى فصل الخصام بتبيين الحق وتمييزه من الباطل، والفصل على حقيقته، وأريد بالخطاب: المخاصمة لاشتمالها عليه. </p><p> والمعنى (١) : أي وألهمناه حسن الفصل في الخصومات بما يستبين به وجه الحق بلا جنف، ولا ميل مع الهوى، وهذا يحتاج إلى فضل كبير في العلم، </p><p>(١) المراغي.</p>"
}