{
  "id": null,
  "sura": 38,
  "aya": 23,
  "text": "<p> خصمًا، فكانا بمن معهما فريقين من الخصوم، فحصل الانطباق بين صيغة التثنية في قوله:  {خَصْمانِ} ، وبين ما مر من إرادة الجمع، وقرأ أبو يزيد الجراد عن الكسائي {خصمان} بكسر الخاء. </p><p> وقوله:  {بَغَى} واعتدى {بَعْضُنا عَلى بَعْضٍ} هو على سبيل الفرض والتقدير، وعلى سبيل التعريض لداود، لا على تحقيق البغي من أحدهما، فلا يلزم الكذب، إذ الملائكة منزهون عنه، فلا يحتاج إلى ما قيل: إن المتخاصمين كانا لصين دخلا عليه للسرقة، فلما رآهما اخترعا الدعوى، كما في «شرح المقاصد»  {فَاحْكُمْ} يا داود {بَيْنَنا بِالْحَقِّ} ؛ أي: بالعدل {وَلا تُشْطِطْ} ؛ أي: ولا تجر في الحكومة. وهو تأكيد للأمر بالحكم بالحق. والمقصود من الأمر والنهي الاستعطاف. {وَاهْدِنا} ؛ أي: وأرشدنا يا داود {إِلى سَواءِ الصِّراطِ} ؛ أي: إلى الصراط السوي، والطريق الحق، واحملنا عليه بزجر الباغي عما سلكه من طريق الجور، وإرشاده إلى منهاج العدل. </p><p> وقرأ الجمهور:  {وَلا تُشْطِطْ} مفكوكًا من أشط الرباعي. وقرأ أبو رجاء، وابن أبي عبلة، وقتادة، والحسن، وأبو حيوة {تُشْطِطْ} من شط الثلاثي. وقرأ قتادة أيضًا:  {تشط} مدغمًا من أشط الرباعي. وقرأ زيد:  {تشاطط} بضم التاء، وبالألف، على وزن تفاعل مفكوكًا. وعن قتادة أيضًا:  {تشطط} من شطط المضعف، ذكره أبو حيان في «البحر» . </p><p> والمعنى (١) : أي هل علمت ذلك النبأ العجيب، نبأ الجماعة الذين تسلقوا سور غرفة داود، ودخلوا عليه وهو مشتغل بعبادة ربه، في غير وقت جلوسه للحكم، وحين رآهم فزع منهم، ظنًا منه أنهم جاؤوا لاغتياله، إذ كان منفردًا في محرابه للعبادة، فقالوا له: لا تخف منا، نحن اثنان جار بعضنا على بعض، فاحكم بيننا حكمًا عادلًا، ولا تجر، واهدنا إلى الطريق السوي، ولا تشطط في الحكومة. </p><p> ٢٣ - ثم فصلوا موضع الخصومة، فقال أحدهما:  {إِنَّ هَذَا} الحاضر معي </p><p>(١) المراغي.</p><p> {أَخِي} في الدين أو في الصحبة، والتعرض لذلك، تمهيد لبيان كمال قبح ما فعل به صاحبه، وقال أبو حيان (١) : والأخوة هنا مستعارة، إذ هما ملكان، لكنهما لما ظهرا في سورة إنسانين تكلما بالأخوة، ومجازها أنها أخوة في الدين، والإيمان، أو على معنى الصحبة، والمرافقة، أو على معنى الشركة والخلطة، لقوله:  {وَإِنَّ كَثِيرًا مِنَ الْخُلَطاءِ} ، وكل واحدة من هذه الأخوات تقتضي منع الاعتداء، ويندب إلى العدل، والقائل منهما هذا الكلام، هو المدعي منهما. و {أَخِي} عطف بيان عند ابن عطية، وبدل أو خبر {لإن} عند الزمخشري. </p><p> {لَهُ تِسْعٌ وَتِسْعُونَ} قرأ الجمهور: {تِسْعٌ وَتِسْعُونَ} بكسر التاء فيهما، وقرأ الحسن، وزيد بن علي: بفتحها. وقرأ الجمهور:  {نَعْجَةً} بفتح النون، والحسن، وابن هرمز: بكسر النون، وهي لغة لبعض بني تميم، وهي لغة شاذة، والنعجة: هي الأنثى من الضأن، وقد يكنى بها عن المرأة. قال الواحدي: النعجة: البقرة الوحشية، والعرب تكني عن المرأة بها، وتشبه النساء بالنعاج، والكناية (٢) والتعريض أبلغ في المقصود، وهو التوبيخ، فإن حصول العلم بالمعرض به يحتاج إلى تأمل، فإذا تأمله، واتضح قبحه .. كان ذلك أوقع في نفسه، وأجلب لخجالته وحيائه. </p><p> وعني بهذا داود؛ لأنه كان له تسع وتسعون امرأة، وعنى بقوله:  «ولي نعجة واحدة» أوريا زوج المرأة التي أراد أن يتزوجها داود، كما سيأتي بيان ذلك، وقرأ حفص عن عاصم:  {ولي} بفتح الياء، والباقون بإسكانها على الأصل. {فَقالَ} الأخ لي: {أَكْفِلْنِيها} ؛ أي: أكفلني هذه النعجة الواحدة؛ أي: ضمها لي إلى ما عندي، وأنزل لي عنها حتى أكفلها، وأضمها إلى ما عندي، وأصير بعلًا لها، قال ابن كيسان: اجعلها كفلي ونصيبي بالتنازل عنها، وفي «الروح» : أي ملكنيها، وحقيقته؛ أي: اجعلني أكفلها كما أكفل ما تحت يدي، والكافل؛ هو الذي يعولها وينفق عليها وعزني أي غلبني في الخطاب أي: في مخاطبته، ومحاورته إياي، محاجة بأن جاء بحجاج، لم أقدر على رده، وعن ابن عباس </p><p>(١) البحر المحيط. (٢) روح البيان.</p>"
}