{
  "id": null,
  "sura": 38,
  "aya": 54,
  "text": "<p> والمعنى (١) : أي هذا الذي ذكرنا من صفة الجنة، هو ما وعد الله سبحانه به عباده، يصيرون إليه بعد نشورهم، وقيامهم من قبورهم. </p><p> ٥٤ - ثم أخبر بأن نعيم الجنة دائم، لا يزول ولا ينقطع، فقال:  {إِنَّ هَذَا} الذي ذكرناه من أنواع النعم والكرامات {لَرِزْقُنا} ؛ أي: عطاؤنا أعطيناكموه. {ما لَهُ مِنْ نَفادٍ} ؛ أي: ليس له انقطاع أبدًا، وفناء، وزوال؛ أي: إن هذا النعيم، وتلك الكرامة لعطاء دائم غير مجذوذ ولا منقطع، ونحو الآية قوله:  {ما عِنْدَكُمْ يَنْفَدُ وَما عِنْدَ اللَّهِ باقٍ} ، وقوله:  {لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ} ؛ أي: غير منقطع {أُكُلُها دائِمٌ وَظِلُّها} . قال ابن عباس (٢) رضي الله عنهما: ليس لشيء نفاد، ما أكل من ثمارها خلف مكانه مثله، وما أكل من حيوانها وطيرها عاد مكانه حيًا. </p><p> وفي «التأويلات النجمية» : وبقوله: {جَنَّاتِ عَدْنٍ} إلى قوله: {لِيَوْمِ الْحِسابِ} يشير إلى أن هذه الجنات بهذه الصفات مفتوحة لهم الأبواب، وأبواب الجنة بعضها مفتوحة إلى الخلق، وبعضها مفتوحة إلى الخالق لا يغلق عليهم واحد منها، فيدخلون من باب الخلق، وينتفعون بما أعد لهم فيها، ثم يخرجون من باب الخالق، وينزلون في مقعد صدق عند مليك مقتدر، لا يقيدهم نعيم الجنة ليكونوا من أهل الجنة، كما لم يقيدهم نعيم الدنيا، ليكونوا من أهل النار، بل أخلصهم من حبس الدارين، ومتعهم بنزول المنزلين، وجعلهم من أهل الله، وخاصته. {إِنَّ هذا لَرِزْقُنا ما لَهُ مِنْ نَفادٍ (٥٤) }؛ أي: هذا ما رزقناهم في الأزل، فلا نفاد له إلى الأبد، انتهى. </p><p> فعلى العاقل: الإعراض عن اللذات الفانية، والإقبال على الأذواق الباقية، فالفناء يوصل إلى البقاء، كما أن الفقر يوصل إلى الغنى. ولكل احتياج استغناء. </p><p> إِذَا شَابَ الْغُرَابُ أَتَيْتُ أَهْلِيْ ... وَهَيْهَاتَ الْغُرَابُ مَتَى يَشِيْبُ </p><p>(١) المراغي. (٢) روح البيان.</p><p> عَسَى الْكَرْبُ الَّذِي أَمْسَيْتُ فِيْهِ ... يَكُونُ وَرَاءَهُ فَرَجٌ قَرِيْبُ </p><p> الإعراب </p><p> {وَما خَلَقْنَا السَّماءَ وَالْأَرْضَ وَما بَيْنَهُما باطِلًا ذلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ (٢٧) }. </p><p> {وَمَا} الواو: استئنافية، {مَا} : نافية، {خَلَقْنَا} : فعل، وفاعل. {السَّماءَ} : مفعول به. {وَالْأَرْضَ} معطوف عليه، {وَمَا}  {الواو} : عاطفة. {ما} اسم موصول في محل النصب معطوف على السماء. {بَيْنَهُما} ظرف متعلق بمحذوف صلة لما، {باطِلًا} صفة لمصدر محذوف؛ أي: خلقًا باطلًا. ويجوز أن يكون حالًا من فاعل {خَلَقْنَا} ؛ أي: مبطلين أو ذوي باطل، والجملة مستأنفة، مسوقة لتقرير مضمون ما تقدم من أمر البعث والحساب والجزاء. {ذلِكَ} ؛ أي: خلقها باطلًا لا لحكمة مبتدأ، {ظَنُّ الَّذِينَ} خبر، ومضاف إليه، وجملة {كَفَرُوا} صلته، والجملة الاسمية مستأنفة. {فَوَيْلٌ} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت ظنهم ذلك، وأردت بيان عاقبتهم .. فأقول لك: ويل للذين كفروا. {ويل} مبتدأ، {لِلَّذِينَ} : جار ومجرور خبره، وجملة {كَفَرُوا} : صلة للموصول. {مِنَ النَّارِ} صفة لـ {ويل} . والجملة الاسمية في محل النصب، مقول لجواب إذا المقدرة، وجملة {إذا} المقدرة مستأنفة. </p><p> {أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ (٢٨) كِتابٌ أَنْزَلْناهُ إِلَيْكَ مُبارَكٌ لِيَدَّبَّرُوا آياتِهِ وَلِيَتَذَكَّرَ أُولُوا الْأَلْبابِ (٢٩) }. </p><p> {أَمْ} منقطعة بمعنى: بل التي للإضراب الانتقالي، وهمزة الإنكار، {نَجْعَلُ} : فعل مضارع، وفاعل مستتر يعود على الله، والجملة إنشائية، لا محل لها من الإعراب. {الَّذِينَ} : مفعول أول لنجعل، وجملة {آمَنُوا} : صلة الموصول. {وَعَمِلُوا الصَّالِحاتِ} : فعل، وفاعل، ومفعول، معطوف على {آمَنُوا} ، {كَالْمُفْسِدِينَ} : الكاف اسم بمعنى مثل، في محل النصب مفعول ثان لـ {نَجْعَلُ} ، {فِي الْأَرْضِ} متعلق بالمفسدين، {أَمْ} منقطعة بمعنى: بل </p><p> الإضرابية، وهمزة الإنكار أيضًا. {نَجْعَلُ} : فعل مضارع، وفاعل مستتر، {الْمُتَّقِينَ} : مفعول أول، {كَالْفُجَّارِ} : الكاف اسم بمعنى: مثل في محل النصب مفعول ثان لـ {نَجْعَلُ} . والجملة معطوفة على ما قبلها. {كِتابٌ} خبر لمبتدأ محذوف؛ أي: هذا القرآن كتاب أنزلناه إليك، والجملة مستأنفة، وجملة {أَنْزَلْناهُ} : صفة أولى لكتاب، {إِلَيْكَ} متعلق بـ {أَنْزَلْناهُ} ، {مُبارَكٌ} صفة ثانية له، ومنعه بعضهم بحجة، أن النعت غير الصريح، لا يتقدم على النعت الصريح، فهو عندهم خبر ثان أو خبر مبتدأ محذوف، وقرأ {مباركا} : بالنصب على الحال اللازمة، {لِيَدَّبَّرُوا} : اللام: حرف جر وتعليل، {يدبروا} : فعل، وفاعل، منصوب بأن مضمرة بعد لام التعليل جوازًا، {آياتِهِ} : مفعول به. والجملة الفعلية مع أن المضمرة، في تأويل مصدر مجرور باللام، الجار والمجرور متعلق بـ {أَنْزَلْناهُ} ؛ أي: أنزلناه لتدبرهم آياته. {وَلِيَتَذَكَّرَ}  {الواو} : عاطفة، واللام حرف جر وتعليل، {يتذكر} : فعل مضارع منصوب بأن مضمرة جوازًا، بعد لام كي، {أُولُوا الْأَلْبابِ} : فاعل، ومضاف إليه مرفوع بالواو؛ لأنه ملحق بجمع المذكر السالم، والجملة الفعلية، مع أن المضمرة في تأويل مصدر مجرور باللام تقديره: ولتذكر أولي الألباب، الجار والمجرور معطوف على الجار والمجرور قبله. </p><p> {وَوَهَبْنا لِداوُدَ سُلَيْمانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (٣٠) إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِناتُ الْجِيادُ (٣١) }. </p><p> {وَوَهَبْنا}  {الواو} : استئنافية، {وَهَبْنا} : فعل، وفاعل، والجملة مستأنفة. {لِداوُدَ} : متعلق بـ {وَهَبْنا} ، {سُلَيْمانَ} : مفعول به، {نِعْمَ} : فعل ماض لإنشاء المدح، {الْعَبْدُ} : فاعله، والمخصوص بالمدح محذوف تقديره: هو. والجملة الفعلية جملة إنشائية، لا محل لها من الإعراب. {إِنَّهُ} ناصب واسمه، {أَوَّابٌ} : خبره. والجملة الاسمية مسوقة لتعليل جملة المدح. {إِذْ} : ظرف لما مضى من الزمان، متعلق بـ {أَوَّابٌ} أو بـ {نِعْمَ} أو بمحذوف تقديره: اذكر يا محمد، قصة إذ عرض عليه. {عُرِضَ} : فعل ماض مغير الصيغة، {عَلَيْهِ} </p><p> متعلق به، {بِالْعَشِيِّ} : حال من الضمير في {عَلَيْهِ} ، أو من {الصَّافِناتُ} ، {الصَّافِناتُ} : نائب فاعل لعرض، {الْجِيادُ} : صفة لـ {الصَّافِناتُ} . والجملة الفعلية في محل الجر مضاف إليه لـ {إِذْ} . </p><p> {فَقالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّى تَوارَتْ بِالْحِجابِ (٣٢) رُدُّوها عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْناقِ (٣٣) وَلَقَدْ فَتَنَّا سُلَيْمانَ وَأَلْقَيْنا عَلى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنابَ (٣٤) }. </p><p> {فَقالَ} : الفاء: عاطفة. {قال} : فعل ماض، وفاعله ضمير يعود على {سُلَيْمانَ} ، والجملة معطوفة على جملة {عُرِضَ} . {إِنِّي} : ناصب واسمه، {أَحْبَبْتُ} : فعل، وفاعل، والجملة في محل الرفع خبر {إن} ، وجملة {إن} في محل النصب مقول {قال} . و {أَحْبَبْتُ} : ليست جارية على معناها الأصلي، وإنما هي متضمنة معنى فعل، يتعدى بعلى، وهي بمعنى: آثرت. {حُبَّ الْخَيْرِ} : مفعول به لذلك الفعل، أو مفعول مطلق، {عَنْ ذِكْرِ رَبِّي} جار ومجرور، ومضاف إليه، متعلق بـ {أَحْبَبْتُ} ، و {عَنْ} : بمعنى على، {حَتَّى} : حرف جر وغاية بمعنى: إلى {تَوارَتْ} : فعل ماض في محل النصب بأن مضمرة، وفاعله ضمير يعود على الشمس، أو على الخيل، {بِالْحِجابِ} : متعلق بـ {تَوارَتْ} . والجملة الفعلية مع أن المضمرة، في تأويل مصدر مجرور بـ {حَتَّى} بمعنى إلى؛ أي: إلى مواراتها بالحجاب، الجار والمجرور متعلق بـ {أَحْبَبْتُ} ؛ أي: شغلت عن ذكر ربي إلى مواراتها بالحجاب. {رُدُّوها} : فعل أمر، وفاعل، ومفعول، والجملة مقول لقول محذوف؛ أي: قال: ردوها علي. و {عَلَيَّ} : متعلق بردوها، {فَطَفِقَ} الفاء: عاطفة على محذوف تقديره: فردوها عليه، {طفق} : فعل ماض من أفعال الشروع، يعمل عمل كان، واسمها ضمير يعود على سليمان، {مَسْحًا} : مفعول مطلق لفعل محذوف تقديره: يمسح مسحًا، والجملة المحذوفة في محل النصب خبر {طفق} ، وجملة {طفق} معطوفة على الجملة المقدرة. {بِالسُّوقِ} : متعلق بـ {مَسْحًا} ، {وَالْأَعْناقِ} معطوف على السوق، {وَلَقَدْ} : {الواو} : استئنافية، واللام: موطئة للقسم، {قد} : حرف تحقيق. {فَتَنَّا} : فعل، وفاعل، </p><p> {سُلَيْمانَ} : مفعول به، والجملة جواب القسم، لا محل لها من الإعراب. {وَأَلْقَيْنا} : فعل، وفاعل، معطوف على {فَتَنَّا} ، {عَلى كُرْسِيِّهِ} متعلق بـ {أَلْقَيْنا} ، {جَسَدًا} : مفعول به {ثُمَّ} : حرف عطف وتراخ، {أَنابَ} : فعل ماض، وفاعل مستتر، معطوف على {أَلْقَيْنا} . </p><p> {قالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ (٣٥) }. </p><p> {قالَ} : فعل ماض، وفاعل مستتر يعود على {سُلَيْمانَ} ، والجملة مستأنفة، مسوقة لتفسير الإنابة. {رَبِّ} : منادى مضاف، حذف منه حرف النداء، وجملة النداء في محل النصب مقول {قالَ} . {اغْفِرْ} : فعل دعاء، وفاعل مستتر. {لِي} متعلق به، والجملة في محل النصب مقول {قَالَ} على كونها جواب النداء. {وَهَبْ} : فعل أمر، وفاعل مستتر، معطوف على {اغْفِرْ} ، {لِي} : متعلق بـ {يهب} ، {مُلْكًا} : مفعول به، {لا} : نافية {يَنْبَغِي} فعل مضارع، وفاعل مستتر يعود على {مُلْكًا} ، والجملة في محل النصب، صفة لـ {مُلْكًا} . {لِأَحَدٍ} : متعلق بـ {يَنْبَغِي} ، {مِنْ بَعْدِي} : جار ومجرور صفة {لِأَحَدٍ} . {إِنَّكَ} : ناصب واسمه. {أَنْتَ} : ضمير فصل، {الْوَهَّابُ} : خبر {إن} ، وجملة {إن} مستأنفة، مسوقة لتعليل الدعاء. </p><p> {فَسَخَّرْنا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخاءً حَيْثُ أَصابَ (٣٦) وَالشَّياطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ (٣٧) وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفادِ (٣٨) هذا عَطاؤُنا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسابٍ (٣٩) وَإِنَّ لَهُ عِنْدَنا لَزُلْفى وَحُسْنَ مَآبٍ (٤٠) }. </p><p> {فَسَخَّرْنا} : الفاء: عاطفة على محذوف يفهم من السياق؛ أي: فاستجبنا له دعاءه وأعدنا له هذا الملك السليب، وسخرنا. {سخرنا} : فعل، وفاعل، معطوف على ذلك المحذوف. {لَهُ} متعلق بـ {سخرنا} ، {الرِّيحَ} : مفعول به. {تَجْرِي} : فعل مضارع، وفاعل مستتر يعود على الريح، والجملة في محل النصب حال من {الرِّيحَ} . {بِأَمْرِهِ} : جار ومجرور، متعلق بـ {تَجْرِي} ، {رُخاءً} : حال من الضمير في {تَجْرِي} . {حَيْثُ} : في محل النصب على الظرفية المكانية، متعلق بـ {تَجْرِي} أو بـ {سخرنا} . {أَصابَ} : فعل ماض، وفاعل مستتر يعود على {سُلَيْمانَ} ، </p><p> والجملة في محل الجر مضاف إليه لـ {حَيْثُ} ، {وَالشَّياطِينَ} : معطوف على الريح، {كُلَّ بَنَّاءٍ} : بدل من الشياطين، بدل تفصيل من مجمل. {وَغَوَّاصٍ} معطوف على بناء، {وَآخَرِينَ} : معطوف على {كُلَّ بَنَّاءٍ} ، أدخل معه في حكم البدل، {مُقَرَّنِينَ} : نعت {لآخرين} ، {فِي الْأَصْفادِ} متعلق بـ {مُقَرَّنِينَ} . {هذا} : مبتدأ، {عَطاؤُنا} : خبره، والجملة في محل النصب مقول، لقول محذوف تقديره: وقلنا له: هذا عطاؤنا. {فَامْنُنْ} : الفاء: عاطفة، {امنن} : فعل أمر، وفاعل مستتر يعود على {سليمان} ، والجملة الطلبية معطوفة على الجملة الاسمية، على كونها مقولًا للقول المحذوف. {أَوْ أَمْسِكْ}  {أَوْ} : حرف عطف وتخيير، وجملة {أَمْسِكْ} : معطوفة على جملة {امنن} . {بِغَيْرِ حِسابٍ} : متعلق بـ {عَطاؤُنا} : أو متعلق بـ {امنن} ، أو {أَمْسِكْ} ، ويجوز أن يكون متعلقًا بمحذوف حال، من الضمير المستتر في الفعلين، أعني: امنن أو أمسك؛ أي: حال كونك غير محاسب عليه. {وَإِنَّ لَهُ}  {الواو} : استئنافية، {إِنَّ} : حرف نصب، {لَهُ} : خبر مقدم لـ {إِنَّ} ، {عِنْدَنا} : حال من الضمير المستكن في خبر {إِنَّ} ، {لَزُلْفى} اللام: حرف ابتداء. {زلفى} . اسم {إِنَّ} ، {وَحُسْنَ مَآبٍ} : معطوف على زلفى، وجملة {إِنَّ} مستأنفة. </p><p> {وَاذْكُرْ عَبْدَنا أَيُّوبَ إِذْ نادى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطانُ بِنُصْبٍ وَعَذابٍ (٤١) ارْكُضْ بِرِجْلِكَ هذا مُغْتَسَلٌ بارِدٌ وَشَرابٌ (٤٢) وَوَهَبْنا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرى لِأُولِي الْأَلْبابِ (٤٣) وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلا تَحْنَثْ إِنَّا وَجَدْناهُ صابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (٤٤) }. </p><p> {وَاذْكُرْ عَبْدَنا}  {الواو} : عاطفة، {اذْكُرْ} : فعل، وفاعل مستتر، {عَبْدَنا} : مفعول به، {أَيُّوبَ} : بدل منه أو عطف بيان، والجملة معطوفة على جملة قوله:  {وَاذْكُرْ عَبْدَنا داوُدَ} ، ولم يذكر ذلك في قصة سليمان، لكمال الاتصال بين سليمان وداود، كأن قصتهما واحدة. {إِذْ} : ظرف لما مضى من الزمان، بدل اشتمال من أيوب، {نادى رَبَّهُ} : فعل، وفاعل مستتر، ومفعول به. والجملة في محل الجر مضاف إليه لـ {إِذْ} . {أَنِّي} : ناصب واسمه، {مَسَّنِيَ الشَّيْطانُ} : فعل، وفاعل، ومفعول به، {بِنُصْبٍ} متعلق به، {وَعَذابٍ} : معطوف </p><p> على نصب، والجملة الفعلية في محل الرفع خبر {أن} وجملة {أن} واسمها في محل النصب بنزع الخافض؛ أي: بأني مسني الشيطان، وجملة قوله:  {ارْكُضْ} : مقول لقول محذوف تقديره: وقيل له: اركض برجلك. {ارْكُضْ} : فعل أمر، وفاعل مستتر يعود على {أَيُّوبَ} ، {بِرِجْلِكَ} : متعلق بـ {ارْكُضْ} ، ومفعول {ارْكُضْ} محذوف تقديره الأرض. {هذا مُغْتَسَلٌ} : مبتدأ وخبر، والجملة الاسمية في محل النصب، مقول لذلك القول المحذوف. {بارِدٌ} : صفة لـ {مُغْتَسَلٌ} ، {وَشَرابٌ} معطوف على {مُغْتَسَلٌ} ، {وَوَهَبْنا} : {الواو} : عاطفة على محذوف، يقتضيه السياق تقديره: فاغتسل وشرب، فكشفنا بذلك ما به من ضر، ومسحنا به ما ألم به من أوصاب، ووهبنا له، إلخ. {وَهَبْنا} : فعل، وفاعل، معطوف على ذلك المقدر، {لَهُ} متعلق بـ {وَهَبْنا} ، {أَهْلَهُ} : مفعول به. {وَمِثْلَهُمْ} : معطوف على أهله. {مَعَهُمْ} : ظرف متعلق بمحذوف حال من المثل؛ أي: حال كونه كائنًا معهم، {رَحْمَةً} : مفعول لأجله. {مِنَّا} : صفة لـ {رَحْمَةً} ، {وَذِكْرى} : معطوف على {رَحْمَةً} ، {لِأُولِي} ، صفة لـ {ذِكْرى} . {الْأَلْبابِ} : مضاف إليه، {وَخُذْ} : فعل أمر، وفاعل مستتر معطوف على {ارْكُضْ} ، {بِيَدِكَ} : متعلق بـ {خُذْ} ، {ضِغْثًا} مفعول به، {فَاضْرِبْ} الفاء: عاطفة، {اضرب} : فعل، وفاعل مستتر، معطوف على {خُذْ} ، {بِهِ} متعلق بـ {اضرب} ، والمفعول محذوف؛ أي: امرأتك. {وَلا تَحْنَثْ}  {الواو} : عاطفة، {لا} : ناهية، جازمة، {تَحْنَثْ} : فعل مضارع، وفاعل مستتر مجزوم بلا الناهية، والجملة معطوفة على جملة {اضرب} . {إِنَّا} : ناصب واسمه، {وَجَدْناهُ صابِرًا} : فعل، وفاعل، ومفعولان، والجملة الفعلية في محل الرفع خبر {إن} ، والجملة الاسمية مستأنفة. {نِعْمَ الْعَبْدُ} : فعل، وفاعل، والمخصوص بالمدح محذوف؛ أي: هو، والجملة الفعلية جملة إنشائية لا محل لها من الإعراب. {إِنَّهُ أَوَّابٌ} : ناصب واسمه وخبره، والجملة مستأنفة مسوقة لتعليل المدح. </p><p> {وَاذْكُرْ عِبادَنا إِبْراهِيمَ وَإِسْحاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصارِ (٤٥) إِنَّا أَخْلَصْناهُمْ بِخالِصَةٍ ذِكْرَى الدَّارِ (٤٦) وَإِنَّهُمْ عِنْدَنا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيارِ (٤٧) وَاذْكُرْ إِسْماعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِنَ الْأَخْيارِ (٤٨) هذا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ (٤٩) جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ </p><p> الْأَبْوابُ (٥٠) }. </p><p> {وَاذْكُرْ عِبادَنا}  {الواو} : عاطفة، {اذْكُرْ عِبادَنا} : فعل أمر، وفاعل مستتر، ومفعول به، معطوف على {وَاذْكُرْ عَبْدَنا داوُدَ} ، {إِبْراهِيمَ} : بدل من عبادنا، أو عطف بيان له. {وَإِسْحاقَ وَيَعْقُوبَ} : معطوفان على {إِبْراهِيمَ} ، {أُولِي} : صفة للثلاثة، {الْأَيْدِي} : مضاف إليه، مجرور بكسرة مقدرة على الياء المحذوف، اجتزاء عنها بكسرة الدال؛ لأنه اسم منقوص. {وَالْأَبْصارِ} : معطوف على {الْأَيْدِي} . {إِنَّا} : ناصب واسمه، وجملة {أَخْلَصْناهُمْ} : خبره، وجملة {إن} : مستأنفة، مسوقة لتعليل ما وصفوا به من علو الرتبة، وسموها بالعلم والعمل. {بِخالِصَةٍ} : متعلق بـ {أَخْلَصْناهُمْ} ، والباء، إما للسببية، إن كان {أَخْلَصْناهُمْ} بمعنى: </p><p> جعلناهم خالصين، وإما للتعدية، إن كان أخلصناهم، بمعنى: خصصناهم، و {خالصة} صفة لموصوف محذوف؛ أي: بخصلة خالصة. {ذِكْرَى الدَّارِ} : إما خبر لمبتدأ محذوف؛ أي: هي ذكرى الدار، أو بدل من خالصة، {ذِكْرَى} : مضاف، {الدَّارِ} : مضاف إليه، فهي من إضافة المصدر إلى المفعول؛ أي: ذكرهم الدار الآخرة. {وَإِنَّهُمْ} : الواو عاطفة، {إِنَّهُمْ} ناصب واسمه. {عِنْدَنا} : حال من اسم {إن} ، {لَمِنَ الْمُصْطَفَيْنَ} : اللام: حرف ابتداء، {من المصطفين} : خبر {إن} ، {الْأَخْيارِ} : صفة له، وجملة {إن} معطوفة على جملة {إن} الأولى. {وَاذْكُرْ إِسْماعِيلَ} : فعل، وفاعل مستتر ومفعول به، معطوف على {وَاذْكُرْ عَبْدَنا داوُدَ} ، {وَالْيَسَعَ وَذَا الْكِفْلِ} : معطوفان على إسماعيل، {وَكُلٌّ}  {الواو} : حالية، {كُلٌّ} : مبتدأ، وسوّغ الابتداء به، قصد العموم {مِنَ الْأَخْيارِ} : خبر المبتدأ، والجملة الاسمية في محل النصب، حال من الثلاثة المذكورة قبله. {هذا ذِكْرٌ} : مبتدأ وخبر، والجملة مستأنفة، مسوقة للإيذان بانتهاء ما تقدم، والشروع في موضوع آخر. {وإن}  {الواو} : استئنافية، {إن} : حرف نصب {لِلْمُتَّقِينَ} : خبر {إن} مقدم على اسمها، {لَحُسْنَ} اللام: حرف ابتداء، {حسن} : اسمها مؤخر، {مَآبٍ} : مضاف إليه، من إضافة الصفة إلى الموصوف، وجملة {إن} مستأنفة. {جَنَّاتِ عَدْنٍ} : بدل، أو عطف بيان لحسن مآب، {مُفَتَّحَةً} : حال من جنات عدن، والعامل فيها ما في المتقين، من معنى </p><p> الفعل، {لَهُمُ} : متعلق بـ {مُفَتَّحَةً} ، {الْأَبْوابُ} : نائب فاعل لـ {مُفَتَّحَةً} ؛ لأنه اسم مفعول من فتّح المضعف. </p><p> {مُتَّكِئِينَ فِيها يَدْعُونَ فِيها بِفاكِهَةٍ كَثِيرَةٍ وَشَرابٍ (٥١) وَعِنْدَهُمْ قاصِراتُ الطَّرْفِ أَتْرابٌ (٥٢) هذا ما تُوعَدُونَ لِيَوْمِ الْحِسابِ (٥٣) إِنَّ هذا لَرِزْقُنا ما لَهُ مِنْ نَفادٍ (٥٤) }. </p><p> {مُتَّكِئِينَ} حال من الهاء في {لَهُمُ} ، والعامل فيها مفتحة، {فِيها} : متعلق بـ {مُتَّكِئِينَ} ، وجملة {يَدْعُونَ} : إما مستأنفة لبيان حالهم، أو حال من الهاء المذكور، أو من الضمير المستكن في {مُتَّكِئِينَ} ، {فِيها} : حال من فاعل يدعون؛ أي: حال كونهم فيها. {بِفاكِهَةٍ} : متعلق بـ {يَدْعُونَ} ، {كَثِيرَةٍ} : صفة لـ {فاكهة} ، {وَشَرابٍ} : معطوف على فاكهة، {وَعِنْدَهُمْ} : عاطفة، {عِنْدَهُمْ} : خبر مقدم، {قاصِراتُ الطَّرْفِ} : مبتدأ مؤخر، {أَتْرابٌ} : صفة لـ {قاصِراتُ} ، والجملة الاسمية معطوفة على جملة {إن} . {هذا} : مبتدأ، {ما} : اسم موصول في محل الرفع خبر {تُوعَدُونَ} : فعل، ونائب فاعل، والجملة صلة الموصول، والعائد محذوف تقديره: هذا ما توعدونه. {لِيَوْمِ الْحِسابِ} : متعلق بـ {تُوعَدُونَ} ، والجملة في محل النصب مقول لقول محذوف؛ أي: وتقول لهم الملائكة: هذا ما توعدون ليوم الحساب. واللام: فيه للتعليل؛ أي: لأجل يوم الحساب. {إِنَّ هذا} : ناصب واسمه. {لَرِزْقُنا} اللام: حرف ابتداء، و {رزقنا} : خبر {إن} ، والجملة معطوفة على الجملة التي قبلها. {ما} : نافية حجازية، أو تميمية. {لَهُ} : خبر مقدم. {مِنْ} : زائدة، {نَفادٍ} : مبتدأ مؤخر، أو اسم ما مؤخر، والجملة في محل النصب حال من {رزقنا} . </p><p> التصريف ومفردات اللغة </p><p> {باطِلًا} ؛ أي: عبثًا، ولعبًا. {فَوَيْلٌ} ؛ أي: هلاك. {كَالْفُجَّارِ} من الفجر، وهو شق الشيء شقًا واسعًا، والفجور: شق سر الديانة. {مُبارَكٌ} ؛ أي: كثير المنافع الدينية والدنيوية، فإن البركة ثبوت الخير الإلهي في الشيء، والمبارك ما فيه ذلك الخير. {لِيَدَّبَّرُوا} أصله: يتدبروا فأدغمت التاء في الدال، بعد قلبها </p><p> دالاً؛ أي: ليتفكروا في آياته بالفكر السليم، فإن التدبر عبارة عن النظر في عواقب الأمور، والتفكر: تصرف القلب في معاني الأشياء، لدرك المطلوب. {وَلِيَتَذَكَّرَ} ؛ أي: ليتعظ. {الْأَلْبابِ} جمع لب، وهو العقل، وقد يجمع على ألب، ويفك إدغامه في ضرورة الشعر. قال الكميت: </p><p> إِلَيْكُمْ ذَوِيْ آلِ النَّبِيِّ تَطَلَّعَتْ ... نَوَازعُ مِنْ قَلْبِيْ ظِمَاءٌ وَأَلْبُبُ </p><p> {إِذْ عُرِضَ} يقال: عرض له أمر كذا إذا ظهر، وعرضته له؛ أي: أظهرته، وعرض الجند إذا أمرهم بالعرض عليه ونظر ما حالهم. {الصَّافِناتُ} جمع صافن لا صافنة؛ لأنها لذكور الخيل. وصفة المذكر الذي لا يعقل، يجمع هذا الجمع مطردا، كما عرف في النحو، والصفن: الجمع بين الشيئين ضامًا بعضهما إلى بعض، يقال: صفن الفرس قوائمه، إذا قام على ثلاث وثنى الرابعة؛ أي: قلب أحد حوافره، وقام على طرف سنبك يد أو رجل، والسنبك: طرف مقدم الحافر، وهو من الصفات المحمودة في الخيل، لا يكاد يتفق إلا في العربي الخالص، وقد صفن الفرس من باب جلس، والصافن من الناس الذي يصف قدميه، وجمعه صفون كما في «المختار» ، وعبارة الزمخشري: الصفون لا يكاد يوجد في الهجن، وإنما هو في العراب الخلص، وقيل: وصفها بالصفون، والجودة ليجمع ما بين الوصفين المحمودين واقفة وجارية، يعني: إذا وقفت كانت ساكنة مطمئنة في مواقفها، وإذا جرت كانت سراعًا خفافًا، في جريها. </p><p> {الْجِيادُ} : جمع جواد، وهو السابق أو جمع جود، وهو الذي يسرع في جريه تشبيهًا له بالمطر الجود، قال في «القاموس» : الجواد: السخي، والجمع: الأجواد. والجيّد ضد الرديء. والجمع: الجياد، وقيل: الجواد: هو الفرس الذي يجود عند الركض؛ أي العدو. وفي أدب الكاتب لابن قتيبة: ويقال للفرس: عتيق، وجواد، وكريم، ويقال للبرذون، والبغل، والحمار: فاره. </p><p> والسوابق من الخيل: أولها: السابق. ثم: المصلي، وذلك لأن رأسه عند صلا السابق، ثم الثالث والرابع، كذلك إلى التاسع والعاشر: السكيت، ويقال أيضًا: السكيت مشددًا، فما جاء بعد ذلك لم يعتد به. والفسكل الذي يجيء في </p><p> الحلبة آخر الليل، هذا ما أورده ابن قتيبة. وقد سموا. الثالث: المتلي؛ لأنه يتلي الثاني، وسموا. الرابع: التالي، وسموا. الخامس: المرتاح، وسموا. السادس: العاطف، وسموا. السابع: المؤمل، وسموا. الثامن: الحظي، وسموا. التاسع: اللطيم. </p><p> {إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ} والخير: المال الكثير، والمراد به: الخيل التي شغلته عليه السلام، لأنها مال. {مَسْحًا} المسح: القطع. وفي «المختار» : ومسحه بالسيف قطعه. والجمهور: على أن المراد به هنا: القطع من قولهم: مسح علاوته؛ أي: ضرب عنقه، وقطع رأسه، والعلاوة بالكسر: أعلى الرأس أو العنق. قال في «المفردات» : مسحته بالسيف كناية عن الضرب. {بِالسُّوقِ} والسوق: جمع ساق كدور ودار. والساق: ما بين الكعبين: كعب الركبة وكعب القدم. ومن غريب أمر الساق، أن له العديد من المعاني، فأولها، وهو المراد هنا: أنه ما بين الكعب والركبة مؤنث، وجمعه: سوق، وسيقان، وأسوق، وساق الشجر: جذعها، ومن معانيه: ساق الحمام والغراب نباتان، وساق حر ذكر القمارى، ويقال: كشف الأمر عن ساقه؛ أي: اشتد وعظم، وقامت الحرب على ساق؛ أي: اشتدت وولدت المرأة ثلاثة بنين، على ساق واحدة؛ أي: بعضهم في إثر بعض لا جارية بينهم، والحديث في هذه المادة يطول، فنحيل القارىء إلى المعاجم. {وَالْأَعْناقِ} جمع: عنق. </p><p> {وَلَقَدْ فَتَنَّا سُلَيْمانَ} الفتنة: الاختبار والابتلاء؛ أي: ابتليناه بسلب ملكه، وكان ملكه مرتبًا في لبس خاتمه، فإذا لبسه سخرت له الجن، والإنس، والرياح، وغيرها، وإذا نزعه زال عنه الملك، اهـ شيخنا. وكان خاتمه من الجنة، نزل به آدم كما نزل بعصى موسى، والحجر الأسود المسمى باليمين، وبعود البخور، وبأوراق التين ساترًا عورته بها. وقد نظم الخمسة بعضهم في قوله: </p><p> وَآدَمُ مَعَهُ أُنْزِلَ الْعُوْدُ وَالْعَصَا ... لِمُوْسَى مِنَ الآسِ النَّبَاتِ الْمُكَرَّمِ </p><p> وَأَوْرَاقُ تِيْنٍ وَالْيَمِيْنُ بِمَكَّةٍ ... وَخَتْمُ سُلَيْمَانَ النَّبِيِّ الْمُعَظَّم </p><p> اهـ شيخنا. وفي «القرطبي» : قال جابر بن عبد الله: قال النبي - صلى الله عليه وسلم -: «كان نقش خاتم سليمان بن داود، لا إله إلا الله، محمد رسول الله» اهـ. </p><p> {وَأَلْقَيْنا} الإلقاء: الطرح. {عَلى كُرْسِيِّهِ} الكرسي اسم لما يقعد عليه، والمراد: سريره المشهور. {جَسَدًا} قال في «المفردات» : الجسد: الجسم، لكنه أخص. قال الخليل: لا يقال الجسد لغير الإنسان من خلق الأرض ونحوه، وأيضا فإن الجسد، يقال لما له لون، والجسم: يقال لما لا يبين له لون كالماء والهواء، وقال في «أنوار المشارق» : الفرق بين الجسد والبدن أن: الأول: يعم لذي الروح وغيره، ويتناول الرأس والشوى. والثاني: مخصوص بذي الروح، ولا يتناولهما. </p><p> {لا يَنْبَغِي لِأَحَدٍ} ؛ أي: لا تنتقل إلى غيري. {رُخاءً} ؛ أي: لينة طيبة لا تزعزع. والرخاء: الريح اللينة من قولهم: شيء رخو كما في «المفردات» . وفي «الفتوحات المكية» : أن الهواء، لا يسمى ريحًا إلا إذا تحرك، وتموج، فإن اشتدت حركته كان زعزعًا، وإن لم تشتد كان رخاء، وهو ذو روح يعقل كسائر أجزاء العالم، وهبوبه تسبيحه تجري به الجواري، ويطفأ به السراج، وتشتعل به النار، وتتحرك المياه والأشجار، ويموج البحر، وتزلزل الأرض، ويزجي السحاب. انتهى. </p><p> {حَيْثُ أَصابَ} ؛ أي: أراد، وقصد في لغة حمير وهجر. وفي «القاموس» : الإصابة: القصد؛ أي: حيث قصد، وأراد من النواحي والأطراف، وقد حكى الزجاج عن العرب، أنها تقول: أصاب الصواب فأخطأ الجواب. قال الشاعر: </p><p> أَصَابَ الْكَلامَ فَلَمْ يَسْتَطِعْ ... فَأَخْطَأَ الْجَوَابَ لَدَى الْمُفَصَّلْ </p><p> {كُلَّ بَنَّاءٍ} وهو مبالغة بأن اسم الفاعل من بني. وكانوا يعملون له - عليه السلام - ما يشاء. {وَغَوَّاصٍ} مبالغة غائص، اسم فاعل من غاص يغوص غوصًا. وهو الدخول تحت الماء، وإخراج شيء منه. {مُقَرَّنِينَ} جمع مقرّن اسم مفعول من قرّن المضعف، يقال: قرّنت البعيرين إذا جمعت بينهما، وقرّنت على التكثير </p><p> كما في الآية. وقال ابن الشيخ:  {مُقَرَّنِينَ} : صفة لآخرين، وهو اسم مفعول من باب التفعيل، منقول من قرنت الشيء بالشيء؛ أي: وصلته به، وشدد العين للمبالغة، والكثرة. </p><p> {فِي الْأَصْفادِ} ؛ أي: الأغلال، جمع صفد محركًا، وهو القيد. وفي «المختار» : صفده شده وأوثقه من باب ضرب، وكذا صفّده تصفيدًا، والصفد بفتحتين، والصفاد بالكسر: ما يوثق به الأسير من قد، وقيد، وغل، والأصفاد: القيود، واحدها صفد بالتحريك. قال عمرو بن كلثوم: </p><p> فَآبُوا بالنِّهَابِ وَبِالسَّبَايَا ... وَأُبْنَا بِالْمُلُوْكِ مُصَفَّدِيْنَا </p><p> {وَاذْكُرْ عَبْدَنا أَيُّوبَ} وهو ابن عيصو بن إسحاق، فليس من بني إسرائيل؛ لأنهم من نسل يعقوب، وهو ابن العيص أخي يعقوب. والذي في «القاموس» : أن عيصو بن إسحاق بواو بعد الصاد، بوزن بيعوا أمرًا بالبيع للجماعة، اهـ. وفي «التحبير» : أيوب هو ابن موص بن رعبل بن عيص بن إسحاق، وعاش ثلاثا وستين سنة، وكانت مدة بلائه سبع سنين، اهـ. وقيل: كانت عشرا. وقيل: ثمانية عشر، وقيل: أربعين، اهـ. </p><p> {بِنُصْبٍ} النصب بضم فسكون، وبفتح فسكون، وبضمتين: الداء، والبلاء، قيل: جمع نصب كأسد وأسد، وقيل: هو لغة في النصب. {ارْكُضْ بِرِجْلِكَ} الركض: الضرب، والدفع القوي بالرجل، فمتى نسب إلى الراكب، فهو إغراء مركوبه، وحثه للعدو، نحو: ركضت الفرس. ومتى نسب إلى الماشي فوطىء الأرض، كما في الآية، كذا قاله الراكب. والرجل: القدم أو من أصل الفخذ إلى رؤوس الأصابع. {مُغْتَسَلٌ} والمغتسل: هو المكان الذي يغتسل فيه، والماء الذي يغتسل به، والاغتسال: غسل البدن. وغسلت الشيء غسلا، أسلت عليه الماء، فأزلت درنه. {وَشَرابٌ} والشراب: هو ما يشرب، ويتناول من كل مائع ماء كان، أو غيره. </p><p> {ضِغْثًا} والضغث: الحزمة الصغيرة من الحشيش، والقضبان، ونحوه. وفي </p><p> «القاموس» : والضغث بالكسر: قبضة حشيش مختلطة الرطب باليابس، واضطغثه: احتطبه. وفي «المفردات» : الضغث: قبضة ريحان أو حشيش. وبه شُبِّه الأحلام المختلطة التي لا يتبين حقائقها، انتهى. وأضغاث أحلام: رؤيا لا يصح تأويلها لاختلاطها. </p><p> {وَلا تَحْنَثْ} يقال: حنث في يمينه إذا لم يف بها. وقال بعضهم: الحنث: الإثم. ويُطلق على فعل ما حلف على تركه، وترك ما حلف على فعله، من حيث إن كل واحد منهما سبب له. </p><p> {أُولِي الْأَيْدِي} ؛ أي: ذوي الأيدي. جمع يد بمعنى: الجارحة في الأصل. أريد بها: القوة مجازًا بمعونة المقام. وذلك لكونها سبب التقوي على أكثر الأعمال، وبها يحصل البطش، والقهر، ولم تجمع القوة لكونها مصدرًا يتناول الكثير. {وَالْأَبْصارِ} جمع بصر، حمل على بصر القلب، ويسمى البصيرة، وهي القوة التي يتمكن بها الإنسان، من إدراك المعقولات. قال في «المفردات» : البصر يقال للجارحة الناظرة، وللقوة التي فيها، ويقال لقوة القلب المدركة: بصيرة، وبصر، ولا يكاد يقال للجارحة: بصيرة، وجمع البصر أبصار، وجمع البصيرة بصائر. </p><p> {لَمِنَ الْمُصْطَفَيْنَ} بفتح الفاء والنون، جمع مصطفى، أصله: مصطفيين بالياءين، وبكسر الأولى. {الْأَخْيارِ} جمع خير كشر، وأشرار، على أنه اسم تفضيل، أو خيّر بالتشديد، أو خير بالتخفيف، كأموات، جمع ميت أو ميت. </p><p> {بِفاكِهَةٍ} والفاكهة: هي كل ما يؤكل للتلذذ، لا للغذاء. {أَتْرابٌ} أسنانهن واحدة، بنات ثلاث وثلاثين سنة، جمع ترب بالكسر، وهي اللدة؛ أي: من ولد معك، والهاء في اللدة، عوض عن الواو الذاهبة من أوله؛ لأنه من الولادة نظير عدة من الوعد. {ما لَهُ مِنْ نَفادٍ} قال في «المفردات» : النفاد: الفناء. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الإظهار في مقام الإضمار في قوله: {فَوَيْلٌ لِلَّذِينَ كَفَرُوا} وضع الموصول موضع ضميرهم، للإشعار بعلية الصلة، لاستحقاق الويل. </p><p> ومنها: المقابلة بين المؤمنين والمفسدين، وبين المتقين والفجار في قوله: {أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ (٢٨) }. وهذه من ألطف أنواع البديع. </p><p> ومنها: التأكيد في قوله: {إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ} للدلالة على أن اعترافه، وندمه عن صميم القلب، لا لتحقيق مضمون الخبر. </p><p> ومنها: إضمار ضمير الشمس في قوله: {حَتَّى تَوارَتْ بِالْحِجابِ} من غير سبق ذكرها، لدلالة العشي عليها، إذ لا شيء يتوارى حينئذ غيرها. </p><p> ومنها: الكناية في قوله: {فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْناقِ} . كني عن العقر والذبح بالمسح، وهي كناية بليغة. </p><p> ومنها: الاستعارة التمثيلية في قوله: {مُقَرَّنِينَ فِي الْأَصْفادِ} . قال في «بحر العلوم» : والأقرب أن المراد: تمثيل كفهم ومنعهم عن الشرور، بالتقرين في الصفد، يعني: أن قولهم لا يمكن تقييدهم بالأصفاد، والأغلال، حقيقة مسلم، ولكن ليس الكلام محمولًا على حقيقته؛ لأنهم لما كانوا مسخرين مذللين لطاعته عليه السلام - بتسخير الله إياهم له - كان قادرًا على كفهم عن الإضرار بالخلق، فشبّه كفهم عن ذلك بالتقرين في الأصفاد، فأطلق على الكف المذكور لفظ التقرين استعارة أصلية، ثم اشتق من التقرين - يعني: المعنى المجازي - لفظ مقرنين بمعنى: ممنوعين عن الشرور. والإضرار استعارة تبعية، انتهى. </p><p> ومنها: الطباق بين {فَامْنُنْ أَوْ أَمْسِكْ} ؛ لأنهما بمعنى: أعط من شئت، وامنع من شئت. </p><p> ومنها: مراعاة الأدب في قوله: {أَنِّي مَسَّنِيَ الشَّيْطانُ} . أسند الضرر إلى الشيطان أدبًا، والخير والشر بيد الله تعالى. </p><p> ومنها: الاستعارة التصريحية في قوله: {أُولِي الْأَيْدِي وَالْأَبْصارِ} . استعار الأيدي للقوة في العبادة، والأبصار للبصيرة في الدين. وفيه أيضًا فن التعرض، بأن من لم يكن من عمال الله، ولا من المستبصرين في دين الله، خليق بالتوبيخ وأسوأ المذام. </p><p> ومنها: جناس الاشتقاق في قوله: {إِنَّا أَخْلَصْناهُمْ بِخالِصَةٍ} . </p><p> ومنها: الاقتصار على الفاكهة في قوله: {يَدْعُونَ فِيها بِفاكِهَةٍ كَثِيرَةٍ} إيذانًا بأن مطاعمهم هناك ليست للتغذي، وإقامة الجسم، ولكن لمحض اللذة والتفكه. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ (٥٥) جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ (٥٦) هَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ (٥٧) وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ (٥٨) هَذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُو النَّارِ (٥٩) قَالُوا بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ أَنْتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ الْقَرَارُ (٦٠) قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ (٦١) وَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ (٦٢) أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ (٦٣) إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ (٦٤) قُلْ إِنَّمَا أَنَا مُنْذِرٌ وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ (٦٥) رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ (٦٦) قُلْ هُوَ نَبَأٌ عَظِيمٌ (٦٧) أَنْتُمْ عَنْهُ مُعْرِضُونَ (٦٨) مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى إِذْ يَخْتَصِمُونَ (٦٩) إِنْ يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ (٧٠) إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ (٧١) فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ (٧٢) فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ (٧٣) إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ (٧٤) قَالَ يَاإِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ (٧٥) قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ (٧٦) قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ (٧٧) وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ (٧٨) قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ (٧٩) قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ (٨٠) إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ (٨١) قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ (٨٢) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (٨٣) قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ (٨٤) لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ (٨٥) قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ (٨٦) إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (٨٧) وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ (٨٨}.</p><p> المناسبة </p><p> قوله تعالى:  {هذا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ ...} الآيات، مناسبتها لما قبلها: أن الله (١) سبحانه لما وصف ثواب المتقين أولًا .. أردفه بوصف عقاب الطاغين، ليكون ذلك متممًا له، فيأتي الوعيد عقب الوعد، والترهيب إثر الترغيب، فيكون المرء بين رجاء في الثواب، وخوف من العقاب، فيزداد في الطاعة، وينأى عن المعصية، وتلك وسيلة التهذيب، والتأديب التي ترقى بها </p><p>(١) المراغي.</p>"
}