{
  "id": null,
  "sura": 38,
  "aya": 28,
  "text": "<p> وكفرهم، فلا بد من رؤية الحق حقًا، والباطل باطلًا، وتدارك زاد اليوم؛ أي: يوم الجزاء ظاهرًا وباطنًا، ليحصل الخلاص والنجاة، والنعيم واللذات في أعلى الدرجات. </p><p> ٢٨ - ثم بيّن سبحانه (١) ، أن مقتضى عدله وحكمته، أن لا يساوي بين الذين أحسنوا بالحسنى، والذين اجترحوا السيئات، ودسوا أنفسهم بكبير الآثام، والذنوب. فقال:  {أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ} قال مقاتل: قال كفار قريش للمؤمنين: إنا نعطى في الآخرة كما تعطون على تقدير وقوعها، فنزلت الآية. و {أَمْ} فيه منقطعة، تقدر ببل التي للإضراب الانتقالي، وبهمزة الاستفهام الإنكاري؛ أي: بل أنجعل الذين آمنوا بالله، وصدقوا رسله، وعملوا بفرائضه، كالمفسدين في الأرض بالشرك والمعاصي؛ أي (٢) : لا نجعلهم سواء. فلو بطل البعث والجزاء، كما يظن الكفار، لا ستوت عند الله، حال من أصلح، ومن أفسد، ومن سوّى بينهما كان سفيهًا، والله تعالى منزه عن السفه، فإنما بالإيمان، والعمل الصالح يرفع المؤمنين ويرد الكافرين إلى أسفل سافلين. </p><p> ثم أضرب سبحانه إضرابًا آخر، وانتقل عن الأول إلى ما هو أوضح استحالة منه، فقال:  {أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ} ؛ أي: بل أنجعل أتقياء المؤمنين كأشقياء الكافرين، والمنافقين، والمنهمكين في معاصي الله سبحانه، من المسلمين؛ أي: لا نجعلهم مثلهم. وقيل (٣) : إن الفجار هنا خاص بالكافرين. وقيل: المراد بالمتقين: الصحابة. ولا وجه للتخصيص بغير مخصص، والاعتبار بعموم اللفظ لا بخصوص السبب. وقال ابن عباس: الآية عامة في جميع المسلمين والكافرين. وقيل: في جماعة من المؤمنين والكافرين معينين بارزوا يوم بدر عليا، وحمزة، وعبيدة بن الحارث رضي الله عنهم، وعتبة، وشيبة، والوليد بن عتبة، ووصف كلا بما ناسبه. اهـ من «البحر» . </p><p>(١) المراغي. (٢) روح البيان.(٣) الشوكاني.</p><p> أي (١) : كما لا نجعل (٢) أهل الإيمان والعمل الصالح، الذين هم مظاهر صفات لطفنا وجمالنا، كالمفسدين الذين هم مظاهر صفات قهرنا وجلالنا، كذلك لا نجعل أهل التقوى كالفجار، والفجور: شق سر الديانة، أنكر التسوية أولًا بين أهل الإيمان والشرك، ثم بين أهل التقوى والهوى يعني: من المؤمنين، وهو المناسب لمقام التهديد، والوعيد كي يخاف من الله تعالى، كل صنف بحسب مرتبته، ويجوز أن يكون تكرير الإنكار الأول باعتبار وصفين آخرين، يمنعان التسوية من الحكيم الرحيم. </p><p> واعلم (٣) : أن الله تعالى، سوّى بين الفريقين في التمتع بالحياة الدنيا، بل الكفار أوفر حظا من المؤمنين؛ لأن الدنيا لا تعدل عند الله جناح بعوضة، لكن الله جعل الدار الآخرة، للذين لا يريدون علوًا في الأرض ولا فسادًا، وهم المؤمنون المخلصون، المنقادون لله ولأمره، وإنما لم يجازه في هذه الدار، لسعة رحمته، وضيق هذه الدار، فلذا أخر الجزاء إلى الدار الآخرة، فإذا ترقى الإنسان من الهوى إلى الهدى، ومن الفجور إلى التقوى .. أخذ الأجر بالكيل الأوفى. </p><p> والمعنى (٤) : أي بل أنجعل من آمنوا بربهم، واعتقدوا أنه الواحد الأحد، الفرد الصمد، الذي لا شريك له في ملكه، وأصلحوا أعمالهم، فأدوا ما يجب للخلق والخالق، وائتمروا بما أمر به ربهم على لسان أنبيائه، وانتهوا عما نهوا عنه، فلم يدسوا أنفسهم بفعل شيء من كبائر الآثام، خوفًا من يوم، تذهل فيه كل مرضعة عما أرضعت، ولا تُقبل الشفاعة ولا الفداء من أحد إلا لمن أذن له الله، كمن كفروا به، وعاثوا في الأرض فسادًا، وهاموا فيها على وجوههم، لا دين يمنعهم، ولا زاجر يردعهم، إذ هم ينكرون الجزاء، والحساب، والإعادة بعد الموتة الأولى، ويقولون: ما هي إلا أرحام تدفع، وأرض تبلع، وما يهلكنا إلا الدهر، فأنى لمثل هؤلاء أن يرعووا عن غي، أو يكفوا عن معصية؟ بل هم جهد استطاعتهم يحصلون على اللذات، ويجترحون السيئات بما وسوس إليهم به </p><p>(١) روح البيان. (٢) روح البيان.(٣) المراغي.</p>"
}