{
  "id": null,
  "sura": 38,
  "aya": 41,
  "text": "<p> وقع له امتحان ظاهري فقط، ورتبته على ما هي عليه، اهـ شيخنا. </p><p> وختم سبحانه وتعالى قصته، بما ذكر في قصة والده، وهو قوله:  {وَإِنَّ لَهُ عِنْدَنا لَزُلْفى وَحُسْنَ مَآبٍ} دفعًا لما يتوهم من نقصان درجاتهما في الآخرة، بسبب ما أوتيا في الدنيا من الملك العظيم، والتسخير العجيب. </p><p> وقرأ الجمهور:  {وَحُسْنَ مَآبٍ} بالنصب عطفًا على {لَزُلْفى} . وقرأ الحسن، وابن أبي عبلة بالرفع، ويقفان على {لَزُلْفى} ويبتدآن {وَحُسْنَ مَآبٍ} . وهو مبتدأ خبره محذوف تقديره: وحسن مآب كائن له، وعلى قراءة الجمهور {لَزُلْفى} اسم {إِنَّ} ، والخبر {لَهُ} ، والعامل في عند الخبر كما سيأتي، وفي الحديث:  «أرأيتم ما أعطي سليمان بن داود من ملكه، فإن ذلك لم يزده إلا تخشعًا، ما كان يرفع بصره إلى السماء تخشعًا لربه» . ولذا وجد الزلفى وحسن المرجع، فطوبى له، حيث كان فقيرًا في صورة الغني. روي: أن سليمان عليه السلام، فتن بعد ما ملك عشرين سنة، وملك بعد الفتنة عشرين سنة، ثم انتقل إلى حسن مآب. </p><p> قصص أيوب عليه السلام </p><p> ٤١ - {وَاذْكُرْ} يا محمد لقومك، أو تذكر بقلبك، ليكون أسوة لك، فهو معطوف على {وَاذْكُرْ عَبْدَنا داوُدَ} ، وعدم تصدير قصة سليمان بهذا العنوان، لكمال الاتصال بينه وبين داود، حتى كأن قصتهما قصة واحدة. {عَبْدَنا أَيُّوبَ} ؛ أي: قصة عبدنا أيوب بن آموى بن رازخ بن روم بن عيص بن إسحاق بن إبراهيم عليه السلام، وأمه من أولاد لوط بن هاران، وزوجته رحمة بنت أفراثيم بن يوسف عليه السلام، أو ليّا بنت يعقوب عليه السلام، ولذا قال في «كشف الأسرار» : كان أيوب في زمان يعقوب. أو ما خير بنت ميشا بن يوسف. والأول أشهر الأقاويل. قال القرطبي: لم يؤمن بأيوب إلا ثلاثة نفر، وعمره ثلاث وتسعون، وقوله:  {أَيُّوبَ} عطف بيان للعبد. وقوله:  {إِذْ نادى رَبَّهُ} بدل اشتمال من {عَبْدَنا} ؛ أي: واذكر إذ دعا أيوب ربه، وتضرع إليه بلسان الاضطرار، والافتقار {أَنِّي} ؛ أي: بأني {مَسَّنِيَ الشَّيْطانُ} ؛ أي: أصابني </p><p> {بِنُصْبٍ} ؛ أي: ضر وبلاء {وَعَذابٍ} ؛ أي: إيجاع وألم شديد. فعطفه على النصب من عطل المسبب على السبب. وقرأ الجمهور:  {أَنِّي} بفتح الهمزة على أنه حكاية لكلامه الذي نادى ربه به، ولو لم يحكه لقال: إنه مسه. لأنه غائب. وقرأ عيسى بن عمر: بكسرها على إضمار القول، وأسند المس إلى الشيطان، قال الزمخشري: لما كانت وسوسته إليه، وطاعته له فيما وسوس، سببا فيما مسه الله به من النصب والعذاب، نسب إليه، وقد راع الأدب في ذلك، حيث لم ينسبه إلى الله في دعائه، مع أنه فاعله، ولا يقدر عليه أحد إلا هو. </p><p> والمعنى: واذكر يا محمد لقومك، صبر أيوب حين نادى ربه، وقال: رب إني أصبت بالمرض، وتفرق الأهل، وضياع الولد. ولا يناسب مناصب الأنبياء ما ذكره الزمخشري، من أن أيوب، كانت منه طاعة للشيطان فيما وسوس به، وأن ذلك، كان سببًا لما مسه الله به من النصب والعذاب. </p><p> وقرأ الجمهور:  {بِنُصْبٍ} بضم النون وسكون الصاد، قيل: جمع نصب كوثن ووثن، وأسد وأسد. وقيل: هو لغة في النصب نحو: رشد ورشد، وقرأ أبو جعفر يزيد بن القعقاع، وشيبة، ونافع في رواية عنه، وأبو عمارة في حفص، والجعفي، وأبو معاذ عن نافع بضمتين، ورويت هذه القراءة عن الحسن. وقرأ زيد بن علي، والحسن في رواية، والسدي، وابن أبي عبلة، ويعقوب، والجحدري بفتحتين، وقرأ أبو حيوة، ويعقوب في رواية، وهبيرة عن حفص بفتح النون وسكون الصاد، وهذه القراءات كلها بمعنى واحد، وإنما اختلفت القراءات باختلاف اللغات، وقال أبو عبيدة: إن النَّصَبَ - بفتحتين -: التعب والإعياء. </p><p> وعلى بقية القراءات: الشر والبلاء. </p><p> ومعنى قوله:  {وَعَذابٍ} ؛ أي: ألم. قال قتادة، ومقاتل: النصب في الجسد والعذاب في المال، قال النحاس: وفيه بعد كذا قال. والأولى تفسير النصب بالمعنى اللغوي، وهو التعب والإعياء، وتفسير العذاب بما يصدق عليه مسمى العذاب، وهو الألم، وكلاهما راجع إلى البدن. </p>"
}