{
  "id": null,
  "sura": 38,
  "aya": 59,
  "text": "<p> وحاصل معنى الآية (١) : أن لأهل النار حميمًا وغساقًا، وأنواعًا أخر من العذاب، من مثل الحميم والغساق في الشدة والفظاعة، وفي «التأويلات النجمية» ؛ أي: فنون أخر، مثل ذلك العذاب، كائن لهم، يشير به إلى أن لكل نوع من المعاصي، نوعًا آخر من العذاب، كما أن كل بذر يزرعونه يكون له ثمرة تناسب البذر. </p><p> والمعنى (٢) : أي ليس الأمر مقصورًا على هذا فحسب، بل لهم فيها أشباه، وأمثال من مثله فظاعةً وشدةً، كالزقوم، والسموم، والزمهرير. </p><p> وقرأ الجمهور (٣) : {وَآخَرُ} على الإفراد. فقيل: مبتدأ خبره محذوف تقديره: ولهم عذاب آخر، وقيل: خبره الجملة بعده؛ لأن قوله:  {أَزْواجٌ} مبتدأ، و {مِنْ شَكْلِهِ} : خبره، والجملة خبر {آخَرُ} ، وقيل: خبره {أَزْواجٌ} ، و {مِنْ شَكْلِهِ} : في موضع الصفة، وجاز أن يخبر بالجمع عن الواحد، من حيث هو درجات، ورتب من العذاب، أو سمي كل جزء من ذلك الآخر، باسم الكل. وقرأ الحسن، ومجاهد، والجحدري، وابن جبير، وعيسى، وأبو عمرو:  {وأخر} بضم الهمزة على الجمع، وهو مبتدأ، و {مِنْ شَكْلِهِ} في موضع الصفة، و {أَزْواجٌ} : خبره؛ أي: ومذوقات أخر من شكل هذا المذوق، ومثله في الشدة والفظاعة أزواج وأجناس كثيرة. وأنكر (٤) أبو عمرو على الجمهور قراءتهم بالإفراد {وَآخَرُ} مفردًا مذكرًا لقوله: {أَزْواجٌ} . وأنكر عاصم الجحدري قراءة أبي عمرو، وقال: لو كانت كما قرأ لقال: من شكلها. وقرأ مجاهد:  {مِنْ شَكْلِهِ} بكسر الشين، والجمهور بفتحها، وهما لغتان بمعنى: المثل، والضرب. </p><p> ٥٩ - وقال خزنة جهنم لرؤساء الكفار في أتباعهم، إذا دخلوا النار:  {هذا} الجم الغفير {فَوْجٌ} وجمع {مُقْتَحِمٌ} وداخل {مَعَكُمْ} في النار؛ أي (٥) هذا جمع </p><p>(١) الشوكاني. (٢) المراغي.(٣) البحر المحيط.(٤) الشوكاني.(٥) روح البيان.</p><p> كثيف، قد دخل معكم النار، كما كانوا قد دخلوا معكم في الضلال. </p><p> والمعنى: يقول الخزنة لرؤساء الطاغين، إذا دخلوا النار مشيرين إلى الأتباع الذين أضلوهم:  {هَذَا} ؛ أي: الأتباع فوج، وجمع تبعكم في دخول النار بالاضطرار، كما كانوا قد تبعوكم في الكفر والضلالة بالاختيار، فانظروا إلى أتباعكم لم يحصل بينكم وبينهم تناصر، وانقطعت مودتكم، وصارت عداوة، قيل: يضرب الزبانية المتبوعين، والأتباع معًا بالمقامع، فيسقطون في النار خوفًا من تلك المقامع. فذلك هو الاقتحام. </p><p> أي: وهذا حكاية لقول الملائكة، الذين هم خزنة النار، وذلك أن القادة، والرؤساء إذا دخلوا النار ثم دخل بعدهم الأتباع، قالت الخزنة للقادة: هذا فوج، يعنون: الأتباع {مُقْتَحِمٌ مَعَكُمْ} ؛ أي: داخل ومدفوع معكم إلى النار. </p><p> وقوله:  {لا مَرْحَبًا بِهِمْ} من قول القادة والرؤساء، لما قالت لهم الخزنة ذلك قالوا؛ أي: الرؤساء والقادة في شأن الأتباع: {لا مَرْحَبًا بِهِمْ} ؛ أي: لا اتسعت منازلهم في النار. </p><p> والمعنى: لا كرامة لهم، وجملة (١)  {لا مَرْحَبًا بِهِمْ} دعائية، لا محل لها من الإعراب أو صفة للفوج أو حال منه، أو بتقدير القول؛ أي: مقولًا في حقهم: لا مرحبًا بهم. وقيل: إنها من تمام قول الخزنة، والأول أولى كما يدل عليه جواب الأتباع الآتي. </p><p> وجملة {إِنَّهُمْ صالُوا النَّارِ} ؛ أي: داخلون فيها، كما دخلنا فيها تعليل من جهة القائلين؛ أي: إنهم صالوا النار كما صليناها، ومستحقون لها كما استحققناها. أو تعليل من جهة الخزنة، لاستحقاقهم الدعاء عليهم؛ أي: داخلون النار بأعمالهم السيئة، وباستحقاقهم. </p><p> وقوله:  {لا مَرْحَبًا} مصدر (٢) بمعنى: الرحب، وهو السعة. و {بِهِمْ} بيان </p><p>(١) الشوكاني. (٢) روح البيان.</p>"
}