{
  "id": null,
  "sura": 38,
  "aya": 26,
  "text": "<p> رأسه إلا لصلاة مكتوبة، أو لما لا بد منه، ولا يرقأ دمعه، حتى نبت منه العشب حول رأسه، ولا يشرب ماء إلا ثلثاه دمع، وجهد نفسه راغبًا إلى الله في العفو عنه، حتى كاد يهلك، واشتغل بذلك عن الملك، حتى وثبت ابن له، يقال له: إيشا على ملكه، فاجتمع إليه أهل الزيغ من بني إسرائيل. فلما نزلت توبته بعد الأربعين، وغفر له حاربه، فهزمه، وقد قال نبينا - صلى الله عليه وسلم -: «إذا بويع لخليفتين» ؛ أي: لأحدهما أولًا، وللآخر بعده «فاقتلوا الآخر منهما» . لأنه كالباغي. هذا إذا لم يندفع إلا بقتله. </p><p> قال ابن الأنباري: الوقف على قوله: {فَغَفَرْنا لَهُ ذلِكَ} تام، ثم يبتدىء الكلام بقوله:  {وَإِنَّ لَهُ} ؛ أي: لداود {عِنْدَنا لَزُلْفى} ؛ أي: لقربة وكرامة بعد المغفرة، كما وقع لآدم عليه السلام. {وَحُسْنَ مَآبٍ} ؛ أي: ومآبًا حسنًا؛ أي: مرجعًا طيبًا. هو الجنة. وفي «كشف الأسرار» : يعني الجنة هي مآب الأنبياء، والأولياء. </p><p> ٢٦ - ولما تمم الله سبحانه، قصة داود، أردفها ببيان تفويض أمر خلافة الأرض إليه. والجملة مقولة لقول مقدر معطوف على {غفرنا} ؛ أي: فغفرنا له ذلك، وقلنا له:  {يا داوُدُ إِنَّا} استخلفناك على الأرض أو {جَعَلْناكَ خَلِيفَةً} لمن قبلك من الأنبياء لتأمر بالمعروف، وتنهى عن المنكر. والخلافة (١) : النيابة عن الغير إما لغيبة المنوب عنه، وإما لموته، وإما لعجزه، وإما لتشريف المستخلف. وعلى هذا الوجه الأخير، استخلف الله أولياءه في الأرض، إذ الوجوه الأول محال في حق الله تعالى، فالخليفة عبارة عن الملك النافذ الحكم، وهو من كان طريقته وحكومته على طريقة النبي وحكومته، والسلطان أعم، والخلافة في خصوص مرتبة الإمامة أيضًا أعم. </p><p> والمعنى: استخلفناك على الملك في الأرض، والحكم فيما بين أهلها؛ أي: جعلناك أهل تصرف نافذ الحكم في الأرض، كمن يستخلفه بعض السلاطين </p><p>(١) روح البيان.</p><p> على بعض البلاد، ويُملكه عليها، وكانت النبوة قبل داود في سبطه، والمُلك في سبط آخر، فأعطاهما الله تعالى داود عليه السلام، فكان يدبر أمر العباد بأمره تعالى، وفيه دليل بيّن على أن حاله عليه السلام، بعد التوبة، كما كان قبلها لم يتغير قط، بل زادت اصطفائيته كما قال في حق آدم عليه السلام:  «ثم اجتباه ربه، فتاب عليه وهدى» . </p><p> والمعنى (١) : أي يا داود إنا استخلفناك في الأرض، وجعلناك نافذ الحكم بين الرعية، لك الملك والسلطان، وعليهم السمع والطاعة، لا يخالفون لك أمرًا، ولا يقيمون في وجهك عصا. </p><p> ثم ذكر ما يستتبع ذلك، فقال:  {فَاحْكُمْ} ؛ أي: فافصل الخصومة الواقعة {بَيْنَ النَّاسِ بِالْحَقِّ} ؛ أي: بالحكم العدل المنزل من عندي، والذي شرعته لعبادي لما فيه من المصلحة لهم في الدنيا والآخرة، وبه يكون الحاكم عادلًا لا جائرًا؛ لأن الأحكام (٢) إذا كانت مطابقة للشريعة الحقّية الإلهية، انتظمت مصالح العالم، واتسعت أبواب الخيرات على أحسن الوجوه، أما إذا كانت أحكام السلطان القاهر على وفق هواه، ولطلب مصالح دنياه عظم ضرره على الخلق، فإنه يجعل الرعية فداء لنفسه، وذلك يفضي إلى تخريب العالم، ووقوع الهرج والمرج في الخلق، وذلك يُفضي إلى هلاك الملك. </p><p> ثم أكد ما سلف بالنهي عن ضده، فقال:  {وَلا تَتَّبِعِ} يا داود {الْهَوى} ؛ أي: ما تهواه النفس، وتشتهيه في الحكومات وغيرها من أمور الدين والدنيا، قال بعضهم: وهذا يؤيد ما قيل: إن ذنب داود الهم الذي هم به حين نظر إلى امرأة أوريا، وهو أن يجعلها تحت نكاحه، أو ما قيل: إن ذنبه المبادرة إلى تصديق المدعي، وتظليم الآخر قبل مسألته. وفي هذا إرشاد لما يقتضيه منصب النبوة، وتنبيه لمن هو دونه لسلوك هذا الطريق القويم. </p><p> ثم بين سوء عاقبة ذلك، فقال:  {فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ} بالنصب على أنه </p><p>(١) المراغي. (٢) المراح.</p><p> جواب النهي؛ أي: فيكون الهوى أو اتباعك للهوى سببًا لضلالك عن دلائله، التي نصبها على الحق تكوينًا وتشريعًا. قال بعضهم:  {وَلا تَتَّبِعِ الْهَوى} ؛ أي: ما يخطر لك في حكمك من غير وحي مني {فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ} ؛ أي: عن الطريق الذي أوحي بها إلى رسل الله تعالى، انتهى. </p><p> فإن قلت (١) : كيف يكون اتباع الهوى سببًا للضلال؟. </p><p> قلت: لأن الهوى يدعو إلى الاستغراق في اللذات الجسمانية، فيشغل عن طلب السعادات الروحانية، التي هي الباقيات الصالحات، فمن ضل عن سبيل الله، الذي هو اتباع الدلائل المنصوبة على الحق، أو اتباع الحق في الأمور، وقع في سبيل الشيطان، بل في حفرة النيران والحرمان. </p><p> ويجوز (٢) أن يكون الفعل في {فَيُضِلَّكَ} مجزومًا بالعطف على النهي، وإنما حرّك لالتقاء الساكنين، فعلى الوجه الأول أعني: النصب يكون المنهي عنه الجمع بينهما. وعلى الوجه الثاني، يكون النهي عن كل واحد منهما على حدة. </p><p> والمعنى (٣) : أي فيكون اتباعك للهوى سببًا في الضلال عن الدلائل التي نُصبت، والأعلام التي وضعت للإرشاد، إلى سبل السلام بإصلاح حال المجتمع في دينه ودنياه. وتهذيبه حتى يسلك طريق الحق بينه وبين ربه، وبينه وبين الناس. </p><p> ثم بيّن غائلة الضلال، ووخامة عاقبته. فقال:  {إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ} تعليل للنهي عن اتباع الهوى، والوقوع في الضلال ببيان غائلته، وإظهار {فِي سَبِيلِ اللَّهِ} في موضع الإضمار للإيذان بكمال شناعة الضلال عنه، كما سيأتي في مبحث البلاغة. {لَهُمْ عَذابٌ شَدِيدٌ} ؛ أي: أليم والباء في {بِما نَسُوا} للسببية أو تعليلية. ومعنى النسيان: الترك. {يَوْمَ الْحِسابِ} مفعول لنسوا؛ أي: لهم عذاب أليم، بسبب نسيانهم يوم الحساب والمجازاة، وترك العمل له، قال الزجاج؛ أي: بتركهم العمل لذلك اليوم، صاروا بمنزلة الناسين، وإن كانوا ينذرون ويذكرون. وقال عكرمة، والسدي: في الآية تقديم، وتأخير، والتقدير: </p><p>(١) روح البيان. (٢) الشوكاني.(٣) المراغي.</p><p> ولهم عذاب شديد يوم الحساب بما نسوا؛ أي: تركوا القضاء بالعدل، والأول أولى، ولما كان (١) الضلال عن سبيل الله مستلزما لنسيان يوم الحساب، كان كل منهما سببا، وعلة لثبوت العذاب الشديد. وتأدب سبحانه وتعالى مع داود؛ أي: وقَّره وعظَّمه حيث لم يُسند الضلال إليه بأن يقول: فلئن ضللت عن سبيلي، فلك عذاب شديد، لما هو مقتضى الظاهر، بل أسنده إلى الجماعة الغائبين، الذين داود عليه السلام، واحد منهم. </p><p> والمعنى: أي إن الذين يتركون الحق، ويضلون عن سبيل معالمه لهم، من الله العذاب الشديد يوم الحساب، لنسيانهم ما في ذلك اليوم من الأهوال، وأن الله سيحاسب كل نفس بما كسبت، فمن دسَّى نفسه، وسلك بها سبيل المعاصي .. فقد حق عليه العذاب، الذي كتبه على العاصين، جزاءً وفاقًا على أعمالهم التي كسبوها بأيديهم، فإن تذكر يوم الحساب يقتضي ملازمة الحق، ومخالفة الهوى. </p><p> الإعراب </p><p> {ص وَالْقُرْآنِ ذِي الذِّكْرِ (١) بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقاقٍ (٢) كَمْ أَهْلَكْنا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنادَوْا وَلاتَ حِينَ مَناصٍ (٣) وَعَجِبُوا أَنْ جاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقالَ الْكافِرُونَ هذا ساحِرٌ كَذَّابٌ (٤) أَجَعَلَ الْآلِهَةَ إِلهًا واحِدًا إِنَّ هذا لَشَيْءٌ عُجابٌ (٥) }. </p><p> {ص} إن قلنا: إنه علم للسورة، ففيه سبعة أوجه من الإعراب، كما هو معلوم في أسماء التراجم. والأول منها: أن يكون خبرا لمبتدأ محذوف، تقديره: هذه سورة {ص} . والجملة الاسمية مستأنفة استئنافًا نحويًا. وإن قلنا: إنه من المتشابه الذي استأثر الله بعلمه .. فليس موصوفًا بإعراب، ولا بناء؛ لأن الإعراب والبناء فرع عن إدراك المعنى، ومعناه غير معلوم لنا. {وَالْقُرْآنِ} : {الواو} : حرف جر وقسم. {الْقُرْآنِ} : مقسم به، مجرور بواو القسم. {ذِي </p><p>(١) روح البيان.</p><p> الذِّكْرِ}: صفة لـ {الْقُرْآنِ} مجرور بالياء المحذوفة لالتقاء الساكنين، الجار والمجرور متعلق بفعل قسم، محذوف وجوبًا، تقديره: أقسم بالقرآن. وجوابه محذوف، قدّره الحوفيّ: لقد جاءكم الحق. وقال ابن عطية: تقديره: ما الأمر كما تزعمون يا أهل مكة، وقال الزمخشري: تقديره: إن هذا القرآن لمعجز. وجملة القسم مستأنفة. {بَلِ} : حرف عطف وإضراب انتقالي، {الَّذِينَ} : مبتدأ، وجملة {كَفَرُوا} : صلته. {فِي عِزَّةٍ} : خبر المبتدأ. {وَشِقاقٍ} : معطوف على {عِزَّةٍ} . والجملة الاسمية معطوفة على جملة القسم. {كَمْ} : خبرية، بمعنى عدد كثير، في محل النصب مفعول مقدم لـ {أَهْلَكْنا} ، {أَهْلَكْنا} : فعل، وفاعل، والجملة مستأنفة. {مِنْ قَبْلِهِمْ} : متعلق بـ {أَهْلَكْنا}  {مِنْ قَرْنٍ} : تمييز {كَمْ} الخبرية، {فَنادَوْا} : الفاء: عاطفة، {نادوا} : فعل، وفاعل، والجملة معطوفة على {أَهْلَكْنا} . {وَلاتَ} : الواو حالية، {لاتَ} : حرف نفي تعمل عمل ليس، ترفع الاسم وتنصب الخبر، واسمها محذوف، تقديره: ولات الحين {حِينَ مَناصٍ} خبرها منصوب. والجملة في محل النصب حال من فاعل {نادوا} : والرابط مقدر تقديره: فنادوا بالفرار، والحال أنه ليس الحين حين فرار لهم. {وَعَجِبُوا} : فعل، وفاعل، معطوف على نادوا، {أَنْ} : حرف نصب ومصدر، {جاءَهُمْ} : فعل ماض في محل النصب بأن المصدرية، والهاء ضمير الغائبين في محل النصب مفعول به، {مُنْذِرٌ} : فاعل جاء، {مِنْهُمْ} صفة {مُنْذِرٌ} . وجملة {جاءَهُمْ} : مع أن المصدرية في تأويل مصدر، مجرور بحرف جر محذوف، تقديره: عجبوا من مجيء منذر منهم، والجار المحذوف متعلق بـ {عَجِبُوا} . {وَقالَ الْكافِرُونَ} : فعل، وفاعل، معطوف على ما قبله، {هذا ساحِرٌ} : مبتدأ وخبر. {كَذَّابٌ} : خبر ثان أو نعت لـ {ساحِرٌ} . والجملة الاسمية في محل النصب مقول {قالَ} . {أَجَعَلَ الْآلِهَةَ} : الهمزة للاستفهام التعجبي؛ أي: تعجبوا من هذا الحصر؛ لأنهم قاسوا الغائب على الشاهد جهلًا منهم، وارتطامًا منهم بسوء الغفلة. {جَعَلَ} : فعل ماض، وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -. {الْآلِهَةَ} مفعول أول، {إِلهًا} مفعول ثان، {واحِدًا} صفة لـ {إِلهًا} . والجملة الفعلية جملة إنشائية، لا محل لها من الإعراب. {إِنَّ هذا} : ناصب واسمه. </p><p> {لَشَيْءٌ} : اللام حرف ابتداء. {شيء} : خبر {إِنَّ} ، {عُجابٌ} : صفة {شيء} . وجملة {إِنَّ} مستأنفة مسوقة لتعليل التعجب المفهوم مما قبلها. </p><p> {وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلى آلِهَتِكُمْ إِنَّ هذا لَشَيْءٌ يُرادُ (٦) ما سَمِعْنا بِهذا فِي الْمِلَّةِ الْآخِرَةِ إِنْ هذا إِلَّا اخْتِلاقٌ (٧) أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنا بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي بَلْ لَمَّا يَذُوقُوا عَذابِ (٨) }. </p><p> {وَانْطَلَقَ} : {الواو} : استئنافية. {انْطَلَقَ الْمَلَأُ} : فعل، وفاعل، {مِنْهُمْ} : حال من الملأ، والجملة الفعلية مستأنفة، مسوقة لتقرير تآمرهم بعد انصرافهم، من مجلس اجتماعهم عند أبي طالب. {أَنِ} : مصدرية؛ أي: بأن امشوا، وعند إضمار القول تسقط {أَنِ} . أو مفسرة لانطلقوا؛ لأنه متضمن معنى القول. {امْشُوا} : فعل أمر، وفاعل في محل النصب بأن المصدرية، وأن المصدرية مع مدخولها منصوبة بنزع الخافض، المتعلق بقول محذوف؛ أي: وانطلق الملأ منهم قائلين: بأن امشوا، أو انطلق الملأ منهم قائلين:  {امْشُوا} . {وَاصْبِرُوا} : فعل، وفاعل، معطوف على {امْشُوا} ، {عَلى آلِهَتِكُمْ} : متعلق بـ {اصْبِرُوا} ، {إِنَّ هذا} : ناصب واسمه {لَشَيْءٌ} : خبره، واللام: حرف ابتداء، وجملة {أَنِ} مستأنفة مسوقة لتعليل الأمر بالصبر، وجملة {يُرادُ} : صفة {لَشَيْءٌ} ، {ما} : نافية، {سَمِعْنا} : فعل، وفاعل، {بِهذا} : متعلق بـ {سَمِعْنا} ، والإشارة إلى التوحيد الذي يدعو إليه محمد - صلى الله عليه وسلم -. {فِي الْمِلَّةِ} : جار ومجرور، حال من اسم الإشارة، {الْآخِرَةِ} : نعت لـ {الْمِلَّةِ} ، والمراد بها: ملة عيسى. {إِنْ} : نافية، {هذا} : مبتدأ، إِلَّا: أداة حصر، {اخْتِلاقٌ} : خبر لهذا؛ أي: افتعال ومحض كذب. والجملة مستأنفة. {أَأُنْزِلَ} : الهمزة للاستفهام الإنكاري، {أُنْزِلَ} : فعل ماض مبني للمجهول، {عَلَيْهِ} متعلق بـ {أُنْزِلَ} ، {الذِّكْرُ} : نائب فاعل، والجملة مستأنفة. {مِنْ بَيْنِنا} : جار ومجرور، حال من ضمير عليه، {بَلْ} : حرف إضراب انتقالي عن مقدر، فكأنه قال: إنكارهم للذكر ليس عن علم، بل هم في شك. {هُمْ} مبتدأ. {فِي شَكٍّ} : خبره. والجملة جملة إضرابية، لا محل لها من الإعراب، أو معطوفة على ذلك المقدر. {مِنْ ذِكْرِي} : متعلق بـ {شَكٍّ} ، {بَلْ} : حرف للإضراب الانتقالي أيضًا. {لَمَّا} : حرف نفي وجزم بمعنى: لم، </p><p> {يَذُوقُوا} : فعل مضارع مجزوم بـ {لَمَّا} ، والواو فاعل، و {عَذابِ} : مفعول به منصوب، وعلامة نصبه فتحة مقدرة على ما قبل ياء المتكلم، المحذوفة لمراعاة الفواصل، والجملة مستأنفة مسوقة لبيان سبب شكهم؛ أي: سببه أنهم لم يذوقوا العذاب، ولو ذاقوه لأيقنوا بالقرآن، وآمنوا به. </p><p> {أَمْ عِنْدَهُمْ خَزائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ (٩) أَمْ لَهُمْ مُلْكُ السَّماواتِ وَالْأَرْضِ وَما بَيْنَهُما فَلْيَرْتَقُوا فِي الْأَسْبابِ (١٠) جُنْدٌ ما هُنالِكَ مَهْزُومٌ مِنَ الْأَحْزابِ (١١) }. </p><p> {أَمْ} : حرف عطف منقطعة بمعنى: بل الإضرابية، وهمزة الاستفهام الإنكاري، {عِنْدَهُمْ} : خبر مقدم، {خَزائِنُ} : مبتدأ مؤخر، {رَحْمَةِ رَبِّكَ} : مضاف إليه، {الْعَزِيزِ الْوَهَّابِ} : صفتان لـ {رَبِّكَ} . والجملة جملة إنشائية، معطوفة على الجمل التي قبلها أو مستأنفة. {أَمْ} : حرف عطف منقطعة بمعنى: بل، وهمزة الاستفهام أيضًا، {لَهُمْ} : خبر مقدم، {مُلْكُ السَّماواتِ} : مبتدأ مؤخر. {وَالْأَرْضِ} : معطوف على {السَّماواتِ} . {وَما} : معطوف عليه أيضًا، {بَيْنَهُما} : ظرف صلة لـ {ما} الموصولة. والجملة معطوفة على ما قبلها. {فَلْيَرْتَقُوا} : الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إن زعموا ذلك، وأردت تبكيتهم، فقل لهم: ارتقوا في الأسباب؛ أي: اصعدوا في المعارج الموصلة إلى العرش حتى تستووا عليه. واللّام: لام الأمر، {يرتقوا} : فعل مضارع مجزوم بلام الأمر، والواو فاعل، {فِي الْأَسْبابِ} : متعلق بـ {يرتقوا} . والجملة في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {جُنْدٌ} : خبر لمبتدأ محذوف؛ أي: هم جند، {ما} : نكرة تامة، صفة أولى لجند على سبيل التحقير؛ أي: هم جند حقير. فإن {ما} إذا كانت صفة تستعمل للتعظيم أو التحقير، والثاني هو المراد هنا، ولك أن تعربها زائدة. {هُنالِكَ}  {هنا} : اسم إشارة يشار به إلى المكان في محل النصب على الظرفية المكانية، مبني على السكون، لشبهه بالحرف شبهًا معنويًا، و {اللام} : لبعد المشار إليه، والكاف حرف دال على الخطاب، والظرف متعلق بـ {مَهْزُومٌ} ، و {مَهْزُومٌ} : صفة ثانية لـ {جُنْدٌ} ، {مِنَ الْأَحْزابِ} : صفة ثالثة لـ {جُنْدٌ} ؛ أي: هم جند حقير مهزوم هنالك؛ أي: في مكة يوم الفتح، أو في بدر كائن من الأحزاب المتحزبة </p><p> على محاربة رسول الله - صلى الله عليه وسلم -. والجملة الاسمية مستأنفة، مسوقة لبيان عاقبتهم. واختلف المعربون في إعراب هذه الآية اختلافًا كثيرًا؛ لأنها تحتمل عدة أوجه، ذكرنا أهمها، وأوضحها، وأسهلها على المبتدىء خوف الإطالة. </p><p> {كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعادٌ وَفِرْعَوْنُ ذُو الْأَوْتادِ (١٢) وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحابُ الْأَيْكَةِ أُولئِكَ الْأَحْزابُ (١٣) إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقابِ (١٤) وَما يَنْظُرُ هؤُلاءِ إِلَّا صَيْحَةً واحِدَةً ما لَها مِنْ فَواقٍ (١٥) }. </p><p> {كَذَّبَتْ} : فعل ماض، {قَبْلَهُمْ} : ظرف متعلق به. {قَوْمُ نُوحٍ} : فاعل. {وَعادٌ وَفِرْعَوْنُ} : معطوفان عليه. {ذُو الْأَوْتادِ} : صفة لـ {فِرْعَوْنُ} ، مرفوع بالواو المحذوفة، لالتقاء الساكنين. والجملة مستأنفة مسوقة لتقرير أحوال الطغاة، وبيان مصائر العتاة. {وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحابُ الْأَيْكَةِ} : معطوفات أيضًا على {قَوْمُ نُوحٍ} . {أُولئِكَ} : مبتدأ، {الْأَحْزابُ} : خبره، والجملة الاسمية في محل الرفع، بدل من الفاعل، وما عطف عليه، ولك أن تجعل اسم الإشارة بدلًا مما قبله، و {الْأَحْزابُ} : بدل منه. {إِنْ} : نافية، لا عمل لها لانتقاض النفي بإلا، {كُلٌّ} : مبتدأ، {إِلَّا} : أداة حصر، {كَذَّبَ الرُّسُلَ} : فعل ماض، وفاعل يعود على كل، ومفعول به. والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة مستأنفة. {فَحَقَّ} : الفاء: عاطفة، {حق} : فعل ماض، {عِقَابِ} : فاعله مرفوع، وعلامة رفعه، الضمة المقدرة على ما قبل ياء المتكلم المحذوفة، لمراعاة الفواصل، والجملة معطوفة على جملة {كَذَّبَ} . {وَما} : {الواو} : استئنافية، {ما} : نافية، {يَنْظُرُ هؤُلاءِ} : فعل، وفاعل. {إِلَّا} : أداة حصر، {صَيْحَةً} : مفعول به، {واحِدَةً} صفة لـ {صَيْحَةً} . والجملة مستأنفة: مسوقة لتقرير عقاب كفار مكة، بعد بيان عقاب من سبقوهم في الغواية. {ما} : نافية حجازية أو تميمية، {لَهَا} : خبر مقدم، {مِنْ} : حرف جر زائد. {فَواقٍ} : اسم ما مؤخر أو مبتدأ مؤخر. والجملة الاسمية في محل النصب، صفة الثانية لـ {صَيْحَةً} . </p><p> {وَقالُوا رَبَّنا عَجِّلْ لَنا قِطَّنا قَبْلَ يَوْمِ الْحِسابِ (١٦) اصْبِرْ عَلى ما يَقُولُونَ وَاذْكُرْ عَبْدَنا داوُدَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ (١٧) إِنَّا سَخَّرْنَا الْجِبالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْراقِ (١٨) وَالطَّيْرَ مَحْشُورَةً </p><p> كُلٌّ لَهُ أَوَّابٌ (١٩) وَشَدَدْنا مُلْكَهُ وَآتَيْناهُ الْحِكْمَةَ وَفَصْلَ الْخِطابِ (٢٠) }. </p><p> {وَقالُوا} : فعل، وفاعل، والجملة مستأنفة مسوقة لسرد أنماط من تمحلهم واستهزائهم، بعد أن نزل قوله تعالى:  {فَأَمَّا مَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ ...} الآية. {رَبَّنا} : منادى مضاف، حذف منه حرف النداء، وجملة النداء في محل النصب مقول {قالُوا} . {عَجِّلْ} : فعل أمر، وفاعل مستتر يعود على الله {لَنا} متعلقان به. {قِطَّنا} : مفعول به، {قَبْلَ يَوْمِ الْحِسابِ} : ظرف ومضاف إليه، متعلق بـ {عَجِّلْ} . والجملة الفعلية في محل النصب مقول {قالُوا} : على كونها جواب النداء. {اصْبِرْ} : فعل أمر، وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة مستأنفة. {عَلى ما} : متعلق بـ {اصْبِرْ} ، وجملة {يَقُولُونَ} : صلة لما الموصولة، والعائد محذوف؛ أي: على ما يقولونه. {وَاذْكُرْ} : فعل أمر، وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة معطوفة على جملة {اصْبِرْ} . {عَبْدَنا} مفعول به. {داوُدَ} : بدل من عبدنا، {ذَا الْأَيْدِ} : صفة لـ {داوُدَ} ، {إِنَّهُ أَوَّابٌ} : ناصب واسمه، وخبره، وجملة {إن} : مستأنفة مسوقة لتعليل كونه من أصحاب الأيد. {إِنَّا} : ناصب واسمه، {سَخَّرْنَا الْجِبالَ} : فعل، وفاعل، ومفعول به، والجملة الفعلية في محل الرفع خبر {إن} ، وجملة {إن} : مستأنفة مسوقة لتعليل قوته في الدين، وكونه رجاعًا إلى مرضاته تعالى، {مَعَهُ} : حال من الجبال، أو متعلق بـ {يُسَبِّحْنَ} ، {يُسَبِّحْنَ} : فعل، وفاعل، والمفعول محذوف لعلمه؛ أي: يسبحن الله تعالى، والجملة الفعلية في محل النصب حال من الجبال. {بِالْعَشِيِّ} : متعلق بـ {يُسَبِّحْنَ} ، {وَالْإِشْراقِ} : معطوف على {العشي} ، {وَالطَّيْرَ} : معطوف على الجبال، أو مفعول به لفعل محذوف، دل عليه ما قبله؛ أي: سخرنا الطير معه، {مَحْشُورَةً} : حال من الطير، {كُلٌّ} : مبتدأ، وسوّغ الابتداء به لما فيه من معنى العموم، {لَهُ} : متعلق بـ {أَوَّابٌ} ، و {أَوَّابٌ} : خبر {كُلٌّ} . والجملة مستأنفة مسوقة لتأكيد ما قبلها. {وَشَدَدْنا مُلْكَهُ} : فعل، وفاعل، ومفعول به، معطوف على {سَخَّرْنَا} ، {وَآتَيْناهُ الْحِكْمَةَ} : فعل، وفاعل، ومفعولان، معطوف على سخرنا أيضًا، {وَفَصْلَ الْخِطابِ} : معطوف على الحكمة. </p><p> {وَهَلْ أَتاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرابَ (٢١) إِذْ دَخَلُوا عَلى داوُدَ فَفَزِعَ مِنْهُمْ قالُوا لا تَخَفْ خَصْمانِ بَغى بَعْضُنا عَلى بَعْضٍ فَاحْكُمْ بَيْنَنا بِالْحَقِّ وَلا تُشْطِطْ وَاهْدِنا إِلى سَواءِ الصِّراطِ (٢٢) }. </p><p> {وَهَلْ أَتاكَ}  {الواو} : استئنافية، {هَلْ} : حرف استفهام للاستفهام التعجبي، {أَتاكَ} : فعل ماض، ومفعول به، {نَبَأُ الْخَصْمِ} : فاعل، ومضاف إليه. والجملة مستأنفة. {إِذْ} : ظرف لما مضى من الزمان، مجرد عن معنى الشرط، متعلق بمضاف محذوف تقديره: نبأ تخاصم الخصم إلى داود وقت تسورهم المحراب، {تَسَوَّرُوا} : فعل، وفاعل، {الْمِحْرابَ} : مفعول به. والجملة في محل الجر مضاف لـ {إِذْ} . {إِذْ} : بدل من {إِذْ} : الأولى، وجملة {دَخَلُوا} : في محل الجر مضاف إليه لـ {إِذْ} ، {عَلى داوُدَ} : متعلق بـ {دَخَلُوا} ، {فَفَزِعَ} : الفاء: عاطفة، {فزع} : فعل ماض، وفاعل مستتر يعود على داود، {مِنْهُمْ} : متعلق بـ {فزع} . والجملة في محل الجر، معطوفة على جملة {دَخَلُوا} . {قالُوا} : فعل، وفاعل، والجملة مستأنفة. {لا} : ناهية جازمة. {تَخَفْ} : فعل مضارع، وفاعل مستتر يعود {عَلى داوُدَ} . والجملة في محل النصب مقول قالوا. {خَصْمانِ} : خبر لمبتدأ محذوف تقديره: نحن خصمان، والجملة في محل النصب مقول {قالُوا} . {بَغى بَعْضُنا} : فعل، وفاعل، {عَلى بَعْضٍ} : متعلق بـ {بَغى} . والجملة الفعلية في محل الرفع صفة خصمان. {فَاحْكُمْ} : الفاء: الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت نحن خصمان، وأردت النصيحة لنا .. فأقول لك احكم. {احكم} : فعل أمر، وفاعل مستتر يعود على {داوُدَ} ، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {بَيْنَنا} : ظرف مضاف، متعلق بـ {احكم} ، {بِالْحَقِّ} : متعلق بـ {احكم} : أو حال من فاعل {احكم} ، {وَلا تُشْطِطْ} : {الواو} : عاطفة، {لا} : ناهية جازمة، {تُشْطِطْ} : فعل مضارع وفاعل مستتر يعود على {داوُدَ} . والجملة معطوفة على جملة {احكم} ، مؤكدة لها. {وَاهْدِنا} : فعل أمر، وفاعل مستتر، ومفعول به، معطوف على {احكم} ، {إِلى سَواءِ الصِّراطِ} : جار ومجرور ومضاف إليه متعلق بـ {اهْدِنا} . </p><p> {إِنَّ هذا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ واحِدَةٌ فَقالَ أَكْفِلْنِيها وَعَزَّنِي فِي الْخِطابِ (٢٣) قالَ لَقَدْ ظَلَمَكَ بِسُؤالِ نَعْجَتِكَ إِلى نِعاجِهِ}. </p><p> {إِنَّ هَذَا} ناصب واسمه {أَخِي} بدل من هذا، أو خبر {إِنَّ} ، {لَهُ} : خبر مقدم، {تِسْعٌ} : مبتدأ مؤخر، والجملة الابتدائية في محل الرفع خبر {إِنَّ} أو خبر ثان لها، وجملة {إِنَّ} مستأنفة مسوقة لبيان الخصومة على كونها، مقولًا لجواب إذا المقدرة. {وَتِسْعُونَ} : معطوف على تسع، {نَعْجَةً} : تمييز للعدد قبله منصوب به، {وَلِيَ} : خبر مقدم، {نَعْجَةً} : مبتدأ مؤخر، {واحِدَةٌ} صفة {نَعْجَةً} . والجملة معطوفة على جملة {إِنَّ} . {فَقالَ} : الفاء: عاطفة، {قال} : فعل ماض، وفاعل مستتر يعود على الأخ. والجملة الفعلية في محل الرفع معطوفة على خبر {إِنَّ} . {أَكْفِلْنِيها} : فعل أمر، وفاعل مستتر يعود على الأخ، ونون وقاية، ومفعولان. والجملة الفعلية في محل النصب مقول {قالَ} . {وَعَزَّنِي} : {الواو} : عاطفة. {عَزَّنِي} : فعل ماض، وفاعل مستتر يعود على الأخ، ونون وقاية، ومفعول به، {فِي الْخِطابِ} : متعلق بـ {عَزَّنِي} . والجملة معطوفة على جملة «قال» . {قالَ} : فعل ماض، وفاعل مستتر يعود على داود. والجملة مستأنفة. {لَقَدْ} : اللام: موطئة للقسم، {قد} : حرف تحقيق، {ظَلَمَكَ} : فعل ماض، وفاعل مستتر يعود على الأخ، ومفعول به، والجملة جواب القسم، وجملة القسم في محل النصب، مقول قال. {بِسُؤالِ نَعْجَتِكَ} : جار ومجرور، ومضاف إليه، متعلق بـ {ظَلَمَكَ} ، {إِلى نِعاجِهِ} : جار ومجرور، متعلق بمحذوف تقديره: ليضمها إلى نعاجه. </p><p> {وَإِنَّ كَثِيرًا مِنَ الْخُلَطاءِ لَيَبْغِي بَعْضُهُمْ عَلى بَعْضٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ وَقَلِيلٌ ما هُمْ وَظَنَّ داوُدُ أَنَّما فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ راكِعًا وَأَنابَ (٢٤) فَغَفَرْنا لَهُ ذلِكَ وَإِنَّ لَهُ عِنْدَنا لَزُلْفى وَحُسْنَ مَآبٍ (٢٥) }. </p><p> {وَإِنَّ كَثِيرًا}  {الواو} : عاطفة، {إِنَّ كَثِيرًا} : ناصب واسمه، {مِنَ الْخُلَطاءِ} : صفة لـ {كَثِيرًا} ، {لَيَبْغِي} : اللام: حرف ابتداء، {يبغي بعضهم} : فعل، وفاعل، {عَلى بَعْضٍ} : متعلق بـ {يبغي} . والجملة الفعلية في محل الرفع خبر </p><p> {إِنَّ} ، وجملة {إِنَّ} معطوفة على جملة جواب القسم. {إِلَّا} : أداة استثناء، {الَّذِينَ} : مستثنى متصل من الخلطاء، في محل النصب على الاستثناء، مبني على الفتح، {آمَنُوا} : فعل، وفاعل صلة الموصول، {وَعَمِلُوا الصَّالِحاتِ} : فعل، وفاعل، ومفعول به، معطوف على {آمَنُوا} ، {وَقَلِيلٌ}  {الواو} : حالية، {قَلِيلٌ} : خبر مقدم، {ما} : زائدة لتأكيد القلة، {هُمْ} : مبتدأ مؤخر. والجملة في محل النصب حال من المستثنى. {وَظَنَّ داوُدُ} : فعل، وفاعل، والجملة معطوفة على محذوف تقديره: قال الملكان: قضى الرجل على نفسه، فتنبه وظن داود {أَنَّما} : {إِنَّ} : حرف نصب ومصدر، ولكنها كفت عن العمل بما، {ما} : كافة لكفها، ما قبلها عن العمل فيما بعدها. {فَتَنَّاهُ} : فعل، وفاعل، ومفعول به، وجملة {أنما} مع مدخولها في تأويل مصدر ساد مسد مفعولي {ظَنَّ} ؛ أي: فتنتنا إياه. {فَاسْتَغْفَرَ} الفاء: عاطفة، {استغفر} : فعل ماض، وفاعل مستتر يعود على داود، {رَبَّهُ} : مفعول به. والجملة معطوفة على جملة {ظَنَّ} . {وَخَرَّ} : فعل ماض، وفاعل مستتر، معطوف على {استغفر} ، {راكِعًا} : حال من فاعل خر، {وَأَنابَ} : فعل ماض، وفاعل مستتر، معطوف على خر، {فَغَفَرْنا} : فعل، وفاعل، معطوف على استغفر، {لَهُ} : متعلق بـ {غفرنا} ، {ذلِكَ} : مفعول به. {وَإِنَّ لَهُ} : {الواو} : عاطفة، {إِنَّ} : حرف نصب، {لَهُ} : خبر {إِنَّ} : مقدم على اسمها، {عِنْدَنا} : ظرف متعلق بمحذوف حال من زلفى، {لَزُلْفى} : اللام حرف ابتداء، {زلفى} : اسم {إِنَّ} : مؤخر، والتقدير: وإنّ زلفى عندنا لكائن له، {وَحُسْنَ مَآبٍ} : معطوف على زلفى. وجملة {إِنَّ} معطوفة على جملة {غفرنا} : عطف اسمية على فعلية. </p><p> {يا داوُدُ إِنَّا جَعَلْناكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلا تَتَّبِعِ الْهَوى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لَهُمْ عَذابٌ شَدِيدٌ بِما نَسُوا يَوْمَ الْحِسابِ} . </p><p> {يا داوُدُ} : منادى مفرد العلم، وجملة النداء مستأنفة. {إِنَّا} : ناصب واسمه، {جَعَلْناكَ} : فعل، وفاعل، ومفعول به أول، {خَلِيفَةً} : مفعول ثان، {فِي الْأَرْضِ} صفة لـ {خَلِيفَةً} . والجملة الفعلية في محل الرفع خبر {إن} ، </p><p> وجملة {إن} : جواب النداء لا محل لها من الإعراب. {فَاحْكُمْ} الفاء: فاء الفصيحة، لأنها أفصحت عن جواب شرط مقدم تقديره: إذا عرفت، جعلنا إياك خليفة في الأرض، وأردت بيان ما هو اللازم لك .. فأقول لك: احكم بين الناس. {احكم} : فعل أمر، وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، {بَيْنَ النَّاسِ} : متعلق بـ {احكم} ، {بِالْحَقِّ} : حال من فاعل {احكم} . والجملة الفعلية في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَلا تَتَّبِعِ الْهَوى}  {الواو} : عاطفة، {لا} : ناهية جازمة، {تَتَّبِعِ} : فعل مضارع، وفاعل مستتر مجزوم بلا الناهية، {الْهَوى} : مفعول به، والجملة معطوفة على جملة {احكم} . {فَيُضِلَّكَ} الفاء: عاطفة سببية، {يضلك} : فعل مضارع، وفاعل مستتر يعود على الهوى، ومفعول به، منصوب بأن مضمرة وجوبًا بعد الفاء السببية الواقعة في جواب النهي، {عَنْ سَبِيلِ اللَّهِ} متعلق بـ {يضلك} . والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر، معطوف على مصدر متصيد من الجملة التي قبلها، من غير سابك، لإصلاح المعنى، تقديره: لا يكن اتباعك الهوى فإضلاله الناس عن سبيل الله. {إِنَّ الَّذِينَ} : ناصب واسمه، {يَضِلُّونَ} : فعل، وفاعل صلة الموصول، {عَنْ سَبِيلِ اللَّهِ} : متعلق بـ {يَضِلُّونَ} ، {لَهُمْ} : خبر مقدم. {عَذابٌ} : مبتدأ مؤخر، {شَدِيدٌ} : صفة {عَذابٌ} ، والجملة الاسمية في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة، مسوقة لتعليل النهي عن اتباع الهوى. {بِما} : الباء: حرف جر وسبب، {ما} : مصدرية، {نَسُوا} : فعل ماض، وفاعل، {يَوْمَ الْحِسابِ} : مفعول به. والجملة الفعلية صلة {ما} : المصدرية، {ما} : مع صلتها في تأويل مصدر مجرور بالباء، تقديره: بسبب نسيانهم يوم الحساب، الجار والمجرور متعلق بالاستقرار الذي تعلق به خبر المبتدأ أعني قوله:  {لَهُمْ} . </p><p> التصريف ومفردات اللغة </p><p> {ذِي الذِّكْرِ} والذكر: الشرف، والنباهة، أو الذكرى والموعظة، أو ذكر ما يحتاج إليه في أمر الدين، من الشرائع والأحكام وغيرها، من أقاصيص الأنبياء، </p><p> وأخبار الأمم الماضية، والوعد، والوعيد، اهـ. </p><p> {فِي عِزَّةٍ} : قال الراغب: العزة: حالة مانعة للإنسان من أن يغلب ويمدح بالعزة تارة، كما في قوله تعالى:  {وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} ؛ لأنها الدائمة الباقية، وهي العزة الحقيقية، ويذم بها أخرى، كما في قوله تعالى: {بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقاقٍ (٢) }؛ لأن العزة التي هي التعزز والاستكبار، وهي في الحقيقة ذل، وقد تستعار للحمية، والأنفة المذمومة، وذلك في قوله تعالى:  {أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ} . انتهى. </p><p> {وَشِقاقٍ} ؛ أي: مخالفة لله ولرسوله، وعداوة لهما من قولهم: فلان في شق صاحبه. {مِنْ قَرْنٍ} والقرن: القوم المقترنون في زمن واحد. </p><p> {وَلاتَ حِينَ مَناصٍ} في «الوسيط» : والمناص: المنجأ؛ أي: النجاة والفوت عن الخصم، على أنه مفعل من ناصه ينوصه إذا فاته، أريد به: المصدر، ويقال: ناص ينوص؛ أي: هرب، ويقال؛ أي: تأخر. ومنه: ناص قرنه؛ أي: تأخر عنه حينًا. وفي «المفردات» : ناص إلى كذا التجأ إليه، وناص عنه تنحى ينوص نوصا، والمناص: الملجأ، انتهى. وفي «المختار» : النوص: التأخر. يقال: ناص عن قرنه؛ أي: فر وراغ، وبابه قال: ومناصًا أيضًا. ومنه قوله تعالى:  {وَلاتَ حِينَ مَناصٍ} ؛ أي: ليس وقت تأخر وفرار. والمناص أيضًا: المنحى، والمفر، اهـ. وقال النحاس: ويقال: ناص ينوص إذا تقدم، فعلى هذا يكون من الأضداد، اهـ «قرطبي» . وأما لاتَ فأصلها: لا، النافية، ثم زيدت عليها التاء لتأنيث اللفظ، أو للمبالغة في معناه، وخصت بنفي الأحيان، وزيادة التاء هنا أحسن منها، في ثُمَّت، ورُبَّت. لأن {لا} محمولة على ليس، وليس تتصل بها التاء، ومن ثم لم تتصل بلا المحمولة على {إن} . وهي كلمتان عند الجمهور {لا} : النافية، وتاء التأنيث. وحركت لالتقاء الساكنين. </p><p> {أَجَعَلَ الْآلِهَةَ} جمع إله، وحقه أن لا يجمع، إذ لا معبود في الحقيقة سواه تعالى، لكن العرب لاعتقادهم أن هاهنا معبودات جمعوه، فقالوا: آلهة، {لَشَيْءٌ </p><p> عُجابٌ} العجاب بمعنى: العجيب. وهو الأمر الذي يتعجب منه كالعجب، إلا أن العجيب أبلغ منه، والعجاب بالتشديد، أبلغ من العجاب بالتخفيف. مثل: كبار في قوله تعالى: {وَمَكَرُوا مَكْرًا كُبَّارًا (٢٢) }، فإنه أبلغ من الكبار بالتخفيف. والمعنى: بليغ في العجب. </p><p> {وَانْطَلَقَ الْمَلَأُ مِنْهُمْ} الانطلاق: الذهاب. والملأ: الأشراف لا مطلق الجماعة. ويقال لهم: ملأ، لأنهم إذا حضروا مجلسا، ملأت العيون وجاهتهم، والقلوب مهابتهم. </p><p> فائدة: جميع القراء يكسرون النون في الوصل، من أن امشوا والهمزة في الابتداء من امشوا، اهـ خطيب. {فِي الْمِلَّةِ} والملة كالدين: اسم لما شرع الله لعباده، على ألسنة الأنبياء، ليتوصلوا به إلى ثواب الله وجواره. فإطلاق كل منهما في طريقة المشركين مجاز، مبني على التشبيه. </p><p> {خَزائِنُ رَحْمَةِ رَبِّكَ} والخزائن: جمع خزانة، بكسر الخاء بمعنى: المخزن كما مر. {فِي الْأَسْبابِ} جمع سبب. قال الراغب: السبب: الحبل الذي يصعد به النخل، وسمي كل ما يتوصل به إلى شيء سببًا، انتهى. والمعنى: فليصعدوا في المعارج والطرق، التي يتوصل بها إلى الاستيلاء على العرش، قاله مجاهد، وقتادة، وقيل: المراد بالأسباب: السموات، لأنها أسباب الحوادث السفلية. وقيل: أبوابها، انتهى «أبو السعود» . </p><p> {جُنْدٌ} الجند: العسكر المعد للحرب. {مَهْزُومٌ} والهزم: الكسر، يقال: هزم العدو كسرهم، وغلبهم، والاسم الهزيمة، وهزمه يهزمه فانهزم غمزه بيده، فصارت فيه حفرة، كما في «القاموس» . {مِنَ الْأَحْزابِ} جمع حزب، والحزب: جماعة فيه غلظ، كما في «المفردات» . وهم المجتمعون لإيذاء محمد - صلى الله عليه وسلم -، وكسر شوكته، وإبطال دينه. </p><p> {ذُو الْأَوْتادِ} جمع وتد محركة، وبكسر التاء، وهو ما غرز في الأرض أو الحائط من خشب. يقال: وتد يتد، من باب وعد إذا دق، وغرز الوتد في </p><p> الأرض أو في الحائط، وفيه لغات: فتح الواو، وكسر التاء وهي الفصحى، وبفتحتين، وود بإدغام التاء في الدال، بوزن وج، اهـ «سمين» . وفي «المصباح» : الوتد بكسر التاء، في لغة أهل الحجاز، وهي الفصحى، وجمعه أوتاد، وفتح التاء لغة، وأهل نجد يسكنون التاء، فيدغمون بعد القلب فيبقى ود، ووتدت الوتد أتده وتدا، من باب وعد أثبته بحائط أو بالأرض، وأوتدته بالألف لغة، انتهى. </p><p> {وَأَصْحابُ الْأَيْكَةِ} قال الراغب: الأيك: شجر ملتف، وأصحاب الأيكة؛ أي: الغيضة، قيل: نسبوا إلى غيضة كانوا يسكنونها، وقيل: اسم بلد، كما في «المفردات» ، وهم قوم شعيب، كما مر. </p><p> {مَا لَها مِنْ فَواقٍ} والفواق، بالضم: كغراب، ويُفتح كما في «القاموس» : ما بين حلبتي الحالب من الوقت، ورضعتي الرضيع من أفاق المريض إذا رجع إلى صحته، وأفاقت الناقة ساعة ليرجع اللبن إلى ضرعها، يقال: أفاقت الناقة تفيق إفاقة، رجعت، واجتمعت الفيقة في ضرعها. والفيقة: اللبن الذي يجتمع في الضرع بين الحلبتين، ويجمع على أفواق، وأما أفاويق فجمع الجمع، ويقال: ناقة مفيق ومفيقة، وقيل:  {فَواقٍ} بالفتح: الإفاقة، والاستراحة كالجواب من أجاب، قاله المؤرخان: السدوسي، والفراء، ومن المفسرين: ابن زيد، والسدي. وأما المضمون فاسم لا مصدر. والمشهور: أنهما بمعنى واحد مقصاص الشعر وقصاصه، اهـ «سمين» . وفي «المختار» : الفواق: الزمن الذي بين الحلبتين؛ لأنها تحلب ثم تترك ساعة يرضعها الفصيل لتدر ثم تحلب، يقال: ما أقام عنده إلا فواقًا. وفي الحديث:  «العيادة قدر فواق ناقة» . وقوله تعالى:  {مِنْ فَواقٍ} يقرأ بالفتح، والضم؛ أي: ما لها من نظرة، وراحة، وإفاقة، اهـ. </p><p> {عَجِّلْ لَنا قِطَّنا} ؛ أي: نصيبنا، وحظنا. والقط: القطعة من الشيء، من قط الشيء إذا قطعه، ومنه: قط القلم، والمعنى: قطعة مما وعدتنا به، ولهذا يطلق على الصحيفة والصك قط، لأنها قطعتان يقطعان، وقيل للجائزة أيضًا: قط، لأنها قطعة من العطية، ويجمع على قطوط مثل: حمل وحمول، وعلى قططة مثل: قرد وقردة، وفي القلة: على أقططة وأقطاط مثل: قدح وأقدحة وأقداح، اهـ </p><p> «سمين» . قال الراغب: أصل القط: الشيء المقطوع عرضًا، كما أن القد هو المقطوع طولًا. </p><p> {ذَا الْأَيْدِ} الأيد بوزن البيع، مفرد. وهو مصدر، وليس جمع يد. وفي المصباح: آد الرجل يئيد أيدًا وإيادًا بكسر الهمزة مثل: باع يبيع بيعًا، إذا اشتد وقوي، فهو أيد بوزن سيد وهين، ومنه قولهم: أيدك الله تأييدًا اهـ «مصباح» . </p><p> {إِنَّهُ أَوَّابٌ} من الأوب. وهو الرجوع؛ أي: رجاع إلى الله، ومرضاته، من قولهم: آب إذا رجع. قال عبيد بن الأبرص: </p><p> وَكُلُّ ذِيْ غَيْبَةٍ يَؤُوْبُ ... وَغَائِبُ الْمَوْتِ لا يَؤُوْبُ </p><p> {وَالطَّيْرَ} جمع طائر، كركب وراكب، وهو كل ذي جناح يسبح في الهواء. {هَلْ أَتاكَ}  {هَلْ} هنا كلمة يراد منها: التعجيب، والتشويق إلى سماع ما يرد بعدها. {نَبَأُ الْخَصْمِ} والنبأ: الخبر العظيم الشأن. والخصم: جماعة المخاصمين، ويستعمل للمفرد والجمع مذكرًا ومؤنثًا. قال الشاعر: </p><p> وخصم عضاب ينفضون لحاهم ... كنفض البراذين العراب المخاليا </p><p> {تَسَوَّرُوا الْمِحْرابَ} ؛ أي: قصدوا سوره، ونزلوا من أعلاه. والسور: الحائط المرتفع. وجمع الضمير في {تَسَوَّرُوا} ؛ لأن الخصم بمعنى المخاصم، والمنازع، وقد يقع للاثنين، والجمع، والمؤنث، فيقال: هما خصم، وهم خصم، وهي خصم؛ لأنه مصدر في أصله، وقد تقدم له نظير، وهو ضيف في قوله:  {هَلْ أَتاكَ حَدِيثُ ضَيْفِ إِبْراهِيمَ} . والمحراب: الغرفة التي كان يتعبد فيها، ويشتغل بطاعة ربه. </p><p> {فَفَزِعَ مِنْهُمْ} والفزع: انقباض، ونفار يعتري الإنسان من الشيء المخيف. وهو من جنس الجزع. ولا يقال: فزعت من الله كما يقال: خفت منه. </p><p> {وَلا تُشْطِطْ} ؛ أي: ولا تجر. وهو بضم التاء، وسكون الشين، وكسر الطاء الأولى من أشطط يشطط إذا تجاوز الحد. قال أبو عبيدة: شططت في الحكم، وأشططت فيه إذا جرت فيه. فهو مما اتفق فيه فعل وأفعل. {نَعْجَةً} النعجة </p><p> الأنثى من المعز، وقد يكنى بها عن المرأة. {أَكْفِلْنِيها} ؛ أي: اجعلني كافلها، والمراد: ملكنيها. وفي «المختار» : كفل عنه بالمال لغريمه، وأكفله المال ضمنه إياه، وكفله إياه بالتخفيف، فكفل هو من باب نصر ودخل، وكفّله إياه تكفيلًا مثله. </p><p> {وَعَزَّنِي} ؛ أي: وغلبني. وفي المثل: من عز بز، أي: من غلب سلب. وفي «المختار» : وعز عليه غلبه، وبابه: رد، والاسم: العزة، وهي الغلبة، والقوة. وعزه في الخطاب، وعازه؛ أي: غلبه. {فِي الْخِطابِ} ؛ أي: في مخاطبته إياي، ومحاجته. إذ قد أتى بحجاج لم أستطع رده، الخلطاء الشركاء خلطوا أمر الواحد خلطا، وأوردت معاجم اللغة للخليط عدة معان. منها: المخالط، والمشارك، والقوم الذين أمرهم واحد، والزوج، والجار والصاحب، وخليط الرجل مخالطه، كالجليس بمعنى المجالس. </p><p> {فَتَنَّاهُ} ؛ أي: ابتليناه. {خَرَّ} ؛ أي: سقط. {راكِعًا} ؛ أي: ساجدًا قال الشاعر: </p><p> فَخَرَّ عَلَى وَجْهِهِ رَاكِعَا ... وَتَابَ إِلَى اللهِ مِنْ كُلِّ ذَنْبْ </p><p> {وَأَنابَ} ؛ أي: رجع إلى ربه. والزلفى: القرب من الله، والإزلاف: التقريب والازدلاف: الاقتراب، ومنه: سميت المزدلفة لقربها من الموقف. اهـ من «الروح» . </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: المجاز المرسل في قوله: {كَمْ أَهْلَكْنا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ} ؛ لأن القرن حقيقة في مئة عام مثلًا، والإهلاك لأهله، ففيه إطلاق الظرف وإرادة المظروف. </p><p> ومنها: وضع الظاهر موضع المضمر في قوله: {وَقالَ الْكافِرُونَ} بدل. وقالوا </p><p> تسجيلًا عليهم، بهذا الوصف القبيح، وإشعارًا بأن كفرهم جسرهم على هذا القول، لما تقرر عندهم، من أن نسبة أمر إلى المشتق يفيد علّيّة المأخذ. </p><p> ومنها: الإشارة إلى كفار مكة بهؤلاء في قوله: {وَما يَنْظُرُ هؤُلاءِ} تحقيرًا لشأنهم، وتهوينًا لأمرهم. </p><p> ومنها: صيغة المبالغة في كل من {كذاب، العزيز، الوهاب، أواب} . </p><p> ومنها: الاستعارة التصريحية في قوله: {فَلْيَرْتَقُوا فِي الْأَسْبابِ} ؛ لأن السبب في الأصل: الحبل، استعير لمعارج السموات، وطرقها أو أبوابها. </p><p> ومنها: المجاز المبني على التشبيه في قوله: {فِي الْمِلَّةِ الْآخِرَةِ} ؛ لأن الملة حقيقة فيما شرع الله لعباده على يد الأنبياء. فإطلاق كل منهما على طريقة المشركين مجاز، كما في «الروح» . </p><p> ومنها: جمع المؤكدات في قوله: {إِنَّ هذا لَشَيْءٌ عُجابٌ} لزيادة التعجب، والإنكار. أكده بـ {إِنَّ} ، وباللام، وباسمية الجملة. </p><p> ومنها: زيادة {ما} في قوله: {جُنْدٌ ما هُنالِكَ} للدلالة على القلة والتحقير. </p><p> ومنها: الاستعارة البليغة في قوله: {وَفِرْعَوْنَ ذِي الْأَوْتادِ} . شبه ملك فرعون في ثباته ورسوخه بخيمة عظيمة، شدت أطنابها بالأوتاد لتثبت، وترسخ، ولا تقتلعها الرياح، ثم استعيرت له استعارة بالكناية، وأثبت له لوازم المشبه به. وهو الأوتاد، تخييلًا، ووجه تخصيص هذه الاستعارة، أن أكثر بيوت العرب كانت خياما، وثباتها بالأوتاد، ويجوز أن يكون المعنى: ذو الجموع الكثيرة، سموا بذلك لأنهم يشدون البلاد والملك، ويشد بعضهم بعضا كالوتد يشد البناء، والخباء، فتكون الأوتاد استعارة تصريحية. </p><p> ومنها: الإضافة للتشريف في قوله: {وَاذْكُرْ عَبْدَنا داوُدَ} . </p><p> ومنها: تصدير الدعاء بالنداء في قوله: {رَبَّنا عَجِّلْ لَنا قِطَّنا} للإمعان في الاستهزاء، والسخرية كأنهم يدعون ذلك، بكمال الرغبة والابتهال. </p><p> ومنها: العدول عن الاسمية إلى الفعلية في قوله: {يُسَبِّحْنَ} حيث لم يقل: مسبحات للدلالة على تجدد التسبيح، وحدوثه شيئًا بعد شيء، وحالًا بعد حال، وكأن السامع حاضر تلك الحال، يسمع تسبيحها. </p><p> ومنها: الطباق في قوله: {بِالْعَشِيِّ وَالْإِشْراقِ} ؛ لأن المراد بهما: المساء، والصباح. </p><p> ومنها: أسلوب التشويق، والتعجيب في قوله:  {وَهَلْ أَتاكَ نَبَأُ الْخَصْمِ} ؛ لأن المراد بالاستفهام هنا: التشويق والتعجيب، كما مر. </p><p> ومنها: الكناية في قوله: {وَلِيَ نَعْجَةٌ واحِدَةٌ} ؛ لأن النعجة في الأصل: الأنثى من الضأن، فصارت هنا كناية عن المرأة. </p><p> ومنها: أسلوب الإطناب في قوله: {وَلا تَتَّبِعِ الْهَوى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ} إلخ. </p><p> ومنها: المجاز المرسل في قوله: {وَخَرَّ راكِعًا} ؛ أي: مصليًا، إذ فسر الركوع بالصلاة، لما فيه من إطلاق الجزء وإرادة الكل. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ} إيذانًا بكمال شناعة الضلال عنه. </p><p> ومنها: توافق الفواصل، مراعاة لرؤوس الآيات مثل:  {إِنَّ هذا لَشَيْءٌ عُجابٌ} ، {فَلْيَرْتَقُوا فِي الْأَسْبابِ} ، {جُنْدٌ ما هُنالِكَ مَهْزُومٌ مِنَ الْأَحْزابِ} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ (٢٧) أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ (٢٨) كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ (٢٩) وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (٣٠) إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ (٣١) فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ (٣٢) رُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ (٣٣) وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ (٣٤) قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ (٣٥) فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ (٣٦) وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ (٣٧) وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ (٣٨) هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ (٣٩) وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ (٤٠) وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ (٤١) ارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ (٤٢) وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَى لِأُولِي الْأَلْبَابِ (٤٣) وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (٤٤) وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ (٤٥) إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ (٤٦) وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ (٤٧) وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِنَ الْأَخْيَارِ (٤٨) هَذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ (٤٩) جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الْأَبْوَابُ (٥٠) مُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ (٥١) وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ (٥٢) هَذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ (٥٣) إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ (٥٤) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَما خَلَقْنَا السَّماءَ وَالْأَرْضَ وَما بَيْنَهُما باطِلًا ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما (١) ذكر أن الذين يضلون عن سبيل الله، لهم العذاب الشديد يوم الحساب، لظنهم أنه ليس بكائن .. أعقب هذا ببيان أن هذا اليوم آت لا ريب فيه؛ لأنه سبحانه، لم يخلق الخلق عبثًا، بل خلقهم لعبادته </p><p>(١) المراغي.</p>"
}