{
  "id": null,
  "sura": 38,
  "aya": 42,
  "text": "<p> وليس هذا المذكور هنا تمام دعائه عليه السلام، بل من جملته قوله:  {وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ} ، فاكتفي هاهنا عن ذكره، بما في سورة الأنبياء، كما ترك هناك ذكر الشيطان، ثقة بما ذكره هنا، فإن قلت: لا قدرة للشيطان البتة على إيقاع الناس في الأمراض، والأسقام، لأنه لو قدر على ذلك لسعى في إهلاك الأنبياء، والأولياء، والعلماء، والصالحين، فهو لا يقدر أن يضر أحدًا إلا بطريق إلقاء الوساوس والخواطر الفاسدة، فما معنى إسناد المس إليه؟ </p><p> قلت: إن الذي أصابه، لم يصبه إلا من الله تعالى، إلا أنه أسنده إلى الشيطان، لسؤال الشيطان منه تعالى، أن يمسه الله تعالى بذلك الضر، امتحانا لصبره، ففي إسناده إليه دون الله تعالى، مراعاة للأدب كما مر آنفًا، وقيل: إنه لما عمل بوسوسته، عوقب على ذلك بذلك النصب والعذاب، فنسبه إليه، فقد قيل: إنه أعجب بكثرة ماله، وقيل: استغاثه مظلوم فلم يغثه، وقيل: إنه قال ذلك؛ لأن الشيطان وسوس إلى أتباعه، فرفضوه، وأخرجوه من ديارهم، وقيل المراد به: ما كان يوسوسه الشيطان إليه حال مرضه وابتلائه، من تحسين الجزع، وعدم الصبر على المصيبة، وقيل غير ذلك. والله أعلم. </p><p> روي: أن أيوب عليه السلام، كان له أموال كثيرة من صنوف مختلفة، وهو مع ذلك كله، كان مواظبا على طاعة الله، محسنا للفقراء واليتامى، وأرباب الحاجات، فحسده إبليس لذلك، وقال: إنه يذهب بالدنيا والآخرة، فقال: إلهي عبدك أيوب قد أنعمت عليه فشكرك، وعافيته فحمدك، ولو ابتليته بنزع النعمة والعافية لتغير عن حاله، فقال تعالى: إني أعلم منه أن يعبدني ويحمدني على كل حال، فقال إبليس: يا رب سلطني عليه، وعلى أولاده وأمواله. </p><p> ٤٢ - وقوله:  {ارْكُضْ بِرِجْلِكَ} مقول لقول محذوف، معطوف على مقدر تقديره: واذكر يا محمد، إذ نادى أيوب ربه فاستجبنا له، وقلنا له على لسان جبرائيل، حين انقضاء مدة بلائه: اركض، واضرب برجلك وقدمك الأرض، وهي أرض الجابية بلد في الشام من أقطاع أبي تمام، فضربها، فنبعت عين ماء، فقلنا له:  {هَذَا} الماء النابع {مُغْتَسَلٌ} ؛ أي: ماء يغتسل به {بارِدٌ} فاغتسل به، </p><p> فباغتسالك به يبرأ ظاهرك مما به {وَشَرابٌ} تشرب منه، فيبرأ باطنك مما به، والواو لتأكيد الصفة بالموصوف والظاهر (١) : أن المشار إليه كان واحدًا، والعين التي نبعت له عينان شرب من إحداهما، واغتسل من الأخرى، وقيل: ضرب برجله اليمنى، فنبعت عين حارة، فاغتسل بها، وباليسرى فنبعت باردة فشرب منها، وهذا مخالف لظاهر قوله:  {مُغْتَسَلٌ بارِدٌ} ، فإنه يدل على أنه ماء واحد، وقال الحسن: ركض برجله، فنبعت عين ماء، فاغتسل منها، ثم مشى نحوًا من أربعين ذراعًا، ثم ركض برجله، فنبعت عين ماء فشرب منها، قيل: والجمهور على أنه ركض ركضتين، فنبعت له عينان شرب من إحداهما، واغتسل من الأخرى، والجمهور على أنه تعالى أحيا له من مات من أهله، وعافى المرضى، وجمع عليه من شتت منهم. قال ابن عباس رضي الله عنهما: مكث في البلاء سبع سنين وسبعة أشهر وسبعة أيام وسبع ساعات لم يغمض فيهن، ولم ينقلب من جنب إلى جنب، كما في زهرة الرياض. ولا نعلم (٢) على وجه التحقيق، قدر الزمن الذي لحقه فيه الضر، ولا نوع هذا الضر، إذ القرآن لم يصرح بهذا، ولكنا نعلم على وجه، لا يقبل الشك أنه لم يصب بأذى ينفّر منه الناس، ويمنعهم من لقائه والجلوس معه؛ لأن ذلك شرط من شروط النبوة، كما أنّا نعلم من وصف الدواء الآتي الذي أوحى الله تعالى به إليه، أنه من الأمراض الجلدية التي تشفيها المياه المعدنية أو الكبريتية، كما أشار إلى ذلك بقوله واصفا الدواء: {ارْكُضْ بِرِجْلِكَ هذا مُغْتَسَلٌ بارِدٌ وَشَرابٌ (٤٢) }؛ أي: حرك الأرض برجلك، واضربها بها يخرج ينبوع من الماء تغتسل منه وتشرب، فتبرأ مما أنت فيه من المرض. </p><p> وفي هذا (٣) : إيماء إلى نوع المرض، الذي كان به، وأنه من الأمراض الجلدية غير المعدية كالأكزيما، والحكة، ونحوهما مما يتعب الجسم، ويؤذيه أشد الإيذاء، لكنه ليس بقتال، وكلما تقدم الطب، أمكن للطبيب أن يبين نوع هذا </p><p>(١) البحر المحيط. (٢) المراغي.(٣) المراغي.</p>"
}