{
  "id": null,
  "sura": 38,
  "aya": 24,
  "text": "<p> - رضي الله عنهما -: كان أعز مني، وأقوى على مخاطبتي، لأنه كان الملك، فالمعنى: كان أقدر على الخطاب لعزة ملكه، كما في الوسيط، أو غلبني بعزه، وسلطانه، أو أراد (١) خطيب المرأة؛ أي: خطبها هو وخطبتها أنا، وعزني في الخطاب؛ أي: غلبني في خطبتها حيث زوجها دوني، وقرأ أبو حيوة، وطلحة {وعزني} بتخفيف الزاي. قال أبو الفتح: حذف الزاي الواحدة تخفيفًا. وقرأ (٢) ابن مسعود، وعبيد بن عمير، وأبو وائل، ومسروق، والضحاك، والحسن:  {وعازني في الخطاب} بألف وتشديد الزاي؛ أي: غالبني من المعازة، وهي المغالبة. </p><p> والمعنى: أي إن أخي هذا يملك تسعًا وتسعين نعجة، ولي نعجة واحدة، فقال: ملكنيها، وغلبني في المحاجة، فجاء بحجج لم أطق لها ردًا، ولا دفعًا. قال أبو حيان: والظاهر، إبقاء لفظ النعجة على حقيقتها، من كونها أنثى الضأن، ولا يكنى بها عن المرأة، ولا ضرورة تدعو إلى ذلك؛ لأن ذلك الإخبار، كان صادرًا من الملائكة على سبيل التصوير للمسألة، والفرض لها من غير تلبس بشيء منها، فمثلوا بقصة رجل له نعجة، ولخليطه تسع وتسعون، فأراد صاحبه تتمة المائة، فطمع في نعجة خليطه، وأراد انتزاعها منه، وحاجه في ذلك محاجة حريص على بلوغ مراده، ويدل على ذلك قوله:  {وَإِنَّ كَثِيرًا مِنَ الْخُلَطاءِ} ، وهذا التصوير، والتمثيل أبلغ في المقصود، وأدل على المراد انتهى. </p><p> ٢٤ - ثم ذكر سبحانه حكم داود في الواقعة بقوله:  {قَالَ} داود بعد اعتراف المدعى عليه، أو على تقدير صدق المدعي، وإلا فالمسارعة إلى تصديق أحد الخصمين، قبل سماع كلام الآخر لا وجه له، وفي الحديث:  «إذا جلس إليك الخصمان، فلا تقض لأحدهما، حتى تسمع من الآخر» ، وقيل (٣) : الكلام على تقدير أي: لئن كان ما تقول، لقد ظلمك. وقيل: ثم حذف؛ أي: فأقر المدعى عليه، فقال: لقد ظلمك، ولكنه لم يحك في القرآن اعتراف المدعى عليه، لأنه </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) البحر المحيط.</p><p> معلوم من الشرائع كلها، إذ لا يحكم الحاكم إلا بعد إجابة المدعى عليه؛ أي: قال داود للمدعي: {لَقَدْ ظَلَمَكَ} أخوك. جواب قسم محذوف، قصد به - عليه السلام - المبالغة في إنكار فعل صاحبه، وتهجن طمعه، في نعجة من ليس له غيرها، مع أن له قطيعًا منها؛ أي: والله لقد ظلمك أخوك {بِسُؤالِ} إضافة {نَعْجَتِكَ} الواحدة {إِلى نِعاجِهِ} التسع والتسعين. والسؤال مصدر مضاف إلى مفعوله، وتعديته إلى مفعول آخر بـ {إِلى} لتضمنه معنى الإضافة والضم، كأنه قيل: بضم نعجتك إلى نعاجه على وجه السؤال والطلب. قال النحاس: ويقال: إن خطيئة داود هي قوله: {لَقَدْ ظَلَمَكَ} ؛ لأنه قال ذلك قبل أن يتثبّت، وفي هذا إشارة، إلى أن الظلم في الحقيقة من شيم النفوس، فإن وجدت ذا عفة، فالعلة كما قال يوسف:  {وَما أُبَرِّئُ نَفْسِي} الآية، فالنفوس جُبلت على الظلم، والبغي، وسائر الصفات الذميمة، ولو كانت نفوس الأنبياء عليهم السلام، كذا في «التأويلات النجمية» ، يقول الفقير: هذا بالنسبة إلى أصل النفوس وحقيقتها، وإلا فنفوس الأنبياء مطمئنة، لا أمارة، كما مر بسط الكلام على ذلك، في سورة يوسف. </p><p> {وَإِنَّ كَثِيرًا مِنَ الْخُلَطاءِ} ؛ أي: الشركاء الذين خلطوا أموالهم، جمع خليط كظريف وظرفاء، والخلطة: الشركة، وقد غلبت في الماشية {لَيَبْغِي} ؛ أي: ليتعدى {بَعْضُهُمْ عَلى بَعْضٍ} ويظلمه غير مراع لحق الصحبة والشركة، وهذا من كلام داود، يدل على أن زمانه كان فيه الظلم والاعتداء كثيرًا، وقرىء {ليبغي} بفتح الياء، على تقدير حذف النون الخفيفة، وأصله: ليبغين كقوله: إضرب عنك الهموم طارقها. يريد اضربن. ويكون على هذا القراءة، على تقدير قسم محذوف، ذلك القسم وجوابه خبر لـ {إِنَّ} . وعلى قراءة الجمهور يكون:  {لَيَبْغِي} خبرًا لـ {إِنَّ} . وقرىء {ليبغ} بحذف الياء كقوله: محمد تفد نفسك كل نفس؛ أي: تفدى على أحد القولين. {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ} منهم. فإنهم يجتنبون عن البغي، والعدوان {وَقَلِيلٌ ما هُمْ} ؛ أي: وهم قليل، فهم مبتدأ، و {قَلِيلٌ} خبره قدم عليه للاهتمام به، وإنما أفرد تشبيها بفعيل، بمعنى مفعول. و {ما} مزيدة لتأكيد القلة، أو للإبهام أو التعجب من قلة الموصوفين بالإيمان، وصالح العمل. {وَظَنَ </p><p> داوُدُ}؛ أي: علم وأيقن داود {أَنَّما فَتَنَّاهُ} و {ما} كافة زائدة؛ أي: علم داود أنا فتناه، واختبرناه بهذه الواقعة؛ لأنها جارية مجرى الامتحان. والظن هنا مستعار للعلم الاستدلالي لما بينهما من المشابهة، يعني: أن الظن الغالب لما كان يقارب العلم استعير له، فالظن يقين، لكنه ليس بيقين عيان، فلا يقال فيه: إلا العلم. </p><p> والمعنى (١) : وعلم داود بما جرى في مجلس الحكومة، إنما فعلنا به الفتنة والامتحان لا غير، بتوجيه الحصر إلى نفس الفعل بالقياس إلى ما يغايره من الأفعال، فتنبه لذلك {فَاسْتَغْفَرَ رَبَّهُ} لذنبه إثر ما علم أن ما صدر منه ذنب، كما استغفر آدم عليه السلام بقوله:  {رَبَّنا ظَلَمْنا أَنْفُسَنا} إلخ، وموسى عليه السلام بقوله:  {تُبْتُ إِلَيْكَ} ، وغيرهما من الأنبياء الكرام، على ما بيّن في موضعه. </p><p> والمعنى: أنه عند ما تخاصما إليه، وقال ما قال، علم عند ذلك أنه المراد، وأن مقصودهما التعريض به، وبصاحبه الذي أراد أن ينزل له عن امرأته، قال الواحدي: قال المفسرون: فلما قضى داود بينهما، نظر أحدهما إلى صاحبه، فضحك، فعند ذلك علم داود بما أراداه. ورأى أنهما تحولا إلى صورتهما، وذهبا، وعرجا نحو السماء بمرأى منه، وهما يقولان: قضى الرجل على نفسه، فعلم داود أنه إنما عُني به. </p><p> وقرأ الجمهور (٢) : {فَتَنَّاهُ} بتخفيف التاء، وتشديد النون. وقرأ عمر بن الخطاب، وأبو رجاء، والحسن: بخلاف عنه، بتشديد التاء والنون جميعًا مبالغة، وقرأ الضحاك {أفتناه} كقوله: لئن فتنتني لهي بالأمس أفتنت. وقرأ قتادة، وأبو عمرو في رواية، وعبيد بن عمير، وابن السميقع:  {افتناه} بتخفيفهما، والألف ضمير الخصمين. </p><p> وقد اختلف المفسرون في ذنب داود، الذي استغفر له، وتاب منه على أقوال: </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> منها: ما روي (١) : أن جماعة من الأعداء، طمعوا في أن يقتلوا نبي الله، داود عليه السلام، وكان له يوم يخلو فيه بنفسه، ويشغل بطاعة ربه، فانتهزوا الفرصة في ذلك اليوم، وتسوروا المحراب، فلما دخلوا عليه وجدوا عنده أقواما يمنعونه منهم، فخافوا فوضعوا كذبا، فقالوا:  {خَصْمانِ} ؛ أي: نحن فريقان إلى آخر القصة. فعلم عليه السلام غرضهم، فهمّ أن ينتقم منهم، فاستغفر ربه مما هم به من الانتقام منهم. وقيل: إن دخولهم على داود كان فتنة له، إلا أنه عليه السلام، استغفر لذلك الداخل، العازم على قتله. </p><p> ومنها: أن أوريا بن حنانا، كان قد خطب امرأة، اسمها نشابع بنت شايع، فأجابوه، ثم خطبها داود، في حال غيبة أوريا في غزواته، فزوجت نفسها منه عليه السلام لجلالته، فعُوتب على ذلك، وعلى هذا القول فمعنى {وَعَزَّنِي فِي الْخِطابِ} ؛ أي: غلبني في خطبة امرأة. </p><p> ومنها: ما قيل: كان أهل زمان داود عليه السلام، يسأل بعضهم بعضًا أن يطلق له امرأته، حتى يتزوجها إذا أعجبته، وكان داود عليه السلام، ما زاد على قوله لأوريا: انزل لي عن امرأتك. وذلك أنه وقع بصره على تلك المرأة من غير قصد، فأحبها، ومال قلبه إليها، فسأل زوجها النزول عنها، فاستحيا أن يرده، ففعل فتزوجها، وهي أم سليمان عليه السلام، وكانت من أجمل النساء، وكان ذلك جائزًا في شريعته، معتادًا فيما بين الناس غير مخل بالمروءة، وعلى هذا فمعنى {أَكْفِلْنِيها} : انزل لي عن تلك النعجة الواحدة، وأعطنيها، فعوتب داود بشيئين: </p><p> أحدهما: خطبته على خطبة أخيه المؤمن. </p><p> والثاني: إظهار الحرص على التزوج مع كثرة نسائه، وهذا وإن كان جائزًا في شريعته، إلا أنه لا يليق بجنابه عليه السلام. فإن حسنات الأبرار سيئات المقربين. </p><p>(١) المراح.</p><p> ومنها: ما قيل: إن ذنب داود الذي استغفر منه، ليس بسبب أوريا وامرأته، وإنما هو بسبب قوله لأحد الخصمين:  {لَقَدْ ظَلَمَكَ بِسُؤالِ نَعْجَتِكَ إِلى نِعاجِهِ} . فلما كان هذا الحكم مخالفًا للصواب، اشتغل بالاستغفار والتوبة، فثبت بهذه الوجوه نزاهة داود عليه السلام، مما نسب إليه من الكبائر، وإنما يلزم في حقه ترك الأفضل والأولى، والله أعلم. </p><p> وقال البيضاوي: وما قيل: إنه أرسل أوريا إلى الجهاد مرارًا، وأمر أن يتقدم حتى قتل، فتزوجها يعني: امرأته، هراء وافتراء، اهـ. وقال الخازن في «تفسيره» : اعلم: أن من خصه الله بنبوته، وأكرمه برسالته، وشرّفه على كثير من خلقه، وائتمنه على وحيه، وجعله واسطة بينه وبين خلقه .. لا يليق أن ينسب إليه، ما لو نسب إلى آحاد الناس، لاستنكف أن يحدث عنه، فكيف يجوز أن ينسب إلى بعض أعلام الأنبياء، والصفوة الأمناء ذلك؟! اهـ. قال الخازن: وقال الإمام فخر الدين الرازي: </p><p> حاصل القصة: يرجع إلى أمرين: إلى السعي في قتل رجل مسلم بغير حق، وإلى الطمع في زوجته. قال: وكلاهما منكر عظيم، فلا يليق بعاقل، أن يظن بداود عليه السلام هذا، اهـ. </p><p> وحاصل معنى قوله:  {وَإِنَّ كَثِيرًا مِنَ الْخُلَطاءِ لَيَبْغِي بَعْضُهُمْ عَلى بَعْضٍ ...} إلخ؛ أي: وإن كثيرًا ممن يتعاملون معًا، يجور بعضهم على بعض حين التعامل كما قال المتنبي: </p><p> والظُّلْمُ مِنْ شِيَمِ النُّفُوْسِ فَإِنْ تَجِدْ ... ذَا عِفَّةٍ فَلِعِلَّةٍ لَا يَظْلِمُ </p><p> إلا من يخافون ربهم، ويؤمنون به، ويعملون صالح الأعمال. فإن نفوسهم تعزف عن الظلم، وترعوي خشيةً من خالقها، وما أقل هؤلاء عددًا، وأندرهم وجودًا، كما قال:  {وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ} . </p><p> ثم ذكر أن داود، كان قد ظن أنهما قد جاءا للاغتيال، ثم تبين له غير ما كان قد ظن. فقال:  {وَظَنَّ داوُدُ أَنَّما فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ} ؛ أي: وظن أن دخولهما </p>"
}