{
  "id": null,
  "sura": 38,
  "aya": 44,
  "text": "<p> الكلام كما أمسك. </p><p> ٤٤ - ثم ذكر أنه رخص له سبحانه في تحلة يمينه، فقال:  {وَخُذْ بِيَدِكَ ضِغْثًا} معطوف (١) على {ارْكُضْ} أو على {وَهَبْنا} بتقدير: وقلنا خذ بيدك إلخ. والأول أقرب لفظًا، وهذا أنسب معنى، فإن الحاجة إلى هذا الأمر لا تمس إلا بعد الصحة؛ أي:  {وَخُذْ بِيَدِكَ ضِغْثًا} ؛ أي: ملء كفك من حشيش، أو عيدان، أو ريحان أو عثكال نخل بشماريخه {فَاضْرِبْ بِهِ} ؛ أي: بذلك الضغث زوجك، وبر في يمينك {وَلا تَحْنَثْ} فيها، فإن البر يتحقق بذلك، فأخذ ضغثًا، فضربها به ضربة واحدة، يقال: حنث في يمينه إذا لم يف بها، وكان (٢) حلف في مرضه ليضربن امرأته مئة سوط إذا برأ. فحلل يمينه بأهون شيء عليه وعليها لحسن خدمتها إياه، وهذه الرخصة باقية إلى يوم القيامة، ويجب أن يصيب المضروب كل واحدةٍ من المئة. والسبب في يمينه، أنها أبطأت عليه ذاهبةً في حاجة، وقيل: باعت ذؤابتيها برغيفين، إذ لم تجد شيئًا، وكان أيوب يتعلق بهما إذا أراد القيام، وقيل: غير ذلك، وهذا الذي ذكرنا أليق بالمقام، والضغث: عثكال النخل بشماريخه، وقال الواحدي: الضغث ملء الكف من الشجر، والحشيش، والشماريخ. </p><p> فإن قلت (٣) : لم قال الله سبحانه، لأيوب عليه السلام:  {وَلا تَحْنَثْ} ، وقال لمحمد - صلى الله عليه وسلم -: {قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمانِكُمْ} ؟. </p><p> قلت: لأن كفارة اليمين لم تكن لأحد قبلنا، بل هي لنا، مما أكرم الله به هذه الأمة، بدليل قوله تعالى:  {لَكُمْ} ، كذا في «أسئلة الحكم» ، وفي كلام بعض المفسرين: لعل التكفير لم يجز في شرعهم، أو أن الأفضل الوفاء به، انتهى. </p><p> والمعنى (٤) : أي وخذ حزمة صغيرة من ريحان، أو كلأ أو عثكال نخل، فاضرب بها، فيكون ذلك تحلة ليمينك التي حلفتها، والكتاب الكريم لم يبين لنا </p><p>(١) الإرشاد. (٢) النسفي.(٣) روح البيان.(٤) المراغي.</p><p> علام حلف، وعلى من حلف. ويذكر الرواة: أنه حلف على زوجته رحمة، بنت أفراثيم، وقد كانت ذهبت لحاجة، فأبطأت عليه، فحلف ليضربنها إن برىء مئة ضربة. فرخص له ربه أن يأخذ حزمة صغيرة، ويضربها بها، وبذا يتحقق البر في يمينه رحمة به، وبها لحسن خدمتها له، وقيامها بواجباته المنزلية أثناء مرضه. </p><p> وفي هذا مخرج، وفرج لمن اتقى الله، وأناب إليه، ولهذا قال عز اسمه:  {إِنَّا وَجَدْناهُ} ؛ أي: وجدنا أيوب، وعلمناه {صَابِرًا} على ما أصابه في النفس، والأهل، والمال من البلاء الذي ابتليناه، فإنه ابتلي بالداء العظيم في جسده، وذهاب ماله، وأهله، وولده، فصبر على ذلك، وفي «التأويلات النجمية» : يشير إلى أن أيوب عليه السلام، لم يكن ليجد نفسه صابرًا، لولا أنا وجدناه؛ أي: جعلناه صابرًا. يدل على هذا المعنى، قوله تعالى لنبيه - صلى الله عليه وسلم -: {وَاصْبِرْ وَما صَبْرُكَ إِلَّا بِاللَّهِ} ؛ أي: هو الذي صبرك وإن لم تكن تصبر، انتهى. </p><p> روي (١) : أنه بلغ أمر أيوب عليه السلام، إلى أن لم يبق منه إلا القلب، واللسان، فجاءت دودة إلى القلب فعضته، وأخرى إلى السان فعضته، فعند ذلك دعا أيوب، فوقعت دودة في الماء، فصار علقًا، وأخرى في البر، فصار نحلًا يخرج منه العسل، وفي «زهرة الرياض» : أنه بقي على بدنه أربعة من الديدان: واحد طار ووقع على شجرة الفرصاد فصار دود القز، وواحد وقع في الماء فصار علقًا، وواحد وقع في الحبوب فصار سوسًا، والرابع طار ووقع في الجبال والأشجار فصار نحلًا، وهذا بعد ما كشف الله عنه. </p><p> {نِعْمَ الْعَبْدُ} أيوب، وحسن {إِنَّهُ أَوَّابٌ} تعليل (٢) لمدحه؛ أي: إنما قيل فيه: نعم العبد؛ لأنه رجاع إلى الله تعالى، لا إلى الأسباب، مقبل بجملة وجوده إلى طاعته، أو رجّاع إلى الحضرة في طلب الصبر على البلاء والرضى بالقضاء، ولقد سوى الله سبحانه وتعالى، بين عبديه اللذين، أحدهما: أنعم عليه فشكر، والآخر: ابتلي فصبر، حيث أثنى عليهما ثناءً واحدًا، فقال في وصف سليمان: </p><p>(١) روح البيان. (٢) روح البيان.</p><p> {نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ} ، وفي وصف أيوب كذلك، ولم يلزم من الأوابية الذنب، لأن بلاء أيوب، كان من قبيل الامتحان. </p><p> والمعنى: أي (١) إنا وجدنا أيوب صابرًا على ما أصابه في النفس والأهل والمال، من أذى، فجازيناه بما فرّج كربته وأذهب لوعته، وليس في الشكوى إلى الله إخلال بالصبر، وليس فيه شيء من الجزع، فهو كتمني العافية وطلب الشفاء، وقد روي أنه كان يقول كلما أصابته مصيبة: اللهم أنت أخذت وأنت أعطيت، وكان يقول في مناجاته: إلهي قد علمت أنه لم يخالف لساني قلبي، ولم يتبع قلبي بصري، ولم يلهني ما ملكت يميني، ولم آكل إلا ومعي يتيم، ولم أبت شبعان ولا كاسيًا ومعي جائع أو عريان. </p><p> فإن قلت (٢) : كيف وصف الله تعالى أيوب عليه السلام بالصبر، مع أن الصبر ترك الشكوى من ألم البلوى، وهو قد شكا بقوله:  {أَنِّي مَسَّنِيَ الشَّيْطانُ بِنُصْبٍ وَعَذابٍ} ، وقوله:  {أَنِّي مَسَّنِيَ الضُّرُّ} ؟. </p><p> قلت: الشكوى إلى الله تعالى لا ينافي الصبر، ولا تسمى جزعًا لما فيها من الجهاد والخضوع والعبودية لله تعالى، والافتقار إليه، ويؤيده قول يعقوب عليه السلام:  {إِنَّما أَشْكُوا بَثِّي وَحُزْنِي إِلَى اللَّهِ} مع قوله: {فَصَبْرٌ جَمِيلٌ} ، وقولهم: الصبر ترك الشكوى؛ أي: إلى العباد، أو أنه عليه السلام، طلب الشفاء من الله تعالى، بعد ما لم يبق منه إلا قلبه ولسانه، خيفة على قومه، أن يفتنهم الشيطان، ويوسوس إليهم، أنه لو كان نبيًا لما ابتلي بما هو فيه، ولكشف الله ضره إذا دعاه. </p><p> ويروى: أن الله تعالى لما أذهب عن أيوب ما كان فيه من الأذى، أنزل عليه ثوبين أبيضين من السماء، فاتزر بأحدهما، وارتدى بالآخر، ثم مشى إلى منزله، فأقبلت سحابة، فسحت في أندر قمحه ذهبًا حتى امتلأ، وأقبلت سحابة </p><p>(١) المراغي. (٢) فتح الرحمن.</p>"
}