{
  "id": null,
  "sura": 38,
  "aya": 8,
  "text": "<p> اثبتوا على عبادتها متحملين القدح فيها والغض من شأنها والاستهزاء بأمرها، ثم عللوا الأمر بالصبر، بما شاهدوا من تصلبه - صلى الله عليه وسلم -، فقالوا:  {إِنَّ هذا لَشَيْءٌ يُرادُ} ؛ أي: إن هذا لأمر عظيم، يريد محمد - صلى الله عليه وسلم - إمضاءه وتنفيذه لا محالة من غير صارف يلويه، ولا عاطف يثنيه، لا قول يقال من طرف اللسان، أو يرجى فيه المسامحة بشفاعة إنسان، فاقطعوا أطماعكم عن استنزاله إلى إرادتكم، واصبروا على عبادة آلهتكم. </p><p> ٧ - ثم ذكروا أيضًا ما ظنوا أن فيه إبطالًا لدعواه، فقالوا: </p><p> ٢ - {ما سَمِعْنا بِهذا} الذي يدعونا إليه محمد - صلى الله عليه وسلم - من التوحيد {فِي الْمِلَّةِ الْآخِرَةِ} وهي ملة النصارى، فإنهم يقولون بالتثليث، ويزعمون أنه الدين الذي جاء به عيسى عليه السلام، وحاشاه وإنما خصوا النصرانية؛ لأنها آخر الأديان المعروفة لديهم من أديان أهل الكتاب، وقوله:  {فِي الْمِلَّةِ الْآخِرَةِ} ظرف لغو لـ {سَمِعْنا} . </p><p> وقيل المعنى: ما سمعنا بهذا الذي يقوله محمد - صلى الله عليه وسلم -، من التوحيد في الملة الآخرة؛ أي: في الملة التي أدركنا عليها آباءنا، وهي ملة قريش ودينهم الذي هم عليه. فإنها متأخرة عما تقدم عليها من الأديان والملل. وفيه إشارة إلى ركون الجهال إلى التقليد والعادة، وما وجدوا عليه أسلافهم من الضلال وأخطاء طريق العبادة. والملة كالدين اسم لما شرع الله تعالى لعباده، على لسان أنبيائه، ليتوصلوا به إلى ثواب الله. فإطلاق كل منهما على طريقة المشركين، مجاز مبني على التشبيه، كما سيأتي. </p><p> ثم أكدوا هذا الإنكار بقولهم:  {إِنْ} نافية بمعنى: ما أي: ما {هذا} الذي يقوله محمد - صلى الله عليه وسلم - من التوحيد {إِلَّا اخْتِلاقٌ} ؛ أي: كذب اختلقه من عند نفسه لا حقيقة له، وليس له مستند من دين سماوي، ولا من عقل فيما يزعمون. </p><p> ٨ - ثم أخذوا ينكرون اختصاص محمد - صلى الله عليه وسلم - بالوحي، وهو مثلهم، أو أدون منهم في الشرف والرياسة فيما يزعمون، فقالوا: </p><p> ٣ - {أَأُنْزِلَ عَلَيْهِ} ؛ أي: على محمد - صلى الله عليه وسلم - {الذِّكْرُ} ؛ أي: القرآن، والوحي {مِنْ بَيْنِنا} ؛ أي: دوننا، والاستفهام فيه للإنكار، والاستبعاد؛ أي: كيف يكون </p><p> ذلك ونحن رؤساء الناس، وأشرافهم، وأكبرهم سنًا، وأكثرهم أموالًا وأعوانًا، وأحقاء بكل منصب شريف؟. ومرادهم: إنكار كون القرآن ذكرًا، منزلًا من الله تعالى، وأمثال هذه المقالات الباطلة، دليل على أن مناط تكذيبهم ليس إلا الحسد، على اختصاصه - صلى الله عليه وسلم - بشرف النبوة من بينهم، وحرمانهم منه، وقصر النظر على متاع الدنيا، وغلطوا في القصر، والقياس. </p><p> أما الأول: فلأن الشرف الحقيقي، إنما هو بالفضائل النفسانية دون الخارجية. </p><p> وأما الثاني: فلأن قياس نفسه - صلى الله عليه وسلم - بأنفسهم فاسد. إذ هو روح الأرواح، وسيد الخليقة، فأنى يكون هو مثلهم؟. وأما الصورة الإنسانية فميراث عام من آدم عليه السلام، لا تفاوت فيما بين شخص وشخص، نعم، وجهه - صلى الله عليه وسلم - كان يلوح منه أنوار الجمال، بحيث لم يوجد مثله فيما بين الرجال. </p><p> فإن قلت: لم قال هنا: {أَأُنْزِلَ عَلَيْهِ الذِّكْرُ} بلفظ {أَأُنْزِلَ} ؟ وقال: في سورة القمر: {أَأُلْقِيَ الذِّكْرُ عَلَيْهِ} بلفظ {أُلْقِيَ} ؟. فما الفرق بين الموضعين؟ </p><p> قلت: فما هنا حكاية عن كفار قريش، فناسب التعبير بـ {أُنْزِلَ} لوقوعه إنكارًا لما قرأه النبي - صلى الله عليه وسلم - عليهم، من قوله تعالى:  {وَأَنْزَلْنا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ ما نُزِّلَ إِلَيْهِمْ} . وما في القمر حكاية عن قوم صالح، وكانت الأنبياء تلقي إليهم صحفًا مكتوبة، فناسب التعبير - {أُلْقِيَ} . وقدم الجار والمجرور على الذكر هنا، موافقة لما قرأه النبي - صلى الله عليه وسلم - على المنكرين، وعكس في القمر جريا على الأصل، من تقديم المفعول بلا واسطة على المفعول بواسطة، اهـ من «فتح الرحمن» . </p><p> والمعنى (١) : أي إنه من البعيد أن يختص محمد - صلى الله عليه وسلم -، من بيننا، بإنزال القرآن عليه، وفينا ذو الجاه والشرف والرياسة والكياسة. كما حكى الله عنهم أنهم قالوا:  {لَوْلا نُزِّلَ هذَا الْقُرْآنُ عَلى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} . ثم نعى عليهم </p><p>(١) المراغي.</p><p> تعرضهم لهذا التفضيل، وإعطاء النبوة لمن يريدون فقال:  {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَياةِ الدُّنْيا وَرَفَعْنا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجاتٍ} . فهذا منهم دليل على الجهل، وقلة العظة. </p><p> ثم ذكر أن سبب الاستبعاد هو الشك في أمر القرآن، وميلهم إلى التقليد فقال:  {بَلْ هُمْ} ؛ أي: كفار قريش {فِي شَكٍّ} وريب {مِنْ ذِكْرِي} ؛ أي: من القرآن الذي أنزلت على رسولي، أو من الوحي إليه يرتابون فيه لإعراضهم عن النظر الموجب لتصديقه، وإهمالهم للأدلة، الدالة على أنه حق منزل من عند الله تعالى. والإخبار بأنهم في شك، يقتضي كذبهم في قولهم:  {إِنْ هذا إِلَّا اخْتِلاقٌ} . وليس في عقيدتهم ما يجزمونه، فهم مذبذبون بين الأوهام، ينسبونه تارة إلى السحر، وأخرى إلى الاختلاق. </p><p> وفي الآية (١) : إشارة إلى أن القرآن قديم؛ لأنه سماه الذكر ثم أضافه إلى نفسه، ولا خفاء بأن ذكره قديم؛ لأن الذكر المحدث يكون مسبوقًا بالنسيان، وهو تعالى منزه عنه. </p><p> أي: بل هم في شك، من تلك الدلائل التي لو تأملوا فيها، لزال هذا الشك عنهم، إذ هي دالة بأنفسها على صحة نبوته، ولكنهم حين تركوا النظر والاستدلال، لم يصلوا إلى الحق في أمره. </p><p> ثم ذكر: أن سبب هذا الشك، هو الحسد لمجيء النبوة إليه من بينهم، وسيزول حين مجيء العذاب، فقال:  {بَلْ لَمَّا يَذُوقُوا عَذابِ} ؛ أي: بل السبب في شكهم، أنهم لم يذوقوا عذابي، فاغتروا بطول المهلة، ولو ذاقوا عذابي على ما هم عليه من الشرك والشك .. لصدقوا ما جئت به من القرآن، ولم يشكوا فيه. </p><p> والخلاصة: أنهم لا يصدقون إلا أن يمسهم العذاب، فيضطروا حينئذ إلى التصديق بذكري. وفي ذكر {لَمَّا}  (٢) دلالة على أن ذوقهم العذاب على شرف الوقوع؛ لأنها للتوقع؛ أي: بل لم يذوقوا بعد عذابي، فإذا ذاقوه تبين لهم حقيقة </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}