{
  "id": null,
  "sura": 38,
  "aya": 86,
  "text": "<p> أَقُولُ} اعتراض بين القسم وجوابه، أو هما منصوبان على الإغراء؛ أي: إلزموا الحق، وقرأ ابن عباس، ومجاهد، والأعمش برفعهما، فرفع الأول على ما تقدم، ورفع الثاني بالابتداء، والخبر الجملة المذكورة بعده، والرابط محذوف، وقرأ ابن السميقع، وطلحة بن مصرف، والحسن، وعيسى، وعبد الرحمن ابن أبي حماد، عن أبي بكر بجرهما. ويخرّج على أن الأول، مجرور بواو القسم، محذوفة، تقديره: فوالحق، و {الْحَقَّ} معطوف عليه، كما تقول: والله والله لأقومن {أَقُولُ} اعتراض بين القسم وجوابه، وقرأ مجاهد، والأعمش بخلاف عنهما، وأبان بن تغلب، وطلحة في رواية، وحمزة، وعاصم عن المفضل، وخلف وعيسى: برفع الأول، ونصب الثاني. وتقدم إعرابهما. </p><p> وخلاصة هذه القصة (١) : أن الله سبحانه، أعلم الملائكة قبل خلق آدم عليه السلام، أنه سيخلق بشرًا من صلصال من حمأ مسنون، وأمرهم بالسجود له، متى فرغ من خلقه، وتسويته إجلالًا وإعظامًا له. فامتثل الملائكة كلهم ذلك، إلا إبليس، فلم يكن منهم جنسًا، بل كان من الجن، فخانه طبعه، فاستنكف عن السجود له، وخاصم ربه، وادعى أنه خير من آدم؛ لأنه مخلوق من نار وآدم مخلوق من طين، والنار خير من الطين في زعمه، وقد خالف بذلك أمر ربه، فكفر به، فأبعده وطرده من باب رحمته وحضرة قدسه، مذمومًا مدحورًا، فسأل النظرة إلى يوم البعث، فأنظره الحليم الذي لا يعجل على من عصاه، فلما أمن الهلاك إلى يوم القيامة، تمرد وطغى، وقال: {فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبادَكَ مِنْهُمُ الْمُخْلَصِينَ (٨٣) }. فقال تعالى: {فَالْحَقُّ وَالْحَقَّ أَقُولُ (٨٤) لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ (٨٥) }. </p><p> ٨٦ - ثم أمر الله سبحانه رسوله، أن يخبرهم: بأنه إنما يريد بالدعوة إلى الله تعالى، امتثال أمره، لا عرض الدنيا الزائل، فقال:  {قُلْ} يا محمد لهؤلاء المشركين: {ما أَسْئَلُكُمْ} ؛ أي: ما أطلب منكم {عَلَيْهِ} ؛ أي: على </p><p>(١) المراغي.</p><p> القرآن الذي أتيتكم به، أو على تبليغ الوحي، وأداء الرسالة، أو على الدعاء إلى الله على العموم، فيشمل القرآن وغيره من الوحي. {مِنْ أَجْرٍ} تعطونيه عليه أو جعل تجعلونه لي من مال دنيوي، ولكن أعلمكم بغير أجر، وذلك لأن من شرط العبودية الخالصة، أن لا يراد عليها الجزاء، ولا الشكور، فمن قطع رأس كافر في دار الحرب، أو أسره وأحضره عند رئيس العسكر، فيُعطي له مالًا، فقد فعله للأجر، لا لله تعالى، وعلى هذه جميع ما يتعلق به الأعراض الفاسدة. </p><p> {وَما أَنَا مِنَ الْمُتَكَلِّفِينَ} ؛ أي (١) : من المتصنعين بما ليسوا من أهله، على ما عرفتم من حالي حتى أنتحل النبوة؛ أي: أدعيها لنفسي كاذبًا، وأتقول القرآن من تلقاء نفسي، وكل من قال شيئًا من تلقاء نفسه، فقد تكلف له؛ أي (٢) : من الحاملين للمشقة في التشريع على الناس؛ أي: إن هذا الذي أدعوكم إليه، دين لا يحتاج في معرفة صحته، إلى التكلفات الكثيرة، بل هو دين يشهد العقل بصحته، فإني أدعوكم: </p><p> أولًا: إلى الإقرار بوجود الله سبحانه، ثم أدعوكم: </p><p> ثانيًا: إلى تنزيهه تعالى، عن كل ما لا يليق به، ثم أدعوكم: </p><p> ثالثًا: إلى الإقرار بكونه تعالى، موصوفًا بكمال العلم، والقدرة والحكمة والرحمة، ثم أدعوكم: </p><p> رابعًا: إلى الإقرار بكونه تعالى، منزهًا عن الشركاء، ثم أدعوكم: </p><p> خامسًا: إلى الامتناع عن عبادة الأوثان، ثم أدعوكم: </p><p> سادسًا: إلى تعظيم الملائكة والأنبياء، ثم أدعوكم: </p><p> سابعًا: إلى الإقرار بالبعث والقيامة، ثم أدعوكم: </p><p> ثامنًا: إلى الإعراض عن الدنيا والإقبال على الآخرة. فهذه الأصول الثمانية هي الأصول المعتبرة في دين الله تعالى، وأوائل الأفكار شاهدة بصحة هذه </p><p>(١) روح البيان. (٢) المراح.</p>"
}