{
  "id": null,
  "sura": 38,
  "aya": 13,
  "text": "<p> المعذب مستلقيًا بين أربعة أوتاد في الأرض، ويشد رجليه ويديه ورأسه على الأرض بالأوتاد. وقال السدي: ويرسل عليه العقارب والحيات. وقال بعضهم: وهذا المعنى أنسب لما ذكروه في قصة آسية، امرأة فرعون، في سورة التحريم، من أنها لما آمنت بموسى عليه السلام، أوتد لها فرعون بأوتاد في يديها ورجليها، كما سيأتي هناك. وقيل: المراد بالأوتاد: الجموع، والجنود الكثير، سموا بذلك، لأنهم كانوا يقوون أمره، ويشدون سلطانه كما تقوى الأوتاد ما ضربت عليه، فالكلام خارج مخرج الاستعارة، على هذا القول قال ابن قتيبة: العرب تقول: هم في عز ثابت الأوتاد، وملك ثابت الأوتاد، يريدون ملكا دائما شديدا؛ لأنه استقام له الأمر أربع مئة سنة من غير منازع. ويكفي دليلًا على كثرة جموع فرعون: أنه قال في حق بني إسرائيل: إن هؤلاء لشرذمة قليلون، مع أنهم كانوا ينيفون على ست مئة ألف مقاتل سوى الصغير والشيخ، ووجه تخصيص هذه الاستعارة: أن أكثر بيوت العرب كانت خيامًا، وثباتها بالأوتاد. </p><p> ٤ - ١٣ {وَ} كذبت قبلهم {ثَمُودُ} وهم قوم صالح رسولهم صالحًا عليه السلام، أرسل الله سبحانه إليهم صالحًا، وكانت الناقة له آيةً، فكذبوه، فعقروها. فأرسل عليهم صاعقة، فأهلكتهم، وجعلتهم كهشيم المحتظر، كما ذكر في سورة القمر قصتهم. {كَذَّبَتْ ثَمُودُ بِالنُّذُرِ (٢٣) فَقالُوا أَبَشَرًا مِنَّا واحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلالٍ وَسُعُرٍ (٢٤) } إلى أن قال: {إِنَّا أَرْسَلْنا عَلَيْهِمْ صَيْحَةً واحِدَةً فَكانُوا كَهَشِيمِ الْمُحْتَظِرِ (٣١) }. </p><p> ٥ - {وَ} كذبت قبلهم {قَوْمُ لُوطٍ} رسولهم لوطًا عليه السلام، فكذبوه، فأرسل الله عليهم حاصبًا، كا ذكره في سورة القمر: {كَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذُرِ (٣٣) إِنَّا أَرْسَلْنا عَلَيْهِمْ حاصِبًا إِلَّا آلَ لُوطٍ نَجَّيْناهُمْ بِسَحَرٍ (٣٤) }. قال مجاهد: كانوا أربع مئة ألف بيت، في كل بيت عشرة. وقال عطاء: ما من أحد من الأنبياء، إلا ويقوم معه يوم القيامة قوم من أمته، إلا لوطًا فإنه يقوم وحده. كما في «كشف الأسرار» . </p><p> ٦ - {وَ} كذبت قبلهم {أَصْحابُ الْأَيْكَةِ} ؛ أي: أصحاب الغيضة رسولهم شعيبًا، وهم قوم شعيب. أرسله الله إليهم فكذبوه، فأهلكهم كما ذكرهم في سورة الحجر: {وَإِنْ كانَ أَصْحابُ الْأَيْكَةِ لَظالِمِينَ (٧٨) فَانْتَقَمْنا مِنْهُمْ}. والأيكة: الشجر </p>"
}