{
  "id": null,
  "sura": 38,
  "aya": 38,
  "text": "<p> وهي من بلاد فارس، تنسب إلى صخر الجنّيّ، المراد بقوله تعالى:  {قالَ عِفْرِيتٌ مِنَ الْجِنِّ} . {وَغَوَّاصٍ} معطوف على {بَنَّاءٍ} . مبالغة غائص. اسم فاعل من غاص الماء يغوص غوصًا؛ أي: يغوصون في الماء، ويستخرجون له من البحر الدرر، والجواهر، والحلي، وهو أول من استخرج اللؤلؤ من البحر. </p><p> والمعنى: أي وذللنا لأمره البنائين من الشياطين والغواصين في البحار، منهم يسخرهم فيما يريد من الأعمال، فإذا أراد بناء العمائر والقصور، أو الحصون والقناطر، أنجزوها له في الزمن القصير، وإذا أحب استخراج اللؤلؤ والمرجان من البحار، لجعلهما حلية لمن في قصورة لبوا طلبه سراعًا. </p><p> ٣ - ٣٨ {وَآخَرِينَ} معطوف على {كُلَّ بَنَّاءٍ} ، داخل في حكم البدل؛ أي: وسخرنا له شياطين آخرين، مخالفين أمره ليصفدهم في الأصفاد، وقوله:  {مُقَرَّنِينَ} بصيغة اسم المفعول، من التفعيل، صفة لـ {آخَرِينَ} من قرّنت الشيء بالشيء؛ أي: وصلته به، وشدد العين للمبالغة والكثرة، {فِي الْأَصْفادِ} متعلق بمقرنين، جمع صفد محركة، وهو القيد من الحديد، ويسمى الأغلال، والسلاسل. </p><p> ومعنى الآية: وسخرنا له شياطين آخرين لا يبنون، ولا يغوصون، فقرنهم، وأوثقهم في الأصفاد، والسلاسل، والأغلال من الحديد، لكفهم عن الشر والفساد. </p><p> وخلاصة ما سلف (١) : أن سليمان قد استعمل الشياطين في الأعمال الشاقة كالبناء والغوص في الماء، ومن لم يطع أمره، وضعه في السلاسل والأغلال، كفا لشره، وعقابا له، وعبرة لغيره، فإن قيل: إن (٢) هذه الآية، تدل على أن الشياطين لها قوة عظيمة، قدروا بها على تلك الأبنية العظيمة، التي لا يقدر عليها البشر، وقدروا على الغوص في البحار، واستخراج جواهرها، وأنى يمكن </p><p>(١) المراغي. (٢) روح البيان.</p><p> تقييدهم وتصفيدهم بالأغلال والأصفاد؟. وفيه إشكال، وهو أن هذه الشياطين، إما أن تكون أجسادهم كثيفة أو لطيفة، فإن كانت كثيفة، وجب أن يراهم من كان صحيح الحاسة، إذ لو جاز أن لا يراهم مع كثافة أجسادهم، لجاز أن يكون بحضرتنا جبال عالية، وأصوات هائلة لا نراها، ولا نسمعها، وذلك سفسطة، وإن كانت أجسادهم لطيفة، واللطافة تنافي الصلابة، فمثل هذا يمتنع أن يكون موصوفا بالقوة الشديدة، بحيث يقدر بها على ما لا يقدر عليه البشر؛ لأن الجسم اللطيف، يكون ضعيف القوام، تتمزق أجزاؤه بأدنى المدافعة، فلا يطيق تحمل الأشياء الثقيلة، ومزاولة الأعمال الشاقة، وأيضا لا يمكن تقييده بالأصفاد والأغلال، قلنا: إن أجسادهم لطيفة، ولكن شفافة، ولطافتها لا تنافي صلابتها، بمعنى الامتناع من التفرق، فلكونها لطيفة لا ترى، ولكونها صلبة يمكن تقييدها، وتحملها الأشياء الثقيلة ومزاولتها الأعمال الشاقة، ولو سلم أن اللطافة تنافي الصلابة، إلا أنا، لا نسلم أن اللطيف الذي لا صلابة له، يمتنع أن يتحمل الأشياء الثقيلة، ويقدر على الأعمال الشاقة، ألا ترى: أن الرياح العاصفة تفعل أفعالًا عجيبة، لا تقدر عليها جماعة من الناس. </p><p> وفي «الأسئلة المقحمة» : الجن أجسام مؤلفة، وأشخاص ممثلة، ولا دليل يقضي بأن تلك الأجسام لطيفة أو كثيفة، بل يجوز أن تكون لطيفة، وأن تكون كثيفة، وإنما لا نراهم لا للطافتهم كما يزعمه المعتزلة، ولكن لأن الله تعالى لم يخلق فينا إدراكًا لهم، انتهى. </p><p> والحق أن يقال (١) : إنا لا نعلم حقيقة تلك القيود، ولا كيف تكون العقوبة، كما لا نعلم كيف يشتغل الشياطين، وكيف يبنون أو يغوصون؟. فكل ذلك في عالم لا ندرك شيئًا من أحواله، فعلينا أن نؤمن، بأن سليمان لعظم ملكه، لم يكتف بتسخير الإنس في أعماله، بل سخر معهم الجن، فيما يصعب عليهم، ونتقبل هذا كما قصه القرآن، دون دخول في التفاصيل خوفًا من الزلل الذي لا </p><p>(١) المراغي.</p>"
}