{
  "id": null,
  "sura": 38,
  "aya": 29,
  "text": "<p> الشيطان، أن لا حلال، ولا حرام، ولا جنة، ولا نار، فما هذه إلا أساطير الأولين، وإذا كان هذا حقا، واقتضته الحكمة، وأوجبته العدالة، فلا بد من دار أخرى يجازى فيها المطيع، ويثاب على ما عمل، ويعاقب فيها العاصي، على ما دنس به نفسه من شرك بربه، واجترح للإثم، والعصيان، ومخالفة أمر الواحد الديان. والعقول السليمة، والفطر الصحيحة، ترشد إلى هذا، وتؤيده، وتدل عليه، وتثبته، فإنا نرى الظالم الباغي، قد يزداد في دنياه مالًا وولدًا، ويتمتع بصنوف اللذات من الدور، والقصور، والفراش الوثير، والسكن في الجنات، ويركب فاره الخيول المطهمة، والمراكب الفاخرة، ويشار إليه بالبنان، بينما نرى المطيع لربه المظلوم من بني جنسه، قد يعيش عيش الكفاف، ولا يجد ما يقيم به أوده، ويسد به مخمصته، أفيكون من حكمة الحكيم العادل، الذي لا يظلم مثقال ذرة، أن يترك الناس سدى، يفعلون ما شاؤوا بلا حساب ولا عقاب، أو ينتصف للمظالم من الظالم، ويرجع الحق إلى صاحبه، وربما لا يحصل هذا في هذا الدنيا، فلا بد من دار أخرى، يكون فيها العدل، والإنصاف، والكيل بالقسط، والميزان، وتلك هي الدار التي وعد بها الرحمن، على ألسنة رسله الكرام، صدق ربنا، وإن وعده لحق، وإن هذا اليوم آت لا شك فيه، لتجزى كل نفس بما كسبت لا ظلم اليوم. </p><p> ٢٩ - ولما كان القرآن، هو الذي يرشد إلى مثل هذه المقاصد الشريفة، والمآخذ العقلية الصحيحة، وكان منبع السعادات والخيرات .. وصفه أولًا، ثم بيّن المصلحة، فقال:  {كِتابٌ} : خبر مبتدأ محذوف، وهو عبارة عن القرآن؛ أي: هذا كتاب {أَنْزَلْناهُ إِلَيْكَ} يا محمد. صفة لكتاب {مُبارَكٌ} خبر ثان للمبتدأ المحذوف، ولا يجوز أن يكون صفة أخرى لكتاب، لما تقرر عندهم، من أنه لا يجوز تأخير الوصف الصريح، عن غير الصريح، وقد جوزه بعض النحاة، قرأ الجمهور:  {مُبارَكٌ} بالرفع على الصفة لـ {كِتابٌ} ، وقرىء {مباركا} بالنصب على الحال اللازمة، والتقدير؛ أي: هذا القرآن الذي نتلوه عليك يا محمد، كتاب أنزلناه إليك، كثير المنفعة دينًا ودنيا، لمن آمن به، وعمل بأحكامه، وحقائقه، وإشاراته، فإن البركة ثبوت الخير الإلهي في الشيء، والمبارك ما فيه ذلك الخير. </p><p> {لِيَدَّبَّرُوا آياتِهِ} متعلق بـ {أَنْزَلْناهُ} ؛ أي: أنزلناه ليتفكروا في آياته بالفكر السليم، فيعرفوا ما يتّبع ظاهرها من المعاني الفائقة، والتأويلات اللائقة؛ أي: ليتفكروا في معاني آياته، ويتأملوا فيها، وفي الآية دليل على أن الله سبحانه، إنما أنزل القرآن للتدبر والتفكر في معانيه، لا لمجرد التلاوة، بدون تدبر. وقرأ الجمهور (١) : {لِيَدَّبَّرُوا} بياء الغيبة وشد الدال، وأصله:  {ليتدبروا} . وقرأ علي رضي الله عنه بهذا الأصل. وقرأ أبو جعفر، وشيبة {لتدبروا} بتاء الخطاب، وتخفيف الدال، وجاء كذلك عن عاصم، والكسائي بخلاف عنهما، والأصل: لتتدبروا بتاءين، فحذفت إحداهما على الخلاف الذي فيها، أهي تاء المضارعة، أم التاء التي تليها؟. </p><p> {وَلِيَتَذَكَّرَ أُولُوا الْأَلْبابِ} ؛ أي: وليتعظ به أصحاب العقول الخالصة عن شوب الوهم. عمم (٢) التدبر لعموم العلماء، وخص التذكر بخصوص للعقلاء؛ لأن التدبر للفهم، والتذكر لوقوع الإجلال، والخشية الخاص بأكابر أهل العلم. </p><p> فعلم (٣) أن المقصود من كلام الحق التفكر، والتذكر والاتعاظ به، لا حفظ الألفاظ فقط، وكان الصحابة يكتفون ببعض السور القرآنية، ويشتغلون بالعمل بها، فإن المقصود من القرآن العمل به. </p><p> والمعنى (٤) : أي أنزلنا إليك هذا الكتاب، النافع للناس، المرشد لهم، إلى ما فيه خيرهم وسعادتهم في دينهم ودنياهم، الجامع لوجوه المصالح، ليتدبرها أولوا الحجا، الذين قد أنار الله بصائرهم، فاهتدوا بهديه، وسلكوا في أعمالهم ما أرشد إليه، وتذكروا مواعظه وزواجره، واعتبروا بمن قبلهم، فارعووا عن مخالفته، حتى لا يحل بهم مثل ما حل بالغابرين، ويستأصلهم كما استأصل السابقين، ممن بغوا في الأرض فسادا، وما تدبره بحسن تلاوته، وجودة ترتيله، بل بالعمل بما فيه، واتباع أوامره ونواهيه، ومن ثم قال الحسن البصري: قد قرأ </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) روح البيان.(٤) المراغي.</p>"
}