{
  "id": null,
  "sura": 38,
  "aya": 11,
  "text": "<p> ١٠ - ثم ارتقى إلى ما هو أشد في الإنكار، فأمرهم أمر تهكم بارتقاء الأسباب. فقال:  {أَمْ لَهُمْ مُلْكُ السَّماواتِ وَالْأَرْضِ وَما بَيْنَهُما} ؛ أي: بل ألهم ملك هذه الأشياء، حتى يعطوا من شاؤوا، ويمنعوا من شاؤوا، ويعترضوا على إعطاء الله سبحانه ما شاء لمن شاء. وقوله:  {فَلْيَرْتَقُوا فِي الْأَسْبابِ} جواب شرط محذوف؛ أي: إن كان لهم ملك ذلك فليصعدوا في الأسباب، والطرق التي توصلهم إلى السماء، أو إلى العرش، حتى يحكموا بما يريدون من عطاء ومنع، ويدبروا أمر العوالم بما يشتهون، أو فليصعدوا ويمنعوا الملائكة من نزولهم بالوحي على محمد - صلى الله عليه وسلم -، والأسباب: أبواب السموات التي تنزل الملائكة منها، قاله مجاهد، وقتادة. ومنه: قول زهير: </p><p> وَمَنْ هَابَ أَسْبَابَ الْمَنَايَا يَنَلْنَهُ ... وَلَوْ رَامَ أَسْبَابَ السَّمَاءِ بُسُلَّمِ </p><p> قال الربيع بن أنس: الأسباب: أدق من الشعر، وأشد من الحديد، ولكن لا ترى. </p><p> والمعنى: أي بل ألهم ملك هذه الأجرام العلوية، والأجرام السفلية حتى يتكلموا في الشؤون الغيبية، ويفكروا في التدابير الإلهية التي يستأثر بها رب العزة والكبرياء، فإن كان الأمر كما يزعمون، فليصعدوا في المعارج والمناهج، التي يتوصل بها إلى العرش، حتى يستووا عليه، ويدبروا أمر العالم، وينزلوا الوحي إلى من يختارون ويستصوبون، حتى يظن صدق دعواهم، إذ لا سبيل إلى التصرف فيه إلا بذلك. وفيه من التهكم بهم ما لا غاية وراءه. </p><p> والخلاصة (١) : أنه ليس لهم شيء من ذلك، فلا سبيل لهم إلى توزيع رحمة الله تعالى، بحسب ما يريدون، وإعطاء النبوة لمن يشاؤون. فذلك من شؤونه تعالى، فهو الذي يفضل من يشاء من عباده على من يشاء. </p><p> ١١ - ثم وعد سبحانه، نبيه بالنصر والغلبة عليهم، فقال:  {جُنْدٌ} هو جمع معد للحرب {ما} مزيدة للتقليل والتحقير، نحو: أكلت شيئًا ما {هُنالِكَ} مركب من </p><p>(١) المراغي.</p><p> ثلاث كلمات (١) : </p><p> إحداها:  {هنا} : وهو اسم إشارة للمكان القريب. </p><p> والثانية: اللام وهي للتأكيد. </p><p> والثالثة: الكاف وهي للخطاب. قالوا واللام فيها كاللام في {ذلِكَ} في الدلالة على بعد المشار إليه. فجند خبر مبتدأ محذوف، و {ما} : زائدة أو صفة لـ {جُنْدٌ} ، و {هُنالِكَ} : ظرف {مَهْزُومٌ} ؛ أي: مغلوب مكسور. وهو صفة ثانية لـ {جُنْدٌ} . و {مِنَ الْأَحْزابِ} صفة ثالثة لـ {جُنْدٌ} ؛ أي: هم (٢) جند حقيرون ضعيفون من المتحزبين على رسول الله - صلى الله عليه وسلم - سيصيرون منهزمين في الموضع الذي ذكروا فيه تلك الكلمات، وذلك الموضع هو مكة، وذلك الانهزام يوم فتح مكة، فكيف يكونون مالكي السموات والأرض وما بينهما؟. ومن أين لهم التصرف في الأمور الربانية. </p><p> والمعنى (٣) : أي هؤلاء الذين يقولون هذه المقالة، ويوزعون رحمة ربك، بحسب أهوائهم هم جند كثير من الكفار المتحزبين على المؤمنين، مغلوبون في الوقائع التي ستكون بينك وبينهم، وستنتصر عليهم، كما حدث في بدر وغيرها. فأنى لهم تدبير الأمور الغيبية، والتصرف في الخزائن الربانية؟. وهذا خبر من الله تعالى لنبيه - صلى الله عليه وسلم -، وهو بمكة، ولم يكن له يومئذ جند أنه سيهزم جند المشركين، فجاء تأويله يوم بدر وغيره من المواقع، وهذا من أعظم المعجزات، وأدل الدلائل على نبوة محمد - صلى الله عليه وسلم -، وصدق كتابه، وأنه من عند الله تعالى لا من عند البشر، وهذا الكلام متصل بما تقدم وهو قوله: {بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقاقٍ (٢) }. هم جند من الأحزاب مهزومون، فلا تحزن لعزتهم وشقاقهم، فإني أسلب عزهم، وأهزم جمعهم، وقد وقع ذلك، ولله الحمد في يوم بدر، وفيما بعده من مواطن الله تعالى. </p><p>(١) روح البيان. (٢) المراح.(٣) المراغي.</p>"
}