{
  "id": null,
  "sura": 38,
  "aya": 6,
  "text": "<p> كذاب. وما في {ق} متصل بما قبله اتصالًا لفظيًا ومعنويًا، وهو أنهم عجبوا عقب الإخبار عنهم بأنهم عجبوا، فقالوا: هذا شيء عجيب. فناسب فيه ذكر الفاء دون ما هنا، انتهى. </p><p> وحاصل معنى قوله:  {وَعَجِبُوا أَنْ جاءَهُمْ ...} إلى آخر الآيتين؛ أي: وما (١) كان أشد تعجبهم حين جاءهم بشر مثلهم يدّعي النبوة، ويدعو إلى الله، وليس له من الصفات الباطنة والظاهرة في زعمهم، ما يجعله يمتاز عنهم، ويختص بهذا المنصب، وتلك المنزلة الرفيعة. ومن ثم قالوا: ما هو إلا خدّاع كذّاب فيما ينسبه إلى الله من الأوامر والنواهي. ثم ذكر شبهتهم في إثبات كذبه من وجوه ثلاثة: </p><p> ١ - {أَجَعَلَ الْآلِهَةَ إِلهًا واحِدًا ...} إلخ؛ أي: أزعم أن المعبود إله واحد لا إله إلا هو. وقد أنكروا ذلك، وتعجبوا من ترك الشرك بالله، من أجل أنهم تلقوا عن آبائهم عبادة الأوثان، وأشربته قلوبهم، فلما دعاهم إلى محو ذلك من قلوبهم، وإفراد الإله بالوحدانية أعظموا ذلك، وتعجبوا منه، وقالوا: إن آباءهم على كثرتهم ورجاحة عقولهم، لا يعقل أن يكونوا جاهلين مبطلين، ويكون محمد - صلى الله عليه وسلم - وحده محقًا صادقًا. ولا شك أن هذا استبعاد فحسب، ولا مستند له من عقل ولا نقل. </p><p> ونحو الآية قوله تعالى: {أَكانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنا إِلى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ قالَ الْكافِرُونَ إِنَّ هذا لَساحِرٌ مُبِينٌ (٢) }. وقد قدمنا في مبحث الأسباب، سبب نزول هذه الآية. </p><p> ٦ - {وَانْطَلَقَ الْمَلَأُ مِنْهُمْ} ؛ أي: وذهب الأشراف من قريش، وهم خمسة وعشرون نفرا عن مجلس أبي طالب. بعدما أسكتهم رسول الله - صلى الله عليه وسلم - بالجواب الحاضر، وشاهدوا تصلبه - صلى الله عليه وسلم - في الدين، وعزيمته على أن يظهره على الدين كله، ويئسوا مما كانوا يرجونه، بتوسط أبي طالب من المصالحة، على الوجه المذكور </p><p>(١) المراغي.</p><p> فيما روي عن ابن عباس، كما سبق: أنه لما أسلم (١) عمر فرح به المسلمون فرحا شديدا، وشق ذلك على قريش، فاجتمع خمسة وعشرون نفرًا من صناديدهم، ومشوا إلى أبي طالب، وقالوا: أنت شيخنا وكبيرنا، وقد علمت ما فعل هؤلاء السفهاء، فجئناك لتقضي بيننا وبين ابن أخيك، فاستحضر أبو طالب رسول الله - صلى الله عليه وسلم -، وقال: يا ابن أخي هؤلاء قومك يسألونك السؤال، فلا تمل كل الميل على قومك، فقال - صلى الله عليه وسلم -: ماذا يسألونني؟ قالوا: ارفضنا وارفض ذكر آلهتنا، وندعك وإلهك، فقال - صلى الله عليه وسلم -: أرأيتم إن أعطيتكم ما سألتم أتعطونني أنتم كلمة واحدة تملكون بها العرب وتدين لكم بها العجم؟. قالوا: نعم. فقال: قولوا: لا إله إلا الله فقاموا وقالوا: أجعل الآلهة إلهًا واحدًا؟ كيف يكفينا إلها واحد في حوائجنا كما يقول محمد - صلى الله عليه وسلم -؟. إن هذا لشيء عجاب. وانطلق الملأ، والرؤساء. منهم: عقبة بن أبي معيط، وأبو جهل، والعاص بن وائل، والأسود بن المطلب، والأسود بن عبد يغوث عن مجلس أبي طالب. </p><p> {أَنِ} مفسرة للمقول المدلول عليه بالانطلاق؛ لأن الانطلاق عن مجلس التقاول لا يخلو عن القول؛ أي: وانطلق الملأ منهم، حالة كونهم يقول بعضهم لبعض على وجه النصيحة:  {امْشُوا} ؛ أي: سيروا على طريقتكم، وامضوا. وليس المراد بالمشي: المتعارف، بل الاستمرار على الشيء، اه كرخي. فلا فائدة في مكالمة هذا الرجل. وحكى المهدوي: أن قائلها عقبة بن أبي معيط. وقال الزمخشري: ويجوز أنهم قالوا: امشوا؛ أي: اكثروا، واجتمعوا من مشت المرأة إذا كثرت ولادتها، ومنه: الماشية للتفاؤل، انتهى. </p><p> قلت: وهذا بعيد من السياق. وقرأ ابن أبي عبلة بحذف {أَنِ} من قوله: {أَنِ امْشُوا} ؛ أي: قال بعضهم لبعض: اذهبوا. {وَاصْبِرُوا عَلى آلِهَتِكُمْ} ؛ أي: واثبتوا على عبادة آلهتكم، متحملين لما تسمعونه في حقها من القدح. </p><p> وفي «التأويلات النجمية» : يشير إلى أن الكفار إذا تراضوا فيما بينهم بالصبر </p><p>(١) المراح.</p><p> على آلهتهم فالمؤمنون أولى بالصبر على عبادة معبودهم، والاستقامة في دينهم، بل الطالب الصادق، والعاشق الوامق أولى بالصبر والثبات على قدم الصدق، في طلب المحبوب المعشوق. </p><p> وقوله:  {إِنَّ هذا} تعليل للأمر بالصبر، ولوجوب الامتثال به؛ أي: إن هذا الذي شاهدناه من محمد - صلى الله عليه وسلم - من أمر التوحيد، ونفي آلهتنا، وإبطال أمرنا {لَشَيْءٌ يُرادُ} من جهته - صلى الله عليه وسلم - إمضاؤه، وتنفيذه لا محالة من غير صارف يلويه، ولا عاطف يثنيه، لا قول يقال من طرف اللسان، أو أمر يرجى فيه المسامحة بشفاعة أو امتناع، فاقطعوا أطماعكم عن استنزاله عن رأيه، بواسطة أبي طالب، وشفاعته، وحسبكم أن لا تمنعوا من عبادة آلهتكم بالكلية، فاصبروا عليها، وتحملوا ما تسمعونه في حقها من القدح، وسوء المقالة، هذا ما ذهب إليه أبو السعود في «الإرشاد» . </p><p> وقال في «تفسير الجلالين» : إن هذا لأمر يراد بنا، ومكر يمكر علينا، وقال سعدي المفتي: وسنح بالبال، أنه يجوز أن يكون المراد، أن دينكم لشيء يستحق أن يطلب، ويعض عليه بالنواجذ، فيكون ترغيبًا وتعليلًا للأمر السابق. وقال «صاحب الروح» : ويجوز أن يكون المعنى: إن الصبر والثبات على عبادة الآلهة التي هي الدين القديم يراد منكم، فإنه أقوى ما يدفع به أمر محمد - صلى الله عليه وسلم -، كما قالوا: نتربص به ريب المنون، فيكون موافقا لقرينه في الإشارة إلى المذكور فيما قبله. أو إن شأن محمد - صلى الله عليه وسلم -، لشيء يراد دفعه، وإطفاء نائرته بأي وجه كان، قبل أن يعلو ويشيع، كما دل عليه اجتماعهم على مكره - صلى الله عليه وسلم - مرارًا، فأبى الله إلا أن يتم نوره. </p><p> ومعنى الآية (١) : أي وانطلق أشراف قريش من مجلس أبي طالب، بعد ما بكّتهم رسول الله - صلى الله عليه وسلم -، وشاهدوا تصلبه في الدين، ويئسوا مما كانوا يرجون منه بوساطة عمه، يتحاورون بما جرى، ويقلبون وجوه الرأي فيما يفعلون، ويقولون: </p><p>(١) المراغي.</p>"
}