{
  "id": null,
  "sura": 39,
  "aya": 64,
  "text": "<p> عثمان - رضي الله عنه - رسول الله - صلى الله عليه وسلم - عن تفسير قوله تعالى:  {مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ} ، فقال:  \"يا عثمان، ما سألني عنها أحد قبلك،مقاليد السموات والأرض:\" لا إله إلا الله، والله أكبر، وسبحان الله وبحمده، وأستغفر الله الذي لا إله إلا هو، ولا حول ولا قوة إلا بالله العلي العظيم، هو الأول والآخر، والظاهر والباطن، بيده الخير، يحيى ويميت، وهو على كل شيء قدير\". </p><p> والمعنى على هذا: إن لِلَّه هذه الكلمات، يوحد بها ويمجد بها، وهي مفاتيح خير السموات والأرض، من تكلم بها .. أصابَهُ خيرهما، أخرجه أبو يعلى وابن أبي حاتم وابن مردويه. </p><p> {وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ} - سبحانه - التنزيلية والتكوينية، المنصوبة في الآفاق والأنفس، الناطقة بكونه تعالى خالقًا للأشياء كلها، وكونه مالكًا مقاليد السموات والأرض بأسرها. {أُولَئِكَ هُمُ الْخَاسِرُونَ} خسرانًا (١) لا خسران وراءه؛ لأنهم اختاروا العقوبة على الثواب، وفتحوا أبواب نفوسهم بمفتاح الكفر والنفاق، نسأل الله سبحانه أن يجعلنا ممن ربحت تجارته، لا ممن خسرت صفقته. </p><p> قال البيضاوي (٢) : وهذا كلام متصل بقوله: {وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا} وما بينهما: اعتراض للدلالة على أنه مهيمن على العباد، مطلع على أفعالهم، مجاز عليها، وتغيير النظم للأشعار بأن العمدة في فلاح المؤمنين فضل الله، وفي هلاك الكافرين بأن خسروا أنفسهم، وللتصريح بالوعد، والتعريض بالوعيد قضية للكرم، أو بما يليه، والمراد بآيات الله، دلائل قدرته واستبداده بأمر السموات والأرض، أو كلمات توحيده وتمجيده، وتخصيص الخسار بهم؛ لأن غيرهم ذو حظ من الرحمة والثواب. انتهى. </p><p> ٦٤ - والهمزة في قوله:  {قُلْ} أيها الرسول {أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ} للاستفهام الإنكاري (٣) التوبيخي، داخلة على محذوف، كنظائره فيما سبق، و {الفاء} : عاطفة على المحذوف، و {غَيْرَ اللَّهِ} : منصوب بـ {أَعْبُدُ} ، و {أَعْبُدُ} : معمول لـ {تَأْمُرُونِّي} على تقدير أن المصدرية، فلما حذفت .. بطل عملها، </p><p>(١) روح البيان. (٢) البيضاوي.(٣) الشوكاني.</p><p> والتقدير: قل يا محمد لمشركي قومك، الداعين لك إلى عبادة الأصنام، القائلين لك: هو دين آبائك: أتدعونني إلى عبادة الأصنام بعد مشاهدة هذه الآيات، وتأمرونني أن أعبد غير الله أيها الجاهلون، ويجوز أن يكون {غير} منصوبًا بفعل مقدر؛ أي: فتلزمونني غير الله؛ أي: عبادة غير الله، أو أعبد غير الله أعبد، ويجوز أن يكون {غير} منصوبًا بـ {تَأْمُرُونِّي} ، و {أَعْبُدُ} بدل اشتمال منه، وأن مضمرة معه أيضًا، أمره الله سبحانه أن يقول هذا للكفار، لما دعوه إلى ما هم عليه من عبادة الأصنام، وقالوا: هو دين آبائك. </p><p> وقرأ الجمهور (١) : {تَأْمُرُونِّي} بإدغام النون في نون الوقاية، وسكون الياء وفتحها ابن كثير، وقرأ ابن عامر:  {تأمرونني} بنونين على الأصل. ونافع:  {تأمروني} بنون واحدة مكسورة وفتح الياء، قال ابن عطية: وهذا على حذف النون الواحدة، وهي الموطئة لياء المتكلم، ولا يجوز حذف النون الأولى، وهو لحن؛ لأنها علامة رفع الفعل. انتهى. وفي المسألة خلاف: منهم من يقول: المحذوفة نون الرفع، ومنهم من يقول: نون الوقاية، وليس بلحن؛ لأن التركيب متفق عليه. والخلاف جرى في أيهما حذف، ونختار أنها نون الرفع، ولما كان الأمر بعبادة غير الله لا يصدر إلا من غبي جاهل .. ناداهم بالوصف المقتضي ذلك، فقال:  {أَيُّهَا الْجَاهِلُونَ} . </p><p> والمعنى (٢) : أي قل أيها الرسول الكريم لمشركي قومك، الداعين لك إلى عبادة الأصنام، والقائلين لك: هو دين آبائك: أفتأمروني أيها الجاهلون بعد مشاهدتي الآيات الدالة على تفرده سبحانه وتعالى بالألوهية، أن أعبد غيره، والعبادة لا تصلح لشيء سواه. </p><p> روي عن ابن عباس - رضي الله عنهما - أن قريشًا دعت رسول الله - صلى الله عليه وسلم - أن يعطوه مالًا فيكون أغنى رجل بمكة، ويزوجوه ما أراد من النساء، ويطَؤُوون عقبه؛ أي: يغطون دعوته ويزيلونها، وقالوا: هذا لك يا محمد، وتكف عن شتم آلهتنا، ولا تذكرها بسوء، قال: حتى انظر ما يأتيني من ربي، فنزل: {قُلْ يَا أَيُّهَا الْكَافِرُونَ (١) لَا أَعْبُدُ مَا تَعْبُدُونَ} إلى آخر السورة، ونزل:  {قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي} . </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}