{
  "id": null,
  "sura": 39,
  "aya": 75,
  "text": "<p> فينزلون فيها حيث شاؤوا؛ أي: يتخير كل واحد منهم أين ينزل تكرمةً له، وإن كان لا يختار إلا ما قسم له، وأما بقية الأمم، فيدخلون بعد أمة محمد - صلى الله عليه وسلم -، فينزلون فيما فضل عنهم، اهـ \"خازن\" و \"خطيب\" . </p><p> والمعنى (١) : أي وجعلنا نتصرف في أرض الجنة تصرف الوارث فيما يرث، فنتخذ منها مباءةً ومسكنًا حيث شئنا، قال تعالى:  {فَنِعْمَ} وحسن {أَجْرُ الْعَامِلِينَ} ؛ أي ثواب المطيعين في الدنيا الجنة في العقبى، وقيل: من تمام قول أهل الجنة، والمعنى عليه؛ أي: فنعم الأجر أجرنا على عملنا، وثوابنا الذي أعطيتنا، والمخصوص بالمدح الجنة. </p><p> ٧٥ - ولما ذكر سبحانه وتعالى ما أعطيه المؤمنون من الدرجات .. أتبعه بذكر أهل الكرامات الذين لا شاغل لهم عن العبادات، وبيان مستقرهم في الجنة، وهم الملائكة، فقال صارفًا الخطاب لأشرف الخلق؛ لأنه لا يقوم بحق هذه الرؤية غيره:  {وَتَرَى} يا محمد في ذلك اليوم {الْمَلَائِكَةَ} ؛ أي: القائمين بجميع ما عليهم من الحقوق، حالة كونهم {حَافِّينَ} ؛ أي: محدقين {مِنْ حَوْلِ الْعَرْشِ} ؛ أي: حوله، و {مِن} : مزيدة، أو لابتداء الحفوف، يقال: حفوا حوله حفوفًا: طافوا به واستداروا حوله، ومنه الآية؛ أي: تراهم يا محمد أو أيها المخاطب، الملائكة حالة كونهم محيطين بجوانب العرش، التي يمكن الحفوف بها، فيسمع لحفوفهم صوت التسبيح والتمجيد والتقديس، وإدخال {مِن} : يفهم أنهم مع كثرتهم إلى حد لا يحصيه إلا الله، لا يملؤون حوله، وهذا أولى من قول البيضاوي: إن {مِن} زائدة. اهـ \"خطيب\" ؛ أي: فهي ابتدائية، كما حكاه البيضاوي أيضًا، حالة كونهم {يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ} الجملة: حال ثانية، أو مقيدة (٢) للأولى؛ أي: ينزهونه تعالى عما لا يليق به حال كونهم متلبسين بحمده، ذاكرين له بوصفي جلاله وإكرامه، تلذذًا به، يعني: يقولون: سبحان الله وبحمده، تلذذًا لا تعبدًا وتكليفًا؛ لأن التكليف يزول في ذلك اليوم، وذلك يشعر بأن ثوابهم هو عين ذلك التسبيح، وأفهم أن منتهى درجات العلّيين، ولذاتهم، الاستغراق في صفاته تعالى، اهـ \"كرخي\" . </p><p>(١) المراغي. (٢) روح البيان.</p><p> والمعنى (١) : أي ترى يا محمد، أو أيها الرائي، الملائكة محيطين بجوانب العرش، قائمين بجميع ما يطلب منهم، فيسمع لحفوفهم صوت التسبيح والتقديس، ويصلون حول العرش شكرًا لربهم، وتنزيهًا له عن كل نقص. {وَقُضِيَ بَيْنَهُمْ} ؛ أي: حكم بين العباد {بِالْحَقِّ} ؛ أي: بالعدل، بإدخال بعضهم الجنة، وبعضهم النار، أعاذنا الله منها، أو بين الملائكة، بإقامتهم في منازلهم على حسب تفاضلهم في درجاتهم، والأول أولى. </p><p> {وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} ؛ أي: على ما قضى بيننا بالحق، وأنزل كلا منا منزلته التي هي حقه، والقائلون (٢) : هم المؤمنون، حمدوا الله على قضائه بينهم، وبين أهل النار بالحق، وقيل: القائلون: هم الملائكة، حمدوا الله تعالى على عدله في الحكم، وقضائه بين عباده بالحق، والمقصود من هذا الإبهام: التنبيه على أن خاتمة كلام العقلاء في الثناء على حضرة ذي الجلال والكبرياء، ليس إلا أن يقولوا: الحمد لله رب العالمين. </p><p> والمعنى: أي وختمت خاتمة القضاء بينهم، بالشكر للذي بدأ خلقهم، وصورهم فأحسن صورهم، ومن له ملك السموات والأرض وما بينهما من المخلوقات، التي لا يعلم عددها إلا هو، وقد بدأ سبحانه هذه الآية بالحمد، وختمها بالحمد للتنبيه إلى تحميده، في بداية كل أمر ونهايته. </p><p> وقال قتادة: افتتع الخلق بالحمد في قوله: {الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ (١) } واختتم بالحمد في قوله تبارك وتعالى {وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٧٥) }. </p><p> وعلم مما ذكر: أنهم يقدمون التسبيح على التحميد، فالتسبيح: عبارة عن إقرارهم بكونه تعالى موصوفًا بصفات الإكرام، ثم إن جوانب العرش ملاصقة لجوانب الجنة، فالمؤمنون والملائكة يصيرون متوافقين على الاستغراق في تحميد الله تعالى وتمجيده وتسبيحه، فكان ذلك سببًا لمزيد التذاذهم، والله تعالى أعلم بمراده، وأسرار كتابه. </p><p>(١) المراغي. (٢) الشوكاني.</p><p> الإعراب </p><p> {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (٥٣) وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ (٥٤) }. </p><p> {قُلْ} : فعل أمر وفاعل مستتر يعود على محمد - صلّى الله عليه وعلى آله وصحبه وسلّم -، والجملة: مستأنفة مسوقة لبيان: أن الإنابة مطلوبة؛ لأن الفسحة عظيمة للمسرف. {يَا عِبَادِيَ} : منادى مضاف إلى ياء المتكلم المفتوحة، وقرىء {يا عباد} بحذفها. {الَّذِينَ} نعت لـ {عِبَادِيَ} . {أَسْرَفُوا} : فعل وفاعل صلة الموصول. {عَلَى أَنْفُسِهِمْ} : متعلق بـ {أَسْرَفُوا}  {لَا} : ناهية. {تَقْنَطُوا} : فعل وفاعل مجزوم بـ {لَا} الناهية. {مِنْ رَحْمَةِ اللَّهِ} : متعلق بـ {تَقْنَطُوا} ، والجملة الفعلية: في محل النصب وقول {قُلْ} على كونها جواب النداء. {إِنَّ اللَّهَ} : ناصب واسمه، {يَغْفِرُ الذُّنُوبَ} : فعل وفاعل مستتر يعود على {اللَّهَ} ، ومفعول به، {جَمِيعًا} : حال من {الذُّنُوبَ} ، والجملة الفعلية: في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} : مستأنفة مسوقة لتعليل النهي عن القنوط. {إِنَّهُ} ناصب واسمه، {هُوَ} : ضمير فصل، أو مبتدأ {الْغَفُورُ الرَّحِيمُ} خبران لـ {إنَّ} أو لـ {هُوَ} ، والجملة: خبر {إن} وجملة {إن} : مستأنفة مسوقة لتعليل غفران الله الذنوب جميعًا. {وَأَنِيبُوا} : فعل أمر وفاعل. {إِلَى رَبِّكُمْ} : متعلق بـ {أَنِيبُوا} ، والجملة: معطوفة على جملة قوله: {لَا تَقْنَطُوا} . {وَأَسْلِمُوا} : فعل وفاعل معطوف على {وَأَنِيبُوا} ، {لَهُ} : متعلق بـ {أَسْلِمُوا} . {مِنْ قَبْلِ} : جار ومجرور حال من واو الفاعل في الفعلين، {أن} حرف مصدر {أَنْ يَأْتِيَكُمُ الْعَذَابُ} فعل ومفعول وفاعل، منصوب بـ {أن} المصدرية وجملة {أن} المصدرية في تأويل مصدر مجرور بإضافة الظرف إليه؛ أي: من قبل إتيان العذاب إياكم. {ثُمَّ} : حرف عطف وترتيب مع التراخي. {لَا} : نافية، {تُنْصَرُونَ} : فعل مغير ونائب فاعل، والجملة: معطوفة على جملة {أَنْ يَأْتِيَكُمُ} : على كونها مضافًا إليه للظرف؛ أي: من قبل إتيان العذاب إياكم، ثم عدم نصركم. </p><p> {وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ (٥٥) }. </p><p> {وَاتَّبِعُوا} : {الواو} : عاطفة، {اتبعوا} : فعل أمر وفاعل معطوف على {أَنِيبُوا} . {أَحْسَنَ} : مفعول به، وهو مضاف و {مَا} : اسم موصول في محل الجر مضاف إليه {أُنْزِلَ} : فعل ماض مغير الصيغة، ونائب فاعله: ضمير يعود على {مَا}  {إِلَيْكُمْ} : متعلق به {مِنْ رَبِّكُمْ} : متعلق بـ {أُنْزِلَ} أيضًا، والجملة: صلة لـ {مَا} الموصولة. {مِنْ قَبْلِ} : جار ومجرور حال من فاعل {اتَّبِعُوا} ، وجملة {أَنْ يَأْتِيَكُمُ الْعَذَابُ} : في تأويل مصدر مجرور بإضافة الظرف إليه. {بَغْتَةً} : حال من {الْعَذَابُ} ؛ أي: باغتًا. {وَأَنْتُمْ}  {الواو} : حالية. {أنتم} : مبتدأ، وجملة {لَا تَشْعُرُونَ} : خبره، والجملة الاسمية: في محل النصب حال من ضمير المخاطبين. </p><p> {أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ (٥٦) أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ (٥٧) }. </p><p> {أَنْ تَقُولَ نَفْسٌ} : فعل وفاعل، منصوب بـ {أَن} المصدرية، والجملة: في تأويل مصدر منصوب على أنه مفعول لأجله، ولكنه على تقدير مضاف، والتقدير: واتبعوا أحسن ما أنزل إليكم، كراهية قول نفس، أو مخافة قول نفس. {يَا حَسْرَتَا} : {يا} : حرف نداء، {حَسْرَتَا} : منادى مضاف، منصوب بفتحة مقدرة على ما قبل ياء المتكلم، المنقلبة ألفًا للتخفيف {حسرة} مضاف، وياء المتكلم المنقلبة ألفًا للتخفيف؛ في محل الجر مضاف إليه، وجملة النداء: في محل النصب مقول لـ {تَقُولَ} . {عَلَى} حرف جر {مَا} : مصدرية. {فَرَّطْتُ} : فعل وفاعل، {فِي جَنْبِ اللَّهِ} : جار ومجرور ومضاف إليه، متعلق بـ {فَرَّطتُ} ، وجملة {فَرَّطْتُ} : صلة {مَا} المصدرية {مَا} مع صلتها: في تأويل مصدر مجرور بـ {عَلَى} تقديره: على تفريطي في جنب الله، الجار والمجرور: متعلق بـ {حسرتى} . {وَإِنْ كُنْتُ} : {الواو} : حالية {إن} مخففة من الثقيلة، واسمها: ضمير الشأن، تقديره: وإنه {كُنْتُ} : فعل ناقص واسمه. {لَمِنَ السَّاخِرِينَ}  {اللام} : حرف ابتداء، {من الساخرين} : جار ومجرور خبر {كان} ، وجملة {كان} : في محل الرفع خبر {إن} المخففة، وجملة {إن} المخففة: في محل النصب حال من فاعل {فَرَّطْتُ} ؛ أي: حال كوني من الخاسرين. {أَوْ} : حرف عطف وتفصيل. {تَقُولَ} : معطوف على {تَقُولَ} الأول، منصوب بـ {أَن} المصدرية، وفاعله: ضمير مستتر يعود على {نَفْسٌ} . {لَوْ} : حرف شرط. {أَنَّ اللَّهَ} : ناصب واسمه. {هَدَانِي} : فعل وفاعل مستتر </p><p> ونون وقاية ومفعول به، والجملة الفعلية: في محل الوفع خبر {أنَّ} وجملة {أنَّ} : في تأويل مصدر مرفوع على الفاعلية لفعل محذوف، وقع شرطًا لـ {لو} الشرطية، والتقدير: لو ثبت هداية الله إياي .. {لَكُنْتُ} : {اللام} : رابطة لجواب {لَّوْ} الشرطية. {كنت} فعل ناقص واسمه. {مِنَ الْمُتَّقِينَ} : خبره، وجملة {كان} : جواب {لَّوْ} الشرطية، لا محل لها من الإعراب، وجملة {لَّوْ} الشرطية: في محل النصب مقول {تَقُولَ} . </p><p> {أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ (٥٨) بَلَى قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ (٥٩) }. </p><p> {أَوْ تَقُولَ} : معطوف على {تَقُولَ} الأول {حِينَ} : منصوب على الظرفية الزمانية، متعلق بـ {تَقُولَ} ، {تَرَى الْعَذَابَ} : فعل مضارع وفاعل مستتر ومفعول به، ورأى هنا: بصرية، تتعدى لمفعول واحد، والجملة الفعلية: في محل الجر مضاف إليه لـ {حِينَ} . {لَوْ} حرف تمنٍّ، {أَنَّ} : حرف نصب، {لِي} : خبرها مقدم على اسمها. {كَرَّةً} : اسمها مؤخر، وجملة {أَنَّ} في تأويل مصدر منصوب على المفعولية لفعل محذوف، تقديره: أتمنى كون كرة لي إلى الدنيا. {فَأَكُونَ}  {الفاء} : عاطفة {أَكُونَ} : فعل مضارع ناقص منصوب بأن مضمرة جوازًا بعد {الفاء} العاطفة على اسم خالص؛ لأنها عطفت مصدرًا مؤولًا على اسم خالص، واسمها: ضمير يعود على {نَفْسٌ} . {مِنَ الْمُحْسِنِينَ} : خبرها، وجملة {أَنَّ} : في تأويل مصدر معطوف على {كَرَّةً} ؛ أي: لو أن لي كرة فكوني من المحسنين، أو {الفاء} : عاطفة سببية {أَكُونَ} فعل مضارع منصوب بأن مضمرة وجوبًا بعد {الفاء} السببية الواقعة في جواب التمنى، وجملة {أَكُونَ} : في تأويل مصدر معطوف على مصدر متصيد من الجملة التي قبلها من غير سابك لإصلاح المعنى، تقديره: أتمنى كون كرة لي، فكوني من المحسنين. والفرق بين الوجهين: أنه على الأول يكون من جملة المتمني، ويكون إضمار {أَنْ} جائزًا، لا واجبًا، وعلى الثاني: يكون مترتبًا على التمني، ويكون إضمار {أَنْ} واجبًا. اهـ شيخنا. {بَلَى} : حرف جواب، {قَدْ} : حرف تحقيق. {جَاءَتْكَ آيَاتِي} : فعل ومفعول به وفاعل، والجملة الفعلية: جملة جوابية، لا محل لها من الإعراب. {فَكَذَّبْتَ}  {الفاء} : عاطفة. {كذبت} : فعل وفاعل معطوف على {جَاءَتْكَ} . {بِهَا} : متعلق </p><p> به. {وَاسْتَكْبَرْتَ} : فعل وفاعل معطوف على {كذبت} ، {وَكُنْتَ} : فعل ناقص واسمه {مِنَ الْكَافِرِينَ} : خبره، وجملة {كان} : معطوفة على جملة {كذبت} . </p><p> فائدة: ألف الفصل تزاد بعد واو الجماعة، مخافة التباسها بواو النسق، مثل:  {وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ} ، ومثل {كَفَرُواْ} ، و {رُدُّواْ} ألا ترى أنهم لو لم يدخلوا الألف بعد الواو، ثم اتصلت بكلام بعدها .. ظنّ القارىء أنها كفر، ورد، فحيزت الواو لما قبلها بألف الوصل، ولما فعلوا ذلك في الأفعال التي تنقطع واوها من الحروف قبلها، نحو ساروا، وجاؤوا فعلوا ذلك في الأفعال التي تتصل واوها بالحروف قبلها. نحو كانوا وباتوا؛ ليكون حكم هذه الواو في كل موضع حكمًا واحدًا، اهـ \"إعراب القرآن\" . </p><p> {وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ (٦٠) }. </p><p> {وَيَوْمَ} : {الواو} : استئنافية. {وَيَوْمَ الْقِيَامَةِ} : ظرف زمان متعلق بـ {تَرَى} . {تَرَى الَّذِينَ} : فعل وفاعل مستتر يعود على محمد، أو على أي مخاطب، ومفعول به، والجملة الفعلية: مستأنفة. {كَذَبُوا} : فعل وفاعل، صلة الموصول. {عَلَى اللَّهِ} : متعلق بـ {كَذَبُوا} . {وُجُوهُهُمْ} : مبتدأ. {مُسْوَدَّةٌ} : خبر، والجملة الاسمية: في محل النصب حال من الموصول. {أَلَيْسَ} : {الهمزة} : للاستفهام التقريري؛ لأنها دخلت على النفي، ونفي النفي: إثبات، فصار تقريريًا. {فِي جَهَنَّمَ} : خبر {ليس} : مقدم. {مَثْوًى} : اسمها مؤخر. {لِلْمُتَكَبِّرِينَ} : صفة لـ {مَثْوًى} ، وجملة {ليس} : جملة إنشائية، لا محل لها من الإعراب، مسوقة لتعليل اسوداد وجوههم، كأنه قال: لأن لهم في جهنم مقرًا ومقامًا. اهـ شيخنا. </p><p> {وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ (٦١) }. </p><p> {وَيُنَجِّي} : {الواو} : استئنافية. {وَيُنَجِّي اللَّهُ الَّذِينَ} : فعل وفاعل ومفعول به، والجملة: مستأنفة. {اتَّقَوْا} : فعل وفاعل صلة الموصول. {بِمَفَازَتِهِمْ} : متعلق بـ {يُنَجِّي} ، {لَا يَمَسُّهُمُ السُّوءُ} : فعل ومفعول به وفاعل، والجملة الفعلية: مفسرة للمفازة، لا محل لها من الإعراب، كأنه قيل: ما مفازتهم؟ فقيل: لا يمسهم السوء. {وَلَا} : {الواو} : عاطفة، {لا} : نافية {هُمْ} : مبتدأ وجملة </p><p> {يَحْزَنُونَ} : خبره، والجملة: معطوفة على جملة {لَا يَمَسُّهُمُ} على كونها مفسرة، ويمكن أن تكون حالًا من الذين اتقوا، و {الواو} : حينئذ واو الحال، وأجاز الزمخشري أن تكون مستأنفة. </p><p> {اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ (٦٢) لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ (٦٣) }. </p><p> {اللَّهُ} : مبتدأ {خَالِقُ كُلِّ شَيْءٍ} : خبر ومضاف إليه، والجملة الاسمية: مستأنفة. {وَهُوَ} : مبتدأ، {عَلَى كُلِّ شَيْءٍ} : متعلق بـ {وَكِيل} ، و {وَكِيل} : خبر {هُوَ} ، والجملة: مستأنفة {لَهُ} : خبر مقدم. {مَقَالِيدُ السَّمَاوَاتِ} : مبتدأ مؤخر، {وَالْأَرْضِ} : معطوف على {السَّمَاوَاتِ} ، والجملة مستأنفة أيضًا. {وَالَّذِينَ} : {الواو} : عاطفة. {الذين} : مبتدأ أول، وجملة {كَفَرُوا} : صلة الموصول، {بِآيَاتِ اللَّهِ} : متعلق بـ {كَفَرُوا} . {أُولَئِكَ} : مبتدأ ثان، {هُمُ} : ضمير فصل. {الْخَاسِرُونَ} : خبر للمبتدأ الثاني، وجملة المتبدأ الثاني، مع خبره: خبر المبتدأ الأول، وجملة المبتدأ الأول مع خبره معطوفة على جملة قوله:  {وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا} عطف أحد المتقابلين على الآخر، ولا يمنع من هذا العطف كون المعطوف جملةً اسمية، والمعطوف عليه جملة فعليه. </p><p> {قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ (٦٤) }. </p><p> {قُلْ} : فعل أمر، وفاعل مستتر، والجملة: مستأنفة. {أَفَغَيْرَ اللَّهِ}  {الهمزة} : للاستفهام الإنكاري، داخلة على محذوف، و {الفاء} : عاطفة على ذلك المحذوف، والتقدير: قل يا محمد، لمشركي قومك: أتدعونني إلى عبادة آلهتهكم، فتأمرونني أن أعبد غير الله {غيرَ اللهِ} : مفعول مقدم لـ {أَعْبُدُ} ، {تَأْمُرُونِّي} : فعل وفاعل ونون وقاية ومفعول به مرفوع، وعلامة رفعة النون المدغمة في نون الوقاية، والجملة الفعلية: معطوفة على تلك المحذوفة، على كونها معترضة بين الفعل ومفعوله، والجملة المحذوفة: مقول لـ {قُلْ} . {أَعْبُدُ} : فعل مضارع وفاعل مستتر، وجملة {أَعْبُدُ} : في تأويل مصدر بأن المصدرية المقدرة، منصوب على كونه مفعولًا ثانيًا لـ {تَأْمُرُونِّي} ، والتقدير: أتدعونني إلى عبادة آلهتكم، فتأمرونني عبادة غير الله سبحانه. {أَيُّهَا} : {أي} : منادى نكرة مقصودة، </p><p> و {الهاء} : حرف تنبيه زائد تعويضًا عما فات؛ أي: من الإضافة. {الْجَاهِلُونَ} : صفة لـ {أي} : أو بدل منه، أو عطف بيان له، وجملة النداء: في محل النصب مقول {قُلْ} وفي المقام أوجه كثيرة من الإعراب، أعرضنا عنها خوفًا للإطالة. </p><p> {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ (٦٥) }. </p><p> {وَلَقَدْ} : {الواو} : استئنافية، و {اللام} : موطئة للقسم. {قد} : حرف تحقيق. {أُوحِيَ} : فعل ماض مغير الصيغة. {إِلَيْكَ} : جار ومجرور في محل الرفع نائب الفاعل، وقيل: نائب الفاعل محذوف، يدل عليه سياق الكلام؛ أي: أوحي إليك التوحيد. {وَإِلَى الَّذِينَ} : معطوف على {إِلَيْكَ} . {مِنْ قَبْلِكَ} : صلة الموصول، والجملة الفعلية: جواب القسم لا محل لها من الإعراب، وجملة القسم: مستأنفة. {لَئِنْ} : {اللام} : موطئة للقسم، مبني على الفتح. {إن} : حرف شرط. {أَشْرَكْتَ} : فعل وفاعل في محل الجزم بـ {إِن} الشرطية، على كونه فعل شرط لها، وجواب {إن} الشرطية محذوف دل عليه جواب القسم، تقديره: يحبط عملك، وجملة {إن} الشرطية: معترضة لا محل لها من الإعراب، لاعتراضها بين القسم وجوابه. {لَيَحْبَطَنَّ} : {اللام} : موطئة للقسم موكدة للأولى. {يَحْبَطَنَّ} : فعل مضارع في محل الرفع؛ لتجرده عن الناصب والجازم، مبني على الفتح لاتصاله بنون التوكيد، ونون التوكيد: حرف لا محل له من الإعراب. {عَمَلُكَ} : فاعل، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وهذا القسم مع جوابه: جواب للقسم الأول. {وَلَتَكُونَنَّ} : {الواو} : عاطفة، و {اللام} : موطئة للقسم. {تَكُونَنَّ} : فعل مضارع ناقص في محل الرفع؛ لتجرده عن الناصب والجازم، مبني على الفتح؛ لاتصاله بنون التوكيد الثقيلة، واسمها ضمير مستتر يعود على محمد. {مِنَ الْخَاسِرِينَ} : خبرها، وجملة {تَكُونَنَّ} : معطوفة على جملة {يَحْبَطَنَّ} . </p><p> {بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ (٦٦) }. </p><p> {بَلِ} : حرف عطف وإضراب، ولفظ الجلالة {اللَّهَ} مفعول لفعل محذوف. {الفاء} : واقعة في جواب الشرط المحذوف، تقديره: لا تعبد ما أمرك الكفار </p><p> بعبادته، بل إن عبدت فاعبد الله دون ما سواه من الأنداد والأوثان، {اعْبُدْ} : فعل أمر وفاعل مستتر يعود على محمد، مبني على السكون، والجملة الفعلية: في محل الجزم بالشرط المحذوف، وجملة الشرط: معطوفة على جملة النهي المحذوف، كما قدرناه آنفًا، وقال الأخفش:  {الفاء} : زائدة، كما مر البسط فيه في مبحث التفسير. {وَكُنْ} : فعل أمر ناقص معطوف على {اعْبُدْ} ، واسمه: ضمير مستتر يعود على محمد، {مِنَ الشَّاكِرِينَ} : خبره. </p><p> {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (٦٧) }. </p><p> {وَمَا} : {الواو} : استئنافية. {ما} : نافية. {قَدَرُوا اللَّهَ} : فعل وفاعل ومفعول به، والجملة مستأنفة. {حَقَّ قَدْرِهِ} : منصوب على المفعولية المطلقة؛ أي: ما علموا كنهه، وما عرفوه حق معرفته. {وَالْأَرْضُ} : {الواو} : حالية. {الْأَرْضُ} : مبتدأ، {جَمِيعًا} : حال من {الْأَرْضُ}  {قَبْضَتُهُ} : خبر المبتدأ {يَوْمَ الْقِيَامَةِ} : متعلق بـ {قَبْضَتُهُ} ، والجملة الاسمية في محل النصب حال من لفظ الجلالة؛ أي: ما عظموه حق عظمته، والحال أنه موصوف بهذه القدرة الباهرة. {وَالسَّمَاوَاتُ} : مبتدأ، {مَطْوِيَّاتٌ} : خبر {بِيَمِينِهِ} : متعلق بـ {مَطْوِيَّاتٌ} والجملة: في محل النصب معطوفة على جملة قوله: {وَالْأَرْضُ} . {سُبْحَانَهُ} : مفعول مطلق لفعل محذوف وجوبًا، تقديره: أسبحه سبحانًا، وجملة التسبيح: مستأنفة. {وَتَعَالَى} : فعل ماض، وفاعله: ضمير مستتر يعود على الله. {عَمَّا} : متعلق بـ {تَعَالَى} ، والجملة: معطوفة على جملة التسبيح، وجملة {يُشْرِكُونَ} : صلة لـ {ما} الموصولة؛ أي: عما يشركونه به، أو لـ {ما} المصدرية؛ أي: عن إشراكهم. </p><p> {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ (٦٨) }. </p><p> {وَنُفِخَ} : {الواو} : استئنافية. {نفخ} : فعل ماض مغير الصيغة. {فِي الصُّورِ} : جار ومجرور في محل الرفع نائب فاعل، والجملة: مستأنفة. {فَصَعِقَ}  {الفاء} : عاطفة، {صعق} : فعل ماض. {مَن} : اسم موصول في محل الرفع </p><p> فاعل، والجملة: معطوفة على جملة {نفخ} . {فِي السَّمَاوَاتِ} : صلة لـ {مَن} الموصولة، {وَمَنْ فِي الْأَرْضِ} : معطوف على {مَنْ فِي السَّمَاوَاتِ} ، {إِلَّا} : أداة استثناء. {مَن} : اسم موصول في محل النصب على الاستثناء. {شَاءَ اللَّهُ} : فعل وفاعل، والجملة صلة {مَن} الموصولة، والعائد: محذوف؛ أي: إلا من شاء الله بقاءَهُ. {ثُمَّ} : حرف عطف وترتيب. {نُفِخَ} : فعل ماض مغير الصيغة. {فِيهِ} : متعلق بـ {نُفِخَ} . {أُخْرَى} : نائب فاعل، والجملة معطوفة على جملة {نفخ في الصور} . {فَإِذَا} : {الفاء} : عاطفة. {إذا} : حرف فجأة، مبني على السكون. {هُمْ} : مبتدأ. {قِيَامٌ} : خبر، وجملة {يَنْظُرُونَ} : خبر ثان أو صفة لـ {قِيَامٌ} ، والجملة الاسمية: معطوفة على جملة قوله {ثُمَّ نُفِخَ فِيهِ أُخْرَى} عطف اسمية على فعلية؛ لأنها في تأويل الفعل؛ أي: ثم نفخ فيه أخرى، ففاجأهم القيام من قبورهم. </p><p> {وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ (٦٩) }. </p><p> {وَأَشْرَقَتِ} : {الواو} : عاطفة. {أَشْرَقَتِ الْأَرْضُ} : فعل وفاعل معطوف على {ثُمَّ نُفِخَ} ، {بِنُورِ رَبِّهَا} : جار ومجرور ومضاف إليه متعلق بـ {أَشرقت}  {وَوُضِعَ الْكِتَابُ} : {الواو} : عاطفة. {وُضِعَ الْكِتَابُ} : فعل ونائب فاعل معطوف على {أَشْرَقَتِ} ، {وَجِيءَ} : فعل ماض مغير الصيغة، {بِالنَّبِيِّينَ} : نائب فاعل، {وَالشُّهَدَاءِ} : معطوف عليه، والجملة الفعلية: معطوفة على ما قبلها. {وَقُضِيَ} : {الواو} : عاطفة، {قضي} : فعل ماض مغير الصيغة، {بَيْنَهُمْ} : متعلق بـ {قضي} . {بِالْحَقِّ} : جار ومجرور في محل الرفع نائب فاعل لـ {قُضِيَ} ، ويجوز العكس، {وَهُمْ} : {الواو} : حالية. {هم} : مبتدأ، وجملة {لَا يُظْلَمُونَ} : خبره، والجملة الاسمية في محل النصب حال من ضمير {بَيْنَهُمْ} . </p><p> {وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ (٧٠) }. </p><p> {وَوُفِّيَتْ} : {الواو} : عاطفة {وُفِّيَتْ كُلُّ نَفْسٍ} : فعل ونائب فاعل معطوف على {قُضِيَ} ، {مَا} : اسم موصول بمعنى الذي، في محل النصب مفعول ثان لـ {وُفِّيَتْ} ، وجملة {عَمِلَتْ} : صلته، والعائد: محذوف؛ أي: جزاء ما عملته، ولك أن تجعل {مَا} : مصدرية؛ أي: عملهم، {وَهُوَ أَعْلَمُ} : مبتدأ وخبر، </p><p> و {الواو} : حالية، أو عاطفة، والجملة في محل النصب حال من {كُلُّ نَفْسٍ} ؛ أي: وفي الله تعالى جزاء عمل كل نفس حال كونه عالمًا بما عملت، أو معطوفة على جملة {وُفِّيَتْ} ، {بِمَا} جار ومجرور متعلق بـ {أَعْلَمُ} ؛ وجملة {يَفْعَلُونَ} : صلة لـ {ما} الموصولة. </p><p> {وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا} . </p><p> {وَسِيقَ} : {الواو} : عاطفة. {سِيقَ الَّذِينَ} : فعل ونائب فاعل، وجملة {كَفَرُوا} : صلة الموصول. {إِلَى جَهَنَّمَ} : متعلق بسيق. {زُمَرًا} : حال من الموصول، والجملة الفعلية: معطوفة على جملة {وُفِّيَتْ} مسوقة لتفصيل توفية الحقوق. {حَتَّى} ابتدائية، أو حرف جر وغاية، {إِذَا} : ظرف لما يستقبل من الزمان. {جَاءُوهَا} : فعل وفاعل ومفعول به، والجملة: في محل الخفض مضاف إليه لـ {إِذَا} على كونها فعل شرط لها. {فُتِحَتْ أَبْوَابُهَا} : فعل ونائب فاعل، والجملة: جواب {إِذَا} ، لا محل لها من الإعراب، والظرف: متعلق بالجواب، وجملة {إِذَا} : مستأنفة، أو مجرورة بـ {حَتَّى} والجار والمجرور: متعلق بـ {سيق} ؛ أي: وسيق الذين كفروا إلى جهنم، إلى فتح أبوابها وقت مجيئهم إياها، والأول أولى. </p><p> {وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ (٧١) قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (٧٢) }. </p><p> {وَقَالَ} : فعل ماض، {لَهُم} : متعلق به، {خَزَنَتُهَا} : فاعل، والجملة: معطوفة على جملة {فُتِحَتْ} . {أَلَمْ} : {الهمزة} : للاستفهام التقريري {لَمْ} : حرف جزم {يَأْتِكُمْ} : فعل مضارع ومفعول به مجزوم بـ {لَمْ} . {رُسُلٌ} : فاعل {مِنْكُمْ} : صفة لـ {رُسُلٌ} ، والجملة الاستفهامية: في محل النصب مقول {قَالَ} ، {يَتْلُونَ} : فعل وفاعل. {عَلَيْكُمْ} : متعلق به. {آيَاتِ رَبِّكُمْ} مفعول به، والجملة الفعلية: في محل الرفع صفة ثانية لـ {رُسُلٌ} ، {وَيُنْذِرُونَكُمْ} : فعل وفاعل ومفعول أول، معطوف على {يَتْلُونَ} ، {لِقَاءَ يَوْمِكُمْ} : مفعول ثان ومضاف إليه. {هَذَا} : نعت لـ {يَوْمِكُمْ} أو بدل منه أو عطف بيان له. {قَالُوا} : فعل وفاعل، والجملة: </p><p> مستأنفة. {بَلَى} : حرف جواب لإثبات النفي؛ أي: بلى أتونا وتلوا علينا. {وَلَكِنْ} : {الواو} : عاطفة على الجواب المحذوف، {لَكِنْ} : حرف استدراك مهملة. {حَقَّتْ كَلِمَةُ الْعَذَابِ} : فعل وفاعل معطوف على الجواب المحذوف. {عَلَى الْكَافِرِينَ} : متعلق بـ {حَقَّتْ} . {قِيلَ} : فعل ماض مغير الصيغة. {ادْخُلُوا ...} إلى آخر الآية، نائب فاعل محكي ومقول له، والجملة: مستأنفة، وإن شئت قلت:  {ادْخُلُوا} : فعل أمر وفاعل، {أَبْوَابَ جَهَنَّمَ} : مفعول به، على السعة، والجملة: في محل الرفع نائب فاعل لـ {قِيلَ} ، {خَالِدِينَ} : حال مقدرة من فاعل {ادْخُلُوا} . {فِيهَا} : متعلق بـ {خَالِدِينَ} . {فَبِئْسَ} : {الفاء} : استئنافية. {بئس} : فعل ماض لإنشاء الذم. {مَثْوَى الْمُتَكَبِّرِينَ} : فاعل ومضاف إليه، والمخصوص بالذم، محذوف، تقديره: هي، وجملة الذم: مستأنفة. </p><p> {وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا} . </p><p> {وَسِيقَ الَّذِينَ} : فعل ونائب فاعل معطوف على {سيق} الأول، {اتَّقَوْا رَبَّهُمْ} : فعل وفاعل ومفعول به. {إِلَى الْجَنَّةِ} : متعلق بـ {سيق} ، {زُمَرًا} : حال من فاعل {اتَّقَوْا} وجملة {اتَّقَوْا} : صلة الموصول، {حَتَّى} : حرف ابتداء، أو حرف جر وغاية {إذَا} : ظرف لما يستقبل من الزمان متعلق بالجواب المحذوف. {جَاءُوهَا} : فعل وفاعل ومفعول به، والجملة: في محل الخفض بإضافة {إذا} إليها، على كونها فعل شرط لها. {وَفُتِحَتْ أَبْوَابُهَا} : فعل مغير ونائب فاعل، معطوف على {جَاءُوهَا} ، وجواب {إِذَا} : محذوف دلالةً على أنه شىء لا يكتنه ولا يحيط به الوصف، تقديره: حتى إذا جاؤوها، وفتحت أبوابها .. رأوا بهجتها، وجملة {إِذَا} : مستأنفة، أو مجرورة بـ {حَتَّى} بمعنى إلى، والتقدير: وسيق الذين اتقوا إلى الجنة، إلى رؤيتهم بهجتها وقت مجيئها، وفتح أبوابها، والجار والمجرور: متعلق بـ {سِيقَ} ، {وَقَالَ} : فعل ماض، {لَهُم} : متعلق به، {خَزَنَتُهَا} : فاعل والجملة: معطوفة على جواب {إِذَا} المحذوف، وقيل:  {الواو} : في {وَفُتِحَتْ} : زائدة في جواب {إِذَا} . </p><p> {سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ (٧٣) وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ فَنِعْمَ أَجْرُ الْعَامِلِينَ (٧٤) }. </p><p> {سَلَامٌ} : مبتدأ، {عَلَيْكُمْ} : خبره، والجملة: في محل النصب مقول {قَالَ} ، {طِبْتُمْ} : فعل ماض وفاعل، والجملة: في محل النصب مقول {قَالَ} ، {فَادْخُلُوهَا}  {الفاء} : عاطفة تفريعية، {ادْخُلُوهَا} : فعل أمر وفاعل ومفعول به، معطوف على {طِبْتُمْ} . {خَالِدِينَ} : حال من فاعل {ادخلوا} . {وَقَالُوا} : فعل وفاعل معطوف على مقدر، تقديره: فدخلوها وقالوا: {الْحَمْدُ لِلَّهِ} : مبتدأ وخبر، والجملة في محل النصب مقول {قَالُوا}  {الَّذِي} : صفة للجلالة. {صَدَقَنَا وَعْدَهُ} : فعل ماض وفاعل مستتر، ومفعولان، والجملة: صلة الموصول، {وَأَوْرَثَنَا الْأَرْضَ} : فعل ماض وفاعل مستتر ومفعولان معطوف على {صَدَقَنَا} . {نَتَبَوَّأُ} : فعل مضارع وفاعل مستتر، والجملة: في محل النصب حال من مفعول {وَأَوْرَثَنَا} الأول. {مِنَ الْجَنَّةِ} : متعلق بمحذوف حال من {حيث} المذكورة بعده. {حَيْثُ} : ظرف مكان متعلق بـ {نَتَبَوَّأُ} ، أو مفعول به لـ {نَتَبَوَّأُ} ؛ أي: نتبوأ أيَّ مكان شئنًا حال كونه من الجنة، {نَشَاءُ} فعل مضارع مرفوع بالضمة والفاعل مستتر تقديره نحن والجملة في محل جر بالإضافة. {فنَعْمَ} : {الفاء} : استئنافية. {نعم} : فعل ماض من أفعال المدح {أَجْرُ الْعَامِلِينَ} : فاعل، والجملة: مستأنفة، والمخصوص بالمدح: محذوف، تقديره: هي أي الجنة في محل رفع مبتدأ وجملة {نعم} في محل رفع خبر؛ أي: الجنة. </p><p> {وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٧٥) }. </p><p> {وَتَرَى} : {الواو} : استئنافية، {تَرَى الْمَلَائِكَةَ} : فعل مضارع وفاعل مستتر ومفعول به، والجملة: مستأنفة، و {ترى} بصرية. {حَافِّينَ} : حال من {الْمَلَائِكَةَ}  {مِنْ حَوْلِ الْعَرْشِ} : جار ومجرور متعلق بـ {حَافِّينَ} ، وجملة {يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ} : حال ثانية من {الْمَلَائِكَةَ} ، {وَقُضِيَ} : {الواو} : عاطفة أو استئنافية، {قُضِيَ} : فعل ماض مغير الصيغة، {بَيْنَهُمْ} : ظرف نائب عن الفاعل أو متعلق بـ {قُضِيَ} ، ونائب الفاعل: مصدر مفهوم من الفعل؛ أي: قضي القضاء. {بِالْحَقِّ} : حال من المصدر المحذوف الواقع نائب فاعل، ولك أن تعلق الظرف بـ {قضي} . و {بِالْحَقِّ} : نائب فاعل، وجملة {قضي} : معطوفة على جملة {ترى} ، أو مستأنفة، {وَقِيلَ} : فعل ماض مغير الصيغة. {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} : </p><p> نائب فاعل محكي لـ {قيل} والجملة معطوفة على جملة {قضي} وإن شئت {الْحَمْدُ لِلَّهِ} مبتدأ أو خبر {رَبِّ الْعَالَمِينَ} صفة للجلالة، والجملة الاسمية في محل الرفع نائب فاعل لـ {قِيلَ} . </p><p> التصريف ومفردات اللغة </p><p> {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا} الإسراف: تجاوز الحد في كل ما يفعله المرء، وكثر استعماله في إنفاق المال وتبذيره، والمراد هنا: الإفراط في المعاصي. قال الراغب: السرف: تجاوز الحد في كل ما يفعله الإنسان، وإن كان ذلك في الإنفاق أشهر، وقوله تعالى:  {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ} : يتناول الإسراف في الأموال وفي غيرها. انتهى. </p><p> {لَا تَقْنَطُوا} ؛ أي: لا تيأسوا، من قنط يقنط بكسر النون، من باب جلس، وبفتحها من باب طرب وسلم، وقرىء: بضمها شاذًا من باب دخل، وفي \"المختار\" : القنوط: اليأس، وبابه: جلس ودخل وطرب وسَلم، فهو قنوط وقنط وقانط. اهـ. وفي \"المفردات\" : القنوط: اليأس من الخير. {مِنْ رَحْمَةِ اللَّهِ} والرحمة من الله: الإنعام والإعطاء والتفضل. </p><p> {وَأَنِيبُوا إِلَى رَبِّكُمْ} من الإنابة، وهو: الرجوع إلى الله بالطاعة، فيه إعلال بالنقل والتسكين والقلب، أصله: أنوبوا، نقلت حركة الواو إلى النون فسكنت الواو إثر كسرة، فقلبت ياءً حرف مد فصار {أنيبوا} . {وَأَسْلِمُوا لَهُ} من الإِسلام وهو: الانقياد والإخلاص له. </p><p> {إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} صيغة المبالغة فيهما راجعة إلى كثرة الذنوب، وكثرة المغفور والمرحوم. اهـ من \"الروح\" . {أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ} وهو القرآن، فإن ما أنزل إلينا من ربنا كتب كثيرة، أحسنها القرآن. اهـ. شيخنا. </p><p> {يَا حَسْرَتَا} بالألف بدلًا عن ياء المتكلم، إذ أصله: يا حسرتي، تقول العرب: يا حسرتي يا لهفي، ويا حسرتا ويا لهفا، ويا حسرتاي ويا لهفاي، بالجمع بين العوض والمعوّض، تقول هذه الكلمة في نداء الاستغاثة، كما في \"كشف الأسرار\" . وقد أوضحنا إعراب هذه الكلمة أي إيضاح في رسالتنا \"هدية أولي العلم </p><p> والإنصاف في إعراب المنادى المضاف \" فراجعها إن شئت.والحسرة:الغم على ما فاته، والندم عليه، كأنه انحسر الجهل عنه الذي حمله على ما ارتكبه،وقال بعضهم:الحسرة: أن تأسف النفس أسفًا، تبقى منه حسيرًا؛أي:منقطعةً،وقال الخازن:الحسرة: الاغتمام والحزن على ما فات. اهـ.</p><p> {عَلَى مَا فَرَّطْتُ} قال الراغب: الإفراط: أن يسرف في المتقدم، والتفريط: أن يقصر فيما هو المراد، فإن الفرط المتقدم. </p><p> {فِي جَنْبِ اللَّهِ} ؛ أي: في عبادته وطاعته، والجنب والجانب: كلاهما بمعنى جهة الشيء المحسوسة، وإطلاق الجنب على الطاعة مجاز بالاستعارة، كما سيأتي في مبحثه إن شاء الله تعالى، يقال هو في جنب فلان وفي جانبه؛ أي: في جهته وناحيته، ثم اتسع فيه، فقيل: فرط في جنبه؛ أي: في حقه، اهـ \" سمين \".وقال الراغب:أصل الجنب: الجارحة، جمعه جنوب، ثم استعير في الناحية التي تليها، كاستعارة سائر الجوارح لذلك، نحو اليمين والشمال،وقوله:{فِي جَنْبِ اللَّهِ}؛أي:في أمره وحده الذي حده لنا.{لَمِنَ السَّاخِرِينَ}؛أي:من المستهزين بدين الله تعالى وأهله.{كَرَّةً}؛أي:رجعةً إلى الدنيا،يقال:كر عليه عطف، وعنه رجع،والكرة:المرة والحملة، كما في \" القاموس\". </p><p> {وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ} المفازة: إما مصدر ميمي أو اسم مكان، وعلى كل حال أصله مفوزة، بوزن مفعلة، نقلت حركة الواو إلى الفاء، ثم قلبت ألفًا؛ لتحركها في الأصل وانفتاح ما قبلها الآن، فصار مفازة. </p><p> {وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} ؛ أي: قيم بالحفظ والحراسة، فيتولى التصرف بحسب الحكمة والمصلحة. </p><p> {لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ} ؛ أي: مفاتيح، لفظ فارسي معرب، واحده إقليد، معرب إكليد، وهو في الفارسي بمعنى: المفتاح في العربي، وإن كان شائعًا بين الناس بمعنى الفعل، جمع جمعًا شاذًا، كالمذاكير، جمع ذكر، وإلا فحقه أن يجمع على أقاليد، وهو إما جمع مقلاد بوزن مفعال، فالياء فيه: منقلبة عن الألف في المفرد، أو جمع مقليد، ولا قلب فيه، أو لا واحد له من لفظه، كأساطير وأخواته، ويقال أيضًا: إقليد وأقاليد. </p><p> {لَيَحْبَطَنَّ عَمَلُكَ} في \"المصباح\" : حبط العمل يحبط، من باب تعب، حبطًا بالسكون وحبوطًا: فسد وهدر، وحبط يحبط من باب ضرب لغةً، وقرىء بها في الشواذ، وحبط دم فلان حبطًا، من باب تعب: هدر، وأحبطت العمل والدم بالألف: أهدرته. اهـ. </p><p> {تَأْمُرُونِّي} أصله: تأمرونني، بإظهار النونين، ثم أدغمت أولاهما، وهي علم الرفع في الثانية، وهو للوقاية، وقد قرأ ابن عامر: على الأصل؛ أي: بإظهارهما، ونافع: بحذف الثانية، فإنها تحذف كثيرًا. </p><p> {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} القدر: التعظيم، كما في \"القاموس\" . فالمعنى: ما عظموا الله حق تعظيمه، حيث جعلوا له شريكًا، ويقال: قدر الشيء قدره: من التقدير، كما في \"المختار\" . وقال الراغب في \"المفردات\" : ما عرفوا كنهه. </p><p> {قَبْضَتُهُ يَوْمَ الْقِيَامَةِ} القبضة: المرة من القبض؛ أطلقت بمعنى القبضة، وهي: المقدار المقبوض بالكف، تسميةً بالمصدر، أو بتقدير ذات قبضته، وفي \"المفردات\" : القبض: التناول بجميع الكف، نحو قبض السيف وغيره، ويستعار القبض لتحصيل الشيء، وإن لم يكن فيه مراعاة الكف، كقولك: قبضت الدار من فلان؛ أي: حزتها. </p><p> {مَطْوِيَّاتٌ} : جمع مطوية، اسم مفعول من طوى الثلاثي، أصله: مطوُيات، اجتمعت الواو الثانية والياء، وسبقت إحداهما ساكنة، فقلبت الواو ياءً، وأدغمت في الياء، ثم كسرت الواو، مناسبة الياء. {فَصَعِقَ} يقال: صعق الرجل: إذا فزع فأغمي عليه، وربما مات منه، ثم استعمل في الموت كثيرًا، كما في \"المشارق\" . {وَوُضِعَ الْكِتَابُ} والكتاب في الأصل: اسم للصحيفة مع المكتوب فيه. </p><p> {قِيَامٌ يَنْظُرُونَ} أصله: قوام، قلبت الواو ياءً؛ لوقوعها بعد كسرة وقبل ألف. {وَجِيءَ بِالنَّبِيِّينَ} أصله: جيء بوزن فعل، مبني للمجهول، استثقلت الكسرة على الياء حيث ينتقل من ضمة إلى كسرة، فحذفت حركة الياء فسكنت، ثم حركت الفاء بالكسر؛ لمناسبة الياء، فقيل جيء؛ لان الياء صارت حرف مدّ لما سكنت إثر كسرة، {وَالشُّهَدَاءِ} جمع شهيد، ككرماء جمع كريم، وشرفاء جمع شريف. </p><p> {وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا} وأصل {سيق} : سوق بوزن فعل، مبني للمجهول، استثقلت الكسرة على الواو فنقلت إلى فاء الكلمة فسكنت الواو بعد كسرة، فقلبت ياءً حرف مد، والسوق: الحث على السير بعنف وإزعاج، علامةً على الإهانة والاحتقار، والزمر: الأفواج المتفرقة بعضها في إثر بعض، والزمر: جمع زمرة، وهي الجمع القليل، ومنه قيل شاة زمرة: قليلة الشعر، واشتقاقها من الزمر؛ وهو الصوت، إذ الجماعة لا تخلو عنه. {خَزَنَتُهَا} واحدهم خازن، نحو سدنة وسادن. </p><p> {سَلَامٌ عَلَيْكُمْ طِبْتُمْ} أصله: طيب، بوزن فعل من باب باع، قلبت الياء ألفًا؛ لتحركها بعد فتح، ثم أسند الفعل إلى ضمير الرفع المتحرك، فصار اللفظ: طابتم، فالتقي الساكنان فحذفت الألف فصار طبتم، فاحتيج إلى معرفة عين الفعل المحذوفة، هل هي واو أو ياء؟ فحذفت حركة الفاء، وعوض عنها شكلة مجانسة لتلك العين المحذوفا، التي هي ياء، والمجانس لها هو الكسرة، فقيل {طِبْتُمْ} بوزن فلتم، بكسر الفاء. {نَتَبَوَّأُ مِنَ الْجَنَّةِ} يقال بوأت له مكانًا: سويته وهيأته. </p><p> {حَافِّينَ} ؛ أي: محدقين محيطين بالعرش، مصطفين بحافته وجوانبه. اهـ \"خازن\" . وعبارة السمين: قوله: حافين: جمع حاف، وهو المحدث بالشيء، من حففت بالشيء: إذا أحطت به، وهو مأخوذ من الحفاف وهو الجانب، وقال الفراء، وتبعه الزمخشري: لا واحد لـ {حَافِّينَ} من لفظه، وكأنهما رأيا أن الواحد لا يكون حافًا، إذ الحفوف هو الإحداق بالشيء والإحاطة به، وهذا لا يتحقق إلا في جمع. اهـ. وأصله: حاففين، أدغمت عينه في لامه، فقيل: حافين. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> واعلم: أنه قال علماء البيان: اشتمل قوله تعالى: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (٥٣) } على سبعة فنون من علمي البيان والبديع، نلخصها فيما يأتي. </p><p> ١ - إقباله تعالى على عباده، وفي ذلك منتهى الاطمئنان لهم، لمحو ما سبق </p><p> من الذنوب والأوضار، والإشعار بأن أمامهم مندوحة من الوقت لاستدراك ما فرّط، ورأب ما انصدع. </p><p> ٢ - نداؤهم، وفي ذلك من التودد إليهم، والتلطف بهم ما يهيب بذوي المسكة من العقول منهم إلى المبادرة بالإنابة، والرجوع بالتوبة. </p><p> ٣ - إضافتهم إليه إضافة تشريف لهم. </p><p> ٤ - إضافة الرحمة إلى لفظ الجلالة، الجامع لجميع الأسماء والصفات، إشعارًا بأنها هي الأصل في معاملته لعباده. </p><p> ٥ - إعادة الظاهر بلفظه في قوله:  {إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا} . </p><p> ٦ - الالتفات من التكلم إلى الغيبة في قوله:  {مِنْ رَحْمَةِ اللَّهِ} لتخصيص الرحمة بالاسم الكريم، والأصل لا تقنطوا من رحمتي. </p><p> ٧ - الاتيان بالجملة المعرّفة الطرفين، المؤكدة بأن وضمير الفصل والصفتين الموضوعتين للمبالغة. </p><p> {إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} فهذه سبعة فنون كاملة في آية واحدة. </p><p> ومنها: إطلاق الخاص، وإرادة العام في قوله:  {أَسْرَفُوا} لأن الإسراف في الأصل: خاص بالإفراط في صرف المال، والمراد: ما يعم الإسراف في الأموال وغيرها. </p><p> ومنها: إطلاق العموم بمعنى الخصوص في قوله: {إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا} ؛ لأن الشرك ليس بداخل في الآية. </p><p> ومنها: التنكير لإفادة التقليل في قوله: {أَنْ تَقُولَ نَفْسٌ} لأن المراد بها بعض الأنفس، وهي الكافر؛ لأنها التي تقول ذلك، وقيل للتكثير والتعميم؛ ليشيع في كل النفوس. </p><p> ومنها: الاستعارة التصريحية في قوله: {عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ} حيث شبهت الطاعة بالجنب بمعنى الجهة المحسوسة، بجامع تعلق كل بصاحبه، فالطاعة </p><p> لها تعلق بالله، كما أن الجهة لها تعلق بصاحبها. </p><p> ومنها: الاستعارة التصريحية في قوله: {لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ} ؛ أي: مفاتيح خيراتهما، ومعادن بركاتهما، فشبّه الخيرات والبركات بخزائن، واستعار لها لفظ المقاليد بمعنى المفاتيح. </p><p> ومعنى الآية: خزائن رحمته وفضله بيده سبحانه. </p><p> ومنها: الاستعارة التمثيلية في قوله: {وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} مثّل عظمته وكمال قدرته، وحقارة الأجرام العظام، التي تتحير فيها الأوهام بالنسبة لقدرته تعالى بمن قبض شيئًا عظيمًا بكفه، وطوى السموات بيمينه، بطريق الاستعارة التمثيلية، قال في \"تلخيص البيان\" : وفي الآية استعارة، ومعنى ذلك أن الأرض في مقدوره، كالذي يقبض عليه القابض، فتستولي عليه كفه، ويحوزه ملكه ولا يشاركه غيره، والسموات مجموعات في ملكه، مضمومات بيمينه. </p><p> ومنها: توافق الفواصل في الحرف الأخير، وهو نهاية في الروعة والجمال، في قوله: {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ (٦٨) وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ (٦٩) وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ (٧٠) }. </p><p> ومنها: الاتيان بصيغة الماضي في قوله: {وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ} إشعارًا بتحقق وقوعه. </p><p> ومنها: تقديم المعمول على عامله؛ لإفادة القصر في قوله:  {بَلِ اللَّهَ فَاعْبُدْ} . </p><p> ومنها: عطف المسبب على السبب في قوله: {لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} فإن عطف الخسران على الحبوط، من عطف المسبب على السبب. </p><p> ومنها: الاستعارة التصريحية في قوله: {بِنُورِ رَبِّهَا} فإنه شبه العدل بالنور، بجامع الإظهار في كل، فإن العدل يظهر الحقوق، كما أن النور يظهر ما خفي في الظلام، فاستعار اسم المشبّه به للمشبه على طريقة الاستعارة التصريحية. </p><p> ومنها: إبهام القائل في قوله: {قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ} ؛ لتهويل المقول. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم بالصواب </p><p> * * * </p><p> مجمل موضوعات هذه السورة الكريمة </p><p> اشتملت هذه السورة على المقاصد التالية: </p><p> ١ - وصف الكتاب الكريم. </p><p> ٢ - الأمر بعبادة الله وحده، والنعي على المشركين في عبادتهم للأوثان والأصنام. </p><p> ٣ - إقامة الأدلة على وحدانية الله. </p><p> ٤ - طبيعة المشرك في السرّاء والضراء. </p><p> ٥ - ضرب الأمثال في القرآن، وفائدة ذلك. </p><p> ٦ - تمني المشركين الفداء حين يرون العذاب. </p><p> ٧ - الوعد بغفران ذنوب من أسرفوا على أنفسهم إذا تابوا. </p><p> ٨ - ما يرى على وجوه أهل النار من الكآبة والحزن. </p><p> ٩ - ذكر أحوال يوم القيامة. </p><p> ١٠ - وصف ذهاب أهل النار إلى المحشر، وما يشاهدونه من الأهوال. </p><p> ١١ - وصف ذهاب أهل الجنة وما يشاهدونه فيها من النعيم المقيم. </p><p> ١٢ - بعد فصل القضاء يقول أهل الجنة {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> [سورة غافر] </p><p> سورة غافر، وتسمى سورة المؤمن وسورة الطول، مكية نزلت بعد الزمر قاله ابن عباس والحسن ومجاهد وعكرمة وقتادة، وقال ابن عباس وقتادة: إلا آيتين نزلتا بالمدينة، وهما قوله:  {يُجَادِلُونَ فِي آيَاتِ اللَّهِ} والتي بعدها، وقال الزجاج: وذكر أن الحواميم كلها نزلت بمكة. وآيها: خمس وثمانون، وقيل: اثنتان وثمانون آية. وكلماتها: ألف ومئة وتسع وتسعون. وحروفها: أربعة آلاف وتسع مئة وستون حرفًا. </p><p> الناسخ والمنسوخ فيها: وقال أبو عبد الله محمد بن حزم: سورة المؤمن كلها محكم، غير آيتين: </p><p> أولاهما: قوله: {فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ} الآية (٥٥) . نسخ الأمر بالصبر بآية السيف. </p><p> والآية الثانية: قوله تعالى: {فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ} الآية (٧٧) ، نسخت أيضًا بآية السيف، انتهى. </p><p> تسميتها: سميت سورة غافر؛ لأن الله سبحانه ذكر هذا الوصف الجليل، الذي هو من صفات الله الحسنى في مطلع السورة الكريمة {غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ} وكرر ذكر المغفرة في دعوة الرجل المؤمن: {وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّارِ} . وتسمى سورة المؤمن لذكر قصة مؤمن آل فرعون فيها. </p><p> المناسبة لما قبلها: </p><p> ١ - أنه (١) ذكر في سابقتها ما يؤول إليه حال الكافر وحال المؤمن، وذكر هنا أنه غافر الذنب؛ ليكون ذلك استدعاءً للكافر إلى الإيمان، والإقلاع عن الكفر. </p><p> ٢ - أنه ذكر في كل منهما أحوال يوم القيامة، وأحوال الكفار فيه، وهم في </p><p>(١) المراغي.</p><p> المحشر، وهم في النار. </p><p> وقال أبو حيان (١) : مناسبة أول هذه السورة لآخر الزمر: أنه تعالى لما ذكر ما يؤول إليه حال الكافرين وحال المؤمنين .. ذكر هنا أنه تعالى غافر الذنب وقابل التوب؛ ليكون ذلك استدعاءً للكافر إلى الإيمان، وإلى الإقلاع عما هو فيه، وأن باب التوبة مفتوح، وذكر شدة عقابه وصيرورة العالم كلهم إليه؛ ليرتدع عما هو فيه، وأن رجوعه إلى ربه فيجازيه بما يعمل من خير أو شر. انتهى. </p><p> فضلها: ومن فضائلها: </p><p> ما أخرجه (٢) محمد بن نصر وابن مردويه عن أنس بن مالك، قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إن الله أعطاني السبع الطوال مكان التوراة، وأعطاني الراءات إلى الطواسين مكان الإنجيل، وأعطاني ما بين الطواسين إلى الحواميم مكان الزبور، وفضّلني بالحواميم والمفصل ما قرأهن نبي قبلي\" . </p><p> وأخرج أبو عبيد في \"فضائله\" عن ابن عباس - رضي الله تعالى عنهما - قال: إن لكل شيء لبابًا، ان لباب القرآن آل حم. </p><p> وأخرج أبو عبيد وابن الضريس وابن المنذر والحاكم والبيهقي في \"الشعب\" عن ابن مسعود قال: الحواميم ديباج القرآن. </p><p> وأخرج أبو عبيد ومحمد بن نصر وابن المنذر عنه قال: إذا وقعت في آل حم .. وقعت في روضات دمثات، أتأنق فيهن. </p><p> وأخرج أبو الشيخ وأبونعيم والديلميّ عن أنس - رضي الله تعالى عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"الحواميم ديباج القرآن\" . </p><p> وأخرج البيهقي في \"الشعب\" عن خليل بن مرة أن رسول الله - صلى الله عليه وسلم - قال:  \"الحواميم سبع، وأبواب النار سبع، تجيء كل حم منها تقف على باب من هذه الأبواب،تقول:اللهم، لا تدخل من هذا الباب من كان يؤمن بي ويقرؤني\" . </p><p> وأخرج أبو عبيد وابن سعد ومحمد بن نصر وابن مردويه والبيهقي في </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> \"الشعب\" عن أبي هريرة - رضي الله تعالى عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ حم المؤمن إلى{إِلَيْهِ الْمَصِيرُ}وآية الكرسي حين يصبح .. حفظ بهما حتى يمسي، ومن قرأهما حين يمسي .. حفظ بهما حتى يصبح.</p><p> وعن ابن مسعود - رضي الله عنه - قال (١) : إن مثل صاحب القرآن كمثل رجل انطلق يرتاد لأهله منزلًا، فمر بأثر غيث، فبينما هو يسير فيه ويتعجّب منه؛ إذ هبط على روضات دمثات، فقال: عجبت من الغيث الأول، فهذا أعجب منه وأعجب، فقيل له: إن مثل الغيث الأول مثل عظم القرآن، وإن مثل هذه الروضات الدمثات مثل آل حم في القرآن، وقال سعيد بن ابن إبراهيم: كل آل حم تسمى العرائس. </p><p> وروي عن النبي - صلى الله عليه وسلم - أنه قال: \" لكل شيء ثمرة، وإن ثمرة القرآن ذوات حم، هن روضات حسان مخصبات متجاورات، فمن أحبّ أن يرتع في رياض الجنة .. فليقرأ الحواميم \".</p><p> وعنه أيضًا: \" مثل الحواميم في القرآن، كمثل الحبرات في الثياب \". ذكرهما الثعلبيّ، اهـ \" قرطبي\". وقال الجوهري وأبو عبيد: وآل حم سور في القرآن، فأما قول العامة: الحواميم فليس من كلام العرب، وقال أبو عبيد: الحواميم سور في القرآن على غير قياس، قال: والأولى أن تجمع بذوات حم. </p><p> فتلخص من مجموع هذه الأخبار (٢) : أن هذه السور السبع تسمى الحواميم، وتسمى آل حم، وتسمى ذوات حم، فلها جموع ثلاثة، خلافًا لمن أنكر الأول منها. تأمل. </p><p> وقال محمد بن القاسم الأنباري (٣) : العرب تقول: وقع في الحواميم وفي آل حميم، أنشد أبو عبيدة: </p><p> حَلفْتُ بِالسَّبْعِ اللَّوَاتِيْ طُوِّلَتْ ... وَبِمِئِيْنَ بَعْدَهَا قَدْ أُمِئِيَتْ </p><p> وَبِمَثَانٍ ثُنيَتْ فَكُرِّرَتْ ... وَبِاالطَّوَاسِيْنِ اْللَّوَاتِيْ ثُلِّثَتْ </p><p> وَبِالْحَوَامِيْمِ اللَّوَاتِيْ سُبِّعَتْ ... وَبِاْلْمُفَصَّلِ اللَّوَاتِيْ فُصِّلَتْ </p><p>(١) الخازن. (٢) الفتوحات.(٣) زاد المسير.</p><p> فمن قال وقع في آل حميم .. جعل حاميم اسمًا لكلهن، ومن قال: وقع في الحواميم جعل حم، كأنه حرف واحد بمنزلة قابيل وهابيل، وقرأت على شيخنا أبي منصور اللغوي: قال: من الخطأ أن تقول: قرأت الحواميم، وليس من كلام العرب، والصواب أن تقول: قرأت آل حاميم. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {حم (١) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ (٢) غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ (٣) مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ (٤) كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْأَحْزَابُ مِنْ بَعْدِهِمْ وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ (٥) وَكَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ أَصْحَابُ النَّارِ (٦) الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ (٧) رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (٨) وَقِهِمُ السَّيِّئَاتِ وَمَنْ تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٩) إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ (١٠) قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ (١١) ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ (١٢) هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ (١٣) فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ (١٤) رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ لِيُنْذِرَ يَوْمَ التَّلَاقِ (١٥) يَوْمَ هُمْ بَارِزُونَ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ (١٦) الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لَا ظُلْمَ الْيَوْمَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (١٧) وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ (١٨) يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ (١٩) وَاللَّهُ يَقْضِي بِالْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَقْضُونَ بِشَيْءٍ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ (٢٠) أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ (٢١) ذَلِكَ بِأَنَّهُمْ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَكَفَرُوا فَأَخَذَهُمُ اللَّهُ إِنَّهُ قَوِيٌّ شَدِيدُ الْعِقَابِ (٢٢) }. </p><p> المناسبة </p><p> لقد قدمنا لك بيان المناسبة بين أول هذه السورة وآخر سابقتها، وأما قوله تعالى:  {مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا ...} الآيات، فمناسبتها لما قبلها: أن الله سبحانه لما (١) بين أن القرآن كتاب أنزله لهداية الناس، وسعادتهم في دنياهم وآخرتهم، إذا هم عملوا بهديه .. ذكر أحوال من يجادل فيه لغرض إبطاله، وإخفاء نوره، ثم أرشد رسوله أن لا يغتر بأحوال أولئك المجادلين، وتركهم سالمين في أبدانهم وأموالهم، يتصرفون في البلاد للتجارة لسعة الرزق، والتمتع بزخرف الدنيا، فإنه سيأخذهم أخذ عزيز مقتدر، كما فعل بأمثالهم من الأمم الماضية، ممن كذبوا رسلهم، فحل بهم البوار في الدنيا، وسينزل بهم النكال في الآخرة، في جهنم وبئس القرار. </p><p> قوله تعالى:  {الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما أبان ما أظهره المشركون للمؤمنين من العداوة ومجادلتهم للرسل بالباطل؛ لإطفاء نور دعوتهم .. أردف ذلك ببيان أن أشرف المخلوقات، وهم الملائكة الذين يحملون العرش، والحافون حول العرش، يحبون المؤمنين، ويطلبون لهم ولآبائهم وأزواجهم وذريّاتهم المغفرة من ربهم، فلا تبال أيها الرسول بهؤلاء المشركين، ولا تقم لهم وزنًا، وكفاك نصرة حملة العرش والحافين حوله. </p><p> وعبارة أبي حيان: مناسبتها لما قبلها (٢) : أنه تعالى لما ذكر جدال الكفار في آيات الله وعصيانهم .. ذكر طاعة هؤلاء المصطفين من خلقه، وهم حملة العرش ومن حوله، وهم الحافون به من الملائكة. انتهى. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر فيما سلف أحوال المشركين المجادلين في آيات الله .. أردف ذلك ببيان أنهم يوم القيامة يعترفون بذنوبهم، وباستحقاقهم ما سيحل بهم من النكال والوبال، ويسألون الرجوع </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}