{
  "id": null,
  "sura": 39,
  "aya": 6,
  "text": "<p> لمقتوه، بل سعوا في تلف روحه وإهلاكه، فانظر كيف ستر عن غيره أسراره وعوارفه؟. </p><p> والثالث: مغفرة ذنوبه التي كان يستحق الافتضاح بها، على ملأ من الخلق، وقد وعد أن يبدل من سيئاته حسنات، ليستر مقابح ذنوبه، بثواب حسناته، إذا مات على الإيمان، وحظ العبد من هذا الاسم، أن يستر من غيره ما يحب أن يستر منه، وقد قال النبي - صلى الله عليه وسلم -: «من ستر على مؤمن عورته، ستر الله عورته يوم القيامة» . والمغتاب، والمتجسس، والمكافىء على الإساءة بمعزل عن هذا الوصف، وإنما المتصف به من لا يفشي من خلق الله، إلا أحسن ما فيهم، ولا ينفك مخلوق عن كمال، ونقص، وعن قبح وحسن، فمن تغافل عن المقابح، وذكر المحاسن، فهو ذو نصيب من هذا الاسم والوصف، كما روي عن عيسى عليه السلام: أنه مر مع الحواريين بكلب ميت، قد غلب نتنه، فقالوا: ما أنتن هذه الجيفة؟ فقال عيسى عليه السلام: ما أحسن بياض أسنهانها، تنبيهًا على أن الذي ينبغي أن يذكر من كل شيء، ما هو أحسنه. </p><p> وبعد أن ذكر الدلائل التي بثها في العالم العلوي .. أردفها ذكر الدلائل التي أودعها في العالم السفلي، وبدأها بخلق الإنسان؛ لأنه أعجب ما فيه، لما فيه من العقل، وقبوله الأمانة الإلهية، ولله در من قال: </p><p> وَتَزْعُمُ أَنَّكَ جُرْمٌ صَغِيْرُ ... وَفِيْكَ انْطَوَى الْعَالَمُ الأَكْبَرُ </p><p> ٦ - {خَلَقَكُمْ} الله سبحانه وتعالى، أيها الناس جميعًا، على اختلاف ألسنتكم وألوانكم {مِنْ نَفْسٍ واحِدَةٍ} هي نفس آدم، عليه السلام {ثُمَّ جَعَلَ} ؛ أي: خلق {مِنْها} ؛ أي: من جنس تلك النفس الواحدة، أو من قصيراها، وهي الضلع التي تلي الخاصرة، أو آخر الأضلاع من جهة السيار {زَوْجَها} حواء. و {ثُمَّ} عطف على محذوف، هو صفة لنفس؛ أي: خلقكم من نفس واحدة خلقها، ثم جعل منها زوجها فشفعها، وذلك فإن ظاهر الآية يفيد أن خلق حواء بعد خلق ذرية آدم، وليس كذلك. وفيه إشارة إلى أن الله تعالى، خلق الإنسان من نفس واحدة هي الروح، وخلق منها زوجها، وهو القلب، فإنه خلق من الروح كما خلقت </p><p> حواء، من ضلع آدم عليه السلام، فالله تعالى متفرد بهذا الخلق مطلقًا، فينبغي أن يُعرف ويُعبد بلا إشراك به. </p><p> والمعنى: أي خلقكم سبحانه، على اختلاف ألسنتكم، وألوانكم، من نفس واحدة، وهي آدم، ثم جعل من جنسها زوجها، وهي حواء. والتعبير بالجعل دون الخلق، مع العطف بثم، للدلالة على أن خلق حواء، من ضلع آدم، أدخل في كونه آية دالة على كمال القدرة؛ لأن خلق آدم، هو على عادة الله، المستمرة في خلقه، وخلقها على الصفة المذكورة، لم تجر به عادة، لكونه لم يخلق سبحانه أنثى من ضلع رجل غيرها. </p><p> ثم ثنى بخلق الحيوان، فقال:  {وَأَنْزَلَ لَكُمْ} ؛ أي: قضى، وقسم لكم. فإن قضاياه تعالى وقسمه توصف بالنزول من السماء، حيث تكتب في اللوح المحفوظ، وقيل: عبر بالإنزال لما يروى: أنه خلقها في الجنة ثم أنزلها، فيكون الإنزال حقيقة. أو أحدث لكم، وأنشأ بأسباب نازلة من السماء: كالأمطار، وأشعة الكواكب. وهذا كقوله:  {قَدْ أَنْزَلْنا عَلَيْكُمْ لِباسًا} . ولم ينزل اللباس نفسه، ولكن أنزل الماء الذي هو سبب القطن والصوف، واللباس منهما. {مِنَ الْأَنْعامِ ثَمانِيَةَ أَزْواجٍ} ذكرًا، وأنثى، وهي الإبل، والبقر، والضأن، والمعز. والأنعام: جمع نعم بفتحتين، وهي جماعة الإبل في الأصل، لا واحد لها من لفظها. قال ابن الشيخ في أول المائدة: الأنعام مخصوص بالأنواع الأربعة. وهي الإبل، والبقر، والضأن، والمعز. ويقال لها: الأزواج الثمانية؛ لأن ذكر كل واحد من هذه الأنواع زوج بأنثاه، وأنثاه زوج بذكره، فيكون مجموع الأزواج ثمانية بهذا الاعتبار، من الضأن اثنين، ومن المعز اثنين، ومن الإبل اثنين، ومن البقر اثنين، والخيل، والبغال، والحمير خارجة من الأنعام. </p><p> وخصت (١) هذه الأنواع الأربعة بالذكر، لكثرة الانتفاع بها من اللحم، والجلد، والشعر، والوبر. وفي «التأويلات النجمية» : وأنزل لكم من الأنعام </p><p>(١) روح البيان.</p><p> ثمانية أزواج؛ أي: خلق فيكم من صفات الأنعام ثماني صفات، وهي الأكل والشرب، والتغوط والتبول، والشهوة والحرص، والشره والغضب، وأصل جميع هذه الصفات، الصفتان الاثنتان: الشهوة والعضب، فإنه لا بد لكل حيوان من هاتين الصفتين، لبقاء وجوده بهما، فبالشهوة يجلب المنافع إلى نفسه، وبالغضب يدفع المضرات. </p><p> ثم ذكر سبيل خلق ما ذكر، من الأناسي والأنعام، فقال:  {يَخْلُقُكُمْ} الله سبحانه وتعالى، أيها الناس {فِي بُطُونِ أُمَّهاتِكُمْ} ؛ أي: في </p><p> أرحامهن {خَلْقًا} كائنًا {مِنْ بَعْدِ خَلْقٍ} ؛ أي: خلقًا مدرجًا حيوانًا، سويًا من بعد عظام مكسوة لحمًا، من بعد عظام عارية، من بعد مضغ مخلقة، من بعد مضغ غير مخلقة، من بعد علقة من بعد نطفة، ونظيره قوله تعالى: {وَقَدْ خَلَقَكُمْ أَطْوارًا (١٤) } قاله قتادة والسدي. وقال ابن زيد: خلقكم خلقا في بطون أمهاتكم، من بعد خلقكم في ظهر آدم، عليه السلام. وقوله:  {فِي ظُلُماتٍ ثَلاثٍ} متعلق بقوله: يخلقكم وهي ظلمة البطن، وظلمة الرحم، وظلمة المشيمة، قاله مجاهد، وعكرمة، وقتادة، والضحاك. وقال سعيد بن جبير: ظلمة المشيمة، وظلمة الرحم، وظلمة الليل. وقال أبو عبيدة: ظلمة صلب الرجل، وظلمة بطن المرأة، وظلمة الرحم، والخلق في بطون الأمهات. حالة مشتركة بين الإنسان والحيوان. وإنما قال:  {فِي بُطُونِ أُمَّهاتِكُمْ} لتغليب من يعقل، ولشرف الإنسان على سائر الخلق، والمشيمة بفتح الميم: محل الولد؛ أي: الجلد الرقيق المشتمل على الجنين. </p><p> والمعنى: أي يبتدىء خلقكم أيها الناس، في بطون أمهاتكم خلقًا من بعد خلق. فيكون أحدكم أولًا نطفة، ثم يكون علقة، ثم يكون مضغة، ثم يكون عظمًا وعصبًا، ثم يكون لحمًا، وينفخ فيه الروح، فيصير خلقًا آخر، فتبارك الله أحسن الخالقين {فِي ظُلُماتٍ ثَلاثٍ} ؛ أي: في ظلمات أغشية ثلاثة، جعلها المولى سبحانه وقاية، للولد، وحفظًا له من التعفن. </p><p> وقرأ عيسى، وطلحة:  {يخلقكم} بإدغام القاف في الكاف، وقرأ حمزة:  {أمهاتكم} بكسر بالهمزة، والميم، وقرأ الكسائي: بكسر الهمزة، وفتح الميم، </p>"
}