{
  "id": null,
  "sura": 39,
  "aya": 10,
  "text": "<p> أعمالهم خيرًا، ولا يخافون من سيئها شرًا، وجاء هذا الكلام بأسلوب الاستفهام، للدلالة على أن الأولين بلغوا أعلى معارج الخير، وأن الآخرين درجوا في دركات الشر، ولا يخفى ذلك على منصف ولا مكابر. </p><p> ثم بيّن أن ما سلف إنما يفهمه كل ذي لب، فأمثال هؤلاء على قلوبهم غشاوة لا يفقهون موعظة، ولا تنفع فيهم التذكرة، فقال:  {إِنَّما يَتَذَكَّرُ} ويتعظ، ويتدبر، ويتفكر {أُولُوا الْأَلْبابِ} ؛ أي أصحاب العقول الكاملة، السالمة من الشك والشرك، وهم المؤمنون، لا الكفار، وقرىء:  {يذكر} بإدغام تاء {يَتَذَكَّرُ} في الذال، وهذا كلام (١) مستقل، غير داخل في الكلام المأمور به، وارد من جهته تعالى؛ أي: إنما يتعظ بهذه البيانات الواضحة، أصحاب العقول الخالصة من شوائب الخلل والوهم، وهؤلاء بمعزل عن ذلك، قيل: قضية اللب الاتعاظ بالآيات، ومن لم يتعظ فكأنه لا لب له، ومَثَلهُ مَثَلُ البهائم. </p><p> والخلاصة: أنه إنما يعلم الفرق بين هذا وذاك، من له لب وعقل يتدبر به، وقيل لبعض العلماء (٢) : إنكم تقولون: العلم أفضل من المال، ثم نرى العلماء يجتمعون عند أبواب الملوك؛ ولا نرى الملوك مجتمعين عند أبواب العلماء، فأجاب: بأن هذا أيضًا يدل على فضيلة العلم. لأن العلماء علموا ما في المال من المنافع فطلبوه، والجهال لم يعرفوا ما في العلم من المنافع فتركوه. </p><p> ١٠ - ولما نفى الله سبحانه المساواة، بين من يعلم ومن لا يعلم، وبيّن أنه إنما يتذكر أولو الألباب .. أمر رسوله - صلى الله عليه وسلم - بأن يأمر المؤمنين من عباده بالثبات على تقواه، والإيمان به. فقال:  {قُلْ} يا محمد لعبادي المؤمنين: {يا عِبادِ الَّذِينَ آمَنُوا} وصدقوا بتوحيد الله {اتَّقُوا رَبَّكُمْ} بامتثال مأموراته، واجتناب منهياته، وإخلاص الإيمان له، ونفي الشركاء عنه؛ أي: قل لهم: قولي هذا بعينه؛ أي: </p><p>(١) روح البيان. (٢) المراح.</p><p> قل لهم: ربكم يقول: أطيعوا ربكم في الصغير والكبير من الأمور، وفيه تشريف لهم بإضافتهم إلى ضمير الجلالة، فإنه أصله: يا عبادي بالياء، حذفت اكتفاءً بالكسرة. </p><p> والمعنى:  {اتَّقُوا رَبَّكُمْ} ؛ أي: دوموا، واثبتوا على تقوى ربكم؛ لأن بالإيمان حصلت التقوى عن الكفر والشرك، أو اتقوا عذابه وغضبه باكتساب طاعته، واجتناب معصيته، أو اتقوا به عما سواه، حتى تخلصوا من نار القطيعة، وتفوزوا بوصاله ونعيم جماله. </p><p> ثم لما أمر الله سبحانه المؤمنين بالتقوى، بيّن لهم ما في هذه التقوى من الفوائد، فقال:  {لِلَّذِينَ أَحْسَنُوا} ؛ أي: للذين عملوا الأعمال الحسنة على وجه الإخلاص. خبر مقدم {فِي هذِهِ الدُّنْيا} متعلق بأحسنوا {حَسَنَةٌ} عظيمة ومثوبة كبيرة في الآخرة، لا يعرف كنهها، مبتدأ مؤخر. وهي الجنة، والشهود؛ لأن جزاء الإحسان الإحسان، والإحسان: أن تعبد الله كأنك تراه، فإن لم تكن تراه، فإنه يراك، فالمحسن هو المشاهد، وبمشاهدة الله يغيب ما سوى الله تعالى، فلا يبقى إلا هو، وذلك حقيقة الإخلاص، وأما غير المحسن، فعلى خطر لبقائه مع ما سوى الله تعالى، فلا يأمن من الشرك والرياء القبيح، ومن كان عمله قبيحًا لم يكن جزاؤه حسنًا، وقيل:  {فِي هذِهِ الدُّنْيا} متعلق بـ {حَسَنَةٌ} على أنه بيان لمكانها، فيكون المعنى: للذين أحسنوا في العمل حسنة في الدنيا بالصحة، والعافية، والظفر، والغنيمة، والأول أولى. </p><p> وحاصل المعنى: أي لمن أحسن في هذه الدار، وعمل صالح الأعمال، وزكى نفسه فيها، حسنة من صحة وعافية، ونجاح في الأعمال، التي يزاولها كفاء ما يتحلى به، من تمسك بآداب الدين واتباع فضائله، وحسنة في الآخرة، فيتمتع بجنات النعيم ورضوان الله عنه {وَرِضْوانٌ مِنَ اللَّهِ أَكْبَرُ} . </p><p> ثم لما كان بعض العباد قد يتعسر عليه فعل الطاعات، والإحسان في وطنه، أرشد الله سبحانه، من كان كذلك إلى الهجرة من مكة إلى المدينة، </p><p> وصبّرهم على مفارقة الأوطان، فقال:  {وَأَرْضُ اللَّهِ واسِعَةٌ} فمن (١) تعسر عليه التوفر على التقوى، والإحسان في وطنه. فليهاجر إلى حيث يتمكن فيه من ذلك، كما هو سنة الأنبياء، والمرسلين، والصالحين، فإنه لا عذر له في التفريط أصلًا؛ أي: إنكم إذا لم تتمكنوا من التوفر على الإحسان والتقوى، وصرف الهمم إلى العبادة في البلد الذي أنتم فيه، فتحولوا عنه إلى بلاد تستطيعون فيها ذلك، واجعلوا أسوتكم الأنبياء والصالحين، فقد فعل كثير منهم ذلك، وفيه حث على الهجرة من البلد الذي يظهر فيه المعاصي، وقد ورد:  «إن من فر بدينه من أرض إلى أرض وجبت له الجنة» ، وإنما قال:  «بدينه» احترازًا عن الفرار بسبب الدنيا ولأجلها، خصوصًا إذا كان المهاجر إليه أعصى من المهاجر منه، وقيل المراد بالأرض هنا: أرض الجنة، رغّبهم في سعتها وسعة نعيمها، كما في قوله:  {وَجَنَّةٍ عَرْضُهَا السَّماواتُ وَالْأَرْضُ} . والأول أولى. </p><p> ثم ذكر ما لهم من رفيع المنزلة، وعظيم الأجر على ذلك. فقال:  {إِنَّما يُوَفَّى} ويعطى {الصَّابِرُونَ} الذين صبروا على دينهم فلم يتركوه للأذى، وحافظوا على حدوده، ولم يفرطوا في مراعاة حقوقه، لما اعتراهم في ذلك من فنون الآلام، والبلايا التي من جملتها مهاجرة الأهل، ومفارقة الأوطان، والمعنى: يعطون {أَجْرَهُمْ} بمقابلة ما كابدوا من الصبر {بِغَيْرِ حِسابٍ} ؛ أي: بحيث لا يحصى، ولا يحصر؛ أي: يوفيهم الله، ويعطيهم أجرهم وافيًا كاملًا في مقابلة صبرهم بغير حساب؛ أي (٢) : بما لا يقدر على حصره حاصر، ولا يستطيع حسابه حاسب. قال عطاء: بما لا يهتدي إليه عقل، ولا وصف، وقال مقاتل: أجرهم الجنة، وأرزاقهم فيها بغير حساب. </p><p> والحاصل: أن الآية تدل (٣) على أن ثواب الصابرين وأجرهم لا نهاية له؛ لأن كل شيء يدخل تحت الحساب فهو متناه، وما كان لا يدخل تحت الحساب. </p><p>(١) روح البيان. (٢) الشوكاني.(٣) المراغي.</p>"
}