{
  "id": null,
  "sura": 39,
  "aya": 38,
  "text": "<p> والاستفهام في قوله:  {أَلَيْسَ اللَّهُ} سبحانه {بِعَزِيزٍ} ؛ أي: بغالب منيع يعزّ من يعبده {ذِي انْتِقَامٍ} من أعدائه لأوليائه .. للتقرير (١) ؛ لأن الاستفهام إذا دخل على النفي .. أفاد تحقيقًا وتقريرًا، كما مرّ. </p><p> والمعنى: أنَّ الله عزيز لا يغالب، ومنيع لا ينازع ولا يمانع، وذو انتقام وعقوبة ينتقم من عصاته بما يصبّه عليهم من عذابه، وما ينزله بهم من سوط عقابه، فهو الذي لا يضام من استند إلى جنابه، أو لجأ إلى بابه. </p><p> ٣٨ - ثمّ أقام الدليل على غفلتهم وشديد جهلهم في عبادتهم للأصنام والأوثان، مع تفرّده تعالى بالخالقية لكل شيء، وعدم خلقها شيئًا، فقال:  {وَلَئِنْ سَأَلْتَهُمْ} يا محمد؛ أي: وعزّتي وجلالي، لئن سألت يا محمد هؤلاء المشركين الذين يخوّفونك بآلهتهم، فقلت لهم:  {مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} ؛ أي: من اخترع هذين الجنسين المعبّر عنهما بالعالم .. {لَيَقُولُنَّ} هؤلاء الكفرة في الجواب خلقهنّ {اللَّهُ} سبحانه وتعالى؛ لوضوح الدليل على اختصاصه بالخالقية. و {اللام} الأولى: توطئة وتمهيد للقسم، والثانية تأكيد له، وهو سادّ مسدّ جوابين. </p><p> وفي هذا (٢) أعظم دليل على أنهم كانوا في غفلة شديدة، وجهالة عظيمة؛ لأنهم إذا علموا أنَّ الخالق لهم ولما يعبدون من دون الله هو الله سبحانه فكيف استَحْيَنَتْ عقولهم عبادة غير خالق الكل وتشريك مخلوق مع خالقه في العبادة؟ وقد كانوا يذكرون بحسن العقول، وكمال الإدراك، والفطنة التافة، ولكنهم لمَّا قلدوا أسلافهم، وأحسنوا الظن بهم .. هجروا ما يقتضيه العقل، وعملوا بما هو محض الجهل. وفي \"التأويلات النجمية\" : يشير إلى إنّ الإيمان الفطري مركوز في جبلة الإنسان من يوم الميثاق، إذ أشهدهم الله على أنفسهم، فقال:  {أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى} كما قال تعالى: {فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} . وقال - صلى الله عليه وسلم -: \"كل مولود يولد على الفطرة\" ، فلا يزال يوجد في الإنسان وإن كان كافرًا أثر ذلك الإقرار، ولكنّه غير نافع إلَّا مع الإيمان الكسبيّ بالله وملائكته وكتبه ورسله وبما جاؤوا به. انتهى. </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> ثمّ أمر الله سبحانه رسوله أن يبكّتهم ويوبِّخهم بعد هذا الاعتراف، فقال:  {قُلْ} لهم يا محمد تبكيتًا وتوبيخًا لهم: {أَفَرَأَيْتُمْ} ؛ أي: أخبروني، جعل الرؤية وهو العلم الذي هو سبب الإخبار مجازًا عن الإخبار، {مَا تَدْعُونَ} ؛ أي: تعبدون، و {مَا} : عبارة عن الآلهة، {مِنْ دُونِ اللَّهِ} سبحانه، {إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ} والضرّ: سوء الحال أيًّا كان، من مرض وضيق معيشة وشدّة وبلاء، و {الهمزة} في {أَفَرَأَيْتُمْ} : للاستفهام الإنكاريّ، داخلة على محذوف، و {الفاء} : عاطفة على ذلك المحذوف، والتقدير: أفكّرتم ما أقررتم فرأيتم ... إلخ. </p><p> والظاهر (١) : أن {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا لم يكن خالق سواه تعالى .. فأخبروني عن آلهتكم التي تعبدونها، أنَّه إن أرادني الله بضرّ .. هل من كاشفات ضُرّه، {أَوْ} أنه إن {أَرَادَنِي بِرَحْمَةٍ} ؛ أي: بنفع من صحةٍ أو غنًى أو غير ذلك من المنافع، {هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ} ؛ أي: أخبروني عن آلهتكم هذه، هل تقدر على كشف ما أراده الله بي من الضر، أو منع ما أراده الله لي من الخير، وإذا لم تكن لها قدرة على شيء .. فلا ينبغي التعويل عليها، ولا الكدُّ في عبادتها، بل نعبد الإله القادر الذي تكون عبادته كافية في جلب السرّاء ودفع الضراء، والضرّ: سوء الحال أيًّا كان من مرضٍ وضيق معيشةٍ وشدةٍ؛ والكشف: الإظهار والإزالة ورفع شيء عما يواريه ويغطيه. </p><p> وحاصل المعنى (٢) : أي إذا حققتم وأيقنتم أن خالق العالم العلويّ والسفلي هو الله تعالى .. فأخبروني أنّ آلهتكم إن أرادني الله بضرّ هل هنّ يكشفن عنّي ذلك الضرر والبلاء ويدفعنه عنّي؛ أي: لا تقدر على دفعه وإزالته، أو أرادني برحمة ونفعٍ من المنافع، هل من ممسكات رحمته فيمنعنها عنّي؟ أي: لا تقدر على إمساك تلك الرحمة ومنعها، وتعليق إرادة الضُّرِّ والرحمة بنفسه - صلى الله عليه وسلم - للردّ في نحورهم، حيث كانوا خوّفوه مضرّة الأوثان، ولما فيه من الإيذان بإمحاض النصح، وإنما قال:  {كَاشِفَاتُ} و {مُمْسِكَاتُ} إبانةً لكمال ضعفها، وإشعارًا بأنوثتها، كما قال:  {إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا} وهم كانوا يصفونها بالأُنوثة، مثل العزى </p><p>(١) الفتوحات. (٢) المراغي.</p><p> واللات ومناة، فكأنه قال: كيف أشركتم به تعالى هذه الأشياء الجماديّة البعيدة من الحياة والعلم والقدرة والقوّة والتمكّن من الخلق؟ هلّا استحييتم من ذلك؟ وجواب هذا الاستخبار محذوف، تقديره: فإنهم سيقولون لا تقدر على شيء من ذلك. </p><p> وقرأ الجمهور (١) : {كَاشِفَاتُ} و {مُمْسِكَاتُ} على الإضافة، وقرأ شيبة والأعرج وعمرو بن عبيد وعيسى بخلاف عنه وأبو عمرو وأبو بكر: بتنوينهما، ونصب ما بعدهما، واختار أبو عبيد وأبو حاتم قراءة أبي عمرو؛ لأنّ {كَاشِفَاتُ} اسم فاعل في معنى الاستقبال، وما كان كذلك فتنوينه أجود، وبها قرأ الحسن وعاصم. </p><p> قال مقاتل: لما نزلت هذه الآية .. سألهم النبيّ - صلى الله عليه وسلم - فسكتوا، وقال غيره: قالوا لا تدفع شيئًا من قدر الله، ولكنها تشفع، فنزل قوله:  {قُلْ} يا محمد لهم {حَسْبِيَ اللَّهُ} ؛ أي: الله كافيّ في جميع أموري من جلب نفع أو دفع ضرّ، فلا أخاف شيئًا من أصنامكم التي تخوّفونني بها {عَلَيْهِ} سبحانه وتعالى لا على غيره أصلًا {يَتَوَكَّلُ} ويعتمد {الْمُتَوَكِّلُونَ} ؛ أي: المعتمدون لعلمهم بأنّ ما سواه تحت ملكوته تعالى، وفيه إشارة إلى أن من تحول عن الكافي إلى غير الكافي .. لم يتمّ أمره، فلا بدّ من التوكّل على رب العباد، والتسليم له والانقياد، وفي الحديث:  \"من أحبّ أن يكون أقوى الناس .. فليتوكّل على الله، ومن أحبت أن يكون أغنى الناس .. فليكن بما في يد الله عزّ وجلّ أوثق منه بما في يديه، ومن أحبّ أن يكون أكرم الناس .. فليتق الله عزّ وجلّ.</p><p> وفي الحديث الصحيح: \" احفظ الله يحفظك، احفظ الله تجده تجاهك، تعرّف إلى الله في الرخاء يعرفك في الشدة، وإذا سألت .. فاسأل الله، وإذا استعنت .. فاستعن بالله، واعلم أنّ الناس لو اجتمعوا على أن يضرّوك بشيء لم يكتبه الله عليك .. لم يضرُّوك، ولو اجتمعوا على أن ينفعوك بشيء لم يكتبه الله لك .. لم ينفعوك، رفعت الأقلام، وجفّت الصحف، واعلم أنَّ في الصبر على ما تكره خيرًا كثيرًا، وأنَّ النصر مع الصبر، وأنَّ الفرج مع الكرب، وأنّ مع العسر يسرا\". </p><p>(١) البحر المحيط.</p>"
}