{
  "id": null,
  "sura": 39,
  "aya": 9,
  "text": "<p> ثم علل ذلك بقوله:  {إِنَّكَ مِنْ أَصْحابِ النَّارِ في الآخرة} ؛ أي: من ملازميها، والمعذبين فيها على الدوام، وهو تعليل لقلة التمتع، وفيه من الإقناط من النجاة ما لا يخفى كأنه قيل: وإذ قد أبيت قبول ما أمرت به، من الإيمان والطاعة، فمن حقك أن تؤمر بتركه لتذوق عقوبته. </p><p> والمعنى (١) : أي وإذا أصاب الكافر بلاء في جسده، أو شدة في معيشته، أو خوف على حياته .. استغاث بربه الذي خلقه، ورغب إليه في كشف ما نزل به، تائبا إليه مما كان عليه من قبل ذلك من الكفر به، وإشراك الآلهة والأوثان في عبادته، ثم إذا منحه نعمة منه فأزال ما به من ضر، وأبدله بالسقم صحة وبالشدة رخاء .. ترك دعاءه الذي كان يدعوه من قبل، أن يكشف ما كان به من ضر، فجعل لله شركاء، وأضل الناس، ومنعهم من توحيده والإقرار به، والدخول في الإسلام له، ثم أوعده، وهدده فقال:  {تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ...} إلخ؛ أي: قل أيها (٢) الرسول لمن فعل ذلك: تمتع بما أنت فيه من زخرف الدنيا ولذاتها، منصرفًا عن النظر إلى أدلة التوحيد، التي أوجدها الله سبحانه في الأكوان، وجعلها في نفس الإنسان زمنًا قليلًا إلى أن تستوفي أجلك، وتأتيك منيتك، ثم أنت بعد ذلك من أصحاب النار المخلدين فيها أبدًا. </p><p> ٩ - ثم لما ذكر سبحانه صفات المشركين، وتمسكهم بغير الله عند اندفاع المكروهات عنهم .. ذكر صفات المؤمنين، فقال:  {أَمَّنْ هُوَ قانِتٌ} إلخ، وهذا إلى آخره، من تمام الكلام المأمور به رسول الله - صلى الله عليه وسلم -، و {أَمَّنْ} بالتشديد، على أن أصله: أم من هو قانت، وهي إما متصلة حذف معادلها، والمعنى: قل له يا محمد: أأنت أيها المشرك أحسن حالًا ومآلًا، أم من هو قانت وعابد لربه، قائم بأداء الطاعات {آناءَ اللَّيْلِ} ودائب على وظائف العبادات في ساعات الليل أوله، وآخره، ووسطه التي تكون فيها العبادة أشق على النفوس، وأبعد عن </p><p>(١) المراغي. (٢) المراغي.</p><p> الرياء، فتكون أقرب إلى القبول، وقوله:  {ساجِدًا} حال (١) من ضمير {قانِتٌ} ؛ أي: حال كونه ساجدًا في صلاته {وَقائِمًا} فيها، وتقديم السجود على القيام، لكونه أدخل في معنى العبادة، والواو للجمع بين الصفتين، فالمعنى:  {قانِتٌ} ؛ أي: قائم طويل القيام في الصلاة، كما يشعر به {آناءَ اللَّيْلِ} ؛ لأنه إذا قام في ساعات الليل، فقد أطال القيام بخلاف من قام في جزء من الليل، والمراد بالسجود والقيام: الصلاة، عبّر عنها بهما لكونهما أعظم أركانها، والاستفهام على كونها متصلة للتقرير. ولا شك أن الجواب لا يحتاج إلى بيان، وإما منقطعة فتقدّر ببل الإضرابية وهمزة الاستفهام الإنكاري، والمعنى: بل أمن هو قانت مطيع لربه ساجدًا وقائمًا كالكافر المقول له: تمتع بكفرك قليلًا؛ أي: لا يستويان، بل هو في الجنة والكافر في النار. </p><p> وقرأ ابن كثير ونافع، وحمزة، والأعمش، وعيسى، وشيبة، والحسن في رواية (٢) : {أمن} بتخفيف الميم، والظاهر: أن الهمزة لاستفهام التقرير، ومقابله محذوف لفهم المعنى، والتقدير: أهذا القانت خير، أم الكافر المخاطب بقوله:  {قُلْ تَمَتَّعْ بِكُفْرِكَ} ، ويدل عليه قوله:  {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ} ، وقرأ باقي السبعة، والحسن، وقتادة، والأعرج، وأبو جعفر: أمن بتشديد الميم، وهي {أم} أدغمت ميمها في ميم {من} ، فاحتملت {أم} أن تكون متصلة ومعادلها محذوف قبلها، تقديره: أهذا الكافر خير، أم من هو قانت، واحتملت أن تكون منقطعة تقدر ببل والهمزة، والتقدير: بل أم من هو قانت صفته كذا، كمن ليس كذلك. وقرأ الجمهور {ساجِدًا وَقائِمًا} بالنصب على الحال، والضحاك برفعهما إما على النعت لقانت، وإما على أنه خبر بعد خبر. </p><p> وقوله:  {يَحْذَرُ الْآخِرَةَ} حال أخرى (٣) على الترادف، أو التداخل أو استئناف، كأنه قيل: ما باله يفعل القنوت في الصلاة؟ فقيل: هو يحذر عذاب الآخرة لإيمانه بالبعث. {وَيَرْجُوا رَحْمَةَ رَبِّهِ} ؛ أي: المغفرة أو الجنة، لا أنه يحذر </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) روح البيان.</p><p> ضر الدنيا ويرجو خيرها فقط كالكافر؛ أي: حالة كونه يخاف عذاب الآخرة ويرجو جنة ربه، فينجو مما يخافه ويفوز بما يرجوه، ودلت الآية على أن المؤمن يجب أن يكون بين الخوف والرجاء، يرجو رحمة ربه لعمله، ويخاف عذابه لتقصيره في عمله، ثم الرجاء إذا جاوز حده يكون آمنا، والخوف إذا جاوز حده يكون يائسا، وكل منهما كفر، فوجب أن يعتدل كما قال - صلى الله عليه وسلم -: «لو وزن خوف المؤمن ورجاؤه لاعتدلا» ، وما اجتمعا في قلب رجل إلا فاز. </p><p> ثم أمر الله سبحانه رسوله - صلى الله عليه وسلم -، أن يقول لهم قولًا آخر، يتبين به الحق من الباطل، فقال:  {قُلْ} يا محمد بيانًا للحق، وتنبيهًا على شرف العلم والعمل:  {هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ} حقائق الأعمال، فيعملون بموجب علمهم، كالقانت المذكور {وَالَّذِينَ لا يَعْلَمُونَ} ما ذكر، فيعملون بمقتضى جهلهم وضلالهم، كالكافر المذكور، أو الذين (١) يعلمون أن ما وعد الله به من البعث والثواب والعقاب حق، والذين لا يعلمون ذلك، أو الذين يعلمون ما أنزل الله على رسله والذين لا يعلمون ذلك، أو المراد: العلماء، والجهال، ومعلوم عند كل من له عقل، أنه لا استواء بين العلم والجهل، ولا بين العالم والجاهل، وقال الزجاج؛ أي: كما لا يستوي الذين يعلمون والذين لا يعلمون، كذلك لا يستوي المطيع والعاصي. وقيل: المراد بالذين يعلمون: هم العاملون بعلمهم، فإنهم المنتفعون به؛ لأن من لم يعمل بمنزلة من لم يعلم، والاستفهام فيه للتنبيه على كون الأولين في أعلى معارج الخير، وكون الآخرين في أقصى مدارج الشر، وفي «بحر العلوم» : الفعل منزل منزلة اللازم، ولم يقدر له مفعول؛ لأن المقدر كالمذكور. والمعنى: لا يستوي من يوجد فيه حقيقة العلم ومن لم يوجد. </p><p> وعبارة المراغي هنا (٢) : أي قل أيها الرسول لقومك: هل يستوي الذين يعلمون ما لهم في طاعة ربهم من الثواب، وما عليهم في معصيتهم إياه من عقاب، والذين لا يعلمون ذلك؟ فهم يخبطون خبط عشواء، لا يرجون بحسن </p><p>(١) الشوكاني. (٢) المراغي.</p>"
}