{
  "id": null,
  "sura": 39,
  "aya": 42,
  "text": "<p> وقد فعلت؛ أي: وما وكلت عليهم لتجبرهم على الهدى، وما وظيفتك إلا البلاغ، وقد بلّغت أيّ بلاغ، وفي \"فتح الرحمن\" قوله: {فَمَنِ اهْتَدَى فَلِنَفْسِهِ} قاله هنا بحذف فإنما يهتدي المذكور في يونس والإسراء، اكتفاءً بما ذكره بقوله قبل:  {وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} ، انتهى. </p><p> وفي الآية (١) : إشارة إلى أنّ القرآن مذكّر جوار الحق للناس الذين نسوا الله وجواره، فمن تذكّر بتذكيره، واتَّعظ بوعظه، واهتدى بهدايته .. كانت فوائد الهداية راجعةً إلى نفسه، بأن تنوّرت بنور الهداية، فانمحى عنها آثار ظلمات صفاتها الحيوانيّة السبعية الشيطانية الموجبة لدخول النار. {وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا} فإنه يوكله إلى نفسه وطبيعته، فتغلب عليه الصفات الذميمة، فيكون حطب النار. {وَمَا أَنْتَ} يا محمد عليهم بوكيل تحفظهم من النار، إذا كان في استعدادهم الوقوع فيها. </p><p> وحاصل معنى الآية (٢) : إنّا أنزلنا إليك يا محمد القرآن بالحقّ؛ لتبلّغه للإنس والجنّ مبشّرًا برحمة الله، ومنذرًا بعقابه، وفيه مناط مصالحهم في معاشهم ومعادهم، والهادي لهم إلى الصراط المستقيم. {فَمَنِ اهْتَدَى فَلِنَفْسِهِ} ؛ أي: فمن عمل بما فيه واتّبعه .. فإنما بغى الخير لنفسه، إذ أكسبها رضا خالقها، وفاز بالجنة ونجا من النار. {وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا} ؛ أي: ومن حاد عن البيان الذي بيناه لك، فضل عن المحجة .. فإنما يجور على نفسه، وإليها يسوق العطب والهلاك؛ لأنّه يكسبها سخط الله، وأليم عقابه في دركات الجحيم. {يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ (٨٨) إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ (٨٩) } {وَمَا أَنْتَ} أيّها الرسول {عَلَيْهِمْ بِوَكِيلٍ} ؛ أي: برقيب على من أرسلت عليهم ترقب أعمالهم، وتحفظ عليهم أفعالهم، إنّما عليك البلاغ وعلينا الحساب، ونحو الآية قوله:  {إِنَّمَا أَنْتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} وقوله: {فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ (٢١) لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) }. </p><p> وهذه الآيات منسوخة بآية السيف (٣) ، فقد أمر الله رسوله - صلى الله عليه وسلم - بعد هذا أن يقاتلهم حتى يقولوا: لا إله إلا الله، ويعملوا بأحكام الإِسلام. </p><p> ٤٢ - ثمّ ذكر سبحانه وتعالى نوعًا من أنواع قدرته البالغة، وصنعته العجيبة، فقال: </p><p>(١) روح البيان. (٢) المراغي.(٣) الشوكاني.</p><p> {اللَّهُ} سبحانه وتعالى: {يَتَوَفَّى الْأَنْفُسَ} ؛ أي (١) : يقبض الأرواح الإنسانية عن الأبدان، بأن يقطع تعلّقها عنها، وتصرُّفها فيها ظاهرًا وباطنًا، وذلك عند الموت، فيزول الحسّ والحركة عن الأبدان، وتبقى كالخشب اليابس، ويذهب العقل والإيمان والمعرفة مع الأرواح؛ أي: يقبض الأنفس التي بها الحياة، والأنفس التي بها الإدراك جميعًا. </p><p> {حِينَ مَوْتِهَا} ؛ أي: حين موت أبدانها وأجسادها، فالكلام على حذف مضاف، كما في \"الوسيط\" . والموت: زوال القوّة الحسّاسة. كما أنّ الحياة وجود هذه القوة، ومنه سمِّي الحيوان حيوانًا، ومبدأ هذه القوّة هو الروح الحيواني، الذي محلّه الدماغ، كما أنّ محلّ الروح الإنساني القلب الصنوبري، ولا يلزم من ذلك تحيزه فيه، وإن كانت الأرواح البشرية متحيزة عند أهل السنة، ثمّ إنّ الإنسان ما دام حيًّا فهو إنسان بالحقيقة، فإذا مات .. فهو إنسان بالمجاز؛ لأنَّ إنسانيته في الحقيقة إنما كانت بتعلُّق الروح الإنسانيّ وقد فأرقه. {و} يتوفى الأنفس {الَّتِي لَمْ تَمُتْ} ؛ أي: ويقبض الأرواح المدركة التي لم تمت أجسادها. {فِي مَنَامِهَا} ؛ أي: حين نومها، بأن يقطع تعلُّقها عن الأبدان، وتصرّفها فيها ظاهرًا وباطنًا، فالنائم يتنفّس ويتحرّك ببقاء الروح الحيوانيّ، ولا يعقل ولا يميّز بزوال الروح الإنساني. وقوله:  {فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ} راجع إلى قوله: {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا} ؛ أي: فيمسك الله الأنفس التي قضى وحكم عليها موت أجسادها عنده، ولا يردُّها إلى أجسادها، وذلك الإمساك إنما هو في عالم البرزخ، التي تكون الأرواح فيه بعد المفارقة من النشأة الدنيوية، وهو غير البرزخ بين الأرواح المجرّدة والأجسام التي قبل النشأة الدنيويّة، ويسمّى عالم المثال؛ أي: يمسك أنفس الإماتة عنده، ولا يردها إلى البدن، وأسند القبض إليه تعالى؛ لأنّه الآمر للملائكة القابضين، وفي \"زهرة الرياض\" التوفي من الله تعالى: الأمر بخروج الروح من البدن، ولو اجتمعت الملائكة .. لم يقدروا على إخراجها، فالله يأمرها بالخروج، كما أمرها بالدخول، ومن الملائكة المعالجة. </p><p> وقوله:  {وَيُرْسِلُ الْأُخْرَى ...} إلخ، راجع إلى قوله: {وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا </p><p>(١) روح البيان.</p><p> مَنَامِهَا}؛ أي: ويرسل أنفس الإدراك، وهي النائمة إلى أبدانها عند اليقظة، والنّزول من عالم المثال المقيّد، {إِلَى أَجَلٍ مُسَمًّى} ؛ أي: إلى وقت معلوم، وهو الوقت المضروب لموتها، وهو غاية لجنس الإرسال؛ أي: لا لشخصه، حتى يرد لزوم أن لا يقع نوم بعد اليقظة الأولى، فتوفي الأنفس في حال النوم بإزالة الإدراك، وخلق الغفلة، والآفة في محل الإدراك، وتوفيها في حالة النوم بخلق الموت، وإزالة الحس بالكلية، فيمسك التي قضى عليها الموت، بأن لا يخلق فيها الإدراك، ويرسل الأخرى بأن يعيد إليها الإحساس، اهـ \"جمل\" . </p><p> وقرأ الجمهور:  {قَضَى عَلَيْهَا} مبنيًّا للفاعل، {الْمَوْتَ} نصبًا، وقرأ ابن وثاب والأعمش وطلحة وعيسى وحمزة والكسائي: مبنيًّا للمفعول، {الْمَوْتَ} رفعًا. </p><p> وعبارة النسفي هنا:  {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا} وتوفّيها: إماتتها.، وهو: أن يسلب ما هي به حيّة حسّاسة درّاكة. {وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا} ؛ أي: ويتوفى الأنفس التي لم تمت في منامها؛ أي: يتوفّاها حين تنام تشبيهًا للنائمين بالموتى، حيث لا يميِّزون ولا يتصرفون، كما أنّ الموتى كذلك، ومنه قوله:  {وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ}  {فَيُمْسِكُ} الأنفس {الَّتِي قَضَى عَلَيْهَا الْمَوْتَ} الحقيقيّ؛ أي: لا يردُّها في وقتها حيّةً. {وَيُرْسِلُ الْأُخْرَى} النائمة {إِلَى أَجَلٍ مُسَمًّى} ؛ أي: إلى وقت ضربه لموتها، وقيل:  {يَتَوَفَّى الْأَنْفُسَ} ؛ أي: يستوفيها ويقبضها، وهي الأنفس التي تكون معها الحياة والحركة، ويتوفى الأنفس التي لم تمت في منامها، وهي أنفس التمييز. </p><p> قالوا: فالتي تتوفّى في المنام، هي نفس التمييز لا نفس الحياة، إذْ لو زالت .. زال معها النفَس، بفتح الفاء، والنائم يتنفس، ولكل إنسان نفسان، إحداهما: نفس الحياة، وهي التي تفارقه عند الموت، والأخرى: نفس التمييز، وهي التي تفارقه إذا نام، اهـ. </p><p> وقال سعيد بن جبير: إن الله يقبض أرواح الأموات إذا ماتوا، وأرواح الأحياء إذا ناموا، فتتعارف ما شاء الله أن تتعارف. </p><p> وعبارة المراغي:  {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا} ؛ أي (١) : الله هو الذي </p><p>(١) المراغي.</p>"
}