{
  "id": null,
  "sura": 39,
  "aya": 69,
  "text": "<p> قال الإِمام الغزالي - رحمه الله -: اختلف الناس في أمد المدة التي بين النفختين، فاستقر جمهورهم على أنها أربعون سنة، وحدّثني من لا أشك في علمه: أن أمد ذلك لا يعلمه إلا الله تعالى؛ لأنه من أسرار الربوبية، فإذا أراد الله إحياء الخلق يفتح خزانة من خزائن العرش، فيها بحر الحياة، فتمطر به الأرض، فإذا هو كمنيّ الرجال، بعد أن كانت عطشى فتحيى وتهتز، ولا يزال المطر عليها حتى يعمها، ويكون الماء فوقها أربعين ذراعًا، فإذا الأجسام تنبت من عجيب الذنب، وهو أول ما يخلق من الإنسان، بدىء منه، ومنه يعود، وهو عظم على قدر الحمصة، وليس له مخ، فإذا نبت كما نبت البقل .. تشتبك بعضها في بعض، فإذا رأس هذا على منكب هذا، ويد هذا على جنب هذا، وفخذ هذا على حجر، هذا لكثرة البشر، والصبي صبي والكهل كهل، والشيخ شيخ، والشاب شابّ، ثم تهب ريح من تحت العرش، فيها نار، فتنسف ذلك عن الأرض وتبقى الأرض بارزة مستوية، كأنها صحيفة واحدة، ثم يحيي الله سبحانه إسرافيل، فينفخ في الصور من صخرة بيت المقدس، فتخرج الأرواح لها دوي كدوي النحل، فتملأ الخافقين، ثم تذهب كل نفس إلى جثتها بإعلام الله تعالى، حتى الوحش والطير وكل ذي روح، فإذا الكل قيام ينظرون، ثم يفعل بهم ما يشاء سبحانه وتعالى. </p><p> قلت: ولكن ليس فيما نقلنا من ذلك نص صريح، ولا حديث صحيح، كأنه من الإسرائيليات. والله أعلم. </p><p> ٦٩ - {وَأَشْرَقَتِ الْأَرْضُ} ؛ أي: صارت عَرجَات القيامة مشرقةً ومضيئةً، وذلك حين ينزل الله إلى كرسيه لفصل القضاء بين عباده؛ أي: أضاءت إضاءةً عظيمةً، حتى تميل إلى الحمرة، والمراد بالأرض: الأرض الجديدة التي يوجدها الله تعالى ذلك الوقت، ليحشر الناس عليها، وليس المراد بها أرض الدنيا؛ لقوله:  {يَوْمَ تُبَدَّلُ الْأَرْضُ}  {بِنُورِ رَبِّهَا} ؛ أي: عدل ربها؛ أي: بما أقام فيها من العدل، استعير له النور؛ لأنه يزين البقاع، ويظهر الحقوق، كما يسمى الظلم ظلمةً، وفي الحديث:  \"الظلم ظلمات يوم القيامة\" يعني شدائده؛ يعني الظلم سبب لشدائد صاحبه، ولكون المراد بالنور العدل، أضيف الاسم الجليل إلى ضمير الأرض، فإن تلك الإضافة إنما تحسن إذا أريد به تزين الأرض بما ينشر فيها من الحكم والعدل، أو المعنى: أشرقت بنورٍ خلقه الله في الأرض يوم القيامة، بلا توسط أجسام مضيئة، كما في </p><p> الدنيا، يعني: يشرق بذلك النور وجه الأرض المبدلة، بلا شمس ولا قمر ولا غيرهما من الأجرام المنيرة، ولكون المعنى ذلك أضيف النور إلى الاسم الجليل، وفي الحديث الصحيح:  \"يحشر الناس على أرض بيضاء عفراء، كقرصة النقي، ليس بها علم أحد\" . </p><p> قرأ الجمهور:  {أشرقت} مبنيًا للفاعل؛ أي: أضاءت، وقرأ ابن عباس وأبو الجوزاء وعبيد بن عمير: على البناء للمفعول، من شرقت بالضوء: تشرق إذا امتلأت به. </p><p> {وَوُضِعَ الْكِتَابُ} ؛ أي: وضع الكتاب للحساب والجزاء، من وضع المحاسب كتاب المحاسبة بين يديه، أو صحائف الأعمال في أيدي العمال في الأيمان والشمائل، فآخذ بيمينه، وآخذ بشماله، واكتفي باسم الجنس عن الجمع، إذ لكل أحد كتاب على حدة، وقيل: المعنى: وضع الكتاب في الأرض بعدما كان في السماء، قال بعضهم: هذا على إطلاقه غير صحيح؛ لأن كتاب الأبرار في عليين، وكتاب الفجار في سجين، فالذي في السماء يوضع في الأرض حتى اللوح المحفوظ، وأما ما في الأرض فعلى حاله. </p><p> {وَجِيءَ بِالنَّبِيِّينَ} ؛ أي: جيء بهم إلى الموقف، فسئلوا عمّا أجابتهم به أممهم، {وَالشُّهَدَاءِ} الذين يشهدون على الأمم من أمة محمد - صلى الله عليه وسلم -، كما في قوله:  {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} وقيل: الشهداء للأمم، وعليهم من الحفظة والمؤمنين، كما في قوله تعالى: {وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ (٢١) } وقيل: المراد بالشهداء: الذين استشهدوا في سبيل الله، فيشهدون يوم القيامة لمن ذب عن دين الله تعالى، وفيه (١) إشارة إلى أن النبيين والشهداء إذا دعوا للقضاء والحكومة والمحاسبة فكيف يكون حال الأمم، وأهل المعاصي والذنوب. </p><p> {وَقُضِيَ} ؛ أي: حكم {بَيْنَهُمْ} ؛ أي: بين العباد {بِالْحَقِّ} ؛ أي: بالعدل {وَهُمْ لَا يُظْلَمُونَ} ؛ أي: والحال أنهم لا ينقصون من ثوابهم، ولا يزاد على ما يستحقونه من عقابهم؛ أي: لا يظلمون بنقص ثواب، وزيادة عقاب على ما جرى به </p><p>(١) روح البيان.</p>"
}