{
  "id": null,
  "sura": 39,
  "aya": 61,
  "text": "<p> عرفانية. </p><p> والمعنى: تراهم يا محمد، أو أيها المخاطب حال كونهم مسودّي الوجوه، أو تراهم مسودّي الوجوه بما ينالهم من الشدة، أو بما يتخيّل من ظلمة الجهل والكفر سوادًا مخالفًا لسائر أنواع السواد، هو سواد يدل على الجهل بالله، والكفر به، والكذب عليه. </p><p> وقرىء {وُجُوهُهُمْ مُسْوَدَّةٌ} بنصبهما فـ {وُجُوهُهُمْ} : بدل بعض من كل، وقرأ أبي:  {أجوههم} بإبدال الواو همزة. </p><p> وفي \"التأويلات النجمية\" : يشير إلى أن يوم القيامة تكون الوجوه بلون القلب، فالقلوب الكاذبة لما كانت مسودة بسواد الكذب، وظلمة الكفر .. تلونت وجوههم بلون القلوب. انتهى. </p><p> والاستفهام في قوله:  {أَلَيْسَ فِي جَهَنَّمَ مَثْوًى} ؛ أي: مقام ومنزل، {لِلْمُتَكَبِّرِينَ} عن الإيمان والطاعة، للتقرير؛ أي: لهم مقام ومنزل في نار جهنم، خالدين مخلدين فيها أبد الآباد، وهو إشارة إلى قوله:  {وَاسْتَكْبَرْتَ} . والكبر: هو بطر الحق، وغمط الناس، كما ثبت في الحديث الصحيح. </p><p> ومعنى الآية (١) : أي وترى أيها الرسول يوم القيامة وجوه الذين كذبوا على الله، فزعموا أن له ولدًا، وأن له شريكًا، وعبدوا آلهةً من دونه، مجللةً بالسواد، لما أحاط بها من الكآبة والحزن الذي علاها، والغم الذي لحقها. </p><p> ثم علل هذا وأكده بقوله:  {أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ} ؛ أي: أليست النار كافيةً لهم سجنًا وموئلًا، ولهم فيا الخزي والهوان بسبب تكبرهم وإبائهم عن الانقياد للحق، وعن عبد الله بن عمرو عن النبي - صلى الله عليه وسلم -: \"يحشر المتكبرون يوم القيامة كالذر، يلحقهم الصغار، حتى يؤتى بهم إلى سجن جهنم\" . </p><p> ٦١ - {وَيُنَجِّي اللَّهُ} سبحانه وتعالى من عذاب جهنم {الَّذِينَ اتَّقَوْا} الشرك والمعاصي حال كونهم متلبسين {بِمَفَازَتِهِمْ} وظفرهم بالمطلوب الذي هو النعيم المقيم، والمفازة (٢) : مصدر ميمي بمعنى الفوز، كما سيأتي، والفوز: الظفر </p><p>(١) المراغي. (٢) روح البيان.</p><p> بالمطلوب مع السلامة من المكروه، و {الباء} : متعلقة بمحذوف هو حال من الموصول، مفيدة لمفازة تنجيتهم من العذاب لنيل الثواب؛ أي: ينجيهم الله سبحانه من مثوى المتكبرين، حال كونهم متلبسين بفوزهم بمطلوبهم الذي هو الجنة. </p><p> وروي عن النبي - صلى الله عليه وسلم - تفسير هذه الآية من حديث أبي هريرة - رضي الله عنه - قال: \"يحشر الله مع كل امرىءٍ عمله، فيكون عمل المؤمن معه في أحسن صورة وأطيب ريح، فكلما كان رعب أو خوف .. قال له: لا ترع، فما أنت بالمراد به، ولا أنت المعني به، فإذا كثر ذلك عليه .. قال: فما أحسنك، فمن أنت؟ فيقول: أما تعرفني، أنا عملك الصالح، حملتني على ثقلي، فوالله لأحملنك ولأدفعنّ عنك، فهي التي قال الله: {وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ (٦١) }. </p><p> ثم بين هذه المفازة بقوله:  {لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ} والجملة: حال أخرى من الموصول، مفيدة لكون نجاتهم وفوزهم بالجنة غير مسبوقة بمساس العذاب والحزن؛ أي: ينجيهم الله سبحانه من مثوى المتكبرين، حال كونهم متلبسين بفوزهم بمطلوبهم الذي هو الجنة، وحالة كونهم غير مسبوقين بمساس السوء والعذاب في أبدانهم، وبمساس الحزن والغمّ في قلوبهم أي: لا يمسهم (١) أذى جهنم، ولا يحزنون على ما فاتهم من مآب الدنيا، إذ هم قد صاروا إلى ما هو خير منه؛ نعيم مقيم في جنات تجري من تحتها الأنهار، ورضوان من الله أكبر. </p><p> وخلاصة ذلك: أنهم أمِنوا من كل فزع، وبعدوا من كل شرّ، وفازوا بكل خير ومسرة. </p><p> وقرأ الجمهور (٢) : {بِمَفَازَتِهِمْ} على الإفراد، والسلمي والحسن والأعرج والأعمش وحمزة والكسائي وأبو بكر: على الجمع، من حيث إن النجاة أنواع والأسباب مختلفة، وقال أبو علي: المصادر تجمع إذا اختلفت أجناسها، كقوله تعالى:  {وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا} ، وقال الفراء: كلا القراءتين صواب، تقول قد تبين أمر الناس، وأمور الناس. </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}