{
  "id": null,
  "sura": 39,
  "aya": 8,
  "text": "<p> تخفى عليه خافية في الأرض، ولا في السماء، ثم يجازى المحسن منكم بإحسانه، والمسيء بإساءته، فاحذروا أن تلقوا ربكم، وقد عملتم في الدنيا ما لا يرضاه، فتهلكوا. </p><p> ثم بيّن أن هذه المجازاة، ليست بالعسيرة عليه سبحانه، فقال:  {إِنَّهُ} تعالى، {عَلِيمٌ بِذاتِ الصُّدُورِ} ؛ أي: بخطرات القلوب، فضلًا عن غيرها، وهذا تعليل للتنبئة؛ أي: مبالغ في العلم بمضمرات القلوب، فكيف بالأعمال الظاهرة؟ وأصله: عليم بمضمرات صاحبة الصدور، وهي القلب؛ أي: إنه تعالى محيي جميع أعمالكم حتى ما تضمره صدوركم، مما لا تدركه أعينكم، فكيف بما رأته العيون، وأدركته الأبصار؟ وفي الآية دليل على أن ضرر الكفر والطغيان يعود إلى نفس الكافر، كما أن نفع الشكر والإيمان يعود إلى نفس الشاكر، والله غني عن العالمين، كما في الأحاديث القدسية:  «يا عبادي، لو أن أولكم وآخركم وإنسكم وجنكم، كانوا على أتقى قلب رجل واحد منكم -أي:على تقوى أتقى قلب رجل - ما زاد ذلك في ملكي شيئًا، يا عبادي، لو أن أولكم وآخركم وإنسكم وجنكم، كانوا على أفجر قلب رجل واحد منكم .. ما نقص ذلك من ملكي شيئًا» ، وفي آخر الحديث:  «فمن وجد خيرًا فليحمد الله، ومن وجد غير ذلك فلا يلومن إلا نفسه» . جعلنا الله وإياكم من عباده الصالحين، الصادقين المخلصين في الأقوال والأفعال والأحوال، دون الفاسقين الكاذبين المرائين، آمين يا من يقبل اليسير ويعطي الكثير. </p><p> ٨ - ثم بيّن سبحانه شأن الكافر بالنسبة إلى ربه، فقال:  {وَإِذا مَسَّ الْإِنْسانَ} ؛ أي: أصاب الإنسان، ووصل إليه {ضُرٌّ} ؛ أي: سوء حال أي ضر كان، من مرض أو فقر أو خوف {دَعا رَبَّهُ} في كشف ذلك الضر، حال كونه {مُنِيبًا إِلَيْهِ} ؛ أي: راجعًا إليه تعالى، مستغيثًا به في دفع ما نزل به، تاركًا لما كان يدعون، ويستغيث به من ميت أو حي أو صنم أو غير ذلك، والإنابة إلى الله: الرجوع إليه بالتوبة، وإخلاص العمل له. والنوب: رجوع الشيء مرة بعد أخرى، وهذا وصف للجنس بحال بعض أفراده، كقوله تعالى: {إِنَّ الْإِنْسانَ لَظَلُومٌ </p><p> كَفَّارٌ}. وفيه (١) إشارة، إلى أن من طبيعة الإنسان، أنه إذا مسه ضرب خشع وخضع وإلى ربه فزع، وتملق بين يديه وتضرع. {ثُمَّ إِذا خَوَّلَهُ} وأعطاه {نِعْمَةً} عظيمة صادرة {مِنْهُ} تعالى، حاصلة من جنابه، وأزال عنه ضره، وكفاه أمره، وأصلح باله، وأحسن حاله {نَسِيَ ما كانَ يَدْعُوا إِلَيْهِ} ؛ أي: نسي الضر الذي كان يدعو الله إلى كشفه عنه {مِنْ قَبْلُ} ؛ أي: من قبل أن يخوله ما خوله، كقوله تعالى:  {مَرَّ كَأَنْ لَمْ يَدْعُنا إِلى ضُرٍّ مَسَّهُ} ، وقيل: نسي الدعاء الذي كان يتضرع به، وتركه. أو نسي ربه الذي كان يدعوه، ويتضرع إليه إما بناء على أن {مًا} بمعنى: من كان في قوله تعالى: {وَما خَلَقَ الذَّكَرَ وَالْأُنْثى (٣) }، وإما إيذانًا بأن نسيانه، بلغ إلى حيث لا يعرف مدعوه ما هو، فضلًا عن أن يعرفه من هو، فيعود إلى رأس كفرانه، وينهمك في كبائر عصيانه، ويشرك بمعبوده، ويصر على جحوده، وذلك لكون دعائه المحسوس معلولًا بالضر الممسوس، لا ناشئًا عن الشوق إلى الله المأنوس. وهو معنى قوله:  {وَجَعَلَ} ذلك الإنسان {لِلَّهِ} سبحانه {أَنْدادًا} ؛ أي: شركاء من الأصنام أو غيرها يستغيث بها، ويعبدها {لِيُضِلَّ} الناس بذلك {عَنْ سَبِيلِهِ} تعالى؛ أي: عن طريق الله التي هي الإسلام والتوحيد. </p><p> وقرأ الجمهور:  {لِيُضِلَّ} بضم الياء؛ أي: ما اكتفى بضلال نفسه حتى جعل غيره يضل. وقرأ (٢) ابن كثير، وأبو عمرو، وعيسى: بفتحها. </p><p> ثم أمر الله سبحانه، رسوله - صلى الله عليه وسلم -، أن يهدد من كان متصفًا بتلك الصفة، فقال:  {قُلْ} يا محمد تهديدًا لذلك الضال المضل، وبيانًا لحاله ومآله:  {تَمَتَّعْ} ؛ أي: عش في الدنيا {بِكُفْرِكَ} ؛ أي: في كفرك، واستمتع بزخارفها تمتعًا {قَلِيلًا} فمتاع الدنيا قليل وإن طالت، فهو صفة لمصدر محذوف، أو زمانًا قليلًا، فهو صفة زمان محذوف، فالأمر بالتمتع للتهديد، كقوله تعالى:  {اعْمَلُوا ما شِئْتُمْ} . </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}