{
  "id": null,
  "sura": 39,
  "aya": 22,
  "text": "<p> وقرأ الجمهور (١) : {ثُمَّ يَجْعَلُهُ} بالرفع عطفًا على ما قبله، وقرأ أبو بشر: بالنصب بإضمار {أن} ، ولا وجه لذلك. </p><p> {إِنَّ فِي ذلِكَ} المذكور مفصلًا {لَذِكْرى} ؛ أي: لتذكيرًا عظيمًا {لِأُولِي الْأَلْبابِ} ؛ أي: لأصحاب العقول الخالصة من شوائب الخلل، وتنبيهًا لهم على حقيقة الحال، يتذكرون بذلك، أن حال الحياة الدنيا في سرعة التقضي والإنصرام، كما يشاهدونه من حال الحطام كل عام، فلا يغترون ببهجتها، ولا يفتنون بفتنها. </p><p> قال في «كشف الأسرار» : الإشارة في هذه إلى أن الإنسان يكون طفلًا، ثم شابًا ثم كهلًا، ثم شيخًا ثم يصير إلى أرذل العمر، ثم آخره يحترم، ويقال: إن الزرع ما لم يؤخذ منه الحب الذي هو المقصود منه، لا يكون له قيمة، كذلك الإنسان ما لم يخل من نفسه، لا يكون له قدر ولا قيمة، انتهى. </p><p> فالمعنى (٢) : إنك أيها الرسول لتشاهد الماء، وقد نزل من السماء، فجرى عيونًا في الأرض، فسُقيت به أنواع مختلفة، من النبات من بر إلى شعير إلى أرز إلى نحو ذلك، ثم نضجت وجفت وصارت مصفرة بعد خضرة ونضرة، ثم صارت فتاتًا متكسرةً، فما أشبه حال الدنيا بحالها، فهي سريعة التقضي، وشيكة الزوال، فليعتبر بذلك أولو الحجا، وليعلموا أن الدنيا كسوق قام ثم انفض، ولا يغتروا ببهجتها، ولا يفتنوا بزخرفها، ونحو الآية قوله تعالى: {وَاضْرِبْ لَهُمْ مَثَلَ الْحَياةِ الدُّنْيا كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّياحُ وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ مُقْتَدِرًا (٤٥) }. </p><p> ٢٢ - ثم لما ذكر سبحانه، أن في ذلك لذكرى لأولي الألباب، ذكر شرح الصدر للإسلام؛ لأن الانتفاع الكامل لا يحصل إلا به، فقال:  {أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلامِ} والهمزة (٣) فيه للاستفهام الإنكاري، داخلة على محذوف دل عليه </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.</p><p> السياق، والفاء عاطفة على ذلك المحذوف، و {مِنْ} شرطية، جوابها قوله:  {فَهُوَ عَلى نُورٍ مِنْ رَبِّهِ} أو موصولة خبرها محذوف، دل عليه قوله:  {فَوَيْلٌ لِلْقاسِيَةِ} . والتقدير: أكل الناس سواء، فمن وسّع الله صدره للإسلام فقبله، واهتدى بهديه {فَهُوَ} بسبب ذلك الشرح {عَلى نُورٍ مِنْ رَبِّهِ} يفيض عليه كمن قسا قلبه لسوء اختياره، فصار في ظلمات الضلالة، وبليات الجهالة، والمراد بشرح الصدر: خلقه متسع الصدر مستعدًا للإسلام، فبقي على الفطرة الأصلية، ولم يتغير بالعوارض المكتسبة القادمة فيها، فهو بسبب ذلك، مستقر على نور عظيم من ربه، والمراد بالنور: اللطف الإلهي الفائض عليه عند مشاهدة الآيات التكوينية والتنزيلية، والتوفيق للاهتداء بها إلى الحق؛ أي: كمن قسا قلبه، وحرّج صدره، بسبب تبديل فطرة الله بسوء اختياره، واستولت عليه ظلمات الغي، والضلالة، فأعرض عن تلك الآيات بالكلية، حتى لا يتذكر بها، ولا يغتنمها كقوله تعالى:  {وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا} . يعني ليس من هو على نور، كمن هو على ظلمة، فلا يستويان كما لا يستوي النور والظلمة، والعلم والجهل. </p><p> واعلم (١) : أنه لا نور ولا سعادة لمسلم، إلا بالعلم والمعرفة، ولكل واحد من المؤمنين معرفة تختص به، وإنما تتفاوت درجاتهم بحسب تفاوت معارفهم، والإيمان والمعارف أنوار، فمنهم من يضيء نوره جميع الجهات، ومنهم من لا يضيء نوره إلا موضع قدميه، فإيمان آحاد العوام نوره كنور الشمع، وبعضهم نوره كنور السراج، وإيمان الصديقين نوره كنور القمر، والنجوم على تفاوتها، وأما الأنبياء فنور إيمانهم كنور الشمس وأزيد، فكما ينكشف في نورها كل الآفاق مع اتساعها، ولا ينكشف في نور الشمع إلا زاوية ضيقة من البيت، كذلك يتفاوت انشراح الصدور بالمعارف، وانكشاف سعة الملكوت لقلوب المؤمنين، ولهذا جاء في الحديث: أنه يقال يوم القيامة: أخرجوا من النار من في قلبه مثقال ذرة من الإيمان، ونصف مثقال، وربع مثقال، ففيه تنبيه على تفاوت درجات الإيمان، </p><p>(١) روح البيان.</p><p> وبقدره تظهر الأنوار يوم القيامة في المواقف، خصوصًا عند المرور على الصراط. </p><p> والمعنى (١) : أي أفمن دخل نور الإسلام قلبه، وانشرح صدره له، لما رأى فيه من البدائع والعجائب، المهيئة للحكمة الممهدة لقبول الحق، والموصلة إلى الرشاد، كمن طبع على قلبه لغفلته وجهالته، وقد روي: أن علامة ذلك الانشراح الإنابة إلى دار الخلود، والتجافي عن دار الغرور، والاستعداد للموت قبل حلول الموت. </p><p> والخلاصة: هل يستوي من أنار الله بصيرته، ومن هو قاسي القلب بعيد عن الحق؟. ونحو الآية قوله:  {أَوَمَنْ كانَ مَيْتًا فَأَحْيَيْناهُ وَجَعَلْنا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُماتِ لَيْسَ بِخارِجٍ مِنْها} . </p><p> وأخرج ابن مردويه عن ابن مسعود، قال: تلا النبي - صلى الله عليه وسلم - هذه الآية، فقلنا: يا نبي الله، كيف انشراح صدره؟ قال:  «إذا دخل النور القلب، انشرح وانفسح» ، قلنا: فما علامة ذلك يا رسول الله؟ قال:  «الإنابة إلى دار الخلود، والتجافي عن دار الغرور، والتأهب للموت قبل نزول الموت» . وأخرج الترمذي عن ابن عمر، أن رجلا قال: يا رسول الله، أي المؤمنين أكيس؟ قال:  «أكثرهم ذكرا للموت، وأحسنهم له استعدادا، وإذا دخل النور في القلب انفسح واستوسع» ، فقالوا: ما آية ذلك يا نبي الله؟ قال:  «الإنابة إلى دار الخلود، والتجافي عن دار الغرور، والاستعداد للموت قبل نزول الموت» . </p><p> ثم ذكر ما يدل على المحذوف الذي قدّر في الجملة السابقة، فقال:  {فَوَيْلٌ} شديد، وهلاك عظيم، وخسران مبين، كائن وثابت {لِلْقاسِيَةِ قُلُوبُهُمْ} ؛ أي: للذين قست، وغلظت قلوبهم {مِنْ ذِكْرِ اللَّهِ} سبحانه؛ أي: من أجل ذكره الذي حقه أن تنشرح له الصدور، وتطمئن به القلوب؛ أي: إذا ذكر الله تعالى عندهم، وآياته اشمأزوا من أجله، وازدادت قلوبهم قساوة، كقوله تعالى: </p><p>(١) المراغي.</p><p> {فَزادَتْهُمْ رِجْسًا} . </p><p> فإن قلت (١) : كيف يقسو القلب عن ذكر الله، وهو سبب لحصول النور والهداية؟. </p><p> قلت: إنهم كلما تلي ذكر الله على الذين يكذبون به .. قست قلوبهم عن الإيمان به، قيل: إن النفس إذا كانت خبيثة الجوهر، كدرة العنصر بعيدة عن قبول الحق، فإن سماعها لذكر الله لا يزيدها إلا قسوة، وكدورة، كحر الشمس، يلين الشمع ويعقد الملح، فكذلك القرآن يلين المؤمنين عند سماعه، ولا يزيد الكافرين إلا قسوةً، قال مالك بن دينار: ما ضرب عبد بعقوبة أعظم من قسوة القلب، وما غضب الله تعالى على قوم إلا نزع منهم الرحمة، وقرىء {عن ذكر الله} ؛ أي: فويل للذين غلظت قلوبهم عن قبول ذكر الله، وقال الزجاج، والفراء:  {مِنْ} في القراءة المشهورة بمعنى، عن أي: عن ذكر الله، يقال: أتخمت عن طعام: أكلته، ومن طعام أكلته، وهذا الأخير أوضح، وأولى، كما قاله الشوكاني، وقال الله سبحانه وتعالى، لموسى عليه السلام في مناجاته: يا موسى لا تطل في الدنيا أملك فيقسو قلبك، والقلب القاسي مني بعيد، وكن خلق الثياب، جديد القلب، تخف على أهل الأرض، وتعرف في أهل السماء، وفي الحديث: تورث القسوة في القلب ثلاث خصال حب الطعام، وحب النوم، وحب الراحة. وفي الحديث أيضًا:  «أفضلكم عند الله أطولكم جوعًا وتفكرًا، وأبغضكم إلى الله كل أكول شروب نؤوم، كلوا واشربوا في أنصاف البطون، فإنه جزء من النبوة» . </p><p> {أُولئِكَ} البعداء الموصوفون، بما ذكر من قساوة القلب {فِي ضَلالٍ} بعيد عن الحق {مُبِينٍ} ظاهر كونه ضلالًا للناظر بأدنى نظر. </p><p> واعلم (٢) : أنّ الآية عامة فيمن شرح صدره للإسلام، بخلق الإيمان فيه، وقيل: نزلت في حمزة بن عبد المطلب، وعلي بن أبي طالب رضي الله عنهما، وأبي لهب، وولده، فحمزة وعلي ممن شرح الله صدرهما للإسلام، وأبو لهب </p><p>(١) الخازن. (٢) روح البيان.</p>"
}