{
  "id": null,
  "sura": 39,
  "aya": 53,
  "text": "<p> وأخرج ابن المنذر عن الربيع بن أنس قال: لما نزلت آية: {وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ} ... قالوا: يا رسول الله، هذا الكرسي هكذا، فكيف العرش، فأنزل الله:  {وَمَا قَدَرُوا اللَّهَ} الآية. قال الحافظ السيوطي في \"الإتقان\" ج ١ ص ٣٤: الحديث في \"الصحيح\" بلفظ: فتلا رسول الله - صلى الله عليه وسلم - وهو أصوب، فإنَّ الآية مكية. </p><p> وأقول: لفظ تلا، الواقع في \"الصحيح\" : لا ينافي أنها نزلت، ثم تلاها الرسول - صلى الله عليه وسلم -، وأما كونها مكيةً، فإن ثبت نزولها؛ أعني هذه الآية بمكة .. فلا مانع من نزولها مرتين، وإن لم يثبت نزولها بمكة بالسند الصحيح .. فقد تكون السورة مكية، إلا آية. والله أعلم. </p><p> التفسير وأوجه القراءة </p><p> ٥٣ - ولما ذكر سبحانه ما ذكره من الوعيد .. عقّبة بذكر سعة رحمته، وعظيم مغفرته، وأمر رسوله - صلى الله عليه وسلم - أن يبشرهم بذلك، فقال:  {قُلْ} يا محمد، تبشيرًا لعبادي بسعة رحمتي:  {يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا} وأفرطوا وجاوزوا الحد في الجناية. {عَلَى أَنْفُسِهِمْ} بالانهماك في المعاصي، وارتكاب الكبائر والفواحش:  {لَا تَقْنَطُوا} ولا تيأسوا {مِنْ رَحْمَةِ اللَّهِ} سبحانه ومغفرته، فهو يغفر الذنوب جميعًا لمن تاب إليه، ولجأ إلى جنابه، وإن كثرت ذنوبه، وكانت كزبد البحر. </p><p> وقرأ الجمهور:  {يَا عِبَادِيَ} بإثبات الياء وصلًا ووقفًا. وروى أبو بكر عن عاصم: أنه يقف بغير ياء، وقرأ الجمهور:  {تَقْنَطُوا} بفتح النون، وقرأ أبو عمرو والكسائي: بكسرها، وتعدية (١) الإسراف بـ {عَلَى} ؛ لتضمين معنى الجناية، قال البيضاوي ومن وافقه: إضافة العبادة تخصّصه بالمؤمن على ما هو عرف القرآن، يقول الفقير: قوله تعالى: {فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ} ينادى على خلافه؛ لأن العباد فسر هناك ببختنصر وقومه، وكانوا كفارًا بالاتفاق، إلا أن يدعى الفرق بين الإضافة بالواسطة وبغيرها، وقال في \"الوسيط\" : المفسرون كلهم قالوا: إن هذه الآية نزلت في قوم خافوا إن أسلموا أن لا يغفر لهم ما جنوا من الذنوب العظام، كالشرك، وقتل النفس والزنا ومعاداة النبي - صلى الله عليه وسلم - والقتال معه، </p><p>(١) روح البيان.</p><p> فأنزل الله هذه الآية، ورآها أصحابه من أوسع الآيات في مغفرة الذنوب. انتهى. وعلى كل تقدير، فخصوص السبب لا ينافي عموم اللفظ، فدخل فيه كل مسرف. </p><p> واعلم (١) : أن هذه الآية أرجى آيةٍ في كتاب الله سبحانه؛ لاشتمالها على أعظم بشارة، فإنه أولًا أضاف العباد إلى نفسه، لقصد تشريفهم ومزيد تبشيرهم، ثم وصفهم بالإسراف في المعاصي، والاستكثار من الذنوب، ثم عقّب ذلك بالنهي عن القنوط من الرحمة لهؤلاء المستكثرين من الذنوب، فالنهي عن القنوط للمذنبين غير المسرفين، من باب الأولى، وبفحوى الخطاب. </p><p> وبعد أن نهاهم عن القنوط .. أخبرهم بما يدفع ذلك ويرفعه، فيحل الرجاء مكانه، وجاء بما لا يبقى بعده شك، ولا يخالج القلب عند سماعه ظن، فقال:  {إِنَّ اللَّهَ} سبحانه وتعالى {يَغْفِرُ الذُّنُوبَ} ؛ أي: أفراد جنس الذنوب حال كونها، {جَمِيعًا} فالألف واللام فيه: لاستغراق أفراد الجنس؛ أي: إن الله سبحانه يغفر كل ذنب، كائنًا ما كان، إلا ما أخرجه النص القرآني، وهو الشرك بقوله:  {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} . </p><p> فيا لها من بشارةٍ ترتاح لها قلوب المؤمنين، المحسنين ظنهم بربهم، الصادقين في رجائه، الخالعين ثياب القنوط، البعيدين عن سوء الظن بمن لا يتعاظمه ذنب، ولا يبخل بمغفرته ورحمته على عباده، المتوجهين إليه في طلب العفو، الملتجئين به في مغفرة ذنوبهم. </p><p> ثم ذكر علة ذلك، فقال:  {إِنَّهُ} سبحانه {هُوَ} وحده {الْغَفُورُ} بمحو ما يوجب العقاب عمن تاب {الرَّحِيمُ} بالتفضّل بالثواب له؛ أي: كثير المغفرة والرحمة، عظيمهما وبليغهما واسعهما، وصيغة (٢) المبالغة: راجعة إلى كثرة الذنوب، وكثرة المغفور والمرحوم. </p><p> فمن أبى هذا الفضل العظيم، والعطاء الجسيم، وظن أن تقْنيط عباد الله، وتَأْيِيْسهم من رحمته، أولى بهم مما بشرهم الله به .. فقد ركب أعظم الشطط، وغلط أقبح الغلط، فإن التبشير هو الذي جاءت به نصوص الكتاب، وهو المسلك </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> الذي سلكه رسول الله - صلى الله عليه وسلم -، كما صح عنه من قوله:  \"يسروا ولا تعسّروا وبشّروا ولا تنفّروا\" . </p><p> وروى أحمد عن ثوبان مولى رسول الله - صلى الله عليه وسلم -: قال: \"ما أحب أن لى الدنيا وما فيها بهذه الآية\" : {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ} إلى آخر الآية، فقال رجل: يا رسول الله، فمن أشرك، فسكت رسول الله - صلى الله عليه وسلم -، ثم قال:  \"ألا ومن أشرك\" ثلاثَ مرات. </p><p> وروى أحمد أيضًا عن عمرو بن عنبسمة - رضي الله عنه - قال: جاء إلى النبي - صلى الله عليه وسلم - شيخ كبير، يتوكأ على عصًا له، فقال: يا رسول الله، إن لي غدراتٍ وفجرات، فهل يغفر لي؟ فقال - صلى الله عليه وسلم -: \"ألست تشهد أن لا إله إلا الله\" ؟ قال: بلى، وأشهد أنه رسول الله، فقال - صلى الله عليه وسلم -: \"قد غفر لك غدراتك وفجراتك\" . </p><p> وروى البخاري عن سعيد بن جبير، عن ابن عباس - رضي الله عنهما - أن ناسًا من أهل الشرك، كانوا قد قتلوا وزنوا فأكثروا، فأتوا محمدًا - صلى الله عليه وسلم -، فقالوا: إن الذي تقول وتدعو إليه لحسن، لو تخبرنا أن لما عملنا كفارة، فنزل:  {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ} ونزل: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ} والمراد من الآية الأولى قوله: {إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا ...} الآية. </p><p> فهذه الأحاديث كلها دالة على أن المراد: أنه يغفر جميع ذلك مع التوبة، والإخلاص في العمل، ولا يقنطنّ عبد من رحمة الله، فإن باب الرحمة واسع، كما قال عز وجل:  {أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ} ، وقال:  {وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا} . </p><p> وروى الطبراني من طريق الشعبي عن سنيد بن شكل، أنه قال: سمعت ابن مسعود يقول: إن أعظم آيةٍ في كتاب الله: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} ، وإن أجمع آيةٍ في القرآن بخير وشر:  {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ} ، وإن أكثر آيةٍ في القرآن فرجًا في سورة الغرف:  {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ} وإن أشد آيةٍ في كتاب الله تفويضًا: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (٢) وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ} فقال له مسروق: صدقت. </p><p> فإن قلت (١) : حمل هذه الآية على ظاهرها يكون إغراء بالمعاصي، وإطلاقًا في الإقدام عليها، وذلك لا يمكن. </p><p> قلت: المراد منها: على أنه لا يجوز أن يظن العاصي أنّه لا مخلص له من العذاب، فإن من اعتقد ذلك .. فهو قانط من رحمة الله تعالى، إذ لا أحد من العصاة إلا ومتى تاب .. زال عقابه، وصار من أهل المغفرة والرحمة، فمعنى أن الله يغفر الذنوب جميعًا؛ أي: إذا تاب، وصحت التوبة .. غفرت ذنوبه، ومن مات قبل أن يتوب .. فهو موكول إلى مشيئة الله تعالى، فإن شاء .. غفر له، وعفا عنه، وإن شاء .. عذّبه بقدر ذنوبه، ثم يدخله الجنة بفضله ورحمته، فالتوبة واجبة على كل أحد، وخوف العذاب مطلوب، فلعل الله تعالى يغفر مطلقًا، ولعله يعذّب ثم يعفو بعد ذلك، والله أعلم. </p><p> قال الشوكاني (٢) : وأما ما يزعمه جماعة من المفسرين، من تقيد هذه الآية بالتوبة، وأنها لا تغفر إلا ذنوب التائبين، وزعموا أنهم قالوا ذلك: للجمع بين الآيات .. فهو جمع بين الضب والنون، وبين الملاح والحادي، ولو كانت هذه البشارة العظيمة مقيدة بالتوبة .. لم يكن لها كثير موقع، فإن التوبة من المشرك يغفر الله له بها ما فعله من الشرك بإجماع المسلمين، وقد قال سبحانه: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا (٤٨) }. فلو كانت التوبة قيدًا في المغفرة لم يكن للتنصيص على الشرك فائدة، وقال سبحانه:  {وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ} انتهى. </p><p> وقال البروسوي في \"الروح\" : واعلم (٣) : أن أهل السنة لم يشترطوا التوبة في غفران الذنوب مطلقًا؛ أي: سواء كانت كبائر أو صغائر، سوى الشرك. ودل عليه آثار كثيرة. </p><p> روي: أن الله تعالى يقول يوم القيامة لبعض عصاة المؤمنين: \"سترتها عليك في الدنيا\" ؛ أي: الذنوب \"وأنا أغفرها لك اليوم\" فهذا وأمثاله يدل على المغفرة بلا توبة. والفرق بين الشرك وسائر المعصية: هو أن الكافر لا يطلب العفو والمغفرة </p><p>(١) الخازن. (٢) الشوكاني.(٣) روح البيان.</p>"
}