{
  "id": null,
  "sura": 39,
  "aya": 73,
  "text": "<p> محذوف وجوبًا، تقديره: بئس مثواهم جهنم. </p><p> والمعنى: أي فبئس المصير، وبئس المقيل لكم، بسبب تكبّركم في الدنيا، وإبائكم عن اتباع الحق، فهو الذي صيّركم إلى ما أنتم فيه، فبئس الحال وبئس المآل. </p><p> و {اللام} : فيه للجنس، ولا يقدح ما فيه من الإشعار بأن كون مثواهم جهنم، لتكبرهم عن الحق، مع أن دخولهم النار بسبق كلمة العذاب عليهم، فإنها إنما حقت عليهم بناءً على تكبرهم وكفرهم، فتكبرهم وسائر مقابحهم مسببة عن ذلك السبق، وفيه (١) إشارة إلى أن العصاة صنفان، صنف منهم متكبرون، وهم المصرون متابعو إبليس، فلهم الخلود في النار، وصنف منهم متواضعون، وهم التائبون متابعو آدم، فلهم النجاة، وبهذا الدليل ثبت أن ليس ذنب أكبر بعد الشرك من الكبر، بل الشرك أيضًا يتولد من الكبر، كما قال تعالى:  {أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ} . </p><p> ٧٣ - ولما ذكر فيما تقدم حال الذين كفروا وسوقهم إلى جهنم .. ذكر هنا حال المتقين، وسوقهم إلى الجنة، فقال:  {وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ} ؛ أي: ساقتهم الملائكة سوق إعزاز وتشريف وتكريم بلا تعب ولا نصب، بل بروح وطرب للإسراع إلى دار الكرامة، وذلك قبل الحساب، أو بعده يسيرًا أو شديدًا، وهو الموافق لما قبل الآية من قوله:  {وَوُضِعَ الْكِتَابُ} حال كونهم {زُمَرًا} ؛ أي: جماعات متفاوتين حسب تفاوت مراتبهم في الفضل وعلو الطبقة، والمراد: المتقون عن الشرك، فهؤلاء عوام أهل الجنة، وفوق هؤلاء من قال الله تعالى فيهم:  {وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ} وفوقهم من قال فيهم: {يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا (٨٥) }. </p><p> والمعنى (٢) : أي وسيق المتقون إلى الجنة جماعة إثر جماعة على النجائب، وفودًا إلى الجنة، المقربون فالأبرار ثم الذين يلونهم ثم الذين يلونهم، كل طائفة منهم مع من يشاكلهم، الأنبياء مع الأنبياء، والصدّيقون مع أشكالهم، والشهداء مع أضرابهم، والعلماء مع أقرانهم. </p><p>(١) روح البيان. (٢) المراغي.</p><p> والمراد بالسوق هنا: الإسراع بهم إلى دار الكرامة والرضوان، كما يفعل بمن يكرم من الوافدين على بعض الملوك، وبالسوق المتقدم: طردهم إلى العذاب والهوان، كما يفعل بالأسير إذا سيق إلى الحبس أو القتل، فشتان ما بين السوقين. </p><p> {حَتَّى إِذَا جَاءُوهَا} ؛ أي: الجنة {وَفُتِحَتْ أَبْوَابُهَا} وقرأ الكوفيون: {وَفُتِحَتْ} بالتخفيف؛ أي: والحال أنه قد فتحت أبوابها الثمانية قبل مجيئهم؛ لئلا يصيبهم وصب الانتظار، مع أن دار الفرح والسرور لا تغلق للأضياف والوافدين باب الكرم، فـ {الواو} : واو الحال، وجواب {إذا} محذوف دل عليه السياق، والتقدير؛ أي: حتى إذا وصلوا إليها، وقد فتحت لهم أبوابها قبل مجيئهم، كما تفتح الخدم باب المنزل للضيف قبل قدومه، وتقف منتظرةً حضوره فرحًا بمقدمه، فرحوا بما أفاء الله به عليهم من النعيم، وبما شاهدوا مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. </p><p> فإن قلت (١) : يرد على كون أبواب الجنان مفتحةً لهم قبل مجيئهم إليها، قوله - صلى الله عليه وسلم -: \"أنا أول من يستفتح باب الجنة\" . </p><p> قلت: قد حصل الفتح المقدم على الوصول بدعوته - صلى الله عليه وسلم - الاستفتاح، ولو لم يكن دعاؤه قد سبق .. لما فتحت، ثم تبقى الأبواب بدعائه مفتوحةً ببركة دعائه المقدم على ذلك، وفي الحديث:  \"أنا أول من يقرع باب الجنة، والجنة محرمة على جميع الأمم، حتى أدخلها أنا وأمتي، الأول فالأول\" . </p><p> وقيل: تقدير الجواب: حتى إذا جاؤوها، وقد فتحت أبوابها .. كان ما كان مما يقصر عنه البيان. </p><p> وفي \"الخازن\" : فإن قلت (٢) : قال في أهل النار: {فُتِحَتْ} بغير واو، وهنا زاد حرف {الواو} فما الفرق بين الموضعين؟ </p><p> قلت: فيه وجوه: </p><p> أحدها: أنها زائدة عند الأخفش والكوفيين، وهو خطأ عند البصريين؛ لأن </p><p>(١) روح البيان. (٢) الخازن. بزيادة وتصرف.</p><p> الواو من حروف المعاني، فلا تزاد عندهم، وزيدت الواو على القول بزيادتها للإيذان بأنها كانت مفتحةً قبل مجيئهم إليها، وحذفت الواو في الآية الأولى؛ لبيان أن أبواب جهنم كانت مغلقة قبل مجيئهم إليها، والحكمة في ذلك: أن الجنة إذا جاؤوها، ووجدوا أبوابها مفتحة .. حصل لهم السرور والفرح بذلك، وأهل النار إذا رأوها مغلقة .. كان ذلك نوع ذل وهوان لهم. </p><p> والثاني: أنها واو الحال، بتقدير: قد؛ أي: حتى إذا جاؤوها وقد فتحت، أبوابها فرحوا بها، كما مر في حلنا. </p><p> والثالث: أنها واو الثمانية، زيدت هنا لبيان أن أبواب الجنة ثمانية، ونقصت فيما سبق؛ لأن أبواب جهنم سبعة، والعرب تعطف فيما فوق السبعة، تقول ستة سبعة وثمانية وتسعة، وفيه أن واو الثمانية غير مطردة مقصورة على السماع. فإن قلت: على هذا إن قوله: {حَتَّى إِذَا جَاءُوهَا} شرط، فأين جوابه؟ </p><p> قلت: فيه وجوه: </p><p> أحدها: أنه محذوف، والمقصود أن يدل على أنه بلغ من الكمال إلى حيث لا يمكن ذكره، ولا يحتاج إلى ذكره. </p><p> والثاني: أن الجواب هو قوله: {وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ} بجعل {الواو} فيه زائدةً. </p><p> والثالث: الجواب محذوف دل عليه قوله: {فَادْخُلُوهَا خَالِدِينَ} والتقدير: حتى إذا جاؤوها، وفتحت أبوابها، وقال لهم خزنتها: سلام عليكم، طبتم فادخلوها خالدين، دخلوها، فحذف دخلوها لدلالة الكلام عليه. </p><p> قلت: والأوضح الأخصر: أن تكون {الواو} في قوله: {وَفُتِحَتْ أَبْوَابُهَا} عاطفة على جواب محذوف، دل عليه السياق، والتقدير: حتى إذا جاؤوها فرحوا بمجرد رؤيتها، وفتحت لهم أبوابها ازديادًا في سرورهم، وقال لهم خزنتها: سلام علكيم إلخ. تكرمةً لهم، والله أعلم بمراده في كتابه. </p><p> فائدة: في ذكر أحاديث مناسبة للآية: </p><p> منها: ما روي عن عمر بن الخطاب - رضي الله عنه - أنه قال: قال رسول الله - صلى الله عليه وسلم -: \"ما منكم أحد يتوضأ، فيسبغ الوضوء،ثم يقول:أشهد أن لا إله إلا الله، وأن محمد عبده ورسوله .. إلا فتحت له أبواب الجنة الثمانية، يدخل من أيها شاء\" أخرجه مسلم وغيره. </p><p> وروي عن أبي هريرة - رضي الله عنه - أنه قال: قال رسول الله - صلى الله عليه وسلم -: \"أول زمرة يدخلون الجنة على صورة القمر ليلة البدر، والذين يلونهم على ضوء أشد كوكب دري في السماء إضاءة\" . </p><p> وأخرج الشيخان وغيرهما عن سهل بن سعد أن رسول الله - صلى الله عليه وسلم - قال:  \"في الجنة ثمانية أبواب،منها:باب يسمى الريان، لا يدخله إلا الصائمون\" . وقد ثبت كون أبواب الجنة ثمانية بالأحاديث الصحيحة، منها: ما ذكر آنفًا، ومنها: قوله - صلى الله عليه وسلم -: \"إن للجنة لثمانية أبواب، ما منها بابان إلا بينهما يسير الراكب سبعين عامًا، وما بين كل مصراعين من مصاريع الجنة مسيرة أربعين سنة\" . وفي رواية:  \"كما بين مكة وبصرى\" . وكون أبواب جهنم سبعة فمذكور بقوله تعالى: {لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ (٤٤) }. </p><p> ثم أخبر سبحانه أن خزنة الجنة يسلمون على المؤمنين، فقال:  {وَقَالَ لَهُمْ} ؛ أي: للمتقين عند دخولهم الجنة {خَزَنَتُهَا} ؛ أي: حفظة الجنة، رضوان وغيره من الملائكة:  {سَلَامٌ عَلَيْكُمْ} من جميع المكاره والآلام، فلا يعتريكم مكروه، وهذا لعوام أهل الجنة، وأما خواصهم، فيقول الله لهم: {سَلَامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ (٥٨) }. فإن السلام في الجنة من وجوه: </p><p> فالسلام الأول: وإن كان سلام الله، ولكن بالواسطة. </p><p> والثاني: سلام خاص بلا واسطة بعد دخولهم الجنة {طِبْتُمْ} نفسًا بما أتيح لكم من النعيم المقيم، وقد يكون المعنى: طبتم في الدنيا، فلم تدنسوا أنفسكم بالشرك والمعاصي، وطاب سعيكم وطاب جزاؤكم {فَادْخُلُوهَا} ؛ أي: الجنة حالة كونكم {خَالِدِينَ} فيها؛ أي: ماكثين فيها أبدًا، لا زوال ولا فناء ولا تحول عنها. </p><p> و {الفاء} : للدلالة على أن طيبهم سبب لدخولهم وخلودهم، سواء كان طيبًا بعفو أو بتعذيب، إذ كل منهما مطهر، وإنما طهر ظاهرهم؛ لحسن إقرارهم </p>"
}