{
  "id": null,
  "sura": 39,
  "aya": 33,
  "text": "<p> والمعنى: إن جهنّم منزل ومقام للكاذبين المكذبين، المذكورين وغيرهم من الكفار، جزاءً لكفرهم وتكذيبهم. </p><p> ٣٣ - ثمَّ ذكر سبحانه فريق المؤمنين المصدِّقين، فقال:  {وَالَّذِي جَاءَ بِالصِّدْقِ} مبتدأ، والموصول عبارة عن رسول الله - صلى الله عليه وسلم - ومن تبعه من المؤمنين، كما في قوله تعالى: {وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ (٤٩) } فإنّ المراد موسى عليه السلام وقومه، وخبر المبتدأ: قوله: {أُولَئِكَ} الموصوفون بالصدق والتصديق، {هُمُ الْمُتَّقُونَ} ؛ أي: المنعوتون بالتقوى التي هي أجلُّ الرغائب وعنوان النجاة، فقال الإِمام السهيلي (١) رحمه الله: {وَالَّذِي جَاءَ بِالصِّدْقِ} رسول الله - صلى الله عليه وسلم -، والذي صدّق به، أبو بكر الصديق، وقال مجاهد: الذي جاء بالصدق: رسول الله - صلى الله عليه وسلم -، والذي صدّق به عليُّ بن أبي طالب، وقال السدي: الذي جاء بالصدق: جبريل، والذي صدّق به: رسول الله - صلى الله عليه وسلم -، وقال قتادة ومقاتل وابن زيد: الذي جاء بالصدق: النبيُّ - صلى الله عليه وسلم -، والذي صدّق به: المؤمنون، وقال النخعي: الذي جاء بالصدق وصدّق به هم المؤمنون الذين يجيئون بالقرآن يوم القيامة، وقيل: إن ذلك عام في كل من دعا إلى توحيد الله، وأرشد إلى ما شرعه لعباده، واختار هذا القول ابن جرير، وهو الذي اختاره من هذه الأقوال، ويؤيده قراءة ابن مسعود: والذين جاؤوا بالصدق وصدقوا به ولفظ {الَّذِي} كما وقع في قراءة الجمهور، وإن كان مفردًا فمعناه: الجمع؛ لأنه يراد به الجنس، كما يفيده قوله:  {أُولَئِكَ هُمُ الْمُتَّقُونَ} . </p><p> ودلّت الآية (٢) على أنّ النبي - صلى الله عليه وسلم - يصدّق أيضًا بما جاء به من عند الله، ويتلقاه بالقبول، كما قال الله تعالى:  {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ} ومن هنا قال بعضهم: إن النبي - صلى الله عليه وسلم - مرسل إلى نفسه أيضًا، وقرأ أبو صالح:  {وصدَقَ به} مخفّفًا؛ أي: صدق به الناس. </p><p> ٣٤ - ثمّ ذكر سبحانه ما لهؤلاء الصادقين المصدِّقين في الآخرة، بقوله:  {لَهُمْ} ؛ أي: لهؤلاء المتقين بمقابلة محاسن أعمالهم في الدنيا. {مَا يَشَاءُونَ} في الآخرة مدّخرًا لهم، {عِنْدَ رَبِّهِمْ} ؛ أي: كل ما يشاؤونه من جلب المنافع، ودفع المضارّ في الآخرة لا في الجنة فقط، لما أنّ بعض ما يشاؤونه من تكفير السيئات، والأمن </p><p>(١) الشوكاني. (٢) روح البيان.</p>"
}