{
  "id": null,
  "sura": 39,
  "aya": 19,
  "text": "<p> الله، من حيث هو كلام الله القديم، القائم بذاته. </p><p> واعلم (١) : أن استماع القول عند العارفين، يجري في كل الأشياء. فالحق تعالى، يتكلم بكل لسان من العرش إلى الثرى، ولا يتحقق بحقيقة سماعه، إلا أهل الحقيقة، وعلامة سماعهم انقيادهم إلى كل عمل مقرب إلى الله من جهة التكليف، المتوجه على الأذن، من أمر أو نهي، كسماعه للعلم والذكر والثناء على الحق تعالى، والموعظة الحسنة، والقول الحسن، والتصامم عن سماع الغيبة والبهتان، والسوء من القول، والخوض في آيات الله، والرفث، والجدل، وسماع القيان، وكل محرم وملاه حجر الشارع عليه سماعه، فإذا كان كذلك كان مفتوح الأذن إلى الله تعالى. </p><p> {أُولئِكَ} المنعوتون بالمحاسن الجميلة، وهو مبتدأ، خبره قوله:  {الَّذِينَ هَداهُمُ اللَّهُ} سبحانه للدين الحق، والاتصاف بمحاسنه؛ أي: هؤلاء الموصوفون بما ذكرهم، الذين وفقهم الله تعالى للرشاد وإصابة الصواب، لا الذين يعرضون عن سماع الحق، ويعبدون ما لا يضر ولا ينفع. {وَأُولئِكَ} المذكورون {هُمْ أُولُوا الْأَلْبابِ} ؛ أي: أصحاب العقول السليمة، والفطر المستقيمة التي لا تطيع الهوى، ولا يغلبها الوهم، المستحقون للهداية لا غيرهم، فتختار خير الأمرين في دينها ودنياها. </p><p> وفي الكلام (٢) : دلالة على أن الهداية تحصل بفضل الله تعالى، وقبول النفس لها، يعني: أن لكسب العبد مدخلًا فيها بحسب جري العادة، وفيه إشارة إلى أن أولئك القوم، هم الذين عبروا عن قشور الأشياء، ووصلوا إلى لباب حقائقها. </p><p> ١٩ - ثم بيّن أضداد المذكورين أولًا، وسجل عليهم الحرمان من الهداية، فقال:  {أَفَمَنْ حَقَّ} ووجب {عَلَيْهِ كَلِمَةُ الْعَذابِ} وقضاؤه {أَفَأَنْتَ} يا محمد {تُنْقِذُ} وتخرج {مَنْ فِي النَّارِ} وهذا بيان لأحوال عبدة الطاغوت بعد بيان أحوال </p><p>(١) روح البيان. (٢) روح البيان.</p><p> المجتنبين عنها، والهمزة للاستفهام الإنكاري (١) داخلة على محذوف دل عليه السياق، والفاء عاطفة على ذلك المحذوف، و {مَنْ} شرطية و {حَقَّ} بمعنى: وجب، وثبت، وكلمة العذاب قوله تعالى لإبليس: {لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ (٨٥) }، وكررت الهمزة في الجزاء لتأكيد الإنكار، والفاء فيه فاء الجزاء، ثم وضع موضع الضمير {مَنْ فِي النَّارِ} لمزيد تشديد الإنكار والاستبعاد، والتنبيه على أن المحكوم عليه بالعذاب، بمنزلة الواقع في النار، وأن اجتهاده - صلى الله عليه وسلم - في دعائهم إلى الإيمان سعي في إنقاذهم من النار؛ أي: تخليصهم، فإن الإنقاذ: التخليص من الورطة، كما في «المفردات» . </p><p> والمعنى: أأنت يا محمد مالك أمر الناس، فمن حق وثبت عليه من الكفار عدلًا في علم الله تعالى، كلمة العذاب، فأنت تنقذه من النار بهدايتك ودعوتك؛ أي: لا تقدر أن تهديه، وتنقذه من النار، فالآية جملة واحدة من شرط وجزاء، وفيه (٢) إشارة إلى، أن من حق عليه في القسمة الأولى، أن يكون مظهرًا لصفات قهره إلى الأبد لا تنفعه شفاعة الشافعين، ولا يخرجه من جهنم وسخط الله وطرده وبعده جميع الأنبياء والمرسلين، وإنما الشفاعة للمؤمنين بدليل قوله تعالى:  {وَكُنْتُمْ عَلى شَفا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْها} . </p><p> ومعنى الآية (٣) : التسلية لرسول الله - صلى الله عليه وسلم -؛ لأنه كان حريصًا على إيمان قومه، فأعلمه الله تعالى، أن من سبق عليه القضاء وحقت عليه كلمة الله، لا يقدر رسول الله - صلى الله عليه وسلم - أن ينقذه من النار، بأن يجعله مؤمنًا، قال عطاء: يريد: أبا لهب، وولده، ومن تخلف من عشيرة النبي - صلى الله عليه وسلم - عن الإيمان، وفي الآية تنزيل لمن يستحق العذاب منزلة من قد صار فيه، وتنزيل دعائه إلى الإيمان، منزلة الإخراج له من عذاب النار. </p><p> والمعنى (٤) : أي أأنت مالك شؤون الناس ومصرف أمورهم، فمن حقت </p><p>(١) روح البيان. (٢) روح البيان.(٣) الشوكاني.(٤) المراغي.</p>"
}