{
  "id": null,
  "sura": 39,
  "aya": 3,
  "text": "<p> العبادة، من شوائب الشرك والرياء، بحسب ما أنزل في تضاعيف كتابه على لسان نبيه، من تخصيصه وحده بالعبادة، وأنه لا ند له ولا شريك. </p><p> والفاء في قوله:  {فَاعْبُدِ اللَّهَ} . فاء: الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت أيها الرسول الكريم، أنا أنزلنا إليك، وأردت بيان ما هو اللازم لك .. فأقول لك: اعبد الله مخلصًا له الدين، والإخلاص: أن يقصد العبد بنيته، وعمله إلى خالقه، لا يجعل ذلك لغرض من الأغراض. والدين: العبادة، والطاعة، ورأسها: توحيد الله، وأنه لا شريك له. وقرأ الجمهور (١) : {الدِّينَ} بالنصب على أنه مفعول {مُخْلِصًا} ، وقرأ ابن أبي عبلة برفعه، على أنه فاعل، بمخلصًا، على طريقة الإسناد المجازي كشعر شاعر، وقال الزمخشري: وحق من رفعه أن يقرأ {مخلَصًا} بفتح اللام كقوله: {وَأَخْلَصُوا دِينَهُمْ لِلَّهِ} ، حتى يطابق قوله:  {أَلا لِلَّهِ الدِّينُ الْخالِصُ} ، والخالص، والمخلص واحد، وفي الآية دليل على وجوب النية، وإخلاصها عن الشوائب؛ لأن الإخلاص من الأمور القلبية، التي لا تكون إلا بأعمال القلب، وقد جاءت السنة الصحيحة:  «أن ملاك الأمر في الأقوال والأفعال: النية» ، كما في حديث:  «إنما الأعمال بالنيات» ، وحديث:  «لا قول، ولا عمل إلا بنية» . </p><p> ٣ - ثم أكد هذا الأمر بقوله:  {أَلا لِلَّهِ الدِّينُ الْخالِصُ} ألا: حرف استفتاح وتنبيه؛ أي: انتبهوا من غفلتكم أيها العباد، واعلموا أن لله سبحانه، لا لغيره، الدين الخالص من شوائب الشرك، والعبادة الخالصة من شوائب الرياء، لا شركة لأحد معه فيها؛ لأن كل ما دونه ملكه، وعلى المملوك طاعة مالكه، وفي «الكواشي» : ألا لله الدين الخالص من الهوى، والشك، والشرك، فيتقرب به إليه رحمة، لا أن له حاجة إلى إخلاص عبادته. وفي «التأويلات النجمية» : الدين الخالص: ما يكون جملته لله، وما للعبد فيه نصيب، والمخلص: من خلّصه الله من حبس الوجود، بجوده لا بجهده. </p><p>(١) البحر المحيط.</p><p> وعن الحسن: الدين الخالص: الإسلام، لأن غيره من الأديان ليس بخالص من الشرك، فليس بدين الله الذي أمر به. فالله تعالى لا يقبل إلا دين الإسلام، وفي حديث رواه الحسن عن أبي هريرة: أن رجلا قال: يا رسول الله - صلى الله عليه وسلم -، إني أتصدق بالشيء، وأصنع الشيء أريد به وجه الله تعالى، وثناء الناس، فقال رسول الله - صلى الله عليه وسلم -: «والذي نفس محمد - صلى الله عليه وسلم - بيده، لا يقبل الله شيئًا شورك فيه» ، ثم تلا:  {أَلا لِلَّهِ الدِّينُ الْخالِصُ} . </p><p> وبعد أن أبان سبحانه، أن رأس العبادة الإخلاص لله، أعقب ذلك بذم طريق المشركين، فقال:  {وَالَّذِينَ} عبارة عن المشركين. ومحله الرفع على الابتداء، وخبره قوله الآتي:  {إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ} . {اتَّخَذُوا} يعني عبدوا {مِنْ دُونِهِ} تعالى؛ أي: حال كونهم متجاوزين الله، وعبادته {أَوْلِياءَ} ؛ أي: أربابًا وأوثانًا كالملائكة، وعيسى، وعزير، والأصنام، ولم يخلصوا العبادة لله تعالى، بل شابوها بعبادة غيره حال كونهم قائلين:  {ما نَعْبُدُهُمْ} ؛ أي: الأولياء لشيء من الأشياء {إِلَّا لِيُقَرِّبُونا إِلَى اللَّهِ زُلْفى} ؛ أي: تقريبًا، فهو مصدر مؤكد على غير لفظ العامل، ملاق له في المعنى، وكانوا إذا سئلوا عمن خلق السموات والأرض؟ قالوا: الله، فإذا قيل لهم: لم تعبدون الأصنام؟ قالوا: إنما نعبدهم ليقربونا إلى الله تعالى. </p><p> والحاصل: أن الموصول مبتدأ، خبره جملة {إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ} ، وجملة {ما نَعْبُدُهُمْ} إلخ، في محل النصب على الحال، بتقدير القول، والاستثناء مفرّغ من أعم الأشياء. </p><p> والمعنى: والذين عبدوا من دونه تعالى أوثانًا، ولم يخلصوا العبادة لله بل شابوها بعبادة غيره قائلين: ما نعبدهم لشيء من الأشياء، إلا ليقربونا إلى الله تقريبًا، ويشفعوا لنا عنده، وقرىء {ما نعبدكم إلا لتقربونا} حكاية لما خاطبوا به آلهتهم، ذكره في «المراح» . </p><p> {إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ} خبر الموصول، كما مر؛ أي: إن الله يحكم يوم القيامة، بين المتخذين غير المخلصين، وبين خصمائهم المخلصين للدين، وقد </p><p> حذف لدلالة الحال عليه. {فِي ما} ؛ أي: في الدين الذي {هُمْ} ؛ أي: الفريقان {فِيهِ يَخْتَلِفُونَ} بالتوحيد والإشراك، وادعى كل فريق صحة ما انتحله وأخذه، وحكمه تعالى في ذلك، إدخال الموحدين الجنة، والمشركين النار، فالضمير للفريقين. {إِنَّ اللَّهَ} سبحانه وتعالى {لا يَهْدِي} ؛ أي: لا يوفق الاهتداء إلى الحق الذي هو طريق النجاة من المكروه، والفوز بالمطلوب {مَنْ هُوَ كاذِبٌ} ؛ أي: راسخ في الكذب {كَفَّارٌ} ؛ أي: مبالغ في الكفر، فإنهما فاقدان للبصيرة غير قابلين للاهتداء، لتغييرهما الفطرة الأصلية، بالتمرن في الكفر والضلالة، قال في «الوسيط» : هذا فيمن سبق عليه القضاء، بحرمان الهداية، فلا يهتدي إلى الصدق والإيمان البتة، وكذبهم قولهم في بعض أوليائهم: بنات الله وولده، وقولهم: إن الآلهة تشفع لهم، وتقربهم إلى الله، وكفرهم عبادتهم تلك الأولياء، وكفرانهم النعمة بنسيان المنعم الحقيقي. </p><p> وقرأ أنس بن مالك، والجحدري، والحسن، والأعرج، وابن يعمر {مَنْ هُوَ كاذِبٌ كَفَّارٌ} بصيغة فعال فيهما. وقرأ زيد بن علي:  {من هو كذوب كفور} بصيغة فعول فيهما. </p><p> وحاصل معنى الآية: أي والذين اتخذوا من دون الله أولياء يعبدونهم، يقولون: ما نعبدهم إلا ليقربونا عند الله منزلة، ويشفعوا لنا عنده في حاجتنا، ومن حديث عبادتهم للأصنام: أنهم جعلوا تماثيل الكواكب، والملائكة والأنبياء، والصالحين الذين مضوا، وعبدوها باعتبار أنها رمز إليها، وقالوا: إن الإله الأعظم، أجلّ من أن يعبده البشر مباشرة، فنحن نعبد هذه الآلهة، وهي تعبد الإله الأعظم، وهذه شبهة تمسك بها المشركون في قديم الدهر وحديثه، وجاءت الرسل مفندة لها، ماحيةً لها من الأذهان العالقة بها، موجهة العقول إلى إفراد الله وحده بالعبادة، قال:  {وَلَقَدْ بَعَثْنا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} ، وقال: {وَما أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلهَ إِلَّا أَنَا فَاعْبُدُونِ (٢٥) }. </p><p> قال قتادة: كانوا إذا قيل لهم: من ربكم، ومن خالقكم، ومن خلق </p>"
}