{
  "id": null,
  "sura": 39,
  "aya": 18,
  "text": "<p> الإيمان بالله، كما قال تعالى:  {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقى} . وقدم اجتناب الطاغوت على الإنابة إلى الله، كما قدم الكفر بالطاغوت على الإيمان بالله، على وفق كلمة التوحيد «لا إله إلا الله» ، حيث قدم نفي وجود الإلهية على إثبات الألوهية لله تعالى، فقوله:  {وَالَّذِينَ} مبتدأ، وقوله:  {أَنْ يَعْبُدُوها} بدل اشتمال من الطاغوت، وقوله:  {وَأَنابُوا} معطوف على {اجْتَنَبُوا} . </p><p> وجملة {لَهُمُ الْبُشْرى} خبر المبتدأ؛ أي (١) : والذين اجتنبوا عبادة الطاغوت، ورجعوا إلى عبادة الله تعالى، وأقبلوا عليه معرضين عما سواه، لهم البشرى في الدنيا والآخرة، أما في الدنيا، فالثناء عليهم بصالح أعمالهم، وعند نزول الموت، وعند الوضع في القبر، وأما في الآخرة فعند الخروج من القبر، وعند الوقوف للحساب، وعند جواز الصراط، وعند دخول الجنة، وفي الجنة، ففي كل موقف من هذه الموافق، تحصل لهم البشارة بنوع من الخير، والراحة، والروح، والريحان، وقيل: لهم البشرى بالثواب والرضوان الأكبر على ألسنة الرسل، بالوحي في الدنيا، أو على ألسنة الملائكة عند حضور الموت، وحين يحشرون، وبعد ذلك، وقال بعضهم: لهم البشرى بأنهم من أهل الهداية والفضل من الله، وهي الكرامة الكبرى. </p><p> والمعنى (٢) : أي والذين اجتنبوا عبادة الأصنام، وأقبلوا إلى ربهم معرضين عما سواه، لهم البشرى، بالثواب العظيم من الله تعالى، على ألسنة رسله حين الموت، وحين يحشرون من قبورهم للحساب. </p><p> ثم مدحهم، بأنهم نقّاد في الدين، يميزون بين الحسن والأحسن، والفاضل والأفضل، فقال:  {فَبَشِّرْ عِبادِ} والأصل عبادي بالياء، فحذفت </p><p> ١٨ - {الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ} الحق من كتاب الله تعالى، وسنة رسوله - صلى الله عليه وسلم - {فَيَتَّبِعُونَ أَحْسَنَهُ} ؛ أي: محكمه، ويعملون به؛ أي: فبشر يا محمد عبادي الذين اجتنبوا عبادة </p><p>(١) الخازن. (٢) المراغي.</p><p> الطاغوت، وأنابوا إلى ربهم، وسمعوا القول فاتبعوا أولاه بالقبول، بالنعيم المقيم في جنات النعيم، وفيه (١) تصريح بكون التبشير من لسان الرسول - صلى الله عليه وسلم -، وهو تبشير في الدنيا، وأما تبشير الملك فتبشير في الآخرة، كما قال:  {لَهُمُ الْبُشْرى فِي الْحَياةِ الدُّنْيا وَفِي الْآخِرَةِ} ، وبالجملة فتبشير الآخرة مرتب على تبشير الدنيا. فمن استأهل الثاني استأهل الأول. </p><p> قال السدي (٢) : يتبعون أحسن ما يؤمرون به، فيعملون بما فيه، وقيل: هو الرجل يسمع الحسن والقبيح، فيتحدث بالحسن، وينكف عن القبح فلا يتحدث، وقيل: يستمعون القرآن وغيره، فيتبعون القرآن، وقيل: يستمعون الرخص والعزائم فيتبعون العزائم ويتركون الرخص، وقيل: يأخذون بالعفو، ويتركون العقوبة، وقيل: إن الآية نزلت في عثمان بن عفان، وعبد الرحمن بن عوف، وطلحة، والزبير، وسعد بن أبي وقاص، وسعيد بن زيد، حين جاؤوا إلى أبي بكر الصديق رضي الله عنه، فسألوه فأخبرهم بإيمانه، فآمنوا، حكاه المهدوي في «التكملة» . فيكون المعنى: يستمعون القول من أبي بكر، فيتبعون أحسنه، وهو قول:  «لا إله إلا الله» . </p><p> وفي «كشف الأسرار» : مثال هذا (٣) الأحسن في الدين أن ولي القتيل، إذا طالب بالدم فهو حسن، وإذا عفا ورضي بالدية فهو أحسن، ومن جزى السيئة بالسيئة مثلها فهو حسن، وإن عفا وغفر فهو أحسن، وإن وزن أو كال فهو حسن، وإن أرجح فهو أحسن، وإن اتزن وعدل فهو حسن، وإن طفف على نفسه فهو أحسن، وإن رد السلام فقال: وعليكم السلام فهو حسن، وإن قال عليكم السلام ورحمة الله فهو أحسن، وإن حج راكبًا فهو حسن، وإن فعله راجلًا فهو أحسن، وإن غسل أعضاءه في الوضوء مرة مرة فهو حسن، وإن غسلها ثلاثًا ثلاثًا فهو أحسن، وإن جزى من ظلمه بمثل مظلمته فهو حسن، وإن جازاه بحسنة فهو </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.</p><p> أحسن، وإن سجد أو ركع ساكتًا فهو جائز، وإن فعلهما مسبحًا فهو أحسن. ونظير هذه الآية قوله تعالى لموسى عليه السلام:  {فَخُذْها بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِها} ، وقوله:  {وَاتَّبِعُوا أَحْسَنَ ما أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ} ، انتهى ما في «الكشف» . </p><p> وهذا (١) معنى ما قال بعضهم: يستمعون قول الله فيتبعون أحسنه، ويعملون بأفضله، وهو ما في القرآن من عفو، وصفح، واحتمال على أذى، ونحو ذلك، فالقرآن كله حسن، وإنما الأحسن بالنسبة إلى الآخذ والعامل، قال السيوطي رحمه الله في «الإتقان»  (٢) : اختلف الناس، هل في القرآن شيء أفضل من شيء؟. فذهب الإمام أبو الحسن الأشعري رحمه الله، وبعض الأئمة الأعلام إلى المنع؛ لأن الجميع كلام الله تعالى، ولئلا يوهم التفضيل نقص المفضل عليه، وذهب آخرون من المحققين، وهو الحق: كلام الله في الله أفضل من كلامه في غيره، فـ {قُلْ هُوَ اللَّهُ أَحَدٌ} أفضل من {تَبَّتْ يَدا أَبِي لَهَبٍ} ؛ لأن فيه فضيلة الذكر، وهو كلام الله، وفضيلة المذكور، وهو اسم ذاته وتوحيده وصفاته الإيجابية والسلبية، وسورة {تَبَّتْ} فيها فضيلة الذكر فقط، وهو كلام الله تعالى، والأخبار الواردة في فضائل القرآن، وتخصيص بعض السور والآيات بالفضل، وكثرة الثواب في تلاوتها لا تُحصى. </p><p> قال الإمام الغزالي في «جوهر القرآن»  (٣) : كيف يكون بعض الآيات والسور أشرف من بعض، مع أن الكل كلام الله؟ فاعلم نوّرك الله بنور البصيرة، وقلّد صاحب الرسالة عليه السلام. فهو الذي أنزل عليه القرآن، وقال: {يس (١) } قلب القرآن، وفاتحة الكتاب أفضل سور القرآن، وآية الكرسي سيدة القرآن {وقُلْ هُوَ اللَّهُ أَحَدٌ (١) } تعدل ثلث القرآن». ومن توقف في تعديل الآيات، أول قوله - صلى الله عليه وسلم -، أفضل سورة وأعظم سورة، أراد في الأجر والثواب. لا أن بعض القرآن أفضل من بعض، فالكل في فضل الكلام واحد، والتفاوت في الأجر لا في كلام </p><p>(١) روح البيان. (٢) الاتقان في علوم القرآن.(٣) جواهر القرآن.</p>"
}