{
  "id": null,
  "sura": 39,
  "aya": 71,
  "text": "<p> الوعد والوعيد، </p><p> ٧٠ - وكما فتح الآية بإثبات العدل .. ختمها بنفي الظلم، فقال {وَوُفِّيَتْ} ؛ أي: وفرت وأعطيت {كُلُّ نَفْسٍ} من النفوس المكلفة {مَا عَمِلَتْ} ؛ أي: جزاء ما عملت من الخير والشر، والطاعة والمعصية. {وَهُوَ} تعالى {أَعْلَمُ} منهم ومن الشهداء {بِمَا يَفْعَلُونَ} في الدنيا، لا يحتاج إلى كاتب ولا حاسب وشاهد، إذ هو خالق الأفعال، فلا يفوته شيء من أفعالهم، وإنما {وضع الكتاب وجيءَ بالنبيين والشهداء} ؛ لتكميل الحجة، وقطع المعذرة، قال ابن عباس - رضي الله عنهما -: إذا كان يوم القيامة .. بدّل الله الأرض غير الأرض، وزاد في عرضها وطولها كذا وكذا، فإذا استقر عليها أقدام الخلائق، برهم وفاجرهم أسمعهم الله تعالى كلامه، يقول:  \"إن كتابي كانوا يكتبون ما أظهرتم، ولم يكن لهم علم بما أسررتم، فأنا عالم بما أظهرتم وبما أسررتم، ومحاسبكم اليوم على ما أظهرتم وعلى ما أسررتم، ثم أغفر لمن أشاء منكم\" . </p><p> ٧١ - ثم ذكر سبحانه تفصيل ما ذكره من توفية كل نفس ما كسبت فقال:  {وَسِيقَ الَّذِينَ كَفَرُوا} مع إمامهم ومعبوداتهم {إِلَى جَهَنَّمَ} حال كونهم {زُمَرًا} ؛ أي: جماعة جماعةً متفرقةً بعضها إثر بعض؛ أي: سيقوا إليها بعد إقامة الحساب بأمر يسير من قبلنا، وذلك بالعنف والإهانة، حال كونهم أفواجًا متفرقة بعضها في إثر بعض، مترتبةً حسب ترتب طبقاتهم في الضلالة والشرارة، وتتلقاهم جهنم بالعبوسة، كما تلقوا الأوامر والنواهي والآمرين والناهين بمثل ذلك، {حَتَّى إِذَا جَاءُوهَا} ؛ أي: جاؤوا جهنم وقربوا إليها، و {حَتَّى} هذه (١) هي الابتدائية، التي تبتدِىء الجمل بعدها كما في \"أبي السعود\" ، وجواب {إِذَا} قوله: {فُتِحَتْ أَبْوَابُهَا} ؛ أي: فتحت أبواب جهنم السبعة؛ ليدخلوها، كما قال تعالى:  {لَهَا سَبْعَةُ أَبْوَابٍ} وفائدة (٢) إغلاقها إلى وقت مجيئهم: تهويل شأنها، وإيقاد حرّها، قال في \"أسئلة الحكم\" : أهل النار يجدونها مغلقة الأبواب، كما هي حال السجون في الدنيا، فيقفون هنالك، حتى يفتح لهم إهانةً وتوبيخًا. </p><p> يقول الفقير: هذا من قبيل العذاب الروحاني، وهو أشد من العذاب الجسماني، فليس وقوفهم عند الأبواب أولى لهم من تعجيل العذاب، يؤيده أن </p><p>(١) الارشاد. (٢) روح البيان.</p><p> الكافر حين يطول قيامه في شدة وزحمة وهول، يقول: يا رب أرحني ولو كان بالنار، وفيه إشارة إلى الأوصاف الذميمة النفسانية السبعة، وهي الكبر والبخل والحرص والشهوة والحسد والغضب والحقد، فإنها أبواب جهنم، وكل من يدخل فيها لا بدّ له من أن يدخل من باب من أبوابها، فلا بد من تزكيتها وتخلية النفس عنها. {وَقَالَ لَهُمْ} ؛ أي: للذين كفروا {خَزَنَتُهَا} ؛ أي: خزنة جهنم وزبانيتها وحرّاسها تقريعًا، وتوبيخًا لهم، وزيادة في الإيلام والتوجيع، واحدها خازن، وهو حافظ الخزانة وما فيها، والمراد: حفظة جهنم وزبانيتها، وهم الملائكة الموكّلون بتعذيب أهلها {أَلَمْ يَأْتِكُمْ} أيها الكفرة {رُسُلٌ مِنْكُمْ} ؛ أي: من جنسكم، آدميون مثلكم؛ ليسهل عليكم مراجعتهم وفهم كلامهم. وقرىء:  {نذر} ، كما في \"المراح\"  {يَتْلُونَ} ؛ أي: يتلو أولئك الرسل، ويقرؤون {عَلَيْكُمْ آيَاتِ رَبِّكُمْ} التي أنزلها عليهم؛ لتبليغها إليكم {وَيُنْذِرُونَكُمْ} ؛ أي: يخوفونكم {لِقَاءَ يَوْمِكُمْ هَذَا} ؛ أي: لقاء وقتكم هذا، وهو وقت دخولهم النار، لا يوم القيامة، وذلك لأن الإضافة اللامية تفيد الاختصاص، ولا اختصاص ليوم القيامة بالكفار، وقد جاء استعمال اليوم والأيام مستفيضًا في أوقات الشدة، فلذلك حمل على الوقت. </p><p> وفيه دليل على أنه لا تكليف قبل الشرع، من حيث أنهم علّلوا توبيخهم بإتيان الرسل وتبليغ الكتب، فأجابوا بالاعتراف، ولم يقدروا على الجدل الذي كانوا يتعلّلون به في الدنيا؛ لانكشاف الأمر وظهوره، ولهذا {قَالُوا بَلَى} قد أتونا، وتلوا علينا، وأنذرونا، فأقرّوا في وقت لا ينفعهم الإقرار والاعتراف {وَلَكِنْ حَقَّتْ} ووجبت {كَلِمَةُ الْعَذَابِ} وهي قوله تعالى لإبليس: {لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ (٨٥) } وقد كنا ممن تبع إبليس، فكذبنا الرسل، وقلنا ما نزل الله من شيء، إن أنتم إلا تكذبون. </p><p> ومعنى الآية: أي وسيق الكافرون بربهم، المشركون به الأصنام والأوثان، إلى جهنم سوقًا عنيفًا، أفواجًا متفرقةً بعضها في إثر بعض، بحسب ترتب طبقاتهم في الضلال والشرُّ، بزجرٍ وتهديدٍ ووعيدٍ، كما يساق المجرمون في الدنيا إلى السجون جماعاتٍ جماعات، مع الإهانة والتحقير على ضروب شتى، ونحو الآية قوله: {يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعًّا (١٣) }؛ أي: يدفعون إليها دفعًا. </p><p> {إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا} ؛ أي: حتى إذا وصلوا إليها .. فتحت لهم </p>"
}