{
  "id": null,
  "sura": 39,
  "aya": 21,
  "text": "<p> والمعنى (١) : أي لكن الذين اتقوا ربهم بأداء فرائضه، واجتناب محارمه لهم في الجنة غرف؛ أي: طباق فوق طباق، مبنيات محكمات تجري من تحتها الأنهار الأربعة، الجارية في الجنة الماء، واللبن، والخمر، والعسل المصفى، ثم أكد حصول ذلك لهم بقوله:  {وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ الْمِيعادَ} ؛ أي: وعد الله هؤلاء المتقين بذلك، ووعده الحق، فهو لا يخلف ما وعدهم، بل يفي بوعده. </p><p> وعن أبي سعيد الخدري - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال:  «إن أهل الجنة يتراؤون أهل الغرف من فوقهم، كما يتراؤون الكوكب الدرّي، الغابر في الأفق من المشرق أو المغرب، لتفاضل ما بينهم» ، فقالوا: يا رسول الله، تلك منازل الأنبياء، لا يبلغها غيرهم؟ قال:  «بلى، والذي نفسي بيده رجال آمنوا بالله وصدقوا المرسلين» متفق عليه. قوله:  «الغابر» ؛ أي: الباقي في ناحية المشرق أو المغرب. </p><p> وفي الآية دقيقة شريفة (٢) : وهي أنه تعالى، لم يذكر في آيات الوعيد البتة، مثل هذا التأكيد، وذلك يدل على أن جانب الوعد أرجح من جانب الوعيد، أما قوله تعالى:  {ما يُبَدَّلُ الْقَوْلُ لَدَيَّ} ليس تصريحا بجانب الوعيد، بل هو كلام عام، يتناول الوعد والوعيد، فثبت أن ترجيح الوعد حق، خلافًا للمعتزلة. </p><p> ٢١ - ولما ذكر سبحانه الآخرة، ووصفها بوصف يوجب الرغبة فيها والشوق إليها .. أتبعه بذكر الدنيا، ووصفها بوصف يوجب الرغبة عنها، والنفرة منها، فذكر تمثيلًا لها في سرعة زوالها، وقرب اضمحلالها، مع ما في ذلك من ذكر نوع من أنواع قدرته الباهرة، وصنعه البديع، فقال:  {أَلَمْ تَرَ} ؛ أي: ألم تعلم يا محمد، أو أيها المخاطب، أو ألم تر أيها الناظر، والاستفهام فيه تقريريّ، والرؤية إما بصرية أو قلبية، والخطاب إما للنبي - صلى الله عليه وسلم - أو عام، وهو أولى؛ أي: ألم تعلم أيها المخاطب {أَنَّ اللَّهَ} سبحانه وتعالى {أَنْزَلَ مِنَ السَّماءِ} ؛ أي: من </p><p>(١) المراغي. (٢) المراح.</p><p> السحاب {ماءً} ؛ أي: مطرًا {فَسَلَكَهُ} ؛ أي: فسلك ذلك الماء، وأدخله في الأرض؛ أي: أدخل ذلك الماء النازل من السماء في الأرض، وأسكنه فيها، وجعله {يَنابِيعَ} ؛ أي: عيونًا، وركايًا، ومجاري كائنات {فِي الْأَرْضِ} كالعروق في الأجساد. قال الشعبي: كل ماء في الأرض فمن السماء نزل. والمعنى (١) : أدخل الماء النازل من السماء في الأرض، وجعله فيها عيونًا جارية، أو جعله في ينابيع؛ أي: في أمكنة ينبع منها الماء، فهو على الوجه الثاني منصوب بنزع الخافض، قال مقاتل: فجعله عيونًا، وركايًا في الأرض. ونصب {يَنابِيعَ} إما على الظرفية، أو على الحال، أو على أنه مفعول ثان، لجعل المقدر. </p><p> {ثُمَّ يُخْرِجُ بِهِ} ؛ أي: يخرج بذلك الماء من الأرض، وكلمة (٢)  {ثُمَّ} للتراخي في الرتبة، أو الزمان {زَرْعًا} ؛ أي: نباتًا {مُخْتَلِفًا} ؛ أي: متنوعًا {أَلْوانُهُ} ؛ أي: صفاته، وكيفياته من الطعوم والروائح، من أصفر وأخضر وأبيض وأحمر وأغبر وأسود، من المر والحالي والطيّب، وغيره، قال في «المفردات» : اللون معروف، وينطوي على الأبيض، والأسود، وغيرهما، وقد يعبر بالألوان عن الأجناس والأنواع؛ أي: مختلفًا أجناسه من بر، وشعير، وأرز، وذرة، أو أنواعه كأنواع الحنطة، والشعير، والذرة. {ثُمَّ يَهِيجُ} ذلك الزرع النابت بالماء، وييبس، يقال: هاج النبت إذا تم جفافه؛ لأنه إذا تم جفافه حان له أن يثور من منبته. {فَتَراهُ} ؛ أي: فتبصر أيها المخاطب ذلك النبت من يبسه {مُصْفَرًّا} بعد خضرته، ونضرته؛ أي: تراه ذا صفرة، والصفرة: لون بين البياض والسواد، كما سيأتي في مبحث اللغة، {ثُمَّ يَجْعَلُهُ} ؛ أي: يجعل الله سبحانه ذلك النبت اليابس {حُطامًا} ؛ أي: فتاتًا متكسرًا، كأن لم يغن بالأمس، يقال: تحطم العود إذا تفتت من اليبس، ولكون هذه الحالة من الآثار القوية، علّقت بجعل الله تعالى كالإخراج، وعبّر هنا بلفظ {يَجْعَلُهُ} ، وفي الحديد بلفظ (يكون) موافقةً في كل منهما لما قبله، اهـ من «فتح الرحمن» . </p><p>(١) الشوكاني. (٢) روح البيان.</p>"
}