{
  "id": null,
  "sura": 39,
  "aya": 45,
  "text": "<p> الأول: المال، فلو نفع المال لأحدٍ .. لنفع قارون، قال الله تعالى:  {فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ} . </p><p> والثاني: الولد، فلو نفع الولد لأحد .. لنفع إبراهيم عليه السلام أباه آزر، قال تعالى:  {يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَذَا} . </p><p> والثالث: الجمال، فلو نفع الجمال .. لنفع أهل الروم؛ لأنّ لهم تسعة أعشار الجمال، قال الله تعالى:  {يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ} . </p><p> والرابع: الشفاعة، فلو نفعت الشفاعة .. لنفع الرسول - صلى الله عليه وسلم - من أحبّ إيمانه، قال تعالى:  {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ} كأنه قال: أنت شفيعي في الجنايات، لا شريكي في الهدايات. </p><p> والخامس: الحيلة، فلو نفعت الحيلة .. لنفع الكفار مكرهم، قال تعالى:  {وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ} . </p><p> والسادس: الفصاحة، فلو نفعت الفصاحة .. لنفعت العرب، قال تعالى:  {لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ} . </p><p> والسابع: العزّ، فلو نفع العزّ .. لنفع أبا جهل، قال تعالى: {ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ (٤٩) }. </p><p> والثامن: الأصدقاء، فلو نفع الأصدقاء .. لنفعوا الفسّاق، قال تعالى: {الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِين (٦٧) }. </p><p> والتاسع: الأتباع، فلو نفع التبع .. لنفع الرؤساء، قال تعالى:  {إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا} . </p><p> والعاشر: الحسب، فلو نفع الحسب .. لنفع يعقوب اليهود؛ لأنهم أولاد يعقوب، قال تعالى:  {لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ يَوْمَ الْقِيَامَةِ} . </p><p> فإذا عرفت هذه الأمور المذكورة .. فارجع يا أخي إلى الله تعالى من الأسباب الغير النافعة، وذلك بكمال الإيمان والتقوى. </p><p> ٤٥ - ثم ذكر سبحانه هفوة من هفواتهم التي تصدر منهم، وتدل على غفلة عظيمة، وتناقض بين الاعتراف بالألوهية، والإنكار لها، فقال:  {وَإِذَا ذُكِرَ اللَّهُ} سبحانه </p><p> حال كونه {وَحْدَهُ} ؛ أي: منفردًا، دون آلهة المشركين، وانتصاب {وَحْدَهُ} على الحال عند يونس، وعلى المصدر عند الخليل وسيبويه، والعامل في {إِذَا} : جوابها، وهو قوله:  {اشْمَأَزَّتْ} ؛ أي: انقبضت ونفرت وذعرت وأنكرت {قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ} ؛ أي: قلوب الذين لا يصدّقون بيوم القيامة. {وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ} ؛ أي: من الله تعالى؛ يعني الأوثان فرادى، أو مع ذكر الله. {إِذَا هُمْ يَسْتَبْشِرُونَ} ؛ أي: يفرحون ويظهر في وجوههم البشر، وهو أثر السرور لفرط افتتانهم بها ونسيانهم الحق، والاشمئزاز (١) : أن يمتلىء القلب غيظًا وغمًا، ينقبض عنهما أديم الوجه، كما يرى في وجه العابس المحزون، وهو غاية ما يمكن من الانقباض، ففيه مبالغة في بيان حالهم القبيحة، والاستبشار: أن يمتلىء القلب سرورًا، فتنبسط له بشرة الوجه، وهو غاية ما يمكن من الانبساط، ففيه مبالغة أيضًا في بيان حالهم القبيحة، والعامل في {إِذَا} الشرطية: هو العامل في {إِذَا} المفاجأة على القول بأنها ظرف، تقديره: وقت ذكر الذين من دونه، فاجَؤُوا وقت الاستبشار. </p><p> والمعنى (٢) : أي إنه إذا قيل: لا إله في الكون إلا الله وحده .. نفرت قلوب أولئك المشركين، الذين لا يؤمنون بالبعث والمعاد بعد الموت، وإذا ذكرت الآلهة التي يدعونها من دون الله تعالى، فقيل: تلك الغرانيق العلى، وإن شفاعتهن لترتجى .. استبشروا وفرحوا لفرط افتتانهم بهنّ، ونسيانهم حق الله تعالى. </p><p> قال ابن عباس - رضي الله تعالى عنهما - في الآية:  {اشْمَأَزَّتْ} : قست ونفرت قلوب هؤلاء الأربعة الذين لا يؤمنون بالآخرة، أبو جهل بن هشام والوليد بن عتبة وصفوان وأبي بن خلف، ونحو الآية قوله تعالى حكايةً عنهم:  {وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ} . </p><p> واعلم (٣) : أن هؤلاء المشركين كأمثال الصبيان، فكما أنهم يفرحون بالأفراس الطينية، والأسود الخشبية، وبمذاكرة ما هو لهو ولعب، فكذا أهل الأوثان، لكون نظرهم مقصورًا على الصور والأشباح، فكل قلب لا يعرف الله، فإنه لا يأنس بذكر الله، ولا يسكن إليه، ولا يفرح به، فلا يكون مسكن الحق. </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p>"
}