{
  "id": null,
  "sura": 39,
  "aya": 23,
  "text": "<p> وولده من الذين قست قلوبهم، فالرحمة للمشروح صدره، والغضب للقاسي قلبه. </p><p> ٢٣ - ثم ذكر سبحانه بعض أوصاف كتابه العزيز، فقال:  {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ} هو القرآن الكريم الذي لا نهاية لحسنه، ولا غاية لجمال نظمه وملاحة معانيه، وهو أحسن مما نزل على جميع الأنبياء والمرسلين، وأكمله وأكثره أحكامًا، وأيضا أحسن الحديث لفصاحته وإعجازه، وأيضا لأنه كلام الله، وهو قديم، وكلام غيره مخلوق محدث، وأيضًا لكونه صدقًا كله إلى غير ذلك، سمي حديثًا لأن النبي - صلى الله عليه وسلم - كان يحدث به قومه، ويخبرهم بما ينزل عليه منه، فلا يدل على حدوث القرآن، فإن الحديث في عرف العامة: الخبر، والكلام. والمعنى: إن فيه مندوحةً عن سائر الأحاديث، وعبر بنزل دون أنزل إشعارًا بأنه متكرر النزول بحسب الوقائع. </p><p> {كِتابًا} بدل من {أَحْسَنَ الْحَدِيثِ} ، ويحتمل أن يكون حالًا منه {مُتَشابِهًا} معانيه في الصحة، والحسن، والإحكام، والابتناء على الحق والصدق، واستتباع منافع الخلق في المعاد والمعاش، وتناسب ألفاظه في الفصاحة، وتجاوب نظمه في الإعجاز، وبلوغه إلى أعلى درجات البلاغة، وقال قتادة: يشبه بعضه بعضًا في الآي، والحروف، وقيل: يشبه كتب الله المنزلة على أنبيائه. {مَثانِيَ} صفة أخرى لكتابًا؛ أي: تثنى فيه القصص، وتتكرر فيه المواعظ والأحكام، وقيل: يثنى في التلاوة، فلا يمل سامعه، ولا يسأم قارئه. </p><p> وقرأ الجمهور (١) : {مَثانِيَ} بفتح الياء، وهشام، وابن عامر، وأبو بشر بسكون الياء، فاحتمل أن يكون خبر مبتدأ محذوف، واحتمل أن يكون منصوبًا، وسكنت الياء على قول من سكن الياء، في كل الأحوال، لانكسار ما قبلها استثقالًا للحركة عليها، ووصف (٢) الواحد، وهو الكتاب بالجمع، وهو المثاني باعتبار تفاصيله، كما يقال: القرآن سور وآيات، والإنسان عروق وعظام وأعصاب، وهو جمع مثنى بضم الميم وتشديد النون، بمعنى مردد ومكرر، لما </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> ثني من قصصه، وأنبائه، وأحكامه، وأوامره، ونواهيه، ووعده، ووعيده، ومواعظه، أو لأنه ثني في التلاوة فلا يمل، كما جاء في نعته: لا يخلق على كثرة التردد؛ أي: لا يزول رونقه، ولذة قراءته، واستماعه من كثرة ترداده على ألسنة التالين، وتكراره على آذان المستمعين، وأذهان المتفكرين، على خلاف ما عليه كلام المخلوق، وفي القصيدة البردية: </p><p> فَلا تُعَدُّ وَلا تُحْصَى عَجَائِبُهَا ... وَلا تُسَامُ عَلَى الإِكْثَارِ بالسَّأَمِ </p><p> أي: لا تقابل آيات القرآن مع الإكثار بالملال. </p><p> وقوله:  {تَقْشَعِرُّ} ؛ أي: تتقبض، وتتجمع؛ أي: تضطرب، وترتعد {مِنْهُ} ؛ أي: من استماعه {جُلُودُ الَّذِينَ يَخْشَوْنَ} ويخافون {رَبَّهُمْ} ؛ أي: عذابه عند استماع وعيده، كلام مستأنف، مسوق لبيان آثاره الظاهرة في سامعيه، بعد بيان أوصافه في نفسه، وتقرير كونه أحسن الحديث، يقال: اقشعر جلده: أخذته قشعريرة؛ أي: رعدة، كما في «القاموس» . والجلد: قشر البدن كما في «المفردات» . وقال بعضهم: أصل الاقشعرار تغير، كالرعدة يحدث في جلد الإنسان عند الوجل والخوف. وفي «الإرشاد» : الاقشعرار: التقبض. يقال: اقشعر الجلد إذا تقبض تقبضًا شديدًا، وتركيبه من القشع، وهو الأديم اليابس، قد ضم إليه الراء ليكون باعثًا ودالًا على معنى زاد، يقال: اقشعر جلده ووقف شعره إذا عرض له خوف شديد، من منكر حائل وهمه بغتةً. </p><p> والمراد: إما بيان إفراط خشيتهم بطريق التمثيل والتصوير، أو بيان حصول تلك الحالة وعروضها لهم بطريق التحقيق، وهو الظاهر، إذ هو موجود عند الخشية محسوس يدركه الإنسان من نفسه، وهو يحصل من التأثر القلبي فلا ينكر. </p><p> والمعنى: إنهم إذا سمعوا بالقرآن، وقوارع آيات وعيده أصابتهم هيبة وخشية، تقشعر منها جلودهم؛ أي: يعلوها أي: يعلوها قشعريرة ورعدة. </p><p> {ثُمَّ} إذا ذكروا رحمة الله سبحانه، وعموم مغفرته عند سماع وعده {تَلِينُ </p><p> جُلُودُهُمْ}؛ أي: لانت أبدانهم {وَقُلُوبُهُمْ} ؛ أي: نفوسهم {إِلى ذِكْرِ اللَّهِ} سبحانه وتعالى، واللين: ضد الخشونة، ويستعمل ذلك في الأجسام، ثم يستعار للخلق ولغيره من المعاني، والجلود: عبارة عن الأبدان والقلوب عن النفوس؛ أي: ثم إذا ذكروا رحمة الله، وعموم مغفرته لانت أبدانهم، واطمأنت قلوبهم إلى ذكر الله ووعده للمؤمنين، وزال عنها ما كان بها من الخشية، والقشعريرة، بسبب سماع وعيده، بأن تبدلت خشيتهم رجاء، ورهبتهم رغبة، وتعدية اللين بـ {إِلى} لتضمنه معنى السكون والاطمئنان، كأنه قيل: تسكن وتطمئن إلى ذكر الله، لينة غير منقبضة، راجية غير خاشعة، أو تلين ساكنة مطمئنة إلى ذكر الله، على أن المتضمن بالكسر يقع حالًا من المتضمن بالفتح، وإنما أطلق {ذِكْرِ اللَّهِ} ، ولم يصرح بالرحمة إيذانًا بأنها أول ما يخطر بالبال عند ذكره تعالى. </p><p> فإن قلت (١) : لم ذكرت الجلود وحدها أولًا، ثم قرنت بها القلوب ثانيًا؟. </p><p> قلت: لتقدم الخشية التي هي من عوارض القلوب، فكأنه قيل: تقشعر جلودهم من آيات الوعيد، وتخشى قلوبهم من أول وهلة، فإذا ذكروا الله، ومبنى أمره على الرأفة والرحمة، استبدلوا بالخشية رجاء في قلوبهم، والقشعريرة لينا في جلودهم، فالجملتان إشارة إلى الخوف والرجاء أو القبض والبسط. </p><p> والمعنى (٢) : أي الله أنزل أحسن الحديث قرآنًا كريمًا يشبه بعضه بعضًا، في الصدق والبيان والوعظ والحكمة، كما تتشابه أجزاء الماء والهواء، وأجزاء النبات والزهر، تثني وتردد قصصه وأنباءه، وأوامره ونواهيه، ووعده ووعيده إذا تليت منه آيات العذاب اقشعرت الجلود، ووجلت القلوب، وإذا تليت آيات الرحمة والوعد لانت الجلود، وسكنت القلوب، واطمأنت النفوس، قال الزجاج: إذا ذكرت آيات العذاب، اقشعرت جلود الخائفين لله، وقال العباس بن عبد المطلب: قال النبي - صلى الله عليه وسلم -: «من اقشعر جلده من خشية الله، تحاتت عنه ذنوبه، كما يتحات عن الشجرة اليابسة ورقها» ، وقال ابن عمر: وقد رأى ساقطا من </p><p>(١) الفتوحات. (٢) المراغي.</p>"
}