{
  "id": null,
  "sura": 40,
  "aya": 12,
  "text": "<p> والإشراك بالله وترك توحيده، فاعترفوا حيث لا ينفعهم الاعتراف، وندموا حيث لا ينفعهم الندم، وقد جعلوا اعترافهم هذا مقدمة لقولهم:  {فَهَلْ إِلَى خُرُوجٍ} لنا من النار ورجوع لنا إلى الدنيا {مِنْ سَبِيلٍ} ؛ أي: من طريق؛ أي: فهل أنت معيدنا إلى الدنيا لنعمل غير الذي كنا نعمل؟ فإنك قادر على ذلك، وهذا أسلوب يستعمل في التخاطب حين اليأس، قالوه تحيرًا أو تعللًا: عسى أن يتاح لهم الفرج، ونحو الآية قوله تعالى: {وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ (١٢) } وقوله: {رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ (١٠٧) قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ (١٠٨) } </p><p> ١٢ - فما كان جوابهم عما طلبوا إلا الرفض البات مع ذكر السبب، فقال:  {ذَلِكُمْ} الذي أنتم فيه من العذاب، وهو مبتدأ، خبره قوله:  {بِأَنَّهُ} ؛ أي: بسبب أن الشأن {إِذَا دُعِيَ اللَّهُ} في الدنيا؛ أي: عبد {وَحْدَهُ} أي: حال كونه منفردًا، فهو في موضع الحال من الجلالة .. {كَفَرْتُمْ} بتوحيده؛ أي: ذلكم الذي أنتم فيه من العذاب كائن بسبب أنه إذا دعي الله في الدنيا وحده دون غيره .. كفرتم به وتركتم توحيده {وَإِنْ يُشْرَكْ بِهِ} غيره من الأصنام أو غيرها {تُؤْمِنُوا} بالإشراك به، وتجيبوا الداعي إليه، فبين سبحانه لهم السبب الباعث على عدم إجابتهم إلى الخروج من النار، وهذه الجملة علة لمحذوف، تقديره: فأجيبوا بأنه لا سبيل إلى رجوعكم إلى الدنيا، ولا إلى خروجكم من النار؛ لأن طباعكم لا تقبل الحق بل تنفيه؛ لأنكم كنتم فيها إذا دعي الله وحده ... كفرتم وأنكرتم أن تكون الألوهية له خاصةً، وإن أشرك به مشرك صدقتموه وآمنتم بقوله، فأنتم هكذا تكونون لو رددتم إلى الدنيا، كما قال:  {وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ} . </p><p> ثم ذكر ما ترتب على أعمالهم التي عملوها وما ضرّوا بها إلا أنفسهم، فقال:  {فَالْحُكْمُ} حينئذ {لِلَّهِ} وحده دون غيره الذي لا يحكم إلا الحق، وهو الذي حكم عليكم بالخلود في النار وعدم الخروج منها {الْعَلِيِّ} ؛ أي: المتعالي عن أن يكون له مماثل في ذاته ولا في صفاته {الْكَبِيرِ} الذي كبر عن أن يكون له مثل أو صاحبة أو ولد أو شريك، إذ ليس كمثله شيء في ذاته ولا في صفاته ولا في أفعاله، وقد حكم بأنه لا مغفرة للمشرك ولا نهاية لعقوبته، فلا سبيل لكم إلى الخروج من النار أبدًا، إذ أشركتم به سواه. </p>"
}