{
  "id": null,
  "sura": 40,
  "aya": 58,
  "text": "<p> جبل خبز ونهر ماء، قال:  \"هو أهون على الله من ذلك\" معناه: هذا أهون على الله تعالى من أن يجعل ما خلقه الله عزّ وجل على يده مضلًا للمؤمنين، ومشككًا لقلوبهم، بل إنما جعله الله له ليزداد الذين آمنوا إيمانًا، وتثبت الحجة على الكافرين والمنافقين، وليس معناه: أنه ليس معه شيء من ذلك, لأنه ثبت في الحديث أنَّ معه ماءً ونارًا، فماؤه نار، وناره ماء بارد. والله سبحانه وتعالى أعلم. انتهى من \"الخازن\" . </p><p> ٥٨ - ولمّا ذكر سبحانه الجدال بالباطل .. ذكر مثالًا للباطل والحق، وأنهما لا يستويان، فقال:  {وَمَا يَسْتَوِي الْأَعْمَى} ؛ أي: المشرك الجاهل الغافل {وَالْبَصِيرُ} ؛ أي: الموحد العالم المستبصر، والمراد بالأعمى: من عمي قلبه عن رؤية الآيات والاستدلال بها، والبصير: من أبصرها، قال الشاعر: </p><p> أَيُّهَا الْمُنْكِحَ الثُّرَيَّا سُهَيْلًا ... عَمْرُكَ اللَّهُ كَيْفَ يَلْتَقِيَانِ </p><p> هِيَ شَامِيَّةٌ إِذَا مَا اسْتَقَلَّتْ ... وَسُهَيْلٌ إِذَا اسْتَقَلَّ يَمَانِيْ </p><p> أي: فكما لا تساوي بينهما فكذلك لا تساوي بين المؤمن والكافر، والعالم والجاهل، وقدَّم الأعمى على البصير في نفي التساوي؛ لمناسبة ما قبله من نفي النظر والتأمل، وفي \"السمين\" : وقدم الأعمى مع كونه أخسّ الوصفين؛ لمجيئه بعد صفة الذم في قوله:  {وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ}  {وَ} ما يستوي {الَّذِينَ آمَنُوا} بالله ورسوله {وَعَمِلُوا} الأعمال {الصَّالِحَاتِ} وقدمهم على المسيء لمجاورة البصير ولشرفهم عليه {وَلَا الْمُسِيءُ} ؛ أي: ولا الذين كفروا بالله ورسوله وعملوا السيئات، والمسيء (١) : اسم جنس يعم المسيئين. </p><p> والمعنى: وما يستوي المحسن والمسيء؛ أي: الصالح والطالح، فلا بد أن يكون لهم حالة أخرى، يظهر فيها ما بين الفريقين من التفاوت، وهي فيما بعد البعث وهو احتجاج آخر على حقيقة البعث والجزاء، وزيادة {لَا} في المسيء؛ لتأكيد النفي لطول الكلام بالصلة بعد قسم المؤمنين، ولأنّ المقصود نفي مساواته للمحسن, لأنه كما لا يساوي المحسن المسيء فيما يستحقه المسيء من المهانة </p><p>(١) روح البيان.</p><p> والحقارة، كذلك لا يساوي المسيء المحسن فيما يستحقه المحسن من الفضل والكرامة. </p><p> والعاطف في قوله:  {وَالَّذِينَ آمَنُوا} عطف الموصول بما عطف عليه على الأعمى والبصير، مع أنَّ المجموع؛ أي: مجموع الغافل والمستبصر هو مجموع المسيء والمحسن، لتغاير الوصفين؛ يعني: أن المقصود في الأولين إلى العلم، فإن العمى والبصيرة في القلب، وفي الأخيرين إلى العمل, لأن الإيمان والأعمال في الجوارح، وإلا ففي الحقيقة المراد بالبصير والذين آمنوا وعملوا الصالحات واحد، وبالأعمى والمسيء واحد، ويجوز أن يراد الدلالة بالصراحة والتمثيل على أن يتحد الوصفان في المقصود، بأن يكون المراد بالأولين أيضًا: المحسن والمسيء، فالصراحة بالنسبة إلى الذين آمنوا وعملوا الصالحات والمسيء، والتمثيل بالنسبة إلى ما قبله، فإن الأعمى والبصير من قبيل التمثيل. {قَلِيلًا مَا تَتَذَكَّرُونَ}  {مَا} : زائدة لتأكيد معنى القلة، و {قَلِيلًا} : مفعول مطلق على أنه صفة لموصوف محذوف؛ أي: تتذكرون تذكرًا قليلًا أيها الكفار المجادلون؛ يعني: وإن كنتم تعلمون أن التبصر خير من الغفلة، ولا يستويان، وكذا العمل الصالح خير من العمل الفاسد، لكنكم لا تتذكرون إلا تذكرًا قليلًا، أو لا تتذكرون أصلًا، فإنه قد يعبّر بقلة الشيء عن عدمه، مثل: أن يقال: فلان قليل الحياء، أي: لا حياء له. </p><p> وقرأ الجمهور والأعرج والحسن وأبو جعفر وشيبة (١) : {يتذكرون} بالتحتية على الغيبة، واختار هذه القراءة أبو عبيد وأبو حاتم للمناسبة؛ لأنّ ما قبلها وما بعدها على الغيبة لا على الخطاب، وقرأ قتادة وطلحة وأبو عبد الرحمن وعيسى والكوفيون {تَتَذَكَّرُونَ} بالفوقية على الخطاب بطريقة الالتفات، وفائدة الالتفات في مقام التوبيخ: هو إظهار العنف الشديد، والإنكار البليغ. كما سيأتي في مبحث البلاغة إن شاء الله تعالى. </p><p> ومعنى الآية (٢) : أي وما يستوي الكافر الذي لا يتأمل حجج الله بعينيه، فيتدبرها ويعتبر بها، فيعلم وحدانيته، وقدرته على خلق ما يشاء، ويؤمن بذلك ويصدق به، والمؤمن الذي يرى بعينيه تلك الحجج فيتفكّر فيها ويتعظ بها، ويعلم ما </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}