{
  "id": null,
  "sura": 40,
  "aya": 34,
  "text": "<p> لاختار عمّه أبا طالب. </p><p> ويقال: سبعة أمور عامة، وسبعة في جنبها خاصة، الأمر عام والتوفيق خاص، والنهي عام والعصمة خاص، والدعوة عام والهداية خاص، والموت عام والبشارة خاص، والحشر يوم القيامة عام والسعادة خاص، وورود النار عام والنجاة منها خاص، والخلق عام والاختيار خاص؛ يعني: ليس كل من خلقه الله تعالى اختاره، بل خص منه قومًا، وكذا خلق أمورًا وأشياء فخصّ منها البعض ببعض الخواص. </p><p> ثم العجب أنّ مثل موسى عليه السلام يكون وسط قومه لا يهتدون به، وذلك لأنّ صاحب المُرة لا يجد حلاوة العسل، والضرير لا يرى الشمس، وليس ذلك إلا من سوء المِزاج وفساد الحال وفقدان الاستعداد. </p><p> ٣٤ - ثم قال مؤمن آل فرعون موبّخًا لهم بأنهم ورثوا التكذيب بالرسل من آبائهم الأولين، وأسلافهم الغابرين {وَلَقَدْ جَاءَكُمْ} ؛ أي: وعزة الله وجلاله لقد جاءكم يا أهل مصر {يُوسُفُ} بن يعقوب بن إسحاق بن إبراهيم الخليل عليهم السلام، وكان قد أقام فيهم نبيًا عشرين سنةً، وقيل: المراد بيوسف هنا: يوسف بن إفراثيم بن يوسف بن يعقوب، وحكى النقاش عن الضحاك: أن الله بعث إليهم رسولًا من الجن، يقال له: يوسف، والأول أولى. </p><p> أي: ولقد جاء أيها القبطيون آباءَكم الأقدمين يوسف بن يعقوب {مِنْ قَبْلُ} ؛ أي: من قبل موسى {بِالْبَيِّنَاتِ} ؛ أي: بالمعجزات الواضحة التي من جملتها تعبير الرؤيا وشهادة الطفل على براءة ذمته، وقد كان بعث إلى القبط قبل موسى بعد موت الملك، وكان فرعون موسى قد أدرك أيام يوسف بن يعقوب، فعاش إلى زمانه، وذلك لأنّ فرعون موسى قد عُمّر أكثر من أربع مئة سنة. </p><p> وكان (١) بين إبراهيم وموسى تسع مئة سنة على ما رواه ابن قتيبة في كتابه \"المعارف\" ، فيجوز أن يكون بين يوسف وموسى مدة عمر فرعون تقريبًا، فيكون الخطاب لفرعون، وجُمع لأنّ المجيء إليه بمنزلة المجيء إلى قومه، وإلا فأهل </p><p>(١) روح البيان.</p><p> عصر موسى لم يروا يوسف بن يعقوب، والأظهر أنه على نسبة أحوال الآباء إلى الأبناء، وتوبيخ المعاصرين بحال الماضين {فَمَا زِلْتُمْ} ؛ أي: فما برحتم مستمرين {فِي شَكٍّ} وريب {مِمَّا جَاءَكُمْ بِهِ} ؛ أي: في حقية الذي جاءكم به من الدين الحق، الذي هو التوحيد {حَتَّى إِذَا هَلَكَ} ومات يوسف {قُلْتُمْ} ضمًّا إلى تكذيب رسالته تكذيب رسالة من بعده {لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ} ؛ أي: من بعد موت يوسف {رَسُولًا} أصلًا فكفرتم به في حياته، وكفرتم بمن بعده من الرسل بعد موته، وظنوا أنَّ ذلك لا يحدد عليهم الحجة، وقرىء (١) : {ألن يبعث} بإدخال همزة الاستفهام على حرف النفي، كأن بعضهم يقرر بعضًا على نفي البعثة. </p><p> والمعنى (٢) : أي ولقد جاء آباءَكم يوسفُ من قبل موسى بالآيات الواضحات، والمعجزات الباهرات، فلم يزالوا في ريب من أمره، وشك من صدقه، فلم يؤمنوا به، حتى إذا مات قالوا: لن يبعث الله رسولًا من بعده يدعو إليه، ويحذّر بأسه، ويخوّف من عقابه، فالتكذيب متوارث، والعناد قديم، والريب دأب آبائِكم الغابرين، وقد نسب تكذيب الآباء إليهم لما تقدم من أنّ الأمم متكافلة فيما بينها، فينسب ما حدث من بعضها إلى جميعها إذا تواطؤوا واتفقوا عليه، كما جاء في قصص ثمود حين كذب قدار فعقر الناقة، فنسب التكذيب والعقر إلى ثمود جميعها، كما قال تعالى: {كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا (١١) إِذِ انْبَعَثَ أَشْقَاهَا (١٢) فَقَالَ لَهُمْ رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا (١٣) فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا (١٤) وَلَا يَخَافُ عُقْبَاهَا (١٥) }. وقد قالوا هذه المقالة على سبيل التشهِّي والتمنِّي من غير حجة ولا برهان، ليكون لهم أساس في تكذيب من بعده، وليس إقرارًا منهم برسالته، بل هو ضمّ إلى الشك في رسالته التكذيب برسالة من بعده. </p><p> وفي الآية (٣) : إشارة إلى أنَّ في الإنسان ظلوميةً وجهوليةً لو خلّي وطبعه .. لا يؤمن بنبّي من أنبياء الله ولا بمعجزاتهم أنها آيات الحق تعالى، وهذه طبيعة المتقدّمين والمتأخرين منهم، وإنما المهتدي من يهديه الله تعالى بفضله وكرمه، ومن إنكارهم الطبعيّ: أنهم ما آمنوا بنبوّة يوسف، فلما هلك .. أنكروا أن يكون بعده رسول الله، وذلك من زيادة شقاوة الكافرين، كما أن من كمال سعادة المؤمنين أن </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.</p>"
}