{
  "id": null,
  "sura": 40,
  "aya": 50,
  "text": "<p> يؤاخذ أحدًا بذنب غيره، وكل منا كافر وكل منا يستحق العقاب، ولا يغني أحد عن أحد شيئًا. </p><p> ٤٩ - ولما يئس الأتباع من المتبوعين .. رجعوا إلى خزنة جهنم يطلبون منهم الدعاء، كما حكى الله عنهم بقوله:  {وَقَالَ الَّذِينَ في النَّارِ} من الضعفاء والمستكبرين جميعًا لما ذاقوا شدة العذاب، وضاقت حيلهم. {لِخَزَنَةِ جَهَنَّمَ} ؛ أي: للقوام بتعذيب أهل النار، جمع خازن من الخزن وهو: حفظ الشيء في الخزانة، ثم يعبر به عن كل حفظ، كحفظ السر ونحوه، ووضع {جَهَنَّمَ} موضع الضمير؛ للتهويل والتفظيع، وهي اسم لنار الله الموقدة:  {ادْعُوا رَبَّكُمْ} شافعين لنا {يُخَفِّفْ عَنَّا يَوْمًا} ؛ أي: في مقدار يومٍ واحدٍ من أيام الدنيا {مِنَ الْعَذَابِ} ؛ أي: شيئًا منه، فقوله:  {يَوْمًا} : ظرف لـ {يُخَفِّفْ} ومفعوله: محذوف و {مِنَ الْعَذَابِ} : بيان لذلك المحذوف، واقتصارهم (١) في الاستدعاء على تخفيف قدر يسير من العذاب في مقدار قصير من الزمان دون رفعه رأسًا، أو تخفيف قدر كثير منه في زمان مديد لعلمهم بعدم كونه في حيز الإمكان. </p><p> والمعنى (٢) : أي وقال أهل جهنم لخدمها وقوامها مستغيثين بهم من عظيم ما هم فيه من البلاء، رجاء أن يجدوا لديهم فرجًا من ذلك الكرب الذي هم فيه: ادعوا ربكم أن يخفف عنا مقدار يوم شيئًا من العذاب. </p><p> ٥٠ - فرد عليهم الخزنة موبخين لهم على سوء ما كانوا يصنعون مما استحقوا عليه شديد العذاب، فـ {قَالُوا} ؛ أي: الخزنة لهم بعد مدة {أَوَلَمْ تَكُ} : {الهمزة} فيه: للاستفهام التوبيخي التقريعي، داخلة على محذوف، و {الواو} : عاطفة على ذلك المحذوف، تقديره: ألم تنبهوا على هذا ولم تك {تَأْتِيكُمْ رُسُلُكُمْ} في الدنيا على الاستمرار {بِالْبَيِّنَاتِ} ؛ أي: بالحجج الواضحة الدالة على سوء عاقبة ما كنتم عليه من الكفر والمعاصي، أرادوا بذلك إلزامهم وتوبيخهم على إضاعة أوقات الدعاء، وتعطيل أسباب الإجابة؛ أي: أو ما جاءتكم الرسل بالحجج على توحيد الله لتؤمنوا به، وتبرؤوا مما دونه من الآلهة، فأجابوهم فـ {قَالُوا} أي الكفرة في جواب الخزنة {بَلَى} أي أتونا بها فكذبناهم كما في سورة المُلك أي قالوا أتونا بها فكذبناهم ولم </p><p>(١) روح البيان. (٢) المراغي.</p><p> نؤمن بهم ولا بما جاؤوا به من البينات الواضحة والبراهين الساطعة وحينئذ، تهكم بهم خزنة جهنم فـ {قَالُوا} لهم: إذا كان الأمر كذلك. {فَادْعُوا} أنتم بأنفسكم، فإن الدعاء لمن يفعل ذلك مما يستحيل صدوره منا, ولم يريدوا بأمرهم بالدعاء إطماعهم في الإجابة، بل إقناطهم منها، وإظهار حقيقتهم حسبما صرحوا به في قولهم {وَمَا دُعَاءُ الْكَافِرِينَ} لأنفسهم، فالمصدر مضاف لفاعله، أو وما دعاء غيرهم لهم بتخفيف العذاب عنهم، فالمصدر مضاف إلى مفعوله {إِلَّا في ضَلَالٍ} ؛ أي: إلا في ضياع وبطلان لا يجاب, لأنهم دعوا في غير وقته. </p><p> والمعنى (١) : أي قالوا لهم؛ أي: قالت الخزنة لهم: إذا كان الأمر كما ذكرتم .. فادعوا أنتم وحدكم، فإنا لا نعدو لمن كفر بالله، وكذب رسله، وإن دعاءكم لا يفيدكم شيئًا، فما هو إلا في خسران وتبار، وسواء دعوتم أو لم تدعوا، فإنه لا يستجاب لكم، ولا يخفف عنكم. </p><p> روى الترمذي وغيره، عن أبي الدرداء - رضي الله عنه - قال: يلقى على أهل النار الجوع، حتى يعدل ما هم فيه من العذاب، فيستغيثون منه، فيغاثون بالضريع، لا يسمن ولا يغني من جوع، فيأكلون لا يغني عنهم شيئًا، فيستغيثون فيغاثون بطعام ذي غصة، فيغصون به، فيذكرون أنهم كانوا في الدنيا يجيزون الغصص بالماء، فيستغيثون بالشراب فيرفع لهم الحميم بالكلاليب، فإذا دنا من وجوههم .. شواها، فإذا وقع في بطونهم .. قطع أمعاءهم وما في بطونهم، فيستغيثون بالملائكة يقولون:  {ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ} فيجيبونهم {أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا في ضَلَالٍ} . </p><p> وقد اختلف العلماء (٢) في أنه هل يجوز أن يقال: يستجاب دعاء الكافرين فمنعه الجمهور لقوله تعالى: {وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا في ضَلَالٍ} ولأن الكافر لا يدعو الله, لأنه لا يعرفه, لأنه وإن أقر به لما وصفه بما لا يليق به نقض إقراره، وما روي في الحديث:  \"إن دعوة المظلوم وإن كان كافرًا تستجاب\" . فمحمول على كفران النعمة، وجوزه بعضهم لقوله تعالى حكايةً عن إبليس:  {رب أنظرني} ؛ أي: أمهلني ولا تمتني سريعًا، فقال الله تعالى:  {إِنَّكَ مِنَ الْمُنْظَرِينَ} فهذه إجابة لدعائه. </p><p>(١) المراغي. (٢) روح البيان.</p>"
}