{
  "id": null,
  "sura": 40,
  "aya": 38,
  "text": "<p> ٣٨ - ثم إنّ ذلك الرجل المؤمن أعاد التذكير والتحذير، كما حكى الله عنه بقوله:  {وَقَالَ} الرجل {الَّذِي آمَنَ} من آل فرعون {يَا قَوْمِ اتَّبِعُونِ} فيما دلَلْتكم عليه، أصله: يا قومي اتبعوني {أَهْدِكُمْ سَبِيلَ الرَّشَادِ} ؛ أي: أدلُّكم سبيلًا يصل إلى المقصود والرشد، والرشاد: الاهتداء لمصالح الدين والدنيا، وفيه تعريض بأن ما سلكه فرعون وقومه سبيل الغيّ والضلال، وفيه إشارة إلى أن الهداية مودعة في اتباع الأنبياء والأولياء، وللوليّ أن يهدي سبيل الرشاد بتبعيّة النبي عليه السلام، كما يهدي النبي إليه؛ أي: اقتدوا بي في الدين، أهدكم سبيل الرشاد وهو الجنة. </p><p> وقرأ معاذ بن جبل (١) : {الرشّاد} بتشديد الشين، ما تقدم قريبًا الكلام على هذه القراءة، والرد على من جعلها في كلام فرعون، ووقع في المصحف {اتبعون} بدون ياء، كذلك قرأ أبو عمرو ونافع: بحذفها في الوقف، وإثباتها في الوصل، وقرأ يعقوب وابن كثير: بإثباتها وصلًا ووقفًا، وقرأ الباقون: بحذفها وصلًا ووقفًا، فمن أثبتها فعلى ما هو الأصل، ومن حذفها فلكونها حذفت في المصحف. </p><p> والمعنى (٢) : أي يا قوم إن اتبعتموني فقبلتم منّي ما أقول لكم .. سلكتم الطريق الذي به ترشدون باتباعكم دين الله الذي ابتعث به موسى، </p><p> ٣٩ - ثم زهّدهم في الدنيا التي قد آثروها على الآخرة، فصدّوا عن التصديق برسول الله فقال:  {يَا قَوْمِ إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ} يتمتّع بها أيامًا، ثم تنقطع وتزول؛ أي: تمتّع يسيرٌ وانتفاعٌ قليل لسرعة زوالها؛ لأنَّ الدنيا بأسرها ساعة، فكيف عمر إنسان واحدٍ، قال محمد بن علي الترمذي - رحمه الله -: لم تزل الدنيا مذمومة في الأمم السالفة عند العقلاء منهم، ولم يزل طالبوها مهانين عند الحكماء الماضية، وما قام داع في أُمة إلا حذّر متابعة الدنيا وجمعها والحب لها، ألا ترى إلى مؤمن آل فرعون كيف قال:  {اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ} ، كأنهم قالوا: وما سبيل الرشاد؟، فقال:  {إِنَّمَا هَذِهِ الْحَيَاةُ ...} إلخ. يعني: لن تصل إلى سبيل الرشاد وفي قلبك محبّة للدنيا وطلب لها {وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ} ؛ أي: الاستقرار؛ لكونها دائمة لا تنقطع ومستمرّة لا تزول لخلودها ودوام ما فيها، فالدائم خير من المنقضي، قال بعض العارفين: لو كانت الدنيا ذهبًا فانيًا، والآخرة خزفًا باقيًا .. لكانت الآخرة خيرًا من </p><p>(١) الشوكاني. (٢) المراغي.</p>"
}