{
  "id": null,
  "sura": 40,
  "aya": 25,
  "text": "<p> قيض له من يدافع عنه من آل فرعون أنفسهم، ويذب عنه على أكمل الوجوه وأحسنها، ويبالغ في تسكين تلك الفتنة، ويجتهد في إزالة ذلك الشر. </p><p> التفسير وأوجه القراءة </p><p> ٢٣ - ثم ذكر سبحانه قصة موسى وفرعون ليعتبروا بها، فقال:  {وَلَقَدْ أَرْسَلْنَا مُوسَى} ؛ أي: وعزّتي وجلالي لقد أرسلنا موسى بن عمران حال كونه متلبسًا ومؤيدًا {بِآيَاتِنَا} وهي المعجزات التسع {و} بـ {سُلْطَانٍ مُبِينٍ} ؛ أي: وبحجةٍ قاهرةٍ ظاهرة واضحة، وهي العصا، وأفردها بالذكر مع اندراجها تحت الآيات، تفخيمًا لشأنها، فهو من قبيل عطف الخاص على العام. </p><p> وقيل (١) : هو التوراة. </p><p> ٢٤ - {إِلَى فِرْعَوْنَ} أعظم عمالقة مصر {وَهَامَانَ} وزيره وخصهما بالذكر؛ لأن الإرسال إليهما إرسال إلى القوم؛ لكونهم تحت تصرف الملك والوزير تابعين لهما، والناس على دين ملوكهم. {وَقَارُونَ} ابن عم موسى، خصه (٢) بالذكر؛ لكونه بمنزلة الملك من حيث كثرة أمواله وكنوزه، ولا شك أن الإرسال إلى قارون متأخر عن الإرسال إلى فرعون وهامان, لأنه كان إسرائيليًا ابن عم موسى، مؤمنًا في الأوائل، أعلم بني إسرائيل، حافظًا للتوراة، ثم تغير حاله بسبب الغنى، فنافق كالسامري، فصار ملحقًا بفرعون وهامان في الكفر والهلاك، فاحفظ هذا {فَقَالُوا} ؛ أي: قال هؤلاء الثلاثة وأتباعهم في حق ما أظهره موسى من المعجزات خصوصًا في أمر العصا: إنه {سَاحِرٌ} وقالوا فيما ادعاه عليه السلام من رسالة رب العالمين: إنه {كَذَّابٌ} والكذاب: الذي عادته الكذب، بأن يكذب مرة بعد أخرى، ولم يقولوا: سحار؛ لأنهم كانوا يزعمون أنه ساحر، وأن سحرتهم أسحرُ منه، كما قالوا: {يَأْتُوكَ بِكُلِّ سَاحِرٍ عَلِيمٍ (١١٢) }. </p><p> وفيه تسلية لرسول الله - صلى الله عليه وسلم -، وبيان عاقبة من هو أشد من قريش، بطشًا، وأقربهم زمانًا، </p><p> ٢٥ - ولما عجزوا عن مقارعة الحجة بالحجة .. لجؤوا إلى استعمال القوة، ما هو دأب المحجوج المغلوب على أمره، وإلى هذا أشار بقوله:  {فَلَمَّا جَاءَهُمْ} موسى {بِالْحَقِّ مِنْ عِنْدِنَا} وهو ما ظهر على يده من المعجزات القاهرة </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> {قَالُوا} لاستكمال شقاوتهم {اقْتُلُوا أَبْنَاءَ الَّذِينَ آمَنُوا مَعَهُ} ؛ أي: تابعوه في الإيمان والتوحيد، والقائل فرعون وذوو الرأي من قومه، أو فرعون وحده؛ لأنه بمنزلة الكل، كما قال: سنقتل أبناءهم ونستحيي نساءهم {وَاسْتَحْيُوا نِسَاءَهُمْ} ؛ أي: أبقوا بناتهم أحياءً لخدماتنا فلا تقتلوهن. </p><p> والمعنى (١) : أعيدوا عليهم القتل، وذلك أنه قد أمر بالقتل قُبيل ولادة موسى عليه السلام بإخبار المنجمين بقرب ولادته، ففعله زمانًا طويلًا ثم كف عنه؛ مخافة أن تفنى بنو إسرائيل، وتقع الأعمال الشاقة على القبط، فلما بعث موسى وأحسّ فرعون بنبوته .. أعاد القتل غيظًا وحنقًا، ظنًا منهم أنه المولود الذي حكم المنجمون والكهنة بذهاب ملك فرعون على يده. </p><p> قال قتادة: هذا قتل غير القتل الأول, لأن فرعون كان قد أمسك عن قتل الولدان بعد ولادة موسى، فلما بعث الله موسى .. أعاد القتل على بني إسرائيل عقوبةً لهم، فكان يأمر بقتل الذكور وترك الإناث ليمتنعوا من الإيمان, ولئلا يكثر جمعهم ويشتدّ عضدهم بالذكور من أولادهم، لكن الله شغلهم عن ذلك بما أنزل عليهم من أنواع العذاب، كالضفادع والقمل والدم والطوفان إلى أن خرج بنو إسرائيل من مصر، وإلى هذا أشار سبحانه بقوله:  {وَمَا كَيْدُ الْكَافِرِينَ} فرعون وقومه أو غيرهم؛ أي (٢) : وما مكرهم وسوء صنيعهم بالأنبياء والمؤمنين {إِلَّا فِي ضَلَالٍ} ؛ أي: في ضياع وبطلان وخسران لا يغني عنهم شيئًا، وينفذ عليهم لا محالة القدر المقدور والقضاء المحتوم. </p><p> وفي \"التأويلات النجمية\" : عزم على إهلاك موسى وقومه، واستعان على ذلك بجنده وخيله ورجله، إتمامًا لاستحقاقهم العذاب، ولكن من حفظ الحق تعالى كان كما قال:  {وَمَا كَيْدُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ} ؛ أي: في ازدياد ضلالتهم بربهم، يشير إلى أن من حفر بئرًا لولي من أوليائه .. ما يقع فيه إلا حافره، وبذلك أجرى الحق سنته. انتهى. </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}