{
  "id": null,
  "sura": 40,
  "aya": 60,
  "text": "<p> على قلب بشر، ولكن أكثر الناس لا يصدقون بمجيئه، ومن ثم ركبوا رؤوسهم، وعاثوا في الأرض فسادًا، واجترحوا السيئات دون خوف الرقيب الحسيب. </p><p> ٦٠ - ثمّ لما بيّن سبحانه أن قيام الساعة حق لا شك فيه ولا شبهة .. أرشد عباده إلى ما هو الوسيلة إلى السعادة في دار الخلود، فأمر رسوله - صلى الله عليه وسلم - أن يحكي عنه ما أمره بإبلاغه، وهو قوله:  {وَقَالَ رَبُّكُمُ} أيها الناس {ادْعُونِي} ؛ أي: وحّدوني واعبدوني {أَسْتَجِبْ لَكُمْ} ؛ أي: أثبكم بقرينة قوله: {إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي} ؛ أي: يتعظمون عن طاعتي أو توحيدي {سَيَدْخُلُونَ جَهَنَّمَ} يوم القيامة حال كونهم {دَاخِرِينَ} ؛ أي: صاغرين ذليلين، {وإن} : فسر الدعاء بالسؤال بجلب النفع، ودفع الضر كان الاستبكار الصارف عنه منزّلًا منزلة الاستكبار عن العبادة، فأقيم الثاني مقام الأول للمبالغة، أو المراد بالعبادة: الدعاء، فإنه من أفضل أبوابها، فأطلق العام على الخاص، ففيه مجاز مرسل، والأول (١) أولى؛ لأنّ الدعاء في أكثر استعمالات الكتاب العزيز هو العبادة. </p><p> قلت: بل الثاني أولى؛ لأن معنى الدعاء لغةً وشرعًا هو الطلب، فإن استعمل في غير ذلك .. فهو مجاز. </p><p> وعن النعمان بن بشير قال: سمعت رسول الله - صلى الله عليه وسلم - يقول على المنبر:  \"الدعاء هو العبادة\" ثم قرأ: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ (٦٠) }، أخرجه أبو داود والترمذي وقال: حديث حسن صحيح. </p><p> وعن أبي هريرة - رضي الله تعالى عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من لم يسأل الله .. يغضب عليه\" . أخرجه الترمذي، وقال: حديث غريب. </p><p> وعن أنس بن مالك عن النبي - صلى الله عليه وسلم - قال:  \"الدعاء مخ العبادة\" أخرجه الترمذي. </p><p> وعنه عن النبي - صلى الله عليه وسلم - قال:  \"ليس شيء أكرم على الله من الدعاء\" أخرجه الترمذي، وقال: حديث غريب. </p><p> فإن قلت (٢) : كيف قال سبحانه: {ادْعُونِي أَسْتَجِبْ لَكُمْ} وقد يدعو الإنسان </p><p>(١) الشوكاني. (٢) الخازن.</p><p> كثيرًا فلا يستجاب له. </p><p> قلت: الدعاء له شروط: منها: الإخلاص في الدعاء، وأن لا يدعو وقلبه لاهٍ مشغول بغير الدعاء، وأن يكون المطلوب بالدعاء مصلحةً للإنسان، وأن لا يكون فيه قطيعة رحم، فإذا كان الدعاء بهذه الشروط .. كان حقيقًا بالإجابة، فإما أن يعجّلها، وإما أن يؤخّرها له، يدل له ما روي عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"ما من رجل يدعو الله تعالى بدعاء .. إلا استجيب له، فإما أن يعجّل له به في الدنيا، وإما أن يدّخر له في الآخرة، وإما أن يكفّر عنه من ذنوبه بقدر ما دعا ما لم يدع بإثم أو قطيعة رحم أو يستعجل\" قالوا: يا رسول الله، وكيف يستعجل؟ قال:  \"يقول: دعوت ربي فما استجاب لي\" أخرجه الترمذي، وقال: حديث غريب. </p><p> يقال: ادعوني بلا غفلة أستجب لكم بلا مهلة، ادعوني بلا خفاء استجيب لكم بالوفاء، ادعوني بلا خطأ استجيب لكم بالعطاء، ادعوني بشرط الدعاء، وهو الأكل من الحلال. قيل: الدعاء مفتاح الحاجة، وأسنانه لقمة الحلال، وقوله:  {سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} وعيد شديد لمن استكبر عن دعاء الله تعالى، وفيه لطفٌ بعباده عظيم، وإحسان إليهم جليل، حيث توعّد من ترك طلب الخير منه، واستدفاع الشرِّ به بهذا الوعيد البالغ، وعاقبه بهذه العقوبة العظيمة. </p><p> وقيل: هذا الوعد بالإجابة مقيّد بالمشيئة؛ أي: أستجب لكم إن شئت، كقوله تعالى:  {فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ} ؛ أي: الله، وقرأ الجمهور والحسن وشيبة (١) : {سَيَدْخُلُونَ} مبنيًا للفاعل، وقرأ زيد بن علي بن وابن كثير وابن محيصن وورث وأبو جعفر:  {سيُدخلون} بضم الياء وفتح الخاء مبنيًا للمفعول، واختلف عن عاصم وأبي عمرو. </p><p> فيا عباد الله، وجّهوا رغباتكم، وعوّلوا في كل طلباتكم على من أمركم، بتوجيهها إليه، وأرشدكم إلى التوكل عليه، وكفل لكم الإجابة بإعطاء مطالبكم، وحصول رغباتكم، فهو الكريم الجواد، الذي يجيب دعوة الداعي إذا دعاه، </p><p>(١) البحر المحيط.</p>"
}