{
  "id": null,
  "sura": 40,
  "aya": 37,
  "text": "<p> الجسد كله ألا وهي القلب \".وقال مقاتل:المتكبّر: المعاند في تعظيم أمر الله تعالى،والجبّار:المسلّط على خلق الله،وقال قتادة:آية الجبابرة القتل بغير حق.</p><p> قال في \" الكواشي \": وكل على كلا القراءَتين لعموم الطبع جميع القلب لا لعموم جميع القلوب. انتهى.وقرأ ابن مسعود:(على قلب كل متكبر). وفي الآية ذم للمتكبر والجبار، وقال - صلى الله عليه وسلم -: \" يحشر الجبارون والمتكبرون يوم القيامة في صورة الذرّ يطأهم الناس لهوانهم على الله \" وذلك لأنّ الصورة المناسبة لحال المتكبر الجبار صورة الذر، كما لا يخفى على أهل القلب.</p><p> ٣٦ - ثمّ لمّا سمع فرعون هذا .. رجع إلى تكبّره وتجبّره، معرضًا عن الموعظة، نافرًا من قبولها {وَقَالَ فِرْعَوْنُ} اللعين لوزيره، قصدًا إلى صعود السموات لغاية تكبره وتجبره:  {يَا هَامَانُ ابْنِ لِي} أمر من بني يبني بناء، {صَرْحًا} ؛ أي: قصرًا مشيدًا بالآجر؛ أي: بناء عاليًا رفيعًا مكشوفًا ظاهرًا لا يخفى على الناطرين، وإن بعد من الآجر وهو الطوب المحروق، كما قال في سورة القصص:  {فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا} ولهذا كره الآجر في القبور، كما في \" عين المعاني \"؛أي:لأنّ فرعون أول من اتخذه.</p><p> قال في \" كشف الأسرار \": كان هامان وزير فرعون، ولم يكن من القبط ولا من بني إسرائيل؛يقال:إنه لم يغرق مع فرعون وعاش بعده زمانًا شقيًا محزونًا يتكفف الناس.{لَعَلِّي أَبْلُغُ}وأصعد من ذلك الصرح{الْأَسْبَابَ}والطرق العلوية</p><p> ٣٧ - {أَسْبَابَ السَّمَاوَاتِ} ؛ أي: طرقها وأبوابها، وهو بيان للأسباب؛ لأن الشيء إذا أبهم ثم فسّر .. كان أوقع في النفوس، وأنشد الأخفش عند تفسيره للآية بيت زهير: </p><p> وَمَنْ هَابَ أَسْبَابَ الْمَنَايَا يَنَلْنَهُ ... وَلَوْ رَامَ أَسْبَابَ السَّمَاءِ بِسُلَّمِ </p><p> وقيل: أسباب السموات: الأمور التي يستمسك بها، وفي \" فتح الرحمن\": فإن قلت: ما فائدة التكرار هنا؟. </p><p> قلت: فائدته: أنه إذا أبهم ثم أوضح .. كان تفخيمًا لشأنه، فلما أراد تفخيم ما أمل بلوغه من أسباب السموات .. أبهمها ثم أوضحها. اهـ. </p><p> {فأطلع} وأنظر {إِلَى إِلَهِ مُوسَى} بفتح الهمزة ونصب العين على جواب الترجي، وقرأ الجمهور {فأطلع} بالرفع عطفًا على {أبلغ} ، فهو على هذا داخل </p><p> في حيّز الترجي، وقرأ الأعرج والسلمي وعيسى بن عمر وحفص وأبو حيوة وزيد بن علي والزعفراني وابن مقسم {فَأَطَّلِعَ} بالنصب على جواب الترجي، كما قاله أبو عبيد وغيره، أو على جواب الأمر في قوله:  {ابْنِ لِي صَرْحًا} نظير قوله: </p><p> يَا نَاقُ سِيْرِيْ عَنَقًا فَسِيْحَا ... إِلَى سُلَيْمَانَ فَنَسْتَرِيْحَا </p><p> قال النحاس: ومعنى النصب خلاف معنى الرفع, لأنّ معنى النصب متى بلغت الأسباب اطلعت، ومعنى الرفع {لَعَلِّي أَبْلُغُ الْأَسْبَابَ} ولعلي أطلع بذلك، وفي هذا دليل على أنّ فرعون كان بمكان من الجهل عظيم، وبمنزلة من فهم حقائق الأشياء سافلة جدًّا {وَإِنِّي لَأَظُنُّهُ} ؛ أي: أظن موسى {كَاذِبًا} في ادعائه بأن له إلهًا، أو فيما يدّعيه من الرسالة. </p><p> يقول الفقير: لم يقل: كذّابًا، كما قال عند إرساله إليه لأن القائل هنا هو فرعون وحده وحيث قال كذّاب. رجعت المبالغة إلى فرعون وهامان وقارون، فافهم. </p><p> والمعنى: أي وقال فرعون بعد سماعه عظة المؤمن، وتحذيره له من بأس الله إذا كذب بموسى وقتله: يا هامان، ابن لي قصرًا منيفًا عالي الذرا، رفيع العماد، علَّني أبلغ أبواب السماء وطرقها، حتى إذا وصلت إليها .. رأيت إله موسى، ولا يريد بذلك إلا الاستهزاء والتهكُّم وتكذيب دعوى الرسالة من رب السموات والأرض. </p><p> والخلاصة: أن هذا نفي لرسالته من عند ربه، ثم أكّد هذا النفي الضمني بالتصريح به بقوله:  {وَإِنِّي لَأَظُنُّهُ كَاذِبًا} فيما يقول ويدعي من أنّ له في السماء ربًا أرسله إلينا، وقد قال هذا (١) تمويهًا وتلبيسًا على قومه، توصلًا بذلك إلى بقائهم على الكفر، وإلا فهو يعلم أنّ الإله ليس في السماء فحسب، وكأنه يقول: لو كان الإله موجودًا لكان له محل، ومحله إما الأرض، وإما السماء، ولم نره في الأرض فإذًا هو في السماء، والسماء لا يتوصّل إليها إلا بسلّم، فيجب أن يبني الصرح لنصل إليه. </p><p>(١) روح البيان.</p><p> ثم بين السبب الذي دعاه إلى ما صنع، فقال:  {وَكَذَلِكَ} ؛ أي: ومثل ذلك التزيين البليغ المفرط {زُيِّنَ} وحسَّن {لِفِرْعَوْنَ سُوءُ عَمَلِهِ} ؛ أي: عمله السيء فانهمك فيه انهماكًا بليغًا لا يرعوي عنه بحال {وَصُدَّ} ؛ أي: صرف فرعون ومنع {عَنِ السَّبِيلِ} ؛ أي: عن سبيل الرشاد، والفاعل في الحقيقة هو الله تعالى، وبالتوسط هو الشيطان، ولذا قال في آية أخرى:  {وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ} وهذا عند أهل السنة، وأما عند المعتزلة فالمزيّن والصاد هو الشيطان. </p><p> أي (١) : ومثل ذلك التزيين المذكور من بناء الصلاح والإطلاع إلى إله موسى، زيّن الشيطان لفرعون عمله السيىء من الشرك والتكذيب، فتمادى في غيّه واستمرّ في طغيانه، ولم يرعو عنه بحال، وصدّ عن سبيل الرشاد بأمثال هذه التمويهات والشبهات، وما كان ذلك إلا بسوء استعداده وتدسيته نفسه، والسير بها قدمًا في شهواتها، دون أن يكون لها وازع يصدها عن غيّها، ويثوب بها إلى رشدها. </p><p> والنفسُ كالطِّفلِ إِنْ تهملْهُ شبَّ على ... حُبِّ الرضاعِ وإِنْ تفطمْهُ يَنفَطِمِ </p><p> وقرأ الجمهور (٢) : {وَصُدَّ} بفتح الصاد والدال؛ أي: صد فرعون الناس عن السبيل، وقرأ الكوفيون:  {وصدَّ} بضم الصاد مبنيًا للمفعول، واختار هذه القراءة أبو عبيد وأبو حاتم، ولعل وجه الاختيار لها منهما كونها مطابقة لما أجمعوا عليه في {زُيِّنَ} من البناء للمفعول، وقرأ يحيى بن وثّاب وعلقمة:  {صدّ} بكسر الصاد وقرأ ابن أبي إسحاق وعبد الرحمن بن أبي بكرة بفتح الصاد وضم الدال منوّنًا على أنه مصدر معطوف على {سُوءُ عَمَلِهِ} ؛ أي: زين له الشيطان سوء العمل والصدّ. </p><p> ثم ذكر عاقبة مكره وتدليسه وأنه ذاهب سدًى، وأنّ الله ناصرٌ أولياءَهُ ومهلكٌ أعداءَهُ، متَبّرُ ما هم فيه وباطلٌ ما كانوا يعملون، وإلى هذا أشار بقوله:  {وَمَا كَيْدُ فِرْعَوْنَ} واحتياله الذي يحتال به ليطلع على إله موسى {إِلَّا فِي تَبَابٍ} ؛ أي: إلا في خسار وهلاك وذهاب مال؛ لأنها نفقة تذهب باطلًا سُدًى، دون أن يصل إليه شيء مما أراده من القضاء على دعوة موسى، فالنصر في العاقبة له {وَالْعَاقِبَةُ لِلْمُتَّقِينَ} . </p><p>(١) المراغي. (٢) الشوكاني.</p>"
}