{
  "id": null,
  "sura": 40,
  "aya": 32,
  "text": "<p> والأماكن، أغنى عن جمع اليوم، إذ بذلك ارتفع الالتباس، وتبين أن المراد الأيام لا اليوم الواحد، </p><p> ٣١ - ثم فسر الأحزاب فقال:  {مِثْلَ دَأْبِ قَوْمِ نُوحٍ} بدل من المثل الأول، والمراد بالدأب واليوم واحد، إذ المعنى: إني أخاف عليكم مثل حال قوم نوح وشأنهم في العذاب، حيث أغرقوا بالطوفان الذي استأصل كل ما على وجه الأرض؛ أي: أخاف عليكم مثل عذاب قوم نوح {وَ} مثل عذاب {عَادٍ} قوم هود، حيث أهلكوا بريح صرصر عاتية {وَ} مثل عذاب {ثَمُودَ} قوم صالح، حيث أهلكوا بالصيحة الطاغية {وَ} مثل عذاب الأقوام {الَّذِينَ} كانوا {مِنْ بَعْدِهِمْ} ؛ أي: من بعد هؤلاء المذكورين من كفار الأمم المكذبة لرسلها، كقوم لوط وشعيب عليهم وعلى نبينا أفضل الصلاة وأزكى السلام. </p><p> والحاصل: أن حزقيل خوفهم بعذاب معجل في الدنيا. </p><p> والمعنى: أي وقال ذلك المؤمن ناصحًا لقومه: يا قوم إني أخاف عليكم إن كذبتم موسى، وتعرضتم له بسوء أن يحل بكم مثل ما حل بالذين تحزبوا على أنبيائهم من الأمم الماضية وكذبوهم، كقوم نوح وعاد وثمود ومن بعدهم، فقد نزل بهم من بأس الله وعذابه ما لم يجدوا له واقيًا ولا عاصمًا، وهذه سنة الله في المكذبين جميعًا، فحذار حذار أيها القوم، إني لكم ناصح أمين، وما أهلكهم إلا بسوء أفعالهم، وعظيم ما اجترحوا من الآثام والمعاصي، وما ظلمهم الله سبحانه ولكن كانوا أنفسهم يظلمون، وإلى هذا أشار بقوله:  {وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ} فلا يهلكهم قبل ثبوت الحجة عليهم، ولا يعاقبهم بغير ذنب، ولا يخلي الظالم منهم بغير انتقام؛ أي: وما أهلك الله سبحانه هذه الأمم المذكورة ظلمًا لهم بغير جرم اجترموه، بل أهلكهم بإجرامهم وكفرهم وتكذيبهم رسله، بعد أن جاؤوهم بالبينات، فأنفذ فيهم قدره وحكمه، وأحلّ بهم وعيده وانتقامه، حيث استأصلهم وقطع دابرهم كالأمس الدابر. </p><p> ٣٢ - وبعد أن خوفهم العذاب الدنيوي، خوفهم العذاب الأخروي فقال: {وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ (٣٢) }؛ أي: عذاب يوم التناد، وهو يوم القيامة، لما فيه من العذاب على المصرين والمؤذين للرسل والأنبياء، فهو منصوب على المفعولية به، ولكنه على حذف مضاف كما قدرنا، سمي يوم التناد؛ لأنه ينادي فيه بعضهم بعضًا للاستغاثة، كقولهم:  {فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا} أو يتصايحون بالويل </p>"
}