{
  "id": null,
  "sura": 40,
  "aya": 1,
  "text": "<p> إلى الدنيا ليتلافوا ما فرط منهم، وبعد أن هددهم أعقب ذلك بما يدل على كمال قدرته وحكمته، بإظهاره للآيات، وإنزاله للأرزاق، وأنه أرفع الموجودات؛ لأنه مستغن عن كل ما سواه، وكل ما سواه محتاج إليه، وأنه ينزل الوحي على من يشاء من عباده؛ لينذر بالعذاب يوم الحساب والجزاء. </p><p> قوله تعالى:  {وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ ...} الآيات، مناسبتها لما قبلها: أنه سبحانه لما ذكر فيما سلف أن الأنبياء ينذرون الناس بيوم التلاق .. أعقب ذلك بذكر أوصاف هائلة، تصطك منها المسامع، وتشيب من هولها الولدان لهذا اليوم المهيب. </p><p> قوله تعالى:  {أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ ...} الآية، مناسبتها لما قبلها: أنه سبحانه لما بالغ في تخويف الكفار بعذاب الآخرة .. أردفه بتخويفهم بعذاب الدنيا، فطلب إليهم أن ينظروا إلى من قبلهم، ممن كانوا أشد منهم قوة، فأخذهم أخذ عزيز مقتدر، إذ كذبوا رسلهم حين جاؤوهم بالبينات. </p><p> أسباب النزول </p><p> قوله تعالى:  {مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا ...} الآية، سبب نزول هذه الآية (١) : ما أخرجه ابن أبي حاتم عن السدي عن أبي مالك: أنها نزلت في الحارث بن قيس السهمي. </p><p> التفسير وأوجه القراءة </p><p> ١ - {حم (١) }: اسم (٢) للسورة، ومحله الرفع على أنه خبر لمبتدأ محذوف أي: هذه السورة مسماة بحم، نزلت منزلة الحاضر المشار إليه؛ لكونها على شرف الذكر والحضور. </p><p> وعن ابن عباس - رضي الله عنهما -: حمَ اسم الله الأعظم، وعنه قال: {حم (١) } اسم الله الأعظم، وعنه قال:  {آلر} و {حم (١) } و {نَ} : حروف، اسمه الرحمن مقطعة، وقيل الحاء: افتتاح أسمائه حليم وحميد وحي وحكيم وحنَّان، </p><p>(١) لباب النقول. (٢) روح البيان.</p><p> والميم: افتتاح أسمائه ملك ومجيد ومنان، وقيل: {حم (١) } معناه: حم بضم الحاء؛ أي: قضي وبين ما هو كائن إلى يوم القيامة. </p><p> وقرأ الجمهور (١) : بفتح الحاء مشبعًا، وقرأ حمزة والكسائي وأبو بكر: بإمالته إمالةً محضةً، وقرأ أبو عمرو ونافع في رواية ورش: بإمالته بين بين، وقرأ الجمهور: {حم (١) } بسكون الميم، كسائر الحروف المقطعة، وقرأ الزهري: بضمها، على أنه خبر مبتدأ مضمر، أو مبتدأ، والخبر ما بعده، وقرأ عيسى بن عمر الثقفي: بفتحها، على أنه منصوب بفعل مقدر؛ أي: اقرأ حم، وإنما منعت من الصرف للعلمية والتأنيث، أو للعلمية وشبه المعجمة، وذلك أنه ليس في الأوزان العربية وزن فاعيل، بخلاف الأعجمية، نحو قابيل وهابيل، أو على أنها حركة بناء تخفيفًا، كأين وكيف، وعلة البناء فيه: الشبه الوضعي، وقرأ أبو السمال: بكسرها لالتقاء الساكنين، أو بتقدير القسم، وقرأ الجمهور: بوصل الحاء بالميم، وقرأ أبو جعفر؛ بقطعها. </p><p> وعبارة \"المراغي\" هنا: {حم (١) } تقدم الكلام في أمثال هذه الحروف المقطعة في أوائل السور بما يغني عن إعادته هنا، وقد اخترنا هناك أن أحسن الآراء في ذلك: أنها كلمات يراد بها التنبيه في أول الكلام، نحو {ألا} و {يا} وينطق بأسمائها، فيقال: حاميم بتفخيم الألف وتسكين الميم، ويجمع على حواميم وحواميمات، وأنكر ذلك الجوالقي والحريري وابن الجوزي، وقالوا: لا يقال ذلك، بل يقال: آل حم، ويؤيد ذلك أن صاحب \"الصحاح\" : نقل عن الفراء أن قول العامة: الحواميم ليس من كلام العرب، وحديث ابن مسعود - رضي الله تعالى عنه - وقد تقدم: إذا وقعت في آل حم .. فقد وقعت في روضات دمثات، أتأنق فيهن، وعلى هذا قول الكميت بن زيد في الهاشميات: </p><p> وَجَدْنَا لَكُمْ فِيْ آلِ حَم آيَةً ... تَأَوَّلَهَا منَّا تَقِيٌّ وَمُعْرِبُ </p><p> يريد بذلك قوله تعالى:  {قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى} . انتهى. </p><p> وقال الشوكاني: وقد اختلف في معناه، فقيل هو اسم من أسماء الله تعالى، </p><p>(١) الشوكاني.</p>"
}