{
  "id": null,
  "sura": 40,
  "aya": 85,
  "text": "<p> الواضحة، والبراهين الظاهرة .. فرحوا بما عندهم من شبهات ظنّوها علمًا نافعًا، كقولهم:  {وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ} ، وقولهم:  {لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا} ، وقولهم:  {مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ} ولكن حل بهم ما كانوا يستعجلون به رسلهم استهزاءً وسخريةً. </p><p> ٨٤ - ثمّ ذكر حالهم حين عاينوا العذاب فقال:  {فَلَمَّا رَأَوْا} ؛ أي: فلما رأت الأمم السالفة المكذبة، وعاينوا {بَأْسَنَا} ؛ أي: شدّة عذابنا في الدنيا، ووقعوا في مذلة الخيبة، ومنه قوله تعالى:  {بِعَذَابٍ بَئِيسٍ} ؛ أي: شديد .. {قَالُوا} مضطزين {آمَنَّا بِاللَّهِ وَحْدَهُ} لا شريك له {وَكَفَرْنَا} ؛ أي: حجدنا {بِمَا كُنَّا بِهِ} ؛ أي: بسبب الإيمان به يعنون الأصنام التي يعبدونها، وهذه {الفاء} : (١) لمجرد التعقيب، وجعل ما بعدها تابعًا لما قبلها، واقعًا عقيبه؛ لأن مضمون قوله تعالى:  {فَلَمَّا جَاءَتْهُمْ} إلخ. هو أنهم كفروا، فصار مجموع الكلام بمنزلة أن يقال: فكفروا ثم لما رأوا باسنا .. آمنوا. </p><p> أي (٢) : فلما عاينوا عذابنا النازل بهم .. قالوا: آمنا بالله، وكفرنا بتلك المعبودات الباطلة، والآلهة الزائفة، التي لا تجدي فتيلًا ولا قطميرًا. </p><p> ثم بيّن أن ذلك لا يفيدهم شيئًا، فقد فات الأوان، فلا يفيد الندم ولا الاعتراف بالحق شيئًا. </p><p> نَدِمَ الْبُغَاةُ وَلاتَ سَاعَةَ مَنْدَمِ ... والْبَغْيُ مَرْتَعُ مُبْتَغِيْهِ وَخِيْمُ </p><p> ٨٥ - فقال سبحانه:  {فَلَوْ يَكُ} أصله يكن حذفت النون لكثرة استعماله {يَنْفَعُهُمْ إِيمَانُهُمْ} ؛ أي: تصديقهم بالوحدانية اضطرارًا، وقوله:  {إيمانهم} : يجوز (٣) أن يكون اسم {كان} و {يَنْفَعُهُمْ} : خبره مقدما عليه، وأن يكون فاعل {يَنْفَعُهُمْ} واسم {كان} : ضمير الشأن المستتر فيه {لَمَّا رَأَوْا بَأْسَنَا} ؛ أي: حين رؤيتهم شدة عذابنا، والوقوع فيه لامتناع قبوله حينئذٍ امتناعًا عاديًا، كما يدل عليه قوله:  {سُنَّتَ اللَّهِ ...} إلخ. </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p><p> فامتنع القبول؛ لأنهم لم يأتوا به في الوقت المأمور به، لذلك قيل:  {فَلَمْ يَكُ} بمعنى: لم يصحّ ولم يستقم، فإنه أبلغ في نفي النفع من لم ينفعهم إيمانهم، وهذه الفاء: للعطف على {آمَنُوا} كأنه قيل: فآمنوا فلم ينفعهم، لأنّ النافع هو الإيمان الاختياري الواقع مع القدرة على خلافه، ومن عاين نزول العذاب .. لم يبق له القدرة على خلاف الإيمان فلم ينفعه، وعدم نفعه في الدنيا دليل على عدم نفعه في الآخرة. </p><p> والمعنى (١) : أي فلم يفدهم إيمانهم عندما عاينوا عقابنا، وحين نزل بهم عذابنا، ومضى فيهم حكمنا، فمثل هذا الإيمان لا يفيد شيئًا، كما قال تعالى لفرعون حين الغرق وحين قال:  {آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ} {آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ (٩١) }. </p><p> وبعد إذ ذكر سبحانه أنّ هذه سنته فيهم وفي أمثالهم من المكذّبين فقال:  {سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ} وقوله: {سُنَّتَ اللَّهِ}  (٢) : من المصادر المؤكدة لفعل محذوف، و {خَلَتْ} من الخلوّ، يستعمل في الزمان والمكان، لكن لما تصوّر في الزمان المضي .. فسّر أهل اللغة قولهم: خلا الزمان، بقولهم: مضى وذهب؛ أي: سنّ الله سبحانه عدم قبول إيمان من آمن وقت رؤية البأس ومعاينته، سنةً ماضيةً في عباده مطّردةً؛ أي: في الأمم السالفة المكذبة كلها، ويجوز أن ينتصب {سُنَّتَ اللَّهِ} على التحذير؛ أي: احذروا يا أهل مكة سنة الله المطّردة في المكذبين السابقين، والأول أولى، والسنة: الطريقة والعادة المسلوكة، وسنة الله: طريقة حكمته. </p><p> والمعنى: أي وهكذا كانت سنة الله في الذين سلفوا، إذا عاينوا عذابه أن لا ينفعهم إيمانهم حينئذ، بعد أن جحدوا به، وأنكروا وحدانيته، وعبدوا من دونه من الأصنام والأوثان. </p><p> وقصارى ذلك (٣) : أن حكم الله في جميع من تاب حين معاينة العذاب أن لا تقبل منه توبة، وقد جاء في الحديث:  \"إن الله يقبل توبة العبد ما لم يغرغر\" ؛ أي: </p><p>(١) المراغي. (٢) روح البيان.(٣) المراغي.</p><p> فإذا غرغر، وبلغت الروح الحلقوم .. فلا توبة، ولهذا قال:  {وَخَسِرَ هُنَالِكَ الْمبطِلُونَ} و {هُنَالِكَ}  (١) : اسم مكان، في الأصل موضوع للإشارة إلى المكان، وقد استعير في هذا المقام للزمان، لأنه لم أشير به إلى مدلول قوله:  {لَمَّا رَأَوْا بَأْسَنَا} و {لَمَّا} للزمان .. تعيَّن أن يراد به الزمان، تشبيهًا له بالمكان في كونه ظرفًا للفعل كالمكان. </p><p> والمعنى على ما قال ابن عباس - رضي الله عنهما - هلك الكافرون بوحدانية الله تعالى، المكذبون بها وقت رؤيتهم البأس والعذاب. وقال الزجاج: الكافر خاسر في كل وقت، ولكنه تبيّن لهم خسرانهم، إذا رأوا العذاب، ولم يرج فلاحهم، ولم يقل:  {وَخَسِرَ هُنَالِكَ الْمبطِلُونَ} كما قال فيما سبق، لأنه متصل بإيمان غير مسجد، ونقيض الإيمان: الكفر كما في \"برهان القرآن\" ؛ أي فحسن موقعه هنا، كما حسن موقع قوله:  {الْمبطِلُونَ} هناك على ما عرف سره في موضعه. </p><p> الإعراب </p><p> {قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَمَّا جَاءَنِيَ الْبَيِّنَاتُ مِنْ رَبِّي وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ (٦٦) }. </p><p> {قُلْ} : فعل أمر وفاعل مستتر يعود على محمد، والجملة: مستأنفة. {إِنِّي} : ناصب واسمه. {نُهِيتُ} : فعل ماض مغير الصيغة ونائب فاعل، والجملة الفعلية، في محل الرفع خبر {إن} وجملة {إن} : في محل النصب مقول لـ {قُل} ، {أَن} : حرف نصب ومصدر. {أَعْبُدَ} : فعل مضارع وفاعل مستتر يعود على محمد. {الَّذِينَ} : اسم موصول في محل النصب مفعول {أَعْبُدَ} والجملة الفعلية مع {أَن} المصدرية: في تأويل مصدر منصوب بنزع الخافص تقديره: قل: إني نهيت عن عبادة الذين. وجملة {تَدْعُونَ} صلة الموصول، والعائد: محذوف، تقديره: تدعونهم. {مِنْ دُونِ اللَّهِ} : جار ومجرور حال من فاعل {تَدْعُونَ} ؛ أي: مجاوزين الله، أو من العائد المحذوف. {لَمَّا} : ظرف بمعنى حين في محل النصب على الظرفية مبني على السكون لشبهها بالحرف شبهًا افتقاريًا، والظرف: متعلق </p><p>(١) روح البيان.</p><p> بـ {نُهِيتُ} ، {جَاءَنِيَ} : فعل ونون وقاية ومفعول به. {الْبَيِّنَاتُ} فاعل؛ والجملة: في محل الجر مضاف إليه لـ {لَمَّا} . {مِنْ رَبِّي} : حال من {الْبَيِّنَاتُ} أو متعلق بـ {جاء} ، {وَأُمِرْتُ} فعل ماض مغير الصيغة، ونائب فاعل في محل النصب معطوف على {نُهِيتُ} . {أَن} : حرف نصب ومصدر. {أُسْلِمَ} : فعل مضارع ونائب فاعل يعود على محمد منصوب بـ {أَن} المصدرية، والجملة الفعلية مع {أَن} المصدرية: في تأويل مصدر منصوب بنزع الخافض، تقديره: وأمرت بالإسلام. و {لِرَبِّ الْعَالَمِينَ} : متعلق بـ {أُسْلِمَ} . </p><p> {هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ (٦٧) }. </p><p> {هُوَ الَّذِي} : مبتدأ وخبر، والجملة: مستأنفة مسوقة لبيان كيفية تكوّن البدن. {خَلَقَكُمْ} : فعل وفاعل مستتر ومفعول به، والجملة: صلة الموصول. {مِنْ تُرَابٍ} : متعلق بـ {خلق}  {ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ} : معطوفان على {مِنْ تُرَابٍ} . {ثُمَّ} : حرف عطف وترتيب. {يُخْرِجُكُمْ} : فعل ومفعول به وفاعل مستتر يعود على الله، والجملة: معطوفة على جملة {خَلَقَكُمْ}  {طِفْلًا} : حال من {الكاف} في {يُخْرِجُكُمْ} على تأويله بالجمع؛ أي: أطفالًا، ليطابق الحال صاحبه، {ثُمَّ} : حرف عطف. {لِتَبْلُغُوا} : {اللام} : حرف جر وتعليل. {تبلغوا} : فعل وفاعل منصوب بأن مضمرة {أَشُدَّكُمْ} : مفعول به، والجملة الفعلية مع أن المضمرة: في تأويل مصدر مجرور بـ {اللام} . والجار والمجرور: متعلق بمحذوف معطوف على {يُخْرِجُكُمْ} والتقدير: ثم يخرجكم طفلًا، ثم يبقيكم لبلوغكم أشدكم. {ثُمَّ} : حرف عطف. {لِتَكُونُوا} : {اللام} : حرف جر وتعليل، {تكونوا} : فعل مضارع ناقص واسمه {شُيُوخًا} : خبره، والجملة مع أن المضمرة: في تأويل مصدر مجرور بـ {اللام} ؛ أي: ثم لكونكم شيوخًا، الجار والمجرور: معطوف على الجار والمجرور قبله. {وَمِنْكُمْ}  {الواو} : استئنافية {منكم} : خبر مقدم {مَنْ} : اسم موصول في محل الرفع مبتدأ مؤخر، والجملة: مستأنفة. {يُتَوَفَّى} : فعل مضارع مغير الصيغة، ونائب فاعل مستتر {مِنْ قَبْلُ} : متعلق بـ {يُتَوَفَّى} . والجملة الفعلية: صلة {مَّن} الموصولة {وَلِتَبْلُغُوا} : {الواو} : عاطفة، {لِتَبْلُغُوا} : {اللام} : حرف </p><p> جر وتعليل. {تبلغوا} : فعل وفاعل منصوب بأن مضمرة. {أَجَلًا} : مفعول به {مُسَمًّى} : صفة لـ {أَجَلًا} ، والجملة الفعلية مع أن المضمرة: في تأويل مصدر مجرور بـ {اللام} والجار والمجرور: متعلق بمحذوف معطوف على {يُتَوَفَّى} ، والتقدير: ومنكم من يتوفى من قبل، ومنكم من يبقي لبلوغكم أجلًا مسمى {وَلَعَلَّكُمْ} : {الواو} : عاطفة {لعل} : حرف ترّج وتعليل. و {الكاف} : اسمها، وجملة {تَعْقِلُونَ} : خبرها، وجملة {لعل} : معطوفة على جملة {لِتَبْلُغُوا أَشُدَّكُمْ} ؛ أي: ثم يبقيكم لبلوغكم أشدكم، ولجعلكم عاقلين. </p><p> {هُوَ الَّذِي يُحْيِي وَيُمِيتُ فَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (٦٨) }. </p><p> {هُوَ الَّذِي} مبتدأ وخبر، والجملة: مستأنفة. وجملة {يُحْيِي} : صلة الموصول. {وَيُمِيتُ} . معطوف على {يُحْيِي} . {فَإِذَا} : {الفاء} : عاطفة. {إذا} : ظرف لما يستقبل من الزمان. {قَضَى} : فعل ماض وفاعل مستتر يعود على الله. {أَمْرًا} : مفعول به، والجملة: في محل الخفض بإضافة {إذا} إليها، على كونها فعل شرط لها، والظرف: متعلق بالجواب. {فَإِنَّمَا} : {الفاء} : رابطة لجواب {إذا} ، {إنما} : كافة ومكفوفة. {يَقُولُ} : فعل مضارع وفاعل مستتر. {لَهُ} : متعلق بـ {يَقُولُ} ، والجملة الفعلية: جواب {إذا} لا محل لها من الإعراب، وجملة {إذا} : معطوفة على جملة {يُحْيِي} ؛ أي: وهو الذي يحيي ويميت، يقول: كن وقت قضائه أمرًا {كُنْ} : فعل أمر تام، وفاعل مستتر يعود على {أَمْرًا} والجملة: في محل النصب مقول {يَقُولُ} . {فَيَكُونُ} : {الفاء} : استئنافية. {يكون} : فعل مضارع تام، وفاعله: ضمير يعود على {أَمْرًا} والجملة الفعلية: في محل الرفع خبر لمبتدأ محذوف، تقديره: فهو يكون، والجملة الاسمية: مستأنفة. </p><p> {أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّى يُصْرَفُونَ (٦٩) الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ (٧٠) إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ (٧١) }. </p><p> {أَلَمْ} : {الهمزة} : للاستفهام التقريري التعجبي. {لم} : حرف نفي وجزم، {تَرَ} : فعل مضارع وفاعل مستتر يعود على محمد مجزوم بـ {لم} ، وعلامة جزمه: حذف حرف العلة، والجملة: مستأنفة. {إِلَى الَّذِينَ} : متعلق بـ {تَرَ} . {يُجَادِلُونَ} : </p><p> فعل وفاعل صلة الموصول. {فِي آيَاتِ اللَّهِ} : متعلق بـ {يُجَادِلُونَ} ، {أَنَّى} : اسم استفهام بمعنى كيف، في محل النصب على الحال، {يُصْرَفُونَ} : فعل ونائب فاعل، ومتعلقه: محذوف، تقديره: كيف يصرفون عن الإيمان بالكلية. {الَّذِينَ} : في محل الجر بدل من {الَّذِينَ} الأول. {كَذَّبُوا} : فعل وفاعل، والجملة: صلة الموصول. {بِالْكِتَابِ} : متعلق بـ {كَذَّبُوا}  {وَبِمَا} : جار ومجرور معطوف على {بِالْكِتَابِ}  {أَرْسَلْنَا} : فعل وفاعل. {بِهِ} : متعلق بـ {أَرْسَلْنَا} . {رُسُلَنَا} : مفعول به، والجملة: صلة الموصول {فَسَوْفَ} : {الفاء} : استئنافية {سوف} : حرف تنفيس. {يَعْلَمُونَ} : فعل وفاعل، والجملة: مستأنفة مسوقة للتهديد، هذا ويجوز أن تعرب الذين خبرًا لمبتدأ محذوف، أو منصوبًا على الذم، ويجوز أن يكون مبتدأ، خبره:  {فَسَوْفَ يَعْلَمُونَ} و {الفاء} : رابطة لما في الموصول من رائحة الشرط، {إِذ} : ظرف لما مضى من الزمان، في محل النصب على الظرفية، مبني على السكون المقدر، والظرت: متعلق بـ {يَعْلَمُونَ} ، أو هي في محل النصب مفعول به لـ {يَعْلَمُونَ} ولا يتنافى كون الظرف ماضيًا، و {سوف يعلمون} مستقبلًا، ففي جعلها مفعولًا به تناف من استحالة عمل المستقبل في الزمن الماضي، ولك أن تقول: لا منافاة؛ لأنّ الأمور المستقبلة لما كانت في أخبار الله تعالى متيقّنة مقطوعًا بها .. عبّر عنها بلفظ ما كان ووجد، والمعنى على الاستقبال. {الْأَغْلَالُ} مبتدأ، {فِي أَعْنَاقِهِمْ} : خبر. {وَالسَّلَاسِلُ} : معطوف على {الْأَغْلَالُ} ، والظرف: في نية التأخير عنهما، فهو خبر عنهما معًا، والجملة الاسمية: في محل الجرّ مضاف إليه لـ {إِذِ} ؛ أي: فسوف يعلمون عاقبة أمرهم وقت كون الأغلال والسلاسل في أعناقهم. {يُسْحَبُونَ} : فعل ونائب فاعل. </p><p> {فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ (٧٢) ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ (٧٣) مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ (٧٤) }. </p><p> {فِي الْحَمِيمِ} : متعلق بـ {يُسْحَبُونَ} والجملة الفعلية: في محل النصب حال من ضمير {أَعْنَاقِهِمْ} لوجود شرطه وهو كون المضاف بعضًا من المضاف إليه. {ثُمَّ} : حرف عطف وترتيب. {فِي النَّارِ} : متعلق بـ {يُسْجَرُونَ} . وجملة {يُسْجَرُونَ} : في محل النصب معطوفة على جملة {يُسْحَبُونَ} . {ثُمَّ} : حرف عطف وترتيب. {قيِلَ} : فعل ماض مغير الصيغة {لَهُمْ} : متعلق بـ {قيِلَ} وجملة {أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ} : </p><p> نائب فاعل محكي لـ {قيِلَ} . وجملة {قِيلَ} : معطوفة على جملة {يُسْجَرُونَ} . وإن شئت قلت:  {أَيْنَ} : اسم استفهام في محل النصب على الظرفية المكانية، والظرف: متعلق بمحذوف خبر مقدم {مَا} : اسم موصول في محل الرفع مبتدأ، والجملة الاسمية: في محل الرفع نائب فاعل لـ {قيِلَ} . {كُنْتُمْ} : فعل ناقص واسمه. وجملة {تُشْرِكُونَ} : خبره {مِنْ دُونِ اللَّهِ} : حال من فاعل {تُشْرِكُونَ} . وجملة {كان} صلة لـ {مَا} الموصولة. </p><p> {قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ (٧٤) ذَلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ (٧٥) ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (٧٦) }. </p><p> {قَالُوا} : فعل وفاعل، والجملة مستأنفة، {ضَلُّوا} : فعل وفاعل. {عَنَّا} : متعلق به، والجملة: في محل النصب مقول {قَالُوا}  {بَل} : حرف إضراب للإضراب الانتقالي. {لَمْ} : حرف جزم {نَكُنْ} : فعل مضارع مجزوم بـ {لَمْ} واسمها ضمير يعود على المتكلمين. وجملة {نَدْعُو} : خبرها. {مِنْ قَبْلُ} : جار ومجرور حال من {شَيْئًا} أو متعلق بـ {نَدْعُو} . {شَيْئًا} : مفعول به لـ {نَدْعُو} وجملة {لَمْ نَكُنْ} : في محل النصب معطوفة على جملة {ضَلُّوا} على كونا مقولًا لـ {قَالُوا} . {كَذَلِكَ} صفة لمصدر محذوف: {يُضِلُّ اللَّهُ الْكَافِرِينَ} : فعل وفاعل ومفعول به، والجملة: مستأنفة؛ أي: يضل الله الكافرين كلهم إضلالًا مثل إضلالهم المذكور. {ذَلِكُمْ} : مبتدأ. {بِمَا} : خبر، والجملة: في محل النصب مقول لقول محذوف، تقديره: وتقول لهم الخزنة: ذلكم ... إلخ. {كُنْتُمْ} : فعل ناقص واسمه. وجملة {تَفْرَحُونَ} : خبره. {فِي الْأَرْضِ} : متعلق بـ {تَفْرَحُونَ} ، {بِغَيْرِ الْحَقِّ} : حال من فاعل {تَفْرَحُونَ} وجملة {كان} : صلة لـ {ما} الموصولة أو لـ {ما} المصدرية، وقوله:  {وَبِمَا كُنْتُمْ تَمْرَحُونَ} : معطوف على قوله: {بِمَا كُنْتُمْ تَفْرَحُونَ} . {ادْخُلُوا} : فعل وفاعل، والجملة: أيضًا مقول لقول محذوف؛ أي: ويقال لهم: {ادْخُلُوا أَبْوَابَ جَهَنَّمَ} . {أَبْوَابَ جَهَنَّمَ} : مفعول به على السعة {خَالِدِينَ} : حال من فاعل {ادْخُلُوا} . {فِيهَا} : متعلق بـ {خَالِدِينَ} . {فَبِئْسَ}  {الفاء} : استئنافية أو عاطفة {بئس} : فعل ماض من أفعال الذم. {مَثْوَى الْمُتَكَبِّرِينَ} : فاعل ومضاف إليه، والمخصوص بالذم: محذوف، تقديره: هي، </p><p> وجملة {بئس} : مستأنفة مسوقة لإنشاء الذم، أو معطوفة على جملة {ادْخُلُوا} . </p><p> {فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ (٧٧) }. </p><p> {فَاصْبِرْ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا بدا لك منهم ما بدا من صد وإعراض، وأردت بيان ما هو اللازم لك .. فأقول لك:  {اصبر} ولا تبتئس فإنا سننتقم لك منهم {اصبر} : فعل أمر وفاعل مستتر، تقديره: أنت، والجملة الفعلية: في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة: مستأنفة {إِنَّ وَعْدَ اللَّهِ حَقٌّ} : ناصب واسمه وخبره، وجملة {إِنَّ} : في محل النصب مقول لجواب إذا المقدرة، على أنها مسوقة لتعليل الأمر بالصبر. {فَإِمَّا}  {الفاء} : عاطفة. {إما}  {إن} : حرف شرط جازم مبني بسكون على النون المدغمة في ميم {ما} الزائدة، و {ما} : زائدة، {نُرِيَنَّكَ} : فعل مضارع في محل الجزم بـ {إن} الشرطية، على كونه فعل شرط لها. مبني على الفتح لاتصاله بنون التوكيد الثقيلة، و {نون} التوكيد الثقيلة: حرف لا محل لها من الإعراب، وفاعله: ضمير مستتر فيه وجوبًا، تقديره: نحن. والكاف: ضمير المخاطب في محل النصب مفعول أول {بَعْضَ الَّذِي} : مفعول ثان لـ {رأى} ، لأنه من رأى البصرية، تعدّت إلى المفعول الثاني بالهمزة. {نَعِدُهُمْ} : فعل مضارع ومفعول به وفاعل مستتر، والجملة: صلة الموصول، وجواب {إن} الشرطية: محذوف، تقديره:  {فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ} وهو القتل والأسر يوم بدر، فذاك غاية أملك، وجملة {إن} الشرطية: في محل النصب معطوفة على جملة {اصبر} على كونها مقولًا لجواب إذا المقدرة، {أَوْ} : حرف عطف: {نَتَوَفَّيَنَّكَ} : فعل مضارع في محل الجزم بـ {إن} الشرطية بالعطف على {نُرِيَنَّكَ} مبني على الفتح لاتصاله بنون التوكيد الثقيلة، وفاعله: ضمير مستتر فيه وجوبًا، تقديره: نحن، و {الكاف} : ضمير المخاطب في محل النصب مفعول به. {فَإِلَيْنَا} : {الفاء} : رابطة لجواب {إن} الشرطية جوازًا. {إلينا} : جار ومجرور متعلق بـ {يُرْجَعُونَ} ، {يُرْجَعُونَ} : فعل مضارع مغير الصيغة ونائب فاعل، والجملة: في محل الجزم جواب للشرط الثاني، وجواب الشرط الأول: محذوف كما مرّ آنفًا، والتقدير: فإما نرينّك بعض الذي نعدهم من العذاب، وهو القتل والأسر يوم بدر، فذاك المطلوب {أَوْ نَتَوَفَّيَنَّكَ} قبل </p><p> يوم بدر {فَإِلَيْنَا يُرْجَعُونَ} يوم القيامة فننتقم منهم أشدّ الانتقام. وإنما حذف جواب الأول دون الثاني؛ لأن الأول إن وقع .. فذاك غاية الأمل في إنكائهم، فالثابت على تقدير وقوعه معلوم، وهو حصول المراد على التمام، وأما إن لم يقع ووقع الثاني وهو توفيه قبل حلول المجازاة بهم .. فهذا هو الذي يحتاج إلى ذكره للتسلية وتطمين النفس، على أنه وإن تأخر جزاؤُهم عن الدنيا .. فهو حتم في الآخرة ولا بد منه. </p><p> {وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ (٧٨) }. </p><p> {وَلَقَدْ أَرْسَلْنَا} : {الواو} : استئنافية، و {اللام} : موطئة للقسم {قد} حرف تحقيق. {أَرْسَلْنَا} : فعل وفاعل. {رُسُلًا} : مفعول به. {مِنْ قَبْلِكَ} : متعلق بـ {أَرْسَلْنَا} ، أو صفة لـ {رُسُلًا} والجملة الفعلية: جواب القسم، لا محل لها من الإعراب، وجملة القسم: مستأنفة. {مِنْهُمْ} : خبر مقدم {مَنْ} اسم موصول في محل الرفع مبتدأ مؤخر. وجملة {قَصَصْنَا} : صلة لـ {مَنْ} الموصولة، والعائد: محذوف، تقديره: قصصناهم {عَلَيْكَ} : متعلق بـ {قَصَصْنَا} ، والجملة الاسمية: في محل النصب صفة لـ {رُسُلًا} أو مستأنفة استئنافًا بيانيًا. {وَمِنْهُمْ}  {الواو} : عاطفة. {مِنْهُمْ} : خبر مقدم {مَنْ} : مبتدأ مؤخر، والجملة الاسمية: معطوف على جملة قوله: {مِنْهُمْ مَنْ قَصَصْنَا} . {لَمْ} : حرف جزم {نَقْصُصْ} : فعل مضارع مجزوم بـ {لَمْ} وفاعله: ضمير مستتر، تقديره: نحن. {عَلَيْكَ} : متعلق بـ {نَقْصُصْ} والجملة: صلة {مَنْ} الموصولة. والعائد: محذوف، تقديره: من لم نقصصهم عليك. </p><p> {وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ} . </p><p> {وَمَا} : {الواو} : عاطفة. {مَا} : نافية. {كاَنَ} : فعل ماض ناقص {لِرَسُولٍ} : خبرها مقدم على اسمها. {أَن} : حرف نصب ومصدر. {يَأْتِيَ} : فعل مضارع منصوب بـ {أَن} المصدرية، وفاعله: ضمير يعود على {رسول} . {بِآيَةٍ} : </p><p> متعلق بـ {يَأْتِيَ} والجملة الفعلية مع {أَن} المصدرية: في تأويل مصدر مرفوع على كونه اسم {كاَنَ} مؤخرًا، والتقدير: وما كان الإتيان بآية كائنًا لرسول من الرسل إلا بإذن الله تعالى، وجملة {كاَنَ} : معطوفة على جملة {لَقَدْ أَرْسَلْنَا} أو مستأنفة. {إِلَّا} : أداة استثناء مفرغ من أعم الأحوال، {بِإِذْنِ اللَّهِ} متعلق بـ {يَأْتِيَ} ؛ أي: وما كان لرسول أن يأتي بآية في جال من الأحوال، إلا بإذن الله، {فَإِذَا} : {الفاء} : عاطفة. {إذا} : ظرف لما يستقبل من الزمان. {جَاءَ أَمْرُ اللَّهِ} : فعل وفاعل، والجملة: في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط لها والظرف: متعلق بالجواب. {قُضِىَ} : فعل ماض مغير الصيغة، {بِالْحَقِّ} : جار ومجرور في محل الرفع نائب فاعل لـ {قُضِيَ} ، وجملة {قُضِيَ} : جواب {إذا} وجملة {إذا} : معطوفة على جملة {كاَنَ} أو مستأنفة. {وَخَسِرَ} : {الواو} : عاطفة. {خسر} : فعل ماض. {هُنَالِكَ} : ظرف مكان متعلق بـ {خسر} ، {الْمُبْطِلُونَ} : فاعل لـ {خسر} ، والجملة: معطوفة على جملة {قُضِيَ} على كونها جواب {إذا} الشرطية. </p><p> {اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ (٧٩) وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (٨٠) وَيُرِيكُمْ آيَاتِهِ فَأَيَّ آيَاتِ اللَّهِ تُنْكِرُونَ (٨١) }. </p><p> {اللَّهُ} : مبتدأ {الَّذِي} : خبره، والجملة: مستأنفة مسوقة لتعداد بعض آلائه سبحانه. {جَعَلَ} : فعل ماض بمعنى خلق، وفاعله: ضمير مستتر، والجملة: صلة الموصول. {لَكُمُ} : متعلق بـ {جَعَلَ} ، {الْأَنْعَامَ} : مفعول به {لِتَرْكَبُوا} : {اللام} : حرف جرّ وتعليل. {تركبوا} : فعل وفاعل منصوب بأن مضمرة بعد لام كي. {مِنْهَا} - أي: بعضها - متعلق بـ {تركبوا} والجملة الفعلية مع أن المضمرة. في تأويل مصدر مجرور بـ {اللام} والجار والمجرور: متعلق بـ {جَعَلَ} ، والتقدير: الله الذي خلق لكم الأنعام لمنفعة ركوبكم إياها. {وَمِنْهَا} : {الواو} : عاطفة، {مِنْهَا} : متعلق بـ {تَأْكُلُونَ} : قدمه عليه لرعاية الفواصل. {تَأْكُلُونَ} : فعل وفاعل، والجملة: معطوفة على جملة {تركبوا} ؛ أي: خلقها لركوبكم إياها ولأكلكم منها. {وَلَكُمْ}  {الواو} : اعتراضية. {لَكُمُ} : خبر مقدم. {فِيهَا} : حال من {مَنَافِعُ} ، و {مَنَافِعُ} : مبتدأ مؤخر، والجملة الاسمية: معترضة لا محل لها من </p><p> الإعراب، لاعتراضها بين المعطوف والمعطوف عليه. {وَلِتَبْلُغُوا} : {الواو} : عاطفة، {اللام} : حرف جرّ وتعليل، {تبلغوا} : فعل وفاعل منصوب بأن مضمرة بعد لام كي، {عَلَيْهَا} : متعلق بـ {تبلغوا}  {حَاجَةً} مفعول به. {فِي صُدُورِكُمْ} : صفة لـ {حَاجَةً} والجملة الفعلية مع أن المضمرة: في تأويل مصدر مجرور بـ {اللام} والجار والمجرور: معطوف. على الجار والمجرور في قوله:  {لِتَرْكَبُوا} والتقدير: الله الذي خلق لكم الأنعام لركوبها، ولبلوغ حاجة في صدوركم عليها. {وَعَلَيْهَا}  {الواو} : استئنافية. {عَلَيْهَا} : متعلق بـ {تُحْمَلُونَ} ، {وَعَلَى الْفُلْكِ} : معطوف على {عَلَيْهَا} ، {تُحْمَلُونَ} : فعل مضارع مغير ونائب فاعل، والجملة: مستأنفة استئنافًا بيانيًا. {وَيُرِيكُمْ} : فعل مضارع وفاعل مستتر، ومفعول أول. {آيَاتِهِ} : مفعول ثان، والجملة الفعلية: معطوفة على جملة {جَعَلَ} ، {فَأَيَّ} : {الفاء} : استئنافية، {أي} : اسم استفهام للاستفهام التوبيخي، منصوب على أنه مفعول مقدم وجوبًا لـ {تُنْكِرُونَ} ؛ لأن اسم الاستفهام مما يلزم الصدارة. {آيَاتِ اللَّهِ} مضاف إليه {تُنْكِرُونَ} : فعل وفاعل، والجملة: مستأنفة مسوقة للتوبيخ والتقريع. </p><p> {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ} . </p><p> {أَفَلَمْ}  {الهمزة} : للاستفهام التوبيخي المضمّن للإنكار، داخلة على محذوف، و {الفاء} : عاطفة على ذلك المحذوف، والتقدير: أقعد قومك قريب في منازلهم ولم يسيروا في الأرض؛ والجملة المحذوفة: مستأنفة. {لم} : حرف نفي وجزم. {يَسِيرُوا} : فعل وفاعل مجزوم بـ {لم}  {فِي الْأَرْضِ} : متعلق بـ {يَسِيرُوا} والجملة: معطوفة على تلك المحذوفة. {فَيَنْظُرُوا}  {الفاء} : عاطفة أو سببية واقعة في جواب الاستفهام {ينظروا} : فعل وفاعل معطوف على {يَسِيرُوا}  {كَيْفَ} : اسم استفهام في محل النصب خبر {كاَنَ} مقدم وجوبًا {كاَنَ} : فعل ماض ناقص. {عَاقِبَةُ} : اسم {كاَنَ} . {الَّذِينَ} : مضاف إليه. {مِنْ قَبْلِهِمْ} : صلة {الَّذِينَ} ، وجملة {كاَنَ} : في محل النصب مفعول {ينظروا} : معلق عنها باسم الاستفهام. </p><p> {كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ} . </p><p> {كَانُوا أَكْثَرَ} : فعل ناقص واسمه، وخبره {مِنْهُمْ} : متعلق بـ {أَكْثَرَ} </p><p> وجملة {كان} : مستأنفة مسوقة لبيان مبدأ أحوالهم وعواقبها، {وَأَشَدَّ} : معطوف على {أَكْثَرَ}  {قُوَّةً} . تمييز محوّل عن اسم {كان}  {وَآثَارًا} : معطوف على {قُوَّةً}  {فِي الْأَرْضِ} : صفة لـ {آثارًا} : {الفاء} : عاطفة. {ما} : نافية أو استفهامية في محل النصب مفعول مقدم لـ {أَغْنَى} . {أَغْنَى} : فعل ماض {عَنْهُم} : متعلق بـ {أَغْنَى} ، {مَا} : اسم موصول بمعنى الذي في محل الرفع فاعل {أَغْنَى} أو مصدرية والمصدر المؤوّل بها: فاعل {أَغْنَى} ؛ {كَانُوا} : فعل ماض ناقص واسمه. وجملة {يَكْسِبُونَ} : خبره، وجملة {كَانُوا} : صلة لـ {مَا} الموصولة، والعائد: محذوف، تقديره: ما كانوا يكسبونه، أو صلة لـ {مَا} المصدرية، والمصدر المؤوّل فاعل {أَغْنَى} ؛ أي: لم يغن عنهم، أو أيّ شيء أغنى عنهم مكسوبهم أو كسبهم، وجملة {فَمَا أَغْنَى} : معطوفة على جملة {كَانُوا أَكْثَرَ مِنْهُمْ} . </p><p> {فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٨٣) }. </p><p> {فَلَمَّا جَاءَتْهُمْ} : {الفاء} : تفصيلية تفسيرية. {لما} : اسم شرط غير جازم في محل نصب على الظرفية الزمانية {جَاءَتْهُمْ} : فعل ومفعول به {رُسُلُهُمْ} : فاعل. {بِالْبَيِّنَاتِ} : متعلق بـ {جَاءَتْهُمْ} أو حال من {الرسل} والجملة: فعل شرط لـ {لمّا} في محل جر بالإضافة. {فَرِحُوا} : فعل وفاعل، والجملة: جواب {لما} لا محل لها من الإعراب، وجملة لما: جملة مفسرة لجملة قوله: {فَمَا أَغْنَى عَنْهُمْ} : لا محل لها من الإعراب، {بِمَا} : جار ومجرور متعلق بـ {فَرِحُوا} ، {عِندَهُم} : ظرف متعلق بمحذوف صلة لـ {ما}  {مِنَ الْعِلْمِ} : حال من {ما} الموصولة، أو من الضمير المستكن في الظرف {وَحَاقَ} : فعل ماض معطوف على {فَرِحُوا} . {بِهِم} : متعلق بـ {حاق} . {مَا} : اسم موصول في محل الرفع فاعل {حاق}  {كَانُوا} : فعل ناقص واسمه {بِهِ} : متعلق بـ {يَسْتَهْزِئُونَ} وجملة {يَسْتَهْزِئُونَ} : خبر {كان} وجملة {كان} صلة لـ {مَا} الموصولة. </p><p> {فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ (٨٤) }. </p><p> {فَلَمَّا}  {الفاء} : حرف عطف وتعقيب. {لما} : اسم شرط غير جازم في محل نصب على الظرفية الزمانية. {رَأَوْا} : فعل وفاعل. {بَأْسَنَا} : مفعول به لرأى </p><p> لأنها بصرية، والجملة الفعلية: فعل شرط لـ {لمّا} في محل جر بالإضافة، {قَالُوا} : فعل وفاعل، والجملة: جواب {لما} لا محل لها من الإعراب، وجملة {لما} : معطوفة على جملة {لما} الأولى، {آمَنَّا} فعل وفاعل {بِاللهِ} : متعلق بـ {آمَنَّا} والجملة: في محل النصب مقول {قَالُوا} ، {وَحْدَهُ} : حال من الجلالة حال لازمة. {وَكَفَرْنَا} : فعل وفاعل معطوف على {آمَنَّا} . {بِمَا} : متعلق بـ {كفرنا}  {كُنَّا} : فعل ناقص واسمه. {بِهِ} : متعلق بـ {مُشْرِكِينَ}  {مُشْرِكِينَ} : خبر {كان} وجملة كان صلة لـ {ما} الموصولة. </p><p> {فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ (٨٥) }. </p><p> {فَلَمْ}  {الفاء} : عاطفة، {لم} : حرف جزم: {يَكُ} : فعل مضارع مجزوم بـ {لم} ، وعلامة جزمه السكون الظاهر على النون المحذوفة للتخفيف، واسمها: ضمير الشأن. {يَنْفَعُهُمْ} : فعل ومفعول. {إِيمَانُهُمْ} : فاعل، والجملة الفعلية: في محل النصب خبر {يكون} ، وجملة {يكون} : معطوفة على جملة {قَالُوا آمَنَّا} . {لَمَّا} : ظرف زمان مجرّد عن معنى الشرط، متعلق بـ {إِيمَانُهُمْ} . {رَأَوْا بَأْسَنَا} : فعل وفاعل ومفعول به، والجملة: في محل الجر مضاف إليه لـ {لمّا} . {سُنَّتَ اللَّهِ} : منصوب على المفعولية المطلقة بفعل مقدر من لفظه؛ أي: سنّ الله سبحانه وتعالى بهم ذلك سنة من قبلهم؛ أي: سنته فيمن قبلهم، والجملة المحذوفة: مستأنفة. {الَّتِي} : اسم موصول في محل النصب صفة لـ {سُنَّتَ اللَّهِ} . {قَدْ} : حرف تحقيق. {خَلَتْ} : فعل ماض وفاعل مستتر يعود على الموصول، والجملة: صلة الموصول لا محل لها من الإعراب {فِي عِبَادِهِ} : متعلق بـ {خَلَتْ} ، {وَخَسِرَ}  {الواو} : استئنافية {خسر} : فعل ماض {هُنَالِكَ} : متعلق به {الْكَافِرُونَ} : فاعل، والجملة: مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {قُلْ إِنِّي نُهِيتُ} : ماض مغيّر الصيغة من النهي، وهو الزجر عن شيء. {أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ} يقال: أسلم أمره لله: إذا سلّم، وذلك إنما يكون بالرضى والانقياد لحكمه، وأسلمت له الشيء: إذا جعلته سالمًا خالصًا له. {ثُمَّ مِنْ نُطْفَةٍ} </p><p> قال الراغب: النطفة: الماء الصافي، ويعبّر بها عن ماء الرجل؛ أي: ماء الصلب يوضع في الرحم كما مرّ. {ثُمَّ مِنْ عَلَقَةٍ} وهو الدم الجامد. {ثُمَّ يُخْرِجُكُمْ طِفْلًا} والطفل: الولد ما دام ناعمًا، كما في \"المفردات\" والصغير من كل شيء أو المولود. كما في \"القاموس\" وحد الطفل: من أول ما يولد يستهل صارخًا إلى انقضاء ستة أعوام كما مرّ. {ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ} قال في \"القاموس\" : الأشد: مفرد جاء علي بناء الجمع من الشدة بمعنى القوّة، وهو ما بين ثماني عشرة سنة إلى ثلاثين. {شُيُوخًا} : جمع شيخ، وهو: من طعن في سنّ الكبر واستبانت فيه الشيخوخة، أو من خمسين أو إحدى وخمسين إلى آخر عمره، أو إلى ثمانين كما في \"القاموس\" . </p><p> {أَجَلًا مُسَمًّى} ؛ أي: وقتًا محدّدًا معيّنًا لموتكم. {هُوَ الَّذِي يُحْيِي وَيُمِيتُ} أصل يميت يموت بوزن بفعل، نقلت حركة الواو إلى الميم فسكنت إثر كسرة فقلبت ياءً حرف مدّ. {فَإِذَا قَضَى أَمْرًا} من القضاء بمعنى التقدير، عبّر به عن لازمه الذي هو إرادة التكوين، كأنه قيل: إذا قدّر شيئًا من الأشياء وأراد كونه. {إِذِ الْأَغْلَالُ} : جمع غلّ بضم الغين المعجمة، وهو: ما يقيد به فيجعل الأعضاء وسطه، وغل فلان: قيد به؛ أي: وضع في عنقه أو يده الغلّ. {فِي أَعْنَاقِهِمْ} جمع عنق وهي الرقبة. {وَالسَّلَاسِلُ} جمع سلسلة بالكسر، وهي الدائرة من حديد أو نحوه تتصل أجزاؤُها أو حلقاتها بعضها ببعض، ومنه سلاسل البرق؛ أي: ما استطال منه في عرض السحاب وسلاسل الكتاب سطوره. قال الراغب: وتسلسل الشيء: اضطرب كأنه تصوّر منه تسلسل متردد، فتردّد لفظه تنبيه على تردد معناه، وماء مسلسل؛ أي: متردد في مقرّه، وأما السلسلة بالفتح فهو إيصال الشيء بالشيء، ولما كان في السلسلة بالكسر إيصال بعض الخلق بالبعض؛ سميت بها. {يُسْحَبُونَ} من السحب، وهو: الجرّ بعنف، ومنه السحاب؛ لأنّ الريح تجرُّه، أو لأنه يجرّ الماء، وسحبه كمنعه، جرّه على وجه الأرض. {فِي الْحَمِيمِ} والحميم: الماء الذي تناهى حرّه. قال في \"القاموس\" : الحميم: الماء الحار، والماء البارد ضد، والقيظ والعرق؛ أي: على التشبيه. كما في \"المفردات\" . {ثُمَّ فِي النَّارِ يُسْجَرُونَ} من سجر التنور: إذا ملأه بالوقود. {ضَلُّوا عَنَّا} من قول العرب، ضل المسجد والدار؛ أي: لم يعرف موضعهما. </p><p> {بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ} قال في \"القاموس\" : الفرح السرور والبطر انتهى، والبطر النشاط والأشر وقلّة احتمال النعمة والأشر شهدّة البطر، وهو أبلغ عن البطر، والبطر: أبلغ من الفرح، وفي \"المفردات\" الفرح: انشراح الصدر بلذّة عاجلة، ولم يرخّص إلا في الفرح بفضل الله تعالى وبرحمته وبنصر الله، والبطر: دهش يعتري الإنسان من سوء احتمال النعمة وقلة القيام بحقها، وصرفها إلى غير وجهها. {فَإِمَّا نُرِيَنَّكَ} أصله؛ نرئينّك: نقلت حركة الهمزة إدي الراء، ثم حذفت للتخفيف فوزنه نُفِلَنَّكَ. {بَعْضَ الَّذِي نَعِدُهُمْ} قياسه نوعدهم، حذفت فاؤه حذفًا مطردًا لوقوعها بين ياء مفتوحة وكسرة. وقوله:  {أشَدُّ قُوَة} أصله أشدد، نقلت حركة الدال الأولى إلى الشين فسكنت، فأدغمت في الدال الثانية. {فَمَا أَغْنَى عَنْهُمْ} يقال: أغنى عنه كذا: إذا كفاه ونفعه، وهو إذا استعمل بعن .. يتعدّى إلى مفعول؛ أي: لم يدفع ولم ينفع، وأصله: أغني بوزن أفعل، قلبت الياء ألفًا لتحركها وانفتاح ما قبلها. </p><p> {فَلَمَّا رَأَوْا} أصله: رأيوا، بوزن فعلوا قلبت الياء ألفا لتحركها بعد فتح ثم حذف الألف لالتقاء الساكنين. {فَلَمْ يَكُ يَنْفَعُهُمْ} أصله: يكون، دخل الجازم {لم} : فصار يكون فالتقي ساكنان فحذفت الواو فصار يكن بوزن يفل، ثم حذفت النون حذفًا غير مطرد، فصار بوزن يفُ، وقد تقدم القول في حذف نون المضارع المجزوم بشرط كونه مجزومًا بالسكون، غير متصل بضمير نصب ولا بساكن، وقد وقع ذلك في التنزيل في ثمانية عشر موضعًا، وقد سمع حذفها في الشعر إذا وليها ساكن، كما في قول الخنجر بن صخر الأسديّ: </p><p> فَإِنْ لَمْ تَكُ الْمِرْآةُ أَبْدَتْ وَسَامَةً ... فَقدْ أَبْدَتِ الْمِرْآةُ جَبْهَةَ ضَيْغَمِ </p><p> فحذف النون مع ملاقاة الساكن، والمرآة بكسر الميم ومدّ الهمزة: آلة الرؤية، فكأنه نظر وجهه فيها فلم يره حسنًا، فتسلّى بأنه يشبه الضيغم وهو الأسد، والوسامة بفتح الواو: الحسن والجمال، وحمله جمهور النحاة على الضرورة. {سُنَّتَ اللَّهِ} من المصادر المؤكدة لعاملها المحذوف من لفظها، والسنة الطريقة والعادة المسلوكة، وسنة الله: طريقته وحكمته كا مرّ. {قَدْ خَلَتْ} من الخلوّ وهو المضي، أصله: خلو قلبت الواو ألفًا لتحركها وانفتاح ما قبلا فصار خلا، ثم اتصلت بالفعل تاء التأنيث الساكنة، فالتقى ساكنان الألف والتاء، فحذفت الألف لذلك فوزنه: </p><p> فعت. </p><p> فائدة: رسمت {سُنَّتَ} مجرور التاء ووقف عليها ابن كثير وأبو عمرو والكسائي بالهاء، والباقون: بالتاء، وأمال الكسائي الهاء في الوقف. اهـ \"خطيب\" . </p><p> البلاغة </p><p> وقد تضمّنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الطباق بين {نُهِيتُ} و {أمرت} في قوله: {إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ} ، {وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ} . </p><p> ومنها: المجاز بالحذف في قوله: {هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ} ؛ أي: خلق أصلكم آدم من تراب. </p><p> ومنها: وضع المفرد موضع الجمع في قوله: {ثُمَّ يُخْرِجُكُمْ طِفْلًا} ؛ أي: أطفالًا لإرادة الجنس. </p><p> ومنها: الطباق بين {يُحْيِي وَيُمِيتُ} في قوله: {هُوَ الَّذِي يُحْيِي وَيُمِيتُ} . </p><p> ومنها: الاستفهام التعجبي في قوله: {أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ} . </p><p> ومنها: تكرير ذم المجادلة في أربعة مواضع من هذه السورة. إما لتعدد المجادل، بأن يكون في أقوام مختلفة، أو تعدّد المجادل فيه بأن يكون في آيات مختلفة أو للتأكيد. </p><p> ومنها: وصل الموصول الثاني بالتكذيب دون المجادلة في قوله: {الَّذِينَ كَذَّبُوا بِالْكِتَابِ} لأنّ المعتاد وقوع المجادلة في بعض موضوع الكتاب لا في الكل. </p><p> ومنها: صيغة الماضي في الصلة الثانية أعني: {كَذَّبُوا بِالْكِتَابِ} للدلالة على التحقق كما أنّ صيغة المضارع في الصلة الأولى للدلالة على تجدد المجادلة وتكرُّرها. </p><p> ومنها: الإتيان بصيغة الماضي في قوله: {ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ (٧٣) } للدلالة على التحقيق والوقوع، لأنّ مقتضى الظاهر أن يقال: ثمّ يقال لهم، وفي قوله:  {قَالُوا ضَلُّوا عَنَّا} ؛ أي: يقولون. </p><p> ومنها: التشبيه في قوله: {كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ} . </p><p> ومنها: الالتفات من الغيبة في قوله: {يُضِلُّ اللَّهُ الْكَافِرِينَ} إلى الخطاب في قوله: {ذَلِكُم} الإضلال أيها الكفار للمبالغة في التوبيخ. </p><p> ومنها: الجناس الناقص بين {تَفْرَحُونَ} و {تَمْرَحُونَ} . </p><p> ومنها: جناس الاشتقاق بين {أَرْسَلْنَا} و {رُسُلًا} . </p><p> ومنها: طباق السلب في قوله: {مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ} . </p><p> ومنها: الإتيان بخلاف مقتضى الظاهر في قوله: {فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ} لأن الظاهر أن يقال: فبئس مدخل المتكبّرين، فعبّر عن المدخل بالمثوى؛ لكون دخولهم بطريق الخلود. اهـ \"أبو السعود\" . وفي \"السمين\" : ولم يقل فبئس مدخل المتكبرين؛ لأن الدخول لا يدوم، وإنما يدوم الثواء، فلذلك خصّه بالذّم، وإن كان الدخول أيضًا مذمومًا. اهـ. </p><p> ومنها: الاستعارة في قوله: {وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ} لأن {هُنَالِكَ} : موضوع للإشارة إلى المكان، فاستعير هنا للزمان. </p><p> ومنها: التعبير بالماضي في قوله: {وَخَسِرَ} للدلالة على تحقق الوقوع. </p><p> ومنها: المزاوجة في قوله: {وَعَلَى الْفُلْكِ} لأنّ مقتضى الظاهر أن يقال: وفي الفلك، كما في قوله:  {قُلْنَا احْمِلْ فِيهَا} ليزاوج ويطابق قوله: {وَعَلَيْهَا} . </p><p> ومنها: الاستطراد في قوله: {وَعَلَى الْفُلْكِ} وهو ذكر الشيء في غير موضعه لمناسبة بينه وبين ذلك الموضوع، لأنّ المقام مقام الامتنان بخلق الأنعام. </p><p> ومنها: إضافة الآيات إلى الاسم الجليل في قوله: {فَأَيَّ آيَاتِ اللَّهِ تُنْكِرُونَ} لتربية المهابة وتهويل إنكارها. </p><p> ومنها: الاستفهام التوبيخي في قوله: {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ} . </p><p> ومنها: التهكم في قوله: {فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ} وهو في اصطلاح البيانيين الاستهزاء والسخرية من المتكبرين لمخاطبتهم بلفظ الإجل الذي موضع التحقير، والبشارة في موضع التحذير، والوعد في موضع الوعيد، والعلم في موضع الجهل تهاونًا من القائل بالمقول له، واستهزاءً به. </p><p> ومنها: الزيادة والحذف في عدّة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> مجمل ما حوته هذه السورة الكريمة </p><p> اشتملت هذه السورة على المقاصد التالية: </p><p> ١ - وصف الكتاب الكريم. </p><p> ٢ - الجدل بالباطل في آيات الله. </p><p> ٣ - وصف الملائكة الذين يحملون العرش ومن حوله. </p><p> ٤ - طلب أهل النار الخروج منها لشدة الهول، ثم رفض هذا الطلب. </p><p> ٥ - إقامة الأدلة على وجود الإله القادر. </p><p> ٦ - إنذار المشركين بأهوال يوم القيامة. </p><p> ٧ - قصص موسى عليه السلام مع فرعون، وما دار من الحوار بين فرعون وقومه والذي يكتم إيمانه. </p><p> ٨ - أمر الرسول - صلى الله عليه وسلم - بالصبر على أذى قومه، كما صبر أولوا العزم من الرسل. </p><p> ٩ - تعداد نعم الله سبحانه على عباده في البر والبحر. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> [سورة فصلت] </p><p> سورة فصلت: وتسمى (١) سورة السجدة، وسورة حم السجدة، وسورة المصابيح: مكية، قال القرطبي: في قوله الجميع. وآيها: ثلاث أو أربع وخمسون آية. وكلماتها: سبع مئة وتسع وتسعون كلمةً. وحروفها: ثلاثة آلاف وثلاث مئة وخمسون حرفًا. </p><p> الناسخ والمنسوخ فيها: قال أبو عبد الله محمد بن حزم - رحمه الله تعالى - في كتابه (٢)  \"الناسخ والمنسوخ\" : سورة فصلت كلها محكمة، إلا آية واحدة، وهي قوله تعالى:  {وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ} الآية (٣٤) نسخت بآية السيف. اهـ. </p><p> مناسبتها لما قبلها:  (٣) أنهما اشتركتا في شيئين: </p><p> أحدهما: في تهديد قريش وتقريعهم، فقد توعدهم في السورة السابقة بقوله:  {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ} إلخ. وهددهم هنا بقوله: {فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ (١٣) }. </p><p> وثانيهما: أن كلتيهما بُدِئت بوصف الكتاب الكريم. </p><p> وقال أبو حيان: مناسبة هذه السورة لما قبلها (٤) : أنه قال في آخر السابقة {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ} إلى آخرها. فضمن وعيدًا وتهديدًا وتقريعًا لقريش، فأتبع ذلك التقريع والتوبيخ والتهديد بتوبيخ آخر، فذكر أنه نزل كتابًا مفصلًا آياته، بشيرًا لمن اتبعه، ونذيرًا لمن أعرض عنه، وأن أكثر قريش أعرضوا عنه، ثم ذكر قدرة الإله على إيجاد العالم العلوي والسفلي، ثم قال:  {فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً} فكان هذا كله مناسبًا لآخر سورة المؤمن، من عدم انتفاع مكذبي الرسل حين التبس بهم العذاب، وكذلك قريش حل بصناديدها من القتل والأسر والنهب والسبي </p><p>(١) المراح. (٢) الناسخ والمنسوخ.(٣) المراغي.(٤) البحر المحيط.</p><p> واستئصال أعداء رسول الله - صلى الله عليه وسلم - ما حل بعاد وثمود من استئصالهم. انتهى. </p><p> ومن فضائلها: ما روى عن النبي - صلى الله عليه وسلم -: \"من قرأ سورة السجدة أعطاه الله تعالى بكل حرف منها عشر حسنات\" ذكره البيضاوي. ولكن لا أصل له. </p><p> ومما يدل على فضلها: ما أخرجه ابن أبي شيبة وعبد بن حميد وأبو يعلى والحاكم، وصححه ابن مردويه وأبو نعيم والبيهقي كلاهما في \"الدلائل\" وابن عساكر عن جابر بن عبد الله - رضي الله عنه - قال: اجتمعت قريش يومًا فقالوا: انظروا أعلمكم بالسحر والكهانة والشعر، فليأت هذا الرجل الذي فرق جماعتنا، وشتت أمرنا، وعاب ديننا فليكلمه، ولينظر بم يرد عليه، فقالوا: ما نعلم أحدًا غير عتبة بن ربيعة، فقالوا: ائته يا أبا الوليد، فأتاه فقال: يا محمد، أنت خير أم عبد الله، أنت خير أم عبد المطلب، فسكت رسول الله - صلى الله عليه وسلم - قال عتبة: فإن كنت تزعم أن هؤلاء خير منك .. فقد عبدوا الآلهة التي عبت، وإن كنت تزعم أنك خير منهم .. فتكلم حتى نسمع قولك، أما والله ما رأينا سخلة قط أشأم على قومك منك، فرقت جماعتنا، وشتت أمرنا، وعبت ديننا، وفضحتنا في العرب، حتى لقد طار فيهم أن في قريش ساحرًا، وأن في قريش كاهنًا، والله ما ننتظر إلا مثل صيحة الحبلى أن يقوم بعضنا إلى بعض بالسيوف، يا رجل، إن كان إنما بك الحاجة .. جمعنا لك حتى تكون أغنى قريش رجلًا، وإن كان إنما بك الباءة .. فاختر أي نساء قريش شئت فلنزوجك عشرًا، فقال رسول الله - صلى الله عليه وسلم -: فرغت قال: نعم، فقال رسول الله - صلى الله عليه وسلم -: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ {حم (١) تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ (٢) كِتَابٌ فُصِّلَتْ آيَاتُهُ} حتى بلغ {فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ (١٣) } فقال عتبة: حسبك حسبك، ما عندك غير هذا، قال:  \"لا\" فرجع إلى قريش، فقالوا: ما وراءك، قال ما تركت شيئًا أرى أنكم تكلمونه به إلا كلمته، قالوا: فهل أجابك قال: والذي نصبها بنيةً - يريد الكعبة - ما فهمت شيئًا مما قال، غير أنه أنذركم صاعقةً مثل صاعقة عاد وثمود، قالوا: ويلك يكلمك الرجل بالعربية وما تدري ما قال، لا والله ما فهمت شيئًا مما قال غير ذكر الصاعقة. </p><p> ومنه ما أخرجه أبو نعيم والبيهقي في \"الدلائل\" عن ابن عمر قال: لما قرأ النبي - صلى الله عليه وسلم - علي بن ربيعة: {حم (١) } أتى أصحابه فقال: يا قوم، أطيعوني في هذا اليوم، واعصوني بعده، فوالله لقد سمعت من هذا الرجل كلامًا ما سمعت أذني </p><p> قط كلامًا مثله، وما دريْت ما أردّ عليه، وفي هذا الباب روايات كثيرة تدل على اجتماع قريش وإرسالهم عتبة بن ربيعة، وتلاوته - صلى الله عليه وسلم - أول هذه السورة عليه. </p><p> وعرض هذه السورة على عتبة بن ربيعة للرد عليهم مما يدل على فضلها وجزالتها وبلاغتها، وفي رواية أن عتبة بن ربيعة ذهب إلى رسول الله - صلى الله عليه وسلم - ليعظم عليه أمر مخالفته لقومه، وليقبح عليه فيما بينَه وبينَه، وليبعد ما جاء به، فلما تكلم عتبة .. قرأ رسول الله - صلى الله عليه وسلم -: {حم (١) } ومر في صدرها حتى انتهى إلى قوله: {فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ (١٣) } فأرعد الشيخ ووقف شعره، وأمسك على فم رسول الله - صلى الله عليه وسلم - بيده، وناشده بالرحم أن يمسك، وقال حين فارقه: والله لقد سمعت شيئًا ما هو بالشعر ولا بالسحر ولا بالكهانة، ولقد ظننت أن صاعقة العذاب على رأسي. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {حم (١) تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ (٢) كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ (٣) بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ (٤) وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ (٥) قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ (٦) الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ (٧) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (٨) قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ (٩) وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ (١٠) ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ (١١) فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (١٢) فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ (١٣) إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ (١٤) فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ (١٥) فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ (١٦) وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ (١٧) وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (١٨) وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ (١٩) حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ (٢٠) وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ (٢١) وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ (٢٢) وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ (٢٣) فَإِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْ وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ (٢٤) }. </p><p> المناسبة </p><p> المناسبة بين آخر السابقة وأول هذه السورة: أن السابقة ختمت بتهديد المعرضين عن آيات الله المكذبين بها، وهذه بدئت ببيان سبب إعراضهم بأن على قلوبهم أكنةً، وفي آذانهم وقر. </p><p> قوله تعالى:  {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ ...} الآية، مناسبتها لما قبلها: أن الله سبحانه لما بين (١) ما يذكر المشركون من الأسباب التي تحول بينهم وبين قبول دعوته .. أمر رسوله أن يجيب عن كلامهم بأنه لا يقدر على جبرهم على الإيمان، وحملهم عليه قسرًا، فإنه بشر مثلهم، ولا ميزة له عليهم، إلا بأن الله أوحى إليه ولم يودع إليهم. </p><p> ثم ذكر أن خلاصة الوحي علم وعمل، أما العلم فدعامته التوحيد، وأما العمل فأسُّه الاستغفار والتوبة مما فرط من الذنوب، ثم أردف ذلك بالتهديد لمن يشرك بالله، ولا يزكي نفسه من دنس الشح والبخل، وينكر البعث والجزاء والحساب يوم القيامة، وينصرف إلى الدنيا ولذاتها، وبعد أن ذكر وعيد الكفار أعقبه بوعد المؤمنين الذين يعملون الصالحات، بأن لهم عند ربهم أجرًا دائمًا غير مقطوع ولا ممنوع. </p><p> قوله تعالى:  {قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه، لما أمر رسوله بأن يقول للمشركين: إن ما تلقيته بالوحي، أن إلهكم إله واحد، فاخلصوا له العبادة .. أردف هذا بما يدل على كمال قدرته وحكمته في خلق السموات والأرض، على أطوار مختلفة متعاقبة، وأكمل لكل منها ما هي مستعدة له، وزين السماء بالنجوم والكواكب الثوابت والسيارات، ولا عجب؛ فذلك تقدير العزيز الغالب على أمره، العلم بكل ما فيها، لا يخفى عليه شيء منهما، فكيف يسوغ لكم أن تجعلوا الأوثان والأصنام شركاء له، وليس لها شيء في خلقهما وتقديرهما تعالى عن ذلك. </p><p> قوله تعالى:  {فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً ...} الآيات، مناسبتها لما </p><p>(١) المراغي.</p>"
}