{
  "id": null,
  "sura": 40,
  "aya": 35,
  "text": "<p> يؤمنوا بالأنبياء قبل نبيهم. </p><p> {كَذَلِكَ} ؛ أي: أضلالًا مثل ذلك الإضلال الفظيع الواقع لهم {يُضِلُّ اللَّهُ} سبحانه ويصد عن سبيل الحق وقصد السبيل {مَنْ هُوَ مُسْرِفٌ} منهمك في المعاصي متجاوز الحد فيها، مستكثر منها {مُرْتَابٌ} شاك في وحدانيته ووعده ووعيده؛ لغلبة الوهم عليه وانهماكه في التقليد. </p><p> ٣٥ - والموصول في قوله (١) : {الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ} : بدل من {مَنْ} الموصولة، والجمع باعتبار معناها؛ إذ لا يريد مسرفًا واحدًا بل كل مسرف، أو عطف بيان لها، أو في محل نصب بإضمار أعني، أو خبر مبتدأ محذوف؛ أي: هم الذين، أو مبتدأ وخبره {يَطْبَعُ} . والمراد بالمجادلة: ردّ الآيات والطعن فيها {بِغَيْرِ سُلْطَانٍ} متعلق بـ {يُجَادِلُونَ} ؛ أي: بغير حجة وبرهان صالحة للتمسك بها {أَتَاهُمْ} صفة لسلطان {كَبُرَ} ؛ أي: عظم من هو مسرف مرتاب أو الجدال، ففاعله: ضمير يعود على {مَنْ} في قوله: {مَنْ هُوَ مُسْرِفٌ} . وقيل: ضمير يعود على الجدال المفهوم من يجادلون، وهذا أولى كما في \"الشوكاني\" ؛ أي: عظم الجدال {مَقْتًا} ؛ أي: من جهة البغض الشديد والنفور القوي {عِنْدَ اللَّهِ} سبحانه، متعلق بـ {كَبُرَ} وكذلك قوله: {وَعِنْدَ الَّذِينَ آمَنُوا} قال ابن عباس - رضي الله عنهما -: يمقتهم الذين آمنوا بذلك الجدال، قيل: هذا من كلام الرجل المؤمن، يحتمل أن يراد به التعجب، وأن يراد به الذم كبئس، وقيل: ابتداء كلام من الله سبحانه. </p><p> والمعنى (٢) : أي إنّ هؤلاء المسرفين المرتابين هم الذين يخاصمون في حجج الله التي أتتهم بها رسله ليدحضوها بالباطل من الحجج التي لا مستساغ لها من عقل ولا نقل، فيتمسّكون بتقليد الآباء والأجداد ويتمسَّكون بترّهات الأباطيل التي لا يتقبلها ذوو الحصافة والرأي، كبر ذلك الجدال بغضًا لدى الله والمؤمنين، فمقت الله إياهم يكون بما يستتبعه من سوء العذاب، ومقت المؤمنين تظهر آثاره في هجرهم إياهم، والاحتراس من التعامل معهم، وعدم الركون إليهم في الدين والدنيا. </p><p>(١) الشوكاني. (٢) المراغي.</p><p> ثم بيَّن أنّ هذه سنة الله فيهم وفي أمثالهم فقال:  {كَذَلِكَ} ؛ أي: كما طبع الله سبحانه على قلوب المسرفين الذين يجادلون في آيات الله بغير سلطان أتاهم وختم عليها {يَطْبَعُ اللَّهُ} سبحانه، ويختم {عَلَى كُلِّ قَلْبِ} شخص {مُتَكَبِّرٍ} عن الإيمان {جَبَّارٍ} عن قبول الحق والهدى، فيصدر عنه أمثال ما ذكر من الإسراف والارتياب والمجادلة بالباطل. </p><p> أي (١) : يطبع على قلوب جميع المتكبرين الجبارين الذين أبو أن يوحدوا الله تعالى ويصدقوا رسله، واستعظموا عن اتباع الحق، فيصدر عنهم أمثال ما ذكر من الإسراف وغيره مما مرّ قريبًا. </p><p> قال صاحب \"الروح\" : واعلم (٢) : أنّ الطابع هو الله تعالى، والمطبوع هو القلب، وسبب الطبع هو التكبّر والجبارية، وحكمه أن لا يخرج من القلب ما فيه من الكفر والنفاق والزيغ والضلال، فلا يدخل فيه ما في الخارج من الإيمان والإخلاص والسداد والهدى، وهو أعظم عقوبة من الله سبحانه، فعلى العاقل أن يتشبّث بالأسباب المؤدّية إلى شرح الصدر لا إلى طبع القلب، قال إبراهيم الخوَّاص: - رحمه الله -: دواء القلب خمسة: قراءة القرآن بالتدبّر، وخلاء البطن، وقيام الليل، والتضرّع إلى الله عند السحر، ومجالسة الصالحين. </p><p> وقرأ الجمهور (٣) : بإضافة {قَلْبِ} إلى {مُتَكَبِّرٍ} واختار هذه القراءة أبو عبيد وأبو حاتم، وعليها ففي الكلام حذف تقديره: كذلك يطبع الله على كل قلب كل شخص متكبر جبار، فحذف كل الثاني لدلالة الأول عليه. </p><p> والمعنى: أنه سبحانه يطبع على قلوب جميع المتكبرين الجبارين. </p><p> وقرأ أبو عمرو وابن محيصن وابن ذكوان عن أهل الشام، والأعرج بخلاف عنه: بتنوين {قلب} على أنّ {متكبّر} صفة له فيكون القلب مرادًا به الجملة، ونسب التكبر إلى القلب؛ لأنه هو الذي يتكبَّر وسائر الأعضاء تبع له، ولهذا قال النبي - صلى الله عليه وسلم -: \"إنّ في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد </p><p>(١) المراغي. (٢) روح البيان.(٣) الشوكاني.</p>"
}