{
  "id": null,
  "sura": 40,
  "aya": 6,
  "text": "<p> الجحود والإنكار وأهل الاعتراض، كما كانوا في عهد كل نبي ورسول، وقال قتادة والسدي: ليقتلوه، والأخذ قد يرد بمعنى الإهلاك، كقوله تعالى:  {ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ} والعرب تسمي الأسير الأخيذ. </p><p> وقرأ الجمهور:  {بِرَسُولِهِمْ} ، وقرأ عبد الله:  {برسولها} ، عاد الضمير إلى لفظ أمة. </p><p> والمعنى: أي وحرصت كل أمة على تعذيب رسولهم بحبسه وإصابة ما أرادوا منه {وَجَادَلُوا} ؛ أي: وخاصموا رسولهم {بِالْبَاطِلِ} من القول الذي لا أصل ولا حقيقة له أصلًا. قال في \"فتح الرحمن\" : الباطل: ما كان فائت المعنى من كل وجه، مع وجود الصورة، إما لانعدام الأهلية، أو لانعدام المحلية، كبيع الخمر وبيع الصبي، انتهى. {لِيُدْحِضُوا بِهِ الْحَقَّ} ؛ أي: ليزيلوا بذلك الباطل، الحق الذي لا محيد عنه، كما فعل هؤلاء المشركون من قومك؛ أي: وخاصموا رسولهم بالباطل، بإيراد الشبه التي لا حقيقة لها، كقولهم:  {مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا} ليبطلوا به الحق الذي جاء به من عند الله تعالى، وليطفئوا النور الذي أوتيه. </p><p> قال يحيى بن سلام: جادلوا الأنبياء بالشرك؛ ليبطلوا الإيمان {فَأَخَذْتُهُمْ} بالإهلاك جزاء لهمّهم بالأخذ {فَكَيْفَ كَانَ عِقَابِ} ؛ أي: عقابي الذي عاقبتهم به، فإن آثار دمارهم ترونها حين تمرون على ديارهم عبرة للناظرين، ولآخذنّ هؤلاء أيضًا لاتحادهم في الطريقة، واشتراكهم في الجريمة. </p><p> والاستفهام فيه (١) استفهام تعجيب من استئصالهم، واستعظام لما حل بهم، وليس استفهامًا عن كيفية عقابهم، واجتزأ بالكسر عن ياء الإضافة؛ لأنها فاصلة، والأصل: عقابي. </p><p> والمعنى (٢) : فأهلكتهم واستأصلت شأفتهم، فلم أبق منهم ديارًا ولا نافخ نار، وصاروا كأمس الدابر، وإنكم لتمرون على ديارهم مصبحين وممسين، كما قال: {وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ (١٣٧) وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ (١٣٨) } </p><p> ٦ - وهكذا سأفعل بقومك إن هم أصروا على الكفر والجدل في آيات الله، وإلى ذلك أشار بقوله: {وَكَذَلِكَ حَقَّتْ </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> الأمم المكذبة، المتحزبة على رسلهم، المجادلة بالباطل لإدحاض الحق به .. وجب أيضًا {عَلَى الَّذِينَ كَفَرُوا} من قومك؛ أي: كفروا ربك، وتحزبوا عليك، وهموا بما لم ينالوا، فالموصول عبارة عن كفار قومه - صلى الله عليه وسلم -، وهم قريش، لا عن الأمم المهلكة. </p><p> وقوله:  {أَنَّهُمْ أَصْحَابُ النَّارِ} في حيز النصب بحذف لام التعليل، وإيصال الفعل؛ أي: كذلك حقت كلمة العذاب على الذين كفروا من قومك؛ لأنهم مستحقو أشد العقوبات وأفظعها، التي هي عذاب النار، وملازموها أبدًا لكونهم كفارًا معاندين، متحزبين على الرسول - صلى الله عليه وسلم -، كدأب من قبلهم من الأمم المهلكة، فهم لسائر فنون العقوبات أشد استحقاقًا، وأحق استيجابًا، فعلة واحدة تجمعهم، وهي أنهم أصحاب النار. </p><p> والمعنى (١) : أي وكما حق على الأمم التي كذبت رسلها، وقصصت عليك خبرها، أن يحل بها عقابي .. وجبت كلمة ربك على الذين كفروا بالله من قومك؛ لأن الأسباب واحدة، والعلة متحدة، وهي كفرهم وعنادهم للحق، واهتمامهم بإطفاء نور الله الذي بثه في الأرجاء، لإصلاح نظم العالم وسعادته في دينه ودنياه، وارتقاء النفوس البشرية، والسمو بها عن الاستخذاء إلى شجر أو حجر أو حيوان، طمعًا في خير يرجى منه، وشفاعة تنفع عند الله تعالى. </p><p> وقيل: هو؛ أعني قوله:  {أَنَّهُمْ أَصْحَابُ النَّارِ} في محل الرفع على أنه بدل من {كَلِمَتُ رَبِّكَ} بدل الكل. </p><p> والمعنى عليه: أي مثل ذلك الوجوب وجب على الكفرة المهلكة كونهم من أصحاب النار؛ أي: كما وجب إهلاكهم في الدنيا بعذاب الاستئصال، كذلك وجب تعذيبهم بعذاب النار في الآخرة، فالتشبيه واقع بين حالتيهم، والجامع للطرفين: إيجاب العذاب، ومحل الكاف على كلا التقديرين، النصب، على أنه نعت لمصدر محذوف، وفي الآية إشارة إلى أن الإصرار مؤد إلى الأخذ والانتقام في الدنيا والآخرة، فعلى العاقل أن يرجع إلى الله، ويتوب ويتعظ بغيره، قبل أن يتعظ الغير به، عصمنا الله تعالى وإياكم من أسباب سخطه. </p><p>(١) روح البيان.</p>"
}