{
  "id": null,
  "sura": 40,
  "aya": 67,
  "text": "<p> وفي \"الخطيب\"  (١) : لما أورد على المشركين تلك الأدلة، الدالة على إثبات إله العالم .. أمره بقوله:  {قُلْ إِنِّي نُهِيتُ} إلخ؛ أي: قل لهؤلاء الذين يجادلونك في ألبعث، مقابلًا لانكارهم بالتوكيد {قُلْ إِنِّي نُهِيتُ} ؛ أي: نهيًا عامًا ببراهين العقول، ونهيًا خاصًا بأدلة النقل، أن أعبد الذين تعبدون من دون الله حين جاءني البينات من ربي؛ أي: دلائل التوحيد العقلية والنقلية. اهـ. </p><p> وخلاصة المعنى (٢) : أي قل أيها الرسول لمشركي قومك من قريش وغيرهم: إني نهيت أن أعبد ما تعبدون من دون الله من وثن أو صنم، حين جاءتني الأدلة من عند ربي، وهي آيات الكتاب الذي أنزله علي، وهي مؤيدة لأدلة العقل، ومنبهة لها، وجملة ذلك: أن الايات التنزيلية مفسرات للآيات التي في الأكوان والأنفس. </p><p> ولما بين أنه نهى عن عبادة غير الله تعالى .. أردف ذلك بأنه أمر بعبادته تعالى فقال:  {وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ} ؛ أي: أمرت بأن أنقاد أو أخلص، فالأول على أن يكون {أُسْلِمَ لِرَبِّ الْعَالَمِينَ} من قولم: أسلم أمره إلى الله؛ أي: سلم وفوض، وذلك إنما يكون بالرضا والانقياد لحكمه، والثاني مفعول {أُسْلِمَ} محذوفًا؛ أي: أمرت أن أسلم أمري أو أخلص توحيدي وطاعتي له. اهـ \"زاده\" ؛ أي: أمرت بالانقياد والخضوع أو بالإخلاص له. </p><p> قال في \"برهان القرآن\" : مدح سبحانه نفسه وختم ثلاث آيات على التوالي بقوله: {رَبِّ الْعَالَمِينَ} وليس له في القرآن نظير. </p><p> ٦٧ - ثم ذكر من الدلائل على وجوده تعالى تكوين الإنسان من ابتداء النطفة إلى وقت الشيخوخة، فقال:  {هُوَ الَّذِي خَلَقَكُمْ ...} وعبارة زاده هنا: لما استدل على ثبوت الإله ووجوده بأربع من دلائل الآفاق، وهي الليل والنهار، والأرض والسماء، وبثلاث من دلائل الأنفس، وهي التصوير وحسن الصورة، ورزق الطيبات .. ذكر من دلائل الأنفس كيفية تكون البدن من ابتداء كونه نطفة إلى آخر الشيخوخة والموت، فقال:  {هُوَ الَّذِي خَلَقَكُمْ} الخ. انتهى. </p><p> أي: هو سبحانه وتعالى الإله الذي خلقكم وأوجدكم يا بني آدم {مِنْ تُرَابٍ} ؛ </p><p>(١) الخطيب. (٢) المراغي.</p><p> أي: في ضمن خلق أبيكم آدم من تراب؛ أي: خلق أباكم الأول - وهو آدم - من تراب وخلقه من تراب، يستلزم خلق ذريته منه. {ثُمَّ} خلقكم خلقًا تفصيليًا {مِنْ نُطْفَةٍ} ؛ أي: من منى، قال الراغب: النطفة: الماء الصافي، ويعبر بها عن ماء الرجل؛ أي: ماء الصلب يوضع في الرحم. كما قال ابن سينا: </p><p> لَا تُكْثِرَنَّ مِنَ الْجِمَاعِ فَإِنَّهُ ... مَاءُ الحَيَاةِ يُصَبُّ فِيْ الأَرْحَامِ </p><p> والمعنى: خلق أصلكم آدم من تراب، ثم خلقكم من نطفة نسلًا بعد نسل، أو خلق كل واحد منكم من التراب، بمعنى أن كل إنسان مخلوق من المني، وهو من الدم، وهو من الأغذية الحيوانية والنباتية، والحيوانية لا بد أن تنتهي إلى النباتية، وإلا لزم أن يتسلسل الحيوانيات إلى غير النهاية، والنبات إنما يتولد من الماء والتراب، أو خلق قالبكم في بدء أمركم من الذرة الترابية، التي استخرجها من صلب آدم، ثم أودعها في قطرة نطفة بنيه. </p><p> {ثُمَّ} خلقكم {مِنْ عَلَقَةٍ} وهي الدم الجامد، لأن المني يصير على هذا الشكل بعد أربعين يومًا في بطن الأم. {ثُمَّ} خلقكم مضغة مخلقة وغير مخلقة، ثم {يُخْرِجُكُمْ} من بطون أمهاتكم حالة كونكم {طِفْلًا} ؛ أي: أطفالًا صغارًا، حال من الكاف في {يُخْرِجُكُمْ} ولما كانت الحال مفردة، وصاحبها جمعًا، وهذا لا يسوغ .. أولناها بالجمع ليحصل التطابق، وأفرده هنا؛ لكونه اسم جنس وضع موضع الجمع؛ أي: الأطفال، أو المعنى: ثم يخرج كل واحد منكم من رحم الأم حال كونه طفلًا، لتكبروا شيئًا فشيئًا. {ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ} ؛ أي: كمالكم في القوة والعقل، قال في \"القاموس\" : الأشد واحد، جاء علي بناء الجمع بمعنى القوة، وهو ما بين ثماني عشرة إلى ثلاثين. وفي \"كشف الأسرار\" : يقال: إذا بلغ الإنسان إحدى وعشرين سنة .. دخل في الأشد، وذلك حين اشتد عظامه، وقويت أعضاؤه {ثُمَّ لِتَكُونُوا شُيُوخًا} ؛ أي: تصيروا إلى حالة الشيخوخة، والشيخ: يقال لمن طعن في السنن، واستبانت فيه، أو من خمسين أو إحدى وخمسين إلى آخر عمره، أو إلى ثمانين. كما في \"القاموس\" . </p><p> قال في \"كشف الأسرار\" يقال: إذا ظهر البياض بالإنسان .. فقد شاب. وإذا دخل في الهرم .. فقد شاخ. قال الشاعر: </p><p> وَمَنْ عَاشَ شَبَّ وَمَنْ شَبَّ شَابَ ... وَمَنْ شَابَ شَاخَ وَمَنْ شَاخَ مَاتَ </p><p> روي: أن أبا بكر - رضي الله عنه - قال: يا رسول الله، قد شبت فقال:  \"شيبتني هود وأخواتها\" ؛ يعني: سورة هود، وكان الشيب برسول الله - صلى الله عليه وسلم - قليلًا، يقال: كان شاب منه إحدى وعشرون شعرةً بيضاء، ويقال: سبع عشرة شعرة. قال أنس: لم يكن في رأسه ولحيته عشرون شعرةً بيضاء، وقال بعض الصحابة: ما شاب رسول الله - صلى الله عليه وسلم -، وسئل آخر منهم، فأشار إلى عنفقته؛ يعني كان البياض في عنفقته؛ أي: في شعيرات بين الشفة السفلى والذقن، وإنما اختلفوا لقلتها، يقال: كان إذا ادهن خفي شيبة. </p><p> والحاصل (١) : أن {اللام} التعليلية في {لِتَبْلُغُوا} : معطوفة على علة أخرى ليخرجكم مناسبة لها، والتقدير: لتكبروا شيئًا فشيئًا، ثم لتبلغوا غاية الكمال، وقوله {ثُمَّ لِتَكُونُوا شُيُوخًا} معطوف على {لِتَبْلُغُوا} . </p><p> وقرأ نافع وحفص وأبو عمرو وابن محيصن وهشام:  {شُيُوخًا} بضم الشين، وقرأ الباقون: بكسرها، وقرىء:  {شيخًا} بالإفراد لقوله: طفلًا. </p><p> يعني: أن مراتب الإنسان بعد خروجه من بطن أمه ثلاث: الطفولية وهي حالة النمو، والزيادة إلى أن يبلغ كمال الأشد من غير ضعف، ثم يتناقص بعد ذلك وهي الشيخوخة، {وَمِنْكُمْ مَنْ يُتَوَفَّى} ؛ أي: يقبض روحه ويموت {مِنْ قَبْلُ} ؛ أي: من قبل الشيخوخة بعد بلوغ الأشد أو قبله أيضًا، وقوله:  {وَلِتَبْلُغُوا} : متعلق (٢) بفعل مقدر بعده؛ أي: ولتبلغوا جميعًا {أَجَلًا مُسَمًّى} ؛ أي: وقتًا محدودًا معينًا لا تتجاوزونه هو وقت الموت، أو يوم القيامة يفعل ذلك؛ أي: ما ذكر من خلقكم من تراب وما بعده من الأطوار المختلفة، ولكون المعنى على هذا لم يعطف على ما قبله من {لِتَبْلُغُوا أَشُدَّكُمْ} و {لِتَكُونُوا شُيُوخًا} ، وإنما قلنا: أو يوم القيامة؛ لأن الآية تحتوي على جميع مراتب الإنسان، من مبدأ فطرته إلى منتهى أمره، فجاز أن يراد أيضًا يوم الجزاء؛ لأنه المقصد الأقصى، وإليه كمِّيَّةُ الأحوال {وَلَعَلَّكُمْ تَعْقِلُون} ؛ أي: ولكي تعقلوا ما في ذلك الانتقال من طور، إلى طور من فنون </p><p>(١) الشوكاني. (٢) روح البيان.</p>"
}