{
  "id": null,
  "sura": 40,
  "aya": 27,
  "text": "<p> والجحدري ونافع وأبو عمرو وحفص:  {يُظْهِرَ} بضم الياء وكسر الهاء، من أظهر الرباعي، وفاعله: ضمير {مُوسَى} و {الْفَسَادَ} : منصوب على أنه مفعول به، وقرأ باقي السبعة والأعرج والأعمش وابن وثاب وعيسى:  {يَظهَر} بفتح الياء والهاء من ظهر الثلاثي، مبنيًا للفاعل ورفع {الفساد} على الفاعلية، وقرأ زيد بن علي:  {يُظهَر} بضم الياء وفتح الهاء، مبنيًا للمفعول {الفساد} رفعًا على النيابة عن الفاعل، وقرأ مجاهد:  {يظّهّرَ} بشد الظاء والهاء {الفساد} رفعًا. </p><p> ٢٧ - ولما سمع موسى عليه السلام بمقالة فرعون .. استعاذ بالله من شر كل متكبر عن الإيمان به منكر بالبعث والنشور، فصانه من كل بلية، وإلى ذلك أشار بقوله:  {وَقَالَ مُوسَى} عليه السلام لقومه حين سمع بما يقوله اللعين من حديث قتله عليه السلام: {إِنِّي عُذْتُ} واستجرت {بِرَبِّي وَرَبِّكُمْ} . </p><p> قرأ أبو عمرو وحمزة والكسائي هنا وفي الدخان (١) : {عذتُّ} بإدغام الذال في التاء، وقرأ الباقون: بالإظهار، وخص (٢) اسم الرب؛ لأن المطلوب هو الحفظ والتربية، وإضافته إليه وإليهم للحث على موافقته في العياذ به تعالى، والتوكل عليه، فإن في تظاهر النفوس تأثيرًا قويًا. في استجلاب الإجابة، وهو السبب الأصلي في اجتماع الناس لأداء الصلوات الخمس والجمعة والأعياد والاستسقاء ونحوها. </p><p> {مِنْ كُلِّ مُتَكَبِّرٍ} ؛ أي: من شر كل متعظم عن الإيمان بالله سبحانه، والتكبر: تعاظم الإنسان في نفسه مع حقارته. {لَا يُؤْمِنُ بِيَوْمِ الْحِسَابِ} والجزاء صفة لما قبله، عقب به لأن طبع المتكبر القاسي وشأنه إبطال الحق، وتحقير الخلق، لكنه قد ينزجر إذا كان مقرًّا بالجزاء، وخائفًا من الحساب، وأما إذا اجتمع التكبر والتكذيب بالبعث .. كان أظلم وأطغى، فلا عظيمة إلا ارتكبها، فيكون بالاستعاذة أولى وأحرى. </p><p> وصدر (٣) الكلام بـ {إنّ} تأكيدًا وإشعارًا على أن السبب المؤكد في دفع الشر هو العياذ بالله تعالى، والمسلم إذا قال عند القراءة: أعوذ بالله من الشيطان الرجيم .. فالله تعالى يصون دينه وإخلاصه عن وساس شياطين الجن، فكذلك إذا </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) البيضاوي.</p><p> قال: أعوذ بالله عند توجه الآفات والمخافات، فالله يصونه عن كل الآفات والمخافات من شياطين الإنس. </p><p> والمعنى (١) : أي إني استجرت بالله ربي وربكم، واستعصمت به من شر كل مستكبر لا يذعن للحق، ولا يؤمن بيوم يحاسب الله فيه الخلائق، فيجازي المحسن بإحسانه، والمسيء بما أساء، وإنما خص الاستعاذة بمن جمع بين الاستكبار والتكذيب بالجزاء؛ لأنهما عنوان قلة المبالاة بالعواقب، وعنوان الجرأة على الله وعلى عباده، فمن لم يؤمن بيوم الحساب .. لم يكن للثواب على الإحسان راجيًا، ولا من العقاب على الإساءة وقبيح ما يأتي من الأفعال خائفًا، وإنما لم يسم فرعون باسمه، بل ذكره بوصف يعمه وغيره من جبابرة أركانه وغيرهم؛ لتعميم الاستعاذة والإشعار بعلة القساوة والجرأة على الله، وهي التكبر وما يليه من عدم الإيمان بالبعث، وإنما قال:  {مِنْ كُلِّ مُتَكَبِّرٍ} ولم يقل منه سلوكًا لطريق التعريض، وتحاشيًا مما قد يعرض له من الأذى إذا هو سمع كلامه، فهو واف بالغرض، ومبين للعلة </p><p> التي لأجلها أبى واستكبر. </p><p> فائدة: سئل أبو حنيفة - رحمه الله تعالى - أي ذنب أخوف على سلب الإيمان؟ قال: ترك الشكر على الإيمان, وترك خوف الخاتمة، وظلم العباد، فإن من كان فيه هذه الخصال الثلاث .. فالأغلب أن يخرج من الدنيا كافرًا إلا من أدركته السعادة. </p><p> وفي الخبر:  \"إن الله سخر الريح لسليمان عليه السلام فحملته وقومه على السرير، حتى سمعوا كلام أهل السماء، فقال ملك - لآخر إلى جنبه -: لو علم الله في قلب سليمان مثقال ذرة من كبر .. لأسفله في الأرض مقدار ما رفعه مِنَ الأرض إلى السماء\" . </p><p> وفي الحديث:  \"ما من أحد إلا وفي رأسه سلسلتان: إحداهما إلى السماء السابعة، والأخرى إلى الأرض السابعة، فإذا تواضع .. رفعه الله بالسلسلة التي في السماء السابعة، وإذا تكبر .. وضعه الله بالسلسلة التي في الأرض السابعة\" فالمتكبر </p><p>(١) المراغي.</p>"
}