{
  "id": null,
  "sura": 40,
  "aya": 15,
  "text": "<p> المشركين في مسلكهم {وَلَوْ كَرِهَ الْكَافِرُونَ} إخلاصكم وغاظهم إنابتكم إلى ربكم، ولا تلتفتوا إلى كراهتهم لذلك، ودعوهم يموتوا بغيظهم ويهلكوا بحسرتهم. </p><p> وقد ثبت في \"الصحيح\" عن عبد الله بن الزبير - رضي الله تعالى عنه - أن رسول الله - صلى الله عليه وسلم - كان يقول عقب الصلوات المكتوبة:  \"لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، لا حول ولا قوة إلا بالله، لا إله إلا الله، ولا نعبد إلا إياه، له النعمة وله الفضل وله الثناء الحسن، لا إله إلا الله مخلصين له الدين ولو كره الكافرون\" . </p><p> وعن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال:  \"ادعوا الله تبارك وتعالى وأنتم موقنون بالإجابة، واعلموا أن الله لا يستجيب دعاء قلب غافل لاهٍ\" . </p><p> ١٥ - وبعد أن ذكر من صفات كبريائه إظهاره للآيات وإنزاله للأرزاق .. ذكر ثلاث صفات أخرى تدل على جلاله وعظمته، فقال: </p><p> ١ - {رَفِيعُ الدَّرَجَاتِ} ؛ أي: هو سبحانه أرفع الموجودات وأعظمها شأنًا؛ لأن كل شيء محتاج إليه، وهو مستغن عما عداه، وأنه أزلي أبدي، ليس لوجوده أول ولا آخر، وأنه العالم بكل شيء. </p><p> ٢ - {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ} وارتفاع رفيع الدرجات على أنه خبر ثان عن المبتدأ المتقدم؛ أي: هو الذي يريكم آياته وهو رفيع الدرجات، وكذلك قوله: </p><p> ٣ - {ذُو الْعَرْشِ} خبر ثالث، ويجوز أن يكونا خبرين لمبتدأ محذوف، والرفيع: صفة مشبهة، أضيفت إلى فاعلها بعد النقل إلى فعل بالضم، كما هو المشهور، وتفسيره بالرافع؛ ليكون من إضافة اسم الفاعل إلى المفعول، بعيد في الاستعمال كما في \"الإرشاد\" . </p><p> والمعني: رفيع الصفات والأفعال عن كل ما لا يليق به {ذُو الْعَرْشِ} العظيم أي: مالك العرش وخالقه ومدبره، فهو مستول على معالم الأجسام، وأعظمها العرش، كما هو مستول على عالم الأرواح، وهي مسخرة له، وإلى ذلك أشار بقوله:  {يُلْقِي الرُّوحَ مِنْ أَمْرِهِ} وذلك يقتضي علو شأنه وعظم سلطانه، ومن كان كذلك .. فهو الذي يحق له العبادة ويجب له الإخلاص، وجملة قوله: {يُلْقِي الرُّوحَ </p><p> مِنْ أَمْرِهِ} في محل رفع على أنها خبر رابع للمبتدأ المتقدم، أو هي خبر لمبتدأ محذوف؛ أي: وسبحانه وتعالى يلقي الوحي بقضائه وإرادته {عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ} الذين يصطفيهم لرسالته، وتبليغ أحكامه إلى من يريد من خلقه، وسمي الوحي روحًا؛ لأن القلوب تحيا به من موت الكفر، كما تحيا الأبدان بالروح. </p><p> والمعنى (١) : ينزل الوحي الجاري من القلوب منزلة الروح من الأجساد، فكما أن الروح سبب لحياة الأجسام، كذلك الوحي سبب لحياة القلوب، فإن حياة القلوب إنما هي بالمعارف الإلهية الحاصلة بالوحي، فاستعير الروح للوحي؛ لأنه يحيى به القلب بخروجه من الجهل والحيرة إلى المعرفة والطمأنينة، وقوله:  {مِنْ أَمْرِهِ} : متعلق بـ {يُلْقِي} ، و {مِنْ} بمعنى الباء، أو لابتداء الغاية، ويجوز أن يكون متعلقًا بمحذوف على أنه حال من الروح؛ أي: حال كونه ناشئًا، ومبتدأ من أمره تعالى. </p><p> وقوله:  {لِيُنْذِرَ} : غاية للإلقاء؛ أي: لينذر الله تعالى، أو الملقى عليه أو الروح، والإنذار: دعوة إبلاغ مع تخويف. </p><p> وقرأ الجمهور (٢) : {لِيُنْذِرَ} مبنيًا للفاعل ونصب اليوم، والفاعل: هو الله سبحانه، أو الرسول، أو من يشاء، والمنذر به: محذوف تقديره: لينذر العذاب الواقع {يَوْمَ التَّلَاقِ} وقرأ أبي وجماعة: كذلك، إلا أنهم رفعوا {يَوْمَ} على الفاعلية مجازًا، وقرأ اليماني فيما ذكر صاحب \"اللوامح\" : {ليُنذَر} مبنيًا للمفعول، {يَوْمَ التَّلَاقِ} الرفع، وقرأ ابن عباس والحسن واليماني: فيما ذكر ابن خالويه {لتنذر} بالتاء، فقالوا: الفاعل: ضمير الروح؛ لأنها تؤنث أو فيه ضمير المخاطب وهو الرسول، وقرىء:  {التَّلَاقِ} و {اْلتَّنَادِ} بياء وبغير ياء، و {يَوْمَ التَّلَاقِ} : هو يوم القيامة، سمي بذلك؛ لأنه تتلاقى فيه الأرواح والأجساد، وأهل السموات وأهل الأرض، والعابدون والمعبودون، والعاملون والأعمال، والأولون والأخرون، والظالمون والمظلومون، وأهل النار مع الزبانية. </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}