{
  "id": null,
  "sura": 40,
  "aya": 4,
  "text": "<p> الفضل بترك العقاب المستحق، وإيراد صفة واحدة في جانب الغضب بين صفات الرحمة: دليل سبقها ورجحانها. </p><p> والمعنى: أي وهو سبحانه الإله الذي يغفر ما سلف من الذنوب، ويقبل التوبة في مستأنف الأزمنة لمن تاب وخضع، وهو شديد العقاب لمن تمرد وطغى وآثر الحياة الدنيا، وعثا عن أوامر الله وبغى، المتفضل على عباده، المتطول عليهم بما هم فيه من المنن والنعم، التي لا يطيقون القيام بشكرها، ولا شكر واحدة منها، كما قال:  {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا} . </p><p> وذكر:  {غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ} ؛ لترغيب عباده العاصين، وذكر:  {شَدِيدِ الْعِقَابِ} لترهيبهم، وفي مجموع هذا الحث على فعل المراد من تنزيل الكتاب، وهو التوحيد والإيمان بالبعث، والإخلاص لله في العمل، والإقبال عليه، وقد جمع القرآن هذين الوصفين في مواضع كثيرة منه، كقوله: {نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ (٤٩) } {وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ (٥٠) } ليبقى العبد بين الخوف والرجاء {لَا إِلَهَ إِلَّا هُوَ} سبحانه، فيجب الإقبال الكلي على طاعته في أوامره ونواهيه {إِلَيْهِ} تعالى فحسب، لا إلى غيره، لا استقلالًا ولا اشتراكًا {الْمَصِيرُ} ؛ أي: المرجع والمآب؛ أي: رجوع الخلق إليه سبحانه في الآخرة، فيجازي كلا من المطيع والعاصي. </p><p> ٤ - ثم لما ذكر أن القرآن كتاب الله، أنزله ليهتدى به في الدين .. ذكر أحوال من يجادل فيه بقصد إبطاله، فقال:  {مَا يُجَادِلُ فِي آيَاتِ اللَّهِ} ؛ أي: ما يخاصم وينازع في دفع آيات الله وإبطالها. وتكذيبها؛ أي: ما يخاصم في آيات الله تعالى التنزيلية، أو التكوينية بالطعن فيها، بأن يقول في حقها سحرًا أو شعرًا أو أساطير الأولين أو نحو ذلك، وباستعمال المقدمات الباطلة لإدحاضه وإزالته وإبطاله، لقوله تعالى:  {وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ} فحمل المطلق هنا على المقيد هناك، وأريد بالجدال المذكور هنا: الجدال بالباطل، أما الجدال لاستيضاح الحق ورفع اللبس، والبحث عن الراجح والمرجوح، وعن المحكم والمتشابه، ودفع ما يتعلق به المبطلون من متشابهات القرآن، وردهم بالجدال إلى المحكم .. فهو من أعظم ما يتقرب به المتقربون، ومن أفضل الطاعات، كالجهاد في سبيل الله تعالى. </p><p> {إِلَّا الَّذِينَ كَفَرُوا} بها، وأما الذين آمنوا .. فلا يخطر ببالهم شائبة شبهة منها، فضلًا عن الطعن فيها، ولما حكم سبحانه وتعالى على المجادلين في آيات الله بالكفر .. نهى رسوله - صلى الله عليه وسلم - عن أن يغتر بشيء من حظوظهم الدنيوية، فقال:  {فَلَا يَغْرُرْكَ} يا محمد {تَقَلُّبُهُمْ} ؛ أي: تنقلهم {فِي الْبِلَادِ} للتجارات النافقة، والمكاسب المربحة، سالمين غانمين بمراداتهم، فإنهم يمهلون ولا يهلون، و {الفاء} : في قوله: {فَلَا يَغْرُرْكَ} : واقعة في جواب شرط محذوف، والغرة: غفلة في اليقظة، والتقلب: التنقل في البلاد والتصرف فيها بالتجارة. </p><p> والمعنى: فإذا علمت يا محمد أنهم محكوم عليهم بالكفر .. فلا يغررك إمهالهم وإقبالهم في دنياهم، وتقلبهم في بلاد الشام واليمن للتجارات المربحة، وهي رحلة الشتاء والصيف. </p><p> وقرأ الجمهور:  {فَلَا يَغْرُرْكَ} بالفك، وهي لغة أهل الحجاز، وقرأ زيد بن علي وعبيد بن عمير:  {فلا يغرك} بالإدغام مفتوح الراء، وهي لغة تميم. </p><p> ومعنى الآية: أي ما يخاصم في القرآن بالطعن فيه وتكذيبه، كقولهم مرة: أنه شعر، وأخرى: أنه سحر، وثالثة: أنه أساطير الأولين، إلى أشباه ذلك من سخيف المقال، إلا الذين جحدوا به وأعرضوا عن الحق مع ظهوره، وهذا النوع من الجدل هو المذموم، وإليه الإشارة بقوله - صلى الله عليه وسلم -: \"لا تماروا في القرآن، فإن المراء فيه كفر\" . أما الجدل لتقرير الحق، وإيضاح الملتبس، وكشف المعضل، واستنباط المعاني، ورد أهل الزيغ بها، ورفع اللبس، ودفع ما يتعلق به المبطلون من متشابهات القرآن .. فهو وظيفة الأنبياء، ومنه قوله تعالى عن قوم نوح لنوح {يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا} . </p><p> وعن عبد الله بن عمرو بن العاص - رضي الله تعالى عنه - قال: هاجرت إلى رسول الله - صلى الله عليه وسلم - يومًا، فسمعت أصوات رجلين اختلفا في آية، فخرج يعرف في وجهه الغضب فقال:  \"إنما هلك من كان قبلكم باختلافهم في الكتاب\" . رواه مسلم. </p><p> وقال أبو العالية: آيتان ما أشدهما علي {مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا} الآية. وقوله:  {وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ} . </p><p> ولما حكم سبحانه على المجادلين في آيات الله بالكفر .. نهى رسوله - صلى الله عليه وسلم - أن </p>"
}