{
  "id": null,
  "sura": 41,
  "aya": 28,
  "text": "<p> وفي \"فتح الرحمن\" : المراد به سيئة، إذ لا يختص جزاؤهم بأسوأ عملهم، فلا يجازيهم على محاسن أعمالهم، كإغاثة الملهوفين وصلة الأرحام، وقرى الأضياف؛ لأنها محبطة بالكفر. أو المعنى (١) : ولنجزينهم أعظم عقوبة على أسوأ أعمالهم، وهو الكفر، وعلى غيره بحسب ما يليق به. وعن ابن عباس - رضي الله عنهما -: {فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا} أبا جهل وأصحابه {عَذَابًا شَدِيدًا} في الدنيا يوم بدر {أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ} في الآخرة. </p><p> والمعنى: أي فلنذيقن الكافرين عذابًا لا يحاط بوصفه، ولنجازينهم بأسوأ أعمالهم؛ لأن أعمالهم الحسنة كصلة الأرحام وإكرام الضيف قد أحبطها الكفر، ولم يبق لهم إلا القبيح، ومن ثم لم يجازوا إلا على السيئات، وفي هذا تعريض بمن لا يخشع ولا يتدبر حين سماع القرآن، وتهديد ووعيد لمن يصدر منه حين سماع القرآن ما يهوش على القارىء، ويخلط عليه في القراءة. </p><p> ٢٨ - ثم بين العذاب الشديد الذي يحيق بهم، فقال:  {ذَلِكَ} المذكور من الجزاء، وهو مبتدأ، خبره: قوله: {جَزَاءُ أَعْدَاءِ اللَّهِ} ؛ أي: جزاء معد لأعدائه {النَّارُ} عطف بيان لـ {الجزاء} أو بدل منه، أو ذلك (٢) خبر مبتدأ محذوف؛ أي: الأمر ذلك على أنه عبارة عن مضمون الجملة، لا عن الجزاء، وما بعده: جملة مستقلة مبينة لما قبلها؛ يعني: أن {الجزاء} مبتدأ و {النَّارُ} : خبره، أو {النَّارُ} : مبتدأ، خبره: قوله: {لَهُمْ} ، وجملة قوله:  {فِيهَا دَارُ الْخُلْدِ} : حال من الضمير المستكن في الجار والمجرور؛ أي: النار كائنة لهم حالة كونها موصوفة يكون دار الخلد والإقامة المؤبدة فيها؛ أي: هي بعينها دار إقامتهم، لا انتقال لهم منها، على أن {فِي} للتجريد لا للظرفية، وهو أن ينتزع من أمر ذي صفة أمر آخر مثله؛ مبالغةٌ لكماله فيها، كما يقال: في البيضة عشرون منًا من حديد، وقيل: هي على معناها؛ أي: للظرفية، والمراد: أن لهم في النار المشتملة على الدور دارًا مخصوصةً هم فيها خالدون، ومعنى دار الخلد: دار الإقامة المستمرة التي لا انقطاع لها {جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ} : منصوب (٣) بفعل مقدر؛ أي: يجزون جزاءً، و {الباء} الأولى: متعلقة بي {جَزَاءً} والثانية: بـ {يَجْحَدُونَ} وقدمت عليه؛ لمراعاة الفواصل؛ أي: بسبب </p><p>(١) النسفي. (٢) روح البيان.(٣) روح البيان.</p>"
}