{
  "id": null,
  "sura": 41,
  "aya": 41,
  "text": "<p> أنفسكم، فمن أراد الجزاء .. فليعمل له، فإنه لامقيه، وفيه تهديد شديد؛ لظهور أن ليس المقصود الأمر بكل عمل شاؤوا. قال في \"الأسئلة المقحمة\" : هو أمر وعيد، ومعناه: أن المهلة ما هي لعجز ولا لغفلةٍ، وإنما يعجل من يخاف الفوت، وهو أبلغ أسباب الوعيد {إِنَّهُ} تعالى {بِمَا تَعْمَلُونَ بَصِيرٌ} فيجازيكم بحسب أعمالكم؛ أي: إنه بأعمالكم ذو خبرة وعلم لا تخفى عليه خافية منها ولا من غيرها، وهو مجازيكم بحسب أعمالكم خيرًا أو شرًّا. </p><p> ٤١ - ثمّ بيّن أولئك الملحدين بقوله:  {إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ} ؛ أي: بالقرآن، فيكون (١) من وضع الظاهر موضع ضمير الآيات؛ أي: إن الذين بادهوا القرآن بالكفر والإنكار عليه {لَمَّا جَاءَهُمْ} ؛ أي: حين جاءهم، وأول ما سمعوه من غير إجالة فكر وإعادة نظر، وكذّبوا به على البديهة قبل التدبّر ومعرفة التأويل، وقوله:  {إِنَّ الَّذِينَ كَفَرُوا} بدل من قوله: {إِنَّ الَّذِينَ يُلْحِدُونَ} إلخ. بدل الكل بتكرير العامل، وخير {إِنَّ} هو الخبر السابق، وهو {لَا يَخْفَوْنَ عَلَيْنَا} ؛ لأنّ إلحادهم في الآيات كفر بالقرآن، فلهذا اكتفي بخبر الأول عن الثاني، إلا أنه غير معهود إلا في الجار والمجرور لشدة الاتصال. قال الرضي: ولا تكرر في اللفظ في البدل من العوامل إلا حرف الجر؛ لكونه كبعض حروف المجرور، وقيل: مستأنف، وخبرها محذوف، مثل:  {سَوْفَ نُصْلِيهِمْ نَارًا} وذلك بعد قوله: {حَمِيدٍ} . وقال الكسائي: سدّ مسدّه الخبر السابق، وقوله:  {وَإِنَّهُ} ؛ أي: وإن الذكر إلخ. جملة حالية من {الذكر} مفيدة لغاية شناعة الكفر به؛ أي: إن الذين كفروا بالذكر، والحال أن الذكر {لَكِتَابٌ عَزِيزٌ} ؛ أي: كثير المنافع، عدم النظير لا يخفون علينا، أو سوف نصليهم نارًا، فهو (٢) من العز الذي هو خلاف الذل، أو منيع لا تتأتى معارضته وإبطاله وتحريفه، فهو من العزة بمعنى الغلبة، فالقرآن وإن كان لا يخلو عن طعنٍ باطلٍ من الطاعنين، وتأويل فاسد من المبطلين، إلا أنه يؤتى بحفظةٍ، ويقدّر له في كل عصر منعة يحرسونه بإبطال شبه أهل الزيغ والأهواء، وردّ تأويلاتهم الفاسدة، فهو غالب بحفظ الله إياه، وكثرة منعته على كل من يتعرض له بالسوء. </p><p> ٤٢ - وقوله:  {لَا يَأْتِيهِ الْبَاطِلُ} ؛ أي: التكذيب {مِنْ بَيْنِ يَدَيْهِ} ؛ أي: من الكتب </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}