{
  "id": null,
  "sura": 41,
  "aya": 37,
  "text": "<p> الحيوان \": أجمعت الأمة على عصمة النبي - صلى الله عليه وسلم - من الشيطان،وإنما المراد:تحذير غيره من فتنة القرين، ووسوسته له وإغوائه، فأعلمنا أنه معنا لنحترز عنه حسب الإمكان انتهى.</p><p> وحاصل المعنى (١) : أي وإن وسوس إليك الشيطان ليحملك على مجازاة المسيء .. فاستعذ بالله من كيده وشرّه، واعتصم من خطراته، إنه هو السميع لاستعاذتك منه، واستجارتك به من نزغاته، ولغير ذلك من كلامك وكلام غيرك، العلم بما ألقى في روعك من نزغاته، وحدّثتك به نفسك، وما قصدت من صلاح، ونويت من إحسان. </p><p> ومن شياطين الإنس من يفعل مثل هذا، فيصرف عن الدفع بالتي هي أحسن، فيقول لك: إن فلانًا عدوّك الذي فعل بك كيت وكيت، فانتهز الفرصة وخذ ثأرك منه، لتعظم في عينه وأعين الناس، ولا يظنن فيك العجز وقلة الهمة وعدم المبالاة، إلى نحو أولئك من العبارات المثيرة للغضب، التي ربما لا يخطر ببال شياطين الجن، نعوذ بالله من شر كل شيطان. </p><p> والخلاصة: إنّ صرفك الشيطان عما شرعت فيه من الدفع بالحسنى .. فاستعذ بالله من شره، وامض لشأنك ولا تطعه. </p><p> وروي عن النبي - صلى الله عليه وسلم - أنه قال: \" إذا غضبت وكنت قائمًا .. فاقعد، وان كنت قاعدًا .. فقم، فاستعذ بالله من الشيطان\" عصمنا الله وإياكم من كيده وشره، ورد مكره إليه، فلا نتوكَّل ولا نعتمد إلا عليه. </p><p> فإن قلت (٢) : قال هنا: {إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} بزيادة {هُوَ} و {أل} وفي الأعراف قال: {إِنَّهُ سَمِيعٌ عَلِيمٌ} بدونهما، فما الفرق بين الموضعين؟. </p><p> قلت: بينهما فرق فارق؛ لأنّ {ما} هنا: متصل بمؤكدين: بالتكرار وبالحصر، فناسب التأكيد بما ذكر، و {ما} في الأعراف خال عن ذلك، فجرى على القياس من كون المسند إليه معرفةً والمسند نكرةً. </p><p> ٣٧ - ثمّ شرع سبحانه في بيان بعض آياته البديعة، الدالة على كمال قدرته وقوة </p><p>(١) المراغي. (٢) فتح الرحمن.</p><p> تصرفه، للاستدلال بها على توحيده، فقال:  {وَمِنْ آيَاتِهِ} ؛ أي: ومن دلائل قدرته وحكمته الدالة على وحدانيته {اللَّيْلُ وَالنَّهَارُ} ؛ أي: تعاقبهما واختلافهما بالزيادة والنقصان، قال الإمام المرزوقي: الليل بإزاء النهار، والليلة بإزاء اليوم. {وَالشَّمْسُ} المشتمل عليه النهار {وَالْقَمَرُ} المشتمل عليه الليل؛ أي: تذلُّلهما لما يراد منهما، وقدّم الليل على النهار لسابقيته في الوجود، والشمس على القمر لشرفها عليه بأصالة نورها؛ يعني: تعاقب الليل والنهار على الوجه الذي يتفرّع عليه منافع الخلق، ومصالحهم، وتذلُّل الشمس والقمر لما يراد منهما من أظهر العلامات الدالة على وجوده تعالى ووحدانيته، وكمال علمه وحكمته. </p><p> والمعنى (١) : أي ومن حجج الله تعالى على خلقه، ودلائله على وحدانيته وعظيم سلطانه الليل والنهار، ومعاقبة كل منهما صاحبه، والشمس ونورها، والقمر وضياؤه، وتقدير منازلهما في فلكيهما، واختلاف سيرهما في السماء، ليعرف بذلك مقادير الليل والنهار، والأسابيع والشهور والأعوام، وبذلك تضبط المعاملات وأوقات العبادات. </p><p> ولما كانت الشمس والقمر من أجلّ الأجرام المشاهدة في العالم العلويّ والسفليّ .. نبّه إلى أنهما مخلوقان مسخّران له تعالى، وهما تحت قهره وسلطانه، فلا تعظّموهما وعظّموا خالقهما، فقال:  {لَا تَسْجُدُوا} أيها الناس {لِلشَّمْسِ وَلَا لِلْقَمَرِ} لأنهما من جملة مخلوقاته المسخرة لأوامره، يجريان لمنافعكم بإجراء الله إياهما طائعين له في جريهما، وهما لا يستطيعان لكم نفعًا ولا ضرًّا {وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ} الضمير للأربعة (٢) ، لأنّ حكم جماعة ما لا يعقل حكم الأنثى، وإن كان المناسب تغليب المذكر، وهو ما عدا الشمس على المؤنث وهو الشمس، أو لأنها عبارة عن الآيات وتعليق الفعل بالكل مع كفاية بيان مخلوقية الشمس والقمر؛ للإيذان بكمال سقوطهما عن رتبة المسجودية، بنظمهما في سلك الأعراض التي لا قيام لها بذاتها، وهو السر في نظم الكل في آياته تعالى؛ أي: فله تعالى فاسجدوا، وإياه فاعبدوا دونهما، لأنهما لا فضيلة لهما في أنفسهما، فيستحقا بها العبادة من دون الله، ولو شاء الله .. لأعدمهما أو طمس نورهما، وفي هذا ردّ على الصابئين، </p><p>(١) المراغي. (٢) روح البيان.</p>"
}