{
  "id": null,
  "sura": 41,
  "aya": 15,
  "text": "<p> على عتبة بن ربيعة: {حم (١) } أتى أصحابه فقال: يا قوم، أطيعوني في هذا اليوم، واعصوني بعده، فوالله لقد سمعت من هذا الرجل كلامًا ما سمعت أذني قط كلامًا مثله، وما دريت ما أرد عليه. </p><p> وقد ذكرنا هذا القصص قبل برواية أخرى، وهذه الرواية أتم من سابقتها، فأعدناها تكميلًا للفائدة، وفي هذا الباب روايات كثيرة تدل على اجتماع قريش وإرسالهم عتبة بن ربيعة، وتلاوته - صلى الله عليه وسلم - أول هذه السورة عليه. </p><p> ١٥ - ولما بين سبحانه كفر قوم عاد وثمود إجمالًا، وبين معاذيرهما .. أردف ذلك بذكر ما لكل منهما من الجناية، وما حل به من العذاب، فقال:  {فَأَمَّا عَادٌ} ولما (١) كان التفصيل مسببًا عن الإجمال السابق .. أدخل عليه {الفاء} السببية، هكذا ذكره صاحب \"روح البيان\" والأولى جعلها فصيحية كما سيأتي في مبحث الإعراب، والتقدير: إذا عرفت أن كلًّا من القبيلتين كفروا برسلهم، فأخذتهم الصاعقة، وأردت بيان ما لكل منهما من الجريمة والعقوبة .. فأقول لك: أما عاد قوم هود {فَاسْتَكْبَرُوا فِي الْأَرْضِ} ؛ أي: تكبروا عن الإيمان بالله وتصديق رسله، وتعظموا فيها على أهلها {بِغَيْرِ الْحَقِّ} ؛ أي: بغير استحقاق ذلك الذي وقع منهم من التكبر والتعظم، بل ركنوا إلى قوة نفوسهم. </p><p> ثم ذكر سبحانه بعض ما صدر منهم من الأقوال الدالة على الاستكبار، فقال:  {وَقَالُوا} اغترارًا بتلك القوة الموقوفة على عظم الأجسام: {مَنْ} للاستفهام الإنكاري؛ أي: لا أحد {أَشَدُّ مِنَّا قُوَّةً} ؛ أي: قدرةً وكان طول كل واحد منهم ثمانية عشر ذراعًا، وبلغ من قوتهم أن الرجل منهم كان يقتلع الصخرة من الجبل، ويجعلها حيث شاء، وكانوا يظنون أنهم يقدرون على دفع العذاب بفضل قوتهم، فخانتهم قواهم لما استمكن منهم بلواهم، وقد رد الله سبحانه عليهم بقوله:  {أَوَلَمْ يَرَوْا} و {الهمزة} : فيه للاستفهام التوبيخي المضمن للإنكار، داخلة على محذوف، و {الواو} : عاطفة على ذلك المحذوف، والتقدير: أغفلوا عن قدرة الله القاهرة، ولم يعلموا علمًا جليًا شبيهًا بالمشاهدة والعيان {أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ} وخلق الأشياء كلها خصوصًا الأجرام العظيمة كالسموات والجبال ونحوها؟، وإنما (٢) أورد </p><p>(١) روح البيان. (٢) روح البيان.</p><p> في حيز الصلة خلقهم دون خلق السموات والأرض؛ لادعائهم الشدة في القوة {هُوَ} سبحانه {أَشَدُّ مِنْهُمْ قُوَّةً} ؛ أي: قدرة، لأن قدرة الخالق لابد وأن تكون أشد من قدرة المخلوق، إذ قدرة المخلوق مستفادة من قدرة الخالق، والقوة: عبارة عن شدة البنية وصلابتها المضادة للضعف. </p><p> ولما كانت (١) صيغة التفضيل تستلزم اشتراك المفضل والمفضل عليه في الوصف الذي هو مبدأ اشتقاق أفعل، ولا اشتراك بينه تعالى وبين الإنسان في هذه القوة لكونه منزهًا عنها .. أريد بها القدرة مجازًا لكونها مسببة عن القوة بمعنى صلابة البنية {وَكَانُوا بِآيَاتِنَا} المنزلة على الرسل {يَجْحَدُونَ} والجحود: الإنكار مع العلم؛ أي: ينكرونها وهم يعرفون حقيقتها، كما يجحد المودع الوديعة وينكرها، وهو عطف على {فَاسْتَكْبَرُوا} وما بينهما اعتراض للرد على كلمتهم الشنعاء. </p><p> والمعنى: أنهم جمعوا بين الاستكبار وطلب العلوّ في الأرض، وهو فسق وخروج عن الطاعة بترك الإحسان إلى الخلق، وبين الجحود بالآيات وهو كفر وترك لتعظيم الحق، فكانوا فسقةً كفرةً، وهذان الوصفان لما كانا أصلي جميع الصفات الذميمة .. لا جرم سلّط الله عليهم العذاب، كما قال:  {فَأَرْسَلْنَا عَلَيْهِمْ} إلخ. </p><p> ومعنى الآية (٢) : أي فأما عاد فبغوا وعصوا ربّهم، ولم يقبلوا كلام الرسول الذي جاء لهم، وقالوا: من أشد منا قوة حتى يستطيع قهرنا وإذلالنا؟ وقد كانوا قومًا طوال القامة، شديدي الأسر، فاغترّوا بأجسامهم حين تهدّدهم رسولهم بالعذاب، فردّ الله عليهم موبّخًا لهم بقوله:  {أَوَلَمْ يَرَوْا} إلخ؛ أي: أما يفكّرون فيمن يبارزون بالعداوة، إنه العظيم الذي خلق الأشياء كلها، وركّب فيها قواها الحاملة لها، وأنّ بطشه لشديد، وأنه لقادر على أن ينزل بهم من أنواع عقابه ما شاء، فيقول: كن فيكون، وكانوا يعرفون أنّ آياتنا التي أنزلناها على رسلنا حقّ لا مرية فيها، ولكنهم جحدوها وعصوا رسله، وقد يكون المعنى: إنهم جحدوا الأدلّة التكوينية التي نصبناها لهم، وجعلناها حجة عليهم، أو بجميع ذلك. </p><p>(١) روح البيان. (٢) المراغي.</p>"
}