{
  "id": null,
  "sura": 41,
  "aya": 17,
  "text": "<p> يقول الفقير (١) : إنما عذّبت بريح صرصر، لأنهم اغتروا بطول قاماتهم، وعظم أجسادهم، وزيادة قوّتهم، فظنّوا أنّ الجسم إذا كان في القوة والثقل بهذه المرتبة .. فهو يثبت في مكانه. ويستمسك، ولا يزيله عن مقرّه شيء من البلاء، فسلّط الله عليهم الريح، فصارت أجسامهم كريشة في الهواء. </p><p> وكان - صلى الله عليه وسلم - يجثو على ركبتيه عند هبوب الرياح، ويقول:  \"اللهم اجعلها رحمةً ولا تجعلها عذابًا، اللهم اجعلها لنا رياحًا\" ؛ أي: رحمةً \"ولا تجعلها ريحًا\" ؛ أي: عذابًا، وأراد به أن أكثر ما ورد في القرآن من الريح بلفظ المفرد فهو عذاب، نحو:  {فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا}  {إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ} وإن جاء في الرحمة أيضًا نحو: {وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ} وكل ما جاء بلفظ الجمع على الرياح فهو رحمة لا غير، ويقول - صلى الله عليه وسلم -؛ أي: عند هبوب الرياح، وعند سماع الصوت والرعد والصواعق أيضًا:  \"اللهم لا تقتلنا بغضبك، ولا تهلكنا بعذابك، وعافنا قبل ذلك\" . </p><p> ١٧ - وبعد أن ذكر قصص عاد، أتبعه بقصص ثمود فقال:  {وَأَمَّا ثَمُودُ} ؛ أي: قبيلة ثمود، فهو غير منصرف للعلمية والتأنيث، ومن نوّنه وصرفه جعله اسم رجل، وهو الجدّ الأعلى للقبيلة. </p><p> وقرأ الجمهور (٢) : {وَأَمَّا ثَمُودُ} بالرفع ومنع الصرف، وقرأ الأعمش وابن وثاب بالرفع والصرف، وقرأ ابن عباس وابن أبي إسحاق وعاصم في رواية: بالنصب والصرف، وقرأ الحسن وابن هرمز وعاصم في رواية: بالنصب والمنع، فأما الرفع فعلى الابتداء، والجملة بعده: الخبر، وأما النصب. فعلى الاشتغال، وأما الصرف فعلى تفسير الاسم بالأب أو الحيّ، وأما المنع فعلى تأويله بالقبيلة، كما مرّ آنفًا. </p><p> {فَهَدَيْنَاهُمْ} ؛ أي: فدللناهم على الحق بنصب الآيات التكوينية، وبيّنا لهم طريق النجاة بإرسال الرسل إليهم، وإنزال الآيات الشريفة، ورحمنا عليهم بالكلية، فإنها توجب على كل عاقل أن يؤمن بالله ويصدّق رسله، قال الفرّاء: معنى الآية: دللناهم على مذهب الخير والنجاة بإرسال الرسل. والمراد بالهداية، الدلالة على ما </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> يوصل إلى المطلوب، سواء ترتّب عليها الاهتداء أم لا، كما في قوله تعالى:  {وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} وليس المراد الدلالة المقيدة بكونها موصلة إلى البغية، كما في قوله تعالى:  {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ} . </p><p> {فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى} ؛ أي: اختاروا الضلالة من عمى البصيرة، وافتقادَها على الهداية، والكفر على الإيمان، والمعصيةَ على الطاعة. </p><p> وقيل (١) : إن ثمود في الابتداء آمنوا وصدّقوا، ثمّ ارتدُّوا وكذّبوا، فأجراهم مجرى إخوانهم في الاستئصال، فتكون الهداية حينئذ بمعنى الدلالة المقيدة، قال ابن عطاء: ألبسوا لباس الهداية ظاهرًا وهم عواري، فيتحقق عليهم لباس الحقيقة، فاستحبُّوا العمى على الهدى، فردُّوا إلى الذي سبق لهم في الأزل. </p><p> والمعنى (٢) : أي وأما ثمود فبيّنا لهم الحقّ على لسان نبيهم صالح، ودللناهم على سبيل النجاة، بنصب الأدلة التكوينية، وإنزال الآيات التشريعيّة، فكذبوا واستحبوا العمى على الهدى، والكفر على الإيمان. </p><p> ثمّ ذكر جزاءَهم على ما اختاروه لأنفسهم، فقال:  {فَأَخَذَتْهُمْ} ؛ أي: أهلكتهم {صَاعِقَةُ الْعَذَابِ} ؛ أي: نار من العذاب {الْهُونِ} ؛ أي: نار نازلة من السماء هي من العذاب المهين؛ أي: نزلت صاعقة من السماء، فأهلكتهم وأحرقتهم، فيكون من إضافة النوع إلى الجنس بتقدير من؛ أي: من جنس العذاب المهين الذي بلغ في إفادة الهوان للمعذّب إلى حيث كان عين الهون وصِف به العذاب للمبالغة، كأنه عين الهوان. والهون: مصدر بمعنى الهوان والذلة، كما سيأتي. </p><p> وقرأ ابن مقسم:  {عذاب الهوان} بفتح الهاء وألفٍ بعد الواو. و {الباء} في قوله: {بِمَا كَانُوا يَكْسِبُونَ} للسببية؛ أي: بسبب الذي كانوا يكسبونه من اختيار الضلالة والكفر والمعصية، أو بسبب كسبهم. </p><p> يقول الفقير: أما حكمة الابتلاء بالصيحة .. فلعدم استماعهم الحق من لسان صالح عليه السلام، مع أن الاستحباب المذكور صفة الباطن، وبالصيحة تنشقُّ المرارة، فيفسد الداخل والخارج، وأما بالنار فلإحراقهم باطن ولد الناقة بعقر أمّه، </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}