{
  "id": null,
  "sura": 41,
  "aya": 25,
  "text": "<p> أساء .. فعليها، ولا يظلم ربك أحدًا. </p><p> أسباب النزول </p><p> قوله تعالى:  {فَمَنْ يُلْقَى فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ ...} الآية، سبب نزول هذه الآية (١) : ما أخرجه ابن المنذر عن بشير بن تميم: أنها نزلت في أبي جهل وعمَّار بن ياسر. </p><p> قوله تعالى:  {وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ ...} الآية، سبب نزول هذه الآية: ما أخرجه ابن جرير عن سعيد بن جبير قال: قالت قريش: لو أنزل هذا القرآن أعجميًا وعربيًا، فأنزل الله تعالى:  {لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ} الآية، وأنزل الله بعد هذه الآية فيه بكل لسان، قال ابن جرير: والقراءة على هذا أعجميّ بلا استفهام. </p><p> التفسير وأوجه القراءة </p><p> ٢٥ - {وَقَيَّضْنَا} ؛ أي: قدّرنا وهيّأنا وسبّبنا وقرنّا {لَهُمْ} ؛ أي: لكفار مكة وسلّطنا عليهم في الدنيا {قُرَنَاءَ} جمع قرين؛ أي: أخدانًا وأصحابًا من شياطين الإنس والجن، وأصدقاء يستولون عليهم استيلاء القيض على البيض، وهو القشر الأعلى، وهو حجة على القدرية، فإن هذا يدل على التخلية بينهم وبين التوفيق، لأجله صاروا قرناءهم، وهم لا يقولون بموجب الآية {فَزَيَّنُوا} ؛ أي زيّن القرناء وحسّن {لَهُمْ} ؛ أي: لكفار مكة، أو لجميع الكفرة {مَا بَيْنَ أَيْدِيهِمْ} من أمور الدنيا وشهواتها، وحملوهم على الوقوع في معاصي الله بانهماكهم فيها {وَ} زيّنوا لهم {مَا خَلْفَهُمْ} من أمور الآخرة، فقالوا: لا بعث ولا حساب، ولا جنة ولا نار، ولا مكروه عوض، وقال الزجاج: ما بين أيديهم ما عملوه، وما خلفهم ما عزموا على أن يعملوه، وروي عن الزجاج أيضًا أنه قال: ما بين أيديهم من أمر الآخرة أنه لا بعث ولا جنة ولا نار، وما خلفهم من أمر الدنيا، وعلى القول الأول جعل أمر الدنيا بين أيديهم، كما يقال: قدَّمت المائدة بين أيديهم، والآخرة لما </p><p>(١) لباب النقول.</p><p> كانت تأتيهم بعد هذا جعلت خلفهم، كما يقال لمن يجيء بعد الشخص: أنه خلفه، وهذا هو الذي تقتضيه ملاحظة الترتيب الوجوديّ، وقيل: ما بين أيديهم: الآخرة؛ لأنها قدّامهم وهم متوجّهون إليها، وما خلفهم الدنيا لأنهم يتركونها خلفهم، وفي \"عرائس البيان\" : زيَّنت النفس الشهوات، والشياطين التسويف والإمهال، وهذا ما بين أيديهم وما خلفهم. </p><p> وقال الجنيد: لا تألف النفس الحق أبدًا، وقال ابن عطاء: النفس قرين الشيطان وإلفه، ومتبعه فيما يشير إليه مفارق للحق مخالف له، لا يألف الحق ولا يتبعه، قال الله تعالى:  {وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ} من طول الأمل، {وَمَا خَلْفَهُمْ} من نسيان الذنوب. انتهى. </p><p> {وَحَقَّ} ؛ أي: وجب وثبت {عَلَيْهِمُ} ؛ أي: على كفار مكة {الْقَوْلُ} ؛ أي: قول العذاب وقضاؤه وكلمته؛ أي: تقرّر عليهم كلمة العذاب، وتحقق موجبها ومصداقها، وهي قوله: {لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ (٨٥) }، وقوله:  {فِي أُمَمٍ} حال من الضمير في {عَلَيْهِمُ} ؛ أي: حالة كونهم كائنين في جملة أمم، وقيل:  {فِي} بمعنى مع، وهذا كما ترى صريح في أنّ المراد بأعداء الله فيما سبق المعهودون من عاد وثمود، لا الكفار من الأولين والآخرين، كما قيل. وقوله:  {قَدْ خَلَتْ} صفة لـ {أُمَمٍ} ؛ أي: مع أمم من الأمم الكافرة التي قد خلت ومضت {مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ} على الكفر والعصيان، كدأب هؤلاء الكفار، وقوله:  {إِنَّهُمْ كَانُوا خَاسِرِينَ} تعليل لاستحقاقهم العذاب، والضمير للأولين والآخرين، وأصل الخسارة: إفساد الاستعداد الفطري، كإفساد بعض الأسباب البيضة، فإنها إذا فسدت .. لم ينتفع بها. </p><p> وفي \"كشف الأسرار\" : إذا أراد الله بعبد خيرًا .. قيّض له قرناء خير يعينونه على الطاعة ويدعونه إليها، وإذا أراد الله بعبد سوءًا .. قيض له أخدان سوء يحملونه على المخالفات ويدعونه إليها، ومن ذلك الشيطان، فإنه مسلّط على الإنسان بالوسوسة، وشر من ذلك النفس الأمارة بالسوء، تدعو اليوم إلى ما فيه هلاكها وهلاك العبد، وتشهد غدًا عليه بما دعته إليه. </p><p> نسأل الله سبحانه وتعالى أن يجعلنا من الرابحين لا من الخاسرين، وأن يكون </p>"
}