{
  "id": null,
  "sura": 41,
  "aya": 16,
  "text": "<p> ١٦ - ثمّ ذكر سبحانه ما أنزل عليهم من عذابه فقال:  {فَأَرْسَلْنَا عَلَيْهِمْ} ؛ أي: على عاد {رِيحًا صَرْصَرًا} لتقلعهم من أصولهم؛ أي: ريحًا باردة تهلك وتحرق بشدّة بردها، كإِحراق النار بحرّها من الصرّ وهو البرد الذي يصرّ أي: يجمع ويقبض؛ أي: ريحًا عاصفةً تصرصر؛ أي: تصوّت في هبوبها، قيل: إنها الدبور مقابل القبول؛ أي: الصبا التي تهبّ من مطلع الشمس، فيكون الدبور ما تهبّ من مغربها {فِي أَيَّامٍ نَحِسَاتٍ} جمع (١) نحسة من نحس على وزن علم؛ أي: في أيام منحوسات مشؤومات ليس فيها شيء من الخير، فنحوستها أن الله تعالى أدام تلك الرياح فيها على وتيرة وحالة واحدة بلا فتور، وأهلك القوم بها، لا كما يزعم المنجّمون من أنّ بعض الأيام قد يكون في حدّ ذاته نحسًا، وبعضها سعدًا، استدلالًا بهذه الآية، لأنّ أجزاء الزمان متساوية في حدّ ذاتها، ولا تمايز بينها إلا بحسب تمايز ما وقع فيها من الطاعات والمعاصي، فيوم الجمعة مثلًا سعد بالنسبة إلى المطيع، نحس بالنسبة إلى العاصي، وإن كان سعدًا في حدّ نفسه، قال رجل عند الأصمعيّ: فسد الزمان، فقال الأصمعي: </p><p> إِنَّ الْجَدِيْدَيَنِ فِيْ طُوْلِ اخْتِلَافِهِمَا ... لَا يَفْسَدَانِ وَلَكِنْ يَفْسُدُ الْنَّاسُ </p><p> وقيل: </p><p> نَذُمُّ زَمَانَنَا وَالْعَيْبُ فِيْنَا ... وَلَوْ نَطَقَ الزَّمَانُ إِذًا هَجَانَا </p><p> يعني: كانت (٢) الريح من صبيحة الأربعاء لثمان بقين من شوال إلى غروب الأربعاء الآخر، وهو آخر الشهر، ويقال لها: أيام الحسوم، وسيأتي تفصيلها في سورة الحاقة إن شاء الله تعالى، وما عذب قوم إلا في يوم الأربعاء، وقال الضحّاك: أمسك الله عنهم المطر ثلاث سنين، ودامت الرياح عليهم من غير مطر، وعن جابر بن عبد الله - رضي الله عنه -: إذا أراد الله بقوم خيرًا .. أرسل عليهم المطر، وحبس عنهم كثرة الرياح، وإذا أراد بقوم شرًّا. حبس عنهم المطر، وسلّط عليهم كثرة الرياح، وقيل: معنى {نَحِسَاتٍ} : باردات، وقيل: متتابعات، وقيل: شداد، وقيل: ذوات غبار. </p><p>(١) روح البيان. (٢) روح البيان.</p><p> وقرأ الحرميان (١) - نافع وابن كثير - وأبو عمرو والنخعي وعيسى والأعرج:  {نحسات} بسكون الحاء، جمع نحس بسكون الحاء، فاحتمل أن يكون مصدرًا وصف به، وتارةً يضاف إليه، واحتمل أن يكون مخفّفًا من فعل، وقرأ قتادة وأبو رجاء والجحدري وشيبة وأبو جعفر والأعمش وباقي السبعة: بكسر الحاء وهو القياس، واختار أبو حاتم القراءة الأولى لقوله:  {فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ} ، واختار أبو عبيد القراءة الثانية. </p><p> والمعنى (٢) : فأرسلنا عليهم ريحًا باردة تهلك بشدة بردها، وإذا هبّت .. سمع لها صوت قويّ لتكون عقوبة لهم من جنس ما اغترُّوا به أيام مشؤومات نكدات متتابعات، كما قال في آية أخرى:  {سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا} . </p><p> ثم بين الغاية التي من أجلها نزل العذاب فقال:  {لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ} ؛ أي: لكي نذيقهم بسبب ذلك الاستكبار عذاب الذل والهوان {فِي الْحَيَاةِ الدُّنْيَا} وقرىء: {لتذيقهم} بالتاء، وقال الزمخشري: أسنادًا للإذاقة إلى الريح، أو للأيام النحسات، وإضافة (٣) العذاب إلى الخزي: من قبيل إضافة الموصوف إلى الصفة على طريق التوصيف بالمصدر للمبالغة؛ أي: العذاب الخزي؛ أي: الذليل المهان على أنّ الذليل المهان في الحقيقة أهل العذاب لا العذاب نفسه {وَلَعَذَابُ الْآخِرَةِ} ؛ أي: وعزتي وجلالي لعذاب الآخرة {أَخْزَى} ؛ أي: أذل وأزيد خزيًا، وأشد إهانةً من عذاب الدنيا، وهو في الحقيقة أيضًا وصف للمعذّب، وقد وصف به العذاب على الإسناد المجازي لحصول الخزي بسببه {وَهُمْ لَا يُنْصَرُونَ} بدفع العذاب عنهم بوجه من الوجوه، لا في الدنيا ولا في الآخرة؛ أي: لا يمنعون من العذاب النازل بهم، ولا يدفعه عنهم دافع، لأنهم لم ينصروا الله ودينه، وأما المؤمنون فإنهم وإن كانوا ضعفاء .. فقد نصرهم الله تعالى، لأنهم نصروا الله ودينه، فعجبًا من القوة في جانب الضعف، وعجبًا من الضعف في جانب القوة، وفي الحديث:  \"إنكم تنصرون بضعفائكم\" ؛ أي: الضعفاء الداعين لكم بالنصرة، وقال خالد بن برمك: اتقوا مجانيق الضعفاء؛ أي: دعواتهم. </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.</p>"
}