{
  "id": null,
  "sura": 41,
  "aya": 45,
  "text": "<p> {وَقْرٌ} لبيان محل الوقر، وهو أوفق لقوله:  {وَهُوَ} ؛ أي: القرآن {عَلَيْهِمْ} ؛ أي: على الكفار المعاندين {عَمًى} وذلك لتصاممهم عن سماعه، وتعاميهم عما يريهم من الآيات، وهو بفتح الميم المنونة؛ أي: ذو عمى على معنى عميت قلوبهم عنه، وهو مصدر عمي يعمى كعلم كما سيأتي. وفي \"المفردات\" : محتمل لعمى البصر والبصيرة جميعًا. </p><p> وقرأ الجمهور (١) : {عَمًى} بفتح الميم منونًا على أنه مصدر عمي، وقرأ ابن عباس وعبد الله بن الزبير وابن عمر ومعاوية بن أبي سفيان وعمرو بن العاص وابن هرمز:  {عم} بكسر الميم وتنوينه على أنه اصم منقوص وصف به مجازًا، وقرأ عمرو بن دينار (٢) : بكسر الميم وفتح الياء على أنه فعل ماض، واختار أبو عبيدة القراءة الأولى لقوله أولًا:  {هُدًى وَشِفَاءٌ} ولم يقل: هاد وشاف. </p><p> والمعنى: أي والذين لا يؤمنون بالله ورسوله، وبما جاءهم به من عنده في آذانهم ثقل عن استماع هذا القرآن، فلا يستمعون له، بل يعرضون عنه، وهو عليهم عمًى، فلا يبصرون حججه ومواعظه، ونحو الآية قوله في وصفه:  {وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا} . </p><p> ثم مثل حالم باعتبار عدم فهمهم له بحال من ينادى من مكان بعيد لا يسمع من يناديه، فقال:  {أُولَئِكَ} البعداء الموصوفون بما ذكر من التصامم عن الحق الذي يستمعونه، والتعامي عن الآيات الظاهرة التي يشاهدونها {يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ} تمثيل لهم في عدم قبولهم واستماعهم للقرآن، بمن ينادى ويصاح به من مسافة بعيدة، لا يكاد يسمع من مثلها الأصوات. </p><p> قال الفراء: تقول للرجل الذي لا يفهم كلامك: أنت تنادى من مكان بعيد، ولثاقب الرأي إنك لتأخذ الأمور من مكان قريب، وقال مجاهد: من مكان بعيد من قلوبهم، وقال الضحاك: ينادون القيامة بأقبح أسمائهم من مكان بعيد؛ يعني: يقال: يا فاسق يا منافق يا كذا ويا كذا، فيكون ذلك أشد لتوبيخهم وخزيهم. </p><p> ٤٥ - ثم بين أن هؤلاء المكذبين ليسوا بدعًا بين الأمم في تكذيبهم بالقرآن، فقد </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> اختلف من قبلهم في التوراة، فقال:  {وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ} ؛ أي: وعزتي وجلالي لقد آتينا موسى بن عمران الكتاب، وأنزلنا عليه التوراة {فَاخْتُلِفَ فِيهِ} ؛ أي: في ذلك الكتاب، فمن مصدق له ومن مكذب، وغيّروه من بعده بخمس مئة عام، وهكذا حال قومك في شأن ما آتيناك من القرآن، فمن مؤمن به ومن كافر، وإن كانوا لا يقدرون على تحريفه، فإنا له لحافظون، فالاختلاف في شأن الكتب عادة قديمة للأمم، غير مختص بقومك، ففيه تسلية له - صلى الله عليه وسلم -. </p><p> والمعنى: أي والله لقد أرسلنا موسى وآتيناه التوراة فاختلفوا فيها، فمن مصدق بها ومن مكذب، وهكذا شأن قومك معك، فمن مصدق بكتابك ومن مكذب به، فلا تأس على ما فعلوا معك، واسلك سبيل أولي العزم من الرسل، صلوات الله عليهم أجمعين، فقد أوذوا وصبروا، وكان النصر حليفهم، والتوفيق أليفهم، وكتب الله لهم الفَلَجَ والظفر والفوز على أعدائهم المشركين، وأهلك الله القوم الظالمين. </p><p> ثم أخبر سبحانه أنه أخر عذابهم إلى حين، ولم يعاجلهم بالعقاب على ما اجترحوا من تكذيب الرسول، وجحدهم بكتابه، فقال:  {وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ} وقضاء نفذ منه في حق أمتك المكذبة، وهي العدة بتأخير عذابهم، وتأخير الفصل بينهم وبين المؤمنين من الخصومة إلى يوم القيامة بنحو قوله سبحانه:  {بَلِ السَّاعَةُ مَوْعِدُهُمْ} وقوله: {وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى} . {لَقُضِيَ} في الدنيا، وحكم {بَيْنَهُمْ} ؛ أي: بين المكذبين والمؤمنين باستئصال المكذبين، كما فعل بمكذبي الأمم السالفة. </p><p> يقول الفقير: وإنما (١) لم يفعل الاستئصال؛ لأن نبينا - صلى الله عليه وسلم - كان نبي الرحمة، ولأن مكة كانت مهاجر الأنبياء والمرسلين، ومهبط الملائكة المقربين، بأنواع رحمة رب العالمين، فلو وقع فيها الاستئصال .. لكانت مثل ديار عاد وثمود، ووقعت النفرة منها لقلوب الناس، وقد دعا إبراهيم عليه السلام بقوله:  {فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ} فكان من حكمته أن لا يجعل الحرم المبارك الآمن مصارع السوء، وأن يقيه من نتائج سخطه. انتهى. </p><p>(١) روح البيان.</p>"
}