{
  "id": null,
  "sura": 41,
  "aya": 3,
  "text": "<p> ولما كانت هذه السورة مصدرةً بذكر الكتاب الذي قدرت فيه الأحكام، وبينت .. ناسب أن تفتح بـ {حم (١) } رعايةً لبراعة الاستهلال، وإنما سميت هذه السور السبع بـ {حم (١) }؛ لاشتراكها في الاشتمال على ذكر الكتاب، والرد على المجادلين في آيات الله تعالى، والحث على الإيمان بها، والعمل بمقتضاها ونحو ذلك. </p><p> وقال بعضهم: معنى الحاء. والميم؛ أي: هذا الخطاب والتنزيل من الحبيب الأعظم إلى المحبوب المعظم، وقيل: هو قسم أقسم به تعالى؛ أي: بحياتي ومجدي هذا تنزيل، أو بحياتك ومشاهدتك يا حبيبي ويا محبوبي، أو بالحجر الأسود والمقام، فإنهما ياقوتتان من يواقيت الجنة، وسران عظيمان من أسرار الله تعالى، فناسب أن يقسم بهما، أو هذه الحروف {تَنْزِيلٌ} إلخ. نزل بها جبريل عليه السلام من عند الله تعالى وإن يستعتبوا فما هم من المعتبين. </p><p> ٢ - وقوله:  {تَنْزِيلٌ} : خبر بعد خبر؛ أي: هذه السورة مسماة بحم، منزلة من عنده تعالى؛ لأن التعبير عن المفعول بالمصدر مجاز مشهور، كقولهم: هذا الدرهم ضرب الأمير؛ أي: مضروبه، ومعنى كونها منزلة: أنه تعالى كتبها في اللوح المحفوظ، وأمر جبريل أن يحفظ تلك الكلمات، ثم ينزل بها على رسوله - صلى الله عليه وسلم -، ويؤديها إليه، فهلما حصل تفهيم هذه الكلمات بواسطة نزول جبريل .. سمي ذلك تنزيلًا، وإلا فالكلام النفسي القائم بذات الله تعالى لا يتصور فيه النزول والحركة من الأعلى إلى الأسفل، وقوله:  {مِنَ الرَّحْمَنِ الرَّحِيمِ} متعلق بـ {تَنْزِيلٌ} مؤكد لما أفاده التنوين من الفخامة الذاتية بالفخامة الإضافية، ونسبة التنزيل إلى الرحمن الرحيم؛ للإيذان بأن القرآن مدار للمصالح الدينية والدنيوية واقع بمقتضى الرحمة الربانية، وذلك لأن المنزل ممن صفته الرحمة الغالبة، لا بد وأن يكون مدارًا للمصالح كلها، </p><p> ٣ - وقوله:  {كِتَابٌ} : خبر آخر مشتق من الكتب، وهو الجمع، فسمي كتابًا لأنه جمع فيه علوم الأولين والآخرين، وقوله:  {فُصِّلَتْ آيَاتُهُ} صفة {كِتَابٌ} ؛ أي: كتاب بينت آياته بالأمر والنهي، والحلال والحرام، والوعد والوعيد، والقصص والتوحيد، وقرىء:  {فَصَلت}  (١) بفتح الفاء والصاد مخففةً؛ </p><p>(١) البحر المحيط.</p><p> أي: فرقت بين الحلال والحرام، أو فصل بعضها من بعض باختلاف معانيها، من قولهم: فصلت العير؛ أي: انفصلت، وفصل من البلد؛ أي: انفصل منه، حالة كونه {قُرْآنًا عَرَبِيًّا} ؛ أي: مجموعًا من لسان العرب ولغتهم، حال من {كتاب} لتخصصه بالصفة، ويقال لها: الحال الموطئة، وهو اسم جامد موصوف بصفة هي الحال في الحقيقة، وهذا أولى من نصبه على المدح؛ أي: أريد بهذا الكتاب المفصل آياته قرآنًا عربيًا أو على المصدرية؛ أي: يقرؤه قرآنًا، وبوجود كلمةٍ عجمية فيه معرّبة لا يخرج عن كونه عربيًا؛ لأن العبرة للأكثر، وذلك كالقسطاس، فإنه رومي معرب بمعنى الميزان والسجيل، فإنه فارسي معرب سنك وكل، والصلوات فإنه عبراني معرب صلوتا، بمعنى المصلي، والرقيم فإنه رومي بمعنى الكلب، والطور فإنه الجبل بالسرياني {لِقَوْمٍ} عرب {يَعْلَمُونَ} ؛ أي: كائنًا لقوم يعلمون معانيه، لكونه على لسانهم، فهو صفة أخرى لـ {قُرْآنًا} وفي \"التأويلات النجمية\" : {لِقَوْمٍ يَعْلَمُونَ} العربية والعربية بحروفها مخلوقة، والقرآن منزه عنها، وكأنه رد على من زعم أن في القرآن ما ليس من كلام العرب. اهـ. أو متعلق بـ {فُصِّلَتْ} والأول أولى. وقال الضحاك؛ أي: يعلمون أن القرآن منزل من عند الله تعالى، وقال مجاهد؛ أي: يعلمون أنه إله واحد في التوراة والإنجيل. </p><p> وحاصل معنى الآية (١) : أي هذا القرآن منزل من الله الرحمن الرحيم على نبيه محمد - صلى الله عليه وسلم -، وخص هذين الوصفين {الرَّحْمَنِ الرَّحِيمِ} بالذكر؛ لأن الخلق في هذا العالم كالمرضى المحتاجين إلى الدواء، والقرآن مشتمل على كل ما يحتاج إليه المرضى من الأدوية، وعلى ما يحتاج إليه الأصحاء من الأغذية، فكان رحمةً لهم، ولطفًا بهم، كما قال: {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ (١٠٧) }. </p><p> هو {كِتَابٌ فُصِّلَتْ آيَاتُهُ} وبينت وميزت لفظًا بفواصل ومقاطع ومبادىء للسور وخواتم لها، وميزت معنًى بكونها وعدًا ووعيدًا ومواعظ ونصائح وتهذيب أخلاق ورياضة نفس وقصص الأولين وتواريخ الماضي، حال كونه {قُرْآنًا عَرَبِيًّا} ؛ أي: أنزلناه بلغة العرب ليسهل عليهم فهمه، كما قال:  {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ} ، وفي هذا امتنان من الله عليهم ليسهل عليهم قراءته </p><p>(١) المراغي.</p>"
}