{
  "id": null,
  "sura": 41,
  "aya": 54,
  "text": "<p> والمعنى (١) : أي كفى بالله شهيدًا على أفعال عباده، وأقوالهم، وهو يشهد بأن محمدًا - صلى الله عليه وسلم - صادق، فيما أخبر به عنه، كما قال:  {لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ} الآية، وقال أيضًا:  {قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ} . </p><p> وقصارى ذلك: ألم تكفهم هذه الدلائل الكثيرة، التي أوضحها سبحانه في هذه السورة، وفي كل سور القرآن، وفيها البيان الكافي لإثبات وحدانية الله، وتنزيهه عن كل نقص، وإثبات النبوة والبعث. </p><p> ٥٤ - وبعد أن أقام الأدلة، وأوضح الحجج، حتى لم يبق بعدها مقال لمتعنت، ولا جاحد بيّن سبب عنادهم واستكبارهم، فقال:  {أَلَا} كلمة استفتاح، تنبه السامع على ما يقال {إِنَّهُمْ} ؛ أي: كفار مكة {فِي مِرْيَةٍ} ؛ أي: في شك عظيم وشبهة شديدة، وقرأ (٢) السلمي والحسن {فِي مِرْيَةٍ} بضم الميم، وهو لغة في مكسورة الميم {مِنْ لِقَاءِ رَبِّهِمْ} بالبعث والجزاء، فإنهم استبعدوا إحياء الموتى بعدما تفرقت أجزاؤهم وتبددت أعضاؤهم، ومن ثمّ لا يلتفتون إلى النظر فيما ينفعهم، عند لقائه، كالتفكر في نبوة محمد - صلى الله عليه وسلم -، وأن القرآن حق لا شك فيه، وفيه إشارة (٣) إلى أن الشك أحاط بجميع جوانبهم، إحاطة الظرف بالمظروف، لا خلاص لهم منه، وهم مستمرون دائمون فيه {أَلَا إِنَّهُ} سبحانه {بِكُلِّ شَيْءٍ} من الموجودات؛ أي: بجميع الأشياء جملها وتفاصيلها، ظواهرها وبواطنها {مُحِيطٌ} أحاط علمه بجميع المعلومات، وأحاطت قدرته بجميع المقدورات، فلا تخفى عليه خافية منهم، وهو مجازيهم على كفرهم ومريتهم، وفي هذا وعيد شديد؛ لأن من أحاط علمه بكل شيء بحيث لا يخفى عليه شيء جازى المحسن بإحسانه والمسيء بإساءته. </p><p> والمعنى: أي إنه تعالى عليم بجمل الأشياء وتفاصيلها، مقتدر عليها لا يفوته شيء منها، فهو يعلم ما تفرق من أجزاء الأجسام، ويقدر على إعادتها إلى </p><p>(١) المراغي. (٢) البحر المحيط.(٣) روح البيان.</p><p> أمكنتها، ثم بعثها وحسابها، لتستوفي جزاءها على ما قدّمت من عمل، </p><p> الإعراب </p><p> {إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ} . </p><p> {إِلَيْهِ} : جار ومجرور، متعلق بـ {يُرَدُّ} ، {يُرَدُّ} : فعل مضارع مغير الصيغة، {عِلْمُ السَّاعَةِ} : نائب فاعل، والجملة الفعلية مستأنفة {وَمَا} : {الواو} عاطفة. {ما} نافية، {تَخْرُجُ} : فعل مضارع، {مِن} : حرف جر زائد. {ثَمَرَاتٍ} فاعل. {مِنْ أَكْمَامِهَا} متعلق بـ {تَخْرُجُ} ، والجملة معطوفة على جملة {يُرَدُّ} ، وقيل:  {ما} : موصولة في محل جر، معطوف على الساعة؛ أي: علم الساعة، وعلم التي تخرج من ثمرات، ومن الأولى للاستغراق، ومن الثانية لابتداء الغاية. {وَمَا} : {الواو} عاطفة. {ما} نافية. {تَحْمِلُ} : فعل مضارع، {مِنْ} : زائدة، {أُنْثَى} : فاعل، {وَلَا} : الواو عاطفة. {لا} نافية، وفاعله ضمير يعود على أنثى، والجملة معطوفة على ما قبلها {تَضَعُ} فعل مضارع والفاعل يعود على {أُنْثَى} ، {إلَّا} : أداة استثناء مفرغ، من أعم الأحوال، {بِعِلْمِهِ} جار ومجرور، متعلق بمحذوف، وقع حالًا من أعم الأحوال، والتقدير: وما يحدث شيء من خروج ثمرة، أو حمل حامل، أو وضع واضع ملابسًا بحال من الأحوال، إلا حالة كونه ملابسًا بعلمه المحيط. </p><p> {وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ (٤٧) وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ مِنْ قَبْلُ وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ (٤٨) }. </p><p> {وَيَوْمَ} : {الواو} استئنافية. {يوم} : ظرف زمان، متعلق بمحذوف تقديره: واذكر يا محمد لقومك، قصة يوم يناديهم، والجملة المحذوفة مستأنفة. {يُنَادِيهِمْ} : فعل مضارع ومفعول به، وفاعله ضمير يعود على الله، والجملة في محل الجر مضاف إليه لـ {يوم} . {أَيْنَ} : اسم استفهام في محل النصب على الظرفية المكانية، متعلق بمحذوف خبر مقدم، {شُرَكَائِي} : مبتدأ </p><p> مؤخر، ومضاف إليه، والجملة الاسمية في محل النصب، مفعول ثان لـ {يُنَادِيهِمْ} ، {قَالُوا} : فعل وفاعل، والجملة مستأنفة، {آذَنَّاكَ} : فعل ماض وفاعل ومفعول به، والجملة في محل النصب مقول لـ {قَالوا} ، {مَا} : نافية، {مِنَّا} : جار ومجرور خبر مقدم، {مِنْ} : حرف جر زائد، {شَهِيدٍ} : مبتدأ مؤخر، والجملة في محل النصب، سادّة مسدّ المفعول الثاني والثالث لـ {آذَنَّاكَ} علق عنهما بما النافية؛ لأنه بمعنى أعلمناك، فيتعدى إلى ثلاثة مفاعيل، {وَضَلَّ} : {الواو} عاطفة {ضل} : فعل ماض، {عَنْهُمْ} : متعلق به، {مَا} : اسم موصول في محل الرفع فاعل. {كَانُوا} : فعل ناقص واسمه، وجملة {يَدْعُونَ} : خبره، {مِنْ قَبْلُ} : متعلق بـ {يَدْعُونَ} ، وجملة {كان} صلة لـ {ما} الموصولة، وجملة {ضلَّ} معطوفة على جملة {قَالُوا} . {وَظَنُّوا} : {الواو} عاطفة {ظنوا} فعل وفاعل، معطوف على قالوا. {مَا} : نافية، {لَهُمْ} : خبر مقدم {مِن} : زائدة {مَحِيصٍ} : مبتدأ مؤخر، والجملة الاسمية سادة مسد مفعولي ظنّ؛ لأنه علق عنهما بما النافية. </p><p> {لَا يَسْأَمُ الْإِنْسَانُ مِنْ دُعَاءِ الْخَيْرِ وَإِنْ مَسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ (٤٩) وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي}. </p><p> {لَا} : نافية، {يَسْأَمُ الْإِنْسَانُ} : فعل وفاعل، والجملة مستأنفة، {مِنْ دُعَاءِ الْخَيْرِ} : جار ومجرور، ومضاف إليه متعلق بـ {يَسْأَمُ} ، {وَإِنْ} : الواو: عاطفة. {إن} : حرف شرط جازم. {مَسَّهُ الشَّرُّ} : فعل ومفعول به، وفاعل في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها. {فَيَئُوسٌ} : الفاء رابطة الجواب وجوبًا، {يئوس} : خبر لمبتدأ محذوف تقديره فهو يؤوس {قَنُوطٌ} خبر ثان، والجملة الاسمية في محل الجزم، بـ {إن} الشرطية على كونها جوابًا لها، وجملة {إن} الشرطية معطوفة على جملة {لَا يَسْأَمُ} . {وَلَئِنْ}  {الواو} عاطفة، واللام موطئة للقسم، {إن} : حرف شرط جازم {أَذَقْنَاهُ} : فعل وفاعل ومفعول به، في محل الجزم بـ {إن} الشرطية، على كونها فعل شرط لها، {رَحْمَةً} : مفعول ثان لـ {أَذَقْنَاهُ} . {مِنَّا} صفة لـ {رَحْمَةً} . {مِنْ بَعْدِ} جار ومجرور متعلق بـ {أَذَقْنَاهُ} ، </p><p> {ضَرَّاءَ} مضاف إليه مجرور بالفتحة؛ لأنه اسم لا ينصرف لألف التأنيث الممدودة {مَسَّتْهُ} : فعل ماض ومفعول به. وفاعل مستتر يعود على ضرّاء، والجملة الفعلية في محل الجر، صفة لـ {ضَرَّاءَ} ، وجواب الشرط محذوف، لسد جواب القسم مسده، تقديره: وإن أذقناه رحمة منا، يقول هذا لي، وجملة {إن} الشرطية معترضة بين القسم وجوابه على القاعدة المشهورة، فيما إذا اجتمع شرط وقسم، يكون الجواب للسابق، وجواب الآخر محذوف {لَيَقُولَنَّ} اللام: رابطة لجواب القسم، مؤكدة للأولى {يقولن} : فعل مضارع في محل الرفع، لتجرده عن الناصب والجازم. مبني على الفتح، لاتصاله بنون التوكيد الثقيلة، وفاعله ضمير يعود على الإنسان، والجملة الفعلية جواب القسم. لا محل لها من الإعراب. وجملة القسم مع جوابه، معطوفة على جملة قوله: وإن مسه الشر {هَذَا} : مبتدأ. {لي} جار ومجرور خبر المبتدأ، واللام فيه للاستحقاق؛ أي: استحقه بعملي، والجملة الاسمية في محل النصب، مقول {ليقولن} . </p><p> {وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ} . </p><p> {وَمَا} : {الواو} : عاطفة. {ما} نافية. {أَظُنُّ} : فعل مضارع وفاعل مستتر {السَّاعَةَ} : مفعول أول لـ {أَظُنُّ} ، {قَائِمَةً} : مفعول ثان له، والجملة الفعلية معطوفة على جملة قوله: هذا لي، على كونها مفعولًا لـ {يَقُولُ} ، {وَلَئِنْ}  {الواو} : عاطفة، واللام: موطئة للقسم. {إنْ} حرف شرط جازم، {رُجِعْتُ} : فعل ماض مغير الصيغة، ونائب فاعل في محل الجزم بـ {إنْ} الشرطية على كونه فعل شرط لها، {إِلَى رَبِّي} : متعلق بـ {رُجِعْتُ} ، وجواب الشرط محذوف لسد جواب القسم مسده، على القاعدة المذكورة في قوله: </p><p> واحذِفْ لَدَى اجْتِمَاعِ شَرْطٍ وَقَسَمْ ... جَوَابَ مَا أَخَّرْتَ فَهْوَ مُلَتَزَمْ </p><p> والتقدير: وإن رجعت إلى ربي فإن لي عنده للحسنى، وجملة الشرط معترضة بين القسم وجوابه، لا محل لها من الإعراب. {إنَّ} حرف نصب. {لي} : خبر مقدم لـ {إنَّ} ، {عِنْدَهُ} ظرف ومضاف إليه متعلق بمحذوف حال </p><p> من الحسنى {لَلْحُسْنَى} : اللام: حرف ابتداء. {الحسنى} اسم {إنَّ} مؤخر. وجملة {إنَّ} جواب القسم لا محل لها من الإعراب، وجملة القسم مع جوابه، معطوفة على جملة قوله: هذا لي، على كونها مقولًا ليقولن {فَلَنُنَبِّئَنَّ} : الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت حال الكافر المذكور، وأردت بيان عاقبته .. فأقول لك، {لننبئن} واللام: موطئة للقسم، {ننبئن} : فعل مضارع مبني على الفتح، في محل الرفع، لاتصاله بنون التوكيد الثقيلة، وفاعله ضمير مستتر فيه وجوبًا، تقديره: نحن، {الَّذِينَ} : اسم موصول في محل النصب. مفعول به، والجملة الفعلية جواب القسم، لا محل لها من الإعراب، وجملة القسم مع جوابه، مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {كَفَرُوا} : فعل وفاعل صلة الموصول. {بِمَا} : جار ومجرور، متعلق بـ {ننبئن} على كونه مفعولًا ثانيًا له، وما موصولة أو مصدرية. {عَمِلُوا} فعل وفاعل، صلة لما الموصولة، والعائد محذوف تقديره: بما عملوه، أو صلة لما المصدرية؛ أي: بعملهم. {وَلَنُذِيقَنَّهُمْ}  {الواو} : عاطفة، واللام موطئة للقسم. {نذيقن} : فعل مضارع في محل الرفع، مبني على الفتح لاتصاله بنون التوكيد الثقيلة، وفاعله ضمير مستتر يعود على الله، والهاء ضمير الغائبين في محل النصب مفعول أول، {مِنْ عَذَابٍ} جار ومجرور متعلق بـ {نذيقن} على كونه مفعولًا ثانيًا له {غَلِيظٍ} صفة لـ {عَذَابٍ} ، والجملة الفعلية جواب القسم، وجملة القسم معطوفة على جملة قوله:  {فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا} . </p><p> {وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ (٥١) }. </p><p> {وَإذَا}  {الواو} : استئنافية، {إذا} : ظرف لما يستقبل من الزمان. {أَنْعَمْنَا} : فعل وفاعل. {عَلَى الْإِنْسَانِ} : متعلق به، والجملة الفعلية في محل الخفض بإضافة إذا إليها، على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي، {أَعْرَضَ} فعل وفاعل مستتر يعود على الإنسان، وجملة أعرض جواب {إذا} ، لا محل لها من الإعراب. وجملة إذا مستأنفة. {وَنَأَى}  {الواو} : عاطفة. {نأى} : فعل ماض وفاعل مستتر. معطوف على أعرض، {بِجَانِبِهِ} </p><p> متعلق بـ {نَأَى} ، {وَإذَا}  {الواو} : عاطفة، {إذا} : ظرف لما يستقبل من الزمان، {مَسَّهُ الشَّرُّ} : فعل ومفعول وفاعل، والجملة في محل الخفض بإضافة إذا إليها، على كونها فعل شرط لها، {فَذُو دُعَاءٍ} الفاء: رابطة لجواب إذا وجوبًا {ذو} : خبر لمبتدأ محذوف، تقديره: فهو ذو دعاء. {ذو} مضاف {دُعَاءٍ} : مضاف إليه، {عَرِيضٍ} : صفة {دُعَاءٍ} ، والجملة الاسمية جواب {إذا} ، لا محل لها من الإعراب. وجملة {إذا} معطوفة على جملة {إذا} الأولى. </p><p> {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ (٥٢) سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (٥٣) أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ (٥٤) }. </p><p> {قُلْ} : فعل أمر، وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة مستأنفة، {أَرَأَيْتُمْ} : فعل وفاعل، والجملة في محل النصب مقول {قُلْ} ، ومفعول {رأى} الأول: محذوف، وتقديره: أرأيتم أنفسكم. والثاني: هو الجملة الاستفهامية. {إنْ} حرف شرط. {كان} : فعل ماض ناقص، في محل الجزم بإن على كونه فعل شرط لها، واسمها ضمير مستتر فيها، تقديره: هو يعود على القرآن. {مِنْ عِنْدِ اللَّهِ} : جار ومجرور خبر {كان} ، {ثُمّ} : حرف عطف وترتيب، {كَفَرْتُمْ} : فعل وفاعل في محل الجزم، معطوف على {كان} . وجواب الشرط محذوف تقديره: فأنتم أضل من غيركم، أو ليس ثمة أضل منكم، وجملة الشرط جملة اعتراضية، لا محل لها من الإعراب، لاعتراضها بين المفعولين الأول والثاني. {بِهِ} متعلقان به {مَنْ} : اسم استفهام، في محل الرفع مبتدأ، {أَضَلُّ} : خبره. {مِمَّنْ} متعلق بـ {أَضَلُّ} ، والجملة الاسمية في محل النصب مفعول ثان لـ {أَرَأَيْتُمْ} ، {هُوَ} : مبتدأ، {فِي شِقَاقٍ} خبر، {بَعِيدٍ} صفة {شِقَاقٍ} ، والجملة الاسمية صلة من الموصولة. {سَنُرِيهِمْ} السين حرف استقبال. {نريهم} : فعل مضارع، وفاعل مستتر يعود على الله ومفعول أول {آيَاتِنَا} مفعول ثان. والرؤية هنا بصرية، فلذلك عدّيت إلى اثنين </p><p> فقط، والجملة الفعلية مستأنفة. {فِي الْآفَاقِ} حال من آياتنا، {وَفِي أَنْفُسِهِمْ} : معطوف على في الآفاق، {حَتَّى} : حرف جر وغاية {يَتَبَيَّنَ} : فعل مضارع منصوب، بأن مضمرة وجوبًا بعد حتى، {لَهُمْ} متعلق بـ {يَتَبَيَّنَ} ، {أَنَّهُ الْحَقُّ} ناصب واسمه، وخبره، وجملة أنّ في تأويل مصدر، مرفوع على الفاعلية ليتبين، تقديره: حتى يتبين لهم كونه الحق من ربهم، وجملة يتبين صلة أن المضمرة، أن مع صلتها في تأويل مصدر مجرور بحتى، تقديره: إلى تبين كونه الحق، الجار والمجرور متعلق بـ {سَنُرِيهِمْ آيَاتِنَا} ، {أَوَلَمْ يَكْفِ} الهمزة: للاستفهام الإنكاري التوبيخي، داخلة على محذوف يقتضيه السياق، والواو عاطفة على ذلك المحذوف، والتقدير: ألم يغنهم ولم يكفهم، والجملة المحذوفة جملة استفهامية، لا محل لها من الإعراب، {لَمْ} : حرف نفي وجزم. {يَكْفِ} : فعل مضارع مجزوم بـ {لَمْ} ، وعلامة جزمه حذف حرف العلة، {بِرَبِّكَ} الباء زائدة، {رَبِّكَ} : فاعل مجرور لفظًا مرفوع محلًا، والمفعول محذوف تقديره: أو لم يكفك ربك، أو لم يكفهم ربك، والجملة الفعلية معطوفة على تلك المحذوفة، {أَنَّهُ} : ناصب واسمه {عَلَى كُلِّ شَيْءٍ} : متعلق بـ {شَهِيدٌ} ، و {شَهِيدٌ} : خبر {أَنَّ} ، وجملة {أَنَّ} من اسمها وخبرها في تأويل مصدر، مرفوع على كونه بدلًا من ربك، والتقدير: أو لم يكف ربك شهادته على كل شيء، {أَلَا} حرف استفتاح {إِنَّهُمْ} : ناصب واسمه، {فِي مِرْيَةٍ} : خبره، وجملة {إنّ} مستأنفة، {مِنْ لِقَاءِ رَبِّهِمْ} : جار ومجرور ومضاف إليه، متعلق بـ {مِرْيَةٍ} ، أو صفة له، {أَلَا} : حرف استفتاح، {إنَّه} ناصب واسمه {بِكُلِّ شَيْءٍ} متعلق بـ {مُحِيطٌ} ، و {مُحِيطٌ} خبره، وجملة {إِنَّ} مستأنفة أيضًا. </p><p> التصريف ومفردات اللغة </p><p> {إِلَيْهِ يُرَدُّ} وهو من المضاعف، أصله: يردد بوزن يفعل نقلت حركة الدال الأولى إلى الراء، فسكنت، فأدغمت في الدال الثانية، فصار يرد بوزن يفل، {مِنْ أَكْمَامِهَا} قال في \"القاموس\" : الكم بضم الكاف، مدخل اليد ومخرجها من الثوب، والجمع أكمام وكممة، وبكسرها وعاء الطلع وغطاء النور كالكمامة، </p><p> والكمة بالكسر فيهما، والجمع أكمّة وأكمام وكمام، ويؤخذ من \"الأساس\" ، وغيرها من المعاجم الكبرى، الكم بضم الكاف مدخل اليد ومخرجها من الثوب، جمعه أكمام، وكممة بكسر الكاف، والكمة بضم الكاف، القلنسوة المدورة، وكل ظرف غطيت به شيئًا، وألبسته إياه فصار له، كالغلاف، والكم بكسر الكاف، الغلاف الذي يحيط بالزهر، أو الثمر، أو الطلع فيستره، ثم ينشق عنه جمعه أكمة، وأكمام وكمام وأكاميم، ومن ذلك أكمام الزرع؛ أي: غلفها التي يخرج منها، وأكمة الخيل مخاليها المعلقة على رؤوسها، الواحد منها كمام، والكمامة بكسر الكاف غطاء الزهر، ووعاء الطلع. والكمامة أيضًا بالكسر، والكمام ما يكم به فم الحيوان، لئلا يعضّ، أو يأكل إلى آخر هذه المادة المطولة. </p><p> {مِنْ مَحِيصٍ} ؛ أي: مهرب، اسم مكان، من حاص كمبيع من باع، وأصله: محيص بكسر الياء، بوزن مفعل بكسر العين، نقلت حركة الياء إلى الحاء، فسكنت فصارت حرف مد، من حاص يحيى حيصًا ومحيصًا إذا هرب، وفي \"المفردات\" : أصله من قولهم: وقع في حيص بيص؛ أي: في شدة، وحاص عن الحق، يحيص إذا حاد عنه إلى شدة ومكروه. وفي \"القاموس\" : حاص عنه إذا عدل، وحاد، والمحيص المحيد والمعدل والمميل والمهرب. </p><p> {فَيَئُوسٌ قَنُوطٌ} وفي \"المختار\" : اليأس القنوط، وقد يئس من الشيء من باب فهم، وفيه لغة أخرى، يئس ييئس بالكسر فيهما، وهي شاذة. ورجل يؤس وييئس، أيضًا، وبمعنى علم في لغة النخع، ومنه قوله تعالى:  {أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا} وآيسه من كذا، فاستيأس منه، بمعنى أيس اهـ. وفيه أيضًا أيس منه، لغة في يئس، وبابهما فهم، وآيسه منه غيره بالمد، مثل أيأسه، وكذا أيسه بتشديد الياء تأييسًا اهـ، وفيه أيضًا لقنوط اليأس، وبابه جلس ودخل وطرب وسلم، فهو قنط وقنوط وقانط، فأما قنط يقنط بالفتح فيهما، وقنط يقنط بالكسر، فإنما هو على الجمع بين اللغتين اهـ، والفرق بين اليأس والقنوط، أن اليأس انقطاع الرجاء القلبي من حصول الخير، والقنوط ظهور أثر ذلك على البدن، من المذلة والانكسار والحزن. </p><p> {وَمَا أَظُنُّ السَّاعَةَ} أصله: أظنن بوزن أفعل، نقلت حركة النون الأولى إلى الظاء، فسكنت فأدغمت في النون الثانية، فصار أظن بوزن أفل {وَنَأَى بِجَانِبِهِ} قرأه الجمهور {نأى} ، وفيه إعلال بالقلب أصله: نأي بوزن فعل، تحركت الياء وانفتح ما قبلها قلبت ألفًا، وقرأ ابن ذكوان وغيره عن ابن عامر {وناء} بتقديم الألف على الهمزة بوزن بآء إما لأنه من ناء ينوء، بمعنى نهض، وليس من النأي أو من نأى، ووقع في الكلمة قلب مكاني، حيث قدمت لام الفعل التي هي الياء، وجعلت مكان العين التي هي الهمزة، ثم أبدلت الياء المقدمة ألفًا، لتحركها بعد فتح، والله أعلم، وعلى أنه من ناء ينوء، فاصله: نوأ بوزن فعل، قلبت الواو ألفًا، لتحركها بعد فتح، ومعناه: نهض، وفي \"الفتوحات\" : ناء بتأخير الهمزة عن الألف بوزن قال، ونأى بتقديم الهمزة على الألف بوزن رمى، اهـ. </p><p> {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ} أصله: سنرئيهم، بوزن سنفعل نقلت حركة الهمزة إلى الراء، ثم حذفت للتخفيف، ثم سكنت الياء لوقوعها بعد كسرة، لتكون حرف مد. والآفاق جمع أفق بضمتين، كأعناق وعنق أبدلت همزته ألفًا. وهي الناحية من نواحي الأرض، وكذا آفاق السماء نواحيها وأطرافها كذا قال أهل اللغة، ونقل الراغب: أنه يقال: أفق بفتحتين كجبل وأجبال، وأفق فلان؛ أي: ذهب في الآفاق، والآفاقي الذي بلغ نهاية الكرم تشبيهًا في ذلك بالذاهب في الآفاق، والنسبة إلى الأفق أفقي بفتحهما، قلت: ويحتمل أنه نسبة إلى المفتوح، واستغنوا بذلك عن النسبة إلى المضموم، وله نظائر اهـ \"فتوحات\" . </p><p> {فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ} لقاء فيه إعلال بالقلب أصله: لقاي أبدلت الياء همزة، لتطرفها إثر ألف زائدة. {بِكُلِّ شَيْءٍ مُحِيطٌ} من الإحاطة، والإحاطة إدراك الشيء بكماله، وفيه إعلال بالنقل والتسكين والقلب، أصله: محوط بوزن مفعل، نقلت حركة الواو إلى الحاء، فسكنت إثر كسرة، فقبلت ياء حرف مد. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الحصر المستفاد من تقديم المعمول على عامله، في قوله:  {إِلَيْهِ يُرَدُّ} ؛ أي: لا إلى غيره. </p><p> ومنها: الطباق بين {رَحْمَةً} و {ضَرَّاءَ} . </p><p> ومنها: وصف الجنس بوصف غالب أفراده، في قوله:  {لَا يَسْأَمُ الْإِنْسَانُ} لأن اليأس من رحمة الله، لا يتأتى إلا من الكافر. </p><p> ومنها: المبالغات في قوله: {وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى} وقد تضمن هذا الكلام مبالغات، حيث أكد بالقسم، وبإن، وبتقديم الظرفين، وبالعدول إلى صيغة التفضيل، إذ الحسنى تأنيث الأحسن، وإنما يقول ذلك، لاعتقاده أن ما أصابه من نعم الدنيا، يستحقه، فيستحق مثله في الآخرة. اهـ \"كرخي\" . </p><p> ومنها: المجاز المرسل في قوله: {وَنَأَى بِجَانِبِهِ} ؛ لأن الجانب مجاز عن النفس، كالجنب في قوله تعالى:  {فِي جَنبِ اللهِ} علاقته الكلية والجزئية. </p><p> ومنها: الاستعارة المكنية، التخيلية في قوله:  {فَذُو دُعَاءٍ عَرِيضٍ} فقد شبه الدعاء بأمر يوصف بالامتداد، ثم أثبت له العرض، فاستعار العرض لكثرة الدعاء وديمومته، وهو من صفات الأجرام، ويستعار له الطول أيضًا، ولكن استعارة العرض أبلغ؛ لأنه إذا كان عرضه كذلك، فما ظنك بطوله، والطول أطول الامتدادين، فإذا كان عرضه بهذه المثابة .. فناهيك بطوله. </p><p> ومنها: تنكير عريض للدلالة على العريض. </p><p> ومنها: الحذف والزيادة في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> مجمل ما اشتملت عليه هذه السورة الكريمة </p><p> ١ - وصف الكتاب الكريم. </p><p> ٢ - إعراض المشركين عن تدبره. </p><p> ٣ - جزاء الكافرين وجزاء المؤمنين. </p><p> ٤ - إقامة الأدلة على الوحدانية. </p><p> ٥ - إنذار المشركين بأنه سيحل بهم ما حل بالأمم قبلهم. </p><p> ٦ - شهادة الأعضاء عند الحشر على أربابها. </p><p> ٧ - ما يفعله قرناء السوء من التضليل والصد عن سبيل الله. </p><p> ٨ - ما كان يفعله المشركون حين سماع القرآن. </p><p> ٩ - طلب المشركين إهانة من أضلوهم انتقامًا منهم. </p><p> ١٠ - ما يلقاه المؤمنون من الكرامة يوم العرض والحساب. </p><p> ١١ - إعادة الأدلة على الوحدانية. </p><p> ١٢ - القرآن هداية ورحمة. </p><p> ١٣ - إحاطة علم الله وعظيم قدرته. </p><p> ١٤ - من طبع الإنسان التكبر عند الرخاء والتضرع وقت الشدة. </p><p> ١٥ - آيات الله في الآفاق والأنفس الدالة على وحدانيته وقدرته. </p><p> ١٦ - شك المشركين في البعث والنشور ثم الرد عليهم (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) وكان الفراغ من تفسير هذه السورة يوم السبت وقت الضحوة، في السابع من شهر شوال، من شهور سنة ألف وأربع مئة، وأربع عشرة، سنة ٧/ ١٠/ ١٤١٤ من الهجرة النبوية، على صاحبها أفضل الصلاة، وأزكى التحية.</p><p> [سورة الشورى] </p><p> سورة الشورى، وتسمّى سورة حم عسق، وسورة حم عسق مكية في قول (١) ابن عباس والجمهور، وحكي عن ابن عباس: إلا أربع آيات، نزلت بالمدينة، أولها:  {قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا} ، وقيل: فيها من المدني: {ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ} ، إلى قوله {بِذَاتِ الصُّدُورِ} ، وقوله {وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ (٣٩) } إلى قوله: {مِنْ سَبِيلٍ} . </p><p> وآيها: ثلاث وخمسون آية، نزلت بعد فصّلت. وكلماتها: ثمان مئة وست وثمانون كلمة. وحروفها: ثلاثة آلاف، وخمس مئة، وثمانية وثمانون حرفًا، والله تعالى أعلم. </p><p> ومناسبتها لما قبلها (٢) : اشتمال كل منهما على ذكر القرآن، ودفع مطاعن الكفار فيه، وتسلية النبي - صلى الله عليه وسلم - على ذلك. </p><p> وقال أبو حيان (٣) : مناسبة أول هذه السورة لأخر ما قبلها، أنه قال فيما قبلها:  {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ...} الآية، وكان في ذلك الحكم عليهم بالضلال، لما كفروا به، وقال هنا:  {كَذَلِكَ} ؛ أي: مثل الإيحاء السابق في القرآن، الذي كفر به هؤلاء {يُوحِي إِلَيْكَ} ؛ أي: إن وحيه تعالى إليك متصل غير منقطع، يتعهدك وقتًا بعد وقت. </p><p> ومن فضائلها: ما روي عن النبي - صلى الله عليه وسلم -: \"من قرأ حم عسق، كان ممن يصلي عليه الملائكة، ويستغفرون له ويسترحمون له\" . </p><p> الناسخ والمنسوخ فيها: وقال أبو عبد الله، محمد بن حزم: سورة الشورى كلها محكم، غير ثماني آيات: </p><p>(١) الخازن. (٢) المراغي.(٣) البحر المحيط.</p><p> أولاهنّ: قوله تعالى: {يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ} الآية (٥) نسخت بالآية التي في سورة المؤمن: {يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا}  (٧) . </p><p> الآية الثانية: قوله تعالى: {اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ} نسخت بآية السيف. </p><p> الآية الثالثة: قوله تعالى: {فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ}  (١٥) ، نسخت بقوله تعالى في سورة التوبة:  {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} . </p><p> الآية الرابعة: قوله تعالى: {مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ} الآية (٢٠) ، نسخت بقوله تعالى في سورة الإسراء:  {مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ} . </p><p> الآية الخامسة: قوله تعالى: {قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى} الآية (٢٣) ، مختلف في نسخها، ناسخها قوله تعالى:  {قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ} الآية (٤٧) سبأ. </p><p> الآية السادسة: قوله تعالى: {وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ (٣٩) } (٣٩) . </p><p> الآية السابعة: قوله تعالى: {وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ (٤١) } (٤١) الآيتان، نسختا بقوله عزّ وجل: {وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ (٤٣) }. </p><p> الآية الثامنة: قوله تعالى: {فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا} الآية (٤٨) نسخت بآية السيف. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيَمِ </p><p> {حم (١) عسق (٢) كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ (٣) لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَلِيُّ الْعَظِيمُ (٤) تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ (٥) وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ (٦) وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ (٧) وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (٨) أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِ الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٩) وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ذَلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ (١٠) فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ (١١) لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (١٢) شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ (١٣) وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَى أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ (١٤) فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ (١٥) وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ (١٦) اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ (١٧) يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ (١٨) }. </p><p> المناسبة </p><p> قوله تعالى:  {كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ ...} الآيات، مناسبة أول هذه السورة لآخر السابقة: أنه قال في آخر السابقة: {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ ...} الآية، ولما كان في ذلك، الحكم عليهم بالضلال لما كفروا به، قال هنا كذلك؛ أي: مثل الإيحاء السابق في القرآن، الذي كفر به هؤلاء يوحي إليك؛ أي: إن وحيه تعالى إليك، متصل غير منقطع، يتعهّدك وقتًا بعد وقت. </p><p> وبيّن سبحانه: أنّ ما جاء في هذه السورة، موافق لما في تضاعيف الكتب، المنزلة على سائر الرسل، من الدعوة إلى التوحيد، والإيمان باليوم الآخر، والتزهيد في جمع حطام الدنيا، والترغيب فيما عند الله، ثم ذكر أن ما في السموات والأرض فهو ملكه وتحت قبضته، وله التصرف فيه إيجادًا وإعدامًا، وتكوينًا وإبطالًا وأنّ السموات والأرض على عظمهما، تكاد تتشقّق فرقًا من هيبته، وجلاله سبحانه، وأن الملائكة ينزّهونه عما لا يليق به، من صفا النقص، ويطلبون المغفرة لعباده المؤمنين، ثم أردت هذا بتسلية رسول - صلى الله عليه وسلم -، بأنه ليس بالرقيب على عبدة الأصنام والأوثان، فيستطيع أن يردّهم إلى سواء السبيل، بل ليس عليه إلا البلاغ، وعلينا حسابهم، فلا يبخع نفسه عليهم حسرات، إن الله عليم بما يصنعون. </p><p> قوله تعالى:  {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه، لما (١) بيّن فيما سلف، أنه هو الرقيب على عباده، المحصي لأعمالهم، وأنه - صلى الله عليه وسلم - نذير فحسسب، وليس عليه إلا البلاغ .. ذكر هنا أنه أنزل كتابه بلغة العرب، ليفهمه قومه من أهل مكة، وما حولها كما قال:  {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ} وينذرهم، بأن يوم القيامة آت لا شك فيه، وأن الناس إذ ذلك فريقان: فريق يدخل الجنة، بما قدّم من صالح </p><p>(١) المراغي.</p><p> الأعمال، وفريق يدخل النار بما دسّى به نفسه من سيِّء الأفعال، ثم ذكر أنّ حكمته اقتضت أن يكون الإيمان بالتكليف اختيارًا، ولم يشأ أن يكون قسرًا وجبرًا، ولو شاء أن يكون كذلك لفعل، فمن أخبت لله وأناب وعمل صالحًا أفلح، وفاز بالسعادة، ومن عاث في الأرض فسادًا، واتجهت همته إلى ارتكاب الثرور والآثام خسر، وباء بغضب من الله، ومأواه جهنم وبئس المهاد، ولا يجد له من دون الله وليًا ولا نصيرًا. </p><p> قوله تعالى:  {أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ فَاللَّهُ هُوَ الْوَلِيُّ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه لما ذكر أنهم اتخذوا من دون الله أولياء، وأن الله وكيل عليهم، ولست أيها الرسول بالحفيظ عليهم .. طلب إليه هنا، أن يدع الاهتمام بأمرهم، ويقطع الطمع في إيمانهم، مبينًا أنهم اتخذوا من دون الله أولياء، وهو سبحانه الولي حقًا، القادر على كل شيء فقد عدلوا إلى ما لا نسبة بينه وبينهم بحال. </p><p> قوله:  {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ ...} الآية، مناسبتها لما قبلها: أنه سبحانه لما عظم (١) وحيه إلى رسوله - صلى الله عليه وسلم -، وأبان ما له من كبير الخطر، حين نسبه إليه تعالى، وأنه صادر من عزيز حكيم، لا يوحي إلا بما فيه مصلحة البشر، ومنفعتهم في دينهم ودنياهم .. ذكر هنا تفصيل هذا الوحي، وأرشد إلى أنه هو الدين الذي وصّى به أكابر الأنبياء، وأصحاب الشرائع العظيمة، والأتباع الكثيرة، وأردف ذلك أن المشركين يشقّ عليهم دعوتهم إلى التوحيد، وترك الأنداد والأوثان، وأنّ الله يهدي من يشاء من عباده لهدي دينه، وأنهم ما خالفوا الحق إلا بعد إبلاغه إليهم، وقيام الحجة عليهم، وأنه ما حملهم على ذلك إلا البغي والعدوان والحسد، وأنه لولا الكلمة السابقة من الله، بإنظار المشركين بإقامة حسابهم إلى يوم المعاد .. لعجّل لهم العقوبة في الدنيا، وأن من اعتنقوا الأديان من بعد الأجيال الأولى، ليسوا على يقين من أمرهم، وإيمانهم، </p><p>(١) المراغي.</p><p> وإنما هم مقلّدون لآبائهم وأسلافهم بلا دليل ولا برهان، وهم في حيرة من أمرههم وشك مريب، وشقاق بعيد. </p><p> قوله تعالى:  {فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ ...} الآية، مناسبتها لما قبلها: أنّ الله سبحانه، لما (١) أمرهم بالوحدة في الدين وعدم التفرّق فيه، وذكر أنهم قد تفرّقوا فيه من بعد ما جاءهم العلم بغيًا وحسدًا وعنادًا واستكبارًا، أمر رسوله - صلى الله عليه وسلم -، بالدعوة إلى الاتفاق على الملة الحنيفية والثبات عليها، والدعوة إليها، وأن لا يتبع أهواءهم الباطلة. ثم أمره بالإيمان بجميع الكتب السماوية وبالعدل بين الناس والمساواة بينهم وبين نفسه، فلا يأمرهم بما لا يعمله، أو يخالفهم فيما نهاهم عنه، ثم أردف ذلك ببيان أن إلههم جميعًا واحد، وأنّ كل امرىء مسؤول عن عمله، وأن الله يجمع الناس يوم القيامة، ويجازيهم بأعمالهم. </p><p> وقد اشتملت هذه الآية الكريمة، على عشرة أوامر ونواه، كل منها مستقل بذاته ودالّ على حكم برأسه، ولا نظير لها في ذلك إلا آية الكرسي، فهي عشرة فصول أيضًا. </p><p> قوله تعالى:  {وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ ...} الآيات، مناسبتها لما قبلها: أنّ الله سبحانه وتعالى، لما ذكر فيما سلف، أن لا محاجة بين المشركين والمؤمنين لوضوح الحجة، بيّن هنا أنّ الذين يخاصمون في دين الله، من بعد ما استجاب الناس له، ودخلوا فيه أفواجًا، حجتهم في الصرف عنه زائفة، لا ينبغي النظر إليها، وعليهم غضب من ربهم، لمكابرتهم للحقّ بعد ظهوره، ولهم عذاب شديد يوم القيامة. </p><p> رُوي: أن اليهود قالوا للمؤمنين: إنكم تقولون: إن الأخذ بالمتفق عليه أولى من الأخذ بالمختلف فيه، ونبوّة موسى وتوراته مسلّمة بيننا وبينكم، ونبوّة محمد - صلى الله عليه وسلم - ليست كذلك، وإذًا لأخذ باليهودية أولى فدحض الله سبحانه وتعالى هذه الحجة، بأنّ الإيمان بموسى إنما وجب لظهور المعجزات على يديه. دالة </p><p>(١) المراغي.</p>"
}