{
  "id": null,
  "sura": 41,
  "aya": 50,
  "text": "<p> ويتذلل، وبدأ بصفة القلب؛ لأنها هي المؤثرة فيما يظهر على الصورة من الانكسار، وبهذا ظهر الفرق بينهما، وقال بعضهم: هما مترادفان وذكرهما معًا للتأكيد. </p><p> والحاصل: أن اليأس من صفة القلب، والقنوط إظهار آثاره على ظاهر البدن، اهـ \"كرخي\" ، وهذا صفة الكافر لقوله تعالى:  {إِنَّهُ لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ} . </p><p> وفي \"فتح الرحمن\"  (١) : ولا ينافي ما هنا من قوله: {وَإِنْ مَسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ} ما سيأتي من قوله: {وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ} لأن المعنى قنوط من الصنم، دعّاء لله، أو قنوط بالقلب دعاء باللسان، أو الأولى في قوم والثانية في آخرين؛ انتهى. </p><p> وخلاصة ذلك؛ أن الإنسان متبدل الأحوال، متغير الأطوار، إن أحسّ بخير بطر وتعظم، وإن شعر ببؤس ذل وخضع، فهو شديد الحرص على الجمع، شديد الجزع على الفقد. </p><p> ٥٠ - ثم ذكر حال هذا اليؤوس القنوط {وَلَئِنْ أَذَقْنَاهُ} ؛ أي: وعزتي وجلالي، لئن أذقنا الإنسان وأعطيناه {رَحْمَةً مِنَّا} ؛ أي: نعمة من عندنا {مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ} وأصابته، وذلك بتفريج تلك الضراء عنه، كالمرض والضيق، بالرحمة، كالصحة والسعة {... لَيَقُولَنَّ} ذلك الإنسان: {هَذَا} الخير {لِي} ؛ أي: مستحق لي، وصل إليّ؛ لأني استحقه، لما لي من الفضل وعمل البر، فاللام (٢) : للاستحقاق، أو لي لا لغيري، فلا يزول عني أبدًا، فاللام للاختصاص، فيكون إخبارًا عن لازم الاستحقاق، لا عن نفسه، كما في الوجه الأول، ومعنى الدوام استفيد من لام الاختصاص؛ لأنّ ما يختص بأحدٍ، الظاهر أنه لا يزول عنه، فذلك المسكين لم ير فضل الله، وتوفيقه، فادّعى الاستحقاق في الصورة الأولى، واشتغل بالنعمة عن المنعم، وجهل أن الله تعالى أعطاه ليبلوه أيشكر أم يكفر، </p><p>(١) فتح الرحمن. (٢) روح البيان.</p><p> فلو أراد لقطعها منه، وذلك في الصورة الثانية. </p><p> والمعنى (١) : أي ولئن كشفنا ما أصابه من سقم في نفسه، أو شدة وجهد في معيشته فوهبنا له العافية بعد السقم، والغنى بعد الفقر، ليقولن هذا حقي قد وصل إلي؛ لأني استوجبه بما حصل لي من ضروب الفضائل، وأعمال البر والقرب من الله، لا تفضل منه عليّ، أو لا يعلم أن هذه الفضائل، لو وجدت فإنما هي بفضل الله وإحسانه، وهو لا يستحق على الله شيئًا. </p><p> والخلاصة: أي ولئن آتيناه خيرًا وعافية وغنى، من بعد شدة ومرض وفقر .. ليقولن هذا الخير شيء أستحقه على الله، لرضاه بعملي، فظن أن تلك النعمة التي صار فيها، وصلت إليه باستحقاقه لها، ولم يعلم أنّ الله يبتلي عباده بالخير والشر ليتبين له الشاكر من الجاحد، والصابر من الجزع، قال مجاهد: معناه هذا بعملي وأنا محقوق به {وَمَا أَظُنُّ السَّاعَةَ} أي: القيامة {قَائِمَةً} ؛ أي: ستقوم؛ أي: ما أظنها تقوم كما يخبرنا به الأنبياء، فلا رجعة ولا حساب ولا عقاب على شيء من الآثام، التي يقترفها الإنسان في دنياه، ويجترمها مدى حياته الدنيوية. أوْلست على يقين من البعث. </p><p> وما نتج هذا إلا من شدة رغبته في الدنيا، وعظيم نفرته من الآخرة، فهو حين ينظر إلى أحوال الدنيا، يقول: إنها لي، وأنا جدير بها، لما لي من فضل به استحققتها، وحين ينظر إلى أحوال الآخرة يقول: وما أظن الساعة قائمة، وهذا خاص بالكافرين والمنافقين، فيكون المراد بالإنسان المذكور في صدر الآية: الجنس، باعتبار غالب أفراده؛ لأنّ اليأس من رحمة الله، والقنوط من خيره، والشك في البعث لا يكون إلا من الكافرين، أو المتزلزلين في الدين، المتظهّرين بالإِسلام، المبطنين للكفر. </p><p> {وَلَئِنْ رُجِعْتُ} ورددت {إِلَى رَبِّي} وبعثت على تقدير صدق ما يخبرنا به الأنبياء، من قيام الساعة، وحصول البعث والنشور {إِنَّ لِي عِنْدَهُ ...} ؛ أي: </p><p>(١) المراغي.</p>"
}