{
  "id": null,
  "sura": 41,
  "aya": 14,
  "text": "<p> {ذَلِكَ} المذكور من خلق الأرض في يومين وما بعده إلى هنا {تَقْدِيرُ} وتدبير الإله القدير {الْعَزِيزِ} الذي قد عز كل شيء فغلبه وقهره {الْعَلِيمِ} بحركات مخلوقاته وسكناتها، سرها ونجواها، ظاهرها وباطنها. </p><p> ١٣ - وقوله:  {فَإِنْ أَعْرَضُوا} : متصل بقوله: {قُلْ أَئِنَّكُمْ ...} إلخ؛ أي: فإن أعرض كفار قريش عن الإيمان بعد هذا البيان، وهو بيان خلق الأجرام العلوية والسفلية وما بينهما .. {فَقُلْ} لهم يا محمد: {أَنْذَرْتُكُمْ} ؛ أي: أنذركم وأخوفكم، وصيغة الماضي للدلالة على تحقق الإنذار المنبىء عن تحقق المنذر به؛ أي: أنذركم وأخوفكم {صَاعِقَةً} ؛ أي: عذابًا هائلًا شديد الوقع، كأنه صاعقة؛ يعني أن الصاعقة في الأصل قطعة من النار، تنزل من المساء فتحرق ما أصابته، استعيرت هنا للعذاب الشديد، تشبيهًا له بها في الشدة والهول؛ أي: أنذركم عذابًا شديدًا {مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ} ؛ أي: مثل عذاب شديد نزل بعاد قوم هود وبثمود قوم صالح. </p><p> أي (١) : لم يبق في حقكم علاج إلا إنزال العذاب الذي نزل على من قبلكم من المعاندين المتمردين، المعرضين عن الله تعالى وطلبه وطلب رضاه، فهم سلف لكم في التكذيب والجحود والعناد، وقد سلكتم طريقهم، فتكونون كأمثالهم في الهلاك، قال مقاتل: كان عاد وثمود ابني عم، وموسى وقارون ابني عم، وإلياس واليسع ابني عم، وعيسى ويحيى ابني خالة. </p><p> وإنما خص (٢) هاتين القبيلتين؛ لأن قريشًا كانوا يمرون على بلادهم في أسفارهم إلى الشام، فيرون آثارهم في الحجر. </p><p> وقرأ الجمهور:  {صَاعِقَةِ} في الموضعين بالألف، وقرأ ابن الزبير والنخعي والسلمي وابن محيصن:  {صعقة} بغير ألف في الموضعين، والصعقة: المرة من الصعق، أو الصعق، يقال: صعقته الصاعقة صعقًا؛ أي: أهلكته إهلاكًا فصعق صعقًا، والصاعقة: المهلكة من كل شيء، </p><p> ١٤ - والظرف في قوله:  {إِذْ جَاءَتْهُمُ الرُّسُلُ} : متعلق بمحذوف حال من صاعقة عاد وثمود؛ أي: حال كون تلك الصاعقة نازلةً بهم وقت مجيء الرسل إليهم؛ أي: إلى عاد وثمود {مِنْ بَيْنِ أَيْدِيهِمْ} ؛ أي (٣) : من </p><p>(١) روح البيان. (٢) المراح.(٣) الخازن.</p><p> قبلهم، يعني الرسل الذي أرسلوا إلى آبائهم، فالضمير عائد إلى عاد وثمود {وَمِنْ خَلْفِهِمْ} ؛ أي: ومن بعد الرسل الذين أرسلوا إلى آبائهم، وهم الرسل الذين أرسلوا إليهم، وهما هود وصالح، والضمير عائد إلى الرسل. </p><p> قوله:  {إِذْ جَاءَتْهُمُ الرُّسُلُ} الظاهر (١) : أنه من إطلاق الجمع على المثنى، فإن الجائي إلى عاد هود، وإلى ثمود صالح {مِنْ بَيْنِ أَيْدِيهِمْ} متعلق بـ {جَاءَتْهُمُ} ؛ أي: جاءتهم من جميع جوانبهم، واجتهدوا بهم من كل جهة من جهات الإرشاد وطرق النصيحة، تارةً بالرفق، وتارةً بالعنف، وتارةً بالتشويق، وأخرى بالترهيب، فليس المراد الجهات الحسية والأماكن المحيطة بهم، أو من جهة الزمان الماضي بالإنذار عما جرى فيه على الكفار من الوقائع، ومن جهة الزمان المستقبل بالتحذير عما أعد لهم في الآخرة، ويحتمل أن يكون عبارة عن الكثرة كقوله تعالى:  {يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ} فيراد بالرسل ما يعم المتقدمين منهم والمتأخرين، أو ما يعم رسل الرسل أيضًا، وإلا فالجائي رسولان كما سبق، وليس في الاثنين كثرة؛ أي: إذ جاءتهم الرسل وخاطبوهم بـ {أَلَّا تَعْبُدُوا} أيها القوم {إِلَّا اللَّهَ} سبحانه وتعالى؛ أي: يأمرونهم بعبادة الله وحده، فـ {أنْ} : مصدرية ناصبة للفعل وصلت بالنهي، كما توصل بالأمر في مثل قوله تعالى:  {أَنْ طَهِّرَا} ، ويجوز (٢) أن تكون تفسيرية، أو مخففةً من الثقيلة، واسمها: ضمير الشأن محذوف. </p><p> ثم ذكر سبحانه ما أجابوا به على الرسل، فقال:  {قَالُوا} ؛ أي: قال قوم عاد وثمود استخفافًا برسلهم: {لَوْ شَاءَ رَبُّنَا} ؛ أي: إرسال الرسل، فإنه ليس هنا في أن تقدر المفعول مضمون جواب الشرط كثير معنى .. {لَأَنْزَلَ مَلَائِكَةً} ؛ أي: لأرسل الملائكة بدلكم، ولم يتخالجنا شك في أمرهم فآمنا بهم، لكن لما كان إرسالهم بطريق الإنزال .. قيل: لأنزل {فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ} على زعمكم، فهو ليس إقرارًا منهم بالإرسال {كَافِرُونَ} ؛ أي: كافرون بما تزعمونه من أن الله أرسلكم إلينا، لأنكم بشر مثلنا لا فضل لكم علينا، فكيف اختصكم برسالته دوننا؟. </p><p> ومعنى الآية (٣) : أي قل أيها الرسول لمشركي قومك، المكذبين لما جئتهم به من الحق: إن أعرضتم عما جئتكم به من عند الله تعالى .. فإني أنذركم بحلول </p><p>(١) روح البيان. (٢) روح البيان.(٣) المراغي.</p><p> نقمته بكم، كما حلت بالأمم الماضية التي كذبت رسلها، كعاد وثمود ومن على شاكلتهما، ممن فعل فعلهما حين جاءتهم الرسل في القرى المجاورة لبلادكم، وأمروا أهلها بعبادة الله وحده، فكذبوهم واستكبروا عن إجابة دعوتهم، واعتذروا بشتى المعاذير، كما ذكر الله ذلك سبحانه بقوله:  {قَالُوا لَوْ شَاءَ رَبُّنَا} إلخ؛ أي: قالوا: إنا لا نصدق برسالتكم، فما أرسل الله بشرًا، ولو أرسل رسلًا .. لأنزل ملائكة، وإذًا فلا نتبعكم وأنتم بشر مثلنا، وقد تقدم في غير ما موضع دفع هذه الشبهة الداحضة التي جاؤوا بها، وقوله:  {بِمَا أُرْسِلْتُمْ بِهِ} : ليس إقرارًا منكم بكونهم رسلًا بل ذكروه استهزاءً بهم، كما قال فرعون:  {إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ} . </p><p> أخرج البيهقي في \"الدلائل\" وابن عساكر عن جابر بن عبد الله - رضي الله عنه - قال: قال أبو جهل والملأ من قريش: قد التبس علينا أمر محمد، فلو التمستم رجلًا عالمًا بالسحر والكهانة والشعر فكلمه، ثم أتانا ببيان من أمره، فقال عتبة بن ربيعة: والله لقد سمعت السحر، وعلمت من ذلك علمًا، وما يخفى علي إن كان كذلك، فأتاه فقال: يا محمد، أنت خير أم هاشم، أنت خير أم عبد المطلب، أنت خير أم عبد الله، فلم يجبه - صلى الله عليه وسلم -، قال: لم تشتم آلهتنا وتضللنا، إن كنت تريد الرياسة؟ عقدنا لك اللواء فكنت رئيسنا، وإن تكن بك الباءة - الميل إلى قربان النساء - .. زوجناك عشر نسوة تختارهن أي بنات شئت من قريش، وإن كان المال مرادك .. جمعنا لك ما تستغني به، ورسول الله ساكت، فلما فرغ .. قال - صلى الله عليه وسلم -: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ {حم (١) تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ (٢) كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ (٣) } حتى بلغ {فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ (١٣) } فأمسك عتبة على فيه، وناشده الرحم، فرجع إلى أهله ولم يخرج إلى قريش، فلما احتبس عنهم .. قالوا: لا نرى عتبة إلا قد صبأ، فانطلقوا إليه وقالوا: يا عتبة، ما حبسك عنا إلا أنك قد صبأت، فغضب وأقسم لا يكلم محمدًا أبدًا، ثم قال: والله لقد كلمته فأجابني بشيء ما هو بشعر ولا بسحر ولا كهانة، ولما بلغ:  {صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ} .. أمسكت بفيه وناشدته الرحم، ولقد علمت أن محمدًا إذا قال شيئًا .. لا يكذب؛ فخفت أن ينزل بكم العذاب. </p><p> وأخرج أبو نعيم والبيهقي في \"الدلائل\" عن ابن عمر قال: لما قرأ النبي - صلى الله عليه وسلم - </p>"
}