{
  "id": null,
  "sura": 41,
  "aya": 44,
  "text": "<p> من حال إلى حال أخرى أحسن من الأولى، كما ينقلب النحاس بالإكسير فضةً أو ذهبًا. </p><p> ودلّت الآية أيضًا (١) : على أنه ليس من الحكمة أن يقطع لسان الخلق بعضهم عن بعض، ألا ترى أنه تعالى لم يقطع لسان الخلق عن ذاته الكريمة، حتى قالوا في حقه تعالى: إن له صاحبةً وولدًا ونحو ذلك، فكيف غيره تعالى من الأنبياء والمرسلين والعلماء والمقرّبين، فالنار لا ترتفع من الدنيا إلا يوم القيامة، وإنما يرتفع الاحتراق بها، كما وقع لإبراهيم عليه السلام وغيره من الخواض، فكل البلايا كالنار، فبطون العلماء والأولياء وقلوب الصديقين في سلامة من الاحتراق بها، فإنه لا يجري إلا ما قضاه الله تعالى، ومن آمن بقضاء الله .. سَلِمَ من الاعتراض والانقباض، وهكذا شأن الكبار، نسأل الله الغفَّار السلامة من عذاب النار. </p><p> ٤٤ - ثمَّ أجاب عن شبهةٍ قالوها: وهي هلا نزل القرآن بلغة العجم، فقال:  {وَلَوْ جَعَلْنَاهُ} ؛ أي: ولو جعلنا هذا الذكر والقرآن الذي تقرؤهُ على الناس {قُرْآنًا أَعْجَمِيًّا} ؛ أي: قرآنا منتظمًا على لغة العجم مؤلفًا عليها. والأعجمي في الأصل يقال لذات من لا يفصح عن مراده بلغة لسانه، وان كان من العرب، ولكلامه الملتبس الذي لا يوضّح المعنى المقصود، أطلق ما هنا على كلام مؤلّف على لغة العجم بطريق الاستعارة، تشبيهًا له بكلام من لا يفصح، من حيث إنه لا يفهم معناه بالنسبة إلى العرب، وهذا جواب لقول قريش تعنّتًا: هلّا أنزل القران بلغة العجم .. {لَقَالُوا} : جواب {لو} الشرطية؛ أي: لقال كفار قريش: {لَوْلَا فُصِّلَتْ آيَاتُهُ} ؛ أي: هلّا بيّنت آياته، وفصلت دلائله بلسان نفقهه من غير ترجمان عجمي، وهو من كان منسوبًا إلى أمة العجم فصيحًا كان أو غير فصيح، و {لَوْلَا} هنا: حرف تحضيض بمعنى: هلّا، وحرف التحضيض إذا دخل على الماضي .. كان معناه: اللوم والتوبيخ على ترك الفعل، فهو في الماضي بمعنى الإنكار. </p><p> والاستفهام في قوله:  {أَأَعْجَمِيٌّ وَعَرَبِيٌّ} للإنكار، وهو من جملة كلام المشركين، مقرر للإنكار المفهوم من التحضيض، والأعجمي: كلام لا يفهم معناه، </p><p>(١) روح البيان.</p><p> ولغة العجم كذلك بالنسبة إلى العرب. و {الهمزة} الأولى فيه: للاستفهام الإنكاري، والثانية: جزء كلمة، و {الياء} : فيه ليست للنسبة، بل للمبالغة في الوصف كالأحمري. </p><p> والمعنى: ولو جعلناه قرآنًا أعجميًا .. لأنكروا وقالوا؛ لولا فصلت آياته بلسان نفهمه، إن كان من عند الله أهو؛ أي: القران أعجميٌّ وهو؛ أي: المرسل به أو المرسل إله عربي، فكيف يرسل الكلام العجمي مع الرسول العرب؟ أو كيف يرسل الكلام العجميّ إلى القوم العربي؟ لحصول التنافي بين الكلام وبين الآتي به، أو بين الكلام وبين المخاطب به، مع كون المرسل إليه أمةً جمةً. </p><p> وحاصل المعنى: أي (١) ولو جعلنا هذا القرآن الذي أنزل إليك بلغة العجم .. لقال قومك من قريش: هلا بينت أدلته وما فيه من حكم وأحكام بلغة العرب، حتى نفقهه ونعلم ما هو وما فيه وكانوا يقولون منكرين: أقرآن أعجمي ولسان المرسل إليهم عربي. </p><p> وخلاصة ذلك: لو نزل بلسان أعجمي .. لقالوا: هلّا بيّنت آياته باللسان الذي نفهمه، ولقالوا: أكلام أعجمي، والمرسل إليهم عرب خلص. </p><p> قرأ أبو بكر وحمزة والكسائي والأعمش وحفص (٢) : بهمزتين محققتين، وقرأ الجمهور:  {أعجمي} بهمزة الاستفهام بعدها مدة هي حمزة أعجمي، وقياسها في التخفيف: التسهيل بين بين، أي: وقالوا منكرين: أهو قرآن أعجمي ورسول عربي أو مرسل إليه عربي؟ وتأوله ابن جبير أن معنى قوله: أعجمي وعربي؛ أي: أهو قرانٌ أعجمي ونحن عرب؟ مالنا وللعجمة؟ وقرأ الحسن وأبو الأسود والجحدري وسلّام والضحاك وابن عباس وابن عامر: بخلاف عنهما، وأبو العالية ونصر بن عاصم وهشام: بهمزة واحدة هي أصل الكلمة وسكون العين بدون استفهام ولا إنشاء، والكلام حينئذ على الإخبار، والتفصيل في قوله:  {لَوْلَا فُصِّلَتْ} بمعنى: التفريق والتمييز، لا بمعنى التبيين، كما في القراءة الأولى، والمعنى حينئذ: ولو جعلنا المنزّل كله أعجميًّا .. لقالوا: لولا فصلت آياته وميّزت، بأن جعل بعضها </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> أعجميًا لإفهام العجم، وبعضها عربيًا لإفهام العرب، فهو؛ أي: القرآن حينئذ أعجمي وعربي. </p><p> وقرأ عمرو بن ميمون:  {أعجمي} بهمزة استفهام وفتح العين. </p><p> والمقصود من هذا الكلام (١) : بيان أنّ آيات الله على أيّ وجه جاءتهم .. وجدوا فيها متعنتًا يتعلّلون به؛ لأنّ القوا غير طالبين للحق، وإنما يتبعون أهواءَهم. وفي \"التأويلات النجمية\" : يشير سبحانه إلى إزالة العلة وإزاحتها لمن أراد أن يعرف صدق الدعوة وصحة الشريعة، فإنه لا نهاية للتعليل بمثل هذه التعلُّلات؛ لأنه تعالى لو جعل القرآن أعجميًا وعربيًا .. لقالوا: لولا جعله عبرانيًا وسريانيًا. </p><p> ثم أمر الله سبحانه رسوله - صلى الله عليه وسلم - أن يجيبهم ببيان حال القرآن لدى المؤمنين والكافرين، فقال:  {قُلْ} يا محمد لهؤلاء المشركين، ردًّا على قولهم:  {وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ ...} إلخ: {هُوَ} ؛ أي: هذا الذكر والقرآن {لِلَّذِينَ آمَنُوا هُدًى} يهديهم إلى الحق وإلى طريق مستقيم {وَشِفَاءٌ} لما في الصدور من شكّ وشبهة، ولما في الأبدان من الأسقام والآلام؛ أي: قل (٢) لهم: إن هذا القرآن الذين صدقوا بما جاء به من عند ربهم هادٍ إلى الحق، شافٍ لما في الصدور من ريبة وشك، ومن ثم جاء بلسانهم معجزًا بيّنًا في نفسه، مبيّنا لغيره، ونحو الآية قوله:  {وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ} أو هو شفاء (٣) حيث استراحوا به من كدّ الفكرة، وتحير الخواطر، أو شفاء لضيق صدور المريدين؛ لما فيه من التنعم بقراءَتِهِ، والتلذذ بالتفكر فيه، أو شفاء لقلوب المحبين من لواعج الاشتياق، لما فيه من لطائف المواعيد، أو شفاء لقلوب العارفين، لما يتوالى عليها من أنوار التحقيق، وآثار خطاب الرب العزيز. </p><p> {وَالَّذِينَ لَا يُؤْمِنُونَ} به ولا يصدقونك، مبتدأ، خبره: قوله: {فِي آذَانِهِمْ وَقْرٌ} أي: ثقل وصمم على أن التقدير هو؛ أي: القرآن في آذانهم وقر، على أن {وَقْرٌ}  (٤) : خبر للضمير المقدر و {فِي آذَانِهِمْ} : متعلق بمحذوف وقع حالًا عن </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.(٤) روح البيان.</p>"
}