{
  "id": null,
  "sura": 41,
  "aya": 30,
  "text": "<p> {نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا} ؛ أي: ندسُّهما بأقدامنا لنتشفى وننتقم منهما، أو نجعلهما. تحت أقدامنا في النار {لِيَكُونَا مِنَ الْأَسْفَلِينَ} فيها مكانًا، وأشد عذابًا منا، أو ليكونا من الأذلين المهانين. </p><p> وخلاصة المعنى: ويقول الكافرون يوم القيامة، وهم يتقلبون في العذاب: ربنا أرنا شياطين الإنس والجن الذين أوقعونا في الضلال، نَدُسُّهم تحت أقدامنا، انتقامًا منهم ومهانةً لهم، أو ليكونا مباشرين للنار، ويكونا وقايةً بيننا وبينها، فتخفَّف عنا حرارتها نوعَ خِفةٍ. </p><p> ٣٠ - ثم لما ذكر سبحانه عقاب الكافرين وما أعده لهم .. ذكر حال المؤمنين وما أنعم عليهم به، فقال:  {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ} وحده لا شريك له، اعترافًا بربوبيته، وإقرارًا بوحدانيته، فربُّنا الله من باب: صديقي زيد، يفيدُ الحصرَ {ثُمَّ اسْتَقَامُوا} ؛ أي: ثبتوا على الإقرار بقولهم: {رَبُّنَا اللَّهُ} ومقتضياته بأن لا تزل قدمهم عن طريق العبودية قلبًا وقالبًا ولا تتخطاه، وفيه يندرج كل العبادات والاعتقادات بصفة الدوام إلى وقت الوفاة، فـ {ثُمَّ} للتراخي في الزمان، أو في الرتبة، فإن الاستقامة لها الشأن كله؛ يعني: أن المنتهى وهي الاستقامة، لكونه مقصودًا أعلى حالًا من المبدأ، وهو الإقرار واستقامة الإنسان: لزومه للمنهج المستقيم. </p><p> وفي قوله:  {ثُمَّ اسْتَقَامُوا} : تعريض لليهود والنصارى؛ لأنهم لم يستقيموا على دينهم، حتى قالوا:  {عُزَيْرٌ ابْنُ اللَّهِ} و {الْمَسِيحُ ابْنُ اللَّهِ} ونحو ذلك، وكفر بنبوة محمد - صلى الله عليه وسلم -. ومن الاستقامة: أن لا يرى المرء النفع والضر إلا من الله، ولا يرجو من أحد دون الله، ولا يخاف أحدًا غيره. </p><p> وفي \"التأويلات النجمية\" : تشير الآية إلى يوم الميثاق، لما خوطبوا بقوله:  {أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَىَ} ؛ أي: ربنا الله، وهم الذريات المستخرجة من ظهر آدم عليه السلام، أقروا بربوبيته ثم استقاموا على إقرارهم بالربوبية، ثابتين على أقدام العبودية لما أخرجوا إلى عالم الصورة، ولهذا ذكر بلفظ {ثُمَّ} ؛ لأنه للتراخي، فأقروا في عالم الأرواح، ثم استقاموا في عالم الأشباح، وهم المؤمنون، بخلاف المنافقين والكافرين، فإنهم أقروا ولم يستقيموا على ذلك. </p><p> وقال جماعة من الصحابة والتابعين: معنى الاستقامة: إخلاص العمل لله، وقال قتادة وابن زيد: ثم استقاموا على طاعة الله. وقال الحسن: استقاموا على أمر الله، فعملوا بطاعته واجتنبوا معصيته، وقال مجاهد وعكرمة: استقاموا على شهادة أن لا إله إلا الله حتى ماتوا. وقال الثوري: عملوا على وفاق ما قالوا. وقال الربيع: أعرضوا عما سوى الله. وقال الفضيل بن عياض: زهدوا في الفانية، ورغبوا في الباقية. </p><p> {تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ} من جهته تعالى، يمدونهم فيما يعرض لهم من الأمور الدينية والدنيوية بما يشرح صدورهم، ويدفع عنهم الخوف والحزن بطريق الإلهام، كما أن الكفرة يمدّهم ما قيّض لهم من قرناء السوء بتزيين القبائح، وكذا تتنزل عند الموت بالبشرى، وفي القبر وعند البعث إذا قاموا من قبورهم، {أنْ} مفسرة، بمعنى؛ أي: أو مخففة من الثقيلة، والأصل: بأنه، و {الهاء} : ضمير الشأن أو المصدرية، ولا على الوجهين الأولين: ناهية، وعلى الثالث: نافية؛ أي: يتنزلون متلبسين بهذه البشارة، وهي {لا تخافوا} ، ما تقدمون عليه من أمر الآخرة، فلا ترون مكروهًا فإن الخوف غم يلحق الإنسان لتوقع المكروه {وَلَا تَحْزَنُوا} على ما خلفتم من أهل وولد، فإن الله تعالى يخلفكم عليهم بخير، ويعطيكم في الجنة أكثر من ذلك وأحسن، ويجمع بينكم وبين أهليكم وأولادكم المسلمين في الجنة، فإن الحزن غم يلحق من فوات نافع أو حصول ضار. وفي قراءة عبد الله:  {لا تخافوا} بإسقاط {أنْ} ؛ أي: تتنزل عليهم الملائكة قائلين: {لا تخافوا ولا تحزنوا} . وفي \"التأويلات النجمية\" : الخوف (١) إنما يكون في المستقبل من الوقت، وهو بحلول مكروه أو فوات محبوب، والملائكة يبشرونهم بأن كل مطلوب لهم سيكون، وكل محذور لهم لا يكون، والحزن من حزونة الوقت، والذي هو راض بجميع ما يجري مستسلم للأحكام الأزلية، فلا حزونة في عيشه، بل من يكون قائمًا بالله، وهائمًا في الله، دائمًا على الله، لا يدركه الخوف والحزن، والملائكة يبشرونهم أن لا تخافوا ولا تحزنوا على فوات العناية في السابقة. انتهى. </p><p> وقال مجاهد (٢) : لا تخافوا الموت ولا تحزنوا على أولادكم، فإن الله </p><p>(١) روح البيان. (٢) الشوكاني.</p>"
}