{
  "id": null,
  "sura": 41,
  "aya": 11,
  "text": "<p> المحتاجين إليها من المقتاتين، فإن أهل الأرض كلها طالبون للقوت، محتاجون إليه، فالسؤال استعطافي، واللام للأجل. </p><p> قال الفراء (١) : في الكلام تقديم وتأخير، والمعنى: وقدر فيها أقواتها سواءً كاملةً للمحتاجين في أربعة أيام، واختار هذا ابن جرير. </p><p> ١١ - ولما انتهى من الكلام في الأرض .. أخذ يذكر السماء، فالترتيب في الذكر فحسب؛ أي: لما ذكر سبحانه خلق الأرض وما فيها .. ذكر كيفية خلقه للسموات، فقال:  {ثُمَّ اسْتَوَى} سبحانه وتعالى؛ أي: وجه قصده وإرادته {إِلَى} خلق {السَّمَاءِ} وتكوينها، قال الرازي: هو من قولهم: استوى إلى مكان كذا: إذا توجه إليه توجهًا لا يلتفت معه إلى عمل آخر، وهو من الاستواء الذي هو ضد الاعوجاج، ونظيره قولهم: استقام إليه، ومنه قوله تعالى:  {فَاسْتَقِيمُوا إِلَيْهِ} . </p><p> والمعنى: ثم دعاه سبحانه داعي الحكمة البالغة، والقدرة الباهرة، والإرادة التامة إلى خلق السموات وسمكها بعد خلق الأرض وما فيها {وَهِيَ دُخَانٌ} ؛ أي: والحال أن السماء أمر ظلماني مثل الدخان المرتفع من النار، الذي لا تماسك فيه؛ أي: مثل السحاب الغير المتماسك. و {الواو}  (٢) : للحال، والضمير للسماء، لأنها من المؤنثات السماعية، والدخان أجزاء أرضية لطيفة؛ أي: غير متماسكة، ترتفع في الهواء مع الحرارة. وفي \"المفردات\" : الدخان: العثان المسْتَصْحِب لِلَهب، والبخار: أجزاء مائية رطبة ترتفع في الهواء مع الشعاعات الراجفة من سطوح المياه. </p><p> والمعنى: والحال أن السماء دخان؛ أي: أمر ظلماني يشبه الدخان، وهو المرتفع من النار وهو من قبيل التشبيه البليغ ولما كانت أول حدوثها مظلمة صحت تسميتها بالدخان تشبيهًا لها به، من حيث إنها أجزاء متفرقة غير متواصلة، عديمة النور كالدخان، فإنه ليس له صورة تحفظ تركيبه. كما في \"حواشي ابن الشيخ\" . وقال بعضهم:  {وَهِيَ دُخَانٌ} ؛ أي: دخان مرتفع من الماء؛ يعني: السماء، بخار الماء كهيئة الدخان. </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> وكان عرش الرحمن قبل خلق السموات والأرض على الماء، كما قال الله تعالى:  {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} ، فلما أراد الله سبحانه وتعالى أن يخلق السموات والأرض .. أمر الريح فضربت الماء فاضطرب الحاء اضطرابًا شديدًا فأزبد وارتفع، فخرج منه دخان، فأما الزبد: فبقي على وجه الماء، فخلق فيه اليبوسة، وأحدث منه الأرض، وأما الدخان: فارتفع وعلا، فخلق منه السموات. </p><p> فإن قلت: هذه (١) الآية مشعرة بأن خلق الأرض كان قبل السماء، وقوله: {وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا (٣٠) } مشعر بأن خلق الأرض بعد خلق السماء، فكيف الجمع بينهما؟ </p><p> قلت: الجواب المشهور: أنه تعالى خلق الأرض أولًا، ثم خلق السماء بعدها، ثم بعد خلق السماء دحا الأرض ومدّها، وفيه جواب آخر، وهو أن يقال: إن خلق السماء مقدم على خلق الأرض، فعلى هذا يكون معنى الآية خلق الأرض في يومين، وليس الخلق عبارةً عن الإيجاد والتكوين فقط، بل هو عبارة عن التقدير أيضًا، فيكون المعنى: قضى أن يحدث الأرض في يومين بعد إحداث السماء، فعلى هذا يزول الإشكال. والله أعلم بالحقيقة. </p><p> ولعل تقديم (٢) بيان ما يتعلق بالأرض وأهلها، لما أن بيان اعتنائه تعالى بأمر المخاطبين، وترتب مبادي معايشهم قبل خلقهم، مما يحملهم على الإيمان، ويزجرهم عن الكفر والطغيان. </p><p> {فَقَالَ لَهَا} ؛ أي: للسماء {وَلِلْأَرْضِ} التي قدر وجودها، ووجود ما فيها:  {ائْتِيَا} ؛ أي: كُونا واحدُثَا على وجه معين، وفي وقت مقدر لكل منكما، وهو عبارة عن تعلق إرادته تعالى بوجودهما تعلقًا فعليًا، بطريق التمثيل، بعد تقدير أمرهما، من غير أن يكون هناك آمر ومأمور، كما في قوله:  {كُن} بأن شبه تأثير قدرته فيهما، وتأثرهما عنها بأمر آمر نافذ الحكم يتوجه نحو المأمور المطيع، فيتمثل أمره، فعبر عن الحالة المشبهة بما يعبر به عن الحالة المشبهة بها. </p><p> ومعنى {ائْتِيَا}  (٣) : افعلا ما آمركما به، وجيئا به، كما يقال: ائت ما هو </p><p>(١) الخازن. (٢) روح البيان.(٣) الشوكاني.</p><p> الأحسن؛ أي: افعله. قال الواحدي: قال المفسرون: إن الله سبحانه قال: أما أنت يا سماء .. فأطلعي شمسك وقمرك ونجومك، وأما أنت يا أرض .. فشقي أنهارك وأخرجي ثمارك ونباتك. </p><p> وقرأ الجمهور:  {ائْتِيَا} أمرًا من الإتيان، وقرأ ابن عباس وابن جبير ومجاهد:  {آتيا}  {قالتا آتينا} بالمد فيهما، وهو إما من المؤاتاة وهي الموافقة؛ أي: لتوافق كل منكما الأخرى، أو من الإيتاء وهو الإعطاء، فوزنه على الأول فاعلا كقاتلا، وعلى الثاني أفعلا كأكرما، وجمع الأمر لهما في الإخبار عنه لا يدل على جمعه في الزمان، بل يكون القول لهما متعاقبًا. </p><p> وقوله:  {طَوْعًا أَوْ كَرْهًا} : مصدران (١) واقعان في موقع الحال، والطوع الانقياد والاختيار والإرادة، ويضاده الكره؛ أي: كونا أو افعلا ما أمرتكما به حالة كونكما طائعتين منقادتين مختارتين أو كارهتين؛ أي: افعلا سواء شئتما ذلك أو أبيتما، وهو تمثيل لتحتم تأثير قدرته تعالى فيهما، واستحالة امتناعهما من ذلك، لا إثبات الطوع والكره لهما، لأنهما من أوصاف العقلاء ذوي الإرادة والاختيار، والأرض والسماء من قبيل الجمادات العديمة الإرادة والاختيار. </p><p> وقرأ الأعمش:  {كرها} بضم الكاف وهو بمعنى الفتح. </p><p> {قَالَتَا} ؛ أي: السماء والأرض {أَتَيْنَا} وفعلنا أمرك حالة كوننا {طَائِعِينَ} ؛ أي: منقادين وطائعين أمرك، وهو تمثيل لكمال تأثرهما بالذات عن القدرة الربانية، وحصولهما كما أمرتا به، وتصوير لكون وجودهما كما هما عليه جاريًا على مقتضى الحكمة البالغة، فإن الطوع منبىء عن ذلك، والكره موهم لخلافه. </p><p> فإن قلت: لِمَ قال (٢) : {طَائِعِينَ} على وزن جمع العقلاء المذكور، لا طائعتين حملًا على اللفظ أو طائعات حملًا على المعنى، لأنها سماوات وأرضون؟ </p><p> قلت: جمعهما جمع العقلاء لخطابهما بما يخاطب به العقلاء، ونظيره:  {سَاجِدِينَ} في قوله تعالى حكايةً عن يوسف عليه السلام: {إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ} ؛ أي: لما وصفتا بأوصاف العقلاء .. </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}