{
  "id": null,
  "sura": 42,
  "aya": 27,
  "text": "<p> والمعنى (١) : أي ويجيب الذين آمنوا إذا دعوه، ويزيدهم من فضله على ما طلبوه بالدعاء. </p><p> وبعد أن ذكر ما أعده للمؤمنين من الثواب، أردف بما أعده للكافرين من العذاب فقال:  {وَالْكَافِرُونَ لَهُمْ} يوم القيامة {عَذَابٌ شَدِيدٌ} ؛ أي: وجيع مؤلم بدل ما للمؤمنين من الثواب والفضل المزيد، فالمؤمنون استجاب لهم دعاءهم وزادهم من فضله، وهؤلاء الكفرة لا يستجيب لهم دعاءً {وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ} . </p><p> ٢٧ - {وَلَوْ بَسَطَ اللَّهُ} سبحانه وتعالى {الرِّزْقَ لِعِبَادِهِ} ؛ أي: لجمعيهم، ووسعه عليهم {لَبَغَوْا} ؛ أي: جميعهم {فِي الْأَرْضِ} ؛ أي: لطغوا وعصوا وأفسدوا فيها، لأن الغنى مبطرة مأشرة؛ أي: داع إلى البطر والأشر، أو لظلم بعضهم بعضًا، وقيل: المعنى: لو جعلهم سواءً في الرزق لما انقاد بعضهم لبعض، ولتعطلت الصنائع، قال ابن عباس رضي الله عنهما: بغيهم في الأرض، طلبهم منزلة بعد منزلة ومركبًا بعد مركب. وملبسًا بعد ملبس، وقال بعضهم: لو أن الله تعالى رزق العباد من غير كسب، لتفرغوا للفساد في الأرض، ولكن شغلهم بالكسب حتى لا يتفرغوا للفساد، ونعم ما قيل: </p><p> إِنَّ الشَّبَابَ وَالْفَرَاغَ وَالْجِدَهْ ... مَفْسَدَةٌ لِلْمَرْءِ أَيُّ مَفْسَدَهْ </p><p> أي: داعية إلى الفساد. ومعنى الفراغ: عدم الشغل، ولزوم البغي على بسط الرزق على الغالب، وإلا فقد يكون الفقير مستكبرًا وظالمًا، يعني: أن البغي مع الفقر أقل؛ لأن الفقر مؤد إلى الانكسار والتواضع غالبًا، ومع الغنى أكثر وأغلب؛ لأن الغنى مؤد إلى البغي غالبًا، فلو عم البسط كل واحد من العباد، لغلب البغي، وانقلب الأمر إلى عكس ما عليه الآن. </p><p> وذكروا في كون بسط الرزق موجبًا للطغيان وجوهًا (٢) : </p><p> الأول: أن الله لو سوى في الرزق بين الكل. امتنع كون البعض محتاجًا إلى البعض، وذلك يوجب خراب العالم وتعطيل المصالح. </p><p>(١) المراغي. (٢) الفتوحات.</p><p> ثانيها: أن هذه الآية مختصة بالعرب، فإنهم كما اتسع رزقهم، ووجدوا من ماء المطر ما يرويهم، ومن الكلأ والعشب ما يشبعهم، قدموا على النهب والغارة. </p><p> ثالثها: أن الإنسان متكبر بالطبع، فإذا وجد الغنى والقدرة .. عاد إلى مقتضى خلقته الأصلية، وهو التكبر وإذا وقع في شدة وبلية ومكروه .. انكسر وعاد إلى التواضع والطاعة، وكفى بحال قارون عبرة. </p><p> قال علماؤنا (١) : أفعال الرب سبحانه لا تخلو عن مصالح، وإن لم يجب على الله الاستصلاح، فقد يعلم من حال عبده، أنه لو بسط عليه الرزق .. قاده ذلك إلى الفساد، فيزوي عنه الدنيا مصلحة له، فليس ضيق الرزق هوانًا، ولا سعة الرزق فضيلة، وقد أعطى قومًا مع علمه بأنهم يستعملونه في الفساد، ولو فعل بهم خلاف ما فعل، لكانوا أقرب من الصلاح، وبالجملة فالأمر مفوض إلى مشيئته تعالى، ولا يمكن التزام مذهب الاستصلاح، في كل فعل من أفعاله تعالى. </p><p> وروى أنس عن النبي - صلى الله عليه وسلم -، فيما يرويه عن ربه تبارك وتعالى، قال:  \"إن من عبادي المؤمنين، من يسألني الباب من العبادة، وإني عليم أني لو أعطيته إياه لدخله العجب فأفسده، وإن من عبادي المؤمنين من لا يصلحه، إلا الغنى، ولو أفقرته لأفسده الفقر، وإن من عبادي من لا يصلحه إلا الفقر، ولو أغنيته لأفسده الغنى، وإني لأدبر عبادي لعلمي بقلوبهم، فإني عليم خبير\" ، ثم قال أنس: اللهم إني من عبادك المؤمنين، الذين لا يصلحهم إلا الغنى فلا تفقرني برحمتك. </p><p> {وَلَكِنْ يُنَزِّلُ} سبحانه وتعالى من الرزق لعباده {بِقَدَرٍ} ؛ أي: بتقدير أزلي {مَا يَشَاءُ} أن ينزله مما تقتضيه مشيئته، وهو مفعول ينزل {إِنَّهُ} سبحانه {بِعِبَادِهِ} ؛ أي: بأحوال عباده {خَبِيرٌ بَصِيرٌ} ؛ أي: محيط بخفايا أمورهم، وجلاياها، فيقدر لكل واحد منهم في كل وقت من أوقاتهم، ما يليق بشأنهم، </p><p>(١) الفتوحات.</p>"
}