{
  "id": null,
  "sura": 42,
  "aya": 48,
  "text": "<p> والمعنى: أي ليس لكم حصن تتحصنون فيه، ولا تستطيعون إنكار ما اجترحتموه من السيئات؛ لأنه قد كتب في صحفكم، وتشهد به ألسنتكم وجوارحكم، ونحو الآية قوله تعالى: {يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ (١٠) كَلَّا لَا وَزَرَ (١١) إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ (١٢) } </p><p> ٤٨ - وقوله:  {فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا} تحفظ أعمالهم حتى تحاسبهم عليها, ولا موكلًا بهم رقيبًا عليهم، تلوين للكلام، وصرف له عن خطاب الناس بعد أمرهم بالاستجابة، وتوجيه منه إلى الرسول - صلى الله عليه وسلم - أي: فإن لم يستجيبوا وأعرضوا عما تدعوهم إليه، فما أرسلناك رقيبًا ومحاسبًا عليهم، وحافظًا لأعمالهم {إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ} ؛ أي: ما يجب عليك إلا تبليغ الرسالة، وقد فعلت فلا يهمنك إعراضهم، وهذا منسوخ بآية السيف. </p><p> والمعنى: أي فإن أعرض هؤلاء المشركون عما أتيتهم به من الحق، ودعوتهم إليه من الرشد، ولم يستجيبوا لك، وأبوا قبوله منك، فدعهم وشأنهم، فإنا لم نرسلك رقيبًا عليهم، تحفظ أعمالهم وتحصيها، فما عليك إلا أن تبلغهم، ما أرسلناك به إليهم، فإذا أنت بلغته فقد أديت ما كلفت به، ونحو الآية {لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) } وقوله: {لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} ، وقوله:  {فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ} . </p><p> قال الغزالي رحمه الله تعالى في \"شرح الأسماء\" : الحفيظ من العباد: من يحفظ جوارحه وقلبه، ويحفظ دينه من سطوة الغضب، وخلابة الشهوة وخداع النفس وغرور الشيطان، فإنه على شفا جرف هار، وقد اكتنفته هذه المهلكات المفضية إلى النار، وقد عرف كلها من لسان الشارع - صلى الله عليه وسلم -، فليسارع العبد إلى دفع الموبقات، وجلب المنجيات بإصلاح النفس، والتخلق بالأخلاق الإلهية، فإن النفس طاغية مؤدية إلى الإفلاس والخسار. </p><p> وبعدئذٍ ذكر طبيعة الإنسان، وغريزته في هذه الحياة، فقال:  {وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ} ؛ أي: إذا أعطينا الإنسان {مِنَّا رَحْمَةً} ؛ أي: نعمة صادرة من جهتنا، كالصحة والغنى {فَرِحَ بِهَا} بطرًا لأجلها والمراد بالإنسان: الجنس لا الواحد، ولهذا قال:  {وَإِنْ تُصِبْهُمْ} ؛ أي: الإنسان {سَيِّئَةٌ} ؛ أي: بلاءً وشدة ومرض </p><p> وفقر {بِمَا قَدَّمَتْ أَيْدِيهِمْ} بسبب ما عملته أنفسهم من كفرانهم، بنعم الله تعالى وعصيانهم فيها، وذكر الأيدي؛ لأن أكثر الأعمال تباشر بها، فجعل كل عمل كالصادر بالأيدي على طريق التغليب. {فَإِنَّ الْإِنْسَانَ} ؛ أي: جنسه {كَفُورٌ} ؛ أي: بليغ الكفر، ينسى النعمة بالكلية، وبذكر البلية ويستعظمها, ولا يتأمل سببها، بل يزعم أنها أصابته بغير استحقاق لها؛ أي: كثير الكفر لما أنعم به عليه من نعمه، غير شكور له عليها، وإسناد هذه الخصلة إلى الجنس مع كونها من خواص المجرمين، لغلبتهم فيما بين الأفراد، يعني: أنه حكم على الجنس بحال أغلب أفراده، للملابسة على المجاز العقلي، وتصدير الشرطية الأولى بإذا المفيدة للتحقق مع إسناد الإذاقة إلى نون العظمة، للتنبيه على أن إيصال النعمة محقق الوجود كثير الوقوع، وأنه مقتضى الذات، كما أن تصدير الثانية بـ {إن} وإسناد الإصابة إلى السيئة وتعليلها بأعمالهم، للإيذان بندرة وقوعها. وأنها بمعزل عن الانتظام في سلك الإرادة، والإظهار في مقام الإضمار للتسجيل على أن هذا الجنس موسوم بكفران النعم، كما سيأتي جميع ذلك في مبحث البلاغة. </p><p> والمعنى: أي وإنا إذا أغنينا ابن آدم، فأعطيناه من لدنا سعة في الرزق، أو في الصحة، أو في الأمن سر بما آتيناه، وإن أصابته فاقة، أو مرض بما أسلف من معصية ربه، جحد نعمتنا، وأيس من الخير، والإنسان من طبعه الجحد والكفران بالنعم حين الشدة. </p><p> والخلاصة: أن الإنسان إن أصابته نعمة أشر وبطر، وإن ابتلي بمحنة يئس وقنط. </p><p> واعلم: أن نعمة الله تعالى، وإن كانت في الدنيا عظيمة، إلا أنها بالنسبة إلى سعادات الآخرة، كالقطرة بالنسبة إلى البحر، فلذلك سمي الإنعام بها إذاقة فالإنسان إذا حصل له هذا القدر الحقير في الدنيا فرح به، ووقع في العجب والكبر، وظن أنه فاز بكل المنى، ودخل في قصر السعادات، ولذا ضعف اعتقاده في سعادات الآخرة، وإلا لاختار الباقي على الفاني؛ لأن الفاني كالخزف مع أنه قليل، والباقي كالذهب مع أنه كثير. </p>"
}