{
  "id": null,
  "sura": 42,
  "aya": 38,
  "text": "<p> وقت غضبهم على أحد، ويتجرعون كاسات الغضب النفسانية، بأفواه القلوب الروحانية الربانية ويسكنون صورة الصفة الشيطانية، وفيه دلالة على أنهم الأخصاء بالمغفرة حال الغضب لعزة منالها, لا يزيل الغضب أخلاقهم، كسائر الناس، وذلك لأن تقديم الفاعل المعنوي، أو التقديم مطلقًا يفيد الاختصاص. </p><p> والخلاصة: أي (١) وإذا ما غضبوا كظموا غيظهم، إذ من سجاياهم الصفح والعفو، وليس من طباعهم الانتقام، وقد ثبت في \"الصحيح\" : أن رسول الله - صلى الله عليه وسلم -، ما انتقم لنفسه قط، إلا أن تنتهك حرمات الله. </p><p> وقوله: </p><p> ٥ - ٣٨ {وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ} ، أي: أجابوا ربهم إلى ما دعاهم إليه من توحيده. والبراءة من عبادة كل ما يعبد من دونه، معطوف (٢) على الموصول الأول عطف خاص على عام، لمزيد التشريف، وذلك لأن الاستجابة داخلة في الإيمان, قيل: نزلت الآية في الأنصار، دعاهم رسول الله - صلى الله عليه وسلم - إلى الإيمان, فاستجابوا له من صميم القلب، ولا يلزم منه أن تكون الآية مدنية، فإن كثيرًا منهم أسلموا بمكة قبل الهجرة، وفيه إشارة إلى أن الاستجابة للرسول استجابة للمرسل. </p><p> وقوله: </p><p> ٦ - {وَأَقَامُوا الصَّلَاةَ} المفروضة؛ أي: أدوها لموا قيتها بشروطها وأركانها وهيئاتها، معطوف على استجابوا، فهو من أوصاف الأنصار أيضًا، وخص الصلاة من بين أركان الدين، كالزكاة والصوم والحج لما لها من الخطر في صفاء النفوس، وتزكية القلوب، وترك الفواحش ما ظهر منها وما بطن، ولأنه (٣) ما بين العبد والإيمان إلا إقامة الصلاة كما أنه ما بينه وبين الكفر إلا ترك الصلاة، فإذا أقام الصلاة فقد آمن، وأقام الدين، كما أنه إذا تركها فقد كفر وهدم الدين، وفي </p><p>(١) المراغي. (٢) روح البيان.(٣) روح البيان.</p><p> الحديث:  \"أول ما يحاسب العبد يوم القيامة بصلاته، فإن صلحت أفلح وأنجح، وإن فسدت فقد خاب وخسر\" . </p><p> وقوله: </p><p> ٧ - {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} معطوف على الصلة. أعني: استجابوا عطف اسمية على فعلية. وشورى مصدر. كالفتيا بمعنى التشاور؛ أي: وأمرهم ذو تشاور بينهم لا ينفردون برأي، حتى يتشاوروا ويجتمعوا عليه. </p><p> قال سعدي المفتي: فإن قلت: لا حاجة إلى إضمار المضاف لظهور صحة: وشأنهم تشاور بينهم. </p><p> قلت: المصدر المضاف من صيغ العموم، فيكون المعنى: جميع أمورهم تشاور، ولا صحة له إلا أن يقصد المبالغة في كثرة ملابستهم به، وعلى هذا فيجوز أن يكون قوله: ذو شورى لبيان حاصل المعنى انتهى. </p><p> وكانوا قبل الهجرة وبعدها إذا حزبهم أمر اجتمعوا وتشاوروا، وذلك من فرط تدبرهم وتفقههم في الأمور، وفي \"عين المعاني\" : {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} حين (١) سمعوا بظهوره - صلى الله عليه وسلم -، فاجتمع رأيهم في دار أبي أيوب، على الإيمان به والنصر له، وقيل: لها العموم؛ أي: لا يستبدون برأيهم فيما لا وحي فيه من أمر الدين، بل يشاورون الفقهاء، وقيل: في كل ما يعرض من الأمور، انتهى. </p><p> وقال علي رضي الله عنه: نعم الموازنة المشاورة، وبئس الاستعداد الاستبداد قال حكيم: اجعل سرك إلى واحد، ومشورتك إلى ألف، وقيل: من بدأ بالاستخارة وثني بالاستشارة لحقيق أن لا يضل رأيه، وقال الإسكندر: لا يستحقر الرأي الجزيل من الرجل الحقير، فإن الدرة لا يستهان بها لهوان غائصها، يقال: أعقل الرجال لا يستغني عن مشاورة أولي الألباب، وأفره الدواب لا يستغني عن السوط، وأورع النساء لا يستغني عن الزوج. </p><p> وعن الحسن (٢) : ما تشاور قوم؛ إلا هدوا لأرشد أمرهم. وقال ابن </p><p>(١) عين المعاني. (٢) المراغي.</p><p> العربي: الشورى ألفة للجماعة، وصقال للعقول، وسبب إلى الصواب، وما تشاور قوم إلا هدوا, ولأمرٍ ما أصبحت الحكومات في العصر الحاضر، لا تبتُّ في مهام الأمور، إلا إذا عرضت على مجالس الشورى - البرلمان، مجلس الشيوخ، والنواب - وكأني بك قد سمعت قول بشار بن برد في فوائد الشورى: </p><p> إِذَا بَلَغَ الرَّأيُ الْمَشُوْرَةَ فَاسْتَعِنْ ... بِرَأيِ لَبِيْبٍ أَوْ مَشوْرَةِ حَازِمِ </p><p> وَلاَ تَجْعَلِ الشُّوْرَى عَلَيْكَ غَضَاضَةً ... فَرِيْشُ الْخَوَافِيْ قُوَّةٌ لِلْقَوَادِمِ </p><p> وَمَا خَيْرُ كَفٍّ أَمْسَكَ الْغِلُّ أُخْتَهَا ... وَمَا خَيْرُ كَفٍّ لَمْ تُؤَيَّدْ بِقَائِمِ </p><p> وقد كان رسول الله - صلى الله عليه وسلم - يشاور أصحابه في الكثير من الأمور، ولم يكن يشاورهم في الأحكام؛ لأنها منزلة من عند الله تعالى. أما الصحابة فكانوا يتشاورون فيها، ويستنبطونها من الكتاب والسنة، وأول ما تشاور فيه الصحابة الخلافة، فإن النبي - صلى الله عليه وسلم - لم ينص عليها حتى انتهى أمرهم إلى أبي بكر، وتشاوروا في قتال من ارتدوا، بعد وفاة رسول الله - صلى الله عليه وسلم -، فاستقر رأي أبي بكر على القتال، وقد كان فيه الخيرة للإسلام والمسلمين، وشاور عمر رضي الله عنه الهرمزان حين وقد. ونحو الآية قوله:  {وَشَاوِرْهُمْ فِي الْأَمْرِ} . </p><p> وقوله: </p><p> ٨ - {وَ} الذين {مِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} من الأموال {يُنْفِقُونَ} في سبيل الخير، ويتصدقون منه على المحاويج، معطوف على الصلة أيضًا، ولالتفات إلى إنفاق الكافر، فإنه لم يستجب لربه بالإيمان والطاعة، فخيره محبط بكفره. </p><p> ولعل (١) فصله عن قرينه بذكر المشاورة، لوقوعها عند اجتماعهم للصلوات، كما في \"الإرشاد\" . قال سعدي المفتي: ثم إن إدخال هذه الجملة يعني: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} بين خصال الإيمان, لعله لمزيد الاهتمام بشأن المشاورة، للمبادرة إلى التبيه على أن استجابتهم للإيمان كانت عن بصيرة، ورأي سديد، انتهى. </p><p>(١) روح البيان.</p>"
}