{
  "id": null,
  "sura": 42,
  "aya": 18,
  "text": "<p> والمعنى: أن القيامة على جناح الإتيان، فاتبع الكتاب يا محمد، واعمل به، وواظب على العدل، قبل أن يفاجئك اليوم، الذي يوزن فيه الأعمال، ويُوفَّى جزاؤها، وفيه زجرهم عن طول الأمل، وتنبيههم على انتظار الأجل وهجومه، نبهنا الله تعالى وإياكم أجمعين آمين. </p><p> والمراد بذلك (١) : حث المؤمنين على اتباع نهج الشرع وترك مخالفته. </p><p> ١٨ - روي أن النبي - صلى الله عليه وسلم - ذكر الساعة، وعنده قوم من المشركين، فقالوا: متى الساعة: استهزاء بها، وتكذيبًا لمجيئها، فأنزل الله الآية. ويدل على ذلك قوله {يَسْتَعْجِلُ بِهَا} ؛ أي: بمجيئها {الَّذِينَ لَا يُؤْمِنُونَ بِهَا} استعجال إنكار، واستهزاء، وتكذيب بمجيئها، ولا يشفقون منها، ويقولون متى هي، ليتها قامت حتى يظهر لنا الحق، أهو الذي نحن عليه، فنفوز بالنجاة، أم الذي عليه محمد - صلى الله عليه وسلم - وأصحابه. فنكون من الخاسرين، فإنهم لما لم يؤمنوا بها، لم يخافوا ما فيها، فهم يطلبون وقوعها استبعادًا لقيامها، والعجلة (٢) : طلب الشيء وتحريه قبل أوانه. </p><p> وبعد أن بين حال المشركين في شأنها، ذكر حال المؤمنين بها، فقال:  {وَالَّذِينَ آمَنُوا} وصدقوا بمجيئها {مُشْفِقُونَ مِنْهَا} ؛ أي: خائفون منها، وجلون من مجيئها؛ لأنهم لا يدرون ما الله فاعل بهم، وهم موقنون أنهم محاسبون، ومجزيون على أعمالهم، إن خيرًا فخير، وإن شرًا فشر {وَيَعْلَمُونَ} علم اليقين {أَنَّهَا} ؛ أي: أن مجيئها {الْحَقُّ} لا ريب فيه، فهم يستعدون له ويعملون من أجله، ونحو الآية قوله تعالى: {وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (٦٠) }. </p><p> رُوي أن رجلًا، سأل رسول الله - صلى الله عليه وسلم - بصوت جهوري، وهو في بعض أسفاره، فقال: يا محمد، فقال رسول الله - صلى الله عليه وسلم -، بنحو من صوته:  \"هاؤم\" فقال له: متى الساعة؟ فقال له:  \"إنها كائنة، فما أعددت لها\" ؟ فقال: حب الله، ورسوله، فقال - صلى الله عليه وسلم -: \"أنت مع من أحببت\" . </p><p> ثم بين ضلال الممارين فيها فقال:  {أَلَا} انتبهوا واعلموا {إِنَّ الَّذِينَ} </p><p>(١) المراغي. (٢) روح البيان.</p><p> يُمَارُونَ} ويجادلون {فِي السَّاعَةِ} ؛ أي: القيامة، وينكرون مجيئها، عنادًا، ويخاصمون فيها مخاصمة شك وريبة، من (١) المماراة، وهي المخاصمة والمجادلة، أو من المرية، وهي الشك والريبة، فمعناه في الأصل: تداخلهم المرية والشك فيها، فيؤدي ذلك إلى المجادلة، ففسر المماراة بلازمها {لَفِي ضَلَالٍ بَعِيدٍ} عن الحق، لأنهم لم يتفكرون في الموجبات للإيمان بها، من الدلائل التي هي مشاهدة لهم، منصوبة لأعينهم، مفهومة لعقولهم، ولو تفكروا لعلموا أن الذي خلقهم ابتداء، قادر على الإعادة، فإن البعث أشبه الغائبات بالمحسوسات؛ لأنه كإحياء الأرض بعد موتها، فمن لم يهتد إلى تجويزه، فهو من الاهتداء إلى ما وراءه أبعد وأبعد. </p><p> ووصف (٢) الضلال بالبعد، من المجاز العقلي؛ لأن البعد في الحقيقة للضال، لأنه هو الذي يتباعد عن الطريق، فوصف به فعله، ويحتمل أن يكون المعنى: في ضلال ذي بعد، أو فيه بعد، لأن الضال قد يضل عن الطريق مكانًا قريبًا وبعيدًا. </p><p> والمعنى (٣) : أي ألا إن الذين يجادلون في وجودها، ويدفعون وقوعها، لفي جور عن طريق الهدى، وزيغ عن سبيل الرشاد، وبعد من الصواب؛ لأن الذي خلق السموات والأرض، قادر على إحياء الموتى، كما قال:  {وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ} . </p><p> وفي الآية أمور (٤) : </p><p> الأول: ذم الاستعجال، ولذا قيل: العجلة من الشيطان، إلا في ستة مواضع: أداء الصلاة إذا دخل الوقت، ودفن الميت إذا حضر، وتزويج البكر إذا أدركت. وقضاء الدين إذا وجب، وإطعام الضيف إذا نزل، وتعجيل التوبة إذا أذنب. </p><p>(١) الشوكاني. (٢) روح البيان.(٣) المراغي.(٤) روح البيان.</p><p> والثاني: الإيمان والتصديق، فإنه الأصل، وذلك بجميع ما يكون به المرء مؤمنًا، خصوصًا الساعة، وكذا الاستعداد لها بالأعمال الصالحة. </p><p> والثالث: مدح العلم، لكن إذا قرن بالخوف والخشية والعمل الصالح، كان أمدح، فإن العلم ليس جالبًا للسؤدد إلا من حيث طرده الجهل فلا تعجب بعلمك، فإن فرعون علم بنبوة موسى وإبليس علم بحال آدم، واليهود علموا بنبوة محمد - صلى الله عليه وسلم -، وحرموا التوفيق للإيمان. </p><p> والرابع: ذم الشك والتردد، فلا بد من اليقين الصريح، بل من العيان الصحيح. </p><p> والخامس: أن الشقاوة والسعادة أزليتان، وإنما يشقى السعيد لكون سعادته عارضة، وإنما يسعد الشقي لكون شقاوته عارضة، فكل يرجع إلى أصله، فنسأل الله سبحانه الهدى، نعوذ به تعالى من الهوى. </p><p> الإعراب </p><p> {حم (١) عسق (٢) كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ (٣) لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَلِيُّ الْعَظِيمُ (٤) }. </p><p> {حم (١) عسق (٢) }: خبر لمبتدأ محذوف، تقديره: هذه سورة حم عسق، إن قلنا إنه اسم للسورة، وعلامة رفعه ضمة مقدرة على الأخير، منع من ظهورها اشتغال المحل بحركة الحكاية، والجملة مستأنفة، {كَذَلِكَ} : صفة لمصدر محذوف {يُوحِي} فعل مضارع مرفوع {إِلَيْكَ} : متعلق بـ {يُوحِي} ، {وَإِلَى الَّذِينَ} : معطوف على إليك، {مِنْ قَبْلِكَ} : صلة الذين، {اللَّهُ} فاعل، {الْعَزِيزُ الْحَكِيمُ} نعتان للجلالة، والجملة الفعلية مستأنفة، والتقدير: يوحي الله العزيز الحكيم إليك، وإلى الذين من قبلك من الرسل: إيحاء مثل إيحاء هذه السورة، وقرىء {يُوحِي} بالبناء للمجهول، فنائب الفاعل هو الجار والمجرور، ولفظ الجلالة فاعل لفعل محذوف دل عليه {يُوحِي} ، كأنّ سائلًا سأل، فقال: من الموحي، فأجاب يوحي الله العزيز الحكيم، والجملة المحذوفة، مستأنفة استئنافًا </p><p> بيانيًا {لَهُ} : خبر مقدم، {مَا} مبتدأ مؤخر {فِي السَّمَاوَاتِ} : صلة لـ {مَا} والجملة مستأنفة، مسوقة لتعليل الإيحاء {وَمَا فِي الْأَرْضِ} : معطوف على ما في السموات، {وَهُوَ} مبتدأ {الْعَلِيُّ الْعَظِيمُ} : خبران له، والجملة مستأنفة. </p><p> {تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ (٥) وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ (٦) }. </p><p> {تَكَادُ} : فعل مضارع من أفعال المقاربة {السَّمَاوَاتُ} : اسمها {يَتَفَطَّرْنَ} فعل وفاعل، {مِنْ فَوْقِهِنَّ} : متعلق به، والجملة الفعلية في محل النصب خبر {تَكَادُ} وجملة {تَكَادُ} مستأنفة، ومعنى {مِنْ} في قوله {مِنْ فَوْقِهِنَّ} الابتداء؛ أي: يبتدىء انفطارهن من جهتهن الفوقانية، {وَالْمَلَائِكَةُ} مبتدأ. وجملة {يُسَبِّحُونَ} : خبره، {بِحَمْدِ رَبِّهِمْ} : حال من فاعل {يُسَبِّحُونَ} ، والجملة الاسمية مستأنفة {وَيَسْتَغْفِرُونَ} فعل وفاعل معطوف على {يُسَبِّحُونَ} ، {لِمَنْ} جار ومجرور متعلق بـ {يَسْتَغْفِرُونَ} ، {فِي الْأَرْضِ} صلة {لِمَنْ} الموصولة {أَلَا} حرف استفتاح وتنبيه، {إِنَّ اللَّهَ} : ناصب واسمه {هُوَ} ضمير فصل، {الْغَفُورُ الرَّحِيمُ} : خبران؛ لـ {إِنَّ} ، وجملة {إِنَّ} مستأنفة، {وَالَّذِينَ}  {الواو} : استئنافية. {الَّذِينَ} مبتدأ {اتَّخَذُوا} : فعل وفاعل من أخوات ظنّ {مِنْ دُونِهِ} جار ومجرور في محل المفعول الثاني: {أَوْلِيَاءَ} : مفعول أول لـ {اتَّخَذُوا} ، والجملة الفعلية صلة الموصول، {اللَّهُ} مبتدأ ثان، {حَفِيظٌ} خبره {عَلَيْهِمْ} متعلق بـ {حَفِيظٌ} ، وجملة المبتدأ الثاني خبر الأول، وجملة الأول مستأنفة {وَمَا}  {الواو} : عاطفة {مَا} : نافية حجازبة {أَنْتَ} : اسمها، {عَلَيْهِمْ} متعلق بـ {وَكِيلٍ} : و {بِوَكِيلٍ} خبرها، والباء زائدة، وجملة {مَا} الحجازية معطوفة على جملة قوله: الله حفيظ عليهم، على كونها خبرًا لقوله: والذين اتخذوا من دونه. </p><p> {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ (٧) }. </p><p> {كَذَلِكَ} : {الواو} استئنافية {كَذَلِكَ} : صفة لمصدر محذوف تقديره: </p><p> إيحاء مثل إيحاء هذه السورة، أوحينا إليك قرآنًا عربيًا، {أَوْحَيْنَا} : فعل وفاعل {إِلَيْكَ} : متعلق له، والجملة مستأنفة {قُرْآنًا} : مفعول {أَوْحَيْنَا} ، {عَرَبِيًّا} صفة {قُرْآنًا} ، {لِتُنْذِرَ} اللام: حرف جر وتعليل {تُنْذِر} فعل مضارع منصوب بأن مضمرة جوازًا، بعد لام كي، وفاعله ضمير يعود على محمد - صلى الله عليه وسلم - {أُمَّ الْقُرَى} مفعول به، {وَمَنْ} معطوف على أم القرى، {حَوْلَهَا} : ظرف مكان، متعلق بمحذوف صلة لـ {مَنْ} الموصولة، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام، تقديره: لإنذارك أم القرى ومن حولها، الجار والمجرور متعلق بـ {أَوْحَيْنَا} ، {وَتُنْذِرَ} معطوف على {لِتُنْذِرَ} . {يَوْمَ الْجَمْعِ} مفعول به ثان لـ {تُنْذِر} ، والمفعول الأول محذوف؛ أي: وتنذر الناس يوم الجمع، أي: عذابه، فحذف المفعول الأول من الإنذار الثاني، كما حذف المفعول الثاني من الإنذار الأول. تقديره: لتنذر أم القرى عذاب الله، إن لم يؤمنوا، {لَا} نافية للجنس {رَيْبَ} : اسمها، و {فِيهِ} : خبرها، والجملة في محل النصب حال من {يَوْمَ الْجَمْعِ} واختار الزمخشري أن تكون معترضة {فَرِيقٌ} : مبتدأ، وسوغ الابتداء بالنكرة وقوعه في معرض التفصيل {فِي الْجَنَّةِ} خبره، والجملة مستأنفة، {وَفَرِيقٌ} : مبتدأ، {فِي السَّعِيرِ} خبره، والجملة معطوفة على الجملة التي قبلها. </p><p> {وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (٨) أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِ الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٩) }. </p><p> {وَلَوْ} : {الواو} استئنافية {لَوْ} : حرف شرط {شَاءَ اللَّهُ} : فعل وفاعل، والجملة فعل شرط لـ {لَوْ} ، لا محل لها من الإعراب {لَجَعَلَهُمْ} : اللام: رابطة لجواب {لَوْ} الشرطية {جَعَلَهُمْ أُمَّةً} : فعل وفاعل مستتر ومفعولان {وَاحِدَةً} : صفة أمة، والجملة جواب {لَوْ} الشرطية لا محل لها من الإعراب، وجملة {لَوْ} الشرطية مستأنفة، {وَلَكِنْ}  {الواو} : عاطفة {لَكِنْ} : حرف استدراك {يُدْخِلُ} : فعل مضارع، وفاعله ضمير يعود على الله {مَنْ} : اسم موصول في محل النصب، مفعول به، {فِي رَحْمَتِهِ} : متعلق بـ {يُدْخِلُ} والجملة الاستدراكية </p><p> معطوفة على جملة {لَوْ} الشرطية {يَشَاءُ} : فعل مضارع وفاعل مستتر يعود على الله، والجملة صلة لـ {مَنْ} الموصولة، والعائد محذوف تقديره: من يشاء إدخاله في رحمته {وَالظَّالِمُونَ}  {الواو} : عاطفة {الظَّالِمُونَ} مبتدأ {مَا} نافية، {لَهُمْ} : خبر مقدم {مِنْ} زائدة {وَلِيٍّ} مبتدأ مؤخر {وَلَا نَصِيرٍ} : معطوف عليه وجملة النفي خبر الظالمون، وجملة الظالمون معطوفة على جملة الاستدراك، {أَمِ} منقطعة تقدر ببل الإضرابية، وبهمزة الاستفهام الإنكاري {اتَّخَذُوا} : فعل وفاعل، {مِنْ دُونِهِ} : في محل المفعول الثاني و {أَوْلِيَاءَ} مفعول {اتَّخَذُوا} الأول، والجملة الفعلية مستأنفة. منقطعة عما قبلها {فَاللَّهُ} : الفاء: عاطفة ما بعدها على ما قبلها، أو الفاء فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت إنكار ولي سواه تعالى، وأردت بيان ما هو الولي حقًا، فأقول لك {اللَّهُ} مبتدأ {هُوَ} : ضمير فصل، {الْوَلِيُّ} : خبر المبتدأ، والجملة الاسمية معطوفة على الجملة الفعلية، أو مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة {وَهُوَ} مبتدأ، وجملة {يُحْيِ الْمَوْتَى} : خبره، والجملة معطوفة على ما قبلها {وَهُوَ} مبتدأ، {عَلَى كُلِّ شَيْءٍ قَدِيرٌ} : متعلق بـ {قَدِيرٌ} ، و {قَدِيرٌ} خبر المبتدأ، والجملة معطوفة على ما قبلها. </p><p> {وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ذَلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ (١٠) }. </p><p> {وَمَا} : {الواو} استئنافية. {مَا} اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما على الخلاف المذكور في محله {اخْتَلَفْتُمْ} فعل وفاعل، في محل الجزم بـ {مَا} الشرطية، على كونه فعل شرط لها، {فِيهِ} متعلق بـ {اخْتَلَفْتُمْ} ، {مِنْ شَيْءٍ} : حال من {مَا} الشرطية، أو من الضمير في فيه {فَحُكْمُهُ} : الفاء: رابطة لجواب {مَا} الشرطية وجوبًا {حُكْمُهُ} : مبتدأ {إِلَى اللَّهِ} : خبره؛ أي: راجع إلى الله، والجملة الاسمية في محل الجزم بـ {مَا} الشرطية على كونها جوابًا لها، وجملة {مَا} الشرطية مستأنفة {ذَلِكُمُ} مبتدأ {اللَّهُ} : خبره {رَبِّي} خبر ثان {عَلَيْهِ} متعلق بـ {تَوَكَّلْتُ} ، وجملة {تَوَكَّلْتُ} : في محل الرفع خبر ثالث {وَإِلَيْهِ} : متعلق بـ {أُنِيبُ} ، </p><p> وجملة {أُنِيبُ} : خبر رابع. </p><p> {فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ (١١) لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (١٢) }. </p><p> {فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ} : بالرفع خبر خامس لـ {ذَلِكُمُ} ، وقرىء بالجر، قال أبو البقاء: هو بدل من الهاء في {عَلَيْهِ} وقال الزمحشري: نعت لقوله: {فَحُكْمُهُ إِلَى اللَّهِ} ، فتكون جملة {لَكُمْ} : معترضة بين الموصوف وصفته، {جَعَلَ} : فعل ماض، وفاعله ضمير مستتر يعود على {اللَّهِ} ، {لَكُمْ} : متعلق به على أنه مفعول ثان له، إن كان بمعنى التصيير، ومتعلق به إن كان بمعنى الخلق {مِنْ أَنْفُسِكُمْ} حال من أزواجًا؛ لأنه كان صفة لأزواجًا، و {أَزْوَاجًا} : مفعول أول لـ {جَعَلَ} إن كان بمعنى التصيير، ومفعول به إن كان بمعنى الخلق، والجملة الفعلية خبر سادس لـ {ذَلِكُمُ} . {وَمِنَ الْأَنْعَامِ} : حال من أزواجًا المذكور بعده، و {أَزْوَاجًا} معطوف على أزواجًا الأول، {يَذْرَؤُكُمْ} : فعل مضارع وفاعل مستتر ومفعول به {فِيهِ} : متعلق بـ {يَذْرَؤُكُمْ} ، والجملة الفعلية في محل النصب حال من فاعل جعل، أو في محل الرفع خبر سابع {لَيْسَ كَمِثْلِهِ} : فعل ماض ناقص، والكاف زائدة، {مِثْلِهِ} خبر ليس مقدم على اسمها، {شَيْءٌ} : اسمها مؤخر، والجملة مستأنفة، أو حال من فاعل جعل، أو خبر ثامن، {وَهُو}  {الواو} : استئنافية، {هُو} : مبتدأ، {السَّمِيعُ الْبَصِيرُ} خبران له، والجملة مستأنفة، أو حال، {لَهُ} خبر مقدم، {مَقَالِيدُ السَّمَاوَاتِ} : مبتدأ مؤخر {وَالْأَرْضِ} معطوف على {السَّمَاوَاتِ} ، والجملة خبر تاسع، {يَبْسُطُ الرِّزْقَ} : فعل مضارع وفاعل مستتر ومفعول به، والجملة خبر عاشر {لِمَنْ} : متعلق بـ {يَبْسُطُ} ، وجملة {يَشَاءُ} : صلة {مَنْ} الموصولة {وَيَقْدِرُ} : معطوف على {يَبْسُطُ} ، {إِنَّهُ} : ناصب واسمه {بِكُلِّ شَيْءٍ} متعلق بـ {عَلِيمٌ} ، و {عَلِيمٌ} : خبر {إنَّ} ، وجملة {إنَّ} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ </p><p> إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ (١٣) }. </p><p> {شَرَعَ} : فعل ماض وفاعل مستتر يعود على {اللَّهُ} ، {لَكُمْ} متعلق به، {مِنَ الدِّينِ} : حال من المفعول الآتي، {مَا} : اسم موصول في محل النصب مفعول شرع، وجملة شرع مستأنفة، مسوقة لتفصيل ما أجمله أولًا، ولك أن تجعله الخبر الحادي عشر، {وَصَّى} : فعل ماض، وفاعل مستتر يعود على {اللَّهُ} ، {بِهِ} متعلق بـ {وَصَّى} ، {نُوحًا} : مفعول به، وجملة {وَصَّى} : صلة لـ {مَا} الموصولة {وَالَّذِي} : معطوف على {مَا} وجملة {أَوْحَيْنَا} صلة له، والعائد محذوف تقديره: والذي أوحيناه، {إِلَيْكَ} متعلق بـ {أَوْحَيْنَا} ، {وَمَا} : معطوف على {مَا} الأولى أيضًا، {وَصَّيْنَا} : فعل وفاعل {بِهِ} : متعلق به {إِبْرَاهِيمَ} مفعول به، {وَمُوسَى وَعِيسَى} : معطوفان على إبراهيم، والجملة الفعلية صلة لـ {مَا} الموصولة، {أَنْ} تفسيرية بمعنى أي، لأنها سبقت بما فيه معنى القول دون حروفه، وهو {وَصَّى} ، ويجوز أن تكون مصدرية مؤولة، مع ما بعدها بمصدر، في محل رفع خبر لمبتدأ محذوف تقديره: هو أن أقيموا أو في محل نصب بدلًا من الموصول، وهو ما، و {أَقِيمُوا الدِّينَ} : فعل أمر وفاعل ومفعول به، {وَلَا} : {الواو} : عاطفة {لا} : ناهية {تَتَفَرَّقُوا} : فعل مضارع مجزوم بلا الناهية، و {فِيهِ} : متعلق به، والجملة معطوفة على {أَقِيمُوا} ، {كَبُرَ} : فعل ماض، {عَلَى الْمُشْرِكِينَ} : متعلق به، {مَا} : اسم موصول في محل الرفع فاعل، والجملة الفعلية مستأنفة، وجملة {تَدْعُوهُمْ} : صلة لـ {مَا}  {إِلَيْهِ} : متعلق بـ {تَدْعُوهُمْ} ، و {اللَّهُ} : مبتدأ، وجملة {يَجْتَبِي} : خبره، والجملة الاسمية مستأنفة، {إِلَيْهِ} متعلق بـ {يَجْتَبِي} ، {مَنْ} : اسم موصول في محل النصب، مفعول به، وجملة {يَشَاءُ} : صلة له، {وَيَهْدِي} : معطوف على {يَجْتَبِي} ، {إِلَيْهِ} : متعلق بـ {يَهْدِي} ، {مَنْ} : اسم موصول في محل النصب مفعول به، وجملة {يُنِيبُ} : صلته. </p><p> {وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ} . </p><p> {وَمَا}  {الواو} استئنافية {ما} نافية، {تَفَرَّقُوا} فعل وفاعل والجملة </p><p> مستأنفة، {إِلَّا} أداة استثناء مفرغ {مِنْ بَعْدِ} متعلق بـ {تَفَرَّقُوا} ، {مَا} مصدرية، {جَاءَهُمُ الْعِلْمُ} فعل ومفعول به وفاعل، والجملة الفعلية مع {مَا} المصدرية في تأويل مصدر مجرور بإضافة الظرف إليه، والتقدير: من بعد مجيء العلم إياهم. والاستثناء من أعم الأحوال؛ أي: ما تفرقوا في حال من الأحوال إلا في حال مجيء العلم إياهم، {بَغْيًا} مفعول لأجله أو منصوب على الحال بتأويله بمشتق؛ أي: باغين، {بَيْنَهُمْ} متعلق بـ {بَغْيًا} ؛ أي: لم يكن تفرقهم لقصور في البيان والحجج ولكن للبغي والظلم والاشتغال بالدنيا. </p><p> {وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَى أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ} . </p><p> {وَلَوْلَا} : {الواو} : استئنافية، {لولا} : حرف امتناع لوجود {كَلِمَةٌ} مبتدأ، محذوف الخبر وجوبًا، وجملة {سَبَقَتْ} صفة للكلمة، {مِنْ رَبِّكَ} متعلق بـ {سَبَقَتْ} ، {إِلَى أَجَلٍ} متعلق بـ {سَبَقَتْ} أيضًا، {مُسَمًّى} صفة لـ {أَجَلٍ} ، {لَقُضِيَ} اللام: رابطة لجواب {لولا} ، {قضي} : فعل ماض مغير الصيغة {بَيْنَهُمْ} : ظرف اعتباري في محل الرفع، نائب فاعل، والجملة الفعلية جواب {لولا} لا محل لها من الإعراب، وجملة {لولا} مستأنفة، {وَإِنَّ}  {الواو} : عاطفة، {إِنَّ الَّذِينَ} : ناصب واسمه، {أُورِثُوا} : فعل ماض ونائب فاعل، {الْكِتَابَ} : مفعول ثان، والجملة الفعلية صلة الموصول {مِنْ بَعْدِهِمْ} متعلق بـ {أُورِثُوا} ، {لَفِى} : اللام: حرف ابتداء، {في شك} : جار ومجرور خبر {إنَّ} . {مِنْهُ} : صفة أولى لـ {شَكٍّ} ، {مُرِيبٍ} : صفة ثانية له، وجملة {إِنَّ} معطوفة على جملة {لولا} . {فَلِذَلِكَ} : الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت ما شرعنا لكم، وأردت بيان ما هو اللازم لك .. فأقول لك: لذلك فادع {لذلك} : جار ومجرور متعلق بـ {ادع} ، واللام: فيه بمعنى إلى {فَادْعُ} : فعل أمر وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والفاء: الثانية تأكيد للأولى، والجملة الفعلية في محل النصب، مقول لجواب إذا </p><p> المقدرة {وَاسْتَقِمْ} : معطوف على ادع، {كَمَا} : الكاف نعت لمصدر محذوف، و {مَا} : موصولة. {أُمِرْتَ} : فعل ونائب فاعل، والجملة صلة لـ {مَا} الموصولة، والعائد محذوف تقديره: واستقم استقامة، كالاستقامة التي أمرت بها، من قبل، {وَلَا}  {الواو} : عاطفة {لا} : ناهية، {تَتَّبِعْ} : فعل مضارع، وفاعل مستتر مجزوم بلا ناهية، {أَهْوَاءَهُمْ} : مفعول به، والجملة معطوفة على جملة {اسْتَقِمْ} . </p><p> {وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ} . </p><p> {وَقُلْ}  {الواو} : عاطفة {قُلْ} : فعل أمر وفاعل مستتر معطوف على قوله {فَادْعُ} ، {آمَنْتُ} : فعل وفاعل {بِمَا} : متعلق بـ {آمَنْتُ} ، والجملة في محل النصب مقول {قُلْ} ، وجملة {أَنْزَلَ اللَّهُ} : صلة الموصول، والعائد محذوف، تقديره: أنزله الله، {مِنْ كِتَابٍ} : حال من العائد المحذوف {وَأُمِرْتُ} : فعل ماض ونائب فاعل معطوف على {آمَنْتُ} ، {لِأَعْدِلَ} اللام: لام الصيرورة {أَعْدِلَ} : فعل مضارع منصوب بأن مضمرة بعد لام الصيرورة، وفاعله ضمير مستتر تقديره: أنا {بَيْنَكُمُ} : متعلق به، والتقدير: وأمرت للعدل بينكم؛ أي: بالعدل بينكم {اللَّهُ رَبُّنَا} : مبتدأ وخبر، والجملة في محل النصب مقول {قُلْ} ، {وَرَبُّكُمْ} : معطوف على ربنا {رَبُّنَا} : خبر مقدم {أَعْمَالُنَا} : مبتدأ مؤخر، والجملة في محل النصب مقول {قُلْ} ، {وَلَكُمْ أَعْمَالُكُمْ} : مبتدأ وخبر معطوف على ما قبله {لَا} : نافية للجنس {حُجَّةَ} : اسمها، {بَيْنَنَا} : ظرف متعلق بمحذوف، هو خبر {لَا} والجملة في محل النصب، مقول {قل}  {وَبَيْنَكُمُ} معطوف على {بَيْنَنَا} . {اللَّهُ} : مبتدأ، وجملة {يَجْمَعُ} : خبره، والجملة الاسمية في محل النصب مقول {قل} ، {بَيْنَنَا} ظرف متعلق بـ {يَجْمَعُ}  {وَإِلَيْهِ} : خبر مقدم، {الْمَصِيرُ} : مبتدأ مؤخر، والجملة في محل للنصب مقول {قل} . </p><p> {وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ </p><p> غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ (١٦) اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ (١٧) }. </p><p> {وَالَّذِينَ} : {الواو} استئنافية، {الَّذِينَ} : مبتدأ أول، وجملة {يُحَاجُّونَ} صلة {الَّذِينَ} ، {فِي اللَّهِ} متعلق بـ {يُحَاجُّونَ} ، وهو على حذف مضاف؛ أي: في دين الله {مِنْ بَعْدِ} : متعلق بـ {يُحَاجُّونَ} ، أو حال من الجلالة، و {مَا} مصدرية {اسْتُجِيبَ} : فعل ماض مغير الصيغة. {لَهُ} : جار ومجرور في محل الرفع، نائب فاعل لـ {اسْتُجِيبَ} ، والجملة الفعلية صلة لـ {مَا} مع صلتها في تأويل مصدر، ومجرور بإضافة الظرف إليه، تقديره: من بعد الاستجابة له. {حُجَّتُهُمْ} : مبتدأ ثان {دَاحِضَةٌ} : خبره {عِنْدَ رَبِّهِمْ} : ظرف متعلق بداحضة. والجملة من المبتدأ الثاني، وخبره في محل الرفع خبر للأول، وجملة الأول مستأنفة {وَعَلَيْهِمْ}  {الواو} : عاطفة {عَلَيْهِمْ} : خبر مقدم. {غَضَبٌ} : مبتدأ مؤخر، والجملة معطوفة على جملة قوله: حجتهم داحضة على كونها خبرا للمبتدأ الأول، {وَلَهُمْ} : خبر مقدم {عَذَابٌ} : مبتدأ مؤخر {شَدِيدٌ} : صفة لـ {عَذَابٌ} والجملة معطوفة على ما قبلها، {اللَّهُ} : مبتدأ {الَّذِي} : خبره، والجملة مستأنفة، {أَنْزَلَ الْكِتَابَ} : فعل وفاعل مستتر ومفعول به. والجملة صلة الموصول، {بِالْحَقِّ} : متعلق بـ {أَنْزَلَ} ، أو حال من فاعله، أو من الكتاب، {وَالْمِيزَانَ} : معطوف على الكتاب {وَمَا} : {الواو} : عاطفة. أو استئنافية {مَا} : اسم استفهام في محل الرفع، مبتدأ {يُدْرِيكَ} : فعل مضارع ومفعول أول. وفاعله ضمير يعود على ما. والجملة خبر المبتدأ، والجملة معطوفة أو مستأنفة، {لَعَلَّ السَّاعَةَ قَرِيبٌ} : ناصب واسمه وخبره. وجملة {لَعَلَّ} في محل النصب، مفعول ثان لـ (يُدري) ؛ لأنها عاقت عن العمل في لفظه بالترجي، ولا بد من تقدير مضاف؛ أي: لعل مجيء الساعة قريب. </p><p> {يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ (١٨) }. </p><p> {يَسْتَعْجِلُ} : فعل مضارع {بِهَا} : متعلق به، {الَّذِينَ} : فاعل، والجملة </p><p> مستأنفة. وجملة {لَا يُؤْمِنُونَ بِهَا} : صلة الموصول. {وَالَّذِينَ} : مبتدأ. {آمَنُوا} : فعل وفاعل صلة الموصول، {مُشْفِقُونَ} : خبره. والجملة معطوفة على جملة {يَسْتَعْجِلُ} ، {مِنْهَا} : متعلق بـ {مُشْفِقُونَ} ، {وَيَعْلَمُونَ} : فعل وفاعل معطوف على {مُشْفِقُونَ} ، {أَنَّهَا الْحَقُّ} : ناصب واسمه وخبره، وجملة {أَنَّ} من اسمها وخبرها، سادة مسد مفعولي {يَعْلَمُونَ} ، {أَلَا} : أداة استفتاح، {إِنَّ الَّذِينَ} : ناصب واسمه، {يُمَارُونَ} : صلة الموصول. {فِي السَّاعَةِ} : متعلق بـ {يُمَارُونَ} ، {لَفِي ضَلَالٍ} : اللام: حرف ابتداء. {فِي ضَلَالٍ} : جار ومجرور خبر {إِنَّ} . {بَعِيدٍ} : صفة لـ {ضَلَالٍ} ، وجملة {إِنَّ} مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {كَذَلِكَ يُوحِي إِلَيْكَ} قرأ ابن كثير: {يُوحِي} بالبناء للمجهول. وفيه إعلال بالقلب، أصله: يوحي، قلبت الياء ألفا، لتحركها بعد فتح، وحذفت منه همزة أفعل في صورة ابتداء المضارع بهمزة المتكلم، فرارا من توالي الأمثال، وفي غيرها، حملا عليها، كما هو مقرر في محله. </p><p> {تَكَادُ السَّمَاوَاتُ} : مضارع كاد من باب خاف، بمعنى قرب، فيه إعلال بالنقل والتسكين، والقلب أصله: تكود بوزن تفعل مضارع كود بكسر العين، يكود بفتحها، نقلت حركة {الواو} إلى الكاف فسكنت، لكنها أبدلت ألفا لتحركها في الأصل، وفتح ما قبلها في الحال. {يَتَفَطَّرْنَ} ؛ أي يتشققن، وأصل الفطر: الشق طولا؛ أي يتشققن من عظمة الله تعالى، وخشيته وإجلاله، كقوله:  {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ} . {يُسَبِّحُونَ} ؛ أي ينزهون الله تعالى عما لا يليق به. {مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ} والأولياء الشركاء والأنداد. {حَفِيظٌ} ؛ أي: رقيب على أحوالهم وأعمالهم. {بِوَكِيلٍ} ؛ أي: بموكول إليك أمورهم حتى تؤاخذهم بها، ولا وكل إليك هدايتهم، وإنما عليك البلاغ فحسب. </p><p> {لِتُنْذِرَ أُمَّ الْقُرَى} ؛ أي: لتخوف أهل مكة بعذاب الله، إن أصروا على الكفر: والعرب تسمي أصل كل شيء بالأم. كأم النحل، وهو يعسوبها، سميت مكة بأم القرى، تشريفا لها. وإجلالا لاشتمالها على الكعبة المشرفة، شرفنا الله </p><p> سبحانه، وجميع المسلمين بجوارها. {فِي السَّعِيرِ} ؛ أي: في النار، سميت بالسعير لالتهابها واتقادها بهم. {لَجَعَلَهُمْ} ؛ أي: في الدنيا. {أُمَّةً وَاحِدَةً} ؛ أي: جماعة متفقة مهتدين أو ضالين. {فَاللَّهُ هُوَ الْوَلِيّ} ؛ أي: المعين، الناصر لمن آمن به. {أُنِيبُ} مضارع أناب الرباعي، وأصله: أأنوب بوزن يؤكرم، حذفت الهمزة الثانية لتوالي الأمثال، فصار أنوب بوزن أكرم، نقلت حركة الواو إلى النون، فسكنت إثر كسرة، فقلبت ياء حرف مد. ففيه إعلال بالنقل والتسكين، والقلب والحذف. </p><p> {يَذْرَؤُكُمْ} ؛ أي: يكثركم أيها الناس، والأنعام، من الذرء وهو البث، قال في \"القاموس\" : ذرأ كجعل خلق، والشيءَ كَثَّره، ومنه الذرية، مثلثة لنسل الثقلين، وقال شارحه في \"التاج\" : وقد يطلق على الآباء والأصول أيضًا، قال تعالى:  {أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ} ، والجمع ذراري كسراري. {لَهُ} جمع مقلاد، وفيه إعلال بالقلب حيث قلبت ألفه ياء، لوقوعها بعد كسرة، عند بناء اللفظ على صيغة منتهى الجموع، وتقدم البسط فيه في سورة الزمر، فجدد به عهدًا، قال الجواليقي في كتابه \"المعرب\" : المقليد: المفتاح، فارسي معرب لغة في الأقليد، والجمع مقاليد، فالمقاليد المفاتيح، وهي كناية عن الخزائن، وقدرته عليها وحفظه لها، وفيه مزيد دلالة على الاختصاص؛ لأن الخزائن لا يدخلها، ولا يتصرف فيها إلا من بيده مفاتيحها. {شَرَعَ لَكُمْ} ؛ أي: سن لكم {مَا وَصَّى بِهِ نُوحًا} التوصية وكذا الوصية التقديم إلى الغير بما يعمل به مقترنًا بوعظه. {أَنْ أَقِيمُوا الدِّينَ} ؛ أي: حافظوا عليه، ولا تخلوا بشيء من مقوماته، والمراد بالدين: دين الإسلام، وهو توحيد الله وطاعته، والإيمان برسله واليوم الآخر، وسائر ما يكون به العبد مؤمنًا، كما مرّ {وَلَا تَتَفَرَّقُوا فِيهِ} ؛ أي: ولا تختلفوا فيه، فتأتوا ببعض وتتركوا بعضًا. {كَبُرَ عَلَى الْمُشْرِكِينَ} ؛ أي: عظم عليهم وشق. {يَجْتَبِي إِلَيْهِ} ؛ أي: يصطفي ويجتلب إليه، والاجتباء افتعال من الجباية وهي الجمع، قال الراغب: يقال: جبيت الماء في الحوض؛ أي: جمعته فيه، ومنه قوله تعالى:  {يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ} والاجتباء الجمع على طريق الاصطفاء، قال تعالى:  {لَوْلَا اجْتَبَيْتَهَا} ، واجتباء الله العبد تخصيصه إياه بفيض إلهي لتحصل له أنواع النعم بلا سعي منه. {لَفِي شَكٍّ مِنْهُ مُرِيبٍ} الشك اعتدال النقيضين عند الإنسان </p><p> وتساويهما، مريب؛ أي: موقع في القلق والاضطراب من الريبة، والريبة قلق النفس واضطرابها، وفي \"القاموس\" : أراب الأمر، صار ذا ريب. </p><p> {وَاسْتَقِمْ} أصله: استقوم بوزن استفعل نقلت حركة الواو إلى القاف، فسكنت ثم حذفت لالتقاء الساكنين. {وَلَا تَتَّبِعْ أَهْوَاءَهُمْ} فيه إعلال بالإبدال، أصله: أهوايهم من الهوى، أبدلت الياء همزة لتطرفها إثر ألف زائدة. {وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ} أصله: يحاججون بوزن يفاعلون، أدغمت الجيم الأولى في الثانية. {اسْتُجِيبَ لَهُ} فيه إعلال بالنقل والتسكين والقلب، أصله: استجوب بوزن استفعل، نقلت حركة الواو إلى الجيم، فسكنت إثر كسرة، فقلبت ياء حرف مدّ. {دَاحِضَةٌ} باطلة، وفي \"المختار\" : دحضت حجته بطلت، وبابه خضع، وأدحضها الله، ودحضت رجله زلقت، وبابه قطع، والإدحاض الإزلاق، والدحض بتشديد الدال وسكون الحاء المهملتين، وبفتح الحاء أيضًا، وآخره ضاد معجمة هو الزلق. {وَالْمِيزَانَ} أصله: الموزان مفعال من الوزن، قلبت الواو ياء لسكونها إثر كسرة، والوزن معرفة قدر الشيء بآلة. {وَمَا يُدْرِيكَ} من الإدراء بمعنى الإعلام؛ أي: أيّ شيء يجعلك داريًا؛ أي: عالمًا بحال الساعة. {قَرِيبٌ} ؛ أي: شيء قريب، أو قريب مجيئها، وإلا فالفعيل بمعنى الفاعل لا يستوي فيه المذكر والمؤنث عند سيبويه. فكان الظاهر فيه أن يقال: قريبة لكونه مسندًا إلى ضمير الساعة، إلا أنه قد ذكر لكونه صفة جارية على غير من هي له. </p><p> فائدة: فإن قلت: متى يستوي المذكر والمؤنث؟ </p><p> قلت: يستوي المذكر والمؤنث في خمسة أوزان: </p><p> الأول: فعول بفتح الفاء، بمعنى، فاعل كرجل صبور بمعنى صابر، وامرأة صبور بمعنى صابرة، ولو كان فعول بمعنى مفعول، لحقته التاء الفاصلة جوازًا نحو: جمل ركوب وناقة ركوبة. </p><p> والثاني: فعيل بمعنى مفعول، نحو: رجل جريح، وامرأة جريح، بمعنى مجروحة، فإن كان فعيل بمعنى فاعل، لحقته التاء الفاصلة، نحو: امرأة رحيمة وظريفة. </p><p> والثالث: مفعال بكسر الميم كمنحار، يقال: رجل منحار، وامرأة منحار، أي: كثير النحر، وشذ ميقانة من اليقين، وهو عدم التردد، يقال: رجل ميقان لا يسمع شيئًا إلا أيقنه، وامرأة ميقانة. </p><p> والرابع: مفعيل بكسر الميم، كمعطير من العطر، وشذ امرأة مسكينة، لخروجه عن القاعدة، ومع ذلك فإنه محمول على فقيرة، وسمع امرأة مسكين على القياس، حكاه سيبويه. </p><p> والخامس: مفعل بكسر الميم وفتح العين كمغشم، وهو الذي لا ينتهي عما يريده ويهواه من شجاعته، ومدعس من الدعس، وهو الطعن. </p><p> {يُمَارُونَ} أصله: يماريون استثقلت الضمة على الياء، فحذفت فالتقى ساكنان، فحذفت الياء وضمت الراء، لمناسبة الواو، قال الراغب: المرية التردد في الأمر، وهو أخص من الشك، والمماراة: المحاجة فيما فيه مرية، انتهى. ويحتمل أن يكون من مريت الناقة، إذا مسحت ضرعها بشدة الحلب، فيكون تفسيره بيجادلون حملًا له على الاستعارة التبعية، كما سيأتي في مبحث البلاغة. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: استعمال اللفظ في حقيقته ومجازه في قوله: {كَذَلِكَ يُوحِي إِلَيْكَ} حيث استعمل المضارع في حقيقته ومجازه، فهو مستعمل في المستقبل بالنظر لما ينزل عليه من القرآن، إذ ذاك، وفي الماضي بالنظر لما أنزل بالفعل، وبالنظر لما أنزل على الرسل السابقين. </p><p> ومنها: جمع المؤكدات مع صيغة المبالغة في قوله: {أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ} وهي {لَا} و {إِنَّ} وضمير الفصل. </p><p> ومنها: المجاز المرسل في قوله: {لِتُنْذِرَ أُمَّ الْقُرَى} ؛ أي: لتنذر أهل مكة؛ لأنّ الإنذار لأهل القرية لا لها. </p><p> ومنها: الاحتباك في هذه الآية، حيث حذف من كل نظير ما أثبته في الآخر، والتقدير: لتنذر أم القرى العذاب، وتنذر الناس يوم الجمع؛ أي: عذابه. </p><p> ومنها: الطباق بين {الْجَنَّةِ} و {السَّعِيرِ} وبين {يَبْسُطُ}  {وَيَقْدِرُ} . </p><p> ومنها: مخالفة مقتضى الظاهر في قوله: {وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ} لأن مقتضى الظاهر أن يقال: ولكن يدخل من يشاء في رحمته، ويدخل من يشاء في غضبه، ولكنه عدل عن ذلك إلى ذكر الظالمين، تسجيلًا عليهم باسم الظلم، ومبالغة في الوعيد. </p><p> ومنها: الإتيان بجملة معرّفة الطرفين في قوله: {فَاللَّهُ هُوَ الْوَلِيُّ} لغرض إفادة حصر الولاية في الله سبحانه وتعالى. </p><p> ومنها: إيثار صيغة الماضي في قوله: {عَلَيْهِ تَوَكَّلْتُ} ، وصيغة المضارع في قوله:  {وَإِلَيْهِ أُنِيبُ} لكون التوكل أمرًا واحدًا مستمرًا، فيناسبه الماضي، وكون الإنابة متعددة، متجددة، بحسب تجدد موادها، فيناسبها المضارع، وفيهما أيضًا تقديم المعمول على عامله، لإفادة الحصر. </p><p> ومنها: زيادة الكاف في قوله: {لَيْسَ كَمِثْلِهِ شَيْءٌ} لتأكيد نفي المثلية. </p><p> ومنها: الكناية في قوله: {لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ} لأن المقاليد المفاتيح. وهو كناية عن الخزائن؛ لأن فيه مزيد دلالة على الاختصاص، لأن الخزائن لا يدخلها ولا يتصرف فيها، إلا من بيده مفاتيحها. </p><p> ومنها: الالتفات من الغيبة إلى نون العظمة في قوله: {وَالَّذِي أَوْحَيْنَا إِلَيْكَ} لإظهار كمال الاعتناء بإيحائه إليه، وهو السر في تقديمه على ما بعده، مع تقدمه عليه زمانًا. </p><p> ومنها: التعبير بالأصل في الموصولات، وهو الذي للتعظيم. </p><p> ومنها: توجيه الخطاب إليه - صلى الله عليه وسلم - بطريق التلوين، للتشريف والتنبيه على أنه تعالى شرعه لهم على لسانه. </p><p> ومنها: الكناية في قوله: {وَاسْتَقِمْ} ؛ لأنه كناية عن الثبات والدوام على الدعوة. </p><p> ومنها: المجاراة معهم في قوله: {حُجَّتُهُمْ دَاحِضَةٌ} لأنه لا حجة لهم أصلًا، وإنما عبر عن أباطيلهم بالحجة، مجاراة معهم على زعمهم الباطل. </p><p> ومنها: التنوين في قوله: {وَعَلَيْهِمْ غَضَبٌ} دلالة على عظم الغضب عليهم لمكابرتهم الحق بعد ظهوره. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {وَالْمِيزَانَ} حيث استعار الميزان العرفي للشرع، الذي يوزن به الحقوق الواجبة الأداء، سواء كان من حقوق الله، أو من حقوق العباد، بجامع العدل والتسوية في كل، ويحتمل أن يكون المراد بالميزان: العدل والتسوية؛ أي: أنزل العدل في الكتب الإلهية، فيكون تسمية العدل بالميزان، تسمية المسمى باسم آلته، فإن الميزان آلة للعدل. </p><p> ومنها: الاحتباك في قوله: {يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا} حيث ذكر الاستعجال أولًا، وحذف الإشفاق، وذكر الإشفاق ثانيًا وحذف الاستعجال؛ لأن التقدير: يستعجل بها الذين لا يؤمنون بها. فلا يشفقون منها، والذين آمنوا مشفقون فلا يستعجلون بها. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ} إذا قلنا إنه مأخوذ من مريت الناقة، وفسرناه بيجادلون، حيث شبه المجادلة بمماراة الحالب للضرع، لاستخراج ما فيه من اللبن، من حيث إن كلا من المتجادلين يستخرج ما عند صاحبه، بكلام فيه شدة اهـ \"روح البيان\" . </p><p> ومنها: المجاز العقلي في قوله: {لَفِي ضَلَالٍ بَعِيدٍ} ففيه وصف الشيء بوصف صاحبه؛ لأن البعد في الحقيقة للضال؛ لأنه هو الذي يتباعد عن الطريق فوصف به فعله. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ وَهُوَ الْقَوِيُّ الْعَزِيزُ (١٩) مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ (٢٠) أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (٢١) تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِعٌ بِهِمْ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ (٢٢) ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا إِنَّ اللَّهَ غَفُورٌ شَكُورٌ (٢٣) أَمْ يَقُولُونَ افْتَرَى عَلَى اللَّهِ كَذِبًا فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٢٤) وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ (٢٥) وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ (٢٦) وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ (٢٧) وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ (٢٨) وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ (٢٩) وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ (٣٠) وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (٣١) وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ (٣٢) إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (٣٣) أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ (٣٤) وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ (٣٥) فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى لِلَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٣٦) وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ (٣٧) وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٣٨) وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ (٣٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {اللَّهُ لَطِيفٌ بِعِبَادِهِ ...} الآيات، مناسبة هذه الآيات لما </p><p> قبلها: أن الله سبحانه وتعالى لما ذكر (١) فيما سبق، أنه أنزل عليهم الكتاب المشتمل على الدلائل الموصلة إلى السعادة، وأن المتفرقين في الدين، استوجبوا شديد العذاب، لكنه أخره إلى يوم معلوم .. أرشد هنا إلى أن ذلك من لطف الله بعباده، ولو شاء لجعلهم في عماية من أمرهم، وتركهم في ضلالهم يعمهون، ولو شاء لعجل لهم العذاب. ثم بين أن من يعمل للآخرة يرجو ثوابها .. يضاعف له فيها الجزاء إلى سبع مئة ضعف، ومن يعمل للدنيا وجلب لذاتها .. يؤته ما يريد، وليس له في الآخرة نصيب من نعيمها، ثم أعقب هذا، بذكر ما وسوست به الشياطين للمشركين، وزينت لهم به، من الشرك بالله وإنكار البعث، إلى نحو ذلك. ثم بين أنهم كانوا يستحقون العذاب العاجل على ذلك، لكنه أجله لما سبق في علمه، من أنظارهم إلى يوم معلوم، ثم ذكر مآل كل من الكافرين والمؤمنين يوم القيامة، فالأولون خائفون، وجلون من جزاء ما عملوا، والآخرون مترفون منعمون. </p><p> قوله تعالى:  {ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر في الآيات السالفة، أن الذين آمنوا وعملوا الصالحات يتمتعون بالنعيم في روضات الجنات، وأنه يعطيهم من فضله ما فيه قرة أعينهم، رحمة من لدنه .. ذكر هنا أن ذلك كائن لهم لا محالة، ببشارة منه لهم، ثم أعقب هذا، بأن أمر رسوله بأن يقول لهم: إنه لا يسألهم على هذا البلاغ والنصح أجرًا، وإنما يطلب منهم التقرب إلى الله وحسن طاعته، ثم رد عليهم قولهم: أن القرآن مفترى، بأنه لا يفتري الكذب على الله إلا من كان مختومًا على قلبه، ومن سنن الله تعالى إبطال الباطل ونصرة الحق، فلو كان محمد - صلى الله عليه وسلم - كذابًا مفتريًا، لفضحه وكشف باطله، ولكن أيده بالنصر والقوة، ثم ندبهم إلى التوبة مما نسبوه إلى رسوله من افترائه القرآن، ثم وعد المؤمنين بأنه يجيب دعاءهم إذا هم دعوه ويزيدهم من نعمه، وأوعد الكافرين بشديد العقاب، كفاء ما اجترحوا من الشرور والآثام. </p><p>(١) المراغي.</p><p> قوله تعالى:  {وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما بين فيما سلف، أنه يجيب دعاء المؤمنين إذا هم أنابوا إليه وأخبتوا .. ذكر هنا أنه لا يعطيهم كل ما يطلبون من الأرزاق، بل ينزلها بقدر بحسب ما يعلم من مصلحتهم، فإن كثرة الرزق تجعل الناس يتجبرون ويتكبرون، والله هو الخبير بما يصلح حالهم من فقر وغنى. </p><p> قال خباب بن الأرت: فينا نزلت هذه الآية، نظرنا إلى أموال بني قريظة وبني النضير وبني قينقاع، فتمنيناها، ثم أعقب هذا بأنهم إذا احتاجوا إلى الرزق، لا يمنعه منهم، وهو المتولي أمورهم بإحسانه، المحمود على ما يوصل للخلق من صنوف الرحمة، ثم أقام الأدلة على ألوهيته بخلقه للسموات والأرض وما فيهما من الحيوان، ثم جمعهم للحساب يوم القيامة، ثم ذكر أن ما يصيب الإنسان من نكبات الدنيا، من الأمراض والأسقام والفقر والغنى، فبكسب الإنسان واختياره، كما دلت على صدق ذلك التجارب، ثم أعقب ذلك، بآية أخرى على ألوهيته، وهي جريان السفن في البحار، فتارة بجعل الريح ساكنة، فتظل السفن على سطحها، وأخرى تعصف الرياح فتفرقها، أو تنجو بحسب تقديره تعالى. </p><p> قوله تعالى:  {فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر (١) دلائل توحيده، وعظيم قدرته وسلطانه، بخلق السموات والأرض وجري السفن ماخرات في البحار .. أردف ذلك بالتنفير من الدنيا وزخرفها؛ لأن المانع من النظر في الأدلة، إنما هو الرغبة فيها، طلبًا للرياسة والجاه، فإذا صغرت الدنيا في عين المرء، لم يلتفت إليها، وانتفع بالأدلة ووجه النظر إلى ملكوت السموات والأرض، ثم أبان أن ما عند الله خير لمن آمن به، وتوكل عليه واجتنب كبائر الذنوب والفواحش، وكان منقادًا له، مطيعًا لأوامره، تاركًا لنواهيه وأقام الصلاة وآتى الزكاة ولم يبرم أمرًا إلا بعد </p><p>(١) المراغي.</p>"
}