{
  "id": null,
  "sura": 42,
  "aya": 22,
  "text": "<p> مَوْعِدُهُمْ} والفصل: القضاء بين الحق والباطل، كما في \"القاموس\" ، ويوم الفصل هو اليوم الذي فيه يبين الحق من الباطل، ويفصل بين الناس بالحكم، كما في \"المفردات\" : {لَقُضِيَ بَيْنَهُمْ} في الدنيا، فعوجلوا بالعقوبة. والضمير في {بَيْنَهُمْ} راجع إلى المؤمنين والمشركين، أو إلى المشركين وشركائهم. </p><p> والمعنى: أي ولولا القضاء السابق منه تعالى، بتأخير العذاب إلى يوم القيامة، لعوجلوا بالعذاب في الدنيا. </p><p> {وَإِنَّ الظَّالِمِينَ} أنفسهم، وهم المشركون والمكذبون {لَهُمْ عَذَابٌ أَلِيمٌ} في الدنيا والآخرة؛ أي: نوع من العذاب متفاقم ألمه، وأقام المظهر مقام المضمر، تسجيلًا عليهم بالظلم، ودلالة على أن العذاب الأليم، الذي لا يكتنه كنهه، إنما يلحقهم بسبب ظلمهم، وانهماكهم فيه. </p><p> والمعنى: أي وإن الظالمين أنفسهم، بشرع ما لم يأذن به الله، مما ابتدعوه من التحليل، والتحريم، لهم عذاب شديد الإيلام في جهنم، وبئس المصير، وقرأ الجمهور (١) : وإن الظالمين بكسر الهمزة على الاستئناف، والإخبار بما ينالهم في الدنيا، من القتل والأسر والنهب، وفي الآخرة من النار، وقرأ الأعرج ومسلم بن جندب:  {وأنّ} بفتح الهمزة، عطفًا على كلمة الفصل، فهو في موضع رفع؛ أي: ولولا كلمة الفصل وكون الظالمين لهم عذاب أليم في الآخرة، لقضي بينهم في الدنيا، وفصل بين المتعاطفين بجواب {لولا} ، كما فصل في قوله تعالى: {وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُسَمًّى (١٢٩) }. </p><p> ٢٢ - ثم ذكر أحوال أهل العقاب، وأهل الثواب يوم القيامة، مبتدئًا بالأولين، فقال:  {تَرَى} وتبصر يا محمد، أو يا من يصلح للرؤية {الظَّالِمِينَ} ؛ أي: المشركين يوم القيامة {مُشْفِقِينَ} ؛ أي: خائفين {مِمَّا كَسَبُوا} ؛ أي: لأجل ما كسبوا واقترفوا في الدنيا من الشرك والمعاصي؛ أي (٢) : مشفقين إشفاقًا ناشئًا من </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> السيئات، التي عملوها في الدنيا ومن أجلها، فكلمة من للتعليل، وليست صلة مشفقين، حتى يحتاج إلى تقدير المضاف، مع أنه أيضًا معنى صحيح؛ لأنه أبلغ وأدخل في الوعيد {وَهُوَ وَاقِعٌ بِهِمْ} ؛ أي: والحال أن وبال ما كسبوه، وجزاءه، لا حق بهم لا محالة، أشفقوا أو لم يشفقوا والجملة حال من ضمير مشفقين، أو اعتراض. قال سعدي المفتي: يعني ينعكس الحال في الآخرة، فالآمنون في الدنيا يشفقون في الآخرة، والمشفقون في الدنيا يأمنون في الآخرة؛ أي: ترى الظالمين خائفين، وجلين أشد الخوف والوجل، لأجل ما كسبوا في الدنيا من السيئات، والحال أن جزاءه واقع بهم، نازل عليهم لا محالة، أشفقوا أو لم يشفقوا، وذكر الآخرين بقوله:  {وَالَّذِينَ آمَنُوا} بالله ورسوله {وَعَمِلُوا الصَّالِحَاتِ} ؛ أي: استعملوا تكاليف الشرع لقمع الطبع، وكسر الهوى، وتزكية النفس وتصفية القلب وتحلية الروح، مستقرون {فِي رَوْضَاتِ الْجَنَّاتِ} ؛ أي: في أطيب بقاع الجنات وأنزهها، كما أنها في الدنيا أحسن أمكنتها. </p><p> قال في \"حواشي الكشاف\" : الروضة اسم لكل موضع فيه ماء وعشب، وفي \"كشف الأسرار\" : هي الأماكن المتسعة، المونقة ذات الرياحين. والزهر، انتهى. وفي الحديث: ثلاث يجلون البصر، النظر إلى الخضرة، وإلى الماء الجاري، وإلى الوجه الحسن. قال ابن عباس: رضي الله عنه: والإثمد عند النوم، قال الراغب: قوله: {فِي رَوْضَاتِ الْجَنَّاتِ} إشارة إلى ما أعد لهم في العقبى من حيث الظاهر، وقيل: إشارة إلى ما أهلهم له من العلوم والأخلاق التي من تخصص بها طاب قلبه؛ أي: والذين آمنوا بالله، وأطاعوه فيما أمر به ونهى عنه، لهم في الآخرة روضات الجنات، متمتعين بمحاسنها ولذاتها. </p><p> ثم بين ما يكون لهم من النعيم، في تلك الروضات، فقال:  {لَهُمْ} خبر مقدم {مَا يَشَاءُونَ} مبتدأ مؤخر؛ أي: ما يشتهونه من فنون المستلذات من مآكل ومشارب، ومناظر مما لاعين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، حاصل لهم {عِنْدَ رَبِّهِمْ} على أن عند ربهم ظرف للاستقرار العامل في {لَهُمْ} ، وقيل: ظرف ليشاؤون على أن يكون عبارة عن كونهم عند الله. </p>"
}