{
  "id": null,
  "sura": 42,
  "aya": 52,
  "text": "<p> هشام رضي الله عنه سأل رسول الله - صلى الله عليه وسلم -، فقال: يا رسول الله، كيف يأتيك الوحي؟ فقال رسول الله - صلى الله عليه وسلم -: \"أحيانًا يأتيني مثل صلصة الجرس، وهو أشده عليَّ، فيفصم عني، وقد وعيت عنه ما قال، وأحيانًا يتمثل لي الملك رجلًا فيكلمني، فأعي ما يقول\" ، قالت عائشة: ولقد رأيته ينزل عليه الوحي، في اليوم الشديد البرد، فيفصم عنه، وإن جبينه ليتفصد يسيل عرقًا. </p><p> قال الزجاج: المعنى أن كلام الله للبشر، إما أن يكون بإلهام يلهمهم، أو يكلمهم من وراء حجاب، كما كلم موسى، أو برسالة ملك إليهم، وتقدير الكلام: ما كان لبشر أن يكلمه الله إلا أن يوحي وحيًّا، أو يكلمه من وراء حجاب، كما كلم موسى، أو يرسل رسولًا. وقرأ الجمهور:  {حِجَابٍ} : مفردًا. وابن أبي عبلة {حجبًا} : جمعًا. وقرأ الجمهور بنصب {أَوْ يُرْسِلَ} ، وبنصب {فَيُوحِيَ} على تقدير أن، وتكون أن وما دخلت عليه معطوفين على وحيًّا، ووحيًا في محل الحال والتقدير: إلا موحيًا، أو مرسلًا، ولا يصح عطف {أَوْ يُرْسِلَ} على {أَنْ يُكَلِّمَهُ} ؛ لأنه يصير التقدير: وما كان لبشر أن يرسل رسولًا، وهو فاسد لفظًا ومعنى. وقرأ نافع وأهل المدينة {أو يرسل رسولًا فيوحي} . بالرفع فيهما، على أنه خبر مبتدأ محذوف، والتقدير: أو هو يرسل. وجملة قوله:  {إِنَّهُ عَلِيٌّ} ؛ أي: متعال عن صفات المخلوقين؛ لا يأتي جريان المفاوضة بينه تعالى وبينهم إلا بأحد الوجوه المذكورة {حَكِيمٌ} يفعل ما تقتضيه حكمته، فيكلمه تارة بواسطة، وتارة بغير واسطة، إما إلهامًا، وإما خطابًا من وراء حجاب تعليل لما قبلها. </p><p> ٥٢ - قال المفسرون: فلما قالت اليهود للنبي - صلى الله عليه وسلم -: ألا تكلم الله وتنظر إليه، إن كنت نبيًا كما كلمه موسى، نزل قوله تعالى:  {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا} والكاف صفة لمصدر محذوف. والروح (١) : هو القرآن الذي هو للقلوب بمنزلة الروح للأبدان، حيث يحييها حياة طيبة؛ أي: يحصل لها به ما هو مثل الحياة، </p><p>(١) روح البيان.</p><p> وهو العلم النافع، المزيل للجهل الذي هو كالموت. وقال الراغب: سمي القرآن روحًا لكونه مببًا للحياة الأخروية، الموصوفة في قوله:  {وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ} . ومعنى {مِنْ أَمْرِنَا} ؛ أي: روحًا ناشئًا، ومبتدأ من أمرنا، والمعنى: وإيحاء مثل إيحائنا إلى سائر رسلنا، أوحينا إليك روحًا وقرآنًا ناشئًا بأمرنا وإرادتنا، ونازلًا من عندنا رحمةً وحياةً لعبادنا. </p><p> وقيل: الروح هو جبرائيل عليه السلام، والمعنى: أوحينا إليك جبرائيل بأمرنا وإرادتنا، كما أوحيناه إلى سائر رسلنا، فإن قلت: كيف علم الرسول - صلى الله عليه وسلم - في أول الأمر، أن الذي تجلى له جبرائيل، وأن الذي سمعه كلام الله تعالى؟ </p><p> قلت: خلق الله تعالى له علمًا ضروريًا، علم به ذلك، والعلم الضروري يوجب الإيمان الحقيقي، ويتولد من ذلك اليقين، فإن الخشية على قدر المعرفة. </p><p> ثم ذكر سبحانه صفة رسوله، قبل أن يوحي إليه، فقال:  {مَا كُنْتَ} يا محمد {تَدْرِي} وتعلم قبل النبوة في أربعين سنة. وجملة {مَا كُنْتَ} حال من كاف {إِلَيْكَ} كما في تفسير \"الكواشي\"  {مَا الْكِتَابُ} والقرآن، أي: أي شيء هو. </p><p> والمعنى: ما تدري جواب هذا الاستفهام، والكلام على حذف مضاف؛ لأنه - صلى الله عليه وسلم - كان أميًا لا يقرأ ولا يكتب، وذلك أدخل في الإعجاز، وأدل على صحة نبوته، والاستفهام معلق للفعل عن العمل، وما بعده ساد مسد المقعولين {وَلَا} تدري ما {الْإِيمَانُ} بتفاصيل ما في تضاعيف القرآن، من الأمور التي لا تهتدي إليها العقول، لا الإيمان بما يستقل به العقل والنظر، فإن درايته - صلى الله عليه وسلم - له مما لا ريب فيه قطعًا، فإن أهل العلم اتفقوا على أن الرسل عليهم السلام، كانوا مؤمنين قبل الوحي، معصومين من الكبائر، ومن الصغائر الموجبة، لنفرة الناس عنهم، قبل البعثة وبعدها، فضلًا عن الكفر، وهو مراد من قال: لا يعرف القرآن قبل الوحي، ولا شرائع الإيمان ومعالمه، وقيل: المراد بالإيمان: الكلمة التي بها دعوة الإيمان والتوحيد، وهي لا إله إلا الله، محمد رسول الله - صلى الله عليه وسلم -، والإيمان بهذا التفسير إنما علمه بالوحي لا بالعقل. </p><p> قال ابن قتيبة: لم تزل العرب على بقايا من دين إسماعيل، من الحج </p><p> والختان والنكاح، وإيقاع الطلاق، والغسل من الجنابة، وتحريم ذوات المحارم بالقرابة والمصاهرة، وكان رسول الله - صلى الله عليه وسلم - على ما كانوا عليه في مثل هذه الشرائع، وكان يوحد، ويبغض اللات والعزى، ويحج ويعتمر، ويتبع شريعة إبراهيم عليه السلام، ويتعبد بها حتى جاءه الوحي، وجاءته الرسالة. </p><p> والمعنى: أي (١) ما كنت قبل الأربعين، وأنت بين ظهراني قومك، تعرف ما القرآن، ولا تفاصيل الشرائع، ومعالمها على النهج الذي أوحينا به إليك، وقيل: معنى الآية: ما كنت تدري قبل الوحي كيف تقرأ القرآن، ولا كيف تدعو الخلق إلى الإيمان {وَلَكِنْ جَعَلْنَاهُ} ؛ أي: الروح الذي أوحينا إليك، والجعل بمعنى التصيير، لا بمعنى الخلق، وحقيقته أنزلناه؛ أي: ولكن جعلنا الروح والقرآن الذي أوحيناه إليك {نُورًا} وضياء، ودليلًا على التوحيد {نَهْدِي} ونرشد {بِهِ مَنْ نَشَاءُ} هدايته {مِنْ عِبَادِنَا} بالتوفيق، وهو الذي يصرف اختياره نحو الاهتداء به {وَإِنَّكَ} يا محمد {لَتَهْدِي} بهذا النور، وترشد من نشاء هدايته {إِلَى صِرَاطٍ مُسْتَقِيمٍ} وطريق قويم الذي هو الإِسلام، وسائر الشرائع والأحكام، وقوله (٢) : {وَإِنَّكَ لَتَهْدِي} تقرير لهدايته تعالى، وبيان لكيفيتها ومفعول {لَتَهْدِي} محذوف ثقة بغاية الظهور، كما قدرناه. </p><p> والمعنى: أي ولكن جعلنا هذا القرآن نورًا عظيمًا، نهدي به من نشاء هدايته من عبادنا، ونرشده إلى الدين الحق، وإنك لتهدي بذلك النور، من نشاء هدايته إلى الحق القويم. ونحو الآية قوله:  {قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى} الآية. </p><p> وقرأ الجمهور (٣)  {لَتَهْدِي} مبنيًا للفاعل مضارع هدى، وقرأ ابن حوشب: مبنيًا للمفعول، إجابة سؤاله - صلى الله عليه وسلم - {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} . وقرأ ابن السميقع: بضم التاء وكسر الدال، من أهدى الرباعي، وعن الجحدري مثلها، ومثل قراءة </p><p>(١) المراغي. (٢) روح البيان.(٣) البحر المحيط.</p>"
}