{
  "id": null,
  "sura": 42,
  "aya": 20,
  "text": "<p> عدم الضعف في أفعاله، والقدرة صفة ثابتة لله تعالى، أثرها عدم العجز عن إيجاد أي ممكن كان وإعدامه {الْعَزِيزُ} ؛ أي: الغالب الذي يغلب كل شيء، ولا يغلبه شيء، وهو يلائم تخصيص من يشاء بما شاء. </p><p> والمعنى (١) : أنه تعالى بر بعباده، يرسل إليهم أعظم المنافع، ويدفع عنهم أكبر البلاء، فيرزق البر والفاجر، لا ينسى أحدًا منهم، ويوسع الرزق على من يشاء منهم، ويقتره على من يشاء، ليمتحن الغني بالفقير، والفقير بالغني، وليحتاج بعض إلى بعض، كما قال:  {لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا} ، ونحو الآية قوله:  {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا} ، ثم ذكر ما هو كالعلة لذلك، فقال:  {وَهُوَ الْقَوِيُّ الْعَزِيزُ} ؛ أي: وهو القادر على ما يشاء، العزيز الذي لا يقدر أحد أن يمنعه عن شيء مما يريده. </p><p> ٢٠ - وبعد أن أبان أن الرزق ليس إلا في يده، أتبعه بما يزهد في التكالب على طلب رزق البدن، ويرغب في الجد في طلب رزق الروح، والسعي في رفع منزلتها عند ربها ليرضى عنها، فقال:  {مَنْ كَانَ يُرِيدُ} ويقصد بعمله الصالح {حَرْثَ الْآخِرَةِ} وثوابها، والحرث في الأصل (٢) : إلقاء البذر في الأرض، ويطلق على الزرع الحاصل منه، ويطلق على ثمرات الأعمال، ونتائجها بطريق الاستعارة، المبنية على تشبيهها بالغلال، الحاصلة من البذور، المتضمن لتشبيه الأعمال بالبذور، من حيث إنها فائدة تحصل بعمل الدنيا، ولذلك قيل: الدنيا مزرعة الآخرة. </p><p> والمعنى: من كان يريد بأعماله ثواب الآخرة {نَزِدْ لَهُ فِي حَرْثِهِ} وثوابه؛ أي: نضاعف له ثوابه، ونعط له بالعمل الواحد عشر حسنات إلى سبع مئة فما فوقها، وقيل: نزد له في توفيقه، وإعانته وتسهيل سبيل الخيرات والطاعات له. وقيل: نزد له في قوته ونشاطه، أو نزد له على ما قصده من حرث الآخرة، بالبسط له في الدنيا. </p><p>(١) المراغي. (٢) روح البيان.</p><p> ولم يقل في حقه (١) : وله في الدنيا نصيب، مع أن الرزق المقسوم له، يصل إليه لا محالة، للاستهانة بذلك، والإشعار بأنه في جنب ثواب الآخرة ليس بشيء، ولذلك قال سليمان عليه السلام: لتسبيحة خير من ملك سليمان. </p><p> فإن قيل: ظاهر اللفظ يدل على أن من صلى لأجل طلب الثواب، أو لأجل دفع العقاب، فإنه تصح صلاته، وأجمعوا على أنها لا تصح؛ لأن الرغبة في الإيمان والطاعة لا تنفع، إلا إذا كانت تلك الرغبة فيه، رغبة فيه لكونه إيمانًا وطاعة، وأما الرغبة فيه لطلب الثواب، وللخوف من العقاب فغير مفيد، لأنه يكون عليلًا مريضًا. </p><p> والجواب: أن الحرث لا يتأتى إلا بإلقاء البذر الصحيح في الأرض، والبذر الصحيح الجامع للخيرات، والسعادات، ليس إلا عبودية الله تعالى، فلا يكون العمل أخرويًا إلا بأن يطلب فيه رضي الله تعالى. </p><p> {وَمَنْ كَانَ يُرِيدُ} ويقصد بأعماله الصالحة {حَرْثَ الدُّنْيَا} ؛ أي: ثوابها ومتاعها وزخارفها وطيباتها، والمراد: الكافر أو المنافق، حيث كانوا مع المؤمنين في المغازي وغرضهم الغنيمة، ودخل فيه أصحاب الأغراض الفاسدة جميعًا. {نُؤْتِهِ} ؛ أي: نعطه شيئًا كائنًا {مِنْهَا} ؛ أي: من الدنيا حسبما قسمنا له أزلًا، لا ما يريده ويبتغيه، وقوله: منها متعلق بكائنًا المحذوف، الواقع صفة للمفعول الثاني، ويجوز أن تكون كلمة من للتبعيض؛ أي: بعضها، ومآل المعنى واحد، دلت الآية على أن طالب الدنيا لا ينال مراده من الدنيا. </p><p> وفي الحديث:  \"من كانت نيته الآخرة، جمع الله شمله، وجعل غناه في قلبه، وأتته الدنيا وهي راغمة، ومن كانت نيته الدنيا، فرق الله عليه أمره، وجعل فقره بين عينيه، ولم يأته من الدنيا إلا ما كتب الله له\" . </p><p> {وَمَا لَهُ} ؛ أي: لمريد الدنيا {فِي الْآخِرَةِ مِنْ نَصِيبٍ} ؛ لأنه لم يعمل للآخرة، فلا نصيب له فيها. و {مَنْ} : مزيدة للاستغراق؛ أي: ما له نصيب وحظ في الآخرة، </p><p>(١) روح البيان.</p><p> إذ كانت همته مقصورة على الدنيا، ولكل امرىء ما نوى، فيكون محرومًا من ثواب الآخرة بالكلية، وقرأ الجمهور (١) : {نَزِدْ} و {نُؤْتِهِ} بالنون فيهما، وابن مقسم والزعفراني ومحبوب والمنقري، كلاهما عن أبي عمرو بالياء فيهما، وقرأ سلام:  {نؤتهُ منها} بضم الهاء، وهي لغة الحجاز، ذكره في \"البحر المحيط\" . وقال الإمام الراغب: إن الإنسان في دنياه حارث، وعمله حرثه، ودنياه محرثه، ووقت الموت وقت حصاده، والآخرة بيدره، ولا يحصد إلا ما زرعه، ولا يكيل إلا ما حصده. </p><p> حكي: أن رجلًا ببلخ، أمر عبده أن يزرع حنطة، فزرع شعيرًا، فرآه وقت الحصاد وسأله، فقال العبد: زرعت شعيرًا على ظن أن ينبت حنطة، فقال مولاه: يا أحمق، هل رأيت أحدًا زرع شعيرًا فحصد حنطة، فقال العبد: فكيف تعصي أنت، وترجو رحمته، وتغتر بالأماني، ولا تعمل العمل الصالح. </p><p> وكما أن في البيدر مكيالًا، وموازين وأمناء وحفاظًا وشهودًا، كذلك في الآخرة مثل ذلك، وكما أن للبيدر تذرية وتمييزًا بين النقاوة والحطام، كذلك في الآخرة تمييزٌ بين الحسنى والآثام، فمن عمل لآخرته بورك له في كيله ووزنه، وجعل له منه زادًا لا بد، ومن عمل لدنياه خاب سعيه وبطل عمله، فأعمال الدنيا كشجرة الخلاف، بل كالدقلي والحنظل في الربيع، يرى غض الأوراق، حتى إذا جاء حين الحصاد لم ينل طائلًا، وإذا حضر مجتناه في البيدر، لم يفد نائلًا. ومثل أعمال الآخرة كشجرة الكرم والنخل المستقبح المنظر في الشتاء، فإذا حان وقت القطاف والاجتناء أفادتك زادًا، وادخرت عدةً وعتادًا. </p><p> ولما كانت زهرات الدنيا رائقة الظاهر، خبيثة الباطن، نهى الله تعالى عن الاغترار بها، فقال: {وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى (١٣١) } فالقذر قذر، وإن كان في ظرف من الذهب، فالعاقل لا يتناوله. </p><p> وحاصل معنى الآية (٢) : من كان يريد بأعماله، وكسبه ثواب الآخرة، نوفقه </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}