{
  "id": null,
  "sura": 42,
  "aya": 9,
  "text": "<p> وفي \"التأويلات النجمية\" : ولو شاء الله لجعلهم أمةً واحدة، كالملائكة المقربين {لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ} ، الآية، أو جعلهم كالشياطين، المبعدين، المطرودين، المتمردين، ولكن الحكمة الإلهية اقتضت، أن يجعلهم مركبين من الجوهر الملكي، والشيطاني، ليكونوا مختلفين، بعضهم الغالب عليه الوصف الملكي، مطيعًا لله تعالى، وبعضهم الغالب عليه الوصف الشيطاني، متمردًا على الله تعالى، ليكونوا مظاهر صفات لطفه وقهره، ويدل على هذا التأويل، قوله:  {وَلَكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ} ؛ أي: ليكونوا مظاهر صفات لطفه، {وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ} ؛ أي: ليكونوا مظاهر صفات قهره، انتهى. </p><p> وحاصل المعنى (١) : أي ولو شاء الله لجعل الجميع مؤمنين، كما تريد وتحرص عليه، ولكن حكمته اقتضت أن يكون بعضهم مؤمنين وبعضهم كفارًا، وهم الذين اتخذوا من دون الله أولياء؛ لأنه سبحانه شاء أن يكون الإيمان مبنيًا على التكليف والاختيار، يدخل المرء فيه بمحض الرضا. والتأمل في الأدلة الموصلة إلى الهدى، وبذلك يتم الفوز والسعادة في الدارين، وينفر منه من دنس نفسه بأدران الشرك، وركب رأسه وأطاع هواه، فكان من الخاسرين، ولو شاء لجعل الإيمان بالقسر والإلجاء، فكان الناس جميعًا أمة واحدة، ولكن له الحجة البالغة والمثل الأعلى، ولم يشأ ذلك، فلا تأس على عدم إيمان قومك، ولا تذهب نفسك عليهم حسرات، كما قال: {فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا (٦) }، وقد جاء هذا المعنى في غير آية سلف كثير منها، كقوله:  {وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى} ، وقوله:  {وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا} . </p><p> ٩ - وجملة قوله:  {أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ} مستأنفة مقررة لما قبلها من انتفاء كون الولي والنصير للظالمين. و {أَمِ}  (٢) هذه هي المنقطعة المقدرة ببل المفيدة للانتقال من بيان ما قبلها إلى بيان ما بعدها، وبالهمزة المفيدة لإنكار الوقوع </p><p>(١) المراغي. (٢) روح البيان.</p><p> ونفيه على أبلغ وجه وآكده، لا لإنكار الواقع واستقباحه كما قيل، إذ المراد بيان أن ما فعلوا من اتخاذ الأولياء، ليس في شيء لأن ذلك فرع كون الأصنام أولياء، وهو أظهر الممتنعات؛ أي: بل اتخذ الكافرون من دون الله أولياء من الأصنام، التي يعبدونها ليس ذلك في شيء. والفاء (١) في قوله {فَاللَّهُ} سبحانه وتعالى - {هُوَ الْوَلِيُّ} ؛ أي: هو الحقيق بأن يتخذوه وليًا، فإنه هو الخالق الرازق، الضار النافع - فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إن أرادوا أن يتخذوا وليًا في الحقيقة، فأقول لهم: الله سبحانه هو الولي، الذي يجب أن يتولى ويعتقد أنه المولى، لا ولي سواه، وهو متولي الأمور من الخير والشر، والنفع والضر. </p><p> قلت: ويحتمل أن تكون الفاء تعليلية، لكون ما بعدها علة لإنكار اتخاذ الأولياء من دون الله، كقولك: أتضرب زيدًا فهو أخوك، على معنى: لا ينبغي أن تضربه، لكونه أخاك، والمعنى هنا: لا ينبغي لهم أن يتخذوا أولياء من دون الله، لأنّ الله هو الولي الحقيقي. </p><p> {وَهُوَ} سبحانه؛ أي: ومن شأنه أنه {يُحْيِ الْمَوْتَى} ليس في السماء والأرض معبود يحيي الموتى غيره {وَهُوَ} سبحانه على كل شيء من الإحياء والإماتة {قَدِيرٌ} فهو الحقيق بأن يتخذ وليًا، فليَخصُّوه بالاتخاذ دون من لا يقدر على شيء. </p><p> ومعنى الآية (٢) : أي إن هؤلاء المشركين من قومك، قد اتخذوا أولياء ينصرونهم من دون الله، وقد ضلوا ضلالًا بعيدًا، فهؤلاء لا يملكون لأنفسهم نفعًا ولا ضرًا، فإن أرادوا وليًا بحق يدفع عنهم الملمات ويجلب لهم الخيرات، فالله هو القادر على ذلك وهو محيي الموتى، ويحشرهم يوم القيامة، فجدير بمثله أن يتخذ وليًا، لا من لا يستطيع دفع الشر عن نفسه، ولا جلب الخير لها، ونحو الآية قوله: {إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ </p><p>(١) روح البيان. (٢) المراغي.</p>"
}