{
  "id": null,
  "sura": 42,
  "aya": 21,
  "text": "<p> لصالح الأعمال، ونجزه بالحسنة عشر أمثالها، إلى ما شاء الله تعالى، ومن كان سعيه موجهًا إلى شؤون الدنيا وطلب طيباتها واكتساب لذاتها، وليس له هم في أعمال الآخرة، نؤته منها ما قسمناه له، وليس له في ثواب الآخرة حظ، فالأعمال بالنيات ولكل امرىء ما نوى، قال قتادة: إن الله يعطي على نية الآخرة، ما شاء من أمر الدنيا، ولا يعطي على نية الدنيا إلا الدنيا. وقال ابن عباس: من يؤثر دنياه على آخرته .. لم يجعل الله له نصيبًا في الآخرة إلا النار، ولم يزد بذلك من الدنيا شيئًا، إلا رزقًا فرغ منه وقسم له. </p><p> وأخرج أحمد والحاكم وصححه، وابن مردويه ابن حبان عن أبي بن كعب: أن رسول الله - صلى الله عليه وسلم - قال:  \"بشر هذه الأمة بالسناء والرفعة والنصر والتمكين في الأرض، ما لم يطلبوا الدنيا بعمل الآخرة، فمن عمل منهم عمل الآخرة للدنيا .. لم يكن له في الآخرة من نصيب\" . </p><p> وأخرج الحاكم وصححه، والبيهقي عن أبي هريرة قال: تلا رسول الله - صلي الله عليه وسلم -: {مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ} الآية، ثم قال:  \"يقول الله لابن آدم: تفرغ لعبادتي، أملأ صدرك غنى، وأسد فقرك، وإلا تفعل ملأت صدرك شغلًا، ولم أسد فقرك\" . </p><p> وعن علي كرم الله وجهه قال: الحرث: حرثان، فحرث الدنيا المال والبنون، وحرث الآخرة الباقيات الصالحات. ونحو الآية قوله تعالى: {مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا (١٨) وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا (١٩) }. </p><p> ٢١ - ولما بين القسطاس الأقوم في أعمال الآخرة وأعمال الدنيا .. أردفه بالتنبيه إلى ما هو الأصل في باب الضلالة والشقاوة، فقال:  {أَمْ لَهُمْ شُرَكَاءُ} أم (١) منقطعة، مقدرة ببل التي للإضراب الانتقالي من قوله:  {شَرَعَ لَكُمْ مِنَ الدِّينِ} ، والهمزة التي للتقرير والتوبيخ، وشركاؤهم شياطينهم من الإنس والجن، والضمير في {لَهُمْ} للمشركين من قريش، وإضافة الشركاء إلى ضميرهم في قولنا: </p><p>(١) روح البيان.</p><p> شركاؤهم على حقيقتها. </p><p> والمعنى: بل ألهم شركاء من الشياطين؛ أي: نظراء يشاركونهم في الكفر والعصيان، ويعاونونهم عليه بالتزيين والإغراء {شَرَعُوا} وسنوا {لَهُمْ} بالتسويل والتزيين {مِنَ الدِّينِ مَا لَمْ يَأْذَنْ} ويأمر {بِهِ اللَّهُ} سبحانه وتعالى، كالشرك وإنكار البعث، والعمل للدنيا، وسائر مخالفات الشريعة، وموافقات الطبيعة؛ لأنهم لا يعلمون غيرها، وتعالى الله عن الإذن في مثل هذا والأمر به، والتعبير عنه بالدين للمشاكلة؛ لأنه ذكر في مقابلة دين الله، أو للتهكم، وقيل: شركاءهم أوثانهم، فالهمزة للإنكار، فإن الجماد الذي لا يعقل شيئًا، كيف يصح أن يشرع دينًا، والحال أن الله تعالى، لم يشرع لهم ذلك الدين الباطل، وإضافتها إليهم حينئذٍ؛ لأنهم الذين جعلوها شركاء لله، وإسناد الشرع إليها، مع كونها بمعزل عن الفاعلية، إسناد مجازي، من إسناد الفعل إلى السبب؛ لأنها سبب ضلالتهم وافتتانهم، كقوله تعالى:  {إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ} . </p><p> والمعنى (١) : أي هم ما اتبعوا، ما شرع الله من الدين القويم، بل اتبعوا ما شرع لهم شياطينهم من الجن والإنس، فحرموا عليهم ما حرموا من البحيرة، والسائبة والوصيلة، وحللوا لهم أكل الميتة والدم والقمار، إلى نحو أولئك، من الضلالات والجهالات، التي كانوا قد اخترعوها في الجاهلية. </p><p> وقد ثبت في \"الصحيح\" ، أن رسول الله - صلي الله عليه وسلم - قال: \" رأيت عمرو بن لُحَيّ بن قمعة يجر قصبة أمعائه في النار؛ لأنه أول من سيّب السوائب، وحمل قريشًا على عبادة الأصنام، وكان أحد ملوك خزاعة\" ، وقصارى ذلك: أن الشيطان زين لهم الشرك والمعاصي والشرائع المضلة وإنكار البعث والعمل للدنيا. </p><p> ثم بين أنه رحمة بعباده، أخر عذاب المشركين ليوم معلوم، ولم يعجله لهم، فقال:  {وَلَوْلَا كَلِمَةُ الْفَصْلِ} ؛ أي: القضاء السابق بتأخير العذاب عنهم، أو العدة لهم، بأن الفصل يكون يوم القيامة، حيث قال: {بَلِ السَّاعَةُ </p><p>(١) المراغي.</p>"
}