{
  "id": null,
  "sura": 42,
  "aya": 17,
  "text": "<p> لهم المولى: ألست بربكم، ثم لما نزلوا من عالم الأرواح إلى عالم الأشباح، نسوا الإقرار والعهد، فأخذوا في المحاجة والإنكار، بخلاف المؤمنين، فإنهم ثبنوا على التصديق والإقرار، قال مجاهد: وهؤلاء قوم توهموا أن الجاهلية تعود، وقال قتادة: هم اليهود والنصارى ومحاجتهم قولهم: نبينا قبل نبيكم، وكتابنا قبل كتابكم، وكانوا يرون لأنفسهم الفضيلة، بأنهم أهل كتاب، وأنهم أولاد الأنبياء، وكان المشركون يقولون:  {أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا} فنزلت هذه الآية. </p><p> والموصول مبتدأ أول {حُجَّتُهُمْ} مبتدأ ثان {دَاحِضَةٌ عِنْدَ رَبِّهِمْ} خبر الثاني، والجملة خبر الأول؛ أي: زائلة باطلة بل لا حجة لهم أصلًا، وإنما عبّر عن أباطيلهم بالحجة، مجاراة على زعمهم الباطل {وَعَلَيْهِمْ} ؛ أي: وعلى أولئك المحاجين {غَضَبٌ} عظيم من الله تعالى، لمكابرتهم الحق بعد ظهوره، ومجادلتهم بالباطل {وَلَهُمْ عَذَابٌ شَدِيدٌ} في الآخرة على كفرهم الشديد، وضلالهم البعيد، لا يعرف كنهه، وهو عذاب النار. </p><p> والمعنى (١) : أي والذين يجادلون المؤمنين، المستجيبين لله ورسوله، ليصدوهم عما سلكوه من طريق الهدى، حجتهم زائفة لا تقبل عند ربهم وعليهم غضب منه؛ لأنهم ماروا في الحق بعدما تبين، ولهم عذاب شديد يوم القيامة، لتركهم الحق، بعد أن وضحت محجته عنادًا واستكبارًا </p><p> ١٧ - {اللَّهُ} الذي يستحق منكم العبادة، أيها الناس هو {الَّذِي أَنْزَلَ الْكِتَابَ} ؛ أي: جنس الكتاب حال كونه متلبسًا {بِالْحَقِّ} في أحكامه وأخباره، بعيدًا من الباطل، أو بما يحق إنزاله من العقائد والأحكام {وَالْمِيزَانَ} ؛ أي: وأنزل الشرع الذي (٢) يوزن به الحقوق، ويسوى به بين الناس على أن يكون لفظ الميزان، مستعارًا للشرع، تشبيهًا له بالميزان العرفي، من حيث إنه يوزن به الحقوق الواجبة الأداء، سواء كان من حقوق الله، أو من حقوق العباد، أو نفس العدل والتسوية، بأن أنزل الأمر به في الكتب الإلهية، فيكون تسمية العدل بالميزان، تسمية المسمى باسم آلته، فإن </p><p>(١) المراغي. (٢) روح البيان.</p><p> الميزان آلة العدل، أو أنزل آلة الوزن، والوزن معرفة قدر الشيء، فيكون المراد بالميزان معناه الأصلي وإنزاله إما حقيقة لما رُويَ أن جبرائيل عليه السلام نزل بالميزان, فدفعه إلى نوح عليه السلام، فقال له: مر قومك يزنوا به، وقيل: نزل آدم عليه السلام، بجميع آلات الصنائع، وإما مجاز عن إنزال الأمر به، واستعماله في الإيفاء والاستيفاء. </p><p> والمعنى (١) : الله أنزل كتبه على أنبيائه حاوية للحق، الذي لا شبهة فيه، بعيدة من الباطل، الذي لا خير فيه، وأنزل العدل ليقضي بين الناس بالإنصاف، ويحكم بينهم بحكمه، الذي أمر به في كتابه، ونحو الآية قوله تعالى:  {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ} . </p><p> ثم رغب سبحانه وتعالى في الآخرة، وزهد في الدنيا، فقال:  {وَمَا يُدْرِيكَ} ويعلمك يا محمد، بحال القيامة من (٢) الإدراك بمعنى الإعلام؛ أي شيء يجعلك داريًا؛ أي: عالمًا بحال الساعة، التي هي من العظم والشدة والخفاء، بحيث لا تبلغها دراية أحد، وإنما يُدرى ذلك بوحي منا. قال الراغب: كل موضع ذكر في القرآن، وما أدراك فقد عقب ببيانه نحو: {وَمَا أَدْرَاكَ مَا هِيَهْ (١٠) نَارٌ حَامِيَةٌ (١١) }، وكل موضِع ذكر فيه وما يدريك لم يعقبه بذلك، نحو:  {وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ}  {لَعَلَّ السَّاعَةَ} التي يخبر بمجيئها الكتاب الناطق بالحق {قَرِيبٌ} ؛ أي: شيء قريب، أو قريب مجيئها، وإلا فالفعيل بمعنى الفاعل، لا يستوي فيه المذكر والمؤنث عند سيبويه، فكان الظاهر أن يقال: قريبة، لكونه مسندًا إلى ضمير الساعة، إلا أنه قد ذكر لكونه صفة جارية على غير من هي له، وقيل: القريب بمعنى ذات قرب، على معنى النسب، وإن كان على صورة اسم الفاعل، كلابنٍ وتامرَ بمعنى ذي لبن، وذي تمر؛ أي: لبني وتمريّ لا على معنى الحدث كالفعل، فلما لم يكن في معنى الفعل حقيقة لم يلحقه تاء التأنيث، أو الساعة بمعنى البعث، تسمية باسم ما حل فيه، وقال الزمخشري: لعل مجيء الساعة، قريب بتقدير المضاف. </p><p>(١) المراغي. (٢) روح البيان.</p>"
}