{
  "id": null,
  "sura": 42,
  "aya": 15,
  "text": "<p> شك منه؛ أي: من القرآن، والإيراث في الأصل: تملك قهري، يثبت لقريب الميت بموته، والشك (١) : اعتدال النقيضين عند الإنسان وتساويهما {مُرِيبٍ} ؛ أي: موقع ذلك الشك في القلق، أي: الاضطراب، ولذلك لا يؤمنون لمحض البغي، والمكابرة، بعدما علموا بحقيته، كدأب أهل الكتابين. والريب: قلق النفس واضطرابها، ويسمى الشك بالريب؛ لأنه يقلق النفس، ويزيل طمأنينتها، كما سيأتي في مبحث اللغة، قرأ الجمهور:  {أُورِثُوا} ، وقرأ زيد بن علي:  {ورّثوا} مشدد الراء، مبنيًا للمفعول، وقرىء {ورثوا} بتخفيف الراء، مبنيًا للفاعل. </p><p> والمعنى (٢) : أي وإن أهل الكتاب الذين كانوا في عهده - صلى الله عليه وسلم - وورثوا التوراة، والإنجيل عن السابقين لهم، لفي شك من كتابهم، إذ لم يؤمنوا به حق الإيمان، فهم مقلدون أسلافهم بلا حجة ولا برهان، وهم في حيرة من أمرهم، وشك أقض مضاجعهم، وأوقعهم في اضطراب وقلق. </p><p> وقصارى ذلك: أنهم تفرقوا بعد العلم الذي حصل من النبي المبعوث إليهم المصدق لكتابهم؛ لأنهم شكوا في كتابهم فلم يؤمنوا به ولم يعملوا بما فيه من أمر ونهي. </p><p> ١٥ - {فَلِذَلِكَ} ؛ أي: فلأجل ما ذكر من التفرق والشك المريب، أو فلأجل أنه شرع لهم الدين القويم، القديم الحقيق، بأن يتنافس فيه المتنافسون {فَادْعُ} يا محمد الناس كافة إلى إقامة ذلك الدين، والعمل بموجبه، فإن كلا من تفرقهم وكونهم في شك مريب، ومن شرع ذلك الدين لهم على لسان رسوله - صلى الله عليه وسلم -، سبب للدعوة إليه، والأمر بها، وليس المشار إليه ما ذكر من التوصية، والأمر بالاتفاق، والنهي عن التفرق حتى يتوهم شائبة التكرار؛ أي: فلأجل ذلك التفرق، ولما حدث بسببه من تشعب الكفر في الأمم السالفة شعبًا، ادع إلى الاتفاق والائتلاف على الملة الحنيفية ملة إبراهيم {وَاسْتَقِمْ} عليه وعلى الدعوة </p><p>(١) روح البيان. (٢) المراغي.</p><p> إليه {كَمَا أُمِرْتَ} وأوحي إليك من عند الله تعالى، والمراد: الثبات والدوام عليهما؛ لأنه كان مستقيمًا في هذا المعنى؛ أي: واثبت أنت ومن اتبعك على عبادة الله كما أمركم {وَلَا تَتَّبِعْ أَهْوَاءَهُمْ} ؛ أي: ولا تتبع أيها الرسول أهواءهم المختلفة الباطلة، والضمير للمشركين، وكانوا يهوون أن يعظم عليه السلام آلهتهم وغير ذلك، أو للذين شكوا في الحق الذي شرعه الله لكم، من الذين أورثوا الكتاب من قبلكم، فتشكوا فيه كما شكوا؛ أي (١) : فلأجل ما حدث من الاختلافات الكثيرة في الدين، فادع الناس كافة إلى الاتفاق على الملة الإسلامية، واستقم عليها وعلى الدعوة إليها، كما أمرك الله تعالى، ولا تتبع أهواءهم المختلفة. </p><p> {وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ} أي كتاب كان من الكتب المنزلة، لا كالذين آمنوا ببعض منها وكفروا ببعض، وذلك لأن كلمة {ما} من ألفاظ العموم؛ أي: وقل لهم يا محمد: صدقت بجميع الكتب المنزلة على الأنبياء، من التوراة والإنجيل والزبور وصحف إبراهيم وموسى، لا أكذب بشيء منها، وفي هذا (٢) تعريض بأهل الكتاب، إذ صدقوا ببعض وكفروا ببعض، وتأليف لقلوبهم إذ آمن بما آمنوا به. </p><p> والمعنى: وقيل لهم يا محمد: آمنت بما أنزل الله على الأنبياء، من كتاب صح أن الله أنزله، وهو الإيمان بجميع الكتب المنزلة؛ لأنّ المتفرقين آمنوا ببعض منها، وكفروا ببعض {وَأُمِرْتُ} بذلك الذي أمرت به {لِأَعْدِلَ بَيْنَكُمُ} ؛ أي: لكي أعدل وأسوي بينكم؛ أي: بين شريفكم ووضيعكم في تبليغ الشرائع، وفي الحكم، وفصل القضايا بينكم، عند المحاكمة والمرافعة إليّ، فاللام لام كي، والمأمور به محذوف، كما قدرناه. وقيل: اللام بمعنى الباء؛ أي: وأمرت بأن أعدل بينكم في الحكم، إذا تخاصمتم فتحاكمتم إليّ، وأسوي بين أكابركم وأصاغركم، فيما يتعلق بحكم الله تعالى، فلا أخصّ البعض بأمر أو نهي، وقيل: اللام زائدة. </p><p>(١) المراح. (٢) المراغي.</p><p> والمعني: أمرت أن أعدل بينكم، والأول أولى. والظاهر (١) : أن الآية عامة في كل شيء، المعنى: أمرت لأعدل بينكم في كل شيء {اللَّهُ} سبحانه وتعالى {رَبُّنَا} ؛ أي: معبودنا وخالقنا ومتولي أمورنا {وَرَبُّكُمْ} ؛ أي: ومعبودكم وخالقكم ومتولي أموركم أيضًا، لا الأصنام والهوى، فنحن نقر بذلك اختيارًا، وأنتم وإن لم تفعلوه، فله يسجد من في السموات والأرض، طوعًا وكرهًا {لَنَا} لا لكم {أَعْمَالُنَا} لا يتخطانا جزاؤها، ثوابًا كان أو عقابًا {وَلَكُمْ} لا لنا {أَعْمَالُكُمْ} لا يجاوزكم آثارها لا ننتفع بحسناتكم، ولا تضرنا سيئاتكم، ونحو الآية قوله:  {وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ} . {لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ} ؛ أي: لا حجاج ولا خصومة بيننا وبينكم، لأن الحق قد ظهر ووضح وليس للمحاجة مجال في المخالف إلا معاند أو مكابر، وسيأتي الوقت الذي يستبين فيه الحق، ويتضح فيه سبيل الرشاد، وإلى ذلك أشار بقوله:  {اللَّهُ يَجْمَعُ بَيْنَنَا} وبينكم يوم القيامة في المحشر، فيقضي بيننا بالحق فيما اختلفنا فيه، ومثل الآية قوله تعالى: {قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ (٢٦) }. {وَإِلَيْهِ} سبحانه وتعالى، لا إلى غيره {الْمَصِيرُ} ؛ أي: المرجع والمعاد بعد مماتنا يوم الحساب، فيجازي كل نفس بما كسبت {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (٨) }، قيل: الخطاب لليهود، وقيل: للكفار على العموم. </p><p> وهذه الأوامر والنواهي (٢) ، وإن وجهت في الظاهر إلى الرسول - صلى الله عليه وسلم -، فهي له ولأمته، كما هي القاعدة من أن أمر النبي - صلى الله عليه وسلم - أمر لأمته، إلا إذا ورد دليل على التخصيص، قيل: هذه الآية منسوخة بآية السيف، وقيل (٣) : ليس في الآية إلا ما يدل على المتاركة في المقاولة، لا مطلقًا، حتى لا تكون منسوخة بآية القتال، يعني: هذه الآية إنما تدل على المتاركة القولية، لحصول الاستغناء عن المحاجة القولية معهم؛ لأنهم قد عرفوا صدقه من الحجج، وإنما كفروا عنادًا، وبعدما ظهر الحق وصاروا محجوجين كيف يحتاج إلى المحاجة القولية، فلا يبقى بعد </p><p>(١) الشوكاني. (٢) المراغي.(٣) روح البيان.</p>"
}