{
  "id": null,
  "sura": 42,
  "aya": 40,
  "text": "<p> ربهم؛ لأنهم في عالم المادة، وهو منزه عنها, ولكن من رق حجابه وخلصت نفسه، وأصبح في مقدوره أن يتصل بالملأ الأعلى .. يستطيع أن يكلم ربه على أحد أوجه ثلاثة: </p><p> ١ - أن يحس بمعان تلقى في قلبه، أو يرى رؤيًا منامية، كرؤيا الخليل إبراهيم عليه السلام ذبح ولده. </p><p> ٢ - أن يسمع كلامًا من وراء حجاب، كما سمع موسى عليه السلام، من غير أن يبصر من يكلمه، فهو قد سمع كلامًا، ولم ير المتكلم. </p><p> ٣ - أن يرسل إليه ملكًا، فيوحي ذلك الملك ما يشاء إلى النبي - صلى الله عليه وسلم -، ثم ذكر أنه كما أوحى إلى الأنبياء قبله، أوحى إليه القرآن، وما كان قبله يعلم ما القرآن، وما الشرائع التي بها هداية البشر، وصلاحهم في الدارين. </p><p> التفسير وأوجه القراءة </p><p> ٤٠ - وقوله:  {وَجَزَاءُ سَيِّئَةٍ} ؛ أي: جناية {سَيِّئَةٌ} ؛ أي: جناية {مِثْلُهَا} ؛ أي: مماثلة للأولى في الكم والكيف، بيان لوجه كون الانتصار من الخصال الحميدة، مع كونه في نفسه إساءة إلى الغير، بالإشارة إلى أن البادىء هو الذي فعله لنفسه، فإن الأفعال مستتبعة لأجزيتها حتمًا، إن خيرًا فخير، وإن شرًا فشرِّ، وفيه تنبيه على حرمة التعدي. </p><p> والمعنى: أي وجزاء سيئة المسيء، عقوبته بما شرعه الله من عقوبة مماثلة لجرمه. وإطلاق (١) السيئة على الثانية، مع أنها جزاء مشروع مأذون فيه، وكل مأذون حسن لا سيء, لأنها تسوء من نزلت به، كما في آية أخرى:  {وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِكَ} ، يريد ما يسؤهم من المصائب والبلايا، أو للمشاكلة، لتشابههما في الصورة. كما في قوله تعالى:  {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا} وعلى هذا فالسيئة مقابل الحسنة، بخلافها في الوجه الأول. </p><p>(١) روح البيان.</p><p> والخلاصة: أنه يجب، إذا قوبلت الإساءة أن تقابل بمثلها من غير زيادة، قال الحسن: إذا قال: لعنك الله، أو أخزاك الله، ذلك أن تقول: أخزاك الله، أو لعنك الله، وإذا شتمك فلك أن تشتمه بما شتم ما لم يكن فيه حد، كلفظ الزنا، أو كلمة لا تصلح، فلا تجري المقابلة في الكذب والبهتان، قال في \"التنوير\" : لو قال لآخر: يا زاني، فقال له الآخر: لا بل أنت الزاني، حدا بخلاف ما لو قال له: مثلًا يا خبيث، فقال: أنت، تكافئا, ولو لم يجب، بل رفع الأمر إلى القاضي ليؤدبه جاز، وظاهر الآية العموم. وقال مقاتل والشافعي وأبو حنيفة وسفيان: إن هذا خاص بالمجروح، ينتقم من الجارح بالقصاص دون غيره. </p><p> وفي الآية حث على العفو؛ لأن الانتصار إنما يحمد إذا حصلت المماثلة في الجزاء، وتقديرها عسر سياق، وربما صار المظلوم حين استيفاء القصاص ظالمًا. </p><p> ونحو الآية: قوله تعالى: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} ، وقوله:  {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ} ، وقوله:  {وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا} . </p><p> وقد أمر - صلى الله عليه وسلم - برد الشتم على الشاتم، أخرج النسائي وابن ماجه وابن مردويه عن عائشة رضي الله عنها قالت: دخلت علي زينب وعندي رسول الله - صلى الله عليه وسلم -، فأقبلت علي تسبني، فردعها النبي - صلى الله عليه وسلم -، فلم تنته، فقال لي:  \"سبيها\" ، فسببتها حتى جف ريقها في فمها، ووجه رسول الله - صلى الله عليه وسلم - يتهلل سرورًا. وكان هذا بمنزلة التعزيز منه لزينب، بلسان عائشة، لما أن لها حقًا في الرد، وقد رأى فيه المصلحة. </p><p> وأخرج أحمد ومسلم وأبو داود والترمذي وابن مردويه عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"المستبان ما قالا من شيء فعلى البادىء حتى يعتدي المظلوم\" ، ثم قرأ:  \"{وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا}\" . </p><p> وقصارى ذلك (١) : أن كل جناية على النفس، أو المال، تقابل بمثلها </p><p>(١) المراغي.</p><p> قصاصًا؛ لأن إهدارها يوجب فتح باب الشرور والمفاسد، إذ في طبع الإنسان الظلم والبغي والعدوان، فإذا لم يزدجر عنه تمادى فيه ولم يتركه، والزيادة على قدر الذنب ظلم، والشرائع تنزه عن ذلك، ومن ثم شرع الله القصاص، وندب إلى الفضل، وهو العفو، فقال:  {وَالْجُرُوحَ قِصَاصٌ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ} . </p><p> وعن بعض الفقهاء في هذه الآية (١) : وقد قيل: إنه الشافعي رحمه الله تعالى: أن للإنسان أن يأخذ من مال من خانه، مثل ما خانه من غير علمه، واستشهد على ذلك بقول النبي - صلى الله عليه وسلم - لهند، زوجة أبي سفيان:  \"خذي من ماله ما يكفيك وولدك\" ، فأجاز لها أخذ ذلك بغير إذنه، كذا ذكره القرطبي في \"تفسيره\" . </p><p> وجاء تتمة لهذه الآية، قوله:  {فَمَنْ عَفَا} عن المسيء إليه جنايته؛ أي: ترك القصاص وسامح له {وَأَصْلَحَ} ما بينه وبين من يعاديه، بالعفو والإغضاء عما صدر منه، قال في \"الحواشي السعدية\" : الفاء للإفصاح؛ أي: إذا كان الواجب في الجزاء رعاية المماثلة من غير زيادة، وهي عسرة جدًّا، وأردتم بيان ما هو الأولى، فأقول: الأولى العفو، والإصلاح، إذا كان قابلًا للإصلاح بأن لم يصر على البغي. وفي الحديث:  \"ما زاد الله العبد بالعفو إلا عزًا\" . </p><p> {فَأَجْرُهُ} ؛ أي: فأجر عفوه وإصلاحه حق واجب {عَلَى اللَّهِ} سبحانه وتعالى، بطريق وعده المحتوم، فيجزيه أعظم الجزاء، وهذه عدة منبئة عن عظمة شأن الموعود، وخروجه عن الحد المعهود، وفي إبهام (٢) الأجر وجعله حقًا على العظيم الكريم جل شأنه، زيادة في الترغيب في العفو والحث عليه، أخرج ابن مردويه عن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا كان يوم القيامة،أمر الله مناديًا ينادي:ألا، ليقم من كان له على الله أجر،فلا يقوم إلا من عفا في الدنيا وذلك قوله:{فَمَنْ عَفَا ...}\" الآية. </p><p> ثم ذكر سبحانه خروج الظلمة عن محبته، التي هي سبب الفوز والنجاة، </p><p>(١) روح البيان. (٢) المراغي.</p>"
}