{
  "id": null,
  "sura": 42,
  "aya": 11,
  "text": "<p> ولما كان التوكل أمرًا واحدًا مستمرًا، والإنابة متعددة، متجددة بحسب تجدد موادها، أوثر في الأول صيغة الماضي، وفي الثاني صيغة المضارع، وفيه إشارة إلى أنه إذا اشتغلت قلوبكم بحديث نفوسكم لا تدرون، أبالسعادة جرى حكمكم، أم بالشقاوة مضى اسمكم، فَكِلوا الأمر فيه إلى الله، واشتغلوا في الوقت بأمر الله، دون التفكر فيما ليس لعقولكم سبيل إلى معرفته وعلمه من عواقبكم. </p><p> والمعنى: أي ذلكم الموصوف بهذه الصفات، من الإحياء والإماتة والحكم بين المختلفين، هو ربي وحده، لا آلهتكم التي تدعون من دونه، عليه توكلت في دفع كيد الأعداء. وفي جميع شؤوني، وإليه أرجع في كل المهمات، وإليه أتوب من الذنوب. </p><p> وفي هذا تعريض لهم، بأن ما هم عليه من اتخاذ غير الله وليًا لا يجديهم نفعًا، ولا يدفع عنهم ضرًا، فالأجدر بهم أن يقلعوا عنه، إذ من شأن العاقل أن لا يفعل إلا ما يفيده في دينه أو دنياه. </p><p> ١١ - ثم بين الأسباب، التي تحمله على أن يلتجىء إليه، وتجعله الحقيق بذلك فقال:  {فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ} والفاطر: هو الخالق المبدع، وقرأ الجمهور:  {فَاطِرُ} بالرفع، على أنه خبر آخر لذلكم، أو خبر مبتدأ محذوف، أو مبتدأ وخبره ما بعده، أو نعت لربي؛ لأن الإضافة فيه محضة، ويكون {عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} معترضًا بين الصفة والموصوف، وقرأ زيد بن علي {فَاطِرُ} بالجر على أنه نعت للاسم الشريف، في قوله:  {إِلَى اللَّهِ} ، وما بينهما اعتراض أو بدل من الهاء، في عليه أو إليه، وأجاز الكسائي النصب على النداء، وأجازه غيره على المدح. </p><p> والمعنى: أي أنه الجدير بأن يعتمد عليه ويستعان به؛ لأنه خالق العوالم جميعها علويها وسفليها، على عظمتها التي ترونها، لاآلهتكم التي لا تستطيع أن تخلق شيئًا. </p><p> ثم بين بعض ما خلقه وأنعم به، فقال:  {جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ} ؛ أي: </p><p> خلق لكم من جنسكم {أَزْوَاجًا} ؛ أي: نساء وحلائل، أو المراد: حواء لكونها خلقت من ضلع آدم. وقال مجاهد: نسلًا بعد نسل {وَمِنَ الْأَنْعَامِ أَزْوَاجًا} ؛ أي: خلق للأنعام من جنسها إناثًا، أو وخلق لكم من الأنعام أصنافًا من الذكور والإناث، وهي الثمانية التي ذكرها في سورة الأنعام {يَذْرَؤُكُمْ} من الذرء، وهو البث، أو يخلقكم وينشئكم، والضمير في يذرؤكم للمخاطبين والأنعام، إلا أنه (١) غلب فيه العقلاء على غيرهم، حيث لم يقل يذرؤكم وإياهن، وغلب فيه المخاطبين على الغائبات، حيث لم يقل يذرؤها وإياكم؛ لأن الأنعام ذكرت بلفظ الغيبة، فإن {كم} مخصوص بالعقلاء، ففيه تغليبان {فِيهِ} ؛ أي: في هذا الجعل والخلق أزواجًا المدلول عليه بالفعل؛ لأنه يكون بين ذكوره وإناثهم تناسل وتوالد، أو في هذا التدبير وهو جعل الناس والأنعام أزواجًا، ففيه بمعنى به، واختير فيه على لفظ به؛ لأنه جعل هذا التدبير كالمنبع، والمعدن للبث والتكثير {لَيْسَ كَمِثْلِهِ} ؛ أي: كذاته سبحانه وتعالى {شَيْءٌ} من الموجودات، قيل (٢) : إِنّ كلمة التشبيه كررت لتأكيد نفي التمثيل والتقدير: ليس مثله شيء، فتكون الكاف زائدة، وقيل: المثل زائدة، والتقدير: ليس كهو شيء كقوله تعالى: {فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ} ؛ أي: بما آمنتم به، وذلك لأن المراد نفي المثلية، وإذا لم تجعل الكاف أو المثل زائدة، لزم إثبات المثل له تعالى؛ لأن المنفي مثل المثل. وقيل: المعنى ليس كذاته شيء؛ لأنهم يقولون: مثلك لا يبخل، يريدون به نفي البخل عن ذاته، ويقصدون المبالغة في نفي ذلك البخل؛ لأنهم إذا نفوه عمن يقوم مقامه، فقد نفوه عنه، فإذا علم أنه من باب الكناية لم يقع فرق بين ليس كمثله شيء، وبين ليس كالله شيء، وقال أبو البقاء (٣) مرجحًا لزيادة الكاف: إنها لو لم تكن زائدة لأفضى ذلك إلى إثبات المحال إذ يكون المعنى أن له تعالى مثلًا وليس لمثله مثل، وفي ذلك تناقض، لأنه إذا كان له مثل فلمثله مثل، وهو مع أن إثبات المثل لله سبحانه وتعالى محال انتهى. ولكنه يندفع ما </p><p>(١) روح البيان. (٢) النسفي.(٣) العكبري.</p><p> أورده بما ذكرنا، من كون الكلام خارجًا من مخرج الكناية. </p><p> وقال الإمام الراغب في \"المفردات\" : المثل عبارة عن المشابه لغيره في معنى من المعاني أي معنى كان، وهو أعم الألفاظ الموضوعة للمشابهة، وذلك أن الند يقال لما يشارك في الجوهر فقط، والشبه يقال فيما يشاركه في القدر والمساحة فقط، والمثل عام في جميع ذلك، ولهذا لما أراد الله سبحانه وتعالى نفي التشبيه، من كل وجه، خصه بالذكر فقال تعالى:  {لَيْسَ كَمِثْلِهِ شَيْءٌ} انتهى. </p><p> والشيء عبارة عن الموجود، وهو اسم لجميع المكونات، عرضًا كان أو جوهرًا. وعند سيبويه الشيء ما يصح أن يعلم ويخبر عنه موجودًا أو معدومًا، ومن (١) فهم هذه الآية الكريمة حق فهمها، وتدبرها حق تدبرها .. مشى بها عند اختلاف المختلفين في الصفات، على طريقة بيضاء واضحة، ويزداد بصيرة إذا تأمل، معنى قوله:  {وَهُوَ} سبحانه وتعالى: {السَّمِيعُ} لجميع المسموعات بلا أذن {الْبَصِيرُ} لجميع المرئيات بلا حدقة، وكأنه ذكرهما لئلا يتوهم أنه لا صفة له، كما لا مثل له. </p><p> وحاصل معنى الآية: أي ومن حكمته تعالى لبقاء العمران في هذه الحياة، إلى الأجل الذي حدده في علمه، أن خلق لكم من جنسكم زوجات، لتتوالدوا ويكثر النسل، ويستمر بقاء هذا النوع، وجعل للأنعام مثل هذا، وبهذا تنتظم شؤون الحياة لهذا الخليفة، الذي جعله الله في الأرض وتقضى مآربه الدنيوية، من مأكول ومشروب، وتستمر تغذيته على أتم النظم وأكمل الوجوه، فيشكر ربه على ما أولى، ويعبده على ما أنعم، فيفوز بالسعادة في الحياة الآخرة، كما فاز في الدنيا. </p><p> وبعد أن ذكر بعض صنعه، الدال على عظمته، أرشد إلى بعض صفاته العظيمة، فقال: </p><p> ١ - {لَيْسَ كَمِثْلِهِ شَيْءٌ} ؛ أي: ليس كخالق الأزواج شيء؛ لأنه الفرد </p><p>(١) الشوكاني.</p>"
}