{
  "id": null,
  "sura": 42,
  "aya": 51,
  "text": "<p> الأنواع {قَدِيرٌ} على ما يريد أن يخلق، فيفعل ما يفعل بحكمة وعلم. </p><p> وفي \"فتح الرحمن\" : فإن قلت (١) : لم قدم الإناث مع أن جهتهن التأخير، ولم عرف الذكور دونهن؟. </p><p> قلت: لأن الآية سيقت لبيان عظمة ملكه ومشيئته، وأنه فاعل ما يشاء، لا ما يشاء عبيده، كما قال:  {مَا كَانَ لَهُمُ الْخِيَرَةُ} ولما كان الإناث مما لا يختاره العباد، قدمهن في الذكر، لبيان نفوذ إرادته ومشيئته وانفراده بالأمر، ونكرهن وعرف الذكور لانحطاط رتبتهن، لئلا يظن أن التقديم كان لأحقيتهن به ثم أعطى كل جنس حقه من التقديم والتاخير، ليعلم أن تقديمهن لم يكن لتقدمهن، بل لمقتضى آخر فقال:  {أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا} كما قال: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى} . </p><p> وقال أبو حيان: ولما (٢) ذكر الهبة في الإناث، والهبة في الذكور، اكتفى عن ذكرها في قوله:  {أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا} ، ولما كان العقيم ليس بمحمود قال:  {وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا} ، وهو قسيم لمن يولد له، وتغيير العاطف في الثالث؛ لأنه قسيم المشترك بين القسمين، ولم يحتج إليه في الرابع لإفصاحه، بأنه قسيم المشترك بين الأقسام الثلاثة، ذكره \"البيضاوي\" ، ولما كان الخنثى مما يحزن بوجوده لم يذكره سبحانه وتعالى، قالوا: وكانت الخلقة مستمرة ذكرًا وأنثى إلى أن وقع في الجاهلية الأولى الخنثى، فسئل فارض العرب ومعمرها، عامر بن الظرب عن ميراثه، فلم يدر ما يقوله وأرجأهم، فلما جن عليه الليل، جعل يتقلب وتذهب به الأفكار، وأنكرت خادمته حاله، فسألته، فقال: بهرت لأمر لا أدري ما أقول فيه، فقالت له: ما هو، فقال شخص له ذكر وفرج، كيف يكون حاله في الميراث، قالت له الأمة: ورثه من حيث يبول، فعقلها وأصبح، فعرضها عليهم فرضوا بها، وجاء الإِسلام على ذلك، وقضى بذلك علي كرم الله وجهه. </p><p> ٥١ - {وَمَا كَانَ لِبَشَرٍ} ؛ أي: وما صح لفرد من أفراد البشر يا محمد {أَنْ </p><p>(١) فتح الرحمن. (٢) البحر المحيط.</p><p> {يُكَلِّمَهُ اللَّهُ} سبحانه بوجه من الوجوه، إلا بإحدى طرق ثلاث: </p><p> ١ - {إِلَّا وَحْيًا} استثناء من أعم الأحوال؛ أي: ما كان له أن يكلمه الله في حال من الأحوال، إلا حالة كونه وحيًّا وإلهامًا، وإلقاء من الله تعالى في روعه وقلبه، كما أوحى إلى أم موسى، وإلى إبراهيم في ذبح ولده، وكما روى ابن حبان في \"صحيحه\" ، أن رسول الله - صلى الله عليه وسلم - قال:  \"إن روح القدس نفث في روعي، إن نفسًا لن تموت حتى تستكمل رزقها وأجلها، فاتقوا الله، وأجملوا في الطلب\" . </p><p> ٢ - {أَوْ مِنْ وَرَاءِ حِجَابٍ} ؛ أي: أو إلا حالة كونه من وراء حجاب، بأن يسمعه كلامه جهرة، من غير أن يبصر السامع من يكلمه، فهو تمثيل له بحال الملك المحتجب، الذي يكلم بعض خواصه من وراء الحجاب، يسمع صوته، ولا يرى شخصه، وإلا فالله تعالى منزه عن الاستتار بالحجاب، الذي هو من خواص الأجسام، فالحجاب يرجع إلى المستمع، لا إلى الله تعالى المتكلم، وذلك كما كلم الله تعالى موسى في طوى والطور، ولذا سمي كليم الله؛ لأنه سمع صوتًا دالًا على كلام الله تعالى، من غير أن يكون ذلك الصوت مكتسبًا لأحد من الخلق. </p><p> ٣ - {أَوْ يُرْسِلَ رَسُولًا} ؛ أي: أو إلا حالة كونه بأن يرسل رسولًا؛ أي: ملكًا من الملائكة، إما جبرئيل أو غيره {فَيُوحِيَ} ذلك الرسول إلى المرسل إليه الذي هو الرسول البشري {بِإِذْنِهِ} ؛ أي: بأمره تعالى وتيسيره {مَا يَشَاءُ} الله سبحانه أن يوحيه إليه من أمر أو نهي، كما كان جبريل ينزل على النبي - صلى الله عليه وسلم - وعلى غيره من الأنبياء، وهذا هو الذي بينه تعالى وبين الأنبياء عليهم الصلاة والسلام، في عامة الأوقات من الكلام، فيكون إشارة إلى التكلم بواسطة الملك. </p><p> رُوي: أن النبي - صلى الله عليه وسلم - قال:  \"من الأنبياء من يسمع الصوت، فيكون بذلك نبيًا، ومنهم من ينفث في أذنه وقلبه، فيكون بذلك نبيًا، وإن جبرئيل يأتيني فيكلمني، كما يكلم أحدكم صاحبه\" . </p><p> وروى البخاري في \"صحيحه\" عن عائشة رضي الله عنها: أن الحارث بن </p>"
}