{
  "id": null,
  "sura": 42,
  "aya": 14,
  "text": "<p> وهو يتبصبص؛ أي: يضطرب ويحرك الذنب، فأخذه ورده إلى وكره، فرحمه الله تعالى لذلك، ورد عليه يده بما صنع، والوكر: بفتح الواو، عش الطائر. </p><p> والمعنى (١) : أي الله يصطفي من يشاء من عباده، ويقربهم إليه تقريب الكرامة، ويوفق للعمل بطاعته، واتباع ما بعث به نبيه - صلى الله عليه وسلم - من الحق، من راجع التوبة من معاصيه. </p><p> ١٤ - ثم أجاب عن سؤال قد يخطر بالبال، لماذا صار الناس متفرقين في الدين، مع أنهم أمروا بالأخذ به، وعدم التفرق فيه، فقال:  {وَمَا تَفَرَّقُوا} ؛ أي (٢) : وما تفرقت اليهود والنصارى في الدين الذي دعوا إليه، ولم يؤمنوا كما آمن بعضهم في حال من الأحوال، أو في وقت من الأوقات {إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ} بحقيقته؛ أي: إلا حال مجيء العلم. أو إلا وقت مجيء العلم بحقية ما شاهدوا في رسول الله - صلي الله عليه وسلم -، والقرآن من دلائل الحقية، حسبما وجدوه في كتابهم، أو العلم بمبعثه {بَغْيًا بَيْنَهُمْ} ؛ أي: ما تفرقوا إلا لأجل البغي والعدوان، على محمد - صلى الله عليه وسلم - والحسد له، فيما بينهم لابتغاء طلب الدنيا، وطلب ملكها وسياستها وجاهها وشهرتها، وللحمية الجاهلية؛ لأن لهم في ذلك شبهة، كما يدل عليه قوله: {وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ (٤) } وقيل: المراد بهم: كفار قريش، تفرقوا بعدما جاءهم العلم، وهو محمد - صلى الله عليه وسلم - بغيًا منهم عليه، وحسدًا له فيما بينهم، وكانوا يقولون فيما حكاه الله عنهم، بقوله:  {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ} الآية، وقيل: المراد بهم: كفار الأمم الماضية، وأنهم فيما {بَيْنَهُمْ} اختلفوا لما طال بهم المدى، فآمن قوم وكفر قوم. </p><p> والمعنى (٣) : أي وما تفرقت الأمم إلا من بعدما علموا، أن الفرقة ضلالة، وقد فعلوا ذلك بغيًا وطلبًا للرياسة، وللحمية حمية الجاهلية، التي جعلت كل طائفة تذهب مذهبًا وتدعو إليه، وتقبح ما سواه طلبًا للأحدوثة بين الناس، </p><p>(١) المراغي. (٢) روح البيان.(٣) المراغي.</p><p> والسيطرة عليهم. </p><p> والخلاصة: أن الأمم قديمها وحديثها، أمروا باتفاق الكلمة، وإقامة الدين، وبلغهم أنبياؤهم ذلك، وما اختلفوا إلا من بعدما جاءهم العلم بذلك، بغيًا وحسدًا وعنادًا وحبًا للرياسة، فدعت كل طائفة إلى مذهب، وأنكرت ما عداه. </p><p> ثم ذكر أن هؤلاء كانوا يستحقون العذاب المعجل على سوء أفعالهم، ولكن حكمته تعالى اقتضت تأخيره عنهم إلى وقت معلوم، فقال:  {وَلَوْلَا كَلِمَةٌ سَبَقَتْ} ووجبت {مِنْ رَبِّكَ} وهي العِدَة بتأخير العقوبة عن هذه الأمة، وتلك الكلمة، كقوله تعالى: {بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ (٤٦) }. {إِلَى أَجَلٍ مُسَمًّى} ؛ أي: إلى وقت معين، معلوم عند الله تعالى، وهو يوم القيامة، أو آخر أعمارهم المقدرة {لَقُضِيَ بَيْنَهُمْ} لأوقع القضاء بينهم، باستئصالهم لاستيجاب جنايتهم لذلك قطعًا، وقيل: لقضي بين من آمن منهم، ومن كفر، بنزول العذاب بالكافرين، ونجاة المؤمنين. </p><p> والمعنى: أي ولولا الكلمة السابقة من ربك، بإنظار حسابهم، وتأخيره إلى يوم المعاد، لعجل لهم العقوبة في الدنيا سريعًا، بما دسَّوا به أنفسهم، من كبير الآثام وقبيح المعاصي. </p><p> ثم ذكر أن تفرقهم في الدين باق في أعقابم، مضافًا إليه الشك في كتابهم، مع انتسابهم إليه فقال:  {وَإِنَّ الَّذِينَ أُورِثُوا} وأعطوا {الْكِتَابَ} ؛ أي: التوراة والإنجيل، من اليهود والنصارى المعاصرين لمحمد - صلى الله عليه وسلم -: {مِنْ بَعْدِهِمْ} ؛ أي: من بعد (١) من قبلهم: من سلف اليهود والنصارى {لَفِي شَكٍّ مِنْهُ} ؛ أي: من القرآن، أو من محمد - صلى الله عليه وسلم - {مُرِيبٍ} ؛ أي: مقلق مدخل في الريبة؛ أي: موقع في الريب، ولذلك لم يؤمنوا. وقال مجاهد: معنى من بعدهم: من قبلهم، يعني: من قبل مشركي مكة، وهم اليهود والنصارى، والمعنى عليه؛ أي: وإن المشركين الذين أورثوا الكتاب؛ أي: القرآن من بعدما أوتي أهل الكتاب كتابهم، لفي </p><p>(١) الشوكاني.</p>"
}