{
  "id": null,
  "sura": 42,
  "aya": 3,
  "text": "<p> لا أعذب عبدًا قال: لا إله إلا الله مخلصًا فلقيني بها. ومعناه على ما قاله أبو الليث في تفسيره: لا يعذبه عذابًا دائمًا خالدًا. وفي الحديث:  \"افتتحوا صبيانكم بلا إله إلا الله، ولقنوا موتاكم بلا إله إلا الله\" والحكمة في ذلك أنّ حال الصبيان حال حسن لا غلّ - غش - في قلوبهم، وحال الموتى حال الاضطرار، فإذا قلتم في أول ما يجري عليكم القلم، وآخر ما يجفّ عليكم القلم، فعسى الله أن يتجاوز ما بين ذلك. </p><p> واختلفوا (١) في حم، فأخرجها بعضهم من حيّز الحروف، وجعلها فعلًا فقال: معناها حم الأمر؛ أي: قضي، وبقي عسق على أصله، وفي \"المراغي\" : وقد تقدم قولنا: إن الحروف المقطعة التي جاءت في أوائل السور، حروف تنبيه، نحو: ألا ويا، ونحوها، يؤتى بها لإيقاظ السامع، وتنبيهه إلى ما سيلقى إليه من الأمور العظام، المشتملة عليها هذه السورة، وينطق بأسمائها هكذا {حاميم عين سين قاف} . </p><p> وقيل غير ذلك، مما هو متكلف متعسف، لم يدل عليه دليل، ولا جاء به حجة، ولا شبهة حجة، والأسلم تفويض علمه إلى الله تعالى، فيقال: الله أعلم بمراده بذلك. </p><p> ٣ - {كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ} في ملكه: {الْحَكِيمُ} في صنعه، والكاف في حيز النصب على أنه مفعول ليوحي، والجلالة فاعله؛ أي: مثل ما في هذه السورة من المعاني، يوحي الله العزيز الحكيم إليك، في سائر السور، وإلى من قبلك من الرسل في كتبهم، على أن مناط المماثلة هو الدعوة إلى التوحيد والإرشاد إلى الحق، وما فيه صلاح العباد في المعاش والمعاد، ويجوز أن يكون الكاف في حيز النصب، على أنه نعت لمصدر مؤكد ليوحي؛ أي: مثل إيحاء هذه السورة؛ يوحي الله العزيز الحكيم إليك، عند إيحاء سائر السور، وإلى سائر الرسل عند إيحاء كتبهم إليهم لا إيحاء مغايرًا على أن مدار </p><p>(١) الخازن.</p><p> المثلية كونه بواسطة الملك. </p><p> وإنما ذكر (١) بلفظ المضارع، مع أن مقتضى المقام، أن يذكر بلفظ الماضي، ضرورة أن الوحي إلى الذين من قبله قد مضى، دلالة على استمرار الوحي، تجدده وقتًا فوقتًا، وأن إيحاء مثله عادته تعالى، ويجوز أن يكون إيذانًا أن الماضي والمستقبل بالنسبة إليه تعالى واحد، كما في \"الكواشي\" . وقيل (٢) : إن المضارع استعمل في حقيقته، ومجازه مستعمل في المستقبل، بالنظر إلى ما لم ينزل عليه من القرآن إذ ذاك وفي الماضي بالنظر لما أنزل بالفعل، وبالنظر إلى ما أنزل على الرسل السابقين، ووجه الشبه أن الموحى به في الكل، يرجع لأمور ثلاثة: التوحيد والنبوة والبعث. فهذا القدر موجود في القرآن وغيره من الكتب، اهـ شيخنا. وفي \"زاده\" : ووجه المشابهة الاشتراك في الدعوة إلى التوحيد، والنبوة والمعاد وتقبيح أحوال الدنيا والترغيب في أمور الآخرة اهـ. </p><p> وقال الشوكاني: والمعنى: أي (٣) مثل ذاك الإيحاء الذي أوحي إلى سائر الأنبياء من كتب الله، المنزلة عليهم، المشتملة على الدعوة إلى التوحيد، والبعث يوحي الله إليك يا محمد في هذه السورة، وقيل: إن حم عسق أوحيت إلى من قبله من الأنبياء، فتكون الإشارة بقوله: كذلك إليها اهـ. </p><p> وقرأ الجمهور (٤) : {يُوحِي} بكسر الحاء مبنيًا للفاعل، والفاعل الله، وهي واضحة اللفظ والمعنى: وقرأ أبو حيوة والأعمش وأبان {نوحي} بنون العظمة مع كسر الحاء، وقرأ مجاهد، وابن كثير وابن محيصن وعباس ومحبوب كلاهما عن أبي عمرو {يوحى} بفتح الحاء مبنيًا للمفعول، والقائم مقام الفاعل ضمير مستتر يعود على ذلك، والتقدير: مثل ذلك الإيحاء يوحى هو إليك، أو القائم مقام الفاعل إليك، أو الجملة المذكورة؛ أي: يوحى إليك هذا اللفظ أو القرآن، أو مصدر يوحي وارتفاع اسم الجلالة، على أنه فاعل لفعل محذوف، كأنه قيل: </p><p>(١) روح البيان. (٢) الفتوحات.(٣) الشوكاني.(٤) البحر المحيط.</p>"
}