{
  "id": null,
  "sura": 43,
  "aya": 44,
  "text": "<p> نريك العذاب الذي وعدناهم {فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ} لا يفوتوننا؛ لأنهم تحت قهرنا وقدرتنا. وفي الآية تسلية النبي - صلى الله عليه وسلم -، بأنه تعالى ينتقم من أعدائه ومنكريه، إما في حال حياته، وإما بعد مماته، وإنه قادر على انتقامهم بواسطته كما كان في يوم بدر، أو بغير واسطة، كما كان في زمن أبي بكر - رضي الله عنه - وغيره. وقرىء {نرينك} بالنون الخفيفة. </p><p> ومعنى الآية (١) : أي فإن نذهب بك أيها الرسول من بين أظهر المشركين، بموت أو غيره، فإنا منهم منتقمون، كما فعلنا ذلك بغيرهم من الأمم، المكذبة لرسلها، أو نرينك الذي وعدناك من الظفر بهم، وعلائك عليهم، فإنا عليهم مقتدرون، فنظهرك عليهم، ونخزيهم بيديك، وأيدي المؤمنين، وفي التعبير بالوعد، وهو سبحانه لا يخلف الميعاد، إشارة إلى أن ذلك سيقع حتمًا، وهكذا كان، فإنه لم يقبض رسوله - صلى الله عليه وسلم - حتى أقر عينيه من أعدائه، وحكمه في نواصيهم، وملكه ما تضمنته صياصيهم، قاله السدي، واختاره ابن جرير. </p><p> ٤٣ - ثم أمر رسوله - صلى الله عليه وسلم - أن يستمسك بما أوحى به إليه، فيعمل به، فقال:  {فَاسْتَمْسِكْ} يا محمد {بِالَّذِي أُوحِيَ إِلَيْكَ} ؛ أي: تمسك بالقرآن الذي أنزل عليك بمراعاة أحكامه، وإن كذب به من كذب، سواء عجلنا لك الموعود، أو أخرناه إلى يوم الآخرة {إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ} ؛ أي: طريق سوي لا عوج له، وهو طريق التوحيد ودين الإسلام، والجملة تعليل لقوله:  {فَاسْتَمْسِكْ} . </p><p> وفي \"التأويلات النجمية\" : فاعتصم بالقرآن، فإنه حبل الله المتين، بأن تتخلق بخلقه وتدور معه حيث يدور، وقف حيث ما أمرت، وثق بربك فإنك على صراط مستقيم، تصل به إلى حضرة جلالنا </p><p> ٤٤ - {وَإِنَّهُ} ؛ أي: وإن هذا القرآن الذي أوحي إليك {لَذِكْرٌ} ؛ أي: لشرف عظيم {لَكَ} خصوصًا {وَلِقَوْمِكَ} ؛ أي: لأمتك عمومًا كما قال عليه السلام: \"إن لكل شيء شرفًا يباهى به، وإن أمتي تباهي وشرفها القرآن\" </p><p>(١) المراغي.</p><p> فالمراد بالقوم (١) : الأمة، كما قال مجاهد، وقال بعضهم: ولقومك من قريش حيث يقال: إن هذا الكتاب العظيم، أنزله الله على رجل من هؤلاء، قال في \"الكواشي\" : أولاهم بذلك الشرف الأقرب، فالأقرب منه - صلى الله عليه وسلم -، كقريش، ثم بني هاشم، وبني المطلب. قال ابن عطاء: شرف لك بانتسابك إلينا، وشرف لقومك بانتسابهم إليك؛ أي: لأن الانتساب إلى العظيم عظم، وإلى الشريف شرف. </p><p> ثم جمع الله النبي - صلى الله عليه وسلم - مع قومه فقال:  {وَسَوْفَ تُسْأَلُونَ} يوم القيامة عنه وعن قيامكم بحقوقه، وعن تعظيمكم وشرككم على أن رزقتموه، وخصصتم به من بين العالمين. وقال القرطبي والصحيح: أنه شرف لمن عمل به كان من قريش، أو من غيرهم، انتهى. </p><p> ومعنى الآية (٢) : أي فخذ يا محمد بهذا القرآن، المنزل على قلبك، فإنه هو الحق المفضي إلى الصراط المستقيم، والموصل إلى جنات النعيم، والخير الدائم المقيم، وإنه لشرف عظيم لك، ولقومك؛ لأنه نزل بلغتهم على رجل منهم، فهم أفهم الناس به، فينبغي أن يكونوا أسبق الناس إلى العمل به، وسوف تسألون يوم القيامة عن حقه، وأداء شكر النعمة فيه. </p><p> أخرج الطبراني وابن مردويه عن عدي بن حاتم قال: كنت قاعدًا عند النبي - صلى الله عليه وسلم - فقال:  \"ألا إن الله تعالى، علم ما في قلبي من حبي لقومي، فبشرني فيهم\" ، فقال سبحانه:  {وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ} الآية، فجعل الذكر والشرف لقومي، إلى أن قال:  \"فالحمد لله الذي جعل الصديق من قومي، والشهيد من قومي، وإن الله قلب العباد ظهرًا وبطنًا، فكان خير العرب قريش، وهي الشجرة المباركة\" . ثم قال عدي: ما رأيت رسول الله - صلى الله عليه وسلم - ذكرت عنده قريش بخير، إلا سره، حتى يتبين ذلك السرور في وجهه للناس كلهم اهـ. </p><p> ونظير الآية، قوله في سورة الأنبياء:  {لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ} ؛ </p><p>(١) روح البيان. (٢) المراغي.</p>"
}