{
  "id": null,
  "sura": 43,
  "aya": 61,
  "text": "<p> يتوهم استحقاقهم للمعبودية، أو انتسابهم إليه بالولادة. يعني: أن الملائكة مثلكم في الجسمية واحتمال خلقها توليدًا لما ثبت أنهم أجسام، والأجسام كلها متماثلة، فيجوز على كل منها ما يجوز على الآخر، كما جاز خلقها إبداعًا، وذات القديم الخالق لكل شيء متعالية عن مثل ذلك. </p><p> فقوله:  {وَلَوْ نَشَاءُ ...} إلخ، لتحقيق (١) أن مثل عيسى ليس ببدع من قدرة الله، وأنه تعالى قادر على أبدع من ذلك، وهو توليد الملائكة من الرجال، مع التنبيه على سقوط الملائكة أيضًا عن درجة المعبودية، والمعنى الأول أولى وفي الآية إشارة، إلى أن الإنسان لو أطاع الله تعالى؛ لأنعم الله عليه، بأن جعله متخلقًا باخلاق الملائكة، ليكون خليفة الله في الأرض بهذه الأخلاق، ليستعد بها إلى أن يتخلق باخلاق الله، فإنها حقيقة الخلافة. </p><p> والمعنى على القول الأول: ولو شئنا لأهلكناكم، وجعلنا بدلكم في الأرض ملائكة يعمرونها ويعبدوننا، وفي الآية على هذا المعنى تهديد وتخويف لكفار قريش، وقد يكون المعنى: ولو شئنا لجعلنا ذريتكم ملائكة يخلفونكم في الأرض، كما يخلفكم أولادكم، كما خلقنا عيسى من أنثى بلا ذكر، وجعلناه رجلًا. </p><p> والخلاصة (٢) : أننا لو شئنا لجعلنا في الأرض عجائب، كأمر عيسى بحيث يلد الرجل ملكًا فيخلفه، فباب العجائب وتغير السنن لا حد له عندنا، فكم من نواميس خافية عليكم بيدنا تصريفها. </p><p> ٦١ - {وَإِنَّهُ} أي: وإن عيسى بن مريم عليه السلام بنزوله في آخر الزمان {لَعِلْمٌ لِلسَّاعَةِ} أي (٣) : لشرط من أشراط الساعة، يعلم بنزوله قربها، وتسميته علمًا لحصوله به، فهي على المبالغة في كونه مما يعلم به، فكأنه نفس العلم بقربها، أو المعنى: إن حدوثه بغير أب، أو إحياءه الموتى دليل على صحة البعث، الذي </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p><p> هو معظم ما ينكره الكفرة من الأمور الواقعة في الساعة، وهذا المعنى قاله (١) ابن عباس ومجاهد وقتادة والحسن والسدي والضحاك وابن زيد، يعني: عود الضمير على عيسى عليه السلام. وقال الحسن وقتادة أيضًا وابن جبير: الضمير يعود على القرآن؛ أي: وإن هذا القرآن يدل إنزاله على قرب الساعة، أو إنه به تعلم الساعة وأهوالها. وقالت فرقة: الضمير يعود على النبي - صلى الله عليه وسلم - إذ هو آخر الأنبياء تميزت به الساعة نوعًا وقدرًا من التمييز، ونفي التحديد التام الذي انفرد الله تعالى بعلمه، والأول أولى، إذ الظاهر في الضمائر السابقة أنها عائدة على عيسى. </p><p> وروي: أن عيسى عليه السلام، ينزل على ثنية بالأرض المقدسة، يقال لها: أفيق بوزن أمير، قرية بين حوران والغور، وعليه ممصرتان، يعني: ثوبين مصبوغين بالأحمر، فإن العصر الطين الأحمر، والممصر المصبوغ به، كما في \"القاموس\" وشعر رأسه دهين، وبيده حربة وبها يقتل الدجال، فيأتي بيت المقدس، والناس في صلاة الصبح، وفي رواية في صلاة العصر، فيتأخر الإِمام فيقدمه عيسى ويصلي خلفه على شريعة محمد - صلى الله عليه وسلم -، ثم يقتل الخنازير، ويكسر الصليب، ويخرب البيع والكنائس، ويقتل اليهود والنصارى إلا من آمن به. وفي حديث آخر: الأنبياء أولاد علات، وأنا أولى الناس بعيسى بن مريم ليس بيني وبينه نبي، وفي \"صحيح مسلم\" : \"ليوشكن أن ينزل فيكم ابن مريم حكمًا يكسر الصليب، ويقتل الخنزير، ويضع الجزية\" ، وزاد غيره \"وتهلك في زمانِه الملل كُلها إلا الإِسلام\" ، دل آخر الحديث، على أن المراد بوضع الجزية: تركها ورَفْعُها عن الكفار بأن لا يقبل إلا الإِسلام، صرح بذلك النووي. ولعل المراد بالكسر والقتل المذكورين ليس حيقتهما، بل إزالة آثار الشرك عن الأرض. </p><p> وقرأ الجمهور (٢) : {لَعِلْمٌ} بصيغة المصدر، جعل المسيح علمًا، مبالغة لما يحصل من العلم بحصولها عند نزوله. وقرأ ابن عباس وأبو هريرة، وأبو مالك الغفاري وزيد بن علي وقتادة ومجاهد والضحاك ومالك بن دينار والأعمش </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p>"
}