{
  "id": null,
  "sura": 43,
  "aya": 66,
  "text": "<p> أو استئناف من الله، يدل على ما هو المقتضي للطاعة في ذلك، </p><p> ٦٥ - ولما كان الطريق القويم يجب الاجتماع عليه، والاتفاق على سلوكه، بين أنهم خالفوا ذلك فاختلفوا فيه، فقال:  {فَاخْتَلَفَ الْأَحْزَابُ} ؛ أي: فاختلفت الفرق المتخربة من اليهود والنصارى في شأن عيسى عليه السلام، بعد رفعه إلى السماء اختلافًا ناشئًا {مِنْ بَيْنِهِمْ} ؛ أي: من قبل أنفسهم لم يدخلهم الاختلاف من غيرهم، فقالت اليهود لعنهم الله تعالى: ابن زانية زنت أمه بيوسف النجار، وقالت اليعقوبية من النصارى: هو الله، وقالت النسطورية: وابن الله، وقالت الملكانية: هو شريك الله، وقالت المرقوسية: هو ثالث ثلاثة. </p><p> وفي \"التأويلات النجمية\" : تفرق قومه الذين بعث إليهم أحزابًا وفرقًا، حزب آمنوا به أنه عبد الله ورسوله، وحزب آمنوا به أنه ثالث ثلاثة فعبدوه بالألوهية، وحزب اتخذوه ولدًا لله وابنًا له، تعالى الله عما يقول الظالمون، وحزب كفروا به وجحدوا نبوته، وظلموا عليه، وأرادوا قتله. وقيل: المراد بالأحزاب: الذين تحزبوا على رسول الله - صلى الله عليه وسلم -، وكذبوه وهم المرادون بقوله:  {هَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ} . والأول أولى. فقال الله في حق الظالمين المشركين:  {فَوَيْلٌ} ؛ أي: فشدة عذاب {لِلَّذِينَ ظَلَمُوا} من هؤلاء المتحزبين، الذين وضعوا القول في غير موضعه، ففيه إظهار في مقام الإضمار، تسجيلًا عليهم باسم الظلم {مِنْ عَذَابِ يَوْمٍ أَلِيمٍ} ؛ أي: وجيع عذابه، وهو يوم القيامة، والمراد: يوم أليم العذاب، كقوله: في يوم عاصف؛ أي: عاصف الريح. </p><p> ٦٦ - والاستفهام في قوله:  {هَلْ يَنْظُرُونَ} للإنكار، والضمير لكفار مكة؛ أي: ما ينتظر هؤلاء المشركون، وقيل: للأحزاب المختلفة؛ أي: ما ينتظر هؤلاء الأحزاب المتفرقة، وهذا أوفق بمقتضى السياق، وقيل: جميع الكفرة، وهذا أولى لعمومه؛ أي: ما ينتظر الكفار ولا يرتقبون {إِلَّا السَّاعَةَ} والقيامة {أَنْ تَأْتِيَهُمْ} بدل (١) من الساعة؛ أي: إلا إتيانَ الساعة، ولما كانت الساعة تأتيهم لا محالة كانوا كأنَّهم ينتظرونها، وانتصاب {بَغْتَةً} على المصدرية؛ أي: إتيان بغتة وفجأة. قال في \"الإرشاد\" : </p><p>(١) روح البيان.</p><p> فجأةً لكن لا عند كونهم مترقبين لها، بل غافلين عنها مشتغلين بأمور الدنيا، منكرين لها، وذلك قوله تعالى:  {وَهُمْ لَا يَشْعُرُونَ} ولا يعلمون بإتيانها، فيجازي كل الناس على حسب أعمالهم، فلا تؤدي {بَغْتَةً} مؤدى قوله: {وَهُمْ لَا يَشْعُرُونَ} ، حتى لا يستغنى بها عنه؛ لأنه ربما يكون إتيان الساعة بغتةً مع الشعور بوقوعه، والاستعداد له؛ لأنه إذا لم يعرف وقت مجيئه ففي أي وقت جاء أتي بغتةً، وربما يجيء والشخص غافل عنه منكر له، والمراد هنا: هو الثاني، فلذا وجب تقييد إتيان الساعة بمضمون الجملة الحالية، فعلى العاقل الخروج عن كل ذنب، والتوبة لكل جريمة، قبل أن يأتي يوم أليم عذابه، وهو يوم الموت، فإن ملائكة العذاب ينزلون فيه على الظالمين، ويشددون عليهم حتى تخرج أرواحهم الخبيثة بأشد العذاب. </p><p> والمعنى (١) : أي هل ينتظر هؤلاء الأحزاب المختلفون في شأن عيسى، القائلون فيه الباطل من القول إلا أن تقوم الساعة بغتةً، وهم غافلون عنها, لا يعلمون بمجيئها لاشتغالهم بأمر دنياهم وانكارهم لها، فيندمون حين لا ينفعهم الندم، ولا يدفع ذلك عنهم شيئًا، ونحو الآية قوله تعالى:  {تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ} . </p><p> روى ابن مردويه عن أبي سعيد قال: قال رسول الله - صلى الله عليه وسلم -: \"تقوم الساعة والرجلان يحلبان الشاة، والرجلان يطويان الثوب\" ، ثم قرأ: {هَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ (٦٦) }. </p><p> واعلم (٢) : أن القيامة ثلاث: </p><p> الكبرى: وهي حشر الأجساد، والسوق إلى المحشر للجزاء. </p><p> والصغرى: وهي موت كل أحد، كما قال - صلى الله عليه وسلم -: \"من مات فقد قامت قيامته\" ولذا جعل القبر روضةً من رياض الجنة، أو حفرةً من حفر النيران. </p><p>(١) المراغي. (٢) روح البيان.</p>"
}