{
  "id": null,
  "sura": 43,
  "aya": 14,
  "text": "<p> نبات، وأشجار، وثمار، وأزاهير، ومن الحيوان على اختلاف أجناسها وألوانها ولغاتها، وجعل لكم من السفن ما تركبونه في البحار، إلى حيث تقصدون لمعايشكم ومتاجركم، ومن الأنعام ما تركبونه في البر، كالإبل والخيل والبغال والحمير، ومما سَيَجِدُّ من وسائل المواصلات، وطرق النقلة برًا وبحرًا، كما جاء في سورة النحل، من قوله تعالى: {وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لَا تَعْلَمُونَ (٨) } من الباخرة، والطائرة، والسيارة إلى غير ذلك. </p><p> ١٣ - {لِتَسْتَوُوا عَلَى ظُهُورِهِ} ؛ أي: لتستعلوا على ظهور ما تركبونه من الفلك والأنعام، والظهور للأنعام حقيقة لا للفلك، فدل على تغليب الأنعام على الفلك، وإيراد لفظ ظهور بصيغة الجمع، مع أن ما أضيف إليه مفرد، نظرًا للمعنى؛ لأن مرجع الضمير جمع في المعنى، وإن كان مفردًا في اللفظ {ثُمَّ تَذْكُرُوا} بقلوبكم {نِعْمَةَ رَبِّكُمْ} عليكم {إِذَا اسْتَوَيْتُمْ} وارتفعتم {عَلَيْهِ} ؛ أي: على ظهر ما تركبونه. والمراد: الذكر بالقلوب؛ لأنه هو الأصل، وله الاعتبار، فقد ورد \"إن الله لا ينظر إلى صوركم وأعمالكم، بل إلى قلوبكم ونياتكم\" ، وبه يظهر وجه إيثار تذكروا على تحمدوا. </p><p> والمعنى: ثم تذكروا نعمة ربكم بقلوبكم إذا استعليتم عليه، معترفين بها مستعظمين لها، ثم تحمدوا عليها بألسنتكم {وَتَقُولُوا} متعجبين من ذلك {سُبْحَانَ الَّذِي سَخَّرَ} وذلل {لَنَا هَذَا} المركوب، وقرأ علي بن أبي طالب {سبحان من سخر لنا هذا}  {وَمَا كُنَّا لَهُ} ؛ أي: لهذا المركوب {مُقْرِنِينَ} ؛ أي: مطيقين بتذليلها، وقرىء {مقترنين} اسم فاعل من اقترن، يعني: ليس عندنا من القوة والطاقة، أن نقرن هذه الدابة والفلك، وأن نضبطها، فسبحان من سخر لنا هذا بقدرته وحكمته، وهذا من (١) تمام ذكر نعمته تعالى، إذ بدون اعتراف المنعم عليه، بالعجز عن تحصيل النعمة، لا يعرف قدرها، ولا حق المنعم بها </p><p> ١٤ - {وَإِنَّا إِلَى رَبِّنَا} ومالك أمرنا، لا إلى غيره {لَمُنْقَلِبُونَ} ؛ أي: راجعون بالموت، فيجازي كل نفس بما عملت، فاستعدوا لهذا اليوم، ولا تغفلوا عن ذكره في حلكم وترحالكم </p><p>(١) روح البيان.</p><p> يوم ظعنكم وإقامتكم، وهذا تمام ما يقال عند ركوب الدابة أو السفينة، وفيه إقرار بالرجوع إلى الله بالبعث، لأن الراكب في مظنة الهلاك بالغرق إذا ركب الفلك، وبعثور الدابة، إذ ركوبها أمر فيه خطر، ولا تؤمن السلامة فيه. </p><p> وجاء في الحديث: أنه - صلى الله عليه وسلم - كان إذا وضع رجله في الركاب قال:  \"بسم الله\" ، فهذا استوى على الدابة قال:  \"الحمد لله على كل حال، سبحان الذي سخر لنا هذا\" إلى قوله: \"لمنقلبون\" ، وكبر ثلاثًا، وهلل ثلاثًا. </p><p> وقالوا: إذا ركب في السفينة، أو الباخرة، أو الطائرة، أو السيارة قال {بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ} ، {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (٦٧) }. ويقال عند النزول منها:  \"اللهم أنزلنا منزلًا مباركًا، وأنت خير المنزلين\" ، كما يدل عليه قصة ركوب نوح عليه السلام السفينة، ونزوله منها. </p><p> ومعنى الآية (١) : أي لكي تستووا، على ظهور ما تركبون من الفلك والأنعام، ثم تذكروا نعمة ربكم، الذي أنعم بها عليكم، فتعظموه وتمجدوه، وتقولوا تنزيهًا له عما يصفه المشركون: سبحان الذي سخر لنا هذا الذي ركبناه، وما كنا لولا تسخيره وتذليله بمطيقين ذلك، فالأنعام مع قوتها ذللها للإنسان، ينتفع بها حيث شاء وكيفما أراد، ولولا ذلك ما استطاع الانتفاع بها، ولقد أشار إلى نحو من هذا العباس بن مرداس، فقال في وصف الجمل: </p><p> وَتَضْرِبُهُ الوَليْدة بالهَرَاوى ... فلا غيرٌ لَدَيْهِ وَلَا نَكِيْرُ </p><p> واعلم: أنه سبحانه وتعالي، عين لنا ذكرًا خاصًا حين ركوب السفينة، وهو قوله:  {بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا} ، وذكرًا آخر حين ركوب الأنعام، وهو قوله:  {سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا} ، وذكرًا ثالثًا حين دخول المنازل، وهو قوله:  {رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ} . </p><p>(١) المراغي.</p>"
}