{
  "id": null,
  "sura": 43,
  "aya": 71,
  "text": "<p> عطف بيان له، أو مقطوعًا عنه في محل نصب على المدح، أو في محل رفع على الابتداء، </p><p> ٧٠ - وخبره قوله:  {ادْخُلُوا الْجَنَّةَ} على تقدير يقال لهم: ادخلوا الجنة، والأول أولى، وبه قال الزجاج؛ أي: ويقال لهم على سبيل البشرى: ادخلوا الجنة أيها المؤمنون {أَنْتُمْ وَأَزْوَاجُكُمْ} ؛ أي: نساؤكم المؤمنات، وقيل: قرناؤهم من المؤمنين. وقيل: زوجاتهم من الحور العين، والأول أولى. حال كونكم {تُحْبَرُونَ} ؛ أي: تسرون سرورًا يظهر حباره، بفتح الحاء وكسرها؛ أي: أثره على وجوهكم لقوله تعالى: {تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ (٢٤) }، أو تزينون من الحبرة، وهو حسن الهيئة، </p><p> ٧١ - وبعدئذ ذكر طرفًا مما يتمتعون به من النعيم فقال:  {يُطَافُ عَلَيْهِمْ} ؛ أي: على العباد المؤمنين بعد دخولهم الجنة، والطائف (١) : الخادم ومن يدور حول البيت حافظًا، والإطافة كالطوف والطواف؛ أي: يدار عليهم بأيدي الغلمان والولدان {بِصِحَافٍ} وقصاع وجفان مخلوقة {مِنْ ذَهَبٍ} مملوءة بألوان من الطعام والحلوى، جمع صحفة كجفان جمع جفنة، وهي القصعة العريضة الواسعة، قال السدي: ليست لها آذان، قال الكسائي: أعظم القصاع الجفنة، ثم القصعة، وهي تشبع عشرةً ثم الصحفة، وهي تشبع خمسة، ثم المكيلة، وهي تشبع الرجلين والثلاثة. </p><p> والمعنى: أن لهم في الجنة أطعمةً، يطاف عليهم بها في صحاف الذهب {و} لهم فيها أشربة، يطاف عليهم بها في {أَكْوَابٍ} وكاسات من ذهب، جمع كوب، وهو كوز لا عروة له ولا خرطوم، ليشرب الشارب من حيث شاء، قال سعدي المفتي: قللت الأكواب، وكثرت الصحاف؛ أي: كما دل عليهما الصيغة لأن المعهود قلة أواني الشرب بالنسبة إلى أواني الأكل. </p><p> والمعنى (٢) : أي وبعد أن استقروا في الجنة، وهدأ روعهم، يطاف عليهم بجفان من الذهب. مترعة بألوان الأطعمة والحلوى، وبأكواب فيها أصناف الشراب مما لذ وطاب. </p><p>(١) روح البيان. (٢) المراغي.</p><p> وبعد أن فصل بعض ما في الجنة من نعيم، عمم في ذلك فقال:  {وَفِيهَا} ؛ أي: وفي الجنة {مَا تَشْتَهِيهِ الْأَنْفُسُ} وتطلبه؛ أي: أنفس أهل الجنة من فنون الملاذ والمشتهيات النفسانية، كالمطاعم والمشارب والمناكح والملابس، والمراكب، ونحو ذلك. وقرأ أبو جعفر وشيبة ونافع وابن عامر وابن عباس وحفص:  {تَشْتَهِيهِ} بإثبات الضمير العائد على الموصول، وقرأ الجمهور (١) ، وباقي السبعة: بحذف الهاء. </p><p> قال في \"الأسئلة المقحمة\" : أهل الجنة هل يعطيهم الله جميع ما يسألونه، وتشتهي أنفسهم ولو اشتهت أنفسهم شيئًا من مناهي الشريعة كيف يكون حاله؟ </p><p> والجواب: معنى الآية أن نعيم الجنة كله مما تشتهيه الأنفس، وليس فيها ما لا تشتهيه النفوس، ولا تصل إليه، وقد قيل: يعصم الله سبحانه أهل الجنة من شهوة محالٍ، أو منهي عنه، يقول الفقير: دل هذا على أنه ليس في الجنة اللواطة المحرمة في جميع الأديان والمذاهب، ولو في دبر امرأته، فإن الإِمام مالكًا رحمه الله تعالى رجع عن تجويز اللواطة في دبر امرأته، وليس فيها اشتهاء اللواطة، لكونها مخالفة للحكمة الإلهية، وقد جوزها بعضهم في \"شرح الأشباح\" ، وغلط فيه غلطًا فاحشًا، وأما الخمر فليست كاللواطة لكونها حلالًا على بعض الأمم. </p><p> والحاصل: أنه ليس في الجنة ما يخالف الحكمة كائنًا ما كان، ولذا تستر فيها الأزواج عن غير محارمهن، وإن كان لا حل ولا حرمة هناك؛ أي: وفيها (٢) ما تشتهيه الأنفس من الأشياء المعقولة والمسموعة والملموسة، جزاءً لهم بما منعوا أنفسهم من الشهوات في الدنيا {وَتَلَذُّ الْأَعْيُنُ} ؛ أي: تستلذه الأعين، وتقر بمشاهدته من الأشياء المبصرة، جزاء ما تحملوه من منع أعينهم، من نظر ما لا يجوز شرعًا، وفي مصحف عبد الله:  {ما تشتهيه الأنفس وتلذه الأعين} بإثبات الهاء فيهما. </p><p>(١) البحر المحيط. (٢) المراح.</p>"
}