{
  "id": null,
  "sura": 43,
  "aya": 38,
  "text": "<p> {نُقَيِّضْ لَهُ} بالنون. وقرأ السلمي وعلي بن زيد وابن أبي إسحاق ويعقوب وعصمة عن عاصم وعن الأعمش وأبو عمرو بخلاف عنه، والعليمي عن أبي بكر {يقيض} بالياء مبنيًا للفاعل؛ أي: يقيض الرحمن. وقرأ ابن عباس {يقيض له} بالبناء للمفعول {شيطان} الرفع؛ أي (١) : ييسر له شيطان ويعد له، وهذا عقاب على الكفر بالختم </p><p> ٣٧ - {وَإِنَّهُمْ} ؛ أي: وإن الشياطين الذين قيض كل واحد منهم، لكل واحد ممن يعشو {لَيَصُدُّونَهُمْ} ؛ أي: ليمنعون قرناءهم، فمدار جمع الضميرين اعتبار معنى من، كما أن مدار إفراد الضمائر السابقة اعتبار لفظها {عَنِ السَّبِيلِ} ؛ أي: عن الطريق المستبين الذي من حقه أن يسبل، وهو الذي يدعو إليه القرآن {وَيَحْسَبُونَ} ؛ أي: والحال أن العاشين يظنون {أَنَّهُمْ} ؛ أي: أن الشياطين {مُهْتَدُونَ} ؛ أي: إلى السبيل المستقيم؛ أي: يحسب الكفار أن الشياطين مهتدون فيطيعونهم، وإلا لما اتبعوهم، أو يحسب الكفار بسبب تلك الوسوسة، أنهم في أنفسهم مهتدون؛ لأن اعتقاد كون الشياطين مهتدين، مستلزم لاعتقاد كونهم كذلك، لاتحاد مسلكهما. </p><p> والمعنى (٢) : أي وإن هؤلاء الشياطين، الذين يقيضهم الله سبحانه وتعالى لكل من يعشو عن ذكر الرحمن، ليحولن بينهم وبين سبيل الحق، ويوسوسن لهم، أنهم على الجادة، وسواهم على الباطل، فيطيعونهم ويكرهون إليهم الإيمان بالله، والعمل بطاعته. </p><p> ٣٨ - ثم ذكر حال الكافر مع القرين يوم القيامة {حَتَّى إِذَا جَاءَنَا} حتى ابتدائية داخلة على الجملة الشرطة، ومع هذا غاية لما قبلها، فإن الابتدائية لا تنافيها. والمعنى: يستمر العاشون على ما ذكر من مقارنة الشياطين والصد والحسبان الباطل، حتى إذا جاءنا كل واحد منهم مع قرينه يوم القيامة، وقرأ أبو جعفر (٣) وشيبة وقتادة والزهري والجحدري وأبو بكر والحرميان - نافع وابن كثير - {حتى إذا جاآنا} على التثنية؛ أي: العاشي والقرين إعادةً على لفظ {من} ، والشيطان: </p><p>(١) روح البيان. (٢) المراغي.(٣) البحر المحيط.</p><p> القرين وإن كان من حيث المعنى صالحًا للجمع. وقرأ الأعمش (١) والأعرج وعيسى وابن محيصن والأخوان - حمزة والكسائي - {جاءنا} على الإفراد، والضمير عائد على لفظ {من} ، أعاد أولًا على اللفظ، ثم جمع على المعنى، ثم أفرد على اللفظ، ونظير ذلك: قوله تعالى: {وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا} أفرد أولًا، ثم جمع في قوله:  {خَالِدِينَ} ، ثم أفرد في قوله:  {رِزْقًا} . </p><p> رُوي: أنهما يجعلان يوم البعث في سلسلة، فلا يفترقان حتى يصيرهما الله تعالى إلى النار {قَالَ} العاشي الكافر، مخاطبًا لشيطانه {يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ} ؛ أي: يا هذا القرين، أتمنى لو كان بيني وبينك في الدنيا بعد كالبعد الذي بين المشرق والمغرب، حتى لا تصدني عن سبيل الله سبحانه، أو تمنى ذلك في الآخرة وهو الظاهر؛ لأنه جواب إذا التي للاستقبال؛ أي: بعد المشرق من المغرب والمغرب من المشرق، فغلب المشرق فثناهما، كما قالوا: العمران في أبي بكر وعمر، والقمران في الشمس والقمر، واختار تغليب المشرق على المغرب لمناسبة الشيطان؛ لأنه حيث يطلع قرن الشيطان، كما في الحديث الصحيح. وقال مقاتل: أي مشرقي الشمس، مشرقها في أقصر يوم من السنة، ومشرقها في أطول يوم من السنة، قاله ابن السائب أيضًا، يعني: أن بينهما بعد مشرق أطول يوم في السنة، من مشرق أقصر يوم في السنة، والأول (٢) أولى، وبه قال الفراء {فَبِئْسَ الْقَرِينُ} ؛ أي: الصاحب المقارن لي، والمخصوص بالذم محذوف؛ أي: أنت أيها الشيطان. </p><p> والمعنى (٣) : أي يستمر العاشون على ما ذكر من مقارنة الشياطين، حتى إذا وافى الكافر يوم القيامة إلينا، وعرض عليها، أعرض عن قرينه، الذي وكل به، وتبرأ منه، وقال: ليت بيني وبينك بعدما بين المشرق والمغرب، فبئس القرين، أنت أيها الشيطان؛ لأنك قد أضللتني وأوصلتني إلى هذا العذاب المهين، </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) المراغي.</p>"
}