{
  "id": null,
  "sura": 43,
  "aya": 36,
  "text": "<p> عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"لو كانت الدنيا تزن عند الله جناح بعوضة، ما سقى كافرًا منها شربة ماء\" . ومعنى هوان الدنيا على الله، أنه سبحانه، لم يجعلها مقصودةً لنفسها، بل جعلها طريقًا موصلًا إلى ما هو المقصود لنفسه، وأنه لم يجعلها دار إقامة ولا جزاءٍ، وإنما جعلها دار رحلة وبلاء، وأنه ملّكها في الغالب الجهلة والكفرة، وحماها الأنبياء والأولياء، وأبغضها وأبغض أهلها، ولم يرض العاقل فيها إلا بالتزود للارتحال عنها. </p><p> ٣٦ - {وَمَنْ يَعْشُ} هذه الآية متصلة بقوله أول السورة: {أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا} ، أي: لا نضربه عنكم، بل نواصله لكم، فمن يعش عن ذلك الذكر بالإعراض عنه، إلى تأويل المضلين وأباطيلهم، نقيض له شيطانًا. و {يَعْشُ} : من عشا يعشو عشًا إذا تعاشى بلا آفة وتعامى؛ أي: نظر نظر العشا، ولا آفة في بصره، والعشا بالفتح والقصر ظلمة تعرض في العين، كما سيأتي. و {من} فيه شرطية؛ أي: ومن يتعام عن القرآن ويعرض {عَنْ ذِكْرِ الرَّحْمَنِ} سبحانه {نُقَيِّضْ لَهُ} ؛ أي: نهيىء له {شَيْطَانًا} ونسلطه عليه ونضمه إليه ليستولي عليه استيلاء القيض على البيض، وهو القشر الأعلى اليابس {فَهُوَ} ؛ أي: ذلك الشيطان {لَهُ} ؛ أي: لذلك العاشي والمعرض {قَرِينٌ} ؛ أي: مصاحب وملازم له، لا يفارقه ولا يزال يوسوسه ويغويه، ويزين له العمى على الهدى، والقبيح بدل الحسن، أو هو ملازم للشيطان لا يفارقه، بل يتبعه في جميع أموره، ويطيعه في كل ما يوسوس به إليه، والعشا في العين ضعف البصر، والمراد هنا: عشا البصيرة. </p><p> رُوي عن النبي - صلى الله عليه وسلم - أنه قال:  \"إذا أراد الله بعبد شرًا، قيض له شيطانًا قبل موته بسنة، فلا يرى حسنًا إلا قبحه عنده، حتى لا يعمل به، ولا يرى قبيحًا إلا حسنه حتى يعمل به، وينبغي أن يكون هذا الشيطان غير قرينه الجني الكافر، وإلا فكل أحد له شيطان هو قرينه، كما قال - صلى الله عليه وسلم -: \" ما منكم من أحد إلا وقد وكل به قرينه من الجن، وقرينه من الملائكة \"،قالوا:وإياك يا رسول الله،قال:\" وإياي، ولكن الله أعانني عليه، فأسلم فلا يأمرني إلا بخير\" أخرجه مسلم بمعناه. </p><p> والمعنى: أي ومن يتعام عن ذكر الله، ويعرض عنه، وينهمك في لذات الدنيا وشهواتها .. نسلط عليه شياطين الإنس والجن، يزينون له أن يرتع في الشهوات، ويلغ في اللذات، فلا يألو جهدًا في ارتكاب الآثام، والمحرمات على ما جرت به سنتنا الكونية، كما نسلط الذباب على الأجسام القذرة، ونخلق الحيات والعقارب والحشرات في المحالّ العفنة، لتلطف الجو وترحم الناس والحيوان، وهكذا النفوس الموسوسة للضعفاء توقعهم في الذنوب لاستعدادهم لها، فينالون جزاءهم من عقاب الله وعقوبات البشر واحتقارهم لهم إلى ما ينالهم من الأمراض الفتاكة، والأدواء التي لا يجدي فيها علاج، فيكون ذلك عبرة لهم ولغيرهم، وأنّى لهم أن تنفعهم تلك الذكرى، فقد فات الأوان ولا ينفع الندم على فائت. </p><p> نَدِمَ الْبُغَاةُ وَلاَتَ سَاعَةَ مَنْدَمٍ ... وَالْبَغْيُ مَرْتَعُ مُبْتَغِيْهِ وَخِيْمُ </p><p> قال الزجاج: معنى الآية: إن من أعرض عن القرآن، وما فيه من الحكم إلى أباطيل المضلين، يعاقبه الله بشيطان يقيضه له حتى يضله، ويلازمه قرينًا له، فلا يهتدي مجازاةً له، حين آثر الباطل على الحق المبين اهـ. </p><p> وقرأ الجمهور (١) : {وَمَنْ يَعْشُ} بضم الشين من عشا يعشو كدعا يدعو؛ أي: يتعام بلا آفة في بصره، كعرج بفتح الراء، ويتجاهل عن ذكره وهو يعرف الحق، وقيل: يقل نظره في شرع الله، ويغمض جفونه عن النظر في ذكر الله، والذكر هنا يجوز أن يراد به القرآن، ويحتمل أن يكون مصدرًا أضيف إلى المفعول؛ أي: يعش عن أن يذكر الرحمن. وقرأ ابن عباس وعكرمة ويحيى بن سلام البصري:  {ومن يعش} بفتح الشين، يقال: عشي الرجل يعشى عشيًا، من باب رضي إذا عمي وكان في بصره آفة، كعرج بكسر الراء، وقرأ زيد بن علي {يعشو} بالواو. قال الزمخشري: على أن {من} : موصولة غير متضمنة معنى الشرط، وحق هذا القارىء أن يرفع {نُقَيِّضْ} انتهى، ولا يتعين ما قاله، بل يصح أن تكون {مَنْ} شرطية، {يعشو} مجزوم بحذف الحركة تقديرًا، وقرأ الجمهور: </p><p>(١) البحر المحيط.</p>"
}