{
  "id": null,
  "sura": 43,
  "aya": 15,
  "text": "<p> وأخرج مسلم وأبو داود والترمذي والنسائي والحاكم وابن مردويه عن ابن عمر: أن رسول الله - صلى الله عليه وسلم - كان إذا سافر ركب راحلته، ثم كبر ثلاثًا، ثم قال:  {سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ} . قال القرطبي: علمنا (١) سبحانه وتعالى ما نقول، إذا ركبنا الدواب، وعرفنا في آية أخرى على لسان نوح عليه السلام ما نقول إذا ركبنا السفن، فكم من راكب دابة عثرت به، أو شمست، أو تقحمت (٢) أو طاح عن ظهرها، فهلك، وكم من راكب سفينة انكسرت به فغرق. </p><p> فلما كان الركوب مباشرة أمر محظور، واتصالًا بسبب من أسباب التلف، أمر أن لا ينسى عند اتصاله به موته، وأنه هالك لا محالة، فمنقلب إلى الله عز وجل، غير منفلت من قضائه، ولا يدع ذكر ذلك بقلبه ولسانه، حتى يكون مستعدًا للقاء الله والحذر من أن يكون ركوبه ذلك، من أسباب موته في علم الله، وهو غافل عنه، انتهى. </p><p> ١٥ - ثم رجع سبحانه إلى ذكر الكفار، الذين تقدم ذكرهم، فقال:  {وَجَعَلُوا} ؛ أي: وجعل بعض مشركي العرب {لَهُ} سبحانه وتعالى {مِنْ عِبَادِهِ} ومخلوقاته، والمراد بالعباد: الملائكة، وهو حال من {جُزْءًا} ؛ أي بنات وإناثًا، والجاعلون (٣) هم قبائل من العرب قالوا: إن الله صاهر الجن فولدت له الملائكة وقال بعضهم: الآية ردٌّ علي بني مليح حيث قالوا: الملائكة بنات الله ومليح بالحاء المهملة مصغرًا كزبير حي من خزاعة كما في \"القاموس\" والجعل هنا بمعنى الحكم بالشيء والاعتقاد به قال في \"القاموس\" : الجزء البعض، وأجزأت الأم ولدت الإناث. </p><p> {وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا} ؛ أي: إناثًا انتهى. وإنما عبر عن الولد بالجزء لأنه بعض أبيه وجزء منه كما قال - صلى الله عليه وسلم -: \"إن فاطمة مني\" ؛ أي: قطعة منى وقال </p><p>(١) القرطبي. (٢) يقال: تقحم الفرس براكبه إذا ألقاه على وجهه.(٣) روح البيان.</p><p> أيضًا:  \"فاطمة بضعة مني\" والبضعة القطعة والجزء عند أهل العربية البنات، يقال: قد أجزأت المرأة إذا ولدت البنات ومنه قول الشاعر: </p><p> إذا اجزأت حرة يومًا فلا عجب ... قد تجزىء الحرة المذكار أحيانًا </p><p> وقد جعل صاحب \"الكشاف\" تفسير الجزء بالبنات من بدع التفسير وصرح بأنه مكذوب على العرب. ويجاب عنه بأنه قد رواه الزجاج والمبرد، وهما إماما اللغة العربية وحافظاها ومن إليهما المنتهى في معرفتها، ويؤيد تفسير الجزء بالبنات ما سيأتي قوله:  {أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ} وقوله: {وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَنِ} وقوله: {وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا} وقيل: المراد بالجزء هنا: الملائكة، فإنهم جعلوهم أولاد الله سبحانه وتعالى، قاله مجاهد والحسن. </p><p> ومعنى الآية (١) : واعتقد المشركون، وحكموا، وأثبتوا له تعالى ولدًا حال كون ذلك الولد من الملائكة الذين هم عباده، فقالوا: الملائكة بنات الله بعد اعترافهم بألسنتهم، واعتقادهم أن خالق السموات والأرض هو الله، فكيف يكون له ولد، والولادة من صفات الأجسام، وهو خالق الأجسام كلها، ففيه تعجب من جهلهم، وتنبيه على قلة عقولهم حيث وصفوه بصفات المخلوقين، وإشارة إلى أن الولد لا يكون عبد أبيه، والملائكة عباد الله فكيف تكون البنات عبادًا، وقيل: الجزء هاهنا بمعنى النصيب، كما في قوله تعالى:  {لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ} ؛ أي: نصيب. </p><p> ومعنى الآية: معنى قوله: {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا} وذلك أنهم جعلوا البنات لله والبنين لأنفسهم كما سيأتي. </p><p> والحاصل (٢) : أن مقالتهم هذه، أعني قولهم: إن الملائكة بنات الله، تقتضي الكفر من وجهين: </p><p>(١) روح البيان. (٢) المراغي.</p>"
}