{
  "id": null,
  "sura": 43,
  "aya": 84,
  "text": "<p> مقصد صحيح وإنما المطلب الأعلى هو الله سبحانه وتعالى، ولذا خرج السلف عن الكل، ووصلوا إلى مبدأ الكل، جعلنا الله وإيَّاكم من المشتغلين به. </p><p> وقال عكرمة وغيره (١) : هو يوم بدر، وأضاف اليوم إليهم؛ لأنه الذي فيه هلاكهم وعذابهم، قيل: وهذا الأمر بتركهم منسوخ بآية السيف، وقيل: هو غير منسوخ، وإنما أخرج مخرج التهديد. وقرأ الجمهور:  {حَتَّى يُلَاقُوا} . وقرأ مجاهد وأبو جعفر وابن محيصن وحميد وعبيد بن عقيل عن أبي عمرو وابن السميقع {حتى يلقوا} بفتح الياء وإسكان اللام من غير ألف، مضارع لقي من باب رضي. </p><p> وحاصل معنى الآية (٢) : أي فاترك أيها الرسول هؤلاء المفترين على الله الواصفيه، بأن له ولدًا، يخوضوا في باطلهم، ويلعبوا في دنياهم حتى يأتي ذلك اليوم، الذي لا محيص عنه، وحينئذ يعلمون عاقبة أمرهم، ويذوقون الوبال والنكال، جزاء ما اجترحوه من الشرك والآثام، ولا يخفى ما في هذا من شديد الوعيد والتهديد. </p><p> ٨٤ - ثم أكد هذا التنزيه، فقال:  {وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ} ؛ أي (٣) : مستحق لأن يعبد فيها؛ أي: هو معبود أهل السماء من الملائكة، وبه تقوم السماء وليس حالًا فيها {وَفِي الْأَرْضِ إِلَهٌ} ؛ أي: مستحق لأن يعبد فيها؛ أي: فهو معبود أهل الأرض من الإنس والجن، واله الآلهة التي تدعون، ولا قاضي لحوائج أهل الأرض إلا هو، وبه تقوم الأرض وليس حالًا فيها. </p><p> فالظرفان متعلقان بـ {إِلَهٌ} لأ نه بمعنى المعبود بالحق، أو متضمن معناه كقولهم: هو حاتم؛ أي: جواد لاشتهاره بالجود، وكذا في قراءة من قرأ {وهو الذي في السماء الله وفي الأرض الله} ، ومنه قوله تعالى في الأنعام:  {وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ} ؛ أي: وهو الواجب الوجود المعبود المستحق للعبادة </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.</p><p> فيهما، والعائد إلى الموصول مبتدأ محذوف لطول الصلة بمتعلق الخبر، وهو {فِي السَّمَاوَاتِ} والعطف عليه، والتقدير: وهو الذي هو في السماء إله، وهو في الأرض إله، قاله أبو علي الفارسي قال: والمعنى على الإخبار بإلاهيته فيهما، لا على الكون والحلول فيهما، وقيل:  {فِي} بمعنى على؛ أي: هو القادر على السماء والأرض، كما في قوله تعالى:  {وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْل} . </p><p> وقرأ الجمهور (١) : {إِلَهٌ} في الموضعين، وقرأ عمر وعبد الله وأبي وعلي والحكم بن أبي العالي وبلال بن أبي بردة وابن يعمر وجابر وابن زيد وعمر بن عبد العزيز وأبو الشيخ الهنائي وحميد وابن مقسم وابن السميقع {الله} فيهما كما مر آنفًا بيانه. </p><p> {وَهُوَ} سبحانه وتعالى {الْحَكِيمُ} فيما دبره لخلقه {الْعَلِيمُ} بمصالحهم، فهو كالدليل على ما قبله والتعليل له؛ لأنه المتصف بكمال الحكمة والعلم، المستحق للألوهية لا غيره؛ أي: وهو الحكيم في تدبير العالم وأهله، العلم بجميع الأحوال من الأزل إلى الأبد. </p><p> فإن قلت: ما في هذه (٢) الآية يقتضي تعدد الآلهة؛ لأن النكرة إذا أعيدت نكرة تعددت، كقولك: أنت طالق وطالق. </p><p> قلت: لا إله هنا بمعنى المعبود، وهو تعالى معبود فيهما، والمغايرة إنما هي بين معبوديته في السماء ومعبوديته في الأرض؛ لأن المعبودية من الأمور الإضافية، فيكفي التغاير فيها من أحد الطرفين، فإذا كان العابد في السماء غير العابد في الأرض صدق أن معبوديته في السماء غير معبوديته في الأرض مع أن المعبود واحد. </p><p> وحاصل معنى الآية (٣) : أي: وهو الله الذي يعبده أهل السماء وأهل الأرض، ولا تصلح العبادة إلا له، وهو الحكيم في تدبير خلقه، وتسخيرهم لما </p><p>(١) البحر المحيط. (٢) فتح الرحمن.(٣) المراغي.</p>"
}