{
  "id": null,
  "sura": 43,
  "aya": 20,
  "text": "<p> {اشهدوا} بغير استفهام مبنيًا للمفعول رباعيًا، فقيل: المعنى على الاستفهام، حذفت الهمزة لدلالة المعنى عليها. </p><p> وقيل: سألهم الرسول - صلى الله عليه وسلم -: \"ما يدريكم أنهم إناث\" ، فقالوا: سمعنا ذلك من آبائنا، ونحن نشهد أنهم لم يكذبوا، فقال الله تعالى:  {سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ} عنها في الآخرة؛ أي: ستكتب شهادتهم هذه، التي شهدوا بها في الدنيا، أي: يكتب الملك ما شهدوا به على الملائكة، في ديوان أعمالهم، ويسألون عنها يوم القيامة، ليأتوا ببرهان على صحتها، ولن يجدوا لذلك سبيلًا. </p><p> وقال سعدي المفتي (١) : السين في {سَتُكْتَبُ} للتأكيد، ويحتمل أن تكون للاستعطاف إلى التوبة، قبل كتابة ما قالوه، وفي الحديث:  \"كاتب الحسنات على يمين الرجل، وكاتب السيئات على يساره، وكاتب الحسنات أمين على كاتب السيئات، فإذا عمل حسنة كتبها صاحب اليمين عشرًا، وإذا عمل سيئة،قال صاحب اليمين لصاحب الشمال:دعه سبع ساعات لعله يسبح الله أو يستغفره\" . وفي هذا دليل على أن القول بغير برهان منكر، وأن التقليد لا يغني من الحق شيئًا، ثم في الآية إشارة إلى أن الله تعالى أمهل عباده، ولم يأخذهم بغتة في الدنيا، ليرى العباد أن العفو والإحسان، أحب إليه من الأخذ والانتقام، وليتوبوا من الكفر والمعاصي. </p><p> وقرأ الجمهور (٢) : {سَتُكْتَبُ} بالتاء من فوق، مبنيًا للمفعول، {شَهَادَتُهُمْ} بالرفع مفردًا، وقرأ الزبيري كذلك، إلا أنه بالياء، وقرأ الحسن كذلك إلا أنه بالتاء، وجمع شهادتهم، وقرأ ابن عباس وزيد بن علي وأبو جعفر وأبو حيوة وابن أبي عبلة والجحدري والأعرج {سنكتب} بالنون مبنيًا للفاعل. {شهادتهم} : على الإفراد، وقرأت فرقة {سيكتب} بالياء مبنيًا للفاعل؛ أي: الله {شهادتهم} بالنصب. </p><p> ٢٠ - ثم حكى الله سبحانه وتعالى عنهم، فنًّا آخر من فنون كفرهم بالله، جاؤوا به </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> للاستهزاء والسخرية، فقال:  {وَقَالُوا} ؛ أي: وقال (١) المشركون العابدون للملائكة: {لَوْ شَاءَ الرَّحْمَنُ} عدم عبادتنا للملائكة مشيئة ارتضاء {مَا عَبَدْنَاهُمْ} ؛ أي: ما عبدنا الملائكة، أرادوا بذلك أن ما فعلوه حق مرضي عنده تعالى، وأنهم إنما يفعلونه بمشيئة الله تعالى، لا الاعتذار من ارتكاب ما ارتكبوه، بأنه بمشيئة الله إياه منهم، مع اعترافهم بقبحه، ومبنى كلامهم الباطل على مقدمتين: </p><p> إحداهما: أن عبادتهم لهم بمشيئة الله تعالى. </p><p> والثانية: أن ذلك مستلزم لكونها مرضية عنده تعالى، ولقد أخطؤوا في الثانية. حيث جهلوا أن المشيئة عبارة عن ترجيح بعض الممكنات على بعض كائنًا ما كان، من غير اعتبار الرضى والسخط في شيء من الطرفين. </p><p> والمعنى (٢) : أي وقال عباد الملائكة: لو أراد الله تعالى عدم عبادتنا للملائكة ما عبدناهم، فإنه قادر على أن يحول بيننا وبين عبادة هذه الأصنام، التي هي على صورة الملائكة التي هي بنات الله، فإنه عالم بذلك، وهو قد أقرنا عليه، فنحن لا نؤاخذ بذلك، إذ هو وفق مشيئته تعالى، ويريدون بذلك القول أن الله راض بعبادتهم للأصنام، وهو احتجاج بالقدر، وكلمة حق يراد بها باطل، لأن المشيئة لا تستلزم الأمر إذ هي بترجيح بعض الممكنات على بعض بحسب ... ؟ والله يأمر بالخير والإيمان ونحن لا نعلم مشيئته أو إرادته إلا بعد وقوع الفعل منا، وقد جمعوا في هذا القول أفانين من الكفر وضروبًا من الترهات والأباطيل ذكره ابن كثير ومنها: </p><p> ١ - أنهم جعلوا لله ولدًا، تقدس سبحانه وتعالى عن ذلك. </p><p> ٢ - دعواهم أنه اصطفى البنات على البنين، إذ جعلوا الملائكة الذين هم عباد الرحمن إناثًا. </p><p> ٣ - عبادتهم لهم بلا دليل ولا برهان، ولا إذن من الله عز وجل، بل بالرأي </p><p>(١) روح البيان. (٢) المراغي.</p><p> والهوى وتقليد الأسلاف وتخبط الجاهلية. </p><p> ٤ - احتجاجهم بتقدير الله ذلك، وقد جهلوا في هذا جهلًا كبيرًا، فإنه تعالى أنكر ذلك عليهم أشد الإنكار، فإنه منذ أن بعث الرسل وأنزل الكتب، يأمر بعبادته وحده لا شريك له، وينهى عن عبادة سواه، كما قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (٣٦) }. وقال عز وجل: {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ (٤٥) }. ونحو الآية:  {سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا}  {أَنُطْعِمُ مَنْ لَوْ يَشَاءُ اللَّهُ أَطْعَمَهُ} . </p><p> ثم رد الله سبحانه عليهم مقالهم، وبين جهلهم بقوله:  {مَا لَهُم} ؛ أي: ما لهؤلاء المشركين {بِذَلِكَ} ؛ أي (١) : بصحة ما قالوا، واحتجوا به من كون ما فعلوه بمشيئة الارتضاء، لا بمطلق المشيئة، فإن ذلك أمر محقق، ينطق به ما لا يحصى من الآيات الكريمة {مِنْ عِلْمٍ} ويقين يستند إلى دليل وبرهان ما {إِنْ هُمْ} ؛ أي: ما هم {إِلَّا يَخْرُصُونَ} ؛ أي: يكذبون، فإن الخرص: الكذب، وكل قول بالظن والتخمين سواء طابق الواقع أو لا؛ أي: ما هم إلا كاذبون فيما قالوا، متمحلون تمحلًا باطلًا، متقولون على الله ما لم يقله، فإن الله يأمر بالحق والإيمان والخير، ولا يرضى لعباده الكفر والفحشاء، والآية دليل على جهلهم الفاضح وكذبهم وافترائهم الباطل، وقاله هنا بلفظ {يَخْرُصُونَ} ، وفي الجاثية بلفظ {يَظُنُونَ} ؛ لأن ما هنا متصل بقوله:  {وَجَعَلُوا الْمَلَائِكَةَ} الآية؛ أي: قالوا: الملائكة بنات الله، وأن الله سبحانه قد شاء منا عبادتنا إياهم، وهذا كذب، فناسبه {يَخْرُصُونَ} ، وما هناك متصل بخلطهم الصدق بالكذب، فإن قولهم: نموت ونحيا صدق، وكذبوا في إنكارهم البعث، وقولهم: وما يهلكنا إلا الدهر، فناسبه {يَظُنُونَ} ؛ أي: يشكون فيما يقولون، اهـ \"كرخي\" . </p><p>(١) روح البيان.</p>"
}