{
  "id": null,
  "sura": 43,
  "aya": 52,
  "text": "<p> الملك وهو نهر الإسكندرية، ونهر طولون، ونهر دمياط، ونهر تنيس، وهو بوزن سكين بلدة بجزيرة من جزائر بحر الروم، قرب دمياط، ينسب إليها الثياب الفاخرة، كما في \"القاموس\"  {تَجْرِي مِنْ تَحْتِي} ؛ أي: من تحت قصري، أو بأمري، والواو في قوله:  {وَهَذِهِ الْأَنْهَارُ} إما عاطفة لهذه الأنهار على ملك، فجملة {تَجْرِي} حال منها، أو {الواو} للحال، فـ {هذه} مبتدأ و {الأنهار} صفتها، و {تجري} خبر للمبتدأ. </p><p> قال في \"خريدة العجائب\" : ليس في الدنيا نهر أطول من النيل؛ لأن مسيرته شهران في الإِسلام، وشهران في الكفر، وشهران في البرية، وأربعة أشهر في الخراب، ومخرجه أو بلاد جبل القمر، خلف خط الاستواء، وسمي جبل القمر؛ لأن القمر لا يطلع عليه أصلًا، لخروجه عن خط الاستواء، وميله عن نوره، وضوءه يخرج في بحر الظلمة؛ أي: البحر الأسود، ويدخل تحت جبل القمر، وليس في الدنيا نهر يشبه النيل إلا نهر مهران، وهو نهر السند، وقال الضحاك (١) : أراد بالأنهار القوّاد والرؤساء والجبابرة، وأنهم تحت لوائه، وقيل: أراد بالأنهار الأموال، والأول أولى؛ لأن هذن التفسيرين يشبهان تفسير الباطنية، والهمزة في قوله:  {أَفَلَا تُبْصِرُونَ} للاستفهام التوبيخي المضمن للإنكار، داخلة على محذوف، والفاء: عاطفة على ذلك المحذوف، والتقدير: أتتعامون فلا تبصرون عظمتي وقدرتي، وعجز موسى، </p><p> ٥٢ - و {أم} في قوله: {أَمْ أَنَا خَيْرٌ} منقطعة، تقدر ببل الإضرابية، وبهمزة الاستفهام التقريري؛ لأن غرضه حملهم على الإقرار بخيريته، كأنه قال إثر ما عدد أسباب فضله، ومبادىء خيريته، أَثَبَت عندكم واستقر لديكم، أنى أنا خير من هذا الذي هو مهين؛ أي: بل أنا خير {مِنْ هَذَا} الساحر {الَّذِي هُوَ مَهِينٌ} ؛ أي: ضعيف، حقير، فقير، ذليل، لا قدر ولا ملك له، من المهانة، وهي الذلة {وَلَا يَكَادُ} ؛ أي: لا يقرب {يُبِينُ} الكلام، ويوضحه ويبينه للكنة، ورتة في لسانه، فكيف يصلح للنبوة والرسالة، يريد أنه ليس معه من آيات الملك والسياسة، ما يعتضده ويتقوى به، كما قالت </p><p>(١) الشوكاني.</p><p> قريش:  {وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} وهو في نفسه، خال عما يوصف به الرجال من الفصاحة والبلاغة، وكان الأنبياء كلهم فصحاء بلغاء، قاله افتراءً على موسى، وتنقيصا له في أعين الناس، باعتبار ما كان في لسانه من نوع رتة، حدثت بسبب الجمرة، وقد كانت ذهبت عنه لقوله تعالى: {قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَى (٣٦) } والرتة: غير اللثغة، وهي حبسة في اللسان، تمنعه من الجريان، وسلاسة التكلم، واللثغة: إبدال حرف بحرف، كإبدال الراء غينًا، والسين ثاء مثلثة. وفي \"التأويلات النجمية\" : تشير الآية، إلى أن من تعزز بشيء من دون الله، فحتفه وهلاكه في ذلك الشيء، فلما تعزز فرعون بملك مصر، وجري النيل بأمره، كان فيه هلاكه، وكذلك من استصغر أحدًا سلط عليه، كما أو فرعون استصغر موسى عليه السلام وحديثه، وعابه بالفقر واللكنة، فقال:  {أَمْ أَنَا خَيْرٌ} ، فسلطه الله عليه، وكان هلاكه على يديه، وفيه إشارة أخرى، وهي أن قوله:  {أَمْ أَنَا خَيْرٌ} ، هو من خصوصية صفة إبليس، فكانت هذه الصفة توجد في فرعون، وكان من صفة فرعون قوله:  {أَنَا رَبُّكُمُ الْأَعْلَى} ، ولم توجد هذه الصفة في إبليس، وقرأ الباقر {يبين} بفتح الياء، من بان إذا ظهر. </p><p> والمعنى (١) : أي بل أنا ولا شك خير وأفضل بما لي من الملك والسلطة والسعة والجاه من هذا؛ أي: من موسى الذي هو ضعيف، حقير ممتهن في نفسه، لا عز له، ولا يكاد يبين الكلام، ويفصح عما يريد، لما في لسانه من العقدة بسبب الجمرة، وهذا حكم عليه بما يعلى منه في الماضي، دون أو يعلم أو الله الكريم، أزال عنه عقدته حين دعاه، فقال: {وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي (٢٧) يَفْقَهُوا قَوْلِي (٢٨) } فحل عقدة لسانه، كما جاء في قوله:  {قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَى} . </p><p> قال الحسن البصري: إنه قد بفتح منها شيء، يسأل زواله، وإنما سأل زوال ما يمنع الإبلاغ والإفهام اهـ. والأشياء الخلقية لا يعاب بها المرء ولا يذم، </p><p>(١) المراغي.</p>"
}