{
  "id": null,
  "sura": 43,
  "aya": 45,
  "text": "<p> أي: شرفكم، فالقرآن نزل بلسان قريش وإياهم خاطب، فاحتاج أهل اللغات كلها إلى لسانهم، وصاروا عيالًا عليهم، حتى يقفوا على معانيه من أمر ونهي، وأنباء وقصص، وحكمة وأدب. </p><p> وروى الترمذي عن معاوية - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إن هذا الأمر في قريش، لا ينازعهم فيه أحد، إلا أكبه الله تعالى على وجهه، ما أقاموا الدين\" ، وفي الآية، إيماء إلى أن الذكر الجميل، والثناء الحسن، أمر مرغوب فيه، ولولا ذلك ما امتن الله على نبيه محمد - صلى الله عليه وسلم - به، ولما طلبه إبراهيم عليه السلام بقوله: {وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ (٨٤) } وقال ابن دريد: </p><p> إِنَّمَا الْمَرْءُ حَدِيْثٌ بَعْدَهُ ... كُنْ حَدِيْثًا حَسَنًا لِمَنْ وَعَى </p><p> وقال المتنبي: </p><p> ذِكْرُ الْفَتَى عُمْرُهُ الثَّانِيْ وَحَاجَتُهُ ... مَا قَاتَهُ وَفُضُوْلُ الْعَيْشِ أَشْغَالُ </p><p> وخلاصة ما سلف: أن القرآن نزل بلغة العرب، وقد وعد الله بنشر هذا الدين، وأبناء العرب هم العارفون بهذه اللغة، فهم الملزمون بنشرها، ونشر هذا الدين للأمم الأخرى، فمتى قصروا في ذلك، أذلهم الله تعالى في الدنيا، وأدخلهم النار في الآخرة، فعسى أن يقرأ هذا أبناء العرب، ويعلموا أنهم هم المعلمون للأمم، فينشروا هذا القرآن، ويكتبوا المصاحف باللغة العربية، ويضعوا على هوامشها تفاسير بلغات مختلفة، كالإنجليزية والألمانية والروسية والأرومية، تعرِّف الأمم كلها هذا الدين، معرفةً حقةً خاليةً من الخرافات، التي ألصقها به المبتدعون ويعود سيرته الأولى، وما ذلك على الله بعزيز. </p><p> ٤٥ - ثم وبخ مشركي قريش، بأن ما هم عليه من عبادة الأوثان والأصنام، لم يأت في شريعة من الشرائع فقال:  {وَاسْأَلْ} يا محمد {مَنْ أَرْسَلْنَا} في محل النصب على أنه مفعول {اسأل} ، وهو على حذف المضاف. لاستحالة السؤال من الرسل حقيقةً، والمعنى: واسأل أمم من أرسلنا {مِنْ قَبْلِكَ مِنْ رُسُلِنَا} وعلماء دينهم. </p><p> وفائدة هذا المجاز: التنبيه على أن المسؤول عنه، عين ما نطقت به ألسنة الرسل، لا ما يقوله أممهم وعلماؤهم من تلقاء أنفسهم {أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ} ؛ أي: هل حكمنا بعبادة الأوثان، وهل جاءت في ملة من مللهم، والمراد به: الاستشهاد بإجماع الأنبياء على التوحيد، والتنبيه على أنه ليس بباع ابتدعه، حتى يكذب ويعادى له، فإنه أقوى ما حملهم على التكذيب والمخالفة. </p><p> قال ابن الشيخ: السؤال يكون لرفع الالتباس، ولم يكن رسول الله يشك في ذلك، وإنما الخطاب له والمراد غيره، قالت عائشة - رضي الله عنها -: لما نزلت هذه الآية، قال - صلى الله عليه وسلم -: \"ما أنا بالذي أشك، وما أنا بالذي أساس\" . </p><p> والمعنى (١) : أي واسأل أمم من أرسلنا من قبلك من الرسل، هل حكمنا بعبادة غير الله؟ وهل جاء ذاك في ملة من الملل، أو المراد بهذا الاستشهاد بيان إجماع المسلمين على التوحيد، والتنبيه على أن محمدًا - صلى الله عليه وسلم - ليس ببدع من بين الرسل في الأمر، حتى يكذب ويعادى له؟ </p><p> وقصارى ذلك: أن الرسل جميعًا دعوا إلى ما دعا إليه، من عبادة الله وحده لا شريك له، ونهوا عن عبادة الأصنام، ونحو الآية:  {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} . وجعل الزمخشري السؤال في الآية مجازًا على النظر في أديانهم، والفحص عن مللهم، على أنه نظير قولهم: سل الأرض من شق أنهارك، وغرس أشجارك، وجنى ثمارك. </p><p> وللآية وجه آخر (٢) ، بحملها على ظاهرها من غير تقدير مضاف، وهو ما روى أنه - صلى الله عليه وسلم -، لما أُسري به إلى المسجد الأقصى، حشر إليه الأنبياء، والمرسلون من قبورهم، ومثلوا له، فأذّن جبرائيل، ثم أقام، وقال: يا محمد تقدم فصل بإخوانك الأنبياء والمرسلين، فلما فرغ من الصلاة، قال له جبرائيل: زعمت قريش، أن لله شريكًا، وزعمت اليهود والنصارى، أن لله ولدًا، سل يا محمد، هؤلاء النبيين، هل كان لله شريك؟ ثم قرأ {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا} </p><p>(١) المراغي. (٢) روح البيان.</p>"
}