{
  "id": null,
  "sura": 43,
  "aya": 58,
  "text": "<p> ومقياسًا لأصنامهم في بيان إبطال ما ذكره رسول الله - صلى الله عليه وسلم -، من كون معبودات الأمم دون الله {حَصَبُ جَهَنَّمَ ...} الآية، حين قرأه على قريش فامتعضوا من ذلك امتعاضًا شديدًا؛ أي: غضبوا وشق عليهم ذلك، فقال ابن الزبعرى بطريق الجدال: هذا لنا ولآلهتنا خاصة، أم لجميع الأمم \"؟ فقال النبي - صلى الله عليه وسلم -: \" هو لكم ولآلهتكم ولجميع الأمم، فقال: خصمتك ورب الكعبة، أليست النصارى يعبدون المسيح، واليهود عزيرًا، وبنو مليح الملائكة، فإن كان هؤلاء في النار، فقد رضينا أن نكون وآلهتنا معهم، ففرح به قومه، وضحكوا، وارتفعت أصواتهم، وذلك قوله تعالى:  {إِذَا} فجائية {قَوْمُكَ} قريش يا محمد {مِنْهُ} ؛ أي: من ذلك المثل الذي ضربه ابن الزبعري؛ أي: لأجله وبسببه {يَصِدُّونَ} ؛ أي: يضجون ويصيحون ويرفعون أصواتهم بالضحك، فرحًا بذلك المثل المضروب، ظنا منهم أن الرسول - صلى الله عليه وسلم - صار ملزمًا به، مغلوبًا محجوجًا عليه، وقرأ أبو جعفر (١) والأعرج والنخعي وأبو رجاء وابن وثاب وعامر ونافع والكسائي {يصدون} بضم الصاد؛ أي: يعرضون عن الحق من أجل ضرب المثل. وقرأ ابن عباس وابن جبير والحسن وعكرمة وباقي السبعة بكسرها؛ أي: يصيحون ويضحكون فرحًا بضرب المثل. </p><p> قال الكسائي والفراء والزجاج والأخفش (٢) : هما لغتان، مثل: عكف يعكف، ويعكف بالكسر والضم، ومعناهما يضجون. قال الجوهري: صد يصد صديدًا؛ أي: ضج؛ وقيل: إنه بالضم الإعراض، وبالكسر الضجيج قاله قطرب قال أبو عبيد: لو كانت من الصدود عن الحق لقال: إذا قومك منه يصدون، وقال الفراء: هما سواء منه وعنه. وقال أبو عبيدة: من ضم فمعناه: يعدلون، ومن كسر فمعناه: يضجون. </p><p> ٥٨ - {وَقَالُوا} ؛ أي: قال قومك قريش {أَآلِهَتُنَا خَيْرٌ} عندك من عيسى، فإن آلهتهم خير عندهم من عيسى {أَمْ هُوَ} ؛ أي: أم عيسى خير من آلهتنا، وظاهر </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> أن عيسى خير من آلهتنا، فحيث كان هو في النار، فلا بأس بكوننا مع آلهتنا فيها، فالاستفهام إنكاري؛ لأن المعنى: ليست خيرًا منه، وقيل: معناه أآلهتنا خير أم هو؛ أي: محمد - صلى الله عليه وسلم - فنعبده ونطيعه، ونترك آلهتنا، قاله قتادة، ويؤيد هذا المعنى قراءة ابن مسعود {أآلهتنا خير أم هذا} ، والأول أولى لتناسق الضمائر في قوله: إن هو إلا عبد، ذكره في \"البحر\" . وقرأ الجمهور (١) : {ءَألِهَتُنَا} بتسهيل الهمزة الثانية بين بين، وقرأ الكوفيون ويعقوب: بتحقيقها، وقرأ ورش في رواية أبي الأزهر: بهمزة واحدة على مثال الخبر، فاحتمل أن تكون همزة الاستفهام محذوفة لدلالة أم عليها، واحتمل أن يكون خبرًا محضًا، حكوا: أن آلهتهم خير ثم عن لهم أن يستفهموا على سبيل التنزل من الخبر إلى الاستفهام المقصود به الإفحام، وهذا يتضمن أن آلهتهم خير من عيسى عليه السلام، فعلى قراءة (٢) ورش تكون: {أَمْ} منقطعة لا عاطفة، تقدر ببل والهمزة، وأما على قراءة العامة، فتكون متصلة عاطفة على آلهتنا عطف المفردات، والتقدير: أآلهتنا أم هو خير؛ أي: أيهما خير، فالهمزة لطلب التعيين. وعلى قراءة ورش يكون هو مبتدأ، وخبره محذوف تقديره: بل أهو خير، وليست {أَمْ} حينئذ عاطفة اهـ \"سمين\" . </p><p> {مَا ضَرَبُوهُ لَكَ} ؛ أي: ما ضرب قومك لك هذا المثل في عيسى، وما ذكروه {إِلَّا} ليجادلوك ويخاصموك {جَدَلًا} ؛ أي: جدالًا وخصامًا، ونزاعًا في الحق على أنه منصوب على المصدرية، أو ما ضربوه لك إلا لأجل الجدال والخصام، لا لطلب الحق، حتى يذعنوا له عند ظهوره ببيانك، أو إلا حال كونهم مجادلين على أنه مصدر وقع موقع الحال. وقرأ ابن مقسم:  {إلا جدالا} بكسر الجيم وبألف. </p><p> وقال بعضهم: مرادهم بهذا الكلام؛ إن قال محمد - صلى الله عليه وسلم -: آلهتكم خير من عيسى، فقد أقر بأنها معبودة، - صلى الله عليه وسلم - وإن قال: عيسى خير من آلهتكم، فقد أقر بأن عيسى يصلح لأن يعبد، - صلى الله عليه وسلم - وإن قال: ليس واحد منهم خيرًا فقد نفى عيسى، فراموا </p><p>(١) البحر المحيط. (٢) الفتوحات.</p><p> بهذا السؤال أن يجادلوه ولم يسألوه للاستفادة، فبين الله سبحانه: أن جدالهم ليس لفائدة، إنما هو لخصومة نفس الإنسان فقال:  {بَلْ هُمْ} ؛ أي: قومك قريش {قَوْمٌ خَصِمُونَ} ؛ أي: لدد شداد الخصومة بالباطل، مجبولون على اللجاج والخلاف، كما قال تعالى:  {وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا} وذلك لأنهم قد علموا أن المراد من قولهَ: {وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ} هؤلاء الأصنام بشهادة المقام، لكن ابن الزبعرى لما رأى الكلام محتملًا للعموم بحسب الظاهر، وجد مجالًا للخصومة. وفي الحديث:  \"ما ضل قوم بعد هدى كانوا عليه، إلا أتوا الجدل\" ، ثم قرأ {مَا ضَرَبُوهُ لَكَ} الآية، أخرجه سعيد بن منصور، وأحمد في جماعة عن أبي أمامة. </p><p> ومعنى الآية (١) : أي ولما ضرب ابن الزبعرى عيسى بن مريم مثلًا، وجادل رسول الله - صلى الله عليه وسلم - بعبادة النصارى له إذا قومك من هذا المثل، يرتفع لهم ضجيج وجلبة فرحًا وسرورًا، كما يرتفع لغط القوم ولجبهم إذا أعيوا في حجة، ثم فتحت عليهم، وقالوا: إن آلهتنا ليست خيرًا من عيسى، فإذا كان عيسى من حصب جهنم، كان أمر آلهتنا أهون، ما ضربوا لك المثل إلا لأجل الجدل والغلبة في القول، لا لإظهار الحق، فإن قوله:  {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ} إنما ينطبق على الأصنام والأوثان، ولا يتناول عيسى والملائكة، ولكنهم قوم ذوو لدد في الخصومة، مجبولون على سوء الخلق واللجاج. </p><p> قال الزمخشري (٢) : إن ابن الزبعرى بخبه وخداعه، وخبث دخلته، لما رأى كلام الله ورسوله محتملًا لفظه وجه العموم، مع علمه بأن المراد به أصنامهم، لا غير، وجد للحيلة مساغًا، فصرف معناه إلى الشمول والإحاطة بكل معبود غير الله، على طريقة المحك والجدال، وحب المغالبة والمكابرة، وتوقح في ذلك فتوقر رسول الله - صلى الله عليه وسلم - حتى أجاب عنه ربه، بقوله: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ (١٠١) } فدل به على أن الآية خاصة في الأصنام، انتهى. </p><p>(١) المراغي. (٢) الكشاف.</p>"
}