{
  "id": null,
  "sura": 43,
  "aya": 5,
  "text": "<p> {وَإِنَّهُ} ؛ أي: وان ذلك الكتاب يعني: القرآن {فِي أُمِّ الْكِتَابِ} ؛ أي: في اللوح المحفوظ وهو خبر أول لـ {إن} ، والجملة معطوفة على جواب القسم، وسمي (١) اللوح المحفوظ أم الكتاب؛ لأنه أصل الكتب السماوية، فإن جميعها مثبتة فيه على ما هي عليه عند الأنبياء، ومأخوذة مستنسخة منه. وقوله:  {لَدَيْنَا} بدل من الجار والمجرور قبله، أو حال من الضمير المستكن فيه. </p><p> والمعنى: وإن هذا القرآن مثبت في اللوح المحفوظ، ومحفوظ لدينا، أو حال كونه محفوظًا لدينا عن تبديل وتغيير. وقوله:  {لَعَلِيٌّ حَكِيمٌ} خبران آخران لـ {إن} أيضًا؛ أي: وإن هذا الكتاب لعليّ؛ أي: لرفيع القدر من بين الكتب السماوية شريف حكيم؛ أي: ذو حكمة بالغة، أو محكم النظم لا يوجد فيه اختلاف ولا تناقض، أو محكم لا يتطرق إليه نسخ بكتاب آخر، ولا تبديل. </p><p> والمعنى (٢) : أي وإن هذا الكتاب في علمه الأزلي رفيع الشأن، لاشتماله على الأسرار والحكم التي فيها سعادة البشر، وهدايتهم إلى سبيل الحق، ونحو الآية قوله تعالى: {إِنَّهُ لَقُرْآنٌ كَرِيمٌ (٧٧) فِي كِتَابٍ مَكْنُونٍ (٧٨) لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (٧٩) تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ (٨٠) }. </p><p> وقرأ الجمهور:  {فِي أُمِّ الْكِتَابِ} بضم الهمزة، وقرأ الأخوان حمزة والكسائي بكسرها، وعزاها ابن عطية يوسف بن عمرو إلى العراق غفلة منه، وقال ابن جريج: المراد بقوله: {وَإِنَّهُ} : أعمال الخلق من إيمان وكفر وطاعة ومعصية، وقال قتادة: أخبر عن منزلته وشرفه وفضله؛ أي: إن كذبتم به يا أهل مكة، فإنه عندنا شريف رفيع، محكم من الباطل، انتهى. </p><p> ٥ - وبعدما بين سبحانه علو شأن القرآن العظيم، وحقق أن إنزاله على لغتهم ليعقلوه، ويؤمنوا به، ويعملوا بموجبه، عقب ذلك بإنكار أن يكون بخلافه، فقال:  {أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ} والهمزة (٣) فيه للاستفهام الإنكاري، داخلة على مقدر </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p><p> يقتضيه المقام، والفاء عاطفة على ذلك المقدر، والتقدير؛ أي: أنهملكم يا أهل مكة إهمالًا، فننحي عنكم الذكر والقرآن، ونبعده عنكم، ونمسك عن إنزاله لكم. </p><p> والمعنى: أنمسك عن إنزال ما لم ينزل منه، ونرفع ونزيل ما نزل منه، ونترك عنكم الأمر والنهي والوعد والوعيد، مأخوذ من قولهم: ضرب الغرائب عن الحوض؛ أي: طردها عنه. والمراد بالغرائب: البعران الأجانب؛ لأن الإبل إذا وردت الماء ودخلت فيها ناقة غريبة من غيرها ذبت وطردت عن الحوض، وقوله:  {صَفْحًا} مفعول لأجله؛ أي: أفنضرب عنكم الذكر ونرفعه صفحًا وإعراضًا عنكم، أو حال من فاعل نضرب، أي: نضرب عنكم الذكر صافحين؛ أي: معرضين عنكم، أو مصدر معنوي لنضرب، فإن تنحية الذكر عنهم إعراض؛ أي: أفنعرض عنكم بترك إنزال الذكر صفحًا وإعراضًا لأجل {أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ} ؛ أي: منهمكين في الإسراف، مجاوزين الحد في المعاصي، مصرين عليها على معنى: أن حالكم وإن اقتضى تخليتكم وشأنكم حتى تموتوا على الكفر والضلالة، وتبقوا في العذاب الخالد، لكنا لسعة رحمتنا لا نفعل ذلك، بل نهديكم إلى الحق بإرسال الرسول الأمين - صلى الله عليه وسلم -، وإنزال الكتاب المبين. قال قتادة: والله لو كان هذا القرآن رفع حين رده أوائل هذه الأمة لهلكوا, ولكن عاد بعائدته ورحمته، فكرره عليهم عشرين سنة، أو ما شاء الله سبحانه. وقرأ (١) نافع وحمزة والكسائي {إن كنتم قومًا مسرفين} بكسر الهمزة على أنها الشرطية. والجواب محذوف لدلالة ما قبله عليه، وقد تشكل هذه القراءة بأن إسرافهم كان متحققًا. فكيف دخلت عليه إن الشرطية التي لا تدخل إلا على غير المتحقق، أو على المتحقق الذي انبهم زمانه. وقرأ الجمهور {أَنْ كُنْتُمْ} بفتح الهمزة؛ أي: من أجل أن كنتم، واختار أبو عبيد قراءة الفتح لما ذكر. وقرأ زيد بن علي {إذ كنتم} بالذال مكان النون. </p><p> والمعنى (٢) : أي أنترك إنذاركم وتذكيركم بالقرآن لانهماككم في الكفر والإعراض عن أوامره ونواهيه، كلا لا نفعل ذلك رحمةً بكم، وقد كانت حالكم </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}