{
  "id": null,
  "sura": 44,
  "aya": 54,
  "text": "<p> وفي \"فتح الرحمن\" : إن قلت: كيف وعد الله تعالى أهل الجنة بلبس الإستبرق، وهو غليظ الديباج، مع أن غليظه عند السعداء، من أهل الدنيا عيب ونقص؟ </p><p> قلت: غليظ ديباج الجنة لا يشابه غليظ ديباج الدنيا حتى يعاب، كما أن سندس الجنة وهو رقيق الديباج، لا يشابه سندس الدنيا. وقيل: إن السندس لباس سادة أهل الجنة، والإستبرق لباس خدمهم إظهارًا لتفاوت الرتب انتهى. وقرأ ابن محيصن (١) : {واستبرق} جعله فعلًا ماضيًا. </p><p> وقوله:  {مُتَقَابِلِينَ} حال من فاعل {يَلْبَسُونَ} ؛ أي: حال كونهم متقابلين في المجالس. ليستأنس بعضهم ببعض. ومعنى متقابلين: متواجهين لا ينظر (٢) بعضهم إلى قفا بعض، لدوران الأسرة بهم، فهو أتم للأنس. وقال بعضهم: معناه: متقابلين بالمحبة، غير متدابرين بالبغض والحسد؛ لأن الله ينزع من صدورهم الغل وقت دخولهم الجنة، فإن قلت: المقصود من جلوسهم متقابلين: استئناس بعضهم ببعض، والجلوس على هذه الصفة موحش؛ لأنه يكون كل واحد منهم مطلعًا على ما فيه الاخر، فقليل الثواب إذا اطلع على حال كثيره .. تنغص. </p><p> والجواب: أن أحوال الآخرة بخلاف أحوال الدنيا، اهـ \"كرخي\" . </p><p> ٥٤ - والكاف، في قوله:  {كَذَلِكَ} إما صفة لمصدر محذوف مع فعله؛ أي: أثبناهم إثابةً مثل المذكور، أو نفعل بالمتقين فعلًا مثل ذلك المذكور، أو خبر لمبتدأ محذوف؛ أي: الأمر كذلك، والأول أولى ليعطف عليه، قوله:  {وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ} ؛ أي: قرناهم بهن، فيتمتعون تارةً بمؤانسة الإخوان ومقابلتهم، وتارةً بملاعبة النسوان من الحور العين، ومزاوجتهن، فليس المعنى: حصول عقد النكاح بينهم وبين الحور، فإن التزويج بمعنى العقد لا يتعدى بالباء، كما جاء في التنزيل:  {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا} وإذا لم يكن عقد التزويج يقال: زوجناك بها، بمعنى كنت فردًا فقرناك بها؛ أي: جعلناك شفعًا بها، والله سبحانه </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> وتعالى جعلهم اثنين ذكرًا وأنثى، وقال في \"المفردات\" : لم يجىء في القرآن زوجناهم حورًا، كما يقال: زوجته امرأةً تنبيهًا على أن ذلك لم يكن على حسب المتعارف فيما بيننا من المناكح انتهى. </p><p> ثم الحور جمع الحوراء، وهي البيضاء، والعين جمع العيناء، وهي العظيمة العينين، فالحور هي النساء النقيات البياض، يحار فيهن الطرف لبياضهن وصفاء لونهن، واسعات الأعين حسانها، أو الشديدات بياض الأعين الشديدات سوادها. </p><p> وحاصل معنى الآيات: أن (١) المتقين لله في الدنيا الخائفين عقابه، المنتظرين فضله وثوابه، يكونون في الآخرة في مجالس يأمنون فيها من الموت، ومن كل ما يحزنهم ويصيبهم من الآفات والآلام. وقد ذكر سبحانه من ضروب نعيمهم خمسة ألوان: </p><p> ١ - مساكنهم، كما قال: {مَقَامٍ أَمِينٍ (٥١) فِي جَنَّاتٍ وَعُيُونٍ (٥٢) } والمسكن يطيب بأمرين: </p><p> الأول: أن يكون من فيه آمنًا من جميع ما يخافه ويحذر منه، وهو المقام الأمين. </p><p> الثاني: أن يكون فيه أسباب النزهة من الجنات والعيون. وذلك قوله: {فِي جَنَّاتٍ وَعُيُونٍ (٥٢) }. </p><p> ٢ - ملابسهم، وهي التي عناها سبحانه بقوله:  {يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ} . </p><p> ٣ - استئناس بعضهم ببعض بجلوسهم على جهة التقابل، وهو ما أشار إليه بقوله:  {مُتَقَابِلِينَ} . </p><p> ٤ - الأزواج كما قال: {كَذَلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ (٥٤) }. </p><p>(١) المراغي.</p>"
}