{
  "id": null,
  "sura": 44,
  "aya": 16,
  "text": "<p> للدلالة على تحققهما لا محالة، ولقد وقع كلاهما، حيث كشفه الله سبحانه، بدعاء النبي - صلى الله عليه وسلم -، فما لبثوا أن عادوا إلى ما كانوا فيه من العتو والعناد؛ لأن من مقتضى فساد طينتم واعوجاج طبيعتهم، المبادرة إلى خلف الوعد ونقض العهد، والعود إلى الإشراك إذا زال المانع على ما بينه الله تعالى، فيمن ركب الفلك إذا أنجاه إلى البر، والمراد بعودهم إليه: عودهم إلى العزم على الاستمرار عليه؛ لأنه لم يوجد منهم إيمان بالفعل، إنما وجد منم الوعد به، إذا انكشف عنهم العذاب. </p><p> ومعنى الآيات (١) : أي كيف يتذكرون ويتعظون ويفون بما وعدوا به من الإيمان حين يكشف عنهم العذاب، وقد جاءهم الرسول بما هو كاف في رجوعهم إلى الحق، فلم يرجعوا بل قال بعضهم: إن القرآن إنما يعلمه له غلام رومي لبعض ثقيف. وقال آخرون: إنه أصيب بخبل، إذ تلقي إليه الجن هذه الكلمات، حين يعرض له الغشي. </p><p> والخلاصة: أن التوبة إما أن تكون بما ينال الناس من النوائب، وإما أن تكون بما يتضح لهم من الحقائق، وهؤلاء قد اتضحت لم وجوه الصواب فلم يفقهوا، فأخذناهم بالعذاب، ولكن كيف يرجعون به وقد ذكرناهم بالآيات، وأريناهم الحقائق، وهو أنجع أثرًا من العقاب فلم يؤمنوا، وقالوا ما قالوا. </p><p> ثم نبه إلى أنهم لا يوفون بعهدهم، بل إذا زال الخوف نكصوا على أعقابهم، ورجعوا إلى سيرتهم الأولى، وعضوا على الكفر بالنواجذ، وساروا على طريق الأباء والأجداد، فقال: إنا كاشفوا العذاب، إلخ؛ أي: إنا رافعوا هذا الضر النازل بهم، بالخصب الذي نوجده لهم زمنًا يسيرًا، وإنا لنعلم أنهم عائدون إلى سيرتهم الأولى من تمسكهم بالكفر، وترك الحق وراءهم ظهريًا لما في طباعهم من الميل إلى عبادة الأوثان، وتقليد الآباء والأجداد. </p><p> ١٦ - ولما كان العذاب الأليم لم يؤثر، والإصلاح بالعلم والإيمان لم يفد </p><p>(١) المراغي.</p><p> أمهلناهم إلى يوم البطشة الكبرى، حيث لا توبة بعدها فينتقم الله منهم، وهذا ما عناه سبحانه، بقوله:  {يَوْمَ نَبْطِشُ} ونأخذهم {الْبَطْشَةَ الْكُبْرَى} ؛ أي: الأخذة الشديدة {إِنَّا مُنْتَقِمُونَ} منهم أشد الانتقام؛ أي: يوم القيامة ننتقم منهم، ونعاقبهم العقوبة العظمى، فيوم ظرف لما دل عليه قوله:  {مُنْتَقِمُونَ} ، وهو ننتقم، لا بمنتقمون؛ لأن ما بعد {إِنَّ} لا يعمل فيما قبلها، أو منصوب بمحذوف. تقديره: اذكر يوم نبطش البطشة الكبرى، إنا منتقمون منهم في ذلك اليوم، ويوم البطشة الكبرى هو يوم القيامة. كما ذكرنا آنفا، قاله الحسن وعكرمة وابن عباس. </p><p> والمعنى عليه: أي إننا يوم القيامة لنسلطن عليهم بأسنا، وننتقمن منهم أشد الانتقام، ولا يجدن شفيعًا ولا وليًا ولا نصيرًا يمنع عنهم عقابنا، فيندمن ولات حين مندم، وقيل: البطشة الكبرى هي يوم بدر، قاله الأكثر. والمعنى عليه: إنهم لما عادوا إلى التكذيب والكفر بعد رفع العذاب عنهم، انتقم الله منم بوقعة بدر. </p><p> والظاهر: أن ذلك يوم القيامة. وان كان يوم بدر يوم بطشة كبرى أيضًا. قال الشوكاني: بل الظاهر: أنه يوم بدر وإن كان يوم القيامة يوم بطشة كبرى من كل بطشة، فإن السياق مع قريش، فتفسيره بالبطشة الخاصة بهم، أولى من تفسيره بالبطشة التي تكون يوم القيامة لكل من الإنس والجن. </p><p> وقرأ الجمهور (١) : {نَبْطِشُ} بفتح النون وكسر الطاء؛ أي: نبطش بهم، وقرأ الحسن وأبو جعفر بضم الطاء، وهي لغة فيه. وقرأ الحسن أيضًا وأبو رجاء وطلحة بضم النون وكسر الطاء. بمعنى: نسلط عليهم من يبطش بهم، والبطشة على هذه القراءة ليس منصوبًا بنبطش، بل بمقدر؛ أي: نبطش ذلك المسلط البطشة، أو يكون البطشة في معنى الإبطاشة، فينتصب بنبطش. </p><p> والخلاصة: أن الله سبحانه وتعالى، أخذهم بالجوع والدخان، ثم أذاقهم القتل والأسر يوم بدر، وكل ذلك من العذاب الأدنى دون العذاب الأكبر، فإذا كان يوم القيامة، يأخذهم أخذًا شديدًا، لا يقاس على ما كان في الدنيا، نسأل </p><p>(١) البحر المحيط.</p>"
}