{
  "id": null,
  "sura": 44,
  "aya": 28,
  "text": "<p> إلى جانب البحر دون البر، وإلا فالله سبحانه وتعالى قادر على إهلاك العدو في البر أيضًا، بسبب من الأسباب، كما فعل بأكثر الكفار، ممن كانوا قبل القبط </p><p> ٢٦ - {و} كم تركوا من {زُرُوعٍ} كثيرة الأقوات، جمع زرع، وهو ما استنبت بالبذر، تسميةً بالمصدر من زرع الله الحرث إذا أنبته وأنماه. قال في \"كشف الأسرار\" ؛ أي: وفنون الأقوات، وألوان الأطعمة؛ أي: كانوا أهل ريف وخصب، خلاف حال العرب {وَمَقَامٍ كَرِيمٍ} ؛ أي: محافل مزينة، ومنازل محسنة، وقرأ الجمهور (١) : {وَمَقَامٍ} بفتح الميم، قال ابن عباس ومجاهد وابن جبير: أراد المقام، وهو اسم مكان للقيام، وقرأ ابن هرمز وقتادة وابن السميقع ونافع، في رواية خارجة، وقتادة بضمها، اسم مكان الإقامة، قال قتادة: أراد المواضع الحسان من المجالس، والمساكن وغيرها. </p><p> ٢٧ - {وَنَعْمَةٍ} ؛ أي: تنعم (٢) ونضارة عيش ولذاذة حياة، يقال: كم ذي نعمة لا نعمة له؛ أي: كم ذي مال لا تنعم له، فالنعمة بالكسر ما أنعم به الله عليك، والشعمة بالفتح التنعم، وهو استعمال ما فيه النعومة، واللين، من المأكولات والملبوسات؛ أي: وكم تركوا من نعمة {كَانُوا} ؛ أي: فرعون وقومه {فِيهَا} ؛ أي: في تلك النعمة {فَاكِهِينَ} ؛ أي: متنعمين متلذذين، ومنه الفاكهة، وهي ما يتفكه به؛ أي: يتنعم ويتلذذ بأكله، وقرأ أبو رجاء {ونعمة} بالنصب عطفًا على {كَمْ} وقرأ الجمهور: {فَاكِهِينَ} بالألف؛ أي: طيبي الأنفس، أصحاب فاكهة كلابن وتامر؛ أي: كانوا فيها متنعمين طيبةً بها أنفسهم، وقرأ (٣) أبو رجاء والحسن، وأبو الأشهب، والأعرج، وأبو جعفر، وشيبة {فكهين} بغير ألف؛ أي: أشرين بطرين، وقال الجوهري: فكه الرجل بالكسر فهو فكه، إذا كان مزاحًا، والفكه أيضًا لأشر. وقال القشيري: فاكهين لاهين، </p><p> ٢٨ - وقوله:  {كَذلِكَ} في محل (٤) رفع على أنها خبر لمبتدأ محذوف، قال الزجاج: الأمر، وهو إهلاك فرعون وقومه، وتخليفهم وراءهم كذلك، ويجوز أن تكون في محل نصب، </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) البحر الشوكاني.(٤) الشوكاني.</p><p> والإشارة إلى مصدر فعل يدل عليه {تَرَكُوا} ؛ أي: مثل ذلك السلب سلبناهم إياها، وقيل: مثل ذلك الإخراج أخرجناهم منها، وقيل: مثل ذلك الإهلاك أهلكناهم، فعلى الوجه الأول يكون قوله:  {وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ} معطوفًا على {تَرَكُوا} ، وعلى الأوجه الأخيرة يكون معطوفًا على الفعل المقدر، والمراد بالقوم الآخرين: بنو إسرائيل، فإن الله سبحانه ملكهم أرض مصر، بعد أن كانوا فيها مستعبدين، فصاروا لها وارثين؛ أي: إنها وصلت إليهم كما يصل الميراث إلى الوارث بلا كلفة، ومثل هذا قوله تعالى:  {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا} . </p><p> أي (١) : جعلنا أموال القبط لقوم، ليسوا منهم في شيء، من قرابة، ولا دين، ولا ولاء، وهم بنو إسرائيل، كانوا مسخرين لهم مستعبدين في أيديهم، فأهلكهم الله تعالى، وأورثهم ديارهم وملكهم وأموالهم، وقيل: غيرهم لأنهم لم يعودوا إلى مصر. قال قتادة: لم يروَ في مشور التواريخ، أنهم رجعوا إلى مصر، ولا ملكوها قط، ورد بأنه لا اعتبار بالتواريخ فالكذب فيها كثير، والله تعالى أصدق قيلًا، وقد جاء في الشعراء التنصيص بإيراثها بني إسرائيل، هذا في \"حواشي\" سعدي المفتي. </p><p> قال المفسرون عند قوله تعالى (٢) : {عَسَى رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ} ؛ أي: يجعلكم خلفاء في أرض مصر، أو في الأرض المقدسة، وقالوا في قوله تعالى:  {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا} ؛ أي: أرض الشام، ومشارقها ومغاربها، جهاتها الشرقية والغربية، ملكها بنو إسرائيل بعد الفراعنة. والعمالقة، بعد انقضاء مدة التيه، وتمكنوا في نواحيها، فاضطرب كلامهم، فتارةً حملوا الأرض على أرض مصر، وأخرى على أرض الشام، والظاهر: الثاني ولأن المتبادر استخلاف أنفس المستضعفين لا أولادهم، ومصر إنما ورثها أولادهم؛ لأنها فتحت في زمان </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}