{
  "id": null,
  "sura": 44,
  "aya": 37,
  "text": "<p> ٣٧ - وهذه حجة داحضة، فإن المعاد يوم القيامة، بعد إنقضاء دار الدنيا، حين يعيد الله تعالى العالمين خلقًا جديدًا، ومن ثم لم يتعرض الكتاب الكريم لرد ما قالوا، بل قال لهم متوعدًا منذرًا بأسه الذي لا يرد {أَهُمْ} ؛ أي: أكفار قريش {خَيْر} في القوة، والشوكة اللتين يدفع بهما أسباب الهلاك، لا في الدين حتى يردانه {أَمْ قَوْمُ تُبَّعٍ} الحميري الذي دار في الدنيا بجيوشه، وغلب أهلها وقهرهم خير، لا خيرية في واحد من الفريقين، وفيه وعيد شديد والمراد بتبع هنا: واحد من ملوك اليمن، معروف عند قريش، وخصه بالذكر لقرب الدار، وسيأتي بقية الكلام فيه، وقيل: المراد بتبع: جميع ملوكه لا واحد بعينه، وقوله:  {وَالَّذِينَ مِنْ قَبْلِهِمْ} ؛ أي: من قبل قوم تبع، معطوف على {قَوْمُ تُبَّعٍ} ، والمراد بهم: عاد، وثمود، وأضرابهم من كل جبار عنيد، أولي بأس شديد. </p><p> والاستفهام (١) لتقرير أن أولئك أقوى من هؤلاء المشركين، ومع ذلك {أَهْلَكْنَاهُمْ} لما كذبوا رسلنا، وهذا كلام مستأنف لبيان عاقبة أمرهم؛ أي: أهلكنا قوم تبع والذين من قبلهم، وجملة قوله:  {إِنَّهُمْ كَانُوا مُجْرِمِينَ} ؛ أي: إن قوم تبع ومن قبلهم كانوا كاملين في الإجرام والآثام، مستحقين للهلاك، تعليل لإهلاكهم، ليعلم أن أولئك، حيث أهلكوا بسبب إجرامهم، مع ما كانوا في غاية القوة والشدة، فلأن يهلك هؤلاء، وهم شركاء لهم في الإجرام، وأضعف منهم في الشدة والقوة أولى. </p><p> ومعنى الآية (٢) : أي إن نظراءهم المشركين، المنكرين للبعث، كقوم تبع، أهلكهم الله تعالى، وخرب ديارهم، وشردهم في البلاد شذر مذر، وقد كانوا أقوى منهم جندًا، وأكثر عددًا، وكانت لهم دولة وصولة، وهؤلاء ليسوا في شيء من ذلك، وكذلك فعل بمن قبلهم كعاد، وثمود، إذ كانوا في خسران مبين بكفرهم، وإنكارهم للبعث والنشور، فليحذر هؤلاء أن يحل بهم مثل ما حل بأولئك {سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا (٦٢) }. </p><p>(١) روح البيان. (٢) المراغي.</p><p> وقولنا: تبع الحميري منسوب إلى حمير، وهم أهل اليمن، وقد كانت حمير وهم أولاد سبأ، كلما ملك فيهم رجل سموه تبعًا، كما يقال: كسرى لمن ملك الفرس، وقيصر لمن ملك الروم، وفرعون لمن ملك مصر كافرًا، والنجاشي لمن ملك الحبشة، وغير ذلك من الألقاب السلطانية، وأخرج الطبراني عن ابن عباس رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: لا تسبوا تبعًا، فإنه قد أسلم، وكان يكتب إذا كتب بسم الله الذي ملك برًا وبحرًا، والمراد به هنا: تبع الأكبر، اسمه أسعد بن ملكيكون، وقيل: ابن حسان (١) الحميري، وكنيته أبو كرب الذي كسا البيت بعدما أراد غزوه، وبعدما غزا المدينة، وأراد خرابها ثم انصرف عنها، لما أخبر أنها مهاجر نبي اسمه أحمد، وقال شعرًا أودعه عند أهلها، وكانوا يتوارثونه كابرًا عن كابر، إلى أن هاجر النبي - صلى الله عليه وسلم -، فدفعوه إليه، ويقال: كان الكتاب والشعر عند أبي أيوب الأنصاري خالد بن زيد، وفيه: </p><p> شَهِدْتُ عَلَى أَحْمَدٍ أَنَّهُ ... رَسُوْلٌ مِنَ اللَّهِ بَارِيْ النَّسَمْ </p><p> فَلَوْ مُدَّ عُمْرِيْ إِلَى عُمْرِهِ ... لَكُنْتُ وَزِيْرًا لَهُ وَابْنَ عَمْ </p><p> وروى ابن إسحاق وغيره: أنه كان في الكتاب الذي كتبه، أما بعد: فإني آمنت بك وبكتابك الذي ينزل عليك، وأنا على دينك وسنتك، وآمنت بربك ورب كل شيء، وآمنت بكل ما جاء من ربك من شرائع الإِسلام، فإن أدركتك فيها ونعمت، وإن لم أدركك فاشفع لي، ولا تنسني يوم القيامة، فإني من أمتك الأولين، وبايعتك قبل مجيئك، وأنا على ملتك وملة أبيك إبراهيم عليه السلام، ثم ختم الكتاب ونقش عليه لله الأمر من قبل ومن بعد، وكتب على عنوانه، إلى محمد بن عبد الله، نبي الله ورسوله، خاتم النبيين ورسول رب العالمين، صلى الله عليه وسلم، من تبع الأول، وكان من اليوم الذي مات فيه تبع، إلى اليوم الذي بعث فيه النبي - صلى الله عليه وسلم -، ألف سنة، لا يزيد ولا ينقص. </p><p> وفي \"أوائل السيوطي\" : أول من كسا الكعبة أسعد الحميري، وهو تبع </p><p>(١) الفتوحات.</p>"
}