{
  "id": null,
  "sura": 45,
  "aya": 37,
  "text": "<p> اتخذتم حجج الله، وآيات كتابه، التي أنزلها على رسوله، سخرية تسخرون منها، وخدعتكم زينة هذه الحياة، فآثرتموها على العمل لما ينجيكم من عذابه، ظنا منكم أنه لا حياة بعد هذه الحياة، ولا بعث ولا حساب، فاليوم لا يخرجون من النار ولا هم يردون إلى الدنيا ليتوبوا، ويراجعوا الإنابة مما عوقبوا عليه. </p><p> والخلاصة: أنهم لا يخرجون، ولا يطلب منهم أن يزيلوا عتب ربهم عليهم؛ أي: لا يُطلب إرضاؤه لفوات أوانه. </p><p> ٣٦ - وبعد أن ذكر ما حوته السورة من آلائه تعالى، وإحسانه، وما اشتملت عليه من الدلائل التي في الآفاق والأنفس، وما انطوت عليه من البراهين الساطعة على المبدأ، والمعاد، أثنى على نفسه بما هو له أهل، فقال:  {فَلِلَّهِ} سبحانه خاصة. {الْحَمْدُ} ؛ أي: جميع صنوف الحمد، وأنواعه، فلا يستحق لغيره؛ لأنه الفاعل المختار {رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ} ؛ أي: مالك السموات السبع، ومالك الأرضين السبع، وخالقهما، و {رَبِّ الْعَالَمِينَ} ؛ أي: مالك جميع المخلوقات، علويها وسفليها من الأرواح، والأجسام، والذوات، والصفات، فلا يستحق الحمد أحد سواه تعالى، وتكرير (١) الرب للتأكيد، والإيذان بأن ربيته تعالى لكل منها، بطريق الأصالة. </p><p> وقرأ الجمهور (٢) : {رَبِّ} في المواضع الثلاثة، بالجر على الصفة للاسم الشريف، وقرأ مجاهد وحميد وابن محيصن: بالرفع في الثلاثة، على تقدير مبتدأ؛ أي: هو رب السموات إلخ، </p><p> ٣٧ - {وَلَهُ} سبحانه وتعالى لا لغيره {الْكِبْرِيَاءُ} ؛ أي: العظمة والقدرة والسلطان والجلال والعز والقهر {فِي السَّمَاوَاتِ وَالْأَرْضِ} وفي سائر المخلوقات، وخص السموات والأرض بالذكر لظهور آثارها، وأحكامها فيهما، وإظهارهما في مقام الإضمار لتفخيم شأن الكبرياء {وَهُوَ} سبحانه وتعالى {الْعَزِيزُ} ؛ أي: الغالب الذي لا يغلب {الْحَكِيمُ} في كل ما قضى وقدر فاحمدوه؛ أي: لأن له الحمد، وكبروه؛ أي: لأن له الكبرياء، وأطيعوه؛ أي: </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> لأنه غالب على كل شيء، وفي كل صنعة حكمة جليلة. </p><p> وفي الحديث القدسي:  \"يقول الله عَزَّ وَجَلَّ: الكبرياء ردائي، والعظمة إزاري فمن نازعني واحدًا منهما أسكنته ناري\" . أخرجه أحمد ومسلم وأبو داود وابن ماجه، عن أبي هريرة، وأبي سعيد الخدري - رضي الله عنهما -، وقال بعضهم: وصف الحق سبحانه نفسه بالإزار والرداء دون القميص والسراويل؛ لأن الأولين غير مخيطين وإن كان منسوجين فهما إلى البساطة أقرب، والثانيين مخيطان ففيهما تركيب، ولهذا السر حرم المخيط على الرجل في الإحرام دون المرأة؛ لأن الرجل وإن كان خلق من مركب فهو إلى البساطة أقرب، وأما المرأة فقد خلقت من مركب محقق هو الرجل، فبعدت عن البسائط، والمخيط تركيب، فقيل للمرأة: ابقي على أصلك لا تلحقي الرجل، وقيل للرجل: ارتفع عن تركيبك، انتهى. </p><p> ومعنى الآية: أي فللَّه الحمد على أياديه على خلقه، فإياه فاحمدوا، وله فاعبدوا، فكل ما بكم من نعمة فهو مصدرها، دون ما تعبدون من وثن أو صنم، وهو مالك السموات السبع، ومالك الأرضين السبع، ومالك جميع ما فيهن، وله الجلال، والعظمة، والسلطان في العالم العلوي، والعالم السفلي، فكل شيء خاضع له، فقير إليه، دون ما سواه من الآلهة والأنداد، وهو العزيز الذي لا يمانع، ولا يغالب، الحكيم في أفعاله وأقواله، تقدس ربنا جلت قدرته، وتعظمت آلاؤه. </p><p> وقصارى ذلك: له الحمد فاحمدوه، وله الكبرياء فعظموه، وهو العزيز الحكيم فأطيعوه. </p><p> الإعراب </p><p> {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ (٢١) }. </p><p> {أَمْ} : منقطعة، بمعنى: بل الإضرابية وهمزة الاستفهام الإنكاري. {حَسِبَ </p><p> الَّذِينَ}: فعل وفاعل، والجملة الفعلية مستأنفة، مسوقة لبيان تغاير حالي المسيئين والمحسنين، {اجْتَرَحُوا السَّيِّئَاتِ} فعل وفاعل ومفعول به، والجملة صلة الموصول {أَن} حرف نصب ومصدر. {نَجْعَلَهُمْ} : فعل مضارع وفاعل مستتر، ومفعول أول. {كَالَّذِينَ} : في موضع المفعول الثاني، وجملة {جعل} مع أن المصدرية في تأويل مصدر، ساد مسد مفعولي حسب، وجملة {آمَنُوا} صلة الموصول. {وَعَمِلُوا الصَّالِحَاتِ} معطوف على {آمَنُوا} ، {سَوَاءً} بالنصب حال من الضمير المستكن في الجار والمجرور في قوله: {كَالَّذِينَ آمَنُوا} ، {مَحْيَاهُمْ} فاعل بـ {سَوَاءً} ، {وَمَمَاتُهُمْ} معطوف عليه، والمعنى: أم حسب الذين اجترحوا السيئات، أن نجعلهم مثل الذين آمنوا وعملوا الصالحات، حال كونهم مستوين وإياهم في حياتهم ومماتهم؛ أي: مماثلين إياهم في الحالين، والاستفهام بمعنى: الإنكار والنفي، وبالرفع:  {سَوَاءٌ} خبر مقدم، و {مَحْيَاهُمْ} مبتدأ مؤخر، والجملة الاسمية في محل النصب، حال من الضمير المستتر في الجار والمجرور؛ أي: أم حسب الكفار أن نجعلهم مثل المؤمنين، حال كونهم مستوين في حياتهم ومماتهم، ليسوا كذلك، بل هم مفترقون أي افتراق في الحالين، وتكون هذه الحال مبينة لما انبهم في المثلية، الدال عليها الكاف التي هي في موضع المفعول الثاني. {سَاءَ} فعل ماض لإنشاء الذم. {مَا} مصدرية، وجملة {يَحْكُمُونَ} : مع {مَا} المصدرية في تأويل مصدر مرفوع على الفاعلية لـ {سَاءَ} تقديره: ساء حكمهم هذا، أو {مَا} نكرة موصوفة في محل النصب على التمييز، وفاعل {سَاءَ} مستتر تقديره: هو، وجملة {يَحْكُمُونَ} صفة لـ {ما} ، والتقدير: ساء هو شيئًا حكموه، والمخصوص بالذم حكمهم هذا. </p><p> {وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ (٢٢) }. </p><p> {وَخَلَقَ}  {الواو} : استئنافية. {خلق الله السماوات} فعل وفاعل ومفعول به، {وَالْأَرْضَ} : معطوف على السموات، {بِالْحَقِّ} : إما حال من الفاعل، أو من المفعول، أو صفة لمصدر محذوف، والجملة الفعلية مستأنفة استئنافًا بيانيًا، مسوقًا لبيان دليل نفي الاستواء بين الفريقين. {وَلِتُجْزَى} : {الواو} : عاطفة ما </p><p> بعدها على تعليل محذوف، تقديره: وخلق الله السموات والأرض بالحق، ليدل على قدرته، ولتجزى كل نفس، واللام: حرف جر وتعليل، {تجزى} : فعل مضارع مغير الصيغة، منصوب بأن مضمرة جوازًا بعد لام كي. {كُلُّ نَفْسٍ} نائب فاعل. {بِما} : جار ومجرور متعلق بـ {تجزى} ، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام، والتقدير: ولجزاء كل نفس بما كسبت، الجار والمجرور: معطوف على الجار والمجرور في قوله: ليدل، على كونه متعلقًا بـ {خلق} وجملة {كَسَبَتْ} صلة لما المصدرية أو الموصولة، والعائد محذوف تقديره: بما كسبته. {وَهُمْ}  {الواو} حالية، {هم} مبتدأ، وجملة {لَا يُظْلَمُونَ} خبر المبتدأ، والجملة الاسمية في محل النصب حال من نائب فاعل {تُجْزَى} ؛ لأنه بمعنى؛ ليجزى كل الخلائق بما كسبوا وهم لا يظلمون. </p><p> {أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلَا تَذَكَّرُونَ (٢٣) }. </p><p> {أَفَرَأَيْتَ} : الهمزة للاستفهام التعجيبي داخلة على محذوف، والفاء: عاطفة على ذلك المحذوف والتقدير: أنظرت يا محمد إلى حال أسير الهوى، فرأيت من اتخذ إلهه هواه، كما مر في مبحث التفسير، والجملة المحذوفة جملة إنشائية، لا محل لها من الإعراب. {رأيت} : فعل وفاعل، و {مَنِ} مفعول {رأيت} الأول، والثاني محذوف، تقديره: مهتديًا، {اتَّخَذَ} فعل ماض، وفاعل مستتر صلة {مَنِ} الموصولة، {إِلَهَهُ} : مفعول أول لـ {اتَّخَذَ} ، {هَوَاهُ} : مفعوله الثاني، أو بالعكس، {وَأَضَلَّهُ اللَّهُ} فعل ومفعول وفاعل، معطوف على {اتَّخَذَ} ، {عَلَى عِلْمٍ} : حال من المفعول، وهو أولى من جعله حالًا من الفاعل، والمعنى: أصله الله وهو عالم بالحق؛ لأن المبالغة فيه أشد، والتشنيع به أكثر. {وَخَتَمَ} فعل، وفاعل مستتر يعود على الله، معطوف على أضل، {عَلَى سَمْعِهِ} متعلق بـ {خَتَمَ} ، {وَقَلْبِهِ} معطوف على {سَمْعِهِ} ، {وَجَعَلَ} فعل وفاعل مستتر معطوف على {ختم} ، {عَلَى بَصَرِهِ} في موضع المفعول الثاني لـ {جعل} ، {غِشَاوَةً} مفعول أول لـ {جعل} ، {فَمَنْ} الفاء: عاطفة. {مَنْ} : اسم استفهام للاستفهام الإنكاري في محل الرفع مبتدأ، وجملة {يَهْدِيهِ} خبره، {مِنْ بَعْدِ اللَّهِ} جار </p><p> ومجرور متعلق بـ {يَهدِيهِ} ، والجملة الاسمية معطوفة على مفعول. {رأيت} ، {أَفَلَا} : الهمزة للاستفهام الإنكاري، داخلة على محذوف، والفاء: عاطفة على ذلك المحذوف، والتقدير: أتصرون على الغي فلا تذكرون، والجملة المحذوفة مستأنفة. {لا} : نافية. {تَذَكَّرُونَ} : فعل مضارع، حذفت إحدى تائيه مرفوع بثبات النون، والواو فاعل، والجملة معطوفة على الجملة المحذوفة. </p><p> {وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ (٢٤) وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ (٢٥) قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٢٦) }. </p><p> {وَقَالُوا} : {الواو} : استئنافية. {قالوا} : فعل وفاعل، والجملة مستأنفة، مسوقة لتفنيد مزاعمهم؛ إذ كانوا يزعمون أن هلاك الأنفس منوط بمرور الأيام والليالي. {مَا} : نافية، {هِيَ} : مبتدأ، {إِلَّا} أداء استثناء مفرغ. {حَيَاتُنَا} : خبر، {الدُّنْيَا} صفة للحياة، والجملة الاسمية في محل النصب مقول {قالوا} ، {نَمُوتُ} : فعل مضارع، وفاعل مستتر يعود عليهم، والجملة مستأنفة، مسوقة لإيراد المزيد من عقائدهم الفاسدة، وجملة:  {وَنَحْيَا} معطوفة على {نَمُوتُ} ، {وَمَا} : {الواو} : حالية. {مَا} : نافية، {يُهْلِكُنَا} : فعل ومفعول به. {إِلَّا} أداة حصر. {الدَّهْرُ} فاعل، والجملة في محل النصب حال من فاعل {نَمُوتُ وَنَحْيَا} ، {وَمَا} : {الواو} : حالية. {مَا} : نافية، {لَهُم} : خبر مقدم، {بِذَلِكَ} متعلق بـ {عِلْمٍ}  {مِنْ} زائدة. {عِلْمٍ} : مبتدأ مؤخر، والجملة في محل النصب حال من فاعل {قالوا} ، {إِنْ} : نافية. {هُمْ} مبتدأ، {إِلَّا} أداة حصر، وجملة {يَظُنُّونَ} : خبر المبتدأ. والجملة مستأنفة، {وَإِذَا} : {الواو} : عاطفة، {إذا} ظرف لما يستقبل من الزمان، {تُتْلَى} فعل مضارع مغير الصيغة، {عَلَيْهِمْ} متعلق به. {آيَاتُنَا} نائب فاعل، والجملة الفعلية في محل الخفض بإضافة إذا إليها على كونها فعل شرط لها، {بَيِّنَاتٍ} حال من {آيَاتُنَا} ، {مَا} نافية، {كاَنَ} فعل ماض ناقص، {حُجَّتَهُمْ} خبر {كاَنَ} مقدم، {إِلَّا} أداة حصر، وجملة {أَنْ قَالُوا} قالوا مع أن المصدرية في تأويل مصدر، مرفوع على كونه اسم كان مؤخر تقديره: </p><p> ما كان حجتهم إلا قولهم ائتوا بآبائنا، وجملة {كاَنَ} جواب إذا، لا محل لها من الإعراب، وجملة إذا معطوفة على جملة قالوا {ائْتُوا} فعل أمر، وفاعل، {بِآبَائِنَا} متعلق به، والجملة الفعلية مقول قالوا:  {إن} حرف شرط، {كُنْتُمْ صَادِقِينَ} فعل ناقص واسمه وخبره في محل الجزم بـ {إن} على كونه فعل شرط لها، وجوابها معلوم مما قبلها، تقديره: إن كنتم صادقين فائتوا بآبائنا، وجملة الشرط مقول {قالوا} ، {قُلِ} فعل أمر، وفاعل مستتر، والجملة مستأنفة، {اللهُ} : مبتدأ، وجملة {يُحْيِيكُمْ} : خبره، والجملة في محل النصب مقول {قُلِ} . {ثُمَّ يُمِيتُكُمْ} : معطوف على {يُحْيِيكُمْ} ، {ثُمَّ يَجْمَعُكُمْ} : معطوف على {يُمِيتُكُمْ}  {إِلَى يَوْمِ الْقِيَامَةِ} : متعلق بـ {يَجْمَعُكُمْ}  {لَا} : نافية. {رَيْبَ} اسمها. {فِيهِ} : جار ومجرور خبرها، وجملة {لَا} في محل النصب حال من {يَوْمِ الْقِيَامَةِ} ، {وَلَكِنَّ} : {الواو} : حالية، {لكن} : حرف نصب، {أَكْثَرَ النَّاسِ} اسمها وجملة {لَا يَعْلَمُونَ} : خبرها، والجملة الاستدراكية حال من ضمير {فِيهِ} ؛ أي: حال كونهم لا يعلمون مجيئه، ولا يعتقدون. </p><p> {وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ (٢٧) وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (٢٨) هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ (٢٩) }. </p><p> {وَلِلَّهِ}  {الواو} : استئنافية. {لله} : خبر مقدم، {مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} : مبتدأ مؤخر، والجملة مستأنفة استئنافًا نحويًا. {وَيَوْمَ} : {الواو} : استئنافية. {يوم} : منصوب على الظرفية، متعلق بـ {يَخْسَرُ} ، وجملة {تَقُومُ السَّاعَةُ} : مضاف إليه، {يَوْمَئِذٍ} : ظرف أضيف إلى مثله، وهو بدل من الظرف قبله، بدل بعض من كل، كما مر في مبحث التفسير، {يَخْسَرُ الْمُبْطِلُونَ} : فعل وفاعل والجملة مستأنفة، {وَتَرَى} : {الواو} : عاطفة، {ترى} : فعل مضارع، وفاعل مستتر معطوف على {يَخْسَرُ} ، {كُلَّ أُمَّةٍ} : مفعول به لـ {ترى} ، وهي بصرية تتعدى إلى مفعولي واحد، {جَاثِيَةً} حال من {كُلُّ أُمَّةٍ} ، ويحتمل أن تكون {ترى} علمية، و {جَاثِيَةً} : مفعولها الثاني، {كُلَّ أُمَّةٍ} : مبتدأ، {تُدْعَى} فعل مضارع مغير </p><p> الصيغة، ونائب فاعله ضمير يعود على {كُلَّ أُمَّةٍ} ، والجملة خبر المبتدأ. {إِلَى كِتَابِهَا} : متعلق بـ {تُدْعَى} ، والجملة الاسمية في محل النصب، حال ثانية من {كُلَّ أُمَّةٍ} ، {الْيَوْمَ} : ظرف متعلق بـ {تُجْزَوْنَ} ، {تُجْزَوْنَ} : فعل مضارع مغير الصيغة، والواو نائب فاعل، وهو المفعول الأول. {مَا} اسم موصول في محل النصب مفعول ثان لـ {تُجْزَوْنَ} ، والجملة الفعلية في محل النصب مقول للقول المحذوف؛ أي: ويقال لهم توبيخًا لهم: اليوم تجزون، إلخ. {كُنْتُمْ} : فعل ناقص واسمه، وجملة {تَعْمَلُونَ} خبره، وجملة {كاَنَ} صلة لـ {ما} الموصولة، {هَذَا كِتَابُنَا} : مبتدأ وخبر، والجملة في محل النصب مقول لذلك القول المحذوف، {يَنْطِقُ} فعل مضارع، وفاعله ضمير مستتر، والجملة في محل النصب حال من {كِتَابُنَا} ، {عَلَيْكُمْ} : متعلق بـ {يَنْطِقُ} ، {بِالْحَقِّ} صفة لمصدر محذوف؛ أي: نطقًا متلبسًا بالحق، أو حال من فاعل {يَنْطِقُ} ، {إِنَّا} : ناصب واسمه. {كُنَّا} فعل ناقص واسمه، وجملة {نَسْتَنْسِخُ} خبره، وجملة {إن} في محل النصب مقول لذلك القول المحذوف، على كونها معللة لما قبلها، {مَا} : اسم موصول في محل النصب مفعول {نَسْتَنْسِخُ} . {كُنْتُمْ} : فعل ناقص واسمه، وجملة {تَعْمَلُونَ} خبره، وجملة {كاَنَ} صلة لـ {ما} الموصولة. </p><p> {فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ (٣٠) }. </p><p> {فَأَمَّا} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت ما يقال لهم يوم القيامة، وأردت بيان حال الفريقين .. فأقول لك. {أما} : حرف شرط. {الَّذِينَ} : مبتدأ، وجملة {آمَنُوا} صلته، {وَعَمِلُوا الصَّالِحَاتِ} فعل وفاعل ومفعول به، معطوف على {آمَنُوا} . {فَيُدْخِلُهُمْ} : الفاء: رابطة لجواب {أما} ، {يدخلهم} : فعل مضارع ومفعول به، {رَبُّهُمْ} : فاعل، {فِي رَحْمَتِهِ} : متعلق بـ {يدخلهم} ، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية جواب {أما} ، وجملة {أما} في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة، {ذَلِكَ} : مبتدأ، {هُوَ} : ضمير فصل، </p><p> {الْفَوْزُ} : خبر، {الْمُبِينُ} : صفة لـ {الْفَوْزُ} . </p><p> {وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُجْرِمِينَ (٣١) }. </p><p> {وَأَمَّا}  {الواو} عاطفة، {أما} : حرف شرط، {الَّذِينَ} : مبتدأ، وجملة {كَفَرُوا} : صلة الموصول، وخبر المبتدأ محذوف، تقديره: فيقال لهم: أفلم تكن آياتي إلخ، والجملة الإسمية جواب {أما} ، لا محل لها من الإعراب، وجملة {أما} معطوفة على جملة {أما} الأولى، {أَفَلَمْ} : الهمزة للاستفهام التقريري، داخلة على محذوف، والفاء: عاطفة على ذلك المحذوف، والتقدير: ألم تأتكم رسلي، فلم تكن آياتي تتلى عليكم، والجملة المحذوفة في محل النصب، مقول لذلك القول المحذوف. {لم} : حرف نفي وجزم، {تَكُنْ آيَاتِي} : فعل ناقص واسمه، مجزوم بـ {لم} ، {تُتْلَى} : فعل مضارع مغير الصيغة، ونائب فاعله ضمير يعود على {آيَاتِي} ، {عَلَيْكُمْ} متعلق بـ {تُتْلَى} ، وجملة {تُتْلَى} : في محل النصب خبر {تَكُنْ} ، وجملة {لم تكن} معطوف على تلك المحذوفة {فَاسْتَكْبَرْتُمْ} : الفاء عاطفة، {استكبرتم} : فعل وفاعل معطوف على {لم تكن} . {وَكُنْتُمْ قَوْمًا} : فعل ناقص واسمه وخبرهُ، معطوف على {استكبرتم} ، {مُجْرِمِينَ} صفة {قَوْمًا} . </p><p> {وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ (٣٢) وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٣٣) }. </p><p> {وَإِذَا} : {الواو} : استئنافية. {إذا} : ظرف لما يستقبل، {قِيلَ} : فعل ماض مغير الصيغة، {إِنَّ وَعْدَ اللَّهِ حَقٌّ} إلى قوله: {قُلْتُمْ} نائب فاعل محكي لـ {قِيلَ} ، والجملة الفعلية في محل الخفص بإضافة إذا إليها، على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي. {إِنَّ وَعْدَ اللَّهِ حَقٌّ} : ناصب واسمه وخبره، والجملة في محل الرفع نائب فاعل لـ {قِيلَ} ، {وَالسَّاعَةُ} : {الواو} : عاطفة {السَّاعَةُ} : مبتدأ، وجملة {لَا رَيْبَ فِيهَا} : خبره، والجملة الابتدائية معطوفة على جملة {إنَّ} ، وقرىء {والساعة} بالنصب عطفًا على {وَعْدَ اللَّهِ} ، {قُلْتُمْ} فعل وفاعل، والجملة جواب {إذا} ، وجملة {إذا} مستأنفة، {مَا} : نافية، {نَدْرِي} : فعل مضارع، وفاعل مستتر، والجملة في محل النصب مقول {قُلْتُمْ} ، </p><p> {مَا} : اسم استفهام في محل الرفع مبتدأ، {السَّاعَةُ} : خبرها، والجملة الاستفهامية سدت مسد مفعولي {نَدْرِي} ، علقت عنها باسم الاستفهام، {إِن} : نافية، {نَظُنُّ} فعل مضارع، وفاعل مستتر {إِلَّا} : أداة استثناء مفرغ، {ظَنًّا} مفعول مطلق، وظن هنا بمعنى الوهم، لا يتعدى إلى مفعولين، بل إلى واحد محذوف، تقديره: إن نظنه إلا ظنا، والجملة الفعلية في محل النصب مقول لـ {قُلْتُمْ} ، {وَمَا} : {الواو} : عاطفة، {ما} : حجازية، {نَحْنُ} : اسمها، {بِمُسْتَيْقِنِينَ} : خبرها، والباء زائدة، والجملة معطوفة على ما قبلها، {وَبَدَا} : {الواو} : استئنافية، {بدا} : فعل ماض، {لَهُمْ} : متعلق به، {سَيِّئَاتُ} : فاعل، والجملة مستأنفة، {سَيِّئَاتُ} : مضاف {مَا} : مضاف إليه، وجملة {عَمِلُوا} صلة الموصول، {وَحَاقَ} : {الواو} عاطفة، {حاق} فعل ماض {بِهِمْ} متعلق به، {مَا} اسم موصول في محل الرفع فاعل، والجملة معطوفة على جملة {بدا} ، {كَانُوا} : فعل ناقص واسمه، {بِهِ} : متعلق بـ {يَسْتَهْزِئُونَ} ، وجملة {يَسْتَهْزِئُونَ} : خبر {كان} ، وجملة {كان} صلة الموصول. </p><p> {وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (٣٤) }. </p><p> {وَقِيلَ}  {الواو} عاطفة، {قيل} : فعل ماض مغير الصيغة. {الْيَوْمَ نَنْسَاكُمْ} إلخ نائب فاعل محكي لـ {قيل} ، والجملة معطوفة على جملة {بدا} ، {الْيَوْمَ} : ظرف متعلق بـ {نَنْسَاكُمْ} ، {نَنْسَاكُمْ} : فعل مضارع، وفاعل مستتر ومفعول به، والجملة في محل الرفع نائب فاعل لـ {قيل} ، {كَمَا} الكاف، حرف جر {ما} : مصدرية، {نَسِيتُمْ} : فعل وفاعل {لِقَاءَ يَوْمِكُمْ} : مفعول به، {هَذَا} بدل من {يَوْمِكُمْ} أو صفة له، والجملة الفعلية صلة لـ {ما} المصدرية {ما} : مع صلتها في تأويل مصدر مجرور بالكاف، الجار والمجرور صفة لمصدر محذوف، تقديره: اليوم ننساكم نسيانا مثل نسيانكم. {وَمَأْوَاكُمُ}  {الواو} : عاطفة {مأواكم النار} : مبتدأ وخبر، ويجوز العكس، والجملة معطوفة على جملة {نَنْسَاكُمْ} على كونها نائب فاعل لـ {قيل} ، {وَمَا} : {الواو} : عاطفة، {ما} : نافية. {لَكُم} : </p><p> خبر مقدم، {مِنْ} : زائدة، {نَاصِرِينَ} : مبتدأ مؤخر، والجملة معطوفة على {ما} قبلها. </p><p> {ذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ (٣٥) فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ (٣٦) وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٣٧) }. </p><p> {ذَلِكُمْ} : مبتدأ، {بِأَنَّكُمُ} الباء: حرف جر وسبب {أنكم} : ناصب واسمه {اتَّخَذْتُمْ} : فعل وفاعل، {آيَاتِ اللَّهِ} : مفعول أول. {هُزُوًا} : مفعول ثان، والجملة الفعلية في محل الرفع خبر {أنّ} وجملة {أنّ} في تأويل مصدر مجرور بالباء، تقديره: بسبب اتخاذكم آيات الله هزوًا، الجار والمجرور متعلق بمحذوف خبر المبتدأ، والجملة مستأنفة. {وَغَرَّتْكُمُ الْحَيَاةُ} : فعل ومفعول وفاعل، معطوف على {اتَّخَذْتُمْ} ، {الدُّنْيَا} صفة لـ {الْحَيَاةُ} ، {فَالْيَوْمَ} : الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم حالكم في الدنيا، وأردتم بيان حالكم اليوم .. فأقول لكم:  {اليوم} : ظرف متعلق بـ {يُخْرَجُونَ} ، {لَا} : نافية، {يُخْرَجُونَ} : فعل ونائب فاعل. {مِنْهَا} : متعلق بـ {يُخْرَجُونَ} ، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَلَا} : {الواو} : عاطفة، {لا} نافية، {هُم} : مبتدأ وجملة {يُسْتَعْتَبُونَ} من الفعل المغير ونائب فاعله في محل الرفع خبر المبتدأ، والجملة الاسمية معطوفة على الجملة الفعلية قبلها، {فَلِلَّهِ} : الفاء: استئنافية، {لله} : خبر مقدم، {الْحَمْدُ} : مبتدأ مؤخر، والجملة مستأنفة. {رَبِّ السَّمَاوَاتِ} بدل، أو نعت للجلالة، {وَرَبِّ الْأَرْضِ} : معطوف عليه، وكذا {رَبِّ الْعَالَمِينَ} : معطوف عليه بعاطف مقدر، {وَلَهُ} : {الواو} : عاطفة. {له} : خبر مقدم. {الْكِبْرِيَاءُ} مبتدأ مؤخر، والجملة معطوفة على ما قبلها، {فِي السَّمَاوَاتِ} حال من {الْكِبْرِيَاءُ} ، أو متعلق بالاستقرار الذي تعلق به الظرف قبله، واختار بعضهم أن يتعلق بنفس الكبرياء؛ لأنه مصدر، {وَالْأَرْضِ} معطوفة على {فِي السَّمَاوَاتِ}  {وَهُوَ} : مبتدأ، {الْعَزِيزُ الْحَكِيمُ} : خبران له، والجملة معطوفة على ما قبلها، والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ} والاجتراح: الاكتساب، ومنه الجارحة للأعضاء التي يكتسب بها كالأيدي. قال في \"المفردات\" : سمي الصائد من الكلاب والفهود، والطير جارحة، وجمعها جوارح إما لأنها تجرح، وإما لأنها تكسب، وسميت الأعضاء الكاسبة جوارح تشبيهًا بها بأحد هذين، انتهى. والمراد بالسيئات: سيئات الكفر، والإشراك بالله سبحانه وتعالى. {أَنْ نَجْعَلَهُمْ} ؛ أي: أن نصيرهم في الحكم. {مَحْيَاهُمْ} الأصل فيه: محييهم بوزن مفعل، قلبت الياء الأخيرة ألفًا لتحركها وفتح ما قبلها، وقوله:  {مماتهم} أصله: مموتهم بوزن مفعل أيضًا، نقلت حركة الواو إلى الميم، ثم أبدلت الواو ألفًا لتحركها في الأصل، وفتح ما قبلها في الحال، وقوله:  {سَاءَ} أصله: سوأ بوزن فعل قلبت الواو ألفًا لتحركها وانفتاح ما قبلها. {نَمُوتُ} أصله: نموت بوزن نفعل، نقلت حركة {الواو} إلى الميم فسكنت إثر ضمة، فصارت حرف مد. {وَنَحْيَا} أصله: نحيي قلبت الياء الثانية ألفًا لتحركها بعد فتح {وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ} وهو في الأصل: مدة بقاء العالم من مبدأ وجوده إلى انقضائه، ثم يعبر به عن كل مدة طويلة، وهو خلاف الزمان، فإن الزمان يقع على المدة القليلة والكثيرة، قال في \"القاموس\" : الدهر: الزمان الطويل والأبد الممدود، ودهرهم أمر كمنع إذا نزل بهم مكروه، فهم مدهور بهم ومدهورون، اهـ. </p><p> {يَظُنُّونَ} أصله: يظننون بوزن يفعلون، نقلت حركة النون الأولى إلى الظاء فسكنت، فأدغمت في النون الثانية {قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ} الأصل فيه: يموتكم بوزن يفعل نقلت حركة الواو إلى الميم فسكنت إثر كسرة، فقلبت ياءً حرف مد. </p><p> {جَاثِيَةً} ؛ أي: باركة على الركب مستوفزة، وهي هيئة المذنب الخائف من مكروه، يقال: جثا على ركبتيه يجثو، ويجثي جثوًا وجثيًا، على فعول فيهما إذا جلس على ركبتيه، أو قام على أطراف أصابعه، وفيه إعلال بالقلب أصله: جاثوة من الجثو قلبت الواو ياء لتطرفها إثر كسرة. {تُدْعَى} صله: تدعو قلبت الواو ألفًا لتحركها بعد فتح. </p><p> {الْيَوْمَ تُجْزَوْنَ} أصله: تجزيون قلبت الياء ألفًا لتحركها بعد فتح، ثم حذفت الألف لالتقاء الساكنين. {إِلَى كِتَابِهَا} ؛ أي: إلى صحيفة أعمالها التي كتبتها الحفظة، لتحاسب على ما قيد فيها. {يَنْطِقُ} ؛ أي: يشهد. {نَسْتَنْسِخُ} ؛ أي: نأمر الملائكة بأن تكتب وتنسخ، والنسخ في الأصل: هو النقل من أصل كما ينسخ كتاب من كتاب، لكن قد يستعمل للكتبة ابتداءً. </p><p> {إِنْ نَظُنُّ إِلَّا ظَنًّا} وقال في \"التعريفات\" : الظن هو الاعتقاد الراجح مع احتمال النقيض، ويستعمل في اليقين، والشك، انتهى. واليقين: اتقان العلم بنفي الشك والشبهة عنه، نظرًا واستدلالًا، ولذلك لا يوصف به علم القديم، ولا العلوم الضرورية إذ لا يقال: تيقنت أن السماء فوقي. </p><p> {وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا} بدا فيه إعلال بالقلب، أصله: بدو قلبت الواو ألفًا لتحركها بعد فتح {نَنْسَاكُمْ} أصله: ننسيكم بوزن نفعل، قلبت الياء ألفًا لتحركها بعد فتح. {لِقَاءَ يَوْمِكُمْ هَذَا} فيه إعلال بالإبدال، أصله: لقاي أبدلت الياء همزة لتطرفها إثر ألف زائدة. {وَمَأْوَاكُمُ} أصله: مأويكم بوزن مفعل اسم مكان، قلبت ياؤه ألفًا لتحركها بعد فتح. {اتَّخَذْتُمْ آيَاتِ اللَّهِ} ؛ أي: حجج الله. {وَغَرَّتْكُمُ} ؛ أي: خدعتكم. {الْحَيَاةُ الدُّنْيَا} ؛ أي: زينتها. {يُسْتَعْتَبُونَ} ؛ أي: ولا هم يطلب منهم العتبى، والرجوع إلى الله تعالى بالتوبة من ذنوبهم، والإنابة إلى ربهم لفوات أوانه وزمانه، وهو من باب استفعل السداسي، والسين والتاء فيه للطلب، يقال: استعتبته فأعتبني؛ أي: استرضيته فقبل مني عذري، والمعنى: ولاهم يطلب منهم أن يعتبوا ربهم؛ أي: أن يرضوه بالطاعة لفوات أوانه، وهو في الدنيا. {وَلَهُ الْكِبْرِيَاءُ} والكبرياء: العظمة والملك والجلال والعز والسلطان وهي صفة أثرها تنزهه تعالى عن كل ما لا يليق به. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: التجوز في قوله: {أَفَرَأَيْتَ} فإنه بمعنى: أخبرني، ففيه تجوزان </p><p> إطلاق الرؤية، وإرادة الإخبار على طريق إطلاق اسم السبب وإرادة المسبب؛ لأن الرؤية سبب للإخبار، وجعل الاستفهام، بمعنى: الأمر، بجامع مطلق الطلب، اهـ \"زاده\" . </p><p> ومنها: الاستعارة التمثيلية، أو التشبيه البليغ، في قوله:  {مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ} إذا قلنا حذف منه أداة التشبيه والأصل: كإلهِهِ في طاعته واتباعه. </p><p> ومنها: تنكير غشاوة في قوله: {وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً} لإفادة التنويع، أو للتعظيم. </p><p> ومنها: الاستفهام الإنكاري في قوله: {فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ} . </p><p> ومنها: الطباق في قوله: {نَمُوتُ وَنَحْيَا} ، وقوله:  {قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ} . </p><p> ومنها: التهكم أو التقابل في قوله: {مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا} ؛ لأن تسمية قولهم: حجة إما لسوقهم إياه مساق الحجة على سبيل التهكم بهم، أو لتنزيل التقابل منزلة التناسب للمبالغة، فأطلق الحجة على ما ليس بحجة، من قبيل: </p><p> تَحِيَّةُ بَيْنِهِمْ ضَرْبٌ وَجِيْعُ </p><p> ومنها: التعميم في القدرة بعد تخصيصها في قوله: {وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} ؛ لأنه خصصها أولًا بقوله:  {قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ} . </p><p> ومنها: شبه التأكيد في قوله: {يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ} ؛ لأنه كالتأكيد لقوله:  {وَيَوْمَ تَقُومُ السَّاعَةُ} كما مر مع ما فيه. </p><p> ومنها: التكرار في قوله: {كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا} لإفادة الإغلاظ والتشديد، والوعيد. </p><p> ومنها: الإضافة المجازية في قوله: {كِتَابِهَا} ؛ لأن الإضافة فيه لأدنى ملابسة؛ لأن أعمالهم مثبتة فيه. </p><p> ومنها: الإضافة إلى نون العظمة في قوله: {هَذَا كِتَابُنَا} تفخيمًا لشأن </p><p> الكتاب، وتهويلًا لأمره. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ} يقال: نطق الكتاب بكذا، إذا بينه ودل عليه. والاستعارة هنا أبلغ من الحقيقة؛ لأن شهادة الكتاب ببيانه أقوى من شهادة الإنسان بلسانه. </p><p> ومنها: المجاز المرسل في قوله: {فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ} ؛ أي: في جنته، ففيه إطلاق الحال وإرادة المحل والعلاقة المحلية. </p><p> ومنها: الاستعارة بالكناية في قوله: {نَنْسَاكُمْ} ففي ضمير الخطاب استعارة بالكناية، بتشبيههم بالأمر المنسي في تركهم في العذاب، وعدم المبالاة بهم، وقرينتها النسيان. </p><p> ومنها: إضافة المصدر إلى ظرفه توسعًا في قوله: {لِقَاءَ يَوْمِكُمْ هَذَا} ؛ أي: نسيتم لقاء الله وجزاءه في يومكم هذا، فأجرى اليوم مجرى المفعول به، وجعل ملقيًا. </p><p> ومنها: الالتفات من الخطاب إلى الغيبة في قوله: {فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا} للإيذان بإسقاطهم عن رتبة الخطاب، استهانة بهم، أو بنقلهم من مقام الخطاب إلى غيابة النار كما مر في مبحث التفسير. </p><p> ومنها: أيضًا الاستعارة التمثيلية في قوله: {الْيَوْمَ نَنْسَاكُمْ} إلخ، مثل تركهم في العذاب بمن حبس في مكان، ثم نسيه السجان من الطعام والشراب، حتى هلك بطريق الاستعارة التمثيلية، والمراد من الآية: نترككم في العذاب ونعاملكم معاملة الناسي؛ لأن الله تعالى لا ينسى ولا يعرض عليه النسيان. </p><p> ومنها: تكرير الرب في قوله: {رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ} للتأكيد والإيذان، بأن ربيته تعالى لكل منها، بطريق الأصالة كما مر. </p><p> ومنها: إظهار السموات والأرض في قوله: {وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ} مع كون المقام للإضمار، لتفخيم شأن الكبرياء. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة ما في هذه السورة الكريمة من الأغراض والمقاصد </p><p> ١ - إقامة الأدلة على وجود الخالق سبحانه. </p><p> ٢ - وعيد من كذب بآياته، واستكبر عن سماعها. </p><p> ٣ - طلب العفو من المؤمنين عن زلات الكافرين. </p><p> ٤ - الامتنان علي بني إسرائيل، بما آتاهم من النعم الروحية والمادية. </p><p> ٥ - أمر رسوله - صلى الله عليه وسلم - أن لا يطيع المشركين، ولا يتبع أهواءهم. </p><p> ٦ - التعجب من حال المشركين، الذين أضلهم الله على علم. </p><p> ٧ - إنكار المشركين للبعث. </p><p> ٨ - ذكر أهوال العرض والحساب، وشهادة صحائف الأعمال على الإنسان. </p><p> ٩ - حلول العذاب بالمشركين، بعد أن تتبين لهم قبائح أعمالهم. </p><p> ١٠ - ثناء المولى سبحانه على نفسه، وإثبات الكبرياء والعظمة له (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) وقد تم تسويد هذا الجزء الخامس والعشرين من القرآن الكريم، بيد جامعه ومؤلفه، في الليلة الثالثة والعشرين، منتصف الساعة الخامسة من شهر الله المحرم، من شهور سنة ألف أربع مئة وخمس عشرة ٢٣/ ١/ ١٤١٥ هـ من السنين الهجرية على صاحبها أفضل الصلوات وأزكي التحيات، اللهم يا مولى النعم، ويا راحم الأمم، ويا محيي الرمم أنت المعبود، وأنت المقصود، وأنت المستعان بكرمك، وجودك، وفيضك، وفقنا لإتمام هذا التفسير على الوجه الذي يرضيك عنا، وأن تبارك في أعمارنا إلى إكماله، وأن تصرف عنا العوائق والمعائق إلى انتهائه يا منيل رغبة الراغبين، ويا مجيب دعوة الداعين آمين يا رب العالمين، والحمد لله الذي تتم به الصالحات حمدًا يوافي نعمه، ويكافىء مزيده، والصلاة والسلام الأتمان الأكملان، على سيدنا محمد وعلى آله وصحبه والتابعين أجمعين، وحسبنا الله ونعم الوكيل. تم تصحيح هذه النسخة بيد مؤلفه ليلة العشرين من ذي القعدة في تاريخ ٣٠/ ١١/ ١٤١٧ هـ. تم بحمد الله تعالى المجلد السادس والعشرون، ويليه المجلد السابع والعشرون.</p><p> شعرٌ </p><p> وَقَلَّ مَنْ جَدَّ فِيْ أَمْرٍ يُحَاوِلُهُ ... وَاسْتَعْمَلَ الصَّبْرَ إِلَّا فَازَ بِالظَّفَرِ </p><p> يُنَادِيْ الْبَحرُ يَلْفِظُ بِالْغَوالِيْ ... وَيَرْمِيْ بِالزَّبَرْجَدِ والَلآلِيْ </p><p> يَقُوْلُ لِسَابِحِيْهِ وَخَائِضِيْهِ ... هَلُمُّوْا فَالنَّفائِسُ فِيْ خِلَالِيْ </p><p> يَا مَنْ بارَكَ فِيْ التِّيْنِ وَالرُّمَانْ ... بَارِكِ اللَّهُمَّ فِيْ الرَّوْحِ وَالرَّيْحَانْ </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> تأليف </p><p> الشيخ العلامة محمد الأمين بن عبد الله الأرمي العلوي الهرري الشافعي </p><p> المدرس بدار الحديث الخيرية في مكة المكرمة </p><p> إشراف ومراجعة </p><p> الدكتور هاشم محمد علي بن حسين مهدي </p><p> خبير الدراسات برابطة العالم الإسلامي - مكة المكرمة </p><p> «المجلد السابع والعشرون» </p><p> حقوق الطبع محفوظة للناشر </p><p> الطبعة الأولى </p><p> ١٤٢١ هـ - ٢٠٠١ م </p><p> دار طوق النجاة </p><p> بيروت - لبنان </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> [٢٧] </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> شعرٌ </p><p> أَتَاكَ الرُّوْحُ يَعْبِقُ بِالْغَوَالِيْ ... وَيَرْمِي بالزَّبَرْجَدِ والَّلآلِيْ </p><p> يَقُولُ لِشَامِّيْهِ وَمُنْتَشِقِيْهِ ... هَلُمُّوْا فَالعُطُورُ فِيْ خِلَاليْ </p><p> آخرُ </p><p> إِذَا رَأَيْتَ أَثِيْمَا ... كُنْ سَاتِرًا وَحَلِيْمَا </p><p> يَا مَنْ يُقَبِّحُ قَوْلِيْ ... لِمْ لَا تَمُرُّ كَرِيْمَا </p><p> من كلام زين العابدين رضي الله عنه: </p><p> أَلَا أَيُّهَا الْمَأْمُوْلُ فِيْ كُلِّ حَاجَةٍ ... إِلَيْكَ شَكَوْتُ الضُّرَّ فَارْحَمْ شِكَايَتِي </p><p> أَلَا يَا رَجَائِي أَنْتَ كَاشِفُ كُرْبَتِيْ ... فَهَبْ لِيْ ذُنُوْبِيْ كُلَّهَا وَاقْضِ حَاجَتِيْ </p><p> فَزادِيْ قَلِيْلٌ مَا أَراهُ مُبَلِّغِيْ ... عَلَى الْزَّادِ أَبْكِيْ أَمْ لِبُعْدِ مَسَافَتِيْ </p><p> أَتَيْتُ بِأَعْمَالٍ قِبَاحٍ رَدِيْئَةٍ ... وَمَا فِي الْوَرَى خَلْقٌ جَنَى كَجِنَايَتِيْ </p><p> ولقد أحسن من قال، وهو أبو علي الثقفيُّ: </p><p> يَا عَاتِبَ الدَّهْرِ إِذَا نَابَهُ ... لَا تَلُمِ الدَّهْرَ عَلَى غَدْرِهِ </p><p> الدَّهْرُ مَأْمُوْرٌ لَهُ آمِرُ ... وَيَنْتَهِي الدَّهْرُ إِلَى أَمْرِهِ </p><p> كَمْ كَافِرٍ أَمْوَالُهُ جَمَّةٌ ... تَزْدَادُ أَضْعَافًا عَلَى كُفْرِهِ </p><p> وَمُؤْمِنٍ لَيْسَ لَهُ دِرْهَمٌ ... يَزْدَادُ إِيْمَانًا عَلَى فَقْرِهِ </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> نحمدك يا مولى النعم، ويا مفيض الحكم على من اختاره من أهل الكرم، ونصلّي ونسلم على السلطان الأعظم، والقائد الأجل الأكرم، ومنبع العلوم والحكم، سيّدنا محمد، وعلى آله وأصحابه السادات الكرام، صلاةً وسلاما دائمين متلازمين إلى يوم القيامة. </p><p> أما بعد: فإنّي لما فرغت من تفسير الجزء الخامس والعشرين من القرآن الكريم .. تفرغت للشروع في الجزء السادس والعشرين منه بإذن الله سبحانه وتوفيقه، فقلت مستمدًا من الله التوفيق والهداية، لأقوم الطريق في كتابة هذا التعليق: </p><p> [سورة الأحقاف] </p><p> مكية، قال القرطبي: في قول جميعهم، وأخرج ابن مردويه عن ابن عباس وابن الزبير قالا: نزلت سورة حم الأحقاف بمكة بعد الجاثية، قيل:  (١) إلا قوله تعالى: {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ} الآية، قيل: إلا قوله: {فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ} فإنهما نزلتا بالمدينة. قيل (٢) : وإلا ثلاث آيات من قوله تعالى: {وَوَصَّيْنَا الْإِنْسَانَ} إلى قوله: {فَيَقُولُ مَا هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ} فنزلت بالمدينة. وهي أربع أو خمس وثلاثون آية. وفي \"الشهاب\" : الاختلاف في عدد الآيات مبني على أن {حم (١) } آية أولًا، وست مئة وأربع وأربعون كلمةً، وألفان وخمس مئة وخمسة وتسعون حرفًا. </p><p> التسمية: سميت سورة الأحقاف؛ لأنه يذكر فيها الأحقاف التي هي مساكن عاد الذين أهلكهم الله تعالى بطغيانهم، وكانت مساكنهم بالأحقاف التي هي من </p><p>(١) الخازن. (٢) المراح.</p><p> أرض اليمن، حيث قال سبحانه:  {وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالْأَحْقَافِ} . </p><p> فضلها (١) : وذكر في فضلها عن النبي - صلى الله عليه وسلم -: \"من قرأ سورة الأحقاف .. كتب له عشر حسنات بعدد كل رملة في الدنيا\" . ولكنه حديث موضوع لا أصل له. </p><p> الناسغ والمنسوخ: وقال أبو عبد الله محمد بن حزم رحمه الله تعالى: سورة الأحقاف مكية، وجميعها محكم إلا آيتين: </p><p> أولاهما: قوله تعالى: {قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ} نسخت بقوله تعالي: {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١) لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ ...} الآية. من سورة الفتح. </p><p> والآية الثانية: قوله تعالى: {فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ} نسخ معناها بآية السيف. </p><p> المناسبة (٢) : تظهر مناسبة هذه السورة لما قبلها من وجوه ثلاثة هي: </p><p> ١ - تطابق السورتين في: {حم (١) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (٢) }. </p><p> ٢ - تشابه موضوع السورتين، وهو إثبات التوحيد والنبوة والوحي والبعث والمعاد. </p><p> ٣ - ختمت السورة السابقة بتوبيخ المشركين على الشرك، وبدئت هذه السورة بتوبيخهم على شركهم، ومطالبتهم بالدليل عليه، وبيان عظمة الإله الخالق المجيب من دعاه، على عكس تلك الأصنام التي لا تستجيب لدعاتها إلى يوم القيامة. </p><p>(١) البيضاوي. (٢) التفسير المنير.</p><p> وعبارة \"المراغي\" هنا: ووجه اتصال هذه السورة بما قبلها: أنه تعالى ختم السورة السالفة بالتوحيد، وذمِّ أهل الشرك، وتوعِّدهم عليه، وافتتح هذه بالتوحيد، وتوبيخ المشركين على شركهم أيضًا. انتهى. </p><p> وعبارة أبي حيان: ومناسبة أول هذه السورة لما قبلها (١) : أنّ في آخر ما قبلها: {ذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا} ، وقلتم: إنه - صلى الله عليه وسلم - اختلقها، فقال تعالى: {حم (١) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (٢) } وهاتان الصفتان هما آخر تلك، وهما أوّل هذه. انتهى. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) البحر المحيط.</p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {حم (١) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (٢) مَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ (٣) قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ (٤) وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ (٥) وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ (٦) وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ هَذَا سِحْرٌ مُبِينٌ (٧) أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ كَفَى بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَهُوَ الْغَفُورُ الرَّحِيمُ (٨) قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ (٩) قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (١٠) وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ (١١) وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً وَهَذَا كِتَابٌ مُصَدِّقٌ لِسَانًا عَرَبِيًّا لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَى لِلْمُحْسِنِينَ (١٢) } </p><p> المناسبة </p><p> بدأ سبحانه هذه السورة بإثبات أنّ هذا القرآن من عند الله لا من عند محمد كما تدّعون، ثم ذكر أنّ خلق السموات والأرض مصحوب بالحق، قائم بالعدل والنظام، ومن النظام أن تكون الآجال مقدرة معلومة لكل شيء، إذ لا شيء في الدنيا دائم، ولا بدّ من يوم يجتمع الناس فيه للحساب، حتى لا يستوي المحسن والمسيء، ولكن الذين كفروا أعرضوا عن إنذار الكتاب، ولم يفكّروا فيما شاهدوا في العالم من النظام والحكمة، فلا هم بسماع الوحي متعظون، ولا هم بالنظر في العالم المشاهد يعتبرون. </p><p> ثم نعى على المشركين حال آلهتهم، وأمر رسوله - صلى الله عليه وسلم - أن يقول لهم: أخبروني ماذا خلق آلهتكم من الأرض، أو لهم شركة في خلق السموات حتى يستحقّوا العبادة، فإن كان لهم ما تدّعون .. فهاتوا دليلًا على هذا الشرك المدّعى بكتاب موحى به من قبل القرآن، أو ببقية من علوم الأولين، وكيف خطر على بالكم أن تعبدوها، وهي لا تستجيب لكم دعاء إلى يوم القيامة؟ وهي غافلة عنكم، وفي الدار الآخرة تكون لكم أعداء، وتجحد عبادتكم لها. </p><p> قوله تعالى:  {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه لمّا تكلم (١) في تقرير التوحيد، ونفي الأضداد والأنداد .. أعقب هذا بالكلام في النبوة، وبيّن أنه كلما تلا عليهم الرسول شيئًا من القرآن .. قالوا: إنه سحر، بل زادوا في الشناعة، وقالوا: إنه مفترى، فردّ عليهم بأنّه لو افتراه على الله .. فمن يمنعه من عقابه لو عاجله به، وهو العلم بما تندفعون فيه من الطعن في نبوتي، ويشهد لي بالصدق والبلاغ، وعليكم بالكذب والجحود. </p><p> ثم أمر رسوله أن يقول لهم: إني لست بأول الرسل حتى تنكروا دعائي لكم إلى التوحيد، ونَهْيي لكم عن عبادة الأوثان والأصنام، وما أدري ما يفعل بي في الدنيا، أأموت أم أُقتل كما قتل الأنبياء قبلي، ولا ما يفعل بكم، أترمون بالحجارة من السماء أم تخسف بكم الأرض، أم يفعل بكم غير ذلك مما عمل مع سائر المكذبين للرسل، وإني لا أعمل عملًا، ولا أقول قولًا إلا بوحي من ربي، وما أنا إلا نذير لا أستطيع أن آتي بالمعجزات والأخبار الغيبية، فالقادر على ذلك هو الله تعالى. </p><p> قوله تعالى:  {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِه ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه وتعالى لمَّا نعى عليهم استهزاءهم بكتابه، وقولهم فيه: إنه سحر مفترى، وردَّ الرسول عليهم بأنّه ليس بأول رسول حتى </p><p>(١) المراغي.</p><p> يستنكرون نبوته، ويطلبون منه ما لا قبل له به من المعجزات التي أمرها بيد الله تعالى لا بيده .. أردف (١) هذا بأمر رسوله أن يقول لهم: ما ظنكم أنّ الله صانع بكم إن كان هذا الكتاب الذي جئتكم به قد أنزله الله عليّ لأبلغكموه فكفرتم به وكذبتموه، وقد شهد شاهد من بني إسرائيل الواققين على أسرار الوحي بما أوتوا من التوراة على مثل ما قلتم، فآمن واستكبرتم. </p><p> ثم حكى عنهم شبهة أخرى بشأن إيمان من آمن منهم من الفقراء كعمار وصهيب وابن مسعود، فقالوا: لو كان هذا الدين خيرًا .. ما سبقنا إليه هؤلاء. ثم إنهم حين لم يهتدوا به قالوا: إنه من أساطير الأولين. </p><p> ثم ذكر أنّ مما يدلّ على صدق القرآن: أن التوراة وهي الإمام المقتدى به بشّرت بمقدم محمد - صلى الله عليه وسلم -، فاقبلوا حكمها في أنّه رسول حقًا من عند الله. </p><p> ثمّ أعقب هذا ببيان أنّ من آمنوا بالله، وعملوا صالحًا لا يخافون مكروهًا ولا يحزنون لفوات محبوب، وأولئك هم أهل الجنة، جزاء ما عملوا من عمل صالح، وما أخبتوا لربهم، وانقادو لأمره ونهيه. </p><p> أسباب النزول </p><p> قوله تعالى:  {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ...} الآية، سبب نزول هذه الآية (٢) : ما أخرجه أحمد في \"المسند\" والطبراني بسند صحيح عن عوف بن مالك الأشجعي قال: انطلق النبي - صلى الله عليه وسلم - يومًا وأنا معه، حتى دخلنا كنيسة اليهود بالمدينة يوم عيد لهم، فكرهوا دخولنا عليهم، فقال لهم رسول الله - صلى الله عليه وسلم -: \"يا معشر اليهود، أروني اثني عشر رجلًا منكم يشهدون أنه لا إله إلا الله، وأنّ محمدًا رسول الله - صلى الله عليه وسلم -، يحطُّ الله عن كل يهوديّ تحت أديم السماء الغضب الذي غضب عليه\" قال: فسكتوا فما أجابه منهم أحد، ثم ردّ عليهم، فلم يجبه أحد، ثم </p><p>(١) المراغي. (٢) أسباب النزول.</p><p> ثلّث، فلم يجبه أحد، فقال:  \"أبيتم، فوالله إني لأنا الحاشر، وأنا العاقب، وأنا النبي المصطفى، آمنتم أو كذبتم\" ثم انصرف وأنا معه، حتى إذا عندنا نخرج .. نادى رجل من خلفنا: كما أنت يا محمد، قال: فأقبل فقال ذلك الرجل: أيَّ رجلٍ تعلموني يا معشر اليهود؟ قالوا: والله ما نعلم أنه كان فينا رجل أعلم بكتاب الله منك، ولا أفقه منك، ولا مِنْ أبيك قبلك، ولا من جدّك قبل أبيك، قال: فإني أشهد له بأنه نبيُّ الله الذي تجدونه في التوراة، قالوا: كذبت، وردّوا عليه قوله، وقالوا فيه شرًا، قال رسول الله - صلى الله عليه وسلم -: \"كذبتم، لن يقبل قولكم، أما آنفًا فتثنون عليه من الخير ما أثنيتم، ولما آمن كذّبتموه وقلتم فيه ما قلتم، فلن يقبل فيه قولكم\" قال: فخرجنا ونحن ثلاثة: رسول الله - صلى الله عليه وسلم -، وأنا، وعبد الله بن سلام، وأنزل الله عَزَّ وَجَلَّ فيه: {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (١٠) }. </p><p> وأخرج (١) البخاري ومسلم عن سعد بن أبي وقاص قال: في عبد الله بن سلام نزلت: {وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ} . </p><p> وأخرج ابن جرير والترمذي وابن مردويه عن عبد الله بن سلام قال: فيّ نزلت، ونزل فيّ:  {قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ} . </p><p> قوله تعالى:  {وَقَالَ الَّذِينَ كَفَرُوا ...} الآية، سبب نزولها: ما أخرجه الطبراني عن قتادة قال: قال ناس من المشركين: نحن أعزّ ونحن ونحن، فلو كان خيرًا منا .. ما سبقنا إليه فلان وفلان، فنزل:  {وَقَالَ الَّذِينَ كَفَرُوا ...} . </p><p> وأخرج ابن المنذر عن عون بن أبي شداد قال: كانت لعمر بن الخطاب أمة أسلمت قبله، يقال لها:  \"زِنِّينٌ\" ، أو \"زِنِّيْرة\" ، فكان عمر يضربها على إسلامها حتى يفتر، وكان كفار قريش يقولون: لو كان خيرًا ما سبقتنا إليه زِنِّين، فأنزل الله تعالى في شأنها:  {وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا ...} الآية. وقال عروة بن الزبير: إنّ زِنِّيرة روميَّة كان أبو جهل يعذبها، أسلمت فأصيب بصرها، </p><p>(١) لباب النقول.</p>"
}