{
  "id": null,
  "sura": 45,
  "aya": 14,
  "text": "<p> وفي الآية (١) : إشارة إلى أن السموات والأرض وما فيهن خلقت للإنسان، فإن وجودها تبع لوجوده، وناهيك من هذا المعنى، أن الله تعالى أسجد ملائكته لآدم عليه السلام، وهذا غاية التسخير، وهم أكرم مما في السموات والأرض، ومثال هذا: أن الله تعالى لما أراد أن يخلق ثمرةً خلق شجرة، وسخرها للثمرة لتحملها، فالعالم بما فيه شجرة، وثمرتها الإنسان، ولعظم هذا المعنى قال:  {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ} ؛ أي: في هذا المعنى دلالات على شرف الإنسان، وكماليته لقوم لهم قلوب منورة بنور الإيمان والعرفان، إذ يتفكرون بفكر سليم، كما في \"التأويلات النجمية\" . </p><p> وقرأ الجمهور (٢) : {مِنْهُ} ، وقرأ ابن عباس {منة} بكسر الميم وشد النون، ونصب التاء على المصدر، قال أبو حاتم: نسبة هذه القراءة إلى ابن عباس ظلم، وحكاها أبو الفتح عن ابن عباس وعبد الله بن عمر والجحدري وعبد الله بن عبيد بن عمير، وحكاها أيضًا عن هؤلاء الأربعة صاحب \"اللوامح\" ، وحكاها ابن خالويه عن ابن عباس وعبيد بن عمير، وقرأ سلمة بن محارب كذلك؛ إلا أنه ضم التاء؛ أي: هو منة، وعنه أيضًا فتح الميم وشد النون، وهاء الكناية عائدة على الله، وهو فاعل {سَخَّرَ} على الإسناد المجازي، أو على أنه خبر مبتدأ محذوف؛ أي: ذلك، أو هو منة. </p><p> ١٤ - ولما علم سبحانه عباده دلائل التوحيد والقدرة والحكمة أردفه تعليمهم فضائل الأخلاق، فقال:  {قُلْ} يا محمد {لِلَّذِينَ آمَنُوا} بالله ورسوله اغفروا واصفحوا وسامحوا عما يصدر من الكفار من الكلمات المؤذية، والأفعال الموحشة، ولا تقابلوهم بالمؤاخذة عليها إن أمرتهم بذلك {يَغْفِرُوا} ؛ أي: يغفر الذين آمنوا، ويعفوا، ويصفحوا {لِلَّذِينَ لَا يَرْجُونَ} ولا يخافون {أَيَّامَ اللَّهِ} وعذابه، وانتقامه من أعدائه، ولا يرجون ثوابه، ولا يخشون مثل عقاب الأمم الخالية، ومعنى الرجاء هنا: الخوف، وأيام الله: وقائعه تعالى لأعدائه في الأمم </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> الماضية، لقولهم أيام العرب، لوقائعها كيوم بعاث بوزن غراب، موضع بقرب المدينة، ويومه معروف؛ أي: قل لهم: اغفروا، يغفروا ويصفحوا ويعفوا، وقيل: مجزوم بلام مقدرة تقديره: ليغفروا، فهو أمر مستأنف، وإنما جاز حذف اللام؛ لأن الأمر الذي هو {قُلْ} عوض عنه، وقيل: لا يأملون الأوقات التي وقتها الله لثواب المؤمنين ووعدهم الفوز به فيها وإضافتها إلى الله كبيت الله، وناقة الله والأول أولى، والأيام يعبر بها عن الوقائع، كما تقدم في تفسير قوله تعالى:  {وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ} ، قال مقاتل: لا يخشون مثل عذاب الله للأمم الخالية، وذلك أنهم لا يؤمنون، فلا يخافون عقابه. وقيل: المعنى لا يأملون نصر الله لأوليائه، وإيقاعه بأعدائه، وقيل: لا يخافون البعث. </p><p> والمعنى (١) : قل يا محمد، للذين صدقوا الله ورسوله: اعفوا واصفحوا عن هؤلاء المشركين، الذي لا يخافون بأس الله ونقمته، إذا نالكم منهم أذى ومكروه، قاله مجاهد. روى الواحدي، والقشيري عن ابن عباس: أن الآية نزلت في عمر بن الخطاب مع عبد الله بن أبي، في غزوة بني المصطلق، فإنهم نزلوا على بئر يقال لها: المريسيع، فأرسل عبد الله غلامه ليستقي، فأبطأ عليه، فقال: ما حبسك؟ فقال: غلام عمر قعد على فم البئر، فما ترك أحدًا يستقي حتى ملأ قرب النبي - صلى الله عليه وسلم -، وقرب أبي بكر، وملأ لمولاه، فقال عبد الله: ما مثلنا ومئل هؤلاء إلا كما قيل: سمن كلبك يأكلك، فبلغ عمر قوله، فاشتمل على سيفه يريد التوجه إليه ليقتله، فأنزل الله هذه الآية. </p><p> وروى ميمون بن مهران عن ابن عباس سببًا آخر، قال: لما نزل قوله تعالى: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا} قال يهودي بالمدينة يسمى فنحاصًا: احتاج رب محمد - صلى الله عليه وسلم -، قال: فلما سمع عمر بذلك اشتمل على سيفه، وخرج في طلبه، فجاء جبريل إلى النبي - صلى الله عليه وسلم - فقال: إن ربك يقول لك: {قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ} فبعث رسول الله - صلى الله عليه وسلم - في طلب عمر، فلما جاء </p><p>(١) المراغي.</p><p> قال: يا عمر ضع سيفك، قال: يا رسول الله صدقت، أشهد أنك أرسلت بالحق، ثم تلا رسول الله - صلى الله عليه وسلم - الآية، فقال عمر: لا جرم والذي بعثك بالحق، لا ترى الغضب في وجهي. </p><p> ثم علل بالمغفرة، فقال:  {لِيَجْزِيَ} سبحانه وتعالى {قَوْمًا} كاملين كاظمين غيظهم على إذاية الكفار، جزاءًا كاملًا وافرًا {بِمَا كَانُوا يَكْسِبُونَ} ؛ أي: على ما يكسبونه من الأعمال الصالحة، التي منها كظم الغيظ. والمراد (١) بالقوم: المؤمنون. والتنكير لمدحهم، والثناء عليهم؛ أي: أمروا بذلك ليجزي الله سبحانه يوم القيامة قومًا أي قوم، لا قومًا مخصوصين، بما كسبوا في الدنيا من الأعمال الحسنة، التي من جملتها الصبر على أذية الكفار والمنافقين، والإغضاء عنهم بكظم الغيظ، واحتمال المكروه ما يقصر عنه البيان من الثواب العظيم. </p><p> وقد جوز أن يراد بالقوم: الكفرة، و {بِمَا كَانُوا يَكْسِبُونَ} : سيئاتهم التي من جملتها ما حكي من الكلمة الخبيثة، والتنكير حينئذ للتحقير، فإن قلت: مطلق الجزاء لا يصلح تعليلًا للأمر بالمغفرة، لتحققه على تقديري المغفرة وعدمها، قلت: لعل المعنى: قل للمؤمنين: يتجاوزوا عن إساءة المشركين والمنافقين، ولا يباشروا بأنفسهم لمجازاتهم، ليجزيهم الله تعالى؛ أي: ليجزي أولئك الكفرة يوم القيامة جزاءً كاملًا، يكافىء سيئاتهم، كأنه قيل: لا تكافؤوهم أنتم حتى نكافئهم نحن، ويدل على هذا المعنى الآية الآتية، والأول أولى، وأيضًا إن الكسب في أكثر ما ورد في القرآن كسب الكفار، ويجوز (٢) أن يكون المعنى: ليجزيهم الله وقت الجزاء كيوم بدر، ونحوه. وفي الآية إشارة، إلى أن المؤمن إذا غفر لأهل الجرائم، وإن لم يكونوا أهل المغفرة لإصرارهم على الكفر، والأذى .. يصير متخلقًا بأخلاق الحق. </p><p> وقرأ الجمهور (٣) : {لِيَجْزِيَ} مبنيًا للفاعل؛ أي: ليجزي الله، وقرأ زيد بن </p><p>(١) روح البيان. (٢) روح البيان.(٣) البحر المحيط.</p>"
}