{
  "id": null,
  "sura": 45,
  "aya": 23,
  "text": "<p> الدين في حفظ اللسان، ونور القلب في صلاة الليل، فعليك بالتدارك قبل فوت الوقت، فإن الوقت سيف قاطع. </p><p> ٢٢ - ثم أقام الدليل على عدم التساوي، وأبان حكمة ذلك، فقال:  {وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ} ؛ أي: لأجل إظهار الحق والعدل بين العباد، فالباء تعليلية بمعنى اللام، وقوله:  {وَلِتُجْزَى كُلُّ نَفْسٍ} معطوف على {بِالْحَقِّ} عطف علة على علة؛ لأن الباء تعليلية؛ أي: ولتجزى كل نفس مكلفة {بِمَا كَسَبَتْ} من خير أو شر {وَهُمْ} ؛ أي: النفوس المدلول عليها بكل نفس؛ أي: والحال أن الخلائق {لَا يُظْلَمُونَ} بنقص ثواب المحسن، أو بزيادة عقاب المسيء. </p><p> والمعنى (١) : أن المقصود من خلق هذا العالم إظهار العدل والرحمة، وذلك لا يتم إلا إذا حصل البعث والقيامة، وحصل التفاوت في الدرجات والدركات بين المحقين والمبطلين، ويجوز أن يكون معطوفًا على علة محذوفة، تقديرها: وخلق الله السموات والأرض بالحق، ليدل بهما على قدرته، ولتجزى كل نفس، إلخ. وجوز ابن عطية أن تكون هذه اللام لام الصيرورة؛ أي: فصار الأمر منها من حيث اهتدى بها قوم، وضل عنها آخرون؛ لأن يجازى كل واحد بعمله، وبما اكتسب من خير أو شر، انتهى. ولا وقف على قوله:  {بِالْحَقِّ} وعند أبي حاتم، فالوقف عليه تام بجعل لام {لتجزى} لام قسم؛ أي: لم يخلق الله السموات والأرض للجور والظلام، بل خلقهما للحق والعدل، ومن العدل أن يخالف بين المحسن والمسيء، في العاجل والآجل، وليثيب كل عامل بما هو له أهل، فلا يبخس المحسن ثواب إحسانه، أو يحمل عليه جرم غيره فيعاقبه به، أو يجعل للمسيء ثواب إحسان غيره. </p><p> والخلاصة: كل عامل يجزى بما كسبت يداه، ولا يظلم بنقص ثواب، ولا بتضعيف عقاب. </p><p> ٢٣ - ثم بين أحوال الكافرين، وذكر جناياتهم على أنفسهم، فقال: {أَفَرَأَيْتَ مَنِ </p><p>(١) المراح.</p><p> اتَّخَذَ إِلَهَهُ هَوَاهُ} وهو تعجيب لحال من ترك متابعة الهدى إلى مطاوعة الهوى، فكأنه عبده، والهمزة: للاستفهام التعجيبي داخلة على محذوف، والفاء: عاطفة على ذلك المحذوف، والتقدير: أنظرت يا محمد إلى حال أسير الهوى، فرأيت من اتخذ ما تهواه نفسه الخبيثة إلهًا ومعبودًا، وترك متابعة الهدى، واختار متابعة الهوى، ففي الكلام استعارة تمثيلية، أو تشبيه بليغ حذف منه أداة التشبيه؛ أي: جعل هواه كإلهه في طاعته؛ أي: انظر يا محمد، واعجب من حال من ركب رأسه وترك الهدى وأطاع الهوى، فكأنه جعله إلهًا يعبده من دون الله، فهو لا يهوى شيئًا إلا فعله، لا يخاف ربًا ولا يخشى عقابًا، ولا يفكر في عاقبة ما يعمل، قال سعيد بن جبير: كان أحدهم يعبد الحجر، فإذا رأى ما هو أحسن منه رمى به، وعبد الآخر، وعن أبي رجاء العطاردي: أنه أدرك الجاهلية، وهو ثقة مات سنة خمس ومئة، وعمره مئة وعشرون سنة، قال: كنا نعبد الحجر، فإذا وجدنا حجرًا أحسن منه .. ألقيناه وأخذنا الآخر، فإذا لم نجد حجرًا جمعنا حَثْوةً من تراب، فحلبنا عليها، ثم طفنا بها. </p><p> وفي هذا: إيماء (١) إلى ذم اتباع هوى النفس، ومن ثم قال وهب بن منبه: إذا شككت في خير أمرين، فانظر أبعدهما من هواك فأته، وقال سهل التستري: هواك داؤك، فإن خالفته فدواؤك وقال الإشبيلي الزاهد: </p><p> فَخَالِفْ هَوَاهَا وَاعْصِهَا إِنَّ مَنْ يُطِعْ ... هَوَى نَفْسِه يُنْزَعْ بِهِ شَرَّ مَنْزَعِ </p><p> وَمَنْ يُطِعِ النَّفْسَ اللَّجُوْجَةَ تُرْدِهِ ... وَتَرْمِ بِهِ فِيْ مَصْرَعٍ أَيَّ مَصْرَعِ </p><p> وقال البوصيري: </p><p> وَخَالِفِ النَّفْس وَالشَّيْطَانَ وَاعْصِهِمْا ... وَإِنْ هُمَا مَحَضَاكَ النُّصْحَ فَاتَّهِمِ </p><p> وقال بعضهم: </p><p> نُوْنُ الْهَوَانِ مِنَ الْهَوَى مَسْرُوْقَةٌ ... فَأَسِيْرُ كُلِّ هَوًى أَسِيْرُ هَوَانِ </p><p> وقال الآخر: </p><p>(١) المراغي.</p><p> فَاعْصِ هَوَىَ النَّفْسِ وَلَا تُرْضِهَا ... إِنَّكَ إِنْ اسْخَطْتَهَا زَانَكَا </p><p> حَتَّى مَتَى تَطْلُبُ مَرْضَاتَهَا ... وَإِنَّمَا تَطْلُبُ عُدْوَانَكَا </p><p> وقال ابن عباس: ما ذكر الله سبحانه هوى في القرآن إلا ذمه، قال تعالى:  {وَاتَّبَعَ هَوَاهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ} ، وقال:  {وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا} ، وقال:  {وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ} ، وروى عبد الله بن عمرو بن العاص، عن النبي - صلى الله عليه وسلم - فيما ذكره النووي في كتاب \"الحجة\" للمقدسي: \"لا يؤمن أحدكم حتى يكون هواه تبعًا لما جئت به\" . وقال أبو أمامة سمعت النبي - صلى الله عليه وسلم - يقول:  \"ما عبد تحت السماء إله أبغض إلى الله من الهوى\" . </p><p> وروى شداد بن أوس عن النبي - صلى الله عليه وسلم -: \"الكيس من دان نفسه وعمل لما بعد الموت، والفاجر من أتبع نفسه هواها وتمنى على الله\" . أخرجه أحمد والترمذي وابن ماجه، والحاكم. وعنه - صلى الله عليه وسلم - أنه قال:  \"إذا رأيت شحًا مطاعًا وهوى متبعًا ودنيا مؤثرةً، وإعجاب كل ذي رأي برأيه، فعليك بخاصة نفسك، ودع عنك أمر العامة\" . أخرجه الترمذي عن أبي ثعلبة الخشني. وعنه أنه قال:  \"ثلاث مهلكات، وثلاث منجيات،فالمهلكات:شح مطاع، وهوى متبع وإعجاب المرء بنفسه،والمنجيات:خشية الله في السر والعلن، والقصد في الغنى والفقر، والعدل في الرضا والغضب\" . أخرجه الطبراني في \"الأوسط\" عن ابن عمر وهو ضعيف، وحسبك ذمًا لاتباع الهوى، قوله تعالى: {وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى (٤٠) فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى (٤١) }. </p><p> وقيل: معنى {أرأيت} أخبرني عن حال من اتخذ هواه إلهًا، فيتعدى (١) إلى مفعولين، الأول: هو من اتخذ، والثاني: محذوف تقديره: مهتديًا يدل عليه قوله: فمن يهديه من بعد الله؛ أي: لا أحد يهديه من بعد إضلال الله إياه، وفيه حينئذ تجوزان (٢) ، إطلاق الرؤية، وإرادة الإخبار على طريق إطلاق اسم السبب وإرادة المسبب؛ لأن الرؤية سبب للإخبار، وجعل الاستفهام بمعنى الأمر بجامع </p><p>(١) البحر المحيط. (٢) الفتوحات.</p><p> مطلق الطلب. </p><p> وقرىء (١) : {آلهته هواه} لأنه كلما مال طبعه إلى شيء اتبعه، فكأنه اتخذ هواه آلهةً شتى، يعبد كل وقت واحدًا منها. وقوله:  {وَأَضَلَّهُ اللَّهُ} سبحانه معطوف على صلة {مَنِ} ، وقوله:  {عَلَى عِلْمٍ} إما حال من الفاعل؛ أي: حال كون الله عالمًا في سابق علمه، بأن جوهر روحه لا يقبل الصلاح، أو من المفعول؛ أي: حال كون ذلك الضال، عالمًا بأن الحق هو الدين، ويعرض عنه عنادًا، كقوله:  {وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ} ؛ أي: خذله فلم يجعله يسلك سبيل الرشاد؛ لأنه قد علم أنه لا يهتدي ولو جاءته كل آية، لما في جوهر نفسه من الميل إلى ارتكاب الإجرام واتباع الشهوات، فهو يوغل في القبائح دون زاجر، ولا وازع. </p><p> {وَ} قد {خَتَمَ} وطبع {عَلَى سَمْعِهِ} فلا يتأثر بالآيات تتلى عليه ليعتبر بها، ولا يتدبرها ليعقل ما فيها من النور والهدى {وَ} ختم على {قَلْبِهِ} فلا يعي حقًا، ولا يسترشد إلى صواب {وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً} عظيمة، وغطاء مانعًا، يمنعه أن يبصر حجج الله، وآياته في الآفاق والأنفس فيستدل بها على وحدانيته تعالى، ويعلم بها أن لا إله غيره. </p><p> ونحو الآية قوله تعالى: {إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ (٦) خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عَظِيمٌ (٧) }. وقرأ الجمهور (٢) : {غِشَاوَةً} بكسر الغين المعجمة، وقرأ عبد الله، والأعمش: بفتحها، وهي لغة ربيعة، وقرأ الحسن، وعكرمة، وعبد الله أيضًا: بضمها، وهي لغة عكل، وقرأ الأعمش أيضًا وطلحة وأبو حنيفة ومسعود بن صالح وحمزة والكسائي:  {غشوة} بفتح الغين وسكون الشين، وقرأ ابن مصرف والأعمش أيضًا كذلك إلا أنهما كسرا الغين. </p><p> ثم ذكر أن مثل هذا لا طمع في هدايته، فقال:  {فَمَنْ يَهْدِيهِ} ويرشده {مِنْ بَعْدِ} إضلال {اللَّهِ} سبحانه إياه؛ أي: فمن يوفقه لإصابة الحق، وإبصار محجة </p><p>(١) المراح. (٢) البحر المحيط.</p>"
}