{
  "id": null,
  "sura": 45,
  "aya": 5,
  "text": "<p> يقول الفقير: لم يقل: للموقنين كما قال للمؤمنين، إشارةً إلى قلة هذا الفريق بالنسبة إلى الأول. وخص الإيقان بخلق الأنفس؛ لأن ما قبله من الإيمان بالآفاق، وهو ما خرج عنك، وهذا من الإيمان بالأنفس، وهو ما دخل فيك، وهذا أخص درجات الإيمان, فإنه إذا أكمل الإيمان في مرتبة الإيمان بترقي العبد إلى المشاهدة في مرتبة الأنفس، فكمال اليقين إنما هو في هذه المرتبة، لا في تلك المرتبة؛ لأن العلم بما دخل فيك أقوى منه بما خرج عنك، إذ لا يكذبه شيء، ولذا جاء العلم الضروري أشد من العلم الاستدلالي، وضم خلق الدواب إلى خلق الإنسان لاشتراك الكل في معنى الجنس، فافهم جدًا، واقنع. </p><p> وفي \"التأويلات النجمية\" : أن العبد إذا أمعن نظره في حسن استعداده ظاهرًا وباطنًا، وأنه خلق في أحسن تقويم، ورأى استواء قده وقامته، وحسن صورته وسيرته، واستكمال عقله وتمام تمييزه وما هو مخصوص به في جوارحه وجوانبه، ثم تفكر فيما عداه من الدواب وأجزائها وأعضائها وأوصافها وطباعها .. وقف على اختصاص وامتياز بني آدم بين البرية من الجن في الفهم والعقل والتمييز ثم في الإيمان ومن الملائكة في حمل الأمانة، وتعلم علم الأسماء. </p><p> والمعنى: أي وإن في خلق الله إياكم على أطوار مختلفة من تراب، ثم من نطفة إلى أن تصيروا أناسي، وفي خلق ما تفرق في الكون من الدواب لحججًا لقوم يوقنون بحقائق الأشياء، فيقرونها بعد العلم بصحتها. </p><p> ٥ - {وَ} في {اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ} بتعاقبهما أو بتفاوتهما طولًا وقصرًا، أو بسواد الليل، وبياض النهار {وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ} عطف على {اختلاف}  {مِنْ رِزْقٍ} ؛ أي: مطر، وهو سبب الرزق، عبر عنه بذلك تنبيهًا على كونه آية من جهتي القدرة والرحمة {فَأَحْيَا بِهِ الْأَرْضَ} بأن أخرج منها أصناف الزروع والثمرات والنباتات {بَعْدَ مَوْتِهَا} ؛ أي: بعد يبسها، وعرائها عن آثار الحياة، وانتفاء قوة التنمية عنها، وخلو أشجارها عن الثمار، ففيه (١) تشبيه للرطوبة الأرضية بالروح الحيواني في كونها مبدأ التوليد، والتنمية، وتشبيه زوالها بزوال الروح وموت </p><p> الجسد {وَ} في {تَصْرِيفِ الرِّيَاحِ} ؛ أي: وفي تحويلها من جهة إلى أخرى، وتبديلها من حال إلى حال، إذ منها مشرقية ومغربية وجنوبية وشمالية وحارة وباردة ونافعة وضارة. </p><p> وتأخيره عن إنزال المطر مع تقدمه عليه في الوجود، إما للإيذان بأنه آية مستقلة، حيث لو روعي الترتيب الوجودي، لربما توهم أن مجموع تصريف الرياح، وإنزال المطر آية واحدة، وإما لأن كون التصريف آيةً ليس لمجرد كونه مبدا لإنشاء المطر، بل له ولسائر المنافع التي من جملتها سوق السفن في البحار {آيَاتٌ} ودلالات على القدرة القاهرة، والحكمة الباهرة {لِقَوْمٍ يَعْقِلُونَ} ؛ أي: يستعملون عقولهم في مصنوعات الله تعالى، ويتأملون فيها، فيثبتون وجود صانعا وعظيم قدرته، وباهر حكمته. </p><p> والمعنى (١) : أي وإن في تعاقب الليل والنهار عليكم، هذا بظلمته وسواده، وذلك بنوره وضيائه، وفيما أنزل الله من السماء من مطر تحيا به الأرض بعد موتها، فتهتز بالنبات والزرع من بعد جدوبها وقحوطها، فتخرج أرزاق العباد وأقواتهم، وفي تصريف الرياح لمنافعكم شماليةً مرة، وجنوبية أخرى، صبًا مرة، ودبورًا أخرى، لأدلة وحججا لله على خلقه، الذي يعقلون عنه حججه، ويفهمون ما وعظهم به من الآيات والعبر. </p><p> وقصارى ما سلف كله: أنكم إذا تأملتم الحكم المنبثة في السموات والأرض .. آمنتم بوحدة خالقها وقدرته، فإذا ازددتم علمًا .. ازداد تثبتكم وفهمكم، فصرتم موقنين بها؛ لأن الإيقان يكون بتوافر الأدلة وتكاثرها، ومتى أيقنتم بجمال هذا الكون وحسن نظامه .. أصبحتم من ذوي العقول الناضجة، والأفكار النافذة في أسرار هذا الكون، وبديع صنعه، فتستطيعون أن تنتفعوا بما فيه، وتسخروه لمنافعكم في هذه الحياة المليئة بالمطالب. </p><p> وإجمال ذلك: أن أول المراتب الإيمان بالله، فإذا ازداد المرء علمًا وحكمة </p><p>(١) روح البيان. (٢) المراغي.</p><p> وبحثًا في دقائق الأشياء وعظائمها أصبح موقنًا به وكلما ازداد بحثًا، ازداد عقله دراية، وفهما لأسرار هذا الكون، فسخره لمنافعه، واستفاد من نظمه التي وجد عليها، وعرف أنه لم يخلق عبثًا، بل خلق للانتفاع بما في ظاهره وباطنه، علويه وسفليه، أرضه وسماله، نوره وظلامه، فكأنه يقول: إنا أمرناكم بالنظر في العالم لتؤمنوا، فإذا ازددتم نظرًا أيقنتم بي، وذلك كله مما يربي عقولكم، ويكملها إلى أقصى حدود طاقتها البشرية. </p><p> وفي \"فتح الرحمن\" : إن قلت: لم ختم (١) الآية الأولى بقوله {لِلْمُؤْمِنِينَ} ، والثانية بقوله:  {يُوقِنُونَ} ، والثالثة بقوله {يَعْقِلُونَ} . </p><p> قلتُ: لأنه تعالى، لما ذكر العال ضمنًا، ولا بد له من صانع، موصوف بصفات الكمال، ومن الإيمان بالصانع، ناسب ختم الأولى {لِلْمُؤْمِنِينَ} ، ولما كان الإنسان أقرب إلى الفهم من غيره، وكان فكره في خلقه وخلق الدواب، مما يزيده يقينًا في إيمانه، ناسب ختم الثانية بقوله:  {يُوقِنُونَ} ، ولما كان جزئيات العالم من اختلاف الليل والنهار، وما ذكره معهما مما لا يدرك إلا بالعقل، ناسب ختم الثالثة بقوله:  {يَعْقِلُونَ} ، انتهى. </p><p> وقرأ الجمهور (٢) : {آيَاتٌ} جمعًا بالرفع فيهما، وقرأ الأعمش والجحدري وحمزة والكسائي ويعقوب: بالنصب فيهما، وزيد بن علي: برفعهما على التوحيد، وقرأ أبي وعبد الله:  {لآيات} فيهما كالأولى، وتنكير آيات (٣) في المواضع الثلاثة للتفخيم كما وكيفا، والعقل يقال: للقوة المتهيئة لقبول العلم، ويقال للعلم الذي يستفيده الإنسان بتلك القوة عقل، ولهذا قال أمير المؤمنين علي بن أبي طالب كرم الله وجهه: </p><p> فَإِنَّ الْعَقْلَ عَقْلَانِ ... فَمَطْبُوْعٌ وَمَسْمُوْعُ </p><p> وَلَا يَنْفَعُ مَطْبُوْعٌ ... إِذَا لَمْ يَكُ مَسْمُوْعُ </p><p>(١) فتح الرحمن. (٢) البحر المحيط.(٣) روح البيان.</p>"
}