{
  "id": null,
  "sura": 45,
  "aya": 13,
  "text": "<p> جعله صلبًا مصمتًا، يمنع الغوص فيه، لم يمكن تحصيل المنافع المترتبة على الغصرص {لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ} ؛ أي: بإذنه وتيسيره وأنتم راكبوها {وَلِتَبْتَغُوا مِنْ فَضْلِهِ} بالتجارة والغوص على اللؤلؤ والمرجان، ونحوها من منافع البحر {وَلَعَلَّكُمْ تَشْكُرُونَ} ؛ أي: ولكي تشكروا النعم المترتبة على ذلك بالإقرار بوحدانية المنعم بها، والحكمة (١) في هذا التسخير مختصة بالإنسان لا بالفلك، سخر البحر والفلك له، وسخره لنفسه ليكون خليفته، ومظهرًا لذاته وصفاته نعمةً منه، وفضلًا لإظهار الكتز المخفي، فبحسب كل مسخر من الجزئيات والكليات، يجب على العبد شكره، وشكره أن يستعمله في طلب الله بأمره، ولا يستعمله في هوى نفسه، وله أن يعتبر من البحر الصوري، والذين يركبون البحر فربما تسلم سفينتهم، وربما تغرق كذلك العبد في فلك الاعتصام، في بحار التقدير، يمشي به في رياح المشيئة، مرفوع له شراع التوكل، مرسى في بحر اليقين، فإن هبت رياح العناية، نجت السفينة إلى ساحل السعادة، وإن هبت نكباء الفتنة، لم يبق بيد الملاح شيء؛ وغرقت في لجة الشقاوة، فعلى العبد أن يبتغي فضل الله، ويسعى في الطلب بأداء شكر النعم، كما في \"التأويلات النجمية\" . </p><p> والمعنى (٢) : أي إن ذلك الخالق الواحد، الذي أقمت لكم الأدلة على وجوده، هو الذي يسَّر لكم استخدام البحر، لتجري فيه السفن بإذنه وقدرته، حاملةً أقواتكم ومتاجركم، لتقوم بشؤونكم المعيشية، ولتطلبوا رزق ربكم منه يالغوص للدر تارةً، والصيد تارةً أخرى، ولتشكروه على ما أفاض عليكم من هذه النعم, التي تحصلِ لكم بسبب هذا التسخير للبحر، فتعبدوه وتطيعوه فيما يأمركم وينهاكم عنه </p><p> ١٣ - {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} من الموجودات، بأن جعلها مدارًا لمنافعكم؛ أي: سخر لكم أيها العباد جميع ما خلقه في سمواته وأرضه؛ مما تتعلق به مصالحكم، وتقوم به معايشكم، ومما سخره لكم من مخلوقات السموات الشمس، والقمر والنجوم النيرات والمطر والسحاب والرياح، ومن مخلوقات الأرض الدواب والأشجار والجبال مثلًا {جَمِيعًا} إما حال من {مَا فِي </p><p>(١) روح البيان. (٢) المراغي.</p><p> السَّمَاوَاتِ وَمَا فِي الْأَرْضِ}، أو تأكيد له {مِنْهُ} صفة لـ {جَمِيعًا} ؛ أي: كائنًا منه تعالى، أو حال من {ما} ؛ أي: سخر لكم هذه الأشياء كائنةً منه مخلوقة له، أو خبر لمحذوف؛ أي: هي جميعًا منه تعالى. وفي \"فتح الرحمن\" : جميعًا منه؛ أي: كل إنعام فهو من فضله؛ لأنه لا يستحق عليه أحد شيئًا، بل هو ويوجب على نفسه تكرمًا {إِنَّ فِي ذَلِكَ} المذكور من التسخير {لَآيَاتٍ} عظيمة الشأن، كبيرة القدر، دالةً على وجود الصانع وصفاته {لِقَوْمٍ يَتَفَكَّرُونَ} في بدائع صنع الله تعالى، فإنهم يقفون بذلك على جلائل نعمه تعالى ودقائقها، ويوفقون لشكرها. </p><p> والمعنى: أي وسخر لكم جميع ما خلقه في سمواته وأرضه، مما تتعلق به مصالحكم، وتقوم به معايشكم، فمما سخر لكم من المخلوقات السماوية الشمس والقمر والنجوم والمطر والسحاب والرياح، ومن المخلوقات الأرضية الدواب والأشجار والجبال والسفن رحمةً منه وفضلًا، وكل هذه أدلة على أنه الله، الذي لا إله غيره، لمن تأمل فيها واعتبر بها، وتدبرها حق التدببر. </p><p> والخلاصة: أن العالم كله، كأنه جسم واحد، يحتاج كل جزء منه إلى الأجزاء الباقية، فلا يستقيم مطر بلا حرارة شمس، ولا تسير سفن، إلا بهواء أو فحم أو كهرباء وما شاكل ذلك، فالعالم كله كساعة منتظمة، لا يستقيم سيرها إلا إذا استكملت آلاتها وعددها، وخص المتفكرين لأنه لا يتفع بها إلا من تفكر فيها. </p><p> وعن طاووس قال: جاء رجل إلى عبد الله بن عمرو بن العاص، فسأله: مم خلق الخلق؟ فقال: من الماء والنور والظلمة والهواء والتراب، قال: فمم خلق هؤلاء؟ قال: لا أدري، ثم أتى الرجل عبد الله بن الزبير فسأله, فقال: مثل قول عبد الله بن عمرو، فأتى ابن عباس، فسأله: مم خلق الخلق؟ فقال: من الماء والنور والظلمة والريح والتراب، قال: مم خلق هؤلاء؟ فقرأ ابن عباس {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ} ، فقال الرجل: ما كان ليأتي بهذا إلا رجل من أهل بيت النبوة. </p>"
}