{
  "id": null,
  "sura": 46,
  "aya": 19,
  "text": "<p> قوله:  {فِي أَمْرٍ} : حال من الضمير المجرور في {عَلَيْهِمُ} ؛ أي: حال كون أولئك القائلين في عداد أمم {قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ} بيان للأمم، وجملة قوله:  {إِنَّهُمْ} جميعًا؛ أي: هم والأمم {كَانُوا خَاسِرِينَ} ؛ لأنهم قد ضيَّعوا فطرتهم الأصلية الجارية مجرى رؤوس أموالهم باتباع الشيطان؛ تعليل للحكم بطريق الاستئناف التحقيقي. </p><p> والمعنى (١) : أي هؤلاء الذين هذه أوصافهم، هم الذين وجب عليهم عذاب الله، وحلت عليهم عقوبته وسخطه فيمن حل به العذاب من الأمم الذين قد مضوا من قبلهم من الجن والإنس ممن كذّبوا الرسل، وعتوا عن أمر ربهم. </p><p> وفي الآية (٢) : إيماء إلى أنَّ الجن يموتون قرنًا بعد قرن كالإنس، قال أبو حيان في \"البحر\" : قال الحسن البصري في بعض مجالسه: الجن لا يموتون، فاعترضه قتادة بالآية فسكت، وفيها رد أيضًا على من قال: إنها نزلت في عبد الرحمن بن أبي بكر؛ لأنه رضي الله عنه أسلم وَجُبَّ عنه ما قبل الإِسلام، وكان من أفاضل الصحابة، أما من حق عليه القول ... فهو من علم الله تعالى أنه لا يسلم أبدًا. </p><p> ثم ذكر العلة في هذا العذاب المهين، فقال:  {إِنَّهُمْ كَانُوا خَاسِرِينَ} لأنهم ضيَّعوا فطرهم التي فطرهم الله عليها، واتبعوا الشيطان، فغبنوا ببيعهم الهدى بالضلال، والنعيم بالعذاب. </p><p> ١٩ - ثم ذكر أنّ لكل من الفريقين الذين قالوا: ربنا الله، والذي قال لوالديه أُفٍّ مراتب متفاوتة، فقال:  {وَلِكُلٍّ} من الفريقين المذكورين {دَرَجَاتٌ} ومراتب متفاوتة {مِمَّا عَمِلُوا} ؛ أي (٣) : من أجزية ما عملوا من الخير والشر، فـ {من} نعت لـ {دَرَجَاتٌ} ويجوز أن تكون بيانية. و {ما} موصولة، أو من أجل ما عملوا، فـ {ما} مصدرية، و {من} : متعلق بقوله: {لكل} أي: ولكل من الفريقين من </p><p>(١) المراغي. (٢) المراغي.(٣) روح البيان.</p><p> أجل ما عملوا درجات متفاوة حسنًا وقبحًا، والدرجات: طبقات عالية في مراتب المثوبة، وإيرادها هنا بطريق التغليب، قال ابن زيد: درجات أهل النار في هذه الآية تذهب سفلًا، ودرجات أهل الجنة تذهب علوًا. </p><p> فإن قلت (١) : كيف وصف الفريقين بأنّ لكل منها درجات، مع أنَّ أهل النار لهم دركات لا درجات؟ </p><p> قلت: الدرجات: هي الطبقات من المراتب مطلقًا، أو فيه إضمارٌ تقديره: ولكل فريق درجات أو دركات، لكن حذف الثاني اختصارًا لدلالة المذكور عليه. </p><p> و {اللام} في قوله: {وَلِيُوَفِّيَهُمْ} : معللة لمحذوف، تقديره: وجازاهم بما ذكر ليوفِّيهم {أَعْمَالَهُمْ} ؛ أي: ليعطيم الله سبحانه أجزية أعمالهم وافيةً تامةً، من وفاه حقّه. إذا أعطاه إياه وافيًا تامًا {وَهُمْ لَا يُظْلَمُونَ} : بنقص ثواب الأولين وزيادة عقاب الآخرين </p><p> وفي \"الروح\" : {اللام} في {لِيُوَفِّيَهُمْ} متعلقة بمحذوف مؤخر، كأنه قيل: وليوفهم أعمالهم ولا يظلمم حقوقهم فعل ما فعل من تقدير الأجزية على تقدير أعمالهم، فجعل الثواب درجات والعقاب دركات، وجملة قوله:  {وَهُمْ لَا يُظْلَمُونَ} في محل النصب على الحال من مفعول {يُوَفِّيَهُمْ} ، أو مستأنفة مقررة لما قبلها. </p><p> وقرأ الجمهور (٢) : {وَلِيُوَفِّيَهُمْ} بالياء؛ أي: الله تعالى، وقرأ الأعمش والأعرج وشيبة وأبو جعفر والأخوان: حمزة والكسائي وابن ذكوان ونافع بخلاف عنه: بالنون، وقرأ السلميّ: بالتاء من فوق؛ أي:  {ولتوفيهم} الدرجات، أسند التوفية إليها مجازًا. </p><p> والمعنى: أي ولكل من الأبرار والفجار من الإنس والجن مراتب عند الله يوم القيامة بحسب أعمالهم، من خير أو شرّ في الدنيا، وليوفيهم أجور أعمالم: المحسن منهم بإحسانه، والمسيء منهم بإساءته، وهم لا يظلمون شيئًا، فلا </p><p>(١) فتح الرحمن. (٢) البحر المحيط.</p>"
}