{
  "id": null,
  "sura": 46,
  "aya": 11,
  "text": "<p> قالوا: خيرنا وابن خيرنا، وسيدنا وابن سيدنا، وأعلمنا وابن أعلمنا، قال:  \"أرأيتم إن أسلم عبد الله\" قالوا: أعاذه الله من ذلك، فخرج إليهم عبد الله فقال: أشهد أن لا إله إلا الله، وأشهد أن محمدًا رسول الله، فقالوا، شرّنا وابن شرنا، وانتقصوه. قال: هذا ما كنت أخاف يا رسول الله وأحذر. قال سعد بن أبي وقاص - رضي الله عنه -: ما سمعت رسول الله - صلى الله عليه وسلم - يقول لأحد يمشي على الأرض: \"إنه من أهل الجنة إلا لعبد الله بن سلام، وفيه نزل:  {وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ} . </p><p> وقال مسروق - رضي الله عنه -: والله ما نزلت في عبد الله بن سلام، فإن آل {حمَ (١) } نزلت بمكة، وإنما أسلم عبد الله بالمدينة قبل وفاة النبي - صلى الله عليه وسلم - بعامين، وأجاب الكلبي بأن الآية مدنية، وإن كانت السورة مكية، فوضعت في المكية على ما أمر رسول الله - صلى الله عليه وسلم -. </p><p> ومعنى الآية: أي قل لهم (١) : أخبروني حالكم إن ثبت أنّ القرآن من عند الله لعجز الخلق عن معارضته، لا أنه سحر ولا مفترى كما تزعمون، ثم كذبتم به، وشهد أعلم بني إسرائيل بكونه من عند الله، فآمن واستكبرتم، أفلستم تكونون أضل الناس وأظلمهم؟ </p><p> والخلاصة (٢) : أخبروني إن اجتمع كون القرآن من عند الله مع كفركم به، وشهادة منصف من بني إسرائيل عارف بالتوراة على مثل ما قلت، فآمن به مع استبكاركم، أفلا تكونون ظالمين لأنفسكم؟ </p><p> ثم ذكر أن في استكبارهم عن الإيمان ظلمًا لأنفسهم، وكفرا بآيات ربهم، فقال:  {إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} ؛ أي: إنّ الله لا يوفق لإصابة الحق، وهدى الصراط المستقيم من ظلموا أنفسم باستحقاقهم بسخط الله لكفرهم به بعد قيام الحجة الظاهرة عليهم، وهذا استئناف بياني تعليل لاستكبارهم. </p><p> ١١ - ثم حكى نوعًا آخر من أقاويلهم الباطلة في القرآن العظيم والمؤمنين به </p><p>(١) المراغى. (٢) المراغي.</p><p> فقال:  {وَقَالَ الَّذِينَ كَفَرُوا} من أهل مكة {لِلَّذِينَ آمَنُوا} ؛ أي: لأجلهم، فليس الكلام على المواجهة والخطاب حتى يقال: ما سبقتمونا؛ أي: قالوا لأجل إيمان من آمن من فقراء المؤمنين كعمار وصهيب وابن مسعود ومن لف لفهم: {لَوْ كَانَ} ما جاء به محمد - صلى الله عليه وسلم - من القرآن والدين {خَيْرًا} ؛ أي: حقًا {مَا سَبَقُونَا إِلَيْهِ} ؛ أي: ما سبقنا إليه هؤلاء الأراذل والفقراء، فإنّ معالي الأمور لا تنالها أيدي الأراذل، وهؤلاء سقاط الناس، ورعاة الإبل والشاء، وقد قالوا (١) ذلك زعمًا منهم أنّ الرياسة الدينية مما ينال بأسباب دنيوية، وقد غاب عنهم أنها منوطة بكمالات نفسانية، وملكات روحانية مبناها الإعراض عن زخارف الدنيا الدنية، والإقبال على الآخرة بالكلية، وأنّ من فاز بها .. فقد حازها بحذافيرها، ومن حرمها .. فما له منها من خلاق، ولم يعلموا أنّ الله يختصّ برحمته من يشاء، ويصطفي لدينه من يشاء. </p><p> يقول الفقير: الأولى في مثل هذا المقام أن يقال: إنّ الرياسة الدينية فضل الله تعالى، يؤتيه من يشاء بغير علل ولا أسباب، فإن القابلية أيضًا إعطاء من الله تعالى. انتهى. </p><p> {وَإِذْ لَمْ يَهْتَدُوا بِهِ} : ظرف لمحذوف يدل عليه ما قبله، ويترتب عليه ما بعده، لا لقوله:  {فَسَيَقُولونَ} فإنه للاستقبال، و {إذ} للمضي؛ أي: وإذ لم يهتدوا بالقرآن كما اهتدى به أهل الإيمان قالوا ما قالوا؛ أي: وحين لم يهتدوا بالقرآن ظهر عنادهم وقالوا: لو كان خيرًا ما سبقونا إليه {فَسَيَقُولُونَ} في المستقبل غير مكتفين بنفي خيريّته: {هَذَا} القرآن {إِفْكٌ قَدِيمٌ} وكذب مأثور عن الناس الأقدمين، كما قالوا: أساطير الأولين بقصد انتقاص القرآن وأهله، فقد جهلوا بلبّ القرآن وعادوه؛ لأنّ الناس أعداء ما جهلوا، ومن كان مريضًا مرّ الفم .. يجد الماء الزّلال مرًا، فلا ينبغي لأحد أن يستهين بشيء من الحق إذا لم يهتد عقله به، ولم يدركه فهمه، فإنّ ذلك من محض الضلالة والجهالة، بل ينبغي أن </p><p>(١) روح البيان.</p>"
}