{
  "id": null,
  "sura": 46,
  "aya": 17,
  "text": "<p> بوالديه، مأمور أن يشكر نعمة الله عليه، وعلى والديه، وأن يعمل صالحًا، وأن يسعى في إصلاح ذرّيته، ويدعو الله أن يوفقه لعمل أهل الجنة. </p><p> ١٧ - ولما ذكر سبحانه من شكر نعمة الله سبحانه عليه وعلى والديه .. ذكر من قال لهما قولًا يدل على التضجر منهما عند دعوتهما له إلى الإيمان، فقال:  {وَالَّذِي} : مبتدأ، خبره: قوله: {أُولَئِكَ} ؛ لأنَّ المراد به - أي: بالموصول - الجنس {قَالَ لِوَالِدَيْهِ} عند دعوتهما له إلى الإيمان، ويدخل فيه كل عبد سوءٍ عاقٍ لوالديه فاجرٍ لربّه {أُفٍّ لَكُمَا} و {أُفٍّ} : (١) كلمة تصدر عن قائلها عند تضجره من شيء يرد عليه، وكراهيته له. و {اللام} : لبيان المؤفف له، كما في {هَيْت لَكَ} ؛ أي: هذا التأفيف لكما خاصَّة. وقال الراغب: أصل الأفّ؛ كل مستقذر من وسخ وقلامة ظفر وما يجري مجراهما، ويقال ذلك لكل مستخفٍ به، استقذارًا له؛ أي: نتنًا وقبحًا لكما، أتضجر منكما. فـ {اللام} بمعنى: منْ. </p><p> وقرأ نافع وحفص (٢) : {أُفٍّ} بكسر {الفاء} مع التنوين، وقرأ ابن كثير وابن عامر وابن محيصن: بفتحها من غير تنوين، وقرأ الباقون، بكسر من غير تنوين، وهي لغات. وقد مضى الكلام على {أُفٍّ} مدلولًا. ولغات، وقراءةً في سورة الإسراء مبسوطًا، وقرأ الجمهور:  {أَتَعِدَانِنِي} بنونين خفيفتين الأولى مكسورة، وفتح ياءه أهل المدينة ومكة، وأسكنها الباقون، وقرأ الحسن وعاصم وأبو عمرو في روايةٍ، وهشامٌ، بإدغام نون الرفع في نون الوقاية، وقرأ نافع في رواية، وجماعةٌ: بنونٍ واحدةٍ، وقرأ الحسن وشيبة وأبو جعفر بخلاف عنه، وعبد الوارث عن أبي عمرو وهارون بن موسى عن الجحدري وسامٌ عن هشام: بفتح النون الأولى، كأنهم فرَّوا من توالي الكسرتين والياء إلى الفتح؛ طلبًا للتخفيف، ففتحوا كما فرَّ من أدغم ومن حذف، وقال أبو حاتم: فتح النون باطل غلط. </p><p> وقرأ الجمهور:  {أَنْ أُخْرَجَ} بضم الهمزة، وفتح الراء مبنيًا للمجهول، وقرأ الحسن وابن يعمر والأعمش وأبو العالية وابن مصرِّف والضحاك: بفتح الهمزة، </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> وضم الراء مبنيًا للفاعل. </p><p> والمعنى: أتعدانني وتخبرانني أن أبعث بعد الموت، وأخرج من القبر {و} الحال أنه {قَدْ خَلَتِ} ومضت {الْقُرُونُ} ؛ أي: أمة بعد أمة {مِنْ قَبْلِي} فماتوا ولم يبعث منهم أحد ولم يرجع. فالجملة: في محل النصب على الحال من مفعول {أَتَعِدَانِنِي} ، وكذا جملة قوله:  {وَهُمَا يَسْتَغِيثَانِ اللَّهَ} : في محل النصب على الحال من قوله: {لِوَالِدَيْه} ؛ أي: قال لهما ذلك، والحال: أنهما يستغيثان الله سبحانه له، ويسألانه، ويطلبان منه أن يغيثه، ويوفقه للإيمان، واستغاث يتعدَّى بنفسه، وبالباء، يقال: استغاث الله، واستغاث به. وقال الرازي: معناه: يستغيثان الله من كفره، فلما حذف الجار .. وصل الفعل؛ أي: يقولان: الغياث بالله منك ومن قولك، وهو استعظام لقوله؛ أي: يستغيثان الله حال كونهما قائلين له: {وَيْلَكَ} ؛ أي: هلكت هلاكك، وهو في الأصل: دعاء عليه بالهلاك أريد به الحث والتحريض على الإيمان، لا حقيقة الهلاك. وانتصابه: إما على المصدر (١) بفعل ملاقٍ له في المعنى دون اللفظ؛ أي: هلكت هلاكك، وهو من المصادر التي لم تستعمل أفعالها كالويح والويس والويب، وإمَّا على المفعول به؛ أي: ألزمك الله ويلك. وعلى كلا التقديرين، فالجملة معمولة لقول مقدر؛ أي: يقولان: {وَيْلَكَ آمِنْ} . والقول المقدر: في محل النصب على الحال من فاعل {يَسْتَغِيثَانِ} ، كما مرت الإشارة إليه {آمِنْ} ؛ أي: صدِّق بالبعث، والإخراج من الأرض، وهو فعل أمر من الإيمان، وهو من جملة مقولهما {إِنَّ وَعْدَ اللَّهِ} بالبعث؛ أي: إنّ موعوده وهو البعث {حَقٌّ} ؛ أي: كائن واقع لا محالة؛ لأنَّ الخلف في الوعد نقص يجب تنزيه الله منه، وأضاف الوعد إليه تعالى في قوله:  {وَعْدَ اللَّهِ} تحقيقًا للحق، وتنبيهًا على خطأه في إسناده الوعد إليهما. في قوله:  {أَتَعِدَانِنِي}  {فَيَقُولُ} مكذبًا لهما: {مَا هَذَا} الذي تسميانه وعد الله {إِلَّا أَسَاطِيرُ الْأَوَّلِينَ} ؛ أي: إلا أكاذيب الأقدمين، وأباطيلهم التي يسطرونها في الكتب من غير أن يكون لها حقيقة، كأحاديث رستم، وبهرام، واستنديار. </p><p>(١) الفتوحات.</p>"
}