{
  "id": null,
  "sura": 46,
  "aya": 9,
  "text": "<p> ثم فتح لهم باب الرحمة بعد الإنذار السابق لعلهم يتوبون، ويثوبون إلى الحق، فقال:  {وَهُوَ} سبحانه وتعالى {الغَفُورُ} لمن تاب وآمن وصدّق بالقرآن، وعمل بما فيه {الرَّحِيمُ} له بقبول توبته؛ أي: ومع كل ما صدر منكم من تلك المطاعن الشنعاء، إن أنتم تبتم وأنبتم إلى ربكم، وصحّ عزمكم على الرجوع عما أنتم عليه تاب عليكم، وعفا عنكم، وغفر لكم ورحمكم. </p><p> ٩ - وبعد أن حكى عنهم طعنهم في القرآن .. أمر رسوله أن يرد عليهم مقترحاتهم العجيبة، وهي طلبهم من الرسول - صلى الله عليه وسلم - أن يأتيهم بمعجزات بحسب ما يريدون ويشتهون، وكلها تدور حول الإخبار بشؤون الغيب، فقال:  {قُل} لهم يا محمد: {مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ} ؛ أي: ما كنت رجلًا غير مسبوق بمثله من الرسل، والبدع (١) بالكسر: البديع، وهو من الأشياء ما لم ير مثله، كانوا يقترحون عليه - صلى الله عليه وسلم - آيات عجيبة، ويسألونه عن المغيبات عنادًا ومكابرةً، فأمر عليه السلام بأن يقول لهم: ما كنت بدعًا من الرسل؛ أي: لست بأول مرسل أرسل إلى البشر، فإنه تعالى قد بعث قبلي كثيرًا من الرسل، وكلهم قد اتفقوا على دعوة عباد الله إلى توحيده وطاعته، ولست داعيًا إلى غير ما يدعون إليه، بل أدعو إلى الله بالإخلاص في التوحيد، والصدق في العبودية، وبعثت لأتمم مكارم الأخلاق، ولست قادرًا على ما لم يقدروا عليه، حتى آتيكم بكل ما تقترحونه، وأخبركم بكل ما تسألون عنه من الغيوب، فإن من قبلي من الرسل ما كانوا يأتون إلا بما آتاهم الله تعالى من الآيات، ولا يخبرون قومهم إلا بما أوحي إليهم، فكيف تنكرون منّي أن دعوتكم إلى ما دعا إليه من قبلي من الأنبياء؟ وكيف تقترحون عليّ ما لم يؤته الله إيّاي؟. </p><p> وقرأ عكرمة وأبو حيوة وابن أبي عبلة (٢) : {بِدَعًا} : بكسر الباء وفتح الدال جمع بدعة، وهو على حذف مضاف؛ أي: ذا بدع، وقرأ مجاهد:  {بَدِعًا} بفتح الباء، وكسر الدال كحذر على الوصف، وقرأ الجمهور: بكسر الباء وسكون الدال. </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> والمعنى: أي قل لهم: لست بأول رسول بلَّغ عن ربه، بل قد جاءت رسل من قبلي، فما أنا بالفذِّ في لم يعهد له نظير حتى تستنكروا وتستبعدوا رسالتي إليكم، وأما أنا بالذي يسشطيع أن يأتي بالعجزات متى شاء، بل ذلك بإذنه تعالى، وتحت قبضته وسلطانه، وليس لي من الأمر شيء، وإلى ذلك أشار بقوله:  {وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ} أيها المكذبون. {ما} الأولى: نافية، و {لا} تأكيد لها، والثانية: استفهامية مرفوعة بالابتداء، خبرها:  {يُفْعَلُ} . وجُوِّز أن تكون الثانية موصولة منصوبة بـ {أَدْرِي} والاستفهامية أقضى لحق مقام التبرّي من الدراية؛ أي:  (١) وما أعلم أيُّ شيء يصيبنا فيما يستقبل من الزمان، وإلام يصير أمري وأمركم في الدنيا، فإنه قد كان من الأنبياء من يسلم من المحن، ومنهم من يمتحن بالهجرة من الوطن، ومنهم من يبتلى بأنواع الفتن، وكذلك الأمم منهم من أهلك بالخسف، ومنهم من كان هلاكه بالقذف، وكذا بالمسخ وبالريح وبالصيحة وبالغرق وبغير ذلك، فنفى عليه السلام علم ما يفعل به وبهم من هذه الوجوه، وعلم من هو الغالب المنصور منه ومنهم، ثم عرّفه الله بوحيه إليه عاقبة أمره وأمرهم، فأمره بالهجرة، ووعده العصمة من الناس، وأمره بالجهاد، وأخبر أنه سيظهر دينه على الأديان كلها، ويسلَّط على أعدائه ويستأصلهم. </p><p> وقيل (٢) : يجوز أن يكون المنفي هي الدراية المفصلة؛ أي: وما أدري ما يفعل بي ولا بكم في الدارين على التفصيل، إذ لا علم لي بالغيب، وكان بالإجمال معلومًا بقوله فإن جند الله هم الغالبون وإن مصير الأبرار إلى النعيم، ومصير الكفار إلى الجحيم، وقال أبو السعود - رحمه الله تعالى -: والأظهر الأوفق لما، ذكر من سبب النزول: أنّ {ما} عبارة عما ليس في علمه من وظائف النبوة من الحوادث والواقعات الدنيوية، دون ما سيقع في الآخرة، فإن العلم بذلك من وظائف النبوة، وقد ورد به الوحي الناطق بتفاصيل ما يفعل بالجانبين هذا. </p><p>(١) روح البيان. (٢) روح البيان.</p><p> وقرأ الجمهور (١) : {مَا يُفْعَلُ} بضم الياء مبنيًا للمفعول، وقرأ زيد بن علي وابن أبي عبلة: بفتحها مبنيًا للفاعل. </p><p> وخلاصة المعنى: أي ولا أعلم ما يفعل بي في الدنيا، أأخرج من بلدي كما أخرجت أنبياء من قبلي؟ أم أقتل كما قتل منهم من قتل؟ ولا ما يفعل بكم أيها المكذبون، أترمون بحجارة من السماء؟ أم تخسف بكم الأرض؟ كل هذا علمه عند ربّي جلّ وعلا. </p><p> وفي \"صحيح البخاري\" وغيره من حديث أمّ العلاء أنها قالت: لما مات عثمان بن مظعون - رضي الله عنه -: قلت: رحمة الله عليك يا أبا السائب، لقد أكرمك الله تعالى، فقال رسول الله - صلى الله عليه وسلم -: \"وما يدريك أنّ الله أكرمه، أما هو فقد جاءه اليقين من ربّه، وإني لأرجو له الخير، والله ما أدري وأنا رسول الله ما يفعل بي ولا بكم\" قالت أم العلاء: فوالله ما أزكّي بعده أحدًا، وفي رواية الطبراني، وابن مردويه عن ابن عباس، أنه لما مات .. قالت امرأته أو امرأة: هنيئًا لك ابن مظعون الجنة، فنظر إليها رسول الله - صلى الله عليه وسلم - نظر مغضب، وقال:  \"وما يدريك، والله إني لرسول الله، وما أدري ما يفعل بي\" فقالت: يا رسول الله صاحبك وفارسك وأنت أعلم، فقال:  \"أرجو له رحمة ربه تعالى، وأخاف عليه ذنبه\" . </p><p> ومن هذا يعلم أنّ ما ينسب إلى بعض الأدعياء من العلم بشؤون الغيب فهو فرية على الله ورسوله، وكفى بما سلف ردًّا عليهم. </p><p> ثم أكد ما سلف وقرّره بقوله:  {إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ} ؛ أي: ما أتبع إلا القرآن، ولا أبتدع شيئًا من عندي؛ أي: ما أفعل إلا اتباع ما يوحى إليّ، على معنى قصر أفعاله - صلى الله عليه وسلم - على اتباع الوحي، لا قصر اتباعه على الوحي، كما هو المتسارع إلى الأفهام، وهو جواب عن اقتراحهم الإخبار عما لم يوح إليه من الغيوب. وقيل: عن استعجال المسلمين أن يتخلصوا من أذية المشركين، والأول هو الأوفق لقوله تعالى:  {وَمَا أَنَا إِلَّا نَذِيرٌ} أنذركم عقاب الله، وأخوفكم عذابه </p><p>(١) البحر المحيط.</p>"
}