{
  "id": null,
  "sura": 46,
  "aya": 12,
  "text": "<p> يطلب الاهتداء من الهادي ويجدَّ فيه. </p><p> ١٢ - ثمّ ردّ عليهم طعنهم في القرآن، وأثبت صحته فقال:  {وَمِنْ قَبْلِهِ} ؛ أي: من قبل القرآن {كِتَابُ مُوسَى} ؛ أي: التوراة. </p><p> قرأ الجمهور (١) : بكسر الميم من {مِنْ} على أنها حرف جر، وهي ومجرورها خبر مقدم، و {كِتَابُ مُوسَى} : مبتدأ مؤخر، والجملة: في محل نصب على الحال، أو هي مستأنفة، والكلام مسوق لردّ قولهم:  {إِفْكٌ قَدِيمٌ} ، وإبطال له، فإن كونه مصدقًا لكتاب موسى مقرّر لحقيته قطعًا؛ يعني: كيف يصحّ هذا القول منهم، وقد سلّموا لأهل كتاب موسى أنهم من أهل العلم؟ وجعلوهم حكمًا يرجعون لقولهم في هذا النبي، وهذا القرآن مصدق له، أو له ولسائر الكتب الإلهية؛ أي: فإن كون القرآن موافقًا لكتاب موسى في أصول الشرائع، يدل على أنه حق، وأنه من عند الله، ويقتضي بطلان قولهم:  {هَذَا إِفْكٌ قَدِيمٌ} . </p><p> وقرأ الكلبي بفتح ميم {مَن} على أنها موصولة ونصب {كتاب} على أنه مفعول لفعل محذوف؛ أي: وآتينا من قبل القرآن، أو قبل محمد - صلى الله عليه وسلم - كتاب موسى {إِمَامًا} حال من {كِتَابُ مُوسَى} ؛ أي: حال كون كتاب موسى إمامًا يقتدى به في دين الله سبحانه {و} حال كونه {رحمة} لمن آمن به، وعمل بموجبه {وَهَذَا} القرآن في يقولون في حقه ما يقولون {كِتَابٌ} عظيم الشأن {مُصَدِّقٌ} لكتاب موسى الذي هو إمام ورحمة، أو مصدق لما بين يديه من جميع الكتب الإلهية {لِسَانًا عَرَبِيًّا} حال من ضمير {كِتَابٌ} في {مُصَدِّقٌ} ؛ أي: حال كون هذا القرآن ملفوظًا به على لسان العرب؛ لكون القوم عربًا. </p><p> قرأ الجمهور (٢) : {لِيُنْذِرَ الَّذِينَ ظَلَمُوا} بياء الغيبة على أنّ فاعله ضمير يرجع إلى الكتاب أو الله أو الرسول، والأول أولى، وهو متعلق بـ {مُصَدِّقٌ} ، وقرأ نافع وابن عامر وابن كثير وأبو رجاء وشيبة والأعرج وأبو جعفر:  {لتنذر} بتاء الخطاب للرسول، واختار هذه القراءة أبو حاتم وأبو عبيد؛ أي: وهذا كتاب </p><p>(١) الشوكاني. (٢) الشوكاني.</p><p> مصدق لما بين يديه، أنزل بلسان عربي مبين؛ لينذر الذين ظلموا أنفسهم بالإشراك وهم كفار مكة. وقوله:  {وَبُشْرَى لِلْمُحْسِنِينَ} في حيّز النصب عطفًا على محل {لِيُنْذِرَ} ؛ لأنه مفعول له؛ أي: أنزل بلسان عربي لينذر الظالمين بعبادة الأصنام من عذاب الله سبحانه، وليبشّر المحسنين بالإيمان والعمل الصالح بالجنة، وبرضوان الله تعالى. وقال الزجاج: الأجود أن يكون في محل رفع؛ أي: وهو {بشرى للمحسنين} وقوله: {لِلْمُحْسِنِينَ} متعلق بـ {بشرى} . </p><p> ومن الظالمين (١) : اليهود والنصارى، فإنهم قالوا: عزير ابن الله، والمسيح ابن الله، وغيّروا ذكر محمد - صلى الله عليه وسلم -، ونعته في التوراة والإنجيل، وحرّفوا الكلم عن مواضعه، فكان - صلى الله عليه وسلم - نذيرًا لهم، وبشيرًا للذين آمنوا بجميع الأنيياء والكتب المنزلة، وهدوا إلى الصراط المستقيم، وثبتوا على الدين القويم. </p><p> والخلاصة: كيف يكون إفكًا قديمًا وهو مصدق لكتاب موسى الذي تعترفون بصدقه، وهو بلسان عربيّ، والتوراة بلسان عبريّ؟ فتصديق الأول للثاني مع اختلاف لغتهما دليل على اتحادهما صدقًا، فبطل كونه إفكًا قديمًا، وثبت له الصدق القديم. </p><p> ومجمل معنى الآية (٢) : أي ومما يدلّ على أنّ القرآن حق وصدق، وأنه من عند الله ... اعترافكم بإنزال الله التوراة على موسى الذي هو إمام وقدوة يقتدى به في الدين، وهو رحمة لمن آمن به، وهذا القرآن الموافق للتوارة في أصول الشرائع مصدق لكتاب موسى ولغيره من الكتب الإلهية المتقدمة، أنزله الله حال كونه بلغة عربية واضحة فصيحة، يفهمونها، من أجل أن ينذر به هذا النبي الكريم من عذاب الله الذين ظلموا أنفسهم، وهم مشركوا مكة، ويبشّر به المؤمنين الذين أحسنوا عملًا، فهو مشتمل على النذارة للكافرين، والبشارة للمؤمنين، وهو ليس إفكًا قديمًا كما يزعمون، بدليل توافقه مع التوراة. </p><p>(١) روح البيان. (٢) التفسير المنير.</p><p> الإعراب </p><p> {حم (١) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (٢) مَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ (٣) قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ (٤) }. </p><p> {حم (١) }: خبر لمبتدأ محذوف، تقديره: هذه السورة حم؛ أي: مسماة بلفظ حم، والجملة: مستأنفة. {تَنْزِيلُ الْكِتَابِ} : خبر لمبتدأ محذوف، أو مبتدأ، خبره {مِنَ اللَّهِ} والجملة: مستأنفة. {الْعَزِيزِ الْحَكِيمِ} : صفتان للجلالة. {مَا} : نافية. {خَلَقْنَا السَّمَاوَاتِ} : فعل وفاعل ومفعول به. {وَالْأَرْضَ} : معطوف على {السَّمَاوَاتِ} والجملة: مستأنفة. {وَمَا} اسم موصول معطوف على {السَّمَاوَاتِ}  {بَيْنَهُمَا} : ظرف متعلق بمحذوف صلة لـ {ما} . {إلَّا} : أداة استثناء مفرّغ. {بِالْحَقِّ} : صفة لمصدر محذوف، تقديره: إلا خلقًا متلبسًا بالحق والحكمة. {وَأَجَلٍ} : معطوف على {الحق}  {مُسَمًّى} : صفة لـ {الحق} . {وَالَّذِينَ}  {الواو} : عاطفة. {الذين} : مبتدأ، وجملة {كَفَرُوا} : صلة الموصول. {عَمَّا} : جار ومجرور متعلق بـ {مُعْرِضُونَ} وجملة {أُنْذِرُوا} : صلة الموصول، والعائد: محذوف؛ أي: عن الذي أُنذروه. {مُعْرِضُونَ} : خبر {الذين} ويجوز أن تكون {مَا} : مصدرية، أي: عن إنذارهم ذلك اليوم، والجملة الاسمية، معطوفة على الجملة الفعلية قبلها. {قُلْ} : فعل أمر وفاعل مستتر يعود على محمد، والجملة: مستأنفة. {أَرَأَيْتُمْ} : فعل وفاعل، و {مَا} مفعول به أول، وجملة {تَدْعُونَ} : صلة لـ {مَا} والجملة الفعلية: في محل النصب مقول {قُلْ} . {مِنْ دُونِ اللَّهِ} : جار ومجرور، حال من فاعل {تَدْعُونَ} ؛ أي: تدعونهم مجاوزين الله في دعائهم. {أَرُونِي} : فعل أمر وفاعل ومفعول به، والجملة: توكيد لـ {أَرَأَيْتُمْ} . {مَاذَا} : اسم استفهام مركب في محل النصب مفعول مقدم وجوبًا لـ {خَلَقُوا} . {خَلَقُوا} : فعل وفاعل. {مِنَ الْأَرْضِ} حال من مفعول {خَلَقُوا} ، والجملة الفعلية سادّة مسدّ المفعول الثاني لـ {أَرَأَيْتُمْ} وإن شئت قلت: {ما} : </p><p> اسم استفهام مبتدأ، {ذا} اسم موصول خبره، وجملة {خَلَقُوا} : صلة الموصول، والجملة الاسمية سادة مسد المفعول الثاني لـ {أَرَأَيْتُمْ} ويجوز أن لا تكون {أَرُونِي} توكيدًا لـ {أَرَأَيْتُمْ} فتكون المسألة من باب التنازع؛ لأنّ {أَرَأَيْتُمْ} : يطلب مفعولًا ثانيًا. و {أَرُونِي} كذلك، وقوله:  {مَاذَا خَلَقُوا} هو المتنازع فيه. {أَمْ} : منقطعة، بمعنى همزة الاستفهام وبل الإضرابية. كما مر. {لَهُمْ} : خبر مقدم. {شِرْكٌ} : مبتدأ مؤخر. {فِي السَّمَاوَاتِ} : متعلق بـ {شِرْكٌ} والجملة الاسمية: جملة إنشائية، لا محل لها من الإعراب. {ائْتُونِي} : فعل أمر وفاعل ونون وقاية ومفعول به، والجملة: من تتمّة المقول. {بِكِتَابٍ} : متعلق بـ {ائْتُونِي} . {مِنْ قَبْلِ هَذَا} : جار ومجرور ومضاف إليه صفة لـ {كتاب} . {أَوْ أَثَارَةٍ} : معطوف على {كتاب}  {مِنْ عِلْمٍ} صفة لـ {أَثَارَةٍ} . {إِن} : حرف شرط. {كُنْتُمْ صَادِقِينَ} : فعل ناقص واسمه وخبره في محل الجزم بـ {إِن} الشرطية، على كونه فعل شرط لها، وجواب الشرط محذوف، تقديره: إن كنتم صادقين فائتوني به، وجملة الشرط، من تتمّة المقول. </p><p> {وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ (٥) وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ (٦) وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ هَذَا سِحْرٌ مُبِينٌ (٧) }. </p><p> {وَمَنْ}  {الواو} : استئنافية. {من} : اسم استفهام معناه الإنكار، في محل الرفع مبتدأ. {أَضَلُّ} : خبره، والجملة مستأنفة. {مِمَّنْ} : متلعق بـ {أَضَلُّ} ، وجملة {يَدْعُو} : صلة {مَن} الموصولة {مِنْ دُونِ اللَّهِ} : حال من فاعل {يَدْعُو} ، {مَن} : اسم موصول في محل النصب مفعول {يَدْعُو} ، {لا} : نافية. {يَسْتَجِيبُ} : فعل مضارع وفاعل مستتر يعود على {مَن} . {لَهُ} : متعلق بـ {يَسْتَجِيبُ} والجملة صلة {مَن} الموصولة. {إِلَى يَوْمِ الْقِيَامَةِ} : متعلق بـ {يَسْتَجِيبُ} أو حال من فاعله. {وَهُمْ}  {الواو} : حالية. {هم} : مبتدأ. {عَنْ دُعَائِهِمْ} : متعلق بـ {غَافِلُونَ} و {غَافِلُونَ} : خبر {هم} ، والجملة: في محل النصب حال من مفعول {يَدْعُو} ، والجمع باعتبار معنى {مَن} الموصولة. </p><p> {وَإِذَا}  {الواو} : استئنافية {إذا} : ظرف لما يستقبل من الزمان. {حُشِرَ النَّاسُ} : فعل ونائب فاعل، والجملة، في محل الخفض فعل شرط لـ {إذا} ، {كَانُوا} : فعل ماض ناقص واسمه. {لَهُمْ} حال من {أَعْدَاءً} ؛ لأنه صفة نكرة قدمت عليها. {أَعْدَاءً} : خبر {كان} وجملة {كان} جواب {إذا} ، لا محل لها من الإعراب، وجملة {إذا} مستأنفة. {وَكَانُوا} : فعل ناقص واسمه، معطوف على {كان} الأولى، {بِعِبَادَتِهِمْ} : متعلق بـ {كَافِرِينَ} و {كَافِرِينَ} خبر {كان} . {وإذَا}  {الواو} : عاطفة. {إذا} ظرف لما يستقبل من الزمان. {تُتْلَى} : فعل مضارع مغير الصيغة. {عَلَيْهِمْ} : متعلق بـ {تُتْلَى} ، {آيَاتُنَا} نائب فاعل، والجملة: فعل شرط لـ {إذا} . {بَيِّنَاتٍ} : حال من {آيات} وجملة {قَالَ الَّذِينَ كَفَرُوا} : جواب {إذا} وجملة {إذا} : معطوفة على جملة {إذا} الأولى. {لِلْحَقّ} : متعلق بـ {قَالَ} و {اللام} فيه: للتعليل. {لَمَّا} : ظرف بمعنى حين، في محل النصب على الظرفية، مبنيّ على السكون، والظرف: متعلق بـ {قَالَ} . {جَاءَهُمْ} فعل ومفعول به وفاعل يعود على {الحق} والجملة؛ في محل الخفض بإضافة {لَمَّا} إليها. {هَذَا سِحْرٌ} مبتدأ وخبر. {مُبِينٌ} : صفة {سِحْرٌ} والجملة: في محل النصب مقول {قَالَ} . </p><p> {أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ كَفَى بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَهُوَ الْغَفُورُ الرَّحِيمُ (٨) }. </p><p> {أَمْ} : منقطعة مقدرة بمعنى بل الإضرابية وهمزة الاستفهام الإنكاري. {يَقُولونَ} فعل وفاعل، والجملة: مستأنفة. {افْتَرَاهُ} : فعل ماض، ومفعول به، وفاعل مستتر يعود على محمد، والجملة: في محل النصب مقول {يَقُولُونَ} . {قُلْ} : فعل أمر وفاعل مستتر يعود على محمد، والجملة: مستأنفة. {إن} : حرف شرط. {افْتَرَيْتُهُ} : فعل ماض وفاعل ومفعول به في محل الجزم بـ {إِن} الشرطية على كونه فعل شرط لها. {فَلَا}  {الفاء} : رابطة لجواب {إِن} الشرطية وجوبًا؛ لاقتران الجواب بـ {لا} النافية {لا} : نافية. {تَمْلِكُونَ} : فعل مضارع وفاعل مرفوع بثبات النون. {لِي} : متعلق بـ {تَمْلِكُونَ} . {مِنَ اللَّهِ} حال من </p><p> {شَيْئًا} و {شَيْئًا} مفعول {تَمْلِكُونَ} ، وجملة {تَمْلِكُونَ} : جواب {إن} الشرطية، وجملة {إن} الشرطية في محل النصب مقول {قُل} . {هُوَ أَعْلَمُ} : مبتدأ وخبر، والجملة: في محل النصب مقول {قُلْ} . {بِمَا} : متعلق بـ {أَعْلَمُ} وجملة {تفُيضُونَ} : صلة لـ {ما} ، {فِيه} : متعلق بـ {تُفِيضُونَ} . {كَفَى} : فعل ماض، {بِهِ}  {الباء} : زائدة، و {الهاء} : ضمير مجرور لفظًا في موضع رفع فاعل {كَفَى} والجملة: في محل النصب قول {قُلْ} . {شَهِيدًا} : تمييز لفاعل {كَفَى} ، {بَيْنِي} : متعلق بـ {شَهِيدًا}  {وَبَيْنَكُمْ} : معطوف على {بَيْنِي} ، {وَهُوَ} : مبتدأ. {الْغَفُورُ الرَّحِيمُ} : خبران لـ {هو} والجملة: في محل النصب مقول {قُلْ} . </p><p> {قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ (٩) }. </p><p> {قُلْ} : فعل أمر وفاعل مستتر يعود على محمد، والجملة: مستأنفة. {مَا} ، نافية. {كُنْتُ بِدْعًا} : فعل ناقص واسمه وخبره، والجملة: في محل النصب مقول {قُل} ، {مِنَ الرُّسُلِ} : صفة لـ {بِدْعًا} . {مَا}  {الواو} : عاطفة، {ما} : نافية، {أَدْرِي} : فعل مضارع وفاعل مستتر يعود على محمد. {مَا} : اسم استفهام في محل الرفع مبتدأ وجملة {يُفعَلُ} : من الفعل المغير ونائب فاعله في محل الرفع خبر المبتدأ. والجملة الاسمية سادّة مسدّ مفعولي {أَدْرِي} وهي معلقة عنها باسم الاستفهام. {بِي} : متعلق بـ {يُفْعَلُ} . {وَلَا بِكُم} : معطوف عليه. قال الزمخشري: و {مَا} في {مَا يُفْعَلُ} : يجوز أن تكون موصولةً منصوبةً، وأن تكون استفهامية مرفوعة. انتهى. وجملة {وَمَا أَدْرِي} : معطوفة على ما قبلها على كونها مقولًا لـ {قُل} . {إن} نافية. {أَتَّبِعُ} : فعل مضارع وفاعل مستتر، والجملة: في محل النصب مقول {قُلْ} . {إلَّا} أداة حصر. {مَا} : اسم موصول في محل النصب مفعول {أَتَّبِعُ} ، {يُوحَى} : فعل مضارع مغير الصيغة، ونائب فاعله: ضمير مستتر يعود على {مَا} ، {إِلَيَّ} : متعلق بـ {يُوحَى} ، وجملة {يُوحَى} ، صلة لـ {مَا} الموصولة، {وَمَا}  {الواو} : عاطفة. {ما} : نافية. {أَنَا} : مبتدأ، {إلا} : أداة حصر. {نَذِيرٌ} : خبره {مُبِينٌ} : صفة {نَذِيرٌ} ، </p><p> والجملة الاسمية: في محل النصب معطوفة على ما قبلها، على كلونها مقولا لـ {قُلْ} . </p><p> {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (١٠) }. </p><p> {قُلْ} : فعل أمر وفاعل مستتر يعود على محمد، والجملة: مستأنفة. {أَرَأَيْتُمْ} : فعل وفاعل، والجملة: في محل النصب مقول {قل} ومفعولا {أَرَأَيْتُمْ} : محذوفان تقديرهما: أرأيتم حام إن كان كذا وكذا ألستم ظالمين؟. وجواب الشرط: محذوف أيضًا، تقديره: فقد ظلمتم، وقيل: تقديره: فمن المحق منّا ومن المبطل؟ وقيل: جواب الشرط {فَآمَنَ وَاسْتَكْبَرْتُمْ} . {إن} : حرف شرط، {كَانَ} : فعل ناقص في محل الجزم بـ {إِنَّ} الشرطية على كونه فعل شرط لها، واسمه ضمير يعود على القرآن. {مِنْ عِنْدِ اللَّهِ} : خبره، وجواب {إِن} الشرطية: محذوف، كما قدرنا آنفًا، وجملة {إن} الشرطية: في محل النصب مقول {قُلْ}  {وَكَفَرْتُمْ}  {الواو} : حالية. {كفرتم} : فعل وفاعل {بهِ} : متعلق بـ {كفرتم} والجملة الفعلية: في محل النصب حال من اسم {كاَنَ} ولكن بتقدير قد. {وَشَهِدَ شَاهِدٌ} : فعل وفاعل في محل النصب معطوف على: {كفرتم} . {مِنْ بَنِي إِسْرَائِيلَ} : جار ومجرور صفة لـ {شَاهِدٌ} . {عَلَى مِثْلِهِ} : متعلق بـ {شهد} . {فَآمَنَ}  {الفاء} عاطفة. {آمن} : فعل ماض، وفاعل مستتر يعود على {شَاهِدٌ} والجملة معطوفة على جملة {شهد} ، {وَاسْتَكْبَرْتُمْ} : فعل وفاعل معطوف على {آمَنَ} ، {إِنَّ اللَّهَ} : ناصب واسمه. {لَا} : نافية. {يَهْدِي} : فعل مضارع. وفاعل مستتر يعود على الله. {الْقَوْمَ} : مفعول {يَهْدِي} ، {الظَّالِمِينَ} : صفة للقوم، والجملة الفعلية: في محل الرفع خبر {إِنَّ} وجملة {إِنَّ} : في محل النصب مقول {قُل} أو مستأنفة مسوقة لتعليل ما قبلها. </p><p> {وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ} . </p><p> {وَقَالَ الَّذِينَ كَفَرُوا} : فعل وفاعل، والجملة: مستأنفة، أو معطوفة على ما قبلها، وجملة {كَفَرُوا} . صلة الموصول. {لِلَّذِينَ} متعلق بـ {قال} </p><p> و {اللام} : للتعليل، {آمَنُوا} : صلة الموصول {لَوْ} : حرف شرط غير جازم. {كَانَ} فعل ماض ناقص واسمها ضمير يعود على القرآن، أو على ما جاء به محمد. {خَيْرًا} : خبرها، والجملة: فعل شرط لـ {لَوْ} لا محل لها من الإعراب {مَا} : نافية {سَبَقُونَا} فعل وفاعل ومفعول به {إِلَيْهِ} : متعلق بـ {سَبَقُونَا} والجملة جواب {لا} لا محل لها من الإعراب، وجملة {لَوْ} : في محل النصب مقول {قال} . </p><p> {وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ (١١) وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً وَهَذَا كِتَابٌ مُصَدِّقٌ لِسَانًا عَرَبِيًّا لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَى لِلْمُحْسِنِينَ (١٢) }. </p><p> {وَإِذْ}  {الواو} : عاطفة. {إذ} : ظرف لما مضى من الزمان، متعلق بمحذوف، تقديره: ظهر عنادهم وتسبّب عنه قوله: {فَسَيَقُولُونَ} ، ولا يعمل في {إذ} قوله: {فَسَيَقُولونَ} ؛ لتضاد الزمانين، ولأجل {الفاء} أيضًا. {لَمْ} : حرف جزم. {يَهْتَدُوا} : فعل مضارع. وفاعل جزوم بحذف النون. {بِهِ} متعلق بـ {يَهْتَدُوا} والجملة: في محل الجر مضاف إليه لـ {إذ} ، والظرف: متعلق بذلك المحذوف، والجملة المحذوفة: معطوفة عمى جملة قوله: {وَقَالَ الَّذِينَ كَفَرُوا} . {فَسَيَقُولونَ}  {الفاء} : عاطفة، و {السين} : حرف استقبال. {يقولون} : فعل وفاعل معطوف على الجملة المحذوفة، التي هي متعلق {إذ} الظرفية. {هَذَا إِفْكٌ} : مبتدأ وخبر {قَدِيمٌ} صفة {إِفْكٌ} ، والجملة: في محل النصب مقول لـ {يقولون} ، {وَمِنْ قَبْلِهِ}  {الواو} : استئنافية {من قبله} : جار ومجرور خبر مقدم، {كِتَابُ مُوسَى} مبتدأ مؤخر، والجملة: مستأنفة. {إِمَامًا وَرَحْمَةً} : حالان من {كِتَابُ مُوسَى} . {وَهَذَا}  {الواو} : عاطفة. {هذا} : مبتدأ. {كِتَابٌ} : خبره، والجملة: معطوفة على ما قبلها. {مُصَدِّقٌ} : صفة {كِتَابٌ} . {لِسَانًا} : حال مؤولة من الضمير المستكن في {مُصَدِّقٌ} ، أو من {كِتَابٌ} . والعامل فيه، معنى الإشارة، والتقدير: ملفوظًا به بلغة عربية. {عَرَبِيًّا} : صفة {لِسَانًا} ، {لِيُنْذِرَ}  {اللام} : حرف جر وتعليل، {ينذر} : فعل مضارع منصوب بأن مضمرة بعد لام كي، وفاعله: ضمير مستتر يعود على الكتاب. {الَّذِينَ} : مفعول </p><p> به، وجملة {ظَلَمُوا} : صلة الموصول، والجملة الفعلية مع أن المضمرة: في تأويل مصدر مجرور {باللام} الجار والمجرور: متعلق بمحذوف، تقديره: أنزل لإنذاره الذين ظلموا. {وَبُشْرَى} : معطوف على محل {لِيُنْذِرَ} إن كان مفعولًا لأجله، ويجوز أن يكون خبرًا لمبتدأ محذوف؛ أي: وهو بشرى {لِلْمُحْسِنِينَ} متعلق بـ {بشرى} أو صفة له. </p><p> التصريف ومفردات اللغة </p><p> {عَمَّا أُنْذِرُوا} ؛ أي: خوّفوا. {مُعْرِضُونَ} ؛ أي: مولّون لاهون. {مَا تَدْعُونَ} ؛ أي: تعبدون. {أَرُونِي} أصله: أرئيوني، نقلت حركة الهمزة إلى الراء ثمّ حذفت للتخفيف واستثقلت الضمة على الياء فحذفت، فلما سكنت التقى ساكنان، فحذفت الياء وضمّت الراء لمناسبة الواو، وحذفت نون الرفع لبناء الأمر على ذلك. {أَمْ لَهُمْ شِرْكٌ} ؛ أي: نصيب وفي \"السمين\" : والشرك: المشاركة. اهـ. وهذا أولى. {ائْتُونِي} أصله: ائتيونني، استثقلت الضمة على الياء ثم حذفت فالتقى ساكنان، ثم حذفت الياء ثم حركت التاء بحركة مجانسة للواو، ثم حذفت نون الرفع لبناء الأمر على ذلك. </p><p> تنبيه: أبدل ورش والسوسي الهمزة الثانية من {ائْتُونِي} في الوصل ياء، وحققها الباقون، ومن المعلوم أنّ الأولى همزة تسقط في الوصل، وأما الابتداء بها .. فجميع القرّاء أبدلوها ياءً بعد الابتداء بهمزة الوصل مكسورةً. اهـ \"خطيب\" . </p><p> {أَوْ أَثَارَةٍ مِنْ عِلْمٍ} ؛ أي: بقية كائنة من علم الأثارة بفتح الهمزة، ومثلها الأثرة بالتحريك، بقيةٌ من علم، والمَكْرُمة المتوارثة، والفعل المجيد، من قولهم: سمنت الناقة على أثارة من شحم ولحم، أي: على بقية لحم وشحم كانت بها من لحم وشحم ذاهبٍ ذائبٍ. وعن ابن الأعرابي: أغضبني فلانٌ على أثارة غضبٍ، أي: على أثر غضب كان قبل ذلك، وهم أثارةٌ من علم؛ أي: بقيةٌ منه يأثرونها عن الأولين، ويقال: لبني فلان أثارةٌ من شرف، إذا كانت عندهم شواهد قديمة. وفي \"المختار\" : وأثر الحديث: ذكره عن غيره فهو آثر بالمد، وبابه نصر، ومنه حديث مأثور، ينقله خلف عن سلف. اهـ. وفي \"السمين\" : قوله: أو أثارة </p><p> العامة على أثارة، وهي مصدر على فعالة كالشجاعة والغواية والضلالة والسماحة، ومعناها: البقية. والمعنى: بما يؤثر ويروى؛ أي: ائتوني بخبر واحد يشهد بصحة قولكم، وهذا على سبيل التنّزل للعلم بكذب المدّعي اهـ. </p><p> {أَضَلُّ} أصله: أَضْلل، نقلت حركة اللام الأولى إلى الضاد فسكنت فأدغمت في اللام الثانية. {عَنْ دُعَائِهِمْ} فيه إعلالٌ بالإبدال، أصله: دعاوهم، أبدلت الواو همزة لتطرّفها إثر ألف زائدة. {وَإِذَا حُشِرَ النَّاسُ} والحشر، الجمع. كما في \"القاموس\" . قال الراغب: الحشر: إخراج الجماعة عن مقرّهم، وإزعاجهم عنه إلى الحرب وغيرها، ولا يقال إلا في اجماعة. وسمّي يوم القيامة يوم الحشر، كما سمّي يوم البعث، ويوم النشر. {افْتَرَاهُ} كذب عليه عمدًا. </p><p> {فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا} ؛ أي: لا تغنون عنّي من الله شيئًا إن أراد تعذيبي. {تُفِيضُونَ فِيهِ} ؛ أي: تخوضون فيه، يقال: أفاضوا في الحديث: إذا خاضوا فيه وشرعوا؛ أي: تخوضون في قدح القرآن، وطعن آياته، وتسميته سحر تارة، وفرية أخرى، وهو من فاض الماء وأفاضه: إذا سال، وأصله: تفيضون، بوزن تفعلون مضارع أفاض، نقلت حركة الياء إلى الفاء فسكنت إثر كسرة، فصارت حرف مد. {كَفَى بِهِ شَهِيدًا} أصله: كفى بوزن فعل كرمي، قلبت ياؤه ألفًا لتحركها بعد فتح. {قُلْ مَا كُنْتُ بِدْعًا} البدع والبديع من كل شيء: المبتدع المحدث دون سابقة له من الابتداع، وهو الاختراع. {إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ} يوحى: فيه إعلال بالقلب، أصله: يوحي قلبت الياء ألفًا؛ لتحركها بعد فتح. </p><p> {وَإِذْ لَمْ يَهْتَدُوا بِهِ} أصله: يهتديون، حذفت نون الرفع؛ لدخول الجازم وهو {لَمْ} فاستثقلت الضمة على الياء فحذفت، فلما سكنت ... التقى ساكنان فحذفت الياء وضمت الدال لمناسبة الواو. {هَذَا إِفْكٌ قَدِيمٌ} ؛ أي: من قول الأقدمين، فهذا على حدّ قولهم: هو أساطير الأولين. وفي \"الخطيب\"  {قَدِيمٌ} ؛ أي: أَفَكَه غيره وعثر هو عليه وأتى به، ونسبه إلى الله تعالى، كما قالوا: أساطير الأولين. </p><p> {وَهَذَا كِتَابٌ مُصَدِّقٌ} لم يقل له؛ أي: لكتاب موسى تعميمًا وإيذانًا بأنه </p><p> مصدق للكتب السماوية كلِّها، لا سيما نفسه؛ لكونه معجزًا. اهـ \"كرخي\" . {وَبُشْرَى لِلْمُحْسِنِينَ} وبشرى مصدر على وزن فعلى، كرجعى، وهي بمعنى البشارة، والبشارة: الخبر السار، سمي بشارة؛ لطلاقة بشرة وجهه عند سماعه. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الكناية في قوله: {عَمَّا أُنْذِرُوا مُعْرِضُونَ} ؛ لأنه كناية عن ترك الاستعداد له بالإيمان والعمل الصالح. </p><p> ومنها: الجناس المماثل في قوله: {أَرَأَيْتُمْ} و {أَرُونِي} . </p><p> ومنها: التبكيت في قوله: {ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا} ؛ لأنّ الغرض منه تبكيتهم، وتعجيزهم عن الإتيان بسند نقلي بعد تبكيتهم بالتعجيز عن الإتيان بسند عقليّ. </p><p> ومنها: جناس الاشتقاق في قوله: {يَدْعُوا}  {وَهُمْ عَنْ دُعَائِهِمْ} . </p><p> ومنها: النكتة البلاغية الرائعة في قوله: {إِلَى يَوْمِ الْقِيَامَةِ} وذلك أنه جعل يوم القيامة غاية لعدم الاستجابة، ومن شأن الغاية انتهاء المعنى عندها، لكن عدم الاستجابة مستمرّ بعد هذه الغاية؛ لأنهم في القيامة أيضًا لا يستجيبون لهم، فالوجه: أنها من الغايات المشعرة بأن ما بعدها، وإن وافق ما قبلها، إلا أنه أزيد منه زيادة بينة تلحقه بالثاني، حتى كأنّ الحالتين، وإن كانتا نوعًا واحدًا لتفاوت ما بينهما كالشيء وضده، وذلك أنّ الحالة الأولى التي جعلت غايتها القيامة، لا تزيد على عدم الاستجابة، والحالة الثانية التي في القيامة زادت على عدم الاستجابة بالعداوة وبالكفر، بعبادتهم إياهم. </p><p> ومنها: التغليب، فغلب العاقل على غيره على سبيل المجاراة معهم، حيث عبّر عن الأصنام وغيره بضمير العقلاء في قوله:  {وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ} ؛ لأن عابدي الأصنام يصفونها بالتمييز جهلًا منهم وغباوةً. </p><p> ومنها: وصفها بما ذكر من ترك الاستجابة والغفلة، مع ظهور حالها للتهكم بها وبعَبَدَتِها. </p><p> ومنها: وضع الموصول موضع ضمير المتلوّ عليهم في قوله: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ} تسجيلًا عليهم بكمال الكفر والضلالة، وفيه أيضًا: وضع الحق موضع ضمير الآيات المتلوّة تنصيصًا على حقّيتها، ووجوب الإيمان بها. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {إِذْ تُفِيضُونَ فِيهِ} حيث استعمل الإفاضة في الأخذ في الشيء، والاندفاع فيه. </p><p> ومنها: القصر في قوله: {إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ} ؛ أي: ما أفعل إلا اتباع ما يوحي إليّ على معنى قصر أفعاله - صلى الله عليه وسلم - على اتباع الوحي، لا قصر اتباعه على الوحي كما هو المتسارع إلى الأفهام. </p><p> ومنها: الطباق بين: {آمن} و {كفرتم} وبين: {ينذر} و {بشرى} . </p><p> ومنها: جناس الاشتقاق في قوله {وَشَهِدَ شَاهِدٌ} . </p><p> ومنها: حذف المتعلق في قوله: {وَهَذَا كِتَابٌ مُصَدِّقٌ} حيث لم يقل: مصدق له؛ أي: لكتاب موسى؛ إفادة للتعميم، وإيذانًا بأنه مصدق للكتب السماوية كلها، لا سيما نفسه، لكونه معجزًا كما سبق عن الكرخي. </p><p> ومنها: تنكير {كِتَابٌ} في قوله: {وَهَذَا كِتَابٌ} ؛ إيذانًا بفخامة شأنه، وعلوّ قدره. </p><p> ومنها: الإظهار في مقام الإضمار، في قوله:  {لِيُنْذِرَ الَّذِينَ ظَلَمُوا} تسجيلًا عليهم بصفة الظلم؛ لأنّ مقتضى السياق أن يقال: لينذرهم؛ أي: أهل مكة. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (١٣) أُولَئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (١٤) وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ (١٥) أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ (١٦) وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَيَقُولُ مَا هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (١٧) أُولَئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ إِنَّهُمْ كَانُوا خَاسِرِينَ (١٨) وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُونَ (١٩) وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُونَ (٢٠) وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالْأَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ (٢١) قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٢٢) قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ (٢٣) فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ (٢٤) تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ (٢٥) وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٢٦) وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِنَ الْقُرَى وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ (٢٧) فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً بَلْ ضَلُّوا عَنْهُمْ وَذَلِكَ إِفْكُهُمْ وَمَا كَانُوا يَفْتَرُونَ (٢٨) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ ...} الآية، مناسبة هذه الآية لما قبلها: </p><p> أنّ الله سبحانه لما ذكر (١) في سابق الآيات توحيده سبحانه، وإخلاص العبادة له، والاستقامة في العمل .. أردف هذا بالوصية بالوالدين؛ وقد فعل هذا في غير موضع من القرآن الكريم، كقوله:  {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا} ، وقوله {أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ} . </p><p> وعبارة \"التفسير المنير\" : مناسبة هذه الآية لما قبلها: أنّ الله سبحانه لما ذكر (٢) جزاء المؤمنين الموحدين المستقيمين على الشريعة .. أمر ووصّى ببرّ الوالدين، وأشاد بصفة خاصة بالبارّ بوالديه بعد بلوكه سنَّ الأربعين، وبشره بقبول أعماله الصالحة، والتجاوز عن سيئاته، وجعله في عداد أصحاب الجنة وعدًا منجزًا لا خلف فيه. انتهى. </p><p> قوله تعالى:  {وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي ...} الآية، مناسبة هذه الآية لما قبلها: أنّ الله سبحانه لما ذكر (٣) حال الداعين للوالدين البررة بهما، ثم ذكر ما أعد لهم من الفوز والنجاة في الدار الآخرة .. أعقب هذا بذكر حال الأشقياء العاقّين للوالدين، المنكرين للبعث والحساب، المحتّجين بأنّ القرون الخوالي لم تبعث، ثم ردّ الأباء عليهم بأنّ هذا اليوم حقّ لا شك فيه، بإجابة الأبناء لهم بأنّ هذه أساطير الأولين وخرافاتهم، ثم ذكر أنّ أمثال هؤلاء ممن حقّ عليهم القول بأنّ مصيرهم إلى النار. </p><p> ثم أردف هذا بأنّ لكل من البررة والكفرة منازل عند ربهم، كفاء ما قدموا من عمل، وسيجزون عليها الجزاء الأوفى، ثم أخبر بأنه يقال للكفار حين عرضهم على النار: أنتم قد تمتعتم في الحياة الدنيا، واستكبرتم عن اتباع الحق، وتعاطيتم الفسوق والمعاصي، فجازاكم الله بالإهانة والخزي، والآلام الموجبة للحسرات المتتابعة في دركات النار. </p><p> قوله:  {وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالْأَحْقَافِ ...} الآيات، مناسبة هذه </p><p>(١) المراغي. (٢) التفسير.(٣) المراغي.</p><p> الآيات لما قبلها: أن الله سبحانه وتعالى لما أورد الدلائل على إثبات التوحيد والنبوة، التي أعرض عنها أهل مكة، ولم يلتفتوا إليها، ولم تجدهم فتيلا ولا قطميرًا لاستغراقهم في الدنيا، واشتغالهم بطلبها .. أردف هذا بذكر قصص عاد وما حدث منهم مع نبيهم هود عليه السلام، وضرب لهم به المثل ليعتبروا فيتركوا الاغترار بما وجوده من الدنيا، ويقبلوا على طاعة الله، فقد كانوا أكثر منهم أموالًا، وأقوى منهم جندًا، فسلَّط الله عليهم العذاب بسب كفرهم، ولم يغن عنهم مالهم من الله شيئًا، وفيه تسلية للنبي - صلى الله عليه وسلم - في تكذيب قومه. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ ...} الآية، سبب نزول هذه الآية (١) : ما روى الواحدي عن ابن عباس قال: أنزلت في أبي بكر - رضي الله عنه - وذلك أنه صحب رسول الله - صلى الله عليه وسلم - وهو ابن ثمان عشرة، ورسول الله - صلى الله عليه وسلم - وابن عشرين سنة، وهم يريدون الشام في التجارة، فنزلوا منزلًا فيه سدرةٌ - شجرة السدرة - فقعد رسول الله - صلى الله عليه وسلم - في ظلها، ومضى أبو بكر إلى راهب هناك يسأله عن الدين، فقال له: من الرجل الذي في ظل السدرة؟ فقال: ذاك محمد بن عبد الله بن عبد المطلب، قال: هذا والله نبيّ، وما استظل تحتها أحد بعد عيسى ابن مريم إلا محمد نبي الله، فوقع في قلب أبي بكر اليقين والتصديق، وكان لا يفارق رسول الله - صلى الله عليه وسلم - في أسفاره وحضوره، فلما نبّىء رسول الله - صلى الله عليه وسلم - وهو ابن أربعين سنة، وأبو بكر ابن ثمان وثلاثين سنة أسلم، وصدق رسول الله - صلى الله عليه وسلم -، فلما بلغ أربعين سنة .. قال: رب أوزعني أن أشكر نعمتك التي أنعمت عليّ وعلى والديّ. </p><p> وقال السّدي والضحاك: نزلت في سعد بن أبي وقاص رضي الله عنه. أخرج مسلم، وأهل السنن إلا ابن ماجه عن سعد - رضي الله عنه - قال: قالت أم سعد لسعد: أليس الله قد أمر بطاعة الوالدين، فلا آكل طعامًا ولا أشرب، </p><p>(١) أسباب النزول للواحدي النيسابوري ص ٢١٦.</p>"
}