{
  "id": null,
  "sura": 46,
  "aya": 4,
  "text": "<p> نفسه وركب رأسه واتبع شيطانه وهواه، وسلك سبل الغواية، فلم يترك منها طريقًا إلا سلكه، ولا بابًا إلا ولجه. </p><p> ثم بين غفلة المشركين، وإعراضهم عما أنذروا به فقال:  {والَّذِينَ كَفَرُوا} ؛ أي: مشركوا أهل مكة {عَمَّا أُنْذِرُوا} وخوّفوا به في القرآن من البعث والحساب والجزاء، وأهوال يوم القيامة {مُعْرِضُونَ} ؛ أي: مولّون غير مستعدين له بالإيمان والعمل الصالح. والجملة (١) : في محل النصب على الحال؛ أي: والحال أنهم معرضون عنه غير مؤمنين به. و {ما} في قوله: {عَمَّا أُنْذِرُوا} : يجوز أن تكون موصولةً، وأن تكون مصدريةً؛ أي: عن إنذار الرسول إياهم. </p><p> والمعنى (٢) : أي مع ما نصبنا من الأدلة، وأرسلنا من الرسل، وأنزلنا من الكتب بقي هؤلاء الكفار معرضين عنه غير ملتفتين إليه، فلا هم بما أنزلنا من الكتب اتعظوا، ولا بما شاهدوا من أدلة الكون اعتبروا، وأنى لهم ذلك فهم صُمٌّ بكمٌ عميٌّ لا يعقلون. </p><p> ٤ - وبعد أن أثبت لنفسه الألوهية، وأنه رحيم عادل، وأثبت البعث والجزاء يوم القيامة .. ردَّ على عبدة الأصنام فقال:  {قُل} يا محمد للكافرين توبيخًا وتبكيتًا {أَرَأَيْتُمْ مَا تَدْعُونَ} ؛ أي: أخبروني ما تعبدون {مِنْ دُونِ اللَّهِ} سبحانه من الأصنام والكواكب وغيرهما {أَرُونِي} تأكيد لـ {أَرَأَيْتُمْ} ؛ أي: أخبروني {مَاذَا خَلَقُوا} ؛ أي: الآلهة {مِنَ الْأَرْضِ} بيان للإبهام في {مَاذَا} ؛ أي: أخبروني أيَّ جزءٍ من أجزاء الأرض تفردوا بخلقه دون الله، فالمفعول الأول لـ {أَرَأَيْتُمْ} قوله: {مَا تَدْعُونَ} ، والثاني {مَاذَا خَلَقُوا} . ومآله أخبروني عن حال آلهتكم، ويحتمل أن لا يكون {أَرُونِي} تأكيدًا، بل يكون هذا من باب التنازع؛ لأنَّ {أَرَأَيْتُمْ} يطلب مفعولًا ثانيًا، و {أَرُونِي} كذلك. {أَمْ لَهُمْ شِرْكٌ} ؛ أي: شركة مع الله، و {أَمْ} هذه هي المنقطعة المقدرة ببل الإضرابية، وهمزة الاستفهام الإنكاري التوبيخي؛ أي: بل ألهؤلاء الأصنام شركة مع الله تعالى {فِي} خلق {السَّمَاوَاتِ} أو ملكها </p><p>(١) الشوكاني. (٢) المراغي.</p><p> وتدبيرها، حتى يتوهم أن يكون لهم شائبة استحقاق للعباد، فإنَّ {ما} لا مدخل له في وجود شيء من الأشياء بوجه من الوجوه، فهو بمعزل من ذلك الاستحقاق بالكلية، وإن كانوا من الأحياء العقلاء .. فما ظنكم بالجماد. </p><p> فإن قلت (١) : فما تقول في عيسى عليه السلام، فإنه كان يحيي الموتى، ويخلق الطير، ويفعل ما لا يقدر عليه غيره؟ </p><p> قلت: هو بإقدار الله تعالى وإذنه، وذلك لا ينافي عجزه في نفسه، وذكر الشرك في الجهات العلوية دون السفلية؛ أي: دون أن يعم بالأرض أيضًا؛ لأنَّ الآثار العلوية أظهر دلالة على اختصاص الله تعالى بخلقها لعلوّها، وكونها مرفوعة بلا عمد ولا أوتاد، أو للاحتراز عمّا يتوهم أنّ للوسائط شركة في إيجاد الحوادث السفلية؛ يعني: لو قال: أم لهم شرك في الأرض .. لتوّهم أنّ للسموات دخلًا وشركة في إيجاد الحوادث السفلية، هذا على تقدير أن تكون {أَمْ} : منقطعة، والأظهر: أن تجعل الآية من حذف معادل أم المتصلة لوجود دليله، والتقدير: ألهم شرك في الأرض أم لهم شرك في السموات كما في \"حواشي سعدي المفتي\" . </p><p> والمعنى (٢) : أي قل لهم أيها الرسول: أخبروني عن حال آلهتكم بعد التأمل في خلق السموات والأرض وما بينهما، والنظام القائم المبنيّ على الحكمة ودقة الصنع، والإبداع في التكوين، هل تعقلون لهم مدخلًا في خلق جزء من هذا العالم السفليّ، فيستحقوا لأجله العبادة؟ ولو كان لهم ذلك لظهر التفاوت في هذا النظام، والمشاهد أنه على حال واحدة يستمدُّ أدناه من أعلاه، ويرتبط بعضه ببعض، وكل فرد في الأرض مخدوم بجميع الأفراد فيهما، أم هل تظنون أن لهم شركة في خلق العالم العلويّ: شموسه وأقماره كواكبه ونجومه سياراتها وثوابتها. </p><p> وقصارى ذلك: نفى استحقاق آلهتهم للمعبودية على أتمَّ وجه، فقد نفى أنَّ لها دخلًا في خلق شيء من أجزاء العالم السفليّ استقلالًا، ونفى ثانيًا أنّ لها </p><p>(١) روح البيان. (٢) المراغي.</p><p> دخلًا على سبيل الشركة في خلق شيء من أجزاء العالم العلويّ، ونفي ذلك يستلزم نفي استحقاق المعبودية أيضًا. </p><p> وبعد أن بكتهم، وعجزهم عن الإتيان بسند عقلي .. عجَّزهم وبكَّتهم عن الإتيان بسند نقليّ، فقال:  {ائْتُونِي بِكِتَابٍ ...} إلخ. تبكيت (١) لهم بتعجيزهم عن الإتيان بسند نقلي بعد تبكيتهم بالتعجيز عن الإتيان بسند عقليّ. و {الباء}  (٢) : للتعدية؛ أي: ائتوني بكتاب إلهي كائن {مِنْ قَبْلِ هَذَا} الكتاب الذي أنزل عليَّ؛ أي: من قبل هذا القرآن الناطق بالتوحيد، وابطال الشرك، دالٍّ ذلك الكتاب على صحة دينكم؛ يعني: أنَّ جميع الكتب السماوية ناطقة بمثل ما نطق به القرآن {أَو} ائتوني بـ {أَثَارَةٍ} مصدر بوزن سماحة وغواية؛ أي: بقية كائنة {مِنْ عِلْمٍ} الأولين؛ أي: بقيةٍ كائنة من علم بقيت عليكم من علوم الأولين، شاهدة باستحقاقهم للعبادة {إِنْ كُنْتُمْ صَادِقِينَ} في دعواكم صحة عبادتها، فإنها لا تكاد تصح ما لم يقم عليها برهان عقلي أو نقليّ، وحيث لم يقم عليها شيء منهما، وقد قامت على خلافها أدلة العقل والنقل تبيَّن بطلانها. </p><p> وقرأ الجمهور (٣) : {أَوْ أَثَارَةٍ} وهو مصدر كالشجاعة والسماحة، وهي البقية من الشيء، وقرأ عليُّ وابن عباس بخلاف عنهما وزيد بن علي وعكرمة وقتادة والحسن والسلمي وأبو رجاء والأعمش وعمرو بن ميمون:  {أَوْ أَثَارَةٍ} بفتح الهمزة والثاء بغير ألف، وهي واحدة جمعها أثر، كقترة وقتر، وقرأ عليّ والسلمي وقتادة أيضًا: بإسكان الثاء، وهي الفعلة الواحدة مما يؤثر؛ أي: قد قنعت لكم بخبر واحد، وأثر واحد يشهد بصحة قولكم، وقرأ الكسائي:  {أثرة} بضم الهمزة وسكون الثاء، وهي لغة فيها. </p><p> وعبارة البيضاوي هنا: وقرىء: {أَثَارَةٍ} - بالكسر؛ أي: مناظرة، فإن المناظرة تثير المعاني، وأثرة؛ أي: شيء أوثرتم به، وإثرة بالحركات الثلاث في </p><p>(١) روح البيان. (٢) روح البيان.(٣) البحر المحيط.</p>"
}