{
  "id": null,
  "sura": 46,
  "aya": 20,
  "text": "<p> يعاقب المسيء إلا بعقوبة ذنبه، ولا يحمل عليه ذنب غيره، ولا يبخس المحسن منهم ثواب إحسانه. </p><p> ٢٠ - وبعد أن بين سبحانه أنه يعطي كل ذي حق حقه .. بين الأهوال التي يلاقيها الكافرون، فقال:  {وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ} والظرف تعلق بمحذوف، تقديره: واذكر يا محمد لقومك أهوال يوم ينكشف الغطاء، ويعرض الذين كفروا؛ أي: يقرب الذين كفروا على النار لتعذيبهم، وينظرون إليها. </p><p> وقيل: معنى (١)  {يُعْرَضُ} : يعذبون، من قولهم: عرض الأسارى على السيف؛ أي: قتلوا، وإلا فالمعروض عليه يجب أن يكون من أهل الشعور والإطلاع، والنار ليست منه، وقيل: تعرض النار عليهم بأن يوقفوا بحيث تبدو لهم النار، ومواقعم فيها، وذلك قبل أن يلقوا فيها، فيكون من باب القلب مبالغةً بادعاء كون النار مميزًا ذا قهر وغلبة. </p><p> يقول الفقير: لا حاجة عندي إلى هذين التأويلين، فإن نار الآخرة لها شعور وإدراك، بدليل أنها تقول:  {هَلْ مِنْ مَزِيدٍ} ، وتقول للمؤمنين:  \"جُزْ يا مؤمن فإن نورك أطفأ ناري\" ، وأمثال ذلك، وأيضًا لا بعد في أن يكون عرضهم على النار باعتبار ملائكة العذاب، فإنهم حاضرون عندها بأسباب العذاب، وأهل النار ينظرون إليهم وإلى ما يعذبونهم به عيانًا. والله أعلم. </p><p> أي: اذكر يوم يقربون إليها، فيقال لهم توبيخًا وتقريعًا:  {أَذْهَبْتُمْ طَيِّبَاتِكُمْ} ؛ أي: أصبتم وأخذتم ما كتب لكم من طيبات الدنيا ولذائذها وحظوظها {فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا} ؛ أي: بالطيبات وانتفعتم بها، فلم يبق لكم بعد ذلك شيء منها؛ لأنّ إضافة الطيبات تفيد العموم. قال سعدي المفتي: قوله: {وَاسْتَمْتَعْتُمْ بِهَا} كأنه عطف تفسيري لـ {أَذْهَبْتُمْ} . والطيبات هنا (٢) : المستلذّات من المآكل والمشارب والملابس والمفارش والمراكب والمواطىء وغير ذلك، مما يتنعم به أهل الرفاهية. </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> والمعنى: أنه كانت تكون لكم طيبات الآخرة لو آمنتم، لكنكم لم تؤمنوا فاستعجلتم طيباتكم في حياتكم الدنيا، فهذه كناية عن عدم الإيمان، ولذلك ترتب عليه:  {فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ} ، ولو أريد الظاهر ولم يكن كنايةً عما ذكر .. لم يترتب عليه الجزاء بالعذاب. </p><p> وقرأ الجمهور (١) : {أَذْهَبْتُمْ} على الخبر؛ أي: فيقال لهم: {أَذْهَبْتُمْ} ولذلك حسنت {الفاء} في قوله: {فَالْيَوْمَ تُجْزَوْنَ} ، وقرأ قتادة ومجاهد وابن وثاب وأبو جعفر والأعرج وابن كثير: بهمزة بعدها مدة مطولة، وقرأ ابن عامر: بهمزتين حققهما ابن ذكران، وليَّن الثانية هشام. وابن كثير في رواية، وعن هشام: الفصل بين المحقَّقَة والمَلَيَّنَة بألف. وهذا الاستفهام على معنى التوبيخ والتقرير، فهو خبر في المعنى، فلذلك حسنت {الفاء} بعدها، ولو كان استفهامًا محضًا .. لم تدخل {الفاء} . </p><p> {فَالْيَوْمَ} ؛ أي: ففي هذا اليوم الحاضر؛ يعني يوم القيامة {تُجْزَوْنَ عَذَابَ الْهُونِ} ؛ أي: الذل والحقارة؛ أي: العذاب الذي فيه ذلّ، لكم وخزي عليكم، وقرىء: الهوان، وهو والهون بمعنى واحد. </p><p> ثم بين تلك الكناية بقوله:  {بِمَا كُنْتُمْ} في الدنيا {تَسْتَكْبِرُونَ} وتترفعون عن الإيمان {فِي الْأَرْضِ بِغَيْرِ الْحَقِّ} ؛ أي: بغير استحقاق لذلك. </p><p> وفيه إشارة (٢) إلى أنّ الاستكبار إذا كان بحق، كالاستكبار على الظلمة .. لا ينكر {وَبِمَا كُنْتُمْ تَفْسُقُونَ} ؛ أي: تخرجون عن طاعة الله تعالى؛ أي: تجزون عذاب الهون بسبب استكباركم، وفسقكم المستمرين، علّل سبحانه ذلك العذاب بأمرين: </p><p> أحدهما: الاستكبار عن قبول الحق والإيمان بمحمد - صلى الله عليه وسلم -، وهو ذنب القلب. </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> والثاني: الفسق والمعصية بترك المأمورات، وفعل المنهيات، وهو ذنب الجوارح، وقدّم الأول على الثاني؛ لأنّ ذنب القلب أعظم تأثيرًا من ذنب الجوارح، وهذا شأن الكفرة، فإنهم قد جمعوا بينهما، وهذه الآية محرضة على التقليل من الدنيا، وترك التنعم فيها، والأخذ بالتقشف، وما يجتزي به رمق الحياة. </p><p> ومعنى الآية: أي (١) واذكر يا محمد لقومك حال الذين كفروا حين يعذبون في النار، ويقال لهم على سبيل التوبيخ: إنّ كل ما قدّر لكم من اللذات والنعيم قد استوفيتموه في الدنيا ونلتموه، ولم يبق لكم منه شيء، ولكن بقيت لكم الإهانة والخزي جزاء استكباركم، وفسوقكم عن أمر ربكم، وخروجكم عن طاعته. </p><p> فصل في ذكر نبذة من الأحاديث المحرضة على التزهد في الدنيا </p><p> ولما وبّخ (٢) الله سبحانه الكافرين بالتمتع بالطيبات .. آثر النبي - صلى الله عليه وسلم - وأصحابه والصالحون بعدهم اجتناب اللذات في الدنيا، رجاء ثواب الآخرة، فقد وردت أحاديث صحيحة دالة على ذلك: </p><p> فمنها: ما روي عن عمر بن الخطاب رضي الله عنه قال: دخلت على رسول الله - صلى الله عليه وسلم -، فإذا هو متّكىء على رمال حصير قد أثّر في جنبه، فقلت: أستأنس يا رسول الله، قال:  \"نعم\" فجلست فرفعت رأسي في البيت، فوالله ما رأيت فيه شيئًا يردّ البصر إلا أهبة ثلاثة، فقلت: ادع الله أن يوسع على أمّتك، فقد وسَّع على فارس والروم، ولا يعبدون الله، فاستوى جالسًا ثم قال:  \"أفيّ شكّ أنت يا ابن الخطاب، أولئك قوم عجلت لهم طيباتهم في الحياة الدنيا\" فقلت: استغفر لي يا رسول الله. متفق عليه. </p><p> وعن عائشة رضي الله عنها قالت: ما شبع آل محمد من خبز شعير يومين متتابعين، حتى قبض رسول الله - صلى الله عليه وسلم -. متفق عليه. </p><p>(١) المراغي. (٢) الخازن.</p><p> وعنها قالت؛ كان يأتي علينا الشهر ما نوقد فيه نارًا، إنما هو الأسودان: التمر والماء، إلا أن نؤتى باللحيم. وفي رواية أخرى قالت: إنا كنا لننظر إلى الهلال ثم الهلال ثم الهلال، ثلاثة أهلّة في شهرين، وما أوقد في أبيات رسول الله - صلى الله عليه وسلم - نار. قال عروة: قلت: يا خالة، فما كان يعيشكم؟ قالت: الأسودان: التمر والماء، إلا أنه قد كان لرسول الله - صلى الله عليه وسلم - جيران من الأنصار، وكانت لهم منائح، فكانوا يرسلون إلى رسول الله - صلى الله عليه وسلم - من ألبانها فيسقينا. متفق عليه. </p><p> وعن ابن عباس رضي الله عنهما قال:  (كان رسول الله - صلى الله عليه وسلم - يبيت الليالي المتتابعة طاويًا، وأهله لا يجدون عشاءً، وكان أكثر خبزهم خبز الشعير) . أخرجه الترمذي، وله عن أنس قال: قال رسول الله - صلى الله عليه وسلم -: \"لقد أخفت في الله ما لم يخف أحد، وأوذيت في الله ما لم يؤذ أحد، ولقد أتى عليَّ ثلاثون من بين يوم وليلة، وما لي ولبلال طعام إلّا شيء يواري إبط بلال\" . </p><p> وعن أبي هريرة قال: لقد رأيت سبعين من أصحاب الصفة، ما منهم رجل عليه رداء، إما إزار وإما كساء، قد ربطوا في أعناقهم، فمنها ما يبلغ نصف الساقين، ومنها ما يبلغ الكعبين، فيجمعه بيده كراهية أن ترى عورته. أخرجه البخاري. </p><p> وعن إبراهيم بن عبد الرحمن: أنّ عبد الرحمن بن عوف أتي بطعام وكان صائمًا، فقال: قتل مصعب بن عمير وهو خير منّى، فكفّن في بردة إن غطِّي رأسه .. بدت رجلاه، وإن غطّي رجلاه .. بدا رأسه، قال: وأراه، قال: قتل حمزة وهو خير منّى، فلم يوجد ما يكفّن فيه إلا بردة، ثم بسط لنا من الدنيا ما بسط، وقد خشيت أن تكون عجلت لنا طيّباتنا في حياتنا الدنيا، ثم جعل يبكي حتى ترك الطعام، أخرجه البخاري أيضًا. </p><p> وأخرج سعيد بن منصور وعبد بن حميد وابن المنذر والحاكم والبيهقي عن ابن عمر: أنّ عمر رضي الله عنه رأى في يد جابر بن عبد الله رضي الله عنه درهمًا، فقال: ما هذا الدرهم؟ قال: أريد أن أشتري به لأهلي لحمًا قرموا إليه، </p>"
}