{
  "id": null,
  "sura": 46,
  "aya": 29,
  "text": "<p> خرج عن طاعة ربّه، ولم ينقد لأمره ونهيه. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ} إلى {ضَلَالٍ مُبِينٍ} سبب (١) نزولها: ما أخرجه الحاكم بسنده عن زرّ بن حبيش عن عبد الله بن مسعود قال: هبطوا على النبيّ - صلى الله عليه وسلم - وهو يقرأ القرآن ببطن نخلة، فلمّا سمعوه .. أنصتوا، قالوا: صه، وكانوا تسعة، أحدهم: زوبعة، فأنزل الله عزّ وجل:  {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا ...} الآية، إلى {ضَلَالٍ مُبِينٍ} . صحيح الإسناد، ولم يخرجاه. وأقرّه الذهبيّ، وأخرجه الحافظ البيهقي من طريق الحاكم بهذا السند في \"دلائل النبوّة\"  (ج ٢/ ص: ١٣) . </p><p> التفسير وأوجه القراءة </p><p> ٢٩ - ولمَّا بيَّن سبحانه أنّ في الإنس من آمن، وفيهم من كفر .. بيّن أيضًا أنّ في الجن كذلك، فقال:  {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ} والعامل في الظرف محذوف، تقديره: واذكر يا محمد لقومك قصة إذ صرفنا ووجَّهنا، وأملنا إليك نفرًا وجماعة من الجنّ، وأقبلنا بهم نحوك. </p><p> وقرىء {صرَّفْنَا} بتشديد الراء؛ لأنّهم كانوا جماعة، فالتكثير بحسب الحال. ذكره في \"البحر\" . والنفر: دون العشرة، وجمعه أنفار. قال الراغب: النفر: عدة رجال يمكنهم النفر إلى الحرب ونحوها. </p><p> واعلم (٢) : أنَّ الجن بعض الروحانيين، وذلك أنَّ الروحانيين ثلاثة أجناس: أخيار وهم الملائكة، وأشرار وهم الشياطين، وأوساط فيهم أخيار وأشرار، وهم الجنّ. </p><p> قال سعيد بن المسيّب: الملائكة ليسوا بذكور ولا إناث، ولا يتوالدون ولا يأكلون ولا يشربون، والشياطين ذكور وإناث، يتوالدون ولا يموتون، بل يُخَلَّدون </p><p>(١) المسند الصحيح. (٢) روح البيان.</p><p> في الدنيا، كما خلد إبليس، والجن يتوالدون، وفيهم ذكور وإناث، ويموتون. </p><p> يقول الفقير: يؤيّده: ما ثبت أنَّ في الجنّ مذاهب مختلفة كالإنس، حتى الرافضي ونحوه، وإنّ بينهم حروبًا وقتالًا، ولكن يشكل قولهم: إبليس هو أبو الجنّ، فإنه يقتضي أن لا يكون بينهم وبين الشياطين فرق، إلا بالإيمان والكفر فاعرف. </p><p> {يَسْتَمِعُونَ الْقُرْآنَ} حال مقدرة من {نَفَرًا} لتخصيصه بالصفة، أو صفة أخرى له، ونقل بعضهم: إنّ أولئك الجنّ كانوا يهودًا فأسلموا. </p><p> أي: واذكر يا محمد لقومك وقت صرفنا إليك نفرًا كائنًا من الجنّ، مقدَّرا استماعهم القرآن، {فَلَمَّا حَضَرُوهُ} ؛ أي: حضروا القرآن عند تلاوته، وقيل: حضروا النبي - صلى الله عليه وسلم -، ويكون في الكلام التفاتٌ من الخطاب إلى الغيبة، والأوَّل أولى. </p><p> {قَالُوا} ؛ أي: قال بعضهم لبعض: {أَنْصِتُوا} ؛ أي: اسكتوا لنسمعه، وفيه إشارة إلى أنّ من شأنهم فضول الكلام واللغط كالإنس، ورمز إلى الحرص المقبول. قال بعض العارفين: هيبة الخطاب، وحشمة المشاهدة، حبست ألسنتهم، فإنّه ليس في مقام الحضرة إلّا الخمول والذبول؛ أي: أمر بعضهم بعضًا بالإنصات لأجل أن يسمعوا. </p><p> {فَلَمَّا قُضِيَ} القرآن؛ أي: فرغ من تلاوته {وَلَّوْا} ؛ أي: انصرفوا {إِلَى قَوْمِهِمْ} ورجعوا إليهم، حال كونهم {مُنْذِرِينَ} لهم؛ أي: مقدرين إنذارهم عند رجوعهم إليهم؛ يعني: آمنوا به، وأجابوا إلى ما سمعوا، ورجعوا إلى قومهم منذرين؛ أي: مخوّفين لهم من عقاب الله إن خالفوه؛ أي: انصرفوا وتفرقوا في البلاد، قاصدين إلى من ورائهم من قومهم، منذرين لهم عن مخالفة القرآن، ومحذّرين لهم، ولا يلزم من رجوعهم بهذه الصفة أن يكونوا رسل رسول الله - صلى الله عليه وسلم -، إذ يجوز أن يكون الرجل نذيرًا ولا يكون نبيًا أو رسولًا من جانب أحد، فالنذارة في الجنّ من غير نبوّة، وفي \"الخطيب\" : رجعوا إلى قومهم منذرين بأمر رسول الله - صلى الله عليه وسلم -، فجعلهم رسلًا إلى قومهم. اهـ. </p><p> وقرأ الجمهور (١) : {فَلَمَّا قُضِيَ} مبنيًا للمفعول، وأبو مجلز وخبيب بن عبد الله بن الزبير:  {قَضَى} مبنيًا للفاعل؛ أي: قضى محمد ما قرأ؛ أي: أتمَّه وفرغ منه. </p><p> وقال ابن عمرو وجابر بن عبد الله: قرأ عليهم سورة الرحمن، فكان إذا قال:  {فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ} .. قالوا: لا شيء من آيات ربّنا نكذّب، ربنا لك الحمد. </p><p> ومعنى الآية (٢) : أي واذكر يا محمد لقومك موبِّخًا لهم على كفرهم بما آمنت به الجنّ، لعلّهم يتنبهون لجهلهم، ويرعوون عن غيّهم وقبيح ما هم فيه من كفر بالقرآن، وإعراض عنه، مع أنهم أهل اللسان الذي به نزل، ومن جنس الرسول الذي جاء به، وأولئك استمعوه، وعلموا أنه من عند الله، وآمنوا به، وليسوا من أهل لسانه، ولا من جنس رسوله في ذلك الوقت الذي وجه الله إليه جماعةً من الجنّ ليستمعوا القرآن، ويتعظوا بما فيه من عبر وعظات، فلمَّا حضروا الرسول، قال بعضهم لبعض: أنصتوا مستمعين، فلمّا فرغ من تلاوته .. رجعوا إلى قومهم لينذروهم بأس الله وشديد عذابه. </p><p> وذكر الوقت (٣) ذكر لما فيه من الأحداث التي يراد إخبار السامع بها, لما لها من خطر جليل، وشأن عظيم، فيراد علمه بها, ليكون لها في نفسه الأثر الدي يقصدى منها من تركيب أو ترهيب، ومسرّة أو حزن إلى نحو أولئك من أغراض الكلام ومقاصده. </p><p> قال العلماء (٤) : إنّه - صلى الله عليه وسلم - بعث إلى الجن قطعًا، وهم مكلّفون، وفيهم العصاة والطائعون، وقد أعلمنا الله أنّ نفرًا من الجنّ رأوه عليه الصلاة والسلام، وآمنوا وسمعوا القرآن، فهم صحابة فضلاء من حيث رؤيتهم وصحبتهم، وحينئذٍ يتعيّن ذكر من عرف منهم في الصحابة رضي الله عنهم هذا في \"شرح النخبة\" لعليِّ </p><p>(١) البحر المحيط. (٢) المراغي.(٣) المراغي.(٤) روح البيان.</p><p> القاري. وقال ابن عباس رضي الله عنهما: أولئك تسعة: سليط، شاصر، ماصر، حاصر، حسا، مسا، عليم، أرقم، أدرس. قيل: ومنهم زوبعة. قال في \"القاموس\" : الزوبعة بفتح الزاي المعجمة والباء الموحدة: اسم شيطان، أو رئيس الجنّ، فتكون الأسماء عشرة. </p><p> تنبيه (١) : ذكروا في سبب هذه الواقعة قولين: </p><p> أحدهما: أنّ الجنّ كانت تسترق السمع، فلمّا رجموا من السماء حين بعث النبيّ - صلى الله عليه وسلم - ... قالوا: ما هذا إلّا لشيء أحدث في الأرض، فذهبوا فيها يطلبون، وكان قد اتفق أنَّ النبي - صلى الله عليه وسلم - في السنة الحادية عشرة من النبوّة، لمّا أيس من أهل مكة .. خرج إلى الطائف يدعوهم إلى الإِسلام فلم يجيبوه، فانصرف راجعًا إلى مكة، فقام ببطن نخلة يقرأ القرآن، فمرّ به نفر من جنّ نصيبين، كان إبليس قد بعثهم يطلبون السبب الذي أوجب حراسة السماء بالرجم بالشهب، فسمعوا القرآن، فعرفوا أنّ ذلك هو السبب. </p><p> والقول الثاني: أنّ الله أمر رسوله أن ينذر الجنّ، ويدعوهم إلى الله، ويقرأ عليهم القرآن، فصرف الله إليه نفرًا منهم يستمعون القرآن، وينذرون قومهم، وذلك لأنّ الجنّ مكلّفون، لهم الثواب، وعليهم العقاب، ويدخلون الجنة، ويأكلون فيها، ويشربون كالإنس، فانتهض النبيُّ - صلى الله عليه وسلم - ذات ليلة، وقال:  \"إنّي أمرت أن أقرأ على الجنّ الليلة القرآن، فأيكم يتبعني\" فأطرقوا، فتبعه عبد الله بن مسعود، قال عبد الله بن مسعود: ولم يحضر معه أحد غيري، قال: فانطلقنا حتى إذا كنا بأعلى مكة .. دخل النبيّ - صلى الله عليه وسلم - شعبًا يقال له: شعب الحجون، وخط لي خطّا، وأمرني أن أجلس فيه، وقال لي: لا تخرج حتى أعود إليك، فانطلق حتى وصل إليهم، فافتتح القرآن، فجعلت أرى أمثال النسور تهوي، وسمعت لغطًا شديدًا، حتى خفت على نبيّ الله، وغشيته أسودة كثيرة، حالت بيني وبينه، حتى لم أسمع صوته، ثمّ طفقوا يتقطّعون مثل قطع السحاب ذاهبين، ففرغ النبيّ منهم مع الفجر، </p><p>(١) الفتوحات.</p>"
}