{
  "id": null,
  "sura": 46,
  "aya": 5,
  "text": "<p> الهمزة وسكون الثاء، فالمفتوحة للمرة من مصدر أثر الحديث: إذا رواه، والمكسورة بمعنى الأثر، والمضمومة اسم ما يؤثر. انتهى. </p><p> والمعنى (١) : أي أحضروا لي دليلًا مكتوبًا قبل القرآن مما نزل على الأنبياء، كالتوراة والإنجيل، يدلُّ على صحة عبادتكم لآلهتكم، أو ببقية بقيت عندكم من علم الأولين المفكرين في خلق السموات والأرض ترشد إلى استحقاق الأصنام والأوثان للعبادة، وتدل على صحة هذا المنهج الذي سلكتموه ونهجتموه، إن كنتم صادقين في ادّعائكم ألوهية الأصنام. </p><p> والمعنى: لا دليل لكم نقليًا ولا عقليًا على ذلك. </p><p> والخلاصة: أنّ الدليل إما وحى من الله، أو بقية من كلام الأوائل، وإما إرشاد من العقل، فإن كان الأول .. فأين الكتاب الذي يدل على أنهم شركاء؟ وإن كان الثاني .. فأين هو؟. </p><p> ٥ - وبعد أن أبطل شركة الأصنام في الخلق بعدم قدرتها على ذلك .. أتبعه إبطاله بعدم علمها بالعبادة، فقال:  {وَمَنْ أَضَلُّ}  {مِنْ} : للاستفهام الإنكاري، خبره. قوله:  {أَضَل} ؛ أي: وأيُّ امرىءٍ أبعد من الحق وأقرب إلى الجهل {مِمَّنْ يَدْعُو} ويعبد {مِنْ دُونِ اللَّهِ} سبحانه؛ أي: حال كونه متجاوزًا دعاء الله وعبادته {مَنْ لَا يَسْتَجِيبُ لَهُ} ؛ أي: أصنامًا وجمادًا لا تستجيب لداعيها. والموصول مع صلته مفعول {يَدْعُو} ؛ أي: لا أضل منه ولا أجهل، فإنه دعا من لا يسمع، فكيف يطمع في الإجابة فضلًا عن جلب نفع أو دفع ضر؟ فتبيَّن به أنه أجهل الجاهلين، وأضل الضالّين، وما هنا للشوكاني من أنّ الاستفهام للتقريع والتوبيخ غير صواب؛ لأنّ قوله هذا يناقض تفسيره أولًا؛ أي: هم أضل من كل ضالّ، حيث تركوا عبادة خالقهم السميع القادر المجيب الخبير، إلى عبادة مصنوعهم العاري عن السمع والقدرة والاستجابة. وقوله:  {إِلَى يَوْمِ الْقِيَامَةِ} : غاية لنفي الاستجابة؛ أي: ما دامت الدنيا. </p><p>(١) التفسير المنير.</p><p> فإن قيل (١) : يلزم منه أن منتهى عدم الاستجابة يوم القيامة؛ للإجماع على اعتبار مفهوم الغاية .. قلنا: لو سلّم .. فلا يعارض المنطوق، وقد دلّ قوله:  {وَإِذَا حُشِرَ النَّاسُ} الآية. على معاداتهم إياهم، فأنَّى الاستجابة. وقد يجاب بأنّ انقطاع عدم الاستجابة حينئذٍ؛ لاقتضائه سابقة الدعاء ولا دعاء، ويردّه قوله تعالى:  {فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ} إلّا أن يخصّ الدعاء بما يكون عن رغبة. كما في \"حواشي سعدي المفتي\" . </p><p> وقال ابن الشيخ: وإنما جعل ذلك غاية، مع أنّ عدم استجابتهم أمر مستمرّ في الدنيا والآخرة، إشعارًا بأنّ معاملتهم مع العابدين بعد قيام الساعة أشدّ وأفظع مما وقعت في الدنيا، إذ يحدث هناك العداوة والتبرّي، ونحوه: {وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ (٧٨) } فإنّ اللعنة على الشيطان، وإن كانت أبدية، لكن يظهر يوم الدين أمر أفظع منها، تنسى عنده كأنها تنقطع. </p><p> {وهُمْ} ؛ أي: والحال أنّ الأصنام {عَنْ دُعَائِهِمْ} ؛ أي: عن دعاء الداعين المشركين وعبادتهم، فالضمير الأول لمفعول {يَدْعُوا} ، والثاني لفاعله، والجمع فيهما باعتبار معنى {مِنَ} كما أنّ الإفراد فيما سبق باعتبار لفظها {غَافِلُونَ} ؛ أي: جاهلون لكونهم جمادات لا يعقلون، فكيف يستجيبون؟ وعلى تقدير كون معبوديهم أحياء كالملائكة ونحوهم، فهم عباد مسخرون مشغولون بأحوالهم، وضمائر العقلاء؛ لإجرائهم الأصنام مجرى العقلاء، ووصفها بما ذكر من ترك الاستجابة والغفلة مع ظهور حالها؛ للتهكم بها وبعبدتها. </p><p> والمعنى (٢) : أي لا أحد أضل وأجهل ممن يعبد من دون الله أصنامًا، ويتخذهم آلهةً، ويطلب منها ما لا تستطيعه، وهم إذا دُعوا لا يسمعون ولا يجيبون إلى يوم القيامة؛ أي: لا يجيبون أبدًا ما داموا في الدنيا، إذ هم في غفلة. عن دعائهم؛ لأنهم أحجار، فهم صمّ بكم لا يسمعون ولا يتكلمون ولا يعقلون، وقوله:  {إِلَى يَوْمِ الْقِيَامَةِ} تأبيد على عادة العرب، ما دامت الدنيا، وما أنكى </p><p>(١) روح البيان. (٢) المراغي.</p>"
}