{
  "id": null,
  "sura": 46,
  "aya": 26,
  "text": "<p> والمعنى: أي كما جازينا عادًا بكفرهم بالله ذلك العقاب في الدنيا فأهلكناهم بعذابنا، كذلك نجزي كل مجرم كافر بالله متمادٍ في غيّه، والآية وعيد لأهل مكة على إجرامهم بالتكذيب، فإنّ الله تعالى قادر على أن يرسل عليهم ريحًا مثل ريح عاد أو نحوها فلا بد من الحذر. </p><p> قيل (١) : أوحى الله تعالى إلى خزّان الريح، أن أرسلوا مقدار منخر البقر، فقالوا: يا رب ننسف الأرض ومن عليها! فقال تعالى: مثل حلقة الخاتم، ففعلوا، فجاءت ريح باردة من قبل المغرب، وأول ما عرفوا به أنه عذاب أن رأوا ما كان في الصحراء من رحالهم ومواشيهم تطير بها الريح بين السماء والأرض، وترفع الظعينة في الجوّ حتى ترى كأنها جرادة، فتدمغها بالحجارة، فدخلوا بيوتهم، وأغلقوا أبوابهم، فقلعت الريح الأبواب وصرعتهم، فأمال الله الأحقاف عليهم، فكانوا تحتها سبع ليال وثمانية أيام لهم أنين، ثم كشفت الريح عنهم الأحقاف، فاحتملتهم فطرحتهم في البحر، وقد قالوا: من أشد منا قوة، فلا تستطيع الريح أن تزيل أقدامنا، فغلبت عليهم الريح بقوتها، فما أغنت عنهم قوتهم، وبقي هود ومن آمن معه، وكانوا أربعة آلاف. </p><p> وفي \"الخازن\" : وقيل: إنّ هودًا عليه السلام لما أحسَّ بالريح .. خطَّ على نفسه وعلى من معه من المؤمنين خطًا، فكانت الريح تمر بهم لينة باردة طيبة، والريح التي تصيب قومه شديدة عاصفة مهلكة، وهذه معجزة عظيمة لهود عليه السلام. انتهى. </p><p> ٢٦ - ولما أخبر سبحانه بهلاك قوم عاد .. خاطب قريشًا على سبيل الموعظة، فقال:  {وَلَقَدْ مَكَّنَّاهُم} ؛ أي: وعزتي وجلالي لقد أقدرنا عادًا، وملكناهم {فِيمَا} ؛ أي: في الذي {إِن} نافية بمعنى ما؛ أي: في الذي ما {مَكَّنَّاكُمْ} يا أهل مكة {فِيه} من السعة، والبسطة، وطول الأعمار، وسائر مبادي التصرفات، ومما (٢) يحسن وقوع {إِن} هاهنا دون ما التقصي والفرار عن تكرر لفظة ما، وهو </p><p>(١) روح البيان. (٢) روح البيان.</p><p> الداعي إلى قلب ألفها هاء في مهما. </p><p> أي:  (١) ولقد مَكَّنَّا عادًا الذين أهلكناهم بكفرهم فيما لم نمكنكم فيه من الدنيا، وأعطيناهم منها ما لم نعطكم مثله ولا قريبًا منه من الأموال الكثيرة، وبسطة الأجسام، وقوة الأبدان، وهم على ذلك ما نجوا من عقاب الله، فتدبروا أمركم، وفكروا فيما تعملون قبل أن يحل بكم العذاب، ولا تجدون منه مهربًا. </p><p> {وَجَعَلْنَا لَهُمْ} ؛ أي: خلقنا لعاد، وأعطيناهم {سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً} ؛ أي: قلوبًا ليستعملوها فيما خلقت له، ويعرفوا بكل منها ما نيطت به معرفته من فنون النعم، ويستدلّوا بها على شؤون منعمها عَزَّ وَجَلَّ، ويدوموا على شكرها، ولعل (٢) توحيد السمع وإفراده لأنه لا يدرك به إلا الصوت وما يتبعه بخلاف البصر، حيث يدرك به أشياء كثيرة، بعضها بالذات، وبعضها بالواسطة، والفؤاد يعمّ إدراك كل شيء، والفؤاد من القلب كالقلب من الصدر؛ سُمِّيَ به لتفؤده؛ أي: لتوقده وتحرقه {فَمَا} : نافية؛ أي: فيما {أَغْنَى} ودفع {عَنْهُمْ سَمْعُهُمْ} حيث لم يستعملوه في استماع الوحي، ومواعظ الرسل، يقال: أغنى عنه كذا: إذا كفاه {وَلَا أَبْصَارُهُمْ} حيث لم يجتلوا بها الآيات التكوينية المنصوبة في صحائف العالم {وَلَا أَفْئِدَتُهُمْ} حيث لم يستعملوها في معرفة الله سبحانه {مِنْ شَيْءٍ} ؛ أي: شيئًا من الإغناء، و {مِنَ} : مزيدة للتأكيد. </p><p> والمعنى (٣) : أي إنا فتحنا عليهم أبواب نعمنا، فأعطيناهم سمعًا فما استعملوه في سماع الأدلة والحجج ليعتبروا ويتذكروا، وأعطيناهم أبصارًا ليروا ما نصبناه من الشواهد الدالة على وجودنا فما اتنفعوا بها، وأعطيناهم قلوبًا تفقه حكمة الله في خلق الأكوان فما استفادوا منها ما يفيدهم في آخرتهم، ويقرِّبهم من جوار ربهم، بل صرفوها في طلب الدنيا ولذاتها، لا جرم لم ينفعهم ما أعطيناهم من السمع والأبصار والأفئدة، إذ لم يستعملوها فيما خلقت له من شكر من أنعم </p><p>(١) المراغي. (٢) روح البيان.(٣) المراغي.</p>"
}