{
  "id": null,
  "sura": 46,
  "aya": 31,
  "text": "<p> صنف: لهم أجنحة يطيرون بها. </p><p> وصنف: على صورة الحيات والكلاب. </p><p> وصنف: يحلون ويظعنون. </p><p> واختلف العلماء في مؤمني الجنّ، فقال قوم: ليس لهم ثواب إلّا النجاة من النار، وعليه أبو حنيفة. وحكي عن الليث وبعد نجاتهم من النار يقال لهم: كونوا ترابًا مثل البهائم، وقال آخرون: لهم الثواب على الإحسان, كما عليهم العقاب على الإساءة، وهذا هو الصحيح، وعليه ابن عباس والأئمّة الثلاثة، فيدخلون الجنة ويأكلون ويشربون، وقال عمر بن عبد العزيز: إنّهم حول الجنة في ربضٍ ورحابٍ، وليسوا فيها. اهـ \"خازن\" . </p><p> ٣١ - {يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللهِ} سبحانه وتعالى؛ يعني: محمدًا - صلى الله عليه وسلم - , لأنّه لا يوصف بهذا غيره، أو أرادوا ما سمعوه من الكتاب، فإنّه كما أنه هاد، كذلك هو داع إلى الله تعالى، وفي الآية دليل على أنّه مبعوث إلى الإنس والجنّ جميعًا، قال مقاتل: لم يبعث الله تعالى نبيًّا إلى الإنس والجنّ قبله - صلى الله عليه وسلم -. {وَآمِنُوا بِهِ} تعالى. </p><p> فإن قلت (١) : قوله: {أَجِيبُوا دَاعِيَ اللهِ} أمر بإجابته في كل ما أمر به، فيدخل فيه الأمر بالإيمان, فلم أعاد ذكره بلفظ التعيين؟ </p><p> قلت: إنّما أعاده؛ لأنّ الإيمان أهمّ أنواع المأمور به وأشرفها، فلذلك ذكره على التعيين، فهو من باب ذكر العام، ثم يعطف عليه أشرف أنواعه كقوله:  {مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ} . </p><p> {يَغْفِرْ لَكُمْ} الله سبحانه وتعالى {مِنْ ذُنُوبِكُمْ} ؛ أي:  (٢) بعض ذنوبكم، وهو ما كان في خالص حقّ الله تعالى، وحق الحربيّ، فإنَّ حقوق العباد غير الحربيين لا تغفر بالإيمان, بل برضى أربابها؛ يعني: إذا أسلم الذميُّ لا يغفر عنه </p><p>(١) الخازن. (٢) روح البيان.</p><p> حقوق العباد بإسلامه، وكذا لا تغفر عن الحربي إذا كان الحقّ ماليًّا، قالوا: ظلامة الكافر وخصومة الدابة أشدُّ؛ لأنّ المسلم إمّا أن يحمل عليه ذنب خصمه بقدر حقّه، أو يأخذ من حسناته، والكافر لا يأخذ من الحسنات، ولا ذنب للدابّة، ولا يؤهل لأخذ الحسنات، فتعيَّن العقاب. وقيل:  {من} : زائدة؛ لأنّ الإِسلام يجب ما قبله، فلا يبقى معه تبعة، وقيل: إنّ {من}  (١) لابتداء الغاية. </p><p> والمعنى: أنه يقع ابتداء الغفران من الذنوب، ثمّ ينتهي إلى غفران ترك ما هو الأولى. </p><p> {وَيُجِرْكُمْ} ؛ أي: ينجيكم ويؤمنكم {مِنْ عَذَابٍ أَلِيمٍ} : شديد معدٍّ للكفرة، وهو عذاب النار، قال ابن عباس: فاستجاب لهم من قومهم نحو: سبعين رجلًا من الجنّ، فرجعوا إلى رسول الله - صلى الله عليه وسلم - فوافوه بالبطحاء، فقرأ عليهم القرآن، وأمرهم ونهاهم. </p><p> والمعنى: أي (٢) يا قومنا أجيبوا رسول الله محمدًا - صلى الله عليه وسلم - إلى ما يدعوكم إليه من طاعة الله، وصدِّقوه فيما جاء به من أمر الله ونهيه، يغفر لكم بعض ذنوبكم، ويسترها لكم، ولا يفضحكم بها في الآخرة بعقوبته لكم عليها، وينقذكم من عذاب موجع إذا أنتم تبتم من ذنوبكم، وأنبتم إلى ربّكم، وأخلصتم له العبادة، وفي الآية إيماء إلى أنّ حكم الجنّ حكم الإنس في الثواب والعقاب، والتعبّد بالأوامر والنواهي، وقال الحسن (٣) : ليس لمؤمني الجنّ ثواب غير نجاتهم من النار، وبه قال أبو حنيفة، والأوّل أولى وبه قال مالك والشافعيّ، وابن أبي ليلى، فقد قال الله تعالى في مخاطبة الجنّ والإنس: {وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ (٤٦) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (٤٧) }، فامتَّن سبحانه على الثقلين، بأن جعل جزاء محسنهم الجنة، ولا ينافيه الاقتصار هاهنا على ذكر إجارتهم من عذاب أليم، ومما يؤيد هذا: أنّ الله سبحانه قد جازى كافرهم بالنار وهو مقام عدل، فكيف لا </p><p>(١) الشوكاني. (٢) المراغي.(٣) الشوكاني.</p>"
}