{
  "id": null,
  "sura": 46,
  "aya": 10,
  "text": "<p> حسبما يوحى إليّ، وآتيكم بالشواهد الواضحة على صدق رسالتي، ولستُ أقدر على شيء من الأعمال الخارجة عن قدرة البشر {مُبِينٌ} ؛ أي: بيّن الإنذار لكم بالمعجزات الباهرة، ففيه أنه - صلى الله عليه وسلم - أرسل مبلِّغًا وليس له من الهداية شيء، ولكن الله يهدي من يشاء. </p><p> وقرأ ابن عمير (١) : {ما يوحي} بكسر الحاء؛ أي: الله عَزَّ وَجَلَّ </p><p> ١٠ - {قُلْ} لهم يا محمد، {أَرَأَيْتُمْ} ؛ أي: أخبروني أيها القوم {إن كَانَ} ما يوحى إليّ من القرآن في الحقيقة {مِنْ عِنْدِ اللَّهِ} لا سحرًا ولا مفترى كما تزعمون {وَكَفَرْتُمْ بِهِ} ؛ أي: والحال أنكم قد كفرتم به، فهو (٢) حال بإضمار قد من الضمير في الخبر وسط بين أجزاء، الشرط، مسارعة إلى التسجيل عليهم بالكفر، ويجوز أن يكون عطفًا على كان كما في قوله تعالى:  {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ} لكن لا على أنَّ نظمه في سلك الشرط المتردِّد بين الوقوع وعدمه عندهم، باعتبار حاله في نفسه، بل باعتبار حال المعطوف عليه عندهم، فإن كفرهم به متحقق عندهم أيضًا، وإنما تردُّدهم في أنَّ ذلك كفر بما عند الله أم لا؟ وكذا الحال، قوله:  {وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ} وما بعده من الفعلين، فإن الكل أمور متحققة عندهم، وإنما تردّدهم في أنها شهادة وإيمان بما عند الله، واستكبار منهم أم لا؟ {وَشَهِدَ شَاهِدٌ} عظيم الشأن {مِنْ بَنِي إِسْرَائِيلَ} الواقفين على شؤون الله،، وأسرار الوحي بما أوتوا من التوراة {عَلَى مِثْلِهِ} ؛ أي: على مثل القرآن من المعاني المنطوية في التوراة، المطابقة لما في القرآن من التوحيد والوعد والوعيد وغير ذلك، فإنها عين ما فيه في الحقيقة، كما يعرب عنه قوله تعالى: {وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ (١٩٦) }، وهذه المثلية هي باعتبار تطابق المعاني وإن اختلفت الألفاظ. وقال الجرجاني: مثل صلة؛ يعني: عليه. </p><p> والمعنى: وشهد شاهد على القرآن أنه من عند الله. وكذا قال الواحدي. و {الفاء} في قوله: {فَآمَنَ} : للدلالة على أنه سارع في الإيمان بالقرآن لما علم </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> أنه من جنس الوحي الناطق بالحق، وليس من كلام البشر {وَاسْتَكْبَرْتُمْ} عطف على {شهد شاهد} ؛ أي: فآمن الشاهد بالقرآن، واستكبرتم أنتم عن الإيمان. وجواب (١) الشرط محذوف، والتقدير: أخبروني إن كان من عند الله، وشهد على ذلك أعلم بني إسرائيل فآمن به من غير تباطؤ، واستكبرتم عن الإيمان به بعد هذه المرتبة، فمن أضل منكم؟ بقرينة قوله تعالى:  {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ} . {إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} الذين يضعون الجحد والإنكار موضع الإقرار والتسليم، وصفهم بالظلم؛ للإشعار بعلية الحكم، فإن تركه تعالى لهدايتهم لظلمهم وعنادهم بعد وضوح البرهان. وقال أبو حيان: ومفعولا {أَرَأَيْتُمْ} : محذوفان؛ لدلالة المعنى عليهما، والتقدير: أرأيتم حالكم إن كان كذا، ألستم ظالمين؟ فالأول حالكم، والثاني ألستم ظالمين، وجواب الشرط، محذوف؛ أي: فقد ظلمتم، ولذلك جاء فعل الشرط ماضيًا. إنتهى. </p><p> وفيه إشارة إلى أنه لا عذر لهم بحال، إذ عند وجود الشاهد على حقّية الدعوى تبطل الخصومة، وذلك الشاهد في الآية عبد الله بن سلام بن الحارث حبر أهل التوراة، وكان اسمه الخصين، فسمّاه رسول الله - صلى الله عليه وسلم - عبد الله - رضي الله عنه - لما سمع بقدم رسول الله - صلى الله عليه وسلم - المدينة .. أتاه، فنظر إلى وجه الكريم، فعلم أنه ليس بوجه كذّاب، وتأمّله فتحقق أنه النبي المنتظر، فقال له: إني أسألك عن ثلاث لا يعلمهن إلا نبيّ: ما أول أشراط الساعة؟ وما أول طعام يأكله أهل الجنة؟ وما حال الولد ينزع إلى أبيه أو إلى أمه؟ فقال النبي - صلى الله عليه وسلم -: \"أما أول أشراط الساعة .. فنار تحشرهم من المشرق إلى المغرب، وأما أول طعام أهل الجنة .. فزيادة كبد الحوت، وأما الولد .. فإن سبق ماء الرجل .. نزعه، وإن سبق ماء المرأة .. نزعته\" فقال: أشهد أنك رسول الله حقًا، فقام ثم قال: يا رسول الله، إنّ إليهود قوم بهتٌ، فإن علموا بإسلامي قبل أن تسألهم عنّي بهتوني عندك، فجاء اليود وهم خمسون، فقال لهم النبي - صلى الله عليه وسلم -: \"أيّ رجل عبد الله فيكم؟ </p><p>(١) روح البيان.</p>"
}