{
  "id": null,
  "sura": 46,
  "aya": 16,
  "text": "<p> النور، وجنّبنا الفواحش ما ظهر منها وما بطن، وبارك لنا في أسماعنا وأبصارنا وقلوبنا وأزواجنا وذرّياتنا، وتب علينا إنك أنت التواب الرحيم، واجعلنا شاكرين لنعمتك، مثنين بها عليك، قابليها وأتمها علينا. </p><p> قال عليّ رضي الله عنه: هذه الآية: {رَبِّ أَوْزِعْنِي} نزلت في أبي بكر الصديق رضي الله عنه أسلم أبواه جميعًا، ولم يجتمع لأحد من المهاجرين أبواه غيره، فأوصاه الله بهما، ولزم ذلك من بعده، ووالده: هو أبو قحافة عثمان بن، عامر بن عمرو بن كعب بن سعد بن تيم، وأمه: أم الخير، واسمها سلمى بنت صخر بن عامر بن كعب بن سعد، وأم أبيه أبي قحافة: قيلة، وامرأة أبي بكر الصديق اسمها: قتيلة بنت عبد العزّى. </p><p> وقال ابن عباس عن قوله تعالى:  {وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي} أجاب الله دعاء أبي بكر، فاعتق تسعةً من المؤمنين يعذَّبون في الله، منهم: بلال وعامر بن فهيرة، ولم يدع شيئًا من الخير إلا أعانه الله عليه، ولم يبق له ولد ولا والد ولا والدة إلا آمنوا بالله وحده، ولم يكن أحد من أصحاب رسول الله - صلى الله عليه وسلم - أسلم هو وأبواه وأولاده وبناته كلهم إلا أبو بكر وهذا دليل على استجابة دعاء أبي بكر رضي الله عنه. </p><p> ١٦ - ثم ذكر جزاء أصحاب هذه الأوصاف الجليلة، فقال:  {أُولَئِكَ} إشارة إلى الإنسان المذكور، ولأنّ المراد به: الجنس المتصف بالوصف المحكي عنه، وهو مبتدأ خبره الموصول المذكور بعده؛ أي: أولئك المنعوتون بما ذكر من النعوت الجليلة هم {الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا} من الطاعات واجبة أو مندوبة، فإن المباحات حسن لا يثاب عليها، فأفعل التفضيل على بابه. </p><p> وقرأ الجمهور (١) : {يتقبل} مبنيًا للمفعول {أحسن} رفعًا، وكذا {ويتجاوز} . وقرأ زيد بن عليّ وابن وثّاب وطلحة وأبو جعفر والأعمش بخلاف عنه، وحمزة والكسائي وحفص:  {نَنَقَبَّل}  {أَحْسَنَ} نصبًا، {وَنَتَجَاوَزُ} بالنون </p><p>(١) البحر المحيط.</p><p> فيهما، وقرأ الحسن والأعمش وعيسى: بالياء فيهما مفتوحةً، ونصب {أَحْسَنَ} . </p><p> {وَنَتَجَاوَزُ} ؛ أي: نتسامح {عَنْ سَيِّئَاتِهِمْ} ؛ أي: ما فعلوا قبل التوبة، ولا يعاقبون عليها. قال الحسن:  {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ} إنما ذلك من أراد الله سبحانه هوانه، وأما من أراد كرامته .. فإنه يتجاوز عن سيئاته حال كونهم كائنين {في} عداد {أَصْحَابُ الْجَنَّةِ} منتظمين في سلكهم، فالجار والمجرور: في محل النصب على الحال، كقولك: أكرمني الأمير في أصحابه؛ أي: كائنًا في جملتهم. وقيل: إن {في} بمعنى: مع؛ أي: مع أصحاب الجنة. وقيل: إنه خبر مبتدأ محذوف؛ أي: هم في أصحاب الجنة {وَعْدَ الصِّدْقِ} مصدر مؤكد لمضمون الجملة السابقة؛ لأنّ قوله:  {أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ} إلخ. في معنى الوعد بالتقبل والتجاوز. </p><p> والمعنى عليه: وعد الله أهل الإيمان أن يتقبل من محسنهم، ويتجاوز عن مسيئهم وعد الصدق. ويجوز أن يكون مصدرًا لفعل محذوف؛ أي: وعدهم الله وعد الصدق {الَّذِي كَانُوا يُوعَدُونَ} به في الدنيا على ألسنة الرسل، كما في قوله تعالى:  {وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} الآية. </p><p> ومعنى الآية: أي (١) هؤلاء الذين هذه صفاتهم، هم الذين يتقبل الله عنهم أحسن ما عملوا في الدنيا من صالح الأعمال، فيجازيهم به، ويثيبهم عليه، ويصفح عن سيئات أعمالهم التي فرطت منهم في الدنيا لمامًا ولم تكن عادة لهم، بل جاءت بحافزة من القوة الشهوانية، أو القوة الغضبية، فلا يعاقبهم عليها، وهم منتظمون في سلك أصحاب الجنة، داخلون في عدادهم. </p><p> ثم أكد الوعد السابق بقوله:  {وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ} ؛ أي: وعدهم الله الوعد الحق في لا شك فيه ولا خلف، وأنه موفّ به. </p><p> وهذه الآية كما تنطبق على سعد بن أبي وقاص، وعلى أبي بكر الصديق، اللذين قيل: في كل منهما نزلت الآية، تنطبق على كل مؤمن، فهو موصى </p><p>(١) المراغي.</p>"
}