{
  "id": null,
  "sura": 46,
  "aya": 8,
  "text": "<p> الآيات المتلوّة. </p><p> ويجوز (١) أن تكون {اللام} بمعنى الباء؛ أي: كفروا بالحق، والتعدية بـ {اللام} من حمل النقيض على النقيض، فإن الإيمان يتعدّى بها كما في قوله:  {آمَنْتُمْ لَهُ} وغيره. والحق هنا عبارة عن الآيات المتلوّة وضع موضع ضميرها تنصيصًا على حقّيتها، ووجوب الإيمان بها، كما وضع الموصول موضع ضمير المتلوّ عليهم؛ تسجيلًا بكمال الكفر والضلالة عليهم {لَمَّا جَاءَهُمْ} ؛ أي: في أول ما جاءهم من غير تدبّر ولا تأمل {هَذَا} الحق الذي هو القرآن المتلوّ عليهم {سِحْرٌ مُبِينٌ} ؛ أي: ظاهر كونه سحرًا وباطلًا لا حقيقة له، وإذا جعلوه سحرًا .. فقد أنكروا ما نطق به من البعث والحساب والجزاء، وصاروا أكفر من الحمير؛ أي: أجهل وأبلد من الحمير؛ لأنّ الكفر من الجهل والعياذ بالله. </p><p> والمعنى (٢) : أي وإذا تليت على هؤلاء حججنا التي أودعناها كتابنا، الذي أنزلناه عليك حال كونها بينة واضحةً جليةً .. قالوا في شأن الحق الذي أتاهم، وهو القرآن: هذا سحر واضح، وتمويه خادع، يفعل فعل السحر في قلب من سمعه، فكذّبوا به وافتروا وكفروا وضلوا. </p><p> ٨ - ثم انتقل من هذه المقالة الشنعاء إلى ما هو أشنع منها، فقال:  {أَمْ يَقُولُونَ افْتَرَاهُ} ؛ أي: بل أيقول كفار مكة: افترى محمد هذا القرآن؛ أي: اختلقه من عند نفسه، وأضافه إلى الله كذبًا، فقولهم هذا منكر، ومحل تعجب، فإن القرآن كلام معجز خارج عن حيّز قدرة البشر، فكيف يقوله محمد - صلى الله عليه وسلم - ويفتريه؟. </p><p> واعلم: أنّ كلًّا من السحر والافتراء كفر، لكن الافتراء على الله أشنع من السحر، و {أَمْ} هنا هي (٣) المنقطعة المقدرة بمعنى بل، وهمزة الاستفهام التوبيخي التعجبي من صنيعهم، ويل للانتقال عن تسميتهم الآيات سحرًا إلى قولهم: إنّ رسول الله - صلى الله عليه وسلم - افترى ما جاء به، وفي ذلك من التوبيخ والتقريع ما لا </p><p>(١) المراغي. (٢) الشوكاني.(٣) المراغي.</p><p> يخفى؛ أي: دع هذا واسمع القول المنكر العجيب، إنهم يقولون: إنّ محمدًا افتراه على الله محمدًا، واختلقه عليه اختلاقًا. </p><p> ثمّ أمره الله سبحانه أن يجيب عنهم، ويبطل شبهتهم بقوله:  {قُل} لهم يا محمد {إِنِ افْتَرَيْتُهُ} واختلقته على سبيل الفرض والتقدير {فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا} ؛ أي: فلا تقدرون أن تدفعوا عنّي من عذاب الله شيئًا، إذ لا ريب في أنّ الله تعالى يعاقبني حينئذٍ، فكيف أفتري على الله كذبًا، وأعرض نفسي للعقوبة التي لا خلاص منها؟. </p><p> والمعنى: أي قل لهم يا محمد: لو كذبت على الله، وزعمت أنه أرسلني إليكم، ولم يكن الأمر كذلك .. لعاقبني أشدّ العقاب، ولم يقدر أحد من أهل الأرض لا أنتم ولا غيركم أن يجيرني منه، فكيف أقدم على هذه الفرية، وأعرض نفسي لعقابه؟ فالملوك لا يتركون من كذب عليهم دون أن ينتقموا منه، فما بالكم بمن يتعمد الكذب على الله في الرسالة، وهي الجامعة لأمور عظيمة، ففيها الإخبار عن تكليف الناس بما يصلح شأنهم في دينهم ودنياهم. </p><p> ونحو الآية قوله: {قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا (٢٢) إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا (٢٣) } وقوله {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ (٤٤) لَأَخَذْنَا مِنْهُ بِالْيَمِينِ (٤٥) ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ (٤٦) فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ (٤٧) }. </p><p> ثم علَّل ما أفاده الكلام من وجوب الانتقام منهم بقوله:  {هُوَ} سبحانه وتعالى: {أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ} ؛ أي: أعلم بما تخوضون فيه من قدح القرآن، وطعن آياته، وتسميته سحرًا تارةً، وفريةً أخرى؛ أي: هو أعلم من كل أحد بما تخوضون فيه من التكذيب بالقرآن وغيره. </p><p> ثم أكد صدق ما يقول بنسبة علم ذلك إلى الله تعالى فقال:  {كَفَى بِهِ} سبحانه وتعالى - و {الباء} : صلة - {شَهِيدًا بَيْنِي وَبَيْنَكُمْ} حيث يشهد لي بالصدق في البلاغ، وعليكم بالتكذيب والجحود، ولا يخفى ما في هذا من الوعيد الشديد على إفاضتهم في الطعن في الآيات. </p>"
}