{
  "id": null,
  "sura": 46,
  "aya": 30,
  "text": "<p> فانطلق إليّ، فقال لي:  \"قد نمت\" ، فقلت: لا والله، ولكنّي هممت أن آتي إليك لخوفي عليك، فقال - صلى الله عليه وسلم - لي:  \"لو خرجت لم آمن عليك أن يتخطفك بعضهم، فأولئك جنّ نصيبين\" : بلدة قاعدة ديار ربيعة أو مدينة بالشام أو باليمن. فقلت: يا رسول الله، سمعت لغطًا شديدًا، فقال:  \"إنّ الجنّ اختصموا في قتيل قتل بينهم، فتحاكموا إليّ فقضيت بينهم بالحقّ\" . وكانت عدة هؤلاء الجن اثني عشر ألفًا. </p><p> وأخرج البخاري ومسلم، وغيرهما عن مسروق قال: سألت ابن مسعود من آذن النبي - صلى الله عليه وسلم - بالجنّ ليلة استمعوا القرآن؟. قال: آذنته بهم الشجرة. </p><p> وأخرج أحمد ومسلم والترمذي عن علقمة قال: قلت لابن مسعود: هل صحب رسول الله - صلى الله عليه وسلم - منكم أحد ليلة الجنّ؟. قال: ما صحبه منّا أحد، ولكنّا فقدناه ذات ليلة، فقلنا: اغتيل، استطير، ما فعل؟ قال: فبتنا بشر ليلة بات بها قوم، فلمّا كان في وجه الصبح .. إذا نحن به يجيء من قبل حراء، فأخبرناه، فقال: إنّه أتاني داعي الجن، فأتيتهم فقرأت عليهم القرآن، فانطلق بنا فأرانا آثارهم وآثار نيرانهم، وقد وردت أحاديث كثيرة أنّ الجنّ بعد هذا وفدت على رسول الله - صلى الله عليه وسلم - مرةً بعد مرةً، وأخذت عنه الشرائع والأحكام الدينية. </p><p> ٣٠ - ثمّ فصّل ما قالوه لهم في إنذارهم، فقال:  {قَالُوا} ؛ أي: قال أولئك النفر الجنّيون عند رجوعهم إلى قومهم: {يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا} فيه إطلاق الكتاب على بعض أجزائه، إذ لم يكن القرآن كلّه منزلًا حينئذٍ. {أُنْزِلَ مِنْ بَعْدِ} كتاب {مُوسَى} عليه السلام، وفي الكلام (١) حذف، والتقدير: فوصلوا إلى قومهم فقالوا: يا قومنا إلخ. قيل: ذكروا موسى؛ لأنّهم كانوا على اليهودية وأسلموا. قال (٢) سعدي المفتي في \"حواشيه\" : قلت: الظاهر أنَّه مثل قول ورقة بن نوفل: هذا الناموس الذي نزّل الله على موسى، فقد قالوا في وجهه وعلّته: إنه ذكر موسى مع أنه كان نصرانيًّا، تحقيقًا للرسالة؛ لأنّ نزوله على موسى متفق عليه بين اليهود والنصارى، بخلاف عيسى، فإن اليهود ينكرون نبوّته، أو لأنَّ النصارى </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> يتبعون أحكام التوراة، ويرجعون إليها، وهذان الوجهان متأتِّيان هنا أيضًا. </p><p> يقول الفقير: قد صحّ أنّ التوراة أول كتاب اشتمل على الأحكام والشرائع، بخلاف ما قبله من الكتب، فإنها لم تشتمل على ذلك، إنما كانت مشتملة على الإيمان بالله وتوحيده، ومن ثم قيل لها: صحف، وإطلاق الكتب عليها مجاز، كما صرَّح به في \"السيرة الحلبية\" . فلمّا كان القرآن مشتملًا على الأحكام والشرائع أيضًا .. صارت الكتب الإلهية كلها في حكم كتابين: التوراة والقرآن، فلذا خصَّصوا موسى بالذكر، وفيه بيان لشرف الكتابين وجلالتهما. </p><p> حالة كون ذلك الكتاب {مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ} ؛ أي: موافقًا لما قبله من التوراة والكتب الإلهية في الدعوة إلى التوحيد والتصديق، وحقّية أمر النبوّة والمعاد وتطهير الأخلاق، فهو حال من {كِتَابًا} لتخصصه بالصفة، أو صفة ثانية له. {يَهْدِي إِلَى الْحَقِّ} والصواب من العقائد الصحيحة {وَإِلَى طَرِيقٍ مُسْتَقِيمٍ} ؛ أي: موصل إليه، لا عوج فيه، وهو الشرائع، والأعمال الصالحة، قال ابن عطاء: يهدي إلى الحق في الباطن، وإلى طريق مستقيم في الظاهر، وجملة {يَهْدِي} : إما حال ثانية، أو صفة ثالثة لـ {كِتَابًا} . </p><p> والمعنى (١) : أي قالوا: يا قومنا من الجنّ إنّا سمعنا كتابًا أنزله الله من بعد توراة موسى، يصدِّق ما قبله من كتب الله التي أنزلها على رسله، ويرشد إلى سبيل الحقّ، وإلى ما فيه لله رضًا، وإلى الطريق الذي لا عوج فيه، وخصوا التوراة؛ لأنّه متفق عليه عند أهل الكتابين، كما مرّ آنفًا. وقال عطاء: لأنهم كانوا على اليهوديّة، وهذا يحتاج إلى نقل صحيح. قيل: وأسلم (٢) من قومهم حين رجعوا إليهم وأنذروهم سبعون. اهـ \"خطيب\" . وقالوا: إنّ الجنّ لهم مللٌ مثل الإنس، ففيهم اليهود والنصارى والمجوس وعبدة الأصنام، وفي مسلميهم مبتدعة، ومن يقول بالقدر، وخلق القرآن، ونحو ذلك من المذاهب والبدع، وروي: أنهم ثلاثة أصناف: </p><p>(١) المراغي. (٢) روح البيان.</p>"
}