{
  "id": null,
  "sura": 46,
  "aya": 28,
  "text": "<p> أي (١) : بينَّا لهم دلائل قدرتنا، وبديع حججنا {لَعَلَّهُمْ يَرْجِعُونَ} ؛ أي: لكي يرجعوا عن غيِّهم الذي استمسكوا به لمحض التقليد، أو لشبهة عرضت لهم، فلم يرجعوا، فحل بهم سوء العذاب، ولم يجدوا لهم نصيرًا، ولا دافعًا لعذاب الله. </p><p> ٢٨ - ثم أبان الله تعالى مدى الكرب والشدَّة بفقد الأعوان والنصراء لدفع عذاب الله، فقال:  {فَلَوْلَا} : تحضيضية؛ أي: فهلَّا نصر أولئك الأمم المكذّبة، حين أهلكهم الله تعالى الأصنام والأوثان {الَّذِينَ اتَّخَذُوا} هم {مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً} ؛ أي: اتخذوها آلهة من دون الله، يتقربون بعبادتها إلى ربهم؛ أي: فهلَّا نصرهم أوثانهم وآلهتهم التي اتخذوا عبادتها قربانًا يتقرَّبون به إلى ربهم فيما </p><p> زعموا، حين جاءهم بأسه، فأنقذوهم من عذابه إن كانوا يشفعون عنده {بَلْ ضَلُّوا} وغابوا {عَنْهُمْ} ولم يفيدوهم شيئًا، و {بَلْ} للإضراب الانتقالي عن نفي النصرة لما هو أخص منه، إذ نفيها يصدق بحضورها عندهم بدون النصرة، فأفاد بالإضراب أنهم لم يحضروا بالكلية، فضلًا عن أن ينصروهم، والقربان: كل ما يتقرب به إلى الله تعالى من طاعة ونسيكة، والجمع: قرابين، كرهبان ورهابين، وأحد (٢) مفعولي {اتَّخَذُوا} : ضمير محذوف راجع إلى الموصول، والثاني:  {آلِهَةً} و {قُرْبَانًا} : حال، والتقدير: فهلّا نصرهم وخلّصهم من العذاب الذين اتخذوهم آلهة، حال كونها متقرَّبًا بها إلى الله تعالى، حيث كانوا يقولون: ما نعبدهم إلا ليقرّبونا إلى الله زلفى، وهؤلاء شفعاؤنا عند الله، وفيه تهكم بهم {بَلْ ضَلُّوا} ؛ أي: بل ضلت الآلهة وغابت عنهم؛ أي: عن عابديها عند حلول البأس بهم، وفيه تهكم آخر بهم، كأنّ عدم نصرتهم لغيبتهم أو ضاعوا عنهم: أي: ظهر ضياعهم عنهم بالكلية. </p><p> {وَذَلِكَ} ؛ أي: ضياع (٣) آلهتهم عنهم، وامتناع نصرتهم {إِفْكُهُمْ} ؛ أي: أثر إفكهم الذي هو اتخاذهم إياها، ونتيجة شركهم، وثمرته {وَمَا كَانُوا يَفْتَرُونَ} </p><p>(١) المراغي. (٢) الشوكاني.(٣) روح البيان.</p><p> عطف على {إِفْكُهُمْ} أي: وما كانوا يكذبون بقولهم: إنها آلهة، وإنها تشفع لهم، و {ما} : إما مصدرية؛ أي: أثر افترائهم على الله، أو موصولة؛ أي: وأثر ما كانوا يفترونه عليه تعالى، من نسبة الشركاء إليه تعالى. </p><p> والمعنى (١) : أي فهلَّا نصرتهم آلهتهم التي تقرَّبوا بها إلى الله لتشفع لهم، ومنعتهم من الهلاك الواقع بهم، بل غابوا وذهبوا عنهم، ولم يحضروا لنصرتهم عند الحاجة إليهم. وذلك الضلال والضياع سببه اتخاذهم إياها آلهةً، وزعمهم الكاذب أنها تقرِّبهم إلى الله تعالى، وتشفع، وافتراؤهم وكذبهم بقولهم: إنها آلهة، وقد خابوا وخسروا في عبادتهم لها، واعتمادهم عليها. </p><p> وفي هذا (٢) : تقريع لأهل مكة، وتأنيبٌ لهم على أنه لو كانت آلهتهم التي يعبدونها من دون الله تغني عنهم شيئًا، أو تنفعهم عنده .. لأغنت عمن كان قبلهم من الأمم الذين أُهلكوا بعبادتهم لها، فدفعت عنهم العذاب إذ نزل بهم، أو لشفعت لهم عند ربهم، لكنها أضرّتهم ولم تنفعهم، وغابت عنهم أحوج ما كانوا إليها، فما أحراهم أن يتنبهوا لما هم فيه من خطل الرأي، وسوء التقدير للأمور. </p><p> وقرأ الجمهور (٣) : {إِفْكُهُمْ} بكسر الهمزة وإسكان الفاء وضم الكاف، مصدر أفك يأفك إفكًا؛ أي: كذبهم، وقرأ ابن عباس في رواية: بفتح الهمزة مع سكون الفاء وهو أيضًا مصدر لأفك، وقرأ ابن عباس أيضًا وابن الزبير، والصباح بن العلاء الأنصاري وأبو عياض، وعكرمة، وحنظلة بن النعمان بن مرة، ومجاهد:  {أَفَكَهم} بثلاث فتحات، على أنه فعل ماض؛ أي: ذلك القول صرفهم عن التوحيد، وقرأ أبو عياض وعكرمة أيضًا: كذلك، إلا أنهما شدَّدا الفاء للتكثير، فقالا: أفَّكهم من باب فعّل المضعف، وقرأ ابن الزبير أيضًا، وابن عباس فيما ذكر ابن خالويه:  {آفكَهم} بالمدّ، فاحتمل أن يكون بزنة فاعل، فـ {الهمزة} أصلية، وأن يكون بزنة أفعل، فـ {الهمزة} : للتعدية؛ أي: جعلهم </p><p>(١) التفسير المنير. (٢) المراغي.(٣) البحر المحيط.</p><p> يأفكون، ويكون أفعل بمعنى المجرد، وعن الفرّاء أنه قرىء:  {أفَكُهم} بفتح الهمزة والفاء وضم الكاف، وهي لغة في الإفك، فيكون له ثلاثة مصادر: الأفْك، والإفْك بفتح الهمزة وكسرها مع سكون الفاء، والأفك بفتح الهمزة والفاء، وقرأ ابن عباس فيما روى قطرب، وأبو الفضل الرازي:  {آفكهم} اسم فاعل من أفك؛ أي: صارفهم، والإشارة بذلك على قراءة من قرأ:  {أفكهم} مصدرًا إلى اتخاذ الأصنام آلهةً؛ أي: ذلك كذبهم وافتراؤهم، وقال الزمخشري: وذلك إشارة إلى امتناع نصرة آلهتهم لهم، وضلالهم عنهم؛ أي: وذلك أثر إفكهم الذي هو اتخاذهم إياها آلهةً، وثمرة شركهم وافترائهم على الله الكذب، من كونه ذا شركاء. انتهى. </p><p> وعلى قراءة من جعله فعلًا معناه: وذلك الاتخاذ صرفهم عن الحق، وكذلك قراءة اسم الفاعل؛ أي: صارفهم عن الحق، ويحتمل أن تكون {ما} في قوله: {وما يفترون} : مصدرية كما مرّ؛ أي: وافتراؤهم، وهذا الاحتمال هو الأحسن، ليُعْطَف مصدرَ على مثله، وأن تكون بمعنى الذي، والعائد: محذوف؛ أي: والذي يفترونه. </p><p> الإعراب </p><p> {إِنَّ الَّذِينَ قَالُوا رَبُّنَا الله ثُمَّ اسْتَقَامُوا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (١٣) }. </p><p> {إِنَّ الَّذِينَ} : ناصب واسمه. {قَالُوا} : فعل وفاعل، صلة الموصول. {رَبُّنَا الله} : مبتدأ وخبر، والجملة: في محل النصب مقول {قَالُوا} ، {ثُمَّ اسْتَقَامُوا} : فعل وفاعل معطوف على {قَالُوا} . {فَلَا}  {الفاء} : زائدة في خبر الموصول، لما فيه من معنى الشرط. {لا} نافية {خَوْفٌ} مبتدأ، وسوّغ الابتداء به تقدم النفي عليه، {عَلَيْهِمْ} خبر المبتدأ، والجملة الاسمية. في محل الرفع خبر {إِن} وجملة {إن} مستأنفة، {وَلَا}  {الواو} : حرف عطف، {لا} : زائدة لتكررها {هُمْ} : مبتدأ، وجملة {يَحْزَنُونَ} : خبره، والجملة: معطوفة على الجملة السابقة. </p><p> {أُولَئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (١٤) }. </p><p> {أُولَئِكَ} : مبتدأ. {أَصْحَابُ الْجَنَّةِ} . خبر، والجملة: خبر ثان لـ {إنّ}  {خَالِدِينَ} : حال من {أَصْحَابُ الْجَنَّةِ} . {فِيهَا} : متعلق بـ {خَالِدِينَ} . {جَزَاءً} : مصدر منصوب بفعل محذوف؛ أي: يجزون جزاءً، والجملة المحذوفة: في محل النصب حال ثانية من {أَصْحَابُ الْجَنَّةِ} . وجوّز أبو البقاء إعرابه حالًا. {بِمَا} : متعلق بـ {جَزَاءً} ، و {ما} : موصولة أو مصدرية. {كَانُوا} : فعل ناقص واسمه، وجملة {يَعْمَلُونَ} : خبره، وجملة {كان} : صلة لـ {ما} الموصولة أو المصدرية. </p><p> {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً} . </p><p> {وَوَصَّيْنَا الْإِنْسَانَ} : فعل وفاعل ومفعول، والجملة: مستأنفة. {بِوَالِدَيْهِ} : متعلق بـ {وصينا} . {إِحْسَانًا} : مفعول مطلق لفعل محذوف، تقديره: وصّيناه أن يحسن إليهما إحسانًا، أو مفعول به على تضمين {وصّينا} معنى ألزمنا، فيكون مفعولًا ثانيًا؛ أي: ألزمنا الإنسان إحسانًا بوالديه، {حَمَلَتْهُ} : فعل ومفعول به، {أُمُّهُ} : فاعل، والجملة الفعلية: مستأنفة مسوقة لتعليل الأمر بالوصية. {كُرْهًا} : حال من {أُمُّهُ} ؛ أي: حالة كونها ذات كره ومشقة وتعب، أو صفة لمصدر محذوف؛ أي: حملًا كرهًا. {وَوَضَعَتْهُ كُرْهًا} : معطوف على ما قبله. {وَحَمْلُهُ}  {الواو} : حالية. {حمله} : مبتدأ. {وَفِصَالُهُ} : معطوف عليه. {ثَلَاثُونَ} : خبر. {شَهْرًا} تمييز، والجملة الاسمية: في محل النصب حال من مفعول {وضعته}  {حَتَّى} : حرف جر وغاية. {إِذَا} : ظرف لما يستقبل من الزمان. {بَلَغَ} : فعل ماض وفاعل مستتر يعود على الإنسان {أَشُدَّهُ} : مفعول به، والجملة: في محل الخفض مضاف إليه على كونها فعل شرط، والظرف: متعلق بالجواب. {وَبَلَغَ} : فعل وفاعل مستتر. {أَرْبَعِينَ} : مفعول به. {سَنَةً} : تمييز، والجملة: معطوفة على جملة {بَلَغَ} الأول. </p><p> {قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي في ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ (١٥) }. </p><p> {قَالَ} : فعل ماض وفاعل مستتر، يعود على الإنسان، والجملة جواب </p><p> {إِذَا} : لا محل لها من الإعراب، وجملة {إذا} من فعل شرطها وجوابها: في محل الجر بـ {حَتَّى} الجارة المتعلقة بمحذوف، تقديره: وعاش إلى قوله: رب أوزعني وقت بلوغه أشده، وبلوغه أربعين سنة. {رَبِّ} : منادى مضاف حذف منه حرف النداء، وجملة النداء: في محل النصب مقول {قَالَ}  {أَوْزِعْنِي} : فعل دعاء مبني على السكون، وفاعله: ضمير يعود على الله، والنون: للوقاية، والياء: مفعول به أول، والجملة: في محل النصب مقول {قَالَ} على كونها جواب النداء {أَن} : حرف نصب ومصدر. {أَشْكُرَ} : فعل مضارع، وفاعل مستتر. {نِعْمَتَكَ} : مفعول به، والجملة الفعلية مع أن المصدرية في تأويل مصدر منصوب على كونه مفعولًا ثانيًا لـ {أَوْزِعْنِي} تقديره: رب أوزعني شكر نعمتك. {الَّتِي} : صفته لـ {نِعْمَتَكَ} . {أَنْعَمْتَ} : فعل وفاعل صلة الموصول، والعائد: محذوف، تقديره: أنعمتها. {عَلَيَّ} : متعلق بـ {أَنْعَمْتَ} . {وَعَلَى وَالِدَيَّ} : معطوف على {عَلَيَّ} ، {وَأَن}  {الواو} : عاطفة. {أن أعمل} : ناصب ومنصوب وفاعل مستتر معطوف على {أَنْ أَشْكُرَ} ؛ أي: وعملي. {صَالِحًا} : مفعول به، أو صفة لمصدر محذوف، وجملة {تَرْضَاهُ} : صفة لـ {صَالِحًا} . {وَأَصْلِحْ} : فعل دعاء وفاعل مستتر يعود على الله، معطوف على {أَوْزِعْنِي} . {لِي} : متعلق بـ {أصلح} ، {في ذُرِّيَّتِي} : متعلق بـ {أصلح} أيضًا؛ أي: واجعل لي الصلاح في ذريتي راسخًا فيهم. {إِنِّي} : ناصب واسمه، وجملة {تُبْتُ} خبر، {إِلَيْكَ} : متعلق بـ {تُبْتُ} وجملة {إِنّ} : مستأنفة مسوقة لتعليل الدعاء المذكور قبله، وجملة {وَإِنِّي مِنَ الْمُسْلِمِينَ} : معطوفة على جملة {إِنِّي تُبْتُ إِلَيْكَ} . </p><p> {أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ في أَصْحَابِ الْجَنَّةِ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ (١٦) وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا}. </p><p> {أُولَئِكَ الَّذِينَ} : مبتدأ وخبر، والجملة: مستأنفة. وجملة {نَتَقَبَّلُ عَنْهُمْ} : صلة الموصول. {أَحْسَنَ} : مفعول به. و {مَا} اسم موصول في محل الجر مضاف إليه، وجملة {عَمِلُوا} صلة لـ {مَا} الموصولة. ويجوز أن تكون {مَا} : مصدرية؛ أي: أحسن عملهم. {وَنَتَجَاوَزُ} : معطوف على {نَتَقَبَّلُ} داخل في حيز الصلة. {عَنْ سَيِّئَاتِهِمْ} . متعلق بـ {نتجاوز} . {في أَصْحَابِ الْجَنَّةِ} : حال من </p><p> الموصول؛ أعني: الذين نتقبل عنهم. {وَعْدَ الصِّدْقِ} : منصوب بفعله المقدر؛ أي: وعدهم الله وعد الصدق؛ أي: وعدًا صادقًا لا خلف فيه، وهو مصدر مؤكد لمضمون الجملة السابقة. {الَّذِي} : صفة لوعد الصدق. {كَانُوا} : فعل ناقص واسمه، وجملة {يُوعَدُونَ} : خبره، وجملة {كان} : صلة الموصول، والعائد: محذوف، تقديره: يوعدونه {وَالَّذِي}  {الواو} : استئنافية، {الذي} ، مبتدأ، وجملة {قَالَ} : صلته. {لِوَالِدَيْهِ} : متعلق بـ {قَالَ} ، {أُفٍّ} : اسم فعل مضارع بمعنى أتضجر، مبني على الكسر لشبهه بالحرف شبهًا استعماليًا، وفاعله: ضمير مستتر فيه وجوبًا، تقديره: أنا وجملة اسم الفعل: في محل النصب مقول {قَالَ} : {لَكُمَا} : متعلق بـ {أُفٍّ} . </p><p> {أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللهَ وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللهِ حَقٌّ فَيَقُولُ مَا هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (١٧) }. </p><p> {أَتَعِدَانِنِي} : {الهمزة} : للاستفهام الإنكاري. {تعدان} : فعل مضارع مرفوع بثبات النون، والألف: فاعل، والنون: للوقاية، والياء: مفعول أول له، والجملة الاستفهامية في محل النصب مقول {قَالَ} . {أَنْ أُخْرَجَ} : ناصب وفعل مغير ونائب فاعل مستتر، والجملة: في تأويل مصدر منصوب على كونه مفعولًا ثانيًا لـ {تعدانني} ؛ أي: تعدانني خروجي من القبر. {وَقَدْ}  {الواو} : حالية. {قَدْ} حرف تحقيق. {خَلَتِ الْقُرُونُ} : فعل وفاعل. {مِنْ قَبْلِي} : متعلق بـ {خَلَتِ} ، والجملة: في محل النصب حال من نائب {أُخْرَجَ} ، {وَهُمَا}  {الواو} : حالية. {همام} : مبتدأ. {يَسْتَغِيثَانِ اللهَ} : فعل وفاعل، ومفعول به، والجملة: في محل الرفع خبر المبتدأ، والجملة الاسمية: في محل النصب حال من {والديه} . {وَيْلَكَ} : منصوب على المصدرية بفعل مقدر من معناه لا من لفظه؛ لأنّ العرب أماتوا لفظ فعله، تقديره: هلكت ويلك؛ أي: هلاكك، أو مفعول به لفعل محذوف تقديره: ألزمك الله ويلك، والجملة المحذوفة: في محل النصب مقول لقول محذوف وقع حالًا من فاعل {يَسْتَغِيثَانِ} ، تقديره: وهما يستغيثان الله حال كونهما قائلين: ويلك آمن. {آمِنْ} : فعل أمر، وفاعل مستتر يعود على الولد، والجملة الفعلية: من تتمّة مقولهما. {إِنَّ وَعْدَ اللهِ حَقٌّ} : ناصب </p><p> واسمه وخبره، وجملة {إن} : في محل النصب من تتمّة قولهما، مسوقة لتعليل الأمر بالإيمان. {فَيَقُولُ}  {الفاء} : عاطفة على القول المحذوف. {يقول} : فعل مضارع، وفاعل مستتر يعود على الولد. {مَا} نافية، {هَذَا} : مبتدأ، {إِلَّا} : أداة حصر {أَسَاطِيرُ} : خبر. {الْأَوَّلِينَ} : مضاف إليه، والجملة الاسمية: في محل النصب مقول لـ {يقول} ، وجملة {يقول} : معطوفة على جملة يقولان المحذوف. </p><p> {أُولَئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ في أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ إِنَّهُمْ كَانُوا خَاسِرِينَ (١٨) وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُونَ (١٩) }. </p><p> {أُولَئِكَ} : مبتدأ ثان. {الَّذِينَ} : خبره، والجملة الاسمية: في محل الرفع خبر لقوله السابق: {وَالَّذِي قَالَ لِوَالِدَيْهِ} . والجمع هنا باعتبار المعنى. {حَقَّ} : فعل ماض. {عَلَيْهِمُ} : متعلق به. {الْقَوْلُ} : فاعل، والجملة: صلة الموصول. {في أُمَمٍ} حال من الضمير المجرور بـ {على} ؛ أي: حال كونهم كائنين في عداد أمم. وجملة {قَدْ خَلَتْ} : صفة لـ {أُمَمٍ} . {مِنْ قَبْلِهِمْ} : متعلق بـ {خَلَتْ}  {مِنَ الْجِنِّ وَالْإِنْسِ} : حال من فاعل {خَلَتْ} ، أو صفة لـ {أُمَمٍ} ، {إِنَّهُمْ} : ناصب واسمه، وجملة {كَانُوا خَاسِرِينَ} : في محل الرفع خبر {إنّ} : وجملة {إن} جملة تعليلية لا محل لها من الإعراب. {وَلِكُلٍّ} : خبر مقدم. {دَرَجَاتٌ} : مبتدأ مؤخو، والجملة: مستأنفة. {مِمَّا} : صفة لـ {دَرَجَاتٌ} وجملة {عَمِلُوا} : صلة لـ {ما} الموصولة، {وَلِيُوَفِّيَهُمْ}  {الواو} : عاطفة، و {اللام} حرف جر وتعليل. {يُوَفِّيَهُمْ} : فعل مضارع منصوب بأن مضمرة بعد لام كي، وفاعله: ضمير يعود على الله، و {الهاء} : مفعول أول. {أَعْمَالَهُمْ} : مفعول ثان، والجملة الفعلية: في تأويل مصدر مجرور باللام، تقديره: ولتوفيته إياهم أعمالهم، والجار والمجرور: متعلقان بمعلول محذوف، والمعلول المحذوف، معطوف على مقدر تقديره: فعل بهم ما فعل، ليعدل بينهم، وجازاهم بما ذكر، ليوفيهم أعمالهم. {وَهُمْ} : مبتدأ. وجملة {لَا يُظْلَمُونَ} : خبره، والجملة الاسمية: في محل النصب حال مؤكدة من ضمير {يوفيهم} . </p><p> {وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ في حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ في الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُونَ (٢٠) }. </p><p> {وَيَوْمَ}  {الواو} : استئنافية. {يوم} : ظرف متعلق بمحذوف، تقديره: يقال لهم يوم عرضهم على النار: أذهبتم، والقول المحذوف: مستأنف. {يُعْرَضُ} : فعل مضارع مغير الصيغة. {الَّذِينَ} : نائب فاعل، والجملة: في محل الجر مضاف إليه لـ {يوم} . {كَفَرُوا} : صلة الموصول {عَلَى النَّارِ} : متعلق بـ {يُعْرَضُ} ، {أَذْهَبْتُمْ} : فعل وفاعل، {طَيِّبَاتِكُمْ} : مفعول به. {في حَيَاتِكُمُ} : متعلق بـ {أَذْهَبْتُمْ} . {الدُّنْيَا} : صفة لـ {الحياة} ، والجملة الفعلية: في محل النصب مقول للقول المحذوف. {وَاسْتَمْتَعْتُمْ} : معطوف على {أَذْهَبْتُمْ} ، {بِهَا} : متعلق بـ {استمتعتم} . {فَالْيَوْمَ}  {الفاء} : عاطفة. {اليوم} : ظرف متعلق بـ {تُجْزَوْنَ} و {تُجْزَوْنَ} : فعل مضارع ونائب فاعل، والجملة: معطوفة على {أَذْهَبْتُمْ} . {عَذَابَ الْهُونِ} : مفعول به ثان. {بِمَا} : متعلق بـ {تُجْزَوْنَ} . {كُنْتُمْ} : فعل ناقص واسمه، وجملة {تَسْتَكْبِرُونَ} : خبره، {في الْأَرْضِ} : متعلق بـ {تَسْتَكْبِرُونَ} ، {بِغَيْرِ الْحَقِّ} : متعلق بمحذوف حال من فاعل {تَسْتَكْبِرُونَ} ، وجملة {كان} : صلة لـ {ما} الموصولة، {وَبِمَا} : معطوف على الجار والمجرور في قوله: {بِمَا كُنْتُمْ} ، وجملة {كُنْتُمْ تَفْسُقُونَ} : صلة لـ {ما} . ويجوز أن تكون {ما} : في الموضعين موصوفةً أو مصدرية. </p><p> {وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالْأَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلَّا تَعْبُدُوا إِلَّا اللهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ} . </p><p> {وَاذْكُرْ أَخَا عَادٍ} : فعل أمر وفاعل مستتر يعود على محمد، ومفعول به، والجملة: مستأنفة مسوقة لبيان قصة عاد قوم هود. {إِذْ} : ظرف لما مضى من الزمان، في محل النصب بدل اشتمال من {أَخَا عَادٍ} . {أَنْذَرَ} : فعل ماض، وفاعل مستتر يعود على {أَخَا عَادٍ} . {قَوْمَهُ} : مفعول به، والجملة في محل الجر مضاف إليه لـ {إِذْ} . {بِالْأَحْقَافِ} : حال من {قَوْمَهُ} . {وَقَدْ}  {الواو} : اعتراضية. {قد} : حرف تحقيق. {خَلَتِ} : فعل وفاعل، {مِنْ بَيْنِ يَدَيْهِ} : حال من {النُّذُرُ}  {وَمِنْ خَلْفِهِ} : معطوف عليه، والجملة: اعتراضية لا محل لها </p><p> من الإعراب؛ لاعتراضها بين المفسِّر والمفسَّر، أو بين المتعلِّق والمتعلَّق. {أَلَّا}  {أن} : مخففة من الثقيلة، أو مصدرية أو مفسرة، واسمها. ضمير الشأن؛ أي: أنه {لا} : ناهية جازمة. {تَعْبُدُوا} : فعل وفاعل مجزوم بـ {لا} الناهية. {إِلَّا} : أداة استثناء مفرغ، ولفظ الجلالة {اللهَ} : مفعول به، والجملة الفعلية: في محل الرفع خبر {أن} المخففة، وجملة {أن} المخففة، في تأويل مصدر مجرور بالباء المحذوفة، الجار والمجرور: متعلق بـ {أَنْذَرَ} ؛ أي: إذ أنذر قومه بعدم عبادتهم إلا الله. {إِنِّي} : ناصب واسمه، وجملة {أَخَافُ} : خبر {إِنّ}  {عَلَيْكُمْ} : متعلق بـ {أَخَافُ} . {عَذَابَ يَوْمٍ} : مفعول به. {عَظِيمٍ} : صفة {يَوْمٍ} ، وجملة {إنّ} تعليلية لا محل لها من الإعراب؛ لأنها تعليل للنهي عن عبادة غير الله. </p><p> {قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٢٢) قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللهِ وَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ (٢٣) }. </p><p> {قَالُوا} فعل وفاعل، والجملة: مستأنفة. {أَجِئْتَنَا}  {الهمزة} : للاستفهام التقريري التوبيخي. كما في \"البحر\" ، {جئتنا} : فعل وفاعل ومفعول، والجملة: في محل النصب مقول {قَالُوا}  {لِتَأْفِكَنَا}  {اللام} : حرف جر وتعليل. {تأفكنا} : فعل مضارع، ومفعول به، وفاعل مستتر، يعود على هود. {عَنْ آلِهَتِنَا} : متعلق به، والجملة الفعلية مع أن المضمرة: في تأويل مصدر مجرور باللام؛ أي: لإفكك إيّانا عن آلهتنا، الجار والمجرور: متعلق بـ {جئتنا} . {فَأْتِنَا}  {الفاء} ، عاطفة. {ااتنا} : فعل أمر وفاعل مستتر، ومفعول به، {بِمَا} : متعلق به، والجملة: معطوفة على جملة {أَجِئْتَنَا} لتوافقهما في الطلبية. {تَعِدُنَا} : فعل مضارع: وفاعل مستتر. ومفعول به، والجملة: صلة الموصول، والعائد: محذوف، تقديره: بما تعدناه. {إِن} : حرف شرط. {كنُتَ} : فعل ناقص واسمه في محل الجزم بـ {إِن} على كونه فعل شرط لها. {مِنَ الصَّادِقِينَ} : خبر {كان} وجواب {إِن} الشرطية: معلوم مما قبلها؛ أي: إن كنت من الصادقين. فأتنا بما تعدنا. وجملة {إِن} الشرطية: في محل النصب مقول {قَالُوا} . {قَالَ} : فعل ماض، وفاعل مستتر، يعود على هود، والجملة: مستأنفة. {إِنَّمَا} : أداة حصر، {الْعِلْمُ} : مبتدأ {عِنْدَ اللهِ} : خبر، والجملة: في محل النصب مقول {قَالَ} . </p><p> {وَأُبَلِّغُكُمْ}  {الواو} : عاطفة. {أبلغكم} : فعل مضارع. وفاعل مستتر، ومفعول به. {مَا} : اسم موصول في محل النصب. مفعول به، والجملة: معطوفة على جملة قوله: {إِنَّمَا الْعِلْمُ عِنْدَ اللهِ} . {أُرْسِلْتُ} : فعل ماض، مغير الصيغة. ونائب فاعل. {بِهِ} : متعلق به والجملة: صلة لـ {ما} الموصولة. {وَلَكِنِّي}  {الواو} : عاطفة. {لَكِنِّي} : ناصب واسمه، وجملة {أَرَاكُمْ} : خبره، والجملة: معطوفة على ما قبلها. {أَرَاكُمْ} : فعل مضارع، وفاعل مستتر، ومفعول أوّل. {قَوْمًا} : مفعول ثان له، وجملة {تَجْهَلُونَ} : صفة {قَوْمًا} . </p><p> {فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ (٢٤) }. </p><p> {فَلَمَّا}  {الفاء} : عاطفة، {لمّا} : حرف شرط غير جازم، {رَأَوْهُ} : فعل ماض وفاعل ومفعول به. {عَارِضًا} : حال من المفعول؛ لأنّ الرؤية بصرية، والجملة: فعل شرط لـ {لمّا} . {مُسْتَقْبِلَ} صفة {عَارِضًا} ؛ لأنّ الإضافة فيه لفظية. {أَوْدِيَتِهِمْ} مضاف إليه {قَالُوا} : فعل وفاعل، والجملة، جواب {لمّا} ، وجملة {لمّا} : معطوفة على محذوف، تقديره: فجاءهم العذاب، فلمّا رأوه قالوا. إلخ. {هَذَا} : مبتدأ، {عَارِضٌ} : خبره، والجملة: في محل النصب مقول {قَالُوا} . {مُمْطِرُنَا} : صفة {عَارِضٌ} ؛ لأنّ الإضافة فيه لفظية، كما مرّ آنفًا. {بَل} : حرف ابتداء وإضراب، {هُوَ} مبتدأ، {مَا} : اسم موصول في محل الرفع خبر المبتدأ، والجملة: مقول لقول محذوف، تقديره: قال هود: بل هو ما استعجلتم به. {اسْتَعْجَلْتُمْ} : فعل وفاعل، {بِهِ} : متعلق به، والجملة: صلة لـ {مَا} الموصولة. {رِيحٌ} : بدل من {مَا} أو خبر لمبتدأ محذوف؛ أي: هي ريح. {فِيهَا} : خبر مقدم. {عَذَابٌ} : مبتدأ مؤخر، {أَلِيمٌ} صفة {عَذَابٌ} ، والجملة الاسمية: نعت أول لـ {رِيحٌ} . </p><p> {تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ (٢٥) }. </p><p> {تُدَمِّرُ} : فعل مضارع، وفاعل مستتر، يعود على {رِيحٌ} . {كُلَّ شَيْءٍ} : </p><p> مفعول به، {بِأَمْرِ} متعلق بـ {تُدَمِّرُ} ، {رَبِّهَا} : مضاف إليه، والجملة: نعت ثان لـ {رِيحٌ} . {فَأَصْبَحُوا}  {الفاء} : عاطفة على محذوف، تقديره: فأدركتهم الريح فأصبحوا إلخ. {أصبحوا} : فعل ناقص واسمه. {لا} : نافية. {يُرَى} : فعل مضارع مغيّر الصيغة. {إِلا} : أداة حصر. {مَسَاكِنُهُمْ} نائب فاعل، والرؤية هنا بصريّة، تتعدّى إلى مفعول واحد، وجملة {لَا يُرَى} : في محل النصب خبر {أصبح} وجملة {أصبح} : معطوفة على تلك المحذوفة. {كَذَلِكَ} : صفة لمصدر محذوف. {نَجْزِي} : فعل مضارع، وفاعل مستتر، يعود على الله. {الْقَوْمَ} : مفعول به. {الْمُجْرِمِينَ} : صفة لـ {الْقَوْمَ} . والجملة الفعلية: مستأنفة؛ أي: نجزي القوم المجرمين جزاءً مثل ذلك الجزاء الفظيع. </p><p> {وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٢٦) }. </p><p> {وَلَقَدْ}  {الواو} : استئنافية، و {اللام} : موطئة للقسم. {قد} : حرف تحقيق. {مَكَّنَّاهُمْ} : فعل وفاعل ومفعول به. والجملة: جواب لقسم محذوف، وجملة القسم: مستأنفة. {فِيمَا} : جار ومجرور، متعلّق بـ {مَكَّنَّاهُمْ} . {إِن} : نافية، {مَكَّنَّاكُمْ} : فعل وفاعل ومفعول به. فِيه: متعلق بـ {مَكَّنَّاكُمْ} والجملة: صلة لـ {ما} الموصولة؛ أي: ولقد مكنَّاهم في الذي ما مكّناكم فيه. {وَجَعَلْنَا} : فعل وفاعل معطوف على {مَكَّنَّاهُمْ} ، {لَهُمْ} : متعلق بـ {جعلنا} ؛ لأنّه بمعنى خلقنا. {سَمْعًا} : مفعول به لـ {جعلنا} ، {وَأَبْصَارًا وَأَفْئِدَةً} : معطوفان عليه. {فَمَا}  {الفاء} : عاطفة، {ما} : نافية. {أَغْنَى} : فعل ماض. {عَنْهُمْ} : متعلق بـ {أَغْنَى} ، {سَمْعُهُمْ} : فاعل، {وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ} : معطوفان عليه. {مِنْ} : زائدة. {شَيْءٍ} . مفعول مطلق مجرور لفظًا، منصوب محلًا؛ أي: شيئًا من الإغناء. وجملة {ما أغنى} : معطوفة على جملة {جعلنا} . {إِذْ} : ظرف لما مضى من الزمان، مفيدة للتعليل، متعلق بمعنى النفي؛ لأنّ المعلّل هو النفي؛ أي: انتفى نفع هذه الحواس عنهم؛ لأنّهم كانوا يجحدون. {كَانُوا} فعل ناقص واسمه، وجملة {يَجْحَدُونَ} : خبره. وجملة {كان} : في محل الجر </p><p> بإضافة {إِذْ} إليه. {بِآيَاتِ اللهِ} : متعلق بـ {يَجْحَدُونَ} . {وَحَاقَ} : فعل ماض. {بِهِم} : متعلق به، {مَا} : اسم موصول في محل الرفع فاعل. والجملة: معطوفة على جملة {كَانُوا} . {كَانُوا} : فعل ناقص واسمه. {بِهِ} : متعلق بـ {يَسْتَهْزِئُونَ} ، وجملة {يَسْتَهْزِئُونَ} : خبر {كان} وجملة {كان} : صلة لـ {مَا} الموصولة. </p><p> {وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِنَ الْقُرَى وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ (٢٧) فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللهِ قُرْبَانًا آلِهَةً بَلْ ضَلُّوا عَنْهُمْ وَذَلِكَ إِفْكُهُمْ وَمَا كَانُوا يَفْتَرُونَ (٢٨) }. </p><p> {وَلَقَدْ}  {الواو} : استئنافية، و {اللام} : موطئة للقسم. {قد} : حرف تحقيق. {أَهْلَكْنَا} : فعل وفاعل. والجملة: جواب القسم، وجملة جواب القسم مستأنفة. {مَا} : اسم موصول في محل النصب مفعول به، {حَوْلَكُمْ} : منصوب على الظرفية المكانية، متعلق بمحذوف صلة لـ {مَا} ، {مِنَ الْقُرَى} : حال من الضمير المستقرّ في الصلة أو من {مَا} الموصولة. {وَصَرَّفْنَا الْآيَاتِ} : فعل وفاعل ومفعول معطوف على {أَهْلَكْنَا} . {لَعَلَّهُمْ} : ناصب واسمه وجملة {يَرْجِعُونَ} : خبره. وجملة {لعل} : تعليلية لا محل لها من الإعراب. {فَلَوْلَا}  {الفاء} : عاطفة. {لولا} : حرف تحضيض بمعنى هلّا. {نَصَرهُمُ} : فعل ومفعول به. {الَّذِينَ} : فاعل. والجملة: معطوفة على جملة القسم. {اتَّخَذُوا} : فعل وفاعل والمفعول الأول لـ {اتَّخَذُوا} : محذوف، تقديره: فلولا نصرهم الذين اتخذوهم، وهو عائد الموصول. {مِنْ دُونِ اللهِ} : متعلق بـ {اتَّخَذُوا} ، {قُرْبَانًا} : حال من المفعول الأول المحذوف. {آلِهَةً} : مفعول ثان. وجملة {اتخذ} : صلة الموصول. وقال ابن عطية والحوفيّ: المفعول الأول: محذوف، كما قلنا: و {قُرْبَانًا} : مفعول ثان، {آلِهَةً} : بدل منه. وقد أنكر الزمخشريّ هذا الوجه؛ لفساد المعنى عليه. {بَل} : حرف عطف وإضراب للانتقال عن نفي النصرة لما هو أخص منه، إذ نفيها يصدق بحضورها عندهم بدون النصرة، فأفاد بالإضراب أنهم لم يحضروا بالكلّية، فضلًا عن أن ينصروهم. {ضَلُّوا} : فعل وفاعل. {عَنْهُمْ} : متعلق به. والجملة الإضرابية: معطوفة على جملة {فَلَوْلَا نَصَرَهُمُ} . </p><p> {وَذَلِكَ}  {الواو} : استئنافية {ذلك} : مبتدأ، {إِفْكُهُمْ} : خبر. والجملة مستأنفة. {وَمَا}  {الواو} : عاطفة. {ما} : مصدرية أو موصولة، {كَانُوا} : فعل ناقص واسمه، وجملة {يَفْتَرُونَ} : خبره. وجملة {كان} : صلة لـ {مَا} المصدرية؛ أي: وافتراؤهم، أو الموصولة؛ أي: والذي يفترونه. </p><p> التصريف ومفردات اللغة </p><p> {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا} من التوصية. والتوصية، وكذا الإيصاء، والوصيّة: بيان الطريق القويم لغيرك ليسلكه، أو الأمر المقترن بضرورة الاعتناء والاهتمام؛ أي: أمرنا، والإحسان: خلاف الإساءة، والحسن: خلاف القبح. والمراد: أنه يفعل معهما فعلًا ذا حسن. </p><p> {كُرْهًا} والكره بالضم والفتح، كالضُعف والضَعف: المشقّة والتعب. </p><p> {وَحَمْلُهُ} ؛ أي: مدّة حمله ستة أشهر. {وَفِصَالُهُ} ؛ أي: المدّة القصوى لفطامه من الرضاع سنتان. والمراد به: الرضاع التامّ، المنتهي بالفطام. وفي \"المختار\" : الفصال، هو الفطام. وقرىء:  {وفصله} وهو مصدر فاصل الرباعيّ، كأنّ الأمّ فاصلته، وهو فاصلها. والفصل والفصال: بمعنى واحد كالفطم والفطام، والقطف والقطاف، وفي الآية تجوّز، كما سيأتي من حيث إنّ المراد بالفص الذيها: الرضاع: أي: مدّته التي يعقبها الفطام، فهو مجاز، علاقته المجاورة. </p><p> {بَلَغَ أَشُدَّهُ} وبلوغ الأشدّ أن يكتهل، ويستوفي السنّ التي تستحكم فيها قوته وعقله وتمييزه، وذلك إذا أناف على الثلاثين، وناطح الأربعين. {أَرْبَعِينَ سَنَةً} والمراد بالسنة: القمرية، على ما أفادته الآية، كما قال: شهرًا لا الشمسية، اهـ \"الروح\" . كما مرّ. </p><p> {رَبِّ أَوْزِعْنِي} ؛ أي: ألهمني ووفّقني ورغّبني، من أوزعته بكذا: إذا جعلته مولَّعا به، راغبًا في تحصيله. وأصله: الإعاء بالشيء من قولهم: فلان موزع </p><p> بكذا؛ أي: مغرى به. وقال الراغب: وتحقيقه أولعني بذلك. </p><p> {وَأَصْلِحْ لِي في ذُرِّيَّتِي} من ذرأ الشيء إذا كثر. ومنه: الذرّيّة لنسل الثقلين. كما في \"القاموس\" ؛ أي: واجعل الصلاح ساريًا في ذريتي، راسخًا فيهم. كما مرّ. </p><p> {نَتَقَبَّلُ عَنْهُمْ} والقبول: هو الرضا بالعمل، والإثابة عليه. {أَحْسَنَ مَا عَمِلُوا} ؛ أي: حسن أعمالهم وطاعاتهم، فإنّ المباح حسن، ولا يثاب عليه. فالقبول ليس قاصرًا على أحسن، وأفضل عبادتهم، بل يعم كل طاعاتهم أفضلها ومفضولها. </p><p> {أُفٍ} هو صوت يصدر من الإنسان حين تضجره، وكتب عليه الكرخي في سورة الإسراء: وهو مصدر أفّ يؤف أفًّا، بمعنى تبًّا وقبحًا، أو صوت يدلّ على تضجّر، أو اسم الفعل الذي هو أتضجر. اهـ. فجعل فيه احتمالات ثلاثة: مصدر، واسم صوت، واسم فعل. لكن المراد: أيُّ كلام يؤذيهما فيه كسر لخاطرهما. </p><p> {يَسْتَغِيثَانِ} من الغوث. أصله: يستغوثان، نقلت حركة الواو إلى الغين إثر كسرة، فقلبت ياء حرف مد. {أُخْرَجَ} ؛ أي: أبعث من القبر للحساب. </p><p> {وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي} ؛ أي: مضت ولم يخرج منها أحد. والقرون: جمع قرن، والقرن: القوم المقترنون في زمن واحد. </p><p> {يَسْتَغِيثَانِ اللهَ} ؛ أي: يقولان: الغياثُ بالله منك، يقال: استغاث الله، واستغاث بالله. والمراد: أنهما يستغيثان بالله من كفره إنكارًا، واستعظامًا له حتى لجأ إلى الله في دفعه. كما يقال: العياذ بالله من كذا. {وَيْلَكَ} دعاء عليه بالثبور والهلاك، ويراد به: الحثُّ على الفعل أو تركه، إشعارًا بأنّ مرتكبه حقيق بأن يهلك، فإذا سمع ذلك .. ارعوى عن غيّه، وترك ما هو فيه، وأخذ بما ينجيه. وهو من المصادر التي لم تستعمل أفعالها، ومثله: ويحه، وويسه، وويبه. </p><p> {أَسَاطِيرُ الْأَوَّلِينَ} ؛ أي: أباطيلهم التي سطّورها في الكتب من غير أن يكون </p><p> لها حقيقة، كما مرّ. {حَقَّ عَلَيْهِمُ الْقَوْلُ} ؛ أي: وجب عليهم قوله لإبليس: {لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ} الآية. </p><p> {خَاسِرِينَ} ؛ أي: كانوا من الذين ضيّعوا نظرهم الشبيه برؤوس الأموال باتّباعهم همزات الشياطين. {وَلِكُلٍّ دَرَجَاتٌ} والدرجات: المنازل، واحدها: درجة. وهي المنزلة، ويقال لها: منزلة إذا اعتبرت صعودًا، ودركة إذا اعتبرت حدورًا. ومن ثمّ يقال: درجات الجنة، ودركات النار. فالتعبير بالدرجات هنا على سبيل التغليب. {وَلِيُوَفِّيَهُمْ} من وفّاه حقّه: إذا أعطاه إيّاه وافيًا تامًّا. </p><p> {أَذْهَبْتُمْ طَيِّبَاتِكُمْ} الإذهاب: الاشتغال بالطيّبات المستلذّات. </p><p> وعبارة الخطيب: والمعنى: أنّ ما قدّم لكم من الطيبات والدرجات .. فقد استوفيتموه في الدنيا، فلم يبق لكم بعد استيفاء حظوظكم في الدنيا شيء في الآخرة. انتهت. قال ابن بحر: الطيبات: الشباب والقوّة، مأخوذ من قولهم: ذهب أطيباه؛ أي: شبابه وقوّته. قال الماروديّ: ووجدت الضحاك قاله أيضًا. قال القرطبيّ: القول الأول: أظهر. {الْهُونِ} ؛ أي: الهوان، والذلّ. {تَفْسُقُونَ} : تخرجون عن طاعة الله تعالى. </p><p> {بِالْأَحْقَافِ} جمع حقف بالكسر والسكون، وهو: ما استطال من الرمل العظيم واعوجّ، ولم يبلغ أن يكون جبلًا. والجمع: حقاف وأحقاف: وحقوف. وجمع الجمع: حقائف وحقفة. يقال: احقوقف الرمل والهلال: إذا اعوجّ. وفي المراد بالأحقاف هنا خلاف. فقال ابن زيد: هي رمال مشرفة على البحر، مستطيلة كهيئة الجبال، ولم تبلغ أن تكون جبالًا، وشاهد ما ذكرناه ما قال قتادة: هي جبال مشرفة بالشحر، والشَّحَر: موضع قريب من عدن. وفي \"القاموس\" : الشعر كمنع، فتح الفم، وساحل البحر بين عمان وعدن. وقال ابن إسحاق: الأحقاف: رمل فيما بين عمان إلى حضرموت. وقال قتادة: الأحقاف: رمال مشرفة على هجر بالشحر من أرض اليمن. قال ياقوت: فهذه ثلاثة أقوال غير مختلفة في المعنى، مأخوذ من احقوقف الشيء: إذا اعوجَّ , وإنما أخذ الحقف من احقوقف، مع أنّ الأمر ينبغي أن يكون بالعكس؛ لأنّ احقوقف أجلى معنى، </p><p> وأكثر استعمالًا. فكانت له من هذه الجهة أصالةٌ، اهـ من \"الروح\" . </p><p> {لِتَأْفِكَنَا} ؛ أي: تصرفنا من الأفك بالفتح مصدر أفكه يأفكه أفكًا: إذا قلبه، وصرفه عن الشيء. {عَنْ آلِهَتِنَا} ؛ أي: عبادتها. {بِمَا تَعِدُنَا} من معالجة العذاب على الشرك. {عَارِضًا} والعارض: السحاب الذي يعرض في أفق السماء. قال الأعشى: </p><p> يَا مَنْ رَأى عَارِضًا قَدْ بِتُّ أرْمُقُهُ ... كَأنَّمَا الْبَرْقُ فِيْ حَافَاتِهِ الشُّعَلُ </p><p> {عَنْ آلِهَتِنَا} أصله: أألِهَةٌ، بوزن أفعلة، أبدلت الهمزة الساكنة حرف مدّ مجانسًا لحركة الأولى المفتوحة. </p><p> {فَلَمَّا رَأَوْهُ} أصله: رأيوه، بوزن فعلوا، قلبت الياء ألفًا لتحركها بعد فتح، فالتقى ساكنان: الألف، وواو الجماعة، فحذفت الألف. {فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ} أصله: يرءي، بوزن يفعل، نقلت حركة الهمزة إلى الراء، ثم حذفت للتخفيف، ثمّ أبدلت الياء ألفًا لتحركها بعد فتح. وكذلك القول في قراءة من قرأ {ترى} بالتاء والبناء للفاعل. </p><p> وفي \"صحيح مسلم\" عن ابن عباس: أنّ النبيّ - صلى الله عليه وسلم - قال:  \"نُصرت بالصبا، وأهلكت عاد بالدبور\" . قال شاعرهم يحكي هذا القصص فيما رواه ابن الكلبيّ: </p><p> فَدَعَا هُوْدٌ عَلَيْهِمْ ... دَعْوَةً أَضْحَوْا هُمُوْدَا </p><p> عَصَفَتْ ريحٌ عَلَيْهِمْ ... تَرَكَتْ عَادًا خُمْوْدَا </p><p> سُخِّرَتْ سَبْعَ لَيَالِيْ ... لَمْ تَدَعْ فِيْ الأَرْضِ عُوْدَا </p><p> {عَادٍ} قبيلة عربية من إرم. {وَلَقَدْ مَكَّنَّاهُمْ} ؛ أي: لقد جعلنا لهم مكنة، وقدرة في الذي ما مكّنّاكم فيه يا أهل مكة. {أَغنى} أصله: أغني بوزن أفعل، قلبت الياء ألفًا لتحركها بعد فتح. {وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ} وحول الشيء: جانبه الذي يمكنه أن يحوّل إليه. {قُرْبَانًا} والقربان: ما يتقرّب به إلى الله تعالى. يجمع على قرابين، كرهبان ورهابين، كما مرّ. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: ذكر الخاص بعد العام في قوله: {حَمَلَتْهُ أُمُّهُ} بعد قوله: {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ} ؛ لزيادة العناية والاهتمام بشأن الأمّ؛ لحقّها العظيم. </p><p> ومنها: المجاز المرسل في قوله: {وَفِصَالُهُ} ؛ لأنه مجاز عن مدّة الرضاع التام التي يعقبها الفطام، فهو مجاز علاقته المجاورة. </p><p> ومنها: الطباق بين: {حَمَلَتْهُ}  {وَوَضَعَتْهُ} . </p><p> ومنها: الإيجاز بالحذف في قوله: {حَتَّى إِذَا بَلَغَ أَشُدَّهُ} ؛ لأنّ الكلام على حذف المضاف؛ أي: بلغ وقت أشدّه، وكذا قوله:  {وَبَلَغَ أَرْبَعِينَ سَنَةً} على حذف مضاف؛ أي: تمام أربعين سنة، وكذا قوله:  {أَنْ أَشْكُرَ نِعْمَتَكَ} ؛ أي: أن أشكرك على نعمتك. </p><p> ومنها: التنوين في قوله: {وَأَنْ أَعْمَلَ صَالِحًا} للتفخيم والتعميم. </p><p> ومنها: زيادة {في} في قوله: {وَأَصْلِحْ لِي في ذُرِّيَّتِي} مع أنّ الصلاح يتعدّى بنفسه، كما في قوله:  {وَأَصْلَحْنَا لَهُ زَوْجَهُ} ليدلّ على أنّ المدعو جعل الصلاح ساريًا في ذرّيّته، راسخًا فيهم. </p><p> ومنها: الجناس المغاير بين {صَالِحًا}  {وَأَصْلِحْ} في قوله: {وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي في ذُرِّيَّتِي} . </p><p> ومنها: إضافة الموصوف إلى صفته في قوله: {وَعْدَ الصِّدْقِ} ؛ أي: الوعد الصادق الذي لا خلف فيه. </p><p> ومنها: جناس الاشتقاق في قوله: {وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ} . </p><p> ومنها: الإضافة في قوله: {إِنَّ وَعْدَ اللهِ حَقٌّ} أضافه إلى لفظ الجلالة؛ </p><p> تحقيقًا للحقّ، وتنبيهًا على خطئه في إسناد الوعد إليهما في قوله:  {أَتَعِدَانِنِي} . </p><p> ومنها: صيغة الحصر في قوله: {مَا هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ} . </p><p> ومنها: التغليب في قوله: {وَلِكُلٍّ دَرَجَاتٌ} ؛ لأنّه غلَّب درجات السعداء على دركات الأشقياء، فعبّر عن الكل بالدرجات على طريق التغليب. </p><p> ومنها: الاستعارة التصريحية التبعيّة في قوله: {وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ} ؛ لأنَّه استعار العرض للتعذيب، فاشتقَّ منه {يُعْرَضُ} بمعنى يعذّب على طريق الاستعارة التصريحية التبعية، فالعرض هنا مجاز عن التعذيب، نظير قوله: عرض الأسارى على السيف؛ أي: قتلوا, وإلّا فالمعروض عليه يجب أن يكون من أهل الشعور والاطلاع، والنار ليست منهم. قال الفرَّاء: معنى عرضهم عليها: إبرازها لهم، كما في قوله تعالى: {وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا (١٠٠) }؛ أي: أبرزناها، حتى نظر الكفار إليها، فالمعروض عليه، يجب أن يكون من أهل الشعور، والنار ليست منه، فلا بدَّ أن يحمل العرض على التعذيب مجازًا بطريق التعبير عن الشيء باسم ما يؤدي إليه، كما يقال: عرض بنو فلان على السيف، فقتلوا به، أو يكون باقيًا على أصل معناه، ويكون الكلام محمولًا على القلب. والأصل: ويوم تعرض النار على الذين كفروا؛ أي: تظهر وتبرز عليهم، والنكتة في اعتبار القلب: المبالغة بادّعاء أنَّ النار ذات تمييزٍ، وقهرٍ وغلبةٍ. </p><p> ومنها: الإيجاز بالحذف مع التوبيخ والتقريع في قوله: {أَذْهَبْتُمْ طَيِّبَاتِكُمْ في حَيَاتِكُمُ الدُّنْيَا} ؛ أي: يقال لهم: أذهبتم. </p><p> ومنها: إضافة الرب إلى الريح في قوله: {بِإِذْنِ رَبِّهَا} مع أنه تعالى ربّ كل شيء؛ لتعظيم شأن المضاف إليه، وللإشارة إلى أنَّها في حركتها مأمورةٌ، وأنها من أكابر جنود الله تعالى. </p><p> ومنها: إضافة الموصوف إلى صفته في قوله: {عَذَابَ الْهُونِ} . </p><p> ومنها: الإطناب بتكرار اللفظ في قوله: {وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً} </p><p> ثم قال:  {فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ} ؛ لزيادة التقبيح والتشنيع عليهم. </p><p> ومنها: الزيادة والحذف في عدَّة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ (٢٩) قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ (٣٠) يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ (٣١) وَمَنْ لَا يُجِبْ دَاعِيَ اللهِ فَلَيْسَ بِمُعْجِزٍ في الْأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ أُولَئِكَ في ضَلَالٍ مُبِينٍ (٣٢) أَوَلَمْ يَرَوْا أَنَّ اللهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٣٣) وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (٣٤) فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ بَلَاغٌ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ (٣٥) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ ...} الآيات، مناسبة هذه الآيات لما قبلها (١) : أن الله سبحانه لمّا بيَّن أنَّ الإنس مؤمن وكافر، وذكر أن الجنّ فيهم مؤمن وكافر، وكان ذلك بأثر قصة هود وقومه، لما كان عليه قومه من الشدّة والقوّة، والجنّ توصف أيضًا بذلك، كما قال تعالى:  {قَالَ عِفْرِيتٌ مِنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ} ، وأنَّ ما أهلك به قوم هود هو الريح، وهو من العالم الذي لا يشاهد، وإنما يحيى بهبوبه، والجن أيضًا من العالم الذي لا يشاهد، وإن هودًا عليه السلام كان من العرب، ورسول الله - صلى الله عليه وسلم - من العرب .. فهذه تجوز أن تكون مناسبةً لهذه الآية بما قبلها، وفيها أيضًا توبيخ لقريش، وكفّار العرب، حيث أنزل عليهم هذا الكتاب المعجز، فكفروا به وهم من أهل اللسان الذي أنزل به القرآن، وآمنوا به، وبمن أنزل عليه، وعلموا أنّه من عند الله، بخلاف قريش وأمثالها، فهم مصرّون على الكفر به، ذكره أبو حيّان. </p><p>(١) البحر المحيط.</p><p> وعبارة المراغي هنا: مناسبتها لما قبلها: أن الله سبحانه لمّا ذكر أنّ في الإنس من آمن، ومنه من كفر .. أعقب هذا ببيان أنّ الجنّ كذلك، فمنهم من آمن، ومنهم من كفر، وأنّ مؤمنهم معرّض للثواب، وكافرهم معرّض للعقاب، وأنّ الرسول - صلى الله عليه وسلم - كما أرسل إلى الإنس أرسل إلى الجنّ. </p><p> واعلم (١) : أنّ عالم الملائكة وعالم الجنّ لا يقوم عليهما دليل من العقل، فهما بمعزل عن ذلك، وإنّما دليلهما السمع وإخبار الأنبياء بذلك فقط، فعلينا أنّ نؤمن بما جاء به فحسب، ولا نزيد على ذلك شيئًا، ولا نتوسّع في بحثه وتأويله وتفصيله، فإنّ ذلك من عالم الغيب، لم نؤت من علمه كثيرًا ولا قليلًا، فعلينا أن نؤمن بأنّ اتصالًا قد تمّ بين النبيّ - صلى الله عليه وسلم - وعالم الملائكة، وبه تلقى الوحي على أيديهم، وأنّه اتصل بعالم الجنّ، فعلمهم وبشرهم وأنذرهم، ولكنّا لا ندري كيف كان الاتصال؟ ولا كيف تلقَّوا عنه القرآن؟. ولعلّ تقدم العلوم في مستأنف الأيّام يلقي علينا ضوءًا من هذه المعرفة، أو لعل قراءة علم الروح والتوسع في دراسته بيَّن لنا بعض السرّ في ذلك، ففي هذه الدراسة معرفة شيء من أحوالنا في الحياة الأخرى بعد هذه الحياة، وسيأتي تفصيل لهذا القصص في سورة الجنّ. </p><p> قوله تعالى:  {أَوَلَمْ يَرَوْا أَنَّ اللهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه لمّا ذكر في أول السورة (٢) ما يدلّ على وجود الإله القادر الحكيم، وأبطل قول عبدة الأصنام، ثمّ ثنّى بإثبات النبوة، وذكر شبهاتهم في الطعن فيها، وأجاب عنها .. أردف ذلك بإثبات البعث، وأقام الدليل عليه، فذكر أنّ من خلق السموات والأرض على عظمهنّ، فهو قادر على أن يحيي الموتى، ثمّ أعقب هذا بما يجري مجرى العظة والنصيحة لرسوله - صلى الله عليه وسلم - بالصبر على أذى قومه، كما صبر من قبله أولوا العزم من الرسل، وبعدم استعجال العذاب لهم، فإنّه نازل بهم لا محالة وإن تأخّر، وحين نزوله بهم سيستقصرون مدّة لبثهم في الدنيا، حتى يحسبونها ساعة من نهار لهول ما عاينوا. </p><p> ثم ختم السورة بأنّ في هذه العظات كفاية أيَّما كفايةٍ، وما يهلك إلا من </p><p>(١) المراغي. (٢) المراغي.</p>"
}