{
  "id": null,
  "sura": 46,
  "aya": 25,
  "text": "<p> من شأن الرسل، وهو الإتيان بالعذاب. </p><p> ٢٤ - ثمّ ذكر مجيء العذاب إليهم، وانتقامه منهم، واستئصال شأفتهم، فقال:  {فَلَمَّا رَأَوْهُ}  {الفاء} . عاطفة على محذوف، تقديره: فأتاهم العذاب الموعود به، فلمّا رأوه وأبصروه حال كونه {عَارِضًا} ؛ أي: سحابًا يعرض في أفق السماء، أو يبدو في عرض السماء {مُسْتَقْبِلَ أَوْدِيَتِهِمْ} ؛ أي: متوجهًا تلقاء أوديتهم، والإضافة فيه (١) لفظية، ولذا وقع صفة للنكرة، قال المفسّرون: كانت عاد قد حبس عنهم المطر أيامًا، فساق الله إليهم سحابة سوداء، فخرجت عليهم من واد لهم، يقال له: المُعَتِّب، فلمّا شاهدوها .. {قَالُوا} مستبشرين مسرورين بها: {هَذَا} السحاب {عَارِضٌ} ؛ أي: غيم {مُمْطِرُنَا} ؛ أي: يأتينا بالمطر، فلما قالوا ذلك .. أجاب عليهم هود، فقال: ليس الأمر كذلك {بَلْ هُوَ} ؛ أي: هذا العارض {مَا اسْتَعْجَلْتُمْ بِهِ} من العذاب حيث قلتم: {فَأْتِنَا بِمَا تَعِدُنَا} . وقرىء:  {ما استعجلتم} بضم التاء وكسر الجيم. ذكره في \"البحر\" . {رِيحٌ} : خبر لمبتدأ محذوف؛ أي: هو ريح {فِيهَا عَذَابٌ أَلِيمٌ} والجملة الاسمية: صفة أولى لـ {رِيحٌ} والريح التي عُذّبوا بها نشأت من ذلك السحاب في رأوه. وقرىء {قل بل ريح} ؛ أي: بل هي ريح. ذكره البيضاوي. </p><p> ٢٥ - وكذا جملة قوله:  {تُدَمِّرُ} ؛ أي: تهلك {كُلَّ شَيْءٍ} مرّت عليه من نفوسهم وأموالهم، صفة ثانية لـ {رِيحٌ} . والاستغراق فيه عرفيّ، والمراد: المشركون منهم {بِأَمْرِ رَبِّهَا} ؛ أي: بإذن ربها وإرادته، إذ لا حركة ولا سكون إلا بمشيئته تعالى، وأضاف الرب إلى الريح، مع أنه تعالى ربّ كل شيء؛ لتعظيم شأن المضاف إليه، وللإشارة إلى أنها في حركتها مأمورة، وأنها من أكابر جنود الله؛ يعني: ليس ذلك من باب تأثيرات الكواكب والقرانات، بل هو أمر حدث ابتداءً بقدرة الله تعالى لأجل التعذيب. </p><p> وقرأ الجمهور:  {تُدَمِّرُ} بضم التاء وكسر الميم المشددة من التدمير وهو: الإهلاك، وكذا الدمار، وقرأ (٢) زيد بن علي: {تَدْمُرُ} بفتح التاء وسكون الدال </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> وضم الميم. {كُلَّ شَيْءٍ} بالنصب، وقرىء:  {يَدْمُر} بالتحتية المفتوحة والدال الساكنة، والميم المضمومة، ورفع {كل} على الفاعلية، من دمر دمارًا: إذا هلك {فَأَصْبَحُوا} ، أي: صاروا من العذاب بحال {لَا يُرَى} فيها {إِلَّا مَسَاكِنُهُمْ} بعد ذهاب أنفسهم وأموالهم، و {الفاء} : عاطفة على محذوف، تقديره: فجاءتهم الريح فدمَّرتهم، فأصبحوا لا يرى إلا مساكنهم. </p><p> وقرأ الجمهور (١)  {لا تَرَى إلا مساكنهم} بفتح التاء الفوقية على الخطاب، ونصب {مساكنهم} ؛ أي: لاترى أنت يا محمد، أو كل من يصلح للرؤية إلا مساكنهم بعد ذهاب أنفسهم وأموالهم، وقرأ عبد الله ومجاهد وزيد بن علي وقتادة وأبو حيوة وطلحة وعيسى والحسن وعمرو بن ميمون بخلافٍ عنهما، وعاصم وحمزة:  {لَا يُرَى} بالتحتية المضمومة مبنيًا للمفعول، ورفع {مَسَاكِنُهُمْ} قال سيبويه: معناه: لا يرى أشخاصُهم إلا مساكنَهم واختار أبو عبيد وأبو حاتم هذه القراءة، قال الكسائي، والزجاج: معناها: لا يُرى شيء إلا مساكنهم، فهي محمولة على المعنى، كما تقول: ما قام إلا هند، والمعنى: ما قام أحد إلا هند، وقرأ الجحدريّ، والأعمش، وابن أبي إسحاق والسلميّ: بالتاء من فوق مضمومة، {مَسَاكِنُهُمْ} بالرفع. وهذا لا يجيزه أصحابنا إلا في الشعر، كقوله: </p><p> فَمَا بَقِيَتْ إلَّا الضُّلُوعُ الْجَرَاشِعُ </p><p> وبعضهم يجيزه في الكلام، وقرأ عيسى الهمدانيّ:  {لا يرى} بضم الياء، {إلا مسكنهم} بالتوحيد، وروى هذا عن الأعمش، ونصر بن عاصم، وقرىء:  {لا ترى} بتاء مفتوحة للخطاب، {إلا مسكنهم} بالتوحيد مفردًا منصوبًا. واجتزىء بالمفرد عن الجمع تصغيرًا لشانهم، وأنهم لمّا هلكوا في وقت واحد .. فكأنهم كانوا في مسكن واحد. {كَذَلِكَ}  {الكاف} : صفة لمصدر محذوف، تقديره: جزاءً مثل ذلك الجزاء الفظيع، يعني: الهلاك بعذاب الاستئصال {نَجْزِي الْقَوْمَ الْمُجْرِمِينَ} ؛ أي: المتمردّين في الإجرام المستمريّن على الإشراك الذين منهم هؤلاء. </p><p>(١) البحر المحيط.</p>"
}