{
  "id": null,
  "sura": 46,
  "aya": 35,
  "text": "<p> التوبيخ والتأنيب:  {أَلَيْسَ هَذَا} العذاب الذي ترونه {بِالْحَقِّ} ؛ أي: حقًّا، وكنتم تكذّبون به، وفيه تهكّم بهم، وتوبيخ لهم على استهزائهم بوعد الله، ووعيده، وقولهم: وما نحن بمعذَّبين، وفي الاكتفاء (١) بمجرّد الإشارة من التهويل للمشار إليه، والتفخيم لشأنه ما لا يخفى، كأنّه أمر لا يمكن التعبير عنه بلفظ يدلّ عليه {قَالُوا بَلَى} ؛ أي: إنه الحقّ {وَرَبِّنَا} ؛ أي: أقسمنا بربّنا ومالك أمرنا على حقّيته، أكدوا جوابهم بالقسم؛ لأنّهم يطمعون في الخلاص بالاعتراف بحقّيته الآن كما في الدنيا، وأنَّى لهم ذلك. </p><p> والمعنى (٢) : أي ويوم يعرض هؤلاء المكذّبون بالبعث، وبثواب الله لعباده على أعمالهم الصالحة، وعقابه إيّاهم على أعمالهم السيئة على نار جهنم، يقال لهم على سبيل التأنيب والتوبيخ: أليس هذا العذاب الذي تُعَذَّبونه اليوم، وقد كنتم تكذّبون به في الدنيا بالحقّ الذي لا شكّ فيه؟ قالوا من فورهم: بلى وربّنا إنه لحق. </p><p> {قَالَ} الله تعالى أو خازن النار: {فَذُوقُوا الْعَذَابَ} ؛ أي: أحسوا به إحساس الذائق المطعوم {بِمَا كُنْتُمْ تَكْفُرُونَ} به في الدنيا. و {الباء} : للسببية، ومعنى الأمر: الإهانة بهم، والتوبيخ لهم على ما كان منهم في الدنيا، من الكفر والإنكار لوعد الله ووعيده، قال ابن الشيخ: الظاهر: أنّ صيغة الأمر لا مدخل لها في التوبيخ، وإنما هو مستفاد من قوله:  {بِمَا كُنْتُمْ تَكْفُرُونَ} ؛ أي: قال آمرًا لهم على طريق الإهانة والتوبيخ: ذوقوا عذاب النار الآن، جزاء جحودكم به في الدنيا، وإبائكم الاعتراف به، إذا دعيتم للتصديق به. </p><p> ٣٥ - ولمّا قرّر التوحيد والنبوّة والبعث، وأجاب عن شبهاتهم .. أردف ذلك بما يجرى مجرى العظة والنصيحة لنبيّه؛ لأنّ الكفّار كانوا يؤذونه، ويوغرون صدره، فقال:  {فَاصْبِرْ} و {الفاء} فيه: فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت عاقبة الكفرة، وأنه لم ينجح فيهم الإنذار، وأردت بيان </p><p>(١) الشوكاني. (٢) المراغي.</p><p> ما هو الأصلح والنصيحة لك .. فأقول لك: اصبر أيها الرسول على ما أصابك في الله من أذى مكذّبيك من قومك، الذين أرسلناك إليهم منذرًا. </p><p> {كَمَا صَبَرَ أُولُو الْعَزْمِ} ؛ أي: أصحاب الحزم والثبات {مِنَ الرُّسُلِ} على القيام بأمر الله، والانتهاء إلى طاعته، فإنك منهم. </p><p> والخلاصة: اصبر على الدعوة إلى الحق، ومكابدة الشدائد، كما صبر إخوانك الرسل من قبلك، قيل: هذه الآية منسوخة بآية السيف، وقيل: محكمة، والأظهر: أنها منسوخة؛ لأنّ السورة مكيّة. </p><p> والمعنى: أي إذا كان عاقبة أمر الكفرة ما ذكر .. فاصبر على ما يصيبك من جهتهم، كما صبر أولوا الثبات والحزم من الرسل، فإنك من جملتهم، بل من أفضلهم، و {من} : للتبين، فيكون الرسل كلهم أولي عزم وجدٍّ في أمر الله. قال في \"التكملة\" : (١) وهذا لا يصحّ لإبطال معنى تخصص الآية، وقيل:  {من} : للتبعيض على أنهم أولوا عزم، وغير أولي عزم، والمراد بأولي العزم: أصحاب الشرائع الذين اجتهدوا في تأسيسيها وتقريرها، وصبروا على تحمل مشاقها ومعاداة الطاغين فيها، ومشاهيرهم: نوح وإبراهيم وموسى وعيسى ومحمَّد عليهم السلام، وقد نظمهم بعضهم بقوله: </p><p> أَوْلُوْا الْعَزْمِ: نُوْحٌ وَالْخَلِيْلُ المُمَجَّدُ ... مُوْسَى وَعِيْسَى وَالْحَبِيْبُ مُحَمَّدُ </p><p> قال في \"الأسئلة المقحمة\" : هذا القول هو الصحيح، وقيل هم الصابرون على بلاء الله: كنوح، صبر على أذيّة قومه، كانوا يضربونه حتى يغشى عليه، وإبراهيم صبر على النار، وعلى ذبح ولده، والذبيح صبر على الذبح، ويعقوب على فقد الولد، ويوسف على الجب والسجن، وأيوب على الضرّ، وموسى قال قومه: {فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ (٦١) قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ (٦٢) } ويونس على بطن الحوت، وداود بكى على خطيئته أربعين سنة، وعيسى لم يضع لبنة على لبنة، وقال: إنها معبرة فاعبروها, ولا تعمروها، </p><p>(١) روح البيان.</p><p> صلوات الله عليهم أجمعين، وقيل: غير ذلك من الأقوال المتلاطمة مما لا طائل تحتها. </p><p> ولمّا أمره بالصبر، وهو أعلى الفضائل .. نهاه عن العجلة، وهو أخس الرذائل، فقال:  {وَلَا تَسْتَعْجِلْ لَهُمْ} ؛ أي: لأجلهم، فـ {اللام} للتعليل والمفعول: محذوف؛ أي: لا تستعجل العذاب يا محمد لكفّار مكة؛ أي: ولا تطلب من ربّك عجلة العذاب لهم، فإنه نازل بهم لا محالة، ومهلهم ليستعدوا بالتمتعات الحيوانية للعذاب العظيم، فإنّي أمهلهم رويدًا، كأنَّه ضجر بعض الضمير، فأحب أن ينزل العذاب بمن أبى منهم، فأمر بالصبر، وترك الاستعجال، ونحو الآية لقوله تعالى: {وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا (١١) }، وقوله: {فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا (١٧) }. </p><p> ثم أخبر بأنَّ العذاب إذا نزل بالكافرين .. استقصروا مدّة لبثهم في الدنيا، حتى يحسبونها ساعةً من نهار، فقال:  {كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ} من العذاب {لَمْ يَلْبَثُوا} ؛ أي: لم يمكثوا في الدنيا، والتمتّع بنعيمها {إِلَّا سَاعَةً} يسيرةً وزمانًا قليلًا {مِنْ نَهَارٍ} لما يشاهدون من شدّة العذاب، وطول مدّته؛ يعني (١) : أنَّ هول ما ينزل بهم ينسيهم مدّة اللبث، وأيضًا إنَّ ما مضى، وإن كان دهرًا طويلًا، لكنه يظن زمانًا قليلًا، بل يكون كأن لم يكن، فغاية التنعم الجسماني هو العذاب الروحانيّ كما في البرزخ، والعذاب الجسمانيّ أيضًا كما في يوم القيامة. </p><p> والمعنى: أي كأنّهم حين يرون عذاب الله الذي أوعدهم بأنّه نازل بهم، لم يلبثوا في الدنيا إلا ساعة من نهار؛ لأنّ شدّة ما ينزل بهم منه ينسيهم قدر ما مكثوا في الدنيا من السنين والأعوام، فيظنّونها ساعة من نهار، ونحو الآية قوله: {قَالَ كَمْ لَبِثْتُمْ في الْأَرْضِ عَدَدَ سِنِينَ (١١٢) قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ (١١٣) }، وقوله: {كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا (٤٦) }. </p><p> {بَلَاغٌ} : خبر لمبتدأ محذوف؛ أي (٢) : هذا القرآن الذي وعظتم به بلاغٌ </p><p>(١) روح البيان. (٢) روح البيان.</p><p> وكفاية لهم في الموعظة إن فكروا واعتبروا، ودليله قوله تعالى:  {هَذَا بَلَاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ} ، وقوله: {إِنَّ في هَذَا لَبَلَاغًا لِقَوْمٍ عَابِدِينَ (١٠٦) }. أو تبليغ من الرسول إليهم، فالعبد يضرب بالعصا، والحرّ يكفيه الإشارة. </p><p> ثمّ أوعد وأنذر، فقال:  {فَهَلْ يُهْلَكُ} ؛ أي: ما يهلك بالعذاب {إِلَّا الْقَوْمُ الْفَاسِقُونَ} ؛ أي: الخارجون عن الاتعاظ به، أو الخارجون عن طاعة الله، المخالفون لأمره ونهيه، إذ لا يعذِّب إلا من يستحق العذاب، وقال بعض أهل التأويل؛ أي: الخارجون عن عزم طلبه إلى طلب ما سواه، وفي هذه الألفاظ وعيد محضٌ، وإنذارٌ بيِّن، وقال قتادة: لا يهلك على الله إلا هالك مشرك، وهذه الآية أقوى آية من الرجاء، ومن ثم قال الزجاج: تأويله: لا يهلك مع رحمة الله وفضله إلا القوم الفاسقون، وهذا تطميع في سعة فضل الله سبحانه وتعالى. </p><p> وقرأ أبيٌّ:  {من النهار} ، وقرأ الجمهور (١) : {مِنْ نَهَارٍ} وقرأ الجمهور: {بَلَاغٌ} بالرفع، وقرأ الحسن وزيد بن عليّ وعيسى:  {بلاغًا} بالنصب، فاحتمل أن يراد بلاغًا في القرآن؛ أي: بلِّغوا بلاغًا، أو بلَّغنا بلاغًا، وقرأ الحسن أيضًا:  {بلاغ} بالجرّ نعتًا لـ {نَهَارٍ} . وقرأ أبو مجلز وأبو سراح الهذليَّ:  {بلِّغ} على الأمر للنبيّ - صلى الله عليه وسلم -، وعن أبي مجلز أيضًا:  {بلَّغ} فعلا ماضيًا، وقرأ الجمهور:  {يُهْلَكُ} بضم الياء وفتح اللام وابن محيصن فيما حكى عنه ابن خالويه: بفتح الياء وكسر اللام، وعنه أيضًا: بفتح الياء واللام، وماضيه هلك بكسر اللام، وهي لغة، وقال أبو الفتح: هي مرغوبٌ عنها، وقرأ زيد بن ثابت:  {يُهلك} بضم الياء وكسر اللام، {إلا القوم الفاسقين} بالنصب. </p><p> الإعراب </p><p> {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا} . </p><p> {وَإِذْ}  {الواو} : استئنافية. {إذ} : ظرف لما مضى من الزمان، متعلق </p><p>(١) البحر المحيط.</p><p> بمحذوف، تقديره: واذكر يا محمد لقومك إذ صرفنا إليك. {صَرَفْنَا} : فعل وفاعل. {إِلَيْكَ} متعلق به، والجملة: في محل الجر مضاف إليه لـ {إذ} . {نَفَرًا} مفعول به. {مِنَ الْجِنِّ} : صفة {نَفَرًا} . {يَسْتَمِعُونَ الْقُرْآنَ} : فعل وفاعل ومفعول به، والجملة الفعلية: في محل النصب، صفة ثانية لـ {نَفَرًا} أو حال منه لتخصصه بالصفة. {فَلَمَّا}  {الفاء} : عاطفة، {لما} : حرف شرط غير جازم. {حَضَرُوهُ} : فعل وفاعل ومفعول به، والجملة: فعل شرط لـ {لمّا} : لا محل لها من الإعراب {قَالُوا} : فعل وفاعل، والجملة: جواب شرط لـ {لمّا} ، وجملة {لمّا} : معطوفة على محذوف، تقديره: إذ صرفنا إليك نفرًا من الجن فحضروه، فلمّا حضروه قالوا: أنصتوا. {أَنْصِتُوا} : فعل وفاعل، والجملة: في محل النصب مقول لـ {قَالُوا} . </p><p> {فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ (٢٩) قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ (٣٠) يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ (٣١) }. </p><p> {فَلَمَّا}  {الفاء} : عاطفة. {لما} : حرف شرط، {قُضِيَ} : فعل ماض مغيّر الصيغة، ونائب فاعله: ضمير مستتر، يعود على القرآن، والجملة: فعل شرط لـ {لمّا} . {وَلَّوْا} : فعل ماض وفاعل، {إِلَى قَوْمِهِمْ} : متعلق به. {مُنْذِرِينَ} حال من فاعل {وَلَّوْا} . والجملة: جواب {لمّا} لا محل لها من الإعراب، وجملة {لمّا} : معطوفة على جملة {لمّا} الأولى. {قَالُوا} : فعل وفاعل، والجملة: جواب لـ {لمّا} المحذوفة، تقديره: فلمّا رجعوا إلى قومهم .. قالوا: يا قومنا إلخ. {يَا قَوْمَنَا} : منادى مضاف، والجملة: في محلّ النصب مقول {قَالُوا} . {إِنَّا} : ناصب واسمه. {سَمِعْنَا كِتَابًا} : فعل وفاعل ومفعول به، والجملة: في محل الرفع خبر {إنّ} ، وجملة {إنّ} : في محل النصب مقول {قَالُوا} على كونها جواب النداء. {أُنْزِلَ} : فعل ماض مغير الصيغة، ونائب فاعله: ضمير يعود على {كِتَابًا} . والجملة: صفةٌ أولى لـ {كِتَابًا} . {مِنْ بَعْدِ مُوسَى} : متعلق بـ {أُنْزِلَ} . {مُصَدِّقًا} : صفة ثانية لـ {كِتَابًا} أو حال منه </p><p> لتخصصه بالصفة. {لِمَا} : جار ومجرور متعلق بـ {مُصَدِّقًا}  {بَيْنَ يَدَيْهِ} : ظرف ومضاف إليه، متعلق بمحذوفٍ صلةٍ لـ {ما} ، {يَهْدِي} : فعل مضارع، وفاعله: ضمير يعود على {كِتَابًا} . والجملة: نعت ثالث لـ {كِتَابًا} أو حال منه. {إِلَى الْحَقِّ} : متعلق بـ {يَهْدِي} . {وَإِلَى طَرِيقٍ} : معطوف على {إِلَى الْحَقِّ} . {مُسْتَقِيمٍ} صفة {طَرِيقٍ} . {يَا قَوْمَنَا} : منادى مضاف، والجملة: مقول لـ {قَالُوا}  {أَجِيبُوا} : فعل أمر مبنيّ على حذف النون، والواو فاعل. {دَاعِيَ اللهِ} : مفعول به، والجملة: في محل النصب، مقول لـ {قَالُوا} . {وَآمِنُوا} فعل وفاعل معطوف على {أَجِيبُوا} . {بِهِ} : متعلق بـ {آمِنُوا} . {يَغْفِرْ} : فعل مضارع مجزوم بالطلب السابق، وفاعله: ضمير يعود على الله. {لَكُمْ} . متعلق بـ {يَغْفِرْ} . {مِنْ ذُنُوبِكُمْ} : متعلق بـ {يَغْفِرْ} أيضًا. و {مِن} : تبعيضية. {وَيُجِرْكُمْ} : فعل وفاعل مستتر ومفعول به، معطوف على {يَغْفِر} ، {مِنْ عَذَابٍ} : متعلق بـ {يُجِر}  {أَلِيمٍ} : صفة {عَذَابٍ} . </p><p> {وَمَنْ لَا يُجِبْ دَاعِيَ اللهِ فَلَيْسَ بِمُعْجِزٍ في الْأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ أُولَئِكَ في ضَلَالٍ مُبِينٍ (٣٢) }. </p><p> {وَمَن}  {الواو} : عاطفة. {مَن} : اسم شرط جازم، في محل الرفع مبتدأ، والخبر: جملة الشرط أو الجواب أو هما. {لَا} : نافية. {يُجِبْ} : فعل مضارع، وفاعل مستتر مجزوم بـ {مَن} على كونه فعل شرط لها، {دَاعِيَ اللهِ} مفعول به. {فَلَيْسَ}  {الفاء} : رابطة لجواب {مَن} الشرطية وجوبًا، لكون الجواب جملة جامديّة. {ليس} : فعل ناقص، في محل الجزم بـ {مَن} على كونه جوابًا لها، واسمها: ضمير مستتر يعود على {مَن} . {بِمُعْجِزٍ}  {الباء} : زائدة، {معجز} : خبر {ليس} . {في الْأَرْضِ} : متعلق بـ {معجز} . وجملة {مَن} الشرطية: معطوفة على ما قبلها على كونها مقولًا لـ {قَالُوا} . {وَلَيْسَ}  {الواو} : عاطفة، {ليس} : فعل ناقص. {لَهُ} : خبرها مقدم. {مِنْ دُونِهِ} : حال من {أَوْلِيَاءُ} ، {أَوْلِيَاءُ} : اسمها مؤخر، والجملة: معطوفة على جملة {ليس} الأولى. {أُولَئِكَ} : مبتدأ. {في ضَلَالٍ} خبر. {مُبِينٍ} : صفة {ضَلَالٍ} ، والجملة: في محل النصب، مقول {قَالُوا} . </p><p> {أَوَلَمْ يَرَوْا أَنَّ اللهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٣٣) }. </p><p> {أَوَلَمْ}  {الهمزة} : للاستفهام الإنكاري، داخلة على محذوف معلوم من المقام، و {الواو} : عاطفة على ذلك المحذوف، والتقدير: ألم يتفكروا ولم يروا، والجملة المحذوفة: مستأنفة. {لَمْ} : حرف نفي وجزم، {يَرَوْا} فعل مضارع وفاعل مجزوم بـ {لَمْ} ، والجملة: معطوفة على تلك المحذوفة. {أَنَّ اللهَ} : ناصب واسمه. {الَّذِي} : صفة للجلالة. {خَلَقَ السَّمَاوَاتِ} : فعل وفاعل مستتر ومفعول به، والجملة: صلة الموصول {وَالْأَرْضَ} : معطوف على {السَّمَاوَاتِ} . {وَلَمْ}  {الواو} : عاطفة. {لَمْ} : حرف جزم، {يَعْيَ} : فعل مضارع، مجزوم بـ {لَمْ} ، وعلامة جزمه حذف حرف العلّة، وهي الألف، وفاعله: ضمير يعود على الموصول، والجملة: معطوفة على جملة {خَلَقَ} ؛ {بِخَلْقِهِنَّ} : متعلق بـ {يَعْيَ} ، {بِقَادِرٍ}  {الباء} : زائدة في خبر ليس {قادر} خبرها. وجملة {أَنْ} من اسمها وخبرها: في تأويل مصدر سادّ مسدّ مفعولي {يَرَوْا} . {عَلَى} حرف جرّ، {أن} : حرف مصدر ونصب. {يُحْيِيَ الْمَوْتَى} : فعل وفاعل مستتر ومفعول به، والجملة: في تأويل مصدر مجرور بـ {عَلَى} ؛ أي: على إحيائه الموتى، الجار والمجرور: متعلق بـ {قادر} . {بَلَى} : حرف جواب لإبطال النفي، فهي تبطل النفي، وتقرّر نقيضه. {إِنَّهُ} : ناصب واسمه. {عَلَى كُلِّ شَيْءٍ} . متعلق بـ {قَدِيرٌ} و {قَدِيرٌ} : خبر {إِن} وجملة {إِن} : جملة جوابيّة، لا محل لها من الإعراب. </p><p> {وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (٣٤) }. </p><p> {وَيَوْمَ}  {الواو} : استئنافية {يوم} : ظرف متعلق بمحذوف، تقديره: ويقال لهم. والجملة المحذوفة: مستأنفة. {يُعْرَضُ} : فعل مضارع، مغير الصيغة. {الَّذِينَ} : نائب فاعل، والجملة: في محل الجر مضاف إليه لـ {يوم} ، وجملة {كَفَرُوا} : صلة الموصول. {عَلَى النَّارِ} : متعلق بـ {يُعْرَضُ}  {أَلَيْسَ}  {الهمزة} : للاستفهام التقريري. {ليس} : فعل ناقص. {هَذَا} : اسمها. {بِالْحَقِّ} : خبرها، </p><p> و {الباء} : زائدة، والجملة: في محل النصب، مقول للقول المحذوف. {قَالُوا} : فعل وفاعل، والجملة: مستأنفة. {بَلَى} : حرف جواب قائم مقام الجواب، تقديره: بلى هو الحق، وجملة الجواب، في محل النصب مقول {قَالُوا} . {وَرَبِّنَا}  {الواو} : حرف جر وقسم. {ربنا} : مقسم به، مجرور بواو القسم، الجار والمجرور: متعلق بفعل قسم محذوف، تقديره: نقسم بربّنا، وجملة القسم: في محل النصب، مقول {قَالُوا} ، {قَالَ} : فعل ماض وفاعل مستتر، يعود على الله أو على خازن النار، والجملة: مستأنفة. {فَذُوقُوا}  {الفاء} : فاء الفصيحة, لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا اعترفتم بحقّية هذا العذاب، وأردتم بيان ما هو المستحق لكم .. فأقول لكم:  {ذوقوا} . {ذوقوا} : فعل أمر مبنيّ على حذف النون، و {الواو} : فاعل. {الْعَذَابَ} : مفعول به. {بِمَا} : جار ومجرور، متعلّق بـ {ذوقوا} . والجملة الفعلية: في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة، في محل النصب، مقول قال. {بِمَا}  {الباء} : حرف جر وسبب. {ما} : مصدرية. {كُنْتُمْ} : فعل ناقص واسمه، وجملة {تَكْفُرُونَ} : خبر، وجملة {كان} : صلة لـ {ما} المصدرية، {ما} مع صلتها: في تأويل مصدر مجرور بـ {الباء} ؛ أي: بسبب كفركم، الجار والمجرور: متعلق بـ {ذوقوا} كما مرّ آنفًا. </p><p> {فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ بَلَاغٌ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ (٣٥) }. </p><p> {فَاصْبِرْ}  {الفاء} : فاء الفيحة؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت عاقبة الكفّار، وأن الإنذار لا ينجح فيهم، وأردت بيان ما هو اللازم لك .. فأقول لك: اصبر كما صبر أولوا العزم. {اصبر} : فعل أمر، وفاعل مستتر يعود على محمد، والجملة: في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة: مستأنفة. {كَمَا}  {الكاف} : حرف جرّ، {مَا} : مصدرية. {صَبَرَ أُولُو الْعَزْمِ} : فعل وفاعل مرفوع بالواو. {مِنَ الرُّسُلِ} : حال من {أُولُو الْعَزْمِ} . والجملة الفعلية: صلة لـ {ما} المصدرية {ما} مع صلتها في </p><p> تأويل مصدر مجرور بـ {الكاف} تقديره: كصبر أولي العزم، الجار والمجرور، صفة لمصدر محذوف، تقديره: فاصبر صبرًا كائنًا كصبر أولي العزم، بَلْ أعلى منه. {وَلَا}  {الواو} : عاطفة. {لا} : ناهية. {تَسْتَعْجِلْ} : فعل مضارع مجزوم بـ {لا} الناهية، وفاعله: ضمير يعود على محمد. {لَهُمْ} : متعلّق بـ {يستعجل} . والجملة: معطوفة على جملة {فَاصْبِرْ} . {كَأَنَّهُمْ} ناصب واسمه، {يَوْمَ} : ظرف متعلق بـ {لَمْ يَلْبَثُوا} الآتي، {يَرَوْنَ} : فعل وفاعل، والجملة: في محل الجر مضاف إليه لـ {يَوْمَ} . {مَا} : اسم موصول في محل النصب مفعول به لـ {يَرَوْنَ} لأنّ الرؤية هنا بصرية. {يُوعَدُونَ} : فعل مضارع مغير الصيغة ونائب فاعل، والجملة: صلة لـ {مَا} الموصولة، والتقدير: ما يوعدونه. {لَمْ يَلْبَثُوا} : فعل وفاعل مجزوم بـ {لَمْ} . {إِلَّا} : أداة حصر. {سَاعَةً} : ظرف متعلق بـ {يَلْبَثُوا} أو مفعول به على التوسع. {مِنْ نَهَارٍ} : صفة {سَاعَةً} . وجملة {يَلْبَثُوا} : في محل الرفع خبر {كأنّ} وجملة {كأنّ} : مستأنفة. {بَلَاغٌ} : خبر لمبتدأ محذوف، تقديره: هذا الذي وعظتم به بلاغ، وقيل: تقديره: هذا القرآن بلاغ، والجملة الاسمية: مستأنفة. {فَهَلْ}  {الفاء} : حرف عطف وتفريع. {هل} : حرف استفهام للاستفهام الإنكاري. {يُهْلَكُ} : فعل مضارع مغيّر الصيغة. {إِلَّا} : أداة استثناء مفرغ. {الْقَوْمُ} نائب فاعل. {الْفَاسِقُونَ} صفة {الْقَوْمُ} . والجملة الفعلية: معطوفة على الاسمية قبلها لكونها في معنى الاسمية، كأنّه قيل: هذا بلاغٌ، فما هالك بعده إلّا القوم الفاسقون. </p><p> التصريف ومفردات اللغة </p><p> {وَإِذْ صَرَفْنَا} ؛ أي: وجَّهنا نحوك. {نَفَرًا مِنَ الْجِنِّ} ؛ أي: جماعة من الجنّ. والنفر: ما بين الثلاثة والعشرة من الرجال، سمّوا بذلك؛ لأنّهم ينفرون إذا حزبهم أمر لكفايته. وفي \"المختار\" : النَّفر بفتحتين: عدَّة رجال من ثلاثة إلى عشرة، وكذا النفير والنفر والنفرة بسكون الفاء فيها. انتهى. وهم جنّ نصيبين أو حسن نينوى، وكانوا سبعة أو تسعة، وكان - صلى الله عليه وسلم - فيما رواه الشيخان ببطن نخلة على نحو ليلة من مكة منصرفه من الطائف، يصلّي بأصحابه الفجر في السنة الحادية </p><p> عشرة من البعثة. كما مرّ. </p><p> {يَسْتَمِعُونَ} ورد الفعل جمعًا نظرًا للمعنى، والاستماع: الإصغاء مع قصد السماع. {أَنْصِتُوا} أمر من الإنصاف. وهو الإصغاء مع السكوت؛ أي: أسكتوا. {قُضِيَ} فرغ من تلاوته. {وَلَّوْا} ؛ أي: رجعوا. {مُنْذِرِينَ} ؛ أي: مخوّفين لهم عواقب الضلال، وكانوا يهودًا، ثّم أسلموا. </p><p> {أَجِيبُوا} أصله: أجوبوا بوزن أفعلوا، نقلت حركة الواو إلى الجيم، فسكنت إثر كسرة، فقلبت ياءً حرف مدّ. {دَاعِيَ اللهِ} فيه إعلال بالقلب، أصله: داعو، قلبت الواو ياءً؛ لتطرُّفها إثر كسرة. </p><p> {وَيُجِرْكُمْ} أصله: يجوركم بوزن يفعل، مضارع أجار، نقلت حركة الواو إلى الجيم فسكنت فالتقى ساكنان: الواو والراء، فحذفت الواو، فوزنه يفلكم. {وَمَنْ لَا يُجِبْ دَاعِيَ اللهِ} أصله: يجوب، نقلت حركة الواو إلى الجيم فسكنت فالتقى ساكنان، فحذفت الواو، فوزنه يفل. {أَوْلِيَاءُ أُولَئِكَ} قد اجتمع هاهنا همزتان مضمومتان من كلمتين، وليس لهما نظير في القرآن؛ أي: لا وجود لهما في محل منه غير هذا. اهـ \"خطيب\" . </p><p> {وَلَمْ يَعْيَ} ؛ أي: لم يتعب بذلك، ولم يعجز عنه، يقال: عييت بالأمر: إذا لم تعرف وجهه، وأَعْيَيْتُ: تعبت. وفي \"القاموس\" : أعيى الماشي: إذا كلَّ، قال الكسائي: يقال: أَعْيَيْتُ من التعب، وعَيِيْتُ من انقطاع الحيلة والعجز، قال عبيد بن الأبرص: </p><p> عَيُّوْا بِأَمْرِهِمُ كَمَا ... عَيَّتْ بَبَيْضَتِهَا الْحَمَامَهْ </p><p> وحكي في سبب تعلّم الكسائي النحو على كبره: أنّه مشى يومًا، حتى أعيَ ثم جلس إلى قوم ليستريح، فقال: قد عييت، بالتشديد بغير همزة، فقالوا له: لا تجالسنا وأنت تلحن، قال الكسائي: وكيف؟ قالوا: إن أردت من التعب .. فقل: أعييت، وإن أردت من انقطاع الحيلة، والتعجيز في الأمر .. فقل: عييت مخفّفًا، فقام من فوره، وسأل عمَّن يعلم النحو، فأرشدوه إلى معاذٍ، فلزمه حتى نفد ما </p><p> عنده، ثمّ خرج إلى البصرة إلى الخليل بن أحمد. اهـ من \"روح البيان\"  (ج: ٨،ص:٤٩٣) . </p><p> {فَاصْبِرْ} قال القشيري: الصبر: الوثوق بحكم الله، والثبات من غير بثٍّ ولا استكراهٍ، اهـ \"خطيب\" . </p><p> {كَمَا صَبَرَ أُولُو الْعَزْمِ} ؛ أي: ذوو الحزم والصبر. والعزم في اللغة: الجدّ، والقصد مع القطع. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الالتفات من الخطاب إلى الغيبة، في قوله:  {فَلَمَّا حَضَرُوهُ} إذا أعيد الضمير إلى النبيّ - صلى الله عليه وسلم -؛ لأنّ مقتضى السياق حينئذٍ أن يقال: فلمّا حضروك. </p><p> ومنها: إطلاق الكتاب على بعض أجزائه، في قوله:  {إِنَّا سَمِعْنَا كِتَابًا} إذ لم يكن القرآن كلُّه منزلًا حينئذٍ. </p><p> ومنها: تخصيص موسى بالذكر دون عيسى؛ لكون نزول الكتاب عليه متفقًا عليه بين اليهود والنصارى، بخلاف عيسى؛ لأنّ اليهود تنكر نبوّته، ونزول الكتاب عليه. </p><p> ومنها: الإطناب في قوله: {وَإِلَى طَرِيقٍ مُسْتَقِيمٍ} لأنّه نفس الحق المذكور قبله، أطنب به للتأكيد وللتفخيم لشأنه. </p><p> ومنها: فن التنكيت في قوله: {يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ} فقد عبر بـ {مِنْ} التبعيضية إشارةً إلى أنَّ الغفران يقع على الذنوب الخاصة، أما حقوق العباد فلا يمكن غفرانها، إلا بعد أن يُرضَّى أصحابها، فإنّ الله تعالى لا يغفر بالإيمان ذنوب المظالم. </p><p> ومنها: الجناس المماثل في قوله: {أَجِيبُوا دَاعِيَ اللهِ}  {وَمَنْ لَا يُجِبْ دَاعِيَ اللَّهِ} . </p><p> ومنها: الإظهار في مقام الإضمار، في قوله:  {وَمَنْ لَا يُجِبْ دَاعِيَ اللهِ} ؛ لأنّ مقتضى السياق أن يقال: ومن لم يجبه، أظهره تفخيمًا لشأنه، وإظهارًا لنباهته. </p><p> ومنها: المجاز المرسل في قوله: {وَلَمْ يَعْيَ بِخَلْقِهِنَّ} ؛ لأنّه مجاز عن الانقطاع عن العمل، علاقته: السببيّة؛ لأنّ العيّ؛ أي: التعب مستحيل عليه تعالى، وهو سبب للانقطاع عن العمل أو النقص فيه والمتأخر في إنجازه، فهو العلاقة في هذا المجاز. </p><p> ومنها: تعليل الخاصّ بالعام في قوله: {إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ؛ لأنّه تعالى إذا كان قادرًا على كل شيء .. كان قادرًا على إحياء الموتى؛ لأنّه من جملة الأشياء، وقدرته لا تختصّ بمقدور دون مقدور. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ} ؛ لأنّه مجاز عن التعذيب بها، كما مرّ. </p><p> ومنها: التهكم بهم والتوبيخ لهم على استهزائهم بوعد الله ووعيده. </p><p> ومنها: الاستعارة في قوله: {فَذُوقُوا الْعَذَابَ} ؛ أي: باشروا العذاب؛ لأنّه مستعار من إحساس الذائق المطعوم. </p><p> ومنها: التشبيه في قوله: {فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ} . </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة ما اشتملت عليه هذه السورة الكريمة </p><p> اشتملت هذه السورة على المقاصد التالية: </p><p> ١ - إقامة الأدلة على التوحيد، والردّ على عبدة الأصنام والأوثان. </p><p> ٢ - المعارضات التي ابتدعها المشركون للنبوّة، والإجابة عنها، وبيان فسادها. </p><p> ٣ - ذكر حال أهل الاستقامة الذين وحّدوا الله تعالى، وصدَّقوا أنبياءه، وبيان أنَّ جزاءهم الجنة. </p><p> ٤ - ذكر وصايا المؤمنين من إكرام الوالدين، وعمل ما يرضي الله. </p><p> ٥ - بيان حال من انهمكوا في الدنيا ولذّاتها. </p><p> ٦ - قصص عاد، وفيه بيان أنَّ صرف النعم في غير وجهها يورث الهلاك. </p><p> ٧ - استماع الجنّ للرسول - صلى الله عليه وسلم -، وتبليغهم قومهم ما سمعوه. </p><p> ٨ - عظةٌ للنبي - صلى الله عليه وسلم - والمؤمنين من أمّته. </p><p> ٩ - بيان أنّ القرآن فيه البلاغ والكفاية في الإنذار. </p><p> ١٠ - من عدل الله ورحمته أن لا يعذّب إلّا من خرج عن طاعته، ولم يعمل بأمره ونهيه (١) . </p><p>(١) تمّ تفسير هذه السورة بمعونة الله وتوفيقه، آخر الساعة الثالثة من يوم الأربعاء الثاني عشر من شهر صفر، من شهور سنة ١٢/ ٢/ ١٤١٥ ألف وأربع مئة وخمس عشرة، سنة من الهجرة النبوية، على صاحبها أفضل الصلوات، وأزكى التحيّات، بيد مؤلفه وجامعه في مكة المكرمّة، في المسفلة في حارّة الرشد جوار المسجد الحرام، وصلى الله وسلم على سيدنا ومولانا محمد خاتم النبيين، وعلى آله وصحبه أجمعين، والحمد لله ربّ العالمين، آمين آمين، لا أرضى بواحدةٍ، حتى أكمل ألف ألفي آمين.</p><p> فائدة: أخرج الطبراني في الدعاء عن أنس: أَنَّ النبيّ - صلى الله عليه وسلم - كان يدعو:  \"اللهم إنّي أسألك موجبات رحمتك، وعزائم مغفرتك، والسلامة من كل إثم، والغنيمة من كل برّ، والفوز بالجنّة، والنجاة من النار، اللهم لا تدع لي ذنبًا إلا غفرته، ولا همًّا إلا فرّجته، ولا دينا إلا قضيته، ولا حاجة من حوائج الدنيا والآخرة إلا قضيتها، برحمتك يا أرحم الراحمين\" . </p><p> والله أعلم </p><p> * * * </p><p> [سورة محمد] </p><p> سورة محمد - صلى الله عليه وسلم -، وتسمّى سورة القتال، وسورة الذين كفروا. وهي مدنية، قال الماوردي في قول الجميع إلا ابن عباس، وقتادة، فإنهما قالا: إلا آية منها نزلت بعد حجة الوداع حين خرج من مكة، وجعل ينظر إلى البيت وهو يبكي حزنًا عليه، فنزل قوله تعالى:  {وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ} . وقال الثعلبيُّ (١) : إنها مكية، وحكاه ابن هبة الله عن الضحاك، وسعيد بن جبير وهو غلطٌ من القول، فالسورة مدنية كما لا يخفى. وقد أخرج ابن الضريس عن ابن عباس قال: نزلت سورة القتال بالمدينة، وأخرج النحاس، وابن مردويه، والبيهقي في \"الدلائل\" عنه قال: نزلت سورة محمد بالمدينة، وأخرج ابن مردويه عن ابن الزبير قال: نزلت بالمدينة سورة الذين كفروا. </p><p> وهي (٢) ثمان أو تسع وثلاثون آية، وخمس مئة وتسع وثلاثون كلمة، وألفان وثلاث مئة وتسعة وأربعون حرفًا، نزلت بعد سورة الحديد. </p><p> تسميتها: سمّيت سورة محمد؛ لبيانها تنزيل القرآن على محمد - صلى الله عليه وسلم -، بقوله:  {وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ} ، ولم يذكر محمد باسمه في القرآن إلا في أربع مواضع: في سورة آل عمران: {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ} . وفي سورة الأحزاب:  {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ} ، وهنا في هذه السورة، وفي سورة الفتح:  {مُحَمَّدٌ رَسُولُ اللهِ} . وأما في غير هذه المواضع الأربعة، فيذكر بصفة الرسول أو النبيّ. </p><p> وسميت أيضًا سورة القتال؛ لبيان أحكام قتال الكفار فيها في أثناء المعارك وبعد انتهائها:  {فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ} . </p><p> مناسبتها لما قبلها: قال أبو حيان: مناسبة أولها لآخر ما قبلها واضحة </p><p>(١) الشوكاني. (٢) المراح.</p><p> جدًّا. اهـ. وفي \"التفسير المنير\" : هذه السورة يرتبط أولها ارتباطًا قويًا بآخر سورة الأحقاف {فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ} حتى لو أسقطت البسملة بينهما لكان الكلام متصلًا مباشرةً بما قبله اتصالًا لا تنافر فيه كالآية الواحدة، ولكان بعضه آخذًا بحجز بعض. </p><p> فضلها: ما أخرجه الطبرانيّ في \"الأوسط\" عن ابن عمر رضي الله عنهما: أنَّ النبيّ - صلى الله عليه وسلم - كان يقرؤها في صلاة المغرب. </p><p> الناسخ والمنسوخ منها: قال أبو عبد الله محمد بن حزم رحمه الله تعالى: جميعها محكم إلا آية واحدة، وهي قوله تعالى. {فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً} نسخ المنّ والفداء بآية السيف، وقيل: في سورة محمد - صلى الله عليه وسلم - آيتان منسوختان الثانية منهما: قوله تعالى: {وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ}  (الآية ٣٦) . نسخت بقوله تعالى: {إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ (٣٧) } (الآية ٣٧) . </p><p> والله أعلم </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللهِ أَضَلَّ أَعْمَالَهُمْ (١) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ (٢) ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ كَذَلِكَ يَضْرِبُ الله لِلنَّاسِ أَمْثَالَهُمْ (٣) فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاءُ الله لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا في سَبِيلِ اللهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ (٤) سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ (٥) وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ (٦) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ (٧) وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ (٨) ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ الله فَأَحْبَطَ أَعْمَالَهُمْ (٩) أَفَلَمْ يَسِيرُوا في الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ الله عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا (١٠) ذَلِكَ بِأَنَّ اللهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ (١١) إِنَّ اللهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْ وَى لَهُمْ (١٢) وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ (١٣) أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ (١٤) مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ كَمَنْ هُوَ خَالِدٌ في النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ (١٥) وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفُ اأُولَئِكَ الَّذِينَ طَبَعَ الله عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ (١٦) وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ (١٧) فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ (١٨) فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا الله وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ (١٩) }. </p><p> المناسبة </p><p> قد تقدم لك بيان المناسبة بين أول هذه السورة وآخر السابقة. </p><p> واعلم: أنّ الله سبحانه قسم الناس في أول هذه السورة إلى فريقين (١) : </p><p> أهل الكفر الذين صدّوا الناس عن سبيل الله، وهؤلاء يبطل أعمالهم، سواء كانت حسنةً كصلة الأرحام وإطعام الطعام، أو سيئة كالكيد لرسول الله - صلى الله عليه وسلم -، والصدّ عن سبيل الله، فالأولى يبطل الله ثوابها، والثانية يمحو أثرها، وهكذا كل من قاوم عملًا شريفًا، فإنّ مآله الخذلان. </p><p> وأهل الإيمان بالله ورسوله الذين أصلحوا أعمالهم، أولئك يغفر الله لهم سيئات أعمالهم، ويوفّقهم في الدين والدنيا، كما أضاع أعمال الكافرين ولم يثب عليها. </p><p> ثم علل ما سلف بأنّ أعمال الفريقين جرت على ما سنَّه الله في الخليقة بأنّ الحق منصور، وأنّ الباطل مخذول، سواء كان في أمور الدين أم في أمور الدنيا، فالصناعات المحكمة إنما يقبل الناس عليها، ويؤثرونها؛ لأنها جارية على الطريق القويم والنسق الحق، وهكذا الشأن في المزروعات، والمصنوعات المتقنة الجيّدة، والسياسات الحكيمة. </p><p> والصناعات المرذولة، والسلع المزجاة، لن يكون حظها إلا الكساد والبوار؛ لأنّ الباطل لا ثبات له، والحق هو الثابت، والله هو الحق فينصر الحقّ، والعلم الصحيح، والدين الصحيح، والصناعات الجيّدة والآراء الصادقة نتائجها السعادة، وضدّها عاقبته الشقاء والبوار. </p><p> وقصارى ذلك: أنّ الله سبحانه خلق السموات والأرض بالحق، وعلى قوانين ثابتة منظمة، فكل ما قرب إلى الحق كان باقيًا، وكل ما ابتعد عنه كان هالكًا، فرجال الجدّ والنشاط مؤيَّدون، ورجال الكسل والتواكل مخذولون، والمُحِقُّون في كل شيء محبوبون منصورون. </p><p> قوله تعالى:  {فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ ...} الآيات، مناسبة هذه </p><p>(١) المراغي.</p><p> الآيات لما قبلها: أنّ الله سبحانه لما ذكر (١) فيما سلف أنّ الناس فريقان: </p><p> أحدهما: متّبعٌ للباطل، وهو حزب الشيطان. </p><p> وثانيهما: متّبعٌ للحق، وهو حزب الرحمن .. ذكر هنا وجوب قتال الفريق الأول، حتى يفيء إلى أمر الله، ويرجع عن غيِّه، وتخضد شوكته. </p><p> قوله تعالى:  {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ...} الآيات، مناسبتها لما قبلها: أنَّ الله سبحانه لما نعى على الكافرين مغبّة أعمالهم، وأنّ النار مثوى لهم .. أردف هذا أمرهم بالنظر في أحوال الأمم السالفة، ورؤية آثارهم، لما للمشاهدت الحسّية من آثار في النفوسّ، ونتائج لدى ذوي العقول إذا تدبّروها واعتبروا بها. </p><p> قوله تعالى:  {مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ ...} الآيات، مناسبتها لما قبلها: أنّ الله سبحانه لمّا بينّ الفارق بين الفريقين في الاهتداء والضلال .. ذكر الفارق بينهما في مرجعهما ومآلهما، فذكر ما للأوّلين من النعيم المقيم، واللذات التي لا يدركها الإحصاء، وما للآخرين من العذاب اللازب في النار، وشرب الماء الحار الذي يقطّع الأمعاء. </p><p> قوله تعالى:  {وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه لما ذكر حال المشركين، وبيّن سوء مغبّتهم .. أردف هذا ببيان أحوال المنافقين الذين كانوا يحضرون مجلس رسول الله - صلى الله عليه وسلم - فيسمعون كلامه ولا يعونه تهاونًا واستهزاء به، حتى إذا خرجوا من عنده .. قالوا للواعين من الصحابة: ماذا قال قبل افتراقنا وخروجنا من عنده؟. وهؤلاء قد طبع الله على قلوبهم، واتبعوا أهواءهم، ومن ثم تشاغلوا عن سماع كلامه، وأقبلوا على جمع حطام الدنيا. </p><p> ثم أعقبه بذكر حال من اهتدوا، وألهمهم وبهم ما يتقون به النار، ثم عنف </p><p>(١) المراغي.</p><p> أولئك المكذّبين، وذكر أن عليهم أن يرعووا قبل أن تجيء الساعة التي بدت علاماتها بمبعث محمد - صلى الله عليه وسلم -، والذكرى لا تنفع حينئذٍ. </p><p> ثم أمر رسوله - صلى الله عليه وسلم - بالثبات على ما هو عليه من وحدانية الله، وإصلاح نفسه بالاستغفار من ذنبه، والدعاء للمؤمنين والمؤمنات، والله هو العلم بمنصرفكم في الدنيا، ومصيركم إلى الجنّة أو إلى النار في الاخرة. </p><p> أسباب النزول </p><p> قوله تعالى:  {الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ...} أخرج (١) ابن أبي حاتم عن ابن عباس: أنها نزلت في أهل مكة {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} قال: هم الأنصار. </p><p> وأخرج عن قتادة في قوله تعالى:  {وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ} قال: ذكر لنا أنّ هذه الآية نزلت يوم أحد ورسول الله - صلى الله عليه وسلم - في الشعب، وقد نشبت فيهم الجراحات والقتل، وقد نادى المشركون يومئذٍ: أعل هبل، ونادى المسلمون: الله أعلى وأجل، فقال المشركون: إنّ لنا العزّى، ولا عزّى لكم، فقال رسول الله: - صلى الله عليه وسلم - \"قولوا: الله مولانا ولا مولى لكم\" . </p><p> قوله تعالى:  {وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً ...} إلخ. سبب نزولها: ما أخرجه أبو يعلى عن ابن عباس قال: لما خرج رسول الله - صلى الله عليه وسلم - تلقاء الغار .. نظر إلى مكة فقال: \"أنت أحبّ بلاد الله إليّ، ولولا أنّ أهلك أخرجوني منك .. لم أخرج منك، فأنزل الله عَزَّ وَجَلَّ:  {وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ ...} الآية. </p><p> قوله تعالى:  {وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ ...} الآية، سبب نزولها: ما أخرجه ابن المنذر عن ابن جريج قال: كان المؤمنون والمنافقون يجتمعون إلى النبيّ - صلى الله عليه وسلم -، فيسمع المؤمنون منه ما يقول ويعونه، ويسمعه المنافقون فلا يعونه، فإذا </p><p>(١) لباب النقول.</p>"
}