{
  "id": null,
  "sura": 46,
  "aya": 15,
  "text": "<p> تعالى، واجتناب معاصيه {فَلَا خَوْفٌ عَلَيْهِمْ} من لحوق مكروه {وَلَا هُمْ يَحْزَنُونَ} من فوات محبوب. والمراد (١) : دوام نفي الحزن؛ أي: إنّ الذين جمعوا بين التوحيد في هو خلاصة العلم، والاستقامة في أمور الدين، التي هي منتهى العمل، و {ثُمَّ} في قوله: {ثُمَّ اسْتَقَامُوا} : للدلالة على تراخي رتبة العمل، وتوقّف الاهتداء به على التوحيد. قال ابن طاهر: استقاموا على ما سبق منهم من الإقرار بالتوحيد، فلم يروا سواه منعمًا، ولم يشكروا سواه في حال، ولم يرجعوا إلى غيره، وثبتوا معه على منهاج الاستقامة. و {الفاء} في قوله: {فَلَا خَوْفٌ} : زائدة في خبر الموصول جوازًا، لما فيه من معنى الشرط. </p><p> والمعنى (٢) : أي إنّ الذين جمعوا بين التوحيد والاستقامة على منهج الشريعة، لا يخافون من وقوع مكروه بهم في المستقبل، ولا يحزنون من فوات محبوب في الماضي؛ أي: فلا خوف عليهم من فزع يوم القيامة وأهواله، ولا هم يحزنون على ما خلّفوا وراءهم بعد مماتهم </p><p> ١٤ - {أُولَئِكَ} المؤمنون الموحدون المستقيمون على أمر الله هم {أَصْحَابُ الْجَنَّةِ} ؛ أي: ملازموها حالة كونهم {خَالِدِينَ} ؛ أي: ماكثين {فِيهَا} مكثًا مؤبّدًا، فهو حال من الضمير المستكن في {أَصْحَابُ} يجزون الجنة {جَزَاءً} وكفاءَ {بِمَا كَانُوا يَعْمَلُونَ} في الدنيا من الأعمال الصالحة، فـ {جَزَاءً} : منصوب إما بعامل مقدر كما قدّرنا، أو بمعنى ما تقدم، فإنّ قوله تعالى:  {أُولَئِكَ أَصْحَابُ الْجَنَّةِ} . في معنى جازيناهم. </p><p> وفي هذه الآية من الترغيب أمر عظيم، فإنّ نفي الخوف والحزن على الدوام، والاستقرار في الجنة على الأبد، مما لا تطلب الأنفس سواه، ولا تتشوف إلى ما عداه، </p><p> ١٥ - ولما كان رضا الله في رضا الوالدين، وسخطه في سخطهما كما ورد في الحديث .. حث الله سبحانه عليه، بقوله:  {وَوَصَّيْنَا الْإِنْسَانَ} ؛ أي: عهدنا إليه، وأمرناه بأن يحسن {بِوَالِدَيْهِ} ؛ أي: بأبويه وإن عليا {إِحْسَانًا} فحذف الفعل واقتصر على المصدر دالًّا عليه. </p><p>(١) روح البيان. (٢) التفسير المنير.</p><p> وقرأ الجمهور (١) : {حسنا} بضم الحاء وإسكان السين، وقرأ عليّ والسلمي وعيسى بفتحهما، وعن عيسى: بضمهما، وقرأ الكوفيون:  {إِحْسَانًا} فقيل: ضمّن {وصينا} معنى ألزمنا، فيتعدى لاثنين، فانتصب {حسنًا} و {إِحْسَانًا} على الفعول الثاني لـ {وصينا} . وقيل: التقدير: إيصاء ذا حسن أو ذا إحسان، ويجوز أن يكون {حسنًا} بمعنى إحسان، فيكون مفعولًا له؛ أي: ووصّيناه بهما لإحساننا إليهما، فيكون الإحسان من الله تعالى. </p><p> والمعنى (٢) : أي أمرنا الإنسان بالإحسان إليهما، والحنوّ عليهما، والبرّ بهما في حياتهما وبعد مماتهما، والإنفاق عليهما عند الحاجة، والبشاشة عند لقائهما، وجعلنا البرّ بهما من أفضل الأعمال، وعقوقهما من الكبائر. والآيات والأحاديث في هذا الباب كثيرة. </p><p> ثم ذكر سبب التوصية وعلته، وخصّ الكلام بالأم؛ لأنها أضعف وأولى بالرعاية، وفضلها أعظم، كما ورد في صحيح الأحاديث، ومن ثم كان لها ثلثا البّر، فقال:  {حَمَلَتهُ} ؛ أي: حملت الإنسان {أُمُّهُ} الأمّ (٣) بإزاء الأب وهي الوالدة القريبة التي ولدته، والوالدة البعيدة التي ولدت من ولدته، ولهذا قيل لحوّاء عليها السلام: هي أُمُّنا، وإن كان بيننا وبينها وسائط. ويقال لكل ما كان أصلًا لوجود الشي أو تربيته أو إصلاحه أو مبدأه أمٌّ. {كُرْهًا} حال من فاعل {حَمَلَتْهُ} ؛ أي: حملته حال كونها ذات كره، وهو المشقة والصعوبة، يريد حالة ثقل الحمل في بطنها لا في ابتدائها، فإنّ ذلك لا يكون فيه مشقة، أو حملته حملًا ذا كره ومشقة. </p><p> وقرأ الجمهور (٤) : {كُرْهًا} بضم الكاف في الموضعين، وقرأ شيبة أبو جعفر، والأعرج والرحميان نافع وابن كثير وأبو عمرو بالفتح، وبهما معًا أبو رجاء ومجاهد وعيسي، والضم والفتح لغتان بمعنى واحد، كالعَقْرِ والعُقْرِ. وقالت </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.(٤) البحر المحيط.</p><p> فرقة بالضم: المشقة، وبالفتح: الغلبة والقهر. </p><p> {وَوَضَعَتْهُ} ؛ أي: ولدته {كُرْهًا} وهي شدة الطلق. وفي الحديث (١)  \"اشتدي أزمة تنفرجي\" . قال - صلى الله عليه وسلم - لامرأة مسماة بأزمة، حين أخذها الطلق؛ أي: تصبري يا أزمة حتى تنفرجي عن قريب بالوضع. كذا في \"المقاصد الحسنة\" . </p><p> والمعنى: أي حملته في بطنها بمشقة، فقاست في حال حمله مشقةً وتعبًا، من وَحْمٍ وغثيانٍ وثقلٍ وكربٍ، ووضعته بمشقةٍ أيضًا، فقاست بسبب وضعه مشقة ألم الطلق وشدته، ووجع الولادة، ثم الرضاع والتربية، وكانت أيام الوحم تمنع من الطعام والشراب، وتعاف كل شيء، وكل هذا مما يستدعي البر بها، والإحسان الزائد إليها، واستحقاقها للكرامة، وجميل الصحبة. </p><p> ثم بين سبحانه مدة حمله وفصاله، فقال:  {وَحَمْلُهُ} ؛ أي: ومدة حمله في البطن {وَفِصَالُهُ} وهو الفطام؛ أي: قطع الولد ومنعه عن اللبن. والمراد به: الرضاع التام المنتهى به، فيكون مجازًا مرسلًا عن الرضاع التام، بعلاقة أنّ أحدهما بغاية الآخر ومنتهاه، كما أراد بالأمد المدّة من قال: </p><p> كُلُّ حَيٍّ مُسْتَكْمِلٌ مُدَّةَ الْعُمْـ ... ـرِ وَمَرْديٌّ إِذَا انْتَهَى أَمَدُهُ </p><p> أي: هالك إذا انتهت مدة عمره، ونظيره: التعبير عن المسافة بالغاية في قولهم: مَن لابتداء الغاية، وإلى لانتهاء الغاية؛ أي: ومدة حمله ورضاعه {ثَلَاثُونَ شَهْرًا} تمضي عليها بمقاساة الشدائد، والشهر: مدة معروفة مشهورة بإهلال الهلال، أو باعتبار جزء من اثني عشر جزءًا من دوران الشمس من نقطة إلى تلك النقطة، سمي به لشهرته، والمراد به: الشهر القمري، لا الشمسي. </p><p> وقرأ الجمهور {وَفِصَالُهُ} ، وهو مصدر فاصل الرباعيِّ، كأنه من اثنين فاصل أمه وفاصلته، وقرأ أبو رجاء والحسن وقتادة والجحدري:  {وفَصْلُه} . قيل: والفصل والفصال: مصدران، كالفطم والفطام. </p><p>(١) روح البيان.</p><p> أي: إنّ مدة حمله (١) ورضاعه ثلاثون شهرًا؛ أي: عامان ونصف، تكابد الأمُّ فيها الآلام الجسمية والنفسية، فتسهر الليالي ذوات العدد إذا مرض، وتقوم بغذائه وتنظيفه، وكلِّ شؤونه بمحبةٍ وحنانٍ بلا ضجرٍ ولا سآمة، وتحزن إذا اعتل جسمه، أو ناله مكروه يؤثِّر في نموه وحسن صحته. </p><p> وفي هذه الآية إشارة إلى أنّ حق الأمّ آكد من حق الأب؛ لأنها حملته بمشقة ووضعته بمشقة، وأرضعته وحضنته وعنيت به بتعب وصبر، ولم يشاركها الأب في شيء من ذلك، وإن تعب في الكسب والإنفاق، كذا جاءت الأحاديث النبوية تؤكد بر الأم، وتقدمه بمراتب ثلاث على مرتبة الأب، أخرج الشيخان، البخاري ومسلم عن أبي هريرة - رضي الله عنه - قال:  \"جاء رجل إلى النبي - صلى الله عليه وسلم -فقال:يا رسول الله من أحق الناس بحسن صحابتي؟قال:أمُّك،قال:ثم مَنْ؟قال:أمُّك،قال:ثم من؟قال:أمك،قال:ثم من؟قال:ثم أبوك\" . </p><p> وفي الآية أيضًا (٢) : إيماءٌ إلى أنّ أقل مدة الحمل ستة أشهر؛ لأنّ أكثر مدة الإرضاع حولان كاملان؛ لقوله تعالى:  {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ} فلم يبق للحمل إلا ستة أشهر، وبذلك يعرف أقل العمل وأكثر الإرضاع. </p><p> وأول من استنبط هذا الحكم من هذه الآية عليّ - كرم الله وجهه - وهو استنباط صحيح، ووافقه عليه عثمان، وجمع من الصحابة - رضي الله عنهم - روى ابن أبي حاتم ومحمد بن إسحاق صاحب \"السيرة\" عن معمر بن عبد الله الجهني قال: تزوّج رجل منا امرأة من جهينة، فولدت له لتمام ستة أشهر، فانطلق زوجها إلى عثمان - رضي الله عنه - فذكر ذلك له، فبعث إليها، فلما قامت لتلبس ثيابها .. بكت أختها، فقالت لها: وما يبكيك، فوالله ما التبس بي أحدٌ من خلق الله تعالى غيره قط، فيقضي الله فيّ ما شاء، فلما أتي بها إلى عثمان رضي الله عنه .. أمر برجمها، فبلغ ذلك عليًّا - رضي الله عنه - فأتاه فقال له: ما </p><p>(١) المراغي. (٢) المراغي.</p><p> تصنع؟ قال: ولدت تمامًا لستة أشهر، وهل يكون ذلك؟ فقال له عليُّ - رضي الله عنه -: أما تقرأ القرآن؟ قال: بلى، قال: أما سمعت الله عَزَّ وَجَلَّ يقول: {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا} ؟ وقال:  {حَولَين كَامِلَين} فلم نجده أبقى إلا ستة أشهر، فقال عثمان: والله ما فطنت لهذا، عليَّ بالمرأة، فوجدها قد فرغ منها (١) .. قال معمر: فوالله ما الغراب بالغراب، ولا البيضة بالبيضة بأشبه منه بأبيه، فلمَّا رآه أبوه .. قال: ابني والله لا أشك فيه. </p><p> وروى ابن أبي حاتم أيضًا عن ابن عباس - رضي الله عنهما - قال: إذا وضعت المرأة لتسعة أشهر .. كفاه من الرضاع أحد وعشرون شهرًا، وإذا وضعته لسبعة أشهر .. كفاه من الرضاعة ثلاثة وعشرون شهرًا، وإذا وضعته لستة أشهر ... فحولان كاملان؛ لأنّ الله تعالى يقول:  {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا} . وقال أبو حنيفة: المراد بحمله: العمل على اليد، ولو حمل على حمل البطن .. كان بيان الأقل مع الأكثر. انتهى. </p><p> قيل: ولعلَّ (٢) تعيين أقل مدة الحمل، وأكثر مدة الرضاع؛ أي: في الآية؛ لانضباطهما، وتحقُّق ارتباط النسب، والرضاع بهما، فإن من ولدت لستة أشهر من وقت التزوج، يثبت نسب ولدها، كما وقع في زمان على رضي الله عنه فحكم بالولد على أبيه، فلو جاءت بولد لأقلَّ من ستة .. لم يلزم الولد للزوج، ويفرَّق بينهما، ومن مصَّ ثدي امرأة في أثناء حولين من مدة ولادته .. تكون المرضعة أُمًّا له، ويكن زوجها الذي لبنها منه أبًا له. قال في \"الحقائق\" : الفتوى في مدة الرضاع على قولهما. وفي \"فتح الرحمن\" : اتفق الأئمة على أنَّ أقل مدة الحمل ستة أشهر، واختلفوا في أكثر مدته، فقال أبو حنيفة: سنتان. والمشهور عن مالك: خمس سنين، وروي عنه أربع وسبع. وعند الشافعي، وأحمد: أربع سنين، وغالبها تسعة أشهر. انتهى. </p><p>(١) وفي رواية: أنّ عثمان رجع عن قوله ولم يحدّها؛ أي: أن الأمر تم قبل الحد. اهـ. (٢) روح البيان.</p><p> وحكي عن أرسطوطاليس أنه قال: إنّ مدة الحمل لكل الحيوان مضبوطةٌ، سوى الإنسان، فربما وضعت لسبعة أشهر ولثمانية، وقيل ما يعيش الولد في الثامن إلا في بلاد معينة، مثل: مصر. انتهى. وفي \"إنسان العيون\" : ذكر أنَّ مالكًا رحمه الله مكث في بطن أمه سنتين، وكذا الضحاك بن مزاحم التابعي. وفي \"محاضرات السيوطي\" : أنَّ مالكًا مكث في بطن أمه ثلاث سنين. وأخبر مالك أنَّ جارةً له ولدت ثلاثة أولاد في اثنتي عشرة سنة، تحمل كل ولد أربع سنين. انتهى. </p><p> {حَتَّى إِذَا بَلَغَ أَشُدَّهُ} غاية (١) لمحذوف؛ أي: أخذ ما وصَّيناه به، حتى إذا بلغ وقت أشده بحذف المضاف. وبلوغ الأشد: أن يكتهل ويستوفي السن الذي تستحكم فيه قوته وعقله وتمييزه. وسن الكهولة ما بين سنّ الشباب وسنّ الشيخوخة. قال في \"فتح الرحمن\" : {أَشُدَّهُ} : كمال قوته وعقله ورأيه. وأقلُّه: ثلاث وثلاثون، وأكثره: أربعون {وَبَلَغَ أَرْبَعِينَ سَنَةً} ؛ أي: تمام أربعين، بحذف المضاف. قيل: لم يبعث نبي قبل أربعين، وهو ضعيف جدًا، يدل عى ضعفه أنّ عيسى ويحيى عليهما السلام بعثا قبل الأربعين. كما في \"بحر العلوم\" . وجوابه: أنه من إقامة الأكثر الأغلب مقام الكل. قال ابن الجوزي: قوله: \"ما من نبيٍ نبىء إلا بعد الأربعين\" موضوع؛ لأنَّ عيسى نبىء ورفع إلى السماء وهو ابن ثلاث وثلاثين سنةً، فاشتراط الأربعين في حق الأنبياء ليس بشيء. انتهى. وكذا نُبِّىء يوسف عليه السلام وهو ابن ثماني عشرة سنة. كما في كتب التفاسير، وقيس على النبوة قوة الإيمان والإِسلام. وقوله:  {وَبَلَغَ أَرْبَعِينَ سَنَةً} قمريةً، لا الشمسية، ما أفادته الآية. ما في \"الروح\" يفيد أن بلوغ الأربعين هو شيءٌ وراء بلوغ الأشد، وهو (٢) نهاية استحصاد العقل واستكماله، ومن ثم روي عن ابن عباس:  \"من أتى عليه الأربعون ولم يغلب خيره شرَّه .. فليتجهز إلى النار\" ولهذا قيل: </p><p> إِذَا الْمَرْءُ وَافَى الأَرْبَعِيْنَ وَلَمْ يَكُنْ ... لَهُ دُوْنَ مَا يَهْوَى حَيَاءٌ وَلَا سِتْرُ </p><p>(١) روح البيان. (٢) المراغي.</p><p> فدَعْهُ فَلاَ تَنْفَسْ عَلَيْهِ الَّذِي مَضَى ... وَإِنْ جَرَّ أَسْبَابَ الْحَيَاةِ لَهُ الْعُمْرُ </p><p> {قَالَ} ذلك الإنسان {رَبِّ} ـي، ويا مالك أمري {أَوْزِعْنِي} ؛ أي: وَفَّقْني، وألهمني {أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ} بها {عَلَيَّ وَعَلَى وَالِدَيَّ} من نعمة الهداية إلى الدين الحق والتوحيد وغير ذلك من نعم الدنيا، كسلامة العقل والصحة والعافية، وسعة العيش وتمام الخلقة السوية، وحنان الأبوين حين ربيّاني صغيرًا، وجمع بين شكري النعمة عليه وعلى والديه؛ لأن النعمة عليهما نعمة عليه. </p><p> وقوله:  {وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ} : معطوف (١) على قوله: {أَنْ أَشْكُرَ} ؛ أي: ألهمني ووفّقني للعمل الصالح في ترضاه منّي، والعمل الصالح المرضي: هو ما يكون سالمًا من شوائب عدم القبول. وفيه إشارةٌ إلى أنه لا يمكن للعبد أن يعمل عملًا يرضي به ربه إلا بتوفيقه وإرشاده {وَأَصْلِحْ لِي فِي ذُرِّيَّتِي} ؛ أي: واجعل الصلاح ساريًا في ذريتي، متمكنًا من نفوسهم، راسخًا في قلوبهم؛ أي: اجعل ذرّيتي صالحين راسخين في الصلاح متمكنين منه. وفي هذه الآية دليل على أنه ينبغي لمن بلغ عمره أربعين سنة أن يستكثر من هذه الدعوات. وأصل {أصلح} : يتعدى بنفسه كما في قوله: {وَأَصْلَحْنَا لَهُ زَوْجَهُ} ، وإنما عدي هنا بالحرف {في} ؛ لإفادة الرسوخ والسريان. قال سهلٌ: اجعلهم لي خلف صدق، ولك عبيدا حقًا. وقال محمد بن عليّ: لا تجعل للشيطان والنفس والهوى عليهم سبيلًا. وفيه إشارة إلى أنَّ صلاحية الآباء تورث صلاحية الأبناء {إِنِّي تُبْتُ إِلَيْكَ} من ذنوبي التي فُرِّطت منى في أيامي الخوالي {وَإِنِّي مِنَ الْمُسْلِمِينَ} ؛ أي: من الخاضعين لك بالطاعة، المستسلمين لأمرك ونهيك، المنقادين لحكمك. </p><p> قال ابن كثير: وهذا فيه إرشادٌ لمن بلغ الأربعين أن يجدّد التوبة والإنابة إلى الله عَزَّ وَجَلَّ، ويعزم عليها. وقد روى أبو داود في \"سننه\" عن ابن مسعود رضي الله عنه: أنّ رسول الله - صلى الله عليه وسلم - كان يعلّمهم أن يقولوا في التشهد: \"اللهم ألف بين قلوبنا، وأصلح ذات بيننا، واهدنا سبل السلام، ونجنا من الظلمات إلى </p><p>(١) التفسير المنير.</p>"
}