{
  "id": null,
  "sura": 47,
  "aya": 24,
  "text": "<p> بما سمعوا، وأعمى أبصارهم عن الاستفادة مما شاهدوا من الآيات المنصوبة في الأنفس والآفاق، فلم يكن سماعهم سماع إدراك، ولا إبصارهم إبصار اعتبار. </p><p> وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"إنّ الله تعالى خلق الخلق، حتى إذا فرغ منهم. قامت الرحم، فأخذت بِحِقْوِ الرحمن،فقال:مه،قالت:هذا مقام العائذ بك من القطيعة،قال:نعم، أما ترضين أن أصل من وصلك، وأقطع من قطعك؟قالت:بلى،قال:فذلك لك\" ثمّ قال رسول الله - صلى الله عليه وسلم -: \"اقرؤوا إن شئتم:{فَهَلْ عَسَيْتُمْ ...}\" الآية. أخرجه البخاري ومسلم وغيرهما. </p><p> وقد وردت أحاديث كثيرة في صلة الرحم، كما مرّ بعضها في أول سورة النساء، فلا نطيل الكلام بذكرها هنا. </p><p> ٢٤ - و {الهمزة} في قوله: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ} للاستفهام التوبيخي، داخلة على مقدر يقتضيه المقام، و {الفاء} : عاطفة على ذلك المقدر، والتقدير: ألا يلاحظ هؤلاء المنافقون هذا القرآن فلا يتدبرونه، ولا يتصفحون ما فيه من المواعظ الزاجرة، والحجج الظاهرة، والبراهين القاطعة، التي تكفي من له فهم وعقل، وتزجره عن الكفر بالله، حتى لا يقعوا في المعاصي الموبقة {أَمْ عَلَى قُلُوبٍ} لهم {أَقْفَالُهَا} وأغلاقها، فلا يكاد يصل إليها ذكر أصلًا. </p><p> والمعنى: أنه لا يدخل في قلوبهم الإيمان، ولا يخرج منها الكفر والشرك، لأنَّ الله سبحانه قد طبع عليها، والمراد بالقلوب: قلوب هؤلاء المخاطبين، والأقفال: جمع قفل بالضم: وهو الحديد الذي يغلق به الباب. كما في \"القاموس\" . </p><p> قال في \"الإرشاد\"  (١) : {أَمْ} : منقطعة، وما فيها من معنى بل، للانتقال من التوبيخ بعدم التدبّر إلى التوبيخ بكون قلوبهم مقفلة لا تقبل التدبّر، والتفكر، وما فيها من معنى الهمزة للتقرير، وتنكير القلوب: إما لتهويل حالها، وتفظيع شأنها بإبهام أمرها في الفساد والجهالة، كأنه قيل: أم على قلوب منكرة لا يعرف </p><p>(١) روح البيان.</p><p> حالها، ولا يقادر قدرها في القسوة، وإما لأنّ المراد: قلوب بعض منهم: وهم المنافقون، وإضافة الأقفال إليها للدلالة على أنها أقوال مخصوصة بها مناسبة غير مجانسة لسائر الأقفال المعهودة التي من الحديد، إذ هي أقفال الكفر التي استغلقت فلا تنفتح، انتهى. </p><p> فإن قيل: قد أخبر تعالى: بأنه أصمهم وأعمى أبصارهم، فكيف يوبخهم على ترك التدبر؟ كقولك للأعمى: أبصر، وللأصمّ: اسمع؟ </p><p> أجيب عنه: بأن التكليف بما لا يطاق جائز، وقد أمر الله من علم أنه لا يؤمن بالإيمان، فلذلك وبخهم على ترك التدبّر، مع كونه أصمهم وأعمى أبصارهم. كذا في \"الفتوحات\" . </p><p> وفي \"التأويلات النجمية\" : أفلا يتدبّرون القرآن، فإنّ فيه شفاء من كل داء، ليفضي بهم إلى حسن العرفان، ويخلصهم من سجن الهجران. {أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} أم قفل الحق على قلوب أهل الهوى، فلا يدخلها زواجر التنبيه، ولا ينبسط عليها شعاع العلم، ولا يحصل لهم فهم الخطاب، وإذا كان الباب متقفلًا .. فلا الشك والإنكار الذي فيها يخرج، ولا الصدق واليقين الذي هم يدعون إليه يدخل في قلوبهم. انتهى. </p><p> قرأ الجمهور:  {أَقْفَالُهَا} بالجمع، وقرىء:  {إقفالها} بكسر الهمزة على أنه مصدر، كالإقبال، وقرىء:  {أقفلها} بالجمع على أفعل. </p><p> ومجمل معنى الآية (١) : أفلا يتدبر هؤلاء المنافقون مواعظ الله التي وعظ بها في آي كتابه، ويتفكرون في حججه التي بينها في تنزيله، فيعلموا خطأ ما هم عليه مقيمون، أم هم قد أقفل على قلوبهم، فلا يعقلون ما أنزل في كتابه من العبر والمواعظ. </p><p> والخلاصة: أنهم بين أمرين، كلاهما شر، وكلاهما فيه الدمار والمصير إلى النار، فإما أنهم يعقلون ولا يتدبّرون، أو أنهم سلبوا العقول فهم لا يعون شيئًا. </p><p>(١) المراغي.</p>"
}