{
  "id": null,
  "sura": 47,
  "aya": 19,
  "text": "<p> الوبال والنكال، كما شاهدوا ذلك فيمن حولهم من الأمم التي أهلكها الله لتكذيبها رسلها، ولم يبق منها إلا آثارها، ولم يفدهم كل ذلك شيئًا، ولم يتعظوا، ولم يؤمنوا، فماذا ينتظرون للعظة والاعتبار؟ لا ينتظرون إلا أن تأتيهم الساعة بغتةً، إذْ جاءت علامتها، ولم يبق من الأمور الموجبة للتذكر والعظة للإيمان بالله سوى ذلك. </p><p> والخلاصة: أنّ البراهين قد نصبت، والأدلة قد وضحت على وجوب الإيمان بالله، وصدق رسوله، والبعث والنشور، وهم لم يؤمنوا، فلا يتوقع منهم إيمان بعدئذٍ، إلا حين مجيء الساعة بغتةً، وها هي ذي أشراطها قد ظهرت، ومقدّماتها قد بدأت، ولم يأبهوا بها، ولا فكَّروا في أمرها، والمراد: بيان أنهم بلغوا الغاية في العناد، والنهاية في الاستكبار. </p><p> ثم أظهر خطأهم، وحكم بأنّ رأيهم آفنٌ في تأخيرهم التذكر إلى قيام الساعة، بيبان أنَّ التذكر لا يجدي نفعًا حينئذٍ، فقال:  {فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ} إلخ؛ أي: فمن أين التذكر إذا جاءتهم الساعة؟ فإنّ الذكرى لا تنفع حينئذٍ ولا تقبل التوبة، ولا ينفع الإيمان. </p><p> ١٩ - وبعد أن أبان أنّ الذكرى لا تنفع إذ انقضت هذه الدار التي جعلت للعمل، أمر رسوله بالثبات على ما هو عليه، والاستغفار لأتباعه، فقال:  {فَاعْلَمْ} يا محمد {أَنَّهُ} ؛ أي: أن الشأن الأعظم {لَا إِلَهَ إِلَّا اللَّهُ} ؛ أي (١) : انتفى انتفاءً عظيمًا، أن يكون معبودًا بحق غير الملك الأعظم، و {الفاء} فيه: للإفصاح؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا علمت أنَّ مدار السعادة هو التوحيد والطاعة، ومناط الشقاوة: هو الإشراك والعصيان، وأردت بيان ما هو اللازم لك .. فأقول لك:  {اعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} أي: أثبت على ما أنت عليه من العلم بالوحدانية، والعمل بموجبه، كقوله تعالى: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (٦) }؛ أي: ثبتنا على الصراط المستقيم، وبهذا يندفع الإيراد بأنه - صلى الله عليه وسلم - </p><p>(١) روح البيان.</p><p> كان عالمًا بالله، وأنه لا إله إلا هو، فما فائدة هذا الأمر، كقولك للجالس: اجلس؛ أي: دم على ما أنت عليه من الجلوس، أو المعنى (١) ازدد علمًا إلى علمك، وقيل: إنّ هذا الخطاب وإن كان له - صلى الله عليه وسلم -، فالمراد به غيره، قال أبو العالية، وسفيان بن عيينة: هذا متصل بما قبله، معناه: إذا جاءتهم فاعلم أنه لا ملجأ ولا منجا، ولا مفزع عند قيامها إلا إلى الله الذي لا إله إلا هو، وقيل: معناه: فاعلم أنه لا إله إلا الله، وأنَّ جميع الممالك تبطل عند قيامها، فلا ملك ولا حكم لأحد إلا الله الذي لا إله إلا هو، وقيل: المعنى: فاذكر أنه لا إله إلا الله، فعبَّر عن الذكر بالعلم. </p><p> وقدَّم العلم على العمل؛ تنبيهًا على فضله، واستبداده بالمزية عليه، لا سيما العلم بوحدانية الله تعالى، فإنه أول ما يجب على كل أحد، والعلم أرفع من المعرفة، ولذا قال: فاعلم دون فاعرف؛ لأن الإنسان قد يعرف الشيء ولا يحيط به علمًا، فإذا علمه وأحاط به علمًا .. فقد عرفه، والعلم بالألوهية من قبيل العلم بالصفات؛ لأن الألوهية صفة من الصفات، فلا يلزم أن يحيط بكنهه تعالى أحد، فإنه محالٌ إذ لا يعرف الله إلا الله، كما في الحديث. </p><p> {وَاسْتَغْفِرْ} يا محمد؛ أي: أطلب الغفران من الله سبحانه {لِذَنْبِكَ} هو كل مقام عالٍ ارتفع - صلى الله عليه وسلم - عنه إلى أعلى، أو ما صدر منه - صلى الله عليه وسلم - من ترك الأولى، وعبَّر عنه بالذنب نظرًا إلى منصبه الجليل، وإرشادًا له - صلى الله عليه وسلم - إلى التواضع، وهضم النفس، واستقصاء العمل، أو أطلب من الله أن لا يقع منك ذنب، أو استغفر الله ليعصمك. وقيل: معنى {وَاسْتَغْفِرْ لِذَنْبِكَ} : استغفر لذنوب أهل بيتك {و} استغفر {لِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} ؛ أي: لذنوب أمّتك بالدعاء لهم، وترغيبهم فيما يستدعي غفرانهم؛ لأنهم أحق الناس بذلك منك؛ لأنَّ ما عملوا من خيرٍ كان لك مثل أجره، إذ لمكمل الغير مثل أجر ذلك الغير. </p><p> وفي إعادة (٢) حلة الاستغفار على اختلاف متعلقيه جنسًا، وفي حذف </p><p>(١) الخازن. (٢) روح البيان.</p><p> المضاف وإقامة المضاف إليه مقامه، إشعارٌ بعراقتهم في الذنب، وفرط افتقارهم إلى الاستغفار، وهو سؤال المغفرة، وطلب الستر، إما من إصابة الذنب، فيكون حاصله العصمة والحفظ، وإما من إصابة عقوبة الذنب، فيكون حاصله العفو والمحو. </p><p> والمعنى (١) : أي إذا علمت سعادة المؤمنين، وعذاب الكافرين .. فاستمسك بما أنت عليه من موجبات السعادة، واستكمل حظوظ نفسك بالاستغفار من ذنبك - وذنوب الأنبياء أن يتركوا ما هو الأولى بمنصبهم الجليل - وتوجه بالدعاء والاستغفار لأتباعك من المؤمنين والمؤمنات. </p><p> وفي الحديث الصحيح: أنَّ رسول الله - صلى الله عليه وسلم - يقول:  \"اللهم اغفر لي خطيئتي وجهلي، وإسرافي في أمري، وما أنت أعلم به منيّ، اللهم اغفر لي هزلي، وجدي، وخطئي، وعمدي، وكل ذلك عندي\" . وثبت أنه - صلى الله عليه وسلم - كان يقول في آخر الصلاة:  \"اللهم اغفر لي ما قدمت وما أخرت، وما أسررت، وما أعلنت، وما أسرفت، وما أنت أعلم به منّي، أنت إلهي لا إله أنت\" . وجاء أيضًا أنه قال:  \"أيها الناس، توبوا إلى ربكم، فإنّي أستغفر الله وأتوب إليه في اليوم أكثر من سبعين مرة\" . وفي رواية:  \"مئة مرة\" . وعن أبي بكر الصديق رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال:  \"عليكم بلا إله إلا الله والاستغفار، فأكثروا منهما،فإنّ إبليس قال:إنما أهلكت الناس بالذنوب، وأهلكوني بلا إله إلا الله والاستغفار، فلما رأيت ذلك .. أهلكتهم بالأهواء، فهم يحسبون أنهم مهتدون\" . وفي الأثر المرويّ:  \"قال إبليس: وعزّتك وجلالك، لا أزال أغويهم ما دامت أرواحهم في أجسادهم،فقال الله عَزَّ وَجَلَّ:وعزّتي وجلالي، لا أزال أغفر لهم ما استغفروني\" . </p><p> ثم رغَّبهم سبحانه في امتثال ما يأمرهم به، ورهَّبهم مما ينهاهم عنه، فقال:  {وَاللَّهُ} سبحانه وتعالى {يَعْلَمُ مُتَقَلَّبَكُمْ} ؛ أي: مكان تقلبكم الذي تتقلبون فيه في </p><p>(١) المراغي.</p><p> معاشكم ومتاجركم في الدنيا {وَمَثْوَاكُمْ} ؛ أي: مكان ثوائكم وإقامتكم في الآخرة، وقيل (١) : متقلّبكم في أعمالكم نهارًا، ومثواكم في ليلكم نيامًا، وقيل: متقلبكم في أصلاب الآباء إلى أرحام الأمهات، ومثواكم في الأرض، أي: مقامكم فيها، قال ابن كيسان: متقلبكم من ظهر إلى بطن في الدنيا، ومثواكم في القبور، فلا يأمركم إلا بما هو خير لكم في الدنيا والآخرة، فبادروا إلى الامتثال بما أمركم به، فإنه المهم لكم في المقامين. </p><p> والمعنى (٢) : أي والله يعلم تصرفكم في نهاركم، ومستقركم في ليلكم، فاتقوه واستغفروه، فهو جدير بأن يتقى ويخشى، وأن يستغفر ويسترحم. </p><p> والخلاصة: أنه تعالى عالم بجميع أحوالكم، فلا يخفى عليه شيء منها، وإن دق وخفي، فراقبوه، ونحو الآية قوله تعالى:  {وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ} ، وقوله: {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ (٦) }. </p><p> الإعراب </p><p> {الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ (١) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ (٢) }. </p><p> {الَّذِينَ} : مبتدأ، وجملة {كَفَرُوا} : صلة. {وَصَدُّوا} : معطوف على {كَفَرُوا}  {عَنْ سَبِيلِ اللَّهِ} متعلق بـ {وَصَدُّوا} . {أَضَلَّ أَعْمَالَهُمْ} : فعل ماض وفاعل مستتر يعود على {اللَّهِ} ومفعول به، والجملة: في محل الرفع خبر المبتدأ، والجملة: مستأنفة. {وَالَّذِينَ}  {الواو} : عاطفة. {الَّذِينَ} : مبتدأ، وجملة {آمَنُوا} : صلة. {وَعَمِلُوا الصَّالِحَاتِ} : معطوف على {آمَنُوا} . {وَآمَنُوا} : معطوف عليه أيضًا. {بِمَا} : متعلق بـ {آمَنُوا} . {نُزِّلَ} : فعل ماض مغير الصيغة ونائب فاعل مستتر. </p><p>(١) الشوكاني. (٢) المراغي.</p><p> {عَلَي مُحَمَد} متعلق بـ {نُزِّلَ} ، وجملة {نُزِّلَ} : صلة لـ {ما} الموصولة. {وَهُوَ}  {الواو} : اعتراضية أو حالية. {هو} : مبتدأ. {الْحَقُّ} : خبره، والجملة إما اعتراضية، أو حالية من نائب فاعل {نُزِّلَ} . {مِنْ رَبِّهِم} : حال من {الْحَقُّ} . {كَفَّرَ} : فعل ماض وفاعل مستتر يعود على {اللَّهِ} ، والجملة: في محل الرفع خبر عن {الذين آمنوا} ، والجملة الاسمية: معطوفة على ما قبلها. {عَنْهُمْ} : متعلق بـ {كَفَّرَ}  {سَيِّئَاتِهِمْ} : مفعول به. {وَأَصْلَحَ بَالَهُمْ} : فعل وفاعل مستتر ومفعول به معطوف على {كَفَّرَ} . </p><p> {ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ (٣) }. </p><p> {ذَلِكَ} : مبتدأ. {بِأَنَّ الَّذِينَ} : جار ومجرور خبره، والجملة الاسمية مستأنفة. {الَّذِينَ} : اسم {أنّ} ، وجملة {كَفَرُوا} : صلته. {اتَّبَعُوا الْبَاطِلَ} : فعل وفاعل ومفعول به، والجملة الفعلية: في محل الرفع خبر {أَنّ} ، وجملة {أنّ} : في تأويل مصدر مجرور بـ {الياء} ، والتقدير: ذلك كائن بسبب اتباع الذين كفروا الباطل. {وَأَنَّ الَّذِينَ} : ناصب واسمه، وجملة {آمَنُوا} : صلة الموصول. {اتَّبَعُوا الْحَقَّ} : فعل وفاعل ومفعول به. {مِنْ رَبِّهِمْ} : حال من {الْحَقَّ} ، والجملة الفعلية: في محل الرفع خبر {أنّ} وجملة {أنّ} : معطوفة على جملة {أنّ} الأولى {كَذَلِكَ} : صفة لمصدر محذوف؛ أي: ضربًا مثل ذلك الضرب. {يَضْرِبُ اللَّهُ} : فعل وفاعل. {لِلنَّاسِ} : متعلق به. {أَمْثَالَهُمْ} : مفعول به، والجملة: مستأنفة. </p><p> {فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا} . </p><p> {فَإِذَا}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا كان الأمر كما ذكر، من إضلال أعمال الكفرة وخيبتهم، وصلاح أحوال المؤمنين، وأردتم بيان ما هو اللازم لكم .. فأقول لكم:  {إِذَا لَقِيتُمُ} إلخ. {إذا} : ظرف لما يستقبل من الزمان. {لَقِيتُمُ} : فعل وفاعل. {الَّذِينَ} : مفعول به، وجملة {كَفَرُوا} : صلة الموصول، وجملة {لَقِيتُمُ} : في محل الخفض </p><p> بإضافة {إذا} إليها، على كونها فعل شرط لها، والظرف: متعلق بالجواب الآتي؛ أي: فاضربوا الرقاب وقت ملاقاتكم العدو: {فَضَرْبَ} : {الفاء} : رابطة لجواب {إذا} وجوبًا، {ضرب} : مفعول مطلق لفعل محذوف ناب عنه المصدر، {الرِّقَابِ} : مضاف إليه للمصدر، والتقدير: فاضربوا رقابهم، والجملة المحذوفة: جواب {إذا} ، لا محل لها من الإعراب، وجملة {إذا} في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة: مستأنفة. {حَتَّى} : حرف ابتداء؛ أي: حرف تعبدًا بعده الجمل، فتكون بمعنى الفاء السببية؛ أي: فإذا ترتب على قتالهم كثرة القتل .. فأسروهم. اهـ شيخنا. وجعلها أبو حيان حرف جر وغاية، قال: وهذه غاية للضرب. {إِذَا} : ظرف لما يستقبل من الزمان. {أَثْخَنْتُمُوهُمْ} : فعل وفاعل ومفعول به، والجملة: في محل الجر مضاف إليه لإذا على كونها فعل شرط لها. {فَشُدُّوا}  {الفاء} : رابطة لجواب {إذا} الشرطية. {شُدُّوا الْوَثَاقَ} : فعل أمر وفاعل ومفعول به، والجملة جواب {إذَا} لا محل لها من الإعراب، وجملة {إِذَا} مستأنفة مسبَّبة عما قبلها. {فَإِمَّا}  {الفاء} : عاطفة تفريعية. {إما} : حرف تفصيل. {مَنًّا} : مفعول مطلق لفعل محذوف وجوبًا؛ لأنه سبق تفصيلًا لعاقبة جملة سيقت قبله، تقديره: فإما منوا منًّا، والجملة: معطوفة على جملة {شدّوا} . {بَعْدُ} : في محل النصب على الظرفية الزمانية، مبنيّ على الضمّ؛ لشبهه بالحرف شبهًا افتقاريًا؛ لافتقاره إلى المضاف إليه المحذوف؛ أي: بعد أسرهم وشدّ وثاقهم، والظرف: متعلق بالفعل المحذوف. {وَإِمَّا}  {الواو} : عاطفة {إمام} الثانية على {إما} الأولى، و {إما} : عاطفة ما بعدها على ما بعد {إما} الأولى، أو أحدهما زائد فتكون {الواو} : عاطفة. و {إما} : حرف تفصيل فقط. {فِدَاءً} مفعول مطلق لفعل محذوف وجوبًا تقديره: وإما افدوهم فداءً، والجملة معطوفة على جملة {مَنًّا} . {حَتَّى} : حرف جر وغاية. {تَضَعَ} : فعل مضارع منصوب بأن مضمرة وجوبًا بعد {حَتَّى} الجارة. {الْحَرْبُ} : فاعل. {أَوْزَارَهَا} : مفعول به، والجملة الفعلية مع أن المضمرة: في تأويل مصدر مجرور بـ {حَتَّى} ، تقديره: إلى وضع الحرب أوزارها، والجار والمجرور: متعلق إما بالضرب أو بالشدِّ، أو بالمن والفداء؛ </p><p> لأنها غاية لذلك كله على ما بسط في كتب الفقه. </p><p> {ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ (٤) سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ (٥) وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ (٦) }. </p><p> {ذَلِكَ} : خبر لمبتدأ محذوف؛ أي: الأمر فيهم ما ذكر من القتل والأسر، وما بعدهما من المنّ والفداء، أو مفعول لفعل محذوف؛ أي: افعلوا بهم ذلك، والجملة: مستأنفة. {وَلَوْ}  {الواو} : استئنافية. {لو} : حرف شرط غير جازم. {يَشَاءُ اللَّهُ} : فعل وفاعل، والجملة: فعل شرط لـ {لو}  {لَانْتَصَرَ}  {اللام} : رابطة لجواب {لو} . {انتصر} : فعل ماض وفاعل مستتر يعود على الله. {مِنْهُمْ} متعلق به، والجملة: جواب {لو} الشرطية، وجملة {لو} : مستأنفة. {وَلَكِنْ}  {الواو} : عاطفة. {لكن} : حرف استدراك مهمل. {لِيَبْلُو}  {اللام} : حرف جر وتعليل. {يبلو} : فعل مضارع وفاعل مستتر يعود على الله، منصوب بأن مضمرة بعد لام كي. {بَعْضَكُمْ} : مفعول به. {بِبَعْضٍ} : متعلق بـ {يبلو} والجملة الفعلية مع أن المضمرة: في تأويل مصدر مجرور باللام، والجار والمجرور متعلق بفعل محذوف، تقديره: ولكن أمركم بالقتال لبلاء بعضكم ببعض، والجملة الاستدراكية: معطوفة على جملة {لو} . {وَالَّذِينَ}  {الواو} : استئنافية {الَّذِينَ} : مبتدأ. {قُتِلُوا} : فعل ونائب فاعل صلة الموصول. {فِي سَبِيلِ اللَّهِ} : متعلق بـ {قُتِلُوا} . {فَلَنْ}  {الفاء} : رابطة الخبر بالمبتدأ؛ لما في الموصول من معنى الشرط. {لن} : حرف نصب واستقبال ونفي. {يُضِلَّ} : فعل مضارع منصوب بـ {لن} وفاعله: ضمير يعود على الله. {أَعْمَالَهُمْ} : مفعول به، والجملة الفعلية: في محل الرفع خبر المبتدأ، والجملة الاسمية: مستأنفة. {سَيَهْدِيهِمْ}  {السين} : حرف استقبال. {يَهْدِيهِمْ} : فعل مضارع ومفعول به، وفاعله: ضمير يعود على الله، والجملة: مفسرة لما قبلها. {وَيُصْلِحُ} : فعل مضارع وفاعل مستتر يعود على الله معطوف على {يَهْدِيهِمْ} . {بَالَهُمْ} : مفعول به. {وَيُدْخِلُهُمُ} : فعل مضارع وفاعل مستر، ومفعول به معطوف على {يَهْدِيهِمْ} ، {الْجَنَّةَ} : مفعول به ثان على السعة. {عَرَّفَهَا} : فعل ماض وفاعل مستتر يعود على </p><p> الله ومفعول به. {لَهُمْ} : متعلق به، والجملة: مستأنفة أو حال من فاعل {يدخلهم} . </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ (٧) وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ (٨) ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ (٩) }. </p><p> {يَا أَيُّهَا}  {يَا} : حرف نداء، {أيّ} : منادى نكرة مقصودة. {ها} : حرف تنبيه زائد، تعويضًا عمّا فات؛ أيّ من الإضافة، وجملة النداء: مستأنفة. {الَّذِينَ} صفة لـ {أي} أو بدل منه. {آمَنُوا} : صلة الموصول. {إِن} : حرف شرط. {تَنْصُرُوا اللَّهَ} : فعل مضارع وفاعل ومفعول به مجزوم بـ {إِن} الشرطية، على كونها فعل شرط لها. {يَنْصُرْكُمْ} : فعل مضارع وفاعل مستتر ومفعول به مجزوم بـ {إِنْ} الشرطية على كونا جوابًا لها، وجملة {إن} الشرطية: جواب النداء. {وَيُثَبِّتْ أَقْدَامَكُمْ} : فعل مضارع وفاعل مستتر ومفعول به معطوف على {يَنْصُرْكُمْ} . {وَالَّذِينَ}  {الواو} : استئنافية {الَّذِينَ} : مبتدأ، وجملة {كفروا} : صلة الموصول. {فَتَعْسًا}  {الفاء} : رابطة الخبر بالمبتدأ لشبه الموصول بالشرط. {تَعْسًا} : مفعول مطلق لفعل محذوف، تقديره: فتعسوا تعسًا. {لَهُمْ} : متعلق بـ {تعسا} أو صفة له، و {اللام} : للتبيين، والجملة المحذوفة: في محل الرفع خبر المبتدأ، والجملة الاسمية، مستأنفة. {وَأَضَلَّ أَعْمَالَهُمْ} : فعل ماض فاعل مستتر يعود على الله ومفعول به، والجملة الفعلية: في محل الرفع معطوفة على الجملة المحذوفة على كونها خبر المبتدأ {ذَلَكَ} : مبتدأ. {بِأَنَّهُمْ} : خبره، والجملة: مستأنفة مسوقة لتعليل ما قبلها. {أَنَّهُمْ} : ناصب واسمه، وجملة {كَرِهُوا} : خبره {ماَ} : اسم وصول في محل النصب مفعول به، والجملة الفعلية: في محل الرفع خبر {أنّ} ، وجملة أنّ: في تأويل مصدر مجرور بالباء، تقديره: ذلك كائن بسبب كراهتهم ما أنزل الله. {أَنْزَلَ اللَّهُ} : فعل وفاعل صلة الموصول، والعائد: محذوف، تقديره: ما أنزله الله. {فَأَحْبَطَ}  {الفاء} : عاطفة. {أحبط أعمالهم} : فعل ماض وفاعل مستتر يعود على الله ومفعول به والجملة: معطوفة على جملة {كَرِهُوا} . </p><p> {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا (١٠) ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ (١١) }. </p><p> {أَفَلَمْ}  {الهمزة} : للاستفهام الإنكاري، داخلة على محذوف يقتضيه المقام. و {الفاء} : عاطفة على ذلك المحذوف، تقديره: أقعدوا في منازلهم فلم يسيروا في الأرض، والجملة المحذوفة: مستأنفة. {لَمْ يَسِيرُوا} : جازم وفعل مضارع وفاعل مجزوم بـ {لم} معطوف على تلك المحذوفة. {فِي الْأَرْضِ} : متعلق بـ {يَسِيرُوا} . {فَيَنْظُرُوا}  {الفاء} : عاطفة سببية. {يَنْظُرُوا} : فعل وفاعل منصوب بأن مضمرة وجوبًا بعد {الفاء} السببية الواقعة في جواب النفي أو الاستفهام، وعلامة نصبه: حذف النون، والجملة الفعلية مع أن المضمرة: في تأويل مصدر معطوف على مصدر متصيّد من الجملة التي قبلها من غير سابك لإصلاح المعنى، تقديره: ألم يكن سيرهم في الأرض فنظرهم كيف كان عاقبة الذين. {كَيْفَ} : اسم استفهام في محل النصب على أنه خبر {كاَنَ} مقدم مبنيّ على الفتح. {كاَنَ} : فعل ماض ناقص. {عَاقِبَةُ} : اسمها. وجملة {كاَنَ} : في محل النصب مفعول لـ {يَنظُروا} علق عنها باسم الاستفهام. {الَّذِينَ} : مضاف إليه. {مِنْ قَبْلِهِمْ} : متعلق بمحذوف صلة الموصول. {دَمَّرَ اللَّهُ} فعل وفاعل. {عَلَيْهِمْ} : متعلق بـ {دَمَّرَ} لتضمينه معنى أطبق، والجملة: مفسرة لـ {كَيْفَ كَانَ} لا محل لها من الإعراب. {وَلِلْكَافِرِينَ}  {الواو} : استئنافية. {لِلْكَافِرِينَ} : خبر مقدم. {أَمْثَالُهَا} : مبتدأ مؤخر، والجملة: مستأنفة. {ذَلِكَ} مبتدأ. {بِأَنَّ} : خبره، والجملة: مستأنفة. {أنّ} : حرف نصب {اللَّهَ} : اسمها، {مَولَى} :خبرها. {الَّذِينَ} : مضاف إليه، وجملة {آمَنُوا} :صلة الموصول، وجملة {أنّ} : في تأويل مصدر مجرور باللام؛ أي: ذلك كائن بسبب كون الله مولى الذين آمنوا. {وَأَنَّ}  {الواو} : عاطفة. {أن الكافرين} : ناصب واسمه. {لَا} : نافية. {مَولَى} : في محل النصب اسمها. {لَهُمْ} : خبرها، وجملة {لَا} : في محل الرفع خبر {أن} ، وجملة {أن} : معطوفة على جملة {أن} الأولى. </p><p> {إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَالَّذِينَ كَفَرُوا </p><p> يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ (١٢) }. </p><p> {إنَّ اللهَ} : ناصب واسمه. {يُدْخِلُ الَّذِينَ} : فعل مضارع وفاعل مستتر يعود على {الله} ومفعول به، والجملة الفعلية: في محل الرفع خبر {إنَّ} ، وجملة {إنَّ} : مستأنفة، وجملة {آمَنُوا} : صلة الموصول. {وَعمَلُوا الصَّالِحَاتِ} : معطوف على {ءَامَنُوا} ، {جَنَّاتٍ} : مفعول به ثان على السعة. {تجرِى} : فعل مضارع. {مِنْ تَحْتِهَا} : متعلق به. {الأَنْهارُ} : فاعل، والجملة: في محل النصب، صفة لـ {جَنَّاتٍ} . {وَالَّذِينَ}  {الواو} : عاطفة. {الَّذِينَ} : مبتدأ، وجملة {كَفَرُوا} صلة الموصول. {يَتَمَتَّعُونَ} : فعل مضارع مرفوع بثبات النون، والواو: فاعل، والجملة: في محل الرفع خبر المبتدأ، والجملة الابتدائية: معطوفة على جملة {إِنّ} ، وجملة {وَيَأْكُلُونَ} : معطوفة على جملة {يَتَمَتَّعُونَ} . {كَمَا}  {الكاف} : حرف جر وتشبيه. {ما} : مصدرية. {تَأْكُلُ الْأَنْعَامُ} : فعل وفاعل والجملة: صلة لـ {ما} المصدرية، تقديره: كأكل الأنعام، والجار والمجرور: صفة لمصدر محذوف، تقديره: أكلًا كائنًا كأكل الأنعام. {وَالنَّارُ} : مبتدأ. {مَثْوًى} خبره، {لَهُمْ} : صفة لـ {مَثْوًى} ، والجملة الاسمية: مستأنفة. </p><p> {وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ (١٣) }. </p><p> {وَكَأَيِّنْ}  {الواو} : استئنافية، {كأين} : اسم مركب من الكاف وأي، بمعنى كم الخبرية، في محل الرفع مبتدأ مبني على السكون. {مِنْ} : زائدة. {قَرْيَةٍ} : تمييز لـ {كَأَيِّنْ} . {هِيَ} : مبتدأ. {أَشَدُّ} : خبره، والجملة: صفة لـ {قَرْيَةٍ} . {مِنْ} : زائدة. {قَرْيَةٍ} : تمييز لـ {كأيّن} . {هِيَ} : مبتدأ. {أَشَدُّ} : خبره، والجملة: صفة لـ {قَرْيَةٍ} . {قُوَّةً} تمييز محوّل عن المبتدأ، منصوب بـ {أَشَدُّ} ، {مِنْ قَرْيَتِكَ} : متعلق بـ {أشَدُّ} . {الَّتِي} : صفة لـ {قَرْيَتِكَ} ، {أَخْرَجَتْكَ} : فعل وفاعل مستتر ومفعول به، والجملة: صلة {الَّتِي} . {أَهْلَكْنَاهُمْ} فعل وفاعل ومفعول به، والجملة الفعلية: في محل الرفع خبر لـ {كأين} ، وجملة {كأين} : مستأنفة مسوقة لتسليته - صلى الله عليه وسلم -. {فَلَا}  {الفاء} : عاطفة. {لا} : نافية، </p><p> {نَاصِرَ} : اسمها. {لهُم} : خبرها، والجملة: في محل الرفع، معطوفة على جملة {أهْلَكْنَاهُمْ} . </p><p> {أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ (١٤) مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى}. </p><p> {أَفَمَنْ}  {الهمزة} : للاستفهام الإنكاري، داخلة على مقدر يقتضيه المقام، و {الفاء} : عاطفة على ذلك المحذوف، والتقدير: أليس الأمر كما ذكر، فمن كان على بينة من ربه، إلخ. والجملة المحذوفة، مستأنفة، مسوقة لبيان حال الفريقين. {من} : اسم موصول في محل الرفع مبتدأ. {كَانَ} : فعل ماض ناقص، واسمها: ضمير يعود على {من} . {عَلَى بَيِّنَةٍ} خبرها، {مِنْ رَبِّهِ} : صفة {بَيِّنَةٍ} وجملة {كَانَ} : صلة الموصول. {كَمَنْ} : جار ومجرور خبر المبتدأ؛ أعني {من} الموصولة، والجملة الاسمية: معطوفة على الجملة المقدرة. {زُيِّنَ} : فعل ماض مغير الصيغة. {لَهُ} : متعلق به. {سُوءُ عَمَلِهِ} : نائب فاعل، والجملة: صلة {من} الموصولة، وأفرد الضمير نظرًا للفظ {من} . {وَاتَّبَعُوا} : فعل وفاعل معطوف على {زُيِّنَ} . {أَهْوَاءَهُمْ} : مفعول به، وجمع الضمير نظرًا لمعنى {من} . {مَثَلُ الْجَنَّةِ} : مبتدأ ومضاف إليه. {الَّتِي} : صفة لـ {الْجَنَّةِ} ، {وُعِدَ الْمُتَّقُونَ} : فعل ونائب فاعل، والجملة: صلة الموصول، والعائد: محذوف، تقديره: وعدها المتقون، وخبر المبتدأ: محذوف، قدّره سيبويه فيما يتلى عليكم: مثل الجنة، والجملة بعدها: مفسرة للمثل، وقدَّره النضر بن شميل: مثل الجنة ما تسمعون، والجملة بعدها أيضًا: مفسرة للمثل. {فِيهَا} : خبر مقدم. {أَنْهَارٌ} : مبتدأ مؤخر، والجملة: إما مفسرة للمثل لا محل لها من الإعراب، أو خبر لمبتدأ مضمر؛ أي: هي فيها أنهار، أو داخلة في حيز الصلة وتكرير لها، أو حال من {الْجَنَّةِ} . {مِنْ مَاءٍ} صفة {وَأَنْهَارٌ} . {غَيْرِ آسِنٍ} صفة {مَاءٍ} . {وَأَنْهَارٌ} : معطوف على {أَنْهَارٌ} الأولى. {مِنْ لَبَنٍ} : صفة {أَنْهَارٌ} وجملة {لَمْ يَتَغَيَّرْ طَعْمُهُ} : صفة {لَبَنٍ} ، {وَأَنْهَار} : معطوف على {أَنْهَار} الأولى، {مِنْ خَمْرٍ} : </p><p> صفة {أَنْهَارٌ} . {لَذَّةٍ} ؛ أي: لذيذة: صفة {خَمْرٍ} . {لِلشَّارِبِينَ} : متعلق بـ {لَذَّةٍ} ، {وَأَنْهَارٌ} : معطوف على {أَنْهَارٌ} الأولى. {مِنْ عَسَلٍ} : صفة {أَنْهَارٌ} : صفة {عَسَلٍ} . </p><p> {وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ} . </p><p> {وَلَهُمْ}  {الواو} : عاطفة. {لَهُمْ} : خبر مقدم. {فِيهَا} : متعلق بالاستقرار المحذوف الذي تعلق به الخبر، والمبتدأ: محذوف، تقديره: أصناف. و {مِنْ كُلِّ الثَّمَرَاتِ} : نعت للمبتدأ الحذوف. {وَمَغْفِرَةٌ} : معطوف على أصناف، أو مبتدأ خبره مقدم محذوف؛ أي: ولهم مغفرة. {مِنْ رَبِّهِمْ} : نعت لـ {مغفرة} . {كَمَن} خبر لمبتدأ محذوف، تقديره: أمن هو خالد في هذه الجنة حسبما جرى به الوعد كمن هو خالد، وجملة {هُوَ خَالِدٌ} صلة {من} : الموصولة. {فِي النَّار} : متعلق بـ {خَالِدٌ} . {وَسُقُوا}  {الواو} : عاطفة. {سقوا} : فعل ماض مغيّر الصيغة ونائب فاعل. {مَاءً} : مفعول ثان. {حَمِيمًا} : صفة {مَاءً} والجملة: معطوفة على جملة الصلة. {فَقَطَّعَ}  {الفاء} : عاطفة. {قطع} فعل ماض، وفاعله: ضمير مستتر يعود على {مَاءً} ، {أَمْعَاءَهُمْ} : مفعول به ومضاف إليه، والجمع باعتبار معنى {من} ، والجملة: معطوفة على جملة {سقوا} . </p><p> {وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ (١٦) وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ (١٧) }. </p><p> {وَمِنْهُمْ}  {الواو} : استئنافية. {منهم} : خبر مقدم. {مَنْ} : اسم موصول في محل الرفع مبتدأ مؤخر، والجملة: مستأنفة مسوقة لبيان جانب آخر من استهزاءهم وتعنّتهم. {يَسْتَمِعُ} : فعل مضارع وفاعل مستتر يعود على {مَنْ} . وأفرد الضمير نظرًا للفظ {مَنْ} ، والجملة: صلة الموصول. {إِلَيْكَ} : متعلق بـ {يَسْتَمِعُ} . {حَتَّى} : حرف جر وغاية. {إِذَا} : ظرف لما يستقبل من الزمان. {خَرَجُوا} : فعل وفاعل. {مِنْ عِندِكَ} : متعلق بـ {خَرَجُوا} والجملة: في محل </p><p> الخفض بإضافة {إِذَا} إليها، على كونها فعل شرط لها، والظرف: متعلق بالجواب الآتي، وجمع الضمير هنا وفيما بعد نظرًا لمعنى {مِنْ} . {قَالُوا} : فعل وفاعل جواب {إِذَا} لا محل لها من الإعراب. {لِلَّذِينَ} : متعلق بـ {قالوا} ، وجملة {إذا} من فعل شرطها، وجوابها: في محل الجر بـ {حَتَّى} ، والجار والمجرور: متعلق بـ {يَسْتَمِعُ} ، والتقدير: ومنهم من يستمع إليك إلى وقت خروجهم من عندك. {أوتوا} : فعل ماض مغير الصيغة ونائب فاعل. {الْعِلْمَ} : مفعول ثان لـ {أوتوا} ، والجملة: صلة الموصول. {مَاذَا}  {ما} : اسم استفهام في محل الرفع مبتدأ. {ذا} : اسم موصول بمعنى الذي، في محل الرفع خبر. {قَالَ} : فعل ماض، وفاعله: ضمير مستتر يعود على محمد. {آنِفًا} : منصوب على الظرفية الزمانية، متعلق بـ {قَالَ} . وجملة {قَالَ} : صلة لـ {من} الموصولة، والجملة الاسمية، في محل النصب مقول {قَالُوا}  {أُولَئِكَ} : مبتدأ. {الَّذِينَ} : خبره، والجملة: مستأنفة استئنافًا بيانيًا. {طَبَعَ اللَّهُ} : فعل وفاعل. {عَلَى قُلُوبِهِمْ} : متعلق به، والجملة: صلة الموصول. {وَاتَّبَعُوا} فعل وفاعل معطوف على {طَبَعَ} ، {أَهْوَاءَهُمْ} : مفعول به. {وَالَّذِينَ}  {الواو} : استئنافية. {لله} : مبتدأ {اهْتَدَوْا} : فعل وفاعل صلة الموصول. {زَادَهُمْ} : فعل ماض وفاعل مستتر يعود على {الله} ومفعول أول. {هُدًى} : مفعول ثان، والجملة الفعلية: في محل الرفع خبر المبتدأ، والجملة الاسمية: مستأنفة. {وَآتَاهُمْ} : فعل ماض وفاعل مستتر يعود على {الله} ومفعول أول. {تَقْوَاهُمْ} : مفعول ثان، والجملة: معطوفة على جملة {زَادَهُمْ} . </p><p> {فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ (١٨) }. </p><p> {فَهَلْ}  {الفاء} : استئنافية. {هل} : حرف استفهام. {يَنْظُرُونَ} : فعل وفاعل، والجملة: مستأنفة. {إِلَّا} : أداة حصر. {السَّاعَةَ} : مفعول به. {أن} : حرف نصب. {تَأْتِيَهُمْ} : فعل ومفعول به وفاعل مستتر يعود على {السَّاعَةَ}  {بَغْتَةً} : حال من فاعل {تَأْتِيَهُمْ} ؛ أي: باغتة، والجملة الفعلية مع أن المضمرة: </p><p> في تأويل مصدر منصوب على كونه بدل اشتمال من {السَّاعَةَ} تقديره: فهل ينظرون إلا الساعة إتيانها باغتةً. {فَقَدْ}  {الفاء} : تعليلية، لإتيان الساعة مفاجأة. {قد} : حرف تحقيق. {جَاءَ أَشْرَاطُهَا} : فعل وفاعل، والجملة: مسوقة لتعليل إتيان الساعة بغتة، لا محل لها من الإعراب. {فَأَنَّى}  {الفاء} : عاطفة. {أنّى} : اسم استفهام في محل النصب على الظرفية المكانية، مبني على السكون، وهو متعلق بمحذوف خبر مقدم. {لهُم} : متعلق بما تعلق به {أنّى} . {ذِكْرَاهُمْ} : مبتدأ مؤخر؛ أي: فالتذكر والاتعاظ كائن من أين لهم، والجملة: معطوفة على جملة {فَقَدْ جَاءَ أَشْرَاطُهَا} . {إِذَا} : ظرف لما يستقبل من الزمان. {جَاءَتْهُمْ} : فعل ومفعول وفاعل مستتر يعود على {السَّاعَةَ} . والجملة: في محل الخفض بإضافة {إِذَا} إليها على كونها فعل شرط لها، وجواب {إذا} : محذوف، تقديره: إذا جاءتهم الساعة بغتة .. فكيف يتذكّرون. وجملة {إِذَا} معترضة: لا محل لها من الإعراب لاعتراضها بين المبتدأ والخبر. </p><p> {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ (١٩) }. </p><p> {فَاعْلَمْ}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا علمت سعادة المؤمنين، وشقاوة الكافرين، وأردت بيان ما هو اللازم لك. فأقول لك:  {اعلم} . {اعلم} : فعل أمر وفاعل مستر يعود على محمد، والجملة: في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة: مستأنفة. {أَنَّهُ}  {أن} : حرف نصب ومصدر، و {الهاء} : ضمير الشأن في محل النصب اسمها، وجملة {لَا إِلَهَ إِلَّا اللَّهُ} . في محل الرفع خبر {أن} ، وجملة {أنّ} مع مدخولها: في تأويل مصدر سادّ مسدّ مفعولي علم؛ أي: فاعلم عدم وجود إله إلا الله. {اسْتَغْفِرْ} : فعل أمر وفاعل مستتر، معطوف على {اعلم}  {لِذَنْبِكَ} : متعلق بـ {اسْتَغْفِر} ، {وَلِلْمُؤْمِنِينَ} معطوف على {لِذَنْبِك} ، {وَالْمُؤْمِنَاتِ} : معطوف على {لِلْمُؤْمِنِينَ} ، {وَاللَّهُ}  {الواو} : استئنافية، {الله} : مبتدأ، وجملة {يَعْلَمُ} : خبره، والجملة الاسمية: مستأنفة. {مُتَقَلَّبَكُمْ} : مفعول </p><p> به. {وَمَثْوَاكُمْ} : معطوف عليه. </p><p> التصريف ومفردات اللغة </p><p> {الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ} ؛ أي: صرفوا الناس عن الدخول في الإِسلام، وذلك يستلزم أنهم منعوا أنفسهم عن الدخول فيه، فهو من صدّ صدودًا: إذا أعرض بنفسه، فيكون كالتأكيد والتفسير لما قبله، أو من صدَّه صدًّا: إذا منعه عن الشيء، فهو تأسيس لا تأكيد، وأصله: صددوا، أدغمت الدال في الدال. </p><p> {أَضَلَّ أَعْمَالَهُمْ} ؛ أي: أبطلها وأحبطها، وأصله: أضلل، نقلت حركة اللام الأولى إلى الضاد، فسكنت فأدغمت في الثانية. </p><p> {بِمَا نُزِّلَ عَلَى مُحَمَّدٍ} وهو: اسم عربي، وهو مفعل من الحمد، والتكرير فيه: للتكثير، كما تقول: كرّمته فهو مكرّم، وعظّمته فهو معظّم، إذا فعلت ذلك مرةً بعد مرةً، وهو منقول من الصفة على سبيل التفاؤل أنه سيكثر حمده، وكان - صلى الله عليه وسلم - كذلك. وقد روى بعض نقلة العلم فيما حكاه ابن دريد: أن النبي - صلى الله عليه وسلم - لما ولد .. أمر عبد المطلب بجزور فنحرت، ودعا رجال قريش وكانت سنّتهم في المولود إذا ولد في استقبال الليل .. كفئوا عليه قدرًا حتى يصبح، ففعلوا ذلك بالنبيّ - صلى الله عليه وسلم -، فأصبحوا وقد انشقت عنه القدر، وهو شاخص إلى السماء، فلما حضرت رجال قريش وطعموا .. قالوا لعبد المطلب: ما سميت ابنك هذا؟ قال: سميته محمدًا، قالوا: ما هذا من أسماء آبائك، قال: أردت أن يحمد في السموات والأرض، يقال: رجل محمود ومحمد، فمحمود لا يدل على الكثرة، ومحمد يدل على ذلك، والذي يدل على الفرق بينهما قول الشاعر: </p><p> فَلَسْتَ بمَحْمُودٍ وَلَا بِمُحَمَّدٍ ... وَلَكِنَّمَا أَنْتَ الْحَبَطُ الْحَبَاتِرُ </p><p> وقد سمت العرب في الجاهلية رجالًا من أبنائها بذلك، منهم: محمد بن حمران الجعفي الشاعر، وكان في عصر امرىء القيس، وسمّاه: شُوْيْعرا، ومحمد بن خولي الهمدانيّ، ومحمد بن بلال بن أحيحه، وكان زوج سلمى بنت </p><p> عمرو جدة رسول الله - صلى الله عليه وسلم - أم جدّه، ومحمد بن سفيان بن مجاشع بن دارم، ومحمد بن مسلمة الأنصاري، وأبو محمد بن أوس بن زيد، شهد بدرًا. </p><p> {وَأَصْلَحَ بَالَهُمْ} ؛ أي: حالهم في الدين والدنيا بالتأييد والتوفيق، قال الراغب في \"المفردات\" : البال: الحال التي يكترث لها، ولذلك يقال: ما باليت بكذا؛ أي: ما اكترثت، ويعبر عن البال بالحال الذي ينطوي عليه الإنسان، ويقال: ما خطر كذا ببالي. انتهى. والبال: القلب، يقال: ما خطر الأمر ببالي، والحال؛ والعيش. يقال: فلان رخي البال والخاطر، يقال: فلان كاسف البال، وما يهتم به يقال: ليس هذا من بالي؛ أي: مما أباليه، وأمر ذو بال؛ أي: يهتم به، وما بالك، أي: ما شأنك. قال الجوهري: والبال أيضًا: رفاء العيش، يقال: فلان رخي البال؛ أي: رخي العيش، وعبارة أبي حيان: البال: الفكر، تقول: خطر في بالي كذا. ولا يثنى ولا يجمع، وشذ قولهم: بالات في جمعه، وعبارة \"القاموس\" : والبال: الحال والخاطر والقلب والحوت العظيم، والبالة بهاء: القارورة، والجراب، ووعاء الطيب. </p><p> {فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا} قال الراغب: اللقاء: يقال: في الإدراك بالحس؛ أي: بالبصر والبصيرة. </p><p> {حَتَّى إِذَا أَثْخَنْتُمُوهُمْ} ؛ أي: أكثرتم فيهم القتل، قال في \"الكشاف\" ؛ الإثخان: كثرة القتل، والمبالغة فيه، من قولهم: أثخنته الجراحات: إذا أثبتته، حتى تثقل عليه الحركة، وأثخنه المرض إذا أثقله، من الثخانة التي هي: الغلظ والكثافة، وفي \"المفردات\" : يقال: ثخن الشيء فهو ثخين: إذا غلظ ولم يستر في ذهابه، ومنه استعير قولهم: أثخنسه ضربًا واستخفافًا. </p><p> {فَشُدُّوا الْوَثَاقَ} الوثاق بالفتح والكسر: اسم لما يوثق به، ويشد من القيد والحبل ونحوه، والجمع: وثق كرباط وربط، وعناق وعنق، اهـ من \"المصباح\" . قال في \"الوسيط\" : الوثاق: اسم من الإيثاق، يقال: أوثقه إيثاقًا ووثاقًا: إذا شدّ أسيره كيلا يفلست، وفي \"القاموس\" : الأسير: الأخيذ والمقيَّد والمسجون، الجمع: أسرى أسارى بالضم، وأسارى بالفتح اهـ. وفي \"المختار\" : وأسرت </p><p> قتب البعير: شددته بالإسار بوزن الإزار، ومنه سمي الأسير، كانوا يشدونه بالقد، فسمي كل أخيذ أسيرًا، وإن لم يشد به، وأسره من باب ضرب أسرًا وإسارًا أيضًا بالكسر، فهو أسير ومأسور. اهـ. وفيه أيضًا: والقد بالكسر: سير يقد من جلدٍ غير مدبوغ. اهـ. </p><p> {فَإِمَّا مَنًّا} المنّ هنا: أن يترك الأمير الأسير الكافر من غير أن يأخذ منه شيئًا. {فَإِمَّا مَنًّا} وهو: أن يترك الأمير الأسير الكافر، ويأخذ منه مالًا أو أسيرًا مسلمًا في مقابلته، يقال: فداه يفديه فدى وفداءً، وفداه وافتداه وفاداه: أعطي شيئًا فأنقذه، والفداء ذلك المعطي ويقصر، كما في \"القاموس\" ، وقال الراغب: الفدى والفداء: حفظ الإنسان عن النائبة بما يبذله عنه، كما يقال: فديته بمالي، وفديته بنفسي، وفاديته بكذا. انتهى. </p><p> وفي إعلال بالإبدال، أصله: فداي، أبدلت الياء همزة لتطرفها إثر ألف زائدة. {حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا}  {تَضَعَ} : فعل مثالي حذفت فاؤه في المضارع، و {أَوْزَارَهَا} : آلاتها وأثقالها التي لا تقوم إلا بها، كالسلاح والكراع، قال الأعشى: </p><p> وَأَعْدَدْتُ لِلْحَرْبِ أَوْزَارَهَا ... رِمَاحًا طِوَالًا وَخَيْلًا ذُكُورَا </p><p> وَمِنْ نَسْجِ دَاوُوْدَ مَوْضُوْنَةٌ .... تُسَاقُ مَعَ الْحَيِّ عِيْرًا فَعِيْرًا </p><p> وعبارة \"الكشاف\" : وسميت أوزارها؛ لأنها لمَّا لم يكن لها بد من جرها فكأنها تحملها، وتستقل بها، فإذا انقضت. فكأنها وضعتها، وقيل: أوزارها، آثامها؛ يعني: حتى يترك أهل الحرب - وهم: المشركون - شركهم ومعاصيهم بأن يسلموا. </p><p> {فَلَنْ يُضِلَّ أَعْمَالَهُمْ} أصله: يضلل، بوزن يفعل نقلت حركة اللام الأولى إلى الضاد فسكنت، فأدغمت في اللام الثانية. </p><p> {عَرَّفَهَا لَهُمْ} وفي \"المفردات\" : عرَّفه جعل له عرفًا؛ أي: رائحة طيّبةً، مأخوذ من العرف: وهو الرائحة الطيبة، وطعام معرّف؛ أي: مطيَّب، تقول </p><p> العرب: عرّفت القدر: إذا طيبتها بالملح، والأبازير، وقيل: هو من وضع الطعام بعضه على بعض، وهو من العرف المتتابع، كعرف الفرس؛ أي: وفَّقهم للطاعة حتى استوجبوا الجنة، وقيل: عرَّف أهل السماء أنها لهم، وقيل: فيه حذف؛ أي: عرّف طرقها ومساكنها وبيوتها لهم، فحذف المضاف، أو حدَّدها لهم بحيث يكون لكل واحد جنة مفرزة. </p><p> {وَيُثَبِّتْ أَقْدَامَكُمْ} ؛ أي: يوفقكم للدوام على طاعته. {فَتَعْسًا لَهُمْ} وفي \"المختار\" : التعس: الهلاك، وأصله: الكب، وهو ضد الانتعاش، وقد تعس من باب قطع، وأتعسه الله، ويقال: تعسًا لفلان؛ أي: ألزمه الله هلاكًا. اهـ. </p><p> وفي \"المصباح\" : وتعس تعسًا من باب تعب لغة، فهو تعس، مثل: تعب، ويتعدَّوا بالحركة وبالهمزة، فيقال: تعسه الله بالفتح، وأتعسه، وفي الدعاء:  \"تعسًا له، وتعس وانتكس\" . فالتعس: أن يخرَّ لوجهه، والنكس: أن لا يستقل بعد سقطته حتى يسقط ثانيةً، وهي أشد من الأولى. </p><p> وفي \"القرطبي\" : وفي التعس عشرة أقوال: </p><p> الأول: بعدًا لهم. قاله ابن عباس وابن جريج. </p><p> الثاني: خزيًا لهم. قاله السدّي. </p><p> الثالث: شقاءً لهم. قاله ابن زيد. </p><p> الرابع: شتمًا لهم من الله. قاله الحسن. </p><p> الخامس: هلاكًا لهم. قاله ثعلب. </p><p> السادس: خيبةً لهم. قاله الضحاك وابن زياد. </p><p> السابع: قبحًا لهم. حكاه النقاش. </p><p> الثامن: رغمًا لهم. قاله الضحاك أيضًا. </p><p> التاسع: شرًّا لهم. قاله ثعلب أيضًا. </p><p> العاشر: شقوة لهم. قاله أبو العالية، وقيل: إنّ التعس: الإنحطاط والعشار. قاله ابن السكيت. انتهى. </p><p> {دَمَّرَ اللَّهُ عَلَيْهِمْ} وفي \"الشهاب\" : ومعنى {دَمَّرَ اللَّهُ} أهلكه، ودمّر عليه: لك ما يختص به من المال والنفس، والثاني: أبلغ؛ لما فيه من العموم، بجعل مفعوله نسيًا منسيًا، فيتناول نفسه، وكل ما يختص به من المال، ونحوه. والإتيان بعلى؛ لتضمينه معنى أطبق عليهم؛ أي: أوقعه عليهم محيطًا بهم. </p><p> {كَمَا تَأْكُلُ الْأَنْعَامُ} : جمع نعم بفتحتين، وهي: الإبل والبقر والضأن والمعز. </p><p> {وَاتَّبَعُوا أَهْوَاءَهُمْ} فيه إعلال بالإبدال، أصله: أهوايهم، أبدلت الياء همزة لتطرفها بعد ألفٍ زائدةٍ. </p><p> {فِيهَا أَنْهَارٌ} جمع نهر بالسكون، ويحرك مجرى الماء الفائض. </p><p> {غَيْرِ آسِنٍ} من أسن الماء بالفتح، من باب ضرب أو نصر، أو بالكسر من باب طرب لغة فيه: إذا تغير طعمه وريحه ولونه تغيرًا منكرًا. وفي \"القاموس\" : الآسن من الماء: الآجن؛ أي: المتغير الطعم واللون. </p><p> والمعنى: من ماء غير متغير الطعم والرائحة واللون، وإن طالت إقامته، بخلاف ماء الدنيا، فإنه يتغير بطول المكث في مناقعه وفي أوانيه. </p><p> {لَذَّةٍ} واللذَّة: مصدر بمعنى الالتذاذ، ووقعت صفة للخمر، وهو عين لتأويلها بالمشتق؛ أي: لذيذة على حدِّ مررت برجل عدل؛ أي: عادل، وفي \"الكرخي\" : قوله: {لَذَّةٍ} يجوز أن يكون تأنيث لذٍّ، ولذُّ بمعنى لذيذ، ولا تأويل على هذا، ويجوز أن يكون مصدرًا وصف به، ففيه التأويلات المشهورة. اهـ. </p><p> {مِنْ عَسَلٍ مُصَفًّى} ؛ أي: لم يخرج من بطون النحل؛ أي: لم يخالطه الشمع ولا فضلات النحل، ولم يصت فيه بعض نحله، كعسل الدنيا. وفي \"الصباح\" : العسل: يذكر ويؤنث، وهو الأكثر، ويصغر على عسيلة على لغة التأنيث، ذهابًا إلى أنها قطعة من الجنس، وطائفة منه. اهـ. وفي \"المختار\" : العسل: يذكر </p><p> ويؤنث، يقال: منه عسل الطعام؛ أي: عمله بالعسل، وبابه ضرب ونصر، وزنجبيل معسل؛ أي: معمول بالعسل، والعاسل: الذي يأخذ العسل من بيت النحل، والنحل: عسالة، وأصل {مُصَفًّى} : مصفي، بوزن مفعل اسم مفعول، قلبت الياء ألفًا لتحركها بعد فتح، وأصل الياء واو؛ لأنه من صفا يصفو. </p><p> {مِنْ كُلِّ الثَّمَرَاتِ} جمع ثمرة؛ وهي اسم لكل ما يطعم من أحمال الشجر، ويقال لكل نفع يصدر عن شيء: ثمرة، كقولهم: ثمرة العلم العمل الصالح، وثمرة العمل الصالح الجنة. </p><p> {وَسُقُوا مَاءً حَمِيمًا} أصله: سقيوا يوزن فعلوا، أستثقلت الضمة على الياء فحذفت، فالتقى ساكنان فحذفت الياء، وضمت القاف لمناسبة الواو. </p><p> {أَمْعَاءَهُمْ} فيه إعلال بالإبدال، أصله: أمعاي بالياء، أبدلت الياء همزة لما تطرفت إثر ألف أفعال الزائدة، وهو: جمع معي بالفتح والكسر، وبالقصر وهو: ما في البطون من الحوايا، وهو ما ينتقل إليه الطعام بعد المعدة. </p><p> {آنِفًا} ؛ أي: قبيل هذا الوقت، مأخوذ من أنف الشيء لما تقدَّم منه، وأصل ذلك: الأنف بمعنى الجارحة، ثم سمي به طرف الشيء ومقدمه وأشرفه، وقرىء: بالمدّ وبالقصر، وهما: لغتان بمعنى واحد، وهما: اسما فاعل كحاذر وحذر، وآسن وأسن، إلا أنه لم يستعمل لهما فعل مجرد، بل المستعمل ائتنف يأتنف، واستأنف يستأنف، والائتناف والاستئناف: الابتداء، قال الراغب: استأنفت الشيء: أخذت أنفه؛ أي: مبدأه. ومنه. ماذا قال آنفًا. </p><p> {مَنْ يَسْتَمِعُ إِلَيْكَ} يقال: استمع له وإليه: إذا أصفى. {لِلَّذِينَ أُوتُوا الْعِلْمَ} أصله: أأتيوا بوزن أفعلوا، أبدلت الهمزة الساكنة واوًا حرف مد مجانسًا لحركة الأولى، ثم استثقلت الضمة على الياء فحذفت، فالتقى ساكنان فحذفت الباء وضمت الياء لمناسبة الواو. </p><p> {طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ} قال الراغب: الطبع: أن يصور الشيء بصورة ما، كطبع السكة، وطبع الدراهم، وهو أعم من الختم، وأخص من النقش، والطابع </p><p> والخاتم: ما يطبع به ويختم، والطابع فاعل ذلك. </p><p> {أَشْرَاطُهَا} الأشراط: جمع شرط: وهو العلامة، وفي \"المصباح\" : وجمع الشرط، شروط، مثل: فلس وفلوس، والشرط بفتحتين: العلامة، والجمع: أشراط، مثل: سبب وأسباب، ومنه أشراط الساعة؛ أي: علاماتها. اهـ. </p><p> {اهْتَدَوْا} أصله: اهتديوا بوزن افتعلوا، قلبت الياء ألفًا لتحركها بعد فتح، فالتقى ساكنان فحذفت الألف. {زَادَهُمْ} أصله: زيدهم، قلبت الياء ألفًا لتحركها بعد فتح. {وَآتَاهُمْ} أصله: أأتيهم بوزن أفعل، أبدلت الهمزة الساكنة ألفًا حرف مد من جنس حركة الأولى، ثم قلبت الياء ألفا لتحركها بعد فتح. {تَقْوَاهُمْ} أصله: تقويهم؛ قلبت الباء ألفًا لتحركها بعد فتح. وأصل التقوى: وقيا، قلبت الواو تاءً، وقلبت الياء واوًا. </p><p> {مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ} يجوز فيهما أن يكونا مصدرين ميميين من تقلب وثوى، وأن يكونا اسمي مكان أو زمان. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: المقابلة بين قوله: {الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ} وبين قوله: {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} . </p><p> ومنها: ذكر الخاص بعد العام في قوله: {وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ} فإنه ذكر الإيمان بذلك مع اندراجه فيما قبله؛ تنويهًا بشأن المنزل عليه، كما في عطف جبرائيل على الملائكة، وتنبيهًا على سمو مكانه من بين سائر ما يجب الإيمان به، وأنه الأصل في الكل. </p><p> ومنها: الحصر في قوله: {وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ} فإنه حصر الحقية فيه بتعريف طرفي الجملة. </p><p> ومنها: الاستعارة المكنية في قوله: {وَأَضَلَّ أَعْمَالَهُمْ} فقد شبه أعمالهم بالضالة من الإبل، التي هي بمضيعةٍ لا ربَّ لها يحفظها ويعتني بها، أو بالماء الذي يضل في اللبن. </p><p> والمعنى: أنَّ الكفار ضلَّت أعمالهم الصالحة في جملة أعمالهم السيئة من الكفر والمعاصي، حتى صار صالحهم مستهلكًا في غمار سيئهم. </p><p> ومنها: الطباق بين الحق والباطل في قوله: {ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ} ، وكذلك بين {الَّذِينَ آمَنُوا} وبين {الَّذِينَ كَفَرُوا} . </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا} شبه ترك القتال بوضع آلته، واشتق من الوضع تضع بمعنى تنتهي وتترك، بطريق الاستعارة التبعية. </p><p> وفيه أيضًا: الإسناد المجازي؛ أي: حتى يضع أهلها آلاتها، فقد أسند وضع الأوزار إلى الحرب، وإنما هو لأهلها. </p><p> وفيه أيضًا: الاستعارة المكنية، حيث شبه الحرب بمطايا ذات أوزار؛ أي: أحمال ثقال. </p><p> ومنها: المجاز المرسل في قوله: {فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ} ففيه مجاز مرسل، علاقته ذكر الجزء وإرادة الكل؛ لأن ضرب الرقاب عبارة عن القتل، ولكن لمَّا كان قتل الإنسان أكثر ما يكون بضرب رقبته وقع عبارة عن القتل، وقد أوثر المجاز لما فيه من تصوير وتجسيد؛ لأنّ في هذه العبارة كما قال الزمخشري، من الغلظة والشدَّة ما ليس في لفظ القتل، لما فيها من تصوير القتل بأشنع صورة، وهو: حز العنق، وإطارة العضو الذي هو أعلى البدن، وأشرف أعضائه. </p><p> ومنها: الطباق بين: {مَنًّا} و {فِدَاءً} . </p><p> ومنها: المجاز المرسل في قوله: {وَيُثَبِّتْ أَقْدَامَكُمْ} ؛ لأنه أطلق الجزء وأراد الكل؛ أي: يثبّتكم، وعبّر بالأقدام؛ لأنّ الثبات والتزلزل يظهران فيها. وهو </p><p> مثل:  {فَبِمَا كَسَبَتْ أَيْدِيكُمْ} . </p><p> ومنها: المجاز بالحذف في قوله: {إِنْ تَنْصُرُوا اللَّهَ} ؛ أي: دينه ورسوله. </p><p> ومنها: تكرار قوله: {فَأَحْبَطَ أَعْمَالَهُمْ} بعد قوله: {وَأَضَلَّ أَعْمَالَهُمْ} في قوله: {وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ (٨) ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ (٩) } إشعارًا بأن الإحباط يلزم الكفر بالقرآن، ولا ينفك عنه بحال، كما في \"الروح\" . </p><p> ومنها: التضمين في قوله: {دَمَّرَ اللَّهُ عَلَيْهِمْ} فإنه ضمن {دَمَّرَ} معنى أطبق، فعدَّاه بـ {على} . </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {وَلِلْكَافِرِينَ أَمْثَالُهَا} تسجيلًا عليهم باسم الكفر؛ لأنَّ مقتضى السياق أن يقال: ولهم أمثالها. </p><p> ومنها: الاحتباك في قوله: {إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ (١٢) } فإنه ذكر الأعمال الصالحة، ودخول الجنة أوّلًا، دليلًا على حذف الأعمال الفاسدة، ودخول النار ثانيًا، وذكر التمتع والمثوى ثانيًا، دليلًا على حذف التمتع والمأوى أولًا. </p><p> ومنها؛ التشبيه في قوله:  {كَمَا تَأْكُلُ الْأَنْعَامُ} وجه الشبه: أنّ الأنعام تأكل بلا تمييز من أيّ موضع، كذلك الكافر لا تمييز له أمن الحلال وجد أم من الحرام، وكذلك الأنعام ليس لها وقت، بل في كل وقت تقتات وتأكل، كذلك الكافر أكول، كما قال - صلى الله عليه وسلم -: \"الكافر يأكل في سبعة أمعاء، والمؤمن كل في معي واحد\" . </p><p> ومنها: المجاز المرسل في قوله {وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ} ؛ أي: وكأيّن من أهل قرية من قريتك؛ أي: من أهل قريتك، فإنه أطلق المحل وأراد الحال. ونسبة الإخراج إليها باعتبار التسبب. </p><p> ومنها: وصف القرية الأولى بشدة القوة، للإيذان بأولوية الثانية منها </p><p> بالإهلاك لضعف قوتها، كما أن وصف الثانية بإخراجه - صلى الله عليه وسلم -، للإيذان بأولويتها به لقوة جنايتها. </p><p> ومنها: التعبير بالمتقين عن المؤمنين في قوله: {مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ} ؛ أي: المؤمنون إيذانًا بأنّ الإيمان والعمل الصالح من باب التقوى، الذي هو عبارة عن فعل المأمورات، وترك المنهيات. </p><p> ومنها: الإطناب في قوله: {مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ (١٥) } أطنب بتكرار لفظ {أَنْهَار} تشويقًا لنعيم الجنة. </p><p> ومنها: التنوين في قوله: {وَمَغْفِرَةٌ} ؛ دلالةً على عظمها. </p><p> ومنها: التأكيد في قوله: {مِنْ رَبِّهِمْ} ؛ لأنّ فيه تأكيدًا لما أفاده التنكير في {مغفرة} مكن الفخامة الذاتية بالفخامة الإضافية. </p><p> ومنها: إعادة صلة الاستغفار، وحذف المضاف وإقامة المضاف إليه مقامه، في قوله:  {وَلِلْمُؤْمِنِينَ} ؛ أي: ولذنب المومنين إشعارًا بعراقتهم في الذنب، وفرط افتقارهم إلى الاستغفار. </p><p> ومنها: الزيادة والحذف في عدّة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ (٢٠) طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَهُمْ (٢١) فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ (٢٢) أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ (٢٣) أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا (٢٤) إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ (٢٥) ذَلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ (٢٦) فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ (٢٧) ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ (٢٨) أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ (٢٩) وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ (٣٠) وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ (٣١) إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ (٣٢) يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ (٣٣) إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ (٣٤) فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ (٣٥) إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ (٣٦) إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ (٣٧) هَا أَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ (٣٨) }. </p><p> المناسبة </p><p> قوله تعالى:  {وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لمّا ذكر (١) حال المنافقين والكافرين </p><p>(١) المراغي.</p><p> والمؤمنين حين استماع آيات التوحيد والحشر والبعث، وغيرها أو الأمور التي أوجب الدين علينا اعتقادها بقوله فيما سلف:  {وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ} ، قوله:  {وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى} .. أردف هذا فذكر حالهم في الآيات العملية كآيات الجهاد والصلاة والزكاة ونحوها، فأبان أنَّ المؤمنين كانوا ينتظرون مجيئها، ويرجون نزولها، وإذا تأخرت .. كانوا يقولون: هلا أمرنا بشيء من ذلك؛ لينالوا ما يقربهم من ربهم، ويحصلوا على رضوانه، والزلفى إليه، وأنّ المنافقين كانوا إذا نزل شيء من تلك التكاليف .. شق عليهم، ونظروا نظرة المصروع الذي يشخص بصره خوفًا وهلعًا. </p><p> ثم ذكر نتيجة لما سلف، وفذلكة لما تقدم، فأعقب هذا بأنّ الله طرد المنافقين وأبعدهم من الخير، ومن قبل هذا أصمهم فلا يسمعون الكلام المستبين، وأعمى أبصارهم، فلا يسيرون على الصراط المستقيم، أما المؤمنون فقد رضي عنهم، وأرضاهم، ونالوا محبته، ودخلوا جنته فضلًا منه ورحمةً، والله ذو الفضل العظيم. </p><p> قوله تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا (٢٤) ...} الآيات، مناسبة هذه الآيات لما قبلها: أنَّ الله سبحانه وتعالى لمّا ذكر أن أولئك المنافقين أبعدهم الله عز الخير فأصمهم فلم ينتفعوا بما سمعوا، وأعمى أبصارهم فلم يستفيدوا بما أبصروا .. بيَّن أو حالهم دائرة بين أمرين: إما أنهم لا يتدبرون القرآن إذا وصل إلى قلوبهم، أو أنهم يتدبرون ولكن لا تدخل معانيه في قلوبهم لكونها مقفلة، ثم ذكر أنهم رجعيًا إلى الكفر بعد أن تبين لهم الهدى بالدلائل الواضحة، والمعجزات الباهرة، وقد زيّن لهم الشيطان ذلك، وخدعهم بباطل الأماني، ثمّ بيّن سبب ارتدادهم وهو قوله لبني قريظة والنضير من اليهود: سنطيعكم في بعض أحوالكم، وهو ما حكي عنهم في قوله:  {أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ ...} الآية. والله يعلم ما يصدر عنهم من كل قبيح. </p><p> ثم أردف هذا بذكر ما يصادفونه من الأهوال إذا جاءتهم الملائكة لقبض أرواحهم بسبب اتباعهم أهوائهم، وعمل ما يغضب ربهم، ومن ثم أحبط </p><p> أعمالهم، وهل يعتقد هؤلاء المنافقون أنَّ الله لا يكشف أمرهم لعباده المؤمنين؟ بلى إنه سيوضح ذلك لذوي البصائر، ولو نشاء لأريناك أشخاصهم فعرفتهم عيانًا، ولكن لم نفعل ذلك سترًا منّا على عبادنا، وحملًا للأمور على ظاهر السلامة، وردًّا للسرائر إلى عالمها، وإنك لتعرفنهم فيما يبدو من كلامهم الدال على مقاصدهم بمغامز يضعونها أثناء حديثهم، وقد كان يفهمها رسول الله، ويفهم مراميها، فلا تخفى عليه. </p><p> ثم ذكر أنه يبتلي عباده بالجهاد وغيره، ليعلم الصادق في إيمانه، الصابر على مشاقّ التكاليف من غيره، ويختبر أعمالهم حسناتهم وسيئاتهم، فيجازيهم بما قدَّموا. {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (٨) }. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر أنّ المنافقين ستفضح أسرارهم، وأنهم سيلقون شديد الأهوال بين وفاتهم .. أردف ذلك بذكر حال جماعة من أهل الكتاب: وهم بنو قريظة والنضير، كفروا بالله، وصدّوا الناس عن سبيل الله، وعادوا الرسول بعد أن شاهدوا نعته في التوراة، وما ظهر على يديه من المعجزات، فهؤلاء لن يضرُّوا الله شيئًا بكفرهم، بل يضرون أنفسهم، وسيحبط الله مكايدهم التي نصبوها لإبطال دينه. </p><p> ثم ذكر قصص بني سعد، وقد أسلموا إلى رسول الله - صلى الله عليه وسلم - وقالوا: قد آثرناك، وجئناك بنفوسنا وأهلينا، منًّا بذلك عليه، فنهاهم عن ذلك، وبيَّن لهم أنَّ هذا مما يبطل أعمالهم. </p><p> ثم أعقب هذا ببيان أن من كفروا وصدوا عن السبيل القويم، ثم ماتوا وهم على هذه الحال فلن يغفر الله لهم، ثم أرشد إلى أن عمل الكافرين الذي له صورة الحسنات محبط، وأن ذنبهم غير مغفور، وبعدئذٍ أردف هذا بأنّ الله خاذلهم في الدنيا والآخرة، فلا تبالوا بهم، ولا تظهروا ضعفًا أمامهم، فإنَّ الله ناصركم ولن يضيع أعمالكم. </p>"
}