{
  "id": null,
  "sura": 47,
  "aya": 38,
  "text": "<p> اليسير في الصدقات، وبذل المال في المرافق العامة لإصلاح شؤون المجتمع الإِسلاميّ، كسدّ الثغور، وبناء القناطر والجسور. </p><p> ٣٨ - ثمّ أكد ما سلف وقرّره بقوله:  {هَا} حرف تنبيه بمعنى انتبهوا {أَنْتُمْ} كلمة (١) على حدة، وهو مبتدأ، خبره: قوله: {هَؤُلَاءِ} ؛ أي: انتبهوا أنتم أيها المخاطبون هؤلاء الموصوفون؛ يعني: في قوله: {إِنْ يَسْأَلْكُمُوهَا} الآية. {تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ} . استئناف مقرّر لذلك، حيث دلّ على أنهم يدعون لإنفاق بعض أموالهم في سبيل الله، فيبخل ناس منهم، أو صلة لهؤلاء على أنه بمعنى الذين؛ أي: ها أنتم الذين تدعون، ففيه توبيخ عظيم، وتحقير من شأنهم، والإنفاق في سبيل الله يعمّ نفقة الغزو والزكاة وغيرهما؛ أي: ها أنتم أيها المؤمنون تدعون إلى النفقة في جهاد أعداء الله، ونصرة دينه {فَمِنْكُمْ مَنْ يَبْخَلُ} بالرفع، ومنكم من يجود؛ لأنّ من هذه ليست بشرط؛ أي: فمنكم ناس يبخلون، وهو في حيّز الدليل على الشرطية الثانية، كأنه قيل: الدليل عليه أنكم تدعون إلى أداء ربع العشر، فمنكم ناس يبخلون بما يطلب منهم ويدعون إليه من الإنفاق في سبيل الله، وإذا كان منكم من يبخل باليسير من المال .. فكيف لا يبخلون بالكثير: وهو جميع الأموال. </p><p> ثم بيّن سبحانه أن ضرر البخل عائد على النفس، فقال:  {وَمَنْ يَبْخَلْ} بالجزم؛ لأن {من} : شرطية {فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ} ؛ أي: بمنعها الأجر والثواب ببخله، فإنّ كلًّا من ضرر البخل، نفع الإنفاق عائد إليه، فإن من يبخل وهو مريض بأجرة الطبيب، وبثمن الدواء .. فلا يبخل إلا على نفسه، والبخل يستعمل بعن وبعلى؛ لتضمّنه معنى الإمساك والتعدّي؛ أي: فإنما يمسك الخير عن نفسه بالبخل {وَاللَّهُ} سبحانه وتعالى {الْغَنِيُّ} عنكم وعن صدقاتكم؛ لأنّه الغنيّ عن المطلب المتنزه عن الحاجة دون من عداه {وَأَنْتُمُ الْفُقَرَاءُ} إليه، وإلى ما عنده من الخير والرحمة، فما يأمركم به، فهو لاحتياجكم إلى ما فيه أو </p><p>(١) روح البيان.</p><p> المنافع، فإن امتثلتم فلكم، وإن توليتم فعليكم. </p><p> وجملة قوله:  {وَإِنْ تَتَوَلَّوْا} : معطوفة على الشرطية المتقدمة، وهي:  {وَإِنْ تُؤْمِنُوا وَتَتَّقُوا} إلخ؛ أي: وإن تعرضوا عن الإيمان والتقوى، وعما دعاكم إليه، ورغبكم فيه من الإنفاق في سبيله {يَسْتَبْدِلْ} ؛ أي: يذهبكم ويخلق مكانكم قومًا آخرين: هم أطوع لله منكم {ثُمَّ لَا يَكُونُوا} ؛ أي: أولئك الآخرون {أَمْثَالَكُمْ} في التولّي عن الإيمان والتقوى والإنفاق، بل يكونون راغبين فيها، وكلمة (١)  {ثُمَّ} : للدلالة على أن مدخولها مما يستبعده المخاطب؛ لتقارب الناس في الأحوال، واشتراك الجل في الميل إلى المال، والخطاب في {تَتَوَلَّوْا} لقريش، والبدل: الأنصار. وهذا كقوله تعالى:  {فَإِنْ يَكْفُرْ بِهَا هَؤُلَاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ} أو للعرب، والبدل: العجم وأهل فارس، كما روي: أنه عليه السلام سئل عن القيم، وكان سلمان إلى جنبه، فضرب على فخذه، فقال:  \"هذا وقومه، والذي نفسي بيده، لو كان الإيمان منوطًا -أي:معلقًا - بالثريّا - النجم المعروف - لتناوله رجال من فارس\" . فدلّ على أنهم الفرس الذين أسلموا، أخرجه الطبراني والبيهقي وغيرهما عن أبي هريرة رضي الله عنه. وفي إسناده مقال. وقال مجاهد: هم من شاء الله من سائر الناس، وقال ابن جرير: والمعنى: {ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ} في البخل بالإنفاق في سبيل الله. </p><p> الإعراب </p><p> {وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} . </p><p> {ويَقُولُ} : {الواو} استئنافية. {يقول الذين} : فعل وفاعل، والجملة مستأنفة، وجملة {ءَامَنُوا} : صلته. {لَولَا} : حرف تحضيض. {نُزِّلَت سُورَة} : فعل ونائب فاعل، والجملة: في محل النصب، مقول لـ {الذِينَ} . {فإذَا}  {الفاء} : </p><p>(١) روح البيان.</p><p> عاطفة. {إذا} : ظرف لما يستقبل من الزمان. {أُنْزِلَتْ سُورَةٌ} : فعل ونائب فاعل، والجملة: في محل الخفض بإضافة إذا إليها، والظرف: متعلق بالجواب. {محكمة} صفة {سورة} . {وذكر} : فعل ماض مغير الصيغة. {فيها} : متعلق بـ {ذكر}  {القتال} : نائب فاعل، والجملة: معطوفة على جملة {أُنزِلَتْ} . {رأيت الذين} : فعل وفاعل ومفعول به، والجملة: جواب {إذا} لا محل لها من الإعراب، وجملة {إذا} : معطوفة على جملة {يقول}  {في قلوبهم} خبر مقدم، {مرض} مبتدأ مؤخر. والجملة صلة الموصول. </p><p> {يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ} . </p><p> {ينظرون} : فعل وفاعل، والجملة: في محل النصب حال من الموصول، إن كانت الرؤية بصرية، ومفعول ثان إن كانت قلبية، وكلا الوجهين مراد في الآية. {إليك} : متعلق بـ {ينظرون} . {نظر المغشي} مفعول مطلق مبيّن للنوع، مؤكد لعامله. {عليه} : متعلق بـ {المغشي} ؛ لأنّه اسم مفعول. {من الموت} : متعلق به أيضًا. {فأولى}  {الفاء} : استئنافية، {أولى} : مبتدأ، وسوَّغ الابتداء به قصد الدعاء. {لهُم} : خبره؛ أي: فالهلاك كائن لهم، وعليه اقتصر أبو البقاء، أو خبر مبتدأ محذوف، تقديره: العقاب أو الهلاك أولى لهم؛ أي: أقرب وأدنى، ويجوز أن تكون اللام بمعنى الباء؛ أي: أولى وأحقّ بهم، وفي \"شرح القاموس\" : معناه: الويل لك، أو أولاك الله ما تكرهه، فتكون اللازم زائدة. اهـ. </p><p> {طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَهُمْ (٢١) فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ (٢٢) أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ (٢٣) }. </p><p> {طاعة} : مبتدأ، خبره: محذوف، وسوَّغ الابتداء به الوصف المحذوف؛ أي: طاعة الله ورسوله أمثل لكم وأفضل، قال الرازي: لا يقال: {طَاعَةٌ} : نكرة لا تصلح للابتداء؛ لأنّا نقول: هي موصوفة يدل عليه قوله تعالى: {قول معروف} فإنه موصوف، فكأنه تعالى قال: طاعة مخلصة وقول معروف خير. </p><p> انتهى. {وقول} : معطوف على {طاعة} ، {معروف} : صفة {قول} ، أو خبر مبتدأ محذوف؛ أي: أمرنا طاعة وقول معروف. {فإذا}  {الفاء} : عاطفة. {إذا} : ظرف لما يستقبل من الزمان. {عزم الأمر} : فعل وفاعل، والجملة: في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط لها، والظرف: متعلق بالجواب. {فَلَوْ}  {الفاء} : رابطة لجواب {إذا} . {لو} : حرف شرط غير جازم. {صدقوا الله} فعل وفاعل ومفعول به، والجملة: فعل شرط لـ {لو} . {لكان}  {اللام} : رابطة لجواب {لو} الشرطية. {كان} : فعل ماض وناقص، واسمها: ضمير يعود على الصدق. {خَيْرًا} : خبرها، {لهم} : متعلق بـ {خيرًا} . وجملة {كان} : جواب {لو} الشرطية، وجملة {لو} الشرطية. جواب {إذا} وجملة {إذا} : معطوفة على جملة قوله: {طَاعَةٌ} : عطف فعلية على اسمية. {فَهَلْ}  {الفاء} : استئنافية. {هل} : حرف استفهام. {عَسَيْتُمْ} : فعل أو أفعال الرجاء، ترفع الاسم وتنصب الخبر. {إن} : حرف شرط. {تَوَلَّيْتُمْ} : فعل وفاعل في محل الجزم بـ {إن} الشرطية، على كونه فعل شرط لها، وجواب الشرط: محذوف لدلالة {هل عسيتم} عليه تقديره: إن تولّيتم تفسدوا في الأرض وجملة الشرط: معترضة لا محل لها من الإعراب، لاعتراضها بين {عسى} وخبرها. {أن تفسدوا} : ناصب يفعل وفاعل منصوب بـ {أَن} المصدرية. {في الأرض} : متعلق به، والجملة الفعلية مع {أَن} المصدرية: في تأويل مصدر منصوب على كونه خبر {عسى} . ولكنّه في تأويل مشتق؛ لئلا يخبر بالمعنى عن الذات، تقديره: فهل عسيتم إفسادكم؛ أي: مفسدين من تولّيتم، وجملة {عسى} : مستأنفة. {وَتُقَطِّعُوا أَرْحَامَكُمْ} : فعل وفاعل ومفعول به معطوف على {تفسدوا} . {أُولَئِكَ الَّذِينَ} : مبتدأ وخبر، والجملة: مستأنفة. {لعنهم الله} : فعل ومفعول به، وفاعل، والجملة: صلة الموصول. {فأصمهم}  {الفاء} : عاطفة {أصمّهم} : فعل ماض ومفعول به، وفاعله: ضمير مستتر يعود على الله، والجملة: معطوفة على جملة الصلة. {وأعمى} فعل وفاعل مستتر. {أَبصارهم} : مفعول به، والجملة: معطوفة على جملة {أصمهم} : على كونها معطوفة على الصلة. </p><p> {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا (٢٤) إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ </p><p> مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ (٢٥) ذَلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ (٢٦) }. </p><p> {أَفَلَا}  {الهمزة} : للاستفهام التوبيخيّ، داخلة على مقدر يقتضيه السياق، و {الفاء} : عاطفة على ذلك المقدر، والتقدير: ألا يلاحظ هؤلاء المنافقون هذا القرآن فلا يتدبرّون، والجملة المحذوفة: مستأنفة. {لا} نافية. {يتدبرون القرآن} : فعل وفاعل ومفعول به، معطوف على ذلك المحذوف. {أم} : منقطعة بمعنى بل الإضرابية وهمزة الاستفهام التقريري التوبيخي. {عَلَى قُلُوبٍ} : خبر مقدم. {أَقْفَالُهَا} : مبتدأ مؤخر وجوبًا، والجملة: جملة إنشائية مستأنفة، لا محل لها من الإعراب. {إِن الذين} : ناصب واسمه. {ارتدوا} : فعل وفاعل صلة الموصول. {على أدبارهم} : متعلق بـ {ارتدوا} أو حال من فاعله. {من بعد} : متعلق بـ {ارتدوا} أيضًا. {مَا} : مصدرية. {تبين} : فعل ماض. {لَهُمْ} : متعلق به. {الهدى} : فاعل، والجملة الفعلية: في تأويل مصدر مجرور بإضافة الظرف إليه؛ أي: من بعد تبيّن الهدى لهم. {الشيطان} : مبتدأ، وجملة {سَوَّلَ لَهُمْ} : خبر عن {الشيطان} . والجملة الابتدائية: في محل الرفع خبر {إن} وجملة {إن} مستأنفة، وجملة {وأملى لهم} : معطوفة على جملة {سَوَّلَ لَهُمْ} . {ذَلِكَ} : مبتدأ. {بأنهم} : جار ومجرور خبر المبتدأ، والجملة: مستأنفة. {أن} : حرف نصب، و {الهاء} : اسمها، وجملة {قَالُوا} : خبرها. {للذين} : متعلق بـ {قَالُوا} . وجملة {أن} : في تأويل مصدر مجرور بالباء، والتقدير: ذلك كائن بسبب قوله للذين كرهوا، وجملة {كَرِهُوا} : صلة الموصول. {مَا} : اسم موصول في محل النصب مفعول به. {نزل الله} : فعل وفاعل صلة لـ {ما} الموصولة، والعائد: محذوف، تقديره: ما أنزله الله. {سنطيعكم} : فعل ومفعول به وفاعل مستتر يعود على المتكلمين. {في بعض الأمر} : متعلق به، والجملة الفعلية: في محل النصب مقول {قالوا} . {والله}  {الواو} : حالية. {الله} : مبتدأ، وجملة {يعلم إسرارهم} : خبره، والجملة الاسمية: في محل النصب حال من فاعل {قالوا} . </p><p> {فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ (٢٧) ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ (٢٨) }. </p><p> {فكيف}  {الفاء} : استئنافية. {كيف} : اسم استفهام في محل الرفع خبر مقدم لمبتدأ محذوف، تقديره: فكيف حالهم؟ أو في محل النصب مفعول لفعل محذوف، تقديره: فكيف يصنعون؟ {إذا} ؛ ظرف لما يستقبل من الزمان. {تَوَفَّتْهُمُ الْمَلَائِكَةُ} : فعل ومفعول وفاعل، الجملة: في محل الخفض مضاف إليه لـ {إذا} على كونه فعل شرط لها. {يَضْرِبُونَ وُجُوهَهُمْ} ؛ فعل وفاعل ومفعول. {وأدبارهم} : معطوف على {وجوههم} . والجملة الفعلية: في محل النصب حال من {الملائكة} وجواب {إذا} : معلوم مما قبله؛ أي: إذا توفّتهم الملائكة .. فكيف حالهم؟ أو {إذا} ظرف مجرد عن معنى الشرط، متعلق بالفعل المحذوف؛ أي: فكيف يصنعون وقت توفية الملائكة إياهم؟ {ذلك} : مبتدأ. {بأنهم} : خبره، والجملة: مستأنفة. {أن} : حرف نصب، و {الهاء} : اسمها. {اتبعوا} : فعل وفاعل، و {ما} : موصولة في محل النصب مفعول به، والجملة الفعلية: في محل الرفع خبر {أن} وجملة {أن} : في تأويل مصدر مجرور بالباء، تقديره: ذلك بسبب اتباعهم ما أسخط الله. {أسخط الله} : فعل وفاعل مستتر، ومفعول به، والجملة: صلة لـ {ما} الموصولة {وكرهوا رضوانه} : فعل وفاعل ومفعول به معطوف على {اتبعوا} . {فأحبط أعمالهم} : فعل وفاعل مستتر، ومفعول به معطوف على {اتبعوا} . </p><p> {أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ (٢٩) وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ (٣٠) وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ (٣١) }. </p><p> {أَمْ} : منقطعة بمعنى بل الإضرابية وهمزة الاستفهام الإنكاري. {حَسِبَ الَّذِينَ} : فعل وفاعل والجملة: مستأنفة. {فِي قُلُوبِهِمْ} : خبر مقدم. {مرض} : مبتدأ مؤخر، والجملة: صلة الموصول. {أن} : مخففة من الثقيلة، واسمها: ضمير الشأن. {لن} : حرف نصب واستقبال {يخرج الله} : فعل وفاعل منصوب بـ </p><p> {لَنْ} ، {أضْغَانَهُمْ} : مفعول به، والجملة الفعلية: في محل الرفع خبر {أن} المخففة، وجملة {أن} المخففة: في تأويل مصدر سادّ مسدّ مفعولي {حَسِبَ} . والتقدير: أم حسب الذين في قلوبهم مرض عدم إخراج الله أضغانهم. {وَلَو}  {الواو} : عاطفة، {لو} : حرف شرط غير جازم. {نَشَاءُ} : فعل مضارع وفاعل مستتر يعود على الله، والجملة: فعل شرط لـ {لو} لا محل لها من الإعراب. {لأريناكهم}  {اللام} : رابطة لجواب {لو}  {أريناكهم} : فعل وفاعل ومفعولان، والرؤية هنا بصرية، تعدّت إلى مفعولين بالهمزة، والجملة جواب {لو} : الشرطية لا محل له وجملة {لو} الشرطية: معطوفة على جملة {حسب} . {فلعرفتهم}  {الفاء} : عاطفة، و {اللام} : رابطة للجواب مؤكِّدة للأولى. {عرفتهم} : فعل وفاعل ومفعول به، معطوف على {أريناكهم} . {بسيماهم} : جار ومجرور ومضاف إليه، متعلق بـ {عرفتهم} . {ولتعرفنهم}  {الواو} : استئنافية، و {اللام} : موطئة للقسم. {تعرفن} : فعل مضارع في محل الرفع، مبني على الفتح لاتصاله بنون التوكيد، وفاعله: ضمير يعود على محمد، و {الهاء} : مفعول به، {في لحن القول} : متعلق بـ {تعرفنهم} أو حال أو المفعول؛ أي: حال كونهم لا حنين، والجملة: جواب القسم لا محل لها من الإعراب، وجملة القسم: مستأنفة. {وَاللهُ} : مبتدأ، وجملة {يعلم أعمالكم} : خبر المبتدأ، والجملة الابتدائية: مستأنفة. {ولنبلونكم}  {الواو} : استئنافية، و {اللام} : موطئة للقسم. {نبلوّن} : فعل مضارع، مبني على الفتح لاتصاله بنون التوكيد، وفاعله: ضمير مستتر يعود على الله، و {الكاف} : مفعول به، والجملة: جواب القسم، وجملة القسم: مستأنفة أو معطوفة على جملة القسم الأولى. {حتى} : حرف جر وغاية. {نعلم} : فعل مضارع، منصوب بأن مضمرة وجوبًا بعد {حتى} الجارة، وفاعله: ضمير يعود على الله. {المجاهدين} : مفعول به. {مِنكمُ} : حال من {المجاهدين}  {والصابرين} : معطوف على {المجاهدين} ، والجملة الفعلية مع أن المضمرة: في تأويل مصدر مجرور بـ {حتى} بمعنى إلى، الجار والمجرور: متعلق بـ {نبلوّن} ؛ أي: ولنبلونكم إلى علمنا المجاهدين والصابرين منكم. {ونبلوا} فعل مضارع، معطوف على {نعلم} ، وفاعله: ضمير </p><p> يعود على الله. {أخباركم} مفعول به. </p><p> {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ (٣٢) يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ (٣٣) }. </p><p> {إن الذين} ناصب واسمه. {كفروا} فعل وفاعل صلة الموصول. {وصدوا} معطوف على {كفروا} . {عن سبيل الله} متعلق بـ {صدوا} ومضاف إليه. {وشاقوا الرسول} فعل وفاعل ومفعول به معطوف أيضًا على {كفروا} . {من بعد} متعلق بـ {شاقوا}  {مَا} مصدرية {تبين} فعل ماض {لهم} متعلق به {الهدى} فاعل، والجملة الفعلية مع {مَا} المصدرية في تأويل مصدر مجرور بإضافة الظرف إليه تقديره من بعد تبين الهدى لهم. {لَن} : حرف نصب. {يضروا الله} : فعل وفاعل ومفعول منصوب بـ {لن} ، والجملة الفعلية: في محل الرفع خبر {إن} ، وجملة {إن} : مستأنفة. {شيئًا} : مفعول مطلق؛ أي: شيئًا من الضرر، ولك أن تعربه مفعولًا به. {وسيحبط}  {الواو} : عاطفة. {والسين} : حرف استقبال. {يحبط أعمالهم} : فعل مضارع وفعل مستتر ومفعول به معطوف على جملة {لَن يضروا الله} . {يا} : حرف نداء {أي} ، منادى نكرة مقصودة، و {الهاء} : حرف تنبيه، {الذين} : صفة لـ {أيّ} ، وجملة النداء: مستأنفة. وجملة {آمَنُوا} : صلة الموصول، {أطيعوا الله} : فعل وفاعل ومفعول به، والجملة: جواب النداء، لا محل لها من الإعراب. {وأطِيعُوا اَلرسُولَ} معطوف على {أَطِيعُوا اللهَ} ، {وَلَا}  {الواو} : عاطفة، {لا} : ناهية. {تبطلوا} فعل وفاعل مجزوم بـ {لا} الناهية. {أعمالكم} : مفعول به، والجملة معطوفة على جملة {أَطيعوا الله} . </p><p> {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ (٣٤) فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ (٣٥) إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ (٣٦) }. </p><p> {إِنَّ الَّذِينَ} : ناصب واسمه، وجملة {كَفَرُوا} : صلته. {وَصَدُّوا} : معطوف على {كَفَرُوا} ، {عَنْ سَبِيلِ اللهِ} : متعلق بـ {وَصَدُّوا} ، {ثُمَّ} : حرف </p><p> عطف، {مَاتُوا} : فعل وفاعل معطوف على {كَفَرُوا} ، {وَهُمْ كُفَّارٌ} : مبتدأ وخبر، والجملة: في محل النصب حال من فاعل {مَاتُوا} ، {فَلَنْ}  {الفاء} : رابطة الخبر لما في الموصول أو معنى الشرط، {لن} : حرف نصب. {يَغْفِرَ اللَّهُ} : فعل وفاعل منصوب بـ {لن} . {لهُم} : متعلق به، والجملة الفعلية: في محل الرفع خبر {إِن} ، وجملة {إِن} : مستأنفة. {فَلَا}  {الفاء} :فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم وجوب الجهاد، وأردتم بيان ما هو اللازم لكم .. فأقول لكم. {لا تهنوا}  {لا} : ناهية جازمة. {تَهِنُوا} : فعل مضارع وفاعل مجزوم بـ {لا} الناهية، والجملة: في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة: مستأنفة. {وَتَدْعُوا} : فعل وفاعل معطوف على {لا تهنوا} . {إِلَى السَّلْمِ} : متعلق به. {وَأَنْتُمُ}  {الواو} : واو الحال، {أَنْتُمُ} : مبتدأ. {الْأَعْلَوْنَ} : خبره، والجملة: في محل النصب حال من فاعل {وَصَدُّوا} . {وَاللَّهِ}  {الواو} : حالية. {اللَّهُ} : مبتدأ. {مَعَكُمْ} : ظرف ومضاف إليه متعلق بمحذوف خبر المبتدأ، والجملة: في محل النصب حال أو فاعل {تَهِنُوا} أيضًا. {وَلَنْ}  {الواو} : عاطفة. {لن} : حرف نصب واستقبال. {يَتِرَكُمْ} : فعل وفاعل. مستتر يعود على {اللَّهُ} ، ومفعول به. {أَعْمَالَكُمْ} : بدل اشتمال أو ضمير المفعول أو منصوب بنزع الخافض؛ أي: في أعمالكم، كما نصّ عليه في \"المختار\" ، أو مفعول ثان كما يفيده كلام \"المصباح\" . والجملة الفعلية: في محل الرفع معطوفة على الظرف على كونها خبر المبتدأ. {إِنَّمَا} : أداة حصر. {الْحَيَاةُ} : مبتدأ، {الدُّنْيَا} : صفة، {لَعِبٌ} : خبر، {وَلَهْوٌ} : معطوف عليه، والجملة: مستأنفة. {وَإِنْ}  {الواو} : عاطفة، {إِنْ} : حرف شرط، {تُؤْمِنُوا} : فعل وفاعل مجزوم بـ {إِن} الشرطية، على كونه فعل شرط لها. {وَتَتَّقُوا} : معطوف عليه، {يُؤْتِكُمْ} : فعل مضارع وفاعل مستتر يعود على الله ومفعول أول، مجزوم بـ {إِن} الشرطية، على كونه جوابًا لها. {أُجُورَكُمْ} : مفعول ثان، والجملة الشرطية. معطوفة على جملة قوله:  {إِنَّمَا الْحَيَاةُ الدُّنْيَا} ، عطف فعلية على اسمية. {وَلَا}  {الواو} : عاطفة. {لا} : نافية. {يَسْأَلْكُمْ} فعل مضارع وفاعل مستتر يعود على الله ومفعول أول معطوف على {يُؤْتِكُمْ} ، </p><p> {أَمْوَالَكُمْ} : مفعول ثان لـ {يسأل} . </p><p> {إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ (٣٧) هَا أَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ (٣٨) }. </p><p> {إِن} : حرف شرط. {يَسْأَلْكُمُوهَا}  {يسأل} : فعل مضارع وفاعل مستتر يعود على {اللَّهِ} مجزوم بـ {إِن} الشرطية على كونه فعل شرط لها، و {الكاف} : ضمير المخاطبين في محل النصب مفعول أول، و {الميم} : حرف دالّ على الجمع، و {الواو} للإشباع، و {الهاء} مفعول ثان. {فَيُحْفِكُمْ}  {الفاء} : عاطفة. {يحفكم} : فعل وفاعل مستتر ومفعول به، معطوف على الشرط. {تَبْخَلُوا} : فعل وفاعل مجزوم بـ {إِن} الشرطية، على كونه جوابًا لها، وجملة {إِن} الشرطية: مستأنفة. {وَيُخْرِجْ أَضْغَانَكُمْ} : فعل مضارع وفاعل مستتر ومفعول به، معطوف على الجواب. {هَا أَنْتُمْ}  {ها} : حرف تنبيه لتنبيه المخاطب على ما يلقى إليه. {أنتم} : مبتدأ. {هَؤُلَاءِ} : خبره، وجملة {تُدْعَوْنَ} : مستأنفة، وأعربه بعضهم {ها} . للتنبيه، و {أنتم} : مبتدأ، وجملة {تُدْعَوْنَ} : خبره، و {هَؤُلَاءِ} : منادى معترض بين المبتدأ والخبر؛ أي: أنتم يا هؤلاء تدعون .. إلخ. وجنح الزمخشري إلى إعراب {هَؤُلَاءِ} : اسم موصول بمعنى الذين، وهو الخبر، وجملة {تُدْعَوْنَ} : صلة، وتبعه االبيضاوي. وكررت {ها} ؛ للتنبيه وللتأكيد. {تُدْعَوْنَ} : فعل ونائب فاعل، {لِتُنْفِقُوا}  {اللام} : حرف جرّ وتعليل. {تنفقوا} : فعل مضارع وفاعل منصوب بأن مضمرة جوازًا بعد لام كي. {فِي سَبِيلِ اللَّهِ} : متعلق بـ {تنفقوا} والجملة الفعلية مع أو المضمرة: في تأويل مصدر مجرور باللام، الجار والمجرور، متعلق بـ {تنفقوا} ؛ أي: تدعون لإنفاقكم في سبيل الله. {فَمِنكُم}  {الفاء} : قال الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم أنكم تدعون للإنفاق، وأردتم بيان تفاصيل أحوالكم .. فأقول لكم: منكم أو يبخل ومنكم من لا يبخل. {منكم} : خبر مقدم، {مَن} : اسم موصول في محل الرفع مبتدأ مؤخر، وجملة {يَبْخَلْ} : </p><p> صلته، والجملة الاسمية: في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة: مستأنفة. {وَمَن}  {الواو} : عاطفة. {مَن} : اسم شرط جازم في محل الرفع مبتدأ، والخبر: جملة الجواب أو الشرط أو هما. {يبخل} : فعل مضارع مجزوم بـ {مَن} على كونه فعل شرط لها، وفاعله: ضمير يعود على {مَن} . {فَإِنَّمَا}  {الفاء} : رابطة لجواب {مَن} الشرطية جوازًا. {إنما} : كافة ومكفوفة. {يَبْخَلْ} : فعل مضارع مرفوع، وفاعله: ضمير يعود على {مِن} ، {عَنْ نَفْسِهِ} : متعلق بـ {يَبْخَلْ} ، عدّاه بـ {عَن} لتضمّنه معنى الإمساك، والجملة الفعلية: في محل الجزم بـ {مَن} الشرطية، على كونها جوابًا لها، وجملة {مَن} الشرطية: معطوفة على الجملة الاسمية قبلها، على كونها مقولًا لجواب إذا المقدرة. {وَاللَّهُ} : مبتدأ، {الْغَنِيُّ} : خبره، والجملة: مستانفة. {وَأَنْتُمُ الْفُقَرَاءُ} : مبتدأ وخبر، والجملة معطوفة على الجملة التي قبلها. {وَإِنْ}  {الواو} : عاطفة. {إن} : حرف شرط، {تَتَوَلَّوْا} : فعل مضارع وفاعل، مجزوم بـ {إِن} الشرطية، على كونها فعل شرط لها. {يَسْتَبْدِلْ} : فعل مضارع وفاعل مستتر يعود على {وَاللَّهِ} مجزوم على كونه جواب الشرط، {قَوْمًا} : مفعول به. {غَيْرَكُمْ} : صفة {قَوْمًا} ، وجملة {إن} الشرطية، معطوفة على جملة قوله:  {وَإِنْ تُؤْمِنُوا وَتَتَّقُوا} . {ثُمَ} حرف عطف {لَا} : نافية، {يَكُونُوا} : فعل ناقص واسمه، معطوف على الجواب مجزوم. {أَمْثَالَكُمْ} : خبره. </p><p> التصريف ومفردات اللغة </p><p> {لَوْلَا} : كلمة تفيد الحثّ على حصول ما بعدها؛ أي: هلّا أنزلت سورة في أمر الجهاد. {مُحْكَمَةٌ} ؛ أي: بيّنة واضحة، لا احتمال فيها لشيء آخر. {مَرَضٌ} ؛ أي: ضعف في الدين وشكّ ونفاق. </p><p> {نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ} ؛ أي: نظر المغمى عليه خوفًا من الموت، أو المحتضر الذي لا يحرّك بصره. {فَأَوْلَى لَهُمْ} اختلف اللغويّون، والمعربون في هذه الكلمة، فقال الأصمعيّ: إنه فعل ماض، فمعناه: قاربهم ما يهلكهم، وعلى قوله: هو فعل ماض، وفاعله: ضمير مستتر يدلّ عليه السياق؛ كأنه قيل: فأولى </p><p> هو؛ أي: الهلاك، والأكثرون على أنه اسم، ثمّ اختلف هؤلاء: فقيل: هو اسم على وزن أفعل، مشتق من الولي: وهو القرب، ومعناه: الدعاء عليهم بأن يليهم المكروه، وقيل: اسم على وزن فعلى، مشتقّ من آل يؤول، فمعناه: الدعاء عليهم بأن يؤول أمرهم إلى المكروه، وقال الراغب: أولى: كلمة تهدّد وتخوّف، يخاطب بها من أشرف على الهلاك، فيحثّ به على عدم التعرّض، أو يخاطب به من نجا منه فينهي عن مثله ثانيًا، فأكثر ما يستعمل مكرّرًا، كما في قوله تعالى: {أَوْلَى لَكَ فَأَوْلَى (٣٤) }، وأنه حث على تأمّل ما يؤول إليه أمره لينتبه المتحرّز منه، وقال صاحب \"الصحاح\" : قول العرب: أولى لك: تهديد وتوعيد، ومنه قول الشاعر: </p><p> فَأَوْلَى ثُمَّ أَوْلَى ثُمَّ أَوْلَى ... وَهْلَ لِلدَّاءِ يَحْلُبُ مَنْ يَرُدُّ </p><p> {فَإِذَا عَزَمَ الْأَمْرُ} ؛ أي: جدَّ أولو الأمر، والعزم والعزيمة: الجد، وعقد القلب إلى إمضاء الأمر، والعزيمة: تعويذٌ، كأنه تصوّر أنك قد عقدت على الشيطان أن يمضي إرادته منك. </p><p> والمعنى: فإذا جدّوا في أمر الجهاد، وافترض القتال. </p><p> {فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ} بكسر السين وفتحها؛ أي: لعلكم، أو فهل يتوقّع منكم إلا الإفساد أن أعرضتم عن الإيمان والقتال؟ وكلمة عسى: تدلّ على توقّع حصول ما بعدها، ولكن التوقع من الله غير متصوّر؛ لأنّ الله عزّ وجل عالم بما كان وبما يكون، فتفيد هنا التحقق؛ أي: حقّق الله إن أعرضتم وتولّيتم عن دين الله تعالى، وسنة رسوله - صلى الله عليه وسلم - أنّ ترجعوا إلى ما كنتم عليه في الجاهلية من الإفساد في الأرض، بالإغارة والنهب والسلب، وقطع الأرحام، كما مرّ، أو إن تولّيتم أمور الناس، أن تفسدوا في الأرض بأخذ الرشوة، والحكم بالظلم. </p><p> {وَتُقَطِّعُوا أَرْحَامَكُمْ} : جمع رحم، والرحم في الأصل: رحم المرأة: وهو منبت الولد، ووعاؤه في البطن، ثمّ سمّيت القرابة والوصلة من جهة الولادة رحمًا بطريق الاستعارة؛ لكونهم خارجين من رحم واحد. </p><p> {أَفَلَا يَتَدَبَّرُونَ} والتدبّر: النظر في دبر الأمور وعواقبها، وأصل التدبّر: التفكر في عاقبة الشيء وما يؤول إليه أمره، وتدبّر القرآن لا يكون إلا مع حضور القلب، وجمع الفهم وقت تلاوته، ويشترط فيه تقليل الغذاء من الحلال الصرف، وخلوص النيّة. اهـ. \"خازن\" . </p><p> {أَقْفَالُهَا} والأقفال: جمع قفل بالضم: وهو الحديد الذي يغلق به الباب. كما في \"القاموس\" . </p><p> {إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ} الارتداد والردّة: الرجوع في الطريق الذي جاء منه، لكن الردّة تختصّ بالكفر، والارتداد يستعمل فيه وفي غيره، وأصله: ارتَدَدُوا، فكرهوا توالي المثلين، فادغمت الدال الأولى في الثانية، على حدّ قول ابن مالك في \"ألفيته\" . </p><p> أَوَّلَ مِثْلَيْنِ مُحَرَّكَيْنِ فِيْ ... كِلْمَةٍ ادْغِمْ لَا كَمِثْلِ صُفَفِ </p><p> والأدبار: جمع دبر، ودبر الشيء: خلاف القبل، وكني بهما عن العضوين المخصوصين. </p><p> {الشَّيْطَانُ سَوَّلَ لَهُمْ} ؛ أي: سهّل لهم، وزيّن، من التسويل: وهو تزيين النفس لما تحرص عليه، وتصوير القبيح منه بصورة الحسن. {وَأَمْلَى لَهُمْ} ؛ أي: أمدّ لهم في الأمانيّ الكاذبة، والآمال الباطلة. قال الراغب: الإملاء: الإمداد، ومنه قيل للمدّة الطويلة: ملاوة من الدهر، وملوة من الدهر، وأصله: أملي، بوزن أفعل، قلبت الياء ألفًا لتحركها بعد فتح، وهذه الياء أصلها واو، إلا أنها لمّا صارت رابعة .. قلبت ياء. {سَنُطِيعُكُمْ} أصله: سنطوعكم، من الطواعية، نقلت حركة الواو إلى الطاء فسكنت إثر كسرة، فقلبت ياء حرف مدّ. </p><p> {أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ} جمع ضغن: وهو الحقد: وهو إمساك العداوة في القلب، والتربص لفرصتها. وفي \"المصباح\" : ضغن صدره ضغنًا، من باب تعب: حقد، والاسم ضغن، والجمع: أضغان، مثل: حمل وأحمال: وهو ضغن وضاغن. وفي \"المصباح\" أيضًا: الحقد: الانطواء على العداوة والبغضاء، وحقد </p><p> عليه من باب ضرب وتعب يجمع على أحقاد، كحمل وأحمال، وقال عمرو بن كلثوم: </p><p> وَإنِ الضُّغْنُ بَعْدَ الضُّغْنِ يَبْدُوْ ... عَلَيْكَ وَيُخْرُجُ الدَّاءَ الدَّفِيْنَا </p><p> {وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ} أصله: لأريناكهم، نقلت حركة الهمزة إلى الراء فسكّنت ثم حذفت للتخفيف، فوزنه أفلنا. {فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ} ؛ أي: بعلامتهم التي نسمهم بها. وفي \"القاموس\" : والسومة بالضم، والسيمة والسيماء والسيمياء بكسرهن: العلامة، وذكر في السوم. {فِي لَحْنِ الْقَوْلِ} ؛ أي: في معنى القول وفحواه ومقصده وأسلوبه، وقيل: اللحن: أن تلحن بكلامك؛ أي: تميله إلى نحو من الأنحاء، ليفطن له صاحبك كالتعريض والتورية، قال الشاعر: </p><p> وَلَقَدْ لَحَنْتُ لَكُمْ لِكَيْمَا تَفْهَمُوْا ... وَاللَّحْنَ يَعْرِفُهُ ذَوُو الأَلْبَابِ </p><p> فاللحن: العدول بالكلام عن الظاهر، والمخطىء لاحن؛ لعدوله عن الصواب؛ أي: لكي تفهموا دون غيركم، فإنَّ اللحن يعرفه أرباب الألباب دون غيرهم، قال في \"المصباح\" : واللحن بفتحتين: الفطنة: وهو مصدر من باب تعب، والفاعل لحن، يتعدى بالهمزة، فيقال: ألحنته فلحن؛ أي: أفطنته ففطن: وهو سرعة الفهم، وهو ألحن من زيد؛ أي: أسبق فهمًا، ولحن في كلامه لحنًا من باب نفع: أخطأ في العربية، قال أبو زيد: لحن في كلامه لحنًا بسكون الحاء لحونًا: إذا أخطأ في الإعراب، وخالف وجه الصواب، ولحنت بلحن فلان لحنًا أيضًا: تكلمت بلغته، ولحنت له لحنًا: قلت له قولًا فهمه عنّي، وخفي على غيره من القوم، وفهمته من لحن كلامه، وفحواه ومعاريضه بمعنى، قال الأزهري: لحن القول: كالعنوان، وهو كالعلامة تشير بها فيفطن المخاطب لغرضك. اهـ. وقد كان المنافقون يصطلحون فيما بينهم على ألفاظ يخاطبون بها الرسول - صلى الله عليه وسلم -، ظاهرها حسن ويعنون بها القبيح، كقولهم: راعنا. اهـ \"كرخي\" . </p><p> {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ} أصل {صدوا} : صددوا، أدغمت الدال في الدال، وأصل {شاقوا} : شاققوا، أدغمت القاف الأولى في الثانية، فصار شاقوا. {لَنْ يَضُرُّوا اللَّهَ} أصله: يضرون بوزن يفعلون، </p><p> حذفت نون الرفع لدخول الناصب وهو {لن} ، ثم نقلت حركة الراء الأولى إلى الضاد، فسكنت فأدغمت في الراء الثانية. </p><p> {فَلَا تَهِنُوا} من الوهن: وهو الضعف، أصله: توهنون، حذفت نون الرفع لدخول الجازم: وهو {لا} الناهية، ثم حذفت فاء الفعل المثاليّ، فمضارعه: يوهن بوزن يفعل بكسر العين، ووقعت الواو بين ياء مفتوحة وكسرة فحذفت لوقوعها بين عدوّيها: الياء والكسرة. {وَأَنْتُمُ الْأَعْلَوْنَ} جمع أعلى، أصله: الأعلوون بواوين، الأولى: لام الكلمة، والثانية: واو جمع المذكر السالم، فيقال: تحركت الواو الأولى وانفتح ما قبها فقلبت ألفا، فالتقى ساكنان فحذفت الألف. </p><p> {يَتِرَكُمْ أَعْمَالَكُمْ} مضارع وتر المثاليّ، وتحذف فاؤه في المضارع. وفي \"المختار\" : وتره حقَّه يتره بالكسر وترًا بالكسر أيضًا: نقصه. </p><p> {إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ} ويقال في الفرق بينهما: وكل ما اشتغلت به مما ليس فيه ضرر في الحال، ولا منفعة في المآل، ولم يمنعك من مهام أمورك، فهو لعب، فإن شغلك عنها .. فهو لهو، ومن ثم يقال: آلات الملاهي؛ لأنها مشغلة عن غيرها، ويقال لما دون ذلك: لعب كاللعب بالشطرنج، والنرد والحمام. </p><p> {وَإِنْ تُؤْمِنُوا وَتَتَّقُوا} أصله: توتقيون استثقلت الضمة على الياء فحذفت، ثم لمَّا سكنت .. حذفت لالتقاء الساكنين، وضمت القاف لمناسبة الواو، ثم أبدلت الواو فاء الكلمة تاءً، وأدغمت في تاء الافتعال، وحذفت نون الرفع لعطف الفعل على فعل الشرط. </p><p> {فَيُحْفِكُمْ} ؛ أي: يجهدكم بطلب الكل. والإحفاء، وكذا الإلحاف: بلوغ الغاية في كل شيء، يقال: أحفاه في المسألة: إذا لم يترك شيئًا من الإلحاح. {فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ} وفي \"السمين\" : بخل، وضن يتعدَّيان بعلى تارةً، وبعن أخرى، والأجود: أن يكونا حال تعدّيهما بعن مضمنين معنى الإمساك. اهـ. </p><p> {هَا أَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا في سَبِيلِ اللهِ} أصله: تدعوون، قلبت الواو ألفًا لتحركها بعد فتح. {وَإِنْ تَتَوَلَّوْا} أصله: تتوليون، حذفت نون الرفع لدخول الجازم، ثم قلبت الياء ألفًا لتحركها بعد فتح، وحذفت الألف لالتقائها ساكنة مع واو الجماعة. </p><p> البلاغة </p><p> وقد تضمّنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: المجاز العقلي في قوله: {فَإِذَا عَزَمَ الْأَمْرُ} أسند العزم إلى الأمر إسنادًا مجازيًا، وهو لأهله مثل: نهاره صائم. </p><p> ومنها: الالتفات من الغيبة إلى الخطاب في قوله: {فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ} لتأكيد التوبيخ، وتشديد التقريع. اهـ \"أبو السعود\" . </p><p> وفيه أيضًا: ما يُسمَّى في البلاغة في غير القرآن بتجاهل العارف؛ أي: سلوك طريقة الاستخبار. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَتُقَطِّعُوا أَرْحَامَكُمْ} ؛ لأنّ قطعها كناية عن ترك صلتها. </p><p> وفيه أيضًا: الاستعارة التصريحية الأصلية في {أَرْحَامَكُمْ} ؛ لأنّ الرحم في الأصل: وعاء الولد في البطن، أستعير لذوي القرابات لكونهم خارجين من رحم واحد. </p><p> ومنها: الإشارة إلى المخاطبين بطريق الالتفات في قوله: {أُولَئِكَ} المفسدون {الَّذِينَ لَعَنَهُمُ الله} إيذانًا بأن ذكر إهانتهم أوجب إسقاطهم عن رتبة الخطاب، وحكاية أحوالهم الفظيعة لغيرهم. </p><p> ومنها: الإطناب في قوله: {وَأَعْمَى أَبْصَارَهُمْ} اختصر في الإصمام، حيث قال:  {فَأَصَمَّهُمْ} وأطنب في الإعماء، حيث قال:  {وَأَعْمَى أَبْصَارَهُمْ} . </p><p> ومنها: الاستفهام التوبيخيّ في قوله: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ} . </p><p> ومنها: تنكير {قُلُوبٍ} في قوله: {أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} إمّا لتهويل حالها، وتفظيع شأنها، كأنه قيل: على قلوب نكرة لا يعرف حالها، وإمّا لأنّ المراد بها: قلوب بعض منهم: وهم المنافقون. </p><p> وفيه أيضًا: الاستعارة التصريحية، حيث شبّه قلوبهم بالأبواب المقفلة، فهي لا تنفتح لوعظ واعظ. </p><p> ومنها: إضافة الأقفال إلى ضمير القلوب؛ للدلالة على أنها أقفال مخصوصة بها، مناسبة لها، غير مجانسة لسائر الأقفال المعهودة التي من الحديد، إذ هي أقفال الكفر التي استغلقت فلا تنفتح. اهـ \"أبو السعود\" . </p><p> ومنها: الكناية في قوله: {إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ} وهو كناية عن الكفر بعد الإيمان. </p><p> ومنها: الكناية في قوله: {وَنَبْلُوَ أَخْبَارَكُمْ} ؛ لأنّ بلاء الأخبار كناية عن بلاء الأعمال. </p><p> ومنها: الإطناب في قوله: {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ} ، لأنّ الصدّ والمشاقة عين الكفر. </p><p> ومنها: زيادة السين في قوله: {وَسَيُحْبِطُ أَعْمَالَهُمْ} لمجرد التأكيد. </p><p> ومنها: تكرار اللام الرابطة لجواب {لو} في قوله: {فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ} لمجرد التأكيد بعد قوله: {لَأَرَيْنَاكَهُمْ} . </p><p> ومنها: الالتفات من الغيبة إلى التكلم في قوله: {وَلَوْ نَشَاءُ} حيث عبّر بنون العظمة لإبراز العناية بالإراءة. </p><p> ومنها: حذف المضاف في قوله: {لَنْ يَضُرُّوا اللَّهَ} ؛ أي: لن يضرّوا رسول الله بمشاقته شيئًا، فقد حذف المضاف لتعظيمه، وتفظيع مشاقّته. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ} حيث </p><p> عبّر عن ترك الإثابة في مقابلة الأعمال بالوتر، الذي هو إضافة شيء معتدّ به عن الأنفس والأموال، فاستعار الوتر الذي بمعنى إضاعة الأموال، لترك الإثابة على الأعمال، فاشتقّ من الوتر الذي بمعنى ترك الإثابة، يتر بمعنى يترك الإثابة، على طريقة الاستعارة التبعية. </p><p> ومنها: قصد العموم بقوله: {وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ} ؛ لأنّ الجمع المضاف من صيغ العموم. فالمراد: جميع أموالكم. </p><p> ومنها: تكرار ها التنبيه في قوله: {هَا أَنْتُمْ} للتأكيد. </p><p> ومنها: تكرار لفظ {يَبْخَلُ} ؛ استهجانًا له، وتنفيرًا منه. </p><p> ومنها: الاكتفاء في قوله: {فَمِنْكُمْ مَنْ يَبْخَلُ} ؛ أي: ومنكم من يجود، وحذف هذا المقايل؛ لأنّ المراد: الاستدلال على البخل. اهـ \"خطيب\" . </p><p> ومنها: المقابلة في قوله: {وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ} . </p><p> ومنها: الإتيان بكلمة {ثُمَّ} في قوله: {ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ} ؛ للدلالة على أنّ مدخولها مما يستبعده المخاطبون لتقارب الناس في الأحوال، واشتراكهم في الميل إلى المال. </p><p> ومنها: الزيادة والحذف في عدّة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة ما تضمنته هذه السورة </p><p> اشتملت هذه السورة الكريمة على ثلاثة مقاصد: </p><p> ١ - وصف الكافرين والمؤمنين من أوّل السورة إلى قوله:  {كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ} . </p><p> ٢ - جزاء الفريقين في الدنيا والآخرة، من خذلان ونصر ونار وجنة، من قوله:  {فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ} إلى قوله: {وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ} . </p><p> ٣ - الوعد والوعيد للمنافقين والمرتدين، من قوله:  {وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ ...} إلى آخر السورة (١) . </p><p> والله أعلم </p><p> * * * </p><p>(١) فرغت من تفسير هذه السورة عصر يوم الخميس في تاريخ ١٧/ ٢/ ١٤١٥ هـ.</p><p> [سورة الفتح] </p><p> قال القرطبي: سورة الفتح مدنية بالإجماع (١) ، ونزلت ليلًا بين مكة والمدينة في شأن الحديبية، وقد أخرج ابن الضريس والنحاس وابن مردويه والبيهقي عن ابن عباس قال: نزلت سورة الفتح بالمدينة، وأخرج ابن مردويه عن ابن الزبير مثله، وأخرج ابن إسحاق والحاكم وصححه، والبيهقي في \"الدلائل\" عن المسور بن مخرمة ومروان، قالا: نزلت سورة الفتح بين مكة والمدينة في شأن الحديبية، من أولها إلى آخرها، وهذا لا ينافي الإجماع على كونها مدنية؛ لأنّ المراد بالسور المدنية: النازلة بعد الهجرة من مكة. </p><p> وهي تسع وعشرون آيةً، وخمس مدّة وستون كلمةً، وألفان وأربع مئة وثمانية وثلاثون حرفًا، نزلت بعد سورة الجمعة. </p><p> تسميتها: سميت سورة الفتح؛ لأنّ الله تعالى بشّر المؤمنين بالفتح المبين، حيث قال في أولها: {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١) } الآيات. </p><p> فضلها: نزلت هذه السورة الكريمة على رسول الله - صلى الله عليه وسلم - بعد مرجعه من الحديبية، ولما نزلت هذه السورة .. قال رسول الله - صلى الله عليه وسلم -: \"لقد أنزلت عليّ الليلة سورة، هي أحب إليَّ من الدنيا وما فيها\" . {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١) } أخرجه أحمد والبخاري والترمذي والنسائي عن عمر بن الخطاب. </p><p> مناسبتها لما قبلها من ثلاثة أوجه (٢) : </p><p> ١ - أنّ الفتح المراد به النصر مرتب على القتال، وجاء في سورة محمد تعليم المؤمنين كيفية القتال:  {فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ} ، ثم ذكر هنا بيان </p><p>(١) القرطبي. (٢) المراغي.</p><p> الثمرة اليانعة لتلك الكيفية، وهي النصر والفتح. </p><p> ٢ - في كلتا السورتين ذكر محمد والفتح، وذكر المؤمنين المخلصين والمشركين والمنافقين. </p><p> ٣ - وفي السورة السالفة أمر النبيّ - صلى الله عليه وسلم - بالاستغفار لذنبه، وللمؤمنين والمؤمنات، وافتتحت هذه السورة بذكر حصول المغفرة. </p><p> وعبارة أبي حيان: مناسبتها لما قبلها (١) : أنه تقدم: {وَإِنْ تَتَوَلَّوْا ...} الآية. وهو خطاب لكفار قريش، أخبر رسوله - صلى الله عليه وسلم - بالفتح العظيم، وأنه بهذا الفتح حصل الاستبدال، وآمن كل من كان بها، وصارت مكة دار إيمان، ولما قفل رسول الله - صلى الله عليه وسلم - من صلح الحديبية .. تكلّم المنافقون، وقالوا: لو كان محمد نبيًا، ودينه حقًا .. ما صدّ عن البيت، ولكان فتح مكة، فأكذبهم الله تعالى، وأضاف عز وجل الفتح إلى نفسه؛ إشعارًا بأنه من عند الله، لا بكثرة عَدد ولا عُدد، وأكّده بالمصدر، ووصفه بأنه مبين مظهر لما تضمّنه من النصر والتأييد. </p><p> والظاهر: أنّ هذا الفتح هو فتح مكة، وقال الكلبي وجماعة: وهو المناسب لآخر السورة التي قبل هذه، لما قال:  {هَا أَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ} الآية .. بين أنه فتح لهم مكة، وغنموا، وحصل لهم أضعاف ما أنفقوا، ولو بخلوا .. لضاع عليهم، فلا يكون بخلهم إلا على أنفسهم، وأيضًا لما قال:  {وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ} .. بيّن برهانه بفتح مكة، فإنهم كانوا هم الغالبين، وأيضًا لما قال {فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ} .. كان فتح مكة، حيث لم يلحقهم وهن ولا دعوا إلى صلح، بل أتى صناديد قريش مستأمنين مستسلمين مسلمين. </p><p> الناسخ والمنسوخ منها: قال أبو عبد الله محمد بن حزم رحمه الله تعالى: سورة الفتح مدنية بالإجماع، فيها ناسخ وليس فيها منسوخ. </p><p> سبب نزولها: ما أخرجه الحاكم وغيره عن المسور بن مخرمة، ومروان بن </p><p>(١) البحر المحيط.</p><p> الحكم، قالا: نزلت سورة الفتح بين مكة والمدينة، في شأن الحديبية، من أولها إلى آخرها. </p><p> والله أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١) لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا (٢) وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا (٣) هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (٤) لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَكَانَ ذَلِكَ عِنْدَ اللَّهِ فَوْزًا عَظِيمًا (٥) وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَاءَتْ مَصِيرًا (٦) وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا (٧) إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا (٨) لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا (٩) إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا (١٠) سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا (١١) بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَلِكَ فِي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْمًا بُورًا (١٢) وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ فَإِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَعِيرًا (١٣) وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (١٤) سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ قُلْ لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا (١٥) قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ فَإِنْ تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا وَإِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِنْ قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا (١٦) لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا (١٧) }. </p><p> المناسبة </p><p> قد تقدّم قريبًا بيان مناسبة أول هذه السورة لآخر ما قبلها، ووسطها لوسطه، وأما قوله تعالى:  {هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ ...} الآيات، فمناسبتها لما قبلها: أنّ (١) الله سبحانه وتعالى، لما أخبر أنه سينصر رسله .. بيّن سبيل النصر بأنه رزقهم ثبات أقدام ليزدادوا يقينًا إلى يقينهم، ثمّ أخبر بأنّ من سننه أن يسلّط بعض عباده على بعض، وهو العليم بالمصالح واستعداد النفوس، وقد وعد المؤمنين جنات تجري من تحتها الأنهار، وأوعد الكافرين والمنافقين الذين كانوا يتربّصون الدوائر بالمؤمنين بالعذاب الأليم، وغضب عليهم، وطردهم من رحمته. </p><p> قوله تعالى:  {إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا ...} الآيات، مناسبتها لما قبلها: أنّ الله سبحانه وتعالى، لمّا أتمّ الكلام (٢) على ما لكل من النبيّ - صلى الله عليه وسلم - والمؤمنين من الثمرات، التي ترتّبت على عمله .. أعقبه بما يعمّهما معًا، فذكر أنه أرسل رسوله شاهدًا على أمّته، ومبشرًا لها بالثواب، ومنذرًا إيّاها بالعقاب، ثمّ أبان أنّ فائدة هذا الإرسال هو الإيمان بالله، وتعظيمه وتسبيحه غدوةً وعشيًّا، ونصرة دينه، ثمّ ذكر بيعة الحديبية، وهي قرية صغيرة على أقل من مرحلة من مكة سمّيت باسم بئر هناك، وأنّ الذين بايعوا هذه البيعة إنما بايعوا الله، ونصروا دينه، وأنّ من نَقَضَ منهم العهد .. فوبال ذلك عائد إليه، ولا يضرنّ إلا نفسه، ومن أوفى بهذا العهد .. فسينال الأجر العظيم، والثواب الجزيل. </p><p> قوله تعالى:  {سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه لمّا ذكر حال المنافقين فيما سلف، وبيّن أنّ الله غضب عليهم ولعنهم، وأعدّ لهم عذاب السعير .. أردف ذلك بذكر قبائل من العرب: جهينة ومزينة وغفار وأشجع، والديل وأسلم، تخلّفوا عن رسول الله - صلى الله عليه وسلم -، لما استنفرهم عام الحديبية، حين أراد السير إلى مكة </p><p>(١) المراغي. (٢) المراغي.</p><p> معتمرًا، وساق معه الهدي ليعلم أنه لا يريد حربًا، وأعتلّوا بانّ أموالهم وأهليهم قد شغلتهم، لكنّهم في حقيقة أمرهم كانوا ضعاف الإيمان، خائفين من مقاتلة قريش، وكنانة وثقيف والقبائل المجاورة لمكة: وهم الأحابيش، وقالوا: كيف نذهب إلى قوم قد غزوه في عقر داره بالمدينة، وقتلوا أصحابه فنقاتلهم؟ وقالوا: لن يرجع محمد ولا أصحابه من هذا السفر، ففضحهم الله تعالى في هذه الآية، وأخبر بأنه أعد لهؤلاء وأمثالهم نارًا موقدة، تطّلع على الأفئدة، وأعد للمؤمنين جنات تجري من تحتها الأنهار، خالدين فيها أبدًا، وهو ذو مغفرة لمن أقلع من ذنبه، وأناب إلى ربّه. </p><p> قوله تعالى:  {سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ ...} الآية، مناسبة هذه الآية لما قبلها: أنّ الله سبحانه لما ذكر (١) اعتذارهم عن التخلّف فيما سلف، بأنه إنما كان لمعالجة معايشهم، وصلاح أموالهم، وما كان له من سبب آخر يقعدهم عن نصرته .. أعقب ذلك بما يكذّبهم في هذه المعذرة، فإنهم قد طلبوا السير مع النبيّ - صلى الله عليه وسلم - في وقعه خيبر، لما يتوقعونه من مغانم يأخذونها، ولو كانت التّعِلّة السالفة حقًا .. ما طلبوا السير معه بحال. </p><p> ثم أخبر بأن الله سبحانه رفض طلبهم الذهاب مع رسول الله إلى خيبر، فقالوا: إنّ ذلك حسد من المؤمنين لهم، أن ينالوا شيئًا من الغنيمة، فرد الله عليهم ما قالوا، وأبان أنهم قوم مادّيّون لا يسعون إلا للدنيا، ولا يفهمون ما يعلي شأن الدين، ويرفع قدره. </p><p> قوله تعالى:  {قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ ...} الآية، مناسبة هذه الآية لما قبلها: أنّ الله سبحانه لما رفض (٢) إشراك المتخلّفين في قتال خيبر، عقابًا لهم على تقاعدهم عن نصرة الله ورسوله في الحديبية .. أردف ذلك ببيان أنّ باب القتال لا يزال مفتوحًا أمامكم، فإن شئتم أن تبرهنوا على مالكم من بلاءٍ في ميدان القتال .. فاستعدوا، فستندبون إلى مواجهة قوم </p><p>(١) المراغي. (٢) المراغي.</p><p> أولي بأس ونجدة، فإما أن يسلموا، دراما أن تبارزوهم حتى تبيدوا خضراءهم، ولا تبقوا منهم ديّارًا، ولا نافخ نار، فإن أجبتم داعي الله .. أثابكم على ما فعلتم جزيل الأجر، وإن نكصتم على أعقابكم كما فعلتم من قبل .. فستجزون العذاب الأليم. </p><p> ثم ذكر الأعذار المبيحة للتخلّف عن الجهاد. </p><p> ومنها: ما هو لازم، كالعمى والعرج. </p><p> ومنها: ما هو عارض يطرأ ويزول، كالمرض. </p><p> ثم أعقب ذلك بالترغيب في الجهاد، والوعيد بالعذاب الأليم من مذّلة في الدنيا، ونار موقدة في الآخرة لمن نكل عنه، وأقبل على الدنيا، وترك ما يقرّبه من ربه. </p><p> أسباب النزول </p><p> سبب نزول هذه السورة (١) : ما أخرجه البخاريّ عن أحمد بن إسحاق السلميّ، عن يعلى عن عبد العزيز بن سياه، عن حبيب بن أبي ثابت، قال: أتيت أبا وائل أسأله، فقال: كنا بصفّين، فقال رجل: ألم تر إلى الذين يدعون إلى كتاب الله تعالى؟ فقال علي: نعم، فقال سهل بن حنيف: اتهموا أنفكسم، فلقد رأيتنا يوم الحديبية؛ يعني: الصلح الذي كان بين النبيّ - صلى الله عليه وسلم - والمشركين، ولو نرى قتالًا ... لقاتلنا، فجاء عمر فقال: ألسنا على الحق وهم على الباطل؟ أليس قتلانا في الجنة وقتلاهم في النار؟ قال:  \"بلى\" . قال: ففيم نعطي الدنيّة في ديننا، ونرجع ولما يحكم الله بيننا؟ فقال:  \"يا ابن الخطاب إنّي رسول الله، ولن يضيِّعني الله أبدًا\" . فرجع متغيِّظًا فلم يصبر حتى جاء أبا بكر، فقال: يا أبا بكر ألسنا على الحق وهم على الباطل؟ قال يا ابن الخطاب إنه رسول الله، ولن يضيّعه الله أبدًا، فنزلت سورة الفتح. وأخرجه أحمد أيضًا. </p><p> قوله تعالى:  {لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ...} الآية، سبب نزولها: ما أخرجه </p><p>(١) أسباب النزول.</p>"
}