{
  "id": null,
  "sura": 47,
  "aya": 13,
  "text": "<p> ومعنى الآية: أي والذين جحدوا توحيد الله، وكذّبوا رسوله - صلى الله عليه وسلم -، يتمتعون في هذه الدنيا بحطامها ورياشها وزينتها الفانية، ويأكلون فيها غير مفكرين في عواقبهم، ومنتهى أمورهم، ولا معتبرين بما نصب الله لخلقه في الآفاق والأنفس من الحجج المؤدِّية إلى معرفة توحيده، وصدق رسوله، فمثلهم مثل البهائم، تأكل في معالفها ومسارحها، وهي غافلة عمَّا هي بصدده من النحر والذبح، فكذلك هؤلاء يأكلون، ويتلذَّذون بمتاع الدنيا، وينتفعون به كأنهم أنعام، ليس لهم هَمٌّ إلا بطونهم وفروجهم، ساهون عن العاقبة، لاهون بما هم فيه، ونار جهنم مسكن ومأوى لهم، يصيرون إليها بعد مماتهم. </p><p> والخلاصة: أنّ المؤمنين عرفوا أنَّ نعيم الدنيا ظل زائل، فتركوا الشهوات، وتفرَّغوا للصالحات، فكانت عاقبتهم النعيم المقيم في مقام كريم، وإنّ الكافرين غفلوا عن ذلك، فرتعوا في الدمن كالبهائم، حتى ساقهم الخذلان إلى مقرهم من تلك النيران، أعاذنا الله منها. </p><p> فإن قلت (١) : كيف التقابل بينه وبين قوله: {إِنَّ اللَّهَ يُدْخِلُ ....} إلخ. </p><p> قلت - والله أعلم -: الآية من قبيل الاحتباك، ذكر الأعمال الصالحة، ودخول الجنة أولًا، دليلًا على حذف الفاسدة، ودخول النار ثانيًا، وذكر التمتع والمثوى ثانيًا، دليلًا على حذف التمتع والمأوى أولًا. </p><p> قال القشيري: الأنعام تأكل بلا تمييز من أي موضع وجد، كذلك لا تمييز له، أمن الحلال وجد أم من الحرام، وكذلك الأنعام، ليس لها وقت، بل في كل وقت تقتات وتأكل، كذلك الكافر أكول، كما قال - صلى الله عليه وسلم -: \"الكافر يأكل في سبعة أمعاء، والمؤمن يأكل في معي واحد\" . </p><p> ١٣ - وبعد أن ضرب لهم المثل بقوله:  {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ} ولم يعتبروا، وذكر لهم ما تقدّم من الأدلَّة على وحدانيته، ضرب المثل لنبيه تسلية له على ما يلاقي من عنت قومه وجحودهم، فقال:  {وَكَأَيِّنْ} كلمة مركبة من الكاف وأيّ، </p><p>(١) روح البيان.</p><p> بمعنى كم الخبرية، قال المولى الجامي في \"شرح الكافية\" : إنما (١) بني كأيّن؛ لأنه كاف التشبيه دخلت على أيّ، وأيُّ في الأصل: كان معربًا، لكنَّه انمحى عن الجزئين معناهما الإفرادي، فصار المجموع كاسم مفرد بمعنى كم الخبرية، فصار كأنه اسم مبني على السكون، آخره نون ساكنة كما في \"من\" لا تنوين تمكن، ولهذا يكتب بعد الياء نون مع أنَّ التنوين لا صورة له في الخط، انتهى. ومحلها الرفع بالابتداء {مِنْ قَرْيَةٍ} : تمييز لها {هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ} صفة لـ {قَرْيَةٍ}  {الَّتِي أَخْرَجَتْكَ} صفة لـ {قَرْيَتِكَ} وهي مكة. وقد حذف منهما المضاف وأجري أحكامه عليهما، كما يفصح عنه الخبر الذي هو قوله تعالى:  {أَهْلَكْنَاهُمْ} . </p><p> ومعنى الآية: وكم من أهل قرية هم أشد قوّةً من أهل قريتك الذي أخرجوك منها، ووصف (٢) القرية الأولى بشدة القوة للإيذان بأولوية الثانية منها بالإهلاك لضعف قوّتها، كما أنَّ وصف الثانية بإخراجه - صلى الله عليه وسلم - للإيذان بأولويَّتها به لقوة جنايتها {فَلَا نَاصِرَ لَهُمْ} فبالأولى من هو أضعف منهم، وهم: قريش الذين هم أهل قرية النبيّ - صلى الله عليه وسلم -، وهي: مكة، قال مقاتل: أهلكناهم بالعذاب حين كذّبوا رسولهم، وجملة قوله:  {فَلَا نَاصِرَ لَهُمْ} : بيانٌ لعدم خلاصهم من العذاب بواسطة الأعوان والأنصار، إثر بيان عدم خلاصهم منه بأنفسهم، و {الفاء} : لترتيب ذكر ما بالغير على ذكر ما بالذات، وهو حكاية حال ماضية. </p><p> ومعنى الآية (٣) : أي وكثير من الأمم التي كان أهلها أشد بأسًا، وأكثر جمعًا، وأعدّ عديدًا من أهل مكة الذين أخرجوك أهلكناهم بأنواع العذاب، ولم يجدوا ناصرًا ولا معينًا يدفع عنهم بأسنا وعذابنا، فاصبر كما صبر قبلك أولو العزم من الرسل، ولا تبْخَع نفسك عليهم حسرات، فالله مظهرك عليهم، ومهلكهم كما أهلك من قبلم إن لم ينيبوا إلى ربهم، ويثوبوا إلى رشدهم، وغير خافٍ ما في هذا من التهديد الشديد، والوعيد الأكيد لأهل مكة. </p><p>(١) ملا جامي. (٢) روح البيان.(٣) المراغي.</p>"
}