{
  "id": null,
  "sura": 47,
  "aya": 15,
  "text": "<p> يدِّعيه، وتطمئن إليها نفسه في الدفاع عمّا يدين به، كلاهما لا يستويان، ونحو الآية قوله:  {أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى} ، وقوله:  {لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ} . </p><p> ١٥ - ثمّ لمّا بيّن سبحانه الفرق بين الفريقين في الاهتداء والضلال .. بيَّن الفرق في مرجعهما ومآلهما، فقال:  {مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ} ؛ أي: صفة الجنة التي وعدها الله سبحانه من اتقى عقابه، فأدَّى فرائضه، واجتنب نواهيه ما ستسمعونه بعد، وعبَّر (١) عن المؤمنين بالمتقين؛ إيذانًا بأنَّ الإيمان والعمل الصالح من باب التقوى، الذي هو عبارة عن فعل الواجبات بأسرها، وترك السيئات عن آخرها، ومثلها وصفها العجيب الشأن، وهو مبتدأ محذوف الخبر؛ أي: مثل الجنة الموعودة للمؤمنين، وصفتها العجيبة الشأن ما تسمعون فيما يتلى عليكم، وقوله:  {فِيهَا} ؛ أي: في الجنة الموعودة إلى اخره مفسر له {أَنْهَارٌ} جمع نهر، وهو: مجرى الماء الفائض كما سيأتي؛ أي: فيها أنهار جارية {مِنْ مَاءٍ غَيْرِ آسِنٍ} ؛ أي: غير متغير الطعم والرائحة واللون، وإن طالت إقامته، بخلاف ماء الدنيا؛ فإنه يتغير بطول المكث في مناقعه وفي أوانيه، مع أنه مختلف الطعوم مع اتحاد الأرض ببساطتها، وشدة اتصالها، وقد يكون متغيرًا بريح منتنة من أصل خلقته، أو عارضٍ عرض له من منبعه أو مجراه. كذا في \"المناسبات\" . </p><p> يقول الفقير (٢) : قد صحَّ أنّ المياه كلها تجري من تحت الصخرة التي في المسجد الأقصى، فهي ماء واحد في الأصل، عذب فرات سائغ للشاربين، وإنما يحصل التغير من المجاري، فإنّ طباعها ليست متساوية، دلّ عليه قوله تعالى:  {وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ} وتجاور أجزائها لا يستلزم اتحادها في نفس الأمر، بل هي متجاورة مختلفة، ومثلها العلوم، فإنها إذا مرت بطبع غير مستقيم تتغير عن أصلها، فتكون في حكم الجهل، ومن هذا القبيل علوم جميع أهل الهوى، والبدع والضلال والخرافات. </p><p>(١) روح البيان. (٢) روح البيان.</p><p> وقرأ الجمهور (١) : {آسِنٍ} بالمد على وزن فاعل كضارب، من أسن يأسن، كضرب يضرب، وقرأ حميد، وابن كثير وأهل مكة:  {أسِنٍ} بالقصر على وزن فعل، من أسن ياسن كحذر يحذر، وهما سبعيتان، وقرىء:  {ياسِنٍ} بالياء، قال أبو علي: وذلك على تخفيف الهمز. </p><p> {وَ} فيها {أَنْهَارٌ} جارية {مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ} كألبان الدنيا بأن كان قارصًا، وهو: الذي يقرص اللسان ويقبضه، أو حازرًا بتقديم الزاي وهو: الحامض، أو غير ذلك؛ لأنه لم يخرج من ضروع الإبل، والغنم والبقر. </p><p> والمعنى: لم يتغير طعمه بنفسه عن أصل خلقته، ولو أنهم أرادوا تغييره بشهوةٍ اشتهوها تغيَّر، وتغير الريح لا يفارق تغير الطعم، وذلك تركه {و} فيها {أَنْهَار} جارية {مِنْ خَمْرٍ} وهو: ما أسكر من عصير العنب، أو عام؛ أي: لكل مسكرِ، كما في \"القاموس\"  {لَذَّةٍ} ؛ أي: لذيذة {لِلشَّارِبِينَ} ؛ أي: ليس فيها حموضة ولا غضاضة، ولا مرارة، ولم تدنسها الأرجل بالدوس ولا الأيدي بالعصر، وليس في شربها ذهاب عقل، ولا صداع، ولا آفة من آفات خمر الدنيا، وإنّما هي لتلذذ محض. </p><p> وقرأ الجمهور (٢) : {لَذَّة} بالجر، على أنه صفة لـ {خَمْرٍ} وقرىء بالرفع على أنه صفة لـ {أَنْهَارٌ} وبالنصب على أنه مصدر، أو مفعول لأجله؛ أي: لأجل لذّة له {و} فيها {أَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى} أي: من عسل قد صفي من القذى، وما يكون في عسل أهل الدنيا قبل التصفية من السمع وفضلات النحل وغيرها؛ أي: خلقه الله تعالى: مصفى، لا أنه كان مختلطًا فصفي. </p><p> قال بعضهم:  (٣) الفرق بين الخالص والصافي: أن الخالص ما زال عنه شوبه بعد أن كان فيه، والصافي قد يقال لما لا شوب فيه، والعسل: لعاب النحل وقيئه، كما قال ظهير الفارابي، وقال الدميري في:  \"حياة الحيوان\" : وبالجملة </p><p>(١) البحر المحيط، والشوكاني، والفتوحات. (٢) البحر المحيط.(٣) روح البيان.</p><p> فإنَّه يخرج من بطون النحل، ولا ندري أمن فمها أم من غيره، وقد سبق جملة النقل فيه في سورة النحل. </p><p> وبدىء بالماء (١) في الذكر؛ لأنه لا يستغنى عنه في الدنيا، ثم باللبن؛ لأنه يجري مجرى المطعوم لكثير من العرب في غالب أوقاتهم، ثم بالخمر؛ لأنه إذا حصل الري والشبع .. تشوفت النفس لما يستلذ به، ثم بالعسل؛ لأنَّ فيه الشفاء في الدنيا مما يعرض من المشروب والمطعوم. </p><p> أخرج أحمد، والترمذي، وصحَّحه، وابن المنذر، وابن مردويه، والبيهقي عن معاوية بن حيدة قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"في الجنة بحر اللبن، وبحر الماء، وبحر العسل، وبحر الخمر، ثم تشقق الأزهار منها بعد\" . </p><p> فإن قيل (٢) : ما الحكمة في قوله تعالى في الخمر: {لَذَّةٍ لِلشَّارِبِينَ} ؟ ولم يقل في اللبن لم يتغير طعمه للطاعمين، ولا قال في العسل: مصفّى للناظرين؟ </p><p> أجاب الرازي: بأنَّ اللذّة تختلف باختلاف الأشخاص، فرب طعام يتلذذ به شخص ويعافه الآخر، فلذلك قال:  {لَذَّةٍ لِلشَّارِبِينَ} بأسرها، ولأنّ الخمر كريهة الطعم في الدنيا، فقال: لذّة؛ أي: لا يكون في خمر الآخرة كراهة طعم، وأمَّا الطعم واللون .. فلا يختلفان باختلاف الناس، فإنّ الحلو، والحامض وغيرهما، يدركه كل أحدٍ، لكن قد يعافه بعض الناس، ويلتذ به البعض مع اتفاقهم أنَّ له طعمًا واحدًا، وكذلك اللبن، فلم يكن للتصريح بالتعميم حاجة. اهـ. \"خطيب\" . </p><p> وقال صاحب \"الروح\"  (٣) : وبدأ بانهار الماء لغرابتها في بلاد العرب، وشدّة حاجتهم إليها، ولما كان خلوها عن تغير أغرب .. نفاه بقوله:  {غَيْرِ آسِنٍ} . ولمَّا كان اللبن أقل فكان جريه أنهارًا أغرب .. ثنى به، ولما كان الخمر أعز .. ثلث به، ولما كان العسل أشرفها، وأقلها .. ختم به. انتهى. </p><p>(١) المراغي. (٢) الفتوحات.(٣) روح البيان.</p><p> {وَلَهُمْ} ؛ أي: للمتقين {فِيهَا} ؛ أي: في الجنة الموعودة مع ما فيها من فنون الأنهار صنف {مِنْ كُلِّ الثَّمَرَاتِ} على وجه لا حاجة معه من قلة، ولا انقطاع. وقيل: لهم فيها زوجان من كل الثمرات أخذًا من قوله تعالى: {فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ} . وفي ذكر (١) الثمرات بعد المشروب، إشارةٌ إلى أنَّ مأكول أهل الجنة للذة لا لحاجةٍ، فلهذا ذكر الثمار بعد المشروب؛ لأنها للتفكه واللذة. </p><p> {وَ} لهم فيها {مَغْفِرَةٌ} عظيمة كائنة {مِنْ رَبِّهِمْ} ؛ أي: المحسن إليهم بمحو ذنوبهم السالفة أعيانها وآثارها، بحيث لا يخشون لها عاقبة بعقاب ولا عتاب، وإلا لتنغص العيش عليهم، قال في \"فتح الرحمن\" : قوله: {وَمَغْفِرَةٌ} عطف على الصنف المحذوف؛ أي: ونعيم أعطته المغفرة وسببته، وإلا فالمغفرة قبل دخول الجنة. </p><p> وفي \"الخازن\" : فإن قلت: المؤمن المتقي لا يدخل الجنة إلا بعد المغفرة، فكيف يكون فيها المغفرة؟. </p><p> قلت: ليس بلازم أن يكون المعنى: ولهم مغفرة فيها؛ لأنّ الواو لا تقتضي الترتيب، فيكون المعنى: ولهم فيها من كل الثمرات، ولهم مغفرة قبل دخولهم فيها، وقيل (٢) : معنى {وَمَغْفِرَةٌ} أي: رفع تكليفٍ عنهم، فيأكلون ويشربون من غير حساب ولا عقاب، ورفع قبيح ومكروه، فلا يحتاجون إلى غائط، ولا يمرضون بسبب تناول المأكولات والمشروبات، بخلاف الدنيا، فإنّ للأكل توابع ولوازم لا بدّ منها. </p><p> وقوله:  {كَمَنْ هُوَ خَالِدٌ فِي النَّارِ}  (٣) لمبتدأ محذوف، تقديره أمن هو خالد في هذه الجنة حسبما جرى به الوعد الكريم، كمن هو خالد في النار التي لا يطفأ لهيبها، ولا يفك أسيرها، ولا يونس غريبها، كما نطق به قوله تعالى:  {وَالنَّارُ مَثْوًى لَهُمْ} ؛ أي: ليس هؤلاء كاولئك، فليس من هو في الدرجات العلى </p><p>(١) الخازن. (٢) المراح.(٣) روح البيان.</p>"
}