{
  "id": null,
  "sura": 47,
  "aya": 31,
  "text": "<p> منْطِقٌ صَائِبٌ وَتَلْحَنُ أَحْيَا ... نَا وَخَيْرُ الأَحَادِيْثِ مَا كَانَ لَحْنَا </p><p> يريد: أنها تتكلم بشيء وتريد غيره، وتعرض في حديثها، فتزيله عن جهته لفطنتها وذكائها، وقد كانوا يخاطبون الرسول - صلى الله عليه وسلم - بألفاظ ظاهرها الحسن، وهم يعنون بها: القبيح، قال الكلبيّ: فلم يتكلم بعد نزولها عند النبيّ - صلى الله عليه وسلم - منافق إلا عرفه، وقال أنس: فلم يخف منافق بعد هذه الآية على رسول الله - صلى الله عليه وسلم -، عرّفه الله ذلك بوحي أو علامة عرفها بتعريف الله إيّاه، وفي الحديث:  \"ما أسرَّ أحد سريرةً إلا كساه الله جلبابها، إن خيرًا .. فخير، وإن شرًا .. فشر\" . </p><p> وروي: أنَّ أمير المؤمنين عثمان بن عفان قال: ما أسرّ أحد سريرة إلا أبداها الله سبحانه على صفحات وجهه، وفلتات لسانه. وقد ثبت في الحديث تعيين جماعة من المنافقين، فقد روى أحمد عن عقبة بن عامر، قال: خطبنا رسول الله - صلى الله عليه وسلم - خطبة، فحمد الله، وأثنى عليه، ثم قال:  \"إنّ فيكم منافقين، فمن سميت .. فليقم،ثم قال:قم يا فلان، قم يا فلان، ثم يا فلان\" حتى سمى ستة وثلاثين رجلًا، ثمّ قال:  \"إنّ فيكم منافقين، فاتقوا الله\" . قال: فمرّ عمر رضي الله عنه برجل ممن سمي مقنع قد كان يعرفه، فقال: مالك، فحدثه بما قال رسول الله - صلى الله عليه وسلم -، فقال: بعدًا لك سائر الدهر. </p><p> ثم وعد سبحانه وأوعد وبشّر وأنذر، فقال:  {وَاللَّهُ} سبحانه وتعالى {يَعْلَمُ أَعْمَالَكُمْ} ونياتكم، فيجازيكم بحسب قصدكم وعملكم على ما قدّمتم أو خير أو شر، إذ لا يضيع عمل عامل منكم عدلًا منه ورحمةً، وهذا وعد منه للمؤمنين، ووعيد للمنافقين، وإيذان بأنَّ حالهم بخلاف حال المنافقين </p><p> ٣١ - {وَلَنَبْلُوَنَّكُمْ} ؛ أي: وعزّتي وجلالي، لنبلونكم بالأمر بالقتال ونحوه من التكاليف الشاقة؛ إعلامًا لا استعلامًا، أو نعاملكم معاملة المختبر ليكون أبلغ في إظهار العذاب، فإنّ الله تعالى عالم بجميع الأشياء {حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ} على مشاقّ الجهاد علمًا فعليًّا يتعلّق به الجزاء؛ أي: حتى (١) نعلم كائنًا ما علمناه أزلًا أنه سيكون </p><p>(١) النسفي.</p><p> {وَنَبْلُوَ أَخْبَارَكُمْ} ؛ أي: تظهر أعمالكم، والأخبار: بمعنى المخبر بها؛ أي: ما يخبر به من أعمالكم، فيظهر حسنها وقبحها؛ لأنّ الخبر على حسب المخبر عنه، إن حسنًا فحسن، وإن قبيحًا فقبيح؛ يعني:  (١) أنا نأمركم بالجهاد، حتى يظهر المجاهد، ويتبين من يبادر منكم ويصبر عليه من غيره؛ لأنّ المراد من قوله:  {حَتَّى نَعْلَمَ} ؛ أي: على الوجود والظهور، {وَنَبْلُوَ أَخْبَارَكُمْ} ؛ أي: نظهرها ونكشفها، ليتبين للناس من يأبى القتال، ولا يصبر على الجهاد، ومن يمتثل أمره ويصبر عليه. </p><p> وقيل المعنى (٢) : {حَتَّى نَعْلَمَ} ؛ أي: حتى نميّز المجاهدين في سبيل الله منكم يا معشر المنافقين والصابرين؛ أي: ونميّز الصابرين في الحرب منكم، {وَنَبْلُوَ أَخْبَارَكُمْ} ؛ أي: تظهر أسراركم وبغضكم وعداوتكم، ومخالفتكم لله ولرسوله. </p><p> وقرأ الجمهور الأفعال الثلاثة (٣) بالنون، وقرأ أبي بكر عن عاصم بالتحتية فيها كلّها، وقرأ الجمهور:  {وَنَبْلُوَ} ، بنصب الواو عطفًا على قوله:  {حَتَّى نَعْلَمَ} . وروى ورش عن يعقوب: إسكانها على القطع عمّا قبله. </p><p> والمعنى: أي ولنختبرنّكم بالأمر بالجهاد، وسائر التكاليف الشاقّة، حتى يتبيّن المجاهد الصابر من غيره، ويعرف ذو البصيرة في دينه من ذي الشكّ والحيرة فيه والمؤمن من المنافق، ونبلو أخباركم، فنعرف الصادق منكم في إيمانه من الكاذب، قال إبراهيم بن الأشعث: كان الفضيل بن عياض إذا قرأ هذه الآية .. بكى، وقال: اللهم لا تبتلنا، فإنك إذا بلوتنا .. فضحتنا، وهتكت أستارنا. </p><p> وفيه إشارة إلى أنه بنار البلاء يخلص إبريز الولاء، قيل: البلاء للولاء كاللهب للذهب، فإنَّ بالبلاء والامتحان. تبين جواهر الرجال، فيظهر المخلص، </p><p>(١) الخازن. (٢) تنوير المقابص.(٣) الشوكاني.</p>"
}