{
  "id": null,
  "sura": 47,
  "aya": 35,
  "text": "<p> والفواحش، فكنّا إذا رأينا من أصاب شيئًا منها .. قلنا: قد هلك، حتى نزل:  {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} . فكففنا عن القول في ذلك، وكنّا إذا رأينا أحدًا أصاب منها شيئًا، خفنا عليه، وإن لم يصب .. رجونا له. </p><p> وأخرج عبد بن حميد عن قتادة أنه قال في الآية: من استطاع منكم أن لا يبطل عملًا صالحًا بعمل سوء ... فليفعل ولا قوة إلا بالله تعالى. </p><p> ٣٤ - ثم بين سبحانه أنه لا يغفر للمصريّن على الكفر، والصدّ عن سبيل الله، فقال:  {إِنَّ الَّذِينَ كَفَرُوا} بالله تعالى ورسوله {وَصَدُّوا} الناس {عَنْ سَبِيلِ اللَّهِ} ؛ أي: عن دينه الموصل إلى رضاه {ثُمَّ مَاتُوا} وفارقوا الدنيا {وَهُمْ كُفَّارٌ}  {الواو} : للحال {فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ} في الآخرة، لأنهم ماتوا على الكفر، فيحشرون على ما ماتوا عليه، كما ورد:  \"تموتون كما تعيشون، وتحشرون كما تموتون\" . فقيّد سبحانه عدم المغفرة بالموت على الكفر؛ لأنّ باب التوبة وطريق المغفرة لا يغلقان على من كان حيًا، وظاهر الآية العموم، وإن كان السبب خاصًّا؛ لأنها نزلت في أصحاب القليب: وهم أبي جهل وأصحابه الذين قتلوا ببدر، وألقوا في قليب بدر، والقليب - بوزن أكثر -: البئر أو القديمة منها. والمراد: البئر التي طرح فيها جيف الكفار المقتولين يوم بدر، وأما البئر التي استقى منها المشركون ذلك اليوم فهي منتنة الآن، سمعته من بعض أهل بدر حين مروري بها. ويستفاد من الآية: أنّ كل كافر مات على كفره، فالله لا يغفر له؛ لقوله تعالى:  {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} . </p><p> ٣٥ - ثم نهى سبحانه وتعالى المؤمنين عن الوهن والضعف، فقال:  {فَلَا تَهِنُوا} ؛ أي: فلا تضعفوا أيّها المؤمنون عن قتال الكفار، والخطاب فيه لأصحاب النبيّ - صلى الله عليه وسلم -، ثم وهو عام لجميع المسلمين إلى يوم القيامة، و {الفاء} فيه: قال الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره: إذا تبيّن لكم بما يتلى عليكم: أنّ الله عدوّهم يبطل أعمالهم فلا يغفر لهم، وأردتم بيان ما هو اللازم لكم .. فأقول لكم:  {لا تهنوا} ؛ أي: لا تضعفوا عن قتالهم، فإنّ من كان الله </p><p> عليه لا يفلح {و} لا {تَدْعُوا} الكفار {إِلَى السَّلْمِ} ؛ أي: إلى الصلح فورًا؛ أي: ابتداء منكم، فإن ذلك فيه ذلة لكم، وهو مجزوم بالعطف على {تَهِنُوا} ويجوز نصبه بإضمار أن، قال الزجاج: منع الله المسلمين أن يدعوا الكفار إلى الصلح، وأمرهم بحربهم حتى يسلموا، واختلف العلماء (١) في هذه الآية: هل هي محكمة أو منسوخة؟ فقيل: إنها محكمة، وإنها ناسخة لقوله تعالى:  {وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا} ، وقيل: منسوخة بهذه الآية، ولا يخفاك أنه لا مقتضى للقول بالنسخ، فإنّ الله سبحانه نهى المسلمين في هذه الآية عن أن يدعوا إلى السلم ابتداءً، ولم ينه عن قبول السلم إذا جنح إليه المشركون، فالآيتان محكمتان ولم يتواردا على محل واحد، حتى يحتاج إلى دعوى النسخ أو التخصيص، قال قتادة: معنى الآية: لا تكون أوّل الطائفتين ضرعت إلى صاحبتها. </p><p> وقرأ الجمهور (٢) : {وَتَدْعُوا} مضارع دعا الثلاثي، وقرأ أبي عبد الرحمن السلمي:  {وتدّعوا} بتشديد الدال من ادّعى القيم وتداعوا، مثل قولك: ارتموا الصيد وتراموا، وقرأ الجمهور:  {إِلَى السَّلْمِ} بفتح السين، وقرأ الحسن وأبو رجاء والأعمش وعيسى وطلحة وحمزة وأبو بكر: بكسرها. </p><p> وجملة قوله:  {وَأَنتُمْ} أيّها المؤمنون {الْأَعْلَوْنَ} ؛ أي: الغالبون بالسيف والحجة، في محل النصب حال من فاعل {تَهِنُوا} ، أو مستأنفة مقرّرة لما قبلها من النهي مؤكّدة لوجوب الانتهاء، قال الكلبيّ: آخر الأمر لكم، وإن غلبوكم في بعض الأوقات، وكذا جملة قوله:  {وَاللَّهُ} سبحانه وتعالى {مَعَكُمْ} بالنصر والمعونة عليهم في محل نصب على الحال، فإنّ كونهم الأغلبين، وكونه تعالى؛ أي: ناصرهم في الدارين، من أقوى موجبات الاجتناب عمّا يوهم الذلّ والضراعة، وكذا توفيته تعالى لأجور أعمالهم، حسبما يعرف عنه قوله تعالى:  {وَلَنْ يَتِرَكُمْ} ؛ أي: لن ينقصكم سبحانه وتعالى {أَعْمَالَكُمْ} ؛ أي: شيئًا من أجور أعمالكم، ولن يضيّعها، بل يوفي أجورها موفّرة كاملة، من وتره يتره وترًا، من </p><p>(١) الشوكاني. (٢) البحر المحيط.</p>"
}