{
  "id": null,
  "sura": 47,
  "aya": 18,
  "text": "<p> هدى، وعلى كل تقدير فالمراد: أنه زادهم إيمانًا وعلمًا وبصيرة في الدين. </p><p> {وَآتَاهُمْ} الله سبحانه وتعالى، وأعطاهم {تَقْوَاهُمْ} وخشيتهم منه تعالى؛ أي: ألهمهم إياها، وأعانهم عليها. </p><p> والمعنى: والذين اهتدوا بالإيمان، واستماع القرآن زادهم الله تعالى على اهتدائهم هدى، وبصيرة، وعلمًا، وشرح صدورهم، وألهمهم رشدهم، وأعانهم على تقواه، حتى ارتقوا من درجة المهتدين إلى درجة الهادين، وخلق الله فيهم كمال التقوى، فلا يخافون لومة لائم، ويتنزه العارفون عما يشغل أسرارهم عن الحق، ويتبتَّلون إليه تعالى. </p><p> ١٨ - ثم بين أنهم في غفلة عن النظر والتأمل في عاقبة أمرهم، فقال:  {فَهَلْ يَنْظُرُونَ} أي: المنافقون والكافرون {إِلَّا السَّاعَةَ} ؛ أي: القيامة، سميت ساعة لسرعة قيامها، والاستفهام فيه: إنكاري؛ أي: ما ينتظرون إلا القيامة {أَنْ تَأْتِيَهُمْ بَغْتَةً} ؛ أي: فجأةً، بدل اشتمال من الساعة؛ أي: أن تباغتهم بغتةً. </p><p> والمعنى (١) : أنهم لا يتذكَّرون بذكر أحوال الأمم الخالية، ولا بالإخبار بإتيان الساعة، وما فيها من عظائم الأمور، وما ينتظرون للتذكر إلا إتيان نفس الساعة بغتةً وفجأة {فَقَدْ جَاءَ أَشْرَاطُهَا} تعليل لمفاجأتها، لا لإتيانها مطلقًا، على معنى إنه لم يبق من الأمور الموجبة للتذكر أمر مرتقب ينتظرونه، سوى إتيان نفس الساعة بغتةً؛ لأنّه قد جاء أشراطها، وأماراتها التي منها بعثة محمد - صلى الله عليه وسلم -، وانشقاق القمر، فلم يرفعوا لها رأسًا، ولم يعدوها من مبادي إتيانها، فيكون إتيانها بطريق المفاجأة لا محالة {فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ} ؛ أي (٢) : فمن أين لهم التذكر والتوبة إذا جاءتهم الساعة فجأة؟؛ أي: لا تنفعهم الذكرى، إذ لا تقبل التوبة، ولا يحسب الإيمان حينئذٍ، حكم بخطئهم وفساد رأيهم في تأخير التذكر إلى إتيانها ببيان استحالة نفع التذكر حينئذٍ، و {فَأَنَّى} : خبر مقدم، و {ذِكْرَاهُمْ} : مبتدأ مؤخر، و {إذَا جَاءَتْهُمْ} : اعتراض وسط بينهما؛ رمزًا إلى غاية سرعة مجيئها، </p><p>(١) روح البيان. (٢) روح البيان.</p><p> وجواب {إِذَا} : محذوف؛ أي: كيف لهم التذكُّر إذا جاءتهم الساعة، فكيف يتذكّرون؟ وإطلاق المجيء عن قيد البغتة؛ لما أنَّ مدار استحالة نفع التذكر عند مجيئها مطلقًا لا مقيّدًا بالبغتة، ويحتمل أن يكون المبتدأ محذوفًا؛ أي: فأنَّى لهم الخلاص، ويكون {ذِكْرَاهُمْ} فاعلًا بـ {جَاءَتْهُمْ} . اهـ \"سمين\" . وفي \"الخازن\" : يعني: من أين لهم التذكر والاتعاظ والتوبة إذا جاءتهم الساعة بغتة؟ اهـ. </p><p> وقرأ أبو جعفر الرؤاسي عن أهل مكة (١) : {أَنْ تَأْتِيَهُمْ} على الشرط، وجوابه:  {فَقَدْ جَاءَ أَشْرَاطُهَا} . وهذا غير مشكوك فيه؛ لأنها آتية لا محالة، لكن خوطبوا بما كانوا عليه من الشك، ومعناه: إن شككتم في إتيانها .. فقد جاء أعلامها، فالشكّ راجع إلى المخاطبين الشاكّين فيها. </p><p> قال الزمخشري: فإن قلت: فما جزاء الشرط على هذه القراءة؟ </p><p> قلت: قوله: {فَأَنَّى لَهُمْ} ، ومعناه: إن تأتهم الساعة .. فكيف لهم ذكراهم؛ أي: تذكرهم واتعاظهم إذا جاءتهم الساعة؟ يعني: لا تنفعهم الذكرى حينئذٍ؛ لقوله:  {يَوْمَئِذٍ بِجَهَنَّمَ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّى لَهُ الذِّكْرَىَ} . </p><p> فإن قلت: بم يتصل قوله: {فَقَدْ جَاءَ أَشْرَاطُهَا} على القراءتين؟ </p><p> قلت: بإتيان الساعة اتصال العلة بالمعلول، كقولك: إن أكرمني زيد .. فأنا حقيقٌ بالإكرام أكرمه. </p><p> وقرأ الجعفي وهارون عن أبي عمرو:  {بَغْتَةً} بفتح الغين وشدّ التاء، قال صاحب \"اللوامح\" : وهي صفة، وانتصابها على الحال لا نظير لها في المصادر ولا في الصفات، بل في الأسماء، نحو: الحَريَّة، وهو: اسم جماعة، والسريَّة: وهو اسم مكان. انتهى. </p><p> ومعنى الآية (٢) : أي إنه بعد أن قامت الأدلّة على وحدانية الله تعالى، وصدق نبوّة رسوله، وأنَّ البعث حق، وأن الله يهلك من كذب رسله، ويحل بهم </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}