{
  "id": null,
  "sura": 47,
  "aya": 30,
  "text": "<p> {فَأَحْبَطَ} لأجل ذلك {أَعْمَالَهُمْ} التي عملوها حال إيمانهم من الطاعات، أو بعد ذلك من أعمال البر التي لو عملوها حال الإيمان لانتفعوا بها، فالكفر والمعاصي سبب لإحباط الأعمال، وباعث على العذاب والنكال. </p><p> والمعنى: أي ذلك الهول الذي يرونه، من أجل أنهم انهمكوا في المعاصي، وزينت لهم الشهوات، وكرهوا ما يرضي الله من الإيمان به، والعمل على طاعته، والإخلاص له في السر والعلن، فأحبط ما عملوه من البر والخير، كالصدقات، والأخذ بيد الضعيف، ومساعدة البائس الفقير، وإغاثة الملهوف إلى نحو أولئك؛ إذ هم فعلوه وهم مشركون، فلم تكن لله ولا بأمره، بل بأمر الشيطان للفخر وحسن الأحدوثة بين الناس. </p><p> ٢٩ - ثم بالغ في توبيخ المنافقين، وإظهار خباياهم، وإعلان نواياهم، فقال:  {أَمْ حَسِبَ}  {أَمْ} : منقطعة بمعنى بل الإضرابية وهمزة الاستفهام الإنكاري؛ أي: بل أظن {الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} ؛ أي: نفاقٌ؛ لأنّ النفاق مرض قلبي، كالشك ونحوه؛ أي: بل أحسب المنافقون {أَنْ لَنْ يُخْرِجَ اللَّهُ} سبحانه؛ أي: أنه لن يظهر الله {أَضْغانَهُمْ} ؛ أي: أحقادهم وبغضهم وحسدهم للمؤمنين، والأضغان: جمع ضغن بالكسر، وهو: الحقد، والحقد: إمساك العداوة في القلب، والتربص لفرصتها؛ أي:  (١) بل أحسب الذين في قلوبهم حقد وعداوة للمؤمنين، أن لن يخرج الله أحقادهم، ولن يبرزها لرسول الله وللمؤمنين، فتبقى أمورهم مستورةً؛ أي: إن ذلك مما يكاد يدخل تحت الاحتمال، وفي بعض الآثار:  \"لا يموت ذو زيغ في الدين حتى يفتضح\" وذلك لأنه كحامل الثوم، فلا بد من أن تظهر رائحته، كما أنَّ الثابت في طريق السنة كحامل امسك، إذ لا يقر على إمساك رائحته </p><p> ٣٠ - {وَلَوْ نَشَاءُ} إراءتهم إيّاك {لَأَرَيْنَاكَهُمْ} ؛ أي: لأعلمناكهم وعرفناكهم بدلائل تعرفهم بأعيانهم معرفة تقوم مقام الرؤية، تقبل العرب: سأريك ما أصنع؛ أي: سأعلمك {فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ} ؛ أي: بعلامتهم الخاصّة بهم، التي يتميَّزون بها، ونسمهم بها. </p><p>(١) روح البيان.</p><p> وعن أنس رضي الله عنه: ما خفي على رسول الله - صلى الله عليه وسلم - بعد هذه الآية شيء من المنانقين، كان يعرفهم بسيماهم، ولقد كنّا في بعض الغزوات، وفيها تسعة من المنافقين، والناس يشكون منهم، فناموا ذات ليلة وأصبحوا وعلى وجه كل منهم مكتوب هذا منافق. وفي \"عين المعاني\" : وعلى جبهة كل واحد مكتوب كهيئة الوشم \"هذا منافق\" . و {الفاء}  (١) : لترتيب المعرفة على الإراءة، وما بعدها معطوف على جواب {لو} و {اللام} : لام الجواب، وكرّرت في المعطوف للتأكيد، وأمّا {اللام} في قوله: {وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ} : فهي لام جواب قسم محذوف، و {لَحْنِ الْقَوْلِ} معناه: فحواه ومقصده ومغزاه، وما يعرضون به من تهجين أمرك وأمر المسلمين واستهزائه، وكان - صلى الله عليه وسلم - بعد هذا لا يتكلم منافق عنده إلا عرفه، قال أبو زيد: لحنت له اللحن: إذا قلت له قولًا يفقهه عنك، ويخفى على غيره، ومنه قول الشاعر: </p><p> مَنْطِقٌ صَائبٌ وَتَلْحَنُ أَحْيَا ... نَا فخَيْرُ الأْحَاديْثِ مَا كَانَ لَحْنَا </p><p> أي: أحسنها ما كان تعريضًا يفهمه المخاطب ولا يفهمه غيره لفطنته وذكائه، وإياه قصد بقوله:  {وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ} . وأصل اللحن: إمالة الكلام إلى نحو من الأنحاء لغرض من الأغراض. </p><p> أي: والله إنك يا محمد لتعرفن المنافقين في وجه خفي من القول، فيفهمه النبي - صلى الله عليه وسلم -، ولا يفهمه غيره، ولكن لم يظهره إلى أن أذن الله تعالى له في إظهار أمرهم، وفي المنع من الصلاة على جنائزهم، والقيام على قبورهم. </p><p> ومعنى الآية: أي (٢) ولو نشاء أيها الرسول لعرّفناك أشخاصهم، فعرفتهم عيانًا بعلامات هي غالبة عليهم، ولكنّه لم يفعل ذلك في جميع المنافقين للستر على خلقه، وردًا للسرائر إلى عالمها، وحرصًا على أن لا يؤذى ذوي قرباهم من المخلصين {وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ} ؛ أي: ولتعرفنهم فيما يدارونه من القول، فيعدلون عن التصريح بمقاصدهم إلى التعريض والإشارة، وإياه عنى القائل في مدح محبوبته، فقال: </p><p>(١) روح البيان. (٢) المراغي.</p>"
}