{
  "id": null,
  "sura": 48,
  "aya": 10,
  "text": "<p> والمعنى (١) ؛ أي إنا أرسلناك أيّها الرسول شاهدًا على أمّتك بما أجابوك فيما دعوتهم إليه، مما أرسلناك به إليهم، مبشّرًا لهم بالجنة إن أجابوك إلى ما دعوتهم إليه من الدين القيّم، ونذيرًا لهم عذاب الله إن تولّوا، وأعرضوا عمّا جئتهم به من عنده، فآمنوا بالله ورسوله، وانصروا دينه، وعظّموه وسبّحوه في الغدّو والعشيّ. </p><p> وقرأ الجمهور (٢) : {لِتُؤْمِنُوا} والأفعال الثلاثة بعده بتاء الخطاب، وأبو جعفر وأبو حيوة وابن كثير وأبو عمرو: بياء الغيبة فيها، والكنايات الثلاثة راجعة إلى الله تعالى؛ لتكون على وتيرة واحدة، كما جرينا عليه في حلّنا، ويصحّ رجوعها إلى رسول الله - صلى الله عليه وسلم -، فحينئذٍ معنى {يسبحوه} : ينزهوه - صلى الله عليه وسلم - من كل وصمة بإخلاف وعده بدخول مكة، والطواف بالبيت الحرام، وبنحو ذلك. </p><p> وقرأ الجحدري:  {وتعزروه} بفتح التاء وضم الزاي مخففةً، وقرأ جعفر بن محمد:  {وتعزروه} بضم التاء وكسر الزاي، وقرأ ابن عباس واليمانيّ:  {وتعزّزوه} بزايين، من العزة، وقرىء:  {وتوقروه} بسكون الواو. </p><p> ١٠ - {إِنَّ الَّذِينَ يُبَايِعُونَكَ} ؛ أي: إنّ الذين بايعوك، وعاهدوك يا محمد على أن لا يفرّوا من قتال قريش تحت شجرة السمرة في الحديبية بيعة الرضوان، وهم مقدار ألف وخمس مئة أو أربع مئة رجل، سميت (٣) المعاهدة مبايعة؛ تشبيهًا بالمعاوضة الماليّة؛ أي: مبادلة المال بالمال في اشتمال كل واحد منهما على معنى المبادلة، فهم التزموا طاعة النبيّ - صلى الله عليه وسلم -، والثبات على محاربة المشركين، والنبيّ - صلى الله عليه وسلم - وعدهم بالثواب، ورضا الله تعالى، قال بعض الأنصار عند بيعة العقبة: تكلم يا رسول الله، فخذ لنفسك ولربك ما أحببت، فقال - صلى الله عليه وسلم -: \"أشترط لربّي أن تعبدوه، ولا تشركوا به شيئًا، ولنفسي أن تمنعوني،ومما تمنعوني منه:أنفسكم، وأبناءكم، ونساءكم\" فقال ابن رواحة رضي الله عنه: فإذا فعلنا فما لنا؟ </p><p>(١) المراغي. (٢) البحر المحيط والمراح.(٣) روح البيان.</p><p> فقال:  \"لكم الجنة\" . قالوا: ربح البيع، لا نقيل ولا نستقيل. وفي \"الخازن\" : وأصل البيعة: العقد الذي يعقده الإنسان على نفسه من بذل الطاعة للإمام، والوفاء بالعهد الذي التزمه له، والمراد بهذه البيعة: بيعة الرضوان. </p><p> {إِنَّمَا يُبَايِعُونَ اللهَ} سبحانه وتعالى أنفسهم بالجنة؛ أي: إنّ (١) من بايعك بمنزلة من بايع الله، كأنهم باعوا أنفسهم من الله بالجنة، كما قال تعالى:  {إِنَّ اللهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ} . وذلك لأنّ المقصود ببيعة رسوله: هو وجه الله، وتوثيق العهد بمراعاة أوامره ونواهيه، قال ابن الشيخ: لمّا كان الثواب إنما يصل إليهم من قبله تعالى .. كان المقصود بالمبايعة منه - صلى الله عليه وسلم -: المبايعة مع الله سبحانه، وأنه - صلى الله عليه وسلم - إنما هو سفير، ومعبِّر عنه تعالى، وبهذا الاعتبار صاروا كأنهم يبايعون الله تعالى. </p><p> وقرأ تمام بن العباس بن عبد المطلب:  {إِنَّمَا يُبَايِعُونَ اللهَ} ؛ أي: لأجل الله ولوجهه، والمفعول: محذوف؛ أي: إنما يبايعونك لله، ذكره في \"البحر\" . </p><p> والمعنى: أن عقد الميثاق مع الرسول كعقده مع الله تعالى، من غير تفاوت بينهما؛ لأنّ من بايع النبي - صلى الله عليه وسلم - أن لا يفرّ من موضع القتال إلى أن يقتل، أو أن يفتح الله لهم، وإن كان يقصد ببيعته رضا الرسول ظاهرًا، لكن إنما يقصد بها حقيقةً رضا الرحمن، فإنّ المقصود توثيق العهد بمراعاة أوامره ونواهيه، وهذا يسمى بيعة الرضوان؛ لقول الله تعالى في شأن هذه البيعة:  {لَقَدْ رَضِيَ الله عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ ...} الآية. </p><p> وجملة قوله:  {يَدُ اللهِ فَوْقَ أَيْدِيهِمْ} : مستأنفة (٢) لتقرير ما قبلها على طريق التخييل في محل نصب على الحال؛ أي: نعمة (٣) الله عليهم في الهداية فوق إحسانهم إلى الله، وهو ما صنعوا من البيعة، أو نصرة الله تعالى إيّاهم أعلى من نصرتهم إياه، ويقال: حفظ الله إياهم على البيعة أقوى من وضع يد ثالث على </p><p>(١) روح البيان. (٢) الشوكاني.(٣) المراح.</p><p> أيدي المتبايعين لحفظ أيديهما إلى أنّ يتم العقد، فإن كل واحد من المتبايعين إذا مد يده إلى صاحبه في البيع والشراء .. يتوسط بينهما ثالث، فيضع يده على يديهما، فيحفظ يديهما إلى أنّ يتم العقد، لا يترك واحدًا منهما أن يقبض يده إلى نفسه، ويتفرق عن صاحبه قبل انعقاد البيع، فيكون وضع الثالث يده على يديهما سببًا لحفظ البيعة، فلذلك قال تعالى:  {يَدُ اللهِ فَوْقَ أَيْدِيهِمْ} يحفظهم، ويمنعهم عن ترك البيعة، كما يحفظ المتوسّط أيدي المتبايعين. </p><p> فيد الله في هذه التأويلات: إما بمعنى النعمة، أو بمعنى النصرة، أو بمعنى الحفظ، وقال سعدي المفتي: الظاهر: والله أعلم أنَّ المعنى على التشبيه؛ أي: كأنهم يبايعون الله، وكذا الحال في قوله:  {يَدُ اللهِ فَوْقَ أَيْدِيهِمْ} ؛ أي: كأنَّ يد الله حين المبايعة فوق أيديهم، حذف أداة التشبيه للمبالغة في التأكيد، وذكر اليد لأخذهم بيد رسول الله - صلى الله عليه وسلم - حين البيعة على ما هو عادة العرب عند المعاهدة والمعاقدة، وفيه تشريف عظيم ليد رسول الله - صلى الله عليه وسلم -، التي تعلوا أيدي المؤمنين المبايعين، حيث عبّر عنها بيد الله، كما أنَّ وضعه - صلى الله عليه وسلم - يده اليمنى على يده اليسرى لبيعة عثمان رضي الله عنه تفخيم لشأن عثمان، حيث وضعت يد رسول الله - صلى الله عليه وسلم - موضع يده، ولم ينل تلك الدولة العظمى أحد من الأصحاب، فكانت غيبته رضي الله عنه في تلك الواقعة خيرًا له من الحضور، وقيل غير ذلك من الأقوال المتلاطمة، وقيل: إنّ في الكلام حذف مضاف؛ أي: يد رسول الله - صلى الله عليه وسلم - فوق أيديهم عند المبايعة. </p><p> تنبيه هام: وهذا الذي ذكرناه من الأقاويل: مذهب أهل التأويل، وكلامهم في هذه الآية، ومذهب أهل السلف، وهو الأصحّ الصحيح، والأسلم السليم: السكوت عن التأويل، وإمرار آيات الصفات كما جاءت وتفسيرها قراءتها، والإيمان بها من غير تشبيه ولا تكييف ولا تعطيل، والله أعلم بمعنى كلامه وأسرار كتابه. </p><p> وعن يزيد بن عبيد قال: قلت لسلمة بن الأكوع: على أيّ شيءٍ بايعتم رسول الله - صلى الله عليه وسلم -؟ قال: على الموت. متفق عليه. </p><p> وعن معقل بن يسار قال: لقد رأيتني يوم الشجرة، والنبي - صلى الله عليه وسلم - يبايع الناس، وأنا رافع غصنًا من أغصانها عن رأسه، ونحن أربع عشرة مئة قال: لم نبايعه على الموت، ولكن بايعناه على أن لا نفرَّ. أخرجه مسلم. </p><p> قال العلماء: لا منافاة بين الحديثين، ومعناهما صحيح، فيقال في الجمع بينهما: بايعه جماعة، منهم: سلمة بن الأكوع على الموت، فلا يزالون يقاتلون بين يديه حتى يقتلوا، أو ينتصروا، وبايعه جماعة، منهم: معقل بن يسار على أن لا يفرّوا. </p><p> وعن ابن عمر رضي الله عنهما قال: إنّ الناس كانوا مع النبي - صلى الله عليه وسلم - يوم الحديبية، تفرَّقوا في ظلال الشجر، فإذا الناس محدقون بالنبي - صلى الله عليه وسلم -، فقال - يعني: عمر -: يا عبد الله، انظر ما شأن الناس أحدقوا بالنبي - صلى الله عليه وسلم -، فذهب، فوجدهم يبايعون، فبايع ثم رجع إلى عمر، فخرج فبايع. أخرجه البخاري. </p><p> بيعة الرضوان بيعة الشجرة </p><p> سبب هذه البيعة: أنّ رسول الله - صلى الله عليه وسلم - دعا خراش بن أميّة الخزاعيّ حين نزل الحديبية، فبعثه إلى قريش بمكة ليبلّغ أشرافهم عنه ما جاء له، فعقروا جمل رسول الله - صلى الله عليه وسلم -، وأرادوا قتله، فمنعه الأحابيش، واحدهم أحبوش: وهو الفوج من قبائل شتّى، فخلّوا سبيله حتى أتى رسول الله - صلى الله عليه وسلم -، فأخبره، فدعا رسول الله - صلى الله عليه وسلم - عمر بن الخطاب رضي الله عنه ليبعثه، فقال: إنيّ أخافهم على نفسي لما أعرف من عداوتي إياهم، وما بمكة عدويٌّ، قبيلته بنو عدي، ولكني أدلك على رجل هو أعز بها، وأحبّ إليهم: عثمان بن عفان، فبعثه إلى أبي سفيان، وأشراف قريش، يخبرهم أنه لم يأت لحرب، وإنما جاء زائرًا لهذا البيت معظّمًا لحرمته، فلقيه أبان بن سعيد بن العاصي حين دخل مكة، فجعله في جواره حتى فرغ من رسالته لعظماء قريش، ثمّ احتبسوه عندهم، فشاع بين المسلمين أنّ عثمان قد قتل، فقال رسول الله - صلى الله عليه وسلم -: \"لا نبرح حتى نناجز القوم\" ودعا الناس إلى البيعة، فكانت بيعة الرضوان تحت الشجرة، وبايعه القوم على أن لا يفرّوا أبدًا إلا جدَّ بن قيس الأنصاري، فأرعب ذلك المشركين، وأرسلوا داعين إلى الموادعة والصلح، </p><p> وكان قد أتى رسول الله - صلى الله عليه وسلم - أنَّ الذي بلغه من أمر عثمان كذب، فتم الصلح، ومشى بعضهم إلى بعض على أن يحج رسول الله - صلى الله عليه وسلم - في العام القابل، ويدخل مكة. </p><p> {فَمَنْ نَكَثَ} ؛ أي: فمن نقض العهد الذي عقده مع النبيّ - صلى الله عليه وسلم -، وبيعته معه، وأزال إبرامه وإحكامه {فَإِنَّمَا يَنْكُثُ} وينقض إدخالًا للضرر {عَلَى نَفْسِهِ} ؛ أي: فإنما يعود ضرر نكثه على نفسه، ولا يضر بنقضه إلا نفسه؛ لأنّ الناكث هو لا غير؛ لأنّه فوت على نفسه الإحسان الجزيل، على العمل القليل، فقد خسر. {وَمَنْ أَوْفَى} ؛ أي: ومن وفي {بِمَا عَاهَدَ عَلَيْهُ اللهَ} بضم الهاء؛ فإنه (١) أبقى الضم بعد حذف الواو، إذ أصله: عليه والله توصلًا بذلك إلى تفخيم لام الجلالة؛ أي: ومن أوفى بعهده مع الله، وثبت عليه، وأتمَّه {فَسَيُؤْتِيهِ} الله سبحانه وتعالى في الآخرة {أَجْرًا عَظِيمًا} وثوابًا جزيلًا: هو الجنة وما فيها من رضوان الله العظيم، والنظر إلى وجهه الكريم، وسيدخله جنات يجد فيها ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. </p><p> ويحتمل أن يراد بنكث العهد: ما يتناول عدم مباشرته ابتداءً، ونقضه بعد انعقاده؛ لما روي عن جابر رضي الله عنه أنه قال: بايعنا رسول الله - صلى الله عليه وسلم - بيعة الرضوان تحت الشجرة على الموت، وعلى أن لا نفرّ، فما نكث أحد منّا البيعة إلا جُدَّ بن قيس، وكان منافقًا اختبأ تحت إبط بعيره، ولم يصر مع القوم؛ أي: إلى المبايعة حين دعوا إليها. </p><p> وقرأ زبد بن عليّ (٢) : {يَنْكِثْ} بكسر الكاف، وقرىء:  {بما عَهِدَ} ثلاثيًا، وقرأ الجمهور:  {عليه} بكسر الهاء والترقيق لوقوعها بعد ياءٍ ساكنةٍ، كما هو الغالب، وقرأ حفص والزهري: بضمها والتفخيم على الأصل في بناء هاء الضمير على الضمّ؛ لأنّها هاء هو، وهي مضمومة، فاستصحب ذلك، كما في له وضربه، وقرأ الجمهور:  {فَسَيُؤْتِيهِ} بالياء التحتية، وقرأ نافع وابن كثير، وابن عامر </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}