{
  "id": null,
  "sura": 48,
  "aya": 7,
  "text": "<p> المغضوب عليه، وإيلامه، فعبَّر عن نتيجة الغضب بالغضب على الكناية بالسبب عن المسبب، وعلى قول هذا القائل فمعنى:  {وَغَضِبَ الله عَلَيْهِمْ} ؛ أي: أراد إصرارهم على الشرك والنفاق في الدنيا، وعقوبتهم في الآخرة، وقيل: الغضب (١) : إشارة إلى أنَّ هذا الذي نزل بهم يكون على وجه التعذيب، فإن من كان به بلاء، قد يكون مصابًا على وجه الامتحان ليصير مثابًا، وقد يكون مصابًا على وجه التعذيب، كما هنا. </p><p> والصحيح: أنَّ الغضب صفة ثابتة لله تعالى، أثرها الانتقام ممن عصاه. </p><p> {وَلَعَنَهُمْ} ؛ أي طردهم، وأبعدهم من كل خير، فإن المغضوب عليه قد يقنع الغاضب بالعتب، والشتم أو الضرب، ولا يفضي غضبه إلى إبعاد المغضوب. عليه من جنابه، ولا إلى طرده من بابه، وقد يفضي غضبه إلى إبعاد المغضوب عليه من جنابه، لكون الغضب شديدًا {وَأَعَدَّ} ؛ أي: هيأ {لَهُمْ} في الآخرة {جَهَنَّمَ} ؛ أي: نارها {وَسَاءَتْ} ؛ أي: قبحت جهنم {مَصِيرًا} ؛ أي: مرجعًا لهم، والمخصوص بالذمِّ هي. </p><p> والمعنى: ونالهم غضب من الله، وأبعدهم فأقصاهم من رحمته، وأعدَّ لهم جهنم يصلونها يوم القيامة، وساءت منزلًا يصير إليه هؤلاء المنافقون والمنافقات، والمشركون والمشركات. </p><p> ٧ - {وَلِلَّهِ} سبحانه {جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ} من الملائكة والإنس والجنّ، والشياطين والصيحة والرجفة والحجارة والزلازل والخسف والغرق، ونحو ذلك أنصارًا على أعدائه، إن أمرهم بإهلاكهم .. أهلكوهم، وسارعوا مطيعين لذلك. </p><p> {وَكَانَ الله} سبحانه وتعالى {عَزِيزًا} ؛ أي: غالبًا على كل شيء، فلا يرد بأسه ممن أراد الانتقام منهم {حَكِيمًا} فيما دبّره لخلقه، فلا يفعل ما يفعل إلا على مقتضى الحكمة والصواب، وكرَّر هذه الآية؛ لقصد التأكيد، أو للتنبيه (٢) على أنَّ لله تعالى جنودًا للرحمة، ينزلهم ليدخل بهم المؤمنين الجنة، معظمًا </p><p>(١) المراح. (٢) روح البيان.</p><p> مكرمًا، وهذا هو المراد في الآية الأولى، وأنّ له تعالى جنودًا للعذاب، يسلِّطهم على الكفار، ويعذبهم بهم في جهنم. كما قال تعالى:  {عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللهَ مَا أَمَرَهُمْ} . والمراد هاهنا: جنود العذاب، كما ينبىء عنه التعرض لوصف العزة، فإنَّ عادته تعالى أن يصف نفسه بالعزة في مقام ذكر العذاب والانتقام، وفي \"الفتوحات\" : ذكر جملة قوله: {وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ} سابقًا على أنّ المراد به: أنه المدبّر لأمر المخلوقات بمقتضى حكمته، فلذلك ذيلَّه بقوله:  {عَلِيمًا حَكِيمًا} . وهنا أريد به: التهديد بأنهم في قبضة قدرة المنتقم، فلذلك ذيله بقوله:  {عَزِيزًا حَكِيمًا} فلا تكرار. انتهى. </p><p> قال في \"برهان القرآن\" : الأول متصل بإنزال السكينة وازياد إيمان المؤمنين، فكان الموضوع موضع علم وحكمة، وأما الثاني والثالث الذي بعده، فمتصلان بالعذاب والغضب، وسلب الأموال والغنائم، فكان الموضع موضع عزّ وغلبة وحكمة، روي: أنه لمّا جرى صلح الحديية .. قال عبد الله بن أبي رئيس المنافقين: أيظن محمد أنه إذا صالح أهل مكة أو فتحها .. لا يبقى له عدوّ، فأين فارس والروم؟ فبيَّن سبحانه أن جنود السموات والأرض، أكثر من فارس والروم. </p><p> خلاصة ما سلف (١) : أنّه قد ترتَّب على هذا الفتح أربعة أشياء للنبي - صلى الله عليه وسلم -: </p><p> ١ - مغفرة الذنوب. </p><p> ٢ - اجتماع الملك والنبوّة. </p><p> ٣ - الهداية إلى الصراط المستقيم. </p><p> ٤ - العزّة والمنعة. </p><p> وفاز المؤمنون بأربعة أشياء: </p><p> ١ - الطمأنينة والوقار. </p><p> ٢ - ازدياد الإيمان. </p><p>(١) المراغي.</p>"
}