{
  "id": null,
  "sura": 48,
  "aya": 6,
  "text": "<p> حكمه فوزًا عظيمًا؛ أي: ظفرًا بكل مطلوب، ونجاةً من كل غمّ، وجلبًا لكل نفع، ودفعًا لكل ضر، والجملة: معترضة بين جزاء المؤمنين، وجزاء المنافقين والمشركين. </p><p> والمعنى (١) : أي وإنّما دبّر ذلك؛ ليعرف المؤمنون نعمة الله، ويشكروها، فيدخلوا الجنة ماكثين فيها أبدًا، وليكفرّ عنهم سيئات أعمالهم بالحسنات التي يعملونها شكرًا لربهم على ما أنعم به عليهم، وكان ذلك ظفرًا لهم بما كانوا يرجون ويسعون له، ونجاة ما كانوا يحذرونه من العذاب الأليم، وهذا منتهى ما يرون من منفعة مجلوبة، ومضرة مدفوعة. </p><p> ٦ - ثمّ لما فرغ مما وعد به صالحي عباده .. ذكر ما يستحقه غيرهم، فقال:  {وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ} إلخ، فهو معطوف على {يُدْخِلُ} ؛ أي: وليعذّب المنافقين والمنافقات من أهل المدينة {وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ} من أهل مكة؛ أي: وليعذّبهم في الدنيا بما يصل إليهم من الهموم والغموم، بسبب ما يشاهدونه من ظهور كلمة الإسلام، وقهر المخالفين له، وبما يصابون به من القهر، والقتل والأسر، وفي الآخرة بعذاب جهنم. </p><p> وفي تقديم المنافقين على المشركين هنا، وفي غيره من المواضع (٢) ، دلالة على أنهم أشدّ منهم عذابًا، وأحق منهم بما وعدهم الله به؛ لأنّ المنافقين كانوا أشدّ ضررًا على المؤمنين من الكافرين المجاهرين؛ لأنّ الكافر يمكن أن يحترز منه، ويجاهد؛ لأنه عدو مبين، فيتوقى المؤمن من شره، والمنافق لا يمكن أن يحترز منه، ولا يجاهد؛ لأنّه يختلطه لظنّه إيمانه فيفشي سره، فلهذا كان شره أكثر من شر الكافر، فكان تقديم المنافق بالذكر أولى. </p><p> ثم وصف الفريقين، فقال:  {الظَّانِّينَ بِاللهِ ظَنَّ السَّوْءِ} : صفة للفريقين: أهل النفاق، وأهل الشرك. و {ظَنَّ السَّوْءِ}  (٣) : منصوب على المصدرية، </p><p>(١) المراغي. (٢) روح البيان.(٣) روح البيان.</p><p> والإضافة فيه كالإضافة في سيف شجاع، من حيث إنّ المضاف إليه في الحقيقة هو موصوف هذا المجرور، والتقدير: سيف رجل شجاع، فكذا التقدير هنا: ظن الأمر السوء، وهو أنّ الله لا ينصر رسوله، ولا يرجعهم إلى مكة فاتحين، ولا إلى المدينة سالمين، كما قال:  {بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا} . </p><p> والمعنى: الذين يظنون بالله الأمر السيء الفاسد الردىء ظنًّا. وقال في \"كشف الكشاف\" : إنّ ظن السوء مثل رجل صدق؛ أي: يظنون الظنَّ السيء الفاسد المذموم. انتهى، وعند البصريين لا يجوز إضافة الموصوف إلى صفته ولا عكسها؛ لأنّ الصفة والموصوف عبارتان عن شيء واحد، فإضافة أحدهما إلى الآخر، كإضافة الشيء إلى نفسه، وفي \"التأويلات النجمية\" : {الظَّانِّينَ بِاللهِ ظَنَّ السَّوْءِ} في ذاته وصفاته بالأهواء والبدع، وفي أفعاله، وأحكامه بالظلم والعبث. </p><p> {عَلَيْهِمْ} ؛ أي: على المشركين والمنافقين {دَائِرَةُ السَّوْءِ} ؛ أي: الأمر السيء الرديء الذي يظنونه بالمؤمنين، ويتربّصونه بهم، دائر عليهم، حائق بهم، لا يتجاوزهم إلى غيرهم، فقد أكذب الله سبحانه ظنهم، وقلب ما يظنونه بالمؤمنين عليهم بحيث لا يتخطاهم، ولا يظفرون بالنصرة أبدًا، كقوله:  {وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ عَلَيْهِمْ دَائِرَةُ السَّوْءِ} . وقال أبو السعود: في سورة التوبة: {عَلَيْهِمْ دَائِرَةُ السَّوْءِ} : دعاء عليهم بنحو ما أرادوا بالمؤمنين على نهج الاعتراض، كقوله تعالى:  {غُلَّتْ أَيْدِيهِمْ} بعد قول اليهود ما قالوا. اهـ. </p><p> فإن قلت: كيف يحمل على الدعاء، وهو للعاجز عرفًا، والله منزه عن العجز؟ </p><p> قلت: هذا تعليم من الله لعباده أنه يجوز الدعاء عليهم، كقوله تعالى:  {وَقَتْلَهُمُ الله} ، ونحوه. </p><p> وقرأ الجمهور (١) : {السُّوءِ} في الموضعين بفتح السين، وقرأ ابن كثير وأبو عمرو: بضمها، وهما (٢) لغتان في مصدر ساء بمعنى واحد، كالكره والكره، </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> والضعف والضعف، خلا أنّ المفتوح غلب في أن يضاف إليه ما يراد ذمّه من كلّ شيء، وأما المضموم فجارٍ مجرى الشر المناقض للخير، ومن ثمة أضيف إلى المفتوح؛ لكونه مذمومًا، وكانت الدائرة محمودة، فكان حقها أن لا تضاف إليه إلا على التأويل المذكور، وأما {دائرةُ السُّوء} ، بالضم؛ فلأنَّ الذي أصابهم مكروه وشدة، يصح أن يقع عليه اسم السوء، كقوله تعالى:  {إِنْ أَرَادَ بِكُمْ سُوءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً} . كما في بعض التفاسير، والدائرة: عبارة عن الخطّ المحيط بالمركز، ثم استعملت في الحادثة والمصيبة المحيطة لمن وقعت هي عليه. </p><p> فمعنى الآية: يحيط بهم السوء إحاطة الدائرة بالشيء، أو بمن فيها، بحيث لا سبيل إلى الانفكاك عنها بوجهٍ، إلا أنّ أكثر استعمالها؛ أي: الدائرة في المكروه، كما أنَّ أكثر استعمال الدولة في المحبوب الذي يتداول، ويكون مرةً لهذا، ومرةً لذاك، والإضافة في {دَائِرَةُ السَّوْءِ} من إضافة العام إلى الخاص للبيان، كما في خاتم فضة؛ أي: دائر من شرّ، لا من خير. </p><p> والخلاصة:  (١) أنّ الفريقين ظنّوا أنّ الله لا ينصر رسوله ولا المؤمنين على الكافرين، وقد دعا سبحانه عليهم بأن ينزل بهم ما كانوا يظنّونه بالمؤمينن من الدوائر، وأحداث الزمان، فقال:  {عَلَيْهِمْ دَائِرَةُ السَّوْءِ} ؛ أي: عليهم تدور الدوائر السيئة، والمصائب الداهية، وسيحيق بهم ما كانوا يتربَّصونه بالمؤمنين من قتل وسبيٍ، وأسرٍ لا يتخطاهم. </p><p> ثم بين ما يستحقونه من الغضب واللعنة، فقال:  {وَغَضِبَ الله عَلَيْهِمْ} ؛ أي: ولمَّا بين سبحانه أن دائرة السوء عليهم في الدنيا .. بيَّن ما يستحقونه مع ذلك من الغضب واللعنة وعذاب جهنم، وقال بعضهم (٢) : غضبه تعالى: إرادة العقوبة لهم في الآخرة، وكونهم على الشرك والنفاق في الدنيا، وحقيقته: أن للغضب صورة ونتيجة، أما صورته فتغير في الغضبان يتأذى به ويتألم، وأما نتيجته فإهلاك </p><p>(١) المراغي. (٢) روح البيان.</p>"
}