{
  "id": null,
  "sura": 48,
  "aya": 9,
  "text": "<p> ٣ - دخول الجنّات. </p><p> ٤ - تكفير السيئات. </p><p> وجازى الكفار بأربعة أشياء: </p><p> ١ - العذاب. </p><p> ٢ - العضب. </p><p> ٣ - اللعنة. </p><p> ٤ - دخولهم جهنم. </p><p> ٨ - {إِنَّا أَرْسَلْنَاكَ} يا محمد إلى كافّة الناس، حالة كونك {شَاهِدًا} على أمّتك يوم القيامة بتصديق من صدّقك، وتكذيب من كذّبك كما في قوله في آية أخرى:  {وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} ؛ أي: مقبولًا قوله في حقهم يوم القيامة عند الله تعالى، سواء شهد لهم أو عليهم، كما يقبل قول الشاهد العدل عند الحاكم، وهو حال مقدرة، فإنه - صلى الله عليه وسلم - إنما يكون شاهدًا وقت التحمل والأداء، وذلك متأخّر عن زمان الإرسال، بخلاف غيره مما عطف عليه، فإنه ليس من الأحوال المقدرة {وَ} حالة كونك {مُبَشِرًا} لمن آمن بك بالجنة والثواب {وَنَذِيرًا} ؛ أي: منذرًا ومخوفًا لمن كذّبك بالعذاب والعقاب </p><p> ٩ - {لِتُؤْمِنُوا} ؛ أي: لكي تؤمن أنت وأمّتك. {بِاللهِ} ؛ أي: بوحدانية الله وصفاته {و} تؤمنوا بـ {رسوله} محمد - صلى الله عليه وسلم - بأنه صادق مصدَّق فيما جاء به من عند الله سبحانه، والخطاب (١) في: {تؤمنوا} يكون للنبي - صلى الله عليه وسلم - ولأمّته، فيكون تعميمًا للخطاب بعد التخصيص؛ لأنّ خطاب {أَرْسَلْنَاكَ} للنبيّ خاصّةً، ومثله قوله تعالى:  {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ} خصَّه - صلى الله عليه وسلم - بالنداء، ثمّ عمَّم الخطاب على طريق تغليب المخاطب على الغائبين وهم: المؤمنون، فدلت الآية على أنه - صلى الله عليه وسلم - يجب أن يؤمن برسالة نفسه، كما ورد في الحديث: أنه كان يقول: \"أشهد أنّي عبد الله ورسوله\" . ويجوز أن يكون الخطاب </p><p>(١) روح البيان.</p><p> للأمّة فقط. </p><p> فإن قلت: كيف يجوز تخصيص الخطاب الثاني بالأمّة في مقام توجيه الخطاب الأول إليه - صلى الله عليه وسلم - بخصوصه؟. </p><p> قلت: إنّ خطاب رئيس القوم بمنزلة خطاب من معه من أتباعه، فيجوز أن يخاطب الأتباع في مقام تخصيص الرسل بالخطاب؛ لأنّ المقصود سماعهم. </p><p> {وَتُعَزِّرُوهُ} ؛ أي: ولكي تعزّر الله تعالى أنت وأمّتك، وتنصروه، وتقوّوه بتقوية دينه ونصرة رسوله، من التعزير: وهو النصرة مع التعظيم؛ أي: ولتنصروا الله تعالى بنصر دينه تعالى {وَتُعَزِّرُوهُ} تعالى؛ أي: ولكي توقّر الله تعالى أنت وأمّتك، وتعظّموه باعتقاد أنه متصف بجميع صفات الكمال، منزّه عن جميع سمات النقصان، من التوقير: وهو التبجيل والتعظيم. {وَتُسَبِّحُوهُ} تعالى؛ أي: ولكي تسبّح الله تعالى أنت وأمّتك، وتنّزهوه عما لا يليق به، وعمّا لا يجوز إطلاقه عليه تعالى من الشريك والولد، أو تصلّوا له، من السبحة: وهي الدعاء وصلاة التطوع، قال في \"القاموس\" : التسبيح: الصلاة، ومنه قوله: {فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ (١٤٣) }؛ أي: من المصلّين. {بُكْرَةً} وغدوة {وَأَصِيلًا} وعشيّا، فالبكرة: أوّل النهار، والأصيل: آخره، أو تسبّحوه دائمًا، فإنه يراد بهما: الدوام، وفي \"عين المعاني\" : البكرة: صلاة الفجر، والأصيل: الصلوات الأربع، فتكون الآية مشتملة على جميع الصلوات المفروضة. </p><p> وجوّز (١) بعض أهل التفسير أن يكون ضمير {تعزّروه وتوقّروه} لرسول الله - صلى الله عليه وسلم -، ولا وجه له؛ لأنه تفكيك وتشتيت للضمائر، إذ ضمير {رسوله} و {تسبحوه} لله تعالى قطعًا، وعلى تقدير يكون له وجه، فمعنى تعظيم الرسول - صلى الله عليه وسلم -، وتوقيره حقيقةً: اتباع سنته في الظاهر والباطن، والعلم بأنه زبدة المخلوقات، وخلاصتها وأفضلها على الإطلاق، وحينئذٍ الوقف على {توقروه} وقف تام، ثم يبدأ بقوله:  {وَتُسَبِّحُوهُ} . </p><p>(١) روح البيان.</p>"
}