{
  "id": null,
  "sura": 48,
  "aya": 11,
  "text": "<p> وزيد بن عليّ: بالنون. </p><p> ١١ - {سَيَقُولُ لَكَ} السين فيه: للاستقبال {الْمُخَلَّفُونَ} من خلّفته بالتشديد تركته خفي، وخلفوا أثقالهم تخليفًا خلّوها وراء ظهورهم؛ أي: سيقول لك يا محمد، الأحياء الذين خلّفتهم وتركتهم وراءك في المدينة، حين سافرت إلى مكة {مِنَ الْأَعْرَابِ} الذين خلَّفهم الله تعالى عن صحبتك، إذا رجعت إليهم من عمرتك هذه، وعاتبتهم على التخلف عنك:  {شَغَلَتْنَا} عن المسافرة والخروج معك {أَمْوَالُنَا وَأَهْلُونَا} ؛ أي: نساؤنا وذرارينا؛ يعني: لم يكن لنا من يخلفنا فيهم، فلذا تخلفنا عنك، قال ابن عباس ومجاهد: يعني: أعراب غفار ومزينة وجهينة وأشجع وأسلم والنخع، وذلك أنّ رسول الله - صلى الله عليه وسلم - حين أراد المسير إلى مكة عام الحديبية معتمرًا .. استنفر من حول المدينة من الأعراب وأهل البوادي ليخرجوا معه، حذرًا من قريش أن يعرضوا له بحرب، أو يصدوه عن البيت، فأحرم بالعمرة، وساق الهدي؛ ليعلم الناس أنه لا يريد حربًا، فتثاقل عنه كثير من الأعراب، وتخلّفوا، واعتلّوا بالشغل، فأنزل الله فيهم:  {سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ} ، إذا رجعت إليهم من عمرتك:  {شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا} ؛ أي: منعنا عن الخروج معك مالنا، من الأموال والنساء والذراريّ، وليس لنا من يقوم بهم، ويخلفنا عليهم، فإنا لو تركناهم .. لضاعوا، وأنت قد نهيت عن ضياع المال، وعن التفريط في العيال، وقرىء (١) : {شَغَلَتْنَا} بتشديد الغين، حكاه الكسائي، وهي قراءة إبراهيم بن نوح بن باذان عن قتيبة. </p><p> ولمّا علموا أنّ ذلك التخلُّف عن الرسول الله - صلى الله عليه وسلم - كان معصية .. سألوا أن يستغفر لهم {فـ} قالوا: {اسْتَغْفِرْ لَنَا} الله يا رسول الله بتأخرنا عنك عن الخروج إلى الحديبية؛ أي: فاطلب لنا المغفرة من الله، إذ لم يكن تخلَّفنا عن عصيان لك، ولا مخالفة لأمرك؛ ليغفر الله لنا ما وقع منا من التخلف عنك بهذا السبب. </p><p> ولمّا كان طلب الاستغفار منهم ليس عن اعتقاد، بل على طريقة الاستهزاء، </p><p>(١) البحر المحيط.</p><p> وكانت بواطنهم مخالفةً لظواهرهم .. فضحهم الله سبحانه بقوله:  {يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ في قُلُوبِهِمْ} ؛ يعني: أنهم في طلب الاستغفار كاذبون؛ لأنّهم لا يبالون أستغفر لهم النبيّ - صلى الله عليه وسلم - أم لا، وهذا صنيع المنافقين، والجملة مستأنفة لبيان ما تنطوي عليه بواطنهم، ويجوز أن تكون بدلًا من الجملة الأولى؛ أي: إنهم لم يكونوا صادقين في اعتذارهم بأنَّ الامتناع كان لهذا السبب؛ لأنّهم إنّما تخلَّفوا اعتقادًا منهم أنّ النبيّ - صلى الله عليه وسلم - والمؤمنين يغلبون، بدليل قوله:  {بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا} . فإنهم (١) قالوا: أهل مكة يقاتلون في باب المدينة، فكيف يذهب إلى قوم قد غزوا في عقر داره بالمدينة، وقتلوا أصحابه في أحد؟ وكيف يكون حالهم إذا دخل عدوّهم بلادهم، وأحاطوا بهم؟. </p><p> ثم أمر الله سبحانه رسوله - صلى الله عليه وسلم - أن يجيب عنهم، فقال:  {قُل} يا محمد ردًّا لهم عند اعتذارهم إليك بأباطيلهم: {فَمَنْ يَمْلِكُ لَكُمْ} ؛ أي: فمن يقدر لأجلكم {مِنَ اللهِ} ؛ أي: من مشيئة الله، وقضائه أن يجلب {شَيْئًا} من النفع {إِنْ أَرَادَ بِكُمْ ضَرًّا} أو من يحفظكم من مشيئته وقضائه، إن أراد بكم ضرًّا. </p><p> وقرأ الجمهور (٢) : {ضَرًّا} بفتح الضاد، وهو مصدر ضررته ضرًّا، وقرأ حمزة والكسائي: بضمها، وهو اسم ما يضر، وقيل: هما لغتان في المصدر؛ أي: إن أراد بكم ما يضركم، كقتل وهزيمة، وخلل في المال والأهل، وعقوبة على التخلف من هلاك الأهل والأموال، وضياعهما حتى تتخلّفوا عن الخروج لحفظهما، ودفع الضرر عنهما. {أَوْ أَرَادَ بِكُمْ نَفْعًا} ؛ أي: ومن يقدر على شيء من الضرر إن أراد بكم ما ينفعكم من حفظ أموالكم وأهليكم؛ فأيُّ حاجة إلى التخلف لأجل القيام بحفظهما. </p><p> أي: قل لهم (٣) : إنكم بعملكم هذا تحترسون من الضر، وتتركون أمر الله ورسوله، وتقعدون طلبًا للسلامة، ولكن لو أراد الله بكم ضرًّا .. لا ينفعكم </p><p>(١) المراح. (٢) البحر المحيط.(٣) المراغي.</p>"
}