{
  "id": null,
  "sura": 48,
  "aya": 20,
  "text": "<p> {وَأَثَابَهُمْ} من الثواب. </p><p> ١٩ - {وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا} وهي مغانم خيبر، وكانت ذات عقار وأشجار أخذوها من اليهود مع فتح بلدتهم، فقسمت عليهم. </p><p> وقرأ الجمهور (١) : {يَأْخُذُونَهَا} بالياء على الغيبة في {وَأَثَابَهُمْ} وما قبله من ضمير الغيبة، وقرأ الأعمش، وطلحة، ورويس عن يعقوب ودلبة عن يونس عن ورش، وأبو دحية عن نافع والأنطاكي عن أبي جعفر: بالتاء على الخطاب، كما جاء بعد {وَعَدَكُمُ اللَّهُ مَغَانِمَ كَثِيرَةً} بالخاطب. </p><p> {وَكَانَ اللَّهُ} سبحانه وتعالى {عَزِيزًا} ؛ أي: غالبًا منيعًا كامل العزّة غنيًا عن إعانتكم {حَكِيمًا} فيما دبره لخلقه، حيث حكم لكم بالنصرة والفتح والغنائم، ولأهل خيبر بالسبي والهزيمة </p><p> ٢٠ - {وَعَدَكُمُ اللَّهُ} سبحانه وتعالى أيّها المؤمنون {مَغَانِمَ كَثِيرَةً} إلى يوم القيامة {تَأْخُذُونَهَا} من الكفار في أوقاتها المقدّرة لكل واحدة منها، والالتفات لتشريفهم بالخطاب، وفي هذا وعد منه سبحانه لعباده المؤمنين بما سيفتحه عليهم من الغنائم إلى يوم القيامة، يأخذونها في أوقاتها التي قدّر وقوعها فيها {فَعَجَّلَ لَكُمْ هَذِهِ} ؛ أي: غنائم خيبر، قاله مجاهد، وقيل: صلح الحديبية، فليست كل الثواب، بل الجزاء قدامكم {وَكَفَّ} سبحانه ومنع {أَيْدِيَ النَّاسِ عَنْكُمْ} ؛ أي: كفّ (٢) الله سبحانه أيدي بني أسد وغطفان: وهم حلفاء أهل خيبر عنكم، حيث جاؤوا لنصرتهم، فقذف الله في قلوبهم الرعب، فنكصوا عن عيالكم لما خرجتم إلى خيبر، فإنّ النبيّ - صلى الله عليه وسلم - لمّا قصد خيبر، وحاصر أهلها .. همّت قبائل من بني أسد وغطفان، أن يغيروا على عيال المسلمين وذراريّهم بالمدينة، فكفّ الله أيديهم بإلقاء الرعب في قلوبهم، فنكصوا، وقال قتادة؛ كفّ أيدي يهود خيبر عن المدينة بعد خروج النبيّ - صلى الله عليه وسلم - إلى الحديبية، ورجح هذا ابن جرير، أما كفّ أيدي أهل مكة بالحديبية .. فمذكور بقوله تعالى:  {وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ ...} إلخ. </p><p>(١) البحر المحيط. (٢) المراح.</p><p> وقال سعدي المفتي (١) : إن كان نزولها بعد فتح خيبر، كما هو الظاهر .. لا تكون السورة بتمامها نازلة في مرجعه - صلى الله عليه وسلم - من الحديبية، وإن كان قبله، على أنها من الإخبار بالغيب .. فالإشارة بهذه لتنزيل المغانم منزلة الحاضرة المشاهدة، والتعبير بالمضي للتحقق. </p><p> وقوله:  {وَلِتَكُونَ آيَةً لِلْمُؤْمِنِينَ} : معطوف على علة أخرى محذوفة من أحد الفعلين؛ أي: فعجل لكم هذه، أو كفّ أيدي الناس عنكم لتغتنموها, ولتكون هذه الكفة أمارةً للمؤمنين يعرفون بها صدق الرسول - صلى الله عليه وسلم - في وعده إياهم عند رجوعه من الحديبية ما ذكر من الغنائم، وفتح مكة، ودخول المسجد الحرام؛ أي (٢) : لتنفعكم في الظاهر، وتنفعكم في الباطن، حيث يزداد يقينكم إذا رأيتم صدق الرسول في إخباره عن الغيوب، فيكمل اعتقادكم؛ أي: عجّل الله فتح خيبر ليكون ذلك الفتح وهو هزيمة أهل خيبر وسلامتكم عبرةً للمؤمنين؛ لأنكم كنتم ثمانية آلاف، وأن أهل خيبر كانوا سبعين ألفا، وكفّ أيدي الناس عنكم، وعن عيالكم؛ ليكون ذلك الكف علامة للمؤمنين، فيعلموا أنّ الله يحرسهم في مشهدهم ومغيبهم. </p><p> ويجوز (٣) أن تكون {الواو} : اعتراضية على أن تكون اللام متعلقة بمحذوف مؤخرٍ؛ أي: ولتكون آيةً لهم فعل ما فعل من التعجيل، وقيل: إن {الواو} : زائدة، و {اللام} : لتعليل ما قبلها؛ أي: كفّ أيدي الناس عنكم؛ لتكون لتلك الكفّة آية للمؤمنين. </p><p> {وَيَهْدِيَكُمْ صِرَاطًا مُسْتَقِيمًا} ؛ أي: طريق التوكّل عليه تعالى، والثقة بفضله تعالى في كلّ ما تأتون وما تذرون، أو يزيدكم بتلك الآية هدى، أو يثبّتكم بها على الهداية إلى طريق الحق. </p><p> ومعنى الآية: أي (٤) وعدكم الله سبحانه مغانم كثيرة من غنائم أهل الشرك </p><p>(١) روح البيان. (٢) المراح.(٣) روح البيان.(٤) المراغي.</p><p> إلى يوم القيامة، ولكن عجّل لكم مغانم خيبر، وكفّ أيدي اليهود عن المدينة بعد خروج النبي - صلى الله عليه وسلم - إلى الحديبية وخيبر، وقال قتادة، واختاره ابن جرير الطبريّ: لتشكروه، ولتكون أمارة للمؤمنين، يعلمون بها أنّ الله حافظهم، وناصرهم على أعدائهم على قلّة عددهم، وليهديكم صراطًا مستقيمًا بانقيادكم لأمره، وموافقتكم رسوله - صلى الله عليه وسلم -، ويزيدكم يقينًا بصلح الحديبية وفتح خيبر. </p><p> روى إياس بن سلمة، قال: حدّثني أبي قال: خرجنا إلى خيبر مع رسول الله - صلى الله عليه وسلم -، فجعل عمّي عامر يرتجز بالقوم، ثمّ قال: </p><p> تَالله لَوْلَا الله مَا اهْتَدَيْنَا ... وَلَا تَصَدَّقْنَا وَلَا صَلَّيْنَا </p><p> وَنَحْنُ عَنْ فَضْلِكَ مَا اسْتَغْنَيْنَا ... فَثَبِّتِ الأَقْدَامَ إِنْ لَاقَيْنَا </p><p> وَأَنْزِلَنْ سَكِيْنَة عَلَيْنَا </p><p> فقال رسول الله - صلى الله عليه وسلم -: \"من هذا؟ \" قال: أنا عامر، قال:  \"غفر لك ربّك\" وما استغفر لأحد إلا استشهد، قال: فنادى عمر بن الخطاب وهو على جمل له: يا نبيّ الله، لو امتعتنا بعامر، فلمّا قدمنا خيبر .. خرج قائدهم مرحب يخطر سيفه، ويقول: </p><p> قَدْ عَلِمَتْ خَيْبَرُ أَنِّيْ مَرْحَبُ ... شَاكِيْ السِّلَاح بَطَلٌ مُجَرَّبُ </p><p> إِذِ الْحَرُوْبُ أَقْبَلَتْ تَلْتَهِبُ </p><p> فبرز له عامر بن عثمان، فقال: </p><p> قَدْ عَلِمَتْ خَيْبَرُ أَنِّيْ عَامِرُ ... شَاكِيْ السِّلَّاحِ بَطَلٌ مُغَامِرُ </p><p> أي: تام السلاح معروف بالشجاعة، وقهر الفرسان، فاختلفا ضربتين، فوقع سيف مرحب في ترس عامر، فرجع سيف عامر على نفسه، فقطع أكحله الأكحل: عرق في اليد، فكانت فيها نفسه، قال: فأتيت النبيّ - صلى الله عليه وسلم - وأنا أبكي، فقلت: يا رسول الله، بطل عمل عامر، فقال:  \"من قال ذلك؟ \" قلت: ناس من أصحابك، قال:  \"من قال ذلك؟ بل له أجره مرتين\" . ثمّ أرسلني إلى عليّ وهو أرمد، وقال:  \"لأعطين الراية رجلًا يحب الله ورسوله، ويحبّه الله ورسوله\" فأتيت </p><p> عليًّا فجهئت به أقوده، وهو أرمد، حتى أتيت به رسول الله - صلى الله عليه وسلم -، فتفل في عينيه فبرىء، وأعطاه الراية، فخرج مرحب، وقال: </p><p> أَنَا الَّذِيْ سَمَّتْنِيْ أُمِّيْ مَرْحَبُ ... شَاكِيْ السِّلَاحِ بَطَلٌ مُجَرَّبُ </p><p> فقال عليّ كرّم الله وجهه: </p><p> أَنَا الَّذِيْ سَمَّتْنِيْ أُمِّيْ حَيْدَرَهْ ... كَلَيْثِ غَابَاتٍ كَرِيْهِ الْمَنْظَرَهْ </p><p> أَكِيْلُكُمْ بِالسَّيْفِ كَيْلَ السَّنْدَرَهْ (١) </p><p> قال: فضرب رأس مرحب، فقتله، ثم كان الفتح على يديه كرم الله وجهه. </p><p> نبذة من قصة خيبر </p><p> ثم إن خيبر حصن معروف قرب المدينة، على ما في \"القاموس\" . وقال في \"إنسان العيون\" : هو على وزن جعفر، سميت باسم رجل من العماليق نزلها، يقال له: خيبر، وهو أخو يثرب الذي سمّيت باسمه المدينة، وفي كلام بعضهم: خيبر بلسان اليهود الحصين، ومن ثمّ قيل لها: خيابر؛ لاشتمالها على الحصون، وهي مدينة كبيرة ذات حصون ومزارع، ونخل كثير، بينها وبين المدينة الشريفة ثمانية برد، والبريد: أربعة فراسخ، وكل فرسخ ثلاثة أميال. </p><p> يقول الفقير: وكل ميلين ساعة واحدة بالساعات النجومية؛ لأنّه عدّ من المدينة إلى قباء ميلان، وهي ساعة واحدة، فتكون الثمانية البرد ثماني وأربعين ساعة بتلك الساعات. </p><p> ولمّا رجع - صلى الله عليه وسلم - من الحديبية .. أقام بالمدينة شهرًا؛ أي: بقية ذى الحجة وبعض المحرم من سنة سبع، ثمّ خرج إلى خيبر، وقد استنفر من حوله ممن شهد الحديبية يغزون معه، وجاء المخلفون عنه في غزوة الحديبية ليخرجوا معه رجاء الغنيمة، فقال - صلى الله عليه وسلم -: \"لا تخرجوا معي إلا راغبين في الجهاد، أما الغنيمة فلا\" ؛ أي: لا تعطون منها شيئًا، ثمّ أمر مناديًا ينادي بذلك، فنادى به، وأمر أيضًا أنه </p><p>(١) السندرة: مكيال واسع وكيلهم بها قتلهم قتلا واسعًا ذريعًا، اهـ.</p><p> لا يخرج الضعيف، ولا من له مركب صعب، حتى إنّ بعضهم خالف هذا الأمر، فنفر مركوبه فصرعه، فاندقت فخذه فمات. فأمر عليه السلام بلالًا رضي الله عنه أن ينادي في الناس: الجنة لا تحل لعاص، ثلاثًا. وخرج معه - صلى الله عليه وسلم - من نسائه أمّ سلمة رضي الله عنها ولمّا أشرف على خيبر، وكان وقت الصبح .. رأى عمَّالها وقد خرجوا بمساحيهم ومكاتلهم، وهي القفف الكبيرة، قالوا: محمد والخميس؛ أي: الجيش العظيم معه، قيل له: الخميس؛ لأنه خمسة أقسام: المقدمة، والساقة والميمنة والميسرة، وهما الجناحان، والقلب، وأدبروا؛ أي: العمّال هربًا إلى حصونهم، وكانوا لا يظنّون أنّ رسول الله - صلى الله عليه وسلم - يغزوهم، وكان بها عشرة آلاف مقاتل، فقال - صلى الله عليه وسلم -: \"الله أكبر، خَرِبَت خيبر، إنا إذا نزلنا بساحة قوم .. فساء صباح المنذرين\" . </p><p> وابتدأ من حصونهم بحصن النطاة، وأمر بقطع نخلها فقطعوا أربع مئة، ثم نهاهم عن القطع، ومكث - صلى الله عليه وسلم - سبعة أيَّام يقاتل أهل حصون النطاة، فلم يرجع من أعطى له الراية بفتح، ثمّ قال:  \"لأعطين الراية غدًا إلى رجل يحبّ الله ورسوله، ويحبّانه، يفتح الله على يديه\" فتطاولها أبو بكر وعمر، وبعض الصحابة من قريش، فدعا - صلى الله عليه وسلم - عليًّا رضي الله عنه وبه رمد، فتفل في عينيه، ثم أعطاه الراية، وكانت تلك الراية بيضاء مكتوب فيها: لا إله إلا الله محمد رسول الله، بالسواد، فقال: عَلَامَ أقاتلهم يا رسول الله؟ قال:  \"أن يشهدوا أن لا إله إلا الله، وأني رسول الله، فإذا فعلوا ذلك .. فقد حقنوا دماءهم وأموالهم\" وألبسه - صلى الله عليه وسلم - درعه الحديد، وشدّ سيفه ذا الفقار في وسطه، ووجهه إلى الحصين، وقال:  \"لأن يهدي الله بك رجلًا واحدًا، خير لك من حمر النعم\" ؛ أي: من الإبل النفيسة التي تصدق بها في سبيل الله، فخرج عليّ بالراية يهرول، حتى ركزها تحت الحصن، فخرج الحارث أخو مرحب، وكان معروفًا بالشجاعة، فتضاربا فقتله عليّ، وانهزم اليهود إلى الحصين، ثمّ خرج إليه مرحب سيد اليهود، وهو يرتجز ويقول: </p><p> قَدْ عَلِمَتْ خَيْبَرُ أَنِّيْ مَرْحَبُ ... شَاكِيْ السِّلَاحِ بَطَلٌ مُجَرَّبُ </p><p> وارتجز عليّ رضي الله عنه وقال: </p><p> أَنَا الَّذِيْ سَمَّتْنِيْ أُمِّيْ حَيْدَرَهْ ... ضِرْغَامُ آجَامٍ وَلَيْثٌ قَسْوَرَهْ </p><p> وضرب عليًّا، فطرح ترسه من يده، فتناول عليّ بابًا كان عند الحصن، فتترس به عن نفسه، فلم يزل في يده يقاتل حتى قتل مرحبًا، وفتح الله عليه الحصين، وهو حصن ناعم من حصون النطاة، وألقى الباب من يده وراء ظهره ثمانين شبرًا، وذلك بالقوّة القدسيَّة، وفيه بيان شجاعة عليّ، حيث قتل شجيعًا بعد شجيع. </p><p> ثم انتقل النبي - صلى الله عليه وسلم - من حصن ناعم إلى حصن العصب من حصون النطاة، فأقاموا على محاصرته يومين، حتى فتحه الله، وما بخيبر حصن أكثر طعامًا منه: كالشعير، والسمن والتمر والزيت، والشحم والماشية والمتاع، ثم انتقلوا إلى حصن قلة، وهو حصن بقلة، وهو آخر حصون النطاة، فقطعوا عنهم ماءهم، ففتحه الله، ثمّ سار المسلمون إلى حصار الشقّ، بفتح الشين المعجمة، وهو أعرف عند أهل اللغة من الكسر، ففتحوا الحصن الأول من حصونه. ثمّ حاصروا حصن البراء: وهو الحصن الثاني من حصون الشقّ، فقاتلوا قتالًا شديدًا حتى فتحه الله، ثمّ حاصروا حصون الكثيبة، وهي ثلاثة حصون: القموص بوزن صبور، والوطيح، وسلالم بضم السين المهملة، وكان أعظم حصون خيبر القموص، وكان منيعًا حاصره المسلمون عشرين ليلةً، ثم فتحه الله على يد عليّ رضي الله عنه ومنه سبيت صفية بنت حيي رضي الله عنها. وانتهى المسلمون إلى حصار الوطيح، بالحاء المهملة، سمي باسم الوطيح بن مارن رجل من اليهود، وسلالم آخر حصون خيبر، ومكثوا على حصارهما أربعة عشر يومًا، وهذان الحصنان فتحا صلحًا؛ لأنَّ أهلهما لما أيقنوا بالهلاك .. سألوا رسول الله - صلى الله عليه وسلم - الصلح على حقن دماء المقاتلة، وترك الذريّة لهم، ويخرجون من خيبر وأرضها بذراريِّهم، وأن لا يصحب أحد منهم إلا ثوبًا واحدًا على ظهره، فصالحهم عليه، ووجدوا في الحصنين المذكورين مئة درع، وأربع مئة سيف، وألف رمح، وخمس مئة قوس عربية بجعابها، وأشياء أخر غالية القيمة، وهي ما في خزانة أبي الحقيق - مصغرًا - وأرسل - صلى الله عليه وسلم - إلى أهل فدك، وهي محرّكة: قرية بخيبر، يدعوهم إلى الإِسلام ويخوِّفهم، فتصالحوا معه - صلى الله عليه وسلم - على أن يحقن دماءهم ويخلِّيهم ويخلون </p><p> بينه وبين الأموال، ففعل ذلك رسول الله - صلى الله عليه وسلم -، وقيل: تصالحوا معه على أن يكون لهم النصف في الأرض، ولرسول الله النصف الآخر، وكان فدك على الأول لرسول الله، وعلى الثاني كان له نصفها؛ لأنها لم تؤخذ بمقاتلة، وكان - صلى الله عليه وسلم - ينفق منها، ويعود منها على صغير بني هاشم، ويزوج منها أيمهم، ولمّا مات - صلى الله عليه وسلم - وولي أبو بكر رضي الله عنه الخلافة .. سألته فاطمة رضي الله عنها أن يجعل فدك أو نصفها لها، فأبى، وروي لها أنه - صلى الله عليه وسلم - قال:  \"إنا - معاشر الأنبياء - لا نورث\" ؛ أي: لا نكون موّرثين \"ما تركناه صدقة\" ؛ أي: على المسلمين. </p><p> ثمّ إنّ النبي - صلى الله عليه وسلم - أمر بالغنائم التي غنمت قبل الصلح فجمعت، وأصاب رسول الله - صلى الله عليه وسلم - سبايا، منها: صفية بنت ملكهم حيي بن أخطب، من سبط هارون بن عمران أخي موسى عليهما السلام، فهداها الله، فأسلمت، ثمّ أعتقها رسول الله - صلى الله عليه وسلم - وتزوّجها، وكانت رأت أن القمر وقع في حجرها، فكان ذلك رسول الله - صلى الله عليه وسلم - وجعل وليمتها حيسًا في نطع، الحيس: تمر وأقط وسمن، ودخل بها رسول الله - صلى الله عليه وسلم - في منزل الصهباء في العود، والصهباء: موضع قرب خيبر، كما في \"القاموس\" . </p><p> ونهى النبيّ - صلى الله عليه وسلم - عن إتيان الحبالى حتى تضع، وعن غير الحبالى حتى تستبرأ بحيضة، ونهى عن إتيان المسجد لمن أكل الثوم والبصل، وعن بعضهم: ما أكل نبيّ قطّ ثومًا ولا بصلًا. </p><p> يقول الفقير: يدخل فيه الدخان الشائع شربه في هذا الزمان، بل رائحته أكره من رائحة الثوم والبصل، فإذا كان دخول المسجد ممنوعًا مع رائحتهما دفعًا لأذى الناس والملائكة .. فمع رائحة الدخان أولى، وظاهر: أنَّ الثوم والبصل من جنس الأغذية، ولا كذلك الدخان، ومحافظة المزاج بشربه إنما عرفت بعد الإدمان المولد للأمراض الهائلة، فليس لشاربه دليل في ذلك أصلًا، فكما أنَّ شرب الخمر ممنوع أولًا وآخرًا، حتى لو تاب منها ومرض .. لا يجوز أن يشربها, ولو مات من ذلك .. يؤجر ولا يأثم فكذا شرب الدخان، وليس استطابته إلا من خباثة الطبع، فإنّ الطباع السليمة تستقذره لا محالة، فتب إلى </p>"
}