{
  "id": null,
  "sura": 48,
  "aya": 18,
  "text": "<p> الآية: ما أخرجه الطبراني وأبو يعلى عن أبي جمعة جنيد بن سبع قال: قاتلت النبي - صلى الله عليه وسلم - أوّل النهار كافرًا، وقاتلت معه آخر النهار مسلمًا، وكنّا ثلاثة رجال، وسبع نسوة، وفينا نزل:  {وَلَوْلَا رِجَالٌ مُؤْمِنُونَ وَنِسَاءٌ مُؤْمِنَاتٌ ...} . </p><p> قوله تعالى:  {لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا ...} الآية، سبب نزول هذه الآية: ما أخرجه الفريابي وعبد بن حميد والبيهقي في \"الدلائل\" عن مجاهد قال: أري النبيّ - صلى الله عليه وسلم - وهو بالحديبية: أنه يدخل مكة هو وأصحابه آمنين، محلّقين رؤوسهم ومقصرين، فلمّا نحر الهدي بالحديبية .. قال أصحابه: أين رؤياك يا رسول الله؟ فنزلت:  {لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا ...} الآية. </p><p> التفسير وأوجه القراءة </p><p> ١٨ - {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ} ؛ أي: وعزتي وجلالي، لقد باعد الله السخط عن المؤمنين بواسطة إيجاد الرضا لهم؛ لأنَّ من معنى {عَنِ} المجاوزة، والمجاوزة لغةً: البعد، واصطلاحًا: بعد الشيء عن المجرور بها بواسطة إيجاد مصدر ذلك العامل، كما هو مقرّر في محلّه، ورضوا عنه. </p><p> ومعنى رضا العبد عن ربه (١) : أن لا يكره ما يجري به قضاؤه. </p><p> ومعنى رضا الله عن العبد: هو أن يراه مؤتمرا لأمره، منتهيًا عن نهيه، وهم الذين ذكر شأن مبايعتهم، وكانوا ألفًا وأربع مئة على الصحيح، وقيل: ألفًا وخمس مئة وخمسة وعشرين؛ أي:  (٢) رضي عن المؤمنين الراسخين في الإيمان؛ أي: فعل بهم فعل الراضي بما جعل لهم من الفتح، وما قدر لهم من الثواب، وأفهم ذلك أنه لم يرض عن الكافرين، فخذلهم في الدنيا مع ما أعد لهم في الآخرة، فالآية تقرير لما ذكر من جزاء الفريقين بأمور شاهدة. </p><p> {إِذْ يُبَايِعُونَكَ} : ظرف متعلق بـ {رَضِيَ} ، وصيغة المضارع؛ لاستحضار صورتها؛ أي: رضي الله عنهم وقت تلك المبايعة، وبهذه الآية سمّيت: بيعة </p><p>(١) روح البيان. (٢) خطيب.</p><p> الرضوان، وقوله:  {تَحْتَ الشَّجَرَةِ} : إما متعلق بـ {يُبَايِعُونَكَ} أو بمحذوف حال من المفعول؛ أي: حال كونك تحت الشجرة، وهذه الشجرة المذكورة هي شجرة كانت بالحديبية، وهي السمرة؛ أي: أمّ غيلان، وهي كثيرة في بوادي الحجاز، وقيل: هي سدرة، قال في \"إنسان العيون\" : صارت تلك الشجرة التي وقعت عندها البيعة، يقال لها: شجرة الرضوان، وبلغ عمر بن الخطاب رضي الله عنه في زمان خلافته: أنّ ناسًا يصلّون عندها، فتوعدهم، وأمر بها فقطعت خوف ظهور البدعة. انتهى. </p><p> وروى الإِمام النسفي رحمه الله في \"التيسير\" : إنها عمّيت عليهم من قابل، فلم يدروا أين ذهبت، ويمكن التوفيق بين الروايتين بأنها لما عميت عليهم .. ذهبوا يصلون تحت شجرة على ظنّ أنها هي شجرة البيعة، فأمر عمر بقطعها، فقطعت. </p><p> وكانت البيعة على أن يقاتلوا قريشًا، ولا يفرّوا، وروي: أنه بايعهم على الموت، والقصة مبسوطة في كتب الحديث والمسير، فراجعها إن شئت. </p><p> {فَعَلِمَ} الله سبحانه وتعالى {مَا فِي قُلُوبِهِمْ} : معطوف على {يُبَايِعُونَكَ} لما عرفت من أنه بمعنى بايعوك، لا على {رَضِيَ} ، فإنّ رضاه تعالى عنهم مرتّب على علمه تعالى بما في قلوبهم من الصدق والإخلاص، عند مبايعتهم له - صلى الله عليه وسلم -، قال الفرّاء: علم ما في قلوبهم من الصدق والوفاء، وقال قتادة وابن جريج: من الرضى بأمر البيعة على أن لا يفرّوا، وقال مقاتل: من كراهة البيعة على الموت. </p><p> {فَأَنْزَلَ} سبحانه {السَّكِينَةَ} ؛ أي: الطمأنينة، وسكون النفس بالتشجيع أو الصلح {عَلَيْهِمْ} ؛ أي: على قلوبهم، معطوف على {رَضِيَ} ؛ يعني: أنزل السكينة على قلوب المؤمنين المخلصين حتى ثبتوا، وبايعوك على الموت، وعلى أن لا يفرّوا {وَأَثَابَهُمْ} ؛ أي: وجازاهم على الطاعة {فَتْحًا قَرِيبًا} ؛ أي: فتح خيبر عقب انصرافهم من الحديبية في ذي الحجة، فأقام - صلى الله عليه وسلم - بالمدينة بقيته وبعض المحرم، ثم خرج إلى خيبر في بقية المحرم، سنة سبع. </p><p> وقرأ الحسن ونوح القارىء:  {وآتاهم} ؛ أي؛ أعطاهم، والجمهور: </p>"
}