{
  "id": null,
  "sura": 48,
  "aya": 26,
  "text": "<p> وقرأ الجمهور (١) : {لَوْ تَزَيَّلُوا} ، وقرأ ابن أبي عبلة وابن مقسم وأبو حيوة وابن عون:  {لو تزايلوا} بوزن تفاعلوا، والتزايل: التباين. </p><p> ٢٦ - والظرف في قوله:  {إِذْ جَعَلَ الَّذِينَ كَفَرُوا} : متعلق بمحذوف، تقديره: واذكر يا محمد، قصّة إذ ألقى الذين كفروا من أهل مكة {فِي قُلُوبِهِمُ الْحَمِيَّةَ} ؛ أي: الأنفة والتكبر، من سمي من كذا حمية إذا أنف منه، والجار والمجرور (٢) : إما متعلق بالجعل على أنه بمعنى الإلقاء، أو بمحذوف هو مفعول ثان على أنه بمعنى التصيير؛ أي: جعلوها ثابتة راسخة في قلوبهم {حَمِيَّةَ الْجَاهِلِيَّةِ} بدل من {الْحَمِيَّةَ} ؛ أي: حمية الملة الجاهلية، وهي ما كانت عليه قبل البعثة، أو الحميَّة الناشئة من الجاهلية التي تمنع إذعان الحق، قال الزهري: حميتهم أنفسهم من الإقرار بالرسالة للنبيّ - صلى الله عليه وسلم -، والاستفتاح ببِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، أو منعهم من دخول مكة، وقال مقاتل بن سليمان ومقاتل بن حيان: قال أهل مكة: قد قتلوا أبنائنا وإخواننا، ثم يدخلون علينا، فتتحدث العرب أنهم دخلوا علينا على رغم أنفنا، واللات والعزّى، لا يدخلون علينا! فهذه حميَّة الجاهلية التي دخلت في قلوبهم. </p><p> {فَأَنْزَلَ اللَّهُ} سبحانه وتعالى {سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ} معطوف على {جَعَلَ} . </p><p> والمراد (٣) : تذكير حسن صنيع الرسول والمؤمنين بتوفيق الله تعالى، وسوء صنيع الكفرة؛ أي: فأنزل الله تعالى عليهم الثبات والوقار والطمأنينة، فلم يلحق بهم ما لحق الكفار، فصالحوهم، ورضوا أن يكتب الكتاب على ما أرادوا، ويروى: أنه لمَّا أبى سهيل بن عمرِو ومن معه أن يكتب في عنوان كتاب الصلح البسملة، وهذا ما صالح عليه رسول الله أهل مكة، بل قالوا لعليّ: اكتب باسمك اللهم، وهذا ما صالح عليه محمد بن عبد الله أهل مكة .. قال النبي - صلى الله عليه وسلم - لعليّ </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) روح البيان.</p><p> رضي الله عنه: أكتب ما يريدون، فهمَّ المسلمون أن يأبوا ذلك، ويبطشوا بهم، فأنزل الله السكينة عليهم، فتوفروا، وحلموا مع أنّ أصل الصلح لم يكن عندهم بمحلٍّ من القبول في أول الأمر، حين قالوا: علام نعطي الدنيَّة في ديننا، وهم مشركون ونحن مسلمون؟ كما سبق، وقيل: ثبتهم على الرضا والتسليم. </p><p> {وَأَلْزَمَهُمْ} ؛ أي: ألزم الله تعالى رسوله والمؤمنين {كَلِمَةَ التَّقْوَى} ؛ أي: اختار لهم كلمة يُتَّقى بها من الشرك؛ أي؛ كلمة لا إله إلا الله، كذا قال الجمهور، وزاد بعضهم: محمد رسول الله، وزاد بعضهم: وحده لا شريك له، حتى قالوها، وهذا إلزام الكرم واللطف، لا إلزام الإكراه والعنف، وأضيفت إلى التقوى؛ لأنها سببها، إذ بها يتقى من الشرك ومن النار، فإنَّ أصل التقوى: الانتقاء عنها، وقد وصف الله تعالى هذه الأمة بالمتقين في مواضع من القرآن العظيم، باعتبار هذه الكلمة، وقال الزهريّ: هي: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، وذلك أنَّ الكفار لم يقروا بها، وامتنعوا من كتابتها في كتاب الصلح الذي كان بينهم وبين رسول الله - صلى الله عليه وسلم -، كما ثبت ذلك في كتب الحديث والسير، فخصَّ الله بهذه الكلمة المؤمنين، وألزمهم بها، وهي من شعار هذه الأمة وخواصِّها، اختارها لهم، وصار المشركون محرومين منها، حيث لم يرضوا بأن يكتب في كتاب الصلح، والأول: أولى، وعن الحسن: كلمة التقوى: هي الوفاء بالعهد، فإنَّ المؤمنين وفوا بالعهد، حيث نقضوا وعاونوا من حارب حليف المؤمنين. </p><p> والمعنى على هذا: وألزمهم كلمة أهل التقوى: وهي العهد الواقع في ضمن الصلح، ومعنى إلزامها إياهم: تثبيتهم عليها، وعلى الوفاء بها. </p><p> {وَكَانُوا} ؛ أي: وكان المؤمنون {أَحَقَّ بِهَا} ؛ أي: بكلمة التوحيد من الكفار في سابق علمه {وَأَهْلَهَا} ؛ أي: مستأهلين لها، ومختصين بها في الدنيا دونهم؛ لأنَّ الله تعالى اختارهم لصحبة نبيّه - صلى الله عليه وسلم -، وهو عطف تفسير لما قبله. </p><p> قيل: إنّ الذين كانوا قبلنا، لا يمكن لأحد منهم أن يقول: لا إله إلا الله في اليوم والليلة إلا مرةً واحدة، لا يستطيع أن يقولها أكثر من ذلك، وكان قائلها يمدُّ بها صوته حتى ينقطع النفس؛ التماس بركتها وفضلها، وجعل الله لهذه الأمة </p>"
}