{
  "id": null,
  "sura": 48,
  "aya": 16,
  "text": "<p> العالم العاقل. </p><p> واعلم: أيها الأخ الكريم، أنّ العلم إنما يزداد بصحبة أهله، ولمَّا تخلف المنافقون عن صحبة رسول الله - صلى الله عليه وسلم - .. وصفهم الله سبحانه بعدم الفقه، فلا بدَّ من مجالسة العلماء العاملين، حتى تكون الدنيا وراء الظهر، ويجعل الرغبة في الآخرة. وقدورد في الأخبار:  \"اطلبوا العلم ولو بالصين\" . </p><p> وعن بعضهم قال: رأيت في الطواف كهلًا قد أجهدته العبادة، وبيده عصا، وهو يطوف معتمدًا عليها، فسألته عن بلده، فقال: خراسان، ثم قال لي: في كم تقطعون هذا الطريق؟ قلت: في شهرين أو ثلاثة، فقال: أفلا تحجون كلّ عام؟ فقلت له: وكم بينكم وبين هذا البيت؟ قال: مسيرة خمس سنين، قلت: هذا والله هو الفضل المبين، والمحبّة الصادقة، فضحك وأنشأ يقول: </p><p> زُرْ مَنْ هَوَيْتَ وَإِنْ شَطَّتْ بِكَ الدَّارُ ... وَحَالَ مِنْ دُوْنِهِ حُجْبٌ وَأَسْتَارُ </p><p> لَا يَمْنَعَنَّكَ بُعْدٌ عَنْ زِيَارَتِهِ ... إِنَّ المُحِبَّ لِمَنْ يَهْوَاهُ زَوَّارُ </p><p> ١٦ - {قُل} يا محمد {لِلْمُخَلَّفِينَ} المذكورين من الأعراب، كرّر ذكرهم بهذا العنوان؛ لذمّهم مرّة بعد أخرى، فإنّ التخلّف عن صحبة الرسول - صلى الله عليه وسلم - شناعة أي شناعة: إنكم {سَتُدْعَوْنَ} وتندبون {إِلَى} قتال {قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ} ؛ أي: أصحاب قوّة شديدة في الحرب، فعليكم أن تخيروهم بين أمرين: إما السيف، وإما الإسلام، وهذا حكم عام في مشركي العرب والمرتدين، يجب اتباعه، كما بيَّن الأمرين بقوله: إما {تُقَاتِلُونَهُمْ} أبدًا {أَو يُسْلِمُونَ} : كلام مستأنف، كأنّه قيل: لماذا يدعون؟ فأجيب: ليكون أحد الأمرين: إما المقاتلة أبدًا، أو الإسلام لا غير، وأما من عدا المرتدين والمشركين من العرب فينتهي قتالهم بالجزية، كما ينتهي بالإسلام. </p><p> يعني: أنّ المراد بـ {قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ} : المرتدّون والمشركون مطلقًا، سواء كانوا مشركي العرب أو العجم، بناءً على أنّ من عدا الطائفتين المذكورتين، وهم: أهل الكتاب والمجوس، ليس الحكم فيهم أن يقتلوا إلى أن يسلموا، بل تقبل منهم الجزية، بخلاف المرتدّين، ومشركي العرب والعجم، فإنه لا تقبل منهم </p><p> الجزية، بل يقاتلون حتى يسلموا، وهذا عند الشافعي، وأما عند أبي حنيفة: فمشركوا العجم تقبل منهم الجزية، كما تقبل من أهل الكتاب والمجوس، والذين لا يقبل منهم إلا الإسلام أو السيف إنما هم مشركوا العرب والمرتدون فقط عنده. </p><p> واختلف العلماء في تعيين هؤلاء القوم، فقال الزهريّ ومقاتل وجماعة: المراد بالقوم أولي العباس شديد: بنو حنيفة، أصحاب مسيلمة الكذّاب، وقال قتادة: هم هوازن وغطفان، وقال ابن عباس، ومجاهد: هم أهل فارس، وقال الحسن: هم فارس والروم، قال ابن جرير: إنه لم يقم دليل من نقل، ولا من عقل على تعيين هؤلاء القوم، فلندع الأمر على إجماله دون حاجة إلى التعيين. اهـ. </p><p> أي: يكون أحد الأمرين: إما المقاتلة، أو الإسلام، لا ثالث لهما. </p><p> وقرأ الجمهور (١) : {أَوْ يُسْلِمُونَ} مرفوعًا، وقرأ أبيّ وزيد بن عليّ: بحذف النون منصوبًا بإضمار أن بعد {أَوْ} العاطفة لمصدر متصيد، على مصدر متوهّم؛ أي: يكون قتال أو إسلام، والرفع على العطف على:  {تُقَاتِلُونَهُمْ} أو على القطع؛ أي: أو هم يسلمون دون قتال. </p><p> ثمّ وعدهم إذا أجابوا بقوله:  {فَإِنْ تُطِيعُوا} ؛ أي: فإن تستجيبوا وتنفروا أيّها المخلّفون للجهاد، وتؤدُّوا ما طلب منكم أداؤه .. {يُؤْتِكُمُ الله} ؛ أي: يعطكم ربّكم {أَجْرًا حَسَنًا} وثوابًا جزيلًا، فتنالوا المغانم في الدنيا، وتدخلوا الجنة في الآخرة، كما وعد من نكص على عقبه بقوله:  {وَإِنْ تَتَوَلَّوْا} ؛ أي: تعرضوا عن الدعوة، وتعصوا ربكم فتدبروا عن طاعته، وتخالفوا أمره، فتتركوا قتال أولي النجدة والبأس الشديد إذا دعيتم إلى قتالهم {كَمَا تَوَلَّيْتُمْ مِنْ قَبْلُ} في الحديبية؛ أي: كما عصيتموه في أمره إياكم بالمسير مع رسوله - صلى الله عليه وسلم - إلى مكة {يُعَذِّبْكُمْ عَذَابًا أَلِيمًا} ؛ أي: عذابًا شديدًا بالمذلّة في الدنيا بالقتل والأسر والقهر والنار في </p><p>(١) البحر المحيط.</p>"
}