{
  "id": null,
  "sura": 49,
  "aya": 1,
  "text": "<p> أَنْ أَسْلَمُوا ...} الآية، وأخرج سعيد بن منصور في \"سننه\" عن سعيد بن جبير قال: أتى قوم من الأعراب من بني أسد النبيّ - صلى الله عليه وسلم -، فقالوا: جئناك ولم نقاتلك، فأنزل الله:  {يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا ...} الآية، وقال مجاهد: نزلت في أعراب من بني أسد بن خزيمة، وكانوا يجاورون المدينة، قدموا على رسول الله - صلى الله عليه وسلم -، وأظهروا الشهادتين، ولم يكونوا مؤمنين حقًا، وقال السدّي: نزلت في الأعراب المذكورين في سورة الفتح، أعراب مزينة وجهينة، وأسلم وغفار والديل، وأشجع، قالوا؛ آمنا، ليأمنوا على أنفسهم وأموالهم، فلما استنفروا إلى المدنية .. تخلّفوا. </p><p> التفسير وأوجه القراءة </p><p> ١ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} : تصدير (١) الخطاب بالنداء؛ لتنبيه المخاطبين على أنّ ما في حيّزه أمر خطير، يستدعي مزيد اعتنائهم بشأنه، وفرط اهتمامهم بتلقّيه، ومراعاته ووصفهم بالإيمان؛ لتنشطيهم والإيذان بأنّه داع إلى المخاطبة، ورادع عن الإخلال به. </p><p> {لَا تُقَدِّمُوا} أمرا من الأمور {بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ} ولا تقطعوه ولا تقولوه، ولا تعجلوا به، إلا بعد أن يحكما به، ويأذنا فيه، فتكونوا إمّا عاملين بالوحي المنزل، وإما مقتدين بالنبيّ المرسل؛ لأنَّ المعنى: لا تقدموا قبل أمرهما ونهيهما, ولفظ اليدين بمعنى الجهتين الكائنتين في سمت يدي الإنسان اليمين واليسار، وبين اليدين بمعنى: بين الجهتين، والجهة التي بينهما هي جهة الأمام والقدَّام، فقولك: جلست بين يديه، بمعنى: جلست أمامه، وبمكان يحاذي يديه قريبًا منه، وإذا قيل: بين يدي الله .. امتنع أن يراد الجهة والمكان، فيكون استعارة تمثيلية، شبَّه ما وقع من بعض الصحابة من القطع في أمر من الأمور الدينية، قبل أن يحكم الله به ورسوله، بحال من يتقدم في المشي في الطريق مثلًا لوقاحته، على من يجب أن يتأخر عنه، ويقفو أثره تعظيمًا له، فعبَّر عن الحالة </p><p>(١) روح البيان.</p><p> المشبَّهة بما يعبر به عن المشبه بها، كما سيأتي في مبحث البلاغة. </p><p> وقرأ الجمهور (١) : {لَا تُقَدِّمُوا} بضم التاء وفتح القاف وكسر الدال المشددة، من قدّم المضاعف، فاحتمل أن يكون متعدّيًا، وحذف مفعوله؛ ليتناول كل ما يقع في النفس مما تقدم: كالصوم والأضحية، أو ترك المفعول للقصد إلى نفس الفعل، كقولهم: هو يعطي ويمنع، فلم يقصد لشيء معين، بل النهي متعلق بنفس الفعل دون تعرّض لمفعول معيّن، واحتمل أن يكون لازمًا بمعنى: تقدم، نحو: وحسنة بمعنى: توجَّه، ويكون المحذوف مما يوصل إليه بحرف؛ أي: لا تتقدموا في شيء ما من الأشياء، ويعضد هذا الوجه قراءة ابن عباس وأبي حيوة والضحاك ويعقوب، وابن مقسم:  {لا تقدموا} بفتح التاء والقاف والدال على اللزوم، وحذفت التاء تخفيفًا؛ إذ أصله: لا تتقدموا. وقرأ بعض المكيين:  {تقدّموا} بشدّ التاء، أدغم تاء المضارعة في التاء بعدها: كقراءة البزي، وقرىء:  {لا تقدموا} مضارع قدم بكسر الدال، من القدوم؛ أي: لا تقدموا إلى أمر من أمور الدين قبل قدومها, ولا تعجلوا عليها، وقرىء:  {لا تقدموا} بضم التاء وكسر الدال، من أقدم الرباعي؛ أي: لا تقدموا على شيء، وقال مجاهد: لا تفتئتوا على الله شيئًا حتى يقصه الله على لسان رسوله - صلى الله عليه وسلم -، وفي هذا النهي توطئة لما يأتي بعد من نهيهم عن رفع أصواتهم. </p><p> فائدة: ذكر في هذه السورة: {يَا أَيُّهَا الَّذِينَ آمَنُوا} خمس مرات، والمخاطبون فيها المؤمنون، والمخاطب به أمر أو نهي، وذكر فيها:  {يَا أَيُّهَا النَّاسُ} مرةً، والمخاطبون فيها يعمّ المؤمنين والكافرين، كما أنّ المخاطب به وهو قوله:  {إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى} يعمهما. فناسب فيها ذكر الناس. انتهى. \"فتح الرحمن\" . </p><p> ولمّا نهى من التقدّم .. أمر بالتقوى؛ لأنّ من التقوى اجتناب المنهي عنه، فقال:  {وَاتَّقُوا اللَّهَ} ؛ أي: خافوا الله، وراقبوه في كل ما تأتون وما تذرون من </p><p>(١) البحر المحيط.</p><p> الأقوال والأفعال، ثمّ علل ما أمر به من التقوى بقوله:  {إِنَّ اللَّهَ سَمِيعٌ} لأقوالكم {عَلِيمٌ} بأفعالكم، فمن حقّه: أن يُتقى ويُراقب. </p><p> ويجوز (١) أن يكون معنى {لَا تُقَدِّمُوا} : لا تفعلوا التقديم بالكلية على أنّ الفعل لم يقصد تعققه بمفعوله، وإن كان متعديًا. قال المولى أبو السعود: وهو أوفى بحق المقام؛ لإفادة النهي عن التلبس بنفس الفعل الموجب لانتفائه بالكليّة، المستلزم لانتفاء تعلقه بمفعوله بالطريق البرهانيّ، وقد جوَّز أن يكون التقديم لازمًا، بمعنى: المتقدم، ومنه: مقدمة الجيش للجماعة المتقدمة منهم، ومنه: وجه بمعنى: توجه. كما مرّ آنفًا. </p><p> وقال مجاهد والحسن (٢) : نزلت الآية في النهي عن الذبح يوم الأضحى قبل الصلاة، كأنه قيل: لا تذبحوا قبل أن يذبح النبيّ - صلى الله عليه وسلم -، وعن عائشة: أنها نزلت في النهي عن صوم يوم الشك، فكأنه قيل: لا تصوموا قبل أن يصوم نبيّكم، وقال قتادة: إنّ ناسًا كانوا يقولون: لو أنزل في كذا، أو صنع في كذا, ولو نزل كذا وكذا في معنى كذا, ولو فعل الله كذا، وينبغي أن يكون كذا، فكره الله ذلك، فنزلت، وعن الحسن: لمَّا استقر رسول الله - صلى الله عليه وسلم - بالمدينة .. أتته الوفود من الآفاق، فأكثروا عليه بالمسائل، فنهوا عن أن يبتدئوا بالمسألة حتى يكون هو المبتدىء. </p><p> والظاهر: أنّ الآية عامة في كل قول وفعل، ولذا حذف مفعول {لَا تُقَدِّمُوا} ؛ ليذهب ذهن السامع كل مذهب، مما يمكن تقديمه من قول أو فعل، مثلًا إذا جرت مسألة في مجلسه - صلى الله عليه وسلم - .. لا تسبقوه بالجواب، وإذا حضر الطعام .. لا تبدؤوا بالأكل قبله، وإذا ذهبتم إلى موضع .. لا تمشوا أمامه إلا لمصلحة دعت إليه، ونحو ذلك مما يمكن فيه التقديم. </p><p> قيل: لا يجوز تقدّم الأصاغر على الأكابر، إلا في ثلاثة مواضع: إذا ساروا ليلًا أو رأوا خيلًا؛ أي: جيشًا، أو دخلوا سيلًا، أي: ماء سائلًا، وكان </p><p>(١) روح البيان. (٢) روح البيان.</p><p> في الزمان الأول، إذا مشى الشابّ أمام الشيخ .. يخسف الله به الأرض، ويدخل في النهي المشي بين يدي العلماء، فإنهم ورثة الأنبياء، دليله ما روي عن أبي الدرداء رضي الله عنه قال: رآني رسول الله - صلى الله عليه وسلم - أمشي أمام أبي بكر رضي الله عنه فقال:  \"تمشي أمام من هو خير منك في الدنيا والآخرة، ما طلعت شمس ولا غربت على أحد بعد النبيين والمرسلين خير أو أفضل من أبي بكر الصديق\" . كما في \"كشف الأسرار\" . </p><p> وأكثر هذه (١) الروايات يشعر بأن المراد من الآية: بين يدي رسول الله - صلى الله عليه وسلم -، وذكر الله لتعظيمه والإيذان بجلالة قدره عنده، حيث ذكر اسمه تعالى توطئةً وتمهيدًا لذكر اسمه - صلى الله عليه وسلم -؛ ليدل على قوّة اختصاصه - صلى الله عليه وسلم - بربّ العزة، وقرب منزلته من حضرته تعالى، فإنّ إيقاع ذكره تعالى موقع ذكره - صلى الله عليه وسلم - بطريق العطف تفسيرًا للمراد، يدل عليها لا محالة، كما يقال: أعجبني زيد وكرمه، في موضع أن يقال: أعجبني كرم زيد؛ للدلالة على قوّة اختصاص الكرم به. والله أعلم. </p><p> ومعنى الآية (٢) : أي يا أيها المؤمنون، لا تعجلوا بالقضاء في أمر قبل أن يقضي الله ورسوله لكم فيه، إذ ربّما تقضون بغير قضائهما، وراقبوا الله أن تقولوا ما لم يأذن لكم الله ورسوله به، إن الله سميع لما تقولون، عليم بما تريدون بقولكم إذا قلتم، لا يخفى عليه شيء من ضمائر صدوركم. </p><p> وبنحو هذا أجاب معاذ بن جبل رضي الله عنه رسول الله - صلى الله عليه وسلم -، حين بعثه إلى اليمن، قال له:  \"بم تحكم؟ \" قال: بكتاب الله تعالى، قال - صلى الله عليه وسلم -: \"فإن لم تجد\" قال: بسنّة رسوله، قال - صلى الله عليه وسلم -: \"فإن لم تجد\" قال: أجتهد رأيي، فضرب في صدره، وقال:  \"الحمد لله الذي وفّق رسول رسوله، لما يرضي رسوله\" . رواه أحمد وأبو داود والترمذي، فتراه قد أخّر رأيه واجتهاده إلى ما بعد الكتاب والسنة، ولو قدّمه .. لكان من المتقدّمين بين يدي الله ورسوله. </p><p>(١) روح البيان. (٢) المراغي.</p>"
}