{
  "id": null,
  "sura": 49,
  "aya": 16,
  "text": "<p> وابتغاء مرضاته على كثرة فنونها من العبادات البدنية المحضة، والمالية الصرفة، والمشتملة عليها معًا، كالحج والجهاد. {أُولَئِكَ} الموصوفون بما ذكر من الأوصاف الجميلة {هُمُ الصَّادِقُونَ} ؛ أي: الذين صدقوا في دعوى الإيمان لا غيرهم، فهو قصر إفراد، وتكذيب لأعراب بني أسد، حيث اعتقدوا الشركة، وزعموا أنهم صادقون أيضًا في دعوى الإيمان. </p><p> أي: أولئك الجامعون بين الأمور المذكورة هم الصادقون في الاتصاف بصفة الإيمان، والدخول في عداد أهله، لا من عداهم ممن أظهر الإِسلام بلسانه، وادّعى أنه مؤمن ولم يطمئّن بالإيمان قلبه، ولا وصل إليه معناه، ولا عمل بأعمال أهله، وهم الأعراب الذين تقدم ذكرهم، وسائر أهل النفاق. </p><p> ١٦ - ثم أمر الله سبحانه أن يقول لأولئك الأعراب وأمثالهم قولًا آخر لمّا ادّعوا أنهم مؤمنون، فقال:  {قُل} روي: أنه لما نزلت الآية السابقة .. جاء الأعراب، وحلفوا أنهم مؤمنون صادقون، فنزل لتكذيبهم قوله تعالى:  {قُلْ} لهم يا محمد: {أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ} ؛ أي: أتخبرون الله سبحانه، بدينكم الذي أنتم عليه بقولكم: آمنّا، والتعبير (١) عنه بالتعليم لغاية تشنيعهم، ودخلت الباء؛ لأنَّ هذا التعليم بمعنى الإعلام والإخبار، والاستفهام فيه للتوبيخ والإنكار؛ أي: لا تعرفوا الله بدينكم، فإنه عالم به لا يخفى عليه شيء، وفيه إشارةٌ إلى أنّ التوقيف في الأمور الدينية معتبر واجب، وحقيقتها موكولة إلى الله، فالأسامي منه تؤخذ، والكلام منه يطلب، وأمره يتبع. </p><p> أي: قل: أتخبرون (٢) الله بما في ضمائركم، وما تنطوي عليه جوانحكم من صادق الإيمان بقولكم: آمنّا حقًا. {وَاللَّهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} فلا يخفى عليه مثقال ذرّة فيهما، والجملة: حال من مفعول {أَتُعَلِّمُونَ} : مؤكدة لتشنيعهم. {اللَّهَ} سبحانه وتعالى {بِكُلِّ شَيْءٍ عَلِيمٌ} لا يحتاج إلى إخباركم، </p><p>(١) روح البيان. (٢) المراغي.</p><p> وهذا (١) تذييل مقرّر لما قبله؛ أي: مبالغ في العلم بجميع الأشياء التي من جملتها ما أخفوه من الكفر عند إظهارهم الإيمان، وفيه مزيد تجهيل وتوبيخ لهم، حيث كانوا يجتهدون في ستر أحوالهم وإخفائها؛ أي: والله بكل شيء عليم، فاحذروا (٢) أن تقولوا خلاف ما يعلم من ضمائر صدوركم، فتنالكم عقوبته، إذ لا يخفى عليه شيء، وقد علم ما تبطنونه من الكفر، وتظهرونه من الإِسلام لخوف الضراء، ورجاء النفع. وفي \"التأويلات النجمية\" : والله يعلم ما في سموات القلوب من استعدادها في العبودية، وما في أرض النفوس من تمرّدها عن العبودية والله بكل شيء جبلت القلوب والنفوس عليه عليم؛ لأنه تعالى أودعه فيها عند تخمير طينة آدم بيده. انتهى. </p><p> قال بعض الكبار: لا تضف إلى نفسك حالًا ولا مقامًا، ولا تخبر أحدًا بذلك، فإنّ الله تعالى كل يوم هو في شأن في تغيير وتبديل يحول بين المرء وقلبه، فربّما أزالك عمّا أخبرت به، وعزلك عمّا تخيلت ثباته، فتخجل عند من أخبرته بذلك، بل احفظ ذلك، ولا تعلمه إلى غيرك؛ فإن كان الثبات والبقاء علمت أنّه موهبة من الله فلتشكر الله، ولتسأله التوفيق للشكر، وإن كان غير ذلك كان فيه زيادة علم ومعرفة ونور وتيقظ وتأديب. انتهى. </p><p> فظهر من هذا (٣) : أنّ الإنسان يخبر غالبًا بما ليس فيه، أو بما سيزول عنه، والعياذ بالله من سوء الحال، ودعوى الكمال، قال بعضهم: إيّاكم ثمّ إيّاكم والدعوات الصادقة والكاذبة، فإنّ الكاذبة تسوِّد الوجه، والصادقة تطفىء نور الإيمان أو تضعفه، وإياكم والقول بالمشاهدات، والنظر إلى الصور المستحسنات، فإنَّ هذا كله نفوس وشهوات، ومن أحدث في طريق التعبّد ما ليس فيها فليس هو منّا ولا فينا، فاتبعوا ولا تبتدعوا، وأطيعوا ولا تمرقوا، ووحدوا ولا تشركوا، وصدقوا الحق ولا تشكوا، واصبروا ولا تجزعوا، واثبتوا </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p>"
}