{
  "id": null,
  "sura": 49,
  "aya": 7,
  "text": "<p> من لا يبالي بالفسق .. فهو أجدر بأن لا يبالي بالكذب ولا يتحاماه، خشية إصابتكم بالأذى قومًا أنتم جاهلون حالهم، فتندموا على ما فرط منكم، وتتمنّوا أن لو لم تكونوا فعلتم ذلك. </p><p> ٧ - ثم وعظهم سبحانه بعظة هم أحرى الناس باتباعها، فقال:  {وَاعْلَمُوا} أيّها المؤمنون، وفائدة الأمر الدلالة على أنهم نزّلوا منزلة الجاهلين، لمكانه - صلى الله عليه وسلم -؛ لتفريطهم فيما يجب عليهم من تعظيم شأنه، وجملة {أَنَّ} في قوله: {أَنَّ فِيكُمْ رَسُولَ اللَّهِ} : سادّة مسدّ مفعولي {وَاعْلَمُوا} ؛ أي: واعلموا أنّ فيكم رسول الله، وهو مرشد لكم، فارجعوا إليه، واعتمدوا عليه، فلا تقولوا قولًا باطلًا، ولا تتسرّعوا عند وصول الخبر إليكم من غير تبيّن، وجملة {لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ} ؛ أي: لوقعتم في العنت والفساد والهلاك، في محل نصب على الحال من ضمير {فِيكُمْ} ؛ أي: كائنين (١) على حالة .. إلخ. وهي أنكم تريدون أن يتبع الرسول - صلى الله عليه وسلم - رأيكم في كثير من الحوادث، ولو فعل ذلك .. لوقعتم في الجهد والهلاك، فعلى هذا يكون قوله:  {لَوْ يُطِيعُكُمْ} إلخ. دليل وجوب تغيير تلك الحال أقيم مقام الحال، وفيه إيذان بأنّ بعضهم زيّنوا لرسول الله الإيقاع ببني المصطلق، تصديقًا لقول الوليد، وأنه - صلى الله عليه وسلم - لم يطع رأيهم، أو مستأنفة. </p><p> والمعنى: لو يطيعكم في كثير مما تخبرونه من الأخبار الباطلة، وتشيرون به عليه من الآراء التي ليست بصواب .. لوقعتم في العنت، ولكنه لا يطيعكم في غالب ما تريدون قبل وضوح وجهه له، ولا يسارع إلى العمل بما يبلغه قبل النظر فيه، وقد يوافق الناس، ويفعل بمقتضى مصلحتهم؛ تحقيقًا لفائدة قوله تعالى:  {وَشَاوِرْهُمْ فِي الْأَمْرِ} . </p><p> وصيغة المضارع في قوله:  {لَوْ يُطِيعُكُمْ} : للدلالة على أنّ امتناع عنتهم لامتناع استمرار طاعته - صلى الله عليه وسلم - لأن عنتهم، إنما يلزم من استمرار الطاعة فيما يعنُّ لهم </p><p>(١) روح البيان.</p><p> من الأمور، إذ فيه اختلال أمر الرياسة، وانقلاب الرئيس مرؤسًا، لا من إطاعته في بعض ما يرونه نادرًا، بل فيها استمالتهم بلا معرةٍ؛ يعني: أن امتناع عنتكم بسبب امتناع استمراره على إطاعتكم، فإنّ المضارع يفيد الاستمرار، ودخول {لو} عليه، يفيد أمتناع الاستمرار. </p><p> والمعنى (١) : أي واعلموا أيّها المؤمنون، أن بين أظهركم رسول الله، فعظّموه ووقّروه، وتأدّبوا معه، وانقادوا لأمره، فإنه أعلم بمصالحكم، وأشفق عليكم منكم، كما قال تعالى:  {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ} ، ثم بين أن رأيه أنفع لهم، وأجدر بالرعاية، فقال:  {لَوْ يُطِيعُكُمْ} إلخ؛ أي: لو سارع إلى ما أردتم قبل وضوح الأمر، وأجاب ما أشرتم به عليه من الآراء .. لوقعتم في الجهد والإثم، ولكنّه لا يطيعكم في غالب ما تريدون قبل وضوح وجهه له، ولا يسارع إلى العمل بما يبلغه قبل النظر فيه، عن أبي سعيد الخدري: أنّه قرأ هذه الآية، وقال: هذا نبيُّكم يوحى إليه، وخيار أئمتكم، لو أطاعهم في كثير من الأمر .. لعنتوا، فكيف بكم اليوم؟! أخرجه الترمذي. </p><p> ثمّ استدرك على ما سلف لبيان براءة بعضهم من أوصاف الأولين، فقال:  {وَلَكِنَّ اللَّهَ} سبحانه وتعالى {حَبَّبَ إِلَيْكُمُ الْإِيمَانَ} ؛ أي: جعل الإيمان أحبّ الأشياء إليكم، أو جعله محبوبًا لديكم، فلا يقع منكم إلا ما يوافقه، ويقتضيه من الأمور الصالحة، وترك التسرّع في الأخبار، وعدم التثبت فيها. </p><p> وقيل: هذا تجريد للخطاب (٢) وتوجيه له إلى بعضهم بطريق الاستدراك، بيانًا لبراءتهم من أوصاف الأولين، وإحمادًا لأفعالهم، وهم الكاملون الذين لا يعتمدون على كل ما سمعوه من الأخبار؛ أي: ولكن جمعًا منكم براء مما أنتم عليه من تصديق الكاذب، وتزيين الإيقاع بالبريء، وإرادة أن يتبع الحق أهواءهم؛ لأنّ الله تعالى جعل الإيمان أحبَّ الأشياء إليهم، فلا يقع منهم إلا ما يوافقه، ويقتضيه من الأمور الصالحة، وترك التسرع في الأخبار. </p><p>(١) المراغي. (٢) روح البيان.</p><p> والظاهر: أنه تذكير للكل بما يقتضيه الإيمان. </p><p> {وَزَيَّنَهُ} ؛ أي: زيّن الإيمان, وحسَّنه {فِي قُلُوبِكُمْ} حتى رسخ حبه فيها، ولذلك أتيتم بما يليق به من الأقوال والأفعال، وفي \"عين المعاني\" : في قلوبكم دون ألسنتكم مجرّدةً ردًّا على الكرامية القائلين: بأنَّ الإيمان لا يكون بالقلب، ولكن باللسان، وقيل: دون جوارحكم ردًّا على الشعوبية بضم الشين: وهم قوم يتعلقون بظاهر الأعمال. </p><p> {وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ} ؛ أي: جعل هذه الأمور الثلاثة: الكفر والفسوق والعصيان مكروهة عندكم، ولذلك اجتنبتم ما يليق بها، مما لا خير فيه من آثارها وأحكامها، والتكريه هنا بمعنى التبغيض، والبغض: ضد الحب، فالبغض: نفار النفس عن الشيء الذي ترغب عنه، والحب: انجذاب النفس إلى الشيء الذي ترغب فيه، ولما كان في التحبيب والتكريه معنى إنماء المحبّة والكراهة، وإيصالهما إليهم .. استعملا بكلمة إلى. </p><p> قال في \"فتح الرحمن\" : معنى تحبيب الله وتكريهه: اللطف والإمداد بالتوفيق، والكفر تغطية نعم الله بالحجود والفسوق الخروج عن القصد؛ أي: العدل بظلم نفسه، والعصيان: الامتناع عن الانقياد، وهو شامل لجميع الذنوب، والفسوق مختص بالكبائر، قال شيخ الإِسلام: إن قلت: ما فائدة الجمع بين الفسق والعصيان؟ .. قلت: الفسوق: الكذب، كما نقل عن ابن عباس، والعصيان: بقية المعاصي، وإنما أفرد الكذب بالذكر؛ لأنّه سبب نزول الآية، وقيل: الفسوق: الكبيرة، والعصيان: الصغيرة. انتهى. </p><p> والخلاصة (١) : أنّ الإيمان الكامل: إقرارٌ باللسان، وتصديق بالجنان، وعمل بالأركان، فكراهة الكفر في مقابلة محبّة الإيمان, وتزيينه في القلوب هو التصديق بالجنان، والفسوق: هو الكذب في مقابلة الإقرار باللسان، والعصيان: في مقابلة العمل بالأركان. </p><p>(١) المراغي.</p>"
}