{
  "id": null,
  "sura": 49,
  "aya": 13,
  "text": "<p> له صاحبه \".وعن ابن عباس رضي الله عنهما:الغيبة إدام كلاب الناس.</p><p> وممّا يجب التنبيه عليه (١) : أنّ مستمع الغيبة كقائلها، فوجب على من سمعها أن يردّها، كيف وقد قال النبيّ - صلى الله عليه وسلم -: \" من ردّ عن عرض أخيه .. ردّ الله عن وجهه النار يوم القيامة \". وقال النبيّ - صلى الله عليه وسلم -: \" المغتاب والمستمتع شريكان في الإثم \".</p><p> وفي الحديث: \" خَمْسٌ يفطرن الصائم: الكذب والغيبة والنميمة واليمين الكاذبة والنظر بشهوة \". رواه أنس. وأول من اغتاب إبليس، اغتاب آدم، وفي \" المقاصد الحسنة\": ثلاثة ليست لهم غيبة: الإِمام الجائر، والفاسق المعلن بفساقه، والمبتدع الذي يدعو إلى بدعته. انتهى. وعن الحسن: لا حرمة لفاجر. </p><p> ١٣ - {يَا أَيُّهَا النَّاسُ} ؛ يعني: بني آدم {إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى} ؛ أي: من آدم وحواء عليهما السلام، أو خلقنا كل واحد منكم من أب وأم، فالكل سواء في الانتساب إلى ذكر وأنثى أيًّا كانا، فلا وجه للتفاخر بالنسب؛ أي: خلقناكم من ذكر واحد، وأنثى واحدة، فلا موضع للتفاخر بالإنساب؛ لأنّكم متساوون في الانتساب إليهما، قال إسحاق الموصلي: </p><p> النَّاسُ فِيْ عَالَمِ التَّمْثِيْلِ أَكْفَاءُ ... أَبُوْهُمُ آدَمٌ وَالأُمُّ حَوَّاءُ </p><p> فَإِنْ يَكُنْ لَهُمُوْ فِيْ أَصْلِهِمْ شَرَفٌ ... يُفَاخِرُوْنَ بِهِ فَالطِّيْنُ وَالْمَاءُ </p><p> نزلت هذه الآية حين أمر النبي - صلى الله عليه وسلم - بلالًا رضي الله عنه ليؤذّن بعد فتح مكة، فعلا ظهر الكعبة، فأذّن، فقال عتَّاب بن أسيد، وكان من الطلقاء: الحمد لله الذي قبض أبي حتى لم ير هذا اليوم، وقال الحارث بن هشام: أما وجد رسول الله سوى هذا الغراب الأسود مؤذنا: يعني: بلالًا، وقيل: نزلت في غير ذلك، كما مرّ. </p><p> والمعنى: أي إنا أنشأنا جميعًا من آدم وحواء، فكيف يسخر بعضكم من </p><p>(١) روح البيان.</p><p> بعض، ويلمز بعضكم بعضًا، وأنتم إخوة في النسب، وبعيد أن يعيب الأخ أخاه أو يلمزه أو ينبزه، وروى الطبري قال: خطب رسول الله - صلى الله عليه وسلم - بمنى في وسط أيام التشريق، وهو على بعير، فقال:  \"يا أيها الناس، ألا إنّ ربّكم واحد، وإنّ أباكم واحد، ألا لا فضل لعربيٍّ على عجميّ، ولا لعجميّ على عربيّ، ولا لأسود على أحمر، ولا لأحمر على أسود، إلا بالتقوى، ألا هل بلغت؟ \" قالوا: نعم، قال:  \"فليبلغ الشاهد الغائب\" . </p><p> وعن أبي مالك الأشعري، قال: قال رسول الله - صلى الله عليه وسلم -: \"إنّ الله لا ينظر إلى أحسابكم ولا إلى أنسابكم، ولا إلى أجسامكم ولا إلى أموالكم، ولكن ينظر إلى قلوبكم، فمن كان له قلب صالح .. تحنن الله عليه، وإنما أنتم بنو آدم، وأحبكم إليه أتقاكم\" . </p><p> وفيه (١) إشارة إلى أنّ الكفاءة في الحقيقة إنما هي بالديانة؛ أي: الصلاح والحسب والتقوى والعدالة، ولو كان مبتدعًا، والمرأة سنيَّة .. لم يكن كفوءًا لها. </p><p> {وَجَعَلْنَاكُمْ شُعُوبًا} جمع شعب بفتح الشين وسكون العين: وهو الجمع العظيم، المنتسبون إلى أصل واحد سموا شعوبًا؛ لتشعب القبائل منهم كتشعب أغصان الشجرة منها، وقيل لتشعبهم؛ أي: تجمعهم، وهي رؤوس القبائل، مثل: ربيعة ومضر، وأما الشعب بكسر الشين .. فهو الطريق في الجبل. {وَقَبَائِلَ} : جمع قبيلة، سميت بها؛ لأنها يقبل بعضها على بعض من حيث كونها من أب واحد، وهي دون (٢) الشعوب: كبكر من ربيعة وتميم من مضر، ودون القبائل العمائر، واحدتها عمارة بفتح العين على الصحيح، كما في \"القاموس\" . كشيبان من بكر، ودارم من تميم، ودون العمائر البطون، واحدتها بطن: وهم كبني غالب، ولؤي من قريش، ودون البطون الأفخاذ، واحدتها فخذ: وهم كبني هاشم، وبني أمية من لؤي، ودون الأفخاذ الفصائل، واحدتها فصيلة بالصاد </p><p>(١) المراغي. (٢) روح البيان.</p><p> المهملة: كبني العباس من بني هاشم، ثم بعد ذلك العشائر، واحدتها عشيرة، وليس بعد العشيرة شيء يوصف به، وكون الشعوب أعلى من القبائل هو ما عليه الجمهور، ويؤيده قول الشاعر: </p><p> قَبَائِلُ مِنْ شُعُوْبٍ لَيْسَ فِيْهِمْ ... كَرِيْمٌ قَدْ يُعَدُّ وَلَا نَجِيْبُ </p><p> وقيل: الشعوب للعجم، والقبائل للعرب، والأسباط من بني إسرائيل، وقيل: الشعوب الذين لا ينسبون إلى أحد، بل ينسبون إلى المدائن والقرى، والقبائل: العرب الذين ينتسبون إلى آبائهم. </p><p> و {اللام} في قوله: {لِتَعَارَفُوا} أي: ليعرف بعضكم بعضًا في قرب النسب وبعده، لا للتفاخر بالأنساب متعلقة بـ {خَلَقْنَاكُمْ} ؛ أي: خلقناكم كذلك ليعرف بعضكم بعضًا بحسب الأنساب، فلا يعزى أحد إلى غير آبائه، لا لتفاخروا بالآباء والقبائل، وتدعوا التفاوت والتفاضل في الأنساب، أو متعلقة بـ {جعلنا} ؛ أي: رتبناكم كذلك لتعارفوا. </p><p> وقرأ الجمهور (١) : {لِتَعَارَفُوا} : مضارع تعارف، محذوف التاء، أصله: لتتعارفوا، فحذفت إحدى التاءين، وقرأ الأعمش: بتاءين، وقرأ مجاهد وابن كثير في رواية، وابن محيص والبزي: بتشديدها؛ أي: بإدغام التاء في التاء، وابن عباس وأبان عن عاصم:  {لتعرفوا} مضارع عرف الثلاثيّ. </p><p> وقوله:  {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} : تعليل (٢) للنهي عن التفاخر بالأنساب، المستفاد من الكلام بطريق الاستئناف التحقيقي، كأنه قيل: إنّ الأكرم عنده تعالى هو الأتقى، وإن كان عبدًا حبشيًا أسود، مثل: بلال رضي الله عنه فإن فاخرتم .. ففاخروا بالتقوى؛ أي: إنَّ الأكرم عند الله الأرفع منزلة لديه عَزَّ وَجَلَّ في الآخرة والدنيا، هو الأتقى، فإن فاخرتم .. ففاخروا بالتقوى، فمن رام نيل الدرجات العلا في الدنيا والآخرة .. فعليه بها، فمن تلبس بها .. فهو المستحق؛ لأن يكون أكرم ممن لم يتلبس بها وأشرف وأفضل فدعوا ما أنتم فيه من التفاخر </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> بالأنساب، فإنّ ذلك لا يوجب كرمًا، ولا يثبت شرفًا، ولا يقتضي فضلًا. </p><p> وقرأ الجمهور (١) : {إنَّ} بكسر الهمزة، وقرأ ابن عباس: بفتحها، وكان قرأ:  {لتعرفوا} مضارع عرف، فاحتمل أن تكون {أنَّ} : معمولة لـ {تَعَارَفُوا} وتكون {اللام} في {لتعرفوا} : لام الأمر، وهو أجود من حيث المعنى، وأمَّا إن كانت لام كي .. فلا يظهر المعنى أن جعلهم شعوبا وقبائل؛ لأن تعرفوا أن الأكرم هو الأتقى، فإن جعلت مفعول {لتعرفوا} محذوفًا؛ أي: لتعرفوا الحق؛ لأنَّ أكرمكم عند الله أتقاكم، ساغ في لام {لِتَعَارَفُوا} أن تكون لام كي. </p><p> قيل: أكرم الكرم التقوى، وألأم اللؤم الفجور، وقال ابن عباس: كرم الدنيا الغنى، وكرم الآخرة التقوى. أخرجه الترمذي، وقال: حديث حسن غريب، وروى ابن عمر رضي الله عنهما: أنّ النبي - صلى الله عليه وسلم - خطب الناس يوم فتح مكة، وهو على راحتله، فحمد الله، وأثنى عليه بما هو له أهل، ثم قال:  \"أيها الناس، إنّ الله قد أذهب عنكم عيبة الجاهلية، وتكبرها بآبائها،فالناس رجلان:رجل بر تقي كريم على الله، ورجل فاجر شقي هين على الله تعالى،إن الله عَزَّ وَجَلَّ يقول:{يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ}ثم قال: \" أقول قولي هذا، وأستغفر الله لي ولكم \".قوله:\" عيبة الجاهلية \"،يعني:كبرها وفخرها.</p><p> {إِنَّ اللَّهَ} سبحانه وتعالى {عَلِيمٌ} بكم وبأعمالكم {خَبِيرٌ} ببواطن أحوالكم، فاجعلوا التقوى زادكم لدى معادكم، وقال (٢) ابن الشيخ في \" حواشيه\": والنسب وإن كان معتبرًا عرفًا وشرعًا، حتى لا تتزوج الشريفة بالنبطي - نسبة إلى نبط محركًا، جيل ينزلن بالبطائح بين العراقين - إلا أنه لا عبرة به عند ظهور ما هو أعظم منه قدرًا وأعز، وهو الإيمان والتقوى، كما لا يظهر الكواكب عند طلوع الشمس فالفاسق وإن كان قرشي النسب، وقارون النشب (٣) .. لا قدر له عند المؤمن المتقي، وإن كان عبدًا حبشيًا، والأمور التي يفتخر بها في الدنيا، </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) قارون النشب: مثل قارون في الغِنى.</p>"
}