{
  "id": null,
  "sura": 49,
  "aya": 14,
  "text": "<p> وإن كانت كثيرةً، لكن النسب أعلاها، من حيث إنه ثابت مستمر غير مقدور التحصيل لمن ليس له ذلك، بخلاف غيره، كالمال مثلًا، فإنه قد يحصل للفقير مال، فيبطل افتخار المفتخر به عليه، وكذا، الأولاد والبساتين ونحوها؛ فلذلك خصَّ الله النسب بالذكر، وأبطل اعتباره بالنسبة إلى التقوى؛ ليعلم منه بطلان اعتبار غيره بطريق الأولى. انتهى. </p><p> وسئل عيسى عليه السلام: أي الناس أشرف؟ فقبض قبضتين من تراب، ثم قال: أي هذين أشرف؟ ثم جمعهما وطرحهما، وقال: الناس كلهم من تراب، وأكرمهم عند الله أتقاهم، وقال سلمان الفارسي رضي الله عنه: </p><p> أَبِيْ الإِسْلَامُ لَا أَبَ لِيْ سِوَاهُ ... إِذَا افْتَخَرُوْا بِقَيْسٍ أَوْ تَمِيْمِ </p><p> ١٤ - ولما ذكر الله سبحانه أنَّ أكرم الناس عند الله أتقاهم له، وكان أصل التقوى الإيمان .. ذكر ما كانت تقوله العرب من دعوى الإيمان؛ ليثبت لهم الشرف والفضل، فقال:  {قَالَتِ الْأَعْرَابُ} وهم أهل البادية بنو أسد، أظهروا الإِسلام في سنة مجدبة يريدون الصدقة، وإلحاق التاء بالفعل المسند إليهم مع خلوه عنها في قوله:  {وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ} للدلالة على نقصان عقلهم، بخلافهنّ، حيث لُمن إمرأة العزيز في مراودتها فتاها، وذلك يليق بالعقلاء. {آمَنَّا} ؛ أي: صدقنا بالله ورسوله، ونحن له مؤمنون، فرد الله عليهم مكذبًا لهم مع عدم التصريح بذلك، فقال:  {قُل} يا محمد ردًّا عليهم: {لَمْ تُؤْمِنُوا} أنتم، إذ الإيمان: هو التصديق بالله وبرسوله، المقارن لثقة بحقيقة المصدق، وطمأنينة القلب، ولم يحصل لكم ذلك، وإلا لما مننتم علي ما ذكرتم من الإِسلام، وترك المقاتلة، كما ينبىء عنه آخر السورة؛ يعني: أن التصديق الموصوف مسبوق بالعلم بقبح الكفر، وشناعة المقاتلة، وذلك يأبى المن وترك المقاتلة، فإنّ العاقل لا يمن بترك ما يعلم قبحه. </p><p> {وَلَكِنْ قُولُوا أَسْلَمْنَا} ؛ أي: دخلنا في السلم والصلح والانقياد، مخافة على أنفسنا من القتل والسبي، أو للطمع في الصدقة، فإنَّ الإِسلام: انقياد، ودخول في السلم، وإظهار الشهادة، وترك المحاربة مشعر به؛ أي: بالانقياد والدخول المذكور، وقوله:  {وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ} حال من ضمير {قُولُوا} ؛ أي: </p><p> ولكن قولوا: أسلمنا، حال عدم مواطأة قلوبكم لألسنتكم، وما في {وَاْتَّقُواْ} من معنى التوقع، مشعر بأن هؤلاء قد آمنوا فيما بعد. </p><p> فإن قلت (١) : مقتضى نظم الكلام أن يقال: قل: لا تقولوا: آمنّا، ولكن قولوا: أسلمنا، أو قل: لم تؤمنوا ولكن أسلمتم. </p><p> قلت: أفاد هذا النظم تكذيب دعواهم أوّلًا، فقيل: لم تؤمنوا مع أدب حسن، فلم يقل: كذبتم تصريحًا ووضع {لَمْ تُؤْمِنُوا} الذي هو نفي ما ادعوا إثباته موضعه، واستغنى بقوله:  {لَمْ تُؤْمِنُوا} عن أن يقال: لا تقولوا: آمنّا؛ لاستهجان أن يخاطبوا بلفظ مؤادّاه النهي عن القول بالإيمان، ولم يقل: ولكن أسلمتم؛ ليكون خارجًا مخرج الزعم والدعوى، كما كان قولهم:  {آمَنَّا} ، كذلك لو قيل: ولكن أسلمتم .. لكان كالتسليم والاعتداد بقولهم، وهو غير معتدّ به، وليس قوله:  {وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ} تكريرًا لمعنى قوله: {لَمْ تُؤْمِنُوا} . فإنَّ فائدة قوله:  {لَمْ تُؤْمِنُوا} تكذيب لدعواهم، وقوله:  {وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ} توقيت لما أمروا به أن يقولوه، فكأنه قيل لهم: ولكن قولوا: أسلمنا، حيث لم يثبت مواطأة قلوبكم لألسنتكم؛ لأنه كلام واقع موقع الحال من الضمير في {قُولُوا} وما في {لمَّا} من معنى التوقع: قال على أنَّ هؤلاء قد آمنوا فيما بعد. </p><p> وحاصل الجواب: أنه تكرار، لكنه مستقل بفائدة زائدة؛ لأنّه علم من الأول نفي الإيمان عنهم، ومن الثاني نفيه مع توقع حصوله. اهـ \"كرخي\" . </p><p> وقال سعدي المفتي: والظاهر (٢) : أنَّ النظم القرآني من الاحتباك حذف من الأول ما يقابل الثاني، ومن الثاني ما يقابل الأول، والأصل: قل: لم تؤمنوا، فلا تقولوا: آمنَّا، ولكن أسلمتم، فقولوا: أسلمنا، وهذا من اختصارات القرآن الكريم. </p><p> واعلم (٣) : أنّ الإِسلام: هو الدخول في السلم، وهو الانقياد والطاعة، فمن الإِسلام ما هو طاعة على الحقيقة باللسان والأبدان والجنان؛ لقوله </p><p>(١) النسفيّ. (٢) روح البيان.(٣) الخازن.</p><p> لإبراهيم:  {أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ} ، ومنه: ما هو انقياد باللسان دون القلب، وذلك قوله:  {وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ} ، وقيل: الإيمان: هو التصديق بالقلب مع الثقة، وطمأنينة النفس عليه، والإِسلام: هو الدخول في السلم، والخروج من أن يكون حربًا للمسلمين، مع إظهار الشهادتين. </p><p> فإن قلت: المؤمن والمسلم واحد عند أهل السنة، فكيف يفهم ذلك مع هذا القول؟ </p><p> قلت: بين العام والخاص فرق، فالإيمان لا يحصل إلا بالقلب، والانقياد قد يحصل بالقلب، وقد يحصل باللسان، فالإِسلام أعمّ، والإيمان أخصّ، لكن العام في صورة الخاص متحد مع الخاص، ولا يكون أمرًا غيره، فالعام والخاص مختلفان في العموم والخصوص، متحدان في الوجود، فكذلك المؤمن والمسلم، قال الزجاج: الإِسلام: إظهار الخضوع، وقبول ما أتى به النبي - صلى الله عليه وسلم -، وبذلك يحقن الدم، فإن كان مع ذلك الإظهار اعتقاد وتصديق بالقلب .. فذلك هو الإيمان، وصاحبه المؤمن. اهـ. </p><p> {وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ} ظاهرًا وباطنًا، سرًّا وعلانية، وتخلصوا له في العمل، وتتركوا النفاق {لَا يَلِتْكُمْ} ؛ أي: لا ينقصكم {مِن} أجور {أَعْمَالِكُمْ} وثوابها {شَيْئًا} من النقص، لا قليلًا ولا كثيرًا، بل يضاعف ذلك أضعافًا كثيرةً، من لات يليت ليتًا من باب باع: إذا نقص، قال الإِمام (١) : معنى قوله: {لَا يَلِتْكُمْ} : إنكم إن أتيتم بما يليق بضعفكم من الحسنة المقرونة بالإخلاص، وترك النفاق .. فهو تعالى يؤتكم بما يليق بفضله من الجزاء، لا ينقص منه نظرًا إلى ما في حسناتكم من النقصان والتقصير، وهذا لأن من حمل إلى ملك فاكهةً طيّبةً، يكون ثمنها في السوق درهمًا مثلًا، وأعطاه الملك درهمًا أو دينارًا .. انتسب الملك إلى قلة العطاء بل إلى البخل، فليس معنى الآية: أن يعطي من الجزاء مثل عملكم من غير نقص، بل المعنى: يعطي ما تتوقعون بأعمالكم من غير نقص، </p><p>(١) روح البيان.</p>"
}