{
  "id": null,
  "sura": 50,
  "aya": 37,
  "text": "<p> لأهل مكة قراءة ابن عباس وابن يعمر وأبي العالية ونصر بن يسار وأبي حيوة والأصمعي عن أبي عمرو: بكسر القاف مشددة على صيغة الأمر لأهل مكة؛ أي: فسيحوا في البلاد وابحثوا، وقرأ ابن عباس والحسن وأبو العالية وأبو عمرو في رواية:  {نقبوا} : بفتح القاف مخفّفة، وقرىء: بكسر القاف خفيفة؛ أي: نقت أقدامهم وأخفاف إبلهم، من نقب خف البعير: إذا انتقب ودمي، ويحتمل أن يكون {هَلْ مِنْ مَحِيصٍ} على إضمار القول؛ أي: يقولون: هل من محيص من الهلاك، كما مرّ آنفًا، واحتمل أن لا يكون ثم قول؛ أي: لا محيص من الموت، فيكون توقيفًا وتقريرًا واستئنافًا، اهـ من \"البحر المحيط\" . </p><p> ٣٧ - {إِنَّ فِي ذَلِكَ} ؛ أي (١) : إنَّ فيما ذكر من قصتهم، أو فيما ذكر في هذه السورة، من أولها إلى آخرها من العبر والأخبار، وإهلاك القرى. {لَذِكْرَى} ؛ أي: لتذكرة وعظة {لِمَنْ كَانَ لَهُ قَلْبٌ} ؛ أي: قلب سليم يدرك به كنه ما يشاهده من الأمور، ويتفكر فيها كما ينبغي، فإنَّ من كان له ذلك يعلم أن مدار دمارهم هو الكفر، فيرتدع عنه بمجرد مشاهدة الآثار من غير تذكير. </p><p> قال الراغب: قلب الإنسان سمي به لكثرة تقلبه، ويعبر بالقلب عن المعاني التي تختص به، من الروح والعلم والشجاعة وسائر ذلك، وقوله:  {لِمَنْ كَانَ لَهُ قَلْبٌ} ؛ أي: علم وفهم. انتهى، وفسَّره ابن عباس رضي الله عنهما بالعقل، وذلك لأنَّ العقل قوة من قوى القلب، وخادم من خدامه، فمن له أدنى عقل فله ذكرى، وقال أبو الليث: لمن كان له قلب؛ أي: عقل، فكني به عنه. انتهى. قال الفرّاء: وهذا جائز في العربية، تقول: مالك قلب، وما قلبك معك؛ أي: مالك عقل، وما عقلك معك، وقيل (٢) : المعنى: لمن كان له حياة، ونفس مميزة، فعبّر عن ذلك بالقلب؛ لأنّه وطنها ومعدن حياتها، ومنه قول امرىء القيس: </p><p> أَغَرَّكِ مِنِّي أَنَّ حُبَّكِ قَاتِلِيْ ... وَأَنَّكِ مَهْمَا تَأْمُرِيْ القَّلْبَ يَفْعَلِ </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> وفي \"الأسئلة المقحمة\" : كيف قال: {لِمَنْ كَانَ لَهُ قَلْبٌ} ، ومعلوم أنّ لكل إنسان قلبًا؟ قلت: إنّ المراد هاهنا بالقلب: عقل، كني بالقلب عن العقل؛ لأنه محله ومنبعه كما قال تعالى:  {فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ} وسمعت بعض المشايخ يقول: لمن كان له قلب مستقر على الإيمان، لا ينقلب بالسراء والضرّاء. انتهى. </p><p> {أَوْ أَلْقَى السَّمْعَ} إلى ما يتلى عليه من الوحي الناطق بما جرى عليهم، فإنَّ من فعله يقف على جلية الأمر، فينزجر عما يؤدي إليه من الكفر، فكلمة {أَوْ} لمنع الخلو دون الجمع، فإن إلقاء السمع لا يجدي بدون سلامة القلب، كما يلوح به قوله:  {وَهُوَ} ؛ أي: والحال أن ذلك الملقي فهو حال من الفاعل. {شَهِيدٌ} من الشهود بمعنى الشاهد؛ أي: حاضر بذهنه ليفهم معانيه؛ لأنّ من لا يحضر ذهنه، فكأنه غائب أو شاهد بصدقه، فيتعظ بظواهره، وينزجر بزواجره. </p><p> والمعنى: أنه ألقى السمع إلى ما يتلى عليه من الوحي الحاكي لما جرى على تلك الأمم، واستمعه والحال أنّ قلبه حاضر فيما يسمع، فإنَّ من لم يحضر قلبه فيما يسمع .. فهو غائب، وإن حضر بجسمه. </p><p> والخلاصة: استمع الوعظ بغاية استماعه، حتى كأنه يرمى بشيء ثقيل من علو إلى سفل اهـ \"خطيب\" . </p><p> وقرأ الجمهور (١) : {أَوْ أَلْقَى السَّمْعَ} مبنيًا للفاعل و {السَّمْعَ} : نصب به؛ أي: أو أصغى سمعه مفكرًا فيه، وقرأ السلمي وطلحة والسدي وأبو البرهشم:  {أَوْ أَلْقَى} مبنيًا للمفعول السمع رفع به؛ أي: السمع منه؛ أي: من الذي له قلب. </p><p> قال مجاهد وقتادة: هذه الآية في أهل الكتاب، وكذا قال الحسن، وقال محمد بن كعب وأبو صالح: إنها في أهل القرآن خاصة. </p><p> والمعنى: إنّ فيما تقدّم لتذكرة وعبرة لمن كان له قلب واع، يتدبّر الحقائق، ويعي ما يقال له. </p><p>(١) البحر المحيط.</p>"
}