{
  "id": null,
  "sura": 50,
  "aya": 32,
  "text": "<p> مما ينتفع به الناس، وفي الثالثة خلق آدم، وأسكنه الجنة، وأمر إبليس بالسجود له، وأخرجه منها في آخر ساعة\" قالت اليهود: ثم ماذا يا محمد؟ قال ثم استوى على العرش، قالوا: قد أصبت لو أتممت، قالوا: ثم استراح، فغضب النبيّ - صلى الله عليه وسلم - غضبًا شديدًا، فنزلت هذه الآية:  {وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ ...} الآية. </p><p> قوله تعالى:  {فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ ...} سبب نزول هذه الآية: ما أخرجه ابن جرير من طريق عمرو بن قيس الملائي، عن ابن عباس قال: قالوا يا رسول الله، لو خوَّفتنا، فنزلت هذه الآية:  {فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ ...} ثمّ أخرج عن عمر مرسلًا مثله. </p><p> التفسير وأوجه القراءة </p><p> ٣١ - ثم لما فرغ من بيان حال الكافرين .. شرع في بيان حال المؤمنين، فقال:  {وَأُزْلِفَتِ الْجَنَّةُ} ؛ أي: قربت الجنة {لِلْمُتَّقِينَ} عن الكفر والمعاصي تقريبًا {غَيْرَ بَعِيدٍ} أو مكانًا غير بعيد عنهم، بحيث يشاهدونها من الموقف، ويقفون على ما فيها قبل دخولها من فنون المحاسن، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، فيبتهون بأنهم محشورون إليها، فائزون بها، وقوله:  {غَيْرَ بَعِيدٍ} تأكيد (١) للإزلاف، وانتصابه: إما على المصدرية، أو على الظرفية، كما مرّت الإشارة إليه، أو على الحالية المؤكّدة؛ أي: حال كونها غير بعيد؛ أي: شيئًا غير بعيد، كقولك هو قريب غير بعيد، وعزيز غير ذليل، إلى غير ذلك من أمثلة التوكيد، فالإزلاف تقريب الرؤية، وغير بعيد تقريب الدخول، فإنّهم يحاسبون حسابًا يسيرًا، ومنهم من لا يحاسب أصلًا، ويجوز أن يكون التذكير لكونه على زنة المصدر الذي يستوي في الوصف به المذكر والمؤنث، كالزئير والضليل، أو لتأويل الجنة بالبستان، وقيل: المعنى: أنها زينت قلوبهم في الدنيا بالترغيب والترهيب، فصارت قريبة من قلوبهم، والأول أولى، </p><p> ٣٢ - والإشارة بقوله:  {هَذَا} إلى الجنة التي أزلفت لهم على معنى هذا الذي ترونه من فنون نعيمها {مَا تُوعَدُونَ} في الدنيا على ألسنة الرسل، والجملة الاسمية: مقول لقول محذوف، </p><p>(١) روح البيان.</p><p> وقع حالًا من المتقين؛ أي: يقال لهم: هذا ما توعدون. </p><p> والمعنى (١) : وأزلفت الجنة للمتقين، حال كون أولئك المتقين مقولًا لهم من قبل الله، أو على ألسنة الملائكة عندما شاهدوا الجنة ونعيمها هذا المشاهد، أو هذا الثواب، أو هذا الإزلاف، وتذكير اسم الإشارة لتذكير الخبر، أو هو إشارة إلى الجنة والتذكير لما أنّ المشار إليه هو المسمى من غير أن يخطر بالبال لفظ يدل عليه، فضلًا عن تذكيره وتأنيثه، فإنهما من أحكام النفظ العربي، كما في قوله تعالى:  {فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي} وقوله: {وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ} وفي \"التأويلات النجمية\" : هذا إشارة إلى مقعد صدق، ولو كانت الإشارة إلى الجنة لقال: هذه. انتهى. </p><p> وقرأ الجمهور (٢) : {مَا تُوعَدُونَ} بالتاء خطابًا للمؤمنين، وابن كثير وأبو عمرو: بياء الغيبة؛ أي: هذا القول هو الذي وقع الوعد به، وهي جملة اعتراضية بين المبدل منه والبدل. </p><p> ومعنى الآية: أي وأدنيت الجنة للذين اتقوا ربّهم، واجتنبوا معاصيه بحيث تكون بمرأى العين منهم، إكرامًا لهم واطمئنانًا لنفوسهم، فيرون ما أعد لهم من نعيم وحبور ولذّة وسرور لا نفاد له ولا فناء، وتقول لهم الملائكة: هذا هو النعيم الذي وعدكم به ربّكم على ألسنة رسله، وجاءت به كتبه. </p><p> ثم بين المستحق لهذا النعيم، فقال:  {لِكُلِّ أَوَّابٍ} بدل من المتقين، بإعادة الجار؛ أي: وأزلفت الجنة للمتقين لكل أوّاب منهم؛ أي: رجَّاع إلى الله؛ أي: كثير الرجوع إلى الله بالتوبة، فأوّلًا يرجع من الشرك إلى التوحيد، وثانيًا من المعصية إلى الطاعة، وثالثًا من الخلق إلى الحقّ، وقيل: هو المسبح، وقيل: هو الذاكر لله في الخلوة، قال الشعبي ومجاهد: هو الذي يذكر ذنوبه في الخلوة، فيستغفر الله منها، وقال عبيد بن عمير: هو الذي لا يجلس مجلسًا حتى يستغفر الله فيه. </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}