{
  "id": null,
  "sura": 50,
  "aya": 2,
  "text": "<p> بكر الورّاق: معناه قف عند أمرنا ونهينا، ولا تعدهما، وقيل: غير ذلك مما هو أضعف منه. </p><p> والحق: أنه من المتشابه الذي استأثر الله سبحانه بعلمه، كما حقّقنا ذلك في فاتحة سورة البقرة. </p><p> وقرأ الجمهور:  {ق} بسكون الفاء، وبفتحها عيسى، وبكسرها الحسن وابن أبي إسحاق وأبو السمّال، وبالضم هارون وابن السميقع والحسن أيضًا فيما نقل ابن خالويه، والأصل في حروف المعجم إذا لم تركب مع عامل: أن تكون موقوفةً، فمن فتح القاف .. عدل إلى أخفّ الحركات، ومن كسرها .. فعلى أصل التقاء الساكنين، ومن ضم .. فكما ضم قط ومنذ وحيث وقبل وبعد وحسب. </p><p> وقوله تعالى:  {وَالْقُرْآنِ الْمَجِيدِ} ؛ أي: الشريف الكريم على الله، الكثير الخير والبركة، أو ذي المجد والشرف على سائر الكتب على أن يكون للنسب: كلابن وتامر، {الواو} فيه: للقسم إن قلنا: إنّ {ق} من المتشابه الذي لا نعلم معناه، وهو الأصحّ. </p><p> والمعنى: أقسمت بالقرآن المجيد، وإن قلنا: إنّ {ق} قسم أقسم به سبحانه وتعالى، فالواو فيه: عاطفة على ما قبله. </p><p> والمعنى: أقسمت بـ {ق} وبـ {وَالْقُرْآنِ الْمَجِيدِ} . </p><p> ٢ - واختلفوا في جواب القَسَم (١) ، فقال الأخفش: إنه محذوف، تقديره: أقسمت بالقرآن المجيد، إنك يا محمد لنبيّ منذر؛ أي؛ مخوّف من عذاب الله تعالى، وقال الكوفيّون: جوابه قوله: {بَلْ عَجِبُوا} وقال ابن كيسان: جوابه {مَا يَلْفِظُ مِنْ قَوْلٍ} ، وقيل: هو {قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ} بتقدير اللام؛ أي: لقد علمنا، وقيل: هو محذوف، تقديره: والقران المجيد، إنا أنزلناه إليك لتنذر به الناس، وقيل: هو محذوف، تقديره: لتبعثّن يدلّ عليه قوله: {وَكَانُوا يَقُولُونَ أَئِذَا </p><p>(١) الشوكاني.</p><p> مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ (٤٧) }. </p><p> وقوله:  {بَلْ عَجِبُوا} إضراب عن الجواب المحذوف على اختلاف الأقوال، وقوله:  {أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ} في موضع نصب على تقدير مِن؛ أي:  (١) بل عجيب كفّار مكة، ومتعنّتوهم من أن جاءهم رسول منذر من عذاب الله من جنسهم، لا من جنس الملك، وهو محمد - صلى الله عليه وسلم -؛ أي: إنهم شكّوا فيه، ولم يكتفوا بالشكّ والتردّد، بل جزموا بالخلاف، حتى جعلوا ذلك من الأمور العجيبة، وقال بعضهم: جواب القسم محذوف، ودليل ذلك قوله:  {بَلْ} ؛ لأنّه لنفي ما قبله، فدلّ على نفي مضمر، تقديره: أقسم بجبل قاف الذي به بقاء دنياكم، وبالقرآن الذي به بقاء دينكم ما كذّبوك ببرهان، ولا بمعرفةٍ بكذبك بل عجبوا، إلخ. والعجب: نظر النفس لأمر خارج عن العادة. </p><p> ثمّ فسّر ما حكاه عنهم من كونهم عجبوا بقوله:  {فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ} فهو تفسير لتعجّبهم، وبيان لكونه مقارنًا لغاية الإنكار، وهذا إشارة إلى كونه - صلى الله عليه وسلم - منذرًا بالقرآن. </p><p> وحاصله: كون النذير منّا خصص بالرسالة من دوننا، وكون ما أنذر به هو البعث بعد موت كل شيء, بليغ في الخروج عن العادة إشكاله، وهو من فرط جهلهم؛ لأنهم عجبوا أن يكون الرسول بشرًا، وأوجبوا أن يكون الإله حجرًا، وأنكروا البعث مع أنّ أكثر ما في الكون مثل ذلك من إعادة كل من الملوين بعد ذهابه، وإحياء الأرض بعد موتها، وإخراج النبات والأشجار والثمار وغير ذلك. </p><p> ثمّ إنّ (٢) إضمار الكافرين أوّلًا في قوله: {بَلْ عَجِبُوا} ؛ للإشعار بتعينهم بما أسند إليهم من المقال، وأنه إذا ذكر شيء خارج عن سنن الاستقامة .. انصرف إليهم إذ لا يصدر إلا عنهم، فلا حاجة إلى إظهار ذكرهم، وإظهارهم ثانيًا بقوله:  {فَقَالَ الْكَافِرُونَ} للتسجيل عليهم بالكفر بموجبه. </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}