{
  "id": null,
  "sura": 50,
  "aya": 45,
  "text": "<p> والمعنى (١) : أي إلينا المصير في ذلك اليوم الذي تتصدّع فيه الأرض، فتخرج الموتى من صدوعها مسرعة، وذلك جمع هيّن علينا لا عسر فيه ولا مشقّة. </p><p> ٤٥ - ثم سلّى رسوله، وهدّد المشركين بقوله:  {نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ} ؛ أي: بما يقول المشركون من فريتهم على ربهم، وتكذيبهم بآياته، وإنكارهم قدرته على البعث بعد الموت، وغير ذلك مما لا خير فيه، ففيه تسلية له - صلى الله عليه وسلم - وتهديد لهم. {وَمَا أَنْتَ} يا محمد {عَلَيْهِمْ} ؛ أي: على المشركين {بِجَبَّارٍ} ؛ أي: بمسلط عليهم تجبرهم، وتقسرهم على الإيمان، أو تفعل بهم ما تريد، وإنما أنت مذكر، وهذا كقوله: {فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ (٢١) لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) }؛ أي: لست بمتسلّط عليهم تجبرهم على ما تريد، والآية منسوخة بآية السيف (٢) . </p><p> {فَذَكِّرْ} وعظ {بِالْقُرْآنِ} ؛ أي: بمواعظه {مَنْ يَخَافُ وَعِيدِ} ؛ أي: من يخاف وعيدي لعصاتي بالعذاب؛ لأنَّ من لا يخاف الوعيد لكونه غير مصدق بوقوعه لا يذكر، إذ لا تنفع فيه الذكرى، كما قال: {وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ (٥٥) }. وختمت السورة بقوله:  {فَذَكِّرْ بِالْقُرْآنِ} كما افتتحت بـ {ق وَالْقُرْآنِ} فحصلت المناسبة بين المبتدأ والمختتم. </p><p> وقرأ ورش (٣) : بإثبات الياء بعد الدال في الوصل. </p><p> والمعنى: أي وما أنت بمسلط عليهم تقسرهم على الإيمان، وتسيرهم طى ما تهوى وتريد، إنما أنت نذير، وما عليك إلا التبليغ، وعلينا الحساب، ثم أكد أنه مذكر لا مسيطر، وأن التذكير لا ينفع إلا من خشي ربه، فقال:  {فَذَكِّرْ بِالْقُرْآنِ ...} إلخ؛ أي (٤) : فذكر أيها الرسول بهذا القرآن الذي أنزلته عليك من يخاف وعيدي، الذي أوعدته من عصاني، وخالف أمري؛ أي: بلّغ رسالة ربّك، </p><p>(١) المراغي. (٢) الشوكاني.(٣) المراح.(٤) المراغي.</p><p> وما يتذكر بها إلا من يخاف وعيد الله تعالى، وشديد عذابه، وهذا نحو قوله تعالى:  {لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} . وكان قتادة يقول: اللهم اجعلنا ممن يخاف وعيدك، ويرجو موعودك، يا برّ يا رحيم، وأما من لا يخاف وعيدنا، فنفعل بهم ما يوجبه أقوالهم، وتستدعيه أعمالهم من ألوان العقاب، وفنون العذاب. </p><p> فائدة: كان (١) رسول الله - صلى الله عليه وسلم - يخطب بسورة ق في كثير من الأوقات؛ لاشتمالها على ذكر الله تعالى، والثناء عليه، ثمّ على علمه بما توسوس به النفوس، وما تكتبه الملائكة على الإنسان من طاعة وعصيان، ثم تذكير الموت وسكرته، ثم تذكير القيامة وأهوالها، والشهادة على الخلائق بأعمالهم، ثمّ تذكير الجنة والنار، ثمّ تذكير الصيحة والنشور والخروج من القبور، ثم بالمواظبة على الصلوات. </p><p> قال السيوطي في كتاب \"الوسائل\" : أوّل من قرأ في آخر الخطبة: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ ...} الآية. عمر بن عبد العزيز، ولزمها الخطباء إلى عصرنا هذا، وكان النبيّ - صلى الله عليه وسلم - يقرأ ق، وكان عمر بن الخطاب رضي الله عنه يقرأ: {إِذَا الشَّمْسُ كُوِّرَتْ (١) } إلى قوله: {مَا أَحْضَرَتْ} وكان عثمان بن عفان رضي الله عنه يقرأ: الكافرون والإخلاص، ذكر ذلك ابن الصلاح، وفي الحديث:  \"من قرأ سورة ق ... هوَّن الله عليه تارات الموت وسكراته\" قيل: تارات الموت إفاقاته وغشياته، كما في \"حواشي سعدي المفتي\" . </p><p> الإعراب </p><p> {وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ (٣١) هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ (٣٢) مَنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ (٣٣) }. </p><p> {وَأُزْلِفَتِ} : {الواو} : عاطفة، أو استئنافية. {أزلفت الجنة} : فعل ونائب </p><p>(١) روح البيان.</p><p> فاعل. {لِلْمُتَّقِينَ} : متعلق بـ {أزلفت} ، والجملة: معطوفة على جملة {نَقُولُ لِجَهَنَّمَ} : أو مستأنفة. {غَيْرَ بَعِيدٍ} : منصوب على الظرفية؛ لقيامه مقام الظرف؛ لأنّه صفته؛ أي: مكانًا غير بعيد، وأجاز الزمخشري نصبه على الحال، قال: وتذكيره لأنّه على زنة المصدر، والمصادر يستوي فيه المذكر والمؤنث، أو على حذف الموصوف؛ أي: شيئًا غير بعيد. {هَذَا} : مبتدأ. و {مَا} : خبره، وجملة {تُوعَدُونَ} : صلة لـ {مَا} ، والعائد: محذوف، تقديره: ما توعدونه، والجملة: معترضة بين البدل والمبدل منه، لا محل لها من الإعراب. {لِكُلِّ أَوَّابٍ} : جار ومجرور، ومضاف إليه، بدل من قوله:  {لِلْمُتَّقِينَ} : بتكرار الجار. {حَفِيظٍ} : صفة {أَوَّابٍ}  {مَنْ خَشِيَ} : بدل من {كل أواب} بعد كون كل بدلًا من المتقين، كما مرّ، أو خبر لمبتدأ محذوف؛ أي: هم من خشي الرحمن، وجملة {خَشِيَ الرَّحْمَنَ} : صلة لـ {مَن} الموصولة. {بِالْغَيْبِ} : حال من المفعول به؛ أي: خشيه، وهو غائب لا يعرفه. {وَجَاءَ} : معطوف على {خَشِيَ} ، {بِقَلْبٍ} : حال من فاعل {جاء} ؛ أي: حال كونه متلبسًا بقلب، أو متعلق بـ {جاء} . {مُنِيبٍ} صفة {قلب} . </p><p> {ادْخُلُوهَا بِسَلَامٍ ذَلِكَ يَوْمُ الْخُلُودِ (٣٤) لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ (٣٥) وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَشَدُّ مِنْهُمْ بَطْشًا فَنَقَّبُوا فِي الْبِلَادِ هَلْ مِنْ مَحِيصٍ (٣٦) إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ (٣٧) }. </p><p> {ادْخُلُوهَا} : فعل وفاعل ومفعول به، والجملة: مقول لقول محذوف؛ أي: ويقال لهم: ادخلوها. {بِسَلَامٍ} : حال من الفاعل؛ أي: سالمين من كل مخوفة، وهي حال مقارنة. {ذَلِكَ} : مبتدأ. {يَوْمُ الْخُلُودِ} : خبره، والجملة: مستأنفة. {لَهُمْ} : خبر مقدم. و {مَا} : مبتدأ مؤخر، وجملة {يَشَاءُونَ} : صلة لـ {مَا} ، {فِيهَا} : حال من الموصول، أو متعلق بـ {يَشَاءُونَ} . {وَلَدَينَا}  {الواو} : عاطفة، {لدينا} : متعلق بمحذوف خبر مقدم. {مَزِيدٌ} : مبتدأ مؤخر، والجملة: معطوفة على ما قبلها. {وَكَمْ}  {الواو} : استئنافية. {كم} : خبريّة بمعنى عدد كثير في محل النصب، مفعول مقدم لـ {أَهْلَكْنَا} . {أَهْلَكْنَا} : فعل وفاعل، والجملة: مستأنفة مسوقة لذكر إهلاك قرون ماضية. {قَبْلَهُمْ} : ظرف متعلق بمحذوف حال </p><p> من {كم} الخبرية. {مِنْ قَرْنٍ} : تمييز {كم} ، و {مِنْ} : زائدة. {هُمْ} : مبتدأ. {أَشَدُّ} : خبره، والجملة: صفة لـ {كم} أو لتمييزها. {مِنْهُمْ} : متعلق بـ {أَشَدُّ} . {بَطْشًا} تمييز محول عن المبتدأ، منصوب بـ {أَشَدُّ} . {فَنَقَّبُوا}  {الفاء} : عاطفة. {نقبوا} : فعل وفاعل معطوف على معنى {هُمْ أَشَدُّ مِنْهُمْ بَطْشًا} كأنه قيل: اشتد بطشهم فنقبوا، أو معطوف على {أَهْلَكْنَا} ؛ أي: كم من قرن أردنا إهلاكهم فنقبوا في البلاد هربًا من إهلاكنا وعذابنا. {فِي الْبِلَادِ} : متعلق بـ {نقبوا} . {هَلْ} : حرف استفهام للاستفهام الإنكاري. {مِنْ} : زائدة. {مَحِيصٍ} : مبتدأ، خبره: محذوف، تقديره: هل من محيص لهم، والجملة الاسمية، مقول لقول محذوف حال من فاعل {نقّبوا} ؛ أي: فنقّبوا في البلاد قائلين: هل من محيص. {إنَّ} : حرف نصب. {فِي ذَلِكَ} : خبر مقدم لـ {إن} . {لَذِكْرَى}  {اللام} : حرف ابتداء. {ذكرى} : اسم {إنَّ} مؤخر، وجملة {إنَّ} : مستأنفة. {لِمَن} : متعلق بمحذوف صفة {لَذِكْرَى} ، {كَانَ} : فعل ناقص. {لَهُ} : خبر {كاَنَ} : مقدم. و {قَلْبٌ} : اسمها مؤخر، وجملة {كاَنَ} صلة لـ {مِن} الموصولة. {أَوْ} : حرف عطف. {أَلْقَى السَّمْعَ} : فعل وفاعل مستتر ومفعول به، والجملة: معطوفة على جملة {كاَنَ} . {وَهُوَ}  {الواو} : حالية. {هو شهيد} : مبتدأ وخبر، والجملة الاسمية: في محل النصب حال من فاعل {أَلْقَى} . </p><p> {وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ (٣٨) }. </p><p> {وَلَقَدْ} : {الواو} : استئنافية و {اللام} : موطئة للقسم. {قد} : حرف تحقيق. {خَلَقْنَا السَّمَاوَاتِ} : على وفاعل ومفعول به. {وَالْأَرْضَ} معطوف على {السَّمَاوَاتِ} . والجملة: جواب القسم، لا محل لها من الإعراب، وجملة القسم: مستأنفة. {وَمَا} : معطوف على {السَّمَاوَاتِ} ، {بَيْنَهُمَا} : ظرف متعلق بمحذوف صلة لـ {مَا} . {فِي سِتَّةِ أَيَّامٍ} : متعلق بـ {خَلَقْنَا} ، {وَمَا مَسَّنَا}  {الواو} : عاطفة، أو حالية، {مَا} : نافية. {مَسَّنَا} : فعل ماض ومفعول به. </p><p> {مِن} : زائدة. {لُغُوبٍ} : فاعل، والجملة: معطوفة على جملة {خَلَقْنَا} أو حال من فاعل {خَلَقْنَا} . </p><p> {فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ (٣٩) وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ (٤٠) وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ (٤١) يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ذَلِكَ يَوْمُ الْخُرُوجِ (٤٢) إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ (٤٣) }. </p><p> {فَاصْبِرْ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت إصرارهم على كفرهم، وتماديهم على تعنتهم، وأردت بيان ما هو الأصلح لك .. فأقول لك: اصبر. {اصبر} : فعل أمر وفاعل مستتر يعود على محمد، والجملة: في محل النصب مقول لجواب إذا المقّررة، وجملة إذا المقدرة: مستأنفة. {عَلَى مَا يَقُولُونَ} : متعلق بـ {اصبر} ، وجملة {يَقُولُونَ} صلة لـ {مَا} الموصولة. {وَسَبِّحْ} : فعل أمر وفاعل مستتر يعود على محمد معطوف على {اصبر} . {بِحَمْدِ رَبِّكَ} : حال من فاعل {سبح} ؛ أي: سبح متلبسًا بحمد ربك. {قَبْلَ طُلُوعِ الشَّمْسِ} : ظرف ومضاف إليه متعلق بـ {سبح} . {وَقَبْلَ الْغُرُوبِ} : ظرف معطوف على الظرف قبله. {وَمِنَ اللَّيْلِ}  {الواو} : عاطفة. {وَمِنَ اللَّيْلِ} : متعلق بـ {سبحه} . {فَسَبِّحْهُ}  {الفاء} : زائدة، {سبحه} : فعل أمر وفاعل مستتر ومفعول به معطوف على {سَبِّحْ بِحَمْدِ رَبِّكَ} . {وَأَدْبَارَ السُّجُودِ} : ظرف معطوف على {وَمِنَ اللَّيْلِ} . {وَاسْتَمِعْ}  {الواو} : عاطفة. {استمع} : فعل أمر وفاعل مستتر معطوف على {فَاصْبِرْ} أو على ما بعده، ومفعوله: محذوف، تقديره: واستمع نداء المنادي يوم ينادي. و {يَوْمَ} : متعلق بـ {استمع} . وقيل: تقدير المفعول: ما أقول لك، فيكون {يَوْمَ يُنَادِ} : منصوبًا بـ {يخرجون} مقدرًا مدلولًا عليه بقوله: {ذَلِكَ يَوْمُ الْخُرُوجِ} . و {يُنَادِ الْمُنَادِ} : في محل الجر مضاف إليه لـ {يَوْمَ} وحذفت ياء {يُنَادِ} : في الخطّ تبعًا للرسم العثماني، أو تبعًا للفظ؛ لأنّها حذفت في اللفظ لالتقاء الساكنين. {الْمُنَادِ} ؛ فاعل وحذفت الياء منه في بعض القراءات تبعًا للرسم العثماني أيضًا. {مِنْ مَكَانٍ} : متعلق بـ {يُنَادِ} . {قَرِيبٍ} : صفة {مَكَانٍ} ، {يَوْمَ يَسْمَعُونَ} الظرف: </p><p> بدل من الظرف قبله؛ أعني: يوم يناد المناد، وجملة {يَسْمَعُونَ} : مضاف إليه لـ {يَوْمَ} . {الصَّيْحَةَ} : مفعول به. {بِالْحَقِّ} : حال من {الواو} في {يَسْمَعُونَ} أو من الصيحة. {ذَلِكَ} : مبتدأ. {يَوْمُ الْخُرُوجِ} : خبره، والجملة: مستأنفة. {إِنَّا} : ناصب واسمه. {نَحْنُ} : ضمير فصل أو مبتدأ، وجملة {نُحْيِي} : خبر {إِنَّا} أو خبر {نَحْنُ} والجملة: خبر {إنّ} . {وَنُمِيتُ} : معطوف على {نُحْيِي} . {وَإِلَيْنَا الْمَصِيرُ} : خبر مقدم ومبتدأ مؤخر، والجملة الاسمية: معطوفة على جملة {نُحْيِي} أو على جملة {إنَّ} . </p><p> {يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ (٤٤) نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ (٤٥) }. </p><p> {يَوْمَ} : بدل من الظرف الثاني؛ أعني:  {يَوْمَ يَسْمَعُونَ الصَّيْحَةَ} أو متعلق بـ {الْمَصِيرُ} . {تَشَقَّقُ} : فعل مضارع. {الْأَرْضُ} : فاعل. {عَنْهُمْ} : متعلق بـ {تَشَقَّقُ} . والجملة: في محل الجر مضاف إليه لـ {يَوْمَ} . {سِرَاعًا} . حال من الضمير في {عَنْهُمْ} . {ذَلِكَ حَشْرٌ} : مبتدأ وخبره، والجملة: مستأنفة. {عَلَيْنَا} : متعلق بـ {يَسِيرٌ} . و {يَسِيرٌ} : صفة لـ {حَشْرٌ} . {نَحْنُ أَعْلَمُ} : مبتدأ وخبر، والجملة: مستأنفة. {بِمَا} : متعلق بـ {أَعْلَمُ} ، وجملة {يَقُولُونَ} : صلة لـ {مَا} ، ويصح كون {مَا} موصولة أو مصدرية. {وَمَا}  {الواو} : عاطفة. {مَا} : حجازية. {أَنتَ} : اسمها. {عَلَيْهِمْ} : متعلق {بِجَبَّارٍ} و {جبار} : خبر {مَا} الحجازية، و {الباء} : زائدة، وجملة {مَا} الحجازية: معطوفة على جملة {نَحْنُ أَعْلَمُ} . {فَذَكِّرْ}  {الفاء} : فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت ما قلت لك من علمنا بقولهم، وعدم سيطرتك عليهم، وأردت بيان ما هو اللازم لك .. فأقول لك: ذكّر بالقرآن. {ذكّر} : فعل أمر وفاعل مستتر. {بِالْقُرْآنِ} : متعلق بـ {ذكر} ، والجملة: في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة: مستأنفة. {مَن} : اسم موصول في محل النصب مفعول به، وجملة {يَخَافُ} : صلتها. {وَعِيدِ} : مفعول به منصوب، وعلامة نصبه: فتحة مقدرة على ما قبل ياء المتكلم المحذوفة؛ أجتزاء عنها </p><p> بالكسرة، أو للفاصلة، أو اتباعًا للرسم، وهو مضاف، وياء المتكلم المحذوفة: في محل الجر مضاف إليه، مبني على السكون. </p><p> التصريف ومفردات اللغة </p><p> {وَأُزْلِفَتِ} ؛ أي: قربت، وأدنيت الجنة، تقول: أزلفه: قرّبه، وأزلف الأشياء: جمعها، وأزلف الدليل القوم: حملهم على التقدم، وأزعجهم مزلفة بعد مزلفة؛ أي: مرحلة بعد مرحلة. </p><p> {غَيْرَ بَعِيدٍ} ؛ أي: في مكان غير بعيد منهم، بل هو بمرأى منهم، بحيث ينظرون إليها قبل دخولها، فيكون انتصابه على الظرفية كما مرّ. </p><p> {هَذَا مَا تُوعَدُونَ} ؛ أي: هذا هو الثواب الذي وعدتم به على ألسنة الرسل. </p><p> {لِكُلِّ أَوَّابٍ} الأوَّاب: الرجَّاع الذي يرجع عن المعصية إلى الطاعة، وفي \"المفردات\" : الأوّاب كالتوّاب، وهو الراجع إلى الله بترك المعاصي، وفعل الخيرات ومنه قيل للتوبة: أوبة، والفرق بين الأوب والرجوع: أنَّ الأوب ضرب من الرجوع، وذلك أنه لا يقال: إلا في الحيوان الذي له إرادة وقصد، والرجوع يقال فيه وفي غيره، آب أوبًا وإيابًا ومآبًا، والمآب مصدر منه، واسم المكان والزمان. </p><p> {حَفِيظٍ} ؛ أي: حافظ لحدود الله، وشرائعه، وقال المحاسبي: الأوّاب: الراجع بقلبه إلى ربه، والحفيظ: الحافظ قلبه في رجوعه إليه أن لا يرجع منه إلى أحد سواه، كما مرّ بسطه. </p><p> {مَنْ خَشِيَ الرَّحْمَنَ} الخشية: خوف يشوبه تعظيم، وفي \"عين المعاني\" : الخشية: انزعاج القلب عند ذكر السيئة وموجبها، وقال الواسطي: الخشية: أرق من الخوف؛ لأنّ الخوف للعامّة من العقوبة، والخشية من نيران الله في الطبع، كما مرّ. </p><p> {بِالْغَيْبِ} ؛ أي: خاف عقاب ربّه، وهو غائب عن الأعين حين لا يراه أحد. </p><p> {مُنِيبٍ} ؛ أي: مخلص مقبل على طاعة الله، قال في \"المفردات\" : النوب: رجوع الشيء مرّة بعد أخرى، والإنابة إلى الله: الرجوع إليه بالتوبة، وإخلاص العمل. </p><p> {ذَلِكَ يَوْمُ الْخُلُودِ} ؛ أي: الدوام والبقاء في الجنة، إذ لا انتهاء له أبدًا، قال الراغب: الخلود: هو تبرّي الشيء عن اعتراض الفساد، وبقاؤه على الحالة التي هو عليها، وكل ما يتباطأ عنه التغيير والفساد تصفه العرب بالخلود، كقولهم: الأيّام خوالد، وذلك لطول مكثها، لا لدوام بقائها، والخلود في الجنة بقاء الأشياء على الحالة التي هي عليها من غير اعتراض الكون والفساد عليها. </p><p> {وَلَدَيْنَا مَزِيدٌ} ؛ أي: وعندنا زيادة في النعيم على ما يشاؤون، وقال الراغب: الزيادة أن ينضم إلى ما عليه الشيء من نفسه شيء آخر. </p><p> {وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ} : القرن الجيل من الناس، والقوم المتقرنون في زمان. </p><p> {فَنَقَّبُوا فِي الْبِلَادِ} قال في \"القاموس\" : نقَّب في الأرض ذهب، كأنقب ونقب، وعن الأخبار: بحث عنها أو أخبر بها، والنقب: الطريق في الجبل؛ أي: ساروا فيها يبتغون الأرزاق والمكاسب، ويقال لمن طوف في الأرض: نقب فيها، قال أمرؤ القيس: </p><p> فَقَدْ نَقَّبْتُ فِيْ الآفَاقِ حَتَّى ... رَضِيْتُ مِنَ الْغَنِيْمَة بِالإِيَابِ </p><p> {هَلْ مِنْ مَحِيصٍ} ؛ أي: هل من معدل ومهرب من عذاب الله؟ وفي \"القاموس\" : حاص عنه يحيص حيصا وحيصة وحيوصا ومحيصا ومحاصا وحيصانا: عدل وحاد كانحاص، أو يقال للأولياء: حاصوا، وللأعداء: انهزموا، والمحيص: المحيد والمعدل والمميل والمهرب، ودابة حيوص نفور، والحيصاء: الضيقة الحياء، وهو هنا اسم مكان من حاص، وأصله: محيص، بوزن مفعل بكسر العين، نقلت حركة الياء إلى الحاء، فسكنت إثر كسرة فصارت حرف مد. </p><p> {لَذِكْرَى} ؛ أي: تذكرةً. </p><p> {قَلْبٌ} ؛ أي: لبٌّ يعي به. {أَوْ أَلْقَى السَّمْعَ} ؛ أي: أصغى إلى ما يتلى عليه من الوحي. {وَهُوَ شَهِيدٌ} ؛ أي: حاضر، فهو من الشهود بمعنى الحضور، والمراد به: الفطن، إذ غيره كأنه غائب. </p><p> {فِي سِتَّةِ أَيَّامٍ} أصله: أيوام، اجتمعت الواو والياء، وسبقت إحداهما بالسكون فقلبت الواو ياءً، وأدغمت فيها الياء. </p><p> {مِنْ لُغُوبٍ} قال الراغب: اللغوب: التبع والنصب، يقال: أتانا ساعيًا لاغبًا خائفًا تعبًا، وفي \"القاموس\" : لغب لغبًا ولغوبًا، كمنع وسمع وكرم: أعيى أشد الإعياء، وفي \"المختار\" : اللغوب بضمتين: التعب والإعياء، وبابه دخل، ولغب بالكسر لغوبًا، لغة ضعيفة، وفي \"المصباح\" : أنّه من باب قتل. </p><p> {وَأَدْبَارَ السُّجُودِ} بفتح الهمزة، جمع دبر بضمتين، من أدبرت الصلاة: إذا انقضت، وأدبار السجود: النوافل بعد المكتوبات، وقيل: الوتر بعد العشاء اهـ \"بيضاوي\" . </p><p> {وَاسْتَمِعْ} ؛ أي: لما أخبرك به من أهوال يوم القيامة، والسمع: إدراك المسموع بالإصغاء، والفرق بين المستمع والسامع: أنَّ المستمع: من كان قاصدًا للسماع مصغيًا إليه، والسامع: من اتفق سماعه من غير قصد إليه، فكل مستمع سامع من غير عكس. </p><p> {يَوْمَ يُنَادِ الْمُنَادِ} وقف ابن كثير على {ينادي} بالياء، والباقون: بدونها، ووجه إثباتها: أنه لا مقتضى لحذفها، ووجه حذفها وقفًا، اتباعًا للرسم، والوقف محل تخفيف، وأما المنادي فأثبت ابن كثير أيضًا ياءه وصلًا ووقفًا، ونافع وأبو عمرو: بإثباتها وصلًا وحذفها وقفًا، وباقي السبعة بحذفها وصلًا ووقفًا، فمن أثبت فلأنّه الأصل، ومن حذف فلاتباع الرسم، ومن خص الوقف بالحذف، فلأنّه محل راحة ومحل تغيير، اهـ \"سمين\" . </p><p> {مِنْ مَكَانٍ قَرِيبٍ} ؛ أي: بحيث لا يخفى الصوت على أحد. {الصَّيْحَةَ} وهي صيحة البعث التي هي النفخة الثانية، والصيحة والصياح: الصوت بأقصى </p><p> الطاقة. {وَنُمِيتُ} أصله: نموت بوزن نفعل، نقلت حركة الواو إلى الميم فسكنت إثر كسرة، فقلبت ياء حرف مدّ. {الْمَصِيرُ} أصله: المصير بوزن مفعل بكسر العين، نقلت حركة الياء إلى الصاد فسكنت فصارت حرف مدّ. {تَشَقَّقُ الْأَرْضُ} ؛ أي: تتصدّع، بحذف إحدى التاءين من تتشقق مع تخفيف الشين، وقرىء: بتشديدها بإدغام التاء الثانية فيها. </p><p> {سِرَاعًا} جمع سريع، والسرعة: ضد البطء، ويستعمل في الأجسام والأفعال، ويقال: سرع فهو سريع، وأسرع فهو مسرع. </p><p> {بِجَبَّارٍ} من الجبر، وأصل الجبر: إصلاح الشيء بضرب من القهر، والجبّار في اسم الله تعالى هو: الذي جبر العباد على ما أراد، وهو صيغة مبالغة من جبر الثلاثي، فإنّ فعالًا إنما يبنى من الثلاثي نحو الفتّاح والعلام، ولم يجيء من أفعل بالألف إلا دراك. {مَنْ يَخَافُ وَعِيدِ} والوعيد: التخويف بالعذاب، ويستعمل في نفس العذاب. </p><p> البلاغة </p><p> وقد تضمّنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: التأكيد في قوله: {غَيْرَ بَعِيدٍ} ؛ لأنّه تأكيد للإزلاف، كقولهم: هو قريب غير بعيد، وعزيز غير ذليل. </p><p> ومنها: صيغة المبالغة في قوله: {لِكُلِّ أَوَّابٍ حَفِيظٍ} . </p><p> ومنها: التعرض لعنوان الرحمانية، في قوله:  {مَنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ} للإشعار بأنهم مع خشيتهم عقابه راجون رحمته، أو بأنّ علمهم بسعة رحمته لا يصدّهم عن خشيته، وأنهم عاملون بموجب قوله: {نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ (٤٩) وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ (٥٠) }. </p><p> ومنها: وصف القلب بالإنابة، في قوله:  {بِقَلْبٍ مُنِيبٍ} مع أنها وصف المكلّف، لما أن العبرة برجوعه إلى الله تعالى؛ أي: لا عبرة للإنابة والرجوع، إلا إذا كان من القلب، والمراد بها: الرجوع إلى الله تعالى بما يحبّ ويرضى. </p><p> ومنها: المبالغة في الثناء على الخاشي، في قوله:  {مَنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ} ؛ لأنّه إذا خشيه وهو عالم بسعة رحمته .. فناهيك بخشيته التي ما بعدها خشية، كما أثنى عليه بالخشية، مع أنَّ المخشي عنه غائب. </p><p> ومنها: إطلاق اسم الجزء على الكل، في قوله:  {وَسَبِّحْ بِحَمْدِ رَبِّكَ} إذا فسّرناه بالصلاة؛ أي: صلّ حامدًا لربّك قبل طلوع الشمس صلاة الصبح. </p><p> ومنها: جناس الاشتقاق في قوله: {يَوْمَ يُنَادِ الْمُنَادِ} . </p><p> ومنها: تكرار {يَوْمَ} في قوله: {يَوْمَ يُنَادِ الْمُنَادِ}  {يَوْمَ يَسْمَعُونَ الصَّيْحَةَ}  {يَوْمُ الْخُرُوجِ}  {يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ} ؛ تفخيمًا لشأنه، وتهويلًا منه. </p><p> ومنها: الطباق في قوله: {إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ} . </p><p> ومنها: الحصر في قوله: {وَإِلَيْنَا الْمَصِيرُ} . </p><p> ومنها: الفصل بين الموصوف والصفة بمتعلقها، في قوله:  {ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ} ؛ لإفادة الحصر والاختصاص؛ لأنّ تقديم المعمول على عامله يفيد الحصر؛ أي: لا يتيسّر ذلك إلا على الله سبحانه، اهـ \"خطيب\" . </p><p> ومنها: التعبير بالمستقبل عن الماضي، في قوله:  {نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ} لإفادة الاستمرار والتجدّد. </p><p> ومنها: تكرير الضمير في قوله: {إِنَّا نَحْنُ نُحْيِي} لإفادة التأكيد والاختصاص والتفرّد. </p><p> ومنها: توافق الفاصلة في قوله: {إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ (٤٣) ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ}؛ لأنّه من المحسنات البديعية، كما مرّ. </p><p> ومنها: الحذف والزيادة في عدّة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> موجز ما تضمَّنته هذه السورة الكريمة من الموضوعات </p><p> ١ - إنكار المشركين للنبوّة والبعث. </p><p> ٢ - الحثّ على النظر في السماء وزينتها، وبهجة بنائها، وفي الأرض وجبالها الشامخات، وزروعها النضرات، وأمطارها الثجاجات. </p><p> ٣ - العبرة بالدول الهالكات، كعاد وثمود وأصحاب الأيكة وقوم تبّع، وما استحقوا من الوعيد والعذاب. </p><p> ٤ - تقريع الإنسان على أعماله، وأنه مسؤول عن دخائل نفسه في مجلس أنسه، وعند إخوته، وفي خلوته، وأنه محوّط بالكرام الكاتبين يحصون أعماله، ويرقبون أحواله حتى إذا جاءت سكرته، وحانت منيّته .. حوسب على كل قول وكل عمل، وشهدت عليه الشهود، وكشفت له الحجب. </p><p> ٥ - إنه ما خلق السموات والأرض وما بينهما باطلًا. </p><p> ٦ - إنّ القرآن عظة وذكرى لمن كان له قلب واع، يستمع ما يلقى إليه. </p><p> ٧ - تسلية رسوله - صلى الله عليه وسلم - على ما يقول المشركون، من إنكار البعث، وتهديدهم على ذلك. </p><p> ٨ - أمر رسول الله - صلى الله عليه وسلم - بالتسبيح، آناء الليل وأطراف النهار. </p><p> ٩ - أمر رسول الله بالتذكير بالقرآن من يخاف وعيد الله تعالى، ويخشى عقابه (١) . </p><p> والله أعلم </p><p> * * * </p><p>(١) وهذا آخر ما أردناه من شرح هذه السورة الكريمة، وقد فرغت منها قبيل المغرب يوم السبت، الثاني عشر من شهر الربيع الآخر، من شهور سنة ألف وأربع مئة وخمس عشرة سنة ١٢/ ٤/ ١٤١٥ من الهجرة النبوية، على صاحبها أفضل الصلاة وأزكى التحية، وصلّى الله وسلّم على سيدنا ومولانا محمد خاتم النبيين، وعلى آله وصحبه أجمعين، آمين يا ربّ العالمين.</p><p> [سورة الذاريات] </p><p> سورة الذاريات مكيّة، نزلت بعد الأحقاف، قال القرطبي في قول الجميع، وأخرج ابن الضريس والنحاس وابن مردويه، والبيهقي في \"الدلائل\" عن ابن عباس قال: نزلت سورة الذاريات بمكة، وأخرج ابن مردويه عن ابن الزبير مثله. </p><p> وهي ستون آيةً (١) ، وثلاث مئة وستون كلمةً، وألف ومئتان وتسعة وثلاثون حرفًا، سمّيت بالذاريات؛ لذكر الذاريات فيها. </p><p> مناسبتها لما قبلها من وجهين (٢) : </p><p> الأوّل: إنّه قد ذكر في السورة السابقة، البعث والجزاء والجنة والنار وافتتح هذه بالقسم بأنّ ما وعدوا من ذلك صدق، وأنّ الجزاء واقع. </p><p> الثاني: أنه ذكر هناك إهلاك كثير من القرون على وجه الإجمال، وهنا ذكر ذلك على وجه التفصيل. </p><p> وقال أبو حيان (٣) : مناسبتها لآخر ما قبلها أنه قال: {نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ (٤٥) }. وقال في أوّل هذه بعد القسم: {إِنَّمَا تُوعَدُونَ لَصَادِقٌ (٥) وَإِنَّ الدِّينَ لَوَاقِعٌ (٦) }. </p><p> الناسخ والمنسوخ فيها: وقال ابن حزم: وفيها من المنسوخ آيتان: </p><p> أحدهما: قوله تعالى: {وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ (١٩) } (الآية ١٩) ، نسخ ذلك بآية الزكاة. </p><p>(١) الخازن. (٢) المراغي.(٣) البحر المحيط.</p><p> والثانية: قوله تعالى: {فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ (٥٤) } (الآية ٥٤) . نسخت بقوله تعالى: {وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ (٥٥) }. </p><p> والله أعلم </p><p> * * * </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {وَالذَّارِيَاتِ ذَرْوًا (١) فَالْحَامِلَاتِ وِقْرًا (٢) فَالْجَارِيَاتِ يُسْرًا (٣) فَالْمُقَسِّمَاتِ أَمْرًا (٤) إِنَّمَا تُوعَدُونَ لَصَادِقٌ (٥) وَإِنَّ الدِّينَ لَوَاقِعٌ (٦) وَالسَّمَاءِ ذَاتِ الْحُبُكِ (٧) إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ (٨) يُؤْفَكُ عَنْهُ مَنْ أُفِكَ (٩) قُتِلَ الْخَرَّاصُونَ (١٠) الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ (١١) يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ (١٢) يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ (١٣) ذُوقُوا فِتْنَتَكُمْ هَذَا الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ (١٤) إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ (١٥) آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ (١٦) كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ (١٧) وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ (١٨) وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ (١٩) وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ (٢٠) وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ (٢١) وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ (٢٢) فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ (٢٣) هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ (٢٤) إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ سَلَامٌ قَوْمٌ مُنْكَرُونَ (٢٥) فَرَاغَ إِلَى أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ (٢٦) فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ (٢٧) فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لَا تَخَفْ وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ (٢٨) فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ (٢٩) قَالُوا كَذَلِكِ قَالَ رَبُّكِ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ (٣٠) }. </p><p> المناسبة </p><p> هاهنا أمور يجمل بك أن تفهمها (١) : </p><p> ١ - بعد أن بيّن الحشر بدلائله وقال:  {ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ} ثمّ أصروا على ذلك غاية الإصرار، لم يبق إلا اليمين فقال: {وَالذَّارِيَاتِ ذَرْوًا (١) ... إِنَّمَا تُوعَدُونَ لَصَادِقٌ (٥) }. </p><p> ٢ - أنّ الإيمان التي حلف بها الله سبحانه في كتابه، كلها دلائل على قدرته، أخرجها في صورة الإيمان، كما يقول القائل للمنعم عليه: وحقّ نعمك الكثيرة، إني لا أزال أشكرك، فيذكر النعم وهي سبب لدوام الشكر، ويسلك بها مسلك القسم، وجاءت الآيات هكذا مصدرة بالقسم؛ لأن المتكلم إذا بدأ كلامه </p><p>(١) المراغي.</p><p> به .. علم السامع أنّ هاهنا كلامًا عظيمًا يجب أن يصغي إليه، فإذا وجَّه همَّه لسماعه .. خرج له الدليل والبرهان المتين في صورة اليمين. </p><p> ٣ - في السورة التي أقسم الله في ابتدائها بغير الحروف المقطعة، كان القسم لإثبات أحد الأصول الثلاثة: الوحدانية والرسالة والحشر، وهي التي يتمّ بها الإيمان، فأقسم لإثبات الوحدانية في سورة الصافّات فقال: {إِنَّ إِلَهَكُمْ لَوَاحِدٌ (٤) }. وأقسم في سورتي النجم والضحى لإثبات الرسالة، فقال في الأولى: {وَالنَّجْمِ إِذَا هَوَى (١) مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى (٢) }، وقال في الثانية: {وَالضُّحَى (١) وَاللَّيْلِ إِذَا سَجَى (٢) مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (٣) }. وأقسم في سور كثيرة على إثبات البعث والجزاء. </p><p> ٤ - في السور التي أقسم فيها لإثبات الوحدانية، أقسم بالساكنات، فقال: {وَالصَّافَّاتِ صَفًّا (١) }. وفي السور التي أقسم فيها لإثبات الحشر أقسم بالمتحركات، فقال:  {وَالذَّارِيَاتِ ذَرْوًا}  {وَالْمُرْسَلَاتِ عُرْفًا}  {وَالنَّازِعَاتِ غَرْقًا}  {وَالْعَادِيَاتِ ضَبْحًا} ؛ لأنّ الحشر فيه جمع وتفريق، وهو بالحركة أليق. </p><p> ٥ - كانت العرب تحترز عن الإيمان الكاذبة، وتعتقد أنها تدع الديار بلاقع، وقد جرى النبيّ - صلى الله عليه وسلم - على سننهم، فحلف بكل شريف، ولم يزده ذلك إلا رفعة وثباتًا، وكانوا يعلمون أنه لا يحلف إلا صادقًا، وإلا أصابه شؤم الإيمان، وناله المكروه في بعض الأيمان. </p><p> قوله تعالى:  {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه لما ذكر (١) حال المفترين الذين أنكروا يوم الدين، وكذّبوا بالبعث والنشور، وأنكروا نبوّة محمد - صلى الله عليه وسلم -، وعبدوا مع الله سبحانه غيره من وثن أو صنم .. أردف ذلك بذكر حال المتقين، وما يتمتّعون به من النعيم المقيم، في جنّات تجري من تحتها الأنهار، جزاء إحسانهم في أعمالهم، وقيامهم في الليل للصلاة، والاستغفار بالأسحار، وإنفاقهم أموالهم للفقراء </p><p>(١) المراغي.</p><p> والمساكين، ونظرهم في دلائل التوحيد، التي في الآفاق والأنفس، وتفكيرهم في ملكوت السموات والأرض، مصدقين قوله تعالى:  {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ} . ثمّ أقسم بربّ السماء والأرض، إنّ ما توعدون من البعث والجزاء لحق، لا شك فيه، كما لا شك في نطقكم حين تنطقون. </p><p> قوله تعالى:  {هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ ...} الآية، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه لمّا ذكر إنكار قومه بالبعث والنشور، حتى أقسم لهم بعزّته أنه كائن لا محالة .. سلّى رسوله - صلى الله عليه وسلم - فأبان له أنه ليس ببدع في الرسل، وأنّ قومه ليسوا ببدع في الأمم، وأنهم إن تمادوا في غيّهم، وأصرّوا على كفرهم، ولم يقلعوا عمّا هم عليه .. فسيحل بهم مثل ما حلّ بمن قبلهم من الأمم الخالية. </p><p> وذكر إبراهيم عليه السلام من بين الأنبياء؛ لكونه شيخ المرسلين، وكون النبيّ - صلى الله عليه وسلم - على سننه، كما قال تعالى: {مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (٦٧) } ولأنّ العرب كانت تجله وتحترمه، وتدعي أنها على دينه. </p><p> وأتى (١) بالقصص بأسلوب الاستفهام؛ تفخيمًا لشأن الحديث، كما تقول لمخاطبك: هل بلغك كذا وكذا؟ وأنت تعلم أنه لم يبلغه؛ توجيهًا لأنظاره حتى يصغي إليه ويهتم بأمره، ولو جاء على صورة الخبر، لم يكن له من الروعة والجلال مثل ما كان وهو بهذه الصورة تنبيهًا إلى أنّ الرسول لم يعلم به إلا من طريق الوحي. </p><p> أسباب النزول </p><p> قوله تعالى: {وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ (١٩) } الآية، سبب نزول هذه الآية (٢) : ما أخرجه ابن جرير وابن أبي حاتم عن الحسن بن محمد بن الحنفية: أنّ رسول الله - صلى الله عليه وسلم - بعث سريّة، فأصابوا وغنموا، فجاء قوم بعدما فرغوا، فنزلت </p><p>(١) المراغي. (٢) لباب النقول.</p>"
}