{
  "id": null,
  "sura": 50,
  "aya": 15,
  "text": "<p> كذب جميع الرسل، لاتفاقهم على التوحيد والإنذار بالبعث والحشر، فتكذيب واحد منهم تكذيب للكل. {فَحَقَّ وَعِيدِ} ؛ أي: فوجب وحل عليهم وعيدي، وحق بهم ما قدره الله عليهم من الخسف والمسخ والإهلاك، والوعيد يستعمل في الشر خاصةً، بخلاف الوعد، فإنه يكون في الخير والشر، وفي الآية: تسلية لرسول الله - صلى الله عليه وسلم -؛ يعني: لا تحزن، ولا تكثر غمك لتكذيب الكفار إيّاك؛ لأنّك لست بأول نبيّ كذب، وكل أمة كذبت رسولها، واصبر على أذاهم كما صبروا، تظفر بالمراد كما ظفروا، وتهديد لأهل مكة؛ يعني: احذروا يا أهل مكة من مثل عذاب الأمم الخالية، فلا تكذبوا رسول الله، فإنّ الاشتراك في العمل يوجب الاشتراك في الجزاء. </p><p> والحاصل (١) : أنّ الله سبحانه هدّد كفار قريش بما أحله بأشباههم ونظرائهم من المكذبين قبلهم، من النقم والعذاب الأليم في الدنيا والآخرة، فقد أغرق قوم نوح بالطوفان، وأهلك جميع من ذكروا بعدهم من الأمم التي كذبت رسلها بضروب شتى من العذاب، وحقّ عليهم وعيده، ونصر رسله، وأعلى كلمتهم، وكانت العاقبة لهم، كما قال:  {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا} . وقد تقدمت هذه القصص في مواضع متفرقة من الكتاب الكريم. </p><p> ١٥ - ثم ذكر سبحانه ما يؤكد صحة البعث، فقال:  {أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ} و {الهمزة} فيه: للاستفهام (٢) الإنكاري، داخلة على مقدر، ينبىء عنه العيُّ من القصد والمباشرة، و {الفاء} : عاطفة على ذلك المقدر، والتقدير: أقصدنا الخلق الأول وهو الإبداء، فعجزنا عنه، حتى يتوهم عجزنا عن الخلق الثاني وهو الإعادة؛ أي: ليس الأمر كذلك، وما هنا في \"الشوكاني\" : في الاستفهام و {الفاء} : غير صواب. </p><p> وجملة قوله:  {بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ} : معطوفة على مقدر يدلّ عليه ما قبله، كأنه قيل: هم غير منكرين لقدرتنا على الخلق الأول، بل هم في خلط </p><p>(١) المراغي. (٢) روح البيان.</p><p> وحيرة وشبهة وشك في خلق مستأنف، وهو بعث الأموات لما فيه من مخالفة العادة، إذ لم تجر العادة بالإعادة في هذه الدار، وهذا قياس فاسد، كما لا يخفى، وتنكير {خَلْقٍ} ؛ لتفخيم شأنه، والإشعار بخروجه عن حدود العادات، أو الإيذان بأنه حقيق بأن يبحث عنه، ويهتم بمعرفته، ولا يقعد على لبس. </p><p> وقرأ الجمهور:  {أَفَعَيِينَا}  (١) بياء مكسورة بعدها ياء ساكنة، ماضي عيي، بوزن رضي، وقرأ ابن أبي عبلة والوليد بن مسلم والقورصبيُّ عن أبي جعفر والسمار عن شيبة وأبو بحر عن نافع: بتشديد الياء من غير إشباع في الثانية، هكذا قال أبو القاسم الهذلي في كتاب \"الكامل\" . وقال ابن خالويه في كتاب \"شواذ القراءات\" له: {أفعَيِّنا} بتشديد، قرأ ابن أبي علة، وفكرت في توجيه هذه القراءة، إذ لم يذكر أحد توجيهها، فخرجتها على لغة من أدغم الياء في الياء في الماضي، فقال: عيَّ في عيي، وحيَّ في حيي، فلما أدغم .. ألحقه ضمير المتكلم المعظم نفسه، ولم يفك الإدغام، فقال: عيّنا، وهي لغة لبعض بني بكر بن وائل، يقولون في رددت، وردنا: ردت وردّنا، فلا يفكون، وعلى هذه اللغة تكون الياء المشددة مفتوحة، فلو كان ضمير نصب .. لاجتمعت العرب على الإدغام، نحو: ردّنا زيد. </p><p> والمعنى: أي أفأعجزنا ابتداء الخلق حتى يشكّوا في الإعادة؛ أي: إنّ ابتداء الخلق لم يعجزنا، والإعادة أسهل من الابتداء، فلا حقّ لهم في تطرق الشبهة إليهم، والشك فيه، كما قال: {وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٢٧) }. وقال: {وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ (٧٨) قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ (٧٩) }. وجاء في الحديث القدسي، يقول الله تعالى:  \"يؤذيني ابن آدم،يقول:لن يعيدني كما بدأني، وليس أول الخلق بأهون عليّ من إعادته\" . </p><p>(١) البحر المحيط.</p>"
}