{
  "id": null,
  "sura": 50,
  "aya": 36,
  "text": "<p> والمعنى: أي لهم إجابة لسؤالهم كل ما يشتهون، ثم نزيدهم فوق ما سألوا مما لم تره أعينهم، ولم يدر بخلدهم، ونحو الآية قوله:  {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} . </p><p> ٣٦ - ثم خوف الله سبحانه أهل مكة، ومن دان دينهم بما وقع للأمم الماضية، فقال:  {وَكَمْ أَهْلَكْنَا} : خبرية بمعنى عدد كثير، وقعت مفعول {أَهْلَكْنَا} . و {مِنْ قَرْنٍ} مميزها ومبين لإبهامها {قَبْلَهُمْ} ؛ أي قبل أهل مكة {مِنْ قَرْنٍ} ؛ أي: من أمة؛ أي: وكثيرًا من القرون الذين كذبوا رسلهم أهلكنا قبل قومك يا محمد. {هُمْ} ؛ أي: أولئك القرون {أَشَدُّ} وأقوى {مِنْهُمْ} ؛ أي: من أهل مكة {بَطْشًا} ؛ أي: أخذًا وبأسًا، كعاد وثمود وفرعون، ومحل الجملة: النصب على أنها صفة لكم، وفيه إشارة إلى إهلاك النفوس المتمردة في القرون الماضية إظهارًا لكمال القدرة والحكمة البالغة، لتتأدب به النفوس القابلة للخير، وتتعظ به القلوب السليمة. </p><p> وقوله:  {فَنَقَّبُوا فِي الْبِلَادِ} معطوف على {أَهْلَكْنَا} فـ {الفاء}  (١) لمجرد العطف والتعقيب، من نقب في الأرض إذا ذهب وطاف في أرجائها؛ أي: وكم أهلكنا قبل قومك يا محمد من الأمم المكذبة لرسلها، الموصوفين بشدّة البطش والقوّة، فساروا في البلاد، وطافوا في أرجاء الأرض هربًا من عذابنا حين رأوا أمارته، حال كونهم قائلين:  {هَلْ} لنا {مِنْ مَحِيصٍ} ؛ أي: هل لنا من مفرّ ومهرب ومخلص من أمر الله وعذابه، أو من الموت، فلم يجدوا مفرًّا ولا مهربًا، فـ {مَحِيصٍ} : مبتدأ خبره: مضمر، وهو لهم. و {مِنْ} : زائدة، والجملة مقول لقول محذوف وقع حالًا من فاعل {نقَّبوا} . </p><p> ويجوز أن يراد: فنقب أهل مكة، وجالوا في أسفارهم، ومسايرهم للتجارة في بلاد القرون، فهل رأوا لهم محيصًا حتى يؤملوا مثله لأنفسهم، ويحتمل أن تكون {الفاء} : سببية، عاطفة على جملة {هُمْ أَشَدُّ مِنْهُمْ بَطْشًا} ؛ أي: دالّةً على </p><p>(١) روح البيان بتصرف.</p><p> أنَّ شدّة بطشهم أبطرتهم، وأقدرتهم، على التنقيب؛ أي: فبسبب شدّة بطشهم نقبوا في البلاد، وجالوا فيها، وأذلوها، وقهروا أهلها، واستولوا عليهم، وتصرفوا في أقطارها، فأهلكناهم، فهل لهم من محيص؛ أي: ليس لهم مخلص من عذابي؟ وجملة {هَلْ مِنْ مَحِيصٍ} : مستأنفة، واردة لنفي أن يكون لهم محيص؛ يعني: فإن أصرَّ أهل مكة .. فليحذروا من مثل ما حل بالأمم الماضية، فإنَّ الغاية هو الهلاك، والنهاية هو العذاب. </p><p> والمعنى (١) : أي وكثير من الأمم التي قبلك أهلكناهم، وكانوا أشدّ من قومك بطشًا، وأكثر منهم قوّة، كعاد وثمود وتبع، فتقلبوا في البلاد، وسلكوا كل طريق ابتغاء للرزق، ولم يجدوا لهم من أمر الله مهربًا ولا ملجأ حين حم القضاء، وهكذا حالكم، فحذار أن يصيبكم مثل ما أصابهم من العذاب العاجل في الدنيا، والآجل يوم القيامة. </p><p> وقرأ الجمهور (٢) : {فَنَقَّبُوا} بفتح القاف مشددة، والظاهر: أنّ الضمير في {نقبوا} : عائد على {كَمْ} ؛ أي: دخلوا البلاد من أنقابها وطرقها. </p><p> والمعنى: طافوا في البلاد، وقيل: نقروا وبحثوا، والتنقيب: التنقير والبحث، قال امرؤ القيس في معنى التطواف: </p><p> وَقَدْ نَقَّبْتُ فِيْ الآفَاقِ حَتَّى ... رَضِيْتُ مِنَ الْغَنِيْمَةِ بِالإِيَابِ </p><p> وروي: قد طوفت. </p><p> ومثله قول الحارث بن خلدة: </p><p> نَقَبُوْا فِيْ الْبِلَادِ مِنْ حَذَرِ المَوْ ... تِ وَجَالُوْا فِيْ الأَرْضِ كُلَّ مَجَالِ </p><p> {فَنَقَّبُوا} متسبب عن شدة بطشهم، فهي التي أقدرتهم على التنقيب، وقوّتهم عليه، ويجوز أن يعود الضمير في {فَنَقَّبُوا} على قريش؛ أي: فنقّبوا في أسفارهم في بلاد القرون، فهل رأوا محيصًا حتى يؤملوه لأنفسهم؟ ويدلّ على عود الضمير </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}