{
  "id": null,
  "sura": 50,
  "aya": 8,
  "text": "<p> خلاء في العالم، وفي المقام خلاف طويل لا مستند له. </p><p> ٧ - {وَالْأَرْضَ مَدَدْنَاهَا} ؛ أي (١) : بسطناها، وفرشناها على وجه الماء مسيرة خمس مئة عام من تحت الكعبة، وهذا دليل على أنّ الأرض مبسوطة، وليست على شكل الكرة، كما في \"كشف الأسرار\" ، وفيه أنه لا منافاة بين بساطتها وكرويتها، كما عرف في محله. {وَأَلْقَيْنَا فِيهَا رَوَاسِيَ} ؛ أي: جبالًا ثوابت أرسيت بها الأرض، إذ لو لم تكن .. لكانت مضطربةً مائلةً إلى الجهات المختلفة، كما كانت قبل، إذ روي: أنّ الله لمّا خلق الأرض .. جعلت تمور، فقالت الملائكة: ما هي بمقر أحدٍ على ظهرها، فأصبحت وقد أرسيت بالجبال، لم تدر الملائكة مم خلقت، من رسا الشيء إذا ثبت، والتعبير عنها بهذا الوصف؛ للإيذان بأنّ إلقاءها لإرساء الأرض بها. </p><p> {وَأَنْبَتْنَا} ؛ أي: وأخرجنا {فِيهَا مِنْ كُلِّ زَوْجٍ} ؛ أي: من كل صنف، وقوله في آية أخرى:  {أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى} ؛ أي: أنواعًا متشابهة. {بَهِيجٍ} ؛ أي: حسنٍ طيب من الثمار والنباتات والأشجار، كما قال في موضع آخر:  {ذَاتَ بَهْجَةٍ} ؛ أي: يبتهج به؛ أي: يسر، والبهجة: حسن اللون، وظهور السرور فيه. </p><p> والمعنى (٢) : أي والأرض بسطناها، وألقينا فيها جبالًا ثوابت، لئلا تميد وتضطرب، وأنبتنا فيها من كل صنف من صنوف النبات ما حسن منظره، وراق مخبره. </p><p> ٨ - وقوله:  {تَبْصِرَةً} ؛ أي: تعليمًا منّا، وتفهيمًا لكل عبد منيب كيفية الاستدلال على قدرتنا. {وَذِكْرَى} ؛ أي: تذكرة منّا، وعظة لكل عبد منيب، مفعولان لأجله لبنيناها وما بعده، وقوله:  {لِكُلِّ عَبْدٍ مُنِيبٍ} ؛ أي: راجع إلى الله بالتوبة، متدبر في بديع صنعه، وعجائب مخلوقاته، متعلق بكل من المصدرين؛ أي: فعلنا البناء والتزيين، وما بعدهما تعليمًا منّا، وعظةً لكل عبد منيب. </p><p>(١) روح البيان. (٢) المراغي.</p><p> وفي \"الخطيب\" : تنبيه: قال الرازي: يحتمل (١) أن يكون المصدران عائدين إلى السماء والأرض؛ أي: خلقنا السماء تبصرة، وخلقنا الأرض ذكرى، ويدلّ على ذلك أنّ السماء وزينتها غير متجددة في كل عام، فهي كالشيء المرئي على ممر الزمان، وأما الأرض فهي كل سنة تأخذ زينتها وزخرفتها فتذكِّر، فالسماء تبصرة، والأرض تذكرة، ويحتمل أن يكون كل واحد من المصدرين موجودًا في كل واحد من الأمرين، فالسماء تبصرة وتذكرة، والأرض كذلك، والفرق بين التذكرة والتبصرة: هو أنّ فيهما آياتٍ مستمرّة منصوبةً في مقابلة البصائر، وآيات متجددة مذكرة عند التناسي، وقال الزجاج: منصوبان بفعل مقدر؛ أي: فعلنا ما فعلنا للتبصير والتذكير، وقال أبو حاتم: انتصبا على المصدرية؛ أي: جعلنا ذلك تبصرةً وذكرى، وفي سياق (٢) هذه الآيات تذكير لمنكري البعث، وإيقاظ لهم عن سنة الغفلة، وبيان لإمكان ذلك، وعدم امتناعه، فإن القادر على مثل هذه الأمور، يقدر عليه، وهكذا قوله:  {وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً ...} إلخ. </p><p> وفي قوله:  {لِكُلِّ عَبْدٍ مُنِيبٍ} : إشارة (٣) إلى أنّ الوصول إلى مقام التبصرة والذكرى إنما هو بالعبودية، والإنابة التي هي مبنى الشريعة وأساسها، وقال بعضهم: التبصرة، معرفة منن الله عليه، والذكرى عدّها على نفسه في كل حال ليشتغل بالشكر فيما عومل به عن النظر إلى شيء من معاملته. </p><p> وقرأ الجمهور (٤) : {تَبْصِرَةً وَذِكْرَى} بالنصب، وهما منصوبان بفعل مضمر من لفظهما؛ أي: بصر وذكر، وقرأ زيد بن عليّ {تبصرة} بالرفع، و {ذكرى} معطوف عليه؛ أي: ذلك الخلق على ذلك الوصف تبصرة. </p><p> والمعنى: يتبصر بذلك، ويتذكر كل عبد منيب؛ أي: راجع إلى ربه، مفكر في بدائع صنعه. </p><p> والمعنى: فعلنا ذلك لتبصرة العبد المنيب وادّكاره فإنّ رفْعنا السماء وتزيينها بالكواكب؛ فلاستبصاره، وإنّ بسْطنا الأرض وإرساء الجبال وإنبات النبات؛ </p><p>(١) تفسير الرازي. (٢) الشوكاني.(٣) روح البيان.(٤) البحر المحيط.</p>"
}