{
  "id": null,
  "sura": 51,
  "aya": 28,
  "text": "<p> كافرين، لا يحيي بعضهم بعضًا بالسلام الذي هو تحية المسلمين. </p><p> ٢٦ - {فَرَاغَ} إبراهيم؛ أي: مال {إِلَى أَهْلِهِ} وخدمه الذين كانت عندهم البقرة، وكانت عامة ماله البقرة، فالمراد بأهله: خدمه، وهم الرعاة، فالاختفاء معتبر في مفهوم الروع؛ أي: ذهب في أثناء حديثه معهم إلى أهله وخدمه على خفية من ضيفه، فإنّ من أدب المضيّف أن يبادر بالقرى من غير أن يشعر به الضيف، حذرًا من أن يكفّه الضيف، ويعذره أو يصير منتظرًا. </p><p> وقوله:  {فَجَاءَ} إبراهيم ضيفه {بِعِجْلٍ} أي: بولد بقر {سَمِينٍ} ؛ أي: غير هزيل مشويّ بالحجارة، معطوف على جمل محذوفة، و {الباء} : للتعدية؛ أي: فراغ إلى أهله، فذبح عجلًا سمينًا، فحنذه؛ أي: شواه، فجاء به ضيفه، والعجل: ولد البقر لتصوّر عجلته التي تعدم منه إذا صار ثورًا، أو بقرةً، واختاره؛ لأنّه كان عامّة ماله البقر، واختار السمين؛ مبالغة في إكرامهم. </p><p> ٢٧ - {فَقَرَّبَهُ إِلَيْهِمْ} ؛ أي: فجاء إبراهيم بعجل حنيذ، فقرّب العجل إليهم وقدّمه لهم، بأن وضعه لديهم حسبما هو المعتاد ليأكلوه، فلم يأكلوه، ولمّا رأى منهم ترك الأكل .. {قَالَ} لهم إبراهيم: {أَلَا تَأْكُلُونَ} منه إنكارًا لعدم تعرّضهم للأكل، وحثًّا عليه، و {أَلَا} هنا بالخفيف: حرف عرض، وهو الطلب برفق ولين، وهو الصواب، وقيل: الهمزة في {أَلَا} : للاستفهام الإنكاري، و {لا} : نافية كما في \"الشوكاني\" . والأوّل أولى، بل أصوب. </p><p> وروي: أنهم قالوا: نحن لا نأكل بغير ثمن، قال إبراهيم: كلوا، وأعطوا ثمنه، قالوا: وما ثمنه؟ قال: إذا أكلتم .. فقولوا: بسم الله، وإذا فرغتم .. فقولوا: الحمد لله، فتعجّب الملائكة من قوله. </p><p> ٢٨ - {فـ} لما رآهم لا يأكلون {أَوْجَسَ مِنْهُمْ} ؛ أي: فلمّا رآهم لا يأكلون .. أضمر في نفسه {خِيفَةً} ؛ أي: خوفًا منهم، فتوهّم أنهم لصوص أو أعداء جاؤوا بالشر، فإنّ عادة من يجيء بالشر والضرر أن لا يتناول من طعام من يريد إضراره، قال في \"عين المعاني\" : من لم يأكل طعامك .. لم يحفظ ذمامك. </p><p> يقول الفقير: يخالفه سلامهم، فإنّ المسلم لا بد أن يكون من أهل السلم، وقيل: وقع في نفسه أنهم ملائكة أرسلوا للعذاب. </p><p> {قَالُوا} ؛ أي: قالت الملائكة حين أحسبوا بخوفه: {لَا تَخَفْ} منّا، إنا رسل الله سبحانه، وأعلموه أنهم ملائكة مرسلون إليه، وقيل: مسح جبريل العجل بجناحه، فقام يمشي حتى لحق بأمّه، فعرفهم إبراهيم، وأمن منهم. {وَبَشَّرُوهُ} ؛ أي: بشّرت الملائكة إبراهيم، وفي سورة الصافات. {وَبَشَّرْنَاهُ} ؛ أي: بواسطتهم {بِغُلَامٍ} ؛ أي: بولد يولد له {عَلِيمٍ} ؛ أي: كثير العلم في صغره، كثير الحلم في كبره، والمبشّر به عند الجمهور هو إسحاق، ولم تلد له سارة غيره، وقال مجاهد وحده: هو إسماعيل. </p><p> ومعنى الآيات:  {هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ} ؛ أي: هل عندك يا محمد نبأ بما حدث بين إبراهيم وضيوفه من الملائكة الذين وفدوا عليه؟ وهم ذاهبون في طريقهم إلى قوم لوط، فسلّموا عليه، فردّ عليهم التحية بأحسن منها، ثمّ أراد أن يتعرفّ بهم فقال:  {إِنَّكُمْ قَوْمٌ مُنْكَرُونَ} ؛ أي: إنكم قوم لا عهد لنا بكم من قبل، فعرفوني أنفسكم، من أنتم؟ </p><p> واستظهر بعض العلماء أنّ هذه مقالة أسرّها إبراهيم في نفسه، أو لمن كان معه من أتباعه وجلسائه من غير أن يشعرهم بذلك؛ لأنّ في خطاب الضيف بنحو ذلك، إيحاشًا له إلى أنه لو كان أراد ذلك .. لكشفوا له أحوالهم، ولم يتصدّ لمقدّمات الضيافة، ثمّ ذكر أنه أسرع في قرى ضيوفه، فقال:  {فَرَاغَ إِلَى أَهْلِهِ} إلخ؛ أي: فذهب خفية مسرعًا، وقدّم لضيوفه عجلًا سمينًا أنضجه شيًا، كما جاء في سورة هود:  {فَمَا لَبِثَ أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ} ؛ أي: مشويّ على الرضف. {قَالَ أَلَا تَأْكُلُونَ} ؛ أي: قال مستحثًّا لهم على الأكل: ألا تأكلون، وفي هذا تلطّف منه في العبارة، وعرض حسن، وقد انتظم كلامه وعمله آداب الضيافة، إذ جاء بطعام من حيث لا يشعرون، وأتى بأفضل ماله، وهو عجل فتيٌّ شويٌّ، ووضعه بين أيديهم، ولم يضعه بعيدًا منهم حتى يذهبوا إليه، وتلطف في العرض، فقال: {أَلَا تَأْكُلُونَ (٢٧) فَأَوْجَسَ مِنْهُمْ خِيفَةً}؛ أي: فأعرضوا عن طعامه ولم </p>"
}