{
  "id": null,
  "sura": 51,
  "aya": 48,
  "text": "<p> على ذلك، لا يمسنا نصب ولا لغوب. وفي ذلك تعريض باليهود الذين قالوا: إنّ الله خلق السموات والأرض في ستّة أيّام، واستراح في اليوم السابع مستلقيًا على عرشه. </p><p> ٤٨ - {وَالْأَرْضِ} ؛ أي: وفرشنا الأرض {فَرَشْنَاهَا} ؛ أي: مهدناها، وبسطناها على الماء من تحت الكعبة مسيرة خمس مئة عام ليستقروا عليها, ويتقلبوا فيها كما يتقلب أحدهم على فراشه ومهاده. {فَنِعْمَ الْمَاهِدُونَ} ؛ أي: فنعم الفارشون نحن. والمخصوص بالمدح محذوف كما قدرنا؛ أي: هم نحن، فحذف المبتدأ والخبر من غير أن يقوم شيء مقامهما. </p><p> وقد اختلف القدماء في هيئة الأرض وشكلها (١) ، فذكر بعضهم أنها مبسوطة مستوية السطح في أربع جهات: المشرق، والمغرب، والجنوب، والشمال. وزعم آخرون أنها كهيئة المائدة، ومنهم من زعم أنها كهيئة الطبل، وذكر بعضهم أنها تشبه نصف الكرة كهيئة القبة، وأنّ السماء مركبة على أطرافها. وزعم قوم أن الأرض مقعرة وسطها كالجام. والذي عليه الجمهور أنَّ الأرض مستديرة كالكرة، وأنّ السماء محيطة بها من كل جانب إحاطة البيضة بالمح. فالصفرة بمنزلة الأرض، وبياضها بمنزلة السماء، وجلدها بمنزلة السماء الأخرى. غير أنَّ خلقها ليس فيه استطالة كاستطالة البيضة، بل هي مستديرة كاستدارة الكرة المستوية الخرط حتى قال مهندسوهم: لو حفر في الوهم وجه الأرض، لأدى إلى الوجه الآخر، ولو ثقب مثلًا ثقب بأرض الأندلس لنفذ الثقب بأرض الصين. </p><p> واختلف في كمية عدد الأرضين. فروي في بعض الأخبار: أنَّ بعضها فوق بعض. وغلظ كل أرض مسيرة خمس مئة عام، حتى عد بعضهم لكل أرض أهلًا على صفة وهيئة عجيبة. وسمى كل أرض باسم خاص كما سمى كل سماء باسم خاص. وزعم بعضهم أن في الأرض الرابعة حيات أهل النار، وفي الأرض السادسة حجارة أهل النار. </p><p> وعن عطاء بن يسار: في قوله تعالى: {خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ} قال: </p><p>(١) خريدة العجائب.</p><p> في كل أرض آدم كآدمكم، ونوح مثل نوحكم، وإبراهيم مثل إبراهيمكم. وليس هذا القول بأعجب من قول الفلاسفة: إن الشموس شموس كثيرة، والأقمار أقمار كثيرة. ففي كل أقليم شمس وقمر ونجوم. وقال القدماء: سبع على المجاورة والملاصقة وافتراق الأقاليم لا على المطابقة والمكابسة. وأهل النظر من المسلمين يميلون إلى هذا القول. ومنهم من يقول: سبع على الانخفاض والارتفاع كدرج المراقي. ويزعم بعضهم أن الأرض مقسومة لخمس مناطق. وهي المنطقة الشمالية، والجنوبية، والمستوية، والمعتدلة، والوسطى. </p><p> واختلفوا في مبلغ الأرض، وكمّيتها. فروي عن مكحول أنه قال: ما بين أقصى الدنيا إلى أدناها مسيرة خمس مئة عام مئتان من ذلك في البحر، ومئتان ليس يسكنها أحد, وثمانون فيها يأجوج ومأجوج، وعشرون فيها سائر الخلق. </p><p> وعن قتادة قال: الدنيا أربعة وعشرون ألف فرسخ، فملك السودان - يعني: إفريقيا كلها منها - اثنا عشر ألف فرسخ، وملك الروم ثمانية آلاف فرسخ، وملك العجم والترك ثلاثة آلاف فرسخ، ملك العرب ألف فرسخ. وعن عبد الله بن عمر رضي الله عنهما: ربع من لا يلبس الثياب من السودان أكثر من جميع الناس. وقال بطليموس: بسيط الأرض كلها مئة واثنان وثلاثون ألف ألف وست مئة ألف ميل. فتكون مئتي ألف وثمانية وثمانين ألف فرسخ. فإن كان حقًا فهو وحي من الحق أو إلهام، وإن كان قياسًا واستدلالًا فهو قريب من الحق أيضًا. وأما قول قتادة، ومكحول فلا يوجب العلم اليقيني، الذي يقطع على الغيب، كذا في \"خريدة العجائب\" . وكل هذه الأقاويل ظنية لا مستند لها ولا أصل. </p><p> والمعنى (١) : أي ومهدنا الأرض وجعلناها صالحة لسكنى الإنسان والحيوان، وجعلنا فيها الأرزاق، والأقوات من الحيوان والنبات، وغيرهما مما يكفل بقاءهما إلى حين، ووضعنا فيها من المعادن في ظاهرها وباطنها ما فيه زينة لكم. فتبنون المساكن من حجارتها، وتتخذون العلي من ذهبها وفضتها وأحجارها الكريمة، وتصنعون آلات الحرب، والسفن، والطائرات من حديدها ومعادنها الأخرى. </p><p>(١) المراغي.</p>"
}