{
  "id": null,
  "sura": 51,
  "aya": 50,
  "text": "<p> ٥٠ - {فَفِرُّوا إِلَى اللَّهِ} والفاء فيه فاء الفصيحة؛ أي: قل لهم يا محمد: إذا علمتم أن الله تعالى فرد لا نظير له، وأن هذه المذكورة شؤونه وأفعاله، فاهربوا إلى الله الذي هذه شؤونه بالإيمان والطاعة كي تنجوا من عقابه، وتفوزوا بثوابه. وقيل (١) : معنى {فَفِرُّوا إِلَى اللَّهِ} : أخرجوا من مكة. وقال الحسين بن الفضل: احترزوا من كل شيء غير الله، فمن فر إلى غيره .. لم يمتنع به. وقيل: فروا من طاعة الشيطان إلى طاعة الرحمن. وقيل: فروا من الجهل إلى العلم. </p><p> وجملة قوله:  {إِنِّي لَكُمْ مِنْهُ} ؛ أي: من جهته تعالى {نَذِيرٌ} ؛ أي: منذر مخوف من عذاب الله {مُبِينٌ} ؛ أي: بين كونه منذرًا منه تعالى بالمعجزات الظاهرة على يديه، أو مظهر لما يجب إظهاره من العذاب المنذر به. تعليل للأمر بالفرار. </p><p> وفي أمره (٢) للرسول - صلى الله عليه وسلم - بأن يأمرهم بالهرب إليه من عقابه، وتعليله بأنّه - صلى الله عليه وسلم - ينذرهم من جهته تعالى لا من تلقاء نفسه وعد كريم بنجاتهم من المهروب، وفوزهم بالمطلوب. </p><p> ٥١ - وقوله:  {وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَهًا آخَرَ} نهي موجب للفرار من سبب العقاب بعد الأمر بالفرار نفسه. فقد نهاهم عن الشرك بالله بعد أمرهم بالفرار إلى الله. كأنّه قيل: وفروا من أن تجعلوا معه تعالى اعتقادًا، أو تقولوا: إلهًا آخر. وجملة قوله:  {إِنِّي لَكُمْ مِنْهُ} ، أي: من الجعل المنهي عنه {نَذِيرٌ مُبِينٌ} ، أي: بيِّن الإنذار. تعليل للنهي المذكور. وفيه تأكيد لما قبله من الفرار من العقاب إليه تعالى، لا بطريق التكرير بل بالنهي عن سببه، وإيجاب الفرار منه. وفي \"المراح\" : {وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَهًا آخَرَ} ؛ أي:  (٣) بل وحِّدوا الله سبحانه. فإنَّ التوحيد بين التعطيل والتشريك. فالمعطل يقول: لا إله. والمشرك يقول: إنّ في الوجود آلهةً. فقوله:  {فَفِرُّوا إِلَى اللَّهِ} أثبت وجود الله. وقوله:  {وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَهًا آخَرَ} نفي الأكثر من الواحد، فصح التوحيد بالآيتين؛ ولهذا قال مرتين:  {إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ} : أي: لا أقول شيئًا إلا بدليل ظاهر. فالرسول نذير من الله في المقامين عند الأمر بالطاعة، وعند النهي عن الشرك. وذلك ليعلم أن العمل لا ينفع إلا مع الإيمان، </p><p>(١) الشوكاني. (٢) روح البيان.(٣) المراح.</p>"
}