{
  "id": null,
  "sura": 51,
  "aya": 30,
  "text": "<p> ألد قطّ في شبابي، فكيف ألد الآن، ولي تسع وتسعون سنة؟ وكان إبراهيم ابن مئة سنة، سميت العجوز عجوزًا، لعجزها عن كثير من الأمور، والعقيم من النساء التي لا تقبل ماء الفحل، وفي \"عين المعاني\" : العقيم: من سد رحمها، ومنه: الداء العقام الذي لا يرجي برؤه، وبمعناه العاقر كما سيأتي، وكانت سارّة عقيمًا لم تلد قطّ، فلمّا لم تلد في صغرها وعنفوان شبابها، ثم كبر سنها وبلغت سن الإياس .. استبعدت ذلك، وتعجبت، فهو استبعاد بحكم العادة لا تشكك في قدرة الله. </p><p> والمعنى (١) : أي فأقبلت امرأته سارّة حين سمعت بشارتهم، وكانت في ناحية من البيت تنظر إليهم، وهي تصرخ صرخة عظيمة، وضربت بيديها على جبينها، وقالت: أنا عجوز عقيم، فكيف ألد؟ وجاء في الآية الأخرى:  {قَالَتْ يَا وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا} . </p><p> ٣٠ - فأجابوها عمّا قالت، حيث:  {قَالُوا} لها {كذلك} ؛ أي: مثل ذلك الذي بشّرناه، وأخبرناه به {قَالَ رَبُّكِ} وإنما نحن معبّرون نخبرك به عنه تعالى، لا أنّا نقول من تلقاء أنفسنا، وروي: أن جبريل عليه السلام قال لها: انظري إلى سيف بيتك، فنظرت، فإذا جذوعه مورقة مثمرة، فأيقنت، و {الكاف} في {كَذَلِكِ}  (٢) : منصوب المحل على أنه صفة لمصدر {قَالَ} الثانية؛ أي: لا تستبعدي ما بشّرناه به، ولا تتعجّبي منه، فإنه تعالى قال مثل ما أخبرناك به؛ أي: قضي وحكم في الأزل؛ أي: إنه من جهة الله سبحانه، فلا تعجبّي منه. </p><p> وقوله:  {إِنَّهُ} سبحانه وتعالى {هُوَ الْحَكِيمُ} في أفعاله وأقواله {الْعَلِيمُ} بكل شيء، فيكون قوله حقًّا، وفعله محكمًا لا محالة، تعليل لما قبله. </p><p> أي (٣) : قالوا لها مثل الذي أخبرناك به، قال ربك، فنحن نخبرك عن الله، والله قادر على ما تستبعدين، وهو الحكيم في أفعاله، العلم بكل شيء لا يخفى </p><p>(١) المراغي. (٢) روح البيان.(٣) المراغي.</p><p> عليه شيء في الأرض ولا في السماء. </p><p> والخلاصة: أنها استبعدت الولادة لسببين: كبر السن, والعقم، وقد كانت لا تلد في عنفوان شبابها، والآن قد عجزت وأيست، فأجدر بها الآن أن لا تلد، فكأنها قالت: ليتكم دعوتم دعاء قريبًا من الإجابة، ظنًّا منها أنّ ذلك منهم كما يصدر من الضيف من الدعوات الطيبة، كما يقول الداعي: أعطاك الله مالًا، ورزقك ولدًا، فردّوا عليها بأنّ هذا ليس منّا بدعاء، وإنما ذلك قول الله تعالى. </p><p> ولم تكن (١) هذه المفاوضة مع سارة فقط، بل مع إبراهيم أيضًا، حسبما شرح في سورة الحجر، وإنما لم يذكر هنا اكتفاء بما ذكر هناك، كما أنه لم يذكر هناك سارّة، اكتفاءً بما ذكر هاهنا، وفي سورة هود، وفي الآية إشارة إلى أنه لا يجوز اليأس من فضل الله تعالى، فإنّ المقدور كائن ولو بعد حين، وقد أورقت وأثمرت شجرة مريم عليها السلام أيضًا، وكانت يابسة كما مرّ في سورة مريم، وقد اشتغل أفراد في كبرهم، ففاقوا على أقرانهم في العلم، فبعض محرومي البداية، مرزقون في النهاية، فمنهم: إبراهيم بن أدهم وفضيل بن عياض ومالك بن دينار، رحمهم الله تعالى. </p><p> الإعراب </p><p> {وَالذَّارِيَاتِ ذَرْوًا (١) فَالْحَامِلَاتِ وِقْرًا (٢) فَالْجَارِيَاتِ يُسْرًا (٣) فَالْمُقَسِّمَاتِ أَمْرًا (٤) إِنَّمَا تُوعَدُونَ لَصَادِقٌ (٥) وَإِنَّ الدِّينَ لَوَاقِعٌ (٦) }. </p><p> {وَالذَّارِيَاتِ}  {الواو} : حرف جر وقسم. {الذاريات} : مجرور بواو القسم، الجار والمجرور: متعلق بفعل قسم محذوف، تقديره: أقسم بالذاريات، وجملة القسم: مستأنفة. {ذَرْوًا} : منصوب على المفعولية المطلقة، والعامل فيه: اسم الفاعل، والمفعول به: محذوف، تقديره التراب ونحوه، كما مر. {فَالْحَامِلَاتِ}  {الفاء} : عاطفة. {الحاملات} : معطوف على {الذاريات} </p><p>(١) روح البيان.</p><p> {وِقْرًا} : مفعول به لاسم الفاعل. {فَالْجَارِيَاتِ}  {الفاء} : عاطفة. {الجاريات} : معطوف على {الحاملات} . {يُسْرًا} : منصوب على المفعولية المطلقة؛ لأنّه صفة لمصدر محذوف؛ أي: جريًا يسرًا سهلًا. {فَالْمُقَسِّمَاتِ} : معطوف على {الجاريات} ، {أَمْرًا} : مفعول به لاسم الفاعل. {إِنَّمَا}  {إن} : حرف نصب. {ما} : اسم موصول في محل النصب اسمها، وجملة {تُوعَدُونَ} صلة لـ {ما} ، والعائد: محذوف، تقديره: توعدونه. {لَصَادِقٌ}  {اللام} : حرف ابتداء. {صادق} : خبر {إنّ} ، وجملة {إنّ} جواب القسم، لا محل لها من الإعراب، ويجوز أن تكون {ما} مصدرية، فتكون هي و {ما} في حيّزها مؤوّلة بمصدر هو اسم {إنّ} ؛ أي: إنّ وعدكم لصادق. {وَإِنَّ الدِّينَ} : ناصب واسمه. {لَوَاقِعٌ} : خبره. و {اللام} : حرف ابتداء، والجملة: معطوفة على جملة {إن} الأولى. </p><p> {وَالسَّمَاءِ ذَاتِ الْحُبُكِ (٧) إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ (٨) يُؤْفَكُ عَنْهُ مَنْ أُفِكَ (٩) قُتِلَ الْخَرَّاصُونَ (١٠) الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ (١١) يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ (١٢) يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ (١٣) ذُوقُوا فِتْنَتَكُمْ هَذَا الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ (١٤) }. </p><p> {وَالسَّمَاءِ} : {الواو} : حرف جر وقسم. {السَّمَاءِ} : مجرور بواو القسم، الجار والمجرور: متعلق بفعل قسم محذوف، تقديره: أقسم بالسماء. {ذَاتِ الْحُبُكِ} صفة لـ {السماء} ، {إِنَّكُمْ} : ناصب واسمه. {لَفِي}  {اللام} : حرف ابتداء. {في قول} : جار ومجرور، خبر {إنّ} . {مُخْتَلِفٍ} : صفة {قَوْلٍ} . وجملة {إنّ} : جواب القسم، لا محل لها من الإعراب، وجملة القسم: معطوفة على جملة القسم الأوّل. {يُؤْفَكُ} : فعل مضارع مغير الصيغة. {عَنْهُ} : متعلق به. {مَنْ} : موصول في محل الرفع نائب فاعل، والجملة: مستأنفة. {أُفِكَ} : فعل ماض مغير الصيغة، ونائب فاعله: ضمير يعود على {مَنْ} . والجملة: صلة {مَنْ} الموصولة. {قُتِلَ الْخَرَّاصُونَ (١٠) }. فعل ونائب فاعل، والجملة: جملة دعائية، لا محل لها من الإعراب. {الَّذِينَ} : صفة لـ {الْخَرَّاصُونَ} ، {هُمْ} : مبتدأ. {فِي غَمْرَةٍ} : خبر أول، أو متعلق بـ {سَاهُونَ} ، {سَاهُونَ} : خبر ثان، أو هو الخبر، والجملة: صلة الموصول، لا محل لها من الإعراب. {يَسْأَلُونَ} : فعل </p><p> وفاعل {أَيَّانَ} : اسم استفهام في محل النصب على الظرفية الزمانية، متعلق بمحذوف خبر مقدم و {يَوْمُ الدِّينِ} : مبتدأ مؤخر، والجملة الاسمية: في محل النصب مفعول {يَسْأَلُونَ} . وجملة {يَسْأَلُونَ} : بدل من جملة الصلة قبلها. {يَوْمُ} : في محل النصب على الظرفية الزمانية، متعلق بفعل محذوف، تقديره: يجيء يوم الدين يوم هم على النار، والجملة المحذوفة: مستأنفة. {هُمْ} : مبتدأ. {عَلَى النَّارِ} : متعلق بـ {يُفْتَنُونَ} . و {عَلَى} : بمعنى في وجملة {يُفْتَنُونَ} في محل الرفع خبر المبتدأ، والجملة الاسمية: في محل الجر مضاف إليه لـ {يَوْمَ} . {ذُوقُوا} : فعل أمر مبني على حذف النون، والواو: فاعل. {فِتْنَتَكُمْ} : مفعول به، والجملة الفعلية: في محل النصب مقول لقول محذوف، تقديره: ويقال لهم حين التعذيب: ذوقوا فتنتكم. {هَذَا} : مبتدأ. {الَّذِي} : خبره، والجملة: في محل النصب مقول لذلك القول. {كُنْتُمْ} : فعل ناقص واسمه. {بِهِ} : متعلق بـ {تَسْتَعْجِلُونَ} وجملة {تَسْتَعْجِلُونَ} : خبر {كان} . وجملة {كان} صلة الموصول. </p><p> {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ (١٥) آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ (١٦) }. </p><p> {إِنَّ الْمُتَّقِينَ} : ناصب واسمه. {فِي جَنَّاتٍ} خبره. {وَعُيُونٍ} : معطوف على {جَنَّاتٍ} ، والجملة: مستأنفة. {آخِذِينَ} : حال من الضمير المستكن في خبر {إنَّ} ؛ أي: استقرّوا فيها، حال كونهم راضين ما آتاهم ربّهم. و {مَا} : اسم موصول في محل النصب مفعول به لـ {آخِذِينَ} ، {آتَاهُمْ} : فعل ومفعول به. {رَبُّهُمْ} : فاعل، والجملة: صلة لـ {مَا} ، والعائد: محذوف، تقديره: ما آتاهم إياه ربّهم. {إِنَّهُمْ} : ناصب واسمه. {كَانُوا} : فعل ناقص واسمه. {قَبْلَ ذَلِكَ} : متعلق بـ {مُحْسِنِينَ} ، و {مُحْسِنِينَ} : خبر {كان} ، وجملة {كان} . خبر {إنّ} ، وجملة {إنّ} : مستأنفة، مسوقة لتعليل ما قبلها. </p><p> {كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ (١٧) وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ (١٨) وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ (١٩) وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ (٢٠) }. </p><p> {كَانُوا} : فعل ناقص واسمه. {قَلِيلًا} : منصوب على الظرفية الزمانية؛ لأنه </p><p> صفة زمان محذوف؛ أي: زمانًا قليلًا، متعلق بـ {يَهْجَعُونَ} ، أو منصوب على المفعولية المطلقة؛ لأنّه صفة مصدر محذوف؛ أي: هجوعًا قليلًا. {مِنَ اللَّيْلِ} : صفة لـ {قَلِيلًا}  {مَا} : زائدة لتأكيد القلّة، وجملة {يَهْجَعُونَ} : خبر {كان} ، وجملة {كان} ، جملة مفسّرة، لا محل لها من الإعراب؛ لأنها تفسير لإحسانهم. {وَبِالْأَسْحَار}  {الواو} : عاطفة. {بالأسحار} : متعلق بـ {يَسْتَغْفِرُونَ} وقدّم معمول الخبر على المبتدأ؛ لجواز تقديم عامله عليه. {هُمْ} : مبتدأ، وجملة {يَسْتَغْفِرُونَ} : خبره، والجملة الاسمية: معطوفة على جملة {كان} على كونها مفسّرة، أو على خبر {كان} . {وَفِي أَمْوَالِهِمْ}  {الواو} : عاطفة. {فِي أَمْوَالِهِمْ} : خبر مقدم. {حَقٌّ} : مبتدأ مؤخر. {لِلسَّائِلِ} : جار ومجرور صفة لـ {حَقٌّ} ، {وَالْمَحْرُومِ} : معطوف على {السائل} . والجملة: معطوفة على جملة {كان} ، أو على خبر {كان} . فهي خبر ثالث لها. {وَفِي الْأَرْضِ}  {الواو} : استئنافية. {في الأرض} : خبر مقدم. {آيَاتٌ} : مبتدأ مؤخر. {لِلْمُوقِنِينَ} : صفة لـ {آيَاتٌ} . والجملة: مستأنفة. </p><p> {وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ (٢١) وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ (٢٢) فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ (٢٣) }. </p><p> {وَفِي أَنْفُسِكُمْ} : خبر مقدم لمبتدأ محذوف، لدلالة ما قبله عليه، والتقدير: وفي أنفسكم آيات للموقنين. {أَفَلَا تُبْصِرُونَ}  {الهمزة} : للاستفهام التوبيخيّ، داخلة على مقدر يقتضيه السياق، و {الفاء} : عاطفة على ذلك المحذوف، والتقدير: ألا تنظرون ذلك فلا تبصرون، والجملة المحذوفة: جملة إنشائية، لا محل لها من الإعراب. {لَا} : نافية. {تُبْصِرُونَ} : فعل وفاعل معطوف على ذلك المحذوف. {وَفِي السَّمَاءِ}  {الواو} : عاطفة. {في السماء} : خبر مقدم. {رِزْقُكُمْ} : مبتدأ مؤخر، والجملة: معطوفة على جملة قوله: {وَفِي الْأَرْضِ آيَاتٌ} . {وَمَا}  {الواو} : عاطفة. {مَا} : اسم موصول في محل الرفع معطوف على {رِزْقُكُمْ} ، وجملة {تُوعَدُونَ} : صلته والعائد: محذوف، تقديره: وما توعدونه. {فَوَرَبِّ السَّمَاءِ}  {الفاء} : استئنافية، و {الواو} : حرف جر وقسم {رب السماء} : </p><p> مجرور بـ {الواو} : {وَالْأَرْضِ} معطوف على {السَّمَاءِ} ، الجار والمجرور: متعلق بفعل قسم محذوف، تقديره: أقسم بربّ السماء، وجملة القسم: مستأنفة. {إِنَّهُ} : حرف نصب، و {الهاء} : اسمها، {لَحَقٌّ}  {اللام} : حرف ابتداء. {حَقٌّ} : خبرها. وجملة {إن} : جواب القسم، لا محل لها من الإعراب. {مِثْلَ} : منصوب على الحالية من الضمير المستكن في {حَقٌّ} ؛ أي: لحقّ هو حال كونه مماثلًا نطقكم، أو على المفعولية المطلقة؛ لأنّه صفة لمصدر محذوف؛ أي: لحقّ حقًّا مثل نطقكم. و {مَا} : زائدة كما قاله الخليل. {أَنَّكُمْ} : ناصب واسمه، وجملة {تَنْطِقُونَ} : خبره، وجملة {أنّ} : في تأويل مصدر مجرور بإضافة مثل إليه، تقديره: مثل نطقكم، وقرىء:  {مثل} بالرفع على أنه صفة لـ {حق} . وقيل:  {مَا} : نكرة موصوفة في محل جرّ بإضافة مثل إليه، وجملة {أنّ} في محل جر صفة لها؛ أي: مثل شيء منطوق لكم، والنطق هنا: عبارة عن الكلام بالحروف والأصوات في ترتيب المعاني. </p><p> {هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ (٢٤) إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ سَلَامٌ قَوْمٌ مُنْكَرُونَ (٢٥) فَرَاغَ إِلَى أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ (٢٦) فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ (٢٧) فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لَا تَخَفْ وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ (٢٨) }. </p><p> {هَلْ} : حرف استفهام، والاستفهام: هنا معناه: التفخيم والتنبيه على أنّ الحديث ليس من علم رسول الله - صلى الله عليه وسلم -، وإنما عرفه بالوحي. {أَتَاكَ} : فعل ومفعول. {حَدِيثُ} : فاعل. {ضَيْفِ إِبْرَاهِيمَ} : مضاف إليه. {الْمُكْرَمِينَ} : صفة للضيف، والجملة: مستأنفة. {إِذْ} : ظرف لما مضى من الزمان، متعلق بـ {الْمُكْرَمِينَ} أو باذكر محذوفًا. {دَخَلُوا} : فعل وفاعل. {عَلَيْهِ} : متعلق به، والجملة: في محل الجر مضاف إليه لـ {إِذْ} . {فَقَالُوا} : فعل وفاعل معطوف على {دَخَلُوا} . {سَلَامًا} : مفعول مطلق استغنى عن فعله؛ لأنّه سدّ مسدّه، تقديره: نسلّم عليكم سلامًا، والجملة المحذوفة: في محل النصب مقول {قَالُوا} . {قَالَ} : فعل ماض وفاعل مستتر يعود على {إِبْرَاهِيمَ} . {سَلَام} : مبتدأ، خبره: محذوف؛ أي: سلام عليكم، وسوّغ الابتداء بالنكرة قصد الدعاء، والجملة: في </p><p> محل النصب مقول {قَالَ} . وجملة {قَالَ} : مستأنفة. {قَوْمٌ} : خبر لمبتدأ محذوف، تقديره: أنتم قوم. {مُنْكَرُونَ} : صفة لـ {قَوْمٌ} . والجملة في محل النصب مقول {قَالَ} . {فَرَاغَ}  {الفاء} : عاطفة على محذوف يقتضيه السياق، تقديره: فبادر إلى إكرام ضيفه من غير أن يشعرهم فراغ. {راغ} : فعل ماض وفاعل مستتر يعود على {إِبْرَاهِيمَ} . والجملة: معطوفة على تلك المحذوفة. {إِلَى أَهْلِهِ} : متعلق بـ {راغ}  {فَجَاءَ}  {الفاء} : عاطفة. {جاء} : فعل ماض وفاعل مستتر يعود على {إِبْرَاهِيمَ} : معطوف على {راغ} . {بِعِجْلٍ} متعلق بـ {جاء}  {سَمِينٍ} . صفة {عجل} ، {فَقَرَّبَهُ}  {الفاء} : عاطفة. {قربه} : فعل ماض وفاعل مستتر ومفعول به معطوف على {جاء} . {إِلَيْهِمْ} : متعلق بـ {قرب} . {قَالَ} : فعل ماض وفاعل مستتر يعود على {إِبْرَاهِيمَ} . والجملة: مستأنفة استئنافًا بيانيًا. {أَلَا} : حرف عرض وطلب، وجملة {تَأْكُلُونَ} : في محل النصب مقول {قَالَ} . {فَأَوْجَسَ}  {الفاء} : عاطفة على محذوف، تقديره: فامتنعوا من أكله فأوجس. {أوجس} : فعل ماض وفاعل مستتر يعود على {إِبْرَاهِيمَ} . {مِنْهُمْ} : متعلق بـ {خِيفَةً} و {خِيفَةً} مفعول به. {قَالُوا} : فعل وفاعل، والجملة: مستأنفة. {لَا} : ناهية جازمة، {تَخَفْ} : فعل مضارع وفاعل مستتر مجزوم بـ {لَا} الناهية، والجملة: في محل النصب مقول {قَالُوا} . {وَبَشَّرُوهُ} : فعل وفاعل ومفعول به معطوف على {قَالُوا} . {بِغُلَامٍ} : متعلق بـ {بشروه} ، {عَلِيمٍ} : صفة {غلام} . </p><p> {فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ (٢٩) قَالُوا كَذَلِكِ قَالَ رَبُّكِ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ (٣٠) }. </p><p> {فَأَقْبَلَتِ}  {الفاء} : عاطفة على محذوف، تقديره: وسمعت سارّة تبشيرهم إبراهيم فأقبلت. {أقبلت امرأته} : فعل وفاعل معطوف على ذلك المحذوف. {فِي صَرَّةٍ} : حال من الفاعل؛ أي: حالة كونها صارّة؛ أي: صارخةً. {فَصَكَّتْ}  {الفاء} : عاطفة، {صكت وجهها} : فعل ماض وفاعل مستتر ومفعول به معطوف على {أقبلت} . {وَقَالَتْ} : معطوف على {صَكَّتْ} ، {عَجُوزٌ} : خبر </p><p> لمبتدأ محذوف؛ أي: أنا عجوز. {عَقِيمٌ} : صفة {عَجُوزٌ} . والجملة الاسمية: في محل النصب مقول {قَالَتْ} . {قَالُوا} : فعل وفاعل، والجملة: مستأنفة. {كَذَلِكِ} : صفة لمصدر محذوف لـ {قَالَ} الثاني. {قَالَ رَبُّكِ} : فعل وفاعل، والتقدير: قالوا: قال ربك قولًا مثل ذلك التبشير الذي بشّرناه، وجملة {قَالَ} : في محل النصب مقول لـ {قَالُوا} . {إِنَّهُ} : ناصب واسمه. {هُوَ} : ضمير فصل. {الْحَكِيمُ} : خبر أول لـ {إنّ}  {الْعَلِيمُ} : خبر ثان لها، وجملة {إنّ} : مستأنفة، مسوقة لتعليل ما قبلها. </p><p> التصريف ومفردات اللغة </p><p> {وَالذَّارِيَاتِ} وهي الرياح التي تذروا التراب وغيره؛ أي: تطيّره وتفرّقه، من ذرا يذرو، من باب عدا يعدو، ويقال: ذرا يذري من باب رمى، وفيه إعلال بالقلب، أصله: الذاروات، من ذرا يذرو، قلبت الواو ياءً لتطرفها إثر كسرة، ويحتمل أن تكون من ذرى يذري من باب رمى، فلا قلب فيها حينئذٍ، أفاده الجوهري في \"صحاحه\" في مادة ذرا , ولو كان كما قال .. لكان المصدر ذريًا. </p><p> {فَالْحَامِلَاتِ} هي الرياح الحاملات للسحاب المشبع ببخار الماء. </p><p> {وِقْرًا} والوقر والثقل والحمل، كلها ألفاظ وزنها واحد، ومعناه واحد. </p><p> {فَالْجَارِيَاتِ} هي الرياح الجارية في مهابّها بسهولة. </p><p> و {اليسر} السهولة. {فَالْمُقَسِّمَاتِ} هي الرياح التي تقسم الأمطار بتصريف السحاب. </p><p> {إِنَّمَا تُوعَدُونَ} و {مَا} : يجوز تكون اسمية، وعائدها: محذوف؛ أي: توعدونه ومصدرية، فلا عائد لها، وحينئذٍ يحتمل أن يكون {تُوعَدُونَ} مبنيًا من الوعد، وأن يكون مبنيًا من الوعيد؛ لأنه صالح أن يقال: أوعدته فهو يوعد، ووعدته فهو يوعد لا يختلف، فالتقدير: إنّ وعدكم أو إنّ وعيدكم، اهـ \"سمين\" . </p><p> {ذَاتِ الْحُبُكِ} جمع حبيكة كطرق وطريقة وزنًا ومعنى، وقيل: الحبك: التكسر الذي يبدو على وجه الماء إذا ضربته الريح. </p><p> {إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ (٨) }؛ أي: متناقض مضطرب في شأن الله، فبينا تقولون: إنه خالق السموات تقولون بصحة عبادة الأوثان، معه، وفي شأن الرسول، فتارةً تقولون: إنه مجنون، وتارةً تقولون: إنه ساحر، وفي شأن الحشر، فتارةً تقولون: لا حشر ولا بعث، وأخرى تقولون: الأصنام شفعاؤنا عند الله يوم القيامة. </p><p> {يُؤْفَكُ عَنْهُ} ؛ أي: يصرف عن القول المختلف؛ أي: بسببه. {مَنْ أُفِكَ} ؛ أي: ومن صرف عن الإيمان, يقال: أفكه عنه يأفكه إفكًا صرفه وقلبه، أو قلب رأيه، كما في \"القاموس\" . ورجل مأفوك؛ أي: مصروف عن الحق إلى الباطل، كما في \"المفردات\" . </p><p> {قُتِلَ الْخَرَّاصُونَ (١٠) }؛ أي: لعن الكذّابون، وهذا دعاء عليهم كقوله: {قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ (١٧) }. وأصله: الدعاء بالقتل والهلاك، ثم جرى مجرى لعن وقبح، من الخرص، وهو تقدير القول بلا حقيقة، ومنه: خرص الثمار؛ أي: تقديرها مثلًا، بأن يقدر ما على النخل من الرطب تمرًا، وكل قول مقول عن ظنّ وتخمين يقال له: خرص، سواء كان ذلك مطابقًا للشيء أو مخالفًا له، من حيث إنّ صاحبه لم يقله عن علم ولا غلبة ظنّ ولا سماع، بل اعتمد فيه على الظنّ والتخمين، والخرص: الظن والحدس، يقال: كم خرص أرضك بكسر الخاء، وأصل الخرص: القطع، من قولهم: خرص فلانًا كلامًا، واخترصه: إذا قطعه من غير أصل. </p><p> {فِي غَمْرَةٍ} من غمره الماء يغمره: إذا غطاه، والمراد بها هنا: الجهل، قال الراغب: أصل الغمر: إزالة أثر الشيء، ومنه: قيل للماء الكثير الذي يزيل أثر سيله: غمر وغامر، وبه شبه الرجل السخي والفرس الشديد العدو، فقيل لهما: غمر كما شبها بالبحر، والغمرة: معظم الماء الساترة لمقرها، وجعلت مثلًا للجهالة التي تغمر صاحبها، وإلى نحوه أشار بقوله:  {فَأغشَينَاهُمْ} . وقيل للشدائد: غمرات، قال تعالى:  {فِي غَمَرَاتِ الْمَوْتِ} . وقال الشاعر: </p><p> قَالَ الْعَوَاذِل إنَّنِيْ فِيْ غَمْرَةٍ ... صَدَقُوْا وَلَكِنْ غَمْرَتِي لَا تَنْجَلِي </p><p> {سَاهُونَ} قال الراغب: السهو: خطأ عن غفلة، وذلك ضربان: </p><p> أحدهما: أن لا يكون من الإنسان جوالبه ومولداته كمجنون سبَّ إنسانًا. </p><p> والثاني: أن يكون مولداته منه، كمن شرب خمرًا، ثم ظهر منه منكر لا عن قصد إلى فعله، والأول معفو عنه، والثاني مأخوذ به، وعلى الثاني ذمَّ الله تعالى فقال: {الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ (١١) } انتهى. وقوله: ساهون جمع ساه، وفعله سها يسهو، فأصل ساهٍ: ساهو، قلبت واوه ياء لتطرفها إثر كسرة، ثم أعلت إعلال قاض، أما ساهون، فأصله: ساهيون، وعلى هذا استثقلت الضمة على الياء، فحذفت فالتقى ساكنان، فحذفت الياء وضمت الهاء لمناسبة الواو، فوزنه فاعون. </p><p> {يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ (١٣) }؛ أي: يحرقون ويعذّبون بها، كما يفتن الذهب بالنار، يقال: فتنت الشيء؛ أي: أحرقت خبثه لتظهر خلاصته، فالكافر كله خبث، فيحرق كله، قال الراغب: أصل الفتن: إدخال الذهب النار لتظهر جودته من رداءته، ويستعمل في إدخال الإنسان النار، ومنه: قوله تعالى: {ذُوقُوا فِتْنَتَكُمْ} ؛ أي: عذابكم، وتارةً يسمون ما يحصل منه العذاب فتنةً، فيستعمل فيه نحو قوله تعالى:  {أَلَا فِي الْفِتْنَةِ سَقَطُوا} . وتارة في الاختبار نحو قوله تعالى:  {وَفَتَنَّاكَ فُتُونًا} . </p><p> {قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ} والهجوع: النوم بالليل دون النهار، وبابه خضع، والهجعة: النومة الخفيفة، ويقال: أتيت فلانًا بعد هجعة؛ أي: بعد نومة خفيفة من الليل، كما في \"المختار\" . </p><p> {وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ (١٨) } جمع سحر بفتح السين وسكون الحاء: السدس الأخير من الليل لاشتباهه بالضياء، كالسحر يشبه الحق، وهو باطل. </p><p> {لِلسَّائِلِ} ؛ أي: المستجدي الطالب العطاء. </p><p> {وَالْمَحْرُومِ} هو المتعفّف الذي يحسبه الجاهل غنيًا فيحرم الصدقة من أكثر الناس، وفي \"القاموس\" : المحروم: الممنوع من الخير، ومن لا ينهى له مالٌ، </p><p> وفي \"المفردات\" ؛ أي: الذي لم يوسَّع عليه في الرزق، كما وسع على غيره، بل منع من جهة الخير. انتهى. </p><p> {هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ} والضيف للواحد والجماعة؛ لأنه في الأصل مصدر كالزور والصوم، وفي \"القاموس\" : والضيف للواحد والجميع، وقد يجمع على أضياف وضيوف وضيفان، وهي ضيف وضيفة، أما الضيفن: فهو من يجيء مع الضيف متطفلًا، وفي \"الأساس\" : ضاف إليه مال إليه، وضاف عنه مال عنه، وضاف السهم عن الهدف، وضافت الشمس، وضيَّفت وتضيَّفت: مالت إلى الغروب. </p><p> {فَرَاغَ} رغ ذهب في خفية، وهذا من أدب المضيف ليبادر ضيفه بقراه، وفي \"المصباح\" : وراغ الثغلب روغًا من باب قال، وروغانًا: ذهب يمنةً ويسرةً في سرعة وخديعةٍ، فهو لا يستقر في جهة، وراغ فلان إلى كذا: مال إليه سرًّا، وفيه إعلال بالقلب، أصله: روغ قلبت الواو ألفًا لتحرّكها وانفتاح ما قبلها. </p><p> {بِعِجْلٍ} والعجل: ولد البقرة، سمّي بذلك لتصور عجلته التي تعدم منه إذا صار ثورًا أو بقرةً. {سَمِينٍ} والسمين: ضد الهزيل. </p><p> {فَأَوْجَسَ مِنْهُمْ خِيفَةً} الوجس: الصوت الخفيّ كالإيجاس، وذلك في النفس، أي: أضمر في نفسه خيفة؛ أي: خوفًا منهم. </p><p> {لَا تَخَفْ} أصله: لا تخوف بوزن تفعل، مضارع خوف بكسر العين من باب فعل المكسور، نقلت حركة الواو إلى الخاء فسكنت، لكنّها قلبت ألفًا لتحركها في الأصل وفتح ما قبلها في الحال، ثمّ حذفت لالتقائها ساكنة مع الفاء آخر الفعل المسكّن؛ لدخول الجازم عليه. </p><p> {بِغُلَامٍ} والغلام: الطار. الشارب، والكهل: ضده، أو من حين يولد إلى أن يشب كما في \"القاموس\" . </p><p> {فِي صَرَّةٍ} والصرة بفتح الصاد: الصيحة الشديدة، يقال: صر يصر صريرًا: إذا صوت، ومنه: صرير الباب، وصرير القلم، وقيل: الصرّة: الجماعة من </p><p> الناس كما مرّ. </p><p> {فَصَكَّتْ وَجْهَهَا} الصك: ضرب الشيء بالشيء العريض، يقال: صكه: إذا ضربه شديدًا بعريض، أو عام كما في \"القاموس\" . </p><p> {وَقَالَتْ عَجُوزٌ عَقِيمٌ} ؛ أي: أنا كبيرة السنّ، سميت العجوز عجوزًا؛ لعجزها عن كثير من الأمور، وقال في \"القاموس\" : العقم بالضم: هزمة تقع في الرحم فلا تقبل الولد، وفي \"عين المعاني\" : العقيم: من سد رحمها، ومنه: الداء العقام، كما مرّ. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستعارة التصريحية التبعيّة في قوله: {قُتِلَ الْخَرَّاصُونَ (١٠) }؛ أي: لعن الكذّابون، حيث شبّه اللعن بالقتل بجامع ذوات كل خير في كل منهما، فاشتق من القتل بمعنى اللعن قتل بمعنى لعن علي طريقة الاستعارة التصريحية التبعيّة، ففيه تشبيه الملعون الذي يفوته كل خير وسعادة بالمقتول الذي تفوته الحياة، وكل نعمة. اهـ \"زاده\" . </p><p> ومنها: الطباق في قوله: {وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ (١٩) }؛ لأنّ السائل الطالب والمحروم المتعفّف. </p><p> ومنها: الكناية عن الموصوف في قوله: {يُؤْفَكُ عَنْهُ مَنْ أُفِكَ (٩) }؛ لأنّه كناية عن محذوف، وهو المكذّب الجاحد للحق، والضمير في {عَنْهُ} للرسول أو للقرآن؛ أي: يصرف عنه من صرف صرفًا لا أشدَّ منه ولا أعظم، وفائدة الكناية هنا: أنّه لمّا خصَّص هذا بأنه هو الذي .. صرف أفهم أن غيره لا يصرف، فكأنه قال: لا يثبت الصرف في الحقيقة إلا لهذا، وكل صرف دونه يعتبر بمثابة المعدوم بالنسبة إليه. </p><p> ومنها: الاستعارة التصريحية في قوله: {فِي غَمْرَةٍ} ؛ لأن الغمرة حقيقة في </p><p> الماء الكثير الساتر لمقرّه، فاستعير للجهالة التي تغمر صاحبها. </p><p> ومنها: المجاز بالحذف في قوله: {أَيَّانَ يَوْمُ الدِّينِ} ؛ لأنّ أصله: متى مجيء يوم الجزاء، فحذف المضاف الذي هو المصدر وأقيم المضاف إليه الذي هو الظرف، والاستفهام فيه للاستعجال استهزاءً لا للاستعلام. </p><p> ومنها: الاستعارة المكنيّة في قوله: {ذُوقُوا فِتْنَتَكُمْ} شبّه العذاب بطعام يؤكل، ثم حذف المشبه به، واستعير له شيء من لوازمه، وهو الذوق. </p><p> ومنها: التنكير في قوله: {فِي جَنَّاتٍ} ؛ لإفادة التعظيم أو التكثير. </p><p> ومنها: زيادة {مَا} في قوله: {قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ} ؛ لتأكيد معنى التقليل، فإنها تكون لإفادة التقليل. </p><p> ومنها: بناء الفعل على الضمير المفيد للتخصيص، في قوله: {وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ (١٨) } إشعارًا بأنهم الأحقاء بأن يوصفوا بالاستغفار، كأنهم المختصون به لاستدامتهم له، وإطنابهم فيه، وفي \"بحر العلوم\" : وتقديم الظرف فيه للاهتمام به، ولرعاية الفاصلة. </p><p> ومنها: تأكيد الخبر بالقسم وإن واللام في قوله: {فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ} لكون المخاطب منكرًا، ويسمّى هذا الضرب إنكاريًا. </p><p> ومنها: ذكر لفظ الربّ في القسم دون غيره، لكون السياق في بيان التربية بالرزق. </p><p> ومنها: التشبيه في قوله: {مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ} ؛ لأنّه شبه تحقق ما أخبر به عنه بتحقق نطق الآدميّ، ومعناه: إنّه لحق كما أنت تتكلم. </p><p> ومنها: الاستفهام التقريري في قوله: {هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ (٢٤) }؛ أي: ألم يأتك حديث ... إلخ. فالاستفهام فيه تقريريّ لتفخيم الحديث، ولتجتمع نفس المخاطب، كما تبدأ المرء إذا أردت أن تحدثه بعجيب، فتقرره هل سمع ذلك أم لا، فكأنك تقتضي أن يقول: لا، ويطلب منك الحديث. </p><p> ومنها: الحذف في قوله: {قَوْمٌ مُنْكَرُونَ} وقد اختلف في تقرير المبتدأ لمحذوف، فقيل: إنّ الذي يناسب حال إبراهيم عليه السلام: أنه لا يخاطبهم بذلك، إذ فيه من عدم الأنس ما لا يخفى، بل يظهر أنه يكون التقدير: هؤلاء قوم منكرون. </p><p> ومنها: المجاز المرسل في قوله: {قَالُوا لَا تَخَفْ وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ} فإنّه قد سمّى الغلام عليمًا باعتبار ما يؤول إليه أمره إذا كبر. </p><p> ومنها: الزيادة والحذف في عدّة مواضع (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) الحمد لله الذي تتمّ بنعمته الصالحات، حمدًا يوافي نعمه، ويكافىء مزيده، والصلاة والسلام الأتمّان الأكملان على سيدنا محمد، وعلى آله وصحبه، والتابعين أجمعين، والحمد لله رب العالمين. وقد انتهى ما منّ الله سبحانه وتعالى به علينا من المعاني المحرّرة، والألفاظ المحبّرة، والأبحاث المشكلة من الفنون المختلفة على الجزء السادس والعشرين من الآيات المحكمة في اليوم الثالث والعشرين، قبيل صلاة الظهر من شهر الربيع الآخر من شهور سنة ألف وأربع مئة وخمس عشرة سنة من الهجرة النبوية ٢٣/ ٤/ ١٤١٥ هـ. على صاحبها أفضل الصلاة وأزكى التحية، بيد جامعها محمد الأمين بن عبد الله الأرميِّ الهرريّ غفر الله له، ولوالديه، ولمن أعانه عليها، ولجميع المحبّين، وإخوانه المسلمين، وصلى الله على سيّدنا محمد، وعلى آله وصحبه أجمعين، وسلام على المرسلين، والحمد لله ربّ العالمين.إلى هنا تم المجلد السابع والعشرون، ويليه المجلد الثامن والعشرون، وأوَّله: {قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ (٣١)} الآية ٣١. من سورة الذاريات، فلله الحمد حمدًا كثيرًا طيِّبًا مباركًا فيه على كل حال، حمدًا يوافي نعمه، ويكافىء مزيده. ٢٣/ ٤/ ١٤١٥ هـ.</p><p> شعرٌ </p><p> إِذَا رَأَيْتَ لَحِيْنَا ... كُنْ سَاتِرًا وَحَلِيْمَا </p><p> يَا مَنْ يُقبِّحُ لَغْوِيْ ... لِمْ لَا تَمُرُّ كَرِيْمَا </p><p> آخرُ </p><p> كُلُّ حيٍّ مُسْتَكْمِلٌ مدَّةَ الْعُمـ ... ـرِ وَمَرْدِيٌّ إِذَا انْتَهَى أَمَدُهُ </p><p> آخرُ </p><p> كُلُّ ذِي غَيْبَةٍ يَؤُوْبُ ... وَغَائِبُ الْمَوْتِ لَا يَؤُوْبُ </p><p> آخرُ </p><p> خُلِقْتُ مِنَ التُّرَابِ فِصِرْتُ شَخْصًا ... بَصِيْرًا بالسُّؤَالِ وَبالْجَوَابِ </p><p> وَعُدْتُ إلى التُّرابِ فِصِرْتُ فِيْهِ ... كَأنِّي مَا بَرِحْتُ مِنَ التُّرَابِ </p><p> آخرُ </p><p> بِلَادُ الله وَاسِعَةٌ فَضَاءً ... ورِزْقُ الله فِيْ الدُّنْيَا فَسِيْحُ </p><p> فَقُلْ لِلْقَاعِدِيْنَ عَلَى هَوَانٍ ... إِذَا ضَاقَتْ بِكُمْ أرْضٌ فَسِيْحُوْا </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> تأليف </p><p> الشيخ العلامة محمد الأمين بن عبد الله الأرمي العلوي الهرري الشافعي </p><p> المدرس بدار الحديث الخيرية في مكة المكرمة </p><p> إشراف ومراجعة </p><p> الدكتور هاشم محمد علي بن حسين مهدي </p><p> خبير الدراسات برابطة العالم الإسلامي - مكة المكرمة </p><p> «المجلد الثامن والعشرون» </p><p> حقوق الطبع محفوظة للناشر </p><p> الطبعة الأولى </p><p> ١٤٢١ هـ - ٢٠٠١ م </p><p> دار طوق النجاة </p><p> بيروت - لبنان </p><p> تفسير حدائق الروح والريحان في روابي علوم القرآن </p><p> [٢٨] </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> الحمد لله على نواله، والصلاة والسلام على نبيّه وآله، محمد - صلى الله عليه وسلم - وصحبه وعترته. </p><p> أما بعد: فلمَّا فرغت من تفسير الجزء السادس والعشرين من القرآن الكريم .. تفرغت بعون الله تعالى لتفسير الجزء السابع والعشرين منه، مستمِدًّا من الله سبحانه التوفيق، والهداية لأقوم الطريق في تفسير كتابه الكريم، وأقول: وقولي هذا: </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ (٣١) قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ (٣٢) لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ (٣٣) مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ (٣٤) فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ (٣٥) فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ (٣٦) وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ (٣٧) وَفِي مُوسَى إِذْ أَرْسَلْنَاهُ إِلَى فِرْعَوْنَ بِسُلْطَانٍ مُبِينٍ (٣٨) فَتَوَلَّى بِرُكْنِهِ وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ (٣٩) فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ (٤٠) وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ (٤١) مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ (٤٢) وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّى حِينٍ (٤٣) فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنْظُرُونَ (٤٤) فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ وَمَا كَانُوا مُنْتَصِرِينَ (٤٥) وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (٤٦) وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ (٤٧) وَالْأَرْضَ فَرَشْنَاهَا فَنِعْمَ الْمَاهِدُونَ (٤٨) وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ (٤٩) فَفِرُّوا إِلَى اللَّهِ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ (٥٠) وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَهًا آخَرَ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ (٥١) كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ (٥٢) أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ (٥٣) فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ (٥٤) وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ (٥٥) وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (٥٦) مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ (٥٧) إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ (٥٨) فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوبًا مِثْلَ ذَنُوبِ أَصْحَابِهِمْ فَلَا يَسْتَعْجِلُونِ (٥٩) فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمُ الَّذِي يُوعَدُونَ (٦٠) }. </p><p> المناسبة </p><p> قد تقدّم أن قلنا غير مرة: إن الذين قسموا القرآن إلى أجزائه الثلاثين نظروا </p><p> إلى العد اللفظي، ولم يعنوا بالنظر إلي الترتيب المعنوي، ومن ثم تجد جزءًا قد انتهى، وبدىء بآخر بأثناء القصّة كما هنا. </p><p> فبعد أن بشر الملائكة إبراهيم عليه السلام بالغلام، سألهم ما شأنكم، وما الذي جئتم لأجله؟ قالوا: إنا أرسلنا إلي قوم لوط لنهلكهم بحجارة من سجيل، بها علامةٌ تدل على أنها أعدّت لأهلاكهم. ثم نأمر من كان فيها من المؤمنين بالخروج، من القرية حتى لا يلحقهم العذاب الذي سيصيب الباقين، وسنترك فيها علامةً تدل على ما أصابهم من الرجز، جزاء فسوقهم، وخروجهم من طاعة ربهم. </p><p> قوله تعالى: {وَفِي مُوسَى إِذْ أَرْسَلْنَاهُ إِلَى فِرْعَوْنَ بِسُلْطَانٍ مُبِينٍ (٣٨) ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه لمّا ذكر (١) ما كان من قوم لوط من الفسوق والعصيان، وما أصابهم من الهلاك جزاءً وفاقًا لما اجترحوا من السيئات، تسليةً لرسوله - صلى الله عليه وسلم - على ما يرى من قومه .. عطف على ذلك قصص جمع آخرين من الأنبياء لقوا من أقوامهم من الشدائد مثل ما لقي هذا الرسول الكريم. </p><p> فحقت على أقوامهم كلمة ربّهم، ونزل بهم عذاب الاستئصال، وصاروا كأمس الدابر عبرة ومثلًا للآخرين. فذكر أنه أرسل موسي إلي فرعون بشيرًا ونذيرًا، فأبى، واستكبر، واعتزّ بقوّته وجنده، وقال: أنا ربكم الأعلى، فأغرق هو وقومه في البحر. وأرسل هودًا إلى عادٍ، فكذَّبوه، فأهلكهم بريح صرصرٍ عاتية. وأرسل صالحًا إلى ثمود، فكذّبوه، فأخذتهم الصاعقة، ولم تبق منهم أحدًا. وبعث نوحًا إلى قومه، فلم يستجيبوا لدعوته، فأخذهم الطوفان وهم ظالمون. </p><p> قوله تعالى:  {وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه لما أثبت الحشر، وأقام الأدلة على أنه كائن لا محالة، أرشد إلى وحدانية الله، وعظيم قدرته .. فبيّن أنه خلق السماء بغير عمد، وبسط الأرض ودحاها لتصلح لسكنى الإنسان والحيوان , وخلق من كل نوع من أنواع الحيوان، زوجين ذكرًا وأنثى، ليستمرّ بقاء الأنواع إلي أن يشاء الله سبحانه فناء هذا العالم. ثمّ أمرهم أن يعتصموا بحبل الله، وأنذرهم شديد عقابه، وحذّرهم أن يجعلوا مع الله </p><p>(١) المراغي.</p><p> سبحانه ندًّا وشريكًا. </p><p> قوله تعالى:  {كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه وتعالى لمَّا ذكر أنَّ هؤلاء المشركين في قول مختلف، مضطرب، لا يلتئم بعضه مع بعض، فبينما هم يقولون: خالق السموات والأرض هو الله، إذا هم يعبدون الأصنام والأوثان، وطورًا يقولون: محمد ساحر، وطورا آخر يقولون: هو كاهن، إلى نحو ذلك .. قفى على ذلك، بأن ذكر أنَّ قومه ليسوا بدعًا في الأمم. فكما كذَّبت قريش نبيها فعلت الأمم التي كذبت رملها، فأحل الله بهم نقصته، كقوم نوح، وعاد، وثمود. ثم عجيب من حالهم، وقال: أتواصى بعضهم مع بعض بذلك!؟ ثم قال: لا بل هم قوم طغاة، متعدون حدود الله تعالى، لا يأتمرون بأمره، ولا ينتهون بنهجه. ثم أمر رسوله أن يعرض عن جدلهم ومرائهم. فإنه قد بلغ ما أمر به، ولم يقصر فيه فلا يلام على ذلك، وأن يذكر من تنفعه الذكرى، ولديه استعداد لقبول الإرشاد والهداية. </p><p> ثم أردف هذا أن ذكر أنه ما خلق الجن والإنس إلا ليأمرهم، ويكلفهم بعبادته، لا لاحتياجه إليهم في تحصيل رزق، ولا إحضار طعام. فالله هو الرزّاق ذو القوّة. ثم ختم السورة بتهديد أهل مكة، بأنه سيصيبهم من العذاب مثل ما أصاب من قبلهم من الأمم السالفة. فأولى لهم أن لا يستعجلوه بقولهم:  {مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ} . فقد حقت عليهم كلمة ربك في اليوم الذي يوعدون، وسيقع عليهم من العذاب ما لا مرد له، ولا يجدون له دافعًا. </p><p> أسباب النزول </p><p> قوله تعالى: {فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ (٥٤) وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ (٥٥) } سبب نزول هاتين الآيتين (١) : ما أخرجه ابن منيع، وابن راهويه، والهيثم بن كليب بأسانيدهم من طريق مجاهد عن عليّ قال: لمَّا نزلت: {فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ (٥٤) } لم يبق منا أحد إلا أيقن بالهلكة إذ أمر النبي - صلى الله عليه وسلم - أن يتولى منّا، فنزلت: {وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ (٥٥) }، فطابت أنفسنا. </p><p>(١) لباب النقول.</p>"
}