{
  "id": null,
  "sura": 51,
  "aya": 23,
  "text": "<p> وقيل المعنى (١) : وفي السماء سبب رزقكم، وهو المطر، فإنه سبب الأرزاق، وقال ابن جبير والضحاك: الرزق هنا ما ينزل من السماء من مطر وثلج، وقيل: المراد بالسماء: السحاب؛ أي: وفي السحاب رزقكم، وقيل: المراد بالسماء: المطر، وسمّاه سماء؛ لأنه ينزل من جهتها، ومنه قول الشاعر: </p><p> إِذَا نَزَلَ السَّمَاءُ بِأَرْضِ قَوْمٍ ... رَعَيْنَاهُ وَإِنْ كَانُوا غِضَابَا </p><p> وقيل: وفي السماء تقدير رزقكم، وقال ابن كيسان: وعلى ربّ السماء رزقكم كقوله تعالى: {وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ} ففي بمعنى على، ونظيره: قوله: {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا} وهو بعيد. </p><p> وقرأ الجمهور:  {رزقكم} بالإفراد، وقرأ يعقوب وابن محيصٍ، ومجاهد:  {أرزاقكم} بالجمع. </p><p> {و} كذلك في السماء {مَا تُوعَدُونَ} من (٢) الثواب؛ لأنّ الجنّة على ظهر السماء السابعة تحت العرش قرب سدرة المنتهى، أو أراد أنّ كل ما توعدون من الخير والشر، والثواب والعقاب والشدة والرخاء، وغيرها مكتوب مقدّر في السماء. </p><p> يقول الفقير: أمر العقاب ينزل من السماء، ونفسه أيضًا، كالصيحة والقذف والنار والطوفان، مما وقع على الأمم السالفة، وقال ابن سيرين: ما توعدون من أمر الساعة وبه قال الربيع، والأولى الحمل على ما هو أعمّ من هذه الأقوال، فإنّ جزاء الأعمال مكتوب في السماء، والقضاء والقدر ينزل منها، والجنة والنار فيها. </p><p> ٢٣ - ثم أقسم سبحانه بنفسه، فقال:  {فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ} وذكر الرب؛ لأنّه في بيان التربية بالرزق. {إِنَّهُ} ؛ أي: إنّ ما توعدون، أو ما ذكر من أمر الآيات والرزق على أنّ الضمير مستعار لاسم الإشارة. </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> وقال أبو حيان (١) : والظاهر: أنّ الضمير في {إِنَّهُ} : عائد على الإخبار السابق من الله تعالى فيما تقدم في هذه السورة من صدق الموعود، ووقوع الجزاء، وكونهم في قول مختلف، وقتل الخراصين، وكينونة المتقين في الجنة على ما وصف، وذكر أوصافهم وما ذكر بعد ذلك؛ ولذلك شبّه في الحقيقة بما يصدر من نطق الإنسان بجامع ما اشتركا فيه من الكلام. انتهى، وقيل: عائد على القرآن، أو إلى الدين الذي في قوله: {وَإِنَّ الدِّينَ لَوَاقِعٌ (٦) } أو إلى اليوم المذكور في قوله: {أَيَّانَ يَوْمُ الدِّينِ} أو إلى الرزق، أو إلى الله، أو إلى النبيّ - صلى الله عليه وسلم - أقوال منقولة، ذكره أبو حيان أيضًا؛ أي: فأقسمت لكم برب السماء والأرض، إنّ ما أخبركم به في هذه الآيات {لَحَقٌّ} ؛ أي: لأمر ثابت، واقع لا محالة، وقرأ الجمهور:  {مِثْلَ} بالنصب على الحالية من الضمير المستكن في {لَحَقٌّ} . و {مَا} : زائدة، وجملة {أَنَّكُمْ تَنْطِقُونَ} : في تأويل مصدر مجرور بإضافة {مِثْلَ} إليه؛ أي: إنّ ما توعدون لحقّ حال كونه مثل نطقكم؛ أي: كما أنه لا شكّ لكم في نطقكم ينبغي أن لا تشكّوا في حقّيّة ما توعدون، أو على أنه صفة لمصدر محذوف؛ أي: إنه لحقّ حقًّا مثل نطقكم، فإنه لتوغله في الإبهام لا يتعرف بإضافته إلى المعرفة، وقرأ حمزة والكسائى وأبو بكر والحسن وابن أبي إسحاق والأعمش بخلاف عن ثلاثتهم:  {مثل} بالرفع على أنه صفة لقوله: {لَحَقٌّ} . </p><p> والمقصود من الآية: تشبيه تحقيق ما أخبر الله عنه بتحقيق نطق الآدمي ووجوده، وهذا كما تقول: إنه لحق كما أنك ها هنا، وإنه لحق كما أنك تتكلّم. </p><p> والمعنى: أنه في صدقه وجوده كالنطق الذي تعرفه ضرورة، وإنما خص (٢) التمثل بالنطق؛ لأنه مخصوص بالإنسان وهو أخص صفاته. </p><p> ومعنى الآية: أقسم ربّنا جلّت قدرته بجلاله وكبريائه، إنّ ما وعدكم به من أمر القيامة، والبعث والجزاء، حقّ لا مرية فيه، فلا تشكّوا فيه، كما لا تشكون في نطقكم حين تنطقون، وهذا كما تقول للناس: إنّ هذا لحقّ كما أنك ترى </p><p>(١) البحر المحيط. (٢) روح البيان.</p>"
}