{
  "id": null,
  "sura": 52,
  "aya": 16,
  "text": "<p> يدعون إلى نار جهنم دعا: هذه النار التي تشاهدونها الآن هي {الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ} في الدنيا؛ أي: تكذبون الوحي الناطق بها. والقائل لهم بهذه المقالة هم خزنة النار. </p><p> أي: إنَّ عذاب ربك لواقع يوم يدفعون؛ ويساقون إلى نار جهنم دفعا عنيفًا. فإذا دنوا منها تقول لهم خزنتها تقريعًا وتوبيخا: هذه النار التي تشاهدونها هي التي كنتم بها تكذبون في الدنيا. وتكذيبهم بها تكذيب للرسول الذي جاء بخبرها، وللوحي الناطق بها. </p><p> ١٥ - ثم وبخهم سبحانه أو أمر ملائكته بتوبيخهم، فقال:  {أَفَسِحْرٌ هَذَا} الذي ترون، وتشاهدون الآن كما كنتم تقولون لرسل الله المرسلة، ولكتبه المنزلة. وقدم الخبر هنا على المبتدأ؛ لأنَّه الذي وقع الاستفهام عنه، وتوجه التوبيخ إليه. </p><p> {أَمْ أَنْتُمْ} عمي عن هذا {لَا تُبْصِرُونَ} به؛ كما كنتم عميًّا عن الحق في الدنيا. والهمزة في قوله:  {أَفَسِحْرٌ} للاستفهام الإنكاري، داخلة على محذوف. والفاء عاطفة على ذلك المحذوف، والتقدير: أكنتم تقولون للوحي: هذا سحر؟ فهذا المصداق؛ أي: هذه النار التي ترونها الآن سحر. والمصداق: ما يصدق الشيء، وأحوال الآخرة ومشاهدتها تصدق أقوال الأنبياء في الإخبار عنها. يعني: أنَّ الذي ترونه من عذاب النار حق. {أَمْ أَنْتُمْ لَا تُبْصِرُونَ} ؛ أي: أم أنتم عمي عن المخبر عنه كما كنتم عميًّا عن الخبر، أو أم سدت أبصاركم كما سدت في الدنيا على زعمكم، حيث كنتم تقولون: إنما سكرت أبصارنا بل نحن قوم مسحورون. </p><p> وعبارة زاده:  {أَفَسِحْرٌ هَذَا} ؛ أي: هل في المرئي تلبيس وتمويه، حتى قيل لكم: إنه نار، مع كونه ليس بنار في نفس الأمر، أم هل في بصركم خلل. فكلمة \"أم\" متصلة، والاستفهام للإنكار؛ أي: ليس شيء منهما ثابتًا. فثبت أنكم قد بعثتم وجوزيتم بأعمالكم، وأنَّ الذي ترونه حق. فهو تقريع شديد، وتهكم فظيع. </p><p> ١٦ - وبعد هذا التقريع يقال لهم:  {اصْلَوْهَا} إلخ؛ أي: ادخلوها، وقاسوا حرها وشدائدها {فَاصْبِرُوا} عليها إن شئتم {أَوْ لَا تَصْبِرُوا} إن شئتم؛ أي: ادخلوها فافعلوا ما شئتم من الصبر وعدمه. فإنه لا خلاص لكم منها. وهذا على جهة قطع رجائهم. </p><p> وكان المشركون في الدنيا ينسبون إلى محمد - صلى الله عليه وسلم - أنه يسحر العقول، ويغطي </p><p> الأبصار، فَأَنَّبهم على ما قالوا مستهزئًا بهم، وقال لهم: هل ما ترونه بأعينكم الآن مما كنتم تنبئون به في الدنيا من العذاب حق، أو سحرتم أيضًا كما كان يفعل بكم محمد في الدنيا، أو قد غطيت أبصاركم فلا ترى شيئًا، بلى إنه لحق فلم تسحر أعينكم ولم تغط أبصاركم. </p><p> والخلاصة: هل في المرئي شك، أو في أبصاركم علل، لا واحد منهما بموجود. فالذي ترونه حق فاصلوها إلخ؛ أي: إذا لم يمكن لكم إنكارها، وتحققتم أن ذلك ليس بسحر، ولم يكن في أبصاركم خلل .. فالآن ادخلوها، وقاسوا شدائدها. فاصبروا على العذاب أو لا تصبروا، وافعلوا ما شئتم. </p><p> فالأمران {سَوَاءٌ عَلَيْكُمْ} في عدم النفع. قيل أيضًا: تفول لهم الملائكة هذا القول. و {سَوَاءٌ} خبر لمبتدأ محذوف؛ أي: الأمران سواء. ويجوز أن يكون مبتدأ؛ والخبر محذوف؛ أي: سواء عليكم الصبر وعدمه. </p><p> وفي قوله (١) : {فَاصْبِرُوا أَوْ لَا تَصْبِرُوا} بيان لعدم الخلاص، وانتفاء لعدم المناص. فإن من لا يصبر على شيء يحاول دفعه إما بإبعاده عنه، وإما بمحقه وإزالته. ولا شيء من ذلك بحاصل يوم القيامة؛ لأنّ عذاب الآخرة ليس كعذاب الدنيا. فإن المعذب في الدنيا إن صبر انتفع بصبره. إما بالجزاء في الآخرة، وإما بالحمد في الدنيا فيقال: ما أشجعه، وما أقوى قلبه. وإن جزع ذم. وقيل فيه: يجزع كالصبيان والنسوان. وأما في الآخرة فلا مدح ولا ثواب على الصبر. </p><p> ثم علل استواء الصبر وعدمه بقوله:  {إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ} في الدنيا من الخير والشر، لا الذي تعملون في الآخرة من الصبر، والخضوع، والخشوع، والتضرع؛ والدعاء. فإنه لا ينفع شيء منها. وإذا كان الجزاء واقعًا حتمًا .. كان الصبر وعدمه سواء. </p><p> والمعنى (٢) : سواء عليكم الأمران: أجزعتم أم صبرتم في عدم النفع، لا بدفع العذاب، ولا بتخفيفه. إذ لا بد أن يكون الصبر حين ينفع، وذلك في الدنيا، لا غير. فمن صبر هنا على الطاعات لم يجزع هناك؛ إذ الصبر وإن كان مرًّا بصلًا لكن </p><p>(١) المراغي. (٢) روح البيان.</p>"
}