{
  "id": null,
  "sura": 52,
  "aya": 34,
  "text": "<p> ٣٣ - {أَمْ يَقُولُونَ تَقَوَّلَهُ} محمد - صلى الله عليه وسلم -؛ أي: اختلق القرآن من تلقاء نفسه. ثم قال: إنه من عند الله افتراء عليه تعالى، وليس الأمر كما زعموا. {بَلْ لَا يُؤْمِنُونَ} البتة؛ لأن الله سبحانه ختم على قلوبهم. وفي \"الإرشاد\" : فلكفرهم وعنادهم يرمونه بهذه الأباطيل التي لا يخفى على أحد بطلانها، كيف لا وما رسول الله - صلى الله عليه وسلم - إلا واحد من العرب، أتى بما عجز عنه كافة الأمم من العرب والعجم، وفي كون ذلك مبنيًا على العناد إشارة إلى أنهم يعلمون بطلان قولهم، وتناقضه؛ أي: إنَّ كفرهم هو الذي حملهم على هذه المطاعن، وزين لهم أن يقولوا ما قالوا. </p><p> ٣٤ - ثم رد عليهم جميع ما زعموا، وتحداهم في دحض ما قالوا، فقال:  {فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ} والفاء فيه فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره؛ أي:  (١) إذا كان الأمر كما زعموا من أنه كاهن أو مجنون أو شاعر، ادّعى الرسالة وتقول القرآن من عند نفسه، فليأتوا بكلام مثل القرآن في النعوت التي استقل بها من حيث النظم، ومن حيث المعنى. </p><p> قال في \"التكملة\" : والمشهور عند القراء {بِحَدِيثٍ مِثْلِهِ} بتنوين حديث، فيكون الضمير في {مِثْلِهِ} راجعًا إلى القرآن. وقرأ الجحدري (٢) ، وأبو السمال {بحديث مثله} بالإضافة، فيكون الضمير راجعًا إلى الرسول - صلى الله عليه وسلم -؛ أي (٣) : بحديثِ رجل مثل الرسول في كونه أميًّا لم يصحب أهل العلم، ولا رحل عن بلده، أو مثله في كونه واحدًا منهم. فلا يجوز أن يكون مثله في العرب فصاحة فليأت بمثل ما أتى به، ولن يقدر على ذلك أبدًا. </p><p> {إِنْ كَانُوا صَادِقِينَ} فيما زعموا. فإن صدقهم في ذلك يستدعي قدرتهم على الإتيان بمثله بقضيّة مشاركتهم له - صلى الله عليه وسلم - في البشرية والعربية مع ما بهم من طول الممارسة للخطب، والأشعار، وكثرة المزاولة لأساليب النظم والنثر والمبالغة في حفظ الوقائع والأيام. ولا ريب في أن القدرة على الشيء من موجبات الإتيان به، ودواعي الأمر بذلك. </p><p> والمعنى (٤) : أي إن كان شاعرًا .. فلديكم الشعراء الفصحاء، أو كاهنًا .. </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) روح البيان.(٤) المراغي.</p><p> فلديكم الكهان الأذكياء، وإن كان قد تقوله .. فلديكم الخطباء الذين يحبرون الخطب، ويجيدون القول في كل فنون الكلام. فهلم فليأتوا بمثل هذا القرآن إن كانوا صادقين فيما يزعمون؛ فإن أسباب القول متوافرة لديهم كما هي متوافرة لديه، بل فيهم من طالت مزاولته للخطب والأشعار، وممارسته لأساليب النظم والنثر، وحفظ أيام العرب، ووقائعها أكثر من محمد - صلى الله عليه وسلم -. </p><p> فائدة: وأعلم أن الإعجاز إما أن يتعلق بالنظم من حيث فصاحته وبلاغته، أو يتعلق بمعناه، ولا يتعلق به من حيث مادته. فإن مادته ألفاظ العرب، وألفاظه ألفاظهم. قال تعالى:  {قُرْآنًا عَرَبِيًّا} تنبيهًا على اتحاد العنصر، وأنه منظم من عين ما ينظمون به كلامهم. والقرآن معجز من جميع الوجوه لفظًا ومعنى، ومتميز من خطبة البلغاء ببلوغه حد الكمال في أثنى عشر وجهًا. إيجاز اللفظ، والتشبيه الغريب، والاستعارة البديعية، وتلاؤم الحروف والكلمات، وفواصل الآيات، وتجانس الألفاظ، وتعريف القصص والأحوال، وتضمين الحكم والأسرار، والمبالغة في الأسماء والأفعال، وحسن البيان في المقاصد والأغراض، وتمهيد المصالح والأسباب، والإخبار عما كان وما يكون. </p><p> الإعراب </p><p> {وَالطُّورِ (١) وَكِتَابٍ مَسْطُورٍ (٢) فِي رَقٍّ مَنْشُورٍ (٣) وَالْبَيْتِ الْمَعْمُورِ (٤) وَالسَّقْفِ الْمَرْفُوعِ (٥) وَالْبَحْرِ الْمَسْجُورِ (٦) إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ (٧) مَا لَهُ مِنْ دَافِعٍ (٨) }. </p><p> {وَالطُّورِ (١) } {الواو} حرف جر وقسم، {الطور} مجرور بالواو، الجار والمجرور متعلق بفعل قَسَمٍ محذوفٍ وجوبًا، تقديره: أقسم بالطور إنّ عذاب ربّك لواقع. {وَكِتَابٍ} معطوف على {الطور} ، {مَسْطُورٍ} صفة كتاب، {فِي رَقٍّ} متعلق بـ {مَسْطُورٍ} . {مَنْشُورٍ} صفة {رَقٍّ} . {وَالْبَيْتِ} معطوف على {الطور} ، أو كل منها قسم مستقل بنفسه، وجوابه جميعًا قوله:  {إِنَّ عَذَابَ رَبِّكَ} . {الْمَعْمُورِ} صفة لـ {الْبَيْتِ} ، {وَالسَّقْفِ} معطوف على {الطور} أيضًا، {الْمَرْفُوعِ} صفة لـ {السقف} ، {وَالْبَحْرِ} معطوف على {وَالطُّورِ (١) }، {الْمَسْجُورِ} صفة لـ {الْبَحْرِ} ، {إِنَّ} حرف نصب، {عَذَابَ} اسمها، {رَبِّكَ} مضاف إليه، {لَوَاقِعٌ} اللام حرف ابتداء، {وَاقِعٌ} خبر {إنّ} . وجملة إنّ جواب القسم، لا محل لها من الإعراب، وجملة </p><p> القسم مستأنفة. {مَا} . نافية، {لَهُ} خبر مقدم، {مِنْ} زائدة، {دَافِعٍ} مبتدأ مؤخر، والجملة خبر ثان لـ {إن} . </p><p> {يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا (٩) وَتَسِيرُ الْجِبَالُ سَيْرًا (١٠) فَوَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (١١) الَّذِينَ هُمْ فِي خَوْضٍ يَلْعَبُونَ (١٢) يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعًّا (١٣) هَذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ (١٤) }. </p><p> {يَوْم} منصوب على الظرفية، متعلق بـ {واقع} ؛ أي: يقع العذاب في ذلك اليوم. وتكون جملة النفي معترضة بين العامل ومعموله. وقيل: الظرف متعلق بـ {دَافِعٍ} . {تَمُورُ السَّمَاءُ} فعل، وفاعل، والجملة في محل الجر مضاف إليه لـ {يَوْمَ} . {مَوْرًا} منصوب على المفعولية المطلقة، {وَتَسِيرُ الْجِبَالُ} فعل، وفاعل، معطوف على جملة {تَمُورُ السَّمَاءُ} ، {سَيْرًا} مفعول مطلق. {فَوَيْلٌ}  {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت وقوع العذاب في ذلك اليوم، وأردت بيان حال هؤلا. المكذبين لك .. فأقول لك: ويل للمكذبين لك. {ويل} مبتدأ، وسوّغ الابتداء بالنكرة تضمنه معنى الدعاء. {يَوْمَ} منصوب على الظرفية، تعلق بـ {ويل} ، {يَوْمَ} مضاف، {إذ} ظرف لما مضى من الزمان في محل الجر، مضاف إليه، مبنيّ بسكون مقدر منع من ظهوره اشتغال المحل بحركة التخلّص من التقاء الساكنين لشبهه بالحرف شبهًا افتقاريًا. {لِلْمُكَذِّبِينَ} جار ومجرور، خبر المبتدأ. والجملة الاسمية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {الَّذِينَ} صفة {لِلْمُكَذِّبِينَ} ، {هُمْ} مبتدأ، {فِي خَوْضٍ} متعلق بـ {يَلْعَبُونَ} ، وجملة {يَلْعَبُونَ} خبر المبتدأ. والجملة الاسمية صلة الموصول. {يَوْمَ يُدَعُّونَ} الظرف فيه بدل من {يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا (٩) }، أو بدل من {يَوْمَئِذٍ} ، {يُدَعُّونَ} فعل، ونائب فاعل. والجملة في محل الجر، مضاف إليه لـ {يَوْمَ} . {إِلَى نَارِ جَهَنَّمَ} جار ومجرور، ومضاف إليه متعلق بـ {يُدَعُّونَ} ، {دَعًّا} منصوب على المفعولية المطلقة. {هَذِهِ} مبتدأ، {النَّارُ} خبره. والجملة في محل الرفع نائب فاعل، محكي لقول محذوف، تقديره: ويقال لهم: هذه النار، {الَّتِي} صفة لـ {النَّارُ} ، {كُنْتُمْ} فعل ناقص واسمه، {بِهَا} متعلق بـ {تُكَذِّبُونَ} . وجملة {تُكَذِّبُونَ} خبر كان، وجملة كان صلة الموصول. </p><p> {أَفَسِحْرٌ هَذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ (١٥) اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ إِنَّمَا </p><p> تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (١٦) }. </p><p> {أَفَسِحْرٌ} الهمزة للاستفهام الانكاري، داخلة على محذوف. والفاء عاطفة على ذلك المحذوف، تقديره: أكنتم تقولون للوحي هذا سحر فسحر هذا؟ والجملة المحذوفة مستأنفة. {سِحْرٌ} خبر مقدم، {هَذَا} مبتدأ مؤخر. والجملة الاسمية معطوفة على تلك المحذوفة. {أمْ} منقطعة بمعنى بل الأضرابية، وهمزة الإنكار، {أَنْتُمْ} مبتدأ، وجملة {لَا تُبْصِرُونَ} خبره. والجملة مستأنفة؛ لأنّ الكلام الأول تمّ عند قوله:  {أَفَسِحْرٌ هَذَا} . ويجوز أن تكون متصلة؛ أي: ليس شىء منهما ثابتًا، فثبت أنكم قد بعثتم وجوزيتم بأعمالكم، وأنّ الذي ترونه حق. فهو تقريع شديد، وتهكّم فظيع. وبعد هذا التقريع يقال لهم: اصلوها الخ. {اصْلَوْهَا} فعل أمر، وفاعل، ومفعول به. والجملة في محل النصب، مقول للقول المحذوف. {فَاصْبِرُوا}  {الفاء} عاطفة، {اصبروا} فعل أمر وفاعل، والجملة معطوفة على {اصْلَوْهَا} ، {أو} حرف عطف، {لَا} ناهية جازمة، {تَصْبِرُوا} فعل، وفاعل مجزوم بلا الناهية. والجملة معطوفة على {اصبروا} . {سَوَاءٌ} . خبر لمبتدأ محذوف، أي: صبركم وعدم صبركم مستويان. {عَلَيْكُمْ} متعلق بـ {سَوَاءٌ} . والجملة مقول للقول المحذوف. ونحا الزمخشري إلى إعرابها مبتدأ، خبره محذوف؛ أي: سواء عليكم الأمران، وتبعه أبو حيان. ولا مانع من ذلك؛ لأن ما في سواء من معنى التسوية أفادها فائدة سوَّغت إعرابها مبتدأ. {إِنَّمَا} كافة ومكفوفة، {تُجْزَوْنَ} فعل مضارع، مغير الصيغة، ونائب فاعل، {مَا} اسم موصول في محل النصب، مفعول ثان لـ {تُجْزَوْنَ} . والجملة الفعلية مقول للقول المحذوف على كونها معللة لما قبلها. {كُنْتُمْ} فعل ناقص واسمه، وجملة {تَعْمَلُونَ} خبره. وجملة كان صلة لـ {مَا} الموصولة، والعائد محذوف؛ أي: ما كنتم تعملونه. </p><p> {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَعِيمٍ (١٧) فَاكِهِينَ بِمَا آتَاهُمْ رَبُّهُمْ وَوَقَاهُمْ رَبُّهُمْ عَذَابَ الْجَحِيمِ (١٨) كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ (١٩) }. </p><p> {إِنَّ الْمُتَّقِينَ} ناصب واسمه، {فِي جَنَّاتٍ} خبره، {وَنَعِيمٍ} معطوف على {جَنَّاتٍ} . والجملة مستأنفة، مسوقة لبيان بشرى المتقين. {فَاكِهِينَ} حال من الضمير المستكن في خبر {إِنَّ} ، {بِمَا} متعلق بـ {فَاكِهِينَ} ؛ {آتَاهُمْ رَبُّهُمْ} فعل ومفعول أول، وفاعل، والمفعول الثاني محذوف؛ أي: إيّاه. والجملة صلة لـ {ما} </p><p> الموصولة. ويصح أن تكون {ما} مصدرية؛ أي: بإيتاء ربهم إياهم. {وَوَقَاهُمْ} معطوف على الصلة؛ أي: بإيتاء ربهم وبوقايته لهم عذاب الجحيم. ويجوز أن تكون الجملة حالًا، ولكن بتقدير قد. {رَبُّهُمْ} فاعل ومضاف إليه {عَذَابَ الْجَحِيمِ} مفعول ثان، {كُلُوا} فعل أمر، وفاعل. والجملة في محل النصب مقول للقول المحذوف؛ أي: يقال لهم: كلوا. {وَاشْرَبُوا} فعل، وفاعل، معطوف على {كُلُوا} ، {هَنِيئًا} حال من الفاعل؛ أي: مهنّئين، أو مفعول مطلق؛ أي: أكلًا وشربًا هنيئين. {بِمَا} متعلق بـ {كُلُوا} ، أو {اشْرَبُوا} . وجملة {كُنْتُمْ} صلة لـ {مَا} الموصولة، وجملة {تَعْمَلُونَ} خبر كان. </p><p> {مُتَّكِئِينَ عَلَى سُرُرٍ مَصْفُوفَةٍ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ (٢٠) وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ (٢١) }. </p><p> {مُتَّكِئِينَ} حال من الضمير المستكن في قوله: {فِي جَنَّاتٍ} ؛ أي: كائنون في جنات حال كونهم متكئين، أو من فاعل {كلوا} ، أو من مفعول {اتاهم} ، أو من مفعول {وقاهم} . {عَلَى سُرُرٍ} متعلق بـ {مُتَّكِئِينَ} ، {مَصْفُوفَةٍ} صفة {سُرُرٍ} ، {وَزَوَّجْنَاهُمْ} الواو: عاطفة، {زوجناهم} فعل، وفاعل، ومفعول به، معطوف على خبر {إن} . أعني: في جنات. فهو خبر آخر. {بِحُورٍ} متعلق بـ {زوجناهم} . وزوّج يتعدّى إلى المفعولين بنفسه. وعدي إلى الثاني هنا بالباء لتضمينه معنى قرنّاهم. {عِينٍ} صفة {حور} ، {وَالَّذِينَ} الواو: استئنافية، {الَّذِينَ} مبتدأ، وجملة {آمَنُوا} صلته، {وَاتَّبَعَتْهُمْ} فعل ومفعول به، {ذُرِّيَّتُهُمْ} فاعل. والجملة معطوفة على جملة {آمَنُوا} . {بِإِيمَانٍ} حال من الذريّة، أي: حالة كون الذرية متلبسة بإيمان. {أَلْحَقْنَا} فعل وفاعل، {بِهِمْ} متعلق بـ {أَلْحَقْنَا} ، {ذُرِّيَّتَهُمْ} مفعول به. والجملة في محل الرفع خبر {الَّذِينَ} . والجملة الاسمية مستأنفة. {وَمَا} الواو: عاطفة، {ما} نافية، {أَلَتْنَاهُمْ} فعل، وفاعل، ومفعول به. والجملة معطوفة على {أَلْحَقْنَا بِهِمْ} . {مِنْ عَمَلِهِمْ} حال {مِنْ شَيْءٍ} ، {مِنْ شَيْءٍ} : {مِن} زائدة؛ {شَيْءٍ} مفعول ثان لـ {أَلَتْنَاهُمْ} . {كُلُّ امْرِئٍ} مبتدأ ومضاف إليه، {بِمَا} الباء حرف جر، {ما} موصولة أو مصدرية، والجار والمجرور متعلق بـ {رَهِينٌ} ؛ {كَسَبَ} فعل ماض و {رَهِينٌ} خبر {كُلُّ} . والجملة الاسمية معترضة بين المعطوف والمعطوف عليه. </p><p> {وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ وَلَحْمٍ مِمَّا يَشْتَهُونَ (٢٢) يَتَنَازَعُونَ فِيهَا كَأْسًا لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ (٢٣) }. </p><p> {وَأَمْدَدْنَاهُمْ} فعل وفاعل ومفعول به، معطوف على {أَلْحَقْنَا} . {بِفَاكِهَةٍ} متعلق بـ {أمددنا} ، {وَلَحْمٍ} معطوف على {فَاكِهَةٍ} ، {مِمَّا} جار ومجرور، صفة لـ {لحم} ، وجملة {يَشْتَهُونَ} صلة لـ {ما} الموصولة، والعائد محذوف؛ أي: مما يشتهونه {يَتَنَازَعُونَ} فعل وفاعل والجملة مستأنفة أو حال من مفعول {أَمْدَدْنَاهُمْ}  {فِيهَا} متعلق بـ {يَتَنَازَعُونَ}  {كَأْسًا} مفعول به. ومعنى يتازعون كأسًا: يتجاذبونها تجاذب ملاعبة كما مر. إذ أهل الدنيا لهم لذة في ذلك. وقيل: معناه: يتعاطونها. {لَا} نافية للجنس مهملة لتكرّرها، {لَغْوٌ} مبتدأ، خبره {فِيهَا} ، وسوغ الابتداء تقدّم النافي عليها. والجملة الاسمية في محل النصب، صفة لـ {كَأْسًا} . {وَلَا} الواو: عاطفة، {لَا} زائدة زيدت لتأكيد {لا} الأولى، {تَأْثِيمٌ} معطوف على {لَغْوٌ} . </p><p> {وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَهُمْ كَأَنَّهُمْ لُؤْلُؤٌ مَكْنُونٌ (٢٤) وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ (٢٥) }. </p><p> {وَيَطُوفُ}  {الواو} : عاطفة، {يطوف} فعل مضارع، {عَلَيْهِمْ} متعلق به، {غِلْمَانٌ} فاعل، {لَهُمْ} صفة لـ {غِلْمَانٌ} . والجملة معطوفة على {يَتَنَازَعُونَ} . {كَأَنَّهُمْ} ناصب واسمه، {لُؤْلُؤٌ} خبره، {مَكْنُونٌ} صفة {لُؤْلُؤٌ} ، وجملة {كأن} صفة ثانية لـ {غِلْمَانٌ} ، أو حال منه. {وَأَقْبَلَ بَعْضُهُمْ} فعل، وفاعل، معطوف على {يَتَنَازَعُونَ} ، {عَلَى بَعْضٍ} متعلق بـ {أَقْبَلَ} ، وجملة {يَتَسَاءَلُونَ} حال من الفاعل، ومن المجرور بـ {عَلَى} . </p><p> {قَالُوا إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ (٢٦) فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ (٢٧) }. </p><p> {قَالُوا} فعل، وفاعل. والجملة مستأنفة. {إنَّا} ناصب واسمه، {كُنَّا} فعل ناقص واسمه، {قَبْلُ} في محل النصب على الظرفية الزمانية، مبني على الضم لشبهه بالحرف شبهًا افتقاريًا لافتقاره إلى المضاف إليه المحذوف، والظرف متعلق بمحذوف حال من اسم كان. {فِي أَهْلِنَا} متعلق بـ {مُشْفِقِينَ} ، و {مُشْفِقِينَ} خبر </p><p> كان. وجملة كان في محل الرفع خبر إن، وجملة إن في محل النصب مقول {قَالُوا} . {فَمَنَّ اللَّهُ}  {الفاء} عاطفة، {من الله} فعل، وفاعل. والجملة في محل الرفع، معطوفة على جملة كان. {عَلَيْنَا} متعلق بـ {مَنَّ} ، {وَوَقَانَا} فعل، ومفعول أول، وفاعل مستتر يعود على الله، {عَذَابَ السَّمُومِ} مفعول ثان. والجملة معطوفة على جملة {من الله} . </p><p> {إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ (٢٨) فَذَكِّرْ فَمَا أَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَلَا مَجْنُونٍ (٢٩) أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ (٣٠) قُلْ تَرَبَّصُوا فَإِنِّي مَعَكُمْ مِنَ الْمُتَرَبِّصِينَ (٣١) }. </p><p> {إِنَّا} ناصب واسمه، وجملة {كُنَّا} في محل الرفع خبر إنّ، وجملة إن في محل النصب، مقول {قَالُوا} . {مِنْ قَبْلُ} جار ومجرور، متعلق بمحذوف حال من اسم كان. {نَدْعُوهُ} فعل، وفاعل مستتر، ومفعول به. والجملة الفعلية في محل النصب خبر كان. {إِنَّهُ} ناصب واسمه، {هُوَ} ضمير فصل، {الْبَرُّ} خبر أول لـ {إنَّ} ، {الرَّحِيمُ} خبر ثان له، وجملة إنّ في محل النصب مقول {قَالُوا} على كونها معللة لما قبلها. {فَذَكِّرْ} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت أن في عباد الله مشفقين، وأردت بيان ما هو اللازم لك ... فأقول لك. {ذَكِّرْ} فعل أمر، وفاعل مستتر يعود على محمد. والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {فَمَا}  {الفاء} تعليلية، {ما} نافية حجازية، {أَنتَ} في محل الرفع، اسمها، {بِنِعْمَتِ رَبِّكَ} جار ومجرور، ومضاف إليه، متعلق بما في ما من معنى النفي، فتكون الباء سببية. وهذا أرجح الأوجه الجارية هنا. والمعنى: انتفت عنك الكهانة، والجنون بسبب نعمة ربك عليك. وقال أبو البقاء: إنّ الباء في موضع نصب على الحال، والعامل فيها {بِكَاهِنٍ} أو {مَجْنُونٍ} . والمعنى: ما أنت كاهنًا ولا مجنونًا حال كونك متلبسًا بنعمة ربك. وقيل غير ذلك. {بِكَاهِنٍ} الباء زائدة، {كاهن} خبر لما الحجازية، {وَلَا مَجْنُونٍ} معطوف عليه. وجملة ما الحجازية جملة تعليلية، لا محل لها من الإعراب. {أَمْ} منقطعة بمعنى بل الأضرابية، وهمزة الاستفهام التقريري كما مر. {يَقُولُونَ} فعل، وفاعل. والجملة مستأنفة. {شَاعِرٌ} خبر لمبتدأ محذوف؛ أي: هو شاعر. والجملة في محل النصب مقول {يَقُولُونَ} ، وجملة {نَتَرَبَّصُ} صفة لـ </p><p> {شَاعِرٌ} ، {بِهِ} متعلق بـ {نَتَرَبَّصُ} ، {رَيْبَ الْمَنُونِ} مفعول به. {قُلْ} فعل أمر، وفاعل مستتر يعود على محمد. والجملة مستأنفة. {تَرَبَّصُوا} فعل أمر، وفاعل. والجملة في محل النصب مقول قل. {فَإِنِّي}  {الفاء} تعليل للأمر المقصود به التهديد، {إني} ناصب واسمه، {مَعَكُمْ} حال من اسم إن. {مِنَ الْمُتَرَبِّصِينَ} خبر إنّ، وجملة إنّ في محل النصب مقول {قُلْ} على كونها تعليلية للأمر المقصود به التهديد. </p><p> {أَمْ تَأْمُرُهُمْ أَحْلَامُهُمْ بِهَذَا أَمْ هُمْ قَوْمٌ طَاغُونَ (٣٢) أَمْ يَقُولُونَ تَقَوَّلَهُ بَلْ لَا يُؤْمِنُونَ (٣٣) فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ إِنْ كَانُوا صَادِقِينَ (٣٤) }. </p><p> {أَمْ} : حرف إضراب بمعنى بل، وهمزة الاستفهام، {تَأْمُرُهُمْ} فعل، ومفعول به، {أَحْلَامُهُمْ} فاعل، {بِهَذَا} متعلق بـ {تَأْمُرُهُمْ} . والجملة استفهامية إضرابية، لا محل لها من الإعراب. {أَمْ} حرف عطف، {هُمْ قَوْمٌ} مبتدأ وخبر، {طَاغُونَ} صفة {قَوْمٌ} . والجملة معطوفة على ما قبلها. {أَمْ} منقطعة بمعنى بل الأضرابية، وهمزة إلاستفهام التقريري، {يَقُولُونَ} فعل، وفاعل. والجملة مستأنفة. {تَقَوَّلَهُ} فعل، وفاعل، مستتر، ومفعول به. والجملة في محل النصب مقول {يَقُولُونَ} . {بَلْ} حرف إضراب، {لَا يُؤْمِنُونَ} فعل، وفاعل، معطوف على {يَقُولُونَ} . {فَلْيَأْتُوا}  {الفاء} فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت أنهم يقولون تقوّله، وأردت بيان ما هو اللازم لهم ... فأقول لك فليأتوا إلخ. واللام لام الأمر، {يأتوا} فعل مضارع مجزوم بلام الأمر، والواو فاعل، {بِحَدِيثٍ} متعلق بـ {يأتوا} ، {مِثْلِهِ} صفة لـ {حديث} . والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدّرة مستأنفة. {إن} حرف شرط، {كَانُوا}  {صَادِقِينَ} فعل ناقص واسمه وخبره في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها، وجواب إن الشرطية محذوف دلَّ عليه ما قبله، تقديره: إن صدقوا في هذا القول ... فليأتوا بحديث مثله، وجملة إن الشرطية مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {وَالطُّورِ (١) } بالسريانية: الجبل. والمراد به: طور سينين. وهو الجبل الذي كلَّم الله عليه موسى عليه السلام. أقسم الله سبحانه به تشريفًا وتكريمًا وتذكيرًا بما </p><p> فيه من الآيات. وهو أحد جبال الجنة، قاله السدّيُّ. وقيل: إن الطور كل جبل ينبت الشجر الثمر، وما لا ينبت فليس بطور. </p><p> وقال المبرّد: يقال لكل جبل: طور. فإذا دخلت الألف واللام المعرفة فهو شيء بعينه. </p><p> {وَكِتَابٍ} والمراد بالكتاب هنا: ما كتب من الكتب السماوية: كالقرآن، والتوراة، والإنجيل. </p><p> {مَسْطُورٍ} ؛ أي: متفق الكتابة بسطور مصفوفة في حروف مرتبة جامعة لكلمات متفقة، اهـ خطيب. وفي \"المختار\" : السطر: الصف من الشيء, يقال: بني سطرًا. والسطر أيضًا: الخط والكتابة. وهو في الأصل مصدر، وبابه نصر. وسطر أيضًا بفتحتين. والجمع أسطار، كسبب وأسباب. وجمع الجمع أساطير وجمع السطر أسطر وسطور كأفلس وفلوس، اهـ. </p><p> {فِي رَقٍّ} الرق بالفتح والكسر: الجلد الرقيق الذي يكتب فيه. وجمعه رقوق. والرق بالكسر: المملوك. قال الراكب: الرق: كل ما يكتب فيه جلدًا كان أو غيره. وهو بفتح الراء على الأشهر. ويجوز كسرها كما قرىء به شاذًّا. وأما الرق الذي هو ملك الأرقاء فهو بكسر الراء، لا غير. </p><p> {مَنْشُورٍ} ؛ أي: مبسوط، غير مطوي، وغير مختوم عليه. قوله:  {تَمُورُ} أصله: تمور بوزن تفعل، نقلت حركة {الواو} إلى الميم، فسكنت إثر ضمة، فصارت حرف مدّ. {مَوْرًا} ، مصدر من مار يمور كقال يقول قولًا. والمور: الاضطراب والتردد في المجيء والذهاب، والجريان السريع؛ أي: تضطرب، وتجيء وتذهب اضطرابًا. </p><p> {وَتَسِيرُ الْجِبَالُ سَيْرًا (١٠) }؛ أي: تزول عن وجه الأرض فتصير هباء منثورًا. وأصله تسير بوزن تفعل بكسر العين، نقلت حركة الياء إلى السين فسكنت إثر كسرة فصارت حرف مد. </p><p> {وَالْبَيْتِ الْمَعْمُورِ (٤) } هو الكعبة المعمورة بالحجاج والمجاورين. {وَالسَّقْفِ الْمَرْفُوعِ (٥) } هو السماء. {وَالْبَحْرِ الْمَسْجُورِ (٦) }؛ أي: الموقد المحمي. من سجر النار؛ أي: أوقدها. وعنى به باطن الأرض. وهو الذي دل عليه الكشف الحديث, </p><p> ولم تعرفه الأمم قديمًا. وقد أشارت إليه الأحاديث. فعن عبد الله بن عمر:  \"لا يركبنَّ رجل البحر إلا غازيًا أو معتمرًا أو حاجًا؛ فإنَّ تحت البحر نارًا، وتحت النار بحرًا\" . </p><p> وقد أثبت علماء طبقات الأرض - الجيلوجيا - أنَّ الأرض كلها كبطيخة، وقشرتها كقشرة البطيخة؛ أي: إنّ نسبة قشرة الأرض إلى النار التي في باطنها كنسبة قشرة البطيخة إلى باطنها الذي يؤكل، فنحن الآن فوق نار عظيمة؛ أي: فوق بحر مملوء نارًا. وهذا البحر مغطي من جميع جهاته بالقشرة الأرضية المحكمة السدّ عليه. ومن حين إلى آخر تتصاعد من ذلك البحر نار تظهر في الزلازل، والبراكين، كبركان فيزوف الذي هاج بإيطاليا سنة (١٩٠٩ م) ، وابتلع مدينة مسيا، والزلزلة التي حدثت باليابان سنة (١٩٢٥ م) ، وخرّبت مدنًا بأكملها. </p><p> {فِي خَوْضٍ} وأصل الخوض: السير في الماء، ثم استعمل في الشروع في كل شيء، وغلب في الخوض في الباطل. كالإحضار فإنه عامّ في كل شيء، ثم غلب استعماله في الإحضار للعذاب. </p><p> {يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعًّا (١٣) }؛ أي: يدفعون دفعًا عنيفًا شديدًا بأن تغل أيديهم إلى أعناقهم، وتجمع نواصيهم إلى أقدامهم، ويدفعون إلى النار، ويطرحون فيها. والدع: الدفع الشديد، وأصله أن يقال للعاثر: دع دع. أصله: يدععون بوزن يفعلون، نقلت حركة العين الأولى إلى الدال فسكنت، فأدغمت في العين الثانية. وقوله:  {دَعَاَ} وزنه فعل، أدغمت العين في اللام. وفي \"المختار\" : دعَّه دفعه، وبابه ردّ. ومنه قوله تعالى: {فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ (٢) }. </p><p> {اصْلَوْهَا} في \"المصباح\" : صلي بالنار، وصليها صلي من باب تعب وجد حرها والصلاء وزان كتاب حر النار، وصليت اللحم أصليه من باب رمي شويته. وأصله: اصليوها، قلبت الياء ألفًا لتحركها بعد فتح ثم حذفت لالتقائها ساكنة مع واو الجماعة. </p><p> {فِي جَنَّاتٍ وَنَعِيمٍ} النعيم: الدعة، والراحة، والتنعم، والترفه. والاسم النعمة بالفتح. قال الراغب: النعيم: النعمة الكثيرة، وتنعم تناول ما فيه النعمة وطيب العين، ونعمه تنعيمًا جعله في نعمة، أي: لين عيش. وفي \"البحر\" : التنعم </p><p> استعمال ما فيه النعومة واللين من المأكولات والملبوسات. </p><p> {فَاكِهِينَ} ؛ أي: ناعمين متلذّذين. في \"القاموس\" : الفاكه: صاحب الفاكهة، وطيب العيش، والضحوك، والناعم الحسن العيش. كما أن الناعمة والمنعمة: الحسنة العيشة. </p><p> {بِمَا آتَاهُمْ رَبُّهُمْ} أصله: أتيهم بوزن أفعل، أبدلت الهمزة الساكنة ألفًا حرف مد للأولى، وقلبت الياء ألفًا لتحركها وانفتاح ما قبلها. {وَوَقَاهُمْ} الوقاية، حفظ الشيء مما يؤذيه ويضره. {عَذَابَ الْجَحِيمِ} من الجحمة. والجحمة: شدة تأجج النار. ومنهم الجحيم؛ أي: جهنم؛ لأنه من أسماءها كما مر. </p><p> {هَنِيئًا} والهنيء، والمريء صفتان من هنوء الطعام ومروء، إذا كان سائغًا سهلًا بحيث لا يورث الكدر من التخم والسقم وسائر الآفات. </p><p> {بِحُورٍ} الحور بوزن فعل، جمع حوراء كسود جمع سوداء. من الحور. وهو شدة بياض العين في شدة سوادها. {عِينٍ} جمع عيناء. وهي الواسعة العينين. وقياسه فعل بضم {الفاء} كما جمع حوراء على ذلك إلا أنه لما كانت عينه ياء كسرت فاؤه، فقيل: عين بوزن فعل بكسر الفاء. </p><p> {وَمَا أَلَتْنَاهُمْ} أي: نقصناهم. من أن يألت من باب ضرب. قال في \"القاموس\" : الله حقا يألته نقصه كألته إيلاتًا. </p><p> {بِمَا كَسَبَ رَهِينٌ} والرهن: ما يوضع وثيقة للدين. {وَأَمْدَدْنَاهُمْ} أصل المد: الجر. وأكثر ما جاء الإمداد في المحبوب، والمد في المكروه. وفي \"القاموس\" : الإمداد: تأخير الأجل، وأن تنصر الأجناد بجماعة غيرك، والإعطاء، والإغاثة. {بِفَاكِهَةٍ} الفاكهة: ثمار الأشجار. {مِمَّا يَشْتَهُونَ} أصله: يشتهيون، استثقلت الضمة على الياء فحذفت، فلما سكنت التقى ساكنان، فحذفت ثم ضمت الهاء لمناسبة الواو. </p><p> {يَتَنَازَعُونَ فِيهَا} يقال: نزع الشيء جذبه من مقره كنزع القوس من كبدها. والتنازع والمنازعة: المجاذبة، ويعبَّر بها عن المخاصمة والمجادلة. والمراد بالتنازع هنا: التعاطي والتداول على طريق التجاذب. </p><p> {كَأْسًا} والكأس: قدح فيه شراب، ولا يسمى كأسًا ما لم يكن فيه شراب. </p><p> كما لا تسمى مائدة ما لم يكن عليها طعام. {لَا لَغْوٌ} قال الراغب: اللغو من الكلام: ما لا يعتد به. وهو الذي يورد لا عن روية وفكر، فيجري مجرى اللغا. وهو صوت العصافير، كما مرّ. </p><p> {وَلَا تَأْثِيمٌ} والتأثيم: فعل ما يأثم فاعله؛ أي: ينسب إلى الإثم لو فعله في دار التكليف من الكذب، والسب، والفواحش. </p><p> {وَيَطُوفُ} من الطواف. وهو المشي حول الشيء، والدوران به. ومنه: الطائف لمن يدور حول البيوت حافظًا لها. أصله: يطوف بوزن يفعل بضم العين نقلت حركة {الواو} إلى الطاء فسكنت إثر ضمة، فصارت حرف مد. </p><p> {غِلْمَانٌ} جمع غلام. وهو الطار الشارب. {كَأَنَّهُمْ لُؤْلُؤٌ} واللؤلؤ: جوهر بحري أبيض براق. {مَكْنُونٌ} ؛ أي: مصون محفوظ في صدفه، ووعائه الذي خلق فيه. </p><p> {فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ (٢٧) } فيه إعلال بالقلب. أصله: وقينا، تحركت الياء وانفتح ما قبلها، قلبت ألفًا. وفي \"المفردات\" : السموم في الأصل: الريح الحارَّة التي تؤثر تأثير السم، فأطلقت على جهنم لنفوذ حرها في المسام كالسموم. </p><p> {إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ} قال الراغب: البر: خلاف البحر، وتصور منه التوسع، فاشتق منه البر؛ أي: التوسع في فعل الخير، وينسب ذلك تارة إلى الله تعالى. نحو: إنه هو البر الرحيم، وإلى العبد تارة فيقال: بر العبد ربه، أي: توسع في طاعته. فمن الله الثواب، ومن العبد الطاعة. </p><p> {بِكَاهِنٍ} وفي \"المفردات\" : الكاهن الذي يخبر بالأخبار الماضية الخفية بضرب من الظن كالعراف الذي يخبر بالأخبار المستقبلة على نحو ذلك، ولكون هاتين الصّناعتين مبنيتين على الظن الذي يخطىء ويصيب. قال - صلى الله عليه وسلم -: \"من أتى عرافًا أو كاهنًا .. فصدقه بما قال فقد كفر بما أنزل الله على محمد\" . ويقال: كهن فلان كهانة إذا تعاطي ذلك، وكهن إذا تخصص بذلك، وتكَّهن تكلف ذلك وفي القاموس كهن له كجعل ونصر وكرم، كهانة بالفتح، وتكهن تكهنًا وتكهينًا قضى له بالغيب، فهو كاهن. والجمع كهنة، وكهان، وحرفته الكهانة بالكسر، انتهى. </p><p> {وَلَا مَجْنُونٍ} وهو من به جنون. وهر زوال العقل أو فساده. وفي \"المفردات\" : الجنون: الحائل بين النفس والعقل. وفي \"التعريفات\" : الجنون: اختلال العقل بحيث يمنع جريان الأفعال والأقوال على نهج العقل إلا نادرًا. </p><p> {نَتَرَبَّصُ} التربص: الانتظار بالشيء من انقلاب حال له إلى خلافها. {رَيْبَ الْمَنُونِ} الريب: ما يقلق النفوس؛ أي: يورث قلقًا واضطرابًا لها من حوادث الدهر، وتقلبات الزمان. فهو بمعنى الرائب من قولهم: رابه الدهر، وأرابه إذا: أقلقه. والمنون: الدهر، والموت، والكثير الامتنان كالمنونة. وسمَّاه ريبًا لا من حيث إنه مشكك في كونه، بل من حيث إنه يشكك في وقت حصوله. فالإنسان أبدًا في ريب المنون من جهة وقته، لا من جهة كونه. وعلى هذا قال الشاعر: </p><p> النَّاسُ قَدْ عَلِمُوا أَنْ لَا بَقَاءَ لَهُمْ ... لَوْ أَنَّهُمْ عَمِلُوا مِقْدَارَ مَا عَلِمُوا </p><p> وهو في الأصل فعول، من منه إذا: قطعه؛ لأنّ الدهر يقطع القويَّ، والموت يقطع الأماني والعمر. </p><p> {قُلْ تَرَبَّصُوا} قال الراغب: التربص: انتظار الشخص سلعة كان يقصد بها غلاء، أو رخصًا، أو أمرًا ينتظر زواله، أو حصوله. انتهى. {أَحْلَامُهُمْ} ؛ أي: عقولهم. وفي \"القاموس\" : الحلم بالضم وبضمتين: الرؤيا. والجمع أحلام. والحلم بالكسر: الأناة والعقل، والجمع أحلام وحلوم. ومنه:  {أَمْ تَأْمُرُهُمْ أَحْلَامُهُمْ} وهو حليم، والجمع حلماء وأحلام، انتهى. </p><p> {أَمْ يَقُولُونَ تَقَوَّلَهُ} والتقول: تكلف القول، ولا يستعمل إلا في الكذب. {فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ} أصله: يأتيون بوزن يفعلون بكسر العين، حذفت منه نون الرفع لدخول لام الأمر، ثمّ استنقلت الضمة على الياء فحذفت، فلمّا سكنت التقى ساكنان، فحذفت الياء وضمت التاء لمناسبة الواو. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الإلتزام في قوله: {وَالطُّورِ (١) وَكِتَابٍ مَسْطُورٍ (٢) } فإنّه قد جاءت </p><p> الطاء قبل واو الردف لازمةً. </p><p> ومنها: تنكير {كتاب} ، و {رق} ، في قوله: {وَكِتَابٍ مَسْطُورٍ (٢) فِي رَقٍّ مَنْشُورٍ (٣) } للتفخيم، أو للإشعار بأنهما ليسا مما يتعارفه الناس. </p><p> ومنها: الاستعارة التصريحية في قوله: {وَرَقِ} لأنه حقيقة في جلد الحيوان الرقيق , ثم استعير لكل ما يكتب فيه من الصحائف والألواح. </p><p> ومنها: جناس الاشتقاق في قوله: {تَمُورُ السَّمَاءُ مَوْرًا} ، وقوله: {وَتَسِيرُ الْجِبَالُ سَيْرًا (١٠) }. </p><p> ومنها: طباق السلب بين قوله: {اصْبِرُوا} ، وقوله:  {لَا تَصْبِرُوا} وفيه أيضًا من الإهانة والتوبيخ ما لا يخفى. </p><p> ومنها: تأكيد الفعلين بمصدريهما في قوله: {يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا (٩) وَتَسِيرُ الْجِبَالُ سَيْرًا (١٠) } للإيذان بغرابتهما وخروجهما عن الحدود المعهودة؛ أي: مورًا عجيبًا وسيرًا عجيبًا، لا يدرك كنههما. </p><p> ومنها: الاستعارة التصريحية الأصليّة في قوله: {الَّذِينَ هُمْ فِي خَوْضٍ يَلْعَبُونَ (١٢) } حيث شبّه التخبّط والاندفاع في الأباطيل بخوض الغائص في الماء بجامع الانغماس في كل. فاستعار له اسمه على طريق الاستعارة التصريحية الأصلية. </p><p> ومنها: جناس الاشتقاق في قوله: {يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعًّا (١٣) }. </p><p> ومنها: الاستفهام التوبيخي التقريعيّ في قوله: {أَفَسِحْرٌ هَذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ (١٥) }. </p><p> ومنها: إظهار الرب في موضع الأضمار مضافًا إلى ضميرهم في قوله: {وَوَقَاهُمْ رَبُّهُمْ} للتشريف والتعليل. </p><p> ومنها: ترك ذكر المأكول والمشروب في قوله: {كُلُوا وَاشْرَبُوا} دلالة على تنوّعهما، وكثرتهما. </p><p> ومنها: تنكير {إيمان} في قوله: {وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ} إفادة للتقليل؛ أي: بشيء من الإيمان. </p><p> ومنها: الاستعارة التصريحية في قوله: {وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا </p><p> بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ (٢١) }؛ لأنّ الرهن حقيقة فيما يوضع وثيقة للدين. فاستعاره للمحتبس بأيّ شيء كان من عمله. </p><p> ومنها: تنكير {فاكهة} في قوله: {وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ} إفادة للكثرة وعدم الانقطاع؛ أي: بفاكهة كثيرة لا تنقطع، كلّما أكلوا ثمرة عاد مكانها مثلها. </p><p> ومنها: المجاز المرسل في قوله: {كَأْسًا} ؛ أي: خمرًا، تسمية لها باسم محلها. </p><p> ومنها: التشبيه المرسل المجمل في قوله: {كَأَنَّهُمْ لُؤْلُؤٌ مَكْنُونٌ} حيث شبه الغلمان باللؤلؤ المكنون في الأصداف. لأنّه أحسن وأصفى، أو لأنّه مخزون، ولا يخزن إلا الثمين الغالي القيمة. فهو تشبيه مجمل؛ لأنّه حذف منه وجه الشبه. </p><p> ومنها: التعريض في قوله: {إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ} لأن فيه تعريضًا بأنّ بعض أهلهم لم يكونوا على صفتهم، ولذا صاروا محرومين، حيث قال:  {مُشْفِقِينَ} ؛ أي: خائفين من عصيان الله سبحانه. </p><p> ومنها: الاستعارة التصريحية الأصليّة في قوله: {نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ} شبهت حوادث الدهر بالريب الذي هو الشك بجامع التحيّر، وعدم البقاء على حالة واحدة في كل منهما. واستعير لفظ الريب لصروف الدهر وتواليه على طريق الاستعارة التبعية. </p><p> ومنها: المجاز العقلي في قوله: {أَمْ تَأْمُرُهُمْ أَحْلَامُهُمْ} فقد أسند الأمر إلى الأحلام. وقد كان العرب يتفاخرون بعقولهم، فأزرى الله بها، حيث لم تثمر لهم معرفة الحق والباطل. ويجوز اعتبارها استعارة مكنية إن أريد التشبيه. وكل مجاز عقلي يصح أن يكون استعارة مكنية، ولا عكس. كما هو مقرر في محله. </p><p> ومنها: الزيادة والحذف في عدّة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ (٣٥) أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ بَلْ لَا يُوقِنُونَ (٣٦) أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ (٣٧) أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطَانٍ مُبِينٍ (٣٨) أَمْ لَهُ الْبَنَاتُ وَلَكُمُ الْبَنُونَ (٣٩) أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ (٤٠) أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ (٤١) أَمْ يُرِيدُونَ كَيْدًا فَالَّذِينَ كَفَرُوا هُمُ الْمَكِيدُونَ (٤٢) أَمْ لَهُمْ إِلَهٌ غَيْرُ اللَّهِ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ (٤٣) وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَرْكُومٌ (٤٤) فَذَرْهُمْ حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ (٤٥) يَوْمَ لَا يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئًا وَلَا هُمْ يُنْصَرُونَ (٤٦) وَإِنَّ لِلَّذِينَ ظَلَمُوا عَذَابًا دُونَ ذَلِكَ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (٤٧) وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ (٤٨) وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَإِدْبَارَ النُّجُومِ (٤٩) }. </p><p> المناسبة </p><p> قوله تعالى: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ (٣٥) ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما (١) أثبت رسالة محمد - صلى الله عليه وسلم -، ورد عليهم ما زعموا من أنه كاهن، أو شاعر، أو مجنون، وأمره أن يذكر الناس، ويبشرهم، وينذرهم، ولا يأبه لمقالتهم، فالله ناصره عليهم .. انتقل إلى الرد عليهم في إنكارهم للخالق كما هو شأن الدهريين، أو في ادعائهم لله شريكًا كما هو شأن كثير من العرب الذين قالوا: الملائكة بنات الله، وقالوا: ما نعبد الأوثان، والأصنام إلا ليقربونا إلى الله زلفى، وبعد أن أقام عليهم الحجة في كل ذلك، وسد عليهم المسالك .. طلب إليه أن يتوكل عليه، وأن يعلم أن كيدهم لا يضره شيئًا، فالله ناصره عليهم، وسيظهر دينه، ويتم له الغلبة والفلج عليهم. </p><p> قوله تعالى:  {وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا ...} الآيات إلى آخر السورة، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر مزاعمهم في النبوة، وبين فسادها بما لم يبق بعده وجه للعناد والمكابرة. ثم أعقبه بالرد عليهم في جحوده للألوهية إما بإنكارها بتاتًا، وإما بادعاء الشريك، أو باتخاذه الولد، سبحانه وتعالى </p><p>(١) المراغي.</p>"
}