{
  "id": null,
  "sura": 53,
  "aya": 32,
  "text": "<p> مالك ذلك يضل من يشاء، يهدي من يشاء ليجزي المسيء بإساءته والمحسن بإحسانه. وقيل (١) : متعلّقة بما دلّ عليه {أعلم} ... إلخ، وما بينهما اعتراض مقرر لما قبله. فإن كون الكل مخلوقًا له تعالى مما يقرر علمه تعالى بأحوالهم {أَلَا يَعْلَمُ مَنْ خَلَقَ} . كأنه قيل: فيعلم ضلال من ضل واهتداء من اهتدى، ويحفظهما ليجزى الذين أساؤوا، وضلّوا. </p><p> {بِمَا عَمِلُوا} أي: بعقاب ما عملوا من الشرك والضلال الذي عبَّر عنه بالإساءة بيانًا لحاله. شبه نتيجة علمه بكل واحد من الفريقين. وهي مجازاته على حسب حاله بعلته الغائية. فأدخل لام العلة عليها، وصح بذلك تعلقها بقوله:  {أعلم} . </p><p> {وَيَجْزِيَ الَّذِينَ أَحْسَنُوا} ؛ أي: وحدوا، واهتدوا {بِالْحُسْنَى} ؛ أي: بالمثوبة الحسنى التي هي الجنة. والباء لتعدية الجزاء أو بسبب أعمالهم الحسنى، فالباء للسببية والمقابلة. وإنما قدر على مجاراة المحسن والمسيء إذا كان كثير الملك كامل القدرة، فلذلك قال:  {وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} . والحسنى تأنيث الأحسن. وقرأ زيد بن عليّ {لنجزي} بالنون فيهما. وقرأ الجمهور بالياء فيهما. </p><p> ومعنى الآية (٢) : أي إنّ ما في السموات وما في الأرض تحت قبضته وسلطانه، وله التصرف فيه خلقًا، وملكًا، وتدبيرًا. فهو العليم به، لا تخفى عليه خافية من أمره. فلا تظنوا أنه يهمل أمركم، كلًّا فإنه مجار كل نفس بما كسبت من خير أو شر. وهذا ما عناه سبحانه بقوله:  {لِيَجْزِيَ الَّذِينَ أَسَاءُوا ...} إلخ؛ أي: فهو يجازي بحسب علمه المحيط بكل شيء. المحسن بالإحسان\" ويدخله جنّات تجري من تحتها الأنهار، ويمتعه بنعيم لا يخطر على قلب بشر. والمسيء بصنيع ما أساؤوا، وبما دسى به نفسه من ضروب الشرك والمعاصي، وبما ران على قلبه من كبائر الذنوب والآثام. وقد أصله الله على علم، وختم على سمعه وقلبه، وجعل على بصره غشاوةً. </p><p> ٣٢ - ثم وصف هؤلاء المحسنين، فقال:  {الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ} ؛ ويبتعدون </p><p>(١) روح البيان. (٢) المراغي.</p><p> عنها. فالموصول في محل نصب على أنه نعت للموصول الأوّل أعني قوله:  {الَّذِينَ أَحْسَنُوا} . وقيل: بدل منه. وقيل: بيان له. وقيل: منصوب على المدح بإضمار أعني، أو في محل رفع على أنه خبر مبتدأ محذوف؛ أي: هم الذين يجتنبون كبائر الإثم. وقرأ الجمهور (١)  {كَبَائِرَ} على الجمع. وقرأ حمزة، والكسائي، والأعمش، ويحيى بن وثّاب {كبير الإثم} على الإفراد. وصية الاستقبال (٢) في صلة هذا الموصول، دون صلة الموصوف، أو المبدل منه للدلالة على تجدد الاجتناب واستمراره. يعني: للإشعار بأن ترك المعصية سواء كانت بارتكاب المحرمات أو بترك الواجبات ينبغي أن يستمر عليه المؤمن، ويجعل الاجتناب عنها دأبًا له وعادة، حتى يستحق المثوبة الحسنى. فإن من اجتنب عنها مرة، وانهمك عليها في باقي الأزمان لا يستحقها بخلاف الحسنات المتطوع بها. فإن من أتى بها ولو مرة يؤجر عليها. </p><p> قال سعدي المفتي: لا حسن في جعل الذين يجتنبون مقصودًا بالنسبة، وجعل الذين أحسنوا في حكم المسكوت عنه على القول: بأنه بدل منه، ولو كان النظم على العكس .. لكان لها وجه، انتهى. </p><p> يقول الفقير: الاجتناب من باب التخلية بالمعجمة. وهي أقدم من التحلية بالحاء المهملة، فلذا جعلت مقصودًا بالنسبة. </p><p> وكبائر الإثم: ما بكبر عقابه من الذنوب. وهو ما ترتب عليه الوعيد بخصوصه كالشرك والزنا مطلقًا خصوصًا بحليلة جاره، وقتل النفس مطلقًا لا سيما الأولاد. وهي الموؤدة. وقيل: ما ذم فاعله ذمًّا شديدًا. وقيل: الكبيرة: كل ذنب ختمه الله بنار أو غضب أو لعنة أو عذاب أو حدّ في الدنيا أو أقدم صاحبه عليه من غير استشعار خوف أو ندم أو ترتب عليه مفاسد كبيرة. ولو كان في نظر الناس صغيرًا. من أمسك إنسانًا ليقتله ظالم، أو دل العدو على عورات البلاد، فقد فعل أمرًا عظيمًا. فيكون أكل مال اليتيم إذا قيس على هذين قليلًا مع أنه من الكبائر. ولأهل العلم في تحقيق الكبائر كلام طويل. وكما اختلفوا في تحقيق معناها وماهيتها اختلفوا في عددها. </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> والمشهور: أنّ الكبائر سبع. روي ذلك عن عليّ كرم الله وجهه، واستدلوا عليه بما روي في الصحيحين:  \"اجتنبوا السبع الموبقات: الإشراك بالله تعالى، والسحر، وقتل النفس التي حرم الله إلا بالحق؛ وأكل مال اليتيم، وأكل الربا، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات\" . وروى الطبراني عن سعيد بن جبير عن ابن عباس: أنَّ رجلًا قال له: الكبائر سبعٌ، فقال: هي إلى سبع مئة أقرب منها إلى سبع، غير أنه لا كبيرة مع الاستغفار، اهـ. </p><p> والإثم: قيل: الذنب الذي يستحق صاحبه العقاب. وقيل: هو اسم للأفعال المبطئة عن الثواب. وقيل: هو فعل ما لا يحل. وقيل: الإثم جنس يشتمل كبائر وصغائر؛ وجمعه آثام. </p><p> وقوله:  {وَالْفَوَاحِشَ} معطوف على {كَبَائِرَ} . جمع فاحشة. وهي ما فحش من كبائر الذنوب: كالزنا، ونحوه. نهو من قبيل التخصيص بعد التعميم. وقال مقاتل: كبائر الإثم: كل ذنب ختم بالنار. والفواحش: كل ذنب فيه الحد. وقيل: الكبائر: الشرك. والفواحش: الزنا. </p><p> والاستثناء في قوله:  {إِلَّا اللَّمَمَ} منقطع؛ أي: إلا ما قل وصغر من الذنوب لأن المراد باللمم: الصغائر. وهي لا تدخل في الكبائر. وذلك كالنظرة، والكذب الذي لا حد فيه ولا ضرر، والإشراف على بيوت الناس، وهجر المسلم فوق ثلاث، والضحك في الصلاة المفروضة، والنياحة، وشق الجيب في المصيبة، والتبختر في المشي، والجلوس بين الفساق إيناسًا بهم، وإدخال مجانين وصبيان ونجاسةٍ المسجد إذا كان يغلب تنجيسهم له، واستعمال نجاسة في بدن أو ثوب لغير حاجة، اهـ خطيب. </p><p> والمعنى: إلا ما قلَّ وصغر من الذنوب. فإنه مغفور ممن يجتنب الكبائر. يعني: إن الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان مكفرات لما بينهن، إذا اجتنب الكبائر. قال تعالى:  {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} وقال: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ} . وقيل: هي النظر بلا تعمد، فإن أعاد النظر فليس بلمم، وهو مذنب. والغمزة والقبلة كما روي أن نبهان التمّار أتته امرأة لتشتري التمر، فقال لها: أدخلي الحانوت، فعانقها وقبلها، فقالت المرأة: خنت أخاك، ولم تصب حاجتك، فندم، وذهب إلى رسول الله - صلى الله عليه وسلم -، فنزلت </p><p> الآية. وقيل: هي الخطرة من الذنب؛ أي: ما خطره من الذنب على القلب بلا عزم. وقيل: كل ذنب لم يذكر الله عليه حدًّا ولا عذابًا. وقال بعضهم: اللمم والإلمام: ما يعمله الإنسان الحين بعد الحين ولا يكون له عادة، ولا إقامة عليه. وقال ابن عباس رضي الله عنهما: معناه: إلا أن يلم بالفاحشة مرة، ثم يتوب ولم يثبت عليها. فإن الله يقبل توبته. ويؤيده تمثل النبي - صلى الله عليه وسلم - قول أمية (١) : </p><p> إنْ تَغْفِرِ اللَّهُمَّ تَغْفِرْ جَمَّا ... وَأَيُّ عَبْدٍ لَكَ لَا أَلَمَّا </p><p> أخرجه الترمذي، وقال: حديث حسن صحيح غريب، وبه قال مجاهد؛ والحسن، والزهري، وغيرهم. </p><p> واختار هذا القول الزجاج والنحاس. فالاستثناء على هذا متصل. والراجح الأول. واللمم: مأخوذ من قولهم: ألممت بكذا؛ أي: نزلت به وقاربته من غير مواقعة. قال الأزهري: العرب تستعمل الإلمام في معنى الدنو والقرب. </p><p> وجملة قوله:  {إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ} وكثيرها، تعليل لما تضمنه الاستثناء؛ أي: إنّ ذلك، وإن خرج عن حكم المؤاخذة، فليس يخلو عن كونه ذنبًا يفتقر إلى مغفرة الله، ويحتاج إلى رحمته، بل لسعة المغفرة الربانية. وقيل معناه: إنّه سبحانه يغفر لمن تاب عن ذنبه فيغفر ما يشاء من الذنوب بعد التوبة الصادقة، والندم على ما فرط من مرتكبها، إذا أخبت لربه، وتجافى عن ذنبه. ومثله قوله تعالى: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (٥٣) }. </p><p> ثم ذكر سبحانه إحاطة علمه بأحوال عباده، فقال:  {هُوَ} سبحانه وتعالى {أَعْلَمُ} منكم {بِكُمْ} ؛ أي: بأحوالكم يعلمها {إِذْ أَنْشَأَكُمْ} ؛ أي: خلقكم في ضمن إنشاء أبيكم آدم عليه السلام {مِنَ الْأَرْضِ} إنشاء إجماليًا. وقيل: المراد: آدم. فإنه خلقه من طين {و} هو سبحانه أعلم بأحوالكم {إِذْ أَنْتُمْ أَجِنَّةٌ} ، أي: وقت كونكم أجنة {في بُطُونِ أُمَّهَاتِكُمْ} على أطوار مختلفة مترتبة، لا يخفى عليه حال من </p><p>(١) نفى الأمام ابن حجر في \"فتح الباري\" نسبة هذا البيت وغيره إلى النبي - صلى الله عليه وسلم -؛ لأنه لم يقل الشعر، وإنما ثبت تمثله أقوال الشعراء، كقول أمية هذا، وكقول ليد: ألا كل شيءٌ ما خلا الله باطل ... وكل نعيم لا محالة زائل</p><p> أحوالكم، وعمل من أعمالكم التي من جملتها اللمم الذي لولا المغفرة الواسعة لأصابكم وباله، وضرره. والأجنّة: جمع جنين مثل؛ أسرَّة وسرير، وسيأتي بسط الكلام فيه في مبحث اللغة والصرف. </p><p> والفاء في قوله:  {فَلَا تُزَكُّوا أَنْفُسَكُمْ} لترتيب (١) النهي عن تزكية النفس على ما سبق من أن عدم المؤاخذة باللمم، ليس لعدم كونه من قبيل الذنوب، بل لمحض مغفرته تعالى مع علمه بصدوره عنكم، أي: إذا كان الأمر كذلك .. فلا تثنوا على أنفسكم بالطهارة من المعصية بالكلية، أو بما يستلزمها من زكاء العمل، ونماه الخير، ولا تمدحوها بحسن الأعمال، ولا تبرئوها عن الآثام. فإن ترك تزكية النفس أبعد من الرياء، وأقرب إلى الخشوع. بل اشكروا الله تعالى على فضله ومغفرته. </p><p> وقال الحسن رحمه الله تعالى: علم الله من كل نفس ما هي صانعة، إلى ما هي صائرة، فلا تزكوا أنفسكم، ولا تطهروها من الآثام، ولا تمدوحها بحسن الأعمال. لأن كل واحد من التخلية والتحلية إنما يعتد به إذا كان خالصًا لله تعالى، وإذا كان هو أعلم بأحوالكم منكم فأيُّ حاجة إلى التزكية. </p><p> وأما من زكاه الغير، ومدحه فقد ورد فيه \"احثوا في وجه المداحين -أي:الذين يمدحون بما ليس في الممدوح - التراب\" على حقيقته، أو مجاز عن ردهم عن المدح، لئلا يغتر الممدوح فيتجبر. وقيل: المراد به: أن لا يعطوهم شيئًا لمدحهم. أو معناه: الأمر بدفع المال إليهم لينقطع لسانهم، ولا يشتغلوا بالهجو، وفيه إشارة إلى أن المال حقير في الواقع كالتراب. </p><p> قال أبو الليث في \"تفسيره\" : المدح على ثلاثة أوجه: </p><p> الأول: أن يمدحه في وجهه، فهو الذي نهى عنه. </p><p> والثاني: أن يمدحه في غير حضرته، ويعلم أنه يبلغه فهذا أيضًا منهي عنه. </p><p> والثالث: مدح يمدحه في حال غيبته، وهو لا يبالي بلغه أم لم يبلغه، ومدح يمدحه بما هو فيه فلا بأس بهذا، انتهى. وأمَّا المدح بعد الموت فلا بأس إذا لم يجاوز الحد، كالروافض في مدح أهل البيت. </p><p> وجملة قوله:  {هُوَ أَعْلَمُ بِمَنِ اتَّقَى} المعاصي جميعًا، مستأنفة مقرّرة للنهي </p><p>(١) روح البيان.</p><p> ومشعرة بأن فيهم من يتقيها بأسرها. وقيل: كان ناس يعملون أعمالًا حسنة، ثم يقولون: صلاتنا، وصيامنا، وحجنا، فنزلت فيهم هذه الآية، وهذا إذا كان بطريق الإعجاب أو الرياء أو السمعة. فأما من اعتقد أن ما عمله من الأعمال الصالحة من الله تعالى، وبتوفيقه وتأييده، ولم يقصد به التمدح لم يكن من المزكين أنفسهم. فإن المسرة بالطاعة طاعة، وذكرها شكر. </p><p> ومعنى الآية (١) : هو سبحانه وتعالى بصير بأحوالكم، علبم بأقوالكم وأفعالكم، حين ابتدأ خلقكم من التراب، وحين صوركم في الأرحام على أطوار مختلفة وصور شتى. {فَلَا تُزَكُّوا أَنْفُسَكُمْ} ؛ أي: فإذا علمتم ذلك فلا تثنوا على أنفسكم بالطهارة من المعاصي، أو بزكاة العمل وزيادة الخير، بل اشكروا على فضله ومغفرته. فهو العليم بمن اتقى المعاصي، ومن ولغ فيها، ودن نفسه باجتراحها. </p><p> الإعراب </p><p> {وَالنَّجْمِ إِذَا هَوَى (١) مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى (٢) وَمَا يَنْطِقُ عَنِ الْهَوَى (٣) إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٤) عَلَّمَهُ شَدِيدُ الْقُوَى (٥) ذُو مِرَّةٍ فَاسْتَوَى (٦) وَهُوَ بِالْأُفُقِ الْأَعْلَى (٧) ثُمَّ دَنَا فَتَدَلَّى (٨) فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى (٩) فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى (١٠) مَا كَذَبَ الْفُؤَادُ مَا رَأَى (١١) }. </p><p> {وَالنَّجْمِ}  {الواو} حرف جر وقسم، {النجم} مقسم به، مجرور بواو القسم، الجار والمجرور متعلق بفعل قسم محذوف، تقديره: أقسم بالنجم. وجملة القسم مستأنفة. {إِذَا} ظرف لما يستقبل من الزمان، مجرّد عن معنى الشرط، متعلق بفعل القسم المحذوف، {هَوَى} فعل ماض، وفاعل مستتر يعود على {النجم} . والجملة في محل الجر مضاف إليه لـ {إِذَا} ، والتقدير: أقسم بالنجم وقت هويه. وقيل: الظرف متعلق بمحذوف حال من {النجم} ؛ أي: أقسم بالنجم حال كونه مستقرًّا في زمان هويّه. وقيل: غير ذلك. وفي كلٍ منها إشكال ذكرت مع الأجوبة عنها في المطولات. {مَا} نافية، {ضَلَّ صَاحِبُكُمْ} فعل، وفاعل. والجملة جواب القسم، لا محل لها من الإعراب. {وَمَا غَوَى} معطوف على {مَا ضَلَّ} . {وَمَا} </p><p>(١) المراغي.</p><p> الواو: عاطفة، {يَنْطِقُ} فعل مضارع، وفاعله ضمير يعود على {صَاحِبُكُمْ} ، {عَنِ الْهَوَى} متعلق بـ {يَنْطِقُ} . والجملة معطوفة على {مَا ضَلَّ} . {إِنْ} نافية، و {هُوَ} مبتدأ، {إِلَّا} أداة حصر، {وَحْيٌ} خبر {هُوَ} . والجملة مستأنفة. وجملة {يُوحَى} صفة لـ {وَحْيٌ} . {عَلَّمَهُ} فعل، ومفعول به، {شَدِيدُ الْقُوَى} فاعل، والمفعول الثاني محذوف، تقديره: علم صاحبكم ذلك الوحى ملك شديد القرى. والجملة الفعلية صفة ثانية لـ {وَحْيٌ} . {ذُو مِرَّةٍ} صفة لـ {شَدِيدُ الْقُوَى} ، مرفوع بالواو، {فَاسْتَوَى} الفاء: عاطفة، {استوى} فعل ماض، وفاعل مستتر يعود على {شَدِيدُ الْقُوَى} . والجملة معطوفة على جملة قوله: {عَلَّمَهُ شَدِيدُ الْقُوَى (٥) } كما يشير إليه صنيع القرطبي. ونصّه {فَاسْتَوَى} أي: ارتفع جبرئيل، وعلا إلى مكانه في السماء بعد أن علمه محمدًا - صلى الله عليه وسلم -، اهـ. {وَهُوَ}  {الواو} حالية، {هُوَ} مبتدأ {بِالْأُفُقِ} خبر، {الْأَعْلَى} صفة لـ {الأفق} . والجملة في محل النصب، حال من فاعل {استوى} . {ثُمَّ} حرف عطف وتراخ، {دَنَا} ، فعل ماض، وفاعل مستتر يعود على {شَدِيدُ الْقُوَى} . والجملة معطوفة على جملة {استوى} . {فَتَدَلَّى} الفاء: عاطفة، {تَدَلَّى} فعل ماض، وفاعل مستتر يعود على {شَدِيدُ الْقُوَى} . والجملة معطوفة على جملة {دَنَا} . {فَكَانَ} الفاء: عاطفة، {كان} فعل ماض، واسمه ضمير يعود على {شَدِيدُ الْقُوَى} ولكنه على تقدير مضافات. {قَابَ قَوْسَيْنِ} خبرها. والجملة معطوفة على جملة {تدلى} ، والتقدير: فَكَانَ مقدار مسافة قربه مثل قاب قوسين. {أَوْ} حرف عطف وشكّ، أو بمعنى بل، {أَدْنَى} معطوف على {قَابَ قَوْسَيْنِ} . {فَأَوْحَى} الفاء: عاطفة، {أوحى} فعل ماض، وفعل مستتر يعود على {شَدِيدُ الْقُوَى} ، أو إلى الله. {إِلَى عَبْدِهِ} متعلق بأوحى. والجملة معطوفة على جملة كان. {مَا} موصولة أو مصدرية، مفعول به على الأول، أو مفعول مطلق على الثاني. وجملة {أوحى} صلة لما على كلا الوجهين. {مَا} نافية، {كَذَبَ الْفُؤَادُ} فعل، وفاعل. والجملة مستأنفة. {مَا} موصولة، مفعول به لكذب، وجملة {رَأَى} صلته، و {رَأَى} بصرية، ومفعوله محذوف؛ أي: ما رآه. </p><p> {أَفَتُمَارُونَهُ عَلَى مَا يَرَى (١٢) وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى (١٣) عِنْدَ سِدْرَةِ الْمُنْتَهَى (١٤) عِنْدَهَا جَنَّةُ الْمَأْوَى (١٥) إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى (١٦) مَا زَاغَ الْبَصَرُ وَمَا طَغَى (١٧) لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى (١٨) }. </p><p> {أَفَتُمَارُونَهُ} الهمزة للاستفهام الإنكاري، داخلة على محذوف، والفاء: عاطفة على ذلك المحذوف. والجملة المحذوفة جملة طلبيّة، لا محل لها من الإعراب. {تمارونه} فعل، وفاعل، ومفعول به، معطوف على الجملة المحذوفة، {عَلَى مَا} جار ومجرور، متعلق بـ {تمارون} ، وحقه أن يتعدّى بفي، ولكن ضمَّنه معنى الغلبة فعداه بعلى. وجملة {يَرَى} صلة لـ {مَا} الموصولة، ويجوز أن تكون {ما} مصدرية، {وَلَقَدْ} الواو: حالية، واللام: موطئة للقسم، {قد} حرف تحقيق، {رَآهُ} فعل، وفاعل مستتر، ومفعول به. والجملة جواب القسم، لا محل لها من الإعراب. وجملة القسم في محل النصب، حال من مفعول {تمارونه} . {نَزْلَةً} إما منصوب على الظرفية الزمانية، متعلق بـ {رَآهُ} ؛ أي: مرّةً أخرى، أو على المفعولية المطلقة؛ أي: رؤية أخرى، و {أُخْرَى} صفة لـ {نَزْلَةً} ، {عِنْدَ سِدْرَةِ} ظرف متعلق بـ {رَآهُ} ، {الْمُنْتَهَى} مضاف إليه، أو حال من الفاعل أو المفعول أو منهما معًا. {عِنْدَهَا} خبر مقدم، {جَنَّةُ الْمَأْوَى} مبتدأ مؤخر. والجملة الاسمية في محل النصب، حال من {سِدْرَةِ الْمُنْتَهَى} . {إِذْ} ظرف لما مضى من الزمان، في محل النصب على الظرفية الزمانية، والظرف متعلق بـ {رَآهُ}  {يَغْشَى} فعل مضارع، {السِّدْرَةَ} مفعول به، {مَا} اسم موصول في محل الرفع فاعل. والجملة الفعلية في محل الجر، مضاف إليه لـ {إِذْ} . وجملة {يَغْشَى} صلة لما الموصولة {مَا} نافية، {زَاغَ الْبَصَرُ} فعل، وفاعل. والجملة مستأنفة. {وَمَا طَغَى} معطوف على {مَا زَاغَ} . {لَقَدْ} اللام: موطئة للقسم المحذوف، {قد} حرف تحقيق، {رَأَى} فعل ماض، وفاعل مستتر يعود على محمد. والجملة جواب القسم، وجملة القسم مستأنفة. {مِنْ آيَاتِ رَبِّهِ} حال من الصفعول مقدّمة عليه، {الْكُبْرَى} مفعول به، والتقدير: لقد رأى الآيات الكبرى حال كونها من جملة آيات ربّه. ويحتمل أن تكون {الْكُبْرَى} صفة آيات ربّه، لا مفعولًا به، ويكون المرئي محذوفًا لتفخيم الأمر وتعظيمه، كأنه قال: لقد رأى من آيات ربّه الكبرى أمورًا عظامًا لا يحيط بها الوصف، والحذف في مثل هذا أبلغ وأهول، لأنَّ فيه تفخيمًا لآيات الله الكبرى، وأنّ فبها ما رآه وما لم يره. وهو على الوجه الأول يكون مقتضاه أنه رأى جميع الآيات الكبرى على الشمول والعموم، مع أنَّ آيات الله مما لا يحيط أحد بجملتها. </p><p> {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى (١٩) وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى (٢٠) أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى (٢١) </p><p> تِلْكَ إِذًا قِسْمَةٌ ضِيزَى (٢٢) }. </p><p> {أَفَرَأَيْتُمُ} الهمزة للاستفهام الإنكاري، داخلة على محذوف، والفاء: عاطفة على ذلك المحذوف؛ والتقدير: أعقب ما سمعتم آثار قدرة الله تعالى أنكرتم وحدانيته، فرأيتم، وظننتم هذه الأصنام شركاء لله سبحانه. {رأيْتم} فعل، وفاعل، {اللَّاتَ} مفعول أول، {وَالْعُزَّى}  {وَمَنَاةً} معطوفان عليه، {الثَّالِثَةً} صفة مؤكدة لمناة، {الْأُخْرَى} صفة ذمّ للثالثة، والمفعول الثاني محذوف، تقديره: شركاء لله وجملة {رأيتم} معطوفة على تلك المحذوفة، والجملة المحذوفة مستأنفة. {أَلَكُمُ} الهمزة للاستفهام الإنكاري {لكم} خبر مقدم، {الذَّكَرُ} مبتدأ مؤخر. والجملة جملة طلبية، لا محل لها من الإعراب. {وَلَهُ} خبر مقدم، {الْأُنْثَى} مبتدأ مؤخر. والجملة معطوفة على ما قبلها. {تِلْكَ} مبتدأ، {إِذًا} حرف جواب وجزاء بمعنى إذ الظرفية، مهمل حرف لا محل لها من الإعراب؛ أي: إذ جعلتم له البنات ولكم البنين. {قِسْمَةٌ} خبر، {ضِيزَى} صفة لـ {قِسْمَةٌ} . والجملة الاسمية مستأنفة. </p><p> {إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى (٢٣) أَمْ لِلْإِنْسَانِ مَا تَمَنَّى (٢٤) فَلِلَّهِ الْآخِرَةُ وَالْأُولَى (٢٥) }. </p><p> {إِنْ} نافية، {هِيَ} مبتدأ، {إِلَّا} أداة حصر، {أَسْمَاءٌ} ، خبر هي والجملة مستأنفة {سَمَّيْتُمُوهَا} : فعل وفاعل ومفعول ثان والمفعول الأول محذوف تقديره: سميتم بها أصنامًا وجملة {سَمَّيْتُمُوهَا} : في محل الرفع، صفة لـ {أَسْمَاءٌ}  {أَنْتُمْ} تأكيد لتاء الفاعل في {سميتم} ليصح عطف {وَآبَاؤُكُمْ} عليها على حد قوله: </p><p> وَإِنْ عَلَى ضَمِيْرِ رَفْعٍ مُتَّصِلْ ... عَطَفْتَ فَافْصِلْ بِالضَّمِيْرِ الْمُنْفصِلْ </p><p> {مَا} نافية، {أَنْزَلَ الله} فعل، وفاعل. والجملة صفة ثانية لـ {أَسْمَاءٌ} ، {بِهَا} حال {مِنْ} زائدة، {سُلْطَانٍ} مفعول به لـ {أَنْزَلَ} ، {إنْ} نافية، {يَتَّبِعُونَ} فعل، وفاعل، {إِلَّا} أداة حصر، {الظَّنَّ} مفعول به. والجملة مستأنفة. {وَمَا} الواو: عاطفة، {ما} اسم موصول في محل النصب، معطوف على الظنّ، ويصح جعلها مصدرية، {تَهْوَى الْأَنْفُسُ} فعل، وفاعل. والجملة صلة لما الموصولة، والعائد محذوف، تقديره: وما تهواه الأنفس. {وَلَقَدْ} الواو: حالية، أو اعتراضية، واللام </p><p> موطئة للقسم، {قد} حرف تحقيق، {جَاءَهُمْ} فعل، ومفعول به {مِنْ رَبِّهِمُ} متعلق بـ {جَاءَهُمْ} . {الْهُدَى} فاعل. والجملة الفعلية جواب القسم، لا محل لها من الإعراب. وجملة القسم معرضة، أو حال من فاعل {يَتَّبِعُونَ} . {أَمْ} منقطعة بمعنى بل الإضرابية وهمزة الإنكار، {لِلْإِنْسَانِ} خبر مقدم، {مَا} مبتدأ مؤخر. والجملة إضرابية، لا محل لها من الإعراب. {تَمَنَّى} فعل ماض، وفاعله ضمير يعود على الإنسان. والجملة صلة لـ {ما} الموصولة، والعائد محذوف، تقديره: ما تمنّاه. {فَلِلَّهِ} الفاء: عاطفة، {لله} خبر مقدم، {الْآخِرَةُ} مبتدأ مؤخر، {وَالْأُولَى} معطوف على {الْآخِرَةُ} . والجملة معطوفة على ما قبلها. </p><p> {وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى (٢٦) إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنْثَى (٢٧) }. </p><p> {وَكَمْ} الواو: استئنافية {كم} خبرية، في محل الرفع، مبتدأ، {مِنْ} زائدة في تمييزكم، {مَلَكٍ} تمييز لكم، {في السَّمَاوَاتِ} صفة لـ {مَلَكٍ} ، {لَا تُغْنِي شَفَاعَتُهُمْ} فعل، وفاعل، {شَيْئًا} مفعول {تُغْنِي} أو مفعول مطلق، أي: شيئًا من الإغناء. والجملة في محل الرفع، خبر لكم الخبرية. والجملة مستأنفة. {إِلَّا} أداة حصر، {مِنْ بَعْدِ} متعلق بـ {تُغْنِي} ، {أَن} حرف نصب ومصدر، {يَأْذَنَ الله} فعل، وفاعل، منصوب بـ {أن} المصدرية. والجملة في تأويل مصدر مجرور بإضافة الظرف إليه؛ أي: إلا من بعد إذن الله سبحانه. {لِمَنْ} جار ومجرور، متعلق بـ {يَأْذَنَ} ، وجملة {يَشَاءُ} صلة لمن الموصولة، {وَيَرْضَى} معطوف على {يَشَاءُ}  {إِنَّ الَّذِينَ} ناصب واسمه، وجملة {لَا يُؤْمِنُونَ} صلة الموصول، {بِالْآخِرَةِ} متعلق بـ {يُؤْمِنُونَ} ، {لَيُسَمُّونَ} اللام حرف ابتداء، {يسمون الملائكة} فعل، وفاعل، ومفعول به، والجملة الفعلية خبر {إنّ} ، وجملة {إنّ} مستأنفة. {تَسْمِيَةَ الْأُنْثَى} مفعول مطلق. </p><p> {وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا (٢٨) فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا (٢٩) ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى (٣٠) }. </p><p> {وَمَا} الواو: حالية، {ما} نافية، {لَهُمْ} خبر مقدم، {بِهِ} متعلق بعلم، </p><p> {مِنْ} زائدة، {عِلْمٍ} مبتدأ مؤخر. والجملة في محل النصب، حال من فاعل {يسمون} . {إِنْ} نافية {يَتَّبِعُونَ} ؛ فعل، وفاعل. والجملة مستأنفة. {إِلَّا} أداة حصر، {الظَّنَّ} مفعول به، {وَإِنَّ} الواو: حالية، {إِنَّ الظَّنَّ} ناصب واسمه، وجملة {لَا يُغْنِي} خبر {إنّ} . {مِنَ الْحَقِّ} متعلق بـ {يُغْنِي} ، {شَيْئًا} مفعول به، أو مفعول مطلق. وجملة {إِنّ} في محل النصب حال من الظنّ. {فَأَعْرِضْ} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت ما ذكرته لك من أحوالهم، وأردت بيان ما هو اللازم لك .. فأقول لك أعرض {أعرض} فعل أمر، وفاعل مستتر يعود على محمد، {عَنْ مَنْ} متعلق بـ {أعرض} . والجملة الفعلية في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {تَوَلَّى} فعل ماض، وفاعل مستتر يعود على {من} الموصولة. والجملة صلة لمن الموصولة. {عَنْ ذِكْرِنَا} متعلق بـ {تَوَلَّى} فعل ماض، {وَلَمْ} ، الواو: عاطفة، {لَمْ} حرف جزم، {يُرِدْ} فعل مضارع، وفاعل مستر، مجزوم بـ {لم} . والجملة معطوفة على {تَوَلَّى} . {إِلَّا} أداة حصر، {الْحَيَاةً} مفعول به، {الدُّنْيَا} صفة لـ {الْحَيَاةً} ، {ذَلِكَ مَبْلَغُهُمْ} مبتدأ وخبر، {مِنَ الْعِلْمِ} متعلق بـ {مَبْلَغُهُمْ} . والجملة الاسمية جملة اعتراضية، لا محل لها من الإعراب لاعتراضها بين الأمر وهو {أعرض} ، وبين تعليله الآتي بقوله:  {إِنَّ رَبَّكَ} ناصب واسمه، {هُوَ} مبتدأ، {أَعْلَمُ} خبره، {بِمَنِ} متعلق بـ {أَعْلَمُ} ، وجملة {ضَلَّ عَنْ سَبِيلِهِ} صلة الموصول. وجملة {هُوَ أَعْلَمُ} خبر {إِنَّ} وجملة {إِنَّ} جملة تعليلية، لا محل لها من الإعراب. {وَهُوَ أَعْلَمُ} مبتدأ وخبر، {بِمَنْ} متعلق بـ {أَعْلَمُ} ، وجملة {اهْتَدَى} صلة لـ {مِنْ} الموصولة. والجملة الاسمية معطوفة على جملة قوله:  {هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ} . </p><p> {وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى (٣١) الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلَا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى (٣٢) }. </p><p> {وَلِلَّهِ} خبر مقدم، و {مَا} مبتدأ مؤخر. والجملة مستأنفة. {في السَّمَاوَاتِ} صلة لـ {ما} الموصولة، {وَمَا فِي الْأَرْضِ} معطوف على {مَا في السَّمَاوَاتِ} . {لِيَجْزِيَ} اللام حرف جر وتعليل، {يجزي} فعل مضارع، وفاعل مستتر، يعود </p><p> على الله، منصوب بأن مضمرة جوازًا بعد لام كي. {الَّذِينَ} مفعول به. والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام, والجار والمجرور متعلق بمعلول محذوف معلوم من السياق، تقديره: يضل من يشاء، ويهدي من يشاء لجزائه الذين أساؤوا الخ. وجملة {أَسَاءُوا} صلة الموصول، {بِمَا} متعلق بـ {يجزي} ، وجملة؛ {عَمِلُوا} صلة لـ {مَا} الموصولة. {وَيَجْزِيَ الَّذِينَ} فعل، وفاعل مستتر، ومفعول به، معطوف على {يجزي} الأول. وجملة {أَحْسَنُوا} صلة الموصول، {بِالْحُسْنَى} متعلق بـ {يجزي} ، {الَّذِينَ} بدل من {الَّذِينَ أَحْسَنُوا} ، أو عطف بيان له كما سبق بسطه. {يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ} فعل، وفاعل، ومفعول به. والجملة صلة الموصول. {وَالْفَوَاحِشَ} معطوف على {كَبَائِرَ} . {إِلَّا} أداة استثناء، {اللَّمَمَ} منصوب على الاستثناء، {إِنَّ رَبَّكَ} ناصب واسمه، {وَاسِعُ الْمَغْفِرَةِ} خبره، وجملة {إِنَّ} مسوقة لتعليل استثناء {اللَّمَمَ} ، لا محل لها من الإعراب. {هُوَ أَعْلَمُ} مبتدأ وخبر. والجملة مستأنفة. {بِكُمْ} متعلق بـ {أَعْلَمُ} ، {إِذْ} ظرف لما مضى من الزمان، متعلق بـ {أَعْلَمُ} أيضًا، {أَنْشَأَكُمْ} فعل ماض وفاعل مستتر يعود على الله، ومفعول به، {مِنَ الْأَرْضِ} متعلق به. والجملة في محل الجر، مضاف إليه لـ {إِذْ} ، {وَإِذْ} معطوف على {إِذْ} الأولى، {أَنْتُمْ أَجِنَّةٌ} مبتدأ وخبر. والجملة في محل الجر، مضاف إليه لـ {إِذْ} الظرفية، {في بُطُونِ أُمَّهَاتِكُمْ} صفة لـ {أَجِنَّةٌ} ، {فَلَا تُزَكُّوا} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم أنّ الله سبحانه أعلم بكم في جميع أحولكم، وأردتم بيان ما هو اللائق بكم .. فأقول لكم لا تزكّوا. {لا تزكّوا}  {لا} . ناهية جازمة، {تُزَكُّوا} فعل مضارع، وفاعل مجزوم بلا الناهية {أَنْفُسَكُمْ} مفعول به. والجملة في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدّرة مستأنفة. {هُوَ أَعْلَمُ} مبتدأ، وخبر، {بِمَنِ} متعلق بـ {أَعْلَمُ} ، وجملة {اتَّقَى} صلة الموصول. والجملة الاسمية جملة تعيلية، لا محل لها من الإعراب. </p><p> التصريف ومفردات اللغة </p><p> {وَالنَّجْمِ} النجم معروف، وجمعه نجوم، وأنجم، وأنجام، ونجم. وهو الكوكب. وعند الإطلاق الثريّا، وهي المراد به هنا. </p><p> أقوال منها: أنَّ المراد به هنا: جماعة النجوم، إذا هوت؛ أي: سقطت، وغابت عن الحس. وأراد به: الجنس. </p><p> وقيل: أراد الثريّا، وأقسم بها إذا سقطت، وغابت مع الفجر. </p><p> والعرب تطلق اسم النجم على الثريا خاصة. قال ابن دريد: والثريّا سبعة أنجم، ستة ظاهرة، وواحد خفي، يمتحن الناس به أبصارهم. وقيل: أراد به: القرآن إذ أنزله نجومًا متفرقة على رسول الله - صلى الله عليه وسلم - في ثلاث وعشرين سنة. وسمي الكوكب نجمًا لطلوعه. وكل طالع نجم، يقال: نجم السنن, والبنت والقرن إذا طلع، اهـ خطيب. وبابه قعد كما في \"المصباح\" . </p><p> {إِذَا هَوَى} ؛ أي: سقط. يقال: هوى يهوي من الثاني هَويًّا بوزن قبول إذا كرب. فإنَّ الهويَّ سقوط من علو إلى أسفل، وهُويًّا بوزن دخول إذا علا، وصعد ويقال: هوى يهوى إذا صبا. وقال الراغب: الهَويُّ سقوط من علو، ثم قال: والهوي ذهاب في انحدار، والهُوي ذهاب في ارتفاع. وقيل: هوى في اللغة: خرق الهواء، ومقصده السفل، أو مصيره إليه، وإن لم يقصده، اهـ سمين. وأصله: هوي بوزن فعل، قلبت الياء ألفا لتحركها وانفتاح ما قبلها. </p><p> {وَمَا غَوَى} الغيُّ هو: الجهل المركب. قال الراغب: الغي جهل من اعتقاد فاسد؛ وذلك أنَّ الجهل قد يكون من كون الإنسان غير معتقد أصلًا لا صالحًا ولا فاسدًا، وقد يكون من اعتقاد شيء فاسد. وهذا الثاني يقال له: غي. فعطفه على {مَا ضَلَّ} من عطف الخاص على العام؛ للاهتمام بشأن الاعتقاد بمعنى أنه فرق بين الغي والضلال، وليسا بمعنى واحد. فإن الغواية في الخطأ في الاعتقاد خاصة، والضلال أعم منها، يتناول الخطأ في الاعتقاد، والأقوال، والأفعال، كما مر. وأصله: غوي بوزن فعل، تحركت الياء وانفتح ما قبلها قلبت ألفا. </p><p> {وَمَا يَنْطِقُ عَنِ الْهَوَى (٣) } يقال: نطق ينطق نطقًا ومنطقًا ونطوقًا إذا تكلم بصوت وحروف يعرف بها المعاني، كما في \"القاموس\" . فلا يستعمل في الله تعالى لأن التكلم بالصوت والحروف من خواص المخلوق. والهوى مصدر هويه، من باب علم إذا أحبه، واشتهاه، ثم غلب على الميل إلى الشهوات والمستلذات من غير داعية الشرع. منه قيل: صاحب الهوى للمبتدع. لأنّه مائل إلى ما يهواه في أمر </p><p> الدين. فالهوى هو الميل المخصوص المذموم. وأصله: الهوي، تحركت الياء وانفتح ما قبلها، قلبت ألفًا فصار الهوى. </p><p> {يُوحَى} أصله: يوحي بوزن يفعل، قلبت الياء ألفًا لتحركها وانفتاح ما قبلها. {بِالْأُفُقِ} والأفق: ناحية السماء، وجمعه آفاق. وقال قتادة: هو الموضع الذي تأتي منه الشمس، وكذا قال سفيان: هو الموضع الذي تطلع منه الشمس. وبقال: أفق مثل: عسْر وعسُر. {الْأَعْلَى} أصله بعد فلب الواو الواقعة رابعة ياء الأعلي، قلبت الياء ألفا لتحركها بعد فتح. {ذُو مِرَّةٍ} ؛ أي: حصافة؛ أي: استحكام في عقله ورأيه، ومتانة في دينه. قال الراغب: أمررت الحبل إذا، فتلته والمرير والمُمَر: المفتول. ومنه: فلان ذو مرة، كأنه محكم الفتل. </p><p> وفي \"القاموس\" : المرّة بالكسر: قوة الخلق، وشدته. والجمع مِرر، وأمرار. والعقل، والأصالة، والإحكام، وطاقة الحبل كالمريرة. وذو مرة جبرئيل عليه السلام. والمريرة: الحبل الشديد الفتل. </p><p> {وَهُوَ بِالْأُفُقِ} والأفق: هي الدائرة التي تفصل بين ما يرى من الفلك، وما لا يرى. والأفق الأعلى: مطلع الشمس، كما أن الأفق الأدنى مغربها كما سبق. </p><p> {ثُمَّ دَنَا} من دنا يدنو دنوا، إذا قرب. والدنو: القرب بالذات أو بالحكم، وبستعمل في الزمان، والمكان، والمنزلة، كما في \"المفردات\" . وفيه إعلال بالقلب، أصله: دنو بوزن فعل، من الدنو، قلبت {الواو} ألفًا لتحركها بعد فتح. {فَتَدَلَّى} أصله: تدلي بوزن تفعل، قلبت ياءه ألفا لتحركها بعد فتح. </p><p> {قَابَ قَوْسَيْنِ} والقاب والقيب، والقاد والقيد: المقدار. قال الزجاج: إنَّ العرب قد خوطبوا على لغتهم، ومقدار فهمهم، قيل لهم في هذا ما يقال للذي يحدد. </p><p> فالمعنى: فكان على ما تقدرونه أنتم قدر قوسين أو أقل من ذلك. </p><p> وقال ابن السكيت: قاس الشيء يقوسه قوسًا لغة في قاسه يقيسه، إذا قدره. وقد جاء تقديرهم بالقوس، والرمح، والسوط، والذراع، والباع، والخطوة، والشبر، والفتر، والإصبع. </p><p> وفي \"القرطبي\" : والقاب: ما بين المقبض والسية، ولكل قوس قابان. وقال </p><p> بعضهم: في قوله تعالى: {فَكَانَ قَابَ قَوْسَيْنِ} أراد قابي قوس، فقلبه. وفي \"المصباح\" : سية القوس، خفيفة الياء، ولامها محذوفة. وترد في النسة فيقال: سيوى، والهاء عوض عنها طرفها المنحني. قال أبو عبيدة: وكان رؤبة يهمزه، العرب لا تهمزه. ويقال: لِسِيَتها العليا يدها, ولِسِيَتها السفلى رجلها، اهـ. {فَتَدَلَّى} التدلي: استرسال مع تعلق. يقال: تدلت الثمرة، ودلى رجليه من السرير. </p><p> {فَكَانَ} أصله: كون بوزن فعل، قلبت الواو ألفًا لتحركها بعد فتح. {قَابَ} فيه إعلال بالقلب، أصله: قوب بوزن فعل، قلبت الواو ألفًا لتحركها بعد فتح. {أَوْ أَدْنَى} أصله: أدني بوزن أفعل، قلبت الياء ألفًا لتحركها بعد فتح. وهو أفعل تفضيل، والمفضل عليه محذوف؛ أي: أو أدنى من قاب قوسين، و {أَوْ} بمعنى بل. أي: بل أدنى. </p><p> {أَفَتُمَارُونَهُ} على ما يراه معاينةً؛ أي: أفتجادلونه من المماراة. والمراء والمماراة: المجادلة بالباطل، فكان حقه أن يتعدى بقي، يقال: جادلته في كذا، لكنه ضمن معنى الغلبة، فتعدى تعديتها؛ لأنَّ المماري يقصد بفعله غلبة الخصم. واشتقاته من مري الناقة كأن كلًّا من المتجادلين يمرى ما عند صاحبه. يقال: مريت الناقة مريًا مسحت ضرعها لتدر، ومريت الفرس إذا استخرجت ما عنده من الجري أو غيره. </p><p> {نَزْلَةً أُخْرَى} النزلة بوزن فعلة، اسم للحرة من الفعل الذي هو النزول. {سِدْرَةِ الْمُنْتَهَى} شجرة نبق. والمنتهى: مصدر ميمي بمعنى الانتهاء، كما قال الزمخشري. أو اسم مكان بمعنى موضع الانتهاء، كأنها في منتهى الجنة. </p><p> وقد اختلف في سبب تسميتها بذلك على ثمانية أقوال، تفصيلها في المطولات. والمنتهى: أصله منتهي بوزن مفتعل قلبت ياءه ألفًا لتحركها وانفتاح ما قبلها. </p><p> {عِنْدَهَا جَنَّةُ الْمَأْوَى (١٥) }؛ أي: الجنة التي يأوي إليها المتقون يوم القيامة. فالإضافة فيها كإضافة مسجد الجامع. يقال: أويت منزلي وإليه أويًا وأويًّا عدت إليه، وأويته نزلته بنفسي. والمأوى: المكان. فالمأوى: أصله مأوي بوزن مفعل قلبت ياؤه ألفًا لتحركها وانفتاح ما قبلها. </p><p> فائدة: قال بعضهم: آدم عليه السلام أنزل من جنّة المأوى التي هي اليوم مقام الروح الأمين جبرئيل عليه السلام. وهي اليوم برزخ لذرية آدم، ونزل إليها جبرئيل من السدرة بنزول آدم. وهذه الجنة لا تقتضي الخلود لذاتها، فلذلك أمكن خروج آدم منها, ولذلك تأثَّر بالاشتياق إلى أن يكون ملكًا بعد سجود الملائكة له بغرور إبليس إياه، ووعده في الخلود رغبة في الخلود والبقاء مع جبرئيل، والجنة التي عرضها السموات والأرض تقتضي الخلود لذاتها، يعلم من دخلها أنه لا يمكن الخروج منها؛ إذ لا سبيل للكون والفساد إليها. قال تعالى في وصف عطائها: إنه {غَيْرَ مَجْذُوذٍ} أي: غير منقطع، انتهى. فالجنة التي عرضها السموات والأرض أرضها الكرسيّ الذي وسع السموات والأرض، وسقفها العرش المحيط. فهي محيطة بالجنان الثمان، وليست هي الجنة التي أنزل منها آدم، كذا قاله أيضًا صاحب كتاب \"تلقيح الأذهان\" . </p><p> {إِذْ يَغْشَى السِّدْرَةً} ؛ أي: يغطي. والغشيان بمعنى التغطية والستر، ومنه: الغواشي. وأصله: يغشي بوزن يفعل، قلبت ياؤه ألفًا لتحركها بعد فتح. </p><p> {مَا زَاغَ الْبَصَرُ} ؛ أي: ما مال. وأصل الزيغ: الميل عن الاستقامة. وفيه إعلال بالقلب، أصله: زيغ بوزن فعل، قلبت ياؤه ألفًا لتحركها بعد فتح، أي: ما عدل عن رؤية العجائب التي أمر برؤيتها، ومكن منها، وما مال يمينًا ولا شمالًا. {وَمَا طَغَى} ؛ أي: وما جاوز ما أمر به. وأصله: طغي بوزن فعل، قلبت ياؤه ألفًا لتحركها بعد فتح. </p><p> {أَفَرَأَيْتُمُ اللَّاتَ} قال الراغب: أصل اللات: اللاه، فحذفوا منه الهاء، وأدخلوا التاء فيه، فأنَّثوهُ تنبيهًا على قصوره عن الله، وجعلوه مختصًا بما يتقرب به إلى الله في زعمهم. وقال غيره: أصله: لوية، فأسكنت الياء، وحذفت لالتقاء الساكنين، فبقيت لوة، فقلبت الواو ألفًا لتحركها وانفتاح ما قبلها، فصارت لاة. فهي فعلة من لوى؛ لأنهم كانوا يلوون إليها أعناقهم، ويطوفون بها، وكانت على صورة آدمي. وعلى هذا فالتاء زائدة فيه. لأنه من لوى يلوى. وقيل: التاء فيه أصلية لام الكلمة كالباء في الباب؛ لأنه من لات يليت، فألفها عن ياء. فإن مادة لَ يَ تَ موجودة، فإن وجدت مادة من لَ وَتَ جاز أن تكون منقلبة من واو. وهل هي والعزى علمان بالوضع أو صفتان غالبتان فيه خلاف. ويرتب على ذلك جواز حذف الألف واللام </p><p> في اللات؛ وعدمه. فإن قلنا: إنهما ليسا وصفين في الأصل، فلا تحذف منهما أن وإن قلنا: إنهما صفتان، وإنّ أل للمح الصفة جاز. وبالتقديرين فأل زائدة. وقد اختلف القراء في الوقف على تائها، فوقف الكسائي عليها بالهاء؛ والباقون بالتاء. وهو مبني على القولين المتقدمين. فمن جعلها تاء أصلية أقرها في الوقف كتاء بيت. ومن جعلها زائدة وقف عليها هاء. والعامة على تخفيف تائها. وقرأ ابن عباس، ومجاهد، ومنصور بن المعتمر، وأبو الجوزاء، وأبو صالح؛ وابن كثير في رواية بتشديد التاء. فقبل: هو رجل كان يلت السويق، ويطعمه الحاج. فهي اسم فاعل في الأصل، غلب على هذا الرجل، وكان يجلس عند حجر، فلما مات سمي الحجر باسمه، وعكفوا على قبره يعبدونه؛ ثم صنعوا له صورة، وعبدوها. والعزى: فعلى من العز. وهي تأنيث الأعز، كالفضلى والأفضل. وهي اسم صنم أو شجرة تعبد. وأما مناة فاشتقاقها على قراءة العامة من منى يمني، إذا صب؛ لأن دماء النسائك كانت تصب عندها. وقال أبو البقاء: وألفه من ياء، كقولك: منى يمني إذا قدر، ويجوز أن تكون من الواو. ومنه: منوان. فوزنها على قراءة القصر فعلة، اهـ سمين. وقال بعضهم: قوله: {وَمَنَاةً} يحتمل أن تكون الألف فيه منقلبة عن واو، كما يرشد لذلك رسمها في المصحف، وعليه يكون أصلها منوة بوزن فعلة، قلبت الواو ألفًا لتحركها بعد فتح، وأن تكون منقلبة عن ياء، فيكون أصلها منية، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {تِلْكَ إِذًا قِسْمَةٌ ضِيزَى (٢٢) }؛ أي: جائرة ظالمة. من ضازه يضيزه إذا ضامه وجار عليه. وعلى هذا فتحتمل وجهين: </p><p> أحدهما: تكون صفة على فعلى بضم الفاء، وإنما كسرت الفاء؛ لتصح الياء، كبيض. فإن قيل: وأيُّ ضرورة تدعو إلى أن يقدر أصلها ضم الفاء، ولم لا قيل فعلى بالكسر؟. فالجواب: أن سيبويه حكى: أنه لم يرد في الصفات فعلى بكسر الفاء، وإنما ورد بضمها، نحو: حبلى، وأنثى، وربا، وما أشبهه. إلا أن غيره حكى في الصفات ذلك. حكى ثعلب: ميتة حيكي، ورجل كيسي. وحكى غيره: امرأة عزهي، وامرأة سعلي. وهذا لا ينقض على سيبويه؛ لأن سيبويه يقول في حيكي وكيسي كقوله في ضيزى لتصح الياء. وأمَّا عزهي وسعلي فالمشهور فيهما عزهاة وسعلاة. </p><p> والوجه الثاني: أن تكون مصدرًا كذكرى. قال الكسائي: يقال: ضاز يضيز ضيزى، كذكر يذكر ذكرى. وقرىء {ضِئْزَى} بهمزة ساكنة. ومعنى ضأزه يضأزه نقصه ظلمًا وجورًا. وهو قريب عن الأول. وفي \"المختار\" : ضاز في الحكم جار، وضازه فيه نقصه وبخسه، وبابهما باع. وقال بعضهم: قوله: {ضيزى} يحتمل أن تكون أصلها ضيزى بوزن فعلى بضم الفاء، فقلبت الضمة كسرة لمناسبة الياء. ويحتمل أن يكون أصلها ضوزى بوزن فعلى بكسر الفاء، ثم قلبت الواو ياء لسكونها إثر كسرة. ويحتمل أن يكون أصلها ضوزى مثل: طوبى، بكسر أوله، فقلبت الواو ياء لمناسبة الكسرة. ومنشأ هذا الخلاف هل الكلمة واوية العين أو يائية؟ وعلى أنها يائية لا قلب، اهـ. </p><p> {أَمْ لِلْإِنْسَانِ مَا تَمَنَّى (٢٤) } أصله: تمني بوزن تفعل، قلبت ياؤه ألفًا لتحركها بعد فتح. والتمني: تقدير شيء في النفس، وتصويره فيها. وذلك قد يكون عن تخمين وظن، وقد يكون عن رؤية وبناء على أصل. لكن لما كان أكثره عن تخمين صار الكذب له أملك. فأكثر التمني تصوير ما لا حقيقة له. </p><p> {لَيُسَمُّونَ} أصله: ليسميون، استثقلت الضمة علي الياء فحذفت، ثم حذفت لما التقت ساكنة بواو الجماعة، وضمت الميم لمناسبة الواو. {تَسْمِيَةَ الْأُنْثَى} مصدر قياسي لسمي؛ لأنه قياس فعل المستعل اللام، فحذفت ياء التفعيل منه، وعوض عنها إياه في آخره، نظيره زكى تزكية، وورى تورية. </p><p> {إِلَّا اللَّمَمَ} قال الفراء: اللمم: أن يفعل الإنسان الشيء في الحين، ولا يكون عادة له. ومنه: إلمام الخيال. </p><p> {وَإِذْ أَنْتُمْ أَجِنَّةٌ} والأجنة: جمع جنين، مثل: أسرة وسرير. وأصله: أجننة بوزن أفعلة، نقلت حركة النون الأولى إلى الجيم فسكنت؛ وأدغمت في النون الثانية، فوزنه أفعلة. والجنين: الولد ما دام في البطن. وهو فعيل بمعنى مفعول؛ أي: مدفون مستتر. والجنين: الدفين في الشيء المستتر فيه من جنه إذا ستره. وإذا خرج من بطن أمه لا يسمى إلا ولدًا أو سقطًا. وفي الأشباه: هو جنين ما دام في بطن أمه، فإذا انفصل ذكرًا فصبي، ويسمى رجلًا، كما في آية المراث إلى البلوغ. فغلام إلى تسعة عشر، فشاب إلى أربعة وثلاثين، فكهل إلى إحدى وخمسين؛ فشيخ </p><p> إلى آخر عمره. </p><p> {فَلَا تُزَكُّوا} أصله: تزكيون، استثقلت الضمة على الياء، فحذفت فالتقى ساكان، فحذفت الياء وضمت الكاف لمناسبة الواو، وحذفت نون الرفع. </p><p> {هُوَ أَعْلَمُ بِمَنِ اتَّقَى} أصله: اوتقي بوزن افتعل، فقلبت {الواو} تاء، وأدغمت في تاء الافتعال، وقلبت الياء ألفًا لتحركها بعد فتح. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الجناس المغاير في قوله: {وَالنَّجْمِ إِذَا هَوَى (١) } {وَمَا يَنْطِقُ عَنِ الْهَوَى (٣) } فالأول {هَوَى} بمعنى خر وسقط، والثاني بمعنى هوى النفس. </p><p> ومنها: إيراده - صلى الله عليه وسلم - بعنوان صاحبيته لهم للإيذان بوقوفهم على تفاصيل أحواله، وإحاطتهم خبرًا ببراءته - صلى الله عليه وسلم - مما نفي عنه بالكلية، وباتصافه بغاية الهدى والرشاد. فإن طول صحبتهم له، ومشاهدتهم محاسن شؤونه العظيمة مقتضية لذلك حتمًا، كما في \"الإرشاد\" . </p><p> ومنها: عطف الخاص الذي هو الغواية: وهو الخطأ في الاعتقاد فقط على الضلال الذي هو العام. لأنه خطأ في الاعتقاد، والأقوال، والأفعال، والأخلاق في قوله: {مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى (٢) }. </p><p> ومنها: الإتيان بصيغة الماضي أولًا في قوله: {مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى (٢) } وبصيغة المستقبل ثانيًا في قوله: {وَمَا يَنْطِقُ عَنِ الْهَوَى (٣) } بيانًا لحاله قبل البعثة وبعدها؛ أي: ما ضلَّ وما غوى حين اعتزلكم، وما تعبدون قبل أن يبعث رسولًا، وما ينطق عن الهوى الآن، حين يتلو عليكم آيات ربه، قاله ابن الشيخ. وقال صاحب الروح: والظاهر: أن صيغة الماضي باعتبار قولهم: قد ضل وغوى إشارة إلى تحقق ذلك في زعمهم. وأمَّا صيغة المضارع، فباعتبار تجدد النطق في كل حال، والله أعلم بكل حال. </p><p> ومنها: التأكيد لرفع احتمال المجاز في قوله: {إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٤) } فإنَّ </p><p> {يُوحَى} صفة موكدة لوحي، رافعة لاحتمال المجاز، مفيدة للاستمرار التجددي يعني: أن فائدة الوصف التنبيه على أن وحي حقيقة، لا أنه يسمى به مجازًا. والوحي قد يكون اسمًا بمعنى الكتاب الإلهي، وقد يكون مصدرًا. وله معان: الإرسال، والإلهام، والكتابة، والكلام، والإشارة، والإفهام. </p><p> ومنها: إضافة الصفة المشبهة إلى مرفوعها في قوله: {شَدِيدُ الْقُوَى} وحذف الموصوف؛ أي: ملك شديد قواه. </p><p> ومنها: فن القلب في قوله: {ثُمَّ دَنَا فَتَدَلَّى (٨) } وهو من المقلوب الذي تقدم فيه ما يوضحه التأخر، وتأخر ما يوضحه التقديم؛ أي: تدلى فدنا. لأنه تدلى للدنوّ، ودنا بالتدلي. </p><p> ومنها: الإبهام للتعظيم والتهويل في قوله: {فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى (١٠) } ومثله: {إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى (١٦) }، وكذلك قوله: {فَغَشَّاهَا مَا غَشَّى (٥٤) }. </p><p> ومنها: الاستفهام التوبيخي مع الإزراء بعقولهم في قوله: {أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى (٢١) تِلْكَ إِذًا قِسْمَةٌ ضِيزَى (٢٢) }. والاستفهام الإنكاري في قوله: {أَفَتُمَارُونَهُ عَلَى مَا يَرَى (١٢) }. </p><p> ومنها: الإضمار قبل الذكر في قوله: {فَأَوْحَى إِلَى عَبْدِهِ} لغاية ظهوره، كما في قوله تعالى:  {مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ} ؛ أي: على ظهر الأرض. والمراد بالعبد المشرف بالإضافة إلى الله: هو الرسول - صلى الله عليه وسلم -، كما في قوله تعالى:  {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ} . </p><p> ومنها: تمثيل ملكة الاتصال، وتحقيق استماعه لما أوحي إليه بنفي البعد الملبس من قوله:  {ثُمَّ دَنَا} إلى قوله: {أَوْ أَدْنَى} . وفيه أيضًا: الجناس المغاير بين: {دَنَا}  {أَدْنَى} . </p><p> ومنها: الجناس المماثل بين {يَرَى} ، و {رَأَى} في قوله: {أَفَتُمَارُونَهُ عَلَى مَا يَرَى (١٢) وَلَقَدْ رَآهُ}. </p><p> ومنها: إضافة الموصوف إلى الصفة في قوله: {جَنَّةُ الْمَأْوَى} ؛ أي: الجنّة التي يأوي إليها المتقون، فهو مثل: مسجد الجامع كما مرّ. </p><p> ومنها: الإتيان بصيغة المضارع في قوله: {إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى (١٦) } لحكاية الحال الماضية استحضارًا لصورتها البديعة، أو للإيذان باستمرار الغشيان بطريق التجدد. </p><p> ومنها: الجناس المغاير في قوله: {إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا} . </p><p> ومنها: جناس الاشتقاق في قوله: {لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنْثَى} . </p><p> ومنها: الالتفات من الخطاب في قوله: {إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ} إلى الغيبة في قوله: {إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ} للإيذان بأن تعداد قبحائهم اقتضى الإعراض عنهم، وحكاية جناياتهم لغيرهم. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا} لإفادة إرادة الجنس. </p><p> ومنها: الإطناب في قوله: {إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى} بتكرير قوله: {أَعْلَمُ} لزيادة التقرير، والإيذان بكمال تباين المعلومين. </p><p> ومنها: المقابلة في قوله: {لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى} . وفيه الإطناب أيضًا بتكرار لفظ {يجزي} . </p><p> ومنها: الإتيان بصيغة الاستقبال في صلة الموصول الذي وقع بدلًا أعني: قوله: {الَّذِينَ يَجْتَنِبُونَ} دون صلة الموصول الذي وقع مبدلًا منه أعني: قوله: {وَيَجْزِيَ الَّذِينَ أَحْسَنُوا} للدلالة على تجدد الاجتناب واستمراره. </p><p> ومنها: عطف الخاص على العام في قوله: {كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ} اهتمامًا بشأن الخاص. </p><p> ومنها: الإتيان بلام التعريف في الملائكة في قوله: {لَيُسَمُّونَ الْمَلَائِكَةَ} لإفادة الاستغراق. </p><p> ومنها: تعليق التسمية بعدم الإيمان بالآخرة إشعارًا بأنّها في الشناعة، والفظاعة، واستتباع العقوبة في الآخرة بحيث لا يجترىء عليها إلا من لا يؤمن بها. </p><p> قوله تعالى:  {وَإِذْ أَنْتُمْ أَجِنَّةٌ في بُطُونِ أُمَّهَاتِكُمْ} فإن قيل: الجنين إذا كان اسمًا له ما دام في البطن، فما فائدة قوله تعالى:  {في بُطُونِ أُمَّهَاتِكُمْ} ؟ قلنا: فائدته </p><p> المبالغة في بيان كمال علمه، وقدرته. فإن بطون الأمهات في غاية الظلمة. ومن علم حال الجنين فيها لا يخفى عليه شيء من أحواله. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {أَفَرَأَيْتَ الَّذِي تَوَلَّى (٣٣) وَأَعْطَى قَلِيلًا وَأَكْدَى (٣٤) أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَى (٣٥) أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى (٣٦) وَإِبْرَاهِيمَ الَّذِي وَفَّى (٣٧) أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى (٣٨) وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (٣٩) وَأَنَّ سَعْيَهُ سَوْفَ يُرَى (٤٠) ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَى (٤١) وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى (٤٢) وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى (٤٣) وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا (٤٤) وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى (٤٥) مِنْ نُطْفَةٍ إِذَا تُمْنَى (٤٦) وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَى (٤٧) وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى (٤٨) وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى (٤٩) وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى (٥٠) وَثَمُودَ فَمَا أَبْقَى (٥١) وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَى (٥٢) وَالْمُؤْتَفِكَةَ أَهْوَى (٥٣) فَغَشَّاهَا مَا غَشَّى (٥٤) فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَى (٥٥) هَذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَى (٥٦) أَزِفَتِ الْآزِفَةُ (٥٧) لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ (٥٨) أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ (٥٩) وَتَضْحَكُونَ وَلَا تَبْكُونَ (٦٠) وَأَنْتُمْ سَامِدُونَ (٦١) فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا (٦٢) }. </p><p> المناسبة </p><p> قوله تعالى: {أَفَرَأَيْتَ الَّذِي تَوَلَّى (٣٣) وَأَعْطَى قَلِيلًا وَأَكْدَى ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله (١) سبحانه وتعالى لمّا بيّن علمه، وقدرته، وأن الجزاء واقع على الإساءة والإحسان, وأن المحسن هو الذي يجتنب كبائر الإثم. وهذا لا يعرف إلا بالوحي من الله تعالى .. ذكر هنا أن من العجب العجاب بعد هذا أن يسمع سامع، ويرجو عاقل أن غيره يقوم مقامه في تحمل وزره، ويعطيه جعلًا. لكنه ما أعطاه إلا قليلًا، حتى وقف عن العطاء .. ومن ثم وبخه على ذلك بأن علم هذا لا يكون إلا بوحي. فهل علم منه صحة ما اعتقده؟ كلا فجميع الشرائع المعروفة لكم كشريعة موسى، وإبراهيم على غير هذا. وأنه لا تزر وازرة وزر أخرى، وأن ليس للإنسان إلا ما سعى، فمن أين وصل له أن ذلك مجز له؟. </p><p> قوله تعالى:  {فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَى ...} الآيات، مناسبة هذه الآيات لما قبلها: أنَّ الله سبحانه لما ذكر قبل ما جاء في صحف موسى وإبراهيم من أن الإحياء، والإماتة بيد الله سبحانه، وأنه هو الذي يصرف أمور العالم خلقًا، وتدبيرًا، </p><p>(١) المراغي.</p><p> وملكًا، فيفقر قومًا ويغني آخرين، وأن أمر المعاد تحت قبضته، وأن الخلق إذ ذاك يرجعون إليه، وأن بعض الأمم كذبت رسلها، وأنكرت الخالق فأصابها ما أصابها .. قفى على هذا بالتعجيب من أمر الإنسان، وأنه كيف يتشكك في هذا، ويجادل فيه منكرًا له، وتد جاء النذير به فعليكم أن تصدقوه، وتؤمنوا به قبل أن يحل بكم عذاب يوم عظيم قد أزف، ولا يقدر على كشفه أحد إلا هو، فلا تعجبوا من القرآن منكرين، ولا تضحكوا منه مستهزئين، وابكلوا حزنًا على ما فرطتم في جنب الله، وعلى غفلتكم عن مواعظه وحكمه التي فيها سعادتكم في دنياك وآخرتكم، واسجدوا شكرًا لبارىء النسم الذي أوجدها من العدم، واعبدوه بكرةً وعشبًا شكرًا على آلائه، وتقلبكم في نعمانه. </p><p> أسباب النزول </p><p> قوله تعالى:  {أَفَرَأَيْتَ الَّذِي تَوَلَّى ...} الآيات، سبب نزولها (١) : ما أخرجه ابن أبي حاتم عن عكرمة: أنّ النبي - صلى الله عليه وسلم - خرج في غزوة، فجاء رجل يريد أن يحمل، فلم يجد ما يخرج عليه، فلقي صديقًا له، فقال: أعطني شيئًا فقال: أعطيك بكري هذا على أن تتحمل ذنوبي، فقال له: نعم. فأنزل الله: {أَفَرَأَيْتَ الَّذِي تَوَلَّى (٣٣) } الآيات. </p><p> وقال مجاهد، وابن زيد (٢) : إن الآية نزلت في الوليد بن المغيرة، وكان قد سمع قراءة رسول الله - صلى الله عليه وسلم -، وجلس إليه، ووعظه، فلان قلبه للإسلام، فطمع فيه رسول الله - صلى الله عليه وسلم -، ثم إنه عاتبه رجل من المشركين، وقال له: أأتترك ملة آبائك ارجع إلى دينك، واثبت عليه، وأنا أتحمل عنك كل شيء تخافه في الآخرة، لكن على أن تعطبني كذا وكذا من المال، فوافقه الوليد على ذلك، ورجع عما هم به من الإِسلام، وضل ضلالًا بعيدًا، وأعطى بعض المال لذلك الرجل، ثم أمسك عنه وشحَّ. </p><p> وأخرج ابن جرير عن ابن زيد قال (٣) : إنّ رجلًا أسلم، فلقيه بعض من يعيره، </p><p>(١) لباب النقول. (٢) المراغي.(٣) لباب النقول.</p>"
}