{
  "id": null,
  "sura": 53,
  "aya": 19,
  "text": "<p> أحدها: أنه لا يلزم مع الرؤية وجود الكلام حال الرؤية، فيجوز وجود الرؤية من غير كلام. </p><p> والوجه الثاني: أنه عام مخصوص بما تقدم من الأدلة. </p><p> والوجه الثالث: ما قاله بعض العلماء: أن المراد بالوحي هنا: الإلهام والرؤية في المنام، وكلاهما يسمى وحيًّا. وأما قوله تعالى:  {أَوْ مِنْ وَرَاءِ حِجَابٍ} فقال الواحدي وغيره: معناه: غير مجاهر لهم بالكلام، بل يسمعون كلامه سبحانه من حيث لا يرونه. وليس المراد أن هناك حجابًا يفصل موضعًا عن موضع. ويدل على تحديد المحجوب فهو بمنزلة ما يسمع من وراء حجاب، حيث لم ير المتكلم. وقول عائشة في أوّل الحديث:  \"لقد قف شعري\" فمعناه: قام شعري من الفزع، لكوني سمعت ما لا ينبغي أن يقال. تقول العرب عند إنكار الشيء: قف شعري، واقشعر جلدي، واشمأزت نفسي. وقوله - صلى الله عليه وسلم - في حديث أبي ذرّ:  \"نور أنى أراه\" فهو بتنوين \"نور\" ، وبفتح الهمزة في \"أنَّى\" ، وشديد النون المفتوحة، ومعناه: حجابه نور فكيف أراه. قال المارودي: الضمير في \"أراه\" عائد على الله تعالى. </p><p> والمعنى: أنّ النور يمنعني من الرؤية، كما جرت العادة بإغشاء الأنوار الأبصار، ومنعها من إدراك ما حالت بين الرائي وبينه. وفي رواية: رأيت نورًا، معناه: رأيت النور فحسب، ولم أر غيره. وفي رواية:  \"ذاته نور أنى أراه\" ، ومعناه: هو خالق النور المانع من رؤيته. فيكون من صفات الأفعال. ومن المستحيل أن تكون ذات الله نورًا، إذ النور من جملة الأجسام، والله يتعالى عن ذلك. هذا مذهب جميع أئمة المسلمين، والله أعلم. انتهى من \"الخازن\" . </p><p> ١٩ - ولما قص الله سبحانه هذه الأقاصيص، قال للمشركين موبخًا لهم ومقرعًا:  {أَفَرَأَيْتُمُ} والهمزة فيه للاستفهام الإنكاري (١) ، داخلة على محذوف. والفاء عاطفة على ذلك المحذوف، والتقدير: أعقيب ما سمعتم من آثار كمال عظمته، وإحكام قدرته، ونفاذ أمره في الملأ الأعلى، وما تحت الثرى، وما بينهما أنكرتم وحدانية الله تعالى فرأيتم؛ أي: ظننتم هذه الأصنام مع غاية حقارتها وذلتها شركاء لله </p><p>(١) الفتوحات بتصرف.</p><p> سبحانه، وقيل: الهمزة للإستفهام الاستخباري المضمن للإنكار، مقدمة من تأخير. والفاء: للإفصاح، والتقدير: إذا سمعتم ما أخبرته لكم من آثار كمال عظمة الله سبحانه في ملكه، وملكوته، وجلاله، وجبروته، ونفاذ أمره في العالم الأعلى وفيما تحت الثرى، وأردتم بيان ما تستحقون من التوبيخ والتقريع على شرككم، فأقول لكم: أرأيتم. </p><p> {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى (١٩) وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى (٢٠) }؛ أي: أخبروني عن حال آلهتكم هذه التي اتخذتموها معبودات، وتمكنتم على عبوديتها هل وجدتم فيها صفة من صفات الإلهية من الإيجاد، والإعدام، والنفع، والضر، وأمثالها؟ لا والله. بل اتخذتموها آلهة لغاية ظلوميتكم على أنفسكم، ونهاية جهوليتكم بالإله الواحد الأحد الفرد الصمد الذي لم يلد ولم يولد ولم يكن له كفوًا أحد. وقيل: المعنى: أفتظنون أن عبادتكم اللات والعزى ومناة الثالثة الأخرى في الدنيا تنفعكم في الآخرة، أي: أخبروني عن هذه الآلهة التي تعبدونها من دون الله، هل لها قدرة توصف بها؟ وهل أوحت إليكم شيئًا كما أوحى الله إلى محمد، أم هي جمادات لا تعقل ولا تنفع. ثم ذكر هذه الأصنام الثلاثة التي اشتهرت في العرب، وعظم اعتقادهم فيها. قال الواحديّ وغيره: وكانوا يشتقون لها أسماء من أسماء الله تعالى. فقالوا من الله: اللات، ومن العزيز: العزّى. وهي تأنيث الأعز بمعنى العزيزة، ومناة من منى الله الشيء إذا قدره، وكان اللات بالطائف. وقيل: بنخلة، كانت قريش تعبده. روى البخاري عن ابن عباس رضي الله عنهما قال: كان اللات رجلًا يلت السويق للحجاج. قيل: فلما مات عكفوا على قبره يعبدونه. </p><p> وقيل: كان في رأس جبل له غنيمة يسلأ منها السمن، ويأخذ منها الأقط، ويجمع رسلها، ثم يتخذ حيسًا، فيطعم الحجاج. وكان ببطن نخلة، فلما مات عبدوه، وهو اللات، وقيل: كان رجلًا من ثقيف يقال له: صرمة بن غنم، وكان يسلأ السمن، فيضعه على صخرة، فتأتيه العرب، فتَلُتُّ به أسوقهم. فلما مات الرجل حولتها ثقيف إلى منازلها، فمرت الطائف على موضع اللات. </p><p> وأما العزى: فهو تأنيث الأعز، كانت لغطفان. وهي سمرة، كانوا يعبدونها، فبعث رسول الله - صلى الله عليه وسلم - خالد بن الوليد، فقطعها، فجعل يضربها بالفأس، وهو يقول: </p>"
}