{
  "id": null,
  "sura": 53,
  "aya": 18,
  "text": "<p> وفي الحديث:  \"وغثسيها ألوان لا أدري ما هي، فليس أحد من خلق الله يستطيع أن ينعتها\" . وعنه - صلى الله عليه وسلم -: \"رأيت السدرة يغشاها فراش من ذهب، ورأيت على كل ورقة ملكًا قائمًا يسبح الله\" . وعنه - صلى الله عليه وسلم -: \"يغشاها رفرف\" ؛ أي: جماعة من طيور خضر. وقيل: يغشاها فراش أو جراد من ذهب. وقيل: يغشاها سبحات أنوار الله حين تجلَّى لها كما تجلَّى للجبل، لكنها كانت أقوى من الجبل، حيث لم يصبها ما أصابه من الدك. وذلك لأن الجبل كان في عالم الملك الضعيف، والسدرة في عالم الملكوت القوي، ولذا لم يخر - صلى الله عليه وسلم - هناك مغشيًا عليه حين رأى جبريل كما غشي عليه حين رآه في الأفق الأعلى لقوة التمكين، وغاية لطافة الجسد الشريف. وقيل: يغشاها الجم الغفير من الملائكة أمثال الغربان حين يقمن على الشجر، يعبدون الله تعالى عندها أو يزورونها متبركين بها، كما يزور الناس الكعبة. وقيل: غير ذلك. </p><p> ١٧ - {مَا زَاغَ الْبَصَرُ} ؛ أي: ما مال بصر رسول الله - صلى الله عليه وسلم - أدنى ميل عما رآه في ذلك المقام، وفي تلك الحضرة المقدسة الشريفة يمينًا ولا شمالًا {وَمَا طَغَى} ؛ أي: وما جاوز ما أمر برؤيته مع ما شاهد هناك من الأمور المذهلة مما لا يحصى، بل أثبته على ما أمر به إثباتًا صحيحًا متيقنًا. </p><p> والمعنى (١) : أي ولقد رأى محمد - صلى الله عليه وسلم - جبريل عند السدرة، حين غطى السدرة ما غطاها من الخلائق الدالة على عظمة الله وجلاله، ومن الإشراق، والحسن من الملائكة. وقد أبهم ذلك الكتاب الكريم، فعلينا أن نكتفي بهذا الإبهام، ولا نزيده إيضاحًا بلا دليل قاطع ولا حجة بينة. ولو علم الله سبحانه الخير لنا في البيان لفعل. {مَا زَاغَ} ، {وَمَا طَغَى} ؛ أي: ما مال بصر رسول الله - صلى الله عليه وسلم - عن رؤية العجائب التي أمر برؤيتها ومكن منها وما جاوزها إلى رؤية ما لم يؤمر برؤيته. </p><p> والخلاصة: أنه رأى رؤية المستيقن المحقق لما رأى. </p><p> ١٨ - وعزتي وجلالي {لَقَدْ رَأَى} محمد - صلى الله عليه وسلم - ليلة المعراج {لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى (١٨) } أي: الآيات التي هي كبراها وعظماها، فأري من عجائب الملك </p><p>(١) المراغي.</p><p> والملكوت ما لا يحيط به نطاق العبارة. فقوله (١) : {مِنْ آيَاتِ رَبِّهِ} حال قدمت على صاحبها. وكلمة {مِنْ} للبيان، لأنّه المناسب لمرام المقام. وهو التعظيم والمبالغة. ولذا لم تحمل على التبعيض على أن يكون هو المفعول. ويجوز أن يكون {الْكُبْرَى} صفة للآيات، والمفعول محذوف؛ أي: شيئًا عظيمًا من آيات ربه. أي: ولقد رأى الآيات الكبرى من آيات ربه، وعجائبه الملكوتية. روى البخاري، وابن جرير، وابن المنذر في جماعة آخرين عن ابن مسعود: أنه قال في الآية: \"رأى رفرفًا أخضر من الجنة سد الأفق\" ، أي: فجلس عليه، وجاوز سدرة المنتهى. والرفوف: البساط. وهو صورة همته البسيطة العريضة المحيطة بالآفاق مطلقًا؛ لأنّه - صلى الله عليه وسلم - في سفر العالم البسيط، ولا يصل إليه إلا من له علو الهمة مثله. وقد قال حسّان بن ثابت رضي الله عنه في نعته - صلى الله عليه وسلم -: </p><p> لَهُ هِمَمٌ لَا مُنْتَهَى لِكِبَارِهَا ... وَهِمَّتهُ الصُّغْرَى أَجَلُّ مِنَ الدَّهْرِ </p><p> وروى مسلم عن عبد الله بن مسعود قال في الآية: {لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى (١٨) } قال: رأى جبريل في صورته له ست مئة جناح، ورأى في تلك الليلة طوائف الملائكة، وسدرة المنتهى، وجنة المأوى، وما في الجنان لأهل الإيمان، وما في النيران لأهل الطغيان والظلم والأنوار، وما يعجز عنه الأفكار، وتحار فيه الأبصار. ومن ذلك ما رآه في السموات من الأنبياء عليهم السلام إشارة بكل بني إلى أمر دقيق جليل، وحالة شريفة، كما ذكره الإمام السهيلي في \"الروض الأنف\" . </p><p> وعلينا أن لا نحضر ما رآه في شيء بعينه بعد أن أبهمه القرآن. إذ هو قد رأى من الآيات الكبرى ما يجل عنه الحصر والاستقصاء. </p><p> فصل </p><p> نبذة من كلام الشيخ محيي الدين النواوي رحمه الله تعالى في معنى قوله تعالى: {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى (١٣) } وهل رأى نبينا محمد - صلى الله عليه وسلم - ربه عز وجل ليلة الإسراء؟. قال القاضي عياض: اختلف السلف والخلف هل رأى نبينا - صلى الله عليه وسلم - ربه ليلة الإسراء، فأنكرته عائشة كما وقع في \"صحيح مسلم\" ، وجاء مثله عن أبي هريرة، </p><p>(١) روح البيان.</p><p> وجماعة، وهو المشهور عن ابن مسعود، وإليه ذهب جماعة من المحدثين والمتكلمين. </p><p> وروي عن ابن عباس: أنه رآه بعينه، ومثله عن أبي ذر، وكعب، والحسن، وكان يحلف على ذلك. وحكي مثله عن ابن مسعود، وأبي هريرة، وأحمد بن حنبل. </p><p> وحكى أصحاب المقالات عن أبي الحسن الأشعري، وجماعة من أصحابه: أنه رآه. ووقف بعض مشايخنا في هذا، وقال: ليس عليه دليل واضح، ولكنه جائز. ورؤية الله عز وجل في الدنيا جائزة. وسؤال موسى إياها دليل على جوازها. إذ لا يجهل نبي ما يجوز أو يمتنع على ربه. </p><p> واختلفوا في أن نبينا - صلى الله عليه وسلم - هل كلم ربه ليلة الإسراء بغير واسطة أم لا؟. فحكي عن الأشعري، وقوم من المتكلمين أنه كلمه. وعزا بعضهم هذا القول إلى جعفر بن محمد، وابن مسعود، وابن عباس. وكذا اختلفوا في قوله: {ثُمَّ دَنَا فَتَدَلَّى (٨) }. فالأكثر على أن معنى هذا الدنو والتدلي منقسم بين جبريل والنبي - صلى الله عليه وسلم -، أو مختص بأحدهما من الآخر، أو من سدرة المنتهى. وذكر ابن عباس، والحسن، ومحمد بن كعب، وجعفر بن محمد، وغيرهم أنه دنو من النبي - صلى الله عليه وسلم - إلى ربه، أو من الله. فعلى هذا القول يكون الدنو والتدلي متأولًا ليس على وجهه، بل كما قال جعفر بن محمد: الدنو من الله لا حد له، ومن العباد بالحدود. فيكون معنى دنو النبي - صلى الله عليه وسلم - وقربه منه ظهور عظيم منزلته لديه، وإشراق أنوار معرفته عليه، وإطلاعه من غيبه، وأسرار ملكوته على ما لم يطلع عليه سواه. والدنو من الله تعالى له إظهار ذلك، وعظيم بره وفضله لديه. ويكون قوله تعالى:  {قَابَ قَوْسَيْنِ أَوْ أَدْنَى} هنا عبارة عن لطف المحل، وإيضاح المعرفة، والإشراف على الحقيقة من نبينا محمد - صلى الله عليه وسلم -، ومن الله تعالى إجابة الرغبة، وإنابة المنزلة. هذا آخر كلام القاضي عياض. </p><p> قال الشيخ محيي الدين النواوي: وأما صاحب \"التحرير\" ، فإنه اختار إثبات الرؤية قال: والحجج في المسألة وإن كانت كثيرة، ولكن لا نتمسك إلا بالأقوى منها. وهو حديث ابن عباس:  \"أتعجبون أن تكون الخلة لإبراهيم، والكلام لموسى، والرؤية لمحمد - صلى الله عليه وسلم - وعليهم أجمعين\" . وعن عكرمة قال: سئل ابن عباس </p><p> هل رآى محمد - صلى الله عليه وسلم - ربّه؟ قال: نعم. وقد روي بإسناد لا بأس به عن شعبة عن قتادة عن أنس قال: رأى محمد ربّه عزّ وجل. وكان الحسن يحلف بالله لقد رأى محمد - صلى الله عليه وسلم - ربّه عزّ وجل. والأصل في المسألة حديث ابن عباس حبر هذه الأمة وعالمها، والمرجوع إليه في المعضلات. وقد راجعه ابن عمر في هذه المسألة، وراسله هل رأى محمد - صلى الله عليه وسلم - ربه عز وجل؟ فأخبره أنه رآه. ولا يقدح في هذا حديث عائشة؛ لأن عائشة لم تخبر أنها سمعت النبي - صلى الله عليه وسلم - يقول: لم أر ربي، وإنما ذكرت ما ذكرت متأولة لقول الله تعالى:  {وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا} ، ولقوله:  {لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ} . والصحابي إذا قال قولًا، وخالفه غيره منهم لم يكن قوله حجّة. وإذا صحت الروايات عن ابن عباس: أنه تكلم في هذه المسألة بإثبات الرؤية، وجب المصير إلى إثباها، لأنها لسيت مما يدرك بالعقل، ويؤخذ بالظن، وإنما يتلقى بالسمع، ولا يستجيز أحد أن يظن بابن عباس أنه تكلم في هذه المسألة بالظن والاجتهاد. </p><p> وقد قال معمر بن راشد حين ذكر اختلاف عائشة وابن عباس: ما عائشة عندنا بأعلم من ابن عباس، ثم إن ابن عباس أثبت ما نفاه غيره، والمثبت مقدم على النافي. هذا كلام صاحب \"التحرير\" في إثبات الرؤية. </p><p> قال الشيخ محيي الدين: فالحاصل أن الراجح عند أكثر العلماء أن رسول الله - صلى الله عليه وسلم - رأى ربه عز وجل بعيني رأسه، ليلة الإسراء لحديث ابن عباس وغيره مما تقدم. وإثبات هذا لا يأخذونه إلا بالسماع من رسول الله - صلى الله عليه وسلم - هذا مما لا ينبغي أن يتشكك فيه. </p><p> ثم إن عائشة لم تنف الرؤية بحديث عن رسول الله - صلى الله عليه وسلم -، ولو كان معها حديث لذكرته، وإنما اعتمدت على الاستنباط من الآيات. وسنوضح الجواب، فنقول: أما احتجاج عائشة رضي الله عنها بقوله تعالى: {لَا تُدْرِكُهُ} فجوابه ظاهر، فإن الإدراك هو الإحاطة، والله لا يحاط به، وإذا ورد النص بنفي الإحاطة لا يلزم منه نفي الرؤية بغير إحاطة. وهذا الجواب في نهاية الحسن مع اختصاره. وأما احتجاجها بقوله تعالى:  {وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا ...} الآية، فالجواب عنه من أوجه: </p>"
}