{
  "id": null,
  "sura": 53,
  "aya": 39,
  "text": "<p> {بِمَا في صُحُفِ مُوسَى} ، أو الرفع على أنها خبر مبتدأ محذوف، كأنه قيل: أي شيء في صحفهما؛ فقيل: هو أنه؛ أي: الشأن لا تحصل نفس من شأنها الحمل حمل نفس أخرى، من حيث إنه تتعرى منه المحمول عنها، ولا يؤاخذ أحد بذنب غيره؛ ليتخلص الثاني من عقابه، فالمراد بالوازرة: هي التي يتوقع منها الوزر والحمل، لا التي وزرت وحملت ثقلًا، وإلا فكان مقتضى المقام أن يقال: لا تحمل فارغة وزر أخرى. إذ لا تحمل مثقلة بوزرها غير الذي عليها. </p><p> وفي هذا (١) : إبطال قول من ضمن للوليد بن المغيرة أنه يحمل عنه الإثم. وقال ابن عباس: كانوا قبل إبراهيم يأخذون الرجل بذنب غيره، كان الرجل يقتل بقتل أبيه، وابنه، وأخيه، وامرأته، وعبده حتى كان إبراهيم عليه السلام فنهاهم عن ذلك، وبلغهم عن الله تعالى أن لا تزر وازرة وزر أخرى. </p><p> ولا يعارض (٢) هذه الآية قوله تعالى: {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا} . إذ ليس المعنى: أنَّ عليه إثم مباشرة سائر القاتلين، بل المعنى: أنَّ عليه فوق إثم مباشرته للقتل المحظور إثم دلالته، وسببيته لقتل هؤلاء، وهما ليستا إلا من أوزاره، فهو لا يحمل إلا وزر نفسه. </p><p> وكذا لا يعارضها أيضًا قوله - صلى الله عليه وسلم -: \"مَن سنَّ سنةً سيئة فعليه وزرها، ووزر من عمل بها إلى يوم القيامة\" . فإن ذلك وزر الإضلال الذي هو وزره. </p><p> ٣٩ - وقوله: {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (٣٩) } معطوف على قوله: {أَلَّا تَزِرُ وَازِرَةٌ} إلخ. و {أَن} مخففة من الثقيلة كأختها السابقة، {لِلْإِنْسَانِ} خبر {لَيْسَ} ، و {إِلَّا مَا سَعَى} اسمها و {ما} مصدرية، ويجوز أن تكون موصولة. </p><p> والمعنى: وأنه - أي: الشأن - ليس للإنسان في الآخرة إلا سعيه في الدنيا من العمل، والنية، أي: كما لا يؤاخذ أحد بذنب الغير لا يثاب بفعله. فهو بيان لعدم انتفاع الإنسان بعمل غيره من حيث جلب النفع إثر بيان عدم انتفاعه، من حيث دفع </p><p>(١) الخازن. (٢) روح البيان.</p><p> الضرر عنه. وظاهر الآية (١) : يدل على أنه لا ينفع أحدًا عمل أحد. وهذا العموم مخصوص بمثل قوله تعالى:  {أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ} ، وبمثل ما ورد في شفاعة الأنبياء والملائكة للعباد، ومشروعية دعاء الأحياء للأموات، ونحو ذلك. ولم يصب من قال: إنَّ هذه الآية منسوخة بمئل هذه الأمور. فإن الخاص لا ينسخ العام، بل يخصصه. فكل ما قام الدليل على أن الإنسان ينتفع به، وهو من غير سعيه كان مخصصًا لما في هذه الآية من العموم. </p><p> وقال الربيع بن أنس (٢) : {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (٣٩) } يعني: الكافر. وأما المؤمن فله ما سعى، وما سعى له غيره. وكثير من الأحاديث يدل على هذا القول. وفي \"فتح الرحمن\" : واختلف الأئمة فيما يفعل من القرب: كالصلاة، والصوم، وقراءة القرآن، والصدقة، ويهدى ثوابه للميت المسلم. فقال أبو حنيفة وأحمد: يصل ذلك إليه، ويحصل له نفعه بكرم الله ورحمته. وقال مالك، والشافعي: يجوز ذلك في الصدقة، والعبادة المالية، وفي الحجّ. وأما غير ذلك كالصلاة، والصوم، وقراءة القرآن، وغيره فلا يجوز، ويكون ثوابه لفاعله. وعند المعتزلة: ليس للإنسان جعل ثواب عمله مطلقًا لغيره، ولا يصل إليه، ولا ينفعه لقوله تعالى: {وَأَنْ لَيْسَ لِثإِنْسَانِ إِلَّا مَا سَعَى (٣٩) }، ولأن الثواب هو الجنة، وليس في قدرة العبد أن يجعلها لنفسه فضلًا عن غيره. </p><p> ومعنى الآية (٣) : أي كما لا يحمل على الإنسان وزر غيره لا يحصل له من الأجر إلا ما كسب لنفسه. ومن هذا استنبط مالك، والشافعي، ومن تبعهما: أن القراءة لا يصح إهداء ثوابها إلى الموتى؛ لأنّه ليس من عملهم ولا كسبهم، وهكذا جميع العبادات البدنية كالصلاة، والصوم، والتلاوة. ومن ثم لم يندب إليها رسول الله - صلى الله عليه وسلم - أمته، ولا حثهم عليها، ولا أرشدهم إليها بنصٍّ، ولا إيماءٍ، ولم ينقل من أحد من الصحابة رضي الله عنهم، ولو كان خيرًا لسبقونا إليه. أما الصدقة فإنها تقبل. </p><p> وما رواه مسلم في \"صحيحه\" عن أبي هريرة من قوله - صلى الله عليه وسلم -: \"إذا مات ابن آدم </p><p>(١) الشوكاني. (٢) روح البيان.(٣) المراغي.</p><p> انقطع عمله، إلا من ثلاث: ولد صالح بدعو له، وصدقة جاربة من بعده، وعلم ينتفع به \" فهي في الحقيقة من سعيه، وكده، وعمله،كما جاء في الحديث:\" إن أطيب ما أكل الرجل من كسبه، وإن ولد الرجل من كسبه \"، والصدقة الجارية كالوقف، ونحوه من أعمال البر هي من آثار عمله والعلم نشره في الناس فاقتدوا به، واتبعوه هو من سعيه. فقد ثبت في \" الصحيح \": \" من دعا إلى هدى كان له من الأجر مثل أجر من اتبعه من غير أن ينقص ذلك من أجورهم شيئًا\". </p><p> ومذهب أحمد بن حنبل، وجماعة من العلماء: أن ثواب القراءة يصل إلى الموتى إن لم تكن القراءة بأجر، أما إذا كانت به، كما يفعله الناس اليوم من إعطاء الأجر للحفاظ للقراءة على المقابر، وغيرها فلا يصل إلى الميت ثوابها. إذ لا ثواب لها حتى يصل إليهم لحرمة أخذ الأجر على قراءة القرآن، وإن لم يحرم على تعليمه. </p><p> قال الشيخ تقي الدين أبو العباس (١) : من اعتقد أن الإنسان لا ينتفع إلا بعصله، فقد خرق الإجماع. وذلك باطل من وجوه كثيرة: </p><p> أحدها: أن الإنسان ينتفع بدعاء غيره. وهو انتفاع بعمل الغير. </p><p> والثاني: أن النبي - صلى الله عليه وسلم - يشفع لأهل الموقف في الحساب، ثم لأهل الجنة في دخولها, ولأهل الكبائر في الإخراج من النار. وهذا الانتفاع بسعي الغير. </p><p> والثالث: أن كل نبي وصالح له شفاعة. وذلك انتفاع بعمل الغير. </p><p> والرابع: أن الملائكة يدعون، ويستغفرون لمن في الأرض. وذلك منفعة بعمل الغير. </p><p> والخامس: أن الله تعالى يخرج من النار من لم يعمل خيرًا قط بمحض رحمته. وهذا انتفاع بغير عملهم. </p><p> والسادس: أن أولاد المؤمنين يدخلون الجنة بعمل آبائهم. وذلك انتفاع بمحض عمل الغير. </p><p> وكذا الميت بالصدقة عنه، وبالعتق بنص السنة والإجماع. وهو من عمل غيره. وأن الحج المفروض يسقط عن الميت بحج وليه عنه بنص السنة. وكذا تبرأ </p><p>(١) روح البيان.</p><p> ذمة الإنسان من ديون الخلق إذا قضاها عنه قاض، كما قال الشافعي: إذا أنا من فليغسلني فلان؛ أي: من الدين. وذلك انتفاع بعمل الغير. وكذا من عليه تبعات ومظالم، إذا حلل منها سقطت عنه. وأن الجار الصالح ينتفع بجواره في الحياة والممات، كما جاء في الأثر: وأن جليس أهل الذكر يرحم بهم، وهو لم يكن منهم، ولم يجلس معهم لذلك، بل لحاجة أخرى. والأعمال بالنيات، وكذا الصلاة على الميت، والدعاء له فيها ينتفع بها الميت مع أن جميع ذلك انتفاع بعمل الغير. ونظائر ذلك كثيرة لا تحصى. والآيات الدالة على مضاعفة الثواب كثيرة أيضًا، فلا بد من توجيه قوله تعالى: {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (٣٩) }. فإنه لاشتماله على النفي والاستثناء، يدل على أن الإنسان لا ينتفع إلا بعمل نفسه، ولا يجزى على عمله إلا بقدر سعيه، ولا يزداد. وهو يخالف الأقوال الواردة في انتفاعه بعمل غيره، وفي مضاعفة ثواب أعماله. ولا يصح أن يؤول بما يخالف صريح الكتاب، والسنة، وإجماع الأمّة. </p><p> فأجابوا عنه بوجوه: </p><p> منها: أنه في حق الكافر. والمعنى عليه: ليس له من الخير إلا ما عمل هو، فيثاب عليه في الدنيا، بأن يوسع عليه في رزقه، ويعافى في بدنه، حتى لا يبقى له في الآخرة حسنة يثاب عليها. </p><p> ومنها: أنه بالنسبة إلى العدل، لا الفضل. </p><p> ومنها: أن الإنسان إنما ينتفع بعمل غيره؛ إذا نوى الغير أن يعمل له، حيث صار بمنزلة الوكيل عنه القائم مقامه شرعًا، فكان سعي الغير بذلك كأنه سعيه. وأيضًا أن سعي الغير إنما لم ينفعه إذا لم يوجد له سعي قط, فإذا وجد له سعي بأن يكون مؤمنًا صالحًا كان سعي الغير تابعًا لسعيه، فكأنه سعي بنفسه. فإن علقة الإيمان وصلة وقرابة، كما قال - صلى الله عليه وسلم -: \"مثل المؤمنين في توادهم، وتراحمهم، وتعاطفهم مثل الجسد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى\" . </p><p> والحاصل: أنه لما كان مناط منفعة كل ما ذكر من الفوائد عمله الذي هو الإيمان, والعمل الصالح، ولم يكن شيء منه نفع ما بدونهما جعل النافع نفس عمله، وإن كان بانضمام غيره إليه. </p>"
}