{
  "id": null,
  "sura": 53,
  "aya": 23,
  "text": "<p> كانوا يزعمون أنها هياكل للملائكة، والملائكة بنات الله .. وبخهم على نسبة البنات إليه سبحانه، وهم لا يرضونها لأنفسهم، فقال: {أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى (٢١) } الاستفهام فيه (١) للتوبيخ المبني على التوبيخ الأول؛ أي: هل لكم أيها المشركون الذكر الكامل، وله سبحانه الأنثى الناقصة؟ حيث قلتم: الملائكة بنات الله مع كراهتكم البنات لأنفسكم. واختار لفظ الأنثى على البنات لوقوعه رأس فاصلة، ولأنه الذي يذكر في مقابلة الذكر، لا البنات؛ لأن البنات إنما تذكر في مقابلة البنين. </p><p> ٢٢ - وقوله:  {تِلْكَ} إشارة إلى القسمة المفهومة من الجملة الاستفهامية. {إِذًا} ؛ أي: إذ جعلتم البنات له والبنين لكم {قِسْمَةٌ ضِيزَى} ؛ أي: جائرة معوجة، حيث جعلتم له تعالى ما تستنكفون منه، وتجعلون لأنفسكم ما تحبون. </p><p> وقرأ الجمهور (٢) : {ضِيزَى} بكسر الضاد من غير همز. والظاهر: أنه صفة على وزن فعلى بضم الفاء، كسرت لتصح الياء. ويجوز أن يكون صدرًا على وزن فعلى كذكرى، ووصف به. وقرأ ابن كثير {ضئزى} بالهمزة، فوجه على أنه مصدر، كذكرى. وقرأ زيد بن عليّ {ضَيْزَى} وبفتح الضاد وسكون الياء، ويوجه على أنه مصدر كدعوى، وصف به، أو وصف كسكرى. ويقال: ضوزى بالواو وبالهمز. </p><p> والمعنى (٣) : أي أتجعلون له ولدًا وتجعلون هذا الولد أنثى، وتختارون لأنفسكم الذكران على علم منكم أنَّ البنات ناقصات، والبنين كاملون، والله كامل العظمة. فكيف تنسبون إليه الناقص. وأنتم على نقصكم تنسبون إلى أنفسكم الكامل. تلك القسمة إذا كانت على تلك الحالة قسمة جائرة، غير مستوية، ناقصة غير تامة. لأنكم جعلتم لربكم ما تكرهونه لأنفسكم، وآثرتم أنفسكم بما ترضون لها. </p><p> ٢٣ - ثم أنكر عليهم ما ابتدعوه من الكذب والإفتراء في عبادة الأصنام، وتسميتها </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) المراغي.</p><p> آلهة، فقال:  {إِنْ هِيَ} الضمير للأصنام، أي: ما هذه الأصنام باعتبار الألوهية التي تدعونها؛ أي: باعتبار إطلاق اسم الإله {إِلَّا أَسْمَاءٌ} ؛ أي: أسماء محضة ليس تحتها مسميات؛ أي: ما تنبىء هي عنه من معنى الألوهية، ليس بشيء ما أصلًا. كما إذا أردت أن تحقر من هو ملقب بما يشعر بالمدح، وفخامة الشأن تقول: ما هو إلا اسم. </p><p> {سَمَّيْتُمُوهَا} صفة لأسماء (١) ، وضمير \"ها\" لها، للأصنام. والمعنى: جعلتموها أسماء، لا جعلتم لها أسماء. فإن التسمية نسبة بين الاسم والمسمى. فإذا قيست إلى الاسم فمعناها: جعله اسمًا للمسمى، وإذا قيست إلى المسمى فمعناها: جعله مسمى للاسم. وإنما اختير هنا المعنى الأول من غير تعرض للمسمى لتحقيق أن تلك الأصنام التي يسمونها آلهة أسماء مجردة، ليس لها مسميات قطعًا كما في قوله تعالى:  {مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا} لا أنَّ هناك مسميات، لكنها لا تستحق التسمية، أي: ما هي إلا أسماء خالية من المسميات وضعتموها. {أَنْتُمْ وَآبَاؤُكُمْ} بمقتضى أهوائكم الباطلة، ليس فيها شيء من معنى الألوهية التي تدعونها. لأنها لا تبصر، ولا تسمع، ولا تعقل، ولا تفهم، ولا تضر، ولا تنفع. فليست إلا مجرد أسماء سميتموها أنتم وآباؤكم قلد الآخر فيها الأول، وتبع في ذلك الأبناء الآباء. {مَا أَنْزَلَ اللَّهُ بِهَا} أي: بصحة تسميتها {مِنْ سُلْطَانٍ} ؛ أي: برهان تتعلقون به، ولا حجة. في جميع القرآن {أَنْزَلَ} بالألف، إلا في الأعراف، فإنه نزل بالتشديد. </p><p> والمعنى (٢) : أن هذه الأسماء التي تسمونها آلهة هي أسماء فقط، وليس لها مسميات هي آلهة البتة كما تزعمون، وتعتقدون أنها تستحق أن يعكف على عبادتها، وتقديم القرابين إليها. وليس لكم من حجة ولا برهان تؤيدون به ما تقولون. وإنما قلد فيها الآخر الأول، وتبع في ذلك الابناء الآباء. ولا يخفي ما في ذلك من التحقير، كما تقول: ما هو إلا اسم إذا لم يكن مشتملًا على صفة معتبرة لها شأن، وقدر. </p><p>(١) روح البيان. (٢) المراغي.</p><p> ثم أكد ما سلف بقوله:  {إِنْ يَتَّبِعُونَ} فيه (١) التفات من الخطاب إلى الغيبة للإيذان بأن تعداد قبائحهم اقتضى الإعراض عنهم، وحكاية جناياتهم لغيرهم، أي: ما يتبعون فيما ذكر من التسيمة والعلم بموجبها {إِلَّا الظَّنَّ} الذي لا يغني من الحقّ شيئًا، أي: إلا توهم أن ما هم عليه حق توهمًا باطلًا {وَمَا تَهْوَى الْأَنْفُسُ} ؛ أي: وما تشتهيه أنفسهم الأمّارة بالسوء، من غير التفاف إلى ما هو الحقّ الذي يجب الأتباع له. فما موصولة، ويجوز كونها مصدرية. والألف واللام بدل من الإضافة، وهو معطوف على الظنّ. </p><p> وقرأ الجمهور:  (٢)  {إِنْ يَتَّبِعُونَ} بياء الغيبة. وقرأ عيسى بن عمر، وأيوب، وابن السميقع بالفوقية على الخطاب. ورويت هذه القراءة عن ابن مسعود، وابن عباس، وطلحة، وابن وثّاب، والأعمش. </p><p> وفي \"فتح الرحمن\" : قوله: {إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ} ذكره هنا (٣) ، وفيما بعد، وليس بتكرار. لأنَّ الأول متصل بعبادتهم الأصنام اللات، والعزى، ومناة، والثاني بعبادتهم الملائكة، والظن فيها مذموم بقوله:  {إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا} ؛ أي: لا يقوم مقام العلم. فإن قلت: كيف لا يقوم مقامه مع أنه يقوم مقامه في كثير من المسائل، كالقياس؟. </p><p> قلت: المراد هنا: الظن الحاصل من اتباع الهوى، دون الظن الحاصل من الاستدلال والنظر بقرينة قوله:  {إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ} انتهى. </p><p> والمعنى (٤) : أي ليس لهم مستند إلا حسن ظنهم بآبائهم الذين سلكوا هذا المسلك الباطل قبلهم، وإلا حظوظ نفوسهم في رياستهم، وتعظيم آبائهم الأقدمين. </p><p> والخلاصة: إنكم تعبدون هذه الأصنام توهمًا منكم أنّ ما عليه أباؤكم حق، واتباعًا لشهوات أنفسكم. </p><p> ثم بين أنه ما كان ينبغي لهم ذلك، لأنّه قد جاءهم ما ينبههم إلى سوء رأيهم </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) فتح الرحمن.(٤) المراغي.</p>"
}