{
  "id": null,
  "sura": 53,
  "aya": 12,
  "text": "<p> حتى قال علماء الأرواح: إنهم لما خاطبوا الأرواح قالت لهم: إنكم كثيرًا ما يظهر لكم عجائب روحية، فتظنونها من الوهم، وتنسبونها إلى خداع الحواس .. أعقب سبحانه هذا بما دل على أنه - صلى الله عليه وسلم - لم يقم بنفسه أن هذا تخيل، ولا أنه وهم، فقال: {مَا كَذَبَ الْفُؤَادُ مَا رَأَى (١١) }؛ أي: ما كذب فؤاد محمد - صلى الله عليه وسلم - ما رآه ببصره من صورة جبريل عليه السلام؛ أي: إن فؤاده - صلى الله عليه وسلم - ما قال لما رآه ببصره:  \"لم أعرفك\" ، ولو قال ذلك لكان كاذبًا. لأنه عرفه بقلبه كما رآه ببصره. </p><p> والخلاصة: أنه لما قال: {إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٤) } أكد هذا المعنى، وفصله بقوله: {عَلَّمَهُ شَدِيدُ الْقُوَى (٥) } ليبين أنه ليس من الشعر، ولا من الكهانة في شيء. ولما قال:  {فَاسْتَوَى} ، وذكر قيامه بصورته الحقيقية أكد أن مجيئه بصورة دحية الكلبي لا يعمي وصفه. إذ قد عرفه بشكله الحقيقيّ من قبل، فلا يشتبه عليه. وقوله: {ثُمَّ دَنَا فَتَدَلَّى (٨) } تتميم لحديت نزوله عليه السلام، وإتيانه بالمنزل. وقوله: {مَا كَذَبَ الْفُؤَادُ مَا رَأَى (١١) } بين به أنه لما عرفه وحققه لم يكذبه فؤاده بعد ذلك في أنه جبريل، ولو تصور بغير تلك الصورة. </p><p> ١٢ - والهمزة في قوله: {أَفَتُمَارُونَهُ عَلَى مَا يَرَى (١٢) } للاستفهام التقريري التوبيخي، داخلة على محذوف، والفاء عاطفة على ذلك المحذوف. والتقدير: أتكذبون محمدًا - صلى الله عليه وسلم - أيها المشركون، فتجادلونه على ما يراه معاينة من صورة جبريل عليه السلام وغيره، وذلك أنهم جادلوه حين أسري به، فقالوا: صف لنا مسجد بيت المقدس؛ أي: فأتجادلونه جدالًا ترومون به دفعه عما شاهده وعلمه. </p><p> وقرأ الجمهور:  {أَفَتُمَارُونَهُ} ؛ أي: أتجادلونه على شيء رآه ببصره، وأبصره. وعدى بعلى لما في الجدال من المغالبة. وجاء {يَرَى} بصيغة المضارع وإن كانت الرؤية قد مضت إشارة إلى ما يمكن حدوثه بعد. وقرأ علي، وعبد الله، وابن عباس، والجحدري، وبعقوب، وابن سعدان، وحمزة، والكسائي:  {أفتَمْرُونَه} بفتح التاء وسكون الميم، مضارع مريت؛ أي: جحدت، يقال: مريته حقه إذا جحدته. وقرأ عبد الله فيما حكى ابن خالويه، والشعبي فيما ذكر شعبة {أَفَتُمْرُونَه} بضم التاء وسكون الميم، مضارع أمريت؛ أي: أتريبونه، وتشكون فيه. قال أبو حاتم: وهو غلط. </p><p> وقال الحسن البصري رحمه الله، وجماعة (١) : {عَلَّمَهُ شَدِيدُ الْقُوَى (٥) }؛ أي: علمه الله. وهو وصف من الله نفسه بكمال القدرة والقوة. {ذو مرة} ؛ أي: ذو إحكام الأمور والقضايا. وبين المكان الذي علمه فيه بلا واسطة، فقال:  {فَاسْتَوَى} محمد - صلى الله عليه وسلم -. وهو بالأفق الأعلى؛ أي: فوق السموات. {ثُمَّ دَنَا} محمد إلى ربه فتدلى؛ أي: تزايد في القرب إلى ربه {فَكَانَ} مقدار ما بينه وبين ربه {قَابَ قَوْسَيْنِ} ؛ أي: مقدار ما بين قابي قوس. وهو كناية عن شدة القرب. {أَوْ أَدْنَى} ؛ أي: بل أدنى، وأقرب من ذلك {فَأَوْحَى} الله سبحانه {إِلَى عَبْدِهِ} محمد - صلى الله عليه وسلم - {ما أوحى} من أحكام الدين، ومن خصائص الكرم والجود. </p><p> ويدل على أن ضمير {دَنَا} يعود ويرجع إليه - صلى الله عليه وسلم - أنه قال في رواية \"لما أسري بي إلى السماء قربني ربي حتى كان بيني وبينه كقاب قوسين أو أدنى،قيل لي:قد جعلت أمتك آخر الأمم لأفضح الأمم عندهم؛أي:بوقوفهم على أخبارهم، ولا أفضحهم عند الأمم لتأخرهم عنهم\" . {مَا كَذَبَ الْفُؤَادُ} ؛ أي: فؤاد محمد - صلى الله عليه وسلم - {مَا رَأَى} . من ذات ربه، ومن عجائب الأمور الغيبية، ومن الألطاف عليه وعلى أمته. وقال أبو علي الفارسي في هذه الآية قولا يطول شرحه، وقصاراه: يرجع إلى أنه تعالى ستر بعض ما أوحى إلى نبيّه عن الخلق لما علم أن علمهم بذلك يفترهم عن السير في طريق العبودية اتكالًا على محض الربوبية. ولهذا قال لمعاذ بن جبل رضي الله عنه، حيث قال معاذ: أأخبر الناس بذلك يا رسول الله، فقال:  \"لا تخبرهم بذلك لئلا يتكلوا\" ، انتهى. </p><p> لَا يَكْتُمُ السِّرَّ إِلَّا كُلُّ ذِيْ خَطَرٍ ... وَالسِّرُّ عِنْدَ كِرَامِ النَّاسِ مَكْتُوْمُ </p><p> وَالسِّرُّ عِنْدِيَ فِيْ بَيْتٍ لَهُ غَلَقٌ ... قَدْ ضَاعَ مِفْتَاحُهُ وَالْبَابُ مَخْتُوْمُ </p><p> وقد قيل: </p><p> بَيْنَ الْمُحِبِّيْنَ سِرُّ لَيْسَ يُفْشِيْهِ ... قَوْلٌ وَلَا عَمَلٌ لِلْخَلْقِ يَحْكِيْهِ </p><p> سِرُّ يُمَازِجُهُ أُنْسٌ يُقَابِلُهُ ... نُوْرٌ تَحَيَّرَ فِيْ بَحْرٍ مِنَ التِّيهِ </p><p> وعبارة \"الخازن\" : قوله تعالى: {مَا كَذَبَ الْفُؤَادُ} قرىء بالتشديد؛ أي: {ما </p><p>(١) روح البيان.</p>"
}