{
  "id": null,
  "sura": 54,
  "aya": 19,
  "text": "<p> كأنه قيل: كذّبت عاد فهل سمعتموهم، أو فاسمعوا كيف كان عذابي لهم، وإنذاري إيّاهم. </p><p> فإن قيل: لِمَ لَمْ يقل هنا: فكذبوا هودًا كما قال في قصة نوح: {فَكَذَّبُوا عَبْدَنَا} ؟ </p><p> أجيب: بأن تكذيب قوم نوح أبلغ لطول مقامه فيهم وكثرة عنادهم. وإما لأن قصة عاد ذكرت مختصرة، اهـ خطيب. </p><p> والمعني: أي كذبت عاد نبيهم هودًا عليه السلام، فيما أتاهم به عن الله كما كذبت قوم نوح من قبلهم نبيهم. فانظروا يا معشر قريش كيف كان عذابي إياهم، وعقابي لهم على كفرهم بالله، وتكذيبهم رسوله هودًا، وإنذاري من سلك سبيلهم، وتمادى في الغيّ والضلال بحلول مثل ذلك العقاب به. </p><p> ١٩ - ثم فصل ما أجمله أولًا بقوله:  {إِنَّا أَرْسَلْنَا} وسلطنا {عَلَيْهِمْ رِيحًا صَرْصَرًا} ؛ أي: ريحًا باردة أو شديدة الصوت والهبوب. وهي ريح الدبور. والصرصر من الصر. وهو البرد، أو من صر الباب إذا صوت. {فِي يَوْمِ} ذي {نَحْسٍ} وشؤم عليهم {مُسْتَمِرّ} صفة ليوم أو نحس، أي: مستمر شؤمه عليهم أوابد الدهر. فإن الناس يتشاءمون بأربعاء آخر الشهر. </p><p> قال ابن الشيخ (١) : واشتهر بين بعض الناس التشاؤم بالأربعاء الذي يكون في آخر الشهر بناءً على قوله تعالى: {فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ} . ومعلوم: أنه ليس المراد أنه نحس على المصلحين بل على المفسدين، حيث لم تظهر نحوسته في حق الأنبياء والمؤمنين. وفي \"الروضة\" : الأربعاء مشؤوم عندهم، والذي لا يدور وهو آخر أربعاء في الشهر أشأم. وعن ابن عباس يرفعه \"آخر أربعاء في الشهر يوم نحس مستمر\" . قال الشاعر: </p><p> لِقَاؤك لِلْمُبكِّر فَالُ سُوْءٍ ... وَوَجْهُكَ أَرِبْعَاءٌ لَا يَدُورُ </p><p> والمعني: مستمر عليهم شؤمه ونحوسته أزمنة ممتدة إلى أن أهلكهم. فاليوم بمعني الحين، وإلا فاليوم الواحد لا يمكن أن يستمر سبع ليال وثمانية أيام. والاستمرار على هذا الوجه بحسب الزمان. أو المعنى شامل لجميعهم، كبيرهم، </p><p>(١) روح البيان.</p><p> وصغيرهم. فالعستحر بمعنى المطرد بالنسبة إلى الأشخاص، أو مشتد مرارته؛ أي: بشاعته. وقيل: هو من المرة بمعنى القوة؛ أي: في يوم قويّ الشؤم مستحكمه كالشيء المحكم الفتل الذي لا يطاق نقضه. والظاهر (١) : أنه من الاستمرار، لا من المرارة، ولا من المرة؛ أي: دام عليهم عذابه حتى أهلكهم وشمل بهلاكه كبيرهم وصغيرهم. وكان ابتداؤه يوم الأربعاء آخر الشهر إلى غروب الأربعاء الآخر. وروي: أنه كان آخر أيامهم الثمانية في العذاب يوم الأربعاء، وكان سلخ صفر. وهي الحسوم في سورة الحاقّة؛ أي: المتتابعة. </p><p> والمعنى (٢) : إنّا بعثنا إلى عاد إذ تمادوا في طغيانهم وكفرهم بربهم ريحًا شديدة العصوف في برد، لصوتها صرير في زمن شؤم ونحس عليهم. إذ ما زالت مستمرة حتى أهلكتهم. ونحو الآية قوله:  {فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ} ، وقوله:  {سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا} ، أي: متتابعة. </p><p> تنبيه: وما روي عن شؤم بعض الأيام فلا يصح شيء منه. فالأيام كلها لله، لا ضرر فيها لذاتها, ولا محذور منها, ولا سعد فيها, ولا نحس. فما من يوم يمر إلا وهو سعد على قوم ونحس على آخرين باعتبار ما يحدثه الله فيه من الخير والشرّ لهم. فكل منها يتصف بالأمرين. </p><p> أَلا إِنَّما الأَيَّامُ أبْنَاءُ وَاحِدِ ... وَهَذِيْ اللَّيَاليْ كُلُّهَا أَخَوَاتُ </p><p> وتخصيص كل يوم بعمل كما يزعم بعض الناس، وينسبون في ذلك أبياتًا إلى علي كرم الله وجهه لا يصح منه شيء. </p><p> وقرأ الجمهور (٣) : {فِي يَوْمِ نَحْسٍ} بإضافة يوم إلى نحس. وقرأ الحسن بتنوين {يوم} وكسر الحاء على أن {نَحْسٍ} صفة له. وقرأ هارون بكسر الحاء. وقال أبو حيان: والذي يظهر أنه ليس يومًا معينًا، بل أريد به الزمان والوقت كأنه قيل: في وقت نحس. ويدل على ذلك أنّه قال في سورة فصلت: {فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي </p><p>(١) الشوكاني. (٢) المراغي.(٣) البحر المحيط.</p>"
}