{
  "id": null,
  "sura": 54,
  "aya": 1,
  "text": "<p> أسباب النزول </p><p> قوله تعالى: {اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (١) } سبب نزول هذه الآية (١) : ما أخرجه الشيخان، والحاكم، واللفظ له عن ابن مسعود قال: رأيت القمر منشقًّا شقين بمكة قبل مخرج النبيّ - صلى الله عليه وسلم - فقالوا: سحر القمر، فنزلت {اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (١) }. </p><p> وأخرج الترمذي عن أنس قال: سأل أهل مكة النبي - صلى الله عليه وسلم - آيةً، فانشق القمر بمكة مرتين. فنزلت: {اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (١) } إلى قوله: {سِحْرٌ مُسْتَمِرٌّ} . </p><p> التفسير وأوجه القراءة </p><p> ١ - {اقْتَرَبَتِ السَّاعَةُ} ؛ أي:  (٢) دنت القيامة، وقرب قيامها ووقوعها؛ لأنه ما بقي من الدنيا إلا قليل، كما قال - صلى الله عليه وسلم -: \"إنَّ الله جعل الدنيا كلها قليلًا، فما بقي منها قليل من قليل، ومثل ما بقي مثل الثغب -أي:الغدير - شرب صفوه، وبقي كدره\" . فالاقتراب يدل على مضي الأكثر، ويمضي الأقل كما مضى الأكثر. </p><p> والساعة جزء من أجزاء الزمان، عبر بها عن القيامة تشبيهًا لها بذلك لسرعة حسابها، أو لأنها تقوم في آخر ساعة من ساعات الدنيا، أو لأنَّها ساعة خفيفة يحدث فيها أمر عظيم، أو لغير ذلك. والحكمة في ذكر اقتراب الساعة تحذير المكلف، وحثه على الطاعة تنبيهًا لعباده على أن الساعة من أعظم الأمور الكونية على خلقه من أهل السموات والأرض. وأما تعيين وقت الساعة: فقد انفرد الحق سبحانه بعلمه، وأخفاه عن عباده؛ لأنه أصلح لهم، ولذا كان كل نبي قد أنذر أمته الدجال. </p><p> يقول الفقير: فإن قلت: فكم عمر الدنيا بأسرها، وما قول العلماء فيه؟ </p><p> قلت: اتفقوا على حدوث الدنيا، وما قطعوا بشيء في مدتها. </p><p> {وَ} قد {انْشَقَّ الْقَمَرُ} ؛ أي: انفصل بعضه من بعض معجزة له - صلى الله عليه وسلم -. ودلت </p><p>(١) لباب النقول. (٢) روح البيان.</p><p> صيغة الماضي على تحقق الانشقاق في زمن النبي - صلى الله عليه وسلم -. ويدل عليه قراءة حذيفة رضي الله عنه {وقد انشق القمر} ؛ أي: اقتربت الساعة، وقد حصل من آيات اقترابها أن القمر قد انشق، وقد خطب حذيفة بالمدائن، ثم قال: ألا إن الساعة قد اقتربت، وإن القمر قد انشق على عهد نبيكم - صلى الله عليه وسلم -. وحذيفة بن اليمان صاحب سرّ رسول الله - صلى الله عليه وسلم - كابن مسعود رضي الله عنهما. وعلى هذا القول عامّة الصحابة ومن بعدهم، وبه أخذ أكثر المفسّرين. فلا عبرة بقول من قال: إنه سينشق يوم القيامة. كما قال تعالى: {إِذَا السَّمَاءُ انْشَقَّتْ (١) }. والتعبير بالماضي للدلالة على تحققه، على أنا نقول: يجوز أن يكون انشقاقه مرتين: مرة في زمانه - صلى الله عليه وسلم - إشارة إلى قرب الساعة، ومرة يوم القيامة، حين انشقاق السماء. قال الواحديّ: وإنما ذكر اقتراب الساعة مع انشقاق القمر؛ لأن انشقاقه من علامات نبوة محمد - صلى الله عليه وسلم - ونبوته وزمانه من أشراط اقتراب الساعة. </p><p> قال ابن كيسان: في الكلام تقديم وتأخير، أي: انشق القمر، واقتربت الساعة. وقال جمع من المفسرين: إن هذا الانشقاق حدثٌ قد حصل، وأن القمر صار فرقتين على عهد رسول الله - صلى الله عليه وسلم - قبل الهجرة بخمس سنين. فقد صح من رواية الشيخين، وابن جرير عن أنس: أن أهل مكة سألوا رسول الله - صلى الله عليه وسلم - أن يريهم آية فأراهم القمر شقتين، حتى رأوا حراء - جبل بمكة - بينهما. </p><p> وفي \"الصحيحين\" ، وغيرهما من حديث ابن مسعود:  \"وانشق القمر على عهد رسول الله - صلى الله عليه وسلم - فرقتين، فرقة على الجبل، وفرقة دونه. فقال رسول الله - صلى الله عليه وسلم -: اشهدوا\" . وجاء عنه أيضًا:  \"انشق القمر على عهد رسول الله - صلى الله عليه وسلم -،فقالت قريش:هذا سحر ابن أبي كبشة،فقال رجل:انتظروا ما يأتيكم به السفار، فإن محمدًا لا يستطيع أن يسحر الناس، فجاء السفار، فأخبروهم بذلك\" رواه أبو داود، والطيالسي. وفي رواية البيهقي: فسألوا السفار، وقد قدموا من كل وجه، فقالوا: رأيناه، فأنزل الله تعالى: {اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (١) }. </p><p> والحاصل (١) : أنَّا إذا نظرنا إلى كتاب الله فقد أخبرنا بأنه قد انشق، ولم يخبرنا بأنه سينشق، وإن نظرنا إلى سنة رسول الله - صلى الله عليه وسلم - فقد ثبت في الصحيح وغيره </p><p>(١) الشوكاني.</p><p> من طريق متواترة: أنه قد كان ذلك في أيام النبوة، وإن نظرنا إلى أقوال أهل العلم .. فقد اتفقوا على هذا, ولا يلتفت إلى شذوذ من شذ، واستبعاد من استبعد. </p><p> وقال قوم - منهم عثمان بن عطاء -: المراد: انشقاقه يوم القيامة، والمعنى عليه (١) : اقتربت الساعة، وسينشق القمر، وينفصل بعضه عن بعض، حين يختل نظام هذا العالم، وتبدل الأرض غير الأرض. ونحو هذا قوله: {إِذَا السَّمَاءُ انْشَقَّتْ (١) }، وقوله: {إِذَا الشَّمْسُ كُوِّرَتْ (١) وَإِذَا النُّجُومُ انْكَدَرَتْ (٢) }؛ وكثير غيرهما من الآيات الدالة على الأحداث الكبرى التي تكون حين خراب هذا العالم، وقرب قام الساعة، والذي يدل على أن هذا إخبار عن حدث مستقبل لا عن انشقاق ماض أمورٌ: </p><p> ١ - أن الإخبار (٢) بالانشقاق أتى إثر الكلام على قرب مجيء الساعة. والظاهر: تجانس الخبرين، وأنهما خبران عن مستقبل لا عن ماضٍ. </p><p> ٢ - أن انشقاق القمر من الأحداث الكونية الهامة التي لو حصلت .. لرآها من الناس من لا يحصى كثرة من العرب وغيرهم، ولبلغ حدًّا لا يمكن أحدًا أن ينكره، وصار من المحسوسات التي لا تدفع، ولصار من المعجزات التي لا يسع مسلمًا ولا غيره إنكارها. </p><p> ٣ - ما ادّعى أحدٌ من المسلمين إلا من شذ أن هذه معجزة بلغت حد التواتر، ولو كان قد حصل ذلك .. ما كان رواته آحادًا، بل كانوا لا يعدّون كثرة. </p><p> ٤ - أنَّ حذيفة بن اليمان، وهو الصحابي الجيل خطب الناس يوم الجمعة في المدائن حين فتح الله فارس. فقال: ألا إنّ الله تبارك وتعالى يقول: </p><p> {اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (١) }، ألا وإن الساعة قد اقتربت، ألا وإنّ القمر قد انشقّ، ألا وإن الدنيا قد آذنت بفراق، ألا وإن اليوم المضمار وغدًا السباق، ألا وإن الغاية النار, والسابق من سبق إلى الجنة. فهذا الكلام من حذيفة في معرض قرب مجيء الساعة، وتوقع أحداثها لا في كلام عن أحداث قد حصلت تأييدًا للرسول، وإثباتًا لنبوتّه, لأنَّ ذلك كان في معرض العظة والاعتبار. </p><p>(١) المراغي. (٢) المراغي.</p>"
}