{
  "id": null,
  "sura": 55,
  "aya": 2,
  "text": "<p> المليك المقتدر هو الرحمن سبحانه وتعالى. قال الغزالي رحمه الله تعالى: الرحمن هو العطوف على العباد بالإيجاد أوّلًا, وبالهداية إلى الإيمان وأسباب السعادة ثانيًا، وبالإسعاد في الآخرة ثالثًا، والإنعام بالنظر إلى وجهه الكريم رابعًا، انتهى. </p><p> ٢ - ولمَّا (١) كان القرآن أعظم النعم شأنًا لأنه مدار جميع السعادات، ولذا قال - صلى الله عليه وسلم -: \"أشراف أمتي حملة القرآن\" ؛ أي: ملازمو قراءته، وأصحاب الليل، وقال:  \"خيركم من تعلم القرآن وعلمه\" . وفيه جميع حقائق الكتب السماوية. وكان تعليمه من آثار الرحمة الواسعة، وأحكامها بدأ به. فقال:  {عَلَّمَ} محمدًا - صلى الله عليه وسلم - {الْقُرْآنَ} بواسطة جبريل عليه السلام، وبواسطة محمد - صلى الله عليه وسلم - علم غيره من الأمة. وقيل: {عَلَّمَ الْقُرْآنَ (٢) }؛ أي (٢) : يسره للذكر ليحفظ ويتلى. وذلك أن الله سبحانه عدد نعمه على عباده، فقدم أعظمها نعمة، وأعلاها رتبة. وهو القرآن العزيز؛ لأنه أعظم وحي الله تعالى إلى أنبيائه, وأشرفه منزلة عند أوليائه وأصفيائه، وأكثره ذكرًا، وأحسنه في أبواب الدين. وهو سنام الكتب المنزلة على أفضل البرية. </p><p> قال ابن عطاء رحمه الله تعالى: لما قال الله تعالى: {وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا} أراد أن يخص أمة محمد - صلى الله عليه وسلم - بخاصية مثله، فقال: {الرَّحْمَنُ (١) عَلَّمَ الْقُرْآنَ (٢) }؛ أي: الذي علم آدم الأسماء وفضله بها على الملائكة هو الذي علمكم القرآن، وفضلكم به على سائر الأمم. </p><p> وفي الآية: إشارة إلى أن التعليم والتسهيل إنما هو من الله تعالى، لا من المعلمين والحافظين. وقد علم آدم الأسماء، ووفقه لتعلمها، وسهله بإذنه، وعلم داود صنعة الدرع كما قال:  {وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ} ، وعلم عيسى علم الطب كما قال:  {وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ} ، وعلم الخضر العلم اللدني كما قال:  {وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا} ، وعلم نبينا محمدًا - صلى الله عليه وسلم - القرآن، وأسرار الألوهية كما قال:  {وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ} ، وعلم الإنسان البيان. </p><p> قال في \"فتح الرحمن\" : ومن الدليل على أن القرآن غير مخلوق: أن الله تعالى ذكره في كتابه العزيز في أربعة وخمسين موضعًا ما فيها موضع صرح فيه بلفظ </p><p>(١) روح البيان. (٢) الخازن.</p>"
}