{
  "id": null,
  "sura": 55,
  "aya": 76,
  "text": "<p> خيمة، طولها ستون ميلًا. </p><p> والمعنى: أي وهؤلاء الخيرات الحسان واسعات العيون، مع صفاء البياض حول السواد محبوسات في الحجال، فلسن بطوافات في الطرقات. والعرب يمدحون النساء اللازمات للبيوت للدلالة على شدة الصيانة. </p><p> ٧٣ - {فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (٧٣) } وقد خلق من النعم ما هن مقصورة ومحبوسة لكم. فإنها كلها نعم لا تكفر، ومنن لا تجحد. </p><p> ٧٤ - {لَمْ يَطْمِثْهُنَّ} ولم يجامعهن {إِنْسٌ قَبْلَهُمْ} ؛ أي: قبل أصحاب الجنتين دل عليهم ذكر الجنتين، أو قبل أزواجهن. {وَلَا جَانٌّ} والكلام هنا كالذى مر في نظيره في جميع الوجوه. قال في \"كشف الأسرار\"  (١) : كرر ذلك زيادة في التشويق، وتأكيدًا للرغبة. وفيه إنه ليس بتكرير؛ لأنَّ الأول في أزواج المقربين وهذا في أزواج الأبرار. قال محمد بن كعب: إن المؤمن يزوج ألف ثيب، وألف بكر، وألف حوراء. </p><p> ٧٥ - {فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (٧٥) } مع أنها ليست كنعم الدنيا. إذ قد تطمث المرأة في الدنيا، ثم يتزوجها آخر ثيبًا فهن نعم باكورة. فيا لها من طيب وصالها، وبالها، وبراعة جمالها, لا يقدر أحد على حكايتها, ولا يبلغ وصف إلى نهايتها، والعقول فيها حيارى، والقلوب سكارى. </p><p> ٧٦ - {مُتَّكِئِينَ} حال صاحبه محذوف، يدل عليه الضمير في {قَبْلَهُمْ} ، تقديره: لم يطمثهن أحد غير أزواجهن حال كونهم متكئين وجالسين {عَلَى رَفْرَفٍ} وفرش {خُضْرٍ} والرفرف (٢) إما اسم جنس أو اسم جمع، واحده رفرفة. قيل: هو ما تدلى من الأسرة من عالي الثياب، أو ضرب من البسط أو الوسائد، أو الرقيق من الديباج. </p><p> قال في \"المفردات\" : الرفرف ضرب من الثياب، مشبه بالرياض، انتهى. ومن معاني الرفرف: الرياض. وكان بساط أنو شروان ستين ذراعا في ستين ذراعًا، يبسط له في إيوانه منظومًا باللؤلؤ والجواهر الملونة على ألوان زهر الربيع، وينشر إذا </p><p>(١) روح البيان. (٢) روح البيان.</p><p> عدمت الزهور. </p><p> وقرأ الجمهور {رَفْرَفٍ} بالأفراد. وقرأ (١) عثمان بن عفان، والحسن، ونصر بن عاصم، والجحدري ومالك بن دينار، وابن محيصن، وزهير العرقي وغيرهم {رفارف} على صيغة منتهى الجموع. والخضر صفة لرفرف، وهو بسكون الضاد جمع أخضر، كحمر جمع أحمر، أي: صاحب خضرة. والخضرة: اللون بين البياض والسواد والحمرة. وهو إلى السواد أقرب، فلهذا سمي الأسود أخضر، والأخضر أسود. وقرأ ابن هرمز {خضُر} بضم الضاد. قال صاحب \"اللوامح\" : وهي لغة قليلة، انتهى. </p><p> {وَعَبْقَرِيٍّ} معطوف على {رَفْرَفٍ} ، والمراد به: الجنس، ولذا وصف بالجمع وهو قوله:  {حِسَانٍ} حملًا على المعنى. وهو جمع حسن. والعبقري منسوب إلى عبقر، تزعم العرب أنه اسم بلد كثير الجن، فينسبون إليه كل شيء نفيس عجيب. وقال قطرب: ليس هو من المنسوب، بل هو بمنزلة كرسي، وبختيٍّ. قال في \"القاموس\" : عبقر موضع كثير الجن، وقرية ثيابها في غاية الحسن. والعبقريُّ ضرب من البسط، كالعباقري. انتهى. </p><p> وفي \"فتح الرحمن\" : العبقريُّ: بسط حسان، فيها صور، وغير ذلك. وقرأ الجمهور {وعبقريٌّ} . وقرأ عثمان بن عفان، والحسن، والجحدريُّ {عباقريُّ} . وقرىء {عباقر} . </p><p> والمعنى: حال كونهم متكئين (٢) على ثياب ناعمة، وفرش رقيقة النسج من الديباج, ووسائد عظيمة، وبسط لها أطراف فاخرة غاية في كمال الصنعة، وحسن المنظر. وخص (٣) الأخضر بالذكر؛ لأن النفس أميل إليها في الدنيا, ولأنه يحصل فيه الألوان الثلاثة: الأبيض، والأسود، والأحمر. فالأبيض يفرق البصر، والأسود يجمع البصر، كالأحمر. فلما اجتمع في الأخضر الأمور الثلاثة دفع بعضها أذى بعض. </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.</p>"
}