{
  "id": null,
  "sura": 55,
  "aya": 29,
  "text": "<p> والخلاصة: أنّ في الفناء نعمتين: نعمة الرحعة بتعاقب الأجيال، ونعمة الخروج من سجن المادة إلى فسيح العالم الروحيّ، وإلى التمتع بنعيم آخر بعد الموت. </p><p> ٢٩ - ولما كان ما ذكر يتضمن الافتقار المتجدد إليه تعالى أوضحه بقوله:  {يَسْأَلُهُ} سبحانه وتعالى {مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ} قاطبة من ملك وإنس وجن ما يحتاجون إليه من ذواتهم ووجوداتهم حدوثًا وبقاءً، وسائر أحوالهم سؤالًا مستمرًا بلسان المقال أو بلسان لحال، فلا يستغني أحد عنهم عنه تعالى. فإنهم من حيث حقائقهم الممكنة بمعزل عن استحقاق الوجود، وما يتفرع عليه من الكمالات بالمرة، بحيث لو انقطع ما بينهم وبين العناية الإلهية من العلائق .. لم يشموا رائحة الوجود أصلًا، فهم في كل آنٍ مستمرون على الاستدعاء والسؤال. </p><p> قال ابن عباس رضي الله عنه: فأهل السماء يسألونه لأهل الأرض المغفرة، وأهل الأرض يسألونه الرزق والمغفرة، وقيل: كل أحد يسأله الرحمة، وما يحتاج إليه في دينه أو دنياه، وفيه إشارة إلى كمال قدرته تعالى، وأن كل مخلوق وإن جل وعظم، فهو عاجز عن تحصيل ما يحتاج إليه، مفتقر إلى الله تعالى. </p><p> والحاصل: أنه يسأله كل مخلوق من مخلوقاته بلسان المقال، أو بلسان الحال ما يطلبونه من خيري الدنيا والآخرة أو من خيري إحداهما. </p><p> {كُلَّ يَوْمٍ} ؛ أي: كل وقت من الأوقات (١) . وهو اليوم الإلهي الذي هو الآن الغير المنقسم. {هُوَ} سبحانه وتعالى {فِي شَأْنٍ} من الشؤون، وأمر من الأمور التي من جملتها إعطاء ما سألوا. فإنه تعالى لا يزال ينشىء أشخاصًا، ويفني آخرين، ويأتي بأحوال، ويذهب بأحوال من الغنى، والفقر، والعزة، والذلة، والنصب، والعزل، والصحة، والمرض، ونحو ذلك حسبما تقتضيه مشيئته المبنية على الحكم والمصالح البالغة. وانتصاب {كُلَّ} بالاستقرار الذي تضمنه الخبر، والتقدير: استقر سبحانه في شأن كل وقت من الأوقات. </p><p> روى البغوي بإسناد الثعلبي عن ابن عباس رضي الله عنهما قال: إن مما خلق </p><p>(١) روح البيان.</p><p> عز وجل لوحًا من درة بيضاء ودفتاه من ياقوتة حمراء، قلمه نور، وكتابه نور ينظر الله فيه كل يوم ثلاث مئة وستين نظرة، يخلق ويرزق، يحيي ويميت، ويعز ويذل, ويفعل ما يشاء. فذلك قوله تعالى:  {كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ} . </p><p> وقال سفيان بن عيينة: الدهر عند الله سبحانه يومان: </p><p> يوم الدنيا، وشأنه فيه الاختبار بالأمر والنهي، والإحياء والإماتة، والإعطاء والمنع. </p><p> وشأن يوم القيامة الجزاء والحساب، والثواب والعقاب. </p><p> وقال الحسين بن الفضل: هو سوق المقادير إلى المواقيت، ومعناه: أنه تعالى كتب ما يكون في كل يوم، وقدر ما هو كائن، فإذا جاء ذلك الوقت تعلقت إرادته بالفعل، فيوجده في ذلك الوقت. </p><p> وعن عبد الله بن منيب قال: تلا علينا رسول الله - صلى الله عليه وسلم - هذه الآية، فقلنا: يا رسول الله وما ذلك الشأن؟ قال:  \"أن يغفر ذنبًا، ويفرج كربًا، ويرفع قومًا، ويضع آخرين\" . أخرجه الحسن بن سفيان، والبزّار، وابن جرير، والطبراني، وأبو نعيم، وابن عساكر. وسأل عبد الله بن طاهر الحسين بن الفضل عن الجمع بين هذه الآية وما صح من قوله - صلى الله عليه وسلم -: \"جف القلم بما هو كائن إلى يوم القيامة\" . فقال: شؤون يبديها, لا شؤون يبتديها. </p><p> والحاصل (١) : أنّ المادّة دائمًا تلبس جديدًا، وتخلع قديمًا. فأجسامنا، وأجسام الحيوان على هذا المنوال فهما في حاجة إلى بقاء الأجسام، وتغذيتها. وإذا انحل جسم افتقر إلى شيء يعوض ما ذهب. فالتغيرات المستمرة افتقار، وهذا الافتقار مستمر في كل لحظة. وذلك يدعو إلى السؤال من الواهب المعطي، إما بالنطق، وإما بتوجه النفس، وطلبها العون والمدد والفيض من فضله. </p><p> وجماع القول: أنّ المادّة مفتقرة إلى بقاء ما يناسبها، فالنبات في كل لحظة مفتقر إلى ما يبقيه من ماء، وهواء، ومواد أخرى، والحيوان يطلب ما يحتاج إليه، والإنسان يسأل ما هو في حاجة إليه إما سؤال حال، وإما سؤال مقال في كل وقت </p><p>(١) المراغي.</p>"
}