{
  "id": null,
  "sura": 55,
  "aya": 9,
  "text": "<p> لهذا المعنى، ولهذا اقتصر عليه الزمخشري. </p><p> ٨ - و {أن} في قوله: {أَلَّا تَطْغَوْا فِي الْمِيزَانِ (٨) } ناصبة، و \"لا\" نافية، ولام العلة مقدرة متعلقة بوضع الميزان, أي: وضع الله سبحانه الميزان في الأرض لئلا تطغوا وتعتدوا, ولا تجاوزوا الإنصاف. </p><p> قال ابن الشيخ (١) ، الطغيان: مجاوزة الحد. فمن قال: الميزان العدل .. قال: طغيانه الجور، ومن قال: إنه الميزان الذي هو آلة التسوية قال: طغيانه البخس؛ أي: النقص، وقيل:  {أن} مفسرة لأنّ في الوضع معنى القول. وقرأ الجمهور {وَوَضَعَ الْمِيزَانَ} فعلًا ماضيًا ناصبًا الميزان؛ أي: أقره وأثبته. وقرأ إبراهيم {وَوَضَعَ الْمِيزَانَ} بالخفض وإسكان الضاد، انتهى من \"البحر\" . </p><p> ومعنى الآية (٢) : أي وجعل العالم العلوي رفيع القدر. إذ هو مبتدأ أحكامه، ومتنزل أوامره ونواهيه لعباده، وسكن ملائكته الذين يهبطون بالوحي على أنبيائه. وجعل نظم العالم الأرضيّ تسير على نهج العدل فعدل في الاعتقاد كالتوحيد إذ هو وسط بين إنكار الإله والشرك به، وعدل في العبادات والفضائل والآداب، وعدل بين القوى الروحية والبدنية، فأمر عباده بتزكية نفوسهم، وأباح لهم كثيرًا من الطيبات لحفظ البدن، ونهى عن الغلو في الدين، والإسراف في حب الدنيا. وهكذا ترى أن </p><p> عدله شامل لكل ما في هذا العالم، لا يغادر الصغير منه، ولا الكبير. وقوله: {أَلَّا تَطْغَوْا فِي الْمِيزَانِ (٨) }؛ أي: فعل ذلك لئلا تعتدوا، وتتجاوزوا ما ينبغي من العدل والنصفة، وجري الأمور وفق ما وضع لكم من سنن الميزان في كل أمر، فترقى شؤونكم، وتنتظم أعمالكم وأخلاقكم. </p><p> قال قتادة في هذه الآية: اعدل يا ابن آدم كما تحب أن يعدل عليك، وأوف كما تحب أن يوفى لك. فإنَّ في العدل صلاح الناس. </p><p> ٩ - ثم أكد هذا بقوله:  {وَأَقِيمُوا الْوَزْنَ} ؛ أي: قوموا وزنكم {بِالْقِسْطِ} ؛ أي: بالعدل؛ أي: اجعلوه مستقيمًا له. وفي \"المفردات\" : الوزن: معرفة قدر الشيء، والمتعارف في الوزن عند العامة ما يقدر بالقسطاس والقبان. وقوله: {وَأَقِيمُوا الْوَزْنَ </p><p>(١) روح البيان. (٢) المراغي.</p><p> بِالْقِسْطِ} إشارة إلى مراعاة العدل في جميع ما يتحراه الإنسان من الأفعال والأقوال، وقيل: المعنى: أقيموا لسان الميزان بالعدل. وقيل: المعنى: إنه وضع الميزان في الآخرة لوزن الأعمال. </p><p> {وَلَا تُخْسِرُوا الْمِيزَانَ} ؛ أي: لا تنقصوه؛ لأنَّ من حقه أن يسوى؛ لأنه المقصود من وضعه. قال سعدي المفتي: المراد: لا تنقصوا الموزون في الميزان لا الميزان نفسه، أمر أوّلًا بالتسوية، ثم نهى عن الطغيان الذي هو اعتداء وزيادة، ثم عن الخسران الذي هو تطفيف ونقصان، وكرر لفظ الميزان تشديدًا للتوصية به، وتأكيدًا للأمر باستعماله، والحث عليه. </p><p> وقرأ الجمهور (١) : {تُخْسِرُوا} بضم التاء وكسر السين، من أخسر إذا أفسد ونقص، كقوله تعالى: {وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ (٣) }؛ أي: ينقصون. وقرأ بلال بن أبي برزة، وأبان بن عثمان، وزيد بن عليّ {تَخْسَرُوا} بفتح التاء والسين من خسر من باب سمع. وهما لغتان، يقال: أخسرت الميزان, وخسرته، وقرىء أيضًا {تُخْسُرُوْا} بفتح التاء وضم السين لما منع من الزيادة. وهو الطغيان. </p><p> وفي \"فتح الرحمن\" : قوله تعالى: {وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ (٧) } قرنه برفع السماء؛ لأنّه تعالى عدد نعمه على عباده، ومن أجلها الميزان الذي هو العدل الذي به نظام العالم وقوامه، وقيل: هو القرآن، وقيل: هو العقل، وقيل: ما يعرف به المقادير كالميزان المعروف، والمكيال والذراع. </p><p> إن قلت: ما فائدة تكرار لفظ {وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ (٧) } ثلاث مرات مع أن القياس بعد الأولى الإضمار؟ </p><p> قلت: فائدته بيان أنَّ كلًّا من الآيات مستقلة بنفسها، أو أن كلًّا من الألفاظ الثلاثة مغاير لكل من الآخرين، إذ الأول ميزان الدنيا، والثاني ميزان الآخرة، والثالث ميزان العقل؛ أي: العدل. </p><p> فإن قلت: قوله: {أَلَّا تَطْغَوْا فِي الْمِيزَانِ (٨) }؛ أي: لا تجاوزوا فيه العدل، مغن عن الجملتين المذكورتين بعده؟ </p><p>(١) البحر المحيط.</p>"
}