{
  "id": null,
  "sura": 55,
  "aya": 6,
  "text": "<p> والمعنى (١) : أي إنَّ الله سبحانه وتعالى علم محمدًا - صلى الله عليه وسلم - القرآن بواسطة جبريل، وعلم أمته بواسطته، وخلق هذا الجنس الإنساني، وعلمه التعبير عما يختلج بخاطره ويدور بخلده، ولولا ذلك ما علم محمد القرآن لأمته. </p><p> ٥ - ولما كان الإنسان مدنيًا بيبعه لا يعيش إلا مجتمعًا بسواه كان لا بد له من لغة يتفاهم بها مع سواه من أبناه جنسه، ويكتب إليه في الأقطار النائية، والبلاد النازحة، ويحفظ علوم السلف لينتفع بها الخلف، ويزيد فيها اللاحق على ما فعل السابق. وهذه منة روحية كبرى، لا تعدلها منة أخرى في هذه الحياة. ومن ثم قدمها على النعم الأخرى الآتية. </p><p> وقد بدأ أوّلًا بما يتعلم، وهو القرآن الذي به السعادة، ثم ثنى بالتعلم، ثم ثلث بطريق التعلم وكيفيته، ثم انتقل إلى ذكر الأجرام العلوية التي ينتفع بها الناس في معاشهم. فقال:  {الشَّمْسُ وَالْقَمَرُ} يجريان {بِحُسْبَانٍ} مبتدأ وخبر، أي: يجريان بحسبان مقدر معلوم في بروجهما ومنازلهما، بحيث ينتظم بذلك أمور الكائنات السفلية، ويختلف الفصول والأوقات، ويعلم السنون والحساب، فالسنة القمرية ثلاث مئة وأربعة وخمسون يومًا، والشمسية ثلاث مئة وخمسة وستون يومًا وربع يوم أو أقل. وبهذا (٢) الحسبان انتفع بهما الناس في شؤون الزراعات كمواعيد البذر والحصاد، وما ينفع منها في كل فصل من الفصول الأربعة، وفي الأمور المالية من بيع وشراء لآجال محدودة من شهور وسنين، وفي تقدير الأعمار والآجال التي تقدمت، وجاءت في أخبار الماضين، والشعبي ستكون للحاضرين. ولولا الليل والنهار والشمس والقمر لم يدر أحد كيف يحسب. لأن الدهر يكون كله ليلًا أو نهارًا. </p><p> ٦ - وبعد أن ذكر أن الشمس والقمر طوع قدرته، وقد جعل لهما النظم الدقيقة في الحسبان .. أردفه بانقياد العوالم الأرضية له، فقال:  {وَالنَّجْمُ} ؛ أي: النبات الذي ينجم؛ أي: يطلع من الأرض ولا ساق له. مثل القمح والشعير، والقرع، والبطيخ، ونحو ذلك. وقيل (٣) : النجم: هو الكوكب، وسجوده طلوعه. والقول الأول أظهر؛ </p><p>(١) روح البيان. (٢) المراغي.(٣) الخازن.</p><p> لأنه ذكره مع الشجر في مقابلة الشمس والقمر، ولأنهما أرضيان في مقابلة سمائيين. </p><p> {وَالشَّجَرُ} الذي له ساق يبقى في الشتاء. وفي \"المنتقى\" : كل نابت إذا ترك حتى يبرز انقطع .. فليس بشجر، وكل شيء يبرز ولا ينقطع من سنته فهو شجر. {يَسْجُدَانِ} ؛ أي: ينقادان له تعالى فيما يريد بهما طبعًا انقياد الساجد من المكلفين طوعًا أو يسجد ظلهما على ما بين في قوله تعالى: {يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ} . </p><p> وذكر سبحانه هنا في مقابلة النعمتين السماويتين اللتين هما الشمس والقمر نعمتين أرضيتين (١) ، وهما: النجم والشجر، وكلاهما من قبيل النبات الذي هو أصل الرزق من الحبوب، والثمار، والحشيش للدوابّ. وإخلاء الجمل الأولى عن العطف لورودها على منهاج التعداد تنبيهًا على تقاعده في الشكر، كما في قولك: زيد أغناك بعد فقر، أعزك بعد ذل، كثرك بعد قلة، فعل بك ما لم يفعل أحد بأحد. وأما عطف جملة {وَالنَّجْمُ} على ما قبلها فلتناسبها من حيث التقابل لما أن الشمس والقمر علويان، والنجم والشجر سفليان، ومن حيث إن كلا من حال العُلويين وحال السفليين من باب الانقياد لأمر الله تعالى. ولما كانت هذه الأربعة مغايرة لجنس الإنسان في ذاته وصفاته غير النظم بإيرادها في صورة الاسمية تحقيقًا للتغاير بينهما وضعًا، وطبعًا، وصورة، ومعنى. </p><p> والمعنى (٢) : أي والزرع والشجر ينقادان لله سبحانه فيما أراد بهما طبعًا كما ينقاد المكلف اختيارًا. فما اختلاف ثمرهما في الشكل، والهيئة، واللون، والمقدار، والطعم، والرائحة إلا انقياد للقدرة التي أرادت ذلك. وقال الفرّاء (٣) : المراد بسجودهما: أنهما يستقبلان الشمس إذا طلعت، ثم يميلان معها حين ينكسر الفيء. وقال الزجاج: سجودهما دوران الظل معهما، كما في قوله:  {يَتَفَيَّأُ ظِلَالُهُ} . وقال الحسن، ومجاهد: المراد بالنجم: نجم السماء، وسجوده طلوعه. </p><p>(١) روح البيان. (٢) المراغي.(٣) الشوكاني.</p>"
}