{
  "id": null,
  "sura": 55,
  "aya": 13,
  "text": "<p> وخلق الحب. وجوزوا أن يكون {وَالرَّيْحَانُ} حالة الرفع، وحالة النصب على حذف مضاف؛ أي: وذو الريحان، حذف المضاف، وأقام المضاف إليه مقامه. وقرأ حمزة، والكسائي، والأصمعيُّ عن أبي عمرو {والرَّيحَانِ} بالجر. </p><p> والمعنى: والحبّ ذو العصف الذي هو علف البهائم، والريحان الذي هو مطعم الناس. ويبعد دخول المشموم في قراءة الجر. </p><p> ١٣ - ولما عدد تعالى نعمه خاطب الثقلين بقوله: {فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (١٣) }؛ أي: إن نعمه كثيرة لا تحصى، فبأيها تكذبان أيها الثقلان. وكان هذا الخطاب للثقلين؛ لأنهما داخلان في الأنام على أصح الأقوال، ثم خصص بهذا الخطاب من يعقل. ولقوله:  {خَلَقَ الْإِنْسَانَ} ، {خَلَقَ الْجَانَّ} . ويدل عليه قوله فيما سيأتي. {سَنَفْرُغُ لَكُمْ أَيُّهَ الثَّقَلَانِ (٣١) } وهذا ما عليه جمهور المفسرين. وقيل: الخطاب للإنس، وثناه على قاعدة العرب في خطاب الواحد بلفظ التثنية، كما في قوله:  {أَلْقِيَا فِي جَهَنَّمَ} كما مر. </p><p> والآلاء: جمع إلى، وألى مثل معى وعصى. قال في \"بحر العلوم\" : الآلاء: النعم الظاهرة والباطنة الواصلة إلى الفريقين. وبهذا يظهر فساد ما قيل: من أن الآلاء هي النعم الظاهرة، والنعماء هي النعم الباطنة. والصواب أنهما من الألفاظ المترادفة، كالأسود والليوث، والفلك والسفن. ومعنى تكذيبهم بالآلاء كفرهم بها. والتعبير عن الكفر بالتكذيب لما أن دلالة الآلاء المذكورة على وجوب الإيمان والشكر شهادة منها بذلك، فكفرهم بها تكذيب بها لا محالة. والفاء فيه للإفصاح؛ أي: فإذا كان الأمر كما فصل فبأي فرد من أفراد نعم ربكما، ومالككما، ومربيكما بتلك الآلاء أيها الجن، والإنس تنكران أنها ليست من الله، مع أن كلًّا منها ناطق بالحق، شاهد بالصدق، أفبتلك النعم المذكورة هنا أم بغيرها. والاستفهام للتقرير؛ أي: للحمل على الإقرار بتلك النعم، ووجوب الشكر عليها. وتكرار هذه الآية في هذه السورة لطرد الغفلة، وتأكيد الحجة، وتذكير النعمة، وتقرير الكرامة من قولهم: كم نعمة كانت لكم، كم وكم، وكقولك لرجل أحسنت إليه بأنواع الأيادي، وهو ينكرها، ألم تكن نقيرًا فأغنيتك أفتنكر هذا، ألم تكن عريانًا فكسوتك أفتنكر هذا، ألم تكن خاملًا فعززتك، أفتنكر هذا؟ وهذا أسلوب كثير الاستعمال في كلام العرب. فكأنه تعالى قال: ألم أخلق الإنسان، وأعلمه البيان، وأجعل الشمس </p><p> والقمر بحسبان، وأنوع الشجر، وأبدع الثمر، وأعممها في البدو والحضر لمن آمن بي وكفر، وأسقيها حينًا بالمطر، وآونة بالجداول والنهر أفتنكرون ذلك أيها الإنس والجن. وقد جاء ثل هذا في أشعارهم. انظر قول مهلهل يرثي أخاه كليبًا: </p><p> عَلَى أنْ لَيْسَ عَدْلًا مِنْ كُلَيْبٍ ... إِذَا مَاضِيْمَ جِيْرَانُ الْمُجِيْرِ </p><p> عَلَى أَنْ لَيْسَ عَدْلًا مِنْ كُلَيْبٍ ... إِذَا خَرَجَتْ مُخَبَّأَةُ الْخُدُوْرِ </p><p> عَلَى أنْ لَيْسَ عَدْلًا مِنْ كُلَيْبٍ ... إِذَا خِيْفَ الْمَخُوْفُ مِنَ الْثُغُوْرِ </p><p> عَلَى أنْ لَيْسَ عَدْلًا مِنْ كُلَيْبٍ ... إِذَا مَا خَارَ جَأْشُ الْمُسْتَجِيْرِ </p><p> وهي قصيدة طويلة على هذا النسق، ولها نظائر أيضًا في رثائه، ولولا خشية التطويل لأوردنا شيئًا منها. وعدلًا؛ أي: مثلًا ونظيرًا. </p><p> والمعنى (١) : أي فبأي النعم المتقدمة يا معشر الثقلين من الجن والإنس تكذّبان، وتنكران. والمراد من تكذيب آلائه: كفرهم بربهم؛ لأنَّ إشراكهم آلهتهم به تعالى في العبادة دليل عى كفرانهم بها. إِذ من حق النعم أن تشكر. والشكر إنما يكون بعبادة من أسداها إليهم، والتعبير بالرب للإشارة إلى أنها نعم صادرة من المالك المربي لهما الذي ينميهما أجسامًا وعقولًا، فهو الحقيق بالحمد والشكر على ما أولى وأنعم, والعبادة له دون سواه. وقال في \"برهان القرآن\" : تكررت (٢) هذه الآية إحدى وثلاثين مرة، ثمان منها ذكرها عقيب آيات فيها تعداد عجائب خلق الله، وبدائع صنعه، ومبدأ الخلق، ومعادهم، ثم سبع منها عقيب آيات فيها ذكر النار، وشدائدها على عدد أبواب جهنم. وحسن ذكر الآلاء عقيها؛ لأن في خوفها ودفعها نعمًا توازي النعم المذكورة؛ أو لأنها حلت بالأعداء، وذلك يعد من أكبر النعماء. وبعد هذه السبع ثمان في وصف الجنات وأهلها على عدد أبواب الجنة، وثمان أخرى بعدها للجنتين اللتين دونهما. فمن اعتقد الثاني الأولى، وعمل بموجبها استحق كلتا الثمانيتين من الله تعالى، ووقاه الله تعالى السبع السابقة. </p><p> يقول الفقير: من لطائف أسرار هذا المقام: أن لفظ أل في أول اسم الرحمن المعنون به هذه السورة الجليلة دل على تلك الإحدى والثلاثين، انتهى. قال </p><p>(١) المراغي. (٢) روح البيان.</p>"
}