{
  "id": null,
  "sura": 55,
  "aya": 12,
  "text": "<p> قلت: الطغيان فيه أخذ الزائد، والإخسار: إعطاء الناقص، والقسط: التوسط بين الطرفين المذمومين، انتهى. </p><p> ١٠ - وبعد أن ذكر نعمه الدالة على قدرته برفع السماء ذكر مقابلها، وهو الأرض. فقال: {وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ (١٠) }؛ أي: والأرض بسطها على وجه الماء لسكنى الحيوان من كل ما له روح، وفيه حياة لينتفع بما في ظاهرها ومافي باطنها في معايشه على ضروب مختلفة وأشكال لا حصر لها. ولا وجه لتخصيص الأنام بالإنس والجن كما قيل. وهو جمع لا واحد له من لفظه بمعنى الخلق، والجن، والإنس مما على الأرض كما في \"القاموس\" . فهي كالفراش والمهاد لهم، ينقلبون عليها، ويتصرفون فوقها. وقرأ الجمهور (١) : {وَالْأَرْضَ} بالنصب على الاشتغال. وقرأ أبو السمال بالرفع على الابتداء. </p><p> ١١ - وجملة قوله:  {فِيهَا} ؛ أي: في الأرض {فَاكِهَةٌ} ؛ أي: ضروب كثيرة مما يتفكه به، ويتلذذ من أنواع الثمار، فلفظ فاكهة يشعر باختلاف الأنواع، في محل نصب على أنها حال مقدرة من الأرض، وقيل: مستأنفة لتقرير مضمون الجملة التي قبلها. </p><p> ثم أفرد سبحانه النخل بالذكر لشرفه، ومزيد فائدته على سائر الفواكه، فقال:  {وَالنَّخْلُ ذَاتُ الْأَكْمَامِ} ؛ أي: وفيها النخل صاحبة الغلاف الذي يكون فيه الثمر أول ظهوره. والأكمام: جمع كم بالكسر. وهو وعاء الثمر. قال الحسن: ذات الأكمام؛ أي: ذات الليف. فإن النخلة تكتم بالليف، وكمامها ليفها، وقال ابن زيد: ذات الطلع قبل أن يتفتق، وقال عكرمة: ذات الأحمال؛ أي: وفيها النخل ذات الأوعية لثمرها حين ظهوره، وأفردها بالذكر لكثرتها بالبلاد العربية، وكثرة فوائدها؛ لأنّه ينتفع بثمارها رطبة ويابسة, وينتفع بجميع أجزائها، فيتخذ من خوصها السلال والزنابيل، ومن ليفها الحبال، ومن جريدها سقف البيوت، ويؤكل جمارها. ومن ثم ذكرها باسمها، وذكر الفاكهة دون أشجارها. </p><p> ١٢ - {وَ} فيها {الْحَبُّ} ؛ أي: جميع الحبوب التي يقتات بها: كالحنطة، </p><p>(١) البحر المحيط.</p><p> والشعير، والذرة {ذُو الْعَصْفِ} ؛ أي: صاحب الورق على سنابلها, وسوقها لعلف الدواب. {وَ} فيها {الرَّيْحَانُ} ؛ أي: كل نبت مشموم تطيب رائحته. وقال الحسن: الريحان: هو ريحانكم هذا الذي يشم. وهو كل ما طابت رائحته من النبات، وعند الفقهاء: الريحان: ما لساقه رائحة طيبة كما لورقه، والورد ما لورقه رائحة طيبة فقط، كالياسمين، كذا في المغرب. وقال ابن الشيخ: الريحان: كل بقلة طيبة الرائحة، سميت ريحانًا؛ لأن الإنسان يراح لها رائحة طيبة أي: يشم. </p><p> وذكر أولًا الفاكهة (١) ؛ لأنها للتفكه فحسب، ثم النخل لأن ثمرها فاكهة وغذاء، ثم الحب الذي عليه المعول في الغذاء في جميع البلاد. فهو أتم نعمة لموافقته لمزاج الإنسان. ومن ثم خلقه الله تعالى في سائر البلاد، وجعل النخل في البلاد الحارة دون غيرها. </p><p> قال أبو حيان: وبدأ بقوله (٢) : {فَاكِهَةٌ} إذ هو من باب الابتداء بالأدنى، والترقي إلى الأعلى. ونكر لفظها؛ لأن الانتفاع بها دون الانتفاع بما يذكر بعدها. ثم ثنى بالنخل، فذكر الأصل، ولم يذكر ثمرتها، وهو التمر لكثرة الانتفاع بها من ليف، وسعف، وجريد، وجذوع، وجمار، وثمر. ثم أتى ثالثًا بالحب الذي هو قوام عيش الإنسان في أكثر الأقاليم. وهو البر، والشعير وكل ما له سنبل وأوراق متشعبة على ساقه. ووصفه بقوله:  {ذُو الْعَصْفِ} تنبيهًا على إنعامه عليهم بما يقوتهم من الحب، ويوقت بهائهم من ورقه الذي هو التبن. وبدأ بالفاكهة، وختم بالمشموم، وبينهما النخل والحب ليحصل ما به يتفكه، وما به يتقوت، وما به تقع اللذاذة من الرائحة الطيبة. وذكر النخل باسمها، والفاكهة دون شجرها لعظم المنفعة بالنخل من جهات متعددة، وشجرة الفاكهة بالنسبة إلى ثمرتها حقيرة, فنص على ما يعظم به الانتفاع من شجرة النخل، ومن الفاكهة دون شجرتها، انتهى. </p><p> وقرأ الجمهور (٣) : {وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ (١٢) } برفع الثلاثة عطفًا على المرفوع قبله. وقرأ ابن عامر، وأبو حيوة، وابن أبي عبلة بنصب الثلاثة؛ أي: </p><p>(١) المراغي. (٢) البحر المحيط.(٣) البحر المحيط.</p>"
}