{
  "id": null,
  "sura": 56,
  "aya": 75,
  "text": "<p> خلقها، فنحن ننزهه تعالى في الحقيقة. فقال تعالى: {فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (٧٤) }؛ أي: فكما أنت أيها العاقل اعترفت بعدم اشتراك الله مع غيره في الحقيقة اعترفت بعدم اشتراكهما في الاسم والمعنى. تعجب من أمرهم، وقل: سبحان الله العظيم. </p><p> ولم يقل (١) : فسبح ربك لأن سبح منزل منزلة اللازم، ولم يعتبر تعلقه بالمفعول، ومعناه: فأحدث التسبيح بذكر اسمه تعالى بإضمار المضاف شكرًا على تلك النعم، وإن جحدها الجاحدون، أو أحدث التسبيح بذكره تعالى على المجاز؛ فإن إطلاق الاسم للشيء ذكر له. والباء للاستعانة, أو للملابسة، والمراد بذكر ربّه هنا: تلاوة القرآن، والعظيم صفة للاسم أو الرب. </p><p> قال ابن عطاء رحمه الله تعالى: سبحه إن الله أعظم من أن يلحقه تسبيحك، أو يحتاج إلى شيء منك، لكنه شرف عبيده بأن أمرهم أن يسبحوه ليطهروا أنفسهم بما ينزهونه به, انتهى. </p><p> وفي \"فتح الرحمن\" : قوله: {فَسَبِّحْ بِاسْمِ رَبِّكَ} ؛ أي (٢) : نزه ربك. فقوله:  \"باسم\" زائد. أو المعنى: نزه اسم ربك. فالباء زائدة، والاسم باق على معناه أو هو بمعنى الذات أو بمعنى الذكر. أو الباء متعلقة بمحذوف حال. </p><p> ٧٥ - قوله:  {فَلَا أُقْسِمُ} ذهب (٣) جمهور المفسرين إلا أنَّ {لا} مزيدة للتأكيد، وتقوية الكلام كما في قوله تعالى:  {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ} . والمعنى: فأقسم. ويؤيد هذا القول قوله فيما بعد:  {وَإِنَّهُ لَقَسَمٌ} . وقال جماعة من المفسرين: إنها للنفي، وإن المنفي بها محذوف. وهو كلام الكفار الجاحدين. وقال الفراء: هي نفي. </p><p> والمعنى: ليس الأمر كما تقولون، ثم استأنف فقال: أقسم. وضعف هذا القول بأن حذف اسم لا وخبرها غير جائز، كما قاله أبو حيان وغيره. وقيل إنها لام الابتداء. والأصل: فلأنا أقسم بذلك. فحذف المبتدأ، وأشبعت فتحة لام الابتداء، فتولد منها ألف، كقول الشاعر: </p><p>(١) روح البيان. (٢) فتح الرحمن.(٣) الشوكاني.</p><p> أَعُوذُ بِاللهِ مِنَ العَقْرَابِ </p><p> وقد قرأ هكذا {فلأقسم} بدون ألف الحسن، وحميد، وعيسى بن عمر. وقيل:  {لا} هنا على ظاهرها، وإنها لنفي القسم. </p><p> والمعنى: فلا أقسم على هذا إذ الأمر أوضح من أن يحتاج إلى قسم خصوصًا إلى مثل هذا القسم العظيم. وهذا القول مدفوع بتعيين المقسم به بقوله:  {بِمَوَاقِعِ النُّجُومِ} ، وتفخيم شأنه بقوله: {وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ (٧٦) }. </p><p> وقوله:  {بِمَوَاقِعِ النُّجُومِ} ؛ أي (١) : بمساقطها. وهي مغاربها. وتخصيصها بالقسم لما في غروبها من زوال أثرها والدّلالة على وجود مؤثر دائم لا يتغير، أو لأن ذلك وقت قيام المتهجّدين، والمبتهلين إليه، وأوان نزول الرحمة والرضوان عليهم. أو بمنازلهما ومجاريهما. فإن له تعالى في ذلك من الدليل على عظم قدرته، وكمال حكمته ما لا يحيط به البيان. وقيل: المراد بالنجوم: نجوم القرآن، ومواقعها أوقات نزولها، وإليه ذهب ابن عباس رضي الله عنهما وقيل: المراد بالنجوم: الصحابة، والعلماء الهادون بعدهم، ومواقعهم مقابرهم. وقيل: غير ذلك. </p><p> والمعنى: أقسم بمساقط النجوم، ومغاربها على أن هذا المنزل عليك لقرآن كريم، وله تعالى أن يقسم بما شاء من مخلوقاته، وقد أقسم سبحانه على كثير من مخلوقاته العظيمة دلالة على عظم مبدعها، فأقسم بالشمس، والقمر، والليل، والنهار، ويوم القيامة، والتين، والزتيون، كما أقسم بالأمكنة. فأقسم بطور سينين، ومكة المكرمة. </p><p> وقرأ الجمهور:  {بِمَوَاقِعِ} جمعًا. وقرأ عمر، وعبد الله، وابن عباس، وأهل المدينة، وحمزة، والكسائي، وابن محيصن، وورش عن يعقوب {بموقع} . قال المبرد: موقع هاهنا مصدر، فهو يصلح للواحد والجمع. </p><p> فائدة: المناسبة بين المقسم به وهو النجوم، وبين المقسم عليه وهو القرآن الكريم في هذه الآية أن النجوم جعلها الله سبحانه ليهتدي بها الناس في ظلمات البر والبحر، وآيات القرآن يهتدى بها في ظلمات الجهل والضلالة، وتلك ظلمات </p><p>(١) روح البيان.</p>"
}