{
  "id": null,
  "sura": 56,
  "aya": 10,
  "text": "<p> معًا زوجان أو شفعًا كما هنا. فهاهنا أزواج ثلاثة. </p><p> ٨ - ثم فصل سبحانه هذه الأصناف الثلاثة، فقال: {فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ (٨) }؛ أي: أصحاب اليمين ما أصحاب اليمين. {فَأَصْحَابُ الْمَيْمَنَةِ} مبتدأ، خبره {مَا أَصْحَابُ الْمَيْمَنَةِ} على أن {مَا} الاستفهامية مبتدأ ثان، وما بعده خبره. وتكرير المبتدأ هنا بلفظه مغن عن الضمير الرابط، كما في قوله تعالى: {الْحَاقَّةُ (١) مَا الْحَاقَّةُ (٢) }، و {الْقَارِعَةُ (١) مَا الْقَارِعَةُ (٢) }. والاستفهام للتعظيم والتفخيم. والأصل: ما هم؛ أي: أيُّ شيء هم في حالهم وصفتهم. ولا يجوز مثل هذا إلا في مواضع التفخيم والتعظيم أو التهويل والتفظيع. </p><p> ٩ - والكلام في قوله: {وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ (٩) } كالكلام في قوله: {فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ (٨) }. </p><p> وأصحاب الميمنة: هم الذين يأخذون كتبهم بأيمانهم. وأصحاب المشأمة: هم الذين يأخذون بشمائلهم. أو الذين يكونون على يمين العرش، فيأخذون طريق الجنة، والذين يكونون على شمال العرش فيفضى بهم إلى النار. أو أصحاب الميمنة: أصحاب المنزلة السنيّة، وأصحاب المشأمة: أصحاب المنزلة الدنيّة أخذًا من تيّمنهم بالميامن؛ أي: بطرف اليمين، وتشؤمهم بالشمائل؛ أي: بجانب الشمال. كما تقول: فلان منّي باليمين، أو بالشمال. إذا وصفته عندك بالرفعة أو الضمة. تريد ما يلزم من جهتي اليمين والشمال من رفعة القدر وانحطاطه. أو أصحاب اليمن، وأصحاب الشؤم. فإن السعداء ميامين على أنفسهم بطاعتهم، والأشقياء مشائيم عليها بمعاصيهم، أو أصحاب الميمنة الذين كانوا على يمين آدم يوم الميثاق، حين أخرجت ذريته من صلبه، قال تعالى في حقهم:  \"هؤلاء من أهل الجنة ولا أبالي\" . وأصحاب المشأمة: هم الذين كانوا على شماله، وقال تعالى فيهم:  \"هؤلاء من أهل النار ولا أبالي\" . </p><p> والمراد من هذا الكلام: تعجيب السامع من حال الفريقين في الفخامة، والفظاعة. كأنَّه قيل: فأصحاب الميمنة في نهاية السعادة، وحسن الحال. وأصحاب المشأمة في نهاية الشقاوة، وسوء الحال. فكأنه قيل: ما عرفت حاله، أي شيء هي، فاعرفها وتعجب منها. </p><p> ١٠ - ثم ذكر سبحانه الصنف الثالث، فقال: {وَالسَّابِقُونَ السَّابِقُونَ (١٠) } والتكرير فيه </p><p> للتفخيم والتعظيم؛ كما مر في القسمين الأوليين. كما تقول: أنت أنت، وزيد زيد. وهم القسم الثالث من الأزواج الثلاثة. أخر ذكرهم ليقترن ببين محاسن أحوالهم. </p><p> وأصل السبق: المتقدم في السير، ثم تجوز به في غيره من المتقدم. والجملة مبتدأ وخبر. </p><p> والمعنى: والسابقون هم الذين اشتهرت أحوالهم، وعرفت محاسنهم. كقوله: أنا أبو النجم وشعري شعري. أو السابقون الأول مبتدأ، والثاني تأكيد له، كرر تعظيمًا لهم؛ والخبر جملة قوله:  {أُولَئِكَ} إلخ. وفي البرهان: التقدير عند بعضهم: السابقون ما السابقون، فحذف {ما} لدلالة ما قبله عليه. </p><p> ومعنى الآيات: {وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً (٧) }؛ أي (١) : وصرتم أيها الخلائق في ذلك اليوم ثلاثة أصناف: اثنان في الجنة، وواحد في النار. ثم بينهم بقوله:  {فَأَصْحَابُ الْمَيْمَنَةِ ...} إلخ؛ أي: فأهل الجنة الذين يعطون كتابهم بيمينهم، أيُّ شيء هم في حالهم. فهم في غاية حسن الحال في الكرامة؛ والسرور؛ وأهل النار الذين يعطون كتابهم بشمالهم أيُّ شيء هم في حالهم فهم في غاية سوء الحال، وهم في الهوان والعذاب. والسابقون الذين لا حساب عليهم هم الذين اشتهرت أحوالهم، وعرفت محاسنهم. فهم يسبقون الخلق إلى الجنّة من غير حساب. فالسابقون إلى الخيرات في الدنيا هم السابقون إلى الجنة في العقبى. </p><p> قال ابن عباس رضي الله عنهما: هم السابقون إلى الهجرة، السابقون في الآخرة إلى الجنّة. وقيل: هم السابقون إلى الإسلام. وقيل: هم الذين صلُّوا إلى القبلتين من المهاجرين والأنصار. وقيل: هم السابقون إلى الصلوات الخمس. وقيل: إلى الجهاد. وقيل: هم المسارعون إلى التوبة؛ وإلى ما دعا الله إليه من أعمال البرّ والخير. وقيل: هم أهل القرآن المتوجون يوم القيامة. </p><p> فإن قلت (٢) : لم أخر ذكر السابقين، وكانوا أولى بالتقديم على أصحاب اليمين؟ </p><p> قلت: فيه لطيفة، وذلك أنَّ الله تعالى ذكر في أوّل السورة من الأمور الهائلة </p><p>(١) المراح. (٢) الخازن.</p>"
}