{
  "id": null,
  "sura": 56,
  "aya": 96,
  "text": "<p> مشاهد رأي العين. وهذا (١) على مذهب البصريين. فيجعلون المضاف إليه محذوفًا, والتقدير: حق الأمر اليقين، أو الخبر اليقين. وأما الكوفيون فيقولون: فهو من إضافة الشيء إلى نفسه؛ أي: لهو محض اليقين، وخالصه. قال المبرد: هو كقولك: عين اليقين، ومحض اليقين. </p><p> ٩٦ - ولما (٢) أعاد التقسيم موجزًا الكلام فيه أمره أيضًا بتسبيحه، وتنزيهه، والإقبال على عبادة ربه، والإعراض عن أقوال الكفرة المنكرين للبعث والحساب والجزاء. فقال:  {فَسَبِّحْ} يا محمد أو أيها المخاطب؛ أي: نزه الله سبحانه عما لا يليق بشأنه حال كونك متلبسًا {بِاسْمِ رَبِّكَ الْعَظِيمِ} ؛ أي: بذكره للتبرك به. وقيل: المعنى: فصل بذكر ربك. فالباء (٣) متعلقة بمحذوف، كما قدرنا. وقيل: زائدة. والاسم بمعنى الذات. وقيل: هي للتعدية. لأن {سَبِّحْ} يتعدى تارة بنفسه كقوله: {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى (١) }، وتارة بحرف الجر كقوله: {فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (٧٤) }. والأول أولى. والعظيم يجوز أن يكون صفة لاسم، ويجوز أن يكون صفة لربك، لأن كلا منهما مجرور. </p><p> والفاء في قوله:  {فَسَبِّحْ} لترتيب التسبيح أو الأمر به على ما قبلها؛ فإن حقية ما فصل في تضاعيف السورة الكريمة يوجب تنزيهه تعالى عما لا يليق بشأنه الجليل من الأمور التي من جملتها الإشراك، والتكذيب بآياته الناطقة بالحقّ. وقال أبو عثمان: فسبح شكرًا لما وفقنا أمتك إليه من التمسك بسنتك. </p><p> والمعنى (٤) : أي فبعد أن استبان لك الحق، وظهر لك اليقين، فنزه ربك عما لا يليق به مما ينسبه الكفار إليه تعالى عن ذلك علوًّا كبيرًا. </p><p> وأخرج أحمد، وأبو داود، وابن ماجة عن عقبة بن عامر الجهني قال: لما نزلت على رسول الله - صلى الله عليه وسلم - {فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (٩٦) } قال: \"اجعلوها في </p><p>(١) الشوكاني. (٢) البحر المحيط.(٣) الشوكاني.(٤) المراغي.</p><p> ركوعكم \". ولما نزلت {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى(١)} قال: \" اجعلوها في سجودكم \". وكان رسول الله - صلى الله عليه وسلم -يقول في ركوعه:\" سبحان ربي العظيم \"، وفي سجوده \" سبحان ربي الأعلى\". </p><p> وسر اختصاص سبحان ربي العظيم بالركوع، والأعلى بالسجود (١) أن الأول إشارة إلى مرتبة الحيوان. والنسائي: إشارة إلى مرتبة النبات والجماد. فلا بد من الترقي في التنزيه، والحق سبحانه فوق التحت كما أنه فوق الفوق. ونسبة الجهات إليه على السواء لنزاهته عن التقيد بالجهات، فلهذا شرع التسبيح في الهبوط. واختلف الأئمة في التسبيح المذكور في الصلاة. فقال أحمد: هو واجب، تبطل الصلاة بتركه عمدًا، ويسجد لتركه سهوًا. والواجب عنده مرة واحدة، وأدنى الكمال ثلاث. وقال أبو حنيفة، والشافعي: هو سنة. وقال مالك: يكره لزوم ذلك لئلا يعد واجبًا فرضًا. </p><p> الإعراب </p><p> {نَحْنُ خَلَقْنَاكُمْ فَلَوْلَا تُصَدِّقُونَ (٥٧) أَفَرَأَيْتُمْ مَا تُمْنُونَ (٥٨) أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ (٥٩) }. </p><p> {نَحْنُ} مبتدأ، وجملة {خَلَقْنَاكُمْ} خبره. والجملة مستأنفة. {فَلَوْلَا} الفاء: عاطفة، {لولا} حرف تحضيض بمعنى هلّا، {تُصَدِّقُونَ} فعل مضارع، مرفوع بالنون، والواو: فاعل. والجملة التحضيضية معطوفة على ما قبلها. {أَفَرَأَيْتُمْ} الهمزة: للاستفهام الإنكاري، داخلة على محذوف، والفاء: عاطفة على ذلك المحذوف، {رأيتم} فعل، وفاعل، بمعنى أخبروني. والتقدير: أتنكرون البعث، وخلقي إيّاكم فأخبروني عمّا تمنون الخ. والجملة المحذوفة مستأنفة. {مَا} اسم موصول في محل النصب، مفعول أول لـ {رأيتم} ، وجملة {تُمْنُونَ} صلة لـ {مَا} ، والعائد محذوف، تقديره: ما تمنونه. {أَأَنْتُمْ} الهمزة للاستفهام الإنكاريّ، {أنتم} مبتدأ، وجملة {تَخْلُقُونَهُ} خبر. والجملة الاستفهامية في محل النصب مفعول ثان لـ {رأيتم} . ويجوز إعراب {أنتم} فاعلًا بفعل مقدر؛ أي: أتخلقونه أنتم. فلما حذف الفعل لدلالة ما بعده عليه انفصل الضمير، وهو من باب الاشتغال. ولعله من جهة </p><p>(١) روح البيان.</p><p> القواعد أمكن لأجل أداة الاستفهام. {أَمْ} منقطعة بمعنى بل الإضرابية، وهمزة الاستفهام التقريري، {نَحْنُ الْخَالِقُونَ} مبتدأ وخبر. والجملة جملة إضرابية، لا محل لها من الإعراب؛ أي: بل نحن الخالقون لا أنتم، ويكون الكلام حينئذٍ مشتملًا على استفهامين. الأول: أأنتم تخلقونه. وجوابه لا. والثاني: مأخوذ من {أَمْ} ؛ أي: بل أنحن الخالقون، وجوابه نعم. ويجوز أن تكون {أَمْ} متصلة معادلة للهمزة، ويجاب عن وقوع الجملة بعدها بأن الخبر الذي بعد {نَحْنُ} أتي به على سبيل التأكيد، لا لتصحيح الكلام؛ إذ لو قيل: أم نحن لاكتفى به بدون الخبر. ويؤيد كونها متصلة أن الكلام يؤول إلى أي الأمرين واقع، وإذا صح ذلك كانت متصلة. إذا الجملة في تأويل المفرد، اهـ سمين. </p><p> {نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ (٦٠) عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ في مَا لَا تَعْلَمُونَ (٦١) وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَى فَلَوْلَا تَذَكَّرُونَ (٦٢) أَفَرَأَيْتُمْ مَا تَحْرُثُونَ (٦٣) أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ (٦٤) لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُونَ (٦٥) إِنَّا لَمُغْرَمُونَ (٦٦) بَلْ نَحْنُ مَحْرُومُونَ (٦٧) }. </p><p> {نَحْنُ} مبتدأ، {قَدَّرْنَا} فعل، وفاعل، {بَيْنَكُمُ} متعلق بـ {قَدَّرْنَا}  {الْمَوْتَ} مفعول به؛ أي: أوجبناه، وكتبناه عليكم. والجملة الفعلية في محل الرفع خبر المبتدأ. والجملة الاسمية مستأنفة. {وَمَا} الواو: عاطفة أو اعتراضية، {مَا} حجازية، {نَحْنُ} اسمها، {بِمَسْبُوقِينَ} خبرها، والباء: زائدة. والجملة معطوفة على جملة قوله:  {نَحْنُ قَدَّرْنَا} ، أو معترضة لاعتراضها بين الجار والمجرور الآتي، ومتعلقه الذي هو {قَدَّرْنَا} . {عَلَى} حرف جر، {أَنْ} حرف نصب ومصدر، {نُبَدِّلَ} فعل، وفاعل مستتر، منصوب بـ {أن} ، {أَمْثَالَكُمْ} مفعول به. والجملة في تأويل مصدر مجرور بعلى؛ أي: على تبديلنا أمثالكم. والجار والمجرور متعلق بمسبوقين، أو بـ {قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ} . {وَنُنْشِئَكُمْ} فعل مضارع، وفاعل مستتر، ومفعول به، معطوف على {نُبَدِّلَ} ، {في مَا} جار ومجرور، متعلق بـ {ننشئكم} ، وجملة {لَا تَعْلَمُونَ} صلة لـ {ما} ، أي: ننشئكم في صور لا تعلمونها من الحيوانات الممتهنة المرتطمة بالأقدار كالقردة والخنازير. {وَلَقَدْ} الواو: استئنافية، واللام موطئة للقسم, {قد} حرف تحقيق، {عَلِمْتُمُ} فعل، وفاعل، {النَّشْأَةَ} مفعول به، {الْأُولَى} صفة لـ {النَّشْأَةَ} . والجملة جواب القسم، وجملة القسم مستأنفة. {فَلَوْلَا} </p><p> الفاء: عاطفة، {لولا} حرف تحضيض، {تَذَكَّرُونَ} فعل، وفاعل. والجملة معطوفة على جملة جواب القسم. {أَفَرَأَيْتُمْ مَا تَحْرُثُونَ (٦٣) أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ (٦٤) } تقدم إعراب نظير هذه الجملة آنفًا، فجدد به عهدًا. {لَوْ} شرطية، {نَشَاءُ} فعل مضارع، وفاعل مستتر، والجملة فعل شرط لـ {لَوْ} ، {لَجَعَلْنَاهُ} اللام: رابطة لجواب {لَوْ} ، {جَعَلْنَاهُ حُطَامًا} فعل، وفاعل، ومفعولان. والجملة جواب لو الشرطية، لا محل لها من الإعراب، وجملة {لَوْ} الشرطية مستأنفة. {فَظَلْتُمْ} الفاء: عاطفة {ظلتم} فعل ناقص من أخوات كان والتاء اسمها. أصله: ظللتم بكسر اللام الأولى، فحذفت العين تخفيفًا. {تَفَكَّهُونَ} فعل مضارع، وفاعل. أصله: تتفكهون. والجملة في محل النصب خبر {ظل} ، وجملة {ظل} معطوفة على جواب لو الشرطية. {إِنَّا} ناصب واسمه، {لَمُغْرَمُونَ} خبره، واللام حرف ابتداء. وجملة إن في محل النصب، مقول لقول محذوف وقع حالًا من فاعل {تَفَكَّهُونَ} ، كما مرّ، تقديره: فظلتم تفكهون حال كونكم قائلين: إنّا لمغرمون. {بَلْ} حرف عطف وإضراب، {نَحْنُ مَحْرُومُونَ} مبتدأ وخبر. والجملة في محل النصب معطوفة على ما قبلها على كونها مقولًا لقول محذوف. </p><p> {أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ (٦٨) أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ (٦٩) لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا فَلَوْلَا تَشْكُرُونَ (٧٠) }. </p><p> {أَفَرَأَيْتُمُ الْمَاءَ} تقدّم إعراب نظيرها، {الَّذِي} صفة لـ {الْمَاءَ} ، وجملة {تَشْرَبُونَ} صلة الموصول، والعائد محذوف. {أَأَنْتُمْ} مبتدأ، وجملة {أَنْزَلْتُمُوهُ} خبره. والجملة الاسمية في محل النصب مفعول ثان لـ {رأيتم} . {مِنَ الْمُزْنِ} متعلق بـ {أَنْزَلْتُمُوهُ} . {أَمْ نَحْنُ الْمُنْزِلُونَ} تقدم إعراب نظيرها {لَوْ} حرف شرط غير جازم، {نَشَاءُ} فعل شرط لها، {جَعَلْنَاهُ أُجَاجًا} فعل، وفاعل، ومفعولان. والجملة جواب لو، وجملة لو مستأنفة. {فَلَوْلَا}  {الفاء} عاطفة، {لولا} حرف تحضيض، {تَشْكُرُونَ} فعل، وفاعل. والجملة معطوفة على جملة {لَوْ} . </p><p> {أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ (٧١) أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنْشِئُونَ (٧٢) نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ (٧٣) فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (٧٤) }. </p><p> {أَفَرَأَيْتُمُ} تقدم نظيرها، {النَّارَ} مفعول أول لـ {رأيتم} ، {الَّتِي} صفة لـ </p><p> {النَّارَ} ، وجملة {تُورُونَ} صلة الموصول، {أَأَنْتُمْ} مبتدأ، وجملة {أَنْشَأْتُمْ} خبره، {شَجَرَتَهَا} مفعول به. والجملة الاسمية في محل النصب مفعول ثان لـ {رأيتم} . {أَمْ نَحْنُ الْمُنْشِئُونَ} مبتدأ وخبر، معطوف على ما قبله. {نَحْنُ} مبتدأ، وجملة {جَعَلْنَاهَا} خبره. والجملة مستأنفة. {تَذْكِرَةً} مفعول ثان لـ {جعلنا} ، {وَمَتَاعًا} معطوف عليه، {لِلْمُقْوِينَ} متعلق بـ {متاعا} أو صفة له. {فَسَبِّحْ} الفاء: فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر، وتقديره: إذا عرفت النعم المذكورة، وأردت بيان ما هو اللازم لك فأقول لك:  {سبح} . {سبح} فعل أمر، وفاعل مستتر، {بِاسْمِ رَبِّكَ} متعلق بـ {سبح} أو بمحذوف حال؛ أي: متبركًا. وقيل اسم مقحم، {الْعَظِيمِ} صفة لـ {اسم} أو لـ {رَبِّكَ} . والجملة الفعلية مقول لجواب إذا المقدّرة، وجملة إذا المقدرة مستأنفة. </p><p> {فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ (٧٥) وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ (٧٦) إِنَّهُ لَقُرْآنٌ كَرِيمٌ (٧٧) في كِتَابٍ مَكْنُونٍ (٧٨) لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (٧٩) تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ (٨٠) أَفَبِهَذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ (٨١) وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ (٨٢) }. </p><p> {فَلَا}  {الفاء} : استئنافية، و {لا} زائدة لتأكيد معنى القسم؛ أي: فأقسم، {أُقْسِمُ} فعل مضارع، وفاعل مستتر. والجملة مستأنفة. {بِمَوَاقِعِ النُّجُومِ} متعلق بـ {أُقْسِمُ} . {وَإِنَّهُ} الواو: اعتراضية, {إِنَّهُ} ناصب واسمه، {لَقَسَمٌ} خبره، واللام حرف ابتداء. والجملة معترضة لاعتراضها بين القسم وجوابه. {لَوْ} حرف شرط، وجملة {تَعْلَمُونَ} فعل شرط لها، وجواب لو محذوف، تقديره. لو كنتم من ذوي العلم لعلمتم عظم هذا القسم. وجملة لو معترضة لا محل لها من الإعراب، لاعتراضها بين الصفة والموصوف. {عَظِيمٌ} صفة {قسم} . {إِنَّهُ} ناصب واسمه، {لَقُرْآنٌ} خبره، واللام: حرف ابتداء، {كَرِيمٌ} صفة أولى {لَقُرْآنٌ} . وجملة {إِنّ} جواب القسم لا محل لها من الإعراب. {في كِتَابٍ} صفة ثانية {لَقُرْآنٌ} ؛ {مَكْنُونٍ} صفة لـ {كِتَابٍ} ، {لَا} نافية {يَمَسُّهُ} فعل مضارع، ومفعول به، {إِلَّا} أداة استثناء مفرغ، {الْمُطَهَّرُونَ} فاعل. والجملة صفة ثالثة {لَقُرْآنٌ} . {تَنْزِيلٌ} صفة رابعة {لَقُرْآنٌ} ، {مِنْ رَبِّ الْعَالَمِينَ} صفة لـ {تَنْزِيلٌ} أو متعلق به. {أَفَبِهَذَا الْحَدِيثِ} الهمزة للاستفهام الإنكاري التوبيخي داخلة على محذوف، تقديره: أأنتم مكذّبون رسولي. والجملة مستأنفة. والفاء: عاطفة على </p><p> ذلك المحذوف، {بهذا الحديث} متعلق بـ {مُدْهِنُونَ} . {الْحَدِيثِ} بدل من اسم الإشارة. {أَنتُم} مبتدأ, {مُدْهِنُونَ} خبره. والجملة معطوفة على تلك المحذوفة. والتقدير: أأنتم مكذّبون رسولي، فأنتم مدهنون بهذا الحديث. {وَتَجْعَلُونَ} فعل، وفاعل، {رِزْقَكُمْ} مفعول أول. والجملة الفعلية معطوفة على {مُدْهِنُونَ} على كونها خبر المبتدأ. {أَنَّكُمْ} ناصب واسمه، وجملة {تُكَذِّبُونَ} خبره. وجملة {أَنَّ} في تأويل مصدر منصوب على كونه مفعولا ثانيًا لـ {تجعلون} ، ولا بد من تقدير مضاف؛ أي: وتجعلون شكر رزقكم تكذيب رازقه. </p><p> {فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ (٨٣) وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ (٨٤) وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لَا تُبْصِرُونَ (٨٥) }. </p><p> {فَلَوْلَا} الفاء: استئنافية، {لولا} حرف تحضيض بمعنى هلّا، {إِذَا} ظرف مجرد عن معنى الشرط، متعلق بـ {تَرْجِعُونَهَا} ، {بَلَغَتِ الْحُلْقُومَ} فعل، ومفعول به على الاتساع وفاعله ضمير يعود على النفس؛ أي: فهلا إذا بلغت الروح الحلقوم. {وَأَنْتُمْ} الواو: حالية، {أَنْتُمْ} مبتدأ، {حِينَئِذٍ} ظرف مضاف إلى مثله، منصوب {إذ} ظرف لما مضى من الزمان في محل الجر مضاف إليه، مبني بسكون مقدر، والتنوين عوض عن الجملة المحذوفة المضافة إليها {إذ} ؛ أي: حين إذ بلغت الروح الحلقوم، والظرف متعلق بتنظرون، وجملة {تَنْظُرُونَ} في محل الرفع، خبر عن {أَنْتُمْ} ، ومتعلق النظر محذوف؛ أي: إليه؛ أي: إلى المحتضر. وجملة {أَنْتُمْ} حال من فاعل {بَلَغَتِ} . {وَنَحْنُ} الواو: حالية، أو استئنافية، {نَحْنُ} مبتدأ، و {أَقْرَبُ} خبره, {إِلَيْهِ} ، {مِنْكُمْ} متعلّقان بـ {أَقْرَبُ} . والجملة الاسمية في محل النصب، حال من فاعل {تَنْظُرُونَ} أو مستأنفة معترضة. {وَلَكِنْ} الواو: عاطفة، {لكن} حرف استدراك {لا} نافية، {تُبْصِرُونَ} فعل، وفاعل، معطوف على {تَنْظُرُونَ} ؛ أي: لا تعلمون أنا أقرب إليه منكم بالعلم، أو لا تعلمون ما هو فيه من المشقة والكرب. </p><p> {فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ (٨٦) تَرْجِعُونَهَا إِنْ كُنْتُمْ صَادِقِينَ (٨٧) }. </p><p> {فَلَوْلَا} : {الفاء} : عاطفة، {لولا} حرف تحضيض مؤكّدة لـ {لولا} الأولى تأكيدًا لفظيًا، {إن} حرف شرط، {كُنْتُمْ} فعل ناقص واسمه، في محل </p><p> الجزم بـ {إِنْ} الشرطية على كونه فعل شرط لها، {غَيْرَ مَدِينِينَ} خبر {كان} ، {تَرْجِعُونَهَا} فعل مضارع، مرفوع بالنون، والواو: فاعل، والهاء: مفعول به. والجملة الفعلية في محل الجزم بـ {إِنْ} الشرطية على كونها جوابًا لها. و {لولا} تحضيضية، وهي للطلب. والمعنى: فارجعوا روح المحتضر إلى مقرّها وجسدها وقت بلوغها الحلقوم للنزع إن كتم غير مدينين. {إن} حرف شرط، {كُنْتُمْ صَادِقِينَ} فعل ناقص واسمه وخبره في محل الجزم بـ {إِنْ} الشرطية على كونه فِعْلَ شرط لها، وجوابها معلوم مما قبلها؛ أي: إن كنتم صادقين في نفي البعث فارجعوها إلى جسدها. وهي مؤكّدة لجملة {إن} الشرطية الأولى. وملخص الكلام إن صدقتم في نفي البعث فردوا روح المحتضر إلى جسده لينتفي عنه الموت، فينتفي البعث. اهـ \"سمين\" . </p><p> {فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ (٨٨) فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ (٨٩) وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ (٩٠) فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ (٩١) }. </p><p> {فَأَمَّا} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت حال المتوفّى عند وفاته، وأردت بيان حاله إثر وفاته فأقول لك: أما إن كان من المقربين إلخ. {أمّا} حرف شرط أبدًا، وتفصيل غالبًا، نائبه عن مهما الشرطية وفعل شرطها، {إن} حرف شرط جازم، {كَانَ} فعل ناقص في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها، واسمها ضمير يعود على المتوفى، {مِنَ الْمُقَرَّبِينَ} خبرها. وجواب {إن} الشرطية محذوف لدلالة جواب أمّا عليه. والتقدير: إن كان من المقربين يجزى بالروح والريحان وجنة نعيم، وجملة إن الشرطية معترضة بين {أمّا} ، وجوابها, لا محل لها من الإعراب. {فَرَوْحٌ} الفاء: رابطة لجواب {أمّا} وجوبًا، {روح} مبتدأ، خبره محذوف، مقدم عليه، تقديره: فله روح. {وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ} معطوفان على {روح} . والجملة الاسمية جواب {أمّا} الشرطية، لا محل لها من الإعراب. وجملة {أما} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًا. والمعنى: فأقول لك مهما يكن من شيء، فللمتوفى روح وريحان، وجنة نعيم إن كان من المقربين، وسلام من أصحاب اليمين إن كان منهم الخ. {وَأَمَّا} الواو: عاطفة، {أَمَّا} حرف شرط، {إِن} حرف شرط، {كَانَ} فعل ناقص في محل </p><p> الجزم بـ {إِن} على كونه فعل شرط لها، واسمها ضمير يعود على المتوفى، {مِنْ أَصْحَابِ الْيَمِينِ} ، خبرها، وجواب {إِن} الشرطية محذوف، تقديره: إن كان من أصحاب اليمين يسلّم عليه. وجملة {إِن} الشرطية معترضة. {فَسَلَامٌ} الفاء: رابطة لجواب أمّا، {سلام} مبتدأ. سوغ الابتداء به ما فيه من معنى الدعاء. {لَكَ} خبر عن {سلام}  {مِنْ أَصْحَابِ الْيَمِينِ} نعت لـ {سلام} أو حال منه. والجملة الاسمية جواب أمّا، لا محل لها من الإعراب. وجملة {أَمَّا} في محل النصب، معطوفة على جملة أمّا الأولى. </p><p> {وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ (٩٢) فَنُزُلٌ مِنْ حَمِيمٍ (٩٣) وَتَصْلِيَةُ جَحِيمٍ (٩٤) إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ (٩٥) فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (٩٦) }. </p><p> {وَأَمَّا}  {الواو} : عاطفة، {أَمَّا} . حرف شرط، {إِنْ} حرف شرط، {كَانَ} فعل ناقص في محل الجزم بـ {إِنْ} على كونه فعل شرط لها، واسمها ضمير يعود على المتوفى، {مِنَ الْمُكَذِّبِينَ} خبرها، {الضَّالِّينَ} صفة لـ {الْمُكَذِّبِينَ} . وجواب {إن} محذوف، تقديره: إن كان المتوفى من المكذبين يجزى بالحميم والجحيم. وجملة {إِنْ} الشرطية معترضة بين {أَمَّا} وجوابها. {فَنُزُلٌ} الفاء: رابطة لجواب {أَمَّا} الشرطية، {نزل} مبتدأ، حذف خبره المقدم، {مِنْ حَمِيمٍ} صفة لـ {حَمِيمٍ} ، {وَتَصْلِيَةُ جَحِيمٍ (٩٤) } معطوف على {نزل} . والجملة الاسمية جواب {أَمَّا} الشرطية، لا محل لها من الإعراب. والتقدير: مهما يكن من شيء فللمتوفى نزل من حميم، وتصلية جحيم إن كان من المكذبين الضالّين. وجملة {أَمَّا} في محل النصب، معطوفة على جملة أما الأولى. {إِنَّ هَذَا} ناصب واسمه، {لَهُوَ} اللام حرف ابتداء، {هو} ضمير فصل، أو مبتدأ، و {حَقُّ الْيَقِينِ} خبر {إِنَّ} أو خبر هو. والجملة الاسمية خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة. وإضافة حق إلى اليقين عن إضافة الموصوف إلى صفته؛ أي: الحق المتيقّن الذي لا شك فيه. {فَسَبِّحْ} الخ، تقدم إعرابه، ولكن نعيده لزيادة بعض الفوائد. فنقول: الفاء: فاء الإفصاح كما مرّ، {سبح} فعل أمر بمعنى نزه، وفاعله ضمير يعود على محمد، {بِاسْمِ} الباء: حرف جر، {اسم} زائد، {رَبِّكَ} مجرور بالباء؛ أي: سبح بربك العظيم. ويجوز أن تكون الباء للحال؛ أي: حال كونك متلبسًا باسم ربك أو متبركًا به، ويجوز أن تكون الباء للتعدية بناء على أنَّ {سبح} يتعدى تارة </p><p> بنفسه، وتارة أخرى بحرف الجر. {الْعَظِيمِ} صفة. </p><p> فائدة: أثبتوا ألف الوصل هنا في اسم ربك؛ لأنه لم يكثر دورانها هنا كثرته في البسملة, وحذفوها من البسملة لكثرة دورانها. وهم شأنهم الإيجاز، وتقليل الكثير إذا عرف معناه. وهذا معروف لا يجهل. وإثبات ما أثبت من أشكاله مما لا يكثر دليل الحذف منه، ولذا لا تحذف مع غير الباء في اسم الله، ولا مع الباء في غير الجلالة الكريمة من الأسماء. اهـ خطيب انتهى من الفتوحات. </p><p> التصريف ومفردات اللغة </p><p> {مَا تُمْنُونَ} ؛ أي: ما تقذفونه في الأرحام من النطف. قرأ العامة بضم التاء، من أمنى الرباعي يمني إمناء. وقرىء بفتح التاء من مني الثلاثي يمني من باب رمى. كلاهما بمعنى قذف المني في الرحم. وأصله من المني. وهو التقدير. قال الشاعر: </p><p> لا تَأْمَنْ وَإِنْ أَمْسَيْتَ فِي حَرَمِ ... حَتَّى تُلاقِيَ مَا يُمْنِيْ لَكَ الْمَانِيْ </p><p> ومنه: المنيَّة. لأنَّها مقدرة تأتي على مقدار. وفي \"المختار\" : وقد يقال: مني من باب رمى، وأمنى أيضًا. اهـ. وأصل {تُمْنُونَ} : تمنيون بوزن تفعلون، أستثقلت الضمة على الياء فحذفت، ثم حذفت الياء لالتقائها ساكنة مع واو الجماعة، وضمت النون لمناسبة الواو. </p><p> {عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ} ؛ أي: نميتكم دفعة واحدة، ونخلق أشباهكم. ويجوز في {أَمْثَالَكُمْ} وجهان: </p><p> أحدهما: أنه جمع مثل بكسر الميم, وسكون الثاء؛ أي: نحن قادرون على أن نعدمكم، ونخلق قومًا آخرين أمثالكم. ويؤيده قوله تعالى:  {إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ} . </p><p> والثاني: أنه جمع مثل بفتحتين. وهو الصفة؛ أي: نغير صفاتكم التي أنتم عليها خلقا، وننشئكم في صفات غيرها، اهـ سمين. </p><p> {فِي مَا لَا تَعْلَمُونَ} ؛ أي: في صورة لا تعلمونها في جنسكم كتبديل صوركم بصورة القردة والخنازير. قال الحسن؛ أي: نجعلكم قردة وخنازير كما فعلنا بأقوام </p><p> قبلكم. و {مَا} مقطوعة في الرسم على القاعدة من أن {مَا} الموصولة مفصولة، اهـ خطيب. </p><p> {مَا تَحْرُثُونَ} ؛ أي: تبذرون حبه، وتعملون في أرضه. قال الراغب: الحرث: تهيئة الزراعة، وإلقاء البذر فيها، اهـ. </p><p> والمعنى: المناسب هنا تفسير ما بالبذر، ومعنى تحرثون البذر؛ أي: تلقونه في الأرض فكأنه قال: أفرأيتم البذر الذي تلقونه في الطين أأنتم تزرعونه؛ أي: تنبتونه. وفي \"المختار\" : الزرع: طرح البذر. والزرع أيضًا: الإنبات، يقال: زرعه الله؛ أي: أنبته. ومنه قوله تعالى: {أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ (٦٤) }. وبابه قطع، اهـ. </p><p> {حُطَامًا} ؛ أي: هشيمًا متكسّرًا متفتتًا لشدة يبسه، والحطام: الهشيم الذي لا ينتفع به في مطعم ولا غذاء. وأصل الحطم: كسر الشيء مثل الهشم، ونحوه. ثم استعمل لكل كسر متناه. </p><p> {فَظَلْتُمْ} في إعلال بحذف عينه، إذ أصله: ظللتم بوزن فعلتم، حذفت عينه، وبقيت فاؤه، كما هي لغة فيه. وفيه لغة أخرى. وهي حذف العين، وكسر الفاء ظِلت. وهكذا كل فعل ثلاثي مكسور العين ماض عينه، ولامه من جنس واحد فيه ثلاث استعمالات، وهي استعماله تامًّا، كقولك: ظللت، وحذف عينه، وإبقاه حركة فائه كما هي. وحذف العين وكسر الفاء، كما تقدم. </p><p> {تَفَكَّهُونَ} فيه حذف إحدى التاءين، كما تقدم. فأصله: تتفكهون حذفت إحدى التاءين تخفيفًا. وأصل التفكه: تناول ضروب الفواكه للأكل. والفكاهة: المزاح. ومنه: حديث زيد كان من أفكه الناس مع أهله، ورجل فكه طيب النفس. وقد استعير هنا للتنقل في الحديث. وقيل: معناه: تندمون. وحقيقته تلقون الفكاهة عن أنفسكم. ولا تلقي الفكاهة إلا من الحزن. فهو من باب تحرج وتأثم. وقيل: تفكهون تعجبون. وقيل: تتلاومون. وقيل: تتفجعون. كله من باب التفسير باللازم. </p><p> {إِنَّا لَمُغْرَمُونَ (٦٦) } جمع مغرم. والمغرم: هو الذي ذهب ماله بغير عوض. وأصل الباب اللزوم. والغرام: العذاب اللازم. والغرامة: أن يلزم الإنسان ما ليس عليه، ولا في ذمته. </p><p> {أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ (٧١) } الإيراء: إظهار النار بالقدح. يقال: أورى يورى، ووريت بك زنادي، أي: أضاء بك أمري. ويقال: قدح فأورى إذا ظهرت النار، فإذا لم يور يقال: قدح فأكبى. وفي \"المصباح\" : ورى الزند يرى وريًا من باب وعى. وفي لغة ورى يرى بكسرهما، وأورى بالألف. وذلك إذا أخرج ناره. وفي \"المختار\" : وأوراه غيره أخرج ناره. وفي \"معاجم اللغة\" : تستخرجون النار من الزناد. وهو جمع زند. والزند: العود الذي يقدح به النار. وهو الأعلى. والزندة السفلى، فيها ثقب، وهي الأنثى. فإذا اجتمعا قيل: زندان، والجمع زناد. والعرب تقدح بعودين، تحك أحدهما على الآخر. وعن ابن عباس رضي الله عنهما: أنه قال: ما من شجر، ولا عود إلّا فيه النار سوى العناب، اهـ. وأصل {تُورُونَ} : توريون مضارع أورى الرباعيِّ، وفيه إعلال بالحذف ثلاث مرات: </p><p> أولًا: حذفت منه همزة أفعل، كما تقدم غير مرة. </p><p> وثانيًا: حذفت الضمة التي على الياء للتخفيف. </p><p> وثالثًا: لما سكنت الياء بعد حذف حركتها حذفت لالتقاء الساكنين، وضمت الراء لمناسبة الواو. </p><p> {الْمُزْنِ} السحاب، جمع مزنة. وفي \"القاموس\" : المزن بالضم: السحاب أو أبيضه أو ذو الماء، والقطعة مزنة. {أُجَاجًا} في \"المختار\" : ماء أجاج: مر شديد الملوحة. وقد أج يؤج أجوجًا بالضم. </p><p> {لِلْمُقْوِينَ} ؛ أي: للمسافرين الذين يسكنون القواء؛ أي: القفر، والمفاوز؛ أي: جعلناها ينتفع بها المسافرون. وخصوا بالذكر لأن منفعتهم بها أكثر من المقيمين. وأصل المقوين: المقويين اسم فاعل من أقوى الرباعي استثقلت الكسرة على الواو، وبعدها ياء مكسورة، وأخرى ساكنة، فحذفت كسرة الياء الأولى لام الكلمة، فلما سكنت حذفت لالتقائها ساكنة مع ياء الجمع فوزنه مفعين. </p><p> {لَا يَمَسُّهُ} أصله: يمسسه، نقلت حركة السين الأولى إلى الميم، فسكنت فأدغمت في السين الثانية. والظاهر والله أعلم: أن ضمة السين ضمة إعراب، وأنَّ {لا} نافية. وهذا أحد وجهين، ذكرهما السمين. ثم قال: والثاني: أن {لا} ناهية، والفعل بعدها مجزوم. لأنه لو فك عن الادغام .. لظهر ذلك، كقوله تعالى: </p><p> {لَمْ يَمْسَسْهُمْ سُوءٌ} ، ولكنه أدغم، ولما أدغم حرك آخره بالضم لأجل هاء ضمير المذكر الغائب. فضمته ضمة إتباع لحركة الهاء. </p><p> {مُدْهِنُونَ} قال الراغب: والإدهان في الأصل مثل التدهين، لكن جعل عبارة عن المداراة، والملاينة، وترك الجد. وقال المؤرخ: المدهن: المنافق أو الكافر الذي يلين جانبه ليخفي كفره. والإدهان والمداهنة: التكذيب، والنفاق، وأصله: اللين, وأن يضمر خلاف ما يظهر، وادهن داهن بمعنى واحد. وقال قوم: داهنت بمعنى واريت، وأدهنت بمعنى غششت. وفي \"الشهاب\" : وأصل الإدهان جعل الأديم، ونحوه مدهونًا بشيء من الدهن. ولما كان ذلك ملينًا له لينًا محسوسًا أريد به: اللين المعنوي على أنه تُجُوِّز به عن مطلق اللين، أو استعير له، ولذا سميت المداراة، والملاينة مداهنة. وهذا مجاز معروف، ولشهرته صار حقيقة عرفية، فلذا تجوز به هنا عن التهاون أيضًا؛ لأن المتهاون بالأمر لا يتصلب فيه، اهـ \"شهاب\" . </p><p> {غَيْرَ مَدِينِينَ} جمع مدين، اسم مفعول من دان يدين. والأصل: مديونين، نقلت حركة الياء إلى الدال، فلما سكنت حذفت واو مفعول لالتقاء الساكنين، ثم كسرت الدال لمناسبة الياء الساكنة بعدها. فهو مثال مبيع. </p><p> {فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ (٨٩) } الروح بالفتح: الراحة، والرحمة، ونسيم الريح. والريحان: الرحمة، والرزق كما في \"المختار\" . وفي \"القاموس\" : والريحان: نبت طيب الرائحة، أو كل نبت كذلك، أو أطرافه أو ورقه، والولد، والرزق. وأصله ريحان بوزن فعلان، والياء فيه منقلبة عن واو على غير قياس لعدم وجود سبب للقلب. وقيل: أصله: ريوحان لتصغيره على رويحان. فلما اجتمعت الواو والياء، وسبقت إحداهما بالسكون قلبت الواو ياء، وأدغمت فيها الياء، فصار ريحان بتشديد الياء، ثم خففت الياء لتسهيل اللفظ فصار ريحان. وقيل: إن الكلمة لا قلب فيها, ولا إدغام، أن الياء أصل، وهي عين الفعل بدليل جمعها على رياحين، وتصغيره على ريحين. </p><p> {وَجَنَّتُ نَعِيمٍ} ترسم {جَنَّت} هنا مجرورة التاء. ووقف عليها بالهاء ابن كثير، وأبو عمرو، والكسائي، والباقون بالتاء على الرسم، اهـ خطيب. {وَتَصْلِيَةُ جَحِيمٍ (٩٤) }؛ أي: احتراق بها. وهو بوزن تفعلة مصدر قياسي لفعَّل المضعف </p><p> المعتل اللام: كزكى تزكية، وولى تولية. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: التحضيض في قوله: {نَحْنُ خَلَقْنَاكُمْ فَلَوْلَا تُصَدِّقُونَ (٥٧) } حثًّا لهم على الاعتراف بالبعت والإعادة كاعترافهم بالخلق الأولى. </p><p> ومنها: تكرار {أَفَرَأَيْتُمْ} في مواضعها احتجاجًا على المشركين، وإلزامًا لهم بالحجة. </p><p> ومنها: الجناس المغاير في قوله: {أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ} ، وقوله:  {أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ} ، وقوله: {أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ (٦٩) }، وقوله: {أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنْشِئُونَ (٧٢) }. وجناس الاشتقاق بين {ننشئكم} ، وبين {النَّشْأَةَ} . </p><p> ومنها: فن صحة الإقسام في الآيات المذكورة من قوله: {أَفَرَأَيْتُمْ مَا تُمْنُونَ (٥٨) } إلى قوله: {نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ (٧٣) }. وهو عبارة استيفاء المتكلم جميع الأقسام للمعنى المذكور الآخذ فيه بحيث لا يغادر منه شيئًا. </p><p> ومنها: العدول من لفظ الحرمان والمنع إلى لفظ هو ردفه، وتابعه. وهو لفظ الجعل في قوله: {أَفَرَأَيْتُمْ مَا تَحْرُثُونَ (٦٣) أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ (٦٤) لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا}. </p><p> ومنها: تأكيد الفعل باللام في قوله في الزرع: {لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا} ، وعدم تأكيده في الماء، حيث قال:  {لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا} ؛ لأنّ الزرع، ونباته، وجفافه بعد النضارة حتى يعود حطامًا لما كان يحتمل أن يتوهم أنه من فعل الزارع، ولهذا قال سبحانه: {أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ (٦٤) }، أو يتوهم أن خصبه من سقي الماء، وأن جفات من حرارة الشمس وعدم السقي، أو تواتر مرور الإعصار. أخبر سبحانه أنه هو الفاعل لذلك كله على الحقيقة، وأنه قادر على جعله .. لو شاء حطامًا في حالة نموه، وزمن شبيبته ونضارته، فلما كان هذا التوهم محتملًا .. </p><p> أوجبت البلاغة تأكيد فعل الجعل فيه باللام، بإسناده لزارعه على الحقيقة، ومنشئه لرفع هذا التوهم، ولما كان إنزال المطر من السماء محالًا بما لا يتطرق احتمال توهم متوهم أن أحدًا من جميع الخلق قادر عليه لم يحتج إلى تأكيد الفعل في جعله أجاجًا. فإنه لا يمكن أن يتوهم أحد أن أحدًا ينزل المطر من السماء أجاجًا، ولا عذبًا الذي هو أسهل من الأول، وأهون. </p><p> ومنها: فن التسهيم في هذه الآيات أيضًا. وهو وأن يكون ما تقدم من الكلام دليلًا على ما تأخر منه أو بالعكس فقوله: {أَفَرَأَيْتُمْ مَا تَحْرُثُونَ (٦٣) } إلى قوله: {أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ (٧١) } يقتضي أوائل هذه الآيات أواخرها اقتضاء لفظيًّا ومعنويًا. كما ائتلفت الألفاظ فيها بمعانيها المجاورة ائتلاف الملائم بالملائم، والمناسب بالمناسب؛ لأن ذكر الحرث يلائم ذكر الزرع، وذكر كونه سبحانه لم يجعله حطامًا ملائم لحصول التفكه به، وعلى هذه الآية يقاس نظم أختها. </p><p> ومنها: زيادة لفظ {اسم} في قوله: {فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (٧٤) }، وزيادة {لا} في قوله: {فَلَا أُقْسِمُ} تأكيدًا للكلام. </p><p> ومنها: الاعتراض بالجملة الاسمية بين القسم والمقسم عليه في قوله: {وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ (٧٦) }. </p><p> ومنها: الاعتراض بين الصفة والموصوف في قوله: {لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ} . </p><p> ومنها: الاستعارة التصريحية في قوله: {لَقُرْآنٌ كَرِيمٌ} حيث استعار الكرم ممن يقوم به الكرم من ذوي العقول للقران بجامع كثرة النفع لاشتماله على أصول العلوم المهمة في صلاح المعاش والمعاد. </p><p> ومنها: الاستفهام التوبيخي في قوله: {أَفَبِهَذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ (٨١) }. </p><p> ومنها: الإيجاز بالحذف في قوله: {وَتَجْعَلُونَ رِزْقَكُمْ} ؛ أي: شكر رزقكم. </p><p> ومنها: الاستعارة المكنية في قوله: {فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ (٨٣) } كأنما الروح شيء مجسم يبلغ الحلقوم في حركة محسوسة. </p><p> ومنها: تكرار لولا التحضيضية في قوله: {فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ (٨٦) } </p><p> لغرض التأكيد اللفظي. </p><p> ومنها: جمع المؤكدات في قوله، {إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ (٩٥) } لغرض الرد على المنكرين. </p><p> ومنها: الالتفات في قوله: {فَسَلَامٌ لَكَ} لغرض التشريف. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة موضوعات هذه السورة </p><p> اشتملت هذه السورة على المقاصد التالية: </p><p> ١ - اضطراب الأرض، وتفتت الجبال حين قيام الساعة. </p><p> ٢ - إن الناس عند الحساب أزواج ثلاثة. </p><p> ٣ - اجتماع الأولين والآخرين في هذا اليوم. </p><p> ٤ - إقامة الأدلة على وجود الخالق. </p><p> ٥ - إقامة البراهين على البعث، والنشور، والحساب. </p><p> ٦ - إثبات أن هذه الأخبار حق لا شك فيها. </p><p> ٧ - تبكيت المكذبين على إنكار الخالق. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> [سورة الحديد] </p><p> سورة الحديد مدنية. نزلت بعد الزلزلة. قال القرطبيّ في قول الجميع. وأخرج ابن الضريس، والنحاس، وابن مردويه، والبيهقي عن ابن عباس رضي الله عنهما قال: نزلت سورة الحديد بالمدينة، وأخرج ابن مردويه عن ابن الزبير مثله. وقيل: مكية. </p><p> وآيها تسع وعشرون آية. وكلماتها خمس مئة وأربع وأربعون كلمة. وحروفها ألفان وأربع مئة وستة وسبعون حرفًا. </p><p> المناسبة: مناسبة أول هذه السورة لآخر ما قبلها واضحة (١) ؛ لأنه تعالى أمر بالتسبيح، ثم أخبر أن التسبيح المأمور به قد فعله والتزمه كل من في السموات والأرض. </p><p> وعبارة المراغي هنا: مناسبتها لما قبلها من وجهين (٢) : </p><p> ١ - إن هذه بدئت بالتسبيح، وتلك ختم به. </p><p> ٢ - إن أول هذه واقع موقع العلة لآخر ما قبلها من الأمر بالتسبيح. فكأنه قيل: سبح باسم ربك العظيم. لأنه سبح له ما في السموات والأرض. </p><p> التسمية: سميت هذه السورة سورة الحديد لذكر الحديد فيها. وهو قوة الإنسان في السلم والحرب، وعدته في البنيان والعمران فمن الحديد تبنى الجسور الضخة، وبه تشاد العمائر، ومنه تصنع الدروع والسيوف والرماح، وتكون منه الدبابات، والغواصات، والسيارات، والطائرات، والمدافع الثقيلة إلى غير ما هنالك من المنافع التي كادت أن لا تحصى. </p><p> الناسخ والمنسوخ فيها: قال ابن حزم: سورة الحديد كلها مدنية إلا في قول </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> الكلبي. فإنه قال: إنها مكية، وكلها محكم ليس فيها ناسخ ولا منسوخ. وبرد (١) على القول بأنها مدنية ما نقل في سبب إسلام عمر بن الخطاب: أنه لما قرأ هذه الآيات من أول هذه السورة إلى قوله: {إِنْ كُنْتُمْ مُؤْمِنِينَ} ، وكانت مكتوبة في صحيفة عند أخته .. أسلم. فهذا يقتضي أن هذه الآيات مكية. فعلى هذا تستثنى على القول بأن السورة مدنية، تأمل. </p><p> فضلها: ومن فضائلها: ما أخرجه أحمد (٢) ، والترمذي، وحسنه، والنسائي، وابن مردويه، واليبهقي في \"الشعب\" عن العرباض بن سارية: أن رسول الله - صلى الله عليه وسلم - كان يقرأ المسبحات قبل أن يرقد، وقال:  \"إن فيهن آية أفضل من ألف آية\" . وفي إسناده بقية بن الوليد. وفيه مقال معروف. وقد أخرجه النسائي عن خالد بن معدان قال: كان رسول الله - صلى الله عليه وسلم -، ولم يذكر العرباض بن سارية، فهو مرسل. </p><p> وأخرج ابن الضريس عن يحيى بن أبي كثير قال: كان رسول الله - صلى الله عليه وسلم - لا ينام حتى يقرأ المسبحات، وكان يقول:  \"إن فيهن آية أفضل من ألف آية\" . قال يحيى: فنراها الآية التي في آخر الحشر. قال ابن كثير في تفسيره: والآية المشار إليها، والله أعلم هي قوله:  {هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ...} الآية، والمسبحات المذكورة هي: الحديد، والحشر، والصف، والجمعة، والتغابن. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) الفتوحات. (٢) الشوكاني.</p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢) هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (٣) هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٤) لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (٥) يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ (٦) آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ فَالَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ (٧) وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٨) هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ (٩) وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (١٠) مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ (١١) يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (١٢) يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ (١٣) يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ (١٤) فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا مَأْوَاكُمُ النَّارُ هِيَ مَوْلَاكُمْ وَبِئْسَ الْمَصِيرُ (١٥) أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (١٦) اعْلَمُوا أَنَّ اللَّهَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ (١٧) }. </p><p> المناسبة </p><p> مناسبة أول هذه السورة لآخر ما قبلها قد تقدم آنفًا. </p><p> وأما قوله تعالى:  {آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر (١) أنواعًا من الأدلة تثبت وحدانيته، وعلمه، وقدرته .. فبين أن كل ما في السموات والأرض فهو في قبضته يصرفه كيفما يشاء على ما تقتضيه حكمته. ثم ذكر أنواعًا من الظواهر في الأنفس ترشد إلى هذا، وأومأ إلى النظر والتأمل فيها. أعقب بذكر التكاليف الدينية فأمر بدوام الإيمان الكامل الذي له آثاره العملية من إخبات النفس لله، وإخلاص العمل له، وترك الفواحش ما ظهر منها وما بطن. </p><p> ثم طلب إنفاق المال في سبيله، وأبان أن المال عارية مستردة فهو ملك له، وأنتم خلفاؤه في تثميره في الوجوه التي فيها خير لكم، ولأمتكم، ولدينكم. ولكم على ذلك الأجر الجزيل الذي يضاعفه إلى سبع مئة ضعف. ثم حث على ذلك بأن جعل هذا صفوة دعوة الرسول، وقد أخذ عليكم العهد به، وآيات كتابه هادية لكم تخرجكم من ظلمات الكفر إلى نور الإيمان. والله رؤوف بكم إذ أنقذكم من هاوية الشرك، وهداكم إلى طاعته. ثم ذكر فضل السابقين الأوّلين الذين أسلموا قبل فتح مكة، وبذلوا أنفسهم وأموالهم في إعلاء كلمة الله حين عز النصير، وقيل المعين. فهؤلاء يستوون مع من فعل ذلك بعد الفتح، وبعد أن دخل الناس في دين الله أفواجًا، وهؤلاء وأولئك لهم المثوبة الحسنى والأجر الكريم عند ربهم. ثم حث على الإنفاق مرة أخرى، وسماه قرضًا حسنًا له، وأنه سيرد هذا القرض، ويجازي به أجل الأجر يوم تبيض وجوه، وتسود وجوه. </p><p> قوله تعالى:  {يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما أمر (٢) بالإيمان والإنفاق في سبيل الله، وحث على كل مهما بوجود موجباته .. فحث على الإيمان بوجود الأسباب التي تساعد عليه. وهي وجود الرسول بين أظهرهم، وكتاب الذي يتلى بين أيديهم، وحث على الإنفاق، فأبان أن المال مال الله، وهو عارية بين أيديهم، ثم يرد إليه، وأنهم ينالون على إنفاقه الأجر العظيم في جنات النعيم، ثم ذكر أن المنفقين أول الإسلام لهم من الأجر أكثر ممن أنفقوا من بعد، حين النصير </p><p>(١) المراغي. (٢) المراغي.</p><p> والمعين .. ذكر هنا حال المؤمنين المنفقين يوم القيامة. فبين أن نورهم يسعى بين أيديهم وبأيمانهم، ليرشدهم إلى الجنة، وأنهم يبشرون بجنات تجري من تحتها الأنهار خالدين فيها أبدًا، ثم أردفه بذكر حال المنافقين إذ ذاك، وأنهم يطلبون من المؤمنين شيئًا من الضوء يستنيرون به ليهديهم سواء السبيل؛ فيتهكم بهم المؤمنون، ويخيبوا آمالهم، ويقولون لهم: ارجعوا إلى الدنيا، فالتمسوا نورًا بتحصيل العلوم والمعارف، فلا نور إلا منها. </p><p> ثم أرشد إلى أنه يضرب بين الفريقين حاجز باطنه مما يلي المؤمنين، فيه الرحمة، ومما يلي المنافقين فيه العذاب؛ لأنه في النار. ثم ذكر السبب فيما صاروا إليه، وأنهم أهلكوا أنفسهم بالنفاق والمعاصي، وانتظروا أن تدور على المؤمنين الدوائر فينطفيء نور الإيمان، وشكلوا في أمر البعث، وغرهم الشيطان فأوقعهم في مهاوي الردى. </p><p> ثم أعقبه ببيان أنه لا أمل في النجاة لهم إذ ذاك فلا تجدي الفدية، كما تنفع في الدنيا. فلا مأوى لهم إلا النار، وبئس القرار. </p><p> قوله تعالى:  {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر فرق ما بين المؤمنين والمنافقين يوم القيامة, وأن الأولين لهم نور يهديهم إلى طريق الجنة، وأن الآخرين يطلبون منهم أن يأتوهم قبسًا من نورهم يهديهم إلى سبيل النجاة، فيردونهم خائبين، ويقولون لهم: ارجعوا ورائكم فالتمسوا نورًا .. أردف هذا (١) بعتاب قوم من المؤمنين، فترت همتهم عن القيام بما ندبوا له من الخشوع، ورقة القلوب بسماع المواعظ وسماع القرآن، ثم حذرهم أن يكونوا كأهل الكتاب الذين طال العهد بينهم وبين أنبيائهم, فقست تلوبهم، وأعرضوا عن أوامر الدين ونواهيه. ثم أبان لهم بضرب المثل: أن القلوب القاسية تحيا بالذكر، وتلاوة القرآن كما تحيا الأرض الميتة بالغيث، والمطر. </p><p>(١) المراغي.</p>"
}