{
  "id": null,
  "sura": 57,
  "aya": 17,
  "text": "<p> ويُقْضَى الأَمْرُ حِيْنَ تَغِيْبُ تَيْمٌ ... وَلَا يُسْتَأْذَنُوْنَ وَهُمْ شُهُوْدُ </p><p> ثم حذرهم أن يكونوا كأهل الكتاب قبلهم فقال:  {وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ} الآية؛ أي: لا يتشبهوا بالذين حملوا الكتاب من قبلهم من اليهود والنصارى، حين طال الأمد بينهم وبين أنبيائهم، فقست قلوبهم، ولم تقبل موعظة، ولم يؤثر فيها وعد ولا وعيد، وبدلوا كتاب الله الذي بأيديهم، واشتروا به ثمنًا قليلًا، ونبذوه وراء ظهورهم، وأقبلوا على الآراء المختلفة والأقوال المؤتفكة، وقلدوا في دين دون دليل ولا برهان، واتخذوا أحبارهم ورهبانهم أربابًا أو دون الله، وكثير منهم خرج عن أوامر الدين في الأعمال والأقوال. كما قال: {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ (١٣) }؛ أي: فسدت قلوبهم فقست، وصار سجيتهم تحريف الكلم عن مواضعه، فتركوا الأعمال التي أمروا بها، واجترحوا ما نهوا عنه. </p><p> والخلاصة: أن الله نهى المؤمنين أو يكونوا حين سماع القرآن غير متدبرين مواعظه كاليهود والنصارى الذين قست قلوبهم، لما طال العهد بينهم وبين أنبيائهم. </p><p> ١٧ - ثم ضرب المثل لتأثير المواعظ وتلاوة القرآن في القلوب. فقال:  {اعْلَمُوا} أيها المؤمنون {أَنَّ اللَّهَ} سبحانه وتعالى {يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا} ؛ أي (١) : يلين القلوب بالخشوع الناشىء عن الذكر، وتلاوة القرآن بعد قساوتها كما يحيي الله سبحانه الأرض بالغيث بعد يبسها، وكذلك يحيي الله الموتى أو القبور بالمطر. وهذا تمثيل لإحياء القلوب القاسية بالذكر، والتلاوة بإحياء الأرض الميتة بالغيث للترغيب في الخشوع والتحذير عن القساوة. {قَدْ بَيَّنَّا} وأوضحنا {لَكُمْ} أيها المؤمنون {الْآيَاتِ} الدالة على باهر قدرتنا، وبليغ حكمتنا التي أو جملتها هذه الآيات. {لَعَكلم تَعْقِلُونَ} ؛ أي: لكي تعقلوا ما فيها، وتعملوا بموجبها فتفوزوا بسعادة الدارين. </p><p> والمعنى (٢) : أي من الله تعالى يلين القلوب بعد قسوتها، ويهدي النفوس </p><p>(١) المراح. (٢) المراغي.</p><p> الحيارى بعد ضلتها، ويفرج الكروب بعد شدتها ببراهين القرآن ودلائله، وبالمواعظ والنصائح التي تلين الصخر الأصم، ويحييها بعد موتها كما يحيي الأرض الهامدة المجدبة بالغيث الوابل الهتان، وقد ضرب لكم الأمثال كي تتدبروا، وتكمل عقولكم. فسبحان الهادي لمن يشاء بعد الضلال، والمضل لمن أراد بعد الكمال. وهو الفعال لما يشاء، الحكم العدل في جميع الفعال، اللطيف الخبير المتعال. </p><p> الإعراب </p><p> {سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢) هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (٣) }. </p><p> {سَبَّحَ} فعل ماضي، مبني على الفتح، {للهِ} متعلق به. وقيل: اللام زائدة في المفعول. وقد تقدم القول في هذا الفعل، وأنه يتعدّى تارة بنفسه، وتارة باللام. {مَا} اسم موصول في محل الرفع، فاعل، والجملة الفعلية مستأنفة. {في السماوات} متعلق بمحذوف صلة الموصول، {وَالأَرْضِ} معطوف على {السماوات} . {وَهُوَ} الواو: حالية أو استئنافية {هُوَ} مبتدأ، {العزيز} خبر أول {الحكيم} خبر ثان، والجملة الاسمية إما حال أو لفظ الجلالة أو مستأنفة. {له} خبر مقدم، {ملك السماوات} مبتدأ مؤخر، {وَالأرْضِ} معطوف على السماوات والجملة مستأنفة. {يحيي} فعل مضارع، وفاعله ضمير يعود على الله، {وَيُمِيتُ} معطوف عليه، والجملة الفعلية في محل النصب حال أو ضمير {لَهُ} ، أو مستأنفة، {وَهُوَ} الواو: عاطفة، {هُوَ} مبتدأ، {على كل شيء} متعلق بـ {قدير} ، و {قدير} خبر المبتدأ. والجملة الاسمية معطوفة على جملة {يحيي} . {هُوَ الأَوَّلُ} مبتدأ وخبر. والجملة مستأنفة. {والآخر والظاهر والباطن} معطوفات على الأوّل. {وَهُوَ}  {الواو} عاطفة، {هُوَ} مبتدأ، {بكل شيء} متعلق بـ {عليم} ، و {عليم} خبر المبتدأ. والجملة معطوفة على ما قبلها. </p><p> {هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا} . </p><p> {هُوَ} مبتدأ، {الذي} خبر. والجملة مستأنفة. {خَلَقَ السَّمَاوَاتِ} فعل، وفاعل مستتر، ومفعول به، والجملة صلة الموصول. {وَالْأَرْضَ} معطوف على {السَّمَاوَاتِ} ، </p><p> {في سِتَّةِ أَيَّامٍ} جار ومجرور، ومضاف إليه، متعلق بـ {خَلَقَ} . {ثُمَّ} حرف عطف وترتيب مع تراخ، {اسْتَوَى} فعل ماض، وفاعل مستتر يعود على الله، {عَلَى الْعَرْشِ} ومتعلق به. والجملة معطوفة على جملة {خَلَقَ} . {يَعْلَمُ} فعل مضارع، وفاعله ضمير يعود على الله. والجملة مستأنفة أو حال أو فاعل {اسْتَوَى}  {مَا} اسم موصول في محل النصب، مفعول به، {يَلِجُ} فعل مضارع، وفاعل مستتر يعود على {مَا} ، {فِي الْأَرْضِ} متعلق بـ {يَلِجُ} . والجملة صلة الموصول. {وَمَا يَخْرُجُ} معطوف على {مَا يَلِجُ} ، {مِنْهَا} متعلق بـ {يَخْرُجُ} ، {وَمَا} الواو: عاطفة، {مَا} معطوف على {ما} الأولى، وجملة {يَنْزِلُ مِنَ السَّمَاءِ} صلة لـ {ما} ، {وَمَا يَعْرُجُ فِيهَا} معطوف على {ما} الأولى. </p><p> {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٤) لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (٥) يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ (٦) }. </p><p> {وَهُوَ} الواو: عاطفة، {هو} مبتدأ، {مَعَكُمْ} ظرف مكان متعلق بمحذوف خبر المبتدأ، والجملة معطوفة على ما قبلها أو مستأنفة. {أَيْنَ مَا} اسم شرط جازم في محل النصب على الظرفية المكانية مبنيُّ على الفتح لشبهه بالحرف شبهًا معنويًّا، والظرف متعلق بالجواب المحذوف، دل عليه ما قبله، تقديره: يكن معكم. {كُنْتُمْ} فعل تامّ، وفاعله في محل الجزم بـ {أَيْنَ} على كونه فعل شرط لها، وجملة الشرط مستأنفة. {وَاللَّهُ} مبتدأ، {بِمَا تَعْمَلُونَ} متعلق بـ {بَصِيرٌ} و {بَصِيرٌ} خبره. والجملة الاسمية معطوفة على ما قبلها. وجملة {تَعْمَلُونَ} صلة لـ {ما} الموصولة، {لَهُ} خبر مقدم، {مُلْكُ السَّمَاوَاتِ} مبتدأ مؤخر، والجملة مستأنفة. {وَالْأَرْضِ} معطوف على السماوات، {وَإِلَى اللَّهِ} متعلق بـ {تُرْجَعُ} . {تُرْجَعُ الْأُمُورُ} فعل، ونائب فاعل. والجملة الفعلية معطوفة على ما قبلها. {يُولِجُ} فعل مضارع، وفاعل مستتر، {اللَّيْلَ} مفعول به، {فِي النَّهَارِ} متعلق بـ {يُولِجُ} ، والجملة الفعلية مستأنفة. {وَيُولِجُ النَّهَارَ فِي اللَّيْلِ} معطوف على ما قبله، {وَهُوَ} مبتدأ {عَلِيمٌ} وخبر المبتدأ. والجملة معطوفة أو مستأنفة. {بِذَاتِ الصُّدُورِ} متعلق بـ {عَلِيمٌ} . </p><p> {آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ فَالَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ (٧) }. </p><p> {آمِنُوا} فعل أمر، وفاعل. والجملة مستأنفة مسوقة للشروع في مخاطبة كفّار قريش، وأمرهم بالإيمان بعد أن ذكر أنواعًا من دلائل التوحيد. {بِاللَّهِ} متعلق بـ {آمِنُوا} ، {وَرَسُولِهِ} معطوف على الجلالة، {وَأَنْفِقُوا} فعل أمر، وفاعل، معطوف على {آمِنُوا} ، {مِمَّا} متعلق بـ {أَنْفِقُوا} ، {جَعَلَكُمْ} فعل، وفاعل مستتر يعود على {اللَّهِ} ، ومفعول أول، {مُسْتَخْلَفِينَ} مفعول ثان، {فِيهِ} متعلق بـ {مُسْتَخْلَفِينَ} والجملة الفعلية صلة الموصول. {فَالَّذِينَ} الفاء: فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم الأمر المذكور، وأردتم بيان جزاء من فعل ذلك فأقول لكم. {الَّذِينَ} مبتدأ، {آمَنُوا} صلته، {وَأَنْفَقُوا} معطوف على {آمَنُوا} ، {لَهُمْ} خبر مقدم، {أَجْرٌ} مبتدأ مؤخر، {كَبِيرٌ} صفة أجر. والجملة في محل الرفع خبر عن الموصول، وجملة الموصول في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. </p><p> {وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٨) }. </p><p> {وَمَا} الواو: استئنافية، {مَا} اسم استفهام للإنكار والتوبيخ، في محل الرفع مبتدأ، {لَكُمْ} خبره. والجملة مستأنفة. {لَا} نافية، {تُؤْمِنُونَ} فعل، وفاعل {بِاللَّهِ} متعلق به. والجملة الفعلية في محل النصب حال من ضمير {لَكُمْ} . والمعنى: أيّ شيء ثبت لكم حال كونكم غير مؤمنين. {وَالرَّسُولُ} الواو: حالية، {الرَّسُولُ} مبتدأ، وجملة {يَدْعُوكُمْ} خبره، والجملة الاسمية في محل النصب، حال من {الواو} في {لِتُؤْمِنُوا} . {لِتُؤْمِنُوا} اللام: حرف جرّ وتعليل، {تُؤْمِنُوا} فعل، وفاعل منصوب بأن مضمرة جوازًا بعد لام كي، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام، الجار والمجرور متعلق بـ {يَدْعُوكُمْ} ، واللام بمعنى إلى؛ أي: يدعوكم إلى الإيمان. {بِرَبِّكُمْ} متعلق بـ {تُؤْمِنُوا} . {وَقَدْ} الواو: حالية، {قَدْ} حرف تحقيق، {أَخَذَ} فعل ماضي، وفاعل مستتر، يعود على الرسول أو على الله، {مِيثَاقَكُمْ} مفعول به، والجملة في محل النصب على الحال من فاعل {يَدْعُوكُمْ} على التداخل أو على الحال من {رَبِّكُمْ} . {إِنْ} حرف شرط جازم، {كُنْتُمْ مُؤْمِنِينَ} فعل ناقص واسمه وخبره في محل الجزم بـ {إِنْ} الشرطية على كونه فعل شرط لها، وجواب الشرط محذوف، تقديره: إن كنتم مؤمنين فالآن </p><p> ظهرت أعلام اليقين، ووضحت الدلائل والبراهين. والجملة الشرطية مستأنفة. </p><p> {هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ (٩) }. </p><p> {هُوَ الَّذِي} مبتدأ وخبر. والجملة مستأنفة. {يُنَزِّلُ} فعل مضارع، وفاعل مستتر، {عَلَى عَبْدِهِ} متعلق بـ {يُنَزِّلُ} ، {آيَاتٍ} مفعول به، {بَيِّنَاتٍ} صفة {آيَاتٍ} ، والجملة الفعلية صلة الموصول. {لِيُخْرِجَكُمْ} اللام: حرف جر وتعليل، {يُخْرِجَكُمْ} ، فعل مضارع، وفاعل مستتر، يعود على الله، ومفعول به، منصوب بأن مضمرة بعد لام كي. {مِنَ الظُّلُمَاتِ} ، متعلق بـ {يخرج} ، {إِلَى النُّورِ} متعلق بـ {يخرجكم} أيضًا، وجملة {يخرجكم} مع أن المضمرة في تأويل مصدر مجرور باللام، تقديره: لإخراجه إياكم من الظلمات إلى النور، الجار والمجرور متعلق بـ {يُنَزِّلُ} . {وَإِنَّ} الواو: عاطفة، {وَإِنَّ اللَّهَ} ناصب واسمه، {بِكُمْ} متعلق بـ {رَءُوفٌ} ، {لَرَءُوفٌ} اللام: حرف ابتداء، {رَءُوفٌ} خبر أول. لأنّ {رَحِيمٌ} خبر ثان لها. وجملة إنَّ معطوفة على جملة قوله:  {هُوَ الَّذِي يُنَزِّلُ} . </p><p> {وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ} . </p><p> {وَمَا}  {الواو} : استئنافية، ما اسم استفهام إنكاري في محل الرفع، مبتدأ، {لَكُمْ} خبره. والجملة مستأنفة. {أَلَّا}  {أن} حرف نصب ومصدر، {لا} نافية، {تُنْفِقُوا} وفعل، وفاعل منصوب بـ {أن} المصدرية، والجملة الفعلية مع {أن} المصدرية في تأويل مصدر مجرور بحرف جرّ محذوف، تقديره: وأيّ شيء ثبت لكم في عدم إنفاقكم في سبيل الله، الجار والمجرور متعلق بالاستقرار الذي تعلق به الخبر، {فِي سَبِيلِ اللَّهِ} متعلق بـ {تُنْفِقُوا} . {وَلِلَّهِ} خبر مقدم، {مِيرَاثُ السَّمَاوَاتِ} مبتدأ، {وَالْأَرْضِ} معطوف على {السَّمَاوَاتِ} . والجملة الاسمية في محل النصب، حال من فاعل الاستقرار أو مفعوله؛ أي: وأيّ شيء يمنعكم من الإنفاق في سبيل الله، والحال أن ميراث السماوات والأرض له تعالى. {لَا} نافية، {يَسْتَوِي} فعل مضارع، {مِنْكُمْ} حال من {مَنْ} الموصولة الواقعة فاعلًا، {مِنْ} اسم موصول في محل الرفع، فاعل {يَسْتَوِي} ، {أَنْفَقَ} فعل ماضي، وفاعل مستتر. </p><p> والجملة صلة {من} الموصولة. {مِنْ قَبْلِ الْفَتْحِ} جار ومجرور، ومضاف إليه، متعلّق بـ {أَنفَقَ}  {وَقَاتَلَ} معطوف على {أَنْفَقَ} ، ومقابله محذوف لدلالة الاستواء عليه؛ لأنه لا يقال إلا في شيئين فأكثر؛ أي: لا يستوي منكم من أنفق، ومن لم ينفق، والجملة الفعلية مستأنفة. </p><p> {أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (١٠) مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ (١١) }. </p><p> {أُولَئِكَ} مبتدأ، {أَعْظَمُ} خبره، والجملة مستأنفة. {دَرَجَةً} تمييز من الذين متعلق بـ {أَعْظَمُ} ، وجملة {أَنْفَقُوا} صلة الموصول، {مِنْ بَعْدُ} جار ومجرور، متعلق بـ {أَنْفَقُوا} ، {وَقَاتَلُوا} معطوف على {أَنْفَقُوا} ، {وَكُلًّا}  {الواو} عاطفة، {كُلًّا} مفعول به أوّل مقدم لـ {وَعَدَ} ، {وَعَدَ اللَّهُ} فعل وفاعل، {الْحُسْنَى} مفعول ثان لـ {وَعَدَ} . والجملة الفعلية معطوفة على جملة {أُولَئِكَ أَعْظَمُ} . {وَاللَّهُ} مبتدأ، {بِمَا} متعلق بـ {خَبِيرٌ} ، و {خَبِيرٌ} خبر المبتدأ، وجملة {تَعْمَلُونَ} صلة الموصول، والجملة الاسمية معطوفة على ما قبلها. {مَنْ} اسم استفهام في محل الرفع مبتدأ، {ذَا} اسم إشارة خبره، {الَّذِي} صفة لاسم الإشارة أو بدل منه. والجملة مستأنفة، ويصح أن يكون {قَرْضًا} اسم استفهام مركَّبًا في محل الرفع مبتدأ، و {الَّذِي} خبره، ويصح أن تكون {ذَا} مبتدأ، و {الَّذِي يُقْرِضُ اللَّهَ} صفة، و {مَنْ} خبر المبتدأ مقدم عليه لما فيه من معنى الاستفهام. {يُقْرِضُ اللَّهَ} فعل مضارع، وفاعل مستتر، ومفعول به، {قَرْضًا} مفعول مطلق، {حَسَنًا} صفة {قَرْضًا} . والجملة الفعلية صلة الموصول، {فَيُضَاعِفَهُ} الفاء: عاطفة سببية، {يُضَاعِفَهُ} فعل مضارع، وفاعل مستتر يعود على الله، ومفعول به، منصوب بأن مضمرة وجوبًا بعد {الفاء} السببية الواقعة في جواب الاستفهام، {لَهُ} متعلق بـ {يضاعف} ، والجملة الفعلية مع أن المضمرة في تأويل مصدر معطوف على مصدر متصيّد من الجملة التي قبلها من غير سابك لإصلاح المعنى، تقديره: من ذا الذي يكن إقراضه لله فمضاعفته له، وقرىء بالرفع على الاستئناف أو على العطف. {وَلَهُ} الواو: حالية {لَهُ} خبر مقدم، {أَجْرٌ} مبتدأ مؤخر، {كَرِيمٌ} صفة {أَجْرٌ} . والجملة الاسمية في محل النصب، حال من ضمير {لَهُ} . </p><p> {يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ </p><p> تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (١٢) }. </p><p> {يَوْمَ} منصوب على الظرفية الزمانية متعلق باذكر محذوفًا أو متعلق بـ {يضاعفه} ، والجملة المحذوفة مستأنفة، {تَرَى الْمُؤْمِنِينَ} فعل مضارع، وفاعل مستتر، ومفعول به. لأن رأى بصرية. {وَالْمُؤْمِنَاتِ} معطوف على {الْمُؤْمِنِينَ} . والجملة في محل الجر مضاف إليه ليوم. {يَسْعَى نُورُهُمْ} فعل، وفاعل. والجملة في محل النصب، حال من {الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} . {بَيْنَ أَيْدِيهِمْ} متعلق بـ {يَسْعَى} ، {وَبِأَيْمَانِهِمْ} معطوف على بَينَ أَيدِيهِتم. {بُشْرَاكُمُ} مبتدأ، {الْيَوْمَ} ظرف متعلق بالبشرى. لأنه مصدر بمعنى المبشر به. وقيل: متعلق بالقول المقدر، وفيه خفاء. {جَنَّاتٌ} خبر المبتدأ، والجملة الاسمية في محل النصب مقول للقول المحذوف؛ أي: يقال لهم: بشراكم في هذا اليوم جنات الخ. أو يقال لهم في ذلك اليوم: بشراكم جنات الخ. {تَجْرِي} فعل مضارع، {مِنْ تَحْتِهَا} متعلق به، {الْأَنْهَارُ} فاعل، والجملة صفة لـ {جَنَّاتٌ} . {خَالِدِينَ} حال من ضمير المخاطبين المقدر مع العامل فيها، والتقدير: بشراكم دخولكم جنات حالة كونكم خالدين فيها، فحذف الفاعل وهو ضمير المخاطبين، وأضيف المصدر إلى مفعوله، فصار دخول جنات، ثم حذف المضاف، وأقيم المضاف إليه مقامه في الإعراب. {فِيهَا} متعلق بـ {خَالِدِينَ}  {ذَلِكَ} مبتدأ، {هُوَ} مبتدأ ثان، {الْفَوْزُ} خبره. والجملة خبر {ذَلِكَ} ، وجملة {ذَلِكَ} مستأنفة. {الْعَظِيمُ} صفة لـ {الْفَوْزُ} . </p><p> {يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ (١٣) يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى}. </p><p> {يَوْمَ} ظرف بدل من {يَوْمَ} قبله. وقال ابن عطية: ويظهر لي أن العامل فيه {ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} ، كأنّه يقول: إن المؤمنين يفوزون بالرحمة يوم يعتري المنافقين كذا، وكذا. ورده أبو حيان. {يَقُولُ الْمُنَافِقُونَ} فعل وفاعل، والجملة في محل الجر مضاف إليه. {وَالْمُنَافِقَاتُ} معطوف على {الْمُنَافِقُونَ} ، {لِلَّذِينَ} متعلق بـ {يَقُولُ} ، وجملة {آمَنُوا} صلة الموصول، {انْظُرُوا} وفعل أمر مبني على حذف النون، والواو: فاعل، و {نَا} ضمير متصل في محل النصب مفعول به. والجملة </p><p> الفعلية في محل النصب، مقول لـ {يَقُولُ} . وإن شئت قلت:  {انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ} مقول محكيّ. {نَقْتَبِسْ} فعل مضارع، وفاعل مستتر مجزوم بالطلب السابق، {مِنْ نُورِكُمْ} متعلق بـ {نَقْتَبِسْ} ، والجملة جزاء المقول، لا محل لها من الإعراب. {قِيلَ} فعل ماض مغير الصيغة، {ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا} ، نائب فاعل محكيّ لـ {قِيلَ} . وجملة {قِيلَ} مستأنفة. وإن شئت قلت:  {ارْجِعُوا} فعل أمر، مبني على حذف النون، والواو: فاعل، {وَرَاءَكُمْ} ظرف متعلّق بـ {ارْجِعُوا} . والجملة في محل الرفع نائب فاعل لـ {قِيلَ} . {فَالْتَمِسُوا} الفاء: عاطفة، {التمسوا} فعل أمر، وفاعل، معطوف على {ارْجِعُوا} ، {نُورًا} ، مفعول به. {فَضُرِبَ} الفاء: عاطفة، {ضرب} فعل ماض مغيّر الصيغة، {بَيْنَهُمْ} متعلق بـ {ضرب} ، {بِسُورٍ} وجار ومجرور، في محل الرفع نائب فاعل، وقيل: الباء: زائدة، {سور} نائب فاعل. والجملة الفعلية معطوفة على {قِيلَ} . {لَهُ} خبر مقدم، {بَابٌ} مبتدأ مؤخر، والجملة صفة لـ {سور} ، {بَاطِنُهُ} مبتدأ، {فِيهِ} خبر مقدم، {الرَّحْمَةُ} مبتدأ مؤخر، والجملة خبر لـ {بَاطِنُهُ} ، وجملة {بَاطِنُهُ} صفة ثانية لـ {سور} أو صفة لـ {بَابٌ} ، ولعله أولى لقربه. {وَظَاهِرُهُ} مبتدأ، {مِنْ قِبَلِهِ} خبر مقدم، {الْعَذَابُ} مبتدأ مؤخر، والجملة خبر {ظاهره} ، وجملة {ظاهره} معطوفة على جملة {بَاطِنُهُ} ، {يُنَادُونَهُمْ} وفعل، وفاعل، ومفعول به. والجملة مستأنفة أو حال من الضمير في {بَيْنَهُمْ} ، {أَلَمْ} الهمزة: للاستفهام التقريري، و {لم} حرف جزم، {نَكُنْ} فعل ناقص مجزوم بلم، واسمه ضمير يعود على المتكلمين، {مَعَكُمْ} خبر {نَكُنْ} . وجملة الاستفهام جملة مفسرة لجملة النداء، لا محل لها من الإعراب، أو منصوبة بقول مقدّر. {قَالُوا} فعل، وفاعل، والجملة مستأنفة. {بَلَى} حرف جواب قائم مقام الجواب المحذوف، تقديره: كنتم معنا. وجملة الجواب جزء مقول. </p><p> {وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ (١٤) فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا مَأْوَاكُمُ النَّارُ هِيَ مَوْلَاكُمْ وَبِئْسَ الْمَصِيرُ (١٥) }. </p><p> {وَلَكِنَّكُمْ} الواو: عاطفة، {لكنكم} ناصب واسمه، {فَتَنْتُمْ أَنْفُسَكُمْ} فعل، وفاعل، ومفعول به، والجملة في محل الرفع خبر {لكن} ، وجملة {لكن} معطوفة على جملة الجواب المحذوف على كونها مقول {قَالُوا} . {وَتَرَبَّصْتُمْ} فعل، وفاعل، </p><p> معطوف على {فَتَنْتُمْ} ، {وَتَرَبَّصْتُمْ} فعل، وفاعل، معطوف على {فَتَنْتُمْ} أيضًا، {وَغَرَّتْكُمُ الْأَمَانِيُّ} فعل، ومفعول به، وفاعل، معطوف على {فَتَنْتُمْ} أيضًا. {حَتَّى} حرف جر وغاية، {جَاءَ} فعل ماض في محل النصب بأن مضمرة بعد {حَتَّى} ، {أَمْرُ اللَّهِ} فاعل. والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور بحتى بمعنى إلى، تقديره: إلى مجيء أمر الله، الجار والمجرور متعلق بـ {غرتكم} . {وَغَرَّكُمْ} فعل، ومفعول، {بِاللَّهِ} متعلق بـ {غركم} ، {الْغَرُورُ} فاعل، والجملة معطوفة على {غرتكم} . {فَالْيَوْمَ} الفاء: فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم أحوالكم الدنيوية، وأردتم بيان مآلكم الأخروية فأقول لكم اليوم لا يؤخذ. و {اليوم} منصوب على الظرفية، متعلق بـ {يُؤْخَذُ} . {لَا} نافية، {يُؤْخَذُ} فعل مضارع مغيّر الصيغة، {مِنْكُمْ} متعلق به، {فِدْيَةٌ} نائب فاعل، والجملة في محل النصب، مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَلَا} الواو: عاطفة، {لا} نافية، {مِنَ الَّذِينَ} جار ومجرور، معطوف على {مِنْكُمْ} وجملة {كَفَرُوا} صلة الموصول، {مَأْوَاكُمُ} خبر مقدم، {النَّارُ} مبتدأ مؤخر، أو بالعكس. والجملة مستأنفة أو حال من ضمير {مِنْكُمْ} . {هي} مبتدأ، {مَوْلَاكُمْ} خبر، والجملة في محل النصب حال من النار أو مستأنفة. {وَبِئْسَ} الواو: استئنافية، {بئس} فعل ماض من أفعال الذمّ، {الْمَصِيرُ} فاعل، والمخصوص بالذمّ محذوف، تقديره: النار. والجملة الفعلية جملة إنشائية، لا محل لها من الإعراب. </p><p> {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ} . </p><p> {أَلَمْ} الهمزة للاستفهام التقريري التوبيخي، {لم} حرف جزم، {يَأْنِ} فعل مضارع مجزوم بلم، وعلامة جزمه حذف حرف العلّة، {لِلَّذِينَ} متعلّق به، وجملة {آمَنُوا} صلة الموصول، {أَنْ تَخْشَعَ قُلُوبُهُمْ} ناصب، وفعل منصوب، وفاعل، والجملة في تأويل مصدر مرفوع على الفاعلية، والتقدير: ألم يأن للذين آمنوا خشوع قلوبهم. والجملة إنشائية، لا محل لها من الإعراب. {لِذِكْرِ اللَّهِ} متعلق بـ {تَخْشَعَ} ، {وَمَا} معطوف على {ذكر الله} ، وجملة {نَزَلَ} صلة لـ {ما} ، {مِنَ الْحَقِّ} حال من فاعل {نَزَلَ} ، {وَلَا} الواو: عاطفة، {لا} نافية، {يَكُونُوا} فعل </p><p> ناقص واسمه، معطوف على {تَخْشَعَ}  {كَالَّذِينَ} خبر {يَكُونُوا} ، {أُوتُوا الْكِتَابَ} فعل ماض مغيّر الصيغة، ونائب فاعله، ومفعول ثان. والجملة صلة الموصول. {مِنْ قَبْلُ} تعلق بـ {أُوتُوا} . </p><p> {فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (١٦) اعْلَمُوا أَنَّ اللَّهَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ (١٧) }. </p><p> {فَطَالَ} الفاء: عاطفة، {طال} فعل ماضي، {عَلَيْهِمُ} متعلق به، {الْأَمَدُ} فاعل، والجملة معطوفة على جملة {أُوتُوا} . {فَقَسَتْ} الفاء: عاطفة، {قست} فعل ماض، {قُلُوبُهُمْ} فاعل. والجملة معطوفة على جملة {طال} . {وَكَثِيرٌ} مبتدأ، {مِنْهُمْ} صفة له. وهو المسوّغ للابتداء بالنكرة. {فَاسِقُونَ} خبر، والجملة مستأنفة. {اعْلَمُوا} فعل أمر، وفاعل، والجملة مستأنفة. {أَنَّ اللَّهَ} ناصب واسمه، {يُحْيِ الْأَرْضَ} فعل، وفاعل مستتر، ومفعول به، {بَعْدَ مَوْتِهَا} متعلق به. والجملة الفعلية في محل الرفع خبر {أنّ} ، وجملة {أنّ} في تأويل مصدر ساد مسدّ مفعولي {اعْلَمُوا} . {قد} حرف تحقيق، {بَيَّنَّا} فعل، وفاعل، {لَكُمُ} متعلق بـ {بَيَّنَّا}  {الْآيَاتِ} مفعول به، والجملة مستأنفة، {لَعَلَّكُمْ} ناصب واسمه، وجملة {تَعْقِلُونَ} خبره. وجملة {لعل} جملة تعليلية، لا محل لها من الإعراب. </p><p> التصريف ومفردات اللغة </p><p> {سَبَّحَ لِلَّهِ} والتسبيح: تنزيه الله تعالى اعتقادًا وقولًا وفعلًا عما لا يليق بجنابه سبحانه وتعالى من صفات المحدثين: كإثبات شريك له أو ند، وكون الملائكة بنات له، وكون عيسى ابنًا له، هذا في حق العقلاء، وأما تسبيح غيرهم فهو دلالة وجوده على عظم خالقه، وانقياده له في كل آنٍ. </p><p> {الْعَزِيزُ} هو الذي لا ينازعه في ملكه شيء. {الْحَكِيمُ} هو الذي يفعل أفعاله وفق الحكمة والصواب. {يُحْيِي} النطف، فيجعلها أشخاصًا عقلاء فاهمين ناطقين. {وَيُمِيتُ} الأحياء. وأصله: يموت بوزن يفعل نقلت حركة الواو إلى الميم فسكنت إثر كسرة فقلبت ياء، ففيه إعلال بالنقل والتسكين. </p><p> {هُوَ الْأَوَّلُ} ؛ أي: السابق على سائر الموجودات. {وَالْآخِرُ} ؛ أي: الباقي </p><p> بعد فنائها. {وَالظَّاهِرُ} ؛ أي: الذي ظهرت دلائل وجوده، وتكاثرت، فهو ظاهر بآثاره وأفعاله، وظاهر بغلبته على مخلوقاته وتسخيرها لإرادته. {وَالْبَاطِنُ} ؛ أي: الذي خفي عنا كنه ذاته، فلم تره العيون، فهو باطن بذاته، ومشرق بجماله وكماله، وباطن بعلمه بما خفي من مخلوقاته، فلا تخفى عليه خافية. </p><p> {فِي سِتَّةِ أَيَّامٍ} أصله: أيوام بوزن أفعال، اجتمعت الواو والياء وسبقت إحداهما بالسكون، فقلبت الواو ياء، وأدغمت فيها الياء، فصار أيَّام بوزن أعال. </p><p> {يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ} من الولوج. وهو الدخول في مضيق، وفي \"المناسبات\" : الولوج: الدخول في الساتر لجملة الداخل، وفيه إعلال بالحذف، أصله: يولج بوزن يفعل، حذفت فاؤه في المضارع لوقوعها بين ياء مفتوحة وكسرة، وهي الواو. إذ ماضيه ولج، فهو مثال واويّ. </p><p> {تُرْجَعُ الْأُمُورُ} قرىء مبنيًّا للمفعول من رجع رجعًا؛ أي: رد ردًّا وبالبناء للفاعل من رجع رجوعًا إذا صار إليه. {يُولِجُ اللَّيْلَ} من أولج الرباعي، والإيلاج: الإدخال. يستعمل في المحسوسات كإيلاج الحشفة في الفرج، وفي \"المعنويات\" كإيلاج الليل في النهار. </p><p> {وَقَدْ أَخَذَ مِيثَاقَكُمْ} والميثاق: العهد المؤكد باليمين. وأصله: موثاقكم، قلبت الواو ياء لسكونها إثر كسرة. {وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ} أصله: موراث، من الوراثة، قلبت الواو ياء لسكونها إثر كسرة، فصارت حرف مدٍّ. </p><p> {أُولَئِكَ أَعْظَمُ دَرَجَةً} ؛ أي: أرفع منزلة عند الله تعالى، وبعظم الدرجة يكون عظم صاحبها. فالدرجة بمعنى المرتبة والطبقة، وجمعها درجات. وإذا كانت بمعنى المرقاة فجمعها درج. </p><p> {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا} والإقراض حقيقته: إعطاء العين على أن يرد بدله من القرض. وهو في الأصل: القطع، من قرض الثوب بالمقراض إذا قطعه به، ثم سمي به ما يقطعه الرجل من أمواله فيعطيه عينًا بشرط رد بدله. فعلى هذا يكون {قَرْضًا حَسَنًا} مفعولًا به. </p><p> {يَسْعَى نُورُهُمْ} وأصله: يسعى بوزن يفعل، تحركت الياء وانفتح ما قبلها قلبت </p><p> ألفًا. {وَبِأَيْمَانِهِمْ} جمع يمين بمعنى الجهة، والمراد: جميع الجهات من إطلاق البعض وإرادة الكل. </p><p> {انْظُرُونَا} أمر من النظر. والنظر: هو تقليب العين إلى الجهة التي فيها المرئي. والمراد: رؤيته. ومادة \"نظرت\" وما تصرف منه يستعمل على ضروب: </p><p> أحدها: أن تريد به نظرت إلى الشيء، فتحذف الجار، وتصل الفعل. ومن ذلك ما أنشده أبو الحسن: </p><p> ظَاهِرَاتُ الْجَمَالِ وَالْحُسْنِ يَنْظُرْ ... نَ كَمَا يَنْظُرُ الأَرَاكَ الْظِّبَاءُ </p><p> والمعنى: ينظرن إلى الأراك، فحذف الجار. </p><p> والثاني: أن تريد به: تأملت وتدبرت، وهو فعل غير متعد. فمن ذلك قولهم: اذهب فانظر زيد أبو من هو. فهذا يراد به: التأمل، ومن ذلك قوله تعالى:  {انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ} ، و {انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ} . وقد يتعدى هذا بالجار كقوله تعالى: {أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ (١٧) } فهذا حض على التأمّل. وقد يتعدى هذا بقي نحو قوله:  {أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ} . </p><p> والثالث: أن تريد به: انتظرته. ومن ذلك قوله:  {غَيْرَ نَاظِرِينَ إِنَاهُ} . </p><p> والرابع: أن يكون نظرت بمعنى أنظرت، تريد بقولك: نظرت التنفيس الذين يطلب به الانتظار. فمن ذلك قول عمرو بن كلثوم: </p><p> أَبَا هِنْدٍ فَلَا تَعْجَلْ عَلَيْنَا ... وَأَنْظِرْنَا نُخَبِّرْكَ الْيَقِيْنَا </p><p> ومن ذلك قوله تعالى:  {فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ} . إنّما هو طلب الإمهال والتسويف. </p><p> {نَقْتَبِسْ} وأصل الاقتباس: طلب القبس؛ أي: الجذوة من النار. والجذوة: شعلة نار تقتبس من معظم النار. قال بعضهم: النار والنور من أصل واحد. وهو الضوء المنتشر يعين على الإبصار. وكثيرًا ما يتلازمان، لكن النار متاع للمقوين في الدنيا، والنور متاع لهم في الدنيا والآخرة. ولأجل ذلك استعمل في النور الاقتباس، وقيل:  {نَقْتَبِسْ مِنْ نُورِكُمْ} ؛ أي: نأخذ من نوركم قبسًا وسراجًا وشعلة. </p><p> {بِسُورٍ} والسور: الحاجز. {مِنْ قِبَلِهِ} من جهته. {بَلَى} ؛ أي: كنتم معنا. {فَتَنْتُمْ أَنْفُسَكُمْ} أهلكتموها بالمعاصي والشهوات. {وَتَرَبَّصْتُمْ} انتظرتم بالمؤمنين مصايب الزمان وحوادثه. {لَهُ بَابٌ} فيه إعلال بالقلب، أصله: بوب، تحركت الواو وانفتح ما قبلها قلبت ألفًا يدل على ذلك تصغيره على بويب، وجمعه على أبواب. </p><p> {يُنَادُونَهُمْ} أصله: يناديونهم بوزن يفاعلون، استثقلت الضمة على الياء فحذفت فسكنت فحذفت لالتقاء الساكنين، وضمت الدال لمناسبة الواو. </p><p> {وَارْتَبْتُمْ} ؛ أي: شككتم في أمر البعث، أصله: ارتيب بوزن افتعل، قلبت الياء ألفًا لتحركها وانفتاح ما قبلها، فصار ارتاب، ثم أسند الفعل إلى ضمير الرفع التحرك فسكن آخره فالتقى ساكنان، فحذفت الألف. </p><p> {الْأَمَانِيُّ} الأباطيل التي لا أصل لها من طول الآمال، الطمع في انتكاس الإِسلام. جمع أمنية كأضحية وأضاحي، وأصل أمنية: أمنوية بضم الهمزة، اجتمعت الواو والياء وسبقت إحداهما بالسكون فقلبت الواو ياءٌ، وأدغمت الياء في الياء، ثم كسرت النون لمناسبة الياء. </p><p> وقرأه أبو جعفر بتخفيف الياء ساكنة، فلم يعتد بحرف المد الموجود في المفرد الذي هو سبب التشديد عند الجمهور. </p><p> {الْغَرُورُ} بالفتح: الشيطان. {فِدْيَةٌ} والفدية والفداء: ما يبذل لحفظ النفس أو المال من الهلاك. {مَأْوَاكُمُ} ؛ أي: منزلكم الذي تأوون إليه. وأصله: مأويكم بوزن مفعل بفتح العين، قلبت ياؤه ألفًا لتحركها بعد فتح. </p><p> {هِيَ مَوْلَاكُمْ} أصله: موليكم بوزن مفعل بفتح العين، قلبت ياؤه ألفًا لتحركها بعد فتح. {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا} بسكون الهمزة وكسر النون مضارع أنى من باب رمى، يقال: أنى الأمر يأني كرمى يرمي رميًا وأناءً وأني إذا جاء أناه؛ أي: وقته. فهو معتل حذفت منه الياء التي هي لامه للجازم، فوزنه يفع لحذف لامه. </p><p> وقرأ الحسن {يَئِنْ} بكسر الهمزة وسكون النون مضارع آن من باب باع، يقال: آن يئين مثل: باع يبيع، فجزم بسكون النون، ومعنى {أَلَمْ يَأْنِ} ؛ أي: ألم يقرب وقت خشوع قلوبهم، ويجيء وقته. ومنه: قول الشاعر: </p><p> أَلَمْ يأنِ لِيَ يَا قلْبُ أَنْ أَتْرُكَ الجَهْلَا ... وَإِنْ يُحْدِثَ الشَّيْبُ المُنِيرُ لَنَا عَقْلا </p><p> {أُوتُوا الْكِتَابَ} أصله: أءتيوا، استثقلت الضمة على الياء، فحذفت للتخفيف، ثم حذفت الياء لالتقاء الساكنين، وضمت التاء لمناسبة الواو، وأبدلت الهمزة الساكنة واوًا حرف مد للأولى. </p><p> {فَطَالَ} أصله: طول، من باب فعل المضموم، فقلبت الواو ألفًا لتحركها بعد فتح، ففيه إعلال بالقلب. {فَقَسَتْ} أصله: قسو، قلبت الواو ألفًا لتحركها بعد فتح، ثم حذفت الألف لالتقائها مع تاء التأنيث الساكنة لما لحقت الفعل، فوزنه فعت. والقسوة: غلظ القلب، وعدم لينه لقبول الخير كما مر. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الطباق بين {يُحْيِي وَيُمِيتُ} ، وبين {الْأَوَّلُ وَالْآخِرُ} وبين {الظَّاهِرُ وَالْبَاطِنُ} . </p><p> ومنها: المقابلة بين {يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا} ، وبين {وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا} . </p><p> ومنها: رد العجز على الصدر في قوله: {يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ} . </p><p> ومنها: حذف مفعول {أَنْفِقُوا} في قوله: {آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ} فِيه للمبالغة في الحث على الإنفاق، وعدم البخل بالمال. وحذف مفعول {تُنْفِقُوا فِي سَبِيلِ اللَّهِ} لما تقدم ولتشديد التوبيخ؛ أي: وأيّ شيء لكم في أن لا تنفقوا ما هو قربة لله تعالى. </p><p> ومنها: الاستعارة التصريحية في {سَبِيلِ اللَّهِ} لأن السبيل حقيقة في الممر، فاستعير لكل خير يوصلهم إليه تعالى. </p><p> ومنها: حذف ثاني الاستوائين لأن الاستواء لا يتم إلا بعد شيئين، فلا بد من تقدير ثان، تقديره: لا يستوي منكم من أنفق من قبل فتح مكة، وقوّة الإِسلام، ومن </p><p> أنفق من بعد الفتح. فحذف لوضوح الدلالة عليه، ويسمى هذا الحذف بالإيجاز. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} ؛ أي: ليخرجكم من ظلمات الشرب إلى نور الإيمان. فاستعار لفظ الظلمات للكفر والضلالة، ولفظ النور للإيمان والهداية. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا} فقد شبه الإنفاق في سبيل الله بإقراضه، ثم حذف المشبه وأبقى المشبه به، والجامع بينهما إعطاء شيء بعوض. </p><p> ومنها: حذف متعلق الظرف في قوله: {يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} أعني اذكر تفخيمًا لشأن ذلك اليوم، كما في \"الروح\" . </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ} وحيث استعار النور للهدى والرضوان الذي هم فيه، فحذف المشبه وأبقى المشبه به. </p><p> ومنها: تخصيص الإيمان بالذكر في قوله: {وَبِأَيْمَانِهِمْ} ولم يذكر الشمائل مع أن المراد: جميع الجهات إظهارًا لشرفها على الشمائل. </p><p> ومنها: الالتفات من الخطاب إلى الغيبة في قوله: {خَالِدِينَ فِيهَا} بعد قوله: {بُشْرَاكُمُ الْيَوْمَ} . </p><p> ومنها: الاستعارة التصريحية في قوله: {بِسُورٍ لَهُ بَابٌ} حيث استعار الضرب للبناء لكون البناء مما يحتاج إلى ضرب باليد، ونحوها من الدلالات. </p><p> ومنها: الأسلوب التهكمي في قوله: {قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا} . </p><p> ومنها: الاستعارة التمثيلية في قوله: {فَضُرِبَ بَيْنَهُمْ بِسُورٍ} أيضًا حيث شبه بقاء المنافقين في حندس نفاقهم وظلامه بمن ضرب بينهم، وبين النور الهادي سور يحجب كل نور. </p><p> ومنها: الطباق بين باطنه وظاهره وبين الرحمة والعذاب في قوله: {بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ} . </p><p> ومنها: حذف الجواب في قوله: {قَالُوا بَلَى} إقامة لحرف الجواب مقامه. </p><p> ومنها: جناس الاشتقاق في قوله: {يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا} . </p><p> ومنها: الأسلوب التهكمي في قوله: {مَأْوَاكُمُ النَّارُ هِيَ مَوْلَاكُمْ} ؛ أي: لا ولي لكم ولا ناصر إلا نار جهنم. وهو تهكم بهم. </p><p> ومنها: الاستعارة التمثيلية في قوله: {اعْلَمُوا أَنَّ اللَّهَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا} حيث شبه تليين القلوب بالذكر والتلاوة بعد قساوتها ونبوها عن استماع الحق والعمل بأوامره بإحياء الأرض الميتة بالغيث من حيث اشتمال كل واحد منهما على بلوغ الشيء إلى كماله المتوقع بعد خلوه عنه، أو يكون استعارة تمثيلية لإحياء الأموات، بأن شبه إحياءها بإحياء الأرض الميتة، وأن من قدر على الثاني قادر على الأول. فحقه أن تخشع القلوب لذكره. </p><p> ومنها: الزيادة والحذف في عدّة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ (١٨) وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ (١٩) اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ (٢٠) سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٢١) مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (٢٢) لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ (٢٣) الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ (٢٤) لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ (٢٥) وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ فَمِنْهُمْ مُهْتَدٍ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (٢٦) ثُمَّ قَفَّيْنَا عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (٢٧) يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (٢٨) لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٢٩) }. </p><p> المناسبة </p><p> قوله تعالى:  {إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ} ... الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه لما (١) وازن بين المؤمنين والمنافقين فيما مضى، وأبان ما يكون </p><p>(١) المراغي.</p><p> بينهما من فارق يوم القيامة .. ذكر هنا التفاوت بين حال المؤمنين وحال الكافرين. </p><p> قوله تعالى:  {اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا ...} الآية، مناسبة هذه الآية لما قبلها: أنّ الله سبحانه لمّا بشر المؤمنين بأن نورهم يوم القيامة يسعى بين أيديهم وبأيمانهم، وحثهم على بذل الجهد وترك الغفلة، وذكر ثواب المتصدقين والمتصدقات .. أردف ذلك بوصف حال الدنيا، وسرعة زوالها، وتقضيها، وضرب لذلك مثل الأرض ينزل عليها المطر، فتنبت الزرع البهيج الناضر الذي يعجب الزرّاع لنمائه وجودة غلته، وبينما هو على تلك الحال إذا به يصفر بعد النضرة والخضرة، ويجف ثم يتكسر ويتفتت، وما الحياة الدنيا إلا مزرعة للآخرة، فمن أجاد زرعه حصد وربح، ومن توانى وكسل ندم ولات حين مندم. </p><p> قال سعيد بن جبير: الدنيا متاع الغرور إذا ألهتك عن طلب الآخرة، فأما إذا دعتك إلى طلب رضوان الله تعالى وطلب الآخرة فنعم المتاع، ونعم الوسيلة، ثم حث سبحانه على عمل ما يوصل إلى مغفرة الله ورضوانه، ويمهد إلى الدخول في جنات عرضها السماوات والأرض، أعدها لمن آمن به وبرسله فضلًا منه ورحمة، وهو المنعم عظيم الفضل. </p><p> قوله تعالى:  {مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه لما بين (١) أن متاع هذه الدنيا زائل فان، وأن ما فيها من خير أو شر لا يدوم .. أردف ذلك بتهوين المصايب على المؤمنين، فذلك يكون مصدر سعادة نفوسهم واطمئنانها، وبدونه يكون شقاؤها وكآبتها. وآية ذلك أن لا يحزنوا على فائت، ولا يفرحوا بما يصل إليهم من لذاتها الفانية. </p><p> ثم بين أن المختالين الذين يبخلون بأموالهم على ذوي الحاجة والبائسين، ويأمرون بذلك، ويعرضون عن الإنفاق لا يبخلون إلا على أنفسهم، والله غني عنهم، وهو المحمود على نعمه التي لا تدخل تحت حد. </p><p> قوله تعالى:  {وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه لما ذكر أنه أرسل الرسل بالبينات والمعجزات، وأنه أنزل الميزان </p><p>(١) المراغي.</p><p> والحديد، وأمر الخلق بأن يقوموا بنصرة رسله؛ أتبع ذلك ببيان ما أنعم به على أنبيائه من النعم الجسام، فذكر أنه شرف نوحًا وإبراهيم عليهما السلام بالرسالة، ثم جعل في ذريتهما النبوة والكتاب، فما جاء أحد بعدهما بالنبوة إلا كان من سلائلهما. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ ...} إلى آخر السورة، مناسبتها لما قبلها: أن الله سبحانه لما ذكر أن من آمنوا من أهل الكتاب إيمانًا صحيحًا لهم أجرهم عند ربهم. ذكر هنا من آمنوا منهم بعيسى أولًا، وبمحمد - صلى الله عليه وسلم - ثانيًا يؤتيهم أجرهم مرتين لإيمانهم بنبيهم، ثم بمحمد من بعده، ثم ذكر أن النبوة فضل من الله ورحمة منه، لا يخص به قومًا دون قوم، فهو أعلم حيث يجعل رسالته، لا كما يقول اليهود: إن الوحي والرسالة فينا، لا تعدونا إلى سوانا، فنحن شعب الله المختار، ونحن أبناء الله وأحبّاؤه. </p><p> أسباب النزول </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ ...} الآية، سبب نزول هذه الآية (١) : ما أخرجه الطبراني في الأوسط بسند فيه من لا يعرف عن ابن عباس: أنّ أربعين من أصحاب النجاشي قدموا على النبي - صلى الله عليه وسلم -، فشهدوا معه أحدًا، فكانت فيهم جراحات، ولم يقتل منهم أحد، فلما رأوا ما بالمؤمنين من الحاجة قالوا: يا رسول الله إنا أهل ميسرة، فأذن لنا نجيء بأموالنا نواسى بها المسلمين، فأنزل الله فيهم: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ (٥٢) } الآيات، فلمّا نزلت قالوا: يا معشر المسلمين أما من آمن منا بكتابكم فله أجران، ومن لم يؤمن بكتابكم فله أجر كأجوركم. فأنزل الله عزّ وجل:  {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ ...} الآية. </p><p> وأخرج ابن أبي حاتم عن مقاتل قال: لما نزلت: {أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا ...} الآية، فخر مؤمنو أهل الكتاب على أصحاب النبي - صلى الله عليه وسلم -، فقالوا: لنا أجران ولكم أجر، فاشتد ذلك على الصحابة، فأنزل الله: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا </p><p>(١) لباب النقول.</p>"
}