{
  "id": null,
  "sura": 57,
  "aya": 10,
  "text": "<p> ١٠ - وبعد أن وبخهم على ترك الإيمان، وبخهم على ترك الإنفاق، وأبان أنه لا معذرة لهم في ذلك. نقال:  {وَمَا لَكُمْ}  {ما} مبتدأ، {لَكُمْ} خبره. والاستفهام للتقريع والتوبيخ؛ أي: وأي عذر لكم في {أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ} ؟. وأي شيء يمنعكم من أن تنفقوا فيما هو قربة إلى الله ما هو له في الحقيقة، وإنما أنتم خلفاؤه في صرفه إلى ما عينه من المصارف. فقوله:  {فِي سَبِيلِ اللَّهِ} مستعار لما يكون قربة إليه، وقال بعضهم: معناه: لأجل الله، والأصل في \"أن لا تنفقوا\" كما أشرنا إليه في الحل. </p><p> وقيل (١) : إنَّ {أن} زائدة. وجملة قوله:  {وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ} في محل النصب على الحال من فاعل {أَلَّا تُنْفِقُوا} أو من مفعوله المحذوف. والمعنى: وأي شيء يمنعكم من الإنفاق في سبيل الله، والحال أنه لا يبقى لكم منها شيء، بل تبقى كلها لله بعد فناء الخلق. وإذا كان كذلك .. فإنفاقها بحيث تستخلف عوضًا يبقى، وهو الثواب كان أولى من الإمساك؛ لأنها إذًا تخرج من أيديكم مجانًا بلا عوض، ولا فائدة. قال الراغب: وصف الله نفسه بأنه الوارث من حيث إن الأشياء كلها صائرة إليه؛ وقال أبو الليث: إنما ذكر لفظ الميراث؛ لأن العرب تعرف أن ما ترك الإنسان يكون ميراثًا، فخاطبهم بحسب يعرفون فيما بينهم. </p><p> والخلاصة (٢) : أنفقوا أموالكم في سبيل الله قبل أن تموتوا، ليكون ذلك ذخرًا لكم عند ربكم. فبعد الموت لا تقدرون على ذلك. إذ تصير الأموال ميراثًا لمن له السماوات والأرض. </p><p> ثم بين سبحانه تفاوت درجات المنفقين بحسب تفاوت أحوالهم في الإنفاق. فقال:  {لَا يَسْتَوِي مِنْكُمْ} يا عشر المؤمنين. روي أن جماعة من الصحابة رضي الله عنهم أنفقوا نفقات كثيرة حتى قال ناس: هؤلاء أعظم أجرًا من كل من أنفق قديمًا، فنزلت الآية مبينة أن النفقة قبل فتح مكة أعظم أجرًا؛ أي: لا يستوي منكم معشر المؤمنين {مَنْ} آمن، وهاجر، و {أَنْفَقَ} ماله في سبيل الله {مِنْ قَبْلِ الْفَتْحِ} ؛ أي: قبل فتح مكة الذي أزال الهجرة {وَقَاتَلَ} لإعلاء كلمة الله؛ أي: لا يستوي هو ومن </p><p>(١) الشوكاني. (٢) المراغي.</p><p> أنفق بعد الفتح، وقاتل العدو تحت لواء رسول الله - صلى الله عليه وسلم -. والاستواء (١) يقتضي شيئين. فقسيم {من آمن} محذوف لوضوحه، ودلالة ما بعده عليه؛ أي: لا يستوي في الفضل والثواب من أنفق من قبل الفخح وقاتل، ومن أنفق من بعده وقاتل. وقرأ الجمهور {مِنْ قَبْلِ الْفَتْحِ} . وقرأ زيد بن علي {قَبْلِ الْفَتْحِ} بغير من. </p><p> وإنما كانت النفقة، والقتال قبل الفتح أفضل من النفقة والقتال بعد الفتح؛ لأن حاجة الناس كانت إذ ذاك أكثر، وهم أقل وأضعف، ولم يؤمن إذ ذاك إلا الصديقون. أما بعد الفتح فقد انتشر الإسلام، ودخل الناس في دين الله أفواجًا، وتقديم الإنفاق على القتال للإيذان بفضيلة الإنفاق لما كانوا عليه من الحاجة، فإنهم كانوا يجودون بأنفسهم، ولا يجدون ما يجودون به من الأموال، والجود بالنفس أقصى غاية الجود. </p><p> والإشارة بقوله:  {أُولَئِكَ} إلى {من} باعتبار معناها، وهو مبتدأ، وخبره {أَعْظَمُ دَرَجَةً} ؛ أي: أرفع منزلة عند الله، وأعلى رتبة {مِنَ الَّذِينَ أَنْفَقُوا} أموالهم في سبيل الله تعالى {مِنْ بَعْدُ} ؛ أي: من بعد فتح مكة. {وَقَاتَلُوا} مع رسول الله - صلى الله عليه وسلم -. قال الزجاج: لأن المتقدمين نالهم من المشقة أكثر مما نال من بعدهم، وكانت بصائرهم أيضًا أنفذ. </p><p> وقال الشعبي، والزهري: فتح الحديبية. قال قتادة: كان قتالان أحدهما أفضل من الآخر، ونفقتان إحداهما أفضل من الأخرى، كان القتال والنفقة من قبل فتح مكة أفضل من النفقة والقتال بعد ذلك. </p><p> والمعنى (٢) : أي أولئك المنفقون المقاتلون قبل الفتح، وهم السابقون الأوّلون من المهاجرين والأنصار أعظم درجة، وأرفع منزلة عند الله، وبعظم الدرجة يكون عظم صاحبها. فالدرجة بمعنى المرتبة والطبقة، وجمعها درجات، كما سيأتي. {مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا} ؛ لأنّهم إنما فعلوا من الإنفاق، والقتال قبل عزة الإسلام، وقوّة أهله عند كمال الحاجة إلى النصرة بالنفس والمال، وهؤلاء فعلوا ما فعلوا بعد ظهور الدين، ودخول الناس فيه أفواجًا، وقلة الحاجة إلى الإنفاق </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}