{
  "id": null,
  "sura": 57,
  "aya": 16,
  "text": "<p> مكانكم عن قرب من الولي. وهو القرب. وقيل: إن الله يركب في النار الحياة والعقل فهي تتميز غيظًا على الكفار. وقيل: هي ناصركم على طريقة قول الشاعر: </p><p> تَحِيّةٌ بينهم ضرب وجيع </p><p> فإن مقصوده نفي التحية فيما بينهم قطعًا؛ لأن الضرب الوجيع ليس بتحية، فيلزم أن لا تحية ألبتة، فكذا إذا قيل لأهل النار: هي ناصركم يراد به أن لا ناصر لكم ألبتة. {وَبِئْسَ الْمَصِيرُ} ؛ أي: المرجع الذي تصيرون إليه، وهو النار. </p><p> والمعنى (١) : أي فاليوم لو جاء أحدكم بملء الأرض ذهبًا، ومثله معه ليفتدي به من عذاب الله ما قبل منه. فمصيركم إلى النار، وإليها متقلبكم ومثواكم، وهي أولى بكم من كل منزل آخر لكفركم وارتيابكم، وساءت مصيرًا ومآلًا. </p><p> والخلاصة: أنّ لا مناص من النار، فلا فداء ولا فكاك منها. </p><p> ١٦ - والاستفهام في قوله:  {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا} للتوبيخ والتقرير. {يَأْنِ} فعل مضارع مجزوم من (٢) أنى الأمر يأني أنيًا من باب رمى إذا جاء إناه أي: وقته، وحان حينه؛ أي: ألم يأت، ولم يجيء، ولم يقرب للذين آمنوا بالله ورسوله {أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ} تعالى؛ أي: ألم يأت وقت خشوع قلوبهم وخضوعها لذكره تعالى، ومواعظه، وطمأنينتها به، ومسارعتها إلى طاعته بالامتثال لأوامره، والانتهاء عما نهوا عنه من غير توان، ولا فتور. قال بعضهم: الذكر إن كان غير القرآن يكون المعنى: أن ترق، وتلين قلوبهم إذا ذكر الله، فإن ذكر الله سبب لخشوع القلوب أي سبب. فالذكر مضاف إلى مفعوله، واللام بمعنى الوقت، والمعنى: ألم يأت للذين آمنوا خشوع قلوبهم وقت ذكرهم إياه تعالى، وإن كان القرآن فهو مضاف إلى الفاعل، واللام للعلة. </p><p> والمعنى (٣) : ألم يأت للذين آمنوا وقت خشوعهم لذكر الله تعالى، ومواعظة التي ذكرها في القرآن، ولآياته التي تتلى فيه. {وَ} أن تخشع لـ {وَمَا نَزَلَ مِنَ الْحَقِّ} ؛ أي: من القرآن. وهو معطوف على {ذِكْرِ اللَّهِ} فإن كان هو المراد به أيضًا فالعطف </p><p>(١) المراغي. (٢) روح البيان.(٣) روح البيان.</p><p> لتغاير العنوانين. فإنه ذكر وموعظة، كأنه حق نازل من السماء. وإلا فالعطف كما في قوله تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٢) }. ومعنى الخشوع لما نزل: الانقياد التام لأوامره ونواهيه، والعكوف على العمل بما فيه من الأحكام التي من جملتها ما سبق، وما لحق من الإنفاق في سبيل الله. </p><p> قرأ الجمهور (١) : {أَلَمْ} . وقرأ الحسن، وأبو السمّال {ألمّا} . وقرأ الجمهور {يأن} مضارع أن إذا حان. وقرأ الحسن {يئن} بكسر الهمزة وسكون النون مضارع آن إذا حان أيضًا. وقرأ الجمهور، وأبو بكر عن عاصم {وما نزّل} بتشديد الزاي؛ أي: ولما نزله الله من القرآن. وقرأ نافع، وحفص مخففًا. والجحدري، وأبو جعفر، والأعمش، وأبو عمرو في رواية يونس، وعباس عنه مبنيًّا للمفعول مشددًا، وقرأ عبد الله {أنزل} بهمزة النقل مبنيًّا للفاعل. </p><p> وعبارة الشوكاني: والمعنى: أنه (٢) ينبغي أن يورثهم الذكر خشوعًا ورقة، ولا يكونوا كمن لا يلين قلبه للذكر، ولا يخشع له. {وَمَا نَزَلَ مِنَ الْحَقِّ} معطوف على {ذكر الله} . والمراد بما نزل من الحق: القرآن. فيحمل الذكر المعطوف عليه على ما عداه مما فيه ذكر الله سبحانه باللسان، أو خطور بالقلب. وقيل: المراد بالذكر: هو القرآن، فيكون هذا العطف من باب عطف التفسير أو بتغاير المفهومين، انتهى. </p><p> وقرأ الجمهور (٣) قوله: {وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ} بالتحتانية على الغيبة جريًا على ما تقدم عطفًا على {أَنْ تَخْشَعَ} . وقرأ أبو حيوة، وابن أبي عبلة، وإسماعيل عن أبي جعفر، وعن شيبة، ويعقوب، وحمزة في رواية عن سليم عنه {ولا تكونوا} بالفوقانية على الخطاب التفاتًا، وبها قرأ عيسى، وابن إسحاق إما نهيًا وإما عطفًا على {أَنْ تَخْشَعَ} ؛ أي: ألم يأن لهم أن تخشع قلوبهم ولا يكونوا كالذين ... إلخ. </p><p> والمعنى: النهي لهم عن أن يسلكوا سبيل اليهود والنصارى الذين أوتوا التوراة </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) البحر المحيط.</p><p> والإنجيل من قبل نزول القرآن. {فَطَالَ عَلَيْهِمُ الْأَمَدُ} ؛ أي: طال عليهم الزمان بينهم وبين أنبيائهم، أو الأعمار والآمال، وغلبهم الجفاء والقسوة، وزالت عنهم الروعة التي كانت تأتيهم من التوراة والإنجيل إذا تلوهما أو سمعوهما. وقرأ الجمهور (١)  {الْأَمَدُ} بتخفيف الدال. وهي الغاية من الزمان. وقرأ ابن كثير في رواية عنه بتشديدها. وهو الزمان بعينه الأطول. وقيل: المراد بالأمد على القراءة الأولى: الأجل والغاية، يقال: أمد فلان كذا؛ أي: غايته. {فَقَسَتْ قُلُوبُهُمْ} ؛ أي: تصلبت وغلظت بذلك السبب بحيث لا تنفعل للخير والطاعة، فهي كالحجارة أو أشد قسوة. فلذلك حرفوا وبدلوا. فنهى الله سبحانه أمة محمد - صلى الله عليه وسلم - أن يكونوا مثلهم. {وَكَثِيرٌ مِنْهُمْ} ؛ أي: من أهل الكتاب {فَاسِقُونَ} ؛ أي: خارجون عن طاعة الله تعالى؛ لأنهم تركوا العمل بما أنزل إليهم، وحرفوا، وبدلوا، ولم يؤمنوا بما نزل على محمد - صلى الله عليه وسلم - لفرط الجفاء والقسوة. قيل: هم الذين تركوا الإيمان بعيسى ومحمد - صلى الله عليه وسلم -. وقيل: هم الذين ابتدعوا الرهبانية. وهم أصحاب الصوامع. </p><p> وفيه (٢) : إشارة إلى أن عدم الخشوع في أول الأمر يفضي إلى الفسق في آخر الأمر، وروي عن عيسى عليه السلام قال: لا تكثروا الكلام بغير ذكر الله تعالى فتقسوا قلوبكم، فإن القلب القاسي بعيد من الله تعالى، ولا تنظروا في ذنوب العباد كأنكم أرباب، وانظروا في ذنوبكم كأنكم عبيد، فإنما الناس رجلان: مبتلى ومعافى. فارحموا أهل البلاء، واحمدوا الله على العافية. </p><p> ومعنى الآية (٣) : أي أما آن للمؤمنين أن ترق قلوبهم عند سماع القرآن والمواعظ، فتفهمه، وتنقاد له، وتطيع أوامره، وتنتهي عن نواهيه. وإذا كان المؤمنون قد أصابهم الوهن، ولم يمض على الإسلام أكثر من ثلاث عشرة سنة، كما قال ابن عباس: فما بالهم اليوم وقد مضى عليهم أكثر من ثلاثة عشر قرنًا؟. فتعبير الآية عن حالهم الآن بالأولى. فالوهن الآن أضعاف مضاعفة عما كان في تلك الحقبة، ومن ثم أفرط الأفاريج في إذلالهم واستعبادهم، وصاروا غرباء في ديارهم، والأمر والنهي فيها لسواهم. </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) المراغي.</p>"
}