{
  "id": null,
  "sura": 57,
  "aya": 11,
  "text": "<p> والقتال. وقد صرح - صلى الله عليه وسلم - بفضل الأوّلين بقوله:  \"لو أنفق أحدكم مثل أحد ذهبًا ما بلغ مد أحدهم ولا نصيفه\" . </p><p> {وَكُلًّا} ؛ أي: كل واحد من الفريقين. وهو مفعول أول لقوله:  {وَعَدَ اللَّهُ الْحُسْنَى} ؛ أي: المثوبة الحسنى. وهي الجنة. لا الأوّلين فقط، ولكن الدرجات متفاوتة. {وَاللَّهُ} سبحانه وتعالى {بِمَا تَعْمَلُونَ} أيها العباد {خَبِيرٌ} بظواهره وبواطنه، ويجازيكم بحسبه. </p><p> قال في \"المناسبات\" : لما كان زكاة الأعمال إنما هو بالنيات، وكان التفضيل مناط العلم قال مرغّبًا في حسن النيات، مرهِّبًا من التقصير فيها:  {وَاللَّهُ بِمَا تَعْمَلُونَ} ؛ أي: تجددون عمله على ممر الأوقات {خَبِيرٌ} ؛ أي: عالم بباطنه وظاهره علمًا لا مزيد عليه بوجه. فهو يجعل جزاء الأعمال على قدر النيّات التي هي أرواح صورها. وقرأ الجمهور (١) : {وَكُلًّا} بالنصب، وقرأ ابن عامر، وعبد الوارث بالرفع على أنه مبتدأ. </p><p> والمعنى (٢) : أي وكل من المنفقين قبل الفتح وبعده لهم ثواب على ما عملوا، وإن كان بينهم تفاوت في مقدار الجزاء، كما قال في آية أخرى: {لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا (٩٥) } الآية. ثم وعدوا وأوعد. فقال:  {وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} ؛ أي: والله عليم بظواهر أحوالكم وبواطنها فيجازيكم بذلك، ولخبرته تعالى بكم فضل أعمال من أنفق من قبل الفتح وقاتل، على من أنفق بعده وقاتل، وما ذاك إلا لعلمه بإخلاص الأول في إنفاقه في حال الجهد والضيق. ولأبي بكر الصديق رضي الله عنه الحظ الأوفر من هذه الآية، فإنه سيد من عمل بها، إذ أنفق ماله كله ابتغاء وجه الله تعالى، ولم يكن لأحد عنده من نعمة يجزيه بها. </p><p> ١١ - ثم ندب إلى الإنفاق في سبيله، ووبخ على تركه. فقال:  {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا} من (٣) مبتدأ، خبره {ذَا} ، و {الَّذِي} صفة {ذَا} ، أو بدله. </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.</p><p> والإقراض حقيقة: إعطاء العين على وجه يطلب بدله. و {قَرْضًا حَسَنًا} مفعول مطلق له بمعنى إقراضًا حسنًا. وهو الإخلاص في الإنفاق؛ أي؛ الإعطاء لله، وتحري أكرم المال، وأفضل الجهات. </p><p> والمعنى: من ذا الذي ينفق ماله في سبيل الله رجاء أن يعوضه. فإنه كمن يقرضه. وقال في \"كشف الأسرار\" : كل من قدم عملًا صالحًا يستحق به مثوبة، فقد أقرض، ومنه قولهم: الأيادي قروض، وكذلك كل من قدم عملًا سيئًا يستوجب به عقوبة فقد أقرض، فلذلك قال تعالى:  {قَرْضًا حَسَنًا} . لأنّ المعصية قرض سيء. قال أمية: </p><p> لَا تَخْلُطَنَّ خَبِيثَاتٍ بِطَيِّبَةٍ ... وَاخْلَعْ ثِيَابَكَ منها وَانْجُ عُرْيَانَا </p><p> كُلُّ امْرِىءٍ سَوْفَ يُجْزى قَرْضَه حَسَنًا ... أَوْ سَيِّئًا وَيُدَانُ مِثْلَ مَا دَانَا </p><p> وقيل: المراد بالقرض: الصدقة، انتهى. وهاهنا وجه آخر، وهو أن القرض في الأصل: القطع من قرض الثوب بالمقراض إذا قطعه به، ثم سمي به ما يقطعه الرجل من أمواله، فيعطيه عينًا بشرط رد بدله، فعلى هذا يكون {قَرْضًا حَسَنًا} مفعولًا به. </p><p> والمعنى: من ذا الذي يقرض الله مالًا حسنًا؛ أي: حلالًا طيبًا. فإنه تعالى لا يقبل إلا الحلال الطيب. </p><p> فائدة: قال بعض العلماء: لا يكون القرض حسنًا حتى يجمع أوصافًا عشرة: وهو أن يكون المال من الحلال؛ وأن يكون من أجود المال، وأن تتصدق به وأنت محتاج إليه، وأنت تصرف صدقتك إلى الأحوج إليها، وأن تكتم الصدقة ما أمكنك، وأن لا تتبعها بالمن والأذى، وأن تقصد بها وجه الله تعالى ولا ترائي بها الناس، وأن تستحقر ما تعطي وإن كان كثيرًا، وأن يكون من أحب أموالك إليك، وأن لا ترى عز نفسك وذل الفقير. فهذه عشرة خصال، إذا اجتمعت في الصدقة كانت قرضًا حسنًا، انتهى ذكره في \"الفتوحات\" نقلًا عن القرطبي. وقيل: القرض الحسن هو الخالص عن شوائب الرياء. أما القرض الذي يدفع إلى الإنسان من المال بشرط بدله فهو سنة مؤكدة. قد يجب للمضطر، ويحرم على من يستعين به على معصية. </p><p> {فَيُضَاعِفَهُ لَهُ} بالنصب على جواب الاستفهام باعتبار المعنى. كأنّه قيل: </p><p> أيقرض الله أحد فيضاعفه له؛ أي: فيعطيه أجره أضعافًا من فضله، وإنّما قلنا: باعتبار المعنى؛ لأنَّ {الفاء} إنما تنصب فعلًا مردودًا على فعل مستفهم عنه كما قال أبو علي الفارسي. وهاهنا السؤال لم يقع عن القرض، بل عن فاعله. {وَلَهُ أَجْرٌ كَرِيمٌ} وذلك الأجر المضموم إليه الأضعاف كريم حسن طيب مرضي في نفسه، حقيق بأن يتنافس فيه المتنافسون، وإن لم يضاعف فكيف وقد ضوعف أضعافًا كثيرة. </p><p> والمعنى (١) : أي من هذا الذي ينفق أمواله في سبيل الله محتسبًا أجره عند ربه بلا من ولا أذى، فيضاعف له ذلك القرض، فيجعل له بالحسنة الواحدة سبع مئة، وله بعد ذلك جزاء كريم بمثبوته بالجنة، وعن ابن مسعود رضي الله عنه قال: لما نزلت هذه الآية: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا ...} الآية، قال أبو الدحداح الأنصاري: يا رسول الله، وإن الله ليريد منا القرض، قال:  \"نعم يا أبا الدحداح،قال:أرني يدك يا رسول الله قال: فناوله يده قال: إني أقرضت ربي حائطي - بستاني - وكان له حائط فيه ست مئة نخلة، وأم الدحداح فيه وعيالها.قال أبو الدحداح:فناديتها يا أم الدحداح،قالت:لبيك، قال أخرجي فقد أقرضته ربي عز وجل،قالت له:ربح بيعك يا أبا الدحداح. ونقلت منها متاعها وصبيانها. فقال رسول الله - صلى الله عليه وسلم -: \" كم من عذق رداح في الجنة لأبي الدحداح\". </p><p> وهذا الأسلوب يستعمل في الأمر العزيز النادر، فيقال: من ذا الذي يفعل كذا إذا كان أمرًا عظيمًا. وعلى هذا جاء قوله تعالى:  {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} . </p><p> وقرأ ابن عامر، وابن كثير (٢) : {فيُضعِّفه} بإسقاط الألف مع التضعيف، إلا ابن عامر، ويعقوب نصبوا الفاء. وقرأ نافع، وأهل الكوفة والبصرة {فَيُضَاعِفَهُ} بالألف وتخفيف العين، إلا أن عاصمًا نصب {الفاء} ورفع الباقون. قال ابن عطية: الرفع على العطف على {يُقْرِضُ} أو الاستئناف، والنصب لكون {الفاء} في جواب الاستفهام. وضَعَّف النصب أبو علي الفارسي، قال: لأن السؤال لم يقع عن القرض، وإنما وقع عن فاعل القرض، وإنما تنصب {الفاء} فعلًا مردودًا على فعل </p><p>(١) المراغي. (٢) الشوكاني.</p>"
}