{
  "id": null,
  "sura": 57,
  "aya": 1,
  "text": "<p> أسباب النزول </p><p> قوله تعالى:  {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا ...} الآية، سبب نزول هذه الآية (١) : ما أخرجه بن أبي شيبة في \"المصنف\" عن عبد العزيز بن أبي روّاد: أن أصحاب النبي - صلى الله عليه وسلم - ظهر فيهم المزاح والضحك .. فنزلت هذه الآية:  {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا} ... الآية. وأخرج ابن أبي حاتم عن مقاتل بن حيان قال: كان أصحاب النبي - صلى الله عليه وسلم - قد أخذوا في شيء من المزاح، فأنزل الله:  {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ ...} الآية. </p><p> وأخرج عن السدي عن القاسم قال: مل أصحاب رسول الله - صلى الله عليه وسلم - ملة، فقالوا: حدثنا يا رسول الله. فأنزل الله:  {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ} . ثم ملوا ملة، فقالوا: حدثنا يا رسول الله. فأنزل الله:  {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ ...} الآية. </p><p> وروي عن ابن مسعود رضي الله عنه: أنه قال: لما قدم أصحاب رسول الله - صلى الله عليه وسلم - المدينة فأصابوا من لين العيش ما أصابوا بعد أن كانوا في جهد جهيد. فكأنهم فتروا عن بعض ما كانوا عليه، فعوتبوا، فنزلت الآية. </p><p> التفسير وأوجه القراءة </p><p> ١ - {سَبَّحَ لِلَّهِ} ؛ أي: نزه لله سبحانه وتعالى، وقدسه عن كل ما لا يليق به ذاتًا وصفات وأفعالًا، ومجده، وعظمه بكل الكمالات {مَا فِي السَّمَاوَاتِ وَالْأَرْضِ} أي: جميع المخلوقات في السموات والأرض حيوانًا وجمادًا عقلاء وغير عقلاء، إما بلسان المقال أو بلسان الحال. </p><p> ومعنى التسبيح (٢) : هو تنزيه الله تعالى اعتقادًا وقولًا وفعلًا عمَّا لا يليق بجنابه سبحانه (٣) ، عبر هنا، وفي الحشر والصف بالماضي، وفي الجمعة والتغابن بالمضارع، وفي الأعلى بالأمر، وفي الإسراء بالمصدر استيعابًا للجهات المشهورة </p><p>(١) لباب النقول. (٢) روح البيان.(٣) روح البيان.</p><p> لهذه الكلمة، وبدأ بالمصدر في الإسراء؛ لأنه الأصل، ثم بالماضي في الحديد، والحشر، والصف؛ لأنه أسبق الزمانين. ثم بالمضارع في الجمعة والتغابن لشموله الحال والمستقبل، ثم بالأمر في الأعلى لخصوصه بالحال مع تأخره في النطق به في قولهم: فعل يفعل إفعل. </p><p> وفيه تعليم (١) عباده استمرار وجود التسبيح منهم في جميع الأزمنة، والأوقات. </p><p> والحاصل: أن كلًّا من صيغتي الماضي والمضارع جردت عن الدلالة على مدلولها من الزمان المخصوص. فأشعر باستمراره في الأزمنة لعدم ترجح البعض على البعض. فالمكونات من لدن إخراجها من العدم إلى الوجود، مسبحة في كل الأوقات، لا يختص تسبيحها بوقت دون وقت، بل هي مسبحة دائمًا في الماضي، وتكون مسبحة أبدًا في المستقل. </p><p> وفي الحديث:  \"أفضل الكلام أربع: سبحان الله, والحمد لله، ولا إله إلا الله، والله أكبر. لا يضرك بأيهن بدأت\" . والمراد (٢) بالتسبيح المسند إلى ما في السماوات والأرض من العقلاء، وغيرهم، والحيوانات، والجمادات: هو ما يعم التسبيح بلسان المقال كتسبيح الملائكة، والإنس، والجن. وبلسان الحال كتسبيح غيرهم. فإن كل موجود يدل على الصانع. وقد أنكر الزجاج أن يكون تسبيح غير العقلاء هو تسبيح الدلالة. وقال: لو كان هذا تسبيح الدلالة، وظهور آثار الصنعة لكانت مفهومة. فلِمَ قال:  {وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ} ؟ وإنّما هو تسبيح مقال، واستدل بقوله:  {وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ} . فلو كان هذا التسبيح من الجبال تسبيح دلالة لم يكن لتخصيص داود فائدة. </p><p> وفعل التسبيح قد يتعدى بنفسه تارةً كما في قوله:  {وَسَبِّحُوهُ} ، وباللام أخرى كهذه الآية. واللام إما مزيدة للتأكيد كما في نصحت له، وشكرت له في نصحته وشكرته أو للتعليل، والفعل منزل منزلة اللازم؛ أي: فعل ما في السموات والأرض التسبيح، وأوقعه، وأحدثه لأجل الله تعالى وخالصًا لوجهه. وعبر بما التي لغير </p><p>(١) روح البيان. (٢) الشوكاني.</p>"
}