{
  "id": null,
  "sura": 57,
  "aya": 20,
  "text": "<p> يتفاوتون في ذلك بحسب ما كانوا عليه في الدنيا من الأعمال. </p><p> والخلاصة: أن العاملين أقسام. فمنهم: النبيون، والصديقون، والشهداء، والصالحون كما قال تعالى: {وَمَنْ يُطِعِ اللهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا (٦٩) }. </p><p> ولما ذكر الله سبحانه السعداء ومآلهم .. أردف ذلك بذكر حال الأشقياء ومصيرهم. فقال:  {وَالَّذِينَ كَفَرُوا} بالله ورسله {وَكَذَّبُوا بِآيَاتِنَا} ؛ أي: كذبوا بآيات الله، وحججه، وبراهينه الدالة على وحدانيته وصدق رسله {أُولَئِكَ} الموصوفون بالصفات القبيحة المذكورة {أَصْحَابُ الْجَحِيمِ} ؛ أي: أصحاب النار، خالدين فيها أبدا لا يفارقونها، يعذبون بها، ولا أجر لهم ولا نور، بل لهم عذاب مقيم وظلمة دائمة. </p><p> وفيه (١) : دليل على أن الخلود في النار مخصوص بالكفار، من حيث إن التركيب يشعر بالاختصاص، والصحبة تدل على الملازمة عرفًا، وأراد بالكفر: الكفر بالله، فهو في مقابلة الإيمان بالله، وبتكذيب الآيات: تكذيب ما بأيدي الرسل من الآيات الإلهية، وتكذيبها تكذيبهم فهو في مقابلة الإيمان والتصديق بالرسل. ففيه وصف لهم بالوصفين القبيحين اللذين هما: الكفر والتكذيب. </p><p> ٢٠ - ولما ذكر سبحانه حال الفريق الثاني، وما وقع منهم من الكفر والتكذيب، وذلك بسبب ميلهم إلى الدنيا وإيثارها بين لهم حقارتها، وأنها أحقر من أن تؤثر على الدار الآخرة. فقال:  {اعْلَمُوا} أيها المكبون على الدنيا المعرضون عن الآخرة {أَنَّمَا الْحَيَاةُ الدُّنْيَا} لفظ الحياة زائد، والمضاف مضمر، و {ما} صلة؛ أي: اعلموا أن أمور الدنيا وشؤونها لشعب إلخ، ويجوز أن تجعل الحياة الدنيا مجازًا عن أمورها بعلاقة اللزوم. وفي \"كشف الأسرار\" : الحياة القربى في الدار الأولى. فإن المقصود الحياة في هذه الدار، فكل ما قبل الموت دنيا، وكل ما تأخر عنه أخرى. {لَعِبٌ} ؛ أي: عمل باطل تتعبون فيه أنفسكم إتعاب اللاعب بلا فائدة. واللعب (٢) في أصله: هو فعل الصبيان الذين يتعبون أنفسهم جدًّا، ثم إن تلك الملاعب تنقضي من غير </p><p>(١) روح البيان. (٢) المرح.</p><p> فائدة. {وَلَهْوٌ} تلهون به أنفسكم، وتشغلونها عما يهمكم من أعمال الآخرة. واللهو في أصله: هو فعل الشبان، فبعد انقضائه لا يبقى إلا التحزن؛ لأنَّ العاقل يرى المال ذاهبًا والعمر ذاهبًا، وقال مجاهد: كل لعب لهو، وقيل: اللعب ما رغب في الدنيا، واللهو ما ألهى عن الآخرة. {وَزِينَةٌ} من الملابس، والمراكب، والمنازل الحسنة تتزينون بها. والزينة في أصله: دأب النسوان؛ لأن المطلوب من الزينة تحسين القبيح وتكميل الناقص. {وَتَفَاخُرٌ بَيْنَكُمْ} بالأنساب والأحساب، تتفاخرون بها كتفاخر الأقران، يفتخر بعضهم على بعض بالنسب، أو بالقوة، أو بالقدرة، أو بالعساكر. وكلها ذاهبة، كما هو شأن العرب، والتفاخر في أصله: هو دأب الأقران، ومعنى الفخر: المباهاة في الأشياء الخارجة عن الإنسان كالمال والجاه، ويعبر عن كل نفس بالفاخر، كما في \"المفردات\" . وقرأ الجمهور (١) بتنوين {تفاخر} ، والظرف صفة له أو معمول له، وقرأ السلمي بالإضافة. {وَتَكَاثُرٌ} ؛ أي: مغالبة في الكثرة {فِي الْأَمْوَالِ وَالْأَوْلَادِ} وتطاول بكثرة العَدَد والعُدَد، ومباهاة بكثرتهما. لا سيما التطاول بها على الفقراء والمساكين، فإنهم كانوا يتكاثرون بأموالهم وأولادهم، ويتطاولون بذلك على الفقراء، والتكاثر في أصله: شأن الدهقان \"بضم الدال وكسرها: التاجر، ورئيس الإقليم، معرب\" . فالحياة (٢) الدنيا غير مذمومة، وإنما المذموم من صرف هذه الحياة إلى طاعة الشيطان ومتابعة الهوى، لا إلى طاعة الله تعالى. </p><p> والمعنى: اعلموا أن شغل البال بالحياة الدنيا دائر بين هذه الأمور الخمسة، وقيل: الدنيا لعب كعب الصبيان، وزينة كزينة النسوان، وتفاخر كتفاخر الأقران، وتكاثر كتكاثر الدهقان. </p><p> قال علي بن أبي طالب لعمار بن ياسر رضي الله تعالى عنهما: لا تحزن على الدنيا، فإن الدنيا ستة أشياء: مطعوم، ومشروب، وملبوس، ومشموم، ومركوب، ومنكوح. فأكبر طعامها العسل: وهو ريقة ذبابة، وأكبر شرابها الماء، ويستوي فيه جميع الحيوان، وأكبر الملبوس الديباج: وهو نسج دودة، وأكبر المشموم المسك: وهو دم ظبية، وأكبر المركوب الفرس وعليها يقتل الرجال، وأكبر المنكوح النساء، </p><p>(١) الشوكاني. (٢) المراح.</p><p> وهو مبال في مبال، وفي الحديث:  \"ما لي وللدنيا إنما مثلي ومثل الدنيا، كراكب قام في ظل شجرة في يوم صائف ثم راح وتركها\" . </p><p> والخلاصة (١) : أي اعلموا أيها الناس أن متاع الدنيا ما هو إلا لعب ولهو تتفكهون به، وزينة تتزينون بها، وبها يفخر بعضكم على بعض، وتتابهون فيها بكثرة الأموال والأولاد. </p><p> ثم ضرب مثلًا يبين أنها زهرة فانية، ونعمة زائلة، فقال:  {كَمَثَلِ غَيْثٍ} ؛ أي: كمثل مطر {أَعْجَبَ الْكُفَّارَ} ؛ أي: الزراع {نَبَاتُهُ} ؛ أي: النبات الحاصل بذلك المطر. ومحل (٢) الكاف النصب على الحالية من الضمير في {لعب} ؛ لأنَّ فيه معنى الوصف؛ أي: تثبت لها هذه الأوصاف حال كونها مشبهة غيثًا، أو خبر مبتدأ محذوف؛ أي: هي كمثل أو خبر بعد خبر للحياة الدنيا. والغيث؛ مطر محتاج إليه، يغيث الناس من الجدب عند قلة المياه، فهو مخصوص بالمطر النافع، بخلاف المطر، فإنه عام. والمراد بالكفار هنا: الحراث، والعرب تقول للزارع: كافر لأنه يكفر، أي: يستر بذره بتراب الأرض، والكفر لغة: الستر، كما سيأتي. وقيل (٣) : المراد بهم. الكافرون بالله؛ لأنهم أشد إعجابًا بزينة الدنيا، ولأن المؤمن إذا رأى معجبًا .. انتقل فكره إلى قدرة صانعه فأعجب بها، والكافر لا يتخطى فكره عما أحسن به فيستغرق فيه إعجابًا، وقد منع في بعض المواضع عن إظهار الزينة صونًا لقلوب الضعفاء، كما في الأعراس ونحوها. </p><p> أي: صفة الدنيا في إعجابها كصفة مطر أعجب الزراع النبات الحاصل بذلك {ثُمَّ يَهِيجُ} ؛ أي: يجف ذلك النبات وييبس بعد خضرته ونضارته بآفة سماوية أو أرضية. {فَتَرَاهُ} ؛ أي: فترى أيها المخاطب ذلك النبات بعدما رأيته ناضرًا {مُصْفَرًّا} ؛ أي: متغيرًا عما كان عليه من الخضرة والرونق إلى لون الصفرة والذبول. وإنما لم يقل: فيصفر إيذانًا بأن اصفراره مقارن لجفافه، وإنما المرتب عليه رؤيته كذلك، وقرىء {مُصْفَارًّا} . {ثُمَّ يَكُونُ} ذلك النبات المصفر {حُطَامًا} ؛ </p><p>(١) المراغي. (٢) روح البيان.(٣) روح البيان.</p><p> أي: فتاتًا هشيمًا متكسرًا متحطمًا بعد يبسه؛ أي: مثل الحياة الدنيا كمثل الزرع يعجب الناظرين إليه لخضرته وكثرة نضارته، ثم لا يلبث أن يصير هشيمًا تبنًا كأن لم يكن. وحطام (١) صيغة مبالغة كعجاب. </p><p> وحاصل المعنى: أي ما مثل هذه الحياة الدنيا في سرعة فنائها وانقضائها على عجل، إلا مثل أرض أصابها مطر وابل فأنبتت من النبات ما أعجب الزراع، وجعلهم في غبطة وحبور وبهجة وسرور، وبينما هو على تلك الحال إذا هو يصوح، ويأخذ في الجفاف واليبس، ثم يكون هشيمًا تذروه الرياح. ونحو الآية قوله تعالى: {إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ (٢٤) }. </p><p> ثم ذكر عاقبة المنهمكين فيها، الطالبين لتحصيل لذاتها، المتهالكين في جمع حطامها، والمعرضين عنها الطالبين لرضوان ربهم. فقال:  {وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ} لمن أقبل عليها، ولم يطلب بها الآخرة، وقدم ذكر العذاب لأنه من نتائج الانهماك فيما فصل من أحوال الحياة الدنيا {وَمَغْفِرَةٌ} عظيمة كائنة {مِنَ اللَّهِ} سبحانه {وَرِضْوَانٌ} كثير منه تعالى، لا يقادر قدره لمن أعرض عنها، وقصد بها الآخرة، بل الله تعالى لأن الدنيا والآخرة ليستا مقصودتين لأهل الله؛ أي: وفي الآخرة إما عذاب شديد دائم لمن انهمك في لذاتها، وأعرض عن صالح الأعمال، ودسّ نفسه بالشرك، والآثام، وإما مغفرة من الله ورضوان من لدنه لمن زكي وأخبت لربه وأناب إليه. </p><p> قَدِّمْ لِرِجْلِكَ قَبْلَ الْخَطْوِ مَوْضِعَهَا ... فَمَنْ عَلَا زَلَقًا عَنْ غِرَّةٍ زَلَجَا </p><p> ثم ذكر سبحانه بعد الترهيب والترغيب حقارة الدنيا، فقال:  {وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ} ؛ أي: إلا كالمتاع الذي يغر ويخدع به الغير أي: إلا مثل (٢) المتاع الذي يتخذ من نحو الزجاج، والخزف مما يسرع فناؤه يميل إليه الطبع أول </p><p>(١) البحر المحيط. (٢) روح البيان.</p>"
}