{
  "id": null,
  "sura": 57,
  "aya": 13,
  "text": "<p> عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ (٢٤) }. ذلك الخلود في الجنات التي سمعتم أوصافها هو النجاح العظيم الذي كنتم تطلبونه بعد النجاة من عقاب الله. </p><p> ١٣ - وبعد أن ذكر حال المؤمنين في موقف القيامة أتبعه ببيان حال المنافقين. فقال:  {يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ} بدل من {يَوْمَ تَرَى} ؛ أي: اذكر يا محمد لقومك أو اذكر أيها المخاطب أهوال يوم يقول المنافقون والمنافقات {لِلَّذِينَ آمَنُوا} ؛ أي: أخلصوا الإيمان بكل ما يجب الإيمان به: {انْظُرُونَا} ؛ أي: انتظرونا. يقولون ذلك لما رأوا المؤمنين يسرع بهم إلى الجنة كالبروق الخاطفة على ركاب تزف بهم، وهؤلاء مشاة أو انظروا إلينا. فإنهم إذا نظروا إليهم استقبلوهم بوجوههم، فيستضيئون بالنور الذي بين أيديهم. فانظرونا على هذا الوجه من باب الحذف والإيصال؛ لأن النظر بمعنى الإبصار لا يتعدى بنفسه، وإنما يتعدى بإلى. وهذان المعنيان على قراءة الجمهور. فإنهم قرأوا {انْظُرُونَا} أمرًا بوصل (١) الهمزة وضم الظاء، من نظر الثلاثي. وقرأ زيد بن علي، وابن وثاب، والأعمش، وطلحة، وحمزة {أنظرونا} بقطع الهمزة وكسر الظاء، من أنظر الرباعي؛ أي: أنظرونا وأخرونا. لأن الإنظار: الإمهال على أن تأنِّيهم في المضي ليلحقوا بهم إنظار لهم وإمهال؛ أي: تأخروا لأجلنا، ولا تسرعوا في مضيكم {نَقْتَبِسْ مِنْ نُورِكُمْ} ؛ أي: نستضيء منه، ونمش فيه معكم. وأصله: اتخاذ القبس. وهو محركة شعلة نار تقتبس من معظم النار كالمقباس، كما سيأتي. وقيل:  {نَقْتَبِسْ مِنْ نُورِكُمْ} ؛ أي: نأخذ من نوركم قبسًا سراجًا وشعلة. </p><p> {قِيلَ} طردًا لهم، وتهكّمًا بهم من جهة المؤمنين، أو من جهة الملائكة {ارْجِعُوا وَرَاءَكُمْ} ؛ أي: إلى الموقف {فَالْتَمِسُوا نُورًا} ؛ أي: فاطلبوا نورًا. فإنه من ثمة يقتبس، أو ارجعوا إلى الدنيا فالتمسوا النور بتحصيل مباديه من الإيمان والأعمال الصالحة. </p><p> والمعنى (٢) : قال لهم المؤمنون أو الملائكة زجرًا لهم، وتهكمًا بهم: ارجعوا </p><p>(١) البحر المحيط. (٢) الشوكاني.</p><p> ورائكم إلى الموضع الذي أخذنا منه النور. فالتمسوا واطلبوا هنالك نورًا لأنفسكم. فإنه من هنالك يقتبس. وقيل: المعنى: ارجعوا إلى الدنيا فالتمسوا النور بما التمسناه من الإيمان والأعمال الصالحة. وقيل: أرادوا بالنور: ما ورائهم من الظلمة تهكمًا بهم. </p><p> وعن أبي أمامة الباهليّ رضي الله عنه: أنه قال: بينا العباد يوم القيامة عند الصراط إذ غشيهم ظلمة، يقسم الله النور بين عباده، فيعي الله المؤمن نورًا، ويبقي المنافق والكافر لا يعطيان نورًا. فكما لا يستضيء الأعمى بنور البصير لا يستضيء الكافر والمنافق بنور المؤمن. فيقولون: انظرونا نقتبس من نوركم. فيقولون لهم: ارجعوا حيث قسم النور، فيرجعون فلا يجدون شيئًا، فيرجعون وقد ضرب بينهم بسور، أو ارجعوا خائبين خاسئين، وتنحوا عنا فالتمسوا نورًا آخر، وقد علموا أن لا نور ورائهم، وإنما قالوه تخييبًا لهم أو أرادوا بالنور ما ورائهم من الظلمة الكثيفة تهكمًا بهم. </p><p> وحاصل معنى الآية: في ذلك اليوم يقول (١) المنافقون والمنافقات: أيها الذين نجوتم بإيمانكم بربكم، وفزتم برضوانه حتى دخلتم فسيح جناته، انتظرونا نلحق بكم، ونقتبس من نوركم حتى نخرج من ذلك الظلام الدامس، والعذاب الأليم الذي نحن مقبلون عليه، فيجابون بما يخيب آمالهم، ويلحق بهم الحسرة والندامة، كما قال:  {قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا} ؛ أي: ارجعوا من حيث أتيتم واطلبوا لأنفسكم هناك نورًا. فإنه لا سبيل إلى الاقتباس من نورنا الذي كان بما قدمنا لأنفسنا، وادخرنا لها من عمل صالح. فهيهات هيهات أن تنالوا نورًا، إذ لا ينفع المرء حينئذٍ إلا عمله. ولله درّ القائل: </p><p> صَاحِ هَلْ رَأيْتَ أَوْ سَمِعْتَ بِرَاعِ ... رَدَّ فِيْ الضَّرْعِ مَا قَرَى فِيْ الْحِلَابِ </p><p> ولا يخفي ما في هذا من التهكم بهم والاستهزاء بطلبهم كما استهزؤوا بالمؤمنين في الدنيا حين قالوا: آمنا، وما هم بمؤمنين. وذلك ما عناه سبحانه بقوله:  {اللَّهُ يَسْتَهْزِئُ بِهِمْ} ؛ أي: حين يقال لهم: {ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا} . </p><p>(١) المراغي.</p>"
}