{
  "id": null,
  "sura": 57,
  "aya": 18,
  "text": "<p> اللهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ ...} والآية. فجعل لهم أجرين مثل أجور مؤمني أهل الكتاب. </p><p> قوله تعالى:  {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ ...} الآية، سبب نزول هذه الآية: ما أخرجه ابن جرير عن قتادة قال: بلغنا أنه لما نزلت: {يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ} .. حسد أهل الكتاب المسلمين عليها، فأنزل الله تعالى:  {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ ...} الآية. </p><p> وأخرج ابن المنذر عن مجاهد قال: قالت اليهود: يوشك أن يخرج منا نبيٌّ فيقطع الأيدي، والأرجل، فلما خرج من العرب كفروا. فأنزل الله سبحانه:  {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ ...} الآية. يعني بالفضل: النبوّة. </p><p> التفسير وأوجه القراءة </p><p> ١٨ - {إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ} قرأ الجمهور (١) بتشديد الصاد والدال في الموضعين، من الصدقة، وأصله: المتصدقين والمتصدقات، فأدغمت التاء في الصاد، وقرأ أبي {المتصدقين والمتصدقات} وبإثبات التاء على الأصل. </p><p> والمعنى على هاتين القراءتين: إن الذين آمنوا من الرجال والنساء، وتصدقوا صدقة واجبة أو تطوعًا. </p><p> وقرأ ابن كثير، وأبو بكر، والمفضل، وأبان، وأبو عمرو في رواية هارون بتخفيف الصاد وتشديد الدال من التصديق؛ أي: إن الذين صدقوا رسول الله - صلى الله عليه وسلم - فيما جاء به عن الله، واللاتي صدقنه كذلك. </p><p> وقوله:  {وَأَقْرَضُوا اللهَ قَرْضًا حَسَنًا} معطوفة على اسم الفاعل في المصدقين؛ لأنه وقع صلة للألف واللام الموصولة، حل محل الفعل، فصح العطف عليه، نظير قوله تعالى: {وَالْعَادِيَاتِ ضَبْحًا (١) فَالْمُورِيَاتِ قَدْحًا (٢) فَالْمُغِيرَاتِ صُبْحًا (٣) فَأَثَرْنَ بِهِ نَقْعًا (٤) }. والإقراض (٢) الحسن عبارة عن التصدق من الطيب عن طيبة النفس، وخلوص النية على المستحق للصدقة. </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> والمعنى على القراءتين الأوليين: إن الناس الذي تصدقوا، واللاتي تصدقن أي صدقة سواء كانت حسنة أم لا، والذين أقرضوا الله قرضًا حسنًا واللاتي أقرضن كذلك، فاندفع ما يتوهم من التكرار؛ لأن الإقراض تصدق مقيد، وما قبله تصدق مطلق، وأما على القراءة الثالثة فلا إيهام، ولا إشكال. </p><p> وقوله:  {يُضَاعَفُ لَهُمْ} على البناء للمفعول، مسند إلى ما بعده من الجار والمجرور. وقيل: إلى مصدر ما في حيز الصلة على حذف مضاف؛ أي: يضاعف لهم ثواب التصدق والإقراض الحسن، والجملة خبر {إِنَّ} ، والمضاعفة هنا أن الحسنة بعشرة أمثالها إلى سبعمائة ضعف، وقوله:  {وَلَهُمْ} ؛ أي: لأولئك المتصدقين والمقرضين {أَجْرٌ كَرِيمٌ} ؛ أي: ثواب حسن في الجنة. والأجر الكريم: هو الذي يقترن به رضا وإقبال. </p><p> وهذا العطف أعني: عطف {أَقْرَضُوا} على صلة الألف واللام على مذهب أبي عليّ الفارسي، ومن وافقه كالزمخشري، قال أبو حيّان (١) : ولا يصح أن يكون معطوفًا على {الْمُصَّدِّقِينَ} ؛ لأن المعطوف على الصلة صلة، وقد فصل بينهما بمعطوف، وهو قوله:  {وَالْمُصَّدِّقَاتِ} . ولا يصح أيضًا أن يكون معطوفًا على صلة أن في {المصدقات} لاختلاف الضمائر. إذ ضمير المتصدقات مؤنث، وضمير {وَأَقْرَضُوا} مذكر. فالأولى أن يتخرج ما هنا على حذف الموصول لدلالة ما قبله عليه، فكأنّه قيل: والذين أقرضوا الله. فيكون مثل قوله: </p><p> فَمَنْ يَهْجُوْ رَسُوْلَ الله مِنْكُمْ ... وَيَمْدَحُهُ وَيَنْصُرُهُ سَوَاءُ </p><p> يريد: ومن يمدحه. وقيل: جملة {وَأَقْرَضُوا اللَّهَ} معترضة بين اسم {إِنَّ} وخبرها، وهو {يُضَاعَفُ} . </p><p> وقرأ الجمهور:  {يُضَاعَفُ لَهُمْ} بالبناء للمفعول. وقرأ الأعمش (٢)  {يضاعفه لهم} بكسر العين على صيغة المعلوم، وزيادة الهاء. والفاعل ضمير يعود على الله. وقرأ ابن كثير، وابن عامر، ويعقوب {يُضَاعَفُ لَهُمْ} بتشديد العين وفتحها. </p><p>(١) البحر المحيط. (٢) الشوكاني.</p>"
}