{
  "id": null,
  "sura": 58,
  "aya": 11,
  "text": "<p> تعالى في شؤونهم، وليفوضوا أمورهم إليه، وليثقوا به، ولا يبالوا بنجوى أعدائهم، فإنه تعالى يعصمهم من شرها وضررها، فينبغي للعبد التوكل التام، فإن المؤثر في كل شيء هو الله تعالى. </p><p> والمعنى (١) : أي إن ما يتناجى به المنافقون مما يحزن المؤمنين - إن وقع - فإنما يكون بإرادة الله ومشيئته، فلا يكترثن المؤمنون بتناجيهم، وليتوكلن على الله ولا يحزنن، فإن من قول عليه لا يخيب أمله، ولا يبطل سعيه. </p><p> ١١ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} يعني المخلصين {إِذَا قِيلَ لَكُمْ} من أي قائل كان من الإخوان {تَفَسَّحُوا} ؛ أي: توسعوا {فِي الْمَجَالِسِ} ؛ أي: في أماكن الجلوس، متعلق بـ {تَفَسَّحُوا} ، وقال في \"الإرشاد\" : متعلق بـ {قِيلَ} ، والأول أولى؛ لأن التفسح يتعدى بـ (في) . {فَافْسَحُوا} ؛ أي: فوسعوا وأنتم جالسون أو قائمون. يقال: أفسح عني، تنح وتباعد عني. {يَفْسَحِ اللَّهُ} سبحانه {لَكُمْ} في الجنة، أو في كل ما تريدون التفسح فيه من الرزق، والصدر، والقبر، وغيرها؛ لأن الجزاء من جنس العمل، أمرهم الله سبحانه بحسن الأدب مع بعضهم بعضًا بالتوسعة في المجلس وعدم التضايق فيه. </p><p> والآية عامة في كل مجلس اجتمع فيه المسلمون للخير والأجر، سواء كان مجلس رسول الله - صلى الله عليه وسلم - وكانوا يتضامُّون فيه تنافسًا في القرب منه - صلى الله عليه وسلم - وحرصًا على استماع كلامه أو مجلس حرب إذا اصطفوا للقتال كانوا يتشاحون على الصف الأول، فلا يوسع بعضهم لبعض ويأتي الرجل الصف ويقول: تفسحوا، ويأبون لحرصهم على الشهادة، أو مجلس ذكر، أو مجلس يوم الجمعة. وإن كل واحدٍ، وإن كان أحق بالمكان الذي سبق إليه لكنه يوسع لأخيه ما لم يتأذ لذلك، فيخرجه الضيق من موضعه. وفي الحديث:  \"لا يقيمن أحدكم الرجل من مجلسه ثم يخلفه فيه، ولكن تفسحوا وتوسعوا\" . </p><p> وقرأ الجمهور (٢) : {تَفَسَّحُوا} . وداوود بن أبي هند، وقتادة، وعيسى:  {تفاسحوا} . وقرأ الجمهور:  {في المجلس} بالإفراد. قرأ السلمي، وزر بن </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> حبيش، وعاصم {فِي الْمَجَالِسِ} على الجمع؛ لأن لكل واحد منهم مجلسًا في بيت رسول الله - صلى الله عليه وسلم -. وقرىء {في المجلس} بفتح اللام، وهو الجلوس؛ أي: توسعوا في جلوسكم، ولا تتضايقوا فيه. </p><p> والمعنى: أي يا أيها الذين آمنوا بالله، وصدقوا برسوله إذا قيل لكم: توسعوا في مجالس رسول الله - صلى الله عليه وسلم - أو في مجالس القتال .. فافسحوا يفسح الله في منازلكم في الجنة، أو في قبوركم، أو في قلوبكم، أو في الدنيا والآخرة، أقوال. </p><p> أخرج ابن أبي حاتم عن مقاتل بن حيان قال: كان رسول الله - صلى الله عليه وسلم - يوم الجمعة في الصفة وفي المكان ضيق، وكان يكرم أهل بدر من المهاجرين والأنصار فجاء ناسٌ، منهم: ثابت بن قيس، وقد سبقوا إلى المجالس، فقاموا حيال رسول الله - صلى الله عليه وسلم - فقالوا: السلام عليك أيها النبي ورحمة الله وبركاته، فرد النبي - صلى الله عليه وسلم -، ثم سلموا على القوم، فردوا عليهم، فقاموا على أرجلهم ينتظرون أن يوسع لهم، فلم يفسحوا لهم، فشق ذلك على رسول الله - صلى الله عليه وسلم -، فقال لبعض من حوله:  \"قم يا فلان قم يا فلان\" فأقام نفرًا بمقدار من قدم، فشق ذلك عليهم، وعرفت كراهيته في وجوههم، وطعن المنافقون وقالوا: والله ما عدل محمد على هؤلاء، إن قومًا أخذوا مجالسهم وأحبوا القرب منه أقامهم وأجلس من أبطأ عنه. فنزلت الآية. </p><p> ويستفاد من الآية أمور (١) : </p><p> ١ - أن الصحابة كانوا يتنافسون في القرب من مجلس رسول الله - صلى الله عليه وسلم - لسماع حديثه؛ لما فيه من الخير العميم والفضل العظيم، ومن ثم قال - صلى الله عليه وسلم -: \"ليليني منكم أولو الأحلام والنهى\" . </p><p> ٢ - الأمر بالتفسح في المجالس، وعدم التضام فيها متى وجد إلى ذلك سبيل؛ لأن ذلك يدخل المحبة في القلوب، والاشتراك في سماع أحكام الدِّين. </p><p> ٣ - أن كل من وسع على عباد الله أبواب الخير والراحة .. وسع الله عليه خيرات الدنيا والآخرة. وبالجملة: فالآية تشتمل التوسع في إيصال جميع أنواع الخير إلى المسلم، وإدخال السرور عليه ومن ثم قال - صلى الله عليه وسلم -: \"لا يزال الله في عون </p><p>(١) المراغي.</p><p> العبد ما دام العبد في عون أخيه\". </p><p> {وَإِذَا قِيلَ} لكم أيها المؤمنون، سواء كان القائل رسول الله - صلى الله عليه وسلم - أو غيره {انْشُزُوا} مِنْ نشز الرجل إذا نهض وارتفع في المكان؛ أي (١) : وإذا قيل لكم: قوموا للتوسعة على المقبلين؛ أي: على من جاء بعدكم .. {فَانْشُزُوا} ؛ أي: فارتفعوا وقوموا؛ يعني: إذا كثرت المزاحمة، وكانت بحيث لا تحصل التوسعة، بتنحي أحد الشخصين عن الآخر حال قعود الجماعة وقيل: قوموا جميعًا، تفسحوا حال القيام .. فانشزوا وانهضوا، ولا تثاقلوا عن القيام. أو إذا قيل لكم: قوموا عن مواضعكم فانتقلوا منها إلى موضع آخر لضرورة داعية إليه .. أطيعوا من أمركم به، وقوموا من مجالسكم وتوسعوا لإخوانكم. ويؤيده: أنه - صلى الله عليه وسلم - كان يكرم أهل بدر، فأقبلت جماعة، منهم: ثابت بن قيس، فلم يوسعوا لهم ... إلى آخر ما مر في الحديث السابق آنفًا. فأنزل الله الآية، فالقائل هو الرسول - صلى الله عليه وسلم -. </p><p> ويقال: وإذا قيل: انشزوا - أي: انهضوا - عن مجلس رسول الله؛ أي: أمرتم بالنهوض عنه .. فانهضوا، ولا تملوا رسول الله - صلى الله عليه وسلم - بالارتكان فيه. أو قيل لكم: انهضوا إلى الصلاة، أو إلى الجهاد، أو الشهادة أو غير ذلك من أعمال الخير .. انهضوا لا تفرطوا، فالقائل يعم الرسول وغيره. </p><p> والظاهر (٢) : حمل الآية على العموم، والمعنى: إذا قيل لكم: انهضوا إلى أمر من الأمور الدينية .. فانهضوا، ولا تتثاقلوا. ولا يمنع من حملها على العموم كون السبب خاصًا، فإن الاعتبار بعموم اللفظ لا بخصوص السبب، كما هو الحق. </p><p> وقرأ أبو جعفر، وشيبة، والأعرج، وابن عامر، ونافع، وحفص بضم الشين في الموضعين. وقرأ الحسن، والأعمش، وطلحة، وباقي السبعة بكسرها فيهما. وهما لغتان بمعنى واحد. </p><p> وقال المراغي: والمعنى (٣) : أي وإذا دعيتم إلى القيام عن مجلس رسول الله - صلى الله عليه وسلم - .. فقوموا؛ لأن الرسول - صلى الله عليه وسلم - كان يؤثر الانفراد أحيانًا لتدبير شؤون الدين، أو لأداء وظائف تخصه لا تؤدى أو لا يكمل أداؤها إلا بالانفراد. وقد </p><p>(١) روح البيان. (٢) الشوكاني.(٣) المراغي.</p><p> عمموا هذا الحكم، فقالوا: إذا قال صاحب مجلس لمن في مجلسه: قوموا .. ينبغي أن يجاب، ولا ينبغي لقادم أن يقيم أحدًا ليجلس في مجلسه؛ فقد أخرج مالك، والبخاري، والترمذي، عن ابن عمر: أن رسول الله - صلى الله عليه وسلم - قال:  \"لا يقم الرجل الرجل من مجلسه، ولكن تفسّحوا وتوسعوا\" . </p><p> وقوله:  {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ} أيها المؤمنون بامتثال أوامره وأوامر رسوله في الدنيا والآخرة بتوفير نصيبهم فيهما - جواب (١) للأمر - أي؛ من فعل ذلك طاعة للأمر وتوسعة للإخوان يرفعهم الله تعالى بالنصر، وحسن الذكر في الدنيا، والإيواء إلى غرف الجنان في الآخرة؛ لأن من تواضع رفعه الله، ومن تكبر وضعه، فالمراد: الرفعة المطلقة الشاملة للرفعة الصورية والمعنوية. وقوله:  {و} يرفع {الَّذِينَ أُوتُوا الْعِلْمَ} منكم، معطوف على الموصول الأول، عطف خاص على عام، للدلالة على علو شأنهم وسمو مكانهم حتى كأنهم جنس آخر؛ أي: ويرفع الله الذين أوتوا العلم الديني منكم {دَرَجَاتٍ} ؛ أي: طبقات عالية، ومراتب مرتفعة، بسبب ما جمعوا من العلم والعمل، فإن العلم لعلو درجته يقتضي للعمل المقرون به مزيد رفعة لا يدرك شأنه العمل العاري عنه وإن كان في غاية الصلاح، ولذا يقتدى بالعالم في أفعاله، ولا يقتدى بغيره. فعلم من هذا التقرير أنه لا شركة للمعطوف عليه في الدرجات، كما قال ابن عباس رضي الله عنهما: تم الكلام عند قوله: {مِنْكُمْ} وينتصب {الَّذِينَ أُوتُوا الْعِلْمَ} بفعل مضمر؛ أي: ويرفعهم درجات، وانتصاب {دَرَجَاتٍ} إما على إسقاط الخافض؛ أي: إلى درجات، أو على المصدرية؛ أي: رفع درجات، فحذف المضاف، أو على الحالية من الموصول؛ أي: ذوي درجات، أو على التمييز. </p><p> وفي هذه الآية فضيلة عظيمة للعلم وأهله، وقد دلّ على فضله وفضلهم آيات قرآنية وأحاديث نبوية، كما بسطناها في كتابنا:  \"سلم المعراج على خطبة المنهاج\" . </p><p> وعبارة الشوكاني هنا: ومعنى الآية (٢) : أنه يرفع الذين آمنوا على من لم يؤمن درجات، ويرفع الذين أوتوا العلم على الذين آمنوا درجات، فمن جمع بين الإيمان والعلم .. رفعه الله بإيمانه درجات ثم رفعه بعلمه درجات. وقيل: المراد بالذين </p><p>(١) روح البيان. (٢) فتح القدير.</p><p> آمنوا من الصحابة، وكذلك الذين أوتوا العلم. وقيل: المراد بالذين أوتوا العلم: الذين قرأوا القرآن. والأولى حمل الآية على العموم في كل مؤمن وكل صاحب علم من علوم الدين من جميع أهل هذه الملة. ولا دليل يدل على تخصيص الآية بالبعض دون الآخر. اهـ. </p><p> والخلاصة (١) : إنكم أيها المؤمنون إذا فسح أحدكم لأخيه إذا أقبل أو إذا أمر بالخروج فخرج. فلا يظنن أن ذلك نقص في حقه، بل هو رفعةٌ وزيادة قربى عند ربه، والله تعالى لا يضيع ذلك بل يجزي به في الدنيا والآخرة؛ فإن من تواضع لأمر الله .. رفع الله قدره، ونشر ذكره. </p><p> ويعلم من الآية سرّ تقدم العالم على غيره في المجالس والمحاضر (٢) ؛ لأن الله تعالى قدمه وأعلاه، حيث جعل درجاته عالية. وفي الحديث:  \"فضل العالم على العابد كفضل القمر ليلة البدر على سائر الكواكب\" ؛ أي: فضل العالم الباقي بالله على العابد الفاني في الله، كما في \"التأويلات النجمية\" . </p><p> قال بعضهم: المتعبد بغير علم كحمار الطاحونة يدور ولا يقطع المسافة. وحيث مدح العلم فالمراد به: العلم المقرون بالعمل. قال بعض الحكماء: ليت شعري أيَّ شيء أَدْرَكَ من فَاته العلم، وأَيُّ شيءٍ فات من أدرك العلم، وكل علم لم يوطَّد بعمل .. فإلى ذلّ يصير. وعن الزهري: العلم ذكر فلا يحبه إلا ذكورة الرجال. قال مقاتل: إذا انتهى المؤمن إلى باب الجنة يقال له: لست بعالم، ادخل الجنة بعملك، ويقال للعالم: قف على باب الجنة واشفع للناس. </p><p> وعن أبي الدرداء رضي الله عنه قال: لأن أَعلَم مسألة أحب إلى من أن أصلي مئة ركعة، ولأن أُعلِّم مسألة أحب إلى من أن أصلي ألف ركعة. وعن أبي هريرة وأبي ذر الغفاري رضي الله عنهما قالا: سمعنا رسول الله - صلى الله عليه وسلم - يقول:  \"إذا جاء الموت طالب العلم على هذه الحال .. مات وهو شهيد\" . </p><p> {وَاللَّهُ} سبحانه وتعالى {بِمَا تَعْمَلُونَ} ؛ أي: بعملكم أو بالذي تعملونه {خَبِيرٌ} ؛ أي: عالم ببواطنه كظواهره، لا يخفى عليه شيء منه، لا ذاته جنسًا أو </p><p>(١) المراغي. (٢) روح البيان.</p>"
}