{
  "id": null,
  "sura": 58,
  "aya": 4,
  "text": "<p> وحافظوا على ما شرع لكم من الحدود، ولا تخلوا بشيء منها. </p><p> ٤ - ثم ذكر سبحانه حكم العاجز عن التكفير بالإعتاق، فقال:  {فَمَنْ لَمْ يَجِدْ} ؛ أي (١) : فالمُظاهر الذي لم يجد الرقبة في ملكه وعجز عن قيمتها فاضلًا عمّا لا بدّ له منه من مسكن وثياب وقوت، والذي غاب ماله .. فهو واجد بأن كان فقيرًا وقت التكفير، وهو من حين العزم إلى أن تقرب الشمس من الغروب من اليوم الأخير مما صام فيه من الشهرين، فلا يتحقق العجز الحقيقي إلا بذلك. </p><p> {فَصِيَامُ شَهْرَيْنِ} ؛ أي: فعليه صيام شهرين {مُتَتَابِعَيْنِ} ؛ أي: متواليين ليس فيهما رمضان ولا الأيام الخمسة المحرم صومها؛ أي: يوما العيد وأيام التشريق الثلاثة فيصومهما بحيث لا يفصل يومًا عن يوم ولا شرًا عن شهر بالإفطار، فإن أفطر فيهما يومًا أو أكثر بعذر أو بغير عذر .. استأنف، ولم يحسب ما صام إلا بالحيض، كما سيأتي قال الشافعي ومالك وغيرهما: إن أفطر بعذر كمرض وسفر .. لا يستأنف بل يبني على ما صام؛ أي: فعليه صيام شهرين متتابعين {مِنْ قَبْلِ أَنْ يَتَمَاسَّا} ؛ أي: من قبل أن يتجامع المظاهِر والمظاهَر منها، ليلًا أو نهارًا، عمدًا أو خطأ. ولو جامع زوجةً أخرى ناسيًا .. لا يستأنف، ولو أفطرت المرأة للحيض في كفّارة القتل أو الفطر في رمضان .. لا تستأنف، لكنها تصل صومها بأيام الحيض. وقال الشافعي: ولو وطىء ليلًا .. لا يستأنف؛ لأنه ليس محلًا للصوم. والأول أولى (٢) . ثم إنه إن صام بالأهلة .. أجزأه، وإن صام ثمانية وخمسين؛ بأن كان كل من الشهرين ناقصًا، وإن صامها بغيرها .. فلا بد من ستين يومًا، حتى لو أفطر صبيحة تسعة وخمسين .. وجب عليه الاستئناف. </p><p> والمعنى: أي فمن لم يجد رقبة، ولا ثمنها فاضلًا عن قدر كفايته .. فالواجب عليه صيام شهرين متتابعين من قبل التماس، فإن أفطر يومًا من الشهرين ولو اليوم الأخير ولو بعذر مرض أو سفر .. لزمه الاستئناف بصوم جديد لزوال التتابع. </p><p> {فَمَنْ لَمْ يَسْتَطِعْ} صيام شهرين متتابعين بسبب من الأسباب (٣) ، كالهرم، والمرض المزمن؛ أي: الممتد الغير المرجو برؤه .. فإنه بمنزلة العاجز من كبر </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.</p><p> السن، وإن كان يرجى برؤه واشتدت حاجته إلى وطء امرأته .. فالمختار أن ينتظر البرء حتى يقدر على الصيام، ولو كفر بالإطعام ولم ينتظر القدرة على الصيام .. أجزأه. ومن الأعذار: الشبق المفرط، وهو: أن لا يصبر عن الجماع، فإنه - صلى الله عليه وسلم - رخّص للأعرابي أن يعطي الفدية لأجله. {فَإِطْعَامُ سِتِّينَ مِسْكِينًا} ؛ أي: فعليه إطعام ستين مسكينًا من قبل أن يتماسا، حملًا للمطلق هنا على المقيد في الإعتاق والصيام عند غير أبي حنيفة، فيجب تقديمه على المسيس عند غيره، ولو وطىء في خلال الإطعام .. استأنف. وأما عند أبي حنيفة: فلا يستأنف؛ لأنه تعالى لم يذكر التماس مع الإطعام، وقيد المسكين اتفاقي؛ لجواز صرفه إلى غيره من مصارف الزكاة. </p><p> يقول الفقير: إنما خصّ المسكين بالذكر لكونه أحق بالصدقة من سائر مصارف الزكاة. وإطعام ستين مسكينًا يشمل ما كان حقيقيًا وما كان حكميًا؛ بأن يطعم واحدًا ستين يومًا، فإنه في حكم ستين مسكينًا، وإن أعطاه في يوم واحد وبدفعات لا يجوز على الصحيح. </p><p> والإطعام: جعل الغير طاعمًا، ففيه رمز إلى جواز التمليك والإباحة في الكفارة. والمسكين - ويفتح ميمه - من لا شيء له - أو له ما لا يكفيه وأسكنه الفقر؛ أي: قلل حركته - والذليل والضعيف. </p><p> أي: فعليه أن يطعم ستين مسكينًا، لكل مسكين مدّان، وهما: نصف صاع. وبه قال أبو حنيفة وأصحابه. قال الشافعي وغيره: لكل مسكين مدّ. والظاهر من الآية: أن يطعمهم حتى يشبعوا مرة واحدة، أو يدفع إليهم ما يشبعهم، ولا يلزمه أن يجمعهم مرة واحدة، بل يجوز له أن يطعم بعض الستين في يوم وبعضهم في يوم آخر. </p><p> والإشارة بقوله:  {ذَلِكَ} إلى ما تقدم ذكره من الأحكام. وهو مبتدأ خبره مقدر؛ أي: ذلك البيان والتعليم للأحكام، والتنبيه عليها واقع كائن، {لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ} . ويجوز أن يكون اسم الإشارة في محل النصب بفعل محذوف، والتقدير: فعلنا ذلك لتصدقوا بالله ورسوله، وتعملوا بشرائعه التي شرعها لكم، وترفضوا ما كنتم عليه في جاهليتكم، وتقفوا عند حدود الشرع، ولا تتعدوها، ولا تعودوا إلى الظهار الذي هو منكر من القول. </p><p> وإن قيل (١) : إذا كان ترك الظهار مفروضًا فما بال الفقهاء يجعلونه بابًا في الفقه؟ </p><p> أجيب: بأن الله تعالى، وإن أنكر الظهار وشنع على من تعوّد به من الجاهلين، إلا أنه تعالى وضع له أحكامًا يعمل بها من ابتلي به من الغافلين، فبهذا الاعتبار جعلوه بابًا ليبينوا تلك الأحكام، وزادوا قدر ما يحتاج إليه مع أن المحققين قالوا: إن أكثر الأحكام الشرعية للجهال؛ فإن الناس لو احترزوا عن سوء المقال والفعال .. لما احتيج إلى تكثير القيل والقال. </p><p> ودلّت الآية على أن الظهار أكثر خطأ من الحنث في اليمين، لكون كفارته أغلظ من كفارة الحنث. واللام في {لِتُؤْمِنُوا} للحكمة والمصلحة؛ لأنها إذا قارنت فعل الله تكون للمصلحة؛ لأنه الغني المطلق، وإذا قارنت فعل العبد تكون للغرض؛ لأنه المحتاج المطلق. </p><p> والإشارة في قوله:  {وَتِلْكَ} إلى الأحكام المذكورة، وهو مبتدأ خبره {حُدُودُ اللهِ} ؛ أي: وتلك الأحكام المذكورة من تحريم الظهار، وإيجاب العتق للواجد، وإيجاب الصوم لغير الواجد إن استطاع، وإيجاب الإطعام لمن لم يستطع .. حدود الله التي لا يجوز تعديها، وشرائعه الموضوعة لعباده التي لا يجوز تجاوزها إلى ما يخالفها. {وَلِلْكَافِرِينَ} الذين لا يقفون عند حدود الله، ولا يعملون بها، ولا يقبلونها {عَذَابٌ أَلِيمٌ} ؛ أي: مؤلم موجع. والأليم: بمعنى المؤلم، كالبديع بمعنى المبدع، أو بمعنى المتألم، لكن أسند مجازًا إلى العذاب مبالغةً، كأنه في الشدة بدرجة تتألم بها نفسه. وفي إثبات العذاب للكافرين حث للمؤمنين على قبول الطاعة. وعبر عن ترك العمل بمقتضى الظهار بالكفر للتغليظ على طريقة قوله تعالى:  {وَمَنْ كَفَرَ فَإِنَّ اللهَ غَنِيٌّ عَنِ الْعَالَمِينَ} ؛ يعني: أن إطلاق الكفر لتأكيد الوجوب والتغليظ على تارك العمل، لا لأنه كفر حقيقة كما يزعمه الخوارج. قال بعضهم في قوله - صلى الله عليه وسلم -: \"من ترك الصلاة فقد كفر\" ؛ أي: قارب الكفر، كما يقال: دخل البلدة، لمن قاربها. </p><p>(١) روح البيان.</p>"
}