{
  "id": null,
  "sura": 58,
  "aya": 8,
  "text": "<p> المتناجون. ومن جعله مصدرًا محضًا فعلى حذف مضاف؛ أي: ولا نجوى أدنى أو أكثر ثم حذف المضاف وأقيم المضاف إليه مقامه فأعرب بإعرابه. ويجوز أن يكون {وَلَا أَدْنَى} مبتدأ والخبر {إِلَّا هُوَ مَعَهُمْ} . فهو من عطف الجمل. وقرأ الجمهور (١) : {وَلَا أَكْثَرَ} بالمثلثة. وقرأ الحسن أيضًا، ومجاهد، والخليل بن أحمد، ويعقوب أيضًا {ولا أكبر} بالباء الموحدة والرفع، واحتمل الإعرابين: العطف على الموضع، والرفع بالابتداء. </p><p> {ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا} ؛ أي: ثم بعد بعثهم يخبرهم بالذي عملوه في الدنيا {يَوْمَ الْقِيَامَةِ} تفضيحًا لهم، وإظهارًا لما يوجب عذابهم {إِنَّ اللَّهَ} سبحانه {بِكُلِّ شَيْءٍ} من المعلومات {عَلِيمٌ} ؛ أي: مبالغ في علمه، لا يخفى عليه شيء كائنًا ما كان. وقرىء:  {يُنَبِّئُهُمْ} بالتخفيف والهمز. وقرأ زيد بن علي بالتخفيف وترك الهمز وكسر الهاء، والجمهور بالتشديد والهمز وضم الهاء. </p><p> ومجمل معنى الآية (٢) : أي ألم تعلم أنه تعالى يعلم ما في السماوات وما في الأرض، فلا يتناجى ثلاثة إلا والله معهم ويعلم ما يقولون وما يدبرون ولا خمسة إلا وهو سادسهم يعلم ما به يتناجون، ولا نجوى أكثر من هذه الأعداد، ولا أقل منها إلا وهو عليم بها وعليم بزمانها ومكانها، لا يخفى عليه شيء من أمرها. وإنما خص هذه الأعداد لأن أقل ما لا بد منه في المشاورة التي يكون الغرض منها تدبير المصالح العامة ثلاثة، فيكون الاثنان كالمتنازعين نفيًا وإثباتًا، والثالث كالحكم بينهما، وحينئذٍ تكمن المشورة ويتم الغرض، وهكذا في كل جمع اجتمعوا للمشورة لا بد من واحد يكون حكمًا مقبول القول، ومن ثم يكون عدد رجال المشورة فردًا، كما جاء في الآية {ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا ...} إلخ؛ أي: ثم ينبىء هؤلاء المتناجين بما عملوا من عمل يحبه أو يسخطه يوم القيامة، وإنه لعليم بنجواهم وإسرارهم، لا تخفى عليه خافية من أمرهم. </p><p> ٨ - وقد علمت أن هذا الإنباء إنما هو لزيادة التقريع والتوبيخ على مرأى ومسمع من أهل الموقف، فيكون ذلك أنكى وأشد إيلامًا لهم. {أَلَمْ تَرَ} ؛ أي: ألم تنظر يا محمد {إِلَى الَّذِينَ نُهُوا} ومنعوا {عَنِ النَّجْوَى} والمحادثة فيما بينهم دون المؤمنين </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> {ثُمَّ يَعُودُونَ} ويرجعون {لِمَا نُهُوا عَنْهُ} من تلك النجوى مرة بعد مرة إيقاعًا للحزن في قلوب المؤمنين، وإيهامًا لهم بأنّهم يتشاورون عليهم وهؤلاء هم من تقدم ذكرهم من اليهود والمنافقين، كانوا يتناجون فيما بينهم، ويتحلقون ثلاثة وخمسة ويتغامزون بأعينهم إذا رأوا المؤمنين يريدون أن يغيظوهم، فنهاهم رسول الله - صلى الله عليه وسلم - ثم عادوا لمثل فعلهم والخطاب (١) للرسول - صلى الله عليه وسلم - و {الهمزة} : للتعجب من حالهم، وصيغة المضارع للدلالة على تكرر عودهم وتجدده واستحضار صورته العجيبة. قال أبو سعيد الخدري - رضي الله عنه -: خرج - صلى الله عليه وسلم - ذات ليلة ونحن نتحدث، فقال:  \"ما هذه النجوى، ألم تنهوا عن النجوى\" ؟ فقلنا: تبنا إلى الله إنا كنا في حديث الدجال، قال:  \"ألا أخبركم بما هو أخوف عليكم منه؟ والشرك الخفي\" يعني: المراءاة. </p><p> {وَيَتَنَاجَوْنَ بِالْإِثْمِ} ؛ أي: بما هو إثم في نفسه، كالكذب {وَالْعُدْوَانِ} للمؤمنين {وَمَعْصِيَتِ الرَّسُولِ} ؛ أي: ومخالفة الرسول - صلى الله عليه وسلم -. وهو معطوف على قوله:  {يَعُودُونَ} ، داخل في حكمه، وبيان لما نهوا عنه لضرره في الدين؛ أي: يتحدثون سرًا بما هو إثم في نفسه، وعدوان للمؤمنين، وتواص بمعصية الرسول. والعدوان: الظلم والجور، والمعصية: خلاف الطاعة، كما سيأتي. </p><p> فائدة: رسمت {معصيت} هذه والتي بعدها بالتاء المبسوطة، وإذا وقف عليها فأبو عمرو، وابن كثير والكسائي يقفون بالهاء، غير أن الكسائي يقف بالإمالة على أصله، والباقون يقفون بالتاء على الرسم، واتفقوا في الوصل على التاء. اهـ. \"خطيب\" . </p><p> وقرأ الجمهور (٢) : {يتناجون} بوزن يتفاعلون، واختار هذه القراءة أبو عبيدة، وأبو حاتم لقوله فيما بعد:  {إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا} . وقرأ حمزة، وخلف، وورش عن يعقوبـ {وينتجون} بوزن يفتعلون مضارع {انتجى} وهي قراءة ابن مسعود وأصحابه. وحكى سيبويه: أن تفاعلوا وافتعلوا يأتيان بمعنى واحد، نحو: تخاصموا واختصموا، وتقاتلوا واقتتلوا. وقرأ الجمهور {وَمَعْصِيَتِ} بالإفراد. وقرأ الضحاك وحميد ومجاهد:  {ومعصيات} بالجمع. </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> {وَإِذَا جَاءُوكَ} ؛ أي: وإذا جاءك يا محمد هؤلاء المتناجون من اليهود {حَيَّوْكَ} ؛ أي: خاطبوك، وعظّموك، وسلموك {بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ} ؛ أي: بشيء لم يقع من الله أن يحييك به؛ أي: بتحية لم يأذن الله فيه أن يقال لك، فيقولون: السام عليك؛ أي: إنهم يقولون إذا جاؤوك في تحيتهم إياك: السام عليك يا محمد، وهم يوهمون أنهم يقولون: السلام عليك، فيرد النبي - صلى الله عليه وسلم - فيقول:  \"عليكم\" - بدون الواو -. ورواية:  \"وعليكم\" بالواو خطأ، كذا في \"عين المعاني\" . والسام بلغة اليهود: الموت. أو يقولون: أنعم صباحًا، وهو تحية الجاهلية، من النعومة؛ أي: ليصر صباحك ناعمًا لينًا لا بؤس فيه. والله سبحانه وتعالى يقول: {وَسَلَامٌ عَلَى الْمُرْسَلِينَ (١٨١) }، {وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى} ، {أَيُّهَا الرَّسُولُ} ، {يَا أَيُّهَا النَّبِيُّ} . </p><p> واختلفوا في رد السلام على أهل الذمة (١) : فقال ابن عباس، والشعبي وقتادة: هو واجب؛ لظاهر الأمر بذلك. وقال مالك: ليس بواجب فإدن رددت فقل: عليك. وقال بعضهم: يقول في الرد: علاك السلام؛ أي: ارتفع عنك. وقال بعض المالكية: يقول في الرد: السلام عليك - بكسر السين -، يعني: الحجارة. </p><p> {وَيَقُولُونَ فِي أَنْفُسِهِمْ} ؛ أي: فيما بينهم إذا خرجوا من عندك {لَوْلَا} تحضيضية؛ أي: هلا {يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ} لمحمد؛ أي: هلا يغضب علينا، ويقهرنا بجزائنا على الدعاء بالشر على محمد لو كان نبيًا حقًا، وقيل: المعنى: لو كان نبيًا .. لاستجيب له فينا حيث يقول: وعليكم ووقع علينا الموت عند ذلك. </p><p> {حَسْبُهُمْ جَهَنَّمُ} عذابًا، مبتدأ وخبر (٢) ؛ أي: محسبهم وكافيهم جهنم في التعذيب، من أحسبه إذ كفاه. {يَصْلَوْنَهَا} ؛ أي: يدخلونها ويقاسون حرها لا محالة، وإن لم يعجل تعذيبهم لحكمة. والمراد: الاستهزاء بهم، والاستخفاف بشأنهم لكفرهم وعدم إيمانهم {فَبِئْسَ الْمَصِيرُ} والمرجع لهم، والمخصوص بالذم {جَهَنَّمُ} . قال في \"برهان القرآن\" : الإتيان بالفاء لما فيه من معنى التعقيب؛ أي: فبئس المصير ما صاروا إليه، وهو جهنم، انتهى. وقال بعض المفسرين: وقولهم ذلك من جملة ما غفلوا عمّا عندهم من العلم، فإنهم كانوا أهل كتاب يعلمون أن </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}