{
  "id": null,
  "sura": 58,
  "aya": 14,
  "text": "<p> يلبثوا أن طلع عليهم رجل أزرق أعور فقال حين رآه: علام تشتمني أنت وأصحابك؛ فقال: ذرني آتيك بهم، فحلفوا واعتذروا. فأنزل الله سبحانه:  {يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ ...} الآية، والتي بعدها. </p><p> قوله تعالى:  {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ ...} الآية، سبب نزولها: ما أخرجه ابن أبي حاتم، والطبراني، والحاكم، وأبو نعيم في \"الحلية\" ، والبيهقي في \"سننه\" عن عبد الله بن شوذب قال: جعل والد أبي عبيدة بن الجراح يتصدى لأبي عبيدة يوم بدر، وجعل أبو عبيدة يحيد عنه، فلما أكثر .. قصده أبو عبيدة، فقتله. فنزلت هذه الآية:  {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ ...} إلى آخرها. </p><p> وأخرج ابن المنذر عن ابن جريج، قال: حدثت أن أبا قحافة سبّ النبي - صلى الله عليه وسلم -، فصكه أبو بكر صكة شديدة، فسقط. فذكر ذلك للنبي - صلى الله عليه وسلم - فقال:  \"أوفعلته يا أبا بكر؟فقال:والله لو كان السيف قريبًا مني .. لضربته به.فنزلت:{لَا تَجِدُ قَوْمًا ...}الآية.</p><p> وقيل (١) : نزلت في عبد الله بن عبد الله بن أبيّ ابن سلول؛ وذلك أنه كان جالسًا إلى جنب رسول الله - صلى الله عليه وسلم -، فشرب رسول الله - صلى الله عليه وسلم - ماء، فقال عبد الله: يا رسول الله، أبق فضلة من شرابك، قال: \" وما تصنع بها \"؟قال:أسقيها أبي لعل الله سبحانه يطهر قلبه، ففعل، فأتى بها أباه،فقال:ما هذا؟قال:فضلة من شراب رسول الله - صلى الله عليه وسلم -، جئتك بها لتشربها، لعل الله يطهر قلبك،فقال:هلا جئتني ببول أمك؟ فرجع إلى رسول الله - صلى الله عليه وسلم -فقال:يا رسول الله، ائذن لي في قتل أبي،قال:فقال رسول الله - صلى الله عليه وسلم -: \" ارفق به، وأحسن إليه\". فنزلت هذه الآية. قاله السدي. </p><p> وقيل: نزلت في حاطب بن أبي بلتعة حين كتب إلى أهل مكَّة يخبرهم أن رسول الله - صلى الله عليه وسلم - قد عزم على قصدهم، قاله مقاتل، واختاره الفراء والزجاج. </p><p> التفسير وأوجه القراءة </p><p> ١٤ - {أَلَمْ تَرَ} : تعجيب (٢) من حال المنافقين الذين يتخذون اليهود أولياء، </p><p>(١) زاد المسير. (٢) روح البيان.</p><p> ويناصحونهم، وينقلون إليهم أسرار المؤمنين. والخطاب للرسول - صلى الله عليه وسلم -، أو لكل من يسمع ويعقل. وتعدية الرؤية بـ {إِلَى} لكونها بمعنى النظر؛ أي: ألم تنظر يا محمد {إلى} حال المنافقين {الَّذِينَ تَوَلَّوْا} ؛ أي: والوا، من التولي، بمعنى الموالاة، لا بمعنى الإعراض؛ أي: اتخذوا {قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ} أولياء وأصدقاء وهم اليهود، كما أنبأ عنه قوله تعالى:  {مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ} . ينقلون؛ أي: المنافقون أسرار المؤمنين إليهم؛ أي: إلى اليهود. والغضب: حركة للنفس مبدؤها إرادة الانتقام، وهو بالنسبة إليه تعالى نقيض الرضا، أو إرادة الانتقام، أو تحقيق الوعيد، أو الأخذ الأليم، والبطش الشديد، أو هتك الأستار والتعذيب بالنار، أو تغيير النعة، هكذا قالوا. </p><p> والأسلم الذي عليه السلف: أن الغضب صفة ثابتة لله تعالى، نعتقده ولا نكيّفه ولا نمثله، ولكن أثرها الانتقام من أعدائه. {مَا هُمْ} ؛ أي: ما أولئك المنافقون الذين يوالون اليهود {مِنْكُمْ} أيها المؤمنون في الحقيقة؛ لأنهم يبطنون الكفر، {وَلَا مِنْهُمْ} ؛ أي: ولا من القوم المغضوب عليم؛ لأنهم يظهرون الإِسلام مذبذبون بين ذلك. فهم وإن كانوا كفارًا في الواقع لكنهم ليسوا من اليهود حالًا؛ لعدم اعتقادهم بما اعتقدوا وعدم وفائهم لهم، ومآلًا؛ لأن المنافقين في الدرك الأسفل من النار. وهذه الجملة مستأنفة معترضة. </p><p> وقوله:  {وَيَحْلِفُونَ عَلَى الْكَذِبِ} : معطوف على {تَوَلَّوْا} ، داخل في حكم التعجب. وصيغة الضارع للدلالة على تكرر الحلف وتجدده، حسب تكرر ما يقتضيه؛ أي: ويحلفون لكم على الكذب، ويقولون: والله إنا لمسلمون، فالكذب المحلوف عليه هو ادعاء الإِسلام. أو يحلفون أنهم ما نقلوا الأخبار إلى اليهود. وجملة قوله:  {وَهُمْ يَعْلَمُونَ} في محل النصب على الحال من فاعل {وَيَحْلِفُونَ} ، مفيدة لكمال شناعة ما فعلوا؛ فإن الحلف على ما يعلم أنه كذب في غاية القبح. وفي هذا التقييد دلالة على أن الكذب يعمّ ما يعلم المخبر عدم مطابقته للواقع وما لا يعلمه، فيكون حجة على النَّظَّام والجاحظ. أي: والحال أنهم يعلمون بطلان ما حلفوا عليه، وأنه كذب لا حقيقة له؛ أي: يوالونهم، ويحلفون لكم على أنهم مسلمون منكم، والحال أنهم يعلمون أن المحلوف عليه كذب، كمن يحلف بالغَموس؛ وهو: الحلف على فعل أو ترك ماض كاذبًا عمدًا، سمي بالغموس لأنه يغمس صاحبه في </p>"
}