{
  "id": null,
  "sura": 58,
  "aya": 7,
  "text": "<p> الأمور، فالشهيد بمعنى الشاهد، من الشهود بمعنى الحضور. فالعاقل لا بد له من استحضار الذنوب، والبكاء عليها، وطلب التوبة من الله تعالى الذي يحصي كل شيء، ولا ينساه، قبل أن يجيء يوم يفتضح فيه المصرّ على رؤوس الأشهاد، ولا يقبل الدعاء والمعذرة من العباد. </p><p> ومعنى الآية (١) : أي واذكر لهم - أيها الرسول - حالهم يوم يجمع الله الأولين والآخرين في صعيد واحد فيخبرهم بما كسبت أيديهم تشهيرًا لهم وخزيًا على رؤوس الأشهاد، والله قد حفظه وضبطه، وهم قد نسوه، والله شهيد على كل شيء، فلا يغيب عنه شيء ولا ينسى شيئًا، وفي هذا شديد الوعيد والتقريع العظيم ليعرفوا أن ما حاق بهم من العذاب إنما كان من جزاء أعمالهم وقبيح أفعالهم. </p><p> ٧ - ثم أكد ما سبق من إحاطة علمه تعالى بكل شيء، فقال:  {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} والاستفهام فيه تقريري. وفي \"الروح\" : {الهمزة} : فيه للإنكار المقرر بالرؤية لما أن الإنكار نفي معنيٌّ، ونفي النفي يقرر الإثبات، فتكون الرؤية ثابتة مقررة. والخطاب للرسول - صلى الله عليه وسلم -، أو لكل من يستحق الخطاب. </p><p> والمعنى (٢) : ألم تعلم علمًا يقينيًا بمرتبة المشاهدة أنه تعالى يعلم ما في السماوات وما في الأرض من الموجودات، سواء كان بالاستقرار فيهما أو بالجزئية منهما. </p><p> روي عن ابن عباس - رضي الله عنهما -: أنها نزلت في ربيعة وحبيب ابني عمرو وصفوان بن أمية. كانوا يومًا يتحدثون فقال أحدهم: أترى الله يعلم ما نقول؟ فقال الآخر: يعلم بعضًا، وقال الثالث: إن كان يعلم بعضه فهو يعلم كله - وصدق؛ لأن من علم بعض الأشياء بغير سبب فقد علمها كلها؛ لأنَّ كونه عالمًا بغير سبب ثابت له مع كل معلوم - فنزلت الآية. </p><p> وجملة قوله:  {مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ} إلخ، مستأنفة لتقرير شمول علمه، وإحاطته بكل المعلومات. و {ما} نافية، و {يَكُونُ} تامة، بمعنى: يوجد ويقع. و {مِن} مقحمة، و {نَجْوَى} فاعله، وهو مصدر بمعنى التناجي، مضاف إلى فاعله؛ </p><p>(١) المراغي. (٢) روح البيان.</p><p> أي: ما يقع تناجي ثلاثة نفر ومسارّتهم {إِلَّا هُوَ} سبحانه وتعالى {رَابِعُهُمْ} ؛ أي: جاعلهم أربعة من حيث إنه تعالى يشاركهم في الاطلاع عليها، كما قال الحسين النوري: إلا هو رابعهم علمًا وحكمًا، لا نفسًا وذاتًا. وهو استثناء مفرغ من أعمّ الأحوال؛ أي: ما يوجد في حال من الأحوال إلا في هذه الحال. وفي الكلام اعتبار التصيير. قال النصر أبادي: من شهد معيّة الحق معه .. زجره عن كل مخالفة وعن ارتكاب كل محذور، ومن لا يشاهد معيته .. فإنه متخط إلى الشبهات والمحارم. </p><p> وقرأ الجمهور (١) : {يَكُونُ} بالتحتية، وقرأ أبو جعفر بن القعقاع، والأعرج وأبو حيوة بالفوقية نظرًا إلى تأنيث النجوى، والتذكير على قراءة العامة؛ لأنه مسند إلى {مِنْ نَجْوَى} وهو يقتضي الجنس، وذلك مذكر، وليس الأكثر في هذا الباب التذكير؛ لأن {من} زائدة، فالفعل مسند إلى مؤنث، فالأكثر التأنيث، وهو القياس. قال تعالى:  {مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ} ، {مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ} . و {نَجْوَى} : احتمل أن تكون مصدرًا مضافًا إلى {ثَلَاثَةٍ} ؛ أي: من تناجي ثلاثة، أو مصدرًا على حذف مضاف؛ أي: من ذوي نجوى، أو مصدرًا أطلق على الجماعة المتناجين؛ أي: ما يكون من جماعة متناجين. فـ {ثَلَاثَةٍ} على هذين التقديرين قال ابن عطية: بدل أو صفة. وقرأ ابن أبي عبلة ثلاثة وخمسة بالنصب على الحال، والعامل {يتناجون} مضمرة، يدل عليه {نَجْوَى} . قال الفراء (٢) : {ثَلَاثَةٍ} نعت للنجوى فانخفضت وإن شئت أضفت {نَجْوَى} إليها، ولو نصبت على إضمار فعل .. جاز، وهي قراءة ابن أبي عبلة. ويجوز رفع ثلاثة على البدل من موضع نجوى. </p><p> {وَلَا خَمْسَةٍ} ؛ أي: ولا نجوى خمسة نفر {إِلَّا هُوَ} سبحانه {سَادِسُهُمْ} ؛ أي: إلا وهو تعالى جاعلهم ستة في الاطلاع على ما وقع بينهم. وتخصيص (٣) العددين بالذكر لخصوص الواقعة؛ لأن المنافقين المجتمعين في النجوى كانوا مرة ثلاثة وأخرى خمسة، ويقال: إن التشاور غالبًا إنما يكون من ثلاثة إلى ستة ليكونوا أقل لفظًا وأجدر رأيًا وأكتم سرًا، ولذا ترك عمر رضي الله عنه حين علم بالموت </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) روح البيان.</p><p> أمر الخلافة شورى بين ستة؛ أي: على أن يكون أمر الخلافة بين ستة ومشاورتهم واتفاق رأيهم. قال الفراء: العدد غير مقصود؛ لأنه سبحانه مع كل عدد قل أو كثر يعلم السر والجهر، لا تخفى عليه خافية، ولذا عمم الحكم، فقال:  {وَلَا أَدْنَى مِنْ ذَلِكَ ...} إلخ؛ أي: ولا يكون نجوى عدد أقل مما ذكر من الثلاثة كالاثنين والواحد، فإن الواحد أيضًا يناجي نفسه {وَلَا} نجوى {أَكْثَرَ} من ذلك المذكور من الخمسة كالستة والسبعة {إِلَّا هُوَ} سبحانه {مَعَهُمْ} ؛ أي: مع المتناجين بالعلم والسماع، يعلم ما يتناجون به، ولا يخفى عليه ما هم فيه، فكأنه مشاهدهم، ومحاضرهم، تعالى الله عن المشاهدة والحضور معهم حضورًا جسمانيًا. ومما يدل على أن المراد بالمعية، معية العلم لا معيّة الذات: أنه تعالى بدأ الآية بالعلم، فقال:  {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ} . {أَيْنَ مَا كَانُوا} ؛ أي: في أي مكان كانوا فيه من الأماكن، ولو كانوا تحت الأرض، فإن علمه تعالى بالأشياء ليس لقرب مكاني حتى يتفاوت باختلاف الأمكنة قربًا وبعدًا. </p><p> وفي \"كشف ما يلتبس من القرآن\" : إن قلت: لِمَ خص (١) الثلاثة والخمسة بالذكر؟ </p><p> قلت: لأن قومًا من المنافقين تحلقوا للتناجي فيما بينم، يوهمون المؤمنين أنهم يتناجون فيما يسوءهم فيحزنون لذلك، وكانوا بعدة العدد المذكور، فلما طال ذلك، وكثر .. شكوا إلى رسول الله - صلى الله عليه وسلم -، فأمرهم أن لا يتناجوا دون المسلمين، فلم ينتهوا عن ذلك، وعادوا إلى مناجاتهم، فأنزل الله هذه الآيات بصفة حالهم عند تناجيهم. أو لأن الفرد أشرف من الزوج؛ لأنه الله تعالى، وتر يحب الوتر، فخصص العددان المذكوران بالذكر تنبيهًا على أنه لا بد من رعاية الأمور الإلهية في جميع الأمور، ثم بعد ذكرهما زيد عليهما ما يعم غيرهما من المتناجين بقوله:  {وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ} تعميمًا للفائدة، انتهى بزيادة فيه. </p><p> وقرأ الجمهور:  {وَلَا أَكْثَرَ} بالجر بالفتحة عطفًا على لفظ {نَجْوَى} . وقرأ الحسن، وابن أبي إسحاق، والأعمش، وأبو حيوة، وسلام، ويعقوب، وأبو العالية، ونصر، وعيسى بن عمر بالرفع عطفًا على محل {نَجْوَى} إن أريد به </p><p>(١) فتح الرحمن.</p>"
}