{
  "id": null,
  "sura": 58,
  "aya": 1,
  "text": "<p> قلت: شعيرة، قال:  \"إنك لزهيد\" ؟ فنزلت:  {أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ ...} الآية. فخفف الله عن هذه الأمّة. قال الترمذي: حسن. </p><p> التفسير وأوجه القراءة </p><p> ١ - {قَدْ سَمِعَ اللَّهُ} سبحانه وتعالى، وأجاب:  {قَوْلَ الَّتِي} ؛ أي: دعاء المرأة التي {تُجَادِلُكَ} وتخاصمك وتراجعك أيّها الرسول الكريم الكلام {فِي} شأن {زَوْجِهَا} أوس بن الصامت. واسمها خولة بنت ثعلبة - كما مرّ - وتلك المجادَلة: أنّها كلما قال لها رسول الله - صلى الله عليه وسلم -: \"حرمت عليه\" .. كانت تقول: والله ما ذكر طلاقًا؛ أي: أجاب الله سبحانه دعاءها؛ بأن أنزل سبحانه حكم الظهار على ما يوافق مطلوبها. و {سَمِعَ} هنا مجاز مرسل (١) عن أجاب بعلاقة السببية. </p><p> والمجادلة: المفاوضة على سبيل المنازعة والمغالبة، والمراد هنا: المكالمة ومراجعة الكلام؛ أي: معاودته. </p><p> والمعنى: أي قد أجاب الله دعاء المرأة التي تكالمك في حق زوجها استفتاء، وتراجعك الكلام في شأنه وفيما صدر عنه في حقها من ظهاره إياها بغير وجه مشروع وسبب مقبول. </p><p> وقرأ أبو عمرو وحمزة والكسائي:  {قَدْ سَمِعَ} بإدغام الدال في السين. وقرأ الجمهور بالإظهار. قال خلف بن هشام البزار: سمعت الكسائي يقول: من قرأ {قَدْ سَمِعَ} فأظهر الدال عند السين .. فلسانه أعجمي ليس بعربيّ. ولا يلتفت إلى هذا القول؛ لأن الجمهور على الإظهار. </p><p> {وَتَشْتَكِي إِلَى اللَّهِ} سبحانه: عطف على {تُجَادِلُكَ} ؛ أي: تتضرع إلى الله تعالى، وتظهر ما بها من المكروه والمشقة. وفي (٢) ذكر {قَدْ} إشعار بأن الرسول والمجادلة كانا يتوقعان أن ينزل الله حكم الحادثة، ويفرج عنها كربها؛ لأنها إنما تدخل على ماض متوقع. </p><p> وقد مرّ لك أن المجادلة هي خولة بنت ثعلبة بن مالك بن خزاعة الخزرجية، </p><p>(١) روح البيان. (٢) روح البيان.</p><p> وزوجها أوس بن الصامت أخو عبادة. روي: أنّها كانت حسنة البدن، فرآها أوس وهي تصلي، فاشتهى مواقعتها، فلما سلمت .. راودها فأبت وكان به خفّة عقل - فغضب عليها بمقتضى البشرية، وقال: أنت عليّ كظهر أمي - وكان أول ظهار وقع في الإِسلام - ثم ندم على ما قال، بناء على أن الظهار والإيلاء كانا من طلاق الجاهلية، فقال لها: ما أظنك إلى وقد حرمت علي، فشقّ ذلك عليها، فأتت رسول الله - صلى الله عليه وسلم - وعائشة رضي الله عنها تغسل شق رأسه - فقالت: يا رسول الله! إن زوجي أوس بن الصامت، أبو ولدي، وابن عمي، وأحب الناس إلي، ظاهر مني وما ذكر طلاقًا، وقد ندم على فعله، فهل من شيء يجمعني وإياه؟ فقال - صلى الله عليه وسلم -: \"ما أراك إلا وقد حرمت عليه\" فقالت: لا تقل ذلك يا رسول الله، وذكرت فاقتها ووحدتها بتفاني أهلها، وأن لها صبية صغارًا، فقالت: إن ضممتهم إليّ جاعوا، وإن ضممتهم إلى أبيهم ضاعوا. فأعاد النبي - صلى الله عليه وسلم - قوله الأول وهو:  \"حرمت عليه\" فجعلت تراجع رسول الله - صلى الله عليه وسلم - مقالتها الأولى، وكلما قال لها رسول الله - صلى الله عليه وسلم -: \"حرمت عليه\" هتفت، وقالت: أشكو إلى الله مما لقيت من زوجي حال فاقتي ووحدتي، وقد طالت معه صحبتي ونفضت له بطني؛ تريد بذلك: أني قد بلغت عنده سنّ الكبر وصرت عقيمًا لا ألد بعد، وكانت في ذلك ترفع رأسها إلى السماء على ما هو عادة الناس استنزالًا للأمر الإلهي من جانب العرش وتقول: اللهم أنزل على لسان نبيك، فقامت عائشة تغسل الشق الآخر من رأسه - صلى الله عليه وسلم -، وهي ما زالت في مراجعة الكلام مع رسول الله - صلى الله عليه وسلم - وبث الشكوى إلى الله سبحانه حتى نزل جبريل عليه السلام بهذه الآيات الأربع سمعًا لدعائها وقبولًا لشكواها، وكانت سببًا لظهور حكم الظهار. </p><p> وجملة قوله:  {وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا} في محل نصب على الحال من الجلالة، أو مستأنفة جارية مجرى التعليل لما قبلها، كما سيأتي؛ أي: والله يعلم (١) تراجعكما في الكلام، وتخاطبكما، وتجاوبكما في أمر الظهار. فإن التحاور بمعنى التجاوب، وهو رجع الكلام وجوابه من الحور؛ بمعنى: الرجوع. وذلك كان برجوع الرسول إلى الحكم بالحرمة مرة بعد أخرى، وبرجوع المجادلة إلى طلب التحليل كذلك. </p><p>(١) روح البيان.</p><p> ومثله: المحاورة في البحث ومنه قولهم في الدعاء: نعوذ بالله من الحور بعد الكور؛ أي: الرجوع إلى النقصان بعد الوصول إلى الزيادة، أو إلى الوحشة بعد الإنس. وقال الراغب: الحور: التردد، إما بالذات وإما بالتفكر. وقيل: نعوذ بالله من الحور بعد الكور؛ أي: من التردد في الأمر بعد المضي فيه، أو من نقصان وتردد في الحال بعد الزيادة فيها. وصيغة المضارع للدلالة على استمرار السمع حسب استمرار التحاور وتجدده. وفي نظمها في سلك الخطاب مع أفضل البريّات تغليب، إذ القياس: تحاورها وتحاورك، تشريفًا لها من جهتين. والجملة استئناف جار مجرى التعليل لما قبلها كما مرّ آنفًا. فإن إلحافها في المسألة ومبالغتها في التضرع إلى الله، ومدافعته عليه السلام إياها بجواب منبىء عن التوقف وترقب الوحي، وعلمه تعالى بحالهما .. من دواعي الإحابة. وفي \"كشف الأسرار\" : ليس هذا تكرارًا؛ لأن الأول لما حكته عن زوجها، والثاني لما كان يجري بينها وبين رسول الله - صلى الله عليه وسلم -؛ لأن الأول ماضٍ، والثاني مستقبل. </p><p> {إِنَّ اللَّهَ} سبحانه وتعالى {سَمِيعٌ} ؛ أي: مبالغ في السمع، يسمع كل مسموع. {بَصِيرٌ} ؛ أي: مبالغ في الإبصار يبصر كل مبصر، ومن جملة ذلك ما جادلتك به هذه المرأة؛ أي: ومن قضيته أن يسمع تحاورهما، ويرى ما يقارنه من الهيئات التي من جملتها رفع رأسها إلى السماء وسائر آثار التضرع. </p><p> وفي الآية دليل على أن من انقطع رجاؤه عن الخلق، ولم يبق له في مهمه أحد سوى ربه، وصدق في دعائه وشكواه .. كفاه الله في ذلك، ومن كان أضعف .. فالرب به ألطف. ولقد أجاد من قال: </p><p> يَا مَنْ يَرَى مَا فِيْ الضَّمِيْرِ وَيَسْمَعُ ... أنْتَ الْمُعَدُّ لِكُلِّ مَا يُتَوَقَّعُ </p><p> يَا مَنْ يُرَجَّى لِلشَّدَائِدِ كُلِّهَا ... يَا مَنْ إِلَيْهِ الْمُشْتَكَى وَالْمَفْزَعُ </p><p> مَا لَي سِوَى قَرْعِي لِبَابِكَ حِيْلَةٌ ... وَلَئِنْ رُدِدْتُ فَأَيَّ بَابٍ أَقْرَعُ </p><p> حَاشَا لِجُوْدِكَ أَنْ تُقَنِّطَ عَاصِيًا ... الْفَضْلُ أَجْزَلُ وَالْمَوَاهِبُ أَوْسَعُ </p><p> وقد شاهدنا مشهدًا عجيبًا في إجابة الدعاء عند قراءة هذه الأبيات في الشدائد والنوائب، وفي المعارك. </p>"
}