{
  "id": null,
  "sura": 58,
  "aya": 5,
  "text": "<p> وختم الآية (١) هنا بـ {أَلِيمٌ} ، وفيما بعده بـ {مُهِينٌ} ؛ لأن الأول متصل بضده وهو الإيمان، فتوعدهم على الكفر بالعذاب الأليم الذي هو جزاء الكافرين، والثاني متصل بقوله:  {كُبِتُوا} ، وهو الإذلال والإهانة، فوصف العذاب بمثل ذلك فقال:  {مُهِينٌ} . </p><p> والمعنى (٢) : أي ذلك الذي بيناه لكم من وجوب الكفارة حين الظهار لتقروا بتوحيد الله، وتصدقوا رسوله، وتنتهوا عن قول الزور والكذب، وتتبعوا ما حده الدين من حدود الله، وبينه لكم من فرائض، وللجاحدين بهذه الحدود وغيرها من فرائض الله عذاب مؤلم على كفرهم بها. وأطلق اسم الكافر على متعدي هذه الحدود تغليظًا للزجر، كما مرّ آنفًا، كما قال في المتهاون في أداء فريضة الحج:  {وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ} . </p><p> والخلاصة (٣) : أي ولمن جحد هذه الأحكام، وكذب بها عذاب أليم، فإن عجز عن جميع خصال الكفارة .. لم تسقط عنه، بل هي باقية في ذمته إلى أن يقدر على شيء منها، ولا ينبغي للمرأة أن تدعه يقربها حتى يكفر، كما مرّ، فإن تهاون بالتكفير .. حال الإِمام بينه وبينها، وأجبره على التكفير وإن كان الإجبار بالضرب، ولا شيء من الكفّارات يجبر عليه ويحبس إلا كفارة الظهار وحدها؛ لأن ترك التكفير إضرار بالمرأة، وامتناع من إيفاء حقها. </p><p> وروي (٤) : أنه لما نزلت هذه الآيات الأربع تلاها رسول الله - صلى الله عليه وسلم -، فقال لأوس بن الصامت - رضي الله عنه -: \"هل تستطيع عتق رقبة؟ \" قال: إذن يذهب جلّ مالي، قال:  \"فصيام شهرين متتابعين\" قال: يا رسول الله! إذا لم آكل في اليوم ثلاث مرات .. كلّ بصري وخشيت أن تعشو عيني، قال:  \"فإطعام ستين مسكينًا\" ، قال: لا، إلا أن تعينني عليه، قال:  \"أعينك بخمسة عشر صاعًا\" ، وأنا داعٍ لك بالبركة \". وتلك البركة بقيت في آله، كما في \" عين المعاني\". </p><p> ٥ - ولما ذكر سبحانه المؤمنين الواقفين عند حدوده ذكر المحادين، فقال: {إنَّ </p><p>(١) برهان القرآن. (٢) المراغي.(٣) المراغي.(٤) روح البيان.</p><p> الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ}؛ أي: محمدًا - صلى الله عليه وسلم -؛ أي: يعادونهما، ويشاقونهما، ويخالفونهما فيما أمرا به ونهيا عنه. وقال الزجاج: المحادة أن تكون في حد يخالف صاحبك وأصلها: الممانعة. ومنه الحديد، ومنه: الحداد للبواب. وفي إيراد (١) المحادة في أثناء ذكر حدود الله دون المعاداة والمشاقة من حسن الموقع ما لا غاية وراءه. </p><p> وقال بعضهم في معنى الآية: إن الذين يحادون؛ أي: يضعون أو يختارون حدودًا غير حدودهما. ففيه وعيد عظيم للملوك وأمراء السوء الذين وضعوا أمورًا خلاف ما حده الشرع، وسموها: القانون والنظام. </p><p> {كُبِتُوا} ؛ أي: أذلوا وأخزوا. وذلك كما وقع للمشركين يوم بدر، فإن الله كبتهم بالقتل والأسر والقهر. يقال: كبت الله فلانًا إذا أذله. وقال أبو عبيدة والأخفش: أهلكوا، وقال ابن زيد: عذبوا، وقاله السدي: لعنوا، وقال ابن الشيخ: يصلح لأن يكون دعاء عليهم وإخبارًا عما سيكون بالماضي لتحققه؛ أي: سيكبتون. ويدخل فيهم المنافقون والكافرون جميعًا. أما الكافرون: فمحادتهم في الظاهر والباطن. وأمّا المنافقون: ففي الباطن فقط. </p><p> {كَمَا كُبِتَ} وأذل وأهلك وعذب {الَّذِينَ مِنْ قَبْلِهِمْ} من كفار الأمم الماضية المعادين المحادين للرسل عليهم الصلاة والسلام، مثل: أقوام نوح، وهود، وصالح وغيرهم. وكان السريّ - رحمه الله تعالى - يقول: عجبت من ضعيف عصى قويًا، فيقال له: كيف ذلك؟ ويقول:  {وَخُلِقَ الْإِنْسَانُ ضَعِيفًا} . </p><p> وجملة قوله:  {وَقَدْ أَنْزَلْنَا آيَاتٍ بَيِّنَاتٍ} حال (٢) من واو {كُبِتُوا} ؛ أي: كبتوا لمحادّتهم الله ورسوله، والحال أنّا قد أنزلنا آياتٍ واضحات فيمن حاد الله ورسوله ممن قبلهم من الأمم، وفيما فعلنا بهم، أو آيات بينات تدل على صدق الرسول وصحة ما جاء به. </p><p> والسؤال بأنّ الإنزال نقل الشيء من الأعلى إلى الأسفل، وهو إنما يتصور في الأجسام والآيات التي هي من الكلام من الأعراض الغير القارّة، فكيف يتصور </p><p>(١) روح البيان. (٢) روح البيان.</p><p> الإنزال فيها؟ </p><p> يجاب عنه: بأن المراد منه إنزال من يتلقّف من الله ويرسل إلى عباده تعالى. فيسند إليها مجازًا لكونها المقصودة منه. أو المراد منه: الإيصال، والإعلام، على سبيل الاستعارة. </p><p> {وَلِلْكَافِرِينَ} بتلك الآيات أو بكل ما يجب الإيمان به {عَذَابٌ مُهِينٌ} يذهب بعزهم وكبرهم، من الإهانة بمعنى التحقير. والمراد: عذاب الكبت الذي هو في الدنيا، فيكون ابتداء كلام، أو عذاب الآخرة، فيكون للعطف، بمعنى: أن لهم الكبت في الدنيا ولهم عذاب مهين في الآخرة، فهم معذبون في الدارين. وقال بعضهم: وصف الله تعالى العذاب الملحق بالكافرين أولًا بالإِسلام وثانيًا بالإهانة لأن الإيلام يلحق بهم أولًا ثم يهانون به، وإذا كانت الإهانة ما في الآخرة .. فالتقديم ظاهر، وقد سبق غير هذا. </p><p> ومعنى الآية (١) : أي أن الذين يختارون لأنفسهم حدودًا غير ما حده الله ورسوله ويضعون شرائع غير ما شرعه الله سيلحقهم الخزي والنكال في الدنيا كما لحق من قبلهم من كفار الأمم الماضية الذين حادوا الله ورسله، وقد تحقق ذلك. وفي هذا بشارة عظيمة للمؤمنين بظهورهم على عدوهم ونصر الله لهم، كما أن فيه وعيدًا عظيمًا للملوك وأمراء السوء الذين وضعوا قوانين وشرائع وضعية غير ما شرع الله، وألزموا رعاياهم العمل بها والجري على نهجها، وعينوا لذلك قضاةً يحكمون بها، ونبذوا ما جاء في شرعهم، والله يقول:  {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} . نعم: إنه لا بأس بالقوانين السياسية إذا وقعت باتفاق ذوي الآراء من أهل الحل والعقد على وجه يكون به انتظام شمل الجماعات، إذا كانت لا تخالف في أحكامها روح التشريع الديني؛ كتعيين مراتب التأديب للزجر عن المعاصي والجنايات التي لم ينص الشارع فيها على حدّ معين، بل فوض الأمر فيها للإمام، وليس في ذلك محادة لله ورسوله، بل فيها استيفاء لحق الله على الوجه الأكمل. وبالجملة: فلا بأس في النظام الذي لا يخالف روح الشرع، من ترتيب أحوال الداخلية والخارجية، مما لا بد منه في الحياة </p><p>(١) المراغي.</p>"
}