{
  "id": null,
  "sura": 58,
  "aya": 2,
  "text": "<p> وفي الآية أيضًا: أن من استمع الله ورسوله والورثة إلى كلامه .. فسائر الناس أولى. </p><p> روي: أن عمر بن الخطاب - رضي الله عنه - مر بهذه المرأة في خلافته، وهو على حمار والناس معه، فاستوقفته طويلًا ووعظته، وقالت: يا عمر! قد كنت تدعى عميرًا، ثم قيل لك: عمر، ثم قيل لك: أمير المؤمنين، فاتق الله يا عمر؛ فإنه من أيقن الموت .. خاف الفوت، ومن أيقن الحساب .. خاف العذاب. وهو واقف يسمع كلامها، فقيل له: يا أمير المؤمنين أتقف لهذه العجوز هذا الوقوف الطويل؟ فقال: والله لو حبستني من أول النهار إلى آخره ما زلت إلا للصلاة المكتوبة، أتدرون من هذه العجوز؟ هي خولة بنت ثعلبة، سمع الله قولها من فوق سبع سماوات، أيسمع رب العالمين قولها ولا يسمعه عمر؟! </p><p> ثم اعلم: أنه من أكبر الذنوب أن يقول الرجل لأخيه: اتق الله، فيقول في جوابه: عليك نفسك؛ أي: الزم نفسك، أنت تأمرني بهذا؟! وذلك لأنه إذا ذكر اسم الله .. يلزم التعظيم له، سواء صدر من مسلم أو كافر، وأعلم الناس لا يستغني عن تنبيه وإيقاظ، وقد قيل: اللائق بالعاقل أن يكون كالنحل يأخذ من كل شيء ثم يخرجه عسلًا، فيه شفاء من كل داء، وشمعًا له منافع لا سيما الضياء، فطالب الحكمة يأخذها من كل مقام سواء قعد أو قام. </p><p> الْمَرْءُ لَوْلَا عُرْفُهُ فَهُوَ الدُّمَى ... وَالْمِسْكُ لَوْلَا عَرْفُهُ فَهُوَ الدَّمُ </p><p> العرف الأول - بالضم - بمعنى المعروف، والثاني - بالفتح -: الرائحة الطيبة. والدمى - بضم الدال وفتح الميم -: جمع دمية، كالدجى جمع دجية، وهي الصورة المنقشة من رخام أو عاج. </p><p> ومعنى الآية: أي قد قبل الله سبحانه شكوى المرأة التي تجادلك يا محمد في شأن زوجها، وبثت أمرها إلى ربها، وسمع ما سمع من تحاورها معك، والله سميع لما يقال، خبير بحال عباده، فأنزل فيها ما أزال غصتها، وفرج كربتها، وأقر به عينها، وبلّ به ريقها، وأرجع إلى كنفها صبيتها الذين كانوا مصدر شقوتها، وبهم اغتسلت - تعللت واحتجت - على رسوله - صلى الله عليه وسلم -. </p><p> ٢ - ثم بيّن سبحانه شأن الظهار في نفسه، وذكر حكمه، فقال:  {الَّذِينَ يُظَاهِرُونَ مِنْكُمْ} أيها المؤمنون؛ أي: يحرمون نساءهم على أنفسهم كتحريم الله عليهم ظهور </p><p> أمهاتهم، فلا يلحق بهم الذمي؛ لأنه ليس من أهل الكفارة لغلبة جهة العبادة فيها، فلا يصح ظهاره؛ أي: الذين يقع منهم الظهار {مِنْ نِسَائِهِمْ} ؛ أي: من زوجاتهم، فيقول أحدهم لامرأته: أنت علي كظهر أمي يريد: أنك علي حرام كما أن أمي عليّ حرام، مخطئون فيما صنعوا. </p><p> ثم بيّن وجه خطئهم بقوله:  {مَا هُنَّ أُمَّهَاتِهِمْ ...} إلخ. وفي \"فتح الرحمن\" : قال ذلك هنا، وقال بعده:  {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ} لأنّ الأوّل خطاب للعرب خاصة، وكان طلاقهم في الجاهلية الظهار، والثاني بيان أحكام الظهار للناس عامة، انتهى. </p><p> وهذا شروع في بيان الظهار نفسه (١) ، وحكمه المترتب عليه شرعًا بطريق الاستئناف. </p><p> والظهار لغة: مصدر ظاهر الرجل؛ أي: قال لزوجته: أنت عليّ كظهر أمي، والظهر: العضو، والجارحة، ويعبر عن البطن بالظهر؛ أي: أنت عليّ حرام كبطن أمي؛ أي: فكنّى عن البطن بالظهر الذي هو عمود البطن لئلا يذكر ما يقارب الفرج، تأدبًا. </p><p> واعلم: أنه ألحق الفقهاء بالظهر نحو البطن والفخذ والفرج، مما يحرم النظر إليه من الأم، فمن قال: أنت عليّ كبطن أمي أو فخذها أو فرجها .. كان ظهارًا، بخلاف مثل اليد أو الرجل، وكذا ألحقوا بالأم سائر المحارم، فلو وضع المُظاهر مكان الأم ذات رحم محرم منه من نسب، كالخالة والنعمة، أو رضاع، أو صهر .. كان ظهارًا؛ مثل أن يقول: أنت عليّ كظهر خالتي أو عمتي أو أختي، نسبًا أو رضاعًا، أو كظهر امرأة أبي أو ابني. ولو شبّهها بالخمر أو الخنزير أو الدم أو الميتة، أو قتل المسلم، أو الغيبة أو النميمة، أو الزنا، أو الربا، أو الرشوة .. فإنه ظهار إذا نوى. وفي أنت عليّ كأمي: صح نية الكرامة؛ أي: استحقاق البرّ، فلا يقع طلاق ولا ظهار، وصح نية الظهار؛ بأن يقصد التشبيه بالأمّ في الحرمة .. فيترتب عليه أحكام الظهار لا غير. ونية الطلاق؛ بأن يقصد إيجاب الحرمة، فإن لم </p><p>(١) روح البيان.</p><p> ينو شيئًا .. لغا. وأنت عليّ حرام كأمي: صحّ فيه ما نوى من ظهار أو طلاق أو إيلاء، ولو قال: أنت أمي أو أختي أو بنتي، بدون التشبيه .. فهو ليس بظهار، يعني: إن قال: إن فعلت كذا فأنت أمي، ففعلته .. فهو باطل وإن نوى التحريم. ولو قالت لزوجها: أنت عليّ كظهر أمّي .. فإنه ليس بشيء، وقال الحسن: إنه يمين. والكلام على الظهار مبسوط في كتب الفروع، فراجعها إن أردت الخوض فيه. </p><p> وفي إيراد (١)  {مِنكُم} مع كفاية {مِنْ نِسَائِهِمْ} مزيد توبيخ للعرب، وتقبيح لعادتهم في الظهار، فإنه كان من أيمان جاهليتهم خاصة دون سائر الأمم، فلا يليق بهم بعد الإِسلام أن يراعوا تلك العادة المستهجنة، فكأنه قيل: منكم على عادتكم القبيحة المستنكرة. ويحتمل أن يكون لتخصيص نفع الحكم الشرعي للمؤمنين بالقبول والاقتداء به؛ أي: منكم أيها المؤمنون المصدّقون بكلام الله، المؤتمرون بأمر الله، إذ الكافرون لا يستمعون الخطاب، ولا يعلمون بالصواب. </p><p> وفي قوله:  {مِنْ نِسَائِهِمْ} إشارة إلى أن الظهار لا يكون في الأمة، ومن ذلك قالوا: إن للظهار ركنًا، وهو: التشبيه المذكور، وشرطًا وهو: أن يكون المشبه منكوحةً؛ حتى لا يصح من الأمة، وأهلًا وهو: من كان من أهل الكفارة؛ حتى لا يصح من الذمي والصبي والمجنون، وحكمًا وهو: حرمة الوطء، حتى يكفّر مع بقاء أصل الملك. </p><p> وقرأ الجمهور (٢) : {يظّهَّرون} بالتشديد مع فتح حرف المضارعة. وقرأ ابن عامر، وحمزة، والكسائي:  {يَظَّاهرون} بفتح الياء، وتشديد الظاء، وزيادة ألف. وقرأ أبو العالية، وعاصم، وزر بن حبيش:  {يُظَاهِرُونَ} بضم الياء وتخفيف الظاء، وكسر الهاء. وقد تقدم مثل هذا في سورة الأحزاب. وقرأ أبيّ:  {يتظاهرون} بفك الإدغام. </p><p> وجملة قوله:  {مَا هُنَّ} ؛ أي: ما نساؤهم {أُمَّهَاتِهِمْ} خبر الموصول؛ أي: ما نساؤهم أمهاتهم على الحقيقة، فهو كذب بحت؛ يعني: أن من قال لامرأته: </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> أنت عليّ كظهر أمي .. ملحق في كلامه هذا للزوج بالأمّ، وجاعلها مثلها، وهذا تشبيه باطل لتباين الحالين، وكانوا يريدون بالتشبيه الحرمة في المُظَاهر منها كالحرمة في الأم تغليظًا وتشديدًا. فإن قيل: فحاصل الظهار مثلًا: أنت محرّمة عليّ كما حرمت علي أمي، وليس فيه دعوى الأمومة حتى تنفى وتثبت للوالدات .. يقال: إن ذلك التحريم في حكم دعوى الأمومة، وأنّ المراد: نفي المشابهة، لكن نفي الأمومة للمبالغة فيه. </p><p> وقرأ الجمهور (١) : {أُمَّهَاتِهِمْ} بالنصب على اللغة الحجازية في إعمال (ما) عمل (ليس) . وقرأ أبو عمرو، والسلمي، والمفضل عن عاصم بالرفع على عدم الإعمال، وهي لغة نجد وبني أسد. وقرأ ابن مسعود {بأمهاتهم} بزيادة الباء. </p><p> ثم بيّن سبحانه لهم أمهاتهم على الحقيقة فقال:  {إن} نافية بمعنى: (ما)  {أُمَّهَاتِهِمْ} في الحقيقة والصدق {إِلَّا اللَّائِي} جمع التي، أي: ما أمهاتهم إلا النساء اللاتي {وَلَدْنَهُمْ} ؛ أي: ولدن المظاهرين، فلا تشبه بهن في الحرمة إلا من ألحقها الشرع بهن من أزواج النبي - صلى الله عليه وسلم - والمرضعات، ومنكوحات الآباء لكرامتهن، وحرمتهن، فدخلن بذلك في حكم الأمهات، وأما الزوجات .. فأبعد شيء من الأمومة فلا تلحق بهنّ في وجه من الوجوه. </p><p> ثم زاد سبحانه في توبيخهم وتقريعهم، فقال:  {وَإِنَّهُمْ} ؛ أي: وإن المظاهرين منكم {لَيَقُولُونَ} بقولهم ذلك {مُنْكَرًا مِنَ الْقَوْلِ} ؛ أي: فظيعًا قبيحًا من القول، ينكره الشرع، على (٢) أنَّ مناط التأكيد ليس صدور القول منهم فإنه أمر محقق، بل كونه منكرًا؛ أي: عند الشرع وعند العقل والطبع أيضًا، كما يشعر به تنكيره؛ وذلك لأنّ زوجته ليست بأمه حقيقة، ولا ممن ألحقه المثرع بها، فكان التشبيه بها إلحاقًا لأحد المتباينين بالآخر، فكان منكرًا مطلقًا غير معروف {وَزُورًا} ؛ أي: كذبًا باطلًا منحرفًا عن الحق. فإنّ الزور بالتحريك: الميل، فقيل للكذب: زور بالضم لكونه مائلًا عن الحق. قال بعضهم: ولعلَّ قوله: {وَزُورًا} من قبيل عطف السبب على المسبب. </p><p>(١) الشوكاني والبحر المحيط. (٢) روح البيان.</p>"
}