{
  "id": null,
  "sura": 59,
  "aya": 20,
  "text": "<p> الله عنه:  (اعرف نفسك تعرف ربك) . وقال سهل: معنى الآية: نسوا الله عند الذنوب فأنساهم الله أنفسهم عند الاعتذار وطلب التوبة. </p><p> والخلاصة (١) : ولا يكن حالكم كحال قوم تركوا العمل بحقوق الله التي أوجبها على عباده، فران على قلوبهم، وأنساهم العمل الصالح الذي ينجيهم من عقابه، فضلوا ضلالًا بعيدًا، فجازاهم بما هم له أهل وما هم له مستحقون جزاءً وفاقًا؛ لما دسّوا به أنفسهم وأوقعوها في المعاصي والآثام. </p><p> ومن ثم حكم عليهم بالهلاك، فقال:  {أُولَئِكَ} الناسون المخذولون بالإنساء {هُمُ الْفَاسِقُونَ} ؛ أي: الكاملون في الفسوق والخروج عن طريق الطاعة، و {هم} للحصر، فأفاد أن فسقهم كان بحيث أن فسق الغير كأنه ليس بفسق بالنسبة إليه. فالمراد بهم هنا: الكافرون لكن على المؤمن الغافل عن رعاية حق ربوبية الله ومراعاة حظ نفسه من السعادة الأبدية والقربة إلى جنابه تعالى خوف شديد وخطر عظيم. </p><p> والمعنى (٢) : أي أولئك هم الذين خرجوا عن طاعة الله تعالى فاستحقوا عقابه يوم القيامة، ونحو الآية قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ (٩) }. </p><p> ٢٠ - ثم وازن بين من يعمل الحسنات ومن يجترم السيئات، فقال:  {لَا يَسْتَوِي أَصْحَابُ النَّارِ} الذين نسوا الله، فاستحقوا الخلود في النار {وَأَصْحَابُ الْجَنَّةِ} الذين اتقوا الله، فاستحقوا الخلود في الجنة. </p><p> قال في \"الإرشاد\"  (٣) : لعل تقديم {أَصْحَابُ النَّارِ} في الذكر للإيذان من أول الأمر بأن القصور الذي ينبئ عنه عدم الاستواء من جهتهم لا من جهة مقابليهم، فإن مفهوم عدم الاستواء بين الشيئين المتفاوتين زيادة ونقصانًا وإن جاز اعتباره بحسب زيادة الزائد، لكن المتبادر اعتباره بحسب نقصان الناقص، وعليه قوله تعالى:  {هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ} إلى غير ذلك من المواضع. وأما قوله تعالى:  {هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ} فلعل تقديم </p><p>(١) المراغي. (٢) المراغي.(٣) أبو السعود.</p><p> الفاضل فيه لأن صلته ملكة والأعدام مسبوقة بملكاتها. </p><p> وقال بعضهم (١) : قدم {أَصْحَابُ النَّارِ} لذكر الذين نسوا الله قبله، ولكثرة أهلها. </p><p> ولفظ {النَّارِ} باللام من أعلام جهنم، كالساعة للقيامة. ولذا كثيرًا ما تذكر في مقابلة الجنة، كما في هذا المقام. وجاء في الشعر: </p><p> الْجَنَّةُ الدَّارُ فَاعْلَمْ إِنْ عَمِلْتَ بِمَا ... يُرَضِي الإِلَهَ وَإِنِ فرّطْتَ فَالنَّارُ </p><p> هُمَا مَحَلَّانِ مَا لِلنَّاسِ غَيْرُهُمَا ... فَانْظُرْ لِنَفْسِكَ مَاذَا أَنْتَ تَخْتَارُ </p><p> والصحبة في الأصل: اقتران الشيء بالشيء، في زمان ما، قل أو كثر. وبذلك يكون كل منهما صاحب الآخر. وإن كانت على المداومة والملازمة .. يكون كمال الصحبة، ويكون الصاحب المصاحب عرفًا، وقد يطلق على الطرفين حينئذٍ صاحب ومصاحب أيضًا. ومن ذلك يكنى عن الزوجة بالصاحبة. وقد يطلق الصاحب على المالك؛ لكثرة صحبته بمملوكه كما قيل له: الربّ؛ لوقوع تربية المالك على مملوكه، فيقال: صاحب المال كما يقال: رب المال. فإطلاق {أَصْحَابُ النَّارِ} و {وَأَصْحَابُ الْجَنَّةِ} على أهلهما إما باعتبار الصحبة الأبدية والاقتران الدائم، حتى لا يقال للعصاة المعذبين بالنار مقدار ما شاء الله تعالى: أصحاب النار. أو باعتبار الملك، مبالغة ورمزًا إلى أنهما جزاء لأهلهما، باعتبار كسبهما بأعمالهم الحسنة أو السيئة. </p><p> ونحو الآية: قوله تعالى: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ (٢١) }، وقوله: {أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ (٢٨) }. </p><p> والمعنى (٢) : أي لا يستوي الذين نسوا الله فاستحقوا الخلود في النار، والذين اتقوا الله فاستحقوا الخلود في الجنة. </p><p> ثم بين عدم استوائهما، فقال:  {أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ} بكل مطلوب الناجون من كل مكروه. وهو استئناف مبين لكيفية عدم الاستواء بين الفريقين. </p><p>(١) روح البيان. (٢) المراغي.</p>"
}