{
  "id": null,
  "sura": 59,
  "aya": 22,
  "text": "<p> الله سبحانه ثبته لما لا تثبت له الجبال الرواسي. </p><p> ٢٢ - ثم أخبر سبحانه بربوبيته وعظمته، فقال:  {هُوَ} سبحانه وتعالى {اللَّهُ} ؛ أي: المعبود بحق في الوجود، هو الإله {الَّذِي لَا إِلَهَ} ؛ أي: لا معبود بحق في الوجود {إِلَّا هُوَ} سبحانه. وفي هذا تقرير للتوحيد ودفع للشرك. هو سبحانه {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ} ؛ أي: عالم ما غاب عن الإحساس وما حضر. وقيل: عالم السرّ والعلانية، وقيل: عالم ما كان وما سيكون. وقيل: الآخرة والدنيا. وقدم الغيب على الشهادة لكونه متقدمًا وجودًا. وتعلق العلم القديم به من حيث كونه موجودًا. قال الراغب: ما غاب عن حواس الناس وأبصارهم وما شهدوه بهما. </p><p> واعلم (١) : أن ما ورد من إسناد الغيب إلى الله فهو الغيب بالنسبة إلينا، لا بالنسبة إليه تعالى؛ لأنه لا يخفى على الله شيء في الأرض ولا في السماء، وإذا انتفى الغيب بالنسبة إليه تعالى .. انتفى العلم به أيضًا، وأيضًا لما سقطت جميع الغيب والإضافات في مرتبة الذات البحت والهوية الصرفة .. انتفت النسبة العلمية مطلقًا، فانتفى العلم بالغيب، فافهم. </p><p> {هُوَ} سبحانه {الرَّحْمَنُ} ؛ أي: كثير الرحمة لعباده بجلائل النعم. {الرَّحِيمُ} : كثير الرحمة لعباده بدقائق النِّعم. </p><p> كرر {هوَ} لأن له شأنًا شريفًا، ومقامًا منيفًا؛ لدلالته على التوحيد. من اشتغل به .. ملك، ومن أعرض عنه .. هلك. والله تعالى رحمته الدنيوية عامة لكل إنسي وجني، مؤمنًا كان أو كافرًا، على ما قال - صلى الله عليه وسلم -: \"أيها الناس! إن الدنيا عرض حاضر يأكل منها البر والفاجر، وإن الآخرة وعد صادق يحكم فيها ملك عادل قادر، يحق فيها الحق ويبطل الباطل، كونوا من أبناء الآخرة، ولا تكونوا من أبناء الدنيا، فإن كل أم يتبعها ولدها\" ، ولذلك يقال: يا رحمن الدنيا؛ لأن ما فيه زيادة حرف يراد به زيادة في المعنى. ورحمته الأخروية خاصة بالمؤمنين، ولذا يقال: يا رحيم الآخرة. فعلى هذا في معنى {الرَّحْمَنُ} زيادة باعتبار المنعم عليه، ونقصان باعتبار الأنواع والأفراد. وفي تخصيص هذين الاسمين المنبئين، عن وفور </p><p>(١) روح البيان.</p><p> رحمته في الدارين تنبيه على سبق رحمته، وتبشير للعاصين أن لا يقنطوا من رحمة الله، وتنشيط للمطيعين. بأنه يقبل القليل، ويعطي الجزيل. </p><p> وحظ العبد من اسم الرحمن الرحيم أن يكون كثير الرحمة، بأن يرحم نفسه أولًا ظاهرًا وباطنًا، ثم يرحم غيره بتحصيل مراده وإرشاده والنظر إليه بعين الرحمة، كما قال بعضهم: </p><p> وَارْحَمْ بُنَيَّ جَمِيْعَ الْخَلْقِ كُلِّهِمِ ... وَانْظُرْ إِلِيْهِمْ بِعَيْنِ اللُّطْفِ وَالشَّفَقَهْ </p><p> وَقِّرْ كَبِيْرَهُمُ وَارْحَمْ صَغِيْرَهُمُ ... وَرَاعِ فِيْ كُلِّ خَلْقٍ حَقَّ مَنْ خَلَقَهْ </p><p> ومعنى الآية (١) : أي إنه تعالى لا رب غيره، ولا إله في الوجود سواه، فكل ما يعبد من دونه من شجر أو حجر أو صنم أو ملك .. فهو باطل. وهو يعلم جميع الكائنات الشاهدة لنا والغائبة عنا، ولا يخفى عليه شيء في الأرض ولا في السماوات، وهو ذو الرحمة الواسعة الشاملة لجميع المخلوقات، فهو رحمن الدنيا والآخرة ورحيمهما. </p><p> واعلم (٢) : أن لفظ {هُوَ} في قوله: {هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ} في أصل وضعه كناية عن المفرد المذكر الغائب، وهي: كناية عن المفردة المؤنثة الغائبة. وكثيرًا ما يكنى به عمن لا يتصور فيه المذكورة والأنوثة، كما هو هاهنا، فإنه راجع إلى الله تعالى للعلم به. ولك أن تقول: هو: موضوع لمفرد ليس فيه تأنيث حقيقة وحكمًا، وهي: لمفرد يكون فيه ذلك. و {هُوَ} : مبتدأ، خبره لفظة {اللَّهُ} ؛ بمعنى: هو المعبود بالحق، المسمى بهذا الاسم الأعظم، الدال على جلال الذات وكمال الصفات، فلا يلزم أن يتحد المبتدأ أو الخبر بأن يكون التقدير: الله الله؛ إذ لا فائدة فيه. أو {اللَّهُ} بدل من {هُوَ} ، والموصول مع صلته خبر المبتدأ، أو {هُوَ} إشارة إلى الشأن، و {اللَّهُ} مبتدأ، و {الَّذِي لَا إِلَهَ إِلَّا هُوَ} خبره، والجملة خبر عن ضمير الشأن. و {لَا} في كلمة التوحيد لنفي أفراد الجنس على الشمول والاستغراق. و {إِلَهَ} مبني على الفتح بها، مرفوع المحل على الابتداء، والمراد به: جنس المعبود بالحق، لا مطلق جنس المعبود، حقًا أو باطلًا، وإلا .. فلا يصح في </p><p>(١) المراغي. (٢) روح البيان.</p>"
}