{
  "id": null,
  "sura": 59,
  "aya": 6,
  "text": "<p> المدينة، كالمغرب .. فلا تكاد تنحصر. وكانت العجوة خير أموال بني النضير؛ لأنهم كانوا يقتاتونها، ولما قطعت العجوة .. شق النساء الجيوب، وضربن الخدود، ودعون بالويل كما في \"إنسان العيون\" . </p><p> واستدل بهذه الآية على جواز هدم ديار الكفرة، وقطع أشجارهم مثمرة كانت أو غير مثمرة، وإحراق زروعهم زيادة لغيظهم، وعلى جواز الاجتهاد وعلى تصويب المجتهدين. والكلام فيه مبسوط في كتب الأصول. </p><p> والمعنى: وقد أذن الله في ذلك ليعز المؤمنين، وليخزي الفاسقين ويذلهم، ويزيد غيظهم، ويضاعف حسرتهم بنفاذ حكم أعدائهم في أعز أموالهم. </p><p> والخلاصة: أنكم بأمر الله قطعتم، ولم يكن ذلك فسادًا، بل نعمة من الله ليخزيهم ويذلهم بسبب فسقهم وخروجهم من طاعة الله ومخالفة أمره ونهيه. </p><p> ٦ - ولما جلا بنو النضير عن أوطانهم (١) ، وتركوا أرباعهم وأموالهم .. طلب المسلمون تخميسها كغنائم بدر. فنزلت:  {وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ ...} . فبين أن أموالهم فيء لم يوجف عليها خيل ولا ركاب ولا قطعت مسافة، إنما كانوا ميلين من المدينة مشوا مشيًا، ولم يركب إلا رسول الله - صلى الله عليه وسلم -. </p><p> وهذا شروع في (٢) بيان حال ما أخذ من أموالهم بعد بيان ما حل بأنفسهم من العذاب العاجل والآجل، وما فعل بديارهم ونخيلهم من التخريب والقطع. و {ما} موصولة، وقوله:  {فَمَا أَوْجَفْتُمْ} خبره. ويجوز جعلها شرطية، وقوله:  {فَمَا أَوْجَفْتُمْ} جوابًا. والفيء في الأصل بمعنى الرجوع، وأفاء: أعاد وأرجع فهو على أصل معناه هنا. </p><p> والمعنى: وما أعاده الله على رسوله ورده، وأرجع إليه من مالهم؛ أي: جعله عائدًا إليه، ففيه إشعار بأنه كان حقيقًا بأن يكون له - صلى الله عليه وسلم -، وإنما وقع في أيديهم بغير حق، فرجعه الله إلى مستحقه؛ لأنه تعالى خلق الناس لعبادته، وخلق ما خلق ليتوسلوا به إلى طاعته، فهو جدير بأن يكون للمطيعين، وهو - صلى الله عليه وسلم - رأسهم ورئيسهم، وبه أطاع من أطاع، فكان أحق به. فالعود على هذا بمعنى: أن يتحول </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> الشيء إلى ما فارق عنه، وهو الأشهر. ويجوز أن يكون معناه: صيّره له، فالعود على هذا بمعنى: أن يتحول الشيء إلى ما فارق عنه، وإن لم يكن ذلك التحول مسبوقًا بالحصول له قبل. والحمل هنا على هذا المعنى لا يحوج إلى تكلف توجيه بخلاف الأول. وكلمة {على} تؤيد المعنى الثاني. </p><p> قال بعضهم: سمى ذلك المال فيئًا تشبيهًا له بالفيء، الذي والظل، تنبيهًا على أن أشرف أعراض الدنيا يجري مجرى ظل زائل. قال المطرزي في \"المُغْرِب\" : الفرق بين الغنيمة، والفيء، والنفل: أن الغنيمة: ما نيل من أن الشرك عنوة والحرب قائمة، وحكمها: أن تخمس، وسائرها بعد الخمس للغانمين خاصة. والفيء: ما نيل منهم بعدما تضع الحرب أوزارها، وتصير الدار دار إسلام، ومنه الجزية، ومال أهل الصلح والخراج من أموالهم. وحكمه؛ أن يكون لكافة المسلمين، ولا يخمس. والنَّفَلُ - بالتحريك -: ما ينفلُه المغازي؛ أي: يعطاه زائدًا على سهمه؛ لكثرة نكايته في الأعداء، وكأن يقول الإِمام أو الأمير: من قتل قتيلًا .. فله سلبه، أو قال للسرية: ما أصبتم .. فلكم ربعه أو نصفه، ولا يخمس. وعلى الإِمام الوفاء به. </p><p> {مِنْهُمْ} أي: من بني النضير {فَمَا} نافية {أَوْجَفْتُمْ عَلَيْهِ} ؛ أي: أجريتم على تحصيله وتغنمه من الوجيف، وهو سرعة السير. {مِنْ خَيْلٍ} : {مِنْ} زائدة بعد النفي للتأكيد؛ أي: خيلًا. وهو جماعة الأفراس، لا واحد له من لفظه، كما سيأتي. {وَلَا رِكَابٍ} ؛ أي: ولا ركابًا؛ أي: جملًا. والركاب هو: ما يركب من الإبل خاصة، كما أن الراكب عندهم راكبها لا غير. وأما راكب الفرس فإنهم يسمونه فارسًا، ولا واحد لها من لفظها، وإنما الواحد منها: راحلة. </p><p> والمعنى: أي وما أفاء الله على رسوله من أموال بني النضير (١) ، فما قطعتم لها شقة بعيدة، ولا لقيتم مشقة شديدة، ولا قتالًا شديدًا، وذلك أنه كانت قرى بني النضير على ميلين من المدينة، وهي ساعة واحدة بحساب الساعات النجومية، فذهبوا إليها مشيًا، وما كان فيهم راكب إلا النبي - صلى الله عليه وسلم -، وكان يركب حمارًا مخطومًا بليف أو جملًا، فافتتحها صلحًا من غير أن يجري بينهم مسايفة. كأنه قال: </p><p>(١) روح البيان.</p>"
}