{
  "id": null,
  "sura": 59,
  "aya": 10,
  "text": "<p> وأخرج أحمد والبخاري في \"الأدب\" ومسلم والبيهقي، عن جابر بن عبد الله: أن رسول الله - صلى الله عليه وسلم - قال:  \"اتقوا الظلم، فإن الظلم ظلمات يوم القيامة، واتقوا الشح؛ فإن الشح قد أهلك من كان قبلكم، حملهم على أن سفكوا دماءهم واستحلوا محارمهم\" . </p><p> وروى الأموي عن ابن مسعود:  (أن رجلًا أتاه،قال:إني أخاف أن أكون قد هلكت،قال:وما ذاك؟قال:سمعت الله يقول:{وَمَنْ يُوقَ شُحَّ نَفْسِهِ}وأنا رجل شحيح، لا أكاد أخرج من يدي شيئًا،فقال ابن مسعود:ليس ذاك الذي ذكر الله تعالى،وإنما الشح:أن تأكل مال أخيك ظلمًا، ولكن ذلك البخل، وبئس الشيء البخل) . ففرق بين الشح والبخل. </p><p> وليس المراد من تقوى الشح الجودُ بكل ما يملك؛ فقد روى أنس بن مالك: أن رسول الله - صلى الله عليه وسلم - قال:  \"برىء من الشح من أدى الزكاة، وقَرَى الضيف، وأعطى في النائبة\" . </p><p> ١٠ - ثم لما فرغ سبحانه من الثناء على المهاجرين والأنصار .. ذكر ما ينبغي أن يقوله من جاء بعدهم، فقال:  {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ} ؛ أي: من بعد هجرة المهاجرين الأولين، ومن بعد قوة إيمان الأنصار، وهم: التابعون لهم بإحسان إلى يوم القيامة. وقيل: هم الذين هاجروا بعدما قوي الإِسلام. والظاهر: شمول الآية لمن جاء بعد السابقين من الصحابة المتأخر إسلامهم في عصر النبوة، ومن تبعهم من المسلمين بعد عصر النبوة إلى يوم القيامة؛ لأنه يصدق على الكل أنهم جاؤوا بعد المهاجرين الأولين والأنصار. والموصول (١) مبتدأ، وخبره {يَقُولُونَ} ، والجملة مسوقة لمدحهم بمحبتهم لمن تقدمهم من المؤمنين، ومراعاتهم لحقوق الأخوة في الدين والسبق بالإيمان ويجوز أن يكون الموصول معطوفًا على قوله:  {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ} فيكون {يَقُولُونَ} في محل النصب على الحال، أو مستأنف. والمراد بالأخوة هنا: أخوة الدين، أمرهم الله أن يستغفروا لأنفسهم ولمن تقدمهم من المهاجرين والأنصار. </p><p>(١) روح البيان.</p><p> أي: والذين جاؤوا من بعدهم يدعون لهم قائلين: {رَبَّنَا اغْفِرْ لَنَا} ما فرط منا {وَلِإِخْوَانِنَا} ؛ أي: في الدِّين، الذي هو أعزّ وأشرف عندهم من النسب. {الَّذِينَ سَبَقُونَا بِالْإِيمَانِ} وصفوهم بذلك اعترافًا بفضلهم. قدموا أنفسهم في طلب المغفرة لما في المشهور من أن العبد لا بد أن يكون مغفورًا له حتى يستجاب دعاؤه لغيره. وفيه حكم بعدم قَبول دعاء العاصين قبل أن يُغْفَرَ لهم، وليس كذلك كما دلت عليه الأخبار. فلعل الوجه: أن تقديم النفس كونها أقرب النفوس إليه مع أن في الاستغفار إقرارًا بالذنب، فالأحسن للعبد أن يرى أولًا ذنب نفسه، كذا في بعض التفاسير. </p><p> يقول الفقير: نفس المرء أقرب إليه من نفس غيره، فكل جلب أو دفع فهو إنما يطلبه أولًا لنفسه لإعطاء حق الأقدم، وأما غيره .. فهو بعده ومتأخر عنه. وأيضًا: إن ذنب نفسه مقطوع بالنسبة إليه، وأما ذنب غيره .. فمحتمل، فلعل الله قد غفر له وهو لا يدري. وأيضًا: تقديمهم في مثل هذا المقام لا يخلو عن سوء أدب وسوء ظن في حق السلف. </p><p> ويقال: إنما بدؤوا بأنفسهم؛ لقوله - صلى الله عليه وسلم -: \"ابدأ بنفسك ثم بمن تعول\" . ويدعون لأنفسهم قائلين:  {وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا} ؛ أي: حقدًا وبغضًا وحسدًا. وقرىء:  {غمرًا} . {لِلَّذِينَ آمَنُوا} بالله ورسوله على الإطلاق، صحابة أو غيرهم. وفيه إشارة إلى أن الحقد على غيرهم جائز لغيرة الدِّين، وإن لم يكن الحسد جائزًا. أمرهم الله سبحانه (١) . بعد الاستغفار للمهاجرين والأنصار أن يطلبوا من الله سبحانه أن ينزع من قلوبهم الغل للذين آمنوا على الإطلاق، فيدخل في ذلك الصحابة دخولًا أوليًّا؛ لكونهم أشرف المؤمنين، ولكون السياق فيهم، فمن لم يستغفر للصحابة على العموم، ويطلب رضوان الله لهم .. فقد خالف ما أمره الله به في هذه الآية، فإن وجد في قلبه غلًّا لهم .. فقد أصابه نزغ من الشيطان، وحل به نصيب وافر من عصيان الله بعداوة أوليائه، وخير أمة نبيه - صلى الله عليه وسلم -، وانفتح له باب من الخذلان يفد به على نار جهنم إن لم يتدارك نفسه باللجأ إلى الله سبحانه، والاستغاثة به، والتوبة منه، والعياذ من ذلك كله بالله تعالى. </p><p>(١) الشوكاني.</p><p> والحقد والحسد هما رأس كل خطيئة، وينبوع كل معصية، فهما يوجبان سفك الدماء، والبغي، والظلم، والسرقة، وسائر أنواع الفجور. </p><p> ونحو الآية قوله تعالى في سورة براءة:  {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} . </p><p> {رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ} ؛ أي: ربنا إنك عظيم الرأفة بعبادك، كثير الرحمة لهم، فحقيق بأن تجيب دعاءنا، فأجب دعاءنا يا إلهنا ويا مالك أمرنا. وفي الآية (١) حث على الدعاء للصحابة وصفاء القلوب من بغض أحد منهم، ودليل على أن الترحم والاستغفار واجب على المؤمنين الآخرين للسابقين منهم، لا سيما لآبائهم ولمعلمهم أمور الدِّين. قالت عائشة رضي الله عنها:  \"أمروا أن يستغفروا لهم، فسبوهم\" . وفي الحديث:  \"لا تذهب هذه الأمة حتى يلعن آخرها أولها\" ، وعن ابن عمر رضي الله عنهما: أنه سمع رجلًا وهو يتناول بعض المهاجرين، فقرأ عليه:  {لِلْفُقَرَاءِ الْمُهَاجِرِينَ} ثم قال: هؤلاء المهاجرون، أفمنهم أنت؛ قال: لا. ثم قرأ عليه:  {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ ...} الآية، ثم قال: هؤلاء الأنصار، فأنت منهم؟ قال: لا. ثم قرأ عليه:  {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ ...} الآية، ثم قال: أفمن هؤلاء أنت؟ قال: أرجو، قال: ليس من هؤلاء من سب هؤلاء. </p><p> وفي تكرير:  {رَبَّنَا} إظهار لكمال الضراعة. وفي الأثر:  \"من حزبه أمر فقال خمس مرات: ربنا .. أنجاه الله مما يخاف\" . </p><p> الإعراب </p><p> {سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ}. </p><p> {سَبَّحَ} : فعل ماضي، {لِلَّهِ} : متعلق به، وقيل:  {اللام} : زائدة، {مَا} فاعل، {فِي السَّمَاوَاتِ} : صلة لـ {مَا}  {وَمَا فِي الْأَرْضِ} : معطوف على {مَا فِي السَّمَاوَاتِ} ، والجملة الفعلية مستأنفة، {وَهُوَ الْعَزِيزُ الْحَكِيمُ} : مبتدأ وخبر، {الْحَكِيمُ} : </p><p>(١) روح البيان.</p><p> خبر ثان، والجملة في محل النصب حال من الجلالة، أو مستأنفة {هُوَ الَّذِي} : مبتدأ وخبر، والجملة مستأنفة، {أَخْرَجَ الَّذِينَ} : فعل وفاعل مستتر، ومفعول به، والجملة صلة الموصول، {كَفَرُوا} : صلة {الَّذِينَ} ، {مِنْ أَهْلِ الْكِتَابِ} : حال من {الَّذِينَ} ، {مِنْ دِيَارِهِمْ} : متعلق بـ {أَخْرَجَ} ، {لِأَوَّلِ} : {اللام} : حرف جر وتوقيت، بمعنى: عند متعلق بـ {أَخْرَجَ} أيضًا، {لِأَوَّلِ الْحَشْرِ} : مجرور ومضاف إليه {مَا} نافية، {ظَنَنْتُمْ} : فعل وفاعل، والجملة مستأنفة. {أَن} حرف نصب ومصدر {يَخْرُجُوا} : فعل وفاعل منصوب بـ {أَنْ} وجملة {أَن} المصدرية مع مدخولها في تأويل مصدر ساد مسد مفعولي ظن، أي: ما ظننتم خروجهم. {وَظَنُّوا} : {الواو} : عاطفة. {ظنوا} : فعل وفاعل معطوف على {مَا ظَنَنْتُمْ} ، {أَنَّهُمْ} : ناصب واسمه، {مَانِعَتُهُمْ} : خبر مقدم، {حُصُونُهُمْ} : مبتدأ مؤخر. ويجوز أن يكون {مَانِعَتُهُمْ} خبر {أَنَّهُمْ} ، {حُصُونُهُمْ} : فاعل مانعتهم؛ لاعتماده على المخبر عنه. وجملة {أَنْ} من اسمها وخبرها في تأويل مصدر ساد مسد مفعولي ظن؛ أي: وظنوا منع حصونهم من الله تعالى. و {مِنَ اللَّهِ} : متعلق بـ {مَانِعَتُهُمْ} . </p><p> {فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ (٢) }. </p><p> {فَأَتَاهُمُ} الفاء: عاطفة، {أتاهم الله} : فعل ومفعول، وفاعل، والجملة معطوفة على جملة {ظنوا} ، {مِنْ حَيْثُ} : متعلق بـ {أتاهم} ، وجملة {لَمْ يَحْتَسِبُوا} في محل الجر مضاف إليه لـ {حَيْثُ} . {وَقَذَفَ} : فعل ماض وفاعل مستتر، معطوف على {فَأَتَاهُمُ} ، {فِي قُلُوبِهِمُ} : متعلق بـ {قذف} ، {الرُّعْبَ} : مفعول قذف {يُخْرِبُونَ} : فعل وفاعل والجملة في محل النصب حال من ضمير {قُلُوبِهِمُ} ؛ لأن المضاف كان جزءًا من المضاف إليه، أو مستأنفة لبيان الرعب. {بُيُوتَهُمْ} : مفعول به، {بِأَيْدِيهِمْ} : متعلق بـ {يُخْرِبُونَ} ، {وَأَيْدِي الْمُؤْمِنِينَ} : معطوف على {أيديهم} . {فَاعْتَبِرُوا} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم ما فعل الله بهم وعقلتموه وأردتم بيان ما هو اللازم لكم .. فأقول لكم: اعتبروا يا أولي الأبصار، {اعتبروا} : فعل أمر مبني على حذف النون، والواو فاعل، والجملة في محل النصب مقول لجواب {إذا} المقدرة، وجملة {إذا} المقدرة مستأنفة. {يَا أُولِي}  {يا} : حرف نداء، {أُولِي} : منادى مضاف </p><p> منصوب، وعلامة نصبه الياء المحذوفة لفظًا للتخلص من التقاء الساكنين؛ لأنه اسم جمع ملحق بجمع المذكر السالم. {أولي} : مضاف {الْأَبْصَارِ} : مضاف إليه، وجملة النداء جواب الطلب، لا محل لها من الإعراب. </p><p> {وَلَوْلَا أَنْ كَتَبَ اللهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ في الدُّنْيَا وَلَهُمْ في الْآخِرَةِ عَذَابُ النَّارِ (٣) ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللهَ فَإِنَّ اللهَ شَدِيدُ الْعِقَابِ (٤) }. </p><p> {وَلَوْلَا} : {الواو} : استئنافية، {لَوْلَا} : حرف امتناع لوجود، {أَن} مخففة من الثقيلة، واسمها ضمير الشأن {كَتَبَ اللهُ} : فعل وفاعل {عَلَيْهِمُ} : جار ومجرور متعلقان بـ {كَتَبَ} . {الْجَلَاءَ} : مفعول به، وجملة {كَتَبَ} في محل الرفع خبر لـ {أن} المخففة وجملة {أَنْ} المخففة في تأويل مصدر مرفوع على أنه مبتدأ خبره محذوف، تقديره: ولولا كتاب الله الجلاء عليهم موجود {لَعَذَّبَهُمْ} : {اللام} : رابطة لجواب {لولا} . {عَذَّبَهُمْ} : فعل ومفعول وفاعل مستتر يعود على الله {في الدُّنْيَا} متعلق بـ: عذب، والجملة الفعلية جواب {لولا} ، لا محل لها من الإعراب، وجملة {لولا} مستأنفة. {وَلَهُمْ} : {الواو} : استئنافية، {لهم} : خبر مقدم، {في الْآخِرَةِ} : حال من {عَذَابُ النَّارِ} ، و {عَذَابُ النَّارِ} : مبتدأ مؤخر. والجملة الاسمية مستأنفة. ولا يجوز عطفها على {عَذَّبَهُمْ في الدُّنْيَا} ؛ لأن ذلك يقتضي أن ينجوا من عذاب الآخرة أيضًا؛ لأن {لولا} تقتضي انتفاء الجزاء بحصول الشرط. {ذَلِكَ} : مبتدأ، {بِأَنَّهُمْ} : جار ومجرور خبر المبتدأ، والجملة مستأنفة، {أنهم} : ناصب واسمه، {شَاقُّوا اللهَ} : فعل وفاعل ومفعول به، {وَرَسُولَهُ} : معطوف على الجلالة، والجملة الفعلية في محل الرفع خبر {أنّ} ، وجملة {أنّ} في تأويل مصدر مجرور بالباء، والتقدير: ذلك كائن بسبب مشاققتهم الله ورسوله. {وَمَن}  {الواو} : عاطفة، {من} : اسم شرط جازم في محل الرفع، مبتدأ، والخبر جملة فعل الشرط، أو الجواب، أو هما، {يُشَاقِّ} : فعل مضارع مجزوم بـ {من} الشرطية، على كونها فعل شرط لها، وفاعله ضمير مستتر يعود على {من} الشرطية، {اللهَ} : مفعول به، {فَإِنَّ اللهَ} : {الفاء} : رابطة لجواب {من} الشرطية وجوبًا، {إن الله} : ناصب واسمه، {شَدِيدُ الْعِقَابِ} : خبره. وجملة {إنّ} في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية معطوفة على جملة قوله: {ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللهَ وَرَسُولَهُ} على كونها </p><p> مستأنفة، ويجوز أن تجعل الفاء تعليلية للجواب المحذوف، تقديره: ومن يشاق الله يعاقب؛ لأن الله شديد العقاب. </p><p> {مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللهِ وَلِيُخْزِيَ الْفَاسِقِينَ (٥) }. </p><p> {مَا} اسم شرط جازم في محل النصب، مفعول مقدم لـ {قَطَعْتُمْ} ، {قَطَعْتُمْ} : فعل وفاعل، في محل الجزم بـ {مَا} الشرطية على كونه فعل شرط لها، {مِنْ لِينَةٍ} : حال من {مَا} . {أَوْ} : حرف عطف وتقسيم {تَرَكْتُمُوهَا} : فعل وفاعل ومفعول به، معطوف على {قَطَعْتُمْ} ، {قَائِمَةً} : مفعول ثان لترك، أو حال من ضمير المفعول، {عَلَى أُصُولِهَا} : متعلق بـ {قَائِمَةً} ، {فَبِإِذْنِ اللهِ} : {الفاء} : رابطة لجواب {مَا} الشرطية، {بِإِذْنِ اللهِ} : متعلق بمحذوف خبر لمبتدأ محذوف، تقديره: فقطعها أو تركها كائن بإذن الله وإرادته. والجملة الاسمية في محل الجزم بـ {مَا} الشرطية على كونها جواب الشرط لها، وجملة {مَا} الشرطية مستأنفة، {وَلِيُخْزِىَ} : {الواو} : عاطفة على علة محذوفة متعلقة بعلول محذوف، تقديره: أذن الله في قطعها ليس المؤمنين، ويعزهم وليخزي الفاسقين. و {اللام} : حرف جر وتعليل، {يخزي} : فعل مضارع منصوب بأن مضمرة جوازًا بعد لام كي، وفاعله ضمير يعود على الله، {الْفَاسِقِينَ} : مفعول به، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام، تقديره: أذن في قطعها لإعزاز المؤمنين وإخزاء الفاسقين، والجار والمجرور معطوف على الجار والمجرور المقدر قبله على كونه تعليلًا لمحذوف. </p><p> {وَمَا أَفَاءَ اللهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَكِنَّ اللهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٦) }. </p><p> {وَمَا} : {الواو} ؛ عاطفة أو استئنافية، {ما} : اسم موصول في محل الرفع، مبتدأ {أَفَاءَ اللهُ} : فعل وفاعل والجملة صلة الموصول، والعائد محذوف تقديره: وما أفاءه الله. {عَلَى رَسُولِهِ} : متعلق بـ {أفاء} ، {مِنْهُمْ} حال من العائد المحذوف؛ أي: ما أفاءه الله على رسوله حال كونه من أموالهم، فهو على تقدير مضاف، أو متعلق بـ {أَفَاءَ}  {فَمَا} : {الفاء} : رابطة الخبر بالمبتدأ لشبه المبتدأ </p><p> بالشرط، {ما} : نافية، {أَوْجَفْتُمْ} : فعل وفاعل، {عَلَيْهِ} متعلق بـ {أَوْجَفْتُمْ} ، {مِنْ} : زائدة، {خَيْلٍ} : مفعول به، {وَلَا رِكَابٍ} : معطوف على {خَيْلٍ} . والجملة الفعلية في محل الرفع خبر المبتدأ، ولكنه خبر سببيّ، والتقدير: والذي أفاءه الله على رسوله منهم فغير مجيفين أنتم عليه خيلًا ولا ركابًا. والجملة الاسمية معطوفة على جملة قوله:  {مَا قَطَعْتُمْ مِنْ لِينَةٍ} أو مستأنفة، {وَلَكِنَّ اللَّهَ} : ناصب واسمه، وجملة {يُسَلِّطُ رُسُلَهُ} في محل الرفع خبر {لكنّ} ، وجملة {لكنّ} معطوفة على جملة قوله: {وَمَا أَفَاءَ اللَّهُ} . {عَلَى مَنْ} : جار ومجرور متعلق بـ {يُسَلِّطُ} . وجملة {يَشَاءُ} صلة لـ {مَنْ} الموصولة، {وَاللَّهُ} : مبتدأ، {عَلَى كُلِّ شَيْءٍ} : متعلق بـ {قَدِيرٌ} ، و {قَدِيرٌ} : خبر المبتدأ، والجملة الابتدائية مستأنفة مسوقة لتعليل ما قبلها. </p><p> {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} . </p><p> {مَا} : اسم موصول في محل الرفع مبتدأ، وجملة {أَفَاءَ اللَّهُ} : صلة لـ {مَا} ، والعائد محذوف؛ أي: ما أفاءه الله. {عَلَى رَسُولِهِ} : متعلق بـ {أَفَاءَ} ، {مِنْ أَهْلِ الْقُرَى} : حال من {مَا} أو من العائد المحذوف، ولكنه على تقدير مضاف؛ أي: حال كونه من أموال أهل القرى، {فَلِلَّهِ} : {الفاء} : رابطة الخبر بالمبتدأ، لشبه المبتدأ بالشرط، {لله} : جار ومجرور خبر المبتدأ؛ أي: فكائن لله. والجملة الاسمية مستأنفة مسوقة لبيان مصارف الفيء. {وَلِلرَّسُولِ وَلِذِي الْقُرْبَى} : معطوفان على {لله} ، {وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} : معطوفات على {ذي القربى} . </p><p> {كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (٧) }. </p><p> {كَيْ} : حرف جر وتعليل بمعنى اللام، {لَا} : نافية، {يَكُونَ} : فعل مضارع ناقص منصوب بأن مضمرة بعد كي التعليلية، واسمها ضمير يعود على الفيء. {دُولَةً} : خبر {يَكُونَ} ، {بَيْنَ الْأَغْنِيَاءِ} : ظرف متعلق بمحذوف صفة لـ {دُولَةً} ، {مِنْكُمْ} : حال من الأغنياء، وجملة {يَكُونَ} : صلة أن المضمرة، (أن) مع صلتها في تأويل مصدر مجرور بـ {مَا} التعليلية؛ أي: لعدم كونه دولة بين الأغنياء. والجار </p><p> والمجرور متعلق بالاستقرار الذي تعلق به الخبر في قوله:  {فَلِلَّهِ} . {وَمَا} : {الواو} : عاطفة، {ما} : اسم موصول منصوب المحل على الاشتغال بفعل محذوف يفسره المذكور بعده، تقديره: خذوا ما آتاكم الرسول. {آتَاكُمُ الرَّسُولُ} : فعل وفاعل ومفعول أول، والمفعول الثاني محذوف؛ لأن {آتى} بمعنى أعطى، يتعدى إلى مفعولين؛ أي: وخذوا ما آتاكم الرسول إياه. والجملة المحذوفة معطوفة على جملة قوله:  {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ} . ويجوز رفع {ما} على الابتداء، وجملة {فَخُذُوهُ} خبره. {فَخُذُوهُ} : {الفاء} : رابطة لما في الموصول من شبه اسم الشرط، {خذوه} : فعل أمر وفاعل ومفعول به والجملة جملة مفسرة لا محل لها من الإعراب، أو في محل الرفع خبر لـ {ما} الموصولة. {وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} : معطوفة على {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ} . فهو نظيره في الإعراب. {وَاتَّقُوا اللَّهَ} : {الواو} : استئنافية {اتَّقُوا اللَّهَ} فعل أمر، وفاعل ومفعول به. والجملة مستأنفة، أو معطوفة على قوله:  {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ} . {إِنَّ اللَّهَ} : ناصب واسمه، {شَدِيدُ الْعِقَابِ} : خبره، وجملة {إن} مستأنفة مسوقة لتعليل ما قبلها. </p><p> {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ (٨) }. </p><p> {لِلْفُقَرَاءِ} : جار ومجرور، بدل من قوله:  {لذي القربى} على مذهب أبي حنيفة، ومقتضاه اشتراط الفقر في استحقاق ذي القربى. ومن جنح إلى مذهب الشافعي علقه بمحذوف تقديره: اعجبوا للفقراء، ومقتضاه عدم اشتراط الفقر، وأنّ الاستحقاق يكون بالقرابة، فيأخذ ذو القربى الفقير لقرابته، كما مر. وعلى هذا نهج السيوطي، وغيره. والمعنى: اعجبوا لهؤلاء المهاجرين حيث تركوا أوطانهم وأموالهم. {الْمُهَاجِرِينَ} : نعت للفقراء، {الَّذِينَ} : نعت ثان للفقراء، {أُخْرِجُوا} : فعل ونائب فاعل صلة الموصول، {مِنْ دِيَارِهِمْ} : متعلق بـ {أُخْرِجُوا} ، {وَأَمْوَالِهِمْ} : معطوف على {دِيَارِهِمْ} ، {يَبْتَغُونَ} : فعل وفاعل، {فَضْلًا} : مفعول به، {مِنَ اللَّهِ} : متعلق بـ {يَبْتَغُونَ} أو بمحذوف نعت لـ {فَضْلًا} ، {وَرِضْوَانًا} : معطوف على {فَضْلًا} ، والجملة الفعلية حال من مرفوع {أُخْرِجُوا} ؛ أي: حال كونهم طالبين فضلًا ورضوانًا. {وَيَنْصُرُونَ} : فعل وفاعل معطوف على {يَبْتَغُونَ} ، {اللَّهَ} : مفعول به، {وَرَسُولَهُ} : معطوف عليه {أُولَئِكَ} : مبتدأ، {هُمُ} : ضمير </p><p> فصل، أو مبتدأ ثان، {الصَّادِقُونَ} : خبر لـ {أُولَئِكَ} أو خبر لـ {هُمُ} ، والجملة خبر {أُولَئِكَ} ، وجملة {أُولَئِكَ} مستأنفة. </p><p> {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ} . </p><p> {وَالَّذِينَ} : {الواو} : استئنافية، {الذين} : مبتدأ، {تَبَوَّءُوا الدَّارَ} : فعل وفاعل، ومفعول به صلة الموصول، أو منصوب على المدح؛ أي: أمدح الذين تبؤوا الدار، أو في محل الجر معطوف على الفقراء، {وَالْإِيمَانَ} : مفعول به لفعل محذوف، تقديره: وأخلصوا الإيمان، على حد قوله: </p><p> عَلَفْتُهَا تِبْنًا ومَاءً بِارِدًا </p><p> أي: سقيتها ماء باردًا، ويكون من عطف الجمل؛ لأن الإيمان لا يتخذ منزلًا، فاختصر الكلام. وقيل: هو على حذف مضاف؛ أي: والذين تبؤوا دار الهجرة ودار الإيمان. فأقام لام التعريف في الدار مقام المضاف إليه، وحذف المضاف من دار الإيمان وأقيم المضاف إليه مقامه، أو منصوب بـ {تَبَوَّءُوا} على تضمينه معنى لزموا، كأنه قال: لزموا الدار ولزموا الإيمان. {مِنْ قَبْلِهِمْ} : حال من فاعل {تَبَوَّءُوا} . </p><p> {يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٩) }. </p><p> {يُحِبُّونَ} : فعل وفاعل، والجملة خبر {الَّذِينَ} ، أو في محل النصب حال من فاعل {تَبَوَّءُوا} ، {مَنْ} : اسم موصول في محل النصب مفعول به، {هَاجَرَ} : فعل ماض وفاعل مستتر، {إِلَيْهِمْ} : متعلق به. والجملة صلة لـ {مَنْ} الموصولة. {وَلَا يَجِدُونَ} : فعل وفاعل، معطوفة على {يُحِبُّونَ} ، {وَلَا} : نافية، {فِي صُدُورِهِمْ} : متعلق بـ {يَجِدُونَ} ، {حَاجَةً} : مفعول به، {مِمَّا} : نعت لحاجة، وجملة {أُوتُوا} صلة لـ {ما} ، والعائد محذوف؛ أي: مما أوتوه. {وَيُؤْثِرُونَ} : فعل وفاعل معطوف على {يُحِبُّونَ} ، {عَلَى أَنْفُسِهِمْ} : متعلق بـ {يؤثرون} ، {وَلَوْ} : {الواو} : حالية، {لَوْ} : حرف شرط مجرد عن معنى الشرط لا جواب لها، {كَانَ} : فعل ماض ناقص، {بِهِمْ} : خبر {كَانَ} مقدم على اسمها، {خَصَاصَةٌ} : اسمها مؤخر. </p><p> وجملة {كَانَ} في محل النصب حال من فاعل {يؤثرون} ؛ أي: يؤثرون المهاجرين على أنفسهم حالة كون الخصاصة بهم. ويصح أن تكون {الواو} عاطفة على شرط محذوف، و {لو} : حرف شرط على بابها، والتقدير: ويؤثرون على أنفسهم إن لم تكن بهم خصاصة، ولو كانت بهم خصاصة يؤثرونهم على أنفسهم. {وَمَن} : {الواو} : استئنافية، {من} اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما، {يُوقَ} : فعل مضارع مغير الصيغة، مجزوم بـ {مَن} الشرطية على كونه فعل شرط لها، وعلامة جزمه حذف حرف العلة، ونائب فاعله ضمير يعود على {مَن} ، {شُحَّ نَفْسِهِ} : مفعول ثان، ومضاف إليه. {فَأُولَئِكَ} : {الفاء} : رابطة الجواب وجوبًا، {أُولَئِكَ} : مبتدأ، {هُمُ} : ضمير فصل، {الْمُفْلِحُونَ} : خبر المبتدأ، والجملة الاسمية في محل الجزم بـ {مَن} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية مستأنفة. </p><p> {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ (١٠) }. </p><p> {وَالَّذِينَ} : {الواو} : استئنافية، {الَّذِينَ} : مبتدأ، {جَاءُوا} : فعل وفاعل صلة الموصول، {مِنْ بَعْدِهِمْ} : متعلق بـ {جَاءُوا} ، وجملة {يَقُولُونَ} : خبر الذين، {رَبَّنَا اغْفِرْ لَنَا} إلى آخر الآية: مقول محكي لـ {يَقُولُونَ} . وإن شئت قلت:  {رَبَّنَا} : منادى مضاف، حذف منه حرف النداء للتخفيف، وجملة النداء في محل النصب مقول {يَقُولُونَ} ، {اغْفِرْ} : فعل دعاء سلوكًا مسلك الأدب مع البارىء سبحانه، وفاعله ضمير مستتر يعود على الله، {لَنَا} : متعلق بـ {اغْفِرْ} ، {وَلِإِخْوَانِنَا} : معطوف على {لَنَا} ، والجملة الفعلية في محل النصب مقول {يَقُولُونَ} على كونها جواب النداء، {الَّذِينَ} : صفة لـ {إخواننا} ، وجملة {سَبَقُونَا} صلة الموصول، {بِالْإِيمَانِ} متعلق بـ {سَبَقُونَا}  {وَلَا} : {الواو} : عاطفة، {لا} : دعائية، سلوكًا مسلك الأدب مع البارىء سبحانه، {تَجْعَلْ} : فعل مضارع مجزوم بـ {لا} الدعائية، وفاعله ضمير يعود على الله، والجملة في محل النصب معطوفة على جملة {اغْفِرْ} ، {فِي قُلُوبِنَا} : متعلق بـ {تَجْعَلْ} . وهو في موضع المفعول الثاني لـ {تَجْعَلْ} ، {غِلًّا} : مفعوله الأول، {لِلَّذِينَ} : متعلق بـ {غِلًّا} ؛ لأنه مصدر بمعنى: بغضًا. وقيل: نعت لـ {غِلًّا} . وجملة {آمَنُوا} صلة الموصول. </p><p> {رَبَّنَا} : منادى مضاف، وجملة النداء في محل النصب مقول {يَقُولُونَ} ، وكرره للتأكيد، {إِنَّكَ} : ناصب، واسمه، {رَءُوفٌ} : خبره، {رَحِيمٌ} : خبر ثان له، وجملة {إن} وفي محل النصب مقول لـ {يَقُولُونَ} على كونها تعليلية للدعاء المذكور قبلها. </p><p> التصريف ومفردات اللغة </p><p> {سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ} والتسبيح: تبعيد الله عن السوء، وتنزيهه عما لا يليق بشأن ألوهيته، قولًا وفعلًا وقلبًا كما مر. {هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا} : هم بنو النضير، بزنة: أمير، قبيلة عظيمة من اليهود كبني قريظة. {لِأَوَّلِ الْحَشْرِ} والحشر: إخراج جمع من مكان إلى آخر، أي: في أول حشرهم؛ أي: جمعهم وإخراجهم من جزيرة العرب ونفيهم إلى بلاد الشام. وآخر حشرهم إجلاء عمر إياهم من خيبر إلى الشام. {مِنْ دِيَارِهِمْ} : جمع دار، وهو: المكان الذي حوط ودور به للنزول فيه وإن لم يكن مسقفًا بخلاف البيت، وهو اسم لمبنى مسقف مدخله من جانب واحد للبيتوتة فيه، كما مرّ في مبحث التفسير بيان الفرق بينهما {حُصُونُهُمْ} : جمع حصن، وهو القصر الشاهق والقلعة المشيدة. وفي \"الروح\" : الحصون: جمع حصن - بكسر فسكون - وهو كل موضع حصين لا يوصل إلى جوفه، والقلعة: الحصين الممتنع على الجبل. فالأول أعم من الثاني. ويقال: تحصن، إذا اتخذ الحصين مسكنًا، ثم تجوز به فقيل: درع حصينة؛ لكونها حصنًا للبدن، وفرس حصان؛ لكونه حصنًا لراكبه. {مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ} ؛ أي: من بأسه وعقابه. {فَأَتَاهُمُ اللَّهُ} ؛ أي: جاءهم عذابه وبأسه. {مِنْ حَيْثُ لَمْ يَحْتَسِبُوا} ؛ أي: من حيث لم يخطر لهم ببال؛ أي: من الجهة التي لم تخطر ببالهم، فالجهة هي المؤمنون، كانوا لا يخطر ببالهم أن الذل يأتيهم من جهة المؤمنين الضعفاء بالنسبة إليهم في ذلك الوقت. اهـ. \"شيخنا\" . </p><p> {وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ} ؛ أي: أنزله فيها إنزالًا شديدًا، كأنه قد قذف الحجارة فيها. اهـ. \"خطيب\" . وقَذْفُ الشيء: رميه بقوة. والمراد هنا: إثباته وركزه في قلوبهم، كما في \"الكشاف\" ، ومنه قالوا في صفة الأسد: مقذف، لما أن قذف باللحم قذفًا، لاكتنازه وتداخل أجزائه. والرعب: الخوف الذي يملأ الصدور، </p><p> فيغيّر العقل، ويعجز النفس، ويشوش الرأي. </p><p> {يُخْرِبُونَ بُيُوتَهُمْ} بالتشديد من التخريب، وبالتخفيف من الإخراب. والإخراب والتخريب بمعنى واحد يقال: خرب المكان خرابًا، وهو ضد العمارة. وقد أخربه وخربه؛ أي: أفسده بالنقض والهدم غير أن في التشديد مبالغة من حيث التكثير، لكثرة البيوت، وهو قراءة أبي عمرو. وفرق أبو عمرو بين الإخراب والتخريب، فقال: خرب - بالتشديد - بمعنى هدم ونقض وأفسد، وأخرب - بالهمزة - ترك الموضع. وقال - أي: أبو عمرو -: وإنما اخترت التشديد لأن الإخراب ترك الشيء خرابًا بغير ساكن. </p><p> {فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ} ؛ أي: فاتعظوا بحالهم، ولا تغتروا، ولا تعتمدوا على غير الله. اهـ. \"بيضاوي\" . والاعتبار: مأخوذ من العبور والمجاوزة من شيء إلى شيء. ولهذا سميت العبرة عبرة؛ لأنها تنتقل من العين إلى الخد، وسمي علم التعبير؛ لأن صاحبه ينتقل من المتخيل إلى المعقول، وسميت الألفاظ عبارات؛ لأنها تنقل المعاني من لسان القائل إلى عقل المستمع. ويقال: السعيد من اعتبر بغيره؛ لأنه ينقل بواسطة عقله من حال ذلك الغير إلى حال نفسه، ومن لم يعتبر بغيره .. اعتبر به غيره. ولهذا قال القشيري: الاعتبار هو: النظر في حقائق الأشياء وجهات دلالتها؛ ليعرف بالنظر فيها شيء آخر. اهـ. \"خطيب\" . {الْأَبْصَارِ} : جمع بصر، يقال للجارحة: الناظرة، وللقوة التي فيها، ويقال للقلب المدركة: بصيرة وبصر، ولا يكاد يقال للجارحة: بصيرة، كما في المفردات. </p><p> {وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ} . الجلاء: الخروج من الوطن والجولان في الأرض. يقال: أجليت القوم عن منازلهم؛ أي: أخرجتهم منها، وجلوا منها خرجوا. وقد فرقوا بين الإجلاء والإخراج من وجهين: </p><p> ١ - أن الأول لا يكون إلا لجماعة، والثاني يكون لواحد ولجماعة. </p><p> ٢ - أو أن الأول ما كان مع الأهل والولد، والثاني يكون مع بقائهما. وفي \"المختار\" : الجلاء - بالفتح والمد -: الأمر الجلي، تقول منه: جلا الخبر، يجلو جلاء، إذا وضح. والجلاء أيضًا: الخروج من البلد والإخراج أيضًا. وقد جلوا عن </p><p> أوطانهم، وجلاهم غيرهم. يتعدى، ويلزم. اهـ. وفي \"المصباح\" : والفاعل من الثلاثي جال، مثل قاض، والجماعة جالية، ومنه قيل لأهل الذمة الذين أجلاهم عمر - رضي الله عنه - من جزيرة العرب: جالية. ثم نقلت الجالية إلى الجزية التي أخذت منهم، ثم استعملت في كل جزية تؤخذ وإن لم يكن صاحبها جلا عن وطنه فيقال: استعمل فلان على الجالية؛ أي: على أخذها من أهلها. والجمع: جوالي. اهـ. </p><p> قلت: ومن هذه المادة سمّت الجُبُوش الأرُميا بالجالّا، إخفاء لحسبهم ونسبهم ووطنهم، فالجالا: هم الذيبن أخرجوا من وطنهم وأسكنوا في وطن الغير بالجزية. {لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ} ، {وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ} . </p><p> {ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ} من المشاقة، وهو كون الإنسان في شق ومخالفه في شق آخر. {مَا قَطَعْتُمْ مِنْ لِينَةٍ} واللينة فعلة، نحو: حنطة، من اللون، على أن أصلها لونة، فياؤها مقلوبة عن واو لكسر ما قبلها، نحو: ديمة، قيمة. وتجمع على: ألوان، وهي ضروب النخل كلها. وقيل: من اللين، وتجمع على لين وأليان، وهي النخلة الكريمة الشجرة، لكونها قريبة من الأرض، والطيبة الثمرة. قال الراغب في \"المفردات\" : اللين ضد الخشونة، ويستعمل ذلك في الأجسام، ثم يستعار للخُلق ولغيره من المعاني، فيقال: فلان لين وفلان خشن، وكل واحد منهما يمدح به طورًا، ويذم به طورًا، بحسب اختلاف المواضع والمقام. اهـ. وفي \"الفتوحات\" : واللينة في معناها خلاف كثير، فقيل: هي النخلة مطلقًا، وقيل: هي النخلة ما لم تكن عجوة ولا برنية، وقيل: هي النخلة الكريمة، وقيل: هي العجوة، وقيل: هي أغصان الشجر للينها. وفي عين {لِينَةٍ} قولان: </p><p> أحدهما: أنها واو؛ لأنها من اللّون، وإنما قلبت ياء لسكونها وانكسار ما قبلها، كديمة وقيمة. </p><p> والثاني: أنها ياء؛ لأنها من اللين، وجمع اللينة لين؛ لأنه من باب اسم الجنس، كتمر وتمرة. وقد تكسر على ليان، وهو شاذ؛ لأن تكسير ما يفرق فيه بتاء التأنيث شاذ، كرطبة ورطب وأرطاب. اهـ. \"سمين\" . </p><p> {عَلَى أُصُولِهَا} : جمع: أصل، وهو ما يتشعب منه الفرع. {وَلِيُخْزِيَ الْفَاسِقِينَ} ؛ أي: وليذلهم. يقال: خزي الرجل لحقه انكسار، إما من نفسه؛ وهو: الحياء المفرط ومصدره الخزاية، وإما من غيره وهو ضرب من الاستخفاف، ومصدره الخزي. اهـ. \"روح\" . </p><p> {وَمَا أَفَاءَ اللَّهُ} قال المبرد: يقال: فاء يفيء إذا رجع، وأفاءه الله إليه؛ أي: رده وصيره إليه. والفيء لغة: الرجوع، وشرعًا: ما أخذ من أموال الكفار من غير قتال، ولا إيجاف خيل ولا ركاب، كأموال بني النضير. {فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ} يقال: وجف الفرس والبعير يجف وجفًا وجيفًا إذا أسرع، وأوجفه صاحبه إذا حمله على السير السريع. وفي \"القاموس\" : الوجيف: ضرب من سير الخيل والإبل. والخيل: جماعة الأفراس، لا واحد له، أو واحده خائل؛ لأنه يختال، والجمع: أخيال، وخيول، كما في \"القاموس\" . وقال الراغب: الخيلاء: التكبر، من تخيل فضيلة تتراءى لنسان من نفسه. ومنها: تتأول لفظة الخيل لما قيل: إنه لا يركب أحد فرسًا إلا وجد في نفسه نخوة. وللخيل نوعان: عتيق وهجين: </p><p> فالعتيق: ما أبواه عربيان؛ سمي بذلك لعتقه من العيوب وسلامته من الطعن فيه بالأمور المنقصة، وسميت الكعبة بالبيت العتيق لسلامتها من عيب الرق؛ لأنه لم يملكها ملك قط. </p><p> والهجين: الذي أبوه عربي وأمه عجمية. والفرق: أن عظم البرذونة أعظم من عظم الفرس، وعظم الفرس أصلب وأثقل، والبرذونة أحمل من الفرس، والفرس أسرع منه، والعتيق بمنزلة الغزال، والبرذونة بمنزلة الشاة. </p><p> {وَلَا رِكَابٍ} والركاب: ما يركب من الإبل خاصة، واحدتها راحلة، ولا واحد لها من لفظها. والعرب لا تطلق لفظ الراكب، إلا على راكب البعير، ويسمون راكب الفرس فارسًا. قال في \"المفردات\" : الركوب في الأصل: كون الإنسان على ظهر حيوان، وقد يستعمل في السفينة والراكب اختص في التعارف بممتطي البعير، جمعه: ركب وركبان وركوب، واختص الركاب بالمركوب، انتهى. </p><p> {وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ} ؛ أي: على أعدائه من غير قتال، ولا مصاولة، بل بإلقاء الرعب في القلوب، فيكون الفيء للرسول يصرفه في مصارفه التي ستعلمها </p><p> بعد. {مِنْ أَهْلِ الْقُرَى} ؛ أي: من أهل البلدان التي تفتح هكذا بلا قتال. {وَلِذِي الْقُرْبَى} ؛ أي: لبني هاشم وبني المطلب، والقربى: مصدر سماعي، لقرب قربًا وقربى؛ أي: قرابة. {وَالْيَتَامَى} : جمع يتيم. واليتم: انقطاع الصبي عن أبيه قبل بلوغه، وفي سائر الحيوانات من قبيل أمه. </p><p> {وَالْمَسَاكِينِ} : جمع مسكين، ويفتح ميمه، وهو من لا شيء له، أو له ما لا يكفيه. سمي بذلك؛ لأن الفقر أسكنه؛ أي: قلل حركته، وهو من السكون، فنونه أصلية لا نون جمع، ولذلك تجري عليه حركات الإعراب الثلاثة. {وَابْنِ السَّبِيلِ} ؛ أي: المسافر البعيد عن ماله، وسمي به لملازمته له، كما تقول لِلُصِّ القاطع: ابن الطريق، وللمعمر: ابن الليالي، ولطير الماء: ابن الماء، وللغراب: ابن دأبة، بإضافة الابن إلى دأبة البعير؛ لكثرة وقوعه عليها إذا دبرت، والدأبة: الجنب. </p><p> {كَيْ لَا يَكُونَ دُولَةً} بضم الدال وقرىء بفتحها، وهي: ما يدول للإنسان؛ أي: يدور، من الغنى، والجد والغلبة. قال المبرد: الدولة - بالضم -: الشيء الذي يتداوله القوم بينهم، يكون كذا مرة وكذا أخرى. والدولة - بالفتح -: انتقال حال سارة من قوم إلى قوم؛ أي: فالأول: اسم لما يتداول من المال والثانية: اسم لما ينتقل من الحال. </p><p> {وَالَّذِينَ تَبَوَّءُوا} : النزول في المكان، ومنه: المباءة للمنزل. وأصل البواء: مساواة الأجزاء في المكان، خلاف النبو الذي هو منافاة الأجزاء يقال: مكان بواء إذا لم يكن نابيًا بنازله، وبوأت له مكانًا: سويت. والمراد بالدار: المدينة. والمراد بالحاجة: الحسد والغيظ. {أُوتُوا} ؛ أي: أعطي المهاجرون دون الأنصار. {وَيُؤْثِرُونَ} ؛ أي: يقدمون ويفضلون. {خَصَاصَةٌ} والخصاصة: الحاجة، من خصاص البيت، وهو ما يبقى بين عيدانه من الفرج، وكذا كل خرق في منخل أو باب أو سحاب أو برقع. {شُحَّ نَفْسِهِ} والشح: اللؤم، وهو: أن تكون النفس كزة حريصة على المنع. قال شاعرهم: </p><p> يُمَارِسُ نَفْسًا بَيْنَ جَنْبَيْهِ كَزَّةً ... إِذَا هَمَّ بِالمَعْرُوْفِ قَالَتْ لَهُ مَهْلًا </p><p> قال الراغب: البخل: المنع والشح: الحال النفسية التي تقتضي ذلك. وقيل: الشح: الحرص على المال. والفرق بينه وبين البخل: أن الشح غريزة، والبخل </p><p> المنع نفسه، فهو أعم؛ لأنه قد يوجد البخل ولا شح له، ولا ينعكس. وفي الصحاح: والشح: البخل مع حرص. </p><p> {وَلِإِخْوَانِنَا} جمع أخ. وفي \"المصباح\" : الأخ لامه محذوفة، وهي واو، وترد في التثنية على الأشهر، فيقال: أخوان. وفي لغة يستعمل منقوصًا، فيقال: أخان. وجمعه: إخوة وإخوان، بكسر الهمزة فيهما، وضمها لغة. وقيل: جمعه بالواو والنون، وعلى آخاء بوزن آباء أقل. والأنثى: أخت وجمعها: أخوات، وهو جمع مؤنث سالم. اهـ. </p><p> {غِلًّا} ؛ أي: حقدًا، وهو حرارة وغليان يوجب الانتقام. اهـ. \"خطيب\" . وفي:  \"المصباح\" : الحقد: الانطواء على العدواة والبغضاء، وحقد عليه: من باب ضرب. وفي لغة: من باب تعب، والجمع: أحقاد. وقال الراغب: الغل والغلول تدرع الخيانة والعداوة؛ لأن الغلالة اسم ما يلبس بين الشعار والدثار، وتستعار للدرع كما تستعار الدرع لها. </p><p> ملحقات بالآيات من بعض أحكام الصرف نسيناها أولًا </p><p> {مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ} : الياء فيه منقلبة عن الواو؛ لأن مفرده: دار، أصله دور، قلبت الواو ألفًا لتحركها وانفتاح ما قبلها؛ بدليل تصغيره على دويرة، ثم حمل الجمع على المفرد في الإعلال، فأعل الواو بقلبه ياء لما وقع بعد كسرة وقبل ألف. {وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ} : فيه إعلال بالإبدال أصله: الجلاو، أبدلت الواو همزة لتطرفها إثر ألف زائدة. {فِي الدُّنْيَا} : الياء فيه مبدلة من {واو} إن قلنا: إنه من الدنو بمعنى القرب لقرب زوالها أو أصلية إن قلنا إنه من الدنيء؛ لدناءتها وخستها عند الله تعالى. {ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ} أصله: شاققوا، سكنت القاف الأولى وأدغمت في الثانية، وكذلك القول في:  {يُشَاقِّ} أصله: يشاقق. </p><p> {أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا} : {قَائِمَةً} : فيه إعلال بالإبدال، وأصله: قاومة، أبدلت الواو همزة حملًا للوصف في الإعلال على فعله قام، حيث أعل بقلب الواو ألفًا أصل قام قوم. {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ} أصله: أفيأ، بوزن أفعل، نقلت حركة الياء إلى الفاء، لكنها قلبت ألفًا لتحركها في الأصل وفتح ما قبلها في الحال. {وَمَا آتَاكُمُ الرَّسُولُ} فيه إعلالان؛ لأن أصله: أأتيكم، أبدلت الهمزة </p><p> الساكنة ألفًا حرف مد مجانسًا لحركة الأولى، ثم قلبت الياء ألفًا لتحركها بعد فتح. {وَمَا نَهَاكُمْ عَنْهُ} أصله: نهيكم، بوزن فعل، قلبت الياء ألفًا لتحركها بعد فتح. {فَانْتَهُوا} أصله: فانتهيوا، أمر من انتهى الخماسي، استثقلت الضمة على الياء فحذفت، فلما سكنت .. حذفت لالتقاء الساكنين، وضمت الهاء لمناسبة الواو. {يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ} أصله: يبتغيون، بوزن يفتعلون، استثقلت الضمة على الياء فحذفت للتخفيف، فلما سكنت .. التقى ساكنان، فحذفت الياء وضمت الغين لمناسبة الواو. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: طباق السلب في قوله: {مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ} . </p><p> ومنها: القصر في قوله: {أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ} . إن قلنا: إن {مَانِعَتُهُمْ} خبر مقدم، و {حُصُونُهُمْ} : مبتدأ مؤخر، والجملة خبر {أَنَّهُمْ} . فإن تقديم المسند على المسند إليه يفيد قصر المسند إليه على المسند، فإن معنى قولك:  (قائم زيد) أن زيدًا مقصور على القيام لا يتجاوزه إلى القعود، وكذا معنى الآية أن حصونهم ليس لها صفة غير المانعية. </p><p> ومنها: المقابلة اللطيفة بين {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ} وبين {وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} . </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ} ؛ لأن القذف حقيقة في الرمي البعيد، فاستعير لإلقاء الرعب وإثباته في قلوبهم. </p><p> ومنها: الإسناد المجازي في قوله: {يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ} ؛ لأن إسناد تخريب المؤمنين إليهم لما أنهم تسببوا في ذلك، فكأنهم كلفوهم إياه وأمروهم به. </p><p> ومنها: الطباق بين القطع والترك في قوله: {مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا </p><p> قَائِمَةً عَلَى أُصُولِهَا}. </p><p> ومنها: الإيجاز بالحذف في قوله: {وَلِيُخْزِيَ الْفَاسِقِينَ} ؛ لأن فيه حذف المعطوف عليه؛ فإن أصل الكلام: ليعز المؤمنين وليخزي الفاسقين. </p><p> ومنها: التكرير في قوله: {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى} . وهو إعادة عين العبارة الأولى لزيادة التقرير. </p><p> ومنها: الإظهار في موضع الإضمار في قوله: {مِنْ أَهْلِ الْقُرَى} . فإن المراد: قرى بني النضير، ومقتضى السياق أن يقال: منهم، ولكنه أظهر للإشعار بشمول ما لعقاراتهم. </p><p> ومنها: الفصل في هذه الآية، أعني قوله:  {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى} . والفصل عند علماء المعاني: ترك عطف جملة على أخرى. وضده الوصل، وهو: عطف بعض الجمل على بعض. وهذا الباب أغمض أبواب علم المعاني، حتى قيل لبعضهم: ما البلاغة؟ فقال: معرفة الفصل والوصل. قال: </p><p> الْفَصْلُ تَرْكُ عَطْفِ جُمْلَةٍ أَتَت ... مِنْ بَعْدِ أُخْرَى عَكْسَ وَصْلٍ قَدْ ثَبَتْ </p><p> ولكل منهما مواضع نلخصها فيما يلي: </p><p> مواضع الفصل: يجب الفصل في خمسة مواضع: </p><p> ١ - أن يكون بين الجملتين اتحاد تام، بأن تكون الثانية بدلًا من الأولى؛ كالآية التي نحن بصددها، أو بيانًا لها، نحو:  {فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَا آدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ} ، أو مؤكدة لها، نحو: {فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا (١٧) }. ويقال في هذا الموضع: إن بين الجملتين كمال الاتصال. </p><p> ٢ - أن يكون بين الجملتين تباين تام؛ بأن تختلفا خبرًا، وإنشاء، كقوله: </p><p> لَا تَسْأَلِ الْمَرْءَ عَنْ خَلَائِقِهِ ... فِي وَجْهِهِ شَاهِدٌ يُغْنِي عَنِ الْخَبَرِ </p><p> ٣ - كون الجملة الثانية جوابًا عن سؤال نشأ من الجملة الأولى، كقوله تعالى:  {وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ} . </p><p> ٤ - أن تسبق جملة بجملتين يصح عطفها على إحداهما لوجود المناسبة، وفي عطفها على الأخرى فساد، فيترك العطف دفعًا للوهم، كقوله: </p><p> وَتَظُنُّ سَلْمَى أنَّنِي أَبْغِيْ بِهَا ... بَدَلًا أَرَاهَا فِيْ الضَّلَالِ تَهِيْمُ </p><p> ٥ - أن لا يقصد تشريك الجملتين في الحكم لقيام مانع، كقوله تعالى: {وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ (١٤) اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ (١٥) } فجملة {اللَّهُ يَسْتَهْزِئُ بِهِمْ} لا يصح عطفها على {إِنَّا مَعَكُمْ} لاقتضائه أنه من مقولهم، ولا على جملة {قَالُوا} لاقتضائه أن استهزاء الله بهم مقيد بحال خلوهم إلى شياطينهم. </p><p> وللوصل مواضع كثيرة أيضًا مذكورة في كتب المعاني، ليس هذا الكتاب موضعها، فراجعها إن أردت الخوض فيها. </p><p> ومنها: الترقي في ذكر حال المهاجرين من العالي إلى الأعلى في قوله: {يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا} ، فإن رضوان الله أكبر من عطاء الدنيا. </p><p> ومنها: الإتيان بضمير الفصل في قوله: {أُولَئِكَ هُمُ الصَّادِقُونَ} لإفادة الحصر، فكأن الصدق مقصور عليهم لكمال آثار صدقهم. </p><p> ومنها: الاستعارة اللطيفة في قوله: {تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ} . شبه الإيمان المتمكن في نفوسهم بمنزل ومستقر للإنسان نزل فيه وتمكن منه حتى صار منزلًا له، وهو من لطيف الاستعارة. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> قال الله سبحانه جلَّ وعلا: </p><p> {أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ (١١) لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ (١٢) لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (١٣) لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ (١٤) كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيبًا ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (١٥) كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (١٦) فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا وَذَلِكَ جَزَاءُ الظَّالِمِينَ (١٧) يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ (١٨) وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ (١٩) لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ (٢٠) لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ (٢١) هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ (٢٢) هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ (٢٣) هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٢٤) }. </p><p> المناسبة </p><p> قوله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى (١) لما ذكر ما حدث لبني النضير من الاستسلام خوفًا ورهبةً لما قذفه في قلوبهم من الرعب، ثم ذكر مصارف الفيء التي تقدمت .. أردفه بذكر ما حصل من مناصحة المنافقين عبد الله بن أبيّ ابن سلول، ورفقته لأولئك اليهود، وتشجيعهم لهم على الدفاع عن ديارهم، ومحاربتهم رسول الله - صلى الله عليه وسلم -، بما قصه الله علينا وفصله أتم تفصيل ليكون في ذلك عبرة لنا. وإنا لنشاهد كل يوم أن </p><p>(١) المراغي.</p><p> الناس يضل بعضهم بعضًا ويغوونهم ثم يتركونهم في حيرة من أمرهم، لا يجدون لهم مخلصًا مما وقعوا فيه. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه لما ذكر المضلين من المنافقين، وبين أن ما يقولون غير ما يبطنون، وأن مثلهم كمثل الشيطان في الإغواء والإضلال، ثم أعقبه بذكر الضالين من بني النضير، وكيف خدعوا بتلك الوعود الخلابة التي كانت عليهم وبالًا ونكالًا، وكان فيها سوء حالهم في دنياهم ودِينهم .. شرع ينصح المؤمنين بلزوم التقوى، وأن يعملوا في دنياهم ما ينفعهم في أخراهم حتى ينالوا الثواب العظيم والنعيم المقيم، وأن لا ينسوا حقوق الله فيجعل الله الران على قلوبهم، فلا يقدموا لأنفسم ما به رشادهم وفلاحهم. </p><p> وقوله تعالى:  {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ ...} إلى آخر السورة، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر فرق المضلين من المنافقين والضالين من اليهود وغيرهم، وأمر عباده المؤمنين بالتقوى استعدادًا ليوم القيامة .. ذكر هنا أن لهم مرشدًا عظيمًا، وإمامًا هاديًا؛ هو القرآن الذي يجب أن تخشع لهيبته القلوب، وتتصدع لدى سماع عظاته الأفئدة؛ لما فيه من وعد ووعيد، وبشارة وإنذار، وحكم وأحكام، فلو أنا ألهمنا الجبل عقلًا وفهمه وتدبر ما فيه .. لخشع وتصدع من خوف الله عز وجل، فكيف بكم أيها البشر لا تلين قلوبكم، ولا تخشع، ولا تتصدع من خشيته؟ وقد فهمتم عن الله أمره وتدبرتم كتابه؟. وبعد أن وصف القرآن بالعظم أتبعه بوصف عظمة المنزل للقرآن ذي الأسماء الحسنى الذي يخضع له ما في السماوات والأرض، وينقادون لحكمه وأمره ونهيه. </p><p> أسباب النزول </p><p> قوله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ ...} الآيات، سبب نزولها: ما أخرجه ابن إسحاق، وابن المنذر، وأبو نعيم عن ابن عباس، أنه قال: نزلت هذه الآيات في رهط من بني عوف، منهم: عبد الله بن أبي ابن سلول. ووديعة بن مالك وسويد وداعس، بعثوا إلى بني النضير أن اثبتوا وتمنعوا فإننا لا نسلمكم، وإن قوتلتم .. قاتلنا معكم، وإن أخرجتم .. خرجنا معكم، فتربصوا ذلك </p>"
}