{
  "id": null,
  "sura": 59,
  "aya": 14,
  "text": "<p> ولذة الوجود بعد العدم لا يعدلها لذة، وتوهم العدم العيني له ألم شديد في النفوس، لا يعرف قدره إلا العلماء. </p><p> ١٤ - ثم أكد جبن اليهود والمنافقين وشديد خوفهم منهم، فقال:  {لَا يُقَاتِلُونَكُمْ} ؛ أي: لا يقاتلكم أيها المسلمون اليهود والمنافقون، بمعنى: لا يقدرون على قتالكم، ولا يجترئون عليه. {جَمِيعًا} ؛ أي: مجتمعين متفقين في موطن من المواطن {إِلَّا فِي قُرًى مُحَصَّنَةٍ} : جمع قرية، وهي مجتمع الناس للتوطن {مُحَصَّنَةٍ} ؛ أي: محكمة بالدروب والخنادق، وما أشبه ذلك؛ كالسور. قال الراغب؛ أي: مجعولة بالإحكام، كالحصون. والدروب: جمع درب، وهو الباب الكبير. {أَوْ مِنْ وَرَاءِ جُدُرٍ} ؛ أي: من خلف حيطان، دون أن يحضروا لكم ويبارزوكم؛ أي: يشافهوكم بالمحاربة لفرط رهبتهم. جمع جدار، وهو كالحائط، إلا أن الحائط يقال اعتبارًا بالإحاطة بالمكان، والجدار يقال اعتبارًا بالنتوّ والارتفاع؛ ولذا قيل: حيدر الشجر، إذا خرج ورقه، كأنه حمص، وجدر الصبي، إذا خرج جدريه، تشبيهًا بجدر الشجر. </p><p> وقرأ الجمهور (١) : {جُدُرٍ} بضمتين، جمع جدار. وأبو رجاء والحسن وابن وثاب بإسكان الدال تخفيفًا. ورويت عن ابن كثير وعاصم والأعمش. وقرأ أبو عمرو، وابن كثير وكثير من المكيين {جدار} بالألف وكسر الجيم. وقرأ كثير من المكيين وهارون عن ابن كثير {جَدْر} بفتح الجيم وسكون الدال. وقال ابن عطية: ومعناه: أصل بنيان، كالسور ونحوه. </p><p> والمعنى (٢) : أي إن هؤلاء اليهود والمنافقين قد ألقى الله الرعب في قلوبهم، فلا يواجهونكم بقتال مجتمعين؛ لأن الخوف والهلع بلغا منهم كل مبلغ، بل يقاتلونكم في قرى محصنة بالدروب والخنادق ونحوها، ومن وراء الجدر والحيطان وهم محاصرون. </p><p> ثم بين أن من أسباب هذا الجبن والخوف: التخاذل وعدم الاتحاد حين اشتداد الخطوب، فقال:  {بَأْسُهُمْ} ؛ أي: قتالهم فيما {بَيْنَهُمْ شَدِيدٌ} إذا قاتلوا قومهم؛ أي: بعضهم غليظ فظّ على بعض وقلوبهم مختلفة ونياتهم متباينة. قال السدي: المراد: اختلاف قلوبهم حتى لا يتفقوا على أمر واحد. </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> وقال مجاهد: بأسهم بينهم شديد بالكلام والوعيد ليفعلن كذا. </p><p> والمعنى: أنهم إذا انفردوا .. نسبوا أنفسهم إلى الشدة والبأس، وإذا لاقوا عدوًا .. ذلوا وخضعوا وانهزموا. والأول أولى؛ لقوله تعالى فيما بعد:  {تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى} فإنه يدل على أن اجتماعهم إنما هو في الظاهر مع تخالف قلوبهم في الباطن. </p><p> وعبارة \"الروح\" : قوله: {بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ} : استئناف (١) سيق لبيان أن ما ذكر من رهبتهم ليس لضعفهم وجبنهم في أنفسهم، فإن بأسهم وحربهم بالنسبة إلى أقرانهم شديد، وإنما ضعفهم وجبنهم بالنسبة إليكم بما قذف الله في قلوبهم من الرعب. وأيضًا: إن الشجاع يجبن والعزيز يذل إذا حارب الله ورسوله. </p><p> قال في \"كشف الأسرار\" : إذا أراد الله نصرة قوم .. استأسد أرنبهم، وإذا أراد الله قهر قوم .. استرنب أسدهم. اهـ. </p><p> وإن قيل: إن البأس شدة الحرب، فما الحاجة إلى الحكم عليه بـ {شَدِيدٌ} ؟ </p><p> أجيب: بأنه أريد من البأس هنا مطلق الحرب، فأخبر بشدته لتصريح الشدة، أو أريد المبالغة في إثبات الشدة لبأسهم مبالغة في شدة بأس المؤمنين، لغلبته على بأسهم بتأييد الله ونصرته لهم عليهم. </p><p> والظرف متعلق بـ {شَدِيدٌ} ، والتقديم للحصر. ويجوز أن يكون متعلقًا بمقدر صفة أو حالًا؛ أي: بأسهم الواقع بينهم، أو واقعًا بينهم. فقولهم: الظرف الواقع بعد المعرفة يكون حالًا ألبتة، ليس بمرضي، فإن الأمرين جائزان، بل قد ترجح الصفة. </p><p> والمعنى:  {بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ} ؛ أي: بعضهم لبعض عدو، فلا يمكن أن يقاتلوا عدوًا لهم، وهم في تخاذل وانحلال، ومن ثم استكانوا وذلوا. </p><p> وفي هذا (٢) : عبرة للمسلمين في كل زمان ومكان؛ فإن الدول الإِسلامية ما هدد كيانها وأضعفها أمام أعدائها إلا تخاذلها أفرادًا وجماعات وانفراط عقد وحدتها، ومن ثم طمع الأعداء في بلادهم، ودخلوها فاتحين، وأذاقوا أهلها كؤوس </p><p>(١) روح البيان. (٢) المراغي.</p><p> الذل والهوان، وفرقوهم شذر مذر، وجعلوهم عبيدًا أذلاء في بلادهم، والتهموا ثرواتهم، ولم يبقوا لهم إلا النفاية وفتات الموائد، ولله الأمر من قبل ومن بعد، وعسى الله أن يأتي بالفتح ونصر من عنده، فيستيقظ المسلمون من سباتهم، ويثوبوا إلى رشدهم، فيستعيدوا سابق مجدهم، وتدول الدولة لهم: </p><p> فيومٌ لَنَا وَيَوْمٌ عَلَيْنَا ... وَيَوْمٌ نُسَاءُ وَيَوْمٌ نُسَرُّ </p><p> ثم زاد ما سلف توكيدًا، فقال:  {تَحْسَبُهُمْ} يا محمد، أو يا كلّ من يسمع ويعقل {جَمِيعًا} ؛ أي: مجتمعين متفقين، ذوي ألفة واتحاد {وَقُلُوبُهُمْ شَتَّى} ؛ أي: والحال أن قلوبهم متفرقة لا ألفة بينها، وهم بخلاف من وصفهم الله بقوله:  {وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ} . جمع شتيت، كمرض ومريض، وهذا التخالف هو البأس السابق الذي بينهم الموصوف بالشدة. </p><p> وقرأ الجمهور (١) : {شَتَّى} بألف التأنيث، ومبشر بن عبيد منونًا، جعلها ألف الإلحاق وعبد الله {وقلوبهم أشت} ؛ أي: أشد تفرقًا. ومما ورد في استعمال {شَتَّى} في كلام العرب قول الشاعر: </p><p> إِلَى اللهِ أَشْكُوْ فِتْيَةً شَقّتِ الْعَصَا ... هِي الْيَوْمَ شَتّى وَهْيَ أَمْسِ جَمِيْعُ </p><p> والمعنى: أي إنك أيها الرسول إذا رأيتهم مجتمعين .. خلتهم متفقين وهو مختلفون غاية الاختلاف لما بينهم من إحن وعداوات. فهم لا يتعاضدون ولا يتساندون ولا يرمون عن قوس واحدة. </p><p> وفي هذا: تشجيع للمؤمنين على قتالهم، وحث للعزائم الصادقة على حربهم؛ فإن المقاتل متى عرف ضعف خصمه .. ازداد نشاطًا، وازدادت حميته، وكل ذلك من أسباب نصرته عليه. </p><p> تنبيه (٢) : على أن اللائق بالمؤمن الاتفاق والاتحاد صورة ومعنى، كما كان المؤمنون متفقين في عهد النبي - صلى الله عليه وسلم -. ويقال: الاتفاق قوة، والافتراق هلكة، والعدو إبليس يظفر في الافتراق بمراده. قال سهل: أهل الحق مجتمعون أبدًا موافقون، وإن تفرقوا بالأبدان وتباينوا بالظواهر، وأهل الباطل متفرقون أبدًا وإن </p><p>(١) البحر المحيط. (٢) روح البيان.</p>"
}