{
  "id": null,
  "sura": 59,
  "aya": 16,
  "text": "<p> كمثل أهل مكة فيما وقع لهم قريبًا يوم بدر من الهزيمة والأسر والقتل، وليس قوله ببعيد. </p><p> {ذَاقُوا} ؛ أي: ذاق الذين من قبلهم، وهذا بيان لمثل الذين من قبلهم؛ أي: ذاقوا في الدنيا ببدر {وَبَالَ} ؛ أي: عقوبة {أَمْرِهِمْ} ؛ أي: كفرهم، وهو عذاب القتل والأسر ببدر. وكانت غزوة بدر في رمضان من السنة الثانية من الهجرة قبل غزوة بني النضير، وكانت غزوة بني النضير في ربيع الأول من السنة الرابعة، وكان ما بينهما نحو سنة ونصف. {وَلَهُمْ} في الآخرة؛ أي: للذين من قبلهم {عَذَابٌ أَلِيمٌ} ؛ أي: مؤلم لا يقادر قدره حيث يكون ما في الدنيا بالنسبة إليه كالذوق بالنسبة إلى الأكل. وفي \"الفتوحات\" : والمقصود تشبيه حال اليهود، وهي ما حصل لهم في الدنيا من الوبال، وما سيحصل لهم في الآخرة من العذاب بحال المشركين في هذين الأمرين. </p><p> والخلاصة: أن حال هؤلاء كحال أولئك في الدنيا والآخرة، ولكن لا على أن حال كلهم كحالهم، بل حال بعضهم الذين هم اليهود كذلك. </p><p> ١٦ - وأما حال المنافقين: فهو ما تعلق به قوله تعالى: {كَمَثَلِ الشَّيْطَانِ} فإنه خبر ثان (١) للمبتدأ المقدر، مبين لحالهم، متضمن لحال أخرى لليهود. وهي اغترارهم بمقالة المنافقين أولًا، وخيبتهم آخرًا. وقد أجمل في النظم الكريم؛ حيث أسند كل من الخبرين إلى المقدر المضاف إلى ضمير الفريقين من غير تعيين ما أسند إليه بِخصوصه، ثقة بأن السامع يرد كلًّا من المثلين إلى ما يماثله، كأنه قيل: مثل اليهود في حلول العذاب بهم كمثل الذين من قبلهم، ومثل المنافقين في إغرائهم إياهم على القتال حسبما حكي عنهم {كَمَثَلِ الشَّيْطَانِ} ، {إِذْ قَالَ} ؛ أي: الشيطان {لِلْإِنْسَانِ اكْفُرْ} . وقول الشيطان مجاز عن الإغواء والإغراء؛ أي: إذ أغراه على الكفر إغراء الآمر المأمور على المأمور به. {فَلَمَّا كَفَرَ} الإنسان المذكور إطاعة لإغوائه وتبعًا لأهوائه {قَالَ} الشيطان: {إِنِّي بَرِيءٌ مِنْكَ} ؛ أي: بعيد عن عملك وأملك غير راض بكفرك وشركك. </p><p>(١) روح البيان.</p><p> قال العلماء: إن أريد بالإنسان الجنس فهذا التبرّي من الشيطان يكون يوم القيامة، كما ينبىء عنه قوله تعالى:  {إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ} . وهذه الجملة تعليل لبراءته من الإنسان بعد كفره، وإن أريد به أبو جهل .. على كون اللام للعهد .. فمعنى قوله:  {اكْفُرْ} : دم على الكفر، وقوله:  {إِنِّي أَخَافُ اللَّهَ} إلخ، عبارة عن قول إبليس له يوم بدر: {وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَكُمْ فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ وَاللَّهُ شَدِيدُ الْعِقَابِ (٤٨) }. يعني: لما قاتلوا ورأى إبليس جبريل مع محمد عليهما السلام .. خافه، وتبرأ منهم، وانهزم. قال بعضهم: هذا من كذبات إبليس، وإنه لو خاف الله حقيقة وقال صدقًا .. لما استمر على ما أدى إلى الخوف بعد ذلك، كيف وقد طلب الإنظار إلى البعث للإغواء؟!. </p><p> وقال أبو الليث: قال ذلك على وجه الاستهزاء، ولا بعد أن يقول له: ليوقعه في الحسرة والحرقة، انتهى. </p><p> يقول الفقير: الظاهر أن الشيطان يستشعر في بعض المواد جلال الله تعالى وعظمته، فيخافه حذرًا من المؤاخذة العاجلة وإن كان منظرًا، ولا شك أن كل أحد يخاف السطوة الإلهية عند ظهور أماراتها، ألا ترى إلى قوله تعالى:  {وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} . على أن نحو قاطع الطريق وقاتل النفس ربما فعل ما فعل، وهو خائف من الأخذ. </p><p> وقيل: المراد بالإنسان: هو عابد كان في بني إسرائيل، حمله الشيطان على الكفر فأطاعه. والجمهور على أن الشيطان والإنسان اسما جنس يورطه في المعصية ثم يفر منه. وقرأ الجمهور (١) : {إِنِّي} بسكون الياء. وقرأ نافع وابن كثير وأبو عمرو بفتحها. </p><p> والمعنى: أي مثل هؤلاء المنافقين الذين وعدوا اليهود من بني النضير النصرة إن قوتلوا أو الخروج معهم إن أخرجوا، ومثل بني النضير في غرورهم بوعودهم </p><p>(١) الشوكاني.</p>"
}