{
  "id": null,
  "sura": 60,
  "aya": 10,
  "text": "<p> العلم، وهو المشهور. </p><p> والثالث: أميمة بنت بشر، من بني عمرو بن عوف، ذكره أبو نعيم الأصبهاني. </p><p> قوله تعالى:  {وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ...} الآية، سبب نزول هذه الآية: ما أخرجه ابن منيع من طريق الكلبي، عن أبي صالح، عن ابن عباس قال: أسلم عمر بن الخطاب فتأخرت امرأته في المشركين، فأنزل الله تعالى:  {وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ...} الآية. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا ...} الآية، سبب نزولها: ما أخرجه ابن المنذر، ومحمد بن إسحاق، عن ابن عباس رضي الله عنهما قال: كان عبد الله بن عمر وزيد بن حارثة يودان رجالًا من يهود، فأنزل الله:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا ...} الآية. </p><p> وقيل: إن ناسًا من فقراء المسلمين كانوا يخبرون اليهود أخبار المسلمين يتقربون إليهم بذلك ليصيبوا من ثمارهم وطعامهم فنزلت هذه الآية، ذكره الواحدي في \"أسباب النزول\"  (٣١٨) بغير سند، ولم يعزه لأحد، وكذلك البغوي والخازن في \"تفسيرهما\" . </p><p> التفسير وأوجه القراءة </p><p> ١٠ - ولما ذكر سبحانه حكم فريقي الكافرين في جواز البرّ والإقساط للفريق الأول دون الفريق الثاني .. ذكر حكم من يظهر الإيمان، فقال:  {يَا أَيُّهَا الَّذِينَ آمَنُوا} بالله ورسوله {إِذَا جَاءَكَ الْمُؤْمِنَاتُ} ؛ أي (١) : بدلالة ظاهر حالهن وإقرارهن بلسانهن، أو المشارفات للإيمان. ولا بعد أن تكون التسمية بالمؤمنات لكونهن كذلك في علم الله، وذلك لا ينافي امتحان غيره تعالى حال كونهن {مُهَاجِرَاتٍ} من بين الكفار، متنقلات إليكم. فهو حال من المؤمنات. وذلك أن النبي - صلى الله عليه وسلم - لما صالح قريشًا يوم الحديبية على أن يرد عليهم من جاءهم من المسلمين، فلما هاجر إليه النساء .. أبى الله أن يرددن إلى المشركين وأمر بامتحانهن، فقال:  {فَامْتَحِنُوهُنَّ} ؛ أي: فاختبروهن بما يغلب به على ظنكم موافقة قلوبهن للسانهن في </p><p>(١) روح البيان.</p><p> الإيمان. قيل: إنه من أرادت إضرار زوجها .. قالت سأهاجر إلى محمد - صلى الله عليه وسلم -، فلذلك أمر النبي - صلى الله عليه وسلم - بامتحانهن. وقرىء:  {مهاجرات} بالرفع على البدل من المؤمنات، ذكره في \"البحر\" . </p><p> وقد اختلف فيما كان يمتحن به (١) : </p><p> فقيل: يستحلفن بالله ما خرجن من بغض زوج، ولا رغبة من أرض إلى أرض، ولا لالتماس دنيا، بل حبًا لله ولرسوله ورغبة في دينه. وكان رسول الله - صلى الله عليه وسلم - يقول للممتحنة: بالله الذي لا إله إلا هو ما خرجت من بغض زوج، بالله ما خرجت رغبة من أرض إلى أرض، بالله ما خرجت التماس دنيا، بالله ما خرجت إلا حبًا لله ولرسوله ورغبة في الإِسلام، بالله ما خرجت عشقًا لرجل من المسلمين؟ فإذا حلفت كذلك .. أعطى النبي - صلى الله عليه وسلم - زوجها مهرها وما أنفق عليها، ولا يردها على زوجها. </p><p> وقيل: الامتحان: هو أن تشهد أن لا إله إلا الله وأن محمدًا رسول الله. </p><p> وقيل: ما كان الامتحان إلا بأن يتلو عليهن رسول الله - صلى الله عليه وسلم - الآية، وهي:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ} إلى آخرها. </p><p> واختلف العلماء: هل دخل النساء في عهد الهدنة أم لا، على قولين فعلى القول بالدخول تكون هذه الآية مخصصة لذلك العهد، وبه قال الأكثر، وعلى القول بعدمه لا نسخ ولا تخصيص. </p><p> والمعنى (٢) : أي إذا جاءكم - أيها المؤمنون - النساء اللاتي نطقن بالشهادة، ولم يظهر منهن ما يخالف ذلك، مهاجرات من بين الكفار .. فاختبروا حالهن، وانظروا هل توافق قلوبهن ألسنتهن، أو هن منافقات؟ </p><p> ثم ذكر جملة معترضة بين ما قبلها وما بعدها ليتبين أن الامتحان يفيد معرفة الظاهر فحسب، فقال:  {اللَّهُ} سبحانه وتعالى {أَعْلَمُ} منكم {بِإِيمَانِهِنَّ} ؛ لأنه المطلع على ما في قلوبهن، فلا حاجة له إلى الامتحان، وليس ذلك للبشر فيحتاج إليه. وفي هذا بيان أنه لا سبيل إلى الإحاطة بحقيقة إيمانهن، فإن ذلك مما استأثر الله </p><p>(١) الشوكاني. (٢) المراغي.</p><p> بعلمه. </p><p> {فَإِنْ عَلِمْتُمُوهُنَّ} بعد الامتحان الذي أمرتم به {مُؤْمِنَاتٍ} العلم الذي يمكنكم تحصيله، وهو: الظن الغالب بالحلف وظهور الإمارات. وإنما سماه علمًا إيذانًا بأنه جار مجرى العلم في وجوب العمل به، ففي {عَلِمْتُمُوهُنَّ} استعارة كما سيأتي. {فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ} : من المرجع (١) ، بمعنى الرد، لا من الرجوع، ولذلك عدي إلى المفعول. وهذا هو الحكم الأول. </p><p> أي: فإن غلب على ظنكم إيمانهن بالحلف وغيره مما يورث اطمئنان قلوبكم على إسلامهن .. فلا تردوهن إلى أزواجهن المشركين. </p><p> ثم بيَّن العلة في النهي عن رجعهن إليهم بقوله:  {لَا هُنَّ حِلٌّ لَهُمْ} ؛ أي: لا المؤمنات حلًّا للكفار. وقرأ طلحة:  {لا هن يحللن لهم} . {وَلَا هُمْ يَحِلُّونَ لَهُنَّ} ؛ أي: ولا الكفار يحلون للمؤمنات، يعني: لا تحل مؤمنة لكافر لشرف الإيمان، ولا نكاح كافر لمسلمة لخبث الكفر. والتكرير إما لتأكيد الحرمة، وإلا .. لكفى نفي الحل عن أحد الجانبين، أو لأن الأول لبيان زوال النكاح الأول، والثاني لبيان امتناع النكاح الجديد. {وَآتُوهُمْ} : وهذا هو الحكم الثاني. أي: وأعطوا أزواجهن {مَا أَنْفَقُوا} ؛ أي: مثل ما دفعوا إليهن من المهور، وذلك (٢) - أي: بيان أن المراد بـ {مَا أَنْفَقُوا} هو المهور - أن النبي - صلى الله عليه وسلم - صالح عام الحديبية كفار مكة على ترك الحرب، فأمر عليًا - رضي الله عنه - أن يكتب بالصلح، فكتب: باسمك اللهم، هذا ما صالح عليه محمد بن عبد الله سهيل بن عمرو، اصطلحوا على وضع الحرب عن الناس عشر سنين، يأمن فيه الناس على أنفسهم وأموالهم، ويكف بعضهم عن بعض، على أن من أتى محمدًا من قريش بغير إذن وليه .. رده إليه، ومن جاء قريشًا من محمد .. لم يردوه إليه، وأن بيننا عيبة مكفوفة، وأن لا إسلال ولا إغلال، وأن من أحب أن يدخل في عقد محمد وعهده .. دخل فيه، ومن أحب أن يدخل في عقد قريش وعهدهم .. دخل فيه. فرد رسول الله - صلى الله عليه وسلم - أبا جندل بن سهيل، ولم يأتِ رسول الله - صلى الله عليه وسلم - أحد من الرجال إلا ردّه في مدة العهد وإن كان مسلمًا، ثم جاءت المؤمنات مهاجرات، وكانت أولاهن: أم كلثوم بنت عقبة بن أبي معيط، </p><p>(١) روح البيان. (٢) المراغي.</p><p> فقدم أخواها عمار والوليد فكلماه في أمرها ليردها إلى قريش، فنزلت الآية، فلم يردها - صلى الله عليه وسلم - ثم أنكحها زيد بن حارثة. </p><p> ومن هذا تعلم: أن الآية بينت أن العهد الذي أعطي كان في الرجال دون النساء، ومن ثم لم يردهن حين جئن مؤمنات. </p><p> {وَلَا جُنَاحَ عَلَيْكُمْ} وهذا هو الحكم الثالث؛ أي: لا ذنب ولا إثم عليكم أيها المؤمنون في {أَنْ تَنْكِحُوهُنَّ} ؛ أي: تنكحوا المهاجرات وتتزوجوهن بعد الاستبراء والعدة، وإن كان لهن أزواج كفار في دار الكفر. فإن إسلامهن حال بينهن وبين أزواجهن الكفار، وقد صرن من أهل دينكم {إِذَا آتَيْتُمُوهُنَّ} ؛ أي: أعطيتموهن {أُجُورَهُنَّ} ؛ أي: مهورهن. وذلك بعد انقضاء عدتهن، كما تدل عليه أدلة وجوب العدة. </p><p> {إِذَا}  (١) : ظرفية محضة، أو شرطية جوابها محذوف دل عليه ما تقدمها، وشرط إيتاء المهر في نكاحهن إيذانًا بأن ما أعطي أزواجهن لا يقوم مقام المهر؛ لأن ظاهر النظم يقتضي إيتاءين: إيتاء إلى الأزواج، وإيتاء إليهن على سبيل المهر. وفي \"التيسير\" : إذا التزمتم مهورهن، ولم يرد حقيقة الأداء، كما في قوله تعالى:  {حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ} ؛ أي: يلتزموها. </p><p> والمعنى (٢) : أي ولا إثم عليكم ولا حرج في نكاح هؤلاء المؤمنات المهاجرات بشرط أن تتعهدوا بالمهور، وتلتزموا بأدائها. وإنما جاز لأن الإِسلام حال بينهن وبين أزواجهن الكفار فكان من المصلحة أن يكون لهن عائل من المؤمنين يكفل أمر أرزاقهن. </p><p> {وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ} : وهذا هو الحكم الرابع؛ أي: ولا تأخذوا بعقود الكافرات غير الكتابيات؛ أي: لا يكن بينكم وبين المشركات عصمة ولا علاقة زوجية. والعصم: جمع عصمة، وهي ما يعتصم به، من عقد وسبب، والمراد بها هنا: النكاح. والكوافر: جمع كافر. والكوافر (٣) : طائفتان من النساء، طائفة قعدت عن الهجرة وثبتت على الكفر في دار الحرب، وطائفة ارتدت عن الهجرة ولحقت </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p><p> بأزواجها الكفار. وقال ابن عباس - رضي الله عنهما -: من كانت له امرأة كافرة بمكة .. فلا يُعدَّنَّ بها من نسائه؛ أي: لا ينبغي أن تبقى علاقة من علاقات الزوجية بين المؤمنين ونسائهم المشركات الباقيات في دار الشرك؛ لأن اختلاف الدين قطع عصمتها منه، فجاز له أن يتزوج بأربع سواها وبأختها من غير تربص وعدة؛ أي: لا تعتدوا بما كان بينكم وبينهن من العقد الكائن قبل حصول اختلاف الدين. وقال النخعي: هي المسلمة تلحق بدار الحرب فتكفر، فيكون قوله:  {وَلَا تُمْسِكُوا} بمقابلة قوله: {إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ} يعني أن قوله: {إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ} إلخ، إشارة إلى حكم اللاتي أسلمن وخرجن من دار الكفر، وقوله:  {وَلَا تُمْسِكُوا} إلخ إشارة إلى حكم المسلمات اللاتي ارتددن وخرجن من دار الإِسلام إلى دار الكفر. انتهى. </p><p> وكان (١) الكفار يزوجون المسلمين، والمسلمون يتزوجون المشركات، ثم نسخ ذلك بهذه الآية. وهذا خاص (٢) بالكوافر المشركات دون الكوافر من أهل الكتاب. وقيل: عامة في جميع الكوافر، مخصصة بإخراج الكتابيات منها. وقد ذهب جمهور أهل العلم إلى أنه إذا أسلم وثني أو كتابي ... لا يفرق بينهما إلا بعد انقضاء العدة. وقال بعض أهل العلم: يفرق بينهما بمجرد إسلام الزوج. وهذا إنما هو إذا كانت المرأة مدخولًا بها. وأما إذا كانت غير مدخول بها .. فلا خلاف بين أهل العلم في انقطاع العصمة بينهما بالإِسلام؛ إذ لا عدة عليها. </p><p> وقرأ الجمهور (٣) : {تُمْسِكُوا} بضم أوله مخففًا من أمسك الرباعي، كأكرم، وأختار هذه القراءة أبو عبيد؛ لقوله:  {فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ} . وقرأ أبو عمرو، ومجاهد بخلاف عنه، والحسن، وأبو العالية، وابن جبير، والأعرج:  {تُمسِّكوا} مشدد، مضارع مسَّك المضعف. وقرأ الحسن أيضًا، وابن أبي ليلى، وابن عامر في رواية عبد الحميد، وأبو عمرو في رواية معاذ:  {تَمَسَّكُوا} بفتح الثلاثة، مضارع تمسَّك الخماسي، من باب تفعل، حذفت منه إحدى التاءين، والأصل: تتمسكوا. وترأ الحسن أيضًا:  {تمسِكوا} بكسر السين، مضارع مسك الثلاثي. </p><p> {وَاسْأَلُوا مَا أَنْفَقْتُمْ} وهذا هو الحكم الخامس؛ أي: واسألوا - أيها المؤمنون - الكفار، واطلبوا منهم ما أنفقتم على نسائكم المرتدات اللاحقات بالكفار من </p><p>(١) الشوكاني. (٢) الشوكاني.(٣) البحر المحيط.</p>"
}