{
  "id": null,
  "sura": 60,
  "aya": 13,
  "text": "<p> بالكلام بهذه الآية على أن لا يشركن بالله شيئًا وما مست يد رسول الله - صلى الله عليه وسلم - يد امرأة لا يمكلها). متفق عليه. </p><p> ١٣ - {يَا أَيُّهَا الَّذِينَ آمَنُوا} بالله ورسوله {لَا تَتَوَلَّوْا قَوْمًا} ؛ أي: لا تتخذوا قومًا من الكفار أولياء وأصدقاء وأحباء وأودّاء. وقوله:  {غَضِبَ اللَّهُ} سبحانه، وسخط {عَلَيْهِمْ} صفة قومًا. وهم (١) جميع طوائف الكفرة، وقيل: اليهود خاصة، وقيل: المنافقون خاصة. وقال الحسن: اليهود والنصارى. والأول أولى؛ لأن جميع طوائف الكفر تتصف بأن الله سبحانه غضب عليهم. </p><p> أي: لا تتخذوا اليهود والنصارى وسائر الكفار ممن غضب الله عليهم واستحقوا الطرد من رحمته أولياء لكم وأصدقاء، تسرون إليهم بما يضر نشر الدعوة ويحول دون تقدم شؤون الملة. </p><p> وقوله تعالى:  {قَدْ يَئِسُوا مِنَ الْآخِرَةِ} صفة ثانية لـ {قَوْمًا} . و {مِنَ} لابتداء الغاية؛ أي: إنهم لا يوقنون بالآخرة ألبتة بسبب كفرهم {كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ} ؛ أي: كيأسهم من بعث موتاهم؛ لاعتقادهم عدم البعث؛ لأنهم لا يوقنون بالآخرة البتة بسبب كفرهم، فـ {مِنَ} لابتداء الغاية. </p><p> أي: قد يئسوا من خير الآخرة وثوابها؛ لعنادهم رسول الله - صلى الله عليه وسلم - المبشر به في كتابهم المؤيد بالآيات البينات والمعجزات الباهرات، فهم قد أفسدوا آخرتهم بتكذيبهم له، وعلموا أن لا سبيل لهم إلى نيل نعيمها كما يئس الكفار من بعث موتاهم؛ لأنهم لا يعتقدون ببعث ولا نشور. وقيل: كما يئس الكفار الذين قد ماتوا منهم من الآخرة؛ لأنهم قد وقفوا على الحقيقة، وعلموا أنه لا نصيب لهم في الآخرة. فـ {مِنَ} بيانية على هذا المعنى. والأول أولى. </p><p> والخلاصة (٢) : يا أيها الذين آمنوا: لا تتولوا قومًا مغضوبًا عليهم، قد يئسوا من أن يكون لهم حظ في الآخرة؛ لعنادهم رسول الله - صلى الله عليه وسلم - وهم يعلمون أنه الرسول المنعوت في التوراة، كما فيض الكفار من موتاهم أن يبعثوا ويرجعوا أحياء. </p><p>(١) الشوكاني. (٢) النسفي.</p><p> الإعراب </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ وَآتُوهُمْ مَا أَنْفَقُوا وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ} . </p><p> {يَا أَيُّهَا} : {يا} : حرف نداء، {أَيّ} : منادى نكرة، و {الهاء} : حرف تنبيه زائد، {الَّذِينَ} : بدل من {أي} ، وجملة {آمَنُوا} : صلته. وجملة النداء مستأنفة. {إِذَا} : ظرف لما يستقبل من الزمان، {جَاءَكُمُ الْمُؤْمِنَاتُ} : فعل ومفعول وفاعل، والجملة في محل الخفض بإضافة {إِذَا} إليها، على كونها فعل شرط لها، والظرف متعلق بالجواب، {مُهَاجِرَاتٍ} : حال من {الْمُؤْمِنَاتُ} ، {فَامْتَحِنُوهُنَّ} : {الفاء} : رابطة لجواب {إِذَا} وجوبًا، {امْتَحِنُوا} : فعل أمر مبني على حذف النون، و {الواو} : فاعل، و {الهاء} : مفعول به. والجملة جواب {إذا} لا محل لها من الإعراب، وجملة {إِذَا} جواب النداء لا محل لها من الإعراب. {اللهُ} : مبتدأ، {أَعْلَمُ} : خبر، {بِإِيمَانِهِنَّ} : متعلق بـ {أَعْلَمُ} ، والجملة معترضة. {فإن} : {الفاء} : عاطفة، {إِنْ} : حرف شرط، {عَلِمْتُمُوهُنَّ} : فعل وفاعل ومفعول أول، {مُؤْمِنَاتٍ} : مفعول ثان، والجملة في محل الجزم بـ {إنْ} الشرطية على كونها فعل شرط لها، {فَلَا تَرْجِعُوهُنَّ} : {الفاء} : رابطة لجواب {إنْ} الشرطية وجوبًا لكون الجواب جملة طلبية، {لا} : ناهية جازمة، {ترجعوا} : فعل مضارع مجزوم بـ {لا} الناهية، و {الواو} : فاعل، و {الهاء} : مفعول به، {إِلَى الْكُفَّارِ} : متعلق بـ {تَرْجِعُوهُنَّ} . والجملة في محل الجزم بـ {إنْ} الشرطية على كونها جوابًا لها، وجملة {إنْ} الشرطية معطوفة على جملة {إذًا} . {لَا} : نافية، {هُنَّ} : مبتدأ، {حِلٌّ} : خبر، {لَهُمْ} : متعلق بـ {حِلٌّ} ، والجملة الاسمية جملة تعليلية لا محل لها من الإعراب؛ لأنها علة لقوله:  {فَلَا تَرْجِعُوهُنَّ} . {وَلَا} : {الواو} : عاطفة، {لا} : نافية، {هُمْ} : مبتدأ، وجملة {يَحِلُّونَ} : خبره. والجملة الاسمية معطوفة على ما قبلها على كونها معللة للنهي المذكور قبلها. {لَهُنَّ} : متعلق بـ {يَحِلُّونَ} . {وَآتُوهُمْ} : {الواو} : عاطفة. {آتُوهُمْ} : فعل وفاعل ومفعول أول، {مَا} : مفعول به ثان، والجملة الفعلية معطوفة على جملة {لا ترجعوهن} ، وجملة {أَنْفَقُوا} : صلة لـ {مَا} الموصولة، {وَلَا} : {الواو} : عاطفة، {لا} : نافية للجنس، {جُنَاحَ} : في محل </p><p> النصب اسمها، {عَلَيْكُمْ} : خبرها، وجملة {لا} النافية معطوفة على ما قبلها، {أَن} حرف نصب ومصدر، {تَنْكِحُوهُنَّ} : فعل مضارع منصوب بـ {أَن} ، و {الواو} : فاعل، و {الهاء} : مفعول به، والجملة الفعلية صلة {أَن} المصدرية. {أَن} مع صلتها في تأويل مصدر مجرور بحرف جر محذوف، تقديره: في نكاحهن، الجار والمجرور متعلق بـ {جُنَاحَ} . {إِذَا} : ظرف مجرد عن معنى الشرط، متعلق بـ {تَنْكِحُوهُنَّ} أو بـ {جُنَاحَ} ، {آتَيْتُمُوهُنَّ} : فعل وفاعل ومفعول أول، {أُجُورَهُنَّ} : مفعول ثان. والجملة الفعلية في محل الخفض بإضافة {إذا} إليها. </p><p> {وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ} . </p><p> {وَلَا} : {الواو} : عاطفة، {لا} : ناهية، {تُمْسِكُوا} : فعل وفاعل مجزوم بـ {لا} الناهية، {بِعِصَمِ الْكَوَافِرِ} : جار ومجرور، ومضاف إليه متعلق بـ {تُمْسِكُوا} ، والجملة الفعلية معطوفة على جملة {إذا} على كونها جواب النداء. {وَاسْأَلُوا} : فعل وفاعل معطوف على ما قبله، {مَا} : اسم موصول في محل النصب مفعول به، وجملة {أَنْفَقُوا} : صلته، والعائد محذوف، {وَلْيَسْأَلُوا} : {الواو} : عاطفة، و {اللام} : لام الأمر، {يسألوا} : فعل مضارع مجزوم بلام الأمر، و {الواو} : فاعل، والجملة معطوفة على ما قبلها، {مَا} : اسم موصول في محل النصب مفعول به، وجملة {أَنْفَقُوا} : صلة لـ {مَا} ، والعائد محذوف. {ذَلِكُمْ} : مبتدأ، {حُكْمُ اللَّهِ} : خبره، والجملة مستأنفة. {يَحْكُمُ} : فعل مضارع وفاعل مستتر يعود على {وَاللَّهُ} ، {بَيْنَكُمْ} : متعلق بـ {يَحْكُمُ} ، والجملة الفعلية مستأنفة، أو حال من الجلالة. {وَاللَّهُ} : مبتدأ، {عَلِيمٌ} : خبر أول، {حَكِيمٌ} : خبر ثان. والجملة الاسمية مستأنفة. </p><p> {وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (١١) }. </p><p> {وَإِنْ} : {الواو} : عاطفة، {إنْ} : حرف شرط {فَاتَكُمْ} : فعل ومفعول به في محل الجزم بـ {إنْ} الشرطية على كونه فعل شرط لها، {شَيْءٌ} : فاعل، {مِنْ أَزْوَاجِكُمْ} : صفة لـ {شَيْءٌ} ، {إِلَى الْكُفَّارِ} : متعلق بـ {فَاتَكُمْ} ، {فَعَاقَبْتُمْ} : {الفاء} : </p><p> عاطفة، {عاقبتم} : فعل وفاعل معطوف على {فَاتَكُمْ} ، {فَآتُوا} : {الفاء} : رابطة لجواب {إنْ} وجوبًا، {أتوا} : فعل أمر مبني على حذف النون، و {الواو} : فاعل {الَّذِينَ} : مفعول أول، والجملة الطلبية في محل الجزم بـ {إنْ} الشرطية على كونها جوابًا لها، وجملة {إنْ} : الشرطية معطوفة على جملة {إذَا} الشرطية على كونها جوابًا للنداء، {ذَهَبَتْ أَزْوَاجُهُمْ} : فعل وفاعل والجملة صلة {الَّذِينَ} ، {مِثْلَ} : مفعول ثان لـ {آتوا} وهو مضاف {مَا} اسم موصول في محل الجر مضاف إليه، وجملة {أَنْفَقُوا} صلة لـ {ما} الموصولة، والعائد محذوف. {وَاتَّقُوا اللَّهَ} : فعل وفاعل ومفعول به، معطوف على {آتُوا} ، {الَّذِي} : صفة للجلالة، {أَنْتُمْ} : مبتدأ، {بِهِ} : متعلق بما بعده، {مُؤْمِنُونَ} : خبره، والجملة الاسمية صلة الموصول. </p><p> {يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ} . </p><p> {يَا أَيُّهَا} : {يا} : حرف نداء، (أي) : منادى نكرة مقصودة، {النَّبِيُّ} : بدل منه، والجملة مستأنفة. {إذا} : ظرف مضمن معنى الشرط، {جَاءَكَ الْمُؤْمِنَاتُ} : فعل ومفعول وفاعل والجملة في محل الخفض بإضافة {إذَا} إليها، والظرف متعلق بالجواب الآتي، {يُبَايِعْنَكَ} : فعل وفاعل، ومفعول به، والجملة في محل النصب حال من المؤمنات. أي: حالة كونهن طالبات منك المبايعة. {عَلَى} : حرف جر، {أَنْ} : حرف نصب ومصدر، {لا} : نافية، {يُشْرِكْنَ} : فعل مضارع في محل النصب بـ {أَنْ} المصدرية، مبني على السكون لاتصاله بنون النسوة، والنون فاعل، {بِاللَّهِ} : متعلق بـ {يُشْرِكْنَ} ، {شَيْئًا} : مفعول به، أو مفعول مطلق. والجملة الفعلية صلة {أَن} المصدرية، {أَنْ} مع صلتها في تأويل مصدر مجرور بـ {عَلَى} تقديره: على عدم إشراكهن بالله شيئًا، الجار والمجرور متعلق بـ {يُبَايِعْنَكَ} ، {وَلَا يَسْرِقْنَ} : فعل وفاعل في محل النصب معطوف على {يُشْرِكْنَ} ، {وَلَا يَزْنِينَ} : فعل وفاعل معطوف أيضًا على {يُشْرِكْنَ} . {وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ} : فعل وفاعل ومفعول به، معطوف على {يُشْرِكْنَ} ، {وَلَا يَأْتِينَ} : فعل وفاعل معطوف أيضًا على {يُشْرِكْنَ} ، {بِبُهْتَانٍ} : متعلق بـ {يَأْتِينَ} ، {يَفْتَرِينَهُ} : فعل وفاعل ومفعول به، والجملة في محل الجر صفة لـ {بهتان} ، {بَيْنَ أَيْدِيهِنَّ} : متعلق بـ {يفترين} ، </p><p> {وَأَرْجُلِهِنَّ} : معطوف على {أَيْدِيهِنَّ} ، {وَلَا يَعْصِينَكَ} : فعل وفاعل ومفعول به معطوف على {يُشْرِكْنَ} ، {فِي مَعْرُوفٍ} : متعلق بـ {يَعْصِينَكَ} . </p><p> {فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} . </p><p> {فَبَايِعْهُنَّ} : {الفاء} : رابطة لجواب {إذا} الشرطية وجوبًا، {بايعهن} : فعل أمر، وفاعل مستتر يعود على النبي، ومفعول به، والجملة الفعلية جواب:  {إذا} لا محل لها من الإعراب، وجملة {إذا} جواب النداء لا محل لها من الإعراب. {وَاسْتَغْفِرْ} : فعل وفاعل مستتر، معطوف على {بايعهن} ، {لَهُنَّ} : متعلق بـ {استغفر} . {اللَّهَ} : مفعول به: {إن اللهَ} : ناصب واسمه، {غَفُورٌ} : خبره، {رَحِيمٌ} : خبر ثان له، وجملة {إن} جملة تعليلية لا محل لها من الإعراب. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ (١٣) }. </p><p> {يَا أَيُّهَا} : منادى نكرة مقصودة، {الَّذِينَ} : بدل من {أي} ، والجملة مستأنفة. وجملة {آمَنُوا} : صلة الموصول، {لَا} : ناهية جازمة، {تَتَوَلَّوْا} : فعل مضارع مجزوم بـ {لَا} الناهية، و {الواو} : فاعل، {قَوْمًا} : مفعول به، والجملة الفعلية جواب النداء لا محل لها من الإعراب. {غَضِبَ اللَّهُ} : فعل وفاعل، {عَلَيْهِمْ} : متعلق به، والجملة صفة لـ {قَوْمًا} ، {قَدْ} : حرف تحقيق، {يَئِسُوا} : فعل وفاعل، {مِنَ الْآخِرَةِ} : متعلق بـ {يَئِسَ} . والجملة الفعلية في محل النصب مفعول ثان لـ {قَوْمًا} . {كَمَا} : {الكاف} : حرف جر وتشبيه {ما} مصدرية، {يَئِسَ الْكُفَّارُ} : فعل وفاعل، {مِنْ أَصْحَابِ الْقُبُورِ} : متعلق بـ {يبَسَ} أو حال من {الْكُفَّارُ} ، والجملة الفعلية صلة لـ {ما} المصدرية، {ما} مع صلتها في تأويل مصدر مجرور بالكاف، أي: كيأسهم من أصحاب القبور، والجار والمجرور صفة لمصدر محذوف، تقديره: يئسوا من الآخرة يأسًا كائنًا كيأسهم من أصحاب القبور أن يرجعوا إليهم. </p><p> التصريف ومفردات اللغة </p><p> {فَامْتَحِنُوهُنَّ} ؛ أي: فاختبروهن بما يغلب به على ظنكم موافقة قلوبهن لألسنتهن في الإيمان. {عَلِمْتُمُوهُنَّ} : ظننتموهن بالحلف وظهور الأمارات. {فَلَا </p><p> تَرْجِعُوهُنَّ}؛ أي: لا تردوهن، من المرجع بمعنى: الرد، لا من الرجوع، كما مر. {حِلٌّ لَهُمْ} : وزنه فعل بكسر الفاء، فهو لفيف، وهو ما كان عينه ولامه من جنس واحد. {يَحِلُّونَ} أصله: يحللون، بوزن يفعلون، نقلت حركة اللام الأولى إلى الحاء، فسكنت فأدغمت في اللام الثانية. {وَآتُوهُمْ} أصله: أأتيوهم، بوزن أفعلوهم، نظير: أكرموهم، أبدلت الهمزة الثانية الساكنة ألفًا حرف مدّ مجانسًا لحركة الأولى، ثم حذفت حركة الياء للتخفيف، وحذفت الياء لالتقاء الساكنين، وضمت التاء لمناسبة الواو، فصار آتوهم، {وَلَا جُنَاحَ عَلَيْكُمْ} يقال: جنحت السفينة؛ أي: مالت إلى أحد جانبيها، وسمي الإثم المائل بالإنسان عن الحق جُناحًا، ثم سمي كل إثم جُناحًا. {بِعِصَمِ الْكَوَافِرِ} والعصم: جمع عصمة، وهي: ما يعتصم به، من عقد وسبب، وهي هنا عقد النكاح. والكوافر: جمع كافرة، كضوارب في ضاربة. </p><p> {وَإِنْ فَاتَكُمْ} : فيه إعلال بالقلب، أصله: فوتكم، قلبت الواو ألفًا لتحركها بعد فتح. والفوت: بُعد الشيء عن الإنسان بحيث يتعذر إدراكه. {فَعَاقَبْتُمْ} : من العقبة، وهي النوبة، والمعاقبة: المناوبة. يقال: عاقب الرجل صاحبه في كذا؛ أي: جاء فعل كل واحد منهما بعقب فعل الآخر. والمعنى: وجاءت عقبتكم ونوبتكم من أداء المهر. {وَلَا يَسْرِقْنَ} والسرقة: أخذ ما ليس له أخذه خفية. {وَلَا يَزْنِينَ} والزنا: وطء المرأة من غير عقد شرعي أو ملك يمين، يقصر، وإذا مد .. يصح أن يكون مصدر المفاعلة. {وَلَا يَأْتِينَ بِبُهْتَانٍ} والبهتان: الكذب الذي يبهت المكذوب عليه؛ أي: يدهشه ويجعله متحيرًا، فيكون أقبح أنواع الكذب. وهو في الأصل مصدر، يقال: بهت زيد عمرًا بهتًا وبهتًا وبهتانًا؛ أي: قال عليه ما لم يفعله، فزيد باهت وعمرو مبهوت، والذي بهت به مبهوت به. وإذا قالت لزوجها: هذا ولدي منك، لصبي التقطته .. فقد بهتته به؛ أي: قالت عليه ما لم يفعله، جعله نفس البهتان ثم وصفه بكونه مفترى مبالغة في وصفهن بالكذب. {يَفْتَرِينَهُ} الافتراء: الاختلاق. يقال: فرى فلان كذبًا إذا خلقه، وافتراه اختلقه. {فِي مَعْرُوفٍ} والمعروف: ما عرف، حسنه من قبل الشرع، وفي \"النهاية\" : المعروف اسم جامع لكل ما عرف من طاعة الله والإحسان إلى الناس، وكل ما أمر به الشرع ونهى عنه. اهـ. \"شهاب\" . </p><p> {وَاسْتَغْفِرْ لَهُنَّ} والاستغفار: طلب المغفرة للذنوب والستر للعيوب، كما مر. </p><p> {لَا تَتَوَلَّوْا} أصله: تتوليون، حذفت منه نون الرفع لدخول أداة الجزم {لَا} الناهية، ثم قلبت الياء ألفًا لتحركها بعد فتح، ثم حذفت الألف لالتقاء الساكنين، فوزنه: تتفعوا. {قَدْ يَئِسُوا مِنَ الْآخِرَةِ} اليأس: انقطاع الطمع {مِنْ أَصْحَابِ الْقُبُورِ} والقبور: جمع قبر، والقبر: مقر الميت، والمقبرة: موضع القبور. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الجملة الاعتراضية في قوله: {اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ} الإشارة إلى أن للإنسان الظاهر، والله يتولى السرائر. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {فَإِنْ عَلِمْتُمُوهُنَّ} ؛ لأنه استعار العلم للظن الغالب بالحلف وظهور الأمارات. وسماه علمًا إيذانًا بأنه جار مجرى العلم في وجوب العمل به. </p><p> ومنها: العكس والتبديل في قوله: {لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ} . وهو من المحسنات البديعية، وفيه التكرير أيضًا إما لتأكيد الحرمة، وإلا فيكفي نفي الحل من أحد الجانبين، وإما لأن الأول لبيان زوال النكاح الأول، والثاني لبيان امتناع النكاح الجديد، كما مر. </p><p> ومنها: المقابلة في قوله: {وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا} . </p><p> ومنها: المجاز في قوله: {وَلْيَسْأَلُوا مَا أَنْفَقُوا} ؛ لأنه مجاز عن أمر المؤمنين بالأداء من قبيل إطلاق الملزوم وإرادة اللازم، كما في قوله تعالى:  {وَلْيَجِدُوا فِيكُمْ غِلْظَةً} فإنه بمعنى: واغلظوا عليهم. </p><p> ومنها: جناس الاشتقاق في قوله: {ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ} . </p><p> ومنها: إيقاع شيء موقع أحد في قوله: {وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ} للتحقير والإشباع في التعميم؛ لأن النكرة في سياق الشرط تفيد العموم، كما مر. </p><p> ومنها: الاستعارة بالكناية في قوله: {فَعَاقَبْتُمْ} . شبه ما حكم به على المسلمين والكافرين من أداء هؤلاء مهور نساء أولئك تارة وأداء أولئك مهور نساء هؤلاء </p><p> أخرى بأمر يتعاقبون فيه كما يتعاقب في الركوب ونحوه. أي: يتناوب، كما مرّ بسطه. </p><p> ومنها: النداء للتشريف والتعظيم في قوله: {يَا أَيُّهَا النَّبِيُّ} . </p><p> ومنها: الكناية اللطيفة في قوله: {وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ} . كنَّى بذلك عن اللقيط. </p><p> ومنها: التشبيه المرسل المجمل في قوله: {قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ} . وفيه أيضًا من المحسنات البديعية ما يسمى ردّ العجز على الصدر، حيث ختم السورة بمثل ما ابتدأها به ليتناسق البدء مع الختام. </p><p> ومنها: الإظهار في موضع الإضمار في قوله: {كَمَا يَئِسَ الْكُفَّارُ} للإشعار بعلة يأسهم، وهو الكفر. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة موضوعات هذه السورة الكريمة </p><p> اشتملت هذه السورة على المقاصد التالية: </p><p> ١ - النهي عن موالاة المشركين مع ذكر أسباب ذلك. </p><p> ٢ - ضرب المثل بقصص إبراهيم وقومه. </p><p> ٣ - امتحان النساء المؤمنات المهاجرات، وعدم إرجاعهن إلى دار الكفر. </p><p> ٤ - مبايعة النساء المؤمنات في دار الإِسلام. </p><p> ٥ - تأكيد النهي عن موالاة المشركين، حرصًا على شؤون الملة ونشر الدعوة (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) وقد تم تفسير هذه السورة الكريمة بعون الله سبحانه وتعالى يوم الأحد قبيل غروب اليوم الثالث والعشرين من شهر الله الحرام ذي القعدة، من شهور سنة ألف وأربع مئة وخمس عشرة من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية، وصلى الله على سيدنا محمد خاتم النبيين وعلى آله وصحبه أجمعين والحمد لله رب العالمين.</p><p> [سورة الصف] </p><p> سورة الصف مدنية، قال الماوردي: في قول الجميع. نزلت بعد التغابن. </p><p> وأخرج ابن الضريس (١) ، وابن مردويه، والبيهقي عن ابن عباس قال: نزلت سورة الصف بالمدينة. وأخرج النحاس عن ابن عباس قال: نزلت سورة الصف بمكة. ولعل هذا لا يصح عنه. ويؤيد كونها مدنيَّة: ما أخرجه أحمد، عن عبد الله بن سلام قال: تذاكرنا أيكم يأتي رسول الله - صلى الله عليه وسلم - فيسأله: أي الأعمال أحب إلى الله؟ فلم يقم أحد منا، فأرسل رسول الله - صلى الله عليه وسلم - رجلًا، فجمعنا، فقرأ علينا هذه السورة؛ يعني: سورة الصف كلها. وأخرجه ابن أبي حاتم، وقال في آخره: فنزلت فيهم هذه السورة. وأخرجه أيضًا الترمذي وابن حبان والحاكم، وقال: صحيح على شرط الشيخين، والبيهقي في \"الشعب\" و \"السنن\" . </p><p> وآيها (٢) : أربع عشرة. وكلماتها: مئتان وإحدى وعشرون كلمة. وحروفها: تسع مئة. </p><p> ومناسبتها لما قبلها (٣) : أنها اشتملت على الحث على الجهاد والترغيب فيه، وفي ذلك تأكيد للنهي الذي تضمنته السورة السابقة من اتخاذ الكفار من دون المؤمنين. </p><p> وقال أبو حيان (٤) : مناسبتها لآخر السورة قبلها: أن في آخر تلك: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ} فاقتضى ذلك إثبات العداوة بينهم، فحض تعالى على الثبات إذا لقي المؤمنون في الحرب أعداءهم. </p><p> تسميتها: سميت سورة الصف لذكر الصف فيها. وقال أبو عبد الله محمد بن حزم: سورة الصف كلها محكمة، ليس فيها ناسخ ولا منسوخ. </p><p> والله أعلم </p><p> * * * </p><p>(١) الشوكاني. (٢) الخازن.(٣) المراغي.(٤) البحر المحيط.</p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (٢) كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ (٣) إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ (٤) وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (٥) وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ (٦) وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٧) يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ (٨) هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (٩) يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ (١٠) تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١١) يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ (١٢) وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ (١٣) يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ (١٤) }. </p><p> المناسبة </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ ...} الآيات، قال ابن عباس: كان ناس من المؤمنين قبل أن يفرض الجهاد يقولون: لوددنا أن الله دلنا على أحب الأعمال إليه فنعمل به؟ فأخبر الله نبيه أن أحب الأعمال إليه: إيمان بالله لا شك فيه، وجهاد لأهل معصيته الذين جحدوا الإيمان به، وإقرار برسالة نبيه. فلما نزل الجهاد .. كره ذلك ناس من المؤمنين وشق عليهم أمره، فأنزل الله سبحانه هذه الآيات. </p><p> قوله تعالى:  {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي ...} الآية، مناسبة </p><p> هذه الآية لما قبلها: أن الله سبحانه (١) لما أنَّب التاركين للقتال الهاربين منه بقوله: {لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} ذكر هنا أن حالهم يشبه حال بني إسرائيل مع موسى حين ندبهم إلى قتال الجبارين بقوله: {يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ} الآية. فلم يمتثلوا، وعصوه أشد العصيان، و {قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا ...} الآية. وقالوا أيضًا:  {فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ} ، وأصروا على ذلك، وآذوه أشد الإيذاء. فوبخهم على ذلك بما جاء في الآية الكريمة، وقد صرفهم الله سبحانه عن قبول الحق، وألحق بهم الضيم والدل في الدنيا، ولعذاب الآخرة أشد وأنكى. ومثلهم أيضًا في عصيانهم مثل بني إسرائيل حين قال لهم عيسى بن مريم:  {إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ} ، وجاءهم بالبينات والمعجزات الدالة على صدقه، وقال: إني مبشر برسول يأتي من بعدي يسمى: أحمد، فعصوه وكذبوه، ولم يمتثلوا أمره. </p><p> قوله تعالى:  {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ ...} الآيتين، مناسبتهما لما قبلهما: أن الله سبحانه لما ذكر فيما سلف أن الجاحدين لنبوته - صلى الله عليه وسلم - من المشركين وأهل الكتاب لما جاءهم بالبينات قالوا: هذا سحر مفترى .. أردف ذلك ببيان أنهم دعوا إلى الإِسلام والخضوع لخالق الخلق ومبدع العالم، وأقيمت لهم على ذلك الأدلة ونصب لهم المنار، لكنهم ظلموا أنفسهم وجحدوا النور الواضح والبرهان الساطع: </p><p> قَدْ تُنْكِرُ الْعَيْنُ ضَوْءَ الشَّمْسِ مِنْ رَمَدٍ ... وَيُنْكِرُ الْفَمُ طَعْمَ الْمَاءِ مِنْ سَقَمِ </p><p> ثم بين أن السبب في ذلك هو سوء استعدادهم وتدسيتهم لأنفسهم، وأن مثلهم في صد الدعوة عن الدين مثل من يريد إطفاء نور الشمس بالنفخ بفيه، وأنى له ذلك؟ فالله متم نوره ومكمل دينه مهما جد المشركون في إطفائه. فالرسول - صلى الله عليه وسلم - ما جاء إلا بما فيه هداية البشر وسعادتهم في معاشهم ومعادهم، وبالدين الحق الذي لا تجد العقول مطعنًا فيه ولا طريقًا إلَّا الاعتراف بما جاء به من حكم وأحكام. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ ...} </p><p>(١) المراغي.</p><p> الآيات، مناسبتها لما قبلها: أن الله سبحانه لما حث في الآيات السابقة على الجهاد في سبيله، ونهاهم عن أن يكونوا مثل قوم موسى في التواكل والتخاذل - إذ قالوا له:  {فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ} - ونهاهم أيضًا عن أن يكونوا مثل قوم عيسى في العصيان بعد أن أتى لهم بالأدلة الباهرة على صدق نبوّته .. ذكر هنا أن الإيمان بالله والجهاد بالمال والنفس في سبيله تجارة رابحة، فإن المجاهد ينال الفوز العاجل والثواب الآجل، فيظفر بالنصرة في الدنيا والغلبة على العدوّ وأخذ الغنائم وكرائم الأموال، ويحظى في الآخرة بغفران الذنب ورضوان الرب والرضوان في جنات الخلود، والإقامة ولا فوز أعظم من هذا. </p><p> ثم ضرب لهم مثلًا بقوم عيسى، فقد انقسموا فرقتين: فرقة، آمنت به، وهم حواريوه، وفرقة فرت به، وهم البقية الباقية منهم. فأمد الله المؤمنين بروح من عنده، فتم لهم الفوز والنصر على الكافرين، وغلبوهم بإذن الله، كما هي سنة الله في البشر، كما قال تعالى: {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ (٢١) }، وقال:  {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ} . </p><p> أسباب النزول </p><p> قوله تعالى:  {سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ...} إلى آخر السورة، سبب نزول هذه السورة: ما أخرجه الدارمي في \"سننه\" قال: أخبرنا محمد بن كثير، عن الأوزاعي، عن يحيى بن أبي كثير، عن أبي سلمة، عن عبد الله بن سلام قال: قعدنا نفرًا من أصحاب رسول الله - صلى الله عليه وسلم - فتذاكرنا، فقلنا: لو نعلم أي الأعمال أحب إلى الله تعالى لعملناها؟ فأنزل الله تعالى: {سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (٢) كَبُرَ مَقْتًا} حتى ختمها، قال عبد الله: فقرأها علينا رسول الله - صلى الله عليه وسلم - حتى ختمها، فقرأها علينا ابن سلام. قال يحيى: قرأها علينا أبو سلمة، وقرأها علينا يحيى، وقرأها علينا الأوزاعي، وقرأها علينا محمد. </p><p> قال ابن الجوزي (١) : قوله تعالى: {لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} في سبب </p><p>(١) زاد المسير.</p><p> نزولها خمسة أقوال: </p><p> أحدها: ما روى أبو سلمة عن عبد الله بن سلام قال: قعدنا نفرًا من أصحاب رسول الله صلى الله عليه وسلم، فقلنا: لو نعلم أي الأعمال أحب إلى الله عزّ وجل عملناه؟ فأنزل الله:  {سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ ...} إلى آخر السورة. </p><p> والثاني: أن الرجل كان يجيء إلى النبي - صلى الله عليه وسلم - فيقول: فعلت كذا وكذا، وما فعل، فنزلت:  {لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} . رواه عكرمة عن ابن عباس - رضي الله عنهما - وكذلك قال الضحاك: كان الرجل يقول: قاتلت ولم يقاتل، وطعنت ولم يطعن، وصبرت ولم يصبر. فنزلت هذه الآية. </p><p> والثالث: أن ناسًا من المسلمين كانوا يقولون قبل أن يفرض الجهاد: لوددنا أن الله تعالى دلنا على أحب الأعمال إليه، فلما نزل الجهاد .. كرهه ناس من المؤمنين، فنزلت هذه الآية. رواه عليّ بن أبي طلحة عن ابن عباس. </p><p> والرابع: أن صهيبًا قتل رجلًا يوم بدر، فجاء رجل فادعى أنه قتله وأخذ سلبه، فقال صهيب: أنا قتلته يا رسول الله، فأمره أن يدفع سلبه إلى صهيب. ونزلت هذه الآية، رواه سعيد بن المسيب عن صهيب. </p><p> والخامس: أن المنافقين كانوا يقولون للنبي وأصحابه: لو خرجتم .. خرجنا معكم ونصرناكم، فلما خرج النبي - صلى الله عليه وسلم - .. نكصوا عنه. فنزلت هذه الآية، قاله ابن زيد. </p><p> وقال الكلبي (١) : قال المؤمنون: يا رسول الله، لو نعلم أحب الأعمال إلى الله لسارعنا إليها؟ فنزلت:  {هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ} . فمكثوا زمانًا يقولون: لو نعلم ما هي لاشتريناها بالأموال والأنفس والأهلين؟ فدلهم الله تعالى عليها بقوله:  {تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ...} الآية. فابتلوا يوم أحد ففروا، فنزلت تعيرهم بترك الوفاء. </p><p>(١) القرطبي.</p>"
}