{
  "id": null,
  "sura": 61,
  "aya": 12,
  "text": "<p> فتخلصون وتفلحون. فعلى العاقل تبديل الفاني بالباقي، فإنه خير له. وروي: أنه جاء رجل بناقة مخطومة وقال: هذه في سبيل الله، فقال النبي - صلى الله عليه وسلم -: \"لك بها يوم القيامة سبع مئة ناقة، كلها مخطومة\" . </p><p> أي: هذا الإيمان والجهاد خير لكم من كل شيء، من نفس ومال، وولد، إن كنتم من أهل الإدراك والعلم بوجوه المنافع وفهم المقاصد، فإن الأمور إنما تتفاضل بغاياتها ونتائجها، </p><p> ١٢ - ولهذه التجارة فوائد عاجلة وأخرى آجلة، وقد فصّل كلا الأمرين، وقدم الثانية فقال:  {يَغْفِرْ لَكُمْ ذُنُوبَكُمْ} في الدنيا، وهو جواب الأمر المدلول عليه بلفظ الخير، ويجوز أن يكون جوابًا لشرط أو لاستفهام دل عليه الكلام، تقديره: إن تؤمنوا وتجاهدوا .. يغفر لكم، أو هل تقبلون وتفعلون ما دللتكم عليه. وقال الفراء:  {يَغْفِرْ لَكُمْ} جواب الاستفهام، فجعله مجزومًا لكونه جواب الاستفهام. وقد غلطه بعض أهل العلم؛ لأن مجرد الدلالة لا يوجب المغفرة. وقال الرازي في توجيه قول الفراء: إن {هَلْ أَدُلُّكُمْ} في معنى الأمر عنده، يقال: هل أنت ساكت؛ أي: اسكت. وبيانه: أن {هَلْ} بمعنى الاستفهام، ثم يتدرج إلى أن يصير عرضًا وحثًا بمعنى: ألا، والحث كالإغراء، والإغراء أمر. </p><p> وقرأ بعضهم بالإدغام (١) في {يَغْفِرْ لَكُمْ} . والأولى ترك الإدغام؛ لأن الراء حرف متكرر فلا يحسن إدغامه في اللام. </p><p> {وَيُدْخِلْكُمْ} في الآخرة {جَنَّاتٍ} ؛ أي: كل واحد منكم جنّة. ولا بعد من لطفه تعالى أن يدخله جنات؛ بأن يجعلها خاصة له داخلة تحت تصرفه. والجنة في اللغة: البستان الذي فيه أشجار متكاثفة مظللة تستر ما تحتها. {تَجْرِي} وتسيل {مِنْ تَحْتِهَا} ؛ أي: من تحت أشجارها. بمعنى (٢) تحت أغصان أشجارها في أصولها على عروقها، أو من تحت قصورها وغرفها. {الْأَنْهَارُ} الأربعة في الجنة؛ من اللبن، والعسل، والخمر، والماء الصافي {وَمَسَاكِنَ طَيِّبَةً} ؛ أي: ويدخلكم مساكن طيبة ومنازل نزهة كائنة {في جَنَّاتِ عَدْنٍ} ؛ أي: إقامة وخلود، بحيث لا يخرج منها من دخلها بعارض من العوارض. وهذا ظرف صفة مختصة بـ {مساكن} . </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> قال الراغب: أصل الطيب: ما تستلذه الحواس. ومعنى {مساكن طيبة} ؛ أي: طاهرة زكية مستلذة. وقال بعضهم: طيبتها: سعتها ودوام أمرها. </p><p> {ذَلِكَ} ؛ أي: ما ذكر من المغفرة وإدخال الجنات المذكورة بما ذكر من الأوصاف الجميلة {الْفَوْزُ الْعَظِيمُ} الذي لا فوز وراءه، والظفر الذي لا ظفر يماثله. </p><p> والمعنى (١) : إن فعلتم ذلك، فآمنتم بالله وصدقتم رسوله، وجاهدتم في سبيله .. ستر لكم ذنوبكم ومحاها، وأدخلكم فراديس جنانه، وأسكنكم مساكن تطيب لدى النفوس وتقرّ بها العيون في دار الخلد الأبدي، وهذا منتهى ما تسمو إليه النفوس من الفوز الذي لا فوز بعده. قال (٢) بعض المفسرين: الفوز يكون بمعنى النجاة من المكروه، وبمعنى الظفر بالبغية، والأول يحصل بالمغفرة، والثاني بإدخال الجنة والتنعيم فيها، وعظمه باعتبار أنه نجاة لا ألم بعده، وظفر لا نقصان فيه، شأنًا وزمانًا ومكانًا؛ لأنه في غاية الكمال على الدوام في مقام النعيم. </p><p> واعلم: أن الآية الكريمة أفادت أن التجارة دنيوية وأخروية، فالدنيا موسم التجارة والعمر مدتها، والأعضاء والقوى رأس المال، والعبد هو المشتري من وجه والبائع من وجه، فمن صرف رأس ماله إلى المنافع الدنيوية التي تنقطع عند الموت .. فتجارته دنيوية كاسدة خاسرة، وإن كان تحصيل علم دين أو كسب علم صالح فضلًا عن غيرهما، فإن الأعمال بالنيات ولكل امرىء ما نوى، ومن صرفه إلى المقاصد الأخروية التي لا تنقطع أبدًا .. فتجارته رائجة رابحة، حرية بأن يقال:  {فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ} . وذلك هو الفوز العظيم. </p><p> ولعل المراد من التجارة هنا (٣) : بذل المال والنفس في سبيل الله، وذكر الإيمان لكونه أصلًا في الأعمال ووسيلة في قبول الآمال. وتوصيف التجارة بالإنجاء لأن النجاة يتوقف عليها الانتفاع، فيكون قوله:  {يَغْفِرْ لَكُمْ} ببيان سبب الإنجاء، وقوله:  {وَيُدْخِلْكُمْ} بما يتعلق به بيان المنفعة الحاصلة من التجارة، مع أن التجارة الدنيوية تكون سببًا للنجاة من الفقر المنقطع، والتجارة الأخروية تكون سببًا </p><p>(١) المراغي. (٢) روح البيان.(٣) روح البيان.</p>"
}