{
  "id": null,
  "sura": 61,
  "aya": 11,
  "text": "<p> إسحاق، والأعرج، وابن عامر، وأبو حيوة مشددًا، من التنجية. </p><p> ١١ - ثم بيّن سبحانه هذه التجارة التي دل عليها، فقال:  {تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ} . وهذا (١) كلام مستأنف واقع في جواب سؤال مقدر، فكأنهم قالوا: كيف نعمل، أو ماذا نصنع؛ فقيل:  {تُؤْمِنُونَ بِاللَّهِ} إلخ. وقدم الأموال على الأنفس لأنها هي التي يبدأ بها في الإنفاق والتجهز إلى الجهاد، أو لأن الإنسان ربما يضن بنفسه أو للترقي من الأدنى إلى الأعلى، أو لأنه إذا كان له مال فإنه يؤخذ به النفس لتغزو. وهذا خبر بمعنى الأمر، جيء به للإيذان بوجوب الامتثال، فكأنه قد وقع فأخبر بوقوعه، كما تقول: غفر الله لهم، ويغفر الله لهم، جعلت المغفرة حاصلة لقوة الرجاء كأنها كانت ووجدت. وقس عليه نحو: سلمكم الله، وعافاكم الله، وأعاذكم الله. </p><p> وفي الحديث:  \"جاهدوا المشركين بأموالكم وأنفسكم وألسنتكم\" . ومعنى الجهاد بالألسنة: إسماعهم ما يكرهونه ويشق عليهم سماعه، من هجو وكلام غليظ ونحو ذلك. وأخَّرَ الجهاد بالألسنة لأنه أضعف الجهاد وأدناه. ويجوز أن يقال: إن اللسان أحد وأشد تأثيرًا من السيف والسنان. قال علي - رضي الله عنه -: </p><p> جِرَاحَاتُ السِّنَانِ لَهَا الْتِئَامُ ... وَلَا يَلْتَامُ مَا جَرَحَ اللِّسَانُ </p><p> فيكون من باب الترقي من الأدنى إلى الأعلى. وكان حسان - رضي الله عنه - يجلس على المنبر فيهجو قريشًا بإذن رسول الله - صلى الله عليه وسلم -. ثم إن التجارة: التصرف في رأس المال طلبًا للربح، والتاجر هو الذي يبيع ويشتري، وليس في كلام العرب تاء بعدها جيم غير هذه اللفظة. وأما تجاه: فأصله وجاه، وتجوب، وهي قبيلة من حمير، فالتاء للمضارعة. </p><p> قال ابن الشيخ: جعل ذلك تجارة تشبيهًا له في الاشتمال على معنى المبادلة والمعاوضة، طلبًا لنيل الفضل والزيادة، فإن التجارة هي معاوضة المال بالمال لطمع الربح، والإيمان والجهاد شبها بها من حيث إن فيهما بذل النفس والمال طمعًا لنيل رضي الله تعالى والنجاة من عذابه. </p><p>(١) روح البيان.</p><p> وقرأ الجمهور (١) : {تُؤْمِنُونَ}  {وَتُجَاهِدُونَ} ، فوجه المبرد هذه القراءة على أنه خبر بمعنى الأمر، بمعنى: آمنوا وجاهدوا. ولذلك جاء {يَغْفِرْ} مجزومًا، فصورته صورة الخبر، ومعناه: الأمر. ويدل عليه قراءة عبد الله. وقرأ عبد الله:  {آمَنُوا بِاللَّهِ وَرَسُولِهِ وَجَاهِدُوا} بصيغة الأمر. وقرأ زيد بن علي:  {تؤمنوا بالله ورسوله وتجاهدوا} بالتاء فيهما مع حذف النون. فتوجه هذه القراءة على حذف لام الأمر، والتقدير: لتؤمنوا وتجاهدوا، كقول الشاعر: </p><p> قُلْتُ لِبَوَّابٍ عَلَى بَابِهَا ... تَأْذَنْ لِي إِنِّي مِنْ احْمَائِهَا </p><p> يريد: لتأذن لي. </p><p> واعلم (٢) : أن الجهاد له ضروب شتى: جهاد للعدو في ميدان القتال لنصرة الدين، وجهاد للنفس بقهرها ومنعها عن شهواتها التي ترديها، وجهاد بين النفس والخلق بترك الطمع في أموالهم والشفقة عليهم والرحمة بهم، وجهاد بين المرء والدنيا بأن لا يتكالب على جمع حطامها وأن لا ينفق المال إلا فيما تجيزه الشرائع وتقره العقول السليمة. </p><p> والمعنى (٣) : يا أيها الذين آمنوا بالله وصدقوا رسوله .. ألا أدلكم على صفقة رابحة وتجارة نافعة، تنالون بها الربح العظيم. والنجح الخالد الباقي؟ اثبتوا على إيمانكم، وأخلصوا لله العمل، وجاهدوا بالأنفس والأموال في سبيل الله بنشر دينه وإعلاء كلمته. وهذا أسلوب يفيد التشويق والاهتمام بما يأتي بعده، كما تقول: هل أدلك على عالم عظيم ذي خلق حسن وعلم فياض؟ هو فلان. فيكون ذلك أروع في الخطاب وأجلب لقَبوله. </p><p> {ذَلِكُمْ} المذكور من الإيمان والجهاد بقسميه {خَيْرٌ لَكُمْ} على الإطلاق، أو من أموالكم وأنفسكم {إِنْ كُنْتُمْ تَعْلَمُونَ} ؛ أي (٤) : إن كنتم من أهل العلم، فإن الجهلة لا يعتد بأفعالهم. أو إن كنتم تعلمون أنه خير لكم حينئذٍ؛ لأنكم إذا علمتم ذلك واعتقدتموه .. أحببتم الإيمان والجهاد فوق ما تحبون أنفسكم وأموالكم، </p><p>(١) البحر المحيط. (٢) المراغي.(٣) المراغي.(٤) روح البيان.</p>"
}