{
  "id": null,
  "sura": 61,
  "aya": 2,
  "text": "<p> التفسير وأوجه القراءة </p><p> ١ - {سَبَّحَ لِلَّهِ} ؛ أي: نزه (١) الله سبحانه عن كل ما لا يليق بجنابه العلي العظيم {مَا فِي السَّمَاوَاتِ} السبع؛ أي: جميع ما فيها من العلويات الفاعلة. {وَمَا فِي الْأَرْضِ} من السفليات القابلة آفاقًا وأنفسًا؛ أي: سبحه جميع الأشياء من غير فرق بين موجود وموجود، كما قال:  {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ} . وقد تقدم الكلام على وجه التعبير في بعض السور بلفظ الماضي كهذه السورة، وفي بعضها بلفظ المضارع، وفي بعضها بلفظ الأمر، إرشادًا إلى مشروعية التسبيح في كل الأوقات، ماضيها ومستقبلها وحالها. وأعاد الموصول في قوله:  {وَمَا فِي الْأَرْضِ} هنا وفي الحشر وفي الجمعة والتغابن جريًا على الأصل، وأسقطه في الحديد موافقة لقوله فيها:  {لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} ، وقوله:  {هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} . اهـ. من \"المتشابه\" . </p><p> وفي \"الخطيب\" : فإن قلت: هلَّا قيل: سبح لله السماوات والأرض وما فيهما، فيكون أكثر مبالغة؟ </p><p> أجيب: بأن المراد بالسماء جهة العلو، فيشمل السماء وما وفيها، وبالأرض جهة السفل، فيشمل الأرض وما فيها. </p><p> {وَهُوَ} سبحانه {الْعَزِيزُ} الغالب الذي لا يغالب، ولا يكون إلا ما يريد. {الْحَكِيمُ} في أفعاله وأقواله، الذي لا يفعل إلا بالحكمة، فلا عزيز ولا حكيم على الإطلاق غيره تعالى، فلذا يجب تسبيحه. </p><p> والمعنى: أي شهد له تعالى بالربوبية والوحدانية والقدرة وغيرها من صفات الكمال جميع ما في السماوات والأرض وهو الغالب على أمره القاهر فوق عباده، الحكيم في تدبير خلقه وفق ما سنّه من السنن وأرشد إليه من ضروب الهداية. </p><p> ٢ - وبعد أن وصف نفسه بصفات الكمال .. ذكر ما يلحق المخلوقين من صفات النقص، فقال:  {يَا أَيُّهَا الَّذِينَ آمَنُوا} إيمانًا رسميًا {لِمَ تَقُولُونَ} وتعدون {مَا لَا تَفْعَلُونَ} من الخير. روي: أن المسلمين قالوا: لو علمنا أحب الأعمال إلى الله تعالى لبذلنا فيه أموالنا وأنفسنا؟ فلما نزل الجهاد .. كرهوه، فنزلت تعييرًا لهم بترك </p><p>(١) روح البيان.</p><p> الوفاء. و {لِمَ}  (١) مركبة من اللام الجارة و {مَا} الاستفهامية قد حذفت ألفها تخفيفًا لكثرة استعمالها، كما في عمَّ وفيم ونظائرها. معناها: لأي شيء، ولأي غرض تقولون: نفعل ما لا تفعلون من الخير. </p><p> قال الزمخشري:  {لِمَ} لام الجر داخلة على {مَا} الاستفهامية كما دخل عليها غيرها من حروف الجر في قولك: بم، فيم، ومم، وعم وإلام، وعلام، وحتام. وإنما حذفت الألف لأن {مَا} وحروف الجر كشيء واحد، ووقع استعمالها كثيرًا في كلام المستفهم محذوفة الألف، وجاء استعمال الأصل قليلًا. اهـ. \"خطيب\" . </p><p> وعبارة \"البيضاوي\" : و {مَا} مركبة من لام الجر و {مَا} الاستفهامية، والأكثر على حذف ألفها مع حرف الجر؛ لكثرة استعمالها معًا، فلذا استحقت التخفيف، ولاعتناقهما في الدلالة على المستفهم عنه. اهـ. </p><p> والمعروف على أن مدار التعيير والتوبيخ في الحقيقة عدم فعلهم، وإنما وجهه إلى قولهم تنبيهًا على تضاعف معصيتهم ببيان أن المنكر ليس ترك الخير الموعود فقط بل الوعد به أيضًا، وقد كانوا يحسبونه معروفًا. ولو قيل: لم لا تفعلون ما تقولون .. لفهم منه أن المنكر هو ترك الموعود. فليس المراد من {مَا} حقيقة الاستفهام؛ لأن الاستفهام من الله محال؛ لأنه عالم بجميع الأشياء، بل المراد الإنكار والتوبيخ على أن يقول الإنسان من نفسه ما لا يفعله من الخير؛ لأنه إن أخبر أنه فعل في الماضي والحال، ولم يفعله .. كان كاذبًا، وإن وعد أن يفعله في المستقبل ولا يفعله .. كان خلفًا، وكلاهما مذموم. كما قال في \"الكشاف\" : هذا الكلام يتناول الكذب وإخلاف الوعد، وهذا بخلاف ما إذا وعد فلم يفِ بميعاده لعذر من الأعذار، فإنه لا إثم عليه. </p><p> والمعنى (٢) : أي لأي غرض تقولون: لوددنا أن نعمل كذا وكذا من أفعال الخير، حتى إذا طلب منكم ذلك كرهتم ولم تفعلوا؟ والتوبيخ والإنكار موجه إلى عدم فعلهم ما وعدوا به، وإنما وجه إلى القول لبيان أن معصيتهم مزدوجة إذ هم </p><p>(١) روح البيان. (٢) المراغي.</p>"
}