{
  "id": null,
  "sura": 61,
  "aya": 14,
  "text": "<p> والخلاصة: أي ولكم مع هذا المذكور فوز آخر في الدنيا بنصركم على عدوكم، وفتحكم للبلاد، وتمكينكم منها حتى تدين لكم مشارق الأرض ومغاربها. وقد أنجز الله سبحانه وعده، فرفعت الراية الإِسلامية على جميع المعمور من العالم في زمن يسير لم يعهد التاريخ نظيره، وامتلكوا بلاد القياصرة والأباطرة، وساسوا العالم سياسة شهد لهم بفضلها العدو قبل الصديق. </p><p> وقرأ الجمهور (١) : {نَصْرٌ} بالرفع، وكذا، {وَفَتْحٌ قَرِيبٌ} . وقرأ ابن أبي عبلة (٢) بالنصب فيها ثلاثتها، ووصف أخرى بـ {تُحِبُّونَهَا} ؛ لأن النفس قد وكلت بحب العاجل. </p><p> ١٤ - ثم أمرهم بأن يكونوا أنصار الله في كل حين، فلا يتخاذلوا ولا يتواكلوا، فيكتب لهم النصر على أعدائهم كما فعل حواريو عيسى، فقال:  {يَا أَيُّهَا الَّذِينَ آمَنُوا} بالله ورسوله {كُونُوا} جميعًا {أَنْصَارَ اللَّهِ} ؛ أي: أنصار دِينه. جمع نصير، كشريف وأشراف. </p><p> وقرأ الحرميان (٣) - نافع وابن كثير - وأبو عمرو والأعرج وعيسى {أنصارًا لله} بالتنوين وترك الإضافة. وقرأ الحسن، والجحدري، وباقي السبعة بالإضافة إلى الله وترك التنوين، والرسم يحتمل القراءتين معًا، واختار أبو عبيدة قراءة الإضافة؛ لقوله:  {نَحْنُ أَنْصَارُ اللَّهِ} بالإضافة؛ أي: دوموا على نصرة دين الله وإعلاء كلمته، وقولوا: نحن أنصار الله إذا قال لكم نبيكم محمد - صلى الله عليه وسلم -: من أنصاري إلى الله {كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ} ؛ أي: إذا قال لكم قولًا مثل قول عيسى {لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ} ؛ أي: من جندي وأعواني متوجهًا إلى نصرة دين الله. فـ {اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ} سبحانه وأعوان دِينه. وفي \"فتح الرحمن\" : ظاهره تشبيه كونهم أنصار الله بقول عيسى عليه السلام: {مَنْ أَنْصَارِي إِلَى اللَّهِ} وليس مرادًا. </p><p> قلت: التشبيه محمول على المعنى، تقديره: كونوا أنصار الله كما كان الحواريون أنصارًا لعيسى حين قال لهم: من أنصاري إلى الله. وإنما قلنا في الحل: مَنْ جندي متوجهًا إلى نصرة الله كما يقتضيه قوله تعالى: {قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ </p><p>(١) البحر المحيط. (٢) البحر المحيط.(٣) البحر المحيط.</p><p> اللَّهِ}؛ لأن (١) قول عيسى لا يطابق جواب الحواريين بحسب الظاهر، فإن ظاهر قول عيسى يدل على أنه يسأل من ينصره، فكيف يطابقه جواب الحواريين بأنهم ينصرون الله وأيضًا لا وجه لبقاء قول عيسى على ظاهره؛ لأن النصرة لا تتعدى بإلى، فحمل الأنصار في سؤاله على الجند؛ لأنهم ينصرون ملكهم ويعينونه في مراده، ومراده عليه السلام نصرة دين الله، فسأل من يتبعه ويعينه في ذلك المراد، ويشاركه فيه. فقولنا:  (متوجهًا) حال من ياء المتكلم في جندي، و {إلى} متعلق به لا بالنصرة، والإضافة الأولى إضافة أحد المتشاركين إلى الآخر لما بينهما من الاختصاص، أعني: الملابسة المصححة للإضافة المجازية، لظهور أن الاختصاص الذي تقتضيه الإضافة حقيقة غير متحقق في إضافة {أَنْصَارِي} . والإضافة الثانية إضافة الفاعل إلى المفعول، والتشبيه باعتبار المعنى. أي: كونوا أنصار الله كما كان الحواريون أنصار عيسى حين قال لهم: من أنصاري إلى الله، أو قل لهم كما قال عيسى للحواريين. وقيل: التقدير: من أنصاري فيما يقرب إلى الله؟ </p><p> وقصارى ذلك (٢) : كونوا أنصار الله في جميع أعمالكم وأقوالكم وأنفسكم وأموالكم كما استجاب الحواريون لعيسى. والحواريون هم أنصار عيسى، وخلص أصحابه، وأول من آمن به، وكانوا اثني عشر رجلًا. قال بعض العلماء: إنما سموا حواريين لصفاء عقائدهم عن التردد والتلوين، أو لأنهم كانوا يطهرون نفوس الناس بإفادتهم الدِّين والعلم المشار إليه بقوله تعالى:  {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا} من الحَوَرِ، وهو البياض الخالص. </p><p> {فـ} لمَّا بلَّغ عيسى عليه السلام رسالة ربه إلى قومه، ووازره من الحواريين من وازره {آمَنَتْ} واهتدت {طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ} ؛ أي: جماعة منهم بما جاءهم به؛ أي: آمنوا بعيسى وأطاعوه فيما أمرهم به من نصرة الدين {وَكَفَرَتْ} ؛ أي: ضلت {طَائِفَةٌ} أخرى، وجحدوا به، وقاتلوه. وهم الذين أضلهم بولس. وذلك (٣) أنه لما رفع عيسى إلى السماء .. تفرق قومه ثلاث فرق: </p><p> فرقة تقول: كان عيسى هو الله، فارتفع. </p><p>(١) روح البيان. (٢) المراغي.(٣) المراح.</p><p> وفرقة تقول: كان ابن الله، فرفعه إليه. </p><p> وفرقة تقول: كان عبد الله ورسوله، فرفعه إليه. فاقتتلوا، وظهرت الفرقتان الكافرتان على الفرقة المؤمنة حتى بعث الله محمدًا - صلى الله عليه وسلم -، فظهرت الفرقة المؤمنة على الفرقة الكافرة. فذلك قوله تعالى:  {فَأَيَّدْنَا الَّذِينَ آمَنُوا} ؛ أي: قوينا مؤمني قومه بالحجة، أو بالسيف {عَلَى عَدُوِّهِمْ} ؛ أي: على الذين كفروا، وهو الظاهر، فإيراد العدو إعلام منه أن الكافرين عدو للمؤمنين عداوة دينية. {فَأَصْبَحُوا} ؛ أي: فصار الذين آمنوا {ظَاهِرِينَ} ؛ أي (١) : غالبين عليهم عالين، من قولهم: ظهرت على الحائط، علوته. وقال قتادة: فأصبحوا ظاهرين بالحجة والبرهان كما سبق؛ لأنهم قالوا فيما روي: ألستم تعلمون أن عيسى عليه السلام كان ينام، والله تعالى لا ينام، وأنه يأكل ويشرب، والله منزه عن ذلك. </p><p> وقيل المعنى (٢) : فأيدنا الآن المسلمين على الفرقتين الضالتين جميعًا. </p><p> والمعنى (٣) : أي فنصرنا المؤمنين على من عاداهم، وأمددناهم بروح من عندنا على مقتضى سنتنا. {وَالْعَاقِبَةُ لِلْمُتَّقِينَ} فغلبوا أعداءهم، وظهروا عليهم، كما قال:  {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا في الْحَيَاةِ الدُّنْيَا} . </p><p> وعبارة \"الخطيب\" هنا: أي صاروا بعدما كانوا فيه من الذلّ ظاهرين، أي: غالبين قاهرين في أقوالهم وأفعالهم، لا يخافون أحدًا، ولا يستخفون منه. </p><p> الإعراب </p><p> {سَبَّحَ لِلَّهِ مَا في السَّمَاوَاتِ وَمَا في الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) يَا أَيُّهَا الَّذِينَ آمَنُوالِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (٢) }. </p><p> {سَبَّحَ} : فعل ماض، {لِلَّهِ} : متعلق به، {مَا} : اسم موصول فاعل، {فِي السَّمَاوَاتِ} : صلته، {وَمَا فِي الْأَرْضِ} : معطوف عليه. والجملة مستأنفة. {وَهُوَ الْعَزِيزُ} : مبتدأ وخبر، {الْحَكِيمُ} : خبر ثان. والجملة الاسمية معطوفة على الجملة الفعلية. {يَا أَيُّهَا} : منادى، {الَّذِينَ} : بدل من المنادى، وجملة النداء مستأنفة. </p><p>(١) روح البيان. (٢) الشوكاني.(٣) المراغي.</p><p> {آمَنُوا} : فعل وفاعل والجملة صلة {الَّذِينَ} . {لِمَ} : {اللام} : حرف جر، {م} : اسم استفهام يفيد الإنكار والتوبيخ، في محل الجر باللام، مبني بسكون على الألف المحذوفة فرقًا بينها وبين الموصولة، الجار والمجرور متعلق بـ {تَقُولُونَ} . {تَقُولُونَ} : فعل وفاعل والجملة الاستفهامية جواب النداء، {مَا} : اسم موصول في محل النصب مفعول به لـ {تَقُولُونَ} ، {لا} : نافية، وجملة {تَفْعَلُونَ} : صلة لـ {مَا} ، والعائد محذوف؛ أي: ما لا تفعلونه. </p><p> {كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ (٣) إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ (٤) }. </p><p> {كَبُرَ} : فعل ماض، {مَقْتًا} : تمييز محول عن الفاعل، {عِنْدَ اللَّهِ} : ظرف متعلق بمحذوف صفة لـ {مَقْتًا} أو حال، و {أَنْ تَقُولُوا} : في تأويل مصدر مرفوع على أنه فاعل {كَبُرَ} ؛ أي: كبر قولكم مقتًا عند الله. أي: كبر مقت قولكم؛ أي: المقت المترتب على قولكم ما لا تفعلون. ويجوز أن يكون {كَبُرَ} من باب نعم وبئس، فيكون الفاعل ضميرًا مستترًا مفسرًا بالتمييز النكرة، و {أَنْ تَقُولُوا} : مبتدأ خبره الجملة قبله؛ لأنه المخصوص بالذم. {مَا} : مفعول به، وجملة {لَا تَفْعَلُونَ} صلته. {إِنَّ اللَّهَ} : ناصب واسمه، {يُحِبُّ الَّذِينَ} : فعل وفاعل مستتر، ومفعول به، والجملة خبر {إنَّ} ، وجملة {إنَّ} مستأنفة. {يُقَاتِلُونَ} : فعل وفاعل، {فِي سَبِيلِهِ} : متعلق به، والجملة صلة الموصول، {صَفًّا} : حال من فاعل {يُقَاتِلُونَ} ، {كَأَنَّهُمْ} : ناصب واسمه، {بُنْيَانٌ} : خبره، {مَرْصُوصٌ} : صفة {بُنْيَانٌ} ، وجملة {كأن} حال ثانية من الضمير في {صَفًّا} ؛ لأنه بمعنى: صافين أنفسهم. فهي حال متداخلة. </p><p> {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (٥) }. </p><p> {وَإِذْ} : {الواو} : استئنافية، {إذ} : ظرف لما مضى من الزمان، متعلق بمحذوف تقديره: واذكر يا محمد لقومك قصة {إذ قال موسى لقومه} . والجملة مستأنفة مسوقة لتسلية نبينا محمد - صلى الله عليه وسلم -، وتوطينه على الصبر. {قَالَ مُوسَى} : فعل وفاعل {لِقَوْمِهِ} : متعلق بـ {قَالَ} ، والجملة في محل الجر مضاف إليه </p><p> لـ {إذْ} ، {يَا قَوْمِ} : منادى مضاف، وجملة النداء في محل النصب مقول قال:  {لِمَ} : {اللام} : حرف جر، {م} اسم استفهام للاستفهام التوبيخي في محل الجرّ باللام، الجار والمجرور متعلق بـ {تُؤْذُونَنِي} ، {تُؤْذُونَنِي} : فعل مضارع مرفوع بثبات النون، و {الواو} : فاعل، و {النون} للوقاية، و {الياء} : مفعول به، والجملة الفعلية في محل النصب مقول قال على كونها جواب النداء. {وَقَدْ} : {الواو} : حالية، {قد} : حرف تحقيق، {تَعْلَمُونَ} : فعل وفاعل، والجملة في محل النصب حال من واو {تؤذون} . {أَنِّي} : ناصب واسمه {رَسُولُ اللَّهِ} : خبره {إِلَيْكُمْ} : متعلق برسول الله، وجملة {أَنَّ} في تأويل مصدر ساد مسد مفعولي {تَعْلَمُونَ} . {فَلَمَّا} : {الفاء} : استئنافية، {لما} حرف شرط غير جازم {زَاغُوا} : فعل وفاعل والجملة فعل شرط لـ {لمّا} ، {أَزَاغَ اللَّهُ} : فعل وفاعل، والجملة جواب {لما} ، وجملة {لما} مستأنفة. {قُلُوبَهُمْ} : مفعول به، {وَاللَّهُ} : مبتدأ، وجملة {لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} : خبر المبتدأ، والجملة الاسمية مستأنفة. </p><p> {وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ (٦) }. </p><p> {وَإِذْ}  {الواو} : عاطفة، {إذ} : ظرف لما مضى متعلق بمحذوف، تقديره: واذكر إذ قال عيسى، والجملة المحذوفة معطوفة على الجملة المحذوفة في قوله:  {وَإِذْ قَالَ مُوسَى} . {قَالَ عِيسَى} : فعل وفاعل {ابْنُ مَرْيَمَ} : صفة لـ {عِيسَى} أو بدل، أو عطف بيان منه، والجملة في محل الخفض مضاف إليه لـ {إذ} . {يَا بَنِي إِسْرَائِيلَ} : منادى مضاف، وجملة النداء في محل النصب مقول قال. {إِنِّي رَسُولُ اللَّهِ} : ناصب واسمهُ وخبره {إِلَيْكُمْ} : متعلق بـ {رَسُولُ اللَّهِ} ، وجملة {إن} في محل النصب مقول قال على كونه جواب النداء. {مُصَدِّقًا} : حال من الضمير المستكن في رسول؛ لأنه بمعنى: مرسل {لِمَا} جار ومجرور متعلق بـ {مُصَدِّقًا} ، {بَيْنَ} : منصوب على الظرفية متعلق بمحذوف صلة لـ {مَا}  {بَيْنَ} مضاف، {يَدَيَّ} : مضاف إليه مجرور بالياء؛ لأنه مثنى. {وَمُبَشِّرًا} : معطوف على {مُصَدِّقًا} ، {بِرَسُولٍ} : متعلق بـ {مبشرًا} ، {يَأْتِي} : فعل مضارع، وفاعل مستتر، {مِنْ بَعْدِي} متعلق بـ {يَأْتِي} . والجملة في محل الجر صفة لـ {رَسُولُ} . {اسْمُهُ أَحْمَدُ} : مبتدأ وخبر، والجملة صفة ثانية لـ {رسول} . {فَلَمَّا} : {الفاء} : استئنافية، {لما} حرف شرط غير جازم، {جَاءَهُمْ} : فعل </p><p> ومفعول به، وفاعله ضمير مستتر يعود على الرسول المبشر به، والجملة فعل شرط لـ {لمَّا} ، {بِالْبَيِّنَاتِ} : متعلق بـ {جاء} . {قَالُوا} : فعل وفاعل، جواب {لمَّا} ، وجملة {لمَّا} مستأنفة. {هَذَا سِحْرٌ} : مبتدأ وخبر، {مُبِينٌ} : صفة {سِحْرٌ} ، والجملة في محل النصب مقول {قَالُوا} . </p><p> {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٧) }. </p><p> {وَمَنْ} : {الواو} : استئنافية. {من} : اسم استفهام للإنكار في محل الرفع مبتدأ، {أَظْلَمُ} : خبر، {مِمَّنِ} : متعلق بـ {أَظْلَمُ} ، والجملة مستأنفة. {افْتَرَى} : فعل ماض، وفاعل مستتر، {عَلَى اللَّهِ} : متعلق به، {الْكَذِبَ} : مفعول به، والجملة صلة {من} الموصولة. {وَهُوَ} : {الواو} حالية، {هو} : مبتدأ، وجملة {يُدْعَى} : خبر {هو} . والجملة الاسمية في محل النصب حال من فاعل {افْتَرَى} . {إِلَى الْإِسْلَامِ} : متعلق بـ {يُدْعَى} . {وَاللَّهُ} : {الواو} : استئنافية، {الله} : مبتدأ، وجملة {لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} : خبر عن الجلالة. والجملة الاسمية مستأنفة. {الْقَوْمَ} : مفعول به، {الظَّالِمِينَ} : صفة لـ {الْقَوْمَ} . </p><p> {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ (٨) }. </p><p> {يُرِيدُونَ} : فعل وفاعل مرفوع بثبوت النون، والجملة مستأنفة، {لِيُطْفِئُوا} : {اللام} : زائدة للتأكيد {يُطْفِئُوا} فعل مضارع منصوب بأن مضمرة بعد اللام الزائدة، وعلامة نصبه: حذف النون، و {الواو} : فاعل، {نُورَ اللَّهِ} : مفعول به، والجملة صلة أن المضمرة، أن مع صلتها في تأويل مصدر منصوب على المفعولية، تقديره: يريدون إطفاء نور الله {بِأَفْوَاهِهِمْ} : جار ومجرور، ومضاف إليه متعلق بـ {يطفئوا} ، {وَاللَّهُ} : مبتدأ، {مُتِمُّ} : خبره. {نُورِهِ} : مضاف إليه. والجملة الاسمية في محل النصب حال من فاعل {يُرِيدُونَ} . أو {يطفئوا} ، أو من {نُورَ اللَّهِ} ، وهو الأوضح كما مر. {وَلَوْ} : {الواو} : حالية، {لو} : حرف شرط غير جازم، {كَرِهَ الْكَافِرُونَ} : فعل وفاعل، والجملة فعل شرط لـ {لو} ، وجوابها محذوف تقديره: ولو كره الكافرون .. أتمه وأظهره. وجملة {لو} الشرطية في محل النصب حال من {نُورِهِ} ؛ أي: والله متم نوره حالة كون الكافرين كارهين </p><p> إتمامه. </p><p> {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (٩) }. </p><p> {هُوَ الَّذِي} : مبتدأ وخبر، والجملة مستأنفة. {أَرْسَلَ رَسُولَهُ} : فعل وفاعل مستتر ومفعول به، والجملة صلة الموصول، {بِالْهُدَى} : متعلق بـ {أَرْسَلَ} أو حال من {رَسُولَهُ} ، {وَدِينِ الْحَقِّ} : معطوف على {الهدى} ، {لِيُظْهِرَهُ} : {اللام} : حرف جر وتعليل، {يظهر} : فعل مضارع منصوب بأن مضمرة جوازًا بعد لام كي، وفاعله ضمير يعود على {الله} ، و {الهاء} : مفعول به، {عَلَى الدِّينِ} : متعلق بـ {يظهر} ، {كَرِهَ} : تأكيد للدين، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام وتقديره: لإظهاره على الدين كله، الجار والمجرور متعلق بـ {أَرْسَلَ} . {وَلَوْ} : {الواو} : حالية، {لو} : حرف شرط غير جازم. {كَرِهَ الْمُشْرِكُونَ} : فعل وفاعل والجملة فعل شرط لـ {لو} ، وجوابها محذوف، تقديره: أظهره. وجملة {لو} الشرطية في محل النصب حال من مفعول يظهره. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ (١٠) }. </p><p> {يَا أَيُّهَا} : منادى نكرة مقصودة، {الَّذِينَ} : بدل منه، وجملة {آمَنُوا} صلة الموصول، وجملة النداء مستأنفة. {هَلْ} : حرف استفهام بمعنى: ألا، فتكون للعرض، وهو الطلب برفق ولين. {أَدُلُّكُمْ} : فعل مضارع وفاعل مستتر، ومفعول به، وجملة الاستفهام جواب النداء لا محل لها من الإعراب. {عَلَى تِجَارَةٍ} : متعلق بـ {أَدُلُّكُمْ} ، وجملة {تُنْجِيكُمْ} صفة {تِجَارَةٍ} ، {مِنْ عَذَابٍ} : متعلق بـ {تُنْجِيكُمْ} ، {أليم} : صفة {عَذَابٍ} . </p><p> {تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١١) }. </p><p> {تُؤْمِنُونَ} : فعل وفاعل، {بِاللَّهِ} : متعلق بـ {تُؤْمِنُونَ} ، {وَرَسُولِهِ} : معطوف على الجلالة، والجملة الفعلية في محل الرفع خبر لمبتدأ محذوف؛ أي: هي تؤمنون، أو مستأنفة في جواب سؤال مقدر، كأنه قيل: ما هي التجارة؟. {وَتُجَاهِدُونَ} : معطوف على {تُؤْمِنُونَ} ، {فِي سَبِيلِ اللَّهِ} : متعلق بـ {تجاهدون} ، أو بمحذوف حال، </p><p> {بِأَمْوَالِكُمْ} : متعلق بـ {تجاهدون} ، {وَأَنْفُسِكُمْ} : معطوف على {أَمْوَالِكُمْ} ، {ذَلِكُمْ} : مبتدأ، {خَيْرٌ} : خبره، والجملة مستأنفة. {لَكُمْ} : متعلق بـ {خَيْرٌ} ، {إِنْ} : حرف شرط، {كُنْتُمْ} : فعل ناقص واسمه في محل الجزم بـ {إن} الشرطية على كونها فعل شرط لها، وجملة {تَعْلَمُونَ} خبر كان، ومفعوله محذوف، تقديره: إن كنتم تعلمون أنه خير لكم، وجوابه محذوف أيضًا، تقديره: إن كنتم تعلمون ذلك فافعلوه. وجملة {إن} الشرطية مستأنفة. </p><p> {يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ (١٢) }. </p><p> {يَغْفِرْ} : فعل مضارع، وفاعل مستتر مجزوم بالطلب المفهوم من قوله:  {تُؤْمِنُونَ} ؛ لأنه في تأويل آمنوا بالله ورسوله يغفر لكم ذنوبكم. أو جواب لشرط مقدر تقديره: إن تؤمنوا يغفر لكم. {لَكُمْ} : متعلق بـ {يَغْفِرْ} ، {ذُنُوبَكُمْ} : مفعول به، {وَيُدْخِلْكُمْ} : فعل مضارع، وفاعل مستتر، ومفعول به، معطوف على {يَغْفِرْ} ، {جَنَّاتٍ} : مفعول به ثان على السعة لـ {يدخلكم} ، {تَجْرِي} : فعل مضارع، {مِنْ تَحْتِهَا} : متعلق بـ {تَجْرِي} ، {الْأَنْهَارُ} : فاعل، والجملة الفعلية صفة لـ {جَنَّاتِ} ، {وَمَسَاكِنَ} . معطوف على {جَنَّاتٍ} ، {طَيِّبَةً} : صفة لـ {مساكن} ، {فِي جَنَّاتِ عَدْنٍ} : صفة ثانية لـ {مساكن} . {ذَلِكَ الْفَوْزُ} : مبتدأ وخبر، {الْعَظِيمُ} : صفة للفوز. والجملة مستأنفة. </p><p> {وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ (١٣) }. </p><p> {وَأُخْرَى} : {الواو} : استئنافية أو عاطفة، {أخرى} : مبتدأ مؤخر لخبر مقدم محذوف، تقديره: ولكم نعمة أخرى أو مثوبة أخرى، وجملة {تُحِبُّونَهَا} : صفة لأخرى، والجملة الاسمية مستأنفة أو معطوفة على {يَغْفِرْ لَكُمْ} على المعنى. {نَصْرٌ} : بدل من {أخرى} ، أو خبر لمحذوف؛ أي: وتلك الأخرى {نَصْرٌ مِنَ اللَّهِ} . و {مِنَ اللَّهِ} : صفة لنصر، {وَفَتْحٌ} : معطوف على {نَصْرٌ} ، {قَرِيبٌ} : صفة لـ {فتح} ، {وَبَشِّرِ} : {الواو} : عاطفة، {بشر} : فعل أمر، وفاعل مستتر يعود على محمد، {الْمُؤْمِنِينَ} : مفعول به، والجملة معطوفة على محذوف تقديره: وقيل يا محمد: {يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ ...} إلخ. وبشرهم بأنواع البشارات. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ (١٤) }. </p><p> {يَا أَيُّهَا} : {يا} : حرف نداء، {أي} : منادى نكرة مقصودة، و {الهاء} : حرف تنبيه، {الَّذِينَ} : بدل منه وجملة النداء مستأنفة، وجملة {آمَنُوا} : صلة الموصول، {كُونُوا} : فعل أمر ناقص، مبني على حذف النون، و {الواو} : اسمها: {أَنْصَارَ اللَّهِ} : خبرها، والجملة الطلبية جواب النداء لا محل لها من الإعراب. {كَمَا} : {الكاف} : حرف جر وتشبيه، ما مصدرية مدخولها محذوف، تقديره: كما كان الحواريون أنصار الله. وجملة كان المحذوفة صلة {ما} المصدرية {ما} مع صلتها في تأويل مصدر مجرور بالكاف، الجار والمجرور صفة لمصدر محذوف، تقديره: كونوا أنصار الله كونًا كائنًا ككون الحواريين أنصار الله. {قَالَ عِيسَى} : فعل وفاعل، {ابْنُ مَرْيَمَ} : بدل من عيسى، {لِلْحَوَارِيِّينَ} : متعلق بـ {قَالَ} ، وجملة {قَالَ} في محل الخفض بإضافة الظرف المقدر، تقديره: كونوا أنصار الله كما كان الحواريون أنصار الله، حين قال لهم عيسى ابن مريم:  {مَنْ أَنْصَارِي إِلَى اللَّهِ} ، والظرف المقدر متعلق بكان المحذوفة. {مَن} : اسم استفهام في محل الرفع مبتدأ {أَنْصَارِي} : خبره، والجملة في محل النصب مقول قال {إِلَى اللَّهِ} : جار ومجرور متعلق بمحذوف حال من ياء المتكلم. أي: حالة كوني متوجهًا إلى الله. {قَالَ الْحَوَارِيُّونَ} : فعل وفاعل، والجملة في محل الخفض معطوفة بعاطف مقدر على جملة {قَالَ عِيسَى} ؛ أي: حين قال لهم عيسى: من أنصاري إلى الله وقال الحواريون: {نَحْنُ أَنْصَارُ اللَّهِ}  {نَحْنُ} : مبتدأ، {أَنْصَارُ اللَّهِ} : خبره، والجملة في محل النصب مقول قال. {فَآمَنَتْ} : {الفاء} : عاطفة، {آمنت طائفة} : فعل وفاعل، {مِنْ بَنِي إِسْرَائِيلَ} : صفة لـ {طَائِفَةٌ} ، والجملة الفعلية معطوفة على جملة {قَالَ} ، أو معطوفة على محذوف، تقديره: فلما رفع عيسى إلى السماء .. افترق الناس فيه فرقتين {فَآمَنَتْ طَائِفَةٌ} ، {وَكَفَرَتْ طَائِفَةٌ} : فعل وفاعل معطوف على {فَآمَنَتْ} . {فَأَيَّدْنَا} : {الفاء} : عاطفة على محذوف أيضًا، تقديره: فاقتتلت الطائفتان، {أيدنا} : فعل وفاعل معطوف على ذلك المحذوف، {الَّذِينَ} : مفعول به، {آمَنُوا} : صلته، {عَلَى عَدُوِّهِمْ} : متعلق بـ {أيدنا} ، {فَأَصْبَحُوا} : فعل ناقص، </p><p> واسمه معطوف على {أيدنا} ، {ظَاهِرِينَ} : خبره. </p><p> التصريف ومفردات اللغة </p><p> {لِمَ تَقُولُونَ} أصله: لما؛ لأن ما الاستفهامية إذا جرت .. حذفت ألفها فرقًا بينها وبين الموصولة، كما مر، وإن وقف عليها .. وقف بهاء السكت. قال ابن مالك: </p><p> وَمَا في الاسْتِفْهَامِ إِنْ جُرَّتْ حُذِفْ ... أَلِفُهَا وَأَوْلِهَا الْهَا إِنْ تَقِفْ </p><p> وقد وقف عليها البزي عن ابن كثير بخُلف عنه بالهاء هي ونظائرها. قال الشاطبي: </p><p> وَفِيْمَهْ وَمِمَّهْ قِفْ وَعَمَّهْ لِمَهْ بِمَهْ ... بِخُلْفٍ عَنِ الْبَزِّيّ وَادْفَعْ مُجَهِّلًا </p><p> {كَبُرَ مَقْتًا} والمقت: البغض الشديد لمن يراه متعاطيًا لقبيح، يقال: مقته، فهو مقيت وممقوت، إذا كان يبغضه كل أحد. {صَفًّا} والصف: أن يجعل الشيء على خط مستوٍ، كالناس والأشجار والأعمدة. {كَأَنَّهُمْ بُنْيَانٌ} والبنيان: الحائط. وفي \"القاموس\" : البناء ضد الهدم، يقال: بناه بنيًا، وبناء وبنيانًا، وبنية وبناية، والبناء: المبني. والبنيان واحد لا جمع دل عليه تذكير مرصوص كما مرّ بسطه مع ذكر الخلاف فيه. {مَرْصُوصٌ} ؛ أي: ملزق بعضه على بعض، كأنما بني بالرصاص. وقيل: المرصوص: المتلاحم الأجزاء المستويها، وقيل: المعقود بالرصاص، وقيل: المتضام، من تراص الأسنان، مأخوذ من الرصّ. وفي \"المصباح\" : الرصّ: اتصال بعض البناء بالبعض واستحكامه، وبابه: رد، والمرصوص: المحكم. قال المبرد: تقول: رصصت البناء إذا لأمت بين أجزائه وقاربت حتى يصير كقطعة واحدة. </p><p> {يَا قَوْمِ} الأصل: يا قومي، حذفت ياء المتكلم منه، ومن أمثاله اجتزاء عنها بالكسرة. {لِمَ تُؤْذُونَنِي} ؛ أي: لم تخالفون أمري بترك القتال مع الجبابرة، {فَلَمَّا زَاغُوا} ؛ أي: أصروا على الزيغ والانحراف عن الحق الذي جاء به موسى عليه السلام. أصله: زيغوا بوزن فَعَلُوا، قلبت الياء ألفًا لتحركها بعد فتح، وكذلك القول في قوله:  {أَزَاغَ} أصله: أَزْيَغُ، قلبت ياؤه ألفًا بعد نقل حركتها إلى الزاي لتحركها </p><p> في الأصل وفتح ما قبلها في الحال. </p><p> {مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ} والفرق بين الكذب والافتراء: أن الافتراء افتعال الكذب واختلاقه من قبل نفسه، والكذب قد يكون على وجه التقليد للغير فيه. {وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ} أصله: يدعي بوزن يفعل، قلبت الياء ألفًا لتحركها بعد الفتح، والأصل في يائه الواو، قلبت ياء حملًا للفعل على اسم الفاعل. {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ} أصله: يرودون، بوزن يفعلون، نقلت حركة الواو إلى الراء، فسمكنت إثر كسرة فقلبت ياء حرف مدّ. والإطفاء: الإخماد. ويستعملان في النار، ويستعملان فيما يجري مجراها من الضياء والظهور. ويفترق الإطفاء والإخماد من وجه، وهو: أن الإطفاء يستعمل في القليل، فيقال: أطفأت السراج ولا يقال: أخمدت السراج. {مُتِمُّ نُورِهِ} أصله: متمم، بوزن مفعل: اسم فاعل من أتم الرباعي، نقلت حركة الميم الأولى إلى التاء فسكنت، فأدغمت في الميم الثانية. {هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ} ؛ أصله: أدللكم بوزن أفعل، نقلت حركة اللام الأولى إلى الدال فسكنت فأدغمت في الثانية. والتجارة: التصرف في رأس المال طلبًا للربح، والتاجر الذي يبيع ويشتري، وليس في كلام العرب تاء بعدها جيم إلا هذه اللفظة كما مرّ. {جَنَّاتٍ تَجْرِي} جمع جنة، والجنة في اللغة: البستان الذي فيه أشجار متكاثفة مظلة تستر ما تحتها. {وَمَسَاكِنَ طَيِّبَةً} جمع مسكن بمعنى المقام. والسكون: ثبوت الشيء بعد التحرك، ويستعمل في الاستيطان، يقال: سكن فلان في مكان كذا، استوطنه، واسم المكان مسكن، فمن الأول يقال: سكنت، ومن الثاني: سكنته. قال الراغب: أصل الطيب: ما يستلذه الحواس، وزنه: فيعلة، أدغمت ياء فيعل في ياء عين الكلمة. </p><p> {تُحِبُّونَهَا} الأصل: تحببونها، بوزن تفعلون، نقلت حركة الباء الأولى إلى الحاء فسكنت فأدغمت في الباء الثانية. {كُونُوا أَنْصَارَ اللَّهِ} جمع نصير، كأشراف وشريف. وأنصار الله هم الناصرون لدينه. {قَالَ الْحَوَارِيُّونَ} جمع حواري من الحور وهو البياض الخالص، وحواري الرجل: صفيه وخليله. {فَآمَنَتْ طَائِفَةٌ} ؛ أي: جماعة، وهي أقل من الفرقة؛ لقوله تعالى:  {فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ} . {فَأَصْبَحُوا ظَاهِرِينَ} من ظهرت على الحائط إذا عَلوت عليه. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستفهام الإنكاري التوبيخي التعييري في قوله: {لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} . </p><p> ومنها: الإطناب بتكرار قوله: {مَا لَا تَفْعَلُونَ} وهو لفظ واحد في كلام واحد، ومن فوائد التكرار: التهويل والإعظام، وإلا فقد كان الكلام مستقلًا لو قيل:  {كَبُرَ مَقْتًا عِنْدَ اللَّهِ} ذلك فما إعادته إلا لمكان هذه الفائدة. </p><p> ومنها: التشبيه المرسل المفصل في قوله: {كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ} ؛ أي: في المتانة والتراص. </p><p> ومنها: الإتيان بصيغة المضارع في قوله: {وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ} للدلالة على استمرار العلم. </p><p> ومنها: الإتيان بالجملة الاعتراضية التذييلية في قوله: {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} لتقرير مضمون ما قبلها من الإزاغة، وإيذانًا بعليته. </p><p> ومنها: الاستعارة التمثيلية في قوله: {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ} . مثل حالهم في اجتهادهم في إبطال الحق بحال من ينفخ في نور الشمس بفيه ليطفئها، تهكمًا وسخرية بهم. وقيل: الاستعارة تصريحية، شبه شرع الله ودينه بالنور الحسين بجامع الإضاءة في كل. والإطفاء ترشيح. </p><p> ومنها: التورية في قوله: {بِأَفْوَاهِهِمْ} ؛ أي: بأقوالهم: إنه سحر، وشعر، وكهانة، والتورية: أن يكون للكلمة معنيان بعيد وقريب، ويراد البعيد دون القريب، وهو من المحسنات اللفظية. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَاللَّهُ مُتِمُّ نُورِهِ} ؛ أي: مظهر دينه. </p><p> ومنها: جناس الاشتقاق في قوله: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ} . </p><p> ومنها: إضافة الموصوف إلى صفته في قوله: {وَدِينِ الْحَقِّ} لغرض الإيضاح، </p><p> مثل: عذاب الحريق. </p><p> ومنها: الاستفهام للترغيب والتشويق في قوله: {هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ} . </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {عَلَى تِجَارَةٍ} . حيث شبّه الإيمان والعمل الصالح بالتجارة بجامع الربح والخسران في كل، فاستعار له لفظ التجارة. </p><p> قال ابن الشيخ: جعل ذلك تجارة، تشبيهًا له في الاشتمال على معنى المبادلة والمعاوضة، طمعًا لنيل الفضل والزيادة، فإن التجارة هي معاوضة المال بالمال لطمع الربح. والإيمان والجهاد شبها بها من حيث إن فيهما بذل النفس والمال طمعًا لنيل رضي الله تعالى والنجاة من عذابه انتهى. </p><p> ومنها: التعريض في قوله: {تُحِبُّونَهَا} ؛ لأن فيه تعريضًا بأنهم يؤثرون العاجل على الآجل، وتوبيخًا على محبته. </p><p> ومنها: إضافة الوصف إلى مفعوله في {كُونُوا أَنْصَارَ اللَّهِ} ؛ أي: أنصار دِينه. </p><p> ومنها: الطباق في قوله: {فَآمَنَتْ طَائِفَةٌ} ، {وَكَفَرَتْ طَائِفَةٌ} . </p><p> ومنها: إيراد العدو في قوله: {فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ} إعلامًا بأن الكافرين عدو للمؤمنين عداوة دينية أيًا كان. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> موضوعات هذه السورة الكريمة </p><p> اشتملت هذه السورة على المقاصد التالية: </p><p> ١ - اللوم والتعنيف على مخالفة القول للعمل. </p><p> ٢ - البشارة بمحمد - صلى الله عليه وسلم - على لسان عيسى عليه السلام. </p><p> ٣ - إرسال محمد - صلى الله عليه وسلم - بالهدى ودين الحق. </p><p> ٤ - التجارة الرابحة عند الله تعالى هي الإيمان والجهاد في سبيله. </p><p> ٥ - الأمر بنصرة الدين كما نصر الحواريون دينهم (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) وكان الفراغ من تفسير هذه السورة في يوم الاثنين وقت الضحوة اليوم الثالث من شهر ذي الحجة من شهور سنة ألف وأربع مئة وخمس عشرة من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية في تاريخ ٣/ ١٢/ ١٤١٥ هـ. وصلى الله وسلم على محمد وآله وصحبه أجمعين آمين.</p><p> [سورة الجمعة] </p><p> سورة الجمعة مدنية، قال القرطبي: في قول الجميع، نزلت بعد الصف. وأخرج ابن الضريس، والنحاس، وابن مردويه، والبيهقي في \"الدلائل\" عن ابن عباس - رضي الله عنهما - قال:  (نزلت سورة الجمعة بالمدينة) . وأخرج ابن مردويه عن عبد الله بن الزبير مثله. </p><p> وآيها: إحدى عشرة آية. وكلماتها: مئة وثمانون كلمة. وحروفها: سبع مئة وثمانية (١) وأربعون حرفًا. </p><p> مناسبتها لما قبلها من وجوه (٢) : </p><p> ١ - أنه ذكر في السورة قبلها حال موسى مع قومه بإيذائهم له ناعيًا عليهم ذلك، وذكر في هذه حال الرسول - صلى الله عليه وسلم - وفضل أمته تشريفًا لهم ليعلم الفرق بين الأمتين. </p><p> ٢ - أنه حكى في السورة قبلها قول عيسى:  {وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ} وذكر هنا {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ} إشارة إلى أنه هو الذي بشر به عيسى عليه السلام. </p><p> ٣ - أنه لما ختم السورة قبلها بالأمر بالجهاد وسماه تجارة .. ختم هذه السورة بالأمر بالجمعة، وأخبر أن ذلك خير من التجارة الدنيوية. </p><p> وعبارة أبي حيان (٣) : مناسبتها لما قبلها: أنه تعالى لما ذكر تأييد من آمن على أعدائهم .. أتبعه بذكر التنزيه لله تعالى وسعة ملكه وتقديسه، وذكر ما أنعم به على أمة محمد - صلى الله عليه وسلم - من بعثته إليهم وتلاوته عليهم كتابه وتزكيتهم، فصارت أمته غالبة على سائر الأمم قاهرة لها منتشرة الدعوة كما انتشرت دعوة الحواريين في زمانهم، انتهى. </p><p>(١) المراح. (٢) المراغي.(٣) البحر المحيط.</p><p> تسميتها: سميت سورة الجمعة لذكر يوم الجمعة فيها. وقال محمد بن حزم: سورة الجمعة كلها محكم ليس فيها ناسخ ولا منسوخ. </p><p> فضائلها: ومن فضائلها: ما أخرجه مسلم وأصحاب السنن عن أبي هريرة قال: (سمعت رسول الله - صلى الله عليه وسلم - يقرأ في الجمعة سورة الجمعة، وإذا جاءك المنافقون) . وأخرج مسلم وأهل السنن عن ابن عباس نحوه. </p><p> ومنها: ما أخرجه ابن حبان، والبيهقي في \"سننه\" عن جابر بن سمرة قال: (كان رسول الله - صلى الله عليه وسلم - يقرأ في صلاة المغرب ليلة الجمعة {قُلْ يَا أَيُّهَا الْكَافِرُونَ (١) }، و {قُلْ هُوَ اللَّهُ أَحَدٌ (١) }، وكان يقرأ في صلاة العشاء الآخرة ليلة الجمعة سورة الجمعة والمنافقون). </p><p> وأخرج مسلم في \"صحيحه\" عن أبي هريرة: أن رسول الله - صلى الله عليه وسلم - قال:  \"خير يوم طلعت عليه الشمس يوم الجمعة، فيه خلق آدم، وفيه أدخل الجنة، وفيه أخرج منها، ولا تقوم الساعة إلا يوم الجمعة\" . وعنه قال: قال رسول الله - صلى الله عليه وسلم -: \"نحن الآخرون الأولون يوم القيامة، ونحن أول من يدخل الجنة بيد أنهم أوتوا الكتاب من قبلنا وأوتيناه من بعدهم، فاختلفوا، فهدانا الله لما اختلفوا فيه من الحق، فهذا يومهم الذي اختلفوا فيه هدانا الله له -قال:يوم الجمعة - فاليوم لنا وغدًا لليهود وبعد غدٍ للنصارى\" . </p><p> والله أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ (١) هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ (٢) وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٣) ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٤) مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٥) قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (٦) وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (٧) قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (٨) يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٩) فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (١٠) وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ (١١) }. </p><p> المناسبة </p><p> قد تقدم لك ذكر مناسبة هذه السورة لما قبلها آنفًا، وأما قوله تعالى:  {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ...} الآيات، مناسبته لما قبله: أن الله سبحانه وتعالى لما (١) أثبت التوحيد والنبوة وذكر أنه بعث محمدًا - صلى الله عليه وسلم - للأميين، وقال اليهود: إن الرسول لم يبعث لنا .. رد عليهم مقالهم بأنهم لو فهموا التوراة حق الفهم، وعملوا بما فيها لرأوا فيها نعت الرسول - صلى الله عليه وسلم - والبشارة به، وأنه يجب عليهم اتّباعه، وما مثلهم في حملهم للتوراة وتركهم العمل بها إلا مثل الحمار يحمل الكتب ولا يجديه حملها نفعًا. </p><p> ثم رد عليهم مقالًا آخر، إذ قالوا: نحن أحباء الله وأولياؤه، وأنه لن يدخلنا </p><p>(١) المراغي.</p><p> النار إلا أيامًا معدودات؛ بأنه لو كان ما تقولونه حقًا، لتمنيتم الموت حتى تخلصوا من هذه الدار دار الأكدار وتذهبوا إلى دار النعيم، وإنكم لن تفعلوا ذلك، فأنتم كاذبون فيما تدعون، ولم تفرون منه وهو ملاقيكم ولا محالة، وهناك ترجعون إلى ربكم فينبئكم بما قدمتم من عمل ويجازيكم عليه إن خيرًا وإن شرًا. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ ...} إلى آخر السورة، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما نعى على اليهود فرارهم من الموت حبًا في الدنيا والتمتع بطيباتها .. ذكر هنا أن المؤمن لا يمنع من اجتناء ثمار الدنيا، وخيراتها مع السعي لما ينفعه في الآخرة؛ كالصلاة يوم الجمعة في المسجد مع الجماعة، فعليه أن يعمل للدنيا والآخرة معًا، فما الدنيا إلا مزرعة الآخرة، كما ورد في الأثر:  \"اعمل لدنياك كأنك تعيش أبدًا واعمل لآخرتك كأنك تموت غدًا\" . </p><p> ثم نعى على المسلمين في عهد الرسول - صلى الله عليه وسلم - تشاغلهم عن سماع عظاته - وهو يخطب على المنبر - بأمور الدنيا، من تجارة وضرب دف وغناء بالمزامير ونحو ذلك. وأبان لهم أن ما عند الله تعالى من الثواب والنعيم المقيم خير لهم من خيرات الدنيا والتمتع بلذاتها الفانية. </p><p> أسباب النزول </p><p> قوله تعالى:  {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا ...} الآية، سبب نزول هذه الآية (١) : ما أخرجه الشيخان عن جابر بن عبد الله - رضي الله عنه - قال: (كان النبي - صلى الله عليه وسلم - يخطب يوم الجمعة، إذ أقبلت عير قد قدمت، فخرجوا إليها حتى لم يبق معه - صلى الله عليه وسلم - إلا اثنا عشر رجلًا، فأنزل {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا} . </p><p> وفي \"الدر المنثور\"  (٦/ ٢٢١) : أن النبي - صلى الله عليه وسلم - يخطب يوم الجمعة، فإذا كان نكاح .. لعب أهله وعزفوا ومروا باللهو على المسجد، وإذا نزلت بالبطحاء جلب - قال: وكانت البطحاء مجلسًا بفناء المسجد الذي يلي بقيع الغرقد، وكانت </p><p>(١) لباب النقول.</p>"
}