{
  "id": null,
  "sura": 61,
  "aya": 6,
  "text": "<p> الفقير: لما زاغوا عن رسالة موسى ونبوته أزاغ الله قلوبهم عن ولايته. فهم رأوا موسى على أنه موسى لا على أنه رسول نبي، فحرموا من رؤية الحق تعالى. </p><p> والمعنى: أي فلما عدلوا عن اتباع الحق مع علمهم به، وأصروا على ذلك .. صرف الله قلوبهم عن الهدى، وأسكنها الحيرة والشك، جزاء وفاقًا لما دسوا به أنفسهم من الذنوب والآثام ومخالفة أوامر رسوله وانهماكهم في الطغيان والمعاصي، فران على قلوبهم، وطمس على أعينهم فلم تنظر إلى ما تشاهد من دليل ولا تبصر ما ترى من برهان، كما قال: {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ (١١٠) }. </p><p> ثم أكد إزاغته لقلوبهم وبيّن علتها بقوله:  {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} . هذه الجملة مقررة لمضمون ما قبلها من الإزاغة، وتذييل مؤذن بعليته؛ أي (١) : لا يهدي القوم الخارجين عن الطاعة ومنهاج الحق المصرين على الغواية هداية موصلة إلى البغية، لا هداية موصلة إلى ما يوجب إليها، فإنها شاملة للكل. والمراد: جنس الفاسقين، وهم داخلون في حكمهم دخولًا أوليًا. ووصفهم بالفسق نظرًا إلى قوله تعالى:  {فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ} ، وقوله تعالى:  {فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ} . قال الإِمام: وهذه الآية تدل على عظم أذى الرسول، حتى إنه يؤدي إلى الكفر وزيغ القلوب عن الهدى، انتهى. ويتبعه أذى العالمين الآمرين بالمعروف والناهين عن المنكر؛ لأن العلماء ورثة الأنبياء، فأذاهم في حكم أذاهم. </p><p> والمعنى: أي والله لا يوفق لإصابة الحق من اختار الكفر ونبذ طاعة الله ورسوله بما يرين على قلبه من الضلالة، فيحرمه النظر إلى الأدلة التي نصبت في الكون، وجعلت منارًا للعقول، وشفاء للصدور. </p><p> ٦ - وقوله تعالى:  {وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ} إما معطوف على {إذ} الأولى معمول لعاملها، وإما معمول لمضمر معطوف على عاملها. ولفظ {ابْنُ} هنا وفي {وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ} بإثبات الألف خطًا لندرة وقوعه بين رب وعبد وذكر وأنثى. {يَا بَنِي إِسْرَائِيلَ} : ناداهم بذلك استمالة لقلوبهم إلى تصديقه في قوله: {إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ} . فإن تصديقه عليه السلام إياها من أقوى الدواعي إلى </p><p>(١) روح البيان.</p><p> تصديقهم إياه؛ أي: أرسلت إليكم لتبليغ أحكامه التي لا بدّ منها في صلاح أموركم الدينية والدنيوية؛ لأني لم آتكم بشيء يخالف التوراة، بل هي مشتملة على التبشير بي، فكيف تنفرون عني وتخالفوني؟. </p><p> وقال أبو الليث: يعني أقرأ عليكم الإنجيل موافقًا للتوراة في التوحيد وبعض الشرائع. قال القاضي في \"تفسيره\" : ولعله لم يقل: يا قوم، كما قال موسى؛ لأنه لا نسب له فيهم. إذ النسب إلى الآباء، وإلا فمريم من بني إسرائيل؛ لأن إسرائيل لَقَبُ يعقوب ومريم من نسله، ثم إن هذا يدل على أن تصديق المتقدم من الأنبياء والكتب من شعائر أهل الصدق، ففيه مدح لأمة محمد - صلى الله عليه وسلم - حيث صدقوا الكل. وانتصاب {مُصَدِّقًا} على الحال. </p><p> {و} كذا {مُبَشِّرًا} والعامل فيهما ما في الرسول من معنى الإرسال. </p><p> والمعنى: إني أرسلت إليكم حال كوني مصدقًا لما بين يدي من التوراة، ومبشرًا {بِرَسُولٍ يَأْتِي مِنْ بَعْدِي} وهذا أيضًا داع إلى تصديقه عليه السلام من حيث إن البشارة به واقعة في التوراة. أي: وحالة كوني مبشرًا بمن يأتي من بعدي من رسول، وكان بين مولده وبين الهجرة ست مئة وثلاثون سنة. وقال: بشرهم به ليؤمنوا به عند مجيئه، أو ليكون معجزة لعيسى عند ظهوره. والتبشير به تبشير بالقرآن أيضًا، وتصديق له كالتوراة. </p><p> {اسْمُهُ أَحْمَدُ} ؛ أي: محمد - صلى الله عليه وسلم - يريد عيسى عليه السلام: أن ديني التصديق بكتب الله وأنبيائه جميعًا ممن تقدم وتأخر، فذكر أول الكتب المشهورة الذي يحكم به النبيون والشعبي الذي هو خاتم النبيين. وقال القشيري: بشر كل نبي قومه بنبينا محمد - صلى الله عليه وسلم -، والله أفرد عيسى بالذِّكر في هذا الموضع؛ لأنه آخر نبي قبل نبينا - صلى الله عليه وسلم -، فبيّن أن البشارة به عمت جميع الأنبياء واحدًا بعد واحد حتى انتهت إلى عيسى عليه السلام. </p><p> وقال بعضهم (١) : كان بين رفع المسيح ومولد النبي - صلى الله عليه وسلم - خمس مئة وخمس وأربعون سنة تقريبًا. وعاش المسيح إلى أن رفع ثلاثًا وثلاثين سنة، وبين رفعه والهجرة الشريفة خمس مئة وثمان وتسعون سنة، وأمته النصارى على اختلافهم، </p><p>(١) روح البيان.</p><p> ونزل عليه جبرائيل عشر مرات، ونزل على نبينا محمد - صلى الله عليه وسلم - أربعةً وعشرين مرة، وأمته أمة مرحومة جامعة لجميع المسلكات الفاضلة. قيل: قال الحواريون لعيسى عليه السلام: يا روح الله! هل بعدنا من أمة؟ قال: نعم، أمة محمد، حكماء علماء، أبرار أتقياء؛ كأنهم من الفقه أنبياء، يرضون من الله باليسير من الرزق، ويرضي الله عنهم باليسير من العمل. </p><p> وأحمد اسم نبينا - صلى الله عليه وسلم -، ويحتمل أن يكون منقولًا من المضارع المبدوء بالهمزة، وأن يكون منقولًا من صفة. وهي أفعل التفضيل، وهو الظاهر. قال حسان بن ثابت رضي الله عنه: </p><p> صَلَّى الإِلهُ وَمَنْ يَحُفُّ بِعَرْشِهِ ... وَالطَّيبُونَ عَلَى الْمُبَارَكِ أَحْمَدِ </p><p> وكذا محمد، فإنه منقول من الصفة أيضًا، وهو في معنى: محمود، ولكن فيه معنى المبالغة والتكرار، فإنه محمود في الدنيا بما هدي إليه ونفع به من العلم والحكمة، ومحمود في الآخرة بالشفاعة. ومعنى أحمد: أحمد الحامدين لربه، ومعنى محمد: محمود عند ربه وعند الخلائق. وخص أحمد بالذكر هنا لتقدمه على محمد في المعنى؛ لأن حمده لربه كان قبل حمد الناس له. وقال الراغب: أحمد إشارة للنبي - صلى الله عليه وسلم - باسمه تنبيهًا على أنه كما وجد اسمه أحمد يوجد جسمه، وهو محمود في أخلاقه وأفعاله وأقواله. وخص لفظ أحمد فيما بشر به عيسى تنبيهًا على أنه أحمد منه ومن الذين قبله، انتهى. وقيل: خصه بالذكر لأنه في الإنجيل مسمى بهذا الاسم؛ ولأن اسمه في السماء أحمد فذكر باسمه السماوي. وقال الشوكاني: وأحمد اسم نبينا - صلى الله عليه وسلم -، وهو عَلم منقول من الصفة، وهي تحتمل أن تكون مبالغة من الفاعل، فيكون معناها: أنه أكثر حمدًا لله من غيره، أو من المفعول، فيكون معناها: أنه يحمد بما فيه من خصال الخير أكثر مما يحمد غيره. </p><p> وقرأ نافع، وابن كثير، وأبو عمرو، والسلمي، وزر بن حبيش، وأبو بكر عن عاصم (١) : {مِنْ بَعْدِي} بفتح الياء. وقرأ الباقون بإسكانها. </p><p> قال في \"فتح الرحمن\" : لم بسم بأحمد أحد غيره - صلى الله عليه وسلم - ولا دعي به مدعو </p><p>(١) الشوكاني.</p><p> قبله، وكذلك محمد أيضًا لم يسم به أحد من العرب، ولا غيرهم، إلى أن شاع قبيل وجوده - صلى الله عليه وسلم - وميلاده؛ أي: من الكهان والأحبار أن نبينا يبعث اسمه محمد، فسمى قوم قليل من العرب أبناءهم بذلك رجاء أن يكون أحدهم هو، وهم: محمد بن أحيحة بن الجلاح بن سفيان، ومحمد بن مسلمة الأنصاري، ومحمد بن البراء البكراوي، ومحمد بن سفيان بن مجاشع، ومحمد بن حمدان الجعفي، ومحمد بن خزاعة السلمي. فهم ستة لا سابع لهم. ثم حمى الله سبحانه كل من تسمى به أن يدعي النبوة أو يدعيها أحد له أو يظهر عليه سبب يشكك أحدًا في أمره حتى تحققت السمتان له - صلى الله عليه وسلم - ولم ينازع فيهما، انتهى. </p><p> {فَلَمَّا جَاءَهُمْ} ؛ أي (١) : الرسول المبشر به الذي اسمه أحمد، كما تدل عليه الآيات اللاحقة. وأما إرجاعه إلى عيسى كما فعله بعض المفسرين، كـ \"الشوكاني\" و \"البيضاوي\" و \"الخازن\" وغيرهم .. فبعيد جدًا، وكون ضمير الجمع راجعًا إلى بني إسرائيل لا ينافي ما ذكرنا؛ لأن نبينا - صلى الله عليه وسلم - مبعوث إلى الناس كافة. {بِالْبَيِّنَاتِ} ؛ أي: بالمعجزات الظاهرة كالقرآن، ونحوه، والباء للتعدية، ويجوز أن تكون للملابسة. {قَالُوا هَذَا} مشيرين إلى ما جاء به، أو إليه - صلى الله عليه وسلم - {سِحْرٌ مُبِينٌ} ؛ أي: ظاهر سحريته بلا مرية، وتسميته - صلى الله عليه وسلم - سحرًا للمبالغة، ويؤيده قراءة من قرأ:  {هذا ساحر} . </p><p> والمعنى: أي فحين جاءهم أحمد المبشر به بالأدلة الواضحة والمعجزات الباهرة .. فاجؤوه بالتكذيب والإعراض عنه استكبارًا وعنادًا، وقالوا: إن ما جئت به ما هو إلا ترهات وأباطيل وسحر واضح لا شك. ونحو الآية: قوله تعالى: {الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ ...} الآية. </p><p> وقرأ الجمهور:  {سِحْرٌ} ؛ أي: ما جاء به من البينات سحر. وقرأ (٢) عبد الله، وطلحة، والأعمش، وابن وثاب، وحمزة، والكسائي:  {ساحر} ؛ أي: هذا الجائي ساحر. </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}