{
  "id": null,
  "sura": 62,
  "aya": 5,
  "text": "<p> الذي يستحقر دونه نعم الدنيا ونعم الآخرة. وفي \"كشف الأسرار\" : والله ذو الفضل العظيم على محمد وذو الفضل العظيم على الخلق بإرسال محمد - صلى الله عليه وسلم - إليهم وتوفيقهم لمبايعته، انتهى. </p><p> يقول الفقير: وأيضًا: والله ذو الفضل العظيم على أهل الاستعداد من أمة محمد - صلى الله عليه وسلم - بإرسال ورثة محمد في كل عصر إليهم وتوفيقهم للعمل بموجب إرشادهم، ولولا أهل الإرشاد والدلالة والدعوة .. لبقي الناس كالعميان، لا يدرون أين يذهبون، وإنما كان هذا الفضل عظيمًا لأن غايته الوصول إلى الله العظيم. </p><p> وعبارة المراغي هنا:  {وَهُوَ الْعَزِيزُ الْحَكِيمُ} ؛ أي: وهو ذو العزة والسلطان، القادر أن يجعل هذه الأمة المستضعفة صاحبة النفوذ والقوة التي تنشر في غيرها من الأمم روح العدل والنظام، برسال رسول من أبنائها ينقذ الناس من الضلالة إلى الهدى ومن الظلمات إلى النور. وهو الحكيم فيما يفعل من تدبير أمور الخلق لما فيه خيرهم وفلاحهم. </p><p> ثم ذكر سبحانه أن إرسال هذا الرسول فضل منه ورحمة فقال:  {ذَلِكَ} ؛ أي: إرسال هذا الرسول إلى البشر مزكيًا مطهرًا لهم هاديًا معلمًا {فَضْلُ} من {اللَّهِ} سبحانه وإحسان منه إلى عباده، يعطيه من يشاء ممن يصطفيه من خلقه بحسب ما يعلمه من استعداده وصفاء نفسه، وهو أعلم حيث يجعل رسالته. وهو سبحانه ذو الفضل العظيم عليهم في جميع أمورهم، في دنياهم وآخرتهم، في معاشهم ومعادهم، فلا يجعلهم في حيرة من أمرهم، تنتابهم الشكوك والأوهام ولا يجدون للخلاص منها سبيلًا، ولا يجعل قويهم يبطش بضعيفهم ويغتصب أموالهم، ويسعى في الأرض بالفساد، ويهلك الحرث والنسل، فيكون العالم ككرة تتقاذفها أكف اللاعبين، فهو أرحم بعباده من أن يتركهم سدًى هملًا ولا صلاح لهم في دين ولا دنيا، انتهى. </p><p> ٥ - ثم ضرب سبحانه لليهود الذين تركوا العمل بالتوراة مثلًا، فقال:  {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ} ؛ أي: كلفوا القيام بها والعمل بما فيها، وهم اليهود {ثُمَّ لَمْ يَحْمِلُوهَا} ؛ أي: لم يعملوا بما في تضاعيفها من الآيات التي من جملتها الآيات الناطقة بنبوة محمد - صلى الله عليه وسلم -، واقتنعوا بمجرد قراءتها {كَمَثَلِ الْحِمَارِ} : </p><p> {الكاف} : فيه زائدة كما في \"الكواشي\" . والحمار: حيوان معروف يعبر به عن الجاهل، كقولهم: هو أكفر من الحمير؛ أي: أجهل؛ لأن الكفر من الجهالة. فالتشبيه لزيادة التحقير والإهانة، ولنهاية التهكم والتوبيخ بالبلادة؛ إذ الحمير تذكر بها. والبقر وإن كان مشهورًا بالبلادة إلا أنه لا يلائم الحمل. ولقد أجاد من قال: </p><p> تَعَلَّمْ يَا فَتَى فَالْجَهْلُ عَارٌ ... وَلَا يَرْضَى بِهِ إِلَّا حِمَارُ </p><p> أي: صفتهم العجيبة كصفة الحمار حال كونه {يَحْمِلُ أَسْفَارًا} ؛ أي: كتبًا كبارًا من العلم، يتعب بحملها ولا ينتفع بها. قال ميمون بن مهران: الحمار لا يدري أسفر على ظهره أم زبل، فهكذا اليهود. والأسفار: جمع سفر - بكسر السين - وهو: الكتاب الكبير، كشبر وأشبار. وجملة {يَحْمِلُ} في محل نصب على الحال أو صفة للحمار، إذ ليس المراد به حمارًا معينًا فهو في حكم النكرة، كما في قول الشاعر: </p><p> وَلَقَدْ أَمُرُّ عَلى اللَّئِيمِ يَسُبُّنِيْ ... فَمَضَيْتُ ثُمَّتَ قُلْتُ لَا يَعْنِيْنِيْ </p><p> والأصح: أن قولهم: الجمل بعد المعارف أحوال، وبعد النكرات صفات ليس مطردًا كما قدمنا بسطه. قال الراغب: السفر: الكتاب الذي يسفر عن الحقائق؛ أي: يكشف. وخص (١) لفظ الأسفار في الآية تنبيهًا على أن التوراة وإن كانت تكشف عن معانيها إذا قرئت وتحقق ما فيها فالجاهل لا يكاد يستبينها كالحمار الحامل لها. وفي هذا تنبيه من الله على أنه ينبغي لمن حمل الكتاب أن يتعلم معانيه ويعلم ما فيه ويعمل به؛ لئلا يلحقه من الذم ما لحق هؤلاء. </p><p> يقول (٢) سبحانه ذامًا لليهود الذين أعطوا التوراة وحملوها للعمل بها ثم لم يعملوا بها: ما مثل هؤلاء إلا كمثل الحمار، يحمل الكتب لا يدري ما فيها ولا كنه ما يحمل، بل هم أسوأ حالًا من الحمر؛ لأن الخمر لا فهم لها، وهؤلاء لهم فهوم لم يستعملوها فيما ينفعهم، إذ حرفوا التوراة فأولوا وبدلوها، فهم كما قال في الآية الأخرى:  {أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ} . </p><p> وصفوة القول: أن هذا النبي الذي تقولون: إنه أرسل إلى العرب خاصة هو </p><p>(١) روح البيان. (٢) المراغي.</p><p> ذلك النبي المنعوت في التوراة والمبشر به فيها، فكيف تنكرون نبوته وكتابكم يحض على الإيمان به؟!. فما مثلكم في حملكم للتوراة مع عدم العمل بما فيها إلا مثل الحمار، يحمل الكتب ولا يدري ما فيها، فأنتم إذ لم تعملوا بما فيها وهي حجة عليكم إلا مثل الحمار ليس له إلا ثقل الحمل من غير انتفاع له بما حمل. </p><p> والخلاصة (١) : أي صفة الذين أمروا بأن يعملوا بما في التوراة ثم لم يعملوا بما أمروا فيها كصفة الحمار، يحمل كتبًا كبارًا في عدم انتفاعه بها. وقال أهل المعاني: هذا المثل مثل من يفهم معاني القرآن ولم يعمل به وأعرض عنه إعراض من لا يحتاج إليه. </p><p> ثم بين قُبح هذا المثل وشديد وقعه على من يعقله ويتدبره، فقال:  {بِئْسَ} وقبح مثلًا {مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ} سبحانه، على (٢) أن التمييز محذوف، والفاعل المفسر به مضمر و {مَثَلُ الْقَوْمِ} : هو المخصوص بالذم، أو {مَثَلُ الْقَوْمِ} : فاعل {بِئْسَ} ، والمخصوص بالذم: الموصول بعده على حذف مضاف؛ أي: مثل الذين كذبوا. ويجوز أن يكون الموصول صفة للقوم، فيكون في محل جرّ، والمخصوص بالذم محذوف، والتقدير: بئس مثل القوم المكذبين مثل هؤلاء، وهؤلاء هم اليهود الذين كفروا بما في التوراة من الآيات الشاهدة بصحة نبوة محمد - صلى الله عليه وسلم -. </p><p> والمعنى (٣) : أي ما أقبح هذا مثلًا لهم، لتكذيبهم بآيات الله التي جاءت على لسان رسوله، لو كانوا يتدبرون ويتفكرون؛ إذ لم يكن لهم ما يشبههم من ذوي العقول والحجا من ملك أو إنس، بل لا شبيه لهم إلا ما هو أحقر الحيوان وأذلّه، وهو الحمار: </p><p> وَلَا يُقِيْمُ عَلَى ضَيْمٍ يُرَادُ بِهِ ... إلَّا الأَذَلّانِ: عَيرُ الْحَيِّ وَالْوَتَدُ </p><p> هَذَا عَلَى الْخَسْفِ مَرْبُوطٍ بِرُمَّتِهِ ... وَذَا يُشَجُّ فَلَا يَرْثِي لَهُ أَحَدُ </p><p> {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} الواضعين (٤) للكتذيب في موضع التصديق، أو </p><p>(١) المراح. (٢) الشوكاني.(٣) المراغي.(٤) روح البيان.</p>"
}