{
  "id": null,
  "sura": 62,
  "aya": 7,
  "text": "<p> {إِنْ كُنْتُمْ صَادِقِينَ} جوابه محذوف لدلالة ما قبله عليه، أي: إن كنتم صادقين في زعمكم واثقين بأنه حق فتمنوا الموت، فإن من أيقن أنه من أهل الجنة، أحب أن يتخلص إليها من هذه الدار التي هي قرارة أكدار، ولا يصل إليها أحد إلا بالموت. </p><p> روي: أنه لما ظهر رسول الله - صلى الله عليه وسلم - .. كتبت يهود المدينة ليهود خيبر: إن اتبعتموه .. أطعناكم وإن خالفتموه .. خالفناه. فقالوا لهم: نحن أبناء خليل الرحمن، ومنا عزير ابن الله والأنبياء، ومتى كانت النبوة في العرب؟ نحن أحق بها من محمد، ولا سبيل إلى اتباعه. فنزلت:  {قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا ...} الآية. </p><p> وقرأ الجمهور (١) : {فَتَمَنَّوُا الْمَوْتَ} بضم الواو. وقرأ ابن السميفع، وابن يعمر وابن أبي إسحاق بكسرها، وعن ابن السميع أيضًا: فتحها تخفيفًا. وحكى الكسائي عن بعض الأعراب: أنه قرأ بالهمز مضمومة بدل الواو، وهذا كقراءة من قرأ {تلؤون} بالهمز بدل الواو. </p><p> والمعنى (٢) : قل لهم يا محمد: أيها اليهود، إن كنتم تزعمون أنكم على هدى من ربكم وأن محمدًا وأصحابه على ضلالة .. فادعوا بالموت على الضال من الفئتين إن كنتم صادقين فيما تزعمون. وقد تقدم الكلام في مثل هذه المباهلة - الملاعنة - لليهود في سورة البقرة في قوله: {قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (٩٤) }، كما تقدمت مباهلة النصارى في آل عمران في قوله:  {فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ ...} الآية، ومباهلة المشركين في سورة مريم:  {قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا} . </p><p> ٧ - ثم أخبر بأنهم لن يتمنوه أبدًا؛ لما يعلمون من سوء أفعالهم وقبيح أعمالهم، فقال:  {وَلَا يَتَمَنَّوْنَهُ أَبَدًا} : إخبار بما سيكون منهم. و {أَبَدًا} : ظرف بمعنى الزمان المتطاول، لا بمعنى مطلق الزمان. والمراد به: ما داموا في الدنيا. وفي البقرة:  {وَلَنْ يَتَمَنَّوْهُ} ؛ لأن دعواهم في البقرة بالغة قاطعة، وهي: كون الجنة لهم بصفة الخلوص، فبالغ في الرد عليهم بـ {لن} ، وهو أبلغ ألفاظ النفي. ودعواهم في </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}