{
  "id": null,
  "sura": 62,
  "aya": 11,
  "text": "<p> لعلكم تفوزون بالفلاح في دنياكم وآخرتكم. وفي هذا إيماء إلى شيئين: </p><p> ١ - مراقبة الله في أعمال الدنيا حتى لا يطغى عليهم حبها بجمع حطامها بأي الوسائل من حلال وحرام. </p><p> ٢ - أن في مراقبته تعالى الفوز والنجاح في الدنيا والآخرة. </p><p> أما في الدنيا: فلأن من راقبه لا يغش في قيل ولا وزن، ولا يغير سلعة بأخرى، ولا يكذب في مساومة، ولا يحلف كذبًا، ولا يخلف موعدًا، ومتى كان كذلك .. شهر بين الناس بحسن المعاملة وأحبوه، وصار له من حسن الأحدوثة ما يضاعف له الله به الرزق. </p><p> وأما في الآخرة: فيفوز برضوان ربه ورضوان من الله أكبر، وبجنات تجري من تحتها الأنهار، ونعم أجر العاملين. وعن عراك بن مالك رضي الله عنه: أنه كان إذا صلى الجمعة .. انصرف فوقف على باب المسجد، وقال: اللهم أجبت دعوتك، وصليت فريضتك، وانتشرت كما أمرتني، فارزقني من فضلك، وأنت خير الرازقين. </p><p> ١١ - ثم عاتب سبحانه المؤمنين على ما كان منهم من الانصراف عن الخطبة يوم الجمعة إلى التجارة التي قدمت المدينة يومئذٍ، فقال:  {وَإِذَا رَأَوْا} ؛ أي: وإذا رأى المؤمنون وعلموا {تِجَارَةً} ؛ أي: عير تجارة، وهي تجارة دحية بن خليفة الكلبي. {أَوْ} سمعوا {لَهْوًا} وهو ما يشغل الإنسان عما يعنيه ويهمه. يقال: ألهى عن كذا إذا شغله عمّا هو أهمّ. والمراد هنا: صوت الطبل، ويقال له: اللهو الغليظ. وكان دحية إذا قدم .. ضرب الطبل ليعلم الناس بقدومه فيخرجوا ليبتاعوا منه. وقيل: كانوا إذا أقبلت العير استقبلوها؛ أي: أهلها بالطبول والدفوف والتصفيق، وهو المراد باللهو هنا {انْفَضُّوا} ؛ أي: انتشروا، وتفرقوا خارجين {إِلَيْهَا} ؛ أي: إلى التجارة، والذي سوغ لهم الخروج وترك رسول الله - صلى الله عليه وسلم - يخطب: أنهم ظنوا أن الخروج بعد تمام الصلاة جائز لانقضاء المقصود، وهو الصلاة؛ لأنه كان - صلى الله عليه وسلم - أول الإِسلام يصلي الجمعة قبل الخطبة كالعيدين، فلما وقعت هذه الواقعة ونزلت الآية .. قدم الخطبة وأخر الصلاة، انتهى. \"خطيب\" . </p><p> وأفرد (١) الضمير لأن العطف بـ {أو} لا يثنى معه الضمير، وكان المناسب إرجاعه إلى أحد الشيئين من غير تعيين على أن تخصيص التجارة برد الضمير إليها، لأنها المقصودة، أو للدلالة على أن الانفضاض إليها مع الحاجة إليها والانتفاع بها إذا كان مذمومًا، فما ظنك بالانفضاض إلى اللهو وهو مذموم في نفسه؟ ويجوز أن يكون الترديد للدلالة على أن منهم من انففق لمجرد سماع الطبل، ورؤيته فإذا كان الطبل من اللهو وإن كان غليظًا فما ظنك بالمزمار ونحوه؟. وقد يقال: الضمير للرؤية المدلول عليها بقوله: رأوا. </p><p> وقرىء:  {إليهما}  (٢) بالتثنية للضمير، كقوله تعالى:  {إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللهُ أَوْلَى بِهِمَا} . وتخريجه على أن يتجوز بـ {أو} فتكون بمعنى الواو. وقيل: التقدير على القراءة المشهورة: وإذا رأوا تجارة انفضوا إليها، أو لهوًا انفضوا إليه. فحذف الثاني لدلالة الأول عليه، كما في قول الشاعر: </p><p> نَحْنُ بِمَا عِنْدَنَا وَأَنْتَ بِمَا عِنْدَكَ ... رَاضٍ وَالرَّأْيُ مُخْتَلِفُ </p><p> روي: أن دحية بن خليفة الكلبي قدم المدينة بتجارة من الشام، وكان ذلك قبل إسلامه، وكان بالمدينة مجاعة وغلاء سعر، وكان معه جميع ما يحتاج إليه من برّ ودقيق وزيت وغيرها، والنبي - صلى الله عليه وسلم - يخطب يوم الجمعة، فلما علم أهل المسجد ذلك .. قاموا إليه خشية أن يسبقوا إليه، فما بقي معه - صلى الله عليه وسلم - إلا ثمانية، أو أحد عشر، أو اثنا عشر، أو أربعون، فيهم: أبو بكر، وعمر، وعثمان، وطلحة، والزبير، وسعد بن أبي وقاص، وعبد الرحمن بن عوف، وأبو عبيدة بن الجراح، وسعيد بن زيد، وبلال بن رباح، وعبد الله بن مسعود، وفي رواية: عمار بن ياسر بدل عبد الله. وذكر مسلم: أن جابرًا كان فيهم، وكان منهم سبع نسوة فقال النبي - صلى الله عليه وسلم -: \"والذي نفس محمد بيده لو خرجوا جميعًا .. لأضرم الله عليهم الوادي نارًا\" . وفي \"عين المعاني\" : \"لولا الباقون لنزلت عليهم الحجارة\" . وقال الخطيب: فهذه الروايات المختلفة منشأ الخلاف بين الأئمة في العدد الذي تنعقد به الجمعة. اهـ. من \"القرطبي\" . </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> {وَتَرَكُوكَ} حال كونك {قَائِمًا} : أي على المنبر. روي عن جابر بن عبد الله رضي الله عنه قال: كان النبي - صلى الله عليه وسلم - يخطب يوم الجمعة خطبتين قائمًا يفصل بينهما بجلوس، ومن ثمة كانت السنة في الخطبة ذلك، وأول من استراح في الخطبة: عثمان، وأول من خطب جالسًا: معاوية. وفيه إشعار بأن الأحسن في الوعظ على المنبر يوم الجمعة القيام، وإن جاز القعود فيه؛ لأنه والخطبة من وادٍ واحدٍ لاشتماله على الحمد والثناء والصلاة والنصيحة والدعاء. </p><p> ثم أمره الله سبحانه أن يخبرهم بأن العمل للآخرة خير من العمل للدنيا، فقال:  {قُلْ} يا محمد لهم: {مَا عِنْدَ اللَّهِ} من الجزاء العظيم على استماع الخطبة، ولزوم مجلس الرسول - صلى الله عليه وسلم -، وهو: الجنة. و {ما} : موصولة. خاطبهم الله سبحانه بواسطة النبي - صلى الله عليه وسلم - لأن الخطاب هنا مشوب بالعتاب. {خَيْرٌ} لكم {مِنَ} استماع {اللَّهْوِ وَمِنَ} نفع {التِّجَارَةِ} اللذين ذهبتم إليهما، وتركتم البقاء في المسجد وسماع خطبة النبي - صلى الله عليه وسلم - لأجلهما، فإن نفع ذلك محقق مخلد، بخلاف ما فيهما من النفع المتوهم، فنفع اللهو ليس بمحقق، ونفع التجارة ليس بمخلد، وما ليس بمخلد فمن قبيل الظن. ومنه يعلم وجه تقديم اللهو، فإنَّ للأعدام تقدمًا على الملكات. {وَاللَّهُ} سبحانه وتعالى {خَيْرُ الرَّازِقِينَ} وأفضلهم، فمنه اطلبوا الرزق، وإليه توسلوا بعمل الطاعة، فإن ذلك من أسباب تحصيل الرزق، وأعظم ما يجلبه. </p><p> قال بعضهم (١) : قوله تعالى: {خَيْرٌ مِنَ اللَّهْوِ} وقوله: {خَيْرُ الرَّازِقِينَ} من قبيل الفرض والتقدير: إذ لا خيرية في اللهو ولا رازق غيره فكأن المعنى إن وجد في اللهو خير فما عند الله أشد خيرًا منه، وإن وجد رازقون غير الله .. فالله خيرهم وأقواهم وأولاهم عطية. والرزق: هو المنتفع به، مباحًا كان أو محظورًا. قيل لبعضهم: من أين تأكل؟ فقال: من خزانة ملك لا يدخلها اللصوص، ولا يأكلها السوس. </p><p> قال أبو حيان: وناسب ختم الآية بقوله: {وَاللَّهُ خَيْرُ الرَّازِقِينَ} لأنهم كانوا قد مسهم شيء من غلاء الأسعار، كما تقدم في سبب النزول. </p><p> والمعنى (٢) : أي قل لهم - مبينًا خطأ ما عملوا -: ما عند الله مما ينفعكم في </p><p>(١) روح البيان. (٢) المراغي.</p><p> الآخرة خير لكم مما يفيدكم في الدنيا، من التمتع بخيراتها وكسب لذاتها، فتلك باقية وهذه فانية، والله خير الرازقين وأفضلهم وأوسعهم رزقًا، فإليه سبحانه فاسعوا ومنه فاطلبوا الرزق، ولن يفوتكم ذلك بسماع عظاته، فالله كفيل برزقكم ولم ينقص بترككم البيع والشراء حين الصلاة وحين سماع العظات والنصائح، والله أعلم. </p><p> الإعراب </p><p> {يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ (١) هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ (٢) }. </p><p> {يُسَبِّحُ} : فعل مضارع، {لِلَّهِ} : متعلق به، {مَا} : اسم موصول في محل الرفع فاعل، {فِي السَّمَاوَاتِ} : صلة لـ {ما} ، والجملة مستأنفة. {وَمَا فِي الْأَرْضِ} : معطوف على {مَا فِي السَّمَاوَاتِ} ، {الْمَلِكِ} : صفة للجلالة، أو بدل منه، وكذا قوله:  {الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ} : صفات له، أو بدل منه. {هُوَ الَّذِي} : مبتدأ وخبر، والجملة مستأنفة. {بَعَثَ} : فعل ماضي، وفاعل مستتر، صلة الموصول، {فِي الْأُمِّيِّينَ} : متعلق بـ {بَعَثَ} ، {رَسُولًا} : مفعول به، {مِنْهُمْ} : صفة لـ {رَسُولًا} ، {يَتْلُو} : فعل وفاعل مستتر يعود على الرسول، {عَلَيْهِمْ} : متعلق بـ {يَتْلُو} ، {آيَاتِهِ} : مفعول به، والجملة نعت ثان لـ {رَسُولًا} أو حال منه لتخصصه بالصفة. {وَيُزَكِّيهِمْ} : فعل وفاعل مستتر ومفعول به معطوف على {يَتْلُو} ، {وَيُعَلِّمُهُمُ الْكِتَابَ} : فعل وفاعل مستتر ومفعولان، {وَالْحِكْمَةَ} : معطوف على {الْكِتَابَ} ، والجملة معطوفة على {يَتْلُو} . {وَإِنْ} : الواو: حالية، {إِنْ} مخففة من الثقيلة، واسمها ضمير الشأن؛ أي: وإنه، {كَانُوا} : فعل ناقص واسمه، {مِنْ قَبْلُ} : متعلق بـ {كَانُوا} أو حال من الواو، {لَفِي} : {اللام} : حرف ابتداء، {فِي ضَلَالٍ} : خبر كان، {مُبِينٍ} : نعت {ضَلَالٍ} ، وجملة {كان} في محل الرفع خبر لـ {إن} المخففة، وجملة {إن} المخففة في محل النصب حال من هاء {يعلمهم} أو مستأنفة. </p><p> {وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٣) ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٤) }. </p><p> {وَآخَرِينَ} : {الواو} : عاطفة، {آخرين} : معطوف على {الْأُمِّيِّينَ} ، مجرور بالياء، أو معطوف على الضمير في {يعلمهم} منصوب بالياء؛ أي: ويعلم آخرين. {مِنْهُمْ} : حال من آخرين؛ أي: حال كون الآخرين من مطلق الأميين، كذا قالوا. ولكن الأصح أن يكون الجار والمجرور صفة لآخرين؛ أي: كائنين منهم، أو متعلقًا بـ {آخرين} ؛ لأن {آخَرِينَ} نكرة. {لما} : حرف نفي وجزم، {يَلْحَقُوا} : فعل مضارع مجزوم بـ {لما} ، وعلامة جزمه حذف النون، و {الواو} : فاعل، {بِهِمْ} متعلق بـ {يَلْحَقُوا} ، والجملة صفة لـ {آخرين} . {وَهُوَ} : مبتدأ، {الْعَزِيزُ} : خبر أول، {الْحَكِيمُ} : خبر ثان، والجملة مستأنفة. {ذَلِكَ} : مبتدأ {فَضْلُ اللَّهِ} : خبر، والجملة مستأنفة. {يُؤْتِيهِ} : فعل مضارع، وفاعل مستتر ومفعول أول، والجملة في محل النصب حال من الجلالة، أو خبر ثان عن اسم الإشارة. {مَن} : اسم موصول في محل النصب مفعول ثان لآتي، وجملة {يَشَاءُ} صلة لـ {مَن} الموصولة، {وَاللَّهُ ذُو الْفَضْلِ} : مبتدأ وخبر، {الْعَظِيمِ} : صفة لـ {الْفَضْلِ} ، والجملة الاسمية معطوفة على الجملة التي قبلها. </p><p> {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٥) }. </p><p> {مَثَلُ الَّذِينَ} : مبتدأ ومضاف إليه، {حُمِّلُوا} : فعل ونائب فاعل والجملة صلة الموصول، {التَّوْرَاةَ} : مفعول ثان لـ {حُمِّلُوا} ، {ثُمَّ} : حرف عطف وتراخ، {لَمْ} : حرف جزم، {يَحْمِلُوهَا} : فعل وفاعل ومفعول به مجزوم بـ {لَمْ} ، والجملة معطوفة على {حُمِّلُوا} على كونها صلة الموصول، {كَمَثَلِ} : خبر المبتدأ، والجملة مستأنفة. {الْحِمَارِ} : مضاف إليه، وجملة {يَحْمِلُ أَسْفَارًا} في محل النصب على الحال من {الْحِمَارِ} . ويجوز أن تكون في محل جرّ صفة لـ {الْحِمَارِ} لجريانه مجرى النكرة، أو لأن القاعدة في مثل هذا غير مطردة كما مرّ. {بِئْسَ} : فعل ماض لإنشاء الذم، {مَثَلُ الْقَوْمِ} : فاعل، {الَّذِينَ} : صفة لـ {الْقَوْمِ} ، والجملة إنشائية لا محل لها من الإعراب. وجملة {كَذَّبُوا} صلة الموصول، {بِآيَاتِ اللَّهِ} متعلق بـ {كَذَّبُوا} ، والمخصوص بالذم محذوف أو خبر عن المخصوص بالذم المحذوف، أي: هذا المثل، وهو مبتدأ خبره جملة {بِئْسَ} ، وفيه أوجه أخر. {وَاللَّهُ} : مبتدأ، وجملة {لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} خبر المبتدأ، والجملة مستأنفة. </p><p> {قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (٦) }. </p><p> {قُلْ} : فعل أمر، وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة مستأنفة. {يَا} : حرف نداء، {أي} : منادى نكرة مقصودة، و {الهاء} : حرف تنبيه، {الَّذِينَ} : بدل من {أيُّ} ، وجملة {هَادُوا} : صلة الموصول، وجملة النداء في محل النصب مقول لـ {قُلْ} . {إنْ} : حرف شرط جازم، {زَعَمْتُمْ} : فعل وفاعل في محل الجزم بـ {إنْ} الشرطية على كونه فعل شرط لها، {أَنَّكُمْ} : ناصب واسمه، {أَوْلِيَاءُ} : خبر {لله} صفة لـ {أَوْلِيَاءُ} أو متعلق بـ {أَوْلِيَاءُ} ، {مِنْ دُونِ النَّاسِ} : صفة ثانية لـ {أَوْلِيَاءُ} ، أو حال منه. وجملة {أن} في تأويل مصدر ساد مسد مفعولي {زَعَمْتُمْ} . {فَتَمَنَّوُا} : {الفاء} : رابطة الجواب وجوبًا، {تمنوا} : فعل أمر، مبني على حذف النون، و {الواو} : فاعل، {الْمَوْتَ} : مفعول به، والجملة في محل الجزم بـ {إنْ} على كونها جوابًا لها، وجملة {إنْ} الشرطية في محل النصب مقول {قُلْ} . {إنْ} : حرف شرط {كُنْتُمْ صَادِقِينَ} : فعل ناقص واسمه وخبره، في محل الجزم بـ {إنْ} الشرطية على كونه فعل شرط لها، والجواب محذوف معلوم مما قبله، تقديره: إن كنتم صادقين فتمنوا الموت. والجملة الشرطية في محل النصب مقول {قُلْ} . </p><p> {وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (٧) }. </p><p> {وَلَا} : {الواو} : عاطفة، {لا} : نافية، {يَتَمَنَّوْنَهُ} : فعل، وفاعل، ومفعول به، مرفوع بثبات النون، والجملة معطوفة على جملة {قل} . {أَبَدًا} : ظرف متعلق بـ {يَتَمَنَّوْنَهُ} ، {بما} : جار ومجرور متعلق بما في معنى النفي؛ لأنه سبب لنفي التمني، أي: يأبون من التمني بسبب ما قدمت أيديهم. {قَدَّمَتْ أَيْدِيهِمْ} : فعل وفاعل، والجملة صلة لـ {ما} ، والعائد محذوف؛ أي: بسبب ما قدمته أيديهم. {وَاللَّهُ عَلِيمٌ} : مبتدأ وخبر، {بِالظَّالِمِينَ} : متعلق بـ {عَلِيمٌ} ، والجملة مستأنفة. </p><p> {قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (٨) }. </p><p> {قُلْ} : فعل أمر، وفاعل مستتر، والجملة مستأنفة، {إِنَّ الْمَوْتَ} : ناصب واسمه، {الَّذِي} : صفة لـ {الْمَوْتَ} ، {تَفِرُّونَ} : فعل وفاعل، صلة الموصول، {مِنْهُ} : متعلق بـ {تَفِرُّونَ} ، وهو العائد على الموصول، {فَإِنَّهُ} : {الفاء} : رابطة الخبر بالاسم لما في الموصول من معنى الشرط. لأن الصفة والموصوف كالشيء، أو زائدة. {إنه} : ناصب واسمه، {مُلَاقِيكُمْ} : خبره، وجملة {إنَّ} في محل الرفع خبر لـ {إنَّ} الأولى. وقد منع هذا قوم، منهم: الفراء، وجعلوا الفاء زائدة. وقيل: الخبر هو نفس {الَّذِي} وما بعده استنئاف، كأنه قيل: إن الموت هو الشيء الذي تفرون منه. وإلى هذا نحا الزمخشري، ويؤيده قراءة زيد بن علي بلا فاء. {ثُمَّ} : حرف عطف وتراخ، {تُرَدُّونَ} : فعل ونائب فاعل، {إِلَى عَالِمِ الْغَيْبِ} : متعلق بـ {تُرَدُّونَ} ، {وَالشَّهَادَةِ} معطوف على {الْغَيْبِ} ، وجملة {تُرَدُّونَ} : معطوفة على جملة {إن} الأولى على كونها مقولًا لـ {قُلْ} . {فَيُنَبِّئُكُمْ} : {الفاء} : عاطفة، {يُنَبِّئُكُمْ} : فعل وفاعل مستتر يعود على {عَالِمِ الْغَيْبِ} ، {الكاف} : مفعول به، والجملة معطوفة على جملة {تُرَدُّونَ} ، {بِمَا} : متعلق بـ {ينبئكم} على كونه مفعولًا ثانيًا له، {كُنْتُمْ} : فعل ناقص واسمه، وجملة {تَعْمَلُونَ} : خبره، وجملة كان صلة الموصول. </p><p> {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٩) }. </p><p> {يَا أَيُّهَا} : منادى، {الَّذِينَ} : بدل من المنادى، وجملة {آمَنُوا} : صلة الموصول، {إِذَا} : ظرف لما يستقبل من الزمان مضمن معنى الشرط، {نُودِيَ} : فعل ماض مغير الصيغة {لِلصَّلَاةِ} : جار ومجرور، نائب فاعل {مِن} : بمعنى في {يَوْمِ الْجُمُعَةِ} : مجرور بـ {من} الجار والمجرور متعلق بـ {نُودِيَ} ، والجملة في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي. {فَاسْعَوْا} : {الفاء} : رابطة لجواب {إذا} ، {اسعوا} : فعل أمر، مبني على حذف النون، و {الواو} : فاعل، {إِلَى ذِكْرِ اللهِ} : متعلق بـ {اسعوا} ، والجملة الفعلية جواب {إذا} ، لا محل لها من الإعراب، وجملة {إذا} في محل النصب مقول {قُلْ} علي كونها جواب النداء. {وَذَرُوا الْبَيْعَ} : فعل أمر، وفاعل ومفعول به معطوف على {اسعوا} ، {ذَلِكُمْ} : مبتدأ، {خَيْرٌ} : خبر، {لَكُمْ} : </p><p> متعلق بـ {خَيْرٌ} . والجملة الاسمية في محل النصب مقول قل. {إن} : حرف شرط، {كُنْتُمْ} : فعل ناقص واسمه، في محل الجزم بـ {إنْ} الشرطية على كونه فعل شرط لها، وجملة {تَعْلَمُونَ} : خبر كان، وجواب {إنْ} الشرطية محذوف معلوم مما قبلها، تقديره: إن كنتم تعلمون الخير .. فاسعوا إلى ذكر الله. وجملة الشرط في محل النصب مقول قل. </p><p> {فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (١٠) }. </p><p> {فَإِذَا} : {الفاء} : عاطفة، {إذا} : ظرف لما يستقبل من الزمان، {قُضِيَتِ الصَّلَاةُ} : فعل، ونائب فاعل، والجملة في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط لها، والظرف متعلق بالجواب، {فَانْتَشِرُوا} : {الفاء} : رابطة، {انتشروا} : فعل أمر مبني على حذف النون، و {الواو} : فاعل، {فِي الْأَرْضِ} : متعلق به، والجملة جواب {إذا} لا محل لها من الإعراب، وجملة {إذا} في محل النصب معطوفة على جملة {إذا} الأولى. {وَابْتَغُوا} : فعل وفاعل معطوف على {انتشروا} ، {مِنْ فَضْلِ اللَّهِ} : متعلق بـ {ابتغوا} ، {وَاذْكُرُوا اللَّهَ} : فعل أمر وفاعل ومفعول به، معطوف على {انتشروا} . {كَثِيرًا} : صفة لمصدر محذوف؛ أي: ذكرًا كثيرًا، أو ظرف محذوف؛ أي: زمانًا كثيرًا، {لَعَلَّكُمْ} : {لعل} : حرف ترج وتعليل، بمعنى: كي، و {الكاف} : اسمها، وجملة {تُفْلِحُونَ} خبرها، والجملة تعليلية لا محل لها من الإعراب. </p><p> {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ (١١) }. </p><p> {وَإِذَا} : {الواو} : استئنافية، {إذا} : ظرف لما يستقبل من الزمان، {رَأَوْا} فعل ماضي، وفاعل، {تِجَارَةً} : مفعول به، {أَوْ لَهْوًا} : معطوف على {تِجَارَةً} ، والجملة الفعلية في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط لها، والظرف متعلق بالجواب {انْفَضُّوا} : فعل ماض وفاعل، {إِلَيْهَا} متعلق به، والجملة جواب {إذا} لا محل لها من الإعراب، وجملة {إذا} مستأنفة. {وَتَرَكُوكَ} : فعل ماض، وفاعل، ومفعول به، معطوف على {انْفَضُّوا} ، {قَائِمًا} : حال من كاف </p><p> المخاطب، {قل} : فعل أمر، وفاعل مستتر، والجملة مستأنفة. {ما} : اسم موصول في محل الرفع مبتدأ، {عِنْدَ اللهِ} : ظرف متعلق بمحذوف صلة لـ {ما} ، {خَيْرٌ} : خبر المبتدأ، {مِنَ اللَّهْوِ} : متعلق بـ {خَيْرٌ} ، {وَمِنَ التِّجَارَةِ} : معطوف على {مِنَ اللَّهْوِ} . والجملة الاسمية في محل النصب مقول {قل} . {وَاللَّهُ} : مبتدأ، {خَيْرُ الرَّازِقِينَ} : خبره، والجملة معطوفة على الجملة قبلها على كونها مقولًا لـ {قل} . والله أعلم. </p><p> التصريف ومفردات اللغة </p><p> {الْقُدُّوسِ} : بضم القاف وتشديد الدال، من أسماء الله تعالى؛ أي: الطاهر، أو المبارك، أو المنزه عن كل النقائص المتصف بكل كمال. وكل فعول مفتوح الفاء غير القدوس وسبوح وذروح وفروج فبالضمّ ويفتحن. </p><p> {فِي الْأُمِّيِّينَ} : هم العرب، جمع أمي، نسبة إلى الأم التي ولدته؛ لأنه على الحال التي ولد عليها لم يتعلم الكتابة والحساب، فهو على الجبلة الأولى. </p><p> {يَتْلُو عَلَيْهِمْ} والفرق بين التلاوة والقراءة: أن التلاوة قراءة متتابعة متسلسلة؛ كقراءة القرآن والحديث ودراسة العلم، والقراءة أعم من التلاوة؛ لأنها جمع الحروف باللفظ، ولو في كلمة، لا اتباعها، ذكره في \"الروح\" . {وَآخَرِينَ} : جمع آخر، بمعنى غير. {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ} ؛ أي: علموها، وكلفوا العمل بها. {ثُمَّ لَمْ يَحْمِلُوهَا} ؛ أي: لم يعملوا بها، ولم ينتفعوا بها. {كَمَثَلِ الْحِمَارِ} والحمار: حيوان معروف، يعبر به عن الجهل، كقولهم: هو أكفر من الحمير؛ أي: أجهل؛ لأن الكفر من الجهالة. قال الشاعر: </p><p> تَعَلَّمْ يَا فَتَى فَالْجَهْلُ عَارُ ... وَلَا يَرْضَى بِهِ إِلَّا الْحِمَارُ </p><p> {يَحْمِلُ أَسْفَارًا} : جمع سفر - بكسر السين - كشبر وأشبار. قال الراغب: السفر: الكتاب الكبير الذي يسفر عن الحقائق؛ أي: يكشف عنها. وخصّ لفظ الأسفار في الآية إشارة إلى أن التوراة وإن كانت تكشف عن معانيها إذا قرئت وتحقق ما فيها فالجاهل لا يكاد يستبينها، كالحمار الحامل لها. وفي \"القاموس\" : السفر: الكتاب الكبير، أو جزء من أجزاء التوراة. </p><p> {يَا أَيُّهَا الَّذِينَ هَادُوا} ؛ أي: تهودوا. أي: صاروا يهودًا، من هاد يهود </p><p> هودًا، كقال يقول قولًا. قال الراغب: الهود: الرجوع برفق، وصار في التعارف التوبة. قال بعضهم: يهود في الأصل من قولهم: إنا هدنا إليك، أي: تبنا. وكان اسم مدح ثم صار بعد نسخ شريعتهم لازمًا لهم، وإن لم يكن فيه معنى المدح، كما أن النصارى في الأصل من قولهم: نحن أنصار الله، ثم صار لازمًا لهم بعد نسخ شريعتهم. وفي \"هادوا\" إعلال بالقلب، أصله: هودوا قلبت الواو ألفًا لتحركها بعد فتح. </p><p> {فَتَمَنَّوُا الْمَوْتَ} : من التمني، وهو: تقدير الشيء في النفس وتصويره فيها. قال بعضهم: الفرق بين التمني والاشتهاء: أن التمني أعم من الاشتهاء؛ لأنه يكون في الممتنعات دون الاشتهاء؛ لأن التمني طلب أمر مستحيل؛ كـ: </p><p> لَيْتَ الشَّبَابَ يَعُوْدُ يَوْمًا </p><p> أو مستبعد الحصول؛ كقول الفقير: ليت لي مالًا فأحجّ منه. وأصل تمنوا تمنيوا، أمر من التمني، قلبت الياء ألفًا لتحركها بعد فتح ثم حذفت لالتقاء الساكنين. {وَلَا يَتَمَنَّوْنَهُ أَبَدًا} أصله: يتمنيونه، قلبت الياء ألفًا لتحركها بعد فتح ثم حذفت لالتقاء الساكنين. {إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ} أصله: تفررون بوزن تفعلون، نقلت حركة الراء الأولى إلى الفاء فسكنت فأدغمت في الراء الثانية. {تُرَدُّونَ} : من الرد، وهو صرف الشيء بذاته أو بحالة من أحواله، يقال: رددته فارتد، والآية من الردّ بالذات كما مرّ، وأصله: ترددون، بوزن تفعلون، نقلت حركة الدال الأولى إلى الراء فسكنت فأدغمت في الدال الثانية. {إِذَا نُودِيَ لِلصَّلَاةِ} النداء: رفع الصوت وظهوره كما مرّ. وأصله: نادي، بوزن فاعل، قلبت الياء ألفًا لتحركها بعد فتح، ولما بني الفعل للمجهول .. ضم أوله فقلبت الألف الأولى واوًا، ولما كسر ما قبل آخره .. قلبت الأخيرة ياء. {فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ} . قال الراغب: السعي: المشي السريع، وهو دون العدو، وهو هنا بمعنى المشي المعتاد، وأصله: اسعيوا، بوزن افعلوا، قلبت ياؤه ألفًا لتحركها بعد فتح، ثم حذفت لالتقاء الساكنين. {وَذَرُوا الْبَيْعَ} يقال: فلان يذر الشيء؛ أي: يقذفه لقلة اعتداده به، ولم يستعمل ماضيه، وهو وذر؛ أي: اتركوا المعاملة. </p><p> {وَإِذَا رَأَوْا تِجَارَةً} أصله: رأيوا، قلبت الياء ألفًا لتحركها بعد فتح، فالتقى </p><p> ساكنان الألف وواو الجماعة، فحذفت الألف. والتجارة: تقليب المال بالبيع والشراء لطلب الربح. {أَوْ لَهْوًا} ، واللهو: كل ما يشغل الإنسان عما يعنيه ويهمه؛ كالمزمار والتلفزيون والفيديو، وسائر آلات الملاهي المحرمة. والمراد في هذه الواقعة: صوت الطبل؛ لأنه هو الذي ضربه دحية الكلبي، كما مر. يقال: ألهى عن كذا، إذا شغله عما هو أهم. {انْفَضُّوا إِلَيْهَا} الفضّ: كسر الشيء وتفريق بين بعضه وبعض، كفض ختم الكتاب، ومنه: استعير انفض القوم؛ أي: تفرقوا وانتشروا. {قَائِمًا} : فيه إعلال بالإبدال، أصله: قاوما بالواو، أبدلت الواو همزة في الوصف حملًا له على فعله في الإعلال، حيث أعل الفعل قوم بقلب الواو ألفًا، فقيل: قام. {وَاللَّهُ خَيْرُ الرَّازِقِينَ} من الرزق، والرزق: كل ما ينتفع به، حلالًا كان أو حرامًا، مطعمًا كان أو مشربًا أو ملبسًا أو مفرشًا، كما قال أحمد بن رسلان في \"زبده\" : </p><p> يَرْزُقُ مَنْ شَاءَ وَمَنْ شَا أَحْرَمَا ... وَالرِّزْقُ مَا يَنْفَع وَلَوْ مُحَرّمًا </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: التشبيه التمثيلي في قوله: {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا} . فقد شبه اليهود حيث لم ينتفعوا بما في التوراة من الدلالة على الإيمان بمحمد - صلى الله عليه وسلم - والإلماع إلى بعثته - صلى الله عليه وسلم - بالحمار الذي يحمل الكتب ولا يدري ما فيها. ووجه الشبه: عدم الانتفاع بما هو حاصل وكائن، فالحمار يمشي في طريقه وهو لا يبيح بشيء مما يحمله على ظهره إلا بالكدّ والتعب، وكذلك اليهود قرؤوا التوراة أو حفظوها ثم أشاحوا عما انطوت عليه من دلائل، وإرهاصات على نبوة محمد - صلى الله عليه وسلم -. </p><p> ومنها: تخصيص التشبيه فيه بالحمار لزيادة التحقير والإهانة ولنهاية التهكم والتوبيخ بالبلادة؛ إذ الحمار هو الذي يذكر بالبلادة، والبقر وإن كان مشهورًا بالبلادة إلا أنه لا يلائم الحمل كما مرّ. </p><p> ومنها: تأكيد التشبيه بزيادة الكاف كما في \"الكواشي\" . </p><p> ومنها: طباق السلب في قوله: {فَتَمَنَّوُا الْمَوْتَ} ، و {وَلَا يَتَمَنَّوْنَهُ أَبَدًا} . </p><p> ومنها: الطباق بين الغيب والشهادة في قوله: {عَالِمِ الْغَيْبِ وَالشَّهَادَةِ} . </p><p> ومنها: المجاز المرسل في قوله: {بِمَا قَدَّمَتْ أَيْدِيهِمْ} حيث أطلق الأيدي وأراد الأنفس لعلاقة الكلية والجزئية لكون أكثر الأعمال تزاول بها. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ} للتسجيل عليهم بالظلم في كل أمورهم، وكان مقتضى السياق أن يقال: والله عليم بهم. </p><p> ومنها: المجاز المرسل في قوله: {وَذَرُوا الْبَيْعَ} ، حيث أطلق البيع الذي هو تمليك بعوض بلفظ بيع. وأراد جميع أنواع المعاملة، والصناعة والحرف، والزراعة وغيرها لعلاقة الجزئية. </p><p> ومنها: التفنن بتقديم الأهم في الذكر في قوله: {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا} ؛ لأن المقصود الأساسي في الانفضاض هو التجارة، فقدمها، ثم قال:  {قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ} . فقدم اللهو على التجارة؛ لأن الخسارة بما لا نفع فيه أعظم، فقدم ما هو أهم في الموضعين. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {انْفَضُّوا إِلَيْهَا} ؛ لأن الفض حقيقة في كسر الشيء وفصل بعضه عن بعض، فاستعاره للتفرق والانتشار. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة ما تضمنته هذه السورة الكريمة </p><p> اشتملت هذه السورة على المقاصد التالية: </p><p> ١ - وصفه تعالى نفسه بصفات الكمال. </p><p> ٢ - صفات النبي الأمي الذي بعثه رحمة للعالمين. </p><p> ٣ - النعي على اليهود لتركهم العمل بأحكام التوراة. </p><p> ٤ - طلب مباهلة اليهود. </p><p> ٥ - الحث على السعي للصلاة يوم الجمعة حين النداء والإمام على المنبر. </p><p> ٦ - الأمر بالسعي على الأرزاق بعد انقضاء الصلاة. </p><p> ٧ - عتاب المؤمنين على تركهم النبي - صلى الله عليه وسلم - وهو يخطب قائمًا وتفرقهم لرؤية التجارة واللهو. (١) </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) وقد فرغنا من تفسير هذه السورة الكريمة عصر يوم الجمعة، السادس من شهر ذي الحجة، من شهور سنة ألف وأربع مئة وخمسة عشر، من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية ٦/ ١٢/ ١٤١٥ هـ. وصلى الله على سيدنا ومولانا محمد خاتم النبيين وعلى آله وصحبه أجمعين، والحمد لله رب العالمين، واغفر لنا وارحمنا برحمتك يا أرحم الراحمين، آمين.</p><p> [سورة المنافقون] </p><p> سورة المنافقون مدنية، قال القرطبي: في قول الجميع، نزلت بعد الحج. وأخرج ابن الضريس وابن مردويه والنحاس والبيهقي: عن ابن عباس رضي الله عنهما قال: نزلت سورة المنافقين بالمدينة، وأخرج ابن مردويه عن ابن الزبير مثله. </p><p> وآيها: إحدى عشرة آية، وكلماتها: مئة وثمانون كلمة، وحروفها: تسع مئة، وستة وسبعون حرفًا. </p><p> مناسبتها لما قبلها: أنه ذكر (١) في السورة السابقة حال المؤمنين الذي بعث إليهم النبي الأمي يتلو عليهم كتابه ويزكيهم ويعلمهم الكتاب والحكمة، وأمرهم بالصلاة وترك البيع حين أدائها، وفي هذه ذكر أضدادهم، وهم المنافقون الذين يشهدون كذبًا بأن محمدًا رسول الله - صلى الله عليه وسلم - ويحلفون الأيمان المحرجة على ذلك، ومن ثم كان النبي - صلى الله عليه وسلم - يقرأ في صلاة الجمعة في الركعة الأولى بسورة الجمعة، فيحرض بها المؤمنين على العبادة، وفي الركعة الثانية بسورة المنافقين فيقرع بها المنافقين. </p><p> وعبارة أبي حيان: مناسبة هذه السورة لما قبلها (٢) : أنه لما كان سبب الانفضاض عن سماع الخطبة ربما كان حاصلًا عن المنافقين واتبعهم ناس كثير من المؤمنين في ذلك، وذلك لسرورهم بالعير التي قدمت بالميرة، إذ كان وقت مجاعة .. جاء ذكر المنافقين، وما هم عليه من كراهة أهل الإيمان، وأتبعه بقبائح أفعالهم وقولهم:  {لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا} إذ كانوا هم أصحاب أموال والمهاجرون فقراء، قد تركوا أموالهم ومتاجرهم وهاجروا إلى الله سبحانه وإلى رسوله - صلى الله عليه وسلم -، طلبًا لمرضاته. </p><p> تسميتها: سميت سورة المنافقين لذكرهم فيها. </p><p> فضلها: ومن فضائلها: ما أخرجه (٣) سعيد بن منصور، والطبراني في </p><p>(١) المراغي. (٢) البحر المحيط.(٣) الشوكاني.</p><p> \"الأوسط\" - قال القرطبي -: بسند حسن عن أبي هريرة قال: كان رسول الله - صلى الله عليه وسلم - يقرأ في صلاة الجمعة بسورة الجمعة في الركعة الأولى، فيحرض بها المؤمنين، وفي الثانية بسورة المنافقين، فيقرع بها المنافقين. وأخرج البزار والطبراني عن أبي عنبة الخولاني مرفوعًا نحوه. وروي عن النبي - صلى الله عليه وسلم -: أنه قال: \"من قرأ سورة المنافقين .. برىء من النفاق\" . </p><p> الناسخ والمنسوخ فيها: وقال أبو عبد الله محمد بن حزم: سورة المنافقين كلها محكم ليس فيها منسوخ، وفيها ناسخ، وهو قوله تعالى:  {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ ...} الآية (٦) . فإنه لما نزلت آية براءة:  {إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ} . قال النبي - صلى الله عليه وسلم -: \"قد رخص لي فيهم، فوالله لأستغفرن أكثر من سبعين مرة لعل الله أن يغفر لهم\" فأنزل الله تعالى: {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ} الآية نسخًا لقول النبي - صلى الله عليه وسلم -: \"لأستغفرن لهم أكثر من سبعين\" . </p><p> سبب نزولها: سبب نزول (١) هذه السورة مذكور في قصة طويلة من مضمونها: أن اثنين من الصحابة ازدحما علي ماء، وذلك في غزوة بني المصطلق، فشج أحدهما الآخر، فدعا المشجوج: يا للأنصار، والشاج: يا للمهاجرين، فقال عبد الله بن أبيّ ابن سلول، ما حكى الله تعالى، عنه من قوله:  {لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا} ، وقوله:  {لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ} وعنى بالأعز نفسه وكلامًا قبيحًا، نسمعه زيد بن أرقم، ونقل ذلك إلى رسول الله - صلى الله عليه وسلم - فلام رسول الله - صلى الله عليه وسلم - عبد الله بن أبي، فحلف ما قال شيئًا من ذلك، فاتُّهِمَ زيد، فأنزل الله تعالى:  {إِذَا جَاءَكَ الْمُنَافِقُونَ} إلى قوله: {لَا يَعْلَمُونَ} تصديقًا لزيد وتكذيبًا لعبد الله بن أبيّ. هذا خلاصة ما في القصة الطويلة ذكره أبو حيان في \"البحر المحيط\" . </p><p> والله أعلم </p><p> * * * </p><p>(١) البحر المحيط.</p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (١) اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (٢) ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ (٣) وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ (٤) وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ (٥) سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (٦) هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ (٧) يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ (٨) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ (٩) وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ (١٠) وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ (١١) }. </p><p> المناسبة </p><p> تقدم لك بيان مناسبة هذه السورة للسورة المتقدمة قريبًا. </p><p> قوله تعالى:  {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما (١) ذكر كذب المنافقين في قولهم للرسول - صلى الله عليه وسلم -: نشهد إنك لرسول الله، وبيّن أنهم يسترون نفاقهم بالأيمان الفاجرة، ثم أعقبه بذكر جبنهم وصلفهم، وأنهم أجسام البغال وأحلام العصافير، ثم أردفه ببيان أنهم أعداء الله حقًا. أعقب هذا بذكر ما صدر منهم مما يثبت كذبهم ونفاقهم بما لا يدع شبهة لمن يلتمس المعاذير ويبرئهم من النفاق، فمن ذلك: </p><p>(١) المراغي.</p><p> ١ - أنهم إذا طلب منهم أن يتقدموا إلى الرسول - صلى الله عليه وسلم - ليستغفر لهم على ما فرط منهم من الذنوب .. أمالوا رؤوسهم وأعرضوا استكبارًا وأنفة أن يفعلوا. </p><p> ٢ - أنهم قالوا: لئن رجعنا من وقعة بني المصطلق - قبيلة من اليهود - إلى المدينة .. لنخرجن الأذلاء محمدًا وأصحابه منها. </p><p> ثم نعى عليهم ما قالوا بأنهم قوم لا حلوم لهم، ولا هم يفقهون جليل قدرة الله وبديع صنعه. </p><p> قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه وتعالى لما حكى مقال المنافقين من أنهم الأعزاء وأن المؤمنين هم الأذلاء اغترارًا بما لهم من مال ونشب، وأن ذلك هو الذي صدهم عن طاعة الله وجعلهم يعرضون عن الإيمان بالله إيمانًا حقًا، ويؤدون فرائضه ويقومون بما يقربهم من رضوانه .. أردف ذلك نهي المؤمنين أن يكونوا مثلهم في ذلك، بل عليهم أن يلهجوا بذكر الله آناء الليل وأطراف النهار، ويؤدوا ما فرض عليهم من العبادات، ولا يشغلهم عن ذلك زخرف هذه الحياة من مال ونشب أولاد وجاه، فما متاع الحياة الدنيا في الآخرة إلا قليل. ثم أمرهم أن ينفقوا أموالهم في أعمال البر والخير ولا يؤخروا ذلك حتى يحل الموت فيندموا، حيث لا ينفع الندم، ويتمنوا أن يطيل الله أعمارهم ليعوضوا بعض ما فاتهم، ولكن أنى لهم ذلك؟ ولكل نفس أجل محدود لا تعدوه، والله خبير بما يعملون، وهو مجازيهم على أعمالهم، إن خيرًا وإن شرًا. </p><p> أسباب النزول </p><p> قوله تعالى:  {إِذَا جَاءَكَ الْمُنَافِقُونَ ...} الآية، سبب نزولها (١) : ما أخرجه البخاري (ج/</p><p> ١٠ - ص/ ٢٩٦) عن أبي إسحاق، عن زيد بن أرقم قال: كنت في غزاة فسمعت عبد الله بن أبيّ يقول: لا تنفقوا على من عند رسول الله حتى ينفضوا من حوله، ولئن رجعنا من عنده ليخرجن الأعز منها الأذل، فذكرت لعمي أو لعمر، فذكره للنبي - صلى الله عليه وسلم -، فدعاني فحدثته، فأرسل رسول الله - صلى الله عليه وسلم - إلى عبد الله بن أبيّ </p><p>(١) البخاري.</p>"
}