{
  "id": null,
  "sura": 62,
  "aya": 2,
  "text": "<p> والجمهور بالضم. </p><p> ٢ - ثم وصف الرسول - صلى الله عليه وسلم - بصفات المدح والكمال، فقال:  {هُوَ} سبحانه وتعالى الإله {الَّذِي بَعَثَ} وأرسل {فِي الْأُمِّيِّينَ} في الأقوام الذين لا يكتبون ولا يقرؤون، وهم العرب. {رَسُولًا} كائنًا {مِنْهُمْ} ؛ أي: من جملتهم وجنسهم ونسبهم، عربيًا أميًا مثلهم، وما كان حي من أحياء العرب إلا ولرسول الله - صلى الله عليه وسلم - فيهم قرابة. ووجه الامتنان بكونه منهم: أن ذلك أقرب إلى الموافقة؛ لأن الجنس أميل إلى جنسه وأقرب إليه. والمراد بالأميين: العرب، من كان يحسن الكتابة منهم ومن لا يحسنها؛ لأنهم لم يكونوا أهل كتاب. والأمي في الأصل: من لا يكتب ولا يقرأ المكتوب، وكان غالب العرب كذلك. </p><p> والأميون (١) : جمع أمي، منسوب إلى أمة العرب. وهم قسمان: إسماعيلي ويمني. فعرب الحجاز من عدنان ترجع إلى إسماعيل عليه السلام، وعرب اليمن ترجع إلى قحطان. وكل منهم قبائل كثيرة. والمشهور عند أهل التفسير: أن الأميّ: من لا يكتب ولا يقرأ من تاب، كما مرّ، وعند أهل الفقه: من لا يعلم شيئًا من القرآن، كأنه بقي على ما تعلمه من أمه من الكلام الذي يتعلمه الإنسان بالضرورة عند المعاشرة. والنبي الأميّ منسوب إلى الأمة الذين لم يكتبوا؛ لكونه على عاداتهم، كقولك: عاميّ لكونه على عادة العامّة. وقيل: سمي بذلك لأنه لم يكتب ولم يقرأ من كتاب، وذلك فضيلة له لاستغنائه بحفظه واعتماده على ضمان الله له عنه بقوله: {سَنُقْرِئُكَ فَلَا تَنْسَى (٦) }. وقيل: سمي بذلك بالنسبة إلى أم القرى. وفي \"كشف الأسرار\" : سمي العرب أميين لأنهم كانوا على نعت أمهاتهم مذ كانت، بلا خط ولا كتاب نسبوا إلى ما ولدوا عليه من أمهاتهم؛ لأن الخط والقراءة والتعلم دون ما جبل الخلق عليه. ومن يحسن الكتابة من العرب فإنه أيضًا أميّ؛ لأنه لم يكن لهم في الأصل خط ولا كتابة. </p><p> قيل: بدئت الكتابة بالطائف، تعلمها ثقيف وأهل الطائف من أهل الحيرة - بكسر الحاء وسكون التحتانية - بلد قرب الكوفة، وأهل الحيره أخذوها من أهل الأنبار، وهي مدينة قديمة على الفرات، بينها وبين بغداد عشرة فراسخ. ولم يكن </p><p>(١) روح البيان.</p><p> في أصحاب رسول الله - صلى الله عليه وسلم - كاتب إلا حنظلة الذي يقال له: غسيل الملائكة ويسمى حنظلة الكاتب. ثم ظهر الخط في الصحابة بعد في معاوية بن أبى سفيان وزيد بن ثابت، وكانا يكتبان لرسول الله - صلى الله عليه وسلم -، وكان له كتاب أيضًا غيرهما. واختلفوا في رسول الله - صلى الله عليه وسلم - أنه هل تعلم الكتابة بآخرة من عمره أو لا؟ لعلمائنا فيها وجهان، وليس فيه حديث صحيح ولا نقل صريح. </p><p> ولما (١) كان الخط صنعة ذهنية وقوة طبيعية صدرت بالآلة الجسمانية .. لم يحتج إليه من كان القلم الأعلى منبعه واللوح المحفوظ مصحفه ومرجعه، وعدم كتابته مع علمه بها معجزة باهرة له - صلى الله عليه وسلم -؛ إذ كان يعلم الكتاب علم الخط وأهل الحرف حرفتهم، وكان أعلم بكل كمال أخروي أو دنيوي. </p><p> ومعنى الآية:  {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ} ؛ أي: في العرب؛ لأن أكثرهم لا يكتبون ولا يقرؤون من بين الأمم، فغلب الأكثر، وإنما قلنا: أكثرهم لأنه كان فيهم من يكتب ويقرأ وإن كانوا على قلة. رسولًا من جنسهم ونسبهم. والبعث في الأميين لا ينافي عموم دعوته - صلى الله عليه وسلم -، فالتخصيص بالذكر لا مفهوم له. ولو سلم .. فلا يعارض منطوق قوله تعالى:  {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ} على أنه فرق بين البعث في الأميين والبعث إلى الأميين، فبطل احتجاج أهل الكتاب بهذه الآية على أنه - صلى الله عليه وسلم - كان رسول الله إلى العرب خاصة، ورد الله بذلك ما قال اليهود للعرب طعنًا فيه: نحن أهل الكتاب وأنتم أميون لا كتاب لكم. </p><p> {يَتْلُو عَلَيْهِمْ آيَاتِهِ} القرآنية، مع كونه أميًا لا يقرأ ولا يكتب ولا تعلم ذلك من أحد. والجملة (٢) صفة لـ {رَسُولًا} ، وكذا قوله:  {وَيُزَكِّيهِمْ} قال ابن جريج ومقاتل؛ أي: يطهرهم من دنس الكفر والذنوب. وقال السدي: يأخذ زكاة أموالهم. وقيل: يجعلهم أزكياء القلوب بالإيمان. {وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ} : هذه صفة ثالثة لـ {رَسُولًا} . والمراد بالكتاب: القرآن وبالحكمة: السنة، كذا قال الحسن. وقيل: الكتاب: الخط بالقلم، والحكمة: الفقه في الدين، كذا قال مالك بن أنس. {وَإِنْ كَانُوا} ؛ أي: وقد كانوا {مِنْ قَبْلُ} أي: من قبل بعثه فيهم {لَفِي ضَلَالٍ مُبِينٍ} . وخطأ ظاهر، وشرك بيّن، وذهاب عن الحق. </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> وقوله تعالى:  {يَتْلُو عَلَيْهِمْ آيَاتِهِ} والفرق بين التلاوة والقراءة: أن التلاوة قراءة القرآن متتابعة كالدراسة، والقراءة أعم؛ لأنها جمع الحروف باللفظ لا إتباعها. وقوله:  {وَيُزَكِّيهِمْ} ؛ أي: يحملهم على ما يصيرون به أزكياء من خبائث العقائد والأعمال. وفيه إشارة إلى قاعدة التشريع، فإن المزكي في الحقيقة وإن كان هو الله تعالى كما قال:  {بَلِ اللهُ يُزَكِّي مَنْ يَشَاءُ} ، إلا أن الإنسان الكامل مظهر الصفات الإلهية جميعًا، ويؤيد هذا المعنى: إطلاق نحو قوله تعالى: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللهَ} ، وقوله:  {وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ} . قال بعضهم:  {الْكِتَابَ} ؛ أي: القرآن، {وَالْحِكْمَةَ} ؛ أي: الشريعة، وهي ما شرع الله لعباده من الأحكام. وقيل:  {الْكِتَابَ} ؛ أي: لفظه، {وَالْحِكْمَةَ} ؛ أي: معناه. وإنما وسط بين التلاوة والتعليم بالتزكية التي هي عبارة عن تكميل النفس بحسب قوتها العملية وتهذيبها المتفرع على تكميلها بحسب القوة النظرية الحاصلة بالعلم المترتب على التلاوة، مع أن التعليم مترتب في الوجود على التلاوة للإيذان بأن كلًّا من الأمور المترتبة نعمة جليلة على حيالها مستوجبة للشكر، فلو روعي ترتيب الوجود .. لتبادر إلى الفهم كون الكل نعمة واحدة، وهو السر في التعبير عن القرآن تارة بالآيات وأخرى بالكتاب والحكمة رمزًا إلى أنه باعتبار كل عنوان نعمة على حدة. </p><p> وقوله تعالى:  {وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ} : {إنْ}  (١) ليست شرطية ولا نافية، بل هي المخففة، واللام هي الفارقة بينها وبين النافية. </p><p> والمعنى: وإن الشأن: كان الأميون من قبل بعثه ومجيئه لفي ضلال مبين من الشرك وخبث الجاهلية، لا ترى ضلالًا أعظم منه. وقيل:  {إن} بمعنى: قد، كما مرت الإشارة إليه. </p><p> وهو بيان لشدة افتقارهم إلى من يرشدهم، وإزاحة لما عسى يتوهم من تعلمه - صلى الله عليه وسلم - من الغير، فإن المبعوث فيهم إذا كانوا في ضلال قبل البعثة .. زال توهم أنه تعلم ذلك من أحد منهم. قال سعدي المفتي: والظاهر: أن نسبة الكون في الضلال إلى الجميع من باب التغليب، وإلا .. فقد كان فيهم مهتدون، مثل: ورقة بن نوفل، وزيد بن نفيل، وقس بن ساعدة وغيرهم ممن قال رسول الله - صلى الله عليه وسلم - في كل منهم </p><p>(١) روح البيان.</p><p> يبعث أمة وحده. </p><p> يقول الفقير: هو اعتراض على معنى لإزاحة المذكور، لكنه ليس بشيء، فإن اهتداء من ذكره من نحو ورقة إنما كان في باب التوحيد فقط، فقد كانوا في ضلال من الشرائع والأحكام، ألا ترى إلى قوله تعالى: {وَوَجَدَكَ ضَالًّا فَهَدَى (٧) } مع أنه - صلى الله عليه وسلم - لم يصدر منه قبل البعثة شرك ولا غيره من السرقة والزنا واللغو واللهو، فكونهم مهتدين من وجه لا ينافي كونهم ضالين من وجه آخر، دلّ على هذا المعنى قوله تعالى:  {يَتْلُو عَلَيْهِمْ} إلخ. فإن التلاوة وتعليم الأحكام والشرائع حصَّل تزكية النفس والنجاة من الضلال مطلقًا، فتدبر. </p><p> ومعنى الآية (١) : هو الذي أرسل رسوله محمدًا - صلى الله عليه وسلم - إلى الأمة الأمية التي لا تقرأ ولا تكتب، وهم العرب. أخرج البخاري، ومسلم وأبو داود، والنسائي، عن ابن عمر، عن النبي - صلى الله عليه وسلم - قال:  \"إنا أمة أمية لا نكتب ولا نحسب\" ، وهذا الرسول من جملتهم؛ أي: مثلهم، ومع ذلك يتلو عليهم آيات الكتاب ليجعلهم طاهرين من خبائث العقائد والأعمال، ويعلمهم الشرائع والأمور العقلية التي تكمل النفوس وتهذبها. </p><p> وتخصيص الأميين بالذكر لا يدل على أنه لم يرسل إلى غيرهم، فقد جاء العموم في آيات أخرى، كقوله: {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ (١٠٧) }، وقوله:  {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ جَمِيعًا} ، وقوله:  {لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ} . ومن حكمته تعالى أنه أرسله عربيًا مثلهم ليفهموا ما أرسل به إليهم، ويعرفوا صفاته وأخلاقه، ليسهل اقتناعهم بدعوته. </p><p> وخلاصة ما سلف (٢) : أنه ذكر الغرض من بعثة هذا الرسول وأجملها في أمور ثلاثة: </p><p> ١ - أنه يتلو عليهم آيات القرآن التي فيها هدايتهم وإرشادهم لخير الدارين مع كونه أميًا لا يكتب ولا يقرأ؛ لئلا يكون هناك مطعن في نبوته بأن يقولوا: إنه نقله من كتب الأولين، كما أشار إلى ذلك بقوله: {وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا </p><p>(١) المراغي. (٢) المراغي.</p>"
}