{
  "id": null,
  "sura": 63,
  "aya": 4,
  "text": "<p> ودلت الآية (١) على أن ذكر بعض مساوىء العاصي عند احتمال الفائدة لا يعد من الغيبة المنهي عنها، بل قد يكون مصلحة مهمة على ما روي عنه - صلى الله عليه وسلم -: \"اذكروا الفاجر بما فيه كي يحذره الناس\" . وفي \"المقاصد الحسنة\" : ثلاثة ليست لهم غيبة: الإِمام الجائر، والفاسق المعلن فسقه، والمبتدع الذي يدعو الناس إلى بدعته. </p><p> وقرأ الجمهور (٢) : {فَطُبِعَ} بالبناء للمفعول، والقائم مقام الفاعل الجار والمجرور بعده. وقرأ زيد بن علي على البناء للفاعل، والفاعل ضمير يعود إلى الله سبحانه. ويدل على هذا قراءة الأعمش {فطبع الله على قلوبهم} . </p><p> والمعنى: أي ذلك الذي فعلوه لسوء سريرتهم وقبح طويتهم، فاستهانوا بما يأتون وما يذرون، ولم يكن همهم إلا المحافظة على دمائهم وأموالهم، ومن ثم أظهروا للناس إيمانًا وأبطنوا كفرًا، وقد ختم على قلوبهم، فلا تهتدي إلى حق ولا يصل إليها خير، ومن جراء ذلك عموا عما نصب من الأدلة على صدق الرسول، وصمّت آذانهم عن سماع ما يوجب الإيمان، فهم {صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ} . </p><p> ٤ - ثم ذكر ما لهم من جمال في الصورة واعتدال في القوام، فقال:  {وَإِذَا رَأَيْتَهُمْ} ؛ أي: رأيت أولئك المنافقين. والرؤية بصرية والخطاب للنبي - صلى الله عليه وسلم -، وقيل: لكل من يصلح له. ويدل عليه قراءة من قرأ {يُسْمَع} على البناء للمفعول. {تُعْجِبُكَ أَجْسَامُهُمْ} ؛ أي: هيئآتهم ومناظرهم. يعني: أن لهم أجسامًا تعجب من يراها؛ لما فيها من النضارة والرونق وصباحة الوجه. {وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ} فتحسب أن قولهم حق وصدق؛ لفصاحتهم وذلاقة ألسنتهم. وقد كان عبد الله بن أبيّ رأس المنافقين فصبحًا جسيمًا جميلًا، وكان يحضر مجلس النبي - صلى الله عليه وسلم -، فإذا قال .. سمع النبي - صلى الله عليه وسلم - مقالته. قال الكلبي المراد عبد الله بن أبيّ، وجد بن قيس، ومعتب بن قيس، كانت لهم أجسام ومنظر وفصاحة. و {اللام}  (٣) : في قوله: {تَسْمَعْ لِقَوْلِهِمْ} صلة. وقيل: تصغي إلى قولهم. وكان عبد الله بن أبيّ ونفر من أمثاله - وهم -: رؤساء المدينة - يحضرون مجلس النبي - صلى الله عليه وسلم -، وكان النبي - صلى الله عليه وسلم - </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.</p><p> - ومن معه يعجبون بهياكلهم، ويسمعون إلى كلامهم. وإن الصباحة وحسن المنظر لا يكون إلا من صفاء الفطرة في الأصل، ولذا قال عليه السلام:  \"اطلبوا الخير عند حسان الوجوه\" أي: غالبًا. وكم من رجل قبيح الوجه قضاء للحوائج. قال بعضهم: </p><p> يَدُلُّ عَلَى مَعْرُوفِهِ حُسْنُ وَجْهِهِ ... وَمَا زَالَ حُسْنُ الْوَجْهِ إِحْدَى الشَّوَاهِدِ </p><p> وفي الحديث:  \"إذا بعثتم إليَّ رجلًا .. فابعثوه حسن الوجه حسن الاسم\" . ثم لما رأى النبي - صلى الله عليه وسلم - غلبة الرين على قلوب المنافقين، وانطفاء نور استعدادهم، وإبطال الهيئات الدنية العارضية خواصهم الأصلية .. أيس منهم وتركهم على حالهم. </p><p> وروي عن بعض الحكماء: أنه رأى غلامًا حسنًا وجهه، فاستنطقه لظنه ذكاء فطنته، فما وجد عنده معنى: فقال: ما أحسن هذا البيت لو كان فيه ساكن! </p><p> وجملة قوله:  {كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ} مستأنفة لتقرير ما تقدم من أن أجسامهم تعجب الرائي، وتروق الناظر. ويجوز أن تكون في محل الرفع على أنها خبر مبتدأ محذوف. أي: هم كأنهم إلخ. والخشب - بضمتين -: جمع خشبة وهي ما غلظ من العيدان. والإسناد: الإمالة، ومسندة للتكثير. فإن التسنيد تكثير الإسناد بكثرة المحال؛ أي: كأنها أسندت في مواضع. شبهوا في جلوسهم في مجالس رسول الله - صلى الله عليه وسلم - مستندين فيها بأخشاب منصوبة مسندة إلى الحائط في كونها أشباحًا خالية عن العلم والخير والانتفاع. ولذا اعتبر في الخشب التسنيد؛ لأن الخشب إذا انتفع به كان في سقف أو جدار أو غيرهما من مظان الانتفاع، فكما أن مثل هذا الخشب لا نفع فيه فكذا هم لا نفع فيهم. </p><p> يقول الفقير: فيه إشارة إلى أن الاستناد في مجالس الأكابر أو في مجالس العلم مِن ترك الأدب؛ ولذا منع الإِمام مالك رحمه الله هارون الرشيد من الاستناد حين سمع منه \"الموطأ\" . ودلت الآية وكذا قول النبي - صلى الله عليه وسلم -: إنه ليأتي الرجل العظيم السمين يوم القيامة لا يزن عند الله جناح بعوضة، على أن العبرة في الكمال والنقصان بالأصغرين: اللسان والقلب، لا بالأكبرين: الرأس والجسد، فإن الله تعالى لا ينظر إلى الصور والأموال، بل إلى القلوب والأعمال، فرب صورة مصغرة، عند الله بمثابة الذهب. </p><p> وقرأ الجمهور (١) : {تَسْمَعْ} بتاء الخطاب. وقرأ عكرمة، وعطية العوفي {يسمع} بالياء مبنيًا للجهول، ولقولهم: الجار والمجرور هو المفعول الذي لم يُسمَّ فاعله، وليست اللام زائدة، بل ضمن {يسمع} معنى يصغ ويمل، تعدى باللام وليست زائدة، فيكون: قولهم هو المسموع. وقرأ الجمهور:  {خُشُبٌ} بضمتين والبراء بن عازب والنحويان: أبو عمرو والكسائي، وابن كثير بإسكان الشين مخففة:  {خشب} المضموم. وقيل: جمع خشباء، كحمر جمع حمراء، وهي: الخشبة التي نخر جوفها شبهوا بها في فساد بواطنهم. وقرأ ابن المسيب، وابن جبير:  {خشب} بفتحتين، اسم جنس، الواحد خشبة، وأنث وصفه، كقوله:  {أَعْجَازُ نَخْلٍ خَاوِيَةٍ} ، أشباح بلا أرواح، وأجسام بلا أحلام. </p><p> والمعنى:  {وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ} ؛ أي (٢) : لاستواء خلقهم وجمال صورهم، كما وصفهم بالفصاحة وذرابة اللسان فقال:  {وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ} لحلاوة منطقهم وحسن توقيع حديثهم، فإذا سمعهم سامع .. أحب أن يصغي إليهم وأن يطول حديثهم جهد الاستطاعة. ثم وصفهم بأن أفئدتهم هواء، لا عقول لهم ولا أحلام، فقال:  {كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ} ؛ أي: هم أشباح بلا أرواح، لهم جمال في المنظر وقبح في المخبر، فسدت بواطنهم وحسنت ظواهرهم، فكانت كالخشب الجوفاء التي نخرها السوس، فهي مع حسنها لا ينتفع فيها بعمل ولا يستفاد منها خير. ولله در أبي نواس: </p><p> لَا تَخْدَعَنْكَ اللِّحَى وَلَا الصُّوْرُ ... تِسْعَةُ أَعْشَارِ مَنْ تَرَى بَقَرُ </p><p> تَرَاهُم كَالسَّحَابِ مُنْتَشِرًا ... وَلَيْسَ فِيْهِ لِطَالِبٍ مَطَرُ </p><p> فِي شَجَرِ السَّرْوِ مِنْهُمُ مَثَلٌ ... لَهُ رُواءٌ وَمَا لَهُ ثَمَرُ </p><p> ثم وصفهم بالجبن والذلة، فقال:  {يَحْسَبُونَ} ؛ أي: يظنون {كُلَّ صَيْحَةٍ} ؛ أي: كل صوت مرتفع. وهو مفعول أول لـ {يَحْسَبُونَ} ، والمفعول الثاني قوله:  {عَلَيْهِمْ} ؛ أي: واقعة عليهم ضارة لهم. وقال بعضهم: إذا نادى مناد في العسكر لمصلحة، أو انفلتت دابة، أو نشدت ضالة، أو وقعت جلبة بين الناس .. ظنوه </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> إيقاعًا بهم، لجبنهم واستقرار الرعب في قلوبهم، والخائن خائف. وفي هذا زيادة تحقير لهم وتخفيف لقدرهم، كما قيل: </p><p> إِذَا رَأَى غَيْرَ شَيْءٍ ظَنَّهُ رَجُلًا </p><p> وقيل: كانوا على وجل من أن ينزل الله فيهم ما يهتك أستارهم ويبيح دماءهم وأموالهم. {هُمُ الْعَدُوُّ} ؛ أي: هم الكاملون في العداوة الراسخون فيها. فإن أعدى الأعادي: العدو المكاشر الذي يكاشرك؛ أي: يبتسم، وتحت ضلوعه داء لا يبرح بل يلزم مكانه. ولم يقل: هم الأعداء؛ لأن العدو لكونه بزنة المصادر يقع على الواحد وما فوقه. والجملة (١) مستأنفة لبيان أنهم الكاملون في العداوة. </p><p> ثم أمر الله سبحانه رسوله بأن يأخذ حذره منهم، فقال:  {فَاحْذَرْهُمْ} ؛ أي: فاحذر أن تثق بقولهم وتميل إلى كلامهم، أو: فاحذر ممايلتهم لأعدائك وتخذيلهم بأصحابك، فإنهم يفشون سرك إلى الكفار. أو: فاحذر أن يتمكتوا من فرصة منك أو يطلعوا على شيء من أسرارك؛ لأنهم عيون لأعدائك من الكفار. </p><p> ثم دعا عليهم، فقال:  {قَاتَلَهُمُ اللَّهُ} سبحانه وتعالى؛ أي: لعنهم وطردهم من رحمته، دعا عليهم وطلب من ذاته تعالى أن يلعنهم ويطردهم ويخزيهم ويميتهم على الهوان والخذلان. قال سعدي المفتي: ولا طلب هناك حقيقة، بل عبارة الطلب للدلالة على أن اللعن عليهم مما لا بد منه. وقال الطيبي: إنه من أسلوب التجريد، كقراءة ابن عباس - رضي الله عنهما - في قوله تعالى:  {ومن كفر فأمتعه يا قادر} . ويجوز أن يكون تعليمًا للمؤمنين بأن يدعو عليهم بذلك. ففيه دلالة على أن للدعاء على أهل الفساد محلًا يحسن فيه، فقاتل الله المبتدعين الضالين المضلين، فإنهم شر الخصماء وأضر الأعداء. وإيراده في صورة الإخبار مع أنه إنشاء معنى للدلالة على وقوعه. وقال بعضهم: أهلكهم الله، وهو دعاء يتضمن الاقتضاء والمنابذة وتمني الشر لهم. وقيل: هي كلمة ذم وتوبيخ بين الناس، وقد تقول العرب: قاتله الله ما أشعره! فيضعونه موضع التعجب. وقيل: أحلهم محل من قاتله عدو قاهر لكل معاند يهلكه؛ لأن الله تعالى قاهر لكل معاند، فإذا قاتلهم أهلكهم. </p><p>(١) روح البيان.</p><p> وقوله تعالى:  {أَنَّى يُؤْفَكُونَ} تعجيب من حالهم؛ أي: كيف يصرفون عن الحق والنور إلى ما هم عليه من الكفر والضلال والظلمة بعد قيام البرهان. </p><p> والمعنى: قاتلهم الله بالخزي والحرمان والسوء والخذلان، كيف يعدلون عن طريق الدين الصدق وعن سبيل الهدى والرشد؟ </p><p> ومعنى:  {يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ...} إلى آخر الآية؛ أي (١) : كلما نادى مناد في العسكر، أو انفلتت دابة، أو نشدت ضالة .. ظنوا أن العدو قد فاجأهم وأن أمرهم قد افتضح، وأنهم هالكون لا محالة. وقد قالوا: يكاد المريب يقول: خذوني، ويكاد السارق يقول إذا رأى القيد: ضعوه في يدي؛ لما ألقي من الرعب في قلوبهم. فهم يخافون أن تهتك أستارهم وتكشف أسرارهم، ويتوقعون الإيقاع بهم ساعة فساعة. ونحو الآية قوله تعالى:  {أَشِحَّةً عَلَيْكُمْ فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ} . وقد نظر المتنبي إلى الآية في قوله: </p><p> وَضَاقَتْ الأَرْضُ حَتَّى كَانَ هَارِبُهُمْ ... إِذَا رَأَى غَيْرَ شِيْءٍ ظَنَّهُ رَجُلًا </p><p> {هُمُ الْعَدُوُّ} الذي بلغ الغاية في العداوة، {فَاحْذَرْهُمْ} ولا تأمنهم على سر، ولا تلتفت إلى ظاهرهم. فقلوبهم متحرقة حسدًا وبغضًا، وأعدى الأعادي: العدو والمداجي، الذي يكاشرك - يبتسم لك - وتحت ضلوعه الداء الدوي والشر المستطير. </p><p> ثم زاد سبحانه في ذمهم وتوبيخهم وعجب من حالهم، فقال:  {قَاتَلَهُمُ اللَّهُ} ؛ أي: لعنهم الله وطردهم من رحمته، فما أفظع حالهم وما أشدهم غفلة عن مآلهم. وهذا تعليم منه لعباده المؤمنين أن يلعنوهم. فكأنه قال: قولوا: قاتلهم الله. {أَنَّى يُؤْفَكُونَ} ؛ أي: كيف يصرفون عن الحق إلى الباطل؟ وقد كان لهم مدكر فيما حولهم وفيما أمامهم من صدق الداعي بما أتى به من البينات الدالة على أنه مرسل من ربه. وإن تعجب من شيء .. فاعجب من جهالتهم وظنهم الفاسد أنهم على الحق، فما أعظمها محنة وأعجب بهم نقمة، جازاهم الله بها على سوء </p><p>(١) المراغي.</p>"
}