{
  "id": null,
  "sura": 63,
  "aya": 1,
  "text": "<p> وأصحابه، فحلفوا ما قالوا، فكذبني رسول الله - صلى الله عليه وسلم - وصدقه فأصابني هم لم يصبني مثله قط، فجلست في البيت، فقال لي عمي: ما أردت إلى أن كذبك رسول الله - صلى الله عليه وسلم - ومقتك، فأنزل الله تعالى:  {إِذَا جَاءَكَ الْمُنَافِقُونَ} ، فبعث إليّ النبي - صلى الله عليه وسلم -، فقرأ فقال: إن الله قد صدقك يا زيد .. الحديث. أخرجه مسلم، والترمذي، وأحمد، والحاكم أطول مما هاهنا، وقال: صحيح، وأقرّه الذهبي وابن جرير. </p><p> قوله تعالى:  {هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ ...} الآيات، سبب نزولها: ما أخرجه البخاري - أيضًا - عن محمد بن كعب القرظي قال: سمعت زيد بن أرقم رضي الله عنه لما قال عبد الله بن أبي: لا تنفقوا على من عند رسول الله، وقال أيضًا: لئن رجعنا إلى المدينة، أخبرت به النبي - صلى الله عليه وسلم -، فلامني الأنصار، وحلف عبد الله بن أبي ما قال ذلك، فرجعت إلى المنزل، فنمت، فدعاني رسول الله - صلى الله عليه وسلم -، فأتيته، فقال: إن الله قد صدقك ونزَّل: {هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ ...} الحديث أخرجه الترمذي، وقال: هذا حديث حسن صحيح. </p><p> التفسير وأوجه القراءة </p><p> ١ - {إِذَا جَاءَكَ} وحضرك {الْمُنَافِقُونَ} ؛ أي (١) : حضروا مجلسك ووصلوا إليك. جمع منافق، والمنافق: هو الذي يضمر الكفر اعتقادًا ويظهر الإيمان قولًا. والنفاق: إظهار الإيمان باللسان وكتمان الكفر في الجنان. وفي \"المفردات\" : النفاق: الدخول في الشرع من باب والخروج منه من باب. {قَالوا} : مؤكدين كلامهم بـ {إن} و {اللام} : للإيذان بأن شهادتهم هذه صادرة عن صميم قلوبهم وخلوص اعتقادهم ووفور رغبتهم ونشاطهم. </p><p> والظاهر: أنه الجواب؛ لأن الآية نظير قوله تعالى:  {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا} . وقيل: جوابه محذوف، و {قَالوا} حال، والتقدير: جاؤوك قائلين كيت وكيت، فلا تقبل منهم. وقيل: الجواب {اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً} وهو بعيد، وقيل: جوابه قوله: {فَصَدُّوا} ، وقيل: استئناف لبيان طريق خدعتهم؛ أي: قالوا: </p><p>(١) روح البيان.</p><p> {نَشْهَدُ} الآن أو على الاستمرار {إِنَّكَ لَرَسُولُ اللَّهِ} والشهادة قول صادر عن علم حصل بشهادة بصر أو بصيرة. والمراد بالمنافقين: عبد الله بن أبي وأصحابه. ومعنى {نَشْهَدُ}  (١) : نحلف، فهو يجري مجرى القسم، ولذلك يتلقى بما يتلقى به القسم. ومن هذا: قول قيس بن ذريح: </p><p> وَأَشْهَدُ عِنْدَ اللَّهِ إِنِّي أُحِبُّهَا ... فَهَذَا لَهَا عِنْدِيْ فَمَا عِنْدَهَا لِيَا </p><p> ومثل نشهد: نعلم، فإنه يجري مجرى القسم، كما في قول الشاعر: </p><p> وَلَقَدْ عَلِمْتُ لَتَأْتِيَنَّ مَنِيَّتِي ... إِنَّ الْمَنَايَا لَا تَطِيْشُ سِهَامُهَا </p><p> وجملة قوله:  {وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ} اعتراض (٢) مقرر لمنطوق كلامهم؛ لكونه مطابقًا للواقع، ولإزالة إيهام أن قولهم هذا كذب؛ لقوله:  {وَاللَّهُ يَشْهَدُ ...} إلخ. وفيه تعظيم للنبي - صلى الله عليه وسلم -. وقال أبو الليث:  {وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ} من غير قولهم: {وَكَفَى بِاللَّهِ شَهِيدًا (٢٨) مُحَمَّدٌ رَسُولُ اللَّهِ}. </p><p> واعلم: أن كل ما جاء في القرآن بعد العلم من لفظة {أن} فهي بفتح الهمزة لكونها في حكم المفرد، إلا في موضعين: </p><p> أحدهما:  {وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ} في هذه السورة. </p><p> والثاني:  {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ} في سورة الأنعام. وإنما كان كذلك في هذين الموضعين لأنه يأتي بعدهما لام الخبر، فانكسرا. </p><p> أي: لأن اللام لتأكيد معنى الجملة، ولا جملة إلا في صورة المكسورة. وقال بعضهم: إذا دخلت لام الابتداء على خبرها .. تكون مكسورة؛ لاقتضاء لام الابتداء الصدارة، كما يقال: لزيدٌ قائم. وأخرت اللام لئلا يجتمع حرفا التأكيد، واختير تأخيرها لترجيح إن في التقديم لعامليته، فكسرت لأجل اللام. </p><p> {وَاللَّهُ يَشْهَدُ} شهادة حقة {إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ} ؛ أي: إنهم لكاذبون فيما أضمروه من أنك غير رسول. والإظهار (٣) في موضع الإضمار لذمهم والإشعار بعلية الحكم. أو لكاذبون فيما ضمنوا مقالتهم من أنها صادرة عن اعتقاد وطمأنينة قلب. </p><p>(١) الشوكاني. (٢) روح البيان.(٣) روح البيان.</p>"
}