{
  "id": null,
  "sura": 63,
  "aya": 2,
  "text": "<p> فإن الشهادة وضعت للإخبار الذي طابق فيه اللسان اعتقاد القلب، وإطلاقها على الزور مجاز، كإطلاق البيع على الفاسد. نظيره: قولك لمن يقول: أنا أقرأ: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢) }: كذبت، فالتكذيب بالنسبة إلى قراءته لا بالنسبة إلى المقروء الذي هو: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢) }. ومن هنا يقال: إن من استهزأ بالمؤذن لا يكفر، بخلاف من استهزأ بالأذان، فإنه يكفر. قال بعضهم: الشهادة حجة شرعية تظهر الحق ولا توجبه، فهي الإخبار بما علمه بلفظ خاص، ولذلك صدق المشهود به وكذبهم في الشهادة بقوله:  {وَاللَّهُ يَعْلَمُ ...} إلخ. </p><p> ودلت الآية على أن العبرة بالقلب وبالإخلاص، وبخلوصه يحصل الخلاص. وكان - صلى الله عليه وسلم - يقبل من المنافقين ظاهر الإِسلام. </p><p> ومعنى الآية (١) : أي إذا حضر مجلسك المنافقون، كعبد الله بن أبي وأصحابه .. قالوا: نشهد شهادة لا نشك في صدقها أنك رسول من عند الله حقًا، أوحى إليك وحيه، وأنزل عليك كتابه رحمة منه بعباده. </p><p> ثم أتى بجملة معترضة بين ما قبلها وما بعدها تحقيقًا لرسالته، فقال:  {وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ} إلى الناس كافة بشيرًا ونذيرًا؛ لتنقذهم من الضلال إلى الهدى. </p><p> ثم بيّن كذبهم في مقالهم الذي حدثوا به، فقال:  {وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ} فيما أخبروا به؛ لأنهم لا يعتقدون صدق ما يقولون، ولا تواطىء قلوبهم ألسنتهم في هذه الشهادة. </p><p> ٢ - ثم ذكر أنهم يحتالون على تصديق الناس لهم بكل يمين محرجة، فقال:  {اتَّخَذُوا} ؛ أي: اتخذ المنافقون {أَيْمَانَهُمْ} الفاجرة، التي من جملتها ما حكي عنهم. لأن الشهادة تجري مجرى الحلف فيما يراد به من التوكيد. جمع يمين، واليمين في الحلف مستعار من اليمين التي بمعنى اليد اعتبارًا بما يفعله المحالف والمعاهد عنده. واليمين بالله الصادقة جائزة وقت الحاجة، صدرت من النبي - صلى الله عليه وسلم -، كقوله:  \"والله، والذي نفسي بيده\" . ولكن إذا لم تكن ضرورة قوية .. يصان اسم الله العزيز عن الابتذال. </p><p>(١) المراغي.</p><p> أي: اتخذوا أيمانهم كلها، من شهادتهم هذه، وكل يمين سواها {جُنَّةً} ؛ أي: وقاية وترسًا عما يتوجه إليهم من المؤاخذة بالقتل والأسر والسبي، أو غير ذلك. واتخاذها جنة عبارة عن إعدادهم وتهيئتهم لها إلى وقت الحاجة، ليحلفوا بها ويتخلصوا من المؤاخذة، لا عن استعمالها بالفعل، فإن ذلك متأخر عن المؤاخذة المسبوقة بوقوع الجناية، واتخاذ الجنة لا بدّ أن يكون قبل المؤاخذة. وعن سببها كما يفصح عنه الفاء في قوله:  {فَصَدُّوا} ؛ أي: فمنعوا وصرفوا من أراد الدخول في الإِسلام بأنه - صلى الله عليه وسلم - ليس برسول، ومن أراد الإنفاق في سبيل الله بالنهي {عَنْ سَبِيلِ اللَّهِ} سبحانه كما سيحكي عنهم. ولا ريب في أن هذا الصد منهم متقدم على حلفهم بالفعل. </p><p> وقرأ الجمهور:  {أَيْمَانَهُمْ} : بفتح الهمزة، جمع يمين. وقرأ الحسن بكسرها مصدر آمن، ولما ذكر أنهم كاذبون .. أتبعهم بموجب كفرهم، وهو اتخاذ أيمانهم جنة يستترون بها ويذبون بها عن أنفسهم وأموالهم، كما قال بعض الشعراء: </p><p> وَمَا انْتَسَبُوا إلى الإِسْلامِ إلَّا ... لِصَوْنِ دِمَائِهِمْ أَنْ لَا تُسَالَا </p><p> ومن أيمانهم: أيمان عبد الله بن أبيّ ومن حلف معه من قومه أنه ما قال ما نقله زيد بن أرقم إلى رسول الله - صلى الله عليه وسلم -. وقال الأعشى الهمداني: </p><p> إِذَا أنْتَ لَمْ تَجْعَل لِعَرضِك جُنَّةً ... مِنَ الْمَالِ سَارَ الْقَوْمُ كُلَّ مَسِيْرِ </p><p> {إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ} ؛ أي: ساء الشيء الذي كانوا يعملونه من النفاق والصد. وفي {سَاءَ} معنى التعجب. ومعنى الآية:  {اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً} ؛ أي: جعلوا أيمانهم الكاذبة وقاية وسترًا لحقن دمائهم وحفظ أموالهم، فيحلفون بالله إنهم لمنكم، ويقولون: نشهد إنك لرسول الله، حتى لا تجري عليهم أحكام الكفار من القتل والأسر وأخذ الأموال غنيمة. قال قتادة: كلما ظهر عليهم ما يوجب مؤاخذتهم .. حلفوا كاذبين، عصمة لدمائهم وأموالهم. وفي هذا تعداد لقبائح أفعالهم، وأن من عادتهم أن يستجنوا بالأيمان الكاذبة كما استجنوا بالشهادة الكاذبة. ثم حكى عنهم جريمة أخرى، وهي إضلال الناس، وصدهم عن الإِسلام، فقال:  {فَصَدُّوا عَنْ سَبِيلِ اللَّهِ} ؛ أي: فمنعوا الناس عن الدخول في الإِسلام، أي: منعوا الناس عن الإيمان والجهاد وأعمال الطاعة، بسبب ما يصدر منهم من </p>"
}