{
  "id": null,
  "sura": 64,
  "aya": 9,
  "text": "<p> بالأمر وعدمه {خَبِيرٌ} فمجازيكم عليه، فلا تخفى عليه أعمالكم، وسيحاسبكم على ما كسبن أيديكم من خير أو اكتسبت من شر، فراقبوه وخافوا شديد عقابه. </p><p> ٩ - والظرف (١) في قوله: {يَوْمَ يَجْمَعُكُمْ} متعلق بقوله: {لَتُنَبَّؤُنَّ} قاله النحاس. وقال غيره: العامل فيه {خَبِيرٌ} . وقيل: العامل فيه محذوف، تقديره: اذكر. وقال أبو البقاء: العامل فيه ما دل عليه الكلام؛ أي: تتفاوتون يوم يجمعكم. </p><p> وقرأ الجمهور:  {يَجْمَعُكُمْ} بفتح الياء وضم العين. وروي عن أبي عمرو إسكانها، ولا وجه لذلك إلا التخفيف وإن لم يكن هذا موضعًا له. وقرأ زيد بن علي، والشعبي، ويعقوب، ونصر، وابن أبي إسحاق، والجحدري {نجمعكم} بالنون. </p><p> و {اللام} في قوله: {لِيَوْمِ الْجَمْعِ} بمعنى في الظرفية، أو بمعنى اللام التعليلية؛ أي: واذكروا يوم يجمعكم الله سبحانه في يوم الجمع، وهو يوم القيامة، يجمع فيه الأولون والآخرون، من الجن والإنس، وأهل السماء وأهل الأرض. أو يجمع فيه الأولين والآخرين لأجل ما فيه من الحساب والجزاء. </p><p> {ذَلِكَ} اليوم {يَوْمُ التَّغَابُنِ} ؛ أي (٢) : يوم ظهور غبن كل كافر بترك الإيمان وغبن كل مؤمن بتقصيره في الطاعات. وفي الحديث:  \"ما من عبد يدخل الجنة إلا أري مقعده من النار لو أساء؛ ليزداد شكرًا، وما من عبد يدخل النار إلا أري مقعده من الجنة لو أحسن، ليزداد حسرة\" . أو المعنى (٣) : يوم يغبن فيه أهل الجنة أهل النار بأخذهم منازلهم التي كانت لهم في الجنة لو آمنوا، وبغبن فيه من ارتفعت منزلته في الجنة من كان دون منزلته، فيظهر في ذلك اليوم غبن كل كافر بتركه الإيمان، وغبن كل مؤمن بتقصيره في الإحسان. والتغابن: تفاعل، من الغبن، وهو: أن تخسر صاحبك في معاملة بينك وبينه، بضرب من الإخفاء والتدليس. والتغابن: أن يغبن بعضهم بعضًا، ويوم القيامة يوم غبن بعض الناس بعضًا، بنزول السعداء منازل الأشقياء لو كانوا سعداء، وبالعكس. وفيه تهكم؛ لأن نزول الأشقياء منازل السعداء من النار لو كانوا أشقياء ليس غبنًا. </p><p>(١) الشوكاني. (٢) المراح.(٣) الواحدي.</p><p> وتخصيص (١) التغابن بذلك اليوم للإيذان بأن التغابن في الحقيقة هو التغابن فيما يتعلق بأمور الآخرة لا فيما يتعلق بأمور الدنيا. فـ اللام فيه للعهد الذي يشار به عند عدم المعهود الخارجي إلى الفرد الكامل؛ أي: ذلك يوم التغابن الكامل العظيم الذي لا تغابن فوقه. </p><p> والمعنى (٢) : وتذكروا يوم يجمع الأولين والآخرين للحساب والجزاء في صعيد واحد، يسمعهم الداعي، وينفذهم البصر؛ لتجزى كل نفس بما كسبت لا ظلم اليوم، إن الله سريع الحساب. {ذَلِكَ يَوْمُ التَّغَابُنِ} فالكافرون قد اشتروا الحياة الدنيا بالآخرة، فخسرت صفقتهم ولم يربحوا فيها، والمؤمنون باعوا أنفسهم بالجنة فربحت صفقتهم وما كانوا خاسرين. </p><p> والخلاصة: أنه لا غبن أعظم من أن قومًا ينعمون وقومًا يعذبون، وأن قومًا مغبونون في الدنيا أصبحوا في الآخرة غابنين لمن غبنوهم فيها. </p><p> ثم بيّن هذا التغابن وفصله بقوله:  {وَمَنْ يُؤْمِنْ بِاللَّهِ} بالصدق والإخلاص بحسب نور استعداده {وَيَعْمَلْ صَالِحًا} ؛ أي: عملًا صالحًا بمقتضى إيمانه، فإن العمل إنما يكون بقدر الإيمان، وهو: أي العمل الصالح - ما يبتغى به وجه الله فرضًا أو نفلًا. {يُكَفِّرْ} ؛ أي: يغفر الله ويمح {عَنْهُ سَيِّئَاتِهِ} يوم القيامة، فلا يفضحه بها. {وَيُدْخِلْهُ} بفضله وكرمه لا بالإيجاب {جَنَّاتٍ} وبساتين على حسب درجات أعماله {تَجْرِي} وتسيل {مِنْ تَحْتِهَا} ؛ أي: من تحت قصورها أو أشجارها {الْأَنْهَارُ} الأربعة الجارية في الجنة، حال كونهم {خَالِدِينَ فِيهَا} ؛ أي: في تلك الجنات. حال من الهاء في {يُدْخِلْهُ} . وَحَّدَ أولًا حملًا على لفظ {من} ثم جمع حملًا على معناه. {أَبَدًا} ظرف متعلق بـ {خَالِدِينَ} ، وهو تأكيد للخلود. {ذَلِكَ} ؛ أي: ما ذكر من تكفير السيئات وإدخال الجنات {الْفَوْزُ الْعَظِيمُ} الذي لا فوز وراءه؛ لانطوائه على النجاة من أعظم الهلكات، والظفر بأجل الطيبات، فيكون أعلى حالًا من الفوز الكبير؛ لأنه يكون بجلب المنافع، كما في سورة البروج. </p><p> وفي \"فتح الرحمن\" : قوله: {وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا} إلى قوله: {أَبَدًا} </p><p>(١) روح البيان. (٢) المراغي.</p>"
}