{
  "id": null,
  "sura": 64,
  "aya": 11,
  "text": "<p> ذكر مثل ما هنا في سورة الطلاق، لكن زاد هنا:  {يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ} ؛ لأن ما هنا تقدمه {أَبَشَرٌ يَهْدُونَنَا} الآيات، وأخبر فيها عن الكفار سيئات تحتاج إلى تكفير، فناب ذكر {يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ} بخلاف ما في الطلاق لم يتقدمه شيء من ذلك. </p><p> وقرأ الجمهور {يُكَفِّرْ}  {وَيُدْخِلْهُ} بالتحتية. وقرأ نافع، وابن عامر، والأعرج، وشيبة، وأبو جعفر وطلحة، والمفضل عن عاصم، وزيد بن علي، والحسن بخلاف عنه:  {نكفر} و {ندخله} بالنون فيهما. </p><p> والمعنى (١) : ومن يصدق بالله ويعمل بطاعته وينته إلى أمره ونهيه .. يمح عنه ذنوبه ويدخله جنات تجري من تحت أشجارها الأنهار لابثين فيها أبدًا، لا يموتون ولا يخرجون منها، وذلك هو الفوز الذي لا فوز بعده؛ لانطوائه على النجاة من أعظم المهالك وأجل المخاطر. </p><p> ١٠ - وقوله تعالى:  {وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا} تصريح بما علم التزامًا. والمراد بالآيات: إما القرآن أو المعجزات، فإن كلًّا منهما آية لصدق الرسول. {أُولَئِكَ أَصْحَابُ النَّارِ} ؛ أي: أهل النار، إما بمعنى مصاحبوها لخلودهم فيها، أو مالكوها تنزيلًا لهم منزلة الملاك للتهكم. حال كونهم {خَالِدِينَ فِيهَا} ؛ أي: أبدًا، بقرينة المقابلة {وَبِئْسَ الْمَصِيرُ} ؛ أي: المرجع. والمخصوص بالذم: النار، كأن هاتين الآيتين الكريمتين بيان لكيفية التغابن، وإنما قلنا:  (كأن) لأن الواو يمانع الحمل على البيان كما عرف في فن المعاني، إذ لو كان للبيان .. لقال: من يؤمن بالله؛ أو فمن يؤمن بالله؛ أي: والذين جحدوا وحدانية الله وكذبوا بأدلته وآي كتابه الذي أنزله على عبده محمد - صلى الله عليه وسلم - أولئك أصحاب النار خالدين فيها أبدًا، وبئس النار مصيرًا لهم. </p><p> ١١ - {مَا} نافية (٢) ولذا زاد {مِن} المؤكدة. {أَصَابَ} الخلق {مِنْ مُصِيبَةٍ} وبلية وشدة من المصائب الدنيوية في الأبدان والأولاد والأموال {إِلَّا بِإِذْنِ اللَّهِ} سبحانه وتعالى. استثناء مفرغ منصوب المحل على الحال؛ أي: ما أصابت مصيبة متلبسة بشيء من الأشياء إلا حالة كونها متلبسة بإذن الله تعالى؛ أي: بتقديره وإرادته كأنها </p><p>(١) المراغي. (٢) روح البيان.</p><p> بذاتها متوجهة إلى الإنسان متوقفة على إذنه تعالى أن تصيبه. </p><p> وهذا لا يعارض قوله تعالى في سورة الشورى:  {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ} ؛ أي: بسبب معاصيكم، ويتجاوز عن كثير منها ولا يعاقب عليها. أما أولًا: فلأن هذا القول في حق المجرمين، فكم من مصيبة تصيب من أصابته لأمر آخر من كثرة الأجر للصبر وتكفير السيئات لتوفية الأجر، إلى غير ذلك، وما أصاب المؤمنين فمن هذا القبيل. وأما ثانيًا: فلأن ما أصاب من ساء بسوء فعله فهو لم يصب إلا بإذن الله وإرادته أيضًا، كما قال تعالى:  {قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ} ؛ أي: إيجادًا وإيصالًا، فسبحان من لا يجري في ملكه إلا ما يشاء. </p><p> والمعنى: أي ما أصاب كل أحد مصيبة من المصائب إلا بإذن الله تعالى؛ أي: بقضائه وقدره. قال الفراء:  {إِلَّا بِإِذْنِ اللَّهِ} ؛ أي: بأمر الله. وقيل: إلا بعلم الله. </p><p> قيل: سبب نزولها: أن الكفار قالوا (١) : لو كان ما عليه المسلمون حقًا لصانهم الله عن المصائب في أموالهم وأبدانهم في الدنيا. فبين الله سبحانه أن ذلك إنما يصيبهم بتقديره ومشيئته، وفي إصابتها حكمة لا يعرفها إلا هو: </p><p> منها: تحصيل اليقين بأن ليس شيء من الأمر في أيديهم، فيبرؤون بذلك من حولهم وقوتهم إلى حول الله وقوته. </p><p> ومنها: ما سبق آنفًا من تكفير ذنوبهم وتكثير مثوباتهم بالصبر عليها والرضا بقضاء الله تعالى إلى غير ذلك. </p><p> ولو لم يصب الأنبياء والأولياء عن الدنيا وما يطرأ على الأجسام من الآلام والأوجاع .. لافتتن الخلق بما ظهر على أيديهم من المعجزات والكرامات. </p><p> {وَمَنْ يُؤْمِنْ بِاللَّهِ} ؛ أي: يصدق به، ويعلم أنه لا يصيبه مصيبة إلا بإذن الله. والاكتفاء بالإيمان بالله لأنه الأصل {يَهْدِ قَلْبَهُ} ؛ أي: يوفق قلبه عند إصابتها للثبات والاسترجاع، فيثبت ولا يضطرب بأن يقول قولًا ويظهر وصفًا يدل على التضجر من قضاء الله وعدم الرضا به، ويسترجع ويقول: إنا لله وإنا إليه راجعون. ومن عرف </p><p>(١) روح البيان.</p><p> الله واعتقد أنه رب العالمين .. يرضى بقضائه ويصبر على بلائه، فإن التربية كما تكون بما يلائم الطبع تكون بما يتنفّر عنه الطبع. وقيل:  {يَهْدِ قَلْبَهُ} ؛ أي: يوفقه لليقين حتى يعلم أن ما أصابه لم يكن ليخطئه، وما أخطأ لم يكن ليصيبه، فيرضى بقضائه ويسلم لحكمه. وقيل:  {يَهْدِ قَلْبَهُ} ؛ أي: يلطف به ويشرحه لازدياد الطاعة والخير. </p><p> وفي \"فتح الرحمن\" : إن قلت: كيف قال ذلك مع أن الهداية سابقة على الإيمان؟ </p><p> قلت: ليس المراد يهد قلبه للإيمان، بل المراد: يهد لليقين عند نزول المصائب، فيعلم أن ما أخطأه لم يكن ليصيبه وما أصابه لم يكن ليخطئه. أو يهد للرضى والتسليم عند وجود المصائب، أو للاسترجاع عند نزولها؛ بأن يقول: إنا لله وإنا إليه راجعون .. انتهى. </p><p> وقرأ الجمهور (١) : {يَهْدِ} بفتح الياء وكسر الدال، مضارعًا لهدى، مجزومًا على جواب الشرط؛ أي: يهده الله. وقرأ قتادة، والسلمي، والضحاك، وأبو جعفر، وأبو عبد الرحمن:  {يُهْدَ} بضم الياء وفتح الدال مبنيًا للمفعول، {قَلْبُه} بالرفع، وقرأ ابن جبير، وطلحة بن مصرف، وابن هرمز، والأزرق عن حمزة:  {نَهْدِ قَلْبَه} بالنصب. وقرأ عكرمة، وعمرو بن دينار، ومالك بن دينار:  {يَهدأ} بهمزة ساكنة، {قَلْبُه} بالرفع؛ أي: يطمئن قلبه ويسكن بإيمانه ولا يكون فيه اضطراب. وقرأ عمرو بن فائد:  {يَهْدَا} بألف بدلًا من الهمزة الساكنة. وقرأ عكرمة، ومالك بن دينار أيضًا:  {يَهْدَ} بحذف الألف بعد إبدالها من الهمزة الساكنة، وإبدال الهمزة ألفًا في مثل: يهدأ، ويقرأ ليس بقياس، خلافًا لمن أجاز ذلك قياسًا، وبني عليه جواز حذف تلك الألف للجازم تشبيهًا بألف يخشى إذا دخل الجازم عليه. وقرىء:  {يَهِدَّ} بفتح الياء وكسر الهاء وتشديد الدال، ورفع {قلبُه} أيضًا بمعنى: يهتد، كقوله تعالى:  {أَمَّنْ لَا يَهِدِّي إِلَّا أَنْ يُهْدَى} . فجملة القراءات في {يَهْدِ} سبع، المختار منها قراءة الجمهور. </p><p>(١) البحر المحيط.</p>"
}