{
  "id": null,
  "sura": 64,
  "aya": 3,
  "text": "<p> المبعوث إليها. قال: وما بعث النار - أي: عدده -؟ قال الله: من كل ألف تسع مائة وتسعة وتسعون. وفي التنزيل:  {وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ} ، {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ} . والإيمان أعظم شعب الشكر. </p><p> قال في \"فتح الرحمن\" : الكفر فعل الكافر، والإيمان فعل المؤمن، والكفر والإيمان اكتساب العبد؛ لقول النبي - صلى الله عليه وسلم -: \"كل مولود يولد على الفطرة\" وقوله تعالى: {فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا} فلكل واحد من الفريقين كسب واختيار، وكسبه واختياره بتقدير الله ومشيئته. فالمؤمن بعد خلق الله إياه يختار الإيمان، لأن الله تعالى أراد ذلك منه وقدره عليه وعلمه منه، والكافر بعد خلق الله إياه يختار الكفر؛ لأن الله تعالى قدر عليه ذلك وعلمه منه. وهذا طريق أهل السنة، انتهى. </p><p> ومعنى قوله:  {فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ} ؛ أي (١) : فبعضكم مختار للكفر كاسب له على خلاف ما تقتضيه فطرته، وبعضكم مختار للإيمان كاسب له بحسب ما تدعو إليه الفطرة، كما جاء في الحديث:  \"كل مولود يولد على الفطرة، فأبواه يهودانه أو ينصرانه أو يمجّسانِه\" . وقد كانت الأدلة الكونية في الأنفس والآفاق كفيلة أن تردكم إلى الحق، فتختاروا الإيمان شاكرين لنعمة الخلق والإيجاد وما يتبعهما من سائر النعم، ولكنكم ما فعلتم ذلك، بل تفرقتم شيعًا وجحدتم الخالق وكفرتم بأنعمه عليكم بعد أن أفصح الصبح لذي عينين. </p><p> {وَاللَّهُ بِمَا تَعْمَلُونَ} مطلقًا {بَصِيرٌ} فيجازيكم بذلك، فاختاروا منه ما يجديكم من الإيمان والطاعة وإياكم وما يرديكم من الكفر والعصيان؛ أي: وهو البصير بمن هو مستعد للهداية لصفاء نفسه وزكاء روحه، فيعطيه ما هو له أهل، ومن خبثت طويته وفسدت سجيته ودسّ نفسه بكبائر الذنوب والآثام .. سيجزى بما هو به حقيق من العذاب الأليم في جهنم {إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا (٦٦) }. </p><p> ٣ - وبعد أن ذكر نعمة خلق الإنسان .. ذكر النعمة الشاملة بخلق العالم كله على أتم ما يكون من الحكمة والعدل، فقال:  {خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} ؛ أي: أبدعهما وأوجدهما حال كون خلقهما متلبسًا {بِالْحَقِّ} ؛ أي: بالحكمة البالغة المتضمنة </p><p>(١) المراغي.</p><p> لمنافع الدين والدنيا والمراد: السماوات السبع والأرضون السبع، كما يدل عليه التصريح في بعض المواضع، قال تعالى:  {خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا} ، وقال تعالى:  {اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ} . </p><p> فإن قلت (١) : ما وجه عدم ذكر العرش والكرسي في أمثال هذا الموضع مع عظم خلقهما؟ </p><p> قلت: إنهما، وإن كانا من السماء لأن السماء هو الفَلك والفَلك جسم شفاف محيط بالعالم، وهما أوسع الأفلاك إحاطة إلا أن آثارهما غير ظاهرة مكشوفة، بخلاف السماوات والأرض وما بينهما، فإنهما أقرب إلى المخاطبين المكلفين ومعلوم حالها عندهم، ومكشوفة آثارها ومنفعتها؛ ولهذا قالوا: إن الشمس تنضج الفواكه والقمر يلونها والكواكب تعطيها الطعم؛ إلى غير ذلك مما لا يتناهى، على أن التغيرات فيها أظهر، فهي على عظم القدرة أدل. وقد قال تعالى:  {كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ} ، وأكثر هذه الشؤون في عالم الكون والفساد الذي هو عبارة عن السماوات والأرض. </p><p> {وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ} و {الفاء} للتفسير؛ أي: صوركم أيها الناس أحسن تصوير وخلقكم في أحسن تقويم، حيث أودع فيكم من القوى، والمشاعر الظاهرة والباطنة ما نيط به جميع الكمالات البارزة والكامنة، وزينكم بصفوة صفات مصنوعاته، وخصكم بخلاصة خصائص مبدعاته، وجعلكم أنموذج جميع مخلوقاته في هذه النشأة، فلكم جمال الصورة وأحسن الأشكال، ولذا لا يتمنى الإنسان أن تكون صورته على خلاف ما هو عليه لكون صورته أحسن من سائر الصور ومن حسن صورته: امتداد قامته، وانتصاب خلقته. ولا يقدح في حسنه كون بعض الصور قبيحًا بالنسبة إلى البعض الآخر منهم؛ لأن الحُسْن - وهو: الجمال في الخلق - والخلق على مراتب، فالإنسان يضم روحًا هو من عالم الأرواح وبدنًا هو من عالم الأجسام. وأنشدوا: </p><p> وَتَزْعُمُ أَنَّكَ جِرْمٌ صَغِيْرٌ ... وَفيْكَ انْطَوَى الْعَالَمُ الأَكْبَرُ </p><p>(١) روح البيان.</p>"
}