{
  "id": null,
  "sura": 64,
  "aya": 15,
  "text": "<p> ومن المفسرين من حمل العداوة على العداوة الدنيوية، وقالوا: إن الزوجات والأولاد ربما آذوا أزواجهم وآباءهم، وجرعوهم الغصص والآلام، وربما جرّ ذلك إلى وضع السم في الدسم أو إلى قتلهم، وفي المشاهد أكبر عبرة لمن اعتبر. </p><p> والخلاصة (١) : أنه إما أن يراد بالعداوة العداوة الأخروية، فإن الأزواج والأولاد ربما أضرّوا بأزواجهم وآبائهم فيها إذا منعوهم عن عمل الخير لها، وإما أن يراد العداوة في الدنيا، فتكون عداوة حقيقية بينهم لها آثارها الدنيوية. </p><p> ثم أرشدهم إلى التجاوز عن بعض هناتهم فقال:  {وَإِنْ تَعْفُوا} عن ذنوبهم القابلة للعفو؛ بأن تكون متعلقة بأمور الدنيا أو بأمور الدين، لكن مقارنة للتوبة. {وَتَصْفَحُوا} ؛ أي: تعرضوا عنها بترك التثريب والتعيير. يقال: صفحت عن فلان إذا أعرضت عن ذنبه والتثريب عليه. {وَتَغْفِرُوا} بإخفائها وتمهيد عذرها {فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} ؛ أي: بليغ المغفرة والرحمة لكم ولهم، يعاملكم بمثل ما عملتم ويتفضل عليكم. </p><p> قيل: كان رجل ثبطه أزواجه وأولاده عن الهجرة، لما رأى الناس قد سبقوه إليها وفقهوا في الدين .. هم أن يعاقب أزواجه وأولاده، فأنزل الله {وَإِنْ تَعْفُوا} الآية، والآية تعم وإن كان السبب خاصًا. </p><p> وحكي أن الحطيئة - شاعر مشهور - أراد سفرًا، فقال لامرأته: </p><p> عُدِّي السِّنِيّنَ لِغَيْبَتِي وَتَصَبَّرِيْ ... وَذَرِي الشُّهُورَ فَإِنَّهُنَ قِصَارُ </p><p> فأجابته: </p><p> وَاذْكُرْ صَبَابَتَنَا إِلَيْكَ وَشَوْقَنَا ... وَارْحَمْ بَنَاتِكَ إِنَّهُن صِغَارُ </p><p> والمعنى: أي وإن تعفوا عن ذنوبهم التي ارتكبوها بترك المعاقبة، وتصفحوا بالإعراض عنها وترك التثريب عليها، وتغفروا بإخفائها وتمهيد معذرتهم فيها .. فهو خير لكم، فإن الله رحيم بكم وبهم، ويعاملكم بمثل ما عاملتم ويتفضل عليكم. </p><p> ١٥ - ثم أخبر سبحانه بان الأموال والأولاد فتنة، فقال:  {إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ} ؛ أي: بلاء واختبار ومحنة، يحملونكم على كسب الحرام ومنع حق الله، فلا تطيعوهم في معصية الله. </p><p>(١) المراغي.</p><p> والمعنى: إنما حبكم لأموالكم وأولادكم ابتلاء واختبار، إذ كثيرًا ما يترتب على ذلك الوقوع في الآثام وارتكاب كبير المحظورات. وقدمت الأموال على الأولاد لأنها أعظم فتنة، كما قال تعالى: {كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى (٦) أَنْ رَآهُ اسْتَغْنَى (٧) }. </p><p> أخرج أحمد، والطبراني، والحاكم، والترمذي عن كعب بن عياض قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إن لكل أمة فتنة، وإن فتنة أمتي المال\" . ولم يذكر {مِنْ} في {إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ} لأنهما لا يخلوان من الفتنة واشتغال القلب بهما. وترك ذكر الأزواج في الفتنة - قال البقاعي -: لأن منهن من يكن صلاحًا وعونًا على الآخرة. </p><p> وجيء (١) بـ {إِنَّمَا} للحصر؛ لأن جميع الأموال والأولاد فتنة؛ لأنه لا يرجع إلى مال أو ولد إلا وهو مشتمل على فتنة واشتغال قلب. وتأخير الأولاد من باب الترقي من الأدنى إلى الأعلى؛ لأن الأولاد ألصق بالقلوب من الأموال لكونهم من أجزاء الآباء بخلاف الأموال؛ فإنها من توابع الوجود وملحقاته. </p><p> {وَاللَّهُ} سبحانه {عِنْدَهُ أَجْرٌ عَظِيمٌ} لمن آثر محبته وطاعته على محبة الأموال والأولاد والتدبير في مصالحهم وعلى طاعتهم، فلا تباشروا المعاصي بسبب الأولاد، ولا تؤاثروهم على ما عند الله من الأجر العظيم، زهدهم في الدنيا بذكر عيبها، ورغبهم في الآخرة بذكر نعيمها. </p><p> وعن ابن مسعود - رضي الله عنه -: لا يقولن أحدكم: اللهم اعصمني من الفتنة، فإنه ليس أحد منكم يرجع إلى مال وولد إلا وهو مشتمل على فتنة، ولكن ليقل: اللهم إني أعوذ بك من مضلات الفتن. </p><p> روي: أن أول ما يتعلق بالرجل يوم القيامة أهله وأولاده، فيوقفونه بين يدي الله تعالى ويقولون: يا ربنا! خذ بحقنا منه، فإنه ما علمنا ما نجهل، وكان يطعمنا الحرام، ونحن لا نعلم، فيقضى لهم منه، وتأخذ عياله حسناته، فلا يبقى له حسنة. </p><p> وعن بعض السلف: العيال سوس الطاعات وهو: دود يقع في الطعام والثوب </p><p>(١) روح البيان.</p>"
}