{
  "id": null,
  "sura": 65,
  "aya": 6,
  "text": "<p> قال في \"برهان القرآن\" : أمر بالتقوى في أحكام الطلاق ثلاث مرات وعدَّ في كل مرة نوعًا من الجزاء، فقال أولًا: يجعل له مخرجًا يخرجه مما دخل فيه، وهو يكرهه، ويهيء له محبوبه من حيث لا يؤمل. وقال في الثاني: يسهل عليه الصعب من أمره، ويفتح له خيرًا ممن طلقها. والثالث: وعد عليه الجزاء بأفضل الجزاء، وهو ما يكون في الآخرة من النعماء، إشارة إلى تعداد النعم المترتبة على التقوى. </p><p> ٦ - وقوله:  {أَسْكِنُوهُنَّ} : كلام مستأنف (١) وقع جوابًا لسؤال مقدر نشأ مما قبله من الحث على التقوى، كانه قيل: كيف نعمل بالتقوى في شأن المعتدات؟ فقيل: أسكنوهن {مِنْ حَيْثُ سَكَنْتُمْ} ؛ أي: بعض مكان سكناكم. والخطاب للمؤمنين المطلقين. {مِنْ وُجْدِكُمْ} ؛ أي: من وسعكم وطاقتكم؛ أي: مما تطيقونه. قال الفراء: فإن كان موسعًا عليه .. وسع عليها في المسكن والنفقة، وإن كان فقيرًا .. فعلى قدر ذلك. قال قتادة: إن لم تجد إلا ناحية بيتك، فأسكنها فيه، انتهى. </p><p> وقوله تعالى:  {مِنْ وُجْدِكُمْ} عطف بيان لقوله: {مِنْ حَيْثُ سَكَنْتُمْ} وتفسير له. </p><p> وفي \"عين المعاني\" : و {مِنْ} لتبيين الجنس لما في {حَيْثُ} من الإبهام، انتهى. واعترض عليه أبو حيان: بأنه لم يعهد في عطف البيان إعادة العامل، إنما عهد ذلك في البدل، فالوجه جعله بدلًا. </p><p> قال صاحب \"اللباب\" : إن كانت الدار التي طلقها فيها ملكه .. يجب عليه أن يخرج منها ويترك الدار لها مدة عدتها، وإن كانت الدار بإجارة .. فعليه الأجرة، وإن كانت عارية فرجع المعير .. فعليه أن يكتري لها دارًا تسكنها. قال في \"كشف الأسرار\" : وأما المعتدة من وطء الشبهة والمفسوخ نكاحها بعيب أو خيار عتق .. فلا سكنى لها ولا نفقة وإن كانت حاملًا، انتهى. وقد اختلف (٢) أهل العلم في المطلقة ثلاثًا هل لها سكنى ونفقة أم لا؟ فذهب مالك والشافعي أن لها السكنى ولا نفقة لها، وذهب أبو حنيفة وأصحابه أن لها السكنى والنفقة، وذهب أحمد وإسحاق، وأبو ثور أنه لا نفقة لها ولا سكنى، وهذا هو الحق، قاله الشوكاني. </p><p> وقرأ الجمهور (٣) : {مِنْ وُجْدِكُمْ} بضم الواو. وقرأ الحسن، والأعرج وابن </p><p>(١) روح البيان. (٢) فتح القدير.(٣) البحر المحيط.</p><p> أبي عبلة، وأبو حيوة بفتحها. وقرأ الفياض بن غزوان، وعمرو بن ميمون، ويعقوب بكسرها، وذكرها المهدوي عن الأعرج. وهي لغات ثلاث. بمعنى الوسع، والوجد - بالفتح - يستعمل في الحزن والغضب والحب، والوُجد بالضم: الغنى والقدرة. </p><p> والمعنى: أي أسكنوا مطلقات نسائكم في الموضع الذي تسكنون فيه على مقدار حالكم، فإن لم تجدوا إلا حجرة بجانب حجرتكم .. فأسكنوها فيها. وإنما أمر الرجال بذلك لأن السكنى نوع من النفقة، وهي واجبة على الأزواج. </p><p> ثم نهى عن مضارة المطلقات في السكنى، فقال:  {وَلَا تُضَارُّوهُنَّ} ؛ أي: ولا تقصدوا أيها الأزواج إدخال الضرر عليهن في السكنى بأي وجه كان. فالمفاعلة هنا ليست على بابها. {لِتُضَيِّقُوا عَلَيْهِنَّ} في المسكن ببعض الأسباب، من إنزال من لا يوافقهن معهن، أو بشغل مكانهن، أو غير ذلك، وتلجئوهن إلى الخروج. </p><p> والمعنى: ولا تستعملوا معهن الضرار في السكنى، بشغل المكان أو بإسكان غيرهن معهن ممن لا يحببن السكنى معه؛ لتلجئوهن إلى الخروج من مساكنهن. وفيه حث على المروءة والمرحمة، ودلالة على رعاية الحق السابق حتى يتيسر لها التدارك في أمر المعيشة من تزوج آخر أو غيره. </p><p> ثم بين نفقة الحوامل، فقال:  {وَإِنْ كُنَّ} ؛ أي: المطلقات {أُولَاتِ حَمْلٍ} ؛ أي: ذوات حبل؛ أي: حاملات. و {أُولَاتِ} منصوب بالكسر؛ لأنه ملحق بجمع المؤنث السالم. وتنوين {حَمْلٍ} للتعميم؛ يعني أيّ حمل كان قريب الوضع أو بعيده. {فَأَنْفِقُوا} أيها المطلِّقون {عَلَيْهِنَّ} ؛ أي: على المطلقات الحوامل {حَتَّى يَضَعْنَ} ويلدن {حَمْلَهُنَّ} وحبلهن، فيخرجن من العدة، وتخلصوا من كلفة الإحصاء، ويحل لهن تزوج غيركم إن شئن؛ لأنه بالوضع تنقضي العدة. وهذا حكم المطلَّقة طلقة بائنة، أما المطلقة طلقة رجعية .. فتستحق النفقة وإن لم تكن حاملًا. </p><p> واعلم (١) : أن البائن بالطلاق إذا كانت حاملًا لها النفقة والسكنى بالاتفاق، وأما البائن الحائل؛ أي: غير الحامل .. فتستحق النفقة والسكنى عند أبي حنيفة كالحامل، إلى أن تنقضي عدتها بالحيض أو بالأشهر، لما روي عن عمر - رضي الله </p><p>(١) روح البيان.</p><p> عنه -: أنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول في المبتوتة:  \"لها النفقة والسكنى\" ؛ لأن ذلك جزاء الاحتباس وهو مشترك بين الحامل وغيرها، خلافًا للأئمة الثلاثة. وأما المتوفى عنهن أزواجهن: فلا نفقة لهن من التركة ولا سكنى، بل تعتد حيث تشاء وإن كن أولات حمل؛ لوقوع الإجماع على أن من أجبر الرجل في حياته على النفقة عليه من امرأة أو ولد صغير لا يجب أن ينفق عليه من ماله بعد موته، فكذا المتوفى عنها الحامل، وهو قول الأكثرين. وقال أبو حنيفة: تجب النفقة والسكنى لكل مطلقة، سواء كانت مطلقة بثلاث أو بواحدة، رجعية أو بائنة ما دامت في العدة، أما المطلقة الرجعية: فلأنها منكوحة كمانت، وإنما يزول النكاح بمضي العدة، وكونه في معرض الزوال بمضي العدة لا يسقط نفقتها، كما لو آلى وعلق طلاقها بمضي شهر. فالمطلقة الرجعية لها النفقة والسكنى بالإجماع، وأما المبتوتة: فعند أبي حنيفة لها النفقة والسكنى ما دامت في العدة؛ لقوله تعالى:  {أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ} ؛ إذ المعنى: أسكنوا المعتدات مكانًا من المواضع التي تسكنونها، وأنفقوا عليهن في العدة من سعتكم، لما قرأ ابن مسعود - رضي الله عنه -: {أسكنوهن من حيث سكنتم وأنفقوا عليهن من وجدكم} . وعند الشافعي: لها السكنى؛ لهذه الآية، ولا نفقة لها إلا أن تكون حاملًا لقوله تعالى:  {وَإِنْ كُنَّ أُولَاتِ حَمْلٍ ...} إلخ. </p><p> فإن قلت: فإذا كانت كل مطلقة عند أبي حنيفة يجب لها النفقة، فما فائدة الشرط في قوله:  {وَإِنْ كُنَّ أُولَاتِ حَمْلٍ ...} إلخ؟ </p><p> قلت: فائدته: أن مدة الحمل ربما طالت، فظن ظان أن النفقة تسقط إذا مضى مقدار عدة الحامل، فنفى ذلك الوهم، كما في \"الكشاف\" . </p><p> {فَإِنْ أَرْضَعْنَ} هؤلاء المطلقات {لَكُمْ} أيها الأزواج ولدًا من غيرهن أو منهن بعد انقطاع عصمة الزوجية وعلاقة النكاح. وإنما قال:  {لَكُمْ} ولم يقل أولادكم لما قال تعالى: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ} . فالأب يجب عليه إرضاع الولد دون الأم، وعليه أن يتخذ له ظئرًا، إلا إذا تطوعت الأم برضاعه، وهي مندوبة إلى ذلك ولا تجبر عليه. {فَآتُوهُنَّ أُجُورَهُنَّ} على الإرضاع إن طلبن أو رَجوْنَ، فإن حكمهن في ذلك حكم الأظآر حينئذ. قال في \"اللباب\" : فإن طلقها .. فلا يجب عليها الإرضاع إلا أن لا يقبل الولد ثدي غيرها، </p><p> فيلزمها حينئذٍ. فإن اختلفا في الأجرة: فإنْ دعت إلى أجرة المثل وامتنع الأب إلا تبرعًا .. فالأم أولى بأجر المثل؛ إذ لم يجد الأب متبرعة، وإن دعا الأب إلى أجر المثل وامتنعت الأم لتطلب شططًا .. فالأب أولى به، فإن أعسر الأب بأجرتها .. أجبرت على إرضاع ولدها، أنتى. </p><p> {وَأْتَمِرُوا} أيها الآباء والأمهات، وتشاوروا فيما {بَيْنَكُمْ} في شؤون أولادكم، وافعلوا فيهم {بِمَعْرُوفٍ} ؛ أي: بما هو معروف وجميل وإحسان ومتعارف بين الناس غير منكر عندهم؛ أي: ليأمر بعضكم بعضًا بجميل في الإرضاع والأجر، وهو المسامحة. ولا يكن من الأب مماكسة، ولا من الأم معاسرة؛ لأنه ولدهما معًا، وهما شريكان فيه في وجوب الإشفاق عليه. </p><p> ومعنى الآية (١) : أي فإن أرضعن لكم وهن طوالق قد بِنَّ بانقضاء عدتهن .. فلهن حينئذ أن يرضعن الأولاد، ولهن أن يمتنعن، فإن أرضعن .. فلهن أجر المثل، ويتفقن مع الآباء أو الأولياء عليه. وفي هذا إيماء إلى أن حق الرضاع والنفقة للأولاد على الأزواج، وحق الإمساك والحضانة على الزوجات. {وَأْتَمِرُوا} ؛ أي: وتشاوروا فيما بينكم أيها الآباء والأمهات في شؤون الأولاد بما هو أصلح لهم في أمورهم الصحية والخلقية والثقافية، ولا تجعلوا المال عقبة في سبيل إصلاحهم، ولا يكن من الآباء مماكسة في الأجر وسائر النفقات، ولا من الأمهات معاسرة وإحراج للآباء، فالأولاد هم فلذات أكبادهم، فليحافظوا عليهم جهد المستطاع. </p><p> ثم أرشد إلى ما يجب أن يعمل إذا لم يحصل الوفاق بين الأبوين في الإنفاق، فقال:  {وَإِنْ تَعَاسَرْتُمْ} أيها الآباء والأمهات؛ أي: تضايقتم وتشاكستم وتنازعتم في أجر الرضاع؛ كأن أبى الأب أن يعطي الأم أجرة إرضاعها، وأبت الأم أن ترضع الولد مجانًا {فَسَتُرْضِعُ} الولد {لَهُ} ؛ أي: لوالده امرأة {أُخْرَى} فليس له إكراه الأم على إرضاعه بل يستأجر الأب للصبي مرضعة غير أمه. وهذا أصل في وجوب نفقة الولد على الوالد دون الأم. والضمير (٢) في {لَهُ} للأب كما في \"الكشاف\" وهو الموافق لقوله: {فَإِنْ أَرْضَعْنَ لَكُمْ} ، أو للصبي والولد كما في \"الجلالين\" وفيه: أن الظاهر حينئذ أن يقول: فسترضعه، وفيه معاتبة للأم على المعاسرة، كما تقول لمن </p><p>(١) المراغي. (٢) روح البيان.</p>"
}