{
  "id": null,
  "sura": 65,
  "aya": 3,
  "text": "<p> يذر .. يجعل له خروجًا من كل ضيق يشوش البال ويكدر الحال، وخلاصًا من غموم الدنيا والآخرة، فيندرج فيه ما نحن فيه اندراجًا أوليًا. وقيل: معناه: ومن يتق الله .. فليطلق للسنة، يجعل له مخرجًا إلى الرجعة، وعن النبي - صلى الله عليه وسلم -: أنه قرأها، فقال:  \"مخرجًا من شبهات الدنيا ومن غمرات الموت ومن شدائد يوم القيامة\" . وفي \"الجلالين\" : من الشدة إلى الرخاء، ومن الحرام إلى الحلال، ومن النار إلى الجنة، أو اسم مكان بمعنى يخرجه إلى مكان يستريح فيه. وسئل ابن عباس - رضي الله عنهما - عمن طلق امرأته ثلاثًا أو ألفًا، هل له من مخرج؟ فقال: لم يتق الله فلم يجعل له مخرجًا، بانت منه بثلاث، والزيادة إثم في عنقه. </p><p> ٣ - {وَيَرْزُقْهُ} بعد ذلك الجعل {مِنْ حَيْثُ لَا يَحْتَسِبُ} ولا يظن. {مِنْ} ابتدائية متعلقة بـ {يَرْزُقْهُ} ؛ أي: من وجه لا يخطر بباله ولا يحتسبه، فيوفي المهر ويؤدي الحقوق ويعطي النفقات. قال في \"عين المعاني\" : من حيث لا يرتقب من الظن، أو يعتد من الحساب. </p><p> والمعنى (١) : أي ومن يخش الله، فلا يطلّق في الحيض حتى لا تطول عدتها، ولا يضار المعتدة، فلا يخرجها من مسكنها، ويحتاط بالإشهاد حين الرجعة .. يجعل الله له مخلصًا مما عسى أن يقع فيه من الغم، ويفرج عنه ما يعتريه من الكرب، ويرزقه من جهة لا تخطر بباله ولا يحتسبها. </p><p> والخلاصه: من اتقى الله .. جعل له مخلصًا من غمّ الدنيا وهم الآخرة، وغمرات الموت وشدائد يوم القيامة. وفي الآية إيماء إلى أن التقوى ملاك الأمر عند الله، وبها نيطت السعادة في الدارين، وإلى أن الطلاق من الأمور التي تحتاج إلى فضل تقوى، إذ هو أبغض الحلال إلى الله؛ لما يتضمنه من إيحاش الزوجة وقطع الألفة بينها وبين زوجها، ولما في الاحتياط في العدة من المحافظة على الأنساب وهي من أجل مقاصد الدين، ومن ثم شدد في إحصاء العدة حتى لا تختلط ويكون أمرها فوضى. روي عن ابن مسعود: أنه قال: إن أجمع آية في القرآن: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ} ، وإن أكبر آية في القرآن فرجًا:  {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا} . </p><p>(١) المراغي.</p><p> وقيل المعنى (١) : أي ومن يتق عذاب الله بامتثال أوامره واجتناب نواهيه، والوقوت على حدوده التي حدها لعباده وعدم مجاوزتها .. يجعل له مخرجًا مما وقع فيه من الشدائد والمحن، ويرزقه من جهة لا يخطر بباله ولا يكون في حسابه. </p><p> {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ} في جميع أحواله، ويعتمد عليه في جميع أموره {فَهُوَ} سبحانه وتعالى {حَسْبُهُ} ؛ أي: كافي المتوكل عليه في جميع أموره ومعطيه حوائجه حتى يقول: حسبي. أو: من وثق بالله فيما نابه .. كفاه ما أهمه. والتوكل: سكون القلب في كل موجود ومفقود، وقطع القلب عن كل علاقة، والتعلق بالله في جميع الأحوال. و {حسبه} بمعنى: محسب؛ أي: كاف. </p><p> فإن قلت: إذا كان حكم الله في الرزق لا يتغير، فما معنى التوكل؟ </p><p> قلت: معناه: أن المتوكل يكون فارغ القلب ساكن الجأش غير كاره لحكم الله، فلهذا كان التوكل محمودًا. </p><p> والمعنى (٢) : أي ومن يكل أمره إلى الله ويفوض إليه الخلاص منه .. كفاه ما أهمه في دنياه ودينه، والمراد بذلك: أن العبد يأخذ في الأسباب التي جعلها من سننه في هذه الحياة، ويؤديها على أمثل الطرق، ثم يكل أمره إلى الله فيما لا يعلمه من أسباب لا يستطيع الوصول إلى علمها، كتوكل الزارع بعد إلقاء الحب في الأرض. وكان السلف يقولون: اتّجروا واكتسبوا، فإنكم في زمان إذا احتاج أحدكم .. كان أول ما يأكل دينه. وربما رأوا رجلًا في جماعة جنازة، فقالوا له: اذهب إلى دكانك. وليس المراد أن يلقي الأمور على عواهنها ويترك السعي والعمل ويفوض الأمر إلى الله، فما بهذا أمر الدين؛ بدليل قوله تعالى:  {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ} ، وقوله - صلى الله عليه وسلم -: \"اعقلها وتوكل\" إلى نحو ذلك مما هو مستفيض في الكتاب والسنة. </p><p> وروي عن ابن عباس: أنه ركب خلف رسول الله - صلى الله عليه وسلم - يومًا، فقال له رسول الله - صلى الله عليه وسلم -: \"يا غلام! إني معلمك كلمات: احفظ الله يحفظك، احفظ الله تجده تجاهك، وإذا سألت .. فاسأل الله، وإذا استعنت .. فاستعن بالله، واعلم: أن الأمة </p><p>(١) الشوكاني. (٢) المراغي.</p><p> لو اجتمعت على أن ينفعوك .. لم ينفعوك إلا بشيء كتبه الله لك، ولو اجتمعوا على أن يضروك .. لم يضروك إلا بشيء كتبه الله عليك، رفعت الأقلام وجفت الصحف \".</p><p> ثم ذكر السبب في وجوب التوكل عليه، فقال:  {إِنَّ اللَّهَ} سبحانه وتعالى {بَالِغُ أَمْرِهِ} بالإضافة؛ أي: منفذ أمره ومتم مراده، وممضي قضائه في خلقه، فيمن توكل عليه وفيمن لم يتوكل عليه، إلا أن من توكل عليه يكفر عنه سيئاته ويعظم له أجرًا. </p><p> وقرأ الجمهور (١) : {بالغ} بالتنوين، {أمرَه} بالنصب. </p><p> وقرأ حفص والمفضل، وأبان، وجبلة وابن أبي عبلة، وجماعة عن أبي عمرو، ويعقوب، وابن مصرف، وزيد بن علي بالإضافة. </p><p> وقرأ ابن أبي عبلة أيضًا، وداود بن أبي هند، وعصمة عن أبي عمرو:  {بالغ أمرُه} بتنوين {بالغٌ} ورفع {أمرُه} على أنه فاعل بالغ أو على أن {أمره} مبتدأ مؤخر، و {بالغ} خبر مقدم، وقال الفراء في توجيه هذه القراءة: أي أمره بالغ. </p><p> والمعنى على القراءة الأولى والثانية: أن الله سبحانه بالغ ما يريده من الأمر، لا يفوته شيء ولا يعجزه مطلوب. وعلى القراءة الثالثة: أن الله نافذ أمره لا يرده شيء. </p><p> وقرأ المفضل {بالغًا} بالنصب على الحال، ويكون خبر {إنَّ} قوله: {قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا} ويجوز أن تخرج هذه القراءة على قول من ينصب بإن الجزئين، كقوله: </p><p> إِذَا اسْوَدَّ جُنْحُ اللَّيْلِ فَلْتَأْتِ وَلْتَكُنْ ... خُطَاكَ خِفَافًا إِنَّ حُرَّاسَنَا أُسْدَا </p><p> {قَدْ جَعَلَ اللَّهُ} سبحانه وتعالى {لِكُلِّ شَيْءٍ} من الشدة والرخاء، والفقر والغنى، والموت والحياة، ونحو ذلك {قَدْرًا} ؛ أي: تقديرًا، متعلقًا بنفس ذاته وبزمانه ومكانه، وبجميع كيفياته وأوصافه، وأنه بالغ ذلك المقدر على حسب ما قدره. أو جعل له مقدارًا وحدًّا معينًا، أو وقتًا وأجلًا ونهاية ينتهي إليه، لا يتقدم عليه ولا يتأخر عنه ولا يتأتى تغييره. وفي \" التأويلات النجمية\": أي رتبة وكمالًا </p><p>(١) البحر المحيط.</p>"
}