{
  "id": null,
  "sura": 65,
  "aya": 11,
  "text": "<p> والظاهر (١) : أن قوله: {الَّذِينَ آمَنُوا} مبتدأ، خبره قوله:  {قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ} . والخطاب فيه من قبيل الالتفات من الغيبة؛ أي: قد أنزل الله إليهم {ذِكْرًا} هو القرآن، </p><p> ١١ - وأرسل إليهم {رَسُولًا} هو محمد - صلى الله عليه وسلم - فهو منصوب بفعل مقدر على حد: </p><p> عَلَفْتُهَا تِبْنًا وَمَاءً بَارِدًا </p><p> وقرىء:  {رسولٌ} بالرفع؛ أي: هو رسول، على إضمار هو. وجملة قوله:  {يَتْلُو} ؛ أي: يقرأ ويعرض {عَلَيْكُمْ} يا أولي الألباب، أو يا أيها المؤمنون، أو {عليهم} على الالتفات السابق صفة {رَسُولًا} . {آيَاتِ اللَّهِ} سبحانه؛ أي: القرآن {مُبَيِّنَاتٍ} بالكسر؛ أي: حال كون تلك الآيات مبينات ومظهرات لكم ما تحتاجون إليه من الأحكام. أو بالفتح؛ أي: واضحات لا خفاء في معانيها عند الأهالي، أو لا مرية في إعجازها عند البلغاء المنصفين. </p><p> وقرأ الجمهور (٢) : بالفتح على صيغة اسم المفعول، وقرأ ابن عامر، وحفص، وحمزة، والكسائي بالكسر على صيغة اسم الفاعل. ورجح القراءة الأولى أبو حاتم وأبو عبيد؛ لقوله:  {قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ} . </p><p> وإنما يتلوها، أو أنزله {لِيُخْرِجَ} الرسولُ، ويخَلِّصَ، أو الله تعالى. قال بعضهم: اللام متعلقة بـ {أَنْزَلَ} لا بقوله: {يَتْلُو} ؛ لأن {يَتْلُو} مذكور على سبيل التبعية دون {أَنْزَلَ} . {الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} الموصول عبارة عن المؤمنين بعد إنزاله، إلا .. فإخراج الموصوفين بالإيمان من الكفر لا يمكن إذ لا كفر فيهم حتى يخرجوا منه؛ أي: ليحصل لهم الرسول ما هم عليه الآن من الإيمان والعمل الصالح بإخراجهم عما كانوا عليه. أو ليخرج الله من علم أو قدر أنه سيؤمن، أو أطلق عليهم {آمَنُوا} باعتبار ما آل أمرهم إليه. ولم يقل (٣) : ليخرجكم إظهارًا لشرف الإيمان والعمل والصالح، وبيانًا لسبب الإخراج وحثًا على التحقق بهما. {مِنَ الظُّلُمَاتِ إِلَى النُّورِ} ؛ أي: من الضلالة إلى الهدى، ومن الباطل إلى الحق، ومن الجهل إلى العلم، ومن الكفر إلى الإيمان؛ ومن الشبهات إلى الدلائل والبراهين، ومن الغفلة إلى اليقظة. </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.</p><p> والمعنى (١) : أي قد أنزل الله سبحانه إليكم - يا ذوي البصائر - ذكرا لكم، وهو القرآن الكريم يذكركم به لتستمسكوا بحبله المتين، وتعملوا بطاعته، وأرسل إليكم رسولًا يتلو عليكم آيات هذا الكتاب الذي أنزل عليه، وهي واضحات لمن تدبرها وعقلها كي يخرج من لديه استعداد للهدى من ظلمات الكفر إلى نور الإيمان إذا هو أمعن في النظر فيها، وأجال الفكر في أسرارها ومغازيها، فهي النبراس الساطع والضوء اللامع لمن كان له قلب أو ألقى السمع وهو شهيد. </p><p> ثم بيّن جزاء الإيمان والعمل الصالح، فقال:  {وَمَنْ يُؤْمِنْ} ويصدق {بِاللَّهِ} سبحانه وعظيم قدرته وبديع حكمته {وَيَعْمَلْ} عملًا {صَالِحًا} ؛ أي: خالصًا من الرياء والتصنع والغرض. وهو استئناف لبيان شرف الإيمان والعمل الصالح، ونهاية أمر من اتصف بهما، تنشيطًا وترغيبًا لغير أهلهما لهما؛ أي: ومن يجمع بين التصديق والعمل بما فرضه الله عليه مع اجتناب ما نهاه عنه {يُدْخِلْهُ جَنَّاتٍ} وبساتين {تَجْرِي} وتسيل {مِنْ تَحْتِهَا} ؛ أي: من تحت قصورها أو أشجارها {الْأَنْهَارُ} الأربعة المذكورة في سورة محمد - صلى الله عليه وسلم -. </p><p> وقرأ الجمهور:  {يُدْخِلْهُ} بالتحتية. وقرأ نافع، وابن عامر بالنون. </p><p> حال كونهم {خَالِدِينَ} ؛ أي: مقيمين {فِيهَا} ؛ أي: في تلك الجنات إقامة مؤبدة دائمين فيها. وهو حال من مفعول {يُدْخِلْهُ} . والجمع (٢) باعتبار معنى {مَنْ} كما أن الإفراد في الضمائر الثلاثة باعتبار لفظها. {أَبَدًا} ظرف زمان بمعنى دائمًا غير منقطع، فيكون تأكيدًا للخلود؛ لئلا يتوهم أن المراد به المكث الطويل المنقطع آخرًا. </p><p> وجملة قوله:  {قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا} في محل نصب على الحال من الضمير في {خَالِدِينَ} على التداخل، أو من مفعول {يُدْخِلْهُ} على الترادف. ومعنى {قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا} ؛ أي: وسع له رزقه في الجنة. وفيه (٣) معنى التعجب والتعظيم لما رزقه الله سبحانه المؤمنين من الثواب؛ لأن الجملة الخبرية إذا لم يحصل منها فائدة الخبر ولا لازمها .. تحمل على التعجب إذا اقتضاه المقام؛ كأنه قيل: ما أحسن </p><p>(١) المراغي. (٢) روح البيان.(٣) روح البيان.</p>"
}