{
  "id": null,
  "sura": 65,
  "aya": 4,
  "text": "<p> يليق بذلك الشيء. وقرأ جناح بن حبيش {قدرًا} بفتح الدال، والجمهور بإسكانها. </p><p> والمعنى: أي إن الله سبحانه وتعالى منفذ أحكامه في خلقه بما يشاء، وقد جعل لكل شيء مقدارًا ووقتًا، فلا تحزن أيها المؤمن إذا فاتك شيء مما كنت تؤمل وترجو، فالأمور مرهونة بأوقاتها ومقدرة بمقادير خاصة، كما قال تعالى:  {وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ} . </p><p> وقال القاشاني: معنى الآية (١) : ومن يتوكل على الله بقطع النظر عن الوسائط والانقطاع إليه من الوسائل .. فهو كافيه يوصل إليه ما قدر له، وشوق إليه ما قسم لأجله من أنصبة الدنيا والآخرة، إن الله يبلغ ما أراد من أمره لا مانع له ولا عائق، فمن تيقن ذلك .. ما خاف أحدًا ولا رجا، وفوض أمره إليه ونجا، وقد عين الله لكل أمر حدًّا معينًا، ووقتًا معينًا في الأزل، لا يزيد بسعي ساع ولا ينتقص بمنع مانع وتقصير مقصر، ولا يتأخر عن وقته ولا يتقدم عليه، والمتيقن لهذا الشاهد له متوكل بالحقيقة، انتهى. </p><p> ٤ - {وَاللَّائِي} من الموصولات، جمع: التي؛ أي: واللاتي {يَئِسْنَ مِنَ الْمَحِيضِ} لكبرهن ويأسهن؛ أي: انقطع رجاؤها من رؤية الدم لبلوغها سن اليأس. والمحيض (٢) : اسم أو مصدر، ومنه: الحوض؛ لأن الماء يسيل إليه. والحيضة: المرة. وفي الشرع: دم ينفضه رحم امرأة بالغة لا داء بها ولا إياس لها. و {مِنَ} لابتداء الغاية، متعلقة بالفعل قبلها. حال كونها {مِنْ نِسَائِكُمْ} وزوجاتكم اللاتي دخلتم بهن. و {مِن} للتبيين، متعلقة بمحذوف. {إِنِ ارْتَبْتُمْ} ؛ أي: شككتم في عدتهن، وأشكل عليكم حكمهن لانقطاع دمهن بكبر السن، وجهلتم كيف عدتهن. والمراد بالشك: الجهل، وقيد به لموافقة الواقع، فلا مفهوم له، بل عدتها ما ذكر سواء علموا أو جهلوا، لكن الواقع في نفس الأمران السائلين عن عدة الآيسة كانوا جاهلين بقدرها، فالآية مخرجة على سبب. اهـ \"شيخنا\" . {فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُر} فقوله: {وَاللَّائِي} مبتدأ، خبره قوله:  {فَعِدَّتُهُنَّ} ، وقوله:  {إِنِ ارْتَبْتُمْ} اعتراض، وجواب الشرط محذوف تقديره: أي إن ارتبتم فيها .. فاعلموا أنها ثلاثة أشهر، كذا قالوا. والأشهر: جمع شهر، وهو مدة معروفة مشهورة بهلال الهلال، أو باعتبار </p><p>(١) روح البيان. (٢) روح البيان.</p><p> جزء من اثني عشر جزءًا من دوران الشمس من نقطة إلى تلك النقطة. قال في \"القاموس\" : الشهر: العدد المعروف من الأيام؛ لأنه يشهر بالقمر. {وَاللَّائِي لَمْ يَحِضْنَ} ؛ ما رأين الدم لصغرهن وعدم بلوغهن سن المحيض. وهو مبتدأ، خبره محذوف؛ أي: فعدتهن ثلاثة أشهر أيضًا، وحذف هذا ثقة بدلالة ما قبله عليه. والأولى (١) أن يقدر مثل: أولئك أو كذلك، فيكون المقدر مفردًا. والشابة التي كانت تحيض فارتفع حيضها بعذر من الأعذار قبل بلوغها سن الآيسات .. فعند أبي حنيفة والشافعي لا تنقضي عدتها حتى يعاودها الدم، فتعتد بثلاثة أقراء، أو حتى تبلغ سن الآيسات، فتعتد بثلاثة أشهر. </p><p> وقال أبو حيان: والظاهر: أن قوله: {وَاللَّائِي لَمْ يَحِضْنَ} يشمل من لم يحضن لصغر ومن لا يكون لها حيض ألبتة، وهو موجود في النساء، وهو أنها تعيش إلى أن تموت ولا تحيض. ومن أتى عليها زمان الحيض وما بلغت به، ولم تحض .. فقيل: هذه تعتد بسنة، انتهى. </p><p> ووضع (٢) السجاوندي الطاء الدالة على الوقف المطلق على وضعه وقانونه في {لَمْ يَحِضْنَ} لانقطاعه عما بعده، وكان الظاهر أن يضع الميم الدالة على الوقف اللازم؛ لأن المتبادر الاتصال الموهم معنى فاسدًا. لعله نظر إلى ظهور عدم حمل التي لم تحض لصغرها؟ </p><p> والمعنى: أي واللائي بلغن سن اليأس فانقطع حيضهن لكبرهن؛ بأن بلغن سن الخامسة والخمسين فما فوقها .. فعدتهن ثلاثة أشهر، وكذا الصغار اللائي لم يحضن إن شككتم وجهلتم كيف تكون عدتهن وما قدرها .. فعدتهن ثلاثة أشهر أيضًا. </p><p> {وَأُولَاتُ الْأَحْمَالِ} اسم جمع، واحدتها ذات؛ بمعنى: صاحبة، والأحمال جمع حَمْلَ - بالفتح -، وهو الولد في البطن؛ أي: ذوات الأحمال من النساء والحبالى منهن {أَجَلُهُنَّ} ؛ أي: منتهى عدتهن {أَنْ يَضَعْنَ} ويلدن {حَمْلَهُنَّ} ؛ أي: جنينهن سواء كن مطلقات أو متوفى عنهن أزواجهن. فلو ولدت (٣) المرأة </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) روح البيان.</p><p> حملها؛ أي: حطت ما في بطنها بعد طلاق زوجها أو وفاته بلحظة .. انقضت عدتها وحلت للأزواج، فكيف بعد ساعة أو يوم أو شهر؟ وقد نسخ بهذه الآية عموم قوله تعالى في البقرة:  {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} لتراخي نزولها عنه. وقد صح أن سبيعية بنت الحارث ولدت بعد وفاة زوجها بليال، فذكرت ذلك لرسول الله - صلى الله عليه وسلم -، فقال:  \"قد حللت فتزوجي\" . وقرأ الجمهور {حَمْلَهُنَّ} مفردًا، والضحاك:  {أحمالهن} جمعًا. </p><p> {وَمَنْ يَتَّقِ اللَّهَ} سبحانه في شأن أحكامه، بامتثال أوامره واجتناب نواهيه {يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا} ؛ أي: يسهل عليه أمره، يوفقه للخمر، ويعصمه من المعاصي والشر بسبب التقوى. فـ {مَنْ} للبيان، قدم على المبين للفواصل، أو بمعنى: في. وقال الضحاك: من يتق الله فليطلّق للسنة، يجعل له من أمره يسرًا في الرجعة. </p><p> وحاصل معنى الآية (١) : أي وعدة الحوامل أن يضعن حملهن، سواء كن مطلقات أو متوفى عنهن أزواجهن، كما روي عن عمر وابنه: فقد أخرج مالك، والشافعي، وعبد الرزاق، وابن أبي شيبة، وابن المنذر عن ابن عمر: أنه سئل عن المرأة يتوفى عنها زوجها وهي حامل، فقال: إذا وضعت حملها .. فقد حلت، فأخبره رجل من الأنصار أن عمر بن الخطاب قال: لو ولدت وزوجها على سريره لم يدفن .. حلت. </p><p> وهكذا روي عن ابن مسعود: فقد أخرج عنه أبو داود، والنسائي، وابن ماجه: أنه قال: من شاء لاعنته أن الآية التي في النساء الصغرى {وَأُولَاتُ الْأَحْمَالِ ...} الآية، نزلت بعد سورة البقرة بكذا وكذا شرًا، وكل مطلقة أو متوفى عنها زوجها .. فأجلها أن تضع حملها. </p><p> وروي: أن سبيعية بنت الحارث الأسلمية كانت تحت سعد بن خولة، فتوفي عنها في حَجة الوداع وهي حامل، فوضعت بعد وفاته بثلاثة وعشرين يومًا، فاختضبت، واكتحلت، وتزينت تريد الزواج، فأنكر ذلك عليها، فسئل النبي - صلى الله عليه وسلم - </p><p>(١) المراغي.</p>"
}