{
  "id": null,
  "sura": 65,
  "aya": 12,
  "text": "<p> رزقهم الذي رزقهم الله تعالى، وما أعظمه. فرزقًا ظاهره المفعولية لأحسن، والتنوين للتعظيم؛ لإعداده تعالى فيها ما هو خارج عن الوصف، أو للتكثير عددًا؛ لما فيه مما تشتهيه الأنفس من الرزق والأنفس، أو مددًا؛ لأن أكلها دائم لا ينقطع ولا بعد في أن يكون {لَهُ} بمعنى: إليه، ويكون {رِزْقًا} تمييزًا، بمعنى: قد هيأ له وأعد ما يحسن إليه به من جهة الرزق. </p><p> ومعنى الآية (١) : أي ومن يصدق بوحدانية الله وعظيم قدرته وبديع حكمته، ويعمل بطاعته .. ويدخله بساتين تجري من تحت أشجارها الأنهار ماكثين فيها أبدًا، لا يموتون ولا يخرجون منها، وقد وسع الله لهم فيها الأرزاق من مطاعم ومشارب مما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر. </p><p> ١٢ - {اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ} الاسم الشريف مبتدأ، والموصول مع صلته خبره؛ أي: المعبود الذي يستحق منكم العبادة هو الإله القادر، الذي خلق وأبدع على غير مثال سابق سبع طبقات علوية. ونكرها للتعظيم المفيد لكمال قدرة صانعها، أو لكفايته في المقصود من إثبات قدرته الكاملة على وفق حكمته الشاملة، وذلك يحصل بإخبار خلقه تعالى سبع سموات من غير نظر إلى التعيين. {وَمِنَ الْأَرْضِ} ؛ أي: وخلق عن الأرض {مِثْلَهُنَّ} ؛ أي: مثل السموات السبع في العدد والطباق، فقوله:  {مِثْلَهُنَّ} منصوب بفعل مضمر بعد الواو، دل عليه الناصب لسبع سموات، وليس بمعطوف على سبع سموات؛ لأنه يستلزم الفصل بين حرف العطف - وهو الواو - وبين المعطوف بالجار والمجرور، وصرح سيبويه وأبو علي بكراهيته في غير موضع الضرورة. </p><p> واختلف في كيفية طبقات الأرض (٢) : قال القرطبي في \"تفسيره\" : واختلف فيهن على قولين: </p><p> أحدهما - وهو قول الجمهور -: أنها سبع أرضين طباقًا، بعضها فوق بعض، بين كل أرض وأرض مسافة كما بين السماء والأرض، وفي كل أرض سكان من خلق الله. </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> وقال الضحاك: إنها مطبقة بعضها فوق بعض من غير فتوق ولا فرجة بخلاف السموات. </p><p> والقول الأول أصح؛ لأن الأخبار الصحيحة دالة عليه: </p><p> منها: ما في \"صحيح مسلم\" عن سعيد بن زيد قال: سمعت النبي - صلى الله عليه وسلم - يقول:  \"من أخذ شبرًا من الأرض ظلمًا .. فإنه يطوقه يوم القيامة من سبع أرضين ... \" إلى آخر كلامه. </p><p> ومنها: ما روي عن ابن مسعود: أن النبي - صلى الله عليه وسلم - قال:  \"ما السموات السبع وما فيهن وما بينهن، والأرضون السبع وما فيهن وما بينهن في الكرسي إلا كحلقة ملقاة بأرض فلاة\" . </p><p> وأخرج ابن جرير، وابن أبي حاتم، والحاكم وصححه، والبيهقي في \"الشعب\" من طريق أبى الضحى عن ابن عباس في قوله: {وَمِنَ الْأَرْضِ مِثْلَهُنَّ} قال: سبع أرضين في كل أرض نبي كنبيكم، وآدم كآدم، ونوح كنوح، وإبراهيم كإبراهيم، وعيسى كعيسى. قال البيهقي: هذا إسناده صحيح، وهو شاذ بمرة لا أعلم لأبي الضحى عليه متابعًا. قال أبو حيان: وهذا حديث لا شك في وضعه. </p><p> وقرأ الجمهور:  {مِثْلَهُنَّ} بالنصب عطفًا على {سَبْعَ سَمَاوَاتٍ} أو على تقدير فعل؛ أي: وخلق من الأرض مثلهن. وقرأ عاصم في رواية وعصمة عن أبي بكر عنه بالرفع على الابتداء والجار والمجرور قبله خبره. </p><p> {يَتَنَزَّلُ الْأَمْرُ} ؛ أي: أمر الله، واللام عوض عن المضاف إليه. وقرأ الجمهور (١) : {يَتَنَزَّلُ} مضارع تنزل وبرفع {الْأَمْرُ} . وقرأ عيسى وأبو عمر في رواية {ينزِّل} مضارع نزل مشددًا، {الأمر} بالنصب، والفاعل {الله} سبحانه. وقرىء:  {ينزِل} مخففًا، مضارع أنزل. {بَيْنَهُنَّ} ؛ أي: بين السموات السبع والأرضين السبع. </p><p> والظاهر (٢) : أن الجملة استئنافية للإخبار عن شمول جريان حكمه ونفوذ أمره في العلويات والسفليات كلها، فالأمر عند الأكثرين القضاء والقدر، بمعنى: يجري </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> قضاؤه وينفذ حكمه بين السماء السابعة التي هي أعلى السموات وبين الأرض السابعة التي هي أسفل الأرضين، ولا يقتضي ذلك أن لا يجري في العرش والكرسي؛ لأن المقام اقتضى ذِكر ما ذَكره، والتخصيص بالذِّكر لا يقتضي التخصيص بالحكم. </p><p> وقال قتادة: في كل أرض من أرضه وسماء من سمائه خلق من خلقه، وأمر من أمره، وقضاء من قضائه. وقيل: هو يدبر فيهن من عجيب تدبيره. فينزل المطر ويخرج النبات، ويأتي بالليل والنهار والصيف والشتاء ويخلق المخلوقات على اختلاف ألوانها وهيئاتها، فينقلهم من حالٍ إلى حال. </p><p> والمعنى: يجري أمر الله وقضاؤه وقدره، وينفذ حكمه فيهن، فهو يدبر ما فيها وفق علمه الواسع وحكمته في إقامة نظمها بحسب العدل والمصلحة. </p><p> و {اللام} في قوله: {لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} متعلق (١) بـ {خَلَقَ} ، أو بـ {يَتَنَزَّلُ} أو بما يعمهما؛ أي: فعل ذلك لتعلموا أن من قدر على ما ذكر .. قادر على كل شيء، ومنه البعث للحساب والجزاء، فتطيعوا أمره وتقبلوا حكمه، وتستعدوا لكسب السعادة والخلاص من الشقاوة. واللام لام المصلحة والحكمة؛ لأن فعله تعالى نجال عن العبث، لا لام الغرض، فإنه تعالى منزه عن الغرض؛ إذ هو لمن له الاحتياج، والله تعالى غني عن العالمين. {و} لتعلموا {أَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا} كما أحاط به قدرة؛ لاستحالة صدور الأفعال المذكورة ممن ليس كذلك. والإحاطة: العلم البالغ، فلا يخرج عن علمه شيء منها كائنًا ما كان. ويجوز أن يكون العامل في اللام بيان ما ذكر من الخلق وتنزل الأمر؛ أي: أوحى ذلك وبينه لتعلموا بما ذكر من الأمور التي تشاهدونها والتي تتلقونها من الوحي من عجائب المصنوعات أنه لا يخرج عن علمه وقدرته شيء ما أصلًا. وقوله:  {عِلْمًا} نصب على التمييز المحول عن الفاعل؛ أي:  {أَحَاطَ} علمه بكل شيء كما في \"عين المعاني أو على المصدر المؤكد لأن{أَحَاطَ}بمعنى علم؛أي:وأن الله قد علم كل شيء علمًا، كما في \" فتح الرحمن \" أو على أنه صفة لمصدر محذوف؛أي:أحاط إحاطة علمًا، كما في \" الشوكاني\". </p><p>(١) روح البيان.</p><p> وروي عن الإمام أبي حنيفة: أن هذه الآية من أخوف الآيات في القرآن. </p><p> وقرأ الجمهور (١) : {لِتَعْلَمُوا} بتاء الخطاب. وقرىء بياء الغيبة. </p><p> والمعنى (٢) : ينزل قضاء الله وأمره بين ذلك كي تعلموا أيها الناس كنه قدرته وسلطانه، وأنه لا يتعذر عليه شيء أراده، ولا يمتنع عليه أمر شاءه، فهو على ما يشاء قدير. ولتعلموا أن الله بكل شيء من خلقه محيط علمًا، لا يعزب عنه مثقال ذرة في الأرض ولا في السماء، ولا أصغر من ذلك ولا أكبر. فخافوا أيها المخالفون أمر ربكم؛ فإنه لا يمنعه من عقوبتكم مانع، وهو قادر على ذلك ومحيط بأعمالكم، لا يخفى عليه منها خاف، وهو محصيها عليكم ليجازيكم بها يوم تجزى كل نفس بما كسبت واكتسبت. </p><p> الإعراب </p><p> {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللَّهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ} . </p><p> {يَا أَيُّهَا} : منادى نكرة مقصودة، {النَّبِيُّ} : صفة لـ {أيُّ} أو بدل منه، أو عطف بيان، وجملة النداء مستأنفة. {إِذَا} : ظرف لما يستقبل من الزمان {طَلَّقْتُمُ النِّسَاءَ} : فعل وفاعل ومفعول به، والجملة في محل الخفض بإضافة {إِذَا} إليها على كونها فعل شرط لها، والظرف متعلق بالجواب. {فَطَلِّقُوهُنَّ} : {الفاء} رابطة لجواب {إذا}  {طلقوهن} : فعل وفاعل، ومفعول به، والجملة جواب {إذا} الشرطية، لا محل لها من الإعراب، وجملة {إذا} الشرطية جواب النداء، لا محل لها من الإعراب. {لِعدَّتِهِنَّ} : جار ومجرور متعلق بمحذوف وقع حالًا من مفعول {طلقوهن} ؛ أي: حالة كونهن مستأنفات ومستقبلات لعدتهن ومتوجهات إليها. وهذا أولى ما قيل في بيان متعلق اللام. وقيل: متعلق بـ {طلقوهن} على تقدير مضاف؛ أي: طلقوهن لاستقبال عدتهن {وَأَحْصُوا الْعِدَّةَ} : فعل وفاعل، ومفعول، معطوف على {طلقوهن} ، {وَاتَّقُوا اللَّهَ} : فعل وفاعل ومفعول، معطوف أيضًا على {طلقوهن} ، {رَبَّكُمْ} : بدل من الجلالة، {لَا تُخْرِجُوهُنَّ} : فعل مضارع، وفاعل، </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> ومفعول به مجزوم بـ {لا} الناهية معطوف على {طلقوهن} بعاطف مقدر، {مِنْ بُيُوتِهِنَّ} : متعلق بـ {لَا تُخْرِجُوهُنَّ} . {وَلَا} : {الواو} : عاطفة، {لا} : ناهية، {يَخْرُجْنَ} : فعل مضارع في محل الجزم بـ {لا} الناهية، مبني على السكون لاتصاله بنون النسوة، ونون الإناث في محل الرفع فاعل. والجملة معطوفة على جملة {لَا تُخْرِجُوهُنَّ} . وإنما جمع بين النهيين إشارة إلى أن الزوج لو أذن لها في الخروج لا يجوز لها الخروج. {إِلَّا} : أداة استثناء من أعم الأحوال، {أَنْ} حرف مصدر ونصب، {يَأْتِينَ} : فعل مضارع في محل النصب بـ {أن} المصدرية، مبني على السكون لاتصاله بنون الإناث، ونون الإناث في محل الرفع فاعل، {بِفَاحِشَةٍ} : متعلق بـ {يَأْتِينَ}  {مُبَيِّنَةٍ} : صفة لـ {فاحشة} ، والجملة الفعلية مع أن المصدرية في تأويل مصدر منصوب على الحال من فاعل {لا يخرجن} ، ومن مفعول {لَا تُخْرِجُوهُنَّ} ولكنه في تأويل مشتق تقديره: لا تخرجوهن، ولا يخرجن في حال من الأحوال إلا في حال كونهن آتيات بفاحشة مبينة. </p><p> {وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} . </p><p> {وَتِلْكَ} : {الواو} استئنافية، {تلك} : مبتدأ، {حُدُودُ اللَّهِ} : خبره، والجملة مستأنفة. {وَمَنْ} : {الواو} : عاطفة، {مَنْ} اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط، أو الجواب، أو هما، {يَتَعَدَّ} : فعل مضارع مجزوم بـ {مَنْ} الشرطية، على كونه فعل شرط لها، وعلامة جزمه حذف حرف العلة، وفاعله ضمير يعود على {مَنْ} . {حُدُودُ اللَّهِ} : مفعول به. {فَقَدْ} : {الفاء} رابطة لجواب (مَنْ) الشرطية وجوبًا لاقترانه بـ {قد} . {قد} : حرف تحقيق {ظَلَمَ نَفْسَهُ} : فعل وفاعل مستتر ومفعول به، والجملة في محل الجزم بـ {من} الشرطية، على كونه جوابًا لها، وجملة {مَنْ} الشرطية معطوفة على الجملة الاسمية قبلها. </p><p> {لَا} نافية، {تَدْرِي} : فعل مضارع، وفاعله ضمير مستتر يعود على المطلق، ومفعول الدراية محذوف تقديره: لا تدري أيها المطلق عاقبة أمرك وأمرها. والجملة مستأنفة مسوقة لتعليل مضمون جواب الشرط. {لَعَلَّ} : حرف نصب بمعنى {إن} مجرد عن معنى الترجي، {اللَّهَ} : اسمها، {يُحْدِثُ} : فعل مضارع، وفاعل مستتر، {بَعْدَ ذَلِكَ} : متعلق بـ {يُحْدِثُ} ، {أَمْرًا} : مفعول به، وجملة {يُحْدِثُ} في محل </p><p> الرفع خبر {لَعَلَّ} ، وجملة {لَعَلَّ} : مستأنفة مسوقة لتعليل جملة الدراية، كما مرّ في مبحث التفسير. </p><p> {فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (٢) }. </p><p> {فَإِذَا} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفت ما ذكرته من أحكام الطلاق، وأردت بيان حكم الرجعة، فأقول لك:  {إذا} : ظرف لما يستقبل من الزمان، {بَلَغْنَ} : فعل ماض مبني على السكون لاتصاله بنون النسوة، ونون النسوة فاعل، {أَجَلَهُنَّ} : مفعول به، والجملة في محل الخفض بإضافة إذا إليها على كونها فعل شرط لها، {فَأَمْسِكُوهُنَّ} : {الفاء} : رابطة لجواب الشرط، {أمسكوهن} : فعل أمر، وفاعل، ومفعول به، والجملة جواب {إذا} الشرطية، وجملة {إذا} الشرطية في محل النصب مقول لجواب إذا المقدرة وجملة {إذا} المقدرة مستأنفة. {بِمَعْرُوفٍ} : حال من ضمير الإناث، ولكنه على تقدير مضاف؛ أي: حال كون إمساكهن متلبسًا بمعروف. {أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ} : معطوف على {أَمْسِكُوهُنَّ بِمَعْرُوفٍ} ، {وَأَشْهِدُوا} : فعل أمر، وفاعل، معطوف على {أَمْسِكُوهُنَّ} ، {ذَوَيْ عَدْلٍ} : مفعول به منصوب بالياء؛ لأنه تثنية ذا؛ بمعنى صاحب {مِنْكُمْ} : صفة لـ {ذَوَيْ عَدْلٍ} ؛ أي: كائنين منكم. {وَأَقِيمُوا الشَّهَادَةَ} : فعل أمر، وفاعل، ومفعول به معطوف على {أشهدوا} ، {لِلَّهِ} : متعلق بـ {وَأَقِيمُوا} ؛ أي: لوجه الله. </p><p> {ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا} . </p><p> {ذَلِكُمْ} : مبتدأ، وجملة {يُوعَظُ} : خبره، والجملة مستأنفة. {يُوعَظُ} : فعل مضارع مغير الصيغة، {بِهِ} متعلق بـ {يُوعَظُ} ، {مَن} اسم موصول في محل الرفع نائب فاعل لـ {يُوعَظُ} ، {كَانَ} : فعل ناقص، واسما ضمير مستتر يعود على {مَنْ} وجملة {يُؤْمِنُ} في محل نصب خبر {كَانَ} وجملة {كَانَ} صلة لـ {مَن} الموصولة {بِاللَّهِ} متعلق بـ {يُؤْمِنُ} ، {وَالْيَوْمِ} : معطوف على الجلالة، {الْآخِرِ} : صفة لـ {الْيَوْمِ} ، {وَمَن} : {الواو} : استئنافية أو اعتراضية، {مَن} : اسم شرط في </p><p> محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب، {يَتَّقِ اللَّهَ} : فعل مضارع وفاعل مستتر مجزوم بـ {من} الشرطية على كونه فعل شرط لها، {يَجْعَلْ} : فعل مضارع، وفاعل مستتر يعود على {اللَّهَ} مجزوم بـ {من} الشرطية على كونه جوابًا لها، {له} متعلق بـ {يَجْعَلْ} على كونه مفعولًا ثانيًا له، {مَخْرَجًا} : مفعول أول له، وجملة {مَنْ} الشرطية مستأنفة سيقت استطرادًا لذكر المؤمنين، أو اعتراضية لاعتراضها بين أحكام المطلقات. </p><p> {وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا (٣) }. </p><p> {وَيَرْزُقْهُ} : فعل، وفاعل مستتر، ومفعول به معطوف على {يَجْعَلْ} ، {مِنْ حَيْثُ} : متعلق بـ {يرزق} ، وجملة {لَا يَحْتَسِبُ} في محل الجر مضاف إليه لـ {حَيْثُ} ، {وَمَن} : {الواو} : عاطفة، {مَنْ} اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب، {يَتَوَكَّلْ} : فعل مضارع، وفاعل مستتر مجزوم بـ {من} على كونه فعل شرط لها، {عَلَى اللَّهِ} : متعلق بـ {يَتَوَكَّلْ} ، {فَهُوَ} : {الفاء} : رابطة لجواب {من} الشرطية وجوبًا، {هو} : مبتدأ، {حَسْبُهُ} : خبر. والجملة الاسمية في محل الجزم بـ {من} الشرطية على كونها جوابًا لها، وجملة {من} الشرطية معطوفة على جملة {من} الأولى. {إِنَّ اللَّهَ} : ناصب واسمه، {بالغُ} : خبره، {أَمْرِهِ} : مضاف إليه أو مفعول به، وجملة {إنَّ} مستأنفة مسوقة لتعليل ما قبلها. {قد} : حرف تحقيق {جَعَلَ اللَّهُ} : فعل وفاعل، {لِكُلِّ شَيْءٍ} : متعلق بـ {جَعَلَ} على كونه مفعولًا ثانيًا له إن كانت بمعنى التصيير، {قَدْرًا} : مفعول ثان له. والجملة الفعلية في محل الرفع بدل من {بَالِغُ أَمْرِهِ} على كونه خبر لـ {إنّ} . </p><p> {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا (٤) }. </p><p> {وَاللَّائِي} : {الواو} : استئنافية، {اللَّائِي} : اسم موصول للجمع المؤنث في محل الرفع مبتدأ، {يَئِسْنَ} : فعل وفاعل صلة الموصول، {مِنَ الْمَحِيضِ} : متعلق بـ {يَئِسْنَ} ، {مِنْ نِسَائِكُمْ} : حال من فاعل {يَئِسْنَ} ، {إِنِ} : حرف شرط، </p><p> {ارْتَبْتُمْ} : فعل، وفاعل في محل الجزم بـ {إنْ} الشرطية على كونه فعل شرط لها. {فَعِدَّتُهُنَّ} : {الفاء} : رابطة لجواب {إنْ} الشرطية، {عدتهن} : مبتدأ، {ثَلَاثَةُ أَشْهُرٍ} خبره، والجملة الاسمية في محل الجزم بـ {إنْ} الشرطية على كونها جوابًا لها، وجملة {إنْ} الشرطية وجوابها في محل الرفع خبر المبتدأ، والجملة الاسمية مستأنفة. وقيل: الجملة الاسمية خبر اللاتي، وجواب الشرط محذوف، تقديره: فاعلموا أنها ثلاثة أشهر، وتكون جملة الشرط وجوابه معترضة. والأول أولى؛ لسهولته ولاستغنائه عن التقدير. {وَاللَّائِي} : {الواو} : عاطفة، {اللائي} : مبتدأ، وجملة {لَمْ يَحِضْنَ} صلة الموصول، وخبر المبتدأ محذوت، تقديره: فكذلك أو مثلهن؛ أي: فعدتهن ثلاثة أشهر. ولو قيل: إنه معطوف على {اللَّائِي يَئِسْنَ} عطف المفردات، وأخبر عن الجميع بقوله:  {فَعِدَّتُهُنَّ} .. لكان وجهًا حسنًا. {وَأُولَاتُ الْأَحْمَالِ} : مبتدأ أول، ومضاف إليه {أَجَلُهُنَّ} : مبتدأ ثان، {أَن} حرف نصب ومصدر، {يَضَعْنَ} : فعل مضارع في محل النصب مبني على السكون لاتصاله بنون الإناث، ونون الإناث في محل الرفع فاعل، {حَمْلَهُنَّ} : مفعول به، والجملة الفعلية مع أن المصدرية في تأويل مصدر مرفوع على الخبرية، تقديره: أجلُهن وضعُهن حملَهن. وجملة المبتدأ الثاني في محل الرفع خبر عن الأول، وجملة الأول معطوفة على جملة قوله:  {وَاللَّائِي يَئِسْنَ} . {وَمَنْ} : {الواو} : استئنافية، {من} شرطية في محل الرفع مبتدأ، والخبر جملة الشرط، وجملة {يَتَّقِ اللَّهَ} : فعل شرط لها، وجملة {يَجْعَلْ} جوابها، وجملة {مَنْ} الشرطية مستأنفة، {له} في موضع المفعول الثاني لـ {جَعَلَ} ، {مِنْ أَمْرِهِ} : حال من {يُسْرًا} ، و {يُسْرًا} : مفعول أول لـ {جَعَلَ} . </p><p> {ذَلِكَ أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْ وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا (٥) }. </p><p> {ذَلِكَ أَمْرُ اللَّهِ} : مبتدأ وخبر، والجملة مستأنفة. {أَنْزَلَهُ} : فعل ماض، وفاعل مستتر، ومفعول به، {إِلَيْكُمْ} : متعلق بـ {أَنْزَلَهُ} ، والجملة الفعلية في محل النصب حال من {أَمْرُ اللَّهِ} . {وَمَنْ يَتَّقِ} : اسم شرط وفعله، {اللَّهَ} لفظ الجلالة مفعول و {يُكَفِّرْ} : جوابه، وجملة {مَنْ} الشرطية معطوفة على جملة {مَنْ} الأولى. {عنه} : متعلق بـ {يُكَفِّرْ} ، {سَيِّئَاتِهِ} : مفعول به. {وَيُعْظِمْ} : معطوف على جواب الشرط، {لَهُ} متعلق بـ {يعظم} ، {أَجْرًا} : مفعول به. </p><p> {أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ} . </p><p> {أَسْكِنُوهُنَّ} : فعل أمر، وفاعل، ومفعول به، والجملة مستأنفة. {مِنْ حَيْثُ} متعلق بـ {أَسْكِنُوهُنَّ} ، وجملة {سَكَنْتُمْ} : في محل الجر مضاف إليه لـ {حَيْثُ} ، {مِنْ وُجْدِكُمْ} : بدل من الجار والمجرور في قوله: {مِنْ حَيْثُ سَكَنْتُمْ} . {وَلَا} : {الواو} : عاطفة، {لا} : ناهية جازمة، {تُضَارُّوهُنَّ} : فعل مضارع، وفاعل، ومفعول به، مجزوم بـ {لا} الناهية. والجملة معطوفة على جملة {أَسْكِنُوهُنَّ} . {لِتُضَيِّقُوا} : {اللام} : حرف جر وتعليل، {تضيقوا} : فعل مضارع، ومفعول تضيقوا محذوف، تقديره: لتضيقوا المساكن أو النفقة. وجملة {تضيقوا} صلة أن المضمرة {أن} مع صلتها في تأويل مصدر مجرور باللام، تقديره: لتضيحق المساكن، {عَلَيْهِنَّ} : الجار والمجرور متعلق بـ {تُضَارُّوهُنَّ} . </p><p> {أَوَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى} . </p><p> {وَإِنْ} : {الواو} : عاطفة أو استئنافية، {إنْ} : حرف شرط، {كُنَّ} : فعل ماض ناقص في محل جزم بـ {إنْ} الشرطية، على كونه فعل شرط لها، مبني بسكون على النون المدغمة في نون الإناث، ونون الإناث في محل الرفع اسمها، {أُولَاتِ حَمْلٍ} : خبرها. {فَأَنْفِقُوا} : {الفاء} : رابطة لجواب {إنْ} الشرطية، {أَنْفِقُوا} : فعل أمر في محل جزم بـ {إنْ} الشرطية، على كونه جوابًا لها، مبني على حذف النون، و {الواو} : فاعل، {عَليهِن} : متعلق بـ {أَنْفِقُوا} ، والجملة مستأنفة أو معطوفة على ما قبلها. {حَتَّى} : حرف جر وغاية، {يَضَعْنَ} : فعل مضارع في محل النصب بأن المضمرة بعد حتى، مبني على السكون لاتصاله بنون الإناث، ونون الإناث في محل الرفع فاعل، {حَمْلَهُنَّ} : مفعول به، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور بـ {حَتَّى} ، بمعنى إلى، تقديره: إلى وضعهن حملهن، الجار والمجرور متعلق بـ {أَنْفِقُوا} ، {فإنْ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم حكم إنفاقهن، وأردتم بيان حكم إرضاع الولد .. فأقول لكم: إن أرضعن لكم. {إن} : حرف شرط، {أَرْضَعْنَ} : فعل ماض في محل الجزم بـ {إنْ} الشرطية، مبني على السكون لاتصاله بنون الإناث، ونون الإناث فاعل، {لَكُمْ} : متعلق بـ {أَرْضَعْنَ} ومفعول {أَرْضَعْنَ} </p><p> محذوف، تقديره: ولدًا منهن. {فَآتُوهُنَّ} : {الفاء} : رابطة الجواب، {اتوهن} : فعل أمر، وفاعل ومفعول أول، {أُجُورَهُنَّ} : مفعول ثان لأن {آتى} بمعنى أعطى، وجملة الأمر في محل الجزم بـ {إنْ} الشرطية على كونها جوابًا لها، وجملة {إنْ} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {وَأْتَمِرُوا} : فعل أمر، وفاعل، معطوف على {آتوهن} ؛ أي: ليأمر بعضكم بعضًا. {بَيْنَكُمْ} : ظرف متعلق بـ {أْتَمِرُوا} ، {بِمَعْرُوفٍ} : متعلق بـ {أْتَمِرُوا} أيضًا. {وإن} : {الواو} : عاطفة، {إنْ} حرف شرط، {تَعَاسَرْتُمْ} : فعل، وفاعل في محل الجزم بـ {إنْ} الشرطية، على كونه فعل شرط لها، {فَسَتُرْضِعُ} : {الفاء} : رابطة لجواب {إنْ} الشرطية وجوبًا لاقترانه بحرف التنفيس، و {السين} : حرف استقبال، {ترضع} : فعل مضارع مرفوع، {لَهُ} : متعلق بـ {ترضع} ، {أُخْرَى} : فاعل. والجملة في محل الجزم بـ {إنْ} الشرطية، على كونها جوابًا لها، وجملة {إنْ} الشرطية معطوفة على ما قبلها. </p><p> {لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا (٧) }. </p><p> {لِيُنْفِقْ} : {اللام} : لام أمر، {ينفق} : فعل مضارع مجزوم بلام الأمر، {ذُو سَعَةٍ} : فاعل مرفوع بالواو؛ لأنه من الأسماء الستة، {مِنْ سَعَتِهِ} : متعلق بـ {ينفق} ، والجملة مستأنفة. {وَمَنْ} : {الواو} : عاطفة، {مَنْ} : اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب، {قُدِرَ} : فعل ماض مغير الصيغة في محل الجزم بـ {من} الشرطية، على كونه فعل شرط لها {عَلَيْهِ} متعلق بـ {قُدِرَ} ، {رِزْقُهُ} : نائب فاعل، {فَلْيُنْفِقْ} : {الفاء} : رابطة لجواب {مَنْ} الشرطية وجوبًا؛ لكون الجواب جملة طلبية، و {اللام} : لام الأمر، {ينفق} : فعل مضارع مجزوم بلام الأمر، وفاعله ضمير يعود على {من} الشرطية {مما} : متعلق بـ {ينفق} وجملة {ينفق} في محل الجزم بـ {من} الشرطية، على كونها جوابًا لها، وجملة {من} الشرطية معطوفة على جملة قوله: {لْيُنْفِقْ} لاشتمالها على الطلب أيضًا، وجملة {آتَاهُ اللَّهُ} : صفة لـ {ما} الموصولة، {لَا} : نافية، {يُكَلِّفُ اللَّهُ نَفْسًا} : فعل وفاعل، ومفعول أول، والجملة مستأنفة، {إِلَّا} : أداة استثناء مفرغ، {ما} : مفعول به ثان لـ {يُكَلِّفُ} ، وجملة {آتَاهَا} صلة لـ {ما} الموصولة، </p><p> {سَيَجْعَلُ} : {السين} : حرف استقبال، {يجعل الله} : فعل مضارع، وفاعل، {بَعْدَ عُسْرٍ} : ظرف متعلق بمحذوف، وهو المفعول الثاني لـ {يجعل} . {يُسْرًا} : مفعول أول لـ {يجعل} ، والجملة الفعلية مستأنفة مسوقة لتأكيد الوعد للفقراء بفتح أبواب الرزق. </p><p> {وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا وَعَذَّبْنَاهَا عَذَابًا نُكْرًا (٨) فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا (٩) }. </p><p> {وَكَأَيِّنْ} : {الواو} : استئنافية، {كأين} : اسم مبهم، بمعنى كم الخبرية، في محل الرفع مبتدأ، {مِنْ قَرْيَةٍ} : تمييز لـ {كأين} ، و {مِنْ} زائدة، وجملة {عَتَتْ} ؛ أي: أعرضت، خبرها. والجملة الاسمية مستأنفة. {عَنْ أَمْرِ} : متعلق بـ {عَتَتْ} ، {رَبِّهَا} : مضاف إليه، {وَرُسُلِهِ} : معطوف على {رَبِّهَا} ، {فَحَاسَبْنَاهَا} : {الفاء} : عاطفة، {حاسبناها} : فعل وفاعل، ومفعول به، {حِسَابًا} : مفعول مطلق، {شَدِيدًا} : صفة {حِسَابًا} ، والجملة معطوفة على جملة {عَتَتْ} ، {وَعَذَّبْنَاهَا} : فعل، وفاعل، ومفعول به، معطوف على {حاسبناها} ، {عَذَابًا} : مفعول مطلق، {نُكْرًا} : صفة {عَذَابًا} . {فَذَاقَتْ} : {الفاء} : عاطفة، {ذاقت} : فعل ماض، وفاعل مستتر يعود على {قرية} ، معطوف على {عذبنا} ، {وَبَالَ أَمْرِهَا} : مفعول به، ومضاف إليه، {وَكَانَ} : فعل ماض ناقص، معطوف على {ذاقت} ، {عَاقِبَةُ أَمْرِهَا} : اسمها، {خُسْرًا} : خبرها. </p><p> {أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ الَّذِينَ آمَنُوا قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا (١٠) }. </p><p> {أَعَدَّ اللَّهُ} : فعل، وفاعل، {لَهُمْ} : متعلق بـ {أَعَدَّ} ، {عَذَابًا} : مفعول به، {شَدِيدًا} : صفة {عَذَابًا} ، والجملة مفسرة لما تقدم تأكيدًا للوعيد، لا محل لها من الإعراب. {فَاتَّقُوا اللَّهَ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا عرفتم ما ذكر من استئصال الأمم الماضية بمخالفة أمر ربها ورسله، وأردتم بيان ما هو النجاة لكم من ذلك .. فأقول لكم: اتقوا الله. {اتقوا الله} : فعل أمر، وفاعل، ومفعول به، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {يَا أُولِي}  {يا} : حرف نداء، {أولي} : </p><p> منادى مضاف منصوب بالياء؛ لأنه ملحق بجمع المذكر السالم، {الْأَلْبَابِ} : مضاف إليه، وجملة النداء في محل النصب مقول لجواب إذا المقدرة على كونها جواب الأمر السابق. {الَّذِينَ} : نعت للمنادى، أو بدل منه، وجملة {آمَنُوا} صلة له، {قد} : حرف تحقيق {أَنْزَلَ اللَّهُ} : فعل وفاعل، {إِلَيْكُمْ} : متعلق بـ {أَنْزَلَ} ، {ذِكْرًا} : مفعول به، والجملة مستأنفة. </p><p> {رَسُولًا يَتْلُو عَلَيْكُمْ آيَاتِ اللَّهِ مُبَيِّنَاتٍ لِيُخْرِجَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا (١١) }. </p><p> {رَسُولًا} : منصوب بفعل مقدر لدلالة ما قبله عليه، تقديره: أرسل إليكم رسولًا، والجملة معطوفة بعاطف مقدر على {أَنْزَلَ} ، على حد قوله: </p><p> عَلَفْتُهَا تِبْنًا وَمَاءً بَارِدًا ... حَتَّى غَدَتْ هَمَّالَةً عَيْنَاهَا </p><p> أي: وسقيتها ماء باردًا، وفيه أوجه كثيرة من الإعراب مذكورة في المطولات. </p><p> وجملة {يَتْلُو} في محل النصب صفة لـ {رَسُولًا} ، {عَلَيْكُمْ} متعلق بـ {يَتْلُو} ، {آيَاتِ اللَّهِ} : مفعول به، {مُبَيِّنَاتٍ} : حال من {آيَاتِ اللَّهِ} ، {لِيُخْرِجَ} : {اللام} : حرف جر وتعليل، {يخرج} : فعل مضارع، وفاعل مستتر يعود على الله، منصوب بأن مضمرة بعد لام كي، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام؛ أي: لإخراجه الذين آمنوا، الجار والمجرور متعلق بـ {أَنْزَلَ} أوبـ {يَتْلُو} ، {الَّذِينَ} : اسم موصول في محل نصب مفعول به. وجملة {آمَنُوا} صلة الموصول، {وَعَمِلُوا الصَّالِحَاتِ} : معطوف على {آمَنُوا} ، {مِنَ الظُّلُمَاتِ} : متعلق بـ {يخرج} ، {إِلَى النُّور} : متعلق بـ {يخرج} أيضًا، {وَمَنْ} : {الواو} : استئنافية، {مَنْ} اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة جواب الشرط أو الجواب، {يُؤْمِنْ} : فعل مضارع، وفاعل مستتر مجزوم بـ {من} الشرطية، على كونها فعل شرط لها، {بِاللَّهِ} : متعلق بـ {يُؤْمِنْ} ، {وَيَعْمَلْ صَالِحًا} : فعل وفاعل مستتر، ومفعول به معطوف على {يُؤْمِنْ} ، {يُدْخِلْهُ} : فعل مضارع، وفاعل مستتر، ومفعول به مجزوم بـ {من} الشرطية، على كونه جوابًا لها، وجملة {من} الشرطية مستأنفة، {جَنَّاتٍ} : مفعول به ثان على السعة لـ {يُدْخِلْهُ} ، {تَجْرِي} : فعل مضارع، {مِنْ} </p><p> تَحْتِهَا}: متعلق بـ {تَجْرِي} ، {الْأَنْهَارُ} : فاعل، والجملة صفة لـ {جَنَّاتٍ} ، {خَالِدِينَ} : حال من الهاء في {يُدْخِلْهُ} ، روعي فيه معنى {مَنْ} الشرطية بعد مراعاة لفظها، {فيها} : متعلق بـ {خَالِدِينَ} ، {أَبَدًا} : ظرف هتعلق بـ {خَالِدِينَ} ، {قَدْ} حرف تحقيق، {أَحْسَنَ اللَّهُ} : فعل وفاعل، {لَهُ} : متعلق بـ {أَحْسَنَ} ، {رِزْقًا} : مفعول به، والجملة الفعلية في مل النصب حال ثانية من الهاء في {يُدْخِلْهُ} . وقد روعي فيها لفظ {مَنْ} . </p><p> {اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا (١٢) }. </p><p> {اللَّهُ} : مبتدأ، {الَّذِي} : خبره، والجملة مستأنفة، وجملة {خَلَقَ} : صلة الموصول {سَبْعَ سَمَاوَاتٍ} مفعول به ومضاف إليه، {وَمِنَ الْأَرْضِ} : حال من {مِثْلَهُنَّ} ، و {مِثْلَهُنَّ} : مفعول به لفعل محذوف، تقديره: وخلق من الأرض مثلهن، والجملة المحذوفة معطوفة على جملة {خَلَقَ} . {يَتَنَزَّلُ الْأَمْرُ} : فعل، وفاعل، والجملة مستأنفة. {بَيْنَهُنَّ} : متعلق بـ {يَتَنَزَّلُ} ، {لِتَعْلَمُوا} : {اللام} : حرف جر وتعليل، {تعلموا} : فعل مضارع منصوب بأن مضمرة بعد لام كي، وعلامة نصبه حذف النون، والواو: فاعل، والجملة الفعلية مع أن المضمرة في تأويل مصدر مجرور باللام، تقديره: لعلكم، الجار والمجرور متعلق بـ {يَتَنَزَّلُ} . {أَنَّ اللَّهَ} : ناصب واسمه، {عَلَى كُلِّ شَيْءٍ} : متعلق بـ {قَدِيرٌ} ، و {قَدِيرٌ} : خبر {أنَّ} ، وجملة {أن} في تأويل مصدر ساد مسد مفعولي {تعلموا} ، تقديره: لتعلموا قدرة الله على كل شيء، و {وَأَنَّ اللَّهَ} : ناصب واسمه، {قَدْ} : حرف تحقيق، {أحَاطَ} : فعل ماض وفاعل مستتر يعود على {الله} ، {بِكُلِّ شَيْءٍ} : متعلق بـ {أحَاطَ} ، {عِلْمًا} : تمييز محول عن الفاعل منصوب بـ {أَحَاطَ} ، وجملة {أَحَاطَ} في محل الرفع خبر {أَنَّ} ، وجملة {أَنَّ} معطوفة على جملة أنَّ الأولى على كونها في تأويل مصدر ساد مسد مفعولي تعلموا، تقديره: وإحاطة علمه تعالى بكل شيء. </p><p> التصريف ومفردات اللغة </p><p> {إِذَا طَلَّقْتُمُ النِّسَاءَ} : قال في \"المفردات\" . أصل الطلاق: التخلية من وثاق. ويقال: أطلقت البعير من عقاله، وطلقته، وهو طالق وطلق بلا قيد، ومنه: استعير: طلقت المرأة، إذا خليتها، فهي طالق؛ أي: مخلاة من حبالة النكاح. والطلاق اسم </p><p> مصدر بمعنى التطليق، كالسلام والكلام بمعنى التسليم والتكليم. وفي ذلك قالوا: المستعمل في المرأة لفظ التطليق، وفي غيرها لفظ الإطلاق، حتى لو قال: أطلقتك .. لم يقع الطلاق ما لم ينوه، ولو قال: طلقتك .. وقع نوى أو لم ينوه. </p><p> {لِعِدَّتِهِنَّ} العدة مصدر عده يعده، كشده يشده شدة، وشرعًا: اسم لمدة تتربص فيها المرأة لمعرفة براءة رحمها غالبًا؛ أي: مستقبلين لعدتهن؛ بأن تطلقوهن في طهر لا قربان فيه. {وَأَحْصُوا الْعِدَّةَ} ؛ أي: اضبطوها وأكملوها ثلاثة قروء كوامل. وأصل الإحصاء: العد بالحصى كما كان يستعمل ذلك قديمًا، ثم استعمل في مطلق العد والضبط، وأصله: أحصيوا، بوزن أفعلوا، استثقلت الضمة على الياء فحذفت، فلما سكنت الياء حذفت لالتقائها ساكنة مع واو الجماعة، ثم ضمت الصاد لمناسبة الواو. </p><p> {وَاتَّقُوا اللَّهَ رَبَّكُمْ} : والتقوى في الأصل: اتخاذ الوقاية، وهي: ما يقي الإنسان مما يكرهه، ويؤمل أن يحفظه، ويحول بينه وبين ذلك المكروه، كالترس ونحوه، ثم استعير في الشرع لاتخاذ ما يقي العبد بوعد الله ولطفه من قره، ويكون سببًا لنجاته من المضار الدائمة وحياته بالمنافع القائمة. </p><p> {بِفَاحِشَةٍ مُبَيِّنَةٍ} - بالكسر - اسم فاعل، من بين اللازم، بمعنى تبين. والفاحشة: كل ما عظم قبحه من الأفعال والأقوال، وهو الزنا في هذا المقام. وقيل: البذاء على الأسماء، أو على الزوج، أو الخروج قبل انقضاء العدة. </p><p> {وَتِلْكَ حُدُودُ اللَّهِ} ؛ أي: شرائعه التي أمر بفعلها، ونهى عن ارتكابها، وهي جمع حدّ، والحد: الحاجز بين الشيئين الذي يمنع اختلاط أحدهما بالآخر. {وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ} : {يَتَعَدَّ} : فيه إعلال بالحذف، فحذف حرف العلة عنه للجازم. {فَقَدْ ظَلَمَ نَفْسَهُ} ؛ أي: أضر بها. </p><p> {يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} والحدوث: كون الشيء بعد أن لم يكن، عرضًا كان ذلك أو جوهرًا، وإحداثه: إيجاده. {فَإِذَا بَلَغْنَ أَجَلَهُنَّ} وفي \"المفردات\" : البلوغ والبلاغ: الانتاء إلى أقصى القصد والمبتغى، مكانًا كان أو زمانًا أو أمرًا من الأمور المقدرة، وربما يعبر به عن المشارفة عليه، وإن لم ينته إليه مثل:  {فَإِذَا بَلَغْنَ ...} إلخ كما مرّ. {ذَوَيْ عَدْلٍ} والعدالة: هي الاجتناب عن الكبائر كلها، وعدم </p><p> الإصرار على الصغائر، وغلبة الحسنات على السيئات. {يُوعَظُ بِهِ} : الوعظ: زجر يقترن بتخويف. {يَجْعَلْ لَهُ مَخْرَجًا} : المخرج مصدر ميمي؛ أي: خروجًا وخلاصًا مما عسى يقع في شأن الأزواج من الغموم والوقوع في المضائق، ويفرج عنه ما يعتريه من الكروب. </p><p> {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ} التوكل: سكون القلب في كل موجود ومفقود. {فَهُوَ حَسْبُهُ} ؛ أي: محسبه؛ أي: كافيه. {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ} : {يَئِسْنَ} فعل ماض، والنون للنسوة. واليأس: القنوط ضد الرجاء، يقال: يئس من مراده ييأس يأسًا، وفي معناه: أيس يأيس يأسًا، وإياسًا لا أيسًا، وفاعلهما: آيس، لا يائس، يقال: امرأة آيس، إذا كان يأسها من الحيض دون آيسة؛ لأن التاء إنما زيدت في المؤنث، إذا استعملت الكلمة للمذكر أيضًا فرقًا بينهما، وإذا لم تستعمل له .. فأي حاجة إلى الزيادة؟ ومن ذلك يقال: امرأة حائض وطالق وحامل، بلا تاء إذا كان حملها من الولد، وأما إذا كان يأسها وحملها من غير الحيض وحمل الولد .. يقال: آيسة وحاملة. وفي \"المغرب\" : اليأس: انقطاع الرجاء، وأما الإياس في مصدر الآيسة من الحيض .. فهو في الأصل: ائياس على وزن إفعال، حذفت منه الهمزة التي هي عين الكلمة تخفيفًا. </p><p> {الْمَحِيضِ} : الحيض: وهو في اللغة مصدر حاضت الأنثى، فهي حائض وحائضة؛ أي: خرج الدم من قُبلها، ويكون للأرنب والضبع والخفاش، كما ذكره الجاحظ. وفي \"القاموس\" : حاضت المرأة تحيض حيضًا ومحيضًا ومحاضًا، فهي حائض. والمحيض: مصدر ميمي بمعنى الحيض، على وزن مفعل بفتح الميم وكسر العين، نقلت حركة الياء إلى الحاء فسكنت إثر كسرة فصارت حرف مد. {مِنْ نِسَائِكُمْ} الهمزة فيه مبدلة من واو لظهور الواو في نسوة ونسوان. {إِنِ ارْتَبْتُمْ} أصله: ارتيب، بوزن افتعل، قلبت الياء ألفًا لتحركها بعد فتح، ثم حذفت لما سكن آخر الفعل عند الإسناد إلى ضمير الرفع المتحرك لالتقاء الساكنين. </p><p> {ثَلَاثَةُ أَشْهُرٍ} والأشهر: جمع شهر، وهو مدة معروفة مشهورة بإهلال الهلال، ما مرّ بسطه. {وَأُولَاتُ الْأَحْمَالِ} . {وَأُولَاتُ} : اسم جمع لا واحد له من لفظه، واحدتها: ذات، بمعنى صاحبة. والأحمال: جمع حمل - بفتح الحاء - كصحب وأصحاب. وفي \"المختار\" : الحمل - بالفتح -: ما كان في البطن أو على </p><p> رأس شجر، والحمل - بالكسر -: ما كان على ظهر أو رأس. اهـ. والمراد به هنا الحَبَل؛ أي: الثقل المحمول في البطن، وهو الولد في البطن. والمعنى: والحبالى منهن. {أَنْ يَضَعْنَ} مضارع وضع، وقياس مضارعه: يوضع، لكنهم حذفوا فالله التي هي الواو حملًا له على المثالي المكسور العين. {مِنْ وُجْدِكُمْ} بضم الواو باتفاق القراء. والوجد: القدرة والغنى، يقال: افتقر فلان بعد وجده؛ أي: غناه. وفي \"المختار\" : وجد في المال وجدًا، بضم الواو وفتحها وكسرها، وجدة أيضًا بالكسر؛ أي: استغنى. {وَلَا تُضَارُّوهُنَّ} أصله: تضاررونهن، حذفت نون الرفع لدخول الجازم، وهو {لا} الناهية، ثم أدغمت الراء الأولى في الثانية. </p><p> {فَإِنْ أَرْضَعْنَ لَكُمْ} الرضاع لغة: شرب اللبن من الضرع أو الثدي، وشرعًا: وصول لبن آدمية مخصوصة جوف طفل مخصوص على وجه مخصوص. {فَآتُوهُنَّ} أصله: فائتيوهن، استثقلت الضمة على الياء فحذفت، فلما سكنت الياء حذفت لالتقاء الساكنين، وضمت التاء لمناسبة واو الجماعة، وأبدلت الهمزة الثانية ألفًا، وحذفت نون الرفع. {وَأْتَمِرُوا} الأصل: ائتمروا، بهمزة وصل قبل الهمزة فاء الفعل من ائتمر الخماسي، فلما دخلت الواو استغني بها عن همزة الوصل للتمكن من النطق عند وجودها. وقرىء:  {وَأْتَمِرُوا} بإبدال الهمزة ألفًا حرف مدّ للواو، فالائتمار بمعنى التآمر، كاشتوار بمعنى التشاور، يقال: ائتمر القوم وتآمروا، إذا أمر بعضهم بعضًا. يعني: الافتعال قد يكون بمعنى التفاعل، وهذا منه. </p><p> {لِيُنْفِقْ ذُو سَعَةٍ} قوله: {سَعَةٍ} فيه إعلال بالحذف، أصله: وسعة، حذفت الفاء من المصدر حملًا له على المضارع، فوزنه (عَلَةْ) ظهرت الفتحة على السين عين الكلمة؛ لأن الفعل من باب فعل بكسر العين، يفعل بفتحها، والتاء عوض عن الواو المحذوفة. {مِمَّا آتَاهُ اللَّهُ} أصله: أءتيه، بوزن أفعل، أبدلت الهمزة الساكنة ألفًا حرف مد للأولى، ثم قلبت الياء ألفًا لتحركها بعد فتح، وكذلك القول في قوله:  {آتَاهُ} . {وَكَأَيِّنْ مِنْ قَرْيَةٍ} . و {وَكَأَيِّنْ} كـ (كم) الخبرية في كونها للتكثير. والقرية: اسم للموضع الذي يجتمع فيه الناس. والمعنى: وكثير من أهل قرية. {عَتَتْ عَنْ أَمْرِ رَبِّهَا} قال في \"المفردات\" : العتو: النبو عن الطاعة. وفي \"القاموس\" : عتا يعتو عتوًا، وعتيًا وعتيًّا: استكبر وجاوز الحد، فهو عاتٍ وعتيٌّ. انتهى. وأصل عتا: عتو، بوزن فعل، قلبت الواو ألفًا لتحركها بعد فتح، ثم حذفت لما اتصلت </p><p> بالفعل تاء التأنيث الساكنة لالتقاء الساكنين. </p><p> {فَذَاقَتْ وَبَالَ أَمْرِهَا} : و {ذاقت} فيه إعلال بالقلب أصله: ذوقت، قلبت الواو لتحركها بعد فتح. {وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا} والخسر والخسران: انتقاص رأس المال، وينسب إلى الإنسان فيقال: خسر فلان، وإلى الفعل فيقال: خسرت تجارته. {أَعَدَّ اللَّهُ لَهُمْ} ، أصله: أعدد، نقلت حركة الدال الأولى إلى العين فسكنت فأدغمت في الدال الثانية. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: تخصيص النبي - صلى الله عليه وسلم - بالنداء، وتعميم المؤمنين بالخطاب في قوله:  {يَاأَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ} إظهارًا لتقدمه واعتبارًا لترؤسه؛ لأنه إمام أمّته وقدوتهم، كما يقال لرئيس القوم وكبيرهم: يا فلان، افعلوا كيت وكيت. </p><p> ومنها: تغليب المخاطب على الغائب في قوله: {إِذَا طَلَّقْتُمُ} إظهارًا لشرفه واستتباعه إياهم؛ لأن المعنى إذا طلقت أنت وأمَّتك. </p><p> ومنها: وصفه تعالى بصفة ربوبيته لهم في قوله: {وَاتَّقُوا اللَّهَ رَبَّكُمْ} تأكيدًا للأمر بالتقوى، ومبالغة في إيجاب الاتقاء. </p><p> ومنها: الجناس المماثل في قوله: {لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ} . </p><p> ومنها: إضافة البيوت إليهن في قوله: {مِنْ بُيُوتِهِنَّ} مع أنها للأزواج؛ لتأكيد النهي عن الإخراج ببيان كمال استحقاقهن لسكناها كأنها أملاكهن. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ} بعد قوله: {وَتِلْكَ حُدُودُ اللَّهِ} لتهويل أمر التعدي والإشعار بعلية الحكم في قوله: {فَقَدْ ظَلَمَ نَفْسَهُ} . </p><p> ومنها: الالتفات من الغيبة إلى الخطاب في قوله: {لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} . ونكتته مشافهة المتعدي بالخطاب لمزيد الاهتمام بالزجر عن التعدي، والظاهر: أن يكون بطريق الغيبة: (لا يدري) . </p><p> ومنها: مجاز المشارفة في قوله: {فَإِذَا بَلَغْنَ أَجَلَهُنَّ} ؛ أي: قاربن انقضاء </p><p> عدتهم؛ لأنه لا يؤمر بالإمساك بعد انقضاء العدة. </p><p> ومنها: الطباق في قوله: {فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ} . وكذلك في قوله:  {بَعْدَ عُسْرٍ يُسْرًا} . </p><p> ومنها: الإيجاز بالحذت في قوله: {وَاللَّائِي لَمْ يَحِضْنَ} حذف منه الخبر؛ أي: فعدتهن ثلاثة أشهر أيضًا. </p><p> ومنها: التنوين في قوله: {وَيُعْظِمْ لَهُ أَجْرًا} للتعظيم؛ أي: أجرًا عظيمًا، وللتعميم المنبىء عن التتميم؛ أي: أيّ أجر كان. </p><p> ومنها: تكرار الأمر بالتقوى ثلاث مرات اهتمامًا بشان التقوى في أحكام الطلاق. </p><p> ومنها: المجاز المرسل في قوله: {وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا} يراد بها أهل القرية، فهو من باب إطلاق المحل وإرادة الحال، علاقته المحلية. </p><p> ومنها: إيراد صفة الرب في قوله: {عَنْ أَمْرِ رَبِّهَا} توبيخًا لهم وتجهيلًا لما أن عصيان العبيد لربهم ومولاهم طغيان وجهل بشأن سيدهم، ومالكهم، وبمرتبة أنفسهم ودوام احتياجهم إليه في التربية. </p><p> ومنها: تكرار الوعيد للتفظيع والترهيب في قوله: {فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا وَعَذَّبْنَاهَا عَذَابًا نُكْرًا}  {فَذَاقَتْ وَبَالَ} . </p><p> ومنها: في قوله: {لِيُخْرِجَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} . استعارتان تصريحيتان. استعار الظلمات للضلال والكفر، واستعار النور للهدى والإيمان. حيث شبه الكفر بالظلمات ثم حذف المشبه وأبقى المشبه به، وشبه الإيمان بالنور وحذف المشبه وأبقى المشبه به أيضًا. </p><p> ومنها: الالتفات في قوله: {قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا} من الغيبة إلى الخطاب، وكان مقتضى السياق: قد أنزل الله إليهم ذكرًا، وكذا في قوله:  {يَتْلُو عَلَيْكُمْ} . </p><p> ومنها: التأكيد في قوله: {خَالِدِينَ فِيهَا أَبَدًا} . أكد الخلود فيها بقوله:  {أَبَدًا} لئلا يتوهم أن المراد به: المكث الطويل المنقطع آخرًا. </p><p> ومنها: التعجب في قوله: {قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا} ؛ لأن فيه معنى التعجب </p><p> والتعظيم لما رزق الله المؤمنين من الثواب؛ لأن الجملة الخبرية إذا لم يحصل منها فائدة الخبر ولازمها تُحمل على التعجب، إذا اقتضاه المقام، كأنه قيل: ما أحسن رزقهم الذي رزقهم الله، وما أعظمه! والتنوين في {رِزْقًا} للتعظيم لإعداده تعالى فيها ما هو خارج عن الوصف، أو للتكثير عددًا لما فيه مما تشتهيه الأنفس من الرزق، أو مددًا؛ لأن أكلها دائم لا ينقطع. </p><p> والله أعلم </p><p> * * * </p><p> خلاصة ما تضمنته هذه السورة من الشؤون </p><p> اشتملت هذه السورة على أحكام شرعية، ومناهج دينية، وفتاوى إسلامية وضعت لإقامة العدل بين الخلق، وما أهل الأرض ولا أحكامهم ولا شرائعهم ولا دياناتهم إلا لمحة من نور العدل العام، وقبضة من فيضه، وزهرة من شجرته، فكم بين السموات والأرض من قضاء في هذا الفضاء الواسع الصامت لفظًا، الناطق معنى؟ وكم من حكم بيننا نرى أثره، ولا نسمع النطق به؟ ترى الشمس محكومًا عليها أن تطلع من مواضع في المشرق وتغيبَ في مواضع في المغرب لا تجوزها، وترى الرياح محكومًا عليها والسحب مأمورة والأنهار جارية، والمزارع قد حكم عليها أن تكون في زمن خاص وأمكنة خاصة، فليس للقطن أن ينبت في البلاد الباردة، ولا أن يثمر في زمن الشتاء، ولا للنخل أن يثمر إلا بعد عدد من السنين، وكل ذلك حكم لمصلحة الناس وسعادتهم في دنياهم. </p><p> فانظر أيّ الحكمين أكثر منفعة، أَحُكْمٌ لمصلحةِ أشخاصٍ متنازعِينَ، أَم حكمٌ بسعادة هؤلاء المتنازعين من كل أهل ملة ودين؟ </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> [سورة التحريم] </p><p> سورة التحريم مدنية، قال القرطبي في قول الجميع: نزلت بعد الحجرات، وتسمى (١) سورة النبي. </p><p> وأخرج ابن الضريس، والنحاس، وابن مردويه عن ابن عباس قال: نزلت سورة التحريم بالمدينة، ولفظ ابن مردويه: سورة المحرم. وأخرج ابن مردويه عن ابن الزبير قال: أنزلت بالمدينة سورة النساء: {يَاأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ} . </p><p> وآيها (٢) : اثنتا عشرة آية، وكلماتها: مئتان وسبع وأربعون كلمة، وحروفها: ألف وستون حرفًا. </p><p> ومناسبتا لما قبلها (٣) : </p><p> ١ - أن سورة الطلاق في حسن معاشرة النساء والقيام بحقوقهن، وهذه السورة فيما حصل منهن مع النبي - صلى الله عليه وسلم -؛ تعليمًا لأمته أن يحذروا أمر النساء وأن يعاملوهن بسياسة اللين، كما عاملهن النبي - صلى الله عليه وسلم - بذلك، وأن ينصحوهن نصحًا مؤثرًا. </p><p> ٢ - أن كلتيهما افتتحت بخطاب النبي - صلى الله عليه وسلم -. </p><p> ٣ - أن تلك في خصام نساء الأمة، وهذه في خصام نساء النبي - صلى الله عليه وسلم -، وقد أفردن بالذكر تعظيمًا لمكانتهن. </p><p> وقال أبو حيان (٤) : والمناسبة بينها وبين السورة التي قبلها: أنه لما ذكر جملة من أحكام زوجات المؤمنين .. ذكر هنا ما جرى من زوجات رسول الله - صلى الله عليه وسلم -. </p><p> الناسخ والمنسوخ فيها: وقال أبو عبد الله محمد بن حزم: سورة التحريم ليس فيها ناسخ ولا منسوخ. </p><p>(١) الشوكاني. (٢) البيضاوي.(٣) المراغي.(٤) البحر المحيط.</p><p> التسمية: وسميت سورة التحريم؛ لأنه ذكر فيها تحريم النبي - صلى الله عليه وسلم - ما احل الله له مع العتاب عليه. </p><p> فضلها: وذكر في فضلها أنه - صلى الله عليه وسلم - قال:  \"من قرأ سورة التحريم .. آتاه الله توبة نصوحًا\" . وفيه مقال. </p><p> قال العلماء (١) : والصحيح في سبب نزولها: أنها في قصة العسل لا في قصة مارية المروية في غير \"الصحيحين\" ، ولم تأت قصة مارية من طريق صحيح. قال النسائي: إسناد حديث عائشة في العسل جيد صحيح غايةً. </p><p> والله أعلم </p><p> * * * </p><p>(١) البيضاوي.</p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ (١) قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ وَاللَّهُ مَوْلَاكُمْ وَهُوَ الْعَلِيمُ الْحَكِيمُ (٢) وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ (٣) إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ (٤) عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا (٥) يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ (٦) يَا أَيُّهَا الَّذِينَ كَفَرُوا لَا تَعْتَذِرُوا الْيَوْمَ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (٧) يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٨) يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ (٩) ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ (١٠) وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ (١١) وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ (١٢) }. </p><p> المناسبة </p><p> تقدم لك بيان المناسبة بين هذه السورة والتي قبلها. وأما قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما أمر (١) بعض نساء النبي - صلى الله عليه وسلم - بالتوبة عما فرطن من </p><p>(١) المراغي.</p><p> الزلات، وأبان لهن أن الله كالىء رسوله وناصره فلا يضره تظاهرهن عليه، ثم حذرهن من التمادي في مخالفته - صلى الله عليه وسلم - خوفًا من الطلاق وحرمانهن من الشرف العظيم بكونهن أمهات المؤمنين، ومن استبدال غيرهن بهن من صالحات المؤمنات .. أمر المؤمنين عامة بوقاية أنفسهم وأهليهم من نار وقودها الناس والحجارة يوم القيامة، يقال للكافرين: لا تعتذروا فقد فات الأوان، وإنما تلقون جزاء ما عملتم في الدنيا، ثم أمر المؤمنين أن يقلعوا عن زلّاتهم وأن يتوبوا توبة نصوحًا، فيندموا على ما فرط منهم من الهفوات، ويعزموا على عدم العودة فيما هو آت، ليكفر الله عنهم سيئاتهم ويدخلهم جنات النعيم. </p><p> قوله تعالى:  {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّار ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه وتعالى لما أمر (١) المؤمنين بالتوبة النصوح والرجوع إلى الله والإخبات له .. أمر رسوله بقتال الكفار الذين يقفون في سبيل الدعوة إلى الإيمان بالله، وبوعيد المنافقين والغلظة عليهم حتى يثوبوا إلى رشدهم، وذكر أن جزاءهم في الآخرة جهنم وبئس المقيل والماوى. </p><p> قوله تعالى:  {ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ ...} إلى آخر السورة، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما أمر عباده المؤمنين بالتوبة النصوح، بالندم على ما فات وعدم العودة فيما هو آت، وأمر رسوله بجهاد الكافرين والمنافقين والغلظة عليهم في القول والعمل .. ذكر هنا أن النفوس إن لم تكن مستعدة لقَبول الإيمان وفي جوهرها صفاء ونقاء .. فلا يجدي فيها الغلظة والعبرة ولا مخالطة المؤمنين المتقين، وضرب لذلك المثل بامرأة نوح وامرأة لوط، فقد كانتا في بيت النبوة ولم يلن قلبهما للإيمان والإسلام، كذلك إذا كان جوهر النفس نقيًا خالصًا من كدورة الكفر والنفاق فمجاورتها للكفرة وعشرتها إياهم لا تغير من حالها شيئًا، ولا يؤثر فيها ضلال الضالين، ولا عتو الظالمين، وضرب لذلك مثلًا بامرأة فرعون التي ألحف عليها فرعون وقومه أن تعتنق الوثنية التي كانوا يدينون بها، وتعتقد ألوهيته هو، فأبت وجاهدت في الله حق جهاد حتى لاقت ربها، وهي آمنة مطمئنة قريرة العين بما دخل في قلبها من نور الإيمان، </p><p>(١) المراغي.</p><p> وكذلك مريم ابنة عمران التي عفت فآتاها الله سبحانه الشرف والكرامة وأنجبت نبي الله عيسى، وصدقت بجميع شرائعه وكتبه، وكانت من العابدين القانتين. </p><p> وفي هذا المثل إيماء إلى أن قرابة المشركين للنبي - صلى الله عليه وسلم - لا تجديهم نفعًا بعد كفرهم وعداوتهم له وللمؤمنين، فإن الكفر قد قطع العلائق بينه وبينهم، وجعلهم كالأجانب بل أبعد منهم، كحال امرأة نوح وامرأة لوط لما خانتاهما، كما تضمن التعريض بأُمَّي المؤمنين حفصة وعائشة لما فرط منهما، والتحذير لهما على أغلظ وجه وأشده. </p><p> أسباب النزول </p><p> قوله تعالى:  {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} إلى قوله: {إِنْ تَتُوبَا إِلَى ...} الآيات، سبب نزول هذه الآيات: ما أخرجه البخاري عن عائشة رضي الله عنها: أن النبي - صلى الله عليه وسلم - كان يمكث عند زينب بنة جحش ويشرب عندها عسلًا، فتواصيتُ أنا وحفصة أن أيتنا دخل عليها رسول الله - صلى الله عليه وسلم - فلتقل: إني لأجد منك ريح مغافير، أكلت مغافير؟ فدخل على إحداهما، فقالت له ذلك، فقال:  \"لا بأس، شربت عسلًا عند زينب بنة جحش، ولن أعود له\" فنزلت: {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} إلى {إِنْ تَتُوبَا إِلَى اللَّهِ} لعائشة وحفصة {وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا} لقوله: \"بل شربت عسلًا\" . الحديث، أخرجه مسلم، وأبو داود، والترمذي، والنسائي، وابن ماجه مختصرًا ومطولًا. </p><p> وأخرج النسائي كما في \"تفسير ابن كثير\" ، والحاكم، وقال: على شرط مسلم، عن أنس رضي الله عنه: أن رسول الله - صلى الله عليه وسلم - كانت له أمة يطؤها، فلم تزل به عائشة وحفصة حتى جعلها على نفسه حرامًا، فأنزل الله هذه الآية {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ ...} إلى آخر الآية. </p><p> وفي \"مجمع الزوائد\" عن ابن عباس قال: {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} قال: نزلت هذه في سريته، رواه البزار بالإسنادين والطبراني، ورجال البزار رجال الصحيح غير بشر بن آدم، وهو ثقة. </p><p> قال الحافظ ابن حجر في \"الفتح\" : يحتمل أن تكون الآية نزلت في السببين </p><p> معًا. اهـ. أي: بسبب تحريمه العسل وتحريمه جاريته. وقال الشوكاني في \"تفسيره\" : فهذان سببان صحيحان لنزول الآية. والجمع ممكن بوقوع القصتين، قصة العسل وقصة مارية، وأن القرآن نزل فيهما جميعًا، وفي كل واحد منها أنه أسر الحديث إلى بعض أزواجه. </p><p> قوله تعالى:  {عسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ ...} الآية، سبب نزولها: ما أخرجه مسلم عن ابن عباس، عن عمر بن الخطاب رضي الله عنهم. قال: لما اعتزل نبي الله - صلى الله عليه وسلم - نساءه قال: دخلت المسجد فإذا الناس ينكتون بالحصى ويقولون: طلق رسول الله - صلى الله عليه وسلم - نساءه، وذلك قبل أن يؤمرن بالحجاب - فقلت: لأعلمن ذلك اليوم، قال: فدخلت عليَّ عائشة فقلت: يا ابنة أبي بكر! أقد بلغ شأنك أن تؤذي رسول الله - صلى الله عليه وسلم -؟ فقالت: ما لي وما لك يا ابن الخطاب عليك بعيبتك، قال: فدخلتُ على حفصة فقلت لها: يا حفصة؛ أقد بلغ من شأنك أن تؤذي رسول الله - صلى الله عليه وسلم -؟ والله لقد علمت أن رسول الله - صلى الله عليه وسلم - لا يحبك، ولولا أنا لطلقك رسول الله - صلى الله عليه وسلم -، فبكت أشد البكاء، فقلت لها: أين رسول الله - صلى الله عليه وسلم -؟ قالت: هو في خزانته في المشربة، فدخلت فإذا أنا برباحٍ - غلام رسول الله - صلى الله عليه وسلم - قاعدًا على أُسْكُفَّةِ المشربة مدلٍّ رجليه على نقير من خشب - وهو جذع يرقى عليه رسول الله - صلى الله عليه وسلم - وينحدر - فناديت: يا رباح! استأذن لي عندك على رسول الله - صلى الله عليه وسلم -، فنظر رباح إلى الغرفة، ثم نظر إليّ فلم يقل شيئًا، ثم قلت: يا رباح! استأذن لي عندك على رسول الله - صلى الله عليه وسلم -، فنظر رباح إلى الغرفة، ثم نظر إلي فلم يقل شيئًا، ثم رفعت صوتي فقلت: يا رباح! استأذن لي عندك على رسول الله - صلى الله عليه وسلم -، فإني أظن أن رسول الله - صلى الله عليه وسلم - ظنّ أني إنما جئت من أجل حفصة، والله لئن أمرني رسول الله - صلى الله عليه وسلم - بضرب عنقها لأضربن عنقها، ورفعت صوتي، فأومأ إليَّ أن إرقه، فدخلت على رسول الله - صلى الله عليه وسلم - وهو مضطجع على حصير، فجلست فأدنى عليه إزاره وليس عليه غيره، وإذا الحصير قد أثّر في جنبه، فنظرت ببصري في خزانة رسول الله - صلى الله عليه وسلم - فإذا أنا بقبضة من شعير نحو الصاع ومثلها قرظًا، وإذا أفيق معلق، قال: فابتدرت عيناي، قال:  \"ما يبكيك يا ابن الخطاب\" قلت: يا نبي الله! وما لي لا أبكي، وهذا الحصير قد أثر في جسمك، وهذه خزانتك لا أرى فيها إلا ما أرى، وذلك قيصر وكسرى في الثمار والأنهار، وأنت رسول الله - صلى الله عليه وسلم - وصفوته وهذه خزانتك، فقال: </p>"
}