{
  "id": null,
  "sura": 65,
  "aya": 2,
  "text": "<p> عاقبة ما هو فاعل، فلعل الله يحدث في قلبه بعد ذلك التعدي أمرًا يدعو إلى عكس ما فعل؟ فيبدل البغض محبّة والإعراض إقبالًا، ولا يمكن له تدارك ذلك برجعة أو استئناف نكاح، فتضيع الفرصة ويندم، ولات ساعة مندم. </p><p> تنبيه: الشريعة الإسلامية وإن أباحت الطلاق .. بغضت فيه وقبحته وبينت أنه ضرورة لا يلجأ إليها إلا بعد استنفاد جميع الوسائل؛ لبقاء رباط الزوجية الذي حببت فيه وجعلته من أجل النِّعم، فرغبت في إرسال حَكَم من أهله وحَكَم من أهلها قبل حدوث الطلاق؛ لعلهما يزيلان ما بين الزوجين من نفور، كما رغبت في أن تكون الطلقات الثلاث متفرقات؛ لعل النفوس تصفو بعد الكدر والقلوب ترعوي عن غيها، ولعلهما يندمان على ما فرط منهما، فتكون الفرصة مواتية ويمكن الرجوع إلى ما كانا عليه، بل قد يعودان إلى حال أحسن مما كانا عليه. </p><p> روى أبو داود عن محارب بن دثار: أن رسول الله - صلى الله عليه وسلم - قال:  \"ما أحل الله شيئًا أبغض إليه من الطلاق\" . وروى الثعلبي من حديث ابن عمر قال: قال رسول الله - صلى الله عليه وسلم -: \"إن من أبغض الحلال إلى الله الطلاق\" . وعن أبي موسى الأشعري قال: قال رسول الله - صلى الله عليه وسلم -: \"لا تطلقوا النساء إلا من ريبة، فإن الله عَزَّ وَجَلَّ لا يحب الذواقين ولا الذواقات\" ، وعن ثوبان: أن رسول الله - صلى الله عليه وسلم - قال:  \"أيما امرأة سألت زوجها الطلاق من غير بأس به .. حرم الله عليها رائحة الجنة\" أخرجه أبو داود والترمذي. </p><p> ٢ - {فَإِذَا بَلَغْنَ} ؛ أي: شارفن وقاربن {أَجَلَهُنَّ} ؛ أي: آخر عدتهن وانقضاء أجلها ومدتها، وهي (١) : مضي ثلاثة أقراء، ولو لم تغتسل من الحيضة الثالثة، وذلك لأنه لا يمكن الرجعة بعد بلوغهن آخر العدة، فحمل البلوغ على المشارفة، كما قال في \"المفردات\" : البلوغ والبلاغ: الانتهاء إلى أقصى القصد والمبتغى، مكانًا كان أو زمانًا، أو أمرًا من الأمور المقدرة، وربما يعبر به عن المشارفة عليه وإن لم ينته إليه؟ مثل:  {فَإِذَا بَلَغْنَ ...} إلخ، فإنه للمشارفة، فإنها إذا انتهت إلى أقصى الأجل .. لا يصح للزوج مراجعتها وامساكها. والأجل: المدة المضروبة للشيء. وقرأ الجمهور:  {أَجَلَهُنَّ} بالإفراد والضحاك وابن سيرين: {أجالهن} بالجمع. </p><p>(١) روح البيان.</p><p> {فَأَمْسِكُوهُنَّ} ؛ أي: فأنتم بالخيار، فإن شئتم فراجعوهن. والرجعة تحصل بالقول، وكذا (١) عند أبي حنيفة بالوطىء واللمس والنظر إلى الفرج بشهوة فيهما؛ أي: راجعوهن {بِمَعْرُوفٍ} ؛ أي: بحُسن معاشرة وإنفاق لائق، ورغبة فيهن من غير قصد إلى مضارة لهن. وفي الحديث:  \"أكمل المؤمنين: أحسنهن خلقًا وألطفهن بأهله\" . {أَوْ فَارِقُوهُنَّ} ؛ أي: اتركوهن حتى تنقضي عدتهن فيملكن نفوسهن {بِمَعْرُوفٍ} ؛ أي: مع إيفاء مالهن عليكم من الحقوق وترك المضارة لهن؛ أي: فارقوهن بإيفاء حقوقهن واتقاء ضرارهن بأن يراجعها ثم يطلقها تطويلًا للعدة. {وَأَشْهِدُوا} أيها الأزواج؛ أي: على الرجعة وعلى الطلاق قطعًا للتنازع، إذ قد تنكر المرأة بعد انقضاء العدة رجعته فيها، وربما يموت أحدهما بعد الفرقة، ويدعي الباقي منهما ثبوت الزوجية لأخذ الميراث. {ذَوَيْ عَدْلٍ} ؛ أي: صاحبي عدالة. تثنية ذا بمعنى صاحب، منصوب بالياء؛ أي: أشهدوا اثنين صاحبي عدالة {مِنْكُمْ} ؛ أي: من المسلمين، كما قاله الحسن، أو من أحراركم كما قاله قتادة، يكونان عادلين لا ظالمين ولا فاسقين؛ أي (٢) : وأشهدوا عادلين منكم على الرجعة، وقيل: على الطلاق، وقيل: عليهما، قطعًا للتنازع وحسمًا لمادة الخصومة. والأمر للندب، كما في قوله تعالى:  {وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ} . وقيل: إنه للوجوب، وإليه ذهب الشافعي، قال: الإشهاد واجب في الرجعة، مندوب إليه في الفرقة، وإليه ذهب أحمد بن حنبل. وفي قول للشافعي: إن الرجعة لا تفتقر إلى الإشهاد كسائر الحقوق. وروي نحو هذا عن أبي حنيفة وأحمد. والعدالة: هي الاجتناب عن الكبائر كلها، وعدم الإصرار على الصغائر، وغلبة الحسنات على السيئات، والآثام من غير إصرار لا يقدح في العدالة؛ إذ لا يوجد من البشر من هو معصوم سوى الأنبياء عليهم الصلاة والسلام، كذا في \"الفروع\" . </p><p> ومعنى الآية (٣) : فإذا قاربت العدة على الانتهاء، فإن شئتم .. فأمسكوهن وراجعوهن، مع الإحسان في الصحبة، وحسن العشرة، وأداء الحقوق من النفقة والكسوة، وإن صممتم على المفارقة .. فلتكن بالمعروف، وعلى وجه لا عنف فيه ولا مشاكسة، مع إيفاء ما لهن من حقوق لديكم؛ كمؤخر صداق وإعطاء متعة حسنة </p><p>(١) روح البيان. (٢) الشوكاني.(٣) المراغي.</p><p> تذكركن بفضلها، ويتحدث الناس بحسن أحدوثتها، ويكون فيها جبر لخاطرهن لما لحقهن من ضرر بالفراق، وليكون فيها بعض السلوة لهن عما فقدنه من العشير والأنيس. </p><p> ثم ذكر ما يحسن إذا أرادوا الرجعة، فقال:  {وَأَشْهِدُوا ...} إلخ؛ أي: وأشهدوا على الرجعة - إن اخترتموها - شاهدين من ذوي العدالة، حسمًا للنزاع فيما بعد، إذ ربما يموت الزوج فيدعي الورثة أن مورثهم لم يراجع؛ ليمنعوها ميراثها، ودفعًا للقيل والقال وتهمة الريبة، ومخافة أن تنكر المرأة الرجعة لتقضي عدتها وتنكح زوجًا غيره. </p><p> ثم خاطب الشهداء زجرًا لهم، فقال:  {وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ} ؛ أي: وأدوا - أيها الشهداء - الشهادة عند الحاجة إلى أدائها خالصة لله تعالى؛ وذلك بأن يؤدوها لله لا للمشهود له وعليه، ولا لغرض من الأغراض سوى إقامة الحق ودفع الظلم، فلو شهد لغرض لا لله .. برىء بها من وبال كتم الشهادة، لكن لا يثاب عليها؛ لأن الأعمال بالنيات. </p><p> والحاصل (١) : أن الشهادة أمانة، فلا بد من تأدية الأمانة، كما قال تعالى:  {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا} . فلو كتمها فقد خان، والخيانة من الكبائر، دل عليه قوله تعالى:  {وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ} ؛ أي: وأشهدوا على الحق إذا استشهدتم، وأدوا الشهادة على الصحة، إذ أنتم دعيتم إلى أدائها. وإنما حث على أداء الشهادة لما قد يكون فيه من العسر على الشهود؛ إذ ربما يؤدي ذلك إلى أن يترك الشاهد مهام أموره، ولما فيه من عسر لقاء الحاكم الذي تُؤدَّى الشهادة عنده، وقد يبعد المكان أو يكون للشاهد عوائق تحول بينه وبين أدائها. </p><p> وهذا (٢) أمر للشهود بأن يأتوا بما شاهدوا به تقربًا إلى الله تعالى. وقيل: الأمر للأزواج بأن يقيموا الشهادة؛ أي: الشهود عند الرجعة، فيكون قوله:  {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ} أمرًا بنفس الإشهاد، ويكون قوله:  {وَأَقِيمُوا الشَّهَادَةَ} أمرًا بأن تكون خالصة لله. </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> وقوله:  {ذَلِكُمْ} إشارة إلى الحث على الشهادة والإقامة، أو على جميع ما في الآية من إيقاع الطلاق على وجه السنة، وإحصاء العدة، والكف عن الإخراج والخروج، والإشهاد، وإقامة الشهادة بإدائها على وجهها من غير تبديل ولا تغيير. وهو مبتدأ خبره {يُوعَظُ بِهِ} الوعظ: زجر يقترن بتخويف؛ أي: يتعظ به {مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِر} وخص (١) المؤمن بالله واليوم الآخر؛ لأنه المتنفع بذلك دون غيره، ولأنه المقصود تذكيره. ولم يقل: ذلكم توعظون به كما في سورة المجادلة لتهييج المؤمنين على المغيرة، فإن من لا غيرة له لا دين له. ومِنْ مقتضى الإيمان بالله: مراعاة حقوق المعبودية والربوبية، وباليوم الآخر: الخوف من الحساب والعذاب، والرجاء للفضل والثواب. فالمؤمن بهما يستحيي من الخالق والخلق فلا يترك العمل بما وعظ به. </p><p> والمعنى (٢) : أي هذا الذي أمرتكم به وعرفتكم عنه، من أمر الطلاق والواجب لبعضكم على بعض حين الفراق أو الإمساك، عظة منا لمن كان يؤمن بالله واليوم الآخر؛ ليعمل على نهجها وطريقتها. </p><p> ودلت الآية (٣) على أن للإنسان يومين: اليوم الأول وهو يوم الدنيا، واليوم الآخر وهو يوم الآخرة. واليوم عرفًا: زمان طلوع الشمس إلى غروبها، وشرعًا: زمان طلوع الفجر الثاني إلى غروب الشمس. وهذان المعنيان ليسا بمرادين هنا، وهو ظاهر، فيكون المراد مطلق الزمان، ليلًا كان أو نهارًا، طويلًا كان أو قصيرًا. وذلك الزمان إما محدود؛ وهو زمان الدنيا المراد باليوم الأول، أو غير محدود؛ وهو زمان الآخرة المراد باليوم الآخر الذي لا آخر له لتأخره عن يوم الدنيا. </p><p> ثم أتى بجملة معترضة بين ما سلف وما سيأتي لتأكيد ما سبق من الأحكام والخروج من مشاكلها بعد اتقاء الله سبحانه فقال:  {وَمَنْ يَتَّقِ اللَّهَ} سبحانه في طلاق البدعة، فطلق للسنة ولم يضار المعتدة، ولم يخرجها من مسكنها، واحتاط في الإشهاد وغيره من الأمور {يَجْعَلْ لَهُ مَخْرَجًا} مصدر ميمي؛ أي: خروجًا وخَلاصًا مما عسى يقع في شأن الأزواج من الغموم والوقوع في المضايق، ويفرج عنه ما يعتريه من الكروب. وقال بعضهم: هو عام؛ أي: ومن يتق الله في كل ما يأتي وما </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p>"
}