{
  "id": null,
  "sura": 66,
  "aya": 3,
  "text": "<p> المائدة، فكفروها إذا حنثتم وخالفتم ما حلفتم عليه بفعله أو تركه. </p><p> قال بعضهم (١) : لَمْ يثبتْ عن رسول الله - صلى الله عليه وسلم - أنه قال لِما أحله الله: هو حرام علي، وأنما امتنع من مارية ليمين تقدمت منه، وهو قوله: والله لا أقربها بعد اليوم، فقيل له:  {لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} ؛ أي: لم تمتنع منه بسبب اليمين. يعني: أقدم على ما حلفت عليه، وكفر عن يمينك. وظاهر قوله تعالى:  {قَدْ فَرَضَ اللَّهُ لَكُمْ} أنه كانت منه يمين. </p><p> فإن قلت: هل كفر رسول الله لذلك؟ </p><p> قلت: عن الحسن البصري أنه لم يكفر؛ لأنه كان مغفورًا له ما تقدم من ذنبه وما تأخر، وإنما هو تعليم للمؤمنين. وعن مقاتل: أنه أعتق رقبة في تحريم مارية وعاودها؛ لأنه لا ينافي كونه مغفورًا أن يكفر، فهو والأمة سواء في الأحكام ظاهرًا. وقرىء (٢) : {قد فرض الله لكم كفارة أيمانكم} ، والمعنى: قد شرع الله لكم تحليل أيمانكم بالكفارة عنها، فعليك أن تكفر عن يمينك. وقد روي: أنه - صلى الله عليه وسلم - كفر عن يمينه فأعتق رقبة، عبدًا أو أمة. </p><p> {وَاللَّهُ} سبحانه وتعالى {مَوْلَاكُمْ} أيها المؤمنون؛ أي: متولي أموركم بنصركم على أعدائكم، ومسهل لكم سبيل الفلاح في دنياكم وآخرتكم، ومنير لكم طوق الهداية إلى ما فيه سعادتكم في معاشكم ومعادكم. {وَهُوَ} سبحانه {الْعَلِيمُ} بما يصلحكم، فيشرعه لكم. {الْحَكِيمُ} في تدبير أموركم، فلا يأمركم ولا ينهاكم إلا وفق ما تقتضيه المصلحة. </p><p> ٣ - ثم ساق ما هو كالدليل على علمه، فقال:  {وَإِذْ أَسَرَّ النَّبِيُّ} والإسرار (٣) : ضد الإعلان، والسر: هو الحديث المكتم في النفس، ويقال: أسررت إلى فلان حديثًا: أفضيت به إليه في خفية. فالإسرار إلى الغير يقتضي إظهار ذلك لمن يفضي إليه السر، وإن كان يقتضي إخفاءه من غيره. فإذًا قولهم: أسررت إلى فلان، يقتضي من وجه الإظهار ومن وجه الإخفاء. </p><p> و {النَّبِيُّ} : هو رسول الله، فإن اللام للعهد. و {إذ} : ظرف متعلق بمحذوف؛ أي: اذكر الحادث وقت الإسرار، والأكثر المشهور أنه مفعول به؛ أي: </p><p>(١) روح البيان. (٢) المراح.(٣) روح البيان.</p><p> واذكر يا محمد وقت إسرار النبي وإخفاءه حديثًا إلى بعض أزواجه على وجه التأنيب والعتاب. أو: واذكروا أيها المؤمنون. فالخطاب إن كان له - صلى الله عليه وسلم - .. فالإظهار في مقام الإضمار، بأن قيل: وإذ أسررت، للتعظيم بإيراد وصف ينبىء عن وجوب رعاية حرمته ولزوم حماية حرمه عما يكرهه، وإن كان لغيره عمومًا على الاشتراك، أو خصوصًا على الانفراد .. فذكره بوصف النبي للإشعار بصدقه في دعوة النبوة. </p><p> {إِلَى بَعْضِ أَزْوَاجِهِ} وهي حفصة رضي الله عنها. تزوجها النبي - صلى الله عليه وسلم - في شعبان على رأس ثلاثين شهرًا من الهجرة قبل أحد بشهرين، وكانت ولادتها قبل النبوة بخمس سنين، وقريش تبني البيت وماتت بالمدينة في شعبان سنة خمس وأربعين، وصلى عليها مروان بن الحكم، وهو أمير المدينة يومئذ، وحمل سريرها، وحمله أبو هريرة أيضًا، وقد بلغت ثلاثًا وستين سنة، وأبو حفص أبوها عمر رضي الله عنه كناه رسول الله - صلى الله عليه وسلم - به، والحفص ولد الأسد. {حَدِيثًا} قال الراغب: كل كلام يبلغ الإنسان من جهة السمع أو الوحي في يقظته أو منامه يقال له: حديث. والمراد: حديث تحريم مارية، أو العسل، أو أمر الخلافة. قال الكلبي: أسر إليها أن أباك وأبا عائشة يكونان خليفتي على أمتي من بعدي. قال سعدي المفتي فيه: أن تحريم العسل ليس مما أسر إلى حفصة، بل كان ذلك عند عائشة، وسودة وصفية رضي الله تعالى عنهن. {فَلَمَّا نَبَّأَتْ} ؛ أي: أخبرت حفصة صاحبتها التي هي عائشة {بِهِ} ، أي: بالحديث الذي أسره إليها رسول الله - صلى الله عليه وسلم - وأفشته إليها. </p><p> وقرأ الجمهور:  {فَلَمَّا نَبَّأَتْ بِهِ} . وقرأ طلحة:  {أنبات} ، {وَأَظْهَرَهُ} - صلى الله عليه وسلم - {اللَّهُ} سبحانه وتعالى {عَلَيْهِ} ؛ أي: على إفشاء حفصة ذلك الحديث إلى عائشة؛ أي: أطلع الله سبحانه نبيه على إفشاء حفصة ذلك الحديث على لسان جبريل، فالضمير في {عَلَيْهِ} راجع إلى الحديث، بتقدير المضاف المذكور، وضمن {أظهر} معنى أطلع، فعداه بـ {على} إلى المفعول الثاني، من ظهر فلان السطح، إذا علاه، وحقيقته: صار على ظهره، وأظهره على السطح؛ أي: رفعه عليه، فاستعير للاطلاع على الشيء، وهو من باب الإفعال. </p><p> {عَرَّفَ} النبي - صلى الله عليه وسلم - حفصة. وقرأ الجمهور (١) : {عَرَّفَ} بتشديد الراء من </p><p>(١) البحر المحيط.</p><p> التعريف يعني أعلمها به وأنبأها عليه، وقرأ السلمي، والحسن، وقتادة، وطلحة، والكسائي، وأبو عمرو في رواية هارون عنه بتخفيف الراء؛ أي: جازى بالعتب واللوم، كما تقول لمن يؤذيك: لأعرفن لك ذلك؛ أي: لأجازينك. وقيل: إنه طلق حفصة وأمر بمراجعتها، وقيل: عاتبها ولم يطلقها، وقرأ ابن المسيب، وعكرمة {عَرَاف} بألف بعد الراء، وهي إشباع، قال ابن خالويه: يقال: إنها لغة يمانية، ومثالها قوله: </p><p> اعُوذُ بِاللهِ مِنَ الْعَقْرَابِ ... الشَّائِلَاتِ عُقَدَ الأَذْنَابِ </p><p> يريد من العقرب. </p><p> أي: عرف النبي - صلى الله عليه وسلم - حفصة {بَعْضَهُ} ؛ أي: بعض الحديث الذي أفشته إلى صاحبتها على طريق العتاب؛ بأن قال لها: ألم أك أمرتك أن تكتمي سري، ولا تبديه لأحد وهو حديث الإمامة. روي: أنه عليه السلام لما عاتبها .. قالت: والذي بعثك بالحق ما ملكت نفسي .. فرحًا بالكرامة التي خص الله بها أباها، وبعض الشيء جزء منه. واختار أبو عبيد (١) ، وأبو حاتم القراءة الأولى؛ لقوله:  {وَأَعْرَضَ عَنْ بَعْضٍ} ؛ أي: لم يعرفها إياه، ولو كان مخففًا لقال في ضده: وأنكر. {وَأَعْرَضَ عَنْ بَعْضٍ} ؛ أي: عن تعريف بعض تكرمًا وحياء وحسن عشرة، وهو حديث مارية، وقال بعضهم: عرف تحريم الأمة وأعرض عن تعريف أمر الخلافة، كراهة أن يُنشر ذلك في الناس، وتكرمًا منه وحلمًا. وفيه حث على ترك الاستقصاء فيما جرى من ترك الأدب، فإنه صفة الكرام. قال الحسن: ما استقصى كريم قط. وقال بعضهم: ما زال التغافل من فعل الكرام. </p><p> ومعنى الآية (٢) : أي واذكر يا محمد حين أسر النبي - صلى الله عليه وسلم - إلى حفصة أنه كان يشرب عسلًا عند زينب بنت جحش، وقال:  \"لن أعود له، وقد حلفت لا تخبري بذلك أحدا\" ، فلما أخبرت عائشة بما استكتمها من السر، وأطلعه الله على ما دار بين حفصة وعائشة بما كان قد. طلب من حفصة أن تكتمه، أخبر حفصة ببعض الحديث الذي أفشته، وهو قوله لها: كنت شربت عسلًا عند زينب بنت جحش فلن </p><p>(١) الشوكاني. (٢) المراغي.</p><p> أعود، وأعرض عن بعض الحديث وهو قوله:  \"وقد حلفت\" فلم يخبرها به، تكرمًا منه؛ لما فيه من مزيد خجلتها، ولأنه - صلى الله عليه وسلم - ما كان يود أن يشاع عنه اهتمامه بمرضاة أزواجه إلى حدّ امتناعه عن تناول ما أحل الله له. </p><p> {فَلَمَّا}  (١) أفشت حفصة الحديث لعائشة، واكتتمتها إياه {نَبَّأَهَا} الرسول {بِهِ} ؛ أي: أخبر النبي - صلى الله عليه وسلم -. حفصة بالحديث الذي أفشته، بما أظهره الله عليه من أنها أفشت سره .. ظنت حفصة أن عائشة فضحتها فـ {قَالَتْ} حفصة له - صلى الله عليه وسلم -: {مَنْ أَنْبَأَكَ هَذَا} ؛ أي: من أخبرك هذا الخبر عني؟ على سبيل التثبت. وفيه تعجب واستبعاد من إخبار عائشة بذلك؛ لأنها أوصتها بالكتم. ولم يقل: من نبأك؛ ليوافق ما قبله للتفنن. {قَالَ} النبي - صلى الله عليه وسلم - {نَبَّأَنِيَ} بفتح ياء المتكلم؛ أي: أخبرني الله {الْعَلِيمُ} بظواهر الأشياء {الْخَبِيرُ} ببواطنها، الذي لا تخفى عليه خافية، فسكتت وسلمت. ونبأ أيضًا من قبيل التفنن، يقال: إِنَّ أنبأ ونبأ يتعديان إلى مفعولين: إلى الأول بنفسهما، وإلى الثاني بالباء، وقد يحذف الأول للعلم به، وقد يحذف الجار ويتعدى الفعل إلى الثاني بنفسه أيضًا، فقوله تعالى:  {فَلَمَّا نَبَّأَهَا بِهِ} على الاستعمال الأول، وقوله:  {فَلَمَّا نَبَّأَتْ بِهِ} على الاستعمال الثاني، وقوله:  {مَنْ أَنْبَأَكَ} على الاستعمال الثالث. </p><p> وقوله:  {الْعَلِيمُ} هو والعالم والعلام من أسمائه سبحانه، ومن أدب من علم أنه سبحانه عالم بكل شيء حتى بخطرات الضمائر ووساوس الخواطر أن يستحي منه، ويكف عن معاصيه، ولا يغتر بجميل ستره، ويخشى بغتات قهره ومفاجأة مكره، والخبير بمعنى العلم. </p><p> والمعنى (٢) : أي فلما أخبر النبي - صلى الله عليه وسلم - حفصة بما دار بينها وبين عائشة من الحديث .. قالت: من أنباك هذا؟ ظنًا منها أن عائشة قد فضحتها بإخبارها رسول الله - صلى الله عليه وسلم -، قال: أخبرني ربي العلم بالسر والنجوى، الخبير بما في الأرض والسماء، لا يخفى عليه شيء فيهما. </p><p> وفي الآية إيماء إلى أمور اجتماعية هامة: </p><p>(١) روح البيان. (٢) المراغي.</p>"
}