{
  "id": null,
  "sura": 66,
  "aya": 1,
  "text": "<p> \"يا ابن الخطاب! ألا ترضى أن تكون لنا الآخرة ولهم الدنيا\" ؟ قلت: بلى، قال: ودخلت عليه حين دخلت وأنا أرى في وجهه الغضب فقلت: يا رسول الله! ما يشق عليك من شأن النساء، فإنْ كنت طلقتهن .. فإن الله معك، وملائكته وجبريل وميكائيل، وأنا وأبو بكر والمؤمنون معك، وقلما تكلمت، وأحمد الله بكلام إلا رجوت أن يكون الله يصدق قولي الذي أقول، ونزلت الآية؛ آية التخيير:  {عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ} ، {وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ} . وكانت عائشة بنت أبي بكر وحفصة تظاهران على سائر نساء رسول الله - صلى الله عليه وسلم - فقلت: يا رسول الله، أطلقتهن؟ قال:  \"لا\" قلت: يا رسول الله! إني دخلت المسجد والمسلمون ينكتون بالحصى، يقولون: طلق رسول الله - صلى الله عليه وسلم - نساءه، أفانزل فأخبرهم أنك لم تطلقهن؟ قال:  \"نعم إن شئت\" فلم أزل أحدثه حتى تحسر الغضب عن وجهه وحتى كشر فضحك وكان من أحسن الناس ثغرًا، ثم نزل رسول الله - صلى الله عليه وسلم - ونزلت، فنزلت أتثبت بالجذع، ونزل رسول الله - صلى الله عليه وسلم - كأنما يمشي على الأرض ما يَسِمُه بيده، فقلت: يا رسول الله! إنما كنتَ في الغرفة تسعة وعشرين، قال:  \"إن الشهر يكون تسعًا وعشرين\" ، فقمت على باب المسجد فناديت بأعلى صوتي: لم يطلق رسول الله - صلى الله عليه وسلم - نساءه ونزلت هذه الآية {أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} . فكنتُ أنا استنبطت ذلك الأمر، وأنزل الله عَزَّ وَجَلَّ آية التخيير. </p><p> وقد تقدم في سورة البقرة قول عمر: وافقت ربي في ثلاث، وذكر منها:  {عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ} . </p><p> التفسير وأوجه القراءة </p><p> ١ - {يَاأَيُّهَا النَّبِيُّ} الكريم محمد - صلى الله عليه وسلم - {لِمَ تُحَرِّمُ} على نفسك {مَا أَحَلَّ اللَّهُ} سبحانه {لَكَ} ؛ أي: لأي شيء تمتنع من الانتفاع بما أحل الله لك؛ أي: لم تمتنع من شرب العسل الذي أحل الله لك، أو من وقاع مارية القبطية التي أهداها المقوقس ملك مصر. حال كونك {تَبْتَغِي} وتطلب وتقصد بذلك الامتناع {مَرْضَاتَ أَزْوَاجِكَ} ؛ أي: إرضاءهن عنك وتبشيرهن. وهذا عتاب من الله سبحانه لرسوله - صلى الله عليه وسلم - على فعله ذلك؛ لأنه لم يكن عن باعث مرضي، بل كان طلبًا لمرضات الأزواج. </p><p> وفي هذا (١) تنبيه إلى أن ما صدر منه - صلى الله عليه وسلم - لم يكن مما ينبغي لمقامه الشريف أن يفعله. وفي ندائه - صلى الله عليه وسلم - بـ {يَاأَيُّهَا النَّبِيُّ} في مفتتح العتاب حسن تلطف، وتنويه بشانه - صلى الله عليه وسلم - على نحو ما جاء في قوله:  {عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ} . ومعنى {تُحَرِّمُ} : تمتنع، وليس التحريم المشروع بوحي من الله، وإنما هو امتناع لتطييب خاطر بعض أزواجه. وأصل {لِمَ} لما، والاستفهام لإنكار التحريم. وجملة {تَبْتَغِي} في محل نصب حال من فاعل {تُحَرِّمُ} ؛ أي: مبتغيًا به مرضاة أزواجك، أو مفسرة لقوله:  {تُحَرِّمُ} أو مستأنفة. </p><p> {وَاللَّهُ غَفُورٌ رَحِيمٌ} ؛ أي: والله غفور لذنوب التائبين من عباده وقد غفر لك امتناعك عما أحله لك رحيم بهم أن يعاقبهم على ما تابوا منه من الذنوب، وإنما عاتبه على الامتناع من الحلال، وهو مباح سواء كان مع اليمين أو بدونه، تعظيمًا لقدره الشريف وإجلالًا لمنصبه أن يراعي مرضاة أزواجه بما يشق عليه، جريًا على ما ألف من لطف الله به، وإيماء إلى أن ترك الأولى بالنسبة إلى مقامه السامي يعد كالذنب وإن لم يكن في نفسه كذلك. </p><p> واختلفوا (٢) فيما إذا قال لزوجته: أنت عليّ حرام، أو: الحلال عليّ حرام، ولا يستثني زوجته. </p><p> فقال جماعة - منهم الشعبي، ومسروق، وربيعة، وأبو سلمة، وأصبغ -: هو كتحريم الماء والطعام، وقال تعالى:  {لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ} والزوجة من الطيبات ومما أحله الله تعالى. </p><p> وقال أبو بكر، وعمر، وزيد، وابن عباس، وابن مسعود، وعائشة، وابن المسيب، وعطاء، وسليمان بن يسار، وطاووس، وابن جبير، وقتادة، والحسن، والأوزاعي، وأبو ثور، وجماعة: هو يمين يكفرها. </p><p> وقال ابن مسعود، وابن عباس أيضًا في إحدى روايتيه وللشافعي في أحد قوليه: فيه تكفير يمين، وليس بيمين. </p><p>(١) المراغي. (٢) البحر المحيط.</p>"
}