{
  "id": null,
  "sura": 66,
  "aya": 4,
  "text": "<p> ١ - أنه لا مانع من الإباحة بالأسرار إلى من تركن إليه من زوجة أو صديق. </p><p> ٢ - أنه يجب على من استكتم الحديث أن يكتمه. </p><p> ٣ - أنه يحسن التطلف مع الزوجات في العتب والإعراض عن الاستقصاء في الذنب. </p><p> ٤ - ثم وجه الخطاب إلى حفصة وعائشة مبالغة في العتب، فقال:  {إِنْ تَتُوبَا إِلَى اللَّهِ} سبحانه. خطاب لحفصة وعائشة رضي الله عنهما، فالالتفات من الغيبة إلى الخطاب للمبالغة في الخطاب، لكن العتاب يكون للأولياء كما أن العقاب يكون للأعداء، كما قيل: </p><p> إِذَا ذَهَبَ الْعِتَابُ فَلَيْسَ وُدٌّ ... وَيَبْقَى الْوُدُّ مَا بَقِيَ الْعِتَابُ </p><p> ففيه إرادة الخير لحفصة وعائشة بإرشادهما إلى ما هو أوضح لهما، وجواب الشرط محذوف. و {الفاء} في قوله: {فَقَدْ صَغَتْ قُلُوبُكُمَا} لتعليل (١) الجواب المحذوف، كما في قولك: اعبد ربك؛ فالعبادة حق، وإلا فالجزاء يجب أن يكون مرتبًا على الشرط مسببًا عنه، وصغو قلوبهما كان سابقًا على الشرط وكذا الكلام في {وَإِنْ تَظَاهَرَا ...} إلخ. </p><p> والمعنى: إن تتوبا إلى الله فقد وجد منكما ما يوجب التربة؛ لأنه قد صغت قلوبكما ومالت وعدلت عما يجب عليكما من مخالصة رسول الله - صلى الله عليه وسلم - وحب ما يحبه وكراهة ما يكرهه، حيث حصل منكما إفشاء سر الرسول - صلى الله عليه وسلم - يقال: صغا عن الحق، يصغو صغوًا، إذا مال وعدل عنه. أو المعنى: فقد صغت ومالت قلوبكما إلى ما يجب للرسول - صلى الله عليه وسلم - من إجلال وتعظيم. وجمع القلوب فرارًا من كراهة اجتماع تثنيتين فيما هو كالكلمة الواحدة لو قال: قلباكما؛ لأن العرب تكره ذلك، والجمع (٢) في مثل هذا أكثر استعمالًا من المثنى والتثنية دون الجمع، كما قال الشاعر: </p><p> فَتَخَالَسَا نَفْسَيْهِمَا بِنَوَافِذٍ ... كَنَوَافِذِ الْعَبطِ الَّتِي لَا تُرْفَعُ </p><p> وكان هذا هو القياس؛ لأن الأصل: أن يعبر عن المثنى بالمثنى، لكن كرهوا </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> اجتماع تثنيتين، فعدلوا إلى الجمع؛ لأن التنثية جمع في المعنى، والإفراد لا يجوز عند أصحابنا إلا في الشعر، كقوله: </p><p> حَمَامَةَ بَطْنِ الْوَادِيَيْنِ تَرَنَّمِيْ </p><p> يريد: بطني. وغلط ابن مالك فقال في \"التسهيل\" : ونختار لفظ الإفراد على لفظ التثنية. </p><p> {وَإِنْ تَظَاهَرَا عَلَيْهِ} قرأ الجمهور (١) : {تَظَاهَرَا} بحذف إحدى التاءين تخفيفًا، أصله: تتظاهرا. وقرأ عكرمة:  {تتظاهرا} على الأصل. وقرأ أبو رجاء، والحسن، وطلحة، وعاصم، ونافع في رواية عنهما {تظّهّرا} بشد الظاء والهاء بدون ألف. وهو تفاعل، من الظَهْر؛ لأنه أقوى الأعضاء؛ أي: فإن تتعاونا على النبي - صلى الله عليه وسلم - بما يسوؤه من الإفراط في الغيرة وإفشاء سره. وكانت كل منكما ظهرًا لصاحبتها فيه، وجواب الشرط محذوف، كما أشرنا إليه سابقًا، تقديره: فلن يعدم هو؛ أي: النبي - صلى الله عليه وسلم - من يظاهره. و {الفاء} : في قوله: {فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ} لتعليل ذلك الجواب المحذوف، والتقدير: وإن تظاهرا وتعاونا على إفشاء سره - صلى الله عليه وسلم - وإظهار ما يكرهه .. فلن يعدم - صلى الله عليه وسلم - من يظاهره ويعاونه؛ لأن الله سبحانه وتعالى ناصره {وَجِبْرِيلُ} رئيس الملائكة المقربين قرينه ورفيقه. {وَصَالِحُ الْمُؤْمِنِينَ} ؛ أي: ومن صلح من المؤمنين، أتباعه وأعوانه {وَالْمَلَائِكَةُ} مع تكاثر عددهم وامتلاء السماوات من جموعهم {بَعْدَ ذَلِكَ} ؛ أي: بعد نصرة الله، وناموسه الأعظم، وصالح المؤمنين. وفيه تعظيم لنصرتهم؛ لأنها من الخوارق كما وقعت في بدر، ولا يلزم منه أفضلية الملائكة على البشر. {ظَهِيرٌ} ؛ أي: فوج مظاهر له معين، كأنهم يد واحدة على من يعاديه، فماذا يفيد تظاهر امرأتين على مَنْ هؤلاء ظهراءه وأعوانه؟ وقوله:  {هُوَ} مبتدأ، جيء به لتقوية الحكم لا للحصر، وإلا لانحصرت الولاية له - صلى الله عليه وسلم - في الله تعالى، فلا يصح عطف ما بعده عليه. {وَجِبْرِيلُ} : عطف على موضع اسم إن بعد استكمالها خبرها، وكذا قوله:  {وَصَالِحُ الْمُؤْمِنِينَ} . إليه مال السجاوندي؛ إذ وضع علامة الوقف على المؤمنين. </p><p>(١) الشوكاني والبحر المحيط.</p><p> والظاهر (١) : أن {صالح} مفرد، ولذلك كتبت الحاء بدون واو الجمع، ومنهم من جوز كونه بالواو والنون، وحدفت النون بالإضافة وسقطت واو الجمع في التلفقظ لالتقاء الساكنين، وسقطت في الكتابة أيضًا حملًا للكتابة على اللفظ، نحو {وَيَمْحُ اللَّهُ الْبَاطِلَ} ، {وَيَدْعُ الْإِنْسَانُ} ، و {سَنَدْعُ الزَّبَانِيَةَ (١٨) } إلى غير ذلك. وعلى تقدير عطف {جبريل} وما بعده على اسم إن يكونان داخلين في الولاية لرسول الله - صلى الله عليه وسلم -، ويكون {جبريل} أيضًا ظهيرًا له بدخوله في عموم الملائكة. ويجوز أن يكون الكلام قد تم عند قوله:  {مَوْلَاهُ} ، ويكون {جبريل} مبتدأ، وما بعده. عطفًا عليه، و {ظَهِيرٌ} خبر للجميع، فتختص الولاية بالله. وقد تقرر في علم النحو: أن فعيل كظهير وجريح وخبير، يستوي فيه المفرد والمثنى والجمع. </p><p> قيل: المراد بصالح المؤمنين: أبو بكر وعمر، وقيل: علي بن أبي طالب، وقيل: الأنبياء. وقال السهيلي: لفظ الآية عام، فالأولى حملها على العموم. </p><p> قال بعضهم: لعل ذكر غير الله مع أن الإخبار بكونه تعالى مولاه كاف في تهديدهما لتذكير كمال رفعة شأن النبي - صلى الله عليه وسلم - عند الله وعند الناس وعند الملائكة أجمعين. </p><p> ويقول الفقير - أمده الله القدير - هذا ما قالوا، والظاهر: أن الله مع كفاية نصرته ذكر بعد نفسه من كان أقوى في نصرته - صلى الله عليه وسلم - من المخلوقات؛ لكون المقام مقام التظاهر، لكون عائشة وحفصة متظاهرتين. وزاد في الظهير لكون المقام مقام التهديد أيضًا، وقدم {جبريل} على الصلحاء لكونه أول نصير له - صلى الله عليه وسلم - من المخلوقات وسفيرًا بينه وبين ربه سبحانه. وقدم الصلحاء على الملائكة لفضلهم عليهم في باب النصرة؛ لأن نصرة الملائكة نصرة بالفعل القالبي، ونصرة الصلحاء نصرة به وبالهمة، وهي أشد، وما يفيده البعدية من أفضلية تظاهرهم على تظاهر الصلحاء، فمن حيث الظاهر؛ إذ هم أقدر على الأفعال الشاقة من البشر، فاقتضى مقام التهديد ذكر البعدية. </p><p> ومعنى الآية: أي إن تتوبا من ذنبكما، وتقلعا عن مخالفة رسوله - صلى الله عليه وسلم -، </p><p>(١) روح البيان.</p>"
}