{
  "id": null,
  "sura": 66,
  "aya": 8,
  "text": "<p> التي عملتموها في الدنيا، فلا تطلبوا المعاذير منها. </p><p> والخلاصة: أن هذه الدار دار جزاء لا دار عمل، وأنتم قد دسيتم أنفسكم في الدنيا بالكفر والمعاصي بعد أن نهيتم عنها، فاجنوا ثمر ما غرستم واشربوا من الكأس التي قد ملأتم. </p><p> ٨ - وبعد أن ذكر أن التوبة في هذا اليوم لا تجدي نفعًا .. نبه عباده المؤمنين إلى المبادرة بالتوبة النصوح، فقال:  {يَاأَيُّهَا الَّذِينَ آمَنُوا} بالله ورسوله {تُوبُوا} وارجعوا من فعل المعاصي {إِلَى} طاعة {اللَّهِ} سبحانه وتعالى {تَوْبَةً نَصُوحًا} أي: رجوعًا خالصًا من جميع الشوائب المفسدة للتوبة من قولهم: عسل ناصح؛ أي: خالص من السمع، أو من النصاحة وهي الخياطة؛ أي: قد أحكمها وأوثقها ما يحكم الخياط الثوب بخياطته وتوثيقه. والنصح: تحري قول أو فعل فيه صلاح صاحبه، والنصوح فعول، من أبنية المبالغة، كقولهم: رجل صبور وشكور؛ أي: توبة بالغة في النصح لصاحبها بترك العود إلى ما تاب عنه، وصفت بذلك على الإسناد المجازي، وهو وصف التائبين، وهو: أن ينصحوا أنفسهم بالتوبة، فيأتوا بها على طريقتها وشروطها، وذلك بأن يتوبوا من القبائح لقبحها، نادمين عليها، مغتمين أشو الاغتمام لارتكابها، عازمين على أنهم لا يعودون في قبيح من القبائح إلا أن يعود اللبن في الضرع، وكذا لو حزوا بالسيف وأحرقوا بالنار، موطنين أنفسهم على ذلك بحيث لا يلويهم عنه صارف أصلًا. </p><p> وقرأ زيد بن علي (١) : {توبًا} بغير تاء. وقرأ الجمهور:  {نَّصُوحًا} بفتح النون وصفًا لتوبة. وقرأ الحسن، والأعرج، وعيسى، وأبو بكر عن عاصم، وخارجة عن نافع بضمها، وهو مصدر وصف به، ووصفها بالنصح على سبيل المجاز؛ إذ النصح صفة للتائب، وهو أن ينصح نفسه بالتوبة فيأتي بها على طيقها، وهي خلوصها من جميع الشوائب المفسدة لها. ويجوز أن يكون بالضم، جمع ناصح. قال المبرد: أراد توبة ذا نصح. </p><p>(١) البحر المحيط.</p><p> فصل في التوبة (١) </p><p> وقال العلماء: التوبة واجبة من كل ذنب على الفور، ولا يجوز تأخيرها، سواء كانت المعصية صغيرة أو كبيرة، فإن كانت المعصية بين العبد وبين الله تعالى لا تتعلق بحق آدمي .. فلها ثلاثة شروط: </p><p> أحدها: أن يقلع عن المعصية. </p><p> والثاني: أن يندم على فعلها. </p><p> والثالث: أن يعزم على أن لا يعود إليها أبدًا. فإذا اجتمعت هذه الشروط في التوبة .. كانت نصوحًا </p><p> وإن فقد شرط منها .. لم تصح توبته. فإن كانت المعصية تتعلق بحق آدمي .. فشروطها أربعة: هذه الثلاثة المتقدمة. </p><p> والرابع: أن يبرأ من حق صاحبها، فإن كانت المعصية مالًا ونحوه .. رده إلى صاحبه، وإن كان حدّ قذف أو نحوه .. مكنه من نفسه أو طلب عفوه، وإن كانت غيبة .. أستحله منها. ويجب أن يتوب العبد من جميع الذنوب، فإن تاب من بعضها .. صحت توبته من ذلك الذنب، وبقي عليه ما لم يتب منه. وهذا مذهب أهل السنة، وقد تظاهرت دلائل الكتاب والسنة وإجماع الأمة على وجوب التوبة. </p><p> وعن الأغر بن يسار المزني رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"يا أيها الناس توبوا إلى الله، فإني أتوب في اليوم مئة مرة\" أخرجه مسلم. </p><p> وعن أبي هريرة - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"والله! إني لأستغفر الله وأتوب إليه في اليوم أكثر من سبعين مرة\" أخرجه البخاري. </p><p> وعن أنس بن مالك - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"لله أفرح بتوبة عبده المؤمن من أحدكم سقط على بعيره، وقد أضله في أرض فلاة ... \" الحديث متفق عليه. </p><p> وعن أبي موسى الأشعري - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \"إن الله </p><p>(١) الخازن.</p><p> يبسط يده بالليل ليتوب مسيء النهار، ويبسط يده بالنهار ليتوب مسيء الليل حتى تطلع الشمس من مغربها \" أخرجه مسلم.</p><p> وعن عبد الله بن عمر رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: \" إن الله يقبل توبة العبد ما لم يغرغر \". أخرجه الترمذي،وقال:حديث حسن.</p><p> والمعنى: أي يا أيها الذين صدقوا الله ورسوله، ارجعوا من ذنوبكم إلى طاعة الله سبحانه وإلى ما يرضيه عنكم، رجوعًا لا تعودون فيه أبدًا. </p><p> {عَسَى رَبُّكُمْ} ؛ أي: حقق ربكم {أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ} ؛ أي: أن يستر ويمحو عنه سيئات أعمالكم التي اسلفت منكم، بل يبدلها حسنات. {و} أن {يُدْخِلَكُمْ جَنَّاتٍ} ؛ أي: بساتين {تَجْرِي} وتسيل {مِنْ تَحْتِهَا} ؛ أي: من تحت أشجارها وقصورها {الْأَنْهَارُ} الأربعة المعهودة. وجمَع جنات إما لكثرة المخاطبين؛ لأن لكل منهم جنة، أو لتعددها لكل منهم من الأنواع. قال في \" الإرشاد\": ورود (١) صيغة الإطماع والترجية للجري على سنن الكبراء، فإن الملوك يجيبون بلعل وعسى، ويقع ذلك موقع القطع وللإشعار بأنه تفضل، والتوبة غير موجبة له، وأن العبد ينبغي له أن يكون بين الخوف والرجاء، وإن بالغ في إقامة وظائف العبادة. </p><p> يقول الفقير: التكفير إشارة إلى الخلاص من الجحيم؛ لأن السيئات هي سبب العذاب، فإذا زال السبب .. زال المسبب، وإدخال الجنات إشارة إلى التقريب؛ لأن الجنان موضع القرب والكرامة، وجريان الأنهار إشارة إلى الحياة الأبدية؛ لأن الماء أصل الحياة وعنصرها، فلا بد للإنسان في مقابلة هذه الأنهار من ماء العلم ولبن الفطرة وعسل الإلهام وخمر الحال، فكما أن الحياة المعنوية في الدنيا إنما تحصل بهذه الأسباب .. فكذا الحياة الصورية في الآخرة إنما تحصل بصورها. </p><p> وقرأ الجمهور (٢) : {وَيُدْخِلَكُمْ} بالنصب عطفًا على {أَنْ يُكَفِّرَ} . وقرىء بالجزم، وقال الزمخشري: عطفًا على محل {عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ} كأنه قيل: توبوا يوجب تكفير سيئاتكم ويدخلكم، انتهى. والأولى أن يكون حذف الحركة تخفيفًا </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> وتشبيهًا لما هو من كلمتين بالكلمة الواحدة. </p><p> وقوله تعالى:  {يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ} ولا يذله، ظرف ليدخلكم؛ أي: يدخلكم يوم لا يخزي الله النبي، وهو يوم القيامة. ولا يخزي: تعريض بمن أخزاهم الله من أهل الكفر والفسوق والنبي هو: محمد - صلى الله عليه وسلم -. قال بعض أهل التفسير (١) : {يُخْزِي} : إما في الخزي، وهو الفضاحة، فيكون تعريضًا للكفرة الذين قال الله تعالى فيهم:  {إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكَافِرِينَ} . أو من الخزاية، بمعنى الحياء والخجل، وهو الأنسب هنا بالنظر إلى شأن الرسول خصوصًا إذا تم الكلام في النبي وإن أريد المعنى الأول .. حينئذ يجوز أن يكون باعتبار أن خزي الأمة لا يخلو عن إنشاء خزي ما في الرسول على ما يشعر به قوله - صلى الله عليه وسلم - في دعائه:  \"اللهم لا تخزنا يوم القيامة ولا تفضحنا يوم اللقاء\" بعض الإشعار حيث لم يقل: لا تخزني، كما قال إبراهيم عليه السلام: {وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ (٨٧) } ليكون دعاؤه عامًا لأمته من قوة رحمته، وأدخل فيهم نفسه العالية من كمال مروءته. قيل: الخزي كناية عن العذاب لملازمة بينهما. والأولى العموم لكل خزي يكون بسبب من الأسباب، من الحساب والميزان والعقاب وغيرها. </p><p> وقوله تعالى:  {وَالَّذِينَ آمَنُوا مَعَهُ} معطوف على النبي، و {مَعَهُ} صلة لا يخزي؛ أي: لا يخزي الله معه الذين آمنوا؛ أي: يعمهم بأن لا يخزيهم، أو حال من الموصول، بمعنى كائنين معه. أو متعلق بـ {آمَنُوا} ؛ أي: صاحبوه في الإيمان، وهو الموافق لقوله تعالى:  {وَأَسْلَمْتُ مَعَ سُلَيْمَانَ} . </p><p> والمعنى: أي ولا يخزي الذين اتبعوه في الإيمان، كما قال:  {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ} وذلك (٢) الخزي بسوء الحساب، والتعيير والعتاب وذل الحجاب، ورد الجواب، فيحاسبهم حسابًا يسيرًا، بل ويرفع الحساب عن بعضهم، ويلاطفهم، ويكشف لهم جماله، ويعطي مأمولهم من الشفاعة لأقاربهم وإخوانهم ونحولهم. والكلام تم عند قوله:  {مَعَهُ} ، وفيه تعريض بمن أخزاهم الله تعالى من أهل الكفر والفسوق كما سبق واستحماد إلى المؤمنين على أنه عصمهم من مثل حالهم. قيل: </p><p>(١) روح البيان. (٢) روح البيان.</p><p> وقوله تعالى:  {وَالَّذِينَ آمَنُوا} مبتدأ، خبره ما بعده من قوله {نُورُهُمْ} إلخ، أو خبره {مَعَهُ} . والمراد بالإيمان هو الكامل حينئذٍ، حتى لا يلزم أن لا يدخل عصاة المؤمنين النار. </p><p> {نُورُهُمْ} مبتدأ على الوجه الأول، وهو الأولى وخبره {يَسْعَى} ويضيء {بَيْنَ أَيْدِيهِمْ} ؛ أي: قدامهم. والجملة الاسمية حال، أو مستأنفة لبيان حالهم؛ أي: نور إيمانهم وطاعتهم يضيء ويمشي بين أيديم. والسعي: المشي السريع القوي، وفيه إشارة إلى كمال اللمعان. والأيدي: جمع يد، يراد بها قدام الشيء. فالجمع إما بإطلاقه على التثنية أو بكثرة أيدي العباد {وَبِأَيْمَانِهِمْ} جمع يمين، مقابل الشمال؛ أي: عن أيمانهم وشمائلهم على وجه الإضمار. يعني: جهة أيمانهم وشمائلهم، أو عن جميع جهاتهم. وإنما (١) اكتفى بذكرهما لأنهمام أشرف الجهات. وقال بعضهم: تخصيص الأيدي والأيمان لأن أرباب السعادة يؤتون صحائف أعمالهم منهما، كما أن أهل الشقاوة يؤتون من شمائلهم ووراء ظهورهم فيكون ذلك علامة لذلك وقائدًا على الصراط إلى دخول الجنة وزينة لهم فيها. </p><p> وقرأ سهل بن شعيب، وأبو حيوة (٢) : {وبإيمانهم} بكسر الهمزة. </p><p> والمعنى: أي نورهم يسعى بين أيديهم حين يمشون وبإيمانهم حين الحساب، لأنهم يؤتون الكتاب بأيمانهم. وفيه نور وخير لهم. </p><p> ثم بيّن ما يطلبونه من ربهم، فقال:  {يَقُولُونَ} ؛ أي: يقول المؤمنون - وهو الظاهر -، أو الرسول لأمته، والمؤمنون لأنفسهم، إذا طفىء نور المنافقين إشفاقًا على نورهم؛ أي: يشفقون على العادة البشرية على نورهم أن ينطفىء ويتفكرون فيما مضى منهم من الذنوب، فيقولون:  {رَبَّنَا} ؛ أي: متولي أمورنا {أَتْمِمْ لَنَا} ؛ أي: أدم لنا {نُورَنَا} ولا تطفئه عنا كنور المنافقين، فيكون المراد بالإتمام: الإدامة إلى أن يصلوا إلى دار السلام. وجملة القول في محل النصب على الحال أيضًا. {وَاغْفِرْ لَنَا} ذنوبنا، {إِنَّكَ} يا رب {عَلَى كُلِّ شَيْءٍ قَدِيرٌ} من الإتمام والمغفرة وغيرهما. وقيل: يدعون تقربًا إلى الله تعالى مع تمام نورهم، كقوله: {وَاسْتَغْفِرْ </p><p>(١) روح البيان. (٢) البحر المحيط.</p>"
}