{
  "id": null,
  "sura": 67,
  "aya": 15,
  "text": "<p> مقدمات كثيرة لو احتاج العبد إلى مباشرتها بنفسه لعجز عن ذلك. </p><p> ومن سنة الله سبحانه حفظ كل لطيفة في طي كل كثيفةٍ، كصيانة الودائع في المواضع المجهولة؛ ألا ترى أنه جعل التراب الكثيف معدن الذهب والفضة وغيرهما من الجواهر، والصدف معدن الدر، والنحل معدن الشهد، والدود معدن الحرير، وكذا جعل قلب العبد محلًا ومعدنًا لمعرفته ومحبته، وهو مضغة لحم؛ فالقلب خلق لهذا لا لغيره؛ فعلى العبد أن يطهره من لوث التعلق بما سوى الله تعالى، فإنّ الله تعالى لطف به بإيجاده ذلك القلب في جوفه، ووصف نفسه بأنّه لطيف خبير مطلع على ما في الباطن، فإذا كان هو المنظر الإلهي وجب تخليته عن الأفكار والأغيار، وتحليته بأنواع المعارف والعلوم والأسرار، نسأل الله سبحانه وتعالى أن ينيلنا نواله ويرينا جماله. </p><p> ١٥ - ثم نبه إلى نعمه على عباده، فقال:  {هُوَ} سبحانه وحده الإله {الَّذِي جَعَلَ لَكُمُ} أي: لمنافعكم {اَلْأَرْضَ ذَلُولًا} ، أي: ليّنةً منقادة غاية الانقياد لما تفهمه صيغة المبالغة، يسهل عليكم السلوك فيها لتصلوا إلى ما ينفعكم، ولو جعلها صخرة خشنة تعسَّر المشي عليها، أو جعلها لينة منبتة يمكن فيها حفر الآبار وشق العيون والأنهار وبناء الأبنية وزرع الحبوب وغرس الأشجار، ولو كانت صخرة صلبةً لتعذر ذلك، ولكانت حارّةً في الصيف جدًّا وباردةً في الشتاء؛ فلا تكون كفاتًا للأحياء والأموات، وأيضًا ثبتها بالجبال الراسيات كيلا تتمايل وتنقلب بأهلها، ولو كانت مضطربة متمايلة لما كانت منقادة لنا، فكانت على صورة الإنسان الكامل في سكوتها وسكونها. </p><p> والحاصل: أنَّ الله تعالى جعل الأرض بحيث ينتفع بها، وقسمها إلى سهول وجبال وبرار وبحار وأنهار وعيون، وملح وعذب، وزرع وشجر، وتراب وحجر ورمال، ومدر وذات سباعٍ وحيات، وفارغة، وغير ذلك بحكمته وقدرته. قال سهل رحمه الله: خلق الله الأنفس ذلولًا، فمن أذلّها بمخالفتها فقد نجّاها من الفتن والبلاء والمحن، ومن لم يذلها واتبعها أذلته نفسه وأهلكته. انتهى. </p><p> واختلفوا في مبلغ الأرض وكميتها، فروي عن مكحول أنّه قال: ما بين أقصى الدنيا إلى أدناها مسيرة خمس مئة سنة؛ مئتان من ذلك في البحر، ومئتان ليس </p><p> يسكنها أحد، وثمانون فيها يأجوج ومأجوج، وعشرون فيها سائر الخلق. وعن قتادة أنه قال عن الدنيا: إنّ بسيطتها من حيث يحيط بها البحر المحيط: أربعة وعشرون ألف فرسخٍ، فملك السودان منها: اثنا عشر ألف فرسخ، وملك الروم: ثمانية آلاف فرسخ، وملك العجم والترك: ثلاثة آلاف فرسخ، وملك العرب: ألف فرسخ. وعن عبد الله بن عمر رضي الله عنهما أنّه قال: ربع من لا يلبس الثياب من السودان أكثر من جميع الناس، والله أعلم بحقيقتها وقدرها. </p><p> والفاء في قوله:  {فَامْشُوا فِي مَنَاكِبِهَا} لترتيب الأمر بالمشي على الجعل المذكور، والأمر للإباحة عند بعض أي: فاسلكوا في جوانبها، وخبر في صورة الأمر عند آخرين؛ أي: تمشون في أطرافها. قال مجاهد والكلبيّ ومقاتل: مناكبها: طرقها وأطرافها وجوانبها، وقال قتادة وشهر بن حوشب مناكبها: جبالها، وأصل المنكب: الجانب، ومنه منكب الرجل وهو مجتمع ما بين العضد والكتف، ومنه استعير للأرض هنا؛ يعني أن الفاء فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أنّ الله سبحانه جعلها لكم ذلولًا لانتفاعكم بها، وأردتم بيان كيفية الانتفاع بها .. فأقول لكم: فامشوا في نواحيها وأطرافها، والتمسوا من نعم الله فيها من الحبوب والفواكه ونحوها. {وَكُلُوا مِنْ رِزْقِهِ} سبحانه؛ أي: وكلوا مما خلقه الله رزقًا لكم. والأمر فيه إن كان أمر إباحة فالرزق ما يكون حلالًا، وإن كان خبرًا في صورة الأمر بمعنى (تأكلون) .. فيجوز أن يكون شاملًا للحرام أيضًا؛ فإنه من رزقه أيضًا وإن كان التناول منه حرامًا؛ لأنّ الرزق عند أهل السنة ما ينتفع به ولو محرّمًا كما قال أحمد بن رسلان في زبده: </p><p> يَرْزُقُ مَنْ شَاءَ وَمَنْ شَا أَحْرَمَا ... وَالرِّزْقُ مَا يُنْفَعُ وَلَوْ مُحَرَّمًا </p><p> {وَإِلَيْهِ} أي: وإلى الله وحده لا إلى غيره {النُّشُورُ} ؛ أي: المرجع بعد البعث، فبالغوا في شكر نعمه، فيسألكم عن شكر هذه النعمة عليكم، وفي هذا وعيد شديد. </p><p> والمعنى (١) : أنّ ربكم هو الذي سخر لكم الأرض وذللها لكم، فجعلها قارة </p><p>(١) المراغي.</p>"
}