{
  "id": null,
  "sura": 67,
  "aya": 18,
  "text": "<p> يعني: حين حقَّقْتم المنذر به تعلمون أنه لا خلف لخبري، وأنّ عذابي لشديد، وأنه لا دافع له، ولكن لا ينفعكم العلم حينئذٍ. فالنذير وكذا النكير الآتي مصدران بمعنى الإنذار والإنكار، وأصلهما: نذيري ونكيري بياء الاضافة، فحذفت اكتفاء بكسر ما قبلها، قال في \"برهان القرآن\" : خوفهم بالخسف أوّلًا لكونهم على الأرض، وأنها أقرب إليهم من السماء ثم بالحاصب من السماء، فلذلك جاء ثانيًا. </p><p> وقال القاضي في \"كشف ما التبس من القرآن\" : هذه الآية ليست تكرارًا مع الآية التي قبلها؛ لأنَّ الأولى في تخويفهم بخسف الأرض بهم، والثانية في تخويفهم بالحصب من السماء، وقدم الأولى؛ لأن الأرض التي جعلها الله مقرًّا لهم وعبدوا فيها غيره تعالى أقرب إليهم من السماء البعيدة عنهم. فإن قلت: كيف قال: {مَنْ فِي السَّمَاءِ} ؟ مع أنّه تعالى ليس فيها ولا في غيرها؟ بل هو تعالى منزه عن كل مكان. </p><p> قلت: المعنى: من ملكوته في السماء التي هي مسكن ملائكته ومحل عرشه وكرسيه واللوح المحفوظ والقلم، ومنه تنزل أقضيه كتبه. انتهى. </p><p> وأثبت (١) : ورش ياء (نذيري) و (نكيري) ، وحذفها باقي السبعة. والمعنى أي: بل أأمنتم أن يرسل عليكم ريحًا فيها حصباء حجارة صغار كما فعل بقوم لوط، وحينئذٍ تعلمون كيف يكون عقابي إذا شاهدتموه، ولكن لا ينفعكم العلم حينئذٍ. </p><p> والخلاصة (٢) : كيف تأمنون من في السماء أن يصب عليكم العذاب من فوقكم أو من تحت أرجلكم، وقد ذلّل لكم الأرض وزيّن لكم السماء بمصابيح، فإذا لم تشكروا النعم فأنتم حريون بأن يرسل عليكم النقم، ونحو الآية قوله تعالى:  {قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ} ، وقوله:  {أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا} . </p><p> ١٨ - ثم لفت أنظارهم إلى ما حل بالأمم قبلهم، لعله يكون فيه مزدجر لهم، فقال سبحانه:  {وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ} أي: وعزّتي وجلالي لقد كذّب الذين من قبلهم؛ أي: من قبل كفّار مكة من كفّار الأمم السابقة، كقوم نوح وعاد وأضرابهم، والالتفات إلى الغيبة لإبراز الإعراض عنهم. {فَكَيْفَ كَانَ نَكِيرِ} ؛ أي: إنكاري عليهم بإنزال العذاب؛ أي: كان على غاية الهول والفظاعة، وهذا مورد التأكيد القسمين لا </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}