{
  "id": null,
  "sura": 67,
  "aya": 30,
  "text": "<p> وإشارة إلى أنهم لا يرحمون في الدارين؛ لأنهم كفروا بالله وتوكلوا على غيره، ثم ذكر ما هو كالنتيجة لما قبله فقال:  {فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ} أي: فسيتبين لكم من الضال منا ومن المهتدي، ولمن تكون له العاقبة في الدنيا والآخرة. وقرأ الجمهور {فَسَتَعْلَمُونَ} بتاء الخطاب، نظرًا إلى الخطاب في قوله:  {قُلْ أَرَأَيْتُمْ} . وقرأ الكسائي بالتحتية على الخبر نظرًا إلى قوله:  {فَمَنْ يُجِيرُ الْكَافِرِينَ} . </p><p> ٣٠ - ولما ذكر أنه يجب التوكل عليه لا على غيره .. أقام الدليل على ذلك؛ فقال آمرًا رسوله أن يقول لهم:  {قُلْ} لهم يا محمد {أَرَأَيْتُمْ} أي: أخبروني {إِنْ أَصْبَحَ مَاؤُكُمْ} أي: إن صار ماؤكم الذي تشربونه وتنتفعون به. وكان ماء أهل مكة من بئرين: بئر زمزم، وبئر ميمون الحضرمي. {غَوْرًا} خبر أصبح، وهو مصدر وصف به؛ أي: غائرًا في الأرض بالكلية ذاهبًا ونازلًا فيها، وقيل: بحيث لا تناله الدلاء، ولا يمكن لكم نيله بنوع حيلة، كما يدل عليه الوصف بالمصدر. {فَمَنْ يَأْتِيكُمْ} على ضعفكم حينئذٍ {بِمَاءٍ مَعِينٍ} ؛ أي: بماء جار على وجه الأرض من عان الماء من باب باع أو من معن، كلاهما بمعنى جرى، وقيل: معن بمعنى كثر، وعان بمعنى جرى، والمعنيان متقاربان. أو ظاهر للعيون سهل المأخذ، يعني: تناوله الأيدي، فهو على هذا اسم مفعول من العين بمعنى الباصرة كمبيع من البيع. </p><p> ولعل تكرير الأمر بـ {قُلْ} لتأكيد المقول، وتنشيط المقول له. فإن قلت: كيف خص ذكرًا لنعمته بالماء من بين سائر نعمه؟ قلت: لأن الماء أهون موجود وأعز مفقود؛ كما في \"الأسئلة المقحمة\" ، روي: أن هذه الآية تليت عند بعض المستهزئين، فقال: تجيء به الفؤوس والمعاويل فذهب ماء عينيه، نعوذ بالله من الجراءة على الله وبيناته وترك حرمة القرآن وآياته، وإنّما عوقب بذهاب ماء عينيه؛ لأنّ الجزاء من جنس العمل. وقرأ ابن عباس {فمن يأتيكم بماء عذب} . </p><p> والمعنى: قل لهم يا محمد: أخبروني يا أهل مكة إن ذهب ماؤكم في الأرض ولم تصل إليه الدلاء فمني يأتيكم بماء جار تشربونه عذبًا زلالًا، ولا جواب لكم إلا أن تقولوا هو الله سبحانه، وإذًا فلم تجعلون ما لا يقدر على شيء شريكًا في العبادة لمن هو قادر على كلّ شيء؟! وفي هذا طلب إقرار منهم ببعض نعمه ليريهم قبح ما هم عليه من الكفر. </p><p> وقصارى ذلك: أنه تعالى فضلًا منه وكرما أنبع لكم المياه، وأجراها في سائر الأقطار، بحسب حاجتكم إليها قلة وكثرة، فلله الحمد والمنّة على جميع النعمة. </p><p> الإعراب </p><p> {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١) الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ (٢) }. </p><p> {تَبَارَكَ الَّذِي} فعل، وفاعل، والجملة مستأنفة، {بِيَدِهِ} خبر مقدم، {الْمُلْكُ} مبتدأ مؤخر، والجملة الاسمية صلة الموصول؛ لا محل لها من الإعراب. {وَهُوَ} الواو عاطفة، {هو} مبتدأ، {عَلَى كُلِّ شَيْءٍ} متعلق بـ {قَدِيرٌ} ، و {قَدِيرٌ} خبر المبتدأ، والجملة معطوفة على جملة الصلة مقررة لمضمونها، {الَّذِي} بدل من الموصول الأوّل، {خَلَقَ الْمَوْتَ} فعل وفاعل مستتر، ومفعول به، {وَالْحَيَاةَ} معطوف على {الْمَوْتَ} والجملة صلة الموصول، {لِيَبْلُوَكُمْ} اللام حرف جرّ وتعليل، {يبلوكم} فعل مضارع، وفاعل مستتر، ومفعول به، {أَيُّكُمْ} مبتدأ، {أَحْسَنُ} خبر، {عَمَلًا} تمييز محوّل عن المبتدأ، والجملة الاسمية في محل النصب مفعول ثان {لِيَبْلُوَكُمْ} وجملة {يبلوكم} مع أن المضمرة في تأويل مصدر مجرور باللام، تقديره: لبلائه إياكم، الجار والجرور متعلق بخلق من حيث تعلقه بـ {الحياة} ؛ إذ هي محل الاختبار والتكليف، وأما الموت فلا شيء من ذلك فيه. {وَهُوَ الْعَزِيزُ} مبتدأ وخبر {الْغَفُورُ} خبر ثان، والجملة الاسمية في محل نصب حال من فاعل خلق. </p><p> {الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ (٣) ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ (٤) وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ (٥) وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ وَبِئْسَ الْمَصِيرُ (٦) }. </p><p> {الَّذِي} بدل ثان من الموصول الأول، وقيل: بدل من {الْعَزِيزُ الْغَفُورُ} وقيل: نعت لهما، أو أنه في محل رفع خبر لمبتدأ محذوف أو منصوب على المدح. {خَلَقَ} فعل ماض، وفاعل مستتر {سَبْعَ سَمَاوَاتٍ} مفعول به {طِبَاقًا} صفة لسبع </p><p> سموات أو حال منه؛ لأنّه تخصص بالإضافة، والجملة الفعلية صلة الموصول، لا محل لها من الإعراب. {مَا تَرَى} ما نافية، {تَرَى} فعل مضارع، وفاعله ضمير مستتر يعود على محمد أو على كل من يصلح للخطاب {فِي خَلْقِ الرَّحْمَنِ} متعلق بـ {تَرَى} ، {مِنْ تَفَاوُتٍ} من زائدة، {تَفَاوُتٍ} مفعول به لـ {تَرَى} ، وترى بصرية تتعدى إلى مفعول واحد، وجملة النفي مستأنفة مسوقة لتأكيد استقامة خلقه تعالى. {فَارْجِعِ الْبَصَرَ} الفاء: فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت عدم التفاوت في خلق الرحمن، وأردت الاستثبات فيه والعيان بعد الإخبار. فأقول لك: ارجع البصر. {ارجع} فعل أمر، وفاعل مستتر، {الْبَصَرَ} مفعول به، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {هَلْ} حرف استفهام {تَرَى} فعل مضارع، وفاعل مستتر، {مِنْ} زائدة، {فُطُورٍ} مفعول به والجملة الفعلية في محل نصب مفعول لفعل محذوف تقديره: فانظر هل ترى من فطور؟ ولكنّه علّق عنها بحرف الاستفهام. {ثُمَّ} حرف عطف وترتيب مع تراخ، {ارْجِعِ الْبَصَرَ} فعل أمر، وفاعل مستتر، ومفعول به، والجملة في محل نصب معطوفة على جملة قوله:  {فَارْجِعِ الْبَصَرَ} . {كَرَّتَيْنِ} منصوب على المفعولية المطلقة؛ لأنّه بمعنى رجعتين، وهو وإن كان مثنّى لفظًا لا يقصد به معنى التثنية، بل المقصود به التكثير؛ أي: كرّات {يَنْقَلِبْ} فعل مضارع مجزوم بالطلب السابق، {إِلَيْكَ} متعلق به {الْبَصَرَ} فاعل، {خَاسِئًا} حال من {الْبَصَرَ} ، والجملة جملة جوابية، لا محل لها من الإعراب. {وَهُوَ} الواو حالية، {هُوَ حَسِيرٌ} مبتدأ وخبر، والجملة حال من {الْبَصَرَ} أيضًا، أو من الضمير المستكن في {خَاسِئًا} ، فتكون حالًا متداخلة. </p><p> {وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ (٥) وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ وَبِئْسَ الْمَصِيرُ (٦) }. </p><p> {وَلَقَدْ}  {الواو} ، استئنافية واللام موطئة للقسم {قد} : حرف تحقيق {زَيَّنَّا} فعل، وفاعل {السَّمَاءَ} مفعول به، {الدُّنْيَا} .صفة للسماء، {بِمَصَابِيحَ} متعلق بـ {زَيَّنَّا} ، والجملة جواب القسم لا محل لها من الإعراب، وجملة القسم مستأنفة مسوقة لبيان دلائل أخرى على كمال قدرته تعالى. {وَجَعَلْنَاهَا} فعل، وفاعل، ومفعول أوّل، {رُجُومًا} مفعول ثان، والجملة معطوفة على جملة {زَيَّنَّا} ، </p><p> {لِلشَّيَاطِينِ} متعلق بـ {رُجُومًا} ، {وَأَعْتَدْنَا} فعل، وفاعل معطوف على {زَيَّنَّا} . {لَهُمْ} متعلق بـ {أعتدنا} ، {عَذَابَ السَّعِيرِ} مفعول به، {وَلِلَّذِينَ} الواو عاطفة، {للذين} خبر مقدم، {كَفَرُوا} صلة الموصول، {بِرَبِّهِمْ} متعلق بـ {كَفَرُوا} ، {عَذَابُ جَهَنَّمَ} مبتدأ مؤخّر، والجملة معطوفة على جملة القسم. {وَبِئْسَ} الواو عاطفة، {بئس} فعل ماض جامد لإنشاء الذمّ، {الْمَصِيرُ} فاعل، والجملة الفعلية خبر عن المخصوص بالذمّ، وهو محذوف تقديره: هي، وجملة المخصوص معطوفة على ما قبلها، أو مستأنفة مسوقة لإنشاء الذم. </p><p> {إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ (٧) تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ (٨) }. </p><p> {إِذَا} ظرف لما يستقبل من الزمان، {أُلْقُوا} فعل ماض مغيّر الصيغة، ونائب فاعل، {فِيهَا} متعلق بـ {أُلْقُوا} ، والجملة الفعلية في محل الخفض بإضافة إذا إليها على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي، {سَمِعُوا} فعل وفاعل، {لَهَا} حال من {شَهِيقًا} لأنه صفة نكرة قدمت عليها، {شَهِيقًا} مفعول {سَمِعُوا} ، وجملة {سَمِعُوا} جواب إذا، وجملة {إذا} مستأنفة. {وَهِيَ} الواو حالية، {هي} مبتدأ، وجملة {تَفُورُ} خبر المبتدأ، والجملة الاسمية في محل نصب حال من الهاء في {لَهَا} . {تَكَادُ} فعل مضارع، وهي من أفعال المقاربة تعمل عمل {كَانَ} ، واسمها ضمير مستتر يعود على جهنم، {تَمَيَّزُ} فعل مضارع، وفاعل مستتر، وأصله: تتميز، حذفت إحدى التاءين للتخفيف، {مِنَ الْغَيْظِ} متعلق بـ {تَمَيَّز} ، وجملة تميّز في محل النصب خبر تكاد، وجملة تكاد مستأنفة. {كُلَّمَا} اسم شرط غير جازم في محل النصب على الظرفية الزمانية، مبني على السكون، والظرف متعلق بالجواب الآتي، {أُلْقِيَ} فعل ماض مغيّر الصيغة، {فِيهَا} متعلق به، {فَوْجٌ} نائب فاعل، والجملة فعل شرط لـ {كُلَّمَا} في محل جر بالإضافة، {سَأَلَهُمْ} فعل ماض، ومفعول به، {خَزَنَتُهَا} فاعل، والجملة الفعلية جواب {كُلَّمَا} لا محل لها من الإعراب، وجملة {كُلَّمَا} مستأنفة. {أَلَمْ} الهمزة للاستفهام التقريريّ التوبيخي، {لم} حرف جزم، {يَأْتِكُمْ} فعل مضارع مجزوم بـ {لم} ، والكاف مفعول به، {نَذِيرٌ} فاعل، والجملة الاستفهامية في محل نصب مفعول ثان لسأل. </p><p> {قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ (٩) }. </p><p> {قَالُوا} فعل وفاعل، والجملة مستأنفة استئنافًا بيانيًا كأنّه قيل: ماذا قالوا بعد السؤال؟ فقال: قالوا. {بَلى} حرف جواب لإثبات النفي مبني على السكون {قَدْ} حرف تحقيق، {جَاءَنَا} فعل، ومفعول به {نَذِيرٌ} فاعل، والجملة في محل نصب مقول {قَالُوا} ، {فَكَذَّبْنَا} فعل، وفاعل، معطوف على {جَاءَنَا} ، {وَقُلْنَا} فعل، وفاعل، معطوف على كذّبنا، {مَا} نافية، {نَزَّلَ اللَّهُ} فعل، وفاعل، {مِنْ شَيْءٍ} من زائدة، {شَيْءٍ} : مفعول به، والجملة في محل نصب مقول لـ {قلنا} ، {إن} نافية، {أَنْتُمْ} مبتدأ، {إلا} أداة حصر، {فِي ضَلَالٍ} خبر المبتدأ، {كَبِيرٍ} صفة ضلال، والجملة الاسمية في محل نصب مقول {قلنا} . </p><p> {وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ (١٠) فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ (١١) }. </p><p> {وَقَالُوا} فعل وفاعل، معطوف على {قَالُوا بَلَى} ، {لَوْ} حرف شرط غير جازم، {كُنَّا} فعل ناقص واسمه، وجملة {نَسْمَعُ} خبره، {أَوْ نَعْقِلُ} معطوف على {نَسْمَعُ} ، وجملة كان فعل شرط لـ {لَوْ} ، لا محل لها من الإعراب، و {مَا} نافية، {كُنَّا} فعل ناقص واسمه، {فِي أَصْحَابِ السَّعِيرِ} خبره، والجملة الناقصة جواب {لَوْ} لا محل لها من الإعراب، وجملة {لَوْ} الشرطية في محل نصب مقول {قَالُوا} . {فَاعْتَرَفُوا} الفاء عاطفة، {اعترفوا} فعل وفاعل، {بِذَنْبِهِمْ} متعلق به، والجملة معطوفة على جملة {قالوا} ، {فَسُحقا} الفاء عاطفة، {سحقًا} مفعول مطلق لفعل محذوف وجوبًا تقديره: فسحقهم الله سحقًا؛ أي: أبعدهم الله من رحمته بعدًا، ويجوز أن يكون مفعولًا به لفعل محذوف تقديره: ألزمهم الله سحقًا، والجملة معطوفة على جملة اعترفوا، {لِأَصْحَابِ السَّعِيرِ} جار ومجرور، متعلق بـ {سحقًا} أو صفة له، واللام فيه للبيان كاللام في سقيًا لك وجدعًا له. </p><p> {إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (١٢) وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (١٣) أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ (١٤) }. </p><p> {إِنَّ الَّذِينَ} ناصب واسمه، {يَخْشَوْنَ رَبَّهُمْ} فعل وفاعل، ومفعول به، </p><p> والجملة صلة الموصول، {بِالْغَيْبِ} حال من الواو في {يَخْشَوْنَ} ، أو من {رَبَّهُمْ} ، {لَهُمْ} خبر مقدم، {مَغْفِرَةٌ} مبتدأ مؤخّر، {وَأَجْرٌ} معطوف على مغفرة، {كَبِيرٌ} صفة {أجر} ، والجملة الاسمية في محل رفع خبر إنّ، وجملة إنّ مستأنفة. {وَأَسِرُّوا}  {الواو} استئنافية، {أسرّوا} فعل أمر مبني على حذف النون، والواو فاعل، {قَوْلَكُمْ} مفعول به، والجملة مستأنفة. {أَوْ} حرف عطف، {اجْهَرُوا} فعل أمر، وفاعل، معطوف على أسرّوا، {بِهِ} متعلق بـ {اجْهَرُوا} . {إنَّه} ناصب واسمه، {عَلِيمٌ} خبره، {بِذَاتِ الصُّدُورِ} متعلق بـ {عَلِيمٌ} ، وجملة إنّ مستأنفة مسوقة لتعليل الأمر بتساوي السرّ والجهر بالنسبة إلى علمه تعالى. {أَلَا يَعْلَمُ} الهمزة للاستفهام التقريري، {لا} نافية، {يَعْلَمُ} فعل مضارع، و {مَنْ} اسم موصول في محل الرفع فا عل، ومفعول {يَعْلَمُ} محذوف تقديره: سرّكم وجهركم، وجملة {خَلَقَ} صلة الموصول، ومفعول {خَلَقَ} محذوف أيضًا تقديره: ألا يعلم سرّكم وجهركم من خلقهما، والجملة الاستفهامية جملة إنشائية لا محل لها من الإعراب. {وَهُوَ} الواو حالية، {هو} مبتدأ، {اللَّطِيفُ} خبره، {الْخَبِيرُ} خبر ثانٍ له، والجملة الاسمية في محل نصب حال من فاعل {يَعْلَمُ} . </p><p> {هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ (١٥) }. </p><p> {هُوَ الَّذِي} مبتدأ وخبر، والجملة مستأنفة. {جَعَلَ} فعل ماض، وفاعل مستتر، {لَكُمُ} متعلق بـ {ذَلُولًا} ، {الْأَرْضَ} مفعول أوّل لـ {جَعَلَ} ، {ذَلُولًا} مفعول ثان له، والجملة الفعلية صلة الموصول. {فَامْشُوا} الفاء فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أنَّ الله جعل لكم الأرض ذلولًا لتنتفعوا بها، وأردتم بيان كيفية الانتفاع بها .. فأقول لكم:  {امْشُوا فِي مَنَاكِبِهَا} . {امْشُوا} فعل أمر، وفاعل، {فِي مَنَاكِبِهَا} متعلق بـ {امشوا} ، والجملة الفعلية في محل نصب مقول لجواب إذا المقدرة، وجملة إذا المقدّرة مستأنفة. {وَكُلُوا} فعل، وفاعل، معطوف على {فَامْشُوا} ، {مِنْ رزِقِه} متعلق بـ {كلوا} ، {وَإِلَيْهِ} خبر مقدم {النُّشُورُ} مبتدأ مؤخر، والجملة في محل النصب حال من فاعل {كلوا} ؛ أي: حالة كون نشوركم إليه، أو مستأنفة. </p><p> {أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ (١٦) أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ </p><p> أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ (١٧) }. </p><p> {أأَمِنْتُمْ} الهمزة للاستفهام الإنكاري، {أَمِنْتُمْ} فعل، وفاعل، {مَنْ} اسم موصول في محل نصب مفعول به، و {مَنْ} عبارة عن الله تعالى، {فِي السَّمَاءِ} جار ومجرور صلة {مَنْ} الموصولة، {أَن يَخْسِفَ} ناصب وفعل مضارع، وفاعل مستتر، {بِكُمُ} متعلق بـ {يَخْسِفَ} ، {الْأَرْضَ} مفعول به، والجملة في تأويل مصدر منصوب على أنّه بدل اشتمال من الموصولة؛ أي: أأمنتم خسفه بكم الأرض، والجملة الاستفهامية جملة إنشائية لا محل لها من الإعراب. {فَإِذَا} الفاء عاطفة، {إذا} حرف فجاءة، {هِيَ} مبتدأ، وجملة {تَمُورُ} خبره، والجملة معطوفة على جملة {أَنْ يَخْسِفَ} على أنها بدل اشتمال؛ أي: أأمنتم خسفه بكم الأرض فمورها بكم. {أَمْ} عاطفة بمعنى بل وهمزة الاستفهام الإنكاري، {أَمِنْتُمْ} فعل وفاعل، {مَنْ} اسم موصول في محل النصب مفعول به، {فِي السَّمَاءِ} صلة لـ {مَنْ} الموصولة، والجملة معطوفة على جملة {أَمِنْتُمْ} ، وجملة {أَنْ يُرْسِلَ} في تأويل مصدر منصوب على أنّه بدل اشتمال مِنْ {مَنْ} الموصولة؛ أي: أأمنتم إرساله عليكم حاصبًا. {عَلَيْكُمْ} متعلق بـ {يُرْسِلَ} ، {حَاصِبًا} مفعول به، {فَسَتَعْلَمُونَ} الفاء استئنافية، والسين حرف استقبال، {تعلمون} فعل وفاعل، مرفوع بالنون، والجملة الفعلية مستأنفة مسوقة لبيان التخويف بعذاب الآخرة، {كَيْفَ} اسم استفهام في محل رفع خبر مقدم، {نَذِيرِ} مبتدأ مؤخّر مرفوع بضمّة مقدرة على ما قبل ياء المتكلم المحذوفة اجتزاءً عنها بكسرة المناسبة، وهو مضاف، وياء المتكلم المحذوفة في محل الجر مضاف إليه، والجملة الاسمية في محل النصب سادّة مسدّ مفعولي {تعلمون} ، وقد علّق عنها الفعل بالاستفهام. </p><p> {وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ (١٨) أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ (١٩) }. </p><p> {وَلَقَدْ} : {الواو} استئنافية، واللام موطئة للقسم، {قد} حرف تحقيق، {كَذَّبَ الَّذِينَ} فعل وفاعل والجملة جواب القسم، وجملة القسم مستأنفة. {مِنْ قَبْلِهِمْ} صلة الموصول، {فَكَيْفَ} الفاء عاطفة، {كَيْفَ} اسم استفهام في محل نصب خبر {كَانَ} مقدم عليها، {كَانَ} فعل ماض ناقص {نَكِيرِ} اسم كان مرفوع، وعلامة رفعه ضمّة مقدرة على ما قبل ياء المتكلم المحذوفة اجتزاء عنها بالكسرة، </p><p> وهو مضاف، والياء المحذوفة مضاف إليه، وجملة {كَانَ} معطوفة على جملة القسم. {أَوَلَمْ يَرَوْا} الهمزة للاستفهام التقريري، داخلة على محذوف تقديره: أغفلوا ولم يروا. والجملة المحذوفة جملة إنشائية لا محل لها من الإعراب. والواو: عاطفة على تلك المحذوفة، {لم يروا} جازم وفعل وفاعل، معطوف على تلك المحذوفة، {إِلَى الطَّيْرِ} متعلق بـ {يروا} ، {فَوْقَهُمْ} ظرف متعلّق بصافات، و {صَافَّاتٍ} حال من الطير، {وَيَقْبِضْنَ} الواو عاطفة، {يقبضن} فعل مضارع مبني على السكون لاتصاله بنون الإناث، ونون النسوة فاعل، ومفعول {يقبضن} و {صَافَّاتٍ} محذوف تقديره: أجنحتهنّ، وجملة يقبضن في محل النصب على الحال، معطوفة على {صَافَّاتٍ} ؛ أي: حالة كونهنّ صافّات أجنحتهنّ تارة وقابضات أجنحتهن أخرى. {مَا} نافية، {يُمْسِكُهُنَّ} فعل ومفعول به، {إِلا} أداة حصر، {الرَّحْمَنُ} فاعل، والجملة مستأنفة. {إِنَّهُ} ناصب واسمه، {بِكُلِّ شَيْءٍ} متعلق بـ {بَصِيرٌ} ، و {بَصِيرٌ} خبره، وجملة إنّ مستأنفة مسوقة لتعليل ما قبلها. </p><p> {أَمَّنْ هَذَا الَّذِي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَنِ إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ (٢٠) أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ (٢١) }. </p><p> {أَمَّنْ} : أم حرف عطف بمعنى بل فقط، لا بمعنى بل وهمزة الاستفهام؛ لأنّ الاستفهام لا يدخل على الاستفهام، فهي منقطعة، {مَنْ} اسم استفهام في محل الرفع مبتدأ، {هَذَا} اسم إشارة في محل الرفع خبر المبتدأ، والجملة جملة إنشائية لا محل لها من الإعراب، {الَّذِي} بدل من اسم الإشارة، أو نعت له، {هُوَ} مبتدأ، {جُنْدٌ} خبره، والجملة الاسمية صلة الموصول لا محل لها من الإعراب، {لَكُمُ} صفة أولى لـ {جُنْدٌ} وجملة {يَنْصُرُكُمْ} نعت ثان له أو حال منه، {مِنْ دُونِ الرَّحْمَنِ} جار ومجرور متعلّق بمحذوف حال من فاعل {يَنْصُرُكُمْ} ، {إن} نافية مهملة، {الْكَافِرُونَ} مبتدأ، {إِلا} أداة حصر، {فِي غُرُورٍ} خبر المبتدأ، والجملة الاسمية معترضة لا محل لها من الإعراب. {أَمَّنْ} أم منقطعة بمعنى بل فقط، عاطفة على ما تقدم، {مَنْ} اسم استفهام مبتدأ، {هَذَا} خبره، والجملة معطوفة على ما قبلها، {الَّذِي} بدل من اسم الإشارة، وجملة {يَرْزُقُكُمْ} صلة الموصول، {إن} حرف شرط جازم، {أَمْسَكَ} فعل ماض في محل الجزم، وفاعله ضمير يعود على الله، {رِزْقَهُ} مفعول به، وجواب الشرط محذوف دلَّ عليه ما قبله تقديره: إن أمسك الله </p><p> رزقه عنكم .. فمن يرزقكم من دونه، وجملة الشرط مستأنفة لا محل لها من الإعراب، {بَل} حرف عطف وإضراب على مقدر يستدعيه المقام تقديره: إنهم لم يتأثروا بذلك، ولم يذعنوا للحق بل لجّوا. {لَجُّوا} فعل ماض وفاعل، {فِي عُتُوٍّ} متعلق به، {وَنُفُورٍ} معطوف على {عُتُوٍّ} ، والجملة الفعلية معطوفة على تلك المحذوفة. </p><p> {أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ (٢٢) }. </p><p> {أَفَمَنْ} الهمزة للاستفهام التوبيخي المتضمن للإنكار، مقدمة على محلها للزومها الصدارة، وإلا فمحلها بعد الفاء، حتى لو كان بدل الهمزة هل لقيل: فهل من يمشي إلخ. والفاء فاء الفصيحة؛ لأنّها أفصحت عن شرط مقدر تقديره: إذا عرفت سوء حال المشركين وحسن حال المؤمنين، وأردت ضرب المثل لحال الفريقين .. فأقول لك: من يمشي. {مَنْ} اسم موصول في محل رفع مبتدأ، وجملة {يَمْشِي} صلة {من} الموصولة، {مُكِبًّا} حال من فاعل يمشي، {عَلَى وَجْهِهِ} متعلق بـ {مُكِبًّا} ، {أَهْدَى} خبر، {أَمَّنْ}  {أم} حرف عطف معادل لهمزة الاستفهام، {مَنْ} معطوف على {مَنْ} الأول، وجملة {يَمْشِي} صلتها، {سَوِيًّا} حال من فاعل {يَمْشِي} ، {عَلَى صِرَاطٍ} متعلق بـ {يَمْشِي} ، والجملة من المبتدأ والخبر في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة، {مُسْتَقِيمٍ} صفة {صِرَاطٍ} . </p><p> {قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ (٢٣) قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ (٢٤) }. </p><p> {قُل} : فعل أمر، وفاعل مستتر يعود على محمد، والجملة مستأنفة. {هُوَ الَّذِي} مبتدأ وخبر، والجملة في محل نصب مقول {قُلْ} . {أَنْشَأَكُمْ} فعل ماض وفاعل مستتر، ومفعول به، والجملة صلة الموصول. {وَجَعَلَ} فعل ماض، وفاعل مستتر، معطوف على {أَنْشَأَكُمْ} . {لَكُمُ} متعلق بـ {جعل} إن كان بمعنى الخلق، أو في محل المفعول الثاني إن كان بمعنى التصيير، {السَّمْعَ} مفعول به، {وَالْأَبْصَارَ وَالْأَفْئِدَةَ} معطوفان على {السَّمْعَ} . {قَلِيلًا} صفة لمصدر محذوف؛ أي: شكرًا قليلًا، أو لزمان محذوف؛ أي: زمانًا قليلًا. {مَا} زائدة لتأكيد القلّة. {تَشْكُرُونَ} </p><p> فعل وفاعل، والجملة في محل نصب حال مقدرة من ضمير {لَكُمُ} . {قُلْ} فعل أمر، وفاعل مستتر يعود على {محمّد} ، والجملة مستأنفة، {هُوَ الَّذِي} مبتدأ وخبر، والجملة الاسمية في محل نصب مقول {قُلْ} ، {ذَرَأَكُمْ} فعل ماض، وفاعل مستتر، ومفعول به، والجملة صلة الموصول، {فِي الْأَرْضِ} متعلق بـ {ذَرَأَكُمْ} . {وَإِلَيْهِ}  {الواو} عاطفة، {إليه} متعلق بـ {تُحْشَرُونَ} ، و {تُحْشَرُونَ} فعلٌ مضارعٌ، ونائب فاعل، والجملة معطوفة على جملة {ذَرَأَكُمْ} . </p><p> {وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٢٥) قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ (٢٦) فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ (٢٧) }. </p><p> {وَيَقُولُونَ} الواو استئنافية، {يقولون} فعلٌ، وفاعل مرفوع بالنون، والجملة مستأنفة {مَتَى} ظرف زمان في محل نصب على الظرفية مبني على السكون، والظرف متعلق بمحذوف خبر مقدم، {هَذَا} مبتدأ مؤخّر، {الْوَعْدُ} بدل منه، والجملة الاسمية في محل نصب مقول القول؛ {إنّ} حرف شرط، {كُنتُم} فعل ناقص في محل جَزْمٍ بـ {إن} على كونه فعل شرط لها، والتاء اسم كان، {صَادِقِينَ} خبرها، وجواب الشرط محذوفٌ تقديره: إن كنتم صادقين فيما تخبرونه من أمر القيامة والحشر .. فبينوا وقته على وجه التحديد، وجملة {إن} الشرطية في محل نصب مقول القول. {قُلْ} فعل أمر، وفاعل مستتر، والجملة مستأنفة، {إِنَّمَا} أداة حصر، {الْعِلْمُ} مبتدأ، {عِنْدَ اللَّهِ} ظرف متعلق بمحذوف خبر المبتدأ ومضاف إليه، والجملة الاسمية في محل نصب مقول {قُلْ} . {وَإِنَّمَا} الواو عاطفة، {إنّما} أداة حصر، {أَنَا} مبتدأ، {نَذِيرٌ} خبره، {مُبِينٌ} صفة لـ {نَذِيرٌ} ، والجملة في محل النصب معطوفة على ما قبلها، {فَلَمَّا} الفاء: عاطفة على محذوف تقديره: وأتاهم الحشر والعذاب الموعود فرأوه فلما رأوه إلخ، {لمّا} اسم شرط غير جازم، {رَأَوْهُ} فعل، وفاعل، ومفعول به، ورأى هنا بصرية تتعدى لمفعول واحد، {زُلْفَةً} حال من مفعول {رَأَوْهُ} ، ولكنه على تقدير مضاف؛ أي: ذا زلفة أو بتأويله بمشتقٍ؛ أي: مزدلفًا قريبًا، والجملة فعل شرط لـ {لمّا} في محل جر بالإضافة، {سِيئَتْ} فعل ماض مغتر الصيغة، {وُجُوهُ الَّذِينَ} نائب فاعل، ومضاف إليه، والجملة جواب {لما} ، وجملة {لما} معطوفة على الجملة المحذوفة، وجملة {كَفَرُوا} صلة الموصول. {وَقِيلَ} الواو عاطفة، {قيل} فعل ماض مغيّر الصيغة، </p><p> {هَذَا الَّذِي كُنْتُمْ} إلخ، نائب فاعل محكيّ لـ {قيل} ، والجملة معطوفة على جملة {سِيئَتْ} ، وإنْ شئت قلت:  {هَذَا} مبتدأ، {الَّذِي} خبره، والجملة في محل الرفع نائب فاعل لـ {قيل} ، {كُنْتُمْ} فعل ناقص واسمه، {بِهِ} متعلق بـ {تَدَّعُونَ} ، وجملة {تَدَّعُونَ} خبر كان، وجملة كان صلة الموصول. </p><p> {قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ أَوْ رَحِمَنَا فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ (٢٨) }. </p><p> {قُلْ} : فعل أمر، وفاعل مستتر، والجملة مستأنفة، {أَرَأَيْتُمْ} الهمزة للاستفهام التوبيخيّ، {رأيتم} فعل، وفاعل، بمعنى أخبروني، والجملة الفعلية في محل نصب مقول {قُل} ، {إنْ} حرف شرط جازم {أَهْلَكَنِيَ اللَّهُ}  {أهلك} فعل ماض في محل جزم بـ {إنْ} على كونه فعل شرط لها، والنون للوقاية، والياء مفعول به، ولفظ الجلالة فاعل {وَمَن} ، والواو عاطفة، {مَنْ} اسم موصول في محل النصب معطوف على الياء، {مَعِيَ} ظرف متعلق بمحذوف، صلة من الموصولة، {أَوْ رَحِمَنَا} فعل وفاعل مستتر، ومفعول به، معطوف على فعل الشرط، وجواب الشرط محذوف، تقديره: فلا فائدة لكم في ذلك ولا نفع يعود عليكم، وجملة {إنْ} الشرطية سادّة مسدّ مفعولي {أَرَأَيْتُمْ} . {فَمَن} الفاء تعليلية، {مَنْ} اسم استفهام في محل الرفع مبتدأ، والاستفهام إنكاري بمعنى النفي، {يُجِيرُ الْكَافِرِينَ} فعل مضارع، وفاعل مستتر، ومفعول به، {مِنْ عَذَابٍ} متعلق بـ {يُجِيرُ} ، {أَلِيمٍ} صفة {عَذَابَ} ، وجملة {يُجِيرُ} في محل رفع خبر {مَنْ} الاستفهامية، والجملة الاستفهامية جملة تعليلية مسوقة لتعليل الجواب المحذوف؛ أي: لا فائدة لكم في ذلك؛ لأنّه لا أحد {يُجِيرُ} الكافرين من عذاب أليم. </p><p> {قُلْ هُوَ الرَّحْمَنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ (٢٩) قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ (٣٠) }. </p><p> {قُلْ} فعل أمرٍ، وفاعل مستتر والجملة مستأنفة {هُوَ الرَّحْمَنُ} مبتدأ وخبر، والجملة في محل نصب مقول {قُلْ} ، {آمَنَّا} فعل وفاعل، {بهِ} متعلق بـ {آمَنَّا} ، والجملة خبر ثان لـ {هُوَ} ، {وَعَليْهِ} متعلق بـ {تَوَكَّلْنَا} ، وجملة {تَوَكَّلْنَا} معطوفة على {آمَنَّا} ، {فَسَتَعْلمُونَ} الفاء فاء الفصيحة؛ لأنّها أفصحت عن جواب </p><p> شرط مقدر تقديره: إذا أبيتم عن الإيمان وأصررتم على الكفر، وأردتم معرفة من هو على الضلال منا ومنكم .. فأقول لكم {ستعلمون} : السين حرف استقبال، {تعلمون} فعل وفاعل، والجملة في محل نصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {مَنْ} اسم استفهام في محل رفع مبتدأ أول، {هُوَ} ضمير للمفرد المذكر الغائب في محل رفع مبتدأ ثان، {فِي ضَلَالٍ} خبر للمبتدأ الثاني، {مُبِينٍ} صفة {ضَلَالٍ} ، وجملة المبتدأ الثاني خبر للأول، وجملة الأول في محل النصب سادّة مسدّ مفعولي {تعلمون} المعلّقة بالاستفهام. {قُلْ} فعل أمر، وفاعل مستتر، والجملة مستأنفة، {أَرَأَيْتُمْ} فعل، وفاعل، بمعنى أخبروني، والجملة في محل نصب مقول قل، {إن} حرف شرط، {أَصْبَحَ} فعل ماض ناقص في محل الجزم بـ {إنْ} الشرطية على كونه فعل شرط لها، {مَاؤُكُمْ} اسمها، {غَوْرًا} خبرها، {فَمَنْ} الفاء رابطة الجواب وجوبًا، {مَنْ} اسم استفهام في محل رفع مبتدأ، وجملة {يَأْتِيكُمْ} خبره، والجملة الاسمية في محل جزم جواب الشرط، {بِمَاءٍ} متعلق بـ {يَأْتِيكُمْ} ، {مَعِينٍ} صفة {ماء} ، وجملة إن الشرطية في محل النصب سادة مسد مفعولي {أَرَأَيْتُمْ} . </p><p> التصريف ومفردات اللغة </p><p> {تَبَارَكَ} تفاعل من البركة؛ وهي الزيادة والنماء حسّية أو معنوية. وقال بعضهم: البركة: كثرة الخير ودوامه، فنسبتها إلى الله تعالى باعتبار كثرة ما يفيض منه على مخلوقاته من فنون الخيرات؛ أي: تكاثر خير الذي بيده الملك، وتزايد نعمه وإحسانه، قال تعالى:  {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا} . قال الراغب: البركة. ثبوت الخير الإلهيّ في الشيء. {خَلَقَ الْمَوْتَ وَالْحَيَاةَ} والموت عند أهل السنة: صفة وجودية مضادة للحياة كالحرارة والبرودة، والحياة: صفة وجودية زائدة على نفس الذات مغايرة للعلم والقدرة مصحّحة لاتصاف الذات بهما. </p><p> {طِبَاقًا} جمع طبقة كرحبة ورحاب، أو جمع طبق كجمل وجمال وجبل وجبال، وفي المصباح: وأصل الطبق الشيء على مقدار الشيء مطبقًا له من جميع جوانبه، وقيل: هو مصدر بمعنى الفاعل، يقال: طابقه طباقًا ومطابقة، وطباق الشيء مثل كتاب مطابقة بكسر الباء، وطابقت بين الشيئين إذا جعلتهما على حذو </p><p> واحد وألزقتهما، والباب يدل على وضع شيء مبسوط على مثله حتى يغطّيه، والمعنى: مطابقة بعضها فوق بعض وسماء فوق سماء. </p><p> {فِي خَلْقِ الرَّحْمَنِ} والإضافة فيه من إضافة المصدر إلى فاعله، والمفعول محذوف تقديره: في خلق الرحمن لهن أو لغيرهن. {مِنْ تَفَاوُتٍ} قال الراغب: التفاوت: الاختلاف في الأوصاف، كأنّه يفوت وصف أحدهما الآخر أو وصف كلّ واحد منهما الآخر، وحكى أبو زيد: تفاوت الشيء تفاوتًا بضم الواو وفتحها وكسرها، والقياس هو الضم كالتقابل، والفتح والكسر شاذان. والتفاوت: عدم التناسب؛ لأن بعض الأجزاء يفوت الآخر. </p><p> {فَارْجِعِ الْبَصَرَ} ؛ أي: ردّه إلى رؤية السماء. و {رَجَعَ} يجيء لازمًا ومتعدّيًا يقال: رجع بنفسه رجوعًا، وهو العود إلى ما منه البدء، مكانًا أو فعلًا أو قولًا، بذاته كان رجوعه أو بجزء من أجزائه أو بفعل من أفعاله، ورجعه غير رجعًا؛ أي: رده وأعاده. {مِنْ فُطُورٍ} جمع فطر، كما في القاموس. وهو الشق، يقال: فطره فانفطر؛ أي: شقّه فانشقّ؛ والمعنى: من شقوق وصدوع لامتناع خرقها والتئامها. وفي المختار: والفطر: الشق، يقال: فطره فانفطر وتفطر الشيء: تشقق، وبابه نصر. </p><p> {كَرَّتَيْنِ} ؛ أي: رجعتين أخريين، والمراد بالتثنية التكرير والتكثير كما في لبيك، أي: أجبت لك إجابات كثيرة بعضها إثر بعض، وذلك لأنّ الكلال الآتي لا يقع بالمرّتين؛ أي: رجعة بعد رجعة وإن كثرت، وهو مصدر من كرَّ من باب ردَّ، يقال: كرّ على عدوّه بعدما فرّ، كرّا وكرورا، والكرّة مرّة منه. </p><p> {خَاسِئًا} اسم فاعل من خسَأ بمعنى تباعد وهرب، وفيه معنى الصغار والذلة، فإذا قيل: خَسَأ الكلب خَسْأً فمعناه: تباعد من هوانه وخوفه كأنّه زجر وطرد عن مكانه الأول بالصغار، وخَسأ يجيء متعدّيًا أيضًا يقال: خَسأت الكلب فخسأَ؛ أي: باعدته وطردته وزجرته مستهينًا به فانزجر، وذلك إذا قيل له: اخسأ. قال الراغب: ومنه: خسأ البصر؛ أي: انقبض من مهانةٍ، وفي القاموس: الخاسيءُ من الكلاب والخنازير: المبعد لا يترك أن يدنو من الناس، ولا يكون {خَاسِئًا} في الآية من المتعدي إلا بأن يكون بمعنى المفعول؛ أي: مبعدًا. </p><p> {وَهُوَ حَسِيرٌ} ؛ أي: كليل، وهو فعيل بمعنى الفاعل من الحسور الذي هو الإعياء، وفي \"المختار\" : وحسر بصره: انقطع نظره من طول مدى وما أشبه ذلك، فهو حسير ومحسور أيضًا، وبابه: جلس، وهو فعيل بمعنى فاعل من الحسور، وهو الإعياء. </p><p> {بِمَصَابِيحَ} الياء فيه مبدلة من الألف في المفرد؛ لأنّه جمع مصباح لوقوعها بعد كسرة. {رُجُومًا} الرجوم: جمع رجم بالفتح، وهو مصدر سمّي به المفعول؛ أي: ما يرجم به ويرمى للطرد والزجر، ويجوز أن يكون باقيًا على مصدريته، ويقدر مضاف؛ أي: ذات رجوم، وإنّما جمع المصدر باعتبار أنواعه أو جمع راجم، كسجود جمع ساجد. </p><p> {وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ} ؛ أي: عذاب جهنم الموقدة المشعّلة، فالسعير فعيل بمعنى مفعول من سعرت النار إذا أوقدتها، ولذلك لم يؤت بالتاء في آخره مع أنّه اسم للدركة الرابعة من دركات النار السبع، وهي: جهنم ثم لظى ثم الحطمة ثم السعير ثم سقر ثم الجحيم ثم الهاوية، ولكن كل من هذه الأسماء يطلق على الآخر، فيعبّر عن النار تارة بالسعير وتارة بجهنم وأخرى بآخر. </p><p> {إِذَا أُلْقُوا فِيهَا} أصله: ألقيوا بوزن أفعلوا، استثقلت الضمة على الياء فحذفت ولما سكنت التقى ساكنان فحذفت الياء لذلك، وضمت القاف لمناسبة الواو. {وَهِيَ تَفُورُ} أصله: تفور بوزن تفغل، نقلت حركة الواو إلى الفاء فسكنت إثر ضمة فصارت حرف مدّ. {تَكَادُ} أصله: تكود مضارع كود بكسر العين في الماضي وفتحها في المستقبل، نقلت حركة الواو إلى الكاف فسكنت، لكنّها قلبت ألفًا لتحركها في الأصل وفتح ما قبلها في الحال. {تَمَيَّزُ} أصله: تتميز حذفت منه إحدى التاءين كما تقدم. </p><p> {جَهَنَّمَ} ؛ أي: الدركة النارية التي تلقاهم بالتجهم والعبوسة، يقال: رجل جهم؛ أي: كالحٌ منقبض، وقال بعضهم: جهنم من الجهنام، وهي بئر بعيدة القعر. {شَهِيقًا} ؛ أي: صوتًا كصوت الحمير، وقيل: الشهيق في الصدر، والزفير في الحلق، أو شهيق الحمار آخر صوته، والزفير أوّله. وقيل: الشهيق رد النفس، والزفير إخراجه. {وَهِيَ تَفُورُ} الفور: شدّة الغليان، ويقال ذلك في النار، وفي القدر </p><p> وفي الغضب، وفوارات الماء سميت تشبيهًا بغليان القدر، وفعلت كذا من فوري؛ أي: من غليان الحال، وفارة المسك تشبيهًا به في الهيئة كما في \"المفردات\" . {تَكَادُ تَمَيَّزُ} والتميّز: الانقطاع والانفصال بين المتشابهات، والغيظ: أشد الغضب، يقال: يكاد فلان ينشقّ من غيظه إذا وصف بالإفراط في الغضب. {خَزَنَتُهَا} جمع خازن بمعنى الحافظ، والموكل بالشيء. </p><p> {إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ} أصله: يخشيون، قلبت الياء ألفًا لتحركها بعد فتح فالتقى ساكنان: الألف والواو، فحذفت الألف. {وَأَسِرُّوا قَوْلَكُمْ} أصله: أسرروا بوزن أفعلوا، نقلت حركة الراء الأولى إلى السين فسكنت فأدغمت في الراء الثانية. {ذَلُولًا} ، هو فعول بمعنى مفعول؛ أي: مذلّلة مسخرة منقادة لما تريدون، يقال: دابة ذلول بينة الذل؛ أي: الانقياد. وهو ضد الصعوبة، وفي \"القاموس\" : الذل بمعنى ضد الصعوبة بالضم والكسر والذل بمعنى الهوان بالضم فقط، والذلول فعول بمعنى فاعل، ولذا عرى عن علامة التأنيث مع أن الأرض مؤنث سماعي. </p><p> {فَامْشُوا فِي مَنَاكِبِهَا} أصل {امشوا} امشيوا بوزن افعلوا، استثقلت الضمة على الياء فحذفت للتخفيف ثم حذفت الياء لالتقاء الساكنين، وضمّت الشين لمناسبة الواو ضمًّا عارضًا، ولذلك عند إلابتداء به يبدأ بهمزة وصل مكسورة؛ لأن ضم الحرف الثالث عارض غير أصليّ، والعارض لا يعتد به في غالب الأحوال. {مَنَاكِبِهَا} المناكب: جمع منكب، وهو مجتمع رأس الكتف والعضد، يقال: تشابهت منهم المناكب والرؤوس؛ أي: ليس فيهم مفضَّل، قال الراغب: المنكب: مجتمع ما بين العضد والكتف، ومنه: استعير للأرض في قوله تعالى: {فَامْشُوا فِي مَنَاكِبِهَا} كاستعارة الظهر لها في قوله: {تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ} انتهى، أو في جبالها وشبهت بالمناكب من حيث الارتفاع. </p><p> {وَإِلَيْهِ النُّشُورُ} يقال: نشر الله الميت نشرًا: أحياه بعد موته، ونشر الميت بنفسه نشورًا فهو يتعدى ولا يتعدى كرجعه رجعًا ورجع بنفسه رجوعًا إلا أنّ الميت لا يحيى بنفسه بدون إحياء الله تعالى؛ إذ هو محال. </p><p> {أن يَخْسِفَ بِكُمُ الْأَرْضَ} قال الجوهري: خسف المكان يخسف خسوفًا؛ ذهب في الأرض، وخسف الله به الأرض خسفًا: غاب به فيها. وفي \"القاموس\" أيضًا: </p><p> خسف الله بفلان الأرض: غيبه فيها. {فَإِذَا هِيَ تَمُورُ} أصله: تمور بوزن تفعل، نقلت حركة الواو إلى الميم فسكنت إثر ضمة فصارت حرف مدّ. قال في \"القاموس\" : المَوْر: الاضطراب والجريان على وجه الأرض والتحرك. </p><p> {أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ} والطير يطلق على جنس الطائر، وهو كل ذي جناح يسبح في الهواء إما لكون جمعه في الأصل كركب وراكب أو مصدره جعل اسمًا لجنسه، فباعتبار تكثره في المعنى وُصف بـ {صَافَّاتٍ} ، وفي \"المفردات\" : إنه جمع طائر. {صَافَّاتٍ} والصف: أن يجعل الشيء على خط مستو كالناس والأشجار ونحو ذلك، كما مرّ. {جُنْدٌ لَكُمْ} والجند: جمع معد للحرب. </p><p> {لَجُّوا فِي عُتُوٍّ وَنُفُورٍ} أصله: لججوا بجيمين بوزن فعلوا، أدغمت الجيم الأولى في الثانية. والعتو: التجاوز عن الحد، أصله: عتوو بوزن فعول بضم الفاء، أدغمت واو فعول في الواو لام الكلمة، والنفور: الفرار. </p><p> {مُكِبًّا} اسم فاعل من أكب الرباعي، وأصله: مكبب، نقلت حركة الباء الأولى إلى الكاف فسكنت فأدغمت في الباء الثانية، والمكب: الساقط على وجهه، يقال: كببته فأكب وانكب، وقيل: هو الذي يكب رأسه فلا ينظر يمينًا ولا شمالًا ولا أمامًا، فهو لا يأمن العثور والانكباب على وجهه، فهو اسم فاعل من أكب اللازم المطاوع لكبه، يقال: كبّه الله على وجهه في النار فأكبّ؛ أي: سقط، وهذا على خلاف القاعدة في أنّ الهمزة إذا دخلت على اللازم تصيّره متعدّيًا وهذه قد دخلت على المتعدي فصيرته لازمًا. {سَوِيًّا} أصله: سوييا بوزن فعيل، أدغمت ياء فعيل في الياء لام الكلمة. </p><p> {وَالْأَفْئِدَةَ} جمع فؤاد، قال في \"القاموس\" : من التفؤد، وهو التحرّك والتوقد، ومنه: الفؤاد للقلب مذكَّر، والجمع أفئدة انتهى. {ذَرَأَكُمْ فِي الْأَرْضِ} قال في \"القاموس\" : ذرأ كـ {جعل} : خلق، وذرأ الشيء: كثره، ومنه: الذرّيّة مثلثة لنسل الثقلين. {سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا} من ساءه الشيء يسوؤه سوءًا ومساءة نقيض سره ثم بني للمفعول، وفي \"القاموس\" : ساءه فعل به ما يكره، فيكون متعديًا، ويجوز أن يكون لازمًا بمعنى قبح، ومنه:  {سَاءَ مَثَلًا} وسيء إذا قبح. وأصل {سِيئَتْ} سوىء بوزن فعل: مبني للمجهول، استثقل الانتقال من ضمة إلى </p><p> كسرة فنقلت كسرة الواو إلى السين فسكنت الواو إثر كسرة فقلبت ياءً، وهكذا كل فعل أجوف بني للمجهول، وكانت عينه واوًا، وكذلك ما كانت عينه ياءً إلا أن هناك اختلافا يسيرًا في التصريف. {وَقِيلَ} القول فيه كالقول في سِيْءَ. </p><p> {تَدَّعُونَ} فيه إبدال تاء الافتعال وإلا وإدغام الدّال فاء الكلمة فيها، فالأصل: تدتعيون، استثقلت الحركة على الياء فحذفت فلما سكنت حذفت لالتقاء الساكنين وضمت العين لمناسبة الواو. {فَمَنْ يُجِيرُ الْكَافِرِينَ} وفي \"القاموس\" : أجاره إذا أنقذه وأعاذَهُ. {غَوْرًا} ، وهو مصدر وصف به؛ أي: غائرًا في الأرض بالكلية ذاهبًا ونازلًا فيها، يقال: غار الماء غورًا من باب قال إذا نضب، وفي المفردات: الغور: المنهبط من الأرض. </p><p> {بِمَاءٍ مَعِينٍ} ؛ أي: ظاهر تتراءاه العيون، وأصله: معيون بوزن مفعول كمبيع أصله: مبيوع، فنقلت ضمة الياء إلى العين لتصح الياء، وقيل: هو من معن الماء؛ أي: كثر، فهو على هذا الاعتبار فعيل لا مفعول، والميم أصلية، أمّا على الأول فالميم زائدة؛ لأن الفعل عين. وصاحب القاموس يميل إلى الثاني، والراغب الأصفهاني إلى الأول. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: إسناد البركة إلى الموصول في قوله: {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ} للاستشهاد بما في حيّز الصلة على تحقّق مضمونها، والموصولات معارف، ولا شك أن المؤمنين يعرفونه يكون الملك بيده، وأمّا غيرهم فهم في حكم العارفين؛ لأنّ الأدلة القطعية لما دلت على ذلك كان في قوة المعلوم عند العاقل. </p><p> ومنها: الطباق بين {الْمَوْتَ وَالْحَيَاةَ} وبين {وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا} ، وبين {صَافَّاتٍ وَيَقْبِضْنَ} . </p><p> ومنها: الاستعارة التمثيلية التبعية في قوله: {خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ} ، حيث شبه حالهم في تكليفه تعالى إياهم بتكاليفه وخلق الموت والحياة لهم وإثابته لهم </p><p> وعقوبته بحال المختبر مع من جرَّبه واختبره، لينظر مدى طاعته أو عصيانه فيكرمه أو يهينه. </p><p> ومنها: الإظهار في موضع الإضمار في قوله: {مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ} ؛ لأنّ مقتضى السياق أن يقال: في خلقه للإشعار بأنّه تعالى خلقها بقدرته القاهرة رحمةً وتفضلًا. </p><p> ومنها: زيادة {مِنْ} في قوله: {مِنْ تَفَاوُتٍ} لتأكيد النفي. والمعنى: ما ترى فيه شيئًا من اختلاف واضطراب في الخلقة. </p><p> ومنها: الإطناب بتكرار الجملة مرتين زيادةً في التذكير والتنبيه في قوله: {فَارْجِعِ الْبَصَر} ، {ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ} ، وكذلك قوله:  {مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ} ، {فَسُحْقًا لِأَصْحَابِ السَّعِيرِ} . </p><p> ومنها: تصدير الجملة بالقسم في قوله: {وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا} لإبراز كمال الاعتناء بمضمونها. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {بِمَصَابِيحَ} ، حيث شبه الكواكب والنجوم بمصابيح، وحذف المشبه وأبقى المشبه به على طريق الاستعارة التصريحية الأصلية؛ لأنَّ الناس يزينون مساجدهم ودورهم بإثقاب المصابيح، ولكنها مصابيح لا توازيها مصابيحكم إضاءةً. </p><p> ومنها: تنكير {مصابيح} للتعظيم والتفخيم؛ أي: بكواكب مضيئة بالليل. </p><p> ومنها: إيراد الإلقاء في قوله: {إِذَا أُلْقُوا فِيْهَا} دون الإدخال إشعارًا بتحقيرهم وكون جهنم سفلية. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {شَهِيقًا} ، حيث شبه صوت جهنم بصوت الحمار؛ لأنّ الشهيق حقيقةٌ في صوت الحمار. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَهِيَ تَفُورُ} ، حيث شبه هيجان جهنم بغليان القدر وفورانها. </p><p> ومها: الاستعارة المكنية التبعية في قوله: {تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ} ، حيث شبه جهنم في شدّة غليانها ولهبها بإنسان شديد الغيظ والحنق على عدوه يكاد يتقطع من </p><p> شدّة الغيظ، وحذف المشبّه به، ورمز إليه بشيء من لوازمه، وهو الغيظ الشديد، بطريق الاستعارة المكنية. </p><p> ومنها: الاستعارة التصريحية الأصلية في قوله: {مِنَ الْغَيْظِ} ، حيث شبه اشتعال النار بهم في قوة تأثيرها فيهم وإيصال الضرر إليهم باغتياظ المغتاظ على غيره المبالغ في إيصال الضرر إليه، فاستعير اسم الغيظ لذلك الاشتعال استعارة تصريحية أصلية وفي هذه الآية أيضًا فنُّ حسن الإتباع فقد جرى الشعراء على نهجها، فولعوا بإسناد أفعال من يعقل إلى ما لا يعقل. </p><p> ومنها: الاستفهام الإنكاري، للتقريع والتوبيخ في قوله:  {أَلَمْ يَأْتِكُمْ نَذِير} . </p><p> ومنها: المقابلة في قوله: {وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ} ، قابله بقوله:  {إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ} وهي من المحسنات البديعية. </p><p> ومنها: الجمع بين حرف الجواب ونفس الجملة المجاب بها، مبالغة في الاعتراف وتحسرًا على فوت سعادة التصديق وتمهيدًا لبيان التفريط الواقع منهم. </p><p> ومنها: جمع ضمير الخطاب في قوله: {إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ} مع أنّ مخاطب كل فوج نذيره لتغليبه على أمثاله مبالغةً في التكذيب وتماديًا في التضليل كما ينبىء عنه تعميم المنزل في قوله: {مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ} مع ترك ذكر المنزل عليه. </p><p> ومنها: تقديم السرّ على الجهر في قوله: {وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ} للإيذان بافتضاحهم ووقوع ما يحذرون من أوّل الأمر، والمبالغة في بيان شمول علمه تعالى المحيط بجميع المعلومات، كأنّ علمه تعالى بما يسرّونه أقدم منه بما يجهرون به مع كونهما في الحقيقة على السوية. </p><p> ومنها: الاستعارة التصريحية في قوله: {ذَلُولًا} ، شبّه الأرض المسخّرة للانتفاع بها بالدابة المنقادة لراكبها بجامع السهولة في كلّ. </p><p> ومنها: استعارة المناكب للأرض في قوله: {فَامْشُوا فِي مَنَاكِبِهَا} ؛ لأنَّ المناكب جمع منكب حقيقة في الإنسان، فاستعير للجبال من الأرض بجامع الارتفاع في كلّ. </p><p> ومنها: الالتفات في قوله: {وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ} من الخطاب إلى الغيبة، لإبراز الإعراض عنهم. </p><p> ومنها: الالتفات إلى الخطاب في قوله: {أَمَّنْ هَذَا الَّذِي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَنِ} للتشديد في تبكيتهم وتعجيزهم. </p><p> ومنها: إيثار الرحمن في قوله: {منْ دُونِ الرَّحْمَنِ} للدلالة على أنَّ رحمة الله هي المنجية من غضبه لا غير. </p><p> ومنها: التنوين في قوله: {إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ} ، للدلالة على عظمه وفحشه لكونه من جهة الشيطان. </p><p> ومنها: الالتفات من الخطاب في قوله: {يَنْصُرُكُمْ} إلى الغيبة في قوله: {إِنِ الْكَافِرُونَ} ؛ لأنّ الاسم الظاهر من قبيل الغيبة للإيذان باقتضاء حالهم بالإعراض عنهم وبيان قبائجهم لغيرهم، وفيه أيضًا الإظهار في مقام الإضمار لذمّهم بالكفر وتعليل غرورهم به؛ لأن مقتضى السياق أن يقال: إنْ هم إلا في غرور. </p><p> ومنها: تخصيص الثلاثة المذكورة في قوله: {وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ} بالذكر؛ لأنّ العلوم والمعارف بها تحصل كما مرّ. </p><p> ومنها: اختيار لفظ المضارع على الماضي في قوله: {وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ} إمّا لأنّ المقصود بيان ما يوجد من الكفّار من هذا القول في المستقبل، وإمّا لأنّ المعنى: وكانوا يقولون. </p><p> ومنها: الاستعارة التمثيلية في قوله: {أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ (٢٢) }، حيث مثل للمؤمن والكافر. فالكافر أعمى لا يهتدي إلى الطريق بل يمشي متعسفًا فلا يزال يعثر وينكب على وجهه، والمؤمن صحيح البصر يمشي في طريق واضحة مستقيمة سالمًا من العثور والخرور على وجهه، وهكذا تتجلى طريقة القرآن في التجسد. </p><p> ومنها: تخصيص الوجوه في قوله: {سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا} لكون الوجه هو الذي يظهر عليه أثر المسرَّة والمساءة. </p><p> ومنها: وضع الموصول فيه موضع ضميرهم لذمّهم بالكفر وتعليل المساءة به. </p><p> ومنها: إيراد صيغة المجهول في قوله: {وَقِيلَ هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ} لكون المراد بيان القول لا بيان القائل. </p><p> ومنها: وضع الكافرين موضع ضميرهم في قوله: {فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ} للتسجيل عليهم بالكفر وتعليل نفي الإنجاء به. </p><p> ومنها: الحصر في قوله: {وَعَلَيْهِ تَوَكَّلْنَا} ؛ لأنّ تقديم المعمول على عامله يفيد الحصر. </p><p> ومنها: تكرير الأمر بـ {قُلْ} في قوله: {قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ ...} إلخ، وفي قولى:  {قُلْ هُوَ الرَّحْمَنُ} ، وقوله:  {قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ ...} إلخ، لتأكيد المقول وتنشيط المقول له. </p><p> ومنها: الزيادة والحذف في عدّة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة ما حوته هذه السورة الكريمة من الموضوعات </p><p> ١ - وصف السموات. </p><p> ٢ - بيان أنّ نظام العالم لا عِوَج فيه ولا اختلاف. </p><p> ٣ - وصف عذاب الكافرين في الدنيا والآخرة. </p><p> ٤ - التذكير بخلق الإنسان ورزقه وأشباه ذلك (١) . </p><p> والله أعلم </p><p>(١) إلى هنا تم تفسير سورة الملك، وصلّى الله وسلّم على سيّدنا ومولانا محمد، وعلى آله وصحبه وأتباعه أجمعين. في الليلة الرابعة عشرة قبيل صلاة العشاء من شهر صفر من شهور سنة ألف وأربع مئة وست عشرة (١٤/ ٢/ ١٤١٦) من الهجرة الشريفة، على صاحبها أفضل الصلاة وأزكى التحية.</p><p> [سورة ن] </p><p> القلم، وتسمّى سورة ن: مكيّة (١) في قول الحسن، وعكرمة، وعطاء، وجابر. ورُوي عن ابن عباس وقتادة: أنّ من أولها إلى قوله: {سَنَسِمُهُ عَلَى الْخُرْطُومِ (١٦) } مكيّ، وبعدر ذلك إلى قوله:  {مِنَ الصَّالِحِينَ} مدنيّ، وباقيها مكيّ أيضًا، كذا قال الماورديّ. </p><p> وأخرج ابن الضريس عن ابن عباس رضي الله عنهما قال: كانت إذا نزلت فاتحة سورةٍ بمكة كتبت بمكة ثم يزيد الله فيها ما يشاء، وكان أول ما نزل من القرآن {اقْرَأْ بِاسْمِ رَبِّكَ} ، ثم {ن} ثمّ {الْمُزَّمِّلُ} ثم {الْمُدَّثِّرُ} . وأخرج النحَّاس وابن مردويه، والبيهقي عنه قال: نزلت سورة {ن} بمكة، وأخرج ابن مردويه عن عائشة مثله. </p><p> وآيها: اثنتان وخمسون آيةً، وكلماتها: ثلاث مئة كلمة، وحروفها: ألف ومئتان وستة وخمسون حرفًا. </p><p> مناسبتها لما قبلها من وجوه (٢) : </p><p> ١ - أنه ذكر في آخر الملك تهديد المشركين بتغوير مائهم في الأرض، وذكر هنا ما هو كالدليل عني ذلك. وهو ثمر البستان الذي طافي عليه طائف، فأهلكه وأهلك أهله وهم نائمون. </p><p> ٢ - أنه ذكر فيما قبل أحوال السعداء والأشقياء، وذكر قدرته الباهرة وعلمه الواسع، وأنه لو شاء .. لخسف بهم الأرض أو أرسل عليهم حاصبًا وكان ما أخبر به هو ما أوحى به إلى رسوله وكان المشركون ينسبونه في ذلك مرةً إلى الشعر وأخرى إلى السحر وثالثة إلى الجنون، فبّرأهُ الله في هذه السورة مما نسبوه إليه، وأعظم أجره على صبره على أذاهم، وأثنى على خلقه. </p><p> وعبارة أبي حيّان (٣) : مناسبّتها لما قبلها: أنه سبحانه ذكر فيما قبلها أشياء من </p><p>(١) الشوكاني. (٢) المراغي.(٣) البحر المحيط.</p><p> أحوال السعداء والأشقياء، وذكر قدرته الباهرة وعلمه الواسع، وأنه تعالى لو شاء .. لخسف بهم أو لأرسل عليهم حاصبًا. وكان ما أخبر تعالى به هو ما تلقفه رسول الله - صلى الله عليه وسلم - بالوحي، وكان الكفّار ينسبونه مرّةً إلى الشعر ومرّة إلى السحر ومرّة إلى الجنون. فبدأ سبحانه وتعالى هذه السورة ببراءته مما كانوا ينسبونه إليه من الجنون وتعظيم أجره على صبره على إذاهم، وبالثناء على خلقه العظيم. انتهى. </p><p> الناسخ والمنسوخ فيها: قال أبو عبد الله محمد بن حزم: سورة {نَ} محكم كلها إلا آيتين: </p><p> إحداهما: قوله تعالى: {فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ} نسخت بآية السيف. </p><p> الآية الثانية: قوله تعالى: {فَاصْبِرْ لِحُكْمِ رَبِّكَ ...} الآية، نسخت أيضًا بآية السيف. </p><p> والله أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {ن وَالْقَلَمِ وَمَا يَسْطُرُونَ (١) مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ (٢) وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ (٣) وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ (٤) فَسَتُبْصِرُ وَيُبْصِرُونَ (٥) بِأَيِّكُمُ الْمَفْتُونُ (٦) إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (٧) فَلَا تُطِعِ الْمُكَذِّبِينَ (٨) وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ (٩) وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ (١٠) هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ (١١) مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ أَثِيمٍ (١٢) عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ (١٣) أَنْ كَانَ ذَا مَالٍ وَبَنِينَ (١٤) إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ (١٥) سَنَسِمُهُ عَلَى الْخُرْطُومِ (١٦) إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ (١٧) وَلَا يَسْتَثْنُونَ (١٨) فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ (١٩) فَأَصْبَحَتْ كَالصَّرِيمِ (٢٠) فَتَنَادَوْا مُصْبِحِينَ (٢١) أَنِ اغْدُوا عَلَى حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ (٢٢) فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ (٢٣) أَنْ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ (٢٤) وَغَدَوْا عَلَى حَرْدٍ قَادِرِينَ (٢٥) فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ (٢٦) بَلْ نَحْنُ مَحْرُومُونَ (٢٧) قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ (٢٨) قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ (٢٩) فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَلَاوَمُونَ (٣٠) قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ (٣١) عَسَى رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَى رَبِّنَا رَاغِبُونَ (٣٢) كَذَلِكَ الْعَذَابُ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ (٣٣) إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ (٣٤) أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ (٣٥) مَا لَكُمْ كَيْفَ تَحْكُمُونَ (٣٦) أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ (٣٧) إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ (٣٨) أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَى يَوْمِ الْقِيَامَةِ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ (٣٩) سَلْهُمْ أَيُّهُمْ بِذَلِكَ زَعِيمٌ (٤٠) أَمْ لَهُمْ شُرَكَاءُ فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ (٤١) يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ (٤٢) خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ (٤٣) فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ (٤٤) وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ (٤٥) أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ (٤٦) أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ (٤٧) فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ (٤٨) لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ (٤٩) فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ (٥٠) وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ (٥١) وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (٥٢) }. </p><p> المناسبة </p><p> قد تقدم قريبًا بيان المناسبة بين هذه السورة والتي قبلها، وقد بدأ سبحانه هذه السورة بأنّه أقسم بالقلم، وما يسطر به من الكتب، إنّ محمّدًا الذي أنعم عليه بنعمة </p><p> النبوة، ليس بالمجنون كما تدّعون، وكيف يكون مجنونًا والكتب والأقلام أعدّت لكتابة ما ينزل عليه من الوحي؟. وقد أقسم سبحانه بالقلم والكتب فتحًا لباب التعليم بهما، ولا يقسم ربّنا إلا بالأمور العظام، فإذا أقسم بالشمس والقمر والليل والفجر، فإنّما ذلك لعظمة الخلق وجمال الصنع، وإذا أقسم بالقلم والكتب فإنما ذاك ليعم العلم والعرفان، وبه تتهذّب النفوس، وترقى شؤوننا الاجتماءتية والعمرانية، ونكون كما وصف الله {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} ثم وعد رسوله بما سيكون له من جزيل الأجر على صبره على احتمال أذى المشركين، وأردف هذا بوصفه بحسن الخلق ورفقه بالناس امتثالًا لأمره {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ (١٩٩) } قالت عائشة رضي الله عنها: كان خلقه القرآن. </p><p> ثم هدد المشركين وتوعدهم بما سيَتَبَيَّنُ لهم من عاقبة أمره وأمرهم، وأنّه سيكون العزيز المهيب في القلوب وسيكونون الأذلاء، وأنه سيستولي عليهم ويأسر فريقًا منهم ويقتل آخر، وسيعلمون حينئذٍ من المجنون، والله هو العلم بالمجانين الذين ضلوا عن سبيله، والعقلاء الذين اهتدوا بهديه. </p><p> قوله تعالى:  {فَلَا تُطِعِ الْمُكَذِّبِينَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنَّ الله سبحانه لما ذكر مقالة المشركين في الرسول بنسبته إلى الجنون مع ما أنعم الله به عليه من الكمال في الدين والخلق، أردفه بما يقوّي قلبه ويدعوه إلى التشدد مع قومه مع قلة العدد، وكثرة الكفار؛ إذ هذه السورة من أوائل ما نزل كما مرّ، فنهاهم عن طاعتهم عامةً. ثم أعاد النهي عن طاعة المكذبين الذين اتصفوا بالأخلاق الذميمة التي ذكرت في هذه الآيات خاصة دلالة على قبح سيرتهم، وضعة نفوسهم وتدسيتهم لها بعظيم الذنوب والآثام. </p><p> قوله تعالى:  {إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنه سبحانه وتعالى لما ذكر فيما سلف أن ذا المال والبنين كفر وعصى وتمرّد لما آتاه الله من النعم أردف هذا ببيان أنّ ما أوتيه إنما كان ابتلاء وامتحانًا، ليرى أيصرف ذلك في طاعة الله وشكره، فيزيد له في النعمة أم يكفر بها، فيقطعها عنه ويصبّ عليه ألوان البلاء والعذاب، كما أنّ أصحاب الجنة لما أتوا بهذا القدر اليسير من المعاصي دمَّر الله جنتهم، فما بالك بمن حاد الله ورسوله وأصر على الكفر والمعصية؟. </p><p> قوله تعالى:  {إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ ...} الآيات، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه وتعالى لمَّا ذكر حال أهل الجنة الدنيوية، وما أصابهم فيها من النقمة حين عصوه، وخالفوا أمره، أعقب هذا ببيان أن لمن اتقاه وأطاعه جنات النعيم التي لا تبيد ولا تفنى في الدار الآخرة، ثم رد على من قال من الكفار: إن صح أنا نبعث كما يزعم محمد وأصحابه لم يفضلونا، بل نكون أحسن منهم حالًا؛ لأن من أحسن إلينا في الدنيا يحسن إلينا في الآخرة بأنكم كيف تسوون بين المطيع والعاصي فضلًا أن تفضلوا العاصي عليه؟. </p><p> ثم أخذ يقطع عليهم الحجة فقال: أتلقيتم كتابًا من السماء، فقرأتم فيه أنكم تختارون ما تشاؤون، وتكونون وأنتم مجرمون كالمسلمين الصالحين؟ أم أعطيناكم عهودًا أكّدناها بالإيمان فاستوثقتم بها، هي ثابتة لكم إلى يوم القيامة؟ أم لكم أناس يذهبون مذهبكم في هذا القول. وإن صح أن لكم ذلك فلتأتوا بهم يوم يشتد الأمر، ويصعب الخطب، وتدعونهم حينئذٍ إلى السجود فلا يستطيعون، وتكون أبصارهم خاشعة ذليلة وقد كانوا يدعون في الدنيا إلى السجود وهم سالمون أصحاء، فيأبون كل الإباء. </p><p> قوله تعالى:  {فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ ...} إلى آخر السورة، مناسبة هذه الآيات لما قبلها: أنّ الله سبحانه وتعالى لمّا خوف الكفار من هول يوم القيامة، خوفهم مما في قدرته من القهر، فقال لرسوله - صلى الله عليه وسلم - مؤنبًا لهم وموبخًا: خل بيني وبين من يكذب بهذا القرآن، فإني عالم بما ينبغي أن أفعل بهم، فلا تشغل قلبك بهم وتوكل عليَّ في الانتقام منهم، إنا سندنيهم من العذاب درجةً فدرجةً، ونورطهم فيه بما نوليهم من النعم، ونرزقهم من الصحة والعافية فتزداد معاصيهم من حيث لا يشعرون، فكلما جددوا معصية جددنا لهم نعمة وأنسيناهم شكرها. ثم قال لرسوله: ماذا ينقمون منك؟ أأنت تسألهم أجرًا على تبليغ الرسالة يثقل عليهم فامتنعوا عن إجابة دعوتك؟ أم عندهم علم الغيب المكتوب في اللوح المحفوظ، فهم يكتبون منه ما يحكمون به؟ كلَّا، لا هذا ولا ذاك، إذًا فالقوم معاندون فلم يبق إلا أن تصبر لحكم ربك، وقد حكم بإمهالهم، وتأخير نصرتك، وهم إن </p><p> أمهلوا فلن يهملوا. </p><p> ثم نهى رسوله أن يكون كيونس عليه السلام حين غضب على قومه، فارقهم ونزل في السفينة، فابتلعه الحوت، ودعا ربه وقال:  {لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} ، وهو مملوء غيظًا وحنقًا. ثم أخبر رسوله بأن الكافرين ينظرون إليه شزرًا حين يسمعون منه القرآن، ويقولون حسدًا على ما آتاه الله من النبوة: إنك لمجنون تنفيرًا منه ومن دعوته. وما القرآن إلّا عظة للجنّ والإنس جميعًا لا يفهمها إلا من كان أهلًا لها. </p><p> أسباب النزول </p><p> قوله تعالى: {مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ (٢) } سبب نزوله (١) : ما أخرجه ابن المنذر عن ابن جريج قال: كانوا يقولون للنبي - صلى الله عليه وسلم -: إنه مجنون ثم شيطان، فنزلت هذه الآية. </p><p> قوله تعالى: {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ (٤) } سبب نزوله: ما أخرجه أبو نعيم في الدلائل، والواحدي بسند رواه عن عائشة قالت: ما كان أحد أحسن خلقًا من رسول الله - صلى الله عليه وسلم -، ما دعاه أحد من أصحابه ولا من أهل بيته، إلا قال: لبيك، فلذلك أنزل الله سبحانه هذه الآية. </p><p> قوله تعالى: {وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ (١٠) } سبب نزوله: ما أخرجه ابن أبي حاتم عن السدّي قال: نزلت هذه الآية في الأخنس بن شريق، وأخرج ابن المنذر عن الكلبي مثله، وأخرج ابن أبي حاتم عن مجاهد قال: نزلت في الأسود بن عبد يغوث، وأخرج ابن جرير عن ابن عباس قال: نزلت على النبيّ - صلى الله عليه وسلم - {وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ (١٠) هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ (١١) } فلم نعرفه حتى نزل بعد ذلك {عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ (١٣) } فعرفناه له زنمة كزنمة الشاة. </p><p> قوله تعالى:  {إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ} سبب نزوله: ما أخرجه ابن أبي حاتم عن ابن جريج أنّ أبا جهل قال يوم بدر: خذوهم أخذًا فاربطوهم في الحال، ولا تقتلوا منهم أحدًا، فنزلت هذه الآية {إِنَّا بَلَوْنَاهُمْ ...} يقول في قدرتهم عليهم كما اقتدر أصحاب الجنة على الجنة. </p><p>(١) لباب النقول.</p>"
}