{
  "id": null,
  "sura": 67,
  "aya": 14,
  "text": "<p> من شيء يجهر به إلا وهو أو مباديه مضمر في القلب يتعلق به الإسرار غالبًا، فتعلق علمه تعالى بحالته الأولى متقدم على تعلقه بحالته الثانية. </p><p> وجملة قوله:  {إنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} تعليلٌ (١) للاستواء المذكور، وذات الصدور: هي مضمرات القلوب؛ أي: أنه تعالى مبالغ في الإحاطة بمضمرات جميع الناس وأسرارهم الخفية المستكنة في صدورهم، بحيث لا تكاد تفارقها أصلًا، فكيف يخفى عليه ما تسرونه وتجهرون به؟ ويجوز أن يراد بذات الصدور القلوب التي في الصدور. </p><p> والمعنى: أنه عليم بالقلوب وأحوالها فلا يخفى عليه سر من أسرارها، ولم يقل (٢) : ذوات الصدور لإرادة الجنس و (ذات) هنا تأنيث ذي بمعنى صاحب، حذف الموصوف وأقيمت الصفة مقامه؛ أي: عليم بالمضمرات صاحبة الصدور، وهي الخواطر القائمة بالقلب من الدواعي والصوارف الموجودة فيه، وجعلت صاحبة الصدور بملازمتها لها وحلولها فيها كما يقال لِلّبن: ذو الإناء، ولولد المرأة وهو جنين: ذو بطنها. </p><p> والخلاصة (٣) : أنه تعالى محيط بمضمرات النفوس وأسرارها الخفية المستكنة في الصدور، فكيف لا يعلم ما تسرون وما تجهرون به؟!. </p><p> ١٤ - ثم نصب الأدلة على إحاطة علمه بجميع الأشياء، فقال:  {أَلَا يَعْلَمُ مَنْ خَلَقَ} ؛ أي: ألا يعلم السر والجهر من خلق وأوجد بحكمته جميع الأشياء التي هما من جملتها، والاستفهام فيه للإنكار والنفي لعدم إحاطة علمه تعالى بالمضمر والمظهر، فالموصول عبارة عن الخالق، وهو فاعل يعلم، ويجوز أن يكون عبارة عن المخلوق، وهؤ حينئذٍ منصوب على المفعولية ليعلم والفاعل ضمير يعود على الله، أي: ألا يعلم الله سبحانه المخلوق الذي هو من جملة خلقه؛ فإن الإسرار والجهر ومضمرات القلوب من جملة خلقه. </p><p> وجملة قوله:  {وَهُوَ اللَّطِيفُ الْخَبِير} في محل النصب على الحال من فاعل </p><p>(١) الشوكاني. (٢) روح البيان.(٣) المراغي.</p><p> {يَعْلَمُ} ؛ أي: والحال أنّه تعالى وحده اللطيف؛ أي: العالم بدقائق الأشياء يرى أثر النملة السوداء على الصخرة الصمّاء في الليلة الظلماء، {الْخَبِيرُ} أي: العالم ببواطنها. قال الفاشاني: هو المحيط ببواطن ما خلق وظواهره، أي: هو الذي لطف علمه بما في القلوب، الخبير بما تسرّه وتضمره من الأمور، لا تخفى عليه من ذلك خافية. </p><p> والحاصل: أنّ الاستفهام للإنكار لا للنفي في قوله: {أَلَا يَعْلَمُ} ؛ أي: كيف لا يعلم السرّ والجهر من أوجد بحكمته وواسع علمه وعظيم قدرته جميع الأشياء، وهو النافذ علمه إلى ما ظهر منها وما بطن، وكأنّه سبحانه يقول: ألا يعلم سركم وجهركم من يعلم الدقائق والخفايا جملها وتفاصيلها؟!. </p><p> فإن قلت:  (١) ذكر الخبير بعد اللطيف تكرار. </p><p> قلت: لا تكرار فيه، فإنه كما قال الغزالي رحمه الله: إنّما يستحق اسم اللطيف من يعلم دقائق المصالح وغوامضها، وما دق منها وما لطف، ثم يسلك في إيصالها إلى المستصلح على سبيل الرفق دون العنف، فإذا اجتمع الرفق في الفعل واللطف في الإدراك تم معنى اللطف، ولا يتصور كمال ذلك في العلم والفعل إلّا لله تعالى، والخبير هو الذي لا يعزب عنه الأخبار الباطنة، فلا يجري في الملك والملكوت شيءٌ، ولا تتحرك ذرة ولا تسكن، ولا تضطرب نفس ولا تطمئن، إلا ويكون عنده خبرها، وهو بمعنى العلم، لكن العلم إذا أضيف إلى الخفايا الباطنة يسمى خبرةً، ويسمى صاحبها خبيرًا. </p><p> واعلم: أنه سبحانه وتعالى لطيف بعباده، ومن لطفه بهم أنه يوصل إليهم ما يحتاجون إليه بسهولة، فمن قوته رغيف، لو تفكر فيه يعلم كم عين سهرت فيه من أول الأمر حتى تم وصلح للأكل، من الحارث والباذر للبذر والحاصد والدائس والمذري والطاحن والعاجن والخابز، ويتشعب من ذلك الآلات التي تتوقف عليها هذه الأعمال من الأخشاب والحجارة والحديد والحبال والدّواب بحيث لا تكاد تنحصر، وهكذا كل شيء ينعم به على عبده من مطعوم ومشروب وملبوس فيه </p><p>(١) روح البيان.</p>"
}