{
  "id": null,
  "sura": 67,
  "aya": 2,
  "text": "<p> على مقتضى إرادته ومشيئته بلا منازع ولا مدافع. </p><p> والخلاصة: تعاظم عن صفات المخلوقين من بيده الملك والتصرف في كل شيء، وهو قدير يتصرف في ملكه كيف يريد؛ مِن انتقامٍ ورفعٍ ووضعٍ وإعطاءٍ ومنعٍ. </p><p> ٢ - ثم شرع يفصل بعض أحكام الملك وآثار القدرة، ويبين ابتناءهما على الحكم والمصالح، وأنهما يستتبعان غايات جليلة، فقال سبحانه:  {الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ} وقدم الموت على الحياة، لأنّه (١) هو المخلوق أوّلًا؛ لقوله تعالى،: {وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ} ؛ لأن الموت في عالم الملك ذاتي، والحياة عرضية؛ يعني: أن الموت أسبق؛ لأن الأشياء كانت أمواتًا ثم عرضت لها الحياة، كالنطفة على ما دل عليه قوله تعالى:  {وَكُنْتُمْ أَمْوَاتًا} إلخ؛ ولأنه أدعى إلى إحسان العمل، وأقرب إلى قهر النفوس؛ فمن جعله نصب عينيه أفلح، وفي الحديث:  \"لولا ثلاث ما طأطأ ابن آدم رأسه: الفقر والمرض والموت\" . </p><p> قيل (٢) : الموت: انقطاع تعلق الروح بالبدن ومفارقته له. والحياة: تعلق الروح بالبدن واتصاله به، وقيل: هي ما يصح بوجوده الإحساس، وقيل: ما يوجب كون الشيء حيًّا. وقيل: المراد الموت في الدنيا والحياة في الآخرة. وقال مقاتل: خلق الموت يعني: النطفة والمضغة والعلقة، والحياة يعني: خلقه إنسانًا، وخلق الروح فيه. وقيل: خلق الموت على صورة كبش لا يمر على شيء إلا مات، وخلق الحياة على صورة فرس لا تمر بشيء إلا حيي، قاله مقاتل والكلبي. وقد ورد في التنزيل:  {قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ} ، وقوله:  {وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ} ، وقوله:  {تَوَفَّتْهُ رُسُلُنَا} ، وقوله:  {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا} ، وغير ذلك من الآيات. وفي \"الإرشاد\" : (الأقرب أنَّ المراد بالموت: الطارىء،وبالحياة:ما قبله وما بعده لظهور مداريتهما كما ينطق به ما بعد الآية{لِيَبْلُوَكُمْ ...}إلخ؛ فإن استدعاء ملاحظتها لإحسان العمل مما لا ريب فيه، مع أن نفس العمل لا يتحقق بدون الحياة الدنيوية) انتهى. </p><p>(١) روح البيان. (٢) الشوكاني.</p><p> ثم إن الألف واللام في {الْمَوْتَ وَالْحَيَاةَ} عِوَضٌ عن المضاف إليه، أي: موتكم وحياتكم أيها المكلفون؛ لأن خلق موت غير المكلفين وحياتهم لابتلاء المكلفين لا معنى له. </p><p> واللام في قوله:  {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} متعلق بـ {خَلَقَ} ؛ أي: خلق الموت والحياة ليعاملكم معاملة من يختبركم ليعلم أيكم أحسن عملًا، فيجازيكم على ذلك. </p><p> وظاهر هذه اللام يدل على أنّ أفعال الله معللة بمصالح العباد، وأنه تعالى يفعل الفعل لغرض كما ذهب إليه المعتزلة، وعند أهل السُّنَّة ليس هي على ظاهرها، بل معناها: أن الله تعالى فعل فعلًا لو كان يفعله من يراعي المصالح .. لم يفعله إلا لتلك المصلحة والغرض فمثل هذه اللام لام العلة عقلًا، ولام الحكمة والمصلحة شرعًا. و {أَيُّكُمْ} مبتدأ، و {أَحْسَنُ} خبره. و {عَمَلًا} تمييز، والجملة الاسمية سادة مسد المفعول الثاني لفعل البلوى، عدي إليه بلا واسطة؛ لتضمنه معنى العلم باعتبار عاقبته، وإلا فهو لا يتعدى بلا واسطة إلا إلى مفعول واحد، فليس هو من قبيل التعليق المشهور الذي يقتضي عدم إيراد المفعول أصلًا - وقد ذكر المفعول الأول هنا وهو (كُمْ) مع اختصاصه بأفعال القلوب، ولا من التضمين المصطلح عليه بل هو مستعار لمعنى العلم، والبلوى: الاختبار، وليس هنا على حقيقته؛ لأنّه إنّما يتصور ممن تخفى عليه عواقب الأمور، فالابتلاء من الله أن يظهر من العبد ما كان يعلم منه في الغيب. </p><p> والمعنى كما مر: الذي قدر الموت وقدر الحياة، وجعل لكل منهما مواقيت لا يعلمها إلا هو؛ يعاملكم معاملة من يختبر حاله، وينظر أيكم أخلص في عمله، فيجازيكم بذلك بحسب تفاوت مراتبكم وأعمالكم، سواء أكانت أعمال القلب أم كانت أعمال الجوارح. </p><p> وقد ورد في تفسير الآية عن رسول الله - صلى الله عليه وسلم - أنه قال:  \"أيكم أحسن عقلًا، وأورع عن محارم الله، وأسرع في طاعته عزَّ وَجَلَّ\" ؛ يعني: أيكم أتم فهمًا لما يصدر من حضرة القدس وأكمل ضبطًا لما يؤخذ من خطابه، وأيكم أبعد عن ملابسة الكبائر، وأسرع في إجابة داعي الله. وفيه ترغيب في الطاعات، وزجر عن المعاصي </p><p> كما لا يخفى على ذوي الألباب. </p><p> ثم إن المراد أيكم عمله أحسن من عمل غيره، وايراد صيغة التفضيل مع أن الابتلاء شامل لجميع أعمالهم المنقسمة إلى الحسن والقبيح، لا إلى الحسن والأحسن فقط، للإيذان بأن المراد بالذات والمقصد الأصليَّ من الابتلاء هو ظهور كمال إحسان المحسنين مع تحقق أصل الإيمان والطاعة في الباقين أيضًا. </p><p> وقال بعضهم: أحسن الأعمال ما كان أخلص بأن يكون لوجه الله خالصًا، وأصوب بأن يكون موافقًا للسنة؛ أي: واردًا للنهج الذي ورد عن الشارع، فالعمل إذا كان خالصًا، ولم يكن صوابًا لم يقبل؛ ولذا قال - صلى الله عليه وسلم - للأعرابيّ:  \"قُمْ صَلّ فإنّك لم تُصلّ\" ، وكذا إذا كان صوابًا ولم يكن خالصًا لم يقبل أيضًا؛ ولذا جعل الله أعمال أهل الرياء والنفاق هباء منثورًا. وقول بعضهم:  \"حُسْنُ العمل: نسيان العمل ورؤية الفضل\" : هو من مراتب الإخلاص، فإن الإخلاص سر عظيم من أسرار الله تعالى لا يناله إلا الخواص. </p><p> ولم يقل: أيكم (١) أكثر عملًا؛ لأنّه لا عبرة بالكثرة مع القبح، قالوا: والحسن إنما يدرك بالشرع؛ فما حسنه الشرع فهو حسن، وما قبحه فهو قبيح. وقال بعضهم: ليبلوكم أيكم أحسن أخذًا من حياته لموته، وأحسن أهبة في دنياه لآخرته. </p><p> {وَهُوَ} أي: والحال أنه وحده {الْعَزِيزُ} أي: الغالب الذي لا يغالب، ولا يفوته من أساء العمل {الْغَفُورُ} لمن تاب وأناب ممن شاء منهم بالتوبة، وكذا بالفضل. </p><p> قال بعضهم: ولما كان العزيز منا يهلك كل من خالفه إذا علم بمخالفته ... قال - مرغبًا للمسيء في التوبة حتى لا يقول:  \"مثلي لا يصلح للخدمة لمالي من القاطعة\" قال: \"هو الغفور الذي يستر ذنوب المسيء، ويتلقى من أقبل إليه أحسن تلقٍّ\" ، كما قال في الحديث القدسي:  \"ومَنْ أتاني يَمْشِي أتَيتُه هَرْولةً\" . </p><p> والمعنى (٢) : وهو القوي الشديد الانتقام ممن عصاه وخالف أمره، الغفور لذنوب من أناب إليه وأقلع عنها. وقد قرن سبحانه الترهيب بالترغيب في مواضع </p><p>(١) روح البيان. (٢) المراغي.</p>"
}