{
  "id": null,
  "sura": 67,
  "aya": 21,
  "text": "<p> {مَنْ} بتقدير القول و {ينصركم} و {أَمْ} منقطعة أو متصلة، والقرينة محذوفة بدلالة السياق، على أن يكون المعنى: الله الذي له هذه الأوصاف الكاملة والقدرة الشاملة ينصركم وينجيكم من الخسف والحصب إن أصابكم أم الذي يشار إليه ويقال في حقه هذا الذي تزعمون أنّه جندٌ لكم ينصركم من دون الله سبحانه؟ وإيثار الرحمن للدلالة على أنّ رحمة الله هي المنجية من غضبه لا غير. </p><p> وقرأ الجمهور (١) : {أَمن} بإدغام ميم (أم) في ميم (مَن) إذ الأصل: أَمْ مَنْ، وقرأ طلحة (أمَن) بتخفيف الميم. </p><p> {إِنِ الْكَافِرُونَ}  {إنْ} نافية بمعنى ما؛ أي: ما هم في زعمهم أنّهم محفوظون من النوائب بحفظ آلهتهم لا بحفظه تعالى فقط، أو أنّ آلهتهم تحفظهم من بأس الله. {إلَّا في غُرُورٍ} عظيم أو ضلالٍ فاحشٍ من جهة الشيطان، ليس لهم في ذلك شيء يعتد به في الجملة. وجملة قوله:  {إِنِ الْكَافِرُونَ} إلخ، معترضة مقررة لما قبلها، ناعيةً عليهم ما هم فيه من الضلال، والالتفات (٢) إلى الغيبة للإيذان باقتضاء حالهم الإعراض عنهم وبيان قبائحهم لغيرهم، والإظهار في موضع الإضمار لذمّهم بالكفر وتعليل غرورهم به. </p><p> والمعنى: بل مَنْ هذا الذي يعينكم في دفع العذاب عنكم إذا أراد بكم سوءًا؟ فما أنتم في زعمكم أنكم محفوظون من النوائب بحفظ آلهتكم لا بحفظ الله لكم إلّا في ضلال مبين، وقد أغواكم الشيطان، وغرّكم بهذه الأمانيّ الباطلة. وفي قوله:  {مِنْ دُونِ الرَّحْمَنِ} إشارةٌ إلى أنه برحمته أبقى الناس في الأرض مع ظلمهم وجهالتهم؛ إذ رحمته وسعت كل شيء، فوسعت البر والفاجر والطير في السماء والأنعام في الأرض. </p><p> ٢١ - ثم انتقل من توبيخهم على دعوى ناصر سواه إلى توبيخهم على دعوى رازقٍ غيره، فقال:  {أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ} أي: بل من هذا الذي يعطيكم الرزق {إِنْ أَمْسَكَ} الرحمن، وحبس {رِزْقَهُ} بمساك المطر ومباديه، ولو كان الرزق موجودًا أو كثيرًا وسهل التناول فوضع الأكلة في فمه فأمسك الله عنه قوة الابتلاع لعجز أهل </p><p>(١) البحر المحيط. (٢) روح البيان.</p><p> السموات والأرض عن أن يسوغوه تلك اللقمة. وإعرابه كإعراب ما سبق. </p><p> والمعنى (١) : على تقدير كون (من) موصولة: الله الرازق ذو القوة المتين يرزقكم أم الذي يقال في حقه: هذا الحقير المهين الذي تدعون أنّه يرزقكم؟ وجواب الشرط محذوف لدلالة ما قبله عليه. أي: إن أمسك رِزقَهُ فمن يرزقكم غيره. </p><p> قال بعض المفسرين: كان الكفّار يمتنعون عن الإيمان، ويعاندون الرسول - صلى الله عليه وسلم - معتمدين على شيئين. </p><p> أحدهما: اعتمادهم على مالهم وعددهم. </p><p> والثاني: اعتقادهم أنّ الأوثان توصل إليهم جميع الخيرات، وتدفع عنهم جميع الآفات؛ فأبطل الله عليهم الأول بقوله:  {أَمَّنْ هَذَا الَّذِي هُوَ جُنْدٌ لَكُمْ ...} إلخ، ورد عليهم الثاني بقوله:  {أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ ...} إلخ. </p><p> وقوله سبحانه وتعالى:  {بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُور} إضراب عن مقدر يستدعيه المقام كأنّه قيل؛ إثر التبكيت والتعجيز لم يتأثروا بذلك ولم يذعنوا للحق {بَلْ لَجُّوا} وتمادوا {فِي عُتُوٍّ} أي: عنادٍ واستكبار وطغيان {وَنُفُورٍ} أي: شراد عن الحق، وتباعد وإعراض عنه لمضادتهم الحق بالباطل الذي أقاموا عليه. فاللجاج: التمادي في العناد في تعاطي الفعل المزجور عنه. والعتو: التجاوز عن الحد. والنفور: الفرار من الحق. ففيه تحقير لهم، وإشارةٌ إلى أنهم {كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ (٥٠) فَرَّتْ مِنْ قَسْوَرَةٍ (٥١) }. </p><p> والمعنى (٢) : بل من هذا الذي يرزقكم إن منع ربكم عنكم أسباب رزقه من الأمطار وغيرها، أو وقف الهواء فلم تجر الرياح، أو جعل ماء البحر غورًا. </p><p> والخلاصة: أنه لا جند لكم ينصركم إن هو عذبكم، ولا رازق يرزقكم إن هو حرمكم أرزاقكم. وبعد أن حصحص الحق قال مبينًا عتوهم وطغيانهم {بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ} أي: إنهم يعلمون ذلك حق العلم ويعبدون غيره، فما هذا منهم إلا عنادٌ واستكبارٌ ونفورٌ عن قبول الحق، وما جرأهم على هذا إلا الشيطان الذي غرهم بوسوسته، فظنوا أن آلهتهم تنفعهم تدفع التفسير عنهم، وتقربهم إلى ربهم زلفى. </p><p>(١) روح البيان. (٢) المراغي.</p>"
}