{
  "id": null,
  "sura": 67,
  "aya": 19,
  "text": "<p> تكذيبهم فقط، وإنكار الله تعالى على عبده أن يفعل به أمرًا صعبًا وفعلًا هائلًا لا يعرف. وفي الآية تسليةٌ للرسول - صلى الله عليه وسلم - وتهديد لقومه. </p><p> والمعنى (١) : ولقد كذب من قبلهم من الأمم السالفة والقرون الغابرة من أرسلناهم من رسلنا، فحاق بهم من سوء العذاب ما لا مرد له، وحل بهم من اليأس ما لم يجدوا له دافعًا على شدة هوله وعظيم فظاعته. </p><p> والخلاصة: أنّ الكفار قبلهم شاهدوا أمثال هذه العقوبات بسبب كفرهم وحاق بهم ما كانوا به يستهزئون. </p><p> ١٩ - ولما حذرهم (٢) ما يمكن إحلاله بهم من الخسف وإرسال الحاصب .. نبههم على الاعتبار بالطير وما أحكم من خلقها، وعلى عجز آلهتهم عن شيء من ذلك، وناسب ذلك الاعتبار بالطير، إذ قد تقدمه ذكر الحاصب، وقد أهلك الله أصحاب الفيل بالطير، والحاصب الذي رمتهم به؛ ففيه إذكار قريش بهذه القصة، وأنه تعالى لو شاء لأهلكهم بحاصب ترمي به الطير كما فعل بأصحاب الفيل؛ فقال:  {أَوَلَمْ يَرَوْا}  {الهمزة} فيه للاستفهام التوبيخي المضمن للتقرير، داخلة على محذوف، و {الواو} عاطفة على ذلك المحذوف، والتقدير: أغفل أهل مكة عن التفكر والنظر في مصنوعات الله تعالى ودلائل قدرته، ولم يروا وينظروا {إِلَى الطَّيْرِ} فالرؤية (٣) بصريّة لأنّها تتعدى بـ {إلى} ، وأمّا القلبية فتعديتها بـ (في) ، والطير يطلق على جنس الطائر - وهو كلّ ذي جناح يسبح في الهواء كما سيأتي - {فَوْقَهُمْ} يجوز أن يكون ظرفًا ليروا، وأن يكون حالًا من الطير؛ أي: حالة كونها كائنات فوقهم {صَافَّاتٍ} حال من الطير. والصف: أن يجعل الشيء على خط مستو كالناس والأشجار، ومفعول {صَافَّاتٍ} وكذا {وَيَقْبِضْنَ} إنّما هو أجنحة الطير لا أنفسها. </p><p> والمعنى: ألم يروا إلى الطير فوقهم حالة كونهن صافات وباسطات أجنحتهن في الجو عند طيرانهن، فإنهن إذا بسطنها صففن قوادمها صفًّا؛ وقوادم الطير: مقاديم ريشه؛ وهي عشر في كل جناح، والواحدة قادمه. {و} حالة كونهن </p><p>(١) المراغي. (٢) البحر المحيط.(٣) روح البيان.</p><p> {يَقْبِضْنَ} أجنحتها؛ أي: يضممنها إلى جنوبهن إذا ضربنها بها حينًا فحينًا للاستظهار والاستعانة به على التحرك والطيران، قال ابن الشيخ:  {وَيَقْبِضْنَ} معطوف على صافاتٍ؛ لأنّه معنى وقابضات، وإلا لما عطف الفعل على الاسم. </p><p> فإن قلت: لِمَ لَمْ يعبّر (١) باسم الفاعل ابتداء فيقال: وقابضات؟ </p><p> قلت: لأن الأصل في الطيران هو وصف الأجنحة؛ لأن الطيران في الهواء كالسباحة في الماء، والأصل في السباحة مد الأطراف وبسطها، وأما القبض فطارىءٌ على البسط للاستظهار به على التحرك؛ فجيء بما هو طارىء غير أصل بلفظ الفعل الدال على التجدد على معنى أنهن صافات، ويكون منهن القبض تارة بعد تارة كما يكون من السابح، قاله الزمخشري. اهـ، خطيب. وقيل إن معنى {وَيَقْبِضْنَ} قبضهن لأجنحتهن عند الوقوف من الطيران لا قبضها حال الطيران. وجملة قوله:  {مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُ} : في محل (٢) النصب على الحال من فاعل {يقبضن} أو مستأنفة لبيان كمال قدرة الله سبحانه وتعالى. والمعنى: أنّه ما يمسكهن في الهواء، وما يمنعهن عن السقوط عند الصف والقبض، على خلاف مقتضى الطبع الجسماني؛ فإنه يقتضي الهبوط إلى السفل. </p><p> {إِلَّا الرَّحْمَنُ} الواسع رحمته كل شيء القادر على كل شيء بأن برأهن على أشكال وخصائص، وهيأهن للجري في الهواء. {إِنَّهُ} سبحانه وتعالى {بِكُلِّ شَيْءٍ بَصِيرٌ} لا يخفى عليه شيءٌ كائنًا ما كان، يعلم إبداع المبدعات وتدبير العجائب، والبصير هو الذي يشاهد ويرى، لا يعزب عنه ما تحت الثرى، وهو في حقه تعالى عبارة عن الوصف الذي ينكشف به كمال نعوت المبصرات؛ فالبصر صفة زائدة على علمه تعالى خلافًا للقدريّة؛ فمن عرف هذه الصفة كان المراد به دوام المراقبة ومطالبة النفس بدقيق المحاسبة والمراقبة إحدى ثمرات الإيمان. وقرأ الجمهور (٣)  {ما يُمْسِكُهُنّ} مخفّفًا. </p><p> ومعنى الآية: أغفلوا عن قدرتنا ولم ينظروا إلى الطير فوقهم وهي باسطات </p><p>(١) الفتوحات. (٢) الشوكاني.(٣) البحر المحيط.</p>"
}