{
  "id": null,
  "sura": 67,
  "aya": 1,
  "text": "<p> عبادتهم غيره تعالى يبتغون منه نصرًا ورزقًا، منكرًا عليهم ما اعتقدوه، مبينًا لهم أنهم لا يصلون إلى ما أمَّلوه، وإلا فليبينوا هذا الناصر والمعين والرازق إذا هو أمسك رزقه. أما وقد وضح الحق لذي عينين .. فهم في لجاج وعناد بعد وضوح الحجة وتبين المحجة، ثم ضرب مثلًا يبين حالي المشرك والموحد: فمثل حال الأول بحال من يمشي منحنيًا إلى الأمام على وجهه فلا يدري أين يسلك ولا كيف يذهب؛ فيكون حائرًا وضالًّا، ومثل حال الثاني بحال من يمشي منتصب القامة على الطريق الواضح فيرى ما أمامه ويهتدي إلى ما يريد، ثم أعقب هذا بذكر الدلائل على تفرده بالألوهية، بذكر خلق الإنسان في الأرض وإعطائه نعمة السمع والبصر، وأرشد إلى أن القليل من الناس شكور لهذه النعم. ثم أردف هذا بذكر سؤال المشركين للرسول - صلى الله عليه وسلم - عن ميقات البعث استهزاء به وإجابته إياهم بأن علمه عند الله وليس له من علمه شيء، وإنما هو نذير مبين، وذكر أنه حين تقوم الساعة ويعرف المشركون قرب وقوع ما كانوا ينكرون تعلو وجوههم غبرة ترهقها قترة، ويقال لهم: إن ما كنتم تستعجلون قد وقع ولا مرد له، فماذا أنتم فاعلون؟ </p><p> أسباب النزول </p><p> قوله تعالى:  {قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللهُ وَمَنْ مَعِيَ أَوْ رَحِمَنَا ...} الآيات، روي: أنّ كفّار مكة كانوا يدعون على رسول الله - صلى الله عليه وسلم - وعلى المؤمنين بالهلاك، كما حكى الله عنهم في آية أخرى بقوله: {أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ (٣٠) }، وقوله:  {بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا} .. فنزلت الآية، ثم أمره أن يقول لهم: إنا آمنا بربنا وتوكلنا عليه وستعلمون غدًا من الهالك. ثم أمره أن يقول لهم: إن غار ماؤكم في الأرض ولم تصل إليه الدلاء فمن يأتيكم بماء عذب زلال تشربونه؟! </p><p> التفسير وأوجه القراءة </p><p> ١ - {تَبَارَكَ} ؛ أي: تعالى عن النقائص في ذاته وصفاته وأفعاله، واتصف بالكمالات فيها، فهو تعالى الإله {الَّذِي بِيَدِهِ الْمُلْكُ} والسلطنة والتصرف العام. وتبارك تفاعل من البركة، والبركة: النماء والزيادة: حسّيّة أو عقليّة، ونسبتها إلى الله </p><p> تعالى باعتبار تعاليه عما سواه في ذاته وصفاته وأفعاله، يعني: أنّ البركة تتضمن معنى الزيادة، وهي تقتضي التعالي عن الغير، كما قال:  {لَيْسَ كَمِثْلِهِ شَيْءٌ} أي: في ذاته لوجوب وجوده، وفي صفاته وأفعاله لكماله فيهما. وأما قوله - صلى الله عليه وسلم -: \"تخلقوا بأخلاق الله\" فباعتبار اللوازم وبقدر الاستعداد، لا باعتبار الحقيقة والكنه؛ فإن الاتصاف بها بهذا الاعتبار مخصوص بالله تعالى، فأين إحياء عيسى عليه السلام الأموات من إحياء الله تعالى؟ فإنّه من الله بدعائه؛ فالمعجزة استجابة مثل هذا الدعاء ومظهريته له بقدر استعداده، وبهذا التقرير ظهر معنى قول بعض المفسرين: تزايد في ذاته؛ فإن التزايد في ذاته لا يكون إلا باعتبار تعاليه بوجوده الواجب، وتنزهه عن الفناء والتغير. </p><p> وصيغة {تَبَارَكَ} بالدلالة على غاية الكمال وإنبائها عن نهاية التعظيم لم يجز استعمالها في غيره تعالى، ولا استعمال غيرها من الصيغ في حقه تبارك وتعالى. وإسنادها إلى الموصول للاستدلال بما في حيز الصلة على تحقق مضمونها. والموصولات معارف، ولا شك أن المؤمنين يعرفونه يكون الملك بيده، وأما غيرهم ... فهم في حكم العارفين؛ لأنّ الأدلة القطعية لما دلت على ذلك كان في قوة المعلوم عند العاقل. </p><p> وقال الحسن:  {تَبَارَكَ} تقدس، وصيغة التفاعل للمبالغة، واليد مجاز عن القدرة التامة والاستيلاء الكامل؛ لما أن أثرها يظهر في الأغلب من اليد، يقال: فلان بيده الأمر والنهي والحل والعقد. </p><p> والمعنى: أي تقدس الذي له القدرة الغالبة والتصرف العام والحكم النافذ. </p><p> وفي \"عين المعاني\" : واليد صلةٌ. انتهى. والباء بمعنى اللام؛ أي: تبارك الذي له الملك. </p><p> والمذهب الأسلم الذي عليه السلف ونلقى عليه الرب: أن اليد صفة ثابتة له تعالى بلا تأويل ولا تكيف ولا تمثيل، نثبتها ونعتقدها بلا تمثيل ولا تعطيل {لَيْسَ كَمِثْلِهِ شَيْءٌ} . والملك بمعنى التصرف والسلطنة كما مر. واللام فيه للاستغراق، والمعنى: تعالى وتعاظم بالذات عن كل ما سواه ذاتًا وصفةً وفعلًا الذي بقبضة يده التصرف الكليّ في كل الأمور لا بقبضة غيره، فيأمر وينهى، ويعطي ويمنع، ويحيي </p><p> ويميت، ويعز ويدل، ويفقر ويغني، ويمرض ويشفي، ويقرب ويبعد، ويعمر ويخرب، ويفرق ويصل، ويكشف ويحجب، وإلى غير ذلك من شؤون العظمة وآثار القدرة الإلهية والسلطنة الأزلية والأبدية. </p><p> وقال بعضهم: البركة: كثرة الخير ودوامه؛ فنسبتها إلى الله تعالى باعتبار كثرة ما يفيض منه على مخلوقاته من فنون الخيرات، والمعنى أي: تكاثر خير الذي بيده الملك، وتزايد إنعامه وإحسانه، كما قال تعالى:  {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا} . </p><p> قال الراغب: البركة: ثبوت الخير الإلهي في الشيء، والمبارك: ما فيه ذلك الخير. ولما كان الخير الإلهي يصدر من حيث لا يحيى وعلى وجه لا يحصى ولا يحصر .. قيل لكل ما يشاهد منه زيادة غير محسوسة: هو مبارك، وفيه بركة، وإلى هذه الزيادة أشير بما روي:  \"لا ينقص مال من صدقة\" . </p><p> {وَهُوَ} سبحانه وتعالى وحده {عَلَى كُلِّ شَيْءٍ} من الأشياء، وعلى كل مقدور من الإنعام والانتقام وغيرهما {قَدِيرٌ} أي: مبالغ في القدرة عليه، ومنته إلى أقصاها، يتصرف فيه حسبما تقتضيه مشيئته المبنية على الحكم البالغة. والجملة معطوفة على الصلة، مقررة لمضمونها، مفيدة لجريان أحكام ملكه تعالى في جلائل الأمور ودقائقها. </p><p> قال بعضهم:  {وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} أي: ما يمكن أن تتعلق به المشيئة من المعدومات الممكنة؛ لأن الموجود الواجب لا يحتاج في وجوده إلى شيء ويمتنع زواله أزلًا وأبدًا، والموجود الممكن لا يراد وجوده؛ إذ هو تحصيل الحاصل، والمعدوم الممتنع لا يمكن وجوده فلا تتعلق به المشيئة. فتعلق القدرة بالمعدوم بالإيجاد، وبالموجود بالإبقاء. والتحويل من حال إلى حال. </p><p> ومعنى الآية (١) : تعالى ربنا الذي بيده ملك الدنيا والآخرة، فهو يعز من يشاء ويذل من يشاء، ويرفع أقوامًا ويخفض آخرين وهو على ما يشاء فعله ذو قدرة، لا يمنعه مانع ولا يحول بينه وبين ما يريد عجز، فله التصرف التام في الموجودات </p><p>(١) المراغي.</p>"
}