{
  "id": null,
  "sura": 67,
  "aya": 5,
  "text": "<p> ذلك طردًا بالصغار والذلة، يقال: خسأت الكلب أي: أبعدته وطردته. </p><p> وقرأ الجمهور (١) : {يَنْقَلِبْ} جزمًا على أنه جواب الأمر، وقرأ الخوارزمي عن الكسائي برفع الباء على الاستئناف؛ أي: فهو ينقلب، على حذف الفاء، أو على أنه في موضع حال مقدرة. و {خَاسِئًا} حال من {الْبَصَرُ} . {وَهُوَ حَسِيرٌ} أي: كليل وبالغ غاية الإعياء؛ لطول المعاودة وكثرة المراجعة، وهو فعيل بمعنى الفاعل، من الحسور الذي هو الإعياء. والجملة حال من البصر، أو من الضمير المستتر في {خَاسِئًا} فيكون من قبيل الأحوال المتداخلة. </p><p> والمعنى (٢) : أنَّك إذا كررت النظر .. لم يرجع إليك البصر بما طلبته من وجود الخلل والعيب، بل يرجع إليك صاغرًا ذليلًا لم ير ما يهوى منهما حتى كأنّه طرد، وهو كليل من طول المعاودة وكثرة المراجعة. </p><p> ٥ - وبعد أن بين خلو السماوات من العيب، ذكر أنها الغاية في الحسن والبهاء؛ فقال:  {وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا} ؛ أي: وعزّتي وجلالي .. لقد زيّنّا أقرب السموات إلى الأرض وإلى الناس، وجملناها {بِمَصَابِيحَ} أي (٣) : بكواكب مضيئة بالليل إضاءة السّراج، من السيّارات والثوابت، تتراءى كلّها مركوزة في السماء الدنيا، مع أنّ بعضها في سائر السموات؛ لأنَّ السموات إذا كانت شفّافةً وأجرامًا صافية .. فالكواكب - سواء كانت في السماء الدنيا أو في سموات أخرى - لا بد وأن تظهر في السماء الدنيا وتلوح منها؛ فعلى التقديرين تكون السماء الدنيا مزينة بهذه المصابيح؛ ودخل في المصابيح القمر؛ لأنّه أعظم نيّر يضيء بالليل. وسمّيت الكواكب مصابيح؛ لأنّها تضيء كإضاءَةِ السراج. وصدر (٤) الجملة بالقسم لإبراز كمال الاعتناء بمضمونها. والمصابيح: جمع مصباح، وهو السراج، وتنكيره للتعظيم والمدح. </p><p> فائدة: وإذا جعل الله سبحانه الكواكب زينة السماء التي هي سقف الدنيا فليجعل العباد المصابيح والقناديل زينة سقوف المساجد والجوامع ولا سرف وفي الخير، وذكر أن مسجد الرسول - صلى الله عليه وسلم - كان إذا جاء العشاء يوقد فيه بسعف النخل، فلما قدم تميم الداري رضي الله عنه المدينة صحب معه قناديل وحبالًا وزيتًا، وعلق </p><p>(١) البحر المحيط. (٢) المراغي.(٣) روح البيان.(٤) روح البيان.</p><p> تلك القناديل بسواري المسجد وأوقدت، فقال عليه السلام: نورت مسجدنا نور الله عليك، أما والله لو كان لي ابنة .. لأنكحتكها، وسمّاه سراجًا، وكان اسمه الأول فتحًا، ثم أكثرها عمر رضي الله عنه حين جمع الناس على أبي بن كعب رضي الله عنه في صلاة التراويح، فلمّا رآها عليٌّ رضي الله عنه تزهر قال: نورت مسجدنا نور الله قبرك يا بن الخطاب. </p><p> {وَجَعَلْنَاهَا} ؛ أي: المصابيح المعبر بها عن النجوم؛ أي: بعضها كما في تفسير أبي الليث. {رُجُومًا} يرجم بها الشياطين. جمع رجم بالفتح، وهو ما يرجم به ويرمى للطرد والزجر، أو جمع راجم كـ (سجودٍ) جمع ساجدٍ. {لِلشَّيَاطِينِ} هم كفار الجن يخرجون الإنس من النور إلى الظلمات. وجمع الشياطين على صيغة التكثير لكثرتهم في الواقع. </p><p> والمعنى (١) : وجعلنا لها فائدة أخرى هي رجم أعدائكم بانقضاض الشهب المقتبسة من الكواكب عند استراق السمع، لا بالكوكب نفسها؛ فإنّها قارّة في الفلك على حالها؛ منهم من يقتله الشهاب، ومنهم من يفسد عضوًا من أعضائه أو عقله. والشهاب: شعلة ساطعة من نار، وهو هاهنا شعلة نارٍ تفصل من النجم، فأطلق عليها النجم ولفظ المصباح ولفظ الكوكب. ويكون معنى {جعلناها رجومًا} جعلنا منها رجومًا؛ وهي تلك الشهب، ومما يؤيد أنّ الشعلة منفصلة من النجوم، ما جاء عن سلمان الفارسي رضي الله عنه: أن النجوم كلها كالقناديل معلقة في السماء الدنيا كتعليق القناديل في المساجد، مخلوقة من نار. وقالت الفلاسفة: إنّ الشهب إنما هي أجزاء نارية تحصل في الجوّ عند ارتفاع الأبخرة المتصاعدة واتصالها بالنار التي دون الفلك، وقد سبق بيان هذا المقام مفصّلًا في أوائل الصافّات والحجر، فلا عود ولا إعادة. والذي يلوح أن مذهب الفلاسفة قريب في هذه المادّة من مذهب أهل الحقائق، وقد مرّ بيان مذهبهم في الصافات، والله أعلم بالخفيات. </p><p> {وَأَعْتَدْنَا لَهُمْ} ؛ أي: هيّأنا لهؤلاء الشياطين في الآخرة بعد الإحراق في الدنيا بالشهب {عَذَابَ السَّعِيرِ} ؛ أي: عذاب جهنم الموقدة المشعّلة؛ فالسعير بمعنى مفعول كما سيأتي. </p><p>(١) روح البيان.</p><p> وحاصل معنى الآيات: ولقد زيّنا السماء القربى من الأرض؛ وهي التي يراها الناس بكواكب مضيئة بالليل كما يزين الناس منازلهم ومساجدهم بالسرج، ولكن أنى لسرج الدنيا أن تكون كسرج الله تعالى. </p><p> والخلاصة: أن نظام السموات لا خلل فيه، بل هو أعظم من ذلك؛ فقد زينت سماؤه القريبة منا بمصابيح هي بهجة للناظرين وعبرة للمعتبرين. {وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ} ؛ أي: وهذه الكواكب لا تقف عند حدّ الزينة بل بضوئها يكون ما في الأرض من رزق وحياة وموت بحسب الناموس الذي سنناه والقدر الذي أمضيناه، ويكون في العالم الإنساني، وعالم الجن نفوس تتقاذفها الأهواء، وتتجاذبها اللذات والشهوات التي تتنجم من العناصر المتفاعلة بسبب الأضواء المشعلة النازلة من عالم الكواكب المشرقة في السماء. </p><p> وقصارى القول: أنّ هذه الكواكب كما هي زينة الدنيا، وأسبابٌ لرزقِ ذوي الصلاح من الأنبياء والعلماء والحكماء، هي أيضًا سبب لتكون الأرزاق المهيجة لشهوات شياطين الإنس والجن؛ فهذا العالم قد اختلط فيه الضر بالنفع، وأعطي لكلّ ما استعد له، فالنفوس الفاضلة والنفوس الشريرة استمدت من هذه المادة المسخرة المقهورة؛ فصارت سببًا لثواب النفوس الطيّبة وعذاب النفوس الخبيثة من مظاهر الطبيعة الناشئة من الحرارة والضوء. </p><p> ويرى بعض المفسرين: أن المراد أن المصابيح التي زيَّن الله بها السماء الدنيا لا تزول عن مكانها ولا يرجم بها؛ بل ينفصل من الكواكب شهاب يقتل الجنّي أو يخبله؛ فالشهاب كقبس يؤخذ من النار والنار باقية لا تنقص. </p><p> والظاهر: أن الشياطين هم مسترقوا السمع وأن الرجم حقيقة - يرمون بالشهب - قال قتادة: خلق الله النجوم لثلاث: زينة للسماء، ورجوم للشيطاين، وعلامات يُهتدى بها في البر والبحر، فمن تكلم فيها بغير ذلك فقد تكلم فيما لا يعلم وتعدّى وظلم. {وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ} أي: وهيأنا لهؤلاء الشياطين في الآخرة عذاب النار الموقدة كفاء ما اكتسبوا من اللذات، وانجذبوا من الشهوات، وغفلوا عن جمال هذه العوالم التي لم يعرفوا منها إلّا شهواتهم، أمّا عقولهم فقد احتجبت عنها. </p>"
}