{
  "id": null,
  "sura": 68,
  "aya": 50,
  "text": "<p> الفصل وقرأ أبي، وابن مسعود، وابن عباس {تداركته} بتاء التأنيث. وقرأ الحسن، وابن هرمز، والأعمش بتشديد الدال، والأصل: تتداركه بتاءين مضارعًا، فأدغم، وتكون هذه القراءة على حكاية الحال الماضية. </p><p> ٥٠ - وقوله:  {فَاجْتَبَاهُ رَبُّهُ} معطوف على مقدّر، أي: فتداركته نعمة ورحمة من ربه، فاصطفاه وجمعه إليه، وقرّبه بالتوبة عليه بأن رد إليه الوحي، وأرسله إلى مئة ألف أو يزيدون. يقال: جببت الماء في الحوض: جمعته، والحوض الجامع له جابية، والاجتباء: الجمع على طرق الاصطفاء. وقيل: معناه: استنبأه إن صح أنه لم يكن نبيًّا قبل هذه الواقعة، ومن أنكر الكرامات والإرهاص لا بد أن يختار القول الأول؛ لأنّ احتباسه في بطن الحوت وعدم موته هناك لما لم يكن إرهاصًا ولا كرامة لا بد أن يكون معجزة، وذلك يقتضي أن يكون رسولًا قبل هذه الواقعة؛ أي: استخلصه واصطفاه واختاره للنبوة. {فَجَعَلَهُ مِنَ الصَّالِحِينَ} ؛ أي؛ من الكاملين في الصلاح بأن عصمه من أن يفعل فعلًا يكون تركه أولى. وقيل: رد إليه النبوة وشفعه في نفسه وفي قومه، وأرسله إلى مئة ألف أو يزيدون كما تقدم. رُوي: أنها نزلت بأحد حين همَّ رسول الله - صلى الله عليه وسلم - أن يدعو على المنهزمين، فتكون الآية مدنية. وقيل: حين أراد أن يدعو على ثقيف، كما مرّ. ودلت الآية على فضيلة الصبر، وعلى أن ترك الأولى يصدر من الأنبياء عليهم السلام، وإلا لما كان يونس عليه السلام مليمًا، وعلى أن الندم على ما فرط من العبد والتضرع إلى الله لذلك من وسائل الإكرام، وعلى أن توفيق الله نعمة باطنة منه، وعلى أن الصلاح درجة عالية لا ينالها إلا أهل الاجتباء، وعلى أن فعل العبد مخلوق لله لدلالة قوله:  {فَجَعَلَهُ مِنَ الصَّالِحِينَ} ، وعلى أن الصلاح إنما يكون بجعل الله وخلقه، وإن كان للعبد مدخل فيه بسبب الكسب بصرف إرادته الجزئية خلافًا للمعتزلة. </p><p> ٥١ - ثم بين سبحانه بالغ عداوتهم له - صلى الله عليه وسلم -، فذكر أنها سرت من القلب إلى النظر، فقال:  {وَإِنْ} مخففة من الثقيلة، واللام دليل عليها؛ أي: وإن الشأن والحال {يَكَادُ الَّذِينَ كَفَرُوا} من كفّار مكة؛ أي: يقرب الذين كفروا {لَيُزْلِقُونَكَ} وينظرونك {بِأَبْصَارِهِمْ} نظرًا شديدًا بمؤخر العين لشدة عداوتهم وبغضهم إياك، بحيث يصيبونك بعيونهم ويصرعونك على الأرض كالمغمى عليه. وقيل: معنى {لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ} ليأخذونك بالعين. </p>"
}