{
  "id": null,
  "sura": 68,
  "aya": 13,
  "text": "<p> نقل كلام الناس من بعضهم إلى بعض على وجه الإفساد، وهو من الكبائر. ومنه: قول الشاعر: </p><p> وَمَولَى كَبَيْتِ النَّمْلِ لَا خَيْرَ عِنْدَهُ ... لِمَوْلاَهُ إِلَّا سَعْيُهُ بِنَمِيْمِ </p><p> والمعنى: أي نقّال للحديث من قوم إلى قوم على وجه الإفساد بينهم. أمّا (١) نقل الكلام بقصد النصيحة فواجب كقول من قال: {يَا مُوسَى إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ} . وفي الحديث:  \"لا يدخل الجنة نمام\" . </p><p> ٥ - ١٢ {مَنَّاعٍ} مبالغة مانع {لِلْخَيْرِ} ؛ أي: بخيل بالمال، والخير: المال؛ أي: بخيل بماله ممسك له لا يجود به لدى البأساء والضرّاء، فهو لا يدفع عوز المعوزين، ولا يساعد المحتاجين، ولا ينجد الأمّة إذا حزبها الأمر، وضاقت بها السبل كدفع عدوٍّ يهاجم البلاد أو دفع كارثة نزلت بها تحتاج إلى بذل المال. أو منَّاع للناس من الخير الذي هو الإيمان، والطاعة. وكان للوليد بن المغيرة عشرة من البنين، وكان يقول لهم ولأقاربه: من تبع منكم دين محمد لا أنفعه بشيء أبدًا. وكان الوليد موسرًا له تسعة آلاف مثقال فضة، وكانت له حديقة في الطائف. </p><p> ٦ - {مُعْتَدٍ} ؛ أي: متجاوز لما حدّه الله سبحانه من أوامر ونواه. فهو يخوض في الباطل خوضه في الحقّ، ولا يتحرج عن ارتكاب المآثم والمظالم، وفي \"التأويلات النجمية\" : متجاوز في الظلم على نفسه بانغماسه في بحر الشهوات، وانهماكه في ظلمة المنهيات. </p><p> ٧ - {أَثِيمٍ} ؛ أي: كثير الآثام، ديدنه ذلك، فهو لا يبالي بما ارتكب ولا بما اجترح، وفي \"التأويلات النجمية\" : كثير الآثام بالركون إلى الأخلاق الرديئة والرغبة في الصفات المردودة. </p><p> ٨ - ١٣ {عُتُلٍّ} ؛ أي: جاف غليظ القلب، يعامل الناس بالغلظة والفظاظة. من عتله إذا قاده بعنف وغلظة. {بَعْدَ ذَلِكَ} ؛ أي: هو بعدما عدّ من مقابحه ومعايبه {زَنِيمٍ} ؛ أي: دعي ملصق بالقوم وملحق بهم بالنسب، وليس منهم. فالزنيم هو الذي تبنّاه أحد؛ أي: اتخذه ابنا وليس بابن له من نسبه في الحقيقة، قال تعالى: </p><p>(١) روح البيان.</p><p> {وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ} . قال الراغب: الزنيم والمزنّم: الزائد في القوم، وليس منهم؛ أي: المنتسب إلى قوم، وهو معلّق بهم لا منهم تشبيهًا بالزنمتين من الشاة، وهما المتدلّيتان من أذنها ومن الحلق. وفي \"الكشاف\" : الزنيم من الزنمة، وهي الهنة من جلد الماعزة تقطع فتخلى معلقة في حلقها؛ لأنه زيادة معلقة بغير أهله. والظاهر من قول ابن عباس رضي الله عنهما الحقيقة حيث قال: إنه لم يعرف حتى قيل: زنيم فعرف أنه كان له زنمة في حلقه. ويقال: كان يعرف بالشر كما تعرف الشاة بزنمتها. وقال مجاهد: كانت له ستة أصابع في يده في كل إبهام إصبع زائدة. والظاهر: أنّ هذه الأوصاف ليست لمعين. قال العتيبيُّ: لا نعلم أن الله سبحانه وصف أحدًا، ولا ذكر من عيوبه ما ذكر من عيوب الوليد بن المغيرة، فألحق به عارًا لا يفارقه أبدًا. وفي قوله:  {بَعْدَ ذَلِكَ} دلالة على أن دعوته أشد معايبه وأقبح قبائحه. وكان الوليد دعيًّا في قريش، وليس من نسبهم وسنخهم؛ أي: أصلهم. ادعاه أبوه المغيرة بعد ثماني عشرة سنة من مولده. وقيل: بغت أم الوليد ولم يعرف، حتى نزلت هذه الآية. فمعنى {زَنِيمٍ} حينئذٍ: ولد الزنا. قال الشاعر: </p><p> زَنيْمٌ لَيْسَ يُعْرَفُ مَنْ أَبَوهُ ... بِغَيُّ الأمِّ ذُو حَسبٍ لَئِيْمُ </p><p> وقال سعيد بن جبير: الزنيم: المعروف بالشرّ. وقيل: هو رجل من قريش، كان له زنمة كزنمة الشاة. وقيل: هو الظلوم. وقيل: نزلت الآية في الأخنس بن شريق، واسمه أبيّ، وكان ثقفيًّا مصطلقيّا في قريش، فلذلك قال: زنيم لا على جهة الذمّ لنسبه، ولكن على جهة التعريف به، ذكره السهيلي. قال ابن عطية: وظاهر اللفظ عموم من بهذه الصفة، والمخاطبة بهذا مستمرّة باقي الزمن لا سيّما لولاة الأمور. فقوله:  {بَعْدَ ذَلِكَ} هاهنا نظير {ثمّ} في قوله تعالى: {ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا} من حيث إنها للتراخي رتبة. </p><p> ثم هذا الترتيب إنما هو في قول الواصف لا في حصول تلك الصفات في الموصوف، وإلا فكونه عتلًا هو قبل كونه صاحب خير يمنعه. وفي \"برهان القرآن\" : قوله: {حَلَّافٍ} إلى قوله: {زَنِيمٍ} أوصاف تسعة، ولم يدخل بينها واو العطف، ولا بعد السابع، فدل على أن ضعف القول بواو الثمانية صحيح. وقرأ الحسن {عتل} برفع اللام على الذمّ، والجمهور بجرّها. </p>"
}