{
  "id": null,
  "sura": 68,
  "aya": 44,
  "text": "<p> كقوله - صلى الله عليه وسلم -: \"أقرب ما يكون العبد من ربه وهو ساجد، فأكثروا الدعاء\" . قالوا؛ أي: السجود. أو ضمنًا كقوله - صلى الله عليه وسلم -: \"صلوا خمسكم، وصوموا شهركم، وأدوا زكاة أموالكم، وأطيعوا إذا أمركم تدخلوا جنة ربكم\" . وبدعوة علماء كل عصر ومن أعظم الدعوة إلى السجود أذان المؤذنين وإقامتهم، فإن قولهم: حي على الصلاة دعوة بلا مرية، فطوبى لمن أجاب دعوتهم بطوع لا بإكراه امتثالًا لقوله تعالى:  {أجِيبُوا دَاعِيَ اللَّهِ} . والجملة حال من ضمير {يُدْعَوْنَ} ، وجملة قوله:  {وَهُمْ سَالِمُونَ} حال من مرفوع يدعون الثاني؛ أي: أصحاء في الدنيا معافون من العلل، سلمت أعضاؤهم ومفاصلهم من الآفات والعلل، متمكنون من الفعل وأداء السجدة وقبول الدعوة أقوى تمكن؛ أي: فلا يجيبون إليه، ويأبونه. وإنما ترك ذكره ثقة بظهوره. وفي الآية وعيد لمن ترك الصلاة المفروضة أو تخلف عن الجماعة المشروعة. قال رجل لرسول الله - صلى الله عليه وسلم -: ادع الله أن يرزقني مرافقتك في الجنة، فقال: أعني بكثرة السجود. وكان السلف يعزون أنفسهم ثلاثة أيام إذا فاتهم التكبيرة الأولى مع الإِمام، وسبعة أيام إذا فاتهم الجماعة. </p><p> والمعنى (١) : يدعون إلى السجود، وتكون أبصارهم خاشعة وتغشاهم ذلة في ذلك اليوم، وقد كانوا في الدنيا متكبرين متجبرين، فعوقبوا بنقيض ما كانوا عليه في الدنيا {وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ} ؛ أي: إنهم لمّا دعوا إلى السجود في الدنيا، فامتنعوا منه مع صحتهم وسلامة أبدانهم عوقبوا في الآخرة بعدم قدرتهم عليه، فإذا تجلى الرب سجد له المؤمنون ولم يستطع أحد من الكافرين والمنافقين أن يسجد، بل يعود ظهر أحدهم طبقًا واحدًا، فكلّما همّ السجود خرّ لقفاه بعكس السجود في الدنيا. وقال النخعي، والشعبيّ: المراد بالسجود الصلوات المفروضة. وقال آخرون: إنّ المراد جميع العبادات. </p><p> ٤٤ - والفاء في قوله:  {فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ} فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت حالهم في الدنيا والآخرة، وأردت بيان ما هو اللازم لك فأقول لك: ذرني ومن يكذب .. إلخ. و {مَنْ}  (٢) الموصولة في محل النصب على أنه معطوف على ضمير المتكلم أو على أنّه مفعول معه، وهو مرجوح </p><p>(١) المراغي. (٢) روح البيان.</p><p> لإمكان العطف من غير ضعف؛ أي: إذا كان حالهم في الآخرة كذلك فذرني؛ أي: دعني واتركني ومن يكذب بالقرآن وخلّ بيني وبينه، ولا تشغل قلبك بشأنه، وتوكل عليّ في الانتقام منه، فإنّي عالم بما يستحقه من العذاب، ويطيق له وكافيك أمره. يقال: ذرني وإيّاه يريدون كله إلى فإني أكفيك. قال في \"فتح الرحمن\" : وعيد ولم يكن ثمّة مانع ولكنه كما تقول: دعني مع فلان؛ أي: سأعاقبه. والمراد بالحديث هنا القرآن؛ لأنَّ كلَّ كلام يبلغ الإنسان من جهة السمع أو الوحي في يقظته أو منامه يقال له: حديث. </p><p> والمعنى (١) : كِلْ أيها الرسول أمر هؤلاء المكذّبين بالقرآن إليَّ ولا تشغل قلبك بشأنهم، فأنا أكفيك أمرهم، وهذا كما يقول القائل لمن يتوعد رجلًا: دعني وإياه وخلّني واياه، وأنا أعلم بمساءته والانتقام منه، وفي هذا تسلية لرسوله - صلى الله عليه وسلم -، وتهديد للمشركين، كما لا يخفى. والخلاصة: حسبك انتقامًا منهم أن تأكل أمرهم إليّ، وتخليَ بيني وبينهم. </p><p> ثم بين كيف يكون ذلك التعذيب المستفاد إجمالًا من الكلام السابق، فقال:  {سَنَسْتَدْرِجُهُمْ} ؛ أي: سنتنزلهم إلى العذاب درجة فدرجة بالإحسان وإدامة الصحة وازدياد النعمة حتى نوقعهم فيه. فاستدراج (٢) الشخص إلى العذاب عبارة عن هذا الاستنزال والاستدناء، يقال: استدرجه إلى كذا إذا استنزله إليه درجة درجة حتى يورطه فيه. {مِنْ حَيْثُ لَا يَعْلَمُونَ} ؛ أي: من الجهة التي لا يشعرون أنّه استدراج، وهو الإنعام عليهم؛ لأنّهم يحسبونه إيثارًا لهم وتفضيلًا على المؤمنين، وهو سبب لهلاكهم في العاقبة. وهذه الجملة (٣) مستأنفة مسوقة لبيان كيفية التعذيب لهم المستفاد من قوله: {فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ} والضمير عائد إلى {مَنْ} باعتبار معناها، والمعنى: سنأخذهم بالعذاب على غفلة، ونسوقهم إليه درجة فدرجة حتى نوقعهم فيه من حيث لا يعلمون أن ذلك استدراج؛ لأنّهم يظنونه إنعامًا ولا يفكرون في عاقبته وما سيلقون في نهايته. قال سفيان الثوري: يسبغ عليهم النعم، وينسيهم الشكر. وقال الحسن: كم من مستدرج بالإحسان إليه، وكم من مفتون بالثناء عليه، </p><p>(١) المراغي. (٢) روح البيان.(٣) الشوكاني.</p>"
}