{
  "id": null,
  "sura": 68,
  "aya": 36,
  "text": "<p> ويجوز أن يكون متعلقًا بمحذوف منصوب على الحالية من المنويّ في قوله:  {لِلْمُتَّقِينَ} ولا يجوز أن يكون حالًا من جنات لعدم العامل. والأظهر: أنّ معنى {عِنْدَ رَبِّهِمْ} في جوار القدس، فالمراد عنديّة المكانة المنزهّة عن الجهة والتحيز لا عندية المكان، كما في قوله تعالى:  {عِنْدَ مَلِيكٍ مُقْتَدِرٍ} ، إذ للمقرّبين قرب معنويّ من الله تعالى. ومعنى {جَنَّاتِ النَّعِيمِ} : جنات ليس فيها إلا التنعم الخالص عن شائبة ما ينغصه من الكدورات وخوف الزوال، كما عليه نعيم الدنيا. واستفيد الحصر من الإضافة اللامية الاختصاصية، فإنها تفيد اختصاص المضاف إليه. </p><p> وكان صناديد كفار قريش يرون وفور حظهم في الدنيا وقلة حظوظ المسلمين فيها، فإذا سمعوا ذكر الآخرة، وما وعد الله المسلمين فيها قالوا: إن صح أنا نبعث كما يزعم محمد ومن معه لم تكن حالنا وحالهم إلا مثل ما هي في الدنيا، وإلا لم يزيدوا علينا ولم يفضلونا، وأقصى أمرهم أن يساوونا. </p><p> ٣٥ - فرد الله سبحانه عليهم مكذّبًا لهم بقوله: {أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ (٣٥) } ... إلخ. والهمزة (١) فيه للاستفهام الإنكاري داخلة على مقدر يقتضيه المقام، والفاء: عاطفة على ذلك المحذوف، والتقدير: أنحيف في الحكم فنجعل المؤمنين كالكافرين في حصول النجاة والوصول إلى الدرجات، فنسوي بين هؤلاء وهؤلاء في الجزاء، كلا ورب الأرض والسماء. والمراد (٢) بالمجرمين الكافرون على ما دل عليه سبب النزول، وهم المجرمون الكاملون الذين أجرموا بالكفر والشرك، وإلا فالإجرام في الجملة لا ينافي الإسلام نعم المسلم المطيع ليس كالمسلم الفاسق. ففيه وعظ للعاقل وزجر للمتبصر. </p><p> ٣٦ - ثم قيل لهم بطريق الالتفات لتأكيد الرد وتشديده:  {مَا لَكُمْ} أيها المجرمون {كَيْفَ تَحْكُمُونَ} هذا الحكم الأعوج الأقبح، كأنَّ أمر الجزاء مفوض إليكم فتحكمون فيه بما شئتم. وهذا تعجيب من حكمهم، واستبعاد له، وإيذان بأنّه لا يصدر عن عاقل. و {مَا} الاستفهامية في موضع رفع بالابتداء، والاستفهام للإنكار؛ أي: لإنكار أن يكون لهم وجه مقبول يعْتدّ به في دعواهم حتى يتمسّك به، و {لَكُمْ} خبرها. </p><p> والمعنى: أيّ شيء ظهر لكم حتى حكمتم هذا الحكم القبيح كأنَّ أمر الجزاء مفوّض إليكم فتحكمون فيه بما شئتم. ومعنى {كيفَ} في أيّ حال حكمتم أفي حال </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}