{
  "id": null,
  "sura": 69,
  "aya": 28,
  "text": "<p> قال قتادة: تمنى الموت ولم يكن في الدنيا شيء عنده أكره منه، وشر من الموت ما يطلب منه الموت. قال الشاعر: </p><p> وَشَرٌّ مِنَ الْمَوْتِ الَّذِيْ إنْ لَقِيْتَهُ ... تَمَنَّيْتَ مِنْهُ الْمَوْتَ وَالْمَوْتُ أَعْظَمُ </p><p> وقيل: الضمير يعود إلى الحالة التي شاهدها عند مطالعة الكتاب. </p><p> والمعنى: يا ليت هذه الحالة كانت الموتة التي قضيت عليّ، يتمنى أن يكون بدل تلك الحالة الموتة القاطعة للحياة، لما أنه وجد تلك الحالة أمر من الموت، فتمناه عندها، وكان في الدنيا أشد كراهية للموت. </p><p> ٢٨ - {مَا أَغْنَى عَنِّي} ؛ أي: لم يدفع عنّي شيئًا من عذاب الآخرة على أنّ {مَا} نافية، والمفعول محذوف. {مَالِيَهْ} ؛ أي: الشيء الذي كان لي في الدنيا من المال والأتباع، على أنّ {ما} موصولة، واللام جارة داخلة على ياء المتكلم ليعم مثل الأتباع، فإنه إذا كان اسمًا مضافًا إلى ياء المتكلم لم يعم. وفي \"الكشاف\" : {مَا أَغْنَى} نفي واستفهام على وجه الإنكار؛ أي: أيّ شيء أغنى عنّي ما كان لي من اليسار انتهى. حتى ضيعت عمري فيه؛ أي: لم ينفعني ولم يدفع عنّي شيئًا من العذاب. فـ {مَا} استفهامية منصوبة المحل على أنها مفعول {أَغْنَى} . </p><p> يقول الفقير: الظاهر أنَّ {مَالِيَهْ} هو المال المضاف إلى ياء المتكلم؛ أي: لم يغن عنّي المال الذي جمعته في الدنيا شيئًا من العذاب، بل ألهاني عن الآخرة وضرّني، فضلًا عن أن ينفعني. وذلك ليوافق قوله تعالى:  {وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا} ، وقوله: {وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّى (١١) }، وقوله: {مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ (٢) } وأنظار ذلك. فما ذهب إليه أكثر أهل التفسير من التعميم عدول عمّا ورد به ظاهر القرآن. </p><p> ٢٩ - {هَلَكَ عَنِّي سُلْطَانِيَهْ (٢٩) } والسلطان يطلق على الملك والتسلّط على الناس، ويطلق على الحجة. والمعنى على الأول: ذهب ملكي وتسلّطي على الناس، وبقيت فقيرًا ذليلًا. وعلى الثاني: ضلّت عني حجتي التي كنت أحتج بها في الدنيا عليهم. ورجح هذا المعنى بأن من أوتي كتابه بشماله لا اختصاص له بالملوك بل هو عام لجميع أهل الشقاوة. يقول الفقير قوله تعالى: {مَا أَغْنَى عَنِّي مَالِيَهْ (٢٨) } يدل على الأول على أنّ فيه تعريضًا بنحو الوليد من رؤساء قريش وأهل ثروتهم. ويجوز أن </p>"
}