{
  "id": null,
  "sura": 69,
  "aya": 47,
  "text": "<p> إلينا .. لعاجلناه بالعقوبة وانتقمنا منه أشد الانتقام، والأخذ باليمين يكون عند ضرب الرقبة وإزهاق الروح، وقد جرى ذكر هذا على التمثيل بما يفعله الملوك بمن يتكذب عليهم، فإنهم لا يمهلونه بل يضربون رقبته على الفور، {ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ} ، وهو عرق غليظ تصادفه شفرة الناحر، والمراد أنه لو كذب علينا .. لأزهقنا روحه .. فكان كمن قطع وتينه. </p><p> ٤٧ - {فَمَا مِنْكُمْ} أيها الناس {مِّنْ أَحَدٍ عنهُ} ؛ أي: عن القتل أو عن المقتول، وهو متعلق بقوله:  {حَاجِزِينَ} ؛ أي: دافعين. فهو وصف لأحد، فإنه عام لوقوعه في سياق النفي، إذ هو في معنى الجماعة، فيقع على الواحد والجمع والمذكر والمؤنث كما جاء في قوله:  {لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ} ، وقوله:  {لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ} . فـ {مِنْ أَحَدٍ}  (١) في محل الرفع بالابتداء، و {مِنْ} زائدة لتأكيد النفي، و {مِنْكُمْ} خبره، و {حَاجِزِينَ} صفة لـ {أَحَدٍ} . </p><p> والمعنى: فما منكم قوم يحجزون؛ أي: يمنعون ويدفعون عن المقتول أو عن قتله وإهلاكه المدلول عليه بقوله: {ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ (٤٦) }؛ أي: لا يقدر أحد على الحجز والدفع عنه، فكيف يتكلف الكذب على الله لأجلكم مع علمه أنه لو تكلف ذلك .. لعاقبناه ولا تقدرون على الدفع عنه. وهذا مبنيّ على أصل لغة بني تميم، فإنهم لا يعملون {ما} لدخولها على القبيلتين الاسم والفعل، وقد يجعل {حَاجِزِينَ} خبرًا لـ {ما} على اللغة الحجازية، ولعله أولى. فتكون كلمة {ما} هي المشبهة بليس، فـ {مِنْ أَحَدٍ} اسم {ما} ، و {حَاجِزِينَ} خبرها، منصوب، و {مِنْكُمْ} حال مقدم وكان في الأصل صفة لـ {أَحَدٍ} . وفي الآية تنبيه على أنَّ النبي - صلى الله عليه وسلم - لو قال من عند نفسه شيئًا أو زاد أو نقص حرفًا واحدًا على ما أوحي إليه .. لعاقبه الله، وهو أكرم الناس عليه، فما ظنك بغيره ممن قصد تغيير شيء من كتاب الله بتأويله أو قال شيئًا من قبل نفسه؟ كما ضل بذلك بعض الفرق الضالة. </p><p> ٤٨ - {وَإِنَّهُ} ؛ أي: وإن هذا القرآن {لَتَذْكِرَةٌ} ؛ أي: لموعظة {لِلْمُتَّقِينَ} ؛ أي: للذين اتقوا الشرك والمعاصي وحب الدنيا، فإنه يتذكر بهذا القرآن وينتفع به بخلاف المشركين، ومن مال إلى الدنيا وغلبه حبها، فإنه يكذّب به ولا ينتفع به. </p><p> ٤٩ - {وَإنَا </p><p>(١) روح البيان.</p>"
}