{
  "id": null,
  "sura": 69,
  "aya": 11,
  "text": "<p> المستدعية لانقسام الآحاد على الآحاد، فالإضافة ليست للعهد بل للجنس. </p><p> {فَأَخَذَهُمْ} الله تعالى بالعقوبة، أي: أخذ كل قوم منهم {أَخْذَةً رَابِيَةً} ؛ أي: زائدة في الشدة على عقوبات سائر الكفّار، أو على القدر المعروف عند الناس لما زادت معاصيهم في القبح على معاصي سائرة الكفرة. والمعنى: فعاقبهم عقوبة شديدة أغرق من كذّب نوحًا، وهم كل أهل الأرض غير من ركب معه في السفينة، وحمل مدائن قوم لوط بعد أن نتقها من الأرض على متن الريح بواسطة من أمره بذلك من الملائكة، ثم قلبها وأتبعها بالحجارة، وخسف بها وغمرها بالماء المنتن الذي ليس في الأرض ما يشبهه. وأغرق فرعون وجنوده أيضًا في بحر القلزم أو في النيل، وهكذا عاقب كل أمة عاصية بحسب أعمالهم القبيحة، وجازاهم جزاء وفاقًا. وفي كل ذلك تخويف لقريش، وتحذير لهم عن التكذيب، وفيه عبرة موقظة لأولي الألباب. </p><p> والمعنى: وجاء فرعون ومن تقدمه من الأمم التي كفرت بآيات الله كقوم نوح وعاد وثمود، والقرى التي ائتفكت بأهلها، وصار عاليها سافلها بسبب خطيئتها ومعصيتها. ثم بين هذه الخطيئة بقوله:  {فَعَصَوْا رَسُولَ رَبِّهِمْ} ؛ أي: فعصى هؤلاء الذين تقدم ذكرهم رسل الله الذين أرسلوا إليهم، {فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ} وأذاقهم وبال أمرهم بعقوبة زائدة على عقوبة سائر الكفّار، كما زادت قبائحهم على قبائح غيرهم. ونحو الآية قوله:  {كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ} . </p><p> ١١ - {إِنَّا لَمَّا طَغَى الْمَاءُ} المعهود وقت الطوفان؛ أي: جاوز حدّه المعتاد حتى ارتفع على كل شيء خمس مئة ذراع، وقال بعضهم: ارتفع على أرفع جبل في الدنيا خمسة عشر ذراعًا. أو جاوز حذه في المعاملة مع خزّانه من الملائكة بحيث لم يقدروا على ضبطه. وذلك الطغيان ومجاوزة الحدّ بسبب إصرار قوم نوح على فنون الكفر والمعاصي ومبالغتهم في تكذيبه فيما أوحي إليه من الأحكام التي من جملتها أحوال القيامة، فانتقم الله منهم بالإغراق. {حَمَلْنَاكُمْ} أيّها الناس، أي: حملنا آباءكم وأنتم في أصلابهم، فكأنّكم محمولون بأشخاصكم. وفيه تنبيه على المنّة في الحمل؛ لأنّ نجاة آبائهم سبب ولادتهم. {فِي الْجَارِيَةِ} يعني: في سفينة نوح؛ لأنّ من شأنها أن تجري على الماء. والمراد بحملهم فيها رفعهم فوق الماء إلى انقضاء أيام الطوفان، لا مجرد رفعهم إلى السفينة كما يعرب عنه كلمة {في} ، فإنها ليست بعلّة </p>"
}