{
  "id": null,
  "sura": 69,
  "aya": 12,
  "text": "<p> للحمل، بل متعلقة بمحذوف هو حال من مفعوله؛ أي: رفعناكم فوق الماء، وحفظناكم حال كونكم في السفينة الجارية بأمرنا، وحفظنا من غير غرق ولا خرق. وفيه تنبيه على أنّ مدار نجاتهم محض عصمته تعالى، وإنّما السفينة سبب صوري. </p><p> ١٢ - {لِنَجْعَلَهَا} ؛ أي: لنجعل الفعلة التي هي عبارة عن إنجاء المؤمنين وإغراق الكافرين {لَكُمْ} أيتها الأمة المحمدية {تَذْكِرَةً} ؛ أي: عبرةً ودلالةً على كمال قدرة الصانع وحكمته وقوة قهره وسعة رحمته. فضمير {لِنَجْعَلَهَا} إلى الفعلة والقصة بدلالة ما بعد الآية من الوعي، وقد أدرك السفينة أوائل هذه الأمّة، وكان ألواحها على الجوديّ أو لنجعل هذه الأمور المذكورة لكم يا أمة محمد عبرةً وعظةً، تستدلّون بها على عظيم قدرة الله وبديع صنعه. </p><p> {وَتَعِيَهَا} ؛ أي: وتعي هذه القصة، وتحفظها {أُذُنٌ وَاعِيَةٌ} ؛ أي: أذن من شأنها أن تحفظ ما يجب حفظه بتذكره والتفكر فيه، ولا تضيعه بترك العمل به. والوعي: أن تحفظ العلم، يقال: وعيت ما قلته؛ أي: حفظت، ومنه قوله - صلى الله عليه وسلم -: \"لا خير في العيش إلّا لعالم ناطق ومستمع واع\" والإيعاء: أن تحفظه في غير نفسك من وعاء، يقال: أوعيت المتاع في الوعاء، ومنه قوله - صلى الله عليه وسلم - لأسماء بنت أبي بكر رضي الله عنهما:  \"لا توعي فيوعي الله عليك أرضخي ما استطعت\" قال الشاعر: </p><p> الْخَيْرُ يَبْقَى وَإِنْ طَالَ الزَّمَانُ بِهِ ... وَالشَّرُّ أَخْبَثُ مَا أَوْعَيْتَ مِنْ زَادِ </p><p> ويقال: الوعي فعل القلب، ولكن الآذان تؤدي الحديث إلى القلوب الواعية، فنعتت الآذان بنعت القلوب. والتنكير والتوحيد حيث لم يقل: الآذان الواعية للدلالة على قلَّتها، وأن من هذا شأنه مع قلته يتسبَّبُ لنجاة الجم الغفير وإدامة نسلهم. يعني: أنّ من وعى هذه القصة إنّما يعيها، ويحفظها لأجل أن يذكرها للناس ويرغّبهم في الإيمان المنجي، ويحذّرهم عن الكفر المردي، فيكون سببًا للنجاة والإدامة المذكورتين. </p><p> قال في \"الكشاف\" : الأذن الواحدة إذا وعت وعقلت عن الله فهي السواد الأعظم عند الله، وأن ما سواها لا يبالي بهم وإن ملَؤُوا ما بين الخافقين. وفي الحديث:  \"أفلح من جعل الله له قلبًا واعيًا\" . وروي: أنَّ النبي - صلى الله عليه وسلم - قال لعلي:  \"إني دعوت الله أن يجعلها أذنك يا علي\" . قال علي كرم الله وجهه: فما سمعت شيئًا </p>"
}