{
  "id": null,
  "sura": 69,
  "aya": 18,
  "text": "<p> {وَيَحْمِلُ عَرْشَ رَبِّكَ} يا محمد. وهو الفلك التاسع، وهو جسم عظيم لا يعلم عظمه إلا الله تعالى. والفائدة (١) في ذكر العرش عقيب ما تقدم أن العرش بحاله خلاف السماء والأرض، ولذلك لا يفنى. وعن عليّ بن الحسن رضي الله عنهما قال: إن الله خلق العرش رابعة لم يخلق قبله إلا ثلاثة: الهواء، والقلم، والنور ثم خلق العرش من أنوار مختلفة من ذلك نور أخضر منه اخضرت الخضرة، ونور أصفر منه اصفرت الصفرة، ونور أحمر منه احمرت الحمرة، ونور أبيض وهو نور الأنوار، ومنه ضوء النهار. {فَوْقَهُمْ} ؛ أي: فوق الملائكة الذين هم على الأرجاء أو فوق الثمانية؛ أي: ويحملون العرش فوق أنفسهم، فالمحمول لا يلزم أن يكون فوق الحامل فقد يكون في يده، وقد يكون في جيبه، وكل واحد من قوله:  {فَوْقَهُمْ} . و {يَوْمَئِذٍ} ظرف لقوله: {يحمل} ، وأما على التقدير الأول فالظاهر أن {فَوْقَهُمْ} حال من {ثَمَانِيَةٌ} قدمت عليها لكونها نكرة. {يَوْمَئِذٍ} أي: يوم القيامة {ثَمَانِيَةٌ} من الملائكة. وعن النبي - صلى الله عليه وسلم -: \"هم اليوم أربعة فإذا كان يوم القيامة أيّدهم الله بأربعة أخرى فيكون ثمانية\" . </p><p> وفي \"الشوكاني\" : أي يحمله (٢) فوق رؤوسهم يوم القيامة ثمانية أملاك. وقيل: ثمانية صفوف من الملائكة، لا يعلم عددهم إلّا الله عز وجل. وقيل: ثمانية أجزاء من تسعة أجزاء من الملائكة، قاله الكلبي وغيره انتهى. </p><p> ١٨ - {يَوْمَئِذٍ} العامل فيه قوله: {تُعْرَضُونَ} على الله؛ أي:  (٣) تسألون وتحاسبون. عبّر عنه بذلك تشبيهًا له بعرض السلطان العسكر لتعرّف أحوا اطم، يقال: عرض الجند إذا أمرهم عليه ونظر ما حالهم. والخطاب عامّ للكلّ على التغليب؛ أي: يومئذٍ يعرض العباد على الله لحسابهم، ومثله قوله:  {وَعُرِضُوا عَلَى رَبِّكَ صَفًّا} . وليس ذلك العرض عليه سبحانه ليعلم به ما لم يكن عالمًا به، وإنما هو عرض الاختبار والتوبيخ بالأعمال. </p><p> روي: أن في يوم القيامة ثلاث عرضات. فاما عرضتان فاعتذار واحتاج وتوبيخ، وأمّا الثالثة ففيها تنشر الكتب، فيأخذ الفائز كتابه بيمينه والهالك بشماله. أخرجه أحمد والترمذي بلفظ آخر. وهذا العرض، وإن كان بعد النفخة الثانية لكن لما كان اليوم اسمًا لزمان متسع يقع فيه النفختان والصعقة والنشور والحساب </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.</p><p> وإدخال أهل الجنة الجنة، وإدخال أهل النار النار صح جعله ظرفًا للكل، كما تقول: جئت عام كذا، وإنما كان مجيئك في وقت واحد من أوقاته. </p><p> وجملة قوله:  {لَا تَخْفَى مِنْكُمْ خَافِيَةٌ} في محل نصب على الحال من ضمير {تُعْرَضُونَ} ، و {مِنْكُمْ} كان في الأصل صفة لـ {خَافِيَةٌ} فقدم للفاصلة، فتحول حالًا. </p><p> والمعنى: تعرضون على الله حال كونكم غير خاف عليه تعالى فعلة خفيّة منكم تخفونها عن غيركم؛ أي: سر من أسراركم؛ لأنّ العرض لإفشاء الحال والمبالغة في العدل، كقوله تعالى: {يَوْمَ تُبْلَى السَّرَائِرُ (٩) }. فقوله:  {مِنْكُمْ} يعلق بما قبله وبما بعده على التجاذب. قال في \"الكشاف\" : {خَافِيَةٌ} ؛ أي؛ سريرة وحال كانت تخفى في الدنيا بستر الله عليكم، والسر والسريرة هو الذي يكتم ويخفى، فتظهر يوم القيامة أحوال المؤمنين، فيتكامل بذلك سرورهم وتظهر أحوال غيرهم فيحصل الحزن والافتضاح. ففي الآية زجر عظيم عن المعصية لتأديتها إلى الافتضاح على رؤوس الخلائق، فقلب الإنسان ينبغي أن يكون بحال لو وضع في طبق وأدير على الناس لما وجد فيه ما يورث الخجالة، وهو صفة أهل الإخلاص والنصيحة. </p><p> وقرأ الجمهور (١) : {لَا تَخْفَى} بتاء التأنيث. وقرأ عليّ، وابن وثّاب، وطلحة، والأعمش، وحمزة، والكسائي، وابن مقسم عن عاصم، وابن سعدان بالياء. </p><p> والمعنى (٢) : فيومئذٍ تحاسبون وتسألون لا يخفى على الله شيء من أمورك، فانه تعالى عليم بكل شيء لا يعزب عنه شيء في الأرض ولا في السماء، كما جاء في آية أخرى {لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ} . وفي هذا تهديد شديد، وزجر عظيم، ومبالغة لا تخفى، وفضيحة للكافرين، وسرور للمؤمنين بظهور ما كان خفيًّا عليهم من أعمالهم، وبذلك يتكامل حبورهم وسرورهم. وفي هذا العرض إقامة للحجة، ومبالغة في إظهار العدل. </p><p> أخرج الإِمام أحمد، وعبد بن حميد، والترمذي، وابن ماجة، وابن مردويه </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}