{
  "id": null,
  "sura": 69,
  "aya": 20,
  "text": "<p> فهو أولى بالعمل في المذكور كما هو مذهب البصريّين لكونه بمنزلة العلة القريبة. وأصله: هاؤمو كتابي، واقرؤوا كتابي فحذف الأول لدلالة الثاني عليه، نظيره قوله تعالى:  {آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا} . </p><p> مبحث هاء السكت </p><p> والهاء في {كِتَابِيَهْ} للوقف والاستراحة والسكت، تثبت في الوقف وتسقط في الوصل، كما هو الأصل في هاء السكت؛ لأنّها إنّما جيء بها حفظًا للحركة؛ أي: لتحفظ حركة الموقوف عليه، إذ لولا الهاء لسقطت الحركة في الوقف، فتثبت حال الوقف، إذ لا حاجة إليها في حال الوصل، فلذلك كان حقَّها أن تثبت في الوقف وتسقط في الوصل. إلَّا أن القراء السبعة اتفقوا في كل المواضع على إثباتها وقفًا ووصلًا إجراء للوصل مجرى الوقف، واتباعًا لرسم الإِمام، فإنها ثابتة في المصحف في كل المواضع. وهي {كِتَابِيَهْ} و {حِسَابِيَهْ} ، و {مَالِيَهْ} ، و {سُلْطَانِيَهْ} ، و {مَا هِيَهْ} في القارعة. وما كان ثابتًا فيه لا بد أن يكون مثبتًا في اللفظ، إلا أن حمزة أسقط الهاء من ثلاث كلم وصلًا، وهي:  {مَالِيَهْ} و {سُلْطَانِيَهْ} و {مَا هِيَهْ} ، وأثبتها وقفًا على الأصل، ولم يعمل بالأصل في {كِتَابِيَهْ} و {حِسَابِيَهْ} ، وأثبتها في الحالين جمعًا بين اللغتين. وتبين من هذا التقرير أن المستحب إيثار الوقف إتباعًا للوصل، وأن إثباتها وصلًا أنما هو لاتباع المصحف. </p><p> قال في \"القاموس\" : هاء السكت هي اللاحقة لبيان حركة أو حرف نحو: {مَا هِيَهْ} ، وها هناه، وأصلها أن يوقف عليها، وربما وصلت بنية الوقف انتهى. وهذه الهاء لا تكون إلا ساكنة، وتحريكها لحن؛ أي: خطأ؛ لأنه لا يجوز الوقف على المتحرك. وهاء (١) السكت في القرآن في سبعة مواضع: في {لَمْ يَتَسَنَّهْ} ، وفي {فَبِهُدَاهُمُ اقْتَدِهْ} ، وفي {كِتَابِيَهْ} وفي {حِسَابِيَهْ} ، وفي {مَالِيَهْ} ، وفي {سُلْطَانِيَهْ} ، وفي {مَا هِيَهْ} . وأما الهاء التي في {الْقَاضِيَةَ} ، وفي {هَاوِيَة} ، وفي {خَاوِيَة} و {ثَمَانِيَةً} و {عَالِيَةٍ} و {دَانِيَةٌ} ، وأمثالها فللتأنيث فيوقف عليهن بالهاء يوصلن بالتاء. </p><p> ٢٠ - {إِنِّي ظَنَنْتُ} ؛ أي: علمت وأيقنت {أَنِّي مُلَاقٍ حِسَابِيَهْ} ؛ أي: حساب أعمالي. </p><p>(١) روح البيان.</p><p> والحساب بمعنى المحاسبة، وهو عد أعمال العباد في الآخرة خيرًا وشرًّا للمجازاة؛ أي: علمت وأيقنت في الدنيا أني مصادف حسابي في ديوان الحساب الإلهي، وأني أحاسب على أعمالي في الآخرة. والظن هنا بمعنى العلم واليقين، فإن الظن قد أتى بمعنى اليقين في مواضع كثيرة من القرآن: </p><p> منها: هذا الموضع. </p><p> ومنها: قوله تعالى حكاية: {قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ} وهم المؤمنون بالآخرة. </p><p> ومنها: قوله تعالى: {وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ} ؛ أي: علم وأيقن بالعلامة القوية، وقوله:  {وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ} . ولعل التعبير عن العلم بالظن للإشعار بأنه لا يقدح في الاعتقاد، وما يهجس في النفس من الخطرات التي لا تنفك عنها العلوم النظرية غالبًا. يعني: أن الظن استعير للعلم الاستدلالي؛ لأنه لا يخلو عن الخطرات والوساوس عند الذهول عما قاد إليه من الدليل للإشعار المذكور. وفي \"الكشاف\" : وإنما أجري الظن مجرى العلم؛ لأن الظن الغالب يقام مقام العلم في العادات والأحكام، ويقال: أظن ظنًا كاليقين أن الأمر كيت وكيت. </p><p> وقرأ الجمهور (١) : {كِتَابِيَهْ} و {حِسَابِيَهْ} في موضعيهما، و {مَالِيَهْ} و {سُلْطَانِيَهْ} وفي القارعة و {مَا هِيَة} بإثبات هاء السكت وقفًا ووصلًا لمراعاة خط المصحف. وقرأ ابن محيصن بحذفها وصلًا ووقفًا وإسكان الياء، وذلك {كتابي} و {حسابي} و {مالي} و {سلطاني} ، ولم ينقل ذلك فيما وقفت عليه في {مَا هِيَة} في القارعة وقرأ ابن أبي إسحاق والأعمش بطرح الهاء فيهما في الوصل لا في الوقف. وطرحها حمزة في {مالي} و {سلطاني} و {ما هي} في الوصل لا في الوقف وفتح الياء فيهن. وما قاله الزهراوي من أن إثبات الهاء في الوصل لحن لا يجوز عند أحد علته ليس كما قال، بل ذلك منقول نقل التواتر، فوجب قبوله. </p><p> ومعنى الآية (٢) : أي فأما من أعطي كتابه بيمينه فيقول: تعالوا يا أصحابي اقرؤوا كتابي فرحًا به؛ لأنه لما أوتيه باليمين علم أنه من الناجين الفائزين بالنعيم؛ </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}