{
  "id": null,
  "sura": 70,
  "aya": 1,
  "text": "<p> قال: هو النضر بن الحارث، حيث قال إنكارًا واستهزاءً:  {اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ} . فقتل يوم بدر صبرًا هو وعقبة بن أبي معيط. وقال الربيع: هو أبو جهل، حيث قال:  {فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنَ السَّمَاءِ} . وقيل: هو الحارث بن النعمان القهريّ، وذلك أنّه لما بلغه قول رسول الله - صلى الله عليه وسلم - في عليّ رضي الله عنه:  \"من كنت مولاه فعليّ مولاه\" قال: اللهم إن كان ما يقول محمّد حقًّا .. فأمطر علينا حجارةً من السماء، فما لبث حتى رماه الله تعالى بحجر، فوقع على دماغه فخرج من دبره، فمات من ساعته، فنزلت هذه الآية. </p><p> وقال الحسن وقتادة: لما بعث الله محمدًا - صلى الله عليه وسلم -، وخوف المشركين بالعذاب قال المشركون بعضهم لبعض: سلوا محمدًا لمن هذا العذاب؟ وبمن يقع؟. فأخبره الله عنهم بقوله:  {سَأَلَ سَائِلٌ} حكاية لسؤالهم المعتاد على طريقة قوله تعالى: {يَسْأَلُونَكَ عَنِ السَّاعَةِ} ، وقوله تعالى:  {وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ} . قال أبو السعود: ولعلّ هذا القول أقرب. </p><p> قوله تعالى:  {أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ ...} الآيات، سبب نزولها (١) ما روي: أنه - صلى الله عليه وسلم - كان يصلي عند الكعبة، ويقرأ القرآن، وكان المشركون يجتمعون حوله حلقًا حلقًا وفرقًا فرقًا يستمعون ويستهزئون ويقولون: إن دخل هؤلاء الجنة كما يقول محمد .. فلندخلنها قبلهم، فنزلت هذه الآيات. </p><p> التفسير وأوجه القراءة </p><p> ١ - {سَأَلَ سَائِلٌ} من (٢) السؤال بمعنى الدعاء والطلب، يقال: دعا بكذا استدعاه، وطلبه، ومنه قوله تعالى:  {يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ} ؛ أي: يطلبون في الجنة كل فاكهة. </p><p> والمعنى: دعا داع وطلب طالب من الله تعالى {بِعَذَابٍ وَاقِعٍ} ؛ أي: بنزول عذاب واقع؛ أي: نازل لا محالة، سواء طلبه أو لم يطلبه لسبق نزوله في علم الله تعالى؛ أي: استدعاه وطلبه. </p><p> ومن التوسّعات الشائعة في \"لسان العرب\" حمل النظير على النظير، وحمل </p><p>(١) المرح. (٢) روح البيان.</p><p> النقيض على النقيض، فتعدية {سَأَلَ} بالباء من قبيل التعدية بحملى النظير على النظير، فإنه نظير دعا وهو يتعدى بالباء، لا من قبيل التعدية بالتضمين بأن ضمن سأل معنى دعا، فعدى تعديته كما زعمه \"صاحب الكشاف\" ، لأنّ فائدة التضمين على ما صرح به ذلك الفاضل في تفسير سورة النحل إعطاء مجموع المعنيين، ولا فائدة في الجمع بين معنى سأل، ودعا؛ لأنّ أحدهما يغني عن الآخر. </p><p> وقرأ الجمهور (١) : {سَأَلَ سَائِلٌ} بالهمزة، فهي اللغة الفاشية، فهو على هذا إمّا مضمّن معنى الدعاء كما قاله الزمخشري، فلذلك عدّى بالباء، والمعنى عليه: دعا داع على نفسه بعذاب واقع. وإمّا على أصله، و (الباء) بمعنى (عن) كقوله تعالى: {فَاسْأَلْ بِهِ خَبِيرًا} ، والمعنى على هذا: بحث باحث واستفهم عن عذاب واقع. وقرأ نافع وابن عامر {سال} بالألف بغير همزة، فهو إما من التخفيف بقلب الهمزة ألفًا، فيكون معناها معنى قراءة الجمهور، وإمّا من السيلان، والمعنى عليه: سال سائل: وادٍ في جهنم يقال له: سائل، كما قال زيد بن ثابت، ويؤيده قراءة ابن عباس {سال سيل} . وقيل: إنَّ سأل بمعنى التمس، والمعنى عليه: التمس ملتمس عذابًا للكفار، فتكون الباء زائدة كقوله تعالى:  {تَنْبُتُ بِالدُّهْنِ} . والوجه الأوّل هو الظاهر. وقرأ (٢) أبيُّ وعبد الله بن مسعود {سال سالٌ} مثل: مال مالٌ، على أنّ الأصل: سائل فحذفت العين تخفيفًا كما قيل: شاكٌ في شائك السلاح. والمراد بهذا السائل على ما روي عن ابن عباس واختاره الجمهور: هو النضر بن الحارث من بني عبد الدار، حيث قال إنكارًا واستهزاءً: اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بجذاب أليم. وعبر (٣) بصيغة الماضي، وهو {وَاقِعٍ} دون سيوقع للدلالة على تحقق وقوعه إمّا في الدنيا، وهو عذاب يوم بدر، فإنَّ النضر قتل يومئذٍ صبرًا، وإما في الآخرة، وهو عذاب النار. </p><p> وعن معاوية رضي الله عنه أنّه قال لرجل من أهل سبأ: ما أجهل قومك حين ملكوا عليهم امرأة، قال الرجل: أجهل من قومي قومك، حيث قالوا لرسول الله - صلى الله عليه وسلم - حين دعاهم إلى الحقّ: اللهم إن كان هذا هو الحق من عندك .. فأمطر علينا حجارة </p><p>(١) البحر المحيط والشوكاني. (٢) البحر المحيط.(٣) روح البيان.</p>"
}