{
  "id": null,
  "sura": 70,
  "aya": 24,
  "text": "<p> ٢٣ - ثم بينهم سبحانه بقوله:  {الَّذِينَ هُمْ} تقديم {هم} يفيد تقوية الحكم وتقريره في ذهن السامع كما في قولك: هو يعطي الجزيل قصدًا إلى تحقيق أنّه يفعل إعطاء الجزيل. {عَلَى صَلَاتِهِمْ دَائِمُونَ} لا يشغلهم عنها شاغل، ولا يصرفهم عنها صارف، فيواظبون على أدائها، وليس المراد بالدوام أنهم يصلون أبدًا. وقال الحسن، وابن جريج: هو التطوع منها. وقال النخعي: المراد بالمصلين الذين يؤدّون الصلاة المكتوبة. وقيل: الذين يصلونها لوقتها. والمراد (١) بالآية جميع المؤمنين. وقيل: الصحابة خاصّة، ولا وجه لهذا التخصيص لاتصاف كل مؤمن بأنه من المصلين. وقدم الصلاة على سائر الخصال لشرفها على غيرها بعد الإيمان لقوله - صلى الله عليه وسلم -: \"أوّل ما افترض الله على أمتي الصلوات الخمس، وأول ما يرفع من أعمالها الصلوات، وأوّل ما يحاسب به العبد يوم القيامة صلاته\" فإن صلحت .. فقد أفلح، وأنجح، وإن فسدت فقد خاب وخسر. ولذا ختم الله الخصال بها، كما قال: {وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ (٩) }. وكان آخر ما أوصى به النبي - صلى الله عليه وسلم - الصلاة، وما ملكت أيمانكم. وقرأ الجمهور {عَلَى صَلَاتِهِمْ} بالإفراد، والحسن جمعًا. </p><p> والمعنى (٢) : أي إنّ الإنسان بطبعه متصف بصفات الذمّ، خليق بالمقت إلَّا من عصمهم الله ووفقهم، فهداهم إلى الخير، ويسّر لهم أسبابه، وهم المصلون الذين يحافظون على الصلوات في أوقاتها، لا يشغلهم عنها شيء من الشواغل. وفي هذا إيماء إلى فضيلة المداومة على العبادة. </p><p> أخرج ابن حبان عن أبي سلمة قال: حدّثتني عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: \"خذوا من العمل ما تطيقون، فإن الله لا يملّ حتى تملوا\" ، قالت: فكان أحب الأعمال إلى رسول الله - صلى الله عليه وسلم - ما داوم عليه، وإن قل، وكان إذا صلى صلاة داوم عليها\". وقرأ أبو سلمة {الذين هم على صلاتهم دائمون} . </p><p> ٢ - ٢٤ {وَالَّذِينَ} أي: وإلا الذين {فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ} أي: نصيب معين يستوجبونه على أنفهسم تقربًا إلى الله تعالى، وإشفاقًا على الناس من الزكاة المفروضة، كما قاله قتادة ومحمد بن سيرين. وقال مجاهد: سوى الزكاة. وقيل: صلة الرحم. والظاهر: أنه الزكاة لوصفه بكونه معلومًا ولجعله قرينًا للصلاة. </p><p>(١) الشوكاني. (٢) المراغي.</p>"
}