{
  "id": null,
  "sura": 70,
  "aya": 10,
  "text": "<p> الجبال كالصوف المصبوغ ألوانًا، وإنما وقع التشبيه به؛ لأن الجبال جدد بيض وحمر مختلف ألوانها وغرابيب سود، فإذا بست وطيرت في الجو أشبهت العهن المنفوش أي: المصبوغ إذا تطيرته الريح. قال في \"كشف الأسرار\" : أول ما تتغير الجبال تصير رملًا مهيلًا ثم عهنا منفوشًا ثم تفسير هباء منثورًا. وقال الحسن: تكون الجبال كالعهن، وهو الصوف الأحمر، وهو أضعف الصوف، كما ذكر في قوله تعالى:  {فَكَانَتْ وَرْدَةً كَالدِّهَانِ} . </p><p> ١٠ - {وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا (١٠) }؛ أي: لا يسأل قريب قريبه عن شأنه في ذلك اليوم لما نَزَل بهم من شدة الأهوال التي أذهلت القريب عن قريبه، والخليل عن خليله، كما قال سبحانه: {لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ (٣٧) }. وقيل: الأصل، ولا يسأل حميم عن حيمم، فحذف الحرف، ووصل الفعل؛ أي: لا يسأل قريب قريبًا عن أحواله ولا يكلمه لابتلاء كل منهم بما يشغله عن ذلك. وإذا كان الحال بين الأقارب هكذا، فكيف يكون بين الأجانب؟ والتنكير فيه للتعميم. </p><p> وقرأ الجمهور {وَلَا يَسْأَلُ} مبنيًا للفاعل، قيل: والمفعول الثاني محذوف والتقدير؛ أي: لا يسأله نصره ولا شفاعته ولا منفعة لعلمه أنه لا يجد ذلك عنده. وقال قتادة: لا يسأله عن حاله؛ لأنّها ظاهرة. وقيل: لا يسأله أن يحمل عنه من أوزاره شيئًا ليأسه عن ذلك. وقرأ أبو حيوة، وشيبة، وأبو جعفر، والبزي بخلاف عن ثلاثتهم، وابن كثير في رواية عنه على البناء للمفعول؛ أي: لا يسأل إحضاره كل من المؤمن والكافر له سيماء يعرف بها. وقيل: عن ذنوب حميمه ليؤخذ بها بل كل إنسان يسأل عن نفسه، وعن عمله. </p><p> ومعنى هذه الآيات: {فَاصْبِرْ صَبْرًا جَمِيلًا (٥) }؛ أي: إذا سألوا استعجال العذاب على سبيل الاستهزاء والتكذيب بالوحي، وكان هذا يورث ضجرك أيها الرسول فاصبر صبرًا جميلًا بلا جزع ولا شكوى؛ لأنّه أمر محقّق، وكل آتٍ قريب. ثم بين أن هذا اليوم لا شك فيه، فقال:  {إِنَّهُمْ يَرَوْنَهُ} إلخ؛ أي: إن هؤلاء المشركين يرون هذا اليوم الذي مقداره خمسون ألف سنة بعيدًا محالًا غير ممكن، ونحن نراه قريبًا هيّنًا غير بعيد علينا، ولا متعذّر. ثم ذكر وقت حدوثه فقال: {يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ (٨) }؛ أي: إنَّ العذاب واقع بالكافرين يوم تكون السماء كأنّها عكر الزيت، والمراد أنَّها تكون واهية ضعيفة غير متماسكة. {وَتَكُونُ الْجِبَالُ كَالْعِهْنِ (٩) }؛ </p>"
}