{
  "id": null,
  "sura": 70,
  "aya": 33,
  "text": "<p> الحديث:  \"ومن لم يستطع -أي:التزوج - فعليه بالصوم\" . استدل به بعض المالكية على تحريم الاستمناء؛ لأن - صلى الله عليه وسلم - أرشد عند العجز عن التزوج إلى الصوم الذي يقطع الشهوة، فلو كان الاستمناء مباحًا .. لكان الإرشاد إليه أسهل. وقد أباح الاستمناء طائفة من العلماء، وهو عند الحنابلة وبعض الحنفية جائزٌ لأجل تسكين الشهوة. وفي بعض حواشي البخاري: والاستمناء باليد حرام بالكتاب والسنة، قال الله تعالى:  {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ} إلى قوله: {فَأُولَئِكَ هُمُ الْعَادُونَ} ؛ أي: الضالون المتجاوزون من الحلال إلى الحرام. قال البغوي: الآية دليل على أنَّ الاستمناء باليد حرام. </p><p> ٦ - ٣٢ {وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ} ؛ أي: لما ائتمنوا عليه من الدين والدنيا. {وَعَهْدِهِمْ} فيما بينهم وبين ربهم أو فيما بينهم، وبين الناس {رَاعُونَ} ؛ أي: حافظون بالوفاء. يعني: إذا ائتمنوا لم يخونوا، وإذا عاهدوا لم يغدروا. </p><p> قرأ الجمهور {لِأَمَانَاتِهِمْ} بالجمع. وقرأ ابن كثير وابن محيصن {لأمانتهم} بالإفراد، والمراد به الجنس، أي: فالأمانة اسم لجنس ما يؤتمن عليه الإنسان سواء من جهة البارىء سبحانه، وهي أمانات الدين التي هي الشرائع والأحكام أو من جهة الخلق، وهي الودائع ونحوها. والجمع بالنظر إلى اختلاف الأنواع، وكذا العهد شامل لعهد الله وعهد الناس، وهو ما عقده الإنسان على نفسه لله أو لعباده، وهو يضاف إلى المعاهد والمعاهد فيجوز هنا الإضافة إلى الفاعل والمفعول. </p><p> ٧ - ٣٣ {وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ} الباء: متعلقة بقوله: {قَائِمُونَ} سواء كانت للتعدية أم للملابسة، والجمع باعتبار أنواع الشهادة؛ أي: والذين هم يقيمون الشهادة، ويؤدونها على من كانت عليه قريب أو بعيد رفيع أو وضيع، ولا يكتمونها ولا يغيّرونها. قال النبي - صلى الله عليه وسلم -: \"إذا علمت مثل الشمس فاشهد وإلا فدع\" . وتخصيصها بالذكر مع اندراجها في الأمانات لإبانة فضلها؛ لأن في إقامتها إحياء الحقوق وتصحيحها، وفي كتمها وتركها تضييعها وابطالها، وفي \"الأشباه\" إذا كان الحقُّ يقوم بغيرها، أو كان القاضي فاسقًا أو كان يعلم أنها لا تقبل .. جاز الكتمان. </p><p> وقرأ الجمهور {بشهادتهم} بالإفراد. وقرأ حفص ويعقوب، وهي رواية عن ابن كثير بالجمع. قال الواحدي: والإفراد أولى؛ لأنّه مصدر، ومن جمع ذهب إلى </p>"
}