{
  "id": null,
  "sura": 70,
  "aya": 20,
  "text": "<p> والمعنى: أي كلا لا يقبل منه فداء، ولو جاء بأهل الأرض جميعًا أو بأعز ما يجده من مال ولو بملء الأرض ذهبًا أو بولده الذي كان حشاشة كبده في الدنيا، أو بزوجته وعشيرته. {إِنَّهَا لَظَى ...} إلخ؛ أي: إنها النار الشديدة الحرارة التي تنزع جلدة الرأس، وتفرقها ثم تعود إلى ما كانت عليه. وأنشدوا قول الأعشى: </p><p> قَالَتْ قُتَيْلَةُ مَالَهُ ... قَدْ جُلِّلَتْ شَيْبًا شَوَاتُهُ </p><p> وهذه النار تجذب إليها أبناءها الذين خلقهم الله لها، وقدر أنها في الدنيا يعملون عملها من بين أهل المحشر، فدسوا أنفسهم إذ كذبوا بقلوبهم وتركوا العمل بجوارحهم، وجمعوا المال بعضه على بعض وكنزوه، ولم يؤدوا حق الله فيه، وتشاغلوا به عن فرائضه من أوامر ونواهٍ. </p><p> ١٩ - {إِنَّ الْإِنْسَانَ} ؛ أي: جنس الإنسان {خُلِقَ} حال كونه {هَلُوعًا} ؛ أي: شديد الحرص سيّىء الجزع وأفحشه، مبالغة هالع من الهلع، وهو سرعة الجزع عند مسّ المكروه بحيث لا يستمسك، وسرعة المنع عند مسّ الخير، يقال: ناقة هلوع: سريعة السير، وهو من باب علم، وقد فسره أحسن تفسير على ما روي عن ابن عباس رضي الله عنهما. </p><p> ٢٠ - قوله تعالى:  {إِذَا} ظرف لـ {جَزوُعُا}  {مَسَّهُ الشَّرُّ} ؛ أي: أصابه الشر، ووصل إليه الفقر، أو المرض أو نحوهما {جَزُوعًا} أي: كثير الجزع، مبالغة في الجزع مُكْثِرًا منه لجهله بالقدر، وهو ضد الصبر. وقال ابن عطاء: الهلوع الذي عند الموجود يرضى، وعند المفقود يسخط. وفي الحديث:  \"شر ما أعطي ابن آدم شح هالع، وجبن خالع\" فالهالع المحزن، والخالع الذي يخلع قلبه. قال بعضهم: إنما كرهت نفوس الخلق المرض؛ لأنّه شاغل لهم عن أداء ما كلفوا به من حقوق الله تعالى؛ إذ الروح الحيواني حين يحس بالألم يغيب عن تدبير الجسد الذي يقوم بالتكليف، وإنما لم تكره نفوس العارفين الموت لما فيه من لقاء الله تعالى، فهو نعمة ومنة، ولذلك ما خير نبيٌّ في الموت إلا اختاره. </p><p> ٢١ - {وإِذَا} ظرف لـ {مَنُوعًا}  {مَسَّهُ الْخَيْرُ} ؛ أي: السعة أو الصحة أو غيرهما {مَنُوعًا} ؛ أي: مبالغًا في المنع والإمساك لجهله بالقسمة وثواب الفضل. وللصحة مدخل في الشحّ، فإن الغني قد يعطي في المرض ما لا يعطيه في الصحة، ولذا كانت الصدقة حال الصحة أفضل. والأوصاف الثلاثة، وهي:  {هَلُوعًا} و {جَزُوعًا} و {مَنُوعًا} أحوال مقدرة؛ لأنَّ المراد بها ما يتعلق به الذمّ والعقاب، وهو ما يدخل </p>"
}