{
  "id": null,
  "sura": 70,
  "aya": 3,
  "text": "<p> من السماء، ولم يقولوا: إن كان هذا هو الحق من عندك فاهدنا له. وقيل: السائل هو نوح عليه السلام، دعا على الكافرين بالعذاب. وقيل: السائل هو الرسول - صلى الله عليه وسلم -، استعجل بعذابهم كما يدل عليه قوله فيما بعد: {فَاصْبِرْ صَبْرًا جَمِيلًا (٥) }. وسأل أن يأخذهم الله أخذًا شديدًا، ويجعله سنين كسني يوسف فاستجاب الله دعوته، وأن قوله تعالى:  {سَأَلَ سَائِلٌ} يكون حكاية لسؤالهم المعهود على طريقة قوله تعالى: {يَسْأَلُونَكَ عَنِ السَّاعَةِ} وقوله تعالى: {وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ} ونحوهما، إذ هو المعهود بالوقوع على الكافرين لا ما دعا به النضر. فالسؤال بمعناه، وهو التفتيش والاستفسار؛ لأنّ الكفرة كانوا يسألون النبي - صلى الله عليه وسلم - وأصحابه إنكارًا واستهزاءً عن وقوعه وعلى من ينزل، ومتى ينزل. والباء بمعنى (عن) كما في قوله تعالى: {فَاسْأَلْ بِهِ خَبِيرًا} ؛ أي: فاسأل عنه؛ لأنَّ الحروف العوامل يقوم بعضها مقام بعض باتفاق العلماء. </p><p> وعن الإِمام الواحدي (١) : أنّ الباء في {بِعَذَابٍ} زائدة للتأكيد كما في قوله تعالى: {وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ} ؛ أي: سأل سائل عذابًا واقعًا كقولك: سألته الشيء وسألته عن الشيء. </p><p> ٢ - {لِلْكَافِرِينَ} إمّا بمعنى (على) ؛ أي واقع على الكافرين كقوله تعالى:  {وَإِنْ أَسَأْتُمْ فَلَهَا} ؛ أي: فعليها، أو بمعنى (الباء) ؛ أي: واقع بهم كما في قوله تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ} ؛ أي: إلّا بأن يعبدوا الله، أو على معناها، أي: نازل لأجل كفرهم. ومتعلق اللام على التقادير الثلاثة هو لفظ {واقع} . وجملة قوله:  {لَيْسَ لَهُ} ؛ أي: لذلك العذاب {دَافِعٌ} صفة أخرى لـ {عذاب} أو حال منه أو مستأنفة. والمعنى: أنّه لا يدفع ذلك العذاب الواقع بهم أحد. </p><p> ٣ - وقوله:  {مِنَ اللَّهِ} إمّا متعلق بـ {وَاقِعٍ} ؛ أي: واقع من جهته تعالى، أو بـ {دَافِعٌ} ؛ أي: ليس له دافع من جهته تعالى إذا جاء وقته، وأوجبت الحكمة وقوعه. {ذِي الْمَعَارِجِ} صفة للجلالة، لأنه من الأسماء المضافة مثل:  {فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ} ونحوهما. والمعارج جمع معرج بفتح الميم هنا بمعنى مصعد، وهو موضع الصعود. والمعنى: ذي المصاعد والدرجات التي تصعد فيها الملائكة؛ أي: خالق المعارج ومالكها. والمراد (٢) بها </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}