{
  "id": null,
  "sura": 71,
  "aya": 4,
  "text": "<p> وأفعالي وأعمالي وأقوالي وأحوالي انتهى. وهذا وإن كان داخلًا في الأمر بعبادة الله وتقواه إلا أنه خصه بالذكر تأكيدًا في ذلك التكليف ومبالغة في تقريره. </p><p> قال بعضهم: وأصله (١) : وأطيعوني بالياء، ولم يقل: وأطيعوه بالهاء مع مناسبته لما قبله. يعني: أسند الإطاعة إلى نفسه لما أن إطاعة الرسول إطاعة الله كما قال تعالى: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} وقال تعالى: {وَأَطِيعُوا الرَّسُولَ} . فإذا كانوا مأمورين بإطاعة الرسول، فكان للرسول أن يقول: وأطيعون، وأيضا أنّ الإجابة كانت تقع له في الظاهر. </p><p> ٤ - ولما كلفهم بهذه الأشياء الثلاثة وعدهم عليها بشيئين، فقال: </p><p> ١ - {يَغْفِرْ لَكُمْ} جواب الأمر {مِنْ ذُنُوبِكُمْ} ، أي: بعض ذنوبكم. وهو ما سلف في الجاهلية، فإنّ الإِسلام يجب ما قبله لا ما تأخر عن الإِسلام. فإنه يؤاخذ به، ولا يكون مغفورًا بسبب الإيمان، ولذلك لم يقل: يغفر لكم ذنوبكم بطيّ من التبعيضيّة، فإنه يعم مغفرة جميع الذنوب ما تقدم منها وما تأخّر. وقيل: المراد ببعض الذنوب بعض ما سبق على الإيمان، وهو ما لا يتعلق بحقوف العباد. </p><p> أي: إذا فعلتم (٢) ما أمركم به وصدّقتم ما أرسلت به إليكم، غفر لكم ذنوبكم، وسامحكم فيما فرط منكم من الزلّات. وفي هذا وعد لهم بإزالة مضارّ الآخرة عنهم وأمنهم من مخاوفها. </p><p> ٢ - {وَيُؤَخِّرْكُمْ} بالحفظ من العقوبات المهلكة كالقتل والإغراق والإحراق ونحوها من أسباب الهلاك والاستئصال، وكان اعتقادهم أنَّ من أهلك بسبب من هذه الأسباب لم يمت بأجله، فخاطبهم على المعقول عندهم. فليس يريد أنّ الإيمان يزيد في آجالهم، كذا في بعض التفاسير. {إِلَى أَجَلٍ مُسَمًّى} ؛ أي: معتن مقدر عند الله. والأجل: المدّة المضروبة للشيء. قال في \"الإرشاد\" : وهو الأمد الأقصى الذي قدّره الله لهم بشرط الإيمان والطاعة. وهذا صريح في أنّ لهم أجلًا آخر لا يجاوزنه إن لم يؤمنوا به، وهو المراد بقوله الآتي:  {إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ} . </p><p>(١) روح البيان. (٢) المراغي.</p><p> والمعنى: أي ويمدّ في أعماركم إلى الأمد الأقصى الذي قدّره الله إذا آمنوا وأطاعوا وراء ما قدّره لهم على تقدير بقائهم على الكفر والعصيان. واستدل العلماء بهذه الآية على أن الطاعة والبر وصلة الرحم يزاد بها في العمر حقيقة، كما جاء في الحديث:  \"صلة الرحم تزيد في العمر\" . ولا ريب أن التقوى والطاعة تؤثر هذا الأثر؛ إذ طهارة الأرواح ونقاء الأشباح تطيل العمر، فبها يحفظ الأمن وتكتب الفضائل وتجتلب المنافع المادّية. </p><p> والخلاصة (١) : أنَّ الأجل أجلان على ما قاله الزمخشري، وعبارته: فقد قضى الله مثلًا أن قوم نوح إن آمنوا عمرهم ألف سنة، وإن بقوا على كفرهم أهلكهم على رأس تسع مئة سنة. فقيل لهم: آمنوا يؤخّر إلى أجل مسمّى، أي: إلى وقت سمّاه الله وضربه أمدًا تنتهون إليه، وهو الوقت الأطول، وهو تمام الألف اهـ. </p><p> ثم أخبر أنّه إذا جاء ذلك الأجل الأقرب المشروط ببقائهم على الكفر لا يؤخر، فقال:  {إِنَّ أَجَلَ اللَّهِ} وهو (٢) ما قدّر لكم على تقدير بقائكم على الكفر، وهو الأجل القريب المعلق غير المبرم، بخلاف الأجل المسمى فإنه البعيد المبرم. وأضيف الأجل هنا إلى الله؛ لأنّه المقدر والخالق أسبابه، وأسند إلى العباد في قوله:  {إِذَا جَاءَ أَجَلُهم} لأنهم المبتلون المصابون. {إِذَا جَاءَ} وأنتم على ما أنتم عليه من الكفر {لَا يُؤَخَّرُ} فبادروا إلى الإيمان والطاعة قبل مجيئه حتى لا يتحقق شرطه الذي هو بقاؤكم على الكفر، فلا يجيء، ويتحقق شرط التأخير إلى الأجل المسمى، فتؤخّروا إليه. فالمحكوم عليه بالتأخير هو الأجل المشروط بشرط الإيمان والطاعة، والمحكوم عليه بامتناعه هو الأجل المشروط بشرط البقاء على الكفر، فلا تناقض لانعدام وحدة الشرط. ويجوز أن يراد به وقت إتيان العذاب المذكور في قوله تعالى:  {مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ} ، فإنه أجل مؤقت له حتمًا. قيل (٣) : المعنى: أنّ أجل الله وهو الموت إذا جاء لا يمكنكم الإيمان. وقيل: المعنى إذا جاء الموت لا يؤخّر سواء كان بعذاب أو بغير عذاب. </p><p> {لَوْ كُنْتُمْ تَعْلَمُونَ} ؛ أي: شيئًا من العلم لسارعتم إلى ما أمركم به أو لعلمتم أنّ أجل الله إذا جاء لا تأخير فيه ولا إمهال. وفيه إشارة إلى أنّهم ضيّعوا أسباب </p><p>(١) المراغي. (٢) روح البيان.(٣) الشوكاني.</p>"
}