{
  "id": null,
  "sura": 71,
  "aya": 23,
  "text": "<p> المنع منه: والأمر بالشرك أعظم الكبائر، فلذا وصفه الله تعالى بكونه مكرًا كبّارًا. </p><p> وقرأ ابن الزبير (١) والحسن، والنخعيّ، والأعرج، ومجاهد، والأخوان الكسائي وحمزة، وابن كثير، وأبو عمرو، ونافع في رواية خارجة {وولده} بضمّ الواو وسكون اللام. وقرأ السلميّ والحسن أيضًا، وأبو رجاء، وابن وثّاب، وأبو جعفر، وشيبة، ونافع، وعاصم، وابن عامر بفتحهما، وهما لغتان كبخل وبخل. وقرأ الحسن أيضًا، والجحدري، وقتادة، وزرّ، وطلحة وابن أبي إسحاق، وأبو عمرو في رواية بكسر الواو وسكون اللام. وقال أبو حاتم: يمكن أن يكون الولد بالضمّ جمع الولد كخشب وخشب، وقد قال حسّان بن ثابت رضي الله عنه: </p><p> يَا بَكْرَ آمَنِةً الْمُبَارَكِ بِكْرُهَا ... مِنْ وُلْدِ مُحْصَنَةٍ بِسَعْدِ الأسْعَدِ </p><p> وقرأ الجمهور (٢) : {كُبَّارً} بتشديد الباء، وهو بناء فيه مبالغة كثيرة. قال عيسى بن عمر: هي لغة يمانيّة، ويقال: حسان وطوال وجمال. وقرأ عيسى، وابن محيصن، وأبو السمال بتخفيف الباء وهو بناء مبالغة. وقرأ زيد بن عليّ وابن محيصن فيما روى عنه أبو الأخيرط وهب بن واضح {كِبَارا} بكسر الكاف وفتح الباء. وقال ابن الأنباري: هو جمع كبير كأنه جعل مكرًا مكان ذنوب أو أفاعيل انتهى. يعني: فلذلك وصفه بالجمع. </p><p> والمعنى: أي قال نوح: ربّ إنهم عصوني فيما أمرتهم به، وأنكروا ما دعوتهم إليه، واتبعوا رؤساءهم الذين بطروا بأموالهم واغتروا بأولادهم. فكان ذلك زيادة في خسرانهم وخروجًا عن محجة الصواب وبعدًا من رحمة الله تعالى، ومكروا مكرًا كبيرًا، فاحتالوا في الدين، وصدوا الناس عنه بأساليب شتى، وأغروهم بأذى نوح عليه السلام. </p><p> ٢٣ - {وَقَالُوا} أي: الرؤساء للأتباع والسفلة: {لَا تَذَرُنَّ آلِهَتَكُمْ} ؛ أي: لا تتركوا عبادة آلهتكم، وتعبدوا رب نوح عليه السلام. ومن عطف {مَكَرُوا} على {اتَّبَعُوا} يقول: معنى {وَقَالُوا} : وقال بعضهم لبعض، فالقائل ليس هو الجمع. وآلهتهم هي الأصنام والصور التي كانت لهم ثم عبدتها العرب من بعدهم، وبهذا قال الجمهور. </p><p>(١) البحر المحيط. (٢) البحر المحيط.</p><p> ثم فصل تلك الآلهة بقوله:  {وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا} جرَّد (١) الأخيرين عن حرف النفي؛ إذ بلغ التأكيد نهايته، وعلم أن القصد إلى كل فرد فرد لا إلى المجموع من حيث هو مجموع، والمعنى: ولا تذرن عبادة هؤلاء خصوصًا، فهو من عطف الخاص على العام خصوصًا بالذكر مع اندراجها فيما سبق؛ لأنّها كانت أكبر أصنامهم وأعظم ما عندهم. </p><p> قال محمد بن كعب (٢) : هذه أسماء قوم صالحين، كانوا بين آدم ونوح، فنشأ بعدهم قوم يقتدون بهم في العبادة، فقال لهم إبليس: لو صورتم صورهم .. كان أنشط لكم وأسوق إلى العبادة، ففعلوا. ثم نشأ قوم من بعدهم فقال لهم إبليس: إنّ الذين من قبكلم كانوا يعبدونهم فاعبدوهم. فابتداء عبادة الأوثان كان من ذلك الوقت، وسميت هذه الصور بهذه الأسماء؛ لأنهم صوروها على صورة أولئك القوم الصالحين. </p><p> وقد انتقلت (٣) هذه الأصنام بأعيانها عنهم إلى العرب، فكان ود لكلب بدومة الجندل بضم قال دومة، ولذلك سمت العرب بعبد ودٍّ. قال الراغب: الود: صنم سمي بذلك إما لمودتهم له أو لاعتقادهم أن بينه وبين البارىء تعالى مودّة، تعالى الله عن ذلك. وكان سواع لهمدان بسكون الميم قبيلة باليمن، ويغوث لمذ حجٍ كمجلس بالذال المعجمة، وآخره جيم، ومنه: كانت العرب تسمى عبد يوث. ويعوق لمراد، وهو كغراب أبو قبيلة، سمّي به لأنّه تمرّد. ونسر لحمير بكسر الحاء وسكون الميم بوزن درهم، موضع غربيّ صنعاء اليمن. </p><p> وقيل: انتقلت أسماؤها إليهم فاتخذوا أمثالها، فعبدوها إذ يبعد بقاء أعيان تلك الأصنام، كيف وقد خربت الدنيا في زمان الطوفان، ولم يضعها نوح في السفينة؛ لأنّه بعث لنفيها. وجوابه: أنّ الطوفان دفنها في ساحل جدة فلم تزل مدفونة حتى أخرجها اللعين لمشركي العرب. نظيره: ما روي أنَّ آدم عليه السلام كتب اللغات المختلفة في طين وطبخه، فلما أصاب الأرض الغرق بقي مدفونًا، ثم وجد كل قوم كتابًا فكتبوه، فأصاب إسماعيل عليه السلام الكتاب العربي. وقيل: هي أسماء قوم رجال صالحين كانوا بين آدم ونوح. وقيل: من أولاد آدم، ماتوا </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.</p><p> فحزن الناس عليهم حزنًا شديدًا، واجتمعوا حول قبورهم لا يكادون يفارقونها، وذلك بأرض بابل، فلما رأى إبليس فعلهم ذلك جاء إليهم في صورة إنسان، وقال لهم: هل لكم أن أصور لكم صورهم إذا نظرتم إليها ذكرتموهم واستأنستم وتبركتم بهم؛ قالوا: نعم. فصور لهم صورهم من صفر ونحاس ورصاص وخشب وحجر، وسمى تلك الصور بأسمائهم. ثم لما تقادم الزمن وانقرضت الآباء والأبناء وأبناء الأبناء قال لمن حدث بعدهم: إن من قبلكم كانوا يعبدون هذه الصور، فعبدوها في زمان مهلاييل بن فينان، ثم صارت سنة في العرب في الجاهلية. </p><p> وذلك إمّا بإخراج الشيطان اللعين تلك الصور كما سبق أو بأنه كان لعمرو بن لحي، وهو أول من نصب الأوثان في الكعبة فقال له تابع من الجن: اذهب إلى جدة وائت منها بالآلهة التي كانت تعبد في زمن نوح وإدريس، وهي ود إلخ. فذهب وأتى بها إلى مكة، ودعا إلى عبادتها، فانتشرت عبادة الأوثان في العرب. وعاش عمرو بن لحي ثلاث مئة وأربعين سنة، ورأى من ولده وولد ولد ولده ألف مقاتل، ومكث هو وولده في ولاية البيت خمس مئة سنة، ثم انتقلت الولاية إلى قريش، فمكثوا فيها خمس مئة أخرى، فكان البيت بيت الأصنام ألف سنة. </p><p> وفي \"التكملة\" : روى تقيُّ بن مخلد: أن هذه الأسماء المذكورة في هذه السورة كانوا أبناء آدم عليه السلام من صلبه، وأن يغوث كان أكبرهم، وهي أسماء سريانية. ثم رفعت تلك الأسماء إلى أهل الهند، فسموا بها أصنامهم التي زعموا أنها على صور الدراري السبعة، وكانت الجن تكلمهم من جوفها، فاقتدوا بها. ثم أدخلها إلى أرض العرب عمرو بن لحي بن قمعة بن إلياس بن مضر، فمن قبله سرت إلى أرض العرب. وقيل: كان ود على صورة رجل، وسواع على صورة امرأة، ويغوث على صورة أسد، ويعوق على صورة فرس، ونسر على صورة نسر، وهو طائر عظيم؛ لأنّه ينسر الشيء ويقتلعه. </p><p> وقرأ نافع وأبو جعفر وشيبة بخلاف عنهم (١) : {ودّا} بضمّ الواو، والحسن والأعمش وطلحة، وباقي السبعة بفتحها. وقرأ الجمهور {وَلَا يَغُوثَ وَيَعُوقَ} بغير تنوين، فإن كانا عربيّين فمنع الصرف للعلمية ووزن الفعل، وإن كانا عجميّين </p><p>(١) البحر المحيط.</p>"
}