{
  "id": null,
  "sura": 72,
  "aya": 28,
  "text": "<p> خَلْفِهِ}؛ أي: ومن ورائه وسائر جوانبه {رَصَدًا} ؛ أي: حرسًا وحفظةً من الملائكة، يحفظونه من تعرض الشيطان لما أظهره عليه من الغيب المتعلق برسالته. أو يجعل بين يدي الوحي وخلفه حرسًا من الملائكة، يحوطونه من أن تسترقه الشياطين فتلقيه إلى الكهنة، والمراد من جميع الجوانب. يعني: أنَّ جبريل كان إذا نزل بالرسالة .. نزل معه ملائكة يحفظونه من أن يسمع الجن الوحي، فيلقونه إلى كهنتهم، فتخبر به الكهنة قبل الرسول، فيختلط على الناس أمر الرسالة. </p><p> والجملة (١) : تقرير وتحقيق للإظهار المستفاد من الاستثناء، وبيان لكيفيته. قال الضحاك: ما بعث الله نبيًّا إلا ومعه ملائكة يحفظونه من الشياطين أن يتشبهوا بصورة الملك، فإذا جاءه شيطان في صورة الملك قالوا: هذا شيطان فاحذره، وإن جاءه الملك قالوا: هذا رسول ربك. قال ابن زيد:  {رَصَدًا} ؛ أي: حفظة يحفظون النبي - صلى الله عليه وسلم - من أمامه وورائه من الجنّ والشياطين. قال قتادة وسعيد بن المسيّب: هم أربعة من الملائكة حفظة. والرصد كالحرس وزنًا ومعنًى، فهو جمع راصد بمعنى حارس حافظ، والمراد بهم هنا الملائكة الحفظة؛ أي: فإنه يجعل بين يدي من ارتضى من رسله ومن خلفهم حفظة من الملائكة، يحفظونهم من وساوس شياطين الجن وتخاليطهم حتى يبلغوا ما أوحي به إليهم، ومن زحمة شياطين الإنس حتى لا يؤذونهم ولا يضرّونهم. </p><p> والخلاصة: أنه يجعل حفظة من الملائكة يحفظون قواه الظاهرة والباطنة من الشياطين، ويعصمونه من وساوسهم. </p><p> ٢٨ - ثم علل هذا الحفظ بقوله:  {لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ} واللام (٢) متعلقة بـ {يَسْلكٌ} ، وضمير {أَبْلَغُوا} إما للرصد فالمعنى: أنّه يسلك الرصد ويجعلهم من جميع جوانب المرتضى ليعلم الله سبحانه أنَّ الشأن قد أبلغ الرصد والملائكة رسالات ربهم إلى الرسول المرتضى سالمة عن الاختطاف والتخليط علمًا حاصلًا بالفعل، وإما لمن ارتضى والمعنى: ليعلم الله أن الشأن قد أبلغ الرسل الموحى إليهم رسالات ربهم إلى أممهم، كما هي من غير اختطاف ولا تخليط بعدما أبلغها الرصد إليهم كذلك. أو اللام (٣) متعلقة بمحذوف تقديره: إنه سبحانه يحفظ رسله </p><p>(١) روح البيان. (٢) المرح.(٣) المراغي.</p><p> بملائكته ليتمكّنوا من أداء رسالته، ويحفظوا ما ينزله إليهم من الوحي، ليعلم أن قد أبلغوا الرسالات، والمراد ليعلم الله ذلك منهم علم وقوع في الخارج، كما جاء نحو هذا في قوله: {وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ (١١) }. </p><p> وعبارة \"الروح\" : قوله: {لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا ...} الخ، متعلق بـ {يَسْلُكُ} ، غاية له من حيث إنّه مترتّب على الإبلاغ المترتّب عليه؛ إذ المراد به العلم المتعلق بالإبلاغ الموجود بالفعل. و {أن} مخفّفة من الثقيلة، واسمها الذي هو ضمير الشأن محذوف، والجملة خبرها. والإبلاغ: الإيصال. و {رِسَالَاتِ رَبِّهِمْ} عبارة عن الغيب الذي أريد إظهار المرتضى عليه، والجمع باعتبار تعدد أفراده. وضمير {أَبْلَغُوا} إما للرصد فالمعنى: أنه تعالى يسلكهم من جميع جوانب المرتضى؛ ليعلم الله أن الشأن قد أبلغوه رسالات ربهم سالمة عن الاختطاف والتخليط علمًا مستتبعًا للجزاء، وهو أن يعلمه موجودًا حاصلًا بالفعل كما في قوله تعالى:  {حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ} . والغاية في الحقيقة هو الإبلاغ، وإيراد علمه تعالى لإبراز اعتنائه تعالى بأمر الإبلاغ، وللإشعار بترتيب الجزاء عليه والمبالغة في الحثّ عليه والتحذير عن التفريط فيه. وإما لمن ارتضى، والجمع باعتبار معنى {من} كما أنّ الإفراد في الضميرين السابقين باعتبار لفظها، فالمعنى عليه: ليعلم الله أنه قد أبلغ الرسل الموحى إليهم رسالات ربهم إلى أممهم كما هي من غير اختطاف، ولا تخليط بعدما أبلغها الرصد إليهم كذلك. </p><p> وجملة قوله:  {و} قد {أَحَاطَ بِمَا لَدَيْهِمْ} ؛ أي: بما عند الرصد أو بما عند الرسل، حال من فاعل {يَسْلُكُ} بإضمار قد أو بدونه على الخلاف المشهور في محله، جيء بها لتحقيق استغنائه تعالى؛ أي: وقد أحاط بما لديهم من الأحوال جميعًا. وقوله:  {وَأَحْصَى} معطوف على أحاط؛ أي: وعلم علمًا بالغًا إلى حدّ الإحصاء تفصيلًا. {كُلَّ شَيْءٍ} مما كان وما سيكون {عَدَدًا} ؛ أي: فردًا فردًا، فكيف لا يحيط بما لديهم؟. قال القاسم: هو أوجدها فأحصاها عددًا، وقال ابن عباس رضي الله عنهما: أحصى ما خلق وعرف عدد ما خلق لم يفته علم شيء حتى مثاقيل الذرّ والخردل. وقوله:  {عَدَدًا} تمييز محوّل عن المفعول به كقوله: {وَفَجَّرْنَا الْأَرْضَ عُيُونًا} . والأصل: أحصى عدد كل شيء، وفائدته بيان أن علمه تعالى بالأشياء ليس على وجه كلّيّ إجمالي، بل على وجه جزئيّ تفصيليّ، فإن الإحصاء </p><p> قد يراد به الإحاطة الإجمالية كقوله تعالى:  {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا} ؛ أي: لا تقدروا على حصرها إجمالًا فضلًا عن التفصيل؛ وذلك لأن أصل الإحصاء، أنَّ الحاسب إذا بلغ عقدًا معيّنًا من عقود الأعداد كالعشرة والمئة والألف وضع حصاة ليحفظ بها كمية ذلك العقد فيبني على ذلك حسابه. </p><p> وهذه الآية مما يستدلّ به على أن المعدوم ليس بشيء، لأنّه لو كان شيئًا .. لكانت الأشياء غير متناهية، وكونه أحصى عددها يقتضي كونها متناهيةً؛ لأن إحصاء العدد إنما يكون في المتناهي، فيلزم الجمع بين كونها متناهية وغير متناهية، وذلك محال، فوجب القطع بأن المعدوم ليس بشيء حتى يندفع هذا التناقض والتنافي، كذا في \"حواشي\" ابن الشيخ رحمه الله. </p><p> والمعنى (١) : أي وهو سبحانه قد أحاط علمًا بما عند الرصد من الملائكة، وأحصى ما كان، وما سيكون فردًا فردًا، فهو عالم بجميع الأشياء منفرد بذلك على أتمّ وجه، فلا يشاركه في ذلك الملائكة الذين هم وسائط العلم. </p><p> والخلاصة: أنّ الرسول المرتضى يعلِّمه بوساطة الملائكة بعض الغيوب مما له تعلق برسالته، وهو سبحانه محيط علما بجميع أحوال أولئك الوسائط، وعالم بجميع الأشياء على وجه تفصيلي، فأين علم الوسائط من علمه تعالى؟. </p><p> وقرأ الجمهور (٢) : {لِيَعْلَمَ} بفتح الياء مبنيًّا للفاعل. وقرأ ابن عباس، ومجاهد، وحميد، ويعقوب، وزيد بن علي بضمّها مبنيًّا للمفعول. وقرأ الزهري وابن أبي عبلة بضمّ الياء وكسر اللام؛ أي: ليعلم الله من شاء أن يعلمه أن الرسل قد أبلغوا رسالات ربهم. وقرأ الجمهور {رِسَالَاتِ} على الجمع، وأبو حيوة على الإفراد. وقرأ الجمهور {وَأَحَاطَ بِمَا لَدَيْهِمْ} مبنيَّا للفاعل، وكذا {أحصى} مبنيًّا للفاعل؛ أي: الله، {كُلَّ شَيْءٍ} بالنصب. وقر ابن أبي عبلة {وأحيط}  {وأحصي} مبنيًّا للمفعول، {كلُّ شيء} بالرفع. </p><p> والمعنى: وأحاط بما عند الرسل من الحكم والشرائع، لا يفوته منها شيء، وأحصى كلّ شيء عددًا، أي: معدودًا محصورًا، وانتصابه على الحال من {كُلَّ شَيْءٍ} ، </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> وإن كان نكرةً لاندراج المعرفة في العموم. </p><p> ويجوز أن ينتصب نصب المصدر لـ {أحصى} ؛ لأنّه في معنى إحصاء. قال أبو البقاء: ويجوز أن يكون تمييزًا انتهى، كما مرّ. وفي ثبوته من كلام العرب خلاف. </p><p> الإعراب </p><p> {قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا (١) يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا (٢) }. </p><p> {قُلْ} فعل أمر، وفاعله ضمير مستتر تقديره: أنت. والجملة مستأنفة استئنافًا نحويًّا. {أُوحِيَ} فعل ماض مغير الصيغة، {إِلَيَّ} جار ومجرور، متعلق به، {أَنَّهُ} ناصب واسمه، {اسْتَمَعَ نَفَرٌ} فعل وفاعل، والجملة في محل الرفع خبر {أنّ} ، وجملة {أنّ} في محل الرفع نائب فاعل لـ {أُوحِيَ} ، وجملة {أُوحِيَ} في محل النصب مقول {قُلْ} . {مِنَ الْجِنِّ} جار ومجرور متعلقان: بـ {اسْتَمَعَ}  {فَقَالُوا}  {الفاء} عاطفة، {قالوا} فعل وفاعل، معطوف على {اسْتَمَعَ} ، {إِنَّا} ناصب واسمه، {سَمِعْنَا قُرْآنًا} فعل وفاعل ومفعول به، {عَجَبًا} صفة {قُرْآنًا} ، وجملة سمع في محل الرفع خبر {إنّ} ، وجملة {إنّ} في محل النصب مقول {قالوا} . {يَهْدِي} فعل مضارع وفاعل مستتر يعود على القرآن، {إِلَى الرُّشْدِ} متعلق بـ {يَهْدِي} ، والجملة في محل النصب صفة ثانية لـ {قُرْآنًا} . {فَآمَنَّا}  {الفاء} : عاطفة، {آمنا} فعل وفاعل، معطوف على {سَمِعْنَا} ، {بِهِ} متعلق بـ {آمنا} ، {وَلَن}  {الواو} : عاطفة، {لن} حرف نصب، {نُشْرِكَ} فعل مضارع منصوب بـ {لن} ، وفاعل مستتر، {بِرَبِّنَا} متعلق بـ {نُشْرِكَ} ، {أَحَدًا} مفعول به، والجملة الفعلية معطوفة على {آمنا} . </p><p> {وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا (٣) وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا (٤) }. </p><p> {وَأَنَّهُ}  {الواو} : عاطفة، {أَنَّهُ} ناصب واسمه، {تَعَالَى جَدُّ رَبِّنَا} فعل وفاعل، والجملة الفعلية معترضة بين اسم {أن} وخبرها. {مَا} نافية، {اتَّخَذَ} فعل ماض وفاعل مستتر يعود على الله، {صَاحِبَةً} مفعول به، {وَلَا وَلَدًا} معطوف </p><p> على {صَاحِبَةً} والجملة الفعلية، في محل الرفع خبر {أنّ} ، وجملة {أنَّ} المفتوحة وكذا جميع الجمل المصدّرة بـ {أنّ} المفتوحة، وهي أحد عشر موضعًا في محل الرفع معطوفة على جملة قوله:  {أَنَّهُ اسْتَمَعَ} ، على كونها نائب فاعل، لـ {أُوحِيَ} ، فتكون من جملة الكلام الموحى به على أن الموحى عين عبارة الجن بطريق الحكاية، كأنّه قيل: أوحي إليّ استماع نفر من الجنّ، وأوحي إليّ قول الجنّ: {وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا (٣) }، وقولهم:  {وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا} ، وقولهم:  {وَأَنَّا ظَنَنَّا} ، وقولهم: كيت وكيت كما تقدم لك بسطه في مبحث التفسير نقلًا عن \"روح البيان\" ، أو معطوفة على جملة قوله:  {إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا} على أنّها مقول لقالوا إجراء؛ لـ {أنَّ} المفتوحة مجرى إنّ المكسورة على سبيل الاستقراض والاستعارة، كما مرّ أيضًا {وَأَنَّهُ} ناصب واسمه، {كَانَ} فعل ماض ناقص واسمها ضمير الشأن، وتسمّى هي شأنية، {يَقُولُ سَفِيهُنَا} فعل وفاعل، {عَلَى اللَّهِ} متعلق بـ {يَقُولُ} ، {شَطَطًا} صفة لمصدر محذوف تقديره: قولًا شططًا؛ أي: كذبًا. وذلك بوصفه بالصاحبة والولد وجملة {يَقُولُ} في محل النصب خبر {كان} ، وجملة؛ {كَانَ} في محل الرفع خبر {أنّ} ، وجملة {أنّ} في محل الرفع معطوفة على جملة {أَنَّهُ اسْتَمَعَ نَفَرٌ} ، أو في محل النصب معطوفة على جملة {إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا} على التفصيل المارّ آنفًا، وكذا تقول في عطف ما سيأتي من مواضع أنَّ المفتوحة. </p><p> {وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا (٥) وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا (٦) وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا (٧) }. </p><p> {وَأَنَّا} ناصب واسمه، وجملة {ظَنَنَّا} في محل الرفع خبر {أَن} ، وجملة {أَن} معطوفة على ما تقدم، {ظَنَنَّا} فعل وفاعل من أفعال القلوب، {أَن} مخففة من الثقيلة، واسمها ضمير الشأن، {لَنْ تَقُولَ الْإِنْسُ} ناصب وفعل وفاعل، {وَالْجِنُّ} معطوفة على {الْإِنْسُ} ، {عَلَى اللَّهِ} متعلق بـ {تَقُولَ} ، {كَذِبًا} صفة لمصدر محذوف تقديره: قولًا كذبًا، وجملة {تَقُولَ} في محل الرفع خبر {أَنْ} المخففة، وجملة {أن} المخففة في محل النصب سادّة مسد مفعولي {ظَنَنَّا} ، {وَأَنَّهُ} ناصب واسمه، {كَانَ رِجَالٌ} فعل ناقص واسمه، {مِنَ الْإِنْسِ} صفة لـ {بِرِجَالٍ} ، {يَعُوذُونَ} فعل وفاعل، {بِرِجَالٍ} متعلق بـ {يَعُوذُونَ} ، {مِنَ الْجِنِّ} صفة لـ {بِرِجَالٍ} ، وجملة </p><p> {يَعُوذُونَ} في محل النصب خبر {كَانَ} ، وجملة {كَانَ} في محل الرفع خبر {أنّ} ، وجملة {أنّ} في محل الرفع، أو في محل النصب، معطوفة على ما تقدم على التفصيل المار. {فَزَادُوهُمْ} فعل وفاعل ومفعول أول، {رَهَقًا} مفعول ثان، والجملة معطوفة على جملة {كَانَ رِجَالٌ} ، {وَأَنَّهُمْ} ناصب واسمه، وجملة {ظَنُّوا} خبره، وجملة {أنّ} معطوفة على ما تقدم، {كَمَا} الكاف حرف جرّ وتشبيه، {ما} مصدرية، وجملة {ظَنَنْتُمْ} صلة {ما} المصدرية، {ما} مع صلتها في تأويل مصدر مجرور بالكاف، الجار والمجرور متعلق بمحذوف صفة لمصدر محذوف تقديره: وأنهم ظنّوا ظنًّا كائنًا كظنّكم. {أَن} مخفّفة من الثقيلة، واسمها ضمير الشأن، أي: وظنوا أنه {لَنْ يَبْعَثَ اللَّهُ أَحَدًا} ناصب وفعل وفاعل ومفعول به، والجملة الفعلية في محل الرفع خبر {أَن} المخففة، وجملة {أَن} المخففة سادّة مسدّ مفعولي {ظَنُّوا} ، وأمّا مفعولا {ظَنَنْتُمْ} فمحذوفان لدلالة مفعولي {ظَنُّوا} عليهما تقديره: كما ظننتم أن لن يبعث الله أحدًا. </p><p> {وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا (٨) وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا (٩) }. </p><p> {وَأَنَّا} ناصب واسمه، {لَمَسْنَا السَّمَاءَ} فعل وفاعل ومفعول به، والجملة الفعلية في محل الرفع خبر {أن} ، وجملة {أن} معطوفة على ما تقدم على التفصيل المار، {فَوَجَدْنَاهَا} فعل وفاعل ومفعول أول، وجملة {مُلِئَتْ} مفعول به ثان، وجملة وجدنا معطوفة على جملة {لَمَسْنَا} ، {مُلِئَتْ} فعل ماض مغيّر الصيغة، ونائب فاعله ضمير يعود على {السَّمَاءَ} ، والتاء: علامة تأنيث نائب الفاعل، {حَرَسًا} تمييز محوّل عن نائب الفاعل، {شَدِيدًا} صفة {حَرَسًا} ، {وَشُهُبًا} معطوف على {حَرَسًا} . وقيل:  {فَوَجَدْنَاهَا} هنا متعدّية لواحد، فجملة {مُلِئَتْ} حال من السماء؛ لأن معناها: صادفناها. {وَأَنَّا}  {الواو} : عاطفة، {أنا} ناصب واسمه، وجملة {كُنَّا} خبره، وجملة {أنّ} معطوفة على ما تقدم، وجملة {نَقْعُدُ} خبر {كَانَ} ، {مِنْهَا} حال من {مَقَاعِدَ} ؛ لأنه صفة نكرة تقدمت عليها، أو متعلق بـ {مَقَاعِدَ} ، {مَقَاعِدَ} منصوب على الظرفية المكانية متعلق بـ {نَقعُدُ} ، {لِلسَّمْعِ} متعلق بـ {نَقْعُدُ} ؛ أي: نقعد لأجل السمع أو صفة لـ {مَقَاعِدَ} ؛ أي: مقاعد كائنة للسمع. {فَمَنْ}  {الفاء} : فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر </p><p> تقديره: إذا عرفت أنّا كنا نقعد منها مقاعد للسمع أوّلًا، وأردت بيان حالها، وحالنا الآن فأقول لك: من يستمع. {مَنْ} اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب أو هما، {يَسْتَمِعِ} فعل مضارع مجزوم بـ {مَنْ} على كونه فعل شرط لها، وفاعله ضمير يعود على من، {الْآنَ} ظرف للزمن الحاضر، ولكنه مستعار للمستقبل في محل النصب على الظرفية مبنيّ على الفتح، والظرف متعلق بـ {يستمع} ، {يَجِدْ} فعل مضارع وفاعل مستتر مجزوم بـ {مَنْ} الشرطية على كونه جوابًا لها، {لَهُ} متعلق بـ {يَجِدْ} على أنه مفعول ثان له، {شِهَابًا} مفعول أول لـ {يَجِدْ} ، {رَصَدًا} صفة لـ {شِهَابًا} ، وهو مصدر بمعنى اسم المفعول؛ أي: شهابا أرصد وهيّء له، وجملة {مَنْ} الشرطية في محل النصب مقول لجواب {إذا} المقدرة، وجملة {إذا} المقدرة معترضة لاعتراضها بين المتعاطفين. </p><p> {وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا (١٠) وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ كُنَّا طَرَائِقَ قِدَدًا (١١) وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعْجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا (١٢) }. </p><p> {وَأَنَّا} ناصب واسمه، وجملة {لَا نَدْرِي} خبره، وجملة {أَن} معطوفة على ما تقدم، {لَا} نافية، {نَدْرِي} فعل مضارع، وفاعله ضمير مستتر يعود على الجنّ؛ أي: نحن. {أَشَرٌّ} الهمزة للاستفهام الاستخباري، {شرٌّ} نائب فاعل لفعل محذوف يفسّره المذكور بعده؛ أي: أأريد شرٌّ. وجملة {أُرِيدَ} جملة مفسّرة لا محل لها من الإعراب، وقيل:  {شرّ} مبتدأ، وجملة {أُرِيدَ} خبره، {بِمَن} متعلق بـ {أُرِيدَ} ، {فِي الْأَرْضِ} صلة لـ {مَنْ} الموصولة، {أَمْ} حرف عطف معادلة للهمزة، {أَرَادَ} فعل ماض، {بِهِمْ} متعلق بـ {أَرَادَ} ، {رَبُّهُمْ} فاعل، {رَشَدًا} مفعول به، وجملة {أَرَادَ} معطوفة على جملة الاستفهام، وجملة الاستفهام مع ما عطف عليها ساذة مسدّ مفعولي {نَدْرِي} ، علقت عنها بالاستفهام. {وَأَنَّا} ناصب واسمه، {وَمِنَّا} خبر مقدم، {الصَّالِحُونَ} مبتدأ مؤخّر، والجملة خبر {أنّ} ، وجملة {أنّ} معطوفة على ما تقدم، {وَمِنَّا} خبر مقدم، {دُونَ ذَلِكَ} ظرف ومضاف إليه، متعلق بمحذوف صفة لمبتدأ محذوف، تقديره: ومنا فريق كائن دون ذلك، والجملة معطوفة على جملة قوله:  {مِنَّا الصَّالِحُونَ} . وأجاز الأخفش وغيره أن تكون {دُونَ} بمعنى غير؛ أي: ومنا غير الصالحين، وهو حينئذٍ مبتدأ، وإنّما فتح لإضافته إلى غير متمكّن. </p><p> والأول أرجح. وحذف الموصوف مع من التبعيضية كثير كقولهم: منّا ظعن ومنّا أقام. {كُنَّا} فعل ناقص واسمه، {طَرَائِقَ} خبره، {قِدَدًا} صفة لـ {طَرَائِقَ} ، ولكنه على حذف مضاف؛ أي: وكنا ذوي طرائق قددًا، وجملة {كَانَ} معطوفة على جملة قوله: {مِنَّا الصَّالِحُونَ} . {وَأَنَّا} ناصب واسمه، وجملة {ظَنَنَّا} خبره، وجملة {أَن} معطوفة على ما تقدم، {أَن} مخفّفة من الثقيلة، واسمها ضمير الشأن. أي: أنّه. {لَنْ نُعْجِزَ اللَّهَ} ناصب وفعل مضارع وفاعل مستتر ومفعول به، {فِي الْأَرْضِ} حال من فاعل {نُعْجِز} ؛ أي: كائنًا في الأرض. والجملة الفعلية في محل الرفع خبر لـ {أَن} المخففة، وجملة {أَن} المخففة سادّة مسدّ مفعولي {ظَنَنَّا} . {وَلَنْ نُعْجِزَهُ} ؛ ناصب وفعل مضارع وفاعل مستتر ومفعول به، معطوف على ما قبله، {هَرَبًا} حال من فاعل {نُعْجِزَهُ} ، ولكنه في تأويل مشتقّ؛ أي: هاربين إلى السماء، أو إلى البحار مثلًا. </p><p> {وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا (١٣) وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ فَمَنْ أَسْلَمَ فَأُولَئِكَ تَحَرَّوْا رَشَدًا (١٤) وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا (١٥) }. </p><p> {وَأَنَّا} ناصب واسمه، {لَمَّا} اسم شرط غير جازم، {سَمِعْنَا الْهُدَى} فعل وفاعل ومفعول، فعل شرط لـ {لَمَّا} ، في محل جر بالإضافة. {آمَنَّا} فعل وفاعل {بِهِ} متعلق بـ {آمَنَّا} ، والجملة جواب {لَمَّا} لا محل لها من الإعراب، وجملة {لَمَّا} في محل الرفع خبر {أنّ} ، وجملة {أنّ} معطوفة على ما تقدم. {فَمَنْ}  {الفاء} : فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت ما قلت لك: وأردت بيان جزاء من آمن بربّه فأقول لك: {مَنْ يُؤْمِنْ} . {مَنْ} اسم شرط جازم في محل الرفع مبتدأ، والخبر جملة الشرط أو الجواب أو هما، {يُؤْمِنْ} فعل مضارع وفاعل مستتر مجزوم بـ {مَنْ} على كونه فعل شرط لها، {فلا}  {الفاء} : رابطة لجواب {من} الشرطية وجوباَ، {لَا} نافية، {يَخَافُ} فعل مضارع مرفوع، وفاعله ضمير يعود على {مَنْ} ، {بَخْسًا} مفعول به، {وَلَا رَهَقًا} معطوف على {بَخْسًا} ، والجملة الفعلية في محل الجزم جواب مَنْ الشرطية، وجملة {مَنْ} الشرطية في محل النصب مقول لجواب {إذا} المقدرة، وجملة {إذا} المقدرة معترضة. {وَأَنَّا} ناصب واسمه، {مِنَّا} خبر مقدم، {الْمُسْلِمُونَ} </p><p> مبتدأ مؤخر، والجملة الاسمية في محل الريع خبر {أنّ} ، وجملة {أنّ} معطوفة على ما تقدم. {وَمِنَّا} خبر مقدم، {الْقَاسِطُونَ} مبتدأ مؤخر، والجملة معطوفة على ما تقدم، {فَمَن}  {الفاء} : فاء الفصيحة؛ لأنّها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت ما ذكرته لك وأردت بيان جزاءِ من أسلم فأقول لك: {مَنْ أَسْلَمَ} : {مَنْ} اسم شرط مبتدأ، والخبر جملة الشرط أو الجواب، {أَسْلَمَ} فعل ماض وفاعل مستتر في محل الجزم بـ {مَنْ} على كونه فِعْل شرط لها. {فَأُولَئِكَ}  {الفاء} : رابطة الجواب، {أُولَئِكَ} مبتدأ، وجملة {تَحَرَّوْا} خبره، {رَشَدًا} مفعول به، والجملة الاسمية في محل الجزم جواب {مَنْ} الشرطية، وجملة {مَنْ} الشرطية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة معترضة. {وَأَمَّا}  {الواو} : عاطفة، {أمّا} حرف شرط وتفصيل، {الْقَاسِطُونَ} مبتدأ، {فَكَانُوا}  {الفاء} : رابطة لجواب {أمّا} الشرطية واقعة في غير موضعها، {كانوا} فعل ناقص واسمه، {لِجَهَنَّمَ} حال من {حَطَبًا} ؛ لأنّه صفة نكرة قدمت عليها، {حَطَبًا} خبر {كَانَ} ، وجملة {كَانَ} في محل الرفع خبر المبتدأ، والجملة الاسمية جواب أمّا لا محل لها من الإعراب، وجملة {أمّا} معطوفة على جملة {مَنْ} الشرطية على كونها مقولًا لجواب إذا المقدرة. </p><p> {وَأَلَّوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا (١٦) لِنَفْتِنَهُمْ فِيهِ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا (١٧) وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا (١٨) وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا (١٩) }. </p><p> {وَأَلَّوِ}  {الواو} : عاطفة، {أنْ} مخفّفة من الثقيلة، واسمها ضمير الشأن؛ أي: وأنّه لو استقاموا. {لو} حرف شرط غير جازم، {اسْتَقَامُوا} فعل وفاعل، فعل شرط لـ {لو}  {عَلَى الطَّرِيقَةِ} متعلق بـ {اسْتَقَامُوا} ، {لَأَسْقَيْنَاهُمْ}  {اللام} : رابطة لجواب {لو} الشرطية، {أسقيناهم} فعل وفاعل ومفعول أول، {مَاءً} مفعول ثان، {غَدَقًا} صفة {مَاءً} ، والجملة جواب {لو} الشرطية، وجملة {لو} الشرطية في محل الرفع خبر {أنْ} المخفّفة وجملة {أنْ} المخففة في محل الرفع معطوفة على جملة قوله: {أَنَّهُ اسْتَمَعَ نَفَرٌ} ؛ أي: وأوحى إليّ أن لو استقاموا. {لِنَفْتِنَهُمْ}  {اللام} : حرف جرّ وتعليل، نفتنهم فعل وفاعل مستتر ومفعول به، منصوب بـ {أن} مضمرة بعد لام {كي} ، والجملة الفعلية مع {أن} المضمرة في تأويل </p><p> مصدر مجرور باللام، الجار والمجرور متعلق بـ {أسقيناهم} ، {فِيهِ} متعلق بـ {نفتنهم} ، {وَمَن}  {الواو} : عاطفة، {مَنْ} اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط، {يُعْرِضْ} فعل مضارع وفاعل مستتر مجزوم بـ {مَنْ} الشرطية على كونه فِعْلَ شرط لها، {عَنْ ذِكْرِ رَبِّهِ} جار ومجرور، ومضاف إليه متعلق بـ {يُعْرِضْ} ، {يَسْلُكْهُ} فعل مضارع وفاعل مستتر ومفعول به مجزوم بـ {مَنْ} الشرطية على كونه جوابًا لها، وجملة {مَنْ} الشرطية معطوفة على جملة {لو} الشرطية، {عَذَابًا} منصوب بنزع الخافض، أي: في عذاب، {صَعَدًا} صفة {عَذَابًا} . {وَأَنَّ}  {الواو} : عاطفة، {أَنَّ الْمَسَاجِدَ} ناصب واسمه، {لِلَّهِ} خبره، والجملة معطوفة على جملة {أَنَّهُ اَستَمَعَ} . {فَلَا}  {الفاء} : حرف عطف وتفريع، {لا} ناهية جازمة، {تَدْعُوا} فعل وفاعل مجزوم بـ {لا} الناهية، {مَعَ اللَّهِ} متعلق بـ {تَدْعُوا} ، {أَحَدًا} مفعول به، والجملة الفعلية معطوفة مفرّعة على جملة {أنّ} . {وَأَنَّهُ} ناصب واسمه {لَمَّا} اسم شرط غير جازم {قَامَ عَبْدُ اللَّهِ} فعل وفاعل فعل شرط لـ {لَمَّا} وجملة {يَدْعُوهُ} من الفعل والفاعل المستتر والمفعول في محل النصب حال من فاعل {قَامَ} ، {كَادُوا} فعل ناقص واسمه جواب {لما} ، وجملة {لما} في محل الرفع خبر {أَن} ، وجملة {أنّ} معطوفة على جملة {أَنَّهُ اسْتَمَعَ} ، {يَكُونُونَ} فعل ناقص واسمه مرفوع بالنون، {عَلَيْهِ} حال من {لِبَدًا} ، و {لِبَدًا} خبر {يكون} ، وجملة {يكون} في محل النصب خبر {كاد} . </p><p> {قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا (٢٠) قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا (٢١) قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا (٢٢) }. </p><p> {قُلْ} فعل أمر وفاعل مستتر يعود على محمد، والجملة مستأنفة مسوقة للردّ على الكفار المتظاهرين عليه - صلى الله عليه وسلم -. {إِنَّمَا} أداة حصر، {أَدْعُو رَبِّي} فعل مضارع وفاعل مستتر ومفعول به، والجملة في محل النصب مقول {قُلْ} . {وَلَا أُشْرِكُ} فعل مضارع وفاعل مستتر، {بِهِ} متعلق بـ {أُشرِكُ} ، {أَحَدًا} مفعول به، والجملة معطوفة على جملة {أَدْعُو} . {قُلْ} فعل أمر وفاعل مستتر، والجملة مستأنفة أو معطوفة بعاطف مقدر على {قُلْ} الأول. {إِنِّي} ناصب واسمه، {لَا} نافية {أَمْلِكُ} فعل مضارع وفاعل مستتر، {لَكُمْ} متعلق بـ {ضَرًّا} ، و {ضَرًّا} مفعول {أَمْلِكُ} ، {وَلَا رَشَدًا} معطوف على {ضَرًّا} ، والجملة الفعلية في محل الرفع خبر {إنَّ} ، وجملة </p><p> {إنّ} في محل النصب مقول {قُلْ} . {قُلْ} فعل أمر وفاعل مستتر مستأنفة أو معطوفة، {إِنِّي} ناصب واسمه، {لَنْ يُجِيرَنِي} ناصب وفعل مضارع، ونون وقاية، ومفعول به {مِنَ اللَّهِ} متعلق بـ {يُجِيرَنِي} ، {أَحَدٌ} ، فاعل، والجملة الفعلية في محل الرفع خبر {إنّ} ، وجملة {إنّ} في محل النصب مقول {قُلْ} ، {وَلَنْ}  {الواو} : عاطفة، {لن} حرف نصب، {أَجِدَ} فعل مضارع وفاعل مستتر، منصوب بـ {لن} ، والجملة في محل الرفع معطوفة على جملة {لَنْ يُجِيرَنِي} ، {مِنْ دُونِهِ} جار ومجرور في موضع المفعول الثاني لـ {أَجِدَ} ، {مُلْتَحَدًا} مفعول أول لـ {أَجِدَ} . </p><p> {إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا (٢٣) حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا (٢٤) }. </p><p> {إِلَّا} أداة استثناء، {بَلَاغًا} استثناء من مفعول {لَاَ أَمْلِكُ} ؛ أي: من مجموع الأمرين، وهما:  {ضَرًّا} و {رَشَدًا} بعد تأويلهما بـ (شيئا) كأنّه قال: لا أملك لكم شيئًا إلَّا بلاغًا، فهو استثناء متصل، وقوله:  {قُلْ إِنِّي لَنْ يُجِيرَنِي} جملة معترضة اعترض بها لتأكيد نفي الاستطاعة، هكذا قرر بعض \"حواشي البيضاوي\" ، وفيه أوجه أخر، ومنها قيل: إنه استثناء منقطع من {مُلْتَحَدًا} ، {مِنَ اللَّهِ} صفة لـ {بَلَاغًا} ، {وَرِسَالَاتِهِ} معطوف على {بَلَاغًا} ، {وَمَن}  {الواو} : استئنافية، {مَنْ} اسم شرط في محل الرفع مبتدأ، والخبر جملة الشرط، {يَعْصِ} فعل مضارع وفاعل مستتر مجزوم بـ {مَنْ} على كونه فعل شرط لها، {اللَّهِ} مفعول به، {وَرَسُولَهُ} معطوف على الجلالة، {فَإِنَّ}  {الفاء} : رابطة الجواب، {إنّ} حرف نصب، {لَهُ} خبر مقدم لـ {أن} ، {نَارَ جَهَنَّمَ} اسمها مؤخر، {خَالِدِينَ} حال من ضمير {لَهُ} ، والعامل فيه الاستقرار الذي تعلق به الجار والمجرور، {فِيهَا} متعلق بـ {خَالِدِينَ} ، {أَبَدًا} ظرف متعلق بـ {خَالِدِينَ} أيضًا، وجملة {إنّ} في محل الجزم جواب {من} الشرطية، وجملة {من} الشرطية مستأنفة، {حَتَّى} حرف ابتداء وغاية لمحذوف تقديره: ولا يزالون على ما هم عليه من الكفر والتكذيب، {إِذَا} ظرف لما يستقبل من الزمان، {رَأَوْا} فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إذا} على كونها فعل شرط لها، والظرف متعلق بالجواب الآتي، {مَا} اسم موصول في محل النصب مفعول {رَأَوْا} ؛ لأنّ رأى بصرية، وجملة {يُوعَدُونَ} صلة لـ {ما} الموصولة، والعائد محذوف تقديره: ما يوعدونه. {فَسَيَعْلَمُونَ}  {الفاء} : رابطة </p><p> الجواب وجوبا، والسين حرف استقبال، {يعلمون} فعل وفاعل مرفوع، والجملة جواب {إذا} الشرطية، وجملة {إذا} مستأنفة، ولكنّها غاية لمحذوف كما قدّرنا، {مَنْ} اسم استفهام في محل الرفع مبتدأ، {أَضْعَفُ} خبره، والجملة الاستفهامية في محل النصب سادّة مسدّ مفعولي {يعلمون} ؛ لأنّها معلّقة للعلم قبلها، ويجوز أن تكون {مَنْ} موصولة في محل النصب مفعول به لـ {يعلمون} ؛ لأنّ العلم حينئذٍ بمعنى العرفان، {أَضْعَفُ} خبر لمبتدأ محذوف تقديره: الذي هو {أَضْعَفُ} ، والجملة صلة الموصول، {نَاصِرًا} تمييز محوّل عن المبتدأ أو عن المفعول، منصوب باسم التفضيل، {وَأَقَلُّ عَدَدًا} معطوف على {أَضْعَفُ نَاصِرًا} . </p><p> {قُلْ إِنْ أَدْرِي أَقَرِيبٌ مَا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا (٢٥) عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا (٢٦) }. </p><p> {قُلْ} فعل أمر وفاعل مستتر، والجملة مستأنفة، {إن} نافية، {أَدْرِى} فعد مضارع وفاعل مستتر، والجملة في محل النصب مقول {قل} ، {أَقَرِيبٌ} الهمزة للاستفهام يطلب به، وبـ (أم) التعيين، {قريب} خبر مقدم، {مَا} اسم موصول في محل الرفع مبتدأ مؤخّر، وجملة {توُعَدُونَ} صلته، والعائد محذوف؛ أي: توعدونه. ويجوز أن يكون {قريب} مبتدأ لاعتماده على الاستفهام، و {مَا تُوعَدُونَ} فاعل سدّ مسدّ الخبر، نحو: أقائم أبواك. والجملة الاسمية في محل النصب سادّة مسدّ مفعولي {أَدْرِى} ، معّلقة عنها بالاستفهام، {أَمْ} عاطفة متصة، {يَجْعَلُ} فعل مضارع، {لَهُ} في موضع المفعول الثاني، {رَبِّي} فاعل، {أَمَدًا} مفعول أول لـ {جعل} ، والجملة الفعلية في محل الرفع معطوفة على {قريب} ؛ لأنّه في تأويل أقريب ما توعدون أم بعيد يجعل له ربي أمدا. {عَالِمُ الْغَيْبِ} خبر لمبتدأ محذوف، أي: هو عالم الغيب أو بدل من {ربّي} ، {فَلَا يُظْهِرُ}  {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شوط مقدر تقديره: إذا عرفت أنّه تعالى عالم الغيب، وأردت بيان أنّه يظهر على غيبه أم لا فأقول لك: لا يظهر. {لا} نافية، {يُظْهِرُ} فعل مضارع وفاعل مستتر يعود على الله، {عَلَى غَيْبِهِ} متعلق بـ {يُظْهِرُ} ، {أَحَدًا} مفعول به، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. ويجوز أن تكون الفاء عاطفة. </p><p> {إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا (٢٧) لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا (٢٨) }. </p><p> {إِلَّا} أداة استثناء، والاستثناء منقطع؛ أي: لكن من ارتضاه، فإنه يظهره على ما يشاء من غيبه بالوحي، أو متصل؛ أي: إلّا رسولًا ارتضاه لإظهاره على بعض غيوبه المتعلّقة برسالته. {مَنِ} اسم موصول في محل النصب على الاستثناء، {ارْتَضَى} فعل ماض وفاعل مستتر، {مِنْ رَسُولٍ} حال من {مَنِ} الموصولة أو مِنْ ضمير العائد، والجملة صلة الموصول. {فَإِنَّهُ}  {الفاء} : تعليلية {إنه} ناصب واسمه، {يَسْلُكُ} فعل مضارع وفاعل مستتر، {مِنْ بَيْنِ يَدَيْهِ} متعلق بـ {يَسْلُكُ} ، {وَمِنْ خَلْفِهِ} معطوف على {مِنْ بَيْنِ يَدَيْهِ} ، {رَصَدًا} مفعول به، وجملة {يُظْهِرُ} في محل الرفع خبر {إنّ} ، وجملة {إنّ} جملة تعليلية لا محل لها من الإعراب، لأنها سيقت لتعليل الاستثناء، {لِيَعْلَمَ} اللام: حرف جرّ وتعليل، {يعلم} فعل مضارع منصوب بـ: أن مضمرة بعد لام {كي} ، وفاعله ضمير يعود على الله، وجملة (أن) المضمرة مع صلتها في تأويل مصدر مجرور باللام، الجار والمجرور متعلق بـ {يَسْلُكُ} ، غاية له من حيث إنّه مترتب على الإبلاغ المترتّب عليه، {أَن} مخفّفة من الثقيلة، واسمها ضمير الشأن، {قَدْ} حرف تحقيق، {أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ} فعل وفاعل ومفعول به، والجملة الفعلية في محل الرفع خبر {أنْ} المخفّفة، وجملة {أنْ} المخقفة في تأويل مصدر سادّ مسدّ مفعولي {يعلم} ؛ أي: ليعلم إبلاغهم رسلات ربّهم. {وَأَحَاطَ}  {الواو} : عاطفة على مقدر معلوم من السياق تقديره: فعلم ذلك، وأحاط بما لديهم. {أحاط} فعل ماض وفاعل مستتر يعود على الله، والجملة معطوفة على ذلك المقدر، {بِمَا} متعلق بـ {أحاط} ، {لَدَيْهِمْ} صلة لـ {ما} الموصولة، {وَأَحْصَى} معطوف على {أحاط} ، {كُلَّ شَيْءٍ} مفعول به {عَدَدًا} ؛ تمييز محول عن المفعول؛ أي: أحصى عدد كل شيء، أو منصوب على الحال من كل شيء؛ أي: حال كونه معدودًا، وإن كان نكرة لاندراج المعرفة في العموم أو على المصدر؛ لأنه في معنى إحصاء. </p><p> التصريف ومفردات اللغة </p><p> {قُلْ أُوحِيَ إِلَيَّ} الإيحاء: إعلام في خفاء. وأصل أوحي أأحي، أبدلت الهمزة </p><p> الثانية واوًا حرف مدّ مجانسًا لحركة الأولى. </p><p> {أَنَّهُ اسْتَمَعَ} والاستماع: الإصغاء إلى الكلام مع قصد السماع له، والسماع: اتفاق سماعه من غير قصد إليه فكل مستمع سامع من غير عكس كما مرّ. {نَفَرٌ مِنَ الْجِنِّ} والنفر: الجماعة بين الثلاثة إلى العشرة، وفي \"القاموس\" : النفر: ما دون العشرة من الرجال كالنفير والجمع أنفار. وفي \"المفردات\" : النفر: عدّة رجال يمكنهم النفر إلى الحرب. وفي \"شرح القاموس\" قال أبو العباس: النفر والرهط والقوم هؤلاء معناها الجمع لا واحد لها من لفظها، والنسب إليه نفريّ. قال الزجاج: النفير جمع نفر كالعبيد. {وَالْجِنُّ} اسم جنس، واحده جنيّ كروم وروميّ، سمّوا بذلك لاجتنانهم عن بني آدم. </p><p> {إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا} والسماع: حصول السمع اتفاقًا، كما مرّ آنفًا. {عَجَبًا} مصدر بمعنى العجيب، وضع موضعه للمبالغة؛ أي: عجيبًا بديعًا مباينًا لكلام الناس في حسن النظم ودقّة المعنى. {يَهْدِى إِلَى الرُّشْدِ} وحقيقة الرشد إلاهتداء إلى مصالح الدين والدنيا. قال بعضهم: الرشد كالقفل خلاف الغيّ، يقال في الأمور الدنيوية والأخروية، والرشد كالذهب يقال في الأمور الأخروية فقط. {تَعَالَى جَدُّ رَبِّنَا} ؛ أي: تنزّه جلاله وعظمته عمّا نسب إليه من الصاحبة والولد. وفي \"القرطبي\" : الجد في اللغة: العظمة والجلال، ومنه قول أنس رضي الله عنه: كان الرجل إذا حَفِظ البقرة، وآل عمران جدّ في عيوننا؛ أي: عظم وجلّ. {كَانَ يَقُولُ سَفِيهُنَا} ؛ أي: جاهلنا، وهو إبليس أو مردة الجنّ. والسفه: خفّة الحلم، أو نقيضه أو الجهل كما في \"القاموس\" . وقال الراغب: السفه: خفّة في البدن، واستعمل في خفّة النفس لنقصان العقل، وفي الأمور الدنيوية والأخروية. والمراد في الآية هو السفه في الدين الذي هو السفه الأخرويّ، كذا في \"المفردات\" . </p><p> {شَطَطًا} هو مجاوزة الحد في الظلم وغيره. وفي \"المفردات\" : الشطط: الإفراط في البعد؛ أي: قولًا ذا شطط؛ أي: بعد عن القصد ومجاوزة الحد، أو هو شطط في نفسه لفرط بعده عن الحق، فوصف بالمصدر للمبالغة، والمراد به نسبة الصاحبة والولد إليه تعالى. {كَذِبًا} مصدر مؤكد لـ {تَقُولَ} ؛ لأنه نوع من القول. {يَعُوذُونَ} العوذ: الالتجاء إلى الغير والتعلق به. أصله: يعوذون بوزن يفعلون، نقلت حركة الواو إلى العين فسكنت بعد ضمة فصارت حرف مد. {فَزَادُوهُمْ} أصله: </p><p> زيدوهم، تحركت الياء وانفتح ما قبلها قلبت ألفا. {رَهَقًا} ؛ أي: تكبرا وعتوًا وسفهًا، فإن الرهق محركًا يجيء لمعان. </p><p> منها: السفه وركوب الشر والظلم، كما مر. وفي \"المختار\" : رهقه: غشيه، وبابه: طرف. {وَأَنَّا لَمَسْنَا السَّمَاءَ} واللمس: إدراك بظاهر البشرة كالمس. {حَرَسًا} اسم جمع لحارس من الحراسة، بمعنى حافظ كخدم لخادم، مفرد اللفظ، ولذلك وصفه بقوله:  {شَدِيدًا} ؛ أي: قويًّا، ولو كان جمعًا .. لقال: شدادًا. {وَشُهُبًا} جمع شهاب ككتب وكتاب، وهو الشعلة المقتبسة من نار الكواكب، كذا قالوا. والله أعلم. </p><p> {فَمَنْ يَسْتَمِعِ الْآنَ} والآن ظرف للزمان الحاضر، استعير هنا للمستقبل. {شِهَابًا رَصَدًا} مصدر بمعنى اسم المفعول؛ أي: مرصدًا مهيّأً له. {طَرَائِقَ قِدَدًا} قال في \"المفردات\" : جمع الطريق طرق، وجمع الطرق طرائق، فالطرائق: جمع الجمع، والظاهر: أن الطرائق جمع طريقة كقصائد جمع قصيدة. والطريق هو المكان يطرق بالأرجل؛ أي: يضرب. ومنه: استعير كل مسلك يسلكه الإنسان في فعل شيء محمودًا كان أو مذمومًا. والهمزة في {الطرائق} مبدلة من الياء الموجودة في الاسم المؤنث لما وقعت ثالثة زائدة حرف مد فيه. {قِدَدًا} : جمع قد، وهو قطع الشيء طولًا، وصفت الطرائق بالقدد لدلالتها على معنى التقطع والتفرق. وفي \"القاموس\" : القدة: الفرقة من الناس هوى كل واحد على حدة، ومنه:  {كُنَّا طَرَائِقَ قِدَدًا} ؛ أي: فرقًا مختلفة أهواؤها، يجمع على قدد كسدرة وسدر. {وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ} أصله: أأمنّا، أبدلت الهمزة الثانية الساكنة ألفًا حرف مد مجانسًا لحركة الأولى. {فَلَا يَخَافُ} أصله: يخوف مضارع خوف بكسر الواو، يخوف بفتحها نقلت حركة الواو إلى الحاء فسكنت لكنها أبدلت الفاء لتحركها في الأصل وفتح ما قبلها في الحال. {بَخْسًا} ؛ أي: نقصًا عن ثواب الحسنات. {وَلَا رَهَقًا} ؛ أي: ظلمًا بزيادة عقاب السيئات. {وَمِنَّا الْقَاسِطُونَ} ؛ أي: الجائرون العادلون عن الحق، من قسط بمعنى جار، وأما المقسطون فهم العادلون إلى الحق من أقسط بمعنى عدل إلى الحق واتبعه. </p><p> {فَأُولَئِكَ تَحَرَّوْا رَشَدًا} ؛ أي: قصدوا هداية وطلبوها باجتهاد، ومنه: التحري في الشيء؛ أي: الاجتهاد فيه، يقال: حرى الشيء يحريه؛ أي: قصد حراه؛ أي: </p><p> جانبه، وتحرّاه كذلك. وأصله: تحريوا، قلبت الياء ألفًا لتحركها بعد فتح ثمّ حذفت الألف لالتقاء الساكنين. والتحرّي في الأصل: طلب الأحرى والأليق قولًا أو فعلًا، كما مرّ. {رَشَدًا} يقال: رشد كنصر وفرح رشدًا رُشْدا ورشادًا: اهتدى كما في \"القاموس\" ؛ أي: اهتداء عظيمًا إلى طريق الحقّ والصواب. {حَطَبًا} ؛ أي: وقودًا للنار. والحطب: ما يعد للإيقاد. </p><p> {وَأَلَّوِ اسْتَقَامُوا} أصله: استقوموا بوزن استفعلوا نقلت حركة الواو إلى القاف فسكنت لكنّها أبدلت ألفًا لتحركها في الأصل وفتح ما قبلها في الحال. {لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا} الغدق بفتح الدال وكسرها لغتان في الماء الغزير، ومنه: الغيداق للماء الكثير وللرجل الكثير العدوّ والكثير النطق. وفي \"المصباح\" : غدقت العين غدقًا من باب تعب: كثر ماؤها، فهي غدقة، وفي التنزيل:  {لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا} ؛ أي: كثيرًا، وأغدقت إغداقًا كذلك، وغدق المطر غدقًا، وأغدق إغداقًا مثله، وغدقت الأرض تغدق - من باب ضرب - إذا ابتلت بالغدق. {لَأَسْقَيْنَاهُمْ} الإسقاء والسقي بمعنى واحد. وقال الراغب: السقي والسقيا: هو أن تعطيه ماء ليشرب، والإسقاء: أن تجعل ذلك له حتى يتناوله كيف شاء، كما يقال: أسقيته نهرًا، فالإسقاء أبلغ. وغدق من باب علم إذا غزر. {يَسْلُكْهُ عَذَابًا صَعَدًا} يقال: سلكت الخيط في الإبرة إذا أدخلته فيها، أي: يسلكه في عذاب صعد؛ أي: شاقٍّ. {وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ} أصله: قوم بوزن فعل، قلبت الواو ألفًا لتحركها بعد فتح. {يَكُونُونَ عَلَيْهِ لِبَدًا} جمع لبدة بالكسر نحو: قربة وقرب، وهي ما تلبَّد بعضه على بعض؛ أي: تراكب وتلاصق. ومنها: لبدة الأسد، وهي الشعر المتراكب بين كتفيه. </p><p> {كَادُوا} أصله: كودوا، قلبت الواو ألفًا لتحركها بعد فتح. {يَكُونُونَ} أصله يكونون بوزن يفعلون، نقلت حركة الواو إلى الكاف فسكنت الواو إثر ضمّة، فصارت حرف مدّ. {أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا} والفرق بين الزمان والأمد: أن الأمد يقال باعتبار الغاية، والزمان عامّ في المبدأ والغاية. {إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ} أصله: ارتضى بوزن افتعل، قلبت ياؤه ألفًا لتحركها بعد فتح. وأصل الارتضاء: تناول مرضيّ الشيء: {وَمِنْ خَلْفِهِ رَصَدًا} قال في \"القاموس\" : الرصد محرّكًا: الراصدون؛ أي: الراقبون، يقال للواحد والجماعة كما في \"المفردات\" . </p><p> {وَأَحَاطَ} أصله: أحوط بوزن أفعل، نقلت حركة الواو إلى الحاء فسكنت ثم أبدلت ألفًا لتحركها في الأصل وفتح ما قبلها في الحال. {وَأَحْصَى كُلَّ شَيْءٍ} أصله: أحصي بوزن أفعل، قلبت الياء ألفًا لتحركها بعد فتح. وأصل الإحصاء: أن المحاسب إذا بلغ عقدًا معيّنًا من عقود الأعداد كالعشرة والمئة والألف وضع حصاة ليحفظ بها كمية ذلك العدد، فيبني على ذلك حسابه. {عَدَدًا} والعدد لغة: مطلق الكمية، فيدخل فيه الواحد، واصطلاحًا: ما ساوى نصف حاشيتيه السفلى والعليا القريبتين أو البعيدتين مثلًا الأربعة له حاشية قريبة عليا، وهي خمسة، وله حاشية سفلى قريبة وهي ثلاثة. فإذا جمعت ثلاثة مع خمسة يكون ثمانية، فالأربعة حينئذٍ نصف ثمانية، وقس على ذلك غيره. فيخرج بذلك الواحد، لأنّه ليس عددًا عند الحساب بل مبدأ عدد لفقد الحاشية السفلى له. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: وصف القرآن بالمصدر في قوله: {قُرْآنًا عَجَبًا} للمبالغة في مدحه، أي: عجيبًا في رصانة اللفظ وغزراة المعنى مباينا لكلام الناس في حسن النظم ودقّة المعنى. </p><p> ومنها: طباق السلب في قوله: {يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا (٢) } لأن الإيمان نفي الشرك. </p><p> ومنها: عطف المسبّب على السبب في قوله: {يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا (٢) } فإنَّ مجموع هذ الكلام معطوف مسبّب عن مجموع قوله: {إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا (١) يَهْدِي إِلَى الرُّشْدِ}. </p><p> ومنها: الاستعارة التصريحية في قوله: {وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا} ، حيث شبه سلطان الله وغناه الذاتيان الأزليان ببخت الملوك ودولتهم وغنى الأغنياء، فأطلق اسم الجد عليه استعارة، كذا في \"الروح\" . </p><p> ومنها: التعبير بصيغة الماضي في قوله: {فَزَادُوهُمْ} إفادة للتحقق والوقوع، </p><p> وفيه أيضًا إسناد الزيادة إلى الإنس والجنّ باعتبار السببية. </p><p> ومنها: التشبيه في قوله: {وَأَنهُم ظَنُّوا كَمَا ظَنَنتُم} . </p><p> ومنها: الاستعارة التصريحية التبعتة في قوله: {وَأَنَّا لَمَسْنَا السَّمَاءَ} ؛ أي: طلبنا خبر السماء باستراقه، حيث شبه الطلب باللمس باليد في كون كلّ واحد منهما وسيلة إلى تعرّف حال الشي، فاشتقّ منه {لَمَسْنَا} بمعنى طلبنا على طريقة الاستعارة التصريحية التبعية. ومنها: جناس الاشتقاق في قوله: {وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ} لما بين اللفظين من الاشتقاق اللطيف. </p><p> ومنها: الاستعارة التصريحية الأصليّة في قوله: {فَمَنْ يَسْتَمِعِ الْآنَ} ؛ لأنّه ظرف حالي استعير للمستقبل. </p><p> ومنها: حسن رعاية الأدب مع الخالق في قوله: {وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا (١٠) }، حيث نسبوا الخير إلى الله تعالى دون الشر سلوكًا مسلك الأدب مع البارىء بأسلوب بديع. </p><p> ومنها: القصر الادّعائيّ في قوله: {وَأَنَّا مِنَّا الصَّالِحُونَ} ، حيث قصروا الصلاح فيم، كأنّهم لم يعتدوا بصلاح غيرهم. </p><p> ومنها: حذف الموصوف في التفصيل بـ {مِنْ} في قوله: {وَمِنَّا دُونَ ذَلِكَ} ؛ أي: قوم دون أولئك الصالحين. </p><p> ومنها: الطباق بين {الْإِنْسُ وَالْجِنُّ} ، وبين {ضَرًّا وَلَا رَشَدًا} ، وبين {الْمُسْلِمُونَ والْقَاسِطُونَ} . </p><p> ومنها: الاستعارة اللطيفة في قوله: {كُنَّا طَرَائِقَ قِدَدًا} ، حيث استعار الطرائق للمذاهب المختلفة، فإنه حقيقة في المكان الذي يطرق بالأرجل؛ أي: يضرب ثم استعير في كل مسلك يسلكه الإنسان في فعل محمودًا كان أو مذومًا، كما مرّ. </p><p> ومنها: اللف والنشر المرتب في قوله: {وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ} ، فهذا لف نشر عليه على ترتيبه قوله:  {فَمَنْ أَسْلَمَ فَأُولَئِكَ} إلخ، وقوله: {وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا (١٥) }. </p><p> ومنها: الاحتباك في قوله: {قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا (٢١) }، وهو </p><p> الحذف من أحد المتقابلين نظير ما أثبته في الآخر، كأنّه قال: لا أملك لكم ضرًّا ولا نفعًا ولا رشدًا وغيًّا. </p><p> ومنها: إيراد علمه تعالى في قوله: {لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ} لإبراز اعتنائه تعالى بأمر الإبلاغ ولإشعار ترتب الجزاء عليه والمبالغة في الحث عليه والتحذير من التفريط فيه. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم، وصلى الله على سيدنا محمد وآله وصحبه وسلم. </p><p> * * * </p><p> خلاصة ما تضمَّنته هذه السورة الكريمة </p><p> اشتملت هذه السورة على مقصدين: </p><p> ١ - حكاية أقوال صدرت من الجن حين سمعوا القرآن كوصفهم له بأنّه كتاب يهدي إلى الرشد، وأن الرب سبحانه تنزه عن الصاحبة والولد، وأنهم ما كانوا يظنون أن أحدًا يكذب على الله تعالى، وأن رجالًا من الإنس كانوا يستعيذون في القفر برجال مِنَ الجن، وأن الجن طلبوا خبر العالم العلويّ فمنعوا، وأن الجن لا يدرون ماذا يحل بالأرض من هذا المنع، وأنّ الجن منهم الأبرار، ومنهم الفجّار، ومنهم مسلمون وجائرون عادلون عن الحق. </p><p> ٢ - ما أمر النبي - صلى الله عليه وسلم - بتبليغه إلى الخلق ككونه لا يشرك بربّه أحدًا، وأنّه لا يملك لنفسه ضرًّا ولا نفعًا، وأنه لا يمنعه أحد من الله إن عصاه، وأنه - صلى الله عليه وسلم - لا يدري متى يكون وقت تعذيبهم، فالعلم لله وحده (١) . </p><p> والله أعلم </p><p> * * * </p><p>(١) إلى هنا تمّ تفسير هذه السورة أوائل ليلة الجمعة ليلة التاسع والعشرين من شهر ربيع الأوّل من شهور سنة ٢٩/ ٣/ ١٤١٦ ألف وأربع مئة وست عشرة سنة من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية، آمين يا رب.</p><p> [سورة المزمل] </p><p> سورة المزمل مكية، نزلت بعد سورة القلم. قال الماورديّ (١) : كلها مكية في قول الحسن، وعكرمة، وجابر، قال: وقال ابن عباس وقتادة: مكية إلّا آيتين منها قوله تعالى: {وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا (١٠) }، وقوله: {وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا (١١) }. </p><p> وقال الثعلبيّ: وإلا قوله تعالى: {إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ ...} إلى آخر السورة، فمدنيّات. وأخرج ابن الضريس وابن مردويه والبيهقي عن ابن عباس قال: نزلت {يَا أَيُّهَا الْمُزَّمِّلُ (١) } بمكة. وأخرج ابن مردويه عن ابن الزبير مثله. </p><p> وعدد آياتها (٢) : تسع عشرة أو عشرون آية. وعدد كلماتها: مئتان وخمس وثمانون كلمة. وحروفها: ثمان مئة وثمانية وثلاثون حرفا. </p><p> التسمية: وسبب تسميتها بذلك: ما أخرجه (٣) البزّار والطبراني في \"الأوسط\" وأبو نعيم في \"الدلائل \" عن جابر قال: اجتمعت قريش في دار الندوة، فقالوا: سمّوا هذا الرجل اسمًا تصدّون الناس عنه، فقالوا: كاهن، قالوا: ليس بكاهن، قالوا: مجنون، قالوا: ليس بمجنون، قالوا: ساحر، قالوا: ليس بساحر. فتفرّق المشركون على ذلك، فبلغ ذلك النبيّ - صلى الله عليه وسلم -، فتزمَّل في ثيابه وتدثر فيها، فأتاه جبريل، فقال: {يَا أَيُّهَا الْمُزَّمِّلُ (١) } {يَا أَيُّهَا الْمُدَّثِّرُ (١) }. قال البزار بعد إخراجه من طريق معقى بن عبد الرحمن: إنّ معلى قد حدث عنه جماعة من أهل العلم، واحتملوا حديثه لكنه إذا تفرد بالأحاديث لا يتابع عليها. وأخرج أبو داود والبيهقي في \"السنن\" عن ابن عباس قال: بتّ عند خالتي ميمونة، فقام النبيّ - صلى الله عليه وسلم - يصلي من الليل، فصلى ثلاث عشرة ركعة، منها: ركعتا الفجر، فحزرت قيامه في كل ركعة بقدر {يَا أَيُّهَا الْمُزَّمِّلُ (١) }. </p><p>(١) الشوكاني. (٢) الخازن.(٣) الشوكاني.</p><p> مناسبتها ووجه اتصالها بما قبلها من وجوه (١) : </p><p> ١ - أنه سبحانه ختم سورة الجن بدر الرسل عليهم السلام، وافتتح هذه بما يتعلق بخاتمهم عليه السلام. </p><p> ٢ - أنه قال في السورة السابقة:  {وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ} ، وقال في هذه: {قُمِ اللَّيْلَ إِلَّا قَلِيلًا (٢) }. </p><p> وقال أبو حيان (٢) : مناسبتها لما قبلها: في آخر ما قبلها {عَالِمُ اَلغَيبِ ...} الآيات، فأتبعه بقوله: {يَا أَيُّهَا الْمُزَّمِّلُ (١) } إعلامًا بأنه - صلى الله عليه وسلم - ممن ارتضاه من الرسل، وخصه بخصائص، وكفاه شرّ أعدائه. </p><p> الناسخ والمنسوخ فيها: وقال محمد بن حزم في الناسخ والمنسوخ: سورة المزّمل فيها ستّ آيات منسوخات. </p><p> أولاهنّ: قوله تعالى: {يَا أَيُّهَا الْمُزَّمِّلُ (١) قُمِ اللَّيْلَ إِلَّا قَلِيلًا (٢) } نسخت بقوله تعالى: {إِلَّا قَلِيلًا} . </p><p> الثانية: القليل بالنصف والنصف بقوله تعالى: {أَوِ انْقُصْ مِنْهُ} ؛ أي: إلى الثلث. </p><p> الثالثة: قوله: {ثَقِيلًا} نسخت بقوله تعالى: {يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ ...} الآية. </p><p> الرابعة: قوله تعالى: {وَاهْجُرْهُمْ هَجْرًا جَمِيلًا} نسخت بآية السيف. </p><p> الخامسة: قوله تعالى: {وَذَرْنِي وَالْمُكَذِّبِينَ} نسخت بآية السيف. </p><p> السادسة: قوله تعالى: {فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا} نسخت بقوله تعالى: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} الآية (٣٠) من سورة الإنسان، وقيل: نسخت بآية السيف. </p><p> والله أعلم </p><p> * * * </p><p>(١) المراغي. (٢) البحر المحيط.</p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {يَا أَيُّهَا الْمُزَّمِّلُ (١) قُمِ اللَّيْلَ إِلَّا قَلِيلًا (٢) نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا (٣) أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا (٤) إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا (٥) إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا (٦) إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا (٧) وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا (٨) رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا (٩) وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا (١٠) وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا (١١) إِنَّ لَدَيْنَا أَنْكَالًا وَجَحِيمًا (١٢) وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا (١٣) يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلًا (١٤) إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا (١٥) فَعَصَى فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذًا وَبِيلًا (١٦) فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا (١٧) السَّمَاءُ مُنْفَطِرٌ بِهِ كَانَ وَعْدُهُ مَفْعُولًا (١٨) إِنَّ هَذِهِ تَذْكِرَةٌ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا (١٩) إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٢٠) }. </p><p> المناسبة </p><p> قد تقدم لك بيان المناسبة بين أوّل هذه السورة وآخر ما قبلها، وأمّا قوله تعالى:  {وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا ...} الآيات، مناسبتها لما قبلها: أنّ الله سبحانه لما ذكر (١) معاملة العباد ببارئهم وخالقهم من العدم .. أردف ذلك بمعاملة بعضهم بعضًا، فبين أن ذلك يكون بأحد أمرين: </p><p> ١ - مخالطة فصبر جميل على الإيذاء والإيحاش. </p><p> ٢ - هجرٍ جميلٍ بالمجانبة بالقلب والهوى والمخالفة في الأفعال مع المداراة </p><p>(١) المراغي.</p><p> والإغضاء وترك المكافأة. ثم أمر رسوله أن يترك أمر المشركين إليه، فهو الكفيل بمجازاتهم. ثم ذكر أنه سيعذبهم بالأنكال والنار المستعرة والطعام ذي الغصة في يوم القيامة حتى تكون الجبال كثيبا مهيلًا. </p><p> وبعد أن خوفهم عذاب يوم القيامة خوفهم أحوال الدنيا، وأنه سيكون لهم فيها مثل ما كان للأمم المكذّبة قبلهم كقوم فرعون حين عصوا موسى، فأخذهم أخذ عزيز مقتدر. ثم عاد إلى تخويفهم بالآخرة مرةً أخر، وأبان لهم أن أهوالها بلغت حدًّا تشيب من هوله الولدان، وأن السماء تنشق منه. </p><p> قوله تعالى:  {إِنَّ هَذِهِ تَذْكِرَةٌ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا ...} إلى آخر السورة، مناسبتها لما قبلها: أن الله سبحانه لما بدأ السورة بشرح أحوال السعداء، وبين معاملتهم للمولى، ثم معاملتهم للخلق، ثم هدد الأشقياء بأنواع من العذاب في الآخرة، ثم توعدهم بعذاب الدنيا، وبعدئذٍ وصف شدة يوم القيامة. ختم السورة بتذكيرات مشتملة على أنواع الهداية والإرشاد، فمن شاء أن يسلك سبيل ربه بالطاعة والبعد عن المعصية، فليفعل. ثم أخبره بما يقوم به هو والمؤمنون للعبادة من ساعات الليل ثلثيه أو نصفه أو ثلثه. ثم خفف ذلك عنهم للأعذار التي تحيط بهم من مرض أو سفر للتجارة ونحوها أو جهاد للعدوّ، فليصلوا قدر ما يستطيعون، وليؤتوا زكاة أموالهم، ولسيتغفروا الله في جميع أحوالهم، فهو الغفور الرحيم. </p><p> أسباب النزول </p><p> قوله تعالى: {يَا أَيُّهَا الْمُزَّمِّلُ (١) قُمِ اللَّيْلَ إِلَّا قَلِيلًا (٢) ...} الآيات، سبب نزولها: ما (١) أخرجه البزار والطبراني بسند واهٍ عن جابر قال: اجتمعت قريش في دار الندوة فقالت: سموا هذا الرجل اسمًا يصدر الناس عنه، قالوا: كاهن، قالوا: ليس بكاهن، قالوا: مجنون، قالوا: ليس بمجنون، قالوا: ساحر، قالوا: ليس بساحر، فبلغ ذلك النبيّ - صلى الله عليه وسلم -، فتزمل في ثيابه فتدثر فيها، فأتاه جبريل فقال: {يَا أَيُّهَا الْمُزَّمِّلُ (١) } {يَا أَيُّهَا الْمُدَّثِّرُ (١) }. </p><p>(١) لباب النقول.</p>"
}