{
  "id": null,
  "sura": 72,
  "aya": 16,
  "text": "<p> بيوم النهروان هي من أرض العراق على أربعة فراسخ من بغداد. </p><p> والمعنى: أي وإنّا بعد سماع القرآن مختلفون، فمنّا المخلصون في صفة الإِسلام، ومنّا المائلون عن طريق الحقّ. </p><p> {فَمَنْ أَسْلَمَ} ؛ أي: أخلص بالتوحيد. قال سعدي المفتي: يجوز أن يكون من كلام الجنّ، ويجوز أن يكون من كلام الله مخاطبة لرسوله، ويؤيده ما بعده من الآيات. {فَأُولَئِكَ} إشارة إلى من أسلم، والجمع باعتبار المعنى {تَحَرَّوْا رَشَدًا} ؛ أي: قصدوا طريق حقّ وصواب. والتحرّي في الأصل: طلب الأحرى والأليق قولًا أو فعلًا؛ أي: طلبوا وقصدوا رشدًا وصوابًا وحقًا، يقال: رشد كنصر وفرح رشدا ورشدًا ورشادًا: اهتدى اهتداء عظيمًا إلى طريق الحقّ والصواب يبلغهم إلى دار الثواب، فتحري الرشد مجاز عن ذلك بعلاقة السببية. وقرأ الأعرج {رشدا} بضمّ الراء وسكون الشين، والجمهور بفتحهما. </p><p> ١٥ - {وَأَمَّا الْقَاسِطُونَ} ؛ أي: الجائرون عن سنن الهدى {فَكَانُوا لِجَهَنَّمَ حَطَبًا} ؛ أي: وقودًا توقد بهم كما توقد بكفرة الإنس. </p><p> فإن قيل: الجنّ مخلوقون من النار فكيف يكونون حطبًا لها؟ </p><p> أجيب: بأنهم وإن خلقوا منها .. لكنهم تغيروا عن تلك الكيفية، فصاروا لحمًا ودمًا، هكذا قيل اهـ خطيب. وأيضًا قويها قد يأكل ضعيفها، فيكون الضعيف حطبًا للقوي. </p><p> والمعنى (١) : أي وأنا منا المؤمنون الذين أطاعوا الله وأخبتوا إليه وعملوا صالح الأعمال، ومنا الجائرون عن النهج القويم، وهو الإيمان بالله وطاعته، ومن آمن بالله وأطاعه فقد سلك الطريق الموصل إلى السعادة، وقصد ما ينجيه من العذاب. ثم ذمّ الكافرين منهم فقالوا:  {وَأَمَّا الْقَاسِطُونَ} ؛ أي: وأمّا الجائرون عن سنن الإِسلام، فكانوا حطبًا لجهنم توقد بهم كما توقد بكفرة الإنس، وقد ذكر ثواب المؤمنين منهم بقوله:  {فَأُولَئِكَ تَحَرَّوْا رَشَدًا} . وإلى هنا انتهى كلام الجن. </p><p> ١٦ - ثم عاد إلى ذكر الموحى به إلى رسوله فقال:  {وَأَلَّوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ} هذا </p><p>(١) المراغي.</p><p> ليس من كلام الجنّ بل هو من جملة الموحى به قطعًا، فهو معطوف على قوله:  {أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا} . و \"أن\" مخففة من الثقيلة، والمعنى: وأوحي إليَّ أنَّ الشأن والحال لو استقام وتمسّك وثبت واستقر الجن أو الإنس أو كلاهما على الطريقة المستقيمة التي هي طريقة دين الإِسلام. {لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا} ؛ أي: ماء كثيرًا واسعًا. وقرأ الأعمش وابن وثّاب بضم واو {لو} . وقرأ الجمهور بكسرها لالتقاء الساكنين. والإسقاء والسقي بمعنى واحد. وقال الراغب: السقي والسقيا: هو أن تعطيه ماء ليشربه والإسقاء: أن تجعل له ذلك حتى يتناوله كيف يشاء، يقال: غدق الماء من باب علم إذا غزر، وصف به للمبالغة في غزارته كرجل عدل، وتخصيص الماء الكثير بالذكر؛ لأنّه أصل السعة، وإن كان أصل المعاش هو أصل الماء لا كثرته ولعزّة وجوده بين العرب قال عمر رضي الله عنه:  \"أينما كان الماء .. كان العشب، وأينما كان العشب كان المال، وأينما كان المال كانت الفتنة\" . </p><p> والمعنى: لأعطيناهم مالًا كثيرًا وعيشًا رغدًا، ووسّعنا عليهم الرزق في الدنيا. وذلك بعدما رفع عنهم المطر سبع سنين. وفيه دلالة على أن الجن يأكلون ويشربون. وقال بعضهم: وضرب الماء الغدق مثلًا؛ لأنّ الخير كلّه، والرزق بالمطر. </p><p> وقيل المعنى: وأن لو استقام أبوهم على عبادته وسجد لآدم، ولم يكفر وتبعه أولاده على الإِسلام .. لأنعمنا عليهم. واختار الزجاج هذا القول. </p><p> والخلاصة: وأوحي إليّ أنّه لو استقام الإنس والجنّ على ملة الإِسلام .. لوسعنا عليهم أرزاقهم، ولبسطنا لهم في الدنيا. وإنما خص الماء الغدق بالذكر؛ لأنه أصل المعاش وكثرته أصل السعة، ولندرة وجوده بين العرب. ومن ثم امتن الله سبحانه على نبيه بقوله: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (١) } على تفسير الكوثر بالنهر البخاري. ونحو الآية قوله تعالى:  {وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ} . </p><p> وسر هذا: ما عرفت غير مرّة من أن الخصب والسعة لا يوجدان إلا حيث توجد الطمأنينة والعدل، ويزول الظلم، وتكون الناس سواسية في نيل الحقوق، فلا ظلم ولا إرهاق ولا محاباة، ولا رُشًا في الأحكام. </p>"
}