{
  "id": null,
  "sura": 72,
  "aya": 1,
  "text": "<p> {وَأَنَّ الْمَسَاجِدَ لِلَّهِ ...} الآية. </p><p> وأخرج ابن جرير عن حضرميّ: أنه ذكر له أنّ جنيًّا من الجن من أشرافهم ذا تبع قال: إنما يريد محمد أن يجيره الله وأنا أجيره، فأنزل الله عَزَّ وَجَلَّ:  {قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ ...} الآية. </p><p> التفسير وأوجه القراءة </p><p> ١ - {قُلْ} يا محمد لقومك ليعرفوا بذلك أنّك مبعوث إلى الجنّ كالإنس {أُوحِيَ إِلَيَّ} ؛ أي: ألقي عليّ بطريق الوحي، واخبرت بإعلام من لله تعالى. والإيحاء: إعلام في خفاء. وفائدة (١) إخباره بهذه الأخبار بيان أنه رسول الثقلين، والنهي عن الشرك والحث على التوحيد، فإن الجن مع تمردهم وعدم مجانستهم إذا آمنوا فكيف لا يؤمن البشر مع سهولة طبعهم ومجانستهم؟. {أَنَّهُ} بفتح الهمزة؛ لأنّه نائب فاعل لـ {أُوحِيَ} . وعند الكوفيين والأخفش يجوز نيابة الجار والمجرور مع غيره، والضمير للشأن والحديث؛ أي: إنَّ الشأن والحديث {اسْتَمَعَ} ؛ أي: أصغى القرآن أو طه أو اقرأ وقد حذف لدلالة ما بعده عليه. والاستماع: الإصغاء، والمستمع من كان قاصدًا للسماع مصغيًا إليه، والسامع: من اتفق سماعه من غير قصد إليه، فكل مستمتع سامع من غير عكس. {نَفَرٌ مِنَ الْجِنِّ} ؛ أي: جماعة منهم ما بين الثلاثة والعشرة. قال في \"القاموس\" : النفر: ما دون العشرة من الرجال كالنفير، والجمع أنفار. وفي \"المفردات\" : النفر: عدة رجال يمكنهم النفر إلى الحرب. والجن واحده جني كروم ورومي ونحوه. </p><p> وقرأ الجمهور (٢) : {قُلْ أُوحِيَ} رباعيًا. وقرأ ابن أبي عبلة، وأبو إياس جوبة بن عائد الأسدي، والعتكي عن أبي عمرو {وحي} ثلاثيًا، يقال: وحي وأوحي بمعنى واحد، وهما لغتان. وقرأ زيد بن عليّ، وجوبة فيما روى عن الكسائي، وابن أبي عبلة أيضًا {أحي} بإبدال الواو همزة، ما قالوا في وعد: أعد. وقال الزمخشري: وهو من القلب المطلق جوازه في كل واو مضمومة انتهى. وليس كما ذكر بل في </p><p>(١) روح البيان. (٢) البحر المحيط.</p><p> ذلك تفصيل، وذلك أنَّ الواو المضمومة قد تكون أوّلًا وحشوا وآخرًا، ولكل منها أحكام، وفي بعضها تفصيل، وخلاف مذكور في كتب النحو. قال الزمخشري: وقد أطلقه المازني في المكسور أيضًا كإشاح وإسادة وإعاء أخيه انتهى. </p><p> واختلف (١) هل رآهم النبي - صلى الله عليه وسلم - أو لم يرهم؛ فظاهر القرآن: أنّه لم يرهم لأنّ المعنى: قل يا محمد لأمّتك أوحي إليّ علي لسان جبريل {أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ} ، ومثله قوله تعالى:  {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ} . ويؤيّد هذا ما ثبت في الصحيح عن ابن عباس قال: ما قرأ رسول الله - صلى الله عليه وسلم - على الجن وما رآهم. وقال عكرمة: والسورة التي كان يقرؤها رسول الله وهي {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (١) }. وقيل غير ذلك، كما مرّ آنفًا؛ إذ لو رآهم (٢) لما أسند معرفة هذه الواقعة إلى الوحي، فإن ما عرف بالمشاهدة لا يستند إثباته إلى الوحي، وكذا لم يشعر بحضورهم وباستماعهم، ولم يقرأ عليهم. وإنّما اتفق حضورهم في بعض أوقات قراءته، فسمعوها فأخبره الله تعالى بذلك، وقد مضى ما فيه من التفصيل في سورة الأحقاف فلا نعيده. وقال الضحاك: والجنّ ولد الجانّ وليسوا شياطين. وقال الحسن: إنهم ولد إبليس. وقيل: هم أجسام رقاق في صورة تخالف صورة الملك والإنس عاقلة كالإنس خفيّة عن أبصارهم لا يظهرون لهم، ولا يكلّمونهم إلا صاحب معجزة بل يوسوسون سائر الناس يغلب عليهم النارية أو الهوائية، ويدل على الأوّل مثل قوله تعالى: {وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ (١٥) }، فإن المشهور أنَّ المركبات كلها من العناصر، فما يغلب فيه النار فناري كالجن، وما يغلب فيه الهواء فهوائي كالطير، وما يغلب فيه الماء فمائي كالسمك، وما يغلب فيه التراب فترابي كالإنسان، وسائر الحيوانات الأرضية. وقيل: هي نوع من الأرواح المجردة؛ أي: الملائكة. وقيل: هي النفوس البشرية المفارقة لأبدانها. </p><p> وأكثر الفلاسفة ينكرون وجود الجن في الخارج، واعترف به جمع عظيم من قدمائهم، وكذا جمهور أرباب الملل المصدّقين بالأنبياء. قال الفاشانيّ: إنّ في الوجود نفوسًا أرضيّة قوية لا في غلظ النفوس السبعية والبهيمة وكثافتها وقلة إدراكها, ولا على هيئات النفوس الإنسانية واستعدادها ليلزم تعلقها بالأجرام الكثيفة </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> الغالب عليها الأرضية، ولا في صفاء النفوس المجردة ولطافتها لتتصل بالعالم العلوي، وتتجرد، أو تتعلق ببعض الأجرام السماويّة متعلقة بأجرام لطيفة غلبت عليها الهوائية، أو النارية أو الدخانية على اختلاف أحوالها. سماها بعض الحكماء الصور المعلقة، ولها علوم وإدراكات من جنس علومنا وإدراكاتنا, ولما كانت قريبة الطبع إلى الملكوت السماوي أمكنها أن تتلقي من عالمها بعض الغيب، فلا يستبعد أن ترتقي أفق السماء فتسترق السمع من كلام الملائكة؛ أي: النفوس المجردة. ولما كانت أرضيّة ضعيفة بالنسبة إلى القوى السماوية تأثرت تلك القوى، فرجمت بتأثيرها عن بلوغ شأنها وإدراك مداها من العلوم، ولا ينكر أن تشتعل أجرامها الدخانية بأشعة الكواكب فتحترق، وتهلك أو تنزجر عن الارتقاء إلى الأفق السماوي، فتتسفل فإنها أمور ليست بخارجة عن الإمكان. </p><p> وقد اختلف (١) أهل العلم في دخول مؤمني الجن الجنة كما يدخل عصاتهم النار لقوله في سورة تبارك: {وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ} وقول الجنّ فيما سيأتي في هذه السورة: {وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا (١٥) } وغير ذلك من الآيات. فقال الحسن: يدخلون الجنة، وقال مجاهد: لا يدخلونها وإن صرفوا عن النار. والأول أولى لقوله في سورة الرحمن:  {لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ} وفي سورة الرحمن آيات غير هذه تدل على ذلك، فراجعها. وقد قدمنا أن الحق أنه لم يرسل الله إليهم رسلًا منهم بل الرسل جميعًا من الإنس، وإن أشعر قوله:  {أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ} بخلاف هذا فهو مدفوع الظاهر بآيات كثيرة في الكتاب العزيز دالة على أنّ الله سبحانه لم يرسل الرسل إلّا من بني آدم. وهذه الأبحاث يطول الكلام فيها. والمراد هنا الإشارة إليها بأخصر عبارة وأوجز إشارة. </p><p> والحاصل (٢) : من الكتاب والسنة: العلم القطعي بأن الجن والشياطين موجودون متعبّدون بالأحكام الشرعية على النحو الذي يليق بخلقتهم وبحالهم، وأن النبي - صلى الله عليه وسلم - رسول إلى الإنس والجن، فمن دخل في دينه فهو من المؤمنين، ومعهم في الدنيا والآخرة والجنة، ومن كفر به فهو من الشياطين المبعدين المعذبين فيها والنار مستقره. </p><p>(١) الشوكاني. (٢) الخازن.</p>"
}