{
  "id": null,
  "sura": 72,
  "aya": 3,
  "text": "<p> وقرأ الجمهور:  {الرُّشد} بضم الراء وسكون الشين، وعيسى بضمّهما، وعنه أيضًا فتحهما. {فَآمَنَّا بِهِ} ؛ أي: بذلك القرآن، ومن ضرورة الإيمان به الإيمان بمن جاء به، أي: صدّقنا به بأنّه من عند الله تعالى. {وَلَنْ نُشْرِكَ} بعد اليوم البتة؛ أي: بعد علمنا بالحق {بِرَبِّنَا أَحَدًا} حسبما نطق به ما فيه من دلائل التوحيد؛ أي: لا نجعل أحدًا من المعبودات شريكًا له سبحانه اعتقادًا، ولا نعبد غيره. فإن تمام الإيمان إنما يكون بالبراءة من الشرك والكفر كما قال إبراهيم عليه السلام:  {إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ} . فلكونه قرآنًا معجزًا بديعًا وجب الإيمان به، ولكونه يهدي إلى الرشد وجب قطع الشرك من أصله. والدخول في دين الله كله فمجموع قوله:  {فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا} مسبب عن مجموع قوله: {إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا (١) يَهْدِي إِلَى الرُّشْدِ}، ولذا عطف {وَلَنْ نُشْرِكَ} بالواو مع أنّ الظاهر الفاء، وفي هذا توبيخ للكفّار من بني آدم حيث آمنت الجنّ بسماع القرآن مرّةً واحدةً، وانتفعوا بسماع آيات يسيرة منه، وأدركوا بعقولهم أنه كلام الله وآمنوا به، ولم ينتفع كفّار الإنس لا سيّما رؤوساؤهم وعظماؤهم بسماعه مرّات متعددة وتلاوته عليهم في أوقات مختلفة مع كون الرسول منهم يتلوه عليهم بلغاتهم لا جرم صرعهم الله أذل مصرع وقتلهم أقبح مقتل، ولعذاب الآخرة أشد لو كانوا يعلمون. </p><p> والمعنى (١) : أي قالوا لقومهم حين رجعوا إليهم كما جاء في قولهم: {فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ} : إنا سمعنا كتابًا بديعًا يهدي إلى الحق وإلى الطريق المستقيم، فصدّقنا به، ولن نعود إلى ما كنا عليه من الإشراك بالله. </p><p> ٢ - ٣ {وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا} بفتح الهمزة (٢) وكذا ما بعده من الجمل المصدرة بـ {أنّ} في أحد عشر موضعًا معطوف على {أَنَّهُ اسْتَمَعَ} ، فيكون من جملة الكلام الموحى به على أنَّ المُوحى عين عبارة الجن بطريق الحكاية كأنّه قيل: قل أوحي إليّ كيت وكيت. وهذه العبارات فاندفع ما قيل من أنّك لو عطفت {وَأَنَّا ظَنَنَّا} و {إِنَّا سَمِعْنَا}  {وَأَنَّهُ كَانَ رِجَالٌ}  {وَأَنَّا لَمَسْنَا} وشبه ذلك على أنّه استمع لم يجز، لأنّه ليس مما أوحي إليه، وإنّما هو أمر أخبروا به عن أنفسهم انتهى. قلت: والذي يظهر لي أنّ {أنّ} المفتوحة في مواضعها كلها مستعملة استعمال إنّ المكسورة </p><p>(١) المراغي. (٢) روح البيان.</p><p> توسعة لدائرة الكلام إلا في قوله:  {أَنَّهُ اسْتَمَعَ نَفَرٌ} فتكون فيه على بابها، وفي سائر المواضع بمعنى {إن} المكسورة فتكون مقولا لقوله: {فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا} . ومن قرأ بالكسر عطف على المحكي بعد القول، وهو الأظهر لوضوح اندراج الكلّ تحت القول. وقيل: في الفتح والكسر غير ذلك، والأقرب ما قلناه. </p><p> والمعنى: وأنّ الشأن ارتفع عظمة ربّنا كما تقول في الثناء على الله: وتعالى جدّك؛ أي: ارتفع عظمتك. وفي إسناد التعالي إلى العظمة مبالغة لا تخفى من قولهم: جدّ فلان في عيني؛ أي: عظم تمكّنه أو سلطانه؛ لأن الملك والسلطنة غاية العظمة. أو غناه على أنه مستعار من الجد الذي هو البخت والدولة والحظوظ الدنيوية سواء استعمل بمعنى الملك والسلطان أو بمعنى الغنى، فإن الجد في اللغة كما يكون بمعنى العظمة، وبمعنى أب الأب وأبي الأم يكون بمعنى الحظ والبخت، يقال: رجل مجدود؛ أي: محظوظ. شبه سلطان الله وغناه الذاتيان الأزليان ببخت الملوك والأغنياء، فأطلق اسم الجد عليه استعارة. </p><p> وقرأ الحرميّان (١) : نافع وابن كثير، والأبوان: أبو عمرو وأبو بكر بفتح الهمزة من قوله: {وَأَنَّهُ تَعَالَى} وما بعده، وهي اثنتا عشرة آية، آخرها {وَأَنَّا مِنَّا الْمُسْلِمُونَ} . وباقي السبعة بالكسر، فأما الكسر فواضح؛ لأنها معطوفات على قوله:  {إِنَّا سَمِعْنَا} ، فهي داخلة في معموم القول. وأما الفتح فقال أبو حاتم: هو معطوف على مرفوع {أُوحِيَ} ، فهو كله في موضع رفع على ما لم يسم فاعله انتهى. وهذا لا يصح؛ لأن من المعطوفات ما لا يصح دخوله تحت {أُوحِيَ} ، وهو كل ما كان فيه ضمير المتكلم كقوله:  {وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ} ، ألا ترى أنه لا يلائم {أُوحِيَ إِلَيَّ}  {وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ} ، وكذلك باقيها. وقال الزمخشري: ومن فتح كلهن فعطفًا على محل الجار والمجرور في {آمَنَّا بِهِ} ، كأنه قيل: صدقناه وصدّقنا بأنه تعالى جد ربنا، وبأنه كان يقول سفيهنا، وكذلك البواقي انتهى. ولم يتفطن لما تفطن له الفراء من أن بعضها لا يحسن أن يعمل فيه {آمَنَّا} . </p><p> وتلخيص ما في هذا المقام (٢) : أن {إنّ} المشددة في هذه السورة على قسمين: </p><p>(١) البحر المحيط. (٢) الفتوحات.</p><p> القسم الأول: ليس معه واو العطف، فهذا لا خلاف بين القرّاء في فتحه أو كسره على حسب ما جاءت به التلاوة واقتضته العربية كقوله:  {قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ} لا خلاف في فتحه لوقوعه موضع المصدر، كقوله:  {إِنَّا سَمِعْنَا قُرْآنًا} لا خلاف في كسره؛ لأنه محكي بالقول. </p><p> والقسم الثاني: أن يقترن بالواو وهو أربع عشرة كلمة: إحداها لا خلاف في فتحها، وهي قوله تعالى:  {وَأَنَّ الْمَسَاجِدَ لِلَّهِ} . والثانية:  {وَأَنَّهُ لَمَّا قَامَ} كسرها ابن عامر وأبو بكر، وفتحها الباقون. والاثنتا عشرة الباقية فتحها الأخوان، وابن عامر وحفص، وكسرها الباقون كما تقدم تحرير ذلك كله. والاثنتا عشرة هي قوله:  {وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا} ، {وَأَنَّهُ كَانَ يَقُولُ} ، {وَأَنَّا لَمَسْنَا السَّمَاءَ} ، {وَأَنَّهُ كَانَ رِجَالٌ} ، {وَأَنَّهُمْ ظَنُّوا} ، {وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ} ، {وَأَنَّا كُنَّا} ، {وَأَنَّا لَا نَدْرِي} ، {وَأَنَّا مِنَّا الصَّالِحُون} ، {وَأَنَّا لَمَّا سَمِعْنَا} ، {وَأَنَّا مِنَّا الْمُسْلِمُونَ}  {وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعْجِزَ} اهـ اسمين. </p><p> وقرأ الجمهور (١) : {جَدُّ رَبِّنَا} بفتح الجيم ورفع الدال مضافًا إلى {ربنا} ؛ أي: عظمته، قاله الجمهور، وقال أنس والحسن: غناه، وقال مجاهد: ذكره، وقال ابن عباس: قدره وأمره. وقرأ عكرمة {جد} منونًا، {ربنا} مرفوع الباء كأنه قال: عظيم هو ربنا فربنا بدل، والجد في اللغة العظيم. وقرأ حميد بن قيس {جدّ} بضم الجيم مضافًا، ومعناه: العظيم، حكاه سيبويه، وهو من الإضافة إلى الموصوف. </p><p> والمعنى: تعالى ربنا العظيم. وقرأ عكرمة {جدّا ربّنا} بفتح الجيم والدال منونًا ورفع {ربنا} ، وانتصب {جدّا} على التمييز المحول من الفاعل، أصله: تعالى جدّ ربنا. وقرأ قتادة وعكرمة أيضًا {جدّا} بكسر الجيم والتنوين نصبًا {ربّنا} رفعًا. قال ابن عطية: نصب {جدّا} على الحال، ومعناه: تعالى حقيقة ومتمكنًا، وقال غيره: هو صفة لمصدر محذوف تقديره: تعاليًا جدًّا، و {ربنا} مرفوع بـ {تعالى} . وقرأ ابن السميفع {جَدَى ربنا} ؛ أي: جدواه ونفعه. </p><p> وقوله:  {مَا اتَّخَذَ صَاحِبَةً ...} أي: زوجة {وَلَا وَلَدًا} ؛ أي: ابنًا ولا بنتًا. بيان (٢) لحكم (تعالى جده) ، كأنه قيل: ما الذي تعالى عنه؟ فقيل: ما اتخذ؛ أي: </p><p>(١) البحر المحيط. (٢) روح البيان.</p>"
}