{
  "id": null,
  "sura": 73,
  "aya": 17,
  "text": "<p> عصيان موسى. وفي ترك ذكر أملاء فرعون إشارة إلى أن كل واحد منهم كأنه فرعون في نفسه لتمرده. </p><p> {فَأَخَذْنَاهُ} بسبب عصيانه {أَخْذًا وَبِيلًا} ؛ أي: ثقيلًا شديدًا. والوبيل: الثقيل الغليظ، ومنه: الوابل للمطر العظيم، والكلام خارج عن التشبيه، جيء به للتنبيه على أنه سيحيق بهؤلاء ما حاق بأولئك لا محالة. </p><p> والمعنى (١) : أي إنّا أرسلنا إليكم رسولًا يشهد عليكم بإجابة من أجاب منكم دعوتي، وامتناع من امتنع من الإجابة يوم تلقونني في القيامة، كما أرسلنا إلى فرعون رسولًا يدعوه إلى الحق، فعصى فرعون الرسول الذي أرسلناه إليه، فأخذناه أخذًا شديدًا، فأهلكناه ومن معه بالغرق، فاحذروا أن تكذبوا هذا الرسول، فيصيبكم مثل ما أصابه. </p><p> وقصارى ذلك: كما أرسلنا إلى فرعون رسولًا فعصاه، فأخذناه أخذًا وبيلًا أرسلنا إليكم رسولًا شاهدًا عليكم، فاحذروا أن تعصوه، فيصيبكم مثل ما أصابه. </p><p> ١٧ - وبعد أن هددهم بعذاب الدنيا أعاد الكرّة بتخويفهم بعذاب الآخرة، فقال:  {فَكَيْفَ تَتَّقُونَ} أي: كيف تتقون وتحفظون أنفسكم {إِنْ كَفَرْتُمْ} ؛ أي: إن بقيتم على كفركم {يَوْمًا} ، أي: عذاب يوم {يَجْعَلُ الْوِلْدَانَ} والصبيان {شِيبًا} ؛ أي: شيوخًا لشدة هوله. وقرأ الجمهور {يَوْمًا} منونا {يَجْعَلُ} بالياء، والجملة صفة لـ {يَوْمًا} . وقرأ زيد بن عليّ {يَوْمًا} بغير تنوين، و {نجعل} بالنون، فالظرف مضاف إلى الجملة. والشيب: جمع أشيب، وهذا يجوز أن يكون حقيقة وأنهم يصيرون كذلك أو تمثيلًا لأن من شاهد الهول العظيم تقاصرت قواه، وضعفت أعضاؤه وصار كالشيخ في الضعف وسقوط القوة. وفي هذا تقريع لهم شديد وتوبيخ عظيم. و {يَوْمًا} مفعول به لتتقون. قال ابن الأنباري: ومنهم من نصب اليوم بـ {كفرتم} ، وهذا قبيح انتهى. </p><p> قال ابن الشيخ: قوله: {فَكَيْفَ تَتَّقُونَ} مرتب على الإرسال، فالعصيان، وكان الظاهر أن يقدم على قوله:  {كَمَا أَرْسَلْنَا} إلا أنه أخر زيادة في التهويل؛ إذ علم من </p><p>(١) المراغي.</p><p> قوله:  {فَأَخَذْنَاهُ} أنهم مأخوذون مثله وأشد، فإذا قيل بعده:  {فَكَيْفَ تَتَّقُونَ} كان ذلك زيادة كأنه قيل: هبوا أنكم لا تؤخذون في الدنيا أخذة فرعون وأمثاله، فكيف تتقون؟ أي: تقون أنفسكم عذاب يوم إلخ. فاتَّقى هنا بمعنى وقى المتعدي إلى مفعولين؛ لأن افتعل يجيء بمعنى فعل الثلاثي. نص عليه الزمخشري في \"المفصل\" . </p><p> ويجوز (١) أن يكون {يَوْمًا} ظرفًا؛ أي: فكيف لكم بالتقوى، والتوحيد في يوم القيامة إن كفرتم في الدنيا؟ أي: لا سبيل إليه لفوات وقته، فاتقى على حاله، وكذا {إذا} انتصب بـ {كَفَرْتُمْ} على تأويل جحدتم؛ أي: فكيف تتقون الله وتخشون عقابه إن جحدتم يوم القيامة والجزاء {يَجْعَلُ الْوِلْدَانَ} من شدة هوله وفظاعة ما فيه من الدّواهي، وهو صفة لـ {يَوْمًا} ، نسب الجعل إلى اليوم للمبالغة في شدته، وإلا فنفس اليوم لا تأثير له ألبتة. و {الْوِلْدَانَ} : جمع وليد، يقال لمن قرب عهده بالولادة، وإن كان في الأصل يصح إطلاقه على من قرب عهده بها ومن بعد. {شِيبًا} ؛ أي: شيوخًا جمع أشيب، والشيب: بياض الشعر كبيض جمع أبيض، وسيأتي تمام البحث فيه في مبحث التصريف إن شاء الله تعالى، وقد سبق لك قريبًا أن جعلهم شيوخًا إما محمول على الحقيقة كما ذهب إليه بعضهم. </p><p> فإن قلت: إيصال الألم والضرر إلى الصبيان يوم القيامة غير جائز بل هم لكونهم غير مكلفين معصومون محفوظون عن كل خطر. </p><p> قلت: قد يكون في القيامة من هيبة المقام ما يجثوا به الأنبياء عليهم السلام على الركب، فما ظنك بغيرهم من الأولياء والشيوخ والشبان والصبيان؟ وفي الآية مبالغة، وهي أنه إذا كان ذلك اليوم يجعل الولدان شيبًا، وهم أبعد الناس من الشيخوخة لقرب عهدهم بالولادة، فغيرهم أولى بذلك. وإما محمول على التمثيل بأن شبه اليوم في شدة هوله بالزمان الذي يشيب الشبان لكثرة همومه وأهواله. </p><p> وأصله: أن الهموم والأحزان إذا تفاقمت على المرء .. ضعفت قواه، وأسرع فيه الشيب؛ لأنّ كثرة الهموم توجب انعصار الروح إلى داخل القلب، وذلك الانعصار يوجب انطفاء الحرارة الغريزية وضعفها وانطفاؤها يوجب بقاء الأجزاء </p><p>(١) روح البيان.</p>"
}