{
  "id": null,
  "sura": 73,
  "aya": 16,
  "text": "<p> تعالى: {وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا (١٠٥) فَيَذَرُهَا قَاعًا صَفْصَفًا (١٠٦) لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا (١٠٧) }. </p><p> والحاصل: أنّ الأرض والجبال يدق بعضها ببعض، كما قال تعالى: {وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً (١٤) }. فترجع الجبال كثيبًا مهيلًا، ثم ينسفها الريح فتصير هباء منبثًّا وتبقى الأرض مكانها ثم تبدل، كما مر. وإنما عبر بالماضي في الجبال لتحقق وقوعه. </p><p> والمعنى (١) : أي ذلك العذاب في يوم تضطرب فيه الأرض، وتزلزل الجبال، وتتفرق أجزاؤها وتصير كالعهن المنفوش وكالكثيب المهيل بعد أن كانت حجارة صماء، ثم ينسفها ربي نسفًا، فلا يبقى منها شيء. </p><p> ١٥ - وبعد أن خوف المكذبين أولى النعمة بأهوال القيامة خوفهم بأهوال الدنيا وما لاقته الأمم المكذبة من قبلهم، فقال:  {إِنَّا أَرْسَلْنَا إِلَيْكُمْ} يا أهل مكة {رَسُولًا} ، هو محمد - صلى الله عليه وسلم - وكونه مرسلًا إليهم لا ينافي إرساله إلى من عداهم، فإن مكة أم القرى، فمن أرسل إلى أهل مكة فقد أرِسل إلى أهل الدنيا جميعًا، ولذا نص الله تعالى عليه بقوله:  {وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ} ، ليندفع أوهام أهل الوهم. {شَاهِدًا عَلَيْكُمْ} يشهد عليكم يوم القيامة بما صدر منكم من الكفر والعصيان، وكذا يشهد على غيركم، كما قال تعالى:  {وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا} . {كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا} هو موسى عليه السلام؛ لأنَّ هارون عليه السلام ردء له وتابع، وعدم تعيينه لعدم دخله في التشبيه، وتخصيص فرعون لأنه من رؤساء أولى النعمة المترفهين المتكبرين، فبينه وبين قريش جهة جامعة ومشابهة حال ومناسبة سريرة. قيل: إنما خص موسى وفرعون بالذكر؛ لأن أخبارهما كانت منتشرة بمكة. </p><p> ١٦ - {فَعَصَى فِرْعَوْنُ الرَّسُولَ} ؛ أي: فعصى (٢) فرعون المعلوم حاله كبرًا وتنعمًا الرسول الذي أرسلناه إليه. ومحل الكاف النصب على أنها صفة لمصدر محذوف؛ أي: إنا أرسلنا إليكم رسولًا فعصيتموه، كما يعرب عنه قوله تعالى:  {شَاهِدًا عَلَيْكُمْ} إرسالًا كائنًا كإرسالنا إلى فرعون رسولًا، فعصاه بأن جحد رسالته، ولم يؤمن به. وفي إعادة فرعون والرسول مُظْهرين تفظيع لشان عصيانه، وإن ذلك لكونه عصيان الرسول لا لكونه </p><p>(١) المراغي. (٢) روح البيان.</p>"
}