{
  "id": null,
  "sura": 74,
  "aya": 4,
  "text": "<p> نزل قال رسول الله - صلى الله عليه وسلم -: الله أكبر، فكبّرت خديجة أيضًا وفرحت، وأيقنت أنّه الوحي؛ لأن الشيطان لا يأمر بالتكبير ونحوه. ودخل فيه تكبير الصلاة وإن لم يكن في أوائل النبوة صلاة. </p><p> والفاء لمعنى الشرط كأنّه قيل: مهما يكن من شيء .. فلا تدع تكبيره ووصفه بالكبرياء، أو للدلالة على أن المقصود الأول من الأمر بالقيام أن يكبر ربه وينزهه عن الشرك، فإن أول ما يجب معرفة الصانع، ثم تنزيهه عما لا يليق بجنابه. فالفاء على هذا تعقيبية لا جزائية، وقال ابن جنيّ: الفاء: فيه زائدة كما في قولك: زيدًا فاضرب؛ أي: زيدًا اضرب. </p><p> وقال ابن العربي (١) : المراد به تكبير التقديس والتنزيه بخلع الأضداد والأنداد، والأصنام، ولا يتخذ وليًّا غيره ولا يعبد سواه، ولا يرى لغيره فعلًا إلَّا له ولا نعمة إلا منه. </p><p> والمعنى: أي وخصّ ربك وسيدك ومالكك ومصلح أمورك بالتكبير، وهو وصفه سبحانه بالكبرياء والعظمة، وأنه أكبر من أن يكون له شريك كما يعتقده الكفّار وأعظم من أن يكون له صاحبةٌ أو ولدٌ. </p><p> وحاصل المعنى: {يَا أَيُّهَا الْمُدَّثِّرُ (١) قُمْ فَأَنْذِرْ (٢) }؛ أي:  (٢) يا أيّها الذي تدثّر بثيابه رعبًا وفرقًا من رؤية الملك عند نزول الوحي أوّل مرّة شمر عن ساعد الجد، وأنذر أهل مكة عذاب يوم عظيم، وادعهم إلى معرفة الحق لينجوا من هول ذلك اليوم الذي تذهل فيه كلّ مرضعة عمّا أرضعت، والداعي إلى ربّه الكبير المتعالي لا يتم له ذلك إلا إذا كان متخلّقًا بجميل الخلال وحميد الصفات، ومن ثم قال: {وَرَبَّكَ فَكَبِّرْ (٣) }؛ أي: عظم ربك ومالك أمورِك بعبادته والرغبة إليه دون غيره من الآلهة والأنداد. ونحو الآية قوله:  {أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاتَّقُونِ} . </p><p> ٤ - {وَثِيَابَكَ فَطَهِّرْ (٤) } مما ليس بطاهر بحفظها وصيانتها من النجاسات وغسلها بالماء الطاهر بعد تلطّخها، فإنه قبيح بالمؤمن الطيّب أن يحمل خبيثًا سواء كان في حال الصلاة أو في غيرها، وبتقصيرها أيضًا فإنّ طولها يؤدي إلى جرّ الذيول على </p><p>(١) الشوكاني. (٢) المراغي.</p><p> القاذورات، فيكون التطهير كناية عن التقصير؛ لأنّه من لوازمه. </p><p> ومعنى التقصير (١) : أن تكون إلى أنصاف الساقين، أو إلى الكتب، فإنه - صلى الله عليه وسلم - جعل غاية طول الإزار إلى أعلى الكعب، وتوعّد على ما تحته بالنار، فإنّه أتقى وأنقى وأبقى، وهو أوّل ما أمر به - صلى الله عليه وسلم - من رفض العادات المذمومة، فإنّ المشركين ما كانوا يصونون ثيابهم من النجاسات. وفيه انتقال من تطهير الباطن إلى تطهير الظاهر؛ لأن الغالب أن من نقى باطنه أبى إلا اجتناب الخبث وإيثار الطهارة في كل شيء، فإن الدين مبنيّ على النظافة، ولا يدخل الجنة إلا نظيف، والله يحب الناسك النظيف. </p><p> قال الراغب: الطهارة ضربان: طهارة جسم وطهارة نفس، وقد حمل عليهما عامّة الآيات. وقوله: {وَثِيَابَكَ فَطَهِّرْ (٤) } قيل معناه: نفسك نزهها عن المعايب انتهى. أو طهر قلبك كما في \"القاموس\" أو أخلاقك فحسّن، قاله الحسن. وفي الحديث: حسّن خلقك ولو مع الكفار تدخل مداخل الأبرار، أو عملك فأصلح كما في \"الكواشي\" . ومنه: الحديث \"يحشر المرء في ثوبيه اللذين مات فيهما\" . أي: عمليه الخبيث والطيب، كما في \"عين المعاني\" . وإنه ليبعث في ثيابه؛ أي: أعماله كما في \"القاموس\" . أو أهلك فطهّرهم من الخطايا بالوعظ والتأديب. والعرب تسمّي الأهل ثوبًا ولباسًا، قال تعالى:  {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} ، كما في \"كشف الأسرار\" . </p><p> وسئل (٢) ابن عباس عن ذلك؟ فقال: لا تلبسها على معصية، ولا عن غدرة ثم قال: أما سمعت قول غيلان بن مسلمة الثقفي؟ </p><p> فإِنِّيْ بِحَمْدِ الله لَا ثَوْبَ فَاجِرٍ ... لَبِسْتُ وَلَا مِنْ غَدْرَةٍ أَتقنَّعُ </p><p> والعرب تقول عن الرجل إذا نكث العهد، ولم يف به: إنه لدنس الثياب، وإذا وفي ولم يغدر إنه لطاهر الثوب. قال السموءل بن عاديا اليهودي: </p><p> إِذَا الْمَرءُ لَمْ يَدْنسْ مِنَ اللُّؤّمِ عِرْضُهُ ... فَكُلُّ رِدَاءٍ يَرْتَدِيهِ جَمِيْلُ </p><p> ولا تزال هذه المعاني مستعملة في ديار مصر وغيرها، فيقولون: فلان طاهر </p><p>(١) روح البيان. (٢) المراغي.</p>"
}