{
  "id": null,
  "sura": 74,
  "aya": 8,
  "text": "<p> وثاب، والحسن، والأعمش {تستكثر} بالنصب على حذف (أن) وبقاء عملها، ويؤيد هذه القراءة قراءة ابن مسعود {ولا تمنن أن تستكثر} بزيادة (أن) . وقرأ الحسن أيضًا، وابن أبي عبلة {تَسْتَكْثِرُ} بالجزم على أنه بدل من {تَمْنُنْ} كما في </p><p> قوله تعالى: {يَلْقَ أَثَامًا (٦٨) يُضَاعَفْ لَهُ الْعَذَابُ}، وقول الشاعر: </p><p> مَتَى تَأْتِنَا تَلْمُمْ بِنَا فِي دِيَارِنَا ... تَجِدْ حَطَبًا جَزْلًا وَنَارًا تَأَجَّجَا </p><p> أو بالجزم على إجراء الوصل مجرى الوقف، كما في قول امرىء القيس: </p><p> فَاليَوْمَ أَشْرَبْ غَيْرَ مُسْتَحْقِبٍ ... إِثْمًا مِنَ الله وَلَا وَاغِلِ </p><p> بتسكين أشر. وقد اعترض على هذه القراءة؛ لأن قوله:  {تَسْتَكْثِرُ} لا يصح أن يكون بدلًا من {تَمْنُنْ} ؛ لأنّ المنَّ غير الاستكثار، ولا يصح أن يكون جوابًا للنهي. واختلف السلف في معنى الآية، فقيل المعنى: لا تمنن على ربك بما تتحمله من أعباء النبوة كالذي يسشكثر ما يتحمله بسبب الغير. وقيل: ولا تمنن على أصحابك بما علمتهم وبلغتهم من الوحي مستكثرًا ذلك عليهم. وقيل: لا تعط عطيّة تلتمس فيها أفضل، قاله عكرمة وقتادة. وقال مجاهد: لا تضعف أن تستكثر من الخير من قولهم: حبل متين إذا كان ضعيفًا. وقال الربيع بن أنس: لا تعظم عملك في عينك أن من الخير. وقال ابن كيسان: لا تستكثر عملًا فتراه من نفسك إنما عملك منة من الله عليك، إذ جعل لك سبيلًا إلى عبادته. وقيل: لا تمنن بالنبوة والقرآن على الناس، فتأخذ منهم أجرًا تستكثره. وقال محمد بن كعب: لا تعط مالك مصانعة. وقال زيد بن أسلم: إذا أعطيت عطيّة فأعطها لربك. </p><p> ٧ - {وَلِرَبِّكَ فَاصْبِرْ (٧) }؛ أي: ولوجه ربك فاصبر على طاعته وعبادته. وقيل: فاصبر لحكم ربك، ولا تتألم من أذية المشركين، فإن المأمور بالتبليغ لا يخلو عن أذى الناس، ولكن بالصبر يستحيل المر حلوًا وبالتمرن يحصل الذوق. وقال ابن زيد: حملت أمرًا عضيمًا، فحاربتك العرب والعجم فاصبر عليه لله. وقيل: اصبر تحت موارد القضاء لله، وقيل: اصبر على البلوى، وقيل: على الأوامر والنواهي. </p><p> والخلاصة: لا تجزع من أذى من خالفك. </p><p> ٨ - ولما أتم إرشاد رسوله أردفه بوعيد الأشقياء، فقال:  {فَإِذَا نُقِرَ} ونفخ {فِي النَّاقُورِ} والصور نفحة البعث </p><p> ٩ - {فَذَلِكَ} الوقت؛ أي: وقت نقر الناقور {يَوْمَئِذٍ} بدل </p>"
}