{
  "id": null,
  "sura": 74,
  "aya": 31,
  "text": "<p> النار تسعة عشر من الملائكة هم خزنتها، وقيل: تسعة عشر صنفًا من أصناف الملائكة، وقيل: تسعة عشر صفًّا من صفوفهم، وقيل: تسعة عشر نقيبًا مع كلّ نقيب جماعة من الملائكة، والأول أولى. قال الثعلبيّ: ولا ينكر هذا، فإذا كان ملك واحد يقبض أرواح جميع الخلائق كان أحرى أن يكونوا تسعة عشر على عذاب بعض الخلق. </p><p> وقرأ الجمهور (١) : {تِسْعَةَ عَشَرَ} مبنيّين على الفتح على مشهور اللغة في هذا العدد. وقرأ أبو جعفر بن القعقاع وطلحة بن سليمان بإسكان الشين من {عَشْرَ} ، كراهة توالي الحركات. وقرأ الجمهور بفتحها. وقرأ أنس بن مالك، وابن عباس، وابن قطيب، وإبراهيم بن قنّة بضمّ التاء، وهي حركة بناء عدل إليها عن الفتح لتوالي خمس فتحات، ولا يتوهم أنها حركة إعراب؛ لأنّها لو كانت حركة إعراب لأعرب {عشر} . وقرأ أنس أيضًا {تسعةُ} بالضم {أعشرَ} بالفتح. وقال صاحب \"اللوامح\" : فيجوز أنه جمع العشرة على أعثر، ثم أجراه مجرى تسعة عشر. وعنه أيضًا:  {تسعة وعشر} بالضم وقلب الهمزة من أعثر واوًا خالصة تخفيفًا والتاء فيهما مضمومة ضمّة بناء؛ لأنها معاقبة للفتحة فرارًا من الجمع بين خمس حركات على جهة واحدة. وعن سليمان بن قنة وهو أخو إبراهيم: أنه قرأ {تسعةُ أعشرٍ} بضم التاء ضمة إعراب، وإضافته إلى أعشرٍ، وأعشرٍ مجرور منون، وذلك على فك التركيب. قال صاحب \"اللوامح\" : ويجيء على هذه القراءة وهي قراءة من قرأ {أعشرَ} مبنيًّا، أو معربًا من حيث هو جمع أن الملائكة الذين هم على النار تسعون ملكًا نتهى. وفيه بعض تلخيص. قال الزمخشري: وقرىء {تسعةُ أعشرٍ} جمع عشير مثل: يمين وأيمن انتهى. </p><p> ٣١ - ولما نزل قوله تعالى: {عَلَيْهَا تِسْعَةَ عَشَرَ (٣٠) } قال أبو جهل: أما لمحمد من الأعوان إلا تسعة عشر يخوفكم محمد بتسعة عشر، وأنتم الدهم، أفيعجز كل مئة رجل منكم أن يبطشوا بواحد منهم ثم يخرجون من النار، فقال أبو الأشد وهو رجل من بني جمح: يا معشر قريش إذا كان يوم القيامة، فأنا أمشي بين أيديكم، فادفع عشرة بمنكبي، الأيمن وتسعة بمنكبي الأيسر، ونمضي ندخل الجنة. فأنزل الله </p><p>(١) البحر المحيط.</p><p> سبحانه:  {وَمَا جَعَلْنَا أَصْحَابَ النَّارِ} ؛ أي: المدبرين لأمرها، القائمين بتعذيب أهلها. فأصحاب النار هنا غير أصحاب النار في قوله تعالى:  {لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ} . {إِلَّا مَلَائِكَةً} ليخالفوا جنس المعذبين من الثقلين، فلا يرقوا لهم ولا يميلوا إليهم، فإن المجانسة مظنة الرأفة، فلذا بعث الرسول من جنسنا ليرحم بنا، ولأنهم أقوى الخلق وأقومهم بحق الله، وبالغضب له تعالى وأشدهم بأسًا. وعن النبي - صلى الله عليه وسلم -: \"القوة أحدهم مثل قوة الثقلين، يسوق أحدهم الأمّة، وعلى رقبته جبل فيرمي بهم في النار ويرمي بالجبل عليهم\" . </p><p> والمعنى: أي وما جعلنا المدبّرين لأمر النار القائمين بعذاب من فيها إلا ملائكة، فمن يطيق الملائكة ومن يغلبهم، وهؤلاء هم النقباء والمدبرون لأمرها. وإنما كانوا ملائكة لأنهم أقوى الخلق وأشدهم بأسًا، وأقومهم بحق الله تعالى وبالغضب له سبحانه \"، وليكونوا من غير جنس المعذّبين حتى لا يرقوا لهم، ويرحموهم.</p><p> ثم ذكر الحكمة في اختيار هذا العدد القليل، فقال:  {وَمَا جَعَلْنَا عِدَّتَهُمْ} ؛ أي: وما جعلنا في القرآن عددهم هذا العدد القليل {إِلَّا فِتْنَةً} ؛ أي: محنة وضلالة {لِلَّذِينَ كَفَرُوا} الذين استقلوا عددهم؛ أي: ما جعلنا تلك العدّة، وهي تسعة عشر إلا سبب فتنة وضلالة للذين كفروا حتى قالوا ما قالوا ليتضاعف عذابهم، ويكثر غضب الله عليهم. وفتنتهم به أنهم استقلوه واستهزؤوا به واستبعدوه، وقالوا: كيف يتوتى هذا العدد القليل تعذيب الثقلين. وقوله:  {إِلَّا فِتْنَةً} مفعول لـ {جعل} على حذف مضاف؛ أي: إلا سبب فتنة وللذين صفة لـ {فِتْنَةً} ، وليست {فِتْنَةً} مفعولًا له اهـ \" سمين\". </p><p> أي (١) : وما جعلنا عددهم إلا العدد الذي تسبّب لافتتانهم ووقوعهم في الكفر، وهو التسعة عشر، فعبّر بالأثر عن المؤثّر؛ أي: عبّر بالفتنة عن العدد المخصوص تنبيهًا على التلازم بينهما، وحمل الكلام على هذا؛ لأن {جعل} من دواخل المبتدأ والخبر، فوجب حمل مفعوله الثاني على الأول، ولا يصح حمل افتتان الكفار على عدد الزبانية إلا بالتوجيه المذكور، فإن عدتهم سبب للفتنة لا فتنة </p><p>(١) روح البيان.</p><p> نفسها. ثم ليس المراد مجرد جعل عددهم ذلك العدد المعين في نفس الأمر، بل جعله في القرآن أيضًا كذلك، وهو الحكم بأن عليها تسعة عشر، إذ بذلك يتحقق افتتانهم باستقلالهم له واستبعادهم لتولي هذا العدد القليل أمر الجم الغفير، واستهزائهم به حسبما ذكر، وعليه يدور ما سيأتي من استيقان أهل الكتاب وازدياد المؤمنين إيمانًا. </p><p> قال الإِمام الرازّي (١) : إنما صار هذا العدد سببًا لفتنة الكفار من وجهين: </p><p> الأول: أن الكفار يستهزئون ويقولون: لم لا يكونون عشرين مثلًا، وما المقتضي لتخصيص هذا العدد؟ </p><p> والثاني: أنّ الكفار يقولون: هذا العدد القليل كيف يكون وافيًا بتعذيب أكثر العالم من الجن والإنس من أول ما خلق الله تعالى إلى قيام الساعة؟ </p><p> وأجيب عن الأول: بأن هذا السؤال لازم عن كل عدد يفرض، وبأن أفعال الله لا تعلل فلا يقال فيها: لِمَ، وتخصيص هذا العدد لحكمة اختص الله بها. </p><p> وعن الثاني: بأنه لا يبعد أن الله تعالى يعطي ذلك العدد القليل قوة تقي بذلك، فقد اقتلع جبريل عليه السلام مدائن قوم لوط على أحد جناحيه ورفعها إلى السماء حتى سمع أهل السماء صياح ديكتهم، ثم قلبها فجعل عاليها سافلها. وأيضًا فأحوال القيامة لا تقاس بأحوال الدنيا، ولا للعقل فيها مجال اهـ \"خازن\" و \"خطيب\" . </p><p> وقوله:  {لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ} متعلق بالجعل الثاني على المعنى المذكور. والسين (٢) للطلب؛ أي: وجعلنا عدتهم العدد المذكور القليل الذي تسبَّب لضلال الكفار ليكتسب الذين أوتوا الكتاب اليقين بنبوته - صلى الله عليه وسلم - وصدق القرآن لما شاهدوا ما فيه موافقًا لما في كتابهم. وفي \"عين المعاني\" : سأل اليهود رسول الله - صلى الله عليه وسلم - عن خزنة النار وعددهم؟ \"فأجاب عليه السلام: بأنهم تسعة عشر؛ أي: إنه سبحانه جعل عدة خزنة جهنم هذه العدّة، ليحصل اليقين لليهود والنصارى بنبوّة محمد - صلى الله عليه وسلم - لموافقة ما في القرآن لكتبهم، قاله ابن عباس وقتادة ومجاهد، وغيرهم. وقيل:  {لِيَسْتَيْقِنَ} </p><p>(١) التفسير الكبير. (٢) روح البيان.</p><p> متعلق بفعل مضمر؛ أي: فعلنا ذلك ليستيقن الذين أوتوا الكتاب. {وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا} ؛ أي: وليزداد إيمانهم كيفيةً بما رأوا من تسليم أهل الكتاب وتصديقهم أنه كذلك أو كميةً بانضمام إيمانهم بذلك إلى إيمانهم بسائر ما أنزل. وقيل (١) : المراد الذين آمنوا من أهل الكتاب كعبد الله بن سلام. وقيل: أراد المؤمنين من أمة محمد - صلى الله عليه وسلم -. </p><p> والمعنى: ليزدادوا يقينًا إلى يقينهم، لما رأوا من موافقة أهل الكتاب لهم. </p><p> وقوله:  {وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ} تأكيد لما قبله من الاستيقان وازدياد الإيمان، فإن نفي ضد الشيء بعد إثبات وقوعه أبلغ في الإثبات، ونفي لما قد يعتري المستيقن والمؤمن من شبهة ما، فيحصل له يقين جازم بحيث لا شك بعده. وإنما لم ينظم المؤمنين في سلك أهل الكتاب في نفي الارتياب حيث لم يقل: ولا يرتابوا للتنبيه على تباين النفيين حالًا، فإن انتفاء الارتياب من أهل الكتاب مقارن لما ينافيه من الجحود، ومن المؤمنين مقارن لما يقتضيه من الإيمان وكم بينهما. </p><p> والتعبير (٢) عنهم باسم الفاعل بعد ذكرهم بالموصول والصلة الفعلية المنبئة عن الحدوث للإيذان بثباتهم على الإيمان بعد ازدياده، ورسوخهم في ذلك. والمراد نفي الارتياب عنهم في الدين، أو في أن عدة خزنة جهنم تسعة عشر، ولا ارتياب في الحقيقة من المؤمنين، ولكنه من باب التعريض لغيرهم ممن في قلبه شك من المنافقين. </p><p> والمعنى: أي ولا يشك أهل التوراة والإنجيل والمؤمنون بالله من أمّة محمد - صلى الله عليه وسلم - في حقّية ذلك العدد. </p><p> {وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} ؛ أي: شك أو نفاق، فإن كلًّا منهما من الأمراض الباطنة، فيكون إخبارًا بما سيكون في المدينة بعد الهجرة، إذ الاتّفاق إنما حدث بالمدينة، وكان أهل مكة إما مؤمنًا حقًا وإما مكذّبًا وإمّا شاكًّا. {وَالْكَافِرُونَ} المصرّون على التكذيب من أهل مكة وغيرهم. فإن قلت: كيف يجوز أن يكون قولهم هذا مقصودًا لله تعالى؟. </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> قلت: اللام ليست على حقيقتها بل للعاقبة، فلا إشكال. {مَاذَا} مجموع الكلمتين، اسم استفهام، فـ {ذا} ملغاة؛ أي: أي شيء {أَرَادَ اللَّهُ} سبحانه. وهذا الاسم المركب مفعول مقدم؛ أي: أي شيء أراد الله {بِهَذَا} العدد القليل {مَثَلًا} حال من هذا؛ أي: أي شيء أراد الله بهذا العدد القليل المستغرب حال كونه مشابهًا للمثل في غرابته، ويصح أن تكون {ما} مبتدأ، و {ذا} موصولًا خبره، و {أَرَادَ اللَّهُ} صلة الموصول، و {مَثَلًا} تمييز لهذا؛ أي: ما الذي أراده الله سبحانه بهذا العدد القليل، من جهة كونه مثلًا؛ أي: شبيهًا بالمثل في غرابته. فإطلاق المثل على هذا العدد على سبيل الاستعارة، حيث شبهوه بالمثل المضروب، وهو القول السائر في الغرابة، حيث لم يكن عقدًا تامًّا كعشرين أو ثلاثين. والاستفهام لإنكار أنّه من عند الله بناءً على أنّه لو كان من عنده تعالى لما جاء ناقصًا. وإفراد قولهم هذا بالتعليل مع كونه من باب فتنتهم للإشعار باستقلاله في الشناعة. </p><p> والمعنى (١) : أي وليقول الذين في قلوبهم شك في صدق الرسول - صلى الله عليه وسلم - والقاطعون بكذبه: ما الذي أراد الله بهذا العدد القليل المستغرب استغراب المثل؟. </p><p> ثم بين أن الاختلاف في الدين سنة من سنن الله تعالى، فقال:  {كَذلِكَ} ؛ أي: كما أضل الله سبحانه هؤلاء المنافقين والمشركين القائلين عن عدّة خزنة جهنم: أيّ شيء أراد الله بهذا الخبر حتى يخوفنا بعدتهم {يُضِلُّ اللَّهُ} سبحانه من خلقه {مَنْ يَشَاءُ} إضلاله، فيخذله عن إصابة الحق. {و} كما هدى الله سبحانه المؤمنين من أصحاب محمد - صلى الله عليه وسلم -، ومن أهل الكتاب إلى هذا المثل {يهدي} من عباده {مَنْ يَشَاءُ} هدايته، فيوفقه لإصابة الصواب. </p><p> واسم الإشارة إلى ما تقدم ذكره، وهو قوله:  {وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا} . والكاف نعت لمصدر محذوف، والمعنى: يضل الله من خلقه من يشاء إضلاله إضلالًا كائنًا كإضلال هؤلاء المنكرين لخزنة جهنم وعددهم من أبي جهل وأصحابه، ويهدي من خلقه من يشاء هدايته هداية كائنة كهداية المصدّقين لخزنة جهنم، وعددهم من أصحاب محمد - صلى الله عليه وسلم - وأهل الكتاب. </p><p>(١) المراغي.</p><p> والخلاصة: أنّ مثل هذا الإضلال يضل من يشاء إضلاله لسوء استعداده وتدسيته نفسه، وتوجيهها إلى سيّء الأعمال واجتراح السيئات حين مشاهدة الآيات الناطقة بالهدى، ويهدي من يشاء لتوجيه اختياره إلى الحسن من الأعمال وتزكيته نفسه، كلما لاح له سبيل الهدى. وقيل المعنى: كذلك يضلّ الله عن الجنة من يشاء، ويهدي إليها من يشاء. </p><p> {وَمَا يَعْلَمُ جُنُودَ رَبِّكَ} يا محمد؛ أي: جموع خلقه التي من جملتها الملائكة المذكررون. والجنود (١) : جمع جند بالضمّ، وهو العسكر، وكل مجتمع، وكل صنف من الخلق على حدة. وفي الحديث:  \"إنّ لله جنودًا منها العسل\" . {إِلَّا هُوَ} سبحانه وتعالى لفرط كثرتها. وفي حديث موسى عليه السلام:  \"أنه سأل ربه عن عدد أهل السماء؟فقال تعالى:اثنا عشر سبطًا عدد كل سبط عدد التراب\" . وفي \"الأسرار المحمدية\" : ليس في العالم موضع بيت ولا زاوية إلا وهو معمور بما لا يعلمه إلا الله، والدليل على ذلك أمر النبي - صلى الله عليه وسلم - بالتستر في الخلوة، وأن لا يجامع الرجل امرأته عريانين. وفيه إشارة إلى أنَّ لله في اختيار عدد الزباينة حكمةً، وإلا فجنوده خارجة عن داثرة العدّ والضبط. قال الفاشاني: وما يعلم عدد الجنود وكمّيتها وكيفيتها وحقيقتها إلا هو لإحاطة علمه بالماهيّات وأحوالها. </p><p> والمعنى: وما يعلم عدد خلقه ومقدار جموعه من الملائكة وغيرهم إلا هو وحده لا يقدر على علم ذلك أحد. وقال عطاء: يعني: من الملائكة الذين خلقهم لتعذيب أهل النار، لا يعلم عدّتهم إلا الله. والمعنى: أن خزنة النار، وإن كانوا تسعة عشر فلهم من الأعوان والجنود من الملائكة ما لا يعلمه إلا الله سبحانه. وهذا رد على استهزائهم يكون الخزنة تسعة عشر جهلًا منهم وجه الحكمة في ذلك. </p><p> ثم رجع سبحانه إلى ذكر سقر، فقال:  {وَمَا هِيَ} ؛ أي: وما سقر، وما ذكر معها من عدد خزنتها {إِلَّا ذِكْرَى لِلْبَشَرِ} ؛ أي: إلا تذكرة وموعظة وإنذارًا للبشر والإنس بسوء عاقبة الكفر والضلال. وتخصيص (٢) الإنس مع أنها تذكرة للجن أيضًا؛ لأنهم هم الأصل في القصد بالتذكرة. أو المعنى: وما عدة الخزنة إلا تذكرة لهم ليتذكروا، ويعلموا أن الله سبحانه قادر على أن يعذب الكثير غير المحصور من </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}