{
  "id": null,
  "sura": 74,
  "aya": 24,
  "text": "<p> في التشنيع، فقال: {ثُمَّ قُتِلَ كَيْفَ قَدَّرَ (٢٠) }؛ أي: ثم لعن وعذب بسبب ما قدره واختلقه من الكلام فيه. و {ثمّ} هنا للدلالة على أن الكرة الثانية في التعجيب أبلغ من الأولى؛ أي: للتراخي بحسب الرتبة، وأن اللائق في شأنه ليس إلا هذا القول دعاء عليه، وفيما بعد على أصلها من التراخي الزمانيّ. </p><p> ٢١ - {ثُمَّ نَظَرَ (٢١) } في أمر القرآن مرة بعد أخرى، وتأمل فيه لعله يجول بخاطره ما يحبون ويصل إلى ما يرجون. وهو معطوف على {فَكَّرَ وَقَدَّرَ} ، وما بينهما اعتراض. يعني: الدعاء بينهما. </p><p> ٢٢ - {ثُمَّ عَبَسَ} ؛ أي: قطب وغير وجهه عبوسة حين ضاقت به الحيل، ولم يجد فيه مطعنًا، ولم يدر ماذا يقول. ثم أكد ما قبله فقال:  {وَبَسَرَ} ؛ أي: كلح واسود وجهه، وزاد في العبوسة. قال سعه. بن عبادة: لمّا أسلمت راغمتني أمي، فكانت تلقاني مرة بالبشر ومرة بالبسر. وإيراد {ثُمَّ} في المعطوفات لبيان أن بين الأفعال المعطوفة تراخيًا. وفي هذا إيماء إلى أنه كان بقلبه صدق محمد - صلى الله عليه وسلم -، وكان ينكره عنادًاَ، فإنه لو كان يعتقد صدق ما يقول .. لفرح باستنباط ما استنبط وإدراك ما أدرك، وما ظهرت العبوسة على وجهه. </p><p> ٢٣ - {ثُمَّ أَدْبَرَ} عن الحق؛ أي: صرف وجهه عن الحق {وَاسْتَكْبَرَ} عن اتباعه؛ أي: رجع القهقرى مستكبرًا عن الانقياد له والإقرار به. </p><p> ٢٤ - ثم ذكر ما استنبطه من الترهات والأباطيل بقوله:  {فَقَالَ} عقيب توليه عن الحق: {إِنْ} نافية بمعنى ما، ولذا أورد {إلّا} بعدها؛ أي: ما {هَذَا} الذي يقوله محمد - صلى الله عليه وسلم -. يعني: القرآن {إِلَّا سِحْرٌ يُؤْثَرُ} ؛ أي: أمور تخييلية لا حقائق لها، يروى ويتعلم وينقل من الغير، وليس هو من سحره بنفسه. قال أبو حيان: ومعنى {إِلَّا سِحْرٌ} ؛ أي: إلا شبيه بالسحر انتهى. يقال: أثرت الحديث آثره أثرًا إذا حدّثت به عن قوم في آثارهم؛ أي: بعدما ماتوا هذا هو الأصل، ثم كان بمعنى الرواية عمن كان، وحديث مأثور؛ أي: منقول ينقله خلف عن سلف، وأدعية مأثورة؛ أي: مروية عن الأكابر. وفي (١) تعلم السحر لحكمة رخصة، واعتقاد حقِّيتِهِ والعمل به كفر، كما قيل: </p><p> عَرَفْتُ الشَّرَّ لا للشَرِّ لَكِنّي لِتَوقِّيهِ ... ومَنْ لَمْ يَعْرِفِ الشَّرَّ مِنَ الناسِ يَقَعْ فِيهِ </p><p> والمعنى: أي فقال ما هذا القرآن إلا سحر ينقله محمد عن غيره ممن كان قبله </p><p>(١) روح البيان.</p>"
}