{
  "id": null,
  "sura": 74,
  "aya": 26,
  "text": "<p> لَقُلْتُ مِنَ القَوْلِ مَا لَا يَزَا ... لُ يُؤْثَرُ عَنِّيْ بِهِ الْمُسْنَدُ </p><p> وقيل:  {يُؤْثَرُ} ؛ أي: يختار ويرجّح على غيره من السحر، فيكون من الإيثار. ومعنى {إِلَّا سِحْرٌ} ؛ أي: شبيه بالسحر. {إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ (٢٥) } تأكيد لما قبله؛ أي: يلتقط من أقوال الناس، ويظهر أن كفر الوليد إنما هو عناد، ألا ترى ثناءه على القرآن ونفيه عنه جميع ما نسبوا إليه من الشعر والكهانة والجنون. وقصته مع رسول الله - صلى الله عليه وسلم - حين قرأ أوائل سورة {فصلت} إلى قوله تعالى: {فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ (١٣) }. وناشده الله بالرحم أن يسكت انتهى. </p><p> ٢٦ - ثم ذكر ما يلقاه من الجزاء على سوء صنيعه وفظيع عمله، فقال:  {سَأُصْلِيهِ} ؛ أي: سأدخل ذلك العنيد يوم القيامة نار سقر، وأغمره فيها من جميع جهاته. قال في \"الصّحاح\" : سقر اسم من أسماء النار. وقال ابن عباس رضي الله عنهما: اسم للطبقة السادسة من جهنم، يقال: سقرته الشمس إذا آذته وآلمته، وسميت سقر لإيلامها. وقوله: {سَأُصْلِيهِ سَقَرَ (٢٦) } بدل من {سَأُرْهِقُهُ صَعُودًا (١٧) } بدل الاشتمال سواء جعل مثلًا لما يلقى من الشدائد، أو اسم جبل من نار؛ لأنّ سقر تشتمل على كل منهما. </p><p> ٢٧ - ثم بالغ في وصف النار وتعظيم شأنها، فقال: {وَمَا أَدْرَاكَ مَا سَقَرُ (٢٧) } ما (١) الأولى مبتدأ وجملة {أَدْرَاكَ} خبره، و {ما} الثانية خبر مقدم لقوله: {سَقَرَ} لأنّها المفيدة لما قصد إفادته من التهويل والتفظيع دون العكس، كما سبق في الحاقّة. </p><p> والمعنى: وأيّ شيء أعلمك يا محمد جواب {مَا سَقَرُ} في وصفها، لأنّها قد بلغت في الوصف حدًّا لا يمكن معرفته، ولا يتوصّل إلى إدراك حقيقته. يعني: أنه خارج عن دائرة إدراك العقول، ففيه تعظيم لشأنه. </p><p> ٢٨ - ثم بين وصفها بقوله:  {لَا تُبْقِي} لهم لحما {وَلَا تَذَرُ} لهم عظمًا، فإذا أعيد أهلها خلقًا جديدًا فلا تذرهم بل تعيد إحراقهم كرّة أخرى، وهكذا أبدًا كما جاء في الآية الأخرى:  {كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ} . </p><p> وعبارة \"الروح\" : قوله: {لَا تُبْقِي وَلَا تَذَرُ (٢٨) } بيان لوصفها وحالها، وإنجاز </p><p>(١) روح البيان.</p>"
}