{
  "id": null,
  "sura": 75,
  "aya": 14,
  "text": "<p> من علم علمًا أو أجرى نهرًا أو حفر بئرًا أو غرس ظلًا أو بني مسجدًا أو ورّق مصحفًا أو ترك وليًّا يستغفر له بعد موته \".وفي الحديث:\" ما منكم من أحد إلا سيكلمه ربه ليس بينه وبينه ترجمان، ولا حجاب يحجبه، فينظر أيمن منه فلا يرى إلا ما قدم من عمله، وينظر أشأم منه فلا يرى إلا ما قدم، وينظر بين يديه فلا يرى إلا النار تلقاء وجهه، فاتقوا النار ولو بشقّ تمرة \".</p><p> ١٤ - ثم بين أن أعظم شاهد على المرء نفسه، فهي نعم الشاهد عليه، فقال: {بَلِ الْإِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ (١٤) } {الْإِنْسَانُ} مبتدأ، و {بَصِيرَةٌ} خبره، و {عَلَى نَفْسِهِ} متعلق بـ {بَصِيرَةٌ} بتقدير على أعمال نفسه، والموصوف محذوف؛ أي: بل هو حجّةٌ بصيرة وبيّنة واضحة على أعمال نفسه، شاهدة جوارحه وأعضاؤه بما صدر عنه من الأفعال السيئة، كما يعرب عنه كلمة {عَلَى} ، وما سيأتي من الجملة الحالية. ووصفت الجوارح بالبصارة والشهادة مجازًا في الإسناد، كما وصفت الآيات بالإبصار في قوله تعالى:  {فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً} . أو عين بصيرة أو ذو بصيرة أو التاء للمبالغة كما في علّامة ونسّابة؛ أي: بصير شاهد على أعمال نفسه. ومعنى {بَلِ}  (١) هنا الترقي؛ أي: ينّبأ الإنسان بأعماله بل هو لا يحتاج إلى أن يخبره غيره، فإنه يومئذٍ عالم بتفاصيل أعماله وأحواله، شاهد على نفسه؛ لأنَّ جوارحه تنطق بذلك. </p><p> ١٥ - وقوله: {وَلَوْ أَلْقَى مَعَاذِيرَهُ (١٥) } حال (٢) من المستكن في {بَصِيرَةٌ} أو من مرفوع {يُنَبَّأُ} ؛ أي: هو بصيرة على نفسه تشهد عليه جوارحه، وتقبل شهادتها ولو جاء بكلّ معذرة يمكن أن يعتذر بها عن نفسه ويجادل عنها بأن يقول مثلًا: لم أفعل أو فعلت لأجل كذا، أو لم أعمل، أو وجد مانع أو كنت فقيرًا ذا عيال أو خفت فلانًا أو طمعت في عطائه إلى غير ذلك من المعاذير غير النافعة. أو ينبأ بأعماله، ولو اعتذر بكلّ عذر في الذبّ عنها، فإنّ الذبَّ والدفع لا رواج له يومئذٍ، لأنّه يوم ظهور الحق بحقيقته. والمعاذير اسم جمع للمعذرة كالمناكير اسم جمع للمنكر. وقيل: جمع معذار، وهو الستر بلغة أهل اليمن؛ أي: ولو أرخى ستوره. يعني: أن احتجابه واستتاره عن المخلوقات في حال مباشرة المعصية في الدنيا لا يغني عنه شيئًا؛ لأنَّ عليه من نفسه بصيرةً، ومن الحفظة شهودًا. وفي \" الكشاف\": لأنه يمنع </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}