{
  "id": null,
  "sura": 76,
  "aya": 9,
  "text": "<p> الذي لا يملك لنفسه نصرًا ولا حيلةً. ونحو الآية: قوله تعالى: {وَهَدَيْنَاهُ النَّجْدَيْنِ (١٠) فَلَا اقْتَحَمَ الْعَقَبَةَ (١١) وَمَا أَدْرَاكَ مَا الْعَقَبَةُ (١٢) فَكُّ رَقَبَةٍ (١٣) أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ (١٤) يَتِيمًا ذَا مَقْرَبَةٍ (١٥) أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ (١٦) }. </p><p> ٩ - وبعد أن ذكر أن الأبرار يحسنون إلى هؤلاء المحتاجين بين أن لهم في ذلك غرضين: </p><p> ١ - رضي الله عنهم، أشار إليه بقوله:  {إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ} والجملة في موضع الحال من فاعل {يطعمون} على تقدير القول؛ أي: قائلين ذلك بلسان الحال، أو بلسان المقال إزاحة لتوهم المنّ المبطل للصدقة وتوقع المكافأة المنقصة للأجر؛ أي: يقولون: إنما نطعمكم. أو قائلين: إنّما نطعمكم يعني: أنهم لا يتوقعون المكافأة، ولا يريدون ثناء الناس عليهم بذلك. قال المفسرون: لم يتكلموا بهذا، ولكن علمه الله من قلوبهم، فأثنى عليهم، وعلم من ثنائه أنهم فعلوا ذلك خوفًا من الله ورجاء ثوابه. وعن الصديقة رضي الله عنها: أنها كانت تبعث بالصدقة إلى أهل بيت ثم تسأل الرسول ما قالوا؟ فإذ ذكر دعاءهم دعت لهم بمثله ليبقى لها ثواب الصدقة خالصًا عند الله. والوجه: الجارحة (١) عبر به عن الذات لكونه أشرف الأعضاء. وقال بعضهم: الوجه مجاز عن الرضى، لأنّ الرضى معلوم في الوجه، وكذا السخط. </p><p> وجملة قوله:  {لَا نُرِيدُ مِنْكُمْ جَزَاءً} لنا بالمال {وَلَا شُكُورًا} ؛ أي: شكرًا باللسان ومدحًا ودعاءً. مقررة مؤكدة لما قبلها؛ لأن من أطعم لوجه الله لا يريد المكافأة، ولا يطلب الشكر له ممن أطعمه، أي: لا نطلب منكم المجازاة على هذا الإطعام، ولا نريد منكم الشكر لنا بل هو خالص لوجه الله تعالى. </p><p> والفرق بين الجزاء والأجر (٢) : أن الأجر ما يعود من ثواب العمل دنيويًا كان أو أخرويًا، ويقال فيما كان عن عقد، وما يجري مجرى العقد، ولا يقال إلا في النافع. وأمّا الجزاء فيقال فيما كان عن عقد وغير عقد، ويقال في النافع والضارّ. والمجازاة: المكافأة، وهي مقابلة نعمة بنعمة هي كفؤها. والشكور: مصدر على وزن الدخول. قال الفاشانيّ: لا نريد منكم مكافأة وثناء لعدم الاحتجاب بالأغراض والأعواض. وفي \"التأويلات النجمية\" : لا نريد منكم جزاء بالذكر الجميل في </p><p>(١) روح البيان. (٢) روح البيان.</p>"
}