{
  "id": null,
  "sura": 76,
  "aya": 21,
  "text": "<p> ٢١ - {عَالِيَهُمْ} ظرف على أنه خبر مقدم {ثِيَابُ سُنْدُسٍ} مبتدأ مؤخّر. والجملة حال من ضمير {عَالِيَهُمْ} ؛ أي: يطوف على الأبرار ولدان عاليًا على المطوف عليهم ثياب سندس؛ أي: فوقهم وعلى ظهوره ثياب سندس. والسندس: هو الديباج الرقيق الفاخر الحسن. وإضافة الثياب إلى السندس كإضافة الخاتم إلى الفضة. وقوله:  {خُضْرٌ} بالرفع صفة {ثِيَابُ} . وهو جمع أخضر كحمر جمع أحمر. والضمير في {عَالِيَهُمْ} للأبرار المطوف عليهم كما مرّ آنفًا؛ لأنّ المقام مقام تعداد نعيمهم وكرامتهم، فالمناسب أن تكون الثياب الموصوفة لهم لا للولدان الطائفين. وعن الإِمام: أنَّ المراد فوق خيامهم المضروبة عليهم، والمعنى: أن حجالهم من الحرير والديباج، وهذا من علامات الملك. {وَإِسْتَبْرَقٌ} بالرفع عطفًا على {ثِيَابُ} بحذف المضاف؛ أي: ثياب استبرق، وهو معرَّب استبره بمعنى الغليظ، وهو بقطع الهمزة لكونه اسما للديباج الغليظ الذي له بريق. </p><p> وقرأ الجمهور (١) : {ثَمَّ} بفتح المثلثة. وقرأ حميد والأعرج {ثُمَّ} بضمها حرف عطف، وجواب {إذا} على هذا محذوف؛ أي: وإذا رميت ببصرك ثم رأيت نعيمًا وملكًا كبيرًا ترى عجبًا عجيبًا وصنعًا بديعًا، لا يقادر قدره، ولا يدرك كنهه. وقرأ عمر (٢) وابن عباس، والحسن، ومجاهد، والجحدريّ، وأهل مكة، وجمهور السبعة {عَالِيَهُمْ} بفتح الياء وضم الهاء، على أنه ظرف في محل رفع على أنه خبر مقدم، و {ثِيَابُ} م مبتدأ مؤخّر كأنه قيل: فوقهم ثياب سندس. قال الفرّاء: إن عاليهم بمعنى فوقهم، وكذا قال ابن عطية. قال أبو حيان: عالٍ وعالية اسم فاعل، فيحتاج في كونهما ظرفين إلى أن يكون منقولًا من كلام العرب، وقد تقدمه إلى هذا الزجاج كما مرّ. وقال: هذا مما لا نعرفه في الظروف، ولو كان ظرفًا .. لم يجز إسكان الياء، ولكنّه نصب على الحال من شيئين. أحدهما: الهاء والميم في قوله: {يطوف عليهم} ؛ أي: على الأبرار {وِلْدَانٌ} عاليًا لأبرار {ثِيَابُ سُنْدُسٍ} ؛ أي: يطوف عليهم في هذه الحال. والثاني: أن يكون حالًا من الولدان؛ أي: إذا رأيتهم .. حسبتهم لؤلؤًا منثورًا في حال علو الثياب أبدانهم. وقال أبو علي الفارسي: العامل في الحال إما {لقاهم نضرة وسرورًا} ، وإما {وَجَزَاهُمْ بِمَا صَبَرُوا} ، وقال: ويجوز أن </p><p>(١) البحر المحيط. (٢) البحر المحيط والشوكاني.</p><p> يكون ظرفًا. وقرأ ابن عباس بخلاف عنه، والأعرج، وأبو جعفر، وشيبة، وابن محيصن، ونافع، وحمزة {عاليْهِم} بسكون الياء وكسر الهاء على أنه خبر مقدم، و {ثِيَابُ} مبتدأ مؤخر، أو على أن {عاليْهِم} مبتدأ و {ثِيَابُ} مرتفع بالفاعلية، وإن لم يعتمد الوصف، كما هو مذهب الأخفش. وقال الفرّاء: هو مرفوع بالابتداء وخبره {ثِيَابُ سُنْدُسٍ} ، واسم الفاعل مراد به الجمع، واختار أبو عبيد هذه القراءة لقراءة ابن مسعود {عاليتهم} . وقرأ ابن مسعود، والأعمش، وطلحة، وزيد بن عليّ بالتاء مضمومة. وعن الأعمش وأبان أيضًا عن عاصم بفتح الياء. وقرأ ابن سيرين، ومجاهد، وقتادة، وأبو حيوة، وابن أبي عبلة، والزعفرانيّ، وأبان أيضًا {عَلَيْهم} حرف جرّ، وهي قراءة واضحة المعنى ظاهرة الدلالة. وقرأت عائشة رضي الله عنها {عَلَتْهم} بتاء التأنيث فعلًا ماضيًا، فثياب فاعل. </p><p> وقرأ الجمهور بإضافة {ثِيَابُ} إلى {سُندُسٍ} . وقرأ أبو حيوة، وابن أبي عبلة بتنوين {ثياب} وقطعها عن الإضافة، ورفع {سُندُسٍ} و {خُضْرٌ} و {استبرق} على أنّ السندس نعت للثياب؛ لأن السندس نوع من الثياب، وعلي أن {خُضْرٌ} نعت لـ {سُندُسٍ} ؛ لأنّه يكون أخضر وغير أخضر، وعلى أنّ {إستبرق} معطوف على سندس؛ أي: وثيَابُ استبرق والجمهور من القرّاء اختلفوا في {خُضْرٌ} و {استبرق} مع اتفاقهم على جرّ {سُندُسٍ} بإضافة {ثِيَابُ} إليه وقرأ ابن كثير وأبو بكر عن عاصم وابن محيصن بجرّ {خُضْرٌ} نعتًا لـ {سُندُسٍ} ورفع {استبرق} عطفًا على {ثِيَابُ} أي عليهم ثياب سندس {سُندُسٍ} وعليهم {استبرق} وقرأ أبو عمرو وابن عامر برفع {خُضْرٌ} نعتًا لـ {ثِيَابُ} وجرّ {استبرق} عطفًا على {سُندُسٍ} . واختار هذه القراءة أبو حاتم وأبو عبيد؛ لأن الخضر أحسن ما كانت نعتًا لـ {ثِيَابُ} ، فهي مرفوعة، والاستبرق من جنس السندس. وقرأ نافع وحفص برفع {خُضْرٌ وَإِسْتَبْرَقٌ} ؛ لأن خضر ثعت لـ {ثِيَابُ} ، {وَإِسْتَبْرَقٌ} معطوف على الثياب. وقرأ الأعمش وحمزة والكسائي بجرّ {خُضْرٌ وَإِسْتَبْرَقٌ} على أن خضر نعت لـ {سُندُسٍ}  {وَإِسْتَبْرَقٌ} معطوف على {سُندُسٍ} . وقرؤوا كلهم بصرف {إستبرق} إلا ابن محيصن، فإنّه لم يصرفه، قال: لأنّه أعجميّ، ولا وجه لهذا؛ لأنّه نكرة إلا أن يقول: إنه علم لهذا الجنس من الثياب. وقرىء {استبرق} بوصل الهمزة على أنَّ أصله استفعل من البريق، تقول: برق واستبرق كعجب واستعجب، والصواب قطع الهمزة وإجراؤه على قراءة </p><p> الجماهير؛ لأنّه معرّب مشهور تعريبه، وأن أصله: استبره كما مرّ. </p><p> وقوله:  {وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ} معطوف (١) على قوله: {وَيَطُوفُ عَلَيْهِمْ} وهو ماض لفظًا مستقبل معنى، و {أَسَاوِرَ} مفعول ثان لـ {حلوا} ؛ أي: ويحلّون أساور من فضّة؛ أي: يلبسونها، ويزيّنون بها. وفيه تعظيم لهم بالنسبة إلى أن يقال: وتحلّوا. وأساور جمع أسورة في جمع سوار، وسوار المرأة أصله: دستوار. وكان الملوك في الزمان الأوّل يحلون بها، ويسورون من يكرمونه. ولا معارضة بين ما في هذه الآية من قوله:  {أَسَاوِرَ مِنْ فِضَّةٍ} ، وما في سورة الكهف وفاطر حيث قال:  {يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ} ، وما في سورة الحج حيث قال:  {يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا} لإمكان الجمع بينها بأنهم يجمعون في أيديهم سوار الذهب وسوار الفضة وسوار اللؤلؤ، كما تجمع نساء الدنيا بين أنواع الحليّ، وما أحسن المعصم؛ إذ يكون فيه سواران من جنسين وزيادة كالذهب والفضّة واللؤلؤ. أو بإمكان المعاقبة في الأوقات تارةً يلبسون الذهب وتارة يلبسون الفضة وأخرى لؤلؤًا. أو بإمكان التبعيض السوار بأن يكون بعضه ذهبًا وبعضه فضّة وبعضه لؤلؤًا. أو بأنَّ حليّ أهل الجنة يختلف بحسب اختلاف أعمالهم، فللمقرّبين الذهب وللأبرار الفضة. أو بأن كل واحد منهم يعطى ما ترغب فيه نفسه ويميل إليه طبعه، فإن الطباع مختلفة، فربّ إنسان يكون استحسانه لبياض الفضة فوق استحسانه لصفرة الذهب. ويجوز (٢) أن تكون هذه الجملة في محل نصب على الحال من ضمير {عَالِيَهُمْ} بتقدير قد. </p><p> ثم ذكر أنهم يسقون شرابًا آخر يفوق النوعين السابقين، وهما ما يمزج بالكافور وما يمزج بالجزنبيل، فقال:  {وَسَقَاهُمْ رَبُّهُمْ} هو أيضًا معطوف على قوله: {وَيَطُوفُ عَلَيْهِمْ} . فهو ماض اللفظ مستقبل المعنى إشعارًا بتحقّقه ووقوعه؛ أي: وشقيهم ربهم {شَرَابًا} وهو ما يشرب {طَهُورًا} ؛ أي: طاهرًا، ليس بنجس كخمر الدنيا، أو مطهر لبواطنهم من الغش والغل والحسد. وهذا (٣) الشراب الطهور نوع آخر يفوق النوعين السالفين كما يرشد إليه إسناد سقيه إلى ربّ العالمين، وصفه بالطهورية. لأنه يطهر باطنهم عن الأخلاق الذميمة، والأشياء المؤذية كالغشّ والغلّ </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.</p>"
}