{
  "id": null,
  "sura": 76,
  "aya": 3,
  "text": "<p> والمعنى (١) : أي إنا خلقنا الإنسان من نطفة مختلطة من ماء الرجل، وماء المرأة مريدين ابتلاءه واختباره بالتكليف فيما بعد، إذا شب وبلغ الحلم. قال الحسن: نختبر شكره في السرّاء وصبره في الضرّاء. ثم ذكر أنه أعطاه ما يصح معه الابتلاء والامتحان، وهو السمع والبصر، فقال:  {فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا} ؛ أي: جعلناه كذلك ليتمكن من استماع الآيات ومشاهدة الدلائل والتعقل والتفكر. وهذه من عالم أشرف من عالم المادّة التي هي في أسفل درجات النقص والكمال إنّما نزل إليه من عالم أرقى منها، وهو العالم الروحي الإلهيّ. فهو إما يرجع إلى حب المادة والاستكانة لهذه المشاهدات، وإمّا أن يتفكر ويجد بالعلم والعمل، ليصل إلى عالم الكمال والجمال. وهذا ما عناه سبحانه بقوله:  {نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا} . </p><p> والخلاصة: نحن نعامله معاملة المختبر له أيميل إلى أصله الأرضي، فيكون حيوانًا نباتيًّا معدنيًا شهوانيًّا، أم يكون إلهيًّا معتبرًا بالسمع والبصر والفكر، وهي من عوالم أرقى من عالم المادة التي تكون منها. </p><p> ٣ - ثم ذكر أنه بعد أن ركبه وأعطاه الحواس الظاهرة، والباطنة بين له سبيل الهدى وسبيل الضلال، فقال:  {إِنَّا هَدَيْنَاهُ} ؛ أي: هدينا الإنسان المذكور وبينا له {السَّبِيلَ} ؛ أي: سبيل الهدى والضلال بإنزال الآيات ونصب الدلائل، ليكون {إِمَّا شَاكِرًا وَإِمَّا كَفُورًا} ؛ أي: ليكون (٢) الإنسان إما مؤمنًا وإما كافرًا. قيل المعنى: إنا هديناه السبيل ثم جعلناه تارة شاكرًا وتارةً كفورًا. وعبارة الروح: قوله: {إِنَّا هَدَيْنَاهُ السَّبِيلَ} مرتّب (٣) على ما قبله من إعطاء الحواسّ، فإنه استئناف تعليل لـ {جعله} سميعًا بصيرًا. يعني: أن إعطاء الحواس الظاهرة والباطنة والتحلي بها مقدم على الهداية. </p><p> والمعنى: أريناه وعرّفناه طريق الخير والشرّ والنجاة والهلاك بإنزال الآيات ونصب الدلائل، كما قال: {وَهَدَيْنَاهُ النَّجْدَيْنِ (١٠) }؛ أي: بينا له طريق الخير والشر، فإن النجد الطريق الواضح المرتفع، فالمراد بالهداية مجرد الدلالة، لا الدلالة الموصلة إلى البُغية، كما في بعض التفاسير. وقوله:  {إِمَّا شَاكِرًا وَإِمَّا كَفُورًا} حالان من مفعول {وَهَدَيْنَاهُ} . </p><p>(١) المراغي. (٢) المراح.(٣) روح البيان.</p><p> قال في \"الإرشاد\" ؛ أي: مكنّاه وأقدرناه على سلوك الطريق الموصل إلى البغية في حالتيه جميعًا، فاما لتفصيل ذي الحال، فإنه مجمل من حيث الدلالة على الأحوال، لا يعلم أن المراد هدايته في حال كفره، أو في حال إيمانه، وبالتفصيل تبيّن أنها تعلقت به في كل واحدة من الحالين. فالشاكر: الموحد، والكفور: الجاحد؛ لأن الشكر الإقرار بالمنعم، ورأس الكفر جحوده، ويقال: شاكر النعمة وكفورها. وإيراد الكفور دون الكافر لمراعاة الفواصل؛ أي: رؤوس الآي والإشعار بأن الإنسان قلما يخلو من كفران ما، وإنما المؤاخذ عليه الكفر المفرط والشكور قليل منهم، ولذا لم يقل: إما شكورًا وإما كفورًا أو إما شاكرًا أو كافرًا. </p><p> والحاصل: أن الشاكر والكفور كنايتان عن المثاب والمعاقب، ولما يكن مجرد الكفران مستلزمًا للمؤاخذة لم يصح أن يجعل كناية عنها، بخلاف مجرد الشكر، فإنه ملزوم الإثابة بمقتضى وعد الكريم، فأدير أمر الإثابة على مطلق الشكر لا على المبالغة فيه كما أدير أمر المؤاخذة على المبالغة في الكفران لا على أصله. وكل ذلك بمقتضى سعة رحمة الله وسبقها على غضبه انتهى. </p><p> وقرأ الجمهور (١) : {إِمَّا شَاكِرًا وَإِمَّا كَفُورًا} بكسر الهمزة فيهما. وقرأ أبو السمّال وأبو العجاج وهو كثير بن عبد الله السلمي شامي ولي البصرة لهشام بن عبد الملك بفتحها فيهما، وهي لغة حكاها أبو زيد عن العرب، وهي التي عدها بعض النحاة في حروف العطف، وقيل: هي التفصيلية وجوابها مقدر. </p><p> وقال الزمخشري: وهي قراءة حسنة، والمعنى: إما شاكرًا فبتوفيقنا وإما كفورًا فبسوء اختياره انتهى. فجعلها أما التفصيلية المتضمنة معنى الشرط، فلذلك تلقاها بفاء الجواب، فصار كقول العرب: أما صديقًا فصديق. </p><p> وحاصل معنى الآية:  {إِنَّا هَدَيْنَاهُ السَّبِيلَ} ؛ أي:  (٢) فأعطيناه السمع والبصر والفؤاد، ونصبنا له الدلائل في الأنفس والآفاق لتكون مسرحًا لشكره، ومغنمًا لعقله. ثم بين أن الناس انقسموا في ذلك فريقين، فقال:  {إِمَّا شَاكِرًا وَإِمَّا كَفُورًا} ؛ أي: فبعض اهتدى، وعرف حق النعمة فشكر، وبعض أعرض فكفر. وإجمال ذلك إنا هديناه السبيل ليتميز شكره من كفره وطاعته من معصيته. ونحو الآية قوله: </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}