{
  "id": null,
  "sura": 76,
  "aya": 1,
  "text": "<p> الآية: ما أخرجه (١) ابن المنذر عن ابن جرير قال: لم يكن النبيّ - صلى الله عليه وسلم - يأسر أهل الإسلام، ولكنّها نزلت في أسارى أهل الشرك كانوا يأسرونهم في العذاب، فنزلت فيهم، فكان النبي - صلى الله عليه وسلم - يأمرهم بالإصلاح إليهم. </p><p> قوله تعالى:  {وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا ...} الآيات، سبب نزولها: ما أخرجه ابن المنذر عن عكرمة قال: دخل عمر بن الخطاب على النبي - صلى الله عليه وسلم -، وهو راقد على حصير من جريد، وقد أثّر في جنبه، فبكى عمر، فقال - صلى الله عليه وسلم - له: ما يبكيك؟ قال عمر: ذكرت كسرى وملكه، وهرمز وملكه، وصاحب الحبشة وملكه، وأنت رسول الله - صلى الله عليه وسلم - على حصير من جريد، فقال رسول الله - صلى الله عليه وسلم -: أما ترضى أنّ لهم الدنيا ولنا الآخرة، فأنزل الله: {وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا (٢٠) }. </p><p> قوله تعالى:  {وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا} سبب نزولها: ما أخرجه عبد الرزاق وابن جرير وابن المنذر عن قتادة: أنه بلغه أن أبا جهل قال: لئن رأيت محمدًا يصلي .. لأطأنَّ عنقه، فأنزل الله قوله عزّ وجلّ {وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا} . </p><p> التفسير وأوجه القراءة </p><p> ١ - {هَلْ أَتَى} حكى (٢) الواحدي عن المفسرين: أنّ {هَلْ} هنا بمعنى قد فهي للتحقيق، وليست للاستفهام أصلًا؛ أي: قد أتى ومرّ على الإنسان ... إلخ. وبه قال سيبويه، والكسائي، والفراء، وأبو عبيدة. قال الفراء {هَلْ} تكون جحدًا وتكون خبرًا، فهذا من الخبر؛ لأنّك تقول: هل أعطيتك، تقرّره بأنّك أعطيته، ومن الجحد أن تقول: هل يقدر أحد على مثل هذا، فتحمله على معنى لا يقدر أحد غيرك على مثله. وقيل: هي وإن كان بمعنى قد ففيها معنى الاستفهام التقريري. والأصل (٣) : أهل أتى، والمعنى: أقد أتى ليستفاد التقرير من همزة الاستفهام والتقريب من قد، فإنها موضوعة لتقريب الماضي إلى الحال. والدليل على أن الاستفهام غير مراد أن الاستفهام على الله تعالى محال، فلا بد من حمله على الخبر، كقولك: هل وعظتك، ومقصودك أن تحمله على الإقرار بأنّك قد وعظته؛ أي: قد مرّ {عَلَى الْإِنْسَانِ} قيل: المراد بالإنسان هنا آدم، قاله قتادة والثوري، </p><p>(١) لباب النقول. (٢) الشوكاني.(٣) روح البيان.</p><p> وعكرمة، والسدي، وغيرهم. {حِينٌ مِنَ الدَّهْرِ} والحين: زمان مطلق ووقت مبهم يصلح لجميع الأزمان طال أو قصر، كما سيأتي. والدهر: الزمان الطويل. </p><p> والمعنى: مر على آدم طائفة محدودة كائنة من الزمان الممتد. قيل: أربعون سنة قبل أن ينفخ فيه الروح. وقيل (١) : إنه خلق من طين فألقي بين مكة والطائف، فأقام أربعين سنة ثم من حمأ مسنون، فأقام أربعين سنة أخرى، ثم من صلصال فأقام أربعين سنة أخرى. فتم خلقه في مئةٍ وعشرين سنة، فنفخ فيه الروح على ما جاء في رواية الضحاك عن ابن عباس رضي الله عنهما: فما كان سنين في آدم كان أيّامًا في أولاده. وقيل: المراد بالإنسان جنس الإنسان لقوله: {مِنْ نُطْفَةٍ} ، لأنَّ آدم لم يخلق منها، ثم المراد بالجنس بنو آدم، والمراد بالحين مدة حمله؛ لأنه كان علقة في أربعين يومًا ومضغةً في ثمانين ومنفوخًا فيه الروح في مئة وعشرين يومًا على أن يكون الحين هو الزمن الطويل الممتد الذي لا يعرف مقداره. وهذا القول أعني: حمله على أولاده أظهر؛ لأنّ المقصود تذكير الإنسان كيفية الخلق بعد أن لم يكن ليتذكر أول أمره من عدم كونه شيئًا مذكورًا أو آخر أمره من كونه شيئًا مذكورًا مخلوقًا من ماء حقير، فلا يستبعد البعث. وقيل: المراد بالجنس ما يعم آدم وبنيه على التغليب أو نسبة حال البعض إلى الكل للملابسة على المجاز. وحمل بعضهم الإنسان هنا على آدم وفيما سيأتي على أولاده. </p><p> وجملة قوله:  {لَمْ يَكُنْ شَيْئًا مَذْكُورًا} إما في محل نصب على الحال من الإنسان أو في محل رفع صفة أخرى لـ {حِينٌ} بحذف الضمير الرابط؛ أي: حين لم يكن فيه شيئًا مذكورًا. قال الفراء وقطرب وثعلب (٢) : المعنى: أنه كان جسدًا مصوّرًا ترابًا وطينًا لا يذكر، ولا يعرف، ولا يدرى ما اسمه، ولا ما يراد به، ثم نفخ فيه الروح فصار مذكورًا. وقال يحيى بن سلام: لم يكن شيئًا مذكورًا في الخلق، وإن كان عند الله شيئًا مذكورًا. وقيل: ليس المراد بالذكر هنا الإخبار، فإن إخبار الرب عن الكائنات قديم بل هو الذكر بمعنى الخطر والشرف كما في قوله:  {وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ} . قال القشيريّ: ما كان مذكورًا للخلق وان كان مذكورًا لله سبحانه. قال الفرّاء: كان شيئًا ولم يكن مذكورًا، فجعل النفي متوجهًا إلى القيد. وقيل المعنى: </p><p>(١) روح البيان. (٢) الشوكاني.</p>"
}