{
  "id": null,
  "sura": 77,
  "aya": 6,
  "text": "<p> الأشجار، وخربت الديار، وغيرت الآثار، فيحصل بذلك خوف للعباد في القلوب، فيلجؤون إلى الله تعالى، ويذكرونه ذكرًا، فصارت تلك الرياح كأنها ألقت الذكر، والمعرفة في القلوب عند هبوبها. </p><p> ٦ - وقوله: {عُذْرًا أَوْ نُذْرًا (٦) } بدل من {ذِكْرًا} ؛ أي: اللاتي يلقين ذكر الله تعالى في قلوب العباد إما يلقين {عُذْرًا} ؛ أي: اعتذارًا إلى الله وتوبة في حق الذين يعتذرون إلى الله بتوبتهم واستغفارهم إذا رأوا نعمة الله في الغيث، ويشكرونه. وإمّا يلقين {نُذْرًا} ؛ أي: إنذارًا وتخويفًا من الله في حق الذين ينسبون ذلك إلى الأنواء، ويشكرونها. </p><p> والمعنى عليه: أقسم لكم أيها العباد بالرياح المرسلة المطلقة إرسالًا عرفًا؛ أي: متتابعًا أو كثيرًا كعرف الفرس، فبالرياح التي تعصف عصفًا؛ أي: تهب هبوبًا شديدًا، وبالرياح التي تنشر وتبسط السحاب نشرًا بين يدي رحمته، فبالرياح اللاتي تفرق السحاب وتبدده وتعدمه فرقًا وإعدامًا عند انقطاع المطر، فبالرياح التي تلقي في قلوب العباد ذكرا لله تعالى. إما تلقي {عُذْرًا} ؛ أي: اعتذارًا إليه تعالى بتوبتهم واستغفارهم في حق الشاكرين لنعمه، وإما تلقي {نُذْرًا} ؛ أي: إنذارًا وتخويفًا من عذابه في حق الكافرين لنعمه؛ أي: أقسم لك بصنوف هذه الرياح المذكورة إن الذي توعدون من البعث والجزاء الواقع لا محالة، وعلى هذا الوجه ذهب ابن مسعود وابن عباس ومجاهد وقتادة. </p><p> والوجه الثاني: أن المراد بأسرها الملائكة الذين أرسلهم الله تعالى، وبه قال ابن مسعود في رواية وأبو هريرة، وأبو صالح، ومقاتل، والفرّاء، وابن عباس في رواية. ومعنى {الْمُرْسَلَاتِ عُرْفًا} الملائكة الذين أرسلوا عرفًا؛ أي: بالمعروف من أمر الله ونهيه، {فَالْعَاصِفَاتِ عَصْفًا (٢) } الملائكة تعصف في طيرانهم ونزولهم، وتسرع كعصف الرياح في السرعة، {وَالنَّاشِرَاتِ نَشْرًا (٣) } الملائكة الذين ينشرون أجنحتهم، ويبسطونها إذا نزلوا إلى الأرض. وقيل: هم الذين ينشرون الكتب ودواوين الأعمال يوم القيامة. {فَالْفَارِقَاتِ فَرْقًا (٤) } الملائكة الذين يأتون بما يفترق بين الحق والباطل، {فَالْمُلْقِيَاتِ ذِكْرًا (٥) } الملائكة يلقون الذكر؛ أي: الوحي إلى الأنبياء إمّا بالاعتذار والتوبة، وإمّا بالإنذار والتخويف. وقيل: يجوز أن يكون الذكر هو القرآن خاصة، فعلى هذا يكون الملقي هو جبريل وحده، وإنما ذكره بلفظ الجمع على سبيل </p><p> التعظيم. </p><p> والمعنى عليه: أقسم لكم أيها العباد بالملائكة الذين أرسلوا بعرف؛ أي: بمعروف؛ أي: الذين أرسلتهم بالإحسان والشرع والمعروف، ليبلّغوا أنبيائي ورسلي، وبالملائكة الذين يعصفون عصفًا كعصف الرياح في السرعة إلى إنفاذ أمر الله أو المبعدين للباطل بسرعة كما تعصف الرياح التراب والتّبْنَ والهباء، وبالملائكة الذين ينشرون أجنحتهم عند النزول إلى الأرض، أو الذين ينشرون دواوين الأعمال يوم القيامة {فَالْفَارِقَاتِ فَرْقًا (٤) }؛ أي: فبالملائكة الذين يأتون بما يفرق بين الحقّ والباطل كإهلاك الكفرة وإنجاء المؤمنين، فبالملائكة الذين يلقون ذكرًا ووحيًا إلى الأنبياء إمّا {عُذْرًا} أو {نُذْرًا} ؛ أي: إمّا أمرًا أو نهيًا، ويقال: وعدًا أو وعيدًا، ويقال: تبشيرًا بالجنة أو إنذارًا بالعذاب؛ أي: أقسم بهؤلاء الطوائف من الملائكة إنّ ما وعدتم به من قيام الساعة لكائن لا محالة. </p><p> والوجه الثالث: أنّ المراد بأسرها آيات القرآن. ومعنى {وَالْمُرْسَلَاتِ عُرْفًا (١) } آيات القرآن المتتابعة في النزول على محمد - صلى الله عليه وسلم - بكل عرف وخبر {فَالْعَاصِفَاتِ عَصْفًا (٢) } يعني آيات القرآن تعصف القلوب وتحركها وتلينها بذكر الوعيد حتى تجعلها كالعصف، وهو النبت المتكسر، {وَالنَّاشِرَاتِ نَشْرًا (٣) } يعني: أنّ آيات القرآن تنشر أنوار الهداية والمعرفة في قلوب المؤمنين، {فَالْفَارِقَاتِ فَرْقًا (٤) } يعني: آيات القرآن تفرّق بين الحق والباطل، {فَالْمُلْقِيَاتِ ذِكْرًا (٥) } يعني: آيات القرآن، وهي الذكر الحكيم الذي يلقي الإيمان والنور في قلوب المؤمنين. </p><p> والمعنى عليه: أقسم لكم يا عبادي بآيات القرآن التي أرسلت وأنزلت على محمد - صلى الله عليه وسلم - بعرف وخير وهداية، فبالآيات التي تعصف وتدق وتلين القلوب بذكر الوعيد، وبالآيات التي تنشر أنوار الهداية والمعرفة في قلوب المؤمنين، فبالآيات الفارقة فرقًا؛ أي: تفرّق فرقًا بين الحق والباطل، فبالآيات التي تلقي ذكرًا؛ أي: نورًا وإيمانًا في قلوب المؤمنين، إما بذكر وعد أو وعيد. إنّما توعدون لواقع لا محالة. </p><p> والوجه الرابع: أنّه ليس المراد من هذه الكلمات الخمس شيئًا واحدًا بعينه، فعلى هذا يكون المراد بقوله تعالى: {وَالْمُرْسَلَاتِ عُرْفًا (١) فَالْعَاصِفَاتِ عَصْفًا (٢) وَالنَّاشِرَاتِ </p><p> نَشْرًا (٣) } الرياح، ويكون المراد بقوله: {فَالْفَارِقَاتِ فَرْقًا (٤) فَالْمُلْقِيَاتِ ذِكْرًا (٥) } الملائكة. </p><p> فإن قلت: وما المجانسة بين الرياح والملائكة جمع بينهما في القسم؟ </p><p> قلت: الملائكة روحانيّون، فهم بسبب لطافتهم وسرعة حركاتهم شابهوا الرياح، فحصلت المجانسة بينهما من هذا الوجه، فحسن الجمع بينهما في القسم. وقوله: {عُذْرًا أَوْ نُذْرًا (٦) }؛ أي: للإعذار والإنذار من الله تعالى. وقيل: عذرا من الله ونذرًا منه إلى خلقه اهـ من \"الخازن\" بتصرف. </p><p> وعبارة \"الروح\" هنا: قوله: {وَالْمُرْسَلَاتِ عُرْفًا (١) } إلخ، {الواو} : فيه للقسم والمرسلات بمعنى الطوائف المرسلات جمع مرسلة بمعنى طائفة مرسلة باعتبار أن ملائكة كل يوم أو كل عام أو كل حادثة طائفة. {عُرْفًا} بمعنى متتابعة من عرف الفرس، وهو الشعرات المتتابعة فوق عنقه، فهو من باب التشبيه البليغ بأن شبّهت الملائكة المرسلون في تتابعهم بشعر عرف الفرس. وانتصابه على الحالية؛ أي: وأقسم لكم بالطوائف المرسلة من الملائكة لتدبير العالم حالة كونهنّ جاريات بعضها إثر بعض كعرف الفرس. أو العرف بمعنى المعروف والإحسان، نقيض المنكر بمعنى المنكر؛ أي: الشيء القبيح، فإنهم إن أرسلوا للرحمة فظاهر، وإن أرسلوا لعذاب الكفّار فذلك معروف للأنبياء والمؤمنين. يعني: أنَّ عذاب الأعداء إحسان للأولياء فانتصابه حينئذٍ على العلّية. </p><p> والمعنى: وأقسم لكم بالطوائف المرسلة من الملائكة إلى الأنبياء لأجل تبليغ العرف والخبر والشرع، وإيصاله إليهم. ويقال: عصفت الريح إذا اشتدّ هبوبها، و {عَصْفًا} مصدر مؤكد، وكذا {نَشْرًا}  {فَرْقًا} . والفاء في قوله: {فَالْعَاصِفَاتِ عَصْفًا (٢) } للدلالة على اتصال سرعة جريهنّ في نزولهن وهبوطهنّ بالإرسال من غير مهلة، وهي أعني: الفاء لعطف الصفة على الصفة؛ إذ الموصوف متحد. والنشر في قوله: {وَالنَّاشِرَاتِ نَشْرًا (٣) } بمعنى البسط، والعدول فيه إلى الواو؛ لأنّها غير المرسلات. فالقسم الأول وصفهم الله تعالى بوصفين يتعقب أحدهما على الآخر، والقسم الثاني وصفهم بثلاثة أوصاف كذلك. والفرق والفصل والإلقاء هنا بمعنى الإيصال والإنزال لا الطرح. و {ذِكْرًا} بمعنى الوحي مفعول {الملقيات} ، </p><p> وترتيب الإلقاء بالفاء ينبغي أن يكون لتأويله برادة النشر والفرق، وسيأتي تمامه نقلًا عن ابن الشيخ. </p><p> والحاصل: أنه سبحانه وتعالى أقسم بطوائف من الملائكة أرسلهنّ بأوامره بنحو التدبير وإيصال الأرزاق بالتصرّف في الأمطار والرياح وكتابة أعمال العباد بالليل والنهار وقبض الأرواح، فعصفهنّ في مضيّهنّ عصف الرياح مسارعة في الامتثال بالأمر. وبطوائف أخرى نشرن أجنحتهن في الجوّ عند انحطاطهنّ بالوحي؛ أو نشرن الشرائع في الأقطار؛ أي؛ فرَّقن وأشعنَ أو نشرن النفوس الموتى بالكفر والجهل أي أحيينَ بما أوحين ففرَّقن بين الحق والباطل، فألقين ذكرًا إلى الأنبياء {عُذْرًا} لأهل الحق؛ أي: معذرة لهم في الدنيا والآخرة لاتباعهم الحقّ. {أَوْ نُذْرًا} لأهل الباطل لعدم اتباعهم الحقّ. وعذرًا مصدر من عذر إذا محا الإساءة، و {نُذْرًا} اسم مصدر من أنذر إذا خوّف، لا مصدر؛ لأنه لم يسمع فعل مصدرًا من أفعل. وانتصابهما على البدلية من {ذِكْرًا} . قال ابن الشيخ: إذا كان الذكر المبدل منه بمعنى جميع الوحي يكون {عُذْرًا أَوْ نُذْرًا (٦) } بدل البعض من الكلّ، فإنّ ما يتعلق بمغفرة المطيعين، وتخويف المعاندين بعض من جملة الوحي. وإن أريد بالذكر المبدل منه ما يتعلق بسعادة المؤمن وشقاوة الكافر خاصّة يكون بدل الكل من الكل، فإن إلقاء ما يتعلق بسعادة المؤمن متحد بالذات مع إلقاء عذره ومحو إساءته، وكذا إلقاء ما يتعلق بشقاوة الكافر متحد مع إلقاء إنذاره على كفره انتهى. أو انتصابهما على العلية للصفات المذكورة أو للأخيرة وحدها، وهو الأولى بمعنى فاللائي ألقين ذكرًا لمحو ذنوب المعتذرين إلى الله بالتوبة والاستغفار، ولتخويف المبطلين المصرّين. وفي \"كشف الأسرار\" : لأجل الإعذار من الله إلى خلقه لئلا يكون لأحد حجة، فيقول: لم يأتني رسول، ولأجل إنذارهم من عذاب الله. </p><p> وعن ابن عباس رضي الله عنهما في قوله: {عُذْرًا أَوْ نُذْرًا (٦) } قال: يقول الله: \"يا ابن آدم إنّما أمرضكم لأذكّركم، وأمحص به ذنوبكم، وأكفر به خطاياكم، وربكم أعلم أن ذلك المرض يشتدّ عليكم، وأنا في ذلك معتذر إليكم\" . قال بعضهم: المعنى: ورب المرسلات إلخ. </p><p> وفي \"الإرشاد\" : لعل تقديم نشر الشرائع ونشر النفوس والفرق على الإلقاء؛ أي: مع أن الظاهر أن الفرق بين الحق والباطل يكون مع النشر لا بعده، وأنّ إلقاء </p>"
}