{
  "id": null,
  "sura": 78,
  "aya": 13,
  "text": "<p> وجلّ، قال تعالى: {قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ (٧١) }. </p><p> والمعاش: مصدر بمعنى العيش، وكل شيء يعاش به، ولا بد من تقدير مضاف؛ أي: وقت طلب معاش، كما سيأتي البحث عنه في مبحث التصريف. </p><p> ٧ - ١٢ {وَبَنَيْنَا فَوْقَكُمْ} ؛ أي: خلقنا فوق رؤوسكم {سَبْعًا} ؛ أي: سبع سموات {شِدَادًا} جمع شديد؛ أي: غلاظًا قوية الخلق محكمة البناء لا يؤثر فيها مر الدهور، ولا كر العصور، ليس فيها تصاع ولا فطور، غلظ كل واحدة منها مسيرة خمس مئة عام، كما ورد في الحديث، والتعبير (١) عن خلقها بالبناء مبني على تنزيلها منزلة القباب المضروبة على الخلق. </p><p> ٨ - ١٣ {وَجَعَلْنَا} ؛ أي: أنشأنا وأبدعنا {سِرَاجًا} هو الشمس، والتعبير عنها بالسراج من روادف التعبير عن خلق السموات بالبناء، قال الراغب: السراج: الزاهر بفتيلة ودهن، ويعبر به عن كل شيء مضيء، ويقال للسراج مصباح. {وَهَّاجًا} ؛ أي: وقادًا متلألئًا، من وهجت النار إذا أضاءت، أو بالغًا في الحرارة من الوهج وهو الحر، وهو كما قال بعض المفسرين:  {سِرَاجًا وَهَّاجًا} ؛ أي: مضيئًا جامعًا بين النور والحرارة، وقال بعضهم:  {سِرَاجًا} ؛ أي شمسًا {وَهَّاجًا} ؛ أي حارًا مضطرم الاتقاد، وقال ابن عمر: الشمس في السماء الرابعة إلينا ظهرها، ولهيبها يضطرم علوًا. كذا في \"البحر\" . </p><p> قيل (٢) : إن الشمس والقمر خلقا في بدء أمرهما من نور العرش، ويرجعان في القيامة إلى نور العرش، وذلك فيما روى عكرمة عن ابن عباس رضي الله عنهما أنه قال: ألا أحدثكم بما سمعت عن رسول الله - صلى الله عليه وسلم - يقول في الشمس والقمر، وبدء خلقهما، ومصير أمرهما، قال: قلنا: بلى يرحمك الله، فقال: إن رسول الله - صلى الله عليه وسلم -، سئل عن ذلك، فقال: \"إن الله تعالى لما أبرز خلقه إحكامًا، ولم يبق من خلقه غير آدم، خلق شمسين من نور عرشه، فأما ما كان في سابق علمه أن يدعها شمسًا، فإنه خلقها مثل الدنيا ما بين مشارقها ومغاربها، وما كان في سابق علمه أن يطمسها </p><p>(١) روح البيان. (٢) روح البيان.</p><p> ويحولها قمرًا، فإنه خلقه دون الشمس في العظم، ولكن إنما يرى صغرهما لشدة ارتفاعهما في السماء، وبعدهما من الأرض، فلو ترك الله الشمس والقمر كما كان خلقها في بدء أمرهما .. لم يعرف الليل من النهار، ولا النهار من الليل، ولا يدري الأجير متى يعمل، ومتى يأخذ أجره، ولا يدري الصائم متى يصوم، ولا تدري المرأة متى تعتد، ولا يدري المسلمون متى وقت صلاتهم، ومتى وقت حجهم، فكان الرب تعالى انظر لعباده، وأرحم بهم، فأرسل جبريل، فأمر جناحه على وجه القمر، فطمس منه الضوء، وبقي فيه النور، فذلك قوله تعالى:  {وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً} فالسواد الذي ترونه في القمر شبه الخطوط فيه، فهو أثر المحو \".</p><p> قال: \" فإذا قامت القيامة، وقضى الله بين الناس؟ وميز بين أهل الجنة والنار، ولم يدخلوهما بعد، يدعو الرب تعالى الشمس والقمر، ويجاء بهما أسودين مكورين، قد وقفا في زلازل وبلابل ترعد فرائصهما من هول ذلك اليوم، ومخافة الرحمن، فإذا كانا حيال العرش .. خرا لله ساجدين، فيقولان: إلهنا، قد علمت طاعتنا لك، ودأبنا في عبادتك، وسرعتنا للمضيّ في أمرك أيام الدنيا، فلا تعذبنا بعبادة المشركين إيانا، فقد علمت أنا لم ندعهم إلى عبادتنا، ولم نذهل عن عبادتك، فيقول الرب: صدقتما، إني قد قضيت على نفسي أن أبدىء وأعيد، وإني معيدكما إلى ما أبدأتكما منه، فارجعا إلى ما خلقتكما منه، فيقولان: ربنا مم خلقتنا، فيقول: خلقتكما من نور عرشي، فارجعا إليه، قال: فتلمح من كل واحد منهما برقة تكاد تخطف الأبصار نورًا، فيختلطان بنور العرش، فذلك قوله تعالى:  {يُبْدِئُ وَيُعِيدُ} . كذا في \"كشف الأسرار\" . </p><p> وقال الشيخ في \"الفتح المكي\" : وأما الكواكب كلها فهي في جهنم مظلمة الأجرام، عظيمة الخلق، وكذلك الشمس والقمر، والطلوع والغروب لهما في جهنم دائمًا. انتهى. </p><p> يقول الفقير: لعل التوفيق بين هذا وبين الخبر السابق أن كلًّا من الشمس والقمر حامل لشيئين: النورية، والحرارة، فما كان فيهما من قبيل النور .. فيتصل بالعرش من غير جرم؛ لأن الجرم لا يخلو من الغلظة والظلمة والكثافة، وما كان من قبيل النار والحرارة .. فيتصل بالنار مع جرمهما، فكل منهما يرجع إلى أصله. </p>"
}