{
  "id": null,
  "sura": 78,
  "aya": 23,
  "text": "<p> الفصل بين الرسول ومعانديه سيكون يوم القيامة، وبين أهوال هذا اليوم وامتياز شؤونه وأحواله عن شؤون أيام الدنيا وأحوالها .. ذكر وعيد المكذبين، وما يلاقونه في ذلك اليوم، فقال: </p><p> {إِنَّ جَهَنَّمَ} دار العذاب {كَانَتْ} في حكم الله سبحانه وقضائه {مِرْصَادًا} ؛ أي: موضع رصد ورقوبة يرصد فيه، ويرقب خزنة النار الكفار ليعذبوهم فيها، فالمرصاد: اسم للمكان الذي يرصد فيه، كالمنهاج: اسم للمكان الذي ينهج فيه؛ أي: يسلك، قال الراغب: المرصاد: موضع الرصد كالمرصد، لكن يقال للمكان الذي اختص بالترصد والترقب، وقوله: {إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا (٢١) } تنبيه على أن عليها مجاز الناس. انتهى. كأنه عمم المرصاد حيث إن الصراط محبس للأعداء وممر للأولياء، والأول أولى؛ لأن الرصد في مثل ذلك المكان الهائل إنما هو للتعذيب، وهو للكفار والأشقياء. </p><p> ٢٢ - {لِلطَّاغِينَ} متعلق بمحذوف هو؛ إما نعت لـ {مِرْصَادًا} أي: مرصادًا كائنًا للطاغين، وقوله تعالى:  {مَآبًا} بدل منه؛ أي: مرجعًا يرجعون إليه لا محالة، وإما حال من {مَآبًا} قدمت عليه لكونه نكرة، ولو تأخرت .. لكانت صفة له، قالوا: الطاغي من طغى في دينه بالكفر، وفي دنياه بالظلم، وهو في اللغة من جاوز الحد في العصيان، والمراد هنا: المشركون، لما دل عليه ما بعده من الآيات وعذابهم لا يتناهى لكون اعتقادهم باطلًا، وكذا إذا لم يعتقدوا شيئًا أصلًا، وإن كان الاعتقاد صحيحًا كالمؤمن العاصي، فعذابه متناهٍ. </p><p> والمعنى: أن جهنم مكان يرتقب فيه خزنتها من يستحقها بسوء أعمالهم، وخبث عقيدته وفعاله. </p><p> روى ابن جرير وابن المنذر عن الحسن أنه قال: لا يدخل أحد الجنة حتى يجتاز النار، فإن كان معه جواز نجا، وإلا احتبس. {لِلطَّاغِينَ مَآبًا (٢٢) }؛ أي: إنها مرجع للذين طغوا وتكبروا، ولم يستمعوا إلى الداعي الذي جاءهم بالهدى ونور الحق، </p><p> ٢٣ - وبعد أن ذكر أن جهنم مستقرهم بين مدة ذلك، فقال: {لَابِثِينَ فِيهَا أَحْقَابًا (٢٣) } حال مقدرة من الضمير المستكن في {لِلطَّاغِينَ} ؛ أي: مقدرين اللبث فيها، واللبث: أن يستقر في المكان، ولا يكاد ينفك عنه، يقال: لبث بالمكان أقام به ملازمًا له. {أَحْقَابًا} ظرف للبثهم، وهو جمع حقب، وهو ثمانون سنة أو أكثر، والدهر والسنة والسنون، والمراد منه: التأبيد؛ أي: حال كونهم لابثين فيها دهورًا متلاحقة يتبع </p>"
}