{
  "id": null,
  "sura": 78,
  "aya": 20,
  "text": "<p> كما في قوله تعالى:  {وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ} وهو الغمام الذي ذكر في قوله تعالى: {هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ} ؛ أي: أمره وبأسه {فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ} وقيل: المراد بالفتح الكشف بإزالتها من مكانها، كما قال تعالى: {وَإِذَا السَّمَاءُ كُشِطَتْ (١١) } وبالأبواب الطرق والمسالك؛ أي: تكشط فيصير مكانها طرقًا لا يسدها شيء وقيل: تتقطع قطعًا صغارًا حتى تكون كالألواح في الأبواب المعهودة، وقرأ ابن عامر وحمزة والكسائي:  {فتحت} مخففًا، وقرأ الباقون بالتشديد. </p><p> وحاصل معنى الآيات: {إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا (١٧) }؛ أي: إن يوم القيامة وقت وميعاد للأولين، والآخرين، يثابون فيه أو يعاقبون، ويتمايزون فيه، ويكونون مراتب ودرجاتٍ بحسب أعمالهم، قال تعالى: {وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ (٥٩) }، وقد جعله حدًا تنتهي عنده الدنيا، وتجتمع فيه الخلائق ليرى كل امرىء ما قدمت يداه، فيجازي المحسن بإحسانه، ويعاقب المسيء بإساءته، ثم بين هذا اليوم، وزاد في تفخيمه وتهويله، فقال:  {يَوْمَ يُنْفَخُ فِي الصُّورِ} فتحيون وتبعثون من قبوركم، وتأتون إلى الموقف من غير تلبث، وإمام كل أمة رسولها، كما قال تعالى:  {يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ} . </p><p> {وَفُتِحَتِ السَّمَاءُ} ؛ أي: وانشقت السماء وتصدعت، وجاء نحو هذا في آيات كثيرة، كقوله تعالى: {إِذَا السَّمَاءُ انْشَقَّتْ (١) }، وقوله: {إِذَا السَّمَاءُ انْفَطَرَتْ (١) }، وقوله:  {وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ} ذاك أنه يحصل اضطراب في نظام الكواكب، فيذهب التماسك بينها، ولا يكون فيما يسمى سماء إلا مسالك وأبواب، لا يلتقي فيها شيء بشيء، وذلك هو خراب العالم العلوي، كما يخرب الكون السفلي </p><p> ٢٠ - {وَسُيِّرَتِ الْجِبَالُ} معطوف على ينفخ أيضًا؛ أي: وتسير الجبال عن أماكنها في الهواء، وتقلع عن مقارها. {فَكَانَتْ سَرَابًا} ؛ أي: فتكون هباءً منتشرًا، يظن الناظر أنها سراب، والمسيِّر هو الله تعالى، كما قال:  {وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً} ؛ أي: وسيرت الجبال في الجو بتسيير الله تعالى وتسخيره على هيئاتها بعد قلعها عن مقارها، وذلك بعد حشر الخلائق بعد النفخة الثانية، ليشاهدوها، ثم يفرقها في الهواء، وذلك قوله تعالى:  {فَكَانَتْ سَرَابًا} والسراب ما تراه نصف النهار كأنه ماء، قال الراكب: هو اللامع في المفازة كالماء، وذلك لِانسِرَابِهِ في مرأى العين أي ذهابه وجريانه، وكان الجبال لا حقيقة لها، كالسراب لا حقيقة له، أي </p>"
}