{
  "id": null,
  "sura": 78,
  "aya": 4,
  "text": "<p> وفي \"الشوكاني\" : وقد استدل على أن {النَّبَإِ الْعَظِيمِ} هو القرآن بقوله: {الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ (٣) } فإنهم اختلفوا في القرآن، فجعله بعضهم سحرًا، وبعضهم شعرًا، وبعضهم كهانةً، وبعضهم قال: هو أساطير الأولين، وأما البعث .. فقد اتفق الكفار إذا ذاك على إنكاره، ويمكن أن يقال: إنه قد وقع الاختلاف في البعث في الجملة، فصدق به المؤمنون، وكذب به الكافرون، فقد وقع الاختلاف فيه من هذه الحيثية، وإن لم يقع الاختلاف فيه بين الكفار أنفسهم على التسليم والتنزل. ومما يدل على أنه القرآن قوله سبحانه {قُلْ هُوَ نَبَأٌ عَظِيمٌ (٦٧) أَنْتُمْ عَنْهُ مُعْرِضُونَ (٦٨) }، ومما يدل على أنه البعث أنه أكثر ما كان يستنكره المشركون، وتأباه عقولهم السخيفة. </p><p> وقيل: إن الضمير في قوله: {يَتَسَاءَلُونَ} يرجع إلى المؤمنين والكفار؛ لأنهم جميعًا كانوا يتساءلون عنه، فأما المؤمن فيزداد يقينًا واستعدادًا وبصيرةً في دينه، وأما الكافر فاستهزاءً وسخريةً، قال الرازي: ويحتمل أنهم يسألون الرسول، ويقولون: ما هذا الذي يعدنا به من أمر الآخرة؟ </p><p> والمعنى (١) : أي عن أيِّ شيء يتساءل المشركون من أهل مكة وغيرهم فيما بينهم إنكارًا واستهزاءً، {عَنِ النَّبَإِ الْعَظِيمِ (٢) الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ (٣) } أي: عن الخبر العظيم الشأن الذي اختلفوا فيه يتساءلون، فقوله: {عَمَّ يَتَسَاءَلُونَ (١) } سؤال، وقوله: {عَنِ النَّبَإِ الْعَظِيمِ (٢) } جواب، فالسائل والمجيب هو الله تعالى، وإيراد الكلام بصورة السؤال والجواب أقرب إلى التفهيم والإيضاح، وتثبيت الجواب في نفس السائل، كما مر. روي أن النبي - صلى الله عليه وسلم - لما دعاهم إلى التوحيد، وأخبرهم بالبعث بعد الموت، وتلا عليهم القرآن .. جعلوا يتساءلون فيما بينهم، فيقولون ماذا جاء به محمد - صلى الله عليه وسلم -؟ ويسألون الرسول والمؤمنين عنه استهزاءً. وقيل:  {النَّبَإِ الْعَظِيمِ} : هو نبوة محمد - صلى الله عليه وسلم -، وذلك لأنهم عجبوا إرسال الله محمدًا إليهم. </p><p> ٤ - ثم أخذ سبحانه يرد عليهم متوعدًا لهم، فقال: {كَلَّا سَيَعْلَمُونَ (٤) }، فالكلام (٢) فيه ردع كما يستفاد من {كَلَّا} ، ووعيد كما يستفاد من {سَيَعْلَمُونَ} ؛ أي ليس أمر البعث مما ينكر أو يشك فيه، بحيث يتساءل عنه، سيعلمون أن ما يتساءلون عنه حق لا دافع له، واقع لا ريب فيه، مقطوع لا شك، وقيل:  {كَلَّا} بمعنى حقًا سيعلمون </p><p>(١) المراغي. (٢) روح البيان.</p>"
}