{
  "id": null,
  "sura": 78,
  "aya": 19,
  "text": "<p> الهيئات والصور والأخلاق والأعمال وتناسبها، {كَانَ} في علمه وتقديره الأزلي، وإلا فثبوت الميقاتية ليوم الفصل غير مقيد بالزمان الماضي؛ لأنه أمر مقرر قبل حدوث الزمان {مِيقَاتًا} ؛ أي: ميعادًا ومجمعًا ووقتًا لبعث الأولين والآخرين، وما يترتب عليه من الجزاء ثوابًا وعقابًا، لا يكاد يتخطاه بالتقدم والتأخر، فالميقات وهو الوقت المؤقت؛ أي: المعين أخص من مطلق الوقت، فهو هنا زمان مقيد بكونه وقت ظهور ما وعد الله من البعث والجزاء. </p><p> ١٨ - {يَوْمَ يُنْفَخُ فِي الصُّورِ} بدل من {يَوْمَ الْفَصْلِ} ، أو عطف بيان له، مفيد لزيادة تفخيمه وتهويله، ولا ضير في تأخر الفصل عن النفخ، فإنه زمان ممتد يقع في مبدئه النفخة، وفي بقيته الفصل ومباديه وآثاره، ويجوز أن يكون منصوبًا بضمار أعني، والنفخ: نفخ الريح في الشيء، ومنه: نفخ الروح في النشأة الأولى، كما قال تعالى:  {وَنَفَخْتُ فِيهِ مِنْ رُوحِي} ، ويقال: انتفخ بطنه، ومنه استعير انتفخ النبات إذا ارتفع، ورجل منفوخ؛ أي: سمين، و {الصُّورِ} : القرن النوراني، والنافخ فيه إسرافيل عليه السلام، وقرأ أبو عياض {في الصَور} بفتح الواو جمع صورة، أي: يرد الله الأرواح إلى الأبدان، والجمهور: بسكون الواو. </p><p> والمعنى: إن يوم ينفخ في الصور نفخة ثانية للبعث حتى تتصل الأرواح بالأجساد، وترجع بها إلى الحياة، كان ميقاتًا لجمع الأولين والآخرين، وقوله:  {فَتَأْتُونَ} معطوف على جملة محذوفة ثقة، بدلالة الحال عليها، وإيذانًا بغاية سرعة الإتيان، كما في قوله تعالى:  {أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ} ، أي: فضرب فانفلق، والتقدير هنا: يوم ينفخ في الصور فتبعثون من قبوركم، فتأتون إلى الموقف عقيب ذلك من غير لبث أصلًا حال كونكم {أَفْوَاجًا} ؛ أي: زمرًا زمرًا، وجماعات جماعات مختلفة متباينة الأوضاع حسب اختلاف أعمالهم وتباينها، وهو جمع فوج، وهو جماعة من الناس، وفي المفردات: الجماعة: المارة المسرعة؛ أي: حال كونكم أممًا، كل أمة مع إمامها، كما في قوله تعالى:  {يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ} . </p><p> ١٩ - وقوله:  {وَفُتِحَتِ السَّمَاءُ} معطوف على {يُنْفَخُ} بمعنى تفتح، وصيغة الماضي للدلالة على تحقق الوقوع، أي: شقت وصدعت من هيبة الله تعالى بعد أن كانت لا فطور فيها {فَكَانَتْ أَبْوَابًا} ؛ أي: ذات أبواب كثيرة لنزول الملائكة نزولًا غير معتاد، </p>"
}