{
  "id": null,
  "sura": 78,
  "aya": 38,
  "text": "<p> صفة أو بدل من {رَبِّ} ، أو عطف بيان، وهل يكون بدلًا من {رَبِّكَ} ؟ فيه نظر؛ لأن البدل الظاهر أنه لا يتكرر، فيكون كالصفات والرفع على إضمار: هو رب، أو على الابتداء، وخبره {لَا يَمْلِكُونَ} . </p><p> والمعنى: أي إنه سبحانه وتعالى المالك لشؤونهما المدبر لأمورهما، ولا يملك أحد من أهلما محاطبته تعالى بالشفاعة إلا بإذنه، </p><p> ٣٨ - ثم أكد هذا وقرره بقوله:  {يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا} والظرف متعلق بقوله: {لَا يَتَكَلَّمُونَ} ؛ أي: لا يتكلم أهل السموات والأرض يوم يقوم الروح والملائكة صفًا؛ أي: حال كونهم مصطفين لكثرتهم صفًا واحدًا، وقيل: هما صفان: الروح صف، والملائكة صف، وقيل: صفوف، وهو الأوفق لقوله تعالى:  {وَالْمَلَكُ صَفًّا صَفًّا} وقيامهم مما أمرهم الله به في أمر العباد، فانتصاب {صَفًّا} إما على الحال كما قدرنا، أو على المصدرية؛ أي: يصفون صفًا، وجملة {لَا يَتَكَلَّمُونَ} إما حال من فاعل {لَا يَتَكَلَّمُونَ} العائد إلى أهل السموات والأرض، أو مستأنفة مقررة لما قبلها، وأخر (١) الملائكة هنا تعميمًا بعد التخصيص، وأخر الروح في سورة القدر تخصيصًا بعد التعميم. </p><p> فالظاهر: أن الروح من جنس الملائكة، لكنه أعظم منهم خلقًا ورتبةً وشرفًا؛ إذ هو بمقابلة الروح الإنساني، كما أن الملائكة بمقابلة القوى الروحانية، ولا شك أن الروح أعظم من قواه التابعة؛ كالسلطان مع أمرائه وجنده ورعاياه، وتفسير الروح بجبريل ضعيف (٢) ، وإن كان هو مشهورًا بكونه روح القدس، والروح الأمين؛ إذ كونه روحًا ليس بالنسبة إلى ذاته، إلا فالملائكة كلهم روحانيون، وإن كانوا أجسامًا لطيفة غير الأرواح المهمية، وإنما بالنسبة إلى كونه نافخ الروح، وحامل الوحي الذي هو كالروح في الأحياء، وقد اتفقوا على أن إسرافيل أعظم من جبريل ومن غيره، فلو كان أحد يقوم صفًا واحدًا .. لكان هو إسرافيل دون جبريل، والله أعلم بمراده من {الرُّوحُ} . </p><p> وفي \"الشوكاني\" : واختلف في {الرُّوحُ} ، وقيل: إنه ملك من الملائكة أعظم من السموات السبع، ومن الأرضين السبع، ومن الجبال، وقيل: هو جبريل، قاله الشعبي والضحاك وسعيد بن جبير، وقيل: الروح جند من جنود الله ليسوا ملائكة، </p><p>(١) روح البيان. (٢) روح البيان.</p><p> قاله أبو صالح ومجاهد، وقيل: هم أشراف الملائكة، قاله مقاتل بن حيان، وقيل: هم حفظة على الملائكة، قاله ابن أبي نجيح، وقيل: هم بنو آدم، قاله الحسن وقتادة، وقيل: هم أرواح بني آدم، تقوم صفًا، وتقوم الملائكة صفًا، وذلك بين النفختين قبل أن ترد إلى الأجسام، قاله عطية العوفي، وقيل: إنه القرآن، قاله زيد بن أسلم. انتهى. </p><p> وقوله:  {إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ} يجوز أن يكون بدلًا من ضمير {لَا يَتَكَلَّمُونَ} العائد إلى أهل السموات والأرض، الذين من جملتهم الروح والملائكة، وهو أرجح (١) ؛ لكون الكلام غير موجب، والمستثنى منه مذكور، وفي مثله يختار البدل على الاستثناء، ويجوز أن يكون منصوبًا على أصل الاستثناء. </p><p> والمعنى: لا يشفعون لأحد إلا من أذن له الرحمن منهم بالشفاعة للخلق، أو لا يتكلمون إلا في حق من أذن الرحمن بالشفاعة فيه، {و} كان ذلك الشخص المشفوع له ممن {قَالَ} في الدنيا {صَوَابًا} أي: حقًا، قاله الضحاك ومجاهد، أو: لا إله إلا الله، قاله أبو صالح، وأصل الصواب السداد من القول والفعل، وقيل:  {لَا يَتَكَلَّمُونَ} ، يعني: الملائكة والروح الذين قاموا صفًا هيبةً وإجلالًا إلا من أذن له الرحمن منهم في الشفاعة، وهم قد قالوا صوابًا. قال الواحدي: فهم لا يتكلمون، يعني: الخلق كلهم، إلا من أذن له الرحمن، وهم المؤمنون والملائكة، وقال في الدنيا صوابًا؛ أي: شهد بالتوحيد،، وعبارة \"الروح\" : وهذه الجملة مستأنفة مقررة لمضمون قوله تعالى: {لَا يَمْلِكُونَ مِنْهُ خِطَابًا} ومؤكدة له على أن أهل السموات والأرض إذا لم يقدروا يومئذِ على أن يتكلموا بشيء من جنس الكلام إلا من أذن الله له منهم في التكلم، وقال ذلك المأذون له قولًا صوابًا؛ أي: حقًا صادقًا، أو واقعًا في محله من غير خطأ في قوله، فكيف يملكون خطاب رب العزة، مع كونه أخص من مطلق الكلام، وأعز منه مرامًا، وقيل:  {إِلَّا مَنْ أَذِنَ} إلخ منصوب على أصل الاستثناء. </p><p> والمعنى: لا يتكلمون إلا في حق شخص أذن له الرحمن، وقال ذلك الشخص صوابًا؛ أي: حقًا هو التوحيد، وكلمة الشهادة دون غيره من أهل الشرك، </p><p>(١) روح البيان.</p>"
}