{
  "id": null,
  "sura": 78,
  "aya": 1,
  "text": "<p> إيلامًا لأنفس الضالين المكذبين. </p><p> قوله تعالى:  {رَبِّ السَّمَاوَاتِ وَالْأَرْضِ ...} إلى آخر السورة، مناسبتها لما قبلها: أن الله سبحانه لما ذكر أن يوم القيامة موعد للفصل بين الخلائق، وتنتهي به أيام الدنيا، وأن دار العذاب معدة للكافرين، وأن الفوز بالنعيم للمتقين .. أعقب ذلك بأن هذا يوم يقوم فيه جبريل والملائكة صفًا صفًا لا يتكلمون إلا إذا أذن لهم ربهم، وقالوا قولًا صحيحًا، ثم أتبعه بأن هذا اليوم حق لا ريب فيه، وأن الناس فيه فريقان: فريق بعيد من الله، ومرجعه إلى النار، وفريق مآبه القرب من الله، ومنازل الكرامة، فمن كانت له مشيئة صادقة .. فليتخذ مآبًا إلى ربه، وليعمل عملًا صالحًا يقربه منه، ويحله محل كرامته. </p><p> ثم عاد إلى تهديد المعاندين وتحذيرهم من عاقبة عنادهم، وأنهم يعلمون غدًا ما قدمته أيديهم، ويرونه حاضرًا لديهم، وحينئذٍ يندمون، ولات ساعة مندم، ويبلغ من أَمْرِهم أن يقولوا: ليتنا كنا ترابًا لم نصب حظًا من الحياة. </p><p> أسباب النزول </p><p> لما بعث رسول الله - صلى الله عليه وسلم - برسالة رب العالمين إلى العرب خاصة، وإلى الناس كافةً، وأمرهم بتوحيد الله عَزَّ وَجَلَّ، وصاع بأمر الله وبلغهم بالبعث والنشور بعد الموت، وتلا عليهم القرآن العظيم .. جعلوا يتساءلون بينهم، فكانوا كلما اجتمعوا في ناد من أنديتهم، أو ندوة من ندواتهم .. أخذوا يتحدثون في شأن محمد - صلى الله عليه وسلم - ورسالته وما جاء به من ربه، ويسأل بعضهم بعضًا، ويسألون غيرهم عن طريق الإنكار عليه، ويتعجبون منه، ويقولون ما الذي أتى به محمد، وهل هو ساحر، أم شاعر، أم كاهن، أم اعتراه بعض آلهتنا بسوء؟ فنزلت هذه السورة إنكارًا عليهم، وتعجيبًا من تساؤلهم. </p><p> التفسير وأوجه القراءة </p><p> ١ - {عَمَّ} : أصله (١) : عن ما، أدغمت النون في الميم لاشتراكهما في الغنة، </p><p>(١) روح البيان.</p><p> فصار عما، ثم حذفت الألف كما في لِمَ وبِمَ وفيمَ وإلامَ وعلامَ، فإنها في الأصل: لما وبما وفيما وإلى ما وعلى ما؛ إما فرقًا بين الاستفهامية وغيرها، أو قصدًا للخفة لكثرة استعمالها، وقد جاءت في العشر غير محذوفة، كما ذكره أبو البقاء، ومنه قول الشاعر: </p><p> عَلَى مَا قَامَ يَشْتُمُنِي لَئِيْمٌ ... كَخِنْزِيْرٍ تَمَرَّغَ فِيْ رَمَادِ </p><p> ولكنه قليل لا يجوز إلا لضرورة، وما فيها من الإبهام للإيذان بفخامة شأن المسؤول عنه وهوله، وخروجه عن حدود الأجناس المعهودة، كأنه خفي جنسه، فيسأل عنه، فالاستفهام ليس على حقيقته، بل لمجرد التفخيم، فإن المسؤول عنه ليس بمجهول بالنسبة إلى الله تعالى إذ لا تخفى عليه خافية، قال الزجاج: اللفظ لفظ استفهام، والمعنى تفخيم القصة، كما تقول أي شيء تريد؟ إذا عظمت شأنه، وقرأ الجمهور (١) : {عَمَّ} بحذف الألف لما ذكرنا آنفًا، وقرأ أبي وابن مسعود وعكرمة وعيسى:  {عما} بالألف، وهو أصل: عم، ولكنه قليل كما مر آنفًا، وقرأ الضحاك واين كثير في رواية والبزي:  {عمه} بهاء السكت عوضًا عن الألف إجراء للوصل مجرى الوقف لأن الأكثر في الوقف على ما الاستفهامية هو إلحاق هاء السكت إذا أضيف إليها نحو: مجيء مه، والاستفهام عن هذا فيه تفخيم وتهويل وتقرير وتعجيب، كما تقول أي رجل تريد؟ وزيد ما زيد؟ كأنه لما كان عدم النظير أو قليله خفي عليك جنسه، فأخذت تستفهم عنه، ثم جردت العبارة عن تفخيم الشيء، فجاء في القرآن، والمعنى عن أي شيء عظيم يتساءلون. </p><p> {يَتَسَاءَلُونَ} ؛ أي أهل مكة، وكانوا يتساءلون عن البعث والحشر الجسماني ويتحدثون فيما بينهم، ويخوضون فيه إنكارًا واستهزاءً، لكن لا على طريق التساؤل عن حقيقته ومسماه، بل عن وقوعه الذي هو حال من أحواله، ووصف من أوصافه، فإن (ما) وإن وضعت لطلب حقائق الأشياء، ومسميات أسمائها، كما في قولك: ما المَلَك، وما الروح؟ لكنها قد يطلب بها الصفة والحال، تقول: ما زيد؟ فيقال عالم أو طبيب، وقيل: يتساءلون عن القرآن، وإنما كان عظيمًا؛ لأنه ينبىء عن التوحيد وتصديق الرسول ووقوع البعث والنشور، قال الفراء: التساؤل هو أن يسأل بعضهم </p><p>(١) البحر المحيط.</p>"
}