{
  "id": null,
  "sura": 79,
  "aya": 1,
  "text": "<p> فِي الْحَافِرَةِ (١٠) } .. قال كفار قريش: لئن حيينا بعد الموت لنخسرن، فنزلت:  {تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ} . </p><p> قوله تعالى:  {يَسْأَلُونَكَ عَنِ السَّاعَةِ ...} إلى آخر السورة سبب نزولها: ما أخرجه الحاكم وإبن جرير عن عائشة قالت: كان رسول الله - صلى الله عليه وسلم - يسأل عن الساعة، حتى أنزل عليه قوله تعالى: {يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا (٤٢) ...} إلخ فانتهى. </p><p> وأخرج ابن أبي حاتم من طريق جويبر عن الضحاك عن ابن عباس أن مشركي مكة سألوا النبي - صلى الله عليه وسلم -، فقالوا: متى تقوم الساعة؟ استهزاءً منهم، فأنزل الله عزّ وجلّ: {يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا (٤٢) ...} إلى آخر السورة. </p><p> وأخرج الطبراني وابن جرير عن الطارق بن شهاب قال: كان رسول الله - صلى الله عليه وسلم - يكثر ذكر الساعة، حتى نزلت: {فِيمَ أَنْتَ مِنْ ذِكْرَاهَا (٤٣) إِلَى رَبِّكَ مُنْتَهَاهَا (٤٤) }. وأخرج ابن أبي حاتم مثله عن عروة. </p><p> التفسير وأوجه القراءة </p><p> ١ - افتتح سبحانه وتعالى هذه السورة الكريمة بالقسم ببعض مخلوقاته إظهارًا لعظيم شأنها، وجليل قدرها، وإتقان صنعها ونظامها، وغزارة فوائدها في هذا الكون العظيم الفسيح، وهذه المخلوقات مهما عظمت .. فهي مسخرة ومسيرة لأمر بارئها، خاضعة لسلطانه وجبروته وعظمته وحكمه وعدله وأمره جَلَّ وعلا، والقسم بغير الله لا يجوز لأحد من خلق الله، أما بالنسبة إلى الله تعالى .. فهو سبحانه يقسم بما شاء من مخلوقاته، لحكم عالية ومعان سامية يلفت النظر بها إلى أهمية المقسم به من المخلوقات، لدلالتها على عظمة خالقها وبارئها وموجدها من العدم، وأنها مخلوقة له سبحانه وتعالى، فقال: </p><p> {وَالنَّازِعَاتِ غَرْقًا (١) }: الواو للقسم (١) ، والقسم يدل على عظم شأن المقسم به، ولله تعالى أن يقسم بما شاء من مخلوقاته. تنبيهًا على ذلك العظم، كما مر آنفًا. و {النازعات} : جمع نازعة، بمعنى طائفة من الملائكة نازعة، فأنث صفة الملائكة باعتبار كونهم طائفة، ثم جمعت تلك الصفة، فقيل: نازعات بمعنى: </p><p>(١) روح البيان.</p><p> طوائف من الملائكة نازعات، وقس عليه {الناشطات} وما بعده، وإلا فكان الظاهر أن يقال: والنازعين، والناشطين مثلًا، والنزع: جذب الشيء من مقره بشدة، والغَرْق: مصدر معنوي لـ {النازعات} بحذف الزوائد بمعنى: الإغراق والغرق، وكذا الإغراق: الرسوب في الماء وفي البلاء، فهو مفعول مطلق لـ {النازعات} ؛ لأنه نوع من النزع، فيكون شرطه موجودًا، وهو اتفاق المصدر مع عامله لفظًا أو معنى، والإغراق في النزع: التوغل فيه، والبلوغ إلى أقصى درجاته، يقال: أغرق النازع في القوس إذا بلغ غاية المد حتى انتهى إلى النصل. أقسم الله تعالى بطوائف من الملائكة التي تنزع أرواح الكفار من أجسادهم إغراقًا في النزع؛ أي: نزعًا شديدًا، فهم ينزعونها منهم معكوسًا من الأنامل والأظفار، ومن تحت كل شعرة، كما تنزع الأشجار المتفرقة العروق في أطراف الأرض، وكما يسلخ جلد الحيوان وهو حي، وكما يضرب الإنسان ألف ضربة بالسيف، بل أشد، والملائكة، وهم ملك الموت وأعوانه من ملائكة العذاب يطعنونهم بحربة مسمومة بسم جهنم، والميت يظن أن بطنه قد ملىء شوكًا، وكأن نفسه تخرج من ثقب إبرة، وكأن السماء انطبقت على الأرض، وهو بينهما، فإذا نزعت نفس الكافر .. فهي أشبه شيء بالزئبق على قدر النحلة، وعلى صورة عمله تأخذها الزبانية، ويعذبونها في القبر، وفي السجين، وهو العذاب الروحاني، ثم إذا قامت القيامة .. انضم الجسماني إلى الروحاني، كذا قالوا، ولا أصل له، ولكن يدل على هذا التشديد قوله تعالى:  {تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ} . </p><p> فقوله (١) : {وَالنَّازِعَاتِ غَرْقًا (١) } إشارة إلى كيفية قبض أرواح الكفار بشهادة مدلول اللفظ، وجواب القسم محذوف دل عليه قوله: {أَإِذَا كُنَّا عِظَامًا نَخِرَةً (١١) }؛ لأن معناه: أنبعث إذ صرنا كذلك؟ والتقدير: أقسمت لكم أيها العباد بالملائكة التي تنزع وتقبض أرواح الكفار نزعًا شديدًا، أو قبضًا عنيفًا لتبعثنَّ بعد الموت للمجازاة على أعمالكم. قال الإِمام الطبري في \"تفسيره\"  (٢) : أقسم ربنا جل وعلا بـ {النازعات} ، واختلف أهل التأويل فيها، وما هي، وما تنزع، فقال بعضهم: الملائكة التي تنزع نفوس بني آدم، والمنزوع نفوس الآدميين، وقال آخرون: بل هو </p><p>(١) روض البيان. (٢) الطبري.</p>"
}