{
  "id": null,
  "sura": 79,
  "aya": 2,
  "text": "<p> الموت ينزع النفوس، وقال غيرهم: بل هي النجوم تنزع من أفق إلى أفق؛ أي: تطلع وتغيب، ثم قال بعد ذكر أقوال أخرى: والصواب من القول في ذلك عندي أن يقال: إن الله تعالى أقسم بالنازعات غرقًا، ولم يخصص نازعة دون نازعة، فكل نازعة غرقًا فداخلة في قسمه، ملكًا كان أو موتًا، أو نجمًا، أو قوسًا، أو غير ذلك. </p><p> والمعنى: والنازعات إغراقًا، كما يغرق النازع في القوس، أي: والنازعات شدة، كما شدد النازع في القوس. </p><p> وقال الشوكاني (١) : أقسم سبحانه وتعالى بهذه الأشياء التي ذكرها، وهي: الملائكة التي تنزع أرواح العباد عن أجسادهم، كما ينزع النازع في القوس، فيبلغ بها غاية المد، وكذا المراد بـ {الناشطات} ، و {السابحات} ، و {السابقات} ، و {المدبرات} ، يعني: الملائكة، والعطف مع اتحاد الكل لتنزيل التغاير الوصفي منزلة التغاير الذاتي، كما في قول الشاعر: </p><p> إِلَى الْمَلِكِ الْقَرْمِ وَابْنِ الهُمَامْ ... وَلَيْثِ الكَتِيْبَةِ فِيْ المُزْدَحَمْ </p><p> وهذا قول الجمهور من الصحابة والتابعين، ومن بعدهم، وقال السدي: النازعات: هي النفوس حين تغرق في الصدور. </p><p> وقال مجاهد: هي الموت ينزع النفس. وقال قتادة: هي النجوم تنزع من أفق إلى أفق، من قولهم: نزع إليه إذا ذهب، أو من قولهم: نزعت بالحبل؛ أي: إنها تغرب وتغيب، وتطلع من أفق آخر، وبه قال أبو عبيدة والأخفش وابن كيسان، وقال عطاء وعكرمة:  {النازعات} : القسي، تنزع بالسهام، وإغراق النازع في القوس: أن يمده غاية المد حتى ينتهي به إلى النصل، وقال يحيى بن سلام: الغزال تنزع بين الكلأ وتنفر، وقيل: أراد بالنازعات: الغزاة؛ أي: الرماة. نتهى. </p><p> ٢ - وقوله: {وَالنَّاشِطَاتِ نَشْطًا (٢) } قَسَم آخر معنى (٢) بطريق العطف، والنشط: جذب الشيء من مقره برفق ولين، ونصب {نَشْطًا} على المصدرية، أقسم الله سبحانه بطوائف من الملائكة التي تنشط أرواح المؤمنين؛ أي: تخرجها من أبدانهم </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> برفق ولين، كما تنشط الدلو من البئر، يقال: نشط الدلو من البئر إذا أخرجها، وكما تنشط الشعرة من السمن، وكما تنسل القطرة من السقاء، وهم ملك الموت وأعوانه من ملائكة الرحمة، ونفس المؤمن وإن كانت تجذب من أطراف البنان، ورؤس الأصابع أيضًا، لكن لا يحس بالألم، كما يحيى به الكافر، وأيضًا نفس المؤمن ليس لها شدة تعلق بالبدن، كنفس الكافر؛ لكونها منجبذةً إلى عالم القدس، وإنما يشتد الأمر على أهل التعلق، دون أهل التجرد، خصوصًا إذا كان ممن مات بالاختيار قبل الموت، وأيضًا حين يجذبونها يدعونها أحيانًا حتى تستريح؛ وليس كذلك أرواح الكفار في قبضها، لكن ربما يتعرض الشيطان للمؤمن الضعيف اليقين، والقاصر في العمل إذا بلغ التراقي، فيأتيه في صورة أبيه وأمه وأخيه، أو صديقه، فيأمره باليهودية أو النصرانية أو نحوهما، كذا قالوا ولا أصل له، والميت يرى الملائكة حينئذٍ على صورة أعماله، حسنةً أو قبيحةً، فإذا أخذوا نفس المؤمن .. يلقونها في حرير الجنة، وهي على قدر النحلة، وعلى صورة عمله، ما فقد شيء من عقله وعلمه المكتسب في الدنيا، دل عليه قوله تعالى حكايةً عن حبيب النجار الشهيد في أنطاكية: {قِيلَ ادْخُلِ الْجَنَّةَ قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ (٢٦) بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ (٢٧) } فيعرجون بها إلى الهواء، ويهيئون لها أسباب التنعم في قبره، وفي عليين، وهو النعيم الروحاني، ثم إذا قام الناس من قبورهم .. ازداد النعيم بانضمام الجسماني إلى الروحاني. </p><p> فقوله: {وَالنَّاشِطَاتِ نَشْطًا (٢) } إشارة إلى كيفية قبض أرواح المؤمنين بشهادة اللفظ ومدلوله أيضًا. </p><p> والمعنى: وأقسمت لكم أيا العباد بالملائكة التي تقبض أرواح المؤمنين قبضًا برفق ولين .. لتبعثن بعد الموت للمجازاة. </p><p> فإن قيل: قد (١) ثبت أن النبي - صلى الله عليه وسلم -، أخذ روحه الطيب ببعض شدة حتى قال:  \"واكرباه\" ، وقال:  \"لا إله إلا الله، إن للموت سكرات، اللهم أعني على سكرات الموت\" ؛ أي: غمراته، وكان يدخل يده الشريفة في قدح فيه ماء، ثم يمسح وجهه المنور بالماء، ولما رأته فاطمة - رضي الله عنها - يغشاه الكرب .. قالت: واكرب </p><p>(١) روح البيان.</p>"
}