{
  "id": null,
  "sura": 79,
  "aya": 28,
  "text": "<p> فيلزمهم بأن يقول لهم: أيها السفهاء من قدر على الأصعب الأعسر .. كيف لا يقدر على إعادتكم وحشركم وهي أسهل وأيسر، فخلقكم على وجه الإعادة أولى بأن يكون مقدور الله، فكيف تنكرون ذلك، وقوله:  {أَأَنْتُمْ} مبتدأ و {أَشَدُّ} : خبره، و {خَلْقًا} تمييز، و {السَّمَاءُ} : عطف على {أَنْتُمْ} ؛ وحذف خبره لدلالة خبر {أَنتُمْ} عليه؛ أي: أم السماء أشد خلقًا. </p><p> والمعنى (١) : أي أأنتم أيها الناس، وقد خلقتكم من ماء مهين ضعافًا عاجزين لا تملكون لأنفسكم نفعًا ولا ضرًا، ولا موتًا ولا حياةً، أصعب إبداعًا وإنشاءً، أم هذه السماء التي ترون خلقها وبديع تركيبها وعظمة شأنها؟ إنكم لا تنازعون في أنها أشد منكم خلقًا، ومع ذلك لم نعجز عن إبداعها، فكيف تظنون أننا نعجز عن إعادتكم بعد موتكم، يرشد إلى ذلك قوله:  {لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ} ، وقوله:  {أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ} وفي هذا من التقريع والتوبيخ ما لا يخفى، وبعد أن أشار إلى عظيم خلق السموات إجمالًا .. شرع يبين ذلك تفصيلًا، فقال:  {بَنَاهَا} ؛ أي: بني الله سبحانه وتعالى السماء، وركبها من أجزاء متفرقة، وهو استئناف وتفصيل لكيفية خلقها المستفاد من قوله:  {أَمِ السَّمَاءُ} فيتم الكلام حينئذٍ عند قوله: {أَمِ السَّمَاءُ} ، ويبتدأ من قوله:  {بَنَاهَا} ، و {أَمِ} ، متصلة، وقال الكسائي والفراء والزجاج: تم الكلام عند قوله: {أَمِ السَّمَاءُ بَنَاهَا} ؛ لأنه من صلة السماء، والتقدير: أم السماء التي بناها، فحذف التي، ومثل هذا الحذف جائز. </p><p> واستعمل البناء في موضع السقف، فإن السماء سقف مرفوع، والبناء إنما يستعمل في أسافل البناء لا في الأعالي، للإشارة إلى أنه وإن كان سقفًا .. لكنه في البعد عن الاختلال والانحلال كالبناء، فإن البناء أبعد عن تطرق الاختلال إليه بالنسبة إلى السقف، ومعنى بناها؛ أي: جعلها كالبناء المرتفع فوق الأرض، </p><p> ٢٨ - وقوله:  {رَفَعَ سَمْكَهَا} بيان للبناء؛ أي: جعل مقدار ارتفاعها من الأرض، وذهابها إلى سمت العلو مديدًا رفيعًا مسيرة خمس مئة عام، فإن امتداد الشيء إن أخذ من أسفله إلى أعلاه سُمي سمكًا، وإن أخذ من أعلاه إلى أسفله سُمي: عمقًا، وقال بعضهم: </p><p>(١) المراغي.</p>"
}