{
  "id": null,
  "sura": 79,
  "aya": 24,
  "text": "<p> ليشاهدوا ما يقع، أو جمعهم ليمنعوه من الحية {فَنَادَى} بنفسه في المقام الذي اجتمعوا فيه معه، أو بواسطة المنادي </p><p> ٢٤ - {فَقَالَ} لهم بصوت عال، أو أمر من يقول:  {أَنَا رَبُّكُمُ الْأَعْلَى} ؛ أي: لا رب فوقي ولا إله، أو أنا وليكم وقائدكم الأعلى من كل من يلي أمركم على أن تكون صيغة التفضيل، بالنسبة إلى من كان تحت ولايته من الملوك والأمراء، قال عطاء: كان صنع لهم أصنامًا صغارًا، وأمرهم بعبادتها، وقال: أنا رب أصنامكم، والأول أولى؛ لقوله في آية أخرى:  {مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي} ، والظاهر أنه لم يرد بهذا القول أنه خالق السموات والأرض، والجبال والنبات والحيوان، فإن العلم بفساد ذلك ضروري، ومن شك فيه كان مجنونًا، ولو كان مجنونًا لما جاز من الله بعثة الرسول إليه، بل الرجل كان دهريًا منكرًا للصانع والحشر والنشر، وكان يقول: ليس للعالم إله حتى يكون له عليكم أمر ونهي، أو يبعث إليكم رسولًا، بل المربي لكم، والمحسن إليكم أنا لا غيري. قال بعضهم: كان ينبغي له عند ظهور ذله وعجزه بانقلاب العصا حية أن لا يقول ذلك القول، فكأنه صار في ذلك الوقت كالمعتوه الذي لا يدري ما يقول، يقول الفقير: بل الأظهر حمل الربوبية على الألوهية، كما مر؛ لأن تفسير قوله:  {أَنَا رَبُّكُمُ الْأَعْلَى} بكونه أعلى من كل من يلي أمركم ليس فيه كثير جدوى؛ إذ لا يقتضي ادعاء الرئاسة دعوى الألوهية، كسائر الدهرية والمعطلة، فلأنهم لم يتعرضوا للألوهية، وإن كانوا رؤساء. تأمل هذا المقام، فإنه مما تزل فيه الأقدام. </p><p> قال بعضهم: لم يدع أحد من الخلائق من الكمال ما ادعاه الإنسان، فإنه ادَّعى الربوبية وقال: أنا ربكم الأعلى، وإبليس تبرأ منها، وقال: إني أخاف الله، فلم يدع مرتبة ليست له قط؛ أي: إنه على جناح واحد، وهو الجلال فقط، وكذا الملك، فإنه على الجمال المحض بخلاف الإنسان، فإنه مخلوق باليدين. انتهى. قال في \"أسئلة الحكم\" : فإن قلت: ما الحكمة في أن إبليس قد لعن، ولم يدع الربوبية، وفرعون وأمثاله قد ادعوا الربوبية، ولم يلعنوا تعيينًا وتخصيصًا، كما لعن إبليس؟. </p><p> قيل: لأن نية إبليس شر من نية هؤلاء، وقيل: لأنه أول من سن الخلاف والشقاق قولًا وفعلًا ونيةً، والخلق بعده ادعوا الربوبية، وسنوا البغي والخلاف بوسوسته، وإبليس واجه بمخالفته حضرة الرب تعالى، وهم واجهوا الأنبياء </p>"
}