{
  "id": null,
  "sura": 80,
  "aya": 42,
  "text": "<p> ستوفى ما وعدت به جزاء إيمانها، وما قدمت من عمل صالح، وبشكرها لنعم ربها وآلائه، وإيثارها ما أمرها به على ما تهواه. </p><p> ٤٠ - وأشار إلى الآخرين بقوله:  {وَوُجُوهٌ} أخر، وهو مبتدأ، أول. {يَوْمَئِذٍ} ؛ أي: يوم إذ يفر المرء عن أقربائه، وهو متعلق بـ {تَرْهَقُهَا}  {عَلَيْهَا} : خبر مقدم {غَبَرَةٌ} ؛ أي: غبار وكدورة لما تراه مما أعده الله لها من العذاب الأليم، وهو مبتدأ مؤخر، والجملة خبر {وُجُوهٌ} . </p><p> ٤١ - {تَرْهَقُهَا} ؛ أي: يغشاها ويعلوا {قَتَرَةٌ} ؛ أي: سواد وظلمة كالدخان، ولا ترى أوحش من اجتماع الغبرة والسواد في الوجه، كما إذا اغبر وجه الزنجي، قال سهل رحمه الله تعالى: غلب عليها إعراض الله عنها ومقته إياها، فهي تزداد في كل وقت ظلمة وقترة، والجملة الفعلية خبر ثانٍ {وُجُوهٌ} . </p><p> ٤٢ - {أُولَئِكَ} الموصوفون بسواد الوجه ومخبوته {هُمُ الْكَفَرَةُ الْفَجَرَةُ} ؛ أي: الجامعون بين الكفر والفجور، فلذا جمع الله سبحانه إلى سواد وجوههم الغبرة، وفي الحديث:  \"إن البهائم إذا صارت ترابًا يوم القيامة حول ذلك التراب في وجوه الكفار\" ، وفي \"عين المعاني\" : أولئك هم الكفرة في حقوق الله، الفجرة في حقوق العباد. انتهى. </p><p> وقرأ الجمهور (١) : {قَتَرَةٌ} بفتح التاء، وابن أبي عبلة بإسكانها، وفيه إشارة إلى أن الفجور الغير المقارن بالكفر ليس في درجة المقارن في المذمومية، والسببية للحقارة والمهانة والخذلان، إذ أصل الفجور: الكذب والميل عن الحق، ويستعمل فيه الذنب الكبير، وكثيرًا ما يقع ذلك من المؤمن العاصي، لكن ينبغي أن يخاف منه ويحذر عنه؛ لأن كبائر الذنب تجر إلى الكفر، كما أن صغائره تجر إلى الكبائر. </p><p> والمعنى (٢) : أي ووجوه أخرى يعلوها غبار الذل، وسواد الغم والحزن، وهي وجوه الكفار الذين لم يؤمنوا بالله، وبما جاء به أنبياؤه، وخرجوا عن حدود شرائعه، واجترحوا السيئات، واقترفوا المعاصي. </p><p> وقصارى ما سلف: أن الناس إذ ذاك فريقان: </p><p> ١ - فريق كان في دنياه يطلب الحق، وينظر في الحجة، ويعمل ما استقام عليه الدليل، لا يثنيه عن الأخذ به قلة الآخذين، ولا قوة المعاندين، وهؤلاء سيطمئنون </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> إلى ما أدركوا، ويفرحون بما نالوا، وتظهر على أسارير وجوههم علامات البشر والسرور. </p><p> ٢ - فريق احتقر عقله، وأهمل النظر في نعم الله عليه، وارتضى الجهل، وانصرف عن الاستدلال إلى اقتفاء آثار الاباء والأجداد، وظل يخب ويضع في أهوائه الباطلة، وعقائده الزائفة، وهؤلاء سيجدون كل شيء على ما كانوا يعرفون، فتظهر عليهم آثار الكآبة والخيبة والفشل، وتعلو وجوههم الغبرة، وترهقها القترة؛ لأنهم كانوا في حياتهم الدنيا كفرة فجرة. </p><p> اللهم احشرنا يوم القيامة ووجوهنا مسفرة ضاحكة مستبشرة، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. </p><p> الإعراب </p><p> {عَبَسَ وَتَوَلَّى (١) أَنْ جَاءَهُ الْأَعْمَى (٢) وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى (٣) أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَى (٤) }. </p><p> {عَبَسَ} : فعل ماضٍ، وفاعله ضمير مستتر يعود على محمد، والجملة مستأنفة استئنافًا نحويًا، وأتى هنا وفي الموضعين بعده بصيغة الغيبة إجلالًا له - صلى الله عليه وسلم -، ولطفًا به لما في المشافهة بتاء الخطاب من الغلظة والشدة، {وَتَوَلَّى} : فعل ماضٍ، وفاعله ضمير مستتر يعود على محمد، معطوف على {عَبَسَ} . {أَن} : حرف نصب ومصدر {جَاءَهُ} : فعل ماض في محل النصب بـ {أَن} المصدرية، و {الهاء} مفعول به مقدم {الْأَعْمَى} : فاعل مؤخر، والجملة الفعلية مع {أَن} المصدرية في تأويل مصدر منصوب بنزع الخافض؛ أي: عبس لمجيء الأعمى إياه، الجار والمجرور متعلق بـ {عَبَسَ} ؛ لأن المجيء ليس من أفعال القلوب، فاختل شرط من شروط المفعول لأجله {وَمَا} : {الواو} عاطفة {مَا} : اسم استفهام في محل الرفع مبتدأ، {يُدْرِيكَ} : فعل مضارع، وفاعل مستتر يعود على {مَا} ، ومفعول أول لأدرى والجملة الفعلية في محل الرفع خبر لـ {مَا} الاستفهامية، والجملة الاسمية معطوفة على جملة {عَبَسَ} . {لَعَلَّهُ} : ناصب واسمه، وجملة {يَزَّكَّى} خبره، وجملة الترجي في محل النصب مفعول ثانٍ لـ {يُدْرِيكَ} ، وقيل: المفعول الثاني لأدرى محذوف تقديره: وما يدريك أمره ومغبة حاله، وجملة {لَعَلَّهُ يَزَّكَّى} : مستأنفة {أَوْ} : حرف </p><p> عطف، وجملة {يَذَّكَّرُ} معطوفة على جملة {يزكى} . {فَتَنْفَعَهُ} بالنصب {الفاء} : عاطفة سببية {تنفعه} : فعل مضارع ومفعول به، منصوب بأن مضمرة وجوبًا بعد الفاء السببية الواقعة في جواب الترجي. {الذِّكْرَى} : فاعل، والجملة الفعلية صلة أن المضمرة، أن مع صلتها في تأويل مصدر معطوف على مصدر متصيد من الجملة التي قبلها من غير سابك لإصلاح المعنى، تقديره: أترجى تزكيته، أو تذكره، فنفع الذكرى إياه، والجملة المقدرة مستأنفة، وقرىء {فتنفعُه} بالرفع عطفًا على {يَزَّكَّى} ، والفاء لمجرد العطف حينئذٍ. </p><p> {أَمَّا مَنِ اسْتَغْنَى (٥) فَأَنْتَ لَهُ تَصَدَّى (٦) وَمَا عَلَيْكَ أَلَّا يَزَّكَّى (٧) وَأَمَّا مَنْ جَاءَكَ يَسْعَى (٨) وَهُوَ يَخْشَى (٩) فَأَنْتَ عَنْهُ تَلَهَّى (١٠) }. </p><p> {أَمَّا} : حرف شرط وتفصيل {مَنِ} : اسم موصول في محل الرفع مبتدأ، وجملة {اسْتَغْنَى} صلة {مَنِ} الموصولة، {فَأَنْتَ} : {الفاء} : رابطة لجواب {أَمَّا} ، واقعة في غير موضعها للثقل؛ لأن موضعها موضع {أَمَّا} . {أَنتَ} : ضمير رفع منفصل في محل الرفع مبتدأ ثانٍ {لَهُ} : متعلق بـ {تَصَدَّى} ، قدم عليه لرعاية الفاصلة، وجملة {تَصَدَّى} في محل الرفع خبر {أنت} ، والجملة الاسمية خبر {مَنِ} الموصولة، وجملة {مَنِ} الموصولة من المبتدأ والخبر جواب {أَمَّا} لا محل لها من الإعراب، وجملة {أَمَّا} مستأنفة {وَمَا}  {الواو} : حالية {مَا} : نافية، {عَلَيْكَ} : خبر مقدم {أَن} : حرف نصب ومصدر {لَا} : نافية {يَزَّكَّى} : فعل مضارع منصوب بـ {أن} المصدرية، وفاعله ضمير يعود على {مَنِ} الموصولة، والجملة الفعلية مع {أن} المصدرية في تأويل مصدر مرفوع على كونه مبتدأ مؤخرًا؛ أي: وما عليك عدم التزكية؛ أي: ليس عليك بأس في عدم تزكيته بالإسلام، والجملة الاسمية في محل النصب حال من فاعل، {تصدى} . واختار أبو حيان أن تكون {مَا} استفهامية للإنكار، فتكون مبتدأ، و {عَلَيْكَ} : خبرها، و {أَلَّا يَزَّكَّى} منصوب بنزع الخافض، والجار والمجرور متعلق بما تعلق به {عَلَيْكَ} ؛ أعني: الاستقرار، والجملة حينئذٍ جملة إنشائية لا محل لها من الإعراب. {وَأَمَّا}  {الواو} عاطفة {أَمَّا} : حرف شرط وتفصيل {مَن} : اسم موصول في محل الرفع مبتدأ، وجملة {جَاءَكَ} صلة {مَن} الموصولة {يَسْعَى} : فعل مضارع، وفاعل مستتر، والجملة حال من فاعل {جَاءَكَ} ، {وَهُوَ} : {الواو} : حالية: {هُوَ} مبتدأ، وجملة {يَخْشَى} : خبره، والجملة الاسمية </p><p> في محل النصب حال من فاعل {يَسْعَى} فهي حال متداخلة، {فَأَنْتَ} : {الفاء} : رابطة لجواب {أَمَّا} ، {أنت} : مبتدأ {عَنْهُ} : متعلق بـ {تَلَهَّى} ، {تَلَهَّى} : فعل مضارع مرفوع أصله: تتلهى، كما مر، وفاعله ضمير يعود على محمد، وجملة {تَلَهَّى} في محل الرفع خبر المبتدأ، والجملة الاسمية خبر {من} الموصولة، وجملة {من} الموصولة جواب {أَمَّا} لا محل لها من الإعراب، وجملة {أَمَّا} معطوفة على جملة {أَمَّا} الأولى. </p><p> {كَلَّا إِنَّهَا تَذْكِرَةٌ (١١) فَمَنْ شَاءَ ذَكَرَهُ (١٢) فِي صُحُفٍ مُكَرَّمَةٍ (١٣) مَرْفُوعَةٍ مُطَهَّرَةٍ (١٤) بِأَيْدِي سَفَرَةٍ (١٥) كِرَامٍ بَرَرَةٍ (١٦) قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ (١٧) مِنْ أَيِّ شَيْءٍ خَلَقَهُ (١٨) مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ (١٩) ثُمَّ السَّبِيلَ يَسَّرَهُ (٢٠) ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ (٢١) ثُمَّ إِذَا شَاءَ أَنْشَرَهُ (٢٢) كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ (٢٣) }. </p><p> {كَلَّا} : حرف ردع وزجر لكل إنسان عن ارتكاب مثل المعاتب عليه {إِنَّهَا تَذْكِرَةٌ} : ناصب واسمه وخبره، والجملة مستأنفة {فَمَنْ} : {الفاء} : اعتراضية {من} : اسم شرط في محل الرفع مبتدأ، والخبر فعل الشرط، أو جوابه، أو هما {شَاءَ} : فعل ماضٍ، وفاعل مستتر في محل الجزم بـ {من} الشرطية على كونها فعل شرط لها، {ذَكَرَهُ} : فعل ماضٍ، وفاعل مستتر، ومفعول به في محل الجزم بـ {من} الشرطية على كونه جواب الشرط، وجملة {من} الشرطية معترضة لا محل لها من الإعراب؛ لاعتراضها بين المبتدأ والخبر {فِي صُحُفٍ} : خبر ثانٍ لـ {إِنَّهَا} ؛ أي: إنها كائنة في صحف، وقوله:  {مُكَرَّمَةٍ} : صفة أولى لـ {صُحُفٍ}  {مَرْفُوعَةٍ} صفة ثانية لها، {مُطَهَّرَةٍ} : صفة ثالثة لها. {بِأَيْدِي سَفَرَةٍ (١٥) }: جار ومجرور ومضاف إليه صفة رابعة لها أيضًا، أو خبر لمبتدأ محذوف تقديره: هي كائنة بأيدي سفرة، {كِرَامٍ} : صفة أولى لـ {سَفَرَةٍ} . {بَرَرَةٍ} : صفة ثانية لها {قُتِلَ الْإِنْسَانُ} : فعل ونائب فاعل، والجملة دعائية لا محل لها من الاعراب {مَا} : تعجبية في محل الرفع مبتدأ {أَكْفَرَهُ} : فعل ماضٍ ومفعول به، وفاعله ضمير مستتر فيه وجوبًا لجريانه مجرى المثل يعود على {مَا} التعجبية، والجملة الفعلية في محل الرفع خبر عن {مَا} التعجبية، والجملة الاسمية جملة إنشائية لا محل لها من الإعراب؛ لدلالتها على إنشاء التعجب نظير قولهم: قاتله الله ما أخبثه، وأخزاه الله ما أظلمه. والمعنى: اعجبوا من كفر الإنسان بجميع ما ذكرنا بعد هذا، وقيل: </p><p> {مَا} : استفهامية في محل الرفع مبتدأ، وجملة {أكفره} خبر {مَا} ؛ أي: أي شيء دعاه إلى الكفر، وهو استفهام توبيخ، ولا داعي لهذا؛ لأنه تعجب من إفراطه في كفره، والتعجب بالنسبة إلى المخلوقين؛ إذ هو مستحيل في حقه تعالى. {مِنْ أَيِّ شَيْءٍ} : جار ومجرور ومضاف إليه، متعلق بـ {خَلَقَهُ} ، و {خَلَقَهُ} : فعل ماضٍ، وفاعل مستتر يعود على الله، ومفعول به، والجملة مستأنفة مسوقة لبيان ما أنعم عليه بعد المبالغة في وصفه بكفران نعم خالقه، والاستفهام للتقرير مع التحقير. {مِنْ نُطْفَةٍ} : جار ومجرور متعلق بـ {خَلَقَهُ} المذكور بعده، {خَلَقَهُ} : فعل وفاعل مستتر ومفعول به بدل من {خَلَقَهُ} الأول بإعادة الجار. {فَقَدَّرَهُ} : {الفاء} : عاطفة {قدره} : فعل، وفاعل مستتر، ومفعول به، معطوف على {خَلَقَهُ} ، {ثُمَّ} : حرف عطف وترتيب مع التراخي {السَّبِيلَ} : منصوب على الاشتغال بفعل مضمر يفسره المذكور بعده، والجملة المحذوفة معطوفة على جملة {فَقَدَّرَهُ} ، والتقدير: ثم يسر السبيل يسره، والتعريف في السبيل لإفادة العموم، وجملة {يَسَّرَهُ} جملة مفسرة لا محل لها من الإعراب، وعبارة \"السمين\" : قوله: {ثُمَّ السَّبِيلَ يَسَّرَهُ (٢٠) } يجوز أن يكون الضمير للإنسان، و {السَّبِيلَ} : ظرف، أي: يسر للإنسان الطريق؛ أي: طريق الخير أو الشر، كقوله: {وَهَدَيْنَاهُ النَّجْدَيْنِ (١٠) }. {ثُمَّ} : حرف عطف مع تراخٍ {أَمَاتَهُ} : فعل وفاعل مستتر ومفعول به معطوف على {يَسَّرَهُ} ، {فَأَقْبَرَهُ} : {الفاء} : عاطفة مفيدة للتعقيبـ {أقبره} : فعل وفاعل مستتر، ومفعول به معطوف على {أَمَاتَهُ} ، {ثم} : حرف عطف وتراخٍ، {إذَا} : ظرف لما يستقبل من الزمان متعلق بجوابه، {شَاءَ} : فعل ماضٍ، وفاعل مستتر، ومفعول المشيئة محذوف تقديره: إذا شاء إنشاره، والجملة في محل الخفض بإضافة {إذَا} إليها على كونها فعل شرط لها، وجملة {أَنْشَرَهُ} جواب {إذَا} لا محل لها من الإعراب، وجملة {إذَا} معطوفة على جملة {أقبره} . {كَلَّا} : حرف ردع وزجر للإنسان المسترسل في عمايته، المغتر باغتراره المتطاول {لَمَّا} : حرف نفي وجزم {يَقْضِ} : فعل مضارع مجزوم بـ {لَمَّا} ، وعلامة جزمه حذف حرف العلة، وفاعله ضمير يعود على الإنسان، وجزم بـ {لَمَّا} دون {لم} للدلالة على أن العجب والكبر ما زالا يلازمان الإنسان حتى الساعة {مَا} : اسم موصول في محل النصب مفعول به، وجملة {أَمَرَهُ} ، صلة الموصول، والعائد محذوف تقديره: به، وجملة {يَقْضِ} مستأنفة. </p><p> {فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ (٢٤) أَنَّا صَبَبْنَا الْمَاءَ صَبًّا (٢٥) ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا (٢٦) فَأَنْبَتْنَا فِيهَا حَبًّا (٢٧) وَعِنَبًا وَقَضْبًا (٢٨) وَزَيْتُونًا وَنَخْلًا (٢٩) وَحَدَائِقَ غُلْبًا (٣٠) وَفَاكِهَةً وَأَبًّا (٣١) مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ (٣٢) }. </p><p> {فَلْيَنْظُرِ} : {الفاء} : استئنافية، و {اللام} : لام أمر وجزم {ينظر} : فعل مضارع مجزوم بلام الأمر {الْإِنْسَانُ} : فاعل {إِلَى طَعَامِهِ} : متعلق بـ {ينظر} ، والجملة مستأنفة مسوقة لتعداد النعم المترادفة على الإنسان {أَنَّا} : - بفتح الهمزة - ناصب واسمه {صَبَبْنَا الْمَاءَ} : فعل وفاعل ومفعول به {صَبًّا} : مفعول مطلق، والجملة الفعلية في محل الرفع خبر {أن} ، وجملة {أن} في تأويل مصدر مجرور على أنه بدل اشتمال من {طَعَامِهِ} ، والتقدير: فلينظر الإنسان إلى طعامه .. إلى صببنا الماء صبًا، وقرىء بكسرها على الاستئناف المبين لكيفية إحداث الطعام {ثُمَّ} : حرف عطف وتراخ {شَقَقْنَا الْأَرْضَ} : فعل وفاعل ومفعول به {شَقًّا} : مفعول مطلق، والجملة معطوفة على جملة {صَبَبْنَا} ، {فَأَنْبَتْنَا} : {الفاء} : عاطفة {أنبتنا} : فعل وفاعل، معطوف على {شَقَقْنَا} . {فِيهَا} متعلق بـ {أنبينا} : {حَبًّا} : مفعول به. وقوله: {وَعِنَبًا وَقَضْبًا (٢٨) وَزَيْتُونًا وَنَخْلًا (٢٩) وَحَدَائِقَ غُلْبًا (٣٠) } معطوفات على {حَبًّا} . {غُلْبًا} : صفة {حَدَائِقَ} . {وَفَاكِهَةً وَأَبًّا (٣١) } معطوفان أيضًا على {حَبًّا} . {مَتَاعًا} : مصدر مؤكد لـ {أنبتنا} ؛ لأن إنباته الأشياء إمتاع لجميع الحيوانات الحية، أو مفعول لأجله معلل لفعل محذوف تقديره: فعلنا ذلك تمتيعًا لكم ولأنعامكم {لَكُمْ} : متعلق بـ {مَتَاعًا} ، {وَلِأَنْعَامِكُمْ} : معطوف على {لَكُمْ} . </p><p> {فَإِذَا جَاءَتِ الصَّاخَّةُ (٣٣) يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ (٣٤) وَأُمِّهِ وَأَبِيهِ (٣٥) وَصَاحِبَتِهِ وَبَنِيهِ (٣٦) لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ (٣٧) وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ (٣٨) ضَاحِكَةٌ مُسْتَبْشِرَةٌ (٣٩) وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ (٤٠) تَرْهَقُهَا قَتَرَةٌ (٤١) أُولَئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ (٤٢) }. </p><p> {فَإِذَا}  {الفاء} : استئنافية {إذا} : ظرف لما يستقبل من الزمان مضمن معنى الشرط متعلق بالجواب المحذوف المفهوم من قوله: {لِكُلِّ امْرِئٍ مِنْهُمْ} تقديره: فإذا جاءت الصاخة .. اشتغل كل إنسان بنفسه، وجملة {إذا} مستأنفة مسوقة لبيان أحوالهم يوم المعاد، ويصح أن تكون الفاء فصيحة تقديره: إذا عرفت أحوالهم في الدنيا، وأردت بيان أحوالهم في المعاد .. فأقول لك: إذا جاءت الصاخة .. اشتغل </p><p> كل واحد بحال نفسه. {جَاءَتِ الصَّاخَّةُ} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {إذا} على كونها فعل شرط لها. {يَوْمَ} : منصوب على الظرفية الزمانية بدل من {إذا} بدل كل من كل على كونه متعلقًا بالجواب المحذوف. {يَفِرُّ الْمَرْءُ} : فعل وفاعل، والجملة في محل الجر مضاف إليه لـ {يَوْمَ} : {مِنْ أَخِيهِ} : متعلق بـ {يَفِرُّ} {وَأُمِّهِ وَأَبِيهِ (٣٥) وَصَاحِبَتِهِ وَبَنِيهِ (٣٦) }: معطوفات على {أَخِيهِ} ، {لِكُلِّ امْرِئٍ} : خبر مقدم، {مِنْهُمْ} : صفة {امرىء} ، {يَوْمَئِذٍ} : ظرف أضيف إلى مثله، متعلق بـ {يُغْنِيهِ} ، {شَأْنٌ} : مبتدأ مؤخر، وجملة {يُغْنِيهِ} : صفة لـ {شَأْنٌ} ، والجملة الاسمية مستأنفة {وُجُوهٌ} : مبتدأ، وسوغ الابتداء بالنكرة وقوعه في معرض التفصيل {يَوْمَئِذٍ} : ظرف مضاف لمثله متعلق بـ {مُسْفِرَةٌ} ، وأخطأ من قال: إنه متعلق بـ {وُجُوهٌ} ، كما مرَّ. {مُسْفِرَةٌ} : خبر المبتدأ و {ضَاحِكَةٌ مُسْتَبْشِرَةٌ (٣٩) }: خبران آخران لـ {وُجُوهٌ} ، والجملة مستأنفة مسوقة لتفصيل أحوالهم، {وَوُجُوهٌ} : {الواو} عاطفة، {وُجُوهٌ} : مبتدأ. {يَوْمَئِذٍ} : ظرف أضيف لمثله متعلق بـ {تَرْهَقُهَا}  {عَلَيْهَا} : خبر مقدم، {غَبَرَةٌ} : مبتدأ مؤخر، والجملة خبر {وُجُوهٌ} ، وجملة {وُجُوهٌ} معطوفة على جملة {وُجُوهٌ} الأولى. {تَرْهَقُهَا} : فعل مضارع ومفعول به {قَتَرَةٌ} : فاعل مؤخر، والجملة الفعلية في محل الرفع خبر ثانٍ لـ {وُجُوهٌ} ، {أُولَئِكَ} : مبتدأ، {هُمُ} : ضمير فصل، أو مبتدأ ثان، {الْكَفَرَةُ الْفَجَرَةُ} : خبران لـ {أُولَئِكَ} ، أو لـ {هُمْ} ، والجملة خبر {أُولَئِكَ} ، وجملة {أُولَئِكَ} مستأنفة استئنافًا بيانيًا. </p><p> التصريف ومفردات اللغة </p><p> {عَبَسَ} ؛ أي: قطب وجهه وغير لونه من ضيق الصدر {وَتَوَلَّى} ؛ أي: أعرض والتفت عن جهة إلى جهة أخرى، وأصله: تولي، أعل بقلب الياء ألفًا لتحركها بعد فتح. {أَنْ جَاءَهُ الْأَعْمَى (٢) } وهو من اتصف بالعمى، والعمى: افتقاد البصر، ولام الأعمى للعهد الحضوري، وأصله: الأعمي، قلبت ياؤه ألفًا لتحركها بعد فتح. </p><p> {وَمَا يُدْرِيكَ} ؛ أي: أي شيء يعرفك حال هذا الأعمى {يَزَّكَّى} أصله يتزكى، أبدلت تاء التفعل زايًا، وأدغمت في الزاي فاء الكلمة، ثم قلبت الياء ألفًا لتحركها بعد فتح، ومعنى:  {لَعَلَّهُ يَزَّكَّى} ؛ أي: يتطهر بما يلقن من الشرائع. {أَوْ يَذَّكَّر} ؛ أي: يتعظ من التذكر، وهو الاتعاظ أصله: يتذكر. {أَمَّا مَنِ اسْتَغْنَى (٥) } بماله وقوته </p><p> عن سماع القرآن، فيه إعلال بالقلب، أصله: استغني، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {فَأَنْتَ لَهُ تَصَدَّى (٦) } أصله: تتصدى بتاءين حذفت إحدى التاءين للتخفيف، وقلبت الياء ألفًا لتحركها بعد فتح، والتصدي للشيء: التعرض والتقيد به، والاهتمام بشأنه، وضده التشاغل عنه، وفي \"المفردات\" : التصدي أن يقابل الشيء مقابلة الصدى؛ أي: الصوت الراجع من الجبال المسموع في الأماكن الخالية والأجرام الصلبة، وقيل: من الصدى، وهو العطش، والمعنى هنا: على التعرض كما في \"السمين\" . وقال بعضهم: أصله: تصدد من الصدد، وهو ما استقبلك وصار قبالتك، فأبدل أحد الأمثال حرف علة نحو: تقضى البازي. </p><p> {أَلَّا يَزَّكَّى} أصله: يتزكى بوزن يتفعل، أبدلت تاء التفعل زايًا، وأدغمت في الزاي كما مر آنفًا، والمعنى: ليس عليك بأس في عدم تزكيته بالإِسلام على أن {مَا} نافية، وفي \"البحر\" : وأي شيء عليك في كونه لا يفلح ولا يتطهر من دنس الكفر على أن {مَا} للاستفهام الإنكاري. </p><p> {مَنْ جَاءَكَ يَسْعَى} ؛ أي: يسرع ويمشي في طلب الخير والمعالي، أصله: يسعي بوزن يفعل، قلبت ياؤه ألفًا لتحركها بعد فتح {وَهُوَ يَخْشَى (٩) } أصله: يخشي؛ لأنه من باب رضي يرضى، قلبت الياء ألفًا لتحركها بعد فتح {فَأَنْتَ عَنْهُ تَلَهَّى (١٠) }؛ أي: تتشاغل عنه بدعاء صناديد قريش إلى الإِسلام؛ لأنه من لهي بكذا يلهى - كرضي يرضى - إذا تشاغل به، وليس هو من اللهو في شيء، ولم يجعل من اللهو؛ لأنه مسند إلى النبي - صلى الله عليه وسلم -، ولا يليق بمنصبه الكريم أن ينسب إليه الفعل من اللهو، بخلاف الاشتغال فإنه يجوز أن يصدر منه في بعض الأحيان، ولا ينبغي أن يعتقد غير هذا. اهـ \"سمين\" ، وأصله: تتلهى، حذفت منه إحدى التاءين تخفيفًا، وقلبت ياؤه ألفًا لتحركها وفتح ما قبلها. </p><p> والحاصل: أنه من لهي عن الشيء بكسر الهاء يلهى بفتحها لهيًا إذا أعرض عنه، لا من لهوت بالشيء - بالفتح - ألهو لهوًا. إذا لعبت به، وفي \"القاموس\" : لها لهوًا: لعب، كالتهى وألهاه ذلك، ولهي به - كرضي - أحبه، وعنه: سلا وغفل وترك ذكره، ولها - كدعا - لهيًا ولهيانًا. انتهى. </p><p> {بِأَيْدِي سَفَرَةٍ (١٥) } جمع سافر بمعنى: كاتب، نظير كتبة وكاتب؛ لأنهم ينسخونها من اللوح المحفوظ. {كِرَامٍ} ؛ أي: مكرمين معظمين عنده تعالى من الكرامة بمعنى: التوقير، كما في \"الشهاب\" . </p><p> {بَرَرَةٍ} : جمع بار، مثل كافر وكفرة، وساحر وسحرة، وفاجر وفجرة، يقال: هو بر وبار إذا كان أهلًا للصدق، ومنه بر فلان في يمينه؛ أي: صدق، وفلان يبر خالقه؛ أي: يطيعه، ومعنى {بَرَرَةٍ} : مطيعين الله. </p><p> {ثُمَّ أَمَاتَهُ} أصله: أموته بوزن أفعل، نقلت حركة الواو إلى الميم فسكنت، لكنها قلبت ألفا لتحركها في الأصل، وفتح ما قبلها في الحال. {فَأَقْبَرَهُ} ، ولم يقل: فقبره؛ لأن القابر هو الدافن بيده، والمقبر: هو الله تعالى، يقال: قبر الميت: إذا دفنه بيده، وأقبره: إذا أمر غيره أن يجعله في قبره. </p><p> {وَحَدَائِقَ غُلْبًا (٣٠) } جمع: حديقة، والهمزة فيه مبدلة من ياء فعيلة في المفرد، لوقوعها حرف مد ثالثًا زائدًا في اسم مؤنث. {غُلْبًا} جمع أغلب، كحمر في أحمر وحمراء، يقال: حديقة غلباء؛ أي: غليظة الشجر، ملتفة الحدائق، فالحدائق ذات أشجار غلاظ، فهو مجاز مرسل، كالمرسن بمعنى: الغليظ مطلقًا، وفيه تجوز في الإسناد أيضًا؛ لأن الحدائق نفسها ليست غليظة، بل الغليط أشجارها. </p><p> {وَأَبًّا} في \"المصباح\" : الأبُّ: المرعى الذي لم يزرعه الناس، مما تأكله الدواب والأنعام، ويبدو أنَّه: مأخوذ من أبه إذا قصده؛ لأنه يؤم وينتجع له، أو من أبَّ لكذا: إذا تهيأ له؛ لأنه متهيء للرعي. </p><p> {فَإِذَا جَاءَتِ الصَّاخَّةُ (٣٣) } اسم فاعل مؤنث، أصله: الصاخخة بخاءين، أدغمت الأولى في الثانية. </p><p> {مُسْفِرَةٌ} اسم فاعل من أسفر الصبح إذا أضاء، فهو من لوازم الأفعال، قال في \"المفردات\" : الإسفار يختص باللون، ومعنى {مُسْفِرَةٌ} : مشرق لونها. {ضَاحِكَةٌ} : اسم فاعل من الضحك، والضحك: انبساط الوجه وتكثر الأسنان من سرور النفس، كما مر. </p><p> {مُسْتَبْشِرَةٌ} قال الراغب: واستبشر؛ أي: وجد ما يبشره من الفرح، وبشرته: </p><p> أخبرته بسار بسط بشرة وجهه، وذلك أن النفس إذا سرت انتشر الدم انتشار الماء في الشجرة. {عَلَيْهَا غَبَرَةٌ} ؛ أي: غبار {تَرْهَقُهَا} في \"المختار\" : رهقه: غشيه، وبابه طرب، ومنه قوله تعالى:  {وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ} . {قَتَرَةٌ} ؛ أي: ظلمة وسواد، وهذا تفسير ابن عباس، وعليه: فالفرق بين الغبار والقترة ظاهر، وقيل: القترة والغبرة معناهما واحد، وعليه فيفرق بأن القترة ما ارتفع من الغبار إلى السماء، والغبرة: ما انحط منه إلى الأرض. تأمل. </p><p> {هُمُ الْكَفَرَةُ الْفَجَرَةُ} جمع كافر وفاجر: وهو الكاذب والمفتري على الله تعالى، فجمع الله تعالى إلى سواد وجوههم الغبرة، كما جمعوا الفجور إلى الكفر. اهـ. \"خطيب\" . </p><p> وفي \"القرطبي\" : الفاجر: الكاذب المفتري على الله تعالى، وقيل: الفاسق. اهـ. وفي \"المختار\" : وفجر: فسق، وفجر: كذب، وبابهما دخل، وأصله: الميل، والفاجر: المائل. اهـ. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: المجيء بضمائر الغيبة في قوله: {عَبَسَ وَتَوَلَّى (١) أَنْ جَاءَهُ الْأَعْمَى (٢) } حيث لم يقل: عبست وتوليت أن جاءك الأعمى إجلالًا له - صلى الله عليه وسلم -، ولطفًا به؛ لما في المشافهة بتاء الخطاب من الغلظة والشدة. </p><p> ومنها: الالتفات من الغيبة إلى الخطاب زيادةً في العتاب؛ حيث قال أولًا: {عَبَسَ وَتَوَلَّى (١) } ثم قال: {وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى (٣) } فالتفت تنبيهًا للرسول - صلى الله عليه وسلم - إلى العناية بشأن الأعمى. </p><p> ومنها: تقديم التزكية في قوله: {لَعَلَّهُ يَزَّكَّى} على التذكر في قوله: {أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَى (٤) } تقديمًا للتخلية على التحلية؛ لأن الأول من باب التخلية من الآثام، والثاني من باب التحلية بالطاعات. </p><p> ومنها: جناس الاشتقاق بين {يَذَّكَّرُ} ، وبين {ذِكْرَى} . </p><p> ومنها: الاحتباك في قوله: {أَمَّا مَنِ اسْتَغْنَى (٥) فَأَنْتَ لَهُ تَصَدَّى (٦) } و {وَأَمَّا مَنْ جَاءَكَ يَسْعَى (٨) وَهُوَ يَخْشَى (٩) فَأَنْتَ عَنْهُ تَلَهَّى (١٠) } فإنه ذكر الغنى أولًا للدلالة على الفقر ثانيًا، وذكر المجيء والخشية ثانيًا؛ للدلالة على ضدهما أولًا. </p><p> ومنها: الطباق بين {تَصَدَّى} وبين {تَلَهَّى} ؛ لأن المراد بهما تتعرض له وتشغل عنه. </p><p> ومنها: تقديم الجار والمجرور على متعلقه في قوله: {فَأَنْتَ لَهُ تَصَدَّى (٦) }، وقوله: {فَأَنْتَ عَنْهُ تَلَهَّى (١٠) } رعاية للفاصلة. </p><p> ومنها: تقديم ضميره - صلى الله عليه وسلم -، وهو:  {أَنْتَ} على الفعلين في الموضعين تنبيهًا على أن مناط الإنكار خصوصيته - صلى الله عليه وسلم -؛ أي: مثلك خصوصًا لا ينبغي له أن يتصدى للمستغني، ويتلهى عن الفقير الطالب للخير، كما في \"روح البيان\" . </p><p> ومنها: الكناية الرائقة في قوله: {ثُمَّ السَّبِيلَ يَسَّرَهُ (٢٠) } كنى بالسبيل عن خروجه من فرج أمه. </p><p> ومنها: تعريف {السَّبِيلَ} باللام دون الإضافة بأن يقول: ثم سبيله يسر بإضافته إلى ضمير الإنسان؛ للإشعار بالعموم؛ أي: بعمومه سبيل الخير أو الشر، كقوله: {وَهَدَيْنَاهُ النَّجْدَيْنِ (١٠) }. </p><p> ومنها: الإجمال في قوله: {مِنْ أَيِّ شَيْءٍ خَلَقَهُ (١٨) } ثم التفصيل بقوله: {مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ (١٩) } إلخ؛ لأن ذكر الشيء مجملًا، ثم ذكره مفصلًا، أوقع في النفس وأرسخ فيها. </p><p> ومنها: جناس الاشتقاق في قوله: {أَنَّا صَبَبْنَا الْمَاءَ صَبًّا (٢٥) } وقوله: {ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا (٢٦) }. </p><p> ومنها: الإسناد المجازي في قوله: {ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا (٢٦) }، ففيه إسناد مجازي، فقد أسند تعالى الشق إلى نفسه من باب إسناد الفعل إلى السبب، وقيل: الإسناد حقيقي، وإن القول بمجازيته هو من أقوال المعتزلة، ولكن البيضاوي نفسه يتبع الزمخشري في مجازية الإسناد، فيقول: أسند تعالى الشق إلى نفسه إسناد الفعل </p><p> إلى سببه، والحق مع الزمخشري في هذا، فإن مجازيته لا تعني أن أفعال العباد مخلوقة لهم؛ لأن الفعل إنما يسند حقيقة لمن قام به، لا لمن أوجده، فالاعتراض عليه تعسف. </p><p> ومنها: التعميم بعد التخصيص في قوله: {وَحَدَائِقَ غُلْبًا (٣٠) }؛ لأنه عام لجميع ما قبله. </p><p> ومنها: المجاز المرسل في قوله: {غُلْبًا} ؛ لأن الغلب صفة للأشجار لا للحدائق، فأطلق ما للحال على المحل، علاقته المحلية. </p><p> ومنها: الالتفات من الغيبة في قوله: {فَلْيَنْظُرِ الْإِنْسَانُ} إلى الخطاب في قوله: {مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ (٣٢) }. </p><p> ومنها: تأخير الأحب للمبالغة في قوله: {وَصَاحِبَتِهِ وَبَنِيهِ (٣٦) }؛ لأن الأبوين أقرب من الأخ، وتعلق القلب بالصحابة والأولاد أشد من تعلقه بالأبوين. </p><p> ومنها: المقابلة اللطيفة بين السعداء والأشقياء في قوله: {وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ (٣٨) } إلخ قابلها بقوله: {وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ (٤٠) ...} إلخ. </p><p> فائدة: اقتبس بعض الأدباء من قوله تعالى: {قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ (١٧) } هذين البيتين: </p><p> يَتَمَنَّى الْمَرْءُ فِىْ الْصَّيْفِ الشِّتَاءْ ... فَإِذَا جَاءَ الشَّتَاءُ أَنْكَرَهْ </p><p> فَهْوَ لَا يَرضَى بِحَالٍ وَاحِدٍ ... قُتِلَ الإِنْسَانُ مَا أَكّفَرَهْ </p><p> والله أعلم </p><p> * * * </p><p> خلاصة ما جاء في هذه السورة الكريمة من المقاصد </p><p> اشتملت هذه السورة على المقاصد التالية: </p><p> ١ - عتاب الرسول - صلى الله عليه وسلم - ما حدث منه مع ابن أم مكتوم الأعمى. </p><p> ٢ - أن القرآن ذكرى أو موعظة لمن عقل وتدبر. </p><p> ٣ - إقامة الأدلة على وحدانية الله تعالى بخلق الإنسان، والنظر في طعامه وشرابه. </p><p> ٤ - أهوال يوم القيامة. </p><p> ٥ - الناس في هذا اليوم فريقان: سعداء وأشقياء، وذكر حال كل منهما حينئذٍ (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) إلى هنا تم تفسير هذه السورة الكريمة بتوفيق الله تعالى ومعونته في اليوم السادس، من شهر الله شعبان من شهور سنة: ٦/ ٨/ ١٤١٦ ألف وأربع مئة وست عشرة سنة من الهجرة النبوية على صاحبها أفضل الصلوات، وأزكى التحيات والصلات، وصلى الله تعالى وسلم على سيدنا ومولانا محمد خاتم النبيين، وعلى آله وصحبه أجمعين. أمين.</p><p> [سورة التكوير] </p><p> سورة التكوير مكية بلا خلاف، نزلت بعد سورة المسد، وأخرج ابن الضريس والنحاس وابن مردويه والبيهقي عن ابن عباس قال: نزلت سورة إذا الشمس كورت بمكة، وأخرج ابن مردويه عن عائشة وابن الزبير مثله. </p><p> وآياتها: تسع وعشرون آية. وكلماتها: مئة وأربع كلمات. وحروفها: خمس مئة وثلاثة وثلاثون حرفًا. </p><p> ومناسبتها لما قبلها: أن كلتيهما تشرح أحوال يوم القيامة وأهوالها، وهذه السورة محكم كلها، ليس فيها ناسخ ولا منسوخ. </p><p> فضلها: ومما ورد في فضلها: ما أخرجه الإمام أحمد، والترمذي وحسنه، والحاكم وصححه، وابن المنذر، والطبراني، وابن مردويه عن ابن عمر - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: \"من سره أن ينظر إلى يوم القيامة كأنه رأي عين ..فليقرأ:{إِذَا الشَّمْسُ كُوِّرَتْ(١)} و {إِذَا السَّمَاءُ انْفَطَرَتْ(١)} و {إِذَا السَّمَاءُ انْشَقَّتْ(١)} \" ، وهي اشتملت على بيان حقيقتين: حقيقة القيامة وما يصاحبها من انقلاب الكون، وحقيقة الوحي، وما يتعلق بها من صفة الملك الذي تحمله، وصفة النبي الذي يتلقاه، ثم شأن القوم المخاطبين بهذا الوحي معه، ومع خالقهم الذي فطرهم وأنزل الوحي إليهم. </p><p> والله أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {إِذَا الشَّمْسُ كُوِّرَتْ (١) وَإِذَا النُّجُومُ انْكَدَرَتْ (٢) وَإِذَا الْجِبَالُ سُيِّرَتْ (٣) وَإِذَا الْعِشَارُ عُطِّلَتْ (٤) وَإِذَا الْوُحُوشُ حُشِرَتْ (٥) وَإِذَا الْبِحَارُ سُجِّرَتْ (٦) وَإِذَا النُّفُوسُ زُوِّجَتْ (٧) وَإِذَا الْمَوْءُودَةُ سُئِلَتْ (٨) بِأَيِّ ذَنْبٍ قُتِلَتْ (٩) وَإِذَا الصُّحُفُ نُشِرَتْ (١٠) وَإِذَا السَّمَاءُ كُشِطَتْ (١١) وَإِذَا الْجَحِيمُ سُعِّرَتْ (١٢) وَإِذَا الْجَنَّةُ أُزْلِفَتْ (١٣) عَلِمَتْ نَفْسٌ مَا أَحْضَرَتْ (١٤) فَلَا أُقْسِمُ بِالْخُنَّسِ (١٥) الْجَوَارِ الْكُنَّسِ (١٦) وَاللَّيْلِ إِذَا عَسْعَسَ (١٧) وَالصُّبْحِ إِذَا تَنَفَّسَ (١٨) إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ (١٩) ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ (٢٠) مُطَاعٍ ثَمَّ أَمِينٍ (٢١) وَمَا صَاحِبُكُمْ بِمَجْنُونٍ (٢٢) وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ (٢٣) وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ (٢٤) وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَجِيمٍ (٢٥) فَأَيْنَ تَذْهَبُونَ (٢٦) إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (٢٧) لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ (٢٨) وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ (٢٩) }. </p><p> المناسبة </p><p> لما ختم الله سبحانه وتعالى سورة عبس بذكر يوم القيامة وأهوالها .. افتتح هذه السورة أيضًا بذكر علاماتها وأحوالها وأهوالها، وذكر ما يكون فيه من حوادث عظام، ليفخم شأنه، وبين أنه حين تقع هذه الحوادث تعلم كل نفس ما قدمت من عمل خير أو شر، ووجدت ذلك أمامها ماثلًا، ورأت ما أعدّ لها من جزاء، وتمنت إن كانت من أهل الخير أن لو كانت زادت منه، وإن كانت من أهل الشر أن لو لم تكن فعلته، واستبان لها أن الوعد الذي جاء على ألسنة الرسل كان وعيدًا صادقًا، لا تهويل فيه ولا تضليل. </p><p> قوله تعالى: {فَلَا أُقْسِمُ بِالْخُنَّسِ (١٥) الْجَوَارِ الْكُنَّسِ (١٦) ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر من أحوال يوم القيامة وأهوالها ما ذكر، وبيَّن أن الناس حينئذٍ يقفون على حقائق أعمالهم في النشأة الأولى، ويستبين لهم ما هو مقبول منها، وما هو مردود عليهم .. أردف ذلك ببيان أنَّ ما يحدثهم به الرسول - صلى الله عليه وسلم -، هو القرآن الذي أنزل عليه، وهو آيات بينات من الهدى، وأن ما رميتموه من المعايب كقولكم: إنه ساحر، أو مجنون، أو كذاب، أو شاعر ما هو </p>"
}