{
  "id": null,
  "sura": 80,
  "aya": 3,
  "text": "<p> من الوحي .. لكان هذا، وكذا نحو قوله:  {لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ} ، ونحو قوله:  {أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ} . </p><p> وقرأ الجمهور (١) : {عَبَسَ} مخففًا، {أَن} بهمزة واحد. وقرأ زيد بن علي:  {عبس} بتشديد الباء للمبالغة، وقرأ زيد بن علي والحسن وأبو عمران الجوني وعيسى:  {أآن} بهمزة ومدة بعدها. وقرأ بعض القواء بهمزتين مخففتين، والهمزة في هاتين القراءتين للاستفهام الإنكاري، وفيهما يوقف على {تَوَلَّى} . والمعنى: ألأن جاء الأعمى كان كذا وكذا. </p><p> واعلم (٢) : أنه كان ما فعله - صلى الله عليه وسلم - من باب ترك الأولين، فلا يعد ذنبًا لأن اجتهاده - صلى الله عليه وسلم - في طلب الأولى، والتعرض لعنوان عماه، مع أن ذكر الإنسان بهذا الوصف يقتضي تحقير شأنه، وهو ينافي تعظيمه المفهوم من العتاب على العبوس في وجهه؛ إما لتمهيد عذره في الإقدام على قطع كلامه - صلى الله عليه وسلم - للقوم، والإيذان باستحقاقه الرفق والرأفة لا الغلظة كما مر، وإما لزيادة الإنكار، فإن أصل الإنكار حصل من دلالة المقام كأنه تولى لكونه أعمى، وهو لا يليق بخلقه العظيم، كما أن الالتفات في قوله تعالى:  {وَمَا يُدْرِيكَ} لذلك، فإن المشافهة أدخل في تشديد العتاب، كمن يشكو إلى الناس جانيًا جنى عليه، ثم يقبل على الجاني إذا حمي في الشكاية مواجهًا له بالتوبيخ؛ أي: وأيُّ شيء يجعلك يا محمد داريًا وعالمًا بحاله، ويطلعك على باطن أمره، حتى تعرض عنه؛ أي: لا يدريك شيء، فتم الكلام عنده فيوقف عليه، وليس ما بعده مفعوله، بل هو ابتداء كلام. وقال السهيلي (٣) - رحمه الله تعالى -: انظر كيف نزلت الآية بلفظ الإخبار عن الغائب، فقال: {عَبَسَ وَتَوَلَّى (١) }، ولم يقل: عبست وتوليت، وهذا شبيه حال الغائب المعرض، </p><p> ٣ - ثم أقبل عليه بمواجهة الخطاب، فقال:  {وَمَا يُدْرِيكَ} علمًا منه تعالى أنه لم يقصد بالإعراض منه إلا الرغبة في الخير، ودخول ذلك المشرك في الإسلام، وهو الوليد، أو أمية، وكان مثله يسلم بإسلامه بشر كثير، فكلم نبيه - صلى الله عليه وسلم - حين ابتداء الكلام بما يشبه كلام المعرض عنه العاتب، ثم واجهه بالخطاب تأنيسًا له - صلى الله عليه وسلم - بعد الإيحاش، فإنه قيل: إن ابن أم مكتوم كان قد أسلم، وتعلم ما كان يحتاج إليه </p><p>(١) البحر المحيط (٢) روح البيان.(٣) روح البيان.</p><p> من أمور الدين، وأما أولئك الكفار .. فما كانوا قد أسلموا، وكان إسلامهم سببًا لإسلام جمع عظيم، فكلامه في البين سبب لقطع ذلك الخير العظيم لغرض قليل، وذلك محرم، والأهم مقدم على المهم، فثبت بهذا أن فعل ابن أم مكتوم كان ذنبًا ومعصيةً، وما فعله النبي - صلى الله عليه وسلم - كان واجبًا، فكيف عاتبه الله سبحانه وتعالى على ذلك؟. </p><p> قيل: إن الأمر وإن كان كما ذكر، إلا أن ظاهر ما فعله الرسول - صلى الله عليه وسلم - يوهم تقديم الأغنياء على الفقراء، وقلة المبالاة بانكسار قلوب الفقراء، وهو لا يليق بمنصب النبوة؛ لأنه ترك الأفضل، كما أشير إليه سابقًا، فلذا عاتبه الله تعالى. انتهى. </p><p> والحاصل: أن الله سبحانه وتعالى عاتب نبيه - صلى الله عليه وسلم - بأن ضعف ذلك الأعمى وفقره لا ينبغي أن يكون باعثًا على كراهة كلامه، والإعراض عنه لأن ذلك يورث انكسار قلوب الفقراء، وهو مطالب بتأليف قلوبهم، كما قال:  {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ} ، وقال: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا (٢٨) }. ولأنه كان ذكي الفؤاد، إذا سمع الحكمة .. وسماها، فيتطهر بها من أوضار الآثام، وتصفو بها نفسه، أو يذكر بها ويتعظ، فتنفعه العظة في مستأنف أيامه. أما أولئك الأغنياء .. فأكثرهم جحدة أغبياء، فلا ينبغي التصدي لهم طمعًا في إقبالهم على الإسلام ليتبعهم غيرهم، وقوة الإنسان إنما هي في ذكاء لبه وحياة قلبه، وإذعانه للحق متى لاحت له أمارته، أما المال والنسب والحشم والأعوان .. فهي عوار تجيء وترتحل، وتقر حينًا، ثم تنتقل. </p><p> والخلاصة: أن الله سبحانه عاتب نبيه وأمره بأن يقبل على ذي العقل الذكي، ونهاه أن ينصرف عنه إلى ذي الجاه القوي، فإن الأول حي بطبعه، والثاني غائب بحسه. {لَعَلَّهُ} ؛ أي: لعل ذلك الأعمى {لَعَلَّهُ} بتشديدين، أصله:  {يَزَّكَّى} ؛ أي: لعله يتطهر بما يسمعه منك، ويتلقاه عنك، ويقتبس منك من أوصار الآثام والأوزار </p><p>(١) المراغي.</p>"
}