{
  "id": null,
  "sura": 80,
  "aya": 35,
  "text": "<p> ذلك في الدنيا .. لما اعتمد على سوى ربه الذي لا يعجزه شيء، وتمكن من فسحة التوكل، واستراح في ظل التفويض {لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ (٣٧) }. </p><p> والمعنى (١) : {فَإِذَا جَاءَتِ الصَّاخَّةُ (٣٣) }؛ أي: فإذا جاء يوم القيامة حين يحدث ذلك الصوت الهائل الذي يصخ الأسماع ويصكها بشدته، فما أعظم أسف الكافر، وما أشد ندمهم، </p><p> ٣٤ - ثم فصل بعض أهوال ذلك اليوم، فقال:  {يَوْمَ يَفِرُّ الْمَرْء} إلخ؛ أي: أعني بذلك اليوم: يوم يشغل كل امرىءٍ ما يصيبه من الأهوال، فيفر ممن يتوهم أنه يتعلق به، ويطلب معونته على ما هو فيه، فيتوارى من أخيه، </p><p> ٣٥ - بل من أمه وأبيه، </p><p> ٣٦ - بل من زوجه التي هي ألصق الناس به، وقد كان في الدنيا يبذل النفس والنفيس في الدفاع عنها، بل من بنيه وهم فلذات كبده، وقد كان في الحياة الأولى يفديهم بماله وروحه، وهم ريحانة الدنيا ونور الحياة أمام عينه. </p><p> ٣٧ - {لِكُلِّ امْرِئٍ} ؛ أي: لكل إنسان {مِنْهُمْ} ؛ أي: من هؤلاء الأقرباء وغيرهم {يَوْمَئِذٍ} ؛ أي: يوم إذ تكون هذه الداهية الصاخة {شَأْنٌ} ، أي: شغل {يُغْنِيهِ} ؛ أي: يكفيه في الاهتمام به، أو عمل يصرفه عن الاهتمام بقرابته ويشغله، كما قاله ابن قتيبة، ومنه قولهم: أغنِ عنِّي وجهك. أي: اصرفه، والشأن (٢) : لا يقال إلا فيما يعظم من الأحوال والأمور؛ أي: لكل واحد من المذكورين شغل شاغل وخطب هائل، يكفيه في الاهتمام به، قال ابن الشيخ: إن الهم الذي حصل له قد ملأ صدره، فلم يبق فيه متسع، فصار بذلك شبيهًا بالغني في أنه ملك شيئًا كثيرًا. </p><p> وقيل: إنما يفر منهم حذرًا من مطالبتهم إياه بما بينهم، وقيل: يفر عنهم لئلا يروا ما هو فيه من الشدة، وقيل: لعلمه أنهم لا ينفعونه ولا يغنون عنه شيئًا، كما قال تعالى:  {يَوْمَ لَا يُغْنِي مَوْلًى عَنْ مَوْلًى شَيْئًا} ، والجملة مستأنفة مسوقة لبيان سبب الفرار. </p><p> وقرأ الجمهور (٣) : {يُغْنِيهِ} بضم الياء وبالغين المعجمة؛ أي: يغنيه عن النظر في شأن الآخر من الإغناء، وقرأ الزهري وابن محيصن وابن أبي عبلة وحميد وابن السميفع:  {يعنيه} بفتح الياء وبالعين المهملة؛ أي: يهمه من عناه الأمر: إذا أهمه. </p><p> ٣٨ - وبعد أن ذكر الأهوال التي تعرض للإنسان في ذلك اليوم، وأنها لا تسعف </p><p>(١) المراغي. (٢) روح البيان.(٣) البحر المحيط.</p>"
}