{
  "id": null,
  "sura": 81,
  "aya": 22,
  "text": "<p> فتحوا أبواب السماء ليلة المعراج بقوله لرسول الله - صلى الله عليه وسلم -، وطاعة جبريل فريضة على أهل السموات؛ كما أن طاعة محمد - صلى الله عليه وسلم - فريضة على أهل الأرض {ثَمَّ} ؛ أي: عند ذي العرش. </p><p> ٥ - {أَمِينٍ} على سر وحيه، وتبليغ رسالته إلى أنبيائه قد عصمه الله تعالى من الخيانة فيما يبلِّغه، والزلل فيما يقوم به من الأعمال، و {ثَمَّ} بفتح المثلثة: ظرف مكان؛ إما لما قبله؛ أي: مطاع هناك؛ أي: في السموات، وإما لما بعده؛ أي: مؤتمن عند الله تعالى على وحيه ورسالاته إلى أنبيائه، فيكون إشارةً إلى عند ذي العرش؛ أي: أمين عند ذي العرش جل وعلا. </p><p> وقرأ الجمهور (١) : {ثَمَّ} بفتح المثلثة على أنها ظرف مكان للبعيد، والعامل فيها:  {مُطَاعٍ} أو ما بعده كما مر آنفًا، وقرأ أبو جعفر وأبو حيوة وأبو برهشيم وابن مقسم:  {ثَمَّ} بضمها حرف عطف على أنها عاطفة للترتيب والتراخي في الرتبة؛ لأن ما بعدها أعظم مما قبلها، وقال صاحب \"اللوامح\" : {ثَمَّ} هنا بمعنى الواو العاطفة لأن معنى المهلة والتراخي لا يصلح هنا، وذلك لأن جبريل عليه السلام كان متصفًا بالصفتين معًا في حال واحدة، فهو مطاع أمين معًا، فلو ذهب ذاهب إلى الترتيب والمهلة في هذا العطف بمعنى مطاع في الملأ الأعلى، ثم أمين عند انفصاله عنهم حال وحيه إلى الأنبياء عليهم السلام .. لجاز أن لو ورد به أثر. انتهى. </p><p> ٢٢ - وبعد أن وصف الرسول وصف المرسل إليه، فقال:  {وَمَا صَاحِبُكُمْ} يا أهل مكة وهو رسول الله - صلى الله عليه وسلم -، معطوف على جواب القسم، ولذا قال في \"فتح الرحمن\" : وهذا أيضًا جواب القسم {بِمَجْنُونٍ} ؛ أي: صاحب جنون؛ أي: وليس (٢) محمد - صلى الله عليه وسلم - بالمجنون، كما كانت ترميه قريش بذلك حين كانت تسمع منه غريب الأخبار عن اليوم الآخر، مما لم يكن معروفًا لهم، كما حكي عنهم في قوله: {أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ (١٣) ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ (١٤) }، وفي قوله: {أَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ مُبِينٌ (١٨٤) }، وقوله: {قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ </p><p>(١) البحر المحيط. (٢) روح البيان.</p>"
}