{
  "id": null,
  "sura": 81,
  "aya": 24,
  "text": "<p> تطلع الشمس، استدلالًا بوصفه بـ {الْمُبِينِ} ، فإن نفس الأفق لا مدخل له في تبين الأشياء وظهورها، وإنما يكون له مدخل في ذلك من حيث كونه مطلعًا لكوكب نير يبين الأشياء، والكوكب المبين هو الشمس، إسناد الإبانة إلى مطلعها مجاز باعتبار سببيته لها في الجملة، فإن البيان في الحقيقة لضياء الطالع منه، ثم خصَّ من بين المطالع ما هو أعلى المطالع وأرفعها، وهو المطلع الذي إذا طلعت الشمس منه تكون في غاية الارتفاع، والنهار في غاية الطول والامتداد، وذلك عندما تكون الشمس عند رأس السرطان قبل تحولها إلى برج الأسد، وتوجه النهار إلى انتقاص، وإنما فعل ذلك حملًا للمبين على الكمال، فإنه كلما كان الكوكب أرفع وأعلى، وكلما كان النهار أطول .. كان البيان والإظهار أتم وأكمل، وإنما قال سبحانه: {وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ (٢٣) } مع أنه قد رآه غير مرة؛ لأنه رآه هذه المرة في صورته، له ست مئة جناح. قال سفيان: إنه رآه في أفق السماء الشرقي، وقال ابن بحر: في أفق السماء الغربي، وقال مجاهد: رآه نحو أجياد، وهو مشرق مكة. روي أن الرسول - صلى الله عليه وسلم -: سأل جبريل أن يتراءى له في صورته التي خلقه الله عليه، فقال: ما أقدر على ذلك، وما ذاك إليَّ، فأذن له، فأتاه عليها، وذلك في جبل حراء في أوائل البعثة، فرآه رسول الله - صلى الله عليه وسلم - قد ملأ الآفاق بكُلْكُل - الكلكل بوزن هدهد: الجسم الكبير الغليظ - رجلاه في الأرض، ورأسه في السماء، جناح له بالمشرق، وجناح له بالمغرب، وله ست مئة جناح من الزبرجد الأخضر، فغشي عليه - صلى الله عليه وسلم -، فتحول جبريل في صورة بني آدم، وضمه إلى نفسه، وجعل يمسح الغبار عن وجهه، فقيل لرسول الله - صلى الله عليه وسلم -: ما رأيناك منذ بعثت أحسن منك اليوم، فقال:  \"جاءني جبريل في صورته، فعلق بي هذا من حسنه\" . قالوا: ما رآه أحد من الأنبياء غيره - صلى الله عليه وسلم - في صورته التي جبل عليها، فهو من خصائصه - صلى الله عليه وسلم -. قيل: هذه الرؤية بعد أمر غار حراء حين رآه على كرسي بين السماء والأرض في صورته، له ست مئة جناح، وقيل: هي الرؤية التي رآه فيها عند سدرة المنتهى. </p><p> وقد ذكرت هذه الرؤية في سورة النجم في قوله: {مَا كَذَبَ الْفُؤَادُ مَا رَأَى (١١) أَفَتُمَارُونَهُ عَلَى مَا يَرَى (١٢) وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى (١٣) عِنْدَ سِدْرَةِ الْمُنْتَهَى (١٤) }. </p><p> ٢٤ - {وَمَا هُوَ} ؛ أي: وما محمد - صلى الله عليه وسلم -، {عَلَى الْغَيْبِ} ، أي: على ما يخبره من الوحي إليه وغيره من الغيوب مما كان علمه غائبًا عن أهل مكة {بِضَنِينٍ} ؛ أي: ببخيل؛ أي: لا يبخل </p><p> بالوحي فيزوي بعضه غير مبلغه، ولا يكتمه كما يكتم الكاهن ما عنده عن أهله، حتى يأخذ حلوانًا؛ أي: أجرة، أو يسأل تعليمه فلا يعلمه، وفيه إشارة إلى أن إمساك العلم عن أهله بخل، مأخوذ من ضن بالشيء يضن - بالفتح - ضنًا بالكسر وضنانة - بالفتح -: إذا بخل، فيكون من باب علم، كما سيأتي بسطه في مبحث التصريف. </p><p> وهكذا قرأ:  {بِضَنِينٍ} بالضاد المعجمة عثمان وابن عباس أيضًا، والحسن وأبو رجاء والأعرج وأبو جعفر وشيبة وجماعة غيرهم وجمهور السبعة: نافع وعاصم وحمزة وابن عامر. قال في \"النشر\" : هو كذلك في جميع خطوط المصاحف التي يتداولها الناس، وقرأ عبد الله وابن جبير وعروة وهشام بن جندب ومجاهد وغيرهم، ومن السبعة: ابن كثير وأبو عمرو الكسائي: {بظنين} بالظاء المشالة على أنه فعيل بمعنى: مفعول، أي: بمتهم، من الظنة - بكسر الظاء -: وهي التهمة، واختار أبو عبيدة هذه القراءة؛ لأن الكفار لم يبخلوه، وإنما اتهموه، فنفي التهمة أولى من نفي البخل، ولأن البخل يتعدى بالباء لا بعلى، والمعنى على هذه القراءة: أي: وليس محمد بمتهم على القرآن، وما فيه من قصص وأنباء وأحكام، بل هو ثقة أمين، لا يأتي به من عند نفسه، ولا يبدل منه حرفًا بحرف، ولا معنى بمعنى، إذ لم يعرف عنه الكذب في ماضي حياته، فهو غير متهم فيما يحكيه عن رؤية جبريل، وسماع الشرائع منه، وفي \"الكشاف\" : هو في مصحف عبد الله بالظاء، وفي مصحف أبي بالضاد، وكان رسول الله - صلى الله عليه وسلم - يقرأ بهما، ولابد للقارىء من معرفة مخرجي الضاد والظاء، فإن مخرج الضاد: من أصل حافة اللسان وما يليها من الأضراس من يمين اللسان أو يساره، ومخرج الظاء: من طرف اللسان وأصول الثنايا العليا. </p><p> فإن قيل (١) : فإن وضع المصلي أحد الحرفين مكانه، فهل تبطل الصلاة؟. </p><p> قلنا: قال في \"المحيط البرهاني\" : إذا أتى بالظاء مكان الضاد، أو على العكس، فالقياس أن تفسد صلاته، وهو قول عامة المشايخ، وقال مشايخنا بعدم الفساد للضرورة في حق العامة، خصوصًا العجم، فإن أكثرهم لا يفرقون بين الحرفين، وإن فرقوا ففرقًا غير صواب. </p><p>(١) روح البيان.</p>"
}