{
  "id": null,
  "sura": 81,
  "aya": 9,
  "text": "<p> فوعلت، والمفاعلة تكون بين الإثنين. اهـ من \"البحر\" . </p><p> ٨ - {وَإِذَا الْمَوْءُودَةُ} ؛ أي: البنت المدفونة حية، يقال: وأد بنته يئدها وأدًا، وهي مؤودة إذا دفنها في القبر وهي حية، وكانت العرب تئد البنات مخافة الإملاق أو الاسترقاق أو لحوق العار بهم من أجلهن، وكانوا يقولون: إن الملائكة بنات الله، فألحقوا البنات به، فهو أحق بهم، فقد كان الوأد يتم في صورة بشعة قاسية تقشعر لهولها الأبدان، وتذوب لها القلوب حسرات. قال في \"الكشاف\"  (١) : فقد كان الرجل الجاهلي، إذا ولدت له بنت، فأراد أن يستحييها، ألبسها جبة من صوف أو شعر ترعى له الإبل والغنم في البادية، وإن أراد قتلها تركها حتى إذا كانت سداسية؛ أي: بلغت من العمر ست سنوات .. قال لأمها: طيبيها وزينيها حتى أذهب بها إلى أحمائها، وقد حفر لها بئرًا في الصحراء، فيأخذها من أمها المسكينة الحزينة، فيذهب بها حتى يبلغ بها البئر، هذا الوالد القاسي الذي هو الوحش الكاسر بعينه، فيقول لها وهو واقف على حافة البئر: انظري فيها، فتنظر الفريسة المسكينة فيها، فيدفعها من خلفها، ويسقطها في البئر، ثم يهيل عليها التراب حتى تستوي البئر بالأرض، فيالله. ما أعظم هذه القسوة، وما أبشع هذه الجريمة، وما أغلظ هذه القلوب التي قدت من صخر، إذ تقتل البريئات، وتسفك دم الطفلات الطاهرات بغير جرم سوى خوف الفقر أو خوف العار، ويروى أنه كانت المرأة في الجاهلية إذا قرب أوان وضعها حفرت الحفرة، فتمخضت على رأس الحفرة، فإذا ولدت بنتًا رمت بها في الحفرة، وإن ولدت ابنًا حبسته وأبقته إليها، وكانت هذه حال العرب قبل الإِسلام، حتى جاءهم الله تعالى بهذا الدين العظيم، فلما خالطت بشاشة قلوبهم غيرتها إلى قلوب رحيمة رقيقة كريمة جياشة بالرأفة والحنان، فمحا الإِسلام عنهم وصمة هذا العار وهذا الخزي، فما أعظم نعمة الإِسلام على الإنسانية بأسرها؛ لمحوه هذه العادة القبيحة منهم، وغيرها من سيء العادات. </p><p> {سُئِلَتْ} ؛ أي: سألها الله سبحانه وتعالى بنفسه إظهارًا للعدل، أو بأمره للملك </p><p> ٩ - {بِأَيِّ ذَنْبٍ} من الذنوب الموجبة للقتل عقلًا ونقلًا {قُتِلَتْ} ؛ أي: قتلها أبوها حيةً فعلًا أو رضي، وتوجيه السؤال إليها لتسليتها، وإظهار كمال الغيظ والسخط </p><p>(١) الكشاف بتصرف وزيادة.</p><p> لوائدها، وإسقاطه عن درجة الخطاب، والمبالغة في تبكيته، كما في قوله تعالى:  {أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ} ، ولذا لم يسأل الوائد عن موجب قتله لها. </p><p> وجه التبكيت: أن المجني عليه إذا سئل بمحضر من الجاني، ونسب إليه الجناية دون الجاني .. كان ذلك بعثًا للجاني على التفكر في حال نفسه وحال المجني عليه، فيعثر على براءة ساحة صاحبه، وعلى أنه هو المستحق لكل نكالٍ فيفحم، وهذا النوع من الاستدراج واقع على سبيل التعريض، وهو أبلغ، فلذلك اختير على التصريح، وإنما قال:  {قُتِلَتْ} على الغيبة لما أن الكلام إخبار عنها، لا حكاية لما خوطبت به حين سئلت، فيقال: قتلت على الخطاب، وعلى قراءة:  {سألت} : أي: الله، أو قاتلها، لا حكاية لكلامها حين سألت فيقال: قتلت على الحكاية عن نفسها، وعن ابن عباس رضي الله عنهما: أنه سئل عن أطفال المشركين، فقال: لا يعذبون، احتج بهذه الآية، فإنه ثبت بها أن التعذيب لا يستحق إلا بالذنب، وعن ابن مسعود رضي الله عنه: أن الوائدة والموؤودة في النار؛ أي: إذا كانت الموؤودة بالغةً. </p><p> وقرأ الجمهور:  {الْمَوْءُودَةُ} بهمزة بين الواوين اسم مفعول. وقرأ البزي في رواية:  {الموؤدة} بهمزة مضمومة على الواو، فاحتمل أن يكون الأصل: الموؤودة، كقراءة الجمهور، ثم نقل حركة الهمزة إلى الواو بعد حذف الهمزة، ثم همز الواو المنقول إليها الحركة، واحتمل أن يكون اسم مفعول من آد، فالأصل: مأوودة، فحذفت إحدى الواوين علي الخلاف الذي فيه المحذوف واو المد، أو الواو التي هي عين الكلمة نحو: مقوول؛ حيث قالوا فيه: مقول. وقرىء {الموودة} بضم الواو الأولى، وتسهيل الهمزة، أعني: التسهيل بالحذف ونقل حركتها إلى الواو، وقرأ الأعمش: المودة بسكون الواو على وزن الفعلة كالمودة، وكذا وقف حمزة بن مجاهد، ونقل الفراء: أن حمزة يقف عليها، كالموودة؛ لأجل الخط؛ لأنها رسمت كذلك، والرسم سنة متبعة. </p><p> وقرأ الجمهور (١) : {سُئِلَتْ} مبنيًا للمفعول، {بِأَيِّ ذَنْبٍ قُتِلَتْ (٩) } كذلك بتخفيف التاء، وبتاء التأنيث فيهما. وقرأ الحسن والأعرج:  {سيلت} بكسر السين </p><p>(١) البحر المحيط.</p>"
}