{
  "id": null,
  "sura": 82,
  "aya": 19,
  "text": "<p> أي: شيء عجيب هو في الهول والفظاعة، أي: ما أدراك أحد الآن عنه أمره، فإنه خارج عن دائرة الخلق على أي صورة يصورونه، فهو فوقها وأضعافها. </p><p> والمعنى (١) : أي إن أمرك أيها الإنسان لعجيب، فأنت لاهٍ عن هذا اليوم غير مبال به، وقد كنت خليقًا أن تتعرف حقيقة حاله لتأخذ لنفسك الحيطة، وتتدبر أمرك، ولا تركن إلى عفو ربك وكرمه وصفحه، فإنك لا تدري ما قدر لك، </p><p> ١٨ - ثم زاده توكيدًا وتعظيمًا، فقال: {ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (١٨) } كرر بـ {ثُمَّ}  (٢) المفيدة للترقي في التوبة للتأكيد وزيادة التخويف والتهويل لأمره، كما في قوله تعالى: {الْقَارِعَةُ (١) مَا الْقَارِعَةُ (٢) وَمَا أَدْرَاكَ مَا الْقَارِعَةُ (٣) } وقوله: {الْحَاقَّةُ (١) مَا الْحَاقَّةُ (٢) وَمَا أَدْرَاكَ مَا الْحَاقَّةُ (٣) }، والمجموع تعجيب للمخاطبين، وتفخيم لشأن اليوم. </p><p> وإظهار {يَوْمِ الدِّينِ} في في مقام الإضمار تأكيد لهوله وفخامته. </p><p> والمعنى (٣) : أي ثم عجيب منك أن تتهاون بنبأ هذا اليوم، كأنك قد أدركت كنهه، وعرفت وجه الخلاص مما يلقاك فيه من الأهوال، ولو عرفته حق معرفته .. للانت قناتك، ورجعت إلى ربك تائبًا، وعدت إليه مستغفرًا طالبًا الصفح عما قدمت يداك. </p><p> ١٩ - ثم بين حقيقة أمره فقال:  {يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا} بيان إجمال (٤) لشأن يوم الدين إثر إبهامه، وبيان خروج عن دائرة علوم الخلق بطريق إنجاز الوعد، فإن نفي إدرائهم مشعر بالوعد الكريم بالأدراء. قال ابن عباس رضي الله عنهما: كل ما في القران من قوله تعالى: {مَا أَدْرَاكَ} فقد أدراه، وكل ما فيه من قوله:  {وَمَا يدرِيَكَ} فقد طوى عنه. و {يَوْمُ} : مرفوع على أنه خبر مبتدأ محذوف، وحركته الفتح لإضافته إلى غير متمكن، كأنه قيل: هو يوم لا تملك فيه نفس من النفوس لنفس من النفوس شيئًا من الأشياء أو منصوب بإضمار: اذكر، كأنه قيل بعد تفخيم أمر يوم الدين وتشويقه - صلى الله عليه وسلم - إلى معرفته: اذكر يوم لا تملك إلخ، فإنه يدريك ما هو، </p><p>(١) المراغي. (٢) روح البيان.(٣) المراغي.(٤) روح البيان.</p><p> ودخل في:  {نَفْسٌ} كل نفس ملكية وإنسية وجنية، وفي {شَيْئًا} كل ما كان من قبيل جلب المنفعة، أو دفع المضرة. </p><p> {وَالْأَمْرُ} كله {يَوْمَئِذٍ} ؛ أي: يوم إذ لا تملك نفس لنفس شيئًا {لِلَّهِ} وحده، لا يملك (١) شيئًا من الأمر غيره تعالى كائنًا ما كان. قال مقاتل: يعني لنفس كافرة شيئًا من المنفعة. وقال قتادة: ليس ثم أحد يقضي أو يصنع شيئًا إلا الله رب العالمين. </p><p> والمعنى: أن الله تعالى لا يملك أحدًا في ذلك اليوم شيئًا من الأمور، كما ملكهم في الدنيا، ومثل هذا قوله:  {لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّار} والأمر (٢) واحد الأوامر، فإن الأمر والحكم والقضاء من شأن الملك المطاع، والخلق كلهم مقهورون تحت سطوات الربوبية وحكمها، ويجوز أن يكون واحد الأمور، فإن أمور أهل المحشر كلها بيده تعالى لا يتصرف غيره. </p><p> أخبر تعالى بضعف الناس يومئذٍ، وأنه لا ينفعهم الأموال والأولاد والأعوان والشفعاء، كما في الدنيا، بل ينفعهم الإيمان والبر والطاعة، وأنه لا يقدر أحد أن يتكلم إلا بإذن الله وأمره؛ إذ الأمر له في الدنيا والآخرة في الحقيقة وإن كان يظهر سلطانه في الاخرة بالنسبة إلى المحجوب لأن المحجوب يرى أن الله ملكه في الدنيا وجعل له شيئًا من الأمور والأوامر، فإذا كان يوم القيامة يظهر له أن الأمر والملك لله تعالى لا يزاحمه فيه أحد ولا يشاركه ولو صورة، وفيه تهديد لأرباب الدعاوي وأصحاب المخالفة، وتنبيه على عظيم بطشه تعالى وسطوته. </p><p> وقرأ ابن أبي إسحاق وعيسى وابن جندب وابن كثير وأبو عمرو (٣) : {يومُ لا تملك} - برفع الميم - على أنه بدل من {يَوْمِ الدِّينِ} كما قاله الزمخشري، أو خبر مبتدأ محذوف، وقرأ محبوب عن أبي عمرو:  {يوم} بالقطع عن الإضافة والتنوين والتنكير، والرفع على أنه خبر مبتدأ محذوف؛ أي: هو يوم، و {لَا تَمْلِكُ} : جملة في موضع الصفة، والعائد محذوف؛ أي: لا تملك فيه، وقرأ زيد بن علي والحسن وأبو جعفر وشيبه والأعرج وباقي السبعة:  {يَوْمَ} بالفتح على الظرف، فعند البصريين </p><p>(١) الشوكاني. (٢) روح البيان.(٣) البحر المحيط.</p><p> هي حركة الإعراب، وعند الكوفيين: يجوز أن تكون حركة بناء وهو على التقديرين في موضع رفع خبر لمحذوف تقديره: الجزاء يوم لا تملك، أو في موضع نصب على الظرف؛ أي: يدانون يوم لا تملك، أو على أنه مفعول به، أي: اذكر يوم لا تملك، ويجوز على رأي من يجيز بناءه أن يكون في موضع رفع خبر لمبتدأ محذوف تقديره: هو يوم لا تملك نفس لنفس شيئًا. </p><p> وحكي أن سليمان بن عبد الملك مر بالمدينة المنوّرة وهو يريد مكة، فقال لأبي حازم: كيف القدوم عليه غدًا؟ قال: أما المحسن فكالغائب يقدم من سفره على أهله، وأما المسيء فكالآبق يقدم على مولاه. </p><p> الإعراب </p><p> {إِذَا السَّمَاءُ انْفَطَرَتْ (١) وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ (٢) وَإِذَا الْبِحَارُ فُجِّرَتْ (٣) وَإِذَا الْقُبُورُ بُعْثِرَتْ (٤) عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ (٥) }. </p><p> {إِذَا} : ظرف لما يستقبل من الزمان خافض لشرطه منصوب بجوابه. {السَّمَاءُ} : فاعل لفعل محذوف يدل عليه المذكور تقديره: إذا انفطرت السماء انفطرت، والجملة المحذوفة في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط له، والظرف متعلق بالجواب الآتي، وهو {عَلِمَتْ نَفْسٌ} ، وجملة {إذا} الشرطية مستأنفة استئنافًا نحويًا، وجملة {انْفَطَرَتْ} جملة مفسرة لا محل لها من الإعراب، ومثلها قوله: {وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ (٢) } تقديره: وإذا انتثرت، والجملة معطوفة على جملة {إذا} الأولى، ومثلها أيضًا قوله: {وَإِذَا الْبِحَارُ فُجِّرَتْ (٣) وَإِذَا الْقُبُورُ بُعْثِرَتْ (٤) }، ولكن {البحار} و {الْقُبُورُ} نائب فاعل لفعل محذوف يفسره المذكور تقديره: وإذا فجرت البحار فجرت، وإذا بعثرت القبور بعثرت. {عَلِمَتْ نَفْسٌ} : فعل وفاعل، والجملة الفعلية لا محل لها من الإعراب؛ لأنها جواب شرط غير جازم {مَا} : اسم موصول في محل النصب مفعول به لـ {عَلِمَتْ} ؛ لأن العلم هنا عرفانية، وجملة {قَدَّمَتْ} صلة الموصول، والعائد محذوف تقديره: ما قدمته، وجملة {وَأَخَّرَتْ} معطوفة على جملة {قَدَّمَتْ} . </p><p> {يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ (٦) الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ (٧) فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ (٨) }. </p><p> {يَا أَيُّهَا} : {يا} : حرف نداء؛ {أي} : منادى نكرة مقصودة، و {الهاء} حرف تنبيه زائد، {الْإِنْسَانُ} : بدل من {أي} ، أو عطف بيان له، وجملة النداء مستأنفة. {مَا غَرَّكَ}  {مَا} : اسم استفهام في محل الرفع مبتدأ، {غَرَّكَ} : فعل ماضٍ ومفعول به، وفاعل مستتر يعود على {مَا}  {بِرَبِّكَ} : متعلق بـ {غرك}  {الكريم} : صفة لـ {ربك} ، والجملة الفعلية في محل الرفع خبر عن {مَا} الاستفهامية، والجملة الاستفهامية جواب النداء لا محل لها من الإعراب، وقرىء:  {ما أغرك} ، فاحتمل أن تكون {مَا} استفهامية، وأن تكون تعجبية. {الَّذِي} : صفة ثانية لـ {ربك} مقررة للربوبية {خَلَقَكَ} ؛ فعل ومفعول، وفاعل مستتر، والجملة صلة الموصول {فسواك} : عطف على {خَلَقَكَ} ، {فَعَدَلَكَ} : معطوف على {سواك}  {فِي أَيِّ صُورَةٍ} : جار ومجرور ومضاف إليه، متعلق بـ {ربك} ، {مَا} : زائدة، وجملة {شَاءَ} : صفة لـ {صُورَةٍ} ، والرابط محذوف تقديره: شاءها، والمعنى: ركبك في أي صورة اقتضتها مشيئته من حسن ودمامة وطول وقصر وذكورة وأنوثة، و {عدلك} ؛ أي: صيرك معتدل القامة متناسب الخلقة من غير تفاوت، ويجوز أن يتعلق بمحذوف على أنه حال؛ أي: ركبك حال كونك حاصلًا في بعض صورة شاءها، و {أي} هنا: وصفية، وقال الزمخشري: ويجوز أن يتعلق بـ {عدلك} ، ويكون في {أَيِّ} معنى التعجب؛ أي: فعدلك في صورة عجيبة {رَكَّبَكَ} معطوفة على {خَلَقَكَ} . </p><p> {كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ (٩) وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ (١٠) كِرَامًا كَاتِبِينَ (١١) يَعْلَمُونَ مَا تَفْعَلُونَ (١٢) }. </p><p> {كَلَّا} : حرف ردع وزجر، {بَلْ} : حرف عطف وإضراب على جملة محذوفة يدل عليها السياق تقديرها: وأنتم لا ترتدعون عن ذلك، بل تكذبون بالدين {تُكَذِّبُونَ} : فعل وفاعل {بِالدِّينِ} : متعلق بـ {تُكَذِّبُونَ} ، والجملة معطوفة على تلك المحذوفة، {وَإِنَّ}  {الواو} حالية أو استئنافية، {إِنَّ} : حرف نصب {عَلَيْكُمْ} : خبر مقدم لـ {إِنَّ}  {لَحَافِظِينَ} : {اللام} : حرف ابتداء، {حافظين} : اسم {إِنَّ} مؤخر، أو صفة لاسمها؛ أي: إن ملائكة حافظين، والجملة في محل النصب حال من الواو في {تُكَذِّبُونَ} ، أو مستأنفة مسوقة لإخبارهم بذلك ليرتدعوا عما هم عليه {كِرَامًا} : صفة أولى لـ {حافظين} و {كَاتِبِينَ} : صفة ثانية له، </p><p> وجملة {يَعْلَمُونَ} صفة ثالثة له {مَا} : اسم موصول في محل النصب مفعول به لـ {يَعْلَمُونَ} ، وجملة {تَفْعَلُونَ} صلتها، والعائد محذوف تقديره: ما تفعلونه. </p><p> {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (١٣) وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ (١٤) يَصْلَوْنَهَا يَوْمَ الدِّينِ (١٥) وَمَا هُمْ عَنْهَا بِغَائِبِينَ (١٦) }. </p><p> {إِنَّ الْأَبْرَارَ} : ناصب واسمه. {لَفِي} : {اللام} . حرف ابتداء {في نعيم} . جار ومجرور متعلق بمحذوف خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة مسوقة للإجابة عن سؤال مقدر تقديره: لم يكتبون ذلك، فكأنه قيل: ليجازى الأبرار بالنعيم، والفجار بالجحيم، {وَإِنَّ الْفُجَّارَ} : ناصب واسمه {لَفِي جَحِيمٍ} : خبرها، والجملة معطوفة على ما قبلها. {يَصْلَوْنَهَا} : فعل وفاعل ومفعول به {يَوْمَ الدِّينِ} : متعلق بـ {يَصْلَوْنَهَا} ، والجملة في محل النصب حال من الضمير المستكن في الجار والمجرور في قوله:  {لَفِي جَحِيمٍ} ، ويجوز أن تكون جملة {يَصْلَوْنَهَا} مستأنفة مسوقة للإجابة عن سؤال مقدر تقديره: وماذا يؤول إليه أمرهم في الجحيم. {وَمَا}  {الواو} : حالية {مَا} : حجازية {هُمْ} : اسمها {عَنْهَا} : متعلق بـ {غائبين}  {بِغَائِبِينَ} : خبرها، و {الباء} : زائدة، والجملة في محل النصب حال من فاعل، {يَصْلَوْنَهَا} ، أو مستأنفة. </p><p> {وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (١٧) ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (١٨) يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ (١٩) }. </p><p> {وَمَا}  {الواو} : استئنافية {وَمَا} : اسم استفهام للاستفهام الإنكاري في محل الرفع مبتدأ، وجملة {أَدْرَاكَ} : خبره، والجملة الاسمية جملة إنشائية لا محل لها من الإعراب، {أدرى} فعل ماضٍ، وفاعله ضمير مستتر يعود على {مَا} ، و {الكاف} : مفعول أول، {مَا} : اسم استفهام في محل الرفع مبتدأ معناه التهويل والتعظيم {يَوْمُ الدِّينِ} : خبره، والجملة المعلقة بالاستفهام سدت مسد المفعول الثاني لـ {أَدْرَاكَ} . {ثُمَّ} : حرف عطف وتراخ، {مَا} : مبتدأ، و {أَدْرَاكَ} : خبره والجملة معطوفة على ما قبلها، {مَا يَوْمُ الدِّينِ} جملة سدت مسد المفعول الثاني {يَوْمَ} : خبر لمبتدأ محذوف، أي: هو إلخ، أو بدل من {يَوْمَ} ، أو منصوب على الظرفية بفعل محذوف تقديره: يجازون يوم لا تملك، أو باذكر محذوفًا. وجملة {لَا </p><p> تَمْلِكُ نَفْسٌ} في محل الجر مضاف إليه لـ {يومَ}  {لِنَفْسٍ} : متعلق بـ {تَمْلِكُ} ، أو حال من {شَيْئًا} ، و {شَيْئًا} : مفعول به، {وَالْأَمْرُ} : مبتدأ {يَوْمَئِذٍ} : ظرف مضاف لمثله، متعلق بمحذوف، حال من الضمير المستكن في الخبر {لِلَّهِ} : خبر {الْأَمْرُ} ، والجملة الاسمية مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {انْفَطَرَتْ} ؛ أي: انشقت لنزول الملائكة، انفعل من فطر، وكذلك {انْتَثَرَتْ} ؛ أي: تساقطت متفرقة، افتعل من نثر، وهو التفريق. </p><p> {فُجِّرَتْ} ؛ أي: فتحت وشققت جوانبها فزال ما بينها من الحواجز، واختلط عذبها بملحها من التفجير، والتضعيف للمبالغة. </p><p> {وَإِذَا الْقُبُورُ بُعْثِرَتْ (٤) }؛ أي: قلب ترابها الذي حثي على موتاها وأزيل، وأخرج من دفن فيها، ونظيره: بحثر لفظًا ومعنى، يقال: بعثرت المتاع وبحثرته؛ أي: جعلت أسفله أعلاه، وجعل أسفل القبور أعلاها إنما هو بإخراج موتاها، وقيل لسورة براءة: المبعثرة؛ لأنها بعثرت أسرار المنافقين، وهما - أي: بعثر وبحثر - مركبان من البعث والبحث مع راء ضمت إليهما، وقال الراغب: من رأى تركيب الرباعي والخماسي، نحو هلل وبسمل إذا قال: لا إله إلا الله، وبسم الله، يقول: إن بعثر مركب من بعث وأثير؛ أي: قلب ترابها وأثير ما فيه، وهذا لا يبعد في هذا الحرف، فإن البعثرة تتضمن معنى بعث وأثير، وقال أبو الجراح: بحثر الشيء وبعثره؛ أي: استخرجه وكشفه، وقال الفراء: بحثر متاعه وبعثره: فرقه وقلب بعضه على بعض. </p><p> {مَا قَدَّمَتْ} ؛ أي: من أعمال الخير {وَأَخَّرَتْ} ؛ أي: منها بالكسل والتسويف {مَا غَرَّكَ} ؛ أي: أيُّ شيء خدعك وجرأك على العصيان {الْكَرِيمِ} ؛ أي: العلي العظيم، وقيل: الكريم من يبادر بالنوال قبل السؤال. </p><p> {فَسَوَّاكَ} ؛ أي: جعل أعضاءك سوية تامة الخلق سليمة معدة لمنافعها، وأصله: سويك بوزن فعل، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {فَعَدَلَكَ} ؛ أي: جعلك معتدلًا متناسب الخلق {فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ (٨) }؛ </p><p> أي: وكبك في صورة هي من أعجب الصور وأحكمها، وكلمة {ما} جاءت زائدة لتفخيم المعنى وتعظيمه، وهي من طريقة متبعة في كلاههم عند إرادة التهويل، والسلوك سبيل التعظيم. </p><p> {كَلَّا} كلمة تفيد نفي شيء قد تقدم وتحقيق غيره. </p><p> {بَلْ تُكَذِّبُونَ} قال الراغب: {بَلْ} هنا لتصحيح الثاني، وإبطال الأول، كأنه قيل: ليس هنا ما يقتضي أن يغوهم به تعالى شيء، ولكن تكذيبهم هو الذي حملهم على ما ارتكبوه. {بِالدِّينِ} ؛ أي: الجزاء. </p><p> {وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ (١٠) }؛ أي: على أعمالكم بحيث لا يخفى عليهم منها جليل ولا حقير. </p><p> {كِرَامًا} على الله {كَاتِبِينَ} لهذه الأعمال في الصحف كما تكتب الشهود منكم العهود؛ ليقع الجزاء على غاية التحرير. </p><p> تنبيه: هذا الخطاب وإن كان خطاب مشافهة إلا أن الأمة أجمعت على عموم هذا الخطاب في حق المكلفين. </p><p> {إِنَّ الْأَبْرَارَ} جمع: بر بفتح الباء، وهو من يفعل البر بكسرها، ويتقي الله في كل أفعاله. </p><p> {وَإِنَّ الْفُجَّارَ} جمع: فاجر، وهو التارك لما شرعه الله تعالى وحدَّه لعباده. </p><p> {يصلونها} ؛ أي: يقاسون حرها، أصله: يصليونها، قلبت الياء ألفًا لتحركها بعد فتح، ثم حذفت الألف لالتقاء الساكنين. </p><p> {يَوْمَ الدِّينِ} ؛ أي: يوم الجزاء، وهو يوم القيامة. </p><p> {وَمَا هُمْ عَنْهَا بِغَائِبِينَ (١٦) } أصله: غايبين، جمع: غائب من غاب يغيب، أبدلت الياء في الوصف همزة حملًا له على الفعل في الإعلال لما قلبت ياؤه - غ ي ب - ألفًا لتحركها بعد فتح. {وَمَا أَدْرَاكَ} ؛ أي: ما أعلمك وعرفك، أصله: أدريك بوزن أفعل، قلبت ألياء ألفًا لتحركها بعد فتح. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستعارة المكنية في قوله: {وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ (٢) }؛ حبث شبه الكواكب بجواهر انقطع سلكها، فتناثرت متفرقة، وطوى ذكر المشبه به، ورمز له شيء من لوازمه، وهو الانتثار على طريقة الاستعارة المكنية. </p><p> ومنها: إفراد {نَفْسٌ} وتنكيرها في قوله: {عَلِمَتْ نَفْسٌ} للدلالة على حقارتها وضعفها عن منفعة ذاتها إلا من رحم الله تعالى. </p><p> ومنها: الطباق بين {قَدَّمَتْ} و {أَخَّرَتْ} ، وهو من المحسنات البديعية. </p><p> ومنها: الاستفهام للاستهجان والتوبيخ في قوله: {مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ} . </p><p> ومنها: التعرض لعنوان كرمه تعالى للإيذان بأنه ليس مما يصلح أن يكون مدار الاغترار حسبما يغوبه الشيطان، ويقول له: افعل ما شئت فإن ربك كريم قد تفضل عليك في الدنيا، وسيفعل مثله في الآخرة، فإنه قياس عقيم، بل هو مما يوجب المبالغة في الإقبال على الإيمان والطاعة، والاجتناب عن الكفر والعصيان. </p><p> ومنها: المقابلة اللطيفة بين الأبرار والفجار في قوله: {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (١٣) وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ (١٤) } فقد قابل الأبرار بالفجار، والنعيم بالجحيم. </p><p> ومنها: التنوين في قوله: {لَفِي نَعِيمٍ} للتفخيم والتعظيم، وقوله:  {لَفِي جَحِيمٍ} للتهويل والتخويف. </p><p> ومنها: الإطناب بإعادة الجملة في قوله: {وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (١٧) ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (١٨) } لتعظيم هول ذلك اليوم وبيان شدته؛ كأنه فوق الوصف والخيال. </p><p> ومنها: إظهار {يَوْمُ الدِّينِ} في موضع الإضمار إظهارًا لفخامته، وتأكيدًا لهوله. </p><p> ومنها: الوصل في قوله: {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (١٣) وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ (١٤) } لما فيه من مقتضيات الوصل، وهو اتفاق الجملتين في الخبرية والإنشائية مع الاتصال؛ أي: الجامع بينهما، وهو هنا التضادُّ. </p><p> ومنها: الترجيح في هاتين الآيتين، وهو ضرب من السجع، وذلك أن تكون كل لفظة في صدر البيت، أو فقرة النثر موافقة لنظيرتها في الوزن والروي والإعراب، ومما ورد منه شعرًا قول أبي فراس: </p><p> وَأَفْعَالُنَا لِلْرَّاغِبِيْنَ كَرِيْمَةٌ ... وَأَمْوَالُنَا لِلْطَّالِبِيْنَ نِهَابُ </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم بالصواب، وإليه المرجع والمآب، وصلى الله على سيدنا محمد وعلى آله وصحبه، وسلم تسليمًا كثيرًا. </p><p> * * * </p><p> خلاصة ما في هذه السورة الكريمة من المقاصد </p><p> اشتملت هذه السورة على ما يلي: </p><p> ١ - وصف بعض أهوال يوم القيامة. </p><p> ٢ - تقصير الإنسان في مقابلة الإحسان بالشكر. </p><p> ٣ - بيان أن أعمال الإنسان بها موكلون كرام كاتبون. </p><p> ٤ - بيان أن الناس في هذا اليوم العظيم إما بررة منعمون، وإما فجرة معذبون (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) تم تفسير سورة الانفطار بعون مالك الأقطار، في السابع والعشرين من شهر شعبان المعظم قبيل الظهر من شهور سنة: ٢٧/ ٨/ ١٤١٦ هـ. ألف وأربع مئة وست عشرة سنة من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية.</p><p> [سورة المطففين] </p><p> سورة المطففين، وتسمى سورة التطفيف، نزلت بعد سورة العنكبوت بين مكة والمدينة في مهاجرته - صلى الله عليه وسلم -، فاستتمت بالمدينة، قال القرطبي: وهي مكية في قول ابن مسعود والضحاك ومقاتل، ومدنية في قول الحسن وعكرمة، وقال مقاتل أيضًا: هي أول سورة نزلت بالمدينة، وقال ابن عباس وقتادة: هي مدنية إلا ثمان آيات، من قوله:  {إِنَّ الَّذِينَ أَجْرَمُوا} إلى آخرها، وقال (١) الكلبي وجابر بن زيد: نزلت بين مكة والمدينة، وأخرج النحاس وابن مردويه عن ابن عباس قال: نزلت سورة المطففين بمكة. </p><p> وأخرج ابن مردويه عن ابن الزبير مثله، وأخرج ابن الضريس عن ابن عباس قال: آخر ما نزل بمكة سورة المطففين، وقيل: فيها آية مكية وهي قوله تعالى: {إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا ...} إلخ، وأخرج ابن مردويه والبيهقي في \"الشعب\" قال السيوطي بسند صحيح عن ابن عباس قال: لما قدم النبي - صلى الله عليه وسلم - المدينة .. كانوا من أخبث الناس كيلًا، فأنزل الله تعالى؛ {وَيْلٌ لِلْمُطَفِّفِينَ (١) }، فأحسنوا الكيل بعد ذلك. </p><p> وهي (٢) ست وثلاثون آية ومئة وتسع وتسعون كلمةً وسبع مئة وثمانون حرفًا، وقال ابن حزم: وكلها محكم ليس فيها ناسخ ولا منسوخ، وسميت سورة التطفيف أخذًا من المطففين. </p><p> ومناسبتها لما قبلها (٣) : أنه سبحانه قال فيما قبلها: {وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ (١٠) }، وذكر هنا ما يكتبه الحافظون بقوله: {كِتَابٌ مَرْقُومٌ (٩) } يجعل في عليين أو في سجين، فقد فصل سبحانه في هذه السورة ما أجمله في سابقتها، فذكر فيها نوعًا من أنواع الفجور، وهو التطفيف في المكيال والميزان، ثم ذكر نوعًا آخر، وهو التكذيب بيوم </p><p>(١) الشوكاني. (٢) المراح.(٣) المراغي.</p><p> الدين، ثم أعقبه بذكر جزائهم على التكذيب وتوبيخهم عليه. </p><p> قال الألوسي في \"تفسيره\" : والمناسبة بينها وبين ما قبلها: أنه سبحانه لما ذكر فيما قبل السعداء والأشقياء ويوم الجزاء وعظم شأنه .. ذكر عزّ وجلّ هنا ما أعد جل وعلا لبعض العصاة، وذكره سبحانه بأخس ما يقع من المعصية، وهو التطفيف الذي لا يكاد يجدي شيئًا في تثمير المال وتنميته، مع اشتمال هذه السورة على شرح حال المكذبين المذكورين هناك على زيادة التفصيل، كما لا يخفى. </p><p> وكأن هذه السورة جاءت شرحًا وتفصيلًا للسورة السابقة، وهي سورة الانفطار، وبيانًا له، فسبحان الذي جعل هذا القرآن هدى للناس، وشفاء لما في الصدور، ورحمة للعالمين، وضياء للأبصار، ونورًا للقلوب، ونظامًا للحكم، ومنهاجًا للأخلاق، ودستورًا للعالمين عصمةً لمن تمسك به، ونجاةً لمن اهتدى به. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {وَيْلٌ لِلْمُطَفِّفِينَ (١) الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ (٢) وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ (٣) أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ (٤) لِيَوْمٍ عَظِيمٍ (٥) يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ (٦) كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ (٧) وَمَا أَدْرَاكَ مَا سِجِّينٌ (٨) كِتَابٌ مَرْقُومٌ (٩) وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (١٠) الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ (١١) وَمَا يُكَذِّبُ بِهِ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ (١٢) إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ (١٣) كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ (١٤) كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ (١٥) ثُمَّ إِنَّهُمْ لَصَالُو الْجَحِيمِ (١٦) ثُمَّ يُقَالُ هَذَا الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (١٧) كَلَّا إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ (١٨) وَمَا أَدْرَاكَ مَا عِلِّيُّونَ (١٩) كِتَابٌ مَرْقُومٌ (٢٠) يَشْهَدُهُ الْمُقَرَّبُونَ (٢١) إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (٢٢) عَلَى الْأَرَائِكِ يَنْظُرُونَ (٢٣) تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ (٢٤) يُسْقَوْنَ مِنْ رَحِيقٍ مَخْتُومٍ (٢٥) خِتَامُهُ مِسْكٌ وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ (٢٦) وَمِزَاجُهُ مِنْ تَسْنِيمٍ (٢٧) عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ (٢٨) إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ (٢٩) وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ (٣٠) وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ (٣١) وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَؤُلَاءِ لَضَالُّونَ (٣٢) وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ (٣٣) فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ (٣٤) عَلَى الْأَرَائِكِ يَنْظُرُونَ (٣٥) هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ (٣٦) }. </p><p> المناسبة </p><p> قد مر لك قريبًا في بيان المناسبة بين السورتين أن الله سبحانه فصل (١) في هذه السورة ما أجمله في سابقتها، فذكر فيها نوعًا من أنواع الفجور، وهو التطفيف في المكيال والميزان، ثم ذكر نوعًا آخر، وهو التكذيب بيوم الدين، ثم أعقبه بذكر جزائهم على هذا التكذيب وتوبيخهم عليه. </p><p> قوله تعالى:  {كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر أنه لا يقيم على التطفيف إلا من ينكر ما أوعده الله به من العرض والحساب، وعذاب الكفار والعصاة .. أمرهم بالكف عما هم </p><p>(١) المراغي.</p><p> فيه، وذكر أن الفجار قد أعد لهم كتاب أحصيت فيه جميع أعمالهم ليحاسبوا بها، فويل للمكذبين بيوم الجزاء، وما يكذب به إلا كل من تجاوز حدود الدين، وانتهك حرماته، وإذا تليت عليهم آيات القران قالوا: ما هي إلا أقاصيص الأولين نقله محمد عن السابقين، وليست وحيًّا يوحى كما يدعي. </p><p> قوله تعالى:  {كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ} الآيات، مناسبتها لما قبلها: أن الله سبحانه لما ذكر (١) أنهم قالوا: إن القرآن أساطيرُ الأولين، وليس وحيًّا من عند الله تعالى .. أردف ذلك ببيان أن الذي جرأهم على ذلك هي أفعالهم القبيحة التي مرنوا عليها، فعميت عليهم وجوه الآراء حتى صاروا لا يميزون بين الأسطورة والحجة الدامغة، ثم رد عليهم فرية كانوا يقولونها ويكثرون من تردادها، وهي: إن كان ما يحدث به محمد صحيحًا .. فنحن سنكون في منزلة الكرامة عند ربنا، فأبان لهم أنهم كاذبون، فإنهم سيطردون من رحمته ولا ينالون رضاه، ثم يؤمر بهم إلى النار فيدخلونها ويصلون سعيرها، ويقال لهم: هذا العذاب جزاء ما كنتم به تكذبون مما أوعدكم به الرسول. </p><p> قوله تعالى:  {كَلَّا إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ ...} الآيات، مناسبتها لما قبلها: أن الله سبحانه وتعالى لما ذكر حال الفجار وحال المطففين، وبيَّن منزلتهم عند الله يوم القيامة .. أتبعه بذكر حال الأبرار الذين آمنوا بربهم، وصدقوا رسولهم فيما جاء به عن خالقهم، وعملوا الخير في الحياة الدنيا، فذكر أن الله قد أحصى أعمالهم في كتاب مرقوم اسمه: عليون، يشهده المقربون من الملائكة، وبعدئذٍ عدد ما ينالون من الجزاء على البر والإحسان، وفي ذلك ترغيب في الطاعة، وحفز لعزائم المحسنين ليزدادوا إحسانًا، ويدعوا الطرق المشتبهة الملتبسة، ويقيموا على الطريق المستقيم. </p><p> قوله تعالى:  {إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ ...} إلى آخر السورة، مناسبة هذه الآيات لما قبلها: أن الله سبحانه لما ذكر النعيم الذي هيأه للذين آمنوا به وبرسوله، وعملوا بما كلفهم به من أعمال البر، وأرشد إلى ما أعده للفجار جزاء ما اجترحوا من السيئات .. أخذ يبين ما كان الكفار يقابلون به </p><p>(١) المراغي.</p>"
}