{
  "id": null,
  "sura": 83,
  "aya": 3,
  "text": "<p> {الَّذِينَ ...} إلخ (١) صفة كاشفة للمطففين، شارحة لكيفية تطفيفهم الذي استحقوا به الذم والدعاء بالويل {إِذَا اكْتَالُوا عَلَى النَّاسِ} ؛ أي: إذا أخذوا مكيلهم وحقوقهم بحكم الشراء ونحوه من الناس، والاكتيال: الأخذ بالكيل، كالاتزان: الأخذ بالميزان، ولم يقل: اتزنوا لأن الكيل والوزن المراد بهما الشراء والبيع، فأحدهما يدل على الآخر. </p><p> {يَسْتَوْفُونَ} ؛ أي: يأخذونه وافيًا وافرًا تامًا، والاستيفاء: عبارة عن الأخذ الوافي، وتبديل كلمة من بـ {عَلَى} لتضمين الاكتيال معنى الاستيلاء، أو للإشارة إلى أنه اكتيال مضرُّ بهم، لكن لا على اعتبار الضرر في حيز الشرط الذي تتضمنه كلمة {إذا} لإخلاله بالمعنى، بل في نفس الأمر بموجب الجواب، فإن المراد بالاستيفاء ليس أخذ الحق وافيًا من غير نقص، بل مجرد الأخذ الوافي الوافر حسبما أرادوا بأي وجه يتيسر من وجوه الحيل، وكانوا يفعلونه بكبس الكيل، وتحريك المكيال، والاحتيال في ملئه، فيسرقون أفواه المكاييل، وألسنة الموازين. </p><p> ٣ - {وَإِذَا كَالُوهُمْ} ؛ أي (٢) : وإذا كالوا للناس المبيع ونحوه {أَوْ وَزَنُوهُمْ} ؛ أي: وزنوه للناس، فحذف الجار، وأوصل الفعل كما قال في \"تاج المصادر\" : وزنت فلانًا درهمًا، ووزنت لفلان بمعنى، والأصل اللام، ثم حذفت، فوصل الفعل، ومنه الآية. انتهى. </p><p> فلفظ {هم} منصوب المحل على المفعولية، لا مرفوعه على التأكيد للواو؛ لأن واو الجمع، إذا اتصل به ضمير المفعول .. لا يكتب بعده الألف كما في نصروك، ومنه الآية إذا لم يكتب الألف في المصحف، وإذا وقع في الطرف بأن يكون الضمير مرفوعًا واقعًا للتأكيد .. فحينئذٍ يكتب بعده الألف؛ لأن المؤكد ليس كالجزء مما قبله بخلاف المفعول، وأما نحو: شاربوا الماء، فالأكثر على حذف الألف؛ لقلة اتصال واو الجمع بالاسم هذا. </p><p> فإن قلت: خط المصحف خارج عن القياس؟ </p><p>(١) روح البيان. (٢) روح البيان.</p><p> قلت: الأصل في أمثاله إثباته في المصحف، فلا يعدل عنه. ويروى (١) عن عيسى بن عمر وحمزة أنهما كانا يجعلان الضميرين توكيدًا لما في {كالوا} و {وزنوا} ويقفان عند الواوين وقيفة يبينان بها ما أرادا، ثم يقولان:  {هم يخسرون} ؛ أي: إذا كالوا هم لغيرهم، أو وزنواهم لغيرهم .. ينقصون، وإثبات الألف قبل {هم} لو لم يكن معتادًا في زمان الصحابة .. لمنع من إثباتها في سائر الأعصار. اهـ من \"المراح\" . </p><p> قال أبو عبيد (٢) : والاختيار أن يكونا كلمة واحدة من جهتين: </p><p> إحداهما: الخط، ولذلك كتبوهما بغير ألف، ولو كانتا مقطوعتين .. لكانتا كالواو، أو وزنوا بالألف. </p><p> والأخرى: أن يقال: كلتك، ووزنتك بمعنى: كلت لك، ووزنت لك، وهو كلام عربي، كما يقال: شكرتك وشكرت لك، وقيل: هو على حذف المضاف، وإقامة المضاف إليه مقامه، والمضاف: المكيل والموزون؛ أي: وإذا كالوا مكيلهم، أو وزنوا موزونهم {يُخْسِرُونَ} ، أي: ينقصون حقوق الناس مع أن وضع الكيل والوزن إنما هو للتسوية والتعديل، يقال: خسر الميزان وأخسره بمعنى، كقوله:  {وَلَا تُخْسِرُوا الْمِيزَانَ} ولعل ذكر (٣) الكيل والوزن في صورة الإخسار، والاقتصار على الاكتيال في صورة الاستيفاء، بأن لم يقل: إذا اكتالوا على الناس أو اتزنوا، لما أنهم لم يكونوا متمكنين من الاحتيال عند الاتزان تمكنهم منه عند الكيل والوزن، كما قال في \"الكشاف\" : كأن المطففين كانوا لا يأخذون ما يكال ويوزن إلا بالمكاييل دون الموازين لتمكنهم بالاكتيال من الاستيفاء والسرقة؛ لأنهم يزعزعون ويحتالون في الملء، وإذا أعطوا .. كالوا أو وزنوا؛ لتمكنهم من البخس في النوعين جميعًا. انتهى. ولأن التطفيف في الكيل يكون بشيء قليل لا يعبأ به في الأغلب، دون التطفيف في الوزن، فإن أدنى حيلة فيه يفضي إلى شيء كثير، ولأن ما يوزن أكثر قيمةً في كثير من الأحوال مما يكال، ويؤيده الاقتصار على التطفيف في الكيل في الحديث المذكور سابقًا، وعدم التعرض للمكيل والموزون في الصورتين؛ لأن مساق الكلام لبيان سوء معاملتهم في الأخذ والإعطاء، لا في </p><p>(١) المراح. (٢) الشوكاني.(٣) روح البيان.</p>"
}