{
  "id": null,
  "sura": 84,
  "aya": 25,
  "text": "<p> البروج:  {فِي تَكْذِيبٍ} لمراعاة فواصل الآي في السورتين، مع صحة اللفظ وجودة المعنى. </p><p> وقرأ الجمهور (١) : {يُكَذبوُنَ} مشددًا، والضحاك وابن أبي عبلة مخففًا، وبفتح الياء. </p><p> ومعنى: {بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ (٢٢) }؛ أي: إن (٢) الدلائل الموجبة للإيمان جلية واضحة، لكنهم قوم معاندون مصرون على التكذيب؛ إما لأنهم يحسدون الرسول - صلى الله عليه وسلم -. على ما أتاه الله من فضله، وإما لخوفهم من فوت المناصب الدينية والرياسات التقليدية، وإما لأنهم يأبون أن يخالفوا ما وجدوا عليه آباءهم من عقائد زائفة وأفعال مستهجنة. </p><p> ٢٣ - {وَاللَّهُ} سبحانه وتعالى {أَعْلَمُ بِمَا يُوعُونَ} ؛ أي: بما يضمرونه في قلوبهم، ويجمعونه في صدورهم من الكفر والحسد والبغي والبغضاء، فيجازيهم على ذلك في الدنيا والآخرة، فـ {ما} موصولة، يقال: أوعيت الشيء: إذا جعلته في وعاء؛ أي: ظرف، ثم استعير هو والوعي لمعنى الحفظ، أو بما يجمعونه في صحفهم من أعمال السوء، ويدخرونه لأنفسهم من أنواع العذاب علمًا فعليًا تفصيليًا. </p><p> وقرأ أبو رجاء:  {بما يعون} من وعى يعي. </p><p> والمعنى (٣) : أي واللهُ سبحانه مطلع على ما في قلوبهم من أسباب الإصرار على الشرك، ودواعي العناد، والاستمرار على ما هم عليه. </p><p> ٢٤ - {فَبَشِّرْهُمْ} ؛ أي: فبشر يا محمد الذين كفروا {بِعَذَابٍ أَلِيمٍ} ؛ أي: مؤلم غاية الإيلام جزاء استمرارهم على التكذيب والجحود، وإصرارهم على سيء العمل، وفاسد الاعتقاد، لأن علمه تعالى بذلك على الوجه المذكور، موجب لتعذيبهم حتمًا، وهو استهزاء بهم وتهكم، كما قال تعالى:  {اللَّهُ يَسْتَهْزِئُ بِهِمْ} ؛ لأن البشارة هي الإخبار بالخبر السار، وقد استعملت هنا في الخبر المؤلم. </p><p> ٢٥ - وقوله:  {إِلَّا الَّذِينَ آمَنُوا} إيمانًا صادقًا استثناء منقطع من الضمير المنصوب في قوله: {فَبَشِّرْهُمْ} الراجع إلى {الَّذِينَ كَفَرُوا} ، والمستثنى - وهم المؤمنون - </p><p>(١) البحر المحيط. (٢) المراغي.(٣) المراغي.</p><p> خارج عنهم؛ أي: لكن الذين آمنوا بالله ورسوله إيمانًا صحيحًا {وَعَمِلُوا الصَّالِحَاتِ} من الطاعات المأمور بها {لَهُمْ} في الآخرة عند ربهم {أَجْرٌ غَيْرُ مَمْنُونٍ} ؛ أي: غير مقطوع، بل متصل دائم، من: منَّه منًا، بمعنى: قطعه قطعًا، أو غير ممنون به عليهم، فإن المنة تكدر النعمة، من: منَّ عليه منَّة، والأول هو الظاهر (١) ، ولعل المراد من الثاني تحقيق الأجر، وأن المأجور استحق الأجر بعمله إطاعة لربه، وإن كان ذلك الاستحقاق من فضل الله، كما أن إعطاء القدرة على العمل والهداية إليه من فضله أيضًا، ويجوز أن يكون الاستثناء متصلًا إن أريد من آمن منهم. </p><p> والمعنى: أي لكن الذين آمنوا بالله ورسوله، وخضعوا للقرآن الكريم، وعملوا بما جاء فيه، فأولئك لهم أجر لا ينقطع مدده، ولا ينقص منه، وفي هذا ترغيب في الطاعة، وزجر عن المعصية. </p><p> الإعراب </p><p> {إِذَا السَّمَاءُ انْشَقَّتْ (١) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (٢) وَإِذَا الْأَرْضُ مُدَّتْ (٣) وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ (٤) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (٥) }. </p><p> {إذَا} ظرف لما يستقبل من الزمان مضمن معنى الشرط، أو مجرد منه {السَّمَاءُ} : فاعل بفعل محذوف يفسره المذكور، تقديره: إذا انشقت السماء انشقت، والجملة المحذوفة في محل الخفض بإضافة {إِذَا} إليها على كونها فعل شرط لها، وجملة {انْشَقَّتْ} مفسرة لا محل لها من الإعراب، وجواب {إِذَا} محذوف جوازًا، تقديره: إذا انشقت السماء لاقى كل إنسان عمله، وجملة {إِذَا} مستأنفة، وقيل: لا جواب لها؛ لأنها مجردة عن معنى الشرط، فهي منصوبة باذكر مقدرًا نصب المفعول به {وَأَذِنَتْ} : {الواو} : عاطفة {أذنَت} : فعل ماض، وفاعل مستتر يعود على {السَّمَاءُ} ، معطوفة على {انْشَقَّتْ} ، {لِرَبِّهَا} : متعلق بـ {أذنَت} ، {وَحُقَّتْ} : فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على {السَّمَاءُ} ، والجملة معطوفة على جملة {انْشَقَّتْ} ، وفي \"الروح\" : وحق هذه الجملة أن تكون معترضة مقررة لما قبلها، لا معطوفة عليه، وقوله: {وَإِذَا الْأَرْضُ مُدَّتْ (٣) } معطوف على قوله: {إِذَا </p><p>(١) روح البيان.</p><p> السَّمَاءُ انْشَقَّتْ (١) }، مماثل له في إعرابه، تقديره: وإذا مدت الأرض مدت، {وَأَلْقَتْ} : فعل ماض، وفاعل مستتر يعود على {الْأَرْضُ} ، معطوف على مدت الأرض {مَا} : اسم موصول في محل النصب مفعول به لـ {ألقت}  {فِيهَا} : متعلق بمحذوف صلة لـ {مَا} الموصولة؛ أي: وألقت ما استقر فيها من الكنوز والموتى {وَتَخَلَّتْ} : فعل ماضٍ، وفاعل مستتر يعود على {الْأَرْضُ} ، معطوف على {أَلْقَتْ} ، أي: صارت خالية عما فيها {وَأَذِنَتْ} : معطوف على ما قبلها {لِرَبِّهَا} : متعلق بـ {أَذِنَتْ} ، {وَحُقَّتْ} : فعل ماضٍ مغير الصيغة، ونائب فاعله ضمير يعود على {الْأَرْضُ} ، والجملة معطوفة على ما قبلها. </p><p> {يَاأَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلَاقِيهِ (٦) فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ (٧) فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا (٨) وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا (٩) وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ (١٠) فَسَوْفَ يَدْعُو ثُبُورًا (١١) وَيَصْلَى سَعِيرًا (١٢) }. </p><p> {يَاأَيُّهَا}  {يا} : حرف نداء، {أي} : منادى نكرة مقصودة مبني على الضم، و {الهاء} : حرف تنبيه زائد تعويضًا عما فات {أيُّ} من الإضافة. {الْإِنْسَانُ} : بدل من {أي} ، وجملة النداء مستأنفة، {إِنَّكَ كَادِحٌ} :ناصب واسمه وخبره {إِلَى رَبِّكَ} : متعلق بـ {كَادِحٌ} . {كَدْحًا} : مفعول مطلق منصوب بـ {كَادِحٌ} . وجملة {إنَّ} جواب النداء لا محل لها من الإعراب، {فَمُلَاقِيهِ} : {الفاء} : عاطفة، {ملاقيه} : معطوف على {كَادِحٌ} ، ويجوز أن يكون خبرًا لمبتدأ محذوف؛ أي: فأنت ملاقيه، فعلى الأول يكون من عطف المفرد على المفرد، وعلى الثاني يكون من عطف الجمل، {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت أن كل إنسان كادح إلى ربه فملاق عمله، وأردت بيان تفصيل أحوالهم في ذلك اليوم .. فأقول لك:  {أما من أوتي} : {أما} : حرف شرط وتفصيل {مَنْ} : اسم موصول في محل الرفع مبتدأ {أُوتِيَ} فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على {مَنْ} الموصولة، {كِتَابَهُ} : مفعول ثانٍ لـ {أوتِىَ} : لأنه بمعنى: أعطي، {بِيَمِينِه} متعلق بـ {أُوتِيَ} ، {فَسَوْفَ}  {الفاء} : رابطة لجواب {أما} واقعة في غير موضعها؛ لأن موضعها موضع {أما}  {سوف} : حرف استقبال، {يُحَاسَبُ} : فعل مضارع مغير الصيغة، ونائب فاعله ضمير يعود على {مَنْ} الموصولة، {حِسَابًا} : مفعول مطلق </p><p> مبين للنوع {يَسِيرًا} : صفة {حِسَابًا} ، وجملة {يُحَاسَبُ} في محل الرفع خبر لـ {مَنْ} الموصولة، والجملة من المبتدأ والخبر جواب {أما} لا محل لها من الإعراب، وجملة {أما} من فعل شرطها وجوابها في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًا لا محل لها من الإعراب، {وَيَنْقَلِبُ} : فعل مضارع، وفاعل مستتر يعود على {مَنْ} الموصولة، معطوف على {يُحَاسَبُ} ، {إِلَى أَهْلِهِ} : متعلق بـ {يَنْقَلِبُ}  {مَسْرُورًا} : حال من فاعل {يَنقَلِبُ} ، {وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ} : {الواو} : عاطفة {أَمَّا} : حرف شرط، {مَن} : اسم موصول في محل الرفع مبتدأ، وجملة {أُوتِيَ كِتَابَهُ} : صلة {مَنْ} الموصولة {وراء ظهره} : {وَرَاءَ} منصوب بنزع الخافض؛ أي: أوتي كتابه بشماله من وراء ظهره، و {ظَهْرِهِ} : مضاف إليه {فَسَوْفَ} : {الفاء} : رابطة لجواب {أما} ، وجملة {سوف يدعو} خبر {مَنْ} الموصولة {ثُبُورًا} : مفعول به لـ {يَدْعُو} ؛ أي: ينادي هلاكه بقوله: يا ثبوراه؛ لأن نداء ما لا يعقل يراد به التمني، فالدعاء بمعنى الطلب بالنداء، وجملة {مَنْ} الموصولة جواب {أَمَّا} لا محل لها من الإعراب، وجملة {أَمَّا} في محل النصب معطوفة على جملة {أَمَّا} الأولى، وإن أردت الخوض والبيان في إعراب {أَمَّا} الشرطية، وما يتعلق بها، فراجع شروحنا على \"متن الآجرومية\"  {وَيَصْلَى} : فعل مضارع، وفاعل مستتر يعود على {مَنْ} الموصولة معطوف على {يَدْعُواْ}  {سَعِيرًا} : مفعول به على التوسع لـ {يصلى} مثل: سكنت الشام، ودخلت البيت. </p><p> {إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا (١٣) إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ (١٤) بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا (١٥) }. </p><p> {إِنَّهُ} : ناصب واسمه، وجملة {كَانَ} خبره، وجملة {إن} مستأنفة مسوقة لتعليل ما قبلها، {فِي أَهْلِهِ} : حال من الضمير المستكن في {مَسْرُورًا} ، و {مَسْرُورًا} : خبر {كَانَ} ، {إِنَّهُ} : ناصب واسمه، وجملة {ظَنَّ} خبره، وجملة {إن} مستأنفة مسوقة لتعليل جملة {إن} الأولى، والظن هنا بمعنى: العلم واليقين. {إن} : مخففة من الثقيلة، واسمها ضمير الشأن، {لَنْ} : حرف نصب واستقبال، {يَحُورَ} : فعل مضارع، وفاعل مستتر منصوب بـ {لَن} ، وجملة {لَنْ يَحُورَ} في محل الرفع خبر {أَن} المخففة وجملة {أَن} المخففة في تأويل مصدر ساد مسد مفعولي </p><p> {ظَنَّ} ، {بَلَى} : حرف جواب لإيجاب ما بعد النفي {إِنَّ رَبَّهُ} : ناصب واسمه، وجملة {كَانَ} خبره، و {بِهِ} متعلق بـ {بَصِيرًا} و {بَصِيرًا} : خبر {كَانَ} ، وجملة {إِنَّ} ، وما في حيزها جواب قسم مقدر بعد {بَلَى} ؛ أي: بلى والله إن ربه كان به بصيرا، أو تعليل لما أفادته {بَلَى} من إيجاب لما بعد {لَنْ} . </p><p> {فَلَا أُقْسِمُ بِالشَّفَقِ (١٦) وَاللَّيْلِ وَمَا وَسَقَ (١٧) وَالْقَمَرِ إِذَا اتَّسَقَ (١٨) لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ (١٩) }. </p><p> {فَلَا} : {الفاء} : استئنافية {لا} : زائدة تأكيدًا للقسم، {أُقْسِمُ} : فعل مضارع، وفاعل مستتر يعود على الله سبحانه، وجملة القسم مستأنفة {بِالشَّفَقِ} : متعلق بـ {أُقْسِمُ} ، {وَاللَّيْلِ} : معطوف على {الشفق} ، {وَمَا} : {الواو} : عاطفة {مَا} : اسم موصول في محل الجر معطوف على {اللَّيْلِ} ، {وَسَقَ} : فعل ماضٍ، وفاعله ضمير يعود على {اللَّيْلِ} ، والجملة صلة {مَا} الموصولة، والعائد محذوف تقديره: وما وسقه الليل، {وَالْقَمَرِ} : معطوف على {الشفق} أيضًا {إذا} : ظرف لما يستقبل من الزمان مجرد عن معنى الشرط في محل النصب على الظرفية، متعلق بفعل القسم، {اتَّسَقَ} : فعل ماضٍ، وفاعل مستتر يعود على {وَالْقَمَرِ} . {وَالْقَمَرِ} معطوفة على {وَاللَّيْلِ} ، والجملة في محل الخفض مضاف إليه لـ {إذا} ؛ أي: وأقسم بالقمر وقت اتساقه وكماله {لَتَرْكَبُنَّ} : {اللام} : موطئة للقسم {تركبن} : فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ثبات النون المحذوفة لتوالي الأمثال؛ لأنه من الأفعال الخمسة، والواو المحذوفة لالتقاء الساكنين فاعل، والنون نون التوكيد الثقيلة. {طَبَقًا} : مفعول به {عَنْ طَبَقٍ} : صفة {طَبَقًا} ، وعن: بمعنى: بعد؛ أي: لتركبن حالًا كائنًا بعد حال، كل واحدة منهما مطابقة لأختها في الشدة، يعني: أهوال يوم القيامة، والجملة الفعلية جواب القسم لا محل لها من الإعراب. </p><p> {فَمَا لَهُمْ لَا يُؤْمِنُونَ (٢٠) وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ (٢١) بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ (٢٢) وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ (٢٣) فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٢٤) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (٢٥) }. </p><p> {فَمَا} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، </p><p> تقديره: إذا كان حال يوم القيامة كما ذكر، وأردت التعجب من حالهم .. فأقول لك: أي شيء لكفار مكة، وأيُّ مانع لهم؟ {ما} : اسم استفهام في محل الرفع مبتدأ {لَهُمْ} : خبر، وجملة {لَا يُؤمِنُونَ} في محل النصب حال من ضمير {لَهُمْ} ، والجملة الاسمية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة، {وإذا} : {الواو} : عاطفة {إذا} : ظرف لما يستقبل من الزمان مضمن معنى الشرط، متعلق بالجواب الآتي {قرىء} : فعل ماضٍ مغير الصيغة {عَلَيْهِمْ} : متعلق بـ {قرىء}  {الْقُرْآنُ} : نائب فاعل لـ {قرىء} ، والجملة في محل الخفض بإضافة {إذا} إليها على كونها فعل شرط لها، وجملة {لَا يَسْجُدُونَ} جواب الشرط لا محل لها من الإعراب، وجملة {إذا} الشرطية في محل النصب معطوفة على جملة {لَا يُؤْمِنُونَ} ؛ أي: وما لهم حال كونهم لا يسجدون وقت قراءة القرآن عليهم {بَلْ} حرف إضراب للإضراب الانتقالي {الَّذِينَ} : مبتدأ، وجملة {كَفَرُوا} صلة الموصول، وجملة {يُكَذِّبُونَ} خبر المبتدأ، والجملة الاسمية جملة إضرابية لا محل لها من الإعراب {وَاللَّهُ} : {الواو} : عاطفة {اللَّهُ} : مبتدأ، {أَعْلَمُ} خبره، والجملة معطوفة على الجملة الإضرابية {بِمَا} : متعلق بـ {أَعْلَمُ}  {يُوعُونَ} : فعل مضارع وفاعل، مرفوع بثبات النون، والجملة الفعلية صلة الموصول، والعائد محذوف تقديره: بما يوعونه ويضمرونه، {فَبَشِّرْهُمْ} : {الفاء} : حرف عطف وتفريع {بشرهم} : فعل أمر، وفاعل مستتر، ومفعول به، معطوف مفرع على {يُكَذِّبُونَ} ، {بِعَذَابٍ} : متعلق بـ {بشرهم} . {أَلِيمٍ} : صفة {عذاب}  {إِلَّا} : أداة استثناء منقطع بمعنى: لكن، أو متصل، وليس بالقوي، والمستثنى منه ضمير {بشرهم} ، {الَّذِينَ} : اسم موصول للجمع المذكر في محل الرفع مبتدأ، أو في محل النصب على الاستثناء، مبني على الفتح، أو على الياء، وجملة {آمَنُوا} صلة الموصول، {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول به، معطوف على {آمَنُوا}  {لَهُمْ} : خبر مقدم، {أَجْرٌ} : مبتدأ مؤخر، {غَيْرُ مَمْنُونٍ} : صفة {أَجْرٌ} ، والجملة الاسمية خبر {الَّذِينَ} ، وجملة {الَّذِينَ} جملة استدراكية لا محل لها من الإعراب، أو مستأنفة إن قلنا إن الاستثناء متصل. </p><p> التصريف ومفردات اللغة </p><p> {إِذَا السَّمَاءُ انْشَقَّتْ (١) }؛ أي: تشققت وتصدعت. </p><p> {وَأَذِنَتْ} ؛ أي: استمعت لأمر ربها، يقال: أذنت لك؛ أي: استمعت كلامك، ومن استعمال الإذن في الاستماع قول الشاعر: </p><p> صُمٌّ إِذَا سَمِعُوْا خَيْرًا ذُكِرْتُ بِهِ ... وَإِنْ ذُكِرْتُ بِسُؤءٍ عِنْدَهُمْ أَذِنُوْا </p><p> وقول الآخر: </p><p> إِنْ يَأْذَنُوْا سُبَّةً طَارُوْا بِهَا فَرَحًا ... مِنِّيْ وَمَا أَذِنُوْا مِنْ صَالِحٍ دَفَنُوْا </p><p> وفي \"المختار\" : أذن له استمع، وبابه: طرب، ومنه قوله تعالى: {وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (٢) }، ويقال: أذن يأذن أذنًا إليه وله: استمع له معجبًا، أو عام، ولرائحة الطعام: اشتهاه، وأذن بالشيء كسمع إذنًا بالكسر، ويحرك، وأذانًا وأذانة: علم به، {فَأْذَنُوا بِحَرْبٍ} ؛ أي: كونوا على علم، وأذنه الأمر وبه: أعلمه، وأذن له في الشيء، كسمع إذنًا بالكسر، وأذينًا: أباحه له، واستأذنه: طلب منه الإذن، إلى آخر ما في هذه المادة العجيبة. </p><p> {وَحُقَّتْ} ؛ أي: حق لها أن تمتثل ذلك، والفاعل في الأصل هو الله تعالى؛ أي: حق الله تعالى عليها ذلك؛ أي: سمعه وطاعته؛ أي: أوجبه عليها، وألزمها به، واقتضت حكمته وجوده منها، وكلام البيضاوي، يقتضي أن نائب الفاعل هو ضمير السماء المستكن في الفعل من غير تقدير، ونصه: حقت؛ أي جعلت حقيقة بالاستماع والانقياد. اهـ. وقال صاحب \"الروح\" : فحق هذه الجملة أن تكون اعتراضًا مقررةً لما قبلها، لا معطوفة عليه. اهـ. كما مرَّ. </p><p> {مُدَّتْ} من مده بمعنى: أمده؛ أي: زاده. </p><p> {وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ (٤) } ووصفت الأرض بذلك؛ أي: بالإلقاء والتخلية توسعًا، وإلا فالتحقيق أن المخرج لما فيها هو الله تعالى. اهـ. \"خطيب\" . </p><p> وقوله:  {ألقت} فيه إعلال بالحذف، أصله: ألقي بوزن أفعل، قلبت الياء ألفًا لتحركها بعد فتح، ولما اتصلت بالفعل تاء التأنيث، الساكنة .. التقى ساكنان، فحذفت الألف. </p><p> وقوله:  {وَتَخَلَّتْ} ، وفيه أيضًا ما في ألقت من الإعلال، أصله: تخلي بوزن تفعل، قلبت الياء ألفًا لتحركها بعد فتح، ثم اتصلت بالفعل تاء التأنيث الساكنة، فالتقى ساكنان، فحذفت الألف. </p><p> {وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (٥) } ليس تكرارًا مع مر؛ لأن الأول في السماء، وهذا في الأرض. اهـ \"خطيب\" . ومعنى حقت، أي: حق لها أن تمتثل ذلك؛ أي: يجدر بها أن تكون كذلك، قال كثير: </p><p> فَإِنْ تَكُنِ الْعُتْبَى فَأَهْلًا وَمَرْحَبًا ... وَحُقَّتْ لَهَا الْعُتْبَى لَدَيْنَا وَقَلَّتِ </p><p> {كَادِحٌ إِلَى رَبِّكَ كَدْحًا} ؛ أي: جاهد مجد في عملك، قال شاعرهم: </p><p> وَمَضَتْ بَشَاشَةُ كُلِّ عَيْشٍ ... وَبَقِيْتُ أَكْدَحُ لِلْحَيَاةِ وَأَنْصَبُ </p><p> والكدح: جهد النفس في العمل والكد فيه، حتى يؤثر فيها، عن كدح جلده إذا خدشه، وفي \"المختار\" الكدح: العمل والسعىِ والكد والكسب، وهو الخدش أيضًا، وباب الكل: قطع. وقوله تعالى:  {إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا} ؛ أي: ساع. وبوجهه كدوح؛ أي: خدوش، وهو يكدح لعياله، ويكتدح؛ أي: يكتسب اهـ. </p><p> {فَمُلَاقِيهِ} ؛ أي: فملاق لعملك عقب ذلك؛ أي: لجزائه من خير أو شر. </p><p> {يَنقَلِبُ} ؛ أي: يرجع {إِلَى أَهْلِهِ} ؛ أي: عشيرته المؤمنين، أو رفقائه في طريق السعادة والكرامة؛ أي: يرجع بنفسه من غير مزعج برغبة وقبول إلى أهله؛ أي: الذين أهل بهم في الجنة من الحور العين، والآدميات، والذريات، إذا كانوا مؤمنين. اهـ. \"خطيب\" . </p><p> {فَسَوْفَ يَدْعُو ثُبُورًا (١١) }، أي: يتمنى هلاكًا وأنى له، ويقول: واثبوراه، أقبل فهذا أوانك، والثبور: الهلاك، قيل: الثبور مشتق من المثابرة على الشيء، وهو المواظبة عليه، وسمي هلاك الآخرة ثبورًا؛ لأنه لازم لا يزول، كما مر، وفي \"المصباح\" : ثبر الله الكافر ثبورًا - من باب قعد -: أهلكه، وثبر هو ثبورًا: هلك، يتعدى، ولا يتعدى. </p><p> {وَيَصْلَى} : أي: يقاسي، أصله: يصلي بوزن يفعل، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {سَعِيرًا} ؛ أي: نارًا مسعرة متقدة {أَنْ لَنْ يَحُورَ} ؛ أي: أصله: يحور بوزن يفعل، نقلت حركة الواو إلى الحاء، فسكنت إثر ضم، فصارت حرف مد، فهو نظير: يقول، قال لبيد: </p><p> وَمَا الْمَرْءُ إِلا كَالشِّهَابِ وَضَوْئِهِ ... يَحُوْرُ رَمَادًا بَعْدَ إِذْ هُوَ سَاطِعُ </p><p> والمراد: أنه ظن أنه لن يرجع إلى الله للمجازاة تكذيبًا للمعاد، من: الحور، وهو: الرجوع، والمحار: المرجع والمصير، وعن ابن عباس رضي الله عنهما: ما كنت أدري ما معنى {يَحُورَ} حتى سمعت أعرابيةً تقول لبنية لها: حوري حوري؛ أي: ارجعي. وحرْ إلى أهلك؛ أي: ارجع، ومنه الحديث:  \"نعوذ بالله من الحور بعد الكور\" ؛ أي: الرجوع عن حالة جميلة، والحواري: القصار؛ لرجعه الثياب إلى البياض، وفي \"المختار\" : حار: رجع، وبابه: قال ودخل، والمصدر بوزن: قول، ودخول، يقال: حار حورًا وحؤرًا ومحارًا ومحارة. هذا وتأتي حار بمعنى: صار، فترفع الاسم وتنصب الخبر. </p><p> {فَلَا أُقْسِمُ بِالشَّفَقِ (١٦) } هي الحمرة التي تشاهد في أفق المغرب بعد الغروب. وعبارة \"القاموس\" : الشفق محركة: الحمرة في الأفق من الغروب إلى العشاء الآخرة، أو إلى قربها، أو إلى قريب العتمة، وهذا هو الصحيح، ومنه قول الشاعر: </p><p> قُمْ يَا غُلَامُ أَعِنِّيْ غَيْرَ مُرْتَبِكٍ ... عَلَى الزَّمَانِ بِكَأْسٍ حَشْوُهَا شَفَقُ </p><p> {وَاللَّيْلِ وَمَا وَسَقَ (١٧) }؛ أي: جمع وضم، يقال: وسق فاتسق واستوسق، ونظيره في وقوع افتعل واستفعل مطاوعين لثلاثيه: اتسع واستوسع، وفي \"القاموس\" : وسقه يسقه من باب ضرب: جمعه وحمله، ومنه: {وَاللَّيْلِ وَمَا وَسَقَ (١٧) }، ومنه سمي الوسق وسقًا: لجمعه الصيعان. </p><p> {وَالْقَمَرِ إِذَا اتَّسَقَ (١٨) }؛ أي: اجتمع نوره واستوى ليلة أربع عشرة، وهو افتعل من الوسق، وهو الضم والجمع، كما تقدم، وأمر فلان متسق؛ أي: مجتمع على ما يسر، وأصله: إوتسق من الوسق، أبدلت الواو فاء الكلمة تاء، لمجيئها قبل تاء الافتعال، ثم أدغمت في تاء الافتعال، وإبل مستوسقة؛ أي: مجتمعة. </p><p> قال الشاعر: </p><p> إِنَّ لَنَا قَلَائِصًا حَقائِقَا ... مُسْتَوْسِقَاتٍ لَمْ يَجِدْنَ سَائِقَا </p><p> {لَتَرْكَبُنَّ} : لتلاقن، أصله: تركبونن، حذفت نون الرفع لتوالي الأمثال، ثم واو الجماعة لالتقاء الساكنين فصار: تركبن. </p><p> {طَبَقًا} والطبق: الحال المطابقة لغيرها، قال الأقرع بن حابس: </p><p> إِنِّيْ امْرُؤٌ قَدْ حَلَبْتُ الدَّهْرَ اشْطُرَهُ ... وَسَاقَنِيْ طَبَقٌ مِنْهُ إِلَى طَبَقِ </p><p> والمراد: تركبن أحوالًا بعد أحوال هي: طبقات في الشدة بعضها أرفع من بعض، وهي الموت وما بعده. </p><p> {وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ (٢٣) }؛ أي: يجمعون في صدورهم من الإعراض والجحود والحسد والبغي، أصله: يوعيون بوزن يفعلون، استثقلت الضمة على الياء فحذفت، فلما سكنت التقى ساكنان؛ فحذفت الياء، ثم ضمت العين لمناسبة الواو، وحذفت همزة أفعل أيضًا، فوزنه: يفعون يقال: اْوعيت الشيء؛ أي: جعلته في وعاء؛ أي: ظرف، ثم استعير هو والوعي لمعنى الحفظ. كما مر. </p><p> {فَبَشِّرْهُمْ} : والبشارة: الإخبار بما يسر، واستعملت في العذاب تهكمًا. </p><p> {مَمْنُونٍ} ؛ أي: مقطوع، من قولهم: منَّ فلان الحبل: إذا قطعه. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستعارة المكنية في قوله: {وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (٥) } فقد شبهت حال السماء في انقيادها لتأثير قدرة الله تعالى، حيث أراد انشقاقها بانقياد المستمع المطواع للأمر، ثم حذف المشبه به، واستعير لفظ الإذن والاستماع المستعمل في غايته. </p><p> وقيل: فيه استعارة تمثيلية متفرعة على المجاز المرسل، يعني: إذا أطلق الإذن؛ وهو الاستماع في حق من له حاسة السمع، والاستماع بها يراد بها: الإجابة والانقياد مجازًا، وإذا أطلق في حق نحو السماء مما ليس في شأنه الاستماع والقبول يكون: استعارة تمثيلية. </p><p> ومنها: التعرض لعنوان الربوبية في قوله: {لِرَبِّهَا} مع الإضافة إلى ضمير السماء، للإشارة بعلة الحكم. </p><p> ومنها: الاستعارة المكنية في قوله: {وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ (٤) } فقد شبهت حال الأرض بحال المرأة الحامل، تلقي ما في بطنها عند الشدة والهول، ثم حذف المشبه به، واستعير لفظ الإلقاء. </p><p> ومنها: الطباق بين لفظ: {السَّمَاءُ} و {الْأَرْضُ} . </p><p> ومنها: الإسناد المجازي في قوله: {وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ (٤) } لأن الإلقاء والإخراج حقيقةً لله سبحانه وتعالى، لا للأرض. </p><p> ومنها: التعبير بالماضي في قوله: {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ} ؛ أي: يؤتى إشعارًا بتحقق وقوعه، كما في \"الشهاب\" . </p><p> ومنها: المقابلة بين قوله: {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ (٧) }، وقوله: {وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ (١٠) }. </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ (١٠) }؛ أي: تكرير كتابه بدون الاكتفاء بالإضمار، لتغاير الكتابين وأختلافهما بالاشتمال والحكم في المآل. </p><p> ومنها: فن الالتزام في قوله: {وَاللَّيْلِ وَمَا وَسَقَ (١٧) وَالْقَمَرِ إِذَا اتَّسَقَ (١٨) } ويقال فيه: لزوم ما لايلزم، ومنهم من يسميه: الإعنات؛ وهو: أن يلتزم الشاعر في شعره، أو الناثر في نثره حرفًا أو حرفين فصاعدًا قبل حرف الروي على قدر طاقته مشروطًا بعدم الكلفة، فقد التزم هنا السين قبل القاف في الكلمتين، ولأبي العلاء المعري ديوان التزم فيه ما لا يلزم. </p><p> ومنها: الجناس الناقص بين كلمتي: {وَسَقَ} و {اتَّسَقَ} . </p><p> ومنها: الكناية في قوله: {لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ (١٩) }؛ لأنه كنى به عن شدة الأهوال التي يلقاها الإنسان. </p><p> ومنها: استعارة عن لـ (بعد) في قوله: {عَنْ طَبَقٍ} ؛ لأن لفظ (عن) يفيد البعد والمجاوزة، فكان مشابهًا للفظ (بعد) فصح استعمال أحدهما بمعنى الآخر، قال </p><p> ابن الشيخ:  {عَنْ} هنا بمعنى: بعد؛ لأن الإنسان إذا صار إلى الشيء مجاوزًا عن شيء آخر، فقد صار إلى الثاني بعد الأول، فصح أنه يستعمل فيه بعد وعن معًا. </p><p> ومنها: الإظهار في موضع الإضمار في قوله: {بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ (٢٢) }؛ للتسجيل علهيم بالكفر، وللإشعار بما هو العلة في عدم خضوعهم للقرآن؛ أي: للإشعار بأنهم لا يؤمنون، ولا يسجدون عند قراءة القرآن عليهم؛ لأنهم كافرون مكذبون. اهـ \"كرخي\" . </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ (٢٣) }؛ لأن الإيعاء حقيقة في جعل الشيء في وعاء؛ أي: ظرف، ثم استعير لمعنى الحفظ على طريقة الاستعارة التصريحية التبعية. </p><p> ومنها: الأسلوب التهكمي في قوله: {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} ؛ لأن البشارة حقيقة في الإخبار بالخبر السار، وقد استعملت هنا في الخبر المؤلم استهزاءً بهم وتهكمًا. </p><p> ومنها: توافق الفواصل مراعاة لرؤوس الآي مثل قوله: {إِذَا السَّمَاءُ انْشَقَّتْ (١) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (٢) }، وقوله: {فَلَا أُقْسِمُ بِالشَّفَقِ (١٦) وَاللَّيْلِ وَمَا وَسَقَ (١٧) وَالْقَمَرِ إِذَا اتَّسَقَ (١٨) لَتَرْكَبُنّ طَبَقًا عَنْ طَبَقٍ (١٩) }؛ لأنه من المحسنات البديعية. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم بالصواب، وإليه المرجع والمآب </p><p> * * * </p><p> خلاصة ما اشتملت عليه السورة الكريمة من المقاصد </p><p> اشتملت هذه السورة على مقصدين: </p><p> ١ - أن الإنسان يلاقي نتائج أعماله يوم القيامة، فيأخذ كتابه بيمينه، أو من وراء ظهره. </p><p> ٢ - أن الناس في الدنيا يتنقلون في أحوالهم طبقة بعد طبقة؛ إما في نعيم مقيم، وإما في عذاب أليم. </p><p> وصلى الله سبحانه وتعالى وسلم وبارك على سيدنا ومولانا محمد خاتم النبيين، وعلى آله وصحبه أجمعين، والحمد لله رب العالمين. آمين آمين (١) . </p><p> * * * </p><p>(١) إلى هنا تمت سورة الانشقاق بعون الملك الخلاق، يوم الأربعاء وقت الضحوة، اليوم الحادي عشر من شهر رمضان المبارك من شهور سنة: ١١/ ٩/ ١٤١٦ هـ. ألف وأربع مئة وست عشرة سنة من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية.</p><p> [سورة البروج] </p><p> سورة البروج مكية بلا خلاف، نزلت بعد سورة الشمس، وأخرج ابن الضريس والنحاس وابن مردويه والبيهقي عن ابن عباس رضي الله عنه قال: نزلت: {وَالسَّمَاءِ ذَاتِ الْبُرُوجِ (١) } بمكة. وآياتها: اثنتان وعشرون آية. وكلماتها: مئة وتسع كلمات. وحروفها: أربع مئة وخمسة وستون حرفًا. </p><p> ومناسبتها لما قبلها من وجوه: </p><p> ١ - اشتمالها على وعد المؤمنين، ووعيد الكافرين، مع التنويه بشأن القرآن وفخامته. </p><p> ٢ - أنه ذكر في السورة السابقة أنه عليم بما يجمعون للرسول - صلى الله عليه وسلم - والمؤمنين من المكر والخداع، وإيذاء من أسلم بأنواع من الأذى، كالضرب، والقتل، والإلقاء في حمارة القيظ، وذكر هنا أن هذه شنشنة من تقدمهم من الأمم، فقد عذبوا المؤمنين بالنار، كما فعل أصحاب الأخدود، وفي هذه السورة عظة لقريش، وتثبيت من يعذَّبون من المؤمنين. </p><p> ومما ورد في فضائل هذه السورة: </p><p> ما أخرجه أحمد بسنده عن أبي هريرة: أن رسول الله - صلى الله عليه وسلم -: كان يقرأ في العشاء الآخرة بالسماء ذات البروج، والسماء والطارق. </p><p> وما أخرجه الطيالسي وابن أبي شيبة في \"المصنف\" وأحمد والدارمي وأبو داوود والترمذي وحسنه، والنسائي وابن حبان والطبراني والبيهقي في \"سننه\" عن جابر بن سمرة: أن النبي - صلى الله عليه وسلم -: كان يقرأ في الظهر والعصر بالسماء والطارق، والسماء ذات البروج. </p><p> وما روي عن رسول الله - صلى الله عليه وسلم -: \"من قرأ سورة البروج .. أعطاه الله تعالى بعدد كل يوم جمعة وعرفة تكون في الدنيا عشر حسنات\" ، ولكنه لا أصل له. </p><p> وسميت سورة البروج: لذكر البروج فيها، وكلها محكمة لا ناسخ ولا منسوخ فيها. </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {وَالسَّمَاءِ ذَاتِ الْبُرُوجِ (١) وَالْيَوْمِ الْمَوْعُودِ (٢) وَشَاهِدٍ وَمَشْهُودٍ (٣) قُتِلَ أَصْحَابُ الْأُخْدُودِ (٤) النَّارِ ذَاتِ الْوَقُودِ (٥) إِذْ هُمْ عَلَيْهَا قُعُودٌ (٦) وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ (٧) وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ (٨) الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (٩) إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ (١٠) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ذَلِكَ الْفَوْزُ الْكَبِيرُ (١١) إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ (١٢) إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ (١٣) وَهُوَ الْغَفُورُ الْوَدُودُ (١٤) ذُو الْعَرْشِ الْمَجِيدُ (١٥) فَعَّالٌ لِمَا يُرِيدُ (١٦) هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ (١٧) فِرْعَوْنَ وَثَمُودَ (١٨) بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ (١٩) وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ (٢٠) بَلْ هُوَ قُرْآنٌ مَجِيدٌ (٢١) فِي لَوْحٍ مَحْفُوظٍ (٢٢) }. </p><p> المناسبة </p><p> قد تقدم لك بيان المناسبة بين هذه السورة والسورة التي قبلها، فبدأ هذه السورة بأنه أقسم فيها بما هو غيب وشهود، وهو السماء ذات البروج، فإن كوكبها مشهود نورها، مرئي ضوؤها معروفة حركتها في طلوعها وغروبها، وكذلك البروج نشاهدها وفيها غيب لا تعرفه الحس، وهو حقيقة الكواكب، وما أودع الله فيها من القوى، وما فيها من عوالم لا نراها ولا ندرك حقيقتها، وأقسم بما هو غيب صرف، وهو اليوم الموعود، وما يكون فيه من حوادث البعث والحساب والعقاب والثواب، وأقسم بما هو شهادة صرفة، وهو الشاهد؛ أي: ذو الحسِّ، والمشهود: وهو ما يقع عليه الحس، فأقسم سبحانه بكل ما سلف على أن من قبلهم من المؤمنين الموحدين ابتلوا ببطش أعدائهم بهم، واشتدادهم في إيذائهم حتى خدوا لهم الأخاديد، وملؤوها بالنيران، وقذفوهم فيها، ولم تأخذهم بهم رأفة، بل كانوا يتشفون برؤية ما يحل بهم، وهم مع ذلك قد صبروا، وانتقم الله تعالى من أعدائهم، وممن أوقع بهم، وأخذهم بذنوبهم أخذ عزيز مقتدر. </p><p> ولئن صبرتم أيها المؤمنون على الأذى ليوفينكم أجركم، وليأخذن أعداءكم، ولينزلن بهم ما لا قبَل لهم به، وقد حكى هذا القصص ليكون تثبيتًا لقلوب </p><p> المؤمنين، ووعدًا لعباده الصالحين، وحملًا لهم على الصبر والمجاهدة في سبيله، ووعيدًا للكافرين، وأنه سيحل بهم مثل ما حل بمن قبلهم:  {سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ}  {فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا} . </p><p> قوله تعالى:  {إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ...} الآية، مناسبة هذه الآية لما قبلها: أن الله سبحانه لما ذكر قصة أصحاب الأخدود وبيَّن ما فعلوه من الإيذاء والتنكيل بالمؤمنين، وذيل ذلك بما يدل على أنه لو شاء لمنع بعزته وجبروته أولئك الجبابرة عن هؤلاء المؤمنين، وأنه إنْ أمهل هؤلاء الفجرة عن العقاب في الدنيا .. فهو لم يهملهم، بل أجَّل عقابهم ليوم تشخص فيه الأبصار .. ذكر ما أعد للكفار من العذاب الأليم جزاء ما اجترحت أيديهم من السيئات التي منها إيذاء المؤمنين، وما أعد للمؤمين من جميل الثواب، وعظيم الجزاء. </p><p> قوله تعالى:  {إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما ذكر وعيد الذين فتنوا المؤمنين والمؤمنات، ووعد الذين آمنوا وعملوا الصالحات، ووصف ما أعد لهم من الثواب كفاء أعمالهم .. أردف ذلك كله بما يدل على تمام تدرته على ذلك؛ ليكون ذلك بمثابة توكيد لما سبق من الوعيد والوعد، فالملك لا يعظم سلطانه وهيبته في النفوس إلا بأمرين: </p><p> ١ - الجود الشامل، والإنعام الكامل، وبذا يرجى خيره. </p><p> ٢ - الجيوش الجرارة، والأساطيل العظيمة التي توقع بأعدائه، وتنكل بهم، وبذلك يهاب جنابه، وإليهما أشار بقوله فيما سلف:  {الْعَزِيزِ الْحَمِيدِ} ، وهنا زاد الأمر إيضاحًا، بقوله: {إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ (١٢) } الآية. </p><p> قوله تعالى:  {هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ ...} إلى آخر السورة، مناسبتها لما قبلها: أن الله سبحانه لما ذكر قصص أصحاب الأخدود وبين حالهم، ووصف ما كان من إيذائهم للمؤمنين .. أردف ذلك ببيان أن حال الكفار في كل عصر، وشأنهم مع كل نبي وشيعته جارٍ على هذا النهج، فهم دائمًا يؤذون المؤمنين ويعادونهم، ولم يرسل الله نبيًا إلا لقي من قومه مثل ما لقي هؤلاء من أقوامهم، والغرض من هذا كله تسلية النبي - صلى الله عليه وسلم - وصحبه، وشد عزائمهم على التذرع بالصبر، وأن كفار قومه سيصيبهم مثل ما أصاب الجنود فرعون وثمود. </p>"
}