{
  "id": null,
  "sura": 84,
  "aya": 20,
  "text": "<p> بجلالتها وعظمة شأنها على قدرة مبتدعها {لَتَرْكَبُنَّ طَبَقًا} ؛ أي: لتلاقن أيها الناس أمورًا بعد أمور، وأحوالًا بعد أحوال إلى أن تصيروا إلى ربكم، وهناك الخلود في جنة أو نار. ويدخل في هذه الأحوال جميع الأطوار التي مرت به بعد أن كان نطفة في بطن أمه إلى أن صار شخصًا، وما مر به في حياته الأولى من طفولة وشيخوخة، ثم موته، ثم حشره للحساب، ثم مصيره إلى الجنة أو النار. </p><p> والخلاصة: لتركبن حالًا بعد حال، والحال الثانية تطابق الأولى؛ أي: لتكونن في حياة أخرى تماثل هذه الحياة التي أنتم فيها، وتطابقها من حيث الحس والإدراك، والألم واللذة، وإن خالفت في بعض شؤونها الحياة الأولى. </p><p> ٢٠ - وبعد أن ذكر الأدلة القاطعة على صحة البعث والحساب.، أنكر عليهم استبعادهم له، فقال: {فَمَا لَهُمْ لَا يُؤْمِنُونَ (٢٠) }، والاستفهام للإنكار، والفاء لترتيب ما بعدها من الإنكار والتعجيب على ما قبلها من أحوال يوم القيامة، أو من غيرها على الاختلاف السابق، و {ما} : مبتدأ، و {لَهُمْ} : خبره، وجملة {لَا يُؤْمِنُونَ} حال من الضمير في {لَهُمْ} . </p><p> والمعنى (١) : إذا كان حالهم يوم القيامة كما ذكر، وأردت التعجب من حالهم .. فأقول لك؛ أي شيء لكفار مكة، وأيُّ مانع لهم حال كونهم غير مؤمنين بمحمد - صلى الله عليه وسلم -، وبما جاء به من القرآن، مع وجود موجبات الإيمان بذلك؛ أي: أي شيء يمنعهم من الإيمان مع تعاضد موجباته، </p><p> ٢١ - وقوله:  {وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآن} جملة شرطية، وقوله:  {لَا يَسْجُدُونَ} جوابها، والجملة الشرطية مع جوابها في محل النصب على الحال من ضمير {لَهُمْ} عطفاَ على جملة {لَا يُؤمِنُونَ} ؛ أي: أيُّ مانع لهم حال عدم سجودهم وخضوعهم واستكانتهم عند قراءة النبي - صلى الله عليه وسلم -، أو واحد من أصحابه وأمته القرآن، فإنهم من أهل اللسان، فيجب عليهم أن يجزموا بإعجاز القرآن عند سماعه، وبكونه كلامًا إلهيًا، ويعلموا بذلك صدق محمد - صلى الله عليه وسلم - في دعوى النبوة، فيطيعوه في جوامع الأوامر والنواهي، ويجوز أن يراد به نفس السجود عند تلاوة آية السجدة على أن يكون المراد بالقرآن آية السجدة بخصوصها لا مطلق القرآن، كما روي أنه - صلى الله عليه وسلم - قرأ ذات يوم:  {وَاسْجُدْ وَاقْتَرِبْ} ، فسجد هو ومن معه من </p><p>(١) روح البيان.</p>"
}