{
  "id": null,
  "sura": 84,
  "aya": 11,
  "text": "<p> ٢ - ١٠ {وَأَمَّا مَنْ أُوتِيَ} وأعطي {كِتَابَهُ} ؛ أي: صحيفة عمله، وتكرير (١)  {كِتَابَهُ} بدون الاكتفاء بالإضمار لتغاير الكتابين، وتخالفهما بالاشتمال والحكم في المآل؛ أي: يؤتى كتاب عمله {وَرَاءَ ظَهْرِهِ} ؛ أي: خلف ظهره؛ أي: أوتي بشماله وراء ظهره وجانبه، و {وَرَاءَ} ظرف لـ {أُوتِيَ} مستعمل في المكان. وقال الكلبي: تغل يمينه، ثم تلوى يده اليسرى من ورائه، فيعطى كتابه بشماله، وهي خلف ظهره، فلا مخالفة حينئذٍ بين ما هنا، وبين ما في الحاقة حيث لم يذكر فيها الظهر، بل اكتفى بالشمال. قال الإمام: ويحتمل أن يكون بعضهم يعطى كتابه بشماله، وبعضهم من وراء ظهره. وقال قتادة ومقاتل: تفك ألوح صدره وعظامه، ثم تدخل يده اليسرى، وتخرج من ظهره، فيأخذ كتابه كذلك. </p><p> ١١ - {فَسَوْفَ يَدْعُو} ؛ أي: إذا قرأ كتابه {ثُبُورًا} ؛ أي: هلاكًا، فيقول: يا ثبوراه، يا ويلاه؛ أي: يتمنى (٢) لنفسه الثبور، وهو الهلاك، ويدعوه: يا ثبوراه تعال فهذا أوانك، وأنى له ذلك، يعني: لما كان إيتاء الكتاب من غير يمينه علامة كونه من أهل النار .. كان كلامه: واثبوراه، ولا شك أن هذا قول المخذول الكاره لما عرض عليه. قيل: الثبور: مشتق من المثابرة على الشيء، وهو المواظبة عليه، وسمي هلاك الآخرة ثبورًا؛ لأنه لازم لا يزول، كما قال تعالى: {لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا (١٤) }. </p><p> ١٢ - {وَيَصْلَى سَعِيرًا (١٢) }؛ أي: يدخلها ويقاسي حرها وعذابها من غير حائل، وهذا يدل على أن دعاءهم بالثبور قبل الصلي، وبه صرح الإِمام، وأما قوله تعالى: {وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا (١٣) } فيدل على أنه بعده، ولا منافاة في الجمع، فإنهم يدعونه أولًا وآخرًا بل دائمًا على أن الواو لمطلق الجمع لا للترتيب. </p><p> وقرأ قتادة وأبو جعفر وعيسى وطلحة والأعمش وعاصم وأبو عمرو وحمزة (٣) : {وَيَصْلَى} بفتح الياء مبنيًا للفاعل، وباقي السبعة وعمر بن عبد العزيز وأبو الشعثاء والحسن والأعرج: بضم الياء، وفتح الصاد، واللام المشددة، وأبو الأشهب وخارجة عن نافع وأبان وعاصم وعيسى أيضًا والعتكي وجماعة عن أبي عمرو: بضم الياء ساكن الصاد مخفف اللام مبنيًا للمفعول من المتعدي بالهمزة، </p><p>(١) روح البيان. (٢) روح البيان.(٣) البحر المحيط.</p>"
}