{
  "id": null,
  "sura": 85,
  "aya": 20,
  "text": "<p> وخلاصة ذلك: أن الكفار في كل عصر متشابهون، وأن حالهم مع أنبيائهم لا تتغير ولا تتبدل، فهم في عنادهم واستكبارهم سواسية كأسنان المشط، فقومك أيها الرسول ليسوا ببدع في الأمم، فقد سبقتهم أمم قبلهم، وحل بهم من النكال ما سيحل بقومك إن لم يؤمنوا، فاصبر إن العاقبة للمتقين، وقد أشار إلى أن هذه شنشنتهم في كل عصر ومصر فقال: {بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ (١٩) }؛ أي: إن الكفار في كل عصر غارقون في شهوة التكذيب حتى لم يدع ذلك لعقلهم مجالًا للنظر، ولا متسعًا للتدبر، </p><p> ٢٠ - ولا يزالون في غمرة حتى يؤخذوا على غرة فقال:  {وَاللَّهُ} سبحانه وتعالى {مِنْ وَرَائِهِمْ} ؛ أي: من خلفهم {مُحِيطٌ} بهم بالقدرة، وهو تمثيل لعدم نجاتهم من بأس الله بعدم فوت المحاط به المحيط إذا سد عليه مسلكه بحيث لا يجد هربًا منه؛ أي: إنه تعالى مقتدر عليهم، وهم في قبضة لا يجدون مهربًا، ولا يستطيعون الفرار إذا أرادوا، فلا تجزع من تكذيبهم، واستمرارهم على العناد، فلن يفوتوني إذا أردت الانتقام منهم. </p><p> ٢١ - ثم رد على تماديهم في تكذيب القرآن، وادعائهم أنه أساطير الأولين فقال: {بَلْ هُوَ قُرْآنٌ مَجِيدٌ (٢١) }؛ أي: ليس الأمر كما قالوا، بل هذا الذي كذبوا به قرآن شريف عال الطبقة فيما بين الكتب الإلهية في النظم والمعنى، متضمن للمكارم الدنيوية والأخروية، </p><p> ٢٢ - مكتوب {فِي لَوْحٍ مَحْفُوظٍ (٢٢) } من التحريف ووصول الشياطين إليه، واللوح: كل صحيفة عريضة خشبًا، أو عظمًا. كما في \"القاموس\" . </p><p> قال الراغب: اللوح واحد ألواح السفينة، وما يكتب فيه من الخشب ونحوه، والمراد به هنا ما قال ابن عباس رضي الله عنهما: إن الله خلق لوحًا محفوظًا من درة بيضاء، دفتاه ياقوتة حمراء، طوله ما بين السماء والأرض، وعرضه ما بين المشرق والمغرب، ينظر الله فيه كل يوم ثلاث مئة وستين مرة، يحيي ويميت، يعز ويذل ويفعل ما يشاء، وفي صدر اللوح: لا إله إلا الله وحده، ودينه الإِسلام، ومحمد عبده ورسوله، فمن آمن به وصدق وعده واتبع رسله .. أدخله الجنة. وقال بعض المفسرين: اللوح: شيء يلوح للملائكة، فيقرؤونه. </p><p> قلت: والمذهب الأسلم: أن يقال: اللوح المحفوظ شيء أخبرنا الله به، وأنه أودعه كتابه، ولكن لم يعرفنا حقيقته، فعلينا أن نؤمن به، وليس علينا أن نبحث فيما وراء ذلك مما لم يأتِ به خبر من المعصوم صلوات الله وسلامه عليه. </p>"
}