{
  "id": null,
  "sura": 87,
  "aya": 1,
  "text": "<p> وتوجيههم إلى ما فيه الخير لهم، وبيَّن أن الذكرى لا تنجع إلا في القلوب الخاشعة التي تخشى الله، وتخاف عقابه، أما القلوب الجاحدة المعاندة .. فلا تجدي فيها الذكرى شيئًا، فهون على نفسك، ولا يحزننك جحدهم وعنادهم، كما أشار إلى ذلك في آية أخرى فقال: {فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا (٦) }، ثم ذكر أن أولئك الجحدة العصاة يكونون في قعر جهنم، لا هم يموتون، ولا يسعدون بحياة طيبة. </p><p> قوله تعالى:  {قَدْ أَفْلَحَ مَنْ تَزَكَّى ...} إلى آخر السورة، مناسبتها لما قبلها: أن الله سبحانه لما ذكر وعيد الذين أعرضوا عن النظر في الدلائل التي تدل على وجود الله تعالى، ووحدانيته، وإرسال الرسل، وعلى البعث والحساب .. أتبعه بالوعد لمن زكى نفسه، وطهرها من أدران الشرك والتقليد للآباء والأجداد بالفوز بالفلاح، والظفر بالسعادة في دنياه وآخرته، ثم ذكر أن من طبيعة النفوس حب العاجلة، وتفضيلها على الآجلة، ولو فكروا قليلًا .. لاستبان لهم أن الخير في تفضيل الثانية على الأولى، ثم أرشد إلى أن أسس الدعوة الدينية في كل الأديان واحدة، فما في القرآن هو ما في صحف إبراهيم وموسى عليهما السلام. </p><p> التفسير وأوجه القراءة </p><p> ١ - {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى (١) }؛ أي: قل يا محمد أنت وأمتك: سبحان ربي الأعلى إذا أردتم تسبيحه تعالى، وهو قول جماعة من الصحابة والتابعين، يدل عليه ما روي عن ابن عباس أن النبي - صلى الله عليه وسلم -: قرأ {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى (١) }، فقال:  \"سبحان ربي الأعلى\" ، ذكره البغوي بإسناد الثعلبي، وقيل: معناه: نزه ربك الأعلى عن كل ما لا يليق به من صفات النقص والحدوث، وقال السدي: معناه: عظم ربك الأعلى بوصفه بالكمالات، وتنزيهه من النقائص، فعلى هذا يكون لفظ الاسم مقحمًا لقصد التعظيم، كما في قول لبيد: </p><p> إِلَى الْحَوْلِ ثُمّ اسْمُ السَّلَامِ عَلَيْكُما ... ومَنْ يَبْكِ حَوْلًا كامِلًا فَقَدِ اعْتَذَرْ </p><p> والمعنى: سبح اسم ربك الأعلى عما يقوله الظالمون من اتخاذ صاحبة وولد وشريك. وقال ابن جرير: المعنى: نزه اسم ربك عن أن يسمى به أحد سواه، فعلى هذا لا يكون لفظ {اسْمَ} مقحمًا، وقيل: المعنى: نزه تسمية ربك وذكرك إياه عن </p><p> أن تذكره إلا وأنت له خاشع معظم، ولذكره محترم. وقال الحسن: معنى {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى (١) }: صلِّ له، وقيل: المعنى: صل بأسماء الله تعالى، لا كما يصلي المشركون بالمكاء والتصدية. وقيل: المعنى: ارفع صوتك بذكر ربك الأعلى، ومنه قول جرير: </p><p> قَبَّحَ الإِلَهُ وُجُوْهَ تَغْلِبَ كُلَّمَا ... سَبَّحَ الْحَجِيْجُ وَكَبَّرُوْا تَكْبِيْرَا </p><p> وقال ابن عباس: سبح؛ أي: صلِّ بأمر ربك الأعلى. وعن عقبة بن عامر قال: لما نزلت: {فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (٧٤) } .. قال رسول الله - صلى الله عليه وسلم -: \"اجعلوها في ركوعكم\" ، ولما نزلت: {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى (١) } .. قال:  \"اجعلوها في سجودكم\" . أخرجه أبو داوود. وكانوا يقولون قبل ذلك في الركوع: اللهم لك ركعت. وفي السجود: اللهم لك سجدت. وفي هذا الحديث دلالة على أن لفظ الاسم مقحم، قاله سعدي المفتي، وعلى أن الامتثال بالأمر يحصل بأن يقول: سبحان ربي العظيم أو الأعلى، بدون قراءة النظم القرآني، ولهذا قرأ علي وابن عمر رضي الله عنهم: سبحان ربي الأعلى، الذي خلق فسوى، فإن قوله:  {سَبِّحِ} أمر بالتسبيح، فلا بد أن يذكر ذلك التسبيح، وما هو إلا قول: سبحان ربي الأعلى. </p><p> وقيل معنى الآية (١) : نزه اسم ربك عن إطلاقه على غيره تعالى بوجه يشعر بتشاركهما فيه، كان يسمى الصنم والوثن بالرب والإله، ومنه: تسمية العرب مسيلمة الكذاب برحمان اليمامة، وكذا نزه اسمه عن ذكره، لا على وجه الإعظام والإجلال، ويدخل فيه أن يذكر اسمه عند التثاؤب، وحال الغائط، وكذا بالغفلة، وعدم الوقوف على معناه وحقيقته، وكذا بالغلط في لفظه أو في تركيبه، ومنه إكثار القسم بذكر اسمه من غير مبالاة. وقال جرير في الآية: ارفع صوتك بذكر اسم ربك الأعلى، فإن ذكر المدلول إنما هو بذكر الاسم الدال عليه، وقال بعضهم: المعنى: نزه مسمى ربك؛ أي: ذاته عما يدخل في الوهم والخيال؛ لأن الاسم والمسمى هنا واحد، فظهر من هذه التقادير: أن الاسم غير مقحم، وهو الظاهر. </p><p> و {الْأَعْلَى} صفة للرب، وقيل: للاسم، والأول أظهر لما في الوجه الثاني من </p><p>(١) روح البيان.</p>"
}