{
  "id": null,
  "sura": 87,
  "aya": 19,
  "text": "<p> والمعنى: لثابت فيها، يعني: أن تطهير النفس عما لا ينبغي، وتكميل الروح بالمعارف، وتكميل الجوارح بالطاعة، والزجر عن الالتفات إلى الدنيا، والترغيب في الآخرة، وفي ثواب الله تعالى في دار كرامته، لا يجوز أن يختلف باختلاف الشرائع </p><p> ١٩ - {صُحُفِ} جدِّك {إِبْرَاهِيمَ} الخليل عليه السلام. {و} صحف أخيك {مُوسَى} الكليم عليه السلام، بدل من الصحف الأولى. </p><p> والمعنى: أي إن ما أوحى به إلى نبيه - صلى الله عليه وسلم - من أمر ونهي، ووعد ووعيد، هو بعينه ما جاء في صحف إبراهيم وموسى، فدين الله واحد، وإنما تختلف صوره، وتتعدد مظاهره، فإذا كان المخاطبون قد آمنوا بابراهيم أو بموسى، فعليهم أن يؤمنوا بمحمد - صلى الله عليه وسلم -؛ لأنه لم يأتِ إلا بما جاء في صحفهم، وإنما هو مذكر أو محي لما مات من شرائعهم. </p><p> وقصارى ذلك: أن الرسول - صلى الله عليه وسلم - ما جاء إلا مذكرًا بما نسيته الأجيال من شرائع المرسلين، وداعيًا إلى وجهها الصحيح الذي أفسده كر الغداة، ومرُّ العشي، كما طمس معالمه اتباع الأهواء واقتفاء سنن الآباء والأجداد. </p><p> وقرأ الجمهور: {إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى (١٨) صُحُفِ إِبْرَاهِيمَ وَمُوسَى (١٩) } بضم الحاء في الموضعين. وقرأ الأعمش وهارون وعصمة كلاهما عن أبي عمرو: بسكونها فيهما. وفي كتاب \"اللوامح\" : قرأ العقيلي عن أبي عمرو: {الصحف} ، {صحف} : بإسكان الحاء فهما لغة تميم. </p><p> وقرأ الجمهور:  {إِبْرَاهِيمَ} بألف وبياء، والهاء مكسورة، وقرأ أبو رجاء: بحذفهما، والهاء مفتوحة، أو مكسورة، وقرأ أبو موسى الأشعري وابن الزبير:  {إبراهام} بألفين في كل القرآن، وقرأ مالك بن دينار:  {إبراهم} بكسر الهاء، وبغير ياء في جميع القرآن، قال ابن خالويه: وقد جاء إبراهم، يعني: بألف وضم الهاء، وقد تقدم في سورة النجم الكلام على صحف إبراهيم وموسى عليهما الصلاة والسلام. </p><p> الإعراب </p><p> {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى (١) الَّذِي خَلَقَ فَسَوَّى (٢) وَالَّذِي قَدَّرَ فَهَدَى (٣) وَالَّذِي أَخْرَجَ الْمَرْعَى (٤) فَجَعَلَهُ غُثَاءً أَحْوَى (٥) سَنُقْرِئُكَ فَلَا تَنْسَى (٦) إِلَّا مَا شَاءَ اللَّهُ إِنَّهُ يَعْلَمُ الْجَهْرَ وَمَا يَخْفَى (٧) </p><p> وَنُيَسِّرُكَ لِلْيُسْرَى (٨) فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى (٩) سَيَذَّكَّرُ مَنْ يَخْشَى (١٠) وَيَتَجَنَّبُهَا الْأَشْقَى (١١) الَّذِي يَصْلَى النَّارَ الْكُبْرَى (١٢) }. </p><p> {سَبِّحِ} فعل أمر، وفاعل مستتر يعود على محمد {اسْمَ رَبِّكَ} : مفعول به ومضاف إليه، والجملة مستأنفة، وجعله الجلال مقحمًا على حد قول لبيد: </p><p> إِلَى الْحَوْلِ ثُمَّ اسْمُ السَّلَامِ عَلَيْكُمَا </p><p> ولا داعي لهذا التكلف، فإن التنزيه يقع على الاسم؛ أي: نزه اسم ربك عن أن يسمى به صنم أو وثن. {الْأَعْلَى} : صفة أولى لـ {رَبِّكَ} ، وأجاز ابن هشام أن يكون صفة لـ {اسْمَ}  {الَّذِي} : صفة ثانية لـ {الرب} ، وجملة {خَلَقَ} صلته، ومفعول {خَلَقَ} محذوف؛ أي: كل شيء {فَسَوَّى} : {الفاء} : عاطفة {سوى} : معطوف على {خَلَقَ} . {وَالَّذِي} : معطوف على الموصول الأول، وجملة {قَدَّرَ} صلته، {فَهَدَى} : معطوف على {قَدَّرَ} ، {وَالَّذِي} : معطوف أيضًا على الموصول الأول، وجملة {أَخْرَجَ} صلته، و {الْمَرْعَى} : مفعول به لـ {أَخْرَجَ}  {فَجَعَلَهُ} : {الفاء} : عاطفة {جعله} : فعل، وفاعل مستتر، ومفعول أول معطوف على {أَخْرَجَ} ، {غُثَاءً} : مفعول ثان لـ {جعل}  {أَحْوَى} : صفة لـ {غُثَاءً} ، أو حال من {الْمَرْعَى} ، وأُخِّر عنه لرعاية الفواصل، وهنا أقوال متلاطمة في إعراب {أَحْوَى} لا تخلو من الاعتراض {سَنُقْرِئُكَ} : {السين} : حرف استقبال {نقرئك} : فعل مضارع ومفعول به، وفاعل مستتر يعود على الله، والجملة مستأنفة. {فَلَا تَنْسَى} : {الفاء} : عاطفة {لا} : نافية، {تَنْسَى} ؛ فعل مضارع، وفاعل مستتر يعود على محمد معطوف على {نقرئك} ، {إِلَّا} : أداة استثناء مفرغ من أعم المفاعيل {مَا} : اسم موصول في محل النصب مفعول {تَنْسَى} ، وجملة {شَاءَ} صلة لـ {مَا} ، والعائد محذوف؛ أي: فلا تنسى شيئًا من الأشياء إلا شيئًا شاء الله تعالى نسيانك إياه، {إِنَّهُ} : ناصب واسمه {يَعْلَمُ} : فعل مضارع، وفاعل مستتر يعود على {الله}  {الْجَهْرَ} : مفعول به، وجملة {يَعْلَمُ} في محل الرفع خبر {إن} ، وجملة {إن} مستأنفة مسوقة لتعليل ما قبلها، {وما} : {مَا} : اسم موصول في محل النصب معطوف على {الْجَهْرَ} ، وجملة {يَخْفَى} صلة الموصول، {وَنُيَسِّرُكَ} : {الواو} : عاطفة {نيسرك} : فعل مضارع، وفاعل مستتر يعود على الله، تقديره: نحن، ومفعول به معطوف على {سَنُقْرِئُكَ} ، {لِلْيُسْرَى} : متعلق بـ {نُيَسِّرُكَ} : أي: </p><p> نيسرك لتبليغ الشريعة الإسلامية السمحة، {فَذَكِّرْ} : {الفاء} فاء الفصيحة؛ لأنها أفصحت عن جواب الشرط مقدر تقديره: إذا عرفت أنك من أرباب الفيوضات الكمالية، والفتوحات الربانية، وأردت بيان ما هو اللازم لك .. فأقول:  {ذَكِّرْ} . {ذَكِّرْ} : فعل أمر، وفاعله ضمير مستتر يعود على محمد، ومفعوله محذوف تقديره: فذكر الناس، والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة، {إِنْ} حرف شرط {نَفَعَتِ الذِّكْرَى} فعل وفاعل في محل الجزم بـ {إِنْ} الشرطية على كونها فعل شرط لها، وجواب {إِنْ} محذوف معلوم مما قبلها تقديره: إن نفعت الذكرى .. فذكر، وجملة {إِنْ} الشرطية مستأنفة {سَيَذَّكَّرُ} : {السين} : حرف استقبال، {يذكر} : فعل مضارع {مَن} : اسم موصول في محل الرفع فاعل، والجملة مستأنفة، وجملة {يَخْشَى} : صلة {مَن} الموصولة {وَيَتَجَنَّبُهَا} : {الواو} : عاطفة {يتجنبها الأشقى} : فعل مضارع، ومفعول به، وفاعل، والجملة معطوفة على جملة {سَيَذَّكَّرُ} ، {الَّذِي} : صفة لـ {الْأَشْقَى}  {يَصْلَى} : فعل مضارع، وفاعل مستتر، {النَّارَ} : مفعول به، {الْكُبْرَى} : صفة لـ {النَّارَ} ، والجملة صلة الموصول .. </p><p> {ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَى (١٣) قَدْ أَفْلَحَ مَنْ تَزَكَّى (١٤) وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى (١٥) بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا (١٦) وَالْآخِرَةُ خَيْرٌ وَأَبْقَى (١٧) إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى (١٨) صُحُفِ إِبْرَاهِيمَ وَمُوسَى (١٩) }. </p><p> {ثُمَّ} : حرف عطف وترتيب مع تراخ {لَا} : نافية، {يَمُوتُ} : فعل مضارع، وفاعل مستتر، معطوف على {يَصْلَى} ، {فِيهَا} : متعلق بـ {يَمُوتُ} ، {وَلَا يَحْيَى} : فعل مضارع معطوف على {يَمُوتُ} ، {قَدْ} : حرف تحقيق {أَفْلَحَ} : فعل ماضٍ {مَنْ} : اسم موصول في حل الرفع فاعل، والجملة مستأنفة. {تَزَكَّى} : فعل ماضٍ، وفاعل مستتر، والجملة صلة {مَن} الموصولة {وَذَكَرَ اسْمَ رَبِّهِ} : فعل ماضٍ، وفاعل مستتر، ومفعول به، معطوف على {تَزَكَّى}  {فَصَلَّى} : معطوف على {ذَكَرَ} ، {بَلْ} : حرف عطف وإضراب على مقدر يدل عليه السياق، والتقدير: أنتم لا تفعلون ما فيه صلاح أمركم، بل تؤثرون، و {تُؤْثِرُونَ} : فعل وفاعل، معطوف على ذلك المحذوف {الْحَيَاةَ} : مفعول به {الدُّنْيَا} : صفة لـ {الْحَيَاةَ} ، {وَالْآخِرَةُ} : {الواو} : حالية، {الْآخِرَةُ} : مبتدأ {خَيْرٌ} : خبر {وَأَبْقَى} : معطوف </p><p> على {خَيْرٌ} ، والجملة في محل النصب حال من فاعل {تُؤْثِرُونَ}  {إِنَّ} : حرف نصب {هَذَا} : اسمه {لَفِي الصُّحُفِ} جار ومجرور، متعلق بمحذوف خبر المبتدأ، و {اللام} : حرف ابتداء، وجملة {إنَّ} مستأنفة {الْأُولَى} : صفة لـ {الصُّحُفِ} ، {صُحُفِ} : بدل من {الصُّحُفِ} ، {إِبْرَاهِيمَ} : مضاف إليه، {وَمُوسَى} : معطوف على {إِبْرَاهِيمَ} . </p><p> التصريف ومفردات اللغة </p><p> {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى (١) } سبح: أمر من التسبيح، وهو التنزيه. </p><p> {الْأَعْلَى} : فيه إعلال بالقلب، أصله: الأعلي بوزن الأفعل، تحركت الياء، وانفتح ما قبله، فقلبت ألفا، وأصل هذه الألف الواو؛ لأنه من: علا يعلو علوًا. </p><p> {خَلَقَ} ؛ أي: أوجد الكائنات. </p><p> {فَسَوَّى} ؛ أي: فسواها، ووضع خلقها على نظام كامل، لا تفاوت فيه ولا اضطراب، وأصله: سوي بوزن فعل، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {وَالَّذِي قَدَّر} ؛ أي: قدر لكل حي ما يصلحه مدة بقاءه. </p><p> {فَهَدَى} ؛ أي: هداه، وعرفه وجه الانتفاع بما خلق له. </p><p> {وَالَّذِي أَخْرَجَ الْمَرْعَى (٤) } والمرعى: كل ما تخرجه الأرض من النبات والثمار والزروع المختلفة، وأصله: المرعي، قلبت الياء ألفا لتحركها بعد فتح. </p><p> {فَجَعَلَهُ غُثَاءً} . والغثاء: بتخفيف الثاء المثلثة بوزن: غراب، وتشديدها - بوزن زنار -: ما يقذفه السيل إلى جانب الوادي من الحشيش والنبات والقماش، قال الشاعر: </p><p> كَأَنَّ ظَمِيْئَاتِ الْمُخَيْمِرِ غُدْوَةً ... مِنَ السَّيْلِ وَالْغَثَّاءِ فُلْكٌ مُغَزَّلُ </p><p> وأصله: غثاو؛ لأنه من غثا يغثو، والهمزة فيه مبدلة من الواو لام الكلمة؛ لوقوعها متطرفة إثر ألف زائدة. </p><p> {أَحْوَى} أصله: أحوي بوزن أفعل، قلبت ياؤه ألفًا لتحركها بعد فتح من الحوة، وهو سواد يضرب إلى الخضرة، والأحوى: الذي يضرب لونه إلى السواد </p><p> قال ذو الرمة: </p><p> لَمْيَاءُ فِي شَفَتَيْهَا حُوَّةٌ لَعَسٌ ... وَفِي اللِّثَاتِ وَفِيْ أَنْيَابِهَا شَنَبُ </p><p> وقيل: خضرة عليها سواد، والأحوى: الظبي الذي في ظهره خطان من سواد وبياض، وفي \"الصحاح\" : الحوة: سمرة، وقال الأعلم: هي لون يضرب إلى السواد، وقال أيضًا: الشديد الخضرة التي تضرب إلى السواد، ويقال: رجل أحوى، وامرأة حواء، وجمعهما: حو، نحو: أحمر وحمراء وحمر. </p><p> وفي \"القاموس\" : الحوة - بالضم -: سواد إلى الخضرة، أو حمرة إلى السواد، وحوي، كرضي حوىّ. </p><p> {سَنُقْرِئُكَ} ؛ أي: نجعلك قارئًا للقرآن. {فَلَا تَنْسَى} أصله: تنسي بوزن: تفعل، قلبت الياء ألفًا لتحركها بعد فتح. {وَمَا يَخْفَى} أصله: يخفي بوزن يفعل، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {لِلْيُسْرَى} اليسرى: فعلى، من اليسر وهو السهولة، ويسرت كذا سهلت وهيأت، وضمن نيسرك معنى: نوفقك، فعداه بدون اللام، كما مر، و {اليسرى} : أعمال الخير التي تؤدي إلى اليسر. </p><p> {سَيَذَّكَّرُ} أصله: سيتذكر، أبدلت تاء التفعل دالًا، ثم أدغمت في الذال فاء الكلمة. {مَنْ يَخْشَى} أصله: يخشي بوزن يفعل، قلبت الياء ألفا لتحركها بعد فتح. </p><p> {الْأَشْقَى} أصله: الأشقي بوزن الأفعل، قلبت الياء ألفًا لتحركها بعد فتح. {يَصْلَى} : أصله: يصلي بوزن: يفعل، قلبت الياء ألفا لتحركها بعد فتح. </p><p> وقوله:  {يَمُوتُ} أصله: يموت بوزن يفعُل، نقلت حركة الواو إلى الميم، فسكنت إثر ضمة، فصارت حرف مد. {يَحْيَى} أصله: يحيي بوزن يفعل، قلبت الياء الآخرة ألفا لتحركها بعد فتح. {قَدْ أَفْلَحَ} ؛ أي: فاز بالمطلوب، ونجا من المكروه. </p><p> {مَنْ تَزَكَّى} ، أي: تطهير من دنس الرذائل، ورأسها: جحد الحق، وقسوة القلب، أصله: تزكي بوزن تفعل، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {وَذَكَرَ اسْمَ رَبِّهِ} ؛ أي: ذكر في قلبه صفات ربه من الكبرياء والجلال. </p><p> {فَصَلَّى} أصله: صلي بوزن: فعل، قلبت الياء ألفًا لتحركها بعد فتح، ومعنى: صلَّى خشع وخضعت نفسه لأوامر بارئه. {بَلْ تُؤْثِرُونَ} ؛ أي: تفضلون. </p><p> {وَالْآخِرَةُ خَيْرٌ وَأَبْقَى (١٧) } أصله: أبقي، تحركت الياء، وانفتح ما قبلها، فقلبت ألفًا. {لَفِي الصُّحُفِ الْأُولَى} والصحف: جمع صحيفة، ككتيبة وكتائب، وقذيفة وقذائف. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: حذف المفاعيل ليفيد العموم في قوله: {خَلَقَ فَسَوَّى} ، وقوله:  {قَدَّرَ فَهَدَى} ، أي: خلق كل شيء فسواه، وقدر كل شيء فهداه. </p><p> ومنها: الإتيان بسين الاستقبال في قوله: {سَنُقْرِئُكَ} لتأكيد الكلام. </p><p> ومنها: الطباق في قوله: {إِنَّهُ يَعْلَمُ الْجَهْرَ وَمَا يَخْفَى} ، وفي قوله: {ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَى (١٣) }. </p><p> ومنها: جناس الاشتقاق في قوله: {وَنُيَسِّرُكَ لِلْيُسْرَى (٨) }. </p><p> ومنها: الإتيان فيه بنون العظمة لتكون عظمة المعطي دليلًا على عظمة العطاء. </p><p> ومنها: جناس الاشتقاق بين {ذَكِّرْ} ، و {الذِّكْرَى} . </p><p> ومنها: المقابلة بين {سَيَذَّكَّرُ مَنْ يَخْشَى (١٠) }، وبين {وَيَتَجَنَّبُهَا الْأَشْقَى (١١) }. </p><p> ومنها: الالتفات من الغيبة في قوله: {وَيَتَجَنَّبُهَا الْأَشْقَى (١١) } إلى الخطاب في قوله: {بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا (١٦) } لتشديد التوبيخ في حق الكفرة وتشديد العتاب في حق المسلمين. </p><p> ومنها: جمع المؤكدات في قوله: {إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى (١٨) } مبالغة في رد إنكار المنكرين. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم بالصواب، وإليه المرجع والمآب. </p><p> الخاتمة: صحف موسى غير التوراة عشر، وكلها عبر، وكذا صحف إبراهيم عشر، وكلها أيضًا عبر، وروى الآجري من حديث أبي ذر رضي الله عنه قال: قلت: يا رسول الله، فما كانت صحف إبراهيم؟، قال \"كانت أمثالًا كلها،وفيها:أيها الملك المتسلط المبتلى المغرور، وإني لم أبعثك لتجمع الدنيا بعضها إلى بعض، ولكن بعثتك لترد عني دعوة المظلوم، فإني لا أردها, ولو كانت من فم كافر.</p><p> وكان فيها أيضًا: وعلى العاقل أن يكون له ثلاث ساعات: ساعة يناجي فيها ربه، وساعة يحاسب فيها نفسه، يفكر في صنع الله عَزَّ وَجَلَّ له، ويتفكر فيما صنع هو، وساعة يخلو فيها لحاجته من المطعم والمشرب. </p><p> وفيها أيضًا: وعلى العاقل أن يكون بصيرًا بزمانه، مقبلًا على شأنه، حافظًا للسانه، ومن عدَّ كلامه من عمله .. قل كلامه إلا فيما يعنيه\" . </p><p> قال: قلت: يا رسول الله، فما كانت صحف موسى؟، قال:  \"كانت عبرًا كلها،وفيها:عجبت لمن رأى الدنيا وتقلبها بأهلها كيف يطمئن إليها.</p><p> وفيها أيضًا: عجبت لمن أيقن بالحساب غدًا ثم هو لا يعمل\" قال: قلت: فهل في أيدينا شيء مما كان في يدي إبراهيم وموسى مما أنزل عليك؟ قال:  \"نعم،إقرأ يا أبا ذر:{قَدْ أَفْلَحَ مَنْ تَزَكَّى(١٤)وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى(١٥)بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا(١٦)وَالْآخِرَةُ خَيْرٌ وَأَبْقَى(١٧)إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى(١٨)صُحُفِ إِبْرَاهِيمَ وَمُوسَى(١٩)} \" وذكر الحديث إلى هنا. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة ما تضمنته هذه السورة من المقاصد </p><p> اشتملت على المقاصد التالية: </p><p> ١ - أمر النبي - صلى الله عليه وسلم - وأمته تبع له - بتسبيح الله سبحانه وتعالى عما لا يليق به ذاتًا وصفات وأسماء وأفعالًا. </p><p> ٢ - الامتنان على عباده بخلق الكائنات، وتسويتها، وتقديرها، وهدايتها إلى ما هو من مصالحها، وبإخراج المرعى لهم ولأنعامهم. </p><p> ٣ - الوعد لرسوله - صلى الله عليه وسلم - بإقرائه القرآن وعدم نسيانه. </p><p> ٤ - أمره بتذكير عباده بما ينفعهم في دينهم ودنياهم. </p><p> ٥ - ذكر وعيد من أعرض عن النظر في الدلائل, ووعد من زكى نفسه وطهرها من أدران الشرك والمعاصي، وبيان أن هذا في الصحف الأولى. </p><p> وصلى الله وسلم على سيدنا ومولانا محمد خاتم النبيين، وعلى آله وصحبه أجمعين، والحمد لله رب العالمين (١) . </p><p> * * * </p><p>(١) تم تفسير سورة الأعلى وقت السحر من ليلة الأربعاء الخامسة والعشرين من شهر رمضان المبارك من شهور سنة: ٢٥/ ٩/ ١٤١٦ هـ. ألف وأربع مئة وست عشرة سنة من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليمًا كثيرًا.</p><p> [سورة الغاشية] </p><p> سورة الغاشية مكية بلا خلاف، نزلت بعد سورة الذاريات، وأخرج ابن الضريس والنحاس وابن مردويه والبيهقي عن ابن عباس قال: نزلت سورة الغاشية بمكة، وأخرج ابن مردويه عن ابن الزبير مثله. </p><p> وآياتها: ست وعشرون آية. وكلماتها: اثنتان وتسعون كلمة. وحروفها: ثلاث مئة وإحدى وثمانون حرفًا. </p><p> ومناسبتها لما قبلها: أنه أشير في السابقة إلى المؤمن والكافر، والجنة والنار إجمالًا، وبسط الكلام فيها هنا. وعبارة أبي حيان: لما ذكر فيما قبلها {فَذَكِّرْ} ، وذكر النار والآخرة قال: {هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ (١) }، فبسط الكلام فيها، وذكر أن الناس في الغاشية فريقان: </p><p> فريق في الجنة، وفريق في النار، ثم لفت الأنظار إلى بعض الآثار الكونية، ثم أمر النبي - صلى الله عليه وسلم - بالتذكير مع بيان أن المرجع إلى الله وحده. وقال بعضهم: لما ختم سورة الأعلى بالترغيب في الآخرة حيث قال: {وَالْآخِرَةُ خَيْرٌ وَأَبْقَى (١٧) } افتتح سورة الغاشية ببيان أحوال الآخرة التي رغب فيها، وعاد إليها في السورة السابقة، وكان النبي - صلى الله عليه وسلم - وضع سورة الغاشية بعد سورة الأعلى لشرح بداية هذه لخاتمة تلك. </p><p> فضلها: ومما ورد في فضلها: ما أخرجه أحمد ومسلم وأصحاب السنن عن النعمان بن بشير رضي الله عنه: أن رسول الله - صلى الله عليه وسلم -: كان يقرأ في العيدين، وفي الجمعة بـ {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى (١) }، و {هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ (١) }، وإنْ وافق يوم الجمعة .. قرأهما جميعًا. </p><p> وفي لفظ: وربما اجتمعا في يوم واحد فقرأهما. وفي الباب أحاديث كثيرة، ومنها: ما روي أنه - صلى الله عليه وسلم - قال:  \"من قرأ سورة الغاشية حاسبه الله تعالى حسابًا يسيرًا\" ، ولكن لا أصل له. </p><p> الناسخ والمنسوخ فيها: وقال ابن حزم رحمه الله تعالى: سورة الغاشية كلها </p><p> محكم ليس فيها ناسخ ولا منسوخ إلا آية واحدة، وهي قوله تعالى: {لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) } نسخت بآية السيف، وسميت سورة الغاشية لذكر الغاشية فيها. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p>"
}