{
  "id": null,
  "sura": 88,
  "aya": 17,
  "text": "<p> {مَبْثُوثَةٌ} : كثيرة. وقال الواحدي: ويجوز أن يكون أنها مفرقة في المجالس، والظاهر (١) أن معنى البث: التفرق مع كثرة، ومنه:  {وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ} ، والمعنى: أي: وفيها بسط مبسوطة في المجالس، بحيث يرى في كل مجلس من مجالسهم منها شيء كما يرى في بيوت المترفين وذوي الثراء في الدنيا. </p><p> وقد ذكر (٢) سبحانه كل ما سلف تصويرًا لترف أهل الجنة تصويرًا يقربه من عقولهم، ويستطيعون به إدراكه وفهمه، وإلا فإن نعيم الجنة مما يسمو على الفكر، ويعلو فوق متناول الإدراك، فالأشياء التي عددها سبحانه تتشابه مع نظائرها التي في هذه الحياة بأسمائها، فأما حقائقها وذواتها .. فليست مثلها ولا قريبًا منها، كما أثر عن ابن عباس رضي الله عنهما أنه قال: ليس في الدنيا مما في الآخرة إلا الأسماء. </p><p> ١٧ - ولما (٣) ذكر الله سبحانه وتعالى أمر القيامة، وانقسام أهلها إلى أشقياء وسعداء، وعلم أنه لا سبيل إلى إثبات ذلك إلا بواسطة الصانع الحكيم .. أتبع ذلك بذكر هذه الدلائل, وذكر ما العرب مشاهدوه وملابسوه دائمًا، فقال: {أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ (١٧) }، وهي الجمال، فإنه اجتمع فيها ما تفرق في غيرها من المنافع من أكل لحمها، وشرب لبنها، والحمل عليها، والتنقل عليها إلى البلاد الشاسعة، وعيشها بأي نبات أكلته، وصبرها على العطش، حتى إن فيها ما يرد الماء لعشر، وطواعيتها لمن يقودها، ونهضتها وهي باركة بالأحمال الثقال، وكثرة حنينها، وتأثرها بالصوت الحسن على غلظ أكبادها، ولا شيء من الحيوان جمع هذه الخصال غيرها، وقد أبان تعالى امتنانه بها عليهم بقوله:  {أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ ...} الآيات، ولكونها أفضل ما عند العرب جعلوها دية القتل، ووهبوا المئة منها من يقصدهم ومن أرادوا إكرامه، وذكرها الشعراء في مدح من وهبها، كقول بعضهم: </p><p>(١) الشوكاني. (٢) المراغي.(٣) البحر المحيط.</p><p> الْوَاهِبُ الْمِئَةَ الْهِجَانَ وَعَبْدَهَا </p><p> وقال آخر: </p><p> أَعْطُوْا هُنَيْدَةَ تَحَدُوْهَا ثَمَانِيَةٌ </p><p> وناسب التنبيه بالنظر إليها وإلى ما حوت من عجائب الصفات ما ذكر معها من السماء والجبال والأرض؛ لانتظام هذه الأشياء في نظر العرب في أوديتهم وبواديهم، وليدل على الاستدلال على إثبات الصانع، وأنه ليس مختصًا بنوع، بل هو عام في كل موجوداته، كما قيل: </p><p> وَفِيْ كُلِّ شَيْءٍ لَهُ آيَةٌ ... تَدُلُّ عَلَى أَنَّهُ وَاحِدُ </p><p> ولم يذكر الفيل مع أنه أعظم خلقة من الإبل؛ لأنه لم يكن بأرض العرب، فلم تعرفه، ولا يحمل عليه عادة، ولا يحلب دره، ولا يؤمن ضره. وقال الحسن: وخص الإبل بالذكر؛ لأنها تأكل النوى والقت، وتخرج اللبن، فقيل له: الفيل أعظم منها في الأعجوبة، قال: العرب بعيدة العهد بالفيل، ثم هو خنزير، لا يؤكل لحمه، ولا يركب ظهره، ولا يحلب دره. </p><p> والإبل لا واحد له من لفظه، وهو مؤنث، ولذلك إذا صغر دخلته التاء، فقالوا: أُبَيلة، وقالوا في الجمع: آبال. </p><p> وقرأ الجمهور (١) : {الْإِبِلِ} بكسرتين، وتخفيف اللام، وروى الأصمعي عن ابن عمرو: إسكان الباء، وقرأ علي وابن عباس: بشد اللام بعد كسرتين، ورويت عن أبي عمرو وأبي جعفر والكسائي، وقالوا: إنها بهذا الضبط: السحاب عن قوم من أهل اللغة، وبالضبطين الأولين: الجمال. والهمزة في قوله:  {أَفَلَا يَنْظُرُونَ} للإنكار (٢) والتوبيخ، داخلة على محذوف يقتضيه المقام، والفاء عاطفة على ذلك المحذوف، وكلمة {كَيْفَ}  (٣) منصوبة بما بعدها معلقة لفعل النظر، والجملة في حيز الجر على أنها بدل اشتمال من الإبل؛ أي أينكرون ما ذكر من البعث وأحكامه، ويستبعدون وقوعه عن قدرة الله تعالى، فلا ينظرون نظر اعتبار إلى الإبل </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) روح البيان.</p>"
}