{
  "id": null,
  "sura": 88,
  "aya": 26,
  "text": "<p> ٢٥ - ثم أكد تعذيب الله لمن تولى وكفر بقوله: {إِنَّ إِلَيْنَا إِيَابَهُمْ (٢٥) }؛ أي: رجوعهم بيعد الموت، فهو تعليل لتعذيبه تعالى بالعذاب الأكبر؛ أي: إن إلينا رجوعهم بالموت والبعث، لا إلى أحد سوانا، لا استقلالًا ولا اشتراكًا، كما قال تعالى؛ {أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ} ، {وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ} فتقديم (١) الخبر للتخصيص والمبالغة، فإنه يفيد معنى أن يقال: إن إيابهم ليس إلا إلى الجبار المقتدر على الانتقام، كما أن مبدأهم وصدورهم كان منه، وفيه تخويف شديد، فإن رجوع العبد العاصي العصر إلى مالكه الغضوب في غاية الصعوبة، ونهاية العسرة، وجمع الضمير فيه وفيما بعده باعتبار معنى {من} ، كما أن إفراده فيما سبق باعتبار لفظها، ويقال: آب يؤب أوبًا وإيابًا إذا رجع، ومنه قول عبيد بن الأبرص: </p><p> وَكُلُّ ذِيْ غَيْبَةٍ يَؤُوبُ ... وَغَائِبُ الْمَوْتِ لَا يَؤُوبُ </p><p> وقرأ الجمهور (٢) : {إِيَابَهُمْ} بتخفيف الياء مصدر آب: بمعنى رجع، وقرأ أبو جعفر وشيبة: بتشديدها. قال أبو حاتم: لا يجوز التشديد، ولو جاز لجاز مثله في المعيام والقيام، وقيل: هما لغتان بمعنى، قال الواحدي: وأما إيابهم بتشديد الياء، فإنه شاذ لم يجزه أحد غير الزجاج. </p><p> ٢٦ - {ثُمَّ إِنَّ عَلَيْنَا} بمقتضى وعيدنا، لا وجوبًا، لا على غيرنا {حِسَابَهُمْ} ؛ أي: جزاءهم بعد رجوعهم إلينا بالبعث، فنحن نحاسبهم على النقير والقطمير من نياتهم وأعمالهم، و {ثُمَّ}  (٣) للتراخي في الرتبة لبعد منزلة الحساب في الشدة عن منزلة الإياب، لا في الزمان، فإن الترتيب الزماني بين إيابهم وحسابهم، لا بين كون إيابهم إليه تعالى، وحسابهم عليه تعالى، فإنهما أمران مستمران، والمعنى: أي: لا مفر للمعرضين، ولا خلاص لهم من الويل الذي أوعدوا به، فإنهم راجعون إلينا، وقد حق القول منا في عقابهم، وسنحاسبهم على ما كسبت أيديهم. وفي هذا تسلية لقلب رسوله - صلى الله عليه وسلم -، وإزالة أحزانه وآلامه لتكذيبهم إياه، وإصرارهم على معاندته، وفي \"الإرشاد\" : وفي تصدير (٤) الجملتين بـ {إِنَّ} ، وتقديم خبرها، وعطف الثانية على </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.(٤) أبو السعود.</p><p> الأولى بكلمة {ثُمَّ} المفيدة لبعد منزلة الحساب في الشدة من الإنباء عن غاية السخط الموجب لشديد العذاب ما لا يخفى. </p><p> الإعراب </p><p> {هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ (١) وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ (٢) عَامِلَةٌ نَاصِبَةٌ (٣) تَصْلَى نَارًا حَامِيَةً (٤) تُسْقَى مِنْ عَيْنٍ آنِيَةٍ (٥) }. </p><p> {هَلْ} : حرف استفهام للاستفهام التعجبي التشويقي إلى استماع حديث الغاشية، وقيل بمعنى: قد. {أَتَاكَ} : فعل ومفعول به {حَدِيثُ الْغَاشِيَةِ} : فاعل ومضاف إليه، والجملة مستأنفة إنشائية، {وُجُوهٌ} : مبتدأ، وسوغ الابتداء بالنكرة وقوعه في معرض التفصيل والوصف المقدر {يَوْمَئِذٍ} : ظرف مضاف لمثله، متعلق بـ {خَاشِعَةٌ} ، و {خَاشِعَةٌ} : خبر المبتدأ، والجملة مستأنفة مسوقة لبيان حديث الغاشية، {عَامِلَةٌ نَاصِبَةٌ (٣) }: خبران آخران للمبتدأ، وقيل:  {خَاشِعَةٌ} عاملة {نَاصِبَةٌ} صفات لـ {وُجُوهٌ} ، والخبر جملة {تَصْلَى} ، {تَصْلَى} : فعل مضارع، وفاعل مستتر يعود على {وُجُوهٌ} ، {نَارًا} : مفعول به {حَامِيَةً} : صفة {نَارًا} ، والجملة خبر رابع لـ {وُجُوهٌ} . {تُسْقَى} : فعل مضارع مغير الصيغة، ونائب فاعله ضمير يعود على {وُجُوهٌ} ، والجملة خبر خامس لـ {وُجُوهٌ} . {مِنْ عَيْنٍ} : متعلق بـ {تُسْقَى}  {آنِيَةٍ} : صفة {عَيْنٍ} . </p><p> {لَيْسَ لَهُمْ طَعَامٌ إِلَّا مِنْ ضَرِيعٍ (٦) لَا يُسْمِنُ وَلَا يُغْنِي مِنْ جُوعٍ (٧) وُجُوهٌ يَوْمَئِذٍ نَاعِمَةٌ (٨) لِسَعْيِهَا رَاضِيَةٌ (٩) فِي جَنَّةٍ عَالِيَةٍ (١٠) لَا تَسْمَعُ فِيهَا لَاغِيَةً (١١) فِيهَا عَيْنٌ جَارِيَةٌ (١٢) فِيهَا سُرُرٌ مَرْفُوعَةٌ (١٣) وَأَكْوَابٌ مَوْضُوعَةٌ (١٤) وَنَمَارِقُ مَصْفُوفَةٌ (١٥) وَزَرَابِيُّ مَبْثُوثَةٌ (١٦) }. </p><p> {لَيْسَ} : فعل ماضٍ ناقص {لَهُمْ} : خبرها مقدم {طَعَامٌ إ} : اسمها مؤخر، وجملة {لَيْسَ} مستأنفة استئنافًا بيانيًا واقعًا في جواب سؤال مقدر مترتب على ما سبق، كأنه قيل: وما هو طعامهم بعدما ذكر شرابهم؟، قيل: ليس لهم طعام إلخ، {إِلَّا} أداة استثناء مفرغ، {مِنْ ضَرِيعٍ} : صفة {طَعَامٌ} ، أو بدل منه على القاعدة، ويجوز أن يكون في محل النصب على الاستثناء {لَا} : نافيه، {يُسْمِنُ} : فعل مضارع، وفاعل مستتر يعود على {ضَرِيعٍ} ، والجملة صفة لـ {ضَرِيعٍ} ، وجملة {وَلَا يُغْنِي} معطوفة على جملة {لَا يُسْمِنُ} . {مِنْ جُوعٍ} : متعلق بـ {يُغْنِي} . {وُجُوهٌ} : </p><p> مبتدأ، سوغ الابتداء بالنكرة وقوعه في معرض التفصيل. {يَوْمَئِذٍ} : ظرف مضاف لمثله، متعلق بـ {نَاعِمَةٌ} ، و {نَاعِمَةٌ} : خبر {وُجُوهٌ} ، والجملة مستأنفة، أو معطوفة بعاطف مقدر على جملة قوله: وجوه يومئذ خاشعة {لِسَعْيِهَا} : متعلق بـ {رَاضِيَةٌ} ، و {رَاضِيَةٌ} : خبر ثانٍ لـ {وُجُوهٌ} . {فِي جَنَّةٍ} : خبر ثالث لـ {وُجُوهٌ} . {عَالِيَةٍ} : صفة {جَنَّةٍ} : {لَا} : نافية {تَسْمَعُ} : فعل مضارع، وفاعل مستتر يعود على المخاطب تقديره: أنت {فِيهَا} : متعلق بـ {تَسْمَعُ} ، {لَاغِيَةً} : مفعول به؛ لأنه مصدر بمعنى: لغوًا، جاء على وزن فاعلة، كالعاقبة والعافية، والجملة الفعلية في محل الجر صفة ثانية لـ {جَنَّةٍ} ولكنها سببية، {فِيهَا} : خبر مقدم. {عَيْنٌ} مبتدأ مؤخر. {جَارِيَةٌ} : صفة لـ {عَيْنٌ} والجملة الاسمية صفة ثالثة لـ {جَنَّةٍ} ، {فِيهَا} : خبر مقدم، {سُرُرٌ} : مبتدأ مؤخر، {مَرْفُوعَةٌ} : صفة لـ {سُرُرٌ} ، والجملة الاسمية صفة رابعة لـ {جَنَّةٍ} ، {وَأَكْوَابٌ} معطوفة على {سُرُرٌ} : {مَوْضُوعَةٌ} : صفة {أَكْوَابٌ} ، {وَنَمَارِقُ} : معطوفة على {سُرُرٌ} ، {مَصْفُوفَةٌ} : صفة لـ {نَمَارِقُ} ، {وَزَرَابِيُّ} : معطوف على {سُرُرٌ} ، و {مَبْثُوثَةٌ} : صفة لـ {زَرَابِيُّ} . </p><p> {أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ (١٧) وَإِلَى السَّمَاءِ كَيْفَ رُفِعَتْ (١٨) وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ (١٩) وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ (٢٠) }. </p><p> {أَفَلَا} : الهمزة للاستفهام الإنكاري، داخلة على محذوف دل عليه السياق، و {الفاء} : عاطفة على ذلك المحذوف {لا} : نافية {يَنْظُرُونَ} : فعل وفاعل {إِلَى الْإِبِلِ} : متعلق بـ {يَنْظُرُونَ} ، و {يَنْظُرُونَ} : تعدى إلى {الْإِبِلِ} بواسطة {إِلَى} ، وتعدى إلى {كَيْفَ خُلِقَتْ} على سبيل التعليق، وقد تبدل الجملة وفيها الاستفهام من الاسم الذي قبلها, وإن لم يكن فيه استفهام على خلاف في ذلك. اهـ \"فتوحات\" . والجملة الفعلية معطوفة على تلك المحذوفة والتقدير: أينكرون البعث فلا ينظرون، والجملة المحذوفة مستأنفة مسوقة لتقرير ما مضى من حديث الغاشية. {كَيْفَ} : اسم استفهام عن الحال في محل النصب على الحال بـ {خُلِقَتْ} ، {خُلِقَتْ} : فعل ماض مغير الصيغة، ونائب فاعله ضمير يعود على {الْإِبِلِ} ، والجملة الفعلية في محل الجر بدل من {الْإِبِلِ} بدل اشتمال، {وَإِلَى السَّمَاءِ} : جار ومجرور معطوف على قوله: {إِلَى الْإِبِلِ} ، وجملة قوله:  {كَيْفَ رُفِعَتْ} بدل من {السَّمَاءِ} بدل اشتمال، وكذا قوله {وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ (١٩) وَإِلَى الْأَرْضِ كَيْفَ </p><p> سُطِحَتْ (٢٠) }: معطوفان على قوله: {إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ} ممثالان له في إعرابه. </p><p> {فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ (٢١) لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) إِلَّا مَنْ تَوَلَّى وَكَفَرَ (٢٣) فَيُعَذِّبُهُ اللَّهُ الْعَذَابَ الْأَكْبَرَ (٢٤) إِنَّ إِلَيْنَا إِيَابَهُمْ (٢٥) ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ (٢٦) }. </p><p> {فَذَكِّرْ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا دعوتهم إلى الإيمان بالله، وبما جئت به من البعث والنشور والحساب، وبالاستدلال عليها بالنظر إلى هذه المخلوقات المذكورة، ولم يقبلوا ذلك، وأردت بيان ما هو اللازم لك .. فأقول لك: ذكرهم. {ذكر} : فعل أمر، وفاعل مستتر يعود على محمد، ومفعوله محذوف تقديره: فذكرهم، والجملة في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {إِنَّمَا} : أداة حصر {أَنْتَ} : مبتدأ {مُذَكِّرٌ} : خبر، والجملة الاسمية جملة تعليلية مسوقة لتعليل الأمر بالتذكير {لَسْتَ} : فعل ناقص، واسمه {عَلَيْهِمْ} : متعلق بـ {بِمُصَيْطِرٍ} ، {بِمُصَيْطِرٍ} خبر {ليس} و {الباء} : زائدة، وجملة {ليس} معطوفة على ما قبلها بعاطف مقدر على كونها تعليلية {إِلَّا} : أداة استثناء متصل {مَن} : اسم موصول في محل النصب على الاستثناء من مفعول {ذَكِّرْ} المحذوفة، أو من الهاء في {عَلَيْهِمْ} ، {تَوَلَّى} : فعل ماضٍ، وفاعل مستتر صلة {مَن} الموصولة {وَكَفَرَ} : معطوف على {تَوَلَّى} ، {فَيُعَذِّبُهُ}  {الفاء} : تعليلية {يعذبه الله} : فعل ومفعول به، وفاعل. {الْعَذَابَ} : مفعول مطلق {الْأَكْبَرَ} صفة لـ {الْعَذَابَ} ، والجملة الفعلية جملة تعليلية لا محل لها من الإعراب، وإن شئت قلت:  {إِلَّا} : حرف استثناء منقطع بمعنى لكن. {مَن} : اسم موصول في محل الرفع مبتدأ، وجملة {تَوَلَّى} صلته، {وَكَفَرَ} : معطوف على {تَوَلَّى}  {فَيُعَذِّبُهُ} : {الفاء} : رابطة الخبر بالمبتدأ؛ لشبه الموصول بأسماء الشرط في العموم، {يعذبه} : فعل ومفعول به {اللَّهُ} : فاعل. {الْعَذَابَ} : مفعول مطلق مبين للنوع، {الْأَكْبَرَ} . صفة لـ {الْعَذَابَ} ، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية جملة استدراكية لا محل لها من الإعراب {إِنَّ} : حرف نصب {إِلَيْنَا} : جار ومجرور خبر مقدم لـ {إِنَّ}  {إِيَابَهُمْ} : اسم {إِنَّ} مؤخر، وجملة {إِنَّ} جملة تعليلية لا محل لها من الإعراب؛ لأنها سيقت لتعليل التعذيب، {ثُمَّ} : حرف عطف وترتيب رتبي، كما مر </p><p> {إِنَّ} : حرف نصب {عَلَيْنَا} : خبر مقدم لـ {إِنَّ} . {حِسَابَهُمْ} اسمها مؤخر، وجملة {إِنَّ} معطوفة على جملة {إِنَّ} الأولى. </p><p> التصريف ومفردات اللغة </p><p> {هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ (١) } الغاشية: اسم من أسماء القيامة سميت بذلك؛ لأنها تغشى الناس بشدائدها وأهوالها، يقال: غشية يغشاه؛ أي: غطاه، وكل ما أحاط بالشيء من جميع جهاته فهو غاشٍ له، وفي \"المختار\" : الغشاء: الغطاء كما في قوله تعالى: {وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً} بضم الغين وفتحها وكسرها، وفي \"المصباح\" : ويقال: إن الغاشية تعطل القوى المحركة، والأوردة الحساسة لضعف القلب بسبب وجع شديد، أو برد، أو جوع مفرط، وقيل: الغشي: هو الإغماء، وقيل: الإغماء: امتلاء بطون الدماغ من بلغم بارد غليظ، وقيل: الإغماء: سهو يلحق الإنسان مع فتور الأعضاء لعلة، وغشيته أغشاه - من باب: تعب -: أتيته، والإسم: الغشيان - بالكسر -. </p><p> {عَامِلَةٌ نَاصِبَةٌ (٣) } والناصبة: التعبة، يقال: نصب - من باب علم -: إذا تعب في العمل، والمعنى. تعمل أعمالًا شاقة. </p><p> {تَصْلَى نَارًا حَامِيَةً (٤) } من قولهم: صلي النار بالكسر؛ أي: قاسى حرها، وفيه إعلال بالقلب، أصله: تصلي، قلبت الياء ألفًا لتحركها بعد فتح. {حَامِيَةً} ؛ أي: متناهية في الحر، من قولهم: حميت النار إذا اشتد حرها. </p><p> وقوله:  {تُسْقَى} أصله: تسقي، قلبت الياء ألفا لتحركها بعد فتح. </p><p> {نَارًا} ألفه منقلبة عن واو لتصغيره على نويرة. </p><p> {مِنْ عَيْنٍ آنِيَةٍ} والعين: ينبوع الماء، والآنية: الشديدة الحر، وفي \"القاموس\" : وأنى الحميم: انتهى حره، فهو آن، وبلغ هذا أناه ويكسر؛ أي: غايته. </p><p> {إِلَّا مِنْ ضَرِيعٍ} والضريع: شجر ذو شوك لائط بالأرض، فإذا كان رطبًا سمي: بالشبرق، وفي \"القاموس\" : والضريع - كأمير -: الشبرق، أو يبيسه، أو نبات رطبه يسمى: الشبرق، ويابسه: الضريع، لا تقربه دابة لخبثه، والسلاء والعوسج: </p><p> الرطب، أو نبات في الماء الآجن له عروق لا تصل إلى الأرض، أو شيء من جهنم أمر من الصبر، وأنتن من الجيفة، وأحر من النار، ونبات منتن يرمي به البحر، ويبيس كل شجر، والخمر أو رقيقها، والجلد على العظم تحت اللحم. وفي \"الكشاف\" : الضريع: يبيس الشبرق، وهو جنس من الشوك ترعاه الإبل ما دام رطبًا، فإذا يبس تحامته الإبل، وهو سم قاتل، قال أبو ذؤيب: </p><p> رَعَى الشِّبْرِقَ الرَّيَّانَ حَتَّى إِذَا ذَوَى ... وَعَادَ ضَرِيْعًا بَانَ عَنْهُ النَّحَائِصُ </p><p> {نَاعِمَةٌ} ؛ أي: ذات بهجة وحسن وجمال، اسم فاعل من نعم الشيء بالضم نعومةً؛ أي: صار ناعمًا لينًا. </p><p> {رَاضِيَةٌ} : فيه إعلال بالقلب، أصله: راضوة من الرضوان، قلبت الواو ياءً لتطرفها إثر كسرة. </p><p> {فِي جَنَّةٍ عَالِيَةٍ (١٠) } فيه إعلال أيضًا، أصله: عالوة من العلو، قلبت الواو ياء لتطرفها إثر كسرة .. </p><p> {لَا تَسْمَعُ فِيهَا لَاغِيَةً (١١) }؛ أي: لغوًا وكذبًا وبهتانًا؛ لأنه مصدر على وزن فاعلة، كالعاقبة والعافية، كما مر، وفيه إعلال بالقلب أيضًا، أصله؛ لاغوة من لغا يلغو، قلبت الواو ياءً لتطرفها إثر كسرة. </p><p> {فِيهَا سُرُرٌ} جمع سرير، وهو ما يجلس أو ينام عليه، وأفضله ما كان مرفوعًا عن الأرض. {وَأَكْوَابٌ} : جمع: كوب بالضم، وهو ما لا عروة له، ولا خرطوم من الكيزان. {مَوْضُوعَةٌ} ؛ أي: معدة ومهيأة للشرب. </p><p> {وَنَمَارِقُ} جمع: نمرقة بضم النون وفتحها، والراء مضمومة فيهما لغتان أشهرهما الأول، وهو الوسادة الصغيرة، وفي \"القاموس\" : والنمرقة مثلثة: الوسادة الصغيرة، أو الميثرة، أو طنفسة فوق الرحل. قال الشاعر: </p><p> كُهُوْلٌ وَشُبَّانٌ حِسَانٌ وُجُوْهُهُمْ ... عَلَى سُرُرٍ مَصْفُوْفَةٍ وَنَمَارِقِ </p><p> {وَزَرَابِيُّ} جمع: زربي بكسر الزاي، وزربية، وهو البساط، أصله: زرابيي بوزن فعاليل، فأدغمت ياء فعاليل في الياء لام الكلمة، وأصل الزرابي: أنواع النبات إذا احمرت واصفرت وفيها خضرة، ويقال: أزرب النبات إذا صار كذلك، </p><p> سموا بها البسط لشبهها به. </p><p> {مَبْثُوثَةٌ} ؛ أي: مفرقة في المجالس بحيث يرى في كل مجلس شيء منها، كما يرى في بيوت ذوي الثراء، وفي \"القاموس\" : الزرابي: النمارق والبسط، أو كل ما يبسط ويتكأ عليها، الواحدة: زربي بالكسر، ويضم، والطنافس أيضًا: جمع طنفسة بتثليث الطاء والفاء، ففيه تسع لغات، وهي المسماة الآن بالسجادة. </p><p> {إِلَى الْإِبِلِ} بكسرتين وتسكن الباء، مفرد يقع على الجمع، وليس بجمع ولا اسم جمع، يجمع على: آبال، كما في \"القاموس\" ، وقال بعضهم: اسم جمع لا واحد له من لفظه، كنساء وقوم، وإنما واحده بعير وناقة وجمل. </p><p> {وَإِلَى السَّمَاءِ كَيْفَ رُفِعَتْ (١٨) } ورفع السماء: إمساك ما فوقنا من شموس وأقمار ونجوم. </p><p> {وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ (١٩) } ونصب الجبال: إقامتها أعلامًا للسائرين، وملجأً للحائرين. </p><p> {وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ (٢٠) } وسطح الأرض: تمهيدها وتوطئتها لقامة عليها، والمشي في مناكبها {لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) } أصل {لَسْتَ} : ليس، فلما لحقت به تاء الفاعل المتحركة .. سكن آخر الفعل - وهو السين - فالتقى ساكنان: الياء والسين، فحذفت الياء لالتقاء الساكنين، فصار: لست بوزن فلت، و {مسيطر} : اسم فاعل جاء مصغرًا ولا مكبر له، كقولهم: رويد والثريا وكميت ومبيقر ومبيطر ومهيمن، وقرىء {بمسيطر} بفتح الطاء، وهذه القراءة غريبة شاذة، فقد قال في \"تاج العروس\" : سيطر: جاء على وزن فيعل، فهو مسيطر بكسر الطاء، ولم يستعمل فعله مجهولًا، وننتهي في كلام العرب إلى ما انتهوا إليه، فلا نزيد على ذلك. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستفهام التشويقي في قوله: {هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ (١) }؛ لدلالته </p><p> على تشويق السامع إلى استماع حديث الغاشية. </p><p> ومنها: الاستعارة التصريحية في لفظ {الْغَاشِيَةِ} ؛ لأنه حقيقة في كل ما أحاط بالشيء من جميع جهاته، ككمام الثمار التي أحاطت بلبها مع الإحاطة في كل. </p><p> ومنها: المجاز المرسل في قوله: {وُجُوهٌ يَوْمَئِذٍ} ؛ لأن المراد أصحابها، ففيه إطلاق الجزء وإرادة الكل. </p><p> ومنها: التتميم في قوله: {لَا يُسْمِنُ وَلَا يُغْنِي مِنْ جُوعٍ (٧) }، فقوله:  {لَا يُغْنِي} جملة لا يمكن طرحها من الكلام؛ لأنه لما قال:  {لَا يُسْمِنُ} .. ساغ للمتوهم أن يتوهم أن هذا الطعام الذي ليس من جنس طعام البشر انتفت عنه صفة الإسمان، ولكن بقيت له صفة الإغناء، فجاءت جملة:  {وَلَا يُغْنِي مِنْ جُوعٍ} تتميمًا للمعنى المراد، وهو أن هذا الطعام انتفت عنه صفة إفادة السمن والقوة، كما انتفت عنه صفة إماطة الجوع وإزالته. </p><p> ومنها: تنكير {جُوعٍ} في هذه الجملة للدلالة على التحقير أي: لا يغني من جوع ما. </p><p> ومنها: تأخير نفي الإغناء عن الإسمان لمراعاة الفواصل، والتوسل به إلى التصريح بنفي كلا الأمرين، إذ لو قدم لما احتيج إلى ذكر نفي الإسمان ضرورة استلزام نفي الإغناء عن الجوع إياه، بخلاف العكس، ولذلك كرر {لَا} لتأكيد النفي. </p><p> ومنها: تقديم حكاية أهل النار على حكاية أهل الجنة؛ لأنه أدْخَلُ في تهويل الغاشية، وتفخيم حديثها. </p><p> ومنها: ترك العطف في قوله: {وُجُوهٌ يَوْمَئِذٍ نَاعِمَةٌ (٨) } على ما قبلها إيذانًا بكمال تباين مضمون الجملتين. </p><p> ومنها: جناس الاشتقاق في قوله: {فَذَكِّرْ} و {مُذَكِّرٌ} ، وقوله:  {فَيُعَذِّبُهُ} ، و {الْعَذَابَ} . </p><p> ومنها: المقابلة بين وجوه الأبرار ووجوه الفجار في قوله: {وُجُوهٌ يَوْمَئِذٍ نَاعِمَةٌ (٨) لِسَعْيِهَا رَاضِيَةٌ (٩) } قابل بينها وبين سابقتها {وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ (٢) عَامِلَةٌ نَاصِبَةٌ (٣) }. </p><p> ومنها: حذف المفعول في قوله: {فَذَكِّرْ} ؛ أي: الناس؛ لإفادة العموم. </p><p> فائدة: واعلم أنه يجوز حذف المفعول به لغرض: </p><p> إما لفظي: كتناسب الفواصل؛ أي: رؤوس الآي، وذلك كما في قوله تعالى: {مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (٣) }، والأصل:  {وما قلاك} ، فحذف المفعول ليناسب قوله: {وَالضُّحَى (١) وَاللَّيْلِ إِذَا سَجَى (٢) }، وكالإيجاز، كما في قوله تعالى:  {فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا} والأصل: فإن لم تفعلوه، ولن تفعلوه؛ أي: الإتيان بسورة من مثله. </p><p> وإما معنوي: كاحتقاره، نحو:  {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي} ؛ أي: لأغلبن الكافرين، فحذف المفعول زيادة في امتهانه واحتقاره، أو لاستهجانه واستقباح التصريح به، كقول عائشة رضي الله عنها: ما رأى منى، ولا رأيت منه؛ أي: العورة. </p><p> ومنها: تقديم الجار والمجرور في قوله: {إِنَّ إِلَيْنَا إِيَابَهُمْ (٢٥) ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ (٢٦) } لإفادة التخصيص والمبالغة في الوعيد، فإنه يفيد معنى أن يقال: إن إيابهم ليس إلا إلى الجبار المقتدر على الانتقام، كما أن مبدأهم وصدورهم كان منه تعالى. </p><p> ومنها: العطف بـ {ثُمَّ} للدلالة على التراخي في الرتبة لا في الزمان, لأنه قد يكون مباشرة بعد الإياب، ولكين التفاوت بين الموقفين أمر لا تكتنه أهواله، ولا يدري أحد مداه. </p><p> ومنها: مجيء الخبر مؤكدًا بـ {إِنَّ} ، كأنهم بحاجة إلى تأكيد هذا الأمر الذي أشاحوا عنه، ولم يتدبروه لترددهم فيه. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم بالصواب، وإليه المرجع والمآب </p><p> * * * </p><p> خلاصة ما تضمنته هذه السورة من المقاصد </p><p> اشتملت هذه السورة على المقاصد التالية: </p><p> ١ - وصف أهل الجنة، ووصف أهل النار. </p><p> ٢ - ذكر عجائب الصنعة الإلهية. </p><p> ٣ - أمر رسوله - صلى الله عليه وسلم - بالتذكير بما أرسل إليه من الشرائع (١) . </p><p> والله سبحانه وتعالى أعلم </p><p>(١) إلى هنا تمت سورة الغاشية بعون الله ذي العطايا الفاشية، ليلة الثلاثاء وقت السحر من ليلة عيد الفطر من شهر شوال من شهور سنة: ١/ ١٠/ ١٤١٦ هـ ألف وأربع مئة وست عشرة سنة من الهجرة النبوية، على صاحبها أفضل الصلاة وأزكى التحية، وصلى الله على سيدنا محمد، وعلى آله وصحبه وسلم تسليمًا كثيرًا، والحمد لله رب العالمين.</p><p> [سورة الفجر] </p><p> سورة الفجر مكية بلا خلاف (١) ، نزلت بعد سورة الليل، وأخرج ابن الضريس وابن مردويه والبيهقي من طرق عن ابن عباس قال: نزلت {وَالْفَجْرِ (١) } بمكة، وأخرج ابن مردويه عن ابن الزبير وعائشة مثله. </p><p> وآياتها (٢) : ثلاثون، أو تسع وعشرون آية. وكلماتها: مئة وتسع وثلاثون كلمة. وحروفها: خمس مئة وسبعة وتسعون حرفًا. </p><p> ومناسبتها لما قبلها من وجوهٍ (٣) : </p><p> ١ - أنه ذكر في تلك الوجوه الخاشعة، والوجوه الناعمة، وذكر في هذه طوائف من المكذبين المتجبرين الذين وجوههم خاشعة، وطوائف من الذين وجوههم ناعمة. </p><p> ٢ - أن القسم في أول هذه السورة، كالدليل على صحة ما تضمنته خاتمة السورة السابقة من الوعد والوعيد. </p><p> قال الجلال السيوطي - رحمه الله تعالى -: لم يظهر لي في وجه ارتباطها سوى أن أولها كالإقسام على صحة ما ختم به السورة التي قبلها، أو على ما تضمنته من الوعد والوعيد، هذا مع أن جملة {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ} مشابهة لجملة: {أَفَلَا يَنْظُرُونَ} . وسورة الفجر نزلت بعد سورة الليل، والفجر يعقب الليل، ويأتي بعده. </p><p> وعبارة أبي حيان: المناسبة بين السورتين: أن الله سبحانه لما ذكر فيما (٤) قبلها: {وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ} و {وُجُوهٌ يَوْمَئِذٍ نَاعِمَةٌ} .. أتبعها بذكر الطوائف المتكبرين المكذبين المتجبرين الذين وجوههم خاشعة، وأشار إلى الصنف </p><p>(١) الشوكاني. (٢) الخازن.(٣) المراغي.(٤) البحر المحيط.</p><p> الآخر الذين وجوههم ناعمة بقوله: {يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ (٢٧) }. وأيضًا لما قال: {إِلَّا مَنْ تَوَلَّى وَكَفَرَ (٢٣) } قال هنا: {إِنَّ رَبَّكَ لَبِالْمِرْصَادِ (١٤) } ... تهديدًا لمن كفر وتولى. </p><p> قال الشيخ موسى جار الله - رحمه الله تعالى - في كتابه:  \"نظم الدرر في ترتيب السور وتناسبها\" : وسورة الفجر فيها تاريخ التمدن بترتيب عجيب، يظهر منه أن تمدن جنوب جزيرة العرب أقدم من تمدن الفراعنة، وظاهر قوله تعالى: {الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ (٨) } أن تمدن عاد كان أرقى من كل تمدن كان قبله أو في زمنه، فإن كان أوتاد فرعون في هذه السورة هي أهرام الفراعنة، وهي قبورهم، فلعل {الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ (٨) } هي شيء أعجب صنعًا، وأنفع للناس، وإن لم تكن أرسى من الأهرام، وأصبر منها على عوادي الطبيعة، وجاءت السورة بعد سورة الغاشية ليرى الترتيب أن غاشية من الغواشي غشيت التي لم يخلق مثلها في البلاد، فهل ترى لها من باقية؟ انتهى. </p><p> ومن فضائلها: ما أخرجه النسائي عن جابر قال: صلى معاذ صلاة، فجاء رجل، فصلى معه فطول، فصلى في ناحية المسجد، ثم انصرف، فبلغ ذلك معاذًا، فقال: منافق، فذكر ذلك لرسول الله - صلى الله عليه وسلم -، فقال: يا رسول الله، جئت أصلي، فطول علي، فانصرفت، فصليت في ناحية المسجد فعلفت ناضحي، فقال رسول الله - صلى الله عليه وسلم -: \"أفتان أنت يا معاذ؟، أين أنت من {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى(١)}، {وَالشَّمْسِ وَضُحَاهَا(١)}، و{الْفَجْرِ}و {وَاللَّيْلِ إِذَا يَغْشَى(١)}.</p><p> ومنها: ما روي عن النبي - صلى الله عليه وسلم -: \" من قرأ سورة الفجر في الليالي العشر غفر له، ومن قرأها في سائر الأيام، كانت له نورًا يوم القيامة\"، ولكن فيه مقال. </p><p> الناسخ والمنسوخ فيها: وقال محمد بن حزم رحمه الله تعالى: سورة الفجر كلها محكمة ليس فيها ناسخ ولا منسوخ، وسميت سورة الفجر لذكر الفجر فيها. </p><p> واشتملت هذه السورة على مقصدين: </p><p> أولهما: في إهلاك عاد وثمود وقوم فرعون، وذلك من أول السورة إلى قوله: </p><p>(١) البيضاوي.</p><p> {إِنَّ رَبَّكَ لَبِالْمِرْصَادِ (١٤) }. </p><p> والثاني: بيان أن كثرة النعم على العبد ليست دالة على إكرام الله له، وأن كثرة البلاء ليست دالة على إهانته، بل الإكرام في التوفيق للعمل الصالح، والإهانة في الخذلان بالكفر والمعاصي، وهو من قوله تعالى: {فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ (١٥) ...} إلى آخر السورة. </p><p> والله أعلم بمراده </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {وَالْفَجْرِ (١) وَلَيَالٍ عَشْرٍ (٢) وَالشَّفْعِ وَالْوَتْرِ (٣) وَاللَّيْلِ إِذَا يَسْرِ (٤) هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ (٥) أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ (٦) إِرَمَ ذَاتِ الْعِمَادِ (٧) الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ (٨) وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ (٩) وَفِرْعَوْنَ ذِي الْأَوْتَادِ (١٠) الَّذِينَ طَغَوْا فِي الْبِلَادِ (١١) فَأَكْثَرُوا فِيهَا الْفَسَادَ (١٢) فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ (١٣) إِنَّ رَبَّكَ لَبِالْمِرْصَادِ (١٤) فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ (١٥) وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ (١٦) كَلَّا بَلْ لَا تُكْرِمُونَ الْيَتِيمَ (١٧) وَلَا تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ (١٨) وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَمًّا (١٩) وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا (٢٠) كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا (٢١) وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا (٢٢) وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّى لَهُ الذِّكْرَى (٢٣) يَقُولُ يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي (٢٤) فَيَوْمَئِذٍ لَا يُعَذِّبُ عَذَابَهُ أَحَدٌ (٢٥) وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ (٢٦) يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ (٢٧) ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً (٢٨) فَادْخُلِي فِي عِبَادِي (٢٩) وَادْخُلِي جَنَّتِي (٣٠) }. </p><p> المناسبة </p><p> تقدم لك بيان المناسبة بين هذه السورة والتي قبلها، وأما قوله تعالى:  {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ} الآيات، فالمناسبة بينها وبين ما قبلها: أن الله سبحانه وتعالى لما أقسم أنه سيعذب الكافرين جزاء كفرهم وإصرارهم على مخالفة أوامره .. شرع (١) يذكر بعض قصص الأمم الماضية ممن عاندوا الله ورسوله، ولجوا في طغيانهم، فأوقع بهم شديد العذاب، وأخذهم أخذ العزيز المقتدر الجبار؛ ليكون في ذلك زجر لهؤلاء المكذبين، وتثبيت للمؤمنين الذين اتبعوا الرسول - صلى الله عليه وسلم - وناصروه، وتطمين لقلوبهم بأن أعداءهم سيلقون ما يستحقون من الجزاء. </p><p> قوله تعالى:  {فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ} الآيتين، مناسبتهما لما قبلهما: أن الله سبحانه وتعالى لما ذكر (٢) أنه لا يفوته من شأن عباده شيء، وأنه يأخذ كل مذنب بذنبه .. أردف ذلك بذكر شأن من شؤون الإنسان، وبين أنه لا يهتم </p><p>(١) المراغي. (٢) المراغي.</p><p> إلا بأمور الدنيا وشهواتها، فإذا أنعم الله عليه وأوسع له في الرزق .. ظن أنه قد اصطفاه ورفعه على من سواه، وجنبه منازل العقوبة، فيذهب مع هواه ويفعل ما يشتهي، ولا يبالي أكان ما يصنع خيرًا أو شرًا، فيطغى ويفسد في الأرض، وإذا ضيق عليه الرزق وقد يكون ذلك لتمحيص قلبه بالإخلاص، أو لتظهر قوة صبره، فإن الفقر لا يزيد ذوي العزائم إلا شكرًا يقول: ربي قد أهانني، ومن أهانه الله وصغرت قيمته لديه .. لم يكن له عناية بعمله، فكيف يؤاخذه بما يصدر منه من شر، أو يكافئه على ما يصنع من خير، فلا شكره يكافأ بإحسان، ولا كفره يجازى بعقوبة، فينطلق بكسب عيشه بأي وسيلة عنت له، ولا تحجزه شريعة، ولا يقف أمامه قانون، ويسلك سبيل الجبان، ويبخس الحقوق، ويفسد نظم المجتمع، ولا تزال أحوال الناس هكذا، كما وصف الله تعالى، فأرباب السلطان يظنون أنهم في أمن من عقاب ربهم، ولا يذكرونه إلا بألسنتهم، ولا يعرف له سلطان على قلوبهم، والفقراء الأذلاء صغرت نفوسهم عند أنفسهم، لا يبالون ماذا يفعلون. </p><p> قوله تعالى:  {كَلَّا بَلْ لَا تُكْرِمُونَ الْيَتِيمَ ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما بين خطأ (١) الإنسان فيما يعتقد إذا بسط له الرزق أو قتر عليه .. أردف ذلك بزجرهم عما يرتكبون من المنكرات، وأبان لهم أنه لو كان غنيهم لم يعمه الطغيان، وفقيرهم لم يطمس بصيرته الهوان، وكانوا على الحال التي يرتقي إليها الإنسان، لشعرت نفوسهم بما عسى يقع فيه اليتيم من بؤس، فعنوا بإكرامه، فإن الذي يفقد أباه معرض لفساد طبيعته إذا أهملت تربيته، ولم يهتم بما فيه العناية به ورفع منزلته، ولو كانوا على ما تحدثهم به أنفسهم من الصلاح .. لوجدوا الشفقة تحرك قلوبهم إلى التعاون على طعام المسكين الذي لا يجد ما يقتات به مع العجز عن تحصيله، إلى أنهم يأكلون المال الذي يتركه من يتوفى منهم، ويشتدون في أكله حتى يحرموا صاحب الحق حقه، ويزداد حبهم للمال إلى غير غاية. </p><p> وصفوة القول: أن شرههم في المال، وقومهم إلى اللذات، وانصرامهم إلى التمتع بها، ثم قسوة قلوبهم إلى أن لا يألموا إلى ما تجر إليه الاستهانة بشؤون </p><p>(١) المراغي.</p><p> اليتامى من فساد أخلاقهم، وتعطيل قواهم، وانتشار العدوى منهم إلى معاشريهم، فينتشر الداء في جسم الأمة دليل على أن ما يزعمون من اعتقادهم بإله يأمرهم وينهاهم، وأن لهم دينًا يعظهم زعم باطل، وإذا غشوا أنفسهم، وادعوا أنهم يتذكرون الزواجر، ويراعون الأوامر، فذلك مقال تكذبه الفعال. </p><p> قوله تعالى:  {كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا ...} الآيات، مناسبة هذه الآيات لما قبلها: أن الله سبحانه وتعالى لما أنكر عليهم أقوالهم، وادعاءهم أن الغنى إكرام لهم، وأن الفقر إهانة لهم، ونعى عليهم أفعالهم من حرصهم على الدنيا، واستفراغ الجهد في تحصيلها؛ وتكالبهم على جمعها من حلال وحرام .. أردفه (١) ببيان أن ما يزعمونه من أنهم لربهم ذاكرون، مع فراغ قلوبهم من الرأفة بالضعفاء، وامتلائها بحب المال، والميل إلى الشهوات، زعم لا حقيقة له، وإنما يتذكرون ربهم في ذلك اليوم العظيم حين يشهدون الهول، ويعوزهم الحول، ويظهر لهم مكانهم من النكال والوبال، ولكن هذه الذكرى قد فات أوانها، وانتهى إبانها، فإن الدار دار جزاء، لا دار أعمال، فلا يبقى فيها لأولئك الخاسرين، إلا الحسرة والندامة، وقول قائلهم:  {لَيْتَنِي قَدَّمْتُ لِحَيَاتِي} ، ويكون لهم من العذاب ما لا يقدر قدره، ومن الإهانة ما يجل عن التشبيه والتمثيل. </p><p> قوله تعالى:  {يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ...} إلخ، مناسبتها لما قبلها: أن الله سبحانه وتعالى لما ذكر حال الإنسان الذي خلي وطبعه فاستولى عليه جشعه وحرصه على رغباته وشهواته حتى خرجت عن سلطان الحكمة والعقل، ثم ذكر عاقبة أمره في الآخرة .. أعقب هذا بذكر حال الإنسان الذي ارتقى عن ذلك الطبع، وسمت نفسه إلى مراتب الكمال، فاطمأن إلى معرفة خالقه، واستعلى برغائبه إلى المطامح الروحية، ورغب عن اللذات الجسمانية، فكان في الغنى شاكرًا لا يتناول إلا حقه، وفي الفقر صابرًا لا يمد يده إلى ما لغيره، وبين أنه في ذلك اليوم يكون بجوار ربه، راضيًا بعمله في الدنيا، مرضيًا عنده، يدخله في زمرة الصالحين المكرمين من عباده. </p><p>(١) المراغي.</p>"
}