{
  "id": null,
  "sura": 89,
  "aya": 13,
  "text": "<p> ربك بفرعون {ذِي الْأَوْتَادِ} ؛ أي: ذي (١) الجنود الذين لهم خيام كثيرة يشدونها بالأوتاد، أو جعل الجنود أنفسهم أوتادًا؛ لأنهم يشدون الملك كما تشهد الأوتاد الخيام، وقيل: كان له أوتاد يعذب الناس بها، ويشدهم إليها، والمراد بفرعون: فرعون موسى عليه السلام، اسمه: الوليد بن مصعب بن ريان بن ثروان أبو العباس القبطي، وإليه تنسب الأقداح العباسية، وفرعون: لقب أفرده تعالى بالذكر لانفراده في التكبر والعلو، حتى ادعى الربوبية والألوهية، والأوتاد: جمع وتد بفتحتين وبكسر التاء أيضًا، وصف بذلك لكثرة جنوده وخيامهم التي يضربونها في منازلهم، ويربطونها بالأوتاد والأطناب. </p><p> ١١ - ثم وصف من سبق ذكرهم بأقبح الأوصاف، فقال:  {الَّذِينَ طَغَوْا} ، وتجبروا {فِي الْبِلَادِ} ؛ أي: في بلادهم صفة للمذكورين من الطوائف، وهو أحسن من حيث اللفظ؛ إذ لا حذف فيه، واختار صاحب \"الكشاف\" : كونه منصوبًا على الذم بتقدير: أذم، لكونه صريحًا في الذم، والمقام مقام الذم، وهو أحسن من حيث المعنى ويجوز جعله خبرًا لمبتدأ محذوف، أي: هم الذين طغوا. </p><p> والمعنى: طغى كل طائفة منهم في بلادهم، وتجاوزا الحد، يعني: طغى عاد في اليمن، وثمود بأرض الشام، والقبط بمصر، كما أن نمروذ طغى بالسواد، وقس على هذا سائرهم. </p><p> ١٢ - {فَأَكْثَرُوا فِيهَا} ؛ أي: في البلاد {الْفَسَادَ} ؛ أي: بالكفر وسائر المعاصي، فإن الفساد يتناول جميع أقسام الإثم، كما أن الصلاح يتناول جميع أقسام البر، فمن عمل بغير أمر الله، وحكم في عباده بالظلم، فهو مفسد متجاوز عن الحد الذي حد له، وفيه تخويف شديد لأكثر حكام الزمان ونحوهم. </p><p> ١٣ - {فَصَبَّ عَلَيْهِمْ رَبُّكَ} صبُّ الماء: إراقته من أعلى، أي: أنزل ربك عليهم إنزالًا شديدًا على كل طائفة من أولئك الطوائف عقيب ما فعلت من الطغيان والفساد، وأفرغ عليهم {سَوْطَ عَذَابٍ} ؛ أي: أشد عذاب لا تدرك غايته، وهو عبارة عما حل بكل طائفة منهم من فنون العذاب التي شرحت في سائر السور الكريمة، وهي: الريح لعاد، والصيحة لثمود، والغرق للقبط، وتسميته (٢) سوطًا: للإشارة إلى أن ذلك بالنسبة إلى ما أعد لهم في </p><p>(١) روح البيان. (٢) روح البيان.</p><p> الآخرة بمنزلة السوط عند السيف، والسوط: الجلد المضفور، أي: المنسوج المفتول الذي يضرب به، قال أبو حيان: استعير السوط للعذاب؛ لأنه يقتضي من التكرار والترداد ما لا يقتضيه السيف ولا غيره، والتعبير (١) عن إنزاله بالصب: للإيذان بكثرته واستمراره وتتابعه، فإنه عبارة عن إراقة شيء مائع أو جار مجراه في السيلان، كالرمل والحبوب، وإفراغه بشدة وكثرة واستمرار، ونسبته إلى السوط مع أنه ليس من ذلك القبيل باعتبار تشبيهه في نزوله المتتابع المتدارك، على المضروب بقطرات الشيء المصبوب. </p><p> فإن قلت: أليس أن الله تعالى قال: {وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ} ، وهو يقتضي تأخير العذاب إلى الآخرة، فبين الآيتين معارضة، فكيف الجمع بينها؟. </p><p> قلت: إنه يقتضي تأخير تمام الجزاء إلى الآخرة، وذلك لا ينافي أن يعجل شيء من ذلك في الدنيا، فإن الواقع في الدنيا شيء من الجزاء ومقدماته، كذا في \"حواشي ابن الشيخ\" . </p><p> يقول الفقير: وأوجه من ذلك: أن المفهوم من الآية المؤاخذة لكل الناس، وهو لا ينافي أن يؤاخذ بعضهم في الدنيا بعذاب الاستئصال كبعض الأمم السالفة المكذبة، قال الشاعر: </p><p> أَلَمْ تَرَ أَنَّ اللَّهَ أَظْهَرَ دِيْنَهُ ... وَصَبَّ عَلَى الْكُفَّارِ سَوْطَ عَذَابِ </p><p> وحاصل معنى الآيات: {الَّذِينَ طَغَوْا فِي الْبِلَادِ (١١) } إلخ؛ أي: إن (٢) هؤلاء الذين سلف ذكرهم من عاد وثمود وفرعون قد استعملوا سلطانهم وقوتهم في هضم حقوق الناس، واغتروا بعظيم قدرتهم، فكان سببًا في إفساد البلاد، ذاك أن من اغتر بنفسه، وتهاون بحقوق غيره، واعتدى عليها، وأخذ ما ليس له، ولم يعط الذي عليه .. يكون قد فكك شمل الجماعة، وأفسد في البلاد، فيختل نظام العمران، ويقف دولاب التعامل، ويوجس كل امرىء خيفةً من بني جلدته، ولا شك أن أممًا هذه حالها تكون عاقبتها الخراب والدمار، ومن ثَمَّ ذكر عاقبة أمرها، فقال {فَصَبَّ </p><p>(١) روح البيان. (٢) المراغي.</p>"
}