{
  "id": null,
  "sura": 90,
  "aya": 13,
  "text": "<p> أي: فلم يقتحم العقبة، وروي نحو ذلك عن مجاهد، فلهذا لم يحتج إلى التكرير، وقيل: هو جار مجرى الدعاء، كقولهم: لا نجا، قال أبو زيد وجماعة من المفسرين: معنى الكلام هنا: الاستفهام الذي بمعنى الإنكار، تقديره: أفلا اقتحم العقبة، أو التحضيض تقديره: هلّا اقتحم العقبة، كما مر آنفًا، ولكنه ضعيف؛ لأنه لم يُسمع في كلام العرب كون {لا} للتحضيض، والاقتحام (١) : الدخول في أمر شديد ومجاوزته في صعوبة، وفي \"القاموس\" : قحم في الأمر - كنصر - قحومًا إذا رمى بنفسه فيه فجأة بلا روية، والعقبة: الطريق الوعر في الجبل، والمعنى على النفي؛ أي: فلم يشكر تلك النعم الجليلة بالأعمال الصالحة، وعبر عنها بالعقبة لصعوبة سلوكها، </p><p> ١٢ - ثم بيّن سبحانه العقبة، فقال: {وَمَا أَدْرَاكَ مَا الْعَقَبَةُ (١٢) }؛ أي: أي شيء أعلمك يا محمد جواب ما اقتحام العقبة؟ فإن المراد ليس العقبة الصورية، </p><p> ١٣ - وأبّين لك بقولي: اقتحام العقبة هو {فَكُّ رَقَبَةٍ (١٣) }، أي: إعتاق نسمة، وتخليصها من أسر الرق، أو من قتل، أو يد كافر، وكل شيء أطلقته فقد فككته، ومنه فك الرهن، وأصل الفك (٢) : الفرق بين الشيئين بإزالة أحدهما عن الآخر، كفك القيد والغل، وفك الرقبة، الفرق بينها وبين صفة الرق بإيجاب الحرية، سمي العتق فكًا؛ لأن الرق كالقيد، وسمي المرقوق رقبةً؛ لأنه بالرق كالأسير المربوط في رقبته، والرقبة: اسم للعضو المخصوص، ثم يعبر بها عن الجملة، وجُعل في التعارف اسمًا للمماليك، كما عبر بالرأس وبالظهر عن المركوب، فيقال: فلان يربط كذا رأسًا وكذا ظهرًا. </p><p> والمعنى هنا: هو - أي اقتحام العقبة - إعتاق رقبة، فالفك، ليس تفسيرًا وبيانًا لنفس العقبة، بل لاقتحامها بتقدير المضاف، وذلك لأن العقبة عين، والفك فعل فلا يكون تفسيرًا للآخر. </p><p> ثم فك الرقبة (٣) قد يكون بأن ينفرد الرجل في عتق الرقبة، وقد يكون بأن يُعطي مكاتبه ما يصرفه إلى جهة فكاك رقبته، وبأن يعين في تخليص نفس من قَوَد أو غُرْم، فهذا كله يعمه الفك دون الإعتاق، ويحتمل أن يكون المراد بفك الرقبة: أن </p><p>(١) روح البيان. (٢) روح البيان.(٣) روح البيان.</p><p> يفك المرء نفسه رقبة نفسه من عذاب الله تعالى، بأن يشتغل بالأعمال الصالحة حتى يصير بها إلى الجنة، ويتخلص من النار، وهي الحرية الوسطى، وأن يفك رقبة القلب من أسر النفس وقيد الهوى، وتعلق السوى، وهي الحرية الكبرى، فيكون قوله:  {أَوْ إِطْعَامٌ ...} إلخ من قبيل التخصيص بعد التعميم إشارة إلى فضل ذلك الخاص بحيث خرج به من أن يتناوله اللفظ السابق مع عمومه. </p><p> قال بعضهم: تقديم العتق على الصدقة يدل على أنه أفضل منها، كما هو مذهب أبي حنيفة - رحمه الله تعالى -، وفي الحديث:  \"من فك رقبة .. فك الله بكل عضو منها عضوًا منه من النار\" . </p><p> قال الراغب: فك الإنسان غيره من العذاب إنما يحصل بعد فك نفسه منه، فإن من لم يهتد ليس في قوته أن يهدي، وفك الرقبة من قبيل فك النفس؛ لأنه من الأعمال الصالحة التي لها مدخل عظيم في فكها. وقرأ النحويان (١) أبو عمرو والكسائي وابن كثير: {فَكَّ} فعلًا ماضيًا {رقبةً} نصبًا على المفعولية، وهكذا قرؤوا:  {أَطْعَم} فعلًا ماضيًا {مِسْكِينًا} وما بعده نصبًا على المفعولية، وقرأ باقي السبعة:  {فَكُّ} مرفوعًا {رَقَبَةٍ} مجرورًا {أَوْ إِطْعَامٌ} بالرفع معسوفًا على {فَكُّ} على أنهما مصدران، وجر {رَقَبَةٍ} بإضافة المصدر إليها، فعلى القراءة الأولى يكون الفعلان بدلًا من {اقتَحَمَ} ، كأنه قيل: فلا فك ولا أطعم، وقرأ علي وأبو رجاء كقراءة ابن كثير إلا أنهما قَرآ:  {ذا مسغبة} بالألف، وقرأ الحسن وأبو رجاء أيضًا:  {أو إطعام في يوم ذا} بالألف، ونصبـ {ذا} على المفعولية؛ أي: إنسانًا ذا مسغبة، و {يَتِيمًا} بدل منه أو صفة، وقرأ بعض التابعين:  {فك رقبة} بالإضافة {أو أطعمَ} فعلًا ماضيًا، ومن قرأ {فَكُّ} بالرفع، فهو تفسير لاقتحام العقبة، والتقدير: وما أدراك ما اقتحام العقبة، ومن قرأها فعلًا ماضيًا فلا يحتاج إلى تقدير مضاف، بل يكون التعظيم المفهوم من الاستفهام للعقبة نفسها، ويجيء {فَكَّ} بدلًا من اقتحم. قاله ابن عطية. </p><p> والحاصل (٢) : أنه سبحانه وتعالى أرشد إلى أن اقتحامها يكون بفعل صنوف من الخير، منها: </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}