{
  "id": null,
  "sura": 90,
  "aya": 4,
  "text": "<p> مَيِّتُونَ (٣٠) } قال مجاهد: المعنى: ما صنعت فيه من شيء فأنت حل. </p><p> وفي \"فتح الرحمن\" : إن قلت: لِمَ كرر لفظ {الْبَلَد} ؟ </p><p> قلت: لم يكرره؛ إذ التقدير: لا أقسم بهذا البلد المحرم الذي جبلت العرب على تعظيمه وتحريمه، وأنت حل بهذا البلد؛ أي: أحل لك فيه من حرماته ما لم يحل لأحد قبلك ولا بعدك، من قتل ابن خطل، وقتال المشركين ساعة من نهار، فالمراد بالبلد الأول: الباقي على تحريمه، والثانى: الذي أُحل للنبي - صلى الله عليه وسلم - إكرامًا له وتعظيمًا لمنزلته، هكذا قاله بعض المفسرين. انتهى. </p><p> ٣ - وقوله:  {وَوَالِدٍ} : معطوف على {هذا البلد} . والمراد به إبراهيم عليه السلام، والتنكير فيه للتفخيم، {وَمَا وَلَدَ} ذلك الوالد وهو إسماعيل عليه السلام، فإنه ولده بلا واسطة، ومحمد - صلى الله عليه وسلم - فإنه ولده بواسطة إسماعيل، فتتضمن السورة القسم بالنبي - صلى الله عليه وسلم - في موضعين. </p><p> وإيثار (١)  {مَا} على من؛ لمعنى التعجب مما أعطاه الله من الكمال، كما في قوله تعالى:  {وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ} ؛ أي: بأي شيء وضعت يعني: موضوعًا عجيب الشأن وهو مريم، أو المراد بـ {الوالد} آدم عليه السلام، {وَمَا وَلَدَ} ذريته، وهو الأنسب لمضمون الجواب، فالتفخيم المستفاد من كلمة {مَا} لا بد فيه من اعتبار التغليب؛ أي: فهو من باب وصف الكل بوصف البعض، أو للتعجيب من الأمر الذي يشترك فيه الكل كالنطق والبيان والصورة البديعة وغيرها، وقيل المراد: كل والد وكل مولود من الإنسان وغيره، واختار هذا القول ابن جرير. </p><p> ٤ - وقوله:  {لَقَدْ خَلَقْنَا الْإِنْسَانَ} حال كونه {فِي كَبَدٍ} وتعب ونصب ومشقة في جميع أحواله، جواب للقسم، يقال: كَبِد الرجل كَبَدًا إذا وجعت كبده فانتفخت، وأصله: كَبَدَهُ إذا أصاب كَبِدَه، كذكرته إذا قطعت ذكره، ورأيته إذا قطعت رئته، ثم اتسع فيه حتى استُعمل في كل نصب ومشقة، ومنه اشتقت المكابدة بمعنى مقاساة الشدة، و {فِي كَبَدٍ} حال من {الْإِنْسَانَ} بمعنى مكابدًا، وحرف {في} واللام متقاربان، تقول: إنما أنت للعناء والنصب، وإنما أنت في العناء والنصب، والإنسان هو هذا النوع الإنساني. </p><p> والمعنى (٢) : لقد خلقنا الإنسان في تعب ومشقة، فإنه مع كونه أضعف الخلق </p><p>(١) روح البيان. (٢) روح البيان.</p><p> لا يزال يقاسي فنون الشدائد، مبدؤها ظلمة الرحم ومضيقهُ، ومنتهاها الموت وما بعده، فابن آدم يكابد من البلايا ما لا يكابده غيره، يعني: أن الكبد يتناول شدائد الدنيا من قطع سرته والتفافه بخرقة محبوس الأعضاء، ومكابدة الختان وأوجاعه، ومكابدة المعلم وصولته، والأستاذ وهيبته، ثم مكابدة شغل الزواج وشغل الأولاد والخدم، وشغل المسكن، ثم الكبر والهرم من جملة مصائب كثيرة لا يمكن تعدادها، كالصداع ووجع الأضراس ورمد العين، وهمّ الدَّين ونحو ذلك، ويتناول أيضًا شدائد التكاليف، كالشكر على السراء والصبر على الضراء، والمكابدة في أداء العبادات، كالصوم والصلاة والزكاة والحج والجهاد، ثم بعد ذلك يقاسي شدة الموت وسؤال الملك وظلمة القبر، ثم البعث والعرض على الملك المحاسب إلى أن يصل إلى موضع الاستقرار إما في الجنة وإما في النار، كما قال سبحانه: {لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ (١٩) } فهو مكابد من أول قطع سرته إلى أن يستقر قراره إما في جنته، فتزول عنه المشقات، وإما في نار، فتتضاعف مشقاته وشدائده. كما في \"البحر\" . </p><p> قال الإِمام (١) : ليس في الدنيا لذة ألبتة، بل ذلك الذي يظن أنه لذة فهو خلاص من الألم، فاللذة عند الأكل هي الخلاص من ألم الجوع، وعند اللبس هي الخلاص من ألم الحر والبرد، فليس للإنسان إلا ألم وخلاص من ألم، وفيه تسلية لرسول الله - صلى الله عليه وسلم - مما كان يكابده من كفار قريش، قال الكلبي: نزلت هذه الآية في رجل من بني جمح يقال له: أبو الأَشُد - بفتح الهمزة وضم الشين - وكان يأخذ الأديم العكاظي، ويجعله تحت رجليه، ويقول: من أزالني عنه .. فله كذا، فيجذبه </p><p> عشرة حتى يتمزق ولا تزول قدماه، وكان من أعداء النبي - صلى الله عليه وسلم -، وفيه نزل: {أَيَحْسَبُ أَنْ لَنْ يَقْدِرَ عَلَيْهِ أَحَدٌ (٥) }؛ لقوته، ويكون معنى {فِي كَبَدٍ} على هذا: في شدة الخلق، وقيل معنى {فِي كَبَدٍ} أنه جريء القلب غليظ الكبد. </p><p> والخلاصة (٢) : أي إنه تعالى جعل حياة الإنسان سلسلة متصلة الجهاد، مبتدأة بالمشقة منتهية بها، فهو لا يزال يقاسي من ضروبها ما يقاسي منذ نشأته في بطن أمه إلى أن يصير رجلًا، وكلما كبر ازدادات أتعابه وآلامه، فهو يحتاج إلى تحصيل </p><p>(١) روح البيان. (٢) المراغي.</p>"
}