{
  "id": null,
  "sura": 91,
  "aya": 6,
  "text": "<p> يعقل، كأنه قيل: وبالقادر العظيم الشأن الذي بناها، ويجوز أن تكون {ما} مصدرية؛ أي: والسماء وبنيانها، ورجح هذا القول الفراء والزجاج، ولا وجه لقول من قال: إن جعلها مصدرية مخل بالنظم، وكذا الكلام في {ما} في قوله: {وَالْأَرْضِ وَمَا طَحَاهَا (٦) }، والمعنى؛ أي: وأقسمت (١) بالسماء ومن قدرها على النحو الذي اقتضته مشيئته وحكمته، وفي ذكر البنيان إشارة إلى ما انطوى عليه رفعها وتسويتها من بارع الحكمة وتمام القدرة، وأن لها صانعًا حكيمًا، وقد أحكم وضعها وأجاد تقديرها، فإنه شد هذه الكواكب بعضها إلى بعض برباط الجاذبية العامة، كما تُربط أجزاء البناء الواحد بما يوضع حتى يتماسك. </p><p> ولما كان الخطاب موجهًا إلى قوم لا يعرفون الله بجليل صفاته، وكان القصد منه أن ينظروا في هذا الكون نظرة من يطلب للأثر مؤثرًا، فينتقلوا من ذلك إلى معرفته تعالى .. عبر عن نفسه بلفظ {ما} التي هي الغاية في الإبهام. </p><p> ٦ - {و} أقسمت بـ {الْأَرْضِ وَمَا طَحَاهَا} ؛ أي: ومن بسطها من كل جانب على الماء كي يعيش أهلها فيها ومهدها للسكنى، وجعل الناس ينتفعون بما على ظهرها من نبات وحيوان، وبما في باطنها من مختلف المعادن، ونحو الآية قوله:  {الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً} والطحو كالدحو بمعنى البسط، وإبدال الطاء من الدال جائز، وليس في ذلك دليل على أن الأرض غير كروية، كما يزعم بعض الجاهلين، وإفراد بعض (٢) المخلوقات بالذكر وعطف الخالق عليه والإقسام بهما ليس لاستوائهما في استحقاق التعظيم، بل النكتة في الترتيب أن يبين وجود الصانع العالم، وكمال قدرته، ويظفر العقل بإدراك جلال الله وعظمة شأنه حسبما أمكن، فإنه تعالى لما أقسم بالشمس التي هي أعظم المحسوسات شرفًا ونفعًا، ووصفها بأوصافها الأربعة وهي ضوءها، وكونها متبوعة للقمر، ومتجلية عند ارتفاع النهار، ومختفية متغطية بالليل .. أقسم بالسماء التي هي مسير الشمس وأعظم منها، فقد نبه على عظمة شأنها، لما عُلم أن الإقسام بالشيء تعظيم له، ومن المعلوم أنهما لحركاتهما الوضعية وتغير أحوالهما من الأجسام الممكنة المحتاجة إلى صانع مدبر كامل القدرة بالغ الحكمة، فيتوسل العقل بمعرفة أحوالهما وأوصافهما إلى كبرياء </p><p>(١) المراغي. (٢) روح البيان.</p><p> صانعهما، فكان الترتيب المذكور كالطريق إلى جذب العقل من حضيض عالم المحسوسات إلى بقاع عالم الربوبية وبيداء كبريائه الصمدية. </p><p> وقصارى ما سلف (١) : أنه تعالى بعد أن أقسم بالضياء والظلمة .. أقسم بالسماء وما فيها من الكواكب وبالذي بناها وجعلها مصدرًا للضياء، وبالأرض والذي جعلها لنا فراشًا، ومصدرًا للظلمة، فإنها هي التي يحجب بعض أجزائها ضوء الشمس عن بعضها الآخر، فيظهر فيه الظلام. </p><p> قال المفسر الشهيد سيد قطب - رحمه الله تعالى - في قوله تعالى: {وَالسَّمَاءِ وَمَا بَنَاهَا (٥) } ولفظ (٢) السماء حين يُذكر يسبق إلى الذهن: هذا الذي نراه فوقنا، كالقبة حيثما اتجهنا تتناثر فيه النجوم والكواكب السابحة في أفلاكها ومداراتها، فأما حقيقة السماء فلا ندريها، وهذا الذي نراه فوقنا متماسكًا لا يختل ولا يضطرب تتحقق فيه صفة البناء بثباته وتماسكه، أما كيف هو مبني، وما الذي يمسك أجزاءه فلا تتناثر وهو سابح في الفضاء الذي لا نعرف له أو، ولا آخرًا، فذلك ما لا ندريه، وكل ما قيل عنه مجرد نظريات قابلة للنقض والتعديل والإقرار لها والإثبات، إنما نوقن من وراء كل شيء أن يد الله سبحانه هي تمسك هذا البناء {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ} وهذا هو العلم المتيقن الوحيد، اهـ. وقال الطنطاوي في \"تفسيره\" عند قوله تعالى: {وَالسَّمَاءِ وَمَا بَنَاهَا (٥) }؛ أي (٣) : ومن بناها، وأَيُّ بانٍ هو، إنه لا يضاهيه بَنَّاء فيما يعلم الناس، فأي بَنَّاء يستطيع أن يبني قبة زرقاء مرصعة بمصابيح، تلك المصابيح تجري وهي لا تتصادم إلا في أوقات نادرة، وإذا تصادمت .. أصلحت، وهي في نفس السقف، وعادت جديدة، ثم كيف يتسنى له جمع أجسام عظيمة في بنائه ما بين نارية، وأخرى صلبة، وأخرى لطيفة لطفًا أرق من الهواء، ومن الضياء وهو الأثير. </p><p> وكيف يراها الإنسان والحيوان سقفًا ساكنًا هادئًا لا حركة فيه، فالشمس ساكنة والقمر ساكن، والنجوم ساكنة لا حركة فيها، وترى هذه العوالم كلها في الليالي المظلمة كأنها تتغنى، وكأنها عروس حُلِّيَت في حِبَر، والكون كله سكون في سكون، مع أنه لا شيء مما يراه ساكن، فالهواء متحرك، والأثير متحرك، </p><p>(١) المراغي. (٢) ظلال القرآن.(٣) جواهر الطنطاوي.</p>"
}