{
  "id": null,
  "sura": 92,
  "aya": 21,
  "text": "<p> منقطع من {نِعْمَةٍ} ؛ لأن {ابْتِغَاءَ وَجْهِ رَبِّهِ} ليس من جنس نعمة تجزى، فالمعنى: لكن فعل ذلك ابتغاء وجه ربه الأعلى؛ أي: لابتغاء ذاته وطلب رضاه، فهو في الحقيقة مفعول له، وما أتى من المال مكافأة على نعمة سالفة، فذلك يجري مجرى أداء الدين، فلا يكون له دخل في استحقاق مزيد الثواب، وإنما يستحق الثواب إذا كان فعله لأجل أن الله سبحانه أمره به وحثه عليه، ومعنى {الْأَعْلَى} : الرفيع فوق خلقه بالقهر والغلبة، كما قاله أبو الليث، وقال الفاكهاني: وصف الوجه الذي هو الذات الموجودة مع جميع الصفات بالأعلى؛ لأن لله سبحانه وتعالى بحسب كل اسم وجهًا يتجلى به لمن يدعوه بلسان حاله بذلك الاسم ويعبده باستعداده، والوجه الأعلى: هو الذي له بحسب اسمه الأعلى الشامل لجميع الأسماء، وإن جعلته وصف الرب، فالرب هو ذلك الاسم. انتهى. </p><p> وقرأ الجمهور (١) : {إِلَّا ابْتِغَاءَ} بنصب الهمزة، وهو استثناء منقطع؛ لأنه ليس داخلًا في {مِنْ نِعْمَةٍ} ، وقرأ ابن وثاب: بالرفع على البدل من محل {نِعْمَةٍ} ؛ لأن محلها الرفع إما على الفاعلية، وإما على الابتداء، و {مِن} مزيدة، والرفع لغة تميم؛ لأنهم يجوزون البدل في المنقطع، ويجرونه مجرى المتصل، وقرأ الجمهور أيضًا:  {ابْتِغَاءَ} بالمد، وقرأ ابن أبي عبلة بالقصر، </p><p> ٢١ - ثم وعد ذلك الأتقى بالرضا عنه، فقال:  {وَلَسَوْفَ يَرْضَى} جواب قسم مقدر؛ أي: وأقسم بالله لسوف يرضى ذلك الأتقى الموصوف بما ذُكر؛ أي: ولسوف يرضيه ربه في الآخرة بثوابه وعظيم جزائه، وقرأ الجمهور:  {يَرْضَى} مبنيًا للفاعل، وقُرىء مبنيًا للمفعول، وهذا وعد كريم (٢) بنيل جميع ما يبتغيه على أكمل الوجوه وأجملها؛ إذ به يتحقق الرضى، قال بعضهم: أي: يرضي الله عنه ويرضى هو بما يُعطيه الله في الآخرة من الجنة والكرامة والزلفى جزاء على ما فعل، ولم يُنزل هذا الوعد إلا لرسول الله - صلى الله عليه وسلم - في قوله: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥) } ولأبي بكر - رضي الله عنه - هاهنا. </p><p> وفي قوله:  {وَلَسَوْفَ} إيماء (٣) إلى أن الرضا يحتاج إلى بذل كثير، ولا يكفي القليل من المال؛ لأن يبلغ العبد منزلة الرضى الإلهي. </p><p> وقصارى ما سلف: أن الناس أصناف: </p><p>(١) الشوكاني. (٢) روح البيان.(٣) المراغي.</p><p> ١ - الأبرار الذين منحهم الله تعالى من قوة العقل وصفاء اليقين ما يجعلهم يبتعدون عن الفواحش، ما ظهر منها وما بطن. </p><p> ٢ - الذين يلون هؤلاء، وهم من تغلبهم الشهوة أحيانًا، فيقعون في الذنب، ثم يثوب إليهم رشدهم، فيتوبون ويندمون، وهذان القسمان يدخلان في الأتقى. </p><p> ٣ - من يخلط بين الخير والشر، فيعتقد وحدانية الله تعالى، ويقترف بعض السيئات، ويصر عليها, ولا يتوب منها، فهذا الإصرار منه دليل على أنه غير مصدق حق التصديق بما جاء فيها من الوعيد، يُرشد إلى ذلك قوله - صلى الله عليه وسلم -: \"لا يزني الزاني وهو مؤمن ولا يسرق السارق حين يسرق وهو مؤمن\" والمراد أن صورة الوعيد تذهب عن ذهن المخالف، وتوجد عنده ضروب أخرى من الصور تقاوم أثر هذه في النفس وتغلب عليها. </p><p> ٤ - الكافرون الجاحدون بالله وبرسله وبما أُنزل عليهم، وهذان القسمان يشملهما الأشقى، وقد أُعدت النار لكل منهما إلا أن الفاسقين لا يخلّدون فيها، ويدخلها الكافرون، وهم فيها خالدون. </p><p> الإعراب </p><p> {وَاللَّيْلِ إِذَا يَغْشَى (١) وَالنَّهَارِ إِذَا تَجَلَّى (٢) وَمَا خَلَقَ الذَّكَرَ وَالْأُنْثَى (٣) إِنَّ سَعْيَكُمْ لَشَتَّى (٤) }. </p><p> {وَاللَّيْلِ}  {الواو} : حرف جر وقسم. {الليل} : مقسم به مجرور بواو القسم، الجار والمجرور متعلق بفعل قسم محذوف وجوبًا تقديره: أقسم بالليل، وجملة القسم مستأنفة. {إِذَا} ظرف لما يستقبل من الزمان مجرد عن معنى الشرط متعلق بفعل القسم، وجملة {يَغْشَى} في محل الجر بإضافة {إِذَا} إليها. {وَالنَّهَارِ إِذَا تَجَلَّى (٢) }: معطوف على الجملة التي قبله مماثل لها في إعرابها حرفًا بحرف. {وَمَا خَلَقَ} : {الواو} : عاطفة. {ما} اسم موصول بمعنى مَن معطوف على {الليل} ، أو مصدرية على ما تقدم. {خَلَقَ} : فعل ماض، وفاعل مستتر يعود على {ما} ؛ أي: ومن خلق الذكر، والجملة صلة الموصول. {الذَّكَرَ} : مفعول به. {وَالْأُنْثَى} : معطوف عليه. {إِنَّ سَعْيَكُمْ} : ناصب واسمه. {لَشَتَّى} : خبره، واللام حرف ابتداء، والجملة جواب القسم لا محل لها من الإعراب؛ أي: أقسم بهذه المذكورات على أن أعمالكم لمختلفة. </p><p> {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (٥) وَصَدَّقَ بِالْحُسْنَى (٦) فَسَنُيَسِّرُهُ لِلْيُسْرَى (٧) وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى (٨) وَكَذَّبَ بِالْحُسْنَى (٩) فَسَنُيَسِّرُهُ لِلْعُسْرَى (١٠) وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّى (١١) إِنَّ عَلَيْنَا لَلْهُدَى (١٢) وَإِنَّ لَنَا لَلْآخِرَةَ وَالْأُولَى (١٣) فَأَنْذَرْتُكُمْ نَارًا تَلَظَّى (١٤) }. </p><p> {فَأَمَّا} : {الفاء} : استئنافية، من فصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أن سعيكم شتى، وأردتم بيان تفصيلها .. فأقول لكم:  {أما من أعطى} ... إلخ. {أما} : حرف شرط. {مَنْ} : اسم موصول في محل الرفع مبتدأ، وجملة {أَعْطَى} صلته والمفعول محذوف، تقديره: أي أعطى وأدى حقوق الله وحقوق العباد الواجبة عليه. {وَاتَّقَى} : معطوف على {أَعْطَى} . {وَصَدَّقَ} : معطوف عليه أيضًا. {بِالْحُسْنَى} : متعلق بـ {صدق} . {فَسَنُيَسِّرُهُ} : {الفاء} رابطة لجواب {أما} واقعة في غير موضعها، و {السين} : حرف استقبال، {نيسره} : فعل مضارع، وفاعل مستتر يعود على الله، ومفعول به. {لِلْيُسْرَى} : متعلق بـ {نيسره} ، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاسمية جواب {أما} لا محل لها من الإعراب، وجملة {أما} من فعل شرطها وجوابها في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانًا. {وَأَمَّا} : {الواو} : عاطفة. {أَمَّا} : حرف شرط. {مَنْ} : اسم موصول في محل الرفع مبتدأ، وجملة {بَخِلَ} صلته. {وَاسْتَغْنَى} : معطوف على {بَخِلَ} . {وَكَذَّبَ} : معطوف عليه أيضًا. {بِالْحُسْنَى} : متعلق بـ {كذب} : {فَسَنُيَسِّرُهُ} : {الفاء} : رابطة لجواب {أَمَّا} ، وجملة {نيسره} في محل الرفع خبر المبتدأ. {لِلْعُسْرَى} : متعلق بـ {نيسر} ، والجملة الاسمية جواب {أَمَّا} ، وجملة {أَمَّا} معطوفة على جملة {أما} السابقة؛ {وَمَا يُغْنِي} : {الواو} : عاطفة. {ما} : نافية. {يُغْنِي} : فعل مضارع. {عَنْهُ} : متعلق بـ {يُغْنِي} . {مَالُهُ} : فاعل، والمفعول محذوف؛ أي: العذاب، والجملة معطوفة على جملة قوله: {فَسَنُيَسِّرُهُ لِلْعُسْرَى (١٠) }.أو {الواو} : استئنافية. {ما} : اسم استفهام في محل النصب مفعول مقدم لـ {يُغْنِي} . {يُغْنِي} : فعل مضارع. {مَالُهُ} : فاعل، والجملة جملة إنشائية مستأنفة، أي: أي شيء يُغني عنه ماله. {إِذَا} : ظرف مجرد عن معنى الشرط متعلق بـ {يُغْنِي} ، وجملة {تَرَدَّى} في محل الخفض بإضافة إذا إليها {إِنَّ} : حرف نصب {عَلَيْنَا} خبر مقدم لـ {إِنَّ} . {لَلْهُدَى} : اسمها مؤخر، و {اللام} : حرف ابتداء، والجملة مستأنفة. {وَإِنَّ} : </p><p> {الواو} : عا طفة. {إِنَّ} : حرف نصب. {لَنَا} : خبر {إِنَّ} مقدم. {لَلْآخِرَةَ} : اسمها مؤخر، و {اللام} : حرف ابتداء، {وَالْأُولَى} معطوف على {لَلْآخِرَةَ} ، وجملة {إِنَّ} معطوفة على جملة {إِنَّ} التي قبلها. {فَأَنْذَرْتُكُمْ} : {الفاء} : عاطفة، من استئنافية، {أنذرتكم} : فعل وفاعل ومفعول أول. {نَارًا} مفعول ثان، والجملة معطوفة على جملة مقدرة، تقديرها: فمن طلب الدنيا والآخرة من غير مالكهما الحقيقي، وهو الله سبحانه .. فقد أخطأ الطريق، وضل سواء السبيل {فَأَنْذَرْتُكُمْ نَارًا تَلَظَّى (١٤) } إلخ. من الجملة مستأنفة. وجملة {تَلَظَّى} صفة لـ {نَارًا} ، وهو مضارع مرفوع؛ لتجرده عن الناصب والجازم، وعلامة رفعه ضمة مقدرة على الأخير منع من ظهورها التعذر. أصله: تتلظى، كما مر في مبحث التفسير. </p><p> {لَا يَصْلَاهَا إِلَّا الْأَشْقَى (١٥) الَّذِي كَذَّبَ وَتَوَلَّى (١٦) وَسَيُجَنَّبُهَا الْأَتْقَى (١٧) الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّى (١٨) وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى (١٩) إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى (٢٠) وَلَسَوْفَ يَرْضَى (٢١) }. </p><p> {لَا} نافية. {يَصْلَاهَا} : فعل مضارع مرفوع ومفعول به. {إِلَّا} : أداة استثناء مفرغ. {الْأَشْقَى} : فاعل، والجملة في محل النصب صفة ثانية لـ {نَارًا} . {الَّذِي} : صفة لـ {الْأَشْقَى} ، وجملة {كَذَّبَ} صلة الموصول، وجملة {وَتَوَلَّى} معطوفة على {كَذَّبَ} داخلة في حيز الصلة. {وَسَيُجَنَّبُهَا} : {الواو} : عاطفة، و {السين} : حرف استقبال، {يجنبها} : فعل مضارع ومفعول به. {الْأَتْقَى} : نائب فاعل، والجملة معطوفة على جملة {لَا يَصْلَاهَا} . {الَّذِي} : صفة لـ {الْأَتْقَى} . {يُؤْتِي} : فعل مضارع وفاعل مستتر. {مَالَهُ} : مفعول به، والجملة الفعلية صلة الموصول. {يَتَزَكَّى} : فعل مضارع وفاعل مستتر، والجملة إما بدل من {يُؤْتِي} فلا محل لها من الإعراب؛ لأنها داخلة في حيز الصلة، وإما في محل النصب حال من فاعل {يُؤْتِي} ؛ أي: حال كونه متزكيًا به عن دنس الذنوب والمعاصي. {وَمَا} : {الواو} : عاطفة. {ما} : نافية مهملة. {لِأَحَدٍ} : جار ومجرور متعلق بمحذوف خبر مقدم. {عِنْدَهُ} : ظرف متعلق بمحذوف حال من {نِعْمَةٍ} ، أو من الضمير المستكن في الخبر الظرفي. {مِن} : زائدة. {نِعْمَةٍ} : مبتدأ مؤخر، وجملة {تُجْزَى} صفة لـ {نِعْمَةٍ} ، والجملة الاسمية في محل النصب معطوفة على جملة {يَتَزَكَّى} . {إِلَّا} : أداة استثناء منقطع بمعنى لكن؛ لأنه من غير الجنس؛ لأن ابتغاء وجه ربه </p><p> ليس من جنس النعمة؛ أي: ما لأحد عنده نعمة إلا ابتغاء وجه ربه الأعلى، والأحسن أن يعرب {ابْتِغَاءَ} : مفعولًا لأجله؛ لأن المعنى: لا يؤتي ماله إلا ابتغاء وجه ربه، لا لمكافأة نعمة. {ابْتِغَاءَ} : مضاف. {وَجْهِ} : مضاف إليه. {وَجْهِ} : مضاف. {رَبِّهِ} : مضاف إليه، وكثرة الإضافة لا تخرج الكلام عن الفصاحة؛ لورودها في الكتاب والسنة، كما هنا، {الْأَعْلَى} : صفة لـ {وَجْهِ} أو لـ {رَبِّهِ} . {وَلَسَوْفَ} : {الواو} : استئنافية، و {اللام} : موطئة للقسم، {سوف} : حرف تنفيس للاستقبال البعيد. {يَرْضَى} : فعل مضارع، وفاعل مستتر يعود على {الْأَتْقَى} ، أو على أبي بكر الصديق الذي كان سببًا لنزول الآية، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وجملة القسم مستأنفة. </p><p> التصريف ومفردات اللغة </p><p> {وَاللَّيْلِ إِذَا يَغْشَى (١) }؛ أي: يُغطي كل شيء، فيواريه بظلامه، والليل: ما بين غروب الشمس إلى طلوع الفجر الصادق، كما مر، وهو ظل الأرض الحائل ما بين الشمس وما عليها، وأصله: يَغْشَيُ بوزن: يفعل، قُلبت الياء ألفًا لتحركها بعد فتح. </p><p> {وَالنَّهَارِ إِذَا تَجَلَّى (٢) } والنهار: ما بين طلوع الفجر الصادق إلى غروب الشمس؛ أي: انكشف وظهر بظهوره كل شيء، وأصل تجلى تَجَلَّيَ بوزن تفعل، قُلبت الياء ألفًا لتحركها بعد فتح. </p><p> {وَمَا خَلَقَ الذَّكَرَ وَالْأُنْثَى (٣) }: حيوان له قوة التلقيح، والأنثى حيوان له قوة الإحبال. </p><p> {إِنَّ سَعْيَكُمْ لَشَتَّى (٤) } وشتى: جمع شتيت، كمرضى مريض، وهو المفترق المتشتت، وفي \"المصباح\" : شت شتًا - من باب ضرب - إذا تفرق، والاسم الشتات، وشيء شتيت وِزان كريم متفرق، وقوم شتى - بوزن فعلى - متفرقون، وجاؤوا أشتاتًا كذلك، وشتان ما بينهما؛ أي: بعد. </p><p> {وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّى (١١) } وأصل تردى تَرَدَّيَ بوزن تفعل، قلبت الياء ألفًا لتحركها بعد فتح، يقال: تردى يتردى ترديًا، فهو مترد، ومنه قوله تعالى:  {وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ} يقال: تردى في بئر وفي أهوية وفي هلكة إذا وقع، ويقال: رَدِيَ زيد يَرْدَى رَدًى إذا هلك، وأرداه الله يُردِيه إرداء إذا أهلكه، قال الراغب: الردى </p><p> الهلاك، والتردي: التعرض للهلاك انتهى كما مر، يقال: تردى في البئر إذا سقط في حفرتها، وتردى في جهنم إذا سقط في قعرها. </p><p> {وَصَدَّقَ بِالْحُسْنَى (٦) } والحسنى: مؤنث الأحسن، وكذا اليسرى مؤنث الأيسر. </p><p> {نَارًا تَلَظَّى} مضارع تلظى، أصله: تَتَلَظَّيُ بوزن تتفعل، قلبت الياء ألفًا لتحركها بعد فتح، ثم حذفت إحدى التاءين تخفيفًا؛ أي: تتلهب. </p><p> {لَا يَصْلَاهَا} أصله: يَصْلَيُ بوزن يفعل، قلبت الياء ألفًا لتحركها بعد فتح؛ أي: لا يقاسي حرها. </p><p> {إِلَّا الْأَشْقَى} صيغة التفضيل أصله: الأشقَيُ، قلبت ياؤه ألفًا لتحركها بعد فتح. </p><p> {كَذَّبَ وَتَوَلَّى} أصله: تولَّيَ بوزن تفعل، قلبت ياؤه ألفًا لتحركها بعد فتح. </p><p> {الْأَتْقَى} صيغة التفضيل، أصله: الأتقَى، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {يَتَزَكَّى} أصله: يتزكَّيُ بوزن يتفعل، قلبت ياؤه ألفًا لتحركها بعد فتح. </p><p> {تُجْزَى} أصله تجزَيُ، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {ابْتِغَاءَ} فيه إعلال بالإبدال، أصله: ابتغاي، أُبدلت الياء همزة لتطرفها إثر ألف زائدة. </p><p> {يَرْضَى} أصله يرضَيُ بوزن يفعل، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> البلاغة </p><p> وقد تضمنت هذه الآيات ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: حذف المفعول للعلم به إن كان المحذوف الشمس؛ أي: حين يغشى الشمس ويغطيها ويسترها، أو للتعميم إن كان المحذوف غيرها؛ أي: يغشى النهار، من كل ما يواريه بظلامه، فعدم ذكر المفعول للعلم به في الأول، وللتعميم في الثاني، كما مر. </p><p> ومنها: اختلاف الفاصلتين في قوله: {إِذَا يَغْشَى} وقوله: {إِذَا تَجَلَّى} بالاستقبال في الأول والماضي في الثاني إشعارًا باستواء الماضي والمستقبل عنده تعالى. </p><p> ومنها: الطباق بين لفظة: {الْأَشْقَى} ، ولفظة {الْأَتْقَى} ، وبين {لِلْيُسْرَى} وبين {لِلْعُسْرَى} . </p><p> ومنها: الاشتقاق في قوله: {فَسَنُيَسِّرُهُ لِلْيُسْرَى (٧) }؛ لأن اليسرى هنا من التيسير، لا من اليسار. </p><p> ومنها: المقابلة اللطيفة في قوله: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (٥) وَصَدَّقَ بِالْحُسْنَى (٦) }، وقوله: {وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى (٨) وَكَذَّبَ بِالْحُسْنَى (٩) }. </p><p> ومنها: الطباق بين {صدق} و {وَكَذَّبَ} ، وبين {أَعْطَى} و {بَخِلَ} . </p><p> ومنها: تصدير القسمين بالإعطاء والبخل، مع أن كلًّا منهما أدنى رتبة مما بعدهما في استتباع التيسير لليسرى، والتيسير للعسرى؛ للإيذان بأن كلًّا منهما أصيل فيما ذُكر، لا تتمة لما بعدهما من التصديق والقوة والتكذيب والاستغناء. </p><p> ومنها: الإتيان بسين الاستقبال في القسمين؛ للدلالة على أن الجزاء الموعود في مقابلة الطاعة والمعصية آجل غير حاضر يكون في الآخرة التي هي أمر متراخ منتظر. </p><p> ومنها: حذف المفعول في قوله: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (٥) ...} الآيات إفادة للتعميم؛ ليذهب ذهن السامع مع كل مذهب. </p><p> ومنها: الطباق بين {وَاللَّيْلِ} و {وَالنَّهَارِ} في قوله: {وَاللَّيْلِ إِذَا يَغْشَى (١) وَالنَّهَارِ إِذَا تَجَلَّى (٢) } وبين {الذَّكَرَ} و {وَالْأُنْثَى} في قوله: {وَمَا خَلَقَ الذَّكَرَ وَالْأُنْثَى (٣) }. </p><p> ومنها: التعبير بـ {ما} التي لغير العاقل بدل من التي للعاقل؛ لأنها لتوغلها في الإبهام أفادت أن الوصف الذي استُعملت هي فيه بلغ إلى أقصى درجات القوة والكمال بحيث كان مما لا يُكتنه كنهه، وأنه لا سبيل للعقل إلى إدراكه بخصوصه، وإنما الممكن هو إدراكه بأمر عام صادق. </p><p> ومنها: الاقتصار على الذكر والأنثى في هذه الآية إشعارًا بأن الله لم يخلق خلقًا من ذوي الأرواح ليس بذكر ولا أنثى، والخنثى وإن أشكل أمره عندنا فهو عند الله تعالى غير مشكل معلوم بالذكورة أو بالأنوثة، كما في \"الروح\" . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> مقاصد هذه السورة </p><p> أولًا: بيان أن الناس في الدنيا فريقان: </p><p> ١ - فريق يهيئه الله سبحانه للخصلة اليسرى، وهم الذين أعطوا الأموال لمن يستحقها، وصدقوا بما وعد الله من الإخلاف على ما أنفقوا. </p><p> ٢ - فريق يهيئه الله للخصلة المؤدية إلى العسر والشدة، وهم الذين بخلوا في الأموال، واستغنوا بالشهوات، وأنكروا ما وعد الله تعالى به من ثواب الجنة. </p><p> ثانيًا: الجزاء في الآخرة لكل منهما، وجعله إما جنة ونعيمًا، وإما نارًا وعذابًا أليمًا (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) تمت سورة الليل في منتصف الليلة الثامنة من شهر ذي القعدة من شهور سنة: ١٤١٦ ألف وأربع مئة وست عشرة من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية.</p><p> [سورة الضحى] </p><p> سورة الضحى مكية بلا خلاف، نزلت بعد سورة الفجر، وأخرج (١) ابن الضريس والنحاس وابن مردويه والبيهقي عن ابن عباس - رضي الله عنه - قال: نزلت والضحى بمكة. </p><p> وآياتها: إحدى عشرة آية، وكلماتها (٢) : أربعون كلمة، وحروفها: مئة واثنان وأربعون حرفًا. </p><p> المناسبة: ومناسبتها لما قبلها: أن الله سبحانه وتعالى لما ذكر في السابقة قوله: {وَسَيُجَنَّبُهَا الْأَتْقَى (١٧) } وكان - صلى الله عليه وسلم - سيد الأتقياء وصفي الأصفياء .. عقَّب ذلك سبحانه بذكر نعمه عَزَّ وَجَلَّ عليه - صلى الله عليه وسلم -. وقال الشيخ موسى جار الله - رحمه الله تعالى - في كتابه \"نظم الدرر\" سورة الضحى: أن النبي - صلى الله عليه وسلم - وضعها بعد سورة الليل؛ ليتصل رضي النبي الكريم برضى خليفته بعده، وقدم رضي خليفته؛ لأن ابتغاء وجه الله قبل كل شيء. </p><p> التسمية: وتسميتها بالضحى: لبدايتها بلفظ الضحى، وقال محمد بن حزم - رحمه الله تعالى -: سورة الضحى كلها محكمة ليس فيها ناسخ ولا منسوخ. </p><p> فضلها: ومن فضائلها ما تقدم في سورة الشمس من الحديث الصحيح، ومنها (٣) ما أخرجه الحاكم وصححه، وابن مردويه والبيهقي في \"الشعب\" من طريق أبي الحسن المقرىء قال: سمعت عكرمة بن سليمان يقول: قرأت على قسطيْطين، فلما بلغت {وَالضُّحَى (١) } قال: كَبِّر حتى تختم، وأخبره عبد الله بن كثير أنه قرأ على مجاهد، فأمره بذلك، وأخبر مجاهد أن ابن عباس أمره بذلك، وأخبره ابن </p><p>(١) الشوكاني. (٢) الخازن.(٣) الشوكاني.</p><p> عباس أن أُبيٌّ بن كعب أمره بذلك، وأخبر أبي: أن رسول الله - صلى الله عليه وسلم - أمره بذلك، وأبو الحسن المقرىء المذكور هو أحمد بن محمد بن عبد الله بن أبي بزة المقرىء. قال ابن كثير: فهذه سنة تفرد بها أبو الحسن أحمد بن محمد بن عبد الله البزي من ولد القاسم ابن أبي بزة، وكان إمامًا في القراءات، وأما في الحديث فقد ضعفه أبو حاتم الرازي، وقال: لا أحدث عنه، وكذلك أبو جعفر العقيلي قال: هو منكر الحديث، قال ابن كثير: ثم اختلف القراء في موضع هذا التكبير وكيفيته، فقال بعضهم: يكبر من آخر سورة {وَاللَّيْلِ إِذَا يَغْشَى (١) }، وقال آخرون من آخر الضحى، وكيفية التكبير عند بعضهم أن يقول: الله أكبر، ويقتصر، ومنهم من يقول: الله أكبر لا إله إلا الله، الله أكبر، وذكروا في مناسبة التكبير من أول الضحى: أنه لما تأخر الوحي عن رسول الله - صلى الله عليه وسلم -، وفتر تلك المدة، ثم جاء الملك، فأوحى إليه {وَالضُّحَى (١) وَاللَّيْلِ إِذَا سَجَى (٢) ...} السورة كبر فرحًا وسرورًا، ولم يَرْوُوا ذلك بإسناد يحكم عليه بصحة ولا ضعف. </p><p> سبب نزولها: اتفق الرواة على أن سبب نزول هذه السورة الكريمة إنما هو حصول فترة انقطاع في توالي نزول الوحي على رسول الله - صلى الله عليه وسلم -، فظن من توهّم أن الله عَزَّ وَجَلَّ قد تركه وقلاه، فأنزل الله عَزَّ وَجَلَّ هذه السورة؛ ليلقي الطمأنينة في نفسه - صلى الله عليه وسلم -. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {وَالضُّحَى (١) وَاللَّيْلِ إِذَا سَجَى (٢) مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (٣) وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى (٤) وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥) أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى (٦) وَوَجَدَكَ ضَالًّا فَهَدَى (٧) وَوَجَدَكَ عَائِلًا فَأَغْنَى (٨) فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ (٩) وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ (١٠) وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (١١) }. </p><p> المناسبة </p><p> قد سبق لك قريبًا بيان المناسبة بين أول هذه السورة وآخر ما قبلها، وأما قوله تعالى: {أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى (٦) ... } إلى آخر السورة مناسبتها لما قبلها: أن الله سبحانه (١) لما ذكر رضاه عن رسوله، ووَعْدَه له أن يمنحه من المراتب والدرجات ما يرضيه ويثلج قلبه .. أردف ذلك ببيان أن هذا ليس عجبًا منه جل شأنه، فقد أنعم عليه بالنعم الجليلة قبل أن يصير رسولًا، فكيف يتركه بعد أن أعده لرسالته، ثم نهاه عن أمرين: قهر اليتيم وزجر السائل؛ لما لهما من أكبر الأثر في التعاطف والتعاون في المجتمع، ولما فيهما من الشفقة بالضعفاء وذوي الحاجة، ثم أمره بشكره على نعمه المتظاهرة عليه باستعمال كل منها في موضعها، وأداء حقها. </p><p> أسباب النزول </p><p> سبب نزول هذه السورة (٢) : ما أخرجه الشيخان وغيرهما عن جندب قال: اشتكى النبي - صلى الله عليه وسلم -، فلم يقم ليلة من ليلتين، فأتته امرأة فقالت: يا محمد ما أرى شيطانك إلا قد تركك، فأنزل الله عن وجل: {وَالضُّحَى (١) وَاللَّيْلِ إِذَا سَجَى (٢) مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (٣) }. </p><p> وأخرج سعيد بن منصور والفريابي عن جندب قال: أبطأ جبريل على النبي - صلى الله عليه وسلم -، فقال المشركون: قد وُدع محمد، فنزلت هذه السورة. </p><p>(١) المراغي. (٢) لباب النقول.</p><p> وأخرج الحاكم عن زيد بن أرقم قال: مكث رسول الله - صلى الله عليه وسلم - أيامًا لا ينزل عليه جبريل، فقالت أم جميل امرأة أبي لهب: ما أرى صاحبك إلا قد ودعك وقلاك، فأنزل سبحانه: {وَالضُّحَى (١) ...} الآيات. </p><p> وأخرج الطبراني وابن أبي شيبة في \"مسنده\" والواحدي وغيرهم بسند فيه من لا يُعرف عن حفص بن صبرة القرشي عن أمه عن أمها خولة، وقد كانت خادمة رسول الله - صلى الله عليه وسلم -: أن جروًا دخل بيت رسول الله - صلى الله عليه وسلم -، فدخل تحت السرير، فمات، فمكث النبي - صلى الله عليه وسلم - أربعة أيام لا ينزل عليه الوحي، فقال:  \"يا خولة ما حدث في بيت رسول الله - صلى الله عليه وسلم - جبريل لا يأتيني\" ، فقلت في نفسي لو هيأت البيت فكنسته، فأهويت بالمكنسة تحت السرير، فأخرجت الجرو، فجاء النبي - صلى الله عليه وسلم - يرعد بجبينه، وكان إذا نزل عليه الوحي أخذته الرعدة، فأنزل الله: {وَالضُّحَى (١) } إلى قوله: {فَتَرْضَى} . </p><p> قال الحافظ ابن حجر: قصة إبطاء جبريل بسبب الجرو مشهورة، لكن كونها سبب نزول الآية غريب، بل شاذ مردود بما في \"الصحيح\" . </p><p> وأخرج (١) ابن جرير عن عبد الله بن شداد أن خديجة قالت للنبي - صلى الله عليه وسلم -: ما أرى ربك إلا قد قلاك، فنزلت، وأخرج أيضًا عن عروة قال: أبطأ جبريل على النبي - صلى الله عليه وسلم -، فجزع جزعًا شديدًا، فقالت خديجة: إني أرى ربك قد قلاك مما يرى من جزعك، فنزلت، وكلاهما مرسل، ورواتهما ثقات، قال الحافظ ابن حجر: فالذي يظهر أن كلًّا من أم جميل وخديجة قالت ذلك، لكن أم جميل قالت شماتة، وخديجة قالته توجعًا. </p><p> وأخرج الطبراني في \"الأوسط\" عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: \"عُرض علي ما هو مفتوح لأمتي بعدي، فسرني\" ، فأنزل الله سبحانه: {وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى (٤) } إسناده حسن، وأخرج الحاكم والبيهقي في \"الدلائل\" ، والطبراني وغيرهم عن ابن عباس قال: عُرض على رسول الله - صلى الله عليه وسلم - ما هو مفتوح على أمته كَفْرًا كَفْرًا؛ أي: قرية قرية، فسر به، فأنزل الله سبحانه: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥) }. </p><p>(١) لباب النقول.</p><p> وعبارة \"الخازن\" هنا: واختلفوا في نزول هذه السورة على ثلاثة أقوال (١) : </p><p> القول الأول: ما روى الشيخان عن جندب بن سفيان البجلي قال: اشتكى رسول الله - صلى الله عليه وسلم -، فلم يقم ليلتين من ثلاثًا، فجاءت امرأة، فقالت: يا محمد إني لأرجو أن يكون شيطانك قد تركك لم أره قربك ليلتين من ثلاثًا، فأنزل الله عز وجل: {وَالضُّحَى (١) وَاللَّيْلِ إِذَا سَجَى (٢) مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (٣) } متفق عليه. </p><p> قيل: إن المرأة المذكورة في هذا الحديث هي: أم جميل امرأة أبي لهب، وأخرجه الترمذي عن جندب قال: كنت مع النبي - صلى الله عليه وسلم - في غار، فدميت أصبعه، فقال: </p><p> هَلْ أَنْتِ إِلَّا أُصْبُعٌ دَمِيْتِ ... وَفِي سَبِيْلِ اللهِ مَا لَقِيْتِ </p><p> قال: فأبطأ عليه جبريل، فقال المشركون: قد وُدع محمد، فأنزل الله عز وجل: {مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (٣) }. </p><p> والقول الثاني: ما قاله المفسرون: سألت اليهود رسول الله - صلى الله عليه وسلم - عن الروح وعن ذي القرنين وأصحاب الكهف حين أرسلوا إلى قريش، فأمروهم بسؤاله عن هذه الثلاثة، فسألته قريش، فقال:  \"سأخبركم غدًا\" ، ولم يقل: إن شاء الله، فاحتبس الوحي عليه. </p><p> والقول الثالث: ما قاله زيد بن أسلم كان سبب احتباس الوحي وجبريل عنه: أن جروًا كان في بيته، فلما نزل عليه عاتبه رسول الله - صلى الله عليه وسلم - على إبطائه، فقال: إنا لا ندخل بيتًا فيه كلب ولا صورة. </p><p> واختلفوا في مدة احتباس الوحي عنه (٢) ، فقيل: اثنا عشر يومًا، وقال ابن عباس: خمسة عشر يومًا، وقيل: أربعون يومًا، فلما نزل جبريل عليه السلام .. قال النبي - صلى الله عليه وسلم -: \"يا جبريل ما جئتَ حتى اشتقت إليك\" ، فقال جبريل: إني كنت إليك أشد اشتياقًا، ولكني عبد مأمور، ونزل:  {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ} ، وأنزل هذه السورة. </p><p>(١) الخازن. (٢) الخازن.</p>"
}