{
  "id": null,
  "sura": 92,
  "aya": 4,
  "text": "<p> والمعنى: أي وأقسم بالقادر العظيم القدرة الذي خلق صنفي الذكر والأنثى من كل نوع له توالد، فخرج مثل البغل والبغلة، وقيل: إن الله سبحانه لم يخلق خلقًا من ذوي الأرواح ليس بذكر ولا أنثى، والخنثى وإن أشكل أمره عندنا فهو عند الله غير مشكل معلوم بالذكورة أو الأنوثة، فلو حلف بالطلاق أنه لم يلق يومه ذكرًا ولا أنثى، وقد لقي خنثي مشكلًا .. كان حانثًا؛ لأنه في الحقيقة إما ذكر أو أنثى وإن كان مشكلًا عندنا، كما في \"الكشاف\" ، وقال الكلبي ومقاتل يعني آدم وحواء، فتكون {اللام} للعهد، وقال تعالى:  {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى} ، والظاهر العموم، وقيل: مخصوص ببني آدم؛ لاختصاصهم بولاية الله وطاعته، ويجوز أن تكون {ما} مصدرية؛ أي: وبخلق الذكر والأنثى. </p><p> قرأ الجمهور (١) : {تَجَلَّى} فعلًا ماضيًا فاعله ضمير {النهار} ، وقرأ عبد الله بن عبيد بن عمير:  {تتجلى} بتائين أعني: الشمس، وقرىء:  {تُجْلى} - بضم التاء وسكون الجيم - أي: الشمس، وقرأ الجمهور (٢) : {وَمَا خَلَقَ الذَّكَرَ وَالْأُنْثَى (٣) } وقرأ ابن مسعود: {وَالذكرِ والأنثى} بدون {ما خلق} قال علقمة: قدمنا الشام فأتانا أبو الدرداء - رضي الله عنه - فقال: أفيكم من يقرأ قراءة عبد الله بن مسعود؟ فأشاروا إلي، فقلت: نعم أنا، فقال: كيف يقرأ هذه الآية؛ قلت: سمعته يقرأ: {والذكِر والأنثى} قال: وأنا هكذا، والله سمعت رسول الله يقرؤها، وهؤلاء يريدونني على أن أقرأها:  {وَمَا خَلَقَ} فلا أتابعهم. </p><p> ٤ - وقوله {إِنَّ سَعْيَكُمْ لَشَتَّى (٤) } جواب القسم، والمصدر (٣) بمعنى الجمع؛ لما عُرف أن المصدر المضاف من صيغ العموم، ولذلك أخبر عنه بالجمع، و {شتى} جمع شتيت كمرضى ومريض، وهو المفترق المتثبت، والمعنى: إن مساعيكم؛ أي: أعمالكم أيها العباد لمختلفة حسب اختلاف الاستعدادات الأزلية، فبعضها حسن نافع خير صالح، وبعضها قبيح ضار شر فاسد، وفي الحديث:  \"الناس غاديان فمبتاع نفسه فمعتقها، أو بائع نفسه فموبقها\" . </p><p> وحاصل ما في المقام: أن الله سبحانه أقسم (٤) بما أقسم على أن سعي البشر </p><p>(١) البحر المحيط. (٢) الشوكاني.(٣) روح البيان.(٤) المراغي.</p><p> مختلف فأقسم: </p><p> ١ - بالليل الذي يأوي فيه كل حيوان إلى مستقره، ويسكن عن الاضطراب؛ إذ يغشاه النوم الذي فيه راحة لبدنه وجسمه. </p><p> ٢ - بالنهار الذي يتحرك فيه الناس لمعاشهم، وفيه تغدو الطير من أوكارها، وتخرج الهوام من أجحارها. </p><p> ٣ - بالقادر العظيم الذي خلق الذكر والأنثى، وميز بين الصنفين، مع أن المادة التي تَكَوَّنا منها واحدة، والمحل الذي تكونا فيه واحد، وفي ذلك دليل على تمام العلم وعظيم القدرة، كما قال: {يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ (٤٩) أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ (٥٠) }، فقال {وَاللَّيْلِ إِذَا يَغْشَى (١) } أقسم بالليل حين يغشى الأشياء ويواريها في ظلامه، ويكون فيه مستراح للناس من أعمالهم بما يشملهم من النوم والهدوء {و} أقسم بـ {النَّهَارِ إِذَا تَجَلَّى} بزوال ظلمة الليل، فيتحرك الإنسان والحيوان طلبًا لمعاشهما، وبهذا يظهر وجه المصلحة في اختلافهما؛ إذ لو كان الدهر كله ليلًا .. لتعذر المعاش على الناس، ولو كان كله نهارًا .. لبطلت المصلحة، فكان في تعاقبهما آية بالغة يُستدل بها على علم الصانع وحكمته. </p><p> إقرأ من شئت قوله: {وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا (٦٢) } {و} أقسم بـ {مَا خَلَقَ الذَّكَرَ وَالْأُنْثَى} ؛ أي: بالقادر العظيم الذي خلق الذكر والأنثى من ماء واحد، وفي هذا (١) دليل على أنه عليم جد العلم بدقائق المادة وما فيها؛ إذ لا يُعقل أو يكون هذا التخالف بين الذكر والأنثى في الحيوان بمحض الاتفاق أو طبيعة لا شعور لها بما تفعل، فإن الأجزاء الأصلية في المادة متساوية النسبة فيهما، فحدوث هذا التخالف في الجنين دليل على أن واضع هذا النظام عالم بما يفعل، حكيم فيما يصنع ويضع. </p><p> وقصارى ما سلف: أو بعض الماء يكون تارة سببًا للحمل، وأخرى يكون غير مستعد للتلقيح، والأول يكون من بعضه الذكران، ومن بعضه الإناث، سبحانه ما </p><p>(١) المراغي.</p>"
}