{
  "id": null,
  "sura": 92,
  "aya": 6,
  "text": "<p> أعظم قدرته وأجل حكمته، لا إله إلا هو الفعال لما يريد، ثم ذكر المحلوف عليه، فقال: {إِنَّ سَعْيَكُمْ لَشَتَّى (٤) }؛ أي: من أعمالكم أيها الناس لمتباعدة متفرقة، بعضها ضلال وعماية، وبعضها هدى ونور، وبعضها يستحق النعيم، وبعضها يستحق العذاب الأليم، كما قال: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُنا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُنا نَعَمِلُنا الصَّالِحَاتِ سَنَاءً مَحْيَاهُمْ نَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُننَ (٢١) } وقال: {لَا يَسْتَنِي أَصْحَابُ النَّارِ نَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُننَ (٢٠) }. </p><p> ٥ - وقوله:  {فَأَمَّا} بيان وتفصيل لتلك المساعي المختلفة وتبيين لأحكامها، و {الفاء} للإفصاح؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفتم أن سعيكم شتى، وأردتم بيانها وتفصيلها لكم .. فأقول لكم: أما {مَنْ أَعْطَى} ؛ أي: أدى حقوق الله عليه بامتثال المأمورات، وأداء الواجبات، وحقوق الناس عليه بأداء أموالهم عليه، ووفاء البيعة للإمام مثلًا، فإن مطلق الإعطاء يتناول إعطاء يقول المال وإعطاء حقوق النفس في طاعة الله تعالى، يقال: فلان أعطى الطاعة وأعطى البيعة، وقيل: معنى الإعطاء: إنفاق المال في جميع وجوه الخير من عتق الرقاب، وفك الأسارى، وتقوية المسلمين على عدوهم. اهـ من \"الرازي\" . </p><p> {وَاتَّقَى} ؛ أي: اجتنب (١) محارم الله التي نهى عنها، ومن جملتها المن والأذى </p><p> ٦ - {وَصَدَّقَ بِالْحُسْنَى (٦) }؛ أي: بالخصلة الحسنى، وهي الإيمان من الكلمة الحسنى، وهي كلمة التوحيد، أو بالملة الحسنى، وهي ملة الإِسلام، أو بالمثوبة الحسنى، وهي الجنة، والحسنى تأنيث الأحسن </p><p> ٧ - {فَسَنُيَسِّرُهُ} ؛ أي: فسنُهَيِّئُه ونوفقه {لِلْيُسْرَى} ؛ أي: للخصلة التي تؤدي إلى يسر وراحة، كدخول الجنة ومباديه، والمعنى: فسنيسر له الإنفاق في سبيل الخير والعمل بالطاعة لله تعالى التي تؤديه إلى الجنة. </p><p> قال الواحدي (٢) : قال المفسرون: نزلت هذه الآيات في أبي بكر الصديق، اشترى ستة نفر من المؤمنين كانوا في أيدي أهل مكة يعذبونهم في الله، كما مر؛ أي: نهيئه للحالة التي هي أيسر عليه وأهون، وذلك في الدنيا والآخرة، وفي \"الخطيب\" : واختُلف في الحسنى، فقال ابن عباس: أي: بـ: لا إله إلا الله؛ أي: مع محمد رسول الله، والمعنى: وصدَّق بالتوحيد والنبوة، وذلك لأنه لا ينفع مع </p><p>(١) روح البيان. (٢) الشوكاني.</p>"
}