{
  "id": null,
  "sura": 92,
  "aya": 12,
  "text": "<p> هُمَا سَيِّدَانِ يَزْعُمَانِ وَإِنَّمَا ... يَسُوْدَانِنَا إِنْ يَسّرَتْ غَنَمَاهُمَا </p><p> والمعنى: {وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى (٨) }؛ أي (١) : وأما من أمسك ماله، من أنفق في شهواته، ولم ينفقه فيما يقرب من ربه، وخدعته ثروته وجاهه، فظن أنه بذلك لا يحتاج إلى أحد، ولا يحس بأنه واحد من الناس يصيبه ما أصابهم من السوء {وَكَذَّبَ بِالْحُسْنَى (٩) }؛ أي: وكذب بأن الله يخلف على المنفقين في سبيله، فبخل بماله، ولم ينفق إلا فيما يلذ له ويمتعه في حاضره، ولا يبالي بما عدا ذلك، ويدخل في المكذبين بالحسنى، أولئك الذين يتكلمون بها تقليدًا لغيرهم، ولا يظهر أثرها في أعمالهم {فَسَنُيَسِّرُهُ لِلْعُسْرَى (١٠) }؛ أي: ومن مرنت نفسه على الشر وتعودت الخبث، فيسهل الله له الخطة العسرى، وهي الخطة التي يحط بها قدر نفسه، وينزل بها إلى حضيض الآثام، ويغمسها في أوحال الخطيئة </p><p> ١١ - {وَمَا يُغْنِي عَنْهُ مَالُهُ} ؛ أي (٢) : وما يدفع عنه ماله الذي بخل به شيئًا من عذاب الله، فـ {ما} : نافية، والمفعول محذوف من؛ أي شيء يدفع عنه ماله الذي بخل به، فـ {ما} استفهامية في محل النصب مفعول {يُغْنِي} ، والاستفهام للإنكار {إِذَا تَرَدَّى} ؛ أي: هلك ومات تفعل من الردى؛ للمبالغة والردى، كالفتى وهو الهلاك، قال الراغب؛ الردى الهلاك، والتردي التعرض للهلاك. انتهى. من تردى وسقط في الحفرة إذا قُبِر، من تردى في قعر جهنم، يقال: ردى الرجل في البئر يردى ردى إذا سقط فيها، وتردى إذا هلك، فالمال الذي ينتفع به الإنسان في الآخرة وقت حاجته هو الذي أعطى حقه، وقدمه دون الذي بخل به وتركه لوارثه. </p><p> والمعنى (٣) : أي وإذا يسرناه للعسرى، فأي شيء يُغني عنه ماله الذي بخل به على الناس، ولم ينفقه في المصالح العامة؟ وفيما يعود نفعه على الجماعة، ولم يصحب منه شيئًا إلى آخرته التي هي موضع حاجته وفقره؟ كما قال تعالى:  {وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ} ، </p><p> ١٢ - وقوله: {إِنَّ عَلَيْنَا لَلْهُدَى (١٢) } استئناف مقرِّر لما قبله؛ أي: إن علينا بموجب قضائنا المبني على الحِكَم البالغة حيث خلقنا الخلق للعبادة أن نبين لهم طريق الهدى وما يؤدي إليه، وطريق الضلال وما يؤدي إليه، وقد فعلنا ذلك بما لا مزيد عليه، حيث بَيَّنَّا حال من </p><p>(١) المراغي. (٢) روح البيان.(٣) المراغي.</p>"
}