{
  "id": null,
  "sura": 93,
  "aya": 7,
  "text": "<p> بأمره، وما زال يتعهده حتى كبر وترعرع حتى أرسله الله رسولًا، فقام يؤازره وينصره ويدفع عنه أذى قريش حتى مات، فاستطاعت قريش أن تنال منه، وتجرأ عليه سفهاؤهم، وسلطوا عليه غلمانهم حتى اضطروه إلى الهجرة، ولو تدبر (١) المنصف في رعاية الله له وحياطته بحفظه وحسن تنشئته .. لوجد من ذلك العجب، فقد كان اليتم وحده مدعاة إلى المضيعة وفساد الخلق؛ لقلة من يحفل باليتيم ويحرص عليه، وكان في خلق أهل مكة وعاداتهم ما فيه الكفاية في إضلاله لو أنه سار سيرتهم، لكن عناية الله تعالى كانت ترعاه، وتمنعه السير على نهجهم، فكان الوفي الذي لا يمين والأمين الذي لا يخون والصادق الذي لا يكذب والطاهر الذي لم يدنس برجس الجاهلية. </p><p> ٧ - وقوله: {وَوَجَدَكَ ضَالًّا فَهَدَى (٧) } معطوف (٢) على المضارع المنفي، وقيل: هو معطوف على ما يقتضيه الكلام الذي قبله كما ذكرنا؛ أي: قد وجدك يتيمًا فآوى، ووجدك ضالًا فهدى، والضلال هنا بمعنى الغفلة، كما في قوله:  {لَا يَضِلُّ رَبِّي وَلَا يَنْسَى} ، وكما في قوله:  {وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ} والمعنى: إنه وجدك غافلًا عما يراد بك من أمر النبوة فهداك إليه، واختار هذا الزجاج، وقيل: معنى {ضَالًّا} لم تكن تدري القرآن ولا الشرائع، فهداك لذلك، وقال الكلبي والسدي والفراء: وجدك في قوم ضلال، فهداهم الله بك، وقيل: وجدك ضالًا، أي: طالبًا للقبلة، فهداك إليها، كما في قوله:  {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا} ويكون الضلال بمعنى الطلب، وقيل: وجدك ضائعًا في قومك فهداك إليه، فيكون الضلال بمعنى الضياع، وقيل: وجدك محبًا للهداية فهداك إليها، ويكون الضلال بمعنى المحبة، ومنه قول الشاعر: </p><p> عَجَبًا لِعَزَّةَ فِيْ اخْتِيَارِ قَطِيْعَتِيْ ... بَعْدَ الضَّلَالِ فَحَبْلُهَا قَدْ أَخْلَقَا </p><p> وقيل: وجدك ضالًا في شعاب مكة فهداك؛ أي: ردك إلى جدك عبد المطلب، وعن ابن عباس (٣) - رضي الله عنهما - أن النبي - صلى الله عليه وسلم - ضل في شعاب مكة حال صباه، وكان عبد المطلب يطلبه، ويقول متعلقًا بأستار الكعبة: </p><p>(١) المراغي. (٢) الشوكاني.(٣) روح البيان.</p><p> يَا رَبِّ فَارْدُدْ وَلَدِيْ مُحَمَّدَا ... رَدًّا إِلَيَّ وَاصْطَنِعْ عِنْدِيْ يَدَا </p><p> فوجده أبو جهل، فرده إلى عبد المطلب، فمن الله عليه حيث خلصه على يدي عدوه، فكان في ذلك نظير موسى عليه السلام حيث التقط فرعون تابوته، ليكون له عدوًا وحزنًا، فما زال عبد المطلب يكرر هذا البيت عند الكعبة حتى أتاه أبو جهل على ناقة له ومحمد بين يديه، وهو يقول: لا تدري ماذا ترى من ابنك، فقال عبد المطلب: ولِمَ؟ قال: أنخت الناقة وأركبته من خلفي، فأبت الناقة أن تقوم، فلما أركبته أمامي قامت الناقة، وكانت تقول: يا أحمق هو الإِمام، فكيف يقوم خلف المقتدي، وقال سعيد بن المسيّب (١) : خرج رسول الله - صلى الله عليه وسلم - مع عمه أبي طالب في قافلة ميسرة غلام خديجة، فبينما هو راكب ذات ليلة مظلمة إذ جاء إبليس، فأخذ زمام ناقته، فعدل به عن الطريق، فجاء جبريل عليه السلام، فنفخ إبليس نفخة وقع منها إلى الحبشة، ورد رسول الله - صلى الله عليه وسلم - إلى القافلة، فمنَّ الله عليه بذلك، وقيل: الضلال هنا بمعنى الحيرة، وذلك لأنه - صلى الله عليه وسلم - كان يخلو في غار حراء في طلب ما يتوجه به إلى ربه حتى هداه الله لدينه، وقال الجنيد: ووجدك متحيرًا في بيان ما أنزل الله إليك فهداك لبيانه، فهذا ما قيل في تفسير هذه الآية، ولا يُلتفت إلى قول من قال: إنه - صلى الله عليه وسلم - كان قبل النبوة على ملة قومه، فهداه الله سبحانه إلى الإِسلام؛ لأن نبينا - صلى الله عليه وسلم -، وكذلك الأنبياء قبله منذ وُلدوا انتشؤوا على التوحيد والإيمان قبل النبوة وبعدها، وإنهم معصومون قبل النبوة من الجهل بصفات الله تعالى وتوحيده، ويدل على ذلك أن قريشًا عابوا النبي - صلى الله عليه وسلم -، ورموه بكل عيب سوى الشرك وأمر الجاهلية، فإنهم لم يجدوا لهم عليه سبيلًا؛ إذ لو كان فيه شيء من ذلك لما سكتوا عنه، ولنُقِل ذلك، فبرّأه الله تعالى من جميع ما قالوه فيه وعيَّروه به من السحر والكهانة والجنون والشعر. </p><p> ويؤيد هذا (٢) : ما روي في قصة بحيرا الراهب حين استحلف النبي - صلى الله عليه وسلم - باللات والعزى، وذلك حين سافر مع عمه أبي طالب إلى الشام، فرأى بحيرا علامة النبوة فيه، وهو صبي، فاختبره بذلك، فقال له النبي - صلى الله عليه وسلم -: \"لا تسألني بهما، فوالله ما أبغضت شيئًا بغضهما\" ويؤيده شرح صدره - صلى الله عليه وسلم - في حال الصغر، واستخراج العلقة </p><p>(١) الخازن. (٢) الخازن.</p>"
}