{
  "id": null,
  "sura": 93,
  "aya": 8,
  "text": "<p> منه، وقول جبريل: هذا حظ الشيطان منك، وملأه حكمة وإيمانًا، وقوله تعالى: {مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى (٢) }. وقال الزمخشري: ومن قال كان على أمر قومه أربعين سنة، فإن أراد أنه كان على خلقهم من العلوم السمعية فنعم، وإن أراد أنه كان على دين قومه فمعاذ الله، والأنبياء يجب أن يكونوا معصومين قبل النبوة وبعدها من الكبائر والصغائر الشائنة، فما بال الكفر والجهل بالصانع {مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللَّهِ مِنْ شَيْءٍ} والله أعلم. </p><p> والمعنى: {وَوَجَدَكَ ضَالًّا فَهَدَى (٧) }؛ أي: ووجدك حائرًا مضطربًا في أمرك مع اعتقادك أن قومك ليسوا على بصيرة من أمرهم، فعبادتهم باطلة ومعتقداتهم فاسدة، وكان يفكر في دين اليهودية، ثم يرى اليهود أنفسهم ليسوا على حال خير من حال قومه؛ إذ بدلوا دينهم وخالفوا ما كان عليه رسولهم، فيبدو عليه الإعراض عنه، ثم يفكر في دين عيسى عليه السلام، فيرى النصارى على حال شر من حال اليهود، فيرجع عن التفكير فيه وهو أمي لا يقرأ ولا يكتب، ولا يعرف ما حوته تلك الأديان من الأحكام والشرائع، وأعظم أنواع حيرته ما كان يراه في العرب أنفسهم من سخف في العقائد، وضعف في البصائر باستيلاء الأوهام عليهم، وفساد أعمالهم وشؤمها في أحوالهم بتفرق الكلمة، وتفانيهم في سفك الدماء، والإشراف على الهلاك باستعباد الغرباء لهم، وتحكمهم فيهم، فالحبشة والفرس من جانب، والرومان من جانب آخر، فما العمل في تقويم عقائدهم وتخليصهم من تحكم العادات فيهم، وأي الطرق ينبغي أن يُسلك في إيقاظهم من سباتهم. </p><p> وقصارى ذلك: أنه كان في قرارة نفسه يعتقد أن قومه قد ضلوا سواء السبيل، وبدلوا دين أبيهم إبراهيم، وكانت حال أهل الأديان الأخرى ليست خيرًا من حالهم، لكن الإله الحكيم لم يتركه ونفسه، بل أنزل عليه الوحي يبين له أوضح السبل، كما قال:  {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ} </p><p> ٨ - {وَوَجَدَكَ عَائِلًا} ؛ أي: فقيرًا لا مال لك، يؤيده ما في مصحف عبد الله بن مسعود {عديمًا} يقال: عال يعيل عيلًا وعيلة إذا افتقر {فأغنا} ك بمال خديجة - رضي الله عنها - من بما أفاء الله عليه من الغنائم، حتى كان - صلى الله عليه وسلم - يهب المئة من الإبل، وفي الحديث:  \"جعل رزقي تحت ظل رمحي\" ولكن في هذا المعنى الأخير نظر؛ لأن السورة مكية. </p>"
}