{
  "id": null,
  "sura": 93,
  "aya": 6,
  "text": "<p> والإِسلام في مشارق الأرض ومغاربها, ولما ادخر له من الكرامات التي لا يعلمها إلا الله تعالى، وقد أنبأ عن سمة منها قوله - صلى الله عليه وسلم -: \"لى في الجنة ألف قصر من لؤلؤ أبيض ترابها المسك\" . </p><p> والمعنى (١) : أي ولسوف يظاهر ربك عليك نعمه ويوالي عليك منته، ومنها توارد الوحي عليك بما فيه إرشادك وإرشاد قومك إلى ما فيه سعادتهم في الدنيا والآخرة، وسيظهر دينك على الأديان كلها، وتعلو كلمتك ويرتفع شأنك على شؤون الناس جميعًا. </p><p> ٦ - وقوله:  {أَلَمْ يَجِدْكَ يَتِيمًا} شروع في تعداد ما أفاضه الله سبحانه عليه من النعم؛ أي: ألم يجدك يا محمد ربك يتيمًا بموت أبويك، والاستفهام فيه للتقرير؛ أي: قد وجدك ربك يتيمًا، والوجود بمعنى العلم. و {يَتِيمًا} : مفعوله الثاني. {فَآوَى} عطف على ما قبله؛ أي: ألم يَعْلَمْك الله يتيمًا بلا أب، فجعل لك مأوى تأوي إليه. </p><p> وقرأ الجمهور (٢) : {فَآوَى} بألف بعد الهمزة رباعيًا من آواه يؤويه إذا جعل له مأوى يأوي إليه، وقرأ أبو الأشهب العقيلي:  {فأوى} ثلاثيًا بلا مد، وهو إما بمعنى الرباعي، من من أوى له إذا رحمه، يقال: أوى فلان إلى منزله يأوي أويًا على وزن فعول إذا رجع ولجأ إليه، وآويته أنا إيواء، والمأوى كل مكان يأوي إليه الشيء ليلًا من نهارًا؛ أي: يرجع إليه وينزل فيه، ويجوز أن يكون الوجود بمعنى (٣) المصادفة، و {يَتِيمًا} حال من مفعوله، يعني: على المجاز بأن يُجعل تعلق العلم الوقوعي الحالي مصادفة، وإلا فحقيقة المصادفة لا تمكن في حقه تعالى. </p><p> روي (٤) : أن أباه عبد الله مات بعد حمله بشهرين، وقيل: قبل ولادته بشهرين، وقيل: بعد ولادته بشهرين، وقيل: بعد ولادته بسبعة أشهر، وقيل: بعدها بتسعة أشهر، وقيل: بعدها بثمانية وعشرين شهرًا، والراجح المشهور الأول، وكانت وفاة أبيه بالمدينة المنورة، ودُفن في دار النابغة، وقيل: دُفن بالأبواء قرية من عمل </p><p>(١) المراغي. (٢) الشوكاني.(٣) روح البيان.(٤) الفتوحات.</p><p> الفُرع، وتوفيت أمه، وهو ابن أربع سنين، وقيل: خمس سنين، وقيل: ست سنين، وقيل: سبع سنين، وقيل: ثمان سنين، وقيل: تسع سنين، وقيل: ثنتي عشرة سنة وشهر وعشرة أيام، وكانت وفاتها بالأبواء، وقيل: بالحجون اهـ، من \"المواهب\" و \"شرحه\" . </p><p> وقال بعضهم (١) : لما وُلد رسول الله - صلى الله عليه وسلم - كان مع جده عبد المطلب ومع أمه آمنة، فهلكت أمه آمنة وهو ابن ست سنين، ثم مات جده بعد أمه بسنتين، ورسول الله ابن ثمان سنين، ولما أشرف جده عبد المطلب على الموت .. أوصى به - صلى الله عليه وسلم - أبا طالب؛ لأن عبد الله وأبا طالب كانا من أم واحدة، فكان أبو طالب هو الذي كفل رسول الله - صلى الله عليه وسلم - إلى أن بعثه الله تعالى نبيًا، فقام ينصره مدة مديدة، ثم توفي أبو طالب، فنال المشركون منه - صلى الله عليه وسلم - ما لم ينالوا منه في حياة أبي طالب، أي: آذوه، وكان - صلى الله عليه وسلم - يقول:  \"كنت يتيمًا في الصغر وغريبًا في الكبر\" ، وكان يحب الأيتام ويحسن إليهم، وفي الحديث:  \"من ضم يتيمًا، وكان في نفقته .. كفاه مؤنته، كان له حجابًا من النار، ومن مسح رأس يتيم كان له بكل شعرة حسنة\" . </p><p> وإنما جعله الله سبحانه يتيمًا؛ لئلا يسبق إلى قلب بشر أن الذي نال من العز والشرف والاستيلاء .. كان عن تظاهر نسب أو توارث مال من نحو ذلك، وعن مجاهد، معنى الآية (٢) : ألم يجدك واحدًا في شرفك لا نظير لك، فآواك الله سبحانه بأصحاب يحفظونك ويحوطونك، فجعل يتيمًا من قولهم: درة يتيمة، أي: لا نظير لها، وهذا المعنى بعيد جدًّا، وقيل المعنى: ألم يجدك وحيدًا في قريش عديم النظير، فآواك إليه، وأيدك وشرفك بنبوته، واصطفاك برسالته، والأول أولى. </p><p> وخلاصة المعنى: أي ألم تكن يا محمد يتيمًا لا أب له يعني: بتربيتك، ويقوم بشؤونك، ويهتم بتنشئتك، فما زال يحميك ويتعهدك برعايتك، ويجنبك أدناس الجاهلية وأوضارها، حتى رقيت إلى ذروة الكمال الإنساني، وقد عاش النبي - صلى الله عليه وسلم - يتيمًا؛ إذ توفي أبوه وهو في بطن أمه، فلما وُلد عطَّف الله عليه قلب جده عبد المطلب، فما زال يكفله خير كفالة حتى توفي، والنبي - صلى الله عليه وسلم - يومئذ في السنة الثامنة، فكفله عمه أبو طالب بوصية من عبد المطلب، فكان به حفيًا شديد العناية </p><p>(١) روح البيان. (٢) الشوكاني.</p>"
}