{
  "id": null,
  "sura": 93,
  "aya": 11,
  "text": "<p> ضَالًّا فَهَدَى (٧) }، و {السَّائِلَ} منصوب بـ {تنهر} كما أن {الْيَتِيمَ} منصوب بـ {تقهر} ، والتقدير: مهما يكن من شيء، فلا تقهر اليتيم، ولا تنهر السائل. </p><p> والآية بيّنة لجميع الخلق (١) ؛ لأن كل واحد من الناس كان فقيرًا في الأصل، فإذا أنعم الله سبحانه عليه .. وجب عليه أن يعرف حق الفقراء، وقال بعضهم: الأولى حمل السائل على المعنى الأعم من أن يسأل المال، ويسأل عن العلم، فيكون التفصيل مطابقًا للتعديد، كما مرت الإشارة إليه آنفًا، فيجب إكرام طالب العلم وإنصافه بمطلوبه ولا يعبس في وجهه، ولا يُنهَر، ولا يُتلَقى بمكروه. </p><p> وفي الحديث:  \"من كتم علمه أُلجِم يوم القيامة بلجام من نار\" ، وهذا الوعيد يشمل حبس الكتب عمن يطلبها للانتفاع بها. </p><p> ١١ - ولما ذكّره نعمه عليه في هذه السورة من جبر اليتم، والهدى بعد الضلالة، والإغناء بعد العيلة والفقر .. أمره أن يشكره على إنعامه عليه، فقال: {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (١١) }؛ لأن تحديث العبد، وإخباره بنعمة الله تعالى شكر لها باللسان وتذكير للغير. </p><p> وفي الحديث:  \"التحدث بالنعم شكر\" والمراد بتحديثها إظهارها للناس وإشهارها بينهم، والظاهر (٢) حمل النعمة على العموم من غير تخصيص بفرد من أفرادها، من نوع من أنواعها، وقال مجاهد والكلبي: المراد بالنعمة هنا القرآن، وقال الكلبي: وكان القرآن أعظم ما أنعم الله به عليه، فأمره أن يقرأه، قال الفراء: وكان يقرؤه ويحدثه به، وقال مجاهد أيضًا: المراد بالنعمة النبوة التي أعطاه الله، واختار الزجاج هذا القول، فقال: أي: بلِّغ ما أرسلت به، وحدث بالنبوة التي آتاك الله تعالى، وهي أجل النعم، فحينئذ فقد إندرج تحت الأمر هدايته - صلى الله عليه وسلم - لأهل الضلال، وتعليمه للشرائع والأحكام حسبما هداه الله وعلّمه من الكتاب والحكمة، وقال مقاتل: يعني: اشكر ما ذكر من النعمة عليك في هذه السورة من الهدى بعد الضلال، وجبر اليتيم، والإغناء بعد العيلة، فاشكرها وحدث بها للناس؛ لأن التحدث بنعمة الله شكر وكتمانها كفر. </p><p> وهذا الثالث بمقابلة الثاني (٣) ، وهو قوله: {وَوَجَدَكَ ضَالًّا فَهَدَى (٧) } آخره </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.</p><p> لمراعاة الفواصل، ولأن التحلية وهو التحدث بنعمة الله بعد التخلية، وهو {لا تقهر} و {لا تنهر} ، وكرر أما؛ لوقوعها في مقابلة ثلاث آيات. </p><p> قال في \"الكواشي\" : رأى بعض العلماء التحدث بنعمة الله من الطاعات، مع أمن الرياء، وغائلة النفس، وطلب الاقتداء به، وكرهه بعضهم خوف الفتنة، وفي \"عين المعاني\" أنه - صلى الله عليه وسلم - قال:  \"التحدث بالنعم شكر وتركه كفر\" ، وأما الحديث الآخر:  \"عليكم بكتمان النعم، فإن كل ذي نعمة محسود\" يعني: عن الحسود لا غير، وفي \"الأشباه\" : </p><p> (س) أي رجل ينبغي له إخفاء إخراج الزكاة عن بعض دون بعض؟. </p><p> (ج) فقيل: المريض إذا خاف من ورثته يخرجها سرًا عنهم. </p><p> (س) وأي رجل يُستحب له إخفاؤها؟. </p><p> (ج) فقيل: الخائف من الظلمة، لا يعلمون كثرة ماله. وقال ابن عطية في الآية: حدِّث به نفسك؛ أي: لا تنس فضله عليك قديمًا وحديثًا. </p><p> وخلاصة معنى قوله: {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (١١) }؛ أي: أوسع (١) في البذل على الفقراء بمالك، وأفض من نعمه الأخرى على طالبيها, وليس المراد مجرد ذكر الثروة والإفاضة في حديثها، فإن ذلك ليس من كرم الأخلاق في شىء. </p><p> وقد جرت عادة البخلاء أن يكتموا مالهم؛ لتقوم لهم الحجة في قبض أيديهم عن البذل، ولا تجدهم إلا شاكِين من القل، أما الكرماء فلا يزالو يظهرون بالبذل مما آتاهم الله تعالى من فضله، ويجهرون بالحمد لما أفاض عليهم من رزقه، وقد استفاضت الأحاديث بأنه - صلى الله عليه وسلم - كان كثير الإنفاق على الفقراء، وعظيم الرأفة بهم، واسع الإحسان إليهم، وكان يتصدق بكل ما يدخل في ملكه ويبيت طاويًا. </p><p> نبذة من الأحاديث المناسبة للآية </p><p> منها: ما روي عن جابر بن عبد الله - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \"من أُعطي عطاء فليُجْزِ به إن وجد، فإن لم يجد فليثن عليه، فإن أثنى عليه فقد </p><p>(١) المراغي.</p><p> شكره، ومن كتمه فقد كفر، ومن تحلى بما لم يُعط كان كلابس ثوبي زور \" أخرجه الترمذي، وله عن أبي سعيد الخدري أن رسول الله - صلى الله عليه وسلم -قال:\" من لا يشكر الناس لا يشكر الله \".</p><p> وله عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \" الطاعم الشاكر بمنزله الصائم الصابر \".</p><p> وروى البغوي بإسناد الثعلبي عن النعمان بن بشير قال: قال: سمعت رسول الله - صلى الله عليه وسلم - على المنبر يقول: \" من لم يشكر القليل لم يشكر الكثير، ومن لم يشكر الناس لم يشكر الله، والتحدث بنعمة الله شكر، وتركه كفر، والجماعة رحمة، والفرقة عذاب\". </p><p> فائدة: والسنة في قراءة أهل مكة أن يكبر من أول سورة الضحى على رأس كل سورة حتى يختم القرآن، فيقول: الله أكبر، وسبب ذلك أن الوحي لما احتبس عن رسول الله - صلى الله عليه وسلم - .. قال المشركون: هجره شيطانه وودعه، فاغتم النبي - صلى الله عليه وسلم - لذلك، فلما نزلت: {وَالضُّحَى (١) } .. كبر رسول الله - صلى الله عليه وسلم - فرحًا بنزول الوحي، فاتخذوه سنة، والله سبحانه وتعالى أعلم. </p><p> الإعراب </p><p> {وَالضُّحَى (١) وَاللَّيْلِ إِذَا سَجَى (٢) مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (٣) وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى (٤) وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥) }. </p><p> {وَالضُّحَى (١) } {الواو} : حرف جر وقسم. {الضحى} : مقسم به مجرور بواو القسم، الجار والمجرور متعلق بفعل قسم محذوف، تقديره: أقسم بالضحى، وجملة القسم مستأنفة. {وَاللَّيْلِ} : معطوف على {وَالضُّحَى (١) }، وأجاز ابن هشام أن تكون {الواو} في {وَاللَّيْلِ} عاطفة، من قسمية، قال: والصواب الأول، وإلا لاحتاج كل إلى الجواب. {إِذَا} : ظرف زمان مجرد عن معنى الشرط متعلق بفعل القسم، وتقدمت لها نظائر، وجملة {سَجَى} في محل الخفض بإضافة {إِذَا} إليها، وفاعل {سَجَى} : ضمير يعود إلى {الليل} . {ما} : نافية. {وَدَّعَكَ} : فعل ماض ومفعول به. {رَبُّكَ} : فاعل، والجملة الفعلية جواب القسم لا محل لها من الإعراب. {وَمَا} : {الواو} : عاطفة. {ما} : نافية. {قَلَى} : فعل ماض، وفاعل </p><p> مستتر يعود على الرب، والمفعول محذوف لعلمه مما قبله، أي: وما قلاك، والجملة معطوفة على جواب القسم لا محل لها من الإعراب. {وَلَلْآخِرَةُ} : {الواو} : عاطفة، أو استئنافية، و {اللام} : حرف ابتداء مؤكِّدة لمضمون الجملة. {الآخرة} : مبتدأ. {خَيْرٌ} : خبره، {لَكَ} : متعلق بـ {خَيْرٌ} ، وكذا {مِنَ الْأُولَى} متعلق بـ {خَيْرٌ} أيضًا، والجملة معطوفة على جملة القسم، أو على جوابها, أو مستأنفة. {وَلَسَوْفَ} : {الواو} : عاطفة، و {اللام} : حرف ابتداء مؤكد لمضمون الجملة. {سوف} : حرف تنفيس للاستقبال البعيد. {يُعْطِيكَ} : فعل مضارع ومفعول به أول، والثاني محذوف معلوم من السياق تقديره: سوف يعطيك ترضاه. {رَبُّكَ} : فاعل، والجملة الفعلية خبر لمبتدأ محذوف تقديره: ولأنت سوف يعطيك ربك، والجملة الابتدائية معطوفة على جملة جواب القسم , وإنما لم تكن {اللام} للقسم؛ لأن لام القسم لا تدخل على المضارع إلا مع نون التوكيد ,فتعيَّن أن تكون للابتداء، ولام الابتداء لا تدخل إلا على الجملة المكونة من المبتدأ والخبر، فتعيَّن تقدير مبتدأ، وأن يكون أصله: ولأنت سوف يعطيك ربك فترضى. </p><p> قال الزمخشري: فإن قلت: ما معنى الجمع بين حرفي التأكيد والتأخير؟ </p><p> قلت: معناه أن العطاء كائن لا محالة، وان تأخر لما في التأخير من المصلحة. {فَتَرْضَى} : {الفاء} : عاطفة {ترضى} : فعل مضارع، وفاعل مستتر يعود على محمد، والجملة معطوفة على جملة {يُعْطِيكَ} . </p><p> {أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى (٦) وَوَجَدَكَ ضَالًّا فَهَدَى (٧) وَوَجَدَكَ عَائِلًا فَأَغْنَى (٨) فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ (٩) وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ (١٠) وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (١١) }. </p><p> {أَلَمْ} : الهمزة للاستفهام التقريري، {لم} : حرف جزم ونفى. {يَجِدْكَ} : فعل مضارع مجزوم بـ {لم} ، وفاعله ضمير مستتر يعود على الله, تقديره: هو, و {الكاف} : ضمير متصل في محل النصب مفعول أول. {يَتِيمًا} : مفعول ثان, والجملة مستأنفة مسوقة لتعداد أياديه ونعمه عليه، والغرض من تعدادها كما تقدم تقوية قلبه - صلى الله عليه وسلم -، وتشجيعه على السير في طريقه التي إختارها الله له, وهى طريق محمودة العواقب سليمة المغابَّ. {فَآوَى} : {الفاء} : عاطفة، {آوَى} :فعل ماض، وفاعله ضمير يعود على الله، والجملة معطوفة على قوله:  {أَلَمْ يَجِدْكَ} لأنه </p><p> في تقدير الإثبات؛ لأن الاستفهام تقريري، والتقدير: ووجدك يتيمًا فآواك. {وَوَجَدَكَ ضَالًّا} : فعل وفاعل مستتر، ومفعولان، معطوف على قوله:  {أَلَمْ يَجِدْكَ} ؛ لأنه في معنى الإثبات، كما مر آنفًا. {فَهَدَى} : {الفاء} : عاطفة، {هدى} : فعل ماض، وفاعل مستتر يعود على الله، والجملة معطوفة على قوله:  {وَوَجَدَكَ ضَالًّا} : {وَوَجَدَكَ عَائِلًا} : فعل ماض وفاعل مستتر، ومفعولان، معطوف على قوله:  {أَلَمْ يَجِدْكَ يَتِيمًا} . {فَأَغْنَى} : {الفاء} : عاطفة، {أغنى} : فعل ماض، وفاعل مستتر يعود على الله معطوف على قوله:  {وَوَجَدَكَ عَائِلًا} ، والمفعول محذوف كسابقه؛ أي: فأغناك. {فَأَمَّا الْيَتِيمَ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفت ما أنعمنا به عليك من النعم المذكورة، وأردت بيان ما هو اللازم لك في المستقبل .. فأقول لك:  {أما اليتيم}  {أما} : حرف شرط أبدًا وتفصيل غالبًا، نائبة عن أداة الشرط وفعله، والأصل مهما يكن من شيء، فأقول لك: لا تقهر اليتيم: حرف لا محل لها من الإعراب، مبني على سكون الألف المحذوفة؛ لالتقاء الساكنين {الْيَتِيمَ} : مفعول به مقدم لـ {تَقْهَرْ} ؛ للفصل به بين {أما} وجوابها. {فَلَا} : {الفاء} : رابطة لجواب {أما} واقعة في غير موضعها؛ لأن موضعها موضع {أما} ؛ لأن أصل التركيب مهما يكن من شيء، فلا تقهر اليتيم، {لا} : ناهية جازمة. {تَقْهَرْ} : فعل مضارع، وفاعل مستتر يعود على محمد مجزوم بـ {لا} ، والجملة الفعلية جواب {أما} الشرطية لا محل لها من الإعراب، وجملة {أما} من فعل شرطها وجوابها في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة استئنافًا بيانيًا لا محل لها من الإعراب. {وَأَمَّا} : {الواو} : عاطفة. {أما} : حرف شرط. {السَّائِلَ} : مفعول مقدم لـ {تَنْهَرْ}  {فَلَا}  {الفاء} : رابطة لجواب {أما} ، {لا} : ناهية جازمة. {تَنْهَرْ} : فعل مضارع، وفاعل مستتر مجزوم بـ {لا} الناهية، والجملة الفعلية جواب {أما} لا محل لها من الإعراب، وجملة {أما} معطوفة على جملة {أما} الأولى. {وَأَمَّا} : {الواو} : عاطفة. {أما} : حرف شرط وتفصيل. {بِنِعْمَةِ رَبِّكَ} : جار ومجرور ومضاف إليه متعلق بـ {حَدِّثْ} ، والفاء غير مانعة؛ لأنها بمثابة الزائدة. {فَحَدِّثْ} : {الفاء} : رابطة لجواب {أما} ، {حدِّث} : فعل أمر، وفاعل مستتر يعود على محمد، والجملة الفعلية جواب {أما} لا محل لها من الإعراب، وجملة {أما} </p><p> معطوفة على جملة {أما} الأولى. </p><p> التصريف ومفردات اللغة </p><p> {وَالضُّحَى (١) }: صدر النهار حتى ترتفع الشمس وتلقي أشعتها على هذا الكون، وفي \"القاموس\" : والضَّحو والضَّحوة والضحية كعشية ارتفاع النهار، والضُّحى فويقه، والضَّحاء بالمد إذا قرب انتصاف النهار، وبالضم والقصر يطلق على الشمس أيضًا اهـ. وأصله: ضَحَوَ بوزن فعل تحرك حرف العلة وفتح ما قبله فقُلبت ألفًا. </p><p> {إِذَا سَجَى} ؛ أي: سكن، يقال: سجا البحر يسجو سجوًا - من باب سما - إذا سكنت أمواجه، وليلة ساجية ساكنة الريح، والمراد إذا الأحياء فيه، وانقطعوا عن الحركة، وفيه إعلال بالقلب أصله: سَجَوَ واوي اللام، تحركت الواو وفُتح ما قبلها فقلبت ألفًا. </p><p> {مَا وَدَّعَكَ} : من التوديع، وهو مبالغة في الوَدْع، وهو الترك؛ أي: ما تركك ضائعًا بتأخير الوحي عنك، وقرىء بالتخفيف من قولهم: ودعه إذا تركه، واختُلف في دع بمعنى الترك هل يتصرف، فيأتي منه الماضي وغيره، أم لا؟ قال الجوهري: أميت ماضيه، وقال غيره: ربما جاء ماضيه في الضرورة، وهو المشهور. </p><p> قال الشاعر: </p><p> لَيْتَ شِعْرِيْ عَنْ خَلِيْلِيْ مَا الَّذِيْ ... غَالَة فِىْ الْحُبَّ حَتَّى وَدَعَهْ </p><p> ومنه قوله تعالى:  {ما وَدَعَك ربك} على قراءة التخفيف، وجا منه المصدر، ومنه الحديث:  \"ولينتهن أقوام عن وَدْعِهم الجمعات\" ؛ أي: عن تركهم إياها، وجاء منه اسم المفعول وغيره في الشعر، والأصح القول بقلة الاستعمال، لا بالإماتة. </p><p> {وَمَا قَلَى} ؛ أي: وما أبغضك، فالمفعول محذوف كما مر، وفى \"المصباح\" : قليته قليًا، وقلوته قلوًا من بابي: ضرب وقتل، وهو الإنضاج في المِقلى، وهي: مِفعَل بالكسر، وقد يقال: مِقلاة بالهاء، واللحم وغيره مَقِلي بالياء، ومقلو بالواو، </p><p> والفاعل: قَلّاء بالتشديد؛ لأنه صنعة كالعطار والنجار، وقليت الرجل أقليه - من باب رمى - قلى بالكسر والقصر، وقد يمد إذا أبغضته، ومن باب تعب لغة، وقال </p><p> بن خالويه يقال: قلاه يقلاه بفتح الماضي والمستقبل، وليس في كلام العرب فعل يفتح فيه الماضي والمستقبل مما ليس فيه حرف من حروف الحلق إلا قلى يقلى، وأبى يأبى مثلًا. </p><p> فقوله:  {وَمَا قَلَى} فيه إعلال بالقلب، أصله: قَلَوَ أو قَلَيَ بوزن فعل، قلُبت الواو من الياء ألفًا لتحركها بعد فتح. </p><p> {فَتَرْضَى} أصله: تَرْضَيُ بوزن تفعل، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {فَآوَى} قرأ العامة: {آوى} بألف بعد الهمزة رباعيًا، من آواه يؤويه إيواء، وقرأ أبو الأشهب:  {فَآوَى} ثلاثيًا، وفي \"المصباح\" : أوى إلى منزله يأوي - من باب ضرب - أويًا، أقام، وربما عُدِّي بنفسه، فقيل: أوى منزلَه، والمأوى بفتح الواو لكل حيوان مسكنه، وآويت زيدًا بالمد، في التعدي، ومنهم من يجعله مما يستعمل لازمًا ومتعديًا، فيقول: أويته وزان ضربته، ومنهم من يستعمل الرباعي لازمًا أيضًا، ورده جماعة. </p><p> وأصل {فَآوَى} أأوى بوزن: أفعل، أُبدلت الهمزة الثانية ألفًا حرف مد مجانسًا لحركة الأولى، ثم قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {وَوَجَدَكَ ضَالًّا} أصله: ضالِلًا اسم فاعل، أُدغمت اللام الأولى في الثانية. </p><p> {فَهَدَى} فيه إعلال بالقلب، أصله: هَدَيَ بوزن فعل، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {وَوَجَدَكَ عَائِلًا} : فيه إعلال بالإبدال، أصله: عايلًا، أبدلت الياء همزةً في الوصف حملًا له على فعله في الإعلال. </p><p> {فَأَغْنَى} أصله: أَغْنَيَ بوزن أفعل، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {السَّائِلَ} : اسم فاعل من سأل الثلاثي بوزن فعل، وقوله: أيضًا {عَائِلًا} من عال زيد من باب: سار؛ أي: افتقر، وأعال زيد إذا كثرت عياله، وهذه المادة لها أصلان: واوي ويائي، أما الواوي، فقد قال في \"القاموس\" : فيه عال - أي: جار ومال عن الحق، وعال الميزان نقص وجار، أو زاد - يعول ويعيل، وعال أمرهم: اشتد وتفاقم، وعال الشيء فلانًا إذا غلبه وثقل عليه وأهمه، وعالت الفريضة في </p><p> الحساب: زادت وارتفعت إلى آخر ما ذكره، وأما اليائي، فقد قال صاحب \"القاموس\" : وعال يعيل عيلًا وعيلة وعيولًا ومعيلًا إذا افتقر، فهو عائل، والجمع عالة وعُيُل وعَيْلَى، كسكرى، والاسم العيلة، والمعيل الأسد والنمر والذئب؛ لأنه يعيل صيدًا؛ أي: يلتمس، وعالني الشيء عيلًا ومعيلًا أعوزني، وفي مشيه تمايل واختالّ وتبختر كتعيّل، إلى آخر ما جاء في هذه المادة. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان البديع: </p><p> فمنها: المجاز العقلي في قوله: {إِذَا سَجَى} ؛ أي: سكن أهله، ففيه إسناد الفعل إلى زمانه، كنهاره صائم. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {مَا وَدَّعَكَ} ؛ لأن التوديع حقيقة في تشييع المسافر، فاستعمله هنا على طريق الاستعارة التصريحية التبعية بجامع القطع والفرقة في كل. </p><p> ومنها: المجاز بالحذف في قوله: {وَمَا قَلَى} ؛ أي: وما قلاك، وكذا قوله:  {فَهَدَى}  {فَأَغْنَى} ، فحذف المفعول لعلمه من المقام. </p><p> ومنها: الطباق في قوله: {وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى (٤) }؛ لأن المراد بـ {الْأُولَى} : الدنيا، وهي تطابق {الآخرة} . </p><p> ومنها: الجمع بين لام الابتداء وحرف التنفيس في قوله: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥) }؛ للدلالة على أن الإعطاء كائن لا محالة، وإن تراخى لحكمة، يعني: أن لام الابتداء لما تجردت للدلالة على التأكيد، وكانت السين تدل على التأخير والتنفيس .. حصل من اجتماعهما أن العطاء المتأخر لحكمة كائن لا محالة، وكانت اللام لتأكيد الحكم المقترن بالاستقبال. </p><p> ومنها: حذف المفعول الثاني لأعطى؛ للدلالة على التعميم والتفخيم؛ أي: كل ما ترضى في الدنيا والآخرة. </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {وَوَجَدَكَ ضَالًّا فَهَدَى (٧) } شبه </p><p> الشريعة بالهدى، وعدم وجودها بالضلال، وحذف المشبه، وأبقى المشبه به وهو الضلال، من ضل في طريقه إذا سلك طريقًا غير موصلة لمقصده، والمقصد هنا العلوم النافعة التي تسمو بالعقل والروح معًا. </p><p> ومنها: الالتزام، من لزوم ما لا يلزم في قوله: {فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ (٩) وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ (١٠) } فقد لزمت الهاء قبل الراء في هاتين الفاصلتين، وفيه أيضًا الجناس الناقص بين الفاصلتين؛ لاختلاف الحرف الثاني في الكلمتين. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> والله سبحانه وتعالى أعلم بالصواب، وإليه الرجعى والمآب. </p><p> * * * </p><p> مقاصد هذه السورة الكريمة </p><p> اشتملت هذه السورة على أربعة مقاصد: </p><p> ١ - أن الله ما قَلَى رسوله ولا تركه. </p><p> ٢ - وعد رسوله بأنه سيكون في مستأنَف أمره خيرًا من ماضيه. </p><p> ٣ - تذكيره بنعمه عليه فيما مضى، وأنه سيواليها عليه. </p><p> ٤ - طلب الشكر منه على هذه النعم (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) تم تفسير سورة الضحى بعون الله وتوفيقه في الليلة الخامسة عشرة ليلة الأربعاء من شهر ذي القعدة من شهور سنة: ١٤١٦ هـ ألف وأربع مئة وست عشرة من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية.</p><p> [سورة الشرح] </p><p> سورة الشرح مكية بلا خلاف، نزلت بعد سورة الضحى، وأخرج ابن الضريس والنحاس وابن مردويه والبيهقي عن ابن عباس قال:  {أَلَمْ نَشْرَحْ} نزلت بمكة، وزاد بعد الضحى. </p><p> وأخرج ابن مردويه عن عائشة قالت: نزلت سورة ألم نشرح بمكة، وآياتها (١) : ثمان، وكلماتها تسع وعشرون كلمة، وحروفها: مئة وثلاثة أحرف. </p><p> المناسبة: ومناسبتها لما قبلها: ظاهرة؛ لأنها شديدة الاتصال بما قبلها؛ لكونهما نزلتا في تعداد النعم على الرسول - صلى الله عليه وسلم -، حتى روي (٢) عن طاووس وعمر بن عبد العزيز: أنهما كانا يقولان: هما سورة واحدة، وكانا يقرآنهما في الركعة الواحدة، وما كانا يفصلان بينهما بالبسملة، ولكن المتواتر كونهما سورتين، وإن كانتا متصلتين معنى؛ إذ في كل منهما تعداد النعم وطلب الشكر عليها. </p><p> وعبارة \"الجمل\" : ولما ذكر الله تعالى بعض النعم عليه - صلى الله عليه وسلم - بقوله تعالى:  {مَا وَدَّعَكَ رَبُّكَ ...} إلخ .. أتبعه بما هو كالتتمة له، وهو شرح الصدر المذكور في هذه السورة. انتهى. وسميت الشرح؛ لذكر الشرح في أولها. </p><p> الناسخ والمنسوخ: وقال محمد بن حزم - رحمه الله تعالى -: سورة الشرح كلها محكمة، ليس فيها ناسخ ولا منسوخ. </p><p> ومن فضلها (٣) : ما روي عن النبي - صلى الله عليه وسلم -: \"من قرأ سورة ألم نشرح .. فكأنما جاءني وأنا مغتم ففرج عني\" ولكن لا أصل له. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) الخازن. (٢) المراغي.(٣) الخازن.</p>"
}