{
  "id": null,
  "sura": 94,
  "aya": 5,
  "text": "<p> وقال الضحاك: لا تُقبل صلاة إلا به، ولا تجوز خطبة إلا به، وقال مجاهد: يريد التأذين، وقيل: المعنى: ذكرناك في الكتب المنزلة على الأنبياء قبلك، وأمرناهم بالبشارة بك، وقيل: رفعنا ذكرك عند الملائكة في السماء، وعند المؤمنين في الأرض، والظاهر (١) أن هذا الرفع، لذكره الذي امتن الله به عليه يتناول جميع هذه الأمور، فكل واحد منها من أسباب رفع الذكر، وكذلك أمره بالصلاة والسلام عليه، وإخباره - صلى الله عليه وسلم - عن الله عَزَّ وَجَلَّ أن من صلى عليه واحدة صلى الله عليه بها عشرًا، وأمر الله بطاعته، كقوله:  {وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ} وقوله: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} وقوله: {إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} وغير ذلك، وبالجملة فقد ملأ ذكره الجليل السموات والأرضين، وجعل الله له من لسان الصدق والذكر الحسن والثناء الصالح ما لم يجعله لأحد من عباده {ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} وفيه يقول حسان بن ثابت رضي الله عنه: </p><p> أَغَرُّ عَلَيْهِ لِلنُبُوَّةِ خَاتَمٌ ... مِنَ اللهِ مَشْهُوْرٌ يَلُوْحُ وَيَشْهَدُ </p><p> وَضَمَّ الإِلهُ اسْمَ النَّبِيِّ مَعَ اسْمِهِ ... إِذَا قَالَ فِيْ الْخَمْسِ الْمُؤَذَّنُ أَشْهَدُ </p><p> وَشَقَّ لَهُ مِنِ اسْمِهِ لِيُجِلَّهُ ... فَذُوْ الْعَرْشِ مَحْمُوْدٌ وَهَذَا محَمَّدُ </p><p> وقيل: رفع ذكره بأخذ ميثاقه على النبيين وإلزامهم الإيمان به، والإقرار بفضله، وقيل: رفع ذكره بأن قرن اسمه باسمه في قوله: محمد رسول الله، وقيل غير ذلك مما جاء في القرآن وغيره من كتب الأنبياء، </p><p> ٥ - ثم وعده باليسر والرخاء بعد الشدة والعناء، وذلك أنه - صلى الله عليه وسلم - كان في شدة بمكة، فقال تعالى:  {فَإِنَّ مَعَ الْعُسْرِ} والضيق والشدة التي فيها من جهاد المشركين وإيذائهم {يُسْرًا} ورخاء بأن يظهرك عليهم حتى ينقادوا للحق الذي جئتهم به؛ أي: إن مع الضيقة سعةً ومع الشدة رخاء، ومع الكرب فرحًا، وفي هذا وعد منه سبحانه وتعالى له - صلى الله عليه وسلم - وللمؤمنين بأن كل عسير عليكم يتيسر، وكل شديد يهون، وكل صعب يلين، فاللام فيه للاستغراق، وتقرير لما قبله. </p><p>(١) الشوكاني.</p>"
}