{
  "id": null,
  "sura": 95,
  "aya": 5,
  "text": "<p> على أنه خلق الإنسان، وقوَّمه أفضل تقويم، وركبه أحسن تركيب، وجعله في أحسن اعتدال، وأفضل قوام، وقطره أحسن فطرة نفسًا وبدنًا، وكرمه بالعقل الذي ساد به العوالم الأرضية، وأطلعه به على ما شاء الله سبحانه من العوالم السماوية حتى أوصله بحكمته تعالى وأمره إلى القمر، وجعله يطير في الفضاء، ويحلق في الأجواء، ويغوص في الماء، ويفعل العجائب والغرائب، كل ذلك بفضله تعالى، وفضل هذا العقل الذي ركبه فيه، وهو عجيب من عجائب خلق الله تعالى. </p><p> قصة وفتوى </p><p> ذكر أنه كان عيسى بن موسى الهاشمي يحب زوجته حبًا جمًا، وقد خرج معها يومًا في ليلة مقمرة، فقال لها: أنت طالق ثلاثًا إن لم تكوني أحسن من هذا القمر، فنهضت المرأة واحتجبت عنه، وقالت: لقد طلقتني، وبات زوجها بليلة كئيبة عظيمة، فلما أصبح غدا إلى الخليفة المنصور، فأخبره الخبر، وأظهر للمنصور جزعًا عظيمًا، فاستحضر الفقهاء واستفتاهم، فقال جميع من حضر: قد طلقت إلا رجلًا واحدًا من أصحاب أبي حنيفة، وهو القاضي يحيى بن أكثم، فإنه كان ساكتًا، فقال له المنصور: مالك لا تتكلم؟ فقال: الرجل لم يطلق، ولم يحنث في يمينه، فقيل له خالفت شيوخك، فقال: الفتوى بالعلم، ولقد أفتى من هو أعلم منا وهو الله تعالى، فإنه يقول عز من قائل عليم: {لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (٤) } يا أمير المؤمنين، فالإنسان أحسن الأشياء، ولا شيء أحسن منه، فقال المنصور لعيسى بن موسى: الأمر كما قال الرجل، فأقبل على زوجتك، وأرسل إلى زوجة الرجل أن أطيعي زوجك، ولا تعصيه، فما طلقك. ذكرها \"القرطبي\" و \"الرازي\" وغيرهما. </p><p> وهذا الفهم لهذه الآية مما يدل على أن الإنسان أحسن خلق الله باطنًا وظاهرًا جمال هيئة وبديع تركيب، قامته منتصبة، وصورته حسنة، وخواص الكائنات فيه مستجمعة، وقواه الباطنة تامة، وحواسه كافية، وأعضاء بطنه وعمله بما يحتاج إليه قائمة، ولذلك قالت الفلاسفة: إنه العالَم الأصغر؛ إذ كل ما في المخلوقات جمع فيه، وفي هذا الإنسان قال الشاعر: </p><p> أَتَحْسَبُ أَنَّكَ جِرْمٌ صَغِيْرُ ... وَفِيْكَ انْطَوَى الْعَالَمُ الأَكْبَرُ </p><p> ٥ - {ثُمَّ} بعدما خلقناه في أحسن تقويم وتعديل، {رَدَدْنَاهُ} أي رددنا الإنسان </p><p> المذكور وصيرناه وجعلناه {أَسْفَلَ سَافِلِينَ} ؛ أي: أسفل من سفل في خلقه وصورته، وأضعف من ضعف في قوته وحيلته ورأيه؛ أي: جعلناه أضعف الضعفاء في القوة والعقل، فينقص عمله وأجره، بأن رددناه إلى أرذل العمر وأخسه، وهو الهرم والضعف بعد الشباب والقوة حتى يصير كالصبي، فيخرف وينقص عقله، كذا قال جماعة من المفسرين. </p><p> قال الواحدي: والسافلون: هم الضعفاء والزمناء والأطفال، والشيخ الكبير يكون أسفل من هؤلاء. وقيل المعنى: ثم رددنا ذلك الإنسان بعدما خلقناه في أحسن تقويم، وجعلناه بسبب سوء فعاله واعتقاده أسفل سافلين؛ أي: جعلناه من أهل النار الذين هم أقبح من كل قبيح، وأسفل من كل سافل؛ لعدم جريانه على موجب ما خلقناه عليه من الصفات التي لو عمل بمقتضاها .. لكان في أعلى عليين، فالضمير راجع إلى الإنسان بالنظر إلى بعض أفراده على هذا المعنى، ففيه استخدام كما سيأتي في مبحثه. </p><p> والحاصل: أنه حُوِّل بسوء حاله من أحسن تقويم إلى أقبح تقويم صورة ومعنى؛ لأن مسخ الظاهر إنما هو من مسخ الباطن، فالمراد بـ {السافلين} : عصاة المؤمنين، وأفعل التفضيل هنا يتناول المتعدد المتفاوت، و {أَسْفَلَ سَافِلِينَ} ؛ إما حال من المفعول؛ أي: رددنا ذلك الكافر إلى النار حال كونه أسفل السافلين في دركات النار، أو صفة لمكان محذوف؛ أي: رددناه إلى مكان هو أسفل أمكنة السافلين، والأول أظهر، ثم هذا بحسب بعض الأفراد الإنسانية وهو الكافر؛ لانغماسهم في بحر الشهوات الحيوانية البهيمية، وانهماكهم في ظلمات اللذات الجسمانية الشيطانية والسبعية، وفيه إشارة إلى أن الاعتبار إنما هو بالصورة الباطنة، لا بالصورة الظاهرة، فكم من مصور على أحسن الصور في الظاهر، وهو في الباطن على أقبح الهيئات، ولذا يجيء الناس يوم القيامة أفواجًا، فإن صفاتهم الباطنة تظهر على صورهم الظاهرة، فتتنوع صورهم بحسب صفاتهم على أنواع، وقال مجاهد وأبو العالية والحسن: المعنى: ثم رددنا الكافر إلى النار، وذلك أن النار درجات بعضها أسفل من بعض، فالكافر يرد إلى أسفل الدرجات السافلة، ولا ينافي هذا قوله تعالى:  {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ} فلا مانع من كون الكفار والمنافقين مجتمعين في ذلك الدرك الأسفل. وقيل في معنى الآية: لما وصف الله الإنسان </p>"
}