{
  "id": null,
  "sura": 96,
  "aya": 19,
  "text": "<p> وقال قتادة:  {الزَّبَانِيَةَ}  (١) في الأصل في كلام العرب: الشُرَط كصُرَد، وجمع شرطة بالضم، وهم طائفة من أعوان الولاة، سموا بذلك؛ لأنهم أعلموا أنفسهم بعلامات يعرفون بها، كما في \"القاموس\" ، والشَرَط بالتحريك العلامة، واحدهم زبنية كعفرية، وعفرية الديك شعرة القفا التي يردها إلى يافوخه عند الهراش من الزَّبْن بالفتح، كالضرب وهو الدفع؛ لأنهم يزبنون الكفار؛ أي: يدفعونهم في جهنم بشدة وبطش، يعني: أن ملائكة العذاب سموا بما سُمي به الشرط تشبيهًا لهم بهم في البطش والقهر والعنف والدفع، وقيل: الواحد زبني، وكأنه نُسب إلى الزبن، ثم غُيِّر إلى زبانية كإنسي بكسر الهمزة، وأصلها زباني، وقيل: زبانية بتعويض التاء عن الياء بعد حذفها للمبالغة في الدفع. </p><p> فائدة: اجتمعت المصاحف العثمانية على حذف الواو من {سَنَدْعُ} خطًا، ولا موجب للحذف لفظًا من القواعد العربية، ولعله للمشاكلة مع {فَلْيَدْعُ} أو للتشبيه بالأمر في أن الدعاء أمر لا بد منه. </p><p> وقال ابن خالويه: في إعراب الثلاثين آية الأصل سندعو بالواو، غير أن الواو ساكنة فاستثقلتها اللام ساكنة، فسقطت الواو في المصحف من {سَنَدْعُ} ، و {يدع الإنسان} و {يمح الله الباطل} ، وكذلك الياء من {وَادِ النَّمْلِ} ، {وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا} ، والعلة ما أنباتك من بنائهم الخط على اللفظ. انتهى. </p><p> والمعنى: أي فليجمع (٢) أمثاله ممن ينتدي معهم؛ ليمنع المصلين المخلصين ويؤذي أهل الحق الصادقين، فإنه إن فعل ذلك تعرض لسخط ربه عز وجل، واستحق التنكيل به، وسندعو له من جنودنا كل قوي متين لا قبل له بمغالبته في الدنيا أو يرديه في النار في الآخرة، والمراد بهم الملائكة الذين أقامهم الله تعالى على تعذيب العصاة من خلقه، وسُموا {زبانية} ؛ لأنهم يزبنون الكفار في النار؛ أي: يدفعونهم إليها </p><p> ١٩ - ثم بالغ في زجر الكافر عن صلفه وكبريائه، ونفي قدرته على ما تهدد به، فقال:  {كَلَّا} ردع (٣) بعد ردع للناهي المذكور، وزجر له إثر زجر، فهو متصل بما قبله، ولذا جعلوا الوقف عليه وقفًا مطلقًا. </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p><p> {لَا تُطِعْهُ} يا محمد؛ أي: لا تطع ذلك الكافر الناهي لك عن الصلاة؛ أي: دم على ما أنت عليه من معاصاة ذلك الناهي الكاذب الخاطىء، كقوله تعالى: {فَلَا تُطِعِ الْمُكَذِّبِينَ (٨) } و {وَاسْجُدْ} لربك؛ أي: وواظب على سجودك وصلاتك غير مكترث به ولا مبال له. {وَاقْتَرِبْ} ؛ أي: وتقرب بذلك السجود إلى ربك وابتغ المنزلة عنده. </p><p> وقال زيد بن أسلم: واسجد أنت يا محمد واقترب أنت يا أبا جهل من النار، والأول أولى. </p><p> وفي الحديث:  \"أقرب ما يكون العبد من ربه إذا سجد، فأكثروا من الدعاء في السجود\" وكلمة ما مصدرية، وأقرب مبتدأ حذف خبره، ويكون تامة؛ أي: أقرب وجود العبد من ربه حاصل وقت سجوده، وهذا السجود الظاهر أن المراد به الصلاة، وقيل: سجود التلاوة، ويدل على هذا ما ثبت عنه - صلى الله عليه وسلم - من السجود عند تلاوة هذه الآية كما مر وسيأتي. </p><p> وهذه الآية: محل السجود عند الأئمة الثلاثة خلافًا لمالك، فإنه كان يسجد فيها في خاصية نفسه، وهم على أصولهم في قولهم بالوجوب والسنية، وهذه السجدة من عزائم سجود التلاوة عند الشافعي، فيسن للقارىء والمستمع أن يسجد عند قراءتها يدل عليه ما روي عن أبي هريرة رضي الله عنه قال: سجدنا مع رسول الله في: {اقْرَأْ بِاسْمِ رَبِّكَ} ، و {إِذَا السَّمَاءُ انْشَقَّتْ (١) } أخرجه مسلم. </p><p> وللسجدة أقسام: سجدة الصلاة، وسجدة التلاوة، وسجدة السهو؛ وهذه مشهورة، وسجدة التعظيم لجلال الله وكبريائه، وسجدة التضرع إليه خوفًا وطمعًا، وسجدة الشكر له، وسجدة المناجاة، وهذه مستحبة في الأصح صادرة عن الملائكة، وعن رسول - صلى الله عليه وسلم - وسائر الأنبياء والمرسلين عليهم الصلاة واللام، وقال أبو حنيفة ومالك: سجود الشكر مكروه، فيقتصر على الحمد والشكر باللسان، وقال الإمامان: هي قربة يثاب فاعلها. </p><p> الإعراب </p><p> {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (١) خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ (٢) اقْرَأْ وَرَبُّكَ الْأَكْرَمُ (٣) الَّذِي عَلَّمَ بِالْقَلَمِ (٤) }. </p><p> {اقْرَأْ} : فعل أمر مبني على السكون، وفاعله ضمير مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة مستأنفة. {بِاسْمِ رَبِّكَ} : جار ومجرور ومضاف إليه متعلق بمحذوف حال من فاعل {اقْرَأْ} ؛ أي: حالة كونك مفتتحًا أو متبركًا أو مبتدئًا، وقيل {الباء} : زائدة؛ أي: اقرأ اسم ربك واذكره. {الَّذِي} : صفة للرب، وجملة {خَلَقَ} صلته لا محل لها من الإعراب، والضمير المستتر فيه يعود على الموصول {خَلَقَ الْإِنْسَانَ} : فعل ماض وفاعل مستتر ومفعول به، والجملة الفعلية بدل من الجملة التي قبلها، ويجوز أن تكون توكيدًا لفظيًا أكد الصلة وحدها. {مِنْ عَلَقٍ} : متعلق بـ {خَلَقَ} . {اقْرَأْ} : فعل أمر، وفاعل مستتر مؤكد لـ {اقْرَأْ} الأول. {وَرَبُّكَ} : {الواو} : استئنافية أو حالية. {وَرَبُّكَ} : مبتدأ. {الْأَكْرَمُ} : خبره، والجملة مستأنفة، أو حال من فاعل {اقْرَأْ} ، وقال ابن خالويه:  {وَرَبُّكَ} : مبتدأ. {الْأَكْرَمُ} : صفة، وجملة {عَلَّمَ الْإِنْسَانَ} خبره، والجملة مستأنفة، والأول أولى. {الَّذِي عَلَّمَ بِالْقَلَمِ (٤) }: خبر ثان لـ {ربك} ، وأعربه ابن خالويه نعتًا ثانيًا لـ {ربك} ، ولسنا نرى هذا الرأي، وجملة {عَلَّمَ بِالْقَلَمِ} صلة الموصول، وفاعل {عَلَّمَ} ضمير مستتر يعود على الله، ومفعولاه محذوفان؛ أي: علم الإنسان الخط بالقلم، و {بِالْقَلَمِ} : متعلق بـ {عَلَّمَ} ، وفي الحقيقة أنه متعلق بالخط. </p><p> {عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ (٥) كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى (٦) أَنْ رَآهُ اسْتَغْنَى (٧) إِنَّ إِلَى رَبِّكَ الرُّجْعَى (٨) أَرَأَيْتَ الَّذِي يَنْهَى (٩) عَبْدًا إِذَا صَلَّى (١٠) }. </p><p> {عَلَّمَ الْإِنْسَانَ} : فعل ماض، وفاعل مستتر يعود على الله، ومفعول به أول، والجملة تأكيد لجملة {عَلَّمَ} الأولى، من بدل، من خبر كما مر آنفًا. {مَا} اسم موصول في محل النصب مفعول ثان لـ {عَلَّمَ} ، وجملة {لَمْ يَعْلَمْ} صلة لـ {مَا} الموصولة، والعائد محذوف؛ أي: ما لم يعلمه. {كَلَّا} : حرف ردع وزجر. {إِنَّ} : حرف نصب. {الْإِنْسَانَ} : اسمها. {لَيَطْغَى} : {اللام} : حرف ابتداء، و {يطغى} : فعل مضارع، وفاعل مستتر يعود على {الْإِنْسَانَ} ، والجملة الفعلية في محل الرفع خبر {إِنَّ} ، وجملة {إِنَّ} مستأنفة. {أنْ} : حرف نصب ومصدر. {رَآهُ} : فعل ماض، وفاعل مستتر يعود على {الْإِنْسَانَ} تقديره: هو، والهاء ضمير متصل في محل النصب مفعول أول لـ {رأى} . {اسْتَغْنَى} : فعل ماض، وفاعل مستتر يعود على {الْإِنْسَانَ} ، والجملة الفعلية في محل النصب مفعول ثان لـ {رأى} ؛ لأنها </p><p> علمية نحو: ظننتني صديقك تقديره: أن رأى نفسه مستغنيًا، وجملة {رأى} صلة {أَن} المصدرية، و {أَن} مع صلتها في تأويل مصدر منصوب على أنه مفعول لأجله، أي: إن الإنسان ليطغى رؤية نفسه مستغنيًا؛ أي: لأجل رؤيتها غنية بالمال من الجاه من الخدم. {إنَّ} : حرف نصب وتوكيد {إِلَى رَبِّكَ} : خبر مقدم لها. {الرُّجْعَى} : اسمها مؤخر، وجملة {أَنْ} : مستأنفة مسوقة لمخاطبة الإنسان الطاغي بطريق الالتفات. {أَرَأَيْتَ} : فعل وفاعل بمعنى: أخبرني يتعدى إلى مفعولين، والهمزة فيه للاستفهام التعجبي. {الَّذِي} : اسم موصول في محل النصب مفعول أول لـ {رأيت} . {يَنْهَى} : فعل مضارع، وفاعل مستتر يعود على الموصوف. {عَبْدًا} : مفعول به لـ {يَنْهَى} ، والجملة صلة الموصول. {إِذَا} : ظرف لما يستقبل من الزمان مجرد عن معنى الشرط في محل النصب على الظرفية متعلق بـ {يَنْهَى} ، وجملة {صَلَّى} في محل الخفض بإضافة إذا إليها، ومفعول {أَرَأَيْتَ} محذوف، لدلالة مفعول {أَرَأَيْتَ} الثالثة عليه تقديره: أرأيت الذي ينهى عبدًا إذا صلى ألم يعلم بأن الله يراه فيجازيه، وجملة {أَرَأَيْتَ} مستأنفة مسوقة لتعجيب المخاطَب عن حال هذا الناهي وحمقه وجهله. </p><p> {أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى (١١) أَوْ أَمَرَ بِالتَّقْوَى (١٢) أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى (١٣) أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى (١٤) }. </p><p> {أَرَأَيْتَ} : {الهمزة} : للاستفهام، {رأيت} : فعل وفاعل، ومعناه: أخبرني، ومفعولاها محذوفان تقديرهما: أرأيت هذا الناهي ألم يعلم بأن الله يراه ويجازيه، حذف الأول منهما لدلالة المفعول الأول لـ {رأيت} الأولى عليه، وحذف الثاني، لدلالة مفعول {أَرَأَيْتَ} الثالثة عليه، وجملة {أَرَأَيْتَ} مؤكدة لـ {أرأيت} الأولى. {إن} : حرف شرط. {كَانَ} : فعل ماض ناقص في محل الجزم بـ {إن} الشرطية على كونه فعل شرط لها، واسمها ضمير مستتر يعود على العبد المنهي. {عَلَى الْهُدَى} : خبرها. {أَوْ} : حرف عطف بمعنى الواو. {أَمَرَ} : فعل ماض معطوف على {كَانَ} ، وفاعله ضمير يعود على العبد المنهي. {بِالتَّقْوَى} : متعلق بـ {أَمَرَ} ، وجواب الشرط محذوف دل عليه الجملة الاستفهامية الآتية في {أَرَأَيْتَ} الثالثة تقديره: إن كان على الهدى، من أمر بالتقوى أفلم يعلم ذلك الناهي بأن الله يراه ويجازيه، والجملة الشرطية جملة معترضة لا محل لها من الإعراب. {أَرَأَيْتَ} : فعل </p><p> وفاعل بمعنى: أخبرني، و {الهمزة} : للاستفهام التعجبي، وجملة {أَرَأَيْتَ} جملة استفهامية مؤكِّدة للأولى أيضًا، والمفعول الأول لـ {رأيت} محذوف دل عليه المفعول الأول لـ {رأيت} الأولى، والثاني الجملة الاستفهامية المذكورة بعدها، والتقدير: أرأيت هذا الناهي ألم يعلم بأن الله يرى. {إن} : حرف شرط. {كَذَّبَ} : فعل ماض في محل الجزم بـ {إِن} على كونه فعل شرط لها، وفاعله ضمير يعود على الناهي؛ {وَتَوَلَّى} : معطوف على {كَذَّبَ} ، وجواب الشرط محذوف دلت عليه الجملة الاستفهامية بعده، تقديره: إن كذب ذلك الناهي وتولى أفلم يعلم بأن الله يراه ويجازيه، وجملة الشرط جملة معترضة لا محل لها من الإعراب، قال الزمخشري: فإن قلت: كيف صح أن يكون {أَلَمْ يَعْلَمْ} جواب الشرط؛ قلت: صح كما صح في قولك: إن أكرمتك أتكرمني، وإن أحسن إليك زيد هل تحسن إليه، {أَلَمْ يَعْلَمْ} : {الهمزة} : للاستفهام التقريري، {لم} : حرف جزم. {يَعْلَمْ} : فعل مضارع مجزوم بـ {لم} ، وفاعله ضمير مستتر يعود على الناهي. {يَرَى}  {الباء} : زائدة، {أن} : حرف نصب ومصدر وتوكيد. {اللَّهَ} : اسمها. {يَرَى} : فعل مضارع، وفاعل مستتر يعود على {اللَّهَ} ، ومفعوله محذوف تقديره: بأن الله يراه، وهي بصرية تتعدى إلى مفعول واحد، وجملة {يَرَى} في محل الرفع خبر {إن} ، وجملة {أَنَّ} مع معموليها في تأويل مصدر ساد مسد مفعولي {يَعْلَمْ} تقديره: ألم يعلم ذلك الناهي رؤية الله إياه، وجملة {يَعْلَمْ} في محل النصب مفعول ثان لـ {أَرَأَيْتَ} . وقد ذكرت {أَرَأَيْتَ} هنا ثلاث مرات، وقد صرح بعد الثالثة، منها بجملة الاستفهامية فتكون في موضع المفعول الثاني لها، ومفعولها الأول محذوف، وهو ضمير يعود على {الَّذِي يَنْهَى عَبْدًا} الواقع مفعولًا أول لـ {أَرَأَيْتَ} الأولى، وأما {أَرَأَيْتَ} الأولى فمفعولها الأول {الَّذِي} ، ومفعولها الثاني محذوف، وهو جملة استفهامية نظير الجملة الواقعة بعد {أَرَأَيْتَ} الثانية، فلم يذكر لها مفعول لا أول، ولا ثان، فحذف الأول لدلالة المفعول الأول لـ {رأيت} الأولى عليه، وحذف الثاني لدلالة مفعول {أَرَأَيْتَ} الثالثة عليه، فقد حذف الثاني من {أَرَأَيْتَ} الأولى، والأول من الثالثة، والاثنان من الثانية، وليس ذلك من باب التنازع؛ لأن التنازع يستدعي إضمارًا، والجمل لا تضمر إنما تضمر المفردات، وإنما ذلك من باب الحذف للدلالة. </p><p> {كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ (١٥) نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ (١٦) فَلْيَدْعُ نَادِيَهُ (١٧) سَنَدْعُ </p><p> الزَّبَانِيَةَ (١٨) كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ (١٩) }. </p><p> {كَلَّا} : حرف ردع وزجر لأبي جهل، {لَئِنْ}  {اللام} موطئة للقسم؛ لأنها دخلت على أداة الشرط؛ للإيذان بأن الجواب بعدها مبني على القسم قبلها لا على الشرط، ومن ثم سمى اللام المؤذنة الموطئة؛ لأنها وطئت الجواب للقسم؛ أي: مهدته له، {إن} : حرف شرط جازم {لَمْ} : حرف جزم ونفي وقلب. {يَنْتَهِ} : فعل مضارع مجزوم بـ {لَمْ} ، وعلامة جزمه حذف حرف العلة، وفاعله ضمير مستتر يعود على الكافر الناهي، والجملة في محل الجزم بـ {إن} الشرطية على كونها فعل شرط لها. {لَنَسْفَعًا} : اللام رابطة لجواب القسم مؤكِّدة للأولى، {نسفعن} : فعل مضارع في محل الرفع؛ لتجرده عن الناصب والجازم مبني على الفتح لاتصاله بنون التوكيد الخفيفة، ونون التوكيد - المكتوبة ألفًا نظرًا إلى حالة الوقف عليها؛ لأن الوقف عليها هكذا - حرف لا محل لها مبني على الفتح، وفاعله ضمير مستتر فيه يعود على الله تقديره: نحن {بِالنَّاصِيَةِ} : متعلق بـ {نسفعا} ، والجملة الفعلية جواب القسم لا محل لها من الإعراب جريًا على القاعدة المقررة عندهم من أنه إذا اجتمع شرط وقسم يكون الجواب للمقدم منهما، وجملة القسم مع جوابه مستأنفة، وجواب الشرط محذوف، دل عليه جواب القسم تقديره: إن لم ينته نسفعن بالناصية، وجملة الشرط معترضة لا محل لها من الإعراب؛ لاعتراضها بين القسم وجوابه. {نَاصِيَةٍ} : بدل من {الناصية} ، وجاز إبدالها من المعرفة وهي نكرة؛ لأنها وصفت. {كَاذِبَةٍ} : صفة أولى لـ {نَاصِيَةٍ} . {خَاطِئَةٍ} صفة ثانية لها. {فَلْيَدْعُ} : {الفاء} : فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر، تقديره: إذا استمر هذا الملعون الأحمق على مكابرته وعناده، وأردت بيان ما نقول له .. فأقول لك:  {ليدع ناديه} ، و {اللام} : لام أمر وجزم، {يدع} : فعل مضارع مجزوم بلام الأمر، وعلامة جزمه حذف حرف العلة وهي الواو، وفاعله ضمير مستتر فيه تقديره: هو. {نَادِيَهُ} : مفعول به ومضاف إليه، والجملة الفعلية في محل النصب مقول لجواب إذا المقدرة، وجملة إذا المقدرة مستأنفة. {سَنَدْعُ} : {السين} : حرف استقبال، {ندع} : فعل مضارع مرفوع، وعلامة رفعه ضمة مقدرة على الواو المحذوفة لفظًا؛ لالتقاء الساكنين المحذوفة خطًا تبعًا لخط المصحف العثماني، منع من ظهورها الثقل؛ لأنه فعل معتل بالواو، وفاعله ضمير مستتر فيه وجوبًا يعود على الله، </p><p> تقديره: نحن. {الزَّبَانِيَةَ} : مفعول به، والجملة في محل النصب مقول لجواب إذا المقدرة. {كَلَّا} : حرف ردع وزجر مؤكد للأول. {لَا} : ناهية جازمة. {تُطِعْهُ} : فعل مضارع، وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، ومفعول به مجزوم بـ {لَا} الناهية، والجملة في محل النصب مقول لجواب إذا المقدرة. {وَاسْجُدْ} : {الواو} : عاطفة. {اسجد} : فعل أمر، وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة معطوفة على جملة النهي. {وَاقْتَرِبْ} : {الواو} : عاطفة. {اقترب} : فعل أمر، وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة معطوفة على جملة {وَاسْجُدْ} . </p><p> التصريف ومفردات اللغة </p><p> {مِنْ عَلَقٍ} العلق: الدم، وهو اسم جنس جمعي وقيل: جمع علقة كثمر وثمرة، وهي: الدم الجامد، وإذا جرى فهو المسفوح؛ أي: دم جامد رطب يعلق بما مر عليه، أصله: مبني، وفي \"الشهاب\" : هو اسم جنس جمعي، وقول المفسرين: إنه جمع علقة؛ إما على وجه التسمح، أو جمع لغوي، وفي \"المصباح\" : العلق: المني فينتقل طورًا بعد طور، فيصير دمًا غليظًا متجمدًا، ثم ينتقل طورًا آخر فيصير لحمًا، وهو المضغة، وعبارة \"القاموس\" : العلق محركة، الدم عامة، أو الشديد العمرة، أو الغليظ أو الجامد، والقطعة منه بهاء، وكل ما علق بالشيء، والطين الذي يعلق باليد، والخصومة والمحبة اللازمتان، وذو علق جبل لبني أسد لهم فيه يوم على ربيعة بن مالك، ودويبة في الماء تمتص الدم إلى آخر ما جاء في هذه المادة المطولة. </p><p> فائدة: اعلم أن اسم الجنس مطلقًا موضوع للماهية من حيث هي، ثم إن صدق على القليل والكثير كماء وضرب، سمي إفراديًا، وإن دل على أكثر من اثنين، وفرق بينه وبين واحده بالتاء بأن يتفقا في الهيئة والحروف ما عداها كتمر وتمرة، أو بالياء كروم ورومي، سمي جمعيًا والفرق بينه وبين مشابهه من الجمع كتخم وتخمة بأن الغالب في ضميره التذكير مراعاة للفظه، وفي الجمع التأنيث، وكونه جمعيًا إنما هو بحسب الاستعمال، فلا ينافي في وضعه للماهية من حيث هي، فالحاصل: أن اسم الجنس الجمعي ما دل على أكثر من اثنين، وفرق بينه وبين واحده بالتاء كتمر وتمرة، أو بالياء كروم ورومي، واسم الجنس الإفرادي ما دل على القليل والكثير، كماء وضرب، واسم الجمع ما دل على أكثر من اثنين، ولا واحد له من لفظه كقوم </p><p> ورهط وإبل ونساء وطائفة وجماعة، أوله واحد من لفظه مع كونه ليس من أوزان المجموع، كركب وصحب اهـ، من \"الخضري على ابن عقيل\" مع التصرف. </p><p> {وَرَبُّكَ الْأَكْرَمُ} وهو الزائد في الكرم على كل كريم، فإنه ينعم بلا غرض ولا يطلب مدحًا. </p><p> {عَلَّمَ بِالْقَلَمِ} والقلم ما تكتب به، سمي بالقلم؛ لأنه يقلم ويقص أولًا، ثم يقطع رأسه ثانيًا، ويكون من القصب الفارسي بنوعيه ومن شجرة مريم وغيرهما، وهذا بالنظر إلى ما في العصر الأول، ومنه تقليم الأظافر، قال بعض الشعراء المُحْدَثين يصف القلم: </p><p> فَكَأَنَّهُ وَالْحِبْرُ يَخْضُبُ رَأسَهُ ... شَيْخٌ لِوَصْلِ خَرِيْدَةٍ يَتَصَنَّعُ </p><p> أَلَّا أُلاحِظَهُ بِعَيْنِ جَلاَلَةٍ ... وَبِهِ إِلَى اللهِ الصَّحَائِفُ تُرْفَعُ </p><p> {إِنَّ إِلَى رَبِّكَ الرُّجْعَى (٨) } الرجعى: مصدر لرجع الثلاثي، كالرجوع والمرجع، والألف فيه للتأنيث، نظير ذكرى ورقبى. </p><p> {لَيَطْغَى} فيه إعلال بالقلب، أصله: يَطْغَيُ بوزن يفعل، قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {أَنْ رَآهُ اسْتَغْنَى} رآه أصله: رَأَيَهُ قلبت الياء ألفًا لتحركها بعد فتح، وأصل استغنى استَغْنَيَ بوزن استفعل قلبت الياء ألفًا لتحركها بعد فتح. </p><p> {أَرَأَيْتَ الَّذِي يَنْهَى (٩) } أصله: يَنْهَيُ بوزن يفعل، قلبت ياؤه ألفًا لتحركها بعد فتح. </p><p> {إِذَا صَلَّى} أصله: صَلَّيَ بوزن فَعَّل، أُعل بقلب الياء ألفًا لتحركها بعد فتح. </p><p> {لَئِنْ لَمْ يَنْتَهِ} أصله: ينتهي، حذفت منه الياء للجازم، فوزنه: يفتع. </p><p> {لَا تُطِعْهُ} أصله: تُطْوِعْه، نقلت حركة الواو إلى الطاء، فسكنت فدخل الجازم عليه، فسُكن آخر الفعل، فالتقى ساكنان، فحذفت الواو، فوزنه: تفله. </p><p> {لَنَسْفَعًا} السفع: الأخذ والقبض على الشيء وجذبه بشدة، وفي \"المختار\" : سفع بناصيته؛ أي: أخذ، ومنه قوله تعالى:  {لَنَسْفَعًا بِالنَّاصِيَةِ} ، وسفعته النار والسموم إذا لفحته لفحًا يسيرًا، فغيرت لون البشرة، وبابهما: قطع، والناصية شعر مقدم </p><p> الرأس اهـ. \"خازن\" ، وتطلق على مقدم الرأس، وإن لم يكن فيه شعر. </p><p> {خَاطِئَةٍ} في فعلها، وفي \"المصباح\" : والخطأ مهموز بفتحتين ضد الصواب، وهو اسم من أخطأ فهو مخطىء قال أبو عبيدة: خَطِىءَ خطأ من باب علم، وأخطأ بمعنى واحد لمن يذنب على غير عمد، وقال غيره: خطىء في الدين وأخطأ في كل شيء عامدًا كان من غير عامد، وقيل: خطىء إذا تعمد ما نهي عنه فهو خاطئ، وأخطأ، إذا أراد الصواب فصار إلى غيره، فإن أراد إلى غير الصواب وفعله .. قيل: قصده أو تعمده، والخطأ الذنب تسمية بالمصدر اهـ. </p><p> {نَادِيَهُ} وفي \"المصباح\" : ندا القوم ندوًا - من باب غزا - اجتمعوا، ومنه اشتُق النادي وهو مجلس القوم للتحدث، وفي \"المختار\" : ناداه جالسه في النادي، وتنادَوا تجالسوا في النادي، والنَّدِي على وزن فعيل مجلس القوم ومتحدثهم، وكذلك الندوة والنادي والمنتدى، فإن تفرق القوم عنه فليس بندي، ومنه سميت دار الندوة التي بناها قصي بمكة؛ لأنهم كانوا ينتدون فيها؛ أي: يجتمعون للمشاورة اهـ. </p><p> {سَنَدْعُ الزَّبَانِيَةَ (١٨) } واحدها: زِبْنِية - بكسر أوله وسكون ثانيه وكسر ثالثه -، وتخفيف الياء من الزَّبْن وهو: الدفع، من زبني على النسب، وأصله زبَّاني بتشديد الياء، فالتاء عوض عن الياء اهـ. \"بيضاوي\" ، وفي \"المختار\" : واحد الزبانية، زبان من زابان اهـ. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الإطناب بتكرير الفعل في قوله: {اقْرَأْ بِاسْمِ رَبِّكَ} ، وقوله: {اقْرَأْ وَرَبُّكَ الْأَكْرَمُ (٣) } لمزيد الاهتمام بشأن القراءة والعلم. </p><p> ومنها: الجناس الناقص بين {خَلَقَ} و {عَلَقٍ} . </p><p> ومنها: إيراده بلفظ الجمع، حيث لم يقل علقة بناء على أن الإنسان في معنى الجمع؛ لأن الألف فيه للاستغراق، أو لمراعاة الفواصل، ولعله هو السر في تخصيصه بالذكر من بين سائر أطوار الفطرة الإنسانية مع كون النطفة والتراب أدل منه على كمال القدرة؛ لكونهما أبعد منه بالنسبة إلى الإنسانية. </p><p> ومنها: طباق السلب في قوله: {عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ (٥) }. </p><p> ومنها: تعليل طغيان الإنسان برؤيته لنفسه الاستغناء؛ للإيذان بأن مدار طغيانه زعمه الفاسد. </p><p> ومنها: الكناية في قوله: {أَرَأَيْتَ الَّذِي يَنْهَى (٩) عَبْدًا} كنى بالعبد عن رسول الله - صلى الله عليه وسلم -. </p><p> ومنها: تنكير عبد لتفخيمه - صلى الله عليه وسلم -، كأنه قيل: ينهى أكمل الخلق في العبودية عن عبادة ربه. </p><p> ومنها: العدول عن ينهاك إلى {يَنْهَى عَبْدًا} ؛ للدلالة على أن النهي للعبد كان عن إقامة خدمة مولاه، ولا أقبح منه. </p><p> ومنها: الاستفهام للتعجيب من شأن الناهي في قوله: {أَرَأَيْتَ الَّذِي يَنْهَى (٩) } وقوله: {أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى (١١) }. </p><p> ومنها: المجاز المرسل في قوله: {لَنَسْفَعًا بِالنَّاصِيَةِ (١٥) } فإن الناصية عبارة عن الشخص نفسه، فهو من إطلاق الجزء وإرادة الكل. </p><p> ومنها: المجاز العقلي في قوله: {كَاذِبَةٍ خَاطِئَةٍ} ، فقد أسند الكذب والخطأ إلى الناصية، وفي الحقيقة أنهما وصف لصاحبها، وفيه من الجزالة ما ليس في قولك ناصية كاذب خاطىء، كان الكافر بلغ في الكذب قولًا والخطأ فعلًا إلى حيث أن كلًّا من الكذب والخطأ ظهر من ناصيته، وكان أبو جهل كاذبًا على الله في أنه لم يرسل محمدًا، وكاذبًا في أنه شاعر كاهن ساحر مثلًا، وخاطئًا بما تعرض له - صلى الله عليه وسلم - بأنواع الأذية. </p><p> ومنها: المجاز المرسل في قوله: {فَلْيَدْعُ نَادِيَهُ (١٧) } والمراد أهل النادي، فالنادي لا يدعى، وإنما يدعى أهله، فأطلق المحل وأريد الحال، فالمجاز مرسل علاقته المحلية، والنادي هو المجلس الذي ينتدي فيه القوم؛ أي: يجتمعون فيه كما مر. </p><p> ومنها: الزيادة والحذف على عدة مواضع. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة ما في هذه السورة الكريمة من المقاصد </p><p> اشتملت هذه السورة على ثلاثة مقاصد: </p><p> ١ - حكمة الله تعالى في خلق الإنسان، وكيف رقاه من جرثومة صغيرة إلى أن بسط سلطانه على جميع العوالم الأرضية. </p><p> ٢ - إنه لكرمه وعظيم إحسانه عَلَّمه من البيان ما لم يعلم، وأفاض عليه من العلوم ما جعل له القدرة على غيره مما في الأرض. </p><p> ٣ - بيان أن هذه النعم على توافرها قد غفل عنها الإنسان، فإذا رأى نفسه غنيًا صلف وتجبر واستكبر (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) تمَّ تفسير هذه السورة في عصر يوم الجمعة اليوم الثاني من شهر ذي الحجة من شهور سنة: ١٤١٦: ألف وأربع مئة وست عشرة من الهجرة النبوية، على صاحبها أفضل الصلاة وأزكى التحية، وصلى الله تعالى على سيدنا محمد خاتم النبيين، وعلى آله وصحبه أجمعين، والحمد لله رب العالمين.</p><p> [سورة القدر] </p><p> سورة القدر مكية عند أكثر المفسرين (١) ، نزلت بعد سورة عبس، كذا قال الماوردي، وقال الثعلبي: هي مدنية في قول أكثر المفسرين، وذكر الواقدي: أنها أول سورة نزلت بالمدينة، وأخرج ابن مردويه عن ابن عباس، وابن الزبير وعائشة أنها نزلت بمكة، قال الخازن: والقول بأنها مدنية أصح، وهي خمس آيات وثلاثون كلمة، ومئة واثنا عشر حرفًا. </p><p> المناسبة: ومناسبتها لما قبلها (٢) : أن في تلك أمر رسول الله - صلى الله عليه وسلم - بأن يقرأ القرآن باسم ربه الذي خلق، واسم الذي علم الإنسان ما لم يعلم، وفي هذه ذكر القرآن ونزوله وبيان فضله، وأنه من عند ربه ذي العظمة والسلطان العلم بمصالح الناس، وبما يسعدهم في دينهم ودنياهم، وأنه أنزله في ليلة لها من الجلال والكمال ما قصته السورة، قال أبو حيان: فكأنه تعالى قال: اقرأ ما أنزلناه عليك من كلامنا: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (١) } انتهى. </p><p> فضلها: وروي في فضلها أنه - صلى الله عليه وسلم - قال:  \"من قرأ سورة القدر أعطي من الأجر كمن صام رمضان، وأحيا ليلة القدر\" ذكره البيضاوي، وهو موضوع لا أصل له. </p><p> الناسخ والمنسوخ: وقال محمد بن حزم: سورة القدر كلها محكمة، لا ناسخ فيها ولا منسوخ، وسميت سورة القدر؛ لذكر لفظ القدر فيها. </p><p> تسميتها: وسميت ليلة القدر؛ إما لتقدير الأمور وقضائها فيها؛ أي: إظهار تقديرها للملائكة بأن يكتب لهم ما قدره في تلك السنة ويعرفهم إياه، وليس المراد منه: أنه يحدثه في تلك الليلة؛ لأن الله تعالى قدر المقادير قبل أن يخلق السموات والأرض في الأزل، فالقدر بمعنى التقدير، وهو جعل الشيء على مقدار مخصوص، ووجه مخصوص حسبما اقتضت الحكمة البالغة، قيل: للحسين بن </p><p>(١) الشوكاني. (٢) المراغي.</p><p> الفضل: أليس قد قدر الله المقادير قبل أن يخلق السموات والأرض؛ قال: نعم، قيل له: فما معنى ليلة القدر؛ قال: سَوْق المقادير إلى المواقيت، وتنفيذ القضاء المقدر. </p><p> وعن ابن عباس - رضي الله عنهما - قال: إن الله سبحانه يقدر في ليلة القدر، ويكتب كل ما يكون في تلك السنة من مطر ورزق وإحياء وإماتة وغيرها إلى مثل هذه الليلة من السنة المقبلة، فيسلمه إلى مدبرات الأمور من الملائكة، فيدفع نسخة الأرزاق والنباتات والأمطار إلى ميكائيل، ونسخة الحروب والرياح والزلازل والصواعق والخسف إلى جبريل، ونسخة الأعمال إلى إسرافيل، ونسخة المصائب إلى ملك الموت. </p><p> فَكَمْ مِنْ فَتَى يُمْسِيْ وُيُصْبِحُ آمِنًا ... وَقَدْ نُسِجَتْ أَكْفَانُهُ وَهْوَ لَا يَدْرِيْ </p><p> وَكَمْ مِنْ شيُوْخٍ تَرَتَجِي طُوْلَ عُمْرِهِمْ ... وَقَدْ رَهَقَتْ أَجْسَادَهُمْ ظُلْمَةُ الْقَبْرِ </p><p> وَكَمْ مِنْ عَرُوْسِ زيَّنُوْهَا لِزَوْجِهَا ... وَقَدْ قُبِضَتْ أَرْوَاحُهُمْ لَيْلَةَ الْقَدْرِ </p><p> وإما لخطرها وشرفها على سائر الليالي، فالقدر بمعنى المنزلة والشرف إما باعتبار العامل على معنى أن من أتى بالطاعة فيها صار ذا قدر وشرف، وإما باعتبار نفس العمل على معنى أن الطاعة الواقعة في تلك الليلة لها قدر وشرف زائد. </p><p> وعن أبي بكر الوراق - رحمه الله تعالى - سميت ليلة القدر؛ لأنه نزل فيها كتاب ذو قدر، على رسول ذي قدر، لأمة لها قدر، ولعله تعالى إنما ذكر لفظ القدر في هذه السورة ثلاث مرات لهذا السبب، وقال الخليل - رحمه الله تعالى - سميت ليلة القدر؛ أي: ليلة الضيق؛ لأن الأرض تضيَّق فيها بالملائكة، فالقدر بمعنى الضيق، كما في قوله تعالى:  {وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ} . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (١) وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (٢) لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (٣) تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ (٤) سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ (٥) }. </p><p> أسباب النزول </p><p> سبب نزولها (١) : ما أخرجه ابن أبي حاتم والواحدي عن مجاهد أن رسول الله - صلى الله عليه وسلم - ذكر رجلًا من بني إسرائيل لبس السلاح في سبيل الله ألف شهر، فعجب المسلمون من ذلك، فأنزله الله سبحانه: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (١) وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (٢) لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (٣) تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ (٤) سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ (٥) } التي لبس ذلك الرجل السلاح فيها في سبيل الله. </p><p> وأخرج ابن جرير عن مجاهد قال: كان في بني إسرائيل رجل يقوم الليل حتى يصبح، ثم يجاهد العدو في النهار حتى يمسي، فعمل ذلك ألف شهر فأنزل الله: {لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (٣) } عملها ذلك الرجل. </p><p> وفي الحديث (٢) : \"أن أربعة من الأنبياء عبدوا الله ثمانين سنة لم يعصوه طرفة عين أيوب وزكريا وحزقيل ويوشع، فعجب الصحابة من ذلك، فقرأ: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (١) ...} السورة، فسروا بذلك. </p><p> تقدمة: تبين ميقات هذه الليلة المباركة (٣) : أشار الكتاب الكريم إلى زمان نزول القرآن على رسول الله - صلى الله عليه وسلم - في أربعة مواضع من كتابه الكريم، والقرآن يفسر بعضه بعضًا: </p><p> ١ - قوله في سورة القدر: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (١) }. </p><p> ٢ - قوله في سورة الدخان: {حم (١) وَالْكِتَابِ الْمُبِينِ (٢) إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ </p><p>(١) لباب النقول. (٢) البحر المحيط.(٣) المراغي.</p>"
}