{
  "id": null,
  "sura": 96,
  "aya": 15,
  "text": "<p> ففرح رسول الله - صلى الله عليه وسلم - بذلك، والخطاب (١) في {أَرَأَيْتَ} الظاهر أنه للرسول - صلى الله عليه وسلم -، وكذا {أَرَأَيْتَ} الثاني والثالث، والتناسق في الضمائر هو الذي يقتضيه النظم، وقيل:  {أَرَأَيْتَ} خطاب للكافر التفت إلى الكافر، فقال: أرأيت يا كافر إن كانت صلاته هدًى ودعاءً إلى الله تعالى، وأمرًا بالتقوى أتنهاه مع ذلك، والضمير في {إن كَانَ} ، وفي {إن كَذَّبَ} عائد على الناهي. </p><p> ١٥ - {كَلَّا} ردع (٢) للناهي اللعين عن نهيه عن عبادة الله وأمره بعبادة اللات. {لَئِنْ لَمْ يَنْتَهِ}  {اللام} : موطئة للقسم المحذوف؛ أي: والله لئن لم ينته هذا الناهي اللعين عما هو عليه، ولم ينزجر ولم يتب ولم يسلم قبل الموت، والأصل: ينتهي بالياء المحذوفة للجازم، يقال: نهاه ينهاه نهيًا ضد أمره، فانتهى. </p><p> {لَنَسْفَعًا بِالنَّاصِيَةِ} ؛ أي: لنجُزَّنَّه بناصيته إلى جهنم، أصله: لنسفعن بنون التوكيد الخفيفة، ونظيره:  {وَلَيَكُونًا مِنَ الصَّاغِرِينَ} كتب في المصحف بالألف على حكم الوقف، فإنه يوقف على هذه النون بالألف تشبيهًا لها بالتنوين، والسفع: القبض على الشيء وجذبه بعنف وشدة، والناصية: شعر مقدم الرأس، والمعنى: والله لنأخذنه في الآخرة بناصيته، ولنسحبنه بها إلى النار بمعنى: لنأمرن الزبانية ليأخذوا بناصيته، ويجروه إلى النار بالتحقير والإهانة، وكانت العرب تأنف من جر الناصية، وفي \"عين المعاني\" : الأخذ بالناصية عبارة عن القهر والهوان، والاكتفاء بلام العهد عن الإضافة، لظهور أن المراد ناصية الناهي المذكور، ويحتمل أن يكون المراد من هذا السفع سحبه على وجهه في الدنيا يوم بدر، فيكون بشارة بأن يمكِّن المسلمين من ناصيته حتى يجروه على وجهه إذا عاد إلى النهي، فلما عاد مكنهم الله من ناصيته يوم بدر. </p><p> وقرأ الجمهور (٣) : {لَنَسْفَعًا} بالنون الخفيفة، وكتبت بالألف باعتبار الوقف؛ إذ الوقف عليها بإبدالها ألفًا وكثر ذلك حتى صارت رويًا، فكتبت ألفًا كقوله: </p><p> يَحْسَبُهُ الْجَاهِلُ مَا لَمْ يَعْلَمَا ... شَيْخًا عَلَى كُرْسِيِّهِ مُعَمَّمَا </p><p> وقرأ محبوب وهارون كلاهما عن أبي عمرو:  {لنسفعن} بالنون الشديدة، </p><p>(١) البحر المحيط. (٢) روح البيان.(٣) البحر المحيط.</p><p> والفاعل على كلا القراءتين الله سبحانه، وقرأ ابن مسعود:  {لأسفعن} ؛ أي: يقول يا محمد أنا الذي أتولى إهانة أبي جهل اهـ. \"مراح\" . </p><p> روي (١) : أنه لما نزلت سورة الرحمن .. قال - صلى الله عليه وسلم -: \"من يقرؤها على رؤساء قريش\" ، فتثاقلوا فقام ابن مسعود - رضي الله عنه - وقال: أنا. فأجلسه رسول الله، ثم قال ثانيًا:  \"من يقرؤها عليهم\" فلم يقم إلا ابن مسعود - رضي الله عنه - ثم ثالثًا، إلى أن أذن له - صلى الله عليه وسلم -، وكان - صلى الله عليه وسلم - يُبقي عليه لما كان يعلم من ضعفه وصغر جثته، ثم إنه وصل إليهم فرآهم مجتمعين حول الكعبة، فافتتح قراءة السورة، فقام أبو جهل، فلطمه، فشق أذنه وأدماها فانصرف وعينه تدمع، فلما رآه - صلى الله عليه وسلم - رق قلبه وأطرق رأسه مغمومًا، فإذا جبريل جاء ضاحكًا مستبشرًا، فقال:  \"يا جبريل تضحك، ويبكي ابن مسعود\" ، فقال: سيعلم، فلما ظفر المسلمون يوم بدر التمس ابن مسعود أن يكون له حظ في الجهاد، فقال له - صلى الله عليه وسلم -: \"خذ رمحك والتمس في الجرحى، ومن كان له رمق فاقتله، فإنك تنال ثواب المجاهدين، فأخذ يطالع القتلى، فإذا أبو جهل مصروع يخور، فخاف أن تكون فيه قوة فيؤديه، فوضع الرمح على منخره من بعيد فطعنه، ولعل هذا قوله: {سَنَسِمُهُ عَلَى الْخُرْطُومِ (١٦) }، ثم لما عرف عجزه لم يقدر أن يصعد على صدره لضعفه، فارتقى إليه بحيلة، فلما رآه أبو جهل قال له: يا رويعي الغنم لقد ارتقيت مرتقى صعبًا، فقال ابن مسعود: الإِسلام يعلو ولا يُعلى عليه، فقال له أبو جهل: بلِّغ صاحبك أنه لم يكن أحد أبغض إلى منه في حال مماتي، فروي أنه عليه السلام لما سمع ذلك قال: فرعوني أشد من فرعون موسى، فإنه قال: آمنت وهو قد زاد عتوًا، ثم قال: يابن مسعود اقطع بسيفي هذا؛ لأنه أحد وأَقطع، فلما قطع رأسه لم يقدر على حمله فشق أذنه وجعل الخيط فيها، وجعل يجره إلى رسول الله - صلى الله عليه وسلم - وجبريل بين يديه يضحك ويقول: يا محمد أذن بأذن لكن الرأس هاهنا مع الأذن مقطوع، ولعل الحكيم سبحانه إنما خلقه ضعيفًا حتى لم يقول على الرأس المقطوع لوجوه: </p><p> أحدها: أن أبا جهل كلب، والكلب يُجَر ولا يحمل. </p><p> والثاني: ليشق الأذن، فيقتص الأذن بالأذن. </p><p>(١) روح البيان.</p>"
}