{
  "id": null,
  "sura": 97,
  "aya": 5,
  "text": "<p> ٥ - والوجه الثالث قوله:  {سَلَامٌ هِيَ} ؛ أي: ما هي إلا سلامة وخير كلها, لا شر فيها، وتقديم (١) الخبر فيه؛ لإفادة الحصر مثل: تميمي أنا؛ أي: ما تلك الليلة إلا ذات سلامة؛ أي: لا يحدث فيها داء ولا شيء من الشرور والآفات، كالرياح والصواعق ونحو ذلك مما يخاف منه، بل كل ما ينزل في هذه الليلة إنما هو سلامة ونفع وخير، ولا يستطيع الشيطان فيها سوءًا، ولا ينفذ فيها سحر ساحر، والليلة ليست نفس السلامة بل ظرف لها، ومع ذلك وُصفت بالسلامة للمبالغة في اشتمالها عليها، وعُلم منه أنه يُقضى في غير ليلة القدر كل من السلامة والبلاء، يعني: يتعلق قضاء الله تعالى بهما، وقال الشعبي: ما هي إلا ذات تسليم من الملائكة على أهل المساجد وسائر المؤمنين من حين غروب الشمس إلى طلوع الفجر، يمرون على كل مؤمن، ويقولون: السلام عليك أيها المؤمن، ومن أصابته تسليمة من الملائكة غفر له ذنبه، وفي الحديث:  \"ينزل جبريل كل ليلة القدر في كبكبة من الملائكة؛ -أي:جماعة متضامة - يصلون ويسلمون على كل عبد قائم من قاعد يذكر الله تعالى\" ، وقيل يعني: سلام الملائكة بعضهم على بعض، قال عطاء: يريد سلام على أولياء الله وأهل طاعته. </p><p> {حَتَّى مَطْلَعِ الْفَجْرِ} ؛ أي: من مبدئها إلى وقت طلوع الفجر فيها، وقدر المضاف؛ لكون الغاية من جنس المغيا؛ أي: إن ذلك السلام من تلك السلامة تستمر وتدوم في تلك الليلة إلى وقت طلوع الفجر، فتصعد الملائكة عند طلوعه، فيعود الزمن على حاله الأول، فمطلع بفتح اللام مصدر ميمي، ومن قرأ: بكسر اللام جعله اسمًا لوقت الطلوع؛ أي: اسم زمان، و {حَتَّى} متعلقة بـ {تَنَزَّلُ} على أنها غاية لحكم التنزل؛ أي: لمكثهم في تنزلهم، أو لنفس تنزلهم بأن لا ينقطع تنزلهم فوجًا بعد فوج إلى طلوع الفجر، وقال بعضهم ليلة القدر من غروب الشمس إلى طلوع الفجر سلام؛ أي: يسلم فيها الملائكة على المطيعين إلى وقت طلوع الفجر، ثم يصعدون إلى السماء، فـ {حَتَّى} متعلقة بـ {سَلَامٌ} . </p><p> قالوا (٢) : علامة ليلة القدر أنها ليلة لا حارة ولا باردة، وتطلع الشمس صبيحتها لا شعاع لها كما مر؛ لأن الملائكة تصعد عند طلوع الشمس إلى السماء، </p><p>(١) روح البيان. (٢) روح البيان.</p><p> فيمنع صعودها انتشار شعاعها لكثرة الملائكة، من لأنها لا تطلع في هذه الليلة بين قرني الشيطان، فإنها على ما جاء في بعض الأخبار: تطلع كل يوم بين قرني الشيطان، ويزيد الشيطان في بث شعاعها وتزيين طلوعها؛ ليزيد في غرور الكافرين، ويحسَّن في أعين الساجدين لها، ومن علامتها أيضًا على ما قيل: أنه يعذب الماء الملح تلك الليلة، وأما النور الذي يُرى ليلة القدر فهو نور أجنحة الملائكة، أو نور جنة عدن تُفتح أبوابها ليلة القدر، أو نور لواء الحمد الذي ينزل به جبريل عليه السلام. </p><p> وقرأ الجمهور (١) : {مَطْلَعِ} - بفتح اللام - وقرأ أبو رجاء والأعمش وابن وثّاب وطلحة وابن محيصن والكسائي وأبو عمرو بخلاف عنه بكسرها، فقيل: هما مصدران في لغة بني تميم، وقيل: المصدر بالفتح، وموضع الطلوع بالكسر عند أهل الحجاز. </p><p> والمعنى (٢) : أي هذه الليلة التي حقها الخير بنزول القرآن، وشهود ملائكة الرحمن، ليلة كلها سلامة وأمن, وكلها خير وبركة من مبدئها إلى نهايتها، ففيها فرَّج الله تعالى الكرب عن نبيه - صلى الله عليه وسلم -، وفتح له سبل الهداية والإرشاد. </p><p> الإعراب </p><p> {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (١) وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (٢) لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (٣) تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ (٤) سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ (٥) }. </p><p> {إِنَّا} : ناصب واسمه. {أَنْزَلْنَاهُ} : فعل وفاعل ومفعول به، والجملة الفعلية في محل الرفع خبر إن، وجملة {إن} مستأنفة استئنافًا نحويًا. {فِي لَيْلَةِ الْقَدْرِ} : جار ومجرور ومضاف إليه متعلق بـ {أَنْزَلْنَاهُ} . {وَمَا}  {الواو} : عاطفة. {ما} : اسم استفهام في محل الرفع مبتدأ. {أَدْرَاكَ} : فعل ماض، وفاعل مستتر يعود على {ما} ، والكاف في محل النصب مفعول أول لـ {أدرى} ، والجملة الفعلية في محل الرفع خبر المبتدأ، والجملة الاستفهامية معطوفة على جملة {إن} . {ما} : اسم استفهام في محل الرفع مبتدأ. {لَيْلَةُ الْقَدْرِ} : خبر المبتدأ، والجملة المعلقة </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> بالاستفهام سدت مسد المفعول الثاني لـ {أدرى} . {لَيْلَةُ الْقَدْرِ} : مبتدأ ومضاف إليه {خَيْرٌ} : خبر المبتدأ. {مِنْ أَلْفِ شَهْرٍ} : جار ومجرور ومضاف إليه متعلق بـ {خَيْرٌ} ، والجملة الإسمية مستأنفة استئنافًا بيانيًا واقعًا في جواب سؤال مقدر تقديره: وما فضائلها. {تَنَزَّلُ الْمَلَائِكَةُ} : فعل وفاعل. {وَالرُّوحُ} : معطوف على {الْمَلَائِكَةُ} ، والجملة مستأنفة. {فِيهَا} : متعلق بـ {تَنَزَّلُ} ، والجملة مستأنفة واقعة في جواب السؤال المذكور في الجملة التي قبلها. {بِإِذْنِ رَبِّهِمْ} : جار ومجرور ومضاف إليه متعلق بـ {تَنَزَّلُ} ، أو بمحذوف حال من {الْمَلَائِكَةُ} ؛ أي: متلبسين. {مِنْ كُلِّ أَمْرٍ} : جار ومجرور ومضاف إليه متعلق بـ {تَنَزَّلُ} أيضًا، و {مِنْ} بمعنى اللام التعليلية؛ أي: من أجل كل أمر قضاه الله تعالى في تلك الليلة. {سَلَامٌ} : خبر مقدم. {هِيَ} : مبتدأ مؤخر، والجملة مستأنفة واقعة في جواب السؤال المذكور سابقًا .. {حَتَّى مَطْلَعِ الْفَجْرِ} : جار ومجرور ومضاف إليه متعلق بـ {سَلَامٌ} ، وفيه إشكال، وهو الفصل بين المصدر ومعموله بالمبتدأ، والجواب أن الظروف والجار والمجرور يتوسع فيها ما لا يتوسع في غيرها، والأحسن كما قال الخطيب أن يتعلقا بمحذوف قدره الخطيب: يستمرون على التسليم من غروب الشمس حتى مطلع الفجر. </p><p> التصريف ومفردات اللغة </p><p> {فِي لَيْلَةِ الْقَدْر} والقَدْر - بسكون الدال - إما بمعنى العظمة والشرف من قولهم لفلان: قدر عند فلان؛ أي: منزلة ودرجة وشرف، أو بمعنى التقدير: وهو جعل الشيء على مقدار مخصوص ووجه مخصوص حَسَبما اقتضت الحكمة والمصلحة، سميت ليلة القدر بمعنى المنزلة والشرف إما باعتبار العامل فيها على معنى أن من أتى بالطاعة فيها صار ذا قدر وشرف، وإما باعتبار نفس العمل على معنى أن الطاعة الواقعة في تلك الليلة لها قدر وشرف زائد، قال أبو بكر الوراق: سميت ليلة القدر؛ لأنه نزل فيها كتاب ذو قدر على رسول ذي قدر لأمة لها قدر، وسميت ليلة القدر بمعنى التقدير؛ لتقدير الأمور الواقعة في تلك السنة فيها؛ أي: لإظهار تقديرها للملائكة، وإلا فالتقدير نفسه أزلي أو بمعنى الضيق، قال الخليل: سميت ليلة القدر؛ أي: ليلة الضيق؛ لأن الأرض تضيق فيها بالملائكة، فالقدر بمعنى الضيق، </p><p> كما في قوله تعالى:  {وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ} . {تَنَزَّلُ الْمَلَائِكَةُ} أصله: تتنزل بتائين، حذفت إحداهما للتخفيف على حد قول ابن مالك: </p><p> وَمَا بِتَائَيْنِ ابْتُدِيْ قَدْ يُقْتَصَرْ ... فِيْهِ عَلَى تَاءٍ كَتَبْيِيْنِ الْعِبَرْ </p><p> والتاء في {الْمَلَائِكَةُ} لتأنيث الجمع، وإذا حذفت امتنع صرفه لصيغة منتهى المجموع، وبه يلغز فيقال: كلمة إذا حذف من آخرها حرف امتنع صرفها. جمع: ملك، وأصله: ملائك، ووزنه فعال، فالهمزة زائدة، ومادته تدل على المُلك والقوة والسلطنة، وقيل: وزنه مفعل، فالميم زائدة، وقيل: هو مقلوب، وأصله مالك من الألوكة وهي الرسالة، قلب قلبًا مكانيًا فصار: ملائك، ففي وزنه القولان المتقدمان، وعلى كل فيقال: سقطت الهمزة فصار ملك، والملائكة أجسام نورانية لا يوصفون بذكورة ولا أنوثة، لهم قدرة على التشكلات بالصور غير الخسيسة، لا يعصون الله ما أمرهم ويفعلون ما يؤمرون. </p><p> {سَلَامٌ هِيَ} يصح أن يكون ضمير {هِيَ} عائدًا على {الْمَلَائِكَةُ} ، و {سَلَامٌ} بمعنى التسليم، والمعنى: أن الملائكة يسلمون على المؤمنين، ويصح أن يكون عائدًا على {لَيْلَةُ} ، و {سَلَامٌ} أيضًا بمعنى التسليم، والمعنى: أن الليلة ذات تسليم من الملائكة على المؤمنين أو من بعضهم على بعض، ويصح على هذا الوجه أن يُجعل {سَلَامٌ} بمعنى سلامة؛ أي: ليلة القدر ذات سلامة من كل شر. </p><p> {حَتَّى مَطْلَعِ الْفَجْرِ} بفتح اللام وكسرها، فهما مصدران في لغة بني تميم، وقيل: المصدر بالفتح، والموضع بالكسر عند أهل الحجاز اهـ \"بحر\" . وعبارة \"السمين\" : وقرأ الكسائي: {مطلع} بكسر اللام، والباقون بفتحها، والفتح هو القياس، وهل هما مصدران من المفتوح مصدر والمكسور اسم مكان؟ فيه خلاف اهـ، وعبارة \"مناهل الرجال على لامية الأفعال\" عند قول ابن مالك: </p><p> مَظْلَمَةٌ مَطْلَعُ الْمَجْمَعِ مَحْمَدَةٌ ... مَذِمَّةٌ مَنْسِكٌ مَضِنَّةُ الْبُخَلَا </p><p> واعلم: أنه قد تقدم لك أن الشاذ في باب مفعل ثلاثة أضرب: </p><p> الضرب الأول منها: ما جاء فيه وجهان: الفتح والكسر، وهو اثنتان وعشرون كلمة: الأول منها مظلمة، والثاني منها مطلع، يقال: طلع الكوكب يطلُع - من باب نصر - طلوعًا ومطلعًا - بالفتح - على القياس، ومطلِعًا - بالكسر - على الشذوذ؛ أي: </p><p> طلوعًا إذا ظهر، وهذا مطلَع الشمس - بالفتح - على القياس، ومطلع القمر - بالكسر - على الشذوذ؛ أي: مكان طلوعهما من زمانه. انتهى. </p><p> و {الْفَجْرِ} الضوء المنتشر في أفق السماء عرضًا عند قرب طلوع الشمس، والفجر إذا أطلق انصرف إلى الفجر الصادق؛ لأنه هو الذي يتعلق به الأحكام الشرعية. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الإتيان بـ {ـإن} المكسورة في قوله: {إِنَّا أَنْزَلْنَاهُ} ؛ لتأكيد الحكم والرد على المنكِر أو الشاك والمخاطبون فيهم ذلك، فقد قالوا: من تلقاء نفسه، وقالوا: أساطير الأولين، وقالوا: تنزلت به الشياطين، فرد على جميع ذلك بذكر الإنزال، لا أنه مختلق ولا من أساطير الأولين. </p><p> فإن قلت: إن المؤمنين يصدقون خبر المولى بلا توكيد، والكافرون يعاندون ولو تعدد التأكيد .. أجيب عنه بجوابين: </p><p> الأول: يمنع أن الكافرين يعاندون مع التأكيد، فإن عاداتهم الانقياد للتأكيدات، فربما حصل لهم هداية بسبب ذلك التأكيد. </p><p> الثاني: على تسليم أنهم يعاندون مع التأكيد، فلا نسلم حصر معنى إن في التأكيد، بل قد يؤتى بها ترغيبًا في تلقي الخير والتنبيه بعظيم قدره وشرف حكمه. </p><p> ومنها: الإتيان بضمير المتكلم المعظِّم نفسَه وهو الله تعالى إشعارًا بتعظيم المنزل والمنزل به، ويحتمل أنها للمتكلم ومعه غيره، فإن الله سبحانه أنزله، والملائكة لهم مدخلية في إنزاله، والمعنى: إنا وملائكة قدمنا أنزلناه على حد قوله: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ} ، والإسناد لله حقيقة إجماعًا، وللملائكة قيل كذلك، وقيل: مجاز، وعليه فلا مانع من الجمع بين الحقيقة والمجاز، يقال: بني الأميرُ وعَمَلَتُهُ المدينةَ، ولا يعترض بالجمع بين القديم والحادث في ضميره فإنه حاصل في ضمير {يُصَلُّونَ عَلَى النَّبِيِّ} ونحوه، وأما قوله - صلى الله عليه وسلم - للخطيب:  \"بئس الخطيب\" لما </p><p> قال: مَن يُطع الله ورسوله فقد اهتدى، ومن يعصهما فقد غوى، فلأن الخطب محل إطناب. </p><p> وقيل: وقف على قوله: ومن يعصهما قبل الجواب اهـ \"صاوي\" . </p><p> ومنها: الاستعارة التصريحية التبعية في قوله: {أَنْزَلْنَاهُ} حيث شبه الإيحاء بالإنزال، واستُعير الإنزال للإيحاء، واشتُق من الإنزال بمعنى الإيحاء أنزلنا بمعنى: أوحينا بجامع الإعلام في كلٍّ على طريقة الاستعارة التصريحية التبعية؛ لأن الإنزال وصف للأجسام، والقرآن عَرَض لا جسم، فكيف يوصف بالإنزال، ويحتمل كون إسناد الإنزال إلى القرآن مجازًا عقليًا، وحقه أن يُسند إلى حامله، فالتجوز إما في الظرف أو الإسناد. </p><p> ومنها: التعبير بالإنزال دون التنزيل؛ للدلالة على أن إنزاله في ليلة القدر دفعيٌّ لا تدريجي. </p><p> ومنها: الإضمار بلا سبق مرجع في قوله: {أَنْزَلْنَاهُ} ؛ لأن ضمير الغيبة للقرآن اكتفاء بشهرته؛ لأن شهرته تقوم مقام تصريحه باسمه، وإرجاع الضمير إليه فكأنه حاضر في جميع الأذهان. </p><p> ومنها: الإطناب بذكر {لَيْلَةِ الْقَدْرِ} ثلاث مرات زيادة في الاعتناء بشأنها وتفخيمًا لأمرها. </p><p> ومنها: الاستفهام في قوله: {وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (٢) }؛ لغرض التفخيم والتعظيم. </p><p> ومنها: ذكر الخاص بعد العام في قوله: {تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ} حيث عطف {الروح} الذي هو جبريل مع دخوله في الملائكة إظهارًا لشرفه وجلالة قدره. </p><p> ومنها: التعبير بالتنزل دون النزول في قوله: {تَنَزَّلُ} إشارة إلى أنهم ينزلون طائفة بعد طائفة، فينزل فوج ويصعد فوج لضيق الأرض عنهم. </p><p> ومنها: المبالغة في قوله: {سَلَامٌ هِيَ} حيث جعل الليلة عين السلام مبالغة في اشتمالها على السلامة على حد: زيد عدل. </p><p> ومنها: تقديم الخبر على المبتدأ في قوله: {سَلَامٌ هِيَ} ؛ لإفادة الحصر مثل </p><p> قولهم: تميمىٌ أنا؛ أي: ما هي إلا سلامة. </p><p> ومنها: توافق الفواصل مراعاة لرؤوس الآيات مثل {الْقَدْرِ}  {شَهْرٍ}  {أَمْرٍ}  {الْفَجْرِ} ؛ لأنه من المحسنات البديعية اللفظية. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> تتمتان: </p><p> الأولى: اختلفت المذاهب في ليلة القدر، فقال مالك: إنها دائرة في العام كله، والغالب كونها في رمضان، والغالب أيضًا كونها في العشر الأواخر منه، وقال أبو حنيفة والشافعي: هي في رمضان لا تتنقل منه، والغالب كونها في العشر الأواخر، واشتهر عن أبي بن كعب وابن عباس وكثير من العلماء: أنها ليلة السابع والعشرين، وأيده بعضهم بطريق الإشارة بأن عدد كلمات السورة ثلاثون كأيام رمضان، واتفق أن كلمة {هِيَ} تمام سبع وعشرين، وطريق آخر في الإشارة: أن حروف ليلة القدر تسعة، وقد ذُكرت في السورة ثلاث مرات، وثلاث في تسعة بسبع وعشرين، ونُقل عن بعضهم: ضبطها بأول الشهر من أيام الأسبوع، وقالوا: إنها تُعلم باليوم الأول من الشهر، فإن كان أوله يوم الأحد أو الأربعاء فهي ليلة تسع وعشرين، أو يوم الاثنين فهي ليلة إحدى وعشرين، أو يوم الثلاثاء أو الجمعة فهي ليلة سبع وعشرين، أو يوم الخميس فهي ليلة خمس وعشرين، أو يوم السبت فهي ليلة ثلاث وعشرين، قال الشيخ أبو الحسن الشاذلي: ومنذ ما بلغت سن الرجال ما فاتتني ليلة القدر بهذه القاعدة المذكورة، وقد نظمتها بقولي: </p><p> يَا سَائِلِيْ عَنْ لَيْلَةِ الْقَدْرِ الَّتِيْ ... فيْ عَشْرِ رَمْضَانَ الأَخِيْرِ حَلَّتِ </p><p> فَإنَّهَا فِيْ مُفْرَدَاتِ الْعَشْرِ ... تُعْرَفُ مِنْ يَوْمِ ابْتِدَاءِ الشَّهْرِ </p><p> فَبِالأَحَدْ وَالأرْبِعَا فِيْ التَّاسِعَهْ ... وَجُمْعَةِ مَعَ الثَّلاَثَا السَّابِعَهْ </p><p> وَإِنْ بَدَا الْخَمِيْس فهْيَ الخَامِسَهْ ... وَإِنْ بَدَا بِالسَّبْتِ فَهْيَ الثَّالِثَةُ </p><p> وَإِنْ بَدَا الإِثْنَيْنِ فَهْيَ الْحَادِيْ ... هَذَا عَنِ السَّادَاتِ وَالزُّهَّادِ </p><p> اهـ من \"القليوبي على الجلال المحلي على المنهاج النووي\" . </p><p> والثانية: ذكر العلماء لليلة القدر علامات كما مر بعضها منها: قلة نبح </p><p> الكلاب ونهيق الحمار وعذوبة الماء الملح، ورُؤية كل مخلوق ساجدًا لله تعالى، وسماع كل شيء يذكر الله تعالى بلسان المقال، وكونها ليلة بلجة مضيئة مشرقة بالأنوار، وطلوع الشمس يومها صافيًا نقية ليست بين قرني الشيطان كيوم غيرها، وأحسن ما يُدعى به في تلك الليلة العفو والعافية، كما ورد في حديث عائشة: ويكثر من الاستغفار والتسبيح والتحميد والتهليل وأنواع الذكر والصلاة على النبي - صلى الله عليه وسلم -، ويدعو بما أحب لنفسه ولأحبابه أحياءً وأمواتًا، ويتصدق بما تيسر له، ويحفظ جوارحه عن المعاصي، ويكفي في قيامها صلاة العشاء والصبح جماعة. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> خلاصة ما تضمنته هذه السورة الكريمة </p><p> اشتملت هذه السورة على خمسة مقاصد: </p><p> ١ - بيان إنزال القرآن في ليلة القدر جملة إلى السماء الدنيا. </p><p> ٢ - تفخيم شأن ليلة القدر بالاستفهام عنها. </p><p> ٣ - بيان خيريتها على ألف شهر ليست فيها ليلة القدر. </p><p> ٤ - بيان تنزل الملائكة فيها إظهارًا لشرفها وقدرها. </p><p> ٥ - وصفها بكونها ذات سلامة من كل شر (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) تم تفسير سورة القدر بعون من له الخلق والأمر في يوم الاثنين قبيل صلاة الظهر اليوم الخامس من شهر ذي الحجة من شهور سنة: ١٤١٦ ألف وأربع مئة وست عشرة من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية، وصلى الله تعالى وسلم على سيدنا ومولانا محمد خاتم النبيين وعلى آله وصحبه أجمعين، والحمد لله رب العالمين. آمين.</p><p> [سورة البينة] </p><p> سورة البينة، وتسمى سورة: لم يكن، مدنية في قول الجمهور، نزلت بعد سورة الطلاق، وقيل: مكية، وأخرج ابن مردويه عن ابن عباس قال نزلت سورة لم يكن بالمدينة، وأخرج ابن مردويه عن عائشة قالت: نزلت سورة: لم يكن بمكة، وهي: ثمان آيات، وأربع وتسعون (١) كلمة، وثلاث مئة وتسعة وتسعون حرفًا. </p><p> المناسبة: مناسبتها لما قبلها (٢) : أن قوله سبحانه في هذه السورة {لَمْ يَكُنِ الَّذِينَ كَفَرُوا} ... الخ كالعلة لإنزال القرآن، كأنه قيل: إنا أنزلناه؛ لأنه لم يكن الذين كفروا منفكين عن كفرهم حتى يأتيهم رسول يتلو صحفًا مطهرة، ووضعها النبي - صلى الله عليه وسلم - بعد سورة القدر؛ لأن الصحف المطهرة التي كان يتلوها النبي نزلت ليلة القدر. </p><p> فضلها: ومن فضائلها (٣) : ما أخرجه أبو نعيم في \"المعرفة\" عن إسماعيل بن أبي حكيم المزني قال: حدثني الفضل قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إن الله يستمع قراءة:{لَمْ يَكُنِ الَّذِينَ كَفَرُوا}فيقول: أبشر عبدي وعنتي وجلالي لأمكنن لك في الجنة حتى ترضى\" قال ابن كثير: حديث غريب جدًّا، وأخرجه أبو موسى المدني عن مطر المزني من المدني بنحوه. وما أخرجه البخاري ومسلم وغيرهما عن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - لأبي بن كعب:  \"إن الله أمرني أن أقرأ عليك:{لَمْ يَكُنِ الَّذِينَ كَفَرُوا}،قال:وسماني لك.قال:نعم، فبكى\" . </p><p> وما أخرجه أحمد وابن قانع في \"معجم الصحابة\" والطبراني وابن مردويه عن أبي حية - البدري قال: لما نزلت: {لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ} إلى آخرها .. قال جبريل: يا رسول الله: إن ربك يأمرك أن تُقرِئَها أُبَيًّا، فقال النبي - صلى الله عليه وسلم - </p><p>(١) الخازن. (٢) المراغي.(٣) الشوكاني.</p><p> لأبي:  \"إن جبريل أمرني أن أقرئك هذه السورة،فقال أُبَي:وقد ذُكِرْتُ ثَمَّ يا رسول الله،قال:نعم. فبكى\" . وسميت سورة - البينة؛ لذكر البينة فيها. </p><p> الناسخ والمنسوخ: وقال محمد بن حزم: سورة البينة كلها محكم ليس فيها ناسخ ولا منسوخ. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ (١) رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً (٢) فِيهَا كُتُبٌ قَيِّمَةٌ (٣) وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ (٤) وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ (٥) إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ (٦) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ (٧) جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ (٨) }. </p><p> أسباب النزول </p><p> كان اليهود والنصارى (١) من أهل الكتاب في ظلام دامس من الجهل بما يجب الاعتقاد به والسير عليه من شرائع أنبيائهم إلا من عصم الله؛ لأن أسلافهم غيروا وبدلوا في شرائعهم، وأدخلوا فيها ما ليس منها إما لسوء فهمهم لما أنزل على أنبيائهم، وإما لاستحسانهم ضروبًا من البدع تَوَهَّمُوها مؤيدة للدين، وهي هادمة لأركانه، وإما لإفحام خصومهم، والرغبة في الظفر بهم، وقد توالت على ذلك الأزمان، وكلما جاء جيل زاد على ما وضعه مَن قبلَهم حتى خفيت معالم الحق، وطُمست أنوار اليقين، وكان إلى جوار هؤلاء عبدة الأوثان من العرب وغيرهم ممن مرنت نفوسهم على عبادتها، والخنوع لها، وأصبح من العسير تحويلهم عنها زعمًا منهم أن هذا دين الخليل إبراهيم عليه الصلاة والسلام، وكان الجدل ينشب حينًا بين المشركين واليهود، وحينًا آخر بين المشركين والنصارى، وكان اليهود يقولون للمشركين: إن الله سيبعث نبيًا من العرب من أهل مكة وينعتونه لهم، ويتوعدونهم بأنه متى جاء نصروه وآزروه واستنصروا به عليهم حتى يبيدهم. </p><p> قد كان هذا وذاك، فلما بُعث محمد - صلى الله عليه وسلم - .. قام المشركون يناوِئُونه ويرفعون </p><p>(١) المراغي.</p>"
}