{
  "id": null,
  "sura": 97,
  "aya": 3,
  "text": "<p> الكريم في ليلة الشرف، ثم أنزلناه بعد ذلك منجمًا في ثلاث وعشرين سنة بحسَب الحوادث التي كانت تدعو إلى نزول شيء منه تبيانًا لما أشكل من الفتوى فيها، من عبرة بما يقتص فيه من قصص وزواجر، ولا شك أن البشر كانوا في حاجة إلى دستور يبين لهم ما التبس عليهم من أمر دينهم ودنياهم، ويوضح لهم أمر النشأة الأولى، وأمر النشأة الآخرة؛ لأنهم كانوا أعجز من أن يفهموا مصالحهم الحقة حتى يستنوا لأنفسهم من النظم ما يغنيهم عن الدين والتدين وحوادث الكون التي نراها رأي العين كفيلة بأن تبين وجه الحق في ذلك، فإن من بدء الخليقة يُبدِئون ويعيدون ويصححون ويراجعون في قوانينهم الوضعية، ثم يستبين لهم بعد قليل من الزمان أنها لا تكفي لهدي المجتمع، والأخذ بيده إلى موضح الرشاد، ومنعه من الوقوع في مهاوي الزلل، ومن ثم قيل: لا غنى للبشر عن دين ولا عن وازع روحي يضع لهم مقاييس الأشياء، وقيمها بعد أن أبان لهم العلم وصفها وخواصها، كما لا غنى له عن الاعتقاد في قوة غيبية يلجأ إليها حين يظلم عليه ليل الشك، وتختلط عليه صروف الحياة وألوان مآسيها. </p><p> ثم أشار إلى أن فضلها لا يحيط بها إلا هو، فقال: {وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (٢) }؛ أي: ولم تبلغ درايتك وعلمك غاية فضلها ومنتهى علو قدرها، وفي هذا إيماء إلى أن شرفها مما لا يحيط به علم العلماء، وإنما يعلمه علام الغيوب الذي خلق العوالم، وأنشأها من العدم. </p><p> ٣ - ثم أوضح مقدار فضلها من ثلاثة أوجه: </p><p> الوجه الأول منها قوله:  {لَيْلَةُ الْقَدْرِ} ؛ أي: قيامها والعبادة فيها. {خَيْرٌ مِنْ أَلْفِ شَهْرٍ} ؛ أي: من صيام ألف شهر وقيامها ليس فيها ليلة القدر حتى لا يلزم تفضيل الشيء على نفسه، فـ {خَيْرٌ} هنا للتفضيل، أي: أفضل وأعظم قدرًا، وأكثر أجرًا من تلك المدة، وهي ثلاث وثمانون سنة وأربعة أشهر، وتخصيص الألف بالذكر: إما للتكثير؛ لأن العرب تذكر الألف في غاية الأشياء كلها, ولا تريد حقيقتها، كما في قوله تعالى:  {يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ} ، أو لما روي أنه - صلى الله عليه وسلم - ذكر رجلًا من بني إسرائيل اسمه: شمسون لبس السلاح في سبيل الله ألف شهر، فتعجب المؤمنون منه، وتقاصرت إليهم أعمالهم، فأُعطوا ليلة هي خير من مدة ذلك المغازي، رواه ابن عباس رضي الله عنهما، وقيل: إن الرجل فيما مضى </p><p> كان لا يقال له: عابد حتى يعبد الله تعالى ألف شهر، فأعطوا ليلة إن أَحْيَوها كانوا أحق بأن يسموا عابدين من أولئك العباد، وقيل: رأى النبي - صلى الله عليه وسلم - أعمار الأمم كافة، فاستقصر أعمار أمته، فخاف أن لا يبلغوا من العمل مثل ما بلغ غيرهم في طول العمر، فأعطاه الله ليلة القدر، وجُعلت لنا خيرًا من ألف شهر لسائر الأمم. أخرجه مالك في \"الموطأ\" ممن يشق به من أهل العلم، وقيل غير ذلك. </p><p> والمعنى (١) : أي هذه الليلة أعظم قدرًا وأكثر أجرًا من ألف شهر، ليس فيها ليلة القدر؛ لأن ليلة يسطع فيها نور الهدى، وتكون فاتحة التشريع الجديد الذي أنزل لخير البشر، ويكون فيها وضع الحجر الأساسي لهذا الدين الذي هو آخر الأديان الصالح لهم في كل زمان ومكان هي خير من ألف شهر من شهورهم التي كانوا يتخبطون فيها في ظلام الشرك وضلال الوثنية حيارى، لا يهتدون إلى غاية، ولا يقفون عند حد. والله تعالى يفضل ما شاء من زمان ومكان لمعنى من المعاني التي تدعو إلى التفضيل، وله الحكمة البالغة، وأي عظمة أعلى من عظمة ليلة يبتدىء فيها نزول هذا النور والهداية للناس بعد أن مضت على قومه - صلى الله عليه وسلم - حقب متتابعة، وهم في ضلال الوثنية؟ وأي شرف أرفع من شرف ليلة سطع فيها بدر المعارف الإلهية على قلب رسوله - صلى الله عليه وسلم - بعباده يبشرهم وينذرهم، ويهديهم إلى الصراط المستقيم، ويجعل منهم أمة تحرر الناس من استعباد القياصرة، وجبروت الأكاسرة، ويجمعهم بعد الفرقة، ويلم شعثهم بعد الشتات؟. </p><p> فحق على المسلمين أن يتخذوا هذه الليلة عيدًا لهم، إذ فيها بدأ نزول ذلك الدستور السماوي الذي وجّه المسلمين تلك الجهة الصالحة النافعة، ويجددوا العهد أمام ربهم بحياطته بأنفسهم وأموالهم شكرًا له على نعمه ورجاء مثوبته. </p><p> قال المفسرون: معنى هذه الآية (٢) : العمل الصالح في ليلة القدر خير من العمل في ألف شهر، ليس فيها ليلة القدر، وإنما كان كذلك لما يريد الله تعالى في تلك الليلة من المنافع والأرزاق وأنواع الخير والبركة. </p><p> ومن المعلوم (٣) : أن الطاعة في ألف شهر أشق من الطاعة في ليلة واحدة، </p><p>(١) المراغي. (٢) الخازن.(٣) المراح.</p>"
}