{
  "id": null,
  "sura": 97,
  "aya": 2,
  "text": "<p> العبادة هو حضور القلب. </p><p> ٢ - {وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (٢) }؛ أي: ما مقدار شرفها, وليس المراد: ما حقيقتها؟ فإنها مدة مخصوصة من الزمان، أي: وأي شيء أعلمك يا محمد ما هي؛ أي: إنك لا تعلم كنهها؛ لأن علو قدرها خارج عن دائرة دراية الخلق، لا يدريها أحد منهم، ولا يدريها إلا علام الغيوب، وهو تعظيم للوقت الذي أنزل فيه، ومن بعض فضائل ذلك الوقت أنه يرتفع سؤال القبر عمن مات فيه، وكذا في سائر الأوقات الفاضلة، ومن ذلك العيد، ثم مقتضى الكرم أن لا يسأل بعده أيضًا. </p><p> فصل في فضل ليلة القدر وما وقع فيها من الاختلاف </p><p> عن أبي هريرة - رضي الله تعالى عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من قام ليلة القدر إيمانًا واحتسابًا .. غفر له ما تقدم من ذنبه\" متفق عليه. </p><p> واختلف العلماء في وقتها (١) ، فقال بعضهم: إنها كانت على عهد رسول الله - صلى الله عليه وسلم -، ثم رُفعت لقوله - صلى الله عليه وسلم - حين تلاحى الرجلان:  \"إني خرجت لأخبركم بليلة القدر، فتلاحى فلان وفلان فرفعت، فعسى أن يكون خيرًا لكم\" وهذه غلط ممن قال بهذا القول؛ لأن آخر الحديث يرد عليه، فإنه - صلى الله عليه وسلم - قال في آخره:  \"فالتمسوها في العشر الأواخر\" : في التاسعة والسابعة والخامسة، فلو كان المراد: رفع وجودها لم يأمر بالتماسها، وعامة الصحابة والتابعين فمن بعدهم من العلماء على أنها باقية إلى يوم القيامة. </p><p> روي عن عبد الله بن خنيس مولى معاوية قال: قلت لأبي هريرة: زعموا أن ليلة القدر رُفعت، قال: كذب من قال ذلك، قلت: هي في كل شهر رمضان استقبله؟ قال: نعم. </p><p> ومن قال ببقائها ووجودها اختلفوا في محلها، فقيل: هي متنقلة تكون في سنة في ليلة، وفي سنة أخرى في ليلة أخرى هكذا أبدًا، قالوا: وبهذا يُجمع بين الأحاديث الواردة في أوقاتها المختلفة، وقال مالك والثوري وأحمد وإسحاق وأبو </p><p>(١) الخازن.</p><p> ثور: إنها تنتقل في العشر الأواخر من رمضان، وقيل: بل تنتقل في رمضان كله، وقيل: إنها في ليلة معينة لا تنتقل عنها أبدًا في جميع السنين ولا تفارقها، فعلى هذا هي في ليلة من السنة كلها، وهو قول ابن مسعود وأبي حنيفة وصاحبيه. </p><p> وروي عن ابن مسعود أنه قال: من يقم الحول يصبها، فبلغ ذلك عبد الله بن عمر، فقال: يرحم الله أبا عبد الرحمن، أما إنه علم أنها في شهر رمضان، ولكن أراد أن لا يتكل الناس، وقال جمهور العلماء: إنها في شهر رمضان، واختلفوا في تلك الليلة، فقال أبو رزين العقيلي: في أول ليلة من شهر رمضان، وقيل: هي ليلة سبعة عشر، وهي الليلة التي كانت صبيحتها وقعة بدر، ويحكى هذا عن زيد بن أرقم وابن مسعود أيضًا والحسن، والصحيح الذي عليه الأكثرون: أنها في العشر الأواخر من رمضان. والله سبحانه وتعالى أعلم. </p><p> ذكر الأحاديث الواردة في ذلك </p><p> عن عائشة - رضي الله تعالى عنها - قالت: كان رسول الله - صلى الله عليه وسلم - يجاور العشر الأواخر من رمضان، ويقول:  \"تحروا ليلة القدر في العشر الأواخر من رمضان\" متفق عليه. </p><p> وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال:  \"أريت ليلة القدر، ثم أيقظني بعض أهلي فنسيتها، فالتمسوها في العشر الأواخر من رمضان\" رواه مسلم. </p><p> وذهب الشافعي إلى أنها ليلة إحدى وعشرين. </p><p> وعن أبي هريرة أن أبا سعيد قال: اعتكفنا مع رسول الله - صلى الله عليه وسلم - العشر الأواسط، فلما كانت صبيحة عشرين نقلنا متاعنا، فأتانا النبي - صلى الله عليه وسلم -، فقال:  \"من كان اعتكف فليرجع إلى معتكفه وأنا أريت هذه الليلة ورأيتني أسجد في ماء وطين، فلما رجع إلى معتكفه هاجت السماء فمُطِرنا، فوالذي بعثه بالحق، لقد هاجت السماء من آخر ذلك اليوم وكان المسجد على عريش، ولقد رأيت على أنفه وأرنبته أثر الماء والطين\" متفق عليه. </p><p> وفي رواية نحوه إلا أنه قال: حتى إذا كانت ليلة إحدى وعشرين، وهي الليلة </p><p> التي يخرج من صبيحتها من اعتكافه قال:  \"من اعتكف معي فليعتكف العشر الأواخر\" . </p><p> وورد في فضل ليلة القدر: اثنان وعشرون حديثًا، عن عبد الله بن أنيس قال: كنت في مجلس لبني سلمة وأنا أصغرهم، فقالوا: من يسأل لنا رسول الله - صلى الله عليه وسلم - عن ليلة القدر؛ وذلك في صبيحة إحدى وعشرين من رمضان فخرجت، فوافيت رسول الله - صلى الله عليه وسلم - فقلت: أرسلني إليك رهط من بني سلمة يسألونك عن ليلة القدر، فقال: كم الليلة؟ فقلت: اثنتان وعشرون، فقال: هي الليلة، ثم رجع، فقال: من القابلة يريد ثلاثًا وعشرين. أخرجه أبو داود. </p><p> وذهب جماعة من الصحابة وغيرهم أن ليلة القدر ليلة ثلاث وعشرين، ومال إليه الشافعي أيضًا، وعن الصنابحي: أنه سأل رجلًا هل سمعت في ليلة القدر شيئًا؟ قال: أخبرني بلال مؤذن رسول الله - صلى الله عليه وسلم - أنها في أول السبع من العشر الأواخر، وهذا اللفظ مختصر عن عبد الله بن أنيس قال: قلت يا رسول الله إن لي بادية أكون فيها، وأنا أصلي فيها بحمد الله، فمرني بليلة أنزلها إلى هذا المسجد، فقال:  \"أنزل ليلة ثلاث وعشرين\" ، قيل لابنه: كيف كان أبوك يصنع؟ قال: كان يدخل المسجد إذا صلى العصر فلا يخرج إلا لحاجة حتى تصلى الصبح فإذا صلى الصبح وجد دابته على باب المسجد فجلس عليها, ولحق بباديته أخرجه أبو داود، ولمسلم عنه أن رسول الله - صلى الله عليه وسلم - قال:  \"أريت ليلة القدر ثم أنسيتها، وأراني أسجد صبيحتها في ماء وطين\" قال: فمطرنا ليلة ثلاث وعشرين، فصلى بنا رسول الله - صلى الله عليه وسلم - وانصرف، وإن أثر الماء والطين على جبهته وأنفه، ويحكى عن بلال وابن عباس والحسن أنها ليلة أربع وعشرين. </p><p> وعن ابن عباس قال: التمسوها في أربع وعشرين. أخرجه البخاري. وقيل: هي في ليلة خمس وعشرين، دليله قوله - صلى الله عليه وسلم -: \"تحروا ليلة القدر في الوتر من العشر الأواخر من رمضان\" وقيل: هي ليلة سبع وعشرين، ويحكى ذلك عن جماعة من الصحابة منهم: أبي بن كعب، وابن عباس وإليه ذهب أحمد. </p><p> وعن زر بن حبيش قال: سمعت أبي بن كعب يقول: وقيل له: إن عبد الله بن مسعود يقول: من قام السنة أصاب ليلة القدر، قال أبيّ: والله الذي لا إله إلا هو </p><p> إنها لفي رمضان يحلف ولا يستثني، فوالله إني لأعلم أي ليلة هي: هي الليلة التي أمرنا رسول الله - صلى الله عليه وسلم - بقيامها، وهي ليلة سبع وعشرين، وأمارتها أن تطلع الشمس من صبيحة يومها بيضاء لا شعاع لها. </p><p> وعن معاوية عن النبي - صلى الله عليه وسلم - في ليلة القدر قال:  \"ليلة سبع وعشرين\" . أخرجه أبو داود، وقيل: هي ليلة تسع وعشرين، دليله قوله:  \"تحروا ليلة القدر في العشر الأواخر من رمضان\" وقيل: هي ليلة آخر الشهر، وعن ابن عمر قال: سئل رسول الله - صلى الله عليه وسلم - عن ليلة القدر وأنا أسمع، فقال:  \"هي في كل رمضان\" وأخرجه أبو داود قال: ويروى موقوفًا عليه. </p><p> ذكر ليال مشتركة </p><p> وعن ابن مسعود قال: قال لنا رسول الله - صلى الله عليه وسلم - في ليلة القدر:  \"اطلبوها ليلة سبع وعشرين من رمضان، وليلة إحدى وعشرين، وليلة ثلاث وعشرين، ثم سكت\" أخرجه أبو داود. </p><p> وعن عتبة بن عبد الرحمن قال: حدثني أبي قال: ذكرت ليلة القدر عند أبي بكرة، فقال: ما أنا بملتمسها بشيء سمعته من رسول الله - صلى الله عليه وسلم - إلا في العشر الأواخر، فإني سمعته يقول:  \"التمسوها في تسع يبقين\" ، من في سبع يبقين، من في خمس يبقين، من في ثلاث يبقين، من آخر الشهر قال: وكان أبو بكرة يصلي في العشرين من رمضان كصلاته في سائر السنة، فإذا دخل العشر الأواخر اجتهد. أخرجه الترمذي. </p><p> وعن عبادة بن الصامت قال: خرج رسول الله - صلى الله عليه وسلم - ليخبر بليلة القدر، فتلاحى رجلان من المسلمين، فقال النبي - صلى الله عليه وسلم -: \"إني خرجت لأخبركم بليلة القدر، فتلاحى فلان وفلان فرفعت، وعسى أن يكون خيرًا لكم، فالتمسوها في التاسعة والسابعة والخامسة\" أخرجه البخاري. </p><p> قوله:  \"فتلاحى رجلان\" ؛ أي: تخاصم رجلان، قوله:  \"فرفعت\" لم يرد رفع عينها، وإنما أراد رفع بيان وقتها, ولو كان المراد رفع وجودها لم يأمر بالتماسها. </p><p> وعن ابن عباس - رضي الله عنهما - قال: قال رسول - صلى الله عليه وسلم -: \"هي في العشر </p><p> في سبع مضين، من سبع يبقين \" يعني: ليلة القدر أخرجه البخاري،وفي رواية:\" في تاسعة تبقى، في سابعة تبقى، في خامسة تبقى \" قال أبو عيسى: روي عن النبي - صلى الله عليه وسلم - في ليلة القدر أنها ليلة إحدى وعشرين، وليلة ثلاث وعشرين، وخمس وعشرين، وسبع وعشرين، وآخر ليلة من رمضان.</p><p> قال الشافعي: كان هذا عندي والله أعلم أن النبي - صلى الله عليه وسلم - كان يجيب على نحو ما يُسئل عنه يقال له: ألتمسها في كذا؟ فقال: التمسوها في ليلة كذا، قال الشافعي: وأقوى الروايات عندي فيها ليلة إحدى وعشرين، قال البغوي: وبالجملة أبهم الله تعالى هذه الليلة على الأمة المحمدية ليجتهدوا في العبادة ليالي شهر رمضان طمعًا في إدراكها، كما أخفى ساعة الإجابة في يوم الجمعة، وأخفى الصلاة الوسطى في الصلوات الخمس، واسمه الأعظم في القرآن في أسمائه ورضاه في الطاعات؛ ليرغبوا في جميعها، وسخطه في المعاصي، لينتهوا عن جميعها، وأخفى قيام الساعة؛ ليجتهدوا في الطاعات حذرًا من قيامها. </p><p> ومن علاماتها </p><p> ما روي عن الحسن رفعه \" أنها ليلة بلجة؛ أي: مضيئة سمحة، لا حارة ولا باردة، تطلع الشمس صبيحتها بيضاء لا شعاع لها \"،وعن عائشة قالت:(كان رسول الله إذا دخل العشر الأواخر من رمضان أحيا الليل وأيقظ أهله وجد وشد المئزر)، متفق عليه.ولمسلم عنها قالت:(كان رسول الله - صلى الله عليه وسلم - يجتهد في العشر الأواخر من رمضان ما لا يجتهد في غيره)، وعنها أن النبي - صلى الله عليه وسلم -:(كان يعتكف العشر الأواخر من رمضان حتى توفاه الله عز وجل، ثم اعتكف أزواجه من بعده)متفق عليه.</p><p> وعن ابن عمر - رضي الله عنهما - أن رسول الله - صلى الله عليه وسلم -: (كان يعتكف العشر الأواخر من رمضان) متفق عليه. </p><p> وعن عائشة قالت: قلت يا رسول الله: إن علمتُ ليلة القدر ما أقول فيها؟ قال: قولي: \" اللهم إنك عفو كريم تحب العفو فاعف عني\" أخرجه الترمذي، وقال الحديث حسن صحيح، وأخرجه النسائي وابن ماجه. </p><p> ومعنى قوله: {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (١) }؛ أي: إنا بدأنا تنزيل الكتاب </p>"
}