{
  "id": null,
  "sura": 98,
  "aya": 5,
  "text": "<p> ظنك بالمشركين، وهم أعرق في الجهالة وأسلس مقادة للهو، </p><p> ٥ - ثم أنبهم ووبخهم على ما صاروا إليه من الأفعال، وعلى ما بلغوه من فساد العقل والضلال، فقال:  {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ} جملة (١) حالية مفيدة لغاية قبح ما فعلوا، ومفيدة لتقريعهم وتوبيخهم على ما ارتكبوا من التفرق بعد مجيء البينة؛ أي: تفرقوا بعد مجيء البينة، والحال أنهم ما أمروا بما أُمروا به في كتبهم لشيء من الأمور، ولمصلحة من المصالح، ولحكمة من الحكم إلا لحكمة أن يعبدوا الله سبحانه ويخضعوا له، ويتذللوا له بامتثال مأموراته واجتناب منهياته التي منها الإيمان بمحمد - صلى الله عليه وسلم -، والاجتناب من تكذيبه، وهذه {اللام} في الحقيقة لام الحكمة والمصلحة، يعني: أن فعله تعالى وإن لم يكن معللًا بالغرض إلا أنه مغيًا بالحكم والمصالح، وكثيرًا ما تُستعمل لام الغرض في الحكمة المترتبة على الفعل تشبيهًا لها بها في ترتبها على الفعل بحسب الوجود. </p><p> والأولى (٢) أن تكون {اللام} بمعنى الباء، وأن مضمرة، والمعنى: وما أمروا إلا بأن يعبدوا الله تعالى، وقال بعضهم الأظهر أن تُجعل {لام}  {لِيَعْبُدُوا اللَّهَ} زائدة، كما تزاد في صلة الإرادة، فيقال: أردتُ لتقوم، لتنزيل الأمر منزلة الإرادة، فيكون المأمور به هذه الأمور من العبادة ونحوها، كما هو ظاهر، نظيره قوله تعالى:  {يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ} ؛ أي: أن يبين لكم، وقوله تعالى:  {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ} ؛ أي: أن يطفئوا، وفي حصر (٣) علة كونهم مأمورين بما في كتبهم من عبادة الله بالإخلاص حيث قيل: وما أمروا بما أمروا إلا لأجل أن يتذللّوا له ويعظموه غاية التذلل والتعظيم ولا يطلبوا في امتثال ما كلفوا به شيئًا آخر سو التذلل لربهم ومالكهم، كثواب الجنة والخلاص من النار .. دليل على ما ذهب إليه أهل السنة من أن العبادة ما وجبت؛ لكونها مفضية إلى ثواب الجنة، أو إلى البعد من عذاب النار، بل لأجل أنك عبد وهو رب، ولو لم يحصل في الدين ثواب ولا عقاب ألبتة، وأمرك بالعبادة لمحض العبودية ومقتضى الربوبية والمالكية، وفيه أيضًا إشارة إلى أن مَن عَبَدَ الله للثواب والعقاب، فالمعبود في الحقيقة هو الثواب والعقاب، والحق واسطة، فالمقصود الأصلي من العبادة هو المعبود، وكذا الغاية من العرفان </p><p>(١) روح البيان. (٢) الفتوحات.(٣) روح البيان.</p><p> المعروف، فعليك بالعبادة للمعبود، وبالعرفان للمعروف، وإياك أن تلاحظ شيئًا غير الله تعالى. </p><p> وقرأ الجمهور:  {إِلَّا لِيَعْبُدُوا اللَّهَ} ، وقرأ عبد الله:  {إلا أن يعبدوا الله} بإبدال اللام بأن، وقوله:  {مُخْلِصِينَ لَهُ الدِّينَ} حال من الفاعل في {لِيَعْبُدُوا} ؛ أي: وما أمروا إلا بأن يعبدوا الله سبحانه حال كونهم جاعلين دينهم وعملهم خالصًا له تعالى، من جاعلين أنفسهم خالصة له تعالى في الدين والعمل. </p><p> وقرأ الجمهور (١) : {مُخْلِصِينَ} - بكسر اللام - و {الدِّينَ} منصوب به، وقرأ الحسن: بفتحها؛ أي: يخلصون هم أنفسهم في نياتهم، وانتصب {الدِّينَ} إما على المصدر من {لِيَعْبُدُوا} ؛ أي: ليَدِينوا الله بالعبادة الدين، وإما على إسقاط الخافض؛ أي: في الدين. </p><p> والإخلاص (٢) : أن لا يطلع على عملك إلا الله، ولا تطلب منه ثوابًا اهـ \"كرخي\" . وقال الشهاب: الإخلاص: عدم الشرك، وأنه ليس بمعنى الإخلاص المتعارف اهـ. وفي \"الروح\" : الإخلاص (٣) : أن يأتي بالفعل خالصًا لداعية واحدة، ولا يكون لغيرها من الدواعي تأثير في الدعاء إلى ذلك الفعل، فالعبادة لجلب المنفعة أو لدفع المضرة ليست من قبيل الإخلاص، فالإخلاص في العبودية تجريد السر عما سوى الله تعالى وقال بعضهم: الإخلاص: أن لا يطلع على عملك إلا الله، ولا ترى نفسك فيه، وتعلم أن المنة لله عليك في ذلك حيث أهَّلك لعبادته ووفقك لها, ولا تطلب من الله أجرًا وعوضًا. </p><p> وقوله:  {حُنَفَاءَ} ؛ أي: مائلين من جميع العقائد الزائغة إلى الإِسلام، وهو في المعنى تأكيد للإخلاص؛ إذ هو الميل عن الاعتقاد الفاسد، وأكبره اعتقاد الشركة، وأصل الحَنَف: الميل وانقلاب ظهر القدم حتى يصير بطنًا، فالأحنف هو الذي يمشي على ظهر قدميه في شقها الذي يلي خنصرها، ويجيء الحنف بمعنى الاستقامة، فمعنى حنفاء: مستقيمين، فعلى هذا إنما سمي مائل القدم أحنف على سبيل التفاؤل، كقولك للأعمى بصير، وللحبشي كافور، وللطاعون مبارك، وللمهلكة </p><p>(١) البحر المحيط. (٢) الفتوحات.(٣) روح البيان.</p><p> مفازة، وقال ابن جبير: لا يسمى أحد حنيفًا حتى يحج ويختن؛ لأن الله وصف إبراهيم عليه السلام بكونه حنيفًا، وكان من شأنه أنه حج وختن نفسه. </p><p> وقوله:  {حُنَفَاءَ} ؛ إما حال من فاعل {يعبدوا} على قول من جوَّز حالين من ذي حال واحد، أو من الضمير المستكن في {مُخْلِصِينَ} على قول من لا يجوِّز ذلك، فتكون حالًا متداخلة. </p><p> وقوله:  {وَيُقِيمُوا الصَّلَاةَ} التي هي العمدة في باب العبادة البدنية، معطوف على {يعبدوا} ، وكذا ما بعده، وإقامتها: أداؤها في أوقاتها بشرائطها وأركانها وهيئاتها {وَيُؤْتُوا الزَّكَاةَ} التي هي الأساس في العبادات المالية، وإيتاؤها: صرفها إلى مستحقها عند محلها، قال في \"الإرشاد\"  (١) : إن أريد بهما ما في شريعتهم من الصلاة والزكاة، فالأمر ظاهر، وإن أريد ما في شريعتنا، فمعنى أمرهم بهما في الكتابين أن أمرهم باتباع شريعتنا أمر لهم بجميع أحكامها التي هما من جملتها. </p><p> والمعنى: أي إنهم تفرقوا واختلفوا، وهم لم يؤمروا إلا بما يصلح دينهم ودنياهم، وما يجلب لهم سعادة في معاشهم ومعادهم من إخلاص لله في السر والعلن، وتخليص أعمالهم من الشرك به واتباع ملة إبراهيم الذي مال عن وثنية أهل زمانه إلى التوحيد وإخلاص العبادة له، كما قال:  {ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا} ، وقال:  {مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا} ، والمراد من إقامة الصلاة: الإتيان بها مع إحضار القلب لهيبة المعبود؛ ليعتاد الخضوع له، وبإيتاء الزكاة: إنفاقها فيما عيَّن لها في الكتاب الكريم من المصارف. </p><p> {وَذَلِكَ} المذكور من عبادة الله تعالى وإخلاصها وإقامة الصلاة وإيتاء الزكاة {دِينُ الْقَيِّمَةِ} ؛ أي: دين (٢) الملة المستقيمة، قَدَّر الموصوف لئلا يلزم إضافة الشيء إلى صفته، وهي بمنزلة إضافة الشيء إلى نفسه، وصحة إضافة الدين إلى الملة باعتبار التغاير الاعتباري بينهما، فإن الشريعة المبلغة إلى الأمة بتبليغ الرسول إياها من قبل الله تسمى ملة باعتبار أنها تُكتب وتملى، ودينًا باعتبار أنها تطاع، فإن الدين الطاعة يقال: وإن له إذا أطاعه، وقال الكاشفي: أضاف الدين إلى القيِّمة وهي </p><p>(١) أبو السعود. (٢) روح البيان.</p><p> نعته؛ لاختلاف اللفظين، والعرب تضيف الشيء إلى نعته كثيرًا، ونجد ذلك في القرآن في مواضع منها قوله:  {وَلَدَارُ الْآخِرَةِ} ، وقال في موضع آخر:  {وَلَلدَّارُ الْآخِرَةُ} ؛ لأن الدار هي الآخرة، وقال {عَذَابَ الْحَرِيقِ} ؛ أي: المحرق كالأليم بمعنى المؤلم، وتقول: دخلت مسجد الجامع ومسجد الحرام، وأدخلك الله جنة الفردوس هذا وأمثاله، وقال بعضهم: إضافة الدين إلى القيمة من إضافة العام إلى الخاص، كشجر الأراك، ولا حاجة إلى تقدير الملة، فإن القيمة عبارة عن الملة، كما يشهد له قراءة أُبيٌّ - رضي الله عنه - {وذلك الدين القيّم} انتهى. </p><p> وأنث {الْقَيِّمَةِ}  (١) ؛ لأن الآيات هائية، فرد الدين إلى الملة، كما في \"كشف الأسرار\" والقيِّمة بمعنى المستقيمة التي لا عوج فيها، وقال الراغب: القيمة هنا اسم الأمة القائمة بالقسط المشار إليهم بقوله تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ} . </p><p> قال ابن الشيخ: بعض أهل الأديان بالغوا في باب الأعمال من غير إحكام الأصول، وهم اليهود والنصارى والمجوس، فإنهم ربما أتعبوا أنفسهم في الطاعات، ولكنهم ما حصَّلوا الدين الحق بتحصيل الاعتقاد المطابق، وبعضهم حصلوا الأصول، وأهملوا في الفروع وهم: المرجئة الذين يقولون: لا تضر المعصية مع الإيمان، فالله تعالى خَطَّأَ الفريقين في هذه الآية، وبيَّن أنه لا بد من العلم والإخلاص في قوله:  {مُخْلِصِينَ} ، ومن العمل في قوله:  {وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ} ، ثم قال: وذلك المجموع كله هو دين الملة المستقيمة المعتدلة، فكما أن مجموع الأعضاء بدن واحد، كذلك هذا المجموع دين واحد، وقال محمد (٢) بن الأشعب الطالقاني: {الْقَيِّمَةِ} هنا: الكتب التي تجري ذكرها، كأنه لما تقدم لفظ قيمة نكرة كانت الألف واللام في {الْقَيِّمَةِ} للعهد، كقوله تعالى:  {كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا فَعَصَى فِرْعَوْنُ الرَّسُولَ} وقرأ عبد الله: {وذلك الدين القيمة} . </p><p> فالهاء في هذه القراءة للمبالغة، أو أنَّث على أن عني بالدين الملة، كقوله: ما هذه الصوت؟ يريد ما هذه الصيحة؟ والمعنى؛ أي (٣) : هذا الذي ذُكر من إخلاص العبادة للخالق، والميل عن الشرك مع إقامة الصلاة وإيتاء الزكاة هو الدين الذي جاء في الكتب القيمة. </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) المراغي.</p>"
}