{
  "id": null,
  "sura": 98,
  "aya": 1,
  "text": "<p> راية العصيان في وجهه، وأَلَّبوا الناس عليه، وآذوا كل من اتبعه وسلك سبيله ممن أنار الله بصائرهم وشرح صدورهم لمعرفة الحق، كذلك قلب له اليهود ظهر المجن بعد أن كانوا من قبل يستفتحون به؛ إذ وجدوا نعته عندهم في التوراة فزعموا أن ما جاء به من الدين ليس بالبدع الجديد، بل هو معروف في كتبهم التي جاءت على لسان أنبيائهم، فلا ينبغي أن يتركوا ما هم عليه من الحق؛ ليتبعوا رجلًا ما جاء بأفضل مما بين أيديهم بل قد بلغ الأمر بهم أن كانوا عليه مع المشركين الذين كانوا يعاندونهم ويتهددونهم بأنهم يتبعون هذا النبي وينصرونه. </p><p> ففي الرد على مزاعم هؤلاء الكافرين الذين يجحدون واضح الحق، ويغمضون أعينهم عن النظر فيه نزلت هذه السورة. </p><p> التفسير وأوجه القراءة </p><p> ١ - {لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ} ؛ أي: من اليهود والنصارى، وإيراد (١) الصلة فعلًا لما أن كفرهم حادث بعد أنبيائهم؛ أي: حال كونهم من أهل الكتاب، {و} من {الْمُشْرِكِينَ} عبدة الأوثان، و {مِنْ} للتبيين، لا للتبعيض حتى يلزم أن لا يكون بعض المشركين كافرين، وذلك أن الكفار كانوا جنسين: أهل الكتاب كفرق اليهود والنصارى، والمشركين وهم الذين لا ينسبون إلى كتاب الله، فذكر الله سبحانه الجنسين بقوله:  {الَّذِينَ كَفَرُوا} على الإجمال، ثم أردف ذلك الإجمال بالتفصيل والتبيين، وهو قوله:  {مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ} وهو حال من الواو في {كَفَرُوا} ؛ أي: كائنين منهم. {مُنْفَكِّينَ} خبر كان؛ أي: لم يكونوا زائلين عما كانوا عليه من الوعد باتباع الحق والإيمان بالرسول المبعوث في آخر الزمان، والعزم على إنجازه. </p><p> وهذا الوعد من أهل الكتاب مما لا ريب فيه حتى إنهم كانوا يستفتحون بالنبي المبعوث، ويقولون: اللهم افتح علينا وانصرنا بالنبي المبعوث في آخر الزمان، ويقولون لأعدائهم من المشركين: قد أظل زمان نبي يخرج بتصديق ما قلنا، فنقتلكم معه قتل عاد وإرم، وإما من {الْمُشْرِكِينَ} فلعله قد وقع من متأخريهم بعدما شاع </p><p>(١) روح البيان.</p><p> ذلك من أهل الكتاب، واعتقدوا صحته بما شاهدوا من نصرتهم على أسلافهم، كما يشهد به أنهم كانوا يسألونهم عن رسول الله هل هو المذكور في كتبهم، وكانوا يُغرونهم بتغيير نعوته، وانفكاك الشيء من الشيء أن يزايله بعد التحامه، كالعظم إذا انفك من مفصله، وفيه إشارة إلى كمال وكادة وعدهم؛ أي: لم يكونوا مفارقين للوعد المذكور، بل كانوا مجمعين عليه عازمين على إنجازه. {حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ} والحجة الواضحة التي كانوا قد جعلوا إتيانها ميقاتًا لاجتماع الكلمة، والاتفاق على الحق، فلما أتتهم جعلوا إتيانها ميقاتًا للانفكاك والافتراق وإخلاف الوعد فكفروا بها، والتعبير عن إتيانهم بالمضارع باعتبار حال المحكي لا الحكاية. أو المعنى؛ أي: لم يكن الذين جحدوا رسالة محمد - صلى الله عليه وسلم -، وأنكروا نبوته من اليهود والنصارى والمشركين بمفارقين لكفرهم، تاركين لما هم عليه من الغفلة عن الحق، والوقوف عند ما كان عليه آباؤهم، ولو كانوا لا يعقلون شيئًا حتى يأتيهم الرسول - صلى الله عليه وسلم -، فيحدث مجيئه رجة فيما رسخ من عقائدهم، وتمكن من عاداتهم، ومن ثم أخذوا يحتجون لعنادهم بأن ما جاء به هو ما كان بين أيديهم، وليس بمستحسن أن يُتبع، والبقاء على ما هم عليه أجدر وأجمل، والسير على نهج الآباء أشهى إلى النفس وأسلم. </p><p> وعبارة \"الخازن\" هنا: قوله عز وجل: {لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ} يعني: اليهود والنصارى {وَالْمُشْرِكِينَ} ؛ أي: ومن المشركين وهم: عبدة الأوثان، وذلك أن الكفار كانوا جنسين: </p><p> أحدهما: أهل كتاب، وسبب كفرهم ما أحدثوه في دينهم، أما اليهود فقدلهم: عزير ابن الله وتشبيههم الله سبحانه بخلقه، وأما النصارى فقولهم: المسيح ابن الله وثالث ثلاثة وغير ذلك. </p><p> والثاني: المشركون أهل الأوثان الذين لا ينتسبون إلى كتاب الله، فذكر الله جنسين في قوله:  {لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ}  {مُنْفَكِّينَ} ؛ أي: منتهين عن كفرهم وشركهم، وقيل معناه: زائلين {حَتَّى تَأْتِيَهُم} ؛ أي: حتى أتتهم، لفظه مضارع ومعناه الماضي {الْبَيِّنَةُ} ؛ أي: الحجة الواضحة يعني: محمدًا - صلى الله عليه وسلم - أتاهم بالقرآن، فبين لهم ضلالتهم وشركهم، وما كانوا عليه من الجاهلية، ودعاهم إلى الإيمان فآمنوا، فانقذهم الله تعالى من الجهالة والضلالة، ولم يكونوا منفصلين عن كفرهم قبل بعثه إليهم، والآية فيمن آمن من الفريقين. </p><p> قال الواحدي في \"بسيطه\" : وهذه الآية من أصعب ما في القرآن نظمًا وتفسيرًا، وقد تخبط فيها الكبار من العلماء، قال الإِمام فخر الدين الرازي في \"تفسيره\" : إنه لم يلخص كيفية الإشكال فيها، وأنا أقول وجه الإشكال أن تقدير الآية: لم يكن الذين كفروا منفكين عن كفرهم حتى تأتيهم البينة التي هي الرسول، ثم إنه تعالى لم يذكر أنهم منفكون عما ذا لكنه معلوم؛ إذ المراد هو الكفر الذي كانوا عليه، فصار التقدير: لم يكن الذين كفروا منفكين عن كفرهم حتى تأتيهم البينة التي هي الرسول، ثم إن كلمة {حَتَّى} لانتهاء الغاية، فهذه الآية تقتضي أنهم صاروا منفكين عن كفرهم عند إتيان الرسول، ثم قال بعد ذلك: {وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ (٤) } وهذا يقتضي أن كفرهم قد ازداد عند مجيء الرسول، فحينئذٍ يحصل بين الآية الأولى والثانية مناقضة في الظاهر، وهذا منتهى الإشكال في ظني، قال: والجواب عنه من وجوه: </p><p> أولها - وأحسنها -: الوجه الذي لخصه صاحب \"الكشاف\" وهو: أن الكفار من الفريقين أهل الكتاب وعبدة الأوثان، كانوا يقولون قبل مبعث محمد - صلى الله عليه وسلم - لا ننفك عما نحن عليه من ديننا, ولا نتركه حتى يُبعث النبي الموعود الذي هو مكتوب في التوراة والإنجيل، وهو محمد - صلى الله عليه وسلم -، فحكى الله تعالى عنهم ما كانوا يقولونه، ثم قال:  {وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ} ؛ أي: إنهم كانوا يعدون اجتماع الكلمة والاتفاق على الحق؛ إذا جاءهم الرسول، ثم ما فرقهم عن الحق ولا أقرهم على الكفر إلا مجيء الرسول، ونظيره في الكلام ما يقول الفاسق الفقير لمن يعظه. لست بمنفك مما أنا فيه من الأفعال القبيحة حتى يرزقني الله الغنى فيزداد فسقًا، فيقول واعظه: لم تكن منفكًا عن الفسق حتى توسر، وما غمست رأسك في الفسق إلا بعد اليسار، فيذكِّره ما كان يقول أولًا توبيخًا وإلزامًا. </p><p> قال الإِمام فخر الدين: وحاصل هذا الجواب يرجع إلى حرف واحد وهو أن قوله تعالى: {لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ (١) } مذكور حكاية عنهم، وقوله:  {وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ} إخبار عن الواقع. والمعنى: أن الذي وقع كان بخلاف ما ادعوا ووعدوا. </p><p> وثانيها: أن تقدير الآية؛ لم يكن الذين كفروا منفكين عن كفرهم وإن جاءتهم البينة، وعلى هذا التقدير يزول الإشكال إلا أن تفسير لفظة {حَتَّى} بهذا ليس من </p>"
}