{
  "id": null,
  "sura": 98,
  "aya": 4,
  "text": "<p> إلى أنهم قبل بعثته - صلى الله عليه وسلم - كانوا جازمين بما هم عليه واثقين بصحته، فلما بُعث إليهم تغيرت حال جميعهم، فمنهم من آمن به واعتقد أن ما كان عليه ضلال وباطل، ومنهم من لم يؤمن ولكنه صار مترددًا في صحة ما هو عليه، أو هو واثق بعدم صحته، ولكن يمنعه العناد والتكبر والاقتداء بالآباء من متابعة الرسول - صلى الله عليه وسلم -، </p><p> ٤ - ثم سلَّى رسوله - صلى الله عليه وسلم - عن تفرق القوم في شأنه، فقال:  {وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ} عما كانوا عليه من الوعد، وإفراد (١) أهل الكتاب بالذكر هنا بعد الجمع بينهم وبين المشركين أولًا؛ للدلالة على شناعة حالهم، وأنهم لما تفرقوا مع علمهم كان غيرهم بذلك أولى، فخصوا بالذكر؛ لأن جحود العالِم أقبح وأشنع من إنكار الجاهل، وقوله:  {إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ} استثناء مفرَّغ من أعم الأوقات؛ أي: وما تفرقوا في وقت من الأوقات إلا من بعد ما جاءتهم الحجة الواضحة الدالة على أن رسول الله - صلى الله عليه وسلم - هو الموعود في كتبهم دلالة جلية واضحة لا ريب فيها، وهي بعثة رسول الله - صلى الله عليه وسلم - بالشريعة الغرّاء والمحجة البيضاء، وقيل:  {الْبَيِّنَةُ} البيان الذي في كتبهم أنه نبي مرسل، كقوله تعالى:  {وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ} . </p><p> قال المفسرون (٢) : لم يزل أهل الكتاب مجتمعين في تصديق محمد - صلى الله عليه وسلم - حتى بعثه الله تعالى، فلما بُعث تفرقوا في أمره، واختلفوا فيه فآمن به بعضهم، وكفر به آخرون، وقال القرطبي: قال العلماء: من أول السورة إلى قوله: {كُتُبٌ قَيِّمَةٌ} حكمها فيمن آمن من أهل الكتاب والمشركين، وقوله:  {وَمَا تَفَرَّقَ ....} إلخ فيمن لم يؤمن من أهل الكتاب والمشركين بعد قيام الحجج. </p><p> والمعنى (٣) : أي لا تبخع نفسك عليهم حسرات، ولا يكونن في صدرك حرج منهم، فإن هذا شأنهم الذي درجوا عليه، وديدنهم وديدن أسلافهم الذين بدلوا وافتروا على أنبيائهم وتفرقوا طرائق قددًا حتى صار أهل كل مذهب يُبطل ما عند غيره بغيًا وعدوانًا وقولًا بالتشهي والهوى، ولم يكن تفرقهم لقصور حجتك أو خفاء شأنك عليهم، فهم إن جحدوا بينتك فقد جحدوا بينة مَن قبلك، وإن أنكروا نبوتك فقد أنكروا آيات الله بعدما استيقنتها أنفسهم، وإذا كانت هذه حال أهل الكتاب فما </p><p>(١) روح البيان. (٢) الخازن.(٣) المراغي.</p>"
}