{
  "id": null,
  "sura": 99,
  "aya": 7,
  "text": "<p> محسن في طريق واحد مع مسيء، ولا مطيع مع عاص؛ ليريهم الله جزاء ما قدمت أيديهم، ويجنوا ثمر ما غرسته أيديهم. </p><p> ٧ - ثم فصل ذلك بقوله:  {فَمَنْ يَعْمَلْ ...} إلخ تفصيل للواو في قوله: {لِيُرَوْا أَعْمَالَهُمْ} كما في \"البيضاوي\" . {مِثْقَالَ ذَرَّةٍ} ؛ أي: وزن نملة صغيرة، وهي أصغر ما يكون من النمل. قال مقاتل: فمن يعمل في الدنيا مثقال ذرة {خَيْرًا يَرَهُ} ؛ أي: يرى ذلك الخير يوم القيامة في كتابه فيفرح به، </p><p> ٨ - {و} كذلك {مَنْ يَعْمَلْ} في الدنيا {مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} ؛ أي، يرى ذلك الشر يوم القيامة في كتابه فيسوءه. ومثل هذه الآية: قوله تعالى: {إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ} والمثقال (١) الوزن، والذرة النملة الصغيرة، وكل مئة منها زنة حبة شعير، وأربع ذرات وزن خردلة. اهـ قسطلاني. وقيل: الذرة جزء من ألف وأربعة وعشرين جزءًا من الشعيرة. اهـ عيني. وفي الخطيب: قال ابن عباس رضي الله عنهما: إذا وضعت يدك - أي: راحتك - على الأرض ثم رفعتها .. فكل واحدة مما لزق من التراب ذرة. وقيل: الذرة ما يرى في شعاع الشمس. الداخل من الكوة من الهباء الطائرة. وقال يحيى بن عمار: حبَّة الشعير أربع أرزات، والأرزة أربع سمسمات، والسمسمة أربع خردلات، والخردلة أربع أوراق نخالة، وورق النخالة ذرة. والأول أولى وفي بعد الأحاديث: أن الذرة لا زنة لها، وهذا مثل ضربه الله سبحانه ليبين أنه لا يغفل عن عمل ابن آدم، صغيرًا ولا كبيرًا، وهو كقوله:  {إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ} اهـ خطيب. ومعنى رؤية إما يعادل الذرة من خير أو شر، وإما مشاهدة أجزيته، {فَمَنْ} الأولى مختصة بالسعداء، والمخصوص قوله:  {أَشْتَاتًا} أي: {فَمَنْ يَعْمَلْ} من السعداء {مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ} ومن الثانية بالأشقياء، بقرينه {أَشْتَاتًا} أيضًا؛ أي:  {وَمَنْ يَعْمَلْ} من الأشقياء {مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ} وذلك لأن حسنات الكافر محبطة بالكفر وسيئات المؤمن المجتنب عن الكبائر معفوة. وما قيل من أن حسنة الكافر تؤثر في نقص العقاب وقد ورد أن حاتمًا الطائي يخفف الله عنه لكرمه وورد مثله في أبي طالب وغيره .. يرده قوله: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا (٢٣) } وقوله - صلى الله عليه وسلم - في حق عبد الله بن جدعان:  \"لا ينفعه\" لأنه لم يقل يومًا: رب اغفر لي خطيئتي يوم </p><p>(١) روح البيان.</p>"
}