{
  "id": null,
  "sura": 100,
  "aya": 2,
  "text": "<p> الواو لكسر ما قبلها، كالغازيات من الغزوة. وقوله:  {ضَبْحًا} مصدر منصوب إما بفعله المحذوف الواقع حالًا منها؛ أي: أقسم بالعاديات حالة كونها تضبح ضبحا؛ أي: تَنَفَّسُ نفسًا شديدًا لشدة جريها. والضبح: صوت يسمع من أفواه الفرس وأجوافها إذا عدون، وهو صوت غير الصهيل والحمحمة، والصهيل: صوت الفرس عند طلب الأكل، والحمحمة: صوت البرذون عند أكل الشعير. أو منصوب بالعاديات، فإن العدو مستلزم للضبح، كأنه قيل: والضابحات ضبحا، أو منصوب على الحال على أنه مصدر بمعنى اسم الفاعل؛ أي حالة كونها ضابحات؛ أي: رافعاتٍ أنفاسهن لشدة العدو. وقيل: الضبح صوت حوافرها إذا عدت. وقيل: الضبح نوع من السير من العدو، ويقال: ضبح الفرس إذا عدا بشدة فيكون مصدرًا معنويًا مؤكدًا للعاديات </p><p> ٢ - {فَالْمُورِيَاتِ} ؛ أي: فأقسم بالخيول اللاتي توري وتوقد {قَدْحًا} ؛ أي: نارًا؛ أي: تخرج النار بحوافرها من الحجارة التي في طريقها لشدة جريها، ويتطاير منها الشرر أثناء جريها. فالإيراء إخراج النار، والقدح الضرب، فجعل ضرب الخيل بحوافرها الحجارة بعضها ببعض حتى يخرج منها الشرر كالقدح بالزناد. قال الزجاج: إذا عدت الخيل بالليل وأصاب حوافرها الحجارة .. انقدح منها النيران. والكلام في انتصاب {قَدْحًا} كالكلام في انتصاب {ضَبْحًا} في الأوجه الثلاثة؛ أي: تقدح قدحا، فالقادحات قدحًا أو قادحات وعبارة الروح: الإيراء إخراج النار، والقدح الضرب، فإن الخيل يضربن بحوافرهن الحجارة فيخرجن منها نارًا، يقال: قدح الزند فأورى، وقدح فأصلد؛ أي صوَّت ولم يور، فالقدح يتقدم على الإيراء بخلاف الضبح حيث يتأخر ويتسبب عن العدو. </p><p> والمعنى: فبالخيول التي تورى النار بحوافرها إذا مشت في الأرض ذات الحجارة </p><p> ٣ - {فَالْمُغِيرَاتِ} ؛ أي: فبالخيول التي تعدو وتغير على العدو لتأخذه بغتة {صُبْحًا} ؛ أي: في وقت الصباح، يقال: أغار على القوم غارة وإغارة دفع عليهم الخيل، وأغار الفرس اشتد عدوه في الغارة وغيرها، أسند الإغارة - التي هي مباغتة العدو للنهب والقتل والأسر - إلى الخيل، وهي حال أهلها، إيذانًا بأنها العمدة في إغارتهم وقوله:  {صُبْحًا} نُصب على الظرفية؛ أي: في وقت الصبح، وخصه بالذكر لأنه المعتاد في الغارات؛ لأنهم يعدون ليلًا لئلا يشعر بهم العدو ويهجمون عليهم صباحًا على حين غفلة ليروا ما يأتون وما يذرون، ومنه قولهم عند خوف الغارة: يا </p>"
}