{
  "id": null,
  "sura": 102,
  "aya": 2,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {أَلْهَاكُمُ التَّكَاثُرُ (١) حَتَّى زُرْتُمُ الْمَقَابِرَ (٢) كَلَّا سَوْفَ تَعْلَمُونَ (٣) ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ (٤) كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ (٥) لَتَرَوُنَّ الْجَحِيمَ (٦) ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ (٧) ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) }. </p><p> أسباب النزول </p><p> سبب نزول هذه السورة: ما أخرجه ابن أبي حاتم عن أبي بريدة قال: نزلت ألهاكم التكاثر في قبيلتين من الأنصار؛ وهما: بنو حارثة، وبنو الحارث، تفاخروا وتكاثروا، فقالت إحداهما: أفيكم مثل فلان وفلان، وقالت الأخرى: مثل ذلك تفاخروا بالأحياء، ثم قالوا: انطلقوا بنا إلى القبور فجعلت إحدى الطائفتين تقول: أفيكم مثل ذلك وتشير إلى القبر ومثل فلان، وفعل الآخرون مثل ذلك، فأنزل الله تعالى هذه السورة، وقيل غير ذلك. </p><p> التفسير وأوجه القراءة </p><p> ١ - {أَلْهَاكُمُ التَّكَاثُرُ (١) } أي: شغلكم التكاثر بالأموال والأولاد والتفاخر بكثرتها والتغالب فيها يقال: ألهاه عن كذا، وألهاه إذا شغله، ومنه قول امرىء القيس: </p><p> فَمِثْلَكِ حُبْلَى قَدْ طَرَقْتُ وَمُرْضِعٍ ... فَأَلْهَيْتُهَا عَنْ ذِيْ تَمَائِمَ مُحْوِلِ </p><p> يقال (١) : لهوت بكذا, ولهوت عن كذا؛ أي: اشتغلت عنه بلهو، واللهو ما يشغل الإنسان عما يعنيه ويهمه، ويعبر به عن كل ما به استمتاع، ويقال: ألهى عن كذا؛ أي: شغل عما هو أهم، والتكاثر التباري في الكثرة والتباهي بها، وأن يقول هؤلاء: نحن أكثر، وهؤلاء: نحن أكثر، والمعنى: شغلكم عن الآخرة التغالب في الكثرة والتفاخر بها. قال الحسن: معنى ألهاكم: أنساكم </p><p> ٢ - {حَتَّى زُرْتُمُ الْمَقَابِرَ (٢) }؛ أي: حتى أدرككم الموت وأنتم على تلك الحال ولحقتم بالقبور، وقال قتادة: إن </p><p>(١) روح البيان.</p><p> التكاثر والتفاخر بالقبائل والعشائر، وقال الضحاك: ألهاكم التشاغل بالمعاش، وقال مقاتل وقتادة أيضًا وغيرهما: نزلت في اليهود حين قالوا: نحن أكثر من بني فلان، وبنو فلان أكثر من بني فلان، ألهاهم ذلك حتى ماتوا، وقال الكلبي: نزلت في حيين من قريش بني عبد مناف وبني سهم تعادَوا وتكاثروا بالسيادة والأشراف في الإِسلام، فقال كل حي منهم: نحن أكثر سيدًا، وأعز عزيزًا، وأعظم نفرًا، وأكثر قائدًا، فأكثر بنو عبد مناف على بني سهم، ثم تكاثروا بالأموات، فكثرتهم بهم، فنزلت: {أَلْهَاكُمُ التَّكَاثُرُ (١) } فلم ترضوا {حَتَّى زُرْتُمُ الْمَقَابِرَ (٢) } مفتخرين بالأموات، وقيل: نزلت في حيين من الأنصار كما مر، والمقابر جمع مقبرة بفتح الباء وضمها. </p><p> وفي الآية: دليل (١) على أن الاشتغال بالدنيا والمكاثرة بها والمفاخرة فيها من الخصال المذمومة، وقال تعالى: {أَلْهَاكُمُ التَّكَاثُرُ (١) } وحذف (٢) المُلهى عنه؛ أي: الذي أُلهِيَ عنه وهو ما يعنيهم من أمر الدنيا للتعظيم، والمبالغة، أما الأول فلأن الحذف كالتنكير قد يُجعل ذريعة إلى التعظيم لاشتراكهما في الإبهام، وأما الثاني فلأن تذهب النفس كل مذهب ممكن، فيدخل فيه جميع ما يحتمله المقام مثل: ألهاكم التكاثر عن ذكر الله وعن الواجبات، والمندوبات مما يتعلق بالقلب كالعلم والتفكر والاعتبار، أو بالجوارح كأنواع الطاعات، وتعريف التكاثر للعهد. والعهد المذموم هو التكاثر في الأمور الدنيوية الفانية، كالتفاخر بالمال والجاه والأعوان والأقرباء، وأما التفاخر بالأمور الأخروية الباقية، فممدوح، كالتفاخر بالعلم والعمل والأخلاق الكريمة والصحة والقوة والغنى والجمال وحسن الصوت إذا كان بطريق تحديث النعمة، ومنه تفاخر العباس - رضي الله عنه - بأن السقاية بيده، وتفاخر شيبة بأن مفتاح البيت بيده إلى أن قال علي - رضي الله عنه -: وأنا قطعت خرطوم الكفر بسيفي، فصار الكفر مثلة، ومعنى {التَّكَاثُرُ} : مكاثرة اثنين مالًا أو عددًا بأن يقول كل منهما لصاحبه: أنا أكثر منك مالًا وأعظم نفرًا، كما كثر بنو عبد مناف على بني سهم، كما سبق آنفًا. </p><p> والمعنى: أنكم تكاثرتم بالأحياء حتى زرتم المقابر؛ أي: استوعبتم عددهم وصرتم إلى التفاخر والتكاثر بالأموات، فعبر عن انتقالهم إلى ذكر الموتى بزيارة </p><p>(١) الشوكاني. (٢) روح البيان.</p><p> القبور؛ أي: جُعلت كناية عنه تهكمًا بهم. قال الطيبي: إنما كان تهكمًا؛ لأن زيارة القبور شُرعت لتذكر الموت ورفض حب الدنيا، وترك المباهاة والمفاخرة، وهؤلاء عكسوا حيث جعلوا زيارة القبور سببًا لمزيد القسوة والاستغراق في حب الدنيا، والتفاخر في الكثرة، وهذا خبر فيه تقريع وتوبيخ، والغاية تدخل تحت (١) المغيَّا في هذا الوجه، وقيل المعنى: ألهاكم التكاثر بالأموال والأولاد إلى أن متم وقبرتم مضيَّعين أعماركم في طلب الدنيا معرضين عما يهمكم من السعي لأخراكم، فتكون زيارة القبور عبارة عن الموت، والتكاثر هو التكاثر بالمال والولد. </p><p> وفي الآية: إشارة إلى أنهم يُبعثون، فإن الزائر منصرف لا مقيم، وقرأها عمر بن عبد العزيز، فقال: ما أرى المقابر إلا زيارة، ولا بد لمن زار أن يرجع إلى بيته إما إلى الجنة أو إلى النار، وفيه تحذير عن الدنيا وترغيب في الآخرة والاستعداد للموت. </p><p> وقرأ الجمهور (٢) : {أَلْهَاكُمُ} على الخبر، وقرأ ابن عباس وعائشة ومعاوية وأبو عمران الجوني وأبو صالح ومالك بن دينار وأبو الجوزاء وجماعة بالمد على الاستفهام، وقد روي كذلك عن الكلبي ويعقوب وعن أبي بكر الصديق وابن عباس أيضًا وأبي العالية وابن أبي عبلة والكسائي في رواية:  {أألهاكم} بهمزتين، ومعنى الاستفهام التوبيخ والتقريع على قبح فعلهم. </p><p> وحاصل معنى الآية: {أَلْهَاكُمُ التَّكَاثُرُ (١) }؛ أي: شغلكم (٣) التفاخر والتباهي بكثرة الأنصار والأشياع وصرفكم ذلك عن الجد في العمل، فكنتم في لهو بالقول عن العمل، وفي غرور وإعجاب بالآباء والأعوان وصرفكم ذلك عن توجيه قواكم إلى العمل بما فُرض عليكم من الأعمال لأنفسكم وأهليكم، وما زال ذلك ديدنكم ودأبكم الذي سرتم عليه. </p><p> وروى مسلم عن أنس أن النبي - صلى الله عليه وسلم - قال:  \"لو أن لابن آدم واديًا من ذهب أحب أن يكون له واديان، ولن يملأ فاه إلا التراب، ويتوب الله على من تاب\" . </p><p> {حَتَّى زُرْتُمُ الْمَقَابِرَ (٢) }؛ أي: حتى هلكتم وصرتم من الموتى، فأضعتم </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) المراغي.</p>"
}