{
  "id": null,
  "sura": 102,
  "aya": 8,
  "text": "<p> وقوله:  {عَيْنَ الْيَقِينِ} ؛ أي (١) : الرؤية التي هي نفس اليقين، فإن علم المشاهدة للمحسوسات أقصى مراتب اليقين، فلا يرد أن أعلى اليقينيات الأوليات وهي ما يحكم فيها العقل من أول وهلة لعدم توقفها على شيء بعد تصدر الطرفين، وتسمى الضروريات كقولهم: السكين قاطع، والسماء فوقنا، والأرض تحتنا اهـ \"صبان\" بتصرف. </p><p> وإنما قيَّد الرؤية بعين اليقين احترازًا عن رؤية فيها غلط الحس، فانتصاب {عَيْنَ الْيَقِينِ} على أنه صفة المصدر {لَتَرَوُنَّهَا} ، وجعل الرؤية التي هي سبب اليقين نفس اليقين مبالغة. </p><p> والمعنى: أي (٢) لترونها رؤية هي اليقين إلى أي دين، أو إلى أي شخص كانت نسبتكم، فلتتقوا الله ربكم ولتنتهوا عما يقذف بكم فيها, ولتنظروا إلى ما أنتم فيه من نعمة، ولترعوا حق الله فيها، فاستعملوها فيما أمر أن تُستعمل فيه، ولا تجترحوا السيئات، ولا تقترفوا المنكرات، وإنكم لتمنون أنفسكم بأنكم ممن يعفو الله عنكم ويزحزحكم من النار بمجرد نسبتكم إلى الدين الإِسلامي، وتلقيبكم بألقابه مع مخالفتكم أحكام القرآن وعملكم عمل أعداء الإِسلام. </p><p> وقرأ ابن عامر والكسائي (٣) : {لترون} بضم التاء وباقي السبعة بالفتح، وقرأ علي وابن كثير في رواية, وعاصم في رواية بفتحها في:  {لَتَرَوُنَّ} وضمها في: {لَتَرَوُنَّهَا} ومجاهد والأشهب وابن أبي عبلة بضمهما، وروي عن الحسن وأبي عمرو بخلاف عنهما أنهما همزا الواوين، استثقلوا الضمة على الواو، فهمزوا كما همزوا في: وقتت، وكان القياس أن لا تهمز؛ لأنها حركة عارضة لالتقاء الساكنين، فلا يعتد بها, لكنها لما تمكنت من الكلمة بحيث لا تزول أشبهت الحركة الأصلية فهمزوا، وقد همزوا من الحركة العارضة ما يزول في الوقت نحو: استرؤوا الصلاة فهمز هذه أولى. </p><p> ٨ - {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } قال في \"التيسير\" : كلمة (٤)  {ثُمَّ} للترتيب </p><p>(١) روح البيان. (٢) المراغي.(٣) البحر المحيط.(٤) روح البيان.</p><p> في الإخبار لا في الوجود، فإن السؤال بأنك أشَكرت على تلك النعمة أم كفرت يكون في موقف الحساب قبل دخول النار، والمعنى: ثم لتسألن يوم رؤية الجحيم وورودها عن النعيم الذي ألهاكم الالتذاذ به عن الدين وتكاليفه، فتعذبون على ترك الشكر، فإن الخطاب في {لَتُسْأَلُنَّ} مخصوص بمن عكف همته على استيفاء اللذات ولم يعش إلا ليأكل الطيب ويلبس اللين، يقَطَّعُ أوقاته باللهو والطرب لا يعبأ بالعلم والعمل، ولا يحمِّل على نفسه مشاقهما، فإن من تمتع بنعمة الله وتقوَّى بها على طاعته وكان ناهضًا بالشكر، فهو من ذلك بمعزل بعيد، فدخل في الآية كفار مكة ومن لحق بهم في وصفهم من فسقة المؤمنين، وقيل: الآية مخصوصة بالكفار، وقال بعضهم: المراد بالنعيم هو الصحة والفراغ، وقال أبو حيان: الظاهر العموم في {النَّعِيمِ} وهو كل ما يلتذ به من مطعم ومشرب ومفرش ومركب، فالمؤمن يُسأل سؤال إكرام وتشريف، والكافر سؤال توبيخ وتقريع، وعن ابن مسعود ومجاهد والشعبي وسفيان: هو الأمن والصحة، وعن ابن عباس: البدن والحواس فيم استعملها، وعن ابن جبير: كل ما يتلذذ به، وفي الحديث:  \"بيت يكنك وخرقة تواريك، وكسرة تشد قلبك، وما سوى ذلك فهو نعيم\" انتهى. </p><p> وفي \"الشوكاني\" قوله: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) }؛ أي: نعيم الدنيا الذي ألهاكم عن العمل للآخرة، قال قتادة: يعني كفار مكة كانوا في الدنيا في الخير والنعمة، فيُسألون يوم القيامة عن شكر ما كانوا فيه، ولم يشكروا رب النعم حيث عبدوا غيره وأشركوا به، قال الحسن: لا يُسأل عن النعيم إلا أهل النار، وقال قتادة: إن الله سبحانه سائلٌ كلَّ ذي نعمة عما أنعم عليه، وهذا هو الظاهر كما مر عن أبي حيان، ولا وجه لتخصيص النعيم بفرد من الأفراد أو نوع من الأفراد؛ لأن تعريفه للجنس أو للاستغراق، ومجرد السؤال لا يستلزم تعذيب المسؤول على النعمة التي يُسأل عنها، فقد يسأل الله المؤمن عن النعم التي أنعم بها عليه فيم صرفها وبم عمل فيها؛ ليعرف تقصيره وعدم قيامه بما يجب عليه من الشكر عليها، وقيل: السؤال عن الأمن والصحة، وقيل: عن الإدراك بالحواس، وقيل: عن ملاذ المأكول والمشروب، وقيل: عن الغداء والعشاء، وقيل: عن بارد الماء وظلال المساكن، وقيل: عن اعتدال الخلق، وقيل: عن لذة النوم، وقيل: عن الصحة والفراغ، والأولى الدموم كما ذكرنا، وفي الحديث: \"نعمتان مغبون فيهما كثير من </p><p> الناس الصحة والفراغ \" أخرجه البخاري، وفي هذا الحديث دلالة على عظم محل هاتين النعمتين وجلالة خطرهما، وذلك لأن بهما يستدرك مصالح الدنيا، ويكتسب درجات الآخرة، فإن الصحة تنبىء عن اجتماع القوى الذاتية، والفراغ يدل على انتظام الأسباب الخارجة المنفصلة، ولا قدرة على تمهيد مصلحة من مصالح الدنيا والآخرة إلا بهذين الأمرين، ثم سائر النعم بَعْدُ من توابعهما،وقال معاوية بن قرة:شدة الحساب يوم القيامة على الصحيح الفارغ،يقال:كيف أديت شكرهما؟، وفي \" عين المعاني \": يسأل عن النعم الخمس: شبع البطون، وبرد الشراب، ولذة النوم، وظلال المساكن، واعتدال الخَلْق.</p><p> والمعنى: أي إن هذا النعيم الذي تتفاخرون به وتعدونه مما يباهي به بعضكم بعضًا ستسألون عنه ماذا صنعتم به، هل أديتم حق الله فيه، وراعيتم حدود أحكامه في التمتع به؟ فإن لم تفعلوا ذلك كان هذا النعيم غاية الشقاء في دار البقاء. </p><p> روي عن عمر بن الخطاب - رضي الله عنه - أنه قال: أي نعيم نُسأل عنه يا رسول الله، وقد أخرجنا من ديارنا وأموالنا، فقال رسول الله - صلى الله عليه وسلم -: \" ظلال المساكن والأشجار، والأخبية التي تقيكم الحر والبرد، والماء البارد في اليوم الحارث، وروي عن الزبير بن العوام - رضي الله عنه - قال: نزلت: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } قال الزبير: يا رسول الله: وأي نعيم نُسأل عنه، وإنما هما الأسودان التمر والماء؟ قال:  \"أما إنه سيكون\" أخرجه الترمذي، وقال حديث حسن. </p><p> وروي أن رسول الله - صلى الله عليه وسلم - قال:  \"من أصبح آمنًا في بدنه، معافى في بدنه، وعنده قوت يومه، فكأنما حيزت له الدنيا بحذافيرها\" . </p><p> وروى مسلم عن أبي هريرة - رضي الله عنه - قال: خرج رسول الله - صلى الله عليه وسلم - ذات يوم أو ليلة، فإذا هو بأبي بكر وعمر، فقال رسول الله - صلى الله عليه وسلم -: \"ما أخرجكما من بيوتكما هذه الساعة؟ \" قالا: الجوع يا رسول الله، قال:  \"والذي نفسي بيده لأخرجني الذي أخرجكما، فقدما فقاموا معه، فأتى رجلًا من الأنصار، فإذا هو ليس في بيته،فلما رأته المرأة قالت:مرحبًا وأهلًا، فقال لها رسول الله - صلى الله عليه وسلم -: أين فلان؟ \" قالت: ذهب يستعذب لنا الماء؛ إذ جاء الأنصاري، فنظر إلى رسول الله - صلى الله عليه وسلم - </p><p> وصاحبيه، ثم قال: الحمد لله، ما أحدٌ اليومَ أكرمَ أضيافًا منى قال: فانطلق فجاءهم بعذق فيه بسر وتمر ورطب، فقال: كلوا وأخذ المدينة، فقال له رسول الله - صلى الله عليه وسلم -: \"إياك والحلوب\" فذبح لهم شاة، فأكلوا من الشاة، ومن ذلك العذق وشربوا، فلما شبعوا ورووا .. قال رسول الله - صلى الله عليه وسلم - لأبي بكر وعمر:  \"والذي نفسي بيده لتسألن عن هذا النعيم يوم القيامة، أخرجكم من بيوتكم الجوع، ثم لم ترجعوا حتى أصابكم هذا النعيم\" وأخرجه الترمذي بأطول من هذا، وقال فيه:  \"والذي نفسي بيده من النعيم الذي تُسألون عنه يوم القيامة ظل بارد ورطب طيب وماء بارد\" ، وكنَّى الرجل من الأنصار، فقال أبو الهيثم بن التيهان، واسمه: مالك بن التيهان وذكر قصته. </p><p> قال الرازي: قيل السؤال إنما هي عن الزائد على ما لا بد منه من مطعم وملبس ومسكن، والحق أن السؤال يعم المؤمن والكافر، وأنه عن جميع النعم سواء كانت النعم مما لا بد منه أو لا، والسؤال إنما هو في موقف الحساب، و {ثُمَّ} للترتيب الإخباري لا المعنوي؛ لأن السؤال قبل رؤية الجحيم. انتهى. </p><p> تتمة: والفرق بين علم اليقين وعين اليقين أن علم اليقين: هو إدراك الشيء من غير مشاهدة، وعين اليقين: الرؤية التي هي العلم به مع المشاهدة، وأما حق اليقين فهو: مع الملاصقة والممازجة، وقد أخبر الله سبحانه هنا بالأولين، وأخبر بالثالث في سورة الواقعة، حيث قال:  {وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ ...} الآية، والله أعلم. </p><p> الإعراب </p><p> {أَلْهَاكُمُ التَّكَاثُرُ (١) حَتَّى زُرْتُمُ الْمَقَابِرَ (٢) كَلَّا سَوْفَ تَعْلَمُونَ (٣) ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ (٤) كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ (٥) لَتَرَوُنَّ الْجَحِيمَ (٦) }. </p><p> {أَلْهَاكُمُ التَّكَاثُرُ (١) }: فعل ماض ومفعول به مقدم وفاعل مؤخر، والجملة مستأنفة. {حَتَّى} : حرف جر وغاية، أو عاطفة. {زُرْتُمُ} : فعل وفاعل في محل النصب بأن مضمرة؛ لأنه ماض في اللفظ مستقبل في المعنى بالنسبة إلى ما قبل {حَتَّى} . {الْمَقَابِرَ} : مفعول به، والجملة الفعلية في تأويل مصدر مجرور بـ {حَتَّى} بمعنى إلى، تقديره: ألهاكم التكاثر إلى زيارتكم المقابر، أو الجملة معطوفة على جملة {أَلْهَاكُمُ} . {كَلَّا} : حرف ردع وزجر عن التشاغل عن الطاعات. {سَوْفَ} : </p><p> حرف استقبال. {تَعْلَمُونَ} : فعل وفاعل مرفوع بثبوت النون، والمفعول محذوف تقديره: ما أمامكم، والجملة الفعلية مستأنفة. {ثُمَّ} : حرف عطف. {كَلَّا} سبق إعرابه {سَوْفَ تَعْلَمُونَ} : معطوف على الجملة الأولى، وجعله ابن مالك من باب التوكيد اللفظي مع توسط حرف العطف. {كَلَّا} : حرف ردع مكرر للتأكيد. {لَوْ} : حرف شرط. {تَعْلَمُونَ} : فعل وفاعل، ومفعوله محذوف تقديره: لو تعلمون عاقبة التلهي والتفاخر والتكاثر، وجواب {لَوْ} محذوف تقديره: ما شُغِلتم بالتكاثر والتفاخر، وجملة {لَوْ} مع جوابها المحذوف مستأنفة. وحذف متعلق العلم في الأفعال الثلاثة؛ لأن الغرض هو الفعل لا متعلقه، والعلم بمعنى المعرفة، فيتعدى إلى مفعول واحد. {عِلْمَ الْيَقِينِ} : منصوب على المفعولية المطلقة؛ لأنه مصدر مبين للنوع، وأصله العلم اليقين، فهو من إضافة الموصوف إلى صفته، ولا يصح أن يكون قوله:  {لَتَرَوُنَّ} هو الجواب؛ لأنه محقق الوقوع، فلا يعلق {لَتَرَوُنَّ} : {اللام} : موطئة لقسم محذوف، تقديره: والله لترون الجحيم، وجملة القسم مستأنفة، {تَرَوُنَّ} : فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ثبوت النون المحذوفة لتوالي الأمثال، وواو الجماعة المحركة بالضم لالتقاء الساكنين في محل الرفع فاعل. {الْجَحِيمَ} : مفعول به، والرؤية هنا بصرية تتعدى لمفعول واحد، والجملة الفعلية جواب القسم لا محل لها من الإعراب، وأصله: لتَرْأَيُون، فلما تحركت الياء وانفتح ما قبلها قُلبت ألفًا، وحُذفت لسكونها وسكون الواو بعدها، ثم ألقيت حركة الهمزة التي هي عين الكلمة على الراء، وحُذفت لثقلها، ثم دخلت نون التوكيد الثقيلة فحذفت نون الرفع لتوالي الأمثال، وحُركت الواو بالضم لالتقاء الساكنين، ولم تُحذف؛ لأنها لو حذفت لاختل الفعل بحذف عينه ولامه وواو الضمير. </p><p> {ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ (٧) ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) }. </p><p> {ثُمَّ} : حرف عطف، {اللام} : موطئة للقسم، {لَتَرَوُنَّهَا}  {تروُنَّ} : فعل مضارع، وفاعل، مرفوع بثبات النون، و {الهاء} : مفعول به، والجملة معطوفة على الجيملة التي قبلها، {عَيْنَ الْيَقِينِ} : منصوب على المصدرية؛ لأنه مصدر معنوي لرأى؛ لأن رأى وعاين بمعنى واحد، أو لأنها صفة لمصدر محذوف؛ أي: لترونها رؤية عين اليقين. {ثُمَّ} : حرف عطف، {لَتُسْأَلُنَّ}  {تُسألن} : فعل مضارع مرفوع، وعلامة </p><p> رفعه ثبات النون المحذوفة لتوالي الأمثال، وواو الضمير المحذوفة لالتقاء الساكنين في محل الرفع نائب فاعل , و {يَوْمَئِذٍ} : ظرف مضاف لمثله متعلق بـ {تسألن} ، و {عَنِ النَّعِيمِ} : متعلق بـ {تسألن} أيضًا على أنه في موضع المفعول الثاني. </p><p> التصريف ومفردات اللغة </p><p> {أَلْهَاكُمُ التَّكَاثُرُ (١) }؛ أي: شغلكم التفاخر بالأموال والأولاد عن دينكم، واللهو: ما يشغل الإنسان سواء أكان مما يسر أم لا، ثم خص بما يشغل مما فيه سرور، وإذا أُلهي المرء بشيء فهو غافل به عما سواه، والتكاثر: التباهي بالكثرة بأن يقول كل للآخر: أنا أكثر منك مالًا، أنا أكثر منك ولدًا، أنا أكثر منك رجال ضرب وحرب. </p><p> {حَتَّى زُرْتُمُ الْمَقَابِرَ (٢) }؛ أي: حتى صرتم من الموتى، قال جرير: </p><p> زَارَ الْقُبُوْرَ أَبُوْ مَالِكٍ ... فَأَصْبَحَ أَلأمَ زُوَّارِهَا </p><p> والمقابر: جمع مقبرة بضم الباء وفتحها، وهي مدفن الموتى، والقبور: جمع قبر، قال الشاعر: </p><p> أَرَى أَهْلَ الْقُبُوْرِ إِذَا أمِيْتُوْا ... بَنَوْا فَوْقَ الْمَقَابِرِ بِالصُّخُوْرِ </p><p> أَبَوْا إِلَّا مُبَاهَاةً وَفَخْرًا ... عَلَى الْفُقَرَاءِ حَتَّى فِيْ الْقُبُوْرِ </p><p> {كَلَّا} وفي \"القرطبي\" : قيل إن {كَلَّا} في المواضع الثلاثة بمعنى ألا، قاله ابن أبي حاتم، وقال الفراء: هي بمعنى حقًا في المواضع الثلاثة، وقيل: هي للردع والزجر في المواضع الثلاثة اهـ بتصرف. </p><p> وقوله:  {أَلْهَاكُمُ} أصله: أَلْهَيَكم بوزن أفعَلَ، قُلبت الياء ألفًا لتحركها بعد فتح، وقوله:  {زُرْتُمُ} فيه إعلال بالقلب والحذف، أصله: زَوَرَ قلبت الواو ألفًا لتحركها بعد فتح، ثم أُسند الفعل إلى ضمير الرفع المتحرك، فسُكِّن آخره فالتقى ساكنان، فحُذفت الألف، ثم حذفت حركة فاء الفعل، وعُوَّض عنها حركة مناسبة للعين المحذوفة التي هي الواو، والمناسب لها الضمة، فقيل: زرتم بوزن فلتم. </p><p> قوله:  {لَتَرَوُنَّ} أصله: لتَرْأَيُون بوزن تفعلون، كما مر آنفًا، نقلت حركة الهمزة إلى الراء، ثم حذفت بعد النقل تخفيفًا، ثم قلبت الياء ألفًا لتحركها بعد </p><p> فتح، فالتقى ساكنان الألف وواو الجماعة، فحذفت الألف، ثم دخلت نون التوكيد الثقيلة على الفعل فاجتمع ثلاث نونات، فحذفت نون الرفع فالتقى ساكنان: واو الجماعة ونون التوكيد الثقيلة، فحُركت الواو بالضم، فالفعل مُعْرَب لعدم مباشرة نون التوكيد لآخره؛ لأن المحذوف لعلة كلا محذوف، فنون الرفع المحذوفة لتوالي الأمثال مقدرة، وكذلك يقال: في قوله: {لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ} . </p><p> {عِلْمَ الْيَقِينِ} ؛ أي: علم الأمر الميقون الموثوق به. </p><p> {لَتُسْأَلُنَّ} أصله: لتسألون، اتصلت بالفعل نون التوكيد الثقيلة، فاجتمع ثلاث نونات، فحذفت نون الرفع، فصار لتسألون، فالتقى ساكنان فحُذفت الواو. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: التذكير والتوبيخ في قوله: {أَلْهَاكُمُ التَّكَاثُرُ (١) }؛ لأنه قد خرج الخبر فيه عن حقيقته إلى التوبيخ والتذكير. </p><p> ومنها: حذف المُلهى عنه؛ أي: الذي أُلْهِيَ عنه، وهو ما يعنيهم من أمر الدين في قوله: {أَلْهَاكُمُ التَّكَاثُرُ (١) }؛ للتعظيم والمبالغة، أما الأول فلأن الحذف كالتنكير قد يُجعل ذريعة إلى التعظيم لاشتراكهما في الإبهام، وأما الثاني فلأن تذهب النفس كل مذهب ممكن، فيدخل فيه جميع ما يحتمله المقام، مثل ألهاكم التكاثر عن ذكر الله تعالى، من ألهاكم التكاثر عن الواجبات أو عن المندوبات أو عن المهمات مثلًا. </p><p> ومنها: الكناية في قوله: {حَتَّى زُرْتُمُ الْمَقَابِرَ} ؛ لأنه عبر عن انتقالهم إلى ذكر الموتى بزيارة القبور؛ أي: جُعلت الزيارة كناية عنه تهكمًا بهم، قال الطيبي: إنما كان تهكمًا؛ لأن زيارة القبور شُرعت لتذكر الموت ورفض حب الدنيا وترك المباهاة والتفاخر، وهؤلاء عكسوا حيث جعلوا زيارة القبور سببًا لمزيد القسوة والاستغراق في حب الدنيا والتفاخر بالكثرة. </p><p> ومنها: التكرار للتهديد والإنذار في قوله: {كَلَّا سَوْفَ تَعْلَمُونَ (٣) ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ (٤) }، وعطفه بـ {ثُمَّ} للتنبيه على أن الثاني أبلغ من الأول، كما يقول </p><p> العظيم لعبده: أقول لك، ثم أقول لك: لا تفعل، ولكونه أبلغ نُزِّل منزلة المغايرة، فعُطف بـ {ثُمَّ} . </p><p> ومنها: حذف جواب {لَوْ} للتهويل والتفخيم في قوله: {لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ} تقديره: لرأيتم ما تشيب له الرؤوس، وتفزع له النفوس من الشدائد والأهوال؛ لأنه إذا حذف الجواب يذهب الوهم كل مذهب ممكن. </p><p> ومنها: القسم في قوله: {لَتَرَوُنَّ الْجَحِيمَ (٦) }؛ لتوكيد الوعيد. </p><p> ومنها: تكرار القسم معطوفًا بـ {ثُمَّ} في قوله: {ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ (٧) } تغليظًا في التهديد، وزيادة في الوعيد. </p><p> ومنها: جعل الرؤية {عَيْنَ الْيَقِينِ} وخالصته مبالغة خاصة. </p><p> ومنها: حذف متعلق العلم في قوله: {كَلَّا سَوْفَ تَعْلَمُونَ (٣) ...} إلخ في الأفعال الثلاثة إشعارًا بأن الغرض هو الفعل لا متعلقه، كما في \"السمين\" . </p><p> ومنها: الإطناب بتكرار الفعل في قوله: {لَتَرَوُنَّ} وقوله: {ثُمَّ لَتَرَوُنَّهَا} لبيان شدة الهول. </p><p> ومنها: تكرار القسم معطوفًا في قوله: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨) } تغليظًا في التهديد وزيادة في الوعيد. </p><p> ومنها: التعريف بـ {أل} الاستغراقية في قوله: {عَنِ النَّعِيمِ} إشعارًا بأن السؤال عن جميع أنواع النعم وأفرادها. </p><p> ومنها: الزيادة والحذف في عدة مواضع (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) إلى هنا انتهى تفسير سورة التكاثر ضحوة يوم الجمعة اليوم الثلاثين من شهر ذي الحجة من شهور سنة: ١٤١٦ هـ ألف وأربع مئة وست عشرة من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليمًا كثيرًا.</p><p> [سورة العصر] </p><p> سورة العصر مكية عند الجمهور نزلت بعد سورة الشرح، وقال قتادة: هي مدنية، وأخرج ابن مردويه عن ابن عباس قال: نزلت سورة العصر بمكة، وهي ثلاث آيات، وأربع عشرة كلمة، وثمانية وستون حرفًا. </p><p> المناسبة: ومناسبتها لما قبلها (١) : أنه ذكر في السورة السابقة أنهم اشتغلوا بالتفاخر والتكاثر، وبكل ما من شأنه أن يُلهي عن طاعة الله، وذكر هنا أن طبيعة الإنسان داعية إلى البوار، وموقعة له في الدمار، إلا من عصم الله وأزال عنه شرور نفسه، فكان هذا تعليل لما سلف. إلى أنه ذكر في السالفة صفة من أَتبع نفسه وهواه، وجرى مع شيطانه حتى وقع في التهلكة، وهنا ذكر من تجمل بأجمل الطباع، فآمن بالله وعمل الصالحات، وتواصى مع إخوانه على الاستمساك بعرى الحق، والاصطبار على مكارهه. </p><p> وقال أبو حيان: مناسبتها لما قبلها: أنه لما قال فيما قبلها: {أَلْهَاكُمُ التَّكَاثُرُ (١) } ووقع التهديد بتكرار {كَلَّا سَوْفَ تَعْلَمُونَ (٣) } ... بيَّن هنا حال المؤمن والكافر اهـ. وسميت سورة العصر؛ لذكر لفظ العصر فيها. </p><p> الناسخ والمنسوخ: وقال محمد بن حزم - رحمه الله تعالى -: سورة العصر (٢) كلها محكم، وفيها خلاف، فقيل المنسوخ فيها آية واحدة، وهي قوله: {إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢) } نُسخت بالاستثناء المذكور بعدها، وهو قوله:  {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} اهـ. </p><p> فضلها: ومما ورد في فضلها: ما أخرجه (٣) الطبراني في \"الأوسط\" والبيهقي في \"الشعب\" عن أبي مزينة الدارمي، وكانت له صحبة قال: كان الرجلان من أصحاب النبي - صلى الله عليه وسلم - إذا التقيا لم يتفرقا حتى يقرأ أحدهما على الآخر سورة العصر، </p><p>(١) المراغي. (٢) الناسخ والمنسوخ.(٣) الشوكاني.</p><p> ثم يسلم أحدهما على الآخر. </p><p> ومنها: ما روي عن النبي - صلى الله عليه وسلم -: من قرأ سورة العصر غفر الله له، وكان ممن تواصوا بالحق وتواصوا بالصبر، وروي (١) عن الإِمام الشافعي - رحمه الله تعالى - أنه قال: لو تدبر الناس هذه السورة لوسعتهم، أو قال: لو لم يُنزَل من القرآن سواها لكفت الناس. </p><p> وهذه السورة من أجلِّ سور القرآن العظيمِ وأوجزها لفظًا وأكثرها معنًى وحكمة وبيانًا، ولجلالة ما جمعت من المعاني السامية أنه كان الرجلان من أصحاب رسول الله - صلى الله عليه وسلم - إذا التقيا لم يتفرقا حتى يقرأ أحدهما على الآخر سورة العصر، كما مر آنفًا ذلك؛ ليُذكّر كل منهما صاحبه بما يجب أن يكون عليه من امتثال المأمورات واجتناب المنهيات، وفي هذه السورة أعظم دلالة على إعجاز القرآن، ألا ترى أنها مع قلة حروفها تدل على جميع ما يحتاج إليه الناس في الدين علمًا وعملًا، وفي وجوب التواصي بالحق والصبر إشارة إلى الأمر بالمعروف والنهي عن المنكر. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) البيضاوي.</p>"
}