{
  "id": null,
  "sura": 103,
  "aya": 3,
  "text": "<p> ممن استثناهم الله تعالى وهم الذين آمنوا الخ، فهم لا شك في خسران عظيم يوم لا ينفع الظالمين معذرتهم ولا يستعتبون. </p><p> والخلاصة: أي إن هذا الجنس من المخلوقات لخاسر في أعماله ضربًا من الخسران إلا من استثناهم الله تعالى، فأعمال الإنسان هي مصدر شقائه، لا الزمان ولا المكان، وهي توقعه في الهلاك، فذنب المرء في حق بارئه ومن يمن عليه بنعمه الجليلة وآلائه الجسيمة جريمة لا تعدلها جريمة أخرى. </p><p> ٣ - {إِلَّا الَّذِينَ آمَنُوا} وصدقوا واعترفوا وأيقنوا بالخالق عَزَّ وَجَلَّ وآمنوا به وبرسله وكتبه وملائكته واليوم الآخر، وصدقوا بالقدر خيره وشره من الله تعالى، واعتقدوا اعتقادًا صحيحًا أن للعالم كله إلهًا خالقًا قادرًا يرضى عن المطيع ويغضب على العاصي، وأن هناك فرقًا بين الفضيلة والرذيلة، فدفعهم ذلك إلى عمل البر والخير. </p><p> {وَعَمِلُوا الصَّالِحَاتِ} ؛ أي: اكتسبوا الفضائل والخيرات الباقية، فربحوا بزيادة النور الكمالي على النور الاستعدادي الذي هو رأس مالهم، فهم في تجارة لن تبور حيث باعوا الفاني الخسيس، واشتروا الباقي النفيس، واستبدلوا الباقيات الصالحات بالغاديات الرائحات، فيا لها من صفقة ما أربحها، وهذا بيان لتكميلهم لأنفسهم، واستدل بعض الطوائف بالآية على أن مرتكب الكبيرة مخلد في النار؛ لأنه لم يستثن من الخسران إلا الذين آمنوا إلخ. </p><p> والتقصي منه أن غير المستثنى في خسر لا محالة؛ إما بالخلود إن مات كافرًا, وإما بالدخول في النار إن مات عاصيًا لم يُغفر له، وإما بفوات الدرجات العالية إن غُفر له. </p><p> والمعنى: أي جمعوا بين الإيمان بالله والعمل الصالح، فإنهم في ربح لا في خسر؛ لأنهم عملوا للآخرة ولم تشغلهم أعمال الدنيا عنها، والاستثناء متصل، ومن قال: إن المراد بالإنسان الكافر فقط، فيكون منقطعًا، ويدخل تحت هذا الاستثناء كل مؤمن ومؤمنة، ولا وجه لما قيل من أن المراد بهم الصحابة أو بعضهم، فإن اللفظ عام لا يخرج عنه أحد ممن يتصف بالإيمان والعمل الصالح. </p><p> وقوله:  {وَتَوَاصَوْا} ؛ أي: أوصى وأمر بعضهم بعضًا {بِالْحَقِّ} ويتحاثوا عليه؛ أي: بالأمر الثابت الذي لا سبيل إلى إنكاره ولا زوال في الدارين لمحاسن آثاره، </p><p> وهو الخير كله من الإيمان بالله، واتباع كتبه ورسله في كل عقد وعمل؛ أي: وصى بعضهم بعضًا بالحق الذي يحق القيام به، وهو الإيمان بالله والتوحيد والقيام بما شرعه الله تعالى، واجتناب ما نهى عنه، قال قتادة:  {بِالْحَقِّ} ؛ أي: بالقرآن، وقيل: بالتوحيد، والحمل على العموم أولى. </p><p> {وَتَوَاصَوْا} ؛ أي: أوصى بعضهم بعضًا وتحاثوا {بِالصَّبْرِ} ؛ أي: عن المعاصي التي تشتاق إليها النفس بحكم الجبلة البشرية وعلى الطاعات التي يشق عليها أداؤها، وعلى ما يبلو الله به عباده من البلايا، وتخصيص (١) هذا التواصي بالذكر مع اندراجه تحت التواصي بالحق لإبراز كمال الاعتناء به، أو لأن الأول عبارة عن رتبة العبادة التي هى فعل ما يرضي به الله تعالى، والثاني عبارة عن رتبة العبودية التي هي الرضا بما فعل الله سبحانه وتعالى، فإن المراد بالصبر ليس مجرد حبس النفس عما تشوق إليه من فعل أو ترك، بل هو تلقي ما ورد منه تعالى بالجميل والرضا به ظاهرًا وباطنًا، ولعله سبحانه إنما ذكر سبب الربح دون الخسران اكتفاءً ببيان المقصود، فإن المقصود بيان ما فيه الفوز بالحياة الأبدية، والسعادة السرمدية، وإشعارًا بأن ما عدا ما عُدَّ يؤدي إلى خسر ونقص حظ أو تكرمًا، فإن الإبهام في جانب الخسر كرم,؛ لأنه ترك تعداد مثالبهم وأعرض عن مواجهتهم به، وكرر التواصي لاختلاف المفعولين، وهما قوله:  {بِالْحَقِّ} ، وقوله:  {بِالصَّبْرِ} ، وعبارة \"الشوكاني\" : هنا: وفي جعل (٢) التواصي بالصبر قرينًا للتواصي بالحق دليل على عظيم قدره وفخامة شرفه، ومزيد ثواب الصابرين على ما يحق الصبر عليه، قال تعالى:  {إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} وأيضًا التواصي بالصبر مما يندرج تحت التواصي بالحق، فإفراده بالذكر وتخصيصه بالنص عليه من أعظم الأدلة الدالة على إنافته على خصال الحق ومزيد شرفه عليها وارتفاع طبقته عنها. انتهى. </p><p> وخلاصة ما سلف (٣) : أن الناس جميعًا في خسران إلا من اتصفوا بأربعة أشياء: الإيمان والعمل الصالح والتواصي بالحق والتواصي بالصبر، فيعملون الخير ويدعون إلى العمل به، ولا يزحزحهم عن الدعوة إليه ما يلاقونه من مشقة وبلاء، </p><p>(١) روح البيان. (٢) الشوكاني.(٣) المراغي.</p><p> والإنسان جميعه خسر مساعيه وضل مناهجه، وصرف عمره في غير مطالبه فهو قد جاء إلى الأرض؛ ليخلص نفسه من الرذائل، ويتحلى بالفضائل، حتى إذا رجع إلى عالم الأرواح كان أقوى جناحًا وأمضى سلاحًا، لكنه حين رجع إلى مقره في عالم السموات لم يجد إلا نقصًا يحيط به، وجهلًا يرديه، فندم إلا طائفة منه عاشوا في الدنيا مفكرين، فآمنوا بأنبيائهم وصدقوا برسلهم، وأحبوا بني جنسهم، وأحسنوا إلى إخوانهم، فساعدوهم بأنفسهم وأموالهم، وصاروا معهم متعاضدين متعاونين، وصبروا على ما نزل بهم من الحدثان، ورُموا به من البهتان، فهؤلاء في الدنيا يفوزون بما يريدون، وفي الآخرة يفرحون بالنعيم المقيم. </p><p> أقسام الصبر: والصبر من الخلال الشخصية التي ينبغي للمرء أن يتدرع بها ويروَّض نفسه عليها منذ الحداثة والصغر، على الآباء والأمهات أن يربوا أولادهم على الصبر واحتمال الأذى، والصبر في أصل معناه اللغوي: الحبس، وهو باعتبار متعلَّقه ينقسم ثلاثة أقسام: </p><p> ١ - حبس النفس عن فعل السوء والشر ودواعي الهوى والشهوة، وكل ما يمس كرامة الإنسان ويشوّه سمعته. </p><p> ٢ - الصبر على المكروه والألم وتحمل الرزايا والمصائب، وكل ما يقلق الراحة وينغص العيش، ومثل ذلك الصبر على ما يفوت الإنسان من المآرب والحظوظ الدنيوية. </p><p> ٣ - الصبر في مواطن الخوف والذعر، بل في مواطن الخطر أحيانًا دفاعًا عن حق، من حماية لمصلحة أو وقاية لعرض وشرف، وهذا النوع من الصبر يسمى: الشجاعة والإقدام، والشجاعة ضرب من الصبر، قال تعالى:  {وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ} . </p><p> قال بعض الحكماء: ليس الصبر الممدوح صاحبه أن يكون الرجل قوي الجسد على الكد والتعب؛ لأن هذا تشاركه فيه الدابة، ولكن أن يكون للنفس غَلُوبًا، وللخطوب حَمُولًا، ولجأشه عند الحفاظ مرتبطًا؛ أي: مالكًا نفسه عند الغضب، قال لقمان لابنه: الذهب يجرَّب بالنار، والعبد الصالح يجرب بالبلاء، </p><p> وقال الفضيل بن عياض: إن الله ليتعهد عبده المؤمن بالبلاء، كما يتعهد الرجل أهله بالخير، ولولا أن في حلول الكوارث ونزول الحوادث تخفيفًا من الأوزار، وحطًا من الذنوب، ومحوًا من السيئات ما استطعنا عليهم صبرًا، ولولا أن في موافقة اللذات ومقارنة الشهوات أنواعًا من المكاره، وأصنافًا من الشدائد؛ ما وجدنا عنها صبرًا، ولكثر إسرعنا، وقيل عنها امتناعنا، لا جرم أن جميع خلال الخير وخصال البر وأحوال الطاعة وما يجعل الله في الإنسان من حسن الشيم وكرم الأخلاق وأسباب الديانة ودواعى الإيمان إنما هي كلها مرتبطة بالصبر، وراجعة إلى الصبر، ومحمولة على الصبر، وجارية مع الصبر كيفما تأملتها، وعلى أي حال تدبرتها، فإنه قطب تدور عليه جميع الأفعال المحمودة، لذا أمر الله سبحانه بالتواصي به؛ لأنه جماع صفلت الخير، ألا ترى أن الكرم صبر على مفارقة المال وعلى حبه، وأن العدل صبر على إمضاء الحكم وإن شق، وأن الصدق صبر، فربما خالطه شوائب تكره, وإن الحلم جامع لأشتات الصبر، فما منح الله الصبر عبدًا من عبيده، وهو يريد به شيئًا سوى الخير، وكل شيء في الوجود يولد صغيرًا، ثم يكبر إلا المصائب , فإنها تولد كبارًا، ثم تصغر وتضمحل، والصبر محمود الأثر شريف الغاية, ولو لم يكن فيه إلا أنه مظهر من مظاهر الكمال والرجولة اللائقة بكل إنسان .. لكفى , قال الشاعر: </p><p> فَلَوْ كَانَ يُغْنِيْ أَنْ يُرَى الْمَرْءُ جَازِعًا ... لِحَادِثَةٍ أَوْ كَانَ يُغْنِيْ التَّذَلُّلُ </p><p> لَكَانَ التَّعَزِّيْ عِنْدَ كُل مُصِيْبَةٍ ... وَنَائِبَةٍ بِالْحُرِّ أَوْلَى وَأَجْمَلُ </p><p> قال بعض الحكماء: الجزع على الفائت آفة، وعلى المتوقع سخافة، فهو لا يخلو عمره من النكد، ولا يستفيق من التعذيب والكمد، وإذا استولى الجزع تضاعف الكرب, واشتد حتى أصبح لا يطاق، كما قال ابن الرومي: </p><p> إِنَّ الْبَلَاءَ يُطَاقُ غَيْرَ مُضَاعَفٍ ... فَإِذَا تَضَاعَفَ صَارَ غَيْرَ مُطَاقِ </p><p> ومن الحكم المشهورة: من أكثر الشكوى عظمت عليه البلوى، ومن كلام بعض العلماء: من كثر جزعه كثرت زلته وعظمت علته وبعد أمله وحبط عمله، وإذا كان الجزع يحبط الحسنات فإن الصبر يربي الحسنات، وهو من أجل القربات، قال الأشعث بن قيس دخلت على أمير المؤمنين علي بن أبي طالب - رضي الله عنه - </p><p> فوجدته قد أثَّر فيه صبره على العبادة الشديدة ليلًا ونهارًا، فقلت: يا أمير المؤمنين، إلى كم تصبر على مكابدة هذه الشدة؟ فما زاد على أن قال: </p><p> اصْبِرْ عَلَى مَضَضِ الإِدْلَاجِ فِيْ السَّحَرِ ... وَفِيْ الرَّوَاحِ عَلَى الطَّاعَاتِ فِيْ الْبُكَرِ </p><p> إِنِّيْ رَأيْتُ وَفِيْ الأَيَّامِ تَجْرِبَةٌ ... لِلصَّبْرِ عَاقِبَةً مَحْمُوْدَةَ الأَثَرِ </p><p> وَقَلَّ مَنْ جَدَّ فِيْ شَيْءٍ يُؤَمِّلُهُ ... وَاسْتَشْعَرَ الصَّبْرَ إِلَّا فَازَ بِالظَّفَرِ </p><p> وفي هذا المعنى قال بعضهم: </p><p> يَا خَادِمَ الْجِسْمِ كَمْ تَسْعَى لِخِدْمَتِهِ ... وَتَطْلُبُ الرِّبْحَ مِمَّا فِيْهِ خُسْرَانُ </p><p> عَلَيْكَ بِالنَّفْسِ فَاسْتَكْمِلْ فَضَائِلَهَا ... فَأَنْتَ بِالنَّفْسِ لَا بِالْجِسْمِ إِنْسَانُ </p><p> وقد رُكب في طباع الإنسان حب تفضيله على جنسه، فما أحد إلا ويحب أن يكون أعلى درجة من غيره، فإذا وقعت نكبة بإنسان أوجبت نزوله عن مرتبة سواه، فينبغي له أن يتجلد؛ لئلا يُرى بعين النقص، وليتجمل بالصبر، فإنه عدة الرجال الكَمَلة قال الشاعر: </p><p> وَتَجَلُّدِيْ لِلشَّامِتِيْنَ أُرِيْهِمُ ... أَنِّيْ لِرَيْبِ الدَّهْرِ لَا أَتَضَعْضَعُ </p><p> وَإِذَا الْمَنِيَّةُ أَنْشَبَتْ أَظْفَارَهَا ... ألْفَيْتَ كُلَّ تَمِيْمَةٍ لَا تَنْفَعُ </p><p> فأهل الكمال يُظهرون التجلد عند المصائب والفقر والبلاء؛ لئلا يتحملوا مع النوائب شماتة الأعداء، وإنها على بعض النفوس لأشد من كل نائبة، لذا كان فقيرهم يظهر الغنى، ومريضهم يظهر العافية، وإليكم هذا المثل من الشريعة الغراء حين قدم الرسول - صلى الله عليه وسلم - مكة المكرمة أصابتهم الحمى، وقد أراد المسلمون الطواف حول الكعبة، والسعي بين الصفا والمروة، والمشركون ينظرون إلى المسلمين، فخاف النبي - صلى الله عليه وسلم - أن يشمت بهم الأعداء حين رأوا ضعفهم عن السعي، فقال مخاطبًا للمسلمين:  \"رحم الله من أظهر من نفسه التجلد\" ، فرملوا، والرمَل شدة السعي، وقد زال ذلك السبب، وبقي الحكم في أعمال الحج ليُتذكَّر السبب فيفهم معناه ومغزاه لهذه الأسباب وغيرها من معاني الصبر وآثاره في حياة الفرد والجماعة، فقد أمر الله سبحانه بالصبر، وأمر بالتواصي بالصبر بين المؤمنين والمؤمنات، فقال:  {وَتَوَاصَوْا بِالصَّبْرِ} . </p><p> الإعراب </p><p> {وَالْعَصْرِ (١) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (٣) }. </p><p> {وَالْعَصْرِ (١) }. {الواو} : حرف جر وقسم. {العصر} : مجرور بواو القسم، الجار والمجرور متعلق بفعل قسم محذوف تقديره: أقسم بالعصر والدهر، وجملة القسم مستأنفة. {إِنَّ الْإِنْسَانَ} : ناصب واسمه. {لَفِي}  {اللام} : حرف ابتداء، {في خسر} : جار ومجرور خبر {إِنَّ} ، وجملة {إِنَّ} جواب القسم لا محل لها من الإعراب. {إِلَّا} : أداة استثناء {الَّذِينَ} : مستثنى من {الْإِنْسَانَ} في محل النصب على الاستثناء، وجملة {آمَنُوا} صلته. {وَعَمِلُوا الصَّالِحَاتِ} : فعل وفاعل ومفعول به معطوف على {آمَنُوا} ، {وَتَوَاصَوْا} : فعل ماض وفاعل مبني بفتح مقدر على الألف المحذوفة لالتقاء الساكنين، والواو فاعل، والجملة معطوفة على جملة {آمَنُوا} . {بِالْحَقِّ} : متعلق بـ {تواصوا} . {وَتَوَاصَوْا} : فعل وفاعل معطوف أيضًا على {آمَنُوا} . {بِالصَّبْرِ} : متعلق به. </p><p> التصريف ومفردات اللغة </p><p> {وَالْعَصْرِ (١) } قال في \"القاموس\" : العصر مثلثة العين، وبضمتين الدهر، والجمع أعصار وعصور وأعصر وعُصُر، والعصر اليوم والليلة والعشي إلى احمرار الشمس، ويحرك، والغداة والحبس والرهط والعشيرة، والمطر من المعصرات والمنع والعطية، يقال: عصره يعصره، وبالتحريك الملجأ والمنجاة كالعصر بالضم إلى آخر هذه الصاد الطويلة. </p><p> {إِنَّ الْإِنْسَانَ} والإنسان هو هذا النوع من المخلوقات، وهو لفظ يقع على الذكر والأنثى من بني آدم، وربما أنثت العرب، فقالوا: إنسان وإنسانة، فقال: </p><p> إِنْسَانَةٌ تَسْقِيْكَ مِنْ إِنْسَانِهَا ... خَمْرًا حَلَالًا مُقْلَتَاهَا عِنَبُهْ </p><p> و {أل} فيه لاستغراق الجنس، فيشمل المؤمن والكافر بدليل الاستثناء. </p><p> {لَفِي خُسْرٍ} ؛ أي: لفي خسران ونقصان، وذلك لأن الإنسان لا ينفك عن خسران؛ لأن الخسران هو تضييع عمره، وذلك لأن كل ساعة من عمر الإنسان إما </p><p> أن تكون تلك الساعة في طاعة أو معصية، فإن كانت في معصية فهو الخسران البين الظاهر، وإن كانت في طاعة فلعل غيرها أفضل وهو قادر على الإتيان به، فكان فعل غير الأفضل تضييعًا وخسرانًا، فبان بذلك أنه لا ينفك أحد من خسران اهـ \"جمل\" . </p><p> {لَفِي خُسْرٍ} ؛ أي: لفي غبن وخسارة، وفي \"المصباح\" : خسر في تجارته خسارة - بالفتح - وخسرًا وخسرانًا، ويتعدى بالهمزة، فقال: أخسرته فيها، وخسر خسرًا وخسرانًا أيضًا هلك، والخسر والخسران النقصان وذهاب رأس المال، والمراد به ما ينغمس فيه الإنسان من الآفات المهلكة. </p><p> {إِلَّا الَّذِينَ آمَنُوا} بالله ورسله {وَعَمِلُوا الصَّالِحَاتِ} بامتثال الأوامر واجتناب النواهي، فحكم بالخسران على جميع الناس إلا من كان آتيًا بهذه الأشياء الأربعة، وهي الإيمان والعمل الصالح والتواصي بالحق والتواصي بالصبر، فهذه الأمور اشتملت على ما يخص نفسه، وهو الإيمان والعمل الصالح وما يخص غيره، وهو التواصي بالحق والتواصي بالصبر، وهما معطوفان على ما قبلهما من عطف الخاص على العام للمبالغة. اهـ. \"رازي\" . </p><p> والحاصل: أن كل ما مضى من عمر الإنسان في طاعة الله فهو في صلاح وخير، وما كان بضده فهو في خسر وفساد وهلاك. اهـ. \"خازن\" . </p><p> وقوله:  {وَتَوَاصَوْا بِالْحَقِّ} فعل ماض من باب تفاعل مأخوذ من المواصاة، وهي التقديم إلى الغير بما يعمل به مقرونًا بوعظ ونصيحة من قولهم: أرض واصية؛ أي: متصلة بالنبات، يقال: واصيت إليه بكذا؛ أي: قدمته إليه إذا أمرته قبل الحاجة إلى الفعل. اهـ. \"كرخي\" بتصرف. </p><p> {بِالْحَقِّ} : وهو كل ما حكم الشرع بصحته، ولا يسوغ إنكاره، وهو الخير كله من توحيد الله تعالى وطاعته واتباع كتبه ورسله، والزهد في الدنيا والرغبة في الآخرة. اهـ. \"خطيب\" ، وقيل: الحق هو ما تصدّر من حقيقة ثابتة أرشد إليها دليل , قاطع، أو عيان ومشاهدة، أو شريعة صحيحة جاء بها نبي معصوم. </p><p> {وَتَوَاصَوْا بِالصَّبْرِ} والصبر: هو قوة للنفس تدعوها إلى احتمال المشقة في العمل </p><p> الطيب، وتهون عليها احتمال المكروه في سبيل الوصول إلى الأعراض الشريفة، والتواصى بالحق أن يوصي بعضهم بما لا سبيل إلى إنكاره وهو كل فضيلة وخير، والتواصي بالصبر أن يوصي بعضهم بعضًا به ويحثه عليه، ولا يكون ذلك نافعًا مقبولًا إلا إذا كمَّل للمرء نفسه به، وإلا صدق عليه قول أبي الأسود الدؤلي: </p><p> يَا أَيُّهَا الرَّجُلُ الْمُعَلِّمُ غَيْرَهُ ... هَلَّا لِنَفْسِكَ كَانَ ذَا التَّعْلِيْمُ </p><p> تَصِفُ الدَّوَاءَ لِذِيْ السِّقَامِ وَذِيْ الضَّنَى ... كَيْمَا يَصِحَّ بِهِ وَأَنْتَ سَقِيْمُ </p><p> لَا تْنَهَ عَنْ خُلُقٍ وَتَأْتِيَ مِثْلَهُ ... عَارٌ عَلَيْكَ إِذَا فَعَلْتَ عَظِيْمُ </p><p> وأصل {تواصوا} : تواصَيُوا، تحركت الياء وانفتح ما قبلها قُلبت ألفًا، فالتقى ساكنان وهما الألف والواو، ثم حذفت الألف لبقاء دالِّها، فصار:  {تواصوا} بوزن تفاعوا. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: إدخال {أل} الاستغراقية على {الْإِنْسَانَ} ؛ ليعم المؤمن والكافر بدليل الاستثناء بقوله:  {إِلَّا الَّذِينَ آمَنُوا} أو العهدية؛ ليخص الكافر المعهود، كما مر في مبحث التفسير. </p><p> ومنها: التنكير في قوله: {لَفِي خُسْرٍ} ؛ ليدل على التفخيم والتعظيم؛ أي: لفي خسر عظيم ودمار شديد، لا يعلم كنهه إلا الله سبحانه. </p><p> ومنها: تكرار {تواصوا} ؛ لاختلاف المفعولين، وهما قوله:  {بِالْحَقِّ} و {بِالصَّبْرِ} . </p><p> ومنها: تخصيص ذكر التواصي بالصبر مع اندراجه تحت التواصي بالحق؛ لإبراز كمال الاعتناء به، أو لأن الأول: عبارة عن رتبة العبادة التي هي فعل ما يرضي الرب سبحانه، والثاني: عبارة عن العبودية التي هي الرضا بما فعل الرب سبحانه. </p><p> ومنها: ذكر الخاص بعد العام بقوله: {وَتَوَاصَوْا بِالصَّبْرِ} بعد قوله: {بِالْحَقِّ} ؛ لأن الصبر داخل في عموم الحق إلا أنه خصه بالذكر إشارةً بفضيلة الصبر. </p><p> ومنها: الزيادة والحذف في عدة مواضع (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) إلى هنا تم تفسير سورة العصر قُبيل الغروب من يوم الثلاثاء الرابع من شهر المحرم من شهور سنة ألف وأربع مئة وسبع عشرة: ٤/ ١/ ١٤١٧ من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التسليم، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليمًا كثيرًا.</p><p> [سورة الهمزة] </p><p> سورة الهمزة مكية، نزلت بعد سورة القيامة، وأخرج ابن مردويه عن ابن عباس - رضي الله عنهما - قال: {وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ (١) } نزلت بمكة، وهي: تسع آيات، وثلاثون كلمة، ومئة وثلاثون حرفًا. </p><p> ومناسبتها لما قبلها: أنه لما ذكر سبحانه في السورة السابقة أن جميع أفراد الإنسان منغمسون في الضلال إلا من عصم الله .. ذكر هنا بعض صفات أهل الضلال. </p><p> وقال أبو حيان: مناسبتها لما قبلها أنه لما قال فيما قبلها: إن الإنسان لفي خسر .. بيَّن هنا حال الخاسر. </p><p> التسمية: سميت سورة الهمزة؛ لذكر لفظ الهمزة فيها. </p><p> الناسخ والمنسوخ: وقال محمد بن حزم - رحمه الله تعالى - سورة: الهمزة كلها محكم ليس فيها ناسخ ولا منسوخ. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p>"
}