{
  "id": null,
  "sura": 104,
  "aya": 9,
  "text": "<p> هي ملتهبة التهابًا لا يدرك حقيقته إلا من أوجدها، </p><p> ٧ - ثم وصفها بأوصاف تخالف بها نيران الدنيا؛ ليؤكد مخالفتها لها، فقال: </p><p> ١ - {الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ (٧) } ويخلص حرها إلى القلوب، فيعلوها ويغشاها؛ أي: إن تلك النار تعلو أوساط القلوب وتغشاها، فإن الفؤاد وسط القلب ومتصل بالروح، يعنيك أن تلك النار تحطم العظام وتأكل اللحوم، فتدخل في أجواف أهل الشهوات، وتصل إلى صدورهم، وتستولي على أفئدتهم إلا أنها لا تحركها بالكلية؛ إذ لو احترقت لماتت أصحابها، ثم إن الله تعالى يُعيد لحومهم وعظامهم مرة أخرى، وتخصيص الفؤاد بالذكر لما أنها ألطف ما في الجسد وأشدُّ تألمًا فأدنى أذى يمسه، أو لأنه محل العقائد الزائغة والنابات الخبيثة ومنشأ الأعمال السيئة، فاطلاعها على الأفئدة التي هي خزانة الجسد ومحل ودائعه يستلزم الاطلاع على جميع الجسد بطريق الأولى. </p><p> وقد يكون (١) المراد بالاطلاع المعرفة والعلم، وكأن هذه النار تدرك ما في أفئدة الناس يوم البعث، فتميز العاصي من المطيع، والخبيث من الطيب، وتفرق بين من اجترحوا السيئات في حياتهم الأولى، ومن أحسنوا أعمالهم، يعني: أنها تعلم بمقدار ما يستحقه كل واحد منهم من العذاب، وذلك بأمارات عرَّفها الله بها، وإنا لنكل أمر ذلك إلى علَّام الغيوب، وفي وصفها بالاطلاع على الأفئدة التي أودعت باطن الإنسان في أخفى مكان منه إشارة إلى أنها إلى غيره أشد وصولًا وأكثر تغلبًا. </p><p> ٢ - ٨ {إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ (٨) }؛ أي: أن تلك (٢) النار الموصوفة مطبقة أبوابها عليهم تأكيدًا؛ ليأسهم من الخروج وتيقنهم بحبس الأبد، من آصدت الباب وأوصدته؛ أي: أطبقته، وقد سبق بيانه في سورة البلد؛ أي: إنها مطبقة مغلقة عليهم لا يخرجون منها، ولا يستطيعون الخروج إذا شاءوا فهم {كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا} . </p><p> ٣ - ٩ {في عَمَدٍ مُمَدَّدَةٍ (٩) } جمع عمود، كما في \"القاموس\" ، والعمود كل مستطيل من خشب أو حديد، قاله أبو عبيدة، ومعنى كون العمد ممدودة أنها </p><p>(١) المراغي. (٢) روح البيان.</p><p> مطولة، وهي أرسخ من القصيرة، وهو في محل نصب على الحال من ضمير {عَلَيْهِمْ} ؛ أي: حال كونهم موثقين في أعمدة مطولة مغلولين عليها بأغل الذي أعناقهم، وقيل (١) : هو في محل رفع على أنه خبر مبتدأ محذوف؛ أي: هم مغلولون بأغل الذي أعناقهم في أعمدة طوال في وسط جهنم، والنار ملتهبة من تحتهم، أو صفة لـ {مُؤْصَدَةٌ} و {في} بمعنى الباء، والمعنى: أنها مؤصدة مطبقة مغلقة عليهم أبوابها مشدودة تلك الأبواب بعمد ممددة؛ أي: بأعمدة طوال تعرض عليها وتشد بها، يعني (٢) : إن أبواب جهنم أغلقت عليهم ممدودة على أبوابها عمد تشديدًا في الإغلاق، كما قاله ابن جزيّ. </p><p> وفي \"القرطبي\" : {في عَمَدٍ مُمَدَّدَةٍ (٩) } {في} بمعنى الباء؛ أي: مؤصدة بعمد ممددة، قاله ابن مسعود وهي قراءته:  {بعمد ممدودة} وفي حديث رواه أبو هريرة عن النبي - صلى الله عليه وسلم - قال:  \"ثم إن الله تعالى يبعث إليهم ملائكة بأطباق من نار، ومسامير من نار، وعمد من نار، فتطبق عليهم بتلك الأطباق، وتشد بتلك المسامير، وتمد بتلك العمد، فلا يبقى فيها خلل يدخل فيه روح، ولا يخرج منه غم، وينساهم الرحمن على عرشه، ويتشاغل أهل الجنة بنعيمهم، ولا يبعثون بعدها، وينقطع الكلام فيكون كلامهم زفيرًا وشهيقًا\" ، وذلك قوله تعالى: {إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ (٨) في عَمَدٍ مُمَدَّدَةٍ (٩) } وقال قتادة: هم في عمد يعذبون، واختار هذا القول ابن جرير الطبري، وقال ابن عباس: إن العمد الممددة أغلال في أعناقهم، وقيل: قيود في </p><p> أرجلهم، قال: أبو صالح (٣) ، وقال القشيري: والمعظم على أن العمد أوتاد الأطباق التي تُطبق على أهل النار، تشد تلك الأطباق بالأوتاد التي هي العمد حتى يرجع عليها غمها وحرها، فلا يدخل عليهم روح، وقيل: أبواب النار مطبقة عليهم، وهم في عمد في سلاسل وأغلال مطولة، وهي أحكم وأرسخ من القصيرة، وقيل: هم في عمد ممددة؛ أي: في عذابها وألمها يضربون بها، وقيل المعنى: في دهر ممدد؛ أي: لا انقطاع له. والله أعلم اهـ. </p><p> والمراد بذلك: تصوير شدة إطباق النار على هؤلاء وإحكامها عليهم، والمبالغة في ذلك؛ ليودع في قلوبهم اليأس من الخلاص منها، وعلينا أن نؤمن </p><p>(١) الشوكاني. (٢) الفتوحات.(٣) الفتوحات.</p><p> بذلك، ولا نبحث عن كون العمد من نار أو حديد، ولا في أنها تمتد طولًا أو عرضًا، ولا في أنها مشبهة بعمد الدنيا أم لا، بل نكل أمر ذلك إلى الله تعالى؛ لأن شؤون الآخرة غير شؤون الدنيا, ولم يأتنا خبر من الرسول - صلى الله عليه وسلم - يبين ذلك، فالكلام فيه قول بلا علم وافتراء على الله بكذب. </p><p> وقرأ الأخوان (١) - حمزة والكسائي - وأبو بكر {في عُمُد} - بضمتين - جمع عمود كرسول ورسل، وقيل: جمع عماد نحو كتاب وكتب، وقرأ هارون عن أبي عمرو بضم العين وسكون الميم، وهو تخفيف لهذه القراءة، وقرأ الباقون:  {عَمَد} بفتحتين، فقيل اسم جمع لعمود، وقيل: بل هو جمع له، وقال الفراء جمع عمود كأديم وأدم، وقال أبو عبيدة: جمع عماد، واختار أبو عبيدة وأبو حاتم قراءة الفتحتين، وقال الجوهري: العمود عمود البيت، وجمع القلة أعمدة، وجمع الكثرة: عَمَد وعُمُد، وقرىء بهما اهـ. </p><p> الإعراب </p><p> {وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ (١) الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ (٢) }. </p><p> {وَيْلٌ} : مبتدأ، وسوّغ الابتداء بالنكرة قصد الدعاء عليهم بالهلكة كما مر، وقيل: إنه معرفة؛ لأنه اسم واد في جهنم، ويجوز في غير القرآن نصبه على الدعاء، فيقال: ويلًا لكل همزة؛ أي: الزمه الله ويلًا، قال جرير: </p><p> كَسَا الُّلؤْمُ تَيْمًا خُضْرَةً فِيْ جُلُودِهَا ... فَوَيْلًا لِتَيْمٍ مِنْ سَرَابِيْلِهَا الخُضْرِ </p><p> بالنصب على الرواية الصحيحة {لِكُلِّ هُمَزَةٍ} : جار ومجرور ومضاف إليه متعلق بمحذوف خبر المبتدأ؛ أي: ويل كائن لكل همزة، والجملة مستأنفة استئنافًا نحويًا {لُمَزَةٍ} : بدل من {هُمَزَةٍ} ، وقيل: تأكيد لـ {هُمَزَةٍ} تأكيدًا لفظيًا بالمرادف {الَّذِي} بدل من كل بدل المعرفة من النكرة، أو منصوب على الذم بفعل محذوف، وأعربها ابن خالويه نعتًا {لِكُلِّ هُمَزَةٍ} وهو غير صواب، لكونه معرفة. {جَمَعَ} : فعل ماض، وفاعل مستتر يعود إلى الموصول. {مَالًا} : مفعول به، والجملة صلة الموصول. {وَعَدَّدَهُ} : فعل ماض وفاعل مستتر ومفعول به معطوف على {جَمَعَ} . </p><p>(١) البحر المحيط.</p><p> {يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ (٣) كَلَّا لَيُنْبَذَنَّ فِي الْحُطَمَةِ (٤) وَمَا أَدْرَاكَ مَا الْحُطَمَةُ (٥) نَارُ اللَّهِ الْمُوقَدَةُ (٦) الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ (٧) إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ (٨) فِي عَمَدٍ مُمَدَّدَةٍ (٩) }. </p><p> {يَحْسَبُ} : فعل مضارع مرفوع، وفاعله ضمير مستتر يعود على {الَّذِي جَمَعَ} ، والجملة الفعلية في محل النصب حال من فاعل {جَمَعَ} ؛ أي: جمع مالًا حالة كونه حاسبًا ظانًا أن المال سيخلده؛ أي: يوصله إلى رتبة الخلود فلا يموت، ويجوز أن تكون مستأنفة استئنافًا بيانًا واقعًا في جواب سؤال مقدر، كأنه قيل: ما باله يجمع المال ويهتم به؟ {أَنَّ مَالَهُ} : ناصب واسمه، وجملة {أَخْلَدَهُ} خبره، وجملة {أَنَّ} من اسمها وخبرها في محل النصب سادة مسد مفعولَي {يَحْسَبُ} تقديره: إخلاد ماله إياه. {كَلَّا} : حرف ردع وزجر له عن حسبانه؛ أي: ارتدع عن حسبانك؛ أي: ليس الأمر كما دار في خَلَده من أن المال يخلده. {لَيُنْبَذَنَّ} : {اللام} : موطئة للقسم، {ينبذن} : فعل مضارع مغير الصيغة في محل الرفع؛ لتجرده عن الناصب والجازم، مبني على الفتح لاتصاله بنون التوكيد الثقيلة، ونون التوكيد حرف لا محل لها من الإعراب، ونائب فاعله ضمير مستتر يعود على الحاسب، والجملة جواب القسم لا محل لها من الإعراب. {فِي الْحُطَمَةِ} : جار ومجرور متعلق بـ {ينبذن} . {وَمَا}  {الواو} : عاطفة، أو مستأنفة. {ما} : اسم استفهام في محل الرفع مبتدأ. {أَدْرَاكَ} : فعل ماض ومفعول أول، وفاعله ضمير يعود على {ما} الاستفهامية، والجملة الفعلية في محل الرفع خبر عن {ما} الاستفهامية، وجملة {ما} الاستفهامية معطوفة على جملة القسم، أو مستأنفة. {ما} : اسم استفهام في محل الرفع مبتدأ: {الْحُطَمَةِ} : خبر، والجملة الاسمية المعلقة بالاستفهام سدت مسد المفعول الثاني لـ {أَدْرَاكَ} . {نَارُ اللَّهِ} : خبر لمبتدأ محذوف تقديره: هي نار الله، والجملة مستأنفة استئنافًا بيانيًا. {الْمُوقَدَةُ} : صفة لـ {النار}  {الَّتِي} : صفة ثانية لـ {النار} ، وجملة {تَطَّلِعُ} صلة الموصول. {عَلَى الْأَفْئِدَةِ} : متعلق بـ {تَطَّلِعُ} وفاعل {تَطَّلِعُ} ضمير يعود على النار. {إِنَّهَا} : ناصب واسمها. {عَلَيْهِمْ} : متعلق بـ {مُؤْصَدَةٌ} ، و {مُؤْصَدَةٌ} : خبر {إنّ} ، وجملة {إنّ} مستأنفة مسوقة لتعليل ما قبلها. {في عَمَدٍ} : جار ومجرور صفة لـ {مُؤْصَدَةٌ} ، وإليه ذهب أبو البقاء، فتكون النار داخل العمد، أو حال من ضمير {عَلَيْهِمْ} ؛ أي: حال كونهم موثقين في عمد </p><p> {مُمَدَّدَةٍ} صفة لـ {عَمَدٍ} . </p><p> التصريف ومفردات اللغة </p><p> {وَيْلٌ} والويل: كلمة يدعى بها العذاب، ويُسأل بها على من استحقه، وعلى هذا يكون المعنى: اللهم ألحق الويل وأنزله بكل همزة، فتكون الجملة إنشائية، أو عَلَم لواد في جهنم، فيكون معرفة، وتكون الجملة خبرية، أخبرت بأن هذا الوادي ثابت معد لكل همزة لمزة، وقال بعضهم: الويل كلمة عذاب وهلاك وخزي، وهو لفظ يستعمل في الذم والتقبيح، والمراد به هنا: التنبيه على قبح ما سيذكر بعد من صفاتهم، والويس كلمة أخف، من الويل، والويح كلمة أخف من الويس، والويب كلمة أخف من الويح، يقال: ويل لزيد، وبقال: ويله وويحه وويسه وويبه، فمتى انفرد جاز فيه الرفع والنصب، ومتى أضيف لم يكن إلا منصوبًا؛ لأنه يبقى بلا خبر، ومتى انفصل جُعلت اللام خبرًا، وقال الحسن: ويح كلمة رحمة، فإن قيل: كيف تَصرَّف الفعل من ويح ووش وويل؟ فقل: ما صرفت العرب منها فعلًا، فأما هذا البيت المعمول: </p><p> فَمَا وَالٍ وَمَا وَاحٍ ... وَمَا وَاسٍ أَبُوْ زَيْدِ </p><p> فلا تلتفتن إليه، فإنه مصنوع خبيث. </p><p> {لِكُلِّ هُمَزَةٍ} في \"المختار\" : الهمز كاللمز وزنًا ومعنى، وبابه ضرب، وفيه أيضًا واللمزُ العيب، وأصله الإشارة بالعين ونحوها، وبابه: ضرب ونصر، والتاء فيهما للمبالغة في الوصف، وقد تقدم أن بناء فُعَلة بضم الفاء وفتح العين لمبالغة الفاعل؛ أي: المكثرة لمأخذ الاشتقاق، وبناء فُعْلة بضم الفاء وسكون العين لمبالغة المفعول، يقال: رجل لُعَنة - بضم اللام وفتح العين - لمن كان يُكثر لعن غيره، ولُعْنة - بضم اللام وسكون العين - إذا كان ملعونًا للناس يكثرون لعنه. </p><p> وعبارة \"السمين\" : والعامة على فتح ميميهما، على أن المراد الشخص الذي يكثر منه ذلك الفعل، وقرأ الباقون: بالسكون، وهو الذي يهمز ويلمز؛ أي: يأتي بما يهمز به ويلمز، والضُحَكة لمن يكثر ضحكه، والضُحْكة لم يأتي بما يُضحَك منه، وهو مطرد أعني: أن فعلة بفتح العين لمن يكثر منه الفعل، وبسكونها لمن يكثر الفعل بسببه، والهاء في همزة لمزة دخلت للمبالغة في الذم، كقولهم: رجل همزة </p><p> لمزة؛ أي: عيَّاب مغتاب، فلما دخلت الهاء لذلك استوى المذكر والمؤنث فيه، فيقال: امرأة همزة ورجل همزة، ولا يُثنّى ولا يُجمع، فيقال: رجال همزة ونساء همزة، والمهمزة عصًا في رأسها حديدة، تكون مع الرائض يهمز بها الدابة، والجمع: مهامز، ويقال: همزه يهمُزه - بضم الميم وبكسرها - همزًا إذا غمزه وضغطه ونخسه ودفعه وضربه وعضّه، واغتابه في غيبته فهو هماز وهمزة، وهمز الشيطان الإنسان همس في قلبه وسواسًا، وهمز به الأرض صرعه، وهمز الفرس نخسه بالمهماز ليعدو. </p><p> ويقال: لمزه يلمُزه - بضم الميم وبكسرها - لمزًا إذا عاب، وأشار إليه بعينه ونحوها مع كلام خفي ودفعه وضربه، ولمزه الشيب ظهر فيه، وقال سعيد بن جبير: الهمزة الذي يهمز الناس بيده ويضربهم، واللمزة الذي يلمزهم بلسانه ويعيّبهم إذا غابوا، ومنه قول حسان - رضي الله عنه -: </p><p> هَمَزْتُكَ فَاخْتَضَعْتَ بِذُل نَفْسٍ ... بِقَافِيَةٍ تَأَجَّجُ كَالشُّوَاظِ </p><p> وأصل الهمز الكسر يقال: همز كذا إذا كسره، وأصل اللمز الطعن، يقال: لمزه بالرمح؛ أي: طعنه، ثم شاع استعمالهما فيما ذكرنا، قال زياد الأعجم: </p><p> إِذَا لَقِيْتُكَ عَنْ كُرْهٍ تُكَاشِرُنِيْ ... وَإِنْ تَغَيَّبْتُ كُنْتَ الْهَامِزَ اللُّمَزَا </p><p> {الَّذِي جَمَعَ مَالًا} قُرىء بالتخفيف والتشديد، فمن شدد ميمه نظر للمبالغة والتكثير، ومن خففها جعله محتملًا للتكثير وعدمه، والمعنى: جمعه وضبط عدده وأحصاه. </p><p> {وَعَدَّدَهُ} قال الشهاب الحلبي المعروف بالسمين: العامة على تثقيل الدال الأولى، وهو أيضًا للمبالغة، وقرأ الحسن والكلبي بتخفيفها كما مر، وقال ابن خالويه: ومن شدد جعله فعلًا ماضيًا يقال: عدَّد المال يعدده تعديدًا إذا عده مرة بعد أخرى شغفًا به، فهو معدد، و {الهاء} : مفعول به، ومن خفف جعله مصدرًا واسمًا؛ أي: جمع مالًا وعرف عدده وأحصاه. </p><p> {يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ (٣) }؛ أي: سيخلده ويوصله إلى رتبة الخلود، أي: ضمن له الخلود في الدنيا، وفي \"المختار\" : الخلد بالضم: البقاء، وبابه دخل، وأخلده الله وخلَّده تخليدًا إذا أبقاه. </p><p> {لَيُنْبَذَنَّ} ؛ أي: ليطرحن، والنبذ: الطرح مع الإهانة والتحقير، وعبارة ابن خالويه: ومعنى {يُنْبَذَنَّ} يتركَنَّ في جهنم، قال تعالى:  {فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ} ؛ أي: تركوه. </p><p> {فِي الْحُطَمَةِ} : وهي من أسماء النار من الحطم، وهو الكسر يقال: رجل حطمة إذا كان شديدًا لا يُبقي على شيء، وفي أمثالهم: شر الرعاء الحطمة؛ أي: الذي يحطم ماشيته ويكسرها بشد سوقها، قال الشاعر: </p><p> قَدْ لَفَّهَا اللَّيْلُ بِسَوَّاقٍ حُطَمْ ... لَيْسَ بِرَاعِيْ إِبلٍ وَلَا غَنَمْ </p><p> وَلَا بِجَزَّارٍ عَلَى ظَهْرِ وَضَمْ </p><p> وفي \"المختار\" : حطمه - من باب ضرب - أي: كسره فانحطم وتحطم، والتحطيم التكسير، والحطمة من أسماء النار؛ لأنها تحطم ما تلتقم اهـ، والمراد بها هنا النار؛ لأنها تحطم العظام، وتأكل اللحوم حتى تهجم على القلوب. </p><p> {الْمُوقَدَةُ} وزنها: مفعلة من أُوقِدت أُوقِد إيقادًا، فأنا مُوقِد، والنار مُوقَدَة، وقد وقدت النار نفسها تَقِدُ وَقْدًا ووقودًا بضم الواو، فهي واقدة، قال تعالى:  {وَقُودُهَا النَّاسُ وَالْحِجَارَةُ} يعني حجارة الكبريت، والوَقود - بالفتح -: الحطب، قال حاتم الطائي: </p><p> لَيْلُكَ يَا مُوْقِدُ لَيْلٌ قَرُّ ... وَالرِّيْحُ مَعْ ذَلِكَ رِيْحٌ صِرُّ </p><p> أَوْقِدْ يَرَى نَارَكَ مَنْ يَمُرُّ ... إِنْ جَلَبَتْ ضَيْفًا فَأَنْتَ حُرُّ </p><p> {الَّتِي تَطَّلِعُ} أصله: تفتعل، أبدلت تاء الافتعال طاء؛ لوقوعها بعد طاء، فأدغمت الطاء في الطاء؛ أي: تعلو أوسط القلوب وتغشاها. </p><p> {عَلَى الْأَفْئِدَةِ} جمع فؤاد، وهو خالص القلب ولبه، وهو للقلب كالقلب للصدر. </p><p> {إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ (٨) }؛ أي: مطبقة من أوصدت الباب إذا أغلقته، قال الشاعر: </p><p> تَحِنُّ إِلَى أَجْبَالِ مَكَّةً نَاقَتِيْ ... وَمِنْ دُوْنِهَا أَبْوَابُ صَنْعَاءَ مُؤْصَدَهْ </p><p> {فِي عَمَدٍ} : جمع عمود، كأديم وأَدَم {مُمَدَّدَةٍ} ؛ أي: مطولة، تقدم لك البسط </p><p> في هاتين الكلمتين، فلا حاجة إلى تطويل الكلام بهما. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: صيغة المبالغة في قوله: {هُمَزَةٍ لُمَزَةٍ} ؛ لأن بناء فُعَلة يدل على التكثير، والمبالغة في الفعل. </p><p> ومنها: التنكير في قوله: {مَالًا} ؛ أي: مالًا كثيرًا لا يكاد يحصى؛ ليدل على فخامته وكثرته بدليل قوله:  {وَعَدَّدَهُ} . </p><p> ومنها: الإظهار في مقام الإضمار في قوله: {يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ (٣) }؛ لزيادة التقرير والتأكيد، ومقتضى السياق أن يقال: يحسب أنه أخلده. </p><p> ومنها: التعبير بصيغة الماضي دون المضارع في قوله: {أَخْلَدَهُ} حيث لم يقل: يخلده؛ لكونه أمرًا محققًا عنده؛ لأن هذا الإنسان يحسب أن المال قد ضمن له الخلود، وإعطاء الأمان من الموت، فكأنه حكم قد فُرغ منه. </p><p> ومنها: الاستعارة التمثيلية في قوله: {لَيُنْبَذَنَّ} حيث شبههم استحقارًا لهم واستقلالًا بعددهم بحصيات أخذهن أحد في كله، فطرحهن في البحر، ويمكن أن تكون استعارة تصريحية تبعية، حيث استعار النبذ الذي هو الطرح للترك؛ لأن المعنى هنا: ليُتْرَكَنَّ في جهنم. </p><p> ومنها: المقابلة اللفظية الرائعة بين قوله: {وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ (١) } وقوله: {فِي الْحُطَمَةِ} ؛ لأنه لما وصفه بهذه الصفة بصيغة دلت على أنها راسخة فيه ومتمكنة منه .. أتبع المبالغة المتكررة في الهمزة واللمزة بوعيده بالنار التي سماها بالحطمة؛ لما يكابد فيها من هول ويلقى فيها من عذاب، واختار في تعيينها صيغة مبالغة على وزن الصيغة التي ضمنها ذنب المقترف حتى يحصل التعادل بين الذنب والجزاء. </p><p> ومنها: التفخيم والتهويل في قوله: {وَمَا أَدْرَاكَ مَا الْحُطَمَةُ (٥) } تهويلًا لشأن جهنم. </p><p> ومنها: الجناس الناقص بين {لُمَزَةٍ} و {هُمَزَةٍ} ويسمى الجناس الغير التام. </p><p> ومنها: تخصيص ذكر {الْأَفْئِدَةِ} في قوله: {الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ (٧) }؛ لما أن الفؤاد ألطف ما في الجسد، وأشده تألمًا بأدنى أذى يمسه، أو لأنه محل العقائد الزائغة، كما مر. </p><p> ومنها: الزيادة والحذف في عدة مواضع (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) إلى هنا تم تفسير سورة الهمزة عقيب صلاة العشاء ليلة السبت الثامنة من شهر المحرم من شهور سنة: ١٤١٧ ألف وأربع مئة وسبع عشرة من الهجرة النبوية، على صاحبها أفضل الصلاة وأزكى التحية، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليمًا كثيرًا. آمين.</p><p> [سورة الفيل] </p><p> سورة الفيل مكية، نزلت بعد سورة الكافرون، وهي مكية بلا خلاف، وأخرج ابن مردويه عن ابن عباس قال: أُنزلت بمكة {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ} وهي: خمس آيات، وثلاث وعشرون كلمة، وستة وتسعون حرفًا. </p><p> المناسبة: ومناسبتها لما قبلها (١) : أنه بيَّن في السورة السابقة أن المال لا يُغني من الله شيئًا، وهنا أقام الدليل على ذلك بقصص أصحاب الفيل. </p><p> وقال أبو حيان: مناسبتها لما قبلها: أنه سبحانه وتعالى لما ذكر فيما قبلها عذاب الكفار في الآخرة .. أخبر هنا بعذاب ناس منهم في الدنيا، وقال بعضهم: مناسبتها: أن الله سبحانه وتعالى لما ذكر في السورة السابقة ما أعده من العذاب لمن عاب الناس، واغتابهم، وطعن في أعراضهم، وركن إلى الدنيا، وظن أن المال سيخلده، فظلم نفسه، واستحق عذاب الله، ونزل به وعيده وتهديده، وتحطم في الحاطمة المدمرة جهنم وساءت مصيرًا .. بيَّن سبحانه هنا ما فعله بأصحاب الفيل، وهم الظالمون المعتدون الذين ظلموا أنفسهم، وأغاروا على حرم الله وبيته في مكة المكرمة، فجعل الله لهم العقوبة في الدنيا قبل الآخرة، فرجعوا خائبين، وارتدوا منكسرين هالكين بعذاب الله تعالى، ونقمته التي صبها عليهم صبًا، وجعل كيدهم في تضليل، ثم جعلهم كعصف مأكول. وسميت سورة الفيل؛ لذكر لفظ الفيل فيها. </p><p> الناسخ والمنسوخ: وقال محمد بن حزم - رحمه الله تعالى -: سورة الفيل كلها محكم ليس فيها ناسخ ولا منسوخ. </p><p> فضلها: ومن فضائلها ما روي عن النبي - صلى الله عليه وسلم -: \"من قرأ سورة الفيل عافاه الله أيام حياته من الخسف والمسخ\" ذكره \"البيضاوي\" ولكن لا أصل له. </p><p>(١) المراغي.</p><p> إعجاز هذه السورة: وهذه السورة من آيات الله البينات، ومن أعظم المعجزات القاهرات والدلائل الباهرة التي أظهرها الله تعالى في ذلك الزمان، ليدل على وجوب معرفته عَزَّ وَجَلَّ وجليل قدرته وعظيم جبروته، وفيها إرهاص لنبوة نبينا محمد - صلى الله عليه وسلم -، وقد وُلد في ذلك العام الذي فيه أرخ العرب، وقالوا: ولد في عام الفيل. </p><p> وما كان لأحد أن ينكر هذا، فإنه - صلى الله عليه وسلم - لما قرأ هذه السورة على أهل مكة لم ينكروا ذلك عليه - صلى الله عليه وسلم -، بل أقروا به وصدقوه فيما قال، مع شدة حرصهم على تكذيبه واعتنائهم بالرد عليه، وكانوا قريب عهد بأصحاب الفيل، ولو لم يكن لذلك عندهم حقيقة واضحة وأصل بيّن .. لأنكروه وجحدوه، وشنعوا على الرسول به وكذبوه، ولكنهم صمتوا ولاذوا بالفرار أمام عظمة القرآن وصدق من أُنزل عليه القرآن سيد الأنبياء والمرسلين نبينا محمد - صلى الله عليه وسلم - وعليهم أجمعين. </p><p> وكيف ينبس أحدهم ببنت شفة، وقد أرخوا بعام الفيل، وتناقل خبره الكبير والصغير, كما أرخوا ببناء الكعبة وموت قصي بن كعب وغير ذلك، كما أكثر الشعراء من ذكر عام الفيل، ونظموها في شعرهم، ونقلته الرواة عنهم، من ذلك ما قاله أمية بن أبي الصلت بن أبي ربيعة قال: </p><p> إِنَّ آيَاتِ رَبِّنا بَاقِيَاتٌ ... مَا يُمَارِيْ فِيْهِنَّ إِلَّا الْكَفُوْرُ </p><p> خَلَقَ اللَّيْلَ وَالنَّهَارَ فَكُلٌّ ... مُسْتَبِيْنٌ حِسَابَهُ مَقْدُوْرُ </p><p> ثُمَّ يَجْلُوْ النَّهَارَ رَبٌّ رَحِيْمٌ ... بِمَهَاةٍ شُعَاعُهَا مَنْثُوْرُ </p><p> حَبسَ الْفِيْلَ بِالْمُغَمَّسِ حَتَّى ... صَارَ يَحْبُوْ كَأَنَّهُ مَعْقُوْرُ </p><p> حَوْلَهُ مِنْ مُلُوْكِ كِنْدَةً أَبْطَا ... لٌ مَلَاوِيْثٌ فِيْ الْحُرُوْبِ صُقُوْرُ </p><p> كُلُّ دِيْنٍ يَوْمَ الْقِيَامَةِ عِنْدَ الـ ... ـلَّهِ إِلَّا دِيْنُ الْحَنِيْفَةِ بُوْرُ </p><p> قال عبد الله بن عمرو بن مخزوم: </p><p> أَنْتَ الْجَلِيْلُ رَبُّنَا لَمْ تُدْنَس ... أَنْتَ حَبَسْتَ الفِيْلَ بِالْمُغَمَّسِ </p><p> مِنْ بَعْدِ مَا هَمَّ بِشَيْءٍ مُبْلِسِ ... حَبَسْتَهُ فِيْ هَيْئَةِ الْمُنَكَّسِ </p><p> قال الحافظ بن كثير في \"تفسبره\" : هذه من النعم التي امتن الله سبحانه بها </p><p> على قريش فيما صرف عنهم من أصحاب الفيل الذين كانوا قد عزموا على هدم الكعبة ومحو أثرها، فأبادهم الله تعالى، وأرغم آنافهم، وخيّب سعيهم، وأضل أعمالهم، وردهم بشر خيبة. وكانوا قومًا نصارى وكان دينهم إذ ذاك أقرب حالًا مما كان عليه قريش من عبادة الأوثان، ولكن من باب الإرهاص والتوطئة لنبوة محمد - صلى الله عليه وسلم - ومبعثه، فإنه في ذلك العام وُلد على أشهر الأقوال، ولسان حال القدرة يقول: لم ينصركم يا معشر قريش على الحبشة لخيرتكم عليهم، ولكن صيانة للبيت العتيق الذي سنشرِّفه ونعظمه ونوقره ببعثة النبي الأمي محمد خاتم الأنبياء صلوات الله وسلامه عليه وعليهم أجمعين. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p>"
}