{
  "id": null,
  "sura": 104,
  "aya": 4,
  "text": "<p> أخلد أحدًا فيه، وقال (١) أبو بكر بن طاهر - رحمه الله تعالى -: يظن أن ماله يوصله إلى مقام الخلد والدوام، وإنما قال: أخلده بصيغة الماضي ولم يقل يخلده بصيغة المضارع؛ لأن المراد أن هذا الإنسان يحسب أن المال قد ضمن له الخلود والبقاء في الدنيا وأعطاه الأمان من الموت، فكأنه حُكم قد فُرغ منه، ولذلك ذكره بلفظ الماضي، قال الحسن - رحمه الله تعالى -: ما رأيت يقينًا لا شك فيه أشبه بشك لا يقين فيه كالموت. ونعم ما قال. </p><p> ومعنى الآية: أي (٢) يظن هذا الهماز العياب أن ما عنده من المال قد ضمن له الخلود في الدنيا، وأعطاه الأمان من الموت، فهو لذلك يعمل عمل من يظن أنه باق حيًا أبد الدهر، ولا يعود إلى حياة أخرى يعاقب فيها على ما كسب من سيء الأعمال، </p><p> ٤ - وبعد أن توعد من هذه صفاته بشديد العقاب، وأردفه ذكر السبب الذي حمله على ارتكاب هذه الخصال الممقوتة من ظنه أن ماله يضمن له الأمان من الموت .. أعقبه بتفصيل ما أعد له من هذا العذاب المحتوم، فقال: {كَلَّا لَيُنْبَذَنَّ فِي الْحُطَمَةِ (٤) } {كَلَّا} : ردع له عن ذلك الحسبان، أي: ارتدع أيها الحاسب عما حسبته وظننته من أن هذا المال الذي جمعته وعددته يخلدك في الدنيا، فليس الأمر على ما حسبته؛ أي: لا عن همزه ولمزه، كما توهم؛ لبعده لفظًا ومعنى اهـ \"شهاب\" ، وقيل:  {كَلَّا} معناه حقًا اهـ خطيب، و {اللام} في قوله: {لَيُنْبَذَنَّ} واقعة في جواب قسم محذوف، وجملة القسم مستأنفة مبينة لعلة الردع؛ أي: والله ليطرحن ذلك الذي يحسب وقوع الممتنع بسبب تعاطيه للأفعال المذكورة، وقال بعضهم (٣) : ولك أن ترد الضمير إلى كل من الهمزة واللمزة، ويؤيده قراءة:  {لينبذانِ} بألف التثنية. {في الْحُطَمَةِ} ؛ أي: في النار التي شأنها أن تحطم وتكسر كل ما يُلقى فيها، كما أن شأنه الكسر بأعراض الناس وجمع المال، قال بعضهم: قولهم: إن فُعَلة بفتح العين للمتكثر المتعود ينتقض بالحطمة، فإنها أُطلقت على النار، وليس الحطم عادتها، بل طبيعتها وجوابه أن كونه طبيعيًا، لا ينافي كونه عادة؛ إذ العادة على ما في \"القاموس\" الديدن والشأن والخاصية، وهو يعم الطبيعي وغيره، ومنه يُعلم أن النبذ في الحطمة كان جزاء وفاقًا لأعمالهم، فإنه لما كان </p><p>(١) روح البيان. (٢) المراغي.(٣) روح البيان.</p><p> الهمز واللمز عادتهم كان الحطم أيضًا عادة، فقوبل صيغة فعلة بفعلة، وكذا ظنوا أنفسهم أهل الكرامة والكثرة، فعبر عن جزائهم بالنبذ المنبىء عن الاستحقار والاستقلال، يعني: شبههم استحقارًا لهم واستقلالًا بعددهم بحصيات أخذهن أحد في كفه، فطرحهن في البحر، وفيه إشارة إلى الإسقاط عن مرتبة الفطرة إلى مرتبة الطبيعة الغالبة. </p><p> وقرأ الجمهور (١) : {لَيُنْبَذَنَّ} بصيغة المضارع المبني للمجهول المسند إلى ضمير الواحد، وقرأ علي والحسن بخلاف عنه ومحمد بن كعب وابن محيصن وحميد وهارون عن أبي عمرو ومجاهد ونصر بن عاصم:  {لينبذانِ} بصيغة المضارع المبني للمجهول المسند إلى ضمير اثنين؛ أي: لينبذن الهمزة وماله، وقرأ الحسن أيضًا {لَيُنْبَذَنَّ} بضم الباء على صيغة المعلوم؛ أي: لينبذن ذلك الجامع مالَهُ في النار، وقرأ الجمهور: {كَلَّا لَيُنْبَذَنَّ فِي الْحُطَمَةِ (٤) وَمَا أَدْرَاكَ مَا الْحُطَمَةُ (٥) } وقرأ زيد بن علي: {في الحاطمة وما أدراك ما الحاطمة} ، وهي النار التي من شأنها أن تحطم كل ما يُلقى فيها كما مر آنفًا. </p><p> وقال الضحاك:  {الْحُطَمَةُ} الدرك الرابع من النار، وقال الكلبي: الطبقة السادسة من جهنم، وحكى عنه القشيري: أنها الدركة الثانية، وعنه أيضًا: الباب الثاني، وقال الواحدي: باب من أبواب جهنم. </p><p> والمعنى: أي (٢) ازدجر أيها العياب عما خُيّل إليك من أن المال يخلدك ويبقيك، بل الذي ينفع هو العلم وصالح العمل، فإنك والله مطروح في النار لا محالة، لا يؤبه لك ولا يُنظر إليك، وأُثر عن علي - كرم الله وجهه - من عظة له: يا كميل هلك خزّان المال وهم أحياء، والعلماء باقون ما بقي الدهر. أعيانهم مفقودة، وأمثالهم في القلوب موجودة، يريد أن خزان الأموال ممقوتون مكروهون عند الناس؛ لأنهم لا ينالون شيئًا، أما العلماء فالثناء عليهم مستمر ما بقي على الأرض إنسان ينتفع بعلمهم، ويغترف من بحار فضلهم، وروي أن الحسن - رحمه الله تعالى - زار موسرًا وعاده في مرضه، وقال: ما تقول في ألوف لم أفتد بها من لئيم، ولا تفضلت بها على كريم، قال الحسن: ولكن لماذا جمعت؟ قال الموسر: </p><p>(١) البحر المحيط. (٢) المراغي.</p>"
}