{
  "id": null,
  "sura": 106,
  "aya": 2,
  "text": "<p> والثاني: أنه من القرش وهو الكسب، وكانت قريش تجارًا، يقال: قرش يقرش؛ أي: اكتسب. </p><p> والثالث: أنه من التقريش بمعنى التفتيش، يقال: قرش، يقرش عني؛ أي: فتش، وكانت قريش يفتشون على ذوي الخلاف من الحجاج وغيرهم ليسدوا خلتهم، قال الشاعر: </p><p> أَيُّهَا الشَّامِتُ الْمُقَرِّشُ عَنَّا ... عِنْدَ عَمْروِ وَهَلْ لِذَاكَ بَقَاءُ </p><p> وقيل: سموا بتصغير القرش، وهو دابة عظيمة في البحر، تعبث بالسفن وتقلبها وتضربها فتكسرها، ولا تطاق إلا بالنار، فشبهوا بها؛ لأنها تأكل ولا تؤكل وتعلو ولا تُعلى، والتصغير للتعظيم، فكأنه قيل: قريش عظيم، فيكون وجه الشبه وصف الآكلية وعدم المأكولية، ووصف الغلبة وعدم المغلوبية. </p><p> قال الزمخشري: سمعت (١) بعض التجار بمكة ونحن قعود عند باب بني شيبة يصف لي القرش، فقال: مدور الخلقة كما بين مقامنا هذا إلى الكعبة، ومن شأنه أن يتعرض للسفن الكبار، فلا يرده شيء إلا أن يأخذ أهلها المشاعل، فيمر على وجهه كالبرق، وكل شيء عنده قليل إلا النار، وبه سميت قريش، قال الشاعر: </p><p> وَقُرَيْشٌ هِيَ الَّتِيْ تَسْكُنُ الْبَحْـ ... ـرَ بِهَا سُمِّيَتْ قُرَيْشٌ قُرَيْشَا </p><p> تَأْكُلُ الْغَثَّ وَالْسَّمِيْنَ وَلاَ تَتْـ ... ـرُكُ فِيْهِ لِذِيْ جَنَاحَيْنِ رِيْشَا </p><p> هَكَذَا في الْبِلَادِ حَيُّ قُرَيْشٍ ... يَأَكُلُوْنَ الْبِلَادَ أَكْلًا كَمِيْشَا </p><p> وَلَهُمْ آخِرَ الزَّمَانِ نَبِيٌّ ... يُكْثِرُ الْقَتْلَ فِيْهِمُ وَالْخُمُوْشَا </p><p> الخموش: الخدوش، وأكلًا كميشًا؛ أي: سريعًا، وأجمعوا (٢) على صرفه هنا مرادًا به الحي، ولو أريد به القبيلة؛ لامتنع من الصرف للعلمية والتأنيث المعنوي، قال سيبويه في معد وثقيف وقريش وكنانة: هذه للأحياء أكثر، وإن جعلتها أسماء للقبائل فهو جائز حسن اهـ \"سمين\" . </p><p> ٢ - وقوله:  {إِيلَافِهِمْ} بدل من {إيلاف قريش} وقيل: إنه تأكيد له، والأول </p><p>(١) روح البيان. (٢) الفتوحات.</p><p> أَولى، ورجحه أبو البقاء، وقوله:  {رِحْلَةَ} مفعول (١) به لـ {إِيلَافِهِمْ} ، وقيل: منصوب بمصدر مقدر؛ أي: ارتحالهم رحلة، وهي بكسر الراء الارتحال، وبالضم الجهة التي يُرحَل إليها، وأصل الرحلة السير على الراحلة، وهي: الناقة القوية، ثم استعمل في كل سير وارتحال، وإفرادها مع أنه أراد رحلتي الشتاء والصيف؛ لأمن الإلباس مع تناول اسم الجنس للواحد والكثير، وفي إطلاق الإيلاف عن المفعول أولًا، ثم إبدال المقيد منه تفخيم لأمره، وتذكير لعظيم النعمة فيه. </p><p> وقرأ الجمهور (٢) : {رِحْلَةً} - بكسر الراء - وأبو السمال بضمها، فبالكسر مصدر، وبالضم الجهة التي يرحل إليها كما مر آنفًا، والجمهور على أنها رحلتان، فقيل: إلى الشام في التجارة وقيل الأرباح، ومنه قول الشاعر: </p><p> سَفَرَيْنِ بَيْنَهُمَا لَهُ وَلغَيْرِهِ ... سَفَرُ الشِّتَاءِ وَرِحْلَةُ الأَصْيَافِ </p><p> وقوله:  {رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ} ؛ أي: انتقالهم إلى اليمن والشام، والشتاء والصيف فصلان من فصول السنة الأربعة المجموعة في قول بعضهم: </p><p> رَبِيْعُ صَيْفٍ مِنَ الأَزْمَانِ ... خَرِيْفُ شِتَاءٍ فَخُذْ بَيَانِيْ </p><p> والمراد بالصيف هنا زمن الحرارة، فيشمل الربيع، وبالشتاء زمن البرودة، فيشمل الخريف. </p><p> والحاصل: أنه كان (٣) لقريش رحلتان: رحلة في الشتاء إلى اليمن؛ لأنه أدفأ، وفي الصيف إلى الشام؛ لأنه أبرد، فكانت أشراف أهل مكة يرتحلون للتجارة هاتين الرحلتين، ويأتون لأهل بلدهم ما يحتاجون إليه من الأطعمة والثياب، وإنما كانوا يربحون في أسفارهم؛ لأن ملوك النواحي كانوا يعظمون أهل مكة، ويقولون: هؤلاء جيران بيت الله وسكان حرمه وولاة الكعبة، حتى إنهم كانوا يسمون أهل مكة أهل الله، فلو تم للحبشة ما عزموا عليه من هدم الكعبة .. لزال عنهم هذا العز، ولبطلت تلك المزايا من التعظيم والاحترام، ولصار سكان مكة كسكان سائر النواحي يُتخطفون من كل جانب، ويتعرض لهم في نفوسهم وأموالهم، فلما أهلك الله أصحاب الفيل .. ازداد شرف أهل مكة في القلوب، وازداد تعظيم ملوك الأطراف </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) المراح.</p>"
}