{
  "id": null,
  "sura": 106,
  "aya": 4,
  "text": "<p> ٤ - {الَّذِي أَطْعَمَهُمْ} بسبب تين الرحلتين اللَّتين تمكنوا منهما بواسطة كونهم من جيران هذا البيت وسكان حرمه، وقيل: بسبب دعوة إبراهيم عليه السلام حين قال: {يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا}  {مِنْ جُوعٍ} ؛ أي: من بعد جوع شديد كانوا فيه قبلهما بحمل المِيرة إليهم من البلاد النائية في البر والبحر بسبب كونهم جيران البيت، وكان الجوع يصيبهم لعدم زرع بمكة إلى أن جمعهم عمرو العلي وهو هاشم المذكور على الرحلتين، قال أبو حيان:  {من} هاهنا للتعليل مع تقدير مضاف؛ أي: أنعم عليهم وأطعمهم لأجل إزالة الجوع عنهم الحاصلة بالرحلتين؛ أي: بالتجارة فيهما وبازالة الخوف عنهم، وقال سعدي المفتي: الجوع لا يجامع مع الإطعام، والظاهر أنها للبدلية، يقول الفقير: الظاهر أن مآل المعنى: نجاتهم من الجوع بسبب الإطعام والترزيق. </p><p> {وَآمَنَهُمْ مِنْ خَوْفٍ} عظيم لا يقادر قدره، وهو خوف أصحاب الفيل، أو خوف التخطف في بلدهم ومسايرهم، وقال صاحب \"الكشاف\" : الفرق بين عن ومن أن عن يقتضي حصول جوع قد زال بالإطعام، ومن يقتضي المنع من لحاق الجوع، ولذلك اختارها هنا. </p><p> والمعنى (١) : أطعمهم فلم يلحقهم جوع، وآمنهم فلم يلحقهم خوف، فتكون {مِنْ} لابتداء الغاية. </p><p> والخلاصه: أطعمهم في بدء جوعهم قبل لحاقه إياهم وآمنهم في بدء خوفهم قبل اللحاق، وقيل في معنى الآية: إنهم لما كذبوا محمدًا - صلى الله عليه وسلم - دعا عليهم، فقال: اللهم اجعلها سنينًا كسني يوسف، فاشتد عليهم القحط، وأصابهم الجهد والجوع، فقالوا: يا محمد ادع الله لنا، فإنا مؤمنون، فدعا رسول الله - صلى الله عليه وسلم - وأخصبت البلاد، وأخصب أهل مكة بدل القحط والجهد، فذلك قوله تعالى: {الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ (٤) } لمكان الحرم، وكونهم من أهل مكة، حتى لا يتعرض لهم أحد، قال ابن زيد: كان العرب يغير بعضها على بعض، ويسبي بعضها بعضًا، فآمن قريشًا لمكان الحرم، وقيل: آمنهم من خوف الجذام، فلا ترى بمكة مجذومًا، </p><p>(١) روح البيان.</p><p> قاله ابن عباس والضحاك: والتنكير في {جُوعٍ}  (١) و {خَوْفٍ} ؛ لشدتهما يعني: أطعمهم بالرحلتين من جوع شديد كانوا فيه قبلهما وآمنهم من خوف عظيم، خوف أصحاب الفيل وخوف التخطف، كما مر آنفًا. </p><p> وقرأ الجمهور:  {مِنْ خَوْفٍ} بإظهار النون عند الخاء، والمسيبي عن نافع بإخفائهما، وكذلك مع العين نحو من علي، وهي لغة حكاها سيبويه. </p><p> وخلاصة معنى قوله: {لِإِيلَافِ قُرَيْشٍ (١) إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ (٢) فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (٣) }؛ أي: فلتعبد (٢) قريش ربها شكرًا له أن جعلهم قومًا تَجْرًا ذوي أسفار في بلاد غير ذات زرع ولا ضرع، لهم رحلتان رحلة إلى اليمن شتاء لجلب الأعطار والأفاويه التي تأتي من بلاد الهند والخليج الفارسي إلى تلك البلاد، ورحلة في الصيف إلى بلاد الشام؛ لجلب الحاصلات الزراعية إلى بلادهم المحرومة منها. </p><p> وقد كان العرب يحترمونهم في أسفارهم؛ لأنهم جيران بيت الله وسكان حرمه وولاة الكعبة، فيذهبون امنين ويعودون سالمين لا يمسهم أحد بسوء على كثرة ما كان بين العرب من السلب والنهب والغارات التي لا تنقطع، فكان احترام البيت ضربًا من القوة المعنوية التي تحتمي بها قريش في الأسفار، فلهذا ألفتها نفوسهم وتعلقت بالرحيل استدرارًا للرزق، وهذا الإجلال الذي ملك قلوب العرب ونفوسهم من البيت الحرام إنما هو من تسخير رب البيت سبحانه، وقد حفظ حرمته، وزادها في نفوس العرب، رد الحبشة عنه حين أرادوا هدمه وإهلاكهم قبل أن ينقضوا منه حجرًا بل قبل أن يدنوا منه، ولو نزلت مكانة البيت من نفوس العرب، ونقصت حرمته عندهم، واستطالت الأيدي على سفارهم .. لنفروا من تلك الرحلات، فقلَّت وسائل الكسب بينهم؛ لأن أرضهم ليست بذات زرع ولا ضرع، وما هم بأهل صناعة مشهورة يحتاج إليها الناس فيأتوهم، وهم في عقر ديارهم ليأخذوا منها، فكانت تضيق عليهم مسالك الأرزاق، وينقطع عنهم ينابيع الخيرات. </p><p> {فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (٣) } الذي حماها من الحبشة وغيرهم، ومكن </p><p>(١) البحر المحيط. (٢) المراغي.</p><p> منزلته في النفوس، وكان من الحق أن يفردوه بالتعظيم والإجلال والعبادة دون الأصنام والأحجار التي يدعونها، ثم وصف رب هذا البيت بقوله:  {الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ} ؛ أي: إنه هو الذي أوسع لهم الرزق، ومهد لهم سبله، ولولاه لكانوا في جوع وضنك عيش. {وَآمَنَهُمْ مِنْ خَوْفٍ} ؛ أي: وآمن طريقهم، وأورثهم القبول عند الناس، ومنع عنهم التعدي والتطاول إلى أموالهم وأنفسهم، ولولاه لأخذهم الخوف من كل مكان، فعاشوا في ضنك وجهد شديد. </p><p> وإذا كانوا يعرفون أن هذا كله بفضل رب هذا البيت، فلم يتوسلون إليه بتعظيم غيره وتوسيط سواه عنده، مع أنه لا فضل لأحد ممن يوسطونه في شيء من النعمة التي هم فيها، نعمة الأمن ونعمة الرزق وكفاية الحاجة، وقال ابن الأسلت يخاطب قريشًا: </p><p> فقوموا فصَلُّوا ربكم وتمسحوا ... بأركان هذا البيت بين الأخاشب </p><p> فعندكمُ منه بلاء ومصدق ... غداة أبي يكسوم هادي الكتائب </p><p> كتيبتُه بالسهل تمشي ورحلة ... على العادقات في رؤوس المناقب </p><p> فلما أتاكم نصر ذي العرش رَدَّهم ... جنود مليء بين ساق وحاجب </p><p> فوَلَّوا سراعًا هاربين ولم يَؤُبْ ... إلى أهله مجليش غير عصائب </p><p> الإعراب </p><p> {لِإِيلَافِ قُرَيْشٍ (١) إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ (٢) فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (٣) الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ (٤) }. </p><p> {لِإِيلَافِ قُرَيْشٍ (١) }: جار ومجرور ومضاف إليه متعلق بقوله: {فَلْيَعْبُدُوا}  {إِيلَافِهِمْ} : بدل من {إيلاف} الأول بدل مقيد من مطلق، وهو مصدر مضاف إلى فاعله. {رِحْلَةَ الشِّتَاءِ} : مفعوله؛ {وَالصَّيْفِ} : معطوف على {الشِّتَاءِ} ، أو مضاف إلى مفعوله الأول؛ أي: إيلافنا إياهم رحلة الشتاء والصيف، وتمكيننا إياهم من رحلتين. {فَلْيَعْبُدُوا}  {الفاء} : واقعة في جواب شرط محذوف تقديره: إن لم يعبدوا الله لسائر نعمه السابغة المترادفة عليهم، فليعبدوه لإيلافهم رحلة الشتاء والصيف، وهي نعمة سابغة أتاحت لهم الإتجار، وضمنت لهم ميسور الرزق، </p><p> و {اللام} : لام الأمر، {يعبدوا} : فعل مضارع مجزوم بلام الأمر، و {الواو} : فاعل. {رَبَّ} : مفعول به وهو مضاف، {هَذَا} : مضاف إليه، {الْبَيْتِ} : بدل من اسم الإشارة، والجملة الفعلية في محل الجزم بالشرط المحذوف، وجملة الشرط المحذوف مستأنفة استئنافًا نحويًا، وقيل: الجار والمجرور في قوله: {لِإِيلَافِ قُرَيْشٍ (١) } متعلق بـ {جعلهم} في قوله في السورة السابقة: {فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ (٥) }؛ لأن السورتين بمنزلة سورة واحدة، وإلى هذا ذهب الأخفش، وعلى هذا القول فـ {الفاء} في قوله: {فَلْيَعْبُدُوا} فاء الفصيحة؛ لأنها أفصحت عن جواب شرط مقدر تقديره: إذا عرفوا أن الله تعالى جعل أصحاب الفيل كعصف مأكول، وأرادوا بيان ما هو اللازم لهم في شكر هذه النعمة، فأقول لهم: ليعبدوا رب هذا البيت، وجملة إذا المقدرة مستأنفة، وقيل: متعلق بمحذوف تقديره: اعجبوا لإيلاف قريش، و {الفاء} في {فَلْيَعْبُدُوا} فاء الفصيحة أيضًا. {الَّذِي} : اسم موصول في محل النصب صفة لـ {رب} ، أو بدل منه. {أَطْعَمَهُمْ} : فعل ماض وفاعل مستتر ومفعول به، والجملة صلة الموصول لا محل لها من الإعراب. {مِنْ جُوعٍ} : متعلق بـ {أطعم} . {وَآمَنَهُمْ} : فعل وفاعل مستتر ومفعول به معطوف على {أَطْعَمَهُمْ} . {مِنْ خَوْفٍ} : متعلق بـ {آمن} . </p><p> التصريف ومفردات اللغة </p><p> {لِإِيلَافِ قُرَيْشٍ (١) } والإيلاف إما مصدر آلف الرباعي بوزن أكرم، تقول: آلف يؤلف إيلافًا، فهو مُؤْلِف، مثل آمن يؤمن إيمانًا فهو مؤمن، وعلى هذا يكون أصله: إئلافًا بوزن إفعال كإكرام؛ لأن آلف أصله: أألف، ومصدره: إئلاف بوزن إفعال، فأُبدلت الهمزة الساكنة في المصدر ياء؛ لكسر ما قبلها، فصار: إيلافًا، وهذا على قراءة من قرأ:  {لِإِيلَافِ} بالياء، وأما على قراءة من قرأ {إِلْفِهِمْ} ، أو {إلافِهِم} بلا ياء، فهو مصدر لأَلِفَ الثلاثي، يقال: ألف يالف إلفًا، كعلم يعلم علمًا، فهو عالم، والأمر من الممدود الف يا زيد، ومن المقصور: إيلف يا زيد، تقول: ألفت الشيء إلفًا وإلافًا من الثلاثي، وآلفته إيلافًا من الرباعي إذا لزمته وعكفت عليه من الإنس به وعدم النفور منه، والإيلاف إيجاب الإلْف بحسن التدبير والتلطف، فالإيلاف نقيض الإيحاش ونظير الإيلاف: الإيناس. </p><p> و {قُرَيْشٍ} : اسم للقبائل العربية من ولد النضر بن كنانة كما مر، وفي \"القاموس\" : قرشه يقرُشه ويقرِشه قطعه، وجمعه هاهنا وهاهنا، وضم بعضه إلى بعض، ومنه قريش؛ لتجمعهم إلى الحرم، أو لأنهم يتقرشون البيعات فيشترونها، أو لأن النضر بن كنانة اجتمع في ثوبه يومًا، فقالوا: تقرش، أو لأنه جاء إلى قومه، فقالوا: كأنه جمل قريش؛ أي: شديد، والنسبة إليه: قرشي وقريشي. انتهى. </p><p> {رِحْلَةَ} والرِحلة - بالكسر - ارتحال القوم؛ أي: شدهم الرحال للمسير، وبالضم الجهة التي يُرتَحَل إليها، وأصل الرحلة السير على الراحلة؛ وهي الناقة القوية، ثم استُعمل في كل سير وارتحال، وإفرادها مع أنه أراد رحلتي الشتاء والصيف؛ لأمن الإلباس مع تناول اسم الجنس للواحد والكثير، كما مر. </p><p> {الشِّتَاءِ} والشتاء الفصل المقابل للصيف، وفي \"القاموس\" : الشتاء: أحد أرباع الأزمنة والموضع المشتي، وفيه إعلال الإبدال أصله: الشتاو من شتا يشتو، أبدلت الواو همزة لوقوعها متطرفة إثر ألف زائدة. </p><p> {وَالصَّيْفِ} والصيف: القيظ، أو بعد الربيع، والقيظ صميم الصيف من طلوع الثريا إلى طلوع سهيل. </p><p> {رَبَّ هَذَا الْبَيْتِ الَّذِي أَطْعَمَهُمْ} ؛ أي: وسَّع لهم الرزق، ومهد لهم سبيله. </p><p> {وَآمَنَهُمْ مِنْ خَوْفٍ} ؛ أي: جعلهم في أمن من التعدي عليهم، والتطاول إلى أموالهم وأنفسهم. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: تقديم الجار والمجرور في قوله: {لِإِيلَافِ قُرَيْشٍ (١) } على عامله في قوله: {فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (٣) } تذكيرًا للنعمة واعتناء ببيانها. </p><p> ومنها: تصغير لفظ {قُرَيْشٍ} ؛ للتعظيم، فكأنه قيل: قريش عظيم على ما قيل، والأوجه أن التصغير على حقيقته ومعناه، كما مر. </p><p> ومنها: إطلاق الإيلاف عن المفعول أولًا في قوله: {لِإِيلَافِ قُرَيْشٍ (١) } ثم </p><p> إبدال المقيد منه في قوله:  {إيلَافِهِمْ رِحْلَةَ الشِّتَاءِ} تفخيمًا لأمره، وتذكيرًا لعظيم </p><p> النعمة فيه. </p><p> ومنها: الطباق بين {الشِّتَاءِ} و {الصيف} في قوله: {رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ} وبين الجوع والإطعام في قولهم: {أَطْعَمَهُمْ مِنْ جُوعٍ} وبين الأمن والخوف في قوله: {وَآمَنَهُمْ مِنْ خَوْفٍ} . </p><p> ومنها: الإضافة لتشريف المضاف إليه وتكريمه في قوله: {رَبَّ هَذَا الْبَيْتِ (٣) }. </p><p> ومنها: التنكير في لفظة {جُوعٍ} ولفظة {خَوْفٍ} ؛ لبيان شدتهما وعظمهما؛ أي: جوع شديد وخوف عظيم. </p><p> ومنها: الزيادة والحذف في عدة مواضع. </p><p> فائدة: قال الإِمام الرازي في \"تفسيره\" : اعلم أن الإنعام على قسمين: </p><p> أحدهما: دفع ضر، وهو ما ذكره في سورة الفيل. </p><p> والثاني: جلب النفع، وهو ما ذكره في هذه السورة، ولما دفع الله سبحانه عنهم الضر وجلب لهم النفع، وهما نعمتان عظيمتان .. أمرهم بالعبودية في قوله: {فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (٣) } ... الآيات، أداء لشكر هذه النعمة العظيمة (١) . </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) إلى هنا تم تفسير سورة الإيلاف بتوفيقه سبحانه وقت العشاء من الليلة السابعة من شهر الله المحرم من شهور سنة: ١٤١٧ هـ. ألف وأربع مئة وسبع عشرة من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية، وصلى الله وسلم على سيدنا محمد خاتم النبيين وعلى آله وصحبه أجمعين. آمين.</p><p> [سورة الماعون] </p><p> سورة الماعون، ويقال لها سورة الدين، وسورة اليتيم، وهي نزلت بعد سورة التكاثر في قول عطاء وجابر وأحد قولي ابن عباس، ومدنية في قول قتادة وآخرين. </p><p> وأخرج ابن مردويه عن ابن عباس قال: نزلت سورة: أريت الذي يكذب بالدين بمكة، وأخرج ابن مردويه عن ابن الزبير مثله، وقيل: نزل نصفها بمكة في العاص بن وائل، والنصف الثاني بالمدينة في عبد الله ابن أبي ابن سلول المنافق. </p><p> وآياتها: سبع، وكلماتها: خمس وعشرون، وحروفها: مئة وخمسة وعشرون حرفًا. </p><p> المناسبة: ومناسبتها لما قبلها (١) : من ثلاث أوجه: </p><p> ١ - أنه قال في السورة السابقة:  {أَطْعَمَهُمْ مِنْ جُوعٍ} ، وذم في هذه من لم يحض على إطعام المسكين. </p><p> ٢ - أنه قال في السورة السابقة: {فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (٣) }، وهنا ذم من سها عن صلاته. </p><p> ٣ - أنه هناك عدد نعمه على قريش، وهم مع ذلك ينكرون البعث ويجحدون الجزاء، وهنا أتبعه بتهديدهم وتخويفهم من عذابه. </p><p> الناسخ والمنسوخ: وقال محمد بن حزم - رحمه الله تعالى -: سورة الماعون كلها محكمة ليس فيها ناسخ ولا منسوخ، وسميت سورة الماعون؛ لذكر الماعون فيها. </p><p> فضلها: وروي في فضلها: أنه - صلى الله عليه وسلم - قال:  \"من قرأ سورة أرأيت غفر الله له إن كان للزكاة مؤديًا\" ، وفيه مقال. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p>(١) المراغي.</p>"
}