{
  "id": null,
  "sura": 110,
  "aya": 3,
  "text": "<p> العرب: أما إذا ظفر محمد بأهل الحرم، وقد أجارهم الله من أصحاب الفيل، فليس لكم به يدان، فكانوا يدخلون في دين الله أفواجًا بلا قتال، فصارت القبيلة تدخل بأسرها في الإِسلام، قال عكرمة ومقاتل: أراد بالناس أهل اليمن، وذلك أنه وفد من اليمن سبع مئة إنسان مؤمنين، قال أبو عمر ابن عبد البر: لم يمت رسول الله - صلى الله عليه وسلم - وفي العرب رجل كافر، بل دخل الكل في الإِسلام بعد حُنين منهم من قدم، ومنهم من قدم وافده، وقال ابن عطية: والمراد والله أعلم: العرب عبدة الأوثان، وأما نصارى بني تغلب، فما أسلموا في حياته - صلى الله عليه وسلم -، ولكن أعطوا الجزية. </p><p> وفي \"عين المعاني\"  {النَّاسَ} : هم أهل البحر، وقال - صلى الله عليه وسلم -: \"الإيمان يماني والحكمة يمانية\" ، وقال: وجدت نَفَس ربكم من جانب اليمن؛ أي: تنفيسه من الكرب، وعن جابر بن عبد الله - رضي الله عنه -: أنه بكى ذات يوم، فقيل له في ذلك، فقال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"دخل الناس في دين الله أفواجًا، وسيخرجون منه أفواجًا\" . </p><p> ٣ - وقوله:  {فَسَبِّحْ بِحَمْدِ رَبِّكَ} جواب الشرط، وهو (١) العامل في {إِذَا} ، والتقدير: فسبح يا محمد حال كونك متلبسًا بحمد ربك وقت حصول نصر الله إياك على أعدائك، وحصول فتح البلاد لك ورؤيتك الناس حال كونهم داخلين في دين الله جماعةً جماعة، وقال مكي: العامل في {إِذَا} هو {جَاءَ} ، ورجحه أبو حيان، وضعف الأول بان ما جاء بعد فاء الجواب لا يعمل فيما قبلها. </p><p> والتسبيح هنا (٢) : مجاز عن التعجب بعلاقة السببية، فإن من رأى أمرًا عجيبًا يقول: سبحان الله، قال ابن الشيخ: لعل الوجه في إطلاق هذه الكلمة عند التعجب، كما ورد في الأثر:  \"ولكل أعجوبة سبحان الله\" هو أن الإنسان عند مشاهدة الأمر العجيب الخارج عن حد أمثاله يستبعد وقوعه وتنفعل نفسه منه، كأنه استقصر قدرة الله، فلذلك خطر على قلبه أن يقول من قدر عليه وأوجده، ثم إنه في هذا الزعم مخطىء، فقال: سبحان الله تنزيهًا لله عن العجز عن خلق أمر عجيب يُستبعد وقوعه؛ لتيقنه بأن الله على شيء قدير. </p><p>(١) روح البيان. (٢) روح البيان.</p><p> قال السهيلي - رحمه الله تعالى -: والحكمة في اقتران الحمد بالتسبيح أبدًا، نحو قوله:  {سبح بحمد ربك} ، وقوله:  {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ} أن معرفة الله سبحانه تنقسم على قسمين: معرفة ذاته، ومعرفة أسمائه وصفاته، ولا سبيل إلى إثبات أحد القسمين دون الآخر، وإثبات وجود الذات من مقتضى العقل وإثبات الأسماء والصفات من مقتضى الشرع، فبالعقل عُرف المسمى، وبالشرع عُرفت الأسماء، ولا يتصور في العقل إثبات الذات إلا مع نفي سمات الحدوث عنها، وذلك هو التسبيح، ومقتضى العقل مقدم على مقتضى الشرع، وإنما جاء الشرع المنقول بعد حصول النظر والعقول، فنبه العقول على النظر، فعرفت ثم علَّمها ما لم تكن تعلم من الأسماء، فانضاف لها التسبيح والحمد والثناء، فما أمرنا تسبيحه إلا بحمده. انتهى. </p><p> وقوله:  {بِحَمْدِ رَبِّكَ} في محل النصب حال من فاعل {سبح} ؛ أي: فقل يا محمد سبحان الله حال كونك متلبسًا بحمد ربك؛ أي: فتعجب لتيسير الله ما لم يكن يخطر ببال أحد من أن يغلب أحد على أهل حرمه المحترم، واحمده على جميع صنعه، وفيه الجمع بين تسبيح الله المؤذن بالتعجب مما يسره الله له مما لم يكن يخطر بباله ولا بال أحد من الناس، وبين الحمد له على جميل صنعه له وعظيم منته عليه بهذه النعمة التي هي النصر والفتح لأم القرى التي كان أهلها قد بلغوا في عداوته إلى أعلى المبالغ حتى أخرجوه منها بعد أن افتروا عليه من الأقوال الباطلة، والأكاذيب المختلفة ما هو معروف من قولهم: هو مجنون، هو ساحر، هو شاعر، هو كاهن، ونحو ذلك. </p><p> وقال بعضهم: والأشبه أن يراد نزهه عن العجز في تأخير ظهور الفتح، واحمده على التأخير وصفه بأن توقيت الأمور من عنده ليس إلا بحِكَم لا يعرفها إلا هو. انتهى. أو المعنى (١) : فاذكره مسبحًا حامدًا، وزد في عبادته والثناء عليه لزيادة إنعامه عليك، أو فصلِّ له حامدًا على نعمه، فالتسبيح مجاز عن الصلاة بعلاقة الجزئية؛ لأنها تشتمل عليه في الأكثر، روي أنه - صلى الله عليه وسلم - لما فتح الكعبة .. صلى صلاة الضحى ثماني ركعات، وحملها بعضهم على صلاة الشكر لا على صلاة الضحى، </p><p>(١) روح البيان.</p><p> وبعضهم على أن أربعًا منها للشكر وأربعًا للضحى، أو المعنى: فنزهه عما يقول الظلمة حامدًا له على أن صدق وعده. </p><p> وحاصل معنى ما تقدم: من أول السورة إلى هنا: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (١) }؛ أي (١) : إذا رأيت نصر الله لدين الحق وانهزام أهل الشرك وخذلانهم، وفتح الله بينك وبين قومك بجعل الغلبة لك عليهم وإعزاز أمرك وإعلاء كلمتك:  {وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ} ؛ أي: ورأيت الناس يدخلون في دينك وينضوون تحت لوائك جماعات لا أفرادًا، كما كان في بدء أمرك:  {فَسَبِّحْ بِحَمْدِ رَبِّكَ} ؛ أي: إذا تم لك كل ذلك، فنزه ربك وقدسه عن أن يُهمل الحق ويدعه للباطل يتغلب عليه، وعن أن يخلف وعده الذي وعدك به بأن يجعل كلمته العليا وكلمة الذين كفروا السفلى، ويتم نعمته عليك ولو كره الكافرون. </p><p> وليكن تنزيهه بحمده على ما أولاك من نعم وشكره على ما منحك من خير والثناء عليه بما هو له أهل، فإنه هو القادر الذي لا يغلبه غالب، والحكيم الذي إذا أهمل الكافرين فلن يضيع أجر العاملين. </p><p> ثم ضم سبحانه إلى ذلك أمر نبيه - صلى الله عليه وسلم - بالاستغفار، فقال:  {وَاسْتَغْفِرْهُ} ؛ أي: واطلب من ربك المغفرة لذنبك هضمًا لنفسك، واستقصارًا لعملك، واستعظامًا لحقوق الله، واستدراكًا لما فَرَط منك من ترك ما هو الأولى. وقد كان - صلى الله عليه وسلم - يرى قصوره عن القيام بحق الله تعالى ويكثر من الاستغفار والتضرع وإن كان قد غفر الله له ما تقدم من ذنبه وما تأخر، أو استغفره لذنبك وللمؤمنين، وهو المناسب لما في سورة محمد، وتقديم التسبيح ثم الحمد على الاستغفار على طريقة النزول من الخالق إلى الخلق، ولك أن تقول: إن في التقديم المذكور تعليم أدب الدعاء، وهو أن لا يسأل فجأة من غير تقديم الثناء على المسؤول عنه. </p><p> وقيل: إن (٢) الاستغفار منه - صلى الله عليه وسلم - ومن سائر الأنبياء هو تعبد تعبَّدَهم الله به، لا لطلب المغفرة لذنب كائن منهم، وقيل: إنما أمره الله سبحانه بالاستغفار تنبيهًا لأمته وتعريضًا بهم، فكأنهم هم المأمورون بالاستغفار، وقيل: إن الله سبحانه أمره </p><p>(١) المراغي. (٢) الشوكاني.</p><p> بالاستغفار لأمته لا لذنبه؛ أي: واسأل أن يغفر لك ولمن اتبعك من أصحابك ما كان منهم من القلق والضجر والحزن والأسى لتأخر النصر، والتوبة من هذا القلق إنما تكون بتكميل الثقة بوعد الله، وتغليبها على خواطر النفس التي تحدثها الشدائد، وإن كان ذلك مما يشق على نفوس البشر، ولكن الله قد علم أن نفس رسوله قد تبلغ ذلك الكمال، ومن ثم أمره به، وهكذا يحدث في نفوس الكملة أصحابه وأتباعه ما يقارب ذلك، والله يتقبله منهم، ثم علل طلب الاستغفار بقوله:  {إِنَّهُ كَانَ تَوَّابًا} ؛ أي: إنه سبحانه وتعالى كان كثير القبول لتوبة عباده مبالغًا في قبول توبتهم منذ خلق المكلفين، فليكن كل تائب مستغفر متوقعًا للقبول، وذلك لأنه يربي (١) النفوس بالمحن، فإذا وجد الضعف أنهضها إلى طلب القوة، وشدَّ عزيمتها بحسن الوعد، ولا يزال بها حتى تبلغ مرتبة الكمال، وهذه الجملة تعليل لأمره - صلى الله عليه وسلم - بالاستغفار؛ أي: من شأنه التوبة على المستغفرين له يتوب عليهم ويرحمهم بقبول توبتهم. </p><p> وفي اختيار (٢)  {إِنَّهُ كَانَ تَوَّابًا} على غفارًا مع أنه الذي يستدعيه قوله: {وَاسْتَغْفِرْهُ} حتى قيل: وتب مضمر بعده، وإلا لقال: غفارًا تنبيه على أن الاستغفار إنما ينفع إذا كان مع التوبة والندم والعزم على عدم العود، ثم إن مَن أضمر: وتب، يحتمل أنه جعل الآية من الاحتباك، حيث دل بالأمر بالاستغفار على التعليل بأنه كان غفارًا، وبالتعليل بأنه كان توابًا على الأمر بالتوبة؛ أي: استغفره وتب. </p><p> وذكر البرهان الرشيدي: أن صفات الله تعالى التي على صيغة المبالغة كلها مجاز؛ لأنها موضوعة للمبالغة ولا مبالغة فيها؛ لأن المبالغة أن يثبت للشيء أكبر وأكثر مما له وصفاته تعالى منزهة عن ذلك، واستحسنه الشيخ تقي الدين السبكي رحمه الله، وقال الزركشي في \"البرهان\" : التحقيق أن صيغة المبالغة قسمان: </p><p> أحدهما: ما تحصل المبالغة فيه بحسب زيادة الفعل. </p><p> والثاني: بحسب تعدد المفعولات، ولا شك أن تعددها لا يوجب للفعل زيادة، إذ الفعل الواحد قد يقع على جماعة متعددين، وعلى هذا القسم تُنَزَّلُ صفاته </p><p>(١) المراغي. (٢) روح البيان.</p><p> ويُرفع الإشكال، ولهذا قال بعضهم في حكيم معنى المبالغة فيه تكرار حكمه بالنسبة إلى الشرائع، وقال في \"الكشاف\" : المبالغة في التوبة؛ للدلالة على كثرة من يتوب عليه، أو لأنه بليغ في قبول التوبة بحيث ينزل صاحبها منزلة من لم يذنب قط لسعة رحمته وكرمه. </p><p> وخلاصة ما سلف (١) : إذا حصل الفتح وتحقق النصر، وأقبل الناس على الدين الحق، فقد زال الخوف، فعليك أن تسبح ربك وتشكره وتنزع عما كان من خواطر النفس وقت الشدة، فلن تعود الشدائد تأخذ نفوس المخلصين من عباده ما داموا على تلك الكثرة ينزل بساحتهم الإخلاص وتجمعهم الألفة، وقد فهم النبي - صلى الله عليه وسلم - من هذا أن الأمر قد تم ولم يبق إلا أن يلحق بالرفيق الأعلى، فقال فيما روي عنه: أنه قد نُعيت إليه نفسه، وقال الحسن: أعلم الله سبحانه وتعالى رسوله - صلى الله عليه وسلم - أنه قد اقترب أجله، فأمر بالتسبيح والتوبة؛ ليختم له في آخر عمره بالزيادة في العمل الصالح، فكان يكثر أن يقول: سبحانك اللهم وبحمدك، اغفر لي إنك أنت التواب. </p><p> قال قتادة ومقاتل: وعاش - صلى الله عليه وسلم - بعد نزول هذه السورة سنتين. وقال ابن عمر: نزلت هذه السورة بمنى في حجة الوداع، ثم نزلت:  {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي ...} فعاش بعدها ثمانين يومًا، ثم نزلت آية الكلالة، فعاش بعدها خمسين يومًا، ثم نزلت:  {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ ...} فعاش بعدها خمسة وثلاثين يومًا، ثم نزلت:  {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ...} فعاش بعدها واحدًا وعشرين يومًا. </p><p> الإعراب </p><p> {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (١) وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا (٢) فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا (٣) }. </p><p> {إذا} : ظرف لما يستقبل من الزمان {جَاءَ نَصْرُ اللَّهِ} : فعل وفاعل ومضاف إليه. {وَالْفَتْحُ} : معطوف على {نَصْرُ} ، والمصدر مضاف إلى فاعله، ومفعوله محذوف تقديره: نصر الله إياك والمؤمنين، والجملة الفعلية في محل </p><p>(١) المراغي.</p><p> الخفض بإضافة إذا إليها على كونها فعل شرط لها، والظرف متعلق فالجواب الآتي أعني:  {فَسَبِّحْ} . وقال أبو حيان: ولا يصح إعمال {فَسَبِّحْ} في {إِذَا} لأجل الفاء؛ لأن فاء الجواب لا يعمل ما بعدها فيما قبلها، بل العامل في {إِذَا} فعل الشرط المذكور بعدها على الصحيح. {وَرَأَيْتَ النَّاسَ} : فعل وفاعل ومفعول به معطوف على جملة {جَاءَ} على كونه فعل شرط لـ {قُلْ} ، ويجوز أن تكون الرؤية إما بصرية، فتكون جملة {يَدْخُلُونَ} حالًا من {النَّاسَ} ، وأن تكون علمية، فتكون الجملة مفعولًا ثانيًا لـ {رأيت} ، و {فِي دِينِ اللَّهِ} : جار ومجرور ومضاف إليه متعلق بـ {يَدْخُلُونَ} . {أَفْوَاجًا} : حال من فاعل {يَدْخُلُونَ} . {فَسَبِّحْ}  {الفاء} : رابطة لجواب إذا وجوبًا، {سبح} : فعل أمر، وفاعله ضمير مستتر يعود على محمد - صلى الله عليه وسلم -. {بِحَمْدِ رَبِّكَ} : جار ومجرور ومضاف إليه متعلق بمحذوف حال من فاعل {سبح} ؛ أي: حال كونك متلبسًا بحمد ربك، والجملة الفعلية جواب إذا لا محل لها من الإعراب، وجملة إذا مستأنفة، و {الباء} للمصاحبة، والحمد مصدر مضاف للمفعول. {وَاسْتَغْفِرْهُ} : فعل أمر وفاعل ومفعول به معطوف على {سبح} . {إِنَّهُ} : ناصب واسمه، وجملة {كَانَ تَوَّابًا} خبره، وجملة {إن} مستأنفة مسوقة لتعليل الأمر بالاستغفار، و {تَوَّابًا} : خبر {كَانَ} . </p><p> التصريف ومفردات اللغة </p><p> {إِذَا جَاءَ نَصْرُ اللَّهِ} النصر: العون، يقال: نصره على عدوه وينصره نصرًا إذا أعانه عليه، والاسم النصرة، ونصر الغيث الأرض إذا أعان على إظهار نباتها، ومنع من قحطها، قال شاعرهم: </p><p> إذا دخل الشهر الحرام فجاوزي ... بلاد تميم وانصري أرض عامر </p><p> ويقال: استنصره على عدوه إذا سأله أن ينصره عليه. </p><p> {وَالْفَتْحُ} : الفصل بينه وبين أعدائه، وإعزاز دينه وإظهار كلمته. </p><p> {أَفْوَاجًا} والأفواج: جمع فوج، وهو الجماعة والطائفة، قال الحوفي: وقياس جمعه: أفْوُج على وزن أفعُل، ولكن استُثقلت الضمة على الواو، فعُدل إلى أفواج، كأنه يعني أنه كان ينبغي أن يكون معتل العين كالصحيح، فكما أن قياس فعل صحيحه أن يُجمع على أفعُل لا على أفعال، فكذلك هذا، والأمر في هذا المعتل </p><p> بالعكس، القياس فيه أفعال كحوض وأحواض، وشذ فيه أفعل كثوب وأثوب. </p><p> {وَاسْتَغْفِرْه} ؛ أي: اسأله واطلب منه أن يغفر لك ذنوبك ولقومك الذين اتبعوك. </p><p> {تَوَّابًا} ؛ أي: كثير القبول لتوبة عباده، وهو من صيغ المبالغة، وقد سبق لك عن الرشيدي: أن صيغة المبالغة كلها في صفات الله مجاز؛ لأنها موضوعة للمبالغة ولا مبالغة فيها؛ لأن المبالغة أن يُثبت للشىء أكثر مما كان له أصالة، وصفاته تعالى منزهة عن ذلك، واستحسنه التاج السبكي. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: الاستعارة التصريحية التبعية في قوله {إِذَا جَاءَ نَصْرُ اللَّهِ} ؛ أي: حصل نصر الله حيث أطلق اسم المجيء على الحصول، واستعاره له، فاشتق من المجيء بمعنى الحصول جاء بمعنى حصل، على طريق الاستعارة التصريحية التبعية، وإنما تجوَّز عن الحصول بالمجيء؛ للإشعار بأن المقدرات متوجهة من الأزل إلى أوقاتها المعينة لها، فتقرب منها شيئًا فشيئًا، فكأنها سائرة إليها. </p><p> ومنها: عطف المسبَّب على السبب في قوله: {وَالْفَتْحُ} ؛ لأن الفتح مسبَّب عن نصر الله تعالى إياه، وفيه أيضًا إطلاق العام وإرادة الخاص؛ لأن الفتح يشمل جميع الفتوح، ولكن المراد هنا فتح مكة على قول. </p><p> ومنها: الإضافة للتشريف في قوله: {نَصْرُ اللَّهِ} كالإضافة في {نَاقَةُ اللَّهِ} ، وبيت الله. </p><p> ومنها: إطلاق العام وإرادة الخاص في قوله: {وَرَأَيْتَ النَّاسَ} ؛ لأن لفظ الناس عام، ولكن المراد به هنا العرب. ويقال: إن في قوله: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (١) } استعارة مكنية تبعية، شَبَّه المقدور وهو النصر والفتح بكائن حي يمشي متوجهًا من الأزل إلى وقته المحتوم، فشبه الحصول بالمجيء وحذف المشبه به، وأخذ شيئًا من خصائصه، وهو المجيء. </p><p> ومنها: المجاز في قوله: {فَسَبِّحْ} فإن التسبيح فيه مجاز عن التعجب بعلاقة السببية، فإن من رأى أمرًا عجيبًا يقول: سبحان الله، وقيل: هو مجاز عن الصلاة بعلاقة الجزئية؛ لأن الصلاة تشتمل عليه غالبًا. </p><p> ومنها: الزيادة والحذف في عدة مواضع (١) . </p><p> والله سبحانه وتعالى أعلم بالصواب </p><p> * * * </p><p>(١) إلى هنا تم تفسير سورة النصر أوائل وقت العشاء من ليلة الثلاثاء الليلة الثانية من شهر صفر من شهور سنة: ١٤١٧ هـ ألف وأربع مئة وسبع عشرة من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية، وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين، والحمد لله رب العالمين. آمين.</p><p> [سورة المسد] </p><p> سورة المسد، وتسمى سورة تبَّت وسورة أبي لهب، مكية بلا خلاف، نزلت بعد سورة الفتح، وأخرج ابن مردويه عن ابن عباس وابن الزبير وعائشة، قالوا: نزلت: {تَبَّتْ يَدَا أَبِي لَهَبٍ} بمكة. </p><p> وهي: خمس آيات، وثلاث وعشرون كلمة، وسبعة وسبعون حرفًا. </p><p> ومناسبتها لما قبلها: أنه ذكر في السورة السابقة أن ثواب المطيع حصول النصر والاستيلاء له في الدنيا، والثواب الجزيل في العقبى، وهنا ذكر أن عاقبة العاصي الخسار في الدنيا، والعقاب في الآخرة. </p><p> وعبارة أبي حيان هنا: ولما ذكر فيما قبلها دخول الناس في دين الله تعالى .. أتبع بذكر من لم يدخل في الدين وخسر، ولم يدخل فيما دخل فيه أهل مكة من الإيمان اهـ. </p><p> التسمية: وسميت سورة المسد: لذكر لفظ المسد فيها. </p><p> الناسخ والمنسوخ: وقال محمد بن حزم - رحمه الله تعالى -: سورة المسد كلها محكم ليس فيها ناسخ ولا منسوخ. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p>"
}