{
  "id": null,
  "sura": 111,
  "aya": 4,
  "text": "<p> أي: سيصلى هو بنفسه، وقرأ أبو رجاء وأبو حيوة وابن مقسم والأشهب العقيلي وأبو السمال والأعمش ومحمد بن السميفع:  {سَيَصْلَى} - بضم الياء وفتح الصاد وتشديد اللام -، ورويت هذه القراءة عن ابن كثير، والمعنى: سيصليه الله تعالى. </p><p> ٤ - وقوله:  {وَامْرَأَتُهُ} معطوف على الضمير (١) المستتر؛ لكون الفصل بالمفعول؛ أي: وستصلى امرأته نارًا ذات لهب، وهي أم جميل بنت حرب بن أمية أخت أبي سفيان صخر بن حرب، عمة معاوية ابن أبي سفيان - رضي الله عنه - واسمها: العوراء بنت حرب، وقيل: اسمها أروى، وكانت تحمل حزمة من الشوك والحسك والسعدان، فتنشرها بالليل في طريق رسول الله - صلى الله عليه وسلم -، وكان رسول الله يَطَؤُه كما يطأ الحرير، وفي \"تفسير أبي الليث\" : حتى كان النبي - صلى الله عليه وسلم - وأصحابه في شدة وعناء اهـ. كذا قال ابن زيد والضحاك والربيع بن أنس ومرة الهمداني. </p><p> وقال مجاهد وقتادة والسدي: إنها كانت تمشي بالنميمة بين الناس والعرب: تقول فلان يحطب على فلان إذا نم به، ومنه قول الشاعر </p><p> إِنَّ بَنِيْ الأَرْزَمِ حَمَّالُوْ الْحَطَبْ ... هُمُ الْوُشَاةُ فِيْ الرِّضَا وَفِيْ الْغَضَبْ </p><p> عَلَيْهِمُ اللَّعْنَةُ تَتَرَى وَالْحَرَبْ </p><p> وقال الآخر: </p><p> مِنَ الْبِيْضِ لَمْ يَصْطَدْ عَلَى ظَهْرِ لامَةٍ ... وَلَمْ تَمْشِ بَيْنَ الْحَيِّ بِالْحَطَبِ الرَّطْبِ </p><p> وجعل الحطب في هذا البيت رطبًا؛ لما فيه من التدخين الذي هو زيادة في الشر، ومن الموافقة للمشي بالنميمة. </p><p> وقرىء (٢) : {مريئته} و {مريته} بالتصغير فيهما وبالهمز وبإبدالها ياء وإدغام ياء التصغير فيها. </p><p> وخلاصة ما سلف (٣) : أي خسر أبو لهب وضل عمله، وبطل سعيه الذي كان </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) المراغي.</p><p> يسعاه للصد عن دين الله، ولم يغن عنه ماله الذي كان يتباهى به، ولا جده ولا اجتهاده في ذلك، فإن الله أعلى كلمة رسوله ونشر دعوته وأذاع ذكره، وأنه سيعذب يوم القيامة بنار ذات شرر ولهب وإحراق شديد، أعدها الله لمثله من الكفار المعاندين فوق تعذيبه في الدنيا بإبطال سعيه ودحض عمله، وسنعذب معه امرأته التي كانت تعاونه على كفره وجحده، وكانت عضده في مشاكسة رسول الله - صلى الله عليه وسلم - وإيذائه، وكانت تمشي بالنميمة للإفساد وإيقاد نار الفتنة والعداوة، كما قال: {وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ (٤) } وستعذب أيضًا بهذه النار امرأته أروى بنت حرب أخت أبي سفيان بن حرب جزاء لها على ما كانت تجترحه من السعي بالنميمة إطفاءً لدعوة رسوله - صلى الله عليه وسلم -، والعرب تقول لمن يسعى في الفتنة ويفسد بين الناس هو يحمل الحطب بينهم، كأنه بعمله يحرق ما بينهم من صلاتٍ، وقيل: إنها كانت تحمل حزم الشوك والحسك والسعدان، وتنثرها بالليل في طريق رسول الله - صلى الله عليه وسلم - لإيذائه. </p><p> فإن قلت: إنها كانت من بيت العز والشرف، فكيف يليق بها حمل الحطب؟ </p><p> قلت: إنها لشدة عداوتها للنبي - صلى الله عليه وسلم - لا تستعين في ذلك بأحد، بل تفعله بنفسها اهـ \"صاوي\" . وقال سعيد بن جبير معنى:  {حَمَّالَةَ الْحَطَبِ} إنها حمالة الخطايا والذنوب، من قولهم: فلان يحتطب على ظهره، كما في قوله:  {وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ} وقيل: المعنى: حمالة الحطب في النار، وقرأ الجمهور (١) : {حمالةُ} بالرفع على الخبرية، على أنها جملة مسوقة للإخبار بأن امرأة أبي لهب حمالة الحطب، وأما على ما قدمنا من عطف {وَامْرَأَتُهُ} على الضمير في {تصلى} فيكون رفع {حمالة} على النعت {لامرأته} ، والإضافة حقيقية؛ لأنها بمعنى المضي، أو على أنه خبر مبتدأ محذوف؛ أي: هي حمالة، وقرأ عاصم بنصب {حَمَّالَةَ} على الذم، أو الشتم؛ أي: أذم أو أشتم حمالة الحطب، قال الزمخشري: وأنا أستحب هذه القراءة، وقد توسل إلى رسول الله - صلى الله عليه وسلم - بجميلٍ من أحب شتم أم جميل. انتهى، وقيل: على أنه حال من {امرأته} بناء على أن الإضافة غير حقيقية؛ إذ المراد أنها تحمل يوم القيامة حزمة حطب من ضريع وزقوم، وفي جيدها سلاسل النار، كما </p><p>(١) الشوكاني.</p>"
}