{
  "id": null,
  "sura": 111,
  "aya": 2,
  "text": "<p> فأسلم قال: رأيت رسول الله - صلى الله عليه وسلم - في الجاهلية في سوق ذي المجاز، وهو يقول: يا أيها الناس قولوا: لا إله إلا الله تفلحوا، والناس مجتمعون إليه، ووراءه رجل وضيىء الوجه، أحول ذو غديرتين يقول: إنه صابىء كاذب يتبعه حيث ذهب، فسألت عنه، فقالوا: هذا عمه أبو لهب. </p><p> وقال محمد بن إسحاق: حدثني حسين بن عبد الله بن عبيد الله بن عباس قال: سمعت ربيعة بن عباد الديلي يقول: إني لمع أبي رجل شاب، انظر إلى رسول الله - صلى الله عليه وسلم - يتتبع القبائل، ووراءه رجل أحول وضيىء الوجه، ذو جمة، يقف رسول الله - صلى الله عليه وسلم - على القبائل، فيقول: يا بني فلان إني رسول الله إليكم، آمركم أن تعبدوا الله لا تشركوا به شيئًا، وأن تصدقوني وتمنعوني حتى أنفذ عن الله ما بعثني به، وإذا فرغ من مقالته قال الآخر من خلفه: يا بني فلان هذا يريد منكم أن تسلخوا اللات والعزى وحلفاءكم من الجن من بني مالك بن آفيش إلى ما جاء به من البدعة والضلال، فلا تسمعوا له ولا تتبعوه، فقلت لأبي: من هذا؟ قال: عمه أبو لهب. </p><p> وهكذا كان يقف هذا العم الخائب العائب لدين الله موقف الخصم المعاند الجاحد، فاستحق غضب الله ومقته وعذابه، وجعله الله عبرة ومثلًا للمخالفين إلى يوم الدين، ولم تنفعه قرابته القريبة؛ إذ لم يؤمن بهذه الرسالة الخالدة الحبيبة، واستحق أن يقال في: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (١) } (١) ومن ذلك تعلم أن أبا لهب كان يصد عن الحق وينفِّر عن اتباعه، وذاع عنه تكذيبه للرسول - صلى الله عليه وسلم - وتحديه، واتباع خطواته لدحض دعوته، والحط من شأن دينه وما جاء به، </p><p> ٢ - ثم ذكر أن ما كان يعتز به في الدنيا من مال ونجاه .. لم يغن عنه من الله شيئًا في الدنيا والآخرة، فقال:  {مَا أَغْنَى عَنْهُ} ؛ أي: ما دفع عن أبي لهب ما حل به من التباب وما نزل به من عذاب الله {مَالُهُ} ؛ أي: ما جمعه من رؤوس أمواله، {وَمَا كَسَبَ} ؛ أي: ولا ما كسبه من الأرباح والجاه، أو المراد بقوله:  {مَالُهُ} : ما ورثه من أبيه، وبقوله:  {وَمَا كَسَبَ} الذي كسبه بنفسه، قال مجاهد: وما كسب من ولد، وولد الرجل من كسبه. </p><p> والمعنى: أي لم يُفد حينئذ ماله، ولا عمله الذي كان يأتيه في الدنيا من </p><p>(١) المراغي.</p><p> معاداته رسول الله - صلى الله عليه وسلم - طلبًا للعلو والظهور، فكما أن ذلك لم يُجْدِهِ شيئًا في الدنيا؛ إذ لم يتغلب على الرسول - صلى الله عليه وسلم -، ولم يقطع ما أراد الله أن يوصل .. لم يفده في الآخرة، بل لحقه البوار والنكال وعذاب النار، أي: لم يُغن (١) عنه ماله حين حل به التباب، ولم ينفعه أصلًا على أن {مَا} نافية، أو أي شيءٍ أغنى عنه؟ على أنها استفهامية في معنى الإنكار، منصوبة بما بعدها على أنها مفعول به، أو أيَّ إغناء أغنى عنه؟ على أنها مفعول مطلق، أصل ماله وما كسبه به من الأرباح والنتائج والمنافع والوجاهة والأتباع، ولا أحد أكثر مالًا من قارون وما دفع عنه الموت والعذاب، ولا أعظم ملكًا من سليمان عليه السلام وما دفع عنه الموت، والظاهر أن {مَا} الأولى نافية، والثانية موصولة، أو المراد: ماله الموروث من أبيه والذي كسبه بنفسه كما مر آنفًا، أو عمله الخبيث الذي هو كيده في عداوة النبي - صلى الله عليه وسلم -، أو عمله الذي ظن أنه منه على شيء، كقوله تعالى: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا (٢٣) } وقرأ عبد الله (٢) : {وما اكتسب} بتاء الافتعال، قال ابن مسعود لما دعا رسول الله - صلى الله عليه وسلم - أقرباءه إلى الله تعالى .. قال أبو لهب: إن كان ما تقول يابن أخي حقًا، فانا أفتدي نفسي بمالي وولدي، فأنزل الله عَزَّ وَجَلَّ: {مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ (٢) } وقد خاب رجاه (٣) ، وما حصل ما تمناه، فافترس ولده عتيبة - مصغرًا - أسد في طريق الشام، وذلك أن عتيبة بن أبي لهب، وكان تحته ابنة رسول الله - صلى الله عليه وسلم - زينب - رضي الله عنها - أراد الخروج إلى الشام، فقال: لآتين محمدًا فلأوذينه، فأتاه فقال: يا محمد هو كافر بالنجم إذا هوى، وبالذي دنا فتدلى، ثم تفل في وجه رسول الله - صلى الله عليه وسلم -، ورد عليه ابنته وطلقها، فقال النبي - صلى الله عليه وسلم -: \"اللهم سلط عليه كلبًا من كلابك\" ، فرجع عتيبة إلى أبيه فأخبره، ثم خرجوا إلى الشام فنزلوا منزلًا، فأشرف عليهم راهب من الدير، فقال: إن هذه أرض مسبعة، فقال أبو لهب: أعينوني يا معشر قريش هذه الليلة، فإني أخاف على ابني دعوة محمد، فجمعوا جمالهم وأناخوها حولهم، وأحدقوا لعتيبة، فجاء الأسد يتخللهم ويتشمم وجوههم، حتى ضرب عتيبة فقتله، وهلك أبو لهب بالعدسة بعد وقعة بدر لسبع ليال، والعدسة بثرة تخرج في البدن تشبه العدسة، وهي من جنس </p><p>(١) روح البيان. (٢) البحر المحيط.(٣) روح البيان.</p>"
}