{
  "id": null,
  "sura": 111,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (١) مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ (٢) سَيَصْلَى نَارًا ذَاتَ لَهَبٍ (٣) وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ (٤) فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ (٥) }. </p><p> أسباب النزول </p><p> سبب نزول هذه السورة: ما أخرجه البخاري ومسلم وغيرهما عن ابن عباس رضي الله عنهما قال: لما نزلت: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ (٢١٤) } .. خرج رسول الله - صلى الله عليه وسلم - حتى صعد الصفا، فهتف يا صباحاه، ونادى بطون قريش، فاجتمع من جميع القبائل خلق كثير حتى جعل الرجل إذا لم يذهب بنفسه يُرسل رسولًا؛ لينظر ما الخبر، وكان في المجتمعين أبو لهب، فقال رسول الله - صلى الله عليه وسلم -: \"أرأيتَكم لو أخبرتكم أن خيلًا تخرج بسفح هذا الجبل أنتم مصدقي؟قالوا:ما جربنا عليك كذبًا،قال:فإني نذير لكم بين يدي عذاب شديد\" فقال أبو لهب: تبًا لك سائر الأيام، ألهذا جمعتنا؟ فأنزل الله عَزَّ وَجَلَّ قوله: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (١) مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ (٢) ...} إلى آخر السورة، وفي رواية: إنه قام بنفض يديه، ويقول: تبًا لك سائر الأيام ألهذا جمعتنا؟ فأنزل الله تعالى:  {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ ...} إلخ، وقد أنزل الله سبحانه وتعالى فيه هذه السورة؛ ليكون مثلًا يعتبر به من يعادي ما أنزل الله على نبيه مطاوعة لهواه، وإيثارًا لما ألفه من العقائد الزائغة والعوائد الباطلة والأعمال الفاسدة، واغترارًا بما عنده من الأموال الوافرة، وبما له من الصولة والمنزلة الشامخة في قلوب الرجال، وأن النسب الحقيقي إنما هو نسب الدين والعقيدة. </p><p> التفسير وأوجه القراءة </p><p> ١ - {تَبَّتْ} ؛ أي: خسرت وهلكت وخابت {يَدَا أَبِي لَهَبٍ} تثنية يد، واللهب واللهيب اشتعال النار إذا خلص من الدخان، أو لهبها لسانها, ولهيبها حرها، وأبو لهب، وقد تسكَّن هاؤه أحد أعمام النبي - صلى الله عليه وسلم -، واسمه: عبد العزى بن عبد المطلب بن هاشم بن عبد مناف، وكان من أشد الناس عداوة لرسول الله - صلى الله عليه وسلم -، وكان </p><p> كثير الإيذاء والبغضة لرسول الله - صلى الله عليه وسلم - والازدراء به والتنقيص له ولدينه القويم، وكُني بأبي لهب، لإشراق وجنتيه وتلهبهما ووضاءَتهما، وإلا فليس له ابن يسمى باللهب، وخص اليدين بالتباب؛ لأن أكثر العمل يكون بهما، وقيل: المراد باليدين نفسه، وقد يعبر باليد عن النفس، كما في قوله:  {بِمَا قَدَّمَتْ يَدَاكَ} ؛ أي: نفسك، والعرب تعبر كثيرًا ببعض الشيء عن كله، كقولهم: أصابته يدا المنايا، كما في قول الشاعر: </p><p> لَمَّا أَكَبَّتْ يَدُ الرَّزَايَا ... عَلَيْهِ نَادَى أَلَا مُجِيْرُ </p><p> وإيثار التباب على الهلاك وإسناده إلى يديه؛ لما روي: أنه لما نزل قوله: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ (٢١٤) } .. رقى رسول الله - صلى الله عليه وسلم - على الصفا وجمع أقاربه، فأنذرهم، فقال:  \"يا بني عبد المطلب يا بني فهر إني نذير لكم بين يدي عذاب شديد\" فقال عمه أبو لهب: تبًا لك ألهذا جمعتنا؟ وأخذ بيديه حجرًا ليرميه - صلى الله عليه وسلم - به، فمنعه الله من ذلك حيث لم يستطع أن يرميه، فلا كناية في ذكر اليدين على هذه الرواية، ووجه وصف يديه بالتباب والهلاك ظاهر؛ لرد ما اعتقده وقصده من إيذاء رسول الله - صلى الله عليه وسلم - ورميه بالحجر. </p><p> وذكر في \"التأويلات الماتريدية\" أنه كان كثير الإحسان إلى رسول الله - صلى الله عليه وسلم -، وكان يقول: إن كان الأمر لمحمد، فيكون لي عنده يد، وإن كان لقريش فلي عندها لد، فأخبر سبحانه أنها خسرت يده التي كانت عند محمد - صلى الله عليه وسلم - بعناده وتكذيبه له، ويده التي عند قريش أيضًا لخسران قريش، وهلاكهم في يد محمد - صلى الله عليه وسلم -. </p><p> وهذه الجملة دعاء عليه بهلاك نفسه وتبابه عن كل خير، ولما كانت اليد هي آلة العمل والبطش، فإذا هلكت وانقطعت وخسرت كان الشخص كأنه معدوم هالك أسند الهلاك إليها، فخسرانها كناية عن خسران الشخص نفسه، وهلاكها كناية عن هلاكه، فإذا دُعي عليه بخسران يديه فقد دُعي عليه بخسران نفسه، فكأنه قال: تب وخسر وهلك أبو لهب وضل عمله وسعيه، ولذلك قال بعد الجملة الدعائية:  {وَتَبَّ} فـ {الواو} فيه للاستئناف؛ أي: وقد تب أبو لهب، وتحقق ذلك التباب الذي دُعي به عليه، وحصل، قال الفراء: الأول دعاء عليه بالتباب، والثاني: إخبار عن تحقق ذلك الدعاء وحصوله، فكأنه قال: أهلكه الله سبحانه وتعالى، وقد أهلك فعلًا، كقولهم: أهلك الله فلانًا وقد هلك، والمعنى: أنه قد وقع ما دعا به عليه، </p><p> كما قال أبو حيان: والظاهر أن الأول دعاء، والثاني إخبار بحصول ذلك، كما قال الشاعر: </p><p> جَزَانِيْ جَزَاهُ اللهُ شَرَّ جَزَائِهِ ... جَزَاءَ الْكِلَابِ الْعَاوِيَاتِ وَقَدْ فَعَلْ </p><p> ويؤيده قراءة ابن مسعود:  {وقد تب} فإن كلمة قد لا تدخل على الدعاء، وقيل: كلاهما إخبار، أراد بالأول هلاك عمله، وبالثاني هلاك نفسه، وقيل: كلاهما دعاء عليه، ويكون في هذا شبه مجيء العام بعد الخاص، وإن كانت حقيقة اليدين غير مرادة. </p><p> والمراد هنا (١) : بيان استحقاقه, لأن يُدعى عليه بالهلاك، فإن حقيقة الدعاء شأن العاجز، والله منزه عن ذلك، وإنما ذكره سبحانه وتعالى بكنيته، مع أن التكنية من باب التكرمة، وهو لا يستحقها؛ لاشتهاره بكنيته، فليست للتكريم، أو لكراهة ذكر اسمه القبيح؛ إذ فيه الإضافة إلى الصنم؛ لأن اسمه عبد العزى، والعزى من أسماء الصنم، أو للتعريض بكونه جهنميًا؛ لأنه سيصلى نارًا ذات لهب، يعني: أن أبا لهب باعتبار معناه الإضافي يصلح أن يكون كناية عن حاله، وهي كونه جهنميًا؛ لأن معناه باعتبار إضافته مُلابس اللهب، كما أن معنى أبو الخير وأخو الحرب بذلك الاعتبار مُلابس الخير، أو الحرب واللهب الحقيقي لهب جهنم، وهذا المعنى يلزمه أنه جهنمي، ففيه انتقال من الملزوم إلى اللازم، فهي كنية تفيد الذم، فاندفع ما يقال هذا يخالف قولهم، ولا يكنى كافر وفاسق ومبتدع إلا لخوف فتنة أو تعريف؛ لأن ذلك خاص بالكنية التي تفيد المدح، لا التي تفيد الذم، ولم يشتهر بها صاحبها، أو لأن الاسم أشرف من الكنية، فعدل إلى الأنقص، ولذلك ذكر الله تعالى الأنبياء عليهم الصلاة والسلام باسمائهم، ولم يكنِ أحدًا منهم اهـ من \"البحر\" . </p><p> قال في \"الإتقان\" : ليس في القرآن من الكنى غير أبي لهب، ولم يذكر اسمه وهو عبد العزى؛ أي: الصنم؛ لأنه حرام شرعًا. انتهى. </p><p> وفيه أن الحرام وضع ذلك لا استعماله، وفي كلام بعضهم: ما يفيد أن الاستعمال حرام أيضًا إلا أن يشتهر بذلك، كما في الأوصاف المنقِّصة كالأعمش </p><p>(١) روح البيان.</p><p> والأعرج. وكان بعد نزول هذه السورة لا يشك المؤمن أنه من أهل النار بخلاف غيره، ولم يقل في هذه السورة: قل تبت إلخ؛ لئلا يكون مشافهًا؛ لعمه بالشتم والتغليظ، وان شتمه عمه؛ لأن للعم حرمة كحرمة الأب؛ لأنه مبعوث رحمة للعالمين، وله خلق عظيم، فأجاب الله عنه، وقرأ الجمهور (١) : {لَهَبٍ} بفتح اللام والهاء، وقرأ مجاهد وابن كثير وابن محيصن بإسكان الهاء، وقال الزمخشري: وهذا من تغيير الأعلام، كقولهم: شُمْس بن مالك بالضم. انتهى، يعني: سكون الهاء في {لَهَبٍ} وضم الشين في شمس يعني في قول الشاعر: </p><p> وَإِنِّي لَمُهْدٍ مِنْ ثَنَائِيْ فَقَاصِدٌ ... بِهِ لابْنِ عَمِّيْ الصِّدْقِ شُمْسِ بْنِ مَالِكِ </p><p> فأما في {لَهَبٍ} فالمشهور في كنيته فتح الهاء، وأما شمس بن مالك فلا يتعين أن يكون من تغيير الأعلام، بل يمكن أن يكون مسمى بشمس المنقول من شمس الجمع، كما جاء أذناب خيل شمس، واتفقوا على فتح الهاء في قوله:  {ذَاتَ لَهَبٍ} ؛ لأنها فاصلة، والسكون يزيلها على حسن الفاصلة، وروى صاحب الكشاف أنه قرىء:  {تبت يدا أبو لهب} بالواو، كما قيل: علي بن أبو طالب، ومعاوية بن أبو سفيان، مع أن القياس الياء؛ لكونه مضافًا إليه، كيلا يغير منه شيء فيشكل على السامع. </p><p> والحاصل: أن الكنية بمنزلة العلم، والأعلام لا تتغير في شيء من الأحوال، وكان لبعض أمراء مكة ابنان: أحدهما عبدِ الله بالجر، والآخر عبدَ الله بالفتح. </p><p> قال العلماء: وفي هذه السورة معجزة ظاهرة، ودليل واضح على النبوة الصادقة لرسول الله - صلى الله عليه وسلم - وصدق هذا الكتاب الكريم الذي جاء به من عند ربه، فإنه سبحانه وتعالى قد أخبر عن أبي لهب وزوجته أم جميل بالشقاء وعدم الإيمان, وقد تحقق ذلك منهما, ولم يقيض الله لهما أن يؤمنا كلاهما ولا واحد منهما لا باطنًا ولا ظاهرًا، على بعد الزمان والمسافة بين نزول هذه السورة وانتهاء عصر النبوة الأعز الأيمن، فكانت من أقوى الأدلة الباهرة الباطنة على النبوة الظاهرة، وروى الإِمام أحمد - رحمه الله تعالى - عن رجل يقال له: ربيعة بن عباد، وكان جاهليًا </p><p>(١) البحر المحيط.</p>"
}