{
  "id": null,
  "sura": 112,
  "aya": 2,
  "text": "<p> {أَحَدٌ} أصل بنفسها غير مقلوبة، وذكر أن {أَحَدٌ} يفيد العموم دون واحد. </p><p> ومما يفيد الفرق بينهما ما قاله الأزهري أنه لا يوصف بالأحدية غير الله تعالى، لا يقال رجل أحد ولا درهم أحد، كما يقال: رجل واحد ودرهم واحد، قيل: والواحد يدخل في الأحد، والأحد لا يدخل فيه، فإذا قلت: لا يقاومه واحد جاز أن يقال: لكنه يقاومه اثنان بخلاف قولك: لا يقاومه أحد، وفرق ثعلب بين واحد وبين أحد بأن الواحد يدخل في العدد، وأحد لا يدخل فيه، ورد عليه أبو حيان بأنه يقال: أحد وعشرون ونحوه، فقد دخل في العدد، وهذا كما ترى. ومن جملة القائلين بالقلب الخليل. </p><p> وقرأ الجمهور: {قُلْ هُوَ اللَّهُ أَحَدٌ (١) } بإثبات {قُلْ} ، وقرأ عبد الله بن مسعود وأبي {هو الله أحد} بدون {قُلْ} وكذا في المعوذتين؛ لأنه توحيد، والأخريان تعوذ، فيناسب أن يدعو بهما وأن يؤمر بتبليغهما، وقال بعضهم: إنما أثبت في المصحف {قُلْ} والتزم في التلاوة مع أنه ليس من دأب المأمور بقل أن يتلفظ في مقام الائتمار إلا بالمقول؛ لأن المأمور ليس المخاطب به فقط، بل كل واحد ابتلي بما ابتلي به المأمور، فأثبت ليبقى على مر الدهور منا على العباد، وقرأ الأعمش:  {قل هو الله الواحد} وقرأ الجمهور: بتنوين {أَحَدٌ} وهو الأصل، وقرأ زيد بن علي وأبان بن عثمان ونصر بن عاصم وابن سيرين والحسن وابن إسحاق وأبو السمال وأبو عمرو في رواية يونس ومحبوب والأصمعي واللؤلؤي وعبيد وهارون عنه:  {أحد الله} بحذف التنوين؛ لالتقاء الساكنين لملاقاته مع لام التعريف، فيكون ترك التنوين لأجل الفرار من التقاء الساكنين، ويجاب عنه بأن الفرار من التقاء الساكنين قد حصل مع التنوين بتحريك الأول منهما بالكسر، وقيل: حذفه للخفة، كما في قول الشاعر: </p><p> عَمْرُو الَّذِيْ هَشَمَ الثَّرِيْدَ لِقَوْمِهِ ... وَرِجَالُ مَكَّةَ مُسْلِتُوْنَ عِجَاف </p><p> بحذف تنوين عمرو للتخفيف </p><p> ٢ - {اللَّهُ الصَّمَدُ (٢) } الاسم الشريف مبتدأ، و {الصَّمَدُ} خبره، و {الصَّمَدُ} هو الذي يصمد إليه في الحاجات؛ أي: يقصد لكونه قادرًا على قضائها، فهو فعل بمعنى مفعول، كالقَبَض بمعنى المقبوض؛ لأنه مصمود إليه؛ أي: مقصود إليه، قال الزجاج: الصمد: السند الذي انتهى إليه </p><p> السؤدد، فلا سيد فوقه. </p><p> قال الشاعر: </p><p> أَلَا بَكَّرَ النَّاعِي بِخَيْرِ بَنِيْ أَسَدْ ... بِعَمْرِو بْنِ مَسعُوْدٍ وَبِالسَّيِّدِ الصَّمَدْ </p><p> وقيل: معنى الصمد: الدائم الباقي الذي لم يزل ولا يزول، وقيل: معنى الصمد ما ذكره بعده من أنه الذي لم يلد ولم يولد، وقيل: هو المستغني عن كل أحد، والمحتاج إليه كل أحد، وقيل: هو المقصود في الرغائب، والمستغاث به في المصائب، وهذان القولان يرجعان إلى معنى القول الأول، وقيل: هو الذي يفعل ما يشاء ويحكم ما يريد، وقيل: هو الكامل الذي لا عيب فيه، وقال الحسن وعكرمة والضحاك وسعيد بن جبير وسعيد بن المسيب ومجاهد وعبد الله بن بريدة وعطاء وعطية العوفي والسدي: الصمد هو المصمت الذي لا جوف له، كما سيأتي بسطه نقلًا عن \"الخازن\" ، ومنه قول الشاعر: </p><p> شِهَابُ حُرُوْبٍ لَا تَزَالُ جِيَادُهُ ... عَوَابِس يَعْلِكْنَ الشَّكِيْمَ الْمُصَمَّدَا </p><p> وهذا لا ينافي القول الأول؛ لجواز أن يكون هذا أصل معنى الصمد، ثم استُعمل في السيد المصمود إليه في الحوائج، ولهذا أطبق على القول الأول أهل اللغة وجمهور أهل التفسير، ومنه قول الشاعر: </p><p> عَلَوْتُهُ بِحُسَامٍ ثُم قُلْتُ لَهُ ... خُذْهَا حُذَيْفُ فَأنْتَ السَّيِّدُ الصَّمَدُ </p><p> وقال الزبرقان بن بدر: </p><p> سِيْرُوْا جَمِيْعًا بِنِصْفِ اللَّيْلِ وَاعْتَمِدُوا ... وَلَا رَهِيْنَةَ إِلَّا سَيِّدٌ صَمَدُ </p><p> وتكرير الاسم الجليل للإشعار بأن من لم يتصف بذلك، فهو بمعزل عن استحقاق الألوهية، وحذف العاطف من هذه الجملة؛ لأنها كالنتيجة للجملة الأولى، وقيل: إن الصمد صفة للاسم الشريف، والخبر هو ما بعده، والأول أولى؛ لأن السياق يقتضى استقلال كل جملة، فمعنى قوله: {اللَّهُ الصَّمَدُ (٢) }؛ أي (١) : هو الله الذي يقصده العباد ويتوجهون إليه لقضاء ما أهمتهم دون واسطة إلى </p><p>(١) المراغي.</p>"
}