{
  "id": null,
  "sura": 112,
  "aya": 4,
  "text": "<p> يخلفه؛ لاستحالة الحاجة والفناء عليه سبحانه. </p><p> فإن قلت: لم قال في هذه السورة: {لَمْ يَلِدْ} وفي سورة بني إسرائيل {لَمْ يَتَّخِذْ وَلَدًا} ؟. </p><p> أجيب: بأن النصارى فريقان: منهم من قال عيسى ولد الله حقيقة، فقوله:  {لَمْ يَلِدْ} إشارة إلى الرد عليه، ومنهم من قال: اتخذه تشريفًا، كما اتخذ إبراهيم خليلًا تشريفا، فقوله:  {لَمْ يَتَّخِذْ وَلَدًا} إشارة إلى الرد عليه. </p><p> {وَلَمْ يُولَدْ} ؛ أي: لم يصدر (١) عن شيء لاستحالة نسبة العدم إليه سابقًا أو لاحقًا، وقال بعضهم: الوالدية والمولودية لا تكونان إلا بالمثلية، فإن المولود لا بد أن يكون مثل الوالد، ولا مثلية بين هويته الواجبة وهوياتنا الممكنة. انتهى. </p><p> وقال البقلي: {لَمْ يَلِدْ وَلَمْ يُولَدْ (٣) } أو: لم يكن هو محل الحوادث ولا الحوادث محله، والتصريح بأنه لم يولد مع كونهم معترفين بمضمونه، لتقرير ما قبله، وتحقيقه بالإشارة إلى أنهما متلازمان؛ إذ المعهود أن ما يلد يولد ومالا فلا، ومن قضية الاعتراف بأنه لم يولد، الاعتراف بأنه لا يلد، وفي \"كشف الأسرار\" : قدم ذكر {لَمْ يَلِد} ؛ لأن من الكفار من ادعى أن له ولدًا، ولم يدع أحد أنه مولود، وقال أبو الليث:  {لَمْ يَلِد} يعني: لم يكن له ولد يرثه {وَلَمْ يُولَدْ} يعني لم يكن له والد يرث ملكه </p><p> ٤ - {وَلَمْ يَكُنْ لَهُ} سبحانه وتعالى {كُفُوًا} ؛ أي: مماثلًا في ذاته وصفاته وأفعاله {أَحَدٌ} من المخلوقات، وقوله:  {لَهُ} صلة لـ {كُفُوًا} قدمت عليه مع أن حقها التأخر عنه للاهتمام بها؛ لأن المقصود نفي المكافأة عن ذاته تعالى؛ أي: لم يكافئه ولم يماثله ولم يشاكله، بل هو خالق الأكفاء، ويجوز أن يكون من الكفاءة في النكاح نفيًا للصاحبة، وأما تأخير اسم كان فلمراعاة الفواصل، وهذه (٢) الجملة مقررة لمضمون ما قبلها؛ لأنه سبحانه إذا كان متصفًا بالصفات المتقدمة كان متصفًا بكونه لم يكافئه أحد، ولا يماثله ولا يشاركه في شيء، ولعل ربط هذه الجمل الثلاث بالعاطف؛ لأن المراد منها نفي أقسام الأمثال، فهي جملة واحدة منبه عليها بالجمل؛ أي: فهو (٣) تعالى الأول الذي لم </p><p>(١) روح البيان. (٢) الشوكاني.(٣) الخازن.</p><p> يتقدمه والد كان عنه، وهو الآخر الذي لم يتأخر عنه ولد يكون عنه، ومن كان كذلك فهو الذي لم يكن له كفوًا أحد؛ أي: ليس له من خلقه مثل ولا نظير ولا شبيه، فنفى عنه بقوله: {وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (٤) } العديل والنظير والصاحبة والولد، واعلم أن الكفؤ يعم الشبيه والنظير والمثيل، فالمثيل هو المشارك لك في جميع صفاتك، والشبيه هو المشارك في غالبها، والنظير هو المشارك في أقلها، والله منزه عن ذلك كله. </p><p> وأخرج البخاري عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: قال الله عَزَّ وَجَلَّ: \"كذبني ابن آدم ولم يكن له ذلك، وشتمني ولم يكن له ذلك، فأما تكذيبه إياي،فقوله:لن يعيدني كما بدأني، وليس أول الخلق بأهون علي من إعادته، وأما شتمه إياي،فقوله:اتخذ الله ولدًا، وأنا الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوًا أحد\" . </p><p> وقرأ الجمهور (١) : {كُفُوًا} - بضم الكاف والفاء وتسهيل الهمزة - وقرأ الأعوج وسيبويه ونافع في رواية عنه بإسكان الفاء، وروي ذلك عن حمزة مع إبداله الهمزة واوًا وصلًا ووقفًا، وقرأ نافع في رواية عنه:  {كفأ} بكسر الكاف وفتح الفاء من غير مد، وقرأ سليمان بق علي بن عبد الله بن العباس كذلك؛ أي: بكسر الكاف وفتح الفاء، كقول النابغة: </p><p> لَا تَقْذِفَنِّيْ بِرُكْنٍ لَا كِفَاءَ لَهُ </p><p> والخلاصة (٢) : أَنّ السورة تضمنت نفي الشرك بجميع أنواعه، فقد نفى الله سبحانه عن نفسه أنواع الكثرة بقوله:  {اللَّهُ أَحَدٌ} ونفى عن نفسه أنواع الاحتياج بقوله: {اللَّهُ الصَّمَدُ (٢) } ونفى عن نفسه المجانسة والمشابهة لشيء بقوله: {لَمْ يَلِد} ونفى عن نفسه الحدوث والأولية بقوله: {وَلَمْ يُولَدْ} ونفى عن نفسه الأنداد والأشباه بقوله: {وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (٤) } تعالى الله عما يقول الظالمون علوًا كبيرًا. </p><p>(١) الشوكاني. (٢) المراغي.</p><p> الإعراب </p><p> {قُلْ هُوَ اللَّهُ أَحَدٌ (١) اللَّهُ الصَّمَدُ (٢) لَمْ يَلِدْ وَلَمْ يُولَدْ (٣) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (٤) }. </p><p> {قُلْ} : فعل أمر، وفاعل مستتر يعود على محمد - صلى الله عليه وسلم -، والجملة مستأنفة. {هُوَ} : ضمير الشأن تفسره الجملة المذكورة بعده في محل الرفع مبتدأ أول. {اللَّهُ} : مبتدأ ثان. {أَحَدٌ} : خبره، والجملة من المبتدأ الثاني وخبره خبر الأول، وجملة الأول في محل النصب مقول {قُلْ} ، أو هو ضمير عائد على المسؤول عنه المعلوم من السياق في محل الرفع مبتدأ. {اللَّهُ} : خبره، أو خبر ثان له، أو بدل من الجلالة، وإن شئت قلت:  {هُوَ اللَّهُ أَحَدٌ} إلى آخر السورة مقول محكي لـ {قُلْ} . {اللَّهُ الصَّمَدُ (٢) }: مبتدأ وخبر، والجملة في محل النصب مقول {قُلْ} ، وترك العطف هنا؛ لأن هذه الجملة مؤكِّدة ومقررة لما قبلها، وكذلك ترك العطف في قوله:  {لَمْ يَلِدْ} ؛ لأنه مؤكد للصمدية؛ لأن الغني عن كل شيء المحتاج إليه كل ما سواه لا يكون والدًا ولا مولودًا. {لَمْ يَلِدْ} : جازم وفعل معلوم مجزوم وفاعل مستتر يعود على {اللَّهُ} ، والجملة في محل النصب مقول {قُلْ} مؤكدة لما قبلها. {وَلَمْ يُولَدْ} : جازم وفعل مضارع مجهول مجزوم، ونائب فاعل مستتر يعود على {اللَّهُ} معطوف على {لَمْ يَلِدْ} . {وَلَمْ يَكُنْ} : {الواو} : عاطفة {لَمْ يَكُنْ} : جازم وفعل ناقص مجزوم معطوف على {لَمْ يَلِدْ} أيضًا. {لَهُ} متعلق بـ {كُفُوًا} أو حال منه، وقدم عليه للاهتمام به؛ إذ فيه ضمير الباري سبحانه. {كُفُوًا} : خبر {يَكُنْ} مقدم على اسمها لمراعاة الفواصل. {أَحَدٌ} : اسمها مؤخر عن خبرها، وهناك أقوال متلاطمة في إعراب هذه الجملة لا طائل تحتها. </p><p> التصريف ومفردات اللغة </p><p> {قُلْ هُوَ اللَّهُ أَحَدٌ (١) }؛ أي: فرد في ذاته وصفاته لا يتجزأ، وهمزة {أَحَدٌ} بدل من واو؛ لأنه من الوحدة، وإبدال الهمزة من الواو المفتوحة قليل، وتقدم الفرق بين أحد هذا، وأحد المراد به العموم، فإن همزة ذاك أصل بنفسها، ونقل أبو البقاء أن همزة {أَحَدٌ} هنا غير مقلوبة، بل أصل بنفسها، كأحد المراد به العموم والمعروف الأول، وقال مكي: إن أحدًا أصله: واحد، فأُبدلت الواو </p><p> همزة، فاجتمع ألفان؛ لأن الهمزة تشبه الألف، فحُذفت إحداهما تخفيفًا. فإن قلت: كيف ذُكر {أَحَدٌ} في الإثبات مع أن المشهور أنه يُستعمل بعد النفي، كما أن الواحد لا يُستعمل إلا بعد الإثبات، يقال في الدار واحد، وما في الدار أحد، ومن ذلك قوله تعالى:  {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ} ، وقوله:  {اللَّهُ الْوَاحِدُ الْقَهَّارُ} ، وقوله تعالى:  {وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ} ، وقوله:  {لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ} . </p><p> فالجواب: قال ابن عباس - رضي الله عنهما - إنه لا فرق بينهما في المعنى، واختاره أبو عبيدة، ويؤيده قوله تعالى:  {فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ} وعليه فلا يختص أحدهما بمحل دون آخر، وإن اشتهر أحدهما استعمالًا في النفي، والآخر في الإثبات، ويجوز أن يكون العدول هنا عن المشهور رعاية للفاصلة بعد، فدل بقوله:  {اللَّهُ} على صفات الكمال، وبالأحد على صفات الجلال اهـ \"كرخي\" . </p><p> {اللَّهُ الصَّمَدُ (٢) }؛ أي: المصمود المقصود في الحوائج، فهو فَعَل بمعنى مفعول، كالقَبَض بمعنى المقبوض، والنَّقَض بمعنى المنقوض، وإنما عرّفه بإدخال أل عليه دون {أَحَدٌ} ؛ لعلمهم بصمديته بخلاف أحديته، وتكرير لفظ {اللَّهُ} ؛ للإشعار بأن من لم يتصف به لم يستحق الألوهية، وإنما خلت هذه الجملة من العاطف؛ لأنها كالنتيجة للأولى؛ أي: كالدليل عليها اهـ \"البيضاوي\" . </p><p> {لَمْ يَلِدْ} من ولد يلد - من باب وعد يعد - أصله يَوْلِد بفتح الياء وكسر اللام؛ لأنه معلوم فحذفوا الواو؛ لوقوعها بين عدوتيها الياء والكسرة. </p><p> {كُفُوًا} بوزن فعل، وكفيئًا على وزن فعيل، وكفاء على وزن فعال بمعنى واحد، والكفء المثل والنظير، وقال أبو حيان بضم الكاف وكسرها وفتحها مع سكون الفاء وبضم الكاف مع ضم الفاء، يقال: هذا كفاؤه وكفؤه بمعنى مثله، وكافأ فلانًا إذا ماثل. </p><p> البلاغة </p><p> وقد تضمنت هذه السورة الكريمة ضروبًا من البلاغة، وأنواعًا من الفصاحة والبيان والبديع: </p><p> فمنها: تصدير الجملة بضمير الشأن في قوله: {قُلْ هُوَ اللَّهُ أَحَدٌ (١) }؛ للتنبيه من أول الأمر على فخامة مضمونها مع أن في الإبهام ثم التفسير مزيد تقرير لمدلولها. </p><p> ومنها: تعريف الطرفين في قوله: {اللَّهُ الصَّمَدُ (٢) }؛ لإفادة التخصيص. </p><p> ومنها: الفصل - أي - ترك العطف في جملة قوله: {اللَّهُ الصَّمَدُ (٢) } إشعارًا بأنها مقرَّرة مؤكدة لما قبلها، وكذلك ترك العطف في قوله:  {لَمْ يَلِدْ} ؛ لأنه مؤكد لمعنى الصمدية كما مر، وقد أشار صاحب \"الجوهر المكنون\" إلى مواضع الفصل بقوله: </p><p> الْفَصْلُ تَرْكُ عَطْفِ جُمْلَةٍ أتَتْ ... مِنْ بَعْدِ أُخْرَى عَكْسَ وَصْلٍ قَدْ ثَبَتْ </p><p> فَافْصِلْ لَدَى التَّوْكِيْدِ وَالإِبْدَالِ ... لِنُكْتَةٍ وَنِيَّةِ السُّؤَالِ </p><p> وَعَدَمِ التَّشْرِيْكِ فِيْ حُكْمٍ جَرَى ... أَوِ اخْتِلَافٍ طَلَبًا وَخَبَرَا </p><p> وَفَقْدِ جَامِعٍ وَمَعْ إِيْهَامِ ... عَطْفٍ سِوَى الْمَقْصُوْدِ في الْكَلَامِ </p><p> ومنها: الوصل بين الجمل الثلاث الأخيرة أعني قوله: {لَمْ يَلِدْ وَلَمْ يُولَدْ (٣) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (٤) }؛ لأنها سيقت لغرض، ومعنى واحد وهو نفي المماثلة والمجانسة عنه تعالى بوجه من الوجوه، كما قال الأخضري في الجوهر المكنون: </p><p> وَصِلْ لَدَى التَّشْرِيْكِ فِيْ الإِعْرَابِ ... وَقَصْدِ رَفْعِ اللَّبْسِ فِيْ الْجَوَابِ </p><p> وَفِيْ اتِّفَاقٍ مَعَ الاتِّصَالِ ... فِيْ عَقْلٍ أَوْ فِيْ وَهْمٍ أوْ خَيَالِ </p><p> ومنها: الجناس الناقص في قوله: {لَمْ يَلِدْ وَلَمْ يُولَدْ (٣) }؛ لتغير الشكل وبعض الحروف. </p><p> ومنها: تكرير لفظ الجلالة في قوله: {اللَّهُ الصَّمَدُ (٢) } للإشعار بأن من لم يتصف به لم يستحق الألوهية. </p><p> ومنها: تقديم صلة {كُفُوًا} أعني الجار والمجرور في قوله: {لَهُ} عليه؛ للاهتمام بها؛ لأن المقصود نفي المكافأة عن ذاته تعالى؛ أي: لم يكافئه أحد ولم يماثله ولم يشاكله. </p><p> ومنها: تأخير اسم كان عن خبرها في قوله: {كُفُوًا أَحَدٌ} ؛ لمراعاة الفواصل. </p><p> ومنها: الزيادة والحذف في عدة مواضع (١) . </p><p> والله سبحانه وتعالى أعلم بالصواب </p><p> * * * </p><p>(١) إلى هنا تم تفسير سورة الإخلاص بعون الله وتوفيقه أوائل ليلة السبت المبارك الليلة السادسة من شهر الله صفر المبارك من شهور سنة: ١٤١٧ هـ ألف وأربع مئة وسبع عشرة من الهجرة النبوية على صاحبها أفضل الصلاة وأزكى التحية، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليمًا كثيرًا، والحمد لله رب العالمين. آمين.</p><p> [سورة الفلق] </p><p> سورة الفلق نزلت بعد سورة الفيل، وهي مكية في قول الحسن وعكرمة وعطاء وجابر، ومدنية في أحد قولي ابن عباس وقتادة، وهذا أصح كما في \"الخازن\" ، ويؤيده سبب النزول، فإنه كان بالمدينة ولم يظهر للقول بأنها مكية وجه اهـ \"صاوي\" . </p><p> وهي: خمس آيات، وعشرون كلمة، وأربعة وسبعون حرفًا. </p><p> المناسبة: مناسبتها لما قبلها (١) : أنه تعالى لما بيَّن أمر الألوهية في السورة التي قبلها .. بيَّن هنا ما يُستعاذ منه بالله تعالى؛ لأنه لا ملجأ سواه، وسميت سورة الفلق؛ لذكر الفلق فيها. </p><p> الناسخ والمنسوخ: وقال محمد بن حزم - رحمه الله -: سورة الفلق كلها محكمة ليس فيها ناسخ ولا منسوخ. </p><p> فضلها: وورد في فضل هذه السورة والتي بعدها أحاديث: </p><p> منها: قوله - صلى الله عليه وسلم -: \"لقد أنزلت على سورتان ما أنزل مثلها، وأنه لن يقرأ أحد أحبَّ ولا أرضى عند الله تعالى منهما\" . يعني المعوذتين، وقوله:  \"ما أنزل مثلهما\" ؛ أي: في التحصن، والتعوذ. </p><p> ومنها: ما أخرجه مسلم والترمذي والنسائي وغيرهم عن عقبة بن عامر قال: قال رسول الله - صلى الله عليه وسلم -: \"أنزلت عليَّ الليلةَ آيات لم أر مثلهن قط {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ(١)} و {قُلْ أَعُوذُ بِرَبِّ النَّاسِ(١)} \" . </p><p> ومنها: ما أخرجه ابن الضريس وابن الأنباري والحاكم وصححه وابن مردويه في \"الشعب\" عن عقبة بن عامر قال: قلت: يا رسول الله أقرئني سورة يوسف وسورة هود، قال: \"يا عقبة اقرأ بـ {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (١) } فإنك لن تقرأ سورة </p><p>(١) الصاوي.</p><p> أحب إلى الله وأبلغ منها، فإذا استطعت أن لا تفوتك فافعل \".</p><p> ومنها: ما أخرجه ابن سعد والنسائي والبغوي والبيهقي عن أبي حابس الجهني أن رسول الله - صلى الله عليه وسلم - قال: \" يا أبا حابس أخبرك بأفضل ما تعوّذ به المتعوذون \" قال: بلى يا رسول الله قال: \" {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (١) } و {قُلْ أَعُوذُ بِرَبِّ النَّاسِ (١) } هما المعوِّذتان \".</p><p> ومنها: ما أخرجه الترمذي وحسنه وابن مردويه والبيهقي عن أبي سعيد الخدري قال: (كان رسول الله - صلى الله عليه وسلم - يتعوذ من عين العرب ومن عين الإنس، فلما نزلت سورة المعوذتين أخذ بهما وترك ما سوى ذلك) . </p><p> ومنها: ما أخرجه أبو داود والنسائي والحاكم وصححه عن ابن مسعود أن النبي - صلى الله عليه وسلم - كان يكره عشر خصال ومنها أنه كان يكره الرقى إلا بالمعوذتين. </p><p> ومنها: ما أخرجه ابن مردويه عن أم سلمة قالت: قال رسول الله: \" مِن أحَبَّ السور إلى الله: {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (١) } و {قُلْ أَعُوذُ بِرَبِّ النَّاسِ (١) } \".</p><p> ومنها: ما أخرجه النسائي وابن الضريس وابن حبان في \" صحيحه \" وابن الأنباري وابن مردويه عن جابر بن عبد الله قال: أخذ بمنكبي رسولُ الله - صلى الله عليه وسلم -،ثم قال:\" \"اقرأ\" قلت: ما أقرأ بأبي أنت وأمي، قال: {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (١) }، ثم قال:  \"اقرأ\" قلت: بأبي أنت وأمي ما أقرأ قال: {قُلْ أَعُوذُ بِرَبِّ النَّاسِ (١) }، ولم تقرأ بمثلهما \".</p><p> ومنها: ما أخرجه مالك في \" الموطأ \" عن ابن شهاب عن عروة عن عائشة(أن رسول الله - صلى الله عليه وسلم - كان إذا اشتكى يقرأ على نفسه بالمعوذتين وينفث فلما اشتد وجعه كنت أقرأ عليه وأمسح بيده رجاء بركتهما)، وأخرجه البخاري ومسلم في \" صحيحيهما \" من طريق مالك بالإسناد المذكور.</p><p> ومنها: ما أخرجه عبد بن حميد في \" مسنده\" عن زيد بن أرقم قال: سَحَرَ النبيَّ - صلى الله عليه وسلم - رجلٌ من اليهود، فاشتكى، فأتاه جبريل، فنزل عليه بالمعوذتين، وقال: إن رجلًا من اليهود سحرك، والسحر في بئر فلان، فأرسل عليًا فجاء، فأمره أن يحل العُقَد ويقرأ آية ويحل حتى قام النبي - صلى الله عليه وسلم - كأنما نشط من عقال. </p><p> وأخرجه ابن مردويه والبيهقي من حديث عائشة مطولًا، وكذلك أخرجه ابن </p><p> مردويه من حديث ابن عباس، وقد ورد في فضل المعوذتين وفي قراءة رسول الله لهما في الصلاة أحاديث، وفيما ذكرنا كفاية. </p><p> وما روي عن ابن مسعود أنه كان يحك المعوذتين في المصحف يقول: لا تخلطوا القرآن بما ليس منه، إنهما ليستا من كتاب الله، إنما أُمر النبي - صلى الله عليه وسلم - أن يتعوذ بهما، وكان ابن مسعود لا يقرأ بهما، قال البزار: لم يتابع ابن مسعود أحد من الصحابة، وقد صح عن النبي - صلى الله عليه وسلم - أنه قرأ بهما في الصلاة، وقد أثبتتا في المصحف. </p><p> وأخرج الطبراني في \"الصغير\" عن علي بن أبي طالب قال: لدغت النبي - صلى الله عليه وسلم - عقرب وهو يصلي، فلما فرغ قال:  \"لعن الله العقرب لا تدع مصليًا ولا غيره، ثم دعا بماء وملح،وجعل يمسح عليها ويقرأ:{قُلْ يَا أَيُّهَا الْكَافِرُونَ(١)} و {قُلْ هُوَ اللَّهُ أَحَدٌ(١)} و {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ(١)} و {قُلْ أَعُوذُ بِرَبِّ النَّاسِ(١)} \" ، وسميت سورة الفلق لذكر الفلق فيها. </p><p> الناسح والمنسوخ: وقال محمد بن حزم؛ سورة الفلق كلها محكم ليس فيها ناسخ ولا منسوخ. </p><p> والله سبحانه وتعالى أعلم </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (١) مِنْ شَرِّ مَا خَلَقَ (٢) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (٣) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (٤) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (٥) }. </p><p> أسباب النزول </p><p> سبب نزول المعوذتين: ما روي من قصة سحر لبيد بن الأعصم اليهودي رسولَ الله - صلى الله عليه وسلم - قال ابن عباس وعائشة: كان غلام من اليهود يخدم النبي - صلى الله عليه وسلم -، فدبت إليه اليهود، فلم يزالوا به حتى أخذ من مشاطة رأس رسول الله - صلى الله عليه وسلم - وعدة من أسنان مشطه، فأعطاها اليهود فسحروه فيها، وتولى ذلك لبيد بن الأعصم رجل من اليهود، فنزلت السورتان فيه. </p><p> فإن قلت: كيف يؤثر السحر فيه - صلى الله عليه وسلم - مع أنه معصوم بنص {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} ؟ </p><p> أجيب: بأن المعصوم منه ما أدى إلى خبل في عقله أو إلى ضياع شرعه أو إلى موته، وأما ما عدا ذلك فهو من الأعراض البشرية الجائزة في حقه، كما أن جرحه وكسر رباعيته لا يقدح في عصمته. </p><p> وأخرج الشيخان عن عائشة - رضي الله عنها - أن النبي - صلى الله عليه وسلم -: سُحِر حتى كان يخيل إليه أنه يصنع الشيء ولم يصنع، وفي رواية أنه يخيل إليه فعل الشيء وما فعله، حتى إذا كان ذات يوم وهو عندي دعا الله ودعاه، ثم قال:  \"أشعَرْتِ يا عائشة أن الله قد أفتاني فيما استفتيته\" ؟ قلت: وما ذاك يا رسول الله؟ قال:  \"جاءني رجلان فجلس أحدهما عند رأسي والآخر عند رجلي،ثم قال أحدهما لصاحبه:ما وجع الرجل؟قال:مطبوب،قال:ومَن طَبَّهُ؟قال:لبيد بن الأعصم اليهودي من بني زريق،قال:فيم ذا؟قال:في مشط ومشاطة وجف طلعة ذكر،قال:فأين هو؟قال:في بئر ذروان\" ، ومن الرواة من قال: في بئر زريق، فذهب النبي - صلى الله عليه وسلم - في أناس من أصحابه إلى البئر فنظر إليها وعليها نخل، ثم رجع إلى عائشة، فقال:  \"والله لكأن ماءها نقاعة الحناء، ولكأن نخلها رؤوس الشياطين\" قلت: يا رسول الله </p>"
}