{
  "id": null,
  "sura": 112,
  "aya": 1,
  "text": "<p> وأخرج أبو يعلى وابن المنذر والطبراني في \"الأوسط\" وأبو نعيم في \"الحلية\" والبيهقي عن جابر قال: جاء أعرابي إلى النبي - صلى الله عليه وسلم -، فقال: انسب لنا ربك، فأنزل الله سبحانه: {قُلْ هُوَ اللَّهُ أَحَدٌ (١) } إلى آخر السورة، وحسَّن السيوطي إسناده، وأخرج الطبراني وأبو الشيخ في \"العظة\" عن ابن مسعود قال: قالت قريش لرسول الله - صلى الله عليه وسلم -: انسب لنا ربك، فنزلت هذه السورة: {قُلْ هُوَ اللَّهُ أَحَدٌ (١) }. </p><p> وأخرج ابن أبي حاتم وابن عدي والبيهقي في \"الأسماء والصفات\" عن ابن عباس: أن اليهود جاءت إلى النبي - صلى الله عليه وسلم - منهم: كعب بن الأشرف وحُيَيُّ بن أخطب، فقالوا: يا محمد صف لنا ربك الذي بعثك، فأنزل الله: {قُلْ هُوَ اللَّهُ أَحَدٌ (١) اللَّهُ الصَّمَدُ (٢) لَمْ يَلِدْ} فيخرج منه الولد {وَلَمْ يُولَدْ} فيخرج من شيء. </p><p> التفسير وأوجه القراءة </p><p> ١ - {قُلْ} يا محمد لمن سألك عن صفة ربك {هُوَ} ؛ أي: ربي الذي سألتموني عن صفته ونسبه {اللَّهُ} ؛ أي: المعبود المستحق للعبادة من جميع المخلوقات الجامع لصفات الكمال كلها، المنزه عن صفات النقائص كلها هو {أَحَدٌ} ؛ أي: واحد لا كثرة في ذاته ولا في صفاته، فهو ليس بمركب من جواهر مختلفة، ولا من أصول متعددة غير مادية، فهو الواحد المنزه عن التركيب والتعدد؛ لأن التعدد في الذات مستلزم لافتقار المجموع إلى تلك الأجزاء، والله لا يفتقر إلى شيء، فالضمير في قوله:  {قُلْ هُوَ} يحتمل عوده إلى المسؤول عنه؛ أي: الذي سألتم عنه هو الله، فالضمير حينئذ مبتدأ، و {اللَّهُ} خبره، و {أحد} بدل منه، وإبدال النكرة المحضة من المعرفة يجوز عند حصول الفائدة على ما ذهب إليه أبو علي الفارسي؛ لما روي عن ابن عباس - رضي الله عنهما -: أن عامر بن الطفيل وأربد بن ربيعة أتيا النبي - صلى الله عليه وسلم -، فقال عامر: إلى من تدعونا يا محمد؟ فقال: إلى الله تعالى، قال: صفه لنا، أمن ذهب أم من فضة أم من حديد أم من خشب؟ فنزلت هذه السورة، وأهلك الله أربد بالصاعقة، وعامر بن الطفيل بالطاعون، وقيل: نزلت بسبب سؤال النصارى، روي عن ابن عباس قال: قدم وفد نجران، فقالوا: صف لنا ربك، أمن </p><p>(١) الخازن.</p><p> زبرجد أو ياقوت أو ذهب أو فضة؟ فقال: إن ربي ليس من شيء؛ لأنه خالق الأشياء، فنزل: {قُلْ هُوَ اللَّهُ أَحَدٌ (١) } قالوا: هو واحد، وأنت واحد، فقال: ليس كمثله شيء، قالوا: زدنا من الصفة، فقال: الله الصمد، فقالوا: وما الصمد؟ فقال: الذي يصمد إليه الخلق في الحوائج، فقالوا: زدنا، فنزل {لَمْ يَلِدْ} كما ولدت مريم و {وَلَمْ يُولَدْ} كما وُلد عيسى، {وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (٤) }؛ أي: ليس له نظير من خلقه، وقال الضحاك وقتادة ومقاتل: جاء ناس من أحبار اليهود إلى النبي - صلى الله عليه وسلم -، فقالوا: صف لنا ربك لعلنا نؤمن بك، فإن الله تعالى أنزل صفته في التوراة، فأخبرنا من أي شيء هو، وهل يأكل ويشرب، ومن ورث ومن يرثه؟ فنزلت هذه السورة، ويحتمل عوده إلى الشأن، كقولك: هو زيد منطلق، وارتفاعه بالابتداء، وخبره الجملة، ولا حاجة إلى الرابط؛ لأنها عين الشأن الذي عبر عنه بالضمير؛ أي: الله أحد هو الشأن هذا، أو هو أن الله أحد، والحكمة في تصدير الجملة بضمير الشأن التنبيه من أول الأمر على فخامة مضمونها، مع أن في الإبهام ثم التفسير مزيد تقرير، والله علم دال على الإله الحق دلالة جامعة لمعاني الأسماء الحسنى كلها، والأحد اسم لمن لا يشاركه شيء في ذاته، كما أن الواحد اسم لمن لا يشاركه شيء في صفاته يعني: أن الأحد هو الذات وحدها بلا اعتبار كثرة فيها، فأثبت له الأحدية التي هي الغنى عن كل ما عداه، وذلك من حيث عينه وذاته من غير اعتبار أمر آخر، والواحد هو الذات مع اعتبار كثرة الصفات. </p><p> وعبارة الشوكاني هنا قوله: {قُلْ هُوَ اللَّهُ أَحَدٌ (١) } الضمير يجوز أن يكون عائدًا إلى ما يفهم من السياق؛ لما قدمنا من بيان سبب النزول، وأن المشركين قالوا: يا محمد انسب لنا ربك، فيكون مبتدأ، و {اللَّهُ} مبتدأ ثان، و {أَحَدٌ} خبر المبتدأ الثاني، والجملة خبر المبتدأ الأول، ويجوز أن يكون {اللَّهُ} بدلًا من {هُوَ} ، والخبر {أَحَدٌ} ، ويجوز أن يكون {اللَّهُ} خبرًا أولًا، و {أَحَدٌ} خبرًا ثانيًا، ويجوز أن يكون {أَحَدٌ} خبرًا لمبتدأ محذوف؛ أي: هو أحد، وبجوز أن يكون {هُوَ} ضمير شأن؛ لأنه موضع تعظيم، والجملة بعده مفسرة له وخبر عنه، والأول أولى. </p><p> قال الزجاج: هو كناية عن ذكر الله، والمعنى: إن سألتم تبيين نسبته هو الله، قيل: وهمزة {أَحَدٌ} بدل من الواو، وأصله واحد، وقال أبو البقاء: همزة </p>"
}