{
  "id": null,
  "sura": 113,
  "aya": 4,
  "text": "<p> كل شر يعتري الإنسان، ووقوبه هجومه، ويجوز أن يراد بالغاسق الأسود من الحيات، ووقبه ضربه ولسعه، وفي \"القاموس\" : الغاسق هو الذكر من الحيات إذا قام، وهو منقول عن ابن عباس - رضي الله عنه - وجماعة، والقول الأول أولى، والمعنى عليه؛ أي: ومن شر الليل إذا دخل وغمر كل شيء بظلامه، والليل إذا كان على تلك الحال كان مخوفًا باعثًا على الرهبة إلى أنه ستار يختفي في ظلامه ذوو الإجرام إذا قصدوك بالأذى إلى أنه عون لأعدائك عليك. </p><p> ٢ - ٤ {وَمِنْ شَرِّ النَّفَّاثَاتِ} ؛ أي: ومن شر النساء أو النفوس السواحر اللاتي ينفثن وينفخن {فِي الْعُقَدِ} ؛ أي: في عقد الوتر أو الحبال عند القراءة على تلك العقد؛ ليسحرن بها، جمع نفاثة بالتشديد، صيغة مبالغة يراد منها تكرار الفعل والاحتراف به من النفث، وهو شبه النفخ يكون في الرقية ولا ريق معه، فإن كان معه ريق فهو التفل، يقال منه نفث الراقي ينفُث - بالضم - وينفِث بالكسر إذا نفخ على المريض بعد القراءة عليه، والعُقَد جمع عقدة، وهي ما يعقده الساحر ويربطه ويمسكه على وتر - بفتحتين - القوس، أو حبل أو شعر، وهو ينفث عليه ويرقي، وأصله من العزيمة، ولذلك يقال: لها عزيمة، كما يقال: لها عقدة، ومنه قيل للساحر معقد. </p><p> والمعنى: وأعوذ بالله من شر النفوس، أو النساء السواحر اللاتي يعقدن عقدًا في خيوط، وينفثن في عقدة الخيط حين يرقين عليها، وتعريفها (١) إما للعهد، أو للإيذان بشمول الشر لجميع أفرادهن وتمحضهن فيه، وقيل: المراد بالنفاثات بنات لبيد بن الأعصم اللاتي سحرن النبي - صلى الله عليه وسلم -؛ لما روى ابن عباس - رضي الله عنهما - وعائشة - رضي الله عنها - أنه كان غلام من اليهود يخدم النبي - صلى الله عليه وسلم -، وكان عنده أسنان من مشطه - صلى الله عليه وسلم -، فأعطاها اليهود فسحروه - صلى الله عليه وسلم - فيها, ولذا ينبغي أن يقطع بعد التقليم، وكذا الشعر إذا أُسقط من اللحية، والرأس نصفين أو أكثر؛ لئلا يسحر به أحد، وتولاه لبيد بن الأعصم اليهودي وبناته وهن النفاثات في العقد، فدفنها في بئر أريس، وفي \"عين المعاني\" : في بئر لبني زريق تسمى ذروان، فمرض النبي - صلى الله عليه وسلم -، روي أنه لبث فيه ستة أشهر، فنزل جبريل بالمعوِّذتين - بكسر الواو - كما في </p><p>(١) روح البيان.</p><p> \"القاموس\" ، وأخبره بموضع السحر وبمن سحره وبم سحره، فأرسل النبي - صلى الله عليه وسلم - عليًا والزبير وعمارًا - رضي الله عنهم - فنزحوا ماء البئر، فكأنه نقاعة الحناء، ثم رفعوا راعونة البئر، وهي الصخرة التي توضع في أسفل البئر، فأخرجوا من تحتها الأسنان، ومعها وتر قد عقد فيه أحد عشرة عقدة مغرزة بالإبر، فجاؤوا بها النبي - صلى الله عليه وسلم -، فجعل يقرأ المعوذتين عليها، فكان كلما قرأ آية انحلت عقدة، ووجد عليه السلام خفة حتى انحلت العقدة الأخيرة عند تمام السورتين، كأنما نشط من عقال، وجعل جبريل عليه السلام يقول: بسم الله أرقيك والله يشفيك من كل شيء يؤذيك من عين وحاسد، فلذا جوِّز (١) الاسترقاء بما كان من كلام الله تعالى وكلام رسوله، لا بما كان بالعبرانية أو السريانية والهندية أو التركية أو غير ذلك من صنوف اللغات، فإنه لا يحل اعتقادُه والاسترقاءُ به، فقالوا: يا رسول الله أفلا نقتل الخبيث؟ فقال - صلى الله عليه وسلم -: \"أما أنا فقد عافاني الله، وأكره أن أثير على الناس شرًا\" قالت عائشة - رضي الله عنها -: ما غضب رسول الله - صلى الله عليه وسلم - قط لنفسه ولا انتقم إلا أن يكون شيئًا هو لله، فيغضب لله وينتقم. </p><p> والنفث (٢) : النفخ مع ريق قليل، وقيل: إنه النفخ فقط، واختلفوا في جواز النفث في الرُّقى والتعاويذ الشرعية المستحبة، فجوَّزه الجمهور من الصحابة والتابعين ومَن بعدَهم، ويدل على ذلك حديث عائشة في \"الصحيحين\" وغيرهما قالت: (كان رسول الله - صلى الله عليه وسلم - إذا مرض أحد من أهله نفث عليه بالمعوذات) الحديث، وأنكر جماعة التفل والنفث في الرقى، وأجازوا النفخ بلا ريق، قال عكرمة: لا ينبغي للراقي أن ينفث ولا يمسح ولا يعقد، وقيل: النفث في العقد إنما يكون مذمومًا إذا كان سحرًا مضرًا بالأرواح والأبدان، وإذا كان النفث لإصلاح الأرواح والأبدان .. وجب أن لا يكون مذمومًا ولا مكروهًا، بل هو مندوب إليه، ذكره في \"الخازن\" ، وهذا الذي ذكرناه في معنى الآية هو التفسير الصحيح، وقيل: المراد (٣) بالنفث في العقد إبطال عزائم الرجال بالحيل مستعار من تليين العقدة بنفث الريق عليها؛ ليسهل حلها، فالمعنى على هذا أعوذ برب الفلق من شر النساء النفاثات؛ أي: اللاتي شأنهن أن يغلبن علي الرجال، ويحولنهم عن آرائهم، ويصرفنهم عنها بأنواع المكر </p><p>(١) روح البيان. (٢) الخازن.(٣) روح البيان.</p><p> والحيلة، فمعنى الآية إن النساء لاستقرار حبهن في قلوب الرجال يتصرفن فيهم ويحولنهم من رأي إلى رأي، فأمر الله تعالى رسوله - صلى الله عليه وسلم - بالتعوذ من شرهن. </p><p> وقيل المعنى (١) : أعوذ برب الفلق من شر النمامات والنمامين الذين يقطعون روابط المحبة، ويبددون شمل المودة، وقد شبه عملهم بالنفث، وشبهت رابطة الوداد بالعقدة، والعرب تسمي الارتباط الوثيق بين شيئين عقدة، كما سمي الارتباط بين الزوجين عقدة النكاح. </p><p> فالنميمة تحول ما بين الصديقين من محبة إلى عداوة بالوسائل الخفية التي تشبه أن تكون ضربًا من السحر، ويصعب الاحتياط والتحفظ منها، فالنمام يأتي لك بكلام يشبه الصدق، فيصعب عليك تكذيبه، كما يفعل الساحر المشعوذ إذا أراد أن يحل عقدة المحبة بين المرء وزوجه؛ إذ يقول كلامًا ويعقد عقدة وينفث فيها، ثم يحلها إيهامًا للعامة أن هذا حل للعقدة التي بين الزوجين، وهذا المعنى والذي قبله يخالف ما ورد في سبب نزول السورتين، كما أشرنا إليه آنفًا. </p><p> وقرأ الجمهور (٢) : {النَّفَّاثَاتِ} - بفتح النون - جمع نفاثة على صيغة المبالغة، وقرأ الحسن بضم النون، وقرأ عيسى بن عمر ويعقوب في رواية, وعبد الرحمن بن ساباط وعبد الله بن القاسم والحسن أيضًا {النافثات} جمع نافثة، وقرأ أبو الربيع والحسن أيضًا {النَّفَّاثَاتِ} بغير ألف نحو الحذرات. </p><p> فص </p><p> واعلم (٣) : أن السحر تخيل لا أصل له عند المعتزلة، وعند الشافعي: تمريض بما يتصل به، كما يخرج من فم المتثائب ويؤثر في المقابل، وعند الحنفية: سرعة الحركة ولطافة الفعل فيما خفي فهمه، وقيل: طلسم يبنى على تأثير خصائص الكواكب، كتأثير الشمس في زئبق عصا سحرة فرعون، والمعتزلة أنكروا صحة رواية الأحاديث المذكورة، وتأثير السحر في النبي - صلى الله عليه وسلم -، وقالوا: كيف يمكن القول بصحتها؟ والله سبحانه وتعالى يقول:  {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} ، وقال:  {وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى} ، ولأن تجويزه يفضي إلى القدح في النبوة، ولأن الكفار كانوا </p><p>(١) المراغي. (٢) البحر المحيط.(٣) البحر المحيط.</p><p> يعيرونه بأنه مسحور، فلو وقعت هذه الواقعة .. لكان الكفار صادقين في تلك الدعوى، ولحصل ذكر العيب في النبي - صلى الله عليه وسلم -، ومعلوم أن ذلك غير جائز، وقال أهل السنة: صحة القصة لا تستلزم صدق الكفرة في قولهم: إنه مسحور، وذلك لأنهم كانوا يريدون بكونه مسحورًا أنه مجنون أزيل عقله بسبب السحر، فلذلك ترك دين آبائه، فأما أن يكون مسحورًا بألم يجده في بدنه، فذلك مما لا ينكره أحد. </p><p> وبالجملة: فالله تعالى ما كان يسلط لا شيطانًا ولا إنسيًا ولا جنيًا يؤذيه فيما يتعلق بنبوته وعقله، وأما الإضرار من حيث بشريته وبدنه فلا بُعد فيه، وتأثير السحر فيه - صلى الله عليه وسلم - لم يكن من حيث إنه نبي، وإنما كان في بدنه من حيث إنه إنسان وبشر، فإنه - صلى الله عليه وسلم - يعرض له من حيث بشريته ما يعرض لسائر البشر من الصحة والمرض والموت والأكل والشرب ودفع الفضلات، وتأثير السحر فيه من حيث بشريته لا يقدح في نبوته، وإنما يكون قادحًا فيها لو وُجد للسحر تأثير في أمر يرجع إلى النبوة، ولم يوجد ذلك، كيف؟! والله تعالى يعصمه من أن يضره أحد فيما يرجع إليها، كما لم يقدح كسر رباعيته يوم أحد فيما ضمن الله له من عصمته في قوله:  {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} . وفي \"كشف الأسرار\" : فإن قيل: ما الحكمة في نفوذ السحر وغلبته في النبي - صلى الله عليه وسلم -، ولماذا لم يرد الله كيد الكائد إلى نحوه بإبطال مكره وسحره؟. </p><p> قلنا: الحكمة فيه الدلالة على صدق رسول الله - صلى الله عليه وسلم - وصحة معجزاته، وكذب من نسبه إلى السحر والكهانة؛ لأن سحر الساحر عمل فيه حتى التبس عليه بعض الأمر، واعتراه أنواع من الوجع، ولم يعلم النبي - صلى الله عليه وسلم - بذلك حتى دعا ربه، ثم دعا، فأجابه الله وبين أمره، ولو كان ما يظهر من المعجزات الخارقة للعادات من باب السحر على ما زعم أعداؤه لم يشتبه عليه ما عُمل من السحر فيه، ولتوصل إلى دفعه من عنده، وهذا بحمد الله تعالى من أقوى البراهين على نبوته، وإنما أخبر النبي - صلى الله عليه وسلم - عائشة - رضي الله عنها - من بين نسائه بما كشف الله تعالى له من أمر السحر؛ لأنه - صلى الله عليه وسلم - كان مأخوذًا من عائشة - رضي الله عنها - وهذا السحر على ما روى يحيى بن يعمر قال: حُبس رسول الله - صلى الله عليه وسلم - عن عائشة، فبينما هو نائم أو بين النوم واليقظة إذ أتاه ملكان جلس أحدهما عند رأسه والآخر عند رجليه، فهذا يقول للذي عند رأسه ما شكواه؟ قال: السحر، قال: من فعل به؟ قال: لبيد بن الأعصم اليهودي، قال: فأين صنع السحر؟ قال: في بئر كذا، قال: فما دواؤه؟ قال: ينبعث إلى تلك البئر، </p>"
}