{
  "id": null,
  "sura": 114,
  "aya": 3,
  "text": "<p> وانفتح ما قبلها قُلبت ألفًا، أو من الإنس ضد الوحشة؛ لأنه يونس به أو من النسيان؛ لكونه شأنه وطبعه، كما قال بعضهم: </p><p> وَمَا سُمِّيَ الإِنْسَانُ إِلَّا لِنَسْيِهِ ... وَمَا الْقَلْبُ إلَّا أَنَّهُ يَتَقَلَّبُ </p><p> يقول الفقير (١) : ففي الالتجاء إلى الله في هذه السورة دلالة على ختم الأمر، فإن الله تعالى هو الأول الآخر، وإليه يرجع الأمر كله، وإن إلى ربك المنتهى، وفيه إشارة إلى نسيان العهد السابق الواقع يوم الميثاق، فإن الإنسان لو لم ينسه لما احتاج إلى العود والرجوع، بل كان في كنف الله تعالى دائمًا. </p><p> ٢ - {مَلِكِ النَّاسِ (٢) }؛ أي: مالكهم ومدبر أمورهم، وواضع الشرائع والأحكام التي فيها سعادتهم في معاشهم ومعادهم، قرىء هنا بإسقاط الألف باتفاق القراء حذرًا من التكرار، فإن أحد معاني اسم الرب في اللسان المالك، ولا ترد الفاتحة، فإن الراجح فيها عند المحققين هو المَلِك بحذف الألف لا المالك اهـ \"روح\" . </p><p> بخلاف الذي في الفاتحة، ففيه قراءتان سبعيتان ثبوت الألف وحذفها كما مر هنالك، ومعنى المَلِك: المتصرف فيهم بأنواع التصرفات من إعزاز وإذلال وإغناء وإفقار وغير ذلك، وهو (٢) عطف بيان جيء به لبيان أن ربِّيَّته سبحانه ليست كربِّيَّة سائر المُلَّاك لما تحت أيديهم من مماليكهم، بل بطريق الملك الكامل، والتصرف الشامل، وما ذكروه (٣) في ترجيح المالك على المَلِك من أن المالك مالك العبد، وأنه مطلق التصرف فيه، بخلاف الملك، فإنه إنما يملك بقهر وسياسة ومن بعض الوجوه فقياس لا يصح ولا يطرد إلا في المخلوقين لا في الحق سبحانه، فإنه من البيِّن أنه مطلق التصرف، وأنه يملك من جميع الوجوه، فلا يقاس ملكية غيره عليه، ولا تضاف الصفات والأسماء إليه تعالى إلا من حيث أكمل مفهوماته. </p><p> ٣ - {إِلَهِ النَّاسِ (٣) }؛ أي: معبودهم المستولي على قلوبهم بعظمته، وهم لا يحيطون بكنه سلطانه، بل يخضعون بما يحيط منها بنواحي قلوبهم، ولا يدرون من أي جانب يأتهم ولا كيف يسلط عليهم. </p><p>(١) روح البيان. (٢) الشوكاني.(٣) روح البيان.</p><p> وهو عطف (١) بيان أيضًا كالذي قبله؛ لبيان أن ربوبيته وملكه قد انضم إليهما المعبودية المؤسسة على الألوهية المقتضية للقدرة التامة على التصرف الكلي بالإيجاد والإعدام والإحياء والإماتة، وأيضًا الرب قد يكون مَلِكًا وقد لا يكون ملكًا، كما يقال: رب الدار، ورب المتاع، ومنه قوله تعالى:  {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ} فبين أنه ملك الناس، ثم المَلِك قد يكون إلهًا وقد لا يكون، فبيَّن أنه إله؛ لأن اسم الإله خاص به تعالى لا يشاركه فيه أحد، وأيضًا بدأ باسم الرب، وهو اسم لمن قام بتدبيره وإصلاحه من أوائل عمره إلى أن صار عاقلًا كاملًا، فحينئذ عُرف بالدليل أنه عبد مملوك، فذكر أنه ملك الناس، ثم لما علم أن العبادة لازمة له واجبة عليه، وأنه عبد مخلوق، وأن خالقه إله معبود .. بيَّن سبحانه أنه إله الناس. </p><p> وعبارة \"المراغي\" هنا: وإنما قدم (٢) الربوبية؛ لأنها من أوائل نعم الله تعالى على عباده، ثم ثنى بذكر المالكية؛ لأن العبد إنما يدرك ذلك بعد أن يصير عاقلًا مفكرًا، ثم ثلث بذكر الألوهية؛ لأن المرء بعد أن يدرك ويعقل يعلم أنه هو المستوجب للخضوع والعزة والمستحق للعبادة، وإنما قال: {بِرَبِّ النَّاسِ (١) مَلِكِ النَّاسِ (٢) إِلَهِ النَّاسِ (٣) } وهو رب كل شيء، واله كل شيء من قِبَل أن الناس هم الذين أخطؤوا في صفاته، وضلوا فيها عن الطريق السوي، فجعلوا لهم أربابًا ينسبون إليهم بعض النعم، ويلجؤون إليهم في دفع النقم، ويلقبونهم بالشفعاء، ويظنون أنهم هم الذين يدبرون حركاتهم ويرسمون لهم حدود أعمالهم، وبحسبك أن تقرأ قوله تعالى: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ (٣١) } وقوله: {وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ (٨٠) }. </p><p> والخلاصة: أنه سبحانه أراد أن ينبه الناس بأنه هو ربهم وهم أناس مفكرون وملكهم وهم ذلك وإلههم وهم هكذا، فباطل ما اخترعوا لأنفسهم من حيث هم بشر. </p><p>(١) الشوكاني. (٢) المراغي.</p>"
}