{
  "id": null,
  "sura": 114,
  "aya": 5,
  "text": "<p> ومنه قوله تعالى: {فَلَا أُقْسِمُ بِالْخُنَّسِ (١٥) } يعني: النجوم لاختفائها بعد ظهورها كما تقدم، وقيل:  {الْخَنَّاسِ} اسم إبليس، كما تقدم في الوسواس، فالخناس هو الذي إذا ذكر العبد ربه تأخر واختفى وتوارى عنه، وإذا غفل عن ذكر الله بالقلب، ولو كان ذاكرًا باللسان رجع إليه، فالذكر له كالقامع الذي يقمع المفسد، فهو شديد النفور منه، ولهذا كان شيطان المؤمن هزيلًا، وعن بعض السلف: إن المؤمن يفني شيطانه، كما يفني الرجل بعيره في السفر، قال قتادة: الخناس له خرطوم كخرطوم الكلب، وقيل: كخرطوم الخنزير في صدر الإنسان، فإذا ذكر العبد ربه خنس، وقيل: رأسه كرأس الحية واضع رأسه على ثمرة القلب يمسه ويحدثه، فإذا ذكر الله خنس وتأخر، وإذا غفل رجع، وهل المراد بما ذُكر الحقيقة؟ أو خرطوم الكلب والخنزير كناية عن قبحه وخبثه ونجاسته، ورأس الحية كناية عن شدة الأذية، ووضعه على الفؤاد كناية عن شدة التمكن؟ كل محتمل. </p><p> ويجوز أن يدخل الشيطان في الأجسام؛ لأنه جسم لطيف، وهو وإن كان مخلوقًا في الأصل من نار، لكنه ليس بمحرق؛ لأنه لما امتزج النار بالهواء صار تركيبه مزاجًا مخصوصًا كتركيب الإنسان، كما ورد في الحديث الصحيح أنه يجري من ابن آدم مجرى الدم. </p><p> والمعنى: أي (١) ألجأ إليك رب الخلق ومالكهم وإلههم ومعبودهم أن تنجينا من شر الشيطان الموسوس الكثير الخنوس والاختفاء؛ لإنه يأتي من ناحية الباطل، فلا يستطيع مقاومة الحق إذا صدمه، ولكنه يذهب بالنفس إلى أسوأ مصير إذا انجرَّت مع وسوسته، وانساقت معه إلى تحقيق ما خطر بالبال. </p><p> وهذه الأحاديث النفسية إذا سُلِّط عليها نظر العقل خفيت واضمحلت، وسكن الموسوس عند إلقائها، وحديث النفس بالفواحش وضروب الأذى للناس يذهب هباء إذا تنبهت النفس لأوامر الشرع، وهكذا إذا وسوس لك امرؤ، وبعثك على فعل السوء، </p><p> ٥ - ثم ذكرته بأوامر الدين يخنس، ويمسك عن القول إلى أن تسنح له فرصة أخرى، وقد وصف الله سبحانه وتعالى هذا الوسواس الخناس بقوله:  {الَّذِي يُوَسْوِسُ} ويحدث حديثًا خفيًا لا يُسمع له صوت {فِي صُدُورِ النَّاسِ} ؛ أي: في </p><p>(١) المراغي.</p><p> قلوب (١) الناس والبشر إذا غفلوا بقلوبهم عن ذكر الله تعالى، ولو ذكروا بألسنتهم، ولذا قال في \"التأويلات النجمية\" في تفسير الناس؛ أي: الناسي عن ذكر الله بالقلب والروح والسر نظير قوله تعالى: {يَوْمَ يَدْعُ الدَّاعِ} بحذف الياء. انتهى. </p><p> وذلك لأن الوسوسة حالة في القلب (٢) ، فلا يطردها إلا الذكر الحال في القطر، فمن كان من أهل الذكر فلا تسلط للشيطان عليه، قال تعالى:  {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ} ولا يترك الإنسان الذكر اللساني إذا وجد الغفلة والوسواس في قلبه، بل يكثر الذكر ويديمه، فلعله يستيقظ قلبه ويتنور، قال بعض أهل المعرفة: الذكر اللساني كقدح الزناد، فإذا تكرر أصاب، قال بعضهم في ذلك: </p><p> اطْلُبْ وَلاَ تَضْجَرَنْ مِنْ مَطْلَبٍ ... فَآفَةُ الطَّالِبِ أنْ يَضْجَرَا </p><p> أَمَا تَرَى الْحَبْلَ لِتَكْرَارِهِ ... فِي الصَّخْرَةِ الصَّمَّاءِ قَدْ أَثَّرَا </p><p> ومحل الموصول الجر على الوصف (٣) ، أو الرفع على أنه خبر مبتدأ محذوف، أو النصب على الذم، فيحسن الوقف عليه، ذكر سبحانه وتعالى وسوسته أولًا، ثم ذكر محلها؛ وهو صدور الناس، تأمل السر والحكمة في قوله:  {يُوَسْوِسُ فِي صُدُورِ النَّاسِ} ولم يقل: في قلوب الناس، والصدر هو ساحة القلب وبيته، فمنه تدخل الواردات عليه، فتجتمع في الصدر، ثم تلج في القلب، فهو بمنزلة الدهليز، وهو بكسر أوله ما بين الباب والدار، ومن القلب تخرج الإرادت والأوامر إلى الصدر، ثم تتفرق على الجنود، فالشيطان يدخل ساحة القلب وبيته، فيُلقي ما يريد إلقاءه إلى القلب، فهو يوسوس في الصدور، ووسوسته واصلة إلى القلوب، وقال مقاتل: إن الشيطان في صورة خنزير يجري من ابن آدم مجرى الدم في عروقه سلَّطه الله سبحانه على ذلك، ووسوسته هي الدعاء إلى طاعته بكلام خفي يصل إلى القلب من غير سماع صوت. </p><p> وقوله:  {فِي صُدُورِ النَّاسِ} يدل على أنه لا يوسوس في صدور الجن، قال في \"آكام المرجان\" : لم يرد دليل على أن الجني يوسوس في صدور الجني، ويدخل فيه كما يدخل في الإنسي، ويجري منه مجراه من الإنسي. اهـ. </p><p>(١) روح البيان. (٢) الصاوي.(٣) روح البيان.</p>"
}