{
  "id": null,
  "sura": 114,
  "aya": 4,
  "text": "<p> وكرر لفظ الناس في ثلاثة مواضع (١) ، ولم يكتف بضميرهم مع اتحاد اللفظين في اللفظ والمعنى، وهو معيب كالإيطاء في الشعر لمزيد (٢) الكشف والتقرير بالإضافة، ولإظهار شرف الناس وتعظيمهم والاعتناء بشأنهم، فإن ما لا شرف فيه لا يُعبأ به ولا يعاد ذكره، بل يترك ويهمل، كما قال الشاعر: </p><p> أَعِدْ ذِكْرَ نُعْمَانَ لَنَا إِنَّ ذِكْرَهُ ... هُوَ الْمِسْكُ مَا كَرَّرْتَهُ يَتَضَوَّعُ </p><p> فلولا أن الناس أشرف مخلوقاته .. لما ختم كتابه بذكرهم، وكما أنه حسَّن (٣) التكرار للتلذذ وإظهار فضل المكرر في قول بعضهم: </p><p> مُحَمَّدُ سَادَ النَّاسَ كَهْلًا وَيَافِعًا ... وَسَادَ عَلَى الأَمْلَاكِ أَيْضًا مُحَمَّدُ </p><p> مُحَمَّدُ كُل الْحُسْنِ مِنْ بَعْضِ حُسْنِهِ ... وَمَا حُسْنُ كُلِّ الْحُسْنِ إِلَّا مُحَمَّدُ </p><p> مُحَمَّدُ مَا أَحْلَى شَمَائِلَهُ وَمَا ... أَلَذَّ حَدِيْثًا رَاحَ فِيْهِ مُحَمَّدُ </p><p> وهذا على تسليم أن المراد بالناس في المواضع الثلاثة شيء واحد، وأما إن أريد بالناس الأول الصغار، وأضيفوا للرب لاحتياجهم إلى التربية أكثر من غيرهم، وبالثاني الشباب، وأضيفوا للملك لأن شأنهم الطغيان والطيش فيهم، فهم محتاجون لملك يسوسهم ويكسر هيجان شبوبيتهم، وبالثالث: الشيوخ، وأُضيفوا للإله لأن شأنهم كثرة العبادة لقرب ارتحالهم وقدومهم على ربهم وفناء شهواتهم، فهم أقرب من غيرهم للتعلق بالإله، فلا اتحاد في المعنى. </p><p> ٤ - وقوله: {مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (٤) } متعلق بـ {أَعُوذُ} ؛ أي: من شر الشيطان ذي الوسوسة، وهي الهمس والصوت الخفي، والوَسواس - بفتح الواو - اسم مصدر بمعنى الحديث، أي: الوسوسة يُطلق على نفس الشيطان الموسوس؛ لكثرة ملازمته للوسوسة، فهو على حد زيد عدل؛ أي: شر الشيطان الموسوس، ويُطلق أيضًا على ما يخطر بالقلب من الشر، فالكلام حينئذ على حذف مضاف؛ أي: من شر الشيطان ذي الوسواس، كما أشرنا إليه أولًا. </p><p> والحاصل (٤) : أن الوَسواس - بالفتح - اسم مصدر بمعنى الوسوسة، وهو: </p><p>(١) الصاوي. (٢) روح البيان.(٣) الصاوي.(٤) روح البيان.</p><p> الصوت الخفي الذي لا يُحَس فيحترز منه كالزلزال بمعنى الزلزلة، وأما المصدر فبالكسر كالزلزال بالكسر أيضًا، وقال الزجاج: الوسواس هو الشيطان؛ أي: ذي الوسواس، ويقال: إن الوسواس ابن لإبليس، والفرق بين المصدر واسم المصدر: أن الحدث إن اعتبر صدوره عن الفاعل ووقوعه على المفعول سمي مصدرًا، وإذا لم يُعتبر بهذه الحيثية سمي اسم المصدر، ولما كانت الوسوسة كلامًا يكرره الموسوس، ويؤكده عند من يلقيه إليه كرر لفظها بإزاء تكرير معناها، والمراد بالوسواس الشيطان؛ لأنه يدعو إلى المعصية بكلام خفيٍّ يفهمه القلب من غير أن يسمع صوته، وذلك بالإغرار بسعة رحمة الله تعالى، أو بتخييل أن له في عمره سعة، وأن وقت التوبة باقٍ بعد، سمي بفعله مبالغة كأنه نفس الوسوسة؛ لدوام وسوسته. </p><p> فقد أوقع الاستعاذة من شر الشيطان الموصوف بأنه الوسواس الخ، ولم يقل: من شر وسوسته؛ لتعم الاستعاذة شره جميعه، وإنما وصفه بأعظم صفاته وأشدها شرًا وأقواها تاثيرًا وأعمها فسادًا. </p><p> فإن قلت: ما الحكمة في وصف الله تعالى في هذه السورة بنفسه بثلاث أوصاف، وجعل المستعاذ منه شيئًا واحدًا، وفي السورة قبلها بعكس ذلك؛ لأنه وصف نفسه بوصف واحد، وجعل المستعاذ منه أربعة أشياء؟. </p><p> قلت: بأنه في السورة المتقدمة المستعاذ منه أمور تضر في ظاهر البدن، وهنا وإن كان أمرًا واحدًا إلا أنه يضر الروح، وما كان يضر الروح يُهتم بالاستعاذة منه. </p><p> فإن قلت: إن كان مقتضى الظاهر تقديم ما به الاهتمام؛ وهو الاستعاذة من شر الوسواس؛ إذ سلامة الروح مقدمة على البدن؟. </p><p> أجيب: بأن تقديم سلامة البدن وسيلة للمقصود بالذات، وهو: سلامة الروح. </p><p> وفي \"آكام المرجان\" : وينحصر ما يدعو الشيطان إليه ابن آدم في ست مراتب: المرتبة الأولى الكفر والشرك ومعاداة الله ورسوله، فإذا ظفر بذاك من ابن آدم برد أنينه واستراح من تبعه، وهذا أول ما يريده من العبد، والمرتبة الثانية البدعة، وهي أحب إلى إبليس من المعصية؛ لأن المعصية يتاب منها، فتكون كالعدم، والبدعة يظن صاحبها أنها صحيحة فلا يتوب منها، فإذا عجز عن ذلك انتقل إلى المرتبة </p><p> الثالثة، وهي الكبائر على اختلاف أنواعها، فإذا عجز عن ذلك انتقل إلى المرتبة الرابعة؛ وهي الصغائر التي إذا اجتمعت أهلكت صاحبها كالنار الموقدة من الحطب الصغار، فإذا عجز عن ذلك انتقل إلى المرتبة الخامسة؛ وهي اشتغاله بالمباحات التي لا ثواب فيها ولا عقاب، بل عقابها فوات الثواب الذي عليه باشتغاله بها، فإذا عجز عن ذلك انتقل إلى المرتبة السادسة، وهي أن يشغله بالعمل المفضول عما هو أفضل منه؛ ليفوِّته ثواب العمل الفاضل. </p><p> ومن الشيطان شيطان الوضوء، ويقال له الوَلَهان - بفتحتين - وهو شيطان يولع الناس بكثرة استعمال الماء، قال النبي - صلى الله عليه وسلم -: تعوَّذوا بالله من وسوسة الوضوء، ومنهم شيطان يقال له: خنزب، وهو الملبس على المصلي في صلاته وقراءته، قال أبو عمر والبخاري - رحمهما الله تعالى -: أصل الوسوسة ونتيجتها من عشرة أشياء: </p><p> أولها: الحرص، فقابله بالتوكل والقناعة. </p><p> والثاني: الأمل فاكسره بمفاجأة الأجل. </p><p> والثالث: التمتع بشوات الدنيا، فقابله بزوال النعمة وطول الحساب. </p><p> والرابع: الحسد، فاكسره برؤية العدل. </p><p> والخامس: البلاء، فاكسره برؤية المنة والعوافي. </p><p> والسادس: الكبر فاكسره بالتواضع. </p><p> والسابع: الاستخفاف بحرمة المؤمنين، فاكسره بتعظيمهم واحترامهم. </p><p> والثامن: حيث الدنيا والمحمدة، فاكسره بالإخلاص. </p><p> والتاسع: حب العلو والرفعة، فاكسره بالخشوع والذلة. </p><p> والعاشر: المنع والبخل، فاكسره بالجود والسخاء. </p><p> {الْخَنَّاسِ} صفة للوسواس؛ لأنه بمعنى الموسوس؛ أي: من شر الشيطان الموسوس الذي عادته أن يخنس؛ أي: يتأخر ويختفي إذا ذكر الإنسان ربه، وهو صيغة مبالغة؛ أي: كثير الخنس؛ وهو التأخر من خنس يخنس - من باب دخل - أي: يتوارى ويختفي بعد ظهوره المرة بعد المرة، قال مجاهد: إذا ذكر الله خنس وانقبض، وإذا لم يُذكر انبسط على القلب، ووُصف بالخناس؛ لأنه كثير الاختفاء، </p>"
}