{
  "id": null,
  "sura": 3,
  "aya": 45,
  "text": "<p> (إذ قالت الملائكة يا مريم إن الله يبشرك بكلمة منه) أي كائنة من عنده وناشئة منه من غير واسطة الأسباب العادية وهي ولد يولد لك من غير بعل ولا فحل، وسمى كلمة لأنه وجد بكلمة (كن) فهو من باب إطلاق السبب على المسبب. </p><p> وفي أبي السعود في سورة النساء: يحكى أن طبيباً حاذقاً نصرانياً جاء للرشيد فناظر علي بن الحسين الواقدي ذات يوم فقال له إن في كتابكم ما يدل على أن عيسى جزء من الله وتلا هذه الآية أي قوله (وكلمته ألقاها إلى مريم وروح منه) وقال إذن يلزم أن يكون جميع تلك الأشياء جزءاً منه سبحانه، فانقطع النصراني وأسلم، وفرح الرشيد فرحاً شديداً، وأعطى للواقدي صلة فاخرة. </p><p> وذلك الولد (اسمه المسيح عيسى ابن مريم) المسيح اختلف فيه من ماذا أخذ فقيل من المسح لأنه مسح الأرض أي ذهب فيها فلم يستكن بكن، وقيل إنه كان لا يمسح ذا عاهة إلا برىء فسمي مسيحاً، فهو على هذين فعيل بمعنى فاعل، وقيل لأنه كان يمسح بالدهن الذي كانت الأنبياء تمسح به، وقيل إنه كان ممسوح الأخمصين، وقيل لأن الجمال مسحه وقيل لأنه مسح بالتطهير من </p><p> الذنوب، وهو على هذه الأربعة الأقوال فعيل بمعنى مفعول. </p><p> وقال أبو الهيثم المسح ضد المسخ بالخاء المعجمة، وقال ابن الأعرابي المسيح الصديق، وقال أبو عبيد أصله بالعبرانية مشيخاً بالمعجمتين فعرب كما عرب موشى بموسى، وقال في الكشاف هو لقب من الألقاب المشرفة ومعناه باللغة العبرية المبارك. </p><p> وأما الدجال فسمى مسيحاً لأنه ممسوح إحدى العينين، وقيل لأنه يمسح الأرض أي يطوف بلدانها إلا مكة والمدينة وبيت المقدس. </p><p> وعيسى هو اسم أعجمي مأخوذ من العيس وهو بياض تعلوه حمرة، وقيل هو عربي مشتق من عاسه يعوسه إذا ساسه، وقال في الكشاف هو معرب من ايشوع انتهى. </p><p> والذي رأيناه في الإنجيل في مواضع أن اسمه يشوع بدون همزة، وإنما قيل إن مريم مع أن الخطاب معها تنبيهاً على أنه يولد من غير أب فنسب إلى أمه. </p><p> فإن قلت هذه ثلاثة أشياء الاسم والكنية واللقب، قلت المراد اسمه الذي يتميز به عن غيره وهو لا يتميز إلا بمجموع الثلاثة، وبهذا تعلم أن الخبر عن اسمه إنما هو مجموع الثلاثة من حيث المعنى لا كل واحد منهما على حياله، فهذا على حد: الرمان حلو حامض. </p><p> وقال \" ابن مريم \" ولم يقل ابنك كما هو الظاهر إشارة إلى أنه يكنى بهذه الكنية المشتملة على الإضافة للظاهر وخاطبها بنسبته إليها تنبيهاً على أنها تلده بلا أب إذ عادة الناس نسبتهم إلى آبائهم، فأعلمت من نسبته إليها أنه لا ينسب إلا إلى أمه. </p><p> (وجيهاً في الدنيا والآخرة) الوجيه ذو الوجاهة وهي القوة والمنعة ووجاهته في الدنيا النبوة وفي الآخرة الشفاعة وعلو الدرجة (ومن المقربين) عند الله يوم القيامة، وفيه تنبيه على علو منزلته وأنه رفعه إلى السماء. </p><p> وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلاً وَمِنَ الصَّالِحِينَ (٤٦) قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (٤٧) </p>"
}