{
  "id": null,
  "sura": 5,
  "aya": 1,
  "text": "<p> (يا أيها الذين آمنوا) هذه الآية التي افتتح الله تعالى بها هذه السورة إلى قوله (إن الله يحكم ما يريد) فيها من البلاغة ما يتقاصر عنده القوى البشرية مع شمولها لأحكام عدة منها الوفاء بالعقود، ومنها تحليل بهيمة الأنعام، ومنها استثناء ما سيتلى مما لا يحل، ومنها تحريم الصيد على المحرم، ومنها إباحة الصيد لمن ليس بمحرم. </p><p> وقد حكى النقاش أن أصحاب الفيلسوف الكندي قالوا له: أيها الحكيم اعمل لنا مثل هذا القرآن، فقال نعم أعمل مثل بعضه فاحتجب أياماً كثيرة ثم خرج فقال والله ما أقدر ولا يطيق هذا أحد، إني فتحت المصحف فخرجت سورة المائدة فنظرت فإذا هو قد نطق بالوفاء، ونهى عن النكث، وحلل تحليلاً عاماً ثم استثنى بعد استثناء ثم أخبر عن قدرته وحكمته في سطرين، ولا يقدر أحد أن يأتي بهذا. </p><p> (أوفوا) يقال أوفى ووفى لغتان، والوفاء القيام بموجب العقد، وكذا الإيفاء (بالعقود) العهود وأصلها الرُّبوط واحدها عند، يقال عقدت الحبل والعهد فهو يستعمل في الأجسام والمعاني، وإذا استعمل في المعاني كما هنا أفاد أنه شديد الإحكام قوي التوثيق. </p><p> قيل المراد بالعقود هي التي عندها الله على عباده وألزمهم بها من الأحكام، وقيل هي العقود التي يعقدونها بينهم من عقود المعاملات والأمانات </p><p> ونحوها، والأولى شمول الآية للأمرين جميعاً، ولا وجه لتخصيص بعضها دون بعض، قال الزجاج: المعنى أوفوا بعقد الله عليكم وبعقدكم بعضكم على بعض انتهى. </p><p> والعقد الذي يجب الوفاء به ما وافق كتاب الله وسنة رسوله صلى الله عليه وآله وسلم، فإن خالفهما فهو رد لا يجب الوفاء به ولا يحل، قال ابن عباس: أوفوا بالعقود أي ما أحل الله وما حرم وما فرض وما حد في القرآن كله، لا تغدروا ولا تنكثوا. </p><p> وعن قتادة قال: هي عقود الجاهلية الحلف، وعنه قال ذكر لنا أن نبي الله - صلى الله عليه وسلم - كان يقول: أوفوا بعقد الجاهلية، ولا تحدثوا عقداً في الإسلام (١) ، وقال ابن جريج الخطاب لأهل الكتاب: أي العقود التي عهدتها إليكم في شأن محمد - صلى الله عليه وسلم - والإيمان به، وما أبعده. </p><p> وقيل هو خطاب للمؤمنين وهذا هو الظاهر، والعقود خمس: عقد اليمين وعند النكاح وعند العهد وعقد البيع وعقد الشركة، وزاد بعضهم وعقد الحلف، قال الطبري: وأولى الأقوال ما قاله ابن عباس، وقد تقدم لأن الله تعالى أتبعه بالبيان عما أحل لعباده وحرم عليهم فقال: </p><p> (أحلت لكم بهيمة الأنعام) الخطاب للذين آمنوا خاصة، والبهيمة اسم لكل ذي أربع من الحيوان لكن خص في التعارف بما عدا السباع والضواري من الوحوش، وإنما سميت بذلك لإبهامها من جهة نقص نطقها وفهمها وعقلها، ومنه باب مبهم أي مغلق، وليل بهيم، وبهيمة للشجاع الذي لا </p><p>(١) صحيح الجامع/٢٥٥٠.</p><p> يدري من أين يؤتى وحلقة مبهمة لا يدري أين طرفاها، قال الزجاج: كل حي لا يميز فهو بهيمة. </p><p> والأنعام اسم للإبل والبقر والغنم سميت بذلك لما في مشيها من اللين، وقيل بهيمة الأنعام وحشيّها كالظباء وبقر الوحش والحمر الوحشية وغير ذلك قاله الكلبي، وحكاه ابن جرير والطبري عن قوم، وحكاه غيره عن السدي والربيع وقتادة والضحاك. </p><p> قال ابن عطية وهذا قول حسن: وذلك أن الأنعام هي الثمانية الأزواج وما انضاف إليها من سائر الحيوانات يقال له أنعام مجموعة معها، وكأن المفترس كالأسد كل ذي ناب خارج عن حد الأنعام، ولا يدخل فيها ذوات الحوافر في قول جميع أهل اللغة، فبهيمة الأنعام هي الراعي من ذوات الأربع. </p><p> وقيل بهيمة الأنعام ما لم يكن صيداً لأن الصيد يسمى وحشياً لا بهيمة، وقيل بهيمة الأنعام الأجِنَّة التي تخرج عند الذبح من بطون الأنعام فهي تؤكل من دون ذكاة قاله ابن عباس (١) . </p><p> وعلى القول الأول أعني تخصيص الأنعام بالإبل والبقر والغنم تكون الإضافة بيانية من إضافة الجنس إلى أخص منه، أو هي بمعنى (من) لأن البهيمة أعم فأضيف إلى أخص كثوب خز، قاله الكرخي، والأول أولى. </p><p>(١) في الحديث عن النبي - صلى الله عليه وسلم - قال: \" ذكاة الجنين ذكاة أمه \" رواه أبو داود: ٣/ ١٣٦، والترمذي ١/ ١٧٨، وابن ماجه: ٢/ ١٠٦٧ من حديث جابر وهو حديث صحيح. وفي \" المغني \" ١١/ ٥١: إذا خرج الجنين ميتاً من بطن أمه بعد ذبحها أو وجد ميّتاً في بطنها، أو كانت حركته بعد خروجه كحركة المذبوح فهو حلال. روي هذا عن عمر وعلي وبه قال سعيد ابن المسيب، والنخعي، والشافعي، وإسحاق وابن المنذر.</p><p> ويلحق بها ما يحل مما هو خارج عنها بالقياس بل وبالنصوص التي في الكتاب والسنة كقوله تعالى (قل لا أجد فيما أوحي إلي محرماً على طاعم يطعمه إلا أن يكون ميتة) الآية، وقوله صلى الله عليه وآله وسلم: يحرم كل ذي ناب من السبع ومخلب من الطير، فإنه يدلّ بمفهومه على أن ما عداه حلال، وكذلك سائر النصوص الخاصة بنوع كما في كتب السنة المطهرة. </p><p> (إلا ما يتلى عليكم) في القرآن تحريمه استثناء من قوله (أحلت لكم بهيمة الأنعام) أي إلا مدلول ما يتلى عليكم فإنه ليس بحلال، والمتلوّ هو ما نص الله على تحريمه نحو قوله تعالى (حرّمت عليكم الميتة والدم ولحم الخنزير وما أهل لغير الله به) وذلك عشرة أشياء أولها الميتة وآخرها ما ذبح على النصب (١) . </p><p> قال ابن عباس: هذا ما حرم الله من بهيمة الأنعام، ويلحق به ما صرحت السنة بتحريمه وهذا الاستثناء يحتمل أن يكون المراد به إلا ما يتلى عليكم الآن، ويحتمل أن يكون المراد به في مستقبل الزمان فيدل على جواز تأخير البيان عن وقت الحاجة ويحتمل الأمرين جميعاً. </p><p> (غير محلّي الصيد) ذهب البصريون إلى أن قوله الأول استثناء من بهيمة الأنعام وقوله: (غير محلّي الصيد) استثناء آخر منه أيضاً، فالإستثناآن جميعاً من بهيمة الأنعام، والتقدير أحلت لكم بهيمة الأنعام إلا ما يتلى عليكم إلا الصيد وأنتم محرمون. </p><p> وقيل الاستثناء الأول من بهيمة الأنعام، والثاني هو من الاستثناء الأول، ورد بأن هذا يستلزم إباحة الصيد في حال الإحرام لأنه مستثنى من المحظور </p><p>(١) وفي \" القرطبي \" ٣/ ٣٥: قوله تعالى: (إلا ما يتلى عليكم) أي: يقرأ عليكم في القرآن والسنة من قوله تعالى: (حرمت عليكم الميتة) وقوله عليه الصلاة والسلام: \" وكل ذي ناب من السباع حرام \".</p><p> فيكون مباحاً، وقيل التقدير أحلت لكم بهيمة الأنعام غير مُحلّي الصيد أي الاصطياد في البر، وأكل صيده. </p><p> ومعنى عدم إحلالهم له تقرير حرمته عملاً واعتقاداً وهو شائع في الكتاب والسنة، ونصب غير على الحال من ضمير لكم، وعليه كلام الجمهور، وذهب إليه الزمخشري وتعقب وأجيب. </p><p> ومعنى هذا التقييد أي (وأنتم حرم) ظاهر عند من يخص بهيمة الأنعام بالحيوانات الوحشية البرية التي يحل أكلها، كأنه قال: أحل لكم صيد البر إلا في حال الإحرام، وأما على قول من يجعل الإضافة بيانية فالمعنى أحلت لكم بهيمة هي الأنعام حال تحريم الصيد عليكم بدخولكم في الإحرام لكونكم محتاجين إلى ذلك، فيكون المراد بهذا التقييد الامتنان عليهم بتحليل ما عدا ما هو محرم عليهم في تلك الحال. </p><p> والمراد بالحرم من هو محرم بالحج أو العمرة أو بهما، وسمي محرماً لكونه يحرم عليه الصيد والطيب والنساء، وهكذا وجه تسمية الحرم حرماً، والإحرام إحراماً (إن الله يحكم ما يريد) من الأحكام المخالفة لما كانت العرب تعتاده، فهو مالك الكل يفعل ما يشاء ويحكم ما يريد، لا معقب لحكمه، ولا اعتراض عليه، لا ما يقوله المعتزلة من مراعاتة المصالح، قاله أبو حيان (١) . </p><p>(١) البيت للمضرب بن كعب بن زهير بن أبي سُلمى، وهو في \" مجاز القرآن \" ١/ ١٤٥ و \" السمط \": ٢/ ٧٩١، و \" الاقتضاب \": ٤٧٥، و \" شرح أدب الكاتب \" للجواليقي: ٤١١ و \" القرطبي \": ٦/ ٣٦. قال البطليوسي: سمي المضرب، لأنه شبب بامرأة، فغار أخوها لذلك، فضربه بالسيف ضربات عديدة، ويروى لشبل بن الصامت المري وبعده. قصدت بعيني شادنٍ وتبسمت ... بعجفاء عن غرٍ لهن غروبوأراد بالغر: أسنانها، والغروب: جمع غرب، وهو حد الأسنان. وصف أنَّ محبوبته لقيها وهو محرم ملب، فتورع عن الكلام معها ومعنى \" ميئي \": ارجعي. و \" الحرام \": المحرم. و \" لبيب \" ها هنا بمعنى: ملب وهو نادر، لأن فعيلاً لا يستعمل بمعنى \" مفعل \" و \" بعد \" بمعنى: \" مع \" وقوله: \" ميئي إليك \" أمر بعد أمر على معنى التأكيد في إبعادها عن نفسه.</p><p> يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلاً مِنْ رَبِّهِمْ وَرِضْوَانًا وَإِذَا حَلَلْتُمْ فَاصْطَادُوا وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (٢) </p>"
}