{
  "id": null,
  "sura": 5,
  "aya": 11,
  "text": "<p> (يا أيها الذين آمنوا اذكروا نعمة الله عليكم إذ همَّ قوم أن يبسطوا إليكم أيديهم) يعني بالقتل والبطش بكم، يقال بسط إليه يده إذا بطش به، وبسط إليه لسانه إذا شتمه، وذكر الهم للإيذان بوقوعها عند مزيد الحاجة إليها. </p><p> (فكفّ أيديهم عنكم) أي صرفهم عنكم وحال بينكم وبين ما أرادوه </p><p> بكم، أخرج عبد الرزاق وعبد بن حميد وابن جرير وابن المنذر، والبيهقي في الدلائل عن جابر بن عبد الله أن النبي - صلى الله عليه وسلم - نزل منزلاً فتفرق الناس في العضاه يستظلون تحتها فعلق النبي - صلى الله عليه وسلم - سلاحه بشجرة، فجاء أعرابي إلى سيفه فأخذه وسلة ثم أقبل على رسول الله - صلى الله عليه وسلم - فقال: من يمنعك مني؟ قال: الله، قال الأعرابي مرتين أو ثلاثاً: من يمنعك مني، والنبي - صلى الله عليه وسلم - يقول: الله، فشام الأعرابي السيف فدعا النبي - صلى الله عليه وسلم - أصحابه فأخبرهم بصنيع الأعرابي وهو جالس إلى جنبه لم يعاقبه، قال معمر: وكان قتادة يذكر نحوه ويذكر أن قوماً من العرب أرادوا أن يفتكوا بالنبي - صلى الله عليه وسلم - فأرسلوا هذا الإعرابي (١) . </p><p> وأخرج الحاكم وصححه عنه بنحوه، وذكر أن اسم الرجل غورث بن الحرث، وأنه لما قال النبي - صلى الله عليه وسلم - \" الله \" سقط السيف من يده فأخذه النبي - صلى الله عليه وسلم - وقال من يمنعك مني، قال: كن خير آخذ، قال: فشهد أن لا إله إلا الله. </p><p> وأخرج أبو نعيم في الدلائل عن ابن عباس أن بني النضير همّوا أن يطرحوا على النبي صلى الله عليه وآله وسلم ومن معه، فجاء جبريل فأخبره بما هموا فقام ومن معه فنزلت إذ همّ قوم، وقصة الأعرابي وهو غورث ثابتة في الصحيح. </p><p> (واتقوا الله) فيما أمركم به ونهاكم عنه (وعلى الله) لا على غيره (فليتوكل المؤمنون) فإنه هو الذي ينقب عن أحوال القوم ويفتش عنها. </p><p>(١) رواه أبو نعيم في \" دلائل النبوة \": ١٥٢ عن طريق ابن إسحاق قال: حدثني عمرو بن عبيد عن جابر أن رجلاً ... وقد سقط من إسناده الحسن، فقد رواه ابن هشام في \" السيرة \" ٢/ ٢٠٥ عن ابن إسحاق وحدثني عمرو بن عبيد عن الحسن عن جابر بن عبد الله، ورواه عبد الرزاق في \" تفسيره \" ص: ٦ من طريق معمر عن الزهري ذكره عن أبي سلمة عن جابر. وقصة هذا الأعرابي -هو غورث بن الحارث- ثابتة في \" الصحيحين \" بدون ذكر السبب، البخاري ٧/ ٣٣٠، ومسلم ١/ ٥٧٦.</p>"
}