{
  "id": null,
  "sura": 6,
  "aya": 1,
  "text": "<p> الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ (١) </p><p> (الحمد لله) بدأ سبحانه هذه السورة بالحمد لله للدلالة على أن الحمد كله له وإن لم يحمدوه، وفيه تعليم اللفظ والمعنى مع تعريض الإستغناء ولإقامة الحجة على الذين هم بربهم يعدلون، والحمد اللغوي الوصف بالجميل ذكره الزمخشري في الفائق، وزاد صاحب المطالع وغيره كونه على جهة التعظيم والتبجيل أي ظاهراً وباطناً. </p><p> وأما الحمد الاصطلاحي فهو فعل ينبئ عن تعظيم المنعم بسبب كونه منعماً، قاله الكرخي، وقد تقدم في سورة الفاتحة ما يغني عن الإعادة له هنا. </p><p> وقال أهل المعاني لفظه خبر ومعناه الأمر أي احمدوا الله، وإنما جاء بهذا النمط لأنه أبلغ في البيان من حيث إنه جمع الأمرين. </p><p> ثم وصف نفسه بأنه هو (الذي خلق السموات والأرض) إخباراً عن قدرته الكاملة الموجبة لاستحقاقه لجميع المحامد، فإن من اخترع ذلك وأوجده هو الحقيق بإفراده بالثناء وتخصيصه بالحمد، والخلق يكون بمعنى الإختراع وبمعنى التقدير، وقد تقدم تحقيق ذلك، وجمع السموات لتعدد طباقها وإن بعضها فوق بعض، وقدمها على الأرض لشرفها لأنها متعبد الملائكة ولم يقع فيها معصية، ولتقدمها في الوجود، قاله القاضي لقوله تعالى:  (والأرض بعد ذلك دحاها) فإنه صريح في أن بسط الأرض مؤخر عن تسوية السماء. </p><p> والأرض وإن كانت سبعة عند الجمهور فليس بعضها فوق بعض بل بعضها موال لبعض وإنما خصهما بالذكر لأنهما أعظم المخلوقات فيما يرى العباد، فالسماء بغير عمد يرونها وفيه العبر والمنافع، والأرض مسكن الخلق وفيها أيضاً ذلك. </p><p> وعن كعب الأحبار هذه الآية أول آية في التوراة وآخر آية فيها قوله:  (وقل الحمد لله الذي لم يتخذ ولداً) وفي لفظ هو آخر سورة هود، وقال ابن عباس: افتتح الله الخلق بالحمد وختمه به فقال وقضى بينهم بالحق وقيل الحمد لله رب العالمين. </p><p> (وجعل الظلمات والنور) ذكر سبحانه خلق الجواهر بقوله خلق السموات والأرض ثم ذكر الأعراض بقوله هذا لأن الجواهر لا تستغني عن الأعراض، واختلف أهل العلم في المعنى المراد بالظلمات والنور فقال جمهور المفسرين: المراد بالظلمات سواد الليل، وبالنور ضوء النهار وبه قال السدي، وقال الحسن: الكفر والإيمان، قال ابن عطية: وهذا خروج عن الظاهر انتهى. </p><p> وقيل المراد بهما الجهل والعلم، وقيل الجنة والنار والأولى أن يقال إن الظلمات تشمل كل ما يطلق عليه اسم الظلمة، والنور يشمل كل ما يطلق عليه اسم النور، فيدخل تحت ذلك ظلمة الكفر ونور الإيمان (أو من كان ميتاً فأحييناه وجعلنا له نوراً يمشي به في الناس كمن مثله في الظلمات) . </p><p> وأفرد النور لأنه جنس يشمل جميع أنواعه، وجمع الظلمات لكثرة أسبابها وتعدد أنواعها نظيره ظلمة الليل وظلمة البحر وظلمة الموضع المظلم يخالف كل واحد منهما صاحبه، والنور ضرب واحد لا يختلف كما تختلف الظلمات. </p><p> قال النحاس:  (جعل) ههنا بمعنى خلق، وإذا كانت بمعنى خلق لم تتعد إلا إلى مفعول واحد، وقال القرطبي: جعل هنا بمعنى خلق، لا يجوز غيره، قال ابن عطية: وعليه يتفق اللفظ والمعنى في النسق فيكون الجمع معطوفاً على الجمع والمفرد معطوفاً على المفرد، وتقديم الظلمات على النور لأنها الأصل، ولهذا كان النهار مسلوخاً عن الليل. </p><p> عن مجاهد قال: نزلت هذه الآية في الزنادقة قالوا إن الله لم يخلق الظلمة ولا الخنافس ولا العقارب ولا شيئاً قبيحاً، وإنما يخلق النور وكل شيء حسن فأنزلت فيهم هذه الآية وفيه أيضاً رد قول الثنوية بقدم النور والظلمة، وعن ابن عمرو بن العاص عن النبي صلى الله عليه وسلم أنه قال:  \" إن الله خلق خلقه في ظلمة ثم ألقى عليهم من نوره فمن أصابه ذلك النور اهتدى ومن أخطأه ضل \"  (١) ذكره البغوي بغير سند. </p><p> (ثم الذين كفروا بربهم يعدلون)  \" ثم \" لاستبعاد ما صنعه الكفار من كونهم بربهم يعدلون مع ما تبين من أن الله سبحانه حقيق بالحمد على خلقه السموات والأرض والظلمات والنور، قاله الزمخشري، فإن هذا يقتضي الإيمان به وصرف الثناء الحسن إليه لا الكفر به واتخاذ شريك له. </p><p> والباء متعلقة بيعدلون والتقديم للاهتمام ورعاية الفواصل وحذف المفعول لظهوره أي يعدلون به ما لا يقدر على شيء مما يقدر عليه، وهذا نهاية الحمق وغاية الرقاعة حيث يكون منه سبحانه وتعالى تلك النعم، ويكون من الكفرة الكفر. </p><p> قال علي: نزلت هذه الآية يعني الحمد لله إلى قوله يعدلون في أهل الكتاب، وقال قتادة: هم أهل الشرك وعن السدي مثله، وقال مجاهد: يعدلون أي يشركون وعن زيد قال: الآلهة التي عبدوها عدلوها بالله وليس لله عدل ولا ند، وليس معه آلهة ولا اتخذ صاحبة ولا ولداً، وأصل العدل مساواة الشيء بالشيء، وقال النضر بن شميل: الباء بمعنى عن أي عن ربهم ينحرفون من العدول عن الشيء. </p><p>(١) ابن كثير ٢/ ١٢٢.</p><p> هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَى أَجَلاً وَأَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ أَنْتُمْ تَمْتَرُونَ (٢) وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ (٣) وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ (٤) </p>"
}