{
  "id": null,
  "sura": 6,
  "aya": 73,
  "text": "<p> وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَيَوْمَ يَقُولُ كُنْ فَيَكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (٧٣) </p><p> (وهو الذي خلق السموات والأرض) خلقاً (بالحق) أو حال كون الخلق بالحق فكيف تعبدون الأصنام المخلوقة أو إظهاراً للحق، وعلى هذا الباء بمعنى اللام وقيل كل ذلك بالحق وقيل خلقهما بكلامه الحق، وهو قوله كن وقيل بالحكمة أو محقاً لا هازلاً ولا عبثاً. </p><p> (و) اذكروا أو اتقوا (يوم يقول) للسموات والأرض (كن) والمراد بالقول المذكور حقيقته أو المراد به التمثيل والتشبيه تقريباً للعقول، لأن سرعة قدرته تعالى أقل زمناً من زمن النطق بكن والأول أولى (فيكون) تام وفي فاعله أوجه. </p><p> (أحدها) أنه ضمير جميع ما يخلقه الله تعالى يوم القيامة. </p><p> (الثاني) أنه ضمير الصور المنفوخ فيه ودل عليه يوم ينفخ في الصور. </p><p> (الثالث) أنه ضمير اليوم أي فيكون ذلك اليوم العظيم. </p><p> (الرابع) أن الفاعل هو (قوله) و (الحق) صفته أي فيوجد قوله الحق ويكون الكلام على هذا قد تم على الحق. </p><p> والمعنى قوله للشيء إذا أراده كن فيكون حق وصدق، وقيل المعنى لا يكون شيء من السموات والأرض وسائر المكونات إلا عن حكمة وصواب، وقيل المعنى وأمره المتعلق بالأشياء الحق أي المشهود له بأنه حق وقيل المعنى قوله المتصف بالحق كائن يوم يقول، الآية وقرئ فنكون بالنون وهو إشارة إلى </p><p> سرعة الحساب وقرئ بالتحتية وهو الصواب. </p><p> (وله الملك يوم ينفخ في الصور) أي له الملك في هذا اليوم وقيل هو بدل من اليوم الأول أخبر عن ملكه يومئذ وإن كان الملك له خالصاً في كل وقت في الدنيا والآخرة لأنه لا منازع له يومئذ يدعى الملك، والصور قرن ينفخ فيه النفخة الأولى للفناء والثانية للإنشاء، وهو لغة أهل اليمن، وكذا قال الجوهري: أن الصور القرن أي المستطيل وفيه جميع الأرواح وفيه ثقب بعددها فإذا نفخ خرجت كل روح من ثقبها ووصلت لجسدها فتحله الحياة. </p><p> قال مجاهد: الصور كهيئة البوق وقرئ الصور جمع صورة والمراد الخلق وبه قال الحسن ومقاتل قال أبو عبيدة: وهذا وإن كان محتملاً يرد بما في الكتاب والسنة قال الله تعالى: (ثم نفخ فيه أخرى) . </p><p> وأخرج أبو داود والترمذي وحسنه والنسائي وابن المنذر وابن أبي حاتم وابن حبان والحاكم وصححه والبيهقي وعبد بن حميد وابن المبارك عن عبد الله ابن عمرو قال سئل النبي - صلى الله عليه وسلم - عن الصور فقال:  \" قرن ينفخ فيه \"  (١) ، وأجمع عليه أهل السنة، والأحاديث الواردة في كيفية النفخ ثابتة في كتب الحديث لا حاجة لنا إلى إيرادها ههنا. </p><p> (عالم الغيب والشهادة) صفة للذي خلق السموات والأرض أو هو يعلم ما غاب من عباده وما يشاهدونه فلا يغيب عن علمه شيء (وهو الحكيم) في جميع ما يصدر عنه (الخبير) بكل شيء. </p><p>(١) رواه الإمام أحمد في \" المسند \" ١٠/ ١٠، ١١، والترمذي: ٣/ ٢٩٥، وصححه، وأبو داود في \" سننه \" ٤/ ٣٢٦، ورواه الحاكم في \" المستدرك \" ٢/ ٤٣٦، ٥٠٦ و ٤/ ٥٦٠، وصححه ووافقه الذهبي.</p><p> وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلَالٍ مُبِينٍ (٧٤) وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ (٧٥) </p>"
}