{
  "id": null,
  "sura": 6,
  "aya": 65,
  "text": "<p> (قل) أمره الله سبحانه أن يقول لهم (هو القادر على أن يبعث عليكم عذاباً) أي الذي قدر على إنجائكم من تلك الشدائد ودفع عنكم تلك الكروب قادر على أن يعيدكم في شدة ومحنة وكرب يبعث عذابه عليكم من كل جانب (من فوقكم) كالمطر والصواعق والقذف والحجارة والريح والطوفان (أو من تحت أرجلكم) كالخسف والرجفة والزلازل والغرق وقيل من فوقكم يعني أمراء الظلمة وأئمة السوء ومن تحت أرجلكم السفلة وعبيد السوء قاله ابن عباس، وعن الضحاك نحوه. </p><p> (أو يلبسكم شيعاً) من لبس الأمر إذا خلطه وقرئ بضم الياء أي يجعل ذلك لباساً لكم قيل والأصل أو يلبس عليكم أمركم فحذف أحد المفعولين مع حرف الجر كما في قوله تعالى: (وإذا كالوهم أو وزنوهم </p><p> يخسرون) والمعنى يجعلكم مختلطي الأهواء مختلفي النحل متفرقي الآراء وقيل يجعلكم فرقاً يقاتل بعضكم بعضاً. </p><p> والشيع جمع شيعة أي الفرق وكل قوم اجتمعوا على أمر فهم شيعة وأشياع، وأصله من التشيع وفي القاموس شيعة الرجل بالكسر أتباعه وأنصاره والفرقة على حده وتقع على الواحد والاثنين والجمع والمذكر والمؤنث، وقد غلب هذا الاسم على كل من يتولى عليا (١) وأهل بيته حتى صار اسماً لهم خاصة، والجمع أشياع وشيع كعقب انتهى قال مجاهد يعني أهواء متفرقة وهو ما كان فيهم من الفتن والاختلاف. </p><p> (ويذيق بعضكم بأس بعض) أي يصيب بعضكم بشدة بعض من قتل وأسر ونهب، وقال ابن زيد: هو الذي فيه الناس اليوم من الاختلاف والأهواء وسفك بعضهم دماء بعض (انظر كيف نصرف الآيات) أي نبين لهم الحجج والدلالات من وجوه مختلفة (لعلهم يفقهون) الحقيقة فيعودون إلى الحق الذي بيناه لهم ببيانات مختلفة متنوعة. </p><p> أخرج البخاري وغيره عن جابر بن عبد الله قال: لما نزلت هذه الآية (قل هو القادر على أن يبعث عليكم عذاباً من فوقكم) قال رسول الله - صلى الله عليه وسلم -: أعوذ بوجهك (أو من تحت أرجلكم) قال أعوذ بوجهك (أو يلبسكم شيعاً ويذيق بعضكم بأس بعض) قال هذا أهون أو أيسر \"(٢).</p><p> وأخرج أحمد وعبد بن حميد ومسلم وأبو داود والترمذي وابن ماجة وغيرهم في حديث طويل عن ثوبان وفيه: \" وسألته أن لا يسلط عليهم عدواً </p><p>(١) أي مع الغلو فيه. (٢) ابن كثير ٢/ ١٣٩.</p><p> من غيرهم فأعطانيها وسألته أن لا يذيق بعضهم بأس بعض فمنعنيها \"(١).</p><p> وأخرج مسلم وغيره من حديث سعد بن أبي وقاص أن النبي - صلى الله عليه وسلم - أقبل ذات يوم من العالية حتى إذا مر بمسجد بني معاوية دخل فركع فيه ركعتين وصلينا معه ودعا ربه طويلاً ثم انصرف إلينا فقال: \" سألت ربي ثلاثاً فأعطاني اثنتين ومنعني واحدة، سألته أن لا يهلك أمتي بالغرق فأعطانيها، وسألته أن لا يهلك أمتي بالسنة (٢) فأعطانيها وسألته أن لا يجعل بأسهم بينهم فمنعنيها \"(٣).</p><p> وأخرج أحمد والترمذي وحسّنه وابن أبي حاتم وابن مردويه عن سعد بن أبي وقاص عن النبي - صلى الله عليه وسلم - في هذه الآية فقال النبي - صلى الله عليه وسلم -: \" أما إنها كائنة- ولم يأت تأويلها بعد \" (٤) . والأحاديث في هذا الباب كثيرة وفيما ذكرناه كفاية. </p><p>(١) ابن كثير ٢/ ١٤٠. (٢) أي بالقحط.(٣) ابن كثير ٢/ ١٤٠.(٤) ابن كثير ٢/ ١٤٠.</p>"
}