{
  "id": null,
  "sura": 7,
  "aya": 141,
  "text": "<p> (وإذْ أنجيناكم من آل فرعون يسومونكم سوء العذاب) أي اذكروا وقت </p><p> إنجائنا لكم من آل فرعون بعد أن كانوا مالكين لكم يستعبدونكم فيما يريدونه منكم ويمتهنونكم بأنواع الامتهان، هذا على أن هذا الكلام محكي عن موسى، وأما إذا كان في حكم الخطاب لليهود الموجودين في عصر محمد فهو بمعنى اذكروا إذ أنجينا أسلافكم حال كونهم يسومونكم سوء العذاب ويجوز أن تكون مستأنفة لبيان ما كانوا فيه مما أنجاهم منه. </p><p> (يقتلون أبناءكم ويستحيون نساءكم) مفسرة للجملة التي قبلها أو بدل منها وقد سبق بيان ذلك (وفي ذلكم) أي هذا العذاب الذي كنتم فيه (بلاء) عليكم نعمة أو محنة (من ربكم عظيم) وقد تقدم تفسيرها في البقرة والفائدة في ذكرها في هذا الموضع أنه تعالى هو الذي أنعم عليكم بهذه النعمة فكيف يليق بكم الاشتغال بعبادة غيره حتى تقولوا اجعل لنا إلهاً كما لهم آلهة. </p><p> نهاية الجزء الرابع </p><p> تم الجزء الرابع من كتاب فتح البيان في مقاصد القرآن ويليه الجزء الخامس بأذن الله وأوله: </p><p> وَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً وَقَالَ مُوسَى لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ (١٤٢) </p><p> فتحُ البيان في مقاصد القرآن </p><p> تفسِير سَلفي أثري خالٍ منَ الإِسرَائيليّاتِ والجَدليَّاتِ المذهبية والكلامية يغني عَن جميع التفاسِير وَلا تغني جميعُهَا عَنه </p><p> تأليف: السيد الإمام العلامة الملك المؤيد من الله الباري آبي الطيب صديق بن حسن بن علي الحسين القنوجي النجاري ١٢٤٨ - ١٣٠٧ هـ </p><p> عني بطبعهِ وقدّم له وراجعه: خادم العلم عَبد الله بن إبراهيم الأنصَاري </p><p> الجزء الخامس </p><p> المَكتبة العصريَّة </p><p> صَيدَا - بَيروت </p><p> جَمِيع الحُقُوق محفُوظَة </p><p> ١٤١٢ هـ - ١٩٩٢ م </p><p> شركة أبناء شريف الأنصاري للطباعة والنشر والتوزيع </p><p> المَكتبة العصريَّة للطبَاعة والنّشْر </p><p> الدار النموذجية ــ المكتبة العصرية </p><p> بَيروت - صَ. ب ٨٣٥٥ - تلكس LE ٢٠٤٣٧ SCS </p><p> صَيدَا - صَ. ب ٢٢١ - تلكس LE ٢٩١٩٨ </p><p> فتح البيان في مقاصد القرآن </p><p> الجزء الخامس </p><p> بسم الله الرحمن الرحيم </p><p> مقدمة الجزء الخامس </p><p> يبدأ من قوله تعالى سورة الأعراف - ١٤٢ إلى قوله تعالى: الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (١) </p>"
}