{
  "id": null,
  "sura": 7,
  "aya": 206,
  "text": "<p> (إن الذين عند ربك) المراد بهم الملائكة قال القرطبي: بالإجماع قال الزجاج: وقال عند ربك والله عز وجل بكل مكان لأنهم قريبون من رحمته وكل قريب من رحمة الله عز وجل فهو عنده فالمراد بالعندية القرب من الله بالزلفى والرضا لا المكانية أو المراد عند عرش ربك قاله الشهاب، والمراد بقوله والله بكل مكان أي علمه وقدرته وهو بائن من خلقه مستوي على عرشه كما وصف به نفسه في غير موضع من الكتاب العزيز. </p><p> وقال القرطبي: يعني أنهم في موضع لا ينفذ فيه إلا حكم الله وقيل إنهم </p><p> رسل الله كما يقال عند الخليفة جيش كبير، وقيل هذا على جهة التشريف والتكريم لهم وأنهم بالمكان المكرم وهو عبارة عن قربهم في الكرامة لا في المسافة. </p><p> (لا يستكبرون عن عبادته) أي لا يتعظمون عنها لأنهم عبيده ومعنى (ويسبحونه) يعظمونه وينزهونه عن كل شين (وله يسجدون) أي يخصونه بعبادة السجود التي هي أشرف عباده، وقيل المراد بالسجود الخضوع والذلة، وفي ذكر الملأ الأعلى تعريض لبني آدم، وهذه السجدة من عزائم سجود القرآن والأحاديث والآثار عن الصحابة في سجود التلاوة وعدد المواضع التي يسجد فيها وكيفية السجود وما يقال فيه مستوفاة في كتب الحديث والفقه فلا نطول بإيراد ذلك هنا (١) . </p><p>(١) وقيل: سبب نزول هذه الآية أن كفار مكة قالوا: أنسجد لما تأمرنا؟ فنزلت هذه الآية تخبر أن الملائكة وهم أكبر شأناً منكم، لا يتكبرون عن عبادة الله. وقد روى أبو هريرة عن النبي - صلى الله عليه وسلم - أنه قال: \" إذا قرأ ابن آدم السجدة فسجد، اعتزل الشيطان يبكي ويقول: يا ويله، أُمر هذا بالسجود فسجد فله الجنة، وأُمرتُ بالسجود فعصيت فلي النار \". رواه مسلم ١/ ٨٧، وابن ماجة ١/ ٣٣٤ عن أبي هريرة رضي الله عنه، وأورده السيوطي في \" الدر \" ٣/ ١٥٨ وزاد نسبته للبيهقي.</p><p> [سورة الأنفال] </p><p> بسم الله الرحمن الرحيم </p><p> صرح كثير من المفسرين بأنها مدنية لم يستثنوا منها شيئاً. وبه قال الحسن وعكرمة وجابر بن زيد وعطاء وعبد الله بن الزبير وزيد ابن ثابت. وعن ابن عباس أنه قال: نزلت في بدر. وفي لفظ تلك سورة بدر. قال القرطبي وعنه: هي مدنية إلا سبع آيات من قوله: (واذ يمكر بك الذين كفروا) إلى آخرها. يعني فإنها مكيه. \" قلت \" وإن كانت في شأن الواقعة التي وقعت بمكة فلا يلزم أن تكون كذلك فالآيات نزلت بالمدينة تذكيراً بما وقع في مكة. فهذا القول ضعيف والأول هو الأصح. وجملة آياتها خمس أو ست أو سبع وسبعون آية، وقد كان النبي صلى الله عليه وآله وسلم يقرأ بها في صلاة المغرب كما أخرجه الطبراني بسند صحيح عن أبي أيوب. </p><p> بسم الله الرحمن الرحيم </p><p> يَسْأَلُونَكَ عَنِ الْأَنْفَالِ قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ (١) </p>"
}