{
  "id": null,
  "sura": 8,
  "aya": 75,
  "text": "<p> (والذين آمنوا من بعد وهاجروا وجاهدوا معكم) اختلف في قوله: (من بعد) فقيل من بعد الحديبية وبيعة الرضوان. </p><p> قال القرطبي: وذلك أن الهجرة من بعد ذلك كانت أقل رتبة من الهجرة الأولى، والهجرة الثانية هي التي وقع فيها الصلح ووضعت الحرب أوزارها نحو عامين ثم كان فتح مكة اهـ. وقيل بعد نزول هذه الآية، وقيل من بعد غزوة بدر، وقال الخازن: الأصح أن المراد بهم أهل الهجرة الثانية لأنها بعد الهجرة الأولى لأن الهجرة قد انقطعت بعد فتح مكة لأنها صارت دار الإسلام بعد الفتح. </p><p> (فأولئك منكم) أي مثلكم في استحقاق ما استحقيتموه من الموالاة والمناصرة وكمال الإيمان والمغفرة والرزق الكريم، لكن فيه دليل على أن مرتبة المهاجرين الأولين أشرف وأعظم من مرتبة المهاجرين المتأخرين بالهجرة لأن الله تعالى ألحق المهاجرين المتأخرين بالمهاجرين السابقين وجعلهم معهم، وذلك معرض المدح والشرف، ولولا أن الأولين أفضل وأشرف لما صح هذا الإلحاق. </p><p> قال في الجمل: ولم ينبهوا هنا على حكم التوارث بالهجرة الثانية هل هو ثابت كما في الهجرة الأولى أو في ثابت لانحطاط رتبة أهل الهجرة الثانية عن رتبة أهل الهجرة الأولى إلا ما رأيته في الخطيب ونصه فأولئك منكم أي من جملتكم أيها المهاجرون والأنصار فلهم مالكم وعليهم ما عليكم من المواريث والغنائم وغيرهما (وأولوا الأرحام بعضهم أولى ببعض) بين سبحانه بأن ذوي القرابات بعضهم أولى ببعض من غيرهم ممن لم يكن بينه وبينهم رحم في الميراث فيتناول كل قرابة، وقيل المراد بهم هنا العصبات قالوا: ومنه قول العرب وصلتك رحم فإنهم لا يريدون قرابة الأم، ولا يخفاك أنه ليس في هذا ما يمنع من إطلاقه على غير العصبات. </p><p> وقد استدل بهذه الآية من أثبت ميراث ذوي الأرحام وهم من ليس بعصبة ولا ذوي سهم على حسب اصطلاح أهل علم المواريث، وإليه ذهب أصحاب أبي حنيفة والخلاف في ذلك معروف مقرر في مواطنه. </p><p> وقد قيل أن هذه الآية ناسخة للميراث بالموالاة والنصرة عند من فسر ما تقدم من قوله:  (بعضهم أولياء بعض) وما بعده بالتوارث وأما من فسرها بالنصرة والمعونة فيجعل هذه الآية إخباراً منه سبحانه وتعالى بأن القرابات بعضهم أولى ببعض (في كتاب الله) أي في حكم الله أو في اللوح المحفوظ أو في القرآن وهو أن قسمة المواريث مذكورة في سورة النساء من كتاب الله وهو القرآن، وكذا إعطاء أهل الفروض فروضهم وما بقي للعصبات، وبهذا أجاب الشافعي أصحاب أبي حنيفة رحمه الله، ويدخل في هذه الأولوية الميراث دخولاً أولياً لوجود سببه. أعني القرابة. </p><p> (إن الله بكل شيء عليم) لا يخفى عليه شيء من الأشياء كائناً ما كان ومن جملة ذلك ما تضمنته هذه الآيات من التوارث بمقتضى الإيمان والهجرة ولو بدون قرابة الذي قد نسخ، والتوارث بمقتضى القرابة ولو بدون مشاركة في الهجرة أو النصرة والله سبحانه وتعالى أعلم (١) . </p><p>(١) ورُوي عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \" الخال وارث \". وروي عن أبي هريرة قال: سئل رسول الله صلى الله عليه وسلم عن ميراث العمة والخالة فقال: \" لا أدري حتى يأتيني جبريل \" ثم قال: \" أين السائل عن ميراث العمة والخالة \"؛ قال: فأتى الرجل فقال: \" سارني جبريل أنه لا شيء لهما \". قال الدارقطني: لم يسنده غير مسعدة عن محمد بن عمرو وهو ضعيف، والصواب مرسل. ورُوي عن الشعبي قال قال زياد بن أبي سفيان لجليسه: هل تدري كيف قضى عمر في العمة والخالة؛ قال لا. قال: إني لأعلم خلق الله كيف قضى فيهما عمر، جعل الخالة بمنزلة الأم، والعمة بمنزلة الأب.</p><p> بسم الله الرحمن الرحيم </p><p> [سورة براءة] </p><p> هي مائة وثلاثون آية، وقيل مائة وسبع وعشرون آية، ولها أسماء منها سورة التوبة لأن فيها ذكر التوبة على المؤمنين، وعن حذيفة إنكم تسمونها سورة التوبة وهي سورة العذاب أهـ وتسمى الفاضحة لأنه ما زال ينزل فيها (ومنهم، ومنهم) حتى كادت أن لا تدع أحداً، وتسمى البحوث لأنها تبحث عن أسرار المنافقين وتسمى المبعثرة والبعثرة البحث، وتسمى أيضاً بأسماء أخر كالمقشقشة لأنها تقشقش من النفاق أي تبرئ منه، والمخزية لكونها أخزت المنافقين والمثيرة لأنها تثير أسرارهم، والحافرة لكونها تحفر عنها، والمنكلة لما فيها من التنكيل لهم والمدمدمة لأنها تدمدم عليهم أي تهلكهم، قال الخفاجي: وأسماؤها كلها بصيغة الفاعل إلا البحوث بفتح الباء فإنه صيغة مبالغة بمعنى اسم الفاعل أهـ. </p><p> قلت: وإلا البراءة والتوبة وسورة العذاب، وهي مدنية، قال القرطبي: باتفاق وعن ابن عباس قال: نزلت بعد فتح مكة، وعنه قال نزلت بالمدينة، وعن ابن الزبير وقتادة نحوه، وعن البراء قال: آخر سورة نزلت تامة براءة، رواه البخاري. </p><p> وقد اختلف العلماء في سبب سقوط البسملة من أولها على أقوال منها ما روي عن المبرد وغيره أنه كان من شأن العرب إذا كان بينهم وبين قوم عهد فإذا أرادوا نقضه كتبوا إليهم كتاباً ولم يكتبوا فيه بسمله، فلما نزلت براءة ينقض العهد الذي كان بين النبي صلى الله عليه وآله وسلم والمشركين بعث بها النبي صلى الله عليه وآله وسلم علي بن أبي طالب فقرأها عليهم ولم يبسمل في ذلك على ما جرت به عادة العرب في نقض العهد من ترك التسمية. </p><p> وعن علي قال: البسملة أمان، وبراءة نزلت بالسيف، أشار إلى وجه ترك كتابة البسملة في هذه السورة والتلفظ بها دون غيرها، قال الخفاجي: وللسلف فيه أقوال ثلاثة أصحها هذا أهـ. </p><p> قلت: وروي نحوه عن سفيان بن عيينة، وروي عن مالك بن أنس وابن عجلان وابن جبير أنها كانت تعدل سورة البقرة أو قريباً منها وأنه لما سقط أولها سقطت البسملة. </p><p> ومن جملة الأقوال في سقوطها أنهم لما كتبوا المصحف في خلافة عثمان اختلفت الصحابة، فقال بعضهم براءة والأنفال سورة واحدة، وقال بعضهم هما سورتان فتركت بينهما فرجة لقول من قال هما سورتان وتركت البسملة لقول من قال هما سورة واحدة فرضي الفريقان معاً، قاله خارجة وأبو عصمة وغيرهما وقول من جعلهما سورة واحدة أظهر لأنهما جميعاً نزلتا في القتال ومجموعهما مائتان وخمس آيات ويعدان جميعاً سابعة السبع الطوال. </p><p> ومنها ما قال السيوطي: أنه لم تكتب فيها البسملة لأنه صلى الله عليه وسلم لم يأمر بذلك كما يؤخذ من حديث رواه الحاكم. اهـ. </p><p> وعن عثمان: قبض رسول الله صلى الله عليه وسلم ولم يبين لنا أنها منها فظننت أنها منها فمن ثم قرنت بينهما ولم أكتب بينهما سطر بسم الله الرحمن الرحيم، أخرجه الترمذي وحسنه. </p><p> والصحيح أنها لم تكتب لأن جبريل ما نزل بها في هذه السورة، قاله القشيري قال أبو السعود: واشتهارها بهذه الأسماء يقضي بأنها سورة مستقلة وليست بعضاً من سورة الأنفال، وادعاء اختصاص الاشتهار بالقائلين باستقلالها خلاف الظاهر فيكون حكمة ترك التسمية عند النزول نزولها في رفع الأمان الذي يأبى مقامه التصدير بما يشعر ببقائه من ذكر اسمه تعالى مشفوعاً بوصف الرحمة، كما روي عن ابن عيينة رضي الله عنه: لا الاشتباه في استقلالها وعدمه، كما يحكى عن ابن عباس رضي الله تعالى عنهما: ولا رعاية ما وقع بين الصحابة رضي الله عنهم من الاختلاف في ذلك. </p><p> على أن ذلك ينزع إلى القول بأن التسمية ليست من القرآن، وإنما كتبت للفصل بين السور كما نقل عن قدماء الحنفية، وإن مناط إثباتها في المصاحف، وتركها إنما هو رأي من تصدى لجمع القرآن دون التوقيف، ولا ريب في أن الصحيح من المذهب أنها آية فذة من القرآن أنزلت للفصل والتبرك بها، وأن لا مدخل لرأي أحد في الإثبات والترك، وإنما المتبع في ذلك هو الوحي والتوقيف ولا مرية في عدم نزولها هاهنا، وإلا لامتنع أن يقع في الاستقلال اشتباه أو اختلاف فهو إما لاتحاد السورتين أو لما ذكرنا، لا سبيل إلى الأول وإلا لبينه عليه الصلاة والسلام لتحقق مزيد الحاجة إلى البيان لتعاضد أدلة الاستقلال من كثرة الآيات وطول المدة فيما بين نزولهما فحيث لم يبينه عليه الصلاة والسلام تعين الثاني لأن عدم البيان من الشارع في موضع البيان بيان للعدم. </p><p> بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ (١) فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ </p>"
}