{
  "id": null,
  "sura": 9,
  "aya": 129,
  "text": "<p> فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ </p><p> ثم قال مخاطباً لرسوله ومسلياً له ومرشداً له إلى ما يقوله عند أن يعصى (فإن تولوا أي أعرضوا عنك ولم يعملوا بما جئت به ولا قبلوه (فقل) يا محمد (حسبي) أي كافي (الله) سبحانه (لا إله إلا الله) أي المتفرد بالألوهية وهذه الجملة الحالية كالدليل لما قبلها (عليه توكلت) أي فوضت جميع أموري إليه لا إلى غيره (وهو رب العرش العظيم) وصفه بالعظيم لأنه أعظم المخلوقات قرأ الجمهور بالجر على أنه صفة العرش وقرئ بالرفع صفة لرب، ورويت هذه القراءة عن ابن كثير. قال أبو بكر الأصم: وهذه القراءة أعجب إليّ لأن جعل العظيم صفة للرب أولى من جعله صفة للعرش. </p><p> قال ابن عباس: إنما سمي العرش عرشاً لارتفاعه، وقد رويت أحاديث كثيرة في صفة العرش وماهيته وقدره، وقال السيوطي الكرسي، قال الصاوي: قوله الكرسي مرور على القول باتحاد العرش مع الكرسي، وهو خلاف الصحيح أن العرش غير الكرسي. اهـ </p><p> وعبارة الخازن اعترض بعضهم على هذا التفسير بأن العرش غير الكرسي وأن الكرسي أصغر من العرش فكيف يفسر به وهو مدفوع بأن المسألة خلافية والمشهور ما سمعته؛ وقيل إنهما اسمان لشيء واحد فالعرش والكرسي معناهما الجسم العظيم المحيط بجميع المخلوقات المسمى بالعرش على القول المشهور. أ. هـ. </p><p> وعن أبي بن كعب رضي الله عنه: أن آخر ما نزل هاتان الآيتان. ذكره القاضي والمفتي وغيرهما. قال السيوطي رواه الحاكم في المستدرك وقال الخفاجي أخرجه أحمد بن حنبل. </p><p> وقوله آخر ما نزل الخ يعارضه ما رواه الشيخان عن البراء بن عازب رضي الله عنه أن آخر آية نزلت (يستفتونك قل الله يفتيكم في الكلالة) وآخر سورة نزلت براءة. وعن ابن عباس رضي الله عنهما: آخر آية نزلت (واتقوا يوماً ترجعون فيه إلى الله وكان بينها وبين موته صلى الله عليه وسلم ثمانون يوماً، وقيل تسع ليال، وحاول بعضهم التوفيق بين هذه الروايات بما لا يخلو عن كدر، وفي هذه الآية إشكال مشهور في كتب الحديث. </p><p> خاتمة الجزء الخامس </p><p> تم بعون الله الجزء الخامس من كتاب فتح البيان في مقاصد القرآن ويليه الجزء السادس. </p><p> وأوله سورة يونس </p><p> فتحُ البيان في مقاصد القرآن </p><p> تفسِير سَلفي أثري خالٍ منَ الإِسرَائيليّاتِ والجَدليَّاتِ المذهبية والكلامية يغني عَن جميع التفاسِير وَلا تغني جميعُهَا عَنه </p><p> تأليف: السيد الإمام العلامة الملك المؤيد من الله الباري آبي الطيب صديق بن حسن بن علي الحسين القنوجي النجاري ١٢٤٨ - ١٣٠٧ هـ </p><p> عني بطبعهِ وقدّم له وراجعه: خادم العلم عَبد الله بن إبراهيم الأنصَاري </p><p> الجزء السادس </p><p> المَكتبة العصريَّة </p><p> صَيدَا - بَيروت </p><p> جَمِيع الحُقُوق محفُوظَة </p><p> ١٤١٢ هـ - ١٩٩٢ م </p><p> شركة أبناء شريف الأنصاري للطباعة والنشر والتوزيع </p><p> المَكتبة العصريَّة للطبَاعة والنّشْر </p><p> الدار النموذجية ــ المكتبة العصرية </p><p> بَيروت - صَ. ب ٨٣٥٥ - تلكس LE ٢٠٤٣٧ SCS </p><p> صَيدَا - صَ. ب ٢٢١ - تلكس LE ٢٩١٩٨ </p><p> فتح البيان في مقاصد القرآن </p><p> الجزء السادس </p><p> بسم الله الرحمن الرحيم </p><p> أوله تفسير سورة يونس من قوله تعالى: </p><p> الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (١) </p><p> - سورة هود </p><p> - سورة يوسف إلى آخر السورة </p><p> بسم الله الرحمن الرحيم </p><p> [سورة يونس عليه السلام] </p><p> وهي مائة وتسع آيات وهي مكيّة. قال الحسن وعطاء وعكرمة وجابر: إلا ثلاث آيات (فإن كنت في شك) إلى آخرهن قاله ابن عباس وبه قال قتادة. وقال مقاتل إلا آيتين (فإن كنت في شك) إلى آخرهما أو ثلاث، وقال الكلبى إلا قوله (ومنهم من يؤمن به) الآية فإنها نزلت بالمدينة. </p><p> وقالت فرقة من أولها نحو من أربعين آية مكي وباقيها مدني. قاله القرطبي, وقال ابن سيرين: كانت هذه السورة بعد السابعة, وأخرج بن مردويه عن أنس قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: إن الله أعطاني الرائيات أي الطواسين مكان الإنجيل. </p><p> وعن الأحنف قال: صليت خلف عمر غداة فقرأ يونس وهود وغيرهما: قال الصاوي: سميت السورة بذلك لذكر اسمه فيها وقصته, وقد جرت عادة الله بتسمية السورة ببعض أجزائها. </p><p> الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (١) </p>"
}