{
  "id": null,
  "sura": 10,
  "aya": 64,
  "text": "<p> (لهم البشرى في الحياة الدنيا وفي الآخرة) تفسير لمعنى كونهم أولياء الله </p><p> أي لهم البشرى من الله ما داموا في الحياة بما يوحيه إلى أنبيائه وينزله في كتبه من كون حال المؤمنين عنده هو إدخالهم الجنة ورضوانه عنهم كما وقع كثير من البشارات للمؤمنين في القرآن الكريم. </p><p> وكذلك ما يحصل لهم من الرؤيا الصالحة وما يتفضل الله به عليهم من إجابة دعائهم، وما يشاهدونه من التبشير لهم عند حضور آجالهم بتنزل الملائكة عليهم قائلين لهم لا تخافوا ولا تحزنوا وأبشروا بالجنة. قاله الزهري وقتادة. </p><p> وأما البشرى في الآخرة فتلقى الملائكة لهم مبشرين بالفوز بالنعيم والسلامة من العذاب، والبشرى مصدر أريد به المبشر به، والمراد حال كونهم في الدنيا وحال كونهم في الآخرة. </p><p> وأخرج أحمد والترمذي وحسنه وابن جرير والبيهقي وغيرهم عن رجل من أهل مصر قال: سألت أبا الدرداء عن معنى قوله: (لهم البشرى) فقال: ما سألني عنها أحد منذ سألت رسول الله صلى الله عليه وسلم فقال: ما سألني عنها أحد غيرك منذ أنزلت عليَّ، هي الرؤيا الصالحة يراها المسلم أو ترى له فهي بشراه في الحياة الدنيا وبشراه في الآخرة الجنة \" وفي إسناده هذا الرجل المجهول. وعن عبادة بن الصامت مرفوعاً مثله عند أحمد والدارمي والترمذي وابن ماجة.وأخرج أحمد والبيهقي عن ابن عمر مرفوعاً قال:الرؤيا الصالحة يبشر بها المؤمن جزء من ستة وأربعين جزءاً من النبوة فمن رأى ذلك فليخبر بها \"  (١) الحديث، وفي الباب أحاديث وقد وردت أحاديث صحيحة بأن الرؤيا الصالحة من المبشرات، وأنها جزء من أجزاء النبوة ولكنها لم تقيد بتفسير هذه الآية. </p><p>(١) الإمام أحمد ٢/ ٢١٩.</p><p> وقد روي عن ابن عباس أن المراد بالبشرى في الآية هي قوله:  (وبشر المؤمنين بأن لهم من الله فضلاً كبيراً) وعنه أنها قوله: (إن الذين قالوا ربنا الله ثم استقاموا) وقيل البشرى في الحياة الدنيا هي الثناء الحسن وفي الآخرة الجنة. </p><p> وعن أبي ذر قال: قيل لرسول الله صلى الله عليه وسلم أرأيت الرجل يعمل العمل من الخير ويحمده الناس عليه، قال: تلك عاجل بشرى المؤمن \" (١) أخرجه مسلم، قال أهل العلم وهي دليل للبشرى المؤخرة في الأخرة، وهذه البشرى المعجلة دليل على رضاء الله عنه؛ وقيل غير ذلك واللفظ أوسع من ذلك. </p><p> (لا تبديل لكلمات الله) أي لا تغيير لأقواله ولا خلف لمواعيده على العموم فيدخل فيها ما وعد به عباده الصالحين دخولاً أولياً (ذلك) أي المذكور قبله من كونهم مبشرين بالبشارتين في الدارين (هو الفوز العظيم) الذي لا يقادر قدره ولا يماثله غيره، والجملتان اعتراض في آخر الكلام عند من يجوزه وفائدتهما تحقيق المبشر به وتعظيم شأنه، والأولى اعتراضية والثانية تذييلية. </p><p>(١) مسلم ٢٦٤٢.</p><p> وَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا هُوَ السَّمِيعُ الْعَلِيمُ (٦٥) أَلَا إِنَّ لِلَّهِ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكَاءَ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ (٦٦) </p>"
}