{
  "id": null,
  "sura": 12,
  "aya": 111,
  "text": "<p> لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ (١١١) </p><p> (لقد كان في قصصهم) أي قصص الرسل ومن بعثوا إليهم من الأمم أو في قصص يوسف عليه السلام وإخوته وأبيه قاله مجاهد (عبرة) هي الفكرة والبصيرة المخلصة من الجهل والحيرة، وقيل هي نوع من الاعتبار وهي العبور من الطرف المعلوم إلى الطرف المجهول (لأولي الألباب) هم ذوو العقول السليمة الذين يعتبرون بعقولهم فيدرون ما فيه مصالح دينهم. </p><p> وإنما كان هذا القصص عبرة لما اشتمل عليه من الإخبارات المطابقة للواقع مع بعد المدة بين النبي صلى الله عليه وسلم وبين الرسل الذين قص حديثهم ومنهم يوسف عليه السلام وإخوته وأبوه مع كونه لم يطلع على أخبارهم ولا اتصل بأحبارهم، وعبارة الكرخي وجه الاعتبار بقصصهم أنه قال في أول السورة (نحن نقص عليك أحسن القصص) ثم قال هاهنا لقد كان في قصصهم عبرة لأولي الألباب وذلك تنبيه على أن حسن هذه القصة إنما هو لأجل حصول العبرة منها ومعرفة الحكمة والقدرة. </p><p> (ما كان) هذا المقصوص الذي يدل عليه ذكر القصص أو القرآن المشتمل على ذلك المتقدم ذكره في قوله إنا أنزلناه قرآناً عربياً (حديثاً يفترى) قال قتادة: الفرية الكذب (ولكن تصديق الذي بين يديه) من الكتب المنزلة كالتوراة والإنجيل والزبور، وقيل هو تصديق ذلك كله ويشهد عليه أن جميعه حق من عند الله. </p><p> (وتفصيل كل شيء) من الشرائع المجملة المحتاجة إلى تفصيلها لأن الله </p><p> سبحانه لم يفرط في الكتاب من شيء من الأحكام والحدود والقصص والمواعظ والأمثال وغير ذلك. </p><p> وقيل تفصيل كل شيء من قصة يوسف عليه السلام مع إخوته وأبيه وقيل وليس المراد به ما يقتضيه من العموم بل المراد به الأصول والقوانين وما يؤول إليها، قال قتادة: فصل الله بين حلاله وحرامه وطاعته ومعصيته، وقيل ما من شيء من أمر ديني إلا وله مستند في القرآن بواسطة أو بغير واسطة. </p><p> (وهدى) في الدنيا يهتدي به كل من أراد الله هدايته (ورحمة) في الآخرة يرحم الله بها عباده العاملين بما فيه بشرط الإيمان الصحيح ولهذا قال (لقوم يؤمنون) أي يصدقون به وبما تضمنه من الإيمان بالله وملائكته وكتبه ورسله وشرائعه وقدره، وأما من عداهم فلا ينتفع به ولا يهتدي بما اشتمل عليه من الهدى فلا يستحق ما يستحقونه. </p><p> خاتمة الجزء السادس </p><p> تم بعون الله الجزء السادس من فتح البيان في مقاصد القرآن ويليه الجزء السابع وأوله تفسير سورة الرعد. </p><p> المر تِلْكَ آيَاتُ الْكِتَابِ وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (١) </p><p> فتحُ البيان في مقاصد القرآن </p><p> تفسِير سَلفي أثري خالٍ منَ الإِسرَائيليّاتِ والجَدليَّاتِ المذهبية والكلامية يغني عَن جميع التفاسِير وَلا تغني جميعُهَا عَنه </p><p> تأليف: السيد الإمام العلامة الملك المؤيد من الله الباري آبي الطيب صديق بن حسن بن علي الحسين القنوجي النجاري ١٢٤٨ - ١٣٠٧ هـ </p><p> عني بطبعهِ وقدّم له وراجعه: خادم العلم عَبد الله بن إبراهيم الأنصَاري </p><p> الجزء السابع </p><p> المَكتبة العصريَّة </p><p> صَيدَا - بَيروت </p><p> جَمِيع الحُقُوق محفُوظَة </p><p> ١٤١٢ هـ - ١٩٩٢ م </p><p> شركة أبناء شريف الأنصاري للطباعة والنشر والتوزيع </p><p> المَكتبة العصريَّة للطبَاعة والنّشْر </p><p> الدار النموذجية ــ المكتبة العصرية </p><p> بَيروت - صَ. ب ٨٣٥٥ - تلكس LE ٢٠٤٣٧ SCS </p><p> صَيدَا - صَ. ب ٢٢١ - تلكس LE ٢٩١٩٨ </p><p> فتح البيان في مقاصد القرآن </p><p> الجزء السابع </p><p> بسم الله الرحمن الرحيم </p><p> أوله تفسير سورة الرعد وتبدأ بقوله تعالى: </p><p> المر تِلْكَ آيَاتُ الْكِتَابِ وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (١) </p><p> - سورة إبراهيم </p><p> - سورة الحجر </p><p> - سورة الإسراء إلى آخرها </p><p> بسم الله الرحمن الرحيم </p><p> [سورة الرعد] </p><p> (وهي ثلاث وقيل أربع أو خمس أو ست وأربعون آية) </p><p> وقد وقع الخلاف هل هي مكيّة أو مدنيّة، وممن ذهب إلى الأول سعيد بن جبير والحسن وعكرمة وعطاء وجابر وابن زيد، وإلى الثاني ابن الزبير والكلبي ومقاتل، والقول الثالث أنها مدنيّة إلا آيتين فإنهما نزلتا بمكة وهما قوله تعالى:  (ولو أن قرآنا سيرت به الجبال) وقيل قوله: (ولا يذل الذين كفروا تصيبهم بما صنعوا قارعة) وقيل هو الذي يريكم البرق -إلى قوله- له دعوة الحق. وعن جابر بن زيد كان يستحب إذا حضر الميت أن يقرأ عنده سورة الرعد فإن ذلك يخفف عن الميت وأنه أهون لقبضه وأيسر لشأنه. </p><p> بسم الله الرحمن الرحيم </p><p> المر تِلْكَ آيَاتُ الْكِتَابِ وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (١) اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ (٢) وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (٣) وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (٤) </p>"
}