{
  "id": null,
  "sura": 15,
  "aya": 99,
  "text": "<p> (واعبد ربك) من عطف العام على الخاص أي دم على عبادته إلى غاية هي قوله (حتى يأتيك اليقين) قال الواحدي: قال جماعة المفسرين يعني الموت \" لأنه موقن به متيقن الوقوع والنزول، لا يشك فيه أحد. </p><p> وقال أبو حيان: أن اليقين من أسماء الموت وبنزوله يزول كل شك، ووقَّت العبادة بالموت إعلاماً بأنها ليست لها نهاية دون الموت، فلا يرد ما قيل أي فائدة لهذا التوقيت مع أن كل أحد يعلم أنه إذا مات سقطت عنه العبادات. </p><p> وإيضاح الجواب أن المراد واعبد ربك في جميع زمان حياتك ولا تخل لحظة من لحظات الحياة من العبادة والله أعلم بمراده. </p><p> قال الزجاج: المعنى اعبد ربك أبداً لأنه لو قيل أعبد ربك بغير توقيت لجاز إذا عبد الإنسان مرة أن يكون مطيعاً فإذا قال حتى يأتيك اليقين فقد أمره بالإقامة على العبادة أبداً ما دام حياً، ومثله قوله تعالى في سورة مريم (وأوصاني بالصلاة والزكاة ما دمت حياً) وكان رسول الله صلى الله عليه وسلم إذا حزبه أمر فزع إلى الصلاة. </p><p> أخرج سعيد بن منصور وابن المنذر والحاكم في التاريخ وابن مردويه والديلمي عن أبي مسلم الخولاني قال: قال رسول الله صلى الله عليه وسلم ما أوحي إلي أن اجمع المال وكن من التاجرين، ولكن أوحي إليّ أن سبح بحمد ربك وكن من الساجدين واعبد ربك حتى يأتيك اليقين \" وروي بطرق كثيرة. </p><p> بسم الله الرحمن الرحيم </p><p> [سورة النحل] </p><p> (مائة وثمان وعشرون آية) </p><p> وهي مكية كلها في قول الحسن وعكرمة وعطاء وجابر بن عبد الله، وروي عن ابن عباس وأبي الزبير أنها نزلت بمكة سوى ثلاث آيات من آخرها فإنهن نزلن بين مكة والمدينة في منصرف رسول الله - صلى الله عليه وآله وسلم - من أحد وهي قوله تعالى:  (ولا تشتروا بعهد الله ثمنا قليلاً) إلى قوله (تعملون) وقال قتادة هي مكية إلا خمس آيات وهي قوله: (والذين هاجروا في الله من بعد ما ظلموا) وقوله: (ثم إن ربك للذين هاجروا من بعد ما فتنوا) وقوله: (وإن عاقبتم) إلى آخر السورة، وزاد مقاتل قوله:  (من كفر بالله من بعد إيمانه) الآية (وضرب الله مثلاً قرية) ، وحكى الأصم عن بعضهم أنها كلها مدنية، والأول أولى وتسمى هذه سورة النعم بسبب ما عدد الله فيها من النعم. </p><p> بسم الله الرحمن الرحيم </p><p> أَتَى أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (١) يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوا أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاتَّقُونِ (٢) خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ تَعَالَى عَمَّا يُشْرِكُونَ (٣) خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ (٤) وَالْأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ (٥) وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ (٦) وَتَحْمِلُ أَثْقَالَكُمْ إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ (٧) </p>"
}