{
  "id": null,
  "sura": 16,
  "aya": 47,
  "text": "<p> (أو يأخذهم على) حال (تخوّف) وتوقع للبلايا بأن يكونوا متوقعين للعذاب حذرين منه غير غافلين عنه فهو خلاف ما تقدم من قوله، أو يأتيهم العذاب من حيث لا يشعرون. </p><p> وقال ابن الأعرابي: على تنقص من الأموال والأنفس والثمرات حتى يهلكهم كلهم. قال الواحدي قال عامة المفسرين، معنى على تخوف على تنقص إما بقتل أو بموت يعني بنقص من أطرافهم ونواحيهم يأخذهم الأول فالأول حتى يأتي الأخذ على جميعهم قال والتخوف التنقص، يقال هو يتخوف المال أي ينتقصه ويأخذ من أطرافه. انتهى. </p><p> يقال تخوفه الدهر وتخونه بالفاء والنون تنقصه، قال الهيثم بن عدي: التخوف بالفاء التنقص لغة لأزد شنوءه. وقال ابن قتيبة: هذه لغة هذيل وقيل على تخوف على عجل، قاله الليث بن سعد، وقيل على تقريع بما قدموه من ذنوبهم، روي ذلك عن ابن عباس، وقيل على تخوف أن يعاقب ويتجاوز. قاله قتادة. </p><p> وعن ابن عباس على أثر موت صاحبه: وعنه أيضاً وتنقص من أعمالهم. وعن عمر أنه سألهم عن هذه الآية فقالوا: ما نرى إلا أنه عند تنقص ما يردوه من الآيات، فقال عمر: ما أرى إلا أنه على ما يتنقصون من معاصي الله، فخرج رجل ممن كان عند عمر فلقى أعرابياً فقال: يا فلان ما فعل ربك؟ قال قد تخيفته يعني تنقصته، فرجع إلى عمر فأخبره فقال قد رأيته ذلك. </p><p> وعبارة البيضاوي روي أن عمر قال على المنبر: ما تقولون فيها؟ فسكتوا، فقام شيخ من هذيل فقال: هذه لغتنا التخوف التنقص، فقال: هل تعرف العرب ذلك في أشعارها؟ فقال: نعم، قال شاعرنا أبو بكر يصف ناقته: </p><p> تخوف الرحل منها تامكا قردا ... كما تخوف عود النبعة السفن </p><p> فقال عمر: عليكم بديوانكم لا تضلوا، قالوا: وما ديواننا. قال شعر الجاهلية فإن فيه تفسير كتابكم ومعاني كلامكم أهـ. </p><p> قال الشهاب: الرحل رحل الناقة والتامك السنام المشرف والقرد هو المرتفع أو المتراكم، والنبع شجر يتخذ منه القسيّ، والسفن هنا المبرد والقدوم يصف ناقته بأنها أثر الرحل في سنامها، فأكله وانتقصه كما ينتقص المبرد العود. انتهى. </p><p> وعن مجاهد قال: على تخوف يأخذهم بنقص بعضهم بعضاً وقال الضحاك والكلبي: هو من الخوف يعني يهلك طائفة فيتخوف الآخرون أن يصيبهم ما أصابهم؛ والحاصل أنه سبحانه خوفهم بخسف يحصل في الأرض أو بعذاب ينزل من السماء، أو بآفات تحدث دفعة، أو بآفات تحدث قليلاً قليلاً إلى أن يأتي الهلاك على آخرهم. </p><p> ثم إنه سبحانه ختم الآية بقوله (فإن ربكم لرؤوف رحيم) لا يعاجل بالعذاب بل يمهل رأفة بكم ورحمة لكم مع استحقاقكم للعقوبة. </p><p> ثم لما خوف سبحانه الماكرين بما خوف أتبعه ذكر ما يدل على كمال قدرته في تدبير العالم العلوي والسفلي ومكانهما مصدراً بالاستفهام الإنكاري فقال: </p>"
}