{
  "id": null,
  "sura": 17,
  "aya": 80,
  "text": "<p> (وقل رب أدخلني مدخل صدق وأخرجني مخرج صدق) قرئ بضم الميمين وبفتحهما وهما مصدران بمعنى الإدخال والإخراج فهما كالمجرى والمرسى والإضافة إلى الصدق لأجل المبالغة نحو حاتم الجواد، أي إدخالاً يستأهل أن يسمى إدخالاً ولا يرى فيه ما يكره. وقال الواحدي: إضافتهما إلى الصدق مدح لهما وكل شيء أضفته إلى الصدق فهو مدح. </p><p> وقد اختلف المفسرون في معنى الآية، فقيل نزلت حين أمر صلى الله عليه وسلم بالهجرة يريد إدخال المدينة والإخراج من مكة، واختاره ابن جرير، وهذا يقتضي أن الآية مكيّة مع أنها آخر الثمان المدنيات، لكن البيضاوي مشى على أن السورة كلها مكيّة. وحكى الاستثناء الذي ذكره الجلال بقيل، وعليه فلا إشكال ومن المعلوم أن إدخاله المدينة بعد إخراجه من مكة وإنما قدمه عليه إهتماماً بشأنه ولأنه هو المقصود. </p><p> وقيل المعنى أمتني إماتة صدق وابعثني يوم القيامة مبعث صدق، وقيل المعنى أدخلني فيما أمرتني به وأخرجني مما نهيتني عنه. وقيل إدخاله موضع الأمن وإخراجه من بين المشركين، وهو كالقول الأول، وقيل المراد إدخال عز وإخراج نصر. </p><p> وقيل أدخلني في الأمر الذي كرّمتني به من النبوة مدخل صدق وأخرجني منه إذا أمتني مخرج صدق؛ وقيل أدخلني القبر عند الموت مدخل صدق وأخرجني منه عند البعث مخرج صدق، وقيل أدخلني حيثما أدخلتني بالصدق وأخرجني بالصدق، وقيل الآية عامة في كل ما تتناوله من الأمور فهي دعاء ومعناها رب أصلح لي وردي في كل الأمور وصدي عنها. </p><p> (واجعل لي من لدنك سلطاناً نصيراً) أي حجة ظاهرة قاهرة تنصرني بها على جميع ما خالفني، وقيل اجعل لي من لدنك ملكاً وعزاً قوياً أقيم به دينك وكأنه صلى الله عليه وآله وسلم علم أنه لا طاقة له بهذا الأمر إلا بسلطان فسأل سلطاناً نصيراً، وبه قال الحسن وقتادة واختاره ابن جرير. </p><p> وقال ابن كثير: هو الأرجح لأنه لا بد مع الحق من قهر لمن عاداه وناوأه ولهذا يقول تعالى (لقد أرسلنا رسلنا بالبينات وأنزلنا معهم الكتاب والميزان ليقوم الناس بالقسط وأنزلنا الحديد فيه بأس شديد ومنافع للناس وليعلم الله من ينصره ورسله بالغيب) . </p><p> وفي الأثر أن الله ليزع بالسلطان ما لا يزع بالقرآن أي ليمنع بالسلطان عن ارتكاب الفواحش والآثام ما لا يمنع كثيراً من الناس بالقرآن وما فيه من الوعيد الشديد والتهديد الأكيد وهذا هو الواقع انتهى. </p><p> وقيل وعده الله لينزعن ملك فارس والروم وغيرهما فيجعله له وأجاب دعاءه فقال له والله يعصمك من الناس؛ وقال: ليظهره على الدين كله، وقال: وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض. الآية وقد كان كما وعد ولله الحمد. </p><p> وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا (٨١) وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا (٨٢) وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا (٨٣) قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَى سَبِيلًا (٨٤) وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا (٨٥) وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا (٨٦) </p>"
}