{
  "id": null,
  "sura": 17,
  "aya": 101,
  "text": "<p> (ولقد آتينا موسى تسع آيات بيِّنات) أي علامات واضحات دالة على نبوته، قيل ووجه اتصال هذه الآية بما قبلها أن المعجزات المذكورة كأنها مساوية لتلك الأمور التي اقترحها كفار قريش بل أقوى منها فليس عدم الاستجابة لما طلبوه من الآيات إلا لعدم المصلحة في استئصالهم إن لم يؤمنوا بها. </p><p> قال أكثر المفسرين: الآيات التسع هي الطوفان والجراد والقمل والضفادع والدم والعصار واليد والسنين ونقص الثمرات، وجعل الحسن مكان السنين ونقص الثمرات البحر والجبل. </p><p> وقال محمد بن كعب القرظي: هي الخمس التي في الأعراف والبحر والعصا والحجر والطمس على أموالهم، وقد تقدم الكلام على هذه الآيات مستوفى. </p><p> وعن ابن عباس: في تسع آيات مثل ما ذكرناه عن أكثر المفسرين، وعنه قال: يده وعصاه ولسانه والبحر والطوفان والجراد والقمل والضفادع والدم. </p><p> وعن صفوان بن عسال: أن يهوديين قال أحدهما لصاحبه انطلق بنا إلى هذا النبي نسأله، فأتياه فسألاه عن هذه الآية فقال: \" لا تشركوا بالله شيئاً ولا تزنوا ولا تسرقوا ولا تقتلوا النفس التي حرم الله إلا بالحق ولا تسرقوا ولا تسحروا ولا تمشوا ببريء إلى السلطان فيقتله، ولا تأكلوا الربا ولا تقذفوا </p><p> محصنة، أو قال: لا تفروا من الزحف \". شك شعبة وعليكم يا يهود خاصة أن لا تعتدوا في السبت، فقبلا يديه ورجليه وقالا نشهد إنك نبي الله. قال \" فما يمنعكما أن تسلما؟ قالا: إن داود دعا الله أن لا يزال في ذريته نبي، وإنا نخاف إن أسلمنا تقتلنا اليهود \" (١) أخرجه أحمد والترمذي وصححه والنسائي وابن ماجة والطبراني وابن قانع والبيهقي وغيرهم. </p><p> وعلى هذا المراد بالآيات الأحكام العامة الثابتة في كل الشرائع، سميت بذلك لأنها تدل على حال من يتعاطى متعلقاتها في الآخرة من السعادة والشقاوة، وقوله عليكم يا يهود الخ كلام مستأنف زائد على الجواب، ولذلك غير فيه سياق الكلام (فاسأل) يا محمد صلى الله عليه وسلم (بني إسرائيل إذ جاءهم) أي حين جاءهم موسى، وقرئ فسأل أي سأل موسى فرعون أن يخلي بني إسرائيل ويطلق سبيلهم ويرسلهم معه، وعلى الأول السؤال سؤال استشهاد لزيد الطمأنينة والإيقان لأن الأدلة إذا تظافرت كان ذلك أقوى، والمسؤولون مؤمنو بني إسرائيل كعبد الله بن سلام وأصحابه. </p><p> (فقال له فرعون) الفاء هي الفصيحة أي فأظهر موسى عند فرعون ما آتيناه من الآيات البيِّنات وبلغه ما أرسل به فقال له فرعون (إني لأظنك يا موسى مسحوراً) المسحور هو الذي سحر فخولط عقله. وقيل هو المخدوع، وقيل هو المطبوب. وقال أبو عبيدة والفراء: هو بمعنى الساحر فوضع المفعول موضع الفاعل </p><p>(١) النسائي كتاب التحريم باب ١٨ - الترمذي تفسير سورة ١٧/ ١٥ الإمام أحمد ٤/ ٢٤٠.</p>"
}