{
  "id": null,
  "sura": 17,
  "aya": 44,
  "text": "<p> (تسبح له السماوات السبع والأرض ومن فيهن) قال فيهن بضمير العقلاء لإسناده إليها التسبيح الذي هو فعل العقلاء، وقد أخبر سبحانه عن السماوات والأرض بأنها تسبحه، وكذلك من فيها من مخلوقاته الذين لهم عقول وهم الملائكة من الإنس والجن وغيرهم من الأشياء التي لا تعقل. </p><p> ففيه دلالة على أن الأكوان بأسرها دالة شاهدة بتلك النزاهة، ولكن المشركين لا يفهمون تسبيحها، فالقصد من هذا توبيخهم وتقريعهم على اتباعهم الشركاء لله مع أن كل شيء ممن عداهم ينزهه عن كل نقص. </p><p> أخرج سعيد بن منصور وابن أبي حاتم والطبراني وأبو نعيم في الحلية والبيهقي في الأسماء والصفات عن عبد الرحمن بن قرظ أن رسول الله صلى الله عليه وسلم ليلة أسرى به إلى المسجد الأقصى كان جبريل عن يمينه وميكائيل عن يساره فطارا به حتى بلغ السماوات العلى، فلما رجع قال:  \" سمعت تسبيحاً في السماوات العلى مع تسبيح كثير، سبحت السماوات العلى من ذي المهابة مشفقات لذي العلو بما علا سبحان العلي الأعلى سبحانه وتعالى \" . </p><p> وأخرج ابن مردويه عن أنس أن رسول الله صلى الله عليه وآله وسلم قال وهو جالس مع أصحابه إذ سمع هدة فقال:  \" أطت السماء، ويحقها أن تئط، والذي نفس محمد بيده ما فيها موضع شبر إلا فيه جبهة ملك ساجد يسبح الله بحمد \"  (١) . </p><p> ثم زاد ذلك تعميماً وتأكيداً فقال:  (وإن من شيء إلا يسبح) متلبساً (بحمده) فيشمل كل ما يسمى شيئاً كائناً ما كان حتى صرير الباب ونقيض السقف وتسبيحها سبحان الله وبحمده. وقيل أنه يحمل قوله ومن فيهن على الملائكة والثقلين ويحمل قوله وإن من شيء على ما عدا ذلك من المخلوقات. </p><p> وقد اختلف أهل العلم في هذا العموم هل هو مخصوص أم لا، فقالت طائفة ليس بمخصوص، وحملوا التسبيح على تسبيح الدلالة لأن كل مخلوق يشهد على نفسه ويدل غيره بأن الله خالق قادر. </p><p> وقالت طائفة هذا التسبيح على حقيقته والعموم على ظاهره، والمراد أن كل المخلوقات تسبح لله هذا التسبيح الذي معناه التنزيه، وإن كان البشر لا يسمعون ذلك لكونهم محجوبين عن سماعه ولا يفهمونه لكونه بغير لغاتهم. </p><p>(١) أخرجه أبو نعيم في الحلية ٦/ ٢٦٩ بهذا اللفظ وبسند ضعيف.</p><p> وهذا يقتضي أن تسبيح الجماد بلسان المقال وهو الذي اختاره الخازن وأثبته بأحاديث متعددة، قال في الجمل وهو قريب جداً، ويؤيد هذا قوله سبحانه (ولكن لا تفقهون) بالتاء والياء (تسبيحهم) فإنه لو كان المراد تسبيح الدلالة لكان أمراً مفهوماً لكل أحد. </p><p> وأجيب بأن المراد بقوله (لا تفقهون) الكفار الذين يعرضون عن الاعتبار وقالت طائفة: هذا العموم مخصوص بالملائكة والثقلين دون الجمادات، وقيل خاص بالأجسام النامية فيدخل النباتات، كما روى هذا القول عن عكرمة والحسن وخص تسبيح النباتات بوقت نموها لا بعد قطعها. </p><p> وقد استدل لذلك بحديث أن رسول الله صلى الله عليه وسلم مر على قبرين وفيه \" ثم دعا بعسيب رطب فشقه باثنين وقال أنه يخفف عنهما ما لم ييبسا \"  (١) ويؤيد حمل الآية على العموم قوله (إنا سخرنا الجبال معه يسبحن بالعشيّ والإشراق) وقوله (وإن منها لما يهبط من خشية الله) وقوله (وتخر الجبال هداً) ونحو ذلك من الآيات. </p><p> وثبت في الصحيح أنهم كانوا يسمعون تسبيح الطعام وهم يأكلون مع رسول الله صلى الله عليه وسلم (٢) . وهكذا حديث حنين الجذع، وحديث أن حجراً بمكة كان يسلم جذملى النبي صلى الله عليه وسلم، وكلها في الصحيح. </p><p> ومن ذلك تسبيح الحصا في كفه صلى الله عليه وسلم، ومدافعة عموم هذه الآية بمجرد الاستبعادات، ليس دأب من يؤمن بالله سبحانه ويؤمن بما جاء من عنده. </p><p> قال السدي: ما اصطيد حوت في البحر ولا طائر يطير إلا بما يضيع من تسبيح الله تعالى. </p><p>(١) مسلم ٢٩٢ البخاري ١٦٤. (٢) البخاري كتاب المناقب باب ٢٥ - الإمام أحمد ١/ ٤٦٠.</p><p> (إنه كان حليماً غفوراً) فمن حلمه الإمهال لكم وعدم إنزال عقوبته عليكم على غفلتكم وسوء نظركم وجهلكم بالتسبيح، ومن مغفرته لكم أنه لا يؤاخذ من تاب منكم. </p><p> أخرج ابن جرير وابن أبي حاتم وأبو الشيخ في العظمة عن جابر قال: قال رسول الله صلى الله عليه وسلم \" ألا أخبركم بشيء أمر به نوح ابنه أن نوحاً قال لابنه: يا بني آمرك أن تقول سبحان الله فإنها صلاة الخلائق وتسبيح الخلق وبها يرزق الخلق \" قال الله تعالى (وإن من شيء إلا يسبح بحمده) . </p><p> وأخرج البخاري ومسلم وغيرهما عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم \" قرصت نملة نبياً من الأنبياء فأمر بقرية النمل فأحرقت فأوحى الله إليه من أجل نملة واحدة أحرقت أمة من الأمم تسبح \"  (١) . </p><p> وأخرج النسائي وأبو الشيخ وابن مردويه عن ابن عمر وقال: نهى رسول الله صلى الله عليه وآله وسلم عن قتل الضفدع وقال \" نقيقها تسبيح \"  (٢) وأخرج أبو الشيخ في العظمة وابن مردويه عن ابن عباس قال: الزرع يسبح وأجره لصاحبه والثوب يسبح ويقول الوسخ إن كنت مؤمناً فاغسلني إذن، وعنه قال: كل شيء يسبح إلا الكلب والحمار أخرجه أبو الشيخ. </p><p> وعن الحسن قال: هذه الآية في التوراة كقدر ألف آية وإن من شيء إلا يسبح بحمده، قال: في التوراة تسبح له الجبال وتسبح له الشجر ويسبح له كذا وكذا، وفي الباب أحاديث وروايات عن السلف فيها تصريح بتسبيح جميع المخلوقات. </p><p>(١) مسلم ٢٢٤١ - البخاري ١٤٣٤. (٢) صحيح الجامع الصغير ٦٨٤٨ بلفظ \" نهى عن قتل الضفدع للدواء \" - الروض النضير/٢٦٥.</p><p> وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا (٤٥) وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا (٤٦) نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا (٤٧) انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا (٤٨) وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا (٤٩) قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا (٥٠) </p><p> ولما فرغ سبحانه من الإلهيات شرع في ذكر بعض من آيات القرآن وما يقع من سامعيه فقال </p>"
}