{
  "id": null,
  "sura": 18,
  "aya": 46,
  "text": "<p> (المال والبنون زينة الحياة الدنيا) يتجمل بهما فيها، وهذا رد على الرؤساء الذين كانوا يفتخرون بالمال والغنى والأبناء فأخبرهم الله سبحانه أن ذلك مما يتزين به في الدنيا لا مما ينتفع به في الآخرة كما قال في الآية الأخرى (إنما أموالكم وأولادكم فتنة) وقال (إن من أزواجكم وأولادكم عدواً لكم فاحذروهم) وقال (لا ينفع مال ولا بنون) الآية. </p><p> وهذا إشارة إلى قياس حذفت كبراه ونتيجته. ونظمه هكذا: المال والبنون زينة الحياة الدنيا، وكل ما هو زينتها فهو هالك غير باق ينتج المال والبنون هالكان، ثم يقال وكل ما هو هالك فلا يفتخر به، فالمال والبنون لا يفتخر بهما، ولهذا عقب هذه الزينة الدنيوية بقوله: </p><p> (والباقيات الصالحات) أي أعمال الخيرات التي تبقى له ثمرتها أبد الأبد، وهي ما كان يفعله فقراء المسلمين من الطاعات (خير) أي أفضل من هذه الزينة بالمال والبنين (عند ربك ثواباً) وأكثر عائدة ومنفعة لأهلها (وخير أملاً) يعني أن الأعمال الصالحة لأهلها من الأمل أفضل مما يؤمله أهل المال والبنين لأنهم ينالون بها في الآخرة أفضل مما كان يؤمله هؤلاء الأغنياء في الدنيا. </p><p> وليس في زينة الدنيا خير حتى تفضل عليها الآخرة، ولكن هذا التفضيل خرج مخرج قوله تعالى (أصحاب الجنة يومئذ خير مستقراً) والظاهر أن الباقيات الصالحات كل عمل خير فلا وجه قصرها على الصلاة كما قال بعض، ولا لقصرها على نوع من أنواع الذكر كما قاله بعض آخر، ولا على ما كان يفعله فقراء المهاجرين باعتبار السبب، لأن العبرة بعموم اللفظ لا بخصوص السبب. </p><p> وبهذا يعرف أن تفسير الباقيات الصالحات في الأحاديث بما سيأتي لا ينافي إطلاق هذا اللفظ على ما هو عمل صالح من غيرها. </p><p> عن عليّ قال: المال والبنون حَرْثُ الدنيا والعمل الصالح حَرْثُ الآخرة، وقد جمعهما الله لأقوام. عن ابن عباس قال: الباقيات الصالحات سبحان الله والحمد لله ولا إله إلا الله والله أكبر. </p><p> وأخرج سعيد بن منصور وأحمد وأبو يعلى وابن جرير وابن أبي حاتم وابن حبان والحاكم وصححه وابن مردويه عن أبي سعيد الخدري أن رسول الله صلى الله عليه وآله وسلم قال:  \" استكثروا من الباقيات الصالحات. قيل وما هن يا رسول الله؟قال:التكبير والتهليل والتسبيح والتحميد ولا حول ولا قوة إلا بالله \"  (١) . </p><p> وأخرج الطبراني وغيره عن أبي الدرداء مرفوعاً بلفظ \" سبحان الله والحمد لله ولا إله إلا الله والله أكبر ولا حول ولا قوة إلا بالله هن الباقيات الصالحات \" . وأخرج النسائي والطبراني في الصغير والبيهقي وغيرهم عن أبي هريرة مرفوعاً: خذوا جُنَّتَكم. قيل يا رسول الله من أي عدو قد حضر؟ قال: \" بل جُنَّتُكم من النار قول سبحان الله والحمد لله ولا إله إلا الله والله </p><p>(١) المستدرك كتاب الدعاء ١/ ٥١٢.</p><p> أكبر، فإنهن يأتين يوم القيامة مقدمات معقبات ومجنبات، وهي الباقيات الصالحات (١) . وعن عائشة مرفوعاً وزادت ولا حول ولا قوة إلا بالله \". أخرجه ابن أبي شيبة وابن المنذر. </p><p> وكل هذه الأحاديث مصرحة بأنها الباقيات الصالحات. وأما ما ورد في فضل هذه الكلمات من غير تقييد بكونها المرادة في الآية فأحاديث كثيرة ولا فائدة في ذكرها هاهنا. </p><p> وعن قتادة: كل شيء من طاعة الله فهو من الباقيات الصالحات، فيندرج فيها ما فسرت به من الصلوات الخمس وأعمال الحج والعمرة وصيام رمضان والكلام الطيب وغير ذلك اندراجاً أولياً. </p><p>(١) صحيح الجامع الصغير ٣٢٠٩ - الروض النضير ١٠٩٢.</p>"
}