{
  "id": null,
  "sura": 24,
  "aya": 64,
  "text": "<p> (ألا إن لله) تنبيه على أن لا يخالفوا أمر من له (ما في السماوات والأرض) من المخلوقات بأسرها فهي ملكه، وخلقه وعبيده (قد يعلم ما أنتم عليه) أيها العباد من الأحوال التي أنتم عليها، فيجازيكم بحسب ذلك، ويعلم هاهنا بمعنى علم، وأدخل قد ليؤكد علمه بما هم عليه من المخالفة عن الدين الحق، ويرجع توكيد العلم إلى توكيد الوعيد. </p><p> (ويوم) أي ويعلم يوم (يرجعون إليه) فيجازيهم فيه بما عملوا، وفيه التفات عن الخطاب، وتعليق علمه سبحانه بيوم الرجوع لا بنفس رجوعهم لزيادة تحقق علمه، لأن العلم بوقت وقوع الشيء يستلزم العلم بوقوعه على أبلغ وجه (فينبئهم بما عملوا) من الأعمال التي من جملتها مخالفة الأمر، والظاهر من السياق أن هذا الوعيد للمنافقين. </p><p> (والله بكل شيء عليم) لا يخفى عليه شيء من أعمالهم وغيرها، عن عقبة بن عامر قال: رأيت رسول الله صلى الله عليه وآله وسلم، وهو يقرأ هذه الآية في خاتمة سورة النور، وهو جاعل أصبعيه تحت عينيه. يقول: بكل شيء بصير، أخرجه الطبراني وغيره. قال السيوطي بسند حسن. </p><p> [سورة الفرقان] </p><p> (سبع وسبعون آية) </p><p> وهي مكية كلها في قول الجمهور، نزلت قبل الهجرة، وبه قال ابن الزبير وقال القرطبي وقال ابن عباس وقتادة: إلا ثلاث آيات منها، فإنها نزلت بالمدينة وهي (وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ) الآيات. </p><p> وأخرج البخاري ومسلم ومالك والشافعي وابن حبان والبيهقي في سننه عن عمر بن الخطاب، قال: سمعت هشام بن حكيم يقرأ سورة الفرقان في حياة رسول الله صلى الله وعليه وآله وسلم، فاستمعت لقراءته. فإذا هو يقرأ على حروف كثيرة لم يقرئه بها رسول الله صلى الله عليه وآله وسلم، فكدت أساوره في الصلاة، فتصبرت حتى سلم، فلببته بردائه. فقلت: من أقرأك هذه السورة التي سمعتك تقرأ؟ قال: أقرأنيها رسول الله صلى الله عليه وآله وسلم فقلت: كذبت، فإن رسول الله صلى الله عليه وآله وسلم قد أقرأنيها على غير ما قرأت: فانطلقت به أقوده إلى رسول الله صلى الله عليه وآله وسلم فقلت: إني سمعت هذا يقرأ سورة الفرقان على حروف لم تقرأنيها؟ فقال رسول الله صلى الله عليه وآله وسلم:  \" أرسله، اقرأ يا هشام \" ، فقرأ عليه القراءة التي سمعته يقرأ، فقال رسول الله صلى الله عليه وآله وسلم:  \" كذلك أنزلت \" ، ثم قال: أقرأ يا عمر، فقرأت القراءة التي أقرأني، فقال رسول الله صلى الله عليه وآله وسلم:  \" كذلك أنزلت، إن هذا القرآن أنزل على سبعة أحرف، فاقرؤا ما تيسر منه \"  (١) . </p><p>(١) مسلم ٨١٨ - البخاري ١١٩٥.</p><p> بسم الله الرحمن الرحيم </p><p> تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا (١) الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا (٢) وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا (٣) وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا (٤) وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا (٥) </p>"
}