{
  "id": null,
  "sura": 25,
  "aya": 1,
  "text": "<p> (تبارك الذي نزّل الفرقان) تكلم سبحانه في هذه السورة على التوحيد لأنه أقدم وأهم، ثم في النبوة لأنها الواسطة ثم في المعاد، لأنه الخاتمة وأصل تبارك مأخوذ من البركة. وهي النماء والزيادة. حسيّة كانت أو عقلية. قال الزجاج: تبارك تفاعل من البركة، وبه قال ابن عباس، قال: ومعنى البركة الكثرة من كل ذي خير، وقال الفراء: إن تبارك وتقدس في العربية واحد. ومعناهما العظمة. وقيل المعنى تبارك عطاؤه، أي زاد وكثر، وقيل دام وثبت. </p><p> قال النحاس: وهذا أولاها في اللغة، والاشتقاق من برك الشيء إذا ثبت، ومنه برك الجمل، أي دام وثبت، واعترض ما قاله الفراء بأن التقديس إنما هو من الطهارة، وليس من ذا في شيء. قال العلماء: هذه اللفظة لا تستعمل إلا لله سبحانه، ولا تستعمل إلا بلفظ الماضي. والمعنى تعالى الله عما سواه في ذاته وصفاته، وأفعاله التي من جملتها تنزيل القرآن الكريم المعجز الناطق بعلو شأنه تعالى، وسمو صفاته، وابتناء أفعاله على أساس الحكم والمصالح، وخلوها عن شائبة الخلل بالكلية، والفرقان القرآن وسمي فرقاناً لأنه يفرق بين الحق والباطل بأحكامه أو بين المحقِّ والمبطل. </p><p> قال قتادة: هو القرآن فيه حلاله وحرامه وشرائعه ودينه وقيل لأنه نزل مفرقاً في أوقات كثيرة، ولهذا قال:  (نزّل) بالتشديد لتكثير التفريق. </p><p> (على عبده) محمد - صلى الله عليه وسلم - ثم علل التنزيل بقوله، (ليكون للعالمين نذيراً) فإن النذارة هي الغرض المقصود من الإنزال والمراد بالعالمين هنا الإنس والجن لأن النبي - صلى الله عليه وسلم - مرسل إليهما، قال المحلي: دون الملائكة، ولم يكن غيره من الأنبياء على نبينا وعليهم الصلاة والسلام مرسلاً إلى الثقلين. </p><p> والنذير المنذر أي ليكون محمد - صلى الله عليه وسلم - منذراً أي وبشيراً أو ليكون إنزال القرآن منذراً أو ليكون إنزاله إنذاراً أو ليكون محمد - صلى الله عليه وسلم - إنذاراً وجعل الضمير للنبي - صلى الله عليه وسلم - أولى، لأن صدور الإنذار منه حقيقة ومن القرآن مجاز. </p><p> والحمل على الحقيقة أولى، أو لكونه أقرب مذكور قال قتادة: بعث الله محمداً - صلى الله عليه وسلم - نذيراً من الله لينذر الناس بأس الله، ووقائعه بمن خلا قبلكم. </p><p> وقيل إِنّ رجوع الضمير إلى الفرقان أولى لقوله تعالى:  (إن هذا القرآن يهدي للتي هي أقوم. ويصح رجوعه للمنزِّل وهو الله وقوله (للعالمين) متعلق بـ (نذيراً) قدم عليه لرعاية الفاصلة. ثم إنه سبحانه وصف ذاته الكريمة بصفات أربع. </p><p> الأولى: </p>"
}