{
  "id": null,
  "sura": 28,
  "aya": 88,
  "text": "<p> وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ (٨٨) </p><p> (ولا تدع مع الله إلهاً آخر) فإنه تعريض بغيره، ثم وحد سبحانه نفسهٍ ووصفها بالبقاء والدوام فقال:  (لا إله إلا هو كل شيء) من الأشياء كائنا ما كان. </p><p> (هالك) في حد ذاته، لأن وجوده ليس ذاتياً، بل لاستناده إلى واجب الوجود، فهو بالقوة وبالذات معدوم حالاً، والمراد بالمعدوم ما ليس له وجود ذاتي، لأن وجوده كلا وجود، وأما حمل هالك على المستقبل فكلام ظاهري قاله الشهاب. </p><p> (إلا وجهه) أي: إلا ذاته. قال الزجاج: وجهه منصوب على الاستثناء ولو كان في غير القرآن كان مرفوعاً، بمعنى كل شيء غير وجهه هالك، وقضية الاستثناء إطلاق الشيء على الله تعالى، وهو الصحيح، لأن المستثنى داخل في المستثنى منه، وإنما جاء على عادة العرب في التعبير بالأشرف على الجملة ومن لم يطلقه عليه جعله متصلاً أيضاً، وجعل الوجه ما عمل لأجله سبحانه، فإن ثوابه باق قاله الكرخي. </p><p> وأخرج ابن مردويه عن ابن عباس قال:  \" لما نزلت كل من عليها فإن قالت الملائكة: هلك أهل الأرض فلما نزلت كل نفس ذائقة الموت،قالت الملائكة:هلك كل نفس،فلما نزلت كل شي هالك إلا وجهه قالت الملائكة:هلك أهل السماء والأرض \" . وعنه قال: إلا ما أريد به وجهه، والمستثنى من الهلاك والفناء ثمانية أشياء نظمها السيوطي في قوله: </p><p> ثمانية حكم البقاء يعمها ... من الخلق والباقون في حيز العدم </p><p> هي العرش، والكرسي ونار، وجنة وعجب وأرواح، كذا اللوح والقلم (له الحكم) أي القضاء النافذ يقضي بما شاء ويحكم بما أراد (وإليه) أي إلى جزائه، أو إليه وحده (ترجعون) في جميع أحوالكم في الدنيا وعند البعث ليجزي المحسن بإحسانه والمسيىء بإساءته لا إلى غيره سبحانه وتعالى. </p><p> بسم الله الرحمن الرحيم </p><p> [سورة العنكبوت] </p><p> (هي تسع وتسعون آية قيل: مكية كلها) </p><p> قاله: ابن عباس، وابن الزبير، والحسن، وعكرمة وعطاء وجابر بن زيد وقيل: أنها مدنية كلها، وهو أحد قولي ابن عباس، وقتادة، وهو قول يحيى بن سلام. </p><p> وعن علي بن أبي طالب قال: نزلت بين مكة والمدينة وهذا قول ثابت. </p><p> وأخرج الدارقطني في السنن عن عائشة أن رسول الله - صلى الله عليه وسلم - كان يصلي في كسوف الشمس والقمر أربع ركعات وأربع سجدات يقرأ في الركعة الأولى العنكبوت أو الروم، وفي الثانية يس. </p><p> بسم الله الرحمن الرحيم </p><p> الم (١) أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ (٢) </p>"
}