{
  "id": null,
  "sura": 36,
  "aya": 69,
  "text": "<p> (وما علمناه الشعر) والمعنى نفي كون القرآن شعراً، لأن الشعر كلام متكلف موضوع، ومقال مزخرف مصنوع، منسوج على منوال الوزن والقافية، مبني على خيالات وأوهام واهية، فأين ذلك من التنزيل الجليل المنزه عن مماثلة كلام البشر؟ المشحون بفنون الحكم والأحكام الباهرة. الموصل إلى سعادة الدنيا والآخرة، ثم نفى أن يكون النبي شاعراً فقال: </p><p> (وما ينبغي له) أي لا يصح له الشعر ولا يتأتى منه، ولا يتسهل عليه لو طلبه، وأراد أن يقوله بالطبع والسجية، كما جعلناه أمياً لا يهتدي إلى الخط لتكون الحجة أثبت، والشبهة أدحض، بل كان صلى الله عليه وسلم إذا أراد أن ينشد بيتاً قد قاله شاعر متمثلاً به كسر وزنه، فإنه لما أنشد بيت طرفة بن العبد المشهور وهو قوله. </p><p> ستبدي لك الأيام ما كنت جاهلاً ... ويأتيك بالأخبار من لم تزود </p><p> قال ويأتيك من لم تزود بالأخبار، وأنشد مرة أخرى قول العباس ابن مرداس السلمي: </p><p> أتجعل نهبي ونهب العبيد بين عيينة والأقرع </p><p> فقال: بين الأقرع وعيينة، وأنشد أيضاًً: </p><p> كفى بالإسلام والشيب ناهياً </p><p> فقال أبو بكر: يا رسول الله إنما قال الشاعر: </p><p> كفى الشيب والإسلام للمرء ناهيا </p><p> فقال: أشهد أنك رسول الله، يقول الله عز وجل:  (وما علمناه الشعر وما ينبغي له) . </p><p> وقد وقع منه صلى الله عليه وسلم كثير من مثل هذا، قال الخليل: كان الشعر أحب إلى رسول الله صلى الله عليه وسلم من كثير من الكلام، ولكن لا يتأتى منه. انتهى ووجه عدم تعليمه الشعر وعدم قدرته عليه التكميل للحجة، والدحض للشبهة كما جعله الله أمياً لا يقرأ، ولا يكتب وأما ما روي عنه من قوله صلى الله عليه وسلم. </p><p> \" هل أنت إلا أصبع دميت ... وفي سبيل الله ما لقيت \" </p><p> وقوله: </p><p> \" أنا النبي لا كذب ... أنا ابن عبد المطلب \"  (١) </p><p> ونحو ذلك فمن الاتفاق الوارد من غير قصد كما يأتي ذلك في بعض آيات القرآن وليس بشعر ولا مراد به الشعر، بل اتفق ذلك اتفاقاً كما يقع في كثير من كلام الناس فإنهم قد يتكلمون بما لو اعتبره معتبر لكان على وزن الشعر، ولا يعدونه شعراً، وذلك كقوله تعالى:  (لن تنالوا البر حتى تنفقوا مما تحبون) وقوله (وجفان كالجواب وقدور راسيات) على أنه قد قال الأخفش: إن قوله: أنا النبي لا كذب ليس بشعر. </p><p>(١) ولابن كثير كلام طويل حول هذه النقطة فليراجع هناك.</p><p> وقال الخليل في كتاب العين: إن ما جاء من السجع على جزأين لا يكون شعراً، قال ابن العربي: والأظهر من حاله أنه قال: لا كذب برفع الباء من كذب وبخفضها من عبد المطلب، قال النحاس قال بعضهم: إنما الرواية بالإعراب وإذا كانت بالإعراب لم يكن شعراً لأنه إذا فتح الباء من الأول أو ضمها أو نونها وكسر الباء من الثاني خرج عن وزن الشعر، وقيل: إن الضمير في (له) عائد إلى القرآن أي: وما ينبغي للقرآن أن يكون شعراً. </p><p> أخرج عبد الرزاق وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم قال:  \" بلغني أنه قيل لعائشة هل كان رسول الله صلى الله عليه وسلم يتمثل بشيء من الشعر؟قالت:كان أبغض الحديث إليه غير أنه كان يتمثل ببيت أخي بني قيس، فيجعل أوله آخره، يقول ويأتيك من لم تزود بالأخبار، فقال أبو بكر ليس هكذا. فقال رسول الله صلى الله عليه وسلم إني والله ما أنا بشاعر ولا ينبغي لي \"  (١) ، وهذا يرد ما نقلناه عن الخليل سابقاً أن الشعر كان أحب إلى رسول الله صلى الله عليه وسلم من كثير من الكلام. </p><p> وأخرج ابن أبي شيبة وأحمد عنها قالت: كان رسول الله صلى الله عليه وسلم إذا استراث الخبر تمثل ببيت طرفة. </p><p> ويأتيك بالأخبار من لم تزود (١) </p><p> وأخرج ابن أبي شيبة عن ابن عباس قال:  \" كان رسول الله صلى الله عليه وسلم يتمثل من الأشعار. ويأتيك الخ \" ، وأخرج البيهقي في سننه عن عائشة: \" قالت ما جمع رسول الله صلى الله عليه وسلم بيت شعر قط إلا بيتاً واحداً. </p><p> تفاءل بما تهوى يكن فلقلما ... يقال لشيء كان إلا تحقق </p><p> قالت عائشة: ولم يقل تحققا لئلا يعربه فيصير شعراً، وإسناده هكذا. قال أخبرنا أبو عبد الله الحافظ يعني الحاكم حدثنا أبو حفص عمر بن أحمد بن نعيم </p><p>(١) رواه أحمد في المسند وذكره السيوطي في الدر ٥/ ٢٦٨ والطبري في التفسير ٢٣/ ٢٧.</p><p> حدثنا أبو محمد عبد الله بن هلال النحوي الضرير حدثنا علي بن عمرو الأنصاري حدثنا سفيان بن عيينة عن الزهري عن عروة عن عائشة فذكره وقد سئل المزي عن هذا الحديث فقال: هو منكر ولم يعرف شيخ الحاكم ولا الضرير في إسناده. </p><p> قال البيضاوي والخازن قال العلماء: ما كان يتزن له بيت شعر وإن تمثل ببيت شعر جرى على لسانه الشريف مكسراً، ولو كان ممن يقول الشعر لتطرقت التهمة عقلاً في أن ما جاء به من عند نفسه، ولهذا قال: ويحق القول الخ كما يأتي لأنه لم يبق إلا العناد الموجب للهلاك وقال القرطبي: إصابة الوزن منه صلى الله عليه وسلم في بعض الأحيان لا توجب أنه يعلم الشعر كقوله: أنا النبي لا كذب الخ والمعول عليه في الانفصال على تسليم أن هذا شعر، إذ التمثل بالبيت لا يوجب أن يكون قائله عالماً بالشعر ولا أن يسمى شاعراً باتفاق العلماء كما أن من خاط خيطاً على سبيل الاتفاق لا يكون خياطاً. </p><p> قال الزجاج: أي ما جعلناه شاعراً وهذا لا ينافي أن ينشىء شيئاًً من الشعر من غير قصد كونه شعراً. قال النحاس: وهذا أحسن ما قيل في هذا، وقد قيل: إنما أخبر الله عز وجل أنه ما علمه الشعر، وإن لم يخبر أنه لا ينشىء الشعر، وقد قالوا: كل من قال قولاً موزوناً لا يقصد به إلى شعر فليس بشاعر، وإنما وافق الشعر، فما يجري على اللسان من موزون الكلام لا يعد شعراً وإنما يعد منه ما يجري على وزن الشعر مع القصد إليه، ولما نفى أن يكون القرآن من جنس الشعر قال: </p><p> (إن هو) أي ما القرآن (إلا ذكر) من الأذكار وموعظة من المواعظ يوعظ بها الإنس والجن. </p><p> (وقرآن مبين) أي كتاب من كتب الله السماوية مشتمل على الأحكام الشرعية يقرأ في المحاريب، ويتلى في المتعبدات، وينال بتلاوته والعمل به فوز الدارين والدرجات، فكم بينه وبين الشعر الذي هو من همزات الشياطين، وأقاويل الشعراء الكاذبين. </p><p> لِيُنْذِرَ مَنْ كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ (٧٠) أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ (٧١) وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ (٧٢) وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ أَفَلَا يَشْكُرُونَ (٧٣) وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لَعَلَّهُمْ يُنْصَرُونَ (٧٤) لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ (٧٥) فَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ (٧٦) </p>"
}