{
  "id": null,
  "sura": 37,
  "aya": 182,
  "text": "<p> (والحمد لله رب العالمين) إرشاد لعباده إلى حمده على إرسال رسله إليهم مبشرين ومنذرين، وتعليم لهم. كيف يصنعون عند إنعامه عليهم وما يثنون به عليه، وقيل: إنه الحمد على هلاك المشركين، ونصر الرسل عليهم، والأولى: أنه حمد لله سبحانه على كل ما أنعم به على خلقه أجمعين، كما يفيده حذف المحمود عليه، فإن حذفه مشعر بالتعميم كما تقرر في علم المعاني، والحمد هو الثناء الجميل لقصد التعظيم. </p><p> عن أبي سعيد عن رسول الله صلى الله عليه وسلم أنه كان إذا أراد أن يسلم من صلاته قال:  \" سبحان ربك رب العزة عما يصفون، وسلام على المرسلين والحمد لله رب العالمين \" أخرجه سعيد بن منصور وابن أبي شيبة وعبد بن حميد وأبو يعلى وابن مردويه. </p><p> وأخرج الطبراني عن ابن عباس قال: كنا نعرف انصراف رسول الله صلى الله عليه وسلم من الصلاة بقوله: سبحان ربك إلى آخرها. </p><p> وأخرج الخطيب نحوه من حديث أبي سعيد، وأخرج الطبراني عن زيد ابن أرقم عن رسول الله صلى الله عليه وسلم قال:  \" من قال: \" دبر كل صلاة سبحان ربك الآيات ثلاث مرات فقد اكتال بالمكيال الأوفى من الأجر \"، وأخرج حميد بن زنجويه في ترغيبه عن علي بن أبي طالب رضي الله تعالى عنه نحوه.</p><p> وعن علي رضي الله تعالى عنه: \" من أحب أن يكتال بالمكيال الأوفى من الأجر يوم القيامة فليكن آخر كلامه إذا قام من مجلسه سبحان ربك إلى آخرها \" ذكره النسفي والخازن، قال النسفي اشتملت السورة على ذكر ما قاله المشركون في الله ونسبوه إليه مما هو منزه عنه وما عاناه المرسلون من جهتهم وما خولوه في العاقبة من النصرة عليهم، فختمها بجوامع ذلك من تنزيه ذاته عما وصفه به المشركون والتسليم على المرسلين والحمد لله رب العالمين على ما قيض لهم من حسن العواقب. </p><p> خاتمة الجزء الحادي عشر </p><p> تم بعون الله الجزء الحادي عشر من كتاب فتح البيان في مقاصد القرآن ويليه الجزء الثاني عشر وأوله تفسير سورة ص. </p><p> فتحُ البيان في مقاصد القرآن </p><p> تفسِير سَلفي أثري خالٍ منَ الإِسرَائيليّاتِ والجَدليَّاتِ المذهبية والكلامية يغني عَن جميع التفاسِير وَلا تغني جميعُهَا عَنه </p><p> تأليف: السيد الإمام العلامة الملك المؤيد من الله الباري آبي الطيب صديق بن حسن بن علي الحسين القنوجي النجاري ١٢٤٨ - ١٣٠٧ هـ </p><p> عني بطبعهِ وقدّم له وراجعه: خادم العلم عَبد الله بن إبراهيم الأنصَاري </p><p> الجزء الثاني عشر </p><p> المَكتبة العصريَّة </p><p> صَيدَا - بَيروت </p><p> جَمِيع الحُقُوق محفُوظَة </p><p> ١٤١٢ هـ - ١٩٩٢ م </p><p> شركة أبناء شريف الأنصاري للطباعة والنشر والتوزيع </p><p> المَكتبة العصريَّة للطبَاعة والنّشْر </p><p> الدار النموذجية ــ المكتبة العصرية </p><p> بَيروت - صَ. ب ٨٣٥٥ - تلكس LE ٢٠٤٣٧ SCS </p><p> صَيدَا - صَ. ب ٢٢١ - تلكس LE ٢٩١٩٨ </p><p> فتح البيان في مقاصد القرآن </p><p> الجزء الثاني عشر </p><p> بسم الله الرحمن الرحيم </p><p> ويشتمل على: </p><p> - سورة ص </p><p> - سورة الزمر </p><p> - سورة غافر </p><p> - سورة فصلت </p><p> - سورة الشورى </p><p> - سورة الزخرف </p><p> - سورة الدخان </p><p> - سورة الجاثية </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> [سورة ص] </p><p> وهي مكيّة، قال القرطبي: في قول الجميع، قال ابن عباس: نزلت بمكة وعنه قال: لما مرض أبو طالب دخل عليه رهط من قريش فيهم أبو جهل فقال: \" إن ابن أخيك يشتم آلهتنا ويفعل ويفعل ويقول ويقول: فلو بعثت إليه فنهيته فبعث إليه، فجاء النبي - صلى الله عليه وسلم - فدخل البيت، وبينهم وبين أبي طالب قدر مجلس رجل، فخشي أبو جهل أن يجلس إلى أبي طالب ويكون أرقى عليه فوثب فجلس في ذلك المجلس. فلم يجد رسول الله - صلى الله عليه وسلم -مجلساً قرب عمه فجلس عند الباب فقال له أبو طالب:\" أي ابن أخي ما بال قومك يشكونك يزعمون أنك تشتم آلهتهم وتقول وتقول \" قال: وأكثروا عليه من القول وتكلم رسول الله - صلى الله عليه وسلم -فقال:\" يا عم إني أريدهم على كلمة واحدة يقولونها تدين لهم بها العرب وتؤدي إليهم بها العجم الجزية \"، ففزعوا لكلمته ولقوله،فقال القوم:\" كلمة واحدة نعم وأبيك عشراً \" قالوا \" فما هي؟ قال:  \" لا إله إلا الله \" فقاموا فزعين ينفضون ثيابهم وهو يقولون \"(أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ)(١)فنزل فيهم(ص * والقرآن ذي الذكر)إلى قوله(بل لما يذوقوا عذاب)\" أخرجه الترمذي وصححه والنسائي وأحمد وابن أبي شيبة وعبد بن حميد والحاكم وصححه وابن مردويه والبيهقي في الدلائل وابن جرير وابن المنذر. </p><p>(١) رواه أحمد والترمذي ٢/ ١٥٥ عن ابن عباس رضي الله عنهما وقال الترمذي هذا حديث حسن صحيح ورواه الحاكم ٢/ ٤٣٢. الطبري ٢٣/ ١٢٥ والواحدي ٢٠٩ والسيوطي ٥/ ٢٩٥.</p><p> بسم الله الرحمن الرحيم </p><p> ص وَالْقُرْآنِ ذِي الذِّكْرِ (١) بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ (٢) كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ (٣) وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ (٤) أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ (٥) </p>"
}