{
  "id": null,
  "sura": 46,
  "aya": 35,
  "text": "<p> (فاصبر كما صبر أولو العزم من الرسل) إصبر أو ثق بحكم الله، والثبات من غير بث ولا استكراه قاله القشيري، والفاء جواب شرط محذوف أي إذا عرفت ذلك وقامت عليه البراهين ولم ينجح في الكافرين فاصبر كما صبر أرباب الثبات والحزم وأولو الجد والصبر فإنك منهم. </p><p> قال مجاهد: أولو العزم من الرسل خمسة: نوح وإبراهيم وموسى وعيسى ومحمد، وهم أصحاب الشرائع، وبه قال ابن عباس. وقال أبو العالية: هم نوح وهود وإبراهيم، فأمر الله رسوله أن يكون رابعهم. وقال السدي هم ستة: إبراهيم وموسى وداود وسليمان وعيسى ومحمد صلى الله عليه وسلم وقيل نوح وهود وصالح وشعيب ولوط وموسى. وقال ابن جريج: إن منهم إسماعيل ويعقوب وأيوب وليس منهم يونس. </p><p> وقال الشعبي والكلبي: هم الذين أمروا بالقتال فأظهروا المكاشفة وجاهدوا الكفرة؛ وقيل هم نجباء الرسل المذكورين في سورة الأنعام وهم ثمانية عشر: إبراهيم وإسحاق ويعقوب ونوح وداود وسليمان وأيوب ويوسف وموسى وهارون وزكريا ويحيى وعيسى وإسماعيل وإلياس واليسع ويونس </p><p> ولوط، واختار هذا الحسين بن الفضل لقوله بعد ذكرهم. </p><p> (أولئك الذين هدى الله فبهداهم اقتده) وقيل إن الرسل كلهم أولو عزم ولم يبعث الله عز وجل نبياً إلا كان ذا عزم وحزم ورأي وكمال عقل. وقيل هم أثنا عشر نبياً أرسلوا إلى بني إسرائيل، وقال الحسن هم أربعة إبراهيم وموسى وداود وعيسى وعن ابن عباس قال هم الذين أمروا بالقتال حتى مضوا على ذلك نوح وهود وصالح وموسى وداود وسليمان. </p><p> وعن جابر بن عبد الله قال:  \" بلغني أن أولي العزم من الرسل كانوا ثلثمائة وثلاثة عشر \" ، وعن عائشة قالت:  \" ظل رسول الله(صلى الله عليه وسلم)صائماً ثم طوى ثم ظل صائماً ثم طوى ثم ظل صائماً،قال:يا عائشة إن الدنيا لا تنبغي لمحمد ولا لآل محمد، يا عائشة إن الله لم يرض من أولي العزم من الرسل إلا بالصبر على مكروهها، والصبر عن محبوبها،ثم لم يرض مني إلا أن يكلفني ما كلفهم فقال:اصبر كما صبر أولو العزم من الرسل، وإني والله لأصبرن كما صبروا جهدي، ولا قوة إلا بالله \" ، أخرجه ابن أبي حاتم والديلمي. قيل: هذه الآية منسوخة بآية السيف، وقيل: محكمة، قال القرطبي: والأظهر أنها منسوخة لأن السورة مكية، وذكر مقاتل أن هذه الآية نزلت على رسول الله صلى الله عليه وسلم يوم أحد فأمره الله أن يصبر على ما أصابه أولو العزم تسهيلاً عليه وتثبيتاً له. </p><p> (ولا تستعجل لهم) أي لا تستعجل العذاب يا محمد للكفار، فإنه نازل بهم لا محالة وإن تأخر، واللام للتعليل، ولا أمره سبحانه بالصبر ونهاه عن استعجال العذاب لقومه رجاء أن يؤمنوا قال (كأنهم يوم يرون ما يوعدون) من العذاب في الآخرة لطوله (لم يلبثوا إلا ساعة من نهار) أي إلا قدر ساعة من ساعات الأيام لا يشاهدونه من الهول العظيم والبلاء القيم. </p><p> (بلاغ) قرأ الجمهور بالرفع على أنه خبر مبتدأ محذوف، أي هذا الذي وعظتهم به بلاغ؛ أو تلك الساعة بلاغ، أو هذا القرآن بلاغ، أو هو </p><p> مبتد والخبر لهم الواقع بعد قوله (ولا تستعجل لهم) أي: لهم بلاع، وقرىء بالنصب على المصدر، أي بلغ بلاغاً، وقرىء بلغ بصيغة الأمر، وبلغ بصيغة الماضي. </p><p> (فهل يهلك إلا القوم الفاسقون) قرأ الجمهور يهلك على البناء للمفعول وقرىء على البناء للفاعل، وقرىء بالنون ونصب القوم، والمعنى أنه لا يهلك بعذاب الله إلا القوم الخارجون عن الطاعة الواقعون في معاصي الله. </p><p> قال قتادة \" لا يهلك على الله إلا هالك مشرك \" قيل وهذه الآية أقوى آية في الرجاء \" وقال الزجاج تأويله لا يهلك مع رحمة الله تعالى وفضله إلا القوم الفاسقون وهذا تطميع في سعة فضل الله سبحانه وتعالى. </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> [سورة محمد - صلى الله عليه وسلم -] </p><p> (وتسمى سورة القتال، وسورة الذين كفروا) </p><p> وهي ثمان أو تسع وثلاثون آية، وقيل: هي أربعون آية، والخلاف في قوله:  (حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا) ، وقوله:  (لَذَّةٍ لِلشَّارِبِينَ) ، وهي مدنية قال الماوردي: في قول الجميع إلا ابن عباس وقتادة فإنهما قالا: إلا آية منها نزلت بعد حجة الوداع حين خرج من مكة، وجعل ينظر إلى البيت وهو يبكي حزناً عليه، فنزل قوله تعالى:  (وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ) ، وهذا مبني على أن المكي ما نزل بمكة ولو بعد الهجرة، والمشهور أن المكي ما نزل قبل الهجرة والمدني ما نزل بعدها، ولو في مكة، فعليه تكون هذه الآية مدنية وهذا كله مبني على هذا النقل الذي نقله الماوردي هنا، ونقله القرطبي أيضاً هنا. </p><p> والذي نقله الخازن والخطيب وغيرهما بل والقرطبي أنها نزلت لما خرج من مكة إلى الغار مهاجراً، والنقل الثاني هو الصحيح لأنه هو الذي يناسبه التوعد بقوله:  (وَكَأَيِّنْ مِنْ قَرْيَةٍ) وأما على النقل الأول فلا يظهر هذا الوعيد لأنه في حجة الوداع فارقها مختاراً بعدما </p><p> صارت دار إسلام وأسلم جميع أهلها، وبدئ فتحها في السنة الثامنة، وقال الثعلبي: أنها مكيّة، وحكاه ابن هبة الله عن الضحاك وسعيد بن جبير، وهو غلط من القول فالسورة مدنية كما لا يخفى. </p><p> قال ابن عباس: نزلت سورة القتال بالمدينة وعن ابن الزبير نزلت بالمدينة سورة الذين كفروا. </p><p> وعن ابن عمر أن النبي - صلى الله عليه وسلم - كان يقرأ بهم في المغرب الذين كفروا وصدوا عن سبيل الله أخرجه الطبراني في الأوسط. </p><p> بسم الله الرحمن الرحيم </p><p> الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ (١) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ (٢) ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ (٣) فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ (٤) سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ (٥) وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ (٦) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ (٧) </p>"
}