{
  "id": null,
  "sura": 47,
  "aya": 38,
  "text": "<p> (ها أنتم) يا مخاطبون (هؤلاء) الموصوفون وجملة (تدعون) مستأنفة مقررة ومؤكدة لما قبلها لاتحاد محصل معناهما (لتنفقوا في سبيل الله) أي في الجهاد، وفي طرق الخير (فمنكم من يبخل) بما يطلب منه ويدعى إليه من الإنفاق في سبيل الله، وإذا كان منكم من يبخل باليسير من المال، فكيف لا يبخلون بالكثير، وهو جميع الأموال، ومقابله ومنكم من يجود وحذف، لأن المراد الإستدلال على البخل ثم بين سبحانه أن ضرر البخل عائد على النفس فقال: </p><p> (ومن يبخل فإنما يبخل عن نفسه) أي: يمنعهما الأجر والثواب، وبخل وضن يتعديان تارة بعلى، وبعن أخرى، لتضمينهما معنى الإمساك، والتعدي قال السمين: والأجود أن يكونا حال تعديهما بعن مضمنين معنى الإمساك وقيل: المعنى يبخل عن داعي نفسه، لا عن داعي ربه (والله الغني) </p><p> المطلق المتنزه عن الحاجة إلى أموالكم (وأنتم الفقراء) إلى الله وإلى ما عنده من الخير والرحمة. </p><p> (وإن تتولوا يستبدل قوماً غيركم) معطوف على الشرطية المتقدمة وهي وإن تؤمنوا، والمعنى إن تعرضوا عن الإيمان والتقوى، يستبدل قوماً آخرين يكونوا مكانكم، هم أطوع لله منكم. </p><p> \" عن ابن عباس قال: لما نزلت هذه الآية قالوا: من هؤلاء؟ وسلمان إلى جانب النبي صلى الله عليه وسلم،فقال:هم الفرس هذا وقومه \" ، وفي إسناده مسلم الزنجي، قد تفرد به، وفيه مقال معروف، ولهذا الحديث طرق في الصحيح (١) . </p><p> \" وعن أبي هريرة قال: تلا رسول الله صلى الله عليه وسلم هذه الآية فقالوا: يا رسول الله من هؤلاء الذين إن تولينا استبدلوا بنا، ثم لا يكونوا أمثالنا؟ فضرب رسول الله صلى الله عليه وسلم على منكب سلمان،ثم قال:هذا وقومه والذي نفسي بيده لو كان الإيمان منوطاً بالثريا لتناوله رجال من فارس \" أخرجه الترمذي وابن مردويه من حديث جابر والطبراني في الأوسط والبيهقي في الدلائل، وعبد بن حميد وعبد الرزاق وفي إسناده أيضاًً مسلم ابن خالد الزنجي نحوه. </p><p> وقال عكرمة: هم فارس والروم، وقال الحسن: هم العجم، وقال شريح بن عبيد: هم أهل اليمن وقيل الأنصار وقيل: الملائكة، وقيل: التابعون وقال مجاهد: هم من شاء الله من سائر الناس، وقال الكلبي: هم كندة والنخعي عن عرب اليمن، وقال المحاسبي: فلا أحد يعد من جميع أجناس الأعاجم أحسن ديناً، ولا كانت منهم العلماء إلا الفرس. </p><p>(١) الطبراني ٢٦/ ٦٦.</p><p> \" وحكي عن أبي موسى الأشعري: أنه لما نزلت هذه الآية فرح بها رسول الله صلى الله عليه وسلم وقال هي أحب إلي من الدنيا \" والله أعلم ولينظر في سنده. </p><p> (ثم لا يكونوا أمثالكم) في التولي عن الإيمان والتقوى، بل مطيعين له عز وجل، قال ابن جرير في البخل بالإنفاق في سبيل الله، وكلمة ثم للدلالة على أن مدخولها مما يستبعده المخاطبون لتقارب الناس في الأحوال واشتراكهم في الميل إلى المال. </p><p> [سورة الفتح] </p><p> (هي تسع وعشرون آية، وهي مدنية) </p><p> قال القرطبي: بالإجماع، وبه قال ابن عباس وابن الزبير، وعن المسور بن مخرمة ومروان قالا نزلت بين مكة والمدينة في شأن الحديبية من أولها إلى آخرها، وهذا لا ينافي الإجماع على كونها مدنية، لأن المراد بالسور المدنية النازلة بعد الهجرة من مكة. </p><p> وأخرج البخاري ومسلم وغيرهما، عن عبد الله ابن مغفل قال، قرأ رسول الله - صلى الله عليه وسلم - عام الفتح في مسيرة سورة الفتح على راحلته فرجع فيها. </p><p> وفي الصحيحين، عن زيد بن أسلم عن أبيه: أن رسول الله - صلى الله عليه وسلم - كان يسير في بعض أسفاره وعمر بن الخطاب يسير معه ليلاً، فسأله عمر عن شيء فلم يجبه فقال عمر بن الخطاب هلكت أم عمر نزرت رسول الله - صلى الله عليه وسلم - ثلاث مرات كل ذلك لا يجيب فقال عمر فحركت بعيري ثم تقدمت أمام الناس وخشيت أن ينزل فيّ قرآن، فما نشبت أن سمعت صارخاً يصرخ بي، فقلت لقد خشيت أن </p><p> يكون قد نزل فيّ قرآن، فجئت رسول الله - صلى الله عليه وسلم - فسلمت عليه فقال:  \" لقد أنزلت عليّ سورة لهي أحب إليّ مما طلعت عليه الشمس \" ، ثم قرأ:  (إنا فتحنا لك فتحاً مبيناً) . </p><p> وفي صحيح مسلم: عن قتادة أن أنس بن مالك حدثهم قال: لما نزلت (إنا فتحنا لك فتحاً مبيناً) إلى قوله (فوزاً عظيماً) مرجعه من الحديبية، وهم يخالطهم الحزن والكآبة، وقد نحروا الهدي بالحديبية فقال \" لقد أنزلت عليّ آية هي أحب إليّ من الدنيا جميعها \"  (١) . </p><p>(١) مسلم في صحيحه.</p><p> بسم الله الرحمن الرحيم </p><p> إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (١) لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا (٢) وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا (٣) هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (٤) لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَكَانَ ذَلِكَ عِنْدَ اللَّهِ فَوْزًا عَظِيمًا (٥) وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَاءَتْ مَصِيرًا (٦) </p>"
}