{
  "id": null,
  "sura": 52,
  "aya": 49,
  "text": "<p> (ومن الليل فسبحه) أمره الله سبحانه أن يسبحه في بعض الليل حقيقة أيضاًً، قال مقاتل: أي صلِّ المغرب والعشاء، وقيل: ركعتي الفجر، و \" عن أبي هريرة عن النبي صلى الله عليه وسلم في الآية قال: الركعتان قبل </p><p> صلاة الصبح \" أخرجه ابن مردويه. </p><p> (وإدبار النجوم) أي وقت إدبارها من آخر الليل وقبل صلاة الفجر واختاره ابن جرير وقيل هو التسبيح في أدبار الصلوات وقال ابن عباس: ركعتا الفجر، وقيل: سنة الصبح، قرىء إدبار بكسر الهمزة على أنه مصدر وبفتحها على الجمع، أي عقاب النجوم، وأدبارها إذا غربت، ودُبر الأمر آخره وقد تقدم الكلام على هذا في سورة ق. </p><p> [سورة النجم] </p><p> (إحدى أو اثنتان وستون آية) </p><p> وهي مكية جميعها في قول الجمهور، وعن ابن عباس وعكرمة إلا آية منها وهي قوله:  (الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ) الآية وقيل: أن السورة كلها مدنية، والصحيح هو الأول. </p><p> وأخرج البخاري ومسلم وغيرهما \" عن ابن مسعود قال: أول سورة أنزلت فيها سجدة والنجم فسجد رسول الله - صلى الله عليه وسلم - وسجد الناس كلهم إلا رجلاً رأيته أخذ كفاً من تراب فسجد عليه فرأيته بعد ذلك قتل كافراً، وهو أمية بن خلف \"  (١) وعنه قال: أول سورة استعلن بها رسول الله - صلى الله عليه وسلم - يقرؤها والنجم. </p><p> \" وعن ابن عمر قال: صلى بنا رسول الله - صلى الله عليه وسلم - فقرأ والنجم، فسجد بنا وأطال السجود \" . </p><p> وعن زيد بن ثابت قال: قرأت والنجم عند النبي - صلى الله عليه وسلم - فلم يسجد فيها \" أخرجه أحمد والبخاري ومسلم وأبو داود والترمذي والنسائي والطبراني والطيالسي وابن أبي شيبة وابن مردويه.</p><p> \" وعن ابن عباس قال: كان رسول الله - صلى الله عليه وسلم - يسجد في النجم بمكة، فلما هاجر إلى المدينة تركها \" وعنه أن رسول الله - صلى الله عليه وسلم - لم يسجد في شيء من المفصل منذ تحول إلى المدينة. </p><p>(١) رواه مسلم.</p><p> بسم الله الرحمن الرحيم </p><p> وَالنَّجْمِ إِذَا هَوَى (١) مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى (٢) وَمَا يَنْطِقُ عَنِ الْهَوَى (٣) إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٤) عَلَّمَهُ شَدِيدُ الْقُوَى (٥) ذُو مِرَّةٍ فَاسْتَوَى (٦) وَهُوَ بِالْأُفُقِ الْأَعْلَى (٧) ثُمَّ دَنَا فَتَدَلَّى (٨) فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى (٩) فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى (١٠) مَا كَذَبَ الْفُؤَادُ مَا رَأَى (١١) أَفَتُمَارُونَهُ عَلَى مَا يَرَى (١٢) وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى (١٣) عِنْدَ سِدْرَةِ الْمُنْتَهَى (١٤) عِنْدَهَا جَنَّةُ الْمَأْوَى (١٥) إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى (١٦) مَا زَاغَ الْبَصَرُ وَمَا طَغَى (١٧) لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى (١٨) أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى (١٩) وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى (٢٠) أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى (٢١) تِلْكَ إِذًا قِسْمَةٌ ضِيزَى (٢٢) </p>"
}