{
  "id": null,
  "sura": 53,
  "aya": 62,
  "text": "<p> (فاسجدوا لله) لما وبخ سبحانه المشركين على الاستهزاء بالقرآن والضحك منه والسخرية، وعدم الانتفاع بمواعظه وزواجره، أمر عباده المؤمنين بالسجود لله، والعبادة له، أي إذا كان الأمر كذلك فاسجدوا لله (واعبدوا) فإنه المستحق لذلك منكم، وهو من عطف العام على الخاص، أي ولا تسجدوا للأصنام، ولا تعبدوها، وهذا مأخوذ من لام الاختصاص، ومن السياق، وقد تقدم في فاتحة السورة أن النبي صلى الله عليه وسلم سجد عند تلاوته هذه الآية، وسجد معه الكفار فيكون المراد بها سجود التلاوة، وقيل سجود الفرض. </p><p> [سورة القمر] </p><p> ويقال سورة اقتربت </p><p> وقد تقدم أن النبي - صلى الله عليه وسلم - كان يقرأ يقاف واقتربت الساعة في الأضحى والفطر وقال ابن عباس: اقتربت تدعى في التوراة المبيضة تبيض وجه صاحبها يوم تبيض الوجوه، قال البيهقي: منكر. </p><p> و \" عن إسحاق بن عبد الله بن أبي فروة رفعه من قرأ اقتربت الساعة في كل ليلة بعثه الله يوم القيامة ووجهه كالقمر ليلة البدر \" أخرجه ابن الضريس وهي خمس وخمسون آية وهي مكية كلها في قول الجمهور وقال مقاتل: إلا ثلاث آيات من قوله: (أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ) إلى قوله: (وَالسَّاعَةُ أَدْهَى وَأَمَرُّ) قال القرطبي: ولا يصح وقيل: إلا (سَيُهْزَمُ الْجَمْعُ) الآية وعن ابن عباس: أنها نزلت بمكة وعن ابن الزبير مثله، وجميع آيات السورة فواصلها على الراء الساكنة. </p><p> بسم الله الرحمن الرحيم </p><p> اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (١) وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ (٢) وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ (٣) وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ مَا فِيهِ مُزْدَجَرٌ (٤) حِكْمَةٌ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُ (٥) فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُ الدَّاعِ إِلَى شَيْءٍ نُكُرٍ (٦) خُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ (٧) مُهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ (٨) كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ (٩) فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ (١٠) فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ (١١) وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ (١٢) </p>"
}