{
  "id": null,
  "sura": 55,
  "aya": 78,
  "text": "<p> (تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ) قرأ الجمهور بالجر على أنه صفة للرب سبحانه، وقرىء بالرفع على أنه صفة للاسم، وتبارك تفاعل من البركة، قال الرازي: وأصل التبارك من التبرك، وهو الدوام والثبات ومنه برك البعير وبركة الماء، فإن الماء يكون دائماً، والمعنى دام اسمه، وثبت أو دام </p><p> الخير عنده، لأن البركة وإن كانت من الثبات لكنها تستعمل في الخير، أو يكون معناه علا، وارتفع شأنه، وقيل: معناه تنزيه الله سبحانه وتقديسه. </p><p> وإذا كان هذا التبارك منسوباً إلى اسمه عز وجل فما ظنك بذاته سبحانه. </p><p> وقيل: الاسم بمعنى الصفة، وقيل: هو مقحم. </p><p> \" عن عائشة قالت كان رسول الله صلى الله عليه وسلم، إذا سلم من الصلاة لم يقعد إلا مقدار ما يقول اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإِكرام \"  (١) ، أخرجه أبو داود والنسائي غير قولها: إلا مقدار ما يقول. </p><p> \" وعن ثوبان قال: كان رسول الله صلى الله عليه وسلم إذا انصرف من صلاته استغفر ثلاثاً وقال اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإكرام \" أخرجه مسلم وقد تقدم تفسير ذي الجلال والإِكرام في هذه السورة، وذكر سليمان الجمل هنا كلاماً طويلاً يتعلق بشرح هذه الآيات من تذكرة القرطبي وغالبه في تفسيره لا نطول بذكره لقلة الفائدة. </p><p>(١) رواه النسائي.</p><p> [سورة الواقعة] </p><p> (هي ست أو سبع أو تسع وتسعون آية) </p><p> وهي مكية في قول الحسن وعكرمة وجابر وعطاء، وقال ابن عباس وقتادة: إلا آية منها نزلت بالمدينة، وهي قوله تعالى:  (وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ) وقال الكلبي: إنها مكيّة إلا أربع آيات منها، وهي:  (أَفَبِهَذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ) ؟ (وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ) ، نزلتا في سفره إلى مكة، وقوله:  (ثُلَّةٌ مِنَ الْأَوَّلِينَ * وَقَلِيلٌ مِنَ الْآخِرِينَ) نزلتا في سفره إلى المدينة قال ابن عباس: نزلت الواقعة بمكة، عن ابن الزبير مثله. </p><p> وعن ابن مسعود: سمعت رسول الله - صلى الله عليه وسلم -، يقول:  \" من قرأ سورة الواقعة كل ليلة لم تصبه الفاقة أبداً \"  (١) ، أخرجه البيهقي في الشعب، والحرث بن أبي أسلمة، وأبو يعلى، وابن مردويه وعن ابن عباس عن النبي - صلى الله عليه وسلم - قال:  \" سورة الواقعة سورة الغنى فاقرأوها وعلموا أولادكم \" أخرجه ابن عساكر. </p><p> وعن أنس عن النبي - صلى الله عليه وسلم - قال \" علموا نساءكم سورة الواقعة فإنها سورة الغنى \" أخرجه الديلمي. </p><p> وقد تقدم قوله - صلى الله عليه وسلم -: شيبتني هود والواقعة قال مسروق من أراد أن يعلم نبأ الأولين والآخرين، ونبأ أهل الجنة ونبأ أهل النار، ونبأ أهل الدنيا ونبأ أهل الآخرة فليقرأ سورة الواقعة. </p><p>(١) هذا الحديث والذي بعده غير صحيح. المطيعي.</p><p> بسم الله الرحمن الرحيم </p><p> إِذَا وَقَعَتِ الْوَاقِعَةُ (١) لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ (٢) خَافِضَةٌ رَافِعَةٌ (٣) إِذَا رُجَّتِ الْأَرْضُ رَجًّا (٤) وَبُسَّتِ الْجِبَالُ بَسًّا (٥) فَكَانَتْ هَبَاءً مُنْبَثًّا (٦) وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً (٧) فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ (٨) وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ (٩) وَالسَّابِقُونَ السَّابِقُونَ (١٠) أُولَئِكَ الْمُقَرَّبُونَ (١١) فِي جَنَّاتِ النَّعِيمِ (١٢) ثُلَّةٌ مِنَ الْأَوَّلِينَ (١٣) وَقَلِيلٌ مِنَ الْآخِرِينَ (١٤) عَلَى سُرُرٍ مَوْضُونَةٍ (١٥) مُتَّكِئِينَ عَلَيْهَا مُتَقَابِلِينَ (١٦) يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ (١٧) بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِنْ مَعِينٍ (١٨) لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ (١٩) وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ (٢٠) وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ (٢١) </p><p> (بسم الله الرحمن الرحيم </p>"
}