{
  "id": null,
  "sura": 56,
  "aya": 96,
  "text": "<p> (فسبح باسم ربك العظيم) الفاء لترتيب ما بعدها على ما قبلها، أي نزهه عما لا يليق بشأنه فسبح متلبساً باسم ربك للتبرك به، وقيل: المعنى فصل بذكر ربك. وقيل: الباء زائدة، وادعاء زيادتها خلاف الأصل، والإسم بمعنى الذات، وقيل: هي للتعدية لأن سبح يتعدى بنفسه تارة ويتعدى بالحرف أخرى، والأول أولى. </p><p> \" عن عقبة بن عامر الجهني قال: لما نزلت على رسول الله صلى الله عليه وسلم فسبح باسم ربك العظيم قال: اجعلوها في ركوعكم،فلما نزلت:سبح اسم ربك الأعلى قال: اجعلوها في سجودكم \" ، أخرجه أحمد وأبو داود وابن حبان والحاكم، وصححه البيهقي. </p><p> [سورة الحديد] </p><p> هي تسع وعشرون آية، وهي مدنية </p><p> قال القرطبي: في قول الجميع قال ابن عباس: نزلت بالمدينة، وعن ابن الزبير مثله، وعليه الجمهور، وقال الزمخشري: إنها مكية، ويؤيده ما نقل في سبب إسلام عمر بن الخطاب أنه لما قرأ هذه الآيات إلى قوله:  (إِنْ كُنْتُمْ مُؤْمِنِينَ) وكانت مكتوبة في صحيفة عند أخته أسلم، فهذا يقتضي أن هذه الآيات مكيّة، فعلى هذا تستثنى على القول بأن السورة مدنية، تأمل. </p><p> وعن ابن عمر قال: قال رسول الله - صلى الله عليه وسلم - \" نزلت سورة الحديد يوم الثلاثاء وخلق الحديد يوم الثلاثاء، وقتل ابن آدم أخاه الثلاثاء \" أخرجه الطبراني وابن مردويه قال السيوطي بسند ضعيف. </p><p> وعن جابر مرفوعاً \" لا تحتجموا يوم الثلاثاء فإن سورة الحديد أنزلت عليّ يوم الثلاثاء \" أخرجه الديلمي. </p><p> وعن العرباض بن سارية أن رسول الله - صلى الله عليه وسلم - كان يقرأ المسبحات قبل أن يرقد وقال:  \" إن فيهن آية أفضل من ألف آية \" أخرجه أحمد والترمذي وحسنه والنسائي وغيرهم، وفي إسناده بقية ابن الوليد وفيه مقال معروف. </p><p> وأخرجه النسائي عن خالد بن معدان قال: كان رسول الله - صلى الله عليه وسلم - ولم يذكر العرباض بن سارية فهو مرسل وأخرجه ابن الضريس. </p><p> عن يحيى بن أبي كثير قال: كان رسول الله - صلى الله عليه وسلم - لا ينام حتى يقرأ المسبحات وكان يقول:  \" إن فيهن آية أفضل من ألف آية \" قال يحيى فنراها الآية التي في آخر الحشر، وقال ابن كثير في تفسيره والآية المشار إليها والله أعلم هي قوله:  (هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ) الآية والمسبحات هي الحديد والحشر والصف والجمعة والتغابن. </p><p> بسم الله الرحمن الرحيم </p><p> سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢) هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (٣) هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٤) لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (٥) يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ (٦) آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ فَالَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ (٧) </p>"
}