{
  "id": null,
  "sura": 57,
  "aya": 29,
  "text": "<p> (لئلا يعلم أهل الكتاب) أي التوراة، واللام متعلقة بما تقدم من الأمر بالإيمان والتقوى، أي اتقوا وآمنوا يؤتكم كذا وكذا ليعلم الذين لم يتقوا ولا آمنوا من أهل الكتاب، ولا في لئلا زائدة قاله الفراء والأخفش وغيرهما (ألا يقدرون على شيء) أي ليعلم أهل الكتاب أنهم لا يقدرون على أن ينالوا شيئاً (من فضل الله) الذي تفضل به على من آمن بمحمد صلى الله عليه وسلم ولا يقدرون على دفع ذلك الفضل الذي تفضل الله به على المستحقين له، ولا يتمكنون من نيله لأنهم لم يؤمنوا برسوله، وهو مشروط بالإيمان به، وقيل: الضمير للنبي صلى الله عليه وسلم وأصحابه رضي الله تعالى عنهم؛ ولا غير مزيدة، والمعنى لئلا يعتقد أهل الكتاب أنه لا يقدر النبي والمؤمنون على شيء من فضل الله الذي هو عبارة عما أوتوه والأول أولى. </p><p> (و) جملة (أن الفضل بيد الله) معطوفة على الجملة التي قبلها أي ليعلموا أنهم لا يقدرون، وليعلموا أن الفضل الخ (يؤتيه من يشاء) من عباده والظاهر أنه مستأنف، وقيل: هو خبر ثان عن الفضل (والله ذو الفضل العظيم) جملة مقررة لمضمون ما قبلها، والمراد بالفضل هنا ما تفضل به على الذين اتقوا وآمنوا برسوله من الأجر المضاعف، وقال الكلبي: هو رزق الله وقيل: نعم الله التي لا تحصى، وقيل هو الإسلام. </p><p> خاتمة الجزء الثالث عشر </p><p> تم بعون الله تعالى الجزء الثالث عشر ويليه الجزء الرابع عشر وأوله سورة المجادلة. </p><p> فتحُ البيان في مقاصد القرآن </p><p> تفسِير سَلفي أثري خالٍ منَ الإِسرَائيليّاتِ والجَدليَّاتِ المذهبية والكلامية يغني عَن جميع التفاسِير وَلا تغني جميعُهَا عَنه </p><p> تأليف: السيد الإمام العلامة الملك المؤيد من الله الباري آبي الطيب صديق بن حسن بن علي الحسين القنوجي النجاري ١٢٤٨ - ١٣٠٧ هـ </p><p> عني بطبعهِ وقدّم له وراجعه: خادم العلم عَبد الله بن إبراهيم الأنصَاري </p><p> الجزء الرابع عشر </p><p> المَكتبة العصريَّة </p><p> صَيدَا - بَيروت </p><p> جَمِيع الحُقُوق محفُوظَة </p><p> ١٤١٢ هـ - ١٩٩٢ م </p><p> شركة أبناء شريف الأنصاري للطباعة والنشر والتوزيع </p><p> المَكتبة العصريَّة للطبَاعة والنّشْر </p><p> الدار النموذجية ــ المكتبة العصرية </p><p> بَيروت - صَ. ب ٨٣٥٥ - تلكس LE ٢٠٤٣٧ SCS </p><p> صَيدَا - صَ. ب ٢٢١ - تلكس LE ٢٩١٩٨ </p><p> فتح البيان في مقاصد القرآن </p><p> الجزء الرابع عشر </p><p> بسم الله الرحمن الرحيم </p><p> ويحتوي على: </p><p> - سورة المجادلة </p><p> - سورة الحشر </p><p> - سورة الممتحنة </p><p> - سورة الصف </p><p> - سورة الجمعة </p><p> - سورة المنافقون </p><p> - سورة التغابن </p><p> - سورة الطلاق </p><p> - سورة التحريم </p><p> - سورة الملك </p><p> - سورة القلم </p><p> - سورة الحاقة </p><p> - سورة المعارج </p><p> - سورة نوح </p><p> - سورة الجن </p><p> - سورة المزمل </p><p> - سورة المدثر </p><p> - سورة القيامة </p><p> - سورة الإنسان </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> [سورة المجادلة] </p><p> (اثنتان وعشرون آية وهي مدنية) </p><p> قال القرطبي: في قول الجميع، إلا رواية عن عطاء أن العشر الأول منها مدني، وباقيها مكي، وقال الكلبي: نزلت جميعها بالمدينة غير قوله: (مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ) نزلت بمكة، وقال ابن عباس: نزلت بالمدينة وعن ابن الزبير مثله والمجادلة بكسر الدال كما ذكره السعد في حواشي الكشاف وفي الشهاب بفتح الدال وكسرها والثاني هو المعروف كما في الكشاف وهذه السورة أول النصف الثاني من القرآن، باعتبار عدد السور، فهي الثامنة والخمسون منها، وهي أول العشر الأخير من القرآن باعتبار عدد أجزائه، وليس فيها آية إلاَّ وفيها ذكر الجلالة مرة أو مرتين أو ثلاثاً وجملة ما فيها من الجلالات خمس وثلاثون. </p><p> بسم الله الرحمن الرحيم </p><p> قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (١) الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ (٢) وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (٣) فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ (٤) </p>"
}