{
  "id": null,
  "sura": 58,
  "aya": 22,
  "text": "<p> (لا تجد قوماً يؤمنون بالله واليوم الآخر) إيماناً صحيحاً، بحيث يتوافق فيه الظاهر مع الباطن (يوادون من حاد الله ورسوله) الخطاب لرسول الله صلي الله عليه وسلم، أو لكل من يصلح له، أي يحبون ويوالون من عادى الله ورسوله وشاقهما، أي من الممتنع أن تجد قوماً من المؤمنين يوالون المشركين، والمراد أنه لا ينبغي أن يكون ذلك وحقه أن يمتنع ولا يوجد بحال مبالغة في التوصية بالتصلب في مجانبة أعداء الله ومباعدتهم، والاحتراز عن مخالطتهم ومعاشرتهم \" عن عبد الله بن شوذب قال: جعل والد أبي عبيدة بن الجراح يتقصد لأبي عبيدة يوم بدر، وجعل أبو عبيدة يحيد عنه، فلما أكثر قصده أبو عبيدة فقتله، فنزلت هذه الآية \" ، أخرجه البيهقي في سننه والحاكم والطبراني وغيرهم ثم زاد ذلك تأكيداً وتشديداً بقوله: </p><p> (وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ) أي ولو كان المحادون لله ورسوله آباء الموادين الخ، فإن الإيمان يزجر عن ذلك ويمنع منه ورعايته أقوى من رعاية الأبوة والنبوة والأخوة والعشيرة، وقدم أولاً الآباء لأنهم يجب طاعتهم، ثم ثنى بالأبناء لأنهم أعلق بالقلب، ثم ثلث بالإخوان لأنهم الناصرون بمنزلة العضد من الذراع، ثم ربع بالعشيرة لأن بها يستغاث وعليها يعتمد أفاده السمين، روي عن ابن مسعود في هذه الآية قال: ولو كانوا </p><p> آباءهم يعني أبا عبيدة بن الجراح قتل أباه الجراح، أو أبناءهم يعني أبا بكر الصديق دعا ابنه يوم بدر للبراز، وقال: يا رسول الله دعني أكن في الرعلة الأولى، فقال له رسول الله صلى الله عليه وآله وسلم: متعنا بنفسك يا أبا بكر أو إخوانهم يعني مصعب بن عمير، قتل أخاه عبيد بن عمير يوم أحد، أو عشيرتهم يعني عمر بن الخطاب قتل خاله العاصي بن هشام بن المغيرة يوم بدر وعلي بن أبي طالب وحمزة وأبو عبيدة قتلوا بني عمهم عتبة وشيبة ابني ربيعة والوليد بن عتبة يوم بدر. </p><p> (أُولَئِكَ) يعني الذين لا يوادون من حاد الله ورسوله (كَتَبَ) أي خلق، وقيل: أثبت وقيل: جعل، وقيل: حكم والمعاني متقاربة (في قلوبهم الإيمان) وإنما ذكر القلوب لأنها موضعه (وأيدهم بروح منه) أي قواهم بنصر منه على عدوهم في الدنيا، وسمى نصره لهم روحاً لأن به يحيي أمرهم، وقيل: هو نور القلب، وقال الربيع بن أنس: بالقرآن والحجة، وقيل: بجبريل، وقيل: بالإيمان، وقيل: برحمة، وقيل: بكتاب أنزله فيه حياة لهم، وقيل: بروح من الإيمان على أنه في نفسه روح لحياة القلوب، وعن الثوري أنه قال: كانوا يرون أنها نزلت فيمن يصحب السلطان، وعن عبد العزيز بن رواد أنه لقيه المنصور فلما عرفه هرب منه وتلاها، وقيل: هي في أهل البدع والأهواء. </p><p> (ويدخلهم جنات تجري من تحتها الأنهار خالدين فيها) على الأبد (رضي الله عنهم) أي قبل أعمالهم، وأفاض عليهم آثار رحمته العاجلة والآجلة (ورضوا عنه) أي فرحوا بما أعطاهم عاجلاً وآجلاً (أولئك حزب الله) أي جنده الذين يمتثلون أوامره، ويقاتلون أعداءه، وينصرون أولياءه، وفي إضافتهم إلى الله سبحانه تشريف لهم وتعظيم، وتكريم فخيم (ألا إن حزب الله هم المفلحون) أي الفائزون بسعادة الدنيا والآخرة، الكاملون في الفلاح الذين صار فلاحهم هو الفرد الكامل حتى كأن فلاح غيرهم بالنسبة إلى فلاحهم كلا فلاح. </p><p> [سورة الحشر] </p><p> أربع وعشرون آية </p><p> وهي مدنية، قال القرطبي: في قول الجميع، قال ابن عباس: نزلت بالمدينة وعن ابن الزبير مثله، وأخرج البخاري ومسلم وغيرهما. </p><p> عن سعد بن جبير قال قلت لابن عباس: سورة الحشر قال: سورة النضير، يعني أنها نزلت في بني النضير، كما صرح بذلك في بعض الروايات. </p><p> بسم الله الرحمن الرحيم </p><p> سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ (٢) وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ (٣) ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (٤) </p>"
}