{
  "id": null,
  "sura": 59,
  "aya": 24,
  "text": "<p> (هو الله الخالق) أصل الخلق التقدير يقال: خلقت الأديم للسقاء إذا قدرته له أي المقدر للأشياء ولما يوجده على مقتضى إرادته ومشيئته وهذا يرجع إلى صفة الإرادة وتعلقها التنجيزي القديم (الْبَارِئُ) أي المنشيء المبدع المخترع للأشياء والأعيان الموجد لها والمبرز من العدم إلى الوجود فيرجع لتأثير القدرة الحادث لكن في خصوص الأعيان، وقيل: المميز لبعضها من بعض. </p><p> (المصور) أي الموجد للصور المركب لها على هيئات مختلفة فالتصوير آخراً والتقدير والبرء بينهما أو تابع لهما ومعنى التصوير التخطيط والتشكيل وقرأ حاطب بن أبي بلتعة الصحابي (المصور) بفتح الواو ونصب الراء على أنه مفعول به للبارىء، أي الذي برأ المصور أي ميزه (له الأسماء الحسنى) قد تقدم بيانها والكلام فيها عند تفسير قوله ولله الأسماء الحسنى فادعوه بها والحسنى مؤنث الأحسن الذي هو أفعل تفضيل لا مؤنث أحسن المقابل لامرأة حسناء ففي القاموس ولا تقل رجل أحسن في مقابلة امرأة حسناء وعكسه غلام أمرد ولا يقال جارية مرداء وإنما يقال هو الأحسن على إرادة أفعل التفضيل وجمعه أحاسن والحسنى بالضم ضد السوأى. </p><p> قال الزمخشري: ولله الأسماء الحسنى التي هي أحسن الأسماء لأنها تدل على معان حسنة من تحميد وتقديس وغير ذلك ووصف الجمع الذي لا يعقل بما توصف به الواحدة كقوله: (ولي فيها مآرب أخرى) وهو فصيح ولو جاء على المطابقة للجميع لكان التركيب الحسن على وزن الآخر كقوله: (فعدة من أيام أخر) لأن جمع ما لا يعقل يخبر عنه ويوصف بجمع المؤنثات وإن كان المفرد مذكراً. </p><p> (يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ) أي ينطق بتنزيهه بلسان الحال أو المقال كل ما فيهما (وَهُوَ الْعَزِيزُ الْحَكِيمُ) أي الغالب لغيره، الذي لا يغالبه مغالب الحكيم في كل الأمور التي يقضي بها. </p><p> \" عن أنس أن رسول الله صلى الله عليه وسلم أمر رجلاً إذا أوى إلى فراشه أن يقرأ آخر سورة الحشر،وقال:إن مت مت شهيداً \" أخرجه ابن السني في عمل اليوم والليلة، وابن مردويه (١) . </p><p> \" وعن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم من تعوذ بالله من الشيطان ثلاث مرات ثم قرأ آخر سورة الحشر بعث الله سبعين ملكاً يطردون عنه شياطين الإنس والجن إن كان ليلاً حتى يصبح، وإن كان نهاراً حتى يمسي \" ، أخرجه ابن مردويه. </p><p> \" وعن معقل بن يسار عن النبي صلى الله عليه وسلم قال: من قال حين يصبح ثلاث مرات أعوذ بالله السميع العليم من الشيطان الرجيم، ثم قرأ الثلاث آيات من آخر سورة الحشر، وكل الله به سبعين ألف ملك يصلون عليه حتى يمسي، وإن مات ذلك اليوم مات شهيداً، ومن قالها حين يمسي كان بتلك المنزلة \" أخرجه البيهقي والدارمي وأحمد والطبراني وابن الضريس والترمذي وقال: غريب لا نعرفه إلا من هذا الوجه. </p><p> \" وعن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم من قرأ خواتيم الحشر في ليل أو نهار فمات من يومه أو ليلته أوجب الله له الجنة \" أخرجه البيهقي في الشعب وابن عدي وابن مردويه والخطيب. </p><p>(١) رواه أحمد.</p><p> [سورة الممتحنة] </p><p> (هي ثلاث عشرة آية وهي مدنية) </p><p> قال القرطبي: في قول الجميع، قال ابن عباس: نزلت بالمدينة، وعن ابن الزبير مثله، والممتحنة بكسر الحاء اسم فاعل أي المختبرة أضيف الفعل إليها مجازاً كما سميت سورة براءة المبعثرة والفاضحة، لكشفها عن عيوب المنافقين وعلى هذا فالإضافة بيانية أي السورة الممتحنة، وقيل: بفتح الحاء اسم مفعول إضافة إلى المرأة التي فيها، وهي أم كلثوم بنت عقبة بن أبي معيط، لقوله سبحانه:  (فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ) ، وهي امرأة عبد الرحمن بن عوف والدة إبراهيم بن عبد الرحمن، وعلى هذا فليست الإضافة بيانية، والمعنى سورة المرأة المهاجرة التي نزلت فيها آية الامتحان. </p><p> بسم الله الرحمن الرحيم </p><p> يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (١) إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ (٢) لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٣) </p>"
}