{
  "id": null,
  "sura": 62,
  "aya": 11,
  "text": "<p> (وإذا رأوا تجارة أو لهواً انفضوا إليها) سبب نزول هذه الآية أنه كان </p><p> بأهل المدينة فاقة وحاجة، فأقبلت عير الشام، وضرب لقدومها الطبل، والنبي صلى الله عليه وسلم يخطب يوم الجمعة، فانفتل الناس إليها حتى لم يبق إلا اثنا عشر رجلاً في المسجد كما سيجيء، قال قتادة: بلغنا أنهم فعلوا ذلك ثلاث مرات، كل مرة تقدم العير من الشام، ويوافق قدومها يوم الجمعة وقت الخطبة، وقيل ضربه أهل المدينة على العادة في أنهم كانوا يستقبلونها بالطبل والتصفيق، أو ضربه أهل القادم بها أقوال ثلاثة حكاها الخطيب. </p><p> ومعنى انفضوا تفرقوا خارجين إليها، وقال المبرد: مالوا إليها والضمير للتجارة وخصت بإرجاع الضمير إليها دون اللهو، لأنها كانت أهم عندهم، وقيل: التقدير وإذا رأوا تجارة انفضوا إليها أو لهواً انفضوا إليه، فحذف الثاني لدلالة الأول عليه، وقيل: إنه اقتصر على ضمير التجارة لأن الانفضاض إليها إذا كان مذموماً مع الحاجة إليها فكيف بالانفضاض إلى اللهو؟ وقيل غير ذلك. </p><p> (وتركوك) في الخطبة (قائماً) على المنبر، أخرج البخاري ومسلم وغيرهما. </p><p> \" عن جابر بن عبد الله قال: بينما النبي صلى الله عليه وسلم، يخطب يوم الجمعة قائماً إذ قدمت عير المدينة فابتدرها أصحاب النبي صلى الله عليه وسلم، حتى لم يبق منهم إلا اثنا عشر رجلاً أنا فيهم وأبو بكر وعمر،فأنزل الله:(وإذا رأوا تجارة)إلى آخر السورة \" ، \" وعن ابن عباس في الآية قال جاءت عير عبد الرحمن بن عوف تحمل الطعام فخرجوا من الجمعة بعضهم يريد أن يشتري، وبعضهم يريد أن ينظر إلى دحية بن خليفة الكلبي، وتركوا رسول الله صلى الله عليه وسلم قائماً على المنبر، وبقي في المسجد اثنا عشر رجلاً، وسبع نسوة،فقال رسول الله صلى الله عليه وآله وسلم:لو خرج كلهم لاضطرم عليهم المسجد ناراً \" أخرجه عبد بن حميد. </p><p> وفي الباب روايات متضمنة لهذا المعنى، عن جماعة من الصحابة وغيرهم، والذي سوغ لهم الخروج وترك رسول الله صلى الله عليه وسلم يخطب أنهم ظنوا أن الخروج بعد تمام الصلاة جائز لانقضاء المقصود وهو </p><p> الصلاة، لأنه كان صلى الله عليه وسلم أول الإسلام يصلي الجمعة قبل الخطبة كالعيدين، فلما وقعت هذه الوقعة، ونزلت الآية قدم الخطبة وأخر الصلاة. </p><p> \" وعن ابن عمر قال: كان النبي صلى الله عليه وسلم يخطب خطبتين يقعد بينهما \" أخرجه الشيخان، وفيه دليل على أن الخطيب ينبغي أن يخطب قائماً، واتفقوا على أن هذا القيام كان في الخطبة للجمعة. </p><p> ثم أمره الله سبحانه أن يخبرهم بأن العمل للآخرة خير من العمل للدنيا، فقال: قل لهم تأديباً وزجراً لهم عن العود لمثل هذا الفعل: </p><p> (ما عند الله) من الجزاء العظيم على الثبات مع رسول الله صلى الله عليه وسلم، وهو الجنة (خير من اللهو ومن التجارة) اللذين ذهبتم إليهما، وتركتم البقاء في المسجد، وسماع خطبة النبي صلى الله عليه وسلم لأجلها، وإنما كان خيراً لأنه محقق مخلد، بخلاف ما يتوهمونه من نفع التجارة واللهو، إذ نفع اللهو ليس بمحقق ونفع التجارة ليس بمخلد، ومنه يعلم وجه تقديم اللهو، فإن الأعدام تقدم على الملكات. </p><p> (والله خير الرازقين) فمنه اطلبوا الرزق، وإليه توسلوا بعمل الطاعة فإن ذلك من أسباب تحصيل الرزق، وأعظم ما يجلبه. وتعددهم إنما هو على سبيل المجاز، من حيث إنه يقال: كل إنسان يرزق عائلته، أي من رزق الله تعالى، وإلا فالرازق بالحقيقة هو الله وحده. </p><p> [سورة المنافقون] </p><p> (هي إحدى عشرة آية بلا خلاف، وهي مدنية) </p><p> قال القرطبي: في قول الجميع، قال ابن عباس: نزلت بالمدينة، وعن ابن الزبير مثله. </p><p> وعن أبي هريرة قال:  \" كان رسول الله - صلى الله عليه وسلم - يقرأ في صلاة الجمعة بسورة الجمعة، فيحرض بها المؤمنين، وفي الثانية بسورة المنافقين فيقرع بها المنافقين \" ، أخرجه سعيد بن منصور والطبراني في الأوسط قال السيوطي: بسند حسن، وأخرج البزار والطبراني عن أبي عتبة الخولاني مرفوعاً نحوه. </p><p> بسم الله الرحمن الرحيم </p><p> إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (١) اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (٢) ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ (٣) وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ (٤) وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ (٥) سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (٦) </p>"
}