{
  "id": null,
  "sura": 63,
  "aya": 11,
  "text": "<p> (ولن يؤخر الله نفساً) أية نفس كانت عن الموت (إذا جاء أجلها) أي آخر عمرها الكتوب في اللوح المحفوظ ومن جملة النفوس التي شملها النفي نفس هذا القائل فلا يؤخر أيضاًً (والله خبير بما تعملون) قرىء بالتاء والياء ولكل وجه يعني أنه لو رد إلى الدنيا وأجيب إلى ما يسأل ما حج، وما زكّى وقيل: هو خطاب شائع لكل عامل عملاً من خير أو شر، وهو الأولى. </p><p> واعلم أنه قد وقع الخلاف بين أهل العلم وطالت ذيوله وتشعبت أبحاثه في التعارض بين ما ورد من أن القضاء الأزلي من الله عز وجل لا يتغير ولا يتبدل، وهو المعبر عنه بأم الكتاب، وبقوله: تعالى: (لا معقب لحكمه) وقوله: (ما يبدل القول لدي) وبين ما ورد من الإرشاد إلى الأدعية وطلب الخير من الله عز وجل وسؤاله أن يدفع الضر ويرفع الضر، وسائر المطالب التي يطلبها العباد من ربهم سبحانه. </p><p> \" كقوله صلى الله عليه وسلم: لا يرد القضاء إلا الدعاء، ولا يزيد في </p><p> العمر إلا البر \" أخرجه الترمذي من حديث سلمان وحسنه، وأبو حيان وصححه، والحاكم وصححه، والطبراني في الكبير، والضياء في المختارة.</p><p> ومثله حديث ثوبان مرفوعاً بلفظ: لا يرد القدر إلا الدعاء، ولا يزيد في العمر إلا البر، وإن الرجل ليحرم الرزق بالذنب يصيبه. </p><p> \" وكقوله صلى الله عليه وسلم لا يغني حذر من قدر، والدعاء ينفع مما نزل ومما لم ينزل وإن البلاء لينزل فيلقاه الدعاء فيعتلجان إلى يوم القيامة \" أخرجه الحاكم في المستدرك والبزار والطبراني في الأوسط والخطيب قال الحاكم: صحيح الإِسناد من حديث عائشة مرفوعاً وقال في مجمع الزوائد: رواه أحمد وأبو يعلى بنحوه والبزار والطبراني في الأوسط ورجال أحمد وأبي يعلى وأحد إسنادي البزار رجاله رجال الصحيح غير علي بن علي الرفاعي وهو ثقة وقد ضعف هذا الحديث بزكريا بن منصور كما ذكره الشوكاني في شرحه للعدة.</p><p> ومن ذلك ما أخرجه أبو داود والترمذي وابن ماجة وابن حبان وصححه \" عن سلمان الفارسي رضي الله تعالى عنه قال: قال رسول الله صلى الله عليه وسلم إن ربكم حي كريم يستحي من عبده إذا رفع يديه أن يردهما صفراً \" وأخرجه أيضاًً الحاكم وقال: حديث صحيح على شرط الشيخين ولم يخرجاه وله شاهد صحيح ثم رواه من \" حديث أنس مرفوعاً: إن ربكم رحيم حي كريم يستحي من عبده أن يرفع إليه يديه ثم لا يضع فيهما خيراً \" وأخرجه الطبراني وأبو يعلى ومن ذلك:</p><p> \" قوله صلى الله عليه وسلم: لا تعجزوا في الدعاء فإنه لن يهلك مع الدعاء أحد \" أخرجه ابن حبان من حديث أنس والحاكم في المستدرك وقال: صحيح الإسناد والضياء في المختارة وقد رد الشوكاني في شرحه للعمدة على من ضعفه. </p><p> ومن ذلك ما أخرجه الترمذي من حديث أبي هريرة والحاكم في المستدرك </p><p> وقال صحيح الإسناد وأقره الذهبي وأخرجه أيضاًً من حديث سلمان وقال: صحيح الإسناد ومن ذلك ما أخرجه الحاكم في المستدرك. </p><p> \" من حديث أبي هريرة وقال صحيح الإسناد قال: قال رسول الله صلى الله عليه وسلم: الدعاء سلاح المؤمن وعماد الدين ونور السموات والأرض \"  (١) وأخرجه أبو يعلى. </p><p> \" من حديث علي قال: قال رسول الله صلى الله عليه وسلم ألا أدلكم على ما ينجيكم من عدوكم ويدر لكم أرزاقكم؟ تدعون الله في ليلكم ونهاركم فإن الدعاء سلاح المؤمن \"  (٢) . </p><p> وأخرج أحمد في المسند من \" حديث أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: ما من مسلم ينصب وجهه لله في مسألة إلا أعطاه إياها إما أن يعجلها له وإما أن يدخرها له \"  (٣) قال المنذري في الترغيب والترهيب: لا بأس بإسناده وأخرجه البخاري في الأدب المفرد والحاكم وشهد لمعناه ما أخرجه أحمد والبزار وأبو يعلى قال المنذري: بأسانيد جيدة. </p><p> \" من حديث أبي سعيد الخدري أن النبي(صلى الله عليه وسلم)قال: ما من مسلم يدعو بدعوة ليس فيها إثم ولا قطيعة رحم إلا أعطاه الله بها إحدى ثلاث إما أن يعجل له دعوته وإما أن يدخرها له في الآخرة وإما أن يصرف عنه من السوء مثلها \"  (٤) . </p><p> وأخرج ابن أبي شيبة في مصنفه وأبو داود والترمذي والنسائي وابن حبان \" قال: قال رسول الله(صلى الله عليه وسلم)الدعاء هو العبادة ثم تلا:(وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي)\" الآية وصححه الترمذي وابن حبان والحاكم في المستدرك. </p><p>(١) رواه الحاكم. (٢) رواه مسلم.(٣) رواه أحمد.(٤) رواه أحمد.</p><p> \" من حديث أنس قال: قال رسول الله صلى الله عليه وسلم: الدعاء مخ العبادة \"  (١) وأخرج الترمذي والحاكم في المستدرك: </p><p> \" من حديث أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: من لم يسأل الله يغضب عليه \"  (٢) وفي لفظ: من لم يدع الله يغضب عليه أخرجه ابن أبي شيبة في المصنف والحاكم في المستدرك وصححه. ومن ذلك. </p><p> \" استعاذته صلى الله عليه وسلم من سوء القضاء \" كما في صحيح مسلم وغيره. </p><p> \" ومن ذلك ما ثبت في قنوت الوتر عنه صلى الله عليه وسلم أنه قال فيه: وقني شر ما قضيت \" ، وهو حديث صحيح، وإن لم يخرجه الشيخان، وفيهما الاستعاذة من القضاء المشتمل على الشر والسوء ومن ذلك الأحاديث الواردة في صلة الرحم وأنها تزيد في العمر وهي أحاديث صحيحة ومن ذلك الأحاديث الواردة في إجابة دعاء المظلوم على ظالمه والأحاديث الواردة في دعاء الوالدين لولدهما والأحاديث الواردة في دعوة الإمام العادل والأحاديث الواردة في إجابة دعوة من دعا ربه باسمه الأعظم وغير ذلك كثير. </p><p> وجميع ذلك على اختلاف دلالته متواتر فليت شعري كيف ذهب جماعة من أهل العلم إلى مخالفة ذلك كله، وقالوا: إن أحكام الله وقضاءه في سابق علمه لا تغير أصلاً فإن استدلوا بمثل قوله تعالى: (مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ) ، وما ورد في اللوح المحفوظ، وما كتب فيه، وأنه قد جف القضاء، ونحو ذلك، فأي فائدة في مثل قوله عز وجل:  (أدعوني أستجب لكم) ؟ فإن هذا أمر منه عز وجل لعباده بدعائه، وأي فائدة في أمر رسول الله صلى الله عليه وسلم بأن يخبر عباده أنه قريب مجيب يجيب دعوة الداعي إذا دعاه؟ وأي فائدة في قوله عز وجل، مخبراً لعباده (يمحو ما يشاء ويثبت وعنده أم </p><p>(١) رواه الحاكم. (٢) رواه الحاكم.</p><p> الكتاب) وعلمنا سبحانه كيف ندعو في نحو قوله:  (ربنا لا تؤاخذنا إن نسينا أو أخطأنا) إلى آخر الآية. </p><p> \" وحكى لنا رسول الله صلى الله عليه وسلم كما ثبت في الصحيح أن الله عز وجل قال عند هذه الدعوات: قد فعلت \" ، وكذلك سائر ما قصه الله علينا في كتابه من إجابته لدعوة أنبيائه كما في قوله:  (حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا) ، وفي مثل:  (إن تنصروا الله ينصركم ويثبت أقدامكم) وما شابه ذلك من الآيات، وما شوهد من نبينا صلى الله عليه وسلم من إجابة دعواته في مواطن يتعسر إحصاؤها، وما شوهد من صالحي هذه الأمة في كل قرن من القرون من إجابة دعواتهم في الحال. </p><p> ومن جهل هذا أو بعضه نظر في مثل حلية الأولياء، ومثل رسالة القشيري، ومثل صفوة الصفوة لابن الجوزي، وغير ذلك مما يكثر تعداده، بل ينظر في الدعوات المجابة من الصحابة رضي الله عنهم، وكما وقع من جماعة كثيرة من السلف رحمهم الله تعالى أنهم كانوا يقولون في أدعيتهم: اللهم إن كنت قد كتبتني في ديوان الأشقياء فانقلني إلى ديوان السعداء بعبارات مختلفة هذه إحداها، وبالجملة فالكتاب العزيز والسنة المتواترة ترد عليهم رداً أوضح من شمس النهار. </p><p> وطائفة قالت: إن الأقضية نوعان مطلقة ومقيدة، فالمطلقة ما لم تكن مشروطة بشروط واقعة، وإلا فلا، وهذا القول وإن كان مردوداً مثل الأول إلا أنه أقل مفسدة منه، وإن كان رأياً بحتاً ليس عليه دليل، وبالجملة فالبحث يطول فلنقتصر على هذا المقدار، والحمد لله أولاً وآخراً، واستنبط بعضهم من هذه الآية عمر النبي صلى الله عليه وسلم، لأن السورة رأس ثلاث وستين سورة، وعقبت بالتغابن إشارة لظهور التغابن بوفاته صلى الله عليه وسلم، ذكره الكرخي، وليس هذا من تفسير الكتاب في شيء، بل من لطائف الكلام وتفنن المرام. </p><p> [سورة التغابن] </p><p> (هي ثماني عشرة آية بالاتفاق، وهي مدنية في قول الأكثر) </p><p> وقال الضحاك، هي مكية، وقال الكلبي: هي مدنية ومكيّة، وقال ابن عباس: نزلت بالمدينة، وعن ابن الزبير مثله، وعن ابن عباس أيضاً قال: نزلت بمكة إلا آيات من آخرها نزلن بالمدينة في عوف بن مالك الأشجعي شكا إلى رسول الله - صلى الله عليه وسلم - جفاء أهله وولده، فأنزل الله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ) إلى آخر السورة، وعن عطاء ابن يسار نحوه. </p><p> أخرج البخاري في تاريخه. </p><p> عن عبد الله بن عمرو قال:  \" ما من مولود يولد إلا مكتوب في تشبيك رأسه خمس آيات من أول سورة التغابن \" ، وأخرجه ابن حبان في الضعفاء والطبراني وابن مردويه وابن عساكر مرفوعاً عنه، قال ابن كثير: وهو غريب جداً بل منكر. </p><p> بسم الله الرحمن الرحيم </p><p> يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١) هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٢) خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ الْمَصِيرُ (٣) يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٤) أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِنْ قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (٥) ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ (٦) زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ (٧) </p>"
}