{
  "id": null,
  "sura": 72,
  "aya": 28,
  "text": "<p> (ليعلم أن قد أبلغوا رسالات ربهم) اللام متعلقة بيسلك والمراد به العلم المتعلق بالإبلاغ الموجود بالفعل وأن هي المخففة من الثقيلة واسمها ضمير الشأن والخبر الجملة، والرسالات عبارة عن الغيب الذي أريد إظهاره لمن ارتضاه الله من رسول، وضمير أبلغوا يعود إلى الرصد، وقال قتادة ومقاتل ليعلم محمد أن الرسل قبله قد أبلغوا الرسالة كما بلغ هو الرسالة، وفيه حذف يتعلق به اللام أي أخبرناه بحفظنا الوحي ليعلم أن الرسل قبله كانوا على حالته من التبليغ، وقيل ليعلم محمد أن جبريل ومن معه قد أبلغوا إليه رسالات ربه، قاله سعيد بن جبير. </p><p> وقيل ليعلم الرسل أن الملائكة قد بلغوا رسالات ربهم، وقيل ليعلم إبليس أن الرسل قد أبلغوا رسالات ربهم من غير تخليط، وقال ابن قتيبة: </p><p> ليعلم الجن أن الرسل قد أبلغوا ما أنزل إليهم ولم يكونوا هم المبلغين باستراق السمع عليهم، وقال مجاهد ليعلم من كذب الرسل أن الرسل قد أبلغوا رسالات ربهم. </p><p> قرأ الجمهور ليعلم بفتح التحتية على البناء للفاعل أي ليعلم الناس أن الرسل قد أبلغوا، وقال الزجاج: ليعلم الله أن رسله قد أبلغوا رسالاته أي ليعلم ذلك عن مشاهدة كما علمه غيباً، وقرىء بضم الياء على البناء للمفعول، وقرىء بضم الياء وكسر اللام. </p><p> (وأحاط بما لديهم) أي بما عند الرصد من الملائكة أو بما عند الرسل المبلغين لرسالاته، والجملة في محل نصب على الحال من فاعل يسلك بإضمار قد أي والحال أنه تعالى قد أحاط بما لديهم من الأحوال، قال سعيد بن جبير ليعلم أن ربهم قد أحاط بما لديهم فبلغوا رسالاته. </p><p> (وأحصى كل شيء عدداً) معطوف على أحاط، وعدداً يجوز أن يكون منتصباً على التمييز محولاً من المفعول به أي وأحصى عدد كل شيء كما في قوله:  (وفجرنا الأرض عيوناً) ويجوز أن يكون منصوباً على المصدرية أو في موضع الحال أي معدوداً، والمعنى أن علمه سبحانه بالأشياء ليس على وجه الإجمال بل على وجه التفصيل، أي أحصى كل فرد من مخلوقاته التي كانت والتي ستكون على حدة فلم يخف عليه منها شيء على حدة. </p><p> [سورة المزمل] </p><p> هي تسع عشرة آية وقيل عشرون آية وهي مكية </p><p> قال الماوردي كلها مكية في قول الحسن وعكرمة وعطاء وجابر، قال وقال ابن عباس وقتادة إلا آيتين منها (وَاصْبِرْ عَلَى مَا يَقُولُونَ) والتي تليها، وقال الثعلبي إلا قوله:  (إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ) إلى آخر السورة فإنه نزل بالمدينة، وأخرج النحاس عن ابن عباس أنه قال نزلت بمكة إلا آيتين (إِنَّ رَبَّكَ يَعْلَمُ) إلخ، وأخرج ابن الضريس وابن مردويه والبيهقي عن ابن عباس قال نزلت يا أيها المزمل بمكة، وأخرج ابن مردويه عن ابن الزبير مثله، وعن جابر قال اجتمعت قريش في دار الندوة فقالوا سموا هذا الرجل اسماً تصدون الناس عنه فقالوا كاهن، قالوا ليس بكاهن، قالوا مجنون قالوا ليس بمجنون، قالوا ساحر، قالوا ليس بساحر فتفرق المشركون على ذلك، فبلغ النبي - صلى الله عليه وسلم - فتزمل في ثيابه وتدثر فيها فأتاه جبريل فقال:  (يَا أَيُّهَا الْمُزَّمِّلُ) ، (يَا أَيُّهَا الْمُدَّثِّرُ) ، أخرجه البزار والطبراني في الأوسط وأبو </p><p> نعيم في الدلائل، وقال البزار بعد إخرجه من طريق معلي بن عبد الرحمن أن معلي قد حدث عنه جماعة من أهل العلم واحتملوا حديثه لكنه إذا تفرد بالأحاديث لا يتابع عليها، وعن ابن عباس \" قال بت عند خالتي ميمونة فقام النبي - صلى الله عليه وسلم - يصلي من الليل فصلى ثلاث عشرة ركعة منها ركعتا الفجر، فحرزت قيامه في كل ركعة بقدر يا أيها المزمل \" ، أخرجه أبو داود والبيهقي في السنن. </p><p> بسم الله الرحمن الرحيم </p><p> يَا أَيُّهَا الْمُزَّمِّلُ (١) قُمِ اللَّيْلَ إِلَّا قَلِيلًا (٢) نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا (٣) أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا (٤) </p>"
}