{
  "id": null,
  "sura": 75,
  "aya": 40,
  "text": "<p> (أليس ذلك) الفعال الذي أنشأ هذا الخلق البديع وقدر عليه (بقادر على أن يحيي الموتى) أي يعيد الأجسام بالبعث كما كانت عليه في الدنيا، فإن الإعادة أهون من الإِبداء وأيسر مؤنة منه، قرأ الجمهور بقادر، وقرأ زيد بن علي (يقدر) فعلاً مضارعاً، وقرأ الجمهور أيضاًً يحيى بنصبه بأن، وقرىء بسكونها تخفيفاً أو على إجراء الوصل مجرى الوقف كما مر في مواضع. </p><p> عن صالح أبي الخليل قال \" كان رسول الله صلى الله عليه وسلم، إذا قرأ هذه الآية قال سبحانك اللهم وبلى \"  (١) ، أخرجه عبد بن حميد وابن الأنباري. </p><p>(١) ذكره ابن كثير في التفسير من رواية ابن أبي حاتم عن ابن عباس موقوفاً من حديث أبي إسحاق السبيعي عن سعيد بن جبير عن ابن عباس. وأبو إسحاق السبيعي ثقة عابد لكنه اختلط بأخرة. ورواه أبو داود والترمذي مطولاً عن أبي هريرة رضي الله عنه مرفوعاً وفي سنده أعرابي لم يسم، وعنه أخرجه أحمد ٢/ ٢٤٩ والترمذي ٢/ ٢٣٨ مختصراً وأعله بالأعرابي. ورواه الحاكم في \" المستدرك \" ٢/ ٥١٠ وصححه ووافقه الذهبي، وفي سنده يزيد بن عياض، وهو متروك كما قال الحافظ ابن حجر في \" تخريج الكشاف \". ورواه أبو داود رقم (٤٨٤) من رواية موسى بن أبي عائشة عن رجل سمعه من النبي صلى الله عليه وسلم، قال ابن كثير: تفرد به أبو داود، ولم يسم هذا الصحابي، ولا يضر ذلك.</p><p> وعن البراء بن عازب قال \" لما نزلت هذه الآية قال رسول الله صلى الله عليه وآله وسلم، سبحانك ربي وبلى \" أخرجه ابن مردويه. </p><p> وعن أبي أمامة أنه \" سمع رسول الله صلى الله عليه وآله وسلم يقول عند قراءته لهذه الآية بلى وأنا على ذلك من الشاهدين \" أخرجه ابن النجار في تاريخه. </p><p> وعن أبي هريرة قال: قال رسول الله صلى الله عليه وآله وسلم: \" من قرأ منكم والتين والزيتون فانتهى إلى آخرها أليس الله بأحكم الحاكمين، فليقل بلى وأنا على ذلك من الشاهدين،ومن قرأ لا أقسم بيوم القيامة فانتهى إلى قوله:(أليس ذلك بقادر على أن يحيي الموتى)فليقل بلى، ومن قرأ والمرسلات عرفاً فبلغ فبأي حديث بعد يؤمنون، فليقل آمنا بالله \" ، أخرجه أحمد وأبو داود والترمذي وابن المنذر والحاكم وصححه وابن مردويه والبيهقي وفي إسناده رجل مجهول. </p><p> وعن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وآله وسلم: \" إذا قرأت لا أقسم بيوم القيامة فبلغت أليس ذلك بقادر إلى آخرها فقل بلى \" أخرجه ابن المنذر وابن مردويه. </p><p> قال ابن عباس من قرأ سبح اسم ربك الأعلى إماماً كان أو غيره فليقل سبحان ربي الأعلى، ومن قرأ لا أقسم بيوم القيامة إلى آخرها فليقل سبحانك اللهم بلى، إماماً كان أو غيره، ذكره الخطيب. </p><p> قال الحفناوي: قوله إماماً كان أو غيره يقتضي أن هذه الكلمة وهي (بلى) لا تبطل الصلاة وهو كذلك لأنها ذكر وتقديس وتنزيه لله تعالى. </p><p> [سورة الإنسان] </p><p> (وتسمى سورة هل أتى وسورة الأمشاج وسورة الدهر وهي إحدى وثلاثون آية) </p><p> قال الجمهور هي مدنية، وقال مقاتل والكلبي: هي مكيّة، وجرى عليه البيضاوي والزمخشري، وقال المحلي: مكيّة أو مدنية ولم يجزم بشيء قال ابن عباس: نزلت بمكة، وعن ابن الزبير مثله، وقيل فيها مكي من قوله:  (إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ) إلى آخر السورة وما قبله مدني وقال الحسن وعكرمة هي مدنية إلا آية وهي (فَاصْبِرْ لِحُكْمِ رَبِّكَ) -إلى قوله- (كَفُورًا) وأخرج الطبراني وابن مردويه وابن عساكر عن ابن عمرو قال: جاء رجل من الحبشة إلى رسول الله - صلى الله عليه وسلم - فقال له رسول الله - صلى الله عليه وسلم - \" سل واستفهم \" فقال يا رسول الله فضلتم علينا بالألوان والصور والنبوة أفرأيت إن آمنت بما آمنت به وعملت بما عملت به أني كائن معك في الجنة قال: \" نعم والذي نفسي بيده إنه ليرى بياض الأسود في الجنة من مسيرة ألف عام \" ثم قال \" من قال لا إله إلا الله كان له عهد عند الله ومن قال سبحان الله وبحمد كتب له مائة ألف حسنة، وأربعة وعشرون ألف حسنة،ونزلت هذه السورة إلى قوله:(وَمُلْكًا كَبِيرًا)\" فقال الحبشي وإن عيني لترى ما ترى عيناك في الجنة قال: \" نعم \" ، فاستبكى حتى فاضت نفسه، قال ابن عمر فلقد رأيت رسول الله - صلى الله عليه وسلم - يدليه في حفرته بيده \". </p><p> وأخرج أحمد في الزهد عن محمد بن مطرف قال حدثني الثقة أن رجلاً أسود كان يسأل رسول الله - صلى الله عليه وسلم - عن التسبيح والتهليل فقال له عمر بن الخطاب أكثرت على رسول الله - صلى الله عليه وسلم - فقال:  \" مه يا عمر \" ، وأنزلت على رسول الله - صلى الله عليه وآله وسلم - (هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ) حتى إذا أتى علي ذكر الجنة زفر الأسود زفرة خرجت نفسه فقال النبي - صلى الله عليه وآله وسلم - \" مات شوقاً إلى الجنة \" وأخرج نحوه ابن وهب عن ابن زيد مرفوعاً مرسلاً. </p><p> وأخرج أحمد والترمذي وحسنه وابن ماجة وغيرهم عن أبي ذر قال قرأ رسول الله - صلى الله عليه وسلم - (هَلْ أَتَى عَلَى الْإِنْسَانِ) حتى ختمها ثم قال: \" إني أرى ما لا ترون وأسمع ما لا تسمعون أطت السماء وحق لها أن تئط ما فيها موضع أربعة أصابع إلا وملك واضع جبهته ساجداً لله، والله وتعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيراً وما تلذذتم بالنساء على الفرش ولخرجتم إلى الصعدات تجأرون إلى الله عز وجل \"  (١) . </p><p>(١) حديث حسن - صحيح الجامع ٢٤٤٥ - المشكاة ٥٣٤٧.</p><p> بسم الله الرحمن الرحيم </p><p> هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا (١) إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا (٢) إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا (٣) إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا (٤) إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا (٥) </p>"
}