{
  "id": null,
  "sura": 75,
  "aya": 23,
  "text": "<p> (إلى ربها ناظرة) أي تنظر إليه عياناً بلا حجاب، هكذا قال جمهور أهل العلم والمراد به ما تواترت به الأحاديث الصحيحة من أن العباد ينظرون </p><p> إلى ربهم يوم القيامة كما ينظرون إلى القمر ليلة البدر. </p><p> قال ابن كثير وهذا بحمد الله مجمع عليه بين الصحابة والتابعين وسلف هذه الأمة كما هو متفق عليه بين أئمة الأسلام وهداة الأنام، وقال مجاهد إن النظر هنا انتظار ما لهم عند الله من الثواب، وروي نحوه عن عكرمة، وقيل لا يصح هذا إلا عن مجاهد وحده، قال الأزهري وقول مجاهد خطأ لأنه لا يقال نظر إلى كذا بمعنى الانتظار لأن قول القائل نظرت إلى فلان ليس إلا رؤية عين، فإذا أرادوا الانتظار قالوا نظرته، فإذا أرادوا نظر العين قالوا نظرت إليه، وأشعار العرب وكلماتهم في هذا كثيرة جداً. </p><p> ويشهد لصحة هذا أن النظر الوارد في التنزيل بمعنى الانتظار كثير ولم يوصل في موضع بإلى قوله (انظرونا نقتبس من نوركم) وقوله (هل ينظرون إلا تأويله) وقوله (هل ينظرون إلا أن يأتيهم الله) والوجه إذا وصف بالنظر وعدِّي بإلى لم يحتمل غير الرؤية. </p><p> والأحاديث الصحيحة تعضد قول من فسر النظر في هذه الآية بالرؤية وسيأتي بعضها قال ابن عباس في الآية تنظر إلى الخالق، وعنه قال تنظر إلى وجه ربها. </p><p> وعن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم، في الآية ينظرون إلى ربهم بلا كيفية ولا حد محدود ولا صفة معلومة. أخرجه ابن مردويه. </p><p> وعن أبي هريرة قال:  \" قال الناس يا رسول الله هل نرى ربنا يوم القيامة قال هل تضارون في الشمس ليس دونها سحاب، قالوا لا يا رسول الله، قال فهل تضارون في القمر ليلة البدر ليس دونه سحاب، قالوا لا يا رسول الله، قال فإنكم ترونه يوم القيامة كذلك \" أخرجه البخاري ومسلم وغيرهما (١) . </p><p>(١) وقد ثبت رؤية المؤمنين لله عز وجل في الدار الآخرة في الأحد الصحاح من طرق متواترة عند أئمة الحديث لا يمكن دفعها ولا منعها، كحديث أبيّ وأبي هريرة، وهما في \" الصحيحين \" أن ناساً ⦗٤٤٤⦘قالوا: يا رسول الله هل نرى ربنا يوم القيامة فقال: \" هل تضارون في رؤية الشمس والقمر ليس دونهما سحاب؟ \" قالوا: لا يا رسول الله، قال: \" إنكم ترون ربكم كذلك \" وفي (الصحيحين) عن جرير قال: نظر رسول الله صلى الله عليه وسلم القمر ليلة البدر فقال: \" إنكم ترون ربكم كما ترون هذا القمر، فإن استطعتم أن لا تقلبوا على صلاة قبل طلوع الشمس ولا قبل غروبها فافعلوا \".</p><p> وأخرج الشيخان وغيرهما من حديث أبي هريرة نحوه. </p><p> وقد أخرج ابن أبي شيبة وعبد بن حميد والترمذي وابن جرير وابن المنذر والدارقطني والحاكم وابن مردويه والبيهقي عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم \" إن أدنى أهل الجنة منزلة لمن ينظر إلى جناته وأزواجه ونعيمه وخدمه وسرره مسيرة ألف سنة،وأكرمهم على الله من ينظر إلى وجهه غدوة وعشية ثم قرأ رسول الله صلى الله عليه وسلم:(وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢)إِلَى رَبِّهَا نَاظِرَةٌ) \" وأخرجه أحمد في المسند من حديثه بلفظ \" وإن أفضلهم منزلة لينظر في وجه الله كل يوم مرتين \" . </p><p> وأخرج النسائي والدارقطني وصححه وأبو نعيم عن أبي هريرة قال:  \" قلنا يا رسول الله هل نرى ربنا قال هل ترون الشمس في يوم لا غيم فيه، وترون القمر في ليلة لا غيم فيها قلنا نعم،قال فإنكم سترون ربكم عز وجل حتى أن أحدكم ليحاور ربه محاورة فيقول عبدي هل تعرف ذنب كذا وكذا فيقول:ألم تغفر لي؟ فيقول بمغفرتي صرت إلى هذا \" . </p><p> وقد تظافرت أدلة الكتاب والسنة وإجماع الصحابة ومن بعدهم من سلف الأمة على إثبات رؤية الله تعالى، وقد رواها نحو من عشرين صحابياً عن رسول الله صلى الله عليه وسلم، وآيات القرآن فيها مشهورة، ولاعتراضات المبتدعة من المعتزلة والخوارج وبعض المرجئة عليها أجوبة معروفة في كتب الكلام من أهل السنة، وكذلك باقي شبههم وأجوبتها مستفاضة في كتب أهل الحق، وليس هذا موضع ذكرها، وقد قدمنا أن أحاديث الرؤية متواترة فلا نطيل بذكرها وهي تأتي في مصنف مستقل، ولم يتمسك </p><p> من نفاها واستبعدها بشيء يصلح للتمسك به لا من كتاب الله ولا من سنة رسوله. </p><p> وقد أطال الحافظ المتكلم محمد بن أبي بكر القيم الجوزي رحمه الله تعالى في إثبات رؤيته تعالى يوم القيامة في كتابه \" حادي الأرواح إلى بلاد الأفراح \" ومن أحب النظر في أدلة الفريقين فعليه برسالة الشوكاني المسماة بالبغية في مسألة الرؤية جمع فيها جميع ما استدل به النافون والمثبتون من الأدلة العقلية والنقلية. </p>"
}