{
  "id": null,
  "sura": 76,
  "aya": 16,
  "text": "<p> (قوارير من فضة) أي في وصف القوارير في الصفاء وفي بياض الفضة، فصفاؤها صفاء الزجاج ولونها الفضة، قال ابن عباس آنية من فضة </p><p> وصفاؤها كصفاء القوارير، وعنه قال ليس في الدنيا شيء مما في الجنة إلا الأسماء إذ الذي في الجنة أشرف وأعلى. </p><p> قرأ نافع الكسائي وأبو بكر قواريراً بالتنوين فيهما مع الوصل وبالوقوف عليهما وبالألف، وقد تقدم وجه هذه القراءة في تفسير قوله (سلاسلاً) من هذه السورة، وبينا هنالك وجه صرف ما فيه صيغة منتهى الجموع. </p><p> وقرأ حمزة بعدم التنوين فيهما وعدم الوقف بالألف، ووجه هذه القراءة ظاهر لأنهما ممتنعان لصيغة منتهى الجموع. </p><p> وقرأ هشام بعدم التنوين فيهما مع الوقف عليهما بالألف. </p><p> وقرأ ابن كثير بتنوين الأول دون الثاني والوقف على الأول بالألف دون الثاني. </p><p> وقرأ أبو عمرو وحفص وابن ذكوان بعدم التنوين فيهما والوقف على الأول بالألف دون الثاني، وبسط السمين في ذكر هذه الوجوه الخمسة في القراءة. </p><p> والجملة في محل جر صفة لأكواب، وقوارير جمع قارورة وهي ما أقر فيه الشراب ونحوه من كل إناء رقيق صاف، وقيل هو خاص بالزجاج. </p><p> قال أبو البقاء: وحسن التكرير لما اتصل به من بيان أصلها، ولولا التكرير لم يحسن أن يكون الأول رأس آية لشدة اتصال الصفة بالموصوف. </p><p> قال الواحدي قال المفسرون: جعل الله قوارير أهل الجنة من فضة فاجتمع لها بياض الفضة وصفاء القوارير. </p><p> قال الزجاج القوارير التي في الدنيا من الرمل فأعلم الله فضل تلك القوارير أن أصلها من فضة يرى من خارجها ما في داخلها، قال ابن عباس: لو أخذت فضة من فضة الدنيا فضربتها حتى جعلتها مثل جناح الذباب لم ير الماء من ورائها، ولكن قوارير الجنة ببياض الفضة في صفاء القوارير: وعنه قال: </p><p> ليس في الجنة شيء إلا وقد أعطيتم في الدنيا شبهه إلا قوارير من فضة. </p><p> وجملة (قدروها تقديراً) صفة لقوارير، قرأ الجمهور قدروها بفتح القاف على البناء للفاعل أي قدرها السقاة من الخدم الذين يطوفون عليهم على قدر ما يحتاج إليه الشاربون من أهل الجنة من دون زيادة ولا نقصان، وذلك ألذ الشراب لكونه على مقدار الحاجة لا يفضل عنه ولا يعجز، قال مجاهد: وغيره أتوا بها على قدر ربهم أي شهوتهم بغير زيادة ولا نقصان إذ لا عطش في الجنة قال الكلبي: وذلك ألذ وأشهى. </p><p> وقيل قدرها الملائكة وقيل قدرها أهل الجنة الشاربون على مقدار شهوتهم وحاجتهم فجاءت كما يريدون في الشكل لا تزيد ولا تنقص. </p><p> وقرىء قدروها بضم القاف وكسر الدال مبنياً للمفعول أي جعلت لهم على قدر إرادتهم. </p><p> قال أبو علي الفارسي: هو من باب القلب قال لأن حقيقة المعنى أن يقال قدرت عليهم لا قدروها لأنه في معنى قدروا عليها. </p><p> وقال أبو حاتم التقدير قدرت الأواني على قدر ريِّهم، فمفعول ما لم يسم محذوف. قال أبو حيان والأقرب في تخريج هذه الآية الشاذة أن يقال قدر ريهم منها تقديراً، فحذف المضاف فصار قدروها. </p><p> قال المهدوي: هذه القراءة يرجع معناها إلى القراءة الأولى، وكان الأصل قدروا عليها فحذف حرف الجر، وقال ابن عباس: قدرت للكف، وقال أيضاًً أتوا بها على قدر الفم لا يفضلون شيئاً ولا يشتهون بعدها شيئاًً، وعنه قال: قدرتها السقاة. </p><p> وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلًا (١٧) عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلًا (١٨) وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا (١٩) وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا (٢٠) عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا (٢١) إِنَّ هَذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُمْ مَشْكُورًا (٢٢) إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنْزِيلًا (٢٣) </p>"
}