{
  "id": null,
  "sura": 82,
  "aya": 19,
  "text": "<p> (يوم لا تملك نفس) من النفوس (لنفس) أخرى (شيئاًً) من النفع والضر، وملك الشفاعة لبعض الناس إذ ذاك إنما هو بإذن الله (من ذا الذي يشفع عنده إلا بإذنه) ذكره الحفناوي. </p><p> قرأ ابن كثير وأبو عمرو برفع يوم على أنه بدل من يوم الدين أو خبر مبتدأ محذوف. </p><p> وقرأ أبو عمرو في رواية عنه (يوم) بالتنوين والقطع عن الإضافة. </p><p> وقرأ الباقون بفتحه على أنها فتحة إعراب بتقدير أعني أو أذكر فيكون مفعولاً به أو على أنها فتحة بناء لإضافته إلى الجملة على رأي الكوفيين وهو في محل رفع على أنه خبر مبتدأ محذوف أو على أنه بدل من يوم الدين. </p><p> قال الزجاج يجوز أن يكون في موضع رفع إلا أنه بني على الفتح لإضافته إلى قوله (لا تملك) وما أضيف إلى غير المتمكن فقد يبنى على الفتح وإن كان في موضع رفع، وهذا الذي ذكره إنما يجوز عند الخليل وسيبويه إذا كانت الإضافة إلى الفعل الماضي وأما إلى الفعل المستقبل فلا يجوز عندهما، وقد وافق الزجاج على ذلك أبو علي الفارسي والفراء وغيرهما. </p><p> (والأمر يومئذ لله) وحده لا يملك شيئاًً من الأمر غيره كائناً من كان. قال مقاتل يعني لنفس كافرة شيئاًً من المنفعة، قال قتادة: ليس ثم أحد يقضي شيئاًً أو يصنع شيئاًً إلا الله رب العالمين، والمعنى أن الله لا يملك أحداً في ذلك اليوم شيئاًً من الأمور كما ملكهم في الدنيا، ومثل هذا قوله (لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ) . </p><p> [سورة المطففين] </p><p> هي ست وثلاثون آية، قال القرطبي وهي مكية في قول ابن مسعود والضحاك ومقاتل، ومدنية في قول الحسن وعكرمة، وقال مقاتل أيضاً هي أول سورة نزلت بالمدينة، وقال ابن عباس وقتادة هي مدنية إلا ثمان آيات من قوله:  (إِنَّ الَّذِينَ أَجْرَمُوا) إلى آخرها، وقال الكلبي وجابر بن زيد نزلت بين مكة والمدينة، وعن ابن عباس نزلت بمكة وعن ابن الزبير مثله. </p><p> وعن ابن عباس قال آخر ما نزل بمكة سورة المطففين، وعنه قال:  \" لما قدم النبي - صلى الله عليه وسلم - كانوا من أخبث الناس كيلاً فأنزل الله(وَيْلٌ لِلْمُطَفِّفِينَ)فأحسنوا الكيل بعد ذلك \" أخرجه ابن مردويه والبيهقي في الشعب، قال السيوطي بسند صحيح (١) . </p><p>(١) أخرجه ابن ماجة ٢/ ٧٤٨، والطبري ٣٠/ ٩١، والواحدي: ٣٣٣، وقال الحافظ في \" تخريج الكشاف \" ٢١٨: رواه النسائي وابن حبان والحاكم من رواية يزيد النحوي عن عكرمة عن ابن عباس، وأورده السيوطي في \" الدر \" ٦/ ٣٢٣ وزاد نسبته إلى الطبراني وابن مردويه والبيهقي في \" شعب الإيمان \" بسند صحيح عن ابن عباس.</p><p> بسم الله الرحمن الرحيم </p><p> وَيْلٌ لِلْمُطَفِّفِينَ (١) الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ (٢) وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ (٣) أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ (٤) لِيَوْمٍ عَظِيمٍ (٥) يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ (٦) </p>"
}