{
  "id": null,
  "sura": 92,
  "aya": 21,
  "text": "<p> (ولسوف يرضى) اللام هن الموطئة للقسم أي وتالله لسوف يرضى بما نعطيه من الكرامة والجزاء العظيم، وهو وعد من الكريم تعالى لأبي بكر الصديق رضي الله تعالى عنه بنيل جميع ما يبتغيه على أكمل الوجوه وأجلها إذ به يتحقق الرضا، قاله أبو السعود، وقرأ الجمهور يرضى مبنياً للفاعل وقرىء مبنياً للمفعول من أرضاه الله وهو قريب من قوله تعالى في آخر طه (لعلك ترضى) وترضى. </p><p> [سورة الضحى] </p><p> هي إحدى عشرة آية وهي مكية بلا خلاف قال ابن عباس نزلت بمكة، وأخرج الحاكم وصححه وابن مردويه والبيهقي في الشعب من طريق أبي الحسن المقري قال:  \" سمعت عكرمة ابن سليمان يقول قرأت على إسماعيل بن قسطنطين، فلما بلغت(والضحى)قال كبر حتى تختم، وأخبره عبد الله بن كثير أنه قرأ على مجاهد فأمره بذلك، وأخبره مجاهد أن ابن عباس أمره بذلك وأخبره ابن عباس أن أبيّ بن كعب أخبره بذلك، وأخبره أبيّ أن النبي - صلى الله عليه وآله وسلم - أمره بذلك \" وأبو الحسن المقري المذكور هو أحمد بن محمد بن عبد الله بن أبي بزة المقري. </p><p> قال ابن كثير فهذه سنة تفرد بها أبو الحسن المقري وكان إماماً في القراءات، وأما في الحديث فقد ضعفه أبو حاتم الرازي وقال لا أحدث عنه، وكذلك أبو جعفر العقليلي قال هو منكر الحديث. </p><p> قال ابن كثير ثم اختلف القراء في موضع هذا التكبير وكيفيته فقال بعضهم يكبر من آخر الليل إذا يغشى، وقال آخرون من آخر الضحى، وكيفية التكبير عند بعضهم أن يقول الله أكبر ويقتصر، ومنهم من يقول الله أكبر لا إله إلا الله، الله أكبر. </p><p> وذكروا في مناسبة التكبير من أول الضحى أنه لما تأخر الوحي عن رسول الله - صلى الله عليه وسلم - وفتر تلك المدة ثم جاء الملك فأوحى إليه (والضحى) كبر فرحاً وسروراً، ولم يرووا ذلك بإسناد يحكم عليه بصحة ولا ضعف. </p><p> وأخرج البخاري ومسلم وغيرهما عن جندب البجلي قال:  \" اشتكى النبي - صلى الله عليه وسلم - فلم يقم ليلتين أو ثلاثة فأتته امرأة فقالت يا محمد ما أرى شيطانك إلا قد تركك فلم يقربك ليلتين أو ثلاثة فأنزل الله والضحى \" . (١) </p><p> وعن جندب قال:  \" أبطأ جبريل عن النبي - صلى الله عليه وسلم - فقال المشركون قد ودع محمد - صلى الله عليه وآله وسلم - فنزلت(ما ودعك)وعنه قال: \" احتبس جبريل عن النبي - صلى الله عليه وآله وسلم - فقالت بعض بنات عمه ما أرى صاحبك إلا قد قلاك، فنزلت (والضحى) \" (٢) وقيل في سبب نزولها غير ذلك وما ذكرنا هو الأولى. </p><p>(١) رواه البخاري في \" صحيحه \" ٨/ ٥٤٥ ومسلم ٣/ ١٤٢٣ وأحمد في \" المسند \" ٤/ ٣١٢ وابن جرير الطبري ٣٠/ ٢٣١ والواحدي في \" أسباب النزول \" وأورده السيوطي في \" الدر \" ٦/ ٣٦٠ وزاد نسبته للترمذي، والنسائي، والبيهقي وأبي نعيم معاً في \" الدلائل \" عن جندب بن عبد الله بن شفيان البجلي - رضي الله عنه -. (٢) قال الحافظ ابن حجر في \" الفتح \" ٨/ ٥٤٥: وجدت في الطبري بإسناد فيه من لا يعرف أن سبب نزولها وجود جرو كلب تحت سريره - صلى الله عليه وسلم - لم يشعر به، فأبطأ عن جبريل لذلك، وقصة إبطاء جبريل بسبب كون الكلب تحت سريره مشهورة، لكن كونها سبب نزول هذه الآية غريب، بل شاذ مردود بما في الصحيح والله أعلم. وورد لذلك سبب ثالث، وهو ما أخرجه الطبري من طريق العوفي عن ابن عباس قال: لما نزل على رسول الله - صلى الله عليه وسلم - القرآن أبطأ عنه جبريل أياماً، فتغير بذلك، قالوا: ودعه ربه وقلاه، فأنزل الله تعالى: (مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى) .. ومن طريق إسماعيل مولى آل الزبير قال: فتر الوحي حتى شق ذلك على النبي - صلى الله عليه وسلم - وأحزنه، فقال: لقد خشيت أن ...</p><p> بسم الله الرحمن الرحيم </p><p> وَالضُّحَى (١) وَاللَّيْلِ إِذَا سَجَى (٢) مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (٣) وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى (٤) وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥) </p>"
}