{
  "id": null,
  "sura": 93,
  "aya": 11,
  "text": "<p> (وأما بنعمة ربك فحدث) أمره سبحانه بالتحدث بنعم الله عليه وإظهارها للناس وإشهارها بينهم، والظاهر النعمة على العموم من غير تخصيص بفرد من أفرادها أو نوع من أنواعها، وقال مجاهد والكلبي المراد بالنعمة هنا القرآن، قال الكلبي وكان القرآن أعظم ما أنعم الله به عليه فأمره أن يقرأه، قال الفراء وكان يقرأه ويحدث به، وقال مجاهد أيضاًً المراد بالنعمة النبوة التي أعطاه الله، واختار هذا الزجاج فقال أي بلغ ما أرسلت به وحدث بالنبوة التي أعطاك الله وهي أجل النعم، وقال مقاتل يعني أشكر ما ذكر من النعمة عليك في هذه السورة من الهدى بعد الضلالة وجبر اليتيم والإغناء بعد العيلة، فاشكر هذه النعم، والتحدث بنعمة الله شكر. </p><p> وهذا الأمر له صلى الله عليه وآله وسلم هو أمر له ولأمته لأنهم اسوته في كل ما يأتي ويذر، قال الحسن بن علي في الآية ما عملت من الخير وعنه قال إذا أصبت خيراً فحدث إخوانك، وعن النعمان بن بشير قال: قال رسول الله صلى الله عليه وسلم على المنبر \" من لم يشكر القليل لم يشكر الكثير، ومن لم يشكر الناس لم يشكر الله، والتحدث بنعمة الله شكر، وتركه كفر، والجماعة رحمة \" أخرجه عبد الله بن أحمد في زوائد المسند والبيهقي في الشعب والخطيب في المتفق، قال السيوطي بسند ضعيف. </p><p> وعن جابر بن عبد الله عن النبي صلى الله عليه وسلم قال \" من أبلى بلاء فذكره فقد شكره وإن كتمه فقد كفره \" أخرجه أبو داود والترمذي وحسنه وأبو يعلى وابن حبان والبيهقي والضياء. </p><p> وأخرج البخاري في الأدب وأبو داود والضياء عنه قال: قال رسول الله </p><p> صلى الله عليه وآله وسلم \" من أعطى عطاء فوجد فليجز به فإن لم يجد فليثن به، فمن أثنى به فقد شكره ومن كتمه فقد كفره، ومن تحلى بما لم يعط فإنه كلابس ثوبي زور \" . </p><p> وعن عائشة قالت: قال رسول الله صلى الله عليه وسلم \" من أوليَ معروفاً فليكافىء به فإن لم يستطع فليذكره فإن من ذكره فقد شكره \" أخرجه أحمد والطبراني في الأوسط والبيهقي. </p><p> قال الكرخي والجار والمجرور متعلق بحدث والفاء غير مانعة من ذلك لأنها كالزائدة والتحدث بها نشرها بالشكر والثناء عليه تعالى. </p><p> وقوله تعالى (فأما اليتيم فلا تقهر) مقابل لقوله (ألم يجدك يتيماً فآوى) وقوله (وأما السائل) الخ مقابل لقوله (ووجدك عائلاً فأغنى) وأما قوله (وأما بنعمة ربك) الخ فجيء به على العموم. </p><p> وفي حكمة تأخير حق الله تعالى عن حق اليتيم والسائل وجوه. </p><p> أحدهما أن الله غني وهما محتاجان، وتقديم المحتاج أولى. </p><p> وثانيها أنه وضع في حظهما الفعل ورضى لنفسه بالقول. </p><p> وثالثها أن المقصود من جميع الطاعات استغراق القلب في ذكر الله فختمت به، وأوثر فحدث على فخبر ليكون عنده حديثاً لا ينساه. </p><p> [سورة ألم نشرح] </p><p> هي ثمان آيات وهي مكية بلا خلاف، عن عائشة قالت نزلت سورة ألم نشرح بمكة ومثله عن ابن عباس وزاد بعد الضحى. </p><p> بسم الله الرحمن الرحيم </p><p> أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (١) وَوَضَعْنَا عَنْكَ وِزْرَكَ (٢) الَّذِي أَنْقَضَ ظَهْرَكَ (٣) وَرَفَعْنَا لَكَ ذِكْرَكَ (٤) فَإِنَّ مَعَ الْعُسْرِ يُسْرًا (٥) إِنَّ مَعَ الْعُسْرِ يُسْرًا (٦) فَإِذَا فَرَغْتَ فَانْصَبْ (٧) وَإِلَى رَبِّكَ فَارْغَبْ (٨) </p>"
}