{
  "id": null,
  "sura": 94,
  "aya": 6,
  "text": "<p> (إن مع العسر يسراً) الخ ولفظ الطبراني: وتلا رسول الله صلى الله عليه وآله وسلم (فَإِنَّ مَعَ الْعُسْرِ يُسْرًا (٥) إِنَّ مَعَ الْعُسْرِ يُسْرًا) \" وأخرج الطبراني وابن مردويه عنه مرفوعاً نحوه. قال السيوطي وسنده ضعيف.</p><p> وعن ابن مسعود مرفوعاً \" لو كان العسر في جحر لتبعه اليسر حتى يدخل فيه فيخرجه ولن يغلب عسر يسرين إن الله يقول إن مع العسر يسراً \" (١) الخ أخرجه عبد الرزاق وسعيد بن منصور وعبد بن حميد وابن أبي الدنيا في الصبر، وابن المنذر والبيهقي في الشعب، قال البزار لا نعلم رواه عن أنس </p><p>(١) رواه ابن جرير الطبري ٣٠/ ٢٣٥ من رواية يونس عن ابن وهب عن عمرو بن الحارث عن دراج عن أبي الهيثم عن أبي سعيد الخدري، ودراج، وإن كان صدوقاً في حديثه فإنه في روايته عن أبي الهيثم ضعيف، كما قال الحافظ ابن حجر في \" التقريب \" ومع ذلك فقد صححه ابن حبان. وقال ابن كثير: وكذا روى الحديث ابن أبي حاتم عن يونس عن عبد الأعلى به، ورواه أبو يعلى من طريق ابن لهيعة عن دراج. وأورده السيوطي في \" الدر \" ٦/ ٣٦٤ وزاد نسبته لابن المنذر، وابن مردويه، وأبي نعيم في \" الدلائل \" عن أبي سعيد الخدري رضي الله عنه.</p><p> إلا عائذ بن شريح قال فيه أبو حاتم الرازي في حديثه ضعف، ولكن رواه شعبة عن معاوية بن قرة عن رجل عن ابن مسعود. </p><p> ثم زاد سبحانه هذا الوعد تقريراً وتوكيداً فقال مكرراً له بلفظ (إن مع العسر يسراً) أي أن مع ذلك العسر المذكور سابقاً يسراً آخر لما تقرر من أنه إذا أعيد المعرف يكون الثاني عين الأول سواء كان المراد به الجنس أو العهد بخلاف المنكر إذا أعيد فإنه يراد بالثاني فرد مغاير لما أريد بالفرد الأول في الغالب، ولهذا قال النبي صلى الله عليه وسلم في معنى هذه الآية أنه لن يغلب عسر يسرين. </p><p> قال الواحدي: وهذا قول النبي صلى الله عليه وآله وسلم والصحابة والمفسرين على أن العسر واحد واليسر إثنان قال الزجاج ذكر العسر مع الألف واللام، ثم ثنى ذكره فصار المعنى أن مع العسر يسرين، قيل والتنكير في اليسر للتفخيم والتعظيم وهو في مصحف ابن مسعود غير مكرر. </p><p> قرأ الجمهور بسكون السين في العسر واليسر في الموضعين، وقرىء بضمها في الجميع وفيه خلاف هل هو أصل أو مثقل من المسكن. </p><p> وعن الحسن قال:  \" خرج رسول الله صلى الله عليه وسلم يوماً فرحاً مسروراً وهو يضحك ويقول لن يغلب عسر يسرين إن مع العسر يسراً إن مع العسر يسراً \" أخرجه عبد الرزاق وابن جرير والحاكم والبيهقي، وهذا مرسل وروي نحوه مرفوعاً مرسلاً عن قتادة. </p><p> ولما عدد سبحانه عليه - صلى الله عليه وسلم - نعمه السالفة ووعده بالنعم الآتية بعثه على الشكر والاجتهاد في العبادة فقال </p>"
}