{
  "id": null,
  "sura": 99,
  "aya": 7,
  "text": "<p> (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ) أي وزن نملة وهي أصغر ما يكون من النمل. قرأ الجمهور يره في الموضعين بضم الهاء وصلاً وسكونها وقفاً وقرأ هشام بسكونها وصلاً ووقفاً. </p><p> وقرأ الجمهور أيضاًً مبنياً للفاعل في الموضعين، وقرىء على البناء للمفعول فيهما أي يريه الله إياه، وقرىء يراه على توهم أن من موصولة أو على تقدير الجزم بحذف الحركة المقدرة في الفعل. </p><p> قال مقاتل: فمن يعمل في الدنيا مثقال ذرة خيراً يره يوم القيامة في كتابه فيفرح به، وكذلك من يعمل مثقال ذرة في الدنيا شراً يره يوم القيامة فيسؤه، ومثل هذه الآية قوله (إن الله لا يظلم مثقال ذرة) . </p><p> وقال بعض أهل اللغة أن الذرة هو أن يضرب الرجل بيده على الأرض فما علق من التراب فهو ذرة، وقيل الذر ما يرى في شعاع الشمس من الهباء، والأول أولى. </p><p> و \" من \" الأولى عبارة عن السعداء، ومن الثانية عبارة عن الأشقياء، وقال محمد بن كعب فمن يعمل مثقال ذرة من خير من كافر فيرى ثوابه في الدنيا في نفسه وماله وأهله وولده حتى يخرج من الدنيا وليس له عند الله خير، ومن يعمل مثقال ذرة من شر من مؤمن يرى عقوبته في الدنيا في نفسه وماله </p><p> وأهله وولده حتى يخرج من الدنيا وليس له عند الله شر، والأول أولى. </p><p> قال مقاتل نزلت في رجلين كان أحدهما يأتيه السائل فيستقل أن يعطيه التمرة والكسرة والجوزة، وكان الآخر يتهاون بالذنب اليسير كالكذبة والغيبة والنظرة ويقول إنما أوعد الله النار على الكفارين. </p><p> قال ابن مسعود: هذه الآية أحكم آية في القرآن وأصدق، وقد اتفق العلماء على عموم هذه الآية. </p><p> قال كعب الأحبار لقد أنزل على محمد صلى الله عليه وآله وسلم آيتان أحصتا ما في التوراة والإنجيل والزبور والصحف (فمن يعمل) إلخ. </p><p> وروى محيي السنة: عن ابن عباس ليس من مؤمن ولا كافر عمل خيراً كان أو شراً إلا أراه الله تعالى: فأما المؤمن فيغفر له سيئاته ويثيبه بحسناته، وأما الكافر فترد حسناته تحسراً ويعذب بسيئاته، وهذا الإحتمال يساعده النظم والمعنى. </p><p> عن أنس قال بينما أبو بكر الصديق رضي الله تعالى عنه يأكل مع النبي صلى الله عليه وآله وسلم إذ نزلت عليه (فمن يعمل) إلخ فرفع أبو بكر يده وقال يا رسول الله \" إني لراء ما عملت من مثقال ذرة من شر، فقال يا أبا بكر أرأيت ما ترى في الدنيا مما تكره فبمثاقيل ذر الشر، ويدخر لك ذر الخير حتى توفاه يوم القيامة \" أخرجه ابن جرير وابن المنذر وابن أبي حاتم والطبراني في الأوسط والحاكم في تاريخه وابن مردويه والبيهقي في الشعب. </p><p> عن أبي أسماء قال بينما أبو بكر يتغدى مع رسول الله صلى الله عليه وسلم إذ نزلت هذه الآية فأمسك أبو بكر وقال يا رسول الله ما عملنا من شر رأيناه فقال ما ترون مما تكرهون فذاك مما تجزون، ويؤخر الخير لأهله في الآخرة. أخرجه إسحق بن راهويه وعبد بن حميد والحاكم وابن مردويه. </p><p> وعن عبد الله بن عمرو بن العاص قال أنزلت إذا زلزلت وأبو بكر الصديق قاعد فبكى فقال له رسول الله صلى الله عليه وآله وسلم ما يبكيك يا </p><p> أبا بكر قال تبكيني هذه السورة فقال \" لولا أنكم تخطئون وتذنبون فيغفر لكم لخلق الله قوماً يخطئون ويذنبون فيغفر لهم \" . أخرجه ابن أبي الدنيا وابن جرير والطبراني وابن مردويه والبيهقي في الشعب. </p><p> وعن أبي هريرة أن رسول الله صلى الله عليه وآله وسلم قال: \" الخيل لثلاثة لرجل أجر ولرجل ستر وعلى رجل وزر، الحديث قال. </p><p> وسئل عن الحمر (٢) فقال ما أنزل عليّ إلا هذه الآية الجامعة الفاذة، (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ). أخرجه البخاري ومسلم وغيرهما. </p><p> [سورة العاديات] </p><p> في إحدى عشرة آية وهي مكية في قول ابن مسعود وجابر والحسن وعكرمة وعطاء، ومدنية في قول ابن عباس وأنس بن مالك وقتادة. </p><p> وعن الحسن قال: قال رسول الله - صلى الله عليه وآله وسلم -: \" إذا زلزلت تعدل نصف القرآن والعاديات تعدل نصف القرآن \" وهو مرسل. أخرجه أبو عبيدة في فضائله، وعن ابن عباس مرفوعاً مثله، أخرجه محمد بن نصر من طريق عطاء بن أبي رباح وزاد \" وقل هو الله أحد تعدل ثلث القرآن، وقل يا أيها الكافرون تعدل ربع القرآن \" . </p><p> بسم الله الرحمن الرحيم </p><p> وَالْعَادِيَاتِ ضَبْحًا (١) فَالْمُورِيَاتِ قَدْحًا (٢) فَالْمُغِيرَاتِ صُبْحًا (٣) فَأَثَرْنَ بِهِ نَقْعًا (٤) فَوَسَطْنَ بِهِ جَمْعًا (٥) إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ (٦) وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ (٧) وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ (٨) أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ (٩) وَحُصِّلَ مَا فِي الصُّدُورِ (١٠) إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ (١١) </p>"
}