{
  "id": null,
  "sura": 101,
  "aya": 11,
  "text": "<p> (نار حامية) أي قد انتهى حرها وبلغ في الشدة إلى الغاية، وارتفاع نار على أنها خبر مبتدأ محذوف أي هي نار حامية، نعوذ بالله منها. </p><p> [سورة التكاثر] </p><p> هي ثمان آيات وهي مكية عند الجميع وروى البخاري أنها مدنية: قال ابن عباس نزلت بمكة. </p><p> عن ابن عمر قال: قال رسول الله - صلى الله عليه وآله وسلم - \" ألا يستطيع أحدكم أن يقرأ ألف آية في كل يوم \" ، قالوا ومن يستطيع أن يقرأ ألف آية في كل يوم، قال \" أما يستطيع أحدكم أن يقرأ(أَلْهَاكُمُ التَّكَاثُرُ)\" أخرجه الحاكم والبيهقي في الشعب، قال المنذري رجال إسناده ثقات إلاّ أن عقبة لا أعرفه. </p><p> وعن عمر بن الخطاب قال: قال رسول الله - صلى الله عليه وآله وسلم - \" من قرأ في ليلة ألف آية لقي الله وهو ضاحك في وجهه قيل يا رسول الله ومن يقوى على ألف آية فقرأ \" بسم الله الرحمن الرحيم (أَلْهَاكُمُ التَّكَاثُرُ) إلى آخرها ثم قال والذي نفسي بيده إنها لتعدل ألف آية \" أخرجه الخطيب في المتفق والمفترق والديلمي.</p><p> وأخرج مسلم والترمذي والنسائي وغيرهم عن عبد الله بن الشخير قال: \" انتهيت إلى رسول الله - صلى الله عليه وآله وسلم - وهو يقرأ </p><p> (أَلْهَاكُمُ التَّكَاثُرُ) ، وفي لفظ وقد أنزلت عليه (أَلْهَاكُمُ التَّكَاثُرُ) وهو يقول: \" يقول ابن آدم مالي مالي وهل لك من مال إلا ما أكلت فأفنيت \" وأخرجه مسلم وغيره من حديث أبي هريرة ولم يذكر فيه قراءة هذه السورة ولا نزولها بلفظ \" يقول العبد مالي مالي وإنما له من ماله ثلاثة ما أكل فأفنى وما لبس فأبلي وما تصدق فأبقى، وما سوى ذلك فهو ذاهب وتاركه للناس \" . </p><p> وعن جرير بن عبد الله قال: قال لنا رسول الله - صلى الله عليه وسلم -: \" إني قارئ عليكم سورة(أَلْهَاكُمُ التَّكَاثُرُ)فمن بكى فله الجنة \" فقرأها فمنا من بكى، ومنا من لم يبك فقال الذين لم يبكوا قد جهدنا يا رسول الله أن نبكي فلم نقدر عليه، فقال \" إني قارئها عليكم الثانية فمن بكى فله الجنة، ومن لم يقدر أن يبكي فليتباك \" أخرجه البيهقي في الشعب وضعفه، والحكيم الترمذي في نوادر الأصول. </p><p> بسم الله الرحمن الرحيم </p><p> أَلْهَاكُمُ التَّكَاثُرُ (١) حَتَّى زُرْتُمُ الْمَقَابِرَ (٢) كَلَّا سَوْفَ تَعْلَمُونَ (٣) ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ (٤) كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ (٥) لَتَرَوُنَّ الْجَحِيمَ (٦) </p>"
}