{
  "id": null,
  "sura": 2,
  "aya": 57,
  "text": "<p> أتيتُهم، وقد أَهلكتَ خيارَهم، {لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا}  [الأعراف:١٥٥] ، فلم يزلْ يناشدُ ربَّه حتى أحياهم الله رجلًا بعدَ رجل بعد ما ماتوا يومًا وليلة، ينظرُ بعضهم إلى بعضٍ كيف يُحْيون، وذلك قوله: </p><p> {ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٥٦) }. </p><p> [٥٦]  {ثُمَّ بَعَثْنَاكُمْ} أحييناكم، والبعثُ: إثارةُ الشيءِ عن مَحَلِّه، يقال: بعثتُ البعيرَ، وبعثتُ النائمَ فانبعثَ. </p><p> {مِنْ بَعْدِ مَوْتِكُمْ} قال قتادة: أحياهم ليستوفوا بقية آجالهم وأرزاقِهم (١) ، ولو ماتوا بآجالهم، لم يبعثوا. </p><p> {لَعَلَّكُمْ تَشْكُرُونَ} فِعَالي. </p><p> {وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَمَا ظَلَمُونَا وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (٥٧) }. </p><p> [٥٧]  {وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ} في التيه يَقيكم حرَّ الشمسِ، والغَمامُ جمعُ غمامةٍ، من الغَمِّ، وأصلُه التَّغْطِيَةُ والسَّتْرُ، سُمِّي السحابُ غمامًا؛ لأنه يغطِّي وجهَ الشمس، وذلك أنه لم يكنْ لهم في التيه كِنٌّ يسترُهم، فشكَو إلى موسى -عليه السلام-، فأرسل الله غمامًا أبيضَ رقيقًا أطيبَ من غمام </p><p>(١) رواه ابن جرير الطبري في \"تفسيره\" (١/ ٢٩٢)، وابن أبي حاتم في \"تفسيره\" (١/ ١١٢).</p><p> المطر، وجعل لهم عمودًا من نور يضيء لهم الليلَ إذا لم يكنْ قمرٌ. </p><p> {وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى} أي: في التيه، والأكثرون على أن المنَّ هو التَّرَنْجَبينُ، وقيل: هو شيءٌ يتساقطُ على الشجر كالصَّمغ، حلوُ الطعم، فكان هذا المنُّ كل ليلةٍ يقعُ على أشجارهم مثلَ الثلج، لكلِّ إنسانٍ منهم صاعٌ، فقالوا: يا موسى! قَتَلَنَا هذا المنُّ بحلاوته، فادع لنا ربك أن يطعِمَنا اللَّحْمَ، فأنزل الله عليهمُ السَّلوى، وهو طائر يشبه السُّمَّانَ، فكان اللهُ يُنزل عليهم المنَّ والسلوى كلَّ صباحٍ من طلوع الفجر إلى طلوعِ الشمسِ، فيأخذُ كلُّ واحدٍ منهم ما يكفيه يومًا وليلة، وإذا كان يومُ الجمعة، أخذَ كلُّ واحد منهم ما يكفيه ليومين؛ لأنه لم يكنْ ينزلُ يومَ السبت. </p><p> {كُلُوا} أي: وقلنا لهم: كلوا. </p><p> {مِنْ طَيِّبَاتِ} أي: حلالات. </p><p> {مَا رَزَقْنَاكُمْ} ولا تَدَّخروا لغدٍ، ففعلوا، فقطع الله ذلك عنهم، ودَوَّدَ وفسدَ ما ادَّخروا، فقال الله تعالى: </p><p> {وَمَا ظَلَمُونَا} وما بَخَسوا حقنا. </p><p> {وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} باستيجابهم عذابي، وقطعِ مادة الرزقِ الذي كان ينزلُ عليهم بلا مُؤْنة في الدنيا، ولا حسابٍ في العقبى. </p><p> {وَإِذْ قُلْنَا ادْخُلُوا هَذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ (٥٨) }. </p>"
}