{
  "id": null,
  "sura": 2,
  "aya": 127,
  "text": "<p> {ثُمَّ أَضْطَرُّهُ} أي: أُلجئه في الآخرة. </p><p> {إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ} المرجعُ الذي يصير إليه. قرأ أبو جعفرٍ، وقالونُ، وأبو عمرٍو (بِيسَ) بغير همز، والباقون بالهمز (١) . </p><p> {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ (١٢٧) }. </p><p> [١٢٧]  {وَإِذْ} أي: واذكرْ إذ. </p><p> {يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ} وتعطفُ على إبراهيمَ. </p><p> {وَإِسْمَاعِيلُ} روي أن الله خلقَ موضعَ البيت قبلَ الأرضِ، بألفي عامٍ، وكانت زَبَدَةً بيضاءَ على الماء، فَدُحِيَتِ الأرضُ من تحتِها، فلما أهبطَ اللهُ آدمَ إلى الأرض، استوحشَ، فشكا إلى الله تعالى، فأنزل الله البيتَ المعمورَ من ياقوتةٍ من ياقوتِ الجنةِ له بابان من زُمُرُّدٍ أخضرَ، له بابٌ شرقيٌّ، وبابٌ غربي، فوضعَه على موضع البيت، وقال: يا آدمُ! إني أهبطتُ إليك بيتًا تطوفُ به كما يُطاف حولَ عرشي، وتصلي عنده كما يُصَلَّى عندَ عرشي، وأنزلَ الحجرَ، وكان أبيضَ، فاسودَّ من لمسِ الحُيَّضِ في الجاهلية، فتوجه آدمُ من أرضِ الهندِ إلى مكة ماشيًا، وقَيَّضَ اللهُ له مَلَكًا يدلُّه على البيت، فحجَّ البيتَ، وأقامَ المناسكَ، فلمَّا فَرَغَ، تلقَّتْهُ الملائكةُ وقالوا: بَرَّ حَجُّكَ يا آدمُ، لقد حججْنا هذا البيتَ قبلَك بألفي عامٍ. </p><p>(١) انظر: \"إتحاف الفضلاء\" للدمياطي (ص: ١٤٣)، و\"معجم القراءات القرآنية\" (١/ ١١٤).</p><p> قالَ ابنُ عباس: حجَّ آدمُ أربعينَ حجَّةً من الهندِ إلى مكة على رجليه، وكان على ذلك إلى أيامِ الطوفان، فرفعه الله إلى السماء الرابعة، يدخلُه كلَّ يوم سبعون ألفَ ملكٍ لا يعودون إليه، وبعثَ اللهُ جبريلَ حتى خَبَأَ الحجرَ الأسودَ في جبل أبي قُبيس؛ صيانةً له من الغرق، وكان موضعُ البيتِ خاليًا إلى زمن إبراهيم -عليه السلام-، ثم إن الله تعالى أمر إبراهيم بعدَ ما وُلد له إسماعيلُ وإسحاقُ ببناء بيتٍ يُذْكَر فيه، فسأل الله -عز وجل- أن يبين له موضعَهُ، فبعثَ اللهُ سبحانَه سحابةً على قَدْرِ الكعبة، فجعلتْ تسيرُ وإبراهيمُ يمشي في ظِلِّها إلى أن وافَتْ مكةَ، ووقفتْ على موضع البيتِ، فَنُودي منها: يا إبراهيم! أن ابنِ على ظِلِّها لا تزدْ ولا تنقصْ، فبنى إبراهيمُ وإسماعيلُ البيتَ، فكان إبراهيمُ يبنيه، وإسماعيلُ يناولُه الحجارة، فذلك قوله تعالى:  {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ} يعني: الأساسَ، جمعُ قاعدةٍ، فلما انتهى إبراهيمُ إلى موضعِ الحجرِ الأسودِ، قال لابنهِ إسماعيلَ: ائتني بحجرٍ حَسَنٍ يكونُ للناسِ عَلَمًا، فأتاه بحجرٍ، فقال: ائتني بأحسنَ من هذا، فمضى إسماعيلُ (١) يطلبه، فصاحَ أبو قُبيس: يا إبراهيمُ! إن لكَ عندي وديعةً فخذْها، فأخذَ الحجرَ الأسودَ فوضعَه مكانَه. </p><p> وقيل: أولُ مَنْ بنى الكعبةَ في الأرض الملائكةُ بأمرِ اللهِ بحيالِ البيتِ المعمورِ في السماءِ على قدرِه ومثالِه، وقيلَ: أولُ من بنى الكعبَة آدمُ، واندرسَ زمنَ الطوفان، ثم أظهرَه الله لإبراهيمَ حتى بناه (٢) . </p><p>(١) في \"ت\": \"إبراهيم\". (٢) انظر: \"تفسير البغوي\" (١/ ١٠٥ - ١٠٦)، و\"الدر المنثور\" للسيوطي (٢/ ٢٦٥).</p>"
}