{
  "id": null,
  "sura": 2,
  "aya": 184,
  "text": "<p> هذا الصيام؛ أعني: ثلاثين يومًا، كان مفروضًا على من تقدَّمنا، ولم نُخَصَّ به بقوله: </p><p> {كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ} من الأنبياء والأممِ، وكان صيامُ مَنْ تقدَّمنا من العتمة إلى الليلة القابلة، وكان النصارى قد يقع صيامهم في الحرِّ الشديد، فيشُقُّ عليهم، فجعلوه في الربيع، وزادوه عَشْرًا كفارةً لِما صنعوا، ثم مرض ملكُهم فبرئ، فأتمَّهُ خمسين. </p><p> {لَعَلَّكُمْ تَتَّقُونَ} ما لم يَجُزْ شرعًا. </p><p> {أَيَّامًا مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١٨٤) }. </p><p> [١٨٤]  {أَيَّامًا} ظرفٌ لكُتِبَ؛ كقولك (١) : نويتُ الخروجَ يومَ الجمعة. </p><p> {مَعْدُودَاتٍ} مُوَقَّتاتٍ بعددٍ، وكان في ابتداء الإسلام صومُ ثلاثةِ أيام من كلِّ شهرٍ واجبًا، وصومُ عاشوراء، فَنُسِخَ بصيام رمضان، وأولُ ما نُسِخَ بعدَ الهجرةِ أمرُ القبلةِ والصومِ، وفُرِضَ رمضانُ في السنة الثانية من الهجرة إجماعًا، فصام -عليه السلام- تسعَ رمضاناتٍ إجماعًا. </p><p> {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ} أي: راكب سفر. </p><p>(١) في \"ت\": \"كقوله\".</p><p> {فَعِدَّةٌ} مبتدأ، خبرُه محذوف، تقديره، ومعناه: فأفطرَ، فعليه صيامُ عددِ أيامِ فطرِه. </p><p> {مِنْ أَيَّامٍ} نعتٌ لعِدَّة. </p><p> {أُخَرَ} غيرِ أيامِ مرضِه وسفرِه. </p><p> {وَعَلَى الَّذِينَ يُطِيقُونَهُ} أي: على الذين يقدرون على الصيام، وهم مَنْ (١) لا عذرَ له في الفطر، فعليه إن أفطر: </p><p> {فِدْيَةٌ طَعَامُ مِسْكِينٍ} لأنهم كانوا قد خُيِّروا في ابتداء الإسلام بينَ أن يصوموا وبينَ أن يفطروا ويفتدوا، فَنُسِخَ التخييرُ بقوله:  {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ}  [البقرة: ١٨٥] . قرأ نافعٌ، وأبو جعفرٍ، وابنُ ذكوانَ عنِ ابنِ عامر:  (فِدْيَةُ طَعَامِ) بالإضافة (مَسَاكِينَ) على الجمع بألف (٢) بعدَ السين، وافقهم هشامٌ في جمع مساكين. وقرأ الباقون:  (فِدْيَةٌ) منونةً (طَعَامُ) رفعٌ (مِسْكِينٍ) على التوحيد، فمن جمعَ، نصبَ النونَ، ومن وحَّدَ، خفضَ النونَ، ونَوَّنَها (٣) ، وهي ثابتةٌ في حقِّ مَنْ كان يطيقُ في حالِ الشبابِ، ثم عجزَ لكبرِهِ، فله أن يُفطرَ ويفتديَ عندَ الثلاثة، وعندَ مالكٍ يفطرُ ولا فديةَ </p><p>(١) في \"ن\": \"ممن\". (٢) في \"ن\": \"بالألف\".(٣) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٣٦)، و\"الحجة\" لأبي زرعة (ص: ١٢٤)، و\"السبعة\" لابن مجاهد (ص: ١٧٦)، و\"الحجة\" لابن خالويه (ص: ٩٣)، و\"الكشف\" لمكي (١/ ٢٨٢ - ٢٨٣)، و\"الغيث\" للصفاقسي (ص: ١٤٧)، و\"تفسير البغوي\" (١/ ١٥٢)، و\"التيسير\" للداني (ص: ٧٩)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٢٦)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٤)، و\"معجم القراءات القرآنية\" (١/ ١٤٢).</p><p> عليه، لكنْ تستحَبُّ. والفديةُ: الجزاءُ، وهو أن يُطعمَ عن كلِّ يومٍ أفطرَ مسكينًا مُدًّا مِنْ بُرٍّ، وهو رِطْلٌ وثُلُثٌ بالعراقيِّ عندَ الشافعيِّ ومالكٍ وأحمدَ، وعندَ أبي حنيفةَ نصفُ صاعٍ بُرًّا، أو صاعٌ من غيره، وقدر الصاعِ عندَه ثمانيةُ أرطالٍ بالعراقيِّ. </p><p> {فَمَنْ تَطَوَّعَ خَيْرًا} أي: زادَ على مسكينٍ واحدٍ، أو زادَ على الواجبِ عليه. </p><p> {فَهُوَ} أي: فالتطوُّعُ. </p><p> {خَيْرٌ لَهُ} قرأ حمزةُ، والكسائيُّ، وخلف:  (يَطَّوَّعْ)  (١) أي: يَتَطَوَّعْ، ومحلُّ {وَأَنْ تَصُومُوا} رفعٌ مبتدأ، خبرُه: </p><p> {خَيْرٌ لَكُمْ} أي: والصيامُ خير من الفديةِ. </p><p> {إِنْ كُنْتُمْ تَعْلَمُونَ} ذلكَ، والحاملُ والمرضِعُ إذا خافتا على وَلَدَيهما وأَنْفُسِهما، أَفْطَرتا، وقَضَتا (٢) بالاتفاق، ولا فديةَ عليهِما عندَ أبي حنيفةَ، والمشهورُ عن مالكٍ وجوبُ الفديةِ على المرضِعِ دونَ الحاملِ، وعندَ الشافعيِّ وأحمدَ إِنْ أفطرتا خَوْفًا على أنفسِهما، فلا فديةَ، أو على الولدِ لزمَتْهما الفديةُ، وأما المريضُ والمسافرُ والحائضُ والنفساءُ، فعليهمُ القضاءُ دونَ الفديةِ بالاتفاق. </p><p> ثم بين اللهُ تعالى أيامَ الصيام فقال: </p><p>(١) انظر: \"الحجة\" لابن خالويه (ص: ٩٠)، و\"الكشف\" لمكي (١/ ٢٦٩ - ٢٧٠)، و\"الغيث\" للصفاقسي (ص: ١٤٨)، و\"التيسير\" للداني (ص: ٧٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٥)، و\"معجم القراءات القرآنية\" (١/ ١٤٣). (٢) في \"ن\": \"وقضيا\".</p>"
}