{
  "id": null,
  "sura": 2,
  "aya": 50,
  "text": "<p> قيل: إنه قتلَ في طلب موسى اثني عشرَ ألفَ صبيٍّ، وقيل: تسعين ألفَ وليدٍ. وأسرعَ الموتُ في مشيخةِ بني إسرائيلَ، فدخل رؤوسُ القبطِ على فرعونَ، وقالوا: إنَّ الموتَ وقعَ في بني إسرائيل، فتذبح صغارُهم، ويموت كبارُهم، فيوشك أن يقعَ العملُ علينا، فأمرَ فرعونُ أن يُذبحوا سنة، ويُتركوا سنة، فوُلِدَ هارونُ في السنة التي لا يُذْبحون فيها، ووُلِدَ موسى في السنة التي يُذْبحون فيها (١) . قرأ أبو عمرٍو (ويستحيون نساءكم) بإدغام النون في النون. </p><p> {وَفِي ذَلِكُمْ بَلَاءٌ} اختبار. </p><p> {مِنْ رَبِّكُمْ عَظِيمٌ} قيل: البلاء: المحنة؛ أي: في سومهم إياكم سوءَ العذاب محنةٌ عظيمة، وقيل: البلاء: النعمة؛ أي: وفي إنجائي إياكم منهم نعمةٌ عظيمة، والبلاء يكون بمعنى النعمة، وبمعنى الشدة، والله تعالى قد يختبرُ على النعمة بالشكر، وعلى الشدة بالصبر. </p><p> {وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنْجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنْتُمْ تَنْظُرُونَ (٥٠) }. </p><p> [٥٠]  {وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ} معناه: فرقنا البحرَ بدخولكم إياه، والفَرْقُ: الفصلُ؛ أي: اذكروا أيضًا مِنَّتي عليكم بأنْ جعلتُ لكمُ البحرَ أفراقًا؛ أي: اثني عشر فِرْقًا، و (بكم) للباء وجهان: أحدهما: لكم، والباء قد تجيء بمعنى اللام، قال الله تعالى:  {ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ}  [الحج: ٦٢] ؛ </p><p>(١) رواه ابن جرير الطبري في \"تفسيره\" (١/ ٢٧٢ - ٢٧٣)، وابن أبي حاتم في \"تفسيره\" (١/ ١٠٦)، عن السدي.</p><p> أي: لأن الله، والثاني: أي: بدخولِكم، فتكون الباءُ على حقيقتها. وسُمِّي البحرُ بحرًا؛ لاستبحاره؛ أي: اتساعِه وانبساطِه، ومنه قيلَ للفرس؛ بحرٌ، إذا اتَّسَعَ في جَرْيه، وذلك أنه لما دنا هلاكُ فرعونَ، أمر الله تعالى موسى أن يسريَ ببني إسرائيل من مصرَ ليلًا، فأمر موسى قومَهُ أن يُسْرِجوا في بيوتهم إلى الصُّبح، وأخرجَ الله كُلَّ ولدِ زِنًا في القبطِ من بني إسرائيل إليهم، وكلَّ ولدِ زِنًا في بني إسرائيل من القِبْطِ إلى القبطِ، حتى رجعَ كُلٌّ إلى أبيه، وألقى الله الموتَ على القبط، فمات كلُّ بِكْرٍ لهم من شابٍّ وشابة، فاشتغلوا بدفنهم حتى أصبحوا، وخرج موسى في ستِّ مئةِ ألفٍ وعشرينَ ألفَ مقاتلٍ، لا يعدُّونَ ابنَ العشرينَ لصغره، ولا ابنَ الستين لكبره، وكانوا يومَ دخلوا مصرَ مع يعقوب اثنين وسبعين إنسانًا ما بينَ رجلٍ وامرأة، فلما أرادوا السيرَ، ضُرب عليهم التيهُ، فلم يَدْروا أين يذهبون، فدعا موسى مشيخةَ بني إسرائيل، وسألهم عن ذلك، فقالوا: إن يوسف -عليه السلام- لما حضره الموتُ، أخذ على إخوته عهدًا ألا يَخْرجوا من مصر حتى يُخْرجوه معه، فلذلك استدَّ عليهم الطريقُ، فسألهم عن موضع قبره، فلم يعلموا، فقام موسى ينادي: أنشد اللهَ كُلَّ من يعلمُ أينَ موضعُ قبر يوسفَ إلا أخبرني به، ومن لم (١) يعلم به، فَصُمَّتْ أُذناه عن قولي، فكان يمرُّ بين رجلين ينادي، فلا يسمعان صوته حتى سمعَتْهُ عجوزٌ لهم، فقالت: أرأيتكَ إن دللتُكَ على قبره، أتعطيني كلَّ ما سألتُكَ؟ فأبى عليها وقال: حتى أستأذِنَ رَبِّي، فأمره الله -عز وجل- بإيتاء سؤلها، فقالت: إني عجوزٌ كبيرةٌ لا أستطيعُ المشيَ، فاحملْني وأخرجْني من مصَر، هذا في الدنيا، وأما في </p><p>(١) في \"ت\": \"لا\".</p><p> الآخرةِ فأسألك ألَّا تنزل غرفةً من الجنة إلا نزلتُها معكَ، قال: نعم، قالتْ: إنه في جوفِ الماء في النيل، فادعُ اللهَ حتي يحسرَ عنه الماء، فدعا الله، فحسر عنه الماء، ودعا الله أن يؤخر طلوعَ الفجرِ إلى أن يفرغ من أمر يوسفَ، فحفر موسى ذلك الموضعَ، واستخرجه من صندوق من مَرْمَرٍ، وحمله حتى دفنه بحبرون (١) بجوارِ قبرِ أبيه يعقوب، ففتح لهم الطريقُ، فساروا وموسى على ساقَتِهِمْ وهارونُ على مقدِّمَتِهم، وندر بهم فرعونُ، فجمعَ قومَه، وأمرَهم ألَّا يخرجوا في طلبِ بني إسرائيلَ حتى يصيحَ الديكُ، فلم يَصِحِ الديكُ تلكَ الليلة، فخرج فرعونُ في طلب بني إسرائيلَ وعلى مقدمته هامانُ في ألفِ ألفٍ وسبعِ مئةِ ألفٍ، وكان فيهم سبعون ألفًا من دُهْم الخيل، سوى سائِر الشِّيآتِ، وكان فرعونُ يكون في الدُّهم، فسار بنو إسرائيلَ حتى وصلوا إلى البحر، والماء في غاية الزيادة، ونظروا فإذا هم بفرعونَ حين أشرقتِ الشمسُ، فبقُوا متحيِّرين، وقالوا: يا موسى! كيف نصنعُ؟ وأينَ ما وعدتَنا؟ هذا فرعونُ خلفَنا، إن أدركَنا قتلَنا، والبحرُ أمامَنا، إنْ دخلناه غرقنْا، قال الله تعالى: {فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ (٦١) قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ} [الشعراء: ٦١، ٦٢] ، فأوحى الله تعالى إليه أَنِ اضربْ بعصاكَ البحر، فضربَهُ فلم يُطِعْه، فأوحى الله إليه أنْ كَنِّهِ؛ أي: كلِّمْهُ بالكُنية، فضربهُ وقالَ: انفلِقْ يا (٢) أبا خالدٍ بإذن الله {فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ}  [الشعراء: ٦٣] ، وظهر فيه اثنا عشَر طريقًا، لكل سِبْطٍ طريقٌ، وارتفعَ الماءُ بينَ كلِّ طريقينِ كالجبلِ، وأرسلَ اللهُ الريحَ والشمسَ </p><p>(١) في \"ن\" \"بجهرون\". (٢) \"يا\" سقطت من \"ظ\".</p><p> على قَعْرِ البحرِ حَتَّى صارَ يَبَسًا، فخاضَتْ بنو إسرائيلَ البحرَ، كلُّ سبطٍ في طريقٍ، وعن جانبيهم الماءُ كالجبلِ الضَّخم، ولا يرى بعضُهم بعضًا، فخافوا، وقالَ كلُّ سبطٍ قد قُتل إخوانُنا، فأوحى الله تعالى إلى جبالِ الماءِ أنْ يتشبَّكنَ، فصارَ الماءُ شبكاتٍ كالطَّاقاتِ يرى بعضُهم بعضًا، ويسمعُ بعضُهُم كلامَ بعضٍ حتى عبروا البحر سالمين، فذلك قوله تعالى:  {وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ}  (١) . </p><p> {فَأَنْجَيْنَاكُمْ} من آلِ فرعونَ ومن الغرقِ. </p><p> {وَأَغْرَقْنَا آلَ فِرْعَوْنَ} أي: فرعونَ وجيوشَه، وذلك أنَّ فرعونَ لما وصل إلى البحر، فرآه منفلِقًا، قالَ لقومِه: انظُروا إلى البحرِ انفلقَ من هَيْبَتي حتى أُدْرِكَ عَبيدي الذين أَبَقُوا، ادخُلوا البحرَ، فهاب قومُه أن يدخلوه، وقالوا له: إن كنتَ ربًّا، فادخلِ البحرَ كما دخلَ موسى، وكانَ فرعونُ على حصانٍ أَدْهَمَ، ولم يكنْ في خيلِ فرعونَ فرسٌ أُنثى، فجاء جبريلُ في صورة هامانَ على أُنثى وَدِيقٍ؛ أي: شَهِيٍّ، وهي التي في فرجِها بَلَلٌ، فتقدَّمَهُ وخاضَ البحرَ، فلما شمَّ أدهمُ فرعونَ ريحَها، اقتحمَ البحرَ في أثرِها، ولم يملكْ فرعونُ من أمره شيئًا، وهو لا يرى فرسَ جبريلَ، واقتحمتِ الخيولُ خلفَه في البحر، وجاء ميكائيلُ على فرسٍ خلفَ القوم يشحذُهم ويسوقُهم حتى لا يشذَّ رجلٌ منهم، ويقولُ لهم: الحقوا بأصحابِكم، حتى خاضوا كلُّهم البحرَ، وخرجَ جبريلُ من البحر، وهمَّ أولُهم بالخروج، أمرَ اللهُ البحرَ أن يأخذَهم، فالتَطَمَ عليهم، وغَرَّقَهم أجمعينَ، وكان بينَ طرفي البحرِ أربعةُ فراسخَ، وهو بحر قُلْزُم طرف من بحر فارس، والقُلْزُمُ -بضم القاف </p><p>(١) رواه ابن جرير الطبري في \"تفسيره\" (١/ ٢٧٧ - ٢٧٨)، عن السدي وابن زيد.</p>"
}