{
  "id": null,
  "sura": 2,
  "aya": 223,
  "text": "<p> {فَإِذَا تَطَهَّرْنَ} أي: اغتسلْنَ. </p><p> {فَأْتُوهُنَّ} أي: جامعوهن. </p><p> {مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ} والمرادُ: الفرج. </p><p> قال ابن عباس: طَؤُوهُنَّ في الفَرْجِ، ولا تَعْدُوه إلى غيرِه (١) ، أي: اتَّقوا الأدبارَ. </p><p> ولا يجوز وطءُ الحائضِ حتى ينقطعَ دمُها وتغتسلَ عندَ الشافعيِّ ومالكٍ وأحمدَ، وعند أبي حنيفة يجوزُ وطؤها إذا انقطعَ دمُها نهايةَ حيضِها، وإن لم تغتسلْ. </p><p> {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ} من الذنوبِ، ولا يعودون إليها. </p><p> {وَيُحِبُّ الْمُتَطَهِّرِينَ} من الشرك، وبالماءِ من الأحداثِ والنجاساتِ. </p><p> {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُوا لِأَنْفُسِكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ (٢٢٣) }. </p><p> [٢٢٣]  {نِسَاؤُكُمْ} مبتدأ، خبرُه: </p><p> {حَرْثٌ لَكُمْ} أي: مَزْرَعٌ ومَنْبَتٌ للولدِ بمنزلةِ الأرضِ للنباتِ؛ تشبيهًا لما يلقى في أرحامِهِنَّ من النُّطَفِ بالبذْرِ. </p><p> {فَأْتُوا حَرْثَكُمْ} نساءكم. </p><p>= القراءات العشر\" لابن الجزري (٢/ ٢٢٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٧)، و\"معجم القراءات القرآنية\" (١/ ١٧١). (١) رواه الطبري في \"تفسيره\" (٢/ ٣٨٧)، والبيهقي في \"السنن الكبرى\" (١/ ٣٠٩).</p><p> {أَنَّى شِئْتُمْ} مُقبلاتٍ ومُدْبِرات. المعنى: جامِعُوهنَّ من أيِّ شِقٍّ شئتُم في المأتَى، وكانت اليهودُ تقولُ في الذي يأتي امرأتَهُ (١) من دُبرِها في قُبلها: إن الولدَ يكونُ أحولَ، فنزلتْ:  {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} ولا يجوزُ إتيانُ المرأةِ في دُبُرِها بالاتفاق، وعن مالكٍ -رضي الله عنه- أنه قيلَ له: إنه نُقِلَ عنكَ أنك أَبَحْتَهْ، فقال: كَذَبُوا عليَّ، كذبوا عليَّ (٢) . </p><p> وعن أبي هريرة -رضي الله عنه- قال: قال رسولُ الله - صلى الله عليه وسلم -: \"مَلْعُونٌ مَنْ أَتَى امْرَأَةً فِي دُبُرِهَا\"  (٣) . </p><p> وعن أبي هريرةَ أيضًا عن النبي - صلى الله عليه وسلم - قال:  \"مَنْ أَتَى حَائِضًا، أَوِ امْرَأَةً فِي دُبُرِهَا، أَوْ كَاهِنًا فَصَدَّقَهُ بِمَا يَقُولُ، فقد كَفَرَ بِمَا أُنَزِلَ عَلَى مُحَمَّدٍ\"  (٤) رواهُنَّ كُلَّهن الأثرُم. قرأ أبو عمرٍو، وأبو جعفرٍ، وورشٌ:  (شِيتُمْ) بغير همز، والباقون: بالهمز (٥) . </p><p> {وَقَدِّمُوا لِأَنْفُسِكُمْ} التسميةُ عندَ الجماع. </p><p> وعن رسولِ الله - صلى الله عليه وسلم - أنه قال: \"إِذَا أَتَى أَحَدُكُمْ أَهْلَهُ فَلْيَقُلْ: اللَّهُمَّ جَنِّبْنَا </p><p>(١) في \"ت\": \"المرأة\". (٢) رواه ابن عساكر في \"تاريخ دمشق\" (٨/ ٤٠٥).(٣) رواه أبو داود (٢١٦٢)، كتاب: النكاح، باب: في جامع النكاح، والنسائي في \"السنن الكبرى\" (٩٠١٥)، والإمام أحمد في \"المسند\" (٢/ ٤٤٤)، وانظر: \"التلخيص الحبير\" لابن حجر (٣/ ١٨٠).(٤) رواه النسائي في \"السنن الكبرى\" (٩٠١٧)، والترمذي (١٣٥)، كتاب: الطهارة، باب: ما جاء في كراهية إتيان الحائض، وابن ماجه (٦٣٩)، كتاب: الطهارة، باب: النهي عن إتيان الحائض، والإمام أحمد في \"المسند\" (٢/ ٤٠٨).(٥) انظر: \"الغيث\" للصفاقسي (ص: ١٦٢)، و\"معجم القراءات القرآنية\" (١/ ١٧٢)، حيث ذكرا القراءة عن أبي عمرو فقط.</p>"
}