{
  "id": null,
  "sura": 2,
  "aya": 246,
  "text": "<p> {أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ مُوسَى إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِنْهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (٢٤٦) }. </p><p> [٢٤٦]  {أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ} الملأُ من القوم: وجوهُهم وأشرافُهم، وأصلُ الملأ: الجماعةُ من الناس. </p><p> {مِنْ بَعْدِ} موت. </p><p> {مُوسَى إِذْ قَالُوا لِنَبِيٍّ لَهُمُ} هو أشموئيل، ومعناه بالعبرانية إسماعيل، مولدُه بقرية يقال لها: شيلوا، ويقال: إنها المشهورةُ يومئذٍ بالسيلةِ من أعمالِ نابُلُسَ، بعثه الله نبيًّا لما صار له أربعون سنةً، فدبَّرَ بني إسرائيل، ولبثوا أربعين سنةً بأحسنِ حال، وكان قوامُ أمر (١) بني إسرائيل بالاجتماع على الملوك، وكان ملوكُهم يطيعون أنبياءهم، فظهر لهم عدوٌّ عظيم، وهم قومُ جالوتَ، وهم العمالقة، كانوا يسكنون ساحلَ بحرِ الروم بينَ مصرَ وفلسطين، فظهروا على بني إسرائيل، وغلبوا على كثير من أرضهم، وسَبَوا منهم، وأسروا، فقالوا لنبيهم أشموئيل: </p><p> {ابْعَثْ} أي: آثِرْ وأرسلْ. </p><p> {لَنَا مَلِكًا} أي: معنا سلطانًا يتقدَّمُنا. </p><p> {نُقَاتِلْ فِي سَبِيلِ اللَّهِ} فلما قالوا له ذلك. </p><p>(١) \"أمر\" ساقطة من \"ت\".</p><p> {قَالَ} لهم: </p><p> {هَلْ عَسَيْتُمْ} استفهامُ شَكٍّ، يقول: لعلكم. قرأ نافعٌ:  (عَسِيتُمْ) بكسر السين؛ كخشيتم، والباقون: بالفتح كرميتُم، وهي اللغة الفصيحة (١) . </p><p> {إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ} مع ذلكَ الملكِ. </p><p> {أَلَّا} تقوموا بما تقولون، ولا {تُقَاتِلُوا} معه. تلخيصُه: أنتم جبناءُ عن القتال، فكيف تقاتلون؟ فثمَّ استفهموا منكرين، و: </p><p> {قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ} المعنى: أيُّ عذرٍ لنا في تركِ الجهاد. </p><p> {وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا} المعنى: أُخرجَ بعضُنا؛ لأن القائلين كانوا في ديارهم. </p><p> {فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا} أعرضوا عن الجهاد، وضيَّعوا أمرَ الله. </p><p> {إِلَّا قَلِيلًا مِنْهُمْ} وهم الذين عَبَروا النهرَ مع طالوت، واقتصروا على الغَرْفةِ، وكانوا ثلاثَ مئةِ رجلٍ وثلاثةَ عشرَ رجلًا كأهلِ بدرٍ، ثم تهدَّدَهم فقال: </p><p> {وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ} بترك الجهاد. </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٢٧)، و\"الحجة\" لأبي زرعة (ص: ١٤٠)، و\"السبعة\" لابن مجاهد (ص: ١٨٧)، و\"الكشف\" لمكي (١/ ٣٠٣)، و\"الغيث\" للصفاقسي (ص: ١٦٨)، و\"تفسير البغوي\" (١/ ٢٥٤)، و\"معجم القراءات القرآنية\" (١/ ١٩٠).</p>"
}