{
  "id": null,
  "sura": 2,
  "aya": 255,
  "text": "<p> {وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} بوضعِهِمُ العبادةَ في غيرِ محلها. </p><p> ... </p><p> {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ (٢٥٥) }. </p><p> [٢٥٥]  {اللَّهُ لَا إِلَهَ إِلَّا هُوَ} هي أعظمُ آيةٍ في كتاب الله، قال - صلى الله عليه وسلم -: \"وَالَّذِي نَفْسِي بِيَدِهِ! إِنَّ لَها لَلِسَانًا وَشَفَتَيْنِ تُقَدِّسُ المَلِكَ عِنْدَ سَاقِ الْعَرْشِ\"  (١) وَ \"مَنْ قَرَأَهَا حِينَ يَأْوِي إِلَى فِرَاشِهِ، وَكَّلَ اللهُ بِهِ حَافِظًا، وَلاَ يَقْرَبُهُ شَيْطَانٌ حَتَّى يُصْبِحَ\"  (٢) . </p><p> {الْحَيُّ} الذي لا يلحقُه الفناءُ ولا يموتُ. </p><p> {الْقَيُّومُ} القائمُ بتدبيرِ خلقِه. </p><p>= ٩٩)، و\"الكشف\" لمكي (١/ ٣٠٥ - ٣٠٦)، و\"الغيث\" للصفاقسي (ص: ١٦٩)، و\"تفسير البغوي\" (١/ ٢٦٧)، و\"التيسير\" للداني (ص: ٨٢)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١١)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٣٥)، و\"معجم القراءات القرآنية\" (١/ ١٩٤). (١) رواه مسلم (٨١٠)، كتاب: صلاة المسافرين وقصرها، باب: فضل سورة الكهف وآية الكرسي، والإمام أحمد في \"المسند\" (٥/ ١٤١)، عن أبي بن كعب -رضي الله عنه-، وهذا لفظ أحمد.(٢) رواه البخاري (٤٧٢٣)، كتاب: فضائل القرآن، باب: فضل سورة البقرة، عن أبي هريرة -رضي الله عنه-.</p><p> {لَا تَأْخُذُهُ سِنَةٌ} هي النعاسُ، وهي أولُ النوم. قرأ الكسائيُّ (سِنَةٌ) بإمالةِ النون حيثُ وقفَ على هاء التأنيث. </p><p> {وَلَا نَوْمٌ} هو غَشْيَةٌ ثقيلةٌ تقع على القلب، فتمنعُهُ معرفةَ الأشياء. </p><p> تلخيصُه: هو منزَّهٌ عن جميعِ التغييرات. </p><p> {لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} لأنه خلقَها بما فيهما. </p><p> {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ} لأن أحدًا لا يقدرُ على الكلامِ يومَ القيامة. قرأ أبو عمرٍو (يَشْفَع عنْدَهُ) بإدغام العين الأولى في الثانية، و (يَعْلَم ما) بإدغامِ الميمِ في الميم (١) . </p><p> {إِلَّا بِإِذْنِهِ} بأن يأذن في الكلام والشفاعة لمن شاء فيمن شاء. </p><p> {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ} أي: بينَ أيدي ما فيهما، والمرادُ: ما وُجِدَ قبلَ خلقِ ما فيهما؛ كالملائكة. </p><p> {وَمَا خَلْفَهُمْ} ما يوجَدُ بعد ما فيهما. قرأ يعقوبُ:  (أَيْدِيهُمْ) بضم الهاء، وقرأ ابنُ كثيرٍ، وأبو جعفرٍ:  (أَيْدِيهِمُو) واختُلِفَ عن قالون (وَمَا خَلْفَهُمْ) كذلك (٢) . </p><p> {وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ} أي: من معلوماتِه. </p><p> {إِلَّا بِمَا شَاءَ} مِمَّا (٣) أخبرَ بهِ الرسلَ. </p><p> {وَسِعَ كُرْسِيُّهُ} قال ابنُ عباس: كرسِيُّهُ: علمُه (٤) ، وقالَ الحسنُ: هو </p><p>(١) انظر: تفسير الآية (٤) من سورة الفاتحة، والقراءة ثمة. (٢) انظر: الآية (٧) من سورة الفاتحة.(٣) في \"ن\": \"فيما\".(٤) رواه الطبري في \"تفسيره\" (٣/ ٩).</p>"
}