{
  "id": null,
  "sura": 2,
  "aya": 235,
  "text": "<p> والادِّهان بالمطيَّبِ بالاتفاق، وجَوَّزَ أبو حنيفةَ ومالكٌ وأحمدُ الاكتحالُ بالأسودِ للضرورة، وعند الشافعي تكتحلُ به (١) ليلًا، وتمسحُه نهارًا للضرورة، وأما المطلقة، فإن كان طلاقُها رجعيًّا، فلا إحدادَ عليها بالاتفاق، وإن كان بائنًا، فقال أبو حنيفة: يجبُ عليها الإحدادُ، وقال مالكٌ وأحمد: لا يجبُ عليها، وعندَ الشافعيِّ يُستحبُّ، وعنه قولٌ يجبُ. </p><p> {وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَكِنْ لَا تُوَاعِدُوهُنَّ سِرًّا إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفًا وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ (٢٣٥) }. </p><p> [٢٣٥]  {وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ} أي: المعتدَّات، والتعريضُ: التلويح بالشيء، وهو ما يلوحُ؛ أي: يبين منه المرادُ من غيرِ تصريحٍ، فالتعريضُ بالخِطبةِ مباحٌ في العدَّةِ من الوفاةِ والطلاقِ البائنِ بالاتفاق، نحو قوله: إنِّي في مثلِكِ لراغبٌ، ولا تفوتيني بنفسِكِ، وتجيبُه: ما يُرْغَبُ عنكَ، وإن قُضي شيءٌ كانَ، ونحوهما، ولا يجوز التعريضُ للرجعية، ولا التصريحُ للبائن قبلَ انقضاءِ العدةِ بالاتفاق، والخِطْبَةُ: التماسُ النكاح، فإذا خطبَ الرجلُ امرأةً، وأُجيب، حَرُمَ على غيره أن يخطبَ على خِطبته بالاتفاق، فلو خالفَ وفعلَ، صحَّ </p><p>(١) \"به\" ساقطة من \"ن\".</p><p> النكاحُ، ولزمَ عندَ الثلاثة، وقال مالكٌ: يُفْسخ قبل الدخولِ لا بعده. </p><p> {أَوْ أَكْنَنْتُمْ} أي: أَضْمَرْتم. قرأ عاصمٌ، وحمزةُ، والكسائيُّ، وخلفٌ، وابنُ عامرٍ، ورَوْحٌ عن يعقوبَ (النِّسَاءِ أَوْ أَكْنَنْتُمْ) وشبهه حيثُ وقعَ بتحقيق الهمزتين والباقون بتحقيق الأولى وتسهيل الثانية وهي أن تبدل ياء (١) . </p><p> {فِي أَنْفُسِكُمْ} في قلوبكم. تلخيصُه: لا تَبِعَةَ عليكم في التلويح بالنكاح. </p><p> {عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ} ولكم ميلٌ إليهنَّ، فاذكروهُنَّ. </p><p> {وَلَكِنْ لَا تُوَاعِدُوهُنَّ سِرًّا} والسرُّ: الجِماعُ؛ أي: لا تَصِفوا أنفسَكُم لهنَّ بكثرةِ الجِماع، وإنما قيلَ للجماعِ: السِّرُّ؛ لأنه يكون في خُفْيَةٍ بينَ الرجل والمرأة. </p><p> {إِلَّا أَنْ تَقُولُوا قَوْلًا مَعْرُوفًا} وهو التعريضُ بالخِطبةِ. </p><p> {وَلَا تَعْزِمُوا} أي: تَنْووا. </p><p> {عُقْدَةَ النِّكَاحِ} في العدَّةِ. </p><p> {حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ} بانقِضائِها، وسُمِّيتِ العدَّةُ كِتابًا، لأنها فرضٌ في الكتاب، فعَقْدُ النكاحِ في العدَّةِ لغيرِ المطلِّقِ دونَ الثلاثِ باطلٌ بالاتفاق. </p><p> {وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ} فخافوه عقابه. </p><p>(١) انظر: \"الغيث\" للصفاقسي (ص: ١٦٦)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٨ - ١٥٩)، و\"معجم القراءات القرآنية\" (١/ ١٨١).</p>"
}