{
  "id": null,
  "sura": 2,
  "aya": 34,
  "text": "<p> {إِنِّي أَعْلَمُ} تقدم مذاهبُ (١) القراء في فتح الياء وإسكانها من (إنِّي) في الحرف المتقدم قريبًا. </p><p> {غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ} ما كان منها، وما يكون؛ لأنه قد قال لهم:  {إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ} . </p><p> {وَأَعْلَمُ مَا تُبْدُونَ} أي: تظهرون، يعني قولهم:  {أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا} . </p><p> {وَمَا كُنْتُمْ تَكْتُمُونَ} تُسِرُّون، يعني قولهم: لن يخلقَ اللهُ ربُّنا خَلْقًا أكرمَ عليه منا. </p><p> ... </p><p> {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ (٣٤) }. </p><p> [٣٤]  {وَإِذْ قُلْنَا} مذهب العرب أن الرئيسَ يخبرُ عن نفسِه بضمير الجمع. </p><p> {لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ} قرأ أبو جعفر: (لِلْمَلائِكَةُ) بضمِّ التاءِ حالةَ الوصلِ إتباعًا، ورُويَ عنهُ إشمامُ كسرتها الضمَّ، والوجهان صحيحان عنه، ووجهُ الإشمام أنه أشارَ إلى الضمِّ تنبيهًا على أن الهمزةَ المحذوفةَ التي هي همزةُ الوصلِ مضمومةٌ حالةَ الابتداءِ، ووجهُ الضمِّ أنهم استثقلوا الانتقالَ من الكسرةِ إلى الضمة إجراءً للكسرةِ اللازمةِ مجرى العارضة، وعللها أبو البقاءِ أنه نوى الوقفَ على التاء، فسكنها، ثم حَرَّكها بالضمِّ إتباعًا لضمةِ الجيم، </p><p>(١) في \"ت\": \"مذهب\".</p><p> وهذا من إجراء الوصل مجرى الوقف، وقد اعترضَ جماعةٌ على أبي جعفر في قراءته لذلك، فردَّ ابنُ الجزريِّ اعتراضَهُ، وانتصرَ لأبي جعفرٍ، وصوَّبَ قراءته، وقال: إنه لم ينفردْ بهذه القراءة، بل قرأ بها غيرُه من السَّلَف. وقرأ الباقون: بإخلاصِ كسرةِ التاءِ (١) . وهذا الخطابُ مع جميع الملائكة على الصحيح، والأصحُّ أن السجودَ كانَ لآدمَ على الحقيقة، وتضمَّنَ معنى الطاعة لله تعالى لامتثالِ أمرِه، وكانَ ذلكَ سجودَ تعظيمٍ وتحيَّةٍ، لا سجودَ عبادةٍ، ولم يكن فيه وضعُ الوجهِ على الأرض، إنما كانَ الانحناء، فلما جاء الإسلامُ أبطلَ ذلك. والسجودُ في الأصل: تذلُّلٌ مع تَطامُنٍ. </p><p> {فَسَجَدُوا} يعني: الملائكة. </p><p> {إِلَّا إِبْلِيسَ} وكان اسمُه عزازيل بالسريانية، وبالعربية: الحارثُ، فلما عصى، غُير اسمه وصورتُه، فقيل: إبليسُ؛ لأنه أبلسَ؛ أي: يئس من رحمة الله، والأصحُّ أنه كانَ من الملائكة لا من الجنِّ، وقوله تعالى:  {كَانَ مِنَ الْجِنِّ}  [الكهف: ٥٠] ، أي: من الملائكةِ الذين هم خَزَنة الجنة. </p><p> {أَبَى} امتنع فلم يسجد. </p><p> {وَاسْتَكْبَرَ} أي: تكبر عن السجود لآدم. </p><p> {وَكَانَ} أي: وصار. </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ١٦١)، و\"المحتسب\" لابن جني (١/ ٧١)، و\"تفسير البغوي\" (١/ ٣٥)، و\"إملاء ما منَّ به الرحمن\" للعكبري (١/ ١٨)، و\"تفسير القرطبي\" (١/ ٢٦١)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٠)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٣٤)، و\"معجم القراءات القرآنية\" (١/ ٤٥ - ٤٦).</p>"
}