{
  "id": null,
  "sura": 2,
  "aya": 74,
  "text": "<p> فلانٍ عمدًا، واستدلَّ بهذه النازلة في قصة البقرة على تجويز قولِ القتيلِ، وأن تقع مع القَسامة، وإن لم يكنْ على المدَّعى عليه لوثٌ، فالقولُ قولُه مع يمينهِ، ويُحلَّف يمينًا واحدة عند مالك، ولم يُحلَّفْ عندَ أحمدَ على المذهبِ المشهور عنه، وعنه رواية ثانية: يحلفُ يمينًا واحدةً، وهو أظهرُ، واختاره جماعةٌ من أصحابه، والأظهرُ من مذهبِ الشافعيِّ تغليظُ اليمينِ بالعَدَد؛ لأنه يمينُ دمٍ، فيحلف خمسينَ يمينًا، وعندَ أبي حنيفةَ لا حكْمَ للَّوْثِ، ولا يبدأُ بيمين المدعي، بل إذا وُجد قتيلٌ في محلة، يختارُ الوليُّ خمسين رجلًا من صُلَحائهم، فيحلِّفهم أنهم ما قتلوه، ولا عرفوا له قاتلًا، ثم يأخذ الديةَ من سكانها، وإن ادَّعى على غيرهم، ولا بينةَ، لزم المدَّعى عليه يمينًا واحدة كسائر الدعاوى، وتسقطُ القسامَةُ عن أهل المحلة. </p><p> {ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٧٤) }. </p><p> [٧٤]  {ثُمَّ قَسَتْ قُلُوبُكُمْ} يبست وجفَّت، وجفافُ القلب: خروجُ الرحمةِ واللينِ عنه. </p><p> {مِنْ بَعْدِ ذَلِكَ} من بعد ظهور الدلالات، وما تقدَّمَ من أمر القتيل، وهي عبارةٌ عن خُلُوِّها من الإنابة والإذعان لآياتِ الله تعالى. </p><p> {فَهِيَ} في الغلظة والشدة. </p><p> {كَالْحِجَارَةِ أَوْ} بل. </p><p> {أَشَدُّ قَسْوَةً} وإنما لم يشبهها بالحديد، مع أنه أصلب من الحجارة؛ </p><p> لأن الحديد قابل للّين؛ فإنه يلينُ بالنار، وقد لانّ لداودَ -عليه السلام-، والحجارةُ لا تلينَ قطُّ، ثم فَضَّلَ الحجارةَ على القلب القاسي فقالَ: </p><p> {وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ} قيل: أراد به جميعَ الحجارةِ وقيل: أرادَ به الحجرَ الذي كان يضربُ عليه موسى للأسباط. </p><p> {وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ} أراد به عيونًا دون الأنهار. </p><p> {وَإِنَّ مِنْهَا لَمَا يَهْبِطُ} ينزل من أعلى الجبل إلى أسفله. </p><p> {مِنْ خَشْيَةِ اللَّهِ} وقلوبُكم لا تَلينُ ولا تخشعُ يا معشر اليهود، فإن قيل: الحجرُ جمادٌ لا يفهم، فكيف يخشى؟ قيل: اللهُ يُفهمها ويُلهمها فتخشى بإلهامه، ومذهبُ أهلِ السُّنةِ أن لله علمًا في الجمادات وسائرِ الحيوانات سوى العقلاء، لا يقف عليه غيرُه، فلها صلاةٌ وتسبيحٌ وخشيةٌ، قال الله:  {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ}  [الإسراء: ٤٤] ، وقال:  {وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ}  [النور: ٤١] وقال: {أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ}  [الحج: ١٨] ، فيجبُ على المرء الإيمانُ به، ويَكِلُ العلمَ إلى الله عزَّ وجلَّ. </p><p> {وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} وعيدٌ وتهديدٌ. قرأ ابنُ كثيرٍ:  (يَعْلَمُونَ) بالغيب. </p><p> والباقون بالخطاب مناسبًا بقوله تعالى:  {ثُمَّ قَسَتْ قُلُوبُكُمْ}  (١) . </p><p>(١) انظر: \"الحجة\" لأبي زرعة (ص: ١٠١)، و\"السبعة\" لابن مجاهد (ص: ١٦٠)، و\"الغيث\" للصفاقسي (ص: ١٢٠)، و\"الكشف\" لمكي (١/ ٢٤٨)، و\"تفسير البغوي\" (١/ ٦٧)، و\"الكشف\" للزمخشري (١/ ٧٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: =</p>"
}