{
  "id": null,
  "sura": 2,
  "aya": 125,
  "text": "<p> (عَهْدِي) بإسكان الياء، والباقون: بفتحها (١) ، ومعنى الآية: لا ينالُ ما عهدتُ إليك من النبوةِ والإمامةِ من كان ظالمًا من ولدِك. </p><p> {وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ (١٢٥) }. </p><p> [١٢٥]  {وَإِذْ} عطفٌ على (إِذ) المتقدمة. </p><p> {جَعَلْنَا الْبَيْتَ} يعني: الكعبة. قرأ نافعٌ، وابنُ كثيرٍ، وأبو جعفرٍ، وعاصمٌ، وابنُ ذكوانَ، والكسائيُّ، وخَلَّادٌ، ويعقوبُ، وخلفٌ:  (وَإذْ جَعَلْنَا) بإظهارِ ذالِ (إذ) عندَ الجيم حيثُ وقع، والباقون: بالإدغام (٢) . </p><p> {مَثَابَةً للنَّاس} أي: مرجِعًا لهم. </p><p> {وَأَمْنًا} يأمَنون فيه من إيذاء المشركين، فإنهم ما كانوا يتعرضون لأهل مكة، ويقولون: هم أهلُ الله، ويتعرَّضون لمن حولَهُ. </p><p> {وَاتَّخِذُوا} قرأ نافعٌ، وابنُ عامرٍ: بفتح الخاء على الخبر، والباقون: بكسرها على الأمر (٣) . </p><p>(١) انظر: \"الحجة\" لأبي زرعة (ص: ١١٢)، و\"السبعة\" لابن مجاهد (ص: ١٩٦)، و\"تفسير البغوي\" (١/ ١٠١)، و\"الغيث\" للصفاقسي (ص: ١٣٥)، و\"التيسير\" للداني (ص: ٨٥)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٣٧)، و\"معجم القراءات القرآنية\" (١/ ١١٠). (٢) انظر: \"الغيث\" للصفاقسي (ص: ١٤١)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٤٧)، و\"معجم القراءات القرآنية\" (١/ ١١١).(٣) انظر: \"الحجة\" لأبي زرعة (ص: ١١٣)، و\"السبعة\" لابن مجاهد (ص: =</p><p> {مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى} والصحيحُ أن مقام إبراهيم هو الحجرُ الذي في المسجد يصلِّي خلفَه الإمامُ المقلِّدُ لمذهب الشافعيِّ، وذلك الحجرُ الذي قامَ عليه إبراهيمُ عندَ بناءِ البيت. </p><p> وعن عمرَ -رضي الله عنه- أنه قال:  \"وافقتُ اللهَ في ثلاثٍ،ووافَقَني ربي في ثلاث:قلتُ: يا رسولَ الله! لو اتخذتَ من مقامِ إبراهيمَ مُصلًّى، فأنزل الله -عز وجل-:{وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى}،وقلتُ:يا رسول الله! يدخلُ عليك البَرُّ والفاجِرُ، فلو أمرتَ أمهاتِ المؤمنينَ بالحجاب(١)، فأنزل الله آيةَ الحجاب،قال:وبلغني معاتبةُ النبيِّ - صلى الله عليه وسلم - بعضَ نسائِهِ، فدخلتُ عليهنَّ،قلتُ:إنِ انتهيتنَّ أو ليبدلَنَّ اللهُ رسولَه خيرًا منكُنَّ، فأنزلَ الله -عز وجل-:{عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ}(٢)[التحريم: ٥].</p><p> وأما قصةُ المقامِ، فروي عن ابن عباس -رضي الله عنهما- أنه قال: \" لما أتى إبراهيمُ بإسماعيلَ وهاجرَ، ووضعَهما بمكَّةَ، وأتت على ذلكَ مدَّةٌ، ونزلَها الجُرْهمِيُّون، وتزوَّجَ إسماعيلُ منهم امرأةً، وماتتْ هاجَرُ، استأذنَ إبراهيمُ سارةَ أن يأتيَ مكَّةَ، فأذنتْ له، وشرطَتْ ألَّا ينزلَ، فقدمَ إبراهيمُ فذهبَ إلى بيتِ إسماعيل، فقال لامرأته: أينَ صاحِبُك؟ قالت: </p><p>= ١٩٦)، و\"إعراب القرآن\" للنحاس (١/ ٢١٠)، و\"الكشف\" لمكي (١/ ٢٦٤)، و\"تفسير البغوي\" (١/ ١٠٢)، و\"الغيث\" للصفاقسي (ص: ١٣٥)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٢٢)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٤٧)، و\"معجم القراءات القرآنية\" (١/ ١١١). (١) في \"ن\": \"الحجاب\".(٢) رواه البخاري (٤٢١٣)، كتاب: التفسير، باب: {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى} عن أنس. ورواه مسلم (٢٣٩٩)، كتاب: فضائل الصحابة، باب: من فضائل عمر -رضي الله عنه-، عن ابن عمر مختصرًا.</p><p> ذهبَ يتصيَّدُ، وكان إسماعيلُ يخرج من الحَرِم فيصيدُ، فقال لها إبراهيم: هل عندَكِ ضيافةٌ؟ قالت: ليسَ (١) عندي، وسألها عن عَيْشِهم، فقالت: نحنُ في ضِيق وشدَّةٍ، وشكت إليه، فقال لها: إذا جاءَ زوجُكِ فأقرئيه السَّلامَ، وقولي له: فليغيرْ عتبةَ بابِه، وذهبَ إبراهيمُ فجاءَ إسماعيلُ فوجدَ ريحَ أبيه، فقالَ لامرأته: هل جاءكِ أحدٌ؟ قالت: جاءني شيخٌ من صفتِه كَذا وكَذا؛ كالمستخفَّةِ (٢) بشأنِه، قالَ: فما قالَ لكِ؟ قالتْ: قالَ: أَقرئي زوجَكِ السلامَ، وقولي له يغيرْ عتبةَ بابه، قال: ذاكَ أبي، وقد أمرني أَنْ أفارقَكِ، الحَقِي بأهلِك، فطلَّقَها، وتزوَّجَ منهم أخرى، فلبثَ إبراهيمُ ما شاءَ الله، ثم استأذنَ سارةَ أن يزورَ إسماعيلَ، فأذنتْ له، وشرطَتْ عليه ألَّا ينزلَ فجاءَ إبراهيمُ حتى انتهى إلى بابِ إسماعيل، فقال لامرأته: أينَ صاحبُك؟ قالت: ذهبَ يتصيَّدُ، وهو يجيءُ الآن إن شاءَ الله، فانزلْ يَرْحَمْكَ الله، قال: هلْ عندَكِ ضيافةٌ؟ قالتْ: نعم، فجاءت باللبنِ واللحمِ، وسألها عن عَيْشِهم، فقالت: نحنُ بخير وسَعَة، فدعا لهما بالبركة، ولو جاءت يومئذ بخبز أو بُرٍّ أو شعيرٍ أو تمرٍ، لكانت أكثرَ أرضِ الله بُرًّا وشعيرًا وتمرًا، فقالت له: انزلْ حتى أغسلَ رأسَكَ، فلم ينزلْ، فجاءته بالمقام، فوضعَتْه عن شِقِّهِ الأيمن، فوضع قدمَه عليه، فغسلت شِقَّ رأسِهِ الأيمنَ، ثم حَوَّلَتْه إلى شِقِّه الأيسرِ، فغسلت شِقَّ رأسِه الأيسرَ، فبقيَ أثرُ قدميه عليه، فقال لها: إذا جاءَ زوجُك، فأقرئيهِ السلامَ، وقولي له: قدِ استقامتْ عتبةُ بابِكَ، فلما جاء إسماعيلُ، وجدَ ريحَ أبيه، فقال لامرأته: هل جاءكِ أحدٌ؟ قالتْ: نعمْ شيخٌ أحسنُ </p><p>(١) في \"ت\": \"ليست\". (٢) في \"ن\": \"كالمستخفية\".</p><p> الناسِ وجهًا، وأطيبُهم ريحًا، وقال لي: كذا وكذا، وقلت له: كذا وكذا، وغسلتُ رأسه، وهذا موضع قدميه، فقال: ذاك إبراهيمُ، وأنتِ العتبةُ، أمرني أَنْ أُمْسِكَكْ \".</p><p> وعن ابن عباس أيضًا قال: \" ثم لبثَ عنهم ما شاءَ الله، ثم جاء بعدُ وإسماعيلُ يَبْري نَبْلًا تحت دوحة قريبًا من زمزم، فلما رآه، قام إليه، فصنعا كما يصنع الوالدُ بالولد، والولدُ بالوالد، ثم قال: يا إسماعيل! إن الله أمرني بأمرٍ تُعينني عليه؟ قال: أُعينك، قال: إن الله أمرني أن أبنيَ ها هنا بيتًا، فعندَ ذلكَ رفعَ القواعدَ من البيتِ، فجعل إسماعيلُ يأتي بالحجارةِ، وإبراهيمُ يبني حتى ارتفعَ البناءُ، جاءَ بهذا الحجر، فوضعه له، فقام إبراهيمُ على حَجَر المقام، وهو يبني وإسماعيلُ يناوله الحجارة، وهما يقولان:  {رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ}  [البقرة: ١٢٧]  (١) . </p><p> وفي الخبر:  \"الرُّكْنُ والمَقَامُ يَاقُوتتًانِ مِنْ يَوَاقِيتِ الجَنَّةِ، وَلَوْلاَ مَا مَسَّتْهُ أَيْدِي المُشرِكينَ، لأَضَاءَتَا مَا بَيْنَ المَشْرِقِ والمَغْرِبِ\"  (٢) . </p><p>(١) رواه البخاري (٣١٨٤)، كتاب: الأنبياء، باب: {يَزفُّونَ}. وانظر: \"تفسير البغوي\" (١/ ١١٣). (٢) رواه الترمذي (٨٧٨)، كتاب: الحج، باب: ما جاء في فضل الحجر الأسود والركن والمقام، وقال: حديث غريب، والإمام أحمد في \"المسند\" (٢/ ٢١٣)، وابن خزيمة في \"صحيحه\" (٢٧٣١)، وابن حبان في \"صحيحه\" (٣٧١٠)، والحاكم في \"المستدرك\" (١٦٧٧)، والبيهقي في \"السنن الكبرى\" (٥/ ٧٥)، وغيرهم، عن عبد الله بن عمرو -رضي الله عنهما- بلفظ: \"إن الركن والمقام ياقوتتان من ياقوت الجنة، طمس الله نورهما، ولو لم يطمس نورهما لأضاءتا ما بين المشرق والمغرب\". وما ذكره المؤلف من لفظ الحديث، فإنما نقله عن البغوي في \"تفسيره\" (١/ ١١٤).</p><p> {وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ} أي: أمرناهما، وأوصينا إليهما، وسُمِّي إسماعيل؛ لأن إبراهيمَ كان يدعو اللهَ أن يرزقَه ولدًا، ويقولُ: اسمعْ يا إيل، وإيلُ هو الله، فلما رُزق، سماه به (١) ، وقيل: معناه بالعبراني مطيعُ الله، وأمُّه هاجرُ، وُلد لمضيِّ سِتٍّ وثمانينَ سنةً من عُمْرِ إبراهيمَ، وأرسله الله إلى قبائلِ اليمنِ وإلى العماليقِ، وعاش مئةً وسبعًا وثلاثين سنةً، ومات بمكةَ، ودفنَ عندَ قبرِ أمِّهِ بالحِجْر، وكانت وفاتُه بعدَ وفاة أبيه إبراهيمَ بثمانٍ وأربعين سنةً. </p><p> {أَنْ طَهِّرَا بَيْتِيَ} يعني: الكعبةَ، أضافه إليه تخصيصًا وتفضيلًا؛ أي: ابنياه على الطهارة والتوحيد. قرأ نافعٌ، وأبو جعفرٍ، وهشامٌ، وحفصٌ (بَيْتِيَ) بفتح الياء، والباقون: بإسكانها (٢) . </p><p> {لِلطَّائِفِينَ} الدائرين حولَهُ. </p><p> {وَالْعَاكِفِينَ} المقيمينَ والمجاوِرين. </p><p> {وَالرُّكَّعِ} جمعُ راكعٍ. </p><p> {السُّجُودِ} جمع ساجدٍ، وهم المصلُّون. </p><p> {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ </p><p>(١) انظر: \"تفسير البغوي\" (١/ ١٠٤). (٢) انظر: \"الحجة\" لابن خالويه (ص: ٨٧)، و\"الكشف\" لمكي (١/ ٣٣٠)، و\"التيسير\" للداني (ص: ٨٥)، و\"تفسير البغوي\" (١/ ١٠٤)، و\"الغيث\" للصفاقسي (ص: ١٣٦)، و\"معجم القراءات القرآنية\" (١/ ١١٢).</p>"
}