{
  "id": null,
  "sura": 2,
  "aya": 259,
  "text": "<p> {الَّذِي كَفَرَ} وانقطعتْ حُجَّتُهُ. </p><p> {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} أنفسَهُمْ بعدمِ قبولِ الهداية، وفي انتقالِ إبراهيمَ دليلٌ على جوازِ الانتقالِ من دليلٍ إلى دليل. </p><p> ... </p><p> {أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٥٩) }. </p><p> [٢٥٩]  {أَوْ كَالَّذِي} هذهِ الآيةُ منسوقةٌ (١) على الآية الأولى، تقديره: ألم ترَ إلى الذي حاجَّ إبراهيمَ، أو إلى الذي. </p><p> {مَرَّ} هو أرميا النبيُّ -عليه السلام- على الأصحِّ، وقيلَ: هو عُزير -عليه السلام-. </p><p> {عَلَى قَرْيَةٍ} هي بيتُ المقدسِ حينَ خَرَّبَهُ بُخْتَ نَصَّر ملكُ بابلَ بالعراقِ (٢) . </p><p> {وَهِيَ خَاوِيَةٌ} ساقطةٌ. </p><p> {عَلَى عُرُوشِهَا} سقوفِها، معناه: أن السقوفَ سقطَتْ، ثم وقعتِ الحيطانُ عليها. وملخَّصُ القصةِ على اختلافٍ فيها أنَّ أَرْميا -عليه السلام- </p><p>(١) في \"ن\": \"مسبوقة\". (٢) في \"ن\": \"العراق\".</p><p> كان في أيام صدقيا آخرِ ملوكِ بني إسرائيل، وكانوا قد أحدثوا المعاصيَ والطغيان، ونقضوا التوبةَ، فبقي أرميا يعظُهم ويهدِّدهم ببختَ نَصَّرَ عاملِ لهراسفَ على بابلَ، ولهراسفُ هو ملكُ فارسَ، وهم لا يلتفتون إلى وَعْظه، وكان أرميا قد رأى بختَ نَصَّرَ قديمًا وهو (١) صبيٌّ أقرعُ، ورآه يأكلُ ويتغوَّطُ ويقتلُ القملَ، فقال له: ما هذا؟ فقال: أَذًى يخرجُ، ومنفعةٌ تدخلُ، وعدوٌّ يُقتل، فقال له: سيكونُ لكَ شأنٌ، فأخذ أرميا من بُخْتَ نَصَّر أمانًا لبيتِ المقدس ومَنْ فيه، وكتبَ لهُ الأمانَ في جلدٍ، فلما صارَ الملكُ إلى بختَ نَصَّرَ، عصى عليه صدقيا، فقصد بُخْتَ نَصَّرُ بيتَ المقدسِ، فلما بلغَ سهولَ الرملة، وأُعلم أرميا بذلك، سار إليه، وأعطاهُ الأمان، فنظره وقالَ: هو أماني، ولكني مبعوثٌ، وقد أُمرت أن أَرميَ بسهمي، فحيثُ وقعَ سهمي، طلبتُ الموضعَ، فرمى بسهمٍ فوقعَ في قبةِ بيتِ المقدس، فرجع أرميا إلى أهل القدس، وأخبرهم بذلك، وفارقهم، واختفى، ثم سار (٢) بخت نَصَّرُ بالجيوشِ، وكان معه ستُّ مئةِ ألفِ رايةٍ، ودخل بيتَ المقدسِ بجنوده، ووطئ الشامَ، وقتل بني إسرائيلَ، وأَسَرَ منهم، وسَبى ذَراريَّهُمْ، وخَرَّبَ بيتَ المقدسِ، وأمرَ جنوده أن يملأ كلُّ رجلٍ منهم ترسَهُ ترابًا، ثم يقذفَه في بيتِ المقدس، ففعلوا حتى ملؤوه، وبينَ تخريبِ بيتِ المقدسِ على يدِ بختَ نَصَّرَ والهجرةِ النبويةِ الشريفة ألفٌ وثلاثُ مئةٍ وخمسونَ سنةً، فكانت هذه الواقعةُ الأولى التي أنزلها الله ببني إسرائيل بظلمِهم بعدَ أن لبثَ </p><p>(١) في \"ت\": \"وهي\". (٢) في \"ن\": \"وسار\".</p><p> بيتُ المقدسِ على العِمارةِ السُّلَيمانية أربعَ مئةٍ وثلاثًا وخمسينَ سنةً، ثم إن الله أوحى إلى أَرميا أني عامرٌ بيتَ المقدسِ، فاخرج إليها، فخرج أرميا، وقدم إلى القدس وهي خرابٌ, فلما رآها. </p><p> {قَالَ أَنَّى} أي: كيف. </p><p> {يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا} قالَهُ تعجُّبًا لا شَكًّا بالبعثِ، ثم وضعَ رأسه فنام. </p><p> {فَأَمَاتَهُ اللَّهُ} ألبثَهُ ميتًا. </p><p> {مِائَةَ عَامٍ} فلما مضى من موته سبعون سنةً، وهي مدةُ لبثِ بيتِ المقدس على التخريب، أرسل الله مَلَكًا إلى مَلِكٍ من ملوك الفرسِ اسمُهُ كُورَشُ، وكان مؤمنًا، وأمره بعمارةِ بيتِ المقدس، فعمَره، وعاد إليه بنو إسرائيل، وعمروها ثلاثين سنة، وكثروا حتى كانوا على أحسنِ ما كانوا عليه، وأهلكَ الله بختَ نَصَّرَ ببعوضةٍ دخلتْ في دماغِه، ولما أماتَ الله أرميا، كان معه حمارُه وسَلَّةٌ فيها طعامٌ، وهو تينٌ وركوةٌ فيها عصيرُ عنبٍ. </p><p> {ثُمَّ بَعَثَهُ} أي: أحياه، وعمَّرَ اللهُ أرميا، فهو الذي يُرى في الفَلَوات، وبعثه الله على السنِّ الذي توفَّاه عليه بعدَ مئةِ سنة، وهو أربعون سنةً، ولابنِه عشرٌ ومئةٌ، ولابنِ ابنِه تسعونَ، وأنشدَ في ذلك: </p><p> وَأَسْوَدَ رَأْسٍ شَابَ مِنْ قَبْلِهِ ابْنُهُ ... وَمِنْ قَبْلِهِ ابْنُ ابْنِهِ فَهْوَ أَكْبَرُ </p><p> تَرَى ابْنَ ابْنِهِ شَيْخًا يَأُبُّ عَلَى عَصًا ... وَلِحْيَتُهُ سَوْدَاءُ وَالرَّأْسُ أَشْقَرُ </p><p> وَمَا لِابْنِهِ حَيْلٌ وَلاَ فَضْلُ قُوَّةٍ ... يَقُومُ كَمَا يَمْشِي الصَّبِيُّ فَيَعْثُرُ </p><p> يَعُدُّ ابْنُهُ فِي النَّاسِ تِسْعِينَ ... حِجَّةً وَعِشْرِينَ لا يَجْرِي وَلا يَتَحَيَّرُ </p><p> وَعُمْرُ أَبيهِ أَرْبَعُونَ أَمرَّهَا ... وَلِابْنِ ابْنِهِ في النَّاسِ تِسْعُونَ غُبَّرُ </p><p> فَمَا هُوَ فِي المَعْقُولِ إِنْ كُنْتَ دَاريًا ... وَإِنْ كُنْتَ لا تَدْرِي فَبِالجَهْلِ تُعْذَرُ (١) </p><p> فلما بعثه الله {قَالَ} له ملَكٌ: </p><p> {كَمْ لَبِثْتَ} مَيْتًا. </p><p> {قَالَ لَبِثْتُ يَوْمًا} لأنه كانَ قدْ ماتَ أولَ النهارِ، وأحياه اللهُ بعدَ مئةِ عامٍ آخِرَ النهارِ قبلَ غيبوبةِ الشمس، فلما رأى بقيةً من الشمس قال: </p><p> {أَوْ بَعْضَ يَوْمٍ قَالَ} له الملَكُ: </p><p> {بَلْ لَبِثْتَ مِائَةَ عَامٍ} قرأ نافعٌ، وابنُ كثيرٍ، ويعقوبُ، وخلفٌ، (لَبِثْتَ لَبِثْتُمْ) حيثُ وقعَ بالإظهار، والباقون بالإدغام (٢) ، وقرأ أبو جعفرٍ (مِئَةً، ومِئَتَيْنِ، وفِئَةً، وفِئَتَيْنِ) حيث وقع بغير همز (٣) بخلاف عنه. </p><p> {فَانْظُرْ إِلَى طَعَامِكَ} التينِ. </p><p> {وَشَرَابِكَ} العصيرِ. </p><p> {لَمْ يَتَسَنَّهْ} يتغيرْ، كأنه لم يأتِ عليه السنون. قرأ حمزةُ، والكسائيُّ، ويعقوبُ، وخلفٌ:  (يَتَسَنَّ) بغير هاءٍ في الوصل، فمن أسقط الهاء جعلها صلةً زائدةً، وقال: أصلُه (لم يَتَسَنَّي) ، فحذفَ الياء للجزم، </p><p>(١) انظر: \"تاريخ دمشق\" لابن عساكر (٤٠/ ٣٢٥). (٢) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٨٤)، و\"السبعة\" لابن مجاهد (ص: ١٨٨)، و\"الحجة\" لابن خالويه (ص: ١٠٠)، و\"الغيث\" للصفاقسي (ص: ١٦٩)، و\"معجم القراءات القرآنية\" (١/ ١٩٨).(٣) \"همز\" ساقطة من \"ش\".</p><p> وأبدل منه هاءً في الوقف، ومن أثبتَ الهاءَ، جعلها أصليةً للامِ الفعل (١) . </p><p> {وَانْظُرْ إِلَى حِمَارِكَ} فنظرَ، فإذا عظامٌ بِيضٌ، فركَّبَ اللهُ العظامَ بعضَها على بعض، وكساهُ اللحمَ والجلد، وأحياه وهو ينظر. تقديره: أريناكَ ذلكَ لتعلمَ قدرتَنا. قرأ أبو عمرٍو، وورشٌ، والدوريُّ عن الكسائيِّ، وابنُ ذكوانَ عن ابنِ عامرٍ:  (حِمَارِكَ) و (الحمار) بالإمالة حيثُ وقعَ (٢) . </p><p> {وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ} أي: عبرةً ودلالةً على البعثِ بعدَ الموت. </p><p> {وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا} قرأ عاصمٌ، وحمزةُ، </p><p> والكسائيُّ، وخلفٌ، وابنُ عامرٍ:  (نُنْشِزُهَا) بالزاي المعجمة، أي: نرفعُها من الأرض ونردُّها إلى مكانها من الجسد، يقال: نشزتُه فنشزَ؛ أي: رفعتُه فارتفع، والباقون: بالراء المهملة، معناه: نُحييها، قال تعالى:  {ثُمَّ إِذَا شَاءَ أَنْشَرَهُ}  (٣)  [عبس: ٢٢] . </p><p>(١) انظر: \"الحجة\" لأبي زرعة (ص: ١٤٣)، و\"السبعة\" لابن مجاهد (ص، ١٨٩)، و\"الحجة\" لابن خالويه (ص: ١٠٠)، و\"الكشف\" لمكي (١/ ٣٠٧ - ٣٠٨)، و\"الغيث\" للصفاقسي (ص: ١٦٩)، و\"تفسير البغوي\" (١/ ٢٧٨)، و\"التيسير\" للداني (ص: ٨٢)، و\"معجم القراءات القرآنية\" (١/ ١٩٩). (٢) انظر: \"الغيث\" للصفاقسي (ص: ١٦٩)، و\"معجم القراءات القرآنية\" (١/ ١٩٩).(٣) انظر: \"الحجة\" لأبي زرعة (ص: ١٤٤)، و\"السبعة\" لابن مجاهد (ص: ١٨٩)، و\"الكشف\" لمكي (١/ ٣١٠ - ٣١١)، و\"الغيث\" للصفاقسي (ص: ١٦٩)، و\"تفسير البغوي\" (١/ ٢٧٨)، و\"التيسير\" للداني (ص: ٨٢)، و\"معجم القراءات القرآنية\" (١/ ٢٠٠).</p>"
}