{
  "id": null,
  "sura": 2,
  "aya": 275,
  "text": "<p> وَحَرَّمَ الرِّبَا فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ وَمَنْ عَادَ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٢٧٥) }. </p><p> [٢٧٥]  {الَّذِينَ يَأْكُلُونَ الرِّبَا} أي: يعامِلُون به، وخُصَّ بالأكل؛ لأنه معظمُ المقصود، والربا لغةً: الزيادةُ. قرأ حمزةُ، والكسائيُّ، وخلفٌ:  (الرِّبَا) بالإمالةِ حيثُ وقعَ (١) . </p><p> {لَا يَقُومُونَ} من قبورِهم. </p><p> {إِلَّا كَمَا يَقُومُ} أي: إلا قيامًا مثلَ قيامِ. </p><p> {الَّذِي يَتَخَبَّطُهُ} أي: يضربُهُ ويصرعُهُ. </p><p> {الشَّيْطَانُ} والخبطُ: الضربُ على غيرِ استواء. </p><p> {مِنَ الْمَسِّ} أي: الجنون. ومعناه: أن آكلَ الربا يُبْعَثُ يومَ القيامةِ وهو كمثلِ المصروعِ. </p><p> {ذَلِكَ} أي: العذابُ النازلُ بهم. </p><p> {بِأَنَّهُمْ قَالُوا} أي: بسببِ قولهم: </p><p> {إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا} لأنه كانَ إذا حَلَّ على رجلٍ مالٌ، يقولُ لغريمه: زِدْني في الأَجَل، وأَزيدُك في الربحِ، فيفعلانِ ذلكَ، ويقولان: سواءٌ علينا الزيادةُ في أولِ البيعِ وعندَ المحلِّ لأجلِ التأخير، فكذَّبهم الله تعالى بقوله: </p><p> {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا} هذا تصريحٌ أن القياسَ يبطلُه النصُّ؛ لأنه </p><p>(١) انظر: \"الغيث\" للصفاقسي (ص: ١٧٠)، و\"تفسير الرازي\" (١/ ٣٥٧)، و\"معجم القراءات القرآنية\" (١/ ٢١٥).</p><p> جعلَ الدليلَ على بطلانِ قياسِهم تحليلَ الله وتحريمَه. </p><p> {فَمَنْ جَاءَهُ مَوْعِظَةٌ} أي: بَلَغَهُ موعظةُ تذكيرٍ وتخويفٍ. </p><p> {مِنْ رَبِّهِ فَانْتَهَى} عن أكلِ الربا. </p><p> {فَلَهُ مَا سَلَفَ} أي: مضى من ذنبه قبلَ النهي مَعْفُوٌّ عنه. </p><p> {وَأَمْرُهُ إِلَى اللَّهِ} فيما يأمره وينهاه، وليس له شيء من أمر نفِسه. </p><p> {وَمَنْ عَادَ} إلى الربا بعدَ النهي. </p><p> {فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} عن جابر قالَ: \"لَعَنَ رَسُولُ اللهِ - صلى الله عليه وسلم - آكِلَ الرِّبَا وَمُوكِلَهُ وَكَاتِبَهُ وَشَاهِدَيْهِ،وَقَالَ:هُمْ سَوَاءٌ\"  (١) ، وقد اتفقَ الأئمةُ على تحريم الربا، وجوازِ البيع؛ لنصِّ الكتابِ والسنةِ فيهما، والبيعُ مصدرُ بعتُ، يقال: باعَ يبيعُ بمعنى: ملكَ، واشتقاقُهُ من الباع؛ لأنَّ كلَّ واحدٍ من المتعاقِدَين يمدُّ باعَه للأخذِ والعطاء، ومعناهُ لغةً: إعطاءُ شيءٍ، وأخذُ شيء، وشَرْعًا: مبادَلَةُ المالِ بالمالِ لغرضِ التملُّكِ، ويصحُّ بالإيجابِ والقَبُول بالاتفاق، فيقولُ البائعُ: بعتُكَ، أو مَلَّكْتُكَ، ويقولُ المشتري: ابْتَعْتُ، أو قَبِلْتُ ونحوهما، واختلفوا في المعاطاة مثلَ أن يقول: أَعْطِني بهذا الدينار خُبْزًا (٢) ، فيعطيه ما يُرضيه، أو يقولُ البائعُ: خذْ هذا بدرهم، فيأخذهُ، فقال الشافعيُّ: لا يصحُّ، وقال الثلاثة: يصحُّ؛ لأنه يدلُّ على الرضا المقصودِ من الإيجابِ والقبول. </p><p>(١) رواه مسلم (١٥٩٨)، كتاب: المساقاة، باب: لعن آكل الربا ومؤكله، عن جابر بن عبد الله -رضي الله عنه-. (٢) \"خبزًا\" ساقطة من \"ش\".</p>"
}