{
  "id": null,
  "sura": 2,
  "aya": 177,
  "text": "<p> ولما صَلَّى اليهودُ نحوَ المغربِ، وادَّعَوْا أنه البِرُّ، والنصارى نحوَ المشرقِ، وادَّعَوْا أنه البِرُّ، نزلَ ردًّا عليهم: </p><p> {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ (١٧٧) }. </p><p> [١٧٧]  {لَيْسَ الْبِرَّ} وهو كلُّ عملِ خيرٍ يُفضي بصاحبه إلى الجنة، وأصلُه: التوسُّعُ في فعلِ الخير. قرأ حمزةُ، وحفصٌ:  (البِرَّ) بنصِب الراء، والباقون: برفعها، فمن قرأ بالرفع، جعل البرَّ اسمَ ليس، وخبرُها (أن تولوا) ، ومن قرأ بالنصب، جعلَ (أن تولوا) الاسمَ (١) . </p><p> {أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ} المعنى: ليس البرُّ صلاتِكم إلى غير القبلة. </p><p> {وَلَكِنَّ الْبِرَّ} أي: وإنما البر. قرأ نافعٌ، وابنُ عامرٍ بتخفيفِ النون (٢) ، ورفعِ الراء مبتدأ، خبرُه: </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٣٠)، و \"الحجة\" لأبي زرعة (ص: ١٢٣)، و \"السبعة\" لابن مجاهد (ص: ١٧٥)، و\"الحجة\" لابن خالويه (ص: ٦٨). (٢) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٣٠)، و \"التيسير\" للداني (ص: ٧٩)، و\"تفسير البغوي\" (١/ ١٤١)، و \"معجم القراءات القرآنية\" (١/ ٩٢)، و \"الكشف\" =</p><p> {مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ} يعني: الكتبَ المنزلةَ. </p><p> {وَالنَّبِيِّينَ} أجمعَ. </p><p> {وَآتَى} أي: أعطى. </p><p> {الْمَالَ عَلَى حُبِّهِ} أي: حبِّ المال في حال صِحَّته ومَحَبَّتِهِ. </p><p> {ذَوِي الْقُرْبَى} أهلَ القرابة، وقَدَّمهم؛ لأنهم أحقُّ. </p><p> {وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ} هو المسافرُ، سُمِّي به لملازمتِهِ الطريقَ. </p><p> {وَالسَّائِلِينَ} المستَطْعِمين. </p><p> {وَفِي الرِّقَابِ} المكاتبَين. </p><p> {وَأَقَامَ الصَّلَاةَ وَآتَى} أي: أعطى {الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ} فيما بينَهم وبينَ الله -عز وجل-، وفيما بينَهم وبينَ الناس. </p><p> {إِذَا عَاهَدُوا} إذا وَعَدُوا (١) أَنْجزوا، وإذا حَلَفوا أو نَذَروا أَوْفَوا، وإذا قالوا صَدَقوا، وإذا ائْتُمِنوا أَدَّوْا. </p><p> {وَالصَّابِرِينَ} منصوبٌ على المدح، والعربُ تنصبُ الكلام على المدح والكرم؛ كأنهم يريدون إفرادَ الممدوحِ والمذمومِ، ولا يُتبعونه أولَ الكلام وينصبونه. </p><p>= لمكي (١/ ٢٨١)، و\"الغيث\" للصفاقسي (ص: ١٤٦)، و\"تفسير البغوي\" (١/ ١٤١)، و\"التيسير\" للداني (ص: ٧٩)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٢٦)، و\"معجم القراءات القرآنية\" (١/ ١٣٧). (١) في \"ن\": \"توعدوا\".</p>"
}