{
  "id": null,
  "sura": 2,
  "aya": 51,
  "text": "<p> وسكون اللام وضمِّ الزاي وميم-: بُلَيدةٌ كانت على ساحل البحر من جهةِ مصرَ، وبينها وبين مصرَ نحوُ ثلاثةِ أيام، وقد خَرِبَت، ويعرف اليوم موضُعها بالسُّوَيس تجاه عجرود، منزلٍ ينزلُه الحاجُّ المتوجِّه من مصرَ إلى مكة، وبالقربِ منها غرقَ فرعونُ، وذلك بمرأى من بني إسرائيل (١) ، فذلك قوله عز وجل. </p><p> {وَأَنْتُمْ تَنْظُرُونَ} إلى مصارعهم. </p><p> {وَإِذْ وَاعَدْنَا مُوسَى أَرْبَعِينَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ} . </p><p> [٥١]  {وَإِذْ وَاعَدْنَا} قرأ أبو عمرٍو، وأبو جعفرٍ، ويعقوبُ:  (وَعَدْنَا) بقصِر الألفِ من الوعدِ، والباقون:  (وَاعَدْنَا) بألفٍ (٢) ، منَ المواعدة. </p><p> {مُوسَى} اسم عبري عُرِّب، سُمِّي به لأنَّ تابوتَه وُجد بينَ الماءِ والشجر، والماءُ في لغتِهم مو، والشجرُ شا، ثم قلبتِ الشينُ المعجمةُ سينًا في العربية. قرأ أبو عمرٍو، وحمزةُ، والكسائيُّ، وخلفٌ (مُوسَى) بالإمالة </p><p>(١) انظر: \"تفسير الطبري\" (١/ ٢٧٦)، و\"تاريخ دمشق\" لابن عساكر (٦١/ ٧٩). (٢) انظر: \"إعراب القرآن\" للنحاس (١/ ١٧٣)، و\"الحجة\" لأبي زرعة (ص: ٩٦)، و\"السبعة\" لابن مجاهد (ص: ١٥٤)، و\"الحجة\" لابن خالويه (ص: ٧٦)، و\"الكشف\" لمكي (١/ ٩٣، ٢٤٠)، و\"تفسير البغوي\" (١/ ٤٩)، و\"التيسير\" للداني (ص: ٧٣)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٢)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٣٥)، و\"معجم القراءات القرآنية\" (١/ ٥٥).</p><p> حيث وقعَ (١) ، وهو موسى بنُ عمرانَ بنِ يصهر بنِ قاهث بنِ لاوي بنِ يعقوبَ بنِ إِسحاقَ بنِ إبراهيمَ الخليلِ -عليهم السلام-، عاش موسى مئةً وعشرين سنةً، ومات في سابعِ آذارَ لمضيِّ ألفٍ وستِّ مئةٍ وستٍّ وعشرينَ سنةً من الطوفان، وبينَ وفاتِه والهجرةِ الشريفةِ الإسلامية ألفان، وثلاثُ مئةٍ، وثمانٍ وأربعون سنةً، وقبرُه شرقيّ بيتِ المقدس، بينهما مرحلة. </p><p> {أَرْبَعِينَ لَيْلَةً} أي: انقضاءها. قرأ الكسائيُّ (لَيْلَةً) بإمالة اللام حيثُ وقفَ على هاءِ التأنيثِ، وقُرن بالليلِ دونَ النهار؛ لأن شهورَ العرب وُضِعَتْ على سيرِ القمر، وذلك أن بني إسرائيل لما أَمِنوا من عدوِّهم، ودخلوا مصرَ، لم يكن لهم كتابٌ ولا شريعةٌ ينتهون إليها، فوعدَ الله موسى أن يُنزل عليهِ التوراةَ، فقال موسى: إني ذاهبٌ لميقات ربي آتيكُم بكتابٍ فيه بيانُ ما تأتونَ به وما تَذَرون، وواعدَهم أربعين ليلةً: ثلاثينَ من ذي القعدة، وعشرًا من ذي الحجَّة، وقيل: ذو الحجة، وعشرٌ من المحرَّم، واستخلفَ عليهم أخاه هارون، فلما أتى الوعدُ، جاء جبريل -عليه السلام- على فرس يقال له: فرسُ الحياة، لا تُصيب شيئًا إلا حَيِيَ؛ ليذهبَ بموسى إلى ربه، فلما رآه السامريُّ، وكان رجلًا صائغًا من بني إسرائيل من قبيلة يقال لها: سامُرَّة، واسمه مِيْخَا -بكسر الميم وسكون الياء آخر الحروف، وفتح الخاء المعجمة وبعدها ألف-، وكان منافقًا، أظهرَ الإسلام، وكان من قوم يعبدون البقرَ، فلما رأى جبريلَ على تلكَ الفرس، ورأى موضعَ قدمِ الفرس يخضَرُّ في الحال، قال: إن لهذا شأنًا، وأخذ قبضةً من تربةِ حافرِ فرسِ </p><p>(١) انظر: \"الغيث\" للصفاقسي (ص: ١١٦)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٣٦)، و\"معجم القراءات القرآنية\" (١/ ٥٦).</p><p> جبريلَ. قال عِكْرمة: ألقي في رُوعِهِ أنه إذا أُلقي في شيءٍ، غيَّرهُ، وكان بنو إسرائيل قد استعاروا حُلِيًّا كثيرةً من قوم فرعون؛ حين أرادوا الخروج من مصرَ بعلَّة عرسٍ لهم، فأهلكَ الله فرعونَ، وبقيت تلك الحليُّ لهم في أيدي بني إسرائيل، فلما فصل موسى، قال السامري لبني إسرائيل: إن الحليَّ التي استعرتموها من قومِ فرعونَ غنيمةٌ لا تَحِلُّ لكم، فاحفِروا حفرةً وادفنوها فيها حتى يرجعَ موسى، فيرى فيها رأيه، فلما اجتمعتِ الحليُّ صاغها السامريُّ عِجْلًا في ثلاثة أيام، ثم ألقى فيها القبضةَ التي أخذها من ترابِ فرسِ جبريلَ، فخرج عجلًا من ذهبٍ مُرَصَّعًا بالجواهر كأحسنِ ما يكونُ، وخار خَوْرَةً، فقال السامري:  {هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ}  [طه: ٨٨] ، أي: فتركه هاهنا، وخرج يطلبه، وكان بنو إسرئيل قد اختلفوا الوعد، فعدوا اليومَ مع الليلة يومين، فلما مضى عشرون يومًا، ولم يرجعْ موسى، وقعوا في الفتنة، وعبدوا العجلَ كلُّهم إلا هارونَ مع اثني عشرَ ألفَ رجل (١) ، فذلك قولُه تعالى: </p><p> {ثُمَّ اتَّخَذْتُمُ الْعِجْلَ} إلهًا. </p><p> {مِنْ بَعْدِهِ} أي: بعد ذهابه إلى الطور. قرأ ابنُ كثيرٍ، وحفصٌ، ورويسٌ:  (اتَّخَذْتم) حيث وقع بإظهار الذال، والباقون بإدغامها. </p><p> {وَأَنْتُمْ ظَالِمُونَ} ضارُّون لأنفسِكم بالمعصيةِ، واضعونَ العبادةَ في غير موضعها. </p><p>(١) وانظر: \"تفسير الطبري\" (١/ ٢٨٢).</p>"
}