{
  "id": null,
  "sura": 2,
  "aya": 31,
  "text": "<p> وكذلك:  {وَكَانَ رَبُّكَ قَدِيرًا}  [الفرقان: ٥٤] ، و {لَكَ قُصُورًا}  [الفرقان: ١٠] حيثُ تحرَّكَ ما قبلَها، فلو سكن ما قبلَ الكاف، لم يدغمْها نحو:  {فَأُولَئِكَ كَانَ}  (١)  [الإسراء: ١٩] ، و {وَلَا يَحْزُنْكَ قَوْلُهُمْ}  [يونس: ٦٥] ، وشبهه. </p><p> {قَالَ} الله تعالى: </p><p> {إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ} من المصلحة فيه. قرأ المدنيان، وابنُ كثير، وأبو عمرٍو (إِنِّيَ) بفتح الياء، والباقون بإسكانها، وأبو عمرٍو:  (أَعْلَم مَّا) بإدغام الميم في الميم (٢) . </p><p> • {وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ (٣١) }. </p><p> [٣١]  {وَعَلَّمَ آدَمَ} سُمِّي آدمَ؛ لأنه خُلِقَ من أديمِ الأرضِ، وهو وَجْهُها، مشتَقٌّ من الأُدْمَةِ: السُّمْرَة، وكنيتهُ: أبو البَشَر، عاش تسعَ مئةٍ وثلاثين سنةً باتفاقٍ، وقبرُه في مغارةٍ بينَ بيتِ المقدسِ ومسجدِ إبراهيمَ الخليلِ، رِجْلاهُ عند الصخرة، ورأسهُ عند مسجدِ إبراهيم، وفي ذلك خلاف كثير. </p><p>(١) وردت هذه الآية في جميع النسخ \"أولئك قال\"، وهو خطأ ظاهر. (٢) انظر: \"الحجة\" لأبي زرعة (ص: ٩٣)، و\"السبعة\" لابن مجاهد (ص: ١٩٦)، و\"الحجة\" لابن خالويه (ص: ٧٤)، و\"الكشف\" لمكي (١/ ٣٣٠)، و\"الغيث\" للصفاقسي (ص: ٩٩)، و\"تفسير البغوي\" (١/ ٣٣)، و\"التيسير\" للداني (ص: ٨٥)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٣٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٣٢)، و\"معجم القراءات القرآنية\" (١/ ٤٢).</p><p> {الْأَسْمَاءَ كُلَّهَا} لما خلقه الله -عز وجل- علمه أسماءَ الأشياء، وذلك أن الملائكة قالوا لما قال الله تعالى:  {إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً} ليخلقْ ربُّنا ما يشاءُ، فلن يخلقَ خَلْقًا أكرمَ عليه منَّا، وإن كانَ، فنحنُ أعلمُ منه؛ لأنا خُلقنا قبلَه، ورأينا ما لم يَرَهُ، فأظهرَ اللهُ فضلَه بالعلمِ، وفيه دليلٌ على أن الأنبياءَ أفضلُ من الملائكة، وإن كانوا رسلًا كما ذهبَ إليه أهل السنة. </p><p> {ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ} أي: عرض المسمَّيات؛ لأن عرض الأسماء لا يصحُّ، والعرضُ: إظهارُكَ الشيءَ، وأن تمرَّ به عَرْضًا؛ لتعرفَ حالَه، وإنما قال: عَرَضَهم، ولم يقل: عَرَضَها؛ لأن المسمَّياتِ إذا جَمَحَتْ من يعقلُ ومن لايعقلُ، يكنى عنها بلفظ مَنْ يعقلُ؛ كما يكنى عن الذكورِ والإناثِ بلفظ الذكور. </p><p> {فَقَالَ أَنْبِئُونِي} أخبروني، أمر تعجيز. </p><p> {بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ} أنِّي لا أخلقُ خلقًا إلا كنتم أفضلَ وأعلمَ منه. قرأ الكوفيون، وابنُ عامرٍ، ورَوْح:  {هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ} بتحقيق الهمزتين، وأبو عمرٍو بإسقاطِ الهمزةِ الأولى، وتحقيق الثانية، وقرأ قالون، والبزي: بتسهيل الأُولى بينَ بينَ، مع تحقيق الثانية، وأبو جعفرٍ ورويسٌ: بتحقيق الأولى وتسهيل الثانية، واختلف عن قنبل وورش، فروي عن الأول جعلُ الهمزةِ الثانيةِ بينَ بينَ، وروي عنه إسقاطُ الهمزة الأولى، وهو الذي عليه الجمهورُ من أصحابه، وروي عن الثاني إبدالُ الهمزةِ الثانيةِ ياءً مكسورةً، وروي عنه تسهيلُها بينَ بينَ (١) . </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ١٥٩)، و\"الغيث\" للصفاقسي (ص: ١٠٠)، و\"إملاء ما منَّ به الرحمن\" للعكبري (١/ ١٧)، و\"التبيان\" للطوسي =</p>"
}