{
  "id": null,
  "sura": 2,
  "aya": 133,
  "text": "<p> {لَكُمُ اَلدِّينَ} أي: دينَ الإسلام. </p><p> {فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} أي: مؤمنون، والنهيُ في ظاهر الكلام وقعَ على (١) الموت، وإنما نُهوا في الحقيقة عن ترك الإسلام، معناه: داوموا على الإسلامِ حتى لا يصادفَكم الموتُ إلا وأنتم مسلمون. </p><p> {أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ (١٣٣) }. </p><p> [١٣٣]  {أَمْ كُنْتُمْ} أي: أَكُنتم. </p><p> {شُهَدَاءَ} جمعُ شهيدٍ بمعنى الحاضرِ، يريد: ما كنتم حضورًا. </p><p> {إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ} أي: حينَ قربَ يعقوبُ من الموت. قرأ الكوفيون، وابنُ عامرٍ، ورَوْحٌ:  (شُهَدَاءَ إِذْ) بتحقيق الهمزتين، وقرأ الباقون: بتحقيق الأولى وتسهيل الثانية، وهي أن تجعل بينَ بينَ (٢) . نزلتْ إنكارًا على اليهود حينَ قالوا للنبي - صلى الله عليه وسلم -: ألستَ تعلمُ أن يعقوبَ يومَ ماتَ أوصى بنيهِ باليهودية؟ (٣) . </p><p> {إِذْ قَالَ لِبَنِيهِ} بدلٌ من (إذ) قبلَها، العاملُ فيهما (شُهَداءَ) . ورُوي أنه </p><p>(١) في \"ن\": \"عند\". (٢) انظر: \"الغيث\" للصفاقسي (ص: ١٧٨)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٤٨)، و\"معجم القراءات القرآنية\" (١/ ١١٧).(٣) انظر: \"أسباب النزول\" للواحدي (ص: ٢١)، و\"تفسير البغوي\" (١/ ١١٠).</p><p> لما دخلَ يعقوبُ مصرَ، ورآهم يعبدونَ الأصنامَ، فخافَ على ولده، فقال لهم وقد جمعَهم: قد حضر أجلي (١) . </p><p> {مَا تَعْبُدُونَ مِنْ بَعْدِي} أي: بعدَ موتي، و (ما) هنا بمعنى (مَنْ) يدلُّ عليه (أن) . </p><p> {قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ} وكان إسماعيلُ عَمًّا لهم، والعربُ تسمِّي العمَّ أبًا، كما تسمي الخالةَ أُمًّا، قال النبي - صلى الله عليه وسلم -: \"عَمُّ الرَّجُلِ صِنْوُ أَبِيهِ\"  (٢) ، وقال في عمه العباس:  \"رُدُّوا عَلَيَّ أَبِي؛ فَإِنِّي أَخْشَى أَنْ تفعَلَ بِي قُرَيْشٌ مَا فَعَلَتْ ثَقِيفٌ بِعُرْوَةَ بْنِ مَسْعُودٍ\"  (٣) ، وذلك أنهم قتلوه. </p><p> وإسحاقُ هو ابنُ إبراهيمَ -عليه السلام-، وأمه سارةُ، ولدتْهُ ولها تسعونَ سنةً، ولأبيهِ إبراهيمَ مئةٌ وعشرون سنةً، وكانَ إسحقُ ضريرًا، وكان هو وإسماعيلُ ولوطٌ ويعقوبُ أنبياءَ على عهدِ إبراهيمَ (٤) -صلواتُ الله عليهم أجمعين-، وعاش إسحاقُ مئةً وثمانين سنة، ودُفن عند أبيه بمغارة حبرون (٥) . </p><p> {إِلَهًا وَاحِدًا} نصبٌ على البدلِ من قوله: (إِلَهَكَ) . </p><p>(١) انظر: \"تفسير البغوي\" (١/ ١١٠). (٢) رواه مسلم (٩٨٣)، كتاب: الزكاة، باب: في تقديم الزكاة ومنعها، عن أبي هريرة -رضي الله عنه-.(٣) رواه ابن أبي شيبة في \"المصنف\" (٣٦٩٠٢)، والطحاوي في \"شرح معاني الآثار\" (٣/ ٣١٤)، عن عكرمة مرسلًا. وانظر: \"تخريج أحاديث الكشاف\" للزيلعي (١/ ٨٩).(٤) في \"ن\": \"أبيهم\".(٥) في \"ن\": \"جبرون\".</p>"
}