{
  "id": null,
  "sura": 2,
  "aya": 54,
  "text": "<p> {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَاقَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ (٥٤) }. </p><p> [٥٤]  {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ} الذين عبدوا العجل: </p><p> {يَاقَوْمِ إِنَّكُمْ ظَلَمْتُمْ} أي (١) : أضَرَرْتم (٢) . </p><p> {أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ} إلهًا، قالوا: فما نصنعُ؟ قال: </p><p> {فَتُوبُوا} أي: فارجعوا. </p><p> {إلَى بَارِئِكُمْ} خالِقِكم. قرأ الدوريُّ عن الكسائيِّ:  (بارِيكُم) بإمالة الألف في الموضعين، واخْتُلِفَ عن أبي عمرو في اختلاس كسرة الهمزة، وإسكانها من (باريكم) في الحرفين، فقرأ الدوريُّ عنه بالاختلاس، وقرأ السوسيُّ بالإسكان، وقرأ الباقونَ بإشباع الحركة (٣) . قالوا: كيف نتوب؟ قال: </p><p> {فَاقْتُلُوا أَنْفُسَكُمْ} يعني: ليقتلِ البريءُ منكم المجرمَ. </p><p> {ذَلِكُمْ} أي: القتلُ. </p><p>(١) \"أي\": سقطت من \"ن\". (٢) في \"ط\": \"صررتم\".(٣) انظر: \"إعراب القرآن\" للنحاس (١/ ١٧٦)، و\"الحجة\" لأبي زرعة (ص: ٩٦)، و\"السبعة\" لابن مجاهد (ص: ١٥٥)، و\"الكشف\" لمكي (٢٤٠)، و\"الغيث\" للصفاقسي (ص: ١١٤، ١١٦)، و\"التيسير\" للداني (ص: ٧٣)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٢)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٣٦)، و\"معجم القراءات القرآنية\" (١/ ٥٧).</p><p> {خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْ} فلما أمرهم موسى بالقتل، قالوا: نصبرُ لأمر الله، فجلسوا بالأَفْنِيَة مُحْتَبين؛ أي: مُنْتَصبين رُكَبَهم، وقيل لهم: من حَلَّ حبوتَهُ، أو مَدَّ طَرْفَه إلى قاتله، أو اتَّقى بيدٍ أو رجلٍ، فهو ملعونٌ مردودةٌ توبتهُ، وأصلتَ القومُ عليهم الخناجرَ، فكان الرجلُ يرى ابنَه وأخاه وأباه وقريبَه وصديقَه وجارَه، فلم يمكِنْهم إلا المضيُّ لأمر الله، قالوا: يا موسى! كيف نفعل؟ فأرسل اللهُ عليهم ضبابةً وسحابةً سوداءَ لا يُبصر بعضُهم بعضًا، وكانوا يقتلونهم إلى المساء، فلما كثر القتلُ، دعا موسى وهارون، وبَكَيا وتضرَّعا، وقالا: يا ربّ! هلكتْ بنو إسرائيل البقيةَ البقيةَ، فكشف الله السحابةَ، وأَمرهم أن يَكُفُّوا عن القتل، فتكشَّفَتْ عن ألوفٍ من القتلى، فاشتدَّ ذلك على موسى، فأوحى الله إليه: أما يرضيكَ أن أُدخلَ القاتلَ والمقتولَ منهم الجنة؟ فكان من قُتل منهم شهيدًا، ومن بقي منهم مُكَفَّرًا عنه ذنوبُه (١) ، فذلك قوله تعالى: </p><p> {فَتَابَ} أي: إن فعلتم ذلك فقد تاب. </p><p> {عَلَيْكُمْ} تجاوزَ عنكم. </p><p> {إِنَّهُ هُوَ التَّوَّابُ} القابل للتوبة. </p><p> {الرَّحِيمُ} قرأ أبو عمرٍو: (إنَّهْ هُّو) بإدغام الهاء في الهاء. </p><p> {وَإِذْ قُلْتُمْ يَامُوسَى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ (٥٥) }. </p><p>(١) وانظر: \"تفسير الطبري\" (١/ ٢٨٦)، و\"تفسير ابن أبي حاتم\" (١/ ١١١).</p>"
}