{
  "id": null,
  "sura": 2,
  "aya": 102,
  "text": "<p> [١٠١]  {وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ} يعني: محمدًا - صلى الله عليه وسلم -. </p><p> {مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ} يعني: التوراةَ، وقيل: القرآنَ؛ أي: لم يعملوا بما فيها. </p><p> {كَأَنَّهُمْ لَا يَعْلَمُونَ} كانوا يقرؤون التوراة ولا يعملون بها. </p><p> {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ (١٠٢) }. </p><p> [١٠٢]  {وَاتَّبَعُوا} يعني: اليهود. </p><p> {مَا تَتْلُو الشَّيَاطِينُ} أي: ما تلتْ؛ أي: تكلمتْ به. والعربُ تضعُ المستقبل موضعَ الماضي وعكسه. {عَلَى مُلْكِ سُلَيْمَانَ} أي: على زمنِ ملكه، وهو سليمانُ بنُ داودَ -عليهما السلام-، عاش اثنتين وخمسين سنة، ومدَّةُ ملكِه أربعون سنة، ووفاتُه في أواخر سنةِ خمسٍ وسبعين وخمسِ مئةٍ لوفاةِ موسى -عليه السلام- وبين وفاتهِ والهجرةِ الشريفةِ الإسلاميةِ ألفٌ وسبعُ مئةٍ وثلاثٌ </p><p> وسبعون سنةً، ونُقل أنَّ قبرَه بالبيت المقدَّس (١) عند الجيسمانية، وأنه هو وأبوه داودُ في قبرٍ واحد. </p><p> وقصةُ الآيةِ: أن الشياطينَ كتبوا السحرَ والنيرِنْجيَّاتِ على لسانِ آصَف: هذا ما علَّمَ آصَفُ بنُ برخيا سليمانَ الملكَ، ثم دفنوها تحت مصلَّاه حين نزعَ اللهُ الملكَ عنه، ولم يشعرْ سليمانُ بذلك، فلما ماتَ، استخرجوها، وقالوا للناس: إنما مَلَكَكم سليمانُ بهذه، فتعلَّموها، فأما علماءُ بني إسرائيل وصلحاؤهم، فقالوا: معاذ اللهِ أن يكون هذا من علمِ سليمانَ، وأما السِّفْلَةُ، فقالوا: هذا علمُ سليمان، وأقبلوا على تعلُّمه، ورفضوا كتبَ أنبيائهم، وفَشَتِ الملامةُ لسليمانَ، فلم يزل هذا حالهم حتى بعثَ اللهُ محمدًا - صلى الله عليه وسلم -، وأنزلَ عليه براءةَ سليمان، فقال: </p><p> {وَمَا كَفَرَ سُلَيْمَانُ} بالسحر وعملِهِ. </p><p> {وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا} باستعمالِ السحر وكَتْبِه. قرأ ابنُ عامرٍ، وحمزةُ، والكسائيُّ، وخلفٌ:  (وَلَكِنْ) خفيفةَ النون (الشَّيَاطِينُ) رفعٌ، والباقون:  (وَلِكَنَّ) مشدَّدَةَ النون (الشَّياطِينَ) نَصْب (٢) . </p><p> ومعنى (لكن) نفيُ الخبر الماضي، وإثباتُ المستقبَلِ. </p><p> {يُعَلِّمُونَ النَّاسَ السِّحْرَ} والسحرُ عبارةٌ عن التَّمويهِ والتخييل، ووجودُه </p><p>(١) في \"ن\": \"ببيت المقدس\". (٢) انظر: \"الحجة\" لأبي زرعة (ص: ١٠٨)، و\"السبعة\" لابن مجاهد (ص: ١٦٧)، و\"الحجة\" لابن خالويه (ص: ٨٦)، و\"الكشف\" لمكي (١/ ٢٥٦)، و\"الغيث\" للصفاقسي (ص: ١٢٧)، و\"تفسير البغوي\" (١/ ٨٤)، و\"التيسير\" للداني (ص: ٧٥)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٩)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٤٢)، و\"معجم القراءات القرآنية\" (١/ ٩٤).</p><p> حقيقةٌ عندَ أهل السنَّةِ، وعليهِ أكثرُ الأممِ، وهو محرَّمٌ بالإجماع. </p><p> واختلف الأئمةُ فيمن يتعلَّمُ السحرَ ويستعملُه، فقال أبو حنيفةَ ومالك: يكفرُ بذلك، وبعضُ أصحابِ أبي حنيفةَ فصَّل، فقال: إن تعلَّمه ليتقيَهُ، أو ليتجنبَهُ، فلا يكفرُ، وإن تعلَّمه معتقِدًا لجوازِه، أو أنه ينفعهُ، فإنه يكفرُ. </p><p> وقال الشافعي: إذا تعلَّمَ السحرَ قلنا له: صِفْ سحرَكَ، فإن وصفَ ما يوجبُ الكفرَ، مثل ما اعتقدَهُ أهلُ بابلَ من التقرُّب إلى الكواكبِ السبعةِ، وأنها تفعلُ ما يُلتمس منها، فهو كافرٌ، وإن كانَ لا يوجبُ الكفرَ، فإن اعتقدَ إباحتهُ، كفر، وإلَّا فلا. </p><p> وقال أحمدُ: الساحرُ الذي يركبُ المِكنسةَ، فتسيرُ به في الهواء، ونحوه؛ كالذي يدَّعي أن الكواكبَ تخاطبهُ، يكفرُ، ويقتلُ هو ومن يعتقدُ حلَّه، فأما الذي يسحرُ بالأدويةِ والتَّدخين (١) وسَقْيِ شيءٍ يضرُّ، فلا يكفر، ويعزَّرُ. </p><p> ويقتل بمجرد تعلُّمه واستعمالِه عند مالكٍ، وإن لم يقتلْ به. </p><p> وقال أبو حنيفةَ والشافعيُّ: لا يُقتل بذلك، فإن قتلَ بالسحر، قُتل عندَهما، إلا أن أبا حنيفة قال: لا يُقتل حتى يقرَّ بأني (٢) قتلتُ إنسانًا بعينِه. </p><p> وقال الشافعي: لو قالَ: قتلتُه بسحري، وسحري يقتلُ غالبًا، فقد أقرَّ بقتلِ العَمْدِ، كان قال: وهو يقتلُ نادرًا، فهو إقرارٌ بشبهِ العمدِ، كان قال: أخطأتُ من اسمِ غيرِه إلى اسمه، فهو إقرارٌ بالخطأ، ثم ديةُ شبهِ العمدِ، </p><p>(١) في \"ت\": \"التسخين\". (٢) في \"ت\": \"أني\".</p><p> وديةُ الخطأ مخففة، كلاهما في مال الساحر، لا تُطالَبُ العاقلةُ بشيء إلا أن يصدِّقوه؛ لأن إقرارَه عليهم لا يُقبل. </p><p> وقال أحمد: إن قتلَ بفعلهِ غالبًا اقْتُصَّ منه، وإلا الديةُ. </p><p> ويقتل حدًّا عندَ أبي حنيفةَ، ومالك. </p><p> وقال الشافعيُّ وأحمدُ: يُقتل قصاصًا، وتقبل توبتُه عند الشافعيِّ. </p><p> وقال مالكٌ وأبو حنيفةَ -في المشهور عنه-، وأحمدُ في أصح روايتيه: لا تُقبل. </p><p> وأما ساحرُ أهلِ الكتابِ، فقال مالكٌ والشافعيُّ وأحمدُ: لا يقتل، وقال أبو حنيفة: يُقتل. </p><p> وأما المسلمةُ الساحرةُ، فقال الثلاثة: حكمُها حكمُ الرجل، وقال أبو حنيفةَ: تُحبس ولا تُقتل. </p><p> {وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ} أي: ويعلِّمون الذي أُنزل على الملكين؛ أي: أُلهما وعُلِّما، فالإنزالُ بمعنى الإلهامِ والتعليم، وبابلُ: هي بابلُ العراق، سميت به لتبلبلِ الألسُنِ بها عند سقوطِ صرحِ نمرود؛ أي: تفرُّقِها. </p><p> والأصحُّ مما قيل في ذلك: أن الله سبحانه امتحنَ الناس بالملَكَين في ذلك الوقت، فالشقيُّ بِتَعَلُّمِه (١) فيكفرُ، والسعيد بِتَرْكِهِ (٢) فيبقى على الإيمان. </p><p> {هَارُوتَ وَمَارُوتَ} اسمان سريانيان، وهما في محل الخفض على </p><p>(١) في \"ن\" و\"ظ\": \"يتعلمه\". (٢) في \"ظ\": \"يتركه\".</p><p> تفسير الملكين، إلا أنهما نُصبا لعجمتِهما وتعريفِهما، وكانت قصتهما أن الملائكة رأوا ما يصعدُ إلى السماء من أعمالِ بني آدم الخبيثةِ في زمن إدريس -عليه السلام- فعيروهم، وقالوا: هؤلاء الذين جعلتَهُم في الأرض واخترتَهُمْ، فهم يعصونك، فقال الله -عز وجل-: لو أنزلتُكم (١) إلى الأرضِ ورَكَّبْتُ فيكم ما رَكَّبْتُ فيهم، ارتكبتُمْ مثلَ ما ارتكبوا، فقالوا: سبحانَكَ ما ينبغي لنا أن نَعصيَك، قال الله تعالى: فاختاروا مَلَكَينِ من خِياركم أهبطهُما إلى الأرضِ، فاختاروا هاروتَ وماروتَ، وكانا من أصلح الملائكة وأعبدِهم، فركَّبَ الله فيهما الشهوةَ، وأهبطَهما إلى الأرض، وأمرَهما أن يحكما بينَ الناس بالحقِّ، ونهاهُما عن الشِّرْكِ، والقتلِ بغير الحقِّ، والزنا، وشربِ الخمر، فكانا يقضيان بين الناس يومَهُما، فإذا أمسيا ذكرا اسمَ الله الأعظم، وصَعِدا إلى السماء، فما مرَّ عليهما شهرٌ حتى افتتنا جميعًا، وذلك أن الزُّهْرَةَ -امرأة من أجمل النساء- جاءتهما تخاصمُ زوجَها إليهما، فوقعتْ في أنفسهما، فراوداها عن نفسها، فأبت وانصرفت، ثم عادت في اليوم الثاني، ففعلا مثلَ ذلك، فأبت وقالت: لا، إلا أن تعبُدا ما أعبد، وتصلِّيا لهذا الصنم، وتقتلا النفسَ، وتشربا الخمر، فقالا: لا سبيلَ إلى هذه الأشياء؛ فإن الله قد نهانا عنها، فانصرفت ثم عادت في اليوم الثالث، ومعها قدحٌ من خمر، وفي أنفسِهما من الميل إليها ما فيها، فراوداها عن نفسها، فعرضت عليهما ما قالت بالأمس، فقالا: الصلاةُ لغيرِ الله عظيمٌ، وقتلُ النفس عظيم، وأهونُ الثلاثةِ شربُ الخمر، فشربا الخمرَ، فانتشَيا، ووقعا بالمرأة فزنيا، فلما فرغا، رآهما إنسانٌ فقتلاه، </p><p>(١) في \"ت\": \"نزلتكم\".</p><p> وسجدا للصنم، فمسخَ الله الزُّهرةَ كوكبًا، وحُكي غيرُ ذلك، فلما أمسى هاروت وماروت بعدَما قارفا الذنب؛ أي: اكتسباه، هَمَّا بالصعود إلى السماء، فلم تطاوعْهما أجنحتُهما، فعلما ما حلَّ بهما، فقصدا إدريسَ النبي -عليه السلام-، فأخبراه بأمرِهما، وسألاه أن يشفعَ لهما إلى الله، وقالا له: إنا رأيناكَ يصعدُ لكَ من العبادة مثلُ ما يصعد لجميع أهل الأرض، فاستشفعْ لنا إلى ربك، ففعلَ ذلك إدريسُ، فخيرهما الله بين عذاب الدنيا وعذاب الآخرة، فاختارا عذابَ الدنيا؛ إذ عَلِما أنه ينقطع، فهما ببابلَ يعذَّبان إلى قيام الساعة (١) . </p><p> وروي أن رجلًا قصدَ هاروتَ وماروتَ لتعلُّم السحر، فوجدهما معلَّقينِ بأرجلهما، مزرقَّةً أعينُهما، مسودَّةً جلودُهما، ليس بينَ ألسنتِهما وبينَ الماء إلا أربعةُ أصابعَ، وهما يعذَّبان بالعطش، فلما رأى ذلك، هالَهُ مكانُهما، فقال (٢) : لا إله إلا الله، فلما سمعا كلامه، قالا له: من أنتَ؟ قال: رجلٌ من الناس، قالا: من أي: أمة؟ قال: من أمةٍ محمدٍ - صلى الله عليه وسلم -، قالا: وقد بُعث محمدٌ - صلى الله عليه وسلم -؟ قال: نعم قالا: الحمدُ لله، وأظهرا الاستبشارَ، فقال (٣) الرجل: بم استبشارُكما؟ قالا: إنه نبيُّ الساعة، وقد دنا انقضاءُ عذابنا (٤) . </p><p> {وَمَا يُعَلِّمَانِ} يعني: الملكين. </p><p> {مِنْ أَحَدٍ} أي: أحدًا، و (مِنْ) صلة. </p><p>(١) انظر: \"تفسير البغوي\" (١/ ١٠٠ - ١٠١). (٢) في \"ت\": \"فقالا\".(٣) في \"ن\": \"فسأل\".(٤) المرجع السابق: (١/ ١٠١).</p><p> {حَتَّى} ينصحاهُ أولًا. </p><p> و {يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ} أي: ابتلاءٌ ومحنةٌ. </p><p> {فَلَا تَكْفُر} أي: لا تتعلم السحرَ لتعملَ به فتكفرَ، وأَصلُ الفتنة: الاختبارُ والامتحانُ، فإن أبي إلا التعلم (١) ، قالا له: ائتِ هذا الرمادَ فَبُلْ عليه، فيخرجُ منه نورٌ ساطع في السماء، فتلكَ المعرفةُ، وينزل شيء أسودُ شبهُ الدخان حتى يدخلَ مسامعه، وذلك غضبُ الله -عز وجل-. </p><p> قال مجاهد: إن هاروتَ وماروتَ لا يصلُ إليهما أحدٌ، ويختلفُ فيما بينَهُما شيطانٌ في كلِّ مسألةٍ اختلافةً واحدةً. </p><p> {فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ} وهو أن يؤخذَ كلُّ واحدٍ منهما عن صاحبه، ويُبَغَّضَ كلُّ واحدٍ إلى صاحبه، قال الله تعالى: </p><p> {وَمَا هُمْ} أي: السحرةُ أو الشياطينُ. </p><p> {بِضَارِّينَ بِهِ} أي: بالسحر. </p><p> {مِنْ أَحَدٍ} أي: واحدًا. </p><p> {إِلَّا بِإِذْنِ اللَّهِ} أي: بقضاء الله وقدره ومشيئته. </p><p> {وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ} يعني: السحرُ يضرهم. </p><p> {وَلَا يَنْفَعُهُمْ وَلَقَدْ عَلِمُوا} يعني: اليهود. </p><p> {لَمَنِ اشْتَرَاهُ} أي: اختارَ السحرَ. قوأ أبو عمرٍو، وحمزةُ، والكسائيُّ، وخلفٌ:  (اشْتَرِيه) بالإمالة (٢) . </p><p>(١) في \"ن\": \"التعليم\". (٢) انظر: \"السبعة\" لابن مجاهد (ص: ١٦٨)، و\"الغيث\" للصفاقسي (ص: ١٢٧)، =</p><p> {مَا لَهُ فِي الْآخِرَةِ} أي: في الجنة. </p><p> {مِنْ خَلَاقٍ} نصيبٍ، خبرٌ. </p><p> {وَلَبِئْسَ مَا شَرَوْا} أي: باعوا. </p><p> {بِهِ أَنْفُسَهُمْ} أي: حظَّ أنفسِهم؛ حيثُ اختاروا السحرَ والكفرَ على الدينِ والحقِّ. </p><p> {لَوْ كَانُوا يَعْلَمُونَ} يعني: اليهود، وقولُه:  {لَوْ كَانُوا يَعْلَمُونَ} بعدَ قوله {وَلَقَد عَلِمُواْ} أي: لما لم يعملوا بما علموا، فكأنهم لم يعلموا. </p><p> وقد أنكر القاضي عياضٌ -رحمه الله- قصةَ هاروتَ وماروتَ، ونسبَ ما قيل فيها من الأخبار إلى كتب اليهودِ وافترائهم كما نَصَّهُ الله أولَ الآيات من افترائهم بذلك على سليمان، وتكفيرهم إياه، وحَكى عن خالدَ بنِ أبي عمرانَ أنّه نزَّههما عن تعليم السحر، وحكى قولًا: أن هاروتَ وماروتَ عِلجان (١) من أهل بابل، وقيل: كانا ملكين من بني إسرائيل، فمسخهما الله، والله أعلم (٢) . </p><p>= و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٤٤)، و\"معجم القراءات القرآنية\" (١/ ٩٦). (١) في \"ن\": \"علمان\".(٢) انظر: \"الشفا بتعريف حقوق المصطفى\" للقاضي عياض (٢/ ٨٥٣). قال ابن كثير في \"تفسيره\" (١/ ١٤٢): وقد روي في قصة هاروت وماروت عن جماعة من التابعين، كمجاهد والسدي والحسن البصري وقتادة وأبي العالية والزهري والربيع بن أنس ومقاتل بن حيان وغيرهم، وقصَّها خلق من المفسرين من المتقدمين والمتأخرين، وحاصلها راجع في تفصيلها إلى أخبار بني إسرائيل، إذ =</p>"
}