{
  "id": null,
  "sura": 2,
  "aya": 3,
  "text": "<p> و (شروهو بثمن) ونحوه حيث وقع (١) . وقرأ أبو عمرو:  (فيه هدى) بإدغام الهاء في الهاء (٢) . </p><p> {هُدًى} أي: هو رشد وبيان لأهل التقوى، والهدى: ما يهتدي به الإنسان. </p><p> {لِلْمُتَّقِينَ} أي: للمؤمنين وهم من يتقي الشرك والكبائر والفواحش، وهو مأخوذ من الاتقاء، وأصله الحجزُ بين شيئين، والوقايةُ: فرط الصيانة، وتخصيصُ المتقين بالذكر تشريف (٣) لهم. </p><p> {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٣) }. </p><p> [٣]  {الَّذِينَ يُؤْمِنُونَ} أي: يصدقون، وحقيقة الإيمان: لغةً: التصديق بما غاب، وشرعًا: عند أبي حنيفة: تصديقٌ بالقلب، وعمل باللسان، وعندَ الثلاثة: عَقدٌ بالجنان، ونطقٌ باللسان، وعملٌ بالأركان، فدخلَ كلُّ الطاعات، ويأتي ذكرُ الخلاف في زيادته ونقصانه، والاستثناء فيه في سورة </p><p>(١) انظر: قراءة ابن كثير (فيهي) في \"إعراب القرآن\" للنحاس (١/ ١٢٩)، و\"السبعة\" لابن مجاهد (ص: ١٣٠)، و\"الغيث\" للصفاقسي (ص: ٩٩)، و\"تفسير البغوي\" (١/ ١٢)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٢٦)، و\"معجم القراءات القرآنية\" (١/ ١٧). (٢) انظر: \"إعراب القرآن\" للنحاس (١/ ١٢٩)، و\"الحجة\" لأبي زرعة (ص: ٩٣)، و\"الحجة\" لابن خالويه (ص: ٦٣)، و\"التيسير\" للداني (ص: ٢٠)، و\"إتحاف فضلاء البشر\" (ص: ١٢٦)، و\"معجم القراءات القرآنية\" (١/ ١٨).(٣) في جميع النسخ \"تشريفًا\"، وظاهره خطأ، لأنها خبر للمبتدأ \"تخصيص\".</p><p> الفتح إن شاء الله تعالى. قرأ أبو عمرٍو، وورشٌ عن نافع، وأبو جعفرٍ:  (يومنون) حيث وقع بواو ساكنة بغير همز، والآخرون يهمزونه (١) . </p><p> {بِالْغَيْبِ} هو مصدر، وضع موضع الاسم، فقيل للغائب: غَيب، كما قيل للعادل: عَدل، والغيبُ ما كان مُغَيَّبًا عن العيون؛ المعنى: يؤمنون بما غَاب عنهم مما أخبر الله عنه. </p><p> {وَيُقِيمُونَ الصَّلَاةَ} أي: يديمونها، ويحافظون عليها في مواقيتها بحدودها وأركانها وهيئاتها، والمراد بها الصلوات الخمس. والصلاة في اللغة: الدعاء. قرأ ورش عن نافع (الصَّلاَةَ) بتغليظ اللام حيث وقع (٢) . </p><p> {وَمِمَّا رَزَقْنَاهُمْ} أي: أعطيناهم، والرزقُ: اسم لكل ما يُنتفَع به، حتى الولدُ والعبدُ، وأصله في اللغة الحظُّ والنصيب. قرأ ابن كثيرٍ، وأبو جعفر، وقالونُ بخلافٍ عنه:  (رزقناهمو) بواو بعد الميم. </p><p> {يُنْفِقُونَ} يُخرجون عن أيديهم ما فيها في طاعة الله، وأصل الإنفاق: الإخراجُ عن اليد والملك، فهذه الآية في المؤمنين من مشركي العرب. </p><p>(١) انظر: \"الحجة\" لأبي زرعة (ص: ٨٤)، و\"السبعة\" لابن مجاهد (ص: ١٣٠)، و\"الغيث\" للصفاقسي (ص: ٧٠)، و\"تفسير البغوي\" (١/ ١٣، ١٥ - ١٦)، و\"إتحاف فضلاء البشر\" للدمياطي: (ص: ١٢٧)، و\"معجم القراءات القرآنية\" (١/ ١٨). (٢) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ١٢٧)، و\"معجم القراءات القرآنية\" (١/ ١٨).</p>"
}