{
  "id": null,
  "sura": 2,
  "aya": 143,
  "text": "<p> {الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ (١٤٣) }. </p><p> [١٤٣]  {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا} نزلت لما قال رؤساء اليهود لمعاذِ بنِ جَبَلٍ: ما تركَ محمدٌ قبلتَنا إلَّا حسدًا، وإنَّ قبلتنا قبلةُ الأنبياء، وقد علم محمدٌ أنا عدلٌ بين الناس، فقال معاذ: إنا على حقٍّ (١) وعدلٍ، فأنزل الله تعالى:  {وَكَذَلِكَ جَعَلْنَاكُمْ}  (٢) ؛ أي: ومثلَ ذلكَ الجعلِ الصالحِ الذي جعلْنا إبراهيمَ وذريتَهُ جعلناكم أمةً وَسَطًا؛ أي: عَدْلًا خِيارًا، قال الله تعالى:  {قَالَ أَوْسَطُهُمْ}  [القلم: ٢٨] ؛ أي: خيرُهم وأعدلُهم، وخيرُ الأشياءِ أَوْسَطُها. </p><p> {لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} يومَ القيامة أنَّ الرسلَ قد بلَّغتهم. </p><p> {وَيَكُونَ الرَّسُولُ} هو محمدٌ - صلى الله عليه وسلم -. </p><p> {عَلَيْكُمْ شَهِيدًا} معدِّلًا مزكِّيًا لكم، وذلك أن الله تعالى يجمعُ الأَوَّلين والآخِرين في صعيدٍ واحدٍ، ثم يقُول لكفارِ الأمم: ألم يأتِكُمْ نذيرٌ؟ فيُنكرون ويقولون: ما جَاءَنا مِنْ بَشِيرٍ ولا نَذِير، فيسأَلُ الأنبياء (٣) -عليهم السلام-، فيقولون: كَذَبوا، قد بلَّغناهم، فيسألُهم البينةَ، وهو أعلم بهم؛ إقامةً للحجَّة، فيؤتى بأمة محمدٍ - صلى الله عليه وسلم -، فيشهدون (٤) لهم أنهم قد بَلَّغوا، فتقولُ </p><p>(١) في \"ن\": \"الحق\". (٢) انظر: \"تفسير البغوي\" (١/ ١١٤)، و\"العجاب في بيان الأسباب\" لابن حجر (١/ ٣٨٩ - ٣٩٠).(٣) \"الأنبياء\" ساقطة من \"ت\".(٤) في \"ظ\": \"ليشهدون\".</p><p> الأممُ الباقيةُ: من أينَ عَلِموا وإنهم أَتَوا بعدَنا؟ ! فيسأل هذه الأمة فيقولون: أرسلتَ إلينا رسولًا، وأنزلتَ علينا كتابًا أخبرْتنَا فيه بتبليغ الرسل، وأنتَ صادقٌ فيما أخبرتَ، ثم يؤتى بمحمدٍ - صلى الله عليه وسلم -، فيسألُ عن حال أمته، فيزكِّيهم، ويشهدُ بصدقِهم. </p><p> {وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا} أي: تحويلَها؛ يعني: بيت المقدس، فيكون من بابِ حذفِ المضاف. </p><p> {إِلَّا لِنَعْلَمَ} قالَ أهلُ المعاني: معناه إلا لعلمِنا، وقيل: معناه: ليعلمَ رسولي والمؤمنون به، وجاء الإسنادُ بنون العظمة إذ هم حزبُهُ وخالصتُه. </p><p> {مَن يَتَّبِعُ ألرَّسُولَ} فيوافقُه ويصدِّقه. قرأ أبو عمرٍو:  (لِنَعْلَم مَّنْ) بإدغامِ الميم في الميم (١) . </p><p> {مِمَّن يَنقَلِبُ} أي: يرجعُ ناكِصًا. </p><p> {عَلَى عَقِبَيْهِ} فيرتدُّ، كأنه سبقَ في علمِ الله تعالى أن تحويلَ القبلةِ سببٌ لهدايةِ قومٍ وضلالةِ آخرين، والرجوعُ على العقب أسوأ حالاتِ الراجع في مشيِه عن وجهه، فلذلك شُبِّهَ المرتدُّ في الدين به، وظاهرُ التشبيهِ أنه بالمتقهقِرِ، وهي مشيةُ الحيرانِ الفازع من شَرٍّ قد قربَ منه، وفي الحديث: أنَّ القبلةَ لما حُوِّلَت، ارتدَّ قومٌ من المسلمين إلى اليهودية، وقالوا: رجعَ محمدٌ إلى دين آبائه (٢) . ورُوي أنَّ أحبارَ اليهود قالوا للنبي - صلى الله عليه وسلم -: إنَّ بيتَ المقدس هو قبلةُ الأنبياء، فإن صَلَّيْتَ إليها، اتبعناكَ، </p><p>(١) كما هو المعروف من مذهبه. (٢) انظر: \"تفسير البغوي\" (١/ ١١٦).</p><p> فأمره الله بالصلاة إليه امتحانًا لهم، فلم يؤمنوا، والجمهورُ على أن أمرَ قبلةِ بيتِ المقدسِ كان بوحيٍ غيرِ مَتْلُوٍّ. </p><p> {وَإِنْ كَانَتْ} أي: وقد كانت التوليةُ إلى الكعبة. </p><p> {لَكَبِيرَةً} أي: لثقيلةً شديدةً. </p><p> {إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ} أي: هداهم الله، وهم التائبون المخلصون. </p><p> {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} وذلك أن حُيَيَّ بنَ أخطبَ وأصحابَه من اليهود قالوا للمسلمين: أخبرونا عن صلاتكم نحوَ بيتِ المقدس، إن كانت هُدًى، فقد تحوَّلْتم عنها، كان كانت ضَلالةً، فقد دِنْتُمُ اللهَ بها، ومَنْ مات منكم عليها، فقد ماتَ على الضلالة، فقال المسلمون: إنما الهدى ما أَمر اللهُ به، والضلالة ما نهى اللهُ عنه، قالوا: فما شهادتُكم على مَنْ مات منكُمْ على قبلتنا، وكان قد ماتَ قبلَ أن تُحَوَّلَ القبلةُ من المسلمينَ أسعدُ بنُ زُرارةَ من بني النجَّار، والبراءُ بنُ مَعْرورٍ من بني سَلِمَةَ، وكانوا من النقباء، ورجالٌ آخرون، فانطلق عشائرُهم إلى النبي - صلى الله عليه وسلم -، وقالوا: يا رسول الله! قد صرفَكَ اللهُ إلى قبلةِ إبراهيمَ، فكيفَ بإخواننا الذين ماتوا وهم يصلُّون إلى بيت المقدس؟ فأنزل الله -عز وجل-: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ}  (١) ؛ يعني: صلاتِكم إلى بيتِ المقدس، وسمَّى الصلاةَ إيمانًا لما كانت صادرةً عن الإيمان والتصديق في وقت بيتِ المقدس، وفي وقتِ التحويل. </p><p> {إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ} والرأفةُ: أشدُّ الرحمة، وخاطبَ الحاضرين، والمرادُ: مَنْ حضرَ ومن ماتَ؛ لأن الحاضر يُغَلَّبُ كما تقول </p><p>(١) انظر: \"تفسير البغوي\" (١/ ١١٦)، و\"العجاب في بيان الأسباب\" لابن حجر (١/ ٣٩٣).</p>"
}