{
  "id": null,
  "sura": 2,
  "aya": 285,
  "text": "<p> {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ (٢٨٥) }. </p><p> [٢٨٥]  {آمَنَ} صدق. </p><p> {الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ} فهو جازمٌ في أمرِه غيرُ شاكٍّ فيه. </p><p> {وَالْمُؤْمِنُونَ كُلٌّ} أي: كلُّ واحدٍ منهم. </p><p> {آمَنَ بِاللَّهِ} ولذلكَ وَحَّدَ الفعلَ. </p><p> {وَمَلَائِكَتِهِ} لتحقيقِ كمالِ العظمة في خلقِهم وانقيادِهم ودخولهم في الملك، وتقديمُ الملائكةِ لا إشعارَ (١) فيه بأفضليَّتِهم على الرُّسُلِ بواسطةِ تأخيرِهم ذِكْرًا؛ لأن الغرضَ المسوقَ له الكلامُ مدحُ من صَدَّقَ بالغيب، فما كانَ أدخلَ في الغيبِ كانَ تقديمُه أهمَّ، والمدحُ عليه أَتَمَّ، رعايةً للمقامِ باعتبارِ ما سِيقَ له المقالُ، فتقديمُ ما اشتدَّ فيه الغيبُ حَقُّ السياق، وصرَّحَ بالرسلِ دونَ الأنبياء، مع أن الإيمانَ بالأنبياءِ مستلزمٌ الإيمانَ بالرسل، ولا عكسَ، لأنَّ بالتبليغِ قامتِ الحجَّةُ، واستقامَتِ المحَجَّةُ، وهم المخبرونَ عن المستترِ علمُه بأمر الله لهم، فالتنصيصُ عليهم أنسبُ بالحال. </p><p> {وَكُتُبِهِ} لما اشتملَتْ عليه من إرشادِ العبيد إلى معبودهم. قرأ حمزةُ، والكسائيُّ، وخلفٌ:  (وَكِتَابِهِ) بالألف على التوحيد، يعني: القرآن، والباقون: بغير ألف على الجمع؛ لقوله:  {وَمَلَائِكَتِهِ}  (٢) . </p><p>(١) في \"ت\": \"لا شعار\". (٢) انظر: \"الحجة\" لأبي زرعة (ص: ١٥٢)، و\"السبعة\" لابن مجاهد (ص: ١٩٦)، =</p><p> {وَرُسُلِهِ} أي: بما جاءتْ به عن الله، فبانَ أن المصيرَ إليه سبحانَهُ في سائرِ الأشياءِ، وجميعِ الأحوالِ، فالرسولُ والمؤمنونَ يقولون: </p><p> {لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ} فنؤمنُ ببعضٍ ونكفرُ ببعضٍ؛ كاليهودِ والنصارى. قرأ يعقوبُ:  (لا يُفَرِّقُ) بالياء، فيكونُ خبرًا عن الرسول، ومعناه: لا يفرقُ الكُلُّ، وقرأ الباقون: بالنون على المعنى الأول (١) . </p><p> {وَقَالُوا سَمِعْنَا} أَجَبْنا. </p><p> {وَأَطَعْنَا} دَخَلْنا في الطاعة، وهذا تمامُ المدحِ لهم؛ حيث ضمُّوا إلى الاعتقاد بالجَنان النُّطْقَ باللسان، روُي أنه لما نزلَتْ هذه الآيةُ، قالَ جِبريلُ للنبيِّ - صلى الله عليه وسلم -: \"إِنَّ اللهَ قَدْ أَثْنَى عَلَيْكَ وَعَلَى أُمَّتِكَ فَسَلْ تُعْطَهْ،فَقَالَ بِتَلْقِينِ جِبْرِيلَ إِيَّاهُ:غُفْرَانَكَ\"  (٢) ؛ أي: اغفر. </p><p>= و\"الحجة\" لابن خالويه (ص: ١٠٥)، و\"الكشف\" لمكي (١/ ١٧١)، و\"الغيث\" للصفاقسي (ص: ١٧١)، و\"تفسير البغوي\" (١/ ٣١٥)، و\"التيسير\" للداني (ص: ٨٥)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٣٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٦٧)، و\"معجم القراءات القرآنية\" (١/ ٢٣١). (١) انظر: \"تفسير البغوي\" (١/ ٣١٥)، و\"الكشاف\" للزمخشري (١/ ١٧٢)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٣٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٦٧)، و\"معجم القراءات القرآنية\" (١/ ٢٣٢).(٢) روى ابن جرير الطبري في \"تفسيره\" (٣/ ١٥٣)، عن حكيم بن جابر -رضي الله عنه- قال: لما أنزلت على رسول الله - صلى الله عليه وسلم -: \"آمن الرسول ... \" قال جبريل: \"إن الله عز وجل قد أحسن الثناء عليك وعلى أمتك، فسل تعطه، فسأل: \"لا يكلف الله نفسًا إلا وسعها\". انظر: \"البحر المحيط\" لأبي حيان عند تفسير الآية (١٣١) من سورة البقرة، و\"روح البيان\" للآلوسي عند تفسير الآية (٢٨٤) من السورة، وذكر الآلوسي قول الزمخشري بأنه طعن -على عادته- في القراءات =</p>"
}