{
  "id": null,
  "sura": 2,
  "aya": 240,
  "text": "<p> أي: الضرب بالسيف (١) - يصلِّي حيثُ كان وجهُه إلى القبلةِ وغيرِها، يومئ بالركوع والسجود على قَدْر الطاقة، ويجعل السجودَ أخفضَ من الركوع، وبذلك قالَ مالكٌ والشافعيُّ وأحمدُ، وقال أبو حنيفةَ: لا يصلِّي ماشِيًا ولا مُسايِفًا إذا لم يمكن الوقوفُ، ولا ينقصُ عددُ الركعات عندَهم بالخوف، وسيأتي في سورة النساء بيانُ أقسامِ صلاةِ الخوف، وصفتها عقبَ تفسيرِ قوله تعالى:  {إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِينًا}  [النساء: ١٠١] . </p><p> {فَإِذَا أَمِنْتُمْ} أي: زالَ الخوفُ. </p><p> {فَاذْكُرُوا اللَّهَ} أي: صلُّوا الصلواتِ الخمسَ، واشكروهُ على الأمنِ وأداءِ الصلاة. </p><p> {كَمَا عَلَّمَكُمْ} من صلاةِ الخوفِ وغيرِها. </p><p> {مَا لَمْ تَكُونُوا تَعْلَمُونَ} ذكرَهُ. </p><p> ... </p><p> {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٢٤٠) }. </p><p> [٢٤٠]  {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ} يا معشرَ الرجال. </p><p> {وَيَذَرُونَ} يتركون. </p><p> {أَزْوَاجًا} أي: زوجاتٍ. </p><p> {وَصِيَّةً لِأَزْوَاجِهِمْ} قرأ أبو عمرٍو، وابنُ عامرٍ، وحمزةُ، وحفص: </p><p>(١) \"أي: الضرب بالسيف\" زيادة من \"ظ\".</p><p> {وَصِيَّةً} بالنصب؛ أي: يوصون وصيةً، والباقون: بالرفع؛ أي: فعليهم وصيةٌ (١) . </p><p> {مَتَاعًا} نصبٌ على المصدر؛ أي: مَتِّعوهنَّ متاعًا. </p><p> {إِلَى الْحَوْلِ} أي: يوصي لها بنفقةِ حولٍ كاملٍ، وهي مدَّةُ العِدَّةِ في ابتداءِ الإسلام. </p><p> {غَيْرَ إِخْرَاجٍ} فإن خرجتْ من منزلِ زوجِها، سقطتْ نفقتُها، ثم نُسخَ الحولُ بأربعةِ أشهرٍ وعشر، والنفقةُ بالميراثِ. </p><p> {فَإِنْ خَرَجْنَ} من قِبَلِ أنفسِهِنَّ. </p><p> {فَلَا جُنَاحَ عَلَيْكُمْ} يا أولياءَ الميت. </p><p> {فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ} يعني: التزيُّنَ والنكاحَ، ولرفعِ (٢) الجناحِ عن الرجالِ وجهان: أحدهما: لا جناحَ عليكم في قطع النفقةِ عنهنَّ إذا خرجْنَ قبلَ انقضاءِ الحولِ، والآخرُ: لا جناحَ عليكم في تركِ منعِهِنَّ من الخروج؛ لأنَّ مقامَها في بيتِ زوجِها حولًا غيرُ واجبٍ عليها، خَيَّرَها الله تعالى بينَ أن تقيمَ حولًا، ولها النفقةُ والسُّكْنى، وبين أن تخرجَ إلى أن نُسختْ بأربعةِ أشهرٍ وعَشْرٍ. </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٧٤)، و\"الحجة\" لأبي زرعة (ص: ١٣٨)، و\"السبعة\" لابن مجاهد (ص: ١٨٤)، و\"الحجة\" لابن خالويه (ص: ٩٨)، و \"الغيث\" للصفاقسي (ص: ١٦٧)، و\"تفسير البغوي\" (١/ ٢٤٨)، و\"التيسير\" للداني (ص: ٨١)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٢٨)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٩)، و\"معجم القراءات القرآنية\" (١/ ١٨٦). (٢) في \"ن\": \"لدفع\".</p>"
}