{
  "id": null,
  "sura": 2,
  "aya": 196,
  "text": "<p> {وَأَحْسِنُوا} باللهِ الظنَّ، وفي الإنفاقِ من غيرِ إسرافٍ ولا تقتيرٍ. </p><p> {إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} فيما يصدُرُ منهم. </p><p> {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ (١٩٦) }. </p><p> [١٩٦]  {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} وإتمامُهُما أن يؤتَى بهما تامين بمناسكِهما (١) وسُنَنِهما، واتفقَ الأئمةُ على وجوبِ الحجِّ على مَنِ استطاعَ إليهِ سبيلًا، واختلفوا في العُمرة، فقال الشافعيُّ وأحمدُ: هي واجبةٌ؛ لأنها قرينةُ الحجِّ في كتاب الله؛ لقوله تعالى:  {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} ، وقال أبو حنيفةَ ومالكٌ: هي سُنَّةٌ، وتأوَّلا قولَه تعالى:  {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} معناه: أَتِمُّوها إذا دخلتُم فيها، أما ابتداءُ الشروعِ (٢) فيها، فتطوُّعٌ. </p><p> واتفقَ الأئمةُ على جوازِ أداءِ الحجِّ على ثلاثةِ أوجُهٍ: الإفراد، والتمتُّعُ، والقِران. </p><p> فصورةُ التمتعُّ: أن يعتمرَ في أشهرِ الحجِّ، ثم بعدَ الفراغ من أعمالِ </p><p>(١) في \"ن\": \"مناسكهما\". (٢) في \"ن\": \"الشرع\".</p><p> العُمرة يُحرِمُ بالحجِّ من مكةَ، فيحجُّ في ذلكَ العامِ، وهو الأفضلُ عندَ الإمامِ أحمدَ. </p><p> وصورة الإفرادِ: أن يحجَّ، ثم بعدَ الفراغ منه يعتمرُ من خارجِ مَكَّةَ من أدنى الحِلِّ، وهو الأفضلُ عندَ مالكٍ والشافعيِّ. </p><p> وصورةُ القِرانِ: أن يحرمَ بالحجِّ والعمرةِ معًا، أو يحرمَ بالعمرةِ ثم يُدخلُ عليها الحجَّ قبل أن يطوفَ، فيندرج أفعالُ العمرةِ في أفعال الحجِّ، وهو الأفضلُ عندَ أبي حنيفة. </p><p> ويأتي الكلامُ على وجوبِ الحجِّ وشيءٍ من أحكامِه في سورة الحج عندَ تفسيرِ قوله تعالى {وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ}  [الحج: ٢٧] . </p><p> {فَإِنْ أُحْصِرْتُمْ} أصل الإحصارِ: المنعُ، والمانعُ المبيحُ للمحرمِ التحلُّلَ ما كان بعدوٍّ عندَ الشافعيِّ وأحمدَ ومالكٍ، وعندَ أبي حنيفةَ كلُّ ما صَدَّ عن الوصول إلى البيت؛ كعدوٍّ، ومرضٍ، وذهابِ نفقةٍ وراحلة، وتقديرُه: إن صُدِدتم عن الوصول إلى البيت. </p><p> {فَمَا اسْتَيْسَرَ} أي: فعليه ما تيسرَ. </p><p> {مِنَ الْهَدْيِ} جمعُ هَدِيَّة، والهديُ: ما يُهْدَى إلى الحَرَم من نَعَمٍ وغيرِها تقرُّبًا إلى الله تعالى، والمرادُ هنا: النَّعَمُ، فأيسرُهُ شاةٌ، وأوسطُه بقرةٌ، وأعلاه بَدَنةٌ، فيتحلَّلُ المحرِمُ بذبحِ الهديِ وحَلْقِ الرأسِ حيث أُحْصرَ عندَ الشافعيِّ وأحمدَ، وعندَ مالكٍ أن المحصَرَ بعدوٍّ لا يجبُ عليه هَدْيٌ، ويتحلَّلُ بدونه، وقال أبو حنيفةَ: يبعثُ بهديِه إلى الحَرَمِ، ويُقيم على إحرامِهِ، ويواعدُ مَنْ يذبحُهُ عنهُ، ثم يُحِلُّ. تلخيصُه: فإنْ مُنِعْتُم عن البيت مُحْرَمين، فعليكم إذا أردتم التحلَّلَ ما تَسَهَّلَ من الهَدْي. </p><p> {وَلَا تَحْلِقُوا رُءُوسَكُمْ} في حالِ الإحرام، فالحلقُ والتقصيرُ مشروعٌ في الحجِّ بالاتفاقِ، فعندَ الشافعيِّ هو ركنٌ على الأصحِّ، وعندَ الثلاثةِ واجبٌ. </p><p> {حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ} مَنْحَرَهُ الذي يُذْبح فيه، فيذبحُه حيثُ يحلُّ، وتقدَّم قريبًا ذكرُ اختلافِ الأئمة في محلِّهِ. </p><p> {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا} في جَسده. </p><p> {أَوْ بِهِ أَذًى مِنْ رَأْسِهِ} من هَوامّ أو صُداعٍ صراع (١) أو جراحةٍ (٢) . </p><p> المعنى: يثبتُ على إحرامِه من غيرِ حلقٍ حتى يذبَحَ هَدْيَه، إلا أن يُضْطَرَّ إلى الحلق، فإن فعلَ ذلك (٣) للضرورةِ {فَفِدْيَةٌ} أي: فعليه فديةٌ، نزلتْ في كَعْبِ بْنِ عُجْرَةَ حينَ رآه رسولُ الله - صلى الله عليه وسلم - وَهَوامُّهُ تسقطُ على وجهه، فقال:  \"أَيُؤْذِيكَ هَوَامُّكَ؟ \" ، فأمره رسولُ الله - صلى الله عليه وسلم - بالحلق والفدية، وهو بالحديبية (٤) . </p><p> {مِنْ صِيَامٍ} أي: صيامِ ثلاثةِ أيامٍ بالاتفاق. </p><p> {أَوْ صَدَقَةٍ} يُطعمها لستةِ مساكينَ، لكلِّ مسكينٍ نصفُ صاعٍ من طعام عندَ الثلاثة، وعندَ أحمدَ مُدُّ بُرٍّ، أو نصفُ صاعِ تمرٍ أو شعيرٍ. </p><p> {أَوْ نُسُكٍ} جمعُ نَسيكة، وهي ذبيحةُ شاةٍ بالاتفاق، واتفقوا على أنه مخيَّرٌ بين الصيام والذبح والتصدُّق؛ لأن (أو) للتخيير. </p><p>(١) \"صراع\" زيادة من \"ن\". (٢) \"جراحة\" ساقطة من \"ن\".(٣) \"ذلك\" زيادة من \"ن\".(٤) رواه البخاري (٣٩٢٧)، كتاب: المغازي، باب: غزوة الحديبية، ومسلم (١٢٠١)، كتاب: الحج، باب: جواز حلق الرأس للمحرم.</p><p> واختلفوا في الدماء المتعلِّقَةِ بالإحرام بمن تختصُّ تفرقتُها؟ فقال أبو حنيفة: لا يجوزُ الذبحُ إلا بالحرم، ولا يختصُّ تفرقتهُ بأهله، وقال مالكٌ: ليس شيءٌ منها مخصوصًا، وجائز أن يفعلَها حيثُ شاء بمكةَ وغيرِها، والاختيارُ أن يأتيَ بالكفارة حيثُ وجبتْ عليه، فإن أتى بها في غيره، أجزأت عنه، وقال الشافعيُّ: الدمُ الواجبُ بفعلِ حرامٍ أو تركِ واجبٍ لا يختصُّ بزمانٍ، ويختصُّ ذبحُه بالحرم، ويجب صرفُ لحمِه إلى مساكينه، إلَّا دمَ الإحصار فحيث أُحصِرَ، وقال أحمدُ: كلُّ هديٍ أو إطعامٍ فهو لمساكين الحرم، إلا فديةَ الأذى والإحصار, فحيث وجدا، ولهُ تفرقتُها في الحرم أيضًا، أما الصومُ فيجزئ بكلِّ مكانٍ بالاتفاق. </p><p> {فَإِذَا أَمِنْتُمْ} من خوفكم، وبرئْتُم من مرضِكم. </p><p> {فَمَنْ تَمَتَّعَ} ومعنى التمتع {بِالْعُمْرَةِ إِلَى الْحَجِّ} في قول ابن عباسٍ وعطاءٍ وجماعةٍ: هو الاستمتاعُ بعدَ الخروجِ من العمرةِ بما كان محظورًا عليه في الإحرام إلى وقتِ إحرامِه بالحج، وقيل: هو الاستمتاعُ والانتفاعُ بالتقرُّبِ بها إلى الله تعالى قبلَ الانتفاعِ بالتقرُّب إلى الله تعالى بالحج (١) ، {فَمَنْ} شرطٌ محلُّه رفعٌ ابتداء، وجوابُه: </p><p> {فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} أي: عليه دمٌ، شاةٌ يذبحُها، لأنه ترفق بأداء النُّسكين في سَفْرَةٍ واحدةٍ، وكذا القارنُ بشرطِ ألَّا يكون (٢) من حاضري المسجدِ الحرامِ بالاتفاق، ويلزمُ دمُ التمتُّع بطلوعِ الفجرِ يومَ النحر عندَ أبي حنيفةَ وأحمدَ، وعند مالكٍ والشافعيِّ بإحرامِ الحجِّ، وإذا وجبَ، جازَ </p><p>(١) انظر: \"تفسير البغوي\" (١/ ١٧٩). (٢) في \"ن\": \"أن يكون\".</p><p> إراقتُهُ، ولم يتوقَّتْ بوقتٍ عند الشافعيِّ، والأفضلُ عندَه إراقتُه يومَ النحر، وهو مذهبُ الثلاثة. </p><p> ولوجوب الدم على المتمتع عند أَحمدَ سبعةُ شروط: أحدهما: ألَّا يكونَ من حاضري المسجد الحرام، والثاني: أن يعتمرَ في أشهر الحجِّ، والعبرةُ بالشهرِ الذي أحرم فيه، لا بالذي حَلَّ فيه، الثالث: أن يحجَّ من عامِهِ، الرابع: ألَّا يسافر بين العمرة والحج مسافةَ قصرٍ فأكثرَ، الخامسُ: أن يحلَّ من العمرة قبلَ إحرامه بالحجِّ، السادسُ: أن يحرمَ من الميقات أو من مسافةِ قصرٍ فأكثرَ من مكةَ، السابع: أن ينويَ التمتُعَّ في ابتداء العمرة، أوْ أثنائها، ولا يُعتبر وقوعُ نسكين عن واحدٍ، فلو اعتمر لنفسِه، وحجَّ عن غيره، أو عكسه، أو فعل ذلك عن اثنين، كان عليه دمُ المتعة. </p><p> وعندَ الشافعيِّ أربعةُ شروطٍ: الثلاثةُ الأُوَلُ، والرابعُ: ألَّا يعود إلى ميقاتِ بلدِه لإحرامِ الحجِّ. </p><p> وعند مالكٍ خمسةُ شروط: ألَّا يكونَ من حاضري المسجد الحرام، الثاني: أن يخرجَ من العمرة ولو آخرها في أشهر الحج، ولو أحرمَ قبلَها؛ كما لو أحرمَ في رمضانَ، وأكملَ سعيَهُ بدخولِ شوال، الثالث: ألَّا يعود إلى أُفُقِه أو مِثله؛ بخلاف لوْ عاد مثلُ (١) المصريِّ إلى نحوِ المدينة، الرابع: أن يكونا عن واحد؛ بأن تكونَ العمرةُ والحجُّ عن نفسه، أو عمَّن استنابَه، أما لو كان أحدُهما عن نفسه، والآخر عن غيره، سقط الهدي، الخامس: أن يكونا في عامٍ. </p><p>(١) \"مثل\" ساقطة من \"ن\".</p><p> وعند أبي حنيفة أربعة: أن يحرم من الميقات، الثاني: أن يفعل أفعالَ العمرةِ أو أكثرَها في أشهر الحج، فلو طاف أقلَّ أشواطِ العمرة قبلَ أشهر الحجِّ، وأتمها فيها، وحجَّ، كان متمتعًا، وعكسه لا، لأن للأكثر حكمَ الكلِّ، الثالث: أن يحجَّ من عامِه، الرابع: ألَّا يرجع إلى وطنه، فلو خرج من الحرم، ولم يجاوز الميقات، أو خرجَ من الميقات، ولم يرجعْ إلى وطنه، فهو متمتع، وخالفه صاحباه في الثاني (١) ، فقالا: إذا خرجَ من الميقات، بطلَ التمتُّعُ. </p><p> {فَمَنْ لَمْ يَجِدْ} الهدي. </p><p> {فَصِيَامُ} أي: فعليه صيامُ. </p><p> {ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ} أي: في وقته وأشهُرِه، فيصوم يومًا قبلَ التروية، ويومَ التروية، ويومَ عرفةَ، وهذا هو الأفضلُ عند أبي حنيفة وأحمدَ، وعند مالكٍ والشافعيِّ يُستحبُّ أن يصومَ الثلاثة قبلَ يوم عرفة؛ لأن صومه يُضعفه عن الدعاء، فإن صامه، أجزأه، ويجوزُ الصومُ قبلَه بعد الإحرام بالعمرة عندَ أبي حنيفة وأحمدَ، وعند مالكٍ والشافعيِّ بعدَ الإحرام بالحج، ولا يجوزُ صومُ هذه الثلاثةِ في أيام التشريق عندَ أبي حنيفةَ والشافعيِّ، وقال مالكٌ وأحمدُ: يجوز، لأن نهيه -عليه السلام- عن صيام أيام منى معناهُ التطوعُ، وهذا واجبٌ. </p><p> {وَسَبْعَةٍ إِذَا رَجَعْتُمْ} إلى أهليكم وبلدكم، فلو صامها قبلَ الرجوع، لم يجزْ في الأظهر من مذهبِ الشافعيِّ، وقالَ الثلاثةُ: يجوزُ صومُها قبلَ </p><p>(١) في \"ت\": \"الباقي\".</p><p> الرجوع، لكن لا يصحُّ عندَهم صومُها في أيام التشريق، ويجوزُ صيامُها بعدَ الفراغ من أعمال الحجِّ إذا توطَّنَ بمكةَ بالاتفاق. </p><p> {تِلْكَ عَشَرَةٌ كَامِلَةٌ} في الثوابِ والأجرِ، أو ذكرَها على وجه التأكيد، وهذا لأنَّ العربَ ما كانوا يهتدون إلى الحساب، فكانوا يحتاجون إلى فَضْلِ شرح وزيادةِ بيانٍ، وكلُّ واحدٍ من صومِ الثلاثةِ والسبعةِ لا يجبُ فيه التتابعُ بالاتفاق، وإذا فاتَ صومُ الثلاثة أيامٍ حتى أتى يومُ النحر، فعندَ أبي حنيفة لم يجزهِ إلا الدمُ، ولا يجوزُ أن يصومَ الثلاثةَ ولا السبعةَ بعدَها. </p><p> وعند مالكٍ والشافعيِّ إذا فاتَ صومُها في الحج لزمه قضاؤها ولا دم عليه، وعند أحمد إن لم يصمها في أيام منى صام بعد ذلك عشرة أيام وعليه دم مطلقًا، ويلزمه التفريق من الثلاثة والسبعة عند الشافعي، وعند أحمد لا يلزمه، وعند مالك إن شاء وصل الثلاثة بالسبعة، وإن شاء فرقها منها. </p><p> {ذَلِكَ} أي: هذا الحكم الواجب من الهدي أو الصيام عند مالك والشافعي وأحمد. </p><p> {لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ} وذلك عند أبي حنيفة وأصحابه، إشارة إلى التمتع، فلا متعة ولا قران عندهم لحاضري المسجد الحرام، فمن تمتع وقرن منهم فعليه دم وهو دم جناية لا يأكل منه، واختلفوا في حاضري المسجد الحرام؛ فعند أحمد: هم أهل مكة، ومن كان من آخر الحرم دون مسافة القصر، وعند الشافعي: من كان وطنه من الحرم أقل من مسافة القصر، وعند أبي حنيفة: أهل المواقيت فما دونها، وعند مالك: أهل مكة فقط. </p><p> {وَاتَّقُوا اللَّهَ} في أداء الأوامر. </p><p> {وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ} على ارتكاب المناهي. </p>"
}