{
  "id": null,
  "sura": 2,
  "aya": 233,
  "text": "<p> {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ (٢٣٣) }. </p><p> [٢٣٣]  {وَالْوَالِدَاتُ} أي: المطلَّقاتُ اللاتي لهنَّ أولاد من أزواجهن. </p><p> {يُرْضِعْنَ أَوْلَادَهُنَّ} خبرٌ، ومعناه: أَمْرُ استحبابٍ. </p><p> واختلف الأئمةُ هل تُجبر الأمُّ على إرضاعِ ولدِها؟ فقال أبو حنيفةَ وأحمدُ: لا تُجبر، إلا أن يُضطرَّ إليها، ويُخْشى عليه. </p><p> وقال مالكٌ: تُجبر إن كانَتْ تحتَ الأبِ، أو رجعيةً، إلا أن تكون عَلِيَّةَ القَدْرِ، فلا تُجبر إلا أَلَّا يقبلَ ثَدْيَ غيرِها، أو يكونَ الأبُ معسِرًا، أو ميتًا، وليس للولدِ مالٌ. </p><p> وقال الشافعيُّ: يجبُ عليها إرضاعُه اللِّبَأَ، ثم بعدَهُ إن لم يوجدْ إلا هي، أو أجنبيةٌ، وجبَ إرضاعُه، فإن وُجِدتا، لم تُجبرِ الأمُّ. </p><p> واختلفوا فيما إذا طلبت الأمُّ أجرةَ مثلِها في إرضاعِ ولدها، فقال أبو حنيفة: لها ذلك بشرطِ ألَّا تكونَ في عصمة الأب، ولا عِدَّتِه، فإن وَجَدَ متبرعةً، أو من تُرضعُ بدون أجرةِ المثلِ، كان للأبِ أن يسترضعَ غيرَ الأمِّ، بشرطِ أن تكونَ المرضعةُ عندَ الأمِّ؛ لأن الحضانةَ لها. </p><p> وقال مالك: لها طلبُ أجرةِ المثلِ بعد البينونةِ، ولو في العدَّة، فإن وُجد من يُرضعُهُ بدونِ أجرةِ المثل، فإن كان ذلكَ عندَ الأم، فتُخَيَّرُ بينَ إرضاعِه بذلك، أو تسليمِه للظِّئْرِ، وليس لها طلبُ أجرةِ المثلِ، فإن لم يكن عندَها، فليس له ذلك، ولو كانتِ المرضعةُ متبرعةً، وعليه أن يرضعَه عندَ أمِّه، ولا يخرجَهُ من حَضانتها؛ كقولِ أبي حنيفة. </p><p> وقال الشافعيُّ: لها أخذُ الأجرةِ في العصمةِ والبينونةِ، فإن وجَدَ متبرعة، أو من يرضى بدونِ أجرةِ المثلِ، فله انتزاعُ الولدِ منها. </p><p> وقال أحمد: هي أحقُّ بأجرةِ مثلها، ولو وجدَ متبرعةً، سواءٌ كانت في حبالِ الزوجِيَّة، أو مطلَّقَةً. </p><p> {حَوْلَيْنِ كَامِلَيْنِ} يعني: أربعة وعشرين شهرًا، ثم جاء بالتخفيف فقال:  {لِمَنْ أَرَادَ أَنْ يُتِمَّ} أي: يكمل. </p><p> {الرَّضَاعَةَ} أي: هذا منتهى الرضاع، وليس فيما دون ذلك حَدٌّ محدود، وإنما هو على مقدار إصلاحِ الصبيِّ أو ما يعيشُ به. </p><p> {وَعَلَى الْمَوْلُودِ لَهُ} أي: الأبِ. </p><p> {رِزْقُهُنَّ} طعامُهُن. </p><p> {وَكِسْوَتُهُنَّ} لباسُهُن. </p><p> {بِالْمَعْرُوفِ} أي: قدر اليُسْرَةِ. </p><p> {لَا تُكَلَّفُ} لا تُحَمَّلُ. </p><p> {نَفْسٌ إِلَّا وُسْعَهَا} أي: طاقَتَها. </p><p> {لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا} فينزع منها بعدَ رضاها بإرضاعه. قرأ: ابن </p><p> كثيرٍ، وأبو عمرٍو، ويعقوبُ:  (تُضَارُّ) برفع الراء نَسَقًا على قوله: {لَا تُكَلَّفُ} ، وأصلُه: تُضارَرُ، فأُدغمتِ الراء في الراء. قرأ نافعٌ، وعاصمٌ، وحمزةُ، والكسائيُّ، وخلفٌ، وابنُ عامرٍ: بنصبِ الراءِ، وقالوا: لما أُدغمت الراءُ في الراء، حركت إلى أخفِّ الحركات، وهو النصب، وأبو جعفرٍ: بإسكانِ الراء (١) . </p><p> {وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ} بأن تلقيَ الولدَ إلى أبيه بعدَما أَلِفَها تضارُّه بذلكَ. </p><p> {وَعَلَى الْوَارِثِ} أي: وارثِ الصبيِّ عندَ فقدِ أبيه. </p><p> {مِثْلُ ذَلِكَ} أي: مثلُ الذي كان على أبيه في حياته. </p><p> واختلف الأئمة في وجوبِ النفقة على القريب، فعند مالكٍ والشافعيِّ: لا نفقةَ للصبيِّ إلا على الوالدينِ فقط، وعندَ أبي حنيفةَ تجبُ إلّا على مَنْ ليس بذي رَحِم محرمٍ؛ كابن العمِّ، وعندَ أحمدَ تجبُ على كلِّ وارثٍ على قدرِ ميراثِه. </p><p> {فَإِنْ أَرَادَا} الوالدانِ. </p><p> {فِصَالًا} فِطامًا للصغير قبلَ الحولينِ، فليكنْ. </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٦٨)، و \"الحجة\" لأبي زرعة (ص: ١٣٦)، و\"السبعة\" لابن مجاهد (ص: ١٨٣)، و\"الحجة\" لابن خالويه (ص: ٩٧)، و\"الكشف\" لمكي (١/ ٢٩٦)، و \"الغيث\" للصفاقسي (ص: ١٦٦)، و\"تفسير البغوي\" (١/ ٢٣٥)، و\"الكشاف\" للزمخشري (١/ ١٤١)، و\"تفسير القرطبي\" (٣/ ١٦٧ - ١٦٨)، و\"التيسير\" للداني (ص: ٨١)، و \"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٢٧ - ٢٢٨)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٨)، و\"معجم القراءات القرآنية\" (١/ ١٧٨ - ١٧٩).</p><p> {عَنْ تَرَاضٍ} اتفاقٍ. </p><p> {مِنْهُمَا وَتَشَاوُرٍ} بأن يستخرجَ الوالدانِ رأيَ العلماءِ أنَّ الفطامَ لا يضرُّهُ، واعتبرَ اتفاقُهما، لِمَا للأبِ من الولايةِ، وللأمِّ من الشفقة. </p><p> {فَلَا جُنَاحَ} أي: لا حَرَجَ. </p><p> {عَلَيْهِمَا} في الفطام قبلَ الحولين. قرأ يعقوبُ:  (عَلَيْهُما) بضمِّ الهاء (١) . </p><p> {وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ} أي: لأولادكم مراضعَ غيرَ أمهاتهم إذا أبتْ أمهاتُهم أن يُرْضِعْنَهم، أو تعذَّرَ لعلَّةٍ بهنَّ؛ كانقطاعِ لبنٍ، أو أردْنَ النكاحَ. </p><p> {فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ} إلى أمهاتهم. </p><p> {مَا آتَيْتُمْ} ما سَمَّيتم لهنَّ بقدرِ ما أرضعن. قرأ ابنُ كثيرٍ:  (مَا أَتَيْتُمْ) بقصر الألف، ومعناه: ما فعلتم، والباقون بالمدّ (٢) . </p><p> {بِالْمَعْرُوفِ} أي: سلمتم الأجرةَ إلى المراضعِ بطيبِ نفسٍ وسرور. </p><p> {وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ} حَثٌّ وتهديدٌ. </p><p>(١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٨)، و\"معجم القراءات القرآنية\" (١/ ١٧٩). (٢) انظر: \"الحجة\" لأبي زرعة (ص: ١٣٧)، و\"السبعة\" لابن مجاهد (ص: ١٨٣)، و \"الحجة\" لابن خالويه (ص: ٩٧)، و \"الكشف\" لمكي (١/ ٢٩٦ - ٢٩٧)، و\"الغيث\" للصفاقسي (ص: ١٦٦)، و \"تفسير البغوي\" (١/ ٢٣٦)، و\"التيسير\" للداني (ص: ٨١)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٢٨)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٨)، و\"معجم القراءات القرآنية\" (١/ ١٨٠).</p>"
}