{
  "id": null,
  "sura": 2,
  "aya": 111,
  "text": "<p> {مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ} في التوراةِ أنَّ قولَ محمد - صلى الله عليه وسلم - صدقٌ، ودينَهُ حَقُّ. </p><p> {فَاعْفُوا} أي: فاتركوا. </p><p> {وَاصْفَحُوا} أي: تجاوزوا، فالعفوُ: المحوُ، والصفحُ: الإعراضُ، وكان هذا قبلَ آيةِ القتال. </p><p> {حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ} بعذابِه: القتلُ والسبيُ لبني قريظةَ، والجلاءُ والنفيُ لبني النضير. </p><p> {إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} فيقدر على الانتقام منهم. </p><p> {وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ (١١٠) }. </p><p> [١١٠]  {وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَمَا تُقَدِّمُوا} أي: تُسْلِفوا. </p><p> {لِأَنْفُسِكُمْ مِنْ خَيْرٍ} طاعةٍ وعملٍ صالحٍ. </p><p> {تَجِدُوهُ} أي: تجدوا ثوابَهُ. </p><p> {عِنْدَ اللَّهِ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ} لا يَضيعُ عندَه عمل. </p><p> {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ (١١١) }. </p><p> [١١١]  {وَقَالُوا} عطفٌ على {وَدَّ} ، والضميرُ لأهلِ الكتابَيْنِ. </p><p> {لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا} أي: يهوديًّا، واليهودُ جمعُ هائدٍ. </p><p> {أَوْ نَصَارَى} وذلك أن اليهود قالوا: لن يدخلَ الجنةَ (١) إلَّا من كانَ يهوديًّا، ولا دينَ إلا اليهوديةُ، وقالت النصارى: لن يدخلَ الجنةَ إلا من كان نصرانيًّا، ولا دينَ إلا النصرانيةُ، نزلتْ في وفدِ نجرانَ، وكانوا نصارى، اجتمعوا في مجلسِ رسولِ اللهِ - صلى الله عليه وسلم - معَ اليهودِ، فكذَّبَ (٢) بعضُهم بعضًا، قال الله تعالى: </p><p> {تِلْكَ أَمَانِيُّهُمْ} شهواتُهم الباطلةُ التي تمنَّوْها على اللهِ بغيرِ الحقِّ. قرأ أبو جعفرٍ: بسكون الياء والتخفيف، مع كسر الهاء، والباقون: بتشديد الياء، وضم الهاء (٣) . </p><p> {قُلْ} يا محمدُ. </p><p> {هَاتُوا} أصلهُ: آتوا. </p><p> {بُرْهَانَكُمْ} حُجَّتكم على ما زعمتُمْ. </p><p> {إِنْ كُنْتُمْ صَادِقِينَ} في دَعْواكم، ثم قال ردًّا: </p><p> {بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (١١٢) }. </p><p>(١) \"الجنة\" سقطت من \"ت\". (٢) في \"ت\": \"فكذبت\".(٣) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٠٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٣٩)، و\"معجم القراءات القرآنية\" (١/ ١٠٤).</p>"
}