{
  "id": null,
  "sura": 2,
  "aya": 213,
  "text": "<p> {وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيَامَةِ} لأن هؤلاءِ الفقراءَ في أعلى عليين في الجنة، وهؤلاء الكفارَ في أسفلِ السافلين في النار. </p><p> {وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ} رزقًا واسعًا من غيرِ تقتير. </p><p> {كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (٢١٣) }. </p><p> [٢١٣]  {كَانَ النَّاسُ أُمَّةً وَاحِدَةً} متفقين على دينٍ واحدٍ وهو الإسلامُ، من آدمَ إلى نوحٍ، ثم اختلفوا. </p><p> {فَبَعَثَ اللَّهُ النَّبِيِّينَ} وجملتُهم مئةُ ألفِ نبيٍّ وأربعةٌ وعشرونَ ألفَ نبيٍّ، والمرسلون منهم ثلاثُ مئةٍ وثلاثةَ عَشَرَ، والمذكورون في القرآن باسم العَلَم ستةٌ وعشرون نبيًّا، وهم: محمدُ، وآدمُ، وإدريسُ، ونوحٌ، وهودٌ، وصالحٌ، وإبراهيمُ، ولوطٌ، وإسماعيلُ، وإسحاقُ، ويعقوبُ، ويوسفُ، وأيوبُ، وذو الكِفْلِ، وشُعيبٌ، وموسى، وهارونُ، وداودُ، وسليمانَ، وعُزَيْرٌ، ويونُسُ، وزكريّا، ويحيى، وإلياسُ، واليسعُ، وعيسى -صلواتُ الله عليهم أجمعين-، وأُشير إلى أشموئيلَ بقوله تعالى:  {وَقَالَ لَهُمْ نَبِيُّهُمْ}  [البقرة: ٢٤٧] ، وأُشير إلى أَرْميا بقوله تعالى:  {أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ}  [البقرة: ٢٥٩] ، وأُشير إلى يوشَعَ في سورة الكهف بقولهِ:  {وَإِذْ قَالَ مُوسَى لِفَتَاهُ}  [الكهف: ٦٠] ، وأُشير إلى إخوةِ يوسفَ بقوله: {لَقَدْ </p><p> كَانَ فِي يُوسُفَ وَإِخْوَتِهِ} [يوسف: ٧] ، ويأتي ذكرُ أسمائِهم عندَ تفسيرِ الآية، والأسباطُ ذُكروا إجمالًا، وهم من ذريةِ أولادِ يعقوبَ الاثني عَشَرَ، وكانَ فيهم أنبياءُ، وفي لقمانَ وذي القَرْنينِ خلافٌ كالخَضِر. </p><p> {مُبَشِّرِينَ} بالثوابِ للمؤمن. </p><p> {وَمُنْذِرِينَ} بالعقابِ للعاصي. </p><p> {وَأَنْزَلَ مَعَهُمُ الْكِتَابَ} المرادُ: الجنسُ، لا أنه معَ كلِّ نبيٍّ كتابٌ؛ لأن منهم من لم يكن له كتابٌ، وإنما أخذ بكتبِ مَنْ قبلَه. </p><p> {بِالْحَقِّ} أي: الصدق. </p><p> {لِيَحْكُمَ} قرأ أبو جعفر: (لِيُحْكَمَ) بضم الياء وفتح الكاف؛ لأنَّ الكتابَ لا يحكمُ في الحقيقة إنما يُحْكَمُ به، وقرأ الباقون: بفتح الياء وضم الكاف؛ أي: لِيَحْكُم الكتابُ؛ كقوله تعالى:  {هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ}  (١)  [الجاثية: ٢٩] . </p><p> {بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ} أي: في دينِ الإسلام. </p><p> {وَمَا اخْتَلَفَ فِيهِ} أي: في الحقِّ. </p><p> {إِلَّا الَّذِينَ أُوتُوهُ} أي: أُعطوا الكتابَ المنزلَ. </p><p> {مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ} على صدقِ الكتبِ. </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٥٤)، و\"تفسير البغوي\" (١/ ٢٠٠)، و\"تفسير القرطبي\" (٣/ ٣٢)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٢٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٦)، و \"معجم القراءات القرآنية\" (١/ ١٦٣).</p><p> {بَغْيًا} حَسَدًا. </p><p> {بَيْنَهُمْ} أي: بينَ المختلفينَ؛ بأن كذَّبَ بعضٌ (١) بعضًا، وكتموا صفةَ محمدٍ - صلى الله عليه وسلم - على حُطامِ الدنيا ورياستِها. </p><p> {فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ} وقولُه: {مِنَ الْحَقِّ} بيانٌ للمختلَفِ فيه. تلخيصُهُ: فهدى اللهُ المؤمنين إلى الحقِّ [المختلَف فيه من الحقِّ]  (٢) . </p><p> {بِإِذْنِهِ} بعلمِه وإرادته. قيلَ في هذه الآية: اختلفوا في القِبْلَة، فمنهم من يصلِّي إلى المشرق، ومنهم من يصلي إلى المغرب، ومنهم من يصلي إلى بيت المقدس، فهدانا اللهُ للكعبةِ، واختلفوا في الصيام، فهدانا الله لشهر رمضان، واختلفوا في الأيام، فأخذتِ اليهودُ السبتَ، والنصارى الأحدَ، فهدانا الله للجمعة، واختلفوا في إبراهيم، فقالت اليهود: كان يهوديًّا، وقالت النصارى: كان نصرانيًّا، فهدانا الله للحق من ذلك، واختلفوا في عيسى، فجعله اليهودُ لغيرتهم ولدَ زِنًى، وجعلَه النصارى إلهًا، فهدانا الله للحقِّ فيه (٣) . </p><p> {وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} لا يَضِلُّ سالِكُه. واختلافُ القراء في الهمزتين من قوله:  (يشاء إلى) كما تقدَّم في قوله: و {لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (١٤٢) } [البقرة: ١٤٢] . </p><p>(١) في \"ت\": \"بعضهم\". (٢) ما بين معكوفتين ساقطة من \"ت\".(٣) انظر: \"تفسير البغوي\" (١/ ٢٠١).</p>"
}