{
  "id": null,
  "sura": 2,
  "aya": 281,
  "text": "<p> {خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} أنه خير لكم، فتعملون به، فجعلَ من علمَ ولم يعملْ كمن لم يعلمْ. قرأ عاصمٌ:  (تَصدَّقُوا) بتخفيفِ الصاد، والباقون: بتشديدها (١) ، قال - صلى الله عليه وسلم -: \"مَنْ أَنْظَرَ مُعْسِرًا، أَوْ وَضَعَ عَنْهُ، أَنْجَاهُ اللهُ مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ\"  (٢) ، فإذا أقامَ المفلسُ البيِّنَةَ بإعسارِه، فقال أبو حنيفة: لا يحولُ القاضي بينَهُ وبينَ غُرمائه بعدَ خروجِه من الحبس، ويلازمونه، ولا يمنعونه من التصرُّفِ والسفر، ويأخذونَ فضلَ كسبِه بينهم بالحِصَص، وقال صاحباه: إذا فَلَّسَهُ القاضي، حالَ بينهَ وبينَ الغرماء، وهذا بناء على صحةِ القضاءِ بالإِفلاس (٣) ، فيصحُّ عندَهما؛ خلافًا لأبي حنيفة؛ لأن الإفلاسَ عندَه لا يتحقَّقُ، وقال الأئمةُ الثلاثةُ كقولِ الصاحبين، ولا تُقبل بينةُ الإعسار عندَ أبي حنيفة إلا بعدَ الحبس، وعند الثلاثة: تُقبل قبلَه. </p><p> {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ (٢٨١) }. </p><p> [٢٨١]  {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ} قرأ أبو عمرٍو، ويعقوبُ: </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ١٩٣)، و\"الكشف\" لمكي (١/ ٣١٩)، و\"الغيث\" للصفاقسي (ص: ١٧٠)، و\"تفسير البغوي\" (١/ ٣٠٤)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٣٦)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٦٦)، و\"معجم القراءات القرآنية\" (١/ ٢٢٠). (٢) رواه مسلم (١٥٦٣)، كتاب: المساقاة، باب: فضل إنظار المعسر، عن أبي قتادة -رضي الله عنه-.(٣) في \"ش\": \"بالفلاس\".</p><p> (تَرْجِعُونَ) بفتح التاء؛ أي: تَصيرون إلى الله، وقرأ الباقونَ بالضم وفتحِ الجيم؛ أي: تُرَدُّون إلى الله (١) . </p><p> {ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ} بنقصِ ثوابٍ، وتضعيفِ عقاب. قال ابنُ عباس:  \"هَذِهِ آخرُ آيةٍ نزلَتْ عَلَى رَسُولِ اللهِ - صلى الله عليه وسلم -\"  (٢) ، فَقَالَ جِبْرِيلُ: ضَعْهَا عَلَى رَأْسِ مِئَتَيْنِ وَثَمانِينَ آيةً مِنْ سُورَةِ الْبَقَرَةِ (٣) ، وعاشَ بعدَها رسولُ الله - صلى الله عليه وسلم - أحدًا وعشرين يومًا، وماتَ يوم الإثنين لاثنتي عَشْرَةَ ليلةً خَلَتْ من ربيعٍ الأولِ حينَ زاغتِ الشمسُ سنةَ إحدى عَشْرَةَ من الهجرة، وله ثلاثٌ وستون سنةً. </p><p> ... </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ </p><p>(١) انظر: \"الحجة\" لأبي زرعة (ص: ١٤٩)، و\"السبعة\" لابن مجاهد (ص: ١٩٣)، و\"الكشف\" لمكي (١/ ٣١٩ - ٣٢٠)، و\"الغيث\" للصفاقسي (ص: ١٧٠)، و\"تفسير البغوي\" (١/ ٣٠٦)، و\"التيسير\" للداني (ص: ٨٥)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٣١)، و\"معجم القراءات القرآنية\" (١/ ٢٢٠). (٢) رواه البخاري (٤٢٧٠)، كتاب: التفسير، باب: {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ}.(٣) انظر: \"تفسير البغوي\" (١/ ٣٠٦).</p>"
}