{
  "id": null,
  "sura": 2,
  "aya": 67,
  "text": "<p> {وَمَا خَلْفَهَا} وما حضرت من الذنوب التي أُخِذوا بها، وهي الحصيانُ بأخذ الحيتان. </p><p> {وَموْعِظَةً} أي: تذكرة. </p><p> {لِلْمُتَّقِينَ} للمؤمنين من أُمَّةِ محمدٍ - صلى الله عليه وسلم -، فلا يفعلون مثلَ فعلِهم. </p><p> ويأتي ذكرُ أيلة ومحلِّها في سورة الأعراف عندَ تفسيرِ قوله تعالى:  {وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ}  [الأعراف: ١٦٣] إن شاء الله تعالى. </p><p> واختلف الأئمةُ في جوازِ الحيلة، وهو فعلُ ما ظاهرُه مُباح ويُتوصَّلُ به إلى محرَّمٍ، فَسَدَّ الذرائعَ مالكٌ وأحمدُ، ومنعا منه، وأباحه أبو حنيفةَ والشافعيُّ. </p><p> والحيلةُ: اسمٌ من الاحتيال، وهي التي تحوِّلُ المرءَ عمَّا يكره إلى ما يُحِبُّ. </p><p> {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ (٦٧) }. </p><p> [٦٧]  {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً} قرأ أبو عمرٍو، وأبو جعفرٍ، وورشٌ:  (يَامُرُكُمْ) بغير همز، والباقون بالهمز، واختُلِف عن أبي عمرٍو في اختلاس ضمَّةِ الراءِ وإسكانِها من (يَأْمُرُكُمْ، ويَأْمُرُهُمْ، ويَنْصُرُكُمْ، ويُشْعِرُكُمْ) حيثُ وقع ذلك، فقرأ الدوريُّ عنه بالاختلاس، وقرأ السوسيُّ بالإسكان، وقرأ الباقون بإشباع </p><p> الحركة (١) ، والهاء في (بقرة) ليست للتأنيث، وإنما هي لتدلَّ على أنها واحدةٌ من جنسٍ؛ كالبطة، والدجاجة، ونحوهما، وهي مأخوذة من البَقْرِ، وهو الشَّقُّ، سميت به، لأنها تشقُّ الأرض للحراثة. </p><p> والقصة فيه أنه كان في بني إسرائيل رجلٌ غني، وله ابنُ عمٍّ فقيرٌ لا وارثَ له سواه، فلما طال عليه موتُه قتلَه ليرثَه، وحملَه إلى قريةٍ أخرى، فألقاه بِفِنائهم، ثم أصبحَ يطلبُ ثأرَهُ، وجاء بناسٍ إلى موسى يدَّعي عليهِمُ القتلَ، فسألهم موسى، فجحدوا، فاشتبهَ أمرُ القتيل على موسى، وذلك قبلَ نزول القَسامَةِ في التوراة، فسألوا موسى أن يدعو الله؛ ليبيِّنَ لهم بدعائه، فدعا موسى -عليه السلام- فأمرهم بذبح بقرة، فقال لهم موسى:  {إنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً} . </p><p> {قَالُوا أَتَتَّخِذُنَا هُزُوًا} أي: تستهزئ بنا، نحن نسألك عن أمر القتيل، وتأمرُنا بذبح البقرة، وإنما قالوا ذلك؛ لبعدِ ما بينَ الأمرين في الظاهر، ولم يدروا ما الحكمةُ فيه. قرأ حمزةُ، وخلفٌ:  (هُزْؤًا) بجزم الزاي، وقرأ الباقون بضم الزاي، وحفصٌ بإبدال الهمزة واوًا (٢) . </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ١٨٤)، و\"الغيث\" للصفاقسي (ص: ١١٨)، و\"إملاء ما منَّ به الرحمن\" للعكبري (١/ ٢٥)، و\"البحر المحيط\" لأبي حيَّان (١/ ٢٤٩)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٣٦)، و\"معجم القراءات القرآنية\" (١/ ٦٧ - ٦٧). (٢) انظر: \"إعراب القرآن\" للنحاس (١/ ١٨٤)، و\"الحجة\" لأبي زرعة (ص: ١٠١)، و\"السبعة\" لابن مجاهد (ص: ١٥٧ - ١٥٨)، و\"الحجة\" لابن خالويه (ص: ٨١ - ٨٢)، و\"الغيث\" للصفاقسي (ص: ١١٨)، و\"الكشف\" لمكي (١/ ٢٤٧)، و\"تفسير البغوي\" (١/ ٦٠)، و\"التيسير\" للداني (ص: ٧٤)، =</p><p> {قَالَ} هو موسى: </p><p> {أَعُوذُ بِاللَّهِ} أمتنع بالله. </p><p> {أَنْ أَكُونَ مِنَ الْجَاهِلِينَ} المستهزئين؛ لأن الهزء من أفعال الجاهلين، فلما علمَ القومُ أن ذبحَ البقرة عزمٌ من الله -عزَّ وجلَّ- استوصفوه، ولو أنهم عمدوا إلى أدنى بقرة فذبحوها، لأجزأَتْ عنهم، ولكنهم شدَّدوا، فشدَّد اللهُ عليهم، وكانت تحته حكمةٌ، وذلك أنه كان في بني إسرائيل رجلٌ صالحٌ له ابنٌ طفلٌ، وله عِجْلَةٌ أتى بها إلى غَيْضة، وقال: اللهمَّ أَستودعُكَ هذه العجْلَة لابني حتى يكبرَ، وماتَ الرجلُ، وصارت العجلةُ في الغيضة عَوانًا، وكانت تهربُ من كلِّ من رآها، فلما كبر الابنُ كان بارًّا بوالدته، وكان يقسِّمُ الليلَ ثلاثةَ أثلاثٍ، يصلِّي ثلثًا، وينام ثلثًا، ويجلس عندَ رأسِ أمه ثلثًا، فإذا أصبحَ انطلقَ فاحتطبَ على ظهره، فيأتي به إلى السوق، فيبيعه بما شاء الله، ثم يتصدق بثلثه، ويأكل بثلثه، ويعطي لوالدته ثلثه، فقالت له أمه يومًا: إن أباك ورَّثَكَ عجلةً استودَعَها الله في غَيْضَةِ كذا، فانطلقْ فادعُ إلهَ إبراهيمَ وإسماعيلَ وإسحقَ أن يردَّها عليكَ، وعلامتُها أنك إذا نظرتَ إليها، يخيَّلُ إليكَ أنَّ شعاعَ الشمسِ يخرجُ من جلدها، وكانت البقرةُ تسمَّى المذهبةَ؛ لحسنِها وصفرتها، فأتى الفتى الغيضةَ، فرآها ترعى، فصاح بها، وقال: أعزمُ عليكِ بإلهِ إبراهيمَ وإسماعيلَ وإسحقَ ويعقوبَ، فأقبلَتْ تسعى حتى وقفَتْ بينَ يديه، فقبضَ على عنقها يقودُها، فتكلمت البقرةُ بإذنِ اللهِ تعالى، فقالتْ: أيها الفتى البارُّ بوالدتِه! اركبني؛ فإن ذلكَ أهونُ عليكَ، فقال </p><p>= و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٥)، و\"معجم القراءات القرآنية\" (١/ ٦٨).</p><p> الفتى: إن أمي لم تأمرني بذلك، ولكن قالتْ: خُذ بعنقها، فقالت البقرةُ: وإِله بني إسرائيلَ لو ركبتَني ما كنتَ تقدرُ عليَّ أبدًا، فانطلقْ؛ فإنَّكَ لو أمرتَ الجبلَ أن ينقلعَ من أصلِه وينطلقَ معك، لفعلَ؛ ببرك بأمك، فسار الفتى بها إلى أمه، فقالت له: إنك فقير، ولا مالَ لك، ويشقُّ عليكَ الاحتطابُ بالنهارِ والقيامُ بالليل، فانطلقْ فبعْ هذه البقرةَ، قال (١) : بكمْ أبيعُها؟ قالتْ بثلاثةِ دنانيرَ، ولا تبعْ بغيرِ مَشُورتي، وكان ثمنُ البقرةِ ثلاثةَ دنانير، فانطلق بها إلى السوق، فبعث الله مَلَكًا ليُرِيَ خلقَهُ قدرتَهُ، وليختبرَ الفتى كيفَ بِرُّهُ بوالدته، وكان الله به خبيرًا، فقال له الملَكُ: بكمْ تبيعُ هذهِ البقرةَ؟ قال: بثلاثةِ دنانيرَ، وأشترطُ عليكَ رضا والدتي، فقال الملَكُ له: ستةُ دنانيرَ ولا تستأمرْ والدتَكَ، فقال الفتى: لو أعطيتَني وزنَها ذهبًا، لم آخذْه إلا برضا أُمِّي، فردَّها إلى أمه، فأخبرها بالثمن، فقالت: ارجعْ فبعْها بستةِ دنانيرَ على رضًا مني، فانطلقَ بها الفتى إلى السوق، فأتى الملَكُ فقال: استأمَرْتَ أُمَّك؟ فقال الفتى: إنها أمرتني ألَّا أنقُصها من ستةِ دنانيرَ، على أن أستأمرَها، فقال الملكُ: فإني (٢) أُعطيك اثني عشرَ دينارًا على ألَّا تستأمرَها، فأبى الفتى، ورجعَ إلى أمه، فأخبرها بذلك، فقالت: إنَّ الذي يأتيك ملكٌ يأتيكَ في صورةِ آدمي ليجرِّبَكَ، فإذا أتاك، فقل له: أتأمرُنا أن نبيعَ هذهِ البقرة أم لا؟ ففعل، فقال له الملكُ: اذهبْ إلى أمك، وقل لها: أمسكي هذه البقرة؛ فإن موسى بنَ عمران يشتريها منكُم لقتيلٍ يُقتل في بني إسرائيلَ، فلا تبيعوها إلا بملء مَسْكِها دنانيرَ، فأمسكوها، وقدَّر الله على </p><p>(١) في \"ت\": \"فقال\". (٢) في \"ت\": \"إني\".</p>"
}