{
  "id": null,
  "sura": 2,
  "aya": 225,
  "text": "<p> فَلْيُكَفِّرْ عَنْ يَمِينِهِ، وَلْيَفْعَلِ الَّذِي هُوَ خَيْرٌ\" (١) . </p><p> {وَاللَّهُ سَمِيعٌ عَلِيمٌ} بنيَّاتكم. </p><p> {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ وَاللَّهُ غَفُورٌ حَلِيمٌ (٢٢٥) }. </p><p> [٢٢٥]  {لَا يُؤَاخِذُكُمُ} أي: لا (٢) يعاقِبُكم. </p><p> {اللَّهُ بِاللَّغْوِ} اللَّغْوُ: كُلُّ مطروحٍ من الكلام لا يُعْتَدُّ به، وأصلهُ: الباطلُ، واللغوُ في اليمين: ما سبقَ إليه اللسانُ من غير قصدِ اليمين؛ نحو: لا واللهِ، وبلى والله عندَ الشافعيِّ وأحمدَ، وعندَ أبي حنيفةَ ومالكٍ هو أن يحلفَ على شيء يرى أنه صادقٌ، ثم يظهرُ خلافُ ذلك، ولا كفارةَ فيه ولا إثمَ بالاتفاق، وقوله: </p><p> {فِي أَيْمَانِكُمْ} حالٌ من اللغو؛ أي: باللغو كائنًا في أيمانكم. </p><p> {وَلَكِنْ يُؤَاخِذُكُمْ} أي: يعاقبُكم. </p><p> {بِمَا كَسَبَتْ} أي: نَوَتْ. </p><p> {قُلُوبُكُمْ} وفُهْتُمْ به. قرأ ورشٌ، وأبو جعفرٍ:  (يُوَاخِذُكُمْ) بفتح الواو بغير همز (٣) . </p><p>(١) رواه مسلم (١٦٥٠)، كتاب: الأيمان، باب: ندب من حلف يمينًا فرأى غيرها خيرًا منها أن يأتي الذي هو خير، ويكفر عن يمينه، عن أبي هريرة -رضي الله عنه-. (٢) \"لا\" ساقطة من \"ن\".(٣) انظر: \"الغيث\" للصفاقسي (ص: ١٦٢)، و\"إتحاف فضلاء البشر\" للدمياطي =</p><p> {وَاللَّهُ غَفُورٌ حَلِيمٌ} لا يَعْجَلُ بالمؤاخذةِ. </p><p> وتنعقدُ اليمينُ باللهِ وبأسمائهِ وصفاتِه بالاتفاق، وعند الثلاثةِ تنعقدُ إذا حلفَ بكلامِ اللهِ، أو بالمصحفِ، أو بالقرآنِ، خلافًا لأبي حنيفةَ، وتنعقدُ عندَ الإمامِ أحمدَ بالنبيِّ - صلى الله عليه وسلم - خاصَّةً؛ خلافًا للثلاثة، فإذا حلفَ على أمرٍ مستقبَلٍ، فَحَنِثَ، فعليه كفارةٌ بالاتفاق، وإن حلفَ على أمرٍ ماضٍ أنه كانَ، ولم يكنْ، أو بالعكسِ، عالمًا كان أو جاهلًا، فَحَنِثَ، فهيَ (١) اليمينُ الغموسُ؛ لغمسِهِ في الإثم، فتجبُ الكفارةُ عندَ الشافعيِّ، ولا تجبُ عندَ الثلاثةِ؛ لأنه إنْ كان عالمًا، فهي كبيرةٌ، ولا كفارةَ في الكبائر، وإن كان جاهلًا، فهي يمينُ اللغو. </p><p> وقد رُوي عن النبيِّ - صلى الله عليه وسلم - أنه قال:  \"مَنْ حلَفَ بِيَمِينٍ كَاذِبَةٍ، نَازَعَ اللهَ فيها حَوْلَهُ وقُوَّتَهُ، عَجَّلَ اللهُ لَهُ العُقُوبَةَ قَبْلَ ثَلاَثٍ\" ، وصفةُ اليمينِ أن يقولَ: تقلَّدْتُ الحولَ والقوَّةَ دونَ حولِ اللهِ وقُوَّتهِ، إلى حَوْلي وَقُوَّتي إِنْ لَمْ يَكُنْ ما قُلْتُه حَقًّا. ونُقل أَنَّ بعضَ الناسِ حلفَ بهذهِ اليمين، وكان كاذبًا، فهلكَ في يومِهِ، ذُكر ذلكَ في \"شرح المقامات\" للشريشي (٢) بأبسطَ من هذا. </p><p>= (ص: ١٥٧)، و\"معجم القراءات القرآنية\" (١/ ١٧٢). (١) في \"ن\": \"فهو\".(٢) هو أحمد بن عبد المؤمن بن موسى أبو العباس الشريشي الأندلسي المالكي النحوي، المتوفى سنة (٦١٩ هـ)، له ثلاثة شروح على \"مقامات الحريري\" أصغر وأكبر وأوسط. انظر: \"هدية العارفين\" للبغدادي (١/ ٤٧).</p>"
}