{
  "id": null,
  "sura": 2,
  "aya": 178,
  "text": "<p> {فِي الْبَأْسَاءِ} الشدَّةِ والفقرِ. </p><p> {وَالضَّرَّاءِ} المرضِ والزَّمانَةِ. </p><p> {وَحِينَ الْبَأْسِ} القتالِ والحربِ. </p><p> {أُولَئِكَ الَّذِينَ صَدَقُوا} فيما عاهدوا {وَأُولَئِكَ هُمُ الْمُتَّقُونَ} محارمَ الله. </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ (١٧٨) }. </p><p> [١٧٨]  {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ} فُرِضَ. </p><p> {عَلَيْكُمُ الْقِصَاصُ} المساواةُ. </p><p> {فِي الْقَتْلَى} والقصاصُ: المماثلةُ في الجراحِ والدِّيات، وأصلُه من قَصَّ الأثرَ: إذا تبَعَهُ، وهو أن يُفعل بالجاني مثلُ ما فَعل، وسببُ نزولها أنه كان بين حَيَّين في الجاهلية جراحاتٌ ودياتٌ لم تُسْتَوْفَ حتى جاءَ الإسلام، فأقسمَ أحدُ الحيينِ ليقتلنَّ (١) بالرجلِ الواحد الرجلينِ، فنزلَت (٢) . </p><p> {الْحُرُّ} مبتدأ، خبرُه تقديره: مأخوذ. </p><p>(١) في \"ن\": \"ليقتل\". (٢) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٣٠)، و\"الحجة\" لأبي زرعة (ص: ١٢٣)، و\"الكشف\" لمكي (١/ ٢٥٦)، و\"الغيث\" للصفاقسي (ص: ١٤٦)، و\"تفسير البغوي\" (١/ ١٤١)، و \"التيسير\" للداني (ص: ٧٩)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٣)، و\"معجم القراءات القرآنية\" (١/ ١٣٨).</p><p> {بِالْحُرِّ} كذلك {وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى} اختلفَ الأئمةُ في حكم الآية، فمالكٌ والشافعيُّ وأحمدُ -رضي الله عنهم- لا يقتلون الحرَّ بالعبد، ولا المؤمنَ بالكافر، ويجعلون هذه الآيةَ مفسِّرَةً للمبهَم في قوله:  {النَّفْسَ بِالنَّفْسِ}  [المائدة: ٤٥] ، ولأن تلكَ حكايةُ ما خوطبَ به اليهودُ في التوراة، وهذه خطاب للمسلمين، وما فرض عليهم فيها، واستثنى مالك فقال: إلا أن يقتلَ المسلمُ الكافرُ غيلةً، فيُقتلُ به، وأبو حنيفة -رضي الله عنه- يقتلُ الحرُّ بالعبدِ، والمؤمنَ بالكافر، يجعلُ (١) هذه الآية منسوخَةً بقوله: {النَّفْسَ بِالنَّفْسِ} ، وبدليل ما رُوي:  \"المُسْلِمُونَ تتَكافَأُ دِمَاؤُهُمْ\"  (٢) ، ولأنَّ التفاضُلَ في الأنفسِ (٣) غيرُ معتبَرٍ؛ بدليلِ قتلِ الجماعةِ بالواحدِ بالاتفاق، واتفقوا على أنه يُقْتل الذكرُ بالأنثى، وعكسُه، والصغيرُ بالكبير، والصحيحُ بالأعمى، وبالزَّمِنِ، وبناقِصِ الأطرافِ، وبالمجنونِ. </p><p> ونقل الزمخشريُّ في \"كَشَافِه\" أنَّ مذهبَ مالكٍ والشافعي لا يقتل الذكرُ بالأنثى؛ أخذًا بهذه الآية (٤) ، وهو وهمٌ؛ فإن مذهبَهما يُقْتَلُ الذكرُ بالأنثى، وعكسُه، وقد صرَّحَ بذلك علماءُ المذهبَيْنِ في كتبهِم المبسوطاتِ والمختصراتِ. </p><p> {فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ} أي: تُرِكَ له، وصُفِحَ عنهُ من الواجِبِ عليه، </p><p>(١) في \"ن\": \"ويجعل\". (٢) رواه أبو داود (٢٧٥١)، كتاب: الجهاد، باب: في السرية ترد على أهل العسكر، وابن ماجه (٢٦٨٥)، كتاب: الديات، باب: المسلمون تتكافأ دماؤهم، وغيرهما عن عبد الله بن عمرو بن العاص -رضي الله عنهما-.(٣) في \"ت\": \"النفس\".(٤) انظر: \"الكشاف\" للزمخشري (١/ ٢٤٦).</p><p> وهو القصاص في قتل العمد، ورُضي منه بالدية، وأصلُ العفوِ: المحوُ والتجاوزُ، وقولُه:  (مِنْ أَخيهِ) ؛ أي: من دمِ أخيهِ المقتولِ، وقولُه:  (شيءٌ) دليل على أن بعض الأولياء إذا عَفَا، سقطَ القَوَدُ، وتَعَيَّنَتِ الدِّيَةُ؛ لأنَّ شيئًا من الدم قد بطلَ، وهو قولُ الثلاثة، وقال مالكٌ: إن عَفَا بعضُ مَنْ له الاستيفاءُ، فإن كانَ الجميعُ رجالًا، سقطَ القودٌ، وإن كُنَّ نساءً، نظرَ الحاكمُ، فإن كانوا رجالًا ونساءً، لم يسقطْ إلا بهما، أو ببعضِهما، وإلا فالقولُ قولُ المقتصِّ، ومهما سقطَ البعضُ، تعيَّنَ لباقي الورثة نصيبُهم من ديةِ عمدٍ. </p><p> {فَاتِّبَاعٌ} أي: على الطالبِ للدياتِ الاتباعُ. </p><p> {بِالْمَعْرُوفِ} فلا يأخذُ منه أكثرَ من الدية، ولا يطالبُه بعنفٍ. </p><p> {وَأَدَاءٌ إِلَيْهِ} أي: على المطلوبِ منه أداءُ الديةِ إلى وليِّ الدمِ. </p><p> {بِإِحْسَانٍ} بلا مماطلةٍ ولا بَخْس، وهذا تأديبٌ للقاتل، ولوليِّ الدمِ. </p><p> {ذَلِكَ} أي: المذكورُ من العفوِ وأخذِ الدية. </p><p> {تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ} لأن القصاص كان حتمًا على اليهود، وحُرِّمَ عليهِمُ العفوُ والديةُ، وكانتِ الديةُ حَتْمًا على النصارى، وحُرِّمَ عليهم القصاصُ، فَخيِّرَتْ هذه الأمةُ بينَ الأمرين تخفيفًا ورحمةً. </p><p> {فَمَنِ اعْتَدَى} أي تجاوزَ ما شُرِعَ، فقتلَ الجانيَ بعدَ العفوِ وقَبولِ الدية، أو قتلَ غيرَ القاتلِ. </p><p> {بَعْدَ ذَلِكَ} أي: بعدَ أخذِ الدية. </p><p> {فَلَهُ عَذَابٌ أَلِيمٌ} في الآخرة. </p>"
}