{
  "id": null,
  "sura": 2,
  "aya": 85,
  "text": "<p> {وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لَا تَسْفِكُونَ دِمَاءَكُمْ وَلَا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُونَ (٨٤) }. </p><p> [٨٤]  {وَإِذْ أَخَذْنَا مِيثَاقَكُمْ} على نحو ما سبقَ من الإخبار في معنى النهي. </p><p> {لَا تَسْفِكُونَ} لا تريقون. </p><p> {دِمَاءَكُمْ} أي: لا يسفكْ بعضُكم دمَ بعض. </p><p> {وَلَا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْ} أي: لا يخرج بعضُكم بعضًا من داره. </p><p> {ثُمَّ أَقْرَرْتُمْ} بهذا العهد أنه حقٌّ، وقبلتم. </p><p> {وَأَنْتُمْ تَشْهَدُونَ} اليوم على ذلك يا معشرَ اليهود، وتعترفون بالقبول. </p><p> {ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِمْ بِالْإِثْمِ وَالْعُدْوَانِ وَإِنْ يَأْتُوكُمْ أُسَارَى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَلِكَ مِنْكُمْ إِلَّا خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٨٥) }. </p><p> [٨٥]  {ثُمَّ أَنْتُمْ هَؤُلَاءِ} يعني: يا هؤلاءِ اليهود! وهؤلاءِ للتنبيه. </p><p> {تَقْتُلُونَ أَنْفُسَكُمْ} أي: بعضُكم بعضًا. </p><p> {وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ} قرأ أبو عمرٍو، والكسائيُّ (دِيَارِهِمْ) </p><p> بالإمالة، واختلف عن ابنِ ذكوان، ورُوي عن ورشٍ الإمالةُ بينَ بينَ، وكذلك رُوي عن حمزةَ، وقرأ الباقون بالفتح (١) . </p><p> {تَظَاهَرُونَ عَلَيْهِمْ} بتشديد الظاء؛ أي: تتظاهرون، أدغمتِ التاءُ في الظاء. وقرأ عاصمٌ، وحمزةُ، والكسائيُّ، وخلفٌ:  (تَظَاهَرُونَ) بتخفيف الظاء (٢) ، ومعناهما: تتعاونون، والظهيرُ: العون. </p><p> {بِالْإِثْمِ وَالْعُدْوَانِ} بالمعصية والظلم. </p><p> {وَإِنْ يَأْتُوكُمْ أُسَارَى} قرأ أبو عمرٍو، وأبو جعفرٍ، وورشٌ:  (يَاتُوكُمْ) بغير همز، والباقونَ بالهمز (٣) ، وقرأ حمزةُ:  (أَسْرَى) بفتح الألف الأولى وسكون السين وإسقاط الألف بعدَها، وهما جمع أَسير، ومعناهما واحد. </p><p> {تُفَادُوهُمْ} بالمال، وتنقذوهم. قرأ نافعٌ، وأبو جعفر، وعاصمٌ، والكسائيُّ، ويعقوبُ:  (تُفَادُوهُمْ) بضم التاء وألفٍ بعد الفاء (٤) ؛ أي: </p><p>(١) انظر: \"الغيث\" للصفاقسي (ص: ١٢٤)، و\"معجم القراءات القرآنية\" (١/ ٨١) وقد ذكرها عن أبي عمرو وورش. (٢) انظر: \"إعراب القرآن\" للنحاس (١/ ١٦٤)، و\"الحجة\" لأبي زرعة (ص: ١٠٤)، و\"السبعة\" لابن مجاهد (ص: ١٢٦)، و\"الحجة\" لابن خالويه (ص: ٨٤)، و\"الكشف\" لمكي (١/ ٢٥٠ - ٥٢١)، و\"تفسير البغوي\" (١/ ٧٣)، \"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٨)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٤٠)، و\"معجم القراءات القرآنية\" (١/ ٨١).(٣) ذكر الصفاقسي في \"الغيث\" (ص: ١٢٢) قراءة ورش وهي (ياتوكمو)، بإبدال الهمزة، وضم الميم مع مدها، وانظر: \"معجم القراءات القرآنية\" (١/ ٨٢).(٤) انظر: \"الحجة\" لأبي زرعة (ص: ١٠٤)، و\"السبعة\" لابن مجاهد (ص: ١٦٣)، و\"الحجة\" لابن خالويه (ص: ٨٤)، و\"الكشف\" لمكي (١/ ٢٥١ - ٢٥٢)، =</p><p> تبادلونهم (١) ، أرادَ: مفاداةَ الأسيرِ بالأسيرِ، وأصلُ الفِداءِ: حفظُ الشيءِ بما تبذلُه (٢) عنهُ صيانةً له، ومعنى الآية: إن الله تعالى أخذَ على بني إسرائيل في التوراة ألَّا يقتلَ بعضُهم بعضًا، ولا يخرجَ بعضُهم بعضًا من ديارِهم، وأيُّما عبدٍ أو أمةٍ وجدتموهُ من بني إسرائيلَ، فاشتروهُ بما قامَ من ثمنه، وأَعتقوهُ، وكانتْ قريظةُ حلفاءَ الأوسِ، والنضيرُ حلفاءَ الخزرجِ، وكانوا يقتتلون في حرب سُمَير (٣) ، فإذا اقتتلا، عاونَ كلُّ فريق حلفاءه في القتلِ وتخريبِ الديار وإجلاءِ أهلها، وإذا أُسر رجلٌ من الفريقين، جمعوا له حتى يَفْدوه، وإن كانَ الأسيرُ من عدوِّهم، فتعيِّرهُم العربُ، وتقول: كيفَ تُقاتلونهم وتَفْدونهم؟ قالوا: إنا أُمرنا أن نَفْديَهم، فيقولون: لمَ تقاتلونهم؟ قالوا: إنا نستحيي أنْ يُسْتَذَلَّ حلفاؤنا، فعيَّرَهم الله تعالى، فقال:  {ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ}  (٤) . </p><p> وفي الآية تقديمٌ وتأخيرٌ، ونظمُها: وتُخرجون فريقًا منكم من ديارهم تَظاهرون عليهم بالإثم والعدوان، وهو محرَّم عليكم إخراجهم، وإن يأتوكم أُسارى تَفْدوهم، فكأنَّ الله أخذَ عليهم أربعةَ عهودٍ: تركَ القتل، </p><p>= و\"الغيث\" للصفاقسي (ص: ١٢١)، و\"تفسير البغوي\" (١/ ٧٣)، و\"التيسير\" للداني (ص: ٧٢)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٨)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٤١)، و\"معجم القراءات القرآنية\" (١/ ٨٢ - ٨٣). (١) في \"ت\" و\"ظ\": \"تباذلونهم\".(٢) في \"ن\": \"يبدله\".(٣) في \"ن\": \"سَمير\".(٤) انظر: \"تفسير البغوي\" (١/ ٣٩٧)، و\"تفسير ابن أبي حاتم\" (١/ ١٦٣).</p><p> وتركَ الإخراج، وتركَ المظاهرة عليهم مع أعدائهم، وفداءَ أُسرائهم، فأعرضوا عن الكُلِّ إلا الفداءَ، قال الله -عزَّ وجلَّ-: </p><p> {أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ} أي: بالفداء؛ لأنه من جملة ما أُخذ في الميثاق. </p><p> {وَتَكْفُرُونَ بِبَعْضٍ} بالقتل والإخراج. قرأ أبو عمرٍو، وأبو جعفرٍ، وورشٌ:  (أَفَتُومِنُونَ) بغير همز، والباقون بالهمز، قال مجاهد: يقول: إن وجدْتَه في يدِ غيرِك، فديتَهُ، وأنت تقتلُه بيدِك. </p><p> {فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَلِكَ مِنْكُمْ} يا معشر اليهود. </p><p> {إِلَّا خِزْيٌ} عذاب وهوان. </p><p> {فِي الْحَيَاةِ الدُّنْيَا} وكان خزَيُ قريظة القتلَ والسبيَ، وخزيُ بني النضير الجلاءَ والنفيَ عن منازلهم إلى أَذرعات وأَريحا من الشام. </p><p> {وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ} وهو عذاب النار. </p><p> {وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} قرأ نافعٌ، وابنُ كثيرٍ، ويعقوبُ، وخلفٌ، وأبو بكرٍ:  (يَعْمَلُونَ) بالغيب، والباقون بالخطاب (١) . </p><p> ثم أخبرهم متهددًا أن عذابَي الدنيا والآخرة لا يُفَتَّرُ عنهم ولا مانع لهم منه بقوله: </p><p>(١) انظر: \"الحجة\" لأبي زرعة (ص: ١٠٥)، و\"الكشف\" لمكي (١/ ٢٥٢ - ٢٥٣)، و\"الغيث\" للصفاقسي (ص: ١٢٢)، و\"تفسير البغوي\" (١/ ٧٤)، و\"التيسير\" للداني (ص: ٧٤)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٨)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٤١)، و\"معجم القراءات القرآنية\" (١/ ٨٤).</p>"
}