{
  "id": null,
  "sura": 2,
  "aya": 144,
  "text": "<p> العرب: ألم نقتلْكُم في موضع كذا؟ ومن خوطبَ لم يُقْتل، ولكنه غُلِّبَ لحضوره. قرأ نافعٌ، وابنُ كثيرٍ، وأبو جعفرٍ، وابن عامر، وحفصٌ:  (لَرَؤوفٌ) بالإشباعِ على وزن فَعول، وقرأ الآخرون: بالاختلاس على وزن فَعُل (١) . </p><p> {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ (١٤٤) }. </p><p> [١٤٤]  {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ} والمقصدُ تقلُّب البصر، وذكر الوجه؛ لأنه أعمُّ وأشرفُ، وهو المستعمَلُ في طلب الرغائب، تقول: بذلْتُ وجهي في كذا، أو فعلتُ لوجهِ فلان، وهذه الآيةُ متأخرةٌ في التلاوة، متقدمةٌ في المعنى؛ فإنها رأسُ القصة، وأمرُ القبلة أولُ ما نُسخ من أمور الشرع، وذلك أن رسولَ الله - صلى الله عليه وسلم - وأصحابَه كانوا يصلُّون بمكةَ إلى الكعبة، فلما هاجر إلى المدينة، أمرَهُ الله أن يصلِّي نحوَ صخرةِ بيتِ المقدسِ كما تقدَّمَ؛ ليكونَ أقربَ إلى تصديق اليهود إياه إذا صلَّى إلى قبلتهم، مع ما يجدون من نعتِه في التوراة، فصلَّى من بعدِ الهجرةِ ستةَ عشرَ أو سبعةَ </p><p>(١) انظر: \"الحجة\" لأبي زرعة (ص: ١١٦)، و\"السبعة\" لابن مجاهد (ص: ١/ ١)، و\"الحجة\" لابن خالويه (ص: ٨٩)، و\"الكشف\" لمكي (١/ ٢٦٦)، و\"تفسير البغوي\" (١/ ١١٦)، و\"التيسير\" للداني (ص: ٧٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٢٣)، و\"معجم القراءات القرآنية\" (١/ ١٢٣).</p><p> عشرَ شهرًا إلى بيت المقدس، وكان يحبُّ أن يتوجَّهَ إلى الكعبة؛ لأنها كانتْ قبلةَ أبيه إبراهيم -عليه السلام-، وكان اليهودُ يقولون: يخالفُنا محمد في ديننا، ويتبعُ قبلَتَنا، فجعلَ ينظرُ إلى السماءِ رجاءَ أن ينزلَ عليه الوحيُ بالتوجُّه إليها، فأنزل الله تعالى:  {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ}  (١) . </p><p> {فَلَنُوَلِّيَنَّكَ} فَلَنُحَوِّلَنَّكَ. </p><p> {قِبْلَةً} أي: إلى قبلة. </p><p> {تَرْضَاهَا} أي: تحبُّها. </p><p> {فَوَلِّ} فحوِّلْ. </p><p> {وَجْهَكَ شَطْرَ} أي: نحوَ. </p><p> {الْمَسْجِدِ الْحَرَامِ} وأراد به الكعبةَ، والحرامُ: المحرَّمُ. </p><p> {وَحَيْثُ مَا كُنْتُمْ} من بَرٍّ أو بحرٍ، شرقٍ أو غربٍ. </p><p> {فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ} عندَ الصلاة، وكان تحويلُ القبلة في رَجَبٍ بعدَ زوالِ الشمسِ من السُّنةِ الثانيةِ من الهجرة قبلَ قتالِ بدرٍ بشهرين، ونزلتْ هذه الآيةُ ورسول الله - صلى الله عليه وسلم - في مسجدِ بني سَلِمَةَ، وقد صلَّى بأصحابِه ركعتين من صلاة الظهرِ، فتحول في الصلاة، واستقبل الميزابَ، وحوَّل الرجالَ مكانَ النساء، والنساءَ مكانَ الرجال، فَسُمِّي ذلك المسجدُ مسجدَ القِبْلَتين، وأهلُ قُباء وصل الخبرُ إليهم في صلاة الصبح (٢) . </p><p>(١) رواه ابن جرير الطبري في \"تفسيره\" (٢/ ٢٠)، عن مجاهد. (٢) انظر: \"تفسير البغوي\" (١/ ١١٨). قال المناوي في \"الفتح السماوي\" (١/ ١٩٣): \"وهذا تحريف للحديث، فإن قصة بني سلمة لم يكن فيها النبي إمامًا، ولا هو الذي تحول في الصلاة\".</p><p> وعن عبدِ اللهِ بنِ عمرَ -رضي الله عنهما- قال:  \"بَيْنا الناسُ بِقُباءَ في صلاةِ الصُّبْح إذْ جاءهم آتٍ،وقال لهم:إنَّ رسولَ الله - صلى الله عليه وسلم - قد أُنزل عليه الليلةَ قرآن، وقد أُمِرَ أَنْ يستقبلَ الكعبةَ، فاستقبِلُوها\" ، وكانت وجوهُهم إلى الشام، فاستداروا إلى الكعبة (١) ، فلما تحولت القبلةُ، قالت اليهود: يا محمَّدُ! ما هو إلَّا شيءٌ تبتدعُه من تلقاء نفسك، فتارةً تصلِّي إلى بيتِ المقدس، وتارةً إلى الكعبة، ولو ثبتَّ على قبلتِنا، لكنَّا نرجو أن تكون صاحِبَنا الذي ننتظره (٢) ، فأنزل الله تعالى: </p><p> {وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ} يعني: أمرَ الكعبةِ. </p><p> {أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ} لأنه في بشارةِ أنبيائهم أنه يصلِّي إلى القبلتين، ثم هَدَّدهم فقال: </p><p> {وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ} قرأ أبو جعفرٍ، وابنُ عامرٍ، وحمزةُ، والكسائيُّ، ورَوْحٌ:  (تَعْمَلُونَ) بالخطاب، يريد: إنكم يا معشر المؤمنين تطلبونَ مرضاتي، وما أنا بغافل عن ثوابكم وجزائكم. وقرأ الباقونَ بالغيب؛ يعني: ما أنا بغافل عما يفعلُ اليهود، فأجازيهم في الدنيا والآخرة (٣) . </p><p>(١) رواه البخاري (٣٩٥)، كتاب: أبواب القبلة، باب: ما جاء في القبلة، ومسلم (٥٢٦)، كتاب: المساجد ومواضع الصلاة، باب: تحويل القبلة من القدس إلى الكعبة. (٢) انظر: \"تفسير البغوي\" (١/ ١١٨).(٣) انظر: \"الحجة\" لأبي زرعة (ص: ١١٦)، و\"الكشف\" لمكي (١/ ٢٦٨)، و\"تفسير البغوي\" (١/ ١١٨)، و\"الغيث\" للصفاقسي (ص: ١٤٢)، و\"الكشاف\" للزمخشري (١/ ٢٦٨)، و\"التيسير\" للداني (ص: ٧٧)، و\"النشر في القراءات =</p>"
}