{
  "id": null,
  "sura": 2,
  "aya": 132,
  "text": "<p> يتركُ دينَه وشريعتَه، يقال: رغبَ في الشيء: إذا أرادَه، ورغبَ عنه: إذا تركه، والمعنى: ما يرغبُ عن ملة إبراهيمَ. </p><p> {إِلَّا مَنْ سَفِهَ نَفْسَهُ} أي: خسرَ نفسَه، وامتهنَها، والسفاهةُ: الجهلُ وضعفُ الرأي، وكلُّ سفيهٍ جاهلٌ، وذلك أن من عبدَ غيرًا لله، فقد (١) جهل نفسه، لأنه لم يعرفِ اللهَ خالقَها، وقد جاء: مَنْ عرفَ نفسَهُ، فقد عَرَفَ رَبَّهُ. </p><p> {وَلَقَدِ اصْطَفَيْنَاهُ} اخترناه. </p><p> {فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ} يعني: مع الأنبياء في الجنة. </p><p> {إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ (١٣١) }. </p><p> [١٣١]  {إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ} أي: اسْتَقِمْ على الإسلام، واثبتْ عليه، لأنه كان مسلمًا، والعاملُ في (إذ) اصطفيناه. </p><p> {قَالَ أَسْلَمْتُ} أي: فَوَّضْتُ أموري. </p><p> {لِرَبِّ الْعَالَمِينَ} وقد حَقَّقَ ذلكَ حينَ لم يستعنْ بأحدٍ من الملائكة حين أُلقي في النار. </p><p> {وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَابَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١٣٢) }. </p><p> [١٣٢]  {وَوَصَّى بِهَا} أي: بالملة {إِبْرَاهِيمُ بَنِيهِ} وهم (٢) : إسماعيلُ </p><p>(١) \"فقد\" سقطت من \"ت\". (٢) في \"ن\": \"وهو\".</p><p> من هاجرَ القبطية، وإسحاقُ من سارةَ، وستةٌ من امرأةٍ تزوَّجها من الكنعانيين بعدَ موتِ سارة اسمها قُطورا بنتُ يَقْطن (١) ، وهم: مَدْيَنُ، ومَدَانُ، ويَقْشان، وزُمْرانُ، ويَشْبُق، وشُوَح. قرأ نافعٌ، وأبو جعفرٍ، وابنُ عامرٍ:  (وَأَوْصَى) بالألف، وكذلك هو في مصاحفِ المدينةِ والشام، والباقون: مشددًا بغير ألف، وهما لغتان مثل نَزَّلَ وأَنزلَ (٢) . </p><p> {وَيَعْقُوبُ} ورفعُ (يعقوب) عطفٌ على إبراهيم، معناه: ووصَّى إبراهيمُ بنيهِ، ويعقوبُ بنيه الاثني عشر؛ كما وصَّى إبراهيمُ بنيهِ الثمانيةَ، وسيأتي ذكرُ أسماءِ بني يعقوبَ أولَ سورةِ يوسفَ، ويعقوبُ سمي بذلك؛ لأنه والعيصَ كانا توأمينِ، فتقدَّم عيصٌ في الخروج من بطن أمه، وخرج يعقوبُ على إثره آخذًا بعقبه، وعاشَ مئة وسبعًا وأربعينَ سنةً، ومات بمصرَ، وأوصى أن يُحمل إلى الأرض المقدَّسة، ويدفنَ عندَ أبيه وجدِّه، فحمله ابنُه يوسفُ ودفنَهُ عندَهما بمغارة حبرون (٣) . </p><p> {يَابَنِيَّ} معناه: أن (٤) : يا بني. </p><p> {إِنَّ اللَّهَ اصْطَفَى} اختار. </p><p>(١) في \"ن\": \"يقطف\". (٢) انظر: \"الحجة\" لأبي زرعة (ص: ١١٥)، و\"السبعة\" لابن مجاهد (ص: ١٧١)، و\"الحجة\" لابن خالويه (ص: ٨٩)، و \"تفسير البغوي\" (١/ ١٠٩)، و\"الكشاف\" للزمخشري (١/ ٩٥)، و\"التيسير\" للداني (ص: ٧٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٢٢)، و\"معجم القراءات القرآنية\" (١/ ١١٦).(٣) في \"ن\": \"جبرون\".(٤) في \"ن\": \"أي\".</p>"
}