{
  "id": null,
  "sura": 2,
  "aya": 216,
  "text": "<p> {فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} تلخيصُه: ما أنفقتُم من حلالٍ، فهو خيرٌ كلُّه إذا كان على هؤلاء المذكورينَ. </p><p> {وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ} يجازيكم به، ثم نُسخت بفرض الزكاة. </p><p> {كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ (٢١٦) }. </p><p> [٢١٦]  {كُتِبَ} فُرِضَ. </p><p> {عَلَيْكُمُ الْقِتَالُ} أي: الجهادُ، وهو قتالُ الكفار، وهو فرضُ كفايةٍ إذا قامَ به من يَكْفي، سقطَ عن الباقين الفرضُ؛ كصلاةِ الجنازةِ، وردِّ السلامِ بالاتفاق. </p><p> {وَهُوَ كُرْهٌ لَكُمْ} أي: شاقٌّ عليكم. </p><p> {وَعَسَى} من أفعال المقارَبَةِ فيهِ طَمَعٌ. </p><p> {أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ} لأن في الغزو إحدى الحسنيين: إما الظَّفَرُ والغَنيمةُ، وإما الشهادةُ والجنةُ. </p><p> {وَعَسَى أَنْ تُحِبُّوا شَيْئًا} يعني: القعودَ عن الغَزْوِ. </p><p> {وَهُوَ شَرٌّ لَكُمْ} لما فيه من فَواتِ الغَنيمةِ والأجر. </p><p> {وَاللَّهُ يَعْلَمُ} مصالحَكُمْ. </p><p> {وَأَنْتُمْ لَا تَعْلَمُونَ} ذلكَ. </p><p> روي أن النبيَّ - صلى الله عليه وسلم - بعثَ عبدَ اللهِ بنَ جَحْشٍ، وهو ابنُ عمةِ النبيِّ - صلى الله عليه وسلم - في آخِرِ جُمادى الآخرةِ قبلَ بَدْرٍ بشهرينِ في سَرِيَّةٍ على رأسٍ سبعةَ عشرَ شَهْرًا من مقدِمِه المدينةَ؛ ليرصُدوا عِيرًا لقريشٍ فيها عمرُو بنُ الحَضرَمِيِّ وثلاثةٌ معهُ، وهم الحَكَمُ بنُ كَيْسانَ، وعثمانُ بنُ عبدِ اللهِ بنِ المغيرةِ، ونَوْفَلُ بنُ عبدِ اللهِ المخزومِيَّانِ، فقتلوا عَمْرَو بنَ الحضرميِّ، فكانَ أولَ قتيل من المشركين، واستأسروا الحكمَ وعثمانَ، فكانا أولَ من أُسِرَ في الإسلام، وأَفْلَتَ نوفلُ، فأعجزَهم، وكانت الوقعةُ ببطنِ نخلةَ بينَ مكةَ والطائفِ، وجاء عبدُ اللهِ وأصحابُه النبيَّ - صلى الله عليه وسلم - بالعِيرِ والأسيرينِ، وقالوا: يا رسول الله! قتلنا ابنَ الحضرميِّ، ثم أمسينا فرأينا هلالَ رَجَبٍ، فما ندري أفي رجبٍ أصبناهُ أم في جُمادى؟ قال ابن عباس: كانوا يحسبونَ تلكَ الليلةَ من جُمادى، وكانتْ من رجبٍ، فوقف رسولُ الله - صلى الله عليه وسلم - العيرَ والأسيرين، وامتنع عن أخذِها، فعظمَ ذلكَ على أهلِ السريَّةِ، وسُقِطَ في أيديهم، وقال المشركون: قد استحلَّ محمدٌ الشهرَ الحرام، فنزل: </p><p> {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٢١٧) }. </p>"
}