{
  "id": null,
  "sura": 2,
  "aya": 185,
  "text": "<p> {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ (١٨٥) }. </p><p> [١٨٥]  {شَهْرُ رَمَضَانَ} سُمِّيَ الشهرُ شهرًا؛ لشهرتِه، وسُمِّيَ رمضانَ من الرَّمْضاء، وهي الحجارةُ المُحَمَّاةُ. قرأ أبو عمرٍو (شَهْر رَّمَضَانَ) بإدغام الراء في الراء (١) ، ورفْعُهُ مبتدأ، خبرُه: </p><p> {الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ} جملةً واحدة في ليلةِ القدرِ من اللَّوْحِ المحفوظِ إلى بيتِ العِزَّةِ في سماءِ الدُّنْيا، ثم نزلَ به جبريلُ -عليه السلام- نجومًا في نَيِّفٍ وعشرينَ سنةً، وتقدَّمَ تفسيرُ معنى القرآن في الفصلِ الثامنِ أولَ التفسيرِ. قرأ ابنُ كثيرٍ (القُرَان)  (وقُرَانًا) حيثُ وقعَ بفتحِ الراءِ غيرَ مهموز (٢) . </p><p> وعن أبي ذَرٍّ -رضي الله عنه- عن النبي - صلى الله عليه وسلم - قال: \"أُنْزِلَتْ صُحُفُ إِبْرَاهِيمَ فِي ثَلاَثِ لَيَالٍ مَضَيْنَ مِنْ رَمَضَانَ، وَأُنْزِلَتْ تَوْرَاةُ مُوسَى فِي سِتِّ لَيَالٍ مَضَيْنَ مِنْ رَمَضَانَ، وَأُنْزِلَ إِنْجِيلُ عِيسَى فِي ثَلاَثَ عَشْرَةَ مَضَيْنَ مِنْ </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٣٧)، و\"إتحاف الفضلاء\" للدمياطي (ص: ١٤٨)، و\"البحر المحيط\" لأبي حيان (٢/ ٣٩)، و \"معجم القراءات القرآنية\" (١/ ١٤٣). (٢) انظر: \"تفسير البغوي\" (١/ ١٥٣)، و \"التيسير\" للداني (ص: ٧٩)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٤)، و\"معجم القراءات القرآنية\" (١/ ١٤٤).</p><p> رَمَضَانَ، وَأُنْزِلَ زَبُورُ دَاوُدَ فِي ثَمانِي عَشْرَة لَيْلَةً (١) مَضَتْ (٢) منْ رَمَضَانَ، وَأُنْزِلَ الْقرْآنُ علَى مُحَمَّدٍ فِي الرَّابِع وَالْعِشْيرينَ مِنْ رَمَضَانَ لِسِتٍّ بَقِينَ بَعْدَهَا\" (٣) . </p><p> {هُدًى لِلنَّاسِ} من الضلالة. </p><p> {وَبَيِّنَاتٍ} دلالاتٍ واضحاتٍ. </p><p> {مِنَ الْهُدَى} ذكر أولًا أنه هُدًى للناس، ثم ذكر ثانيًا أنه بيناتٌ من الهدى؛ ليؤذن أنه من جملةِ ما هَدَى الله تعالى به. </p><p> {وَالْفُرْقَانِ} المفرِّقِ بين الحقِّ والباطِلِ. </p><p> {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ} أي: كان (٤) مقيمًا في الحضر. </p><p> {فَلْيَصُمْهُ} وأعاد قولَهُ: </p><p> {وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} ليعلم أنَّ هذا الحكمَ ثابتٌ في الناسخِ ثبوتَهُ في المنسوخ، واختلفوا في المرض الذي يُبيحُ الفطرَ, فقال أبو حنيفة ومالكٌ: يُباحُ بمطلَقِ المرضِ، وقالَ الشافعيُّ وأحمدُ: يُباحُ إذا خافَ ضرَرًا بزيادةِ مرضِه أو طوله، والسفرُ المبيحُ للفطرِ </p><p>(١) \"ليلة\" ساقطة من \"ن\". (٢) في \"ن\": \"مضين\".(٣) رواه الإمام أحمد في \"المسند\" (٤/ ١٠٧)، والطبراني في \"المعجم الكبير\" (٢٢/ ٧٥)، والبيهقي في \"شعب الإيمان\" (٢٢٤٨)، وابن عساكر في \"تاريخ دمشق\" (٦/ ٢٠٢)، عن واثلة بن الأسقع -رضي الله عنه- قال الهيثمي في \"مجمع الزوائد\" (١/ ١٩٧): فيه عمران بن داود القطان، ضعفه يحيى ووثقه ابن حبان، وقال أحمد: أرجو أن يكون صالح الحديث، وبقية رجاله ثقات.(٤) \"كان\" ساقط من \"ن\".</p><p> عندَ أبي حنيفة مسيرةُ ثلاثةِ أيامٍ، وعندَ الثلاثةِ سِتَّةَ عَشَرَ فَرْسَخًا [وهي]  (١) أربعةُ بُرُدٍ، وهي يومانِ قاصدانِ، واختلفوا في أفضلِ الأمرينِ، فقال الثلاثة: الصومُ أفضلُ، [وإنْ جهدَهُ الصومُ كانَ الفطرُ أفضلَ،وقالَ الإمامُ أحمدُ:الفطرُ أفضلُ]  (٢) ؛ لقولِ النبيِّ - صلى الله عليه وسلم -: \"لَيْسَ مِنَ الْبِرِّ الصَّوْمُ فِي السَّفَرِ\"  (٣) . </p><p> {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ} حيثُ أباحَ الفطرَ بالمرضِ والسفرِ، واليُسْرُ: ما تسهل. </p><p> {وَلَا يُرِيدُ بِكُمُ الْعُسْرَ}  [العُسْرُ: ضدُّ اليسر،تلخيصُه:يريدُ أن يُيَسِّرَ عليكم ولا يُعَسِّرَ]  (٤) . قرأ أبو جعفر (اليُسُرَ والعُسُرَ) ونحوَهما بضمِّ السين حيثُ وقعَ، والباقون: بالسكون (٥) . </p><p> {وَلِتُكْمِلُوا} تقديرُهُ: يريدُ بكمُ اليسرَ، ويريدُ بكم لتكْمِلوا. </p><p> {الْعِدَّةَ} بقضاءِ ما أفطرتُم في مرضِكم وسفرِكم. قرأ أبو بكرٍ، </p><p>(١) لم ترد في جميع النسخ، والسياق يقتضيها. (٢) ما بين معكوفتين سقط من \"ت\".(٣) رواه البخاري (١٨٤٤)، كتاب: الصوم، باب: قول النبي - صلى الله عليه وسلم - لمن ظلل عليه واشتد الحر: \"ليس من البر الصوم في السفر\"، ومسلم (١١١٥)، كتاب: الصيام، باب: جواز الصوم والفطر في شهر رمضان للمسافر في غير معصية، عن جابر بن عبد الله -رضي الله عنه-.(٤) ما بين معكوفتين سقط من \"ن\".(٥) انظر: \"تفسير البغوي\" (١/ ١٥٦)، و\"الكشاف\" للزمخشري (١/ ١١٤)، و \"تفسير القرطبي\" (١/ ٣٠١)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٤)، و \"معجم القراءات القرآنية\" (١/ ١٤٤).</p><p> ويعقوبُ (وَلِتُكَمِّلُوا) بتشديد الميم، والباقون: بالتخفيف، وهو الاختيار، لقوله تعالى:  {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ}  (١)  [المائدة: ٣] . </p><p> {وَلِتُكَبِّرُوا اللَّهَ} أي: تُعَظِّموه حامِدينَ. </p><p> {عَلَى مَا هَدَاكُمْ} أرشدَكم إلى ما رَضِيَ به من صومِ شهرِ رمضان. </p><p> {وَلَعَلَّكُمْ تَشْكُرُونَ} لله -عز وجل- على نعمِه، والمرادُ بهذا التكبيرِ: هو تكبيرُ ليلةِ الفطرِ، وهو مستحَبٌّ، واختلفَ الأئمةُ في مُدَّته، فقال مالكٌ: يكبِّرُ في يومِ الفطرِ دون ليلته، وابتداؤه من أولِ اليوم إلى أن يخرجَ الإمامُ إلى الصلاة، وعندَ الشافعيِّ وأحمدَ من غروبِ الشمسِ ليلةَ الفطر، وانتهاؤه عندَ الشافعيِّ إلى أن يُحْرِمَ الإمامُ بالصلاة، وعندَ أحمدَ إلى فراغ الخطبة، وقال أبو حنيفة: يكبِّرُ للأَضْحى، ولا يكبِّرُ للفطر، وعند صاحبيه يُكَبِّرُ إذا توجَّهَ للصلاة، فإذا انتهى إلى المصلَّى، سقطَ عنه التكبيرُ، والتكبيرُ في الفطرِ مطلَقٌ غيرُ مقيَّدٍ بوقتٍ ولا مكانٍ، فيكبر في المساجد، والمنازل، والطرق، وغيرها، ولا يكبر عقبَ الصلواتِ المكتوبةِ، وأما صلاةُ العيدين، فهي (٢) فرضُ كفايةٍ عندَ أحمدَ وسُنَّةٌ عندَ الشافعيِّ ومالكٍ، وعندَ أبي حنيفةَ واجبةٌ على الأعيان، وليستْ فرضًا، ويأتي الكلامُ على </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٣٩)، و\"الحجة\" لأبي زرعة (ص: ١٢٦)، و\"السبعة\" لابن مجاهد (ص: ١٧٦)، و\"الحجة\" لابن خالويه (ص: ٩٣)، و\"الكشف\" لمكي (١/ ٢٨٣)، و\"الغيث\" للصفاقسي (ص: ١٤٨)، و\"تفسير البغوي\" (١/ ١٥٦)، و\"التيسير\" للداني (ص: ٧٩)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٢٦)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٤)، و\"معجم القراءات القرآنية\" (١/ ١٤٥). (٢) في \"ت\": \"فهو\".</p><p> التكبيرِ للأضحى وصفةِ التكبيرِ عندَ تفسيرِ قوله تعالى:  {وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ}  [البقرة: ٢٠٣] ، وأما وقتُ صلاةِ العيدِ وصفتُها وأحكامُها، فقد اتفقَ الأئمةُ على أنَّ أولَ وقتِها إذا ارتفعتِ الشمسُ، وآخرَهُ إذا زالتِ الشمسُ (١) ، وسُمِّيَ عيدًا؛ لاعتيادِ الناسِ له كلَّ حينٍ، ومعاودَتِهِمْ إياه، والسُّنَّةُ أن يُنادى لها: الصَّلاةَ جامعةً، ويُشْتَرَطُ لها إذنُ الإمام، والمِصْرُ عندَ أبي حنيفة، خلافًا للثلاثةِ، كما في الجمعة، ويشترطُ الاستيطانُ، وحضورُ أربعين عند الشافعيِّ وأحمدَ، وعندَ أبي حنيفةَ ومحمدٍ تنعقدُ بثلاثةٍ سوى الإمام، وعند أبي يوسفَ اثنانِ سوى الإمامِ، وعندَ مالكٍ ليسَ لهم حدٌّ محصورٌ كما قالَ كلٌّ منهم في الجمعة، وهي ركعتان يجهرُ فيهما بالاتفاق، وصفتُها (٢) عندَ أبي حنيفة أن يكبِّرَ تكبيرةَ الافتتاحِ، وثلاثًا بعدَها، فإذا قامَ للثانيةِ، بدأ بالقراءةِ، ثم يكبِّرُ ثلاثًا، وأُخرى للركوع، فيوالي بينَ القراءتين في الركعتين، ويسكتُ بينَ كلِّ تكبيرتينِ قدرَ ثلاثِ تسبيحاتٍ، ويرفعُ يدَيه في الزوائدِ، وعندَ مالكٍ يكبِّرُ في الأولى بعدَ تكبيرة الإحرام سِتًّا، وفي الثانيةِ بعدَ القيامِ خمسًا، ويرفَعُ يديه في الأولى خاصَّةً، وليس عندَه بينَ التكبيرتين قولٌ، ولا للسكوتِ بينَهما حَدٌّ، وعندَ الشافعيِّ يكبِّرُ في الأولى بعدَ الافتتاحِ سَبْعًا، وفي الثانيةِ قبلَ القراءةِ خَمْسًا، وعندَ أحمدَ في الأولى بعدَ الافتتاحِ سِتًّا؛ كقولِ مالك، وفي الثانية بعدَ القيام خَمْسًا؛ كقولِ الشافعيِّ، واتفقَ الشافعيُّ (٣) وأحمدُ على رفعِ اليدينِ مع كلِّ تكبيرةٍ، وعلى </p><p>(١) \"الشمس\": زيادة من \"ن\". (٢) في \"ن\": \"وصفتهما\".(٣) \"واتفق الشافعي\" ساقطة من \"ن\".</p>"
}