{
  "id": null,
  "sura": 2,
  "aya": 73,
  "text": "<p> {وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ (٧٢) }. </p><p> [٧٢]  {وَإِذْ قَتَلْتُمْ نَفْسًا} هذا أولُ القصة، وإن كانت مؤخرةً في التلاوة، واسمُ القتيل عاميل. </p><p> {فَادَّارَأْتُمْ فِيهَا} أصلُه تدارأتم، فأُدغمت التاء في الدال، وأُدخلت الألف، مثل قوله:  {اثَّاقَلْتُمْ}  [التوبة: ٣٨] . قرأ أبو عمرٍو، وأبو جعفرٍ بغير همزٍ، والباقون بالهمز، ومعناه: اختلفتم فيها (١) . </p><p> {وَاللَّهُ مُخْرِجٌ} أي: مظهر. </p><p> {مَا كُنْتُمْ تَكْتُمُونَ} فإن القاتلَ كان يكتم القتل. </p><p> {فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِ اللَّهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ (٧٣) }. </p><p> [٧٣]  {فَقُلْنَا اضْرِبُوهُ} يعني: القتيلَ. </p><p> {بِبَعْضِهَا} أي: ببعضِ البقرة، وذلكَ البعضُ هو العظمُ الذي يلي الغضروفَ، وهو المقتل في قول ابن عباس، وأكثرِ المفسرين، وقيل: بذنبها، ففعلوا ذلك، فقام القتيلُ حيًّا بإذن الله تعالى، وأوداجُهُ تَشْخَبُ دمًا، وقال: قتلني فلان، ثم سقط ومات مكانَه، فَحُرم قاتلُه الميراث وقتله موسى قصاصًا (٢) ، ثم أمرهم موسى بسلخ البقرةِ، فلما سلَخوها، ملؤوا </p><p>(١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص:١٣٩)، و\"معجم القراءات القرآنية\" (١/ ٧٢). (٢) \"وقتله موسى قصاصًا\" سقط من \"ظ\".</p><p> جلدَها ذهبًا، وأعطاهُ موسى لميشا، وفي الخبر \"ما وَرِثَ قاتلٌ بَعْدَ صَاحِبِ الْبَقَرَةِ\"  (١) ، وفيه إضمارٌ تقديره: فَضُرِبَ، فَحَيِيَ. </p><p> {كَذَلِكَ يُحْيِ اللَّهُ الْمَوْتَى} كما أحيا عاميل. </p><p> {وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ} المراد منكم، فتمنعون نفوسَكم عن هواها. </p><p> أما حكمُ هذه المسألة في الإسلام إذا وُجد قتيلٌ في موضعٍ لا يُعرف قاتلُه، فإن كانَ ثمَّ لَوْثٌ على إنسان، وهو العداوةُ الظاهرةُ كما بينَ القبائل، أو ما يغلبُ على القلبِ صدقُ المدَّعي؛ بأن اجتمعَ جماعةٌ في بيتٍ أو صحراءَ فتفرقوا عن قتيل يغلبُ على القلب أن القاتلَ فيهم، أو وُجد قتيلٌ في محلَّةٍ أو قريةٍ كلُّهم أعداءُ القتيل، لا يخالطُهم غيرُهم، فيغلبُ على القلب أنهم قتلوه، فادَّعى الوليُّ على بعضهم، فعندَ مالكٍ والشافعيِّ وأحمدَ: يحلفُ المدَّعي خمسين يمينًا، وإن كانَ الأولياءُ جماعةً، فتقسَمُ الأيمان بينَهم بالحساب، ثم بعد حلفِهم يأخذونَ الديةَ من عاقلةِ المدَّعَى عليه إنِ ادَّعوا قتلَ خطأ، وإن ادَّعَوا قتلَ عمد، فمن مالِ المدَّعى عليه، ولا قودَ على الجديدِ من قولي الشافعي. </p><p> وقال مالكٌ وأحمدُ بوجوبِ القَوَد. </p><p> ومن اللوثِ عندَ مالكٍ قولُ المجروحِ الحرِّ البالغِ المسلمِ: دمي عندَ </p><p>(١) روى عبد الرزاق في \"المصنف\" (١٧٧٩٤)، عن عبيدة قال: أول ما قضي أن لا يرث القاتل في صاحب بني إسرائيل. وروى ابن أبي شيبة في \"المصنف\" (٣٥٩١٥)، عن ابن سيرين قال: أول ما منع القاتل الميراث؛ لمكان صاحب البقرة.</p>"
}