{
  "id": null,
  "sura": 2,
  "aya": 30,
  "text": "<p> ووَرْشٌ، ويعقوبُ:  (وَهُوَ، وَهِيَ، فَهُوَ، فَهِيَ، لَهُوَ، لَهِيَ) بتحريكِ الهاءِ حيثُ وقعَ (١) ، ووقفَ يعقوبُ على جميعِها بزيادةِ هاءِ السكتِ (٢) . </p><p> • {وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ (٣٠) }. </p><p> [٣٠]  {وَإِذْ قَالَ رَبُّكَ} أي: واذكرْ إذْ قال ربُّك. و (إذْ) و (إِذا) حرفا توقيتٍ، إلا (إذ) للماضي، و (إذا) للمستقبل، وقد توضع إحداهما موضعَ الأخرى. قرأ أبو عمرٍو (قَال رَّبُّكَ) بإدغام اللام في الراء. </p><p> {لِلْمَلَائِكَةِ} جمع مَلَكَ. قيل: مشتقٌّ من المُلْك، وهو الشدَّةُ والقوةُ، والمرادُ: الملائكةُ الذين كانوا في الأرض، وذلك أن الله خلق السماءَ والأرضَ، وخلقَ الملائكةَ والجانَّ، وأسكنَ الملائكةَ السماءَ، وأسكنَ الجانَّ الأرضَ، فعبدوا دهرًا طويلًا في الأرض، ثم ظهر فيهم الحسدُ والبغيُ، فأفسدوا، واقتتلوا، فبعث الله إليهم جُندًا من الملائكة يقال لهم: الجنُّ، وهم خُزَّانُ الجِنان، اشتقَّ لهم اسمٌ من الجنة، رأسهم إبليسُ، وكانَ رئيسَهُم، ومن أشدِّهم وأكثرِهم علمًا، فهبطوا إلى الأرضِ، وطردوا الجانَّ إلى شعوبِ الجبال وبطونِ الأوديةِ وجزائرِ البحورِ، وسكنوا الأرضَ، وخَفَّفَ الله عنهُم العبادةَ، وأعطى اللهُ إبليسَ ملكَ الأرضِ وملكَ سماءِ </p><p>(١) ووافقهم عاصم في ذلك أيضًا. (٢) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ١٣٢)، و\"معجم القراءات القرآنية\" (١/ ٤١).</p><p> الدنيا، وخزانةَ الجنة، وكان يعبدُ الله تارةً في الأرض، وتارةً في السماء، وتارةً في الجنة، فدخلَهُ العُجْب، وقال في نفسِه: ما أعطاني اللهُ هذا الملكَ إلا لأني أكرمُ الملائكةِ عليه، فقال الله له ولجنده: </p><p> {إِنِّي جَاعِلٌ} أي: مُصَيِّرٌ. </p><p> {فِي الْأَرْضِ خَلِيفَةً} أي: بدلًا منكم، وأرفعُكُم إليَّ، فكرهوا ذلكَ؛ لأنهم كانوا أهونَ الملائكة عبادةً، والمرادُ بالخليفة هاهنا: -آدم عليه السلام-؛ لأنه خليفةُ الله في الحُكْم بينَ عبادِه بالحقِّ، ومَنْ قامَ مقامَه بعدَه من ذريته، والخليفةُ: من استُخلِفَ مكانَ مَنْ كان قبلَه، مأخوذ من أنه خَلَفٌ لغيره، يقومُ مقامَهُ في الأمر الذي أُسند إليه فيه؛ كما قيل: أبو بكرٍ خليفةُ رسول الله - صلى الله عليه وسلم -. قرأ الكسائي (خليفة) بإمالةِ الفاء حيثُ وقف على هاء التأنيث (١) . </p><p> {قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا} بالمعاصي، والمراد: ذريَّتُه. </p><p> {وَيَسْفِكُ} أي: ويصبُّ. </p><p> {الدِّمَاءَ} بغيرِ حقٍّ؛ أي: كما فعلَ بنو الجانِّ، فقاسوا بالشاهدِ على الغائبِ، وإلَّا فَهُم ما كانوا يعلمون الغيبَ. </p><p> {وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ} نقول: سبحانَ اللهِ وبحمدهِ. والتسبيحُ: تبعيدُ اللهِ من السوء. قرأ أبو عمرٍو:  (وَنَحْن نُّسَبِّحُ) بإدغامِ النون في النون. </p><p> {وَنُقَدِّسُ لَكَ} أي: نثني عليك بالقُدُّوس والطهارة عما لا يليقُ بجلالك. قرأ أبو عمرٍو:  (وَنُقَدِّسُ لَك قَّالَ) بإدغام الكاف في القاف، </p><p>(١) انظر: \"الغيث\" للصفاقسي (ص: ١٠٩)، و\"معجم القراءات القرآنية\" (١/ ٤١).</p>"
}