{
  "id": null,
  "sura": 2,
  "aya": 249,
  "text": "<p> {فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ (٢٤٩) }. </p><p> [٢٤٩]  {فَلَمَّا فَصَلَ} أي: خرجَ من بيت المقدس. </p><p> {طَالُوتُ بِالْجُنُودِ} وكان حرًّا شديدًا، فشكوا قلةَ الماءِ بينهم وبين عدوهم. </p><p> {قَالَ} طالوتُ. </p><p> {إِنَّ اللَّهَ مُبْتَلِيكُمْ} مختبرُكُم ليرى طاعَتكم، وهو أعلمُ. </p><p> {بِنَهَرٍ} هو الأُرْدُنُّ نهرُ الشريعة شرقي بيتِ المقدس، وقيل غيره. </p><p> {فَمَنْ شَرِبَ مِنْهُ} أي: كرعَ فيه. </p><p> {فَلَيْسَ مِنِّي} أي: من أتباعي وأهل ديني. </p><p> {وَمَنْ لَمْ يَطْعَمْهُ} لم يذقْه. </p><p> {فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ} قرأ عاصم، وحمزةُ، والكسائيُّ، وخلفٌ، ويعقوبُ:  (مِنِّي إِلَّا)  (١) بسكون الياء، وقرؤوا أيضًا: </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٧٩)، و\"الحجة\" لأبي زرعة (ص: ١٤٠)، و\"السبعة\" لابن مجاهد (ص: ١٨٧)، و\"الحجة\" لابن خالويه (ص: ٩٩)، و\"الكشف\" لمكي (١/ ٣٠٣ - ٣٠٤)، و\"تفسير البغوي\" (١/ ٢٥٩)، =</p><p> (غُرْفَةً) بضمِّ الغين، وافقهم ابنُ كثير في (مِنِّي إِلَّا) . والغرفةُ بالضمِّ: اسمٌ لما يحصل في كفِّ الغارفِ، وبالفتحِ: الاغترافُ. تلخيصُه: الغرفةُ مباحةٌ لكم دونَ الشربِ منها، وكانت الغرفةُ تكفي الرجلَ لشربه ودوابِّهُ. </p><p> {فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ} هو استثناء مِنْ (فَشَرِبوا) ، والقليلُ الذين لم يشربوا كانوا ثلاثَ مئةٍ وبضعةَ عشرَ على الصحيح، فمن اغترف غرفة كما أمرَ اللهُ قوي قلبه، وصحَّ إيمانُه، وعبر النهرَ سالمًا، والذين شربوا وخالفوا أمر الله، اسودَّتْ شفاهُهم، وغلبَهم العطشُ، وجَبُنوا عن لقاء العدو، فلم يجاوزوا، ولم يشهدوا الفتح. </p><p> {فَلَمَّا جَاوَزَهُ} يعني: النهرَ. </p><p> {هُوَ} يعني: طالوتَ. </p><p> {وَالَّذِينَ آمَنُوا مَعَهُ} يعني: القليل. </p><p> {قَالُوا} يعني: الذين شربوا، وخالفوا أمر الله، وكانوا أهل شك ونفاق: </p><p> {لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ} فانحرفوا ولم يجاوزوا. </p><p> {قَالَ الَّذِينَ يَظُنُّونَ} يستيقنون. </p><p> {أَنَّهُمْ مُلَاقُو اللَّهِ} وهم مَنْ ثبت مع طالوت. </p><p> {كَمْ مِنْ فِئَةٍ} طائفةٍ. </p><p>= و\"التيسير\" للداني (ص: ٨١)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٣٠)، و\"معجم القراءات القرآنية\" (١/ ١٩٢).</p>"
}