{
  "id": null,
  "sura": 2,
  "aya": 265,
  "text": "<p> {مِمَّا كَسَبُوا} عملوا في الدنيا. </p><p> {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ} إلى الخير. </p><p> عن النبيِّ - صلى الله عليه وسلم - أنه قال:  \"إِنَّ أَخْوَفَ مَا أَخَافُ عَلَيْكُمُ الشِّرْكُ الأَصْغَرُ\" ، قالوا: يا رسولَ الله! وما الشرك الأصغر؟ قال:  \"الرِّيَاءُ يَقُولُ اللهُ لَهُمْ يَوْمَ يُجَازِي الْعِبَادَ بِأَعْمَالِهِمُ: اذْهَبُوا إِلَى الَّذيِنَ كُنْتُمْ تُرَاؤُونَ فِي الدُّنْيَا، فَانْظُرُوا هَلْ تَجِدُونَ عِنْدَهُمْ جَزَاءً؟! \"  (١) . </p><p> {وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٢٦٥) }. </p><p> [٢٦٥]  {وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ} أي: طلبَ رضوانِ الله. </p><p> {وَتَثْبِيتًا} أي: تصديقًا. </p><p> {مِنْ أَنْفُسِهِمْ} أي: يُخرجون الزكاةَ طَيِّبَةً بها نفوسُهم على يَقينٍ بالثوابِ وتصديقٍ بوعدِ الله، يعلمون أنَّ ما أخرجوا خير لهم مما تركوا. </p><p> والمعنى: مثلُ نفقةِ هؤلاء ونموِّها عندَ الله. </p><p> {كَمَثَلِ جَنَّةٍ} أي: بستان. </p><p>(١) رواه الإمام أحمد في \"المسند\" (٥/ ٤٢٨)، والبيهقي في \"شعب الإيمان\" (٦٨٣١)، عن محمود بن لبيد -رضي الله عنه-. ورواه الطبراني في \"المعجم الكبير\" (٤٣٠١)، عن محمود بن لبيد، عن رافع بن خديج -رضي الله عنهما-.</p><p> {بِرَبْوَةٍ} هي المرتَفِعُ المستوي من الأرض، لا يعلوه الماء، ولا يعلو عن الماء، فيكون نبتُه حسنًا. قرأ ابنُ عامرٍ، وعاصمٌ: بفتح الراء، والباقون: بالضم (١) . </p><p> {أَصَابَهَا وَابِلٌ} مطرٌ شديدٌ كثير. </p><p> {فَآتَتْ} أعطَتْ. </p><p> {أُكُلَهَا} جَناها. قرأ نافعٌ، وابنُ كثيرٍ، وأبو عمرٍو:  (أُكْلَهَا) بجزم الكاف، والباقون: بالضم (٢) . </p><p> {ضِعْفَيْنِ} أي: حملَتْ في سنة ما يحملُ غيرها في سنتينِ. </p><p> {فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ} هو المطرُ الخفيفُ الدائمُ. المعنى: إن هذه الجنةَ تَريعُ، قلَّ المطرُ أو كَثُرَ، كذلك صدقةُ المؤمنِ المخلصِ تنفعُه، قَلَّتْ أو جَلَّتْ. </p><p>(١) انظر: \"الحجة\" لأبي زرعة (ص: ١٤٦)، و\"السبعة\" لابن مجاهد (ص: ١٩٠)، و\"الحجة\" لابن خالويه (ص: ١٠٢)، و\"الكشف\" لمكي (١/ ٣١٣)، و\"الغيث\" للصفاقسي (ص: ١٦٩)، و\"تفسير البغوي\" (١/ ٢٨٦)، و\"التيسير\" للداني (ص: ٨٣)، و \"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٣٢)، و\"معجم القراءات القرآنية\" (١/ ٢٠٦). (٢) انظر: \"الحجة\" لأبي زرعة (ص: ١٤٦)، و \"السبعة\" لابن مجاهد (ص: ١٩٠)، و \"الحجة\" لابن خالويه (ص: ١٠٢)، و\"الكشف\" لمكي (١/ ٣١٣ - ٣١٤)، و\"الغيث\" للصفاقسي (ص: ١٦٩)، و\"التيسير\" للداني (ص: ٨٣)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٦)، و \"إتحاف فضلاء البشر\" للدمياطي (ص: ١٦٣)، و \"معجم القراءات القرآنية\" (١/ ٢٠٧).</p>"
}