{
  "id": null,
  "sura": 2,
  "aya": 229,
  "text": "<p> {وَاللَّهُ عَزِيزٌ حَكِيمٌ} قال - صلى الله عليه وسلم -: \"لَوْ أَمَرْتُ أَحَدًا أَنْ يَسْجُدَ لأَحَدٍ، لأَمَرْتُ المَرْأَةَ أَنْ تَسْجُدَ لِزَوْجِهَا\"  (١) . </p><p> {الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ (٢٢٩) }. </p><p> [٢٢٩]  {الطَّلَاقُ} تقديرُه: عَدَدُ الطلاقِ الذي يملكُ الزوجُ بعدَهُ الرَّجْعَةَ. </p><p> {مَرَّتَانِ} كانَ الناس في الابتداءِ يُطَلِّقونَ من غيرِ حَصْر ولا عَدَدٍ، وكانَ الرجلُ يطلِّقُ امرأتَهُ، فإذا قاربَت انقضاء عِدَّتها، راجعَها، ثم طَلَّقَها كذلكَ، ثم راجعَها، يقصدُ بذلك مُضارَّتَها، فنزلتِ الآيةُ، وقولُه مَرَّتان؛ أي: مرةً بعدَ مرةٍ، ولم يُرِدِ الجمعَ بينهما، فإن راجعَها بعدَ الثانيةِ. </p><p> {فَإِمْسَاكٌ بِمَعْرُوفٍ} شرعًا؛ أي: يُمسكُها بما عُرفَ من الحقوق، ولا يراجعُها بقصدِ تطويلِ العِدَّةِ مضارَّةً لها. </p><p> {أَوْ تَسْرِيحٌ بِإِحْسَانٍ} أصلُ التسريحِ: الإرسالُ؛ كالطلاقِ من الإطلاق. </p><p> المعنى: يتركُها، ولا يقصدُها بسوء. </p><p>(١) رواه الترمذي (١١٥٩)، كتاب: الرضاع، باب: ما جاء في حق الزوج على المرأة، وقال: حسن غريب، وفي الباب: عن عائشة، وابن عباس، وابن أبي أوفى، وأنس، وابن عمر، ومعاذ، وغيرهم -رضي الله عنهم-.</p><p> وصريحُ اللفظِ الذي يقعُ به الطلاقُ من غير نيةٍ عندَ مالكٍ والشافعيِّ ثلاثةٌ: الطلاق، والفِراقُ، والسَّراحُ، وعندَ أبي حنيفةَ وأحمدَ هو لفظُ الطلاقِ. </p><p> واختلف الأئمةُ فيما إذا كان أحدُ الزوجين رقيقًا، فقال مالكٌ والشافعيُّ وأحمدُ: يعتبَرُ عددُ الطلاق بالزوج، فيملكُ الحرُّ على زوجتِهِ الأمةِ ثلاثَ طلقاتٍ، والعبدُ لا يملكُ على زوجته الحرَّةِ إلا طلقتينِ، وقال أبو حنيفةَ: الاعتبارُ بالمرأةِ، فيملكُ العبدُ على زوجتِهِ الحرَّةِ ثلاثَ طلقاتٍ، ولا يملكُ الحرُّ على زوجتِهِ الأمةِ إلا طلقتين. </p><p> {وَلَا يَحِلُّ لَكُمْ} أيها الأزواج. </p><p> {أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ} من المهور. </p><p> {شَيْئًا} ثم استثنى الخُلْعَ، فقال: </p><p> {إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ} تقديره: إِلَّا أَنْ يخافا تركَ حدودِ اللهِ المعروفةِ شرعًا من حُسْنِ الصحبةِ. قرأ أبو جعفرٍ، وحمزةُ، ويعقوبُ:  (يُخَافَا) بضمِّ الياء؛ أي: يُعْلَمَ ذلك منهما؛ يعني: يعلم المسلمون والقاضي ذلك من الزوجين؛ بدليل قوله: </p><p> {فَإِنْ خِفْتُمْ} فجعلَ الخوفَ لغيرِ الزوجين، ولم يَقُلْ: فإن خافا. وقرأ الباقون: بفتح الياء (١) ؛ أي: يعلم الزوجانِ من أنفسِهما. </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ٢٦٥)، و\"الحجة\" لأبي زرعة (ص: ١٣٥)، و\"السبعة\" لابن مجاهد (ص: ١٨٣)، و\"الحجة\" لابن خالويه (ص: ٩٧)، و\"الكشف\" لمكي (١/ ٢٩٤ - ٢٩٥)، و \"الغيث\" للصفاقسي (ص: ١٦٤)، و\"تفسير البغوي\" (١/ ٢٢٨)، و \"التيسير\" للداني (ص: ٨٠)، و \"النشر في =</p><p> {أَلَّا يُقِيمَا حُدُودَ اللَّهِ} نزلت في جميلةَ بنتِ عبدِ اللهِ بنِ أُبَيِّ ابنِ سلولَ وزوجِها ثابتِ بنِ قيسِ بنِ شماس، وكان يحبُّها، وهي تُبْغِضُه، وكان قد أعطاها حديقةً، فافتدَتْ بها نفسَها منهُ، وهو أولُ خُلْعٍ في الإسلام (١) . </p><p> {فَلَا جُنَاحَ عَلَيْهِمَا} أي: على الزوج فيما أخذ، ولا على الزوجة. </p><p> {فِيمَا افْتَدَتْ بِهِ} نفسَها من المال؛ لأنها ممنوعةٌ من إتلافِ المالِ بغيرِ حقٍّ، وهذه الآيةُ دليلُ جواز الخُلْعِ بسؤالِ الزوجةِ على مالٍ تفتدي به نفسَها. </p><p> واختلفَ الأئمهُّ في الخلع، فقال الثلاثةُ: هو تطليقةٌ بائنةٌ، وقال أحمدُ: هو فَسْخُ عِصْمَةٍ إذا وقعَ بلفظِ خُلْعٍ، أو فَسْخٍ، أو مفاداةٍ لا يُنقصُ عدد الطلاقِ، وهو قولُ ابن عباسٍ، وعبدِ الله بنِ عمَر، واحتجَّ ابن عباس بقولهِ تعالى:  {الطَّلَاقُ مَرَّتَانِ} ثم قال: {فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ} ثم قال: {فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ} فذكرَ تطليقتين والخلعَ وتطليقةً بعدها، ولم يَكُ للخُلْعِ حكمٌ يُعْتَدُّ به، فلو كان الخلعُ طلاقًا، لكانَ الطلاق أربعًا، ولأنَّها فُرْقَةٌ خلَتْ عن صريح الطلاقِ ونيتهِ، فكانتْ فسخًا كسائر الفُسوخِ، ومن قالَ: هو طلقةٌ، جعل الطلقة الثالثة:  {أَوْ تَسْرِيحٌ بِإِحْسَانٍ} . </p><p> {تِلْكَ حُدُودُ اللَّهِ} أي: هذه أوامرُه ونواهيه. </p><p>= القراءات العشر\" لابن الجزري (٢/ ٢٢٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٨)، و\"معجم القراءات القرآنية\" (١/ ١٧٤). (١) انظر: \"تفسير الطبري\" (٢/ ٤٦٢)، و\"تفسير البغوي\" (١/ ٢٢٨)، و\"الدر المنثور\" للسيوطي (١/ ٦٧٠).</p>"
}