{
  "id": null,
  "sura": 2,
  "aya": 135,
  "text": "<p> {وَنَحْنُ لَهُ مُسْلِمُونَ} قرأ أبو عمرٍو: (وَنَحْن لَّهُ) بإدغام النون في اللام (١) . </p><p> ثم أشار إلى إبراهيمَ وأولادِه المذكورينَ الموحِّدين إسماعيلَ وإسحاقَ ويعقوبَ بقوله: </p><p> {تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ (١٣٤) }. </p><p> [١٣٤]  {تِلْكَ أُمَّةٌ} جماعةٌ. </p><p> {قَدْ خَلَتْ} مَضَتْ. </p><p> {لَهَا مَا كَسَبَتْ} من العمل. </p><p> {وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ} تلخيصُه: لا يُسأل أحدٌ إلا عن عمله فقط، لا عن عملِ غيرِه. </p><p> {وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (١٣٥) }. </p><p> [١٣٥]  {وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا} نزلتْ في رؤوس يهودِ المدينة: كعبِ بنِ الأشرفِ، ومالكِ بنِ الصَّيْفِ (٢) ، ووَهْبِ بنِ يهوذا، </p><p>(١) انظر: \"إتحاف الفضلاء\" للدمياطي (ص: ١٤٨)، و\"معجم القراءات القرآنية\" (١/ ١١٩). (٢) في جميع النسخ: \"الضيف\".</p><p> وأبي ياسرِ بنِ أخطبَ (١) ، وفي نصارى أهلِ نجرانَ: السيدِ والعاقبِ وأصحابِهما، وذلك أنهم خاصموا المسلمين في الدين، كلُّ فرقة تزعم أنها أَحقُّ بدين الله، فقالت اليهود: نبينا موسى أفضلُ الأنبياء، وكتابنا التوراةُ أفضلُ الكتب، وديننا أفضلُ الأديان، وكفرتْ بعيسى والإنجيلِ، وبمحمدٍ - صلى الله عليه وسلم - والقرآنِ، وقالت النصارى: نبينا عيسى أفضلُ الأنبياء، وكتابنا الإنجيلُ أفضلُ الكتب، وديننا أفضلُ الأديان، وكفرتْ بمحمدٍ والقرآن، وقال كلُّ واحدٍ من الفريقين للمؤمنين: كونوا على ديننا، فلا دينَ إلا ذلك (٢) ، فقال الله -عز وجل-: </p><p> {قُلْ} يا محمدُ. </p><p> {بَلْ مِلَّةَ إِبْرَاهِيمَ} أي: بل نتبعُ ملَّةَ إبراهيمَ. </p><p> {حَنِيفًا} نصبٌ على الحال؛ أي: مائلًا عن الباطل إلى الحقِّ، وأَصلُه من الحَنَفِ، وهو مَيْلٌ وعِوَجٌ يكون في القدم. </p><p> {وَمَا كَانَ مِنَ الْمُشْرِكِينَ} وهذا توبيخٌ للكفارِ أهلِ الكتاب؛ لأنهم كانوا يَدَّعون أنهم على ملَّته، وهم على الشرك. </p><p> ثم علَّم المؤمنين طريقَ الإيمان، فقال تعالى: </p><p>(١) في \"ن\": \"الأحطب\". (٢) انظر: \"أسباب النزول\" للواحدي (ص: ٢١)، و\"تفسير البغوي\" (١/ ١١١)، و\"العجاب في بيان الأسباب\" لابن حجر (١/ ٣٨٠ - ٣٨١).</p>"
}