{
  "id": null,
  "sura": 2,
  "aya": 186,
  "text": "<p> التكبيرِ والتحميدِ والتسبيحِ بينَ كلِّ تكبيرتينِ، فإذا فرغَ من الصلاةِ، خطبَ خُطْبتينِ، وهما سُنَّةٌ بالاتفاقِ، يفتتحُهما بالتكبيرِ، يحثُّهم في الفطرِ على الصدقة، ويبينُ لهم ما يُخرجون، وفي الأضحى على الأُضْحية، ويبينُ حكمَها، والتكبيراتُ الزوائدُ سُنَّةٌ بالاتفاق. </p><p> {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ (١٨٦) }. </p><p> [١٨٦]  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ} منهُم بالعلمِ والإجابة. عن ابنِ عباسٍ قال: قالَ يهودُ المدينةِ: يا محمدُ! كيفَ يسمعُ دعاءنا ربُّنا وأنتَ تزعُم أن بيننا وبينَ السماء خمسَ مئةِ عامٍ، وأنَّ غلظَ كلِّ سماءٍ مثلُ ذلك؟ فنزلَتْ هذهِ الآيةُ، وفيه ضمارٌ تقديرُه: فقل لهم: إني قريب. </p><p> {أُجِيبُ} أسمعُ للإجابة. </p><p> {دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} قرأ نافعٌ، وأبو جعفرٍ، وأبو عمرٍو:  (الدَّاعِي إِذَا دَعَانِي) بإثبات الياء فيهما وَصْلًا، بخلافٍ عن قالون. وقرأ يعقوبُ: بإثباتهما وَصْلًا ووَقْفًا، والباقون: بحذفِهما في الحالين (١) . </p><p>(١) انظر: \"الحجة\" لأبي زرعة (ص: ١٢٦)، و\"السبعة\" لابن مجاهد (ص: ١٩٨)، و\"تفسير البغوى\" (١/ ١٦٠)، و\"التيسير\" للداني (ص: ٨٦٩) و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٣٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٤)، و\"معجم القراءات القرآنية\" (١/ ١٤٦).</p><p> قالَ رسولُ الله - صلى الله عليه وسلم -: \"مَا عَلَى الأَرْضِ رَجُلٌ مُسْلِمٌ يَدْعُو اللهَ بِدَعْوَةٍ إِلَّا آتَاهُ اللهُ إِيَّاهَا، أَوْ كَفَّ عَنْهُ مِنَ الشَّرِّ مِثْلَهَا، مَا لَمْ يَدْعُ بِإِثْمٍ أَوْ قَطِيعَةِ رَحِمٍ\" . </p><p> وروي أن أعرابيًّا قالَ: يا رسولَ الله! أقريبٌ ربُّنا فَنُناجِيهِ، أَمْ بعيدٌ فَنُنادِيه؟ فنزل: </p><p> {فَلْيَسْتَجِيبُوا لِي} أي: فَلْيُجيبوا إذا دعوتُهم إلى الإيمان، والإجابة في اللغة: الطاعةُ، فالإجابةُ من الله: العطاءُ، ومن العبدِ: الطاعةُ، وحقيقتُه: فليطيعوني. </p><p> {وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} لكي يهتدوا، والرُّشْدُ ضِدُّ الغَيِّ. قرأ وَرْشٌ:  (وَلْيُؤْمِنُوا بِيَ) بفتح الياء (١) . </p><p> وكانَ في ابتداءِ الإسلامِ يحرمُ (٢) الأكلُ والشربُ والجماعُ في رمضانَ بعدَ النوم وبعدَ صلاةِ عشاءِ الآخرةِ، ثم إنَّ عمرَ بنَ الخطاب -رضي الله عنه- واقعَ أهلَه بعدَ ما صلَّى العشاء، فلمَّا اغتسلَ، أتى النبيَّ - صلى الله عليه وسلم -، واعتذرَ إليه، ثم قامَ رجالٌ فاعترفوا بمثلِه، فنزلَ في عمرَ وأصحابِه: </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ١٩٧)، و\"التيسير\" للداني (ص: ٨٦)، و\"الكشف\" لمكي (١/ ٣٣٠)، و\"الغيث\" للصفاقسي (ص: ١٤٩)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٤)، و\"معجم القراءات القرآنية\" (١/ ١٤٦). (٢) في \"ن\": \"تحريم\".</p>"
}