{
  "id": null,
  "sura": 2,
  "aya": 158,
  "text": "<p> {عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ} أي: رحمةٌ؛ فإنَّ الصلاةَ من الله رحمةٌ، وجمع (١) الصلوات؛ أي: رحمةٌ بعدَ رحمةٍ. </p><p> {وَرَحْمَةٌ} ذكرها تأكيدًا. قرأ الكسائيُّ:  (وَرَحْمِهْ) بإمالة الميم حيث وقف على هاء التأنيث (٢) . </p><p> {وَأُولَئِكَ هُمُ الْمُهْتَدُونَ} إلى الاسترجاعِ، وإلى سعادةِ الدارين. </p><p> {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ (١٥٨) }. </p><p> [١٥٨]  {إِنَّ الصَّفَا} جمعُ صَفاةٍ، وهي الصخرةُ الصُّلبة الملساءُ. </p><p> {وَالْمَرْوَةَ} الحجرُ الرخْوُ، والمراد بهما: المكانان المعروفان بطرَفي المسعَى بمكةَ المشرفة. قرأ الكسائيُّ:  (وَالمَرْوِهْ) بإمالةِ الواو حيثُ وقف على هاء التأنيث. </p><p> {مِنْ شَعَائِرِ اللَّهِ} من أَعلام دينه فالمطافُ والمواقفُ والمناحرُ كلُّها شعائرُ (٣) ، ومثلُها المشاعر، والمرادُ بالشعائر ها هنا: المناسكُ التي جعلها الله أَعلامًا لطاعته. </p><p> {فَمَنْ} شرطٌ محلُّها رفعٌ ابتداءً. </p><p> {حَجَّ} أي: قصدَ. </p><p> {الْبَيْتَ أَوِ اعْتَمَرَ} أي: زارَ، فالحجُّ في اللغةِ: القصدُ، وفي الشرع: </p><p>(١) في \"ن\": \"وجميع\". (٢) انظر \"الغيث\" للصفاقسي (ص: ١٤٣)، و\"معجم القراءات القرآنية\" (١/ ١٢٨).(٣) في \"ن\": \"من شعائر\".</p><p> اسمٌ لأفعالٍ مخصوصةٍ، والعمرةُ في اللغة: الزيارةُ. </p><p> {فَلَا جُنَاحَ} فلا إثمَ. </p><p> {عَلَيْهِ أَنْ يَطَّوَّفَ} أى: يدورَ. </p><p> {بِهِمَا} وأصل الطواف المشيُ حولَ الشيء، والمرادُ هنا: السعيُ بينَهما، وسببُ نزولِ هذه الآية: أنه كان على الصفا والمروةِ صنمانِ يَسافُ ونائلةُ، وكان يسافُ على الصَّفا، ونائلةُ على المروة، وكان أهل الجاهلية يطوفون بينَ الصفا والمروة تعظيمًا للصَّنمين، ويمسحونهما، فلما جاء الإسلامُ، وكُسرت الأصنام، فتحرَّجوا السعيَ بينَ الصفا والمروة لأجل الصنمين، فأذنَ الله فيه، وأخبرَ أنه من شعائر الله (١) . </p><p> واختلفَ العلماءُ في حكم هذه الآية ووجوب السعي بينَ الصفا والمروة في الحجِّ والعمرة، فعند مالكٍ والشافعيِّ وأحمَد أنه ركنٌ لا يتمُّ الحجُّ إلا به، وعند أبي حنيفة أنه واجبٌ، وليس بركنٍ، وعلى من تركَهُ دمٌ. </p><p> {وَمَنْ تَطَوَّعَ خَيْرًا} أي: من تبرَّع بما لم يجبْ عليه، وتقديرُه: بخيرٍ، فلما حُذفَ الجارُّ، تعدَّى الفعلُ، فنصبَ. قرأ حمزةُ، والكسائيُّ، وخلفٌ، ويعقوبُ:  (يَطَّوَعْ) بالياء وتشديد الطاء وجزم العين، بمعنى يتطوَّعْ (٢) . وقرأ الآخرون: بالتاء وفتح العين على الماضي (٣) . </p><p>(١) رواه البخاري (١٥٦١)، كتاب: الحج، باب: وجوب الصفا والمروة، ومسلم (١٢٧٧)، كتاب: الحج، باب: بيان أن السعي بين الصفا والمروة ركن لا يصح الحج إلَّا به، عن عائشة -رضي الله عنها-. (٢) في \"ت\": \"يطوع\".(٣) انظر: \"الحجة\" لأبي زرعة (ص: ١١٨)، و\"إعراب القرآن\" للنحاس =</p>"
}