{
  "id": null,
  "sura": 2,
  "aya": 228,
  "text": "<p> {وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (٢٢٧) }. </p><p> [٢٢٧]  {وَإِنْ عَزَمُوا الطَّلَاقَ} أي: أوقَعوه، وأصلُ العزمِ والعزيمةِ: عَقْدُ القلبِ على إمضاءِ شيءٍ يريدُ فعلَه، والطلاقُ: هو حَلُّ قيدِ النكاحِ أو بعضِه بوقوعِ ما يملكُهُ من عددِ الطلقات، أو بعضها، وأصلُه من الإطلاق. </p><p> {فَإِنَّ اللَّهَ سَمِيعٌ} لقولهم. </p><p> {عَلِيمٌ} بنياتهم. </p><p> {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلَاحًا وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٢٢٨) }. </p><p> [٢٢٨]  {وَالْمُطَلَّقَاتُ} أى: المُخَلَّياتُ من حبالِ أزواجِهِنَّ بعدَ الدخولِ بهنَّ. </p><p> {يَتَرَبَّصْنَ} ينتظرْنَ، وهذا خبرٌ معناه: أَمْرٌ؛ أي: لِيَتَرَبَّصْنَ. </p><p> {بِأَنْفُسِهِنَّ} فلا يَتَزَوَّجْن. </p><p> {ثَلَاثَةَ قُرُوءٍ} جمعُ قَرْءٍ -بفتح القاف، وقد يضم-, ومعناه في اللغة: الوقتُ المعتادُ ترَدُّدُهُ، وهو الحيضُ عندَ أبي حنيفةَ وأحمدَ، والطهرُ عند مالكٍ والشافعيِّ، وفائدةُ الخلافِ أن المعتدَّه إذا شرَعَتْ في الحيضةِ الثالثةِ، انقضَتْ عِدَّتُها عندَ مَنْ يجعلُه الطهرَ، ويحسبُ بقيةَ الطهرِ الذي وقعَ فيه الطلاق قَرْءًا، وعندَ مَنْ يجعلُه الحيضَ لا تنقضي عِدَّتُها حتى تطهُرَ من </p><p> الحيضةِ الثالثةِ، وزادَ الإمامُ أحمدُ: حتى تغتسلَ، أو يمضيَ وقتُ صلاة. </p><p> {وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ} من الحيضِ والحبلِ، وهو أن يريدَ الرجلُ مراجعَتَها، فتقول: قد حضتُ الثالثةَ، أو تنكرُ الحبلَ ليبطلَ حقُّ الزوجِ من الرجعةِ والولدِ، وربما أسقطَتِ الولدَ خوفًا ألَّا تعودَ. </p><p> {إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} لأن المؤمنَ يخافُ هذا الفعلَ. </p><p> {وَبُعُولَتُهُنَّ} جمعُ بَعْلٍ، وهو الزوجُ، سُمِّيَ بذلك لقيامِهِ بأمرِ الزوجةِ، وأصلُ البعلِ: السيدُ والمالكُ، والبِعالُ النكِّاحُ. </p><p> {أَحَقُّ بِرَدِّهِنَّ} أَوْلى برجعتِهِنَّ. </p><p> {فِي ذَلِكَ} في العِدَّةِ. </p><p> {إِنْ أَرَادُوا} أي: الزوجُ والزوجةُ والوليُّ بالرجعَةِ. </p><p> {إِصْلَاحًا} بينَهُما وحُسْنَ عشرةٍ. </p><p> {وَلَهُنَّ} على الرِّجالِ. </p><p> {مِثْلُ الَّذِي عَلَيْهِنَّ} للرجال من الحقوق. </p><p> {بِالْمَعْرُوفِ} بما عُرِفَ شَرْعًا. قال - صلى الله عليه وسلم -: \"إِنَّ أَكْمَلَ المُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا، وَخِيَارُكمْ خِيَارُكُمْ لِنِسَائِهِمْ\"  (١) . </p><p> {وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ} بالمَهْرِ وإنفاقِ المال. قرأ يعقوبُ:  (عَلَيْهُنَّ) بضم الهاء حيثُ وقع (٢) . </p><p>(١) رواه الترمذي (١١٦٢)، كتاب: الرضاع، باب: ما جاء في حق المرأة على زوجها، وقال: حسن صحيح، وابن حبان في \"صحيحه\" (٤١٧٦)، وغيرهما عن أبي هريرة -رضي الله عنه-. (٢) انظر: (ص: ٢٣) من هذا الجزء.</p>"
}