{
  "id": null,
  "sura": 2,
  "aya": 6,
  "text": "<p> ونجوا من النار، ويكون الفلاح بمعنى البقاء؛ أي: الباقون في النعيم، وأصل الفلاح: القطعُ والشقُّ، ومنه سمي الزرَّاع فلاحًا؛ لأنه يشق الأرض، فهم المقطوعُ لهم بالخير في الدنيا والآخرة. روي عن يعقوبَ الوقفُ بالهاء على النون المفتوحة نحو (العالمينَ) ، و (الذينَ) ، و (يؤمنونَ)  (١) ، و (ينفقونَ) ، و (المفلحونَ) ، وشبهِه، حيث وقع (٢) . </p><p> {إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ (٦) }. </p><p> [٦]  {إِنَّ الَّذِينَ كَفَرُوا} يعني: مشركي العرب، أو اليهود، والكفر: هو الجحود، وأصلُه، من الستر، ومنه سمي الليل كافرًا؛ لأنه يستر الأشياء بظلمته، وسمي الزرَّاع كافرًا؛ لأنه يستر الحبَّ بالتراب، والكافرُ يستر الحقَّ بجحوده، والكفرُ على أربعة أنواع: كفرُ إنكار، وهو ألا يعرف الله أصلًا، ولا يعترف به، وكفر جحود، وهو: أن يعرف الله بقلبه، ولا يقر بلسانه؛ كإبليس، وكفر عناد: أن يعرف الله بقلبه، ويعترف بلسانه، ولا يدين به؛ كأبي طالب، وكفر نفاق، وهو: أن يقر باللسان، ولا يعتقد بالقلب. </p><p> {سَوَاءٌ عَلَيْهِمْ} أي: متساوٍ عندهم، وقد تقدم في الفاتحة مذهبُ يعقوبَ في ضمِّ هاء (عَلَيْهُم) ، وكذلك يضم كل هاء وقعت بعد ياء ساكنة، نحو:  (إليهُم) ، و (لديهُم) و (عليهُما) ، و (إليهُما) ، و (فيهُما) ، و (عليهُن) ، </p><p>(١) في \"ت\": \"والذين يؤمنون\". (٢) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ١٢٧)، و\"معجم القراءات القرآنية\" (١/ ١٨).</p><p> و (إليهُن) ، و (فيهُن) ، و (أبيهُم) ، و (صياصيهُم) ، و (بجنتيهُم) ، و (ترميهُم) ، و (ما نريهُم) ، و (بين أيديهُم) ، وشبه ذلك، وافقه حمزة في (عليهُم) و (إليهُم) ، و (لديهُم) فقط، وتقدم (١) مذهبُ ابن كثير وأبو جعفرٍ وقالونُ في صلة ميم الجمع بواو في اللفظ حيث وقع، وافق ورشٌ على الصلة عند همز القطع لمن وصل الميم في نحو (عليهمو)  (أأنذرتهمو أم لم) ، وشبهه حيث وقع. </p><p> {أَأَنْذَرْتَهُمْ} أعلمتهم محذِّرًا، والإنذارُ: إعلامٌ مع تخويف وتحذير. قرأ أبو عمرٍو وابنُ كثير وأبو جعفرٍ وقالونُ عن نافعٍ، ورُويس عن يعقوبَ (ءأنذرتهم) بتحقيق الهمزة الأولى وتسهيل الثانية بين الهمزة والألف، وأبو عمرو وقالونُ وأبو جعفرٍ يفصلون بين الهمزتين بألف، وورشٌ يبدلها ألفًا خالصةً، ورُوي عنه التسهيل بينَ بينَ. وقرأ الباقون، وهم الكوفيون، وابن ذكوان، ورَوْح بتحقيق الهمزتين (٢) ، من غير فصل بينهما كل القرآن. واختلف عن هشام في الفصل مع تحقيق الهمزتين، واختلف عنه أيضًا في تسهيل الثانية بينَ بينَ وتحقيقها، وزعم بعضُهم أن من قلبَ الهمزة الثانية ألفًا على أحد الوجهين لورش لاحنٌ؛ لجمعه بين ساكنين على غير حدِّه. قال الكواشيُّ: وفي زعمه نظرٌ، ثم بَيَّنَ وجهَ القراءة بذلك، وجوازَ الجمع </p><p>(١) انظر: (ص: ٢٣) من هذا الكتاب. (٢) انظر: \"إعراب القرآن\" للنحاس (١/ ١٣٤)، و\"الحجة\" لأبي زرعة (ص: ٨٦)، و\"السبعة\" لابن مجاهد (ص: ١٣٤)، و\"الحجة\" لابن خالويه (ص: ٦٥)، و\"الغيث\" للصفاقسي (ص: ٧٧)، و\"تفسير البغوي\" (١/ ١٧)، و\"التيسير\" للداني (ص: ٣١ - ٣٢)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٢٨)، و\"معجم القراءات القرآنية\" (١١/ ٢١).</p>"
}