{
  "id": null,
  "sura": 2,
  "aya": 150,
  "text": "<p> {الْمَسْجِدِ الْحَرَامِ وَإِنَّهُ} أي: التولِّي. </p><p> {لَلْحَقُّ مِنْ رَبِّكَ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} قرأ أبو عمرٍو بالغيب، والباقون بالخطاب (١) ] (٢) . </p><p> {وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ (١٥٠) }. </p><p> [١٥٠]  {وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ} التكريرُ تأكيد النسخ؛ ليعلمَ أن ذلك عزمةٌ لا بدَّ من فعلِها، ثم أومأ إلى علَّة ذلك فقال: </p><p> {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ} المعنى: أن التولية عن الصخرة إلى الكعبة يدفعُ احتجاجَ اليهود بأن المنعوتَ في التوراة قبلتُه الكعبةُ، وأن محمدًا يجحدُ ديننا، ويتبعُنا في قبلتنا، والمشركينَ بأنه يدَّعي مِلَّةَ إبراهيم، ويخالف قبلته. قرأ ورشٌ عن نافعٍ، وأبو جعفرٍ:  (لِيَلَّا) بفتح الياء بغير همز (٣) . </p><p>(١) انظر: \"الحجة\" لأبي زرعة (ص: ١١٧)، و\"الكشف\" لمكي (١/ ٢٦٨)، و\"التيسير\" للداني (ص: ٧٧)، و\"الكشاف\" للزمخشري (١/ ١٠٣)، و\"تفسير البغوي\" (١/ ١٢٠)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٢٣)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٠)، و\"الغيث، للصفاقسي (ص: ١٤٣)، و\"معجم القراءات القرآنية\" (١/ ١٢٦). (٢) ما بين معكوفتين سقط من \"ت\".(٣) انظر: \"السبعة\" لابن مجاهد (ص: ١٩٧)، \"الكشف\" لمكي (١/ ٣٣٠)، و\"التيسير\" للداني (ص: ٨٦)، و\"النشر في القراءات العشر\" لابن الجزري =</p><p> {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} استثناءٌ من الناس، وهم اليهودُ ومشركو العرب، والمرادُ بالحجة: الاعتراضُ والمجادلةُ، لا الحجةُ حقيقةً، والمجادلةُ الباطلةُ قد تسمَّى حُجَّة؛ كقوله (١) : {حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ}  [الشورى: ١٦] ، أما قريشٌ تقولُ: رجعَ إلى الكعبة؛ لأنه علمَ أنها الحقُّ، وأنها قبلةُ آبائه، فهكذا يرجعُ إلى ديننا، وأما اليهودُ تقول: لم ينصرفْ عن بيتِ المقدسِ معَ علمِه أنه حقٌّ إلا أنه يعملُ برأيه. </p><p> {فَلَا تَخْشَوْهُمْ} في توجُّهكم إلى الكعبة، وتظاهُرِهِم عليكم؛ فإني وليُّكم بالحجَّةِ والنُصْرَة. </p><p> {وَاخْشَوْنِي} بامتثالِ أمري؛ ثم عطفَ على قولهِ {لِئَلَّا} قولَه: </p><p> {وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ} بهدايتي إياكم إلى الكعبة (٢) وغيرِها، ومن تمامِ النعمة الموتُ على الإسلام. ثم عطفَ على ما تقدَّم قولَه: </p><p> {وَلَعَلَّكُمْ تَهْتَدُونَ} من الضلالة، ولعل وعسى (٣) من اللهِ واجبان؛ لأنهما للرجاء والإطماع، والكريمُ لا يُطْمِعُ إلا فيما يفعل. </p><p> {كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ (١٥١) }. </p><p>= (٢/ ٢٣٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٠)، و\"معجم القراءات القرآنية\" (١/ ١٢٧). (١) في \"ت\": \"لقوله\".(٢) في \"ن\": \"إلى الكعبة إياكم\".(٣) في \"ن\": \"وعسى ولعل\".</p>"
}