{
  "id": null,
  "sura": 2,
  "aya": 142,
  "text": "<p> {وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ} أي: أخفى. قرأ أبو عمرٍو:  (أَظْلَم مِّمَّنْ) بإدغامِ الميمِ في الميم (١) . </p><p> {شَهَادَةً عِنْدَهُ مِنَ اللَّهِ} وهي علمُهم بأن (٢) إبراهيمَ وبنيه كانوا مسلمين، وأن محمدًا حَقٌّ ورسولٌ، أشهدَهُم اللهُ عليه في كتبهم، لفظُه الاستفهامُ، والمعنى: لا أحدَ أظلمُ منهم، وإياهم أرادَ الله تعالى بكتمان الشهادة، ثم تهدَّدَهم فقال: </p><p> {وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} ثم كرر: </p><p> {تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ (١٤١) }. </p><p> [١٤١]  {تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ} تأكيدًا. </p><p> {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (١٤٢) }. </p><p> [١٤٢]  {سَيَقُولُ السُّفَهَاءُ} أي: الجهَّالُ من الناس وهم مشركو مكة، واليهودُ. </p><p> {مَا وَلَّاهُمْ} صرَفَهم وحَوَّلَهم. </p><p>(١) عند تفسير الآية (٤) من سورة الفاتحة. (٢) في \"ت\": \"أن\".</p><p> {عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا} يعني: بيت المقدس، والقبلةُ فِعْلَةٌ من المقابلة، سميت قبلةً؛ لأن المصلي يُقابلها وتُقابله. نزلت في الفريقين لما طعنوا في تحويلِ القبلةِ من بيتِ المقدس إلى مكةَ، فقال مشركو مكة: قد تردَّدَ على محمدٍ أمرُهُ، واشتاقَ إلى مولده، وقد يرجعُ نحوَ بلدِكم، وهو راجعٌ إلى دينكم، وقالت اليهودُ: اشتاقَ الرجلُ إلى وطنه، فقال الله تعالى: </p><p> {قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ} بما فيهما، المعنى: إنكم تصلُّون إلى الكعبةِ وهي بالمشرق، وإلى بيتِ المقدس وهو بالمغرب، وكلها له. </p><p> {يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} فيوجِّهُه تارةً إلى مكةَ، وتارة إلى بيتِ المقدس، لا اعتراضَ عليه؛ لأنه المالكُ وحدَهُ. قرأ نافعٌ، وأبو عمرٍو، وابنُ كثيرٍ، وأبو جعفرٍ، ورُوَيْسٌ:  (يَشَاءُ إِلَى) بتحقيق الهمزة الأولى، وتسهيل الثانية، واختُلِفَ في كيفية تسهيلها، فذهب جمهورُ المتقدمين إلى أنها تبدلُ واوًا خالصةً مكسورةً، وذهبَ بعضُهم إلى أنها تُجعل بينَ الهمزة والياء، وهو مذهبُ أئمةِ النحو والمتأخِّرين من القرَّاء، وهو الأَوْجَهُ في القياس. وقرأ الباقون، وهم الكوفيون، وابنُ عامرٍ، وروحٌ: بتحقيق الهمزتين (١) . </p><p> {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ </p><p>(١) انظر: \"إتحاف الفضلاء\" للدمياطي (ص: ١٤٩)، و\"معجم القراءات القرآنية\" (١/ ١٢٢).</p>"
}