{
  "id": null,
  "sura": 2,
  "aya": 10,
  "text": "<p> بالألف مع ضمِّ الياء وفتح الخاء وكسر الدال، على موافقة الكلمة الأولى. </p><p> وقرأ الباقون:  (وَمَا يَخْدَعُونَ) بغير ألف مع فتح الياء والدال وإسكان الخاء (١) . </p><p> {إِلَّا أَنْفُسَهُمْ} لأنّ خدعَهم أنفسَهم لا يعدُوهم. وقالَ بعضُ أهلِ اللغةِ: يقالُ: خادَعَ: إذا لم يبلُغْ مُرادَهُ، وخَدَعَ: إذا بلغَ مرادَه، فلما لم ينفذْ خداعهم فيما قصدوه، كان مخادعةً، فلما وقع ضررُ فعلِهم على أنفسهم، كان في حقِّ أنفسِهم خِداعًا، وتفسيره: فلا ينفُذُ خداعهم فيمن قصدوه، فكأنهم خدعوا أنفسَهم؛ كما يقال: فلانٌ سخرَ بفلانٍ، وما سخرَ إلا بنفسِه، والنفسُ: ذاتُ الشيء وحقيقتُه. </p><p> {وَمَا يَشْعُرُونَ} الشعور: علمُ حِسّ؛ أي: لا يعلمون أنهم يخدعونَ أنفسَهم، وأنَّ وبالَ خداعِهم يعودُ عليهم. </p><p> • {فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ (١٠) }. </p><p> [١٠]  {فِي قُلُوبِهِمْ مَرَضٌ} شكٌّ ونِفاق، والمرضُ في اللغة: العلَّة، </p><p>(١) انظر: \"الحجة\" لأبي زرعة (ص: ٨٧)، و\"السبعة\" لابن مجاهد (ص: ١٣٩)، و\"الحجة\" لابن خالويه (ص: ٦٨)، و\"الكشف\" لمكي (١/ ٢٢٤ - ٢٢٧)، و\"الغيث\" للصفاقسي (ص: ٨٢)، و\"تفسير البغوي\" (١/ ١٩)، و\"التيسير\" للداني (ص: ٧٢)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٠٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٢٨)، و\"معجم القراءات القرآنية\" (١/ ٢٥)، قال البغوي عن قراءة ابن كثير ونافع وأبي عمرو: وجعلوه من المفاعلة التي تختص بالواحد.</p><p> سمي الشكُّ في الدين مرضًا؛ لأنه يُضعف الدينَ؛ كالمرضِ يضعفُ البدنَ. </p><p> {فَزَادَهُمُ اللَّهُ مَرَضًا} أي: أمدَّهم اللهُ بمرضٍ آخرَ تنميةً لمرضهم؛ لأن الآياتِ كانت تنزل تترًا آيةً بعدَ آيةٍ، فكلما (١) نزلتْ آية، فكفروا بها، ازدادوا شكًّا ونفاقًا. قرأ حمزةُ، وابنُ ذكوان:  (فَزَادَهُمْ) بالإمالة، والباقون بالفتح (٢) . </p><p> {وَلَهُمْ عَذَابٌ أَلِيمٌ} أي: مؤلم. </p><p> {بِمَا كَانُوا يَكْذِبُونَ} أي: بتكذيبهم اللهَ ورسولَه في السرِّ. قرأ أهل الكوفة:  (يَكْذِبُونَ) بفتح الياء والتخفيف؛ أي: بكذبهم إذ قالوا: آمنا، وهم غير مؤمنين، والكذبُ: إخبارٌ بما لم يقع. وقرأ الباقون: بضم الياء والتشديد على المعنى الأول (٣) . </p><p>(١) في \"ت\": \"فلما\" (٢) انظر: \"الحجة\" لأبي زرعة (ص: ٨٨)، و\"المحتسب\" لابن جني (١/ ٤٧)، و\"الحجة\" لابن خالويه (ص: ٦٨)، و\"تفسير البغوي\" (١/ ١٩)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٢٨)، و\"معجم القراءات القرآنية\" (١/ ٢٦).(٣) انظر: \"الحجة\" لأبي زرعة (ص: ٨٨)، و\"السبعة\" لابن مجاهد (ص: ١٤١)، و\"الحجة\" لابن خالويه (ص: ٨٦)، و\"الكشف\" لمكي (١/ ٢٢٧ - ٢٢٨)، و\"الغيث\" للصفاقسي (ص: ٨٣)، و\"تفسير البغوي\" (١/ ١٩)، و\"التيسير\" للداني (ص: ٣٢)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٠٧ - ٢٠٨)، و \"إتحاف فضلاء البشر\" للدمياطي (ص: ١٢٩)، و\"معجم القراءات القرآنية\" (١/ ٢٦).</p>"
}