{
  "id": null,
  "sura": 2,
  "aya": 230,
  "text": "<p> {فَلَا تَعْتَدُوهَا} لا تتجاوزوها. </p><p> {وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ} يتجاوَزُها. </p><p> {فَأُولَئِكَ هُمُ الظَّالِمُونَ} . </p><p> {فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ فَإِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ (٢٣٠) }. </p><p> [٢٣٠]  {فَإِنْ طَلَّقَهَا} الطلقةَ الثالثةَ. </p><p> {فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ} أي: بعدَ الطلقةِ الثالثةِ. </p><p> {حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ} غيرَ مطلِّقِها، فيجامعُها. والنكاحُ شرعًا: يتناولُ العَقْدَ والوَطْءَ جميعًا، فهو حقيقةٌ فيهما عندَ الإمامِ أحمدَ، وعندَ أبي حنيفةَ ومالكٍ هو حقيقة في الوطء، مَجازٌ في العقدِ، وعندَ الشافعيِّ بالعكس، وهو في اللغةِ الضَّمُّ والجمعُ، فعلى القول بأنه حقيقةٌ في العقد، فهو ضمُّ وجمع بالنسبة إلى الإيجابِ والقَبولِ؛ فإنَّ القبولَ يُضمُّ ويُجْمَعُ إلى الإيجاب، وعلى القولِ بأنه حقيقةٌ في الوطءِ، فهو ضمٌّ وجمعٌ بالنسبةِ إلى جمعِ أحدِ الفَرْجينِ إلى الآخر وضمِّهِ إليه؛ لأن الزوجينِ حالةَ الوطءِ يجتمعانِ، وينضَمُّ كلُّ واحدٍ منهما (١) إلى صاحبِه حتى يصيرا كالشَّخْصِ الواحدِ، والحقيقةُ: اللفظُ المستعملُ فيما وُضعَ له، والمجازُ: اللفظُ </p><p>(١) \"منهما\" زيادة من \"ن\".</p><p> المستعمَلُ في غير ما وُضع له على وجهٍ يصحُّ، والحقيقةُ لا تستلزمُ المجازَ، والمجازُ يستلزمُها بالاتفاق. </p><p> عن عائشةَ -رضى الله عنها- قالت: جاءتِ امرأةُ رفاعةَ إلى رسولِ الله - صلى الله عليه وسلم -، فقالت: كنتُ عندَ رفاعةَ، فطلَّقني فَبَتَّ طلاقي، فتزوَّجْتُ بعدَه عبدَ الرحمنِ بنَ الزَّبِيرِ، وإنما معهُ مثلُ هُدْبَةِ الثوبِ، فتبسَّمَ رسولُ الله - صلى الله عليه وسلم -، وقال:  \"تُرِيدِينَ أَنْ تَرْجِعِي إِلَى رِفَاعَةَ؟ لا، حَتَّى تَذُوقِي عُسَيْلَتَهُ، وَيَذُوقَ عُسَيْلَتَكِ\"  (١) . </p><p> {فَإِنْ طَلَّقَهَا} أي: الزوج الثاني. </p><p> {فَلَا جُنَاحَ عَلَيْهِمَا} أي: على الزوجِ الأولِ والزوجةِ بعدَ انقضاءِ العِدَّةِ. </p><p> {أَنْ يَتَرَاجَعَا} أي: يرجعَ كلُّ واحدٍ منهما إلى صاحبه بنكاحٍ جديدٍ. </p><p> {إِنْ ظَنَّا} أي: رَجَوَا. </p><p> {أَنْ يُقِيمَا حُدُودَ اللَّهِ} الواجبةَ في حقِّ الزوجيةِ، وقال مجاهد: إنْ عَلِما أنَّ نكاحَهُما على غيرِ دلسة، وهي التَّحليل. </p><p> واختلف الأئمةُ في الرجلِ إذا تزوَّجَ امرأةً طُلِّقَتْ ثلاثًا لِيُحِلَّها للزوجِ الأولِ، فقالَ مالكٌ وأحمد: النكاحُ باطِلٌ، ولا تحلُّ للأولِ، وقال أبو حنيفةَ والشافعيُّ: النكاحُ صحيحٌ، ويحصُلُ بهِ التحليلُ إذا لم يُشْتَرَط في النكاح مع الثاني أن يفارقَها، غيرَ أنه يُكْرَه إذا كانَ في عزمِهِما ذلك. </p><p> {وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ} ما أَمَرَهُمْ به. </p><p>(١) رواه البخاري (٥٠١١)، كتاب: الطلاق، باب: إذا طلقها ثلاثًا ثم تزوجت بعد العدة زوجًا غيره فلم يمسها، ومسلم (١٤٣٣)، كتاب: النكاح، باب: لا تحل المطلقة ثلاثًا لمطلقها حتى تنكح زوجًا غيره.</p>"
}