{
  "id": null,
  "sura": 3,
  "aya": 13,
  "text": "<p> {قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ (١٣) }. </p><p> [١٣]  {قَدْ كَانَ لَكُمْ آيَةٌ} ولم يقل: كانتْ، والآيةُ مؤنثةٌ، لأنه ردَّها إلى البيان؛ أي: قد كان لكم بيانٌ، فذهبَ إلى المعنى؛ أي: قد ظهرَ لكمْ دلالةٌ على صدقِ قولي (١) : أَنَّكم تُغْلبون. </p><p> {فِي فِئَتَيْنِ} فِرْقَتين. قرأ أبو جعفرٍ:  (فِيَتَيْنِ) و (فِيَةٌ) بفتح الياء بغير همز (٢) . </p><p> {الْتَقَتَا} يومَ بدرٍ، إحداهُما. </p><p> {فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ} أي: في طاعته، وهم النبيُّ - صلى الله عليه وسلم - وأصحابُه، وكانوا ثلاثَ مئةٍ وثلاثةَ عشرَ رجلًا، معهم فرسٌ للمقدادِ ابنِ عمرٍو، وفرسٌ لمرثدِ بنِ أبي مرثدٍ، وسبعون بعيرًا، وستةُ أدرع، وثمانيةُ سيوف، وأكثرهم رَجَّالَة. </p><p> {وَأُخْرَى كَافِرَةٌ} وهم كفارُ قريش، كانوا تسع مئةٍ وخمسين رجلًا من المقاتلة، وكانَ حربُ بدرٍ أولَ مشهدٍ شهدَه رسولُ الله - صلى الله عليه وسلم -. </p><p> {يَرَوْنَهُمْ} قرأ نافعٌ، وأبو جعفرٍ، ويعقوبُ: بالتاء خطابًا لليهود؛ لأن منهم من حضرَ الوقعةَ ينظرُ لِمَنِ الكَرَّةُ، وَقرأ الباقون: بالغيب؛ أي: يرونهم المسلمون (٣) . </p><p>(١) \"قولي\": ساقطة من \"ن\". (٢) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ١٧١)، و\"معجم القراءات القرآنية\" (٢/ ٩).(٣) انظر: \"الحجة\" لأبي زرعة (ص: ١٥٧)، و\"السبعة\" لابن مجاهد (ص: ٢٠٢)، =</p><p> {مِثْلَيْهِمْ} كان المسلمون يرون المشركين مثلَي عددِ أنفِسهم، قَلَّلَهم اللهُ في أعينهم حتى رأوهم [سِتَّ مئةٍ وستةً وعشرين رجلًا، ثم قَلَّلَهم في أعينِهم في حالةٍ أخرى حتى رأوهم مثلَ عددِ أنفِسهم، ثم قَلَّلَهم أيضًا في أعينِهم حتى رأوهم]  (١) عددًا يسيرًا أقلَّ من أنفسهم، وقيل غير ذلك، وهذا التأويل هو الأصح. </p><p> {رَأْيَ الْعَيْنِ} بارزًا ظاهرًا. </p><p> {وَاللَّهُ يُؤَيِّدُ} يُقَوِّي. </p><p> {بِنَصْرِهِ مَنْ يَشَاءُ} قرأ أبو جعفرٍ، وورشٌ:  (يُوَيِّدُ) بفتح الواو وبغير همز، واختُلِف عن عيسى صاحبِ أبي جعفرٍ (٢) . </p><p> {إِنَّ فِي ذَلِكَ} الذي ذكرتُ. </p><p> {لَعِبْرَةً} لاعتبارًا. </p><p> {لِأُولِي الْأَبْصَارِ} لذوي العقول والنظر، وتقدَّمَ اختلافُ القراء في حكم (٣) الهمزتين في سورة البقرة عندَ تفسيرِ قوله تعالى: {مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ}  [البقرة: ٢١٣] وكذلك اختلافهم في قوله: {مَنْ يَشَاءُ إِنَّ} . </p><p>= و\"تفسير البغوي\" (١/ ٣٢٨)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٣٨)، و \"إتحاف فضلاء البشر\" للدمياطي (ص: ١٧١)، و\"معجم القراءات القرآنية\" (٢/ ١٠). (١) ما بين معكوفتين ساقط من \"ت\".(٢) انظر: \"الغيث\" للصفاقسي (ص: ١٧٣)، و\"إملاء ما منَّ به الرحمن\" للعكبري (١/ ٧٤)، و\"معجم القراءات القرآنية\" (٢/ ١١).(٣) \"حكم\": ساقطة من \"ن\".</p>"
}