{
  "id": null,
  "sura": 3,
  "aya": 144,
  "text": "<p> {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ (١٤٤) }. </p><p> [١٤٤] رُوي أنَّ رسولَ الله - صلى الله عليه وسلم - خرجَ إلى الشِّعْبِ من أُحد بسبعِ مئةِ رجلٍ، وجعلَ عبدَ اللهِ بنَ خَوَّاتٍ على الرجَّالة، وقال:  \"أَقِيمُوا بِأَصْلِ الْجَبَلِ، وَانْضَحُوا عَنَّا بِالنَّبْلِ، لا يَأْتُونَا مِنْ خَلْفِنَا، وَلاَ تَبْرَحُوا مَكَانَكُمْ حَتَّى أُرْسِلَ إِليْكُمْ، فَلاَ نَزَالُ غَالِبينَ مَا ثَبَتُّمْ مَكَانَكُمُ\" ، فجاء المشركون على مَيْمَنَتِهم خالدُ بنُ الوليد، وعِكْرمَةُ بنُ أَبي جَهْل على مَيْسَرَتِهم، فقاتلوا حتى حَمِيَتِ الحربُ، فأخذَ رسولُ الله - صلى الله عليه وسلم - سيفًا وقالَ:  \"مَنْ يَأْخُذُهُ بِحَقِّهِ؟ \" ، فَأَخَذَهُ أبو دُجانةَ، فأعلمَ بعمامةٍ حمراءَ، فجعل يتبخْتَرُ بينَ الصَّفَّينِ، فقالَ رسولُ الله: - صلى الله عليه وسلم - \"إِنَّهَا لَمِشْيَةٌ يُبْغِضُهَا اللهُ إِلَّا فِي هَذَا الْمَوْطِنِ\" ، ففلقَ به هامَ المشركين، فحمل - صلى الله عليه وسلم - هو وأصحابهُ على المشركين، فهزمهم، فتركَ الرماةُ مركزَهم، وجاؤوا إلى المسلمينَ لأجلِ الغنيمةِ، فلما رأى خالدٌ ظهورَ المسلمين منكشفةً، صاحَ في خيلهِ، وحمل على المسلمينَ، فهزمَهم، ورمى عبدُ اللهِ بنُ قَمِيئَةَ الحارثيُّ النبيَّ - صلى الله عليه وسلم - بحجرٍ، فكسرَ أنفَهُ ورَباعِيَتَهُ، وشَجَّهُ فأثقلَهُ، وتفرَّقَ عنه أصحابُه، وحملَ ابنُ قميئةَ ليقتلَ النبيَّ - صلى الله عليه وسلم -، فذبَّ عنه مصعبُ بنُ عُمير صاحبُ الرايةِ يومئذ، فقتلهَ ابنُ قميئةَ وهو يُرى أنه قتلَ النبيَّ - صلى الله عليه وسلم -، وصرخَ صارخ: ألا إنَّ محمدًا قد قُتل، قالوا: كانَ إبليسَ، وانكشفَ المسلمونَ، وأصابَ فيهم العدوُّ، وكان يومَ بلاءٍ على المسلمين، ومَثَّلت هند بنتُ عُتبةَ وصواحبُها بالقتلى من الصحابة، فَجَدَعْنَ الآذانَ والأُنوف، وبقرَتْ هندٌ عن كبدِ حمزةَ عمِّ النبي - صلى الله عليه وسلم -، ولاكَتْها، وصَعِدَ </p><p> زوجُها أبو سفيانَ الجبلَ، وصرخَ بأعلى صوته: الحربُ سِجالٌ، يومٌ بيومِ بدرٍ، اعْلُ هُبَل؛ أي: أظهرْ دينَكَ، فأجابَه المسلمون: الله أعلى وأجَلُّ، قال: إنَّ لنا العُزَّى ولا عُزَّى لكم، فأجابه المسلمون: اللهُ مولانا ولا مولى لكم، ثم نادى: إن موعدَكُم بدرٌ العامَ القابلَ، فقال النبي - صلى الله عليه وسلم - لواحدٍ:  \"قُلْ هُوَ بَيْنَنَا وَبَيْنَكُمْ\" ، ثم التمسَ رسولُ الله - صلى الله عليه وسلم - عمَّه حمزةَ، فوجده وقد بُقِر بطنهُ، وجُدِعَ أنفُه وأذناه، فقال:  \"لَئِنْ أَظْهَرَنِي اللهُ عَلَيْهِمْ، لأُمَثِّلَنَّ بِثَلاَثِينَ مِنْهُمْ\" . ثم أمرَ رسولُ الله - صلى الله عليه وسلم - فَسُجِّيَ حمزةُ ببردةٍ، ثم صلَّى عليه، فكبَّرَ سبعَ تكبيرات، ثم أُتي بالقَتْلى يوضَعون إلى حمزةَ، فصلَّى عليه وعليهم ثنتين وسبعينَ صلاةً، وهذا دليل لأبي حنيفةَ؛ فإنه يرى الصلاةَ على الشهيدِ خلافًا للشافعيِّ ومالكٍ وأحمدَ، ثم أمرَ بحمزةَ فدُفن، واحتُمل ناسٌ من المسلمين إلى المدينة، فدفنوا بها، ثم نهاهم رسولُ الله - صلى الله عليه وسلم - وقال:  \"ادْفِنُوهُمْ حَيْثُ صُرِعُوا\" ، وأصيبتْ عينُ قَتادَةَ، فردَّها رسولُ الله - صلى الله عليه وسلم - بيدِه، فكانتْ أحسنَ عينيه. </p><p> ولما صرخَ الصارخُ بقتلِ النبيِّ - صلى الله عليه وسلم -، قال بعضُ المسلمين: ليتَ عبدَ اللهِ بنَ أُبَيٍّ يأخذُ لنا أمانًا من أبي سفيانَ، وقال ناس من المنافقين: لو كانَ نبيًّا لما قُتل، ارجعوا إلى إخوانِكم وإلى دينِكم، فقال أنسُ بنُ النَّضْرِ عمُّ أَنَسِ بنِ مالك:  \"يا قوم! إن كانَ(١)محمدٌ قُتل، فإن ربَّ محمدٍ حيٌّ لا يموت، وما تصنعون بالحياة بعدَ رسولِ الله؟ فقاتِلوا على ما قاتلَ عليه، وموتوا على ما مات عليه،ثم قال:اللهمَّ إني أعتذرُ إليك مما يقولُ هؤلاء، وأبرأُ إليك مما جاؤوا به\" ، ثم شدَّ سيفه فقاتل حتى قُتل رضي الله عنه. </p><p>(١) \"كان\" سقط من \"ت\".</p><p> وعن بعضِ المهاجرين أنه مرَّ بأنصاريٍّ يتشحَّطُ (١) بدمِه، فقال: يا فلانُ! شعرتَ أن محمدًا قَدْ قُتل؟ فقال: إن كان محمدٌ قُتل فقد بَلَّغَ، قاتلوا على دينِكم. </p><p> ولما انهزم أصحابهُ جعلَ - صلى الله عليه وسلم - يدعوهم \"إِلَيَّ عِبَادَ اللهِ، إِلَيَّ عِبَادَ اللهِ(٢)\" حَتَّى انحازت إليه طائفةٌ من أصحابه، فلامهم على هَرَبهم، فقالوا: يا رسول الله! فديناكَ بآبائِنا وأمهاتنا، أتانا خبرُ قتلِك، فَرُعبت قلوبُنا، فولَّينا مدبرين، فنزلَ توبيخًا: </p><p> {وَمَا مُحَمَّدٌ}  (٣) معناهُ: المستغرقُ لجميعِ المحامدِ، وهو الذي كثر حمدُ الحامدين له مرةً بعد أخرى، ويقال (٤) حُمِدَ فهو محمَّدٌ، فتسميته - صلى الله عليه وسلم - بهذا الاسم لما اشتملَ عليه من مُسَمَّاه، وهو الحمدُ، فإنه - صلى الله عليه وسلم - محمود عند اللهِ، وعندَ ملائكته، وعندَ إخوانِه من المرسلين، وعندَ أهل الأرض كلِّهم، وإن كفر به بعضُهم، فإنَّ ما فيه من صفاتِ الكمال محمودٌ عند كلِّ عاقل، ومحمدٌ هو المحمودُ حمدًا متكررًا كما تقدم، وأحمدُ هو الذي حمدُهُ لربه أفضلُ من حمد الحامدين غيرِه، وهو الذي يحمدُه أهل الدنيا وأهلُ الآخرة، وأهلُ السماء والأرض، فلكثرة خصائله المحمودة التي تفوتُ عددَ العادِّين سُمِّيَ (٥) باسمين من أسماء الحمد يقتضيان التفضيلَ والزيادةَ في القدر والصفة، فدلَّ أحدُ الاسمين وهو محمدٌ على كونِه </p><p>(١) في \"ن\": \"يتسخط\". (٢) \"إلي عباد الله\" سقطت من \"ت\".(٣) انظر: \"تفسير الطبري\" (٤/ ١١١)، و\"تفسير البغوي\" (١/ ٤٢٦).(٤) في \"ت\" و\"ن\": \"وقال\".(٥) في \"ت\": \"تسمى\".</p><p> محمودًا، ودل الاسمُ الثاني وهو أحمدُ على كونه أحمدُ الحامدين لربِّه، وأن الحمدَ الذي يستحقه أفضلُ مما يستحقه غيره، وقد أكرمه الله سبحانه بهذين الاسمين المشتقين من اسمه جل وعلا، وفيه يقول حسانُ بنُ ثابتٍ رضي الله عنه: </p><p> ألمْ تَرَ أَنَّ اللهَ أَرْسَلَ عَبْدَهُ ... بِبُرْهَانِهِ واللهُ أَعْلَى وَأَمْجَدُ </p><p> وَشَقَّ لَهُ مِنَ اسْمِهِ لِيُجِلَّهُ ... فَذُو الْعَرْشِ مَحْمُودٌ وَهَذَا مُحَمَّدُ </p><p> وأما نسبُه الشريفُ، فهو محمدُ بنُ عبدِ اللهِ بنِ عبدِ المطلبِ بنِ هاشمِ بنِ عبدِ منافِ بنِ قُصَيِّ بنِ كلابِ بنِ مُرَّةَ بنِ كعبِ بنِ فِهْرِ بنِ مالِكِ بنِ النَّضْرِ بنِ كِنانَةَ بنِ خُزَيْمَةَ بنِ مُدْرِكَةَ بنِ إِلْيَاسَ بنِ مُضَرَ بنِ نِزارِ بنِ مَعَدِّ بنِ عَدْنانَ بنِ آد بنِ أددِ بنِ اليسَعِ بنِ الهَمَيْسَعِ بنِ سَلامانَ بنِ نَبْتِ بنِ حملِ بنِ قَيْدار بنِ إسماعيلَ بنِ إبراهيمَ الخليلِ عليهما السلامُ بنِ تارح وهو آزرُ بنِ ناحور بنِ ساروع بنِ رعون بنِ فالغ بنِ عابرِ بنِ شالحِ بن قَيْنانَ بنِ أرفَخْشَد بنِ سامِ بنِ نوحٍ عليهما السلام بنِ لامخ ويقال لامك بنِ متوشلح بنِ حنوخ وهو إدريسُ عليه السلام بن يارد بنِ مهلائيل بنِ قينان بنِ أنوش بنِ شيثِ بنِ آدم عليه السلام. </p><p> {إِلَّا رَسُولٌ قَدْ خَلَتْ} أي: مضت. </p><p> {مِنْ قَبْلِهِ الرُّسُلُ} لأن الرسول يموت كما مات الرسل قبله. </p><p> {أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ} أي: رجعتم. </p><p> {عَلَى أَعْقَابِكُمْ} كافرين؟! إنكارٌ لارتدادهم وانقلابِهم على أعقابهم عن الدين؛ لخلوه بموتٍ أو قتلٍ بعد علمِهم بخلوِّ الرسلِ قبلَه وبقاءِ دينهم </p>"
}