{
  "id": null,
  "sura": 3,
  "aya": 36,
  "text": "<p> جعلَتْهُ من سَدَنَةِ بيتِ المقدِسِ، والنذرُ: ما يوجِبُهُ الإنسانُ على نفسِه، وتقدَّم الكلامُ عليه، والخلافُ فيه في سورة البقرة، والمحرَّرُ: المُعْتَقُ؛ من الحُرِّ، والحرُّ في الحقيقةِ الذي لم يُمْلَكْ، فأرادتْ أن تجعلَه حُرًّا من كلِّ شيءٍ عبدًا مخلِصًا لله. تلخيصُه: أَوْجَبْتُ عَلَيَّ أن الذي في بطني عتيقٌ مفرَّغٌ لعبادةِ اللهِ تعالى، لا أشغلُه بشيءٍ من الدنيا. </p><p> {فَتَقَبَّلْ مِنِّي إِنَّكَ أَنْتَ السَّمِيعُ} لِدُعائي (١) . </p><p> {الْعَلِيمُ} بِنِيَّتي، فماتَ عمرانُ وهي حاملٌ بمريمَ، وكانَ من رؤوسِ بني إسرائيل وأحبارهم. قرأ عاصمٌ، وحمزةُ، والكسائيُّ، وخلفٌ، وابنُ عامرٍ، وابنُ كَثيرٍ، ويعقوبُ (مِنِّي إِنَّكَ)  (لِي آيَةً) بسكون الياء، والباقون: بفتحها (٢) . </p><p> {فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنْثَى وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنْثَى وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ (٣٦) }. </p><p> [٣٦]  {فَلَمَّا وَضَعَتْهَا قَالَتْ} معتذرةً وظنًّا أن نذَرها لا يُقبل؛ لأُنوثَتِهِ. </p><p> {رَبِّ إِنِّي وَضَعْتُهَا أُنْثَى وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ} قرأ ابنُ عامرٍ، وأبو بكرٍ عن </p><p>(١) في \"ن\": \" {فَتَقَبَّلْ} لدعائي {مِنِّي إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ} \". (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٢٢٢)، و\"الكشف\" لمكي (١/ ٣٧٤)، و\"الغيث\" للصفاقسي (ص: ١٧٥)، و\"التيسير\" للداني (ص: ٩٣)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٤٧)، و\"معجم القراءات القرآنية\" (٢/ ٢٢).</p><p> عاصمٍ، ويعقوبُ:  (وَضعْتُ) بضم التاء، جعلوها من كلامِ أمِّ مريمَ، وقرأ الباقون: بجزم التاء إخبارًا عن الله (١) . </p><p> {وَلَيْسَ الذَّكَرُ كَالْأُنْثَى} لخدمةِ بيتِ المقدسِ؛ لضعفِها ولِما يعتريها من الحيضِ والنِّفاسِ وغيرِهما مما يلحقُ النساءَ. </p><p> {وَإِنِّي سَمَّيْتُهَا مَرْيَمَ} ومعناهُ: العابدةُ، وكانت مريمُ أجملَ النساءِ في وقتِها، ولم يُذْكَرْ في القرآنِ امرأةٌ باسمِها سوى مريمَ، وبقيةُ النساءِ أُشير إليهنَّ؛ كأزواجِ النبيِّ - صلى الله عليه وسلم -، وامرأةِ إبراهيمَ، وأُمِّ موسى وأختِه، وامرأةِ نوحٍ ولوطٍ وفرعونَ، وغيرِهِنَّ من نساءِ الأنبياءِ وغيرِهم. </p><p> {وَإِنِّي أُعِيذُهَا} أُجيرها. قرأ نافعٌ، وأبو جعفرٍ:  (وإِنِّيَ) بفتح الياء، والباقون: بإسكانها (٢) . </p><p> {بِكَ وَذُرِّيَّتَهَا} أولادَها. </p><p> {مِنَ الشَّيْطَانِ الرَّجِيمِ} وتقدَّمَ تفسيرهُ في الاستعاذة، قال - صلى الله عليه وسلم -: \"كُلُّ </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ٣٢٥)، و\"الحجة\" لأبي زرعة (ص: ١٦٠)، و\"السبعة\" لابن مجاهد (ص: ٢٠٤)، و\"الحجة\" لابن خالويه (ص: ١٠٨)، و\"الكشف\" لمكي (١/ ٣٤٠ - ٣٤١)، و\"الغيث\" للصفاقسي (ص: ١٧٥)، و\"تفسير البغوي\" (١/ ٣٤٤)، و\"التيسير\" للداني (ص: ٨٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٣٩)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٧٣)، و\"معجم القراءات القرآنية\" (١/ ٢٣). (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٢٢٢)، و\"الكشف\" لمكي (١/ ٣٧٤)، و\"الغيث\" للصفاقسي (ص: ١٧٥)، و\"التيسير\" للداني (ص: ٩٣)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٤٧)، و\"معجم القراءات القرآنية\" (٢/ ٢٢).</p>"
}