{
  "id": null,
  "sura": 3,
  "aya": 100,
  "text": "<p> {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ} . </p><p> [١٠٠]  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ} الذين يريدون كفركم. </p><p> {يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ} نزلتْ في نفرٍ من الأوس والخزرج، وكانوا جلوسًا يتحدثون، فمر بهم شاسُ بنُ قيسٍ اليهوديُّ، فغاظَه تألُّفُهُم واجتماعُهم بعد الذي كان بينهم في الجاهلية من العداوة، فأمر شابًّا من اليهود أن يجلسَ إليهم، ويذكِّرهم يومَ بعاث، وينشدَهم بعضَ ما قيلَ فيه من الأشعار، وكان يومًا اقتتلتْ فيه الأوسُ والخزرج، وكان الظفرُ فيه للأوس، ففعلَ، فتنازعَ القومُ وتغاضبوا، وقالوا: السلاحَ السلاحَ، فبلغَ النبيَّ - صلى الله عليه وسلم -، فخرج إليهم فيمن معهُ من المهاجرينَ والأنصار، فقال:  \"أَتَدَّعُونَ الجاهِلِيَّةَ وَأَنَا بَيْنَ أَظْهُرِكُمْ بَعْدَ إِذْ أَكْرَمَكُمُ اللهُ بِالإِسْلامِ وَقَطَعَ بِهِ عَنْكُمْ أَمْرَ الجاهِلِيَّةِ وَأَلَّفَ بَيْنَكُمْ؟! \" فعلموا أنها نزغةٌ من الشيطان، وكيدٌ من عدوِّهم فألقَوا السلاحَ، واستغفروا، وعانقَ بعضُهم بعضًا، وانصرفوا مع رسولِ الله - صلى الله عليه وسلم -، فما كان (١) يومٌ أقبحَ أولًا وأحسنَ آخرًا من ذلكَ اليوم (٢) . </p><p>(١) \"كان\" ساقطة من \"ن\". (٢) انظر: \"تفسير الطبري\" (٤/ ٢٣)، و\"أسباب النزول\" للواحدي (ص: ٦٢ - ٦٣)، و\"تفسير البغوي\" (١/ ٣٩٠)، و\"العجاب\" لابن حجر (٢/ ٧٢١)، و\"الدر المنثور\" للسيوطي (٢/ ٢٧٨).</p><p> فَتْحُ الرَّحْمَن في تَفْسِيْرِ القُرآنِ </p><p> تَأليف </p><p> الإِمَامِ القَاضِي مُجِير الدِّينِ بْنِ مُحمَّد العُليِميِّ المَقدِسِيِّ الحَنبليِّ </p><p> المولود سنة (٨٦٠ هـ) - والمتوفى سنة (٩٢٧ هـ) رَحِمَهُ الله تعَالى </p><p> المُجَلَّد الثاني </p><p> اعتَنَى بِهِ </p><p> تَحقِيقًا وضَبْطًا وتَخْريجًا </p><p> نُوْرُ الدِّيْن طَالب </p><p> إصدَارات </p><p> وزَارة الأوقاف والشُؤُوْن الإِسلامِيّة </p><p> إدَارَةُ الشُؤُوْنِ الإِسلاَمِيّةِ </p><p> دولة قطر </p><p> حُقُوق الطَّبع مَحفُوظَة </p><p> لوزارة الأوقاف والشؤون الإسلامية </p><p> إدارة الشؤون الإسلامية </p><p> دولة قطر </p><p> الطَبعَة الأولى، ١٤٣٠ هـ - ٢٠٠٩ م </p><p> قامت بعمليات التنضيد الضوئي والإخراج والطباعة </p><p> دارُ النَّوادر لصاحبها ومديرها العام نور الدين طالب </p><p> سوريا - دمَشق - ص. ب: ٣٤٣٠٦ </p><p> لبنان - بَيروت - ص. ب: ٥١٨/ ١٤ </p><p> هَاتف: ٠٠٩٦٣١١٢٢٢٧٠٠١ - فاكس: ٠٠٩٦٣١١٢٢٢٧٠١١ </p><p> www.daralnawader.com </p>"
}