{
  "id": null,
  "sura": 3,
  "aya": 39,
  "text": "<p> {وَجَدَ عِنْدَهَا رِزْقًا} فاكهةَ الصيفِ في الشتاءِ، وعَكْسه. </p><p> {قَالَ يَامَرْيَمُ أَنَّى} أي: من أين. </p><p> {لَكِ هَذَا} الرزقُ، والأبوابُ مغلقةٌ عليكِ. </p><p> {قَالَتْ هُوَ مِنْ عِنْدِ اللَّه} أي: من الجنة، تكلمت وهي صغيرةٌ. </p><p> {إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ} أي: بغير محاسبة. </p><p> {هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ (٣٨) }. </p><p> [٣٨]  {هُنَالِكَ} أي: عندَ ذلك. </p><p> {دَعَا زَكَرِيَّا رَبَّهُ} وكان قد شاخَ وأَيِسَ من الولد، فلما رأى قدرةَ الله, طمعَ في الولد، و {قَالَ رَبِّ هَبْ لِي} أي: أَعْطِني. </p><p> {مِنْ لَدُنْكَ} أي: من عندِك. </p><p> {ذُرِّيَّةً طَيِّبَةً} ولدًا صالحًا، والذريةُ تقعُ على الواحدِ والجمعِ. </p><p> {إِنَّكَ سَمِيعُ الدُّعَاءِ} سامعُه. </p><p> {فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِنَ الصَّالِحِينَ (٣٩) }. </p><p> [٣٩]  {فَنَادَتْهُ الْمَلَائِكَةُ} أجابَتْهُ، والمرادُ جبريلُ وحدَه، جُمِعَ تعظيمًا له. قرأ حمزةُ، والكسائيُّ، وخلفٌ:  (فَنَادَاهُ) بألفٍ مُمالة إرادةَ </p><p> الجمع، وقرأ الباقونَ: بالتاء؛ لتأنيث لفظ الملائكة (١) . </p><p> {وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ} أي: في المسجد. قرأ ابنُ ذكوانَ عن ابنِ عامرٍ:  (المِحْرَابَ) بالإمالةِ حيثُ وقعَ بالخفضِ، وعنهُ خلافٌ في غيرِ المخفوض (٢) . </p><p> {أَنَّ اللَّهَ يُبَشِّرُكَ} قرأ ابنُ عامرٍ: (إِنَّ الله) بكسرِ الهمزة (يُبَشِّرُكَ) : بضمِّ أولِه وكسرِ الشين مشدَّدًا، وقرأ حمزةُ:  (إِنَّ الله) كابنِ عامرٍ (يَبْشُرُكَ) بفتح الياء وضم الشين مخففًا، وقرأ الكسائي:  (أَنَّ الله) بفتح الهمزة (يَبْشُرُكَ) كقراءة [حمزة، وقرأ الباقون:  (أَنَّ اللهَ) بفتحِ الهمزةِ (يُبَشِّرُكَ) كقراءةِ] (٣) ابِن عامر، فالقراءةُ بكسر الألف على إضمار القول، تقديرُه: فنادته الملائكة فقالت: إن، وبالفتح بإيقاع النداء عليه، كأنه قال: فنادته الملائكة بأنَّ، والقراءةُ بضمِّ الياءِ وفتحِ الباءِ وكسر الشين مشددًا من بَشَّرَ، وهو الأفصحُ، وبفتح الياء وضَمِّ الشين مُخَفَّفًا من بَشَرَ، وهي لغةُ تهامةَ (٤) . </p><p>(١) انظر: \"الحجة\" لأبي زرعة (ص: ١٦٢)، و\"السبعة\" لابن مجاهد (ص: ٢٠٥)، و\"الحجة\" لابن خالويه (ص: ١٠٨)، و\"الكشف\" لمكي (١/ ٣٤٢ - ٣٤٣)، و\"الغيث\" للصفاقسي (ص: ١٧٥ - ١٧٦)، و\"تفسير البغوي\" (١/ ٣٤٧)، و\"التيسير\" للداني (ص: ٨٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٤٣٩)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٧٣)، و\"معجم القراءات القرآنية\" (٢/ ٢٦). (٢) انظر: \"الغيث\" للصفاقسي (ص: ١٧٦)، و\"البحر المحيط\" لأبي حيان (٢/ ٤٤٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٧٣)، و\"معجم القراءات القرآنية\" (٢/ ٢٦ - ٢٧).(٣) ما بين معكوفتين سقط من \"ت\".(٤) انظر: \"إعراب القرآن\" للنحاس (١/ ٣٢٨)، و\"السبعة\" لابن مجاهد (ص: =</p><p> {بِيَحْيَى} سُمِّيَ به؛ لأنه حَيِيَ به الرحمُ العاقرُ. قرأ أبو عمرٍو، وحمزةُ، والكسائيُّ، وخلفٌ:  (يَحْيى) بالإمالة حيثُ وقعَ (١) . </p><p> {مُصَدِّقًا} نصبٌ على الحال؛ أي: مؤمنًا. </p><p> {بِكَلِمَةٍ مِنَ اللَّهِ} يعني: عيسى عليه السلام؛ أي: بكلمةٍ كائنةٍ منَ الله بأنْ قالَ له: كُنْ من غيرِ أبٍ، فكانَ، فوقعَ عليه اسمُ الكلمة، وكان يحيى أولَ مَنْ آمن بعيسى وصَدَّقه، وكان أَسَنَّ من عيسى بستةِ أشهرٍ، وقيلَ: صدَّقَهُ وهو في بطن أُمِّه، فكانَتْ أُمُّ يحيى تقولُ لمريمَ: إني أجد ما في بطني يسجُد لما في بطنِك تحيةً له، وكانا ابنا الخالة كما تقدَّم، ثم قُتل يحيى قبلَ رفعِ عيسى عليهما السلام بسنةٍ ونصفٍ، وله نيفٌ وثلاثون سنةً، ونُبِّئ صغيرًا، وكان عيسى قد حَرَّمَ نكاحَ بنتِ الأخ، وكان لهرودوس وهو الحاكمُ على بني إسرائيل بنتُ أخٍ، وأرادَ أن يتزوَّجَها كما هو جائزٌ في ملة اليهود، فنهاه يحيى عن ذلك، فأمر بذبحِ يحيى، فَذُبح ووُضع رأسُه بين يديه، فكان الرأسُ يتكلَّمُ ويقول: لا تَحِلُّ لكَ، واستمرَّ غَليانُ دمِه حتى بعثَ الله عليهم مَلِكًا من جهة المشرق يُقال له: حردوس، فقتلَ منهم على دمِ يحيى سبعينَ </p><p>= ٢٠٥)، و\"الحجة\" لابن خالويه (ص: ١٠٨)، و\"الكشف\" لمكي (١/ ٣٤٣ - ٣٤٤)، و\"الغيث\" للصفاقسي (ص: ١٧٥)، و\"تفسير البغوي\" (١/ ٣٤٧ - ٣٤٨)، و\"التيسير\" للداني (ص: ٨٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٣٩)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٧٤)، و\"معجم القراءات القرآنية\" (١/ ٢٧ - ٢٨)، ولم يذكر البغوي القراءة عن الكسائي، وذكرتها جميع المصادر عنه بكسر الهمزة (إنَّ الله). (١) انظر: \"الغيث\" للصفاقسي (ص: ١٧٦)، و\"تفسير الرازي\" (١/ ٤٤٧)، و\"معجم القراءات القرآنية\" (١/ ٨٢).</p>"
}