{
  "id": null,
  "sura": 3,
  "aya": 146,
  "text": "<p> {ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا} جزاءَ عملِه. قيل: أرادَ الذين ثبتوا مع أميرِهم عبدِ اللهِ بنِ جُبير حتى قُتلوا. </p><p> {وَسَنَجْزِي الشَّاكِرِينَ} المطيعين. قرأ نافعٌ، وابنُ كثيرٍ، وأبو جعفرٍ، وعاصمٌ، ويعقوبُ:  (يُرِدْ ثَوَابَ) بإظهار الدال عندَ الثاء فيهما، والباقونَ: بالإدغام (١) . </p><p> قال - صلى الله عليه وسلم -: \"إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرَىٍ ما نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصيبُهَا، أَوِ امْرَأَةٍ يَنْكِحُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ\"  (٢) . </p><p> {وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ (١٤٦) }. </p><p> [١٤٦]  {وَكَأَيِّنْ} قرأ ابنُ كثيرٍ، وأبو جعفرٍ: بألفٍ ممدودةٍ (٣) بعدَ الكاف، وبعدها همزةٌ مكسورةٌ، وأبو جعفرٍ يُسَهِّلُ الهمزةَ، والباقون: بهمزةٍ مفتوحةٍ بعدَ الكاف، وبعدها ياءٌ مكسورة مشدَّدة، ووقف أبو عمروٍ، ويعقوبُ (وَكَأَيْ) بغيرِ نونٍ حيثُ وقعَ، وَوقف الباقُونَ (وَكَأَيِّنْ) ، وهي كافُ </p><p>(١) انظر: \"الغيث\" للصفاقسي (ص: ١٨٤)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٧٩)، و\"معجم القراءات القرآنية\" (٢/ ٦٩). (٢) رواه البخاري (١)، كتاب: الوحي، باب: كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم -، ومسلم (١٩٠٧)، كتاب: الإمارة، باب: قوله - صلى الله عليه وسلم -: \"إنما الأعمال بالنية\"، عن عمر بن الخطاب -رضي الله عنه-.(٣) في \"ت\": \"ممدود\".</p><p> التشبيه ضُمَّتْ إلى أيِّ الاستفهام (١) ، فصار المعنى: وكَمْ. </p><p> {مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ} أي: جموعٌ. </p><p> {كَثِيرٌ} قرأ نافعٌ، وابنُ كثيرٍ، وأبو عمرٍو، ويعقوبُ:  (قُتِلَ) بضمِّ القاف وكسر التاء؛ أي: قُتل الربيون دون النبيِّ، قال الحسنُ وغيره: ما قُتِلَ نبيٌّ قَطُّ في قتالٍ، وقرأ الباقون:  (قَاتَلَ) بفتحِ القافِ والتاءِ وألفٍ بينهما؛ أي: قاتلَ كائِنًا معه ربِّيون (٢) . </p><p> {فَمَا وَهَنُوا} أي: جَبُنوا. </p><p> {لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا} عن الجهادِ. </p><p> {وَمَا اسْتَكَانُوا} خَضَعوا لعدوِّهم. </p><p> {وَاللَّهُ يُحِبُّ الصَّابِرِينَ} ومحبةُ اللهِ لهم ما يظهرُ عليهم من نصرهِ وتنعيمِه. </p><p>(١) انظر: \"تفسير الطبري\" (٧/ ٢٦٣)، و\"الحجة\" لأبي زرعة (ص: ١٧٤)، و\"السبعة\" لابن مجاهد (ص: ٢١٦)، و\"الكشف\" لمكي (١/ ٣٥٧ - ٣٥٨)، و\"الغيث\" للصفاقسي (ص: ١٨٣)، و\"تفسير البغوي\" (١/ ٤٣٠)، و\"تفسير القرطبي\" (٢/ ٢٢٨)، و\"التيسير\" للداني (ص: ٩٠)، و\"النشر في القراءات العشر\" لابن الجزري (١٧٩)، و\"معجم القراءات القرآنية\" (٢/ ٧٠ - ٧١). (٢) انظر: \"الحجة\" لأبي زرعة (ص: ١٧٥)، و\"السبعة\" لابن مجاهد (ص: ٢١٧)، و\"الكشف\" لمكي (١/ ٣٥٩ - ٣٦٠)، و\"الغيث\" للصفاقسي (ص: ١٨٣)، و\"تفسير البغوي\" (١/ ٤٣٠)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٤٢)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٨٠)، و\"معجم القراءات القرآنية\" (١/ ٧١).</p>"
}