{
  "id": null,
  "sura": 4,
  "aya": 23,
  "text": "<p> {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا (٢٣) }. </p><p> [٢٣]  {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} أي: نكاحُهن؛ لقوله:  {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ}  [النساء: ٢٢] ، وهي جمعُ أُمٍّ (١) ، فيدخل فيهنَّ الجدَّاتُ من قِبَلِ الأمِّ والأبِ وإنْ عَلَوْنَ. </p><p> {وَبَنَاتُكُمْ} جمعُ بِنْتٍ، فيدخل فيهنَّ بناتُ الأولادِ وإن سَفُلْنَ. </p><p> {وَأَخَوَاتُكُمْ} جمعُ أختٍ، سواءٌ كانت من قِبَلِ الأبِ والأمِّ، أو من قبل أحدِهما. </p><p> {وَعَمَّاتُكُمْ} جمعُ عَمَّةٍ، فيدخل فيهنَّ أخواتُ الآباء والأجداد وإن علونَ. </p><p> {وَخَالَاتُكُمْ} جمعُ خالَةٍ، فيدخل فيهنَّ جميعُ أخواتِ الأمهاتِ والجدَّاتِ. </p><p> {وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ} يدخلُ فيهنَّ بناتُ أولادِ الأخِ والأختِ وإن </p><p>(١) \"جمع أم\" ساقطة من \"ن\".</p><p> سفلْنَ، فهؤلاء المذكوراتُ محرَّماتٌ بالنسبِ بالاتفاق، وما بقيَ محرَّماتٌ بالسَّبَبِ، وهي:  {وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ} وتحريمُ الرَّضاعِ كتحريمِ النسبِ؛ لقول النبيِّ - صلى الله عليه وسلم -: \"يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ الْوِلاَدَةِ\"  (١) ، ولا تثبتُ الحرمةُ بالرضاعِ عندَ الشافعيِّ وأحمدَ إلا أن يرتضعَ (٢) قبلَ استكمالِ الحولين؛ لقوله تعالى:  {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ}  [البقرة: ٢٣٣] ، فلو ارتضعَ بعدَهما بلحظةٍ، لم تثبتْ (٣) ، وعددُ الرضاعِ المحرِّم عندَهما خمسُ رضعاتٍ متفرقاتٍ، وعندَ أبي حنيفةَ مدةُ الرضاعِ ثلاثون شهرًا؛ لقوله تعالى:  {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا}  [الأحقاف: ١٥] ، وعند مالكٍ تحريمُ الرضاعِ في الحولينِ وما قارَبَهما، وعندَهما كثيرُ الرضاعِ وقليلُه محرِّمٌ. </p><p> {وَأُمَّهَاتُ نِسَائِكُمْ} فكلُّ مَنْ عقدَ النكاحَ على امرأةٍ حرمَتْ عليه أمهاتُها وجدّاتُها من الرضاعِ والنسبِ بنفسِ العقدِ بالاتفاق. </p><p> {وَرَبَائِبُكُمُ} جمع رَبيبة، وهي بنتُ المرأة؛ لأن زوجَ الأمِّ يُرَبِّيها غالبًا. </p><p> {اللَّاتِي فِي حُجُورِكُمْ} جمعُ حِجْرٍ، والمرادُ: البيوتُ؛ لأنها بمثابة الولد في التربية غالبًا. </p><p>(١) رواه البخاري (٤٩٤١)، كتاب: النكاح، باب: ما يحل من الدخول والنظر إلى النساء في الرضاع، ومسلم (١٤٤٤)، كتاب: الرضاع، باب: يحرم من الرضاعة ما يحرم من الولادة، عن عائشة -رضي الله عنها-. (٢) في \"ن\": \"ترضع\".(٣) في \"ن\": \"يثبت\".</p><p> {مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ} أي: جامعتموهن. </p><p> {فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ} في نكاح بناتِهِنَّ إذا فارقتموهُنَّ، أو مُتْنَ فلا تحرمُ الربيبةُ عليه إلا بالدخولِ بأُمِّها بالاتفاق. </p><p> {وَحَلَائِلُ أَبْنَائِكُمُ} جمعُ حليلةٍ، والذَّكَرُ حليلٌ؛ لأن كلَّ واحدٍ حلالٌ لصاحبه، يعني: أزواجُ أبنائكم. </p><p> {الَّذِينَ مِنْ أَصْلَابِكُمْ} أي: ظهوركم، فتحرمُ زوجةُ الابنِ على أبيه بمجرَّدِ العقدِ بالاتفاق، وقولُه:  {مِنْ أَصْلَابِكُمْ} ليعلم أن حليلةَ المتبنَّى لا تحرُمُ على الذي تبناه بالاتفاق؛ لأن النبي - صلى الله عليه وسلم - تزوَّجَ امرأةَ زيدٍ، وكان قد تَبَنَّاه، وكلُّ امرأةٍ تحرمُ بعقدِ النكاح فتحرمُ بالوطءِ في ملكِ اليمين، والوطءِ بشبهةِ النكاح، فيحرُمُ على الواطئ أمُّ الموطوءة وابنتُها، وتحرُمُ الموطوءةُ على أبي الواطئ وابنِهِ بالاتفاق. </p><p> واختلفَ الأئمةُ في إثباتِ تحريمِ المصاهرةِ بالزنا المحرَّمِ، فقال أبو حنيفةَ وأحمدُ: يثبتُ تحريمُ المصاهرةِ، فلا يحلُّ للرجلِ أن يتزوجَ امرأةً زنى بها ابنُه، أو أبوه، وقال مالكٌ والشافعيُّ: لا يثبتُ التحريمُ. </p><p> واختلفوا في إثباتِ التحريمِ باللِّواطِ، فقال الثلاثةُ: لا يثبتُ التحريمُ، وقال أحمد: يثبته، فمن تَلَوَّطَ بغلامٍ، حرمَ على كلِّ واحدٍ منهما أمُّ الآخرِ وابنتُه. </p><p> واختلفوا في المخلوقة من ماءِ الزنا، هل يجوزُ لمن خُلقت من مائِه أنْ يتزوَّجَها؟ فقال الشافعي: يجوزُ، وقال الثلاثة: لا يجوز. </p><p> {وَأَنْ تَجْمَعُوا} أي: وحرم عليكم الجمعُ. </p><p> {بَيْنَ الْأُخْتَيْنِ} فلا يجوزُ للرجل الجمعُ بينَ الأُختينِ من نسبٍ أو رَضاع، ولا بينَ المرأةِ وعَمَّتِها، ولا بينها وبينَ خالتِها بالاتفاق؛ لقوله - صلى الله عليه وسلم -: \"لا تَجْمَعْ بَيْنَ الْمَرْأَةِ وَعَمَّتِهَا، وَبَيْنَ الْمَرْأَةِ وَخَالَتِهَا\"  (١) . </p><p> واختلفَ الأئمةُ هل يجوزُ للرجلِ أن يتزوَّجَ امرأةً والرابعةُ من نسائِه في عِدَّتِهِ من طلاقٍ بائنٍ، أو يتزوَّجَ الأختَ وأختُها في عِدَّته من طلاقٍ بائنٍ، أو يتزوَّجَ بكلِّ واحدةٍ ممن يحرُمُ عليه الجمعُ بينها وبينَ الثانيةِ وهي في العِدَّة، فقالَ مالكٌ والشافعيُّ: يجوز، وقال أبو حنيفةَ وأحمدُ: لا يجوزُ. </p><p> وأما إذا كان الطلاقُ رجعيًّا، فلا يجوزُ باتفاقهم، وكذلك لو ملكَ أُختين لا يجوز له أن يجمعَ بينَهما في الوطء، فإذا وَطِىَ إحداهُما، لم يحلَّ له وطءُ الأخرى حتى يحرِّمَ الأولى على نفسِه بإخراجٍ عن ملكِه، أو تزويجٍ، بالاتفاق. </p><p> {إِلَّا مَا قَدْ سَلَفَ} استثناءٌ منقطعٌ؛ أي: لكنْ ما مضى في الجاهلية، فإنه معفوٌّ عنه؛ لأنهم كانوا يفعلونه. </p><p> {إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا} . </p><p> {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ عَلَيْكُمْ وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ </p><p>(١) رواه البخاري (٤٨٢٠)، كتاب: النكاح، باب: لا تنكح المرأة على عمتها، ومسلم (١٤٠٨)، كتاب: النكاح، باب: تحريم الجمع بين المرأة وعمتها أو خالتها في النكاح، عن أبي هريرة -رضي الله عنه-.</p>"
}