{
  "id": null,
  "sura": 4,
  "aya": 92,
  "text": "<p> {وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلَّا أَنْ يَصَّدَّقُوا فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِنَ اللَّهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (٩٢) }. </p><p> [٩٢] ونزل في عَيَّاشِ بنِ أبي (١) ربيعةَ أخي أبي جهلٍ من الأمِّ لما لقيَ حارثَ بنَ زيدٍ في طريقٍ، وكانَ قد أسلمَ، ولم يشعرْ به عياشٌ، فقتلَه: </p><p> {وَمَا كَانَ لِمُؤْمِنٍ}  (٢) أي: ما ينبغي لمؤمنٍ. </p><p> {أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً} استثناءٌ منقطعٌ، معناه: لكنْ إن وقعَ خطأٌ، فتحريرُ رقبةٍ، والخطأُ: ما لم يتعمَّدِ الإنسانُ. </p><p> {وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ} أي: فالواجبُ على القاتل عتقُ. </p><p> {رَقَبَةٍ مُؤْمِنَةٍ} كفارةً باتفاقِ الأئمةِ إذا كان المقتول حُرًّا مسلمًا، فإن كان المقتولُ ذِمِّيًّا أو عبدًا، قال أبو حنيفةَ والشافعيُّ وأحمدُ: تجبُ الكفارةُ في قتلِه كوجوبِها في حقِّ الحرِّ المسلمِ، وقال مالكٌ: لا تجبُ بقتلِ عبدٍ ولا كافرٍ، فإن كانَ القتلُ عمدًا، فقال الشافعيُّ: تجبُ الكفارة، وقال الثلاثة: لا تجبُ، وإذا قتلَ الكافرُ مسلِمًا خطأً، فقال الشافعيُّ وأحمدُ: </p><p>(١) \"أبي\" ساقطة من \"ن\". (٢) انظر: \"تفسير الطبري\" (٥/ ٢١٥)، و\"أسباب النزول\" للواحدي (ص: ٩٣)، و\"تفسير البغوي\" (١/ ٥٧٥).</p><p> تجبُ عليه الكفارة، وقال أبو حنيفةَ ومالكٌ: لا كفارةَ عليه. </p><p> {وَدِيَةٌ} هي المالُ المؤدَّى إلى مَجْنِيٍّ عليه، أو وليِّه بسببِ جنايةٍ (١) . </p><p> {مُسَلَّمَةٌ} مُؤَدَّاةٌ. </p><p> {إِلَى أَهْلِهِ} إلى وَرَثَةِ القتيلِ بدلَ النفسِ، والرقبةُ في مالِ القاتلِ، والديةُ على عاقلتِه، فإن لم يكن له ورثةٌ، فلبيتِ المال. </p><p> {إِلَّا أَنْ يَصَّدَّقُوا} يعفوا ويتركوا الديةَ. </p><p> {فَإِنْ كَانَ} المقتولُ. </p><p> {مِنْ قَوْمٍ عَدُوٍّ لَكُمْ} أي: حربٍ للمسلمين، لا عهدَ بينَكم وبينَهم. </p><p> {وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} محكومٍ بإسلامِها، وإن كانتْ صغيرةً، ولا ديةَ فيه بالاتفاق؛ إذ لا وراثةَ بينَه وبينَ أهله؛ لأنهم كفارٌ محاربون. </p><p> {وَإِنْ كَانَ} المقتول ذميًّا، أو معاهدًا. </p><p> {مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} لأن حكمَهُ حكمُ المسلمِ بالاتفاق. </p><p> {فَمَنْ لَمْ يَجِدْ} أي: لم (٢) يملكِ الرقبةَ، ولا يقدرُ على تحصيلِها. </p><p> {فَصِيَامُ} أي: فعليه صيامُ. </p><p> {شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِنَ اللَّهِ} أي: جعل اللهُ ذلكَ توبةً لقاتلِ الخطأ. </p><p>(١) في \"ن\": \"جنايته\". (٢) \"لم\" ساقطة من \"ن\".</p><p> {وَكَانَ اللَّهُ عَلِيمًا} بمن قتل {حَكِيمًا} فيما أمرَ في شأنه. </p><p> واعلمْ أن القتلَ على ثلاثةِ أقسامٍ: </p><p> عَمْدٌ محضٌ: وهو أن يقتلَه بما يغلبُ على الظنِّ موته به؛ كالسيفِ ونحوِه، ففيه القصاصُ بشروطِه، أو الديةُ بالاتفاقِ. </p><p> وشِبْهُ عمدٍ: وهو أن يقصدَ الجنايةَ بما لا يقتُلُ غالبًا؛ كالحجرِ والعصا ونحوِهما، ففيهِ الديةُ دونَ القصاصِ عندَ الثلاثةِ، ومالكٌ رحمه الله لا يرى شبهَ العمد، ولا يقولُ به في شيء، وإنما القتلُ عندَه عمدٌ أو خطأٌ، لا غيرُ، فإذا أصابَه بما لا يقتلُ غالبًا، فماتَ، فعندَه يجبُ فيه القصاصُ. </p><p> وخطأ: وهو أن يرمي شخصًا يظنُّه صيدًا أو حربيًّا، فإذا هو مسلمٌ، ففيه الديةُ، ولا قصاصَ فيه بالاتفاق. </p><p> وأما قدرُ ديةِ الحرِّ المسلمِ، فعند أبي حنيفةَ مئةٌ من الإبل، فالمغلَّظَةُ: وهي التي بسببِ العمدِ المحضِ وشبهِ العمدِ تجبُ أرباعًا: خمسًا وعشرينَ بنتَ مخاضٍ، وهي التي طعنَتْ في السنة الثانية، وخمسًا وعشرين بنتَ لَبونٍ، وهي التي طعنت في السنةِ الثالثة، وخمسًا وعشرين حِقَّةً، وهي التي طعنتْ في السنةِ الرابعة، وخمسًا وعشرين جَذَعَةً، وهي التي طعنت في السنة الخامسة، والمخفَّفَةُ: وهي التي بسبب قتلِ الخطأ تجبُ أخماسًا: عشرينَ ابنَ مخاضٍ، ومثلُها بناتُ مخاض، وبناتُ لَبون، وحقاقٌ، وجذعٌ، أو ألفُ دينار، أو عشرةُ آلافِ درهم، كلُّ عشرةٍ وزنُ سبعةِ مثاقيلَ. </p><p> وديةُ العمدِ المحضِ في مال القاتل مؤجَّلَةٌ في ثلاثِ سنينَ، وديةُ شبهِ العمدِ والخطأ على العاقلةِ مؤجلةٌ كذلك. </p><p> وعند مالكٍ إن كان الجاني من أهل البادية، فالدية مئةٌ من الإبل تجبُ </p><p> في العمدِ أرباعًا، وفي الخطأ أخماسًا، كقول أبي حنيفةَ، إلا أنه جعلَ في الأخماسِ مكانَ ابنِ مخاضٍ ابنَ لبونٍ، والديةُ في التغليظ عندَه تجبُ أثلاثًا: ثلاثينَ حقةً، وثلاثين جذعةً، وأربعينَ خلفةً، وهي التي في بطونها أولادها غيرَ محدودةٍ أسنانُها، والتغليظُ عنده في قتلِ أحدِ الوالدين ولدَه على وجهٍ تقارنه الشبهةُ، وإن كانَ من أهلِ الذَّهَبِ، وهم أهلُ مصرَ والشامِ والمغربِ، فهي ألفُ دينارٍ، وإن كان من أهلِ الوَرِقِ، وهم أهلُ العراقِ وفارسَ وخراسانَ، فهي اثنا عشرَ ألفَ درهمٍ، وديةُ العمدِ على القاتلِ في ماله مؤجَّلَةٌ في ثلاثِ سنينَ كقولِ أبي حنيفة، وقيل: حَالَّةٌ، وديةُ الخطأ على العاقلةِ مؤجَّلَةٌ كذلك. </p><p> وعندَ الشافعيِّ مئةُ بعيرٍ مثلثةٌ في العمدِ وشبهِه؛ كقولِ مالكٍ في التغليظ، وفي الخطأ مخمسةٌ كقول مالكٍ، فلو عُدمَتْ، فالقديمُ من مذهبه ألفُ دينارٍ، أو اثنا عشرَ ألفَ درهمٍ، والجديدُ قيمتُها بنقدِ بلدِه، وديةُ العمدِ على الجاني معجَّلَةٌ، وشبهِ العمدِ والخطأ على العاقلةِ مؤجَّلَةٌ. </p><p> وعندَ أحمدَ مئةٌ من الإبلِ، أو مئتا بقرةٍ، أو ألفا شاةٍ، أو ألفُ مثقالٍ ذهبًا، أو اثنا عشرَ ألفَ درهمٍ فضةً، فهذه الخمسُ أصول في الدية، إذا أحضرَ (١) مَنْ عليه الديةُ شيئًا منها، لزمَ قبولُه، وتجبُ الإبلُ في العمدِ وشبهِه أرباعًا، وفي الخطأ أخماسًا كقولِ أبي حنيفةَ، ويؤخذ في البقر النصفُ مُسِنَّاتٌ، وهي التي لها سنتانِ، والنصفُ أَتْبِعَةٌ، وهي التي لها سنةٌ، وفي الغنم النصفُ ثَنايا، وهي التي لها سنةٌ، والنصفُ جذعَةٌ، وهي التي لها ستة أشهر، ولا تعتبرُ القيمةُ في شيء من ذلك بعدَ أن يكون سليمًا من العيب، وديةُ العمدِ المحضِ في مال الجاني حالَّةٌ، وشبهِ العمدِ والخطأ </p><p>(١) في \"ن\": \"حضر\".</p>"
}