{
  "id": null,
  "sura": 4,
  "aya": 171,
  "text": "<p> {يَاأَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ فَآمِنُوا خَيْرًا لَكُمْ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١٧٠) }. </p><p> [١٧٠]  {يَاأَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ} محمدٌ - صلى الله عليه وسلم -. </p><p> {بِالْحَقِّ} أي: بالشرعِ. </p><p> {مِنْ رَبِّكُمْ فَآمِنُوا} الإيمانُ. </p><p> {خَيْرًا لَكُمْ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ} فهو غنيٌّ عنكُمْ. </p><p> {وَكَانَ اللَّهُ عَلِيمًا} بأحوالِهم. </p><p> {حَكِيمًا} فيما دَبَّرَ لهم. </p><p> {يَاأَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلَا تَقُولُوا ثَلَاثَةٌ انْتَهُوا خَيْرًا لَكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا (١٧١) }. </p><p> [١٧١]  {يَاأَهْلَ الْكِتَابِ} الخطابُ لليهودِ والنصارى؛ [فإنهم جميعًا غَلَوا في أمرِ عيسى، فقالَتْ طائفةٌ من النصارى]  (١) ، وهم اليعقوبيةُ والملكائيةُ: عيسى هو اللهُ، وقالتْ طائفةٌ، وهم النسطوريةُ: عيسى ابنُ الله، وقالَتِ المرقوسيةُ: عيسى ثالثُ ثلاثةِ آلهةٍ: عيسى ومريمَ واللهِ، </p><p>(١) ما بين معكوفتين سقط من \"ن\".</p><p> علَّمَهم ذلكَ رجلٌ من اليهودِ يقالُ له: بولسُ، وقالتِ اليهودُ: هو ولدُ زنا، وكَذَبوا كُلُّهم. </p><p> {لَا تَغْلُوا} لا تتجاوزوا الحدَّ. </p><p> {فِي دِينِكُمْ} بزيادةٍ ولا نقصانٍ، ولا تشركوا، وقوله:  {فِي دِينِكُمْ} معناه: في الدِّينِ الذي أنتم مطلوبون (١) به، وأضافَه إليهم بيانًا أنهم مأخوذونَ بهِ، وليستِ الإشارةُ إلى دينِهم المضلِّلِ، ولا أُمروا بالثبوتِ عليهِ دونَ غلُوٍّ، وإنما أُمِروا بتركِ الغُلُوِّ في دينِ الله، وأن يوحِّدوا. </p><p> {وَلَا تَقُولُوا} أي: تَذْكُروا. </p><p> {عَلَى اللَّهِ إِلَّا} القولَ. </p><p> {الْحَقَّ} يعني: تنزيهَهُ عن الصاحبةِ والولدِ. </p><p> {إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ} وهي قولُه لعيسى: كُنْ، فكانَ من غيرِ أبٍ. </p><p> {أَلْقَاهَا إِلَى مَرْيَمَ} أوصلَها إليها، وحصَّلَها فيها. </p><p> {وَرُوحٌ مِنْهُ} سُمِّي عيسى رُوحًا؛ لأنه ذو رُوحٍ وجسدٍ كغيره، وأُضيف إلى الله تشريفًا له، المعنى: لا نسبةَ ولا اتصالَ بينَ اللهِ وعيسى، وليسَ بجزءٍ منه، إلا أنه رسولُه؛ لأن عيسى مركَّبٌ، والله مُنزَّهٌ عن التركيبِ، وإنما هو ابنُ مريمَ، وهو جزءٌ منها، خُلِقَ من غيرِ أبٍ؛ لأنه مركَّبٌ مثلَها. </p><p> تلخيصُه: ليسَ عيسى إلا بعضَ أمِّه لا غيرُ؛ لأن (إنما) للحصر. </p><p> {فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلَا تَقُولُوا} هم. </p><p>(١) في \"ن\": \"تطلبون\".</p>"
}