{
  "id": null,
  "sura": 4,
  "aya": 163,
  "text": "<p> {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُودَ زَبُورًا (١٦٣) }. </p><p> [١٦٣]  {إِنَّا أَوْحَيْنَا إِلَيْكَ} الوحيُ: إلقاءُ المعنى في الخفاء (١) ، وعَرَّفه في الأنبياء بواسطة جبريل عليه السلام، وذلك هو المراد بقوله: </p><p> {كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} جوابٌ لأهل الكتابِ عن اقتراحهم أن ينزلَ عليهم كتابًا من السماءِ، واحتجاجٌ عليهم بأنَّ أمره في الوحي كسائر الأنبياءِ، وبدأ بنوحٍ؛ لأنه أولُ نبيٍّ مبن أنبياءِ الشريعةِ، وأولُ نبيٍّ بُعِثَ إلى الكفارِ، وكان أطولَ الأنبياءِ عُمْرًا، وجُعِلَت معجزتُه في نفسِه؛ فإنَّه عُمِّرَ ألفًا وأربعَ مئةِ سنةٍ، فلم تنقصْ له سِنٌّ، ولم تَشِبْ له شعرةٌ، ولم تنقصْ له قوةٌ، وتقدَّم ذكرُه ووفاتُه في سورةِ آلِ عمرانَ عند تفسيرِ قوله:  {إِنَّ اللَّهَ اصْطَفَى آدَمَ وَنُوحًا}  [الآية: ٣٣] وصَرَفَ نوحًا مَعَ العُجْمَةِ والتعريفِ لِخِفَّتِهِ. </p><p> {وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ} قرأ هشامٌ: (أَبْرَاهَامَ) بالألف (٢) . </p><p> {وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ} وهم أولادُ يعقوبَ، وتقدَّم ذكرُ هؤلاء الأنبياءِ في سورة البقرة. </p><p> {وَعِيسَى} تقدَّمَ ذكرُه في البقرة وآل عمران. </p><p>(١) في \"ن\": \"خفاء\". (٢) كما تقدم عنه. انظر: \"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٢١ - ٢٢٢ و ٢٥٢)، و \"إتحاف فضلاء البشر\" للدمياطي (ص: ١٩٤)، و\"معجم القراءات القرآنية\" (٢/ ١٨٠).</p><p> {وَأَيُّوبَ} هو ابنُ موصِ بنِ رازحِ بنِ العيصِ بنِ إسحاقَ بنِ إبراهيمَ الخليلِ عليه السلام، وهو من أمةِ الرومِ، وكان نبيًّا في عهدِ يعقوبَ، وعاشَ ثلاثًا وتسعين سنة، ويأتي ذكرُ قصتِه في سورة الأنبياء، وفي سورة (ص) إن شاء الله تعالى. </p><p> {وَيُونُسَ} هو ابنُ مَتَّى، ومَتَّى أبوهُ في قولِ الأكثرِ، قيل: إنه من بني إسرائيلَ من سبطِ بنيامينَ، بُعِثَ إلى أهلِ نينوى قبالةَ الموصِلِ، بينهما دجلةُ، وسيأتي ذكرُ قصته في سورةِ الأنبياءِ إن شاء الله تعالى، وكانت وفاته في سنةِ خمسَ عشرةَ وثماني مئة لوفاةِ موسى عليهما السلام، وقبرُه في قرية تسمَّى حلحول بينَ بيتِ المقدس وبلدةِ سيدِنا الخليلِ عليه الصلاة والسلام. </p><p> {وَهَارُونَ} هو ابنُ عمرانَ أخو موسى عليهما السلام، وكان أكبرَ من موسى بثلاث سنين، وتوفي قبلَ موسى بأحدَ عشرَ شهرًا، ودُفِنَ في التيه بكهفٍ في بعضِ الجبالِ على سرير وجدَ به، وتقدَّمَ في سورةِ البقرةِ ذكرُ موسى ووفاتُه، فيُعلم من ذلكَ تاريخُ وفاةِ هارون. </p><p> {وَسُلَيْمَانَ} تقدَّمَ ذكرُه ووفاته في سورة البقرة. </p><p> {وَآتَيْنَا دَاوُودَ} هو ابنُ بشَيِّ بنِ عوفيد بنِ بوعزَ بنِ سَلَمُون بنِ نحشون بنِ عَمِينا ذَاب بنِ رَمْ بنِ حَصْرُون بنِ بارَص بنِ يَهُودا بنِ يعقوبَ بنِ إسحاقَ بنِ إبراهيمَ الخليلِ عليه الصلاة والسلام، كان مقامُه بحبرون، ثم انتقلَ إلى بيتِ المقدسِ، وأَسَّسَ مسجدَه، وهو الأقصى، وماتَ قبل إتمامِه، وله سبعونَ سنةً، وقيلَ غيرُ ذلكَ، وملك أربعينَ سنةً، ودُفِنَ </p>"
}