{
  "id": null,
  "sura": 4,
  "aya": 24,
  "text": "<p> مُسَافِحِينَ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (٢٤) }. </p><p> [٢٤] ونزلَ في نساءٍ كُنَّ يُهاجرْنَ إلى رسولِ الله - صلى الله عليه وسلم - ولهنَّ أزواجٌ، فيتزوَّجُهُنَّ بعضُ المسلمين، ثم يقدُمُ أزواجُهُنَّ مُهاجرينَ:  {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ} عطفٌ على {وَأُمَّهَاتُكُمُ} يعني: الحرائرَ المزوَّجاتِ؛ لأن الزوجَ قد أحصنَهُنَّ، لا يحلُّ للغيرِ نكاحُهن قبلَ مفارقةِ الأزواجِ، ثم استثنى فقال: </p><p> {إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ} يعني: السبايا اللواتي سُبين ولهنَّ أزواجٌ في دار الحرب، فيحلُّ لمالِكِهِنَّ وَطْؤُهُنَّ بعد الاستبراء؛ لأن بالسبي يرتفعُ النكاح بينَها وبينَ زوجها، بالاتفاق، وتقدَّم التنبيهُ على اختلافِ القراء في قوله:  {النِّسَاءِ إِلَّا} عند قوله: {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ}  [النساء: ٢٢] . </p><p> {كِتَابَ اللَّهِ عَلَيْكُمْ} مصدرٌ مؤكِّدٌ؛ أي: كتبَ اللهُ ما حَرَّمَ عليكم كِتابًا، وفَرَضَهُ فَرْضًا. </p><p> {وَأُحِلَّ لَكُمْ} قرأ أبو جعفرٍ، وحمزةُ، والكسائيُّ، وحفصٌ، وخلفٌ:  (وَأُحِلَّ) بضم الألف وكسر الحاء؛ لقوله:  {حُرِّمَتْ عَلَيْكُمْ} ، وقرأ الباقون: بالنصب (١) ؛ يعني: أَحَلَّ اللهُ لكم. </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٢٣١)، و\"التيسير\" للداني (ص: ٩٥)، و\"تفسير البغوي\" (١/ ٥٠٥)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٤٩)، و\"معجم القراءات القرآنية\" (٢/ ١٢٣).</p><p> {مَا وَرَاءَ ذَلِكُمْ} أي: ما سوى ذلكم الذي ذكرت من المحرمات. </p><p> {أَنْ تَبْتَغُوا} أي: تطلبوا النساءَ. </p><p> {بِأَمْوَالِكُمْ} أي: تنكحوا بصداقِكم، أو تشتروا بثمنٍ. </p><p> {مُحْصِنِينَ} متزوِّجينَ، وأصلُ الإحصانِ: الحفظُ، والمرادُ هنا: العِفَّةُ عن الوقوعِ في الحرامِ. </p><p> {غَيْرَ مُسَافِحِينَ} أي: زانِينَ، مأخوذٌ من سفحَ الماءَ وصَبَّهُ، وهو المنيُّ. </p><p> {فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ} أي: فالذي انتفعتم به من النساء بالنكاح الصحيح. </p><p> {فَآتُوهُنَّ أُجُورَهُنَّ} أي: مهورهُنَّ على الاستمتاع. </p><p> {فَرِيضَةً} نصب على المصدر في موضع الحال. </p><p> {وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ} بأن تهبَ المرأةُ جميعَ مهرِها أو بعضَه لزوجِها، أو يزيدُها الزوجُ على أكثرَ منه. </p><p> {مِنْ بَعْدِ الْفَرِيضَةِ} المفروضةِ للزوجةِ. </p><p> واختلف الأئمة في الزيادة على الصَّداق المسمَّى بعدَ العقد، فقال أحمد: حكمُها حكمُ الأصل، تلحق به فيما يقرره وينصفه، وتُملك من حينها، واستدلَّ بهذه الآية، وقال أبو حنيفة: هي ثابتة إن دخل بها، أو مات عنها، فإن طلَّقها قبلَ الدخول، أو ماتتْ هي قبلَ الدخول والقبضِ، سقطت، وخالفه أبو يوسفَ، فقال كقول أحمد، وقال مالك: تستقرُّ بالدخول، وتتشطَّر بالطلاق قبلَه، فإن مات أحدُهما قبل القبض، سقطت؛ </p><p> لأنها هبةٌ لم تُقبض حتى مات الواهبُ أو الموهوبُ له، وقال الشافعي: هي هبة مستأنفة، إن قبضتْها، لم تسقطْ بالطلاق قبلَ الدخول، ولا بعدَه، ولا بالموت، وإن لم تُقبض، فلا شيءَ لها مطلقًا. </p><p> {إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا} فيما شرعَ من الأحكام. وأما تقديرُ الصَّداق فلا حدَّ لأكثره؛ لقوله تعالى:  {وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا}  [النساء: ٢٠] ، وكان صداق أزواج النبيِّ - صلى الله عليه وسلم - خمسَ مئة درهمٍ، وبناتِه أربعَ مئةٍ، فيسنُّ أن يكونَ من أربعِ مئةٍ إلى خمسِ مئةٍ، وإن زادَه، فلا بأسَ، وإِن النجاشي أصدقَ أُمَّ حبيبةَ بنتَ أبي سفيانَ عن النبيِّ - صلى الله عليه وسلم - أربعَ مئةِ دينارٍ. </p><p> واختلفَ الأئمةُ في أقلِّه، فقال الشافعيُّ وأحمدُ: لا حدَّ لأقلِّه، فكلُّ ما جاز أن يكونَ ثمنًا، جاز أن يكون صَداقًا، وقال أبو حنيفةَ ومالكٌ: يتقدَّرُ بنصاب السرقة، واختلفا في قدره، فعندَ أبي حنيفةَ: عشرةُ دراهمَ، أو ما قيمتُه عشرةُ دراهمَ، وعند مالكٍ: ربعُ دينار من الذهب، أو ثلاثةُ دراهمَ من الوَرِق، أو عرضٌ يساوي أحدَهما. </p><p> واختلفوا في تعليم القرآن هل يجوز أن يكون صَداقًا؟ فقال أبو حنيفةَ وأحمدُ: لا يجوزُ، وقال مالكٌ والشافعيُّ: يجوزُ. </p><p> واختلفوا في منافعِ الحر، فقال أبو حنيفة: لا يجوز أن تكونَ صداقًا، وقال الثلاثة: يجوزُ، إلا أن مالكًا يكرهُه. </p><p> {وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ وَاللَّهُ أَعْلَمُ بِإِيمَانِكُمْ بَعْضُكُمْ مِنْ بَعْضٍ فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ </p>"
}