{
  "id": null,
  "sura": 4,
  "aya": 123,
  "text": "<p> {أُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا (١٢١) }. </p><p> [١٢١] {أُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا (١٢١) } مَفَرًّا. </p><p> {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا وَعْدَ اللَّهِ حَقًّا وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا (١٢٢) }. </p><p> [١٢٢]  {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا} أي: من تحت غرفِها ومساكِنها. </p><p> {الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا وَعْدَ اللَّهِ} نصبٌ مصدرٌ مؤكَّدٌ. </p><p> {حَقًّا} حالٌ من (وعد الله) </p><p> {وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا} . أي: قولًا. </p><p> {لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا (١٢٣) }. </p><p> [١٢٣] ولما افتخرَ اليهودُ والنصارى، وقالوا للمسلمين: نبيُّنا قبلَ نبيِّكم، وكتابُنا قبلَ كتابِكم، فنحن أَوْلى بالله منكم، فقال المسلمون: نبيُّنا خاتمُ الأنبياء، وكتابنا يقضي على الكتبِ، وقد آمنَّا بكتابِكم، ولم تؤمنوا بكتابِنا، فنحن أَوْلى بالله منكم، فنزل قوله تعالى: </p><p> {لَيْسَ بِأَمَانِيِّكُمْ}  (١) أيُّها المسلمونَ. </p><p>(١) انظر: \"تفسير الطبري\" (٥/ ٢٨٨)، و\"أسباب النزول\" للواحدي (ص: ١٠٠)، =</p><p> {وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ} والأمانيُّ: هي ما يَتشَهَّاهُ المرءُ ويُطمِعُ نفسَه فيه؛ أي: ثوابُ الله لا يُنال بالأماني، وإنما الأمرُ بالعمل الصالح. قرأ أبو جعفرٍ:  (بِأَمَانِيكُمْ وَلاَ أَمَانِي أَهْلِ الْكِتَابِ) بسكونِ الياءِ من غيرِ تشديد (١) . </p><p> {مَنْ يَعْمَلْ سُوءًا} مبتدأٌ، وهو شرطٌ جوابُه: </p><p> {يُجْزَ بِهِ} عاجِلًا أو آجلًا. </p><p> وهذه الآية عامة في حقِّ كلِّ عاملٍ، فأما مجازاةُ الكافرِ، فالنارُ، وأما المؤمنُ، فنكباتُ الدنيا، قال أبو بكر رضي الله عنه: لما نزلَتْ {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ} قلتُ: يا رسولَ الله! ما أشدَّ هذهِ الآيةَ! فقال: \"يَا أَبَا بَكْرٍ! أَمَا تَحْزَنُ، أَمَا تَمْرَضُ، أَمَا تُصِيبُكَ اللأْوَاءُ؟ فَهَذَا بِذلكَ\"  (٢) . </p><p> {وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا} يواليه. </p><p> {وَلَا نَصِيرًا} ينصُره في دفعِ العذابِ. </p><p> وفي قولِه تعالى:  {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ} من الأمثال الدائرة على ألسن الناس: ما تَزْرَعْ تَحْصُدْ. </p><p>= و\"تفسير البغوي\" (١/ ٦٠١)، و\"الدر المنثور\" للسيوطي (٢/ ٦٩٤). (١) انظر: \"تفسير القرطبي\" (٥/ ٣٩٦)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٧ - ٢٥٢)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٩٤)، و\"معجم القراءات القرآنية\" (٢/ ١٦٥).(٢) رواه الإمام أحمد في \"المسند\" (١/ ١١)، وأبو يعلى في \"مسنده\" (٩٨)، وابن حبان في \"صحيحه\" (٢٩١٠)، والحاكم في \"المستدرك\" (٤٤٥٠).</p>"
}