{
  "id": null,
  "sura": 4,
  "aya": 128,
  "text": "<p> {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (١٢٨) }. </p><p> [١٢٨] ونزلَ في أمرِ المرأةِ التي تكونُ ذاتَ سِنٍّ وذمامةٍ، أو نحو ذلك مما يرغِّبُ زوجَها، عنها فيذهبُ الزوجُ إلى طلاقِها، أو (١) إلى إيثارِ شابَّةٍ عليها، ونحو هذا مما يقصدُ به صلاحَ نفسِه، ولا يضرُّها هي ضِرارًا يلزمُه إياها، بل يعرضُ عليها الفُرقةَ، أو الصبرَ على الأثرةِ، فتريدُ هي بقاءَ العصمةِ، فهذه التي أباحَ اللهُ تعالى بينَهما الصلحَ، ورفع الجناحَ فيه؛ إذ الجناحُ في كلِّ صلحٍ يكونُ عن ضررٍ من الزوجِ يفعلُه حتى تصالحَهُ، وأباحَ اللهُ الصلحَ مع الخوفِ وظُهورِ علاماتِ النشوزِ والإعراضِ، وهو مع وقوعِها مباح أيضًا، فقال تعالى:  {وَإِنِ امْرَأَةٌ خَافَتْ}  (٢) توقَّعْتَ. </p><p> {مِنْ بَعْلِهَا نُشُوزًا} بُغْضًا. </p><p> {أَوْ إِعْرَاضًا} بوجْهِهِ وقلةِ نفقتِه والتفاتِه إليها. </p><p> {فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا} . قرأ حمزةُ، وعاصم، وحمزةُ، والكسائيُّ، وخلفٌ:  (يُصْلِحَا) بضمِّ الياء وكسر اللام مخفَّفًا من أصلحَ، قرأ الباقون: بفتحِ الياء وتشديدِ الصاد مع فتحها، وبعد الصاد ألفٌ بعدَها لامٌ مفتوحة (٣) . </p><p>(١) في \"ن\": \"و\". (٢) رواه البخاري (٢٣١٨)، كتاب: المظالم، باب: إذا حلله من ظلمه فلا رجوع فيه، ومسلم (٣٠٢١)، في أول كتاب: التفسير، عن عائشة -رضي الله عنها-.(٣) انظر: \"تفسير البغوي\" (١/ ٦٠٦).</p><p> {بَيْنَهُمَا صُلْحًا} مصدرٌ (١) ، واصطلاحُهما: أن يتوافَقا على ما تطيبُ بها أنفسُهما؛ بأن يتركَ أحدُهما شيئًا مما يستحقُّه على صاحبِه؛ طلبًا لصحبتِه. </p><p> {وَالصُّلْحُ خَيْرٌ} من الفُرقةِ والنشوز. </p><p> {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ} المعنى: إن النفوسَ قد جُبلت على الشحِّ، فهي حاضرتُه لا تفارقُه أبدًا؛ لأن كلَّ واحدٍ من الزوجين يُغَلِّبُ ما فيه راحتُه، والشحُّ: الإفراطُ في البخلِ. </p><p> {وَإِنْ تُحْسِنُوا} العشرةَ. </p><p> {وَتَتَّقُوا} الفُرقةَ. </p><p> {فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ} من الإحسانِ بالخصومةِ. </p><p> {خَبِيرًا} عليمًا به، والصلحُ: هو التوفيقُ والسَّلْمُ، فيكون بين مسلمينَ وأهلِ حربٍ، وبين أهلِ بغيٍ وعدلٍ، وبين زوجين إذا خيفَ الشقاقُ بينهما، أو خافتِ امرأةٌ إعراضَ زوجِها عنها، وبين متخاصِمَيْنِ في غيرِ مالٍ، وفي مال عبارةٌ عن معاقدةٍ يُتَوَصَّلُ بها إلى موافقةٍ بين مختلفين، وهو عقدٌ يرفعُ النزاعَ، وأصلُه من الصَّلاحِ، وهو ضِدُّ الفسادِ، ومعناه دالٌّ على حسنِهِ الذاتيِّ، بدليلِ ما نطقَ به الكتابُ العزيزُ. </p><p> واختلفَ الأئمةُ في حكمِه بينَ متخاصِمَيْنِ في مالٍ، فعندَ أبي حنيفةَ وأحمدَ يصحُّ مع الإقرارِ والإنكارِ والسكوتِ، وعند مالكٍ يصحُّ مع الإنكارِ والسكوتِ، ويجوز على الافتداءِ من اليمينِ بمالٍ، وعند الشافعيِّ يصحُّ مع الإقرارِ فقط. </p><p>(١) في \"ن\": \"مصدرًا\".</p>"
}