{
  "id": null,
  "sura": 4,
  "aya": 95,
  "text": "<p> {تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا} منافِعَها. </p><p> {فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ} أي: غنائمُ. </p><p> {كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ} تكتمون إيمانَكم من المشركين. </p><p> {فَمَنَّ اللَّهُ عَلَيْكُمْ} بالهدايةِ وإظهارِ الإسلام، ورُويَ أنه - صلى الله عليه وسلم - قال:  \"أَقَتَلْتُمُوهُ إِرَادَةَ مَا مَعَهُ؟ \" ، ووجَدَ عليه، فقالَ أسامة: استغفرْ لي يا رسولَ الله، فقال:  \"فكيفَ بِلا إلهَ إلا الله؟ \" مرارًا، قال أسامة: فوددْتُ أَني لم أكنْ أسلمتُ إلا يومَئِذٍ\" (١) . قرأ أبو عمرو:  (كَذَلِك كنْتُمْ) بإدغام الكاف في الكاف. </p><p> {فَتَبَيَّنُوا} أن تقتلوا مؤمنًا خطأً، كرَّرها تأكيدًا وزجرًا عن الإقدامِ على القتل. </p><p> {إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا} عالمًا به، فلا تُقدموا على القتلِ، واحتاطوا فيه. </p><p> {لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا (٩٥) }. </p><p> [٩٥]  {لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ} عن الجهادِ. نزلتْ في فضلِ </p><p>(١) رواه مسلم (٩٧)، كتاب: الإيمان، باب: تحريم قتل الكافر بعد أن قال: لا إله إلا الله.</p><p> الجهادِ والحثِّ عليه، فلما سمعَ ابنُ أمِّ مكتومٍ -وكانَ أَعمى- النبيَّ - صلى الله عليه وسلم - يُمليها على زيدِ بنِ ثابتٍ قال:  \"يا رسولَ اللهِ! لو استطعتُ الجهادَ لجاهدْتُ\" فنزل: </p><p> {غَيْرُ أُولِي الضَّرَرِ}  (١) أي: المرض؛ من عمًى وغيرِه. قرأ نافعٌ وأبو جعفرٍ، وابنُ عامرٍ، والكسائيُّ، وخلفٌ (غَيْرَ) بنصبِ الراء؛ أي: إلا أولي الضرر، وقرأ الباقون: برفع الراء على نعتِ (القاعِدون)  (٢) ، يريدُ: لا يستوي القاعدونَ الذين هم غيرُ أولي الضرر. </p><p> {وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ} أي: لا مساواةَ بينهم وبينَ من قعدَ عن الجهاد من غيرِ عذرٍ. </p><p> {فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ} للعذرِ. </p><p> {دَرَجَةً} فضيلةً؛ لأن المجاهدَ مباشِرٌ مع النية، والقاعدَ له نيةٌ، ولكن لم يباشرْ، فنزلوا عنهم بدرجةٍ. </p><p> {وَكُلًّا} من الفريقين. </p><p> {وَعَدَ اللَّهُ الْحُسْنَى} وهي الجنةُ. </p><p> {وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ} مطلقًا. </p><p>(١) رواه البخاري (٢٦٧٧)، كتاب: الجهاد والسير، باب: قول الله تعالى: {لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ ..} عن سهل بن سعد، ومسلم (١٨٩٨)، كتاب: الإمارة، باب: سقوط فرض الجهاد عن المعذورين، عن البراء. (٢) انظر: \"التيسير\" للداني (ص: ٩٧)، و\"تفسير البغوي\" (١/ ٥٨٢)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٥١)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٩٣)، و\"معجم القراءات القرآنية\" (٢/ ١٥٥).</p>"
}