{
  "id": null,
  "sura": 4,
  "aya": 93,
  "text": "<p> على عاقلتِه في ثلاثِ سنينَ، وديةُ المرأةِ نصفُ دية الرجل باتفاقهم. </p><p> واختلفوا في ديةِ الذمِّيِّ والمجوسيِّ، فقال أبو حنيفةَ: هي كديةِ المسلم سواء، وقال مالكٌ وأحمدُ: ديةُ الذميِّ نصفُ ديةِ المسلم، والمجوسيِّ ثمانُ مئةِ درهمٍ، وقال الشافعيُّ: ديةُ اليهوديِّ والنصرانيِّ ثلثُ ديةِ مسلمٍ، والمجوسيِّ ثلثا عُشْرِ دية (١) مسلمٍ، وديات نسائِهم نصفُ دياتِ رجالِهم بالاتفاق. </p><p> وديةُ العبدِ والأمةِ قيمتُهما بالغةً ما بلغَتْ عندَ الثلاثة، وقال أبو حنيفةَ: من قتلَ عبدًا خَطَأً، فعليه قيمتُه، لا يُزاد على عشرةِ آلافٍ إلا عشرةٌ، وفي الأمةِ خمسةُ آلافٍ إلا عشرةً، وإن كانَ أقلَّ من ذلك، فعليه قيمتُه، وخالفه أبو يوسفَ، فوافق الجماعةَ. </p><p> واختلفوا في العاقلة، فقال الثلاثة: هم العصبة قَرُبوا أو بَعُدوا، ومنهم الأصولُ والفروعُ، وقال الشافعيُّ: هم عصبته إلا الأصلَ والفرعَ، يقدَّمُ الأقربُ فالأقربُ. </p><p> ولا عقلَ على الصبيانِ والنساءِ بالاتفاقِ. </p><p> فإن فُقِدَ العاقلُ، عقلَ بيتُ المالِ عن المسلمِ، فإن فُقِدَ، فكلُّ الديةِ على الجاني بالاتفاق. </p><p> {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا (٩٣) }. </p><p> [٩٣]  {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا} بأنْ يقصدَ قتلَه بنيتِهِ وفعلِه مع علمِه بإيمانِه. </p><p>(١) \"دية\": زيادة من \"ن\".</p><p> {فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا} نزلَتْ في مِقْيَسِ بنِ صبابةَ، وجد أخاه هشامًا قتيلًا في بني النجار، ولم يظهرْ قاتلُه، فأمرَهُم رسولُ الله - صلى الله عليه وسلم - أن يدفعوا إليه ديتَهُ، فدفعوا إليه، ثم حملَ على مسلمٍ فقتلَه، ورجعَ إلى مكةَ مرتدًّا (١) . </p><p> {وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ} طردَهُ عن الرحمةِ. </p><p> {وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا} . </p><p> واختلِفَ في قبولِ توبةِ القاتلِ، فجماعةٌ على أن لا تقبلَ توبتُه، والذي عليه الجمهورُ، وهو مذهبُ أهل السنَّةِ: أنَّ قاتلَ المسلمِ عمدًا توبتُه مقبولةٌ؛ لقوله تعالى:  {وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا}  [طه: ٨٢] ، وقال تعالى:  {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ}  [النساء: ٤٨] ، ولقوله - صلى الله عليه وسلم -: \"مَنْ مَاتَ لاَ يُشْرِكُ بِاللهِ شَيْئًا، دَخَلَ الْجَنَّةَ\"  (٢) ، ويحملون الآيةَ على من قَتَلَ مؤمنًا مستحِلًا لقتله ولم يتبْ. </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوا إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (٩٤) }. </p><p>(١) انظر: \"تفسير الطبري\" (٥/ ٢١٧)، و \"تفسير ابن أبي حاتم\" (٢/ ١٠٣٧)، و\"أسباب النزول\" للواحدي (ص: ٩٤)، و \"تفسير البغوي\" (١/ ٥٧٨)، و \"الدر المنثور\" للسيوطي (٢/ ٦٢٣). (٢) تقدم تخريجه.</p>"
}