{
  "id": null,
  "sura": 4,
  "aya": 11,
  "text": "<p> {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (١١) }. </p><p> [١١]  {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ} أي: يأمرُكم، ويعهدُ إليكُم في شأن أولادكم إذا مِتُّمْ. </p><p> {لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} إذا اجتمعَ مع الإناثِ بالاتفاق، وإلا فالذكرُ عصبةٌ منفردًا بالاتفاق، وفُضِّل الذكرُ على الأنثى في الميراث بجعلِ حظِّه مِثْلَي حَظِّ الأنثى؛ لأن الذكرَ في مَظِنَّةِ الحاجةِ أكثرَ من الأنثى، فإن كلَّ واحدٍ منهما في العادة يتزوَّجُ، ويكون له الولدُ، فالذكرُ يجبُ عليه نفقةُ امرأتِهِ وأولادِه، والمرأةُ يُنْفِقُ عليها زوجُها، ولا يلزمها نفقةُ أولادِها، وقد فضل الله الذكرَ على الأنثى في الميراثِ على وَفْقِ ذلك. </p><p> {فَإِن كُنَّ} أي: المتروكاتُ. </p><p> {نِسَاءً فَوْقَ اثْنَتَيْنِ} أي: جماعةً. </p><p> {فَلَهُنَّ ثُلُثَا مَا تَرَكَ} الميتُ بالاتفاق. </p><p> {وَإِنْ كَانَتْ} الوارثة. </p><p> {وَاحِدَةً} قرأ نافعٌ، وأبو جعفرٍ (وَاحِدَةٌ) بالرفع على معنى: إن وقعتْ </p><p> واحدةٌ، وقرأ الباقون: بالنصب على خبر كان (١)  {فَلَهَا النِّصْفُ} بالاتفاق. </p><p> {وَلِأَبَوَيْهِ} يعني: لأبوي الميت. </p><p> {لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} أرادَ: أن الأبَ والأمَّ يكون لكلِّ واحدٍ سدسُ الميراثِ عندَ وجود الولد، أو ولدِ الابن، بالاتفاق، والأبُ يكونُ صاحبَ فرضٍ. </p><p> {فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} من جميع الميراث، إلا أن يكون مع الأبوين زوجٌ أو زوجةٌ، فللأم ثلثُ ما يبقى بالاتفاق. </p><p> {فَإِنْ كَانَ لَهُ إِخْوَةٌ} أي: اثنان فصاعدًا، ذكورًا أو إناثًا. </p><p> {فَلِأُمِّهِ السُّدُسُ} والباقي للأب إن كان معها أبٌ، فالإخوة لا ميراثَ لهم مع الأب، ولكنهم يحجُبون الأمَّ من الثلثِ إلى السدس، سواءٌ كانوا أشقاءَ، أو لأبٍ، أو لأمٍّ، بالاتفاق. قال قتادةُ: وإنما أخذهُ الأبُ دونَهم؛ لأنه يمونُهم، ويلي نكاحَهم والنفقةَ عليهم. قال ابنُ عطية: هذا في الأغلب (٢) . وعن ابن عباسٍ: أن الإخوة يأخذون السدسَ الذي حجبوا الأمَّ عنه (٣) . قرأ حمزةُ، والكسائيُّ:  (فَلإِمِّهِ) بكسر الهمزة في الحرفين استثقالًا </p><p>(١) انظر: \"الحجة\" لأبي زرعة (ص: ١٩٢)، و\"السبعة\" لابن مجاهد (ص: ٢٢٧)، و\"الحجة\" لابن خالويه (ص: ١٢٠)، و\"الكشف\" لمكي (١/ ٣٧٨)، و\"تفسير البغوي\" (١/ ٤٨٩)، و\"الغيث\" للصفاقسي (ص: ١٨٨)، و\"التيسير\" للداني (ص: ٩٤)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٤٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٨٦)، و\"معجم القراءات القرآنية\" (٢/ ١١٣). (٢) انظر: \"المحرر الوجيز\" لابن عطية (٢/ ١٧).(٣) انظر: \"تفسير البغوي\" (١/ ٤٨٩)، و\"تفسير القرطبي\" (٥/ ٧٢).</p><p> للضمة بعدَ الكسرة، وقرأ الآخرون: بالضمِّ على الأصل (١) . </p><p> {مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا} الميتُ. </p><p> {أَوْ دَيْنٍ} قرأ ابنُ كثيرٍ، وابنُ عامرٍ، وأبو بكرٍ عن عاصمٍ:  (يُوصَى) بفتح الصاد على ما لم يُسَمَّ فاعلُه، وكذلك الحرفُ الآتي، ووافق حفصٌ في الثاني، وقرأ الباقون: بكسر الصاد فيهما. </p><p> ثم حضَّ على تنفيذ وصايا الميت، وقضاء ديونه بقوله:  {آبَاؤُكُمْ وَأَبْنَاؤُكُمْ} الذين يرثونكم. </p><p> {لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا} في الدِّينِ والدنيا والآخرة. المعنى: منكم من يَظُنَّ أن ابنَهُ أنفعُ له بأنْ يبادرَ إلى مصالحِهِ وقضاءِ ديونه، فيكونُ الأبُ أنفعَ، وبالعكس، وأنا العالمُ بمن أنفعُ لكم، وقد دبَّرْتُ أمرَكم على ما فيه المصلحةُ، فاتبعوه. ورُوي أنَّ الولدَ إِن كانَ أرفعَ درجةً في الجنة، رُفع إليه والداه (٢) ، وإن كان الوالدُ أرفَع درجةً، رُفع إليه ولدُه؛ لتقرَّ بذلك أعينُهم. </p><p> {فَرِيضَةً مِنَ اللَّهِ} أي: فرضَ الله الميراث فريضةً. </p><p> {إِنَّ اللَّهَ كَانَ} أي: لم يَزَلْ. </p><p>(١) انظر: \"إعراب القرآن\" للنحاس (١/ ٣٩٩ - ٤٠٠) و\"الحجة\"، لأبي زرعة (ص: ١٩٢ - ١٩٣)، و\"السبعة\" لابن مجاهد (ص: ٢٢٨)، و\"الكشف\" لمكي (١/ ٣٧٩ - ٣٨٠)، و\"تفسير البغوي\" (١/ ٤٨٩)، و\"الغيث\" للصفاقسي (ص: ١٨٨)، و\"التيسير\" للداني (ص: ٩٤)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٤٨)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٨٧)، و\"معجم القراءات القرآنية\" (٢/ ١١٤). (٢) في \"ن\": \"والده\".</p>"
}