{
  "id": null,
  "sura": 4,
  "aya": 58,
  "text": "<p> {حَكِيمًا} يعاقِبُ على وَفْقِ حكمته. </p><p> عنِ ابنِ عمرَ رضي الله عنه قالَ: قُرِئ عندَ عمرَ قولُه تعالى: {كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا} ، فقال معاذٌ: عندي تفسيرُها: تبُدَّلُ في كلَّ ساعةٍ مئةَ مرة، فقال عمر: هكذا سمعتُها من رسولِ الله - صلى الله عليه وسلم - (١) . </p><p> {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا (٥٧) }. </p><p> [٥٧]  {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} مبتدأ، خبرُه {سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ} من الأقذارِ. </p><p> {وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا} كثيفًا، لا تنسخُهُ الشمسُ، ولا يُؤْذيهم بردٌ ولا حر. قرأ أبو عمرٍو:  (الصَّالِحَات سنُدْخِلُهُمْ) بإدغام التاء في السين. </p><p> {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا (٥٨) }. </p><p> [٥٨]  {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا} قرأ أبو عمرٍو: {يَأْمُرُكُمْ} باختلاسِ الحركةِ من طريقِ البغداديين، ورُوي عنهُ من طريق </p><p>(١) رواه ابن أبي حاتم في \"تفسيره\" (٣/ ٩٨٢)، وابن عدي في \"الكامل في الضعفاء\" (٧/ ٤٩)، والطبراني في \"المعجم الأوسط\" (٤٥١٧).</p><p> العراقيين (١) وغيرِهم: بإسكان الراء، والباقون: يشبعون الحركةَ (٢) . نزلت في عثمانَ بنِ طلحةَ الحَجَبِيِّ من بني عبدِ الدار، وكان سادنَ (٣) الكعبة، فلما دخلَ النبيُّ - صلى الله عليه وسلم - مكةَ يومَ الفتح، أغلقَ بابَ الكعبة، وأبى أن يدفعَ له المفتاحَ ليدخلَ فيها، وقال: لو علمتُ أنه رسولُ الله، لم أمنعْه، فمدَّ عليٌّ يدَه وأخذَه منه، وفتح، فدخلَ رسولُ الله - صلَّى الله عليه وسلم -، وصلَّى ركعتين، فلما خرجَ، سأله العباسُ أن يعطى المفتاحَ، ويجمعَ له السقايةَ والسدانةَ، فأمر اللهُ أَنْ يُرَدَّ إليه، فأمر عليًّا بأن يردَّ المفتاحَ إلى عثمانَ، ويعتذر إليه، فكان ذلكَ سببًا لإسلامه، فلما ماتَ، دفعه إلى أخيهِ شيبةَ، فالمفتاحُ والسدانةُ في أولادِهِم إلى يومِ القيامة (٤) . </p><p> {وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ} أي: بالقسط. </p><p> {إِنَّ اللَّهَ نِعِمَّا} أي: نعمَ الشيءُ الذي. </p><p> {يَعِظُكُمْ بِهِ} وتقدَّمَ اختلافُ القراء في (نِعِمَّا) في سورةِ البقرة عندَ تفسيرِ قوله تعالى: {إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ}  [البقرة:٢٧١] . </p><p> {إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا} . </p><p> قال - صلى الله عليه وسلم -: \"إِنَّ أَحَبَّ النَّاسِ إِلَى اللهِ يَوْمَ الْقِيَامَةِ وَأَقْرَبَهُمْ مِنْهُ مَجْلِسًا إِمَامٌ </p><p>(١) في جميع النسخ \"الرقيين\"، والصواب ما أثبت، والله أعلم. (٢) انظر: \"الغيث\" للصفاقسي (ص: ١٩٢)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٩١)، و\"معجم القراءات القرآنية\" (٢/ ١٤١).(٣) في \"ت\": \"سادان\".(٤) انظر: \"أسباب النزول\" للواحدي (ص: ٨٧)، و\"تفسير البغوي\" (١/ ٥٥٠)، و\"العجاب\" لابن حجر (٢/ ٨٩٣).</p>"
}