{
  "id": null,
  "sura": 5,
  "aya": 2,
  "text": "<p> وحشيًّا؛ فإنه صيدٌ لا يحلُّ لكم في حالِ الإحرامِ، فذلكَ قولُه: </p><p> {وَأَنْتُمْ حُرُمٌ} أي: ما كانَ صيدًا، فهو حلالٌ في الإحلالِ دونَ الإحرام، وما لم يكنْ صيدًا، فهو حلالٌ في الحالينِ. </p><p> {إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ} من تحليلٍ وتحريمٍ، لا دافعَ لمرادِهِ. </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا وَإِذَا حَلَلْتُمْ فَاصْطَادُوا وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (٢) }. </p><p> [٢]  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ} جمعُ شَعيرةٍ، وهي العلامةُ، والمرادُ: مناسكُ الحجِّ، وكان المشركون يحجُّون ويُهْدون، فأرادَ المسلمونَ أن يُغيروا عليهم، فنهاهمُ اللهُ عن ذلك. </p><p> واختلفَ العلماءُ في إشعارِ الهَدْيِ، فقال الشافعيُّ وأحمدُ: يُسَنُّ إشعارُه بشَقِّ صفحةِ سنامِه اليُمْنى، أو موضعِه ممَّا لا سنامَ لهُ من إبلٍ وبقرٍ حتى يسيلَ الدمُ، وقالَ مالكٌ: في الجانبِ الأيسرِ من السنامِ في الإبلِ، وكذلك في البقرِ إنْ كان لها أسنمةٌ، فإن لم تكنْ لها أسنمةٌ، لم تشعَرْ، ومنعَ من هذا كلِّه أبو حنيفةَ، وقالَ: إنه تعذيبٌ للحيوان. </p><p> {وَلَا الشَّهْرَ الْحَرَامَ} اسمٌ مفردٌ يدلُّ على الجنسِ في الأشهُرِ الحرم، وهي: ذو القعدة، وذو الحجة، والمحرَّمُ، ورجَبٌ؛ أي: لا تُحِلُّوا القتالَ فيها. </p><p> {وَلَا الْهَدْيَ} بنحرِه قبلَ محلِّهِ، وهو كلُّ ما يُهدى إلى الحرمِ من نَعَمٍ وغيرِها. </p><p> {وَلَا الْقَلَائِدَ} أي: ذواتَ (١) القلائدِ من الهَدْيِ، جمعُ قِلادة، وهي ما قُلِّدَ بالهَدْيِ من نعلٍ (٢) أو غيرِه؛ كآذانِ القُرَبِ والحبلِ ونحوِ ذلك؛ ليعلمَ به (٣) أنَّه هديٌ، فلا يُتَعَرَّضُ له. </p><p> واختلفَ الأئمةُ في تقليدِ الغنمِ، فقال الشافعيُّ وأحمدُ: تُقَلَّدُ، ومنعَ الشافعيُّ من تقليدِها بالنعلِ، وأباحَهُ أحمدُ، وقالَ أبو حنيفةَ ومالكٌ: لا تُقَلَّدُ الغنمُ، واتفقوا على تقليدِ ما عدا الغنمِ بالنعلِ (٤) وغيرِه. </p><p> {وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ} أي: قاصديهِ. </p><p> {يَبْتَغُونَ} يطلبونَ. </p><p> {فَضْلًا} رزقًا بالتجارةِ. </p><p> {مِنْ رَبِّهِمْ وَرِضْوَانًا} بزعمِهم؛ لأن الكافرَ لا نصيبَ له في الرضوان، فلا تتعرضوا إليهم. قرأ أبو بكرٍ عن عاصمٍ:  (ورُضْوانًا) بضمِّ الراء، والباقون: بالكسر (٥) ، وكلُّ ما في هذهِ الآيةِ من نهيٍ عن مُشركٍ، أو مراعاةِ حرمةٍ (٦) له بقلادةٍ، أو أمِّ البيتِ الحرامِ ونحوه، فكلُّه منسوخٌ بآية السيف بقوله: </p><p>(١) في \"ت\": \"ذات\". (٢) في \"ن\": \"فعلِ\".(٣) \"به\" ساقطة من \"ت\".(٤) في \"ن\": \"بالفعل\".(٥) تقدمت عند تفسير الآية (١٥) من آل عمران.(٦) \"حرمة\" ساقطة من \"ن\".</p><p> {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ}  [التوبة:٥] ، وبقوله:  {فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا}  [التوبة:٢٨] . </p><p> {وَإِذَا حَلَلْتُمْ} من إحرامكم. </p><p> {فَاصْطَادُوا} أمرُ إباحةٍ (١) ؛ كقوله:  {فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ}  [الجمعة: ١٠] . </p><p> {وَلَا يَجْرِمَنَّكُمْ} يَحْمِلَنَّكمْ. </p><p> {شَنَآنُ قَوْمٍ} بُغْضُهُم. قرأ ابنُ عامرٍ، وأبو بكرٍ، وأبو جعفرٍ بخلافٍ عنهُ:  (شَنْآنُ) بإسكانِ النونِ الأولى، وهما لغتانِ، والفتحُ أجودُ، وبه قرأ الباقون (٢) . </p><p> {أَنْ صَدُّوكُمْ} قرأ ابنُ كثيرٍ، وأبو عمرٍو: بكسر الهمزةِ شرطًا، فيكون (صَدُّوكُمْ) مستقبلًا معنًى؛ لأنَّ الشرطَ حقُّه الاستقبالُ، والصدُّ كانَ عامَ الحديبيةِ سنةَ ستٍّ، ونزلت الآية عامَ الفتحِ سنةَ ثمانٍ من الهجرةِ، فتقديرُه: إن يقعْ منهم صدُّكم (٣) فيما يُستقبل مثلما مضى منهم، فلا تعتدوا عليهم، وقرأ الباقون: بفتح الهمزة (٤) ؛ أي: لأجل صدِّهِمْ إياكُمْ. </p><p> {عَنِ الْمَسْجِدِ الْحَرَامِ} واختارَ ابنُ عطيةَ، وتبعَهُ القرطبيُّ أن القراءةَ </p><p>(١) في \"ت\": \"بإباحة\". (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٢٤٢)، و\"التيسير\" للداني (ص: ٩٨)، و\"تفسير البغوي\" (١/ ٦٣٣)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٥٣ - ٢٥٤)، و\"معجم القراءات القرآنية\" (٢/ ١٩٠ - ١٩١).(٣) في \"ن\": \"صد\".(٤) انظر: المصادر السابقة.</p><p> بالفتحِ أمكنُ في المعنى؛ لأن الآيةَ نزلتْ بعدَ الصدِّ (١) . </p><p> {أَنْ تَعْتَدُوا} عليهم بالقتلِ وأخذِ الأموالِ. </p><p> {وَتَعَاوَنُوا} أي: لِيُعِنْ بعضُكم بعضًا. </p><p> {عَلَى الْبِرِّ} اتِّباعِ الأمرِ. </p><p> {وَالتَّقْوَى} اجتنابِ النهيِ. </p><p> {وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ} الكفرِ. </p><p> {وَالْعُدْوَانِ} الظلمِ. </p><p> {وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ} فانتقامُه أشدُّ. قرأ البزيُّ عن ابنِ كثيرٍ:  (وَلاَ تَّعَاوَنُوا) بتشديد التاء حالةَ الوصلِ (٢) . ثم قالَ تعالى محرِّمًا ما كانوا يُحلُّونه وهو بيان قوله:  {إِلَّا مَا يُتْلَى عَلَيْكُمْ} . </p><p> {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ذَلِكُمْ فِسْقٌ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣) }. </p><p>(١) انظر: \"المحرر الوجيز\" لابن عطية (٢/ ١٥٠)، و\"تفسير القرطبي\" (٦/ ٤٦). (٢) انظر: \"التيسير\" للداني (ص: ٨٣)، و\"الغيث\" للصفاقسي (ص: ٢٠٠)، و\"معجم القراءات القرآنية\" (٢/ ١٩١).</p>"
}