{
  "id": null,
  "sura": 5,
  "aya": 32,
  "text": "<p> وبعدَ قتلِ هابيلَ بخمسِ سنينَ، ولدتْ حواءُ شيثًا، وتفسيرُه: هِبَةُ الله، يعني: أنه خلفٌ من (١) هابيلَ، وأُنزل عليه خمسونَ صحيفةً، وصار وصيَّ آدمَ ووليَّ عهدِه، وبقي نسلُه، وأما قابيلُ فإِنه (٢) هربَ بأختِهِ إقليميا، وعبدَ النارَ، واتخذَ أولادُه آلاتِ اللهو، وانهمكوا في اللهو (٣) وشربِ الخمورِ والزنا والفواحش، وعبادةِ النار، حتى غَرَّقهم الله تعالى بالطوفان أيام نوح عليه السلام (٤) . </p><p> {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ (٣٢) }. </p><p> [٣٢] قال - صلى الله عليه وسلم -: \"لاَ تُقْتَلُ نَفْسٌ ظُلْمًا إِلَّا كَانَ عَلَى ابْنِ آدَمَ(٥)الأَوَّلِ كِفْلٌ مِنْ دَمِهَا؛ لأَنَّهُ أَوَّلُ مَنْ سَنَّ الْقَتْلَ\"  (٦) . </p><p> {مِنْ أَجْلِ ذَلِكَ} أي: بسببِ ذلكَ القتلِ. قرأ أبو جعفرٍ:  (مِنِ اجْلِ ذَلِكَ) </p><p>(١) في \"ظ\": \"عن\". (٢) \"فإنه\" زيادة من \"ظ\".(٣) في \"ظ\": \"الملاهي\".(٤) انظر: \"تفسير البغوي\" (١/ ٦٦٥)، و\"تفسير القرطبي\" (٦/ ١٤٠).(٥) \"آدم\" سقطت من \"ظ\".(٦) رواه البخاري (٣١٥٧)، كتاب: الأنبياء، باب: خلق آدم صلوات الله عليه وذريته، ومسلم (١٦٧٧)، كتاب: القسامة، باب: بيان إثم من سن القتل، عن ابن مسعود -رضي الله عنه-.</p><p> بكسر النونِ وحذفِ الهمزة ونَقْلِ حركتِها إلى نون (مِن) ، وهي لغة، وقراءة العامة: بجزم النونِ وفتح الهمزة مقطوعًا (١) . </p><p> {كَتَبْنَا} قضينا. </p><p> {عَلَى بَنِي إِسْرَائِيلَ} وخُصَّ بنو إسرائيل بالذكر؛ لأن قتل النفس فيهم كان محظورًا؛ لأنهم أولُ أمةٍ نزلَ الوعيدُ عليهم في قتلِ الأنفس بحسبِ طغيانِهم وسفكِهم الدماءَ. </p><p> {أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ} قتل. </p><p> {نَفْسٍ} أي: لم يقتلها قصاصًا. </p><p> {أَوْ} بغير. </p><p> {فَسَادٍ فِي الْأَرْضِ} من كفرٍ وزِنًا أو قطعِ طريقٍ ونحوِ ذلك. </p><p> {فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا} من حيثُ إن قتلَ الواحد والجميع سواءٌ في استجلابِ غضبِ الله، والعذابِ العظيمِ. </p><p> {وَمَنْ أَحْيَاهَا} أي: استنقذها من هلكة. </p><p> {فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا} أي: يجبُ على الكلِّ شكرُه. </p><p> {وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ} بالآيات الواضحة تأكيدًا للأمر. قرأ أبو عمرٍو (رُسْلُنَا) بجزم السين، والباقون: برفعها، وكذلك (رسلهم) و (رسلكم) حيثُ وقعَ (٢) . </p><p>(١) انظر: \"المحتسب\" لابن جني (١/ ٢٠٩)، و\"تفسير البغوي\" (١/ ٦٦٦)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٥٤)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٠٠)، و\"معجم القراءات القرآنية\" (٢/ ٢٠٦). (٢) انظر: \"التيسير\" للداني (ص: ٨٥)، و\"الكشف\" لمكي (١/ ٤٠٨)، و\"الغيث\" =</p>"
}