{
  "id": null,
  "sura": 5,
  "aya": 31,
  "text": "<p> {قَتْلَ أَخِيهِ} فَجَأَةً اغتيالًا وهو نائم عندَ جبلِ ثورٍ بمكةَ، وقيلَ غيرُه. </p><p> {فَقَتَلَهُ} والمقتولُ ابنُ عشرين سنةً. </p><p> {فَأَصْبَحَ مِنَ الْخَاسِرِينَ} دِينًا ودُنيا، وبقي مدةَ عمرِه مطرودًا محزونًا. </p><p> ... </p><p> {فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ قَالَ يَاوَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِي فَأَصْبَحَ مِنَ النَّادِمِينَ (٣١) }. </p><p> [٣١] فلما قتلَه، تركَه بالعراء، ولم يدرِ ما يصنعُ به؛ لأنه كانَ أولَ ميتٍ على وجهِ الأرضِ من بني آدمَ، وقصدَهُ السِّباعُ لتأكلَه (١) ، فحمله في جِرابٍ على ظهرِه أربعينَ يومًا حتى أَرْوَحَ وأَنْتَنَ (٢) . </p><p> {فَبَعَثَ اللَّهُ غُرَابًا} أي: غرابين تقاتلا (٣) فقتل أحدُهما الآخرَ، فجعلَ. </p><p> {يَبْحَثُ فِي الْأَرْضِ} أي: يحفرُ فيها (٤) حُفيرةً، فوارى فيها الغرابَ المقتولَ، وفعلَ ذلك. </p><p> {لِيُرِيَهُ} أي: ليريَ قابيلَ. </p><p> {كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ} أي: جيفته، فَثَمَّ قال: </p><p>(١) \"لتأكله\" زيادة من \"ظ\". (٢) \"وأنتن\" زيادة من \"ظ\".(٣) \"تقاتلا\" زيادة من \"ظ\".(٤) \"أي: يحفر فيها\" زيادة من \"ظ\".</p><p> {قَالَ يَاوَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِي فَأَصْبَحَ مِنَ النَّادِمِينَ} على حملِه، لا على قتلِه. قرأ الدوريُّ عن الكسائيِّ بخلافٍ عنه:  (يُوَارِي)  (فَأُوَارِي) بالإمالةِ، ووقفَ رويسٌ بخلافٍ عنهُ:  (يَا وَيْلَتَاه)  (يَا أَسَفَاه)  (يَا حَسْرَتَاه) بزيادةِ هاءٍ (١) . </p><p> قالَ ابنُ عباس رضي الله عنهما: لما قُتِلَ ولدُ آدمَ عليه السلام وهو بمكةَ، اشتاكَ الشجرُ، وتغيرتِ الأطعمةُ، وحَمِضَتِ الفواكهُ، واغبرَّتِ الأرضُ، فقالَ آدمُ: قد حدثَ في الأرضِ حدثٌ، فكانَ قتلُ ولدِه (٢) . </p><p> وقال ابنُ عباسٍ رضي الله عنهما أيضًا (٣) : مَنْ قالَ: إنَّ آدمَ قالَ شعرًا، فقد كذبَ؛ إنَّ محمدًا والأنبياءَ في النهي عن الشعر سَواءٌ، بل رثىَ ولدَه بالسريانية، فأخذها يعربُ بنُ قحطانَ، وكان يتكلَّمُ بالعربيةِ والسريانيةِ، وهو أولُ مَنْ خَطَّ بالعربية، وكانَ يقولُ الشعرَ، فرتَّبَها ووزنَها شعرًا، وهي: </p><p> تغيَّرَتِ الْبِلاَدُ وَمَنْ عَلَيْهَا ... فَوَجْهُ الأَرْضِ مُغْبَرٌّ قَبِيحُ </p><p> تغيَّرَ كُلُّ ذِي طَعْمٍ وَلَوْنِ ... وَقَلَّ بَشَاشَةُ الْوَجْهِ الصبِيحِ </p><p> وزيدَ فيه أبياتٌ منها: </p><p> وَمَا لِي لاَ أَزِيدُ بِسَكْبِ دَمْعٍ ... وَهَابِيلٌ تَضَمَّنَهُ الضَّرِيحُ </p><p> أَرَى طُولَ الْحَيَاةِ عَلَيَّ غَمًّا ... فهَلْ أَنَا مِنْ حَيَاتِي مُسْتَرِيحُ </p><p>(١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ١٦٩، ١٩٩)، و\"معجم القراءات القرآنية\" (٢/ ٢٠٤ - ٢٠٥). (٢) انظر: \"تفسير البغوي\" (١/ ٦٦٥)، و\"تفسير القرطبي\" (٦/ ١٣٩).(٣) \"أيضًا\" زيادة من \"ظ\".</p>"
}