{
  "id": null,
  "sura": 5,
  "aya": 33,
  "text": "<p> {ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَلِكَ} أي: المكتوبِ عليهم. </p><p> {فِي الْأَرْضِ لَمُسْرِفُونَ} بالقتلِ وانتهاكِ المحارمِ، والإسرافُ: التباعدُ عن حدِّ الاعتدالِ في الأمر. </p><p> ... </p><p> {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (٣٣) }. </p><p> [٣٣] وعن أنسِ بنِ مالكٍ رضي الله تعالى عنه: \"أَنَّ قَوْمًا مِنْ عُكْلٍ وَعُرَيْنَةَ قَدِمُوا عَلَى رَسُولِ اللهِ - صلى الله عليه وسلم -،[فَأَسْلَمُوا، ثُمَّ إِنَّهُمْ مَرِضُوا، وَاسْتَوْخَمُوا الْمَدِينَةَ، فَأَمَرَ لَهُمْ رَسُولُ اللهِ - صلى الله عليه وسلم -](١)بِلِقَاحِ مِنْ الصَّدَقَةِ، وأمرهم أَنْ يشربوا من أبوالِها وأَلبانِها، فانطلقوا، وفعلوا ذلك، فلما صَحُّوا، قَتلوا الراعيَ، وساقوا النَّعَمَ، فبلغَ ذلكَ(٢)النبيَّ - صلى الله عليه وسلم - خبرهم(٣)من أولِ النهارِ، فأرسلَ في إثرِهم، فما ارتفعَ النهارُ حتى جِيءَ بهم إليه، فأمر بهم فَقُطعت أَيديِهم وأرجلُهم، وسمر(٤)أعينهُم، وأُلقوا في الحَرَّةِ يَسْتسقونَ فلا يُسْقَوْنَ\" . </p><p>= للصفاقسي (ص: ٢٠٢)، و\"معجم القراءات القرآنية\" (٢٠٧). (١) ما بين معكوفتين سقطت من \"ش\".(٢) \"ذلك\" زيادة من \"ظ\".(٣) \"خبرهم\" ساقطة من \"ظ\".(٤) في \"ظ\": \"سملت\".</p><p> وحكى أهلُ التاريخِ أنهم قطعوا أيدي الراعي ورجليه، وغرزوا الشوكَ في عينيه حتى ماتَ، وأُدخلَ المدينةَ ميتًا، وكان اسمه يسارًا، وكان نُوبِيًّا رحمه الله، وكانَ هذا الفعل من هؤلاء (١) المرتدين سنةَ ستٍّ من الهجرةِ الشريفة (٢) . </p><p> قال أبو قلابةَ: فهؤلاء قومٌ سرقوا وقَتَلوا وكفروا بعدَ إيمانهم، وحاربوا اللهَ ورسولَه (٣) . قال (٤) : فأنزلَ الله في ذلكَ: </p><p> {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ} أي: أولياءه. </p><p> {وَرَسُولَهُ} ومحاربةُ المسلمينَ في حكمِ محاربةِ رسوله. </p><p> {وَيَسْعَوْنَ} أي: وَسَعوا {فِي الْأَرْضِ فَسَادًا} أي: مفسدين. </p><p> {أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ} الذي ذكرت من الحدِّ. </p><p> {لَهُمْ خِزْيٌ} ذل وفضيحةٌ. </p><p> {فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ} لِعِظَمِ ذنوبهم. </p><p> ... </p><p>(١) \"هؤلاء\" زيادة من \"ظ\". (٢) \"الشريفة\" زيادة من \"ظ\".(٣) رواه البخاري (٦٤١٩)، كتاب: المحاربين من أهل الكفر والردة، باب: لم يسق المرتدون المحاربون حتى ماتوا، ومسلم (١٦٧١)، كتاب القسامة، باب: حكم المحاربين والمرتدين.(٤) \"قال\" ساقطة من \"ظ\".</p>"
}