{
  "id": null,
  "sura": 5,
  "aya": 3,
  "text": "<p> [٣]  {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ} وهي ما فارقه الرُّوحُ من غيرِ تذكيةٍ. قرأ أبو جعفرٍ:  (الْمَيِّتَةُ) بالتشديد، والباقون: بالتخفيفِ، والكسائيُّ يُميل التاءَ حيثُ وقفَ على هاء التأنيث (١) . </p><p> {وَالدَّمُ} أي: المسفوحُ، وكان أهلُ الجاهلية يصبونه في الأمعاء، ويشوونها. </p><p> {وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ} أي: ما ذُكر على ذبحِهِ اسمُ غيرِ اللهِ سبحانه؛ كقولِ: باسمِ اللَّاتِ والعُزَّى. </p><p> {وَالْمُنْخَنِقَةُ} التي تُخْنَقُ. ورُويَ عن أبي جعفرٍ:  (وَالْمُنخَنِقَةُ) بإخفاءِ النونِ عند الخاء، ورُوي عنهُ الإظهارُ كبقية القراءِ، وهو أشهرُ (٢) ، وتقدَّم ذكرُ مذهبِه في ذلك مستوفًى في سورةِ النساءِ عندَ تفسيرِ قولِه تعالى:  {إِنْ يَكُنْ غَنِيًّا}  [النساء: ١٣٥] . </p><p> {وَالْمَوْقُوذَةُ} المقتولةُ بالخشبِ. قرأ الكسائيُّ:  (وَالْمَوْقُوذَةُ) بإمالةِ الذالِ حيثُ وقفَ على هاءِ التأنيث (٣) . </p><p> {وَالْمُتَرَدِّيَةُ} الساقطةُ من عُلُو فتموتُ. </p><p> {وَالنَّطِيحَةُ} التي تنطَحُها أُخرى فتموتُ. </p><p>(١) كما تقدم عنهم مرارًا. (٢) انظر: \"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٥٤)، و\"إتحاف فضلاء البشر\" للدمياطي (ص:١٩٨)، و\"معجم القراءات القرآنية\" (٢/ ١٩١).(٣) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ١٩٨)، و\"معجم القراءات القرآنية\" (٢/ ١٩٢).</p><p> {وَمَا أَكَلَ السَّبُعُ} أي: بعضَه. </p><p> {إِلَّا مَا ذَكَّيْتُمْ} إلا ما أدركتُم ذَكاتَه وفيه حياةٌ مستقرَّةٌ. </p><p> {وَمَا ذُبِحَ عَلَى النُّصُبِ} وهي حجارةٌ كانتْ منصوبةً حولَ البيتِ يعبدُها الجاهليةُ، ويذبحون عندَها، ويعدُّونَ ذلكَ قربةً. </p><p> {وَأَنْ تَسْتَقْسِمُوا} تطلبوا القسمَ والحكمَ. </p><p> {بِالْأَزْلَامِ} جمعُ زَلَمٍ بضمِّ الزاي وفتحِها، وهي القِداحُ التي لا ريشَ لها ولا نصلَ، وذلكَ أنهم إذا قصدوا فعلًا، ضربوا ثلاثةَ قداحٍ مكتوب على أحدِها: أَمَرني ربي، وعلى الآخر: نهاني، والثالثُ: غُفْلٌ، فإن خرجَ الآمرُ، مَضَوا على ذلك، وإن خرجَ الناهي، تجنبوا عنه، وإن خرج الغفلُ، أجالوها ثانيًا، فمعنى الاستقسام: طلبُ معرفةِ ما قُسِمَ لهم دونَ ما لم يقسمْ بالأزلام. </p><p> {ذَلِكُمْ} أي: المحرَّماتُ في الآية، أو الاستقسامُ. </p><p> {فِسْقٌ} قال - صلى الله عليه وسلم -: \"مَنْ تَكَهَّنَّ أَوِ اسْتَقْسَمَ، أَوْ تَطَيَّرَ طيرَةً يَرُدُّهُ عَنْ سَفَرِهِ، لَمْ يَنْظُرْ إِلَى الدَّرَجَاتِ العُلاَ مِنَ الجَنَّةِ يَوْمَ القِيَامَةِ\"  (١) . </p><p> {الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ} أي: من إبطالِه ورجوعِكم عنه. </p><p> {فَلَا تَخْشَوْهُمْ} أن يظهروا عليكم. </p><p>(١) رواه الطبراني في \"المعجم الأوسط\" (٢٦٦٣)، وفي \"مسند الشاميين\" (٢١٠٣)، وأبو نعيم في \"حلية الأولياء\" (٥/ ١٧٤)، والخطيب في \"تاريخ بغداد\" (٥/ ٢٠١)، والبيهقي في \"شعب الإيمان\" (١١٧٧)، عن أبي الدرداء -رضي الله عنه-.</p><p> {وَاخْشَوْنِ} أَخْلِصوا الخشيةَ لي. قرأ يعقوبُ:  (وَاخْشَوْنِي) بإثباتِ الياءِ حالةَ الوقفِ (١) . </p><p> {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} بإتمامِ عِزِّهِ وظُهورِه ونصرِه: نزلتْ يومَ الجمعةِ يومَ عرفةَ بعدَ العصرِ في حجَّةِ الوداعِ، والنبيُّ - صلى الله عليه وسلم - واقفٌ بعرفاتٍ على ناقتِهِ العَضْباءِ، فكادَتْ عَضُدُ الناقةِ تَندقُّ مِنْ ثِقَلِها (٢) ، فبركَتْ، قال ابنُ عباسٍ:  \"لَمْ ينزلْ بعدَ هذهِ الآيةِ حلالٌ ولا حرامٌ\"  (٣) . </p><p> {وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي} بالهدايةِ والتوفيقِ، وبدخولِ مكةَ آمنينَ، ومنعِ المشركينَ من دخولِ الحَرمِ بعدَ العام. </p><p> {وَرَضِيتُ لَكُمُ الْإِسْلَامَ} اخترتُه لكم. </p><p> {دِينًا} من بينِ الأديانِ، وهو الدينُ عندَ اللهِ لا غيرُ، قال ابنُ عباسٍ:  \"كانَ ذلكَ اليومَ خمسةُ أعيادٍ: جمعةٌ، وعرفةُ، وعيدُ اليهودِ، والنصارى، والمجوسِ، ولم تجتمعْ أعيادُ أهلِ(٤)المللِ في يوم قبلَه ولا بعدَه\"  (٥) . </p><p> ولما نزلتْ هذه الآيةُ، بكى عمرُ رضي الله عنه، فقال له (٦) النبيُّ - صلى الله عليه وسلم -: \"مَا يُبْكِيكَ؟ \" فقال: \"كُنَّا في زيادةٍ من دينِنا، وأَمَّا إذا كَمُلَ؛ فإنَّه لا يكمُل </p><p>(١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ١٩٨) و\"معجم القراءات القرآنية\" (٢/ ١٩٣). (٢) انظر: \"تفسير البغوي\" (١/ ٦٣٦).(٣) رواه الطبري في \"تفسيره\" (٦/ ٧٩)، عن السدي.(٤) \"أهل\" ساقطة من \"ن\".(٥) انظر: \"تفسير البغوي\" (١/ ٦٣٦).(٦) \"له\" ساقطة من \"ت\".</p><p> شيءٌ إلا نَقَصَ \" فقال: \" صَدَقْتَ\" (١) ، وعاشَ بعدَها - صلى الله عليه وسلم - أحدًا وثمانين يومًا، وتُوفي يومَ الاثنين بعدَما زاغتِ الشمسُ لليلتين خَلَتا من ربيعٍ الأولِ (٢) ، وقال ابنُ الجوزيِّ: لاثنتي عشرةَ ليلةً خلَتْ منه سنة إحدى عشرةَ من الهجرةِ (٣) . </p><p> {فَمَنِ اضْطُرَّ} متصلٌ بذكرِ المحرَّمات، وما بينهما اعتراضٌ مؤكِّدٌ معنى التحريم. قرأ نافعٌ، وابنُ عامرٍ، وأبو جعفرٍ، وابنُ كثيرٍ، والكسائيُّ، وخلفٌ:  (فَمَنُ اضْطُرَّ) بضم النون، وأبو جعفرٍ: بكسر الطاء (٤) ، والمعنى: فمن اضطرَّ إلى تناولِ شيء من هذهِ المحرمات. </p><p> {فِي مَخْمَصَةٍ} مجاعةٍ. </p><p> {غَيْرَ مُتَجَانِفٍ} مائلٍ. </p><p> {لِإِثْمٍ} وهو الأكلُ فوقَ الشبع. </p><p> {فَإِنَّ اللَّهَ غَفُورٌ} لهُ ما أتى عندَ اضطراره. </p><p> {رَحِيمٌ} لا يؤاخذُه بأكلِه. وتقدَّمَ اختلافُ الأئمةِ الأربعةِ في جوازِ أكلِ الميتةِ عندَ الضرورةِ، وقدرِ ما يجوز أكلُه في سورةِ البقرةِ عندَ تفسيرِ قولِه تعالى: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ </p><p>(١) رواه ابن أبي شيبة في \"المصنف\" (٣٤٤٠٨)، والطبري في \"تفسيره\" (٦/ ٨٠)، والخطيب في \"موضح أوهام الجمع والتفريق\" (٢/ ٥٣٣). (٢) انظر: \"تفسير البغوي\" (١/ ٦٣٧).(٣) انظر: \"زاد المسير\" لابن الجوزي (٢/ ٢٨٧).(٤) انظر: \"الغيث\" للصفاقسي (ص: ٢٠٠)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٩٨)، و\"معجم القراءات القرآنية\" (٢/ ١٩٣).</p>"
}