{
  "id": null,
  "sura": 5,
  "aya": 27,
  "text": "<p> وزِيدَ في النهارِ ساعة حتى قتلَهم أجمعينَ، وتتَبَّعَ ملوكَ الشامِ واستباحَهم، وملكَ الشامَ، وفَرَّقَ فيها عمالَه، واستمرَّ يدبِّرُ بني إسرائيلَ ثماني وعشرينَ سنةً، ثم تُوفي وله مئةٌ وعشرُ سنينَ، ودُفن في كفل حارس: قريةٍ من أعمالِ نابُلُسَ، وقيل: إنه مدفونٌ في المعرَّةِ، وفي القصةِ اختلافٌ بين المفسرينَ والمؤرخين، واللهُ أعلمُ (١) . </p><p> ... </p><p> {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ (٢٧) }. </p><p> [٢٧] ثم أمرَ اللهُ سبحانه وتعالى نبيه (٢) محمدًا - صلى الله عليه وسلم - أن يقصَّ على حاسديهِ ما جرى بسببِ الحسدِ؛ ليتركوهُ ويؤمنوا، فقال: </p><p> {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ} هابيلَ وقابيلَ. </p><p> {بِالْحَقِّ} خبرهما مُتَلَبِّسًا بالصدق. قرأ السوسيُّ عن أبي عَمْرٍو (آدَمْ بِالْحَقِّ) وشبهَهُ بإسكانِ الميمِ عندَ الباء، وتقدَّم الكلامُ عليه في سورةِ البقرةِ. </p><p> {إِذْ قَرَّبَا قُرْبَانًا} وكان سببُ قربانهما أنَّ حواءَ كانتْ تحمل (٣) في كلِّ بطنٍ غلامًا وجاريةً، وجميعُ أولادِها أربعونَ ولدًا في عشرينَ بطنًا، إِلَّا شيثًا عليه السلام وُلِدَ منفردًا، وكان آدم عليه السلام (٤) يزوِّجُ أنثى هذا البطنِ بغيرِ ذكرِه، فقالَ لقابيلَ: إن الله تعالى أمرني أن أُنكح أختكَ إقليميا بهابيلَ، </p><p>(١) انظر: \"تفسير الطبري\" (١/ ٤٤١)، و\"تفسير البغوي\" (١/ ٦٦١). (٢) \"نبيه\" زيادة من \"ظ\".(٣) في \"ظ\": \"تلد\".(٤) في \"ظ\" زيادة: \"فإنه\".</p><p> وأُنكحك أختَه ليودا (١) ، فقبلَ هابيلُ، وأبى (٢) قابيلُ، وكانت أختُ قابيلَ أحسنَ من أختِ هابيلَ، فقالَ له أبوه: إنها لا تحلُّ لكَ، فأبى أن يقبلَ ذلك، وقالَ: إن الله لم يأمرْهُ بهذا، وإنما هو من رأيِه، فقال لهما آدمُ عليه الصلاة والسلام: قَرِّبا قربانًا، فأيُّكما قُبِلَ قربانُه، فهوَ أحقُّ بإقليميا، وكانتِ القرابين إذا قُبلت، نزلَتْ نارٌ من السماءِ بيضاءُ فأكلَتْها، وإذا لم تكنْ مقبولةً، لم تنزلِ النارُ إِليها (٣) وتأكلُها الطيورُ والسباعُ، فخرجا ليقربا القربانَ، وكان قابيلُ صاحبَ زَرْعٍ، فقرَّبَ صُبْرَة من طعامٍ من أردأ زرعِه، وأضمرَ في نفسِه، وقالَ (٤) : ما أُبالي أَتقبلُ مني أم لا، لا يتزوَّجُ أختي أبدًا، وكان هابيلُ صاحبَ غَنَمٍ، فعمَدَ إلى أحسنِ كبشٍ في غنمِه، فقرب به (٥) ، وأضمرَ في نفسِه رِضا اللهِ -عز وجل-، فوضَعا قربانَهما على الجبل، ثم دعا آدمُ عليه السلام، فنزلت نارٌ من السماءِ فأكلَتْ قربانَ هابيل، ولم تأكلْ قربانَ قابيل، ورُفع قربانُ هابيل، فبقيَ في الجنةِ يرعى حتى فُدِي به إسماعيلُ بنُ إبراهيمَ -عليهما الصلاة والسلام-، فذلك قوله تعالى: </p><p> {فَتُقُبِّلَ مِنْ أَحَدِهِمَا}  (٦) يعني: هابيلَ. </p><p> {وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ} يعني: قابيل، فازداد حَنَقًا في هابيلَ وتهدَّدَهُ. </p><p> {قَالَ لَأَقْتُلَنَّكَ} قال: لِمَ؟ قالَ: لأنَّ اللهَ قبلَ قربانَكَ ولم يَقبلْ قُرباني، </p><p>(١) في \"ظ\": \"بيودا\". (٢) في \"ظ\": \"ولم يقبل\".(٣) \"إليها\" زيادة من \"ظ\".(٤) \"وقال\" زيادة من \"ظ\".(٥) في \"ظ\": \"فقربه\".(٦) انظر: \"تفسير الطبري\" (٦/ ١٨٨)، و\"تفسير البغوي\" (١/ ٦٦٢ - ٦٦٣).</p>"
}