{
  "id": null,
  "sura": 5,
  "aya": 106,
  "text": "<p> {إِلَى اللَّهِ مَرْجِعُكُمْ} جميعًا، الضالُّ والمهتدي. </p><p> {فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} وعدٌ ووعيدٌ للفريقين، وتنبيهٌ على أن أحدًا لا يؤاخَذُ بذنبِ غيرِه. </p><p> ... </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَى وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الْآثِمِينَ (١٠٦) }. </p><p> [١٠٦] ولما سافرَ تميمُ بنُ أوسٍ الداريُّ، وعَدِيُّ بنُ بَدَّاءَ إلى الشامِ، وهما نصرانيانِ، ومعهما بُدَيْلٌ مولى عمرِو بنِ العاصِ، وكانَ مسلِمًا، فلما قَدِموا الشامَ، مرضَ بديلٌ، فكتبَ كتابًا فيه جميعُ ما معه، وألقاه في متاعِه، ولم يخبرْ صاحبيهِ، فلما اشتدَّ وجعُه، أمرَهما أن يدفَعا متاعَه إذا رجَعا إلى أهلِهِ، وماتَ بديلٌ، ففتشا متاعَه، فأخذا منهُ إناءً من فِضَّةٍ منقوشًا بالذهبِ فيه ثلاثُ مئةِ مثقالٍ فضةً، فَغَيَّباهُ، ثم قَضيا حاجَتَهما، وانصرَفا إلى المدينةِ، فدفعا المتاعَ إلى أهلِ الميت، ففتشوا، وأصابوا الصحيفةَ فيها تسميةُ ما كانَ معه، فجاؤوا تميمًا وعديًّا، فقالوا: هل باعَ صاحبُنا شيئًا من متاعِه؟ قالا: لا، قالوا: فهل اتَّجَرَ تِجارةً؟ قالا: لا، قالوا: فهل طالَ مرضُه فأنفقَ على نفسِه؟ قالا: لا، قالوا: إنا وجدْنا في متاعِه صحيفةً فيها تسميةُ ما معه، وإِنا فقدنا منها إناءً من فضةٍ مموهًا بالذهب، فيه ثلاثُ مئةِ مثقالٍ فضةً، فجحدا، فاختصموا إلى النبي - صلى الله عليه وسلم -، فأصرَّا على الإنكار، فأنزل الله تعالى: </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ}  (١) أي: فيما أُمرتم شهادةُ بينِكم، </p><p> والمرادُ بالشهادة: الإشهادُ. </p><p> {إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ} وإذا شارَفَهُ فظهَرَتْ أمارتُهُ. </p><p> {الْوَصِيَّةِ اثْنَانِ} أي: ليشهدِ اثنانِ على الوصية. </p><p> {ذَوَا عَدْلٍ} أي: أمانةٍ وعقلٍ. </p><p> {مِنْكُمْ} أي: من أهلِ دينِكم يا معشرَ المؤمنين. </p><p> {أَوْ آخَرَانِ مِنْ غَيْرِكُمْ} أو من غيرِ دينِكم ومِلَّتِكُمْ. </p><p> {إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ} سافرتُم فيها. </p><p> {فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ} أي: قاربتم الأجلَ. </p><p> {تَحْبِسُونَهُمَا} أي: تستَوقفونهما. </p><p> {مِنْ بَعْدِ الصَّلَاةِ} أي: صلاةِ العصرِ؛ لأنَّ جميعَ أهلِ الأديانِ يعظِّمونَ ذلك الوقتَ، ويتجنبونَ فيه الحلفَ الكاذبَ. </p><p> {فَيُقْسِمَانِ} يَحْلِفانِ. </p><p> {بِاللَّهِ إِنِ ارْتَبْتُمْ} أي: شَكَكْتُم، ووقعتَ لكم الريبةُ في قولِ الشاهدينِ وصدِقهما اللَّذينِ ليسا من أهلِ ملَّتِكم، فإن كانا مسلمينِ، فلا يمينَ عليهما بالاتفاق. </p><p>(١) رواه البخاري (٢٦٢٨)، كتاب: الوصايا، باب: قول الله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ ..} , عن ابن عباس -رضي الله عنهما-. وانظر: \"أسباب النزول\" للواحدي (ص: ١١٧).</p>"
}