{
  "id": null,
  "sura": 5,
  "aya": 21,
  "text": "<p> {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَاقَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ وَجَعَلَكُمْ مُلُوكًا وَآتَاكُمْ مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ (٢٠) }. </p><p> [٢٠]  {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَاقَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ} فأرشدَكُم بهم، ولم يبعث في أُمَّةٍ ما بعثَ في بني إسرائيلَ من الأنبياءِ. </p><p> {وَجَعَلَكُمْ مُلُوكًا} أصحابَ حَشَمٍ وخَدَمٍ. </p><p> {وَآتَاكُمْ} من الثمن والسَّلْوى وتظليلِ الغَمامِ وفَلْقِ البحرِ وغيرِ ذلكَ من النِّعَمِ. </p><p> {مَا لَمْ يُؤْتِ أَحَدًا مِنَ الْعَالَمِينَ} يعني عالَمي زمانِكم، تبيينٌ من اللهِ تعالى أَنَّ أسلافَهم تمرَّدوا على موسى -عليه الصلاة والسلام-، وعصَوْه، فكذلكَ هؤلاءِ مع محمدٍ - صلى الله عليه وسلم -، وهو تسليةٌ - صلى الله عليه وسلم -. </p><p> ... </p><p> {يَاقَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ (٢١) }. </p><p> [٢١]  {يَاقَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ} هي أرضُ بيتِ المقدسِ أو أَريحا. قرأ الكسائيُّ:  (الْمُقَدَّسَةَ) بإمالةِ السينِ حيثُ وقفَ على هاءِ التأنيثِ. المعنى: اسكنوا الأرضَ الطاهرةَ. </p><p> {الَّتِي كَتَبَ اللَّهُ لَكُمْ} في اللوحِ المحفوظِ قبلَ خلقِكم أَنَّكم تقتسمونها، </p><p> وتسكنونَها بعدَ أعدائكم {وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ} لا ترجِعوا على أعقابِكم منهزمينَ خوفَ العدوِّ. </p><p> {فَتَنْقَلِبُوا} بالخيبة {خَاسِرِينَ} ثوابَ الدارَيْنِ. </p><p> وأما حدودُ الأرضِ المقدسةِ، فمنَ القِبْلَةِ أرضُ الحجازِ الشريفِ، يفصلُ بينَهُما جبالُ الشورى، وهي جبالٌ منيعةٌ بينَها وبينَ أيلةَ نحوُ مرحلةٍ، وسطحُ أيلةَ هو أولُ حدِّ الحجازِ من جهةِ الشامِ، وهي من تيهِ بني إسرائيلَ، وبينَها وبينَ بيتِ المقدسِ نحوُ ثمانيةِ أيامٍ سير الأثقال، ومن الشرقي من بعدِ دومةِ الجندلِ بريةُ السَّماوَةِ، وهي كبيرةٌ ممتدةٌ إِلى العراقِ، ينزلُها عربُ الشام، ومسافتُها عن بيتِ المقدس نحوُ مسافةَ أيلةَ، ومنَ الشَّمالِ مما يلي الشرقَ نهرُ الفراتِ، ومسافتُه عن بيتِ المقدسِ نحوُ عشرين يومًا سير (١) الأثقالِ، فيدخلُ في هذا الحدِّ المملكةُ الشاميةُ بكمالِها، ومن الغربِ بحرُ الرومِ، وهو البحرُ المالحُ ومسافتُه عن بيتِ المقدسِ من جهةِ رَمْلَةِ فلسطينَ نحوُ يومينِ، ومن الجنوبِ رمل مصرَ والعريشُ، ومسافتُه عن بيتِ المقدسِ نحوُ خمسةِ أيامٍ سير الأثقالِ، ثم يليهِ تيهُ بني إسرائيلَ وطورُ سيناءَ، ويمتدُّ من تلكَ الجهةِ إلى تبوكَ، ثم دومةُ الجندلِ المتصلةُ بالحدِّ الشرقيِّ، ويأتي ذكرُ حدِّ حرمِ مكةَ في سورةِ التوبة، وحرمِ المدينةِ في سورةِ الأحزابِ إن شاء الله تعالى. </p><p> ... </p><p> {قَالُوا يَامُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ (٢٢) }. </p><p>(١) في \"ن\": \"بسير\".</p>"
}