{
  "id": null,
  "sura": 5,
  "aya": 115,
  "text": "<p> {قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا لِأَوَّلِنَا وَآخِرِنَا وَآيَةً مِنْكَ وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ (١١٤) }. </p><p> [١١٤]  {قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً مِنَ السَّمَاءِ تَكُونُ لَنَا عِيدًا} أي: يكونُ يومُ نزولِها عيدًا نُعَظِّمُهُ. </p><p> {لِأَوَّلِنَا} لمن في زمانِنا. </p><p> {وَآخِرِنَا} لمن يأتي بعدَنا، قالوا: نزلَتْ يومَ الأحدِ، فلذلكَ اتَّخَذَهُ النصارى عيدًا. </p><p> {وَآيَةً مِنْكَ} دلالةً وحجَّةُ. </p><p> {وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِينَ} أي: خيرُ مَنْ أَعْطى ورَزَقَ. </p><p> ... </p><p> {قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ (١١٥) }. </p><p> [١١٥]  {قَالَ اللَّهُ} مُجيبًا لعيسى: </p><p> {إِنِّي مُنَزِّلُهَا عَلَيْكُمْ} يعني: المائدة. قرأ نافعٌ، وأبو جعفرٍ، وابنُ عامرٍ، وعاصمٌ:  (مُنَزِّلُهَا) بالتشديد؛ لأنَّها نزلَتْ مراتٍ، والتَّفعيلُ يدلُّ على التدبيرِ مرةً بعدَ أخرى، وقرأ الباقون: بالتخفيف؛ لقوله:  {أَنْزِلْ عَلَيْنَا}  (١) . </p><p> {فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ} أي: بعدَ نزولِها. </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٢٥٠)، و\"التيسير\" للداني (ص: ١٠١)، و\"تفسير البغوي\" (١/ ٧٣٢)، و\"معجم القراءات القرآنية\" (٢/ ٢٤٩).</p><p> {فَإِنِّي} قرأ نافعٌ، وأبو جعفرٍ:  (فَإِنِّي) بفتحِ الياء، والباقون: بإسكانها (١) . </p><p> {أُعَذِّبُهُ عَذَابًا} أي: جنسَ عذابٍ. </p><p> {لَا أُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ} يعني عالَمي زمانِهم، والصحيحُ أنها نزلَتْ، رُوي أن عيسى عليه السلام لما سألوه نزولَ المائدةِ، لبسَ صوفًا وتضرَّعَ وبكى، وقالَ:  {اللَّهُمَّ رَبَّنَا أَنْزِلْ عَلَيْنَا مَائِدَةً} الآية، فنزلَتْ سفرةٌ حمراءُ بينَ غَمامتينِ من فوقِها وتحتِها، وهم ينظرونَ، وهي تهوي مُنْقَضَّةً حتى سقطَتْ بينَ أيديهم، فبكى عيسى، وقالَ: اللهمَّ اجعلْني منَ الشاكرين، اللهمَّ اجعلْها رحمةً، ولا تجعلْها عقوبة، فقالَ عيسى: لِيَقُمْ أحسنكم عملًا فَلْيَكْشِفْ عنها، ويذكرِ اسمَ اللهِ تعالى، فقالَ شمعونُ رأسُ الحواريين: أنتَ أولى بذلك، فقامَ عيسى فصلَّى وبكى طويلًا، ثم كشفَ المنديلَ عنها، وقال: باسمِ اللهِ خيرِ الرازقينَ، فإذا هو بسمكةٍ ليسَ عليها فُلوسُها، تسيلُ دسمًا، عندَ رأسِها ملحٌ، وعندَ ذَنَبِها خَلٌّ، وحولَها من جميعِ ألوانِ البقولِ ما خلا الكُرَّاثَ، وخمسةُ أرغفةٍ على واحدٍ زيتونٌ، وواحد عسلٌ، وواحد سمنٌ، وواحد جبنٌ، وواحد قديدٌ، فقالَ شمعونُ: أمن طعامٍ الدُّنيا أمْ منْ طعامِ الآخرة؟ فقال عيسى: ليسَ منهُما، ولكنه شيءٌ افتعلهُ اللهُ بالقدرةِ الغالبةِ، كلوا مما سألتُم يُمْدِدْكم ربكم، فقالوا: كنْ أولَ </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٢٥٠)، و\"التيسير\" للداني (ص: ١٠١)، و\"تفسير البغوي\" (٢/ ٢٥٦)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٥٦)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٠٤)، و\"معجم القراءات القرآنية\" (٢/ ٢٤٩).</p><p> آكلٍ منها، فقال: معاذَ اللهِ أن آكلَ، لكنْ يأكلُ منها مَنْ سألها، فخافوا فلم يأكلوا، فأطعمَها أهلَ الفاقةِ، وكانوا أكثرَ من ألفٍ، فيهم المرضى والفقراءُ، فأكلوا حتى شبعوا، وإِذا هي كهيئتها حينَ نزلَتْ، ثم طارتْ وما أكل منها فقيرٌ إلا استغنى، ولا مريضٌ إلا عوفيَ، [وكانتْ تنزلُ ضحًى، فيأكلُ منها الأغنياءُ والفقراءُ، فإذا فاءَ الفيءُ، طارتْ]  (١) ، وكانت تنزلُ يومًا وتغيبُ يومًا كناقةِ ثمودَ، ترعى يومًا، وتَرِدُ يومًا، فلبثت كذلكَ أربعينَ صباحًا، وأوحى الله إليه أنِ اجعلْ رزقي في الفقراءِ دونَ الأغنياءِ، ففعلَ، فعظُمَ على الأغنياءِ، وأذاعوا القبيحَ حتى شَكُّوا وشَكَّكوا فيهِ الناسَ، فوقعتْ فيه الفتنةُ في قلوبِ المرتدِّينَ، ثم أوحى الله إلى عيسى أني آخِذٌ بشرطي من المكذِّبينَ، قد اشترطتُ عليهم أَنّي معذبُ من كفرَ منهم عذابًا لا أُعذِّبُه أحدًا من العالمينَ بعدَ نزولِها، فقال عيسى:  {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} فَمُسخ منهم ثلاثُ مئةٍ وثلاثونَ رجلًا، باتوا من ليلتِهم على فُرُشِهم معَ نسائِهم، فأصبحوا خنازيرَ يسعَوْنَ في الطرقاتِ، ويأكلونَ العَذِراتِ، فلما رأى الناسُ ذلكَ، فزعوا إلى عيسى، وبَكَوا، فلما أبصرتِ الخنازيرُ عيسى، بكَتْ وجعلَتْ تُطيف بعيسى، وجعلَ عيسى يدعوهُم بأسمائِهم، فيشيرونَ برؤوسِهم ويبكونَ، ولا يقدرونَ على الكلام، قال الله تعالى لمحمدٍ - صلى الله عليه وسلم -: {وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ}  [الرعد: ٦] ، وقال تعالى:  {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ}  [المائدة: ٧٨] ، فسألَ </p><p>(١) من قوله: \"وكانت تنزل ضحىً ... \" إلى قوله: \"طارت\" ساقط من \"ن\".</p>"
}