{
  "id": null,
  "sura": 5,
  "aya": 110,
  "text": "<p> {قَالُوا} أي: فيقولون. </p><p> {لَا عِلْمَ لَنَا} قال ابن عباس: \"معناه:{لَا عِلْمَ لَنَا}إلا علم أنتَ أعلمُ بهِ مِنَّا\"  (١) . </p><p> {إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ} فتعلمُ ما نعلمُ مما أجابونا وأظهروا لنا، وما لم نعلمْ مما أضمَرُوا في قلوبِهم. قرأ حمزةُ، وأبو بكرٍ عن عاصمٍ (الْغِيُوبِ) بكسر الغين حيثُ وقعَ، وضَمَّها الباقون (٢) . </p><p> ... </p><p> {إِذْ قَالَ اللَّهُ يَاعِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَى وَالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (١١٠) }. </p><p> [١١٠]  {إِذْ قَالَ اللَّهُ يَاعِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ} هذا من صفةِ يومِ القيامة؛ كأنه قالَ: اذكرْ يومَ يجمعُ اللهُ الرسلَ، وإذْ يقولُ اللهُ لعيسى، وذكرُ النعمةِ: شكرُها، والمرادُ: النعمُ، لفظُه واحدٌ، ومعناه جمعٌ. </p><p>(١) رواه ابن أبي حاتم في \"تفسيره\" (٤/ ١٢٣٦). (٢) انظر: \"التيسير\" للداني (ص: ١٠١)، و\"الغيث\" للصفاقسي (ص: ٢٠٥)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٥٥، ٢٠٣)، و\"معجم القراءات القرآنية\" (٢/ ٢٤٥).</p><p> {وَعَلَى وَالِدَتِكَ} مريمَ، ثم ذكرَ النعمَ فقال: </p><p> {إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ} يعني: جبريلَ عليه السلام. </p><p> {تُكَلِّمُ} يعني: وتكلِّمُ. </p><p> {النَّاسَ فِي الْمَهْدِ} صَبِيًّا. </p><p> {وَكَهْلًا} نَبِيًّا، قالَ ابنُ عباسٍ:  \"أرسلَه اللهُ وهو ابنُ ثلاثينَ سنةً، فمكثَ في رسالتِه ثلاثينَ شهرًا، ثم رفعَهُ اللهُ إليه\"  (١) . </p><p> {وَإِذْ عَلَّمْتُكَ الْكِتَابَ} يعني: الخَطَّ. </p><p> {وَالْحِكْمَةَ} يعني: العلمَ. </p><p> {وَالتَّوْرَاةَ وَالْإِنْجِيلَ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ} كصورةِ. </p><p> {الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا} حَيًّا يطيرُ. </p><p> {بِإِذْنِي} وتقدَّمَ اختلافُ القراءِ في (كَهَيْئَةِ الطَّيْرِ) و (طَيْرًا) في سورةِ آلِ عمرانَ عندَ تفسيرِ قولِه تعالى: {أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ} وكذلكَ اختلافُهم هاهنا. </p><p> {وَأُبْرِئُ} تُصَحِّحُ. </p><p> {الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي} من قبورِهِمْ أحياءً. </p><p> {بِإِذْنِي} وتقدَّم تفسيرُه في سورةِ آل عمران. </p><p> {وَإِذْ كَفَفْتُ} منعتُ. </p><p> {بَنِي إِسْرَائِيلَ} يعني: اليهودَ. </p><p>(١) انظر: \"تفسير البغوي\" (١/ ٧٣٠).</p>"
}