{
  "id": null,
  "sura": 5,
  "aya": 107,
  "text": "<p> {لَا نَشْتَرِي بِهِ ثَمَنًا} لا نحلفُ باللهِ كاذبينِ على عوضٍ نأخذُه، أو مالِ نذهبُ به، أو حقٍّ نجحدُه. </p><p> {وَلَوْ كَانَ ذَا قُرْبَى} ولو كانَ المشهودُ له ذا قرابةٍ مِنَّا. </p><p> {وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ} وأضيفتِ الشهادةُ إلى اللهِ تعالى لأمرِه بها. وقرأ يعقوبُ:  (شَهَادَةً) بالتنوين (آللهِ) ممدودٌ، جُعل الاستفهامُ عوضًا عن حرفِ القسمِ، ورُويَ عن أبي جعفرٍ:  (شَهَادَةً) منونة (أَللهِ) بقطعِ الألفِ وكسر الهاءِ من غيرِ استفهامٍ على ابتداءِ اليمين؛ أي: واللهِ (١) . </p><p> {إِنَّا إِذًا لَمِنَ الْآثِمِينَ} إنْ كتمناها، فلما نزلَتْ هذه الآيةُ، صلَّى رسولُ الله - صلى الله عليه وسلم - العصرَ، ودَعا تميمًا وعَدِيًّا، فاستحْلَفَهُما عندَ المنبرِ باللهِ الذي لا إلهَ إلَّا هوَ أنهما لم يختانا شيئًا مما دُفِعَ إليهِما، فحلَفا على ذلك، وخلَّى رسولُ اللهِ - صلى الله عليه وسلم - سبيلَهما. </p><p> ... </p><p> {فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا إِنَّا إِذًا لَمِنَ الظَّالِمِينَ (١٠٧) }. </p><p> [١٠٧] ثم ظهرَ الإناءُ، واختلفوا في كيفيةِ ظهورِه، فرُوي عن ابنِ عباسٍ:  \"أنه وُجدَ بمكةَ،فقالوا:اشتريناهُ من تميمٍ وعَدِيٍّ\" ، وقال آخرونَ: لما طالتِ المدةُ، أظهراهُ، فبلغَ ذلكَ بني سهم، فأتوهما في ذلك، فقالا: إنا كنا قد اشترينا منهُ هذا، فقالوا: ألم تزعما أنَّ صاحبَنا لم يبعْ شيئًا من </p><p>(١) انظر: \"تفسير البغوي\" (١/ ٧٢٧).</p><p> متاعِه؟ ! قالا: لم يكنْ عندَنا بينةٌ، وكرهنا أن نقرَّ لكم به، فكتمْنا ذلك، فرفعوهما إلى رسولِ الله - صلى الله عليه وسلم -، فأنزل الله عز وجل: </p><p> {فَإِنْ عُثِرَ}  (١) اطُلِعَ، وأصلُ العَثْرَةِ: الوقوعُ على الشيءِ. </p><p> {عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا} أي: فَعَلا ما أوجبَ إِثمًا بخيانتِهما وبأيمانِهما الكاذِبة. </p><p> {فَآخَرَانِ} من أولياءِ الميتِ. </p><p> {يَقُومَانِ مَقَامَهُمَا} أي: مقامَ اللَّذَيْنِ خانا. </p><p> {مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ} أي: استحقَّ فيهم ولأجلهم الإثمُ، وهم ورثةُ الميتِ، استحق الحالفانِ بسببهما الإثمَ، و (على) بمعنى (في) . قرأ حفصٌ:  (اسْتَحَقَّ) بفتح التاء والحاء، وقراءة العامة: بضمِّ التاءِ على المجهولِ و (الأَوْلَيَانِ) تثنيةُ الأَوْلى، والأَوْلى هو الأقربُ؛ أي: الأحقُّ بالشهادةِ؛ لقرابتِه ومعرفتِه، وقرأ حمزةُ، وخلفٌ، وأبو بكرٍ عن عاصمٍ، ويعقوبُ (الأَوَّلِينَ) بالجمعِ، فيكونُ بدلًا من (الذين)  (٢) ، والمرادُ منهم: أولياءُ الميتِ، ومعنى الآيةِ على القراءاتِ كلِّها: إذا ظهرتْ خيانةُ الحالِفَيْنِ يقومُ اثنانِ آخرانِ من أقاربِ الميتِ. </p><p> {فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا} أي: يمينُنا أحقُّ من </p><p>(١) انظر: \"تفسير البغوي\" (١/ ٧٢٨)، و\"الدر المنثور\" للسيوطي (٣/ ٢٢١ - ٢٢٢). (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٢٤٨)، و\"التيسير\" للداني (ص: ١٠٠)، و\"تفسير البغوي\" (١/ ٧٢٨)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٥٦)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٠٣)، و\"معجم القراءات القرآنية\" (٢/ ٢٤٣ - ٢٤٤).</p>"
}