{
  "id": null,
  "sura": 5,
  "aya": 89,
  "text": "<p> {وَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (٨٨) }. </p><p> [٨٨]  {وَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا} حثٌّ على استعمالِ الحلالِ. </p><p> {وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ} عن عائشةَ -رضي الله عنها- قالَتْ:  \"كان النبي - صلى الله عليه وسلم - يُحِبَّ الْحَلْوَاءَ وَالْعَسَلَ\"  (١) . </p><p> ... </p><p> {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ (٨٩) }. </p><p> [٨٩]  {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ} كائِنًا. </p><p> {فِي أَيْمَانِكُمْ} تقدَّمَ تفسيرُه واختلافُ الأئمةِ فيه في سورةِ البقرةِ عندَ تفسيرِ نظيرِ هذهِ الآيةِ. </p><p>(١) رواه البخاري (٥١١٥)، كتاب: الأطعمة، باب: الحلواء والعسل، ومسلم (١٤٧٤)، كتاب: الطلاق، باب: وجوب الكفارة على من حرم امرأته ولم ينوِ الطلاق. وانظر: \"السبعة\" لابن مجاهد (ص: ٢٤٧)، و\"التيسير\" للداني (ص: ١٠٠)، و\"تفسير البغوي\" (١/ ٧٠٧)، و\"إملاء ما منَّ به الرحمن\" للعكبري (١/ ١٣٠)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٥٥)، و\"معجم القراءات القرآنية\" (٢/ ٢٣٤).</p><p> {وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ} قرأ حمزةُ، والكسائيُّ، وخلفٌ، وأبو بكرٍ:  (عَقَدْتُمْ) بالقصرِ والتخفيفِ، ورواهُ ابنُ ذكوانَ عن ابنِ عامرٍ كذلك، إلا أنه بألفٍ بعدَ العين، وقرأ الباقونَ: بالتشديد من غير ألفٍ، وعقدُ اليمينِ: توثيقُها باللَّفظِ معَ العزمِ عليها. المعنى: إنَّما يؤاخِذُكم بيمينِكم إذا حنثتُمْ فيها. </p><p> {فَكَفَّارَتُهُ} أي: سترُ الحنثِ. </p><p> {إِطْعَامُ عَشَرَةِ مَسَاكِينَ} . </p><p> واختلفوا في قدرِ الكفارة وحكمِها: </p><p> فقال أبو حنيفةَ: نصفُ صاعِ بُرٍّ لكلِّ مسكينٍ، أو صاع من شعيرٍ أو تمرٍ أو زبيبٍ، أو قيمةُ ذلكَ، والصاعُ ثمانيةُ أرطالٍ بالعراقيِّ. </p><p> وقال أبو يوسف: خمسةُ أرطالٍ وثلثٌ، أو يُغَدِّيهم ويُعَشِّيهم، ولا بدَّ من شِبَعِهم (١) في الأكلتينِ، ويجوزُ عنلَه صرفُها إلى العبدِ والذميِّ، ولا يجوزُ عندَه التكفيرُ قبلَ الحنثِ. </p><p> وقال مالكٌ: لكلِّ مسكينٍ مُدٌّ من حنطَةٍ أو غيرِها مِمَّا هو قوتٌ لهم بالمدِّ الأصغرِ بمدِّ النبيِّ - صلى الله عليه وسلم - إذا أخرجَ الكفارةَ بالمدينة، وفي بقيةِ الأمصارِ وسطٌ منَ الشبع، وهو رِطْلانِ بالبغداديِّ من الخبز، وشيءٌ من الإدامِ. </p><p> وقالَ الشافعيُّ: لكلِّ مسكينٍ مُدُّ حَبٍّ من غالبِ قوتِ بلدِه. </p><p> وقالَ أحمدُ: لكلِّ مسكينٍ مُدٌّ من بُرٍّ، أو مُدَّانِ من شعيرٍ أو تمرٍ أو </p><p>(١) \"ولا بد من شبعهم\" ساقطة من \"ن\".</p><p> زببيبٍ (١) ، وقدرُ المدِّ رطلٌ وثلثٌ عراقيٌّ، ورطلٌ وسبعُ رطلٍ وثلثُ سبعِ رطلٍ مصريٍّ، وثلاثُ أواقٍ وثلاثةُ أسباعِ أوقيةٍ دمشقيةٍ، وأوقيتانِ وستةُ أسباعِ أوقيةٍ حلبيةٍ، وأوقيتانِ وأربعةُ أسباعِ أوقيةٍ قدسيةٍ، ومئةٌ وواحدٌ وسبعونَ درهمًا وثلاثةُ أسباعِ درهمٍ ومئةٌ وعشرونَ مثقالًا، ويأتي ذكرُ الصاعِ في سورةِ التوبةِ عندَ ذكرِ الزكاة إن شاء الله تعالى. </p><p> واتفق مالكٌ والشافعيُّ وأحمدُ على عدمِ جوازِ صرفها إلى رقيقٍ وذميٍّ، وعلى عدمِ جوازِ إخراجِ القيمةِ وغداء المساكينَ وعشائهم، وعلى أنه يجوز التكفيرُ قبلَ الحنثِ وبعدَه. </p><p> {مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ} خيرِ قوتِ عيالِكم. </p><p> {أَوْ كِسْوَتُهُمْ} فعندَ أبي حنيفةَ المقصودُ منها ردُّ العُرْيِ، فكلُّ ثوبٍ يصيرُ به مُكْتَسِيًا يسمَّى كسوةً، وعندَ مالكٍ إن كانوا رجالًا، ثوبًا ثوبًا، وإن كُنَّ نساءً، فثوبين ثوبين، درعًا وخمارًا لكلِّ امرأةٍ منهنَّ، وعندَ الشافعيِّ ما يُسَمَّى كسوةً؛ كقميصٍ، أو عِمامةٍ، أو إزارِ، وعندَ أحمدَ للرجلِ ثوبٌ يجزئُه أن يصلِّيَ فيه، وللمرأةِ درعٌ وخمارٌ. </p><p> واختلفوا فيما إذا أطعمَ خمسةً وكسا خمسةً، فقال أبو حنيفةَ وأحمدُ: يجزئُه، وقال مالكٌ والشافعيُّ: لا يجزئُه. </p><p> وكذلكَ اختلافُهم فيما إذا أطعمَ من جنسينِ، فأطعمَ خمسةً بُرًّا، وخمسةً تمرًا، أو خمسةً برًّا، وخمسة شعيرًا. </p><p> {أَوْ تَحْرِيرُ رَقَبَةٍ} سليمةٍ من كلِّ عيبٍ يَضُرُّ بالعملِ ضررًا بَيِّنًا بالاتفاق، </p><p>(١) من قوله: \"القربة وأصل الوسيلة ... \" في الآية (٣٥) من هذه السورة، (ص: ٢٩١) إلى هنا سقط من (ش)، وهو بمقدار (٨) لوحات من النسخ الخطية الأخرى.</p><p> والأئمةُ الثلاثةُ يشترطونَ الإيمانَ في عتقِ الرقبةِ قياسًا على كفارةِ القتلِ، وأبو حنيفةَ جَوَّزَ عتقَ الرقبةِ الكافرةِ في جميعِ الكفاراتِ سوى كفارةِ القتلِ، فالحانثُ مخيَّرٌ بينَ الإطعامِ والكسوةِ والتحريرِ بالاتفاق إنْ وجدَ ما يفضُلُ عن قوته وقوتِ عيالِه. </p><p> {فَمَنْ لَمْ يَجِدْ} واحدًا منها. </p><p> {فَصِيَامُ ثَلَاثَةِ أَيَّامٍ} متتابعاتٍ عندَ أبي حنيفةَ وأحمدَ، وقالَ مالكٌ والشافعيُّ في الأظهر: لا يجبُ التتابعُ. </p><p> {ذَلِكَ} المذكورُ. </p><p> {كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ} وحَنِثْتُمْ. </p><p> {وَاحْفَظُوا أَيْمَانَكُمْ} فلا تنكُثوها إن لم تكن على تركِ مندوبٍ أو فعلِ مكروهٍ، فإن كانتْ على شيءٍ منها، فالأولى الحنثُ، قال - صلى الله عليه وسلم - لعبدِ الرحمنِ بنِ سَمُرَةَ:  \"لا تَسْأَلِ الإِمَارَةَ؛ فَإِنَّكَ إِنْ أُوتيتَهَا عَنْ مَسْأَلَةٍ، وُكِلْتَ إِلَيْهَا، وَإِنْ أُوتيتَهَا عَنْ غَيْرِ مَسْأَلةٍ، أُعِنْتَ عَلَيْهَا، وَإذَا حَلَفْتَ عَلَى يَمِينٍ، فَرَأَيْتَ غَيْرَهَا خَيْرًا مِنْهَا، فَكَفِّرْ عَنْ يَمِينِكَ، وَأْتِ الَّذِي هُوَ خَيْرٌ\"  (١) . </p><p> وقالَ - صلى الله عليه وسلم -: \"إِنِّي وَاللهِ لاَ أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا، إِلَّا أَتيتُ الَّذِي هُوَ خَيْرٌ مِنْهَا، وَتَحَلَّلْتهَا\"  (٢) ، وقولُه:  \"تَحَلَّلْتُهَا\" من التحلُّلِ، وهو </p><p>(١) رواه البخاري (٦٢٤٨)، في أول كتاب: الأيمان والنذور، ومسلم (١٦٥٢)، كتاب: الإيمان، باب: ندب من حلف يمينًا فرأى غيرها خيرًا منها ... ، عن عبد الرحمن بن سمرة -رضي الله عنه-. (٢) رواه البخاري (٢٩٦٤)، كتاب: أبواب الخمس، باب: ومن الدليل على أن الخمس لنوائب المسلمين، ومسلم (١٦٤٩)، كتاب: الأيمان، باب: ندب من =</p>"
}