{
  "id": null,
  "sura": 5,
  "aya": 45,
  "text": "<p> بغيره، ولذلكَ وصفَهم بقولهِ: [ (الكافرون)  (١) ] (الظالمون) و (الفاسقون) فكفرُهم لإنكارِه، وفسقُهم بالخروج عنه، وظلمُهم بالحكمِ على خلافِه، ويجوزُ أن تكونَ كلُّ واحدةٍ من الصفاتِ الثلاثِ باعتبار حالٍ انضمَّت إلى الامتناعِ عن الحكم به ملائمةٍ لها، أو لطائفةٍ؛ كما قيل: هذهِ في المسلمين؛ لاتصالها بخطابهم، والظالمونَ في اليهود، والفاسقونَ في النصارى، انتهى تفسير البيضاوي. </p><p> وقال ابنُ عباس:  \"وليسَ بكفرٍ ينقلُ عن الملَّةِ، بلْ إذا فعلَ ذلكَ، فهو به كافرٌ، وليسَ كمَنْ كفرَ باللهِ واليوم الآخر\"  (٢) . </p><p> وعنه:  \"الكافرونَ والظالمونَ والفاسقونَ كلُّها في الكافرين\"  (٣) . </p><p> ... </p><p> {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ (٤٥) }. </p><p> [٤٥]  {وَكَتَبْنَا عَلَيْهِمْ} فَرَضْنا على اليهودِ. </p><p> {فِيهَا} في التوراةِ {أَنَّ النَّفْسَ بِالنَّفْسِ} أي: نفسَ القاتلِ بنفسِ المقتول. </p><p> {وَالْعَيْنَ بِالْعَيْنِ} تُفْقَأُ بها {وَالْأَنْفَ بِالْأَنْفِ} يُجْدَعُ به. </p><p>(١) لم ترد هذه الكلمة في جميع النسخ، والسياق يقتضيها. (٢) رواه الطبري في \"تفسيره\" (٦/ ٢٥٦).(٣) انظر: \"تفسير البغوي\" (١/ ٦٨٠).</p><p> {وَالْأُذُنَ بِالْأُذُنِ} تُقطعُ بها. </p><p> {وَالسِّنَّ بِالسِّنِّ} تُقلعُ بها، وسائر الجوارح قياسٌ عليها في القصاص. </p><p> {وَالْجُرُوحَ قِصَاصٌ} أي: ذاتُ قصاص، فبهذا تعميمٌ بعد تخصيصٍ. </p><p> قرأ الكسائيُّ:  (والعينُ)  (والأنفُ)  (والأذنُ)  (والسنُّ)  (والجروحُ) بالرفع على القطع مما قبلَها، والاستئنافِ بها، وافقه في (والجروح) خاصَّةً ابنُ كثيرٍ، وأبو عمرٍو، وأبو جعفرٍ، وابنُ عامرٍ، وقرأ الباقون الخمسةَ: بالنصب على العطف، وقرأ نافع (والأُذْنَ بِالأُذْنِ) بإسكانِ الذال فيهما، والباقون: بالرفع (١) . </p><p> {فَمَنْ تَصَدَّقَ بِهِ} أي: القصاصِ. </p><p> {فَهُوَ كَفَّارَةٌ لَهُ} للمتصدِّقِ بأن يكفِّرَ اللهُ عنه من سيئاته، قال - صلى الله عليه وسلم -: \"مَنْ تَصَدَّقَ مِنْ جَسَدِهِ بِشَيْءٍ، كَفَّرَ اللهُ عَنْهُ بِقَدْرِهِ مِنْ ذُنُوبِهِ\"  (٢) . </p><p> وتقدَّمَ حكمُ القتلِ العمدِ والخطأ، وقدرُ الدِّيَةِ، وحكمُ الكفارة، واختلافُ الأئمةِ في ذلكَ مستوفًى في سورة النساء بعدَ تفسيرِ قولِه تعالى:  {وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ}  [الآية: ٩٢] ، وتقدمَ اختلافُ الأئمةِ في القِصاص بينَ المسلمِ والكافرِ، والحرِّ والعبدِ في سورةِ البقرةِ عندَ تفسيرِ </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٢٤٤)، و\"التيسير\" للداني (ص: ٩٩)، و\"تفسير البغوي\" (١/ ٦٨٢)، و\"المحتسب\" لابن جني (٢/ ١٩٨)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٤٢، ٢٠٠)، و\"معجم القراءات القرآنية\" (٢/ ٢١٢ - ٢١٣). (٢) رواه النسائي في \"السنن الكبرى\" (١١١٤٦)، والضياء المقدسي في \"الأحاديث المختارة\" (٨/ ٢٩٩)، عن عبادة بن الصامت -رضي الله عنه- بهذا اللفظ.</p>"
}