{
  "id": null,
  "sura": 6,
  "aya": 99,
  "text": "<p> {قَدْ فَصَّلْنَا} أي: بَيَّنَّا. </p><p> {الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ} والفقهُ لغةً: الفهمُ. </p><p> ... </p><p> {وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذَلِكُمْ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ} . </p><p> [٩٩]  {وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ} أي: من السحابِ. </p><p> {مَاءً فَأَخْرَجْنَا بِهِ} أي: بالماءِ. </p><p> {نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ} من النباتِ. </p><p> {خَضِرًا} أي: زرعا رَطْبًا. </p><p> {نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا} بعضُه فوقَ بعضٍ مثلَ سنابلِ البُرِّ والشعيرِ وسائرِ الحبوب. </p><p> {وَمِنَ النَّخْلِ مِنْ طَلْعِهَا} والطَّلْعُ: أولُ ما يخرجُ من ثمر النخلِ. </p><p> {قِنْوَانٌ} جمعُ قِنْوٍ، وهو العِذْقُ. </p><p> {دَانِيَةٌ} قريبةُ المتناوَلِ. </p><p> {وَجَنَّاتٍ مِنْ أَعْنَابٍ} قرأ العامةُ: (جَنَّاتٍ) نصبًا عطفًا على (نَبَات) ، وقرأ الأعشى عن عاصمٍ:  (وَجَنَّاتٌ) بالرفعِ نَسَقًا على قوله: (قِنْوَانٌ)  (١) . </p><p>(١) انظر: \"تفسير البغوي\" (٢/ ٤٩)، و\"إملاء ما منَّ به الرحمن\" للعكبري (١/ ١٤٨)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢١٤)، و\"معجم القراءات القرآنية\" (٢/ ٣٠٠).</p><p> {وَالزَّيْتُونَ وَالرُّمَّانَ} أي: وأخرَجْنا شجرَتَهما. </p><p> {مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ} المعنى: مشتبهًا ورقُهما، مختلفًا ثمرُهما؛ لأنَّ ورقَ الزيتونِ يشبهُ ورقَ الرمان. </p><p> {انْظُرُوا إِلَى ثَمَرِهِ} قرأ حمزةُ، والكسائيُّ، وخلفٌ:  (ثُمُرِهِ) بضمِّ الثاء والميم على جمع الثمار، والباقون: بفتحهما على جمع الثمرة (١) . </p><p> {إِذَا أَثْمَرَ} إذا خرجَ ثمرُه لا يكادُ ينتفعُ به. </p><p> {وَيَنْعِهِ} نضجِه كيفَ يعودُ فخمًا ذا نفعٍ ولذةٍ. </p><p> وأما الحكمُ في بيعِ الثمرةِ منفردةً عن الشجرِ، فإذا بدا صلاحُها، جازَ بيعُها مطلَقًا، وبشرطِ التبقيةِ، وبشرطِ القطعِ عندَ الثلاثةِ، وعندَ أبي حنيفةَ يجبُ القطعُ في الحالِ، فإذا شرطَ التبقيةَ، بطلَ البيعُ، وإذا لم يبدُ صلاحُها، يجوزُ بيعُها إذا كانت منتفعًا بها بشرطِ القطعِ في الحال، فإن باعَ بشرطِ التبقية بطلَ البيعُ بالاتفاق، وإِن لم يشترط القطعَ، بطلَ عندَ الثلاثة، وقال أبو حنيفةَ: البيعُ صحيحٌ، ويؤمرُ بالقطعِ. </p><p> وأما الزرعُ إذا اشتدَّ حَبُّهُ، صحَّ بيعُه عند الثلاثةِ، وعندَ الشافعيِّ لا يصحُّ بيعُه دونَ سنبُلِهِ، ولامعَهُ في الجديدِ. </p><p> إذا أصابتِ الثمارَ جائحةٌ بأمرٍ سماويِّ، وهي التي لا صنعَ لآدميّ فيها، فهي من ضمانِ المشتري عندَ أبي حنيفةَ، والشافعيُّ لا يجبُ له وضعَ شيءٍ </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٢٦٤)، و\"التيسير\" للداني (ص: ١٠٥)، و\"تفسير البغوي\" (٢/ ٤٩)، و\"معجم القراءات القرآنية\" (٢/ ٣٠١).</p>"
}