{
  "id": null,
  "sura": 6,
  "aya": 141,
  "text": "<p> (قَتَّلُوا) بالتشديدِ على التكثير، والباقون: بالتخفيف (١) . </p><p> {سَفَهًا} جَهْلًا. </p><p> {بِغَيْرِ عِلْمٍ} نزلتْ فيمن كان يئدُ (٢) البناتِ أحياءً مخافةَ السبي والفقرِ. </p><p> {وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ} يعني: البحيرةَ والسائبةَ والوصيلةَ والحام. </p><p> {افْتِرَاءً عَلَى اللَّهِ} حيثُ قالوا: الله أمرنا بذلك. </p><p> {قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ} إلى الحقِّ. </p><p> ... </p><p> {وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ (١٤١) }. </p><p> [١٤١]  {وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ} بساتينَ (٣) . </p><p> {مَعْرُوشَاتٍ} كالكرمِ ونحوِه. </p><p> {وَغَيْرَ مَعْرُوشَاتٍ} كالنخلِ ونحوِه. </p><p> {وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ} أي: ثمرُه وطعمُه. قرأ نافعٌ، وابنُ </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٢٧١)، و\"التيسير\" للداني (ص: ٩٣)، و\"تفسير البغوي\" (٢/ ٧٠)، و\"معجم القراءات القرآنية\" (٢/ ٣٢٦). (٢) في \"ت\" و\"ظ\": \"يبيد\".(٣) \"بساتين\" ساقطة من \"ن\".</p><p> كثيرٍ:  (أُكْلُهُ)  (١) بإسكانِ الكاف، والباقون: بتحريكها. </p><p> {وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا} في المنظرِ (٢) . </p><p> {وَغَيْرَ مُتَشَابِهٍ} في الطعمِ؛ مثل الرمانينِ، ولونهما واحدٌ، وطعمُهما مختلفٌ. </p><p> {كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ} أمرُ إباحة. قرأ حمزةُ، والكسائيُّ، وخلفٌ:  (ثُمُرِهِ) بضمِّ الثاء والميم، والباقون: بفتحهما (٣) ، وتقدَّمَ تفسيرُ القراءتين في السورة. </p><p> {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} هي الزكاةُ المفروضةُ إن جعلت (٤) الآيةَ مدنيةً، وإن جعلتها مكية، فالمرادُ بحقِّه ما يُتَصَدَّقُ به على المساكين وقتَ الحصاد، والقولانِ منقولان، وكان ذلك واجبًا، فنسخ بالزكاة. قرأ أبو عمرٍو، ويعقوبُ، وابنُ عامرٍ، وعاصمٌ:  (حَصادِهِ) بفتح الحاء، والباقون: بكسرها، ومعناهما واحد (٥) . </p><p> {وَلَا تُسْرِفُوا} في التصدُّقِ بإخراج جميعِ المال؛ كقوله:  {وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ}  [الإسراء: ٢٩] . </p><p>(١) \"أكله\" ساقطة من \"ن\". (٢) في \"ن\": \"النظر\".(٣) انظر: \"التيسير\" للداني (ص: ٨٣، ١٠٥)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٦٠، ٢٦٦)، و\"معجم القراءات القرآنية\" (٢/ ٣٢٦).(٤) في \"ن\": \"جعلنا\".(٥) انظر: \"السبعة\" لابن مجاهد (ص: ٢٧١)، و\"التيسير\" للداني (ص: ١٠٧)، و\"تفسير البغوي\" (٢/ ٧١)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢١٩)، و\"معجم القراءات القرآنية\" (٢/ ٣٢٧).</p><p> {إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ} ولا يرتضي فعلَهم في وجوب الزكاة. </p><p> واتفقَ الأئمةُ على وجوبِ الزكاةِ في الحبوب كلِّها مما يُقتات به من القمحِ والشعيرِ والأرزِ ونحوِه، وعند مالكٍ والشافعيِّ تجبُ من الثمارِ في التمرِ والزبيبِ، وعندَ أبي حنيفةَ وأحمدَ تجبُ فيهما وفي كلِّ مَكيلٍ يُدَّخَرُ؛ كاللوزِ والفستقِ والبندقِ ونحوِها. </p><p> واتفقَ مالك والشافعيُّ وأحمدُ على عدمِ وجوبِها في الفواكهِ والبقولِ والخضراواتِ، وقال أبو حنيفةَ بوجوبها فيها، وافقه (١) صاحباه في الثمار، وخالفاه في الخضراوات. </p><p> واختلفوا في وجوبها في الزيتونِ، فقال أبو حنيفةَ ومالكٌ: تجبُ فيه، وقال الشافعيُّ في الجديدِ وأحمدُ: لا تجب. </p><p> واختلفوا في قدرِ النصابِ فيها، فقال أبو حنيفةَ: لا يُعتبر النصاب، وقال (٢) : بل يجبُ العشرُ فيما قَلَّ أو كثرَ مما سَقَتْه السماءُ، أو سُقي بها، وما سُقِي بكُلْفةٍ؛ كالدواليبِ والدِّلاءِ وغيرِهما نصفُ العشر، وما سُقِيَ منهما يعتبرُ فيه أكثرُ السنة، فإن استويا، يجبُ نصف العشر، وقالَ الثلاثةُ وأبو يوسفَ ومحمدٌ: يعتبر النصابُ وقدرُه بعدَ التصفية في الحبوبِ، والجفافِ في الثمارِ خمسةُ أَوْسُق، والوسقُ ستون صاعًا، والصاعُ: خمسةُ أرطالٍ وثلث بالعراقيِّ، فيكونُ ذلك ألفًا وستَّ مئةِ رطلٍ عراقيٍّ، وألفًا وأربعَ مئةٍ وثمانيةً وعشرين رطلًا وأربعةَ أسباعِ رطلٍ مصريٍّ، وثلاثَ مئةٍ واثنينِ وأربعينَ رِطْلًا وستةَ أسباعِ رطلٍ دمشقيٍّ، ومئتين وخمسةً وثمانينَ </p><p>(١) في \"ن\": \"ووافقه\". (٢) \"وقال\" زيادة من \"ن\".</p><p> رِطلا وخمسةَ أسباعِ رطل حلبي، ومئتين وسبعةً وخمسينَ رطلا وسُبع رطلٍ قدسي، إلا الأرزَ والعلسَ؛ نوع من الحنطةِ يُدَّخر في قشره، فنصابُ كلِّ واحد منهما عندَ الشافعيِّ وأحمدَ عشرةُ أوسُقٍ، ومالكٌ لم يستثنِ شيئًا، بل جعل النصابَ في الكلِّ خمسةَ أوسُقٍ. </p><p> واتفق القائلونَ باعتبارِ النصاب على أن الواجبَ فيما (١) سُقي بغير مؤنةٍ العشرُ، وفيما سُقي بكلفةٍ نصف العُشْرِ؛ يقول أبي حنيفةَ في القليلِ والكثيرِ، وفيما سُقي بهما، بحسابه، فإن سُقِيَ بأحدِهما أكثرَ من الآخر، اعتبر أكثرُهما نفعًا ونموًا للزرع (٢) . </p><p> واختلفوا في وقتِ وجوبِ الزكاةِ، فقال أبو حنيفةَ: عندَ ظهورِ الثمرةِ، وقال أبو يوسفَ: عندَ الإدراكِ، وقال الثلاثةُ: عندَ اشتدادِ الحبّ وبُدُوِّ الصَّلاحِ في الثمر، ويستقر الوجوبُ بجعلِها في الجرينِ والبيدَرِ والمِسْطاحِ ونحوِها. </p><p> واختلفوا في وجوبِ الزكاةِ في العسل، فقال أبو حنيفة: فيه العشرُ، قَلَّ أو كثرَ إذا أُخِذَ من أرض العشرِ، وقال مالكٌ والشافعيُّ: لا زكاة فيه، وقال أحمدُ: فيه العشرُ إذا بلغ نصابًا، ونصابُه عندَهُ عشرة أفراقٍ، كل فرق ستة عشرَ رطلًا عَراقيةً، سواءٌ أخذه من أرضِ العشرِ أو غيرِها. والعشريةُ: ما أسلمَ أهلُها عليها؛ كالمدينةِ ونحوهِا، وما اختطَّه المسلمون كالبصرة ونحوِها، وما صولح أهلُه على أنه لهم بخراج يُضْرَبُ عليهم؛ كأرضِ </p><p>(١) في \"ن\": \"في\". (٢) في \"ن\": \"نمو الزرع\".</p>"
}