{
  "id": null,
  "sura": 6,
  "aya": 80,
  "text": "<p> بالصدقِ واليقين، و {قَالَ يَاقَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ} من الأجرام المحدثَةِ. </p><p> ... </p><p> {إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ (٧٩) }. </p><p> [٧٩]  {إِنِّي وَجَّهْتُ وَجْهِيَ} قرأ نافعٌ، وأبو جعفرٍ، وابنُ عامرٍ، وحفصٌ عن عاصمٍ (وَجْهِيَ) بفتح الياء، والباقون: بإسكانها (١) . </p><p> {لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا} مائِلًا إلى الحقِّ. </p><p> {وَمَا أَنَا مِنَ الْمُشْرِكِينَ} فنقلَه اللهُ من علمِ اليقين إلى عينِ اليقين. </p><p> ... </p><p> {وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللَّهِ وَقَدْ هَدَانِ وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلَا تَتَذَكَّرُونَ (٨٠) }. </p><p> [٨٠] ثم إن أباه ضمَّه إليه، فشبَّ شبابًا حسنًا، وروي أن القصةَ التي وقعتْ له في حال مراهقته، وأن أباه وقومه كانوا يعبدون الأصنامَ والشمسَ والقمرَ والكواكبَ، فأراد أن يُنبههم على الخطأ في دينهم، ويرشدَهم إلى الحقِّ من طريقِ النظرِ والاستدلال، فقاله على وجه الاستفهام والتوبيخِ لهم، وإقامةِ الحجةِ عليهم في عبادةِ الأصنامِ والكواكبِ؛ كأنه قالَ لهم: أهذا ربي بزعمكم؟! أو مثلُ هذا يكون ربًّا؟! ثم عرضَ إبراهيمُ عليه السلام </p><p>(١) انظر: \"التيسير\" للداني (ص: ١٠٨)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٦٧)، و\"معجم القراءات القرآنية\" (٢/ ٢٨٦).</p><p> عليهم في حركتهِ وأفولهِ أمارة الحدوثِ، وأنه لا يصلحُ أن يكونَ ربًّا، ثم في أخرى أعظم منه، ثم في الشمسِ كذلك، فكأنه يقول: فإذا بان في هذه المنيرات أنها لا تصلُحُ للربوبيةِ، فأصنامُكم التي هي خشبٌ وحجارةٌ أحرى أن يبينَ ذلكَ فيها، ولا زال - صلى الله عليه وسلم - في جميعِ أحوالِه مجمِلًا مكمِّلًا حتى أكرمَه اللهُ تعالى بما أكرمَهُ من الآيات البيناتِ، والكراماتِ الباهرات، ثم ألبسَهُ خلعةَ الخلَّة، وجعلَهُ من أولي العزم من الرسل، وجعلَه أبا الأنبياء، وتاجَ الأصفياء، ونورَ أهلِ الأرضِ، وشرفَ أهل السماء، وكان أبوه آزرُ يصنعُ الأصنامَ ويعطيها له ليبيعَها، فكانَ إبراهيمُ يقول: مَنْ يشتري مَنْ يَضُرُّهُ ولا ينفعُه؟! فلا يشتريها أحدٌ، فإذا بارتْ عليه، ذهبَ بها إلى نهرٍ، فصوَّبَ فيه رؤوسَها، وقال لها (١) : اشربي؛ استهزاءً بقومِه وما هم فيه من الضلالة، حتى فشا استهزاؤه بها في قومِهِ وأهلِ قريتِهِ. </p><p> {وَحَاجَّهُ قَوْمُهُ} خاصَمُوه في دينه. </p><p> {قَالَ أَتُحَاجُّونِّي فِي اللَّهِ} أتجادِلُونني في توحيدِ اللهِ. </p><p> {وَقَدْ هَدَانِ} للتوحيدِ والحقِّ. قرأ نافعٌ، وأبو جعفرٍ، وابنُ عامرٍ:  (أَتُحَاجُّونِي) بتخفيف النون، بخلافٍ عن هشامٍ، والباقون: بتشديدِها إدغامًا لإحدى النونين في الأخرى، ومن خَفَّفَ حذفَ إحدى النونين تخفيفًا (٢) ، وأثبت أبو عمروٍ، وأبو جعفرٍ الياءَ في:  (هَدَانِي) وصلًا، </p><p>(١) \"لها\" ساقطة من \"ت\" و\"ن\". (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٢٦١)، و\"التيسير\" للداني (ص: ١٠٤)، و\"تفسير البغوي\" (٢/ ٤٠)، و\"معجم القراءات القرآنية\" (٢/ ٢٨٦).</p>"
}