{
  "id": null,
  "sura": 6,
  "aya": 84,
  "text": "<p> {فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ} إلى قوله: {وَهُم مُّهتَدُونَ} . </p><p> {حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ} حجةً. </p><p> {عَلَى قَوْمِهِ} حتى خصَمَهم. </p><p> {نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ} بالعلمِ. </p><p> {إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ} يضعُ كلَّ شيء في موضعِهِ. قرأ عاصمٌ، وحمزةُ، والكسائيُّ، وخلفٌ، ويعقوبُ:  (دَرَجَاتٍ) بالتنوين، والباقون: بغير تنوين (١) ، وتقدم اختلافُ القراءِ في حكمِ الهمزتينِ من كلمتينِ في سورةِ البقرةِ من تفسيرِ قوله تعالى:  {مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ} ، وكذلك اختلافُهم في (نشاءُ إِنَّ رَبَّكَ) . </p><p> ... </p><p> {وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلًّا هَدَيْنَا وَنُوحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (٨٤) }. </p><p> [٨٤]  {وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ} تقدَّم ذكرُهما في سورة البقرة. </p><p> {كُلًّا} منهما. </p><p> {هَدَيْنَا} ووفَّقْنا وأرشدْنا. </p><p> {وَنُوحًا هَدَيْنَا} أي: {مِنْ قَبْلُ} إبراهيمَ، وتقدَّمَ ذكرُه في سورةِ آل عمرانَ. </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٢٦١)، و\"التيسير\" للداني (ص: ١٠٤)، و\"تفسير البغوي\" (١/ ٤١)، و\"معجم القراءات القرآنية\" (٢/ ٢٨٨).</p><p> {وَمِنْ ذُرِّيَّتِهِ} يعني: نوحًا؛ لأنه ذكرَ في جملتِهم يونسَ ولوطًا، ولم يكونا من ذريةِ إبراهيمَ و {دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ} تقدم ذكرُ سليمانَ في سورةِ البقرةِ، وداودَ وأيوبَ في سورةِ النساءِ. </p><p> {وَيُوسُفَ} هو ابنُ يعقوبَ بنِ إسحقَ بنِ إبراهيمَ الخليلِ عليهم السلام، ولد لما كان لأبيه من العمر إحدى وتسعون سنةً، ووقعَ له مع إخوته وفي ملكِ مصرَ ما سنذكرُه في سورةِ يوسفَ إن شاء الله تعالى، وعاش مئةً وعشرينَ سنةً، وبينَه وبينَ موسى أربعُ مئةِ سنةٍ، وتوفِّيَ بمصرَ، ودُفِنَ بها في وسطِ بحرِ النيلِ في صندوقٍ من الرخامِ، وذلك أنه لما ماتَ، تشاحنَ عليه الناسٌ حتى هموا أن يقتتلوا، كلٌّ يحبُّ أن يُدفنَ في محلَّتِهِ رجاءَ بركتِه، ثم رأوا أن يُدفنَ في النيل، فيمرَّ عليه الماءُ، ثم يصلُ إلى جميع مصرَ، فتعمُّهم بركتُه، ففعلوا ذلكَ، ولم يزلْ مدفونًا ثَمَّ حتى كانَ زمنُ موسى وفرعونَ، فلما سارَ موسى ببني إسرائيلَ، نبشَهُ كما تقدَّمَ ذكرُه ملخَّصًا في سورةِ البقرةِ عندَ تفسيرِ قوله تعالى:  {وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ}  [الآية: ٥٠] ، وحَمَلَهُ على عجلٍ من حديدٍ، ودفنَه بحبرونَ (١) في البقيعِ خلفَ المغارةِ التي بُني عليها الحيزُ السليمانيُّ حذاءَ قبرِ يعقوبَ وجوارَ جَدَّيه إبراهيمَ وإسحاقَ عليهم السلام، وقيل: دُفن بقرب نابلسَ، والأولُ هو المشهورُ عندَ الناس، وقد استفاض فلم ينكرْ. </p><p> {وَمُوسَى} تقدَّمَ ذكرُه في سورةِ البقرةِ. </p><p>(١) في \"ن\": \"جبرون\".</p>"
}