{
  "id": null,
  "sura": 6,
  "aya": 91,
  "text": "<p> وقرأ الباقون: بإثباتها في الحالين؛ لثبوتها في المصاحف، وسَكَّنوها وَصْلًا؛ لأنها للسَّكْتِ (١) . </p><p> {قُلْ} يا محمدُ لهؤلاءِ الكفرةِ المعاندينَ: </p><p> {لَا أَسْأَلُكُمْ عَلَيْهِ} أي: القرآنِ. </p><p> {أَجْرًا} جُعْلًا من جهتِكم كما لم يسألْ مَنْ قبلي من النبيينَ. </p><p> {إِنْ هُوَ} أي: القرآنُ. </p><p> {إِلَّا ذِكْرَى لِلْعَالَمِينَ} أي: تذكيرٌ وعِظَةٌ لهم. </p><p> ... </p><p> {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ قُلِ اللَّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ (٩١) }. </p><p> [٩١]  {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} أي: ما عظَّموه حقَّ عَظَمته فيما وجبَ لهُ، واستحالَ عليه. </p><p> {إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ} رُوي أن مالكَ بنَ الصيفِ من أحبارِ اليهود ورؤسائهم جاء يخاصمُ النبيَّ - صلى الله عليه وسلم - بزعمِه، فقالَ رسولُ الله - صلى الله عليه وسلم -: \"أَنْشُدُكَ بِالَّذِي أَنْزَلَ التَّوْرَاةَ عَلَى مُوسَى! هَلْ تَجِدُ فِيهَا أَنَّ اللهَ يُبْغِضُ الحَبْرَ </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٢٦٢)، و\"التيسير\" للداني (ص: ١٠٥)، و\"تفسير البغوي\" (٢/ ٤٣)،، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢١٣)، و\"معجم القراءات القرآنية\" (٢/ ٢٩٠ - ٢٩١).</p><p> السَّمِينَ؟! فَأَنْتَ الْحَبْرُ السَّمِينُ، قَدْ سَمِنْتَ مِنْ مَالِكَ الَّذِي يُطْعِمُكَ الْيَهُودُ\"، فضحكَ القومُ، فغضبَ، ثم التفتَ إلى عمرَ فقالَ: ما أنزلَ اللهُ على بشرٍ من شيء، فقالَ له قومُه: وَيْلَكَ! ما هذا الذي بلغَنا عنكَ؟ ! فقالَ: إنه أغضبني، فقلتُ ذلك، فقالوا له: وأنتَ إذا غضبتَ تقولُ على الله غيرَ الحق؟! فَنَزعوهُ من الحبرية، وجعلوا مكانه كعبَ بنَ الأشرفِ، فنزلت الآيةُ (١) ، ثم قالَ نَقْضًا لقولهم، ورَدًّا عليهم: </p><p> {قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى} يعني: التوراة. </p><p> {نُورًا وَهُدًى لِلنَّاسِ} نَيِّرًا وهادِيًا. </p><p> {تَجْعَلُونَهُ قَرَاطِيسَ} دفاترَ مبدَّدة. </p><p> {تُبْدُونَهَا} تُظهرون ما تحبون. </p><p> {وَتُخْفُونَ كَثِيرًا} من نعتِ محمدٍ - صلى الله عليه وسلم -، وآيةِ الرجم. قرأ ابنُ كثيرٍ، وأبو عمروٍ:  (يَجْعَلُونَهُ)  (يُبْدُونَهَا)  (وَيُخْفُونَ) بالغيبِ في الثلاثة؛ لقوله:  {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ} ، وقرأ الباقون: بالخطاب فيهن (٢) ؛ لقوله:  {قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى} ، وقولُه: </p><p> {وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا} بالخطابِ لليهودِ؛ أي: علمتم على لسانِ محمدٍ - صلى الله عليه وسلم - ما لم تعلموا. </p><p>(١) رواه ابن أبي حاتم في \"تفسيره\" (٤/ ١٣٤٢)، عن سعيد بن جبير، وانظر: \"أسباب النزول\" للواحدي (ص: ١٢٢). (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٢٦٢)، و\"التيسير\" للداني (ص: ١٠٥)، و\"تفسير البغوي\" (٢/ ٤٤)، و\"معجم القراءات القرآنية\" (٢/ ٣٩٢ - ٣٩٣).</p>"
}