{
  "id": null,
  "sura": 6,
  "aya": 57,
  "text": "<p> و (١) السبيلُ يُذَكَّر؛ لقوله:  {وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلًا}  [الأعراف: ١٤٦] ، ويؤنَّثُ؛ لقولِه:  {لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجًا}  (٢)  [آل عمران: ٩٩] . </p><p> ... </p><p> {قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ (٥٦) }. </p><p> [٥٦]  {قُلْ إِنِّي نُهِيتُ} بما أُنزلَ عليَّ من الآياتِ في أمرِ التوحيدِ. </p><p> {أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ} أي: تعبدون. </p><p> {مِنْ دُونِ اللَّهِ قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ} في طردِ الفقراءِ وعبادةِ الأوثان. </p><p> {قَدْ ضَلَلْتُ إِذًا} إنِ اتبعتُ أهواءكم. </p><p> {وَمَا أَنَا مِنَ الْمُهْتَدِينَ} إن فعلتُ ذلك. </p><p> ... </p><p> {قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي وَكَذَّبْتُمْ بِهِ مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ إِنِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ (٥٧) }. </p><p> [٥٧]  {قُلْ إِنِّي عَلَى بَيِّنَةٍ} ويقينٍ. </p><p>(١) \"و\" ساقطة من \"ت\". (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٢٥٨)، و\"التيسير\" للداني (ص: ٢٠٣)، و\"تفسير البغوي\" (٢/ ٢٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٥٨)، و\"معجم القراءات القرآنية\" (٢/ ٢٧٣).</p><p> {مِنْ رَبِّي وَكَذَّبْتُمْ بِهِ} أي: بما جئتُ به، وكانوا قد استعجلوا العذابَ، فقال - صلى الله عليه وسلم -: </p><p> {مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ} من العذابِ. </p><p> {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} لا لي. </p><p> {يَقُصُّ الْحَقَّ} من القضاءِ: الحكمِ؛ أي: يقضي القضاءَ الحقَّ. قرأ نافعٌ، وابنُ كثيرٍ، وأبو جعفرٍ، وعاصمٌ:  (يَقُصُّ الْحَقَّ) بضمِّ القاف والصادِ المهملة مشدَّدًا؛ أي: يقولُ الحقَّ؛ لأنه في جميعِ المصاحفِ بغير ياء، ولأنه قالَ:  (الحقَّ) ولم يقلْ: بالحق، وقرأ الباقون (يَقْضِ) بسكون القافِ وكسر الضادِ المعجمةِ (١) ؛ من قضيتُ؛ أي: يحكمُ بالحقِّ؛ بدليل أنه قالَ: </p><p> {وَهُوَ خَيْرُ الْفَاصِلِينَ} أي: الحاكمين، وحذفتِ الياءُ لاستثقالِ الألف واللامِ؛ كقوله:  {صَالِ الْجَحِيمِ}  [الصافات: ١٦٣] ، ونحوها، وأثبتَ يعقوبُ الياءَ وقفًا. والقضاءُ شرعًا: هو الإلزامُ وفصلُ الحكوماتِ، ومنصبُ القضاءِ فرضُ كفايةٍ بالاتفاق، ويجبُ على من يصلُحُ له إذا طلبَ ولم يوجد غيرُه ممَّنْ يوثَقُ به الدخولُ فيهِ بغيرِ خلافٍ، قال الإمامُ أحمدُ: إلا أن يشغلَهُ عمَّا هو أهمَّ منه. ويُشترطُ في القاضي: العدالةُ والاجتهادُ عندَ الثلاثةِ، وقال أبو حنيفةَ: يجوزُ قضاءُ الفاسقِ، ولا ينبغي أن يُوَلَّى، ويجوزُ تقليدُ الجاهلِ؛ لأنه يقدرُ على القضاءِ بالاستفتاءِ، والأَوْلى أن يكونَ عالمًا. </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٢٧٥)، و\"تفسير البغوي\" (٢/ ٢٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٥٨)، و\"معجم القراءات القرآنية\" (٢/ ٢٧٤).</p>"
}