{
  "id": null,
  "sura": 7,
  "aya": 26,
  "text": "<p> {تُخْرَجُونَ} للبعثِ. قرأ حمزةُ، والكسائيُّ، وخلف، ويعقوبُ، وابنُ ذكوانَ عن ابنِ عامرٍ:  (تَخْرُجُونَ) بفتح التاء وضم الراء، والباقون: بضم التاء وفتح الراء (١) . </p><p> ... </p><p> {يَابَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ ذَلِكَ مِنْ آيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ (٢٦) }. </p><p> [٢٦]  {يَابَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ} أي: خلقنا لكم. </p><p> {لِبَاسًا يُوَارِي سَوْآتِكُمْ} التي قصدَ الشيطانُ إبداءها، ونُغنيكم عن خصفِ الورقِ، رُوي أن العربَ كانوا يطوفون بالبيتِ عُراةً، ويقولون: لا نطوفُ في ثيابٍ عَصَيْنا الله فيها، فكان الرجالُ يطوفونَ بالنهارِ، والنساءُ بالليل عراةً، فنزلَتْ (٢) ؛ أمرًا بالستر. قرأ الدوريُّ عن الكسائيِّ بخلافٍ عنه:  (يُوَارِي) بالإمالة (٣) ، وهذه الآيةُ دليل على وجوبِ سترِ العورةِ، ولا خلافَ بينَ الأئمةِ في وجوبِ سترِها عن أعينِ الناسِ. </p><p> واختلفوا في العورةِ ما هي؟ فقال أبو حنيفةَ: عورةُ الرجلِ ما تحتَ سُرَّتِهِ إلى تحتِ ركبتِه، والركبةُ عورة، ومثلُه الأَمَةُ، وبالأولى بطنُها وظهرُها؛ لأنه موضع مشتهىً، والمكاتَبَةُ وأمُّ الولدِ والمُدَبَّرَةُ كالأمَةِ، </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٢٧٩)، و\"التيسير\" للداني (ص: ١٠٩)، و\"تفسير البغوي\" (٢/ ٩٦)، و\"معجم القراءات القرآنية\" (٢/ ٣٥٠). (٢) انظر: \"أسباب النزول\" للواحدي (ص: ١٢٥).(٣) انظر: \"الغيث\" للصفاقسي (ص: ٢٢٣)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٢٣)، و\"معجم القراءات القرآنية\" (٢/ ٣٥٠).</p><p> وجميعُ الحرةِ عورةٌ إلا وجهَها وكَفَّيْها، والصحيحُ عنهُ أن قَدَميها عورةٌ خارجَ الصلاةِ لا في الصلاةِ، وقالَ مالكٌ: عورةُ الرجلِ فَرْجاه وفَخِذاهُ، والأَمَةُ مثلُه، وكذا المدبَّرَةُ والمعتقَةُ إلى أَجَلٍ، والحرَّةُ كلُّها عورةٌ إلا وجهَها ويديها، ويُستحبُّ عندَه لأمِّ الولدِ أن تَستر من جسدِها ما يجبُ على الحرةِ سترُه، والمكاتَبَةُ مثلُها. وقال الشافعيُّ وأحمدُ: عورةُ الرجلِ ما بينَ السُّرةِ والركبةِ، وليستِ الركبةُ من العورةِ، وكذا الأمَةُ، والمكاتبةُ وأمُّ الولدِ والمدبَّرَةُ والمعتَقُ بعضُها، والحرَّةُ كلُّها عورة سوى الوجهِ والكفَّين عندَ الشافعيِّ، وعندَ أحمدَ سوى الوجهِ فقط على الصحيح، وأما سُرَّةُ الرجلِ، فليستْ من العورةِ بالاتفاق. </p><p> {وَرِيشًا} لباسَ زينةٍ تتجمَّلُون بها، فهي للأناسي كالريشِ للطائرِ، المعنى: أنزلَ لكم لباسينَ: أحدُهما لسترِ عوراتِكم، والآخرُ لجمالكم. </p><p> {وَلِبَاسُ التَّقْوَى} هو خشيةُ الله والتورُّعُ، وقيلَ: هو ما يُلْبَس من الدروع ويُتقى به. </p><p> {ذَلِكَ خَيْرٌ} قرأ نافعٌ، وأبو جعفرٍ، وابن عامرٍ، والكسائيُّ:  (وَلبَاسَ) بنصبِ السين عطفًا على قوله: {لِبَاسًا} ، وقرأ الباقونَ: بالرفع على الابتداء، وخبرُه (خير) ، وجعلوا (ذَلِكَ) صِلَةً في الكلام (١) . </p><p> {ذَلِكَ} أي: إنزالُ اللباسِ. </p><p> {مِنْ آيَاتِ اللَّهِ} الدالَّةِ على فضلِه ورحمتِه. </p><p> {لَعَلَّهُمْ يَذَّكَّرُونَ} فيعرفونَ نعمتَه. </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٢٨٠)، و\"التيسير\" للداني (ص: ١٠٩)، و\"تفسير البغوي\" (٢/ ٩٧)، و\"معجم القراءات القرآنية\" (٢/ ٣٥١).</p>"
}