{
  "id": null,
  "sura": 7,
  "aya": 180,
  "text": "<p> {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ (١٨٠) }. </p><p> [١٨٠] رُوي أن رجلًا دعا اللهَ في صلاته، ودعا الرّحمنَ، فقال بعضُ مشركي مكةَ: إنَّ محمدًا وأصحابَه يزعمون أنّهم يعبدون ربًّا واحدًا، فما بالُ هذا يدعو اثنين؟! فأنزلَ اللهُ -عَزَّ وَجَلَّ-: </p><p> {وَلِلَّهِ الْأَسْمَاءُ}  (١) الصفاتُ. </p><p> {الْحُسْنَى} العُليا الدالَّةُ على معانٍ حسنةٍ. </p><p> {فَادْعُوهُ} سَمُّوهُ {بِهَا} . </p><p> قال - صلى الله عليه وسلم -: \"إِنَّ للهِ تِسْعًا وَتِسعينَ اسْمًا، مِئَةً إِلَّا وَاحِدًا، مَنْ أَحْصَاها، دَخَلَ الجَنَةَ، إِنَّ اللهَ وِتْرٌ يُحبُّ الْوِتْرَ\"  (٢) ، ومعنى أحصاها: حفظها وهي: \"هو اللهُ الّذي لا إلهَ إِلَّا هوُ الرّحمنُ الرحيمُ الملكُ القدوسُ السلامُ المؤمنُ المهيمنُ العزيزُ الجبارُ المتكبرُ الخالقُ البارئُ المصورُ الغفارُ القهارُ الوهابُ الرزاقُ الفتاحُ العليمُ القابضُ الباسطُ الخافضُ الرافعُ المعزُّ المذلُّ السميعُ البصيرُ الحكمُ العدلُ اللطيفُ الخبيرُ الحليمُ العظيمُ الغفورُ الشكورُ العليُّ الكبيرُ الحفيظُ المقيتُ الحسيبُ الجليلُ الكريمُ الرقيبُ المجيبُ الواسعُ الحكيمُ الودودُ المجيدُ الباعثُ الشهيدُ الحقُّ الوكيلُ القويُّ المتينُ الوليُّ الحميدُ المحصي المبدي المعيدُ المحيي المميتُ الحيُّ القيومُ الواجدُ </p><p>(١) انظر: \"تفسير البغوي\" (٢/ ١٧٥). (٢) رواه البخاريّ (٦٠٤٧)، كتاب: الدعوات، باب: لله مائة اسم غير واحدة، ومسلم (٢٦٧٧)، كتاب: الذكر والدعاء والتوبة والاستغفار، باب: في أسماء الله تعالى وفضل من أحصاها، عن أبي هريرة -رضي الله عنه-.</p><p> الماجدُ الواحدُ الأحدُ الصمدُ القادرُ المقتدرُ المقدِّمُ المؤخِّرُ الأولُ الآخِرُ الظاهرُ الباطنُ الوالي المتعال البرُّ التوابُ المنتقمُ العفوُّ الرؤوفُ مالكُ الملكِ ذو الجلالِ والإكرامِ المقسطُ الجامعُ الغنيُّ المغني الضارُّ النافعُ النورُ الهادي البديعُ الباقي الوارث الرشيدُ الصبورُ \" حديثٌ حسنٌ رواه الترمذيُّ وغيرُه(١).</p><p> قال اليافعيُّ رحمه الله في كتابه \" الدرّ النظيم في فضائلِ القرآنِ العظيم\": وهي في القرآن على هذا الترتيب، في سورةِ الفاتحةِ خمسةٌ: اللهُ ربُّ الرّحمن الرحيمُ مالكٌ، وفي سورةِ البقرةِ ستةٌ وعشرون: محيطٌ قديرٌ عليمٌ حكيمٌ توابٌ نصيرٌ واسعٌ بديعٌ سميعٌ كافي رؤوفٌ شاكرٌ إِلهٌ واحدٌ غفورٌ حليمٌ قابضٌ باسطٌ لا إلهَ إلَّا هوَ حيٌّ قيومٌ عليٌّ عظيمٌ وليُّ غنيٌّ حميدٌ، وفي سورةِ آلِ عمرانَ ثلاثةٌ: قديمٌ وهابٌ سريعٌ، وفي سورةِ النساءِ سبعةٌ: رقيبٌ حسيبٌ شهيدٌ غافرٌ غفورٌ مُقيتٌ وكيلٌ، وفي الأنعامِ خمسةٌ: باطنٌ ظاهرٌ قادرٌ لطيفٌ خبرٌ، وفي سورةِ الأعرافِ اثنان: مُحْيي مُميتٌ، وفي سورةِ الأنفالِ اثنان: نعمَ المولى ونعمَ النصير، وفي سورةِ هودٍ سبعةٌ: حفيظٌ قريبٌ مجيبٌ قويٌّ مَجيدٌ وَدودٌ فَعَّالٌ لما يريدُ، وفي سورةِ الرعدِ اثنان: كبيرٌ مُتَعالٍ، وفي سورة إبراهيم: مَنَّانٌ، وفي سورةِ الحجِّ: باعثٌ، وفي سورةِ المؤمنين: كريمٌ، وفي سورةِ النورِ: ثلاثةٌ: نورٌ حقٌّ مبينٌ، وفي سورةِ سبأ: فتاحٌ، وفي سورة المؤمن أربعةٌ: قابلُ التوبِ شديدُ العقابِ ذو الطول غفارٌ، وفي سورة الذاريات اثنان: رزاقٌ ذو القوةِ المتينُ، وفي سورة الطورِ: بَرٌّ، وفي سورةِ القمرِ: مقتدرٌ، وفي سورة الرّحمن: ذو الجلالِ والإكرامِ، وفي </p><p>(١) رواه الترمذي (٣٥٠٧)، كتاب: الدعوات، باب: (٨٣) وقال: غريب.</p>"
}