{
  "id": null,
  "sura": 7,
  "aya": 54,
  "text": "<p> {قَدْ خَسِرُوا أَنْفُسَهُمْ} أهلَكوها. </p><p> {وَضَلَّ} بطلَ. </p><p> {عَنْهُمْ مَا كَانُوا يَفْتَرُونَ} فلمْ ينفعْهم. </p><p> ... </p><p> {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ (٥٤) }. </p><p> [٥٤]  {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ} أي: في مقدارها؛ لأن اليومَ من لَدُنْ طلوعِ الشمسِ إلى غروبها, ولم يكنْ يومئذٍ يومٌ ولا شمسٌ، وخلقَهُنَّ فيهنَّ تعليمًا لخلقه التثبُّتَ والتأنِّي؛ لأنه سبحانه كان قادرًا على خلقهنَّ في لمحةٍ (١) ، وقد جاءَ في الحديث:  \"التَّأنِّي مِنَ اللهِ، وَالْعَجَلَةُ مِنَ الشَّيْطَانِ\"  (٢) . </p><p> {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} استواءً يليقُ بعظمتِه بِلا كيفٍ، وهذا من المشكِلِ الذي يجبُ عندَ أهل السُّنَّةِ على الإنسانِ الإيمانُ به، ويَكِلُ العلمَ فيه إلى الله عَزَّ وَجَلَّ، وسُئِلَ الإمامُ مالكٌ رضي الله عنه عن الاستواءِ فقالَ: \"الاستواءُ معلومٌ؛ يعني: في اللغة، والكيفُ مجهولٌ، والإيمانُ بهِ واجبٌ، والسؤالُ </p><p>(١) في \"ن\": \"كلمحة\". (٢) رواه يعقوب بن سفيان في \"المعرفة والتاريخ\" (٣/ ٣٨٩)، وأبو يعلى في \"مسنده\" (٤٢٥٦)، والبيهقي في \"السنن الكبرى\" (١٠/ ١٠٤)، عن أنس بن مالك -رضي الله عنه-.</p><p> عنهُ بِدْعَةٌ \"(١)،وسُئِل الإمامُ أحمدُ رضي الله عنه عن قوله تعالى:{الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى}[طه: ٥]،فقال:\" هُوَ كما أخبرَ، لا كما يخطرُ للبشَرِ\" (٢) ، والعرشُ في اللغة: هو السريرُ، وخُصَّ العرشُ بالذكرِ تشريفًا له؛ إذ هو أعظمُ المخلوقات. </p><p> {يُغْشِي اللَّيْلَ النَّهَارَ} يُغَطِّي أحدهما بالآخرَ، وفيهِ حذفٌ؛ أي: ويُغْشي النهارَ الليلَ، ولم يُذْكَرْ؛ لدلالةِ الكلامِ عليه. قرأ حمزةُ، والكسائيُّ، وأبو بكرٍ عن عاصم، وخلفٌ، ويعقوبٌ:  (يُغَشِّي) بالتشديد مع فتح الغين، وله قولٌ بإسكانِ الغين والتخفيفِ (٣) . </p><p> {يَطْلُبُهُ حَثِيثًا} يَعْقُبُه سريعًا. </p><p> {وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ} مُذَلَّلاتٍ. </p><p> {بِأَمْرِهِ} بمشيئته. قرأ ابنُ عامرٍ:  (وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ) كلُّها بالرفع على الابتداء والخبرِ، فالشمسُ مبتدأ، والبقيةُ معطوفة عليه، وخبرُه (مُسَخَّراتٌ) ، وقرأ الباقونَ: بالنصبِ وكسرِ التاء من (مُسَخَّرَاتٍ) تاء جمع المؤنث السالم عطفًا على قوله: (خَلَقَ السَّمواتِ والأرضَ) ، فتنصب (مُسَخَّراتٍ) حالًا (٤) . </p><p>(١) رواه اللالكائي في \"اعتقاد أهل السنة\" (٣/ ٣٩٨)، وأبو نعيم في \"حلية الأولياء\" (٦/ ٣٢٥ - ٣٢٦). (٢) انظر: \"اعتقاد أهل السنة\" للالكائي (٣/ ٤٠١).(٣) انظر: \"السبعة\" لابن مجاهد (ص: ٢٨٢)، و\"التيسير\" للداني (ص: ١١٠)، و\"تفسير البغوي\" (٢/ ١٠٩)، و\"الكشف\" لمكي (١/ ٤٦٤)، و\"معجم القراءات القرآنية\" (٢/ ٣٦٨).(٤) انظر: \"السبعة\" لابن مجاهد (ص: ٢٨٢)، و\"التيسير\" للداني (ص: ١١٠)، =</p>"
}