{
  "id": null,
  "sura": 8,
  "aya": 17,
  "text": "<p> [١٦]  {وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ} ظهرَه. </p><p> {إِلَّا مُتَحَرِّفًا لِقِتَالٍ} بأنْ يريَهم الفَرَّةَ وهو يريدُ الكَرَّةَ. </p><p> {أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ} منضَمًّا إلى جماعة يريدون العودَ إلى القتال؛ أي: من انهزمَ إِلَّا على هذه النية. </p><p> {فَقَدْ بَاءَ} رجعَ {بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ} أي: مُقامُه. </p><p> {وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ} هذا إذا لم يزدِ العدوُّ على الضَّعْفِ؛ لقوله:  {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ} الآية [٦٦] . </p><p> واختلفوا في حكم الآية، فقال قومٌ: هو خاصٌّ بأهلِ بدر، واحتجوا بقوله:  (يَوْمَئِذٍ) ، قالوا: وهو إشارة إلى يومِ بدرٍ، وأنّه نُسخ حكمُ الآيةِ بآيةِ الضعيف، وبقي الفرارُ من الزحفِ ليسَ كبيرةً، وقد فرَّ النّاسُ يومَ أحد، فعفا الله عنهم، وقال يومَ حنين:  {ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ}  [التوبة: ٢٥] ، ولم يعنِّفْ على ذلك، وإليه ذهبَ أبو حنيفةَ، وقال آخرون: حكمُ الآية باقٍ إلى يوم القيامة، فلا يجوزُ الفرارُ إِلَّا إذا زادَ الكفارُ على ضعفِ المسلمينِ، وليس في الآية نسخٌ، والدّليل عليه أنّها نزلت بعدَ القتالِ وانقضاءِ الحرب، وذهابِ اليوم بما فيه، وأمّا يومَ أحد، فإنّما فر النَّاس من أكثرَ من ضعفِهم، ومع ذلك عُنِّفوا، وأمّا يومَ حنين، فكذلك، وإلى هذا ذهب مالكٌ والشّافعيُّ وأحمدُ. </p><p> * * * </p><p> {فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (١٧) }. </p><p> [١٧] ولما التقى الجمعان ببدر، أخذ - صلى الله عليه وسلم - كَفًّا من حصباءِ الوادي معه </p><p> ترابٌ، وألقاه في وجوه القوم وقال:  \"شَاهَتِ الْوُجُوهُ\" ، فلم يبقَ منهم أحدٌ إِلَّا دخل عينيه ومَنْخِرَيه منه شيءٌ، فانهزموا (١) ، وتمكَّن المسلمون منهم قتلًا وأَسْرًا، فلما رجعوا، قال بعضُهم: قتلتُ فعلتُ، فنزلَ تأديبًا: </p><p> {فَلَمْ تَقْتُلُوهُمْ}  (٢) بقوَّتكم؛ لضعفِكم عنهم. </p><p> {وَلَكِنَّ اللَّهَ قَتَلَهُمْ} بنصرِه إياكم. </p><p> {وَمَا رَمَيْتَ} يا محمدُ رميًا توصلُه إلى أعينِهم، ولم تقدرْ عيه. </p><p> {إِذْ رَمَيْتَ} أتيتَ بصورةِ الرميِ. </p><p> {وَلَكِنَّ اللَّهَ رَمَى} أي: بلغَ التراب أعينَهم، إذ ليس في وُسع أحدٍ من البشر أن يرميَ كفًّا من الحصى إلى وجوه جيش فلا يبقى فيهم عينٌ إِلَّا ويصيبُها منه شيء. قرأ ابنُ عامرٍ، وحمزةُ، والكسائيُّ، وخلفٌ:  (وَلَكِنِ) في الحرفين خفيفةَ النون (اللهُ) رفعٌ، والباقون:  (وَلَكِنَّ) مشددةَ النون (اللهَ) نصبٌ (٣) ، ومعنى (لكن) نفيُ الخبرِ الماضي وإثباتُ المستقبل، وقرأ ورشٌ عن نافعٍ، وحمزةُ، والكسائيُّ، وأبو بكرٍ عن عاصمٍ، وخلفٌ:  (رَمَى) بالإمالة (٤) . </p><p> {وَلِيُبْلِيَ} اللهُ {الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا} أي: لينعمَ عليهم نعمةً </p><p>(١) رواه مسلم (١٧٧٧)، كتاب: الجهاد والسير، باب: في غزوة حنين. (٢) انظر: \"أسباب النزول\" للواحدي (ص: ١٢٩).(٣) انظر: \"التيسير\" للداني (ص: ٧٥)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٧٦)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ١٤٤، ٢٣٦)، و\"معجم القراءات القرآنية\" (٢/ ٤٤٣).(٤) انظر: \"الغيث\" للصفاقسي (ص: ٢٣٣)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٣٦)، و\"معجم القراءات القرآنية\" (٢/ ٤٤٣).</p>"
}