{
  "id": null,
  "sura": 8,
  "aya": 75,
  "text": "<p> [٧٤]  {وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا} الكاملون في الإيمان حَقَّقوا إيمانَهم بتعجيلِ مقتضاهُ؛ من الهجرةِ والجهادِ وبذلِ المالِ ونصرةِ الحقِّ. </p><p> {لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيم} لا تبعةَ ولا مِنَّةَ فيه، وهو طعامُ الجنة، وكُرِّرَتْ هذه الآيةُ؛ لأنّ بعضَهم هاجرَ قبلَ الحُدَيبية، وبعضهم بعدَها، وبعضهم ذو هجرتين: هجرةٍ إلى الحبشة، وهجرةٍ إلى المدينة، فالآية الأولى لأصحابِ الهجرة الأولى، والثّانية للثانية. </p><p> * * * </p><p> {وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنْكُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (٧٥) }. </p><p> [٧٥]  {وَالَّذِينَ آمَنُوا مِنْ بَعْدُ} أي: بعد السابقينَ إلى الهجرةِ الأولى. </p><p> {وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنْكُمْ} أي: من جملتكم، لطفَ تعالى باللاحقين، فجعلَهم من السابقين. </p><p> {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ} اللوحِ المحفوظِ، فنسخَ التوارثَ بالهجرة، وردَّ الميراثَ إلى أولي الأرحامِ. </p><p> {إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} صفة مناسبة لنفوذِ هذه الأحكام. </p><p> واختلف الأئمةُ في توريثِ ذوي الأرحام ممّن لا سهمَ له في القرآن، وهم كلُّ ذي قرابة ليسَ بذي فرضٍ ولا عَصَبَةٍ، وهم أحدَ عشر صنفًا: أولادُ البناتِ الذكورُ منهم والإناث، وولدُ الأخواتِ، وبناتُ الإخوة، وبناتُ الأعمام، وبنو الإخوة من الأم، والعماتُ، والأخوالُ، والخالاتُ، والجدُّ </p><p> أبو الأم، والجدةُ أمُّ أبي الأمِّ، ومن أدلى بهم، فذهب مالك والشّافعيُّ أنّهم لا يُوَرَّثون، وبيتُ المال أولى منهم. </p><p> وذهب أبو حنيفةَ وأحمدُ: إلى أنّهم يورَّثون، استدلالًا بالآية الشريفة، وبقوله - صلى الله عليه وسلم -: \"الْخَالُ وَارِثُ مَنْ لَا وَارِثَ لَهُ\"  (١) ، ويقدَّمُ الردُّ عليهم، فإن كان للميتِ (٢) ذو فرضٍ لم يستغرقِ المالَ، وفضلَتْ منه فضلةٌ، ولم يكنْ عصبةٌ، فالفاضلُ مردودٌ عليهم على قدرِ سِهامهم؛ للآية الشريفة، ولقوله - صلى الله عليه وسلم -: \"مَنْ تَرَكَ مَالًا فَلِلْوَارِثِ\"  (٣) ، ولا يُرَدُّ على الزوجِ والزوجةِ؛ لأنّهما ليسا من أولي الأرحام، وإذا لم يكنْ للميتِ عصبةٌ، ولا ذو فرضٍ من أهلِ الردِّ، فالميراثُ لذوي الأرحامِ ممّن ذُكر من الأصناف. واختلفَ مورِّثاهم في كيفيةِ توريثهم، فقال أبو حنيفةَ: يورَّثون على ترتيب العصباتِ، الأقربُ فالأقرب؛ كمن له بنتُ بنتِ بنتٍ (٤) وأَبُ أمٍّ، فهو أولى؛ لأنّه أقربُ، وإن كانَ أبَ أبِ أُمٍّ، وعمةٌ؛ أو خالةٌ، فهي أولى؛ لأنّها أقربُ، ونحو ذلك، فإن استووا في القربِ والإدلاءِ، فإن اتفقتِ الآباءُ والأمهاتُ، فالمال بينَهما على السواء إنَّ كانوا ذكورًا أو إناثًا، وإن كانوا </p><p>(١) رواه أبو داود (٢٨٩٩)، كتاب: الفرائض، باب: في ميراث ذوي الأرحام، وابن ماجه (٢٦٣٤)، كتاب: الديات، باب: الدية على العاقلة، فكان لم يكن عاقلة، ففي بيت المال، عن المقدام -رضي الله عنه-. وفي الباب: عن عائشة وأبي أمامة -رضي الله عنهما-. (٢) في \"ت\": \"الميِّت\".(٣) رواه الإمام أحمد في \"المسند\" (٢/ ٤٦٤)، والطيالسي في \"مسنده\" (٢٣٣٨)، وابن حبّان في \"صحيحه\" (٣٠٦٣)، عن أبي هريرة -رضي الله عنه-.(٤) في \"ت\": \"بنت بنت\" بدل \"بنت بنت بنت\".</p><p> مختلطين، فللذكر مثلُ حظِّ الأنثيين، مثالُه: بنتُ بنتِ ابنٍ، وبنتُ بنتِ ابنٍ، المالُ بينَهما على السواء، وكذلك ابنُ بنتِ بنتٍ، وابنُ بنتِ بنتٍ، وإن كانَ بنتَ بنتِ بنتٍ وابنَ بنتِ بنتٍ، المالُ بينهما أثلاثًا، وإن اختلفَ الأمهاتُ والآباءُ، فعندَ أبي يوسف، وهو روايةٌ عن أبي حنيفةَ رحمهما الله: العبرةُ لأبدانِهم لا لأصولهم؛ لأنّ ذوي الأرحام إنّما يورَّثون بالقرابة كالعصبات، وكلُّ واحدٍ مستبدٌّ بنفسِه في أصلِ الاستحقاقِ، فتعتبر الأبدانُ كالعصبات، وعندَ محمدٍ، وهو أشهرُ روايتين عن أبي حنيفة: العبرةُ لأصولهم، فيقسَمُ المالُ على أصولهم، ويعتبرُ الأصلُ الواحدُ متعددًا بتعدُّدِ أولاده، ثمّ يُعْطَى لكلِّ فرعٍ ميراثُ أصلِه، ويَجعلُ كلَّ أنثى تُدْلي إلى الميِّت بذكرٍ ذكرًا، وكلَّ ذكرٍ يدلي إلى الميِّتِ بأنثى أنثى، سواء كانَ إدلاؤهما بأبٍ واحدٍ أو بأكثر، أو بأمٍّ واحدةٍ أو بأكثرَ، ثمّ يقسمُ سهامَ كلِّ فريقٍ بينَهم بالسويةِ إِن اتفقتْ صفاتُهم، وإذا اختلفَتْ، فللذكرِ مثلُ حظِّ الأنثيين؛ لأنّ الفروعَ إنّما تستحقُّ الميراثَ بواسطةِ الأصولِ، فيجب أن تكونَ العبرةُ للأصولِ. </p><p> وقال أحمد: يُوَرَّثون بالتنزيل، وهو أن يُجعل كُلُّ شخصٍ بمنزلةِ مَنْ أدلى به، فتجعلُ ولدَ البناتِ والأخواتِ كأمهاتهم، وبناتِ الإخوةِ والأعمامِ وأولادَ الإخوة من الأمِّ كآبائِهم، والأخوالَ والخالاتِ وآباءَ الأمِّ كالأمِّ، والعماتِ والعمَّ من الأمِّ كالأب، ثمّ تجعلُ نصيبَ كلِّ وارثٍ لمن أدلى به، فإن أدلى جماعةٌ بواحدٍ، واستوتْ منازلُهم منه، فإن كانَ أبوهم واحدًا، وأُمُّهم واحدةً، فنصيبُه بينَهم بالسويَّة، ذكرُهم وأنثاهم سواء، لأنّهم يورَّثون بالرَّحِمِ المجرَّدِ، فاستوى ذكورُهم وإناثهم؛ كولدِ الأمِّ، وإذا كانَ ابنٌ وبنتُ أختٍ وبنتُ أختٍ أُخرى، فلبنتِ الأختِ وحدَها النصفُ، وللأخرى وأخيها النصفُ بينَهما، وإن اختلفتْ منازلُهم من المدلي بهِ، جعلته كالميِّتِ، </p><p> وقسمتَ نصيبَه بينَهم على ذلكَ، ويسقطُ البعيدُ بالقريب إن كانا من جهة واحدة؛ كخالةٍ وأمِّ أبي أمٍّ، أو ابنِ خالٍ، فالميراثُ للخالِة؛ لأنّها تلقى الأمَّ بأولِ درجةٍ، وإن كانا من جهتين، نزلتَ البعيدَ حتّى يلحقَ بوارثه، سواءٌ سقط به القريبُ، أو لم يسقطْ؛ كبنتِ بنتِ بنتٍ، وبنتِ أخٍ لأخٍ، المالُ لبنتِ بنتِ البنتِ بالفرضِ والردِّ. </p><p> واتفقَ الأربعةُ على أنَّ من ماتَ ولا وارثَ له من ذوي فرضٍ ولا تعصيبٍ ولا رحمٍ، فإن مالَه لبيتِ مالِ المسلمين. </p><p> ثمّ اختلفوا في صرفِ التركةِ إلى بيتِ المال، فقالَ الشافعيُّ ومالكٌ: تصرَفُ إِرثًا، وقال أبو حنيفةَ وأحمدُ: ليسَ بيتُ المالِ وارثًا، وإنما يحفظُ المالَ الضائعَ وغيرَهُ، فهو جهةٌ ومصلحةٌ، واللهُ أعلمُ. </p><p> * * * </p><p> سُوْرَةُ التَّوْبَة </p><p> مدنية وآيها مئة وتسع وعشرون آية، وحروفُها عشرة آلافٍ وثمانُ مئةٍ وسبعة وثمانون حرفًا، وكلمُها ألفان وأربع مئة وسبع وتسعون كلمة. </p><p> قال سعيدُ بنُ جبير: قلت لابنِ عباسٍ رضي الله عنها: \"سورةُ التوبةِ؟فقالَ:تلكَ الفاضِحَةُ،ما زالتْ تنزلُ:ومنهم، ومنهم، حتّى خَشينا ألَّا تدعَ أحدًا\"  (١) . </p><p> وعن حذيفة رضي الله عنه قال:  \"إنكم تُسمون هذهِ السورةَ سورةَ التوبَةِ، وإِنَّها سورةُ العذابِ، واللهِ ما تركَتْ أحدًا إِلَّا نالَت منه\"  (٢) . </p><p> أهلُ المدينةِ يسمونها: التوبةَ، وأهلُ مكةَ يسمونها: الفاضحةَ، وسميت التوبةَ؛ لأنّ فيها التوبةَ على المؤمنين، والفاضحةَ؛ لأنها تفضحُ المنافقين، ومن أسمائها: المخزيةُ؛ لأنّها تخزيهم، والمقشقشةُ؛ لأنّها تقشقش من النفاق؛ أي: تبرئ منه، والمبعثرةُ، لأنّها تبعثرُ أسرارَ المنافقين، </p><p>(١) رواه البخاريّ (٤٦٠٠)، كتاب: التفسير، باب: تفسير سورة الحشر، ومسلم (٣٠٣١)، كتاب: التفسير، باب: في سورة براءة والأنفال والحشر. (٢) رواه ابن أبي شيبة في \"المصنِّف\" (٣٠٢٦٩)، والطبراني في \"المعجم الأوسط\" (١٣٣٠)، والحاكم في \"المستدرك\" (٣٢٧٤).</p><p> والمشرِّدَةُ، لأنّها تشرِّدُ بهم، والمثيرةُ؛ لأنّها تبحثُ عن حالِ المنافقينَ وتُثيرها، والحافرةُ؛ لأنّها حفرتْ على قلوبهم، والمنكِّلَةُ؛ لأنّها تنكِّلُ بهم (١) ، والمُدَمْدِمَةُ؛ لأنّها تدمدمُ عليهم، وسورةُ العذابِ؛ لتضمُّنها معناه. </p><p> واختلِفَ في سقوطِ البسملةِ من أولها، فقيل: كان من شأن العربِ في زمنِ الجاهلية إذا كانَ بينَهم وبينَ قومٍ عهدٌ، فإذا أرادوا نقضَه، كتبوا إليهم كتابًا لم يكتبوا فيه البسملةَ، فلما نزلَتْ براءةُ بنقضِ العهدِ الّذي كانَ بينَ النبيِّ - صلى الله عليه وسلم - والمشركين، بعثَ بها النبيُّ علَيَّ بنَ أبي طالبٍ رضي الله عنه، فقرأها عليهم في الموسم، ولم يتسهَّلْ في ذلكَ على ما جرتْ عادتُهم في نقضِ العهدِ من تركِ البسملة. </p><p> وقال ابنُ عباسٍ لعثمان رضي الله عنه: ما حملَكُم على أَنْ عمدتُم إلى الأنفال، وهي من المثاني، وإلى براءة، وهي من المئين، فقرنتم بينَهما، ولم تكتبوا بينَهما سطرَ: بسم الله الرّحمن الرحيم، ووضعتموها في السبع الطوال؟ فقال: عثمان رضي الله عنه: إِن رسولَ الله - صلى الله عليه وسلم - كان إذا نزلَ عليه الشيءُ، يدعو بعضَ من يكتبُ عندَه، فيقول:  \"ضَعُوا هَذِهِ الآيةَ فِي السُّورَةِ الَّتِي يُذْكَرُ فيها كَذَا وَكَذَا\" ، وكانت الأنفال ممّا نزلَ بالمدينة، وبراءةُ من آخرِ ما نزلَ، وكانت قصَّتُها شبيهةً بقصتها، وقُبضَ رسولُ الله - صلى الله عليه وسلم - ولم يبين لنا أنّها منها، فظننتُ أنّها منها، فمن ثَمَّ قرنتُ بينَهما، ولم أكتبْ بينهما سطر: بسم الله الرّحمن الرحيم (٢) . </p><p>(١) في جميع النسخ \"تنكلهم\"، والصواب ما أثبت. (٢) رواه أبو داود (٧٨٦)، كتاب: الصّلاة، باب: من جهر بها، والنسائي في \"السنن الكبرى\" (٨٠٠٧)، والترمذي (٣٠٨٦)، كتاب: التفسير، باب: ومن سورة =</p><p> وكانتا تدعيان: القَرينين، قال ابنُ العربيِّ: هذا دليلٌ على أن القياسَ أصل في الدِّين، ألَّا ترى إلى عثمانَ وأعيانِ الصَّحابةِ رضي الله عنهم كيفَ نَحَوْا إلى قياسِ الشبهِ عندَ عدمِ النصِّ ورأوا أن قصةَ براءةَ شبيهةٌ بقصةِ الأنفالِ، فألحقوها بها؟ فإذا كانَ الله قد بَيَّنَ القياسَ في تأليفِ القرآن، فما ظَنُّكَ بسائرِ الأحكام (١) ؟ </p><p> وقيل: سورةُ الأنفالِ وبراءةَ سورةٌ واحدةٌ، كلتاهما نزلتْ في القتال، تعدان السابعةَ من الطوال، وهي سبعٌ، وما بعدَها المئون؛ لأنّهما معًا مئتان وأربعُ آيات، فهما بمنزلة إحدى الطِّوال. وقد اختلفَ أصحابُ رسولِ الله - صلى الله عليه وسلم - لما كتبوا المصحفَ في خلافةِ عثمانَ، فقالَ بعضهُم: الأنفالُ وبراءةُ سورةٌ واحدةٌ، وقالَ بعضهم: هما سورتان، فتركَتْ بينهما فُرْجَةٌ لقولِ من قالَ: هما سورتان، وتركت بسم الله لقولِ مَنْ قالَ هما سورةٌ واحدةٌ، فرضيَ الفريقانِ معًا. </p><p> وسُئل عليٌّ رضي الله عنه عن تركِه البسملةَ في براءةَ، فقالَ:  \"بسمِ اللهِ الرّحمنِ الرحيمِ أمانٌ، وبراءةُ نزلَتْ بالسيفِ ليسَ فيها أمانٌ\"  (٢) . </p><p> قال القرطبيّ: والصحيحُ أن التسميةَ لم تكتبْ لأنَّ جبريلَ -عليه السّلام- ما نزلَ بها في هذهِ السورةِ (٣) . وتقدَّمَ ذكرُ اختلافِ العلماءِ والقراءِ مستوفًى </p><p>= التوبة، وقال: حسن صحيح. (١) انظر: \"أحكام القرآن\" لابن العربي (٢/ ٤٤٦).(٢) رواه الحاكم في \"المستدرك\" (٣٢٧٣). وانظر: \"الدر المنثور\" للسيوطي (٤/ ١٢٢).(٣) انظر: \"تفسير القرطبي\" (٨/ ٦٣).</p>"
}