{
  "id": null,
  "sura": 9,
  "aya": 3,
  "text": "<p> {وَأَنَّ اللَّهَ مُخْزِي} مُذِلُّ {الْكَافِرِينَ} بالقتلِ في الدنيا، والعذابِ في الآخرةِ. </p><p> * * * </p><p> {وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ (٣) }. </p><p> [٣] ونزلت براءةُ سنةَ ثمانٍ من الهجرةِ، وفيها فُتحت مكةُ، فلما كان سنةُ تسعٍ تجهَّزَ النبيُّ - صلى الله عليه وسلم -، فقيل له: إنَّ المشركينَ يطوفون بالبيتِ عُراةً فقالَ: \"لَا أُرِيدُ أَنْ أَرَى ذَلِكَ\" ، فبعثَ أبا بكرٍ أميرًا على الموسمِ ليقيمَ للناسِ الحجَّ، وبعثَ معه بأربعينَ آيةً من صدرِ براءةَ ليقرأها على أهل الموسم، ثمّ بعثَ بعده عليًّا على ناقتِهِ العضْباءِ ليقرأ على النَّاس صدر براءة، وأمره أن يؤذن بمكةَ ومِنًى وعرفةَ: أن قد بَرِئَتْ ذمةُ اللهِ وذمةُ رسوله من كلِّ مشركٍ، ولا يطوفُ بالبيتِ عُريان، فرجعَ أبو بكر وقال: يا رسولَ الله! أنزلَ في شأني شيءٌ؛ قالَ:  \"لَا، وَلَكِنْ لا يَنْبَغِي أَنْ يُبَلِّغَ هَذَا إِلَّا رَجُلٌ مِنْ أَهْلِي، أَمَا تَرْضَى أَنَّكَ كُنْتَ مَعِي فِي الْغَارِ، وأَنَّكَ صاحِبِي عَلَى الْحَوْضِ؟ \" ، قال: بلى. فسار أبو بكرٍ أميرًا على الحاجِّ، وعليٌّ ليؤذِّنَ ببراءةَ، وكانَ من عادةِ العربِ في عقدِ العُهودِ ونقضِها ألَّا يتولَّى ذلكَ إِلَّا سيدُهم، أو رجلٌ من قومِه، أقربُهم إليه نَسَبًا، فلما كانَ قبلَ الترويةِ بيوم، خطبَ أبو بكرٍ الناسَ، وحدثهم عن مناسِكِهم، وأقام للناسِ الحجَّ، والعربُ في تلكَ السنةِ على منازِلهم الّتي كانوا عليها في الجاهليةِ من الحجِّ، حتّى إذا كانَ يومُ النَّحر، قام عليٌّ عندَ جمرةِ العقبةِ، وأَذَّنَ في النَّاس بما أُمر به من الآيات، وألَّا </p><p> يطوفَ بالبيت عُريان، وأن يتمَّ إلى كلِّ عهدٍ عهدَه، وإن لم يكنْ عهدٌ، فعهدُه أربعةُ أشهرٍ، ولا يدخلُ الجنةَ إِلَّا نفسٌ مؤمنةٌ، وألَّا يجتمعَ المسلمون والمشركون بعدَ عامِهم هذا، فقال المشركون الناكثون: أخبرِ ابنَ عَمِّكَ أنا قد نَبَذْنا العهدَ وراءَ ظُهورِنا، وأنْ ليسَ بينَنا وبينَه إِلَّا طعنٌ بالرمحِ وضربٌ بالسيفِ. </p><p> {وَأَذَانٌ} عطفٌ على قوله: {براءةٌ} أي: وإعلامٌ. </p><p> {مِنَ اللَّهِ وَرَسُولِهِ} مبتدأٌ، خبرُهُ {إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ} هو يومُ عرفةَ، والحجُّ الأصغرُ العمرةُ؛ لنقصِ عملِها. </p><p> {أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ} أي: من عهودِهم. </p><p> {وَرَسُولُهُ} قراءةُ العامةِ برفعِ (رَسُولُهُ) مبتدأُ خَبَرٍ؛ أي: ورسولُه بريءٌ أيضًا من المشركين. وقرأ يعقوبُ:  (وَرَسُولَهُ) بنصبِ اللام عطفًا على اسمِ (أَنَّ)  (١) ، ولا يجوزُ عطفهُ على (المشركين) ؛ لأنّه كفرٌ، وتقدَّم في أول التفسير عندَ شكلِ القرآنِ ونقطِه أنَّ سببَ وضعِ الإعرابِ في المصاحفِ أن أبا الأسودِ الدؤليَّ التابعيَّ البصريَّ حكي أنّه سمعَ قارئًا يقرأ:  {أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ} بكسرِ اللام، فأعظمَه ذلكَ، وقالَ:  \"عَزَّ وَجْهُ اللهِ أن يبرأَ من رسولِه\" ، ثمّ جعلَ الإعرابِ في المصاحف (٢) ، تلخيصُهُ: براءةٌ وإعلامٌ من اللهِ ورسولهِ بأنْ لا عهدَ لناكثٍ. </p><p>(١) انظر: \"البحر المحيط\" لأبي حيان (٥/ ٦)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٤٠)، و\"معجم القراءات القرآنية\" (٣/ ٨). (٢) انظر: \"تاريخ دمشق\" لابن عساكر (٢٥/ ١٩٢).</p>"
}