{
  "id": null,
  "sura": 9,
  "aya": 12,
  "text": "<p> {وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ (١٢) }. </p><p> [١٢]  {وَإِنْ نَكَثُوا أَيْمَانَهُمْ} نقضوا عهودَهم {مِنْ بَعْدِ عَهْدِهِمْ} يعني: مشركي قريش، {وَطَعَنُوا فِي دِينِكُمْ} عابوا الإسلامَ. </p><p> {فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ} رؤوسَ المشركين وقادتهم، نزلتْ في أبي سفيانَ وأصحابِه رؤساءِ قريشٍ الذين نقضوا العهد. قرأ ابنُ عامرٍ، وعاصمٌ، وحمزةُ، والكسائيُّ، وخلفٌ، وروحٌ عن يعقوبَ:  (أَئِمَّةَ) بهمزتين محققتين على الأصل، والباقون: بتحقيق الأولى، وتسهيل الثّانية بينَ بينَ، وروي عنهم وجهٌ أنّها تُجعل ياءً خالصةً مكسورة تخفيفًا؛ لاستثقالهم تحقيقَ همزتينِ في كلمةٍ واحدة، وأبو جعفرٍ يدخِلُ بينهما ألفًا مع تسهيل الثّانية، وهشامٌ راوي ابنِ عامرٍ رُوي عنه المدُّ مع تحقيقِ الهمزة الثّانية (١) . </p><p> {إِنَّهُمْ لَا أَيْمَانَ لَهُمْ} حقيقةً؛ لنقضهم العهدَ قراءة العامة:  (أَيْمَانَ) بفتح الهمزة، جمعُ يمين، وقرأ ابنُ عامرٍ: بكسر الهمزة بمعنى </p><p>= المنثور\" (٤/ ١٣٢). وعزاه البغوي في \"تفسيره\" (٢/ ٢٥٣) إلى ابن عبّاس -رضي الله عنه-. (١) انظر: \"السبعة\" لابن مجاهد (ص: ٣١٢)، و\"التيسير\" للداني (ص: ١١٧)، و\"تفسير البغوي\" (٢/ ٢٥٤)، و\"النشر في القراءات العشر\" لابن الجزري (٣٧٨ - ٣٧٩)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٤٠)، و\"معجم القراءات القرآنية\" (٣/ ٩).</p><p> التصديق (١) ؛ أي: إنَّ لم يفِ لكم المشركون، وعابوا دينَكم، فقاتلوهم. </p><p> {لَعَلَّهُمْ يَنْتَهُونَ} عمَّا هم عليه. </p><p> واختلفوا في يمينِ الكافرِ هل تنعقدُ؟ فقال أبو حنيفةَ ومالكٌ: لا تنعقدُ، وسواءٌ حَنِثَ حالَ كفرِه أو بعدَ إسلامه، ولا يصحُّ منه كفارةٌ؛ استشهادًا بظاهرِ {لَا أَيْمَانَ لَهُمْ} . </p><p> وقال الشّافعيُّ وأحمدُ: تنعقدُ يمينُه؛ بدليلِ وصفِها بالنكثِ، وتلزمه الكفارةُ بالحنث فيها في الموضعين، ويكفِّرُ بغيرِ الصومِ. </p><p> وأمّا الذميُّ إذا طعنَ في الدينِ، بأنْ ذكرَ اللهَ سبحانَه بما لا يليقُ بجلاله، أو ذكرَ كتابَه المجيدَ، أو رسولَه الكريمَ ودينَه القويمَ بما لا ينبغي، فإنّه ينتقضُ عهدُه عندَ مالكٍ وأحمدَ، سواءٌ شُرِطَ تركُ ذلكَ عليهم، أو لم يُشْتَرَطْ، وقال الشافعيُّ: إنَّ شُرِطَ انتقاضُ العهد بها، انتقضَ، وإلا فلا، فإذا انتقضَ عهدُه، فقال مالكٌ: يُقتل، وقال الشّافعيُّ وأحمدُ: يخيرُ الإمامُ فيه قتلًا وَرِقًا ومَنًّا وفِداءً، ولا يردُّ إلى مأمنِه، وقال أبو حنيفةَ: لا ينتقضُ عهدُه إِلَّا باللحاقِ بدارِ الحرب، أو أن يغلبوا على موضعٍ فيحاربوا، فيصير أحكامُهم كالمرتدين، إِلَّا أنّه إذا ظفرنا بهم، نسترقُّهم، ولا نجبرُهم على الإسلامِ، ولا على قبولِ الذِّمَّة، فإن أسلمَ، لم يقتلْ بالاتفاق. </p><p> * * * </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٣١٢)، و\"التيسير\" للداني (ص: ١١٧)، و\"تفسير البغوي\" (٢/ ٢٥٤)، و\"معجم القراءات القرآنية\" (٣/ ١٠).</p>"
}