{
  "id": null,
  "sura": 9,
  "aya": 28,
  "text": "<p> {ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَلِكَ عَلَى مَنْ يَشَاءُ وَاللَّهُ غَفُورٌ رَحِيمٌ (٢٧) }. </p><p> [٢٧]  {ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَلِكَ} أي: من بعدِ القتلِ والهزيمةِ. </p><p> {عَلَى مَنْ يَشَاءُ} فيهديه للإسلامِ {وَاللَّهُ غَفُورٌ رَحِيمٌ} عليهم. </p><p> * * * </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ (٢٨) }. </p><p> [٢٨]  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ} قَذَرٌ، والمرادُ: نجاسةُ الحكم، لا نجاسةُ العين، سموا نجسًا على الذمِّ؛ لتركهم غسلَ الجنابةِ والوضوءَ. </p><p> {فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ} والمرادُ: جميعُ الحرمِ؛ لأنّهم إذا دخلوا الحرم، فقد قربوا من المسجدِ الحرام، فيُمنع كلُّ مَنْ كان على غير الإسلام من دخولِ حرمِ مكةَ شرفها الله تعالى، وهو ما أطاف بمكةَ وأحاطَ بها من جوانبها، جعلَ الله -عَزَّ وَجَلَّ- له حكمَها في الحرمة؛ تشريفًا لها. </p><p> وَحَدُّ الحرمِ من طريقِ المدينةِ دونَ التنعيمِ ثلاثةُ أميالٍ عندَ بيوتِ السُّقيا، ومن اليمنِ سبعةٌ عند أضاةِ لين، ومن العراقِ كذلكَ على ثنية زُحَل جبل بالمنقطع، ومن الطائفِ وعرفاتٍ وبطنِ نمرة كذلك عند طرفِ عرفةَ، ومن الجعرانَةِ تسعةٌ في شعبِ عبدِ اللهِ بنِ خالد، ومِنْ جُدَّةَ عشرةٌ عندَ منقطعِ الأعشاش، ومن بطن عُرَنَة أحدَ عشرَ. </p><p> وأولُ من نصبَ حدودَ الحرمِ إبراهيمُ -عليه السّلام-، ثمّ جدَّدها قصيٌّ، ثمّ جَدَّدَها رسولُ اللهِ - صلى الله عليه وسلم - عامَ الفتحِ، ثمّ جَدَّدَها عمرُ بنُ الخطابِ رضي الله عنه، ثمّ جَدَّدَها معاويةُ رضي الله عنه. </p><p> وتقدم ذكرُ حدودِ الأرضِ المقدسةِ في سورةِ المائدة، ويأتي ذكرُ حدودِ حرمِ المدينةِ في سورةِ الأحزابِ إن شاء الله تعالى. </p><p> فإن قدمَ رسولٌ من الكفارِ إلى الحرم، لا بدَّ له من لقاءِ الإمامِ، خرجَ إليه إلى الحلِّ، ولم يأذنْ له، فإنْ دخلَ عالمًا بالمنع، عُزِّر، فإن مرضَ بالحرم، أو ماتَ، أُخرجَ، وإن دُفِنَ نُبِشَ وأُخرجَ، فليس لهم الاستيطانُ ولا الاجتيازُ به، وبهذا قالَ مالكٌ والشّافعيُّ وأحمدُ، وقال أبو حنيفة: لهم دخولُ الحرمِ كالحجازِ كُلِّه، ولا يستوطنونه، والمنعُ من الاستيطانِ لا يمنعُ الدخولَ والتصرُّف كالحجازِ. </p><p> واتفقوا على أن الكفارَ يُمنعون من استيطانِ الحجازِ كلِّهِ كالمدينةِ ومكةَ واليمامةَ وخَيبر والينبع وقُراها، قالَ مالكٌ والشّافعيُّ وأحمدُ: فإن دخلوا للتجارة، لم يقيموا في موضعٍ أكثرَ من ثلاثةِ أيّام، وعند الشّافعيّ وأحمدَ: لا يدخلون إِلَّا بإذنِ الإمامِ، وسُمِّى الحجازُ حجازًا؛ لأنّه حجز بينَ تهامَة ونجدٍ، وتقدَّم اختلافُهم في دخولِ أهلِ الذمَّة إلى المسجدِ الحرامِ وغيره من مساجدِ الحِلِّ في سورةِ البقرةِ عندَ تفسيرِ قوله تعالى:  {وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ}  [البقرة: ١١٤] . </p><p> {بَعْدَ عَامِهِمْ هَذَا} هو عامُ تسعةٍ من الهجرة الّذي حجَّ فيه أبو بكرٍ بالناس، وفيه أَذَّنَ عليٌّ ببراءةَ. </p><p> ولما مُنِعَ المشركون من دخولِ الحرم، خاف المسلمون الفقراءُ لانقطاعِ </p>"
}