{
  "id": null,
  "sura": 9,
  "aya": 60,
  "text": "<p> {إِنَّا إِلَى اللَّهِ رَاغِبُونَ} في أن يوسِّعَ علينا من فضلِه، وجوابُ (لو) محذوفٌ، تقديره: لكانَ خيرًا لهم. </p><p> * * * </p><p> {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٦٠) }. </p><p> [٦٠] ثم بَيَّنَ اللهُ مصارِفَ الصدقات، رُويَ عن زيادِ بنِ الحارثِ الصُّدائيُّ قال: أتيتُ رسولَ اللهِ - صلى الله عليه وسلم -، فبايعتُه، فأتاه رجل فقال: أَعْطِني من الصدقةِ، فقالَ له رسولُ اللهِ - صلى الله عليه وسلم -: \"إِنَّ الله(١)لَمْ يَرْضَ بِحُكْمِ نَبِيٍّ، وَلاَ غَيْرِهِ فِي الصَّدَقَاتِ حَتَّى حَكَمَ فِيهَا، فَجَرأَهَا ثَمَانِيَةَ أَجْزَاءٍ، فَإِنْ كُنْتَ مِنْ تِلْكَ الأَجْزَاءِ، أَعْطَيْتُكَ حَقَّكَ\"  (٢) . </p><p> قال الله تعالى:  {إِنَّمَا الصَّدَقَاتُ} أي: الزكوات، و (إنما) للحصرِ تُثْبِتُ المذكورَ، وتنفي بها عداه. </p><p> {لِلْفُقَرَاءِ وَالْمَسَاكِينِ} مذهبُ أبي حنيفةَ ومالكٍ: الفقيرُ: مَنْ له بعضُ ما يكفيهِ، والمسكينُ: مَنْ لا شيءَ لهُ، فالفقيرُ عندَهما أحسنُ حالًا من المسكينِ، ومذهبُ الشافعيِّ وأحمدَ بعكسِه، وأبو حنيفةَ يمنعُ من الصدقةِ مَنْ يملكُ نِصابًا، فإذا لمن يملكْه، جازَ أن يُعطى نصابًا وأكثرَ، ومالكٌ </p><p>(١) \"إن الله\" ليست في \"ن\". (٢) رواه أبو داود (١٦٣٠)، كتاب: الزكاة، باب: من يعطى من الصدقة، وحد الغني.</p><p> يُجَوِّزُ دفعَها لمن له نصابٌ لا كفايةَ له فيه، فَيُعطى نِصابًا وما فوقَه، وعندَ الشافعيِّ وأحمدَ: مَنْ ملكَ بها لا يقومُ بكفايتِهِ مُطْلقًا، فليس بغنيٍّ، فيعطى الفقيرُ والمسكينُ عندَ الشافعيِّ كفايةَ العمرِ الغالبِ، فيشتري بهِ عقارًا يستغلُّه، وعندَ أحمدَ: يُعطى لهما ولعائلتِهما تمامُ كفايتِهم سنةً. </p><p> {وَالْعَامِلِينَ عَلَيْهَا} هم الجباةُ لها ومُفَرِّقوها، يعطَون على قدرِ عَمالتِهم معَ غِناهم بالاتفاقِ. </p><p> {وَالْمُؤَلَّفَةِ قُلُوبُهُمْ} وهمْ من يُتَأَلَّفُ قلبُه ليخلصَ إيمانه، أو يُرجى بعطيتهِ إسلامُ نظيرِه، أو جبايةُ الزكاةِ ممن لا يُعطيها، أو الدفعُ عن المسلمين، أو من يُتَّقى شرُّه من الكفار، أو يُرْجى إسلامُه. قرأ أبو جعفرٍ، وورشٌ عن نافعٍ:  (وَالْمُؤَلَّفَةِ) بفتح الواو بغير همزٍ، والباقون: بالهمز، وحكمُهم غيرُ منسوخ، وسهمُهم ثابتٌ عندَ أحمدَ، وعندَ الشافعيِّ أَن حكمَ المؤلفةِ من المسلمينَ باقٍ، وأَن الكافرَ لا يُعطى تألفًا بحالٍ، وعندَ أبي حنيفةَ ومالكٍ حكمُهم منسوخٌ، وسهمُهم ساقطٌ، إلا أن مالكًا قال: إنِ احتيجَ إليهم، جازَ الدفعُ لهم. </p><p> {وَفِي الرِّقَابِ} هم المكاتبُون، يُعْطَون منها عندَ أبي حنيفة ما يُعانونَ به في فَكِّ رقبتِهم، وعندَ الشافعي قدرَ دَيْنهم، وقالَ مالكٌ: لا يُعطى المكاتبَون، وإنما يشتري الإمامُ رقابًا ويعتقُهم، والولاءُ للمسلمين بشرطِ الإسلامِ على المشهور، وقال أحمد بجوازِ الأمرين، ووافق الشافعيَّ في إعطائِهم قدرَ دَيْنهم، وقال أيضا: يجوزُ أن يَفْديَ بها أسيرًا مسلمًا، ورُوي مثله عن مالكٍ، والمشهورُ عنه خلافُه. </p><p> {وَالْغَارِمِينَ} هُم الذين عَلَتْهم الديونُ لغيرِ معصيةٍ، فمن غرمَ لإصلاحِ </p><p> نفسِه في مُباحٍ، أُعطي إِذا لم يكنْ له من المالِ بها يفي بدينِه بالاتفاق، وإن غرمَ لإصلاحِ ذاتِ البَيْنِ، أُعطي مع غِناهُ عندَ الشافعيِّ وأحمدَ، خلافًا لأبي حنيفةَ ومالكٍ فإنهما يشترطانِ أن يكونَ فقيرًا. </p><p> {وَفِي سَبِيلِ اللَّهِ} همُ الغزاةُ الذين لا ديوانَ لهم، فَيُعْطَون مع غناهم عندَ الثلاثة، وقال أبو حنيفةَ: هو مخصوصٌ بالفقير منهم، وقال أحمدُ: الحجُّ من سبيلِ اللهِ، فيُعطى الفقيرُ ما يحجُّ به الفرضَ، أو يستعينُ به فيه، وافقه محمدُ بنُ الحسنِ، وخالفَ أبو يوسف. </p><p> {وَابْنِ السَّبِيلِ} هو المسافرُ المنقطعُ دونَ بلدِه، فَيُعطى بها يقطعُ به سفرَهُ عندَ الثلاثة، وعندَ الشافعي لا فرقَ بينَ مُنْشِئ السفرِ والمجتازِ إذا لم يكنْ معه ما يحتاجُ إليه في سفره، ويُشترط في السفر أن يكونَ مباحًا عندَ الثلاثة؛ خلافًا لأبي حنيفة. </p><p> {فَرِيضَةً} أي: واجبةً. </p><p> {مِنَ اللَّهِ} مصدرٌ مؤكِّدٌ؛ أي: فرضَ الصدقاتِ فريضةً. </p><p> {وَاللَّهُ عَلِيمٌ حَكِيمٌ} يضعُ الأشياءَ في مواضِعها. </p><p> واختلفَ الأئمةُ في جوازِ صرفِها إلى بعضِ الأصنافِ الثمانيةِ، وقال أبو حنيفةَ وأحمدُ: يجوزُ صرفُها إلى صنفٍ واحدٍ، وقال الشافعيُّ: لا يجوزُ صرفُها إلى بعضِهم معَ وجودِ سائرِهم، وقال مالكٌ: يُتَحَرَّى في موضعِ الحاجةِ منهم، ويُقَدَّمُ الأَوْلى فالأولى من أهل الخُلَّةِ والحاجةِ، ومعنى الخلةِ: الفقيرُ. </p><p> واتفقَ الأئمةُ رضي الله عنهم على وجوبِ الزكاةِ في أربعةِ أصنافٍ من المالِ: السائمةُ من بهيمةِ الأنعام، وهي التي تَرْعى في أكثرِ الحولِ، </p><p> والخارجُ من الأرض، والنقدُ، وعروضُ التجارة. </p><p> ولا تجبُ إلا بشروطٍ خمسة: الإسلام، والحرية، وملك النصاب، وتمام الملك، فلا تجبُ على مكاتَبٍ، ومضيُّ الحولِ إلا في الخارجِ من الأرضِ، وتقدَّمَ الكلامُ عليه في سورةِ الأنعام عندَ تفسيرِ قوله:  {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ}  [الآية: ١٤١] وهل يُشترَطُ البلوغُ والعقلُ؟ قال الثلاثةُ: لا يُشترط، بل تجبُ في مالِ الصبيِّ والمجنونِ، وقال أبو حنيفة: يُشترط، فلا تجبُ عليهما. </p><p> والزكاةُ في اللغة: الزيادةُ، يقال: زكا المالُ: إذا نما وزادَ، وفي الشرعِ: حَقٌّ واجبٌ في مالٍ خاصٍّ لطائفةٍ مخصوصةٍ في وقتٍ مخصوصٍ. </p><p> ولا يجوزُ أداؤُها إلا بالنية بالاتفاق. </p><p> ويجوز تعجيلُها عندَ أبي حنيفةَ لسنةٍ أو أكثرَ، وعندَ الشافعيِّ لحولٍ واحدٍ، وعندَ أحمدَ لحولينِ، وقال مالكٌ: لا يجوزُ إخراجُ الزكاةِ قبلَ وجوبها. </p><p> واتفقوا على أن نصابَ الإبلِ خمسٌ، ففي كُلِّ خمسٍ شاةٌ إلى أربعٍ وعشرينَ، وفي خمسٍ وعشرينَ بنتُ مخاضٍ لها سنةٌ، ثم في سِتٍّ وثلاثينَ بنتُ لَبونٍ لها سنتان، ثم في سِتٍّ وأربعينَ حُقَّةٌ لها ثلاثُ سنينَ، ثم في إحدى وستينَ جَذَعَةٌ لها أربعُ سنين، ثم في سِتٍّ وسبعينَ بِنْتا لَبون، ثم في إحدى وتسعين حُقَّتانِ إلى مئةٍ وعشرين، فإن زادتْ واحدةً، فقال أبو حنيفة: يستأنفُ الفريضةَ، ففي كلِّ خمسٍ شاةٌ كالأول إلى مئةٍ وخمسٍ وأربعين، ففيها حُقَّتان وبنتُ مخاضٍ إلى مئةٍ وخمسين، ففيها ثلاثُ حقاقٍ، ثم في الخمسِ شاةٌ كالأولى إلى مئةٍ وخمسٍ وسبعين، ففيها ثلاثُ حقاقٍ، </p><p> وبنتُ مخاضٍ، وفي مئةٍ وسِتٍّ وثمانين ثلاثُ حقاقٍ وبنتُ لبون، في كلِّ أربعينَ بنتُ لَبون، وفي كلِّ خمسين حقةٌ، وعن مالكٍ إذا زادت واحدةً، روايتان: أشهرُهما أن الساعيَ بالخِيار بينَ حُقَّتين أو ثلاثِ بناتِ لبون. وفي مئةٍ وستِّ وتسعينَ أربعُ حقاقٍ إلى مئتين، ثم تستأنف أبدًا كما استأنفتَ بعدَ المئةِ وخمسين، وقال الشافعيُّ وأحمدُ: إن الزيادةَ الواحدةَ تغير الفرضَ، فيكونُ في مئةٍ وإحدى وعشرين ثلاثُ بناتِ لبون، ثم في كل أربعين بنت لبون، وفي كل خمسين حقة، وعن مالك إذا زادت واحدة روايتان؛ أشهرهما أن الساعي بالخيار بين حقتين أو ثلاث بنات لبون. والروايةُ الأخرى: ليس فيها إلا حُقَّتانِ حتى تبلغَ ثلاثينَ ومئةً، فإذا صارتْ كذلك، أُخِذَ من كلِّ خمسينَ حقةٌ، ومن كل ثمانين بنتا لبون. </p><p> واتفقوا على أن نصابَ البقرِ ثلاثون، ففيها تبَيعٌ أو تبَيعةٌ، وهي التي لها سنةٌ عندَ الثلاثةِ، وعندَ مالكٍ التي لها سنتانِ، وفي الأربعينَ مُسِنَّةٌ، وهي التي لها سنتانِ عندَ الثلاثةِ، وعندَ مالكٍ التي لها أربعُ سنينَ إلى تسعٍ وخمسينَ، فإذا بلغتْ ستين، ففيها تَبيعان إلى تسعٍ وستين، فإذا بلغتْ سبعين، ففيها تبيعٌ ومسنةٌ، فإذا بلغت ثمانين، ففيها مُسِنَّتانِ، وفي تسعينَ ثلاثةُ أتبعةٍ، وفي مئةٍ تبيعانِ ومسنةٌ، وعلى هذا أبدًا يعتبر الفرضُ، ففي كلِّ ثلاثين تبيعٌ، وفي كل أربعين مسنَّةٌ. </p><p> والجواميسُ نوعٌ منه بالاتفاق. واتفقوا على أن نصابَ الغنمِ أربعونَ، وفيها شاةٌ إلى مئةٍ وعشرين، فإذا زادت واحدةً، ففيها شاتان، ثم في مئتين وواحدةٍ ثلاثُ شياه إلى أربعِ مئةٍ ففيها أربعُ شياهٍ، ثم في كل مئةٍ شاةٌ. </p><p> والمعزُ والضأنُ سواءُ بالاتفاق. </p><p> واختلفوا فيما يؤخذ من الزكاة، فقال أبو حنيفةَ: أدنى ما تتعلَّقُ به الزكاةُ </p><p> ويؤخَذُ في الصدقة الثَّنيُّ، وهو ما تَمَّتْ له السنةُ، ولا يجزئُ الجَذَعُ، وهو عندَه الذي أتى عليه أكثرُ السنةِ، وقالَ الثلاثةُ: يؤخذُ الجذعُ من الضأنِ، وهو ما لَهُ سنةٌ عندَ مالكٍ والشافعيِّ، وستةُ أشهرٍ عندَ أحمدَ، والثنيُّ من المعزِ، وهو ما له ثلاثُ سنينَ عندَ مالكٍ، وسنتانِ عندَ الشافعيِّ، وسنة عندَ أحمدَ. </p><p> واختلِفَوا في الخيلِ إذا لم تكنْ معدَّةً للتجارةِ، فقالَ الثلاثة: لا زكاةَ فيها، وقال أبو حنيفةَ: فيها الزكاةُ إن كانتْ سائمةً ذكورًا وإناثًا، أو إناثًا، فإن شاءَ أعطى عن كل فرسٍ دينارًا، وإن شاءَ قَوَّمها وأعطى عن كلِّ مئتي درهمٍ خمسةَ دراهمَ، وخالفه صاحباه، فوافقا الجماعةَ. </p><p> واختلفوا فيما إذا كانتِ الغنمُ ذُكورًا، أو إناثًا، أو من الصنفينِ، فقال أبو حنيفةَ: يجزئ أخذُ الذكرِ من كلٍّ، وقالَ الثلاثةُ: إن كانتْ كلُّها ذكورًا، أجزأَ الذكرُ، وإن كانتْ إناثًا، أو من الصنفين، فلا يجزئ فيها إلا الأنثى. </p><p> واتفقوا على أن نصابَ الفضةِ مئتا درهمٍ، وأما نصابُ الذهب، فقال مالكٌ: هو عشرون دينارًا، وقال الثلاثةُ: هو عشرون مثقالًا، فإذا حالَ الحولُ، ففي كل منهما ربعُ العشرِ بالاتفاق. واختلفوا (١) في الحليِّ المباحِ مما يُلْبَسُ ويُعار، فقال أبو حنيفة: فيه الزكاةُ، وقال الثلاثة: لا زكاةَ فيه، وأما المحرَّمُ والمعدّ للتجارةِ، ففيهما الزكاةُ بغير خلافٍ. </p><p> واختلفوا في زكاةِ المعدنِ، فقال أبو حنيفةَ وأحمدُ: تجبُ في كلِّ ما يُستخرَجُ من الأرض من ذهبٍ وفضةٍ وحديدٍ ونحوِها، واختلفا، فقال أبو حنيفةَ: لا يُعتبر فيه النصابُ، بل يجبُ في قليلِه وكثيرِه الخمسُ، وهو فيء، والباقي لمستخرجِه، وقال أحمدُ: يعتبر النصابُ، وفيه ربعُ العشر </p><p>(١) في \"ش\": \"اتفقوا\"، وهو خطأ.</p><p> زكاةً في الحال، وقال مالكٌ والشافعيُّ: لا يتعلَّق بشيء (١) إلا بالذهبِ والفضةِ، ووافقا أحمدَ في اعتبارِ النصابِ ووجوبِ ربعِ العشرِ زكاةً في الحال. </p><p> ولا زكاةَ فيما يخرجُ من البحرِ من اللؤلؤ والمرجانِ بالاتفاق. </p><p> واختلفوا في الرِّكازِ، وهو دفنُ الجاهليةِ، فقال الثلاثةُ: فيه الخمسُ في الحال، قلَّ أو كثرَ من أيِّ نوعِ كان، والواجدُ كالغانمِ له أربعةُ أخماسٍ، ومصرفُه مصرفُ الفيء، وقال الشافعيُّ: شرطُه النصابُ والنقدُ، لا الحولُ، وفيه الخمسُ يصرَفُ مصرفَ الزكاةِ. </p><p> واتفقوا على وجوبِ الزكاة في عُروضِ التجارة إذا بلغَتْ قيمتُها نصابًا من الذهبِ أو (٢) الوَرِقِ ففيها ربعُ العشر. </p><p> ثم اختلفوا في استقرارِ وجوبِها بالحولِ، فقال الثلاثةُ: إذا حالَ عليها الحولُ، قَوَّمَها، فإذا بلغتْ نِصابًا، زَكَاها، وقال مالكٌ: لا تجبُ الزكاةُ حتى يبيعَ، فإنْ أقامَ أحوالًا، فلا شيءَ عليه ما دامَ عرضًا، ولا تُقَوَّمُ في كلِّ سنة، فإذا باعَ، زكَّى لسنةٍ واحدةٍ. </p><p> واتفقوا على وجوبِ زكاةِ الفطرِ على الأحرارِ المسلمينَ، وتلزمُ عندَ الثلاثة مَنْ ملكَ فاضلًا عن قوتِه وقوتِ عياله يومَ العيدِ وليلَتَه ما يُخرجُه فيها، وقال أبو حنيفة: لا تجبُ إلا على من ملكَ نصابًا، ووقتُ وجوبِها عندَ أبي حنيفةَ طلوعُ الفجرِ يومَ الفطرِ، وعندَ الثلاثةِ غروبُ الشمسِ ليلةَ الفطرِ، ويجوزُ تعجيلُها عند أبي حنيفةَ قبلَ رمضانَ، وعنه خلاف، وعندَ </p><p>(١) \"بشيء\" زيادة من \"ش\". (٢) في \"ش\": \"و\".</p><p> مالكٍ وأحمدَ يجوزُ تعجيلُها قبلَ العيدِ بيومٍ ويومينِ، وعندَ الشافعيِّ من أولِ الشهرِ، ويُستحبُّ إخراجُها يومَ الفطرِ قبلَ الخروجِ إلى المصلَّى بالاتفاق. </p><p> واتفقوا على جوازِ إخراجِها من خمسةِ أصنافٍ: البُرِّ، والشعيرِ، والتمرِ، والزبيبِ، والأَقِطِ، وقال أبو حنيفةَ وأحمدُ: يجزئُ الدقيقُ والسَّويقُ أيضًا، وقال مالكٌ: يجوزُ إخراجُها من الحَبِّ من سائرِ الأقواتِ؛ كالأرزِّ، والذرةِ، والدخنِ. </p><p> واتفقوا على أن الواجبَ صاعٌ من كلِّ جنسٍ، سوى أبي حنيفةَ؛ فإنَّه قالَ: يجزئ من البُرِّ خاصَّةً نصفُ صاعٍ. </p><p> واختلفوا في قدرِ الصاعِ، فقال أبو حنيفة: ثمانيةُ أرطالٍ بالعراقيِّ، وقال الثلاثةُ وأبو يوسفَ: خمسةُ أرطالٍ وثلثٌ بالعراقيِّ، وهو أربعةُ أرطالٍ وخمسةُ أسباعِ رطلٍ وثلثُ سُبع رطلٍ مصريٍّ، ورطلٌ وسبعُ رطلٍ دمشقيٍّ، وإحدى عشرةَ أوقيةً وثلاثةُ أسباعِ أوقيةٍ حلبيةٍ، وعشرُ أواقٍ وسُبْعا أوقيةٍ قدسيةٍ، وستُّ مئةٍ وخمسةٌ وثمانونَ درهمًا، وخمسةُ أسباعِ درهمٍ، وأربعُ مئةٍ وثمانون مثقالًا. </p><p> وتقدَّمَ ذكرُ المدِّ مستوفًى في سورةِ المائدةِ عندَ تفسيرِ قوله تعالى:  {فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ}  [الآية: ٨٩] . </p><p> واختلفوا في جوازِ إخراج القيمة، فقالَ أبو حنيفةَ: يجوزُ، وخالفَهُ الثلاثةُ. </p><p> واختلفوا في الأفضلِ، فقال مالكٌ وأحمدُ: التمرُ أفضلُ، ثم الزبيبُ، وقال الشافعيُّ: البُرُّ أفضلُ، وقالَ أبو حنيفةَ: أفضلُ ذلك أكثرُه نماءً، والله أعلم. </p><p> * * * </p>"
}