{
  "id": null,
  "sura": 9,
  "aya": 37,
  "text": "<p> الحجة، قالَ - صلى الله عليه وسلم - في حجةِ الوداعِ:  \"أَلاَ إِنَّ الزَّمَانَ قَدْ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ اللهُ السَّمَوَاتِ وَالأَرْضَ: السَّنَةُ اثنا عَشَرَ شَهْرًا مِنْهَا أَرْبَعَة حُرُمٌ\"  (١) . </p><p> {ذَلِكَ الدِّينُ الْقَيِّمُ} أي: الحسابُ المستقيمُ {فَلَا تَظلِمُواْ فِيهِنَّ} في الأشهرِ الحرمِ {أَنْفُسَكُمْ} فلا تجعلوا حرامَها حلالًا، والجمهورُ على أنَّ حرمةَ المقاتلةِ فيها منسوخةٌ بقوله: </p><p> {وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً} مصدرُ كفَّ عن الشيء في موضعِ الحالِ؛ أي: مجتمعينَ في جميع الشهور. </p><p> {كَمَا يُقَاتِلُونَكُمْ كَافَّةً} جميعًا. </p><p> {وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ} بشارة لهم بالنصرِ بسببِ تَقْواهم. </p><p> * * * </p><p> {إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (٣٧) }. </p><p> [٣٧]  {إِنَّمَا النَّسِيءُ} هو تأخيرُ تحريمِ المحرَّمِ إلى صَفَرَ؛ لحاجتِهم إلى القتالِ فيه، ومنه النسيئةُ في البيع، يقال: أَنْسَأَ اللهُ أجلَه؛ أي: أَخَّر. قرأ ورشٌ عن نافعٍ، وأبو جعفرٍ: بتشديدِ الياءِ بغير همزٍ، فعيلٌ من أنسأْتُه أَخَّرْتُه، قُلبت الهمزةُ ياءً، وأُدغمتْ فيها الياء، وقرأ الباقون: بالهمزِ والمدِّ، </p><p>(١) رواه البخاري (٣٠٢٥)، كتاب: بدء الخلق، باب: بها جاء في سبع أرضين، ومسلم (١٦٧٩)، كتاب: القسامة، باب: تغليظ تحريم الدماء والأعراض والأموال، عن أبي بكرة -رضي الله عنه-.</p><p> وإذا وقفَ حمزةُ وهشامٌ، وافقا وَرْشًا وأبا جعفرٍ (١) ، وأولُ من نَسَّى النَّسِيَّ بنو كنانةَ. </p><p> {زِيَادَةٌ فِي الْكُفْرِ} لأن الكافرَ كلما عملَ معصيةً، ازدادَ كفرًا. </p><p> {يُضَلُّ بِهِ الَّذِينَ كَفَرُوا} قرأ حمزةُ، والكسائيُّ، وخلفٌ، وحفصٌ، عن عاصمٍ:  (يُضَلُّ) بضم الياء وفتح الضاد مجهولًا، وقرأ يعقوبُ: بضمِّ الياءِ وكسرِ الضادِ؛ أي:  (يُضِلُّ) الكافرونَ أتباعَهم، والباقونَ: بفتح الياءِ وكسرِ الضاد (٢) ؛ لأنهم هم الضالون؛ لقوله: </p><p> {يُحِلُّونَهُ} أي: النسيءَ من الأشهرِ الحرمِ {عَامًا} ويحرِّمون مكانَه شهرًا آخرَ {وَيُحَرِّمُونَهُ عَامًا} فيتركونه على (٣) حُرمتِهِ. </p><p> {لِيُوَاطِئُوا عِدَّةَ} أي: ليوافقوا عددَ (٤)  {مَا حَرَّمَ اللَّهُ} من الأشهرِ الحرمِ؛ أي: لم يُحِلّوا شهرًا إلا حَرَّموا مكانَه من الحلال، والمواطأةُ: الموافقة. قرأ أبو جعفرٍ:  (لِيُواطُوا) بضمِّ الطاءِ بغير همزٍ، والباقون: بكسرِ الطاء والهمز (٥) . </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٣١٤)، و\"التيسير\" للداني (ص: ١١٨)، و\"تفسير البغوي\" (١/ ٢٧٩)، و\"النشر في القراءات العشر\" لابن الجزري (١/ ٤٠٥)، و\"معجم القراءات القرآنية\" (٣/ ١٨). (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٣١٤)، و\"التيسير\" للداني (ص: ١١٨)، و\"تفسير البغوي\" (٢/ ٢٨١)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٤٢)، و\"معجم القراءات القرآنية\" (٣/ ١٩).(٣) في \"ت\": \"في\".(٤) \"أي: ليوافقوا عدد\" سقط من \"ت\".(٥) انظر: \"النشر في القراءات العشر\" لابن الجزري (١/ ٣٩٧)، و \"معجم القراءات القرآنية\" (٣/ ٢٠).</p>"
}