{
  "id": null,
  "sura": 11,
  "aya": 40,
  "text": "<p> {وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ (٣٨) }. </p><p> [٣٨]  {وَيَصْنَعُ} أي: وطَفِقَ يصنعُ {الْفُلْكَ} رُوي أن نوحًا عليه السلام لبثَ يغرسُ الشجرَ مئةَ عام، ثم جعلَ يقطعُ الخشبَ ويضربُ الحديدَ ويهيئ عدةَ الفلكِ من القارِ وغيره. </p><p> {وَكُلَّمَا مَرَّ عَلَيْهِ مَلأٌ} جماعةٌ {مِنْ قَوْمِهِ سَخِرُوا مِنْهُ} فكانوا يتضاحَكون ويقولون: يا نوحُ! صرت نجارًا بعد ما كنت نبيًّا! </p><p> {قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ} في المستقبلِ عند رؤيةِ الهلاكِ. </p><p> {كَمَا تَسْخَرُونَ} منا الآنَ. </p><p> ... </p><p> {فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ (٣٩) }. </p><p> [٣٩]  {فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ} يُذِلُه، وهو الغرقُ. </p><p> {وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ} وهو عذابُ الآخرةِ، فصنعَ نوحٌ السفينةَ في سنتين، وقيلَ غيرُ ذلك. </p><p> ... </p><p> {حَتَّى إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ (٤٠) }. </p><p> [٤٠]  {حَتَّى إِذَا جَاءَ أَمْرُنَا} أي: وقتُ الوعدِ بإهلاكهم. واختلافُ القراء في حكم الهمزتين من قوله (جَاءَ أَمْرُنَا) في هذا الحرف وجميعِ ما في </p><p> السورة كاختلافِهم فيها من قوله:  {وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ}  [النساء: ٥] في سورةِ النساءِ. </p><p> {وَفَارَ التَّنُّورُ} أَي: جاشَ بالماء، وهو تنورُ الخبزِ في قولِ الأكثرِ، وكان هو الآيةَ بينَ نوحٍ وبينَ ربِّهِ، واختلِفَ في موضعِ التنور، فقيلَ: بالكوفة، وقيل: بالشام بموضعٍ يُقال له عَيْنٌ وردة، وقيلَ غيرُ ذلك. </p><p> {قُلْنَا احْمِلْ فِيهَا} أي: في السفينة. </p><p> {مِنْ كُلٍّ زَوْجَيْنِ} صِنْفَين من الحيوان. </p><p> {اثْنَيْنِ} ذكرًا وأنثى، وقيل لهما: زوجان؛ لأن كلَّ واحدٍ منهما يُقال له: زوجٌ؛ لأنه لابدَّ لأحدِهما من الآخر. قرأ حفصٌ عن عاصمٍ:  (مِنْ كُلِّ) بالتنوين؛ أي: من كلِّ صنفٍ زوجينِ، اثنينِ ذكرَه تأكيدًا، والباقون: بغيرِ تنوينٍ على الإضافةِ على معنى: احمل اثنينِ من كلِّ زوجينِ، والقراءتانِ ترجعان إلى معنىً واحدٍ (١) . </p><p> وعندَ فورانِ التنورِ حُشِرَ الحيوانُ لنوحٍ عليه السلام، فجعل يضربُ بيديه فيقعُ الذكرُ في اليمنى، والأنثى في اليسرى، فيلقيهما في السفينة، ورُوي أن أول ما أَدخلَ السفينةَ الدُّرَّةُ، وآخرَ ما أدخلَ الحمارُ، فتمسَّكَ الشيطانُ بذنبِهِ، فزجرَهُ نوحٌ فلم ينزجرْ، فقالَ له: ادخلْ ولو كانَ معكَ الشيطانُ، قال ابنُ عباسٍ:  \"زَلَّتْ هذهِ الكلمةُ على لسانِه، فدخلَ الشيطانُ حينئذٍ\" ، وكان عندَ مؤخرِ السفينة، فلما كثرتْ أرواثُ الدوابِّ، تأذَّى نوحٌ من رائحتها، فأوحي إليه أنِ امسحْ على ذَنَبِ الفيلِ، ففعلَ، فخرجَ منه </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٣٣٣)، و\"التيسير\" للداني (ص: ١٢٤)، و\"تفسير البغوي\" (٢/ ١٠٤)، و\"معجم القراءات القرآنية\" (٣/ ١١٠ - ١١١).</p>"
}