{
  "id": null,
  "sura": 12,
  "aya": 31,
  "text": "<p> {إِنَّا لَنَرَاهَا فِي ضَلَالٍ مُبِينٍ} خطأ بَيِّنٍ من حبِّ عبدِها. </p><p> ... </p><p> {فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً وَآتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ سِكِّينًا وَقَالَتِ اخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلَّهِ مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ (٣١) } [يوسف: ٣١] . </p><p> [٣١]  {فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ} بِغِيبَتِهِنَّ لها {أَرْسَلَتْ إِلَيْهِنَّ} دَعَتْهُنَّ إليها. قرأ يعقوبُ:  (إِلَيْهُنَّ) بضمِّ الهاءِ حيثُ وقَع (١) . </p><p> {وَأَعْتَدَتْ} أعدَّت؛ أي: هَيَّأَتْ. </p><p> {لَهُنَّ مُتَّكَأً} ما يُتَّكَأُ عليه، وقُرِئَ في الشواذِّ (مُتْكًا) بضمِّ الميمِ وإسكانِ التاء (٢) ، وهو الأَتْرُجُّ، وصنعَتْ لهنَّ طعامًا وشرابًا، وعملَتْ مجلسينِ مُذْهَبينِ، وفرشَتْهما بديباجٍ أصفرَ مُذْهَبٍ، وأَرْخَتْ عليهما ستورَ الديباجِ، وأمرتِ المواشطَ بتزيينِ يوسفَ وإخراجِه من المجلس الذي يُحاذي المجلسَ الذي كانتْ معَ النسوةِ فيه، وكانَ المجلسُ محاذيًا للشمسِ، فأخذنَهُ المواشطُ، ونَظَمْنَ شعرَهُ بأصنافِ الجواهرِ، وألبسنَهُ ثوبَ ديباجٍ أصفرَ قد نُسِجَ بداراتٍ حمرٍ مُذْهَبَةٍ فيها أطيارٌ صغارٌ خضرٌ مبطَّن ببطانةٍ خضراءَ، ومن تحتِه غلالةٌ حمراءُ، وعلى رأسِهِ تاجٌ قد نُظِمَ بالدرِّ والجوهرِ، وأخرجْنَ من تحتِ التاجِ أطرارَ شعرِه على جبهتِه، وردَدْنَ ذوائبَهُ على صدرِهِ، وجعلْنَ جُمَّتَهُ مكشوفةً، والتاجُ يحيطُ بها، وفي أذنيه قرطَي جوهرٍ، </p><p>(١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٦٤)، و\"معجم القراءات القرآنية\" (٣/ ١٦٦). (٢) انظر: \"المحتسب\" لابن جني (١/ ٣٣٩)، و\"معجم القراءات القرآنية\" (٣/ ١٦٦).</p><p> ومن خلفِ طوقِ القباءِ شعرٌ مسبلٌ بينَ كتفيهِ منظومٌ مشبكٌ بالذهبِ والجوهرِ، وفي عنقه طوقٌ منظومٌ بذهبٍ مشذرٍ بجوهرٍ أحمرَ ودُرٍّ فاخرٍ، وفي وسطِه منطقةُ ذَهَبٍ، فيها كواكبُ جوهرٍ ملوَّنٍ، ولها معاليقُ منظومة، وألبسنَهُ خُفَّيْنِ أبيضينِ منقوشيِن بأخضرَ على نقوشِ ذهبٍ، وجعلْنَ للقباءِ الذي عليه وشاحينِ على كتفيهِ وكُمَّيْهِ من جوهرٍ أخضرَ، وعَقْرَبْنَ صُدْغَيه على خَدَّيهِ، وكحلْنَ عينيه، ودفعْنَ إليه مِذَبّةً مذهبةً شعرُها أخضرُ، وكانَ يوسفُ إذا سارَ في الأزقَّة رُئي تلألؤُ وجهه على الجُدرِ، وحُكِيَ أنه ما زالَ النساءُ يملْنَ إلى يوسفَ ميلَ شهوةٍ حتى نبأه الله، فألقى عليه هيبةَ النبوة، فشغلَتْ هيبتُه كلَّ من رآهُ عن حسنهِ. </p><p> {وَآتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ} بعدَ الجلوسِ على المتكأ. </p><p> {سِكِّينًا} نِصابُها من جوهرٍ، وكُنَّ يأكُلْن اللحمَ حَزًّا بالسكين، وقيلَ: ليقطعنَ بها الفاكهةَ، فيقال: إنهن أخذْنَ أترجًّا، وهنَّ يقطعنَهُ، فلما فرغَ النساءُ من طعامهنَّ، وشربْنَ أقداحًا، قالت لهنَّ: قد بلغني حديثُكن في أمري مع عبدي، فقلْنَ لها: الأمرُ كما بلغَكِ لأنك أعلى قدرًا من هذا، ومثلُكِ يرتفعُ عن أولادِ الملوكِ بحسنِك وشرفِكِ، فكيفَ رضيت (١) بغلامِكِ؟ ! قالت: لم يبلُغْكُنَّ الصدقُ، ولا هو عندي بهذا. </p><p> {وَقَالَتِ اخْرُجْ عَلَيْهِنَّ} وأومأتْ إلى المواشطِ أن يُخْرِجْنَ يوسفَ. قرأ نافعٌ، وأبو جعفرٍ، وابنُ كثيرٍ، وابنُ عامرٍ، والكسائيُّ، وخلفٌ:  (وَقَالَتُ اخْرُجْ) بضمِّ التاءِ في الوصلِ (٢) ، وقرأ يعقوبُ:  (عَلَيْهُنَّ) بضمِّ الهاء حيثُ </p><p>(١) في \"ظ\" و\"ت\": \"رضيتين\"، والصواب ما أثبت. (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٣٤٨)، و\"التيسير\" للداني (ص: ٧٨)، =</p><p> وقعَ مثل (إِلَيْهُنَّ)  (١) ، فرفعْنَ المواشطُ الستورَ عن المجلس الذي فيه يوسفُ، وبرزَ منه محاذِيًا بوجهِه الشمسَ، فأشرقَ المجلسُ وما فيهِ من وجهِ يوسفَ، وأقبلَ بالمذبّةِ وهُنَّ يَرْمُقْنَهُ، فوقفَ على رأسِ زَليخا يَذُبُّ عنها. </p><p> {فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ} أعظَمْنَهُ، وهالَهُنَّ حسنُهُ، فاشتغلْنَ برؤيتِه. </p><p> {وَقَطَّعْنَ أَيْدِيَهُنَّ} موضعَ الفاكهةِ التي كانت معهنَّ؛ أي: جَرَحْنَها لَمَّا رأينه دهشًا، وبقينَ لا يعينَ الكلامَ ذهولًا منهنَّ بما بهرَهُنَّ من حسنِ يوسفَ. </p><p> {وَقُلْنَ حَاشَ لِلَّهِ} كلمةٌ تفيدُ معنى التنزيهِ. قرأ أبو عمرٍو، (حَاشَا للهِ) بإثباتِ الألفِ بعدَ الشينِ حالةَ الوصلِ في الموضعين، وحذفَها الباقون وصلًا ووقفًا (٢) . </p><p> {مَا هَذَا بَشَرًا} نصبٌ خبرُ (ما) ، وذلك أن زليخا قالتْ لهنَّ: ما لكُنَّ قد اشتغلْتُنَّ عن خطابي بالنظرِ إلى عبدي؟ ! فقلنَ: معاذ اللهِ! ما هذا عبدكِ. </p><p> {إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ} مع علمِهِنَّ أنه بشرٌ؛ لأنه ثبتَ في النفوس أن لا أكملَ ولا أحسنَ خَلْقًا من الملَكِ، ولم يبقَ منهنَّ امرأةٌ إلا حاضَتْ وأنزلَتْ شهوةً من محبتِهِ. </p><p> ... </p><p>= \"الغيث\" للصفاقسي (ص: ٢٥٧)، و\"معجم القراءات القرآنية\" (٣/ ١٦٦). (١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٦٢)، و\"معجم القراءات القرآنية\" (٣/ ١٦٦).(٢) انظر: \"السبعة\" لابن مجاهد (ص: ٣٤٨)، و\"التيسير\" للداني (ص: ١٢٨)، و\"تفسير البغوي\" (٢/ ٤٥٩)، و\"معجم القراءات القرآنية\" (٣/ ١٦٦).</p>"
}