{
  "id": null,
  "sura": 12,
  "aya": 10,
  "text": "<p> {اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا مِنْ بَعْدِهِ قَوْمًا صَالِحِينَ (٩) } [يوسف: ٩] . </p><p> [٩]  {اقْتُلُوا يُوسُفَ} كانت هذهِ مقالَة شمعون، أو دان. </p><p> {أَوِ اطْرَحُوهُ أَرْضًا} أي: أَبْعِدوه إلى أرضٍ بعيد من أبيه. </p><p> {يَخْلُ} أي: يخلُصْ {لَكُمْ وَجْهُ أَبِيكُمْ} فيُقبِلُ بكلِّيتهِ عليكم. </p><p> {وَتَكُونُوا مِنْ بَعْدِهِ} بعدَ يوسفَ والفراغ من أمرِه. </p><p> {قَوْمًا صَالِحِينَ} يصلُحُ حالُكم عندَ أبيكم، وقيل: معنى (صالحين) ؛ أي: تائبين، تُحْدِثوا بعد ذلك توبة، فيقبلُها الله منكم. </p><p> ... </p><p> {قَالَ قَائِلٌ مِنْهُمْ لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِنْ كُنْتُمْ فَاعِلِينَ (١٠) } [يوسف: ١٠] . </p><p> [١٠]  {قَالَ قَائِلٌ مِنْهُمْ} هو يهودا على الأصحِّ. </p><p> {لَا تَقْتُلُوا يُوسُفَ} نَهاهم عن قتلِه، وقال: القتلُ كبيرةٌ عظيمةٌ. </p><p> {وَأَلْقُوهُ} اطرحوه {فِي غَيَابَتِ الْجُبِّ} قَعْرِهِ، والغَيابةُ: ما غابَ عن العينِ، والجبُّ: البئرُ التي لم تُطْوَ؛ لأنها جُبِّبَتْ من الأرض؛ أي: قُطعتْ، والبئرُ بينَ مصرَ ومدينَ على ثلاثةِ أميالٍ من منزلِ يعقوبَ. قرأ نافعٌ، وأبو جعفرٍ:  (غَيَابَاتِ) على الجمع (١) . </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٣٤٥)، و\"التيسير\" للداني (ص: ١٢٧)، و\"تفسير البغوي\" (٢/ ٤٤٠)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٩٢)، و\"معجم القراءات القرآنية\" (٣/ ١٥٠).</p><p> في الموضعينِ، والباقون:  (غَيَابَةِ) على الواحدِ فيهما. </p><p> {يَلْتَقِطْهُ} يأخذْه من غيرِ طلبٍ ولا قصدٍ {بَعْضُ السَّيَّارَةِ} المسافرينَ. </p><p> {إِنْ كُنْتُمْ فَاعِلِينَ} ما عَزَمْتُم عليه من القتلِ؛ فإنَّ القتلَ عظيمٌ، وهم كانوا يومئذٍ بالِغينَ، ولم يكونوا أنبياءَ بعدُ. </p><p> وأما حكمُ اللقيطِ، وهو الطفلُ المنبوذُ، فالتقاطُه مندوبٌ عندَ أبي حنيفة، وعندَ الثلاثة فرضُ كفايةٍ، وهو حرٌّ مسلمٌ إن وُجِدَ في بلدٍ فيه مسلمٌ يولَدُ لمثلِه عندَ الثلاثةِ، وقال أبو حنيفةَ: إن التقطَ من بِيعَةٍ أو كنيسةٍ أو قريةٍ من قُراهم، فيكونُ ذِمِّيًّا، وأما حضانتهُ، فلواجِدِه إن كانَ عدلًا بالاتفاق، وما وُجِدَ معه فنفقتُه منه، وإلَّا من بيتِ المالِ بالاتفاق، ومن ادَّعاهُ لحقَ به نَسَبًا لا دينًا عندَ الثلاثةِ، وعن مالكٍ في استِلْحاقِ الملتقَطِ المسلمِ بغيرِ بينةٍ قولان، وفي مسلمٍ غير الملتقط أقوالٌ، ثالثُها: إن أتى بوجه، لحق؛ كمن زعمَ أنه طرحَه؛ لأنه لا يعيشُ له ولدٌ، وسمعَ أنه إذا طرحَهُ عاشَ، وأما الذميُّ، فإنه لا يلحقُه إلا ببينةٍ، وميراثُه وديتُه لبيتِ المالِ بالاتفاق. </p><p> وأما اللُّقَطَةُ، وهي المالُ الضائعُ من رَبِّه، فقالَ أبو حنيفةَ: أخذُها أفضلُ، وقال مالكٌ: يُستحبُّ أخذُها بنيةِ حفظِها إنْ كانتْ مما لهُ خَطَرٌ، وقال الشافعيُّ: يُستحبُّ لواثقٍ بأمانةِ نفسِه، وقالَ أحمدُ: تركُها أفضلُ، ويجوزُ أخذُها لمن أمنَ نفسَه. </p><p> فمن وجدَ ما تقلُّ قيمتُه، ولا تتبعُه الهِمَّةُ، ملكَه بغيرِ تعريفٍ بالاتفاق، وأما الحيوانُ الممتنِعُ بنفسِه؛ كبعيرٍ وفرسٍ ونحوِهما، فيجوزُ التقاطُه عندَ </p><p> أبي حنيفةَ، وعندَ الشافعيِّ إن وُجِدَ بمفازةٍ، جازَ التقاطُه للحفظِ، ويحرمُ للتملُّكِ، وإن وُجِدَ بقريةٍ، جازَ التقاطُه للتملُّكِ، وقالَ مالكٍ: لا يلتقِطُ الإبلَ في الصحراءِ، وعنهُ في غيرِ الإبلِ خلافٌ، وقال أحمدُ: لا يجوزُ التقاطُها، ولا يبرأُ مَنْ أخذَها إلا بدفعِها إلى الإمام، وما عدا ذلكَ من سائرِ الأموالِ، فقال أبو حنيفةَ: يُعَرِّفُها مدةً يغلبُ على ظَنِّه أن صاحبَها لا يطلُبُها بعدَ ذلكَ الزمانِ الذي عَرَّفَ فيه، قال: وتعريفُ ما دونَ عشرةِ دراهمٍ أيامًا بلا تقدير، وما فوقَها حولًا، ثم يتصدَّقُ بها إن شاءَ، فإن جاءَ صاحبُها، فأمضى الصدقةَ، وإلا ضمنَها الملتقِطُ أو المسكينُ إن شاءَ، وإن كانتْ قائمةً، أخذَها منه، ولا تُدفعُ إليه إلا ببينةٍ، ويحلُّ للملتقِط دفعُها بذكرِ علامةٍ، ولا يُجبر على ذلك، وقال مالكٍ: يُعَرِّفها سنةً، فإذا جاءَ طالبُها، فعرَفَها بعلامتها، دفعَها إليه بلا بَيِّنةٍ، وإن لم يأتِ لها طالبٌ، فإن شاءَ تركَها في يده أمانةً، وإن شاءَ تصدَّقَ بها بشرطِ الضمانِ، وإن شاءَ تملَّكها على كراهةٍ، وقال الشافعيُّ: يعرِّفها سنةً، والحقير زمنًا يظنُّ أن فاقدَه يُعرِضُ عنه غالبًا، وإذا عَرَّفَ سنةً، لم يملكها حتى يختارَهُ بلفظ؛ كتملكتُ، فإذا ظهرَ المالكُ، أخذَها، وإن تلفتْ، غرمَ مثلَها أو قيمتَها يومَ التملُّكِ، وإن وصفَها، وظنَّ صدقَه، جازَ الدفعُ، ولا يجب، وقالَ أحمدُ: يعرِّفُها سنةً، ثم تدخلُ في ملكِه بعدَ الحولِ حكمًا كالميراث، فمتى جاءَ طالبُها، فوصفَها، لزَم دفعُها إليه أو مثلُها إن هلكتْ بِلا بينةٍ. </p><p> ولا فرقَ بينَ لُقَطَةِ الحرمِ وغيرِه عندَ الثلاثِة، وعند الشافعيِّ لا تحلُّ لقطةُ الحرمِ للتملُّكِ، ويجبُ تعريفُها قطعًا، والله أعلم. </p><p> *** </p>"
}