{
  "id": null,
  "sura": 12,
  "aya": 43,
  "text": "<p> {فَلَبِثَ} مكث {فِي السِّجْنِ بِضْعَ سِنِينَ} وهي سبعُ سنينَ في قولِ الأكثرِ، وكانَ قد لبثَ قبلَه خمسَ سنينَ، فجملَتُه اثنتا عشرةَ سنة. </p><p> روُي أن جبريلَ عليه السلام قال له: من الذي حَبَّبَكَ إلى أبيكَ دونَ إخوتِكَ، وحفِظَكَ في الشدائدِ؟ فقال: الله، فقال: إنه يقولُ: أحسبْتَ أني أنساكَ في السجنِ حتى استغثْتَ بغيرِي وأنا أقربُ إليكَ وأقدرُ على خلاصِك؟ لتلبثَنَّ فيه بضعَ سنين، قال: وربِّي عنِّي راضٍ؟ قال: نعم، قالَ: فلا أبالي إذن (١) . </p><p> ورُوي أن يوسفَ لما قالَ ذلكَ، قيل له: أَتَّخَذْتَ من دوني وكيلًا؟ لأطيلنَّ حبسَكَ، فقالَ: يا ربَّ! أنسى قلبي كثرةُ البلوى، قالَ - صلى الله عليه وسلم -: \"لَوْلاَ كَلِمَةُ يُوسُفَ، مَا لَبثَ في السِّجْنِ مَا لَبِثَ\"  (٢) . </p><p> ... </p><p> {وَقَالَ الْمَلِكُ إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ يَاأَيُّهَا الْمَلأُ أَفْتُونِي فِي رُؤْيَايَ إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ (٤٣) } [يوسف: ٤٣] . </p><p> [٤٣]  {وَقَالَ الْمَلِكُ} يعني: ملكَ مصرَ الأكبرَ، وهو الريان بنُ الوليدِ، من العمالِقَةِ، وهو فرعونُ يوسفَ، والقبطُ تسمِّيه نَهْراوُش، وكان عظيمَ الخلقِ، جميلَ الوجهِ، عاقِلًا متمكِّنًا، وهو جدُّ فرعونِ موسى، وكان أقوى </p><p>(١) انظر: \"تفسير البغوي\" (٢/ ٤٦٥). (٢) رواه ابن حبان في \"صحيحه\" (٦٢٠٦)، وابن أبي حاتم في \"تفسيره\" (٧/ ٢١٤٨)، عن أبي هريرة -رضي الله عنه-. وفي الباب: عن ابن عباس، والحسن البصري، وغيرهما.</p><p> أهلِ الأرضِ في زمانِه، وكان محلُّ ملكِه مدينةَ مَنْف من أرضِ مصرَ، وكانتْ في غربيِّ النيلِ على مسافةِ اثني عشرَ ميلًا من مدينةِ فُسطاطِ مصرَ المعروفةِ يومئذٍ بمصرَ القديمةِ، ومَنْفُ أولُ مدينةٍ عمرَتْ بأرضِ مصرَ بعدَ الطوفانِ، وكانت دارَ الملكِ بمصرَ في قديمِ الزمانِ، ولما دنا فَرَجُ يوسفَ، رأى الملكُ رؤيا عجيبةً هالَتْه، فجمعَ السحرةَ والكهنةَ والمعبِّرينَ، وقَصَّها عليهم فقال: </p><p> {إِنِّي أَرَى} قرأ أبو عمرٍو، ونافعٌ، وأبو جعفرٍ، وابنُ كثيرٍ:  (إِنِّيَ) بفتحِ الياء، والباقون: بإسكانها (١) . </p><p> {سَبْعَ بَقَرَاتٍ سِمَانٍ} خَرَجْنَ من البحرِ. </p><p> {يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ} أي: وخرجَ عقبَهُنَّ سبعُ بقراتٍ عجافٍ، وهي التي بلغَتْ من الهزالِ النهايةَ، فابتلعتِ العجافَ السمانَ، فدخلَتْ في بطونهن، ولم يتبيَّنْ على العجافِ منها شيءٌ. </p><p> {وَسَبْعَ سُنْبُلَاتٍ خُضْرٍ} قد انعقدَ حَبَّها {وَأُخَرَ} أي: وسبعًا أُخَرَ {يَابِسَاتٍ} قد أدركَتْ فالْتَوَتِ اليابساتُ على الخضرِ حتى غلبْنَ عليها، ولم يبقَ من خضرتِها شيء، فقال لعرَّافيه ومنجِّميه: </p><p> {يَاأَيُّهَا الْمَلأُ أَفْتُونِي فِي رُؤْيَايَ} عَبِّروها. </p><p> {إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُ} تفسِّرونَ. قرأ الكسائيُّ، وخلفٌ:  (لِلرُّؤْيَا) بالإمالةِ (٢) ، واختلافُ القراءِ في الهمزتينِ من (الْمَلأُ أَفْتُوني) </p><p>(١) انظر: \"التيسير\" للداني (ص: ١٣١)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٩٦)، و\"معجم القراءات القرآنية\" (٣/ ١٧١). (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٣٤٤)، و\"إتحاف فضلاء البشر\" للدمياطي =</p>"
}