{
  "id": null,
  "sura": 12,
  "aya": 100,
  "text": "<p> {وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا وَقَالَ يَاأَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ (١٠٠) }. </p><p> [١٠٠] فلما عاد إلى مصر، جلسَ على سريره، وجمع الناسَ، وإخوتُه حولَه {وَرَفَعَ أَبَوَيْهِ} معه {عَلَى الْعَرْشِ} وهو سريرُ الملك. قرأ ابنُ كثيرٍ:  (أَبَوَيْهِي) وشبهَهُ بياءٍ يصلُها بهاءِ الكنايةِ في الوصلِ حيثُ وقعَ. </p><p> {وَخَرُّوا لَهُ} إخوتُه وأبواه {سُجَّدًا} كذلكَ كانت تحيتُهم، فنُهينا عنه في شريعةِ الإسلام. </p><p> {وَقَالَ يَاأَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ} وكانَ بينهما نحوُ خمسينَ سنةً، وقيلَ غيرُ ذلك. قرأ الكسائيُّ:  (رُؤْيَايَ) بالإمالةِ (١)  {قَدْ جَعَلَهَا رَبِّي حَقًّا} صِدْقًا. </p><p> {وَقَدْ أَحْسَنَ بِي} أنعمَ عليَّ {إِذْ أَخْرَجَنِي مِنَ السِّجْنِ} ولم يقلْ: من الجبِّ؛ تكرمًا لئلَّا يستحييَ إخوتهُ، ومن تمامِ الصفحِ ألَّا يذكرَ ما تقدَّمَ من الذنب. قرأ نافعٌ، وأبو جعفرٍ، وأبو عمرٍو (بِيَ إِذْ) بفتح الياء، والباقون: بإسكانها (٢) . </p><p>(١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٦٧)، و\"معجم القراءات القرآنية\" (٣/ ١٩٣). (٢) انظر: \"التيسير\" للداني (ص: ١٣١)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٩٧)، و\"معجم القراءات القرآنية\" (٣/ ١٩٣).</p><p> {وَجَاءَ بِكُمْ مِنَ الْبَدْوِ} الباديةِ؛ لأنهم كانوا أصحابَ ماشيةٍ وعَمَدٍ، وهي الخيامُ، ينتقلون في الماءِ والمرعى. </p><p> {مِنْ بَعْدِ أَنْ نَزَغَ} أفسدَ {الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي} بوسوستِهِ، وأصلُ النزغِ: نَخْسُ الرائِضِ الدابةَ لتتحرَّكَ. </p><p> {إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ} أي: لطيفُ التدبير له، واللطيفُ: الذي يوصلُ الإحسانَ إلى غيرهِ بالرفقِ {إِنَّهُ هُوَ الْعَلِيمُ} بوجوهِ المصالحِ {الْحَكِيمُ} فيما يفعل. قرأ أبو جعفرٍ، وورشٌ عن نافعٍ:  (إخْوَتِيَ) بفتح الياء، والباقونَ: بإسكانها (١) ، واختلافُهم في الهمزتينِ من (يَشَاءُ إِنَّهُ) كاختلافِهم فيهما من (يَشَاءُ إِلى صِرَاطٍ) في سورةِ البقرةِ. </p><p> وأقامَ يعقوبُ بمصرَ عندَ يوسفَ أربعًا وعشرينَ سنةً، ثم ماتَ، فلما حضرَتْهُ الوفاةُ أَوْصى بحملِه ودفنِه عندَ أبيهِ إسحاقَ بمغارةِ حَبْرونَ عندَ قبرِ إبراهيمَ عليه السلام، وتقدم ذكرُ ذلكَ في سورةِ البقرةِ. </p><p> قال سعيدُ بنُ جُبيرٍ: لما ماتَ يعقوبُ، نقلَه يوسفُ في تابوتٍ من ساج إلى بيت المقدسِ، فوافقَ يومَ موتِ أخيه عيصٍ، فدُفِنا في قبرٍ واحدٍ، وكانا وُلدا في بطنٍ واحدٍ، وكان عمرُهما مئةً وسبعةً وأربعينَ سنة (٢) . </p><p> ... </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٣٥٣)، و\"التيسير\" للداني (ص: ١٣١)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٩٧)، و\"معجم القراءات القرآنية\" (٣/ ١٩٤). (٢) انظر: \"تفسير البغوي\" (٢/ ٥٠٠)، و\"الدر المنثور\" للسيوطي (٤/ ٥٨٩).</p>"
}