{
  "id": null,
  "sura": 12,
  "aya": 15,
  "text": "<p> ونافعٌ، وابن كثيرٍ ياءَ الإضافِة، وأَسكنها الباقون (١) . </p><p> {أَنْ تَذْهَبُوا بِهِ} أي: ذهابُكم به، والحزنُ هاهنا ألمُ القلبِ بفراقِ المحبوبِ. </p><p> {وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ} ، وكان يعقوبُ قد رأى في منامِه أن الذئبَ قد شَدَّ على يوسفَ، فكانَ يخافُ من ذلك {وَأَنْتُمْ عَنْهُ غَافِلُونَ} مشغولون بعملِكم. قرأ أبو جعفرٍ، والكسائيُّ، وخلفٌ، وورشٌ عن نافعٍ:  (الذِّيبُ) بإسكان الياء بغيرِ همزٍ، والباقون: بالهمز (٢) . </p><p> ... </p><p> {قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذًا لَخَاسِرُونَ (١٤) } [يوسف: ١٤] . </p><p> [١٤]  {قَالُوا لَئِنْ} التقديرُ: واللهِ لَئِنْ {أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ} عَشَرَةٌ، وجوابُ القسم {إِنَّا إِذًا لَخَاسِرُونَ} ضعفاءُ مغبونونَ. </p><p> ... </p><p> {فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ (١٥) } [يوسف: ١٥] . </p><p> [١٥] ثم قالوا ليوسف: أما تحبُّ الخروجَ معنا؟ قال: بلى، قالوا: </p><p>(١) انظر: \"التيسير\" للداني (ص: ١٣٠)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ١٩٦، ٢٤٤)، و\"معجم القراءات القرآنية\" (٣/ ١٥٤ - ١٥٥). (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٣٤٦)، و\"التيسير\" للداني (ص: ١٢٨)، \"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٩١ - ٣٩٢)، و\"معجم القراءات القرآنية\" (٣/ ١٥٥).</p><p> فسل أباكَ، قال: يا أَبي! إني أَرى من إخوتي اللطفَ فأُحِبُّ أن ترسلَني معهم إلى الصحراءِ، فأرسلَهُ. </p><p> {فَلَمَّا ذَهَبُوا بِهِ} جَعَلوا يحملونَه على عواتِقِهم إكرامًا لهُ، وسرورًا به، فلما أَبعدوا به عن العيون، أَلْقَوه، وجعلوا يضربونَهُ، وكلما لجأَ إلى واحدٍ منهم، ضربَهُ، ولا يزدادُ عليهِ إلا غلظةً وحنقًا، وجعلَ يبكي بكاءً شديدًا، وينادي: يا أبتاه! يا يعقوبُ! ما أسرعَ ما نَسُوا عهدَكَ، وضَيَّعوا وَصيَّتَكَ، لو تعلمُ ما يَصنعُ بابنِك أولادُ الإماءِ! قالو!: فأخذَه روبيلُ فجلدَ بهِ الأرضَ، وثبتَ على صدره، وأرادَ قتلَه، فقال: مهلًا يا أخي، لا تقتلْني، فقال له: قُلْ لرؤياكَ تُخَلِّصُك من أيدينا، ولوى عنقَه ليكسرَها، فنادى: يا يهودا! وكان أرفَقَهم به اتَّقِ اللهَ وحُلْ بيني وبينَ من يريدُ قتلي، فأخذَتْه رقةٌ ورحمةٌ، فقال يهودا: ألستُمْ قد أعطيتموني موثقًا ألا تقتلوه؟ قالوا: بلى، قال: فأنا أدلُّكم على ما هو خيرٌ لكم من القتل، ألقوه في الجبِّ، قالوا: نفعلُ. </p><p> {وَأَجْمَعُوا أَنْ يَجْعَلُوهُ} عزموا على إلقائهِ. </p><p> {فِي غَيَابَتِ الْجُبِّ} تقدَّم تفسيرُه، واختلافُ القراءِ فيهِ، ومحلُّ الجبِّ عندَ تفسيرِ الحرفِ المتقدِّمِ، وجعلَ يوسفُ يتعلَّق بثيابِهم، فنزعوها من يديه، فتعلق بشفيرِ البئر، فربطوا يديه، ونزعوا قميصَه لما عزموا عليه من الكذبِ، فقال: يا إخوتي! ردوا عليَّ ثوبي أسترُ به عورتي في حياتي، ويكونُ كفنًا لي بعدَ مماتي، فلم يفعلوا، وألقوه، وكان يعقوبُ قد جعلَ قميصَ إبراهيمَ الذي كُسِيه لما ألُقي في النار في قصبةٍ، وشدَّ رأسَها، وعلَّقها في عنقِ يوسفَ، لما كانَ يخافُ عليه من العينِ، وكان لا يفارقُه، فأخرجَهُ جبريلُ وألبسَه إياه، وقامَ على صخرةٍ بجانبِ البئرِ، فأرادوا رضخَهُ بحجرٍ، فمنعَهم </p>"
}