{
  "id": null,
  "sura": 12,
  "aya": 36,
  "text": "<p> {ثُمَّ بَدَا لَهُمْ مِنْ بَعْدِ مَا رَأَوُا الْآيَاتِ لَيَسْجُنُنَّهُ حَتَّى حِينٍ (٣٥) } [يوسف: ٣٥] . </p><p> [٣٥]  {ثُمَّ بَدَا لَهُمْ} أي: للعزيزِ وأصحابِه في الرأيِ رأيٌ بخلافِ الأول، وذلك أنهم أرادوا أن يقتصروا من يوسف على الأمرِ بالإعراضِ، ثم بدا لهم. </p><p> {مِنْ بَعْدِ مَا رَأَوُا الْآيَاتِ} الدالَّةِ على براءتِه من شَقِّ القميصِ وكلامِ الشاهدِ وقطعِ الأيدي. </p><p> {لَيَسْجُنُنَّهُ حَتَّى حِينٍ} إلى مدةٍ ينقطعُ كلامُ الناسِ في ذلك، رُويَ أن المرأةَ قالَتْ لزوجِها: إن هذا العبدَ العبرانيَّ قد فضحَني في الناسِ يخبرُهم أني راودتُه عن نفسِه، فإما أن تأذنَ لي فأعتذرَ للناسِ، وإما أن تحبسَه، وكان العزيزُ مِطْواعًا (١) لها، وجُمَيلًا ذلولًا حتى أنساهُ ذلكَ ما رأى من الآياتِ، فأمرَ به فحُبس (٢) . </p><p> ... </p><p> {وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِ قَالَ أَحَدُهُمَا إِنِّي أَرَانِي أَعْصِرُ خَمْرًا وَقَالَ الْآخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ (٣٦) } [يوسف: ٣٦] . </p><p> [٣٦]  {وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِ} عبدانِ للملكِ، كان أحدُهما ساقيَهُ، واسمُه مرطس، والآخَرُ صاحب طعامِه، واسمُه راسان، وكان المصريون قد بذلوا لهما رشوةً ليسمَّا الملكَ، فردَّها الساقي، وقبلَها الخبازُ، وسمَّ </p><p>(١) في \"ظ\" و \"ت\": \"مطواعة\" والصواب ما أثبت. (٢) انظر: \"تفسير الطبري\" (١٢/ ٢١٣).</p><p> طعامَه، فعرَّفَ الساقي الملكَ بذلك، فقال لصاحبِ الطعامِ كلُ طعامَكَ، فأبى فأكلتْ منه بهيمةٌ فهلكتْ، فحبَسهما الملكُ، وكان يوسفُ عندَ دخوله السجنَ قال: أنا أعبرُ الأحلامَ. </p><p> {قَالَ أَحَدُهُمَا} وهو الساقي {إِنِّي أَرَانِي أَعْصِرُ خَمْرًا} أستخرجُها من العنبِ، لأنه رأى في نومه أنه قد دخلَ بستانًا، فإذا بكرمةٍ عليها ثلاثةُ عناقيدَ، فعصرَ العناقيدَ في زجاجةٍ، فأتى به الملكَ فشربَه. </p><p> {وَقَالَ الْآخَرُ} وهو الخباز {إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا} لأنه رأى أنه خرج من مطبخِ الملكِ وعلى رأسهِ ثلاثُ سِلالٍ فيها الخبزُ وأنواعُ الأطعمة. </p><p> {تَأْكُلُ الطَّيْرُ مِنْهُ} من ذلك الطعامِ، وكانا صادِقَينِ في قولهما. </p><p> {نَبِّئْنَا بِتَأْوِيلِهِ} أخبرْنا ما قصصْنا عليك، وما يَؤولُ أمرُه إليه. </p><p> {إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ} العالِمينَ بتأويلِ الرؤيا. قرأ الكوفيون، وابنُ عامرٍ، ويعقوبُ:  (إِنِّي أَرَانِي أَعْصِرُ)  (إِنِّي أَرَانِي أَحْمِلُ) بإسكانِ الياءِ فيها، وافقَهم ابنُ كثيرٍ في (إِنَّي) في الحرفينِ (١) ، وكان يوسفُ عليه السلام إذا مرضَ إنسانٌ في السجنِ عادَه، وقامَ عليه، وإذا ضاقَ، وسَّعَ له، وإذا احتاجَ، جمعَ له شيئًا، وكانَ مع هذا يجتهدُ في العبادةِ، ويقومُ الليلَ كلَّه للصلاة، وقال لقومٍ في السجنِ انقطعَ رجاؤهم وحَزِنوا: أبشِروا واصبِروا تُؤْجَروا؛ فإن لهذا آخِرًا، فقالوا له: باركَ اللهُ فيكَ ما أحسنَ خَلْقَكَ وخُلُقَكَ، لقد أحسنتَ إلينا. </p><p> ... </p><p>(١) انظر: \"التيسير\" للداني (ص: ١٣٠ - ١٣١)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٩٦ - ٢٩٧)، و\"معجم القراءات القرآنية\" (٣/ ١٦٩).</p>"
}