{
  "id": null,
  "sura": 12,
  "aya": 101,
  "text": "<p> {رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ (١٠١) }. </p><p> [١٠١] فلما جمعَ اللهُ تعالى ليوسفَ شملَه، علمَ أن نعيمَ الدُّنيا لا يدومُ، فسألَ اللهَ حُسْنَ العاقبةِ فقالَ:  {رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ} يعني: ملكَ مصرَ، والملكُ اتِّساعُ المقدورِ لمن له السياسةُ والتدبيرُ. </p><p> {وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ} تعبيرِ الرؤيا، و (مِنْ) للتبعيضِ؛ لأنه لم يؤتَ كُلَّ الملكِ ولا كُلَّ التأويلِ. </p><p> {فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ} مبدِعَهما، وانتصابُ (فَاطِرَ السَّمَوَاتِ) على النداءِ. </p><p> {أَنْتَ وَلِيِّي} أي: متولِّي أمري {فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي} اقْبِضْني إليك {مُسْلِمًا} مخِلصًا {وَأَلْحِقْنِي بِالصَّالِحِينَ} من آبائي النبيينَ. </p><p> واختلفوا في مدةِ غَيبةِ يوسفَ عن أبيهِ، فقيل: اثنتانِ وعشرونَ سنةً، وقيل: أربعونَ، وقيل: ثمانون، ولما ماتَ الملكُ الأكبرُ، وهو الريانُ بنُ الوليدِ المتقدِّمُ ذكرهُ، خلفَه ابنهُ دريموش، ويسميهِ أهلُ الأثر: دارمَ بنَ الريان، وهو الفرعونُ الرابعُ عندَهم، فخالفَ سنةَ أبيه، وكانَ يوسفُ خليفته، فيقبلُ منه بعضًا، ويخالفُ في البعضِ، فماتَ يوسفُ في أيامِه وله مئةٌ وعشرونَ سنةً، فَكُفِّنَ وحُمل في تابوب من رخام، ودُفِنَ في الجانبِ الغربيِّ من بحرِ النيلِ، فأخصبَ ونقص الشرقيُّ، فَحُوِّلَ إليه، فأخصبَ ونقصَ الغربيُّ، فاتفقوا على أن يجعلوهُ في الشرقيِّ عامًا، وفي الغربيِّ </p><p> عامًا، ثم حدثَ لهم من الرأيِ أن يجعلوا لهُ حِلَقًا وثاقًا، وشدُّوا التابوتَ في وسطِ النيلِ فأخصبَ الجانبانِ كلاهُما، ولم يزلْ ثَمَّ حتى كانَ زمنُ موسى عليه السلام وفرعون، فلما سارَ موسى ببني إسرائيل من مصرَ أخرجَهُ وهو في التابوت، وحمله على عجلٍ من حديدٍ، ودفنَه بحبرونَ في البقيعِ خلفَ الحيزِ السليمانيِّ حذاءَ قبرِ أبيه يعقوبَ، وجوارَ جَدَّيه إبراهيمَ وإسحاقَ عليهم السلام، وتقدم ذكرُ ذلك ملخَّصًا في سورةِ البقرةِ عندَ تفسيرِ قولهِ تعالى:  {وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ}  [الآية: ٥٠] ، ونزلَ عليه جبريلُ أربعَ مراتٍ، وبينهَ وبينَ موسى أربعُ مئةِ سنةٍ، وقيلَ غيرُ ذلكَ. </p><p> وعن أبي هريرةَ رضي الله عنه أنه قال: قالَ رسولُ الله - صلى الله عليه وسلم -: \"إِنَّ الْكَرِيمَ ابْنَ الْكَرِيمِ ابْنِ الْكَرِيمِ ابْنِ الْكَرِيمِ يُوسُفُ بنُ يَعْقُوبَ بْنِ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، وَلَوْ لَبِثْتُ فِي السِّجْنِ مَا لَبِثَ يُوسُفُ، ثُمَّ جَاءَنِي الدَّاعِي، لأَجَبْتُ\"  (١) . </p><p> وسُئِلَ رسولُ الله - صلى الله عليه وسلم -: \"مَنْ أَكْرَمُ النَّاسِ؟قالَ:أَتْقَاهُمْ لله،قَالُوا:ليسَ عن هذا نسألُكَ،قالَ:فَأَكْرَمُ النَّاسِ يُوسُفُ نَبِيُّ اللهِ بْنِ نَبِيِّ اللهِ بْنِ نَبِيِّ اللهِ بْنِ خَلِيلِ اللهِ\"  (٢) . </p><p> فهؤلاءِ الأنبياءُ الأربعةُ وهم: إبراهيمُ الخليلُ، وولدهُ إسحاقُ، وولدهُ يعقوبُ، وولدهُ يوسفُ، قبورُهم في محلٍّ واحدٍ، وعليهِم من الوقارِ </p><p>(١) رواه الترمذي (٣١١٦)، كتاب: التفسير، باب: ومن سورة يوسف، وقال: حسن، والنسائي في \"السنن الكبرى\" (١١٢٥٤)، والحاكم في \"المستدرك\" (٣٣٢٥)، وغيرهم عن أبي هريرة -رضي الله عنه-. (٢) رواه البخاري (٣١٧٥)، كتاب: الأنبياء، باب: قوله تعالى: {وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا}، ومسلم (٢٣٧٨)، كتاب: الفضائل، باب: من فضائل يوسف عليه السلام، عن أبي هريرة -رضي الله عنه-.</p>"
}