{
  "id": null,
  "sura": 13,
  "aya": 5,
  "text": "<p> وبفتحها: المرةُ الواحدةُ، كذلك بنو آدمَ من أبٍ واحدٍ، واختلفَتْ خَلْقُهُم وأخلاقُهم. </p><p> {إِنَّ فِي ذَلِكَ} المذكورِ {لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ} يستعمِلون عقولَهم بالتفكُّرِ. </p><p> ... </p><p> {وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ أُولَئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُولَئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٥) }. </p><p> [٥]  {وَإِنْ تَعْجَبْ} يا محمدُ من إنكارِهم النشأةَ الآخرةَ، مع إقرارِهم بابتداءِ الخلقِ من اللهِ عز وجل، وقد تقرر في القلوب أنَّ الإعادةَ أهونُ من الابتداء. </p><p> {فَعَجَبٌ} تصويبٌ لعَجَبِهِ - صلى الله عليه وسلم -، والعجبُ: تغيرُ النفسِ برؤيةِ المستبعَدِ في العادة. قرأ أبو عمرٍو، والكسائيُّ، وخلادٌ عن حمزةَ:  {تَعْجَبْ فَعَجَبٌ} بإدغامِ الباءِ في الفاء، والباقون: بالإظهار (١) . </p><p> {قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا} بعدَ الموتِ. </p><p> {أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ} أي: أَنُبْعَثُ خَلْقًا جديدًا بعدَ الموتِ؟ واختلافُ القراءِ في (أَئِذَا)  (أَئِنَّا) في الإخبارِ بالأولِ منهما، والاستفهامِ بالثاني، </p><p>(١) انظر: \"النشر في القراءات العشر\" لابن الجزري (٢/ ٨ - ٩)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٠٧)، و\"معجم القراءات القرآنية\" (٣/ ٢٠٧).</p><p> وعكسِه، والاستفهامِ فيهما، فقرأ ابنُ عامرٍ، وأبو جعفر:  (إذَا) بالإخبارِ (أَئِنَّا) بالاستفهامِ، فابنُ عامرٍ يحقِّقُ الهمزتينِ، وأبو جعَّفَرٍ يسهِّلُ الثانيةَ، ويفصلُ بينَهما بألفٍ، واختلِفَ عن هشامٍ راوي ابنِ عامرٍ في الفصلِ مع تحقيقِ الهمزتين، وقرأ نافعٌ، والكسائيُّ، ويعقوبُ:  (أَئِذَا) بالاستفهامِ، (إِنَّا) بالإخبار، فنافعٌ يسهِّلُ الهمزةَ الثانيةَ، وراويه قالونُ يفصلُ بينَهما بألفٍ، وافقه رويسٌ عن يعقوبَ في التسهيلِ، والكسائيُّ يحقِّقُ الهمزتينِ، وافقه روحٌ عن يعقوبَ، وقرأ الباقون:  (أَئِذَا)  (أَئِنَّا) بالاستفهام فيهما، فابنُ كثيرٍ، وأبو عمرٍو يسهِّلانِ الهمزةَ الثانيةَ منهما، وأبو عمرٍو يفصلُ بينَهما بألفٍ، وعاصمٌ، وحمزةُ، وخلفٌ يحققون الهمزتين (١) ، فمن قرأ بالاستفهامينِ، فذلكَ للتأكيدِ، ومن استفهمَ في الأولِ فقط، فإنما القصدُ بالاستفهامِ الموضعُ الثاني، تقديرُه: أَنُبْعَثُ ونُحْشَرُ إذًا، ومن استفهمَ في الثاني فقط، فمعناه: إِذا كُنَّا تُرابًا أَنُبْعَثُ؟ </p><p> {أُولَئِكَ} أي: منكرو البعثِ {الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُولَئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ} أي: أعمالُهم الخبيثةُ. </p><p> {وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} لا يُنْقَلون عنها. </p><p> ... </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٣٥٧)، و\"التيسير\" للداني (ص: ١٣٢ - ١٣٣)، و\"تفسير البغوي\" (٢/ ٥١١)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٦٢ - ٣٦٤، ٣٧٢ - ٣٧٣)، و\"معجم القراءات القرآنية\" (٣/ ٢٠٧ - ٢٠٩).</p>"
}