{
  "id": null,
  "sura": 13,
  "aya": 4,
  "text": "<p> ابنُ عباس:  \"كانَ أبو قُبيسٍ أولَ جبلٍ وُضِعَ على الأرضِ\"  (١)  {وَأَنْهَارًا وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا} أي: خلقَ في الأرضِ حينَ بسطَها من كلِّ نوعٍ من الثمراتِ {زَوْجَيْنِ اثْنَيْنِ} أي: نوعين: حلوٌ، وحامضٌ، ونحوُهما. </p><p> {يُغْشِي اللَّيْلَ النَّهَارَ} يُلْبِسُهُ مكانَه، فيصيرُ الجوُّ مظلمًا بعدَ ما كان مضيئًا. قرأ حمزةُ، والكسائيُّ، ويعقوبُ، وخلفٌ، وأبو بكرٍ عن عاصم:  {نُغْشِي} بالنون (٢) ، والباقون: بالياء {إِنَّ فِي ذَلِكَ} المذكورِ. </p><p> {لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ} فيها، والتفكُّرُ: تصرُّفُ القلبِ في معاني الأشياءِ. </p><p> ... </p><p> {وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (٤) }. </p><p> [٤]  {وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ} متلاصقاتٌ مختلفاتٌ مع تلاصُقِها طيبةٌ إلى سبخةٍ، وكثيرةُ الريعِ إلى قليلهِ، ونحوُ ذلك. </p><p> {وَجَنَّاتٌ} بساتينُ {مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ} هي النخلاتُ يجمعُهُنَّ أصلٌ واحدٌ، ومنهُ قولُ النبيِّ - صلى الله عليه وسلم - في العباسِ:  \"عَمُّ الرَّجُلِ صِنْوُ أَبِيهِ\"  (٣) . </p><p>(١) رواه الحاكم في \"المستدرك\" (٣٨٨٩). (٢) \"بالنون\" ساقطة من \"ت\".(٣) رواه مسلم (٩٨٣)، كتاب: الزكاة، باب: في تقديم الزكاة ومنعها، عن أبي هريرة -رضي الله عنه-.</p><p> {وَغَيْرُ صِنْوَانٍ} النخلةُ المنفردةُ بأصلِها. قرأ ابنُ كثيرٍ، وأبو عمرٍو، ويعقوبُ، وحفصٌ عن عاصمٍ:  (وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ) بالرفعِ في الأربعةِ عطفًا على (جَنَّاتٌ) , وقرأها الباقونَ: بالخفضِ عطفًا على (أَعْنَابٍ)  (١) . </p><p> {يُسْقَى بِمَاءٍ وَاحِدٍ} وهي متغايرةٌ في الألوانِ والطُعومِ. قرأ ابنُ عامرٍ، وعاصمٌ، ويعقوبُ:  (يُسْقَى) بالياءِ على التذكيرِ؛ أي: يُسْقَى المذكورُ، وقرأ الباقونَ: بالتاءِ على التأنيث؛ أي: تُسْقَى الجنةُ بما فيها، وأمالَ حمزةُ، والكسائيُّ القافَ (٢) . </p><p> {وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ} في الثمرِ والطَّعْم. قرأ حمزةُ، والكسائيُّ، وخلفٌ:  (وَيُفَضِّلُ) بالياء؛ لقوله:  {يُدَبِّرُ الْأَمْرَ يُفَصِّلُ} ، وقرأ الباقون: بالنون على معنى: ونحن نفضِّلُ بعضَها على بعضٍ في الأُكُل (٣) ، وقرأ نافعٌ، وابنُ كثيرٍ:  (الأُكْلِ) بإسكانِ الكافِ، والباقون: بضمِّها (٤) ، والأُكْلَةُ بضمِّ الهمزةِ: اللقمةُ، وبكسرِها: الحالةُ يؤكَلُ عليها، </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٣٥٦)، و\"التيسير\" للداني (ص: ١٣١)، و\"تفسير البغوي\" (٢/ ٥٠٩ - ٥١٠)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٩٧)، و\"معجم القراءات القرآنية\" (٣/ ٢٠٤ - ٢٠٦). (٢) المصادر السابقة.(٣) انظر: \"السبعة\" لابن مجاهد (ص: ٣٥٦)، و\"التيسير\" للداني (ص: ١٣١)، و\"تفسير البغوي\" (٢/ ٥١٠)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٩٧)، و\"معجم القراءات القرآنية\" (٣/ ٢٠٦ - ٢٠٧).(٤) انظر: \"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٦)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٦٩)، و\"معجم القراءات القرآنية\" (٣/ ٢٠٧).</p>"
}