{
  "id": null,
  "sura": 14,
  "aya": 37,
  "text": "<p> [٣٦]  {رَبِّ إِنَّهُنَّ} أي: الأصنامَ {أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ} أي: ضَلُّوا بسببهنَّ. </p><p> {فَمَنْ تَبِعَنِي} على الإسلامِ {فَإِنَّهُ مِنِّي} من أهلِ ديني. </p><p> {وَمَنْ عَصَانِي} ولم يؤمنْ بي {فَإِنَّكَ غَفُورٌ رَحِيمٌ} بتوبتِكَ على الكفرةِ حتى يؤمنوا. قرأ الكسائيُّ (عَصانِي) بالإمالة (١) . </p><p> ... </p><p> {رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ (٣٧) }. </p><p> [٣٧]  {رَبَّنَا إِنِّي} قرأ نافعُ، وأبو جعفرٍ، وابنُ كثيرٍ، وأبو عمرٍو، (إِنِّيَ) بفتحِ الياءِ، والباقون: بإسكانها (٢) . </p><p> {أَسْكَنْتُ مِنْ ذُرِّيَّتِي} أي: بعضَ ذريتي، وهم إسماعيلُ ومَنْ وُلِدَ منه، وذلك أن إبراهيمَ عليه السلام لما سارَ إلى مصرَ، ومعه زوجتُه سارةُ، وهبهَا فرعونُ مصرَ هاجرَ، فلما قدمَ إلى الشام، وأقامَ بينَ الرملةِ وإيليا، وكانت سارةُ لا تحمل، فوهبَتْ هاجرَ لإبراهيمَ عليه السلام، فوقعَ عليها، فولدَتْ </p><p>(١) انظر: \"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٧)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٧٣)، و\"معجم القراءات القرآنية\" (٣/ ٢٣٩). (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٣٦٤)، و\"التيسير\" للداني (ص: ١٣٥)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٠)، و\"معجم القراءات القرآنية\" (٣/ ٢٣٩).</p><p> له إسماعيلَ عليه السلام، ومعناهُ بالعبرانيِّ مُطيعُ اللهِ، وكانَتْ ولادتُه لمضيِّ ستٍّ، وثمانينَ سنةً من عُمْرِ إبراهيمَ، فحزنَتْ سارةُ لذلك، ووهبهَا اللهُ إسحَقَ، وولدَتْهُ ولها تسعونَ سنةً، ثم غارَتْ سارةُ من هاجرَ وابنِها، وطلبتْ من إبراهيمَ أن يُخْرِجَهما عنها، فسارَ بهما إِلى الحجاز، وتركَهما بمكةَ بإذنِ اللهِ تعالى، وليس بمكةَ يومئذٍ أحدٌ، ولا بها ماءٌ، ووضعَ عندَهما جرابًا فيه تمرٌ، وسقاءً فيه ماءٌ، ثم قَفّى إبراهيمُ منطلقًا، فتبعَتْه أمُّ إسماعيلَ فقالَتْ: يا إبراهيمُ! أينَ تذهبُ وتترُكُنا بِهذا الوادي الذي ليسَ فيه أنيسٌ ولا شيء؟ وقالتْ له ذلكَ مِرارًا، وهو لا يلتفِتُ إليها، فقالت له: آللهُ أَمَرَكَ بهذا؟ قال: نعم، فقالت: إذًا لا يُضَيِّعُنا الله، ثم رجعتْ، فانطلق إبراهيمَ عليه السلام، حتى إذا كانَ عندَ الثنيةِ حيثُ لا يرونَهُ، استقبلَ القبلةَ بِوَجْهِه، ثم دعا بهؤلاءِ الدَّعواتِ، ورفعَ يديهِ فقال: </p><p> {بِوَادٍ غَيْرِ ذِي زَرْعٍ} يعني: وادي مكةَ؛ لأنها حجريةٌ لا تنُبتُ {عِنْدَ بَيْتِكَ الْمُحَرَّمِ} سماه محرَّمًا لأنه يحرم عندَهُ ما لا يحرُمُ عندَ غيرِه. </p><p> {رَبَّنَا لِيُقِيمُوا الصَّلَاةَ} واللامُ لامُ (كي) ، وهي متعلقة بـ (أسكنتُ) . </p><p> {فَاجْعَلْ أَفْئِدَةً} أي: قلوبًا {مِنَ النَّاسِ} قرأ هشامٌ عن ابنِ عامرٍ (أَفْئِيدَةً) بياءٍ بعدَ الهمزةِ (١) ، و (مِنْ) للتبعيضِ؛ أي: أفئدةً من أفئدةِ الناسِ، قالَ مجاهدٌ: لوقالَ: (أَفْئِدَةَ النَّاسِ) ، لزاحَمَتْهم فارسُ والرومُ والتركُ </p><p>(١) انظر: \"التيسير\" للداني (ص: ١٣٥)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٩٩ - ٣٠٠)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٧٣)، و\"معجم القراءات القرآنية\" (٣/ ٢٣٩).</p><p> والهندُ، وقال سعيدُ بنُ جبير: لحجَّ اليهودُ والنصارى والمجوسُ، ولكنَّه قالَ:  (أفئدةً من الناسِ) ، فهم المسلمون (١) . </p><p> {تَهْوِي} تميلُ {إِلَيْهِمْ} وتقصدُهم بسرعة. </p><p> {وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ} ما رزقْتَ سكانَ القرى ذواتِ الماءِ. </p><p> {لَعَلَّهُمْ يَشْكُرُونَ} تلكَ النعمةَ، فأجابَ اللهُ دعوتَهُ، وجعله حَرَمًا آمنًا يُجبى إليه ثمراتُ كلِّ شيءٍ. </p><p> ورُويَ أنَّ الطائفَ كانتْ من مدائنِ الشامِ بأُرْدُنّ، فلما دعا إبراهيمُ بهذا الدعاء، أمرَ اللهُ جبريلَ عليه السلام حتى قَلَعَها من أصلِها، فأدارَها حولَ البيتِ سَبْعًا، ووضعَها قريبَ مكةَ، وبهذهِ القصَّةِ سُمِّيَت الطائفَ، وهو موضعُ ثَقيف، ومنها أكثرُ ثمراتِ مكةَ. </p><p> وجعلَتْ أمُّ إسماعيلَ تُرضعه وتشربُ من ذلكَ الماءِ حتَّى إذا نَفِدَ ما في السقاءِ، وعطشَتْ، وعطشَ ابنُها، وجعلَتْ تنظرُ إليه يتلوَّى، فانطلقتْ كراهةَ أن تنظرَ إليه، فوجدتِ الصفا أقربَ جبلٍ في الأرض يَليها، فقامَتْ عليه، ثم استقبلتِ الواديَ تنظُر إليهِ هل ترى أحدًا، فلم تر أحدًا، فهبطَتْ من الصفا، حتى إذا بلغتِ الواديَ رفعتْ طرفَ درعِها، ثم سَعَتْ سعيَ الإنسانِ المجهودِ حتَّى جاوزتِ الواديَ، ثم أَتَتِ المروةَ، فقامتْ عليها ونظرتْ هل ترى أحدًا، فلم ترَ أحدًا، ففعلتْ ذلكَ سبعَ مراتٍ، قالَ ابنُ عباسٍ رضي الله عنه: قالَ النبيُّ - صلى الله عليه وسلم -: \"فَلِذَلِكَ سَعَى النَّاسُ بَيْنَهُمَا\" ، فلما أشرفتْ على المروةِ، سمعتْ صوتًا فقالت: مَهْ؛ تريدُ نفسَها، ثم تسمَّعَتْ، </p><p>(١) انظر: \"تفسير البغوي\" (٢/ ٥٦٥)، و\"الدر المنثور\" للسيوطي (٥/ ٤٧).</p><p> فسمعتْ أيضًا، فقالتْ: قد أَسْمعْتَ إنْ كانَ عندَكَ غوثٌ، فإذا هي بالمَلَكِ عندَ موضعِ زمزم، فبحثَ بعقِبه، أو قالَ بجناحِه حتى ظهرَ الماءُ، فجعلَتْ تُحَوِّضُهُ وتقولُ بيدِها هكذا، وجعلت تغرفُ من الماءِ في سقائِها، وهي تقولُ بعدَما تغرفُ: زَمْ زَمْ، قالَ ابن عباس: قالَ النبيُّ - صلى الله عليه وسلم -: \"رَحِمَ اللهُ أُمَّ إِسْمَاعِيلَ لَوْ تَرَكَتْ زَمْزَمَ،أوقال:لَوْ لَمْ تغرِفْ مِنَ الْمَاءِ، لَكَانَ زَمْزَمُ عَيْنًا مَعِينًا\" . </p><p> قال: فشربتْ وأرضعتْ ولدَها، فقالَ لها الملَكُ: لا تخافي الضَّيْعَةَ؛ فإنَّ هاهنا بيتَ اللهِ عز وجل يَبْنيه هذا الغلامُ وأبوه، وإن اللهَ عز وجل لا يُضيِّعُ أهلَه، وكان البيتُ مرتفعًا من الأرضِ كالرابيةِ تأتيهِ السيولُ فتأخذُ عن يمينِه وشمالِه، فكانَ كذلكَ حتَّى مَرَّتْ بهم رُفْقَةٌ من جُرْهُم مُقبلينَ من طريقِ كُدَيٍّ، فنزلوا في أسفلِ مكةَ، فرأوا طائرًا عائِفًا، فقالوا: إن هذا الطائرَ لَيدورُ على ماءٍ، لَعَهْدُنا بهذا الوادي وما فيه ماءٌ، فأرسلوا جَرِيًّا أَوْ جَرِيَّيْنِ، فإذا هم بالماء، فرجعوا فأخبروهم بالماء، فأقبلوا وأمُّ إسماعيلَ عندَ الماءِ، فقالوا: أتأذنينَ لنا أن ننزلَ عندك؟ قالت: نعم، ولكن لا حَقَّ لكم في الماء، قالوا: نعم، ورُوي أنهم قالوا: أَشْرِكينا في مائك نشرِككِ في ألبانِنا، ففعلتْ، فنزلوا وأرسلوا إلى أهليهم، فنزلوا معهم، حتى إذا كانَ بها أهلُ أبياتٍ منهم، وشبَّ إسماعيلُ عليه السلام وتعلَّمَ العربيةَ منهم، أعجَبَهم حينَ شَبَّ، فلما أدركَ زَوَّجوهُ امرأةً منهم، وماتتْ هاجرُ، وجاءَ إبراهيمُ عليه السلام مكةَ (١) ، وتقدَّمَ ذكرُ قصتِه مستوفىً، وبناءُ الكعبةِ </p><p>(١) رواه البخاري (٣١٨٤)، كتاب: الأنبياء، باب: \"يزفُّون\"، عن ابن عباس -رضي الله عنهما-.</p>"
}