{
  "id": null,
  "sura": 17,
  "aya": 101,
  "text": "<p> {لَا رَيْبَ فِيهِ} أنه يأتيهم، وهو الموتُ أو القيامةُ. </p><p> {فَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا} عِنادًا. </p><p> ... </p><p> {قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ وَكَانَ الْإِنْسَانُ قَتُورًا (١٠٠) }. </p><p> [١٠٠]  {قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ} المعنى: لو مَلَكْتُم {خَزَائِنَ رَحْمَةِ رَبِّي} أي: رزقِهِ. قرأ نافعٌ، وأبو جعفرٍ، وأبو عمرٍو:  (رَبِّيَ) بفتحِ الياءِ، والباقون: بإسكانها (١) . </p><p> {إِذًا لأَمْسَكْتُمْ} لَبَخِلْتُم {خَشْيَةَ الْإِنْفَاقِ} والفاقةِ. </p><p> {وَكَانَ الْإِنْسَانُ قَتُورًا} ضَيِّقًا بخيلًا. </p><p> ... </p><p> {وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ إِنِّي لأَظُنُّكَ يَامُوسَى مَسْحُورًا (١٠١) }. </p><p> [١٠١]  {وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ} أي: دلالاتٍ واضحاتٍ، وهي في قولِ جمهورِ المفسِّرين: بياضُ اليد، والعصا، والطوفانُ، والجرادُ، والقُمَّلُ، والضَّفادعُ، والدَّمُ، وحَلُّ عقدةٍ من لسانِه، وانفلاقُ البحرِ. </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٣٨٦)، و\"التيسير\" للداني (ص: ١٤١)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٠٩)، و\"معجم القراءات القرآنية\" (٣/ ٣٤٠).</p><p> وقال الإمامُ أحمدُ بنُ حنبلٍ رضي الله عنه: ثنا يزيد، أنبأ شعبةُ، عن عمرِو بنِ مُرَّةَ، سمعتُ عبدَ اللهِ بنَ سلمةَ يحدِّثُ عن صفوانَ بنِ عَسَّالٍ المراديِّ، قال: قال يهوديٌّ لصاحِبه: اذهبْ بنا إلى هذا النبيِّ حتى نسألَه عن هذهِ الآيةِ: {وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ} فقال: لا تقلْ له نبيٌّ، فإنه لو سمعَكَ، لصارتْ له أربعةُ أعينٍ، فسنألاهُ، فقال النبيُّ - صلى الله عليه وسلم -: \"لا تُشْرِكُوا بِاللهِ شَيْئًا، وَلاَ تَسْرِقُوا، وَلاَ تَزْنُوا، وَلاَ تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللهُ إِلَّا بِالْحَقِّ، ولا تَسْحَرُوا، وَلاَ تأْكُلُوا الرِّبَا، وَلاَ تَمْشُوا بِبَرِيءٍ إِلَى ذِي سُلْطَانٍ لِيَقتُلَهُ، وَلاَ تَقْذِفُوا مُحْصنًا،أو قال:ولا تَفِرُّوا مِنَ الزَّحْفِ، شعبةُ هو الشاكُّ، وَأَنْتُمْ يَهُودُ عَلَيْكُمُ خَاصَّةً أَلَّا تَعْدُوا في السَّبْتِ\" ، فقبَّلا يديهِ ورجليه، وقالا: نشهدُ أنكَ نبيٌّ، قالَ:  \"فَمَا يَمْنَعُكُمَا أَنْ تَتَّبِعَانِي؟ \" ، قالا: إن داودَ عليه السلامُ دعا أن لا يزالُ من ذريتِه نبيٌّ، فإنا نخشى إنْ أسلَمْنا أن تقتلَنا يهودُ (١) . </p><p> {فَاسْأَلْ} يا محمدُ مَنْ آمنَ من {بَنِي إِسْرَائِيلَ} كعبدِ اللهِ بنِ سلامٍ وأصحابِه؛ لتحتجَّ بهِ على مَنْ لم يؤمنْ. قرأ ابنُ كثيرٍ، والكسائيُّ، وخلفٌ:  (فَسَلْ) بالنَّقْلِ، والباقون: بالهمز (٢) . </p><p> {إِذْ جَاءَهُمْ} موسى. قرأ أبو عمرٍو، وهشامٌ عن ابنِ عامرٍ:  (إذ جاءَهُمْ) </p><p>(١) رواه الإمام أحمد في \"المسند\" (٤/ ٢٣٩)، والترمذي (٢٧٣٣)، كتاب: الاستئذان، باب: ما جاء في قبلة اليد والرجل، وقال: حسن صحيح، وغيرهما. (٢) انظر: \"البحر المحيط\" لأبي حيان (٦/ ٨٥)، و\"الغيث\" للصفاقسي (ص: ٢٧٦)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٧٦)، و\"معجم القراءات القرآنية\" (٣/ ٣٤٠).</p>"
}