{
  "id": null,
  "sura": 17,
  "aya": 7,
  "text": "<p> {ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ} الدولةَ العليَّهَ. </p><p> {عَلَيْهِمْ} أي: على الذين قتلوكم حينَ تبتُمْ. </p><p> {وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ} رُوي أنَّ الله تعالى أوحى إلى أرمياءَ النبيِّ عليه السلام أَنَّ كورشَ يعمرُ بيتَ المقدسِ، وهو ملكٌ من ملوكِ الفرسِ، وكان مؤمنًا، فسار كورشُ ببني إسرائيلَ، وحُلِّي بيتُ المقدسِ حتى ردَّه إليه، وعمر بيت المقدس، وعادَ البلدُ أحسنَ مما كانَ، وأصعدَ إليها من بني إسرائيل أربعينَ ألفًا، وقَرَّبوا القرابينَ على رسومِهم الأولى، ورجعت إليهم دولتُهم، وعظم محلُّهم عندَ الأممِ، واستمرَّ بيتُ المقدسِ عامرًا سبعَ مئةٍ وإحدى وعشرينَ سنةً. </p><p> {وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا} عددًا، والنفيرُ: من يَنْفِرُ مع الرجلِ من قومِه. </p><p> ... </p><p> {إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا (٧) }. </p><p> [٧]  {إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ} لأن ثوابه لها. </p><p> {وَإِنْ أَسَأْتُمْ فَلَهَا} فإنَّ وبالَها عليها. </p><p> {فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ} أي: عقابُ المرةِ الآخرةِ من إفسادِكم، وذلكَ قصدُهم قتلَ عيسى عليه السلام حينَ رُفِعَ، وتقدَّمَ ذكرُ قصتِهم مستوفىً في سورةِ آلِ عمرانَ، وقتلهم يحيى عليه السلام، وسببُه أنَّ عيسى عليه السلام كان قد حَرَّمَ نكاحَ بنتِ الأخِ، فكانَ لهرودوس، وهو الحاكمُ على بني </p><p> إسرائيلَ بنتُ أخٍ، وأرادَ أن يتزوَّجَها كما هو جائزٌ في ملةِ اليهودِ، فنهاه يحيى عن ذلكَ، فطلبتْ أمُّ البنتِ من هرودوسَ أن يقتلَ يحيى، فلم يُجِبْها إلى ذلك، فعاوَدَتْه، وسألته البنتُ أيضًا، وَأَلَحَّتْ عليه، فأجابهما إلى ذلك، وأمر بيحيى فَذُبح ووُضِع رأسُه بينَ يدي هرودوسَ، فكانَ الرأسُ يتكلَّمُ ويقولُ: لا تَحِلُّ لكَ، واستمرَّ غَلَيانُ دمِه، فأمر بترابٍ فألقي عليهِ حتى بلغَ سورَ المدينة، فما زادَ إلا انبعاثًا، فبعث اللهُ عليهم مَلِكًا من جهة المشرق من ملوكِ بابل يقال له: حُرْدوسُ، فقتلَ منهم على دمِ يحيى سبعينَ ألفًا إلى أن سكنَ دمُه، وزعم قومٌ أن بخت نصر هو الذي غزاهم وقتلَهم على دمِ يحيى، وليسَ بصحيح؛ لأن بُخْتَ نَصَّرَ خَرَّبَ بيتَ المقدسِ قبلَ ولادةِ يحيى بنحو خمسِ مئةِ سنةٍ، ثم غزاهم طيطوسُ الروميُّ، وكان محلُّ ملكِه مدينةَ روما من بلادِ الفرنجِ، فقصدَ بيتَ المقدسِ، وأَوقعَ باليهودِ وقتلَهم وأسرَهم على آخرِهم إلَّا من اختفى، ونهبَ القدسَ وَخَرَّبه، وخَرَّبَ البيتَ المقدَّسَ، وأحرقَ الهيكلَ، وخلا القدسُ من بني إسرائيلَ كأَنْ لم تَغْنَ بالأمسِ، وكانتْ أعظمَ الوقعتينِ، فلم يعدْ لهم بعدَ ذلك رئاسةٌ ولا حكمٌ، وكانَ ذلكَ بعدَ رفعِ المسيحِ بنحوِ أربعينَ سنةً، وبينَ هذا التخريبِ والهجرةِ الشريفةِ خمسُ مئةٍ وثمانٌ وخمسونَ سنةً بالتقريبِ، فذلكَ قولُه تعالى: </p><p> {لِيَسُوءُوا} أي: بعثناهم ليسوؤوا {وُجُوهَكُمْ} يُخْزوها، ويُدْخِلوا عليها الغمَّ والحزنَ، والضميرُ لأولي البأسِ الشديدِ. قرأ الكسائيُّ:  (لنَسُوءَ) بالنونِ ونصبِ الهمزةِ على التعظيم إخبارًا من الله عن نفسه، وقرأ ابنُ عامرٍ، وحمزةُ، وخلفٌ، وأبو بكرٍ عن عاصمٍ:  (لِيَسُوءَ) بالياءِ ونصبِ الهمزةِ؛ </p>"
}