{
  "id": null,
  "sura": 17,
  "aya": 1,
  "text": "<p> سُوْرَةُ الإسْراءِ </p><p> مكيةٌ إلا قولَه:  {وَإِنْ كَادُوا لَيَفْتِنُونَكَ} إلى آخرِ ثماني آياتٍ، قدرُ آيها مئةٌ وإحدى عشرةَ آيةً، وحروفُها ستةُ آلافٍ وأربعُ مئةٍ وستونَ حرفًا، وكَلِمُها ألفٌ وخمسُ مئةٍ وثلاثٌ وثلاثونَ كلمةً. </p><p> {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} </p><p> {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ (١) }. </p><p> [١]  {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا}  (سُبْحَانَ) تنزيهُ اللهِ من كلِّ سوءٍ، ووصفُه بالبراءةِ من كلِّ نقصٍ، وتكونُ (سُبْحَانَ) بمعنى التعجُّبِ، (أَسْرَى) ؛ أي: سَيَّرَهُ، و (العبدُ) هو محمدٌ - صلى الله عليه وسلم -، لم يختلفْ في ذلكَ أحدٌ من الأمة، و (ليلًا) نصبٌ على الظرف. </p><p> {مِنَ الْمَسْجِدِ الْحَرَامِ} هو المسجدُ المحيطُ بالكعبةِ، وقيلَ: من بيتِ أُمِّ هانِئ من الحرم، قالَ ابنُ عباسٍ:  \"الحرمُ كلُّهُ مسجِدٌ\"  (١) . </p><p> {إِلَى الْمَسْجِدِ الْأَقْصَى} هو مسجدُ بيتِ المقدسِ، وبينَهما مسيرةُ شهرٍ، </p><p>(١) انظر: \"تفسير الطبري\" (١٥/ ٢)، و\"تفسير ابن كثير\" (٢/ ٣٤٧).</p><p> وسُمِّيَ الأقصى، لبعدِ المسافةِ بينَهُ وبينَ المسجدِ الحرامِ، وقيل: كانَ هذا أبعدَ مسجدٍ عن أهلِ (١) مكةَ في الأرض يُعَظَّمُ بالزيارةِ، وقيل: لبعدِه عن الأقذارِ والخبائثِ، ورُوي أنه سُمِّيَ الأقصى؛ لأنه وسطُ الدنيا لا يزيدُ شيئًا ولا ينقُصُ. </p><p> {الَّذِي بَارَكْنَا حَوْلَهُ} والبركةُ حولَه من جهتين: إحداهُما: بالنبوةِ والشرائعِ والرسلِ الذين كانوا في ذلك القطرِ في نواحيهِ وبواديه، والأخرى: النِّعَمُ من الأشجارِ والمياهِ والأرضِ المفيدةِ التي خَصَّ اللهُ الشامَ بها، وعنه - صلى الله عليه وسلم - أنه قال:  \"إِنَّ اللهَ بَارَكَ فِيمَا بَيْنَ الْعَرِيشِ إِلَى الفُراتِ\"  (٢) ، وخصَّ فلسطينَ بالتقديسِ، ولو لم يكنْ له من الفضيلةِ غيرُ هذهِ الآيةِ، لكانَتْ كافيةً فيه؛ لأنه إذا بورِكَ حولَهُ، فالبركَةُ فيه مضاعَفَةٌ. </p><p> {لِنُرِيَهُ} أي: محمدًا - صلى الله عليه وسلم - بعينِه {مِنْ آيَاتِنَا} في السمواتِ والملائكةِ والجنةِ والنارِ، ولقيا الأنبياءِ، وغيرِ ذلكَ مما رآه تلكَ الليلةَ من العجائبِ، وذهابِه ورجوعِه في جزءٍ من ليلةٍ. </p><p> {إِنَّهُ هُوَ السَّمِيعُ} لِما تقولون {الْبَصِيرُ} بأفعالِكم، وعيدٌ من اللهِ للكفارِ على تكذيبِهم محمدًا - صلى الله عليه وسلم - في أمرِ الإسراءِ. </p><p> وأما قصةُ الإسراءِ، فملَخَّصُها: أن الله سبحانه وتعالى بعثَ رسوله - صلى الله عليه وسلم -، وأنزلَ عليهِ الوحيَ، وأمرهُ بإظهارِ دينهِ، وأَيَّدَهُ بالمعجزاتِ الظاهرةِ، والآياتِ الباهِرَةِ، أسرى به ليلًا من المسجدِ الحرامِ إلى المسجدِ الأقصى، وهو بيتُ المقدسِ من إيليا، وقد فشا الإسلامُ في قريشٍ وفي </p><p>(١) في \"ش\": \"لأهل\". (٢) انظر: \"تاريخ دمشق\" لابن عساكر (١/ ١٤١)، (١/ ١٤٩ - ١٥٠).</p><p> القبائلِ كلِّها، وكانَ الإسراءُ ليلةَ سبعَ عشرةَ من ربيعٍ الأولِ قبلَ الهجرةِ بسنةٍ. </p><p> وقال ابن الجوزيِّ: وقد قيلَ: كانَ في ليلةِ سبعٍ وعشرينَ من شهرِ رجبٍ. </p><p> وقيل: في شهرِ رمضانَ، والنبيُّ - صلى الله عليه وسلم - ابنُ إحدى وخمسينَ سنةً وتسعةِ أشهرٍ وثمانيةٍ وعشرين يومًا. </p><p> واختلِفَ في الإسراءِ برسولِ الله - صلى الله عليه وسلم -، فقيل: إنما كانَ جميعُ ذلكَ في المنام، والحقُّ الذي عليه أكثرُ الناسِ ومعظمُ السَّلَفِ، وعامةُ المتأخرين من الفقهاءِ والمحدِّثينَ والمتكلِّمين أنه أُسري بجسدِهِ - صلى الله عليه وسلم - يقظةً؛ لأَن قوله تعالى:  {وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ}  [الإسراء: ٦٠] تدلُّ على ذلك، ولو كانت رؤيا نومٍ، ما افتتنَ بها الناسُ حتى ارتدَّ كثيرٌ ممن كانَ أسلمَ، وقالَ الكفارُ: يزعمُ محمدٌ أنه أَتى بيتَ المقدسِ ورجعَ إلى مكةَ في ليلةٍ واحدةٍ، والعيرُ تطردُ إليه شهرًا مدبرةً، وشهرًا مقبلةً، ولو كانت رؤيا نوم، لم يُستبعَدْ ذلك منه. </p><p> قال ابنُ عباسٍ رضي الله عنهما:  \"هي رُؤْيا عينٍ رآها النبيُّ - صلى الله عليه وسلم - لا رُؤْيا مَنامٍ\"  (١) ، قالَ الله تعالى:  {مَا زَاغَ الْبَصَرُ وَمَا طَغَى}  [النجم: ١٧] أضافَ الأمرَ للبصرِ، وقوله تعالى:  {مَا كَذَبَ الْفُؤَادُ مَا رَأَى}  [النجم: ١١] ؛ أي: لم يُوهِمِ القلبُ العينَ غيرَ الحقيقة، بل صدق رُؤْيتَها. </p><p> واختلفَ السلفُ والخلفُ هل رأى نبيُّنا - صلى الله عليه وسلم - ربَّهُ ليلةَ الإسراءِ؟ فأنكرته </p><p>(١) رواه البخاري (٣٦٧٥)، كتاب: فضائل الصحابة، باب: المعراج.</p><p> عائشةُ رضي الله عنها، ورُوي عن ابنِ عباسٍ رضي الله عنهما قال:  \"رآهُ بعينِهِ\"  (١) ، ومثلُه عن أبي ذَرٍّ، وكعبٍ، والحسنِ، وكان يحلفُ على ذلكَ، وحُكِيَ مثله عن ابنِ مسعودٍ، وأبي هريرةَ، والإمامِ أحمدَ بنِ حنبلٍ رضي الله عنه، وحَكَى النقاشُ عن الإمامِ أحمدَ أنه قالَ:  \"أَنا أقولُ بحديثِ ابنِ عباسٍ: \" بعينه رآه \" رآه، حتى انقطعَ نَفَسُ الإمامِ أحمدَ\"  (٢) ، وعنِ ابنِ عباسٍ: أنه قال: \"إِنَّ اللهَ اختصَّ موسى بالكلامِ، وإبراهيمَ بالخُلَّةِ، ومحمدًا بالرُّؤْية\"  (٣) ، وحجتُه قولُه: {مَا كَذَبَ الْفُؤَادُ مَا رَأَى (١١) أَفَتُمَارُونَهُ عَلَى مَا يَرَى (١٢) وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى} [النجم: ١١ - ١٣] . </p><p> واختلفوا في أنَّ نبينا - صلى الله عليه وسلم - هل كَلَّمَ ربَّه عز وجل ليلةَ الإسراءِ؟ فذكِرَ عن جعفرٍ بنِ محمدٍ الصادقِ أنه قال:  \"أُوحِيَ إِلَيْه بِلا واسِطَةٍ\" ، وإلى هذا ذهبَ بعضُ المتكلِّمينَ أن محمدًا كلَّمَ ربَّهُ ليلةَ الإسراءِ، وحكوه عن ابنِ عباس، وابنِ مسعود. </p><p> واختلِفَ في المكانِ الذي أُسري به منه، فروي عنه - صلى الله عليه وسلم -: أنه قالَ: \"بَيْنَا أَنَا فِي الْحَطِيمِ وَرُبَّمَا قَالَ: فِي الْحِجْرِ مُضْطَجِعٌ،ومنهم من قال:بَيْنَ النَّائِمِ وَالْيَقْظَانِ\"  (٤) ، وفي رواية أنه قال:  \"بَيْنَا أَنا نَائِمٌ فِي بَيْتِ أُمِّ هَانِئ بِنْتِ أَبِي طَالِبٍ\" والذي رجَّحه الطبريُّ أنه من المسجدِ المحيطِ بالكعبةِ، قالَ: </p><p>(١) رواه الإمام أحمد في \"المسند\" (١/ ٣٧٠). (٢) انظر: \"عمدة القاري\" للعيني (١٥/ ١٤٤).(٣) رواه الطبراني في \"المعجم الكبير\" (١١٩١٤)، والحاكم في \"المستدرك\" (٤٠٩٨)، وابن عساكر في \"تاريخ دمشق\" (٦١/ ١٠٤).(٤) رواه البخاري (٣٦٧٤)، كتاب: فضائل الصحابة، باب: المعراج، عن مالك بن صعصعة -رضي الله عنه-.</p><p> وهذا الذي يُعرف إذا ذكرَ هذا الاسمُ (١) ، وكانت ليلةَ الاثنين \"إِذْ هَبَطَ عَلَيَّ الأَمِينُ جِبْرِيلُ عليه السلام\" وَذَكَرَ القصةَ. </p><p> وكان من حديثِ المعراجِ الشريفِ ما رُوي عن النبيِّ - صلى الله عليه وسلم - أنه قال:  \"أُتِيتُ بِالْبُرَاقِ، وَهُوَ دَابَّةٌ أَبْيَضُ طَوِيلٌ فَوْقَ الْحِمَارِ وَدُونَ الْبَغْلِ،يَضَعُ حَافِرَهُ عِنْدَ مُنْتَهَى طَرْفِهِ قال:فَرَكِبْتُهُ حَتَّى أَتيتُ بَيْتَ الْمَقْدِسِ، فَرَبَطْتُهُ بِالْحَلْقَةِ الَّتِي يَرْبِطُ بِهَا الأَنِبْيَاءُ، ثُمَّ دَخَلْتُ الْمَسْجِدَ، فَصلَّيْتُ فِيهِ رَكْعَتَيْنِ\" ، وفي روايةٍ:  \"فَلَمَّا دَخَلْتُ الْمَسْجِدَ، إِذَا أَنَا بِالأَنْبِيَاءِ وَالْمُرْسَلِينَ قَدْ حُشِرُوا إِلَيَّ مِنْ قُبُورِهِمْ، وَمَثَلُوا لي(٢)، وَقَدْ قَعَدُوا صُفُوفًا صُفُوفًا يَنْتَظِرُونِي، فَسَلَّمُوا عَلَيَّ،فَقُلْتُ:يَا جِبْرِيلُ مَنْ هَؤُلاَءِ؟قَالَ:إِخْوَانُكَ الأَنْبيَاءُ وَالْمُرْسَلُونَ، زَعَمَتْ قُرَيْشٌ أَنَّ للهِ شَرِيكًا، وَزَعَمَتِ الْيَهُودُ وَالنَّصَارَى أَنَّ للهِ وَلَدًا، اسْأَلْ هَؤُلاَءِ النَّبِيِّينَ هَلْ كَانَ للهِ عز وجل شَرِيكٌ؟ثُمَّ قَرَأَ:{وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ}[الزخرف: ٤٥]، فَلَمْ يشْكُكْ - صلى الله عليه وسلم -، وَلَمْ يَسْأَلْهُمْ، وَكَانَ أَثْبَتَ يَقِينًا مِنْ ذَلِكَ\" . </p><p> قالَ أبو القاسمِ الحسنُ بنُ محمدِ بنِ حبيبٍ المفسِّرُ في \"كتاب التنزيل\" له: أن هذهِ الآيةَ أُنزلت على النبيِّ - صلى الله عليه وسلم - ببيتِ المقدسِ ليلةَ أُسريَ به، وقد عدَّها غيرُه من العلماء في الشاميِّ، والذي قالَه أبو القاسم أخصُّ مما ذكروه. </p><p> وقال جماعةٌ من المفسِّرينَ: فلما أُنزلت، وسمعَها الأنبياءُ عليهم السلام، أقروا لله عز وجل. </p><p>(١) انظر: \"تفسير الطبري\" (١٥/ ٥). (٢) في \"ت\": \"إِليَّ\".</p><p> قال - صلى الله عليه وسلم -: \"ثُمَّ جَمَعَهُمْ جِبْرِيلُ عليه السلام، وَقَدَّمَنِي فَصَلَّيْتُ بِهِمْ رَكْعَتَيْنِ، قال - صلى الله عليه وسلم -: ثُمَّ خَرَجْتُ فَجَاءَنِي جِبْرِيلُ بِإِنَاءٍ مِنْ خَمْرٍ، وَإِنَاءٍ مِنْ لَبَنٍ، فَاخْتَرْتُ اللَّبَنَ، فَقَالَ جِبْرِيلُ: اخْتَرْتَ الْفِطْرَةَ، ثُمَّ عُرِجَ بِنَا إِلَى السَّمَاءِ، فَاسْتَفْتَحَ جِبْرِيلُ فَقِيلَ: مَنْ أَنْتَ؟ قَالَ: جِبْرِيلُ، قيلَ: مَنْ مَعَكَ؟ قَالَ: مُحَمَّدٌ، قِيلَ: وَقَدْ بُعِثَ إِلَيْهِ؟ قَالَ: قَدْ بُعِثَ إِلَيْهِ، فَفُتِحَ لَنَا، فَإِذَا بِآدَمَ - صلى الله عليه وسلم -، فَرَحَّبَ بِي، وَدَعَا لِي بِخَيْرٍ، ثُمَّ عُرِجَ بِنَا إِلَى السَّمَاءِ الثَّانِيَةِ، فَاسْتَفْتَحَ جِبْرِيلُ، فَقِيلَ: مَنْ أَنْتَ؟ قَالَ: جِبْرِيلُ، قِيلَ: وَمَنْ مَعَكَ؟ قَالَ: مُحَمَّدٌ، قِيلَ: وَقَدْ بُعِثَ إِلَيْهِ؟ قَالَ: قَدْ بُعِثَ إِلَيْهِ، فَفُتِحَ لَنَا، فَإِذَا بِابْنَيِ الْخَالَةِ عِيسىَ ابْنِ مَرْيَمَ وَيَحْيَى بْنِ زَكَرِيّا صَلَّى اللهُ عَلَيْهمَا، فَرَحَّبَا بِي، وَدَعَوا لِي بِخَيْرٍ، ثُمَّ عُرِجَ بِنَا إِلَى السَّمَاءِ الثَّالِثَةِ فذكرَ مثلَ الأولِ فَفُتِحَ لَنَا، فَإذَا أَنَا بِيُوسُفَ عَلَيْهِ السَّلاَمُ، وَإِذَا هُوَ قَدْ أُعْطِيَ شَطْرَ الْحُسْنِ، فَرَحَّبَ بِي، وَدَعَا لِي بِخَيْرٍ، ثُمَّ عُرِجَ بِنَا إِلَى السَّمَاءِ الرَّابِعَةِ وَذَكَرَ مِثْلَهَا، فَإِذَا أَنَا بِإِدْرِيسَ عليه السلام، فَرَحَّبَ بِي، وَدَعَا لِي بِخَيْرٍ، قَالَ اللهُ تَعَالَى:  {وَرَفَعْنَاهُ مَكَانًا عَلِيًّا}  [مريم: ٥٧] ، ثُمَّ عُرِجَ بِنَا إِلَى السَّمَاءِ الْخَامِسَةِ فذكرَ مثلَه، فإِذَا أَنَا بِهَارُونَ عليه السلام، فَرَحَّبَ بِي وَدَعَا لِي بِخَيْرٍ، ثُمَّ عُرِجَ بِنَا إِلَى السَّمَاءِ السَّادِسَةِ، فذكرَ مثلَه، فَإِذَا أَنَا بِمُوسَى، فَرَحَّبَ بِي، وَدَعَا لِي بِخَيْرٍ، ثُمَّ عُرِجَ بِنَا إِلَى السَّمَاءِ السَّابِعَةِ، فَذَكَرَ مثلَهُ، فَإِذَا أَنَا بِإِبْرَاهِيمَ عليه السلام مُسْنِدًا ظَهْرَهُ إِلَى الْبَيْتِ الْمَعْمُورِ، وَإِذَا هُوَ يَدْخُلُهُ كُلَّ يَوْمٍ سَبْعُونَ أَلْفَ مَلَكٍ لاَ يَعُودُونَ إِلَيْهِ، ثُمَّ ذُهِبَ بِي إِلَى سِدْرَةِ الْمُنْتَهَى، فَإِذَا وَرَقُهَا كآذَانِ الْفِيَلَةِ، وَإِذَا ثَمَرُهَا كَالْقِلاَلِ، قالَ: فَلَمَّا غَشِيَهَا مِنْ أَمْرِ اللهِ مَا غَشِيَ، تغيَّرَتْ، فَمَا أَحَدٌ مِنْ خَلْقِ اللهِ يَسْتَطِيعُ أَنْ يَنْعَتَهَا مِنْ حُسْنِهَا، فَأَوْحَى اللهُ إِلَيَّ مَا أَوْحَى، فَفَرَضَ عَلَيَّ خَمْسِينَ صَلاَةً فِي كُلِّ </p><p> يَوْمٍ وَلَيْلَةٍ، فَنَزَلْتُ إِلَى مُوسَى فَقَالَ: ما فَرَضَ رَبُّك عَلَى أُمَّتِكَ؟ قُلْتُ: خَمْسِينَ، قَالَ: ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ التَّخْفِيفَ، فَإِنَّ أُمَّتَكَ لاَ يُطِيقُونَ ذَلِكَ؛ فَإِنَّي قَدْ بَلَوْتُ بَنِي إِسْرَائِيلَ وَخَبَرْتُهُمْ، قالَ: فَرَجَعْتُ إِلَى رَبِّي فَقُلْتُ: يَا رَبِّ! خَفِّفْ عَنْ أُمَّتِي، فَحَطَّ عَنِّي خَمْسًا، فَرَجَعْتُ إِلَى مُوسَى فَقُلْتُ: حَطَّ عَنِّي خَمْسًا، قَالَ: إِنَّ أُمَّتَكَ لاَ يُطِيقُونَ ذَلِكَ، فَارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ التَّخْفِيفَ قالَ: فَلَمْ أَزَلْ أَرْجِعُ بَيْنَ رَبِّي تَعَالَى وَبَيْنَ مُوسَى حَتَّى قالَ: يَا مُحَمَّدُ! إِنَّهُنَّ خَمْسُ صَلَوَاتٍ كُلَّ يَوْمٍ وَلَيْلَةٍ، لِكُلِّ صَلاَةٍ عَشْر، فَتِلْكَ خَمْسُونَ صَلاَةً، وَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا، كُتِبَتْ لَهُ حَسَنَةً، فَإِنْ عَمِلَهَا، كُتِبَتْ لَهُ عَشْرًا، وَمَنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا، لَمْ تُكْتَبْ شَيْئًا، فَإِنْ عَمِلَهَا كُتِبَتْ سَيِّئَةً وَاحِدَةً، قالَ: فَنَزَلْتُ حَتَّى انْتَهَيْتُ إِلَى مُوسَى، فَأَخْبَرْتُهُ فَقَالَ: ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ التَّخْفِيفَ قال: فَقُلْتُ: قَدْ رَجَعْتَ إِلَى رَبِّي حَتَّى اسْتَحْيَيْتُ مِنْهُ (١) وفي رواية: يَا مُوسَى! قد وَاللهِ اسْتَحْيَيْتُ مِنْ رَبِّي مِمَّا أَخْتَلِفُ إِلَيْهِ، قَالَ: فَاهْبِطْ بِاسْمِ اللهِ (٢) ، قال - صلى الله عليه وسلم -: ثُمَّ حَمَلَنِي حَتَّى أَنْزَلَنِي عَلَى جَبَلِ بَيْتِ الْمَقْدِسِ، فَإِذَا أَنَا بِالْبُرَاقِ وَاقِفٌ عَلَى حَالِهِ فِي مُوْضِعِهِ، فَسَمَّيْتُ اللهَ، وَاسْتَوَيْتُ عَلَى ظَهْرِهِ، فَمَا كَانَ بِأَسْرَعَ مِنْ أَنْ أَشْرَفْتُ عَلَى مَكَّةَ وَمَعِي جِبْرِيلُ، قال - صلى الله عليه وسلم -: لَمَّا كَانَتْ صَبِيحَةُ لَيْلَةَ أُسْرِيَ بِي، أَصْبَحْتُ بِمَكَّةَ مُتَحَيِّرًا فِي أَمْرِي، وَعَلِمْتُ أَنَّ النَّاسَ يُكَذِّبُوبي، فَعُدْتُ مُعْتَزِلًا حَزِينًا إِلَى نَاحِيَةٍ مِنْ نَوَاحِي الْمَسْجِدِ، فَمَرَّ بِي أَبُو جَهْلٍ عَدُوُّ اللهِ، فَجَاءَ حَتَّى جَلَسَ </p><p>(١) رواه مسلم (١٦٢)، كتاب: الإيمان، باب: الإسراء برسول الله - صلى الله عليه وسلم - إلى السماوات وفرض الصلوات، عن أنس بن مالك -رضي الله عنه-. (٢) رواه البخاري (٧٠٧٩)، كتاب: التوحيد، باب: قوله تعالى: {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا}.</p><p> إِلَيَّ، فَقَالَ لِي كَالْمُسْتَهْزِئِ: هَلْ كَانَ مِنْ شَيْءٍ يَا مُحَمَّدُ؟ فَقُلْتُ: نَعَمْ، قَالَ: وَمَا هُوَ؟ قُلْتُ: إِنِّي أُسْرِيَ بِي اللَّيْلَةَ، قَالَ: إِلَى أَيْنَ؟ قُلْتُ: إِلَى بَيْتِ الْمَقْدِسِ، قَالَ: ثُمَّ أَصْبَحْتَ بَيْنَ أَظْهُرِنَا؟ ! قُلْتُ: نَعَمْ، فَقَالَ أَبُو جَهْلٍ: يَا مَعْشَرَ قُرَيشٍ! يَا مَعْشَرَ بَنِي كَعْبِ بْنِ لُؤَيٍّ! هَلُمُّوا، فَانْتَقَضَتِ الْمَجَالِسُ، وَجَاؤُوا حَتَى جَلَسُوا إِلَى النَّبِيِّ - صلى الله عليه وسلم -، فَقَالَ أَبُو جَهْلٍ: حَدِّثْ قَوْمَكَ يَا مُحَمَّدُ بِمَا حَدَّثْتَنِي، فَقَالَ رسولُ اللهِ - صلى الله عليه وسلم -: إِنِّي أُسْرِيَ بِي اللَّيْلَةَ، قَالُوا: إِلَى أَيْنَ؟ قَالَ: إِلَى بَيْتِ الْمَقْدِسِ، قَالُوا: ثُمَّ أَصْبَحْتَ بَيْنَ أَظْهُرِنَا؟ ! قَالَ: نَعَمْ، فَبَقِيَ مِنْهُمُ الْمُتَعَجِّبُ، وَمِنْهُمُ الْمُصَفِّقُ، وَمِنْهُمُ الْوَاضِعُ يَدَهُ عَلَى أُمِّ رَأْسِهِ، ثمَّ قَالُوا: هَلْ تستَطِيعُ أَنْ تنعَتَ لَنَا الْمَسْجِدَ؟ قُلْتُ: نعَمْ، قَالَ: فَذَهَبْتُ أَنْعَتُهُ حَتَّى الْتبَسَ عَلَيَّ بَعْضُ النَّعْتِ؛ لِكَوْنِي دَخَلْتُهُ لَيْلًا، فَجِيءَ بِالْمَسْجِدِ أَنْظُرُ إِلَيْهِ حَتَّى وُضِعَ دُونَ دَارِ عَقِيلٍ، فَجَعَلْتُ أَنْظُرُ إِلَيْهِ وَأُخْبِرُهُمْ عَنْ آيَاتِهِ، قالَ - صلى الله عليه وسلم -: وَآيَةُ ذَلِكَ أَنني مَرَرْتُ بِعِيرِ بَنِي فُلانٍ بِوَادي كَذَا وَكَذَا، فَأَنْفَرَهُمْ حِسُّ الدَّابّةِ، فَنَدَّ لَهُمْ بَعِيرٌ، فَدَلَلْتُهُمْ عَلَيْهِ وَأَنَا مُتَوَجِّهٌ نَحْوَ الشَّامِ، ثُمَّ أَقْبَلْتُ حَتَّى إِذَا كُنْتُ بِضُجْنَانَ مَرَرْتُ بِعِيرِ بَنِي فُلانٍ، فَوَجَدْتُ الْقَوْمَ نِيَامًا، وَلَهُمْ إِنَاءٌ فِيهِ مَاءٌ قَدْ غَطَّوْا عَلَيْهِ بِشَيْءٍ، فَكَشَفْتُ غِطَاءَهُ وَشَرِبْتَ مَا فِيهِ، ثُمَّ غَطَّيْتُ عَلَيْهِ كَمَا كَانَ، وَإِنَّ عِيرَهُمُ الآنَ تُصَوِّبُ مِنَ الْبَيْضَاءِ ثنَيَّةِ التَّنْعِيمِ يَقْدُمُهَا جَمَلٌ أَوْرَقُ عَلَيْهِ غِرَارَتَانِ، إِحْدَاهُما سَوْدَاءُ، وَالأُخْرَى بَرْقَاءُ، فَابْتَدَرَ الْقَوْمُ الثَّنِيَّةَ، فَلَمْ يَلْقَهُمْ أَوَّلًا إِلَّا الْجَمَلُ الَّذِي وَصَفَ لَهُمْ، وَسَأَلُوهُمْ عَنِ الإِنَاءِ، فَأَخْبَرُوهُمْ أَنَّهُمْ وَضَعُوهُ مَمْلُوءًا مَاءً، ثُمَّ غَطَّوْهُ، وَأَنَّهُمُ افْتَقَدُوهُ مِنَ الَّليْلِ فَوَجَدُوهُ كَمَا غَطَّوْهُ وَلَمْ يَجِدُوا فِيهِ مَاءً، وَسَأَلُوا الْقَوْمَ الَّذِينَ نَدَّ لَهُمُ الْبَعِيرُ، فَقَالُوا: صَدَقَ وَاللهِ، لَقَدْ نَدَّ لَنَا بَعِيرٌ بِالْوَادِي الَّذِي ذَكَرَهُ، فَسَمِعْنَا صَوْتَ رَجُلٍ يَدْعُونَا إِلَيْهِ، وَإِنَّهُ لأَشْبَهُ الأَصْوَاتِ بِصَوتِ مُحَمَّدِ بْنِ عَبْدِ اللهِ، فَجِئْنَا حَتَّى أَخَذْنَاهُ، وفي </p><p> رواية: ومَرَرْتُ بِعِيرِكُمْ بِالتَّنْعِيمَ يَقْدُمُهَا جَمَلٌ أَوْرَقُ عَلَيْهِ غِرَارَتَانِ تَطْلُعُ عَلَيْكُمْ مَعَ طُلُوعِ الشَّمْسِ، فَخَرَجُوا إِلَى الثَّنِيَّةِ وَجَلَسُوا يَنْتَظِرُونَ طُلُوعَ الشَّمْسِ لِيُكَذِّبُوهُ إِذْ قَالَ قَائِلٌ: هَذِهِ الشَّمْسُ قَدْ طَلَعَتْ، قالَ آخرُ: هذهِ العيرُ قدْ أقبلَتْ يقدُمُها بعيرٌ أورقُ كما قالَ، فقالوا: إنْ هَذَا إلَّا سحرٌ مبينٌ (١) ، فحينئذٍ آمَنَ من آمنَ، وكفرَ مَنْ كفرَ، وذهبَ الناسُ إلى أبي بكرٍ رضي الله عنه، فقالوا: هلَ لكَ يا أبا بكرٍ في صاحبِكِ أنَّه يزعُمُ أنه قد جاءَ الليلةَ بيتَ المقدسِ، وصلَّى فيهِ ورجعَ إلى مكةَ، فقال أبو بكرٍ رضي الله عنه:  \"واللهِ لئنْ كان قالَ، لقد صدقَ، فما يُعْجِبُكم من ذلك؟ فو اللهِ إِنَّه لَيُخْبِرُنا عنِ الوحيِ من اللهِ يأتيهِ من السَّماءِ إلى الأرضِ في ساعةٍ واحدةٍ من ليلٍ أو نهارٍ، فنصدِّقُه، فهذا أبعدُ مما تعجبونَ منهُ، ثم أقبلَ حتى انتهى إلى رسولِ اللهِ - صلى الله عليه وسلم -،فقالَ:يا نبيَّ الله! أَحَدَّثْتَ هؤلاءِ أنكَ جئتَ بيتَ المقدسِ هذهِ الليلةَ؟قالَ:نعم،قالَ:صَدَقْتَ، فصفْه لي يا نبيَّ اللهِ؛ فإني جئتُه، قالَ رسول الله - صلى الله عليه وسلم -: \" فَرُفِعَ إِلَيَّ حَتَّى نَظَرْتُ إِلَيْهِ \"،وجعلَ يصفُه لأبي بكرٍ وهو يقولُ:صدقْتَ، أشهدُ أنكَ رسولُ الله، حتى انتهى، فقالَ النبيُّ - صلى الله عليه وسلم -: \" وَأَنْتَ يَا أَبَا بَكْرٍ الصِّدِّيق\" فسمِّي من ذلكَ اليومِ صديقًا، قال الله تعالى:  {وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ}  [الزمر: ٣٣] ، ثم أنزلَ اللهُ سورةَ النجمِ تصديقًا له - صلى الله عليه وسلم - (٢) . </p><p> ... </p><p>(١) رواه الإمام أحمد في \"المسند\" (١/ ٣٠٩)، والنسائي في \"السنن الكبرى\" (١١٢٨٥). وانظر: \"تخريج أحاديث الكشاف\" للزيلعي (٢/ ٢٥٥)، و\"تفسير البغوي\" (٢/ ٦٥٦ - ٦٥٧). (٢) قال ابن كثير في \"تفسيره\" (٣/ ٨): بعد أن ذكر السياق الذي نقله المصنف هنا: هذا سياق فيه غرائب عجيبة.</p>"
}