{
  "id": null,
  "sura": 17,
  "aya": 6,
  "text": "<p> [٤]  {وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ} أي: أعلَمْناهم {فِي الْكِتَابِ} التوراةِ. </p><p> {لَتُفْسِدُنَّ} لامُ القسم، مجازُهُ: واللهِ لَتُفْسِدُنَّ {فِي الْأَرْضِ} أي: أرضِ الشامِ وبيتِ المقدسِ {مَرَّتَيْنِ} بالمعاصي. </p><p> {وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا} لَتَسْتكبِرُنَّ عن طاعةِ الله. </p><p> ... </p><p> {فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولًا (٥) }. </p><p> [٥]  {فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا} أي: وعدُ عقابِ أولاهما، وهي مخالفةُ التوراةِ، وإحداثُهم المعاصي، وقتلُ أشعياءَ النبيِّ، الذي بَشَّرَ بعيسى ومحمدٍ عليهم الصلاة والسلام. </p><p> {بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا} هو بُخْتَ نَصَّر وأصحابهُ على الأظهَرِ {أُولِي بَأْسٍ شَدِيدٍ} ذوي قوة وبطش {فَجَاسُوا} طافوا {خِلَالَ الدِّيَارِ} وسطَ المنازلِ {وَكَانَ وَعْدًا مَفْعُولًا} أي: قضاءً كائناَ لا خُلْفَ فيه، وتقدَّمَ خبرُ قصةِ بخت نَصَّرَ وتخريبِه بيتَ المقدس في سورةِ البقرةِ عند تفسيرِ قوله تعالى:  {أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا}  [البقرة: ٢٥٩] . </p><p> ... </p><p> {ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا (٦) }. </p><p> [٦] وقد روي أن سيدنا سليمانَ بنَ داودَ عليهما السلام عمرَ بيتَ المقدسِ من ذهبٍ وفضةٍ وياقوتٍ وزبرجدٍ، وكان عمدُه ذهبًا، أعطاهُ اللهُ ذلكَ، وسخَّرَ له الجنَّ والشياطينَ يأتونَه بهذه الأشياءِ في طَرْفةِ عين، وعملَ </p><p> فيه عملًا لا يُوصَفُ، فلم يكنْ يومئذٍ في الأرضِ بيتٌ أبهى ولا أنورَ من ذلكَ المسجدِ، كان يضيءُ في الظلمةِ كالقمرِ ليلةَ البدرِ، وكانتْ صخرةُ بيتِ المقدسِ أيامَ سليمانَ ارتفاعُها اثنا عشرَ ذراعًا، وكان الذراعُ ذراعَ الأمان ذراعٌ وشبرٌ وقَبْضةٌ، وكانَ ارتفاعُ القبةِ التي عليها ثمانيةَ عشرَ ميلًا، وفوقَ القبةِ غزالٌ من ذهبٍ بينَ عينيهِ دُرَّةٌ أو ياقوتةٌ حمراءُ تغزلُ نساءُ أهلِ البلقاءِ على ضوئِها بالليل، وهي من فوقِ مرحلتينِ من القدسِ، وكانَ أهلُ عمواسَ يستظلُّونَ بظلِّ القبةِ إذا طلعتِ الشمسُ من المشرقِ، وعمواسُ بفتح الميم وسكونها، وهي التي سُمِّي بها الطاعونُ على الراجحِ؛ لأنه منها ابتدأ، وكان في سنةِ ثماني عشرةَ من الهجرةِ، وهي بالقربِ من رملةِ فلسطينَ، مسافتُها عن بيتِ المقدسِ نحوُ بريدٍ ونصفٍ، وإذا غربتِ الشمسُ استظلَّ بها أهلُ بيت الرامةِ من الغور، ومسافتُها عن بيتِ المقدسِ أبعدُ من عمواسَ، وبينَ عمارةِ سليمانَ عليه السلام للمسجدِ الأقصى وبينَ الهجرةِ النبويةِ الشريفةِ على صاحبِها الصلاةُ والسلام ألفٌ وثمانُ مئةٍ وقريبُ سنتين، وسيأتي ذكر بنائِه في تفسيرِ سورةِ سبأ عندَ قوله تعالى:  {يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ}  [سبأ: ١٣] ، واستمرَّ على العمارةِ السليمانيةِ أربعَ مئةٍ وثلاثًا وخمسينَ سنةً إلى أَنْ غزاهم بُخْتَ نَصَّرُ، وخَرَّبَ العمارةَ السليمانيةَ، وأحرقَ بيتَ المقدسِ وخرَّبَهُ، واحتمل منه ثمانين عجلةً ذهبًا وفضةً، وأبادَ بني إسرائيل قتلًا وتشريدًا، واستمرَ بيتُ المقدسِ خرابًا سبعينَ سنةً كما تقدَّمَ ذكرُه في سورة البقرة، ثم أهلكَ الله بُخْتَ نَصَّرَ ببعوضةٍ دخلتْ دماغَهُ، ونَجَّى اللهُ مَنْ بقيَ من بني إسرائيلَ، ولم يمتْ ببابلَ (١) . </p><p>(١) انظر: \"تفسير البغوي\" (٢/ ٦٥٩)، و\"الدر المنثور\" للسيوطي (٥/ ٢٤٣).</p>"
}