{
  "id": null,
  "sura": 18,
  "aya": 12,
  "text": "<p> وإما أن أقتلكم، فقال مكشلمينا، وهو أكبرهم: إن لنا إلهًا ملك السموات والأرض جلت عظمته، لن ندعو من دونه إلهًا أبدًا، وقال بقية الفتية لدقيانوس كذلك، فقال الملك: ما يمنعني أن أعجل لكم العقوبة إلا أنكم شباب، ورأيت أن أجعل لكم أجلًا تذكرون فيه وتراجعون عقولكم، فأخذوا من بيوتهم نفقة، وخرجوا إلى كهف قريب من المدينة في جبل يقال له: بنجلوس، واسم الكهف حيرم، وأقاموا به يعبدون الله فيه، واتبعهم كلب كان لهم، وجعلوا نفقتهم إلى فتى منهم، وهو يمليخا، وكان من أجملهم وأجلدهم، فكان يبتاع طعامهم من المدينة سرًّا، فإذا دخل المدينة، لبس ثياب المساكين، ويشترى طعامهم، ويتجسس لهم الأخبار، ولبثوا كذلك زمانًا حتى أخبرهم يمليخا أن الملك يطلبهم، ففزعوا لذلك، وحزنوا، فبينا هم كذلك عند غروب الشمس يتحدثون ويتدارسون، إذ ضرب الله على آذانهم في الكهف. </p><p> ... </p><p> {فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا (١١) }. </p><p> [١١] قال الله تعالى: {فَضَرَبْنَا عَلَى آذَانِهِمْ} أي: أنمناهم إنامة ثقيلة {فِي الْكَهْفِ سِنِينَ} ظرف لـ (ضربنا)  {عَدَدًا} نعت (سنين) أي: معدودة، وتخصيص الآذان بالذكر؛ لأنها الجارحة التي منها عِظَمُ فساد النوم، وقلما ينقطع نوم نائم إلا من جهة أذنه، ولا يستحكم نوم إلا مع تعطل السمع. </p><p> ... </p><p> {ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا (١٢) }. </p><p> [١٢] وألقي النوم عليهم، وكلبهم باسط ذراعيه بباب الكهف، فأصابه ما أصابهم، فسمع الملك أنهم بجبل بنجلوس، فألقى الله في نفسه أن يأمر </p><p> بالكهف فيسد عليهم حتى يموتوا جوعًا فيه، وظنهم أيقاظًا وهم رقود، أراد الله تعالى أن يكرمهم، وأن يجعلهم آية، وكان القوم يُقلبون ذات اليمين وذات الشمال، ثم عمد رجلان كانا مؤمنين في بيت الملك يكتمان إيمانهما اسم أحدهما يندروس، والثاني روناس، فكتبا شأن الفتية وأنسابهم في لوح من رصاص، وجعلاه في تابوت من نحاس، وجعلاه في البنيان، فبقي دقيانوس ما بقي، ثم مات وقومه وقرون بعده، وخلفت الملوك بعد الملوك، ثم مَلَكَ تلك البلاد رجل صالح اسمه نيدوسيس ثمانيًا وعشرين سنة، فتحزب الناس في ملكه، فكانوا أحزابًا، منهم من يؤمن بالله، ومنهم من يكفر ويكذب بالساعة، فبكى الملك الصالح، وتضرع إلى الله حين رأى أهل الباطل يزيدون ويظهرون على أهل الحق، ثم دخل بيته وأغلق بابه، ولبس مُسوحًا وجعل تحته رمادًا، وجعل يتضرع إلى الله تعالى، ويبكي ويدعو الله أن يظهر لهم آية يبين لهم بطلان ما هم عليه، حتى أراد الله أن يظهر على الفتية أصحاب الكهف، ويبين للناس شأنهم، ويجعلهم آية؛ ليعلموا أن الساعة آتية لا ريب فيها، وأن يستجيب لعبده الصالح، ويجمع كلمة المؤمنين، فألقى في نفس رجل من ذلك البلد الذي به الكهف أن يهدم بنيان لهم (١) الكهف، فيبني حظيرة لغنمه، فهدمه، وحجبه الله بالرعب حتى لا يقدر أن يتقدم حتى ينظر إليهم، وكلبهم دونهم، وأذن الله للفتية أن يجلسوا، فجلسوا مستبشرين، فسلم بعضهم على بعض، حتى كأنما استيقظوا من ساعتهم التي كانوا يستيقظون بها إذا أصبحوا من ليلتهم، قال الله تعالى:  {ثُمَّ بَعَثْنَاهُمْ} أيقظناهم بعد ما أنمناهم. </p><p>(١) \"فم\" ساقطة من \"ت\".</p><p> وقوله:  {لِنَعْلَمَ} عبارة عن خروج ذلك الشيء إلى الوجود، وإلا فقد كان الله تعالى علم {أَيُّ الْحِزْبَيْنِ} الفريقين {أَحْصَى} أحفظ {لِمَا لَبِثُوا أَمَدًا} المعنى: أيهم أضبطُ غاية لأوقات لبثهم. </p><p> قال ابن عطية: والظاهر من الآية أن الحزب الواحد هم الفتية، إذ ظنوا لبثهم قليلًا، والحزب الثاني هم أهل المدينة الذين بعث الفتية على عهدهم، حين كان عهدهم التاريخ بأمر الفتية، قال: وهذا قول الجمهور من المفسرين (١) . </p><p> وقيل: المراد بالحزبين: المختلفين في مدة لبثهم، وذلك حين تنازع المسلمون الأولون أصحاب الملك نيدوسيس، والمسلمون الآخرون الذين أسلموا حين رأوا أصحاب الكهف في قدر مدة لبثهم في الكهف، فقال المسلمون الأولون: مكثوا ثلاث مئة سنة وتسع سنين، وقال المسلمون الآخرون: بل مكثوا كذا وكذا، وقال آخرون: الله أعلم بما لبثوا. </p><p> فلما استيقظ الفتية من نومهم، قاموا إلى الصلاة، فصلوا كالذي كانوا يفعلون، لا يرون في وجوههم ولا في أبدانهم شيئًا ينكرونه، وهم يرون أن ملكهم دقيانوس في طلبهم، فلما قضوا صلاتهم، قالوا لصاحب نفقتهم: أنبئنا ما الذي قال الناس في شأننا عشي أمس عند هذا الجبار؟ وهم يظنون أنهم رقدوا كبعض ما كانوا يرقدون، وقد يخيل إليهم أنهم قد ناموا أطول مما كانوا ينامون حتى تساءلوا بينهم، فقال بعضهم لبعض: كم لبثتم نيامًا؟ قالوا: لبثنا يومًا أو بعض يوم، ثم قالوا: ربكم أعلم بما لبثتم، وكل ذلك </p><p>(١) انظر: \"المحرر الوجيز\" لابن عطية (٣/ ٥٠٠).</p><p> في أنفسهم يسير، فقال لهم (١) صاحب نفقتهم: إن الملك أراد قتلكم، أو تذبحوا للطواغيت، فقال كبيرهم: يا إخوتاه! اعلموا أنكم ملاقو الله، فلا تكفروا بعد إيمانكم إذا دعاكم عدو الله، ثم قالوا لصاحب نفقتهم: انطلق إلى المدينة فتسمَّعْ ما يقال بها، وما الذي نُذكر به عند دقيانوس، وتلطف، ولا تشعرن بك أحدًا، وابتع لنا طعامًا فأتنا به، وزدنا على الطعام الذي جئتنا به، فقد أصبحنا جياعًا، ففعل كما كان يفعل، ووضع ثيابه (٢) وأخذ الثياب التي كان يتنكر فيها، وأخذ وَرِقًا من نفقتهم التي كانت معهم التي ضربت بطابع دقيانوس، وانطلق خارجًا، فلما مر بباب الكهف، رأى الحجارة منزوعة عن بابه، فعجب منها، ثم مر ولم يبال بها حتى أتى باب المدينة، فنظر في أعلى الباب علامة أهل الإيمان، فاستخفى وتحول إلى باب آخر، فرأى مثل ذلك، حتى خُيلَ إِليهِ أن المدينة ليست بالذي كان يعرف، ورأى ناسًا يحلفون باسم عيسى، ولم يميز منهم أحدًا، فازداد حيرة، وظن أنه نائم، فسأل عن اسم المدينة، فقيل له: أقسوس، فقال: لعل عقلي ذهب، فدفع الورق إلى البياع ليشتري طعامًا، فعجب البياع من الورق، وطرحها إلى رجل من أصحابه، فجعلوا ينظرون إليها، ويقول بعضهم لبعض: إن هذا رجل قد أصاب كنزًا، وجعل أهل المدينة يقولون: ما رأينا هذا الفتى قط، فحملوه إلى رجلين كانا رأسي المدينة ومدبري أمرها، وهما صالحان، اسم أحدهما أزيوس، والآخر أضطيوس، فنظرا إلى الورق، فعجبا منه، فقال أحدهما: أين الكنز يا فتى؟ فقال: ما وجدت </p><p>(١) \"لهم\" زيادة من \"ت\". (٢) \"ثيابه\" زيادة من \"ت\".</p><p> كنزًا، وهذا الورق ورق آبائي، ونقش هذه المدينة وضربها، ولكن والله ما أدري ما شأني، وإني رجل من أهل المدينة، أنا فلان بن فلان، فلم يعرفه أحد، ولا عرف أباه، قالوا: فنقش هذا الورق من ثلاث مئة سنة، وأنت غلام شاب؟ ! فقال: ما فعل الملك دقيانوس؟ قالوا: ما نعرف على وجه الأرض اليوم هذا الاسم إلا ملك قد هلك، وهلك بعده قرون، قال لهم: فما يصدقني أحد، لقد كنا فتية، وكان الملك أكرهنا على عبادة الأوثان، فهربنا منذ أيام إلى الكهف، وخرجت لأشتري لأصحابي طعامًا، وأتجسس الأخبار، فانطلقوا معي إلى الكهف في جبل بنجلوس؛ لأريكم أصحابي، فلما سمع أريوس ما يقول، قال: يا قوم! لعلَّ هذهِ آية من آيات الله جعلها لكم على يدي هذا الفتى، فانطلقوا بنا معه يرينا أصحابه، فانطلق معه أريوس وأطيطوس، وانطلق معهم أهل المدينة كبيرهم وصغيرهم، فلما سمع أصحاب الكهف الأصوات وجلبة الخيل مصعدة نحوهم، جزعوا وظنوا أنهم رسل الجبار دقيانوس بعث إليهم ليؤتى بهم، فسبق إليهم صاحبهم، وقص عليهم النبأ كله، فعرفوا عند ذلك أنهم كانوا نيامًا بإذن الله، وإنما أوقظوا ليكونوا آية للناس، وتصديقًا للبعث، ثم فتحوا التابوت النحاس الموضوع بباب الكهف، فوجدوا فيه لوحين من رصاص مكتوب فيهما أسماؤهم، وأنهم كانوا فتية آمنوا وهربوا من ملكهم دقيانوس الجبار؛ مخافة أن يفتنهم عن دينهم، فدخلوا هذا الكهف، فلما أخبر بمكانهم، أمر بسد الكهف عليهم، فكتبنا شأنهم وخبرهم ليعلمه من بعدهم إن عثر عليهم، فلما قرؤوه، عجبوا، وحمدوا الله الذي أراهم آية للبعث فيهم، ثم رفعوا أصواتهم بحمد الله وتسبيحه، ثم دخلوا على الفتية الكهف، فوجدوهم جلوسًا مشرقة وجوههم لم تبلَ ثيابهم، وجاء الملك </p>"
}