{
  "id": null,
  "sura": 18,
  "aya": 22,
  "text": "<p> إجماعًا (١) . فغلب المؤمنون كما أخبر تعالى في قوله: </p><p> {قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ} وهم نيدوسيس الملك وأصحابه: </p><p> {لَنَتَّخِذَنَّ عَلَيْهِمْ} لنجعلن على باب الكهف. </p><p> {مَسْجِدًا} فجعلوا ثَمَّ مسجدًا يُصلى عليه. </p><p> ** </p><p> {سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا (٢٢) }. </p><p> [٢٢]  {سَيَقُولُونَ} أي: نصارى نجران حين ناظروا النبي - صلى الله عليه وسلم - في عدد أصحاب الكهف:  {ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ} وهذا قول السيد، وكان يعقوبيًّا، وقيل: اليهود {وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ} وهذا قول العاقب، وكان نسطوريًّا. </p><p> {رَجْمًا} مصدرة أي: ظنًّا وحسدًا، وهو يستعار من الرجم؛ كأن الإنسان يرمي الموضع المشكل المجهول عنده يظنه المرة بعد المرة يرجمه؛ عسى أن يصيب {بِالْغَيْبِ} من غير يقين. </p><p> {وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ} وهذا قول المسلمين، فصدقهم الله تعالى، والواو في قوله:  (وثامنهم) واو عطف دخلت في آخر </p><p>(١) انظر: \"الغيث\" للصفاقسي (ص: ٢٧٨ - ٢٧٩)، و\"معجم القراءات القرآنية\" (٣/ ٣٥٧ - ٣٥٨).</p><p> إخبار عن عددهم؛ لتفصل أمرهم، وتدل على أن هذه نهاية ما قيل، ولو سقطت، لصح الكلام، ولو كانت فيما قبل من قوله (ورابعهم)  (وسادسهم) ، لصح الكلام (١) ؛ لأن الجملة الثانية إذا التبست بالأولى، جاز إثبات الواو وحذفها، ولا يجوز حذف الواو إذا لم ترتبط الثانية بالأولى. </p><p> {قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ} أمر الله تعالى نبيه في هذه الآية أن يردَّ علمَ عدتهم إليه عز وجل. قرأ الكوفيون، وابن عامر، ويعقوب:  (رَبِّيْ) بإسكان الياء، والباقون: بفتحها (٢) . </p><p> {مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ} أخبر تعالى أن عالم ذلك من البشر قليل، والمراد به قوم من أهل الكتاب، وكان ابن عباس رضي الله عنهما يقول:  \"أنا من ذلك القليل، وكانوا سبعة، وثامنهم كلبهم\"  (٣) . </p><p> قال ابن عطية: ويستدل على هذا من الآية بأن القرآن لما حكى قول من قال: ثلاثة وخمسة، قرن بالقول: إنه رجم بالغيب، فقدح ذلك فيها، ثم حكى هذه المقالة، ولم يقدح فيها بشيء (٤) . </p><p> {فَلَا تُمَارِ} أي: لا تجادل {فِيهِمْ} في أهل الكهف {إِلَّا مِرَاءً ظَاهِرًا} </p><p>(١) قوله: \"ولو كانت فيما ... لصح الكلام\" زيادة من \"ت\". (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٤٠٢)، و\"التيسير\" للداني (ص: ١٤٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣١٦)، و\"معجم القراءات القرآنية\" (٣/ ٣٥٨).(٣) رواه ابن سعد في \"الطبقات الكبرى\" (٢/ ٣٦٦)، والعقيلي في \"الضعفاء\" (٤/ ٤٢٢)، والطبراني في \"المعجم الأوسط\" (٦١١٣).(٤) انظر: \"المحرر الوجيز\" لابن عطية (٣/ ٥٠٨).</p>"
}