{
  "id": null,
  "sura": 18,
  "aya": 94,
  "text": "<p> وصل إلى السدين {وَجَدَ مِنْ دُونِهِمَا} أي: من ورائهما. </p><p> {قَوْمًا لَا يَكَادُونَ يَفْقَهُونَ قَوْلًا} قرأ حمزة، والكسائي، وخلف:  (يُفْقِهُونَ) بضم الياء وكسر القاف على معنى: لا يُفهمون غيرهم قولًا، وقرأ الباقون: بفتح الياء والقاف (١) ؛ أي: لا يَفهمون كلامَ غيرهم، قال ابن عباس:  \"لا يفهمون كلام أحد، ولا يفهم الناس كلامهم\"  (٢) . </p><p> ... </p><p> {قَالُوا يَاذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا (٩٤) } [الكهف: ٩٤] </p><p> [٩٤]  {قَالُوا يَاذَا الْقَرْنَيْنِ} أي: قال مترجمهم: </p><p> {إِنَّ يَأْجُوجَ وَمَأْجُوجَ} قرأ عاصم: بهمزهما، والباقون: بغير همز تخفيفًا، وهما اسمان أعجميان مثل هاروت وماروت، وهم من ولد يافث بن نوح، والقراءة بالهمز وعدمه لغتان (٣) ، أصلها من أجيج النار، وهو ضوؤها وشررها، شبهوا به؛ لكثرتهم وشدتهم. </p><p> قال المؤرخون: أولاد نوح ثلاثة: سام، وحام، ويافث، فسام </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٣٩٩)، و\"التيسير\" للداني (ص: ١٤٥)، و\"تفسير البغوي\" (٣/ ٥٩)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣١٥)، و\"معجم القراءات القرآنية\" (٤/ ١٢). (٢) انظر: \"تفسير البغوي\" (٣/ ٥٩).(٣) انظر: \"السبعة\" لابن مجاهد (ص: ٣٩٩)، و\"التيسير\" للداني (ص: ١٤٥ - ١٤٦)، و\"تفسير البغوي\" (٣/ ٦٠)، و\"معجم القراءات القرآنية\" (٤/ ١٣).</p><p> أبو العرب والعجم والروم، وحام أبو الحبشة والزنج والنوبة، ويافث أبو الترك والصقالبة ويأجوج ومأجوج. </p><p> عن ابن عباس:  \"هم عشرة أجزاء، وولد آدم كلهم جزء\"  (١) ؛ لأنه لا يموت الرجل منهم حتى ينظر إلى ألف ذكر من صلبه يحملون السلاح، فمنهم من طوله مئة وعشرون ذراعًا، أو خمسون، ومنهم من طوله وعرضه كذلك، ومنهم من يلتحف بأذنه ويفترش الأخرى. </p><p> وروي أنهم على مقدار واحد ذكرهم وأنثاهم، طول أحدهم مثل نصف الرجل المربوع منا. </p><p> قال علي -رضي الله عنه-: \"منهم من طوله شبر، ومنهم من هو مفرط في الطول، لهم مخالب في موضع الأظفار من أيدينا، وأنياب وأضراس كأضراس السباع، لهم شعر في أجسادهم\"  (٢) . </p><p> فلما وصل ذو القرنين إلى أولئك القوم، قالوا له شكاية: إن يأجوج ومأجوج. </p><p> {مفسدون في الأرض} بالقتل والتخويف وإتلاف الزروع وفعل الخبيث. </p><p> {فَهَلْ نَجْعَلُ لَكَ خَرْجًا} جعلًا نخرجه من أموالنا. قرأ حمزة، والكسائي، وخلف:  (خَرَاجًا) بفتح الراء وألف بعدها، وهو المال المضروب على الأرض يؤدى في كل مدة، وقرأ الباقون: بإسكان الراء من غير ألف، مصدر خرج (٣) ، وهو الجعل كما تقدم أولًا. </p><p>(١) انظر: \"تفسير البغوي\" (٣/ ٦٠)، و\"زاد المسير\" لابن الجوزي (٥/ ١٩٠). (٢) انظر: \"تفسير البغوي\" (٣/ ٦١)، و\"زاد المسير\" لابن الجوزي (٥/ ١٩٠).(٣) انظر: \"السبعة\" لابن مجاهد (ص: ٤٠٠)، و\"التيسير\" للداني (ص: ١٤٦)، =</p>"
}