{
  "id": null,
  "sura": 18,
  "aya": 77,
  "text": "<p> قال - صلى الله عليه وسلم -: \"يرحم(١)الله أخي موسى، استحيا فقال ذلك\"  (٢) . </p><p> وعن أبي بن كعب رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"رحمة الله علينا وعلى موسى -وكان إذا ذكر أحدًا من الأنبياء بدأ بنفسه- لولا أنه عجَّل، لرأى العَجَبَ،ولكنه أخذته من صاحبه ذَمَامةٌ قال:{إِنْ سَأَلْتُكَ عَنْ شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا}فلو صبر، لرأى العجب\"  (٣) . </p><p> ... </p><p> {فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا (٧٧) }. </p><p> [٧٧]  {فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ} هي إنطاكية {اسْتَطْعَمَا أَهْلَهَا} طلبا منهم ضيافة، وأعاد ذكر الأهل تأكيدًا {فَأَبَوْا أَنْ يُضَيِّفُوهُمَا} امتنعوا من إطعامهما. </p><p> قال قتادة: شر القرى التي لا تضيف الضيف (٤) . </p><p> وعن أبي هريرة قال: أطعمتهما امرأة من أهل بربر بعد أن طلبا من الرجال فلم يطعموهما، فدعا لنسائهم، ولعن رجالهم (٥) . </p><p>(١) في \"ت\": \"رحم\". (٢) انظر: \"تخريج أحاديث الكشاف\" للزيلعي (٢/ ٣٠٥).(٣) رواه مسلم (٢٣٨٠)، كتاب: الفضائل، باب: من فضائل الخضر -عليه السلام-، عن أبي بن كعب -رضي الله عنه-.(٤) انظر: \"تفسير البغوي\" (٣/ ٥٢).(٥) المرجع السابق، الموضع نفسه.</p><p> ومذهب أحمد: يجب على المسلم ضيافة المسلم المجتاز به يومًا وليلة بشرط أن يكون مجتازًا في قرية لا مصر، فإن أبي، فللضيف طلبه به عند الحاكم، فإن تعذر، جاز له الأخذ من ماله، ومن مر بثمر في شجر لا حائط عليه ولا ناظر، فله أن يأكل منه ولا يحمل، وكذا الحكم في الزرع، ولبن في الماشية، وهذا من مفردات مذهبه؛ خلافًا للثلاثة. </p><p> {فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ} يسقط، هذا من مجاز كلام العرب؛ لأن الجدار لا إرادة له، وإنما معناه: قرب ودنا من السقوط، وكان الخضر رأى حائطًا ارتفاعه مئة ذراع قد قارب السقوط، فمسحه بيده. </p><p> {فَأَقَامَهُ} عدله {قَالَ} موسى: </p><p> {قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا} قرأ أبو عمرو، وابن كثير، ويعقوب:  (لَتَخِذْتَ) بتخفيف التاء الأولى وكسر الخاء من غير ألف وصل؛ من تَخِذَ يَتْخَذُ: عمل شيئًا، على وزن لعلمت، فابن كثير، ورويس عن يعقوب يظهران الذال عند التاء، وأبو عمرو يدغمها، وقرأ الباقون: بتشديد التاء الأولى وفتح الخاء وألف وصل، وزن لاكتسبت، فيكون اتخذ افتعل، فحفص عن عاصم يظهر الذال، والباقون يدغمونها، وهما لغتان، مثل اتبع وتبع (١) ، المعنى: أن موسى قال للخضر: قد علمت حاجتنا إلى الطعام، فلو طلبت على عملك جعلًا، لدفعنا به ألم الجوع. </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٣٩٦)، و\"التيسير\" للداني (ص: ١٤٥)، و\"تفسير البغوي\" (٣/ ٥٢)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ١٥ - ١٦ و ٣١٤)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٢٩٤)، و\"معجم القراءات القرآنية\" (٣/ ٣٨٨ - ٣٨٩).</p>"
}