{
  "id": null,
  "sura": 18,
  "aya": 18,
  "text": "<p> وذم ضدهم فقال:  {وَمَنْ يُضْلِلِ} أي: يضلله تعالى بخذلانه. </p><p> {فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا} يرشده إلى فلاحه. </p><p> {وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا (١٨) }. </p><p> [١٨]  {وَتَحْسَبُهُمْ} يا محمد {أَيْقَاظًا} جمع يَقُظ؛ كعضُد؛ أي: منتبهين؛ لأنهم كانت أعينهم مفتحة في نومهم {وَهُمْ رُقُودٌ} نيام، جمع راقد، ويتنفسون مع ذلك ولا يتكلمون {وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ} مرة للجنب الأيمن، ومرة للجنب الأيسر. </p><p> قال ابن عباس:  \"كانوا يقلبون في السنة مرة من جانب إلى جانب؛ لئلا تأكل الأرض لحومهم\"  (١) ، ويقال: كان يوم عاشوراء يوم تقلبهم. </p><p> {وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ} مادٌّ يديه {بِالْوَصِيدِ} والوصيد: العتبة التي لباب الكهف، أو موضعها حيث ليست على الأصح، وقيل: هو فناء الباب، والباب الموصد: هو المغلق، وأكثر أهل التفسير على أنه كان من جنس الكلاب. </p><p> قال ابن عباس:  \"كان كلبًا أنمر، واسمه قطمير\"  (٢) ، وقيل كان أسدًا، </p><p>(١) انظر: \"الدر المنثور\" للسيوطي (٥/ ٣٦٦). (٢) انظر: \"الدر المنثور\" للسيوطي (٥/ ٣٧٣).</p><p> ويسمى الأسد كلبًا، فكانوا إذا انقلبوا انقلب موافقة لهم، وهو مثلهم في النوم واليقظة. </p><p> {لَوِ اطَّلَعْتَ عَلَيْهِمْ} أي: لو نظرت إليهم يا محمد. </p><p> {لَوَلَّيْتَ} لرجعت هيبة وخوفًا. </p><p> {مِنْهُمْ فِرَارًا} هاربًا؛ لما ألبسهم الله من الهيبة حتى لا يصل إليهم أحد حتى يبلغ الكتاب أجله فيوقظهم الله من رقدتهم. </p><p> {وَلَمُلِئْتَ} قرأ نافع، وأبو جعفر، وابن كثير: بتشديد اللام الثانية، والباقون بتخفيِفها، وأبو جعفر وأبو عمرو يبدلان الهمز ياءً، وكلها لغات بمعنى: لامتلأْتَ (١) . </p><p> {مِنْهُمْ رُعْبًا} خوفًا؛ لما ألبسهم الله من الهيبة، ولعظم أجرامهم، وانفتاح عيونهم، ولوحشة مكانهم. قرأ ابن عامر، والكسائي، وأبو جعفر، ويعقوب:  (رُعُبًا) بضم العين، والباقون: بإسكانها (٢) . </p><p> وعن ابن عباس قال: \"غزونا مع معاوية نحو الروم، فمررنا بالكهف الذي فيه أصحاب الكهف، فقال معاوية: لو كشف لنا عن هؤلاء، فنظرنا إليهم، فقال ابن عباس: قد منع ذلك من هو خير منك، فقال:  {لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا} ، فبعث معاوية ناسًا فقال: اذهبوا فانظروا، فلما </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٣٨٩)، و\"التيسير\" للداني (ص: ١٤٣)، و\"تفسير البغوي\" (٣/ ٢٠)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣١٠)، و\"معجم القراءات القرآنية\" (٣/ ٣٥٤ - ٣٥٥). (٢) انظر: \"التيسير\" للداني (ص: ٩١)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٦)، و\"معجم القراءات القرآنية\" (٣/ ٣٥٥).</p>"
}