{
  "id": null,
  "sura": 20,
  "aya": 97,
  "text": "<p> {فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ} أخذت ملء كفي من تراب موطئ فرس جبريل عليه السلام. </p><p> {فَنَبَذتُهَا} ألقيتها في فم العجل المصاغ. قرأ نافع، وأبو جعفر، وابن عامر، وابن كثير، وعاصم، ويعقوب:  (فَنَبَذْتُهَا) بإظهار الذال عند التاء، والباقون: بالإدغام (١) ، فإن قيل: كيف عرفَ جبريلَ ورآه من بين سائر الناس؟ قيل: لأن أمه لما ولدته في السنة التي يقتل فيه البنون، وضعته في كهف حذرًا عليه، فبعث الله عز وجل جبريل عليه السلام ليربيه لما قضى على يديه من الفتنة. </p><p> {وَكَذَلِكَ} أي: كما حدثتك {سَوَّلَتْ} زينت. </p><p> {لِي نَفْسِي} وحسنته في. </p><p> ... </p><p> {قَالَ فَاذْهَبْ فَإِنَّ لَكَ فِي الْحَيَاةِ أَنْ تَقُولَ لَا مِسَاسَ وَإِنَّ لَكَ مَوْعِدًا لَنْ تُخْلَفَهُ وَانْظُرْ إِلَى إِلَهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا لَنُحَرِّقَنَّهُ ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفًا (٩٧) } [طه: ٩٧] . </p><p> [٩٧]  {قَالَ} له موسى {فَاذْهَبْ} من بيننا طريدًا {فَإِنَّ لَكَ فِي الْحَيَاةِ} طول عمرك. قرأ نافع، وأبو جعفر، وابن عامر، وابن كثير، </p><p>= و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٢٢)، و\"معجم القراءات القرآنية\" (٤/ ١٠٧). (١) انظر: \"الغيث\" للصفاقسي (ص: ٢٩٢)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٨ - ٩ و ١٦)، و\"معجم القراءات القرآنية\" (٤/ ١٠٨).</p><p> وعاصم، ويعقوب، وخلف عن حمزة:  (فَاذْهَبْ فَإِنَّ) بإظهار الباء عند الفاء، والباقون: بالإدغام (١) . </p><p> {أَن تَقُولَ لَا مسَاسَ} لا مخالطة مع أحد، فكان يهيم في البرية مع الوحوش والسباع، وإذا مس أحدًا، أو مسه أحد، حُمَّا جميعًا، فكان إذا رأى أحدًا قال: لا مساس؛ أي: لا تقربني، وفر منه، عاقبه الله بذلك، وروي أن ذلك موجود في أولاده إلى الآن. </p><p> {وَإِنَّ لَكَ} يا سامري {مَوْعِدًا} أي: لعذابك يوم القيامة. </p><p> {لَنْ تُخْلَفَهُ} قرأ ابن كثير، وأبو عمرو، ويعقوب: بكسر اللام؛ من أخلفتُ الموعدَ: غبت عنه؛ أي: لن تتخلف أنت عن الإتيان إلى الموعد، وهو الحشر، بل تصل إليه، وقرأ الباقون: بفتح اللام (٢) ؛ أي: لن تخلف الموعد، بل تبعث إليه. </p><p> {وَانْظُرْ إِلَى إِلَهِكَ} بزعمك. </p><p> {الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا} أي: دمت عليه مقيمًا. </p><p> {لَنُحَرِّقَنَّهُ} قراءة الجمهور: بضم النون وفتح الحاء وكسر الراء مشددة؛ من الإحراق بالنار، وقرأ أبو جعفر: بضم النون وإسكان الحاء وكسر الراء خفيفة، ومعناه كالأول، وروي عنه وجه ثان: بفتح النون وإسكان الحاء وضم الراء خفيفة، وهي قراءة علي بن أبي طالب رضي الله </p><p>(١) المصادر السابقة. (٢) انظر: \"التيسير\" للداني (ص: ١٥٣)، و\"تفسير البغوي\" (٣/ ١٣٨)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٣٠٧)، و\"معجم القراءات القرآنية\" (٤/ ١٠٩).</p>"
}