{
  "id": null,
  "sura": 21,
  "aya": 63,
  "text": "<p> {لَعَلَّهُمْ يَشْهَدُونَ} أنه قال لآلهتنا ما قال، وأنه كسرها؛ لئلا نأخذه بلا بينة. </p><p> ... </p><p> {قَالُوا أَأَنْتَ فَعَلْتَ هَذَا بِآلِهَتِنَا يَاإِبْرَاهِيمُ (٦٢) } [الأنبياء: ٦٢] . </p><p> [٦٢] فلما جيء به {قَالُوا} له: {أَأَنْتَ فَعَلْتَ هَذَا بِآلِهَتِنَا يَاإِبْرَاهِيمُ} قرأ أبو عمرو، وابن كثير، وأبو جعفر، وقالون عن نافع، ورويس عن يعقوب:  (أَأَنْتَ) بتحقيق الهمزة الأولى وتسهيل الثانية بين الهمزة والألف، وأبو عمرو، وأبو جعفر، وقالون: يفصلون بين الهمزتين بإلف، وورش: يبدلها ألفًا خالصة، وروي عنه التسهيل بين بين، وقرأ الباقون وهم الكوفيون، وابن ذكوان، وروح: بتحقيق الهمزتين من غير فصل بينهما كل القرآن، واختلف عن هشام في الفصل بألف مع تحقيق الهمزتين، واختلف عنه أيضًا في تسهيل الثانية بين بين وتحقيقها (١) . </p><p> ... </p><p> {قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ (٦٣) } [الأنبياء: ٦٣] . </p><p> [٦٣]  {قَالَ} إبراهيم: {بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا} غضب من أن تعبدوا معه هذه الصغار، وهو أكبر منها، فكسرهن، وأراد إبراهيم بذلك إقامة الحجة عليهم، فذلك قوله: </p><p>(١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٣١١)، و\"معجم القراءات القرآنية\" (١/ ١٤١ - ١٤٢).</p><p> {فَاسْأَلُوهُمْ} عن حالهم. قرأ ابن كثير، والكسائي، وخلف:  (فَسَلُوهُمْ) بالنقل، والباقون: بالهمز (١) . </p><p> {إِنْ كَانُوا يَنْطِقُونَ} أي: إن قدروا على النطق، قدروا على الفعل، فأراهم عجزهم عن النطق، وفي ضميره: أنا فعلت ذلك. </p><p> عن أبي هريرة رضي الله عنه: أن رسول الله - صلى الله عليه وسلم - قال:  \"لم يكذب إبراهيم إلا ثلاث كذبات: اثنتين منهن في ذات الله: قوله:{إِنِّي سَقِيمٌ}،وقوله:{بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا}،وقوله لسارة:هذه أختي\"  (٢) . </p><p> وملخص قصة سارة: أنه لما نجى الله خليله - صلى الله عليه وسلم - من النمرود الجبار، استجاب له رجال من قومه على خوف من نمرودَ وملئِه، ثم إن إبراهيم وأصحابه أجمعوا على فراق قومهم، فخرج إبراهيم هو وأهله ومن معه، فنزل الرها، ثم سار إلى مصر، وصاحبها فرعون، فَذُكِرَ لفرعون جمال سارة زوج الخليل عليه السلام، وهي ابنة عمه هاران، فسأل إبراهيمَ عنها، فقال: هذه أختي؛ يعني: في الإسلام؛ خوفًا أن يقتله، فقال له: زينها وأرسلها إلي، فأقبلت سارة إلى الجبار، وقام إبراهيم يصلي، فلما دخلت إليه ورآها، أهوى إليها يتناولها بيده، فأيبس الله يده ورجله، فلما تخلى عنها، أطلقه الله، وتكرر ذلك منه، فأطلقها، ووهبها هاجر (٣) . </p><p>(١) المصدران السابقان. (٢) رواه البخاري (٣١٧٩)، كتاب: الأنبياء، باب: قول الله تعالى: {وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا}، ومسلم (٢٣٧١)، كتاب: الفضائل، باب: من فضائل إبراهيم الخليل -عليه السلام-.(٣) انظر: و\"تفسير ابن كثير\" (٥/ ٣٥٠)، وأصل القصة في \"الصحيح\" كما سلف. =</p>"
}