{
  "id": null,
  "sura": 21,
  "aya": 69,
  "text": "<p> {قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ (٦٨) } [الأنبياء: ٦٨] }. </p><p> [٦٨] فلما لزمتهم الحجة، وعجزوا عن الجواب، أضربوا عن محاجته، {قَالُوا حَرِّقُوهُ} بالنار؛ لأنها أوجح وأبشع. </p><p> {وَانْصُرُوا آلِهَتَكُمْ} على الذي أهانها {إِنْ كُنْتُمْ فَاعِلِينَ} النصر لها. </p><p> ... </p><p> {قُلْنَا يَانَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ (٦٩) } [الأنبياء: ٦٩] . </p><p> [٦٩] فلما جمع نمرود قومه لإحراق إبراهيم صلوات الله وسلامه عليه، حبسوه في بيت بكوثا شهرًا، وبنوا بنيانًا كالحظيرة، قيل: طوله في السماء ثلاثون ذراعًا، وعرضه عشرون ذراعًا، وملؤوه من الحطب، وأوقدوا في نواحيه النيران، فصارت نارًا واحدة شديدة، حتى إن الطير لتحترق إذا مرت بها. </p><p> وروي أنهم لم يعلموا كيف يلقونه فيها، فجاء إبليس وعلمهم عمل المنجنيق، فعملوه، وعمدوا إلى إبراهيم عليه السلام، فغلُّوه ووضعوه في كفة المنجنيق، فثم قال إبراهيم: \"لا إله إلا أنت سبحانك، لك الحمد ولك الملك لا شريك لك، فاستغاثت الملائكة قائلة: يا رب! هذا خليلك قد نزل به من عدوك ما أنتَ أعلمُ به، فقال تعالى: إن خليلي ليس في خليل سواه، وأنا إلهه، وليس له إله غيري، فإن استغاث بكم، فانصروه، وإلا، فخلُّوا بيني وبينه، فأتاه خازن المياه فقال له: إن أردت أخمدت النار، وأتاه خازن الرياح فقال له: إن شئت طيرت النار في الهواء، فقال إبراهيم: </p><p>= لابن الجزري (٢/ ٣٠٦ - ٣٠٧)، و\"معجم القراءات القرآنية\" (٤/ ١٤٢).</p><p> لا حاجة لي إليكم، حسبي الله ونعم الوكيل، وتعرض له جبريل وهو يقذف به في لجة الهواء إلى النار، وقال له: هل لك من حاجة؟ فقال: أما إليك فلا، وأما إلى الله، فبلى، قال جبريل: فاسأل ربك، فقال إبراهيم: حسبي من سؤالي علمه بحالي، فلم يستنصر بغير الله، ولا جنحت همته لما سوى الله، بل استسلم لحكم الله مكتفيًا بتدبير الله -عز وجل- عن تدبير نفسه، وكان يومئذ ابن ست عشرة سنة، ولما وقع في النار، لم يحترق سوى وثاقه \"،فذلك قوله تعالى:{قُلْنَا يَانَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ}(١)أي: ابردي ليسلم، فذهبت حرارتها وإحراقها، وبقيت إضاءتها وإشراقها.</p><p> قال ابن عباس: \" لو لم يقل: بردًا وسلامًا، [لمات إبراهيم من بردها،ولو لم يقل:على إبراهيم، لبقيت بردًا وسلامًا]  (٢) أبدًا \"(٣).</p><p> وروي أنه لم يبق في ذلك الوقت نار بمشارق الأرض ومغاربها إلا خمدت، ظانة أنها المعنية بالخطاب، قال كعب الأحبار: \" جعل كل شيء يطفئ عنه النار إلا الوزغ؛ فإنه كان ينفخ في النار \" فلذلك أمر النبي - صلى الله عليه وسلم - بقتلها، وسماها فويسقًا(٤).</p><p> وعن علي رضي الله عنه: \" أن البغال كانت تتناسل، وكانت أسرع الدواب في نقل الحطب لنار إبراهيم، فدعا عليها، فقطع الله نسلها، ولما </p><p>(١) انظر: \"تفسير البغوي\" (٣/ ١٦٦ - ١٦٧)، و\"تفسير القرطبي\" (١١/ ٣٠٣)، و\"البحر المحيط\" لأبي حيان (٨/ ١٧٥)، و\"روح المعاني\" للآلوسي (١٢/ ٤٢٥). (٢) ما بين معكوفتين زيادة من \"ت\".(٣) انظر: \"تفسير البغوي\" (٣/ ١٦٧).(٤) انظر: \"تفسير البغوي\" (٣/ ١٦٧)، و\"تفسير القرطبي\" (١١/ ٣٠٤).</p>"
}