{
  "id": null,
  "sura": 22,
  "aya": 25,
  "text": "<p> الحرب المباح، أو لضرورة؛ كحكة، أو جرب في جسده، واختلفوا في الجلوس عليه، والاستناد إليه، فأجازه أبو حنيفة، ومنعه الثلاثة كلبسه، وحكم الصبي عند أحمد كالرجل. </p><p> ... </p><p> {وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ (٢٤) }. </p><p> [٢٤]  {وَهُدُوا} أُرشدوا {إِلَى الطَّيِّبِ مِنَ الْقَوْلِ} هو القرآن، وقيل: شهادة أن لا إله إلا الله، وقيل غير ذلك {وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ} طريق الجنة، و (الحميد) هو الله المحمود في أفعاله. </p><p> ... </p><p> {إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ (٢٥) }. </p><p> [٢٥]  {إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ} تقديره، وهم يصدون {سَبِيلِ اللَّهِ} وبهذا حسن عطف المستقبل على الماضي؛ لأن الصد بمعنى دوام الصفة لهم، وهذه الآية نزلت عام الحديبية حين صُد النبي - صلى الله عليه وسلم - عن المسجد الحرام. </p><p> {وَالْمَسْجِدِ الْحَرَامِ} أي: ويصدون عن المسجد الحرام. </p><p> {الَّذِي جَعَلْنَاهُ لِلنَّاسِ} قبلةً لصلاتهم، ومنسكًا ومتعبدًا، وقال ابن عباس وغيره: المراد منه جميع الحرم (١) . </p><p>(١) انظر: \"تفسير القرطبي\" (١٢/ ٣٢).</p><p> {سَوَاءً الْعَاكِفُ فِيهِ} المقيم {وَالْبَادِ} أي: الآتي إليه من البادية. قرأ حفص عن عاصم:  (سَوَاءً) نصب بإيقاع الجعل عليه؛ لأن الجعل يتعدى إلى مفعولين، وقرأ الباقون: بالرفع على الابتداء، وما بعده خبره، وتمام الكلام عند قوله:  (للناس)  (١) ، وأثبت أبو عمرو، وأبو جعفر، وورش: الياء في (البادي) وصلًا، وأثبتها ابن كثير ويعقوب وصلًا ووقفًا، وحذفها الباقون في الحالين، وهي في الإمام بغير ياء (٢) ، المعنى: المقيم فيه، والوارد إليه سواء، لا يخص بعضًا دون بعض. </p><p> وأجمع الناس على الاستواء في نفس المسجد الحرام، واختلف في مكة، فذهب عمر بن الخطاب، وابن عباس، ومجاهد، وجماعة إلى أن الأمر كذلك في دور مكة، وأن القادم له النزول حيث وجد فارغًا، وعلى رب المنزل أن يؤويه شاء أو أبي، وقال ذلك سفيان الثوري وغيره، وكذلك كان الأمر في الصدر الأول. </p><p> وروي أن النبي - صلى الله عليه وسلم - وأبا بكر وعمر -رضي الله عنهما- قُبضوا وما تُدعى دور مكة إلا السوائبَ، من احتاج سكن، ومن استغنى أسكن (٣) ، وكانت دورهم بغير أبواب حتى كثرت السرقة، فاتخذ رجل بابًا، فأنكر عليه عمر </p><p>(١) انظر: \"التيسير\" للداني (ص: ١٥٧)، و\"تفسير البغوي\" (٣/ ٢١١)، و\"معجم القراءات القرآنية\" (٤/ ١٧٤). (٢) انظر: \"التيسير\" للداني (ص: ١٥٨)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٢٧)، و\"معجم القراءات القرآنية\" (٤/ ١٧٥).(٣) رواه ابن ماجه (٣١٠٧)، كتاب: المناسك، باب: أجر بيوت مكة، والدارقطني في \"سننه\" (٣/ ٥٨)، وغيرهما عن علقمة بن نضلة -رضي الله عنه-.</p><p> وقال: أتغلق بابًا في وجه حج (١) بيت الله، فقال: إنما أردت حفظ متاعهم من السرقة، فتركه، فاتخذ الناس الأبواب. </p><p> قال ابن عطية: وقال جمهور من الأمة، منهم الإمام مالك: ليست الدور كالمسجد، ولأهلها المتاع بها، والاستبداد، وعلى هذا العمل اليوم، وهذا الخلاف متركب على الاختلاف في مكة، هل هي عَنْوة أو صلح؟ فمن رآها صلحًا، فإن الاستواء عنده في المنازل بعيد، ومن رآها عنوة، أمكنه أن يقول: الاستواء فيها قرره (٢) الأئمة الذين لم يُقطعوها أحدًا، وإنما سكنى من سكن من قبل نفسه (٣) . </p><p> واختلف الأئمة في فتحها، فذهب مالك وأصحابه: إلى أنها فتحت عنوة بالسيف، وهو الصحيح من مذهب الإمام أحمد، وقال أبو حنيفة والشافعي: فتحت صلحًا. </p><p> واختلفوا في جواز بيع دور مكة وإجارتها، فقال أحمد: لا يجوز بيع رَباع مكة والحرم، وهي المنازل، ولا إجارتها؛ لأنها فتحت عنوة، وقال مالك: يجوز إجارتها وبيعها؛ لأن النبي - صلى الله عليه وسلم - منَّ بمكة على أهلها، فلم تقسم، ولا سبي أهلها؛ لما عظم الله من حرمتها، ولكن الكراهة عنده في كراء دور مكة قوية؛ طلبًا للمواساة بها، وروي عنه أيضًا كراهة كرائها في أيام الموسم خاصة، وقال أبو حنيفة: لا بأس ببيع بناء بيوت مكة، ويكره بيع أرضها، وكذا الإجارة، وقال صاحباه أبو يوسف ومحمد بن الحسن: </p><p>(١) \"حج\" زيادة من \"ت\". (٢) في \"ش\" \"فيما قدره\".(٣) انظر: \"المحرر الوجيز\" لابن عطية (٤/ ١١٦).</p>"
}