{
  "id": null,
  "sura": 22,
  "aya": 27,
  "text": "<p> {وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ (٢٧) }. </p><p> [٢٧]  {وَأَذِّنْ فِي النَّاسِ} أي: نادِ فيهم {بِالْحَجِّ يَأْتُوكَ رِجَالًا} مشاة. </p><p> {وَعَلَى كُلِّ ضَامِرٍ} بعير مهزول {يَأْتِينَ} أي: النوق. </p><p> {مِنْ كُلِّ فَجٍّ} طريق {عَمِيقٍ} بعيد، والضامر: هو كل ما اتصف بذلك من جمل وناقة وغير ذلك. </p><p> روي أن إبراهيم -عليه السلام- لما أُمر بالأذان بالحج، قال:  \"يا رب! وإذا ناديتُ، فمن يسمعني؟فقيل له:نادِ يا إبراهيم، فعليك النداء، وعلينا البلاغ،فصعد على أبي قبيس فقال:أيها الناس! ألا إن ربكم قد بنى بيتًا، وكتب عليكم الحج، فأجيبوا ربكم، والتفت بوجهه يمينًا وشمالًا، وشرقًا وغربًا،فأجابه كل من كتب له أن يحج من أصلاب الرجال وأرحام الأمهات:لبيك اللهم لبيك، فجرت التلبية على ذلك\" . </p><p> قال ابن عباس:  \"فأول من أجابه أهل اليمن(١)، فهم أكثر الناس حجًّا\"  (٢) . </p><p> واتفق الأئمة على أن الحج فرض على كل مسلم بالغ عاقل صحيح مرة في العمر مع الاستطاعة، فعند الشافعي ومالك: يجب على التراخي، وقيد مالك بما إذا لم يخش الفوت، وعند أبي حنيفة وأحمد: على الفور. </p><p> واختلفوا في العمرة، فقال أبو حنيفة ومالك: هي سنة، وقال الشافعي </p><p>(١) في \"ت\": \"اليمين\". (٢) انظر: \"تفسير الطبري\" (١٧/ ١٤٤)، و\"تفسير البغوي\" (٣/ ٢١٣).</p><p> وأحمد: هي فرض كالحج، وتقدم الكلام على ذلك، وعلى أوجه الحج الثلاثة، وهي: الإفراد، والتمتع، والقران في سورة البقرة عند تفسير قوله تعالى:  {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ}  (١)  [الآية: ١٩٦] . </p><p>(١) جاء في هامش الأصل: روي عن بعض .... قال: \"كنا مع رسول الله - صلى الله عليه وسلم - بمنى، إذ أقبلت طائفة من اليمن، فقالوا: فداك الأمهات والآباء، أخبرنا بفضائل الحج، قال: بلى، أي رجل خرج من منزله حاجًّا أو معتمرًا، فكلما رفع قدمًا، ووضع قدمًا تناثرت الذنوب من بدنه كما يتناثر الورق من الشجر، فإذا ورد المدينة .... بالسلام صافحته الملائكة بالسلام، فإذا ورد ذا الحليفة واغتسل، طهره الله من الذنوب، وإذا لبس ثوبين جديدين، جدد الله له الحسنات، وإذا قال: لبيك اللهم لبيك، أجابه الله -عز وجل- بلبيك وسعديك، أسمع كلامك، وأنظر إليك، فإذا دخل مكة، وطاف وسعى بين الصفا والمروة، وصل الله له الخيرات، فإذا وافى عرفات، وضجت الأصوات بالحاجات، باهى الله بهم ملائكته بسبع سموات، ويقول: ملائكتي وسكان سمواتي! أما ترون إلى عبادي، أتوني من كل فج عميق شعثًا غبرًا، قد أنفقوا الأموال، وأتعبوا الأبدان، فوعزتي وجلالي وكرمي [لأجزين] منهم المحسن، [ولأطهرنهم] من الذنوب كيوم ولدتهم أمهاتهم، فإذا رموا الحجارة وحلقوا الرؤوس، وزاروا البيت، نادى مناد من بُطنان العرش: ارجعوا مغفورًا لكم، واستأنفوا العمل\" (١). قال - صلى الله عليه وسلم -: \"من مات ولم يحج، فليمت إن شاء يهوديًّا أو نصرانيًّا\" (٢) انتهى.</p>"
}