{
  "id": null,
  "sura": 22,
  "aya": 5,
  "text": "<p> {إِلَى عَذَابِ السَّعِيرِ} بما يزين له من الباطل، والهاء في (عليه) ، وفي (فأنه) للشيطان، وفي (يضله) لمتوليه، وفي معنى قوله تعالى:  {كُتِبَ عَلَيْهِ} الآية من الأمثال الدائرة على ألسن الناس: من أعان ظالمًا، سُلِّط عليه. </p><p> ... </p><p> {يَاأَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ (٥) } [الحج: ٥] . </p><p> [٥] ثم ألزم الحجة على منكري البعث فقال: </p><p> {يَاأَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ} شك {مِنَ الْبَعْثِ} أي: إن ارتبتم في البعث، فاستدلوا على صحته ببدء خلقكم. </p><p> {فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ} يعني: أصلكم آدم {ثُمَّ مِنْ نُطْفَةٍ} مَنِيّ، خلقتم أنتم منها {ثُمَّ مِنْ عَلَقَةٍ} دم جامد {ثُمَّ مِنْ مُضْغَةٍ} لحمة صغيرة قدر ما تمضغ، وذلك أن النطفة تصير دمًا غليظًا، ثم تصير لحمًا. </p><p> {مُخَلَّقَةٍ} مصورة تامة الخلق. </p><p> {وَغَيْرِ مُخَلَّقَةٍ} النطفة قبل أن تصور، وهي ما تمجه الأرحام، وما يعني السقط {لِنُبَيِّنَ لَكُمْ} قدرتنا على البعث. </p><p> {وَنُقِرُّ} نثبتُ {فِي الْأَرْحَامِ مَا نَشَاءُ} ثبوتَه. </p><p> {إِلَى أَجَلٍ مُسَمًّى} وقت الولادة. قرأ نافع، وأبو عمرو، وابن كثير، وأبو جعفر، ورويس:  (نَشَاءُ إِلَى) بتحقيق الهمزة الأولى وتسهيل الثانية، وهي أن تبدل واوًا خالصة مكسورة، وهو قول جمهور القراء المتقدمين، وذهب بعضهم إلى أنها تجعل بين الهمزة والياء، وهو مذهب أئمة النحو والمتأخرين من القراء، وهو الأوجه في القياس، وقرأ الباقون، وهم الكوفيون، وابن عامر، وروح: بتحقيق الهمزتين (١) . </p><p> واتفق الأئمة على أن الأَمَة تكون أمَّ ولد بما أسقطته من ولد [تام الخلق، وتكون عند مالك أم ولد]  (٢) بالعلقة والمضغة، سواء كانت مخلقة أو غير مخلقة، وعند أبي حنيفة: إن كان قد تبين له شيء من خلق بني آدم؛ كإصبع أو عين أو غير ذلك، فهي به أم ولد، وعند الشافعي وأحمد: إذا وضعت ما فيه صورة، ولو خفية، صارت أم ولد. </p><p> واتفقوا على أن المولود إذا استهل صارخًا، غسل وصلي عليه، فإن لم يستهل صارخًا، لم يصل عليه عند الثلاثة، وعند أحمد: إذا ولد السقط لأكثر من أربعة أشهر، غسل، وصلي عليه. </p><p> {ثُمَّ نُخْرِجُكُمْ} من الرحم {طِفْلًا} اسم جنس؛ أي: أطفالًا. </p><p> {ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ} كمال عقلكم وقوتكم. </p><p> {وَمِنْكُمْ مَنْ يُتَوَفَّى} قبل بلوغ الكبر. </p><p> {وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ} أخسه، وهو الخرف. </p><p>(١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٣١٣)، و\"معجم القراءات القرآنية\" (٤/ ١٦٥). (٢) ما بين معكوفتين ساقط من \"ش\".</p>"
}