{
  "id": null,
  "sura": 22,
  "aya": 30,
  "text": "<p> قوله تعالى:  {ثُمَّ لْيَقْطَعْ} ، وهذا الحرف نظيره، وقرأ ابن ذكوان عن ابن عامر:  (وَلِيُوفُوا)  (وَلِيَطَّوَّفُوا) بكسر اللام فيهما، والباقون: بإسكانها منهما (١) ، وقرأ أبو بكر عن عاصم:  (وَلْيُوَفُّوا) بفتح الواو وتشديد الفاء (٢) . </p><p> وطواف الإفاضة ركن، وبه تمام الحج بالاتفاق، وأول وقته عند أبي حنيفة طلوع الفجر من يوم النحر، وآخره آخر اليوم الثاني من أيام التشريق، فإن أخره إلى اليوم الثالث، لزمه شاة، وعند الشافعي وأحمد: أول وقته بعد نصف الليل من ليلة النحر، والأفضل فعله يوم النحر، فإن أخره عن أيام منى، جاز، وعند مالك: يجوز تأخيره إلى آخر ذي الحجة؛ لأنه بكماله عنده من أشهر الحج، لكنه قال: لا بأس بتأخير الإفاضة إلى أيام التشريق، وتعجيلها أفضل، فإن أخرها إلى المحرم، فعليه دم. </p><p> ... </p><p> {ذَلِكَ وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ وَأُحِلَّتْ لَكُمُ الْأَنْعَامُ إِلَّا مَا يُتْلَى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ (٣٠) }. </p><p> [٣٠]  {ذَلِكَ} أي: المذكور من أعمال الحج {وَمَنْ يُعَظِّمْ حُرُمَاتِ </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٤٣٤)، و\"التيسير\" للداني (ص: ١٥٦ - ١٥٧)، و\"تفسير البغوي\" (٣/ ٢١٥)، و\"معجم القراءات القرآنية\" (٤/ ١٧٨). (٢) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٣١٤)، و\"الغيث\" للصفاقسي (ص: ٢٩٦)، و\"التيسير\" للداني (ص: ١٥٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٢٦)، و\"معجم القراءات القرآنية\" (٤/ ١٧٨).</p><p> اللَّهِ} هي ما لا يحل انتهاكه، وتعظيمها: ترك ملابستها. </p><p> {فَهُوَ} أي: التعظيم {خَيْرٌ لَهُ عِنْدَ رَبِّهِ} في الدار الآخرة. </p><p> {وَأُحِلَّتْ لَكُمُ الْأَنْعَامُ} أكلًا بعد الذبح {إِلَّا مَا يُتْلَى عَلَيْكُمْ} تحريمه؛ أي: في سورة المائدة، وهو قوله تعالى:  {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ}  [الآية: ٣] استثناء منقطع؛ لأن المحرَّم ليس من جنس الأنعام. </p><p> {فَاجْتَنِبُوا الرِّجْسَ} القذر {مِنَ الْأَوْثَانِ} بيان للرجس؛ لأن الرجس: الأوثان وغيرها؛ أي: اجتنبوا الرجس من هذا القبيل. </p><p> {وَاجْتَنِبُوا قَوْلَ الزُّورِ} الكذب والبهتان. </p><p> روي أن النبي - صلى الله عليه وسلم - قام خطيبًا فقال:  \"يا أيها الناس! عدلت شهادة الزور بالشرك بالله، ثم قرأ هذه الآية\"  (١) . </p><p> واختلف الأئمة في عقوبة شاهد الزور، فقال أبو حنيفة: لا يُعزر، بل يوقف في قومه، ويقال لهم: إنه شاهد زور، وقال الثلاثة: يعزر، ويوقف في قومه، ويعرفون أنه شاهد زور، وقال مالك: يشهر في الجوامع </p><p>(١) رواه أبو داود (٣٥٩٩)، كتاب: الأقضية، باب ما جاء في شهادة الزور، والترمذي (٣٠٠)، كتاب: الشهادات، باب: ما جاء في شهادة الزور، وابن ماجه (٢٣٧٢)، كتاب: الأحكام، باب: شهادة الزور، والإمام أحمد في \"المسند\" (٤/ ٣٢١)، وغيرهم عن خريم بن فاتك - رضي الله عنه -. وفي إسناده مجهول، كما ذكر الحافظ ابن حجر في \"التلخيص الحبير\" (٤/ ١٩٠).</p>"
}