{
  "id": null,
  "sura": 23,
  "aya": 14,
  "text": "<p> جملة وإن تباينت في المعاني {خَلَقْنَا الْإِنْسَانَ} هو آدم عليه السلام. </p><p> {مِنْ سُلَالَةٍ مِنْ طِينٍ} أي: من طينة مستلة، والسلالة: خلاصة الشيء، والعرب تسمي النطفة: سلالة، والولد: سليلًا؛ لأنهما مسلولان من الرجل. </p><p> ... </p><p> {ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (١٣) }. </p><p> [١٣]  {ثُمَّ جَعَلْنَاهُ} أي: ابن آدم {نُطْفَةً} من مني. </p><p> {فِي قَرَارٍ مَكِينٍ} الرحم. </p><p> ... </p><p> {ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ (١٤) }. </p><p> [١٤]  {ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً} وتقدم تفسيرها في سورة الحج، والنطفة تقع في اللغة على قليل الماء وعلى كثيره، وهي ها هنا مني ابن آدم. </p><p> {فَخَلَقْنَا الْمُضْغَةَ عِظَامًا} و (خلقنا) في الثلاثة المواضع بمعنى: صيرنا. </p><p> {فَكَسَوْنَا} أي: ألبسنا {الْعِظَامَ لَحْمًا} قرأ ابن عامر، وأبو بكر عن عاصم:  (عَظْمًا)  (فَكَسَوْنَا الْعَظْمَ) بفتح العين وإسكان الظاء من غير ألف </p><p> على التوحيد فيهما، وقرأهما الباقون: بكسر العين وفتح الظاء وألف بعدها على الجمع (١) . </p><p> {ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ} بنفخ الروح فيه، وقيل: هو تغير أحواله من ولادة إلى رضاع إلى قعود إلى قيام إلى مشي إلى أكل وشرب إلى تقلب في البلاد. </p><p> {فَتَبَارَكَ اللَّهُ} أي: تعالى وتقدس، وتبدل منه. </p><p> {أَحْسَنُ الْخَالِقِينَ} المقدِّرين، والخلق في اللغة: التقدير. </p><p> روي أن ابن أبي السرح كان يكتبها لدى النبي - صلى الله عليه وسلم -، فقال: تبارك الله أحسن الخالقين، فقال - صلى الله عليه وسلم -: \"اكتبها، فهكذا أنزلت\" ، فارتد وقال: إن كان محمد يوحى إليه، فأنا يوحى إلي، ثم أسلم يوم الفتح (٢) . </p><p> قال (٣) الكواشي: وليس لأحد بهذه الحكاية طعن في القرآن، ولا في إعجازه؛ لأن الكلمة والكلمتين قد تتفق لمن لم يتقدم له قدم في قرآن ولا كلام ولا شعر، ولا يحصل بالكلمة والكلمتين إعجاز، وأقل ما يحصل الإعجاز بالسورة الواحدة، قال ابن جريج: إنما جمع الخالقين؛ لأن عيسى كان يخلق. </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٤٤٤)، و\"تفسير البغوي\" (٣/ ٢٤١)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٣١٨)، و \"معجم القراءات القرآنية\" (٤/ ٢٠٣). (٢) رواه الطبري في \"تفسيره\" (٧/ ٢٧٣)، وابن أبي حاتم في \"تفسيره\" (٤/ ١٣٤٧)، عن السدي. وانظر: \"تخريج أحاديث الكشاف\" للزيلعي (١/ ٤٤٤).(٣) في \"ت\": \"فقال\".</p>"
}