{
  "id": null,
  "sura": 24,
  "aya": 33,
  "text": "<p> القاضي، وأمرها بالاستدانة، صارت دينًا عليه، فتتمكن من الإحالة عليه، والرجوع إلى تركته لو مات، وقال مالك: لها الفسخ بإعساره بالصداق قبل الدخول، فيؤمر بطلاقها، فإن امتنع، فرق الحاكم بينهما، ويتشطر صداقها عليه، ويبقى دينًا في ذمته تتبعه به إذا أيسر، ولم يفرق بإعساره به بعد الدخول، وإن أعسر بنفقتها، أُمر بفراقها، فإن امتنع، فرق الحاكم بينهما بطلقة رجعية، وله الرجعة إن أيسر في العدة، وقال الشافعي: إذا أعسر بالنفقة، فلها فسخ النكاح، وكذا بالكسوة والمسكن، ويمهل ثلاثة أيام، وتفسخ صبيحة الرابع، ولها الفسخ بالإعسار بالمهر قبل وطء لا بعده ويسقط به المهر، وقال أحمد: إن أعسر بنفقة أو ببعضها، أو بكسوة أو ببعضها، أو بسكنى، فلها الفسخ، وكذا إن أعسر بمهر حالٍّ قبل الدخول أو بعده، ما لم تكن عالمة بعسرته، فإن فسخت قبل الدخول، سقط المهر، وبعده، يستقر في ذمته، واتفق الشافعي وأحمد على أن الفسخ لا يصح إلا بحكم حاكم، فيفسخ بطلبها (١) ، أو تفسخ بأمره. </p><p> ... </p><p> {وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ (٣٣) }. </p><p> [٣٣]  {وَلْيَسْتَعْفِفِ} يطلب العفة عن الزنا {الَّذِينَ لَا يَجِدُونَ نِكَاحًا} أي: </p><p>(١) \"بطلبها\" زيادة من \"ت\".</p><p> قدرة على النكاح {حَتَّى يُغْنِيَهُمُ اللَّهُ} يوسِّع عليهم {مِنْ فَضْلِهِ} . </p><p> قال - صلى الله عليه وسلم -: \"يا معشرَ الشباب! من استطاع منكم الباءة، فليتزوج؛ فإنه أغضُّ للبصر، وأحصن للفرج، ومن لم يستطع، فعليه بالصوم؛ فإنه له وِجاء\"  (١) . </p><p> {وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ} أي: يطلبون عقد الكتابة. </p><p> {مِمَّا مَلَكَتْ أَيْمَانُكُمْ} عبدًا كان أو أمة {فَكَاتِبُوهُمْ} أمر ندب. </p><p> وسبب نزول الآية: ما روي أن غلامًا لحويطب بن عبد العزى سأل مولاه أن يكاتبه، فأبى عليه، فأنزل الله الآية، فكاتبه حويطب على مئة دينار، ووهب له منها عشرين، فأداها، وقتل يوم حنين في الحرب (٢) ، والكتابة بيع سيد رقيقه بمال في ذمته مباح معلوم، وهي مستحبة بالاتفاق، فيقول الرجل لمملوكه: كاتبتك على كذا من المال، والعبدُ يقبل ذلك، فإذا أدى المالَ، عتق، ويصير العبد أحقَّ بمكاسبه بعد الكتابة، وسميت كتابة؛ لأن العبد كتب عليه الوفاء بالمال، والسيد كتب عليه العتق عند أدائه، وتصح عند أبي حنيفة ومالك بمال حالٍّ ومؤخل ومنجَّم، وعند الشافعي وأحمد تصح في نجمين فأكثر، ولا تجوز عندهما حالًّا، ولا في نجم واحد. </p><p> {إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا} كسبًا وأمانة، وهو قول الشافعي وأحمد، وقال </p><p>(١) رواه البخاري (١٨٠٦)، كتاب: الصوم، باب: الصوم لمن خاف على نفسه العزوبة، ومسلم (١٤٠٠)، كتاب: النكاح، باب: استحباب النكاح لمن تاقت نفسه إليه ووجد مؤنه، عن ابن مسعود -رضي الله عنه-. (٢) انظر: \"أسباب النزول\" للواحدي (ص: ١٨٦). و\"تفسير القرطبي\" (١٢/ ١٨٤).</p><p> مالك: الخير هو القوة على الأداء، وقال بعض الحنفية: المراد بالخير: إقامة الصلاة وأداء الفرائض، وقال بعضهم: المراد: ألَّا يضر بالمسلمين بعد العتق، فإن كان يَضُرُّ بهم، فالأفضل ألَّا يكاتبه، فلو فعل، صح. </p><p> {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} خطاب للمسلمين، فعند أبي حنيفة ومالك: هو مستحب، وعند الشافعي وأحمد: هو واجب، فمذهب الشافعي ليس له حد، بل عليه أن يحط عنه ما شاء من المال، أو يدفعه إليه، والحط أولى، وفي النجم الأخير أليق، ومذهب أحمد: يجب على السيد أن يؤتيه ربع مال الكتابة إن شاء، ويضعه عنه، وإن شاء قبضه ثم دفعه إليه (١) . </p><p> قال - صلى الله عليه وسلم -: \"ثلاثة حقٌّ على الله عونُهم: المكاتب الذي(٢)يريد الأداء، والناكح يريد العفاف، والمجاهد في سبيل الله\"  (٣) . </p><p> واختلفوا فيما إذا مات المكاتب قبل أداء النجوم، فقال أبو حنيفة ومالك: إن ترك وفاء بما بقي عليه من المكتابة، كان حرًّا، وإن كان فيه فضل، فالزيادة لأولاده الأحرار، وقال الشافعي وأحمد: يموت رقيقًا، وترتفع الكاتبة، سواء ترك مالًا، أو لم يترك؛ كما لو تلف المبيع قبل القبض يرتفع البيع. </p><p>(١) \"ثم دفعه إليه\" زيادة من \"ت\". (٢) \"الذي\" زيادة من \"ت\".(٣) رواه النسائي (٣١٢٠)، كتاب: الجهاد، باب: ما جاء في المجاهد والناكح والمكاتب، وعون الله إياهم، وقال حسن، وابن ماجه (٢٥١٨)، كتاب: العتق، باب: المكاتب، عن أبي هريرة -رضي الله عنه-.</p><p> {وَلَا تُكْرِهُوا فَتَيَاتِكُمْ} إماكم {عَلَى الْبِغَاءِ} الزنا. </p><p> {إِنْ أَرَدْنَ تَحَصُّنًا} إن طلبن تعففًا وامتناعًا عن الزنا، [و (إِنْ) هنا بمعنى (إِذْ) ؛ لأنه لا يجوز إكراههن على الزنا] (١) إن لم يردن التحصن، نزلت في عبد الله بن أبيِّ بن سلول المنافق، كانت له ست جوار يكرههن على الزنا، وضرب عليهن الضرائب -جمع الضريبة، وهي الغلة المضروبة على العبد والجزية-، فشكا بعضهن إلى رسول الله - صلى الله عليه وسلم -، فنزلت (٢) . قرأ الكوفيون، وابن عامر، وروح عن يعقوب:  (الْبِغَاءِ إِنْ) بتحقيق الهمزتين، وأبو عمرو: بإسقاط الهمزة الأولى، وقرأ قالون، والبزي: بتسهيل الأولى بين بين، مع تحقيق الثانية، وأبو جعفر، ورويس: بتحقيق الأولى وتسهيل الثانية، واختلف عن قنبل وورش، فروي عن الأول جعل الهمزة الثانية بين بين، وروي عنه إسقاط الهمزة الأولى، وهو الذي عليه الجمهور من أصحابه، وروي عن الثاني إبدال الهمزة الثانية ياء مكسورة، وروي عنه تسهيلها بين بين (٣) . </p><p> {لِتَبْتَغُوا عَرَضَ} أي: أموال {الْحَيَاةِ الدُّنْيَا} بكسبهن وبيع أولادهن. </p><p>(١) ما بين معكوفتين زيادة من \"ت\". (٢) رواه مسلم (٣٠٢٩)، كتاب: التفسير، باب: في قوله تعالى: {وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ}، عن جابر -رضي الله عنه- قال: كان عبد الله بن أبي سلول يقول لجارية له: اذهبي فابغينا شيئًا، فأنزل الله -عز وجل-. وفي لفظ: أن جارية لعبد الله بن أبي سلول يقال لها مسيلة، وأخرى يقال لها أميمة، فكان يُكرههما على الزنا، فشكتا ذلك إلى النبي - صلى الله عليه وسلم -، فأنزل الله. وانظر: \"أسباب النزول\" للواحدي (ص: ١٨٧ - ١٨٨).(٣) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٣٢٤)، و\"معجم القراءات القرآنية\" (٤/ ٢٥٠ - ٢٥١).</p>"
}