{
  "id": null,
  "sura": 24,
  "aya": 2,
  "text": "<p> حمزة، والكسائي، وخلف، وحفص عن عاصم:  (تَذَكَّرُونَ) بتخفيف الذال حيث وقع، والباقون: بالتشديد (١) . </p><p> ... </p><p> {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ (٢) }. </p><p> [٢]  {الزَّانِيَةُ وَالزَّانِي} مبتدأ خبره {فَاجْلِدُوا} فاضربوا. </p><p> {كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ} يعني: إذا كانا حرَّين بالغين عاقلين بكرين غير محصنين، وأما إذا كانا ثيبِّين، فعليهما الرجم بغير جلد بالاتفاق، والرجم بالحجارة حتى يموت، وشرائط الإحصان الموجب للرجم إذا زنى بعد وجودها فيه أربعة: العقل، والحرية، والبلوغ، والوطء في نكاح صحيح عند الشافعي وأحمد، ولم يشترطا (٢) الإسلام؛ خلافًا لأبي حنيفة ومالك؛ فإن الإسلام عندهما شرط، فتكون الشرائط عندهما خمسة، ولا يُحفر لرجم الرجل بالاتفاق، ولا للمرأة عند مالك وأحمد، ويحفر لها عند أبي حنيفة، وقال الشافعي: إن ثبت عليها بالبينة، استحب أن يحفر لها، وإن ثبت بإقرارها، لم يحفر لها (٣) ، وتقدم في سورة النساء الكلام على حكم الزنا والجلد والتغريب في حق الحر والرقيق، وثبوته بالإقرار والبينة، </p><p>(١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٣٢٢)، و\"معجم القراءات القرآنية\" (٤/ ٢٣٤). (٢) في \"ش\": \"يشترط\".(٣) \"وإن ثبت بإقرارها لم يحفر لها\" زيادة من \"ت\".</p><p> واختلاف الأئمة في ذلك مستوفًى عند تفسير قوله تعالى:  {أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا}  [الآية: ١٥] ، وعند قوله تعالى:  {فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ}  [الآية؛ ٢٥] ، وقدم الزانية؛ لأن الزنا في الأغلب يكون بتعرضها للرجل، وعرض نفسها عليه. </p><p> {وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ} قرأ قنبل عن ابن كثير: (رَأَفَةٌ) بفتح الهمزة، واختلف عن البزي، وقرأ الباقون: بإسكانها (١) ، وأبو جعفر، وأبو عمرو، وورش: يبدلون الهمز بالألف على أصلهم، وأبو عمرو يدغم التاء في الجيم من قوله:  (مِئَة جَّلْدَةٍ)  (٢) ، والرأفة: أرق الرحمة؛ أي: لا تخففوا جلدهما رأفة بهما، ولكن تصلَّبوا {فِي دِينِ اللَّهِ} في حكمه، وأوجعوهما ضربًا، وأقيموا حدوده كما أمركم. </p><p> {إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} اقتداءً برسول الله - صلى الله عليه وسلم -، لأنه قال:  \"والله لو سرقَتْ فاطمةُ بنتُ محمدٍ، لقطعتُ يدها\"  (٣) ، فتجب إقامة الحد على من لزمه بالاتفاق، ويُضرب الرجل قائمًا عند الثلاثة، وعند مالك: جالسًا، وأما المرأة، فتضرب جالسة باتفاقهم، وسوط الحد عند الشافعي ما بين قضيب وعصا رطب ويابس، وعند الثلاثة: يضرب بسوط لا جديد </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٤٥٢)، و\"تفسير البغوي\" (٣/ ٢٦٤)، و\"معجم القراءات القرآنية\" (٤/ ٢٣٤). (٢) انظر: \"الغيث\" للصفاقسي (ص: ٣٠٢)، و\"معجم القراءات القرآنية\" (٤/ ٢٣٤).(٣) رواه البخاري (٣٢٨٨)، كتاب: الأنبياء، باب: حديث الغار، ومسلم (١٦٨٨)، كتاب: الحدود، باب: قطع السارق الشريف وغيره، والنهي عن الشفاعة في الحدود، عن عائشة -رضي الله عنها-.</p><p> ولا خَلَق، ويجرد الرجل من ثيابه عند أبي حنيفة ومالك، وأما المرأة عندهما: ينزع عنها من الثياب ما يقيها ألم الضرب؛ مثل الفراء ونحوها، وعند الشافعي: لا يجرد، وعند أحمد: يكون على الرجل القميص والقميصان، والمرأة تشد عليها ثيابها، وأما الضرب، فلا يبالَغ فيه بحيث يشق الجلد، ويُفرق على أعضائه، إلا الوجه والفرج وموضع المقتل بالاتفاق. </p><p> واختلفوا في أشد الجلد، فقال أبو حنيفة: التعزير أشد الضرب، ثم الزنا، ثم الشرب، ثم القذف، وقال مالك والشافعي؛ الجلد في الحدود كلها سواء، وقال أحمد: أشده الزنا، ثم القذف، ثم الشرب، ثم التعزير. </p><p> واختلفوا في الذمي إذا زنى وهو حر بالغ عاقل (١) قد كان تزوج ووطئ في التزويج الصحيح، فقال أبو حنيفة ومالك: لا يرجم؛ لأن عندهما لا يتصور الإحصان في حقه؛ لأن الإسلام من شروط الإحصان عندهما كما تقدم، ويجلد مئة عند أبي حنيفة، وعند مالك يعاقبه الإمام اجتهادًا، وعند الشافعي وأحمد هو محصن، وليس الإسلام من شروط الإحصان، وعليه الرجم عندهما، وأما إذا كان غير محصن، فإنه يحد للزنا عند الثلاثة، وقال مالك: لا يحد. </p><p> {وَلْيَشْهَدْ عَذَابَهُمَا} وليحضر حدّهما إذا أقيم عليهما. </p><p> {طَائِفَةٌ} فرقة {مِنَ الْمُؤْمِنِينَ} زيادة في التنكيل بالتفضيح، قال مالك: ينبغي للإمام أن يُحضر في حد الزنا طائفة من المؤمنين الأحرار العدول، والطائفة أربعة فصاعدًا، وقال أحمد: يجب حضور إمام أو نائبه </p><p>(١) في \"ت\": \"بالغ عاقل حر\".</p>"
}