{
  "id": null,
  "sura": 24,
  "aya": 11,
  "text": "<p> {إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ لَا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ (١١) }. </p><p> [١١] ولما خرج رسول الله - صلى الله عليه وسلم - إلى غزوة بني المصطلق، وهي غزوة المريسيع في سنة ست من الهجرة الشريفة، ومعه عائشة رضي الله عنها، وقعت قصة الإفك في تلك الغزوة، وهي قذف عائشة بصفوان بن المعطل، وكان صفوان حصورًا لا يأتي النساء. </p><p> عن عائشة -رضي الله عنها- قالت:  \"والله إن الرجل الذي قيل له ما قيل ليقول: سبحان الله، فو الذي نفسي بيده! ما كشفت من كَنَفِ أنثى قط،قالت:ثم قتل بعد ذلك في سبيل الله\" ، والقصة مشهورة في الحديث الشريف، فنزل قوله تعالى: </p><p> {إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ}  (١) هو سوء الكذب {عُصْبَةٌ} جماعة {مِنْكُمْ} يعني: عبد الله بن أبيّ بن سلول المنافق، ومِسطح، وحسان بن ثابت، وحَمْنة بنتُ جحش، وغيرهم. </p><p> {لَا تَحْسَبُوهُ} أي: الإفك، والخطاب لعائشة وأهلها وصفوان. </p><p> {شَرًّا لَكُمْ} قرأ ابن عامر، وعاصم، وحمزة، وأبو جعفر:  (تَحْسَبُوهُ) </p><p>(١) رواه البخاري (٣٩١٠)، كتاب: المغازي، باب: حديث الإفك، ومسلم (٢٧٧٠)، كتاب: التوبة، باب: في حديث الإفك، وقبول توبة القاذف، عن عائشة -رضي الله عنها-.</p><p> و (تَحْسَبُونَهُ)  (يَحْسَبُهُ)  (يَحْسَبُ) كيف أتى مستقبلًا بفتح السين، والباقون: بالكسر (١) . </p><p> {بَلْ هُوَ خَيْرٌ لَكُمْ} بأن تثابوا، وتظهر براءتكم {لِكُلِّ امْرِئٍ مِنْهُمْ} يعني: من العُصبة الكاذبة {مَا اكْتَسَبَ مِنَ الْإِثْمِ} جزاء ما اجترح من الذنب. </p><p> {وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ} قرأ يعقوب: بضم الكاف، والباقون: بكسرها، وهما لغتان (٢) ، المعنى: والذي تحمل معظم الإفك من الأفاكين هو عبد الله بن أبيّ. </p><p> {لَهُ عَذَابٌ عَظِيمٌ} أما ابن أُبي، فمات منافقًا، وأما حسان، فعمي بعد ذلك. </p><p> وعن مسروق قال:  \"دخلنا على عائشة، وعندها حسان بن ثابت ينشدها شعرًا يشبب بأبيات له،وقال:</p><p> حَصَانٌ رَزَانٌ مَا تُزَنُّ بِرِيبَةٍ ... وَتُصْبِحُ غَرْثَى مِنْ لُحْومِ الْغَوَافِلِ </p><p> فقالت عائشة: لكنك ليس كذلك، قال مسروق: فقلت لها: لم تأذنين له أن يدخل عليك، وقد قال الله تعالى:  {وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ} فقالت: أي عذاب أشدُّ من العمى؟ ! وقالت: إنه كان ينافح ويُهاجي عن رسول الله - صلى الله عليه وسلم - \"  (٣) . </p><p>(١) انظر: \"الغيث\" للصفاقسي (ص: ٣٠٢)، و\"معجم القراءات القرآنية\" (٤/ ٢٣٨). (٢) انظر: \"تفسير البغوي\" (٣/ ٣٧٨)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٣١)، و\"معجم القراءات القرآنية\" (٤/ ٢٣٩).(٣) رواه البخاري (٣٩١٥)، كتاب: المغازي، باب: حديث الإفك، ومسلم =</p>"
}