{
  "id": null,
  "sura": 24,
  "aya": 61,
  "text": "<p> {اللَّاتِي لَا يَرْجُونَ نِكَاحًا} أي: لا يُردن الرجال؛ لكبرهن. </p><p> {فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ} الظاهرة؛ كالملحفة والجلباب الذي فوق الثياب، والقناع الذي فوق الخمار، فأما الخمار، فلا يجوز وضعه. </p><p> {غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ} غير مظهِرات محاسنَهن. </p><p> {وَأَنْ يَسْتَعْفِفْنَ} عن وضع الثياب. </p><p> {خَيْرٌ لَهُنَّ} لأنه أبعد من التهمة. </p><p> {وَاللَّهُ سَمِيعٌ} لمقالهن للرجال {عَلِيمٌ} بمقصودهن، وتقدم ذكر الخلاف في النظر إلى العجوز التي لا تشتهى في السورة. </p><p> ... </p><p> {لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ (٦١) }. </p><p> [٦١]  {لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ} كان هؤلاء يتوقَّون مؤاكلة الناس ومجالستهم؛ لأن الأعمى ربما سبقت يده </p><p> إلى ما سبقت عين أكيله إليه، والأعرج يأخذ من المجلس أكثر من موضع، والمريض لا يخلو من رائحة يؤذي بها، أو شيء ينجس، فنزلت الآية مبيحة لهم. </p><p> {وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ} فيه دلالة على أن يأكل في بيته من مال عياله وزوجته، فيدخل فيها بيوت الأولاد؛ لأن بيت الولد كبيته؛ لقوله - صلى الله عليه وسلم -: \"أنتَ ومالُكَ لأبيك\"  (١) ، ولذلك لم يذكر الأولاد في الآية. </p><p> وتقدم استدلال الإمام أحمد بهذا الحديث على أن للرجل أن يأخذ من مال ولده ما شاء ويتملكه في سورة البقرة عند تفسير قوله تعالى:  {يَاأَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ}  [الآية: ٢٦٧] . </p><p> {أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ} وهذا فيما ليس مُحرزًا. قرأ ابن كثير، وابن عامر، وقالون عن نافع، وحمزة، والكسائي، وخلف، وأبو بكر عن عاصم:  (بِيُوتِ) و (بِيُوتًا) و (بِيُوتِكُمْ) و (بِيُوتِهِمْ) وما جاء منه بكسر الباء حيث وقع، والباقون: بالضم (٢) ، وقرأ حمزة:  (إِمَّهَاتِكُمْ) بكسر الهمزة والميم، </p><p>(١) رواه أبو داود (٣٥٣٠)، كتاب: الإجارة، باب: في الرجل يأكل من مال ولده، وابن ماجه (٢٢٩٢)، كتاب: التجارات، باب: ما للرجل من مال ولده، والإمام أحمد في \"المسند\" (٢/ ٢٠٤)، وغيرهم عن عبد الله بن عمرو بن العاص -رضي الله عنهما-. (٢) انظر: \"التيسير\" للداني (ص: ٨٠)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٤٨)، و\"معجم القراءات القرآنية\" (٤/ ٢٤٥ - ٢٤٦).</p><p> والكسائي بكسر الهمزة فقط، وذلك في الوصل، وقرأ الباقون: بضم الهمزة وفتح الميم، واتفقوا على الابتداء كذلك (١) . </p><p> {أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ} هو بيت موكله، فله أن يأكل من زرعه وضرعه إذا احتاج، ولا يدخر، والمفاتيح: الخزائن. </p><p> {أَوْ صَدِيقِكُمْ} الصديق: الذي صدقك في المودة، قال ابن عباس:  \"نزلت في الحارث بن عمرو، خرج غازيًا مع رسول الله - صلى الله عليه وسلم -، وخلف مالك يزيد على أهله، فلما رجع، وجده مجهودًا، فسأله عن حاله،فقال:تحرَّجْتُ أن آكل من طعامك بغير إذنك، فأنزل الله الآية\"  (٢) . </p><p> {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا} مجتمعين {أَوْ أَشْتَاتًا} متفرقين، نزلت في بني ليث بن عمرو من كنانة، كانوا يتحرجون أن يأكل الرجل وحده حتى يجد ضيفًا يأكل معه (٣) . </p><p> {فَإِذَا دَخَلْتُمْ بُيُوتًا} من هذه البيوت للأكل أو غيره {فَسَلِّمُوا عَلَى أَنْفُسِكُمْ} أي: على أهل دينكم، وقال ابن عباس:  \"معناه إذا دخلت المسجد،فقل:السلام علينا وعلى عباد الله الصالحين\"  (٤)  {تَحِيَّةً} مصدر؛ أي: تحيون أنفسكم تحية. </p><p> {مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً} وصفت بالبركة والطيب؛ لما فيها من </p><p>(١) انظر: \"التيسير\" للداني (ص: ٩٤)، و\"معجم القراءات القرآنية\" (٤/ ٢٦٩). (٢) انظر: \"الدر المنثور\" للسيوطي (٦/ ٢٢٥).(٣) انظر: \"تفسير الطبري\" (١٨/ ١٧٠)، و\"أسباب النزول\" للواحدي (ص: ١٩٠).(٤) رواه الطبري في \"تفسيره\" (١٨/ ١٧٤)، وابن أبي حاتم في \"تفسيره\" (٨/ ٢٦٥٠)، والحاكم في \"المستدرك\" (٣٥١٤)، والبيهقي في \"شعب الإيمان\" (٨٨٦٣).</p>"
}