{
  "id": null,
  "sura": 24,
  "aya": 58,
  "text": "<p> بَعْدِ صَلَاةِ الْعِشَاءِ ثَلَاثُ عَوْرَاتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٥٨) }. </p><p> [٥٨] قال ابن عباس: وجه رسول الله - صلى الله عليه وسلم - غلامًا من الأنصار يقال له: مدلج بن عمرو إلى عمر بن الخطاب وقت الظهيرة؛ ليدعوه، فدخل ورأى عمر بحالة كره عمر رؤيته ذلك، فأنزل الله تعالى:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ}  (١) هذه اللام لام الأمر. </p><p> {الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ} يعني: العبيد والإماء، هم. </p><p> {وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ} من الأحرار، وليس المراد منهم: الأطفال الذين لم يظهروا على عورات النساء، بل الذين عرفوا أمر النساء، ولكن لم يبلغوا. </p><p> {ثَلَاثَ مَرَّاتٍ} أي: ليستأذنوا في ثلاثة أوقات. </p><p> {مِنْ قَبْلِ صَلَاةِ الْفَجْرِ} لأنه وقت القيام من المضاجع، وطرحِ ما يُنام فيه من الثياب. </p><p> {وَحِينَ تَضَعُونَ ثِيَابَكُمْ} للقيلولة. </p><p> {مِنَ الظَّهِيرَةِ} إلى وقت الظهر؛ لأنه وقت القيلولة والتكشف. </p><p> {وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ} لأنه وقت التجرد للنوم، فهذه الأوقات أوقات خلوة، فالاستئذان لهؤلاء مشروع فيها لهم، ولغيرهم في جميع الأوقات. </p><p> {ثَلَاثُ عَوْرَاتٍ لَكُمْ} قرأ حمزة، والكسائي، وخلف، وأبو بكر عن </p><p>(١) انظر \"أسباب النزول\" للواحدي (ص: ١٨٩).</p><p> عاصم:  (ثَلاَثَ) بنصب الثاء بدلًا عن قوله: (ثَلاَثَ مَرَّاتٍ) أي: أوقاتَ ثلاثِ عوراتٍ، وقرأ الباقون: بالرفع (١) ؛ أي: هذه الأوقات ثلاثُ عورات لكم؛ لأن الإنسان يختل ستره فيها، واتفقوا على النصب في قوله:  (ثَلاَثَ مَرَّاتٍ) المتقدم؛ لوقوعه ظرفًا، وقرأ أبو عمرو (بَعْد صَّلاَةِ الْعِشَاءِ) بإدغام الدال في الصاد (٢) . </p><p> {لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ} يعنى: العبيد والخدم والصبيان {جُنَاحٌ} إثم في الدخول بغير استئذان {بَعْدَهُنَّ} أي: بعد هذه الأوقات الثلاثة. </p><p> {طَوَّافُونَ عَلَيْكُمْ} للخدمة {بَعْضُكُمْ} يطوف. </p><p> {عَلَى بَعْضٍ} يعني: إن كان بكم وبهم حاجة إلى المخالطة. </p><p> {كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ} الأحكامَ. </p><p> {وَاللَّهُ عَلِيمٌ حَكِيمٌ} فيما يشرع لكم. </p><p> واختلف في حكم الآية، فقال قوم: هي منسوخة (٣) ، قال ابن عباس:  \"لم يكن للقوم ستور ولا حجاب، وكان الخدم والولائد يدخلون، فربما يرون منهم ما لا يحبون، فأُمروا بالاستئذان، وقد بسط الله الرزق، فاتخذ الناس الستور\"  (٤) ، فرأى أن ذلك أغنى عن الاستئذان، وذهب قوم إلى أنها </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٤٥٩)، و\"تفسير البغوي\" (٣/ ٣١٣)، و\"معجم القراءات القرآنية\" (٤/ ٢٦٨). (٢) انظر: \"الغيث\" للصفاقسي (ص: ٣٠٥)، و\"معجم القراءات القرآنية\" (٤/ ٢٦٨).(٣) في \"ت\": \"هو منسوخ\".(٤) رواه أبو داود (٥١٩٢)، كتاب: الأدب، باب: الاستئذان في العورات الثلاث، وابن أبي حاتم في \"تفسيره\" (٨/ ٢٦٣٢)، والبيهقي في \"السنن الكبرى\" =</p>"
}