{
  "id": null,
  "sura": 24,
  "aya": 36,
  "text": "<p> {يَكَادُ زَيْتُهَا يُضِيءُ} لصفائه {وَلَوْ لَمْ تَمْسَسْهُ نَارٌ} فكأنه لفرط ضيائه. </p><p> {نُورٌ عَلَى نُورٍ} يعني: نور المصباح على نور الزجاجة. قرأ أبو عمرو (يَكَاد زَّيْتُهَا) بإدغام الدال في الزاي (١) ، وفائدة جعل المصباح في زجاجة، والزجاجة في كوة غير نافذة، شدة الإضاءة؛ لأن المكان كما تضيق، كان أجمع للضوء، بخلاف الواسع، فالضوء ينتشر فيه، وخص الزجاج؛ لأنه أحكى الجواهر لما فيه، وهذا تمثيل للنبي - صلى الله عليه وسلم -، فالمشكاة صدره، والزجاجة قلبه، والمصباح النبوة فيه، ومن شجرة مباركة شجرة النبوة، يكاد زيتها يضيء: يكاد أمر محمد يتبين للناس أنه نبي، ولو لم يتكلم؛ كما يكاد ذلك الزيت يضيء ولو لم تمسسه نار. </p><p> {يَهْدِي اللَّهُ لِنُورِهِ} لدين الإسلام {مَنْ يَشَاءُ} فإن الأسباب كلها بمشيئته. </p><p> {وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ} تقريبًا لأفهامهم. </p><p> {وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} ظاهرًا كان أو خفيًّا. </p><p> ... </p><p> {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ (٣٦) }. </p><p> [٣٦]  {فِي بُيُوتٍ} متعلق بما قبله؛ أي:  (كَمِشْكَاةٍ) في بيوت. </p><p> {أَذِنَ اللَّهُ أَنْ تُرْفَعَ} أي: تُعَظَّم. </p><p>(١) انظر: \"الغيث\" للصفاقسي (ص: ٣٠٤)، و\"معجم القراءات القرآنية\" (٤/ ٢٥٧).</p><p> قال ابن عباس:  \"المساجد بيوت الله في الأرض، تضيء لأهل السماء كما تضيء النجوم لأهل الأرض\"  (١) . </p><p> وقيل: هي أربعة بناها الأنبياء: الكعبة بناها إبراهيم وإسماعيل، والأقصى بناه داود وسليمان، [بل بناه يعقوب -عليه السلام- كما ورد في الحديث، فلا تغفل عنه]  (٢) ، ومسجد المدينة، ومسجد قباء بناهما رسول الله - صلى الله عليه وسلم -. </p><p> {وَيُذْكَرَ فِيهَا اسْمُهُ} يتلى فيها كتابه {يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ} قرأ ابن عامر، وأبو بكر عن عاصم:  (يُسَبَّحُ) بفتح الباء مجهولًا القائم مقام الفاعل له، فيحسن الوقف على (وَالآصَالِ) ؛ لأنك تضمر فعلًا؛ كأنه لما قيل (يُسَبَّحُ لَهُ) ، قيل: من يسبحه؟ قيل: يسبحه رجال، ولا يجوز الوقف عليه، وقرأ الباقون بكسر الباء، جعلوا التسبيح فعلًا للرجال (يُسَبِّحُ)  (٣) ؛ أي: يصلي له فيها بالغداة والعشي، والمراد: الصلوات المفروضات، فالتي تؤدى بالغداة: صلاة الفجر، والتي تؤدى بالآصال: صلاة الظهر والعصر والعشاءين؛ لأن اسم الأصيل يجمعها. </p><p> ... </p><p>(١) رواه الطبراني في \"المعجم الكبير\" (١٠٦٨)، والبيهقي في \"شعب الإيمان\" (٢٩٤٨). (٢) ما بين معكوفتين زيادة من \"ت\".(٣) انظر: \"التيسير\" للداني (ص: ١٦٢)، و\"تفسير البغوي\" (٣/ ٣٠٣)، و\"معجم القراءات القرآنية\" (٤/ ٢٥٧).</p>"
}