{
  "id": null,
  "sura": 24,
  "aya": 55,
  "text": "<p> {فَإِنَّمَا عَلَيْهِ} على محمد - صلى الله عليه وسلم - {مَا حُمِّلَ} من التبليغ. </p><p> {وَعَلَيْكُمْ مَا حُمِّلْتُمْ} من الطاعة. </p><p> {وَإِنْ تُطِيعُوهُ تَهْتَدُوا} إلى الحق. </p><p> {وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ} أي: التبليغ البين، ونُسخت بآية السيف. </p><p> ... </p><p> {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ (٥٥) }. </p><p> [٥٥] ولما اشتد خوف الصحابة، واستبطؤوا النصر، نزل تسليةً لهم {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ} وهو جواب قسم مضمر تقديره: وعدهم، وأقسم ليستخلفنهم {فِي الْأَرْضِ}  (١) بأن يجعلهم خلفاءها وساكنيها بعد الكفار متصرفين فيها. </p><p> {كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ} قرأ أبو بكر عن عاصم: (كَمَا اسْتُخْلِفَ) بضم التاء وكسر اللام مجهول الفاعل (الَّذِينَ مِنْ قَبْلِهِمْ) ، ويبتدئ ألفه بالضم، وقرأ الباقون: بفتح التاء واللام معلومًا، ويبتدئون </p><p>(١) روى عبد بن حميد، وابن أبي حاتم كما في \"الدر المنثور\" (٧/ ٢١٧) عن أبي العالية، نحوًا منه. وانظر: \"تفسير ابن أبي حاتم\" (٨/ ٢٦٢٧) عند تفسيره لهذه الآية.</p><p> ألفه بالكسر (١) ، ضميره يرجع إلى (الله) ، المعنى: يستخلفكم استخلافًا كاستخلاف الله داود وسليمان وبني إسرائيل أرضَ الجبارين. </p><p> {وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ} وهو الإسلام؛ بأن يظهره على جميع الأديان. </p><p> {وَلَيُبَدِّلَنَّهُمْ} قرأ ابن كثير، ويعقوب، وأبو بكر عن عاصم: بإسكان الباء وتخفيف الدال؛ من أبدل، وقرأ الباقون: بفتح الباء وتشديد الدال؛ من بدَّل، وهما لغتان (٢) ، وقيل التبديل: تغيير حال إلى حال، والإبدال: رفعُ الشيء وجعلُ غيره مكانه. </p><p> {مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا} وكان رسول الله - صلى الله عليه وسلم - وأصحابه مكثوا بمكة عشر سنين خائفين، ثم هاجروا إلى المدينة، وكانوا يصبحون في السلاح، ويبيتون فيه، فأظهر الله دينهم، ونصرهم، وأبدلهم من بعد الخوف أمنًا. </p><p> {يَعْبُدُونَنِي} فعل مستأنف؛ أي: هم يعبدونني. </p><p> {لَا يُشْرِكُونَ بِي شَيْئًا} أي: يعبدونني موحدين. </p><p> {وَمَنْ كَفَرَ بَعْدَ ذَلِكَ} هذه النعمَ. </p><p> {فَأُولَئِكَ هُمُ الْفَاسِقُونَ} العاصون، وكان أول من كفر بهذه النعمة بعدما أنجز الله وعده الذين قتلوا عثمان بن عفان رضي الله عنه فغير الله تعالى ما بهم، وأدخل عليهم الخوف الذي كان رفعه عنهم حتى صاروا يقتتلون بعد أن كانوا إخوانًا. </p><p> ... </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٤٥٨ - ٤٥٩)، و\"تفسير البغوي\" (٣/ ٣١٠)، و\"معجم القراءات القرآنية\" (٤/ ٢٦٦). (٢) المصادر السابقة.</p>"
}