{
  "id": null,
  "sura": 27,
  "aya": 36,
  "text": "<p> {وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً} ليستقيم أمرهم، تحذرهم مسير سليمان إليهم، وتناهى الخبر عنها هاهنا، فصدق الله تعالى قولها. </p><p> فقال:  {وَكَذَلِكَ يَفْعَلُونَ} أي: كما قالت. </p><p> ... </p><p> {وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ (٣٥) }. </p><p> [٣٥] وكانت بلقيس امرأة لبيبة، قد سيست وساست، وعرفت تدبير الملك، فأرادت أن تداري عن بلدها، فقالت للملأ من قومها:  {وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ} أختبر بذلك سليمان، إن كان ملكًا، أخذ الهدية وانصرف، وإن كان نبيًّا لم يأخذها، ولم نأمنه على بلادنا. </p><p> {فَنَاظِرَةٌ بِمَ} أي: بأي شيء. </p><p> {يَرْجِعُ الْمُرْسَلُونَ} من قبول الهدية أو ردها، وما يقال لهم. وقف يعقوب والبزي:  (بمَهْ) بزيادة هاء بعد الميم بخلاف عنهما (١) ، والهدية: اسم للشيء المعطى بملاطفة ورفق. </p><p> ... </p><p> {فَلَمَّا جَاءَ سُلَيْمَانَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ (٣٦) }. </p><p> [٣٦] فأهدت بلقيس لسليمان وُصَفاءَ ووصائفَ، وألبستهم لباسًا واحدًا لئلا يُعرفوا، وكان عددهم خمس مئة جارية، وخمس مئة غلام، وأربع </p><p>(١) انظر: \"الغيث\" للصفاقسي (ص: ٣١١)، و \"معجم القراءات القرآنية\" (٤/ ٣٥١) عن البزي.</p><p> لبنات، كل لبنة مئة رطل من ذهب، وتاجًا مكللًا بالجواهر، ومسكًا وعنبرًا، وحقة فيها درة ثمينة، وخرزة جزعية معوجة الثقب، وكتبت كتابًا فيه نسخة الهدايا، وقالت فيه: إن كنت نبيًّا، فميز بين الوصفاء والوصائف، وأخبر بما في الحقة قبل فتحها، واثقب الدرة ثقبًا مستويًا من غير علاج إنس ولا جن، وأمرت الغلمان أن يكلموه بكلام فيه لين شبه كلام النساء، والجواري بكلام فيه غلظة شبه كلام الرجال، وأرسلت الهدية مع المنذر بن عمرو من قومها ذي لب ورأي، وضمت إليه رجالًا من قومها، وقالت له: انظر إليه، فإن نظر إليك نظر غضب، فاعلم أنه مَلِك، فلا يهولنك منظره، وإن رأيته هشًّا لطيفًا، فاعلم أنه نبي كريم، فتفهم قوله، ورد الجواب كما سمعت. فانطلق الرسول بالهدايا، وأقبل الهدهد نحو سليمان مسرعًا يخبره الخبر، فأمر سليمان أن يضربوا لبنات الذهب والفضة، وأن يبسطوها من موضعه الذي هو فيه إلى تسعة فراسخ ميدانًا واحدًا، وأن يتركوا على طريقهم موضعًا على قدر اللبنات خاليًا، وأن يجعلوا حول الميدان حائطًا مشرفًا من الذهب والفضة، ثم أمر الجن فجاؤوا بأحسن دواب البحر، فجعلها مع أولاد الجن عن يمين الميدان وشماله، وجلس هو في الميدان، وحوله الجن والإنس والشياطين والطير والوحش، فجعل الرسل يمرون بكراديس الجن والإنس والشياطين، فلما رأى الرسل موضع اللبنات خاليًا، وكل الأرض مفروشة، خافوا أن يُتهموا بذلك، فطرحوا ما معهم في ذلك المكان، وتقاصرت نفوسهم لما رأوا ما لم تر أعينهم. </p><p> {فَلَمَّا جَاءَ} رسلها {سُلَيْمَانَ} نظر إليهم بوجه حَسَنٍ طَلْق، وقال: ما وراءكم؟ فأخبر الخبر، وأعطي كتابها، فنظر فيه فقال: أين الحقة؟ فجيء بها، فقال: إن فيها درة ثمينة غير مثقوبة، وجزعة معوجة الثقب، </p><p> فأمر سليمان الأرضة، فأخذت شعرة ودخلت في الدرة حتى خرجت من الجانب الآخر، ودخلت دودة أخرى بخيط في الخرزة المثقوبة حتى خرجت من الجانب الآخر، فجمع بين طرفيه، وختمه، ودفعها إليهم، وميز بين الجواري والغلمان بأن أمرهم بغسل وجوههم وأيديهم، فكانت الجارية تأخذ الماء بإحدى يديها وتجعله على اليد الأخرى، والغلام يأخذ من الآنية يضرب به وجهه، فلما اعتبر الهدية. </p><p> {قَالَ أَتُمِدُّونَنِ} أتزيدونني {بِمَالٍ} وأكثر استعمال الإمداد في المحبوب، والمد في المكروه. </p><p> {فَمَا آتَانِيَ اللَّهُ} من النبوة والملك {خَيْرٌ مِمَّا آتَاكُمْ} من الدنيا، ثم أضرب عن إنكاره عليهم مبينًا سبب حملهم على الإمداد. </p><p> فقال:  {بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ} لفخركم بزخارف الدنيا (١) ، المعنى: إن الله تعالى أعطاني نبوة وملكًا لا مزيد عليه، فلا حاجة بي إلى دنياكم، بل حاجتي إلى إيمان قومكم. قرأ حمزة، ويعقوب:  (أَتُمِدُّونِّي) بنون واحدة مشددة وإثبات الياء، وقرأ الباقون: بنونين خفيفتين، وأثبت الياء وصلًا نافع، وأبو جعفر، وأبو عمرو، وفي الحالين: ابن كثير، ويعقوب، وحمزة (٢) ، إلا أن حمزة ويعقوب يدغمان النون كما تقدم، وقرأ نافع، </p><p>(١) \"الدنيا\" ساقطة من \"ش\". (٢) انظر: \"التيسير\" للداني (ص: ١٧٠)، و\"تفسير البغوي\" (٣/ ٤٠١)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٤٠)، و\"معجم القراءات القرآنية\" (٤/ ٣٥٢).</p>"
}