{
  "id": null,
  "sura": 28,
  "aya": 28,
  "text": "<p> {عَلَى أَنْ تَأْجُرَنِي} تكون أجيرًا {ثَمَانِيَ حِجَجٍ} أي: سنين، منصوب على الظرف، واحدتها حجة. </p><p> {فَإِنْ أَتْمَمْتَ عَشْرًا} أي: خدمة عشر سنين {فَمِنْ عِنْدِكَ} تبرُّع لا إلزام مني. </p><p> {وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ} بإلزام أتم الأجلين. </p><p> {سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّالِحِينَ} في حسن الصحبة والوفاء بما قلت. قرأ نافع، وأبو جعفر:  (إِنِّيَ أُرِيدُ)  (سَتَجِدُنِيَ) بفتح الياء فيهما، وقرأ الباقون: بإسكانهما فيهما (١) . </p><p> ... </p><p> {قَالَ ذَلِكَ بَيْنِي وَبَيْنَكَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ وَاللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ (٢٨) }. </p><p> [٢٨]  {قَالَ} موسى: {ذَلِكَ} أي: هذا الشرط. </p><p> {بَيْنِي وَبَيْنَكَ} لا تخرج عنه. </p><p> {أَيَّمَا الْأَجَلَيْنِ} أي: أيَّ الأجلين، و (ما) صلة {قَضَيْتُ} أتممت، الثمانَ أو العشرَ {فَلَا عُدْوَانَ} فلا يُعتدى {عَلَيَّ} بطلب الزيادة على أحدهما. </p><p>= و\"معجم القراءات القرآنية\" (٥/ ١٥ - ١٦). (١) انظر: \"السبعة\" لابن مجاهد (ص: ٤٩٦)، و\"التيسير\" للداني (ص: ١٧٢)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٤٢)، و\"معجم القراءات القرآنية\" (٥/ ١٥ - ١٦).</p><p> {وَاللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ} حفيظ، فجمع شعيب المؤمنين من أهل مدين، وزَوَّجه ابنته صافوراء، ودخل موسى البيت، وأقام يرعى غنم شعيب عشرَ سنين. </p><p> والإجارة: بيعُ المنفعة بعِوَض، وهي -بكسر الهمزة-: مصدر أَجَره يأجُره أجرًا، وإجارة، فهو مأجور، واشتقاقها من الأجر، وهو العوض، ومنه سمي الثواب أجرًا، ومن شرط صحتها أن تكون المنفعة والعوض معلومين بالاتفاق، فإذا استأجر رجل رجلًا لعمل معين؛ كخياطة ثوب، أو بناء حائط، أو رعي غنم، ونحو ذلك بأجرة معلومة، صح بغير خلاف. </p><p> وتقدم ذكر الخلاف في منافع الحر، هل يجوز أن تكون صداقًا؟ في سورة النساء، وأما إجارة الملك في العقار ونحوه، فتصح مدة معلومة، وإن طالت، بالاتفاق، واختلفوا في إجارة الوقف، فقال أبو حنيفة: لا تزاد على ثلاث سنين، وقال مالك: تجوز سنتين، ولمن مرجعها له عشر سنين، وقال الشافعي وأحمد: تجوز مدة يمكن فيها بقاء العين غالبًا، وهي عند أبي حنيفة عقد جائز تنفسخ بموت أحد المتعاقدين إن عقدها لنفسه، وإن عقدها لغيره لا تنفسخ؛ كالوكيل والوصي ومتولي الوقف لبقاء المستحق عليه والمستحق، حتى لو مات المعقود له صارت عند مالك والشافعي وأحمد عقدًا لازمًا لا تنفسخ بالموت، والوارث قائم مقامه، وإذا كانت الأجرة مؤجلة، فمات المستأجر، فمذهب أحمد أن الأجرة على حكمها في التأجيل، وتقدم بها وارثه مؤجلة، وعند مالك والشافعي تحل الأجرة بالموت. </p>"
}