{
  "id": null,
  "sura": 28,
  "aya": 25,
  "text": "<p> خاصة؟ قالتا: لا، بل لجميع الخلق، وكانوا إذا فرغوا، عمدوا إلى حجر عظيم لا يرفعه إلا عشرة نفر يطبقونه على رأس البئر؛ لئلا يقدر على تنحيته. </p><p> ... </p><p> {فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ (٢٤) }. </p><p> [٢٤] فسكت موسى -عليه السلام- حتى فرع الناس من سقي أغنامهم، فأطبقوا الحجر، وانصرفوا، فقام موسى، وقال للمرأتين: قرِّبا أغنامكما من الحوض، ثم إنه تقدم إلى البئر، وضرب الصخرة برجله، فدحاها أربعين ذراعًا على ضعفه من الجوع وسقوط خُفِّ قدمه. </p><p> {فَسَقَى لَهُمَا} أغنامهما. </p><p> {ثُمَّ} بعد فراغه {تَوَلَّى إِلَى الظِّلِّ} كان ظل شجرة، فجلس في ظلها من شدة الحر وهو جائع. </p><p> {فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ} طعام قليل أو كثير. </p><p> {فَقِيرٌ} محتاج. </p><p> ... </p><p> {فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ (٢٥) }. </p><p> [٢٥] فانصرفت المرأتان إلى أبيهما شعيب، فأخبرتاه بما كان، فقال </p><p> لإحداهما: اذهبي فأتيني به {فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ} واضعة كم درعها على وجهها حياء منه، فأومأت إليه. </p><p> {قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا} أجرَ سقيك، فقام موسى، ومرت المرأة بين يديه، فكشفت الريح عن ساقيها، فقال لها موسى: تأخري ورائي، ودليني على الطريق، فتأخرت، وكانت تقول: عن يمينك، وشمالك، وقدامك، حتى وقف على باب شعيب (١) ، فلما ردت المرأة لأبيها، وأخبرته، فأذن له بالدخول، وشعيب يومئذ شيخ كبير، وقد كُفَّ بصره، فسلم موسى عليه، فرد عليه السلام، وعانقه، ثم أجلسه بين يديه، وكان قد هُيئ العشاء، فقال: اجلس يا شاب فتعش، فقال: معاذ الله، فقال شعيب: ألست جائعًا؟ قال: بلى، ولكن أخاف أن يكون عوضًا عما سقيت لهما، وإنا أهل بيت لا نطلب على عمل من أعمال الآخرة عوضًا من الدنيا، فقال شعيب: لا والله يا شاب، ولكنها عادتي وعادة آبائي، نَقْري الضيف، ونطعم الطعام، فأكل على اسم الله، فلما فرغ من أكله، حمد الله، وأثنى عليه بالجميل، ثم سأله شعيب عن حاله وقصته. </p><p> {فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ} من حين مولده إلى حين جاءه. </p><p> {قَالَ} له شعيب: {لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ} يعني: فرعون وقومه؛ لأنه لم يكن له سلطان على مدين. </p><p> ... </p><p>(١) رواه الطبري في \"تفسيره\" (١٩/ ٥٦٠). عن السدي، وانظر: \"تفسير البغوي\" (٣/ ٤٣٥).</p>"
}