{
  "id": null,
  "sura": 29,
  "aya": 29,
  "text": "<p> {وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ (٢٨) }. </p><p> [٢٨]  {وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ} وهي إتيان الرجال. </p><p> {مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ} قرأ نافع، وأبو جعفر، وابن كثير، وابن عامر، ويعقوب، وحفص عن عاصم:  (إِنَّكُمْ) بالإخبار، وقرأ الباقون، وهم: أبو عمرو، وحمزة، والكسائي، وخلف، وأبو بكر عن عاصم:  (أَئِنَّكمْ) بالاستفهام، فأبو عمرو يحقق الهمزة الأولى، ويسهل الثانية، وهو على أصله في إدخال ألف بينهما، والباقون: يحققون الهمزتين (١) . </p><p> * * * </p><p> {أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٢٩) }. </p><p> [٢٩]  {أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ} طريق المارة، كانوا يجلسون عليها، فمن مر بهم، أخذوه، فأخبثوا به. اتفق القراء على الاستفهام في هذا الحرف، وهم على أصولهم، فنافع، وابن كثير، </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٥٠٠ و ٥٠٣)، و\"التيسير\" للداني (ص: ١٧٢ - ١٧٣)، و\"تفسير البغوي\" (٣/ ٤٦٨)، و\"النشر في القراءات العشر\" لابن الجزري (١/ ٣٧٢ - ٣٧٣)، و\"معجم القراءات القرآنية\" (٥/ ٤٦ - ٤٧).</p><p> وأبو جعفر، وأبو عمرو، ورويس عن يعقوب: يحققون الهمزة الأولى، ويسهلون الثانية بين الهمزة والياء، ويفصل بين الهمزتين بألف: أبو جعفر، وأبو عمرو، وقالون، واختلف عن هشام، والباقون، وهم الكوفيون، وابن عامر، وروح عن يعقوب: يحققون الهمزتين (١) . </p><p> {وَتَأْتُونَ فِي نَادِيكُمُ} أي: مجلسكم ومتحدَّثكم، والنادي والندِيُّ: مجلس القوم ما داموا فيه، فإذا خرجوا منه، فليس بنادي {الْمُنْكَرَ} هو إتيان الرجالِ بعضهم بعضًا في المجالس، روي أنهم كانوا يجلسون على الطريق، وعند كل واحد منهم (٢) قصعة فيها حصًا، فمن مر بهم، حذفوه، فمن أصابه منهم، فهو أحق به، فيأخذ ما معه، وينكحه، ويغرمه ثلاثة دراهم، ولهم قاض يقضي بينهم بذلك، ومنه: هو أجورُ من قاضي سدوم، وكان من أخلاقهم مضغ العلك، وتطريف الأصابع بالحناء، وفرقعتها، وحل الأزرار، والسباب والفحش، ورمي البندق، واللعب بالحمام. </p><p> {فَمَا كَانَ جَوَابَ قَوْمِهِ} لما أنكر عليهم. </p><p> {إِلَّا أَنْ قَالُوا} له استهزاءً: </p><p> {ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ} فيما تعدنا من نزول العذاب. </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٤٩٩)، و\"التيسير\" للداني (ص: ١٣٢)، و\"النشر في القراءات العشر\" لابن الجزري (١/ ٣٦٣ و ٣٧٣)، و\"معجم القراءات القرآنية\" (٥/ ٤٧). (٢) \"منهم\" ساقطة في \"ت\".</p>"
}