{
  "id": null,
  "sura": 30,
  "aya": 4,
  "text": "<p> معناه، ومذهب أبي جعفر في تقطيع الحروف أول سورة العنكبوت. </p><p> * * * </p><p> {غُلِبَتِ الرُّومُ (٢) }. </p><p> [٢]  {غُلِبَتِ الرُّومُ} حين قاتلهم الفرس. </p><p> * * * </p><p> {فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ (٣) }. </p><p> [٣]  {فِي أَدْنَى الْأَرْضِ} أقربها، وهي أذرعات وبصرى، وهي أدنى الشام إلى أرض العرب والعجم {وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ} الفرسَ. </p><p> * * * </p><p> {فِي بِضْعِ سِنِينَ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ (٤) }. </p><p> [٤]  {فِي بِضْعِ سِنِينَ} هو ما بين ثلاث إلى عشر، فلما نزلت الآيات، قال أبو بكر:  \"لا يقر الله أعينكم، ستكون لهم الغلبة عليكم\" فَنَاحَبَهُ؛ أي: راهنه أُبي بن خلف على عشر قلص إلى ثلاث سنين، فأخبر النبي - صلى الله عليه وسلم - بذلك، فقال:  \"إنما البضع من الثلاث إلى التسع، فزايده في الخطر، وماده في الأجل\" ، وذلك قبل تحريم القمار، فجعلا المناحبة على مئة قلوص إلى تسع سنين، فمات أُبي بن خلف من طعنة النبي - صلى الله عليه وسلم - حين بارزه، ثم نصرت الروم بعد سبع سنين، وكان يوم الحديبية أو بدر، فأخذ أبو بكر الرهن من </p><p>= و\"الدر المنثور\" للسيوطي (٦/ ٤٧٨).</p><p> ورثة أُبي، وجاء به يحمله إلى النبي - صلى الله عليه وسلم -، فقال له:  \"تصدق به\"  (١) . وقرأ عبد الله بن عمر، وأبو سعيد الخدري، والحسن، وعيسى بن عمر:  (غَلَبَتِ الرُّومُ) بفتح الغين واللام، و (سَيُغْلَبُونَ) بضم الياء وفتح اللام (٢) ، وقالوا: نزلت حين أخبر النبي - صلى الله عليه وسلم - غلبة الروم فارس، ومعنى الآية: غلبت الروم فارس في أدنى الأرض إليكم، وهم من بعد غلبهم سيغلبهم المسلمون في بضع سنين، وعند انقضاء هذه المدة أخذ المسلمون في جهاد الروم، قال البغوي: والأول أصح، وهو قول أكثر المفسرين (٣) . </p><p> وقد حكى بعض المؤرخين في معنى ذلك: أن بيت المقدس لما فتح على يد عمر بن الخطاب -رضي الله عنه- في سنة خمس عشرة، أو ست عشرة من الهجرة الشريفة، واستمر بأيدي المسلمين أربع مئة وسبعًا وسبعين سنة، ثم تغلب عليه الفرنج، واستولوا عليه في شعبان سنة اثنتين وتسعين وأربع مئة من الهجرة الشريفة، واستمر بأيديهم إحدى وتسعين سنة، إلى أن فتحه الله على يد الناصر صلاح الدين يوسف بن أيوب -رحمه الله- في يوم الجمعة سابع عشري رجب سنة ثلاث وثمانين وخمس مئة، ووقع من الاتفاقات العجيبة أن الناصر صلاح الدين كان قبل ذلك استولى على مدينة حلب في صفر سنة تسع وسبعين وخمس مئة فامتدحه القاضي محي الدين بن الزكي قاضي دمشق بقصيدة منها: </p><p>(١) انظر: \"تفسير الطبري\" (٢١/ ١٧ - ١٨). (٢) انظر: \"القراءات الشاذة\" لابن خالويه (ص: ١١٦)، و\"تفسير البغوي\" (٣/ ٢٢١)، و\"معجم القراءات القرآنية\" (٥/ ٦٣).(٣) انظر: \"تفسير البغوي\" (٣/ ٤٨٧).</p><p> وَفَتْحُكُمْ حَلَبًا بِالسَّيْفِ في صَفَرٍ ... مبشرٌ بفتوحِ القدسِ في رَجَبِ </p><p> فكان كما قال، وفتح القدس في رجب كما تقدم، فقيل له: من أين لك هذا؟ فقال: أخذته من تفسير ابن مرجان (١) في قوله تعالى: {الم (١) غُلِبَتِ الرُّومُ (٢) فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ (٣) فِي بِضْعِ سِنِينَ}، وكان الإمام أبو الحكم بن مرجان الأندلسي قد صنف تفسيره المذكور في سنة عشرين وخمس مئة، وبيت المقدس يومئذ بيد الفرنج لعنهم الله. </p><p> قال ابن خلكان في \"تاريخه\" في ترجمة ابن الزكي: ولما وقفت أنا على هذا البيت وهذه الحكاية، لم أزل أتطلب تفسير ابن مرجان حتى وجدته على هذه الصورة، ولكن رأيت هذا الفصل مكتوبًا في الحاشية بخط الأصل، ولا أدري هل كان من أصل الكتاب، أم هو ملحق، قال وذكر له حسابًا طويلًا وطريقًا في استخراج ذلك حين حزره من قوله تعالى:  {بِضْعِ سِنِينَ} ، انتهى (٢) ، وقد صحيح البغوي الأول كما تقدم. </p><p> {لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ} من قبل قتالهم وبعده، فأي الفريقين كان له الغلبة، فهو بأمر الله وقضائه. </p><p> {وَيَوْمَئِذٍ} أي: يوم يغلب الروم فارس. </p><p> {يَفْرَحُ الْمُؤْمِنُونَ} . </p><p> * * * </p><p>(١) \"برجان\" في: \"ت\". (٢) انظر: \"وفيات الأعيان\" لابن خلكان (٤/ ٢٢٩ - ٢٣٠).</p>"
}