{
  "id": null,
  "sura": 30,
  "aya": 18,
  "text": "<p> {فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ (١٧) }. </p><p> [١٧] سئل ابن عباس رضي الله عنهما عن المواقيت الخمس، هل هي في كتاب الله تعالى؟ قال:  \"نعم\" ، ثم تلا:  {فَسُبْحَانَ اللَّهِ}  (١) أي: نزهوا الله. </p><p> {حِينَ تُمْسُونَ} تدخلون في المساء، والمراد: صلاتا المغرب والعشاء. </p><p> {وَحِينَ تُصْبِحُونَ} أي: تدخلون في الصباح، وهو صلاة الفجر. </p><p> * * * </p><p> {وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ (١٨) }. </p><p> [١٨]  {وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ} قال ابن عباس: \"يحمده أهل السموات والأرض ويصلون\"  (٢) ، {وَعَشِيًّا} هي صلاة العصر. </p><p> {وَحِينَ تُظْهِرُونَ} تدخلون في الظهيرة، وهي صلاة الظهر. </p><p> واتفق الأئمة على أن الصلوات المفروضات في اليوم والليلة خمس، وعلى أنها سبع عشرة ركعة، الظهر أربع، والعصر أربع، والمغرب ثلاث، والعشاء أربع، والفجر ركعتان، وتجب الصلاة بأول الوقت لغير معذور، وعليه بآخره بالاتفاق. </p><p> فأول وقت الظهر: إذا زالت الشمس، وهو ابتداء طول الظل بعد تناهي </p><p>(١) رواه عبد الرزاق في \"تفسيره\" (٣/ ١٠٣)، والطبري في \"تفسيره\" (٢١/ ٢٩)، والطبراني في \"المعجم الكبير\" (١٠٥٩٦)، والحاكم في \"المستدرك\" (٣٥٤١). (٢) انظر: \"تفسير البغوي\" (٣/ ٢٢١).</p><p> قصره بالاتفاق، وآخر وقتها: إذا صار ظل الشيء مثله بعد الذي زالت فيه الشمس عند الشافعي وأحمد، وقال مالك: هو آخر وقت الظهر، وهو بعينه أول وقت العصر المختار يكون وقتًا لهما ممتزجًا بينهما، فإذا زاد زيادة بينة، خرج وقت الظهر المختار، واختص الوقت بالعصر، وعند أبي حنيفة آخر وقت الظهر مصير ظل الشيء مثليه، وخالفه صاحباه، فوافقا الشافعي وأحمد. </p><p> ثم العصر، ووقتها من خروج وقت الظهر على الاختلاف بينهم، وآخر وقتها المختار مصير ظل كل شيء مثليه عند مالك والشافعي وأحمد، ووقت الضرورة عند الشافعي وأحمد إلى غروب الشمس، وهو آخر الوقت عند أبي حنيفة، وقال مالك: وقت الضرورة ببقاء خمس ركعات من النهار يدرك ما الظهر والعصر، وما دون ذلك يدرك ما العصر دون الظهر. </p><p> ثم المغرب، ووقتها من مغيب الشمس بالاتفاق، قال مالك: وقت المغرب في الأخبار مغيب الشمس، وهو وقت واحد مضيق غير ممتد، لا يؤخر عنه، مقدر آخره بالفراغ منها في حق كل مكلف، وآخر وقتها عند الشافعي وأحمد مغيب الشفق الأحمر بالأفق، وهو من بقايا شعاع الشمس، وعند أبي حنيفة هو البياض الذي يبقى بعد الحمرة؛ خلافًا لصاحبيه. </p><p> ثم العشاء، ووقتها من مغيب الشفق على الاختلاف بينهم، وآخر وقتها المختار عند مالك والشافعي وأحمد ثلث الليل الأول، ووقت الضرورة عند مالك بقاء أربع ركعات من الليل قبل طلوع الفجر يدرك ما المغرب والعشاء، وما دون ذلك يدرك بها العشاء وحدها، وعند الشافعي وأحمد وقت الضرورة إلى طلوع الفجر الثاني، وهو البياض الذي يبدو من قبل </p>"
}