{
  "id": null,
  "sura": 31,
  "aya": 6,
  "text": "<p> هو هدى ورحمة، وقرأ الباقون: بالنصب على الحال من الآيات (١)  {لِلْمُحْسِنِينَ} . </p><p> * * * </p><p> {الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ (٤) }. </p><p> [٤]  {الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ} بيان لإحسانهم. </p><p> * * * </p><p> {أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥) }. </p><p> [٥]  {أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} الظافرون بطلبتهم. </p><p> * * * </p><p> {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (٦) }. </p><p> [٦] وكان النضر بن الحارث بن كلدة يَتَّجِر، فيأتي الحيرة، فيشتري أخبار الأعاجم، ويحدث بها قريشًا، ويقول: إن محمدًا يحدثكم بحديث عاد وثمود، وأنا أحدثكم بحديث رستم وإسفنديار وأخبار الأكاسرة، فيستملحون حديثه، ويتركون سماع القرآن، فأنزل الله تعالى: {وَمِنَ النَّاسِ </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٥١٢)، و\"التيسير\" للداني (ص: ١٧٦)، و\"تفسير البغوي\" (٣/ ٥٠٥)، و \"معجم القراءات القرآنية\" (٥/ ٨٣).</p><p> مَنْ يَشْتَرِي} (١) يستبدل {لَهْوَ الْحَدِيثِ} باطله، وقيل: نزلت فيمن يشتري المغنيات، قال - صلى الله عليه وسلم -: \"لا يحل شراء المغنيات، ولا بيعهن، وأثمانهن حرام\"  (٢) ؛ لأن في مثل هذا نزلت هذه الآية. </p><p> {لِيُضِلَّ} ليصير آخر أمره إلى الضلال. </p><p> {عَنْ سَبِيلِ اللَّهِ} طريق الإسلام {بِغَيْرِ عِلْمٍ} بل بجهل. </p><p> {وَيَتَّخِذَهَا} أي: السبيل {هُزُوًا} سخرية. </p><p> {أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ} لإهانتهم الحق باستئثار الباطل عليه. قرأ ابن كثير، وأبو عمرو:  (لِيَضِلِّ) بفتح الياء (وَيَتَّخِذُهَا) برفع الذال عطفًا على (يشتري) ، و (هُزُؤًا) بضم الزاي والهمز، وقرأ حفص عن عاصم:  (لِيُضِلَّ) بضم الياء، (وَيَتَّخِذَهَا) بنصب الذال عطفًا على (لِيُضِلَّ) ، و (هُزُوًا) بضم الزاي وفتح الواو منونة بغير همز، وقرأ حمزة، وخلف:  (لِيُضِلَّ) بضم الياء (وَيَتَّخِذَهَا) بفتح الذال (هُزْءًا) بإسكان الزاي مع الهمز، وقرأ نافع، وأبو جعفر، وابن عامر، وأبو بكر عن عاصم:  (لِيُضِلَّ) بضم الياء (وَيَتَّخِذَهَا) بفتح الذال (هُزُؤًا) بضم الزاي والهمز (٣) . </p><p>(١) انظر: \"أسباب نزول\" للواحدي (ص: ١٩٨). (٢) رواه الترمذي (٣١٩٥)، كتاب: التفسير، باب: ومن سورة لقمان، وقال: حديث غريب، وعلي بن يزيد يضعَّف في الحديث، وابن ماجه (٢١٦٨)، كتاب: التجارات، باب: ما لا يحل بيعه، والإمام أحمد في \"المسند\" (٥/ ٢٥٧)، عن أبي أمامة -رضي الله عنه-.(٣) انظر: \"التيسير\" للداني (ص: ١٣٤ و ١٧٦)، و\"تفسير البغوي\" (٣/ ٥٠٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢١٥ و ٣٤٦)، و\"معجم القراءات القرآنية\" (٥/ ٨٣ - ٨٤).</p>"
}