{
  "id": null,
  "sura": 33,
  "aya": 50,
  "text": "<p> أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٥٠) }. </p><p> [٥٠]  {يَاأَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ} أي: مهورهن، وتقدم قريبًا مذهب نافع في الهمزتين من (النَّبِيءُ إِنَّا)  {وَمَا مَلَكَتْ يَمِينُكَ} من الإماء. </p><p> {مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ} أي: غَنَّمَكَ من الكفار؛ كصفية وجويرية، وقد كانت مارية مما ملكت يمينه، فولدت له إبراهيم {وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ} نساء قريش. </p><p> {وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ} نساء بني زهرة {اللَّاتِي هَاجَرْنَ مَعَكَ} إلى المدينة، فمن لم تهاجر معه منهن، لم يجز له نكاحها. </p><p> عن أم هانئ بنت أبي طالب قالت:  \"خطبني رسول الله - صلى الله عليه وسلم - لما فتح مكة، فأنزل الله هذه الآية، فلم أحل له؛ لأني لم أكن من المهاجرات، وكنت من الطلقاء\"  (١) ، ثم نسخ شرط الهجرة بقوله:  {وَامْرَأَةً مُؤْمِنَةً}  [فلا يحل له غير المؤمنة،المعنى:أبحنا لك جميع المذكورات، وأبحنا لك امرأة مؤمنة]  (٢)  {إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ يَسْتَنْكِحَهَا} بطلب نكاحها من غير صداق. </p><p>(١) رواه الترمذي (٣٢١٤)، كتاب: التفسير، باب: ومن سورة الأحزاب، وقال: حسن صحيح، والطبراني في \"المعجم الكبير\" (١٠٠٧)، والحاكم في \"المستدرك\" (٣٥٧٤)، والبيهقي في \"السنن الكبرى\" (٧/ ٥٤). (٢) ما بين معكوفتين زيادة من \"ت\".</p><p> {خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ} المعنى: إذا وهبتك مؤمنة نفسها، حلت لك خاصة بلفظ الهبة بلا صداق، كالزيادة على الأربع، وكان من خصائصه - صلى الله عليه وسلم - أن يتزوج بلا ولي ولا شهود، وإذا خطب امرأة، يحرم على غيره خطبتها حتى يتركها (١) ، والواهبةُ نفسَها هي أم شريك بنتُ جابر من بني أسد، وقيل: ميمونة بنت الحارث، وقيل: خولة بنت حكيم من بني سليم، وقيل: زينب بنت خزيمة الأنصارية (٢) . قرأ نافع (لِلنَّبِيءِ إِنْ) بالهمز والمد في (النَّبِيءِ) ، وتسهيل الهمز الثاني بين بين، وقرأ:  (أَرَادَ النَّبِيءُ أَنْ) بالهمز والمد في (النَّبِيءُ) ، وإبدال الهمز الثاني واوًا محضة مفتوحة، وخالفه قالون في الحرف الأول، وهو (لِلنَّبِيِّ إِنْ) ، فقرأ بتشديد الياء، وتحقيق الهمز بعدها؛ كبقية القراء (٣) . </p><p> واختلف الأئمة في انعقاد النكاح بلفظ الهبة في حق الأمة، فقال أبو حنيفة: ينعقد بلفظ الهبة والصدقة والتمليك والبيع والشراء، وعنه في لفظ الإجارة خلاف، وقال مالك: ينعقد بلفظ يدل على التأبيد مدة الحياة؛ </p><p>(١) انظر: \"فتح الباري\" لابن حجر (٩/ ١٢٨). (٢) انظر: \"التلخيص الحبير\" (٣/ ١٣٨)، و\"فتح الباري\" (٨/ ٥٢٥ - ٥٢٦) قال ابن حجر في \"الفتح\" بعد أن ذكر من خَرَّج الآثار في اللواتي وهبن أنفسهن له صلى الله عليه وسلم، وبعد أن ذكر الحكم الحديثي لكلٍّ، قال: عن عكرمة عن ابن عباس: \"لم يكن عند رسول الله صلى الله عليه وسلم امرأة وهبت نفسها له\" أخرجه الطبري وإسناده حسن. والمراد أنه لم يدخل بواحدةٍ ممَّن وهبت نفسها له وإن كان مباحًا له؛ لأنه راجع إلى إرادته؛ لقوله تعالى: {إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا}.(٣) سلفت هذه القراءة في تفسير الآية (١) من هذه السورة.</p><p> كأنكحت، وزوجت، وملكت، وبعت، وكذا وهبت بتسمية صداق، وقال الشافعي وأحمد: لا ينعقد إلا بلفظ النكاح والتزويج. </p><p> واختلفوا في اشتراط الشهادة لصحة النكاح، فقال مالك: يصح بلا إشهاد بشرط الإعلان، وتركِ التواصي بالكتمان، وقال الثلاثة: تشترط، فعند أبي حنيفة: ينعقد بحضور رجلين، ورجل وامرأتين، ولا تشترط العدالة، وعند الشافعي وأحمد: تشترط الذكورة، والشافعي يشترط العدالة، والصحيح عنه: أنه ينعقد بمستوري العدالة، فلو بان فسق الشاهد عند العقد، فباطل، وأحمد يشترط العدالة في شاهديه ظاهرًا فقط، فلو بانا بعده فاسقين، فالعقد صحيح. </p><p> {قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ} أي: أوجبنا على المؤمنين. </p><p> {فِي أَزْوَاجِهِمْ} من الأحكام ألَّا يتزوجوا أكثر من أربع. </p><p> {وَمَا مَلَكَتْ أَيْمَانُهُمْ} من الإماء مباح لهم فوق أربع زوجات. </p><p> {لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ} ضيق، وهذا يرجع إلى أول الآية؛ أي: أحللنا لك أزواجك وما ملكت يمينك والموهوبة لئلا يضيق عليك. </p><p> {وَكَانَ اللَّهُ غَفُورًا} لما يعسر التحرز عنه. </p><p> {رَحِيمًا} بالتوسعة في مظان الحرج. </p><p> * * * </p><p> {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا (٥١) }. </p>"
}