{
  "id": null,
  "sura": 33,
  "aya": 53,
  "text": "<p> {إِلَّا مَا مَلَكَتْ يَمِينُكَ} قال ابن عباس: \"ملك بعد هؤلاء مارية\"  (١) . </p><p> {وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا} حافظًا. </p><p> وفي الآية دليل على جواز النظر إلى من يريد نكاحها من النساء. </p><p> وعن أبي هريرة -رضي الله عنه-: أن رجلًا أراد أن يتزوج امرأة من الأنصار، فقال له النبي - صلى الله عليه وسلم -: \"انظر إليها؛ فإن في أعين نساء الأنصار شيئًا\"  (٢) ، قال الحميدي: يعني: الصغر، فإذا خطب الرجل امرأة، أبيح له النظر إليها بالاتفاق، فعند أحمد: ينظر إلى ما يظهر غالبًا، كوجه ورقبة ويد وقدم، وعند الثلاثة: لا ينظر غير الوجه والكفين. </p><p> * * * </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا (٥٣) }. </p><p> [٥٣] ونزل تأديبًا لناس من المسلمين كانوا يتحينون طعام رسول الله - صلى الله عليه وسلم -، فيدخلون عليه قبل الطعام إلى أن يدرك، فيأكلون </p><p>(١) انظر: \"تفسير البغوي\" (٣/ ٥٧٨). (٢) رواه مسلم (١٤٢٤)، كتاب: النكاح، باب: ندب النظر إلى وجه المرأة وكفيها لمن يريد تزوجها، والحميدي في \"مسنده\" (١١٧٢).</p><p> ولا يخرجون، وكان رسول الله - صلى الله عليه وسلم - يتأذى منهم:  {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ}  (١) أي: إلا وقت الإذن {لَكُمْ إِلَى طَعَامٍ} فيؤذن لكم فتأكلون. قرأ نافع:  (بُيُوتَ النَّبِيءِ إِلَّا) بالمد والهمز وتسهيل الهمزة من (إلَّا) ، وخالفه قالون في هذا الحرف أيضًا، فقرأه بتشديد الياء كبقية القراء كما تقدم في قوله:  (لِلنَّبِيءِ إِنْ) وهذان الحرفان اللذان تقدم التنبيه عليهما أول السورة، ونبه عليهما في سورة البقرة. </p><p> {غَيْرَ نَاظِرِينَ إِنَاهُ} أي: منتظرين نضجه. قرأ حمزة، والكسائي، وخلف، وهشام عن ابن عامر بخلاف عنه:  (إِنَاهُ) بإمالة فتحة النون (٢) . </p><p> {وَلَكِنْ إِذَا دُعِيتُمْ} للأكل {فَادْخُلُوا فَإِذَا طَعِمْتُمْ} فرغتم منه {فَانْتَشِرُوا} اخرجوا من منزله {وَلَا مُسْتَأْنِسِينَ} جر عطف على (نَاظِرِينَ)  {لِحَدِيثٍ} تديرونه بينكم بعد الأكل. </p><p> {إِنَّ ذَلِكُمْ} الاستئناسَ بعدَ الأكل {كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ} فلا يأمركم بالخروج، وكان - صلى الله عليه وسلم - أشد الناس حياءً (٣) ، وأكثرهم عن العورات غضاءً، والحياء: رقة تعتري وجه الانسان عند فعل ما يتوقع </p><p>(١) انظر: \"تفسير البغوي\" (٣/ ٥٨٠)، و\"المحرر الوجيز\" لابن عطية (٤/ ٣٩٥)، و\"زاد المسير\" لابن الجوزي (٥/ ١٣٦)، و \"تفسير القرطبي\" (١٤/ ٢٢٤)، و \"البحر المحيط\" لأبي حيان (٩/ ١٦٩). (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٥٢٣)، و\"التيسير\" للداني (ص: ٤٨ - ٤٩)، و\"معجم القراءات القرآنية\" (٥/ ١٣٣).(٣) روى البخاري (٣٣٦٩) كتاب المناقب، باب: صفة النبي - صلى الله عليه وسلم -، ومسلم (٢٣٢٠)، كتاب: الفضائل، باب: كثرة حيائه - صلى الله عليه وسلم -، من حديث أبي سعيد الخدري قال: كان النبي - صلى الله عليه وسلم - أشدَّ حياءً من العذراء في خدرها.</p><p> كراهته، أو ما يكون تركه خيرًا من فعله، والإغضاء: التغافل عما يكره الإنسان بطبيعته. </p><p> {وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ} أي: لا يمتنع من تعريفكم الحق والصواب حياء منكم. </p><p> {وَإِذَا سَأَلْتُمُوهُنَّ} أي: نساء النبي - صلى الله عليه وسلم -، وإن لم يذكرن؛ لأن الحال تدل عليهن. </p><p> {مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ} أي: من وراء ستر، فبعد آية الحجاب لم يكن لأحد أن ينظر إلى امرأة من نساء رسول الله - صلى الله عليه وسلم - متنقبة كانت أو غير متنقبة. قرأ ابن كثير، والكسائي، وخلف:  (فَسَلُوهُنَّ) بالنقل، والباقون: بالهمز (١) . </p><p> {ذَلِكُمْ} السؤال {أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ} من الريبة. </p><p> وقد صح في سبب نزول الحجاب ما روي عن عائشة -رضي الله عنها-: أن أزواج النبي - صلى الله عليه وسلم - كن يخرجن بالليل إذا تبرزن إلى المناصع، وهو صعيد أفيح، وكان عمر -رضي الله عنه- يقول للنبي - صلى الله عليه وسلم -: احجب نساءك، فلم يكن يفعل، فخرجت سودة بنت زمعة زوجُ النبي - صلى الله عليه وسلم - ليلة من الليالي عشيًّا، وكانت امرأة طويلة، فناداها عمر: ألا قد عرفناك يا سودة! حرصًا على أن ينزل آية الحجاب، فأنزل الله آية الحجاب (٢) . </p><p>(١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٣٥٦)، و\"معجم القراءات القرآنية\" (٥/ ١٣٤). (٢) رواه البخاري (١٤٦)، كتاب: الوضوء، باب: خروج النساء إلى البَراز، ومسلم =</p><p> وعن أنس قال: قال عمر: \"وافقني ربي في ثلاث: قلت: يا رسول الله! لو اتخذت من مقام إبراهيم مصلى؟فأنزل الله:{وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى}[البقرة: ١٢٥]،وقلت:يا رسول الله! يدخل عليك البرُّ والفاجر، فلو أمرتَ أمهاتِ المؤمنين بالحجاب؟ فأنزل الله آية الحجاب،قال:وبلغني بعض ما آذين به رسولَ الله - صلى الله عليه وسلم - نساؤه،قال:فدخلت عليهن، فجعلت أستفزُّ بهن واحدة واحدة،قلت:والله لتنتهُنَّ، أو ليبدلنه الله أزواجًا خيرًا منكن، حتى أتيت على زينب،فقالت:يا عمر! أما كان في رسول الله - صلى الله عليه وسلم - يعظ نساءه حتى تعظهن أنت؟! قال:فخرجت،فأنزل الله عز وجل:{عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ}إلى آخر الآية[التحريم: ٥]\"  (١) . </p><p> واستدل بعض العلماء بأخذ الناس عن أزواج النبي - صلى الله عليه وسلم - من وراء حجاب على جواز شهادة الأعمى إذا تيقن الصوت، وهو مذهب مالك وأحمد، ولم يجزها أبو حنيفة، وقال الشافعي: يجوز فيما رآه قبل ذهاب بصره، أو يقر في أذنه، فيتعلق به حتى يشهد عند قاض به. </p><p>= (٢١٧٠)، كتاب: السلام، باب: إباحة الخروج للنساء لقضاء حاجة الإنسان. (١) رواه البخاري (٤٢١٣)، كتاب: التفسير، باب: {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى}. قال ابن حجر في \"الفتح\" (١/ ٥٠٥) وليس في تخصصيه العدد بالثلاث ما ينفي الزيادة عليها؛ لأنه حصلت له الموافقة في أشياء غير هذه، ومن مشهورها قصة أسارى بدر وقصة الصلاة على المنافقين، وهما في \"الصحيح\".</p>"
}