{
  "id": null,
  "sura": 33,
  "aya": 26,
  "text": "<p> {وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا (٢٥) }. </p><p> [٢٥]  {وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا} من قريش وغطفان {بِغَيْظِهِمْ} لم تُشف صدورُهم بنيل ما أرادوا {لَمْ يَنَالُوا خَيْرًا} ظَفَرًا {وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ} بالملائكة والريح. </p><p> {وَكَانَ اللَّهُ قَوِيًّا} يقهر أعداءه {عَزِيزًا} ينصر أولياءه. </p><p> * * * </p><p> {وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ مِنْ أَهْلِ الْكِتَابِ مِنْ صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا (٢٦) }. </p><p> [٢٦] ثم بعد ذهاب الأحزاب إلى بلادهم، رجع رسول الله - صلى الله عليه وسلم - إلى المدينة بأصحابه، فجاءه جبريل -عليه السلام-، وقال:  \"وضعتم السلاح؟ إن الملائكة لم تضع أسلحتها منذ أربعين ليلة، إن الله يأمرك بالمسير إلى قريظة، وإني مزلزلٌ حصونَهم\" ، فأمر رسول الله - صلى الله عليه وسلم - مناديًا، فأذن:  \"أن من كان سامعًا مطيعًا، فلا يصلينَّ العصرَ إلا في بني قريظة\" ، وأعطى رايته عليًّا، فسار بالناس حتى دنا من الحصن، فحاصرهم - صلى الله عليه وسلم - خمسًا وعشرين ليلة حتى أجهدهم الحصار، فقالوا لأبي لبابة: أننزل على حكم محمد؟ فقال: نعم، وأشار بيده إلى حلقه أنه الذبح، وتقدم خبر أبي لبابة في سورة الأنفال، فطلب بنو قريظة من النبي - صلى الله عليه وسلم - أن ينزلوا على حكم سعد بن معاذ، فأرسل رسول الله - صلى الله عليه وسلم - في طلبه، فجاء راكبَ حمارٍ، وكان رجلًا جسيمًا، فقال - صلى الله عليه وسلم -: \"قوموا إلى سيدكم\" ، فأنزلوه، فنزل، فقالوا: يا أبا عمرو! إن </p><p> رسول الله - صلى الله عليه وسلم - قد ولاك مواليك لتحكم فيهم، فقال لمواليه:  \"عليكم بذلك عهد الله وميثاقه أن الحكم فيها ما حكمت؟ \" قالوا: نعم، قال:  \"وعلى من هاهنا؟ \" في الناحية التي فيها رسول الله - صلى الله عليه وسلم -، وهو معرض عن رسول الله - صلى الله عليه وسلم - إجلالًا له، فقال رسول الله - صلى الله عليه وسلم -: \"نعم\" ، فقال:  \"أحكمُ فيهم أن يُقتل الرجال، وتُقسم الأموال، وتُسبى الذراري والنساء\" ، فكبر النبي - صلى الله عليه وسلم -، وقال:  \"لقد حكمتَ بحكم الله من فوق سبعةِ أرقعةٍ\" ، فاسْتُنْزِلوا، ثم رجع رسول الله - صلى الله عليه وسلم - إلى المدينة، وحبسهم في دار بنت الحارث: امرأة من بني النجار، ثم خرج رسول الله - صلى الله عليه وسلم - إلى سوق المدينة، فحفر به خندقًا، وضُربت أعناقُهم فيه، وكانوا ستَّ مئة، أو سبع مئة، وقيل: كانوا بين الثمان مئة إلى التسع مئة، ثم قسم الأموال والسبايا، واصطفى لنفسه - صلى الله عليه وسلم - ريحانة بنت شمعون، فكانت في ملكه حتى مات، ولم يستشهد في هذه الغزوة سوى خلاد بن زيد بن ثعلبة، دلت عليه امرأةٌ من بني قريظة رحًى شدخت رأسه، فقال - صلى الله عليه وسلم -: \"له أجرُ شهيدين\" ، وقتلها به (١) . </p><p> وعن أبي هريرة -رضي الله عنه-: أن رسول الله - صلى الله عليه وسلم - كان يقول:  \"لا إله إلا الله وحدَه، أعزَّ جنده، ونصر عبده، وغلب الأحزابَ وحده، ولا شيء بعده\"  (٢) ، وكانت هذه الغزوة في ذي القعدة سنة خمس من الهجرة الشريفة، فأنزل الله تعالى في قصة بني قريظة: </p><p>(١) هذا السياق كله في \"سيرة ابن هشام\" (٤/ ١٩٩) وما بعدها. وانظر: \"تخريج أحاديث الكشاف\" للزيلعي (٣/ ١٠٣). (٢) رواه البخاري (٣٨٨٨)، كتاب: المغازي، باب: غزوة الخندق، ومسلم (٢٧٢٤)، كتاب الذكر والدعاء والتوبة والاستغفار، باب: التعوذ من شر ما عمل ومن شر ما لم يعمل.</p>"
}