{
  "id": null,
  "sura": 33,
  "aya": 6,
  "text": "<p> {وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ} أي: لا إثم عليكم إذا قلتم لولد غيركم: يا بني! سهوًا، وقيل: خطؤهم: التسمية قبل النهي، قال ابن عطية: وهذا ضعيف، لا يوصف ذلك بخطأ إلا بعد النهي، وإنما الخطأ هنا بمعنى النسيان، وما يكون مقابل العمد، والخطأ مرفوع عن هذه الأمة عقابه، وقد قال - صلى الله عليه وسلم -: \"رُفع عن أمتي الخطأُ والنسيان وما أُكرهوا عليه\"  (١) . </p><p> {وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} يريد: لما مضى من فعلهم في ذلك، ثم هي صفتان لله تعالى تَطَّرِد في كل شيء. </p><p> * * * </p><p> {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا (٦) }. </p><p> [٦]  {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ} في كل شيء من أمر الدين والدنيا، فيحكم فيهم بما يشاء. قرأ نافع:  (النَّبِيءُ أَوْلَى) بالمد والهمز في (النَّبِيء) ، وإبدال الهمز الثاني واوًا محضة مفتوحة (٢) . </p><p> {وَأَزْوَاجُهُ أُمَّهَاتُهُمْ} أي: كأمهاتكم في وجوب تعظيمهن، وتحريم </p><p>(١) رواه ابن ماجه (٢٠٤٥)، كتاب: الطلاق، باب: طلاق المكره والناسي، وابن حبان في \"صحيحه\" (٧٢١٩)، والحاكم في \"المستدرك\" (٢٨٠١)، وغيرهم عن ابن عباس -رضي الله عنهما-. وانظر: \"المحرر الوجيز\" لابن عطية (٤/ ٣٦٩). (٢) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٣٥٣)، و\"معجم القراءات القرآنية\" (٥/ ١١٢).</p><p> نكاحهن، لا في النظر إليهن، والخلوة بهن؛ فإنه حرام في حقهن؛ كما في حق الأجانب، ولا يقال لبناتهن: أخوات المؤمنين، ولا لإخوانهن وأخواتهن: هم أخوال المؤمنين وخالاتهم، قالت عائشة:  \"لستُ بأم نسائِكم، وإنما أنا أم رجالكم\"  (١) ، فبان بهذا أن معنى هذه الأمومة تحريم نكاحهن. </p><p> {وَأُولُو الْأَرْحَامِ} وذوو القرابات {بَعْضُهُمْ أَوْلَى بِبَعْضٍ} في التوارث. </p><p> {فِي كِتَابِ اللَّهِ} في اللوح المحفوظ. </p><p> {مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ} يعني: ذوي القرابات بعضهم أولى بميراث بعض من أن يرثوا بالإيمان والهجرة، وكان في صدر الإسلام يتوارثون بالهجرة والمؤاخاة، فنسخ بهذه الآية، وصارت بالقرابة، وتقدم حكم ميراث ذوي الأرحام واختلاف الأئمة فيه آخر سورة الأنفال. </p><p> {إِلَّا أَنْ تَفْعَلُوا} استثناء منقطع؛ أي: لكن فعلكم {إِلَى أَوْلِيَائِكُمْ} الذين يتولونكم من المعاقدين {مَعْرُوفًا} بالوصية جائزٌ. </p><p> {كَانَ ذَلِكَ} يعني: نسخ الميراث بالهجرة، ورده إلى ذوي الأرحام. </p><p> {فِي الْكِتَابِ} أي: اللوح المحفوظ {مَسْطُورًا} مكتوبًا. </p><p> * * * </p><p>(١) رواه ابن سعد في \"الطبقات الكبرى\" (٨/ ٢٠٠)، والبيهقي في \"السنن الكبرى\" (٧/ ٧٠).</p>"
}