{
  "id": null,
  "sura": 33,
  "aya": 52,
  "text": "<p> تقريب وتبعيد، وعزل وإيواء؛ لعلمهن أن ذلك بوحي من الله. </p><p> {وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ} من الميل إلى بعض النساء. </p><p> {وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا} لا يعاجل بالعقوبة. </p><p> * * * </p><p> {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا (٥٢) }. </p><p> [٥٢]  {لَا يَحِلُّ لَكَ النِّسَاءُ} قرأ أبو عمرو، ويعقوب:  (تَحِلُّ) بالتاء على التأنيث على معنى جماعة النساء، وقرأ الباقون: بالياء على التذكير على معنى جمع النساء (١) ، وهما جنسان؛ لأن تأنيث لفظ النساء ليسس بحقيقي {مِنْ بَعْدُ} أي: من بعد هؤلاء التسع اللاتي خيرتهن واخترنك، ورضين بمرادك {وَلَا أَنْ تَبَدَّلَ بِهِنَّ} غيرهن {مِنْ أَزْوَاجٍ} قرأ البزي: (وَلاَ أَنْ تَّبَدَّلَ) بتشديد التاء على أصله (٢) ، وذلك أن النبي - صلى الله عليه وسلم - لما خيرهن، فاخترن الله ورسوله، شكر الله لهن، وحرم عليه النساء سواهن، ونهاه عن تطليقهن، وعن الاستبدال بهن، وهن: خمس من قريش: عائشة بنت أبي بكر، وحفصة بنت عمر، وأم حبيبة، واسمها رملة بنت أبي سفيان، وأم سلمة، واسمها هند بنت أبي أمية، وسودة بنت أبي زمعة، وغير القرشيات: زينب </p><p>(١) انظر: \"التيسير\" للداني (ص: ١٧٩)، و\"تفسير البغوي\" (٣/ ٥٧٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٤٩)، و\"معجم القراءات القرآنية\" (٥/ ١٣٢). (٢) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٣٥٦)، و\"معجم القراءات القرآنية\" (٥/ ١٣٢).</p><p> بنت جحش الأسدية، وميمونة بنت الحارث الهلالية، وصفية بنت حيي بن أخطب الخيبرية، وجويرية بنت الحارث المصطلقية. </p><p> واختلف في أنه هل أبيح له النساء من بعد؟ قالت عائشة:  \"ما مات رسول الله - صلى الله عليه وسلم - حتى أحل له النساء\"  (١) ، وقال أنس:  \"مات على التحريم\"  (٢) ، وممن قال بحل النساء له: أبي بن كعب، ومجاهد، والضحاك، وغيرهم. </p><p> {وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ} حسن الأزواج المستبدلة، قال ابن عباس: \"يعني: أسماء بنت عميس الخثعمية امرأة جعفر بن أبي طالب، فلما استشهد جعفر -رضي الله عنه- أراد رسول الله - صلى الله عليه وسلم - أن يخطبها، فنهي عن ذلك (٣) . </p><p>(١) رواه النسائي (٣٢٠٤)، كتاب: النكاح، باب: ما افترض الله عز وجل على رسوله -عليه السلام- وحرَّمه على خلقه، والترمذي (٣٢١٦)، كتاب: التفسير، باب: ومن سورة الأحزاب، وقال: حسن. (٢) انظر: \"تفسير البغوي\" (٣/ ٥٧٧).(٣) ذكره البغوي في \"تفسيره\" (٣/ ٥٧٨)، وابن عطية في \"المحرر الوجيز\" (٤/ ٣٩٤)، والقرطبي في \"تفسيره\" (١٤/ ٢٢١)، قال ابن العربي كما ذكره عنه القرطبيُّ-: وهذا حديث ضعيف ١ هـ. وقال ابن عادل: وقال بعض المفسرين: ظاهر هذا ناسخ لما كان قد ثبت له عليه الصلاة والسلام من أنه إذا رأى واحدة فوقعت في قلبه موقعًا كانت تحرم على الزوج ويجب عليه طلاقها ... ففي أول الأمر أحلَّ الله من وقع في قلبه؛ تفريغًا لقلبه وتوسعًا لصدره لئلا يكون مشغول القلب بغير الله، ثم لما استأنس بالوحي نُسخ ذلك.</p>"
}