{
  "id": null,
  "sura": 33,
  "aya": 49,
  "text": "<p> {وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا (٤٧) }. </p><p> [٤٧]  {وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا} تفضلًا جزيلًا، قال ابن عباس: لما نزلت هذه الآية، دعا رسول الله عليًّا ومعاذًا، فبعثهما إلى اليمن، وقال:  \"اذهبا، فبشرا ولا تنفرا، ويسرا ولا تعسرا، فإنه قد نزل عليَّ، وقرأ الآية\"  (١) . </p><p> * * * </p><p> {وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا (٤٨) }. </p><p> [٤٨]  {وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ} في فسخ عهد، لا فيما لا يحل. </p><p> {وَدَعْ أَذَاهُمْ} اصبر عليه، ولا تجازهم، ونُسخ بآية السيف. </p><p> {وَتَوَكَّلْ عَلَى اللَّهِ} فهو كافيك {وَكَفَى بِاللَّهِ وَكِيلًا} مفوضًا إليه. </p><p> * * * </p><p> {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا (٤٩) }. </p><p> [٤٩]  {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ} أي: عقدتم عليهن. </p><p> {ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ} أي: تطؤوهن. قرأ حمزة، </p><p>(١) رواه ابن أبي حاتم في \"تفسيره\" (٨/ ٢٧١٢)، والطبراني في \"المعجم الكبير\" (١١٨٤١).</p><p> والكسائي، وخلف:  (تُمَاسُّوهُنَّ) بضم التاء وألف بعد الميم، والباقون: بفتح التاء من غير ألف (١) . </p><p> {فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا} تحسبونها بالأقراء والأشهر. </p><p> {فَمَتِّعُوهُنَّ} إذا لم يكن لهن صَداق، وإن كان لهن صداق، فنصفه بلا متعة، وتقدم الحكم في ذلك، واختلاف الأئمة فيه، وفي حكم العدة بالخلوة في سورة البقرة. </p><p> {وَسَرِّحُوهُنَّ} خَلُّوا سبيلهن {سَرَاحًا جَمِيلًا} بلا إضرار بهن، وقوله:  {إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ} فيه دليل على أن الطلاق قبل النكاح غير واقع؛ لأن الله تعالى رتب الطلاق على النكاح، فلو قال: متى تزوجتُ فلانة، أو كل امرأة أتزوجها، فهي طالق، لم يقع عليه طلاق إذا تزوج عند الشافعي وأحمد، وقال أبو حنيفة: يقع طلاقًا، وقال مالك: إن عين امرأة بعينها، أو من قبيلة، أو بلد، فتزوجها، وقع الطلاق، وإن عَمَّ فقال: كل امرأة أتزوجها من الناس كلهم، فهي طالق، لم يلزمه شيء، والله أعلم. </p><p> * * * </p><p> {يَاأَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٥٢٢)، و \"التيسير\" للداني (ص: ٨١)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٣٥٦)، و\"معجم القراءات القرآنية\" (٥/ ١٢٩).</p>"
}