{
  "id": null,
  "sura": 34,
  "aya": 14,
  "text": "<p> وكان يُصعد عليها بالسلاليم، وكانت باليمن. </p><p> {اعْمَلُوا} أي: وقلنا: اعملوا {آلَ دَاوُودَ} نصبه على النداء؛ أي: اعملوا يا آل داود بطاعة الله {شُكْرًا} له على نعمه. </p><p> {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ} أي: العامل بطاعتي شكرًا لنعمتي. قرأ حمزة:  (عِبَادِي الشَّكُورُ) بإسكان الياء، والباقون: بفتحها (١) . </p><p> {فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ (١٤) }. </p><p> [١٤] روي أن سليمان -عليه السلام- كان يتحنث في بيت المقدس الشهر والشهرين، والسنة والسنتين، وأقل وأكثر، وينقطع عن الناس، ويدخل إليه طعامه وشرابه، وكانت الجن تخبر الإنس أنهم يعلمون من الغيب أشياء، ويعلمون ما في غد، فدخل بيت المقدس يومًا، وقال: اللهم عَمِّ موتي على الجن حتى تعلمَ الإنسُ أن الجنَّ لا تعلم الغيب، ثم قام يصلي متكئًا على عصاه، فمات قائمًا، وكان لمحرابه كوى بين يديه وخلفه (٢) ، فكان الجن يعملون تلك الأعمال الشاقة التي كانوا يعملون في حياته، وينظرون إليه يحسبون أنه حي، ولا ينكرون احتباسه عن الخروج إلى الناس؛ لطول صلاته قبل ذلك، فمكثوا يدأبون له بعد موته حولًا </p><p>(١) انظر: \"التيسير\" للداني (ص: ١٨٢)، و\"معجم القراءات القرآنية\" (٥/ ١٤٨). (٢) \"وخلفه\" زيادة من \"ت\".</p><p> كاملًا (١)  {فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ} أي: لما مات. </p><p> {مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ} هي الأرضة. </p><p> {تَأْكُلُ مِنْسَأَتَهُ} عصاه؛ لأنها ينسأ بها؛ أي: يؤخر. قرأ نافع، وأبو جعفر، وأبو عمرو:  (مِنْسَاتَهُ) بألف ساكنة بعد السين من غير همز، وهذه الألف بدل من الهمزة لغة مسموعة صحيحة، قال أبو عمرو بن العلاء: هو لغة قريش، وأصلها الهمز؛ من نسأت الغنم: سقتها بها، وقرأ ابن ذكوان: بإسكان الهمزة، لغة غريبة صحيحة ورد به القرآن، وقرأ الباقون: بفتح الهمزة على الأصل، وحمزة إذا وقف جعلها بين بين على أصله (٢) . </p><p> {فَلَمَّا خَرَّ} سقط على وجهه {تَبَيَّنَتِ الْجِنُّ} قرأ يعقوب (تُبُيّنَتِ) بضم التاء والباء وكسر الياء؛ أي: أعلمت الإنس الجن، ذكر بلفظ ما لم يسم فاعله، وقرأ الباقون: بفتح التاء والباء والياء (٣) ؛ أي: علمت الجن وأيقنت {أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ} أي: في التعب والشقاء المُذِلَّ مسخَّرين لسليمان وهو ميت يظنون حياته، أراد الله بذلك أن يعلم </p><p>(١) رواه الطبراني في \"المعجم الكبير\" (١٢٢٨١)، والحاكم في \"المستدرك\" (٨٢٢٢) وأبو نعيم في \"حلية الأولياء\" (٤/ ٣٠٤)، عن ابن عباس رضي الله عنهما. (٢) انظر: \"التيسير\" للداني (ص: ١٨٠)، و\"تفسير البغوي\" (٣/ ٥٩٩)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٥٠)، و\"معجم القراءات القرآنية\" (٥/ ١٤٩ - ١٥٠).(٣) انظر: \"تفسير البغوي\" (٣/ ٦٠٠)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٥٠)، و\"معجم القراءات القرآنية\" (٥/ ١٥٠).</p>"
}