{
  "id": null,
  "sura": 34,
  "aya": 13,
  "text": "<p> {يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ اعْمَلُوا آلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ (١٣) }. </p><p> [١٣]  {يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ} أي: مساجد {وَتَمَاثِيلَ} صور الملائكة والأنبياء والصالحين في المساجد؛ لينشطوا إلى العبادة والاقتداء بهم، وعملوا له في أسفل كرسيه أسدين، وفي أعلاه نسرين، فإذا صعد، بسط له الأسدان ذراعيهما فارتقى عليهما، فإذا جلس أظله النسران بجناحيهما، ولم يكن اتخاذ الصور إذ ذاك محرمًا، وكان مما عملوا له بيت المقدس، ابتدأه داود، ورفعه قامة رجل، فأوحى الله إليه أني لم أقض ذلك على يدك، ولكن ابن لك أملكه بعدك اسمه سليمان أقضي إتمامه على يده، فلما توفاه الله تعالى، استخلف سليمان -عليه السلام-، وكان مولده بغزة، وملك بعد أبيه وله اثنتا عشرة سنة، ولما كان في السنة الرابعة من ملكه في شهر أيار سنة تسع وثلاثين وخمس مئة لوفاة موسى -عليه السلام-، ابتدأ سليمان في عمارة بيت المقدس حسبما تقدم به وصية أبيه إليه، وجمع حكماء الإنس والجن، وعفاريت الأرض، وعظماء الشياطين، وجعل منهم فريقًا يبنون، وفريقًا يقطعون الصخور والعمد من معادن الرخام، وفريقًا يغوصون في البحر فيخرجون منه الدر والمرجان، وكان في الدر ما هو مثل بيضة النعامة، وبيضة الدجاجة، وبنى مدينة بيت المقدس، وجعلها اثني عشر ربضًا، وأنزل كل رَبَض منها سِبْطًا من أسباط بني إسرائيل، وكانوا اثني عشر سبطًا، ثم بنى المسجد بالرخام الملون، وسقفه بألوان الجواهر الثمينة، وفصص سقوفه وحيطانه باللآلئ واليواقيت، وأنبت الله شجرتين عند باب الرحمة، إحداهما تنبت الذهب، والأخرى تنبت الفضة، فكان في </p><p> كل يوم ينزع من كل واحدة مئتي رطل ذهبًا وفضة، وفرش المسجد بلاطة من ذهب وبلاطة من فضة، وبألواح الفيروزج، فلم يكن يومئذ بيت أبهى ولا أنور من ذلك المسجد، كان يضيء في الظلمة كالقمر ليلة البدر، وفرغ منه في السنة الحادية عشرة من ملكه، وكان ذلك بعد هبوط آدم بأربعة آلاف وأربع مئة وأربع عشرة سنة، وبين عمارة سليمان لمسجد بيت المقدس والهجرة الشريفة النبوية المحمدية -على صاحبها أفضل الصلاة والسلام- ألف وثماني مئة وقريب سنتين، وتقدم ذكر ذلك ملخصًا في سورة الإسراء. </p><p> ولما فرغ من بناء المسجد (١) ، سأل الله ثلاثًا: سأله حكمًا يوافق حكمه، وسأله ملكًا لا ينبغي لأحد من بعده، وسأله ألَّا يأتي هذا المسجدَ أحد لا يريد إلا الصلاة فيه إلا خرج من ذنوبه كيوم ولدته أمه. </p><p> وروي عن النبي - صلى الله عليه وسلم - أنه قال:  \"إنَّ سُليمانَ بنَ داود -عليهما السلام- سأل ربَّه ثلاثًا، فأعطاه اثنتين،ونحن نرجو أن يكون قد أعطاه الثالثةَ:سأله حُكمًا يصادف حُكمه فأعطاه، وسأله مُلْكًا لا ينبغي لأحدٍ من بعده فأعطاه،وسأله:أيُّما رجُلٍ يخرج من بيته لا يُريد إِلا الصلاةَ في هذا المسجد، أن يخرج من خطيئته كيومَ ولدته أمُّه، فنحن نرجو أن يكون قد أعطاه إيَّاه\"  (٢) . </p><p> ولما رفع سليمان يده من البناء بعد الفراغ منه، جمع الناس وأخبرهم أنه </p><p>(١) في \"ت\": \"مسجد بيت المقدس\". (٢) رواه النسائي في \"سننه\" (٦٩٣)، كتاب: المساجد، باب: فضل المسجد الأقصى والصلاة فيه، وابن ماجه (١٤٠٨)، كتاب: الصلاة، باب: ما جاء في الصلاة في مسجد بيت المقدس، وأحمد في \"المسند\" (٢/ ١٧٦) من حديث عبد الله بن عمرو بن العاص.</p><p> مسجد لله تعالى، وهو أمره ببنائه، وأن كل شيء فيه لله تعالى، من انتقصه، أو شيئًا منه، فقد خان الله تعالى، وأن داود عهد إليه ببنائه، ثم اتخذ طعامًا، وجمع الناس جمعًا لم ير مثله، ولا طعام أكثر منه، وقرب القرابين لله تعالى، واتخذ ذلك اليوم الذي فرغ منه عيدًا (١) . </p><p> واستمر بيت المقدس على ما بناه سليمان أربع مئة سنة وثلاثًا وخمسين سنة حتى غزاه بُخت نصَّر، فخرب المدينة، وهدمها، ونقض المسجد، وأخذ جميع ما كان فيه من الذهب والفضة والجواهر، فحمله إلى دار مملكته من أرض العراق، واستمر خرابًا (٢) بيت المقدس سبعين سنة كما تقدم ذكره في سورة البقرة [الآية: ٢٥٩] وسورة الإسراء [الآية: ٦]  (٣) . </p><p> وبنى الشياطين لسليمان باليمن حصونًا كثيرة عجيبة من الصخر {وَجِفَانٍ} قصاع كبار {كَالْجَوَابِ} جمع جابية، وهو الحوض الكبير. </p><p> قرأ أبو عمرو، وورش عن نافع:  (كَالْجَوَابِي) بإثبات الياء وصلًا، وقرأ ابن كثير، ويعقوب: بإثباتها وصلًا ووقفًا، وحذفها الباقون في الحالين (٤)  {وَقُدُورٍ رَاسِيَاتٍ} ثابتات لها قوائم لا يحركن عن أماكنهن؛ لعظمهن، </p><p>(١) رواه بنحوه الطبراني في \"المعجم الكبير\" (٤٤٧٧) من حديث رافع بن عمير. قال الهيثمي في \"مجمع الزوائد\" (٤/ ٨): وفيه محمد بن أيوب بن سويد الرملي، وهو متهم بالوضع. (٢) \"خرابًا\" زيادة من \"ت\".(٣) وسلف نحو هذا الخبر عند تفسير الآية (٩٧) و (١١٤) من سورة البقرة.(٤) انظر: \"السبعة\" لابن مجاهد (ص: ٥٢٧)، و\"التيسير\" للداني (ص: ١٨٢)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٥١)، و\"معجم القراءات القرآنية\" (٥/ ١٤٧ - ١٤٨).</p>"
}