{
  "id": null,
  "sura": 34,
  "aya": 12,
  "text": "<p> {وَقَدِّرْ فِي السَّرْدِ} أي: اجعل المسامير على قدر الحَلَق، والسرد: هو نسج الدروع، وأصل السرد: الوصل، ومنه: سرد كلامه: وصل بعضه ببعض، فكان يعمل كل يوم درعًا، ويبيعها بستة آلاف درهم، ينفق عليه وعلى عياله ألفين، ويتصدق على فقراء بني إسرائيل بأربعة آلاف، وعمل الدروع لأنه كان من عادته أن يَخْرج إلى الناس مُنَكَّرًا، ويسأل عن داود وما يقال فيه، فخرج يومًا، فلقيه ملك في صورة آدمي، فسأله عن داود، فقال: نعم العبد هو، إلا أنه يأكل هو وعياله من بيت المال، فتنبه داود، وسأل ربه أن يرزقه سببًا يقوم به، فرزقه صنعة الدروع، قال رسول الله - صلى الله عليه وسلم -: \"كان داودُ لا يأكل إلا من كسبِ يدِه\"  (١) ثم خاطب داود أهله فقال: </p><p> {وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ} فأجازيكم عليه. </p><p> {وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ (١٢) }. </p><p> [١٢]  {وَلِسُلَيْمَانَ الرِّيحَ} أي: وسخرنا له. قرأ أبو بكر عن عاصم:  (الرِّيحُ) بالرفع؛ أي: له تسخرت الريح، والباقون: بالنصب، ومنهم </p><p>(١) رواه البخاري (٣٢٣٥)، كتاب: الأنبياء، باب: قول الله تعالى: {وَآتَيْنَا دَاوُودَ زَبُورًا (١٦٣)} من حديث أبي هريرة -رضي الله عنه-. قال ابن حجر في \"الفتح\" (٦/ ٤٥٥): فكان ينسج الدروع ويبيعها، ولا يأكل إلا من ثمن ذلك، مع كونه كان من كبار الملوك، قال الله تعالى: {وَشَدَدْنَا مُلْكَهُ (٢٠)}.</p><p> أبو جعفر، قرأ:  (الرِّياح) بفتح الياء وألف بعدها على الجمع (١) . </p><p> {غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ} جريُها بالغداة مسيرة شهر، وبالعشي كذلك، فكانت تغدو بسليمان وجنوده على البساط من دمشق، فيقيل بإصطخر، وبينهما شهر للراكب المسرع، ويروح من إصطخر، فيبيت بكابل، وبينهما مسيرة شهر للراكب المسرع. </p><p> {وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ} أذبنا له معدن النحاس، أساله الله حتى صار كالماء، فكان يسيل في الشهر ثلاثة أيام، وكان بأرض اليمن، وإنما ينتفع الناس اليوم بما أخرج الله لسليمان. </p><p> {وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ} أي: بأمره، قال ابن عباس رضي الله عنهما:  \"سخر الله الجن لسليمان، وأمرهم بطاعته فيما يأمرهم به\"  (٢) . </p><p> {وَمَنْ يَزِغْ} يعدل {مِنْهُمْ عَنْ أَمْرِنَا} الذي أمرنا به من طاعة سليمان. </p><p> {نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ} في الآخرة، وقيل: في الدنيا، وذلك أن الله تعالى وكل بهم ملكًا بيده سوط من نار، فمن زاغ عن أمر سليمان، ضربه ضربة أحرقته. </p><p>(١) انظر: \"التيسير\" للداني (ص: ١٨٠)، و\"تفسير البغوي\" (٣/ ٥٩٦)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٤٩)، و\"معجم القراءات القرآنية\" (٥/ ١٤٦ - ١٤٧). (٢) انظر: \"تفسير البغوي\" (٣/ ٥٩٧).</p>"
}