{
  "id": null,
  "sura": 38,
  "aya": 34,
  "text": "<p> {عَنْ ذِكْرِ رَبِّي} عن صلاة العصر {حَتَّى تَوَارَتْ} الشمس. </p><p> {بِالْحِجَابِ} ظلمة الليل. </p><p> ... </p><p> {رُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ (٣٣) }. </p><p> [٣٣] ثم قال: {رُدُّوهَا} أي: الخيل {عَلَيَّ} فرَدُّوها. </p><p> {فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ} فجعل يقطع سوقها وأعناقها بالسيف، وكان الذبح على ذلك الوجه مباحًا في شريعته، فذبحها وتصدق بلحومها، فأبدله الله خيرًا منها الريح. </p><p> روي أنه قتلها إلا مئة، فجميع خيل الدنيا من تلك المئة. قرأ قنبل عن ابن كثير:  (بِالسُّؤُقِ) بهمز الواو مضمومًا، وعنه وجه ثان بالهمز مجزومًا، وقرأ الباقون: بإسكان الواو بغير همز (١) . </p><p> ... </p><p> {وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ (٣٤) }. </p><p> [٣٤]  {وَلَقَدْ فَتَنَّا سُلَيْمَانَ} اختبرناه وابتليناه بسلب ملكه (٢) ، وسببه أنه </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٥٥٣)، و\"التيسير\" للداني (ص: ١٦٨)، و\"الكشف\" لمكي (٢/ ١٦٠ - ١٦١)، و\"معجم القراءات القرآنية\" (٥/ ٢٦٤). (٢) قال أبو حيان في \"البحر المحيط\" (٧/ ٣٨١): نقل المفسرون في هذه الفتنة وإلقاء الجسد أقوالًا يجب براءة الأنبياء منها، وهي ممَّا لا يحل نقلها؛ وهي من أوضاع اليهود والزنادقة، ولم يبين اللهُ الفتنةَ ما هي، ولا الجسد الذي ألقاه على =</p><p> غزا مدينة حصينة في البحر يقال لها: صيدون، فقتل ملكها، وأخذ ابنته جرادة، فاصطفاها لنفسه لحسنها، فعملت تمثال أبيها في بيتها بإذن سليمان لتأنس به، فجعلت هي وجواريها يسجدون له بكرة وعشيًّا أربعين يومًا، وسليمان لا يعلم بشيء من ذلك، وبلغ ذلك آصفَ بنَ برخيا، وكان صِدِّيقًا، وكان مقرَّبًا عند سليمان، فقال: يا نبي الله! كبرت سني، ورق عظمي، ونفد عمرى، ولقد حان مني ذهابه، وقد أحببت أن أقوم مقامًا قبل الموت أذكر فيه من مضى من أنبياء الله، وأُثني عليهم بعلمي فيهم، وأعلم الناس بعض ما كانوا يجهلون من كثير من أمورهم، فقال: افعل، فجمع له سليمان الناس، فقام فيهم خطيبًا، فذكر من مضى من أنبياء الله، فأثنى على كل نبي بما فيه (١) ، فذكر ما فضله الله به حتى انتهى إلى سليمان، فقال: ما كان أحلمك في صغرك، وأفضلك في صغرك (٢) ، وأحكم أمرك في صغرك، وأبعدك من كل ما تكره في صغرك! ثم انصرف، فوجد سليمانُ في نفسه من ذلك حتى ملأه غيظًا، فلما دخل سليمان داره، أرسل إليه، فقال: يا آصف! ذكرت من مضى من أنبياء الله، فأثنيت عليهم خيرًا في كل زمانهم، وعلى كل حال من أمرهم، فلما ذكرتني، جعلت تثني علي بخير </p><p>= كرسي سليمان، وأقرب ما قيل فيه أن المراد بالفتنة كونه لم يستثن بالحديث الذي قال: \"لأطوفن الليلة على سبعين امرأة .. فلم تحمل إلا امرأة واحدة وجائته بشق رجل\"، فالفتنة هو هذا، والجسد الملقى هو المولود شقَّ رجل اهـ، ولتمام الفائدة انظر التعليق في نهاية هذه القصة المختلقة. (١) \"بما فيه\" زيادة من \"ت\".(٢) \"وأفضلك في صغرك\" ساقطة من \"ت\".</p><p> في صغري، وسكت عما سوى ذلك من أمري في كبري، فما الذي أحدثت في آخر أمري؟ فقال: إن غير الله ليعبد في دارك منذ أربعين صباحًا في هوى امرأة، فقال: إنا لله وإنا إليه راجعون، فهدم التمثال، وعاقب النساء، ثم أتى الخلاء ووضع خاتمه عند امرأته الأمينة، وكان ملكه في خاتمه، وكان لا يمسه إلا وهو طاهر، فأتاها الشيطان صاحب البحر، واسمه صخر، على صورة سليمان، فأعطته الخاتم، فلبسه، وجلس على كرسي سليمان يحكم بين الناس، وعكفت عليه الطير والوحش والإنس والجن، فخرج سليمان فأتى الأمينة, وقد غيرت حاله وهيئته عند كل من رآه، فقال: يا أمينة! خاتمي، قالت: من أنت؟ قال: أنا سليمان بن داود، قالت: كذبت، فقد جاء سليمان فأخذ خاتمه، وهو جالس على سرير ملكه، فعرف سليمان أن خطيئته قد أدركته، فخرج، فكان يقول لمن مر به: أنا سليمان بن دواد، فيهزؤون منه، ويحثون التراب في وجهه، فعمد إلى البحر، فكان ينقل الحيتان (١) لأصحاب البحر إلى السوق، فيعطونه كل يوم سمكتين، فإذا أمسى، باع إحدى سمكتيه بأرغفة، وشوى الأخرى فأكلها، فمكث كذلك أربعين صباحًا عِدَّةَ ما كان عُبد الوثنُ في داره، فأنكر آصف بن برخيا وعظماء بني إسرائيل حكم (٢) عدو الله الشيطان في تلك الأربعين، ثم استخبر آصف نساء سليمان، فأخبرنه بأمور قبيحة يعتمدها ذلك الشيطان، فقال: إنا لله وإنا إليه راجعون، ثم خرج على بني إسرائيل، وأخبرهم بالحال، فاجتمع القراء والعلماء، وأقبلوا حتى أحدقوا به ونشروا التوراة </p><p>(١) في \"ت\": \"الحيات\". (٢) \"حكم\" ساقطة من \"ت\".</p><p> فقرؤوها، فطار من بين أيديهم، وألقى الخاتم في البحر، فابتلعه حوت، فأخذه بعض الصيادين، وقد عمل له سليمانُ صدرَ يومه ذلك، حتى إذا كان العشي، أعطاه سمكتيه، فباع إحداهما بالأرغفة، ثم عمد إلى السمكة الأخرى فبقرها ليشويها، فوجد الخاتم في جوفها، فلبسه، وخر ساجدًا شكرًا لله تعالى، وعكفت عليه الطير والوحش والجن والإنس، وعاد إلى حسنه وبهائه وملكه كحاله الأول، ثم جلس على كرسيه، وطلب صخرًا، فجيء به، فجعله في صخرة، وأطبق عليه أخرى، ثم أوثقها بالحديد والرصاص، وختم عليها بخاتمه، وألقاه في البحر، وكانت فتنته بعد عشرين سنة من ملكه، وملك بعدها عشرين سنة (١) . </p><p>(١) انظر: \"تفسير الطبري\" (٢١/ ١٩٧ - ١٩٨)، و\"تفسير البغوي\" (٣/ ٧٠٤ - ٧٠٦)، و\"تفسير ابن كثير\" (٤/ ٣٧). قال الإمام ابن كثير: إسناده إلى ابن عباس قوي، ولكن الظاهر أنه إنما تلقاه ابن عباس إن صح عنه من أهل الكتاب، وفيهم طائفة لا يعتقدون نبوة سليمان -عليه السلام-؛ فالظاهر أنهم يكذبون عليه، ولهذا كان في السياق منكرات من أشدها ذكر النساء ... وقد رويت القصة مطولة عن جماعة من السلف ... وكلها متلقاة من قصص أهل الكتاب، والله أعلم بالصواب. اهـيقول الشيخ محمد أبو شهبة - رحمه الله - ما ملخصُّه: قوة السند لا تنافي كونها مما أخذه ابن عباس وغيره عن كعب الأحبار وأمثاله من مُسلمة أهل الكتاب؛ فثبوتها في نفسها لا ينافي كونها من إسرائيليات بني إسرائيل وخرافاتهم وافتراءاتهم على الأنبياء ... والحق أن نسج القصة مهلهل، عليه أثر الصنعة والاختلاق، ويصادم العقل السليم والنقل الصحيح في هذا، وإذا جاز للشيطان أن يتمثل برسول الله (سليمان)، فأيّ ثقة بالشرائع تبقى بعد هذا؟ وكيف يسلِّطُ اللهُ الشيطان على نساء نبيه سليمان، وهو أكرم على الله من ذلك؟! وأيُّ ملك ونبوة يتوقف أمرهما على (خاتم) يدومان بدوامه ويزولان بزواله!!؟ وإذا =</p><p> وروى أبو هريرة -رضي الله عنه- عن النبي - صلى الله عليه وسلم - أنه قال:  \"إن عفريتًا من الجن تفلَّت البارحة ليقطع علي صلاتي، فأمكنني الله منه، فأخذته فأردت أن أربطه إلى سارية من سواري المسجد حتى تنظروا إليه كلكم،فذكرت دعوة أخي سليمان:{رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي}فرددتُه خاسئًا\"  (١) . </p><p> ولما رد الله على سليمان ملكه وبهاءه، وحامت عليه الطير، وعرف الناس أنه سليمان، قاموا يعتذرون إليه مما صنعوا، فقال: ما أحمدكم على عذركم، ولا ألومكم على ما كان منكم، هذا أمر كان لا بد منه. </p><p> وأطاعَ سليمانَ جميعُ ملوك الأرض، وحملوا إليه نفائس أموالهم، واستمر على ذلك حتى توفي، وتقدم ذكر وفاته في سورة سبأ، ومحل قبره في سورة البقرة، ومعنى الآية: اختبرنا سليمان بن داود بزوال ملكه. </p><p> {وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا} يعني: العفريت الذي أخذ خاتمه، وجلس على كرسيه، وهو صخر صاحب البحر على أشهر الأقاويل، وسمي جسدًا؛ لأنه قد تمثل في جسد سليمان، وليس به. </p><p>= كان (خاتم سليمان) -عليه السلام- بهذه المثابة، فكيف يُغفِلُ اللهُ شأنه في كتابه، فلم يذكره بكلمة! وهل غيَّر اللهُ خِلْقَةَ سليمان في لحظة، حتى أنكرته أعرف الناس به وهي زوجته؟! إذن آثار الكذب والاختلاق بادية على نسج القصة. انظر: \"الإسرائيليات\" (٢٧٠ - ٢٧٤).(١) رواه البخاري (٣٢٤١)، كتاب: الأنبياء، باب قوله تعالى: {وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ}، ومسلم (٥٤١)، كتاب: المساجد ومواضع الصلاة، باب: جواز لعن الشيطان في أثناء الصلاة.</p>"
}