{
  "id": null,
  "sura": 38,
  "aya": 25,
  "text": "<p> عند أبي حنيفة ومالك، وكل منهما على أصله، فأبو حنيفة يقول: هي واجبة، ومالك يقول: هي فضيلة؛ كما تقدم ذكره عند سجدة مريم، وعند الشافعي وأحمد: هي سجدة شكر تستحب في غير الصلاة، فلو سجد بها في الصلاة، بطلت عندهما. </p><p> ... </p><p> {فَغَفَرْنَا لَهُ ذَلِكَ وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ (٢٥) }. </p><p> [٢٥] فلما مكث داود أربعين يومًا لا يرفع رأسه حتى نبت المرعى من دموع عينيه حتى غطى رأسه، نودي: يا داود! أجائع فتطعم، أو ظمآن فتسقى، أو عار فتكسى؟ فأجيب في غير ما طلب، فنحب نحبة هاج العود فاحترق من حر جوفه، ثم أنزل الله التوبة والمغفرة، وأتاه نداء: إني قد غفرت لك، قال: يا رب! كيف وأنت (١) لا تظلم أحدًا؟ قال: اذهب إلى قبر أوريا، فناده، وأنا أُسمعه نداءك، فتحللْ منه، فانطلق وقد لبس المسوح حتى جلس عند قبره، ثم نادى أوريا، فقال: لبيك، من هذا الذي قطع علي لذتي وأيقظني؟ قال: أنا داود، قال: ما حاجتك يا نبي الله؟ قال: أسألك أن تجعلني في حل مما كان مني إليك، قال: وما كان منك إلي؟ قال: عَرَّضتك للقتل، قال: عرضتني للجنة، فأنت في حل، فأوحى الله إليه: يا داود! ألم تعلم أني حكم عدل، لا أقضي بالتعنت؟ ألا أعلمته أنك قد </p><p>= سبحانه غفر له ذلك الظن، فإنه -عز وجل- قال: {فَغَفَرْنَا لَهُ ذَلِكَ} ولم يتقدم سوى قوله تعالى: {وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ}، انظر: \"البحر المحيط\" (٧/ ٣٧٧). وانظر: ما سيذكره المصنف قريبًا بعد ذكره لهذه القصص المكذوبة.(١) \"وأنت\" ساقطة من \"ت\".</p><p> تزوجت امرأته؟ فرجع إليه فناداه، فأجابه، فقال: من هذا الذي قطع علي لذتي؟ قال: أنا داود، قال: يا نبي الله! أليس قد عفوت عنك؟ قال: نعم، ولكن إنما فعلت ذلك لمكان امرأتك، وتزوجتها، فسكت فلم يجبه، ودعاه فلم يجبه، فقام عند قبره وجعل التراب على رأسه، ثم نادى: الويل لداود إذا نصبت الموازين بالقسط، سبحان خالق النور، الويل لداود، ثم الويل الطويل له حين يسحب على وجهه مع الخاطئين إلى النار، سبحان خالق النور، فأتاه نداء من السماء: يا داود! قد غفرت لك ذنبك، ورحمت بكاءك، واستجبت دعاءك، وأقلت عثرتك، قال: يا رب! كيف وصاحبي لم يعف عني؟ قال: يا داود! أُعطيه يوم القيامة من الثواب ما لم تر عيناه، وما لم تسمع أذناه، فأقول له: رضي عبدي؟ فيقول: يا رب! أنى لهذا ولم يبلغه عملي؟ فأقول: هذا عوض من عبدي داود، فأستوهبك منه، فيهبك لي، قال: يا رب! الآن عرفت أنك قد غفرت لي، فذلك قوله تعالى:  {فَغَفَرْنَا لَهُ ذَلِكَ} الذنب. </p><p> {وَإِنَّ لَهُ عِنْدَنَا} بعد المغفرة يوم القيامة {لَزُلْفَى} لقربى ومكانة. </p><p> {وَحُسْنَ مَآبٍ} حسن مرجع ومنقلب يوم القيامة. </p><p> ولما تاب الله على داود، قال: يا رب! قد غفرت لي، فكيف لي ألَّا أنسى خطيئتي، فأستغفر منها لي وللخاطئين إلى يوم القيامة؟ فوسم الله خطيئته في يده اليمنى، فما رفع طعامًا ولا شرابًا إلا بكى إذا رآها، وما قام خطيبًا في الناس إلا بسط راحته، فاستقبلَ الناسَ ليروا وسم خطيئته، واستغفر للخطائين قبل نفسه، وكان إذا ذكر عقاب الله، تخلعت أوصاله، وإذا ذكر رحمة الله، تراجعت. </p>"
}