{
  "id": null,
  "sura": 39,
  "aya": 42,
  "text": "<p> {إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ فَمَنِ اهْتَدَى فَلِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ (٤١) }. </p><p> [٤١]  {إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ} القرآنَ {لِلنَّاسِ} أي: لأجلهم؛ لما فيه من مصلحة العالم وهداية الناس {بِالْحَقِّ} في أخباره وأحكامه. </p><p> {فَمَنِ اهْتَدَى فَلِنَفْسِهِ} عمل وسعى. </p><p> {وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا} فإن وبال ضلاله عليه. </p><p> {وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ} والوكيل: القائم على الأمر حتى يكمله. </p><p> {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (٤٢) }. </p><p> [٤٢] ثم نبه تعالى على آية من آياته الكبرى تدل الناظر على الوحدانية، وأن ذلك لا شرك فيه لصنم ولا غيره، فقال:  {اللَّهُ يَتَوَفَّى الْأَنْفُسَ} لأن للإنسان نفسين: نفس الحياة، هي الروح تفارق بالموت، ونفس التمييز تفارق بالنوم، وتبقى نفس الحياة، وبينهما مثل شعاع الشمس، قال ابن عباس:  \"فيقبض الله تعالى جميع الأنفس التمييزية والحيوانية\" . </p><p> {حِينَ} أي: وقت {مَوْتِهَا} لانقضاء أجلها. </p><p> {وَالَّتِي لَمْ تَمُتْ} والأنفس التي لم يحكم بموتها يقبض نفسها التمييزية {فِي مَنَامِهَا} أي: وقت نومها؛ بأن تخرج عن جسدها، وتبقى فيه </p><p> الحيوانية؛ لأن النفس والحركة بها تكون والنائم نفس (١) يتنفس ويتحرك. </p><p> {فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ} فلا يردها إلى جسدها. قرأ حمزة، والكسائي، وخلف:  (قُضِيَ) بضم القاف وكسر الضاد وفتح الياء (الْمَوْتُ) بالرفع على ما لم يُسم فاعله، وقرأ الباقون: بفتح القاف والضاد، فتصير الياء ألفًا، ونصب (الْمَوْتَ)  (٢) مفعولًا به لقوله: {اللَّهُ يَتَوَفَّى الْأَنْفُسَ}  (٣) . </p><p> {وَيُرْسِلُ الْأُخْرَى} يردُّ النفسَ التي لم يحكم عليها بالموت إلى جسدها {إِلَى أَجَلٍ مُسَمًّى} وقتِ موتها، المعنى: يتوفى الأنفس التي حكم بموتها وقتَ الموت، ويتوفى الأنفس التي لم يحكم بموتها وقت النوم، شبه النائم بالميت؛ لعدم تمييزه، وروي أن أرواح المؤمنين تعرج عند النوم إلى السماء، فمن كان منهم طاهرًا، أذن له في السجود، ومن لم يكن منهم طاهرًا، لم يؤذن له فيه (٤) . </p><p> {إِنَّ فِي ذَلِكَ} المذكور {لَآيَاتٍ} لدلالات. </p><p> {لِقَوْمٍ يَتَفَكَّرُونَ} فيستدلون على قدرته تعالى على البعث. </p><p>(١) \"نفس\" ساقطة من \"ت\". (٢) في \"ت\": \"ونصب الياء\".(٣) انظر: \"التيسير\" للداني (ص: ١٩٠)، و\"تفسير البغوي\" (٤/ ١٩)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٣٧٦)، و\"معجم القراءات القرآنية\" (٦/ ٢١).(٤) انظر: \"تفسير النسفي\" (٤/ ٥٦).</p>"
}