{
  "id": null,
  "sura": 46,
  "aya": 15,
  "text": "<p> {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ (١٥) }. </p><p> [١٥]  {وَوَصَّيْنَا الْإِنْسَانَ} ألزمناه (١) ، والمراد: النوع، فهي وصية من الله في عباده {بِوَالِدَيْهِ إِحْسَانًا} أي: ليفعل ذا حسن. قرأ الكوفيون:  (إِحْسَانًا) بزيادة همزة مكسورة قبل الحاء، وإسكان الحاء وفتح السين وألف بعدها، وكذلك هو في مصاحف الكوفة، وقرأ الباقون: بضم الحاء وإسكان السين من غير همزة ولا ألف، وكذلك هو في مصاحفهم (٢) . </p><p> {حَمَلَتْهُ أُمُّهُ كُرْهًا} على مشقة حين تتوقع حوادثه {وَوَضَعَتْهُ كُرْهًا} أي: كارهة، والمراد: شدة الطلق. قرأ الكوفيون، ويعقوب، وابن ذكوان عن ابن عامر:  (كُرْهًا) بضم الكاف، والباقون: بالنصب فيهما، وهما لغتان (٣) ، وقد عدد تعالى على الأبناء مِنَنَ الأمهات، وذكر الأم في هذه الآيات في أربع مراتب، والأب في واحدة، جمعها الذكر في قوله: {لَهُمْ </p><p>(١) \"ألزمناه\" زيادة من \"ت\". (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٥٩٦)، و\"التيسير\" للداني (ص: ١٩٩)، و\"تفسير البغوي\" (٣/ ١٣٦)، و\"معجم القراءات القرآنية\" (٦/ ١٦٥).(٣) انظر: \"التيسير\" للداني (ص: ١٩٩)، و\"تفسير البغوي\" (٤/ ١٣٦)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٤٨)، و\"معجم القراءات القرآنية\" (٦/ ١٦٥ - ١٦٦).</p><p> كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ بَلَاغٌ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ} ثمّ ذكر الحمل للأم، ثمّ الوضع لها، ثمّ الرضاع الّذي عبر عنه بالفصال، فهذا يناسب ما قال رسول الله - صلى الله عليه وسلم - حين جعل للأم ثلاثة أرباع البرّ، والربعَ للأب، وذلك إذ قال له رجل: يا رسول الله! من أبر؟ قال:  \"أمك\" ، ثمّ قال: ثمّ من؟ قال:  \"ثمّ أمك\" ، ثمّ قال: ثمّ من؟ قال:  \"ثمّ أمك\" ، ثمّ قال: ثمّ من؟ قال:  \"ثم أباك\"  (١) . </p><p> {وَحَمْلُهُ} أي: مدة حمله {وَفِصَالُهُ} عن الرضاع، والمراد: فطامه. </p><p> قرأ يعقوب:  (وَفَصْلُهُ) بفتح الفاء وإسكان الصاد من غير ألف، وقرأ الباقون: بكسر الفاء وفتح الصاد وألف بعدها (٢) . </p><p> {ثَلَاثُونَ شَهْرًا} يريد: أقل مدة الحمل، وهي ستة أشهر، وأكثر مدة الرضاع أربعة وعشرون شهرًا. </p><p> وعن ابن عبّاس قال:  \"إذا حملت المرأة تسعة أشهر، أرضعت إحدى وعشرين شهرًا، وإذا حملت ستة أشهر، أرضعت أربعة وعشرين شهرًا\"  (٣) . </p><p>(١) رواه البخاريّ (٥٦٢٦)، كتاب: الأدب، باب: من أحق النَّاس بحسن الصحبة، ومسلم (٢٥٤٨)، كتاب: البرّ والصلة والآداب، باب: بر الوالدين وأنّهما أحق به، من حديث أبي هريرة رضي الله عنه. (٢) انظر: \"تفسير البغوي\" (٤/ ١٣٦ - ١٣٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٤٨)، و\"معجم القراءات القرآنية\" (٦/ ١٦٦).(٣) انظر: \"تفسير البغوي\" (٤/ ١٣٧).</p><p> واتفق الأئمة على أن أقل مدة الحمل ستة أشهر، واختلفوا في أكثر مدته، فقال أبو حنيفة: سنتان، والمشهور عن مالك: خمس سنين، وروي عنه: أربع، وسبع، وعند الشّافعيّ وأحمد: أربع سنين، وغالبها: تسعة أشهر، وتقدم نظير ذلك في سورة الرعد. </p><p> {حَتَّى إِذَا بَلَغَ أَشُدَّهُ} وهو كمال قوته وعقله ورأيه، أقله ثلاث وثلاثون سنة، وأكثره أربعون سنة. </p><p> {وَبَلَغَ أَرْبَعِينَ سَنَةً} نزلت في أبي بكر الصديق -رضي الله عنه-[وأبيه أبي قحافةَ عثمانَ بن عمرو، وأُمِّه أم الخير بنتِ صخر بن عمر (١) . </p><p> وقال علي بن أبي طالب -رضي الله عنه-] (٢) : الآية في أبي بكر، أسلم أبواه جميعًا، ولم يجتمع لأحد من المهاجرين أبواه غيره، أوصاه الله بهما، ولزم ذلك من بعده (٣) ، وكان أبو بكر -رضي الله عنه- صحب النّبيّ - صلى الله عليه وسلم - وهو ابن ثماني عشرة سنة، والنبي - صلى الله عليه وسلم - ابن عشرين سنة في تجارة إلى الشّام، فلما بلغ أربعين سنة، ونبُئ النّبيّ - صلى الله عليه وسلم -، آمن به، ثمّ دعا ربه، و {قَالَ رَبِّ أَوْزِعْنِي} ألهمني. قرأ ورش عن نافع، والبزي عن ابن كثير:  (أَوْزِعْنِيَ) بفتح الياء، والباقون: بإسكانها (٤) . </p><p>(١) انظر: \"تفسير البغوي\" (٤/ ١٣٧)، و\"المحرر الوجيز\" لابن عطية (٥/ ٩٧)، و\"تفسير القرطبي\" (١٦/ ١٩٢). (٢) ما بين معكوفتين زيادة من \"ت\".(٣) انظر: \"تفسير البغوي\" (٤/ ١٣٧)، و\"تفسير القرطبي\" (١٦/ ١٩٤).(٤) انظر: \"السبعة\" لابن مجاهد (ص: ٥٩٦ - ٥٩٧)، و\"التيسير\" للداني =</p>"
}