{
  "id": null,
  "sura": 49,
  "aya": 9,
  "text": "<p> {فَضْلًا مِنَ اللَّهِ وَنِعْمَةً وَاللَّهُ عَلِيمٌ حَكِيمٌ (٨) }. </p><p> [٨]  {فَضْلًا مِنَ اللَّهِ وَنِعْمَةً} مصدر مؤكد لنفسه؛ لأن ما قبله هو بمعناه؛ إذ التحبيب والتزيين هو نفس الفضل. </p><p> {وَاللَّهُ عَلِيمٌ} بأحوال المؤمنين {حَكِيمٌ} بإنعامه عليهم بالتوفيق. </p><p> ... </p><p> {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (٩) }. </p><p> [٩] روي أن رسول الله - صلى الله عليه وسلم - توجه إلى زيارة سعد بن عبادة في مرضه، وركب حمارًا، فمر بعبد الله بن أبي بن سلول، فقال عبد الله بن أبي (١) لما غشيَه حمارُ رسول الله - صلى الله عليه وسلم -: لا تغبروا علينا، والله لقد آذاني نتنُ حمارك، فقال عبد الله بن رواحة لابن أبي: واللهِ لحمارُ رسولِ الله - صلى الله عليه وسلم - أطيبُ ريحًا منك، فغضب لعبد الله رجل من قومه، فتشاتما، فغضب لكل واحد منهما أصحابه، فكان بينهما ضرب بالجريد والأيدي والنعال، وكان فيمن غضب لابن أبي مؤمنون، وقيل غير ذلك، فنزل: </p><p> {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا}  (٢) جُمع نظرًا إلى المعنى؛ لأن كل </p><p>(١) \"ابن سلول فقال عبد الله بن أبي\" زيادة من \"ت\". (٢) رواه البخاري (٢٥٤٥)، كتاب: الصلح، باب: ما جاء في الإصلاح بين الناس، ومسلم (١٧٩٩)، كتاب: الجهاد والسِّير، باب: في دعاء النبي - صلى الله عليه وسلم -، من حديث أنس -رضي الله عنه- وانظر: \"تفسير البغوي\" (٤/ ٢٠٣).</p><p> طائفة جماعة {فَأَصْلِحُوا بَيْنَهُمَا} بالنصح والدعاءِ إلى حكم الله تعالى، وثُني نظرًا إلى اللفظ. </p><p> {فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى} بأن كانت الباغية مبطلة، والأخرى محقة. </p><p> {فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ} ترجع إلى حكمه المذكور في كتابه من الصلح. قرأ نافع، وابن كثير، وأبو عمرو، وأبو جعفر، ورويس عن يعقوب:  (تَفِيءَ إِلَى) بتحقيق الهمزة الأولى، وتسهيل الثانية بين اللفظين، وقرأ الباقون: بتحقيق الهمزتين (١) . </p><p> {فَإِنْ فَاءَتْ} رجعت عن البغي {فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ} بالإنصاف {وَأَقْسِطُوا} اعدلوا. </p><p> {إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} والقَسْط بالفتح الجور؛ من القسط: اعوجاج في الرجلين، و -بالكسر-: العدل، وفعله أقسط، وهمزته أصلية (٢) ؛ أي: أزيلوا الجور، يقال: قسط: جار، وأقسط: عدل، والباغي في الشرع: هو الخارج على إمام العدل. </p><p> وأما حكم قتال أهل البغي، فقد اتفق الأئمة على أن نصب الإمام فرض كفاية، وتنعقد الإمامة بالبيعة، وباستخلاف (٣) الإمام، وقهرِ قرشيٍّ حر ذكر، ويحرم قتاله بالاتفاق، فإذا خرج على الإمام طائفة ذات شوكة بتأويل </p><p>(١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٣٩٧) ,و\"معجم القراءات القرآنية:\" (٦/ ٢٢١ - ٢٢٢). (٢) في \"ت\": \"للسلب\".(٣) في \"ت\": \"وبالاستخلاف\".</p><p> سائغ، ونصبوا إمامًا، وقالوا: الحق معنا، دعاهم، وكشف شبهتهم التي استندوا إليها في خروجهم عن طاعته، وأزال ما يذكرونه من مظلمة؛ فإن فاؤوا، وإلا أبيح قتالهم بالاتفاق حتى يفيئوا إلى أمر الله، فإذا فاؤوا، كف عنهم، فإن لم يكن لهم شوكة، أو لم يكن تأويل، أو لم ينصبوا إمامًا، فقطاع طريق تقدم حكمهم في سورة المائدة عند تفسير قوله تعالى:  {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ}  [المائدة: ٣٣] . </p><p> واختلفوا في اتباعِ مدبرِ البغاةِ، وقتلِ جريحهم، فقال أبو حنيفة: إن كان لهم فئة يرجعون إليها، جاز ذلك، وإلا فلا، وقال الثلاثة: لا يجوز. </p><p> واتفقوا على أن أموالهم يحرم أخذها، وهي باقية لهم. </p><p> واختلفوا هل يجوز أن يستعان على حربهم بسلاحهم؟ فقال الشافعي، وأحمد: لا يجوز، وقال أبو حنيفة ومالك: يجوز مع قيام الحرب، فإذا انقضت، ردت إليهم. </p><p> واتفقوا على أن البغاة إذا أخذوا خراجًا أو جزيةَ ذمي، فإنه يلزم أهل العدل أن يحتسبوا بذلك، بخلاف عن مالك. </p><p> واتفقوا على أن ما يتلفه أهل العدل على أهل البغي وعكسه من نفس ومال حالَ الحرب، فلا ضمان فيه، وتقبل شهادة البغاة (١) وقضاء قاضيهم فيما يقبل فيه قضاء قاضينا بالاتفاق بخلاف عن مالك، ويحرم سبي ذراريهم بالاتفاق، ومن أسر منهم من رجل أو امرأة أو صبي، حُبس حتى ينقضي الحرب، ثم يرسل بالاتفاق، ويحرم قتالهم بما يعم إتلافه؛ كنار </p><p>(١) \"فلا ضمان فيه وتقبل شهادة البغاة\" زيادة من \"ت\".</p>"
}