{
  "id": null,
  "sura": 50,
  "aya": 4,
  "text": "<p> والكافرون بقوا في عمايتهم، وحاجوا بذلك العجب، ولذلك قال:  {فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ} . </p><p> ... </p><p> {أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ (٣) }. </p><p> [٣]  {أَإِذَا مِتْنَا وَكُنَّا تُرَابًا} استفهام إنكار جوابه محذوف؛ أي: أنرجع إذا متنا وصرنا ترابًا؟ ثم أنكروا ذلك أصلًا، فقالوا:  {ذَلِكَ رَجْعٌ} إلى الحياة {بَعِيدٌ} عن العادة. قرأ نافع، وأبو جعفر، وابن كثير، وأبو عمرو، ورويس عن يعقوب:  (أَئِذا) بتحقيق الهمزة الأولى وتسهيل الثانية بين الهمزة والياء، وفصل أبو جعفر، وأبو عمرو، وقالون بين الهمزتين بألف، وقرأ الباقون: بتحقيق الهمزتين، واختلف عن هشام في الفصل (١) ، وقرأ نافع، وحمزة، والكسائي، وخلف، وحفص عن عاصم:  (مِتْنَا) بكسر الميم، والباقون: بضمها (٢) . </p><p> ... </p><p> {قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ (٤) }. </p><p> [٤] قال الله تعالى: {قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ} ما تأكل من لحومهم، وهو رَدٌّ لاستبعادهم. </p><p>(١) انظر: \"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٦٩ - ٣٧٠)، و\"إتحاف فضلاء البشر\" للدمياطي (ص: ٣٩٨)، و\"معجم القراءات القرآنية\" (٦/ ٢٣١). (٢) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٣٩٨)، و\"معجم القراءات القرآنية\" (٦/ ٢٣٢).</p><p> {وَعِنْدَنَا كِتَابٌ حَفِيظٌ} محفوظ من الشياطين، جامع لم يفته شيء، وهو اللوح المحفوظ. </p><p> في الحديث:  \"كلُّ ابنِ آدمَ يَبْلى إلا عَجْبَ الذَّنَب\"  (١) ، وهو عظم كالخردلة، فمنه يركب ابن آدم. </p><p> قال ابن عطية: وحفظ ما تنقص الأرض إنما هو ليعود بعينه يوم القيامة، وهذا هو الحق، وذهب بعض الأصوليين إلى أن الأجساد المبعوثة يجوز أن تكون غير هذه، قال ابن عطية: وهذا عندي خلاف لظاهر كتاب الله تعالى، ولو كانت غيرها، فكيف كانت تشهد الجلود والأيدي والأرجل على الكفرة؟ إلى غير ذلك مما يقتضي أن أجساد الدنيا هي التي تعود (٢) . </p><p> وسئل شيخ الإسلام ابن حجر: هل الأجساد إذا بليت وفنيت، وأراد الله إعادتها كما كانت أولًا، هل تعود الأجساد الأول، أم يخلق الله للناس (٣) أجسادًا غير الأجساد الأول؟ فأجاب: إن الأجساد التي يعيدها الله هي الأجساد الأول، لا غيرها، قال: وهذا هو الصحيح، بل الصواب ومن قال غيره عندي، فقد أخطأ فيه؛ لمخالفته ظاهر القرآن والحديث. </p><p>(١) رواه البخاري (٤٦٥١)، كتاب: التفسير، باب: {يَوْمَ يُنْفَخُ فِي الصُّورِ فَتَأْتُونَ أَفْوَاجًا}، ومسلم (٢٩٥٥)، كتاب: الفتن وأشراط الساعة، باب: ما بين النفختين، من حديث أبي هريرة. قال ابن حجر في \"الفتح\" (٨/ ٥٥٢): قال ابن الجوزي: قال ابن عقيل: لله في هذا سرٌّ لا يعلمه إلا الله، لأن من يُظهر الوجود من العدم لا يحتاج إلى شيء يبني عليه. ويحتمل أن يكون ذلك جُعِلَ علامةً للملائكة على إحياء كل إنسان بجوهره. (٢) انظر: \"المحرر الوجيز\" (١٥/ ١٥٦)، ووقع فيه: \"الأجساد المبعثرة\" بدل: \"المبعوثة\".(٣) \"للناس\" زيادة من \"ت\".</p>"
}