{
  "id": null,
  "sura": 52,
  "aya": 21,
  "text": "<p> على الله التنعيم إيجابًا، لكنه قد جعلها أمارة على من سبق في علمه تنعيمه، وعلق الثواب والعقاب بالتكسب الذي في الأعمال. </p><p> * * * </p><p> {مُتَّكِئِينَ عَلَى سُرُرٍ مَصْفُوفَةٍ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ (٢٠) }. </p><p> [٢٠]  {مُتَّكِئِينَ} نصب على الحال. قرأ أبو جعمر:  (مُتَّكِينَ) بإسكان الياء بغير همز، والباقون: بالهمز (١)  {عَلَى سُرُرٍ مَصْفُوفَةٍ} صُفَّ بعضُها إلى بعض. </p><p> {وَزَوَّجْنَاهُمْ} قَرنَّاهم، وليس في الجنة تزويج كالدنيا {بِحُورٍ} جمع حوراء، وهي البيضاء القوية بياض العين وسواد سوادها. </p><p> {عِينٍ} جمع عيناء، وهي الكبيرة العينين مع جمالها. </p><p> * * * </p><p> {وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ (٢١) }. </p><p> [٢١]  {وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ} قرأ أبو عمرو: (وَأَتْبَعْناهُمْ) بقطع الألف وفتحها وإسكان التاء والعين ونون وألف بعدها، والباقون:  (وَاتَّبَعَتْهُمْ) بوصل الألف وتشديد التاء وفتح العين وتاء ساكنة بعدها (٢) . </p><p>(١) انظر: \"النشر في القراءات العشر\" لابن الجزري (١/ ٣٩٧)، و\"معجم القراءات القرآنية\" (٦/ ٢٥٥). (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٦١٢)، و\"التيسير\" للداني (ص: ٢٠٣)، و\"تفسير البغوي\" (٤/ ٢٣٩)، و\"معجم القراءات القرآنية\" (٦/ ٢٥٦).</p><p> {ذُرِّيَّتُهُمْ} قرأ أبو عمرو، ويعقوب، وابن عامر: بألف بعد الياء على الجمع، وأبو عمرو وحده يكسر التاء والهاء، ويعقوب وابن عامر يضمانهما، وقرأ الباقون: بغير ألف على التوحيد مع ضم التاء والهاء (١) . </p><p> {بِإِيمَانٍ} المعنى: أن المؤمنين اتبعتهم ذريتهم، وهم أولادهم الصغار والكبار بسبب إيمانهم، فكبارهم بإيمانهم بأنفسهم، وصغارهم بأن أتُبِعوا في الإِسلام بآبائهم بسبب إيمانهم؛ لأنَّ الولد يُحكم بإسلامه تبعًا لأحد أبويه إذا أسلم، وهو مذهب أبي حنيفة والشافعي وأحمد، وقال مالك: يحكم بإسلامه تبعًا لإسلام أبيه دون أمه، وأما إذا مات أحد أبويه في دار الإسلام، فقال أحمد: يحكم بإسلامه، وهو من مفردات مذهبه؛ خلافًا للثلاثة، واختلفوا في إسلام الصبي المميز ورِدَّته، فقال الثلاثة: يصحان منه، وقال الشافعي: لا يصحان. </p><p> {أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ} المؤمنين في الجنة بدرجاتهم، وإن لم يبلغوا بأعمالهم درجة آبائهم؛ تكرمة لآبائهم؛ لتقر بذلك أعينهم. قرأ ابن كثير، والكوفيون:  (ذُرَيَّتهمْ) بغير ألف على التوحيد مع فتح التاء، وقرأ الباقون: بالألف على الجمع مع كسر التاء. </p><p> {وَمَا أَلَتْنَاهُمْ} قرأ ابن كثير: بكسر اللام، والباقون: بنصبها (٢) . </p><p>(١) انظر: \"التيسير\" للداني (ص: ٢٠٣)، و\"الكشف\" لمكي (٢/ ٢٩٠)، و \"تفسير البغوي\" (٤/ ٢٤٠)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٧٧)، و\"معجم القراءات القرآنية\" (٦/ ٢٥٧). (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٦١٢)، و\"التيسير\" للداني (ص: ٢٠٣)، و\"تفسير البغوي\" (٤/ ٢٤٠)، و \"معجم القراءات القرآنية\" (٦/ ٢٥٨).</p>"
}