{
  "id": null,
  "sura": 57,
  "aya": 27,
  "text": "<p> {وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ فَمِنْهُمْ مُهْتَدٍ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (٢٦) }. </p><p> [٢٦]  {وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ} ذكر رسالتهما، تشريفًا لهما بالذكر، ولأنهما من أول الرسل، ثم ذكر نعمه على ذريتهما، فقال {وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ} يعني: الكتب الأربعة؛ فإنها جميعًا في ذرية إبراهيم عليه السلام. قرأ هشام (أَبْرَاهَاَم) بالألف، والباقون: بالياء، وقرأ نافع (النُّبُوءَةَ) بالمد والهمز، والباقون: بتشديد الواو بغير همز. </p><p> {فَمِنْهُمْ} فمن الذرية {مُهْتَدٍ} روي عن قنبل، ويعقوب: الوقف بالياء على (مُهْتَدِي)  {وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ} خارجون عن الطاعة. </p><p> ... </p><p> {ثُمَّ قَفَّيْنَا عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (٢٧) }. </p><p> [٢٧]  {ثُمَّ قَفَّيْنَا} أَتْبعنا وأَرْدفنا؛ مأخوذ من القفا؛ أي: جاء بالثاني في قفا الأول {عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ} وكان آخر نبي من بني إسرائيل، وأول أنبيائهم موسى عليه السلام. </p><p> {وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً} وهي أشد الرحمة، وكانوا متوادِّين بعضهم لبعض؛ كما قال تعالى في وصف أصحاب النبي - صلى الله عليه وسلم -: {رُحَمَاءُ بَيْنَهُمْ}  [الفتح: ٢٩] . قرأ قنبل بخلاف عنه:  (رَآفَةً) بالمد </p><p> مثل: رَعافة {وَرَحْمَةً} والرحمة في القلب لا تَكَسُّبَ للإنسان فيها. </p><p> {وَرَهْبَانِيَّةً} هو ترهبهم في الجبال والصوامع، ورفض النساء، والرهبان: الخائف؛ مأخوذ من الرهب، وهو الخوف، (ورَهْبَانِيَّهً) عطف على (وَرَحْمَةً) . </p><p> {ابْتَدَعُوهَا} نعت؛ أي: جعلنا عليهم رأفة ورحمة ورهبانية مبتدعة، والمعتزلة تعرب (ورَهْبَانِيَّهً) أنها نصب بإضمار فعل يفسره (ابْتَدَعُوهَا) ، وليست بمعطوفة على الرأفة والرحمة، ويذهبون في ذلك إلى أن الإنسان يخلق أفعاله، فيعربون الآية على مذهبهم، ابتدعوها من قبل أنفسهم، روي أنهم افترقوا ثلاث فرق: ففرقةٌ قاتلت الملوك على الدين فقتلت وقتلت، وفرقةٌ قعدت في المدن يدعون إلى الدين ويبينونه ولم تقاتل، فأخذَتْها الملوك فنشرتها بالمناشير، وقتلوا، وفرقةٌ خرجت إلى الفيافي، وبنت الصوامع والديارات، وطلبت أن تسلم على أن تعتزل، فتركت، ولذلك تسمت بالرهبان، فهذا هو ابتداعهم. </p><p> {مَا كَتَبْنَاهَا عَلَيْهِمْ} أي: لم نفرض الرهبانية عليهم {إِلَّا} استثناء منقطع؛ أي: لكنهم ابتدعوها. </p><p> {ابْتِغَاءَ رِضْوَانِ اللَّهِ} وهو امتثال أمره تعالى، واجتناب نهيه. وتقدم مذهب أبي بكر في ضم الراء من (رُضْوَانِ) . </p><p> {فَمَا رَعَوْهَا} ما حفظ الرهبانية هؤلاء المعتدون {حَقَّ رِعَايَتِهَا} لأنهم قصروا فيما ألزموا أنفسهم من الرهبانية، ورجعوا عنها، ودخلوا في دين ملوكهم، ولم يبق على دين النصرانية إلا اليسير، فآمنوا بمحمد - صلى الله عليه وسلم - </p>"
}