{
  "id": null,
  "sura": 59,
  "aya": 9,
  "text": "<p> {وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ} لمن خالفه. </p><p> ... </p><p> {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ (٨) }. </p><p> [٨] ثم بين مَنْ له الحقُّ في الفيء، فقال:  {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ} فإن كفار مكة أخرجوهم، وأخذوا أموالهم. </p><p> {يَبْتَغُونَ فَضْلًا} رزقًا {مِنَ اللَّهِ وَرِضْوَانًا} أي: أُخرجوا إلى دار الهجرة طلبًا لرضا الله عز وجل. قرأ أبو بكر عن عاصم:  (وَرُضْوَانًا) بضم الراء، والباقون: بكسرها (١) . </p><p> {وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ} بأنفسهم وأموالهم. </p><p> {أُولَئِكَ هُمُ الصَّادِقُونَ} في إيمانهم. </p><p> ... </p><p> {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٩) }. </p><p> [٩]  {وَالَّذِينَ تَبَوَّءُوا} استوطنوا {الدَّارَ} المدينةَ، وهم الأنصار {وَالْإِيمَانَ} أي: وأخلصوا الإيمان {مِنْ قَبْلِهِمْ} من قبل قدوم المهاجرين </p><p>(١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٤١٣)، و\"معجم القراءات القرآنية\" (٧/ ١١٥).</p><p> عليهم؛ فإنهم آمنوا، وبنوا المساجد قبل قدوم النبي - صلى الله عليه وسلم - والمهاجرين المدينة بسنتين. </p><p> {يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ} من المؤمنين {وَلَا يَجِدُونَ فِي صُدُورِهِمْ} لقسم النبي - صلى الله عليه وسلم - أموالَ بني النضير للمهاجرين دون الأنصار {حَاجَةً} حزازة وحسدًا {مِمَّا أُوتُوا} أي: مما أُعطي المهاجرون دونَهم من الفيء. </p><p> {وَيُؤْثِرُونَ} إخوانَهم من المهاجرين بأموالهم ومنازلهم. </p><p> {عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} فقرٌ إلى ما يؤثرون به. </p><p> {وَمَنْ يُوقَ شُحَّ نَفْسِهِ} وشحُّ النفس: هو كثرة الطمع وضبطها على المال والرغبة فيه، وامتداد الأمل، وهو فقر لا يُذهبه غنى المال، بل يزيده، وهو داعية كل خلق سوء {فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} الفائزون بالثناء والثواب. </p><p> عن أبي هريرة -رضي الله عنه- أنه سمع رسول الله - صلى الله عليه وسلم - يقول:  \"لا يجتمعُ غبارٌ في سبيل الله ودخانُ جهنمَ في جوفِ عبدٍ أبدًا، ولا يجتمعُ الشحُّ والإيمانُ في قلبِ عبدٍ أبدًا\"  (١) . </p><p> وقال - صلى الله عليه وسلم -: \"من أَدَّى الزكاةَ المفروضةَ، وقِرى الضيف، وأعطى في النائبة، فقد برئ من الشح\"  (٢) . </p><p> والشح: هو أقبح البخل. </p><p>(١) رواه النسائي (٣١١٠)، كتاب: الجهاد، باب: فضل من عمل في سبيل الله على قدمه، والإمام أحمد في \"المسند\" (٢/ ٢٥٦)، وابن حبان في \"صحيحه\" (٣٢٥١)، والحاكم في \"المستدرك\" (٢٣٩٥). (٢) رواه الخطيب في \"موضح أوهام الجمع والتفريق\" (١/ ٤٥٩)، من حديث جابر بن عبد الله رضي الله عنه.</p>"
}