{
  "id": null,
  "sura": 59,
  "aya": 7,
  "text": "<p> {مِنْ خَيْلٍ وَلَا رِكَابٍ} إبل خاصة، و (مِنْ) زائدة، المعنى: لم تقاسوا مشقة على أخذ أموال اليهود، فلذلك اختص به - صلى الله عليه وسلم -. </p><p> {وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ} إهلاكَه وأخذَ ماله. </p><p> {وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} يفعل ما يريد، فجعل أموال بني النضير لرسول الله - صلى الله عليه وسلم - خاصة، يضعها حيث يشاء، فقسمها بين المهاجرين، ولم يعط الأنصار منها شيئًا إلا ثلاثة نفر كانت بهم حاجة، وهم أبو دجانة سماكُ بنُ خرشة، وسهل بن حنيف، والحارث بن الصمة (١) . </p><p> ... </p><p> {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (٧) }. </p><p> [٧] ثم بين ما يصنع - صلى الله عليه وسلم - بالفيء، فقال: </p><p> {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ} أموال الكفار. </p><p> {أَهْلِ الْقُرَى} وهي قريظةُ والنضير، وفدك، وخيبر، وقرى عرينة. </p><p> {فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} قرأ حمزة، والكسائي، وخلف:  (الْقُرَى) و (الْقُرْبَى) و (الْيَتَامَى) بالإمالة، وافقهم أبو عمرو في (الْقُرَى) و (الْقُرْبَى) ، واختلف عن ورش، وقرأ الباقون: </p><p>(١) انظر: \"تفسير الثعلبي\" (٩/ ٢٧٢)، و \"تفسير البغوي\" (٤/ ٣١٦)، و \"زاد المسير\" لابن الجوزي (٨/ ٢٠٩).</p><p> بالفتح (١) ، وتقدم حكم الفيء والغنيمة واختلاف الأئمة فيهما مستوفىً في سورة الأنفال. </p><p> {كَيْ لَا يَكُونَ دُولَةً} هو ما يُتداول. </p><p> {بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ} المعنى: قسم تعالى هذه الأموال بين المذكورين؛ لئلا يختص بها الأغنياء، ويتداولوها بينهم. قرأ أبو جعفر:  (تَكُونَ) بالتاء على التأنيث؛ لتأنيب لفظ (دُوَلةً) ، [و (دولةٌ) بالرفع؛ أي: كي لا يقع دولة جاهلية، وافقه هشام على رفع دولة] (٢) ، واختلف عنه في تذكير (يَكُونَ) وتأنيثه، وقرأ الباقون: بالياء على التذكير، لأن تأنيث (دُولَة) غير حقيقي، و (دُولَةً) بالنصب (٣) ؛ أي: لكيلا يكون الفيء دولة، والمخاطبة للأنصار؛ لأنه لم يكن في المهاجرين في ذلك الوقت غنى. </p><p> {وَمَا آتَاكُمُ} أعطاكم {الرَّسُولُ} أيها المؤمنون من الفيء وغيره. </p><p> {فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ} من الغلول وغيره. </p><p> {فَانْتَهُوا} وهذا نازل في أمر الفيء، ثم اطَّرد بعدُ معنى الآية في جميع أوامر النبي - صلى الله عليه وسلم - ونواهيه، فما حكم به الشارع - صلى الله عليه وسلم - مطلقًا، أو في عين، أو فعله، أو أقره، لا يعلل بعلة مختصة بذلك الوقت بحيث يزول الحكم مطلقًا عند الحنابلة والشافعية، وجوزه الحنفية والمالكية. </p><p>(١) انظر: \"الغيث\" للصفاقسي (ص: ٣٦٦)، و\"معجم القراءات القرآنية\" (٧/ ١١٤). (٢) ما بين معكوفتين زيادة من \"ت\".(٣) انظر: \"التيسير\" للداني (ص: ٢٠٩)، و\"تفسير البغوي\" (٤/ ٣٥٧)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٨٦)، و\"معجم القراءات القرآنية\" (٧/ ١١٤).</p>"
}