{
  "id": null,
  "sura": 60,
  "aya": 12,
  "text": "<p> بحكم الله فيما أمر به من أداء نفقات المسلمين، فنزل قوله تعالى: </p><p> {وَإِنْ فَاتَكُمْ شَيْءٌ}  (١) أي: أحد {مِنْ أَزْوَاجِكُمْ} أي: سبقكم، وانقلب منكم {إِلَى الْكُفَّارِ} ، فلحق بهم مرتدات. </p><p> {فَعَاقَبْتُمْ} فغنمتم من الكفار. </p><p> {فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ} منكم إلى الكفار مرتدات. </p><p> {مِثْلَ مَا أَنْفَقُوا} عليهن من الغنائم التي صارت في أيديكم. </p><p> قال ابن عباس:  \"لحق بالمشركين من نساء المؤمنين المهاجرين ستُّ نسوة رجعنَ عن الإسلام، فأعطى رسول الله - صلى الله عليه وسلم - أزواجهنَّ مهورهن من الغنيمة\"  (٢) ، وهذا كله منسوخ حكمه. </p><p> {وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ} فإن الإيمان به يقتضي التقوى منه. </p><p> {يَاأَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٢) }. </p><p> [١٢] ونزل يوم فتح مكة لما فرغ رسول الله - صلى الله عليه وسلم - من بيعة الرجال وهو على الصفا:  {يَاأَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ} قرأ نافع: (النَّبِيءُ إِذَا) </p><p>(١) انظر: \"تفسير البغوي\" (٤/ ٣٧٨). (٢) انظر: \"تفسير البغوي\" (٤/ ٣٧٩).</p><p> بالهمز والمد وتسهيل الهمزة الثانية، والباقون: بتشديد الياء بغير مد ولا همز، وتحقيق الهمزة الثانية. </p><p> {عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ} والمراد: وأد البنات الذي كانوا يفعلونه، وهو دفنهن في حياتهن. </p><p> {وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ} أي: تلتقط مولودًا وتقول لزوجها: هذا ولدي منك، فهو البهتان المفترى؛ لأن الولد إذا وضعته الأم، سقط بين يديها ورجليها. قرأ يعقوب:  (أَيْدِيهُنَّ) بضم الهاء، والباقون: بكسرها (١) . </p><p> {وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ} هو ما وافق طاعة الله ورسوله. </p><p> {فَبَايِعْهُنَّ} إذا بايعنك. </p><p> {وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} فكان رسول الله - صلى الله عليه وسلم - على الصفا، وعمر بن الخطاب -رضي الله عنه- أسفل منه، وهو يبايع النساء بأمره، ويبلغهن عنه، وهند بنت عتبة امرأة أبي سفيان متنقبة متنكرة مع النساء؛ خوفًا من رسول الله - صلى الله عليه وسلم - أن يعرفها، ثم عرفها، وعفا عنها، وصح أنه - صلى الله عليه وسلم - لم يصافح امرأة في البيعة، وإنما بايعهن بالكلام، وقال:  \"إني لا أصافحُ النساءَ، وإنما قولي لامرأةٍ كقولي لمئةِ امرأة\"  (٢) . </p><p>(١) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٤١٥)، و \"معجم القراءات القرآنية، (٧/ ١٣٢ - ١٣٣). (٢) رواه النسائي (٤١٨١)، كتاب: البيعة، باب: بيعة النساء، والترمذي (١٥٩٧)، كتاب: السير، باب: ما جاء في بيعة النساء، وقال: حسن صحيح، من حديث أميمة بنت رقيقة رضي الله عنها.</p>"
}