{
  "id": null,
  "sura": 61,
  "aya": 14,
  "text": "<p> {يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ (١٤) }. </p><p> [١٤] ثم حضهم على نصرة الدين وجهاد المخالفين فقال: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ} قرأ نافع، وأبو جعفر، وابن كثير، وأبو عمرو:  (أَنْصَارًا لِلِه) بالتنوين ولام الجر، وإذا وقفوا، أبدلوا من التنوين ألفًا؛ لأن المعنى المذكور كونوا بعضَ أنصار الله، وقرأ الباقون:  (أَنْصَارَ) بغير تنوين (اللهِ) بغير لام الجر على إضافة (أَنْصَارَ) إلى (اللهِ)  (١) ؛ أي: أنصارَ دينه؛ لقوله:  (نَحْنُ أَنْصَارُ اللهِ) ، وإذا وقفوا، أسكنوا الراء لا غير، وإذا ابتدؤوا، أتوا بهمزة الوصل. </p><p> {كَمَا} أي: أقول لكم كما {قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ} قرأ ابن ذكوان عن ابن عامر: (لِلْحَوَارِيِّينَ) بالإمالة بخلاف عنه، والباقون: بالفتح، وقرأ نافع، وأبو جعفر:  (أَنْصَارِيَ) بفتح الياء، والباقون: بإسكانها، وأمال فتحة الصاد: الدوري عن الكسائي (٢) ، المعنى: مَنِ المختص بي، فيساعدني في نصر دين الله؟. </p><p>(١) انظر: \"التيسير\" للداني (ص: ٢١٠)، و\"تفسير البغوي\" (٤/ ٣٨٥)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٨٧)، و\"معجم القراءات القرآنية\" (٧/ ١٤٠ - ١٤١). (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٦٣٥)، والإمالة في \"الكشف\" لمكي (١/ ١٧١)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٢٨٧)، و\"معجم القراءات القرآنية\" (٧/ ١٤١).</p><p> {قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ} الذين ينصرونه، وتقدم ذكر أسماء الحواريين وتفسير معناهم في سورة (آل عمران) . </p><p> {فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيل} بعيسى؛ لأنهم قالوا: عبد الله، فرفع إلى السماء. </p><p> {وَكَفَرَتْ طَائِفَةٌ} لقولهم: هو ابنه وشريكه، فاقتتلت الطائفتان، فظهرت الكافرة على المؤمنة. </p><p> {فَأَيَّدْنَا} قوينا ونصرنا {الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ} ببعث محمد - صلى الله عليه وسلم -. </p><p> {فَأَصْبَحُوا} يعني: المؤمنين {ظَاهِرِينَ} غالبين أعداءهم بتصديق محمد - صلى الله عليه وسلم - أن عيسى كلمة الله وروحه، والله أعلم. </p>"
}