{
  "id": null,
  "sura": 63,
  "aya": 5,
  "text": "<p> [٥] روي أن رسول الله - صلى الله عليه وسلم - خرج إلى غزوة بني المصطلق، وخرج معه عبد الله بن أبي ابن سلول، وكانت في شعبان سنة ست من الهجرة، ونزل بالمريسيع -ماء من ماء بني المصطلق-، فسبق المهاجرون وكأنهم غلبوا الأنصار عليه بعضَ غلبة، فقال عبد الله بن أبي لأصحابه: قد كنت قلت لكم في هؤلاء الجلابيب ما قلتُ، فلم تسمعوا مني، وكان المنافقون يسمون المهاجرين: الجلابيب، ثم إن الجهجاه الغفاري غلامَ عمرَ بنِ الخطاب ورد الماء بفرس لعمر، فازدحم هو وسنان بن وبر الجهنى حليف الأوس، ودار بينهما كلام، فاقتتلا، وصرخ الجهني: يا معشرَ الأنصار! وصرخ الغفاري: يا معشر المهاجرين! فجاؤوا، فاقتتلوا، فخرج رسول الله - صلى الله عليه وسلم - فقال:  \"ما بالُ دَعْوى الجاهلية؟! \" فلما أخبر بالقضية، قال:  \"دعوها فإنها مُنْتِنَةٌ\" ، فأصلح الأمر قوم من المهاجرين (١) . </p><p> وروي أن جعالًا -رجلًا فقيرًا من المهاجرين- أعان الجهجاه، فغضب عبد الله بن أبي، وعنده بعض قومه، وكان معهم زيد بن أرقم صغيرًا لم يتحفظ منه، فقال عبد الله: أفعلوها؟! نافرونا وكاثرونا في بلادنا؟ ! فما نحن وهم إلا كما قيل: سَمِّنْ كلبَك يأكلْكَ، ثم قال لقومه: هذا فعلكم بأنفسكم، أحللتموهم دياركم، وقاسمتموهم أموالكم، ولو أمسكتم عن جعال وذويه فضلَ طعامكم، لتحولوا عنكم، ولا تنفقوا عليهم حتى ينفضوا عن محمد، ولئن رجعنا إلى المدينة، ليخرجنَّ الأعزُّ منها الأذلَّ، فذهب </p><p>(١) رواه البخاري (٤٦٢٢)، كتاب: التفسير، باب: قوله: {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ}، ومسلم (٢٥٨٤)، كتاب: البر والصلة والآداب، باب: نصر الأخ ظالمًا أو مظلومًا، من حديث جابر رضي الله عنه.</p><p> زيدُ بن أرقم إلى عمه، وكان في حجره، وأخبره، فأتى به رسولَ الله - صلى الله عليه وسلم -، فأخبره، فقال رسول الله - صلى الله عليه وسلم -: \"يا زيد! غضبت على الرجل، ولعلك وهمتَ\" ، فأقسم زيد ما كان شيء من ذلك، ولقد سمع من عبد الله بن أبي ما حكى، فعاتب رسول الله - صلى الله عليه وسلم - عبد الله بن أبي عند رجال من الأنصار، فبلغه ذلك، فجاء وحلف، وكذَّب زيدًا، وحلف معه قوم من المنافقين، فصدق رسولُ الله - صلى الله عليه وسلم - أيمانَ عبد الله بن أبي، وكذَّب زيدًا، فبقي زيد في منزله لا يتصرف حياءً من الناس، فنزلت هذه السورة عند ذلك، فبعث رسول الله - صلى الله عليه وسلم - في أثر زيد، وقالماله:  \"لقد صدَّقك الله يا زيد، ووفت أُذُنُك\" ، فخزي عند ذلك عبد الله بن أبي، ومقته الناس، ولامه المؤمنون من قومه، وقال بعضهم: امض إلى رسول الله - صلى الله عليه وسلم -، واعترف بذنبك، فيستغفر لك، فلوى رأسه إنكارًا لهذا الرأي، وقال لهم: لقد أشرتم علي بالإيمان، فآمنت، وأشرتم علي بأن أعطي زكاة مالي، ففعلت، ولم يبق لكم إلا أن تأمروني بالسجود لمحمد! فأنزل الله تعالى: </p><p> {وَإِذَا قِيلَ لَهُمْ}  (١) لابن أبيّ {تَعَالَوْا} إلى النبي - صلى الله عليه وسلم - معتذرين، و (تَعَالَوْا) نداء يقتضي لفظه أنه دعاء الأعلى للأسفل، ثم استعمل في كل داع لما فيه من حسن الأدب. </p><p> {يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ} أمالوها استكبارًا. قرأ نافع، وروح عن يعقوب:  (لَوَوْا) بتخفيف الواو الأولى، والباقون: بتشديدها على تضعيف المبالغة. </p><p>(١) انظر: \"تفسير الطبري\" (٢٨/ ١١٥)، و\"تفسير الثعلبي\" (٩/ ٣٢١)، و\"تفسير البغوي\" (٤/ ٣٤٨).</p>"
}