{
  "id": null,
  "sura": 65,
  "aya": 6,
  "text": "<p> {وَأُولَاتُ الْأَحْمَالِ} أي: الحبالى، مطلقاتٍ كُنَّ أو تُوفي عنهن أزواجُهن. </p><p> {أَجَلُهُنَّ} أي: انقضاء عدتهن التي يجوز بعدها النكاح، مبتدأ، خبره {أَنْ يَضَعْنَ حَمْلَهُنَّ} وهما خبر (أُولاَتُ) ، فإذا كانت المرأة حاملًا، وطُلقت، أو مات زوجها، فعدتها بوضع الحمل بالاتفاق. </p><p> {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا} يسهِّلْ عليه أمر الدارين، ويخلِّصْه من شدائدهما. </p><p> {ذَلِكَ أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْ وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا (٥) }. </p><p> [٥]  {ذَلِكَ} المذكور من الأحكام {أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْ وَمَنْ يَتَّقِ اللَّهَ} في أحكامه {يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ} فإن الحسنات يذهبن السيئات. </p><p> {وَيُعْظِمْ لَهُ أَجْرًا} بالمضاعفة. </p><p> {أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى (٦) }. </p><p> [٦]  {اسْكِنوُهُنَّ} يعني: مطلقاتِ نسائِكم {مِنْ حَيْثُ سَكَنْتُمْ} أي: مكانًا من سُكناكم {مِنْ وُجْدِكُمْ} قرأ روح عن يعقوب: (وِجْدِكُمْ) بكسر الواو، </p><p> والباقون: بضمها (١) ؛ أي: من سَعَتكم وهو بيان لقوله: (مِنْ حَيْثُ) ، وأبو عمرو يدغم الثاء في السين من قوله (حَيْث سَّكَنْتُمْ)  (٢) . </p><p> {وَلَا تُضَارُّوهُنَّ} تؤذوهن {لِتُضَيِّقُوا عَلَيْهِنَّ} ليخرُجْنَ، وتقدم في أول السورة اختلاف الأئمة في حكم السكنى للرجعية والبائن. </p><p> {وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ} فيخرجن من العدة، فالبائن بالطلاق إذا كانت حاملًا لها النفقة والسكنى بالاتفاق، وأما البائن الحائل، فتستحق النفقة والسكنى عند أبي حنيفة كالحامل إلى أن تنقضي عدتها بالحيض، أو بالأشهر؛ خلافًا للثلاثة، ولا نفقةَ من التركة لمتوفًّى عنها زوجُها، ولا كسوةَ، ولو كانت حاملًا بالاتفاق. </p><p> {فَإِنْ أَرْضَعْنَ} أي: المطلقات ولدًا {لَكُمْ} منهن، أو من غيرهن. </p><p> {فَآتُوهُنَّ أُجُورَهُنَّ} على الإرضاع، وتقدم اختلاف الأئمة في حكم إرضاع الأمهات، وأخذِهن الأجرةَ في زمن العصمة وبعد الطلاق في سورة البقرة عند تفسير قوله تعالى:  {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ}  [البقرة: ٢٣٣] . </p><p> {وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ} أي: ليأمر بعضكم بعضًا بالمعروف في الإرضاع والأجر. </p><p>(١) انظر: \"النشر في القراءات العشر\" لابن الجزري (٢/ ٣٨٨)، و\"معجم القراءات القرآنية\" (٧/ ١٦٨). (٢) انظر: \"الغيث\" للصفاقسي (ص: ٣٦٩)، و\"معجم القراءات القرآنية\" (٧/ ١٦٨).</p>"
}