{
  "id": null,
  "sura": 65,
  "aya": 1,
  "text": "<p> [سورة الطلاق] </p><p> وتسمى: سورةَ النساء القصرى، وهي مدنية، وآيها: اثنتا عشرة آية، وحروفها: ألف وستون حرفًا، وكلمها: مئتان وتسع وأربعون كلمة. </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> {يَاأَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللَّهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا (١) }. </p><p> [١]  {يَاأَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ} أفرد - صلى الله عليه وسلم - بالخطاب أولًا تعظيمًا لشأنه، وجمع ثانيًا مع أمته تشريفًا لهم. قرأ نافع:  (النَّبِيءٌ إِذَا) بالهمز (١) والمد، وتسهيل الهمزة الثانية، وقرأ الباقون: بتشديد الياء بغير مد ولا همز، وتحقيق الهمزة الثانية (٢) ، المعنى: إذا أردتم تطليقهن. </p><p> {فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ} أي: لطهرهن الذي يُحصينه من عدتهن، وهو </p><p>(١) \"بالهمز\" زيادة من \"ت\". (٢) انظر: \"إتحاف فضلاء البشر\" للدمياطي (ص: ٤١٨)، و\"معجم القراءات القرآنية\" (٧/ ١٦٥).</p><p> أول طهر تعتد به، والمراد: أن يطلقها في طهر لم يُصِبْها فيه، وهو طلاق السنة. </p><p> نزلت هذه الآية في عبد الله بن عمر -رضي الله عنهما-، كان قد طلق امرأته في حال الحيض، فقال - صلى الله عليه وسلم - لعمر:  \"مُرْهُ فَلْيراجِعْها، ثم ليمسِكْها حتى تطهر، ثم تحيض ثم تطهر، ثم إن شاء أمسكَ بعدُ، وإن شاء طلَّقَ قبلَ أن يَمَسَّ، فتلك العِدَّةُ التي أمَرَ الله أن تُطَلَّق لها النساءُ\"  (١) . قرأ ورش عن نافع:  (طَلَّقْتُمْ)  (فَطَلِّقُوهُنَّ) بتغليظ اللام، وكذلك كل لام مفتوحة مخففة أو مشددة إذا تقدمها صاد أو طاء أو ظاء بفتح أو سكون، وعنه خلاف في (طَالَ) و (فِصَالًا) ، وتقدم حكم الطلاق السني والبدعي ومذاهب الأئمة فيه في سورة الأحزاب عند تفسير قوله تعالى:  {سَرَاحًا جَمِيلًا}  [الآية: ٤٩] . </p><p> {وَأَحْصُوا الْعِدَّةَ} اضبطوها، واحفظوا عدد أقراء العدة ثلاثًا مستقبلات بلا نقصان؛ لتعلموا وقت الرجعة إن أردتم أن تراجعوهن؛ لأن الرجعة إنما تجوز في زمان العدة إذا كان الطلاق رجعيًّا بالاتفاق. </p><p> {وَاتَّقُوا اللَّهَ رَبَّكُمْ} في الإضرار بهن. </p><p> {لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ} اللاتي يسكنها إذا طلقتموهن حتى تنقضي عدتهن، فإذا كان الطلاق رجعيًّا (٢) ، فللزوجة السكنى بمنزل الطلاق، وليس لها الخروج منه حتى تنقضي عدتها بالاتفاق، وأما إذا كان الطلاق بائنًا، فعند أحمد: الحقُّ في إسكانها للزوج، فيسكنها حيث شاء مما يصلح </p><p>(١) انظر: \"تفسير البغوي\" (٤/ ٤١٣). والحديث رواه \"البخاري\" (٤٩٥٣)، كتاب: الطلاق، باب قوله تعالى: {يَاأَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ}، ومسلم (١٤٧١)، كتاب: الطلاق، باب: تحريم طلاق الحائض بغير رضاها، من حديث ابن عمر رضي الله عنهما، دون ذكر أن الآية نزلت في قصته. (٢) \"رجعيًّا\" زيادة من \"ت\".</p>"
}