{
  "id": null,
  "sura": 65,
  "aya": 4,
  "text": "<p> الطير، تغدو خِماصًا، وتَروح بِطَانًا\" (١) ، والتوكل: سكون القلب في كل موجود ومفقود، وقطعُ القلب عن كل علاقة، والتعلقُ بالله في جميع الأحوال. </p><p> {إِنَّ اللَّهَ بَالِغُ أَمْرِهِ} قرأ حفص عن عاصم: (بَالِغُ) بغير تنوين (أَمْرِهِ) بالخفض بإضافة (بالغ) إليه، وقرأ الباقون: بالتنوين، ونصب (أَمْرَهُ)  (٢) ، والمعنى على القراءتين: منفذٌ حكمَه. </p><p> {قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا} نهاية. </p><p> {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا (٤) }. </p><p> [٤] ولما نزل {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ}  [البقرة: ٢٢٨] ، قال خلاد بن النعمان (٣) بن قيس الأنصاري: يا رسول الله! فما عدة من لا تحيض، والتي لم تحض، وعدة الحبلى؟ فأنزل الله تعالى: {وَاللَّائِي </p><p>(١) رواه الترمذي (٢٣٤٤)، كتاب: الزهد، باب: في التوكل على الله، وقال: حسن صحيح، وابن ماجه (٤١٦٤)، كتاب: الزهد، باب: التوكل واليقين، وأحمد في \"المسند\" (١/ ٣٠)، وابن حبان في \"صحيحه\" (٧٣٠)، والحاكم في \"المستدرك\" (٧٨٩٤) من حديث عمر بن الخطاب -رضي الله عنه-. (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٦٣٩)، و\"التيسير\" للداني (ص: ٢١١)، و\"تفسير البغوي\" (٤/ ٤١٧)، و\"معجم القراءات القرآنية\" (٧/ ١٦٦).(٣) \"بن النعمان\" زيادة من \"ت\".</p><p> يَئِسْنَ} (١) لكبرهن {مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ} شككتم في حكم عدتهن؛ لانقطاع دمهن لكبرهن. </p><p> {فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ} الجملة خبر المبتدأ. </p><p> {وَاللَّائِي لَمْ يَحِضْنَ} لصغرهن مبتدأ محذوفُ الخبر؛ أي: فعدتهن ثلاثة أشهر، حذف الخبر لدلالة المذكور عليه، فالصغيرة التي لم تحض، والكبيرة التي أيست من الحيض، عدةُ كلِّ واحدة منهما (٢) من الطلاق ثلاثةُ أشهر بالاتفاق، والشابة التي كانت تحيض، فارتفع حيضها قبل بلوغها سنَّ الآيسات، فعند أبي حنيفة والشافعي: لا تنقضي عدتها حتى يعاودها الدم، فتعتد بثلاثة أقراء، أو تبلغ سنَّ الآيسات، فتعتد بثلاثة أشهر، وعند مالك وأحمد: إذا ارتفع حيضها، لا تدري ما رفعه، تعتد به سنةً: تسعة أشهر للحمل، وثلاثة للعدة، فتحل عقب السنة، كان علمت ما رفعه من مرض أو رضاع ونحوه، فلا تزال في عدة حتى يعود الحيض، فتعتد به، إلا أن تصير آيسة، فتعتد عدة آيسة حينئذ. </p><p> وسن الإياس عند أبي حنيفة خمس وخمسون سنة، وعند مالك سبعون، وعند الشافعي اثنتان وستون وعند أحمد خمسون، وأقل سن تحيض له المرأة تسع سنين بالاتفاق. </p><p> وعدة المتوفَّى عنها زوجها إذا لم تكن حاملًا أربعة أشهر وعشر بالاتفاق. </p><p> واختلاف القراء في (وَالَّلِائي) في الحرفين كاختلافهم في نظيره في سورة الأحزاب [الآية: ٤] . </p><p>(١) انظر: \"تفسير البغوي\" (٤/ ٣٥٨). (٢) \"منهما\" زيادة من \"ت\".</p>"
}