{
  "id": null,
  "sura": 66,
  "aya": 5,
  "text": "<p> {وَإِنْ تَظَاهَرَا عَلَيْهِ} قرأ الكوفيون: بتخفيف الظاء، والباقون: بتشديدها (١) ، ومعناهما: تتعاونا على إيذائه. </p><p> {فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ} أي: ناصره {وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ} عطفًا على الضمير في (مَوْلاَهُ)  (وَصَالح الْمُؤْمِنِينَ) واحد يُراد به الجمع، وهم من صلح من المؤمنين. قرأ ابن كثير:  (جَبْرِيلُ) بفتح الجيم وكسر الراء من غير همز (٢) ، وقرأ حمزة، والكسائي، وخلف: بفتح الجيم والراء وهمزة مكسورة، وقرأ أبو بكر عن عاصم كذلك، إلا أنه حذف الياء بعد الهمزة، وقرأ الباقون: بكسر الجيم والراء من غير همز. </p><p> {وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِير} أعوان، المعنى: كلُّ المذكورين ينصرون محمدًا ويعينونه، وتخصيص جبريل لتعظيمه. </p><p> {عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا (٥) }. </p><p> [٥]  {عَسَى رَبُّهُ} و (عسى) تكون للوجوب في ألفاظ القرآن إلا في موضعين: أحدهما في سورة محمد - صلى الله عليه وسلم - (فَهَلْ عَسَيْتُمْ) ؛ أي: علمتم وتمنيتم، والثاني: هنا ليس بواجب؛ لأن الطلاق معلق بالشرط، فلما لم يوجد الشرط، لم يوجد التبديل. </p><p>(١) انظر: \"التيسير\" للداني (ص: ٩٤)، و\"تفسير البغوي\" (٤/ ٤٢٩)، و\"معجم القراءات القرآنية\" (٧/ ١٧٦). (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٦٤٠)، و\"التيسير\" للداني (ص: ٧٥)، و\"معجم القراءات القرآنية\" (٧/ ١٧٧).</p><p> {إِنْ طَلَّقَكُنَّ} رسولُه {أنَّ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ} قرأ أبو عمرو: (طَلَّقكُنَّ) بإدغام القاف في الكاف، والباقون: بالإخلاص، وقرأ نافع، وأبو جعفر، وأبو عمرو:  (يُبَدِّلَهُ) بفتح الباء وتشديد الدال، والباقون: بإسكان الباء وتخفيف الدال (١) . </p><p> {مُسْلِمَاتٍ} خاضعات له بالطاعة {مُؤْمِنَاتٍ} مخلصات {قَانِتَاتٍ} طائعات {تَائِبَاتٍ} عن الذنوب {عَابِدَاتٍ} متذللات لأمر الرسول {سَائِحَاتٍ} صائمات. </p><p> {ثَيِّبَاتٍ وَأَبْكَارًا} أي: مشتملات على الثيبات والأبكار، والآية واردة في الإخبار عن القدرة، لا عن الكون في الوقت؛ لأنه تعالى قال:  {إِنْ طَلَّقَكُنَّ} ، وهو علم أنه لا يطلقهن، وهذا كقوله:  {وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ}  [محمد: ٣٨] ، فهذا إخبار عن القدرة، وتخويف لهم؛ لأنه ليس في الوجود خير من أمة محمد - صلى الله عليه وسلم -. </p><p> روي عن أنس بن مالك: أن عمر بن الخطاب -رضي الله عنه- قال للنبي - صلى الله عليه وسلم -: \"يا رسول الله! لا تكترثْ بأمر نسائك، والله معك، وجبريل معك، وأبو بكر معك، وأنا معك\" ، فنزلت الآية موافقة نحوًا من قول عمر (٢) . </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص: ٦٤٠)، وقراءة (يبدله) في \"التيسير\" للداني (ص: ١٤٥)، و\"النشر في القراءات العشر\" لابن الجزري (٢/ ٣١٤)، و\"معجم القراءات القرآنية\" (٧/ ١٧٨). (٢) انظر: \"المحرر الوجيز\" لابن عطية (٥/ ٣٣٢)، و\"البحر المحيط\" لأبي حيان (٨/ ٢٨٧). وأصله في \"الصحيح\".</p>"
}