{
  "id": null,
  "sura": 68,
  "aya": 4,
  "text": "<p> فيدخله من الاختلاف ما يدخل في أوائل السور، ويختص هذا الموضع من الأقوال بأن قال ابن عباس، ومجاهد، ومقاتل، والسدي، والكلبي: إنه الحوت الأعظم الذي تحت الأرضين السبع، واسمه يهموت (١) . </p><p> {وَالْقَلَمِ} الذي كتب به اللوح المحفوظ {وَمَا يَسْطُرُونَ} أي: ما يكتبون: الملائكةُ الحفظةُ من أعمال بني آدم. </p><p> ... </p><p> {مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ (٢) }. </p><p> [٢] وهو قسم جوابه: {مَا أَنْتَ بِنِعْمَةِ رَبِّكَ} بإنعامه عليك بالنبوة {بِمَجْنُونٍ} وهو جواب لقولهم: {وَقَالُوا يَاأَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ}  [الحجر: ٦] ، فأقسم الله بالنون والقلم، وما يكتب به الأعمال إنه ليس مجنونًا، وقد أنعم عليه بالنبوة والحكمة. </p><p> ... </p><p> {وَإِنَّ لَكَ لأَجْرًا غَيْرَ مَمْنُونٍ (٣) }. </p><p> [٣]  {وَإِنَّ لَكَ لأَجْرًا} بصبرك على افترائهم. </p><p> {غَيْرَ مَمْنُونٍ} أي: مقطوع. </p><p> ... </p><p> {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ (٤) }. </p><p> [٤]  {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} وسمي خلقه - صلى الله عليه وسلم - عظيمًا؛ لامتثاله </p><p>(١) ذكره البغوي في \"تفسيره\" (٤/ ٤٤١)، وابن عطية في \"المحرر الوجيز\" (٥/ ٣٤٥). وقال أبو حيان في \"البحر المحيط\" (٨/ ٣٠١) بعد ذكره لهذه الأقوال: لا يصح شيء من ذلك، انتهى.</p><p> تأديبَ الله تعالى، والخلق العظيم يجتمع فيه مكارم الأخلاق، وهي تجتمع في النبي - صلى الله عليه وسلم -، وقد أمره الله بمكارم الأخلاق في قوله تعالى:  {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ}  [الأنعام: ٩٠] ، فأمره بتوبة آدم، وشكر نوح، ووفاء إبراهيم، ووعد إسماعيل، وحلم إسحاق، وحسن ظن يعقوب، واحتمال يوسف، وصبر أيوب، وإنابة داود، وتواضع سليمان، وإخلاص موسى، وعبادة زكريا، وعصمة يحيى، وزهد عيسى، ففعلها، وهي من مكارم الأخلاق، فأثنى الله عليه بقوله:  {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} . </p><p> وسئلت عائشة عن خلقه، فقالت:  \"كان خلقُه القرآن\"  (١) . </p><p> عن عبد الله بن عمرو -رضي الله عنهما- قال: إن رسولَ الله - صلى الله عليه وسلم - لم يكن فاحشًا ولا متفحشًا، وكان يقول:  \"خياركم أحاسنُكم أخلاقًا\"  (٢) . </p><p> وعن عائشة -رضي الله عنها- قالت:  \"ما ضرب رسول الله - صلى الله عليه وسلم - بيده شيئًا قط، إلا أن يجاهد في سبيل الله ولا ضرب خادمًا ولا امرأة\"  (٣) . </p><p> وعنها قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول (٤) : \"إن المؤمنَ يدرك بحسن خلقه درجةَ قائم الليل وصائم النهار\"  (٥) . </p><p>(١) رواه مسلم (٧٤٦)، كتاب: صلاة المسافرين وقصرها، باب: جامع صلاة الليل ومن نام عنه أو مرض، بلفظ فيه: ... فإن خلق نبي الله - صلى الله عليه وسلم - كان القرآن\". (٢) رواه البخاري (٥٦٨٨)، كتاب: الأدب، باب: حسن الخلق والسخاء، ومسلم (٢٣٢١)، كتاب: الفضائل، باب: كثرة حيائه - صلى الله عليه وسلم -.(٣) رواه النسائي في \"السنن الكبرى\" (٩١٦٣)، والإمام أحمد في \"المسند\" (٦/ ٢٢٩)، وابن حبان في \"صحيحه\" (٤٨٨).(٤) \"سمعت رسول الله - صلى الله عليه وسلم - زيادة من \"ت\".(٥) رواه أبو داود (٤٧٩٨)، كتاب: الأدب، باب: في حسن الخلق.</p>"
}