{
  "id": null,
  "sura": 73,
  "aya": 20,
  "text": "<p> {إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٢٠) }. </p><p> [٢٠]  {إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى} أقلَّ (١)  {مِنْ ثُلُثَيِ اللَّيْلِ} قرأ هشام عن ابن عامر: (ثُلْثَي) بإسكان اللام، والباقون: بضمها {وَنِصْفَهُ وَثُلُثَهُ} قرأ ابن كثير، والكوفيون: بنصب الفاء والثاء وضم الهاءين عطفًا على (أَدْنَى) ؛ أي: وتقوم نصفه وثلثه، وقرأ الباقون: بخفض الفاء والثاء وكسر الهاءين عطفًا على (ثُلُثَي)  (٢) ؛ أي: وتقوم أقلَّ من ثلثي الليل ومن نصفه ومن ثلثه. </p><p> {وَطَائِفَةٌ} أي: تقوم أنت وتقوم طائفة {مِنَ} أصحابك {الَّذِينَ مَعَكَ} يعني: المؤمنين، وكانوا يقومون معه. </p><p> {وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ} [فيعرف مقادير جميع ذلك {عَلِمَ أَنْ لَنْ تُحْصُوهُ} لن تطيقوا معرفة ذلك {فَتَابَ عَلَيْكُمْ} فعاد عليكم بالعفو والتخفيف بترك ما فرض من قيام الليل] (٣) . </p><p>(١) \"أقل\" زيادة من \"ت\". (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٦٥٨)، و\"التيسير\" للداني (ص: ٢١٦)، و\"تفسير البغوي\" (٤/ ٤٩٥ - ٤٩٦)، و\"معجم القراءات القرآنية\" (٧/ ٢٥٥).(٣) ما بين معكوفتين زيادة من \"ت\".</p><p> {فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ} من غير توقيت لصلاة، وقيل: القرآن هنا: الصلاة، عبر عنها به؛ لأنه بعض أركانها، ونسخ بالصلوات الخمس، ثم أومأ إلى علة النسخ فقال:  {عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى} فيثقل عليهم قيام الليل، و (أَنْ) مخففة من الثقيلة؛ أي: علم أنه سيكون. </p><p> {وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ} يسافرون للتجارة {يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ} أي: رزقه {وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ} أي: يجاهدون لا يطيقون قيام الليل. </p><p> {فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ} أي: القرآن، كان هذا في صدر الإسلام، ثم نُسخ بالصلوات الخمس، وذلك قوله تعالى: </p><p> {وَأَقِيمُوا الصَّلَاةَ} المفروضةَ {وَآتُوا الزَّكَاةَ} الواجبة. </p><p> {وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا} هو الإنفاق في سبل الخير غير المفروض. </p><p> {وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا} مما تؤخِّرونه إلى الوصية، ونصب (خَيْرًا)  (وَأَعْظَمَ) على المفعول الثاني لـ (تَجِدُوهُ) ، فإن الوجود إذا كان بمعنى الرؤية يتعدى إلى مفعولين. </p><p> {وَاسْتَغْفِرُوا اللَّهَ} لذنوبكم {إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} كان السلف الصالح يصلون إلى طلوع الفجر، ثم يجلسون للاستغفار إلى صلاة الصبح، والله أعلم. </p>"
}