{
  "id": null,
  "sura": 95,
  "aya": 8,
  "text": "<p> {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (٦) }. </p><p> [٦]  {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} منهم, فإنه يكتب لهم بعد الهرم مثل حال الشباب. </p><p> قال ابن عباس:  \"هم نفر رُدُّوا إلى أرذل العمر على عهد رسول الله - صلى الله عليه وسلم -، فأنزل الله تعالى عذرهم، وأخبر أن لهم أجرهم مثل الذي عملوا قبل أن تذهب عقولهم\"  (١) ، فذلك قوله تعالى:  {فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ} محسوب يمنُّ عليهم به (٢) ، وثبتت الفاء في (فَلَهُمْ) هنا، ولم تثبت في (لَهُمْ) آخر الانشقاق؛ جمعًا بين اللغتين. </p><p> ... </p><p> {فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ (٧) }. </p><p> [٧] ثم قال إلزامًا للحجة، وتوبيخًا للكفار:  {فَمَا يُكَذِّبُكَ} ما سببُ تكذيبك أيها الإنسان {بَعْدُ} أي: بعد هذا الدليل القاطع {بِالدِّينِ} بالحساب والجزاء، يقال: أكذبته: وجدتُه كاذبًا، وكذَّبته مشددًا: قلت له: كذبت. </p><p> ... </p><p> {أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ (٨) }. </p><p> [٨]  {أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ} بأفصل الفاصلين، فيفصل بينك وبين مكذبيك. </p><p>(١) رواه الطبري في \"تفسيره\" (٣٠/ ٢٤٤). وانظر: \"تفسير البغوي\" (٤/ ٦٤٤). (٢) \"محسوب يمن عليهم به\" زيادة من \"ت\".</p><p> قال قتادة: كان النبي - صلى الله عليه وسلم - إذا قرأ هذه الآية، قال:  \"بَلَى، وأنا على ذلك من الشاهدين\"  (١) ، والله أعلم. </p><p> * * * </p><p>(١) رواه الطبري في \"تفسيره\" (٣٠/ ٢٥٠). وانظر: \"تفسير البغوي\" (٤/ ٦٤٥). ورواه أبو داود (٨٨٧)، كتاب: الصلاة، باب: مقدار الركوع والسجود، والترمذي (٣٣٤٧)، كتاب: التفسير، باب: ومن سورة التين، من طريق إسماعيل بن أمية، عن أعرابي، عن أبي هريرة، به. قال الترمذي: إنما يروى بهذا الإسناد عن هذا الأعرابي عن أبي هريرة ولا يسمى.</p><p> [سورة العلق] </p><p> مكية، وآيها: تسع عشرة آية، وحروفها: مئتان وتسعة وعشرون حرفًا، وكلمها: اثنتان وسبعون كلمة، وهي أول ما نزل من كتاب الله تعالى على الأصح، وعليه الأكثر، وتقدم التنبيه عليه في سورة المدثر، نزل صدرها وهو خمس آيات إلى قوله:  {مَا لَمْ يَعْلَمْ} في غار حراء، كذا ورد به الحديث الصحيح، والترتيب في أخبار النبي - صلى الله عليه وسلم - يقتضي ذلك، والله أعلم. </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> عن عائشة -رضي الله عنها- قالت:  \"أولُ ما بُدئ رسولُ الله - صلى الله عليه وسلم - من الوحي الرؤيا الصالحةُ، وكان لا يرى رؤيا إلا جاءت مثلَ فَلَق الصبح، ثم حُبِّب إليه التحنُّثُ في غار حراء، فكان يخلو فيه، فيتحنَّثُ فيه الليالي ذوات العدد، ثم ينصرف، حتى جاءه الملَكُ وهو في غار حراء،فقال له:اقرأ،قال:ما أنا بقارئ،قال:فأخذني فغطني، ثم كذلك ثلاث مرات،فقال في الثالثة:{اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ(١)خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ} إلى قوله:{مَا لَمْ يَعْلَمْ}،قالت:فرجعَ رسولُ الله - صلى الله عليه وسلم - يرجُفُ فؤادُه\" الحديث بطوله (١) . </p><p>(١) رواه البخاري (٣)، كتاب: بدء الوحي، باب: كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم -، ومسلم (١٦٠) كتاب: الإيمان، باب: بدء الوحي إلى رسول الله - صلى الله عليه وسلم -.</p>"
}