{
  "id": null,
  "sura": 97,
  "aya": 5,
  "text": "<p> {تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ (٤) }. </p><p> [٤]  {تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ} هو جبريل عليه السلام {فِيهَا} أي: في ليلة القدر. قرأ البزي (شَهْر تَّنَزَّلُ) بتشديد التاء حالة الوصل (١) . </p><p> {بِإِذْنِ رَبِّهِمْ} أي: بأمره {مِنْ كُلِّ} أي: بكل {أَمْرٍ} من الخير والشر. </p><p> ... </p><p> {سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ (٥) }. </p><p> [٥]  {سَلَامٌ هِيَ} أي: سلام على أولياء الله وأهل طاعته، وسميت سلامًا؛ لكثرة السلام فيها؛ لأن الملائكة لا تمر بمؤمن ولا مؤمنة إلا سلَّمت عليه، فـ (حَتَّى) متعلقة بـ (سَلاَمٌ) ؛ أي: إن الملائكة تسلم من غروب الشمس. </p><p> {حَتَّى} أي: إلى وقت {مَطْلَعِ الْفَجْرِ} أي: طلوعه. قرأ الكسائي، وخلف:  (مَطْلِعِ) بكسر اللام، والباقون: بفتحها (٢) ، وهما لغتان في مصدر طَلَع، والأزرق عن ورش على أصله في تفخيمها. </p><p> عن أبي هريرة -رضي الله عنه-: أن النبي - صلى الله عليه وسلم - قال:  \"من قامَ ليلةَ القدر إيمانًا واحتسابًا، غُفر له ما تقدَّمَ من ذنبِه\"  (٣) . </p><p>(١) انظر: \"الغيث\" للصفاقسي (ص: ٣٩١)، و\"معجم القراءات القرآنية\" (٨/ ٢٠٣). (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٦٩٣)، و\"التيسير\" للداني (ص: ٢٢٤)، و\"تفسير البغوي\" (٤/ ٦٥٩)، و\"معجم القراءات القرآنية\" (٨/ ٢٠٣ - ٢٠٤).(٣) رواه البخاري (٣٥)، كتاب: الإيمان، باب: قيام ليلة القدر من الإيمان، ومسلم =</p><p> والجمهور من أهل العلم على أنها في شهر رمضان، وعامة الصحابة والعلماء على أنها باقية إلى يوم القيامة، وقد أبهمها الله -عز وجل- على الأمة؛ ليجتهدوا في الدعاء والعبادة لياليَ شهر رمضان؛ طمعًا في إدراكها، كما أخفى ساعة الإجابة في يوم الجمعة، واسمَه الأعظم في الأسماء، وأخفى قيامَ الساعة (١) ؛ ليجتهدوا في الطاعات؛ حذرًا من قيامها. </p><p> واختلف الأئمة فيها، فعند أبي حنيفة: هي في شهر رمضان تدور فيه، وعنه رواية تدور في كل السنة، وعند صاحبيه: هي منكَّرة؛ أي: غير معينة، ولكنها دائمة في شهر رمضان؛ أي: ثابتة لا تتقدم ولا تتأخر، وعند مالك: هي في شهر رمضان في العشر الأخير لتسع بقين، أو سبع أو خمس، وميل الشافعي إلى أنها ليلة الحادي والعشرين، أو الثالث والعشرين منه، وعند أحمد: هي في العشر الأخير منه، والوتر آكد، وأرجاه ليلة سبع وعشرين. </p><p> وقد ذكر الحافظ ابن حجر - رحمه الله - في \"شرح البخاري\"  (٢) فيها خمسة وأربعين قولًا، ولخصها صاحب \"الإنصاف\" فيه: الأول: قد رفعت، والثاني: خاصة بسنة واحدة وقعت في زمنه عليه أفضل الصلاة والسلام، الثالث: خاصة بهذه الأمة، الرابع: ممكنة في جميع السنة، الخامس: تنتقل في جميع السنة، السادس: ليلة النصف من شعبان، </p><p>= (٧٦٠)، كتاب: صلاة المسافرين وقصرها، باب: الترغيب في قيام رمضان وهو التراويح. (١) \"الساعة\" ساقطة من \"ت\".(٢) انظر: \"فتح الباري\" (٤/ ٢٦٢).</p><p> السابع: مختصة برمضان ممكنة في جميع لياليه، الثامن: أول ليلة منه، التاسع: النصف منه، العاشر: ليلة سبع عشرة، الحادي عشر: ثماني عشر، الثاني عشر: تسع عشر، الثالث عشر: حادي عشرين، الرابع عشر: ثاني عشرين، الخامس عشر: ثالث عشرين، السادس عشر: رابع عشرين، السابع عشر: خامس عشرين، الثامن عشر: سادس عشرين، التاسع عشر: سابع عشرين، العشرون: ثامن عشرين، الحادي والعشرون: تاسع عشرين، الثاني والعشرون: ليلة الثلاثين، الثالث والعشرون: أرجاها ليلة إحدى وعشرين، الرابع والعشرون: ثلاث وعشرين، الخامس والعشرون: سبع وعشرين، السادس والعشرون: تنتقل في جميع رمضان، السابع والعشرون: في النصف الأخير، الثامن والعشرون: في العشر الأخير كله، التاسع والعشرون: في أوتار العشر الأخير، الثلاثون: مثله بزيادة الليلة الأخيرة، الحادي والثلاثون: في السبع الأواخر، وهي الليالي السبع من آخر الشهر، الثاني والثلاثون: أو هي آخر سبع من الشهر، الثالث والثلاثون: منحصرة في السبع الأواخر منه، الرابع والثلاثون: في أشفاع العشر الأوسط والعشر الأخير، الخامس والثلاثون: مبهمة في العشر الأوسط، السادس والثلاثون: أول ليلة أو آخر ليلة، السابع والثلاثون: أول ليلة أو تاسع ليلة أو سابع عشرة أو إحدى وعشرين أو آخر ليلة، الثامن والثلاثون: في سبع أو ثمان من أول النصف الثاني، التاسع والثلاثون: ليلة ست عشرة أو سبع عشرة (١) ، الأربعون: ليلة سبع عشرة أو تسع عشرة أو </p><p>(١) \"أو سبع عشرة\" ساقطة من \"ت\".</p><p> إحدى وعشرين، الحادي والأربعون: ليلة تسع عشرة أو إحدى وعشرين أو ثلاث وعشرين، الثاني والأربعون: ليلة إحدى وعشرين أو ثلاث وعشرين أو خمس وعشرين، الثالث والأربعون: ليلة اثنين وعشرين أو ثلاث وعشرين، الرابع والأربعون: ليلة ثلاث وعشرين أو سبع وعشرين، الخامس والأربعون: الثالثة من العشر الأخير أو الخامسة منه، والله أعلم (١) . </p><p> * * * </p><p>(١) انظر: \"الإنصاف\" للمرداوي (٣/ ٣٥٥ - ٣٥٦).</p>"
}