{
  "id": null,
  "sura": 104,
  "aya": 9,
  "text": "<p> {نَارُ اللَّهِ الْمُوقَدَةُ (٦) }. </p><p> [٦] ثمّ عظَّم شأنّها وأخبر أنّها {نَارُ اللَّهِ الْمُوقَدَةُ} المسعَّرة (١) . </p><p> * * * </p><p> {الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ (٧) }. </p><p> [٧]  {الَّتِي تَطَّلِعُ} تُشْرِف {عَلَى الْأَفْئِدَةِ} بإطلاع الله إياها، فتدخل في أجوافهم فتحرقها، فتكون أشدَّ لعذابهم؛ لأنّ الفؤاد محل العقائد والنيات. </p><p> * * * </p><p> {إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ (٨) }. </p><p> [٨]  {إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ} تقدَّم تفسيره واختلاف القراء فيه آخر سورة البلد. </p><p> * * * </p><p> {فِي عَمَدٍ مُمَدَّدَةٍ (٩) }. </p><p> [٩]  {فِي عَمَدٍ} جمع عمود. قرأ حمزة، والكسائي، وخلف، وأبو بكر عن عاصم: بضم العين والميم، والباقون: بفتحهما (٢)  {مُمَدَّدَةٍ} مطوَّلة، فتكون أرسخ من القصيرة. </p><p>(١) في \"ت\": \"العسرة\". (٢) انظر: \"السبعة\" لابن مجاهد (ص: ٦٩٧)، و\"التيسير\" للداني (ص: ٢٢٥)، و\"تفسير البغوي\" (٤/ ٦٨٢)، و\"معجم القراءات القرآنية\" (٨/ ٢٣٥).</p><p> قال ابن عبّاس:  \"أدخلهم في عمد، ومدت عليهم بعماد، في أعناقهم السلاسل، وسدت عليهم بها الأبواب؛ استيثاقًا على استيثاق، وزيادة في العذاب\"  (١) ، والله أعلم. </p><p> * * * </p><p>(١) رواه الطّبريّ في \"تفسيره\" (٣٠/ ٢٩٥). وانظر: \"تفسير البغوي\" (٤/ ٦٨٢ - ٦٨٣)، و\"الكشاف\" للزمخشري (٤/ ٨٠٣).</p><p> سُوْرَةُ الفِيْل </p><p> مكية، وآيها: خمس آيات، وحروفها: سبعة وتسعون حرفًا، وكلمها: ثلاث وعشرون كلمة. </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> روي أن الحبشة ملكوا اليمن بعد حِمْيَر، فلما صار الملك إلى أبرهة منهم، وكان نائب النجاشي بصنعاء، بنى كنيسة عظيمة، وقصد أن يصرِف حجَّ العرب إليها، ويُبطل الكعبة الحرام، فجاء شخص من العرب وأحدث في تلك الكنيسة، فغضب أبرهة لذلك، وسار بجيشه ومعه الفيل، وهي فيل النجاشي بعثه إليه بسؤاله، وكان فيلًا لم يُر مثلُه عِظَمًا وجسمًا وقوة، وكان يقال له: محمود، قصد مكّة ليهدم الكعبة، فلما وصل إلى الطائف، بعث الأسودَ بنَ مقصود إلى مكّة، فساق أموال أهلها، وأحضرها إلى أبرهة، وأرسل أبرهة إلى قريش، فقال لهم: لستُ أقصد الحرب، بل جئت لأهدم الكعبة، فقال عبد المطلب: والله ما نريدُ حربه، هذا بيت الله، فإن منع عنه، فهو بيته وحرمه، وإن خلَّى بينه وبينه، فو الله ما عندنا مِن دفع، ثمّ انطلق مع رسول أبرهة إليه، فلما استأذن على عبد المطلب، قالوا لأبرهة: هذا سيد قريش، فأذن له أبرهة وأكرمه، ونزل عن سريره وجلس معه، </p><p> وسأله عن حاجته، فذكر عبد المطلب أباعِرَه الّتي أُخذت له، فقال له أبرهة؛ إنِّي كنت أظن أنك تطلب مني أن لا أخرب الكعبةَ الّتي هي دينُك، فقال عبد المطلب: أنا ربُّ الأباعر فأطلبُها، وللبيت ربٌّ يمنعه، فأمر أبرهة بردِّ الأباعر عليه، فأخذها عبد المطلب وانصرف إلى قريش، ولما قرب أبرهة من مكّة، وتهيأ لدخولها بجيوشه، ومقدمها الفيل، بقي كلما قَبَّل فيلَه مكّة، ينام ويرمي نفسه إلى الأرض، ولم يسر، فإذا قبَّلوه غيرَ مكّة، قام يهرول. </p><p> وبينما هم كذلك، إذ أَرسل عليهم طيرًا أبابيل أمثالَ الخطاطيف، مع كلّ طائر ثلاثة أحجار في منقاره ورجليه، فقذفتهم بها، وهي مثل الحِمِّص والعَدَس، فلم تصب منهم أحدًا إِلَّا هلك، وليس كلَّهم أصابت، ثمّ أرسل الله تعالى سيلًا، فألقاهم في البحر، والذي سلم منهم ولَّى هاربًا مع أبرهة إلى اليمن يتبدر الطريق، وصاروا يتساقطون بكل مَنْهَل، وأصيب أبرهة في جسده، وسقطت أعضاؤه، ووصل إلى صنعاء كذلك ومات، ولما وقع ذلك، خرجت قريش إلى منازلهم، وغنموا من أموالهم شيئًا كثيرًا، وكان هذا عام مولد النّبيّ - صلى الله عليه وسلم - في نصف المحرم، وولد - صلى الله عليه وسلم - في شهر ربيع الأوّل، فبين الفيل وبين مولده الشريف خمس وخمسون ليلة، وهي سنة ستة آلاف ومئة وثلَاث وستين من هبوط آدم -عليه السّلام- على حكم التوراة اليونانية المعتمدة عند المؤرخين، وبين قصة الفيل والهجرة الشريفة النبوية ثلاث وخمسون سنة (١) . </p><p> * * * </p><p>(١) انظر: \"تفسير البغوي\" (٤/ ٦٨٨).</p>"
}