{
  "id": null,
  "sura": 109,
  "aya": 6,
  "text": "<p> {لَكُمْ دِينُكُمْ وَلِيَ دِينِ (٦) }. </p><p> [٦] ثمّ زاد الأمرَ بيانًا وتبرؤًا منهم بقوله: {لَكُمْ دِينُكُمْ} الشركُ. </p><p> {وَلِيَ دِينِ} الإسلامُ. قرأ نافع، وهشام، وحفص، والبزي بخلاف عنه:  (وَلِيَ) بفتح الياء، والباقون: بإسكانها (١) ، وقرأ يعقوب:  (دِينِي) بإثبات الياء في الحالين، والباقون: بحذفها فيهما (٢) ، وفي هذه الألفاظ مهادنة ما، وهي منسوخة بآية القتال، والله أعلم. </p><p> * * * </p><p>(١) انظر: \"التيسير\" للداني (ص: ٢٢٥)، و \"تفسير البغوي\" (٤/ ٧٠٤)، و\"معجم القراءات القرآنية\" (٨/ ٢٥٧). (٢) انظر: \"النشر في القراءات العشر\" لابن الجزري (٢/ ٤٠٤)، و\"معجم القراءات القرآنية\" (٨/ ٢٥٧).</p><p> سُوْرَةُ النَّصْر </p><p> مدنية، وآيها: ثلاث آيات، وحروفها: تسعة وسبعون حرفًا، وكلمها: تسع عشرة كلمة. </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> لما صالح رسول الله - صلى الله عليه وسلم - قريشًا عام الحديبية على وضع الحرب على النَّاس عشر سنين كما تقدّم في سورة الفتح، دخل بنو بكر بن عبد مناف في عقد قريش، ودخل بنو خزاعة في عهد رسول الله - صلى الله عليه وسلم -، وكانت بينهما حروب في الجاهلية، فعدَتْ بنو بكر على خزاعة، وهم على ماء لهم بأسفل مكّة يقال له: الوتير، وتظاهرت قريش مع بني بكر، وأعانوهم بالرجال والسلاح بعد أن وعدوهم، ووافوهم متنكرين، فبيتوا خزاعة ليلًا، فقتلوا منهم عشرين، ثمّ ندمت قريش على ما فعلوا، وعلموا أن هذا نقض العهد الّذي بينهم وبين رسول الله - صلى الله عليه وسلم -، وخرج عمرو بن سالم الخزاعي في طائفة من قومه، فقدموا على رسول الله - صلى الله عليه وسلم - مستعينين به، فوقف عمرو عليه وهو جالس في المسجد، وأنشده أبياتًا يسأله أن ينصره، فقال رسول الله - صلى الله عليه وسلم -: \"نُصِرْت يا عَمْرَو بنَ سالمِ\" ، ثمّ قدم بديل بن ورقاء الخزاعي في نفر من خزاعة على النّبيّ - صلى الله عليه وسلم -، وأخبره، فقال:  \"كأنكم بأبي سفيان قد جاءكم يشد العقد، ويزيد في المدة\" ، فكان كذلك، ثمّ قدم أبو سفيان المدينة، فدخل </p><p> على ابنته أم حبيبة أم المؤمنين زوجِ رسول الله - صلى الله عليه وسلم -، فلما ذهب ليجلس على فراش رسول الله - صلى الله عليه وسلم -، طَوَتْه عنه، فقال: ما أدري أرغبتِ بي عن هذا الفراش، أم رغبتِ به عني؟ قالت: بل هو فِراشُ رسول الله - صلى الله عليه وسلم -، وأنت رجل مشرك نجس، قال: والله لقد أصابك بعدي يا بنية شر. </p><p> ثمّ خرج وأتى النبيَّ - صلى الله عليه وسلم -، فكلمه، فلم يردَّ عليه شيئًا، فذهب إلى أبي بكر، ثمّ إلى عمر، ثمّ إلى علي -رضي الله عنهم- على أن يكلموا النّبي - صلى الله عليه وسلم - في أمره، وتشفَّع بهم، فلم يفعلوا، فقال لعلي: يا أبا الحسن! إنِّي أرى الأمور قد اشتدت علي، فانصحني، قال: والله لا أعلم شيئًا يغني عنك، ولكنك سيد بني كنانة، فقم فأجر بين النَّاس، والحقْ بأرضك، قال: أو ترى ذلك يغني عني شيئًا؟ قال: لا والله ما أظن، ولكن لا أجد لك غير ذلك، فقام أبو سفيان في المسجد فقال: أيها النَّاس! إنِّي قد أجرتُ بين النَّاس، ثمّ ركب بعيره وانطلق. </p><p> فلما قدم على قريش، قالوا: ما وراءك؟ فقص شأنه، وأنّه قد (١) أجار بين النَّاس، قالوا: فهل أجاز محمّد ذلك؟ قال: لا، قالوا: والله إنَّ زاد الرَّجل على أن لعب بك. </p><p> ثمّ أمر رسولُ الله - صلى الله عليه وسلم - بالجهاد، وأمر أهله أن يجهزوه، ثمّ أعلم النَّاس أنّه يريد مكّة، وقال:  \"اللَّهُمَّ خُذِ العيونَ والأخبارَ عن قريش حتّى نَبْغَتَهم في بلادهم\" ، ثمّ مضى رسول الله - صلى الله عليه وسلم - لسفره، واستخلف على المدينة كلثوم بن الحصين الغفاري، فخرج لعشرة مضين من شهر رمضان، ومعه المهاجرون والأنصار، وطوائف من العرب، فكان جيشه عشرة آلاف، فصام وصام </p><p>(١) \"قد\" زيادة من \"ت\".</p><p> النَّاس معه، حتّى إذا كان بالكديد، وهو الماء الّذي بين قديد، أفطرَ، وبلغ ذلك قريشًا، فخرج أبو سفيان بن حرب، وحكيم بن حزام، وبديل بن ورقاء يتجسسون الأخبار، وكان العباس -رضي الله عنه- أسلم قديمًا، وكان يكتم إسلامه، فخرج بعياله مهاجرًا، فلقي رسولَ الله - صلى الله عليه وسلم - بالجحفة، أو بذي الحليفة. </p><p> ثمّ حضر أبو سفيان على يدي العباس إلى النّبيّ - صلى الله عليه وسلم - بعد أن أستأمن له، فأسلم هو وحكيم وبديل، وممن أسلم يوم الفتح: معاوية بن أبي سفيان، وأخوه يزيد، وأمه هند بنت عتبة، وكان معاوية يقول: إنّه أسلم يوم الحديبية، فكتم إسلامه من أبيه وأمه، وقال العباس: يا رسول الله! إنَّ أبا سفيان يحب الفخر، فاجعل له شيئًا يكون في قومه فقال:  \"مَنْ دخلَ دارَ أبي سفيانَ فهو آمِن، ومن دخلَ المسجدَ فهو آمن، ومن أغلق عليه بابه فهو آمنٌ، ومن دخلَ دارَ حكيمِ بنِ حزام فهو آمنٌ\" . </p><p> ثمّ أمر رسول الله - صلى الله عليه وسلم - أن تُركز رايةُ سعد بن عبادة بالحجون لما بلغه أنّه قال: اليومَ يومُ الملحمة، اليومَ تُستحل الكعبة، فقال:  \"كذبَ سعدٌ، ولكن هذا يوم يعظِّمُ اللهُ فيه الكعبةَ، ويومٌ تُكْسى فيه الكعبة\" ، وأمر خالد بن الوليد أن يدخل من أعلى مكّة من كداء في بعض النَّاس، وكل هؤلاء الجنود لم يقاتلوا؛ لأنّ النّبيّ - صلى الله عليه وسلم - نهى عن القتال؛ إِلَّا أن خالد بن الوليد لقيه جماعة من قريش، فرموه بالنبل، ومنعوه من الدخول، فقاتلهم خالد، فقُتل من المشركين ثمانية وعشرون رجلًا، فلما ظهر النّبيّ - صلى الله عليه وسلم - على ذلك، قال:  \"ألم أَنْهَهُ عن القتال؟ \" ، فقالوا له: إنَّ خالدًا قوتل فقاتل، وقُتل من المسلمين رجلان، ودخل النّبيّ - صلى الله عليه وسلم - من كداء على ناقته وهو يقرأ سورة الفتح، يُرَجِّع. </p><p> وكان فتح مكّة يوم الجمعة لعشر بقين من رمضان سنة ثمان من الهجرة الشريفة، وأقام رسول الله - صلى الله عليه وسلم - بمكة بعد فتحها خمس عشرة ليلة يقصر الصّلاة، ثمّ خرج إلى هوازن وثقيف، وتقدم اختلاف الأئمة في حكم فتحها، هل هو صلح أو عَنوة؟ وحكمُ بيع دورها في سورة الحجِّ. </p><p> ولما دخل رسول الله - صلى الله عليه وسلم - مكّة، كان على الكعبة ثلاث مئة وستون صنمًا، قد شد لهم إبليس أقدامها بالرصاص، فجاء ومعه قضيب، فجعل يومي إلى كلّ صنم منها، فيخرُّ لوجهه، فيقول:  {وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا} ، حتّى مر عليها كلِّها، وكان على رأسه - صلى الله عليه وسلم - عِمامة سوداء، فوقف على باب الكعبة وقال:  \"لا إلهَ إِلَّا اللهُ وحدَه، صدقَ وعدَه، ونصرَ عبدَه، وهزمَ الأحزابَ وحدَه، ألَّا إنَّ كلّ مأثورة أو دم أو مال يُدَّعى فهو تحت قدميَّ هاتين، إِلَّا سدانةَ الكعبة، وسقايةَ الحاج\" ، ثمّ قال:  \"يا معشر قريش! ما ترون أني فاعل بكم؟ \" ، قالوا جميعًا: خيرًا، أخ كريم، وابن أخ كريم، فقال:  \"أقول كما قال أخي يوسف:{لَا تَثْرِيبَ عَلَيْكُمُ}الآية[يوسف: ٩٢]،ثمّ قال:\" اذهبوا فأنتم الطلقاء \"، فأعتقهم رسول الله - صلى الله عليه وسلم -، ثمّ طاف بالبيت سبعًا على راحلته، واستلم الركن بمِحْجَن كان في يده، ودخل الكعبة، ورأى فيها الشخوص على سورة الملائكة، وصورةَ إبراهيم(١)وفي يده الأزلامُ يستقسم بها،فقال:\" قاتَلَهُمُ الله! جعلوا شيخنا يستقسِمُ بالأزلام، ما شأنُ إبراهيمَ والأزلام؟! \"، ثمّ أمر بتلك الصور فطُمست، وصلَّى في البيت، ثمّ جلس على الصفا، وعمرُ بنُ الخطّاب أسفلَ منه يأخذ على النَّاس، وبات النَّاس على السمع والطاعة لله ورسوله، </p><p>(١) من قوله: \"وتعلو ولا تعلى\" (ص: ٤٣٩) إلى هنا سقط من \"ش\".</p>"
}