{
  "id": null,
  "sura": 110,
  "aya": 3,
  "text": "<p> {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا (٣) }. </p><p> [٣]  {فَسَبِّحْ بِحَمْدِ رَبِّكَ} فتعجب لتيسير الله ما لم يخطر ببال أحد، حامدًا له عليه {وَاسْتَغْفِرْهُ} ترجية عظيمة للمستغفرين. </p><p> {إِنَّهُ كَانَ تَوَّابًا} لمن استغفر، فإنك حينئذ (١) لاحق به، وذائق الموت كما ذاق مَنْ قبلك من الرسل، وعند الكمال يُترقب الزَّوال. </p><p> قال ابن عبّاس -رضي الله عنهما-: \"لما نزلت هذه السورة، علم النّبيّ - صلى الله عليه وسلم - أنّه قد نُعيت إليه نفسه\"  (٢) ، وكان - صلى الله عليه وسلم - بعد نزولها يكثر من قول: سبحان الله وبحمده، وأستغفر الله وأتوب إليه (٣) ، فعاش بعدها سنتين، لم يُرَ ضاحكًا مستبشرًا (٤) ، وحج - صلى الله عليه وسلم - فنزل:  {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ}  [المائدة: ٣] ، فعاش أحدًا وثمانين يومًا، فنزل:  {يَسْتَفْتُونَكَ}  [النساء: ١٧٦] ، فعاش خمسين يومًا، فنزل:  {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ}  [التوبة: ١٢٨] ، فعاش خمسة وثلاثين يومًا، فنزل:  {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ}  [البقرة: ٢٨١] ، فعاش أحدًا وعشرين يومًا، وتوفي - صلى الله عليه وسلم - يوم الإثنين لاثنتي عشرة ليلة خلت من ربيع الأوّل، وفرغ من جهازه يوم الثلاثاء، ودفن ليلة الأربعاء في سنة إحدى عشرة من الهجرة الشريفة، وكان مرضه ثلاث عشرة </p><p>(١) \"حينئذ\" ساقطة من \"ت\". (٢) رواه الإمام أحمد في \"المسند\" (١/ ٣٤٤). وروى البخاريّ (٤٦٨٥) من حديث ابن عبّاس رضي الله عنهما نحوه.(٣) رواه مسلم (٤٨٤)، كتاب: الصّلاة، باب ما يقال في الركوع والسجود، من حديث عائشة -رضي الله عنها-.(٤) ذكره الثعلبي في \"تفسيره\" (١٠/ ٣٢١) عن مقاتل.</p><p> ليلة، ودفن في الموضع الّذي توفاه الله فيه، وله ثلاث وستون سنة، ولم يترك درهمًا ولا دينارًا. </p><p> قال أنس بن مالك -رضي الله عنه-: \"لما كانَ اليومُ الّذي دخلَ فيه رسولُ الله - صلى الله عليه وسلم -يعني:المدينة أضاء منها كلُّ شيء، فلما كان اليوم الّذي مات فيه، أظلمَ منها كلُّ شيء - صلى الله عليه وسلم -\"  (١) وشَرَّفَ وكَرَّم. </p><p> * * * </p><p>(١) رواه التّرمذيّ (٣٦١٨)، كتاب: المناقب، باب: في فضل النّبيّ - صلى الله عليه وسلم -، وقال: صحيح، وابن ماجه (١٦٣١)، كتاب: الجنائز، باب: ذكر وفاته ودفنه - صلى الله عليه وسلم -، وابن حبّان في \"صحيحه\" (٦٦٣٤)، وغيرهم.</p>"
}