{
  "id": null,
  "sura": 1,
  "aya": 2,
  "text": "<p> الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢) </p><p> وسورة الفاتحة كما ذكرنا مكية، وقد أجمع العلماء على ذلك، بل إن بعض العلماء يدعي أنها أول سورة نزلت من القرآن، ولكن يخالفهم الأكثرون في ذلك، ويقررون أن أوَّل ما نزل من القرآن:  (اقْرأْ بِاسْم رَبِّكَ الَّذِي خَلَقَ خَلَقَ الإِنسَانَ مِنْ عَلَقٍ) ، وقد روى البيهقي في ذلك خبرا عن النبي - صلى الله عليه وسلم -. وقد وفق العلماء بين ما رواه البيهقي وما هو مقرر من أن أول ما نزل (اقْرأْ بِاسْم رَبِّكَ) بأن الفاتحة هي الأولى نزولا، وهي سورة نزلت دفعة واحدة، أما الثانية فآية، وهي قد أخبرت عن الأولى - أي عن الفاتحة - الأمر بالقراءة، فالأمر بالقراءة يقتضي مقروءا. </p><p> والذي أميل إليه أن الفاتحة ليست أول ما نزل من القرآن، ويرجح عندي أنها نزلت عندما فرضت الصلاة في الإسراء والمعراج. </p><p> (الْحَمْدُ لِلَّهِ) الحمد هو الثناء الكامل على الأفعال الاختيارية، وعلى من تصدر عنه هذه الأفعال الاختيارية فيعم نفعها وهي مصدر الخير لهذا الوجود الكوني والإنساني. </p><p> وهناك كلمات ثلاث تتلاقى معانيها في جملتها، وتختلف في دقتها، وهي كلمة \" حمد \" ، وهي تكون كما ذكرنا الثناء الجميل على من يعمل أعمالا اختيارية عامة النفع، ودافعة للضرر للوجود كله بحكمة من يفعلها، والكلمة الثانية \" المدح \" ، وهي الثناء على الصفات الذاتية، والشخصية الطيبة، فيقال: مدحت الصفات الطيبة في فلان، ولا يقال: حمدتها، إنما يقال: حمدت الله تعالى ومدحت خصال فلان، وقيل: إن الحمد والمدح مترادفان، ولعل قائل هذا القول </p><p> نظر إلى معنى الثناء فيهما من غير أن ينظر إلى الباعث، فإن الباعث في الحمد أعمال الإنعام والخير، والباعث على المدح الشخص والذات، فيقال: مدحت الجميل في صفاته الحسنة، وخلاله الكريمة، ولا يقال حمدته، ومن العلماء من قال إن المدح أعم، ومن قال العكس، ونميل إلى التفرقة بينهما باختلاف الموضوع. </p><p> و \" الشكر \" امتلاء النفس بالإحساس بالنعمة، واندفاع النفس إلى الطاعة والخضوع، والقيام بحق المنعم ومقابلة الفضل والنعمة بالإحسان في الطاعة والواجبات، وقد قال تعالى في ذلك:  (لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ. . .) ، ويقول ابن جرير الطبري: إن الحمد والشكر بمعنى واحد، والحق أنهما يتلاقيان ويختلفان، فيتلاقيان في معنى الإحساس بالنعمة والقيام بحقها، وما يجب بالنسبة للمنعم، ولكنهما يختلفان في القيام بحق المنعم، فالقيام بحق المنعم في الشكر الطاعة والعمل وجعل الجوارح كلها في طاعة الله تعالى، والخضوع المطلق لله تعالى في كل شأن من شئونه، وحال من أحواله. والقيام بحق المنعم في الحمد الثناء على الله تعالى ثناء مطلقا كاملا مع تذكر نعمائه، وتذكر ما يحيطه من الوجود كله، لَا في ناحية من نواحي شخصه؛ ولذلك روي عن النبي - صلى الله عليه وسلم - أنه قال:  \" الحمد رأس الشكر \"  (١) والحمد ذاته عبادة والشكر يكون على النعمة وبالمثابرة على الطاعة والعبادة. </p><p> ومهما يكن فالألفاظ الثلاثة متقاربة في مؤداها - وإن تخالفت في مدلولاتها و \" ال \" في قوله تعالى: (الْحَمْدُ لِلَّهِ) للاستغراق والكمال، أي الحمد كله وبكماله لله تعالى وحده، فلا يستحق أحد من خلقه حمدا؛ لأن الحمد كما ذكرنا عبادة، والعبادة لله تعالى، وحده وحمد غيره عبادة لغيره، وشرك بالله تعالى، وأصل </p><p>(١) رواه عبد الرزاق في المصنف، والبيهقي عن ابن عمر رضي الله عنهما.</p><p> الضلال يبتدئ من حمد غير الله، والثناء عليه، ثم ينقاد من بعد ذلك إلى ما يخرجه عن طاعة الله، فلا حمد إلا لله ولا ثناء إلا لله. </p><p> وإن الحمد إنما هو ابتداءً على ما أنعم الله تعالى على الوجود الكوني والإنساني من غير وجود فيكون الحمد له وحده، وتُقرأ كلمة \" الحمد لله \" برفع الدال. والمعنى: الحمد الثابت الكامل المستغرق لكل صنوف الحمد هو لله وحده، ولا يحمد سواه؛ لأن كل نعم هذا الوجود الكوني والإنساني لله تعالى، فكل خير الوجود منه وإليه. </p><p> وهناك قراءة بفتح الدال على أنه مصدر، ومنصوب بفعل محذوف، ويكون المؤدَّى للقول: احمَدِ الحمدَ كلَّه لله تعالى، فلا تحمدْ سواه، وإن حمد سواه شرك لما ذكرنا من أن الحمد ذاته عبادة، وهذه القراءة تفيد تجدد الحمد آنًا بعد آنٍٍ بالتذكير بنعم الله تعالى وآلائه، والقراءة السابقة تفيد دوام الحمد، كما تدل على ذلك الجملة الاسمية؛ لأنها تفيد الاستمرار. </p><p> وإني أرى أن القراءات المتواترة كلها لَا تتباين، ولا تتضارب، بل تتلاقى، وتكمل واحدة معنًى في الأخرى، فبالجمع بين القراءتين يكون معنى النص السامي: اجعل الحمد دائما مستمرا ومتجددا؛ ليكون القلب دائما عامرا بذكر الله تعالى. </p><p> (رَبِّ الْعَالَمِينَ) في هذا الوصف للذات العلية إشارة إلى سبب الحمد الكامل، الدائم المستمر المتجدد؛ لأنه هو المالك والسيد، والمربي لهم والرقيب عليهم، الذي ميزهم بالنعم المستمرة، والآلاء المتكررة التي لَا تنقطع أبدا. </p><p> فالرب هو المالك وهو السيد، وهو المصلح والمدبر، والجابر والقائم على كل شيء، الذي يسير الوجود كله بحكمته وبقدره وإرادته. </p><p> و \" الرب \" وصف لله تعالى مأخوذ من ربَّ الشيء يَرُبُّهُ بمعنى قام بإصلاحه وتقويمه، وتتبَّعه بالإصلاح والتنمية في كل أدواره، وروي أن النبي - صلى الله عليه وسلم - قال:  \" هَلْ لَكَ عَلَيْهِ مِن نِعْمَةٍ تَرُبُّها \"  (١) أي تصلحها وتنميها، ثم أطلقت كلمة \" رب \" على الله سبحانه وتعالى، وهذا المعنى يتلاقى مع \" رَبَي \" ، فإن التربية هي الإصلاح والتغذية، والعمل على الإنماء، ولقد جاء في الصحاح للجوهري:  \" رَبَّ فُلانٌ ولده يَرُبُّهُ رَبًّا،وتَربِيَةً بمعنى:ربَّاهُ، والمربوب المُرَبَى \" . </p><p> وعلى ذلك يصح أن تقول إن الرب من رَبَّه، بمعنى نماه، أو من التربية بمعنى الإصلاح والإنماء، والمعنى في الحالين أن الله رب العالمين بمعنى مغذيهم ومنميهم والقائم عليهم، والمصلح لهم، والمدبر لأمورهم، وهو مربيهم لأنه القائم عليهم والمهذب لهم بما خلق فيهم من عقول مدركة تدرك الخير والشر، وتختار ما تفعل وتحاسَب على ما تقدم من خير فتنال به الثواب، وما تكسب من شر فينالها العقاب. </p><p> وكلمة (الْعَالَمِينَ) يريد بها العقلاء من الملائكة والإنس والجن، فهو رب هؤلاء جميعا، هو الذي رباهم وأصلحهم، ودبر أمورهم، والعالَمون جمع لعالَم، وهو كل موجود غير الله تعالى، ولكن إذا جاءت \" عالَمون \" بجمع المذكر العاقل، أريد بها العقلاء ممن خلق الله تعالى، وقد أيد ذلك القول بقول ابن عباس رضي الله عنهما:  \" العالَمون الجن والإنس \" ، ودليله قوله تعالى:  (لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا) ، فلا ينذر إلا الجن والإنس؛ لَا تنذر الجبال ولا الأرضون، وإنما ينذر العقلاء الذين يتصور الشر منهم، أو لَا يتصور كالملائكة، وقد قلنا إن لفظ العالمين يعمهم. </p><p>(١) أخرجه مسلم: كتاب البر والصلة باب فضل الحب في الله (٢٥٦٧)، وأحمد: باقي مسند المكثرين (٩٨٨٧).</p><p> ويسأل سائل: لماذا جمع هنا، والأقرب الإفراد، ونقول ما قاله العلماء: إن المفرد هنا (وهو عالَم) أعم من الجمع، ولكن يبقى السؤال لم ذكر الجمع؟ أجابوا بأن في ذلك إشارة إلى أن كل عاقل، أو العاقلين بشكل عام فيهم العوالم كلها، ففيهم دقة التكوين وجمال التصوير وروعة الخلق، من عقل يدبر، ولسان وجوارح تتحرك، فجمع الله تعالى في عالم العقلاء كل العوالم الأخرى في إحكام الصنع وبديع التكوين كما قال تعالى في تقديم العلم بالنفس، وجلائل الخلق والتكوين:  (وَفِي أَنفُسِكُمْ أَفَلا تُبْصِرُونَ وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ) ، ففي الإنسان أكمل صورة للخلق والتكوين. </p><p> * * * </p>"
}