{
  "id": null,
  "sura": 1,
  "aya": 1,
  "text": "<p> (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ) ، وهي مقدمة لتلاوة كل سورة من سور القرآن، وروي عن بعض الصحابة:  \" إننا كنا نعرف نهاية سورة وابتداء سورة بنزول قوله تعالى:(بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم)وروي عن جعفر الصادق بن محمد رضي الله عنهما،أنه قال:\" البسملة تيجان السور \"،وقد قال عبد الله بن المبارك:\" إنها جزء من كل سورة؛ ولذلك يجب ابتداء السورة بقراءتها. </p><p> على أنها جزء منها، وقال الشافعي:  \" إنها جزء من الفاتحة \" ، وتَردَّد في عدها جزءًا من كل سورة، ولكنها مهما تكن ليست جزءا من غير الفاتحة، وهي لازمة للفصل بين سورة وسورة من السور التي ابتدأت بذكرها. </p><p> ولأن ثمة كلامًا في كون سورة براءة ليست مستقلة عن سورة الأنفال، وعدها الأكثرون جزءا منها - لم تكن مبتدأة بالبسملة، وينسب إلى الإمام مالك رضي الله تبارك وتعالى عنه أنها ليست جزءا من سورة الفاتحة أو غيرها، ومؤدى هذا القول أنها ليست من القرآن ككلمة \" آمين \" في آخر الفاتحة؛ إذ إن الفاتحة ضراعة إلى الله تعالى، فناسب أن تذكر بعدها \" آمين \" ، وعدَّ القرطبي في كتابه \" أحكام القرآن \" أن في مذهب مالك أن البسملة ليست من القرآن هو الصحيح، وذكر أن القرآن كله متواتر، والبسملة ليست متواترة، فلا تعد من القرآن، ولكن تكون علامة على انتهاء سورة، وابتداء سورة أخرى. </p><p> ومع أنه قرر ذلك - يقرر أن مالكا يرى أنها يُبتدأ بها في الفرض والنافلة، كما رواه ابن نافع، وفي الحق أن ذلك القول غريب عن القرآن، وذلك لأن البسملة متواترة تواتر كل أجزاء القرآن، فلم تثبت بحديث آحاد، بل ثبتت بالقرآن نفسه، فقد كتبت في مصحف عثمان وما قبله، ولا تواتر أبلغ من هذا، وما كان للشيخين أبي بكر وعمر، وذي النورين وجميع الصحابة أن يدوِّنوا في المصحف ما ليس من القرآن، و \" آمين \" هي التي أمر النبي - صلى الله عليه وسلم - بالنطق بها في عقب قراءة الفاتحة. </p><p> إن ادعاء أنها ثبتت بخبر آحاد يقتضي ذكر ذلك الخبر، ورواته، ومقدار قوتهم، وضعفهم، وعددهم، وليس كذلك، بل هي ثبتت مقترنة بسور القرآن على أنها ثابتة بين كل سورة وسورة. </p><p> والسورة التي لم تصدر بها، ثبت عدم تقدمها لهذه السورة بالتواتر، فهي متواترة بالذكر في كل السور، ومتواترة بالسلب في سورة واحدة. </p><p> ولهذا نرى أن نسبة ذلك القول إلى إمام دار الهجرة مالك هو في ذاته موضع نظر، وقد اقترن ذلك بادعاء أنه لم يقرأها أحد من أصحاب رسول الله - صلى الله عليه وسلم -، فيقول القرطبي عفا الله عنه:  \" فى مسجد النبي - صلى الله عليه وسلم - بالمدينة انقرضت عليه العصور ومرت عليه الأزمنة والدهور من لدن رسول الله - صلى الله عليه وسلم - إلى زمان مالك، ولم يقرأ أحد فيه قط(بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم)اتباعًا لسنة رسول الله - صلى الله عليه وسلم -.</p><p> وإن لنا أن نرد ذلك القول، ونأخذ ذلك من كلامه هو، فهو قد روى أن عمر، وعليًّا، وابن مسعود، وعمار بن ياسر، كانوا يقرأونها ويسرون بها. </p><p> وروى هو أيضا عن النبي - صلى الله عليه وسلم - أنه كان يسر بها ولا يجهر، فقد روي عن أنس ابن مالك رضي الله عنه أنه قال: \" كان يصلي بنا رسول الله - صلى الله عليه وسلم - فلم يُسمعنا قراءة بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ \"(١)وروي عنه أيضا: صليت خلف رسول الله - صلى الله عليه وسلم -، وخلف أبي بكر، وعمر، فلم أسمع أحدًا منهم يجهر بـ \" بسم الله الرحمن الرحيم \" (٢) . </p><p> فالأمر أمر الجهر بها، لَا أمر تركها، وفرق كبير بين الترك لها أصلا، وترك الجهر بها. </p><p> وبذلك ينتفي ما ادعاه من أن أحدا لم يقرأها، اتباعا للسنة إن كانت سنة، وذلك لأنهم قرأوها خفية وفي سر، آخذين ذلك من سنة النبي - صلى الله عليه وسلم -. </p><p>(١) رواه النسائي: كتاب الافتتاح - باب: ترك الجهر بـ \" بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ \" (٩٠٦) وبنحوه عند. البخاري (٧٤٣)، ومسلم (٣٩٩)، والترمذي (٢٤٦)، وأبو داود (٧٨٢)، وابن ماجه (٨١٣)، وأحمد (١١٥٨٠). (٢) أخرجه بهذا اللفظ النسائي: كتاب الافتتاح (٩٠٧)، راجع التخريج السابق.</p><p> ومن كتاب الله عز وجل:  (وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ وَلَا تَكُنْ مِنَ الْغَافِلِينَ (٢٠٥) . </p><p> وننتهي من هذا إلى أن البسملة جزء من القرآن الكريم، وهي فاصلة بين السور تدل على الانتهاء من سورة والابتداء بسورة أخرى. </p><p> وإن الشافعي يعُدها جزءا من الفاتحة، ومهما يكن فإنه لابد من البدء بقراءتها، وغيره يوجب البدء بها لَا على أنها جزء من الفاتحة، ولكن على أنها قرآن يبدأ به في أول كل سورة. </p><p> والأكثرون عدوها على أنها يبتدأ بها سرا لَا جهرًا أو تضرعًا في خفية، ودون الجهر من القول، والله سبحانه وتعالى أعلم. </p><p> * * * </p><p> (التعوذ في ابتداء التلاوة) </p><p> قال الله تعالى:  (فَإذَا قَرَأْتَ الْقرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ) ، فُهِم من هذا النص الكريم أنه عند التلاوة لابد أن يقدمها بقوله:  \" أعوذ بالله من الشيطان الرجيم \" ، ثم تكون بعدها \" بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ \" وقد حكي ذلك عن عطاء وغيره، فقالوا:  \" إن الاستعاذة واجبة عند كل تلاوة في غير الصلاة \" ، وإنما في الصلاة فلا وجوب، ويظهر أن ذلك بالاتفاق؛ لأنه يكون زيادة واجب في الصلاة لم يثبت عن النبي - صلى الله عليه وسلم -، وكل وجوب في عبادة من غير إيجاب من صاحب الشرع يُرَد ولا يؤخذ به. وكان النخعي، ومعه قوم يتعوذون استحبابًا في كل ركعة في الصلاة، فحيث كانت قراءة قرآن تعوذوا استحبابًا، وروي عن أبي حنيفة التعوذ في قراءة الركعة الأولى فقط. </p><p> ومن المتفق عليه أمران: </p><p> أحدهما: أن الاستعاذة ليست جزءا من الصلاة، ولا شرطا لقراءة الفاتحة، كما هو مقرر عند الشافعي، لَا سرا ولا جهرا؛ لأنه لم يثبت عن النبي - صلى الله عليه وسلم - أنه التزم بها لَا جهرا ولا خفية. </p><p> الثاني: أن كلمة \" أعوذ بالله من الشيطان الرجيم \" ليست قرآنا، وإنما استجابة لقول الله تعالى:  (فَإذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ) ، وكلمة \" أعوذ بالله \" هي الكلمة التي يرددها الناس عند الاستعاذة، وروي عن عبد الله بن مسعود أنه كان يقول في الاستعاذة:  \" أعوذ بالله السميع العليم من الشيطان الرجيم \" ، وروى ابن مسعود أنه تعوَّذ بها أمام النبي - صلى الله عليه وسلم - فقال له:  \" يا ابْنَ أمِّ عَبْدٍ، أعوذُ باللَّهِ مِنَ الشَّيطَانِ الرجيمِ هكلذ أقْرَانِي جِبْرِيلُ عَنِ اللوح عَنِ القَلَم \"  (١) ، وإن هذا النص يستفاد منه أن كلمة أعوذ بالله من الشيطان الرجيم هي المروية عن النبي - صلى الله عليه وسلم -. وننتهي من هذا إلى أنها مستحبة وليست واجبة، ولكن إذا قالها أيُسِرُّ أم يجهر؟ </p><p> الجمهور على أنه يجهر عند الصلاة بها، وقال حمزة: يسرُّ بها، ومن قال إن الاستعاذة تكون بعد القراءة لأن الله يقول: (فَإذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ. . .، فالقراءة تسبق الاستعاذة امتثالا لأمر الله تعالى؛ ولكيلا يكون القارئ متغنيا، ولا متلقيا، وليكون في حضرة الله في قراءته وبعدها، ويكون طائعا لله تعالى في كل أحواله. </p><p>(١) ذكره بهذا اللفظ القرطبي في مقدمة تفسيره ص ١٢٨.</p><p> الفاتحة أو فاتحة الكتاب </p><p> قال جار الله الزمخشري في كتابه الكشاف: إنها مكية؛ لأنها أنزلت بمكة، وذلك هو المشهور، وقيل إنها أنزلت بمكة مرة، والمدينة مرة أخرى عند تحويل القبلة إلى الكعبة، والظاهر أنها مكية، نزلت عند فرض الصلاة بمكة، وكونها نزلت بعد ذلك بالمدينة تكرار للنزول، ولا نحسب ثمة حاجة للتكرار فإنها متى نزلت كانت واجبة التلاوة على أنها جزء من القرآن ولاحاجة إلى تكرار نزولها. </p><p> وتسمى أم القرآن، لاشتمالها على المعاني التي في القرآن من الثناء على الله تعالى، بما هو أهله، ومن التعبد بالأمر والنهي، ومن الوعد والوعيد، وتسمى أيضا سورة الكنز، وسورة الوافية لذلك الشمول الإجمالي الذي اشتملت عليه فيما ذكرنا، وتسمى المثاني لأنها تثنى في كل ركعة ولأنها السبع المثاني. وتسمى سورة الصلاة، لأنها مأمور بقراءتها فيها، وتسمى الشفاء والشافية وهي سبع آيات بالاتفاق (١) . </p><p> وكلها أسماء سميت بها لمعان فيها، ولاحظَها من جوانبها من سماها، فكل اسم يمثل جانبا من جوانبها. </p><p> ابتدئت الفاتحة كما ابتدئت كل سورة ما عدا براءة بـ \" بسم الله الرحمن الرحيم \" ، وعدها الشافعي وفقهاء مكة جزءا من الفاتحة، لأن النبي - صلى الله عليه وسلم - عدَّ الفاتحة سبع آيات، ولا تكون سبع آيات إلا إذا عدت بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ جزءا منها، وعند أهل المدينة ومالك ليست جزءا من الفاتحة، وقد علمت القول المختلف في ذلك، وقد قررنا أنها جزء من القرآن وابتداء لكل سورة، وقال الإمام محمد بن الحسن الشيباني صاحب أبي حنيفة:  \" ما بين دفتي المصحف قرآن \" ، وقد كانت </p><p>(١) الكشاف للزمخشري: جزء ١ ص ٤.</p><p> مكتوبة في مصحف عثمان رضي الله عنه والمصحفين من قبله، وتواتر المصحف بتواتر القرآن، والإجماع انعقد على ذلك، ولم تنقل بخبر آحاد كما ادعى بعض المالكية. </p><p> (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ) </p><p> (بِسْمِ) الباء هنا هي حرف جر يدل على السببية، وهي مبنية على الكسر كـ \" لام \" الأمر، والمعنى: بسبب اسم الله الذي لَا. يعبد سواه وأنه الرحمن الرحيم أبتدئ، فهي متعلقة بمحذوف يُذكر بعدها، لبيان اختصاص الابتداء أو التبرك باسم الله تعالى، فالتأخير يفيد الاهتمام بمتعلّق الباء ومزيد الاختصاص بالاستعانة والتيمن والتبرك به. </p><p> والبسملة يبدأ بها في كل أمر ذي بال، كما قال - صلى الله عليه وسلم -: \" كُلُّ أَمْرٍ ذِي بَالٍ لَمْ يُبْدَأْ فِيهِ بِبِسْم اللَّهِ الرَّحْمَنِ الرَّحِيم فَهُو أَبْتَر \" والفعل الذي تعلقت به الباء محذوف، وكما ذكرنا يقدر مؤخرا، لأن المقدم يكون محل التخصيص. </p><p> ولأن البسملة يبدأ بها كل أمر ذي بال، فإنه يقدر الفعل على حسب ما نبتدئ البسملة، ويرى بعض المفسرين أن يقدر الفعل المحذوف \" أبتدئ \" ، لأنه يكون صالحا، لكل أمر ذي بال وشأن، والآخرون قالوا: إنه يقدر في القرآن أتلو أو أقرأ أو أرتل أو نحو ذلك، وبعض العلماء قال: إنها في القرآن الكريم في معنى القسم بأن القرآن حق لَا يأتيه الباطل من بين يديه ولا من خلفه، وتكون على هذا للقسم، ويقدر الفعل بـ \" أُقسم \" . والمعنى على ذلك في أول كل سورة اجعل قسمك بالله الرحمن الرحيم أن ما تتلو هو الحق الذي لاريب فيه، فهو الكتاب لَا ريب فيه هدى للمتقين. </p><p> و (اللَّهِ) هو لفظ الجلالة الدال على أنه وحده له كمال العبودية، واسم الله - قال بعض العلماء إنه المراد فيه الذات العلية فهو اسم يعني المسمى. والمعنى هو القسم بالذات العلية، وقرر بعض العلماء أن الاسم الأعلى هو المقصود بالافتتاح تبركا وتيمنا باسم الذات العلية، ولها المكان الأقدس من العباد تبارك الله، والاسم ذاته يتيمن به ويتبرك، فليس المراد بالاسم الذات؛ لأنها مذكورة، كما قال تعالى:  (تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلالِ وَالإِكْرَامِ) ، وقوله تعالى:  (سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى) ، وهذا ما نميل إليه؛ لأنه لَا يحتاج إلى تحول من المعنى الأصلي لكلمة الاسم إلى غيره، ولأن إطلاق الاسم على المسمى من قبيل المجاز، ولا يصار إلى المجاز إلا عند تعذر الحقيقة، ولأن قصد الاسم الأسمى ابتداءً يفيد معنيين، وهو تقديس الاسم في كلمة بسم الله، وتقديس المسمى وهو الله سبحانه. ولو أطلق الاسم على المسمى، لكان تقديسا للذات العلية من غير إعالاء للاسم في ذاته، ولا شك أن الأول أبلغ تسبيح لله تعالى لقاء التبرك بذكره، والتيمن به سبحانه وتعالى علوا كبيرا. </p><p> وكلمة (اللَّهِ) تعالى لَا تطلق إلا على الذات العلية خالق الكون، ومنشئ الوجود على غير مثال سبق، بديع السماوات والأرض. وقالوا: إن أصل كلمة الله: الإله، ثم كان حذف الهمزة، مع تقدير أنها مطوية في الكلام مقدرة فيه. والإله تطلق على المعبود، وتعم المعبود بحق وبغير حق، ولكن كلمة (اللَّهِ) تعالى لا تطلق إلا على المعبود بحق، فيُقال: آلهة المشركين، وآلهة الرومان، وآلهة المصريين، ولا يقال:  \" الله \" إلا في مقام أنه الخالق المدبر المنشئ المستحق للعبادة؛ ولذلك كانت ألفاظ القرآن الكثيرة في مخاطبة المشركين، على أن الله تعالى معروف بأنه المنشئ، وأنه غير آلهتهم، فكانوا يقولون: الآلهة هبل، واللات، والعزى، ومناة الثالثة؛ يقولون عنها إله وآلهة ولا يقولون عن واحدة منها إنه \" الله \" ، لقد قال تعالى </p><p> عنهم:  (وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ لَيَقُولُنَّ اللَّهُ) ، وكان يحتج عليهم بأنهم يعبدون مع الله آلهة أخرى، وجدل القرآن الكريم لهم لإلزامهم بالتوحيد بأنهم يعترفون بأن الله تعالى خالق السماوات والأرض فهو الجدير وحده بالعبادة، اقرأ قوله تعالى:  (أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ (٦٠) أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (٦١) أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلًا مَا تَذَكَّرُونَ (٦٢) أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ أَإِلَهٌ مَعَ اللَّهِ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ (٦٣) أَمَّنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ (٦٤) </p><p> ونرى من هذا أن العرب كانوا يعرفون الله سبحانه وتعالى، وأنه الخالق لكل شيء وما كانوا يطلقون كلمة \" الله \" إلا على الخالق المدبر المنفرد بالإيجاد والإبداع، وما كانوا يطلقون على آلهتهم كلمة الله، وهذا عُرْف لغتهم ودلالتها. </p><p> (الرَّحْمَنِ الرَّحِيمِ) هذان وصفان لله تعالى قُرنا في البسملة، وكلاهما يدل على كمال رحمة الله تعالى في ذاته وعلى خلقه، والرحمة رقة في القلب، والله تعالى لَا يتصف بذلك؛ لأن هذا من صفات الحوادث، والله تعالى ليس كمثله شيء وهو السميع البصير، وإنما يراد من الأوصاف التي يتصف بمثلها العباد غايتها، وثمرتها، وثمرة الرحمة الإنعام الكامل، والنفع ودفع الضر، والرزق، وغفران الذنوب، وكلاءة الله تعالى لهم، والقيام على كل ما يمدهم به بالخير والنعمة. </p><p> والوصفان اقترنا واجتمعا في البسملة، كما اجتمعا في بسملة كتاب سليمان عليه السلام لبلقيس، إذ قال تعالى:  (إِنَّه مِن سُلَيْمَانَ وَإِنِّه بِسْم اللَّهِ الرَّحْمَنِ الرَّحِيمِ) وهذه بسملة كبسملة أوائل السور، كما اجتمع الوصفان في آيتين أخريين من آيات القرآن، ففي أول سورة فصلت ذكر للقرآن الكريم، وقال سبحانه عن الذكر (تَنزِيلٌ منَ الرَّحْمَنِ الرَّحِيم) وجاء في سورة الحشر (هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ) . </p><p> ولا شك أن الوصفين من أسماء الله الحسنى وصفاته، ولا شك أن لكل منهما معنًى قائمًا بذاته، منفردًا به عن الآخر. يقول الزمخشري (نقلا عن الزجاج) : إن صيغة فَعْلان من الصيغ التي تدل على الامتلاء، كغضبان، وشبعان، وسكران، وجوعان، فإنها تدل على الامتلاء من الفعل الذي اشتُقت منه، فكذلك الرحمن معناها الممتلئ رحمة، ورحيم تدل على الاتصاف بالرحمة التي تليق بذاته العلية من غير امتلاء. </p><p> ولذلك يقول الزمخشري ومن تبعه في دراساته البيانية للقرآن الكريم: إن \" الرحمن \" أبلغ من \" الرحيم \" ، وإن كان كلامه تعالى كله فوق الكلام البشرى وما ترى فيه من تفاوت، وإن كان كله في أعلى درجات البيان لَا يساويه بيان للإنسان. وبدراسة اللفظين في القرآن يتبين لنا الفرق بينهما في الاستعمال القرآني السامي في بلاغته إلى ما لَا يتسامى إليه كلام بشر، ولا يدانيه شيءٌ من الكلام الإنساني. </p><p> وعند الاتجاه إلى استقراء الآيات القرآنية نجد القرآن الكريم جمع بين الوصفين في آيتين غير البسملة وقد ذكرتا، وذكر وصف الرحمن منفردا في نحو ستين </p><p> موضعًا من كتاب الله العزيز، وكان يذكر ذلك الوصف السامي غير مضاف إلى فعل من الأفعال، ولا واقع على أحد كقوله تعالى:  (قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى. . .) ، وكقوله تعالى:  (يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا) ، وقوله تعالى:  (الرَّحْمَن عَلَّمَ الْقُرْآنَ) ، ومثل قوله تعالى:  (وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُم مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ) . </p><p> وهكذا في نحو ستين آية يذكر وصف الرحمن مجردا من الإضافة إلى شيء أو شخص أو فعل كما يذكر \" الله \" تعالى، وذكر وصف الرحيم منفردًا عن الرحمن في أكثر من ثلاثين ومائة آية، ونجد أنها مضافة إلى رحمته سبحانه وتعالى بالعباد مثل قوله تعالى:  (فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رحِيمٌ) ، ومثل قوله تعالى:  (إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رحِيمٌ) ، ومثل قوله تعالى:  (فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ) . </p><p> ومن هذه الموازنات بين استعمال القرآن لكلمة \" رحمن \" ، واستعماله لكلمة \" رحيم \" ننتهي إلى ما يأتي: </p><p> أولا: أن وصف الرحمن وصف ذاتي للذات العلية لَا يتعلق بفعل ولا بشخص يذكر، ولكنه وصف لله أو اسم له كلفظ الجلالة، ولكنه يشعرنا بالرحمة، كما أنه لفظ يشعر بالألوهية واستحقاق العبادة؛ ولذلك قال بعض العلماء: إن كلمة \" الرحمن \" اسم لله تعالى، وأما \" الرحيم \" فهو وصف لله تعالى يتعلق برحمته بالعباد المكلفين المخاطبين بشريعته، والذين طلب منهم أن يقوموا بحق الله تعالى في إجابة أوامره، واجتناب نواهيه؛ ولذلك يقترن كثيرا بالتوبة والمغفرة. </p><p> ثانيا: أن الرحمة في \" الرحمن \" أكثر من \" الرحيم \" ، ولذلك قالوا: إن رحمة الرحمن، هي الرحمة بالوجود كله، فبرحمة الرحمن يرزق الله من في السماوات والأرض، وبرحمته الواسعة ينزل الغيث، ويرسل الرياح، ومهَّد الأرض، وجعل الجبال، وبرحمة الرحمن بعث الرسل مبشرين ومنذرين، وبرحمة الرحمن جازى المحسن بإحسانه، والمسيء بإساءته (مَن جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْر أَمْثَالِهَا وَمَن جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ) . </p><p> وهكذا كانت رحمة الرحمن شاملة الوجود كله، والرحيم متعلق في رحمته بالمكلفين. </p><p> ثالثا: أن \" الرحمن \" أكثر رحمة لما في الوصف بالرحمة فيه من شمول يشمل الوجود الإنساني كله، ووصف \" الرحيم \" خاص بالمكلفين، كما يدل على ذلك سياق اللفظ في القرآن الكريم. </p><p> ومن هذا الاستقراء والتتبع، واستنباط المعاني لألفاظ (الرَّحْمَنِ الرَّحِيمِ) من استعمال القرآن ننتهي إلى أن بيان معاني (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم) أن الله سبحانه وتعالى يأمرنا أن نتلو القرآن مبتدئين تالين لآياته باسمه الأقدس. نتبرك به ونتيمن ونسبح باسمه، وهو الله الإله المتفرد بالخلق والتكوين والتدبير والمتفرد بالعبودية وحده جل جلاله لأنه بديع السماوات والأرض والوجود كله، وهو \" الرحمن \" ذو الرحمة الواسعة التي تعم الوجود كله في السماوات والأرض، والدنيا والآخرة، المدبر للوجود برحمته، وهو \" الرحيم \" بعباده يغفر لهم ويتوب عليهم، ويشرع لهم من الشرائع ما يكون خيرًا لهم في معادهم ومعاشهم، وهو بكل شيء عليم. </p>"
}