{
  "id": null,
  "sura": 1,
  "aya": 6,
  "text": "<p> بعد أن ذكر دعاء العباد لربهم باختصاصه بالعبادة، طلبَ الاستعانة بالله تعالى في كل شيء مرغوب فيه محمود غير مذموم، وذكرت الاستعانة متجهة إلى الله تعالى من غير الباء، إذ هي تتعدى بها، فيقال استعان به، وتركت الباء للتوجه إلى الله تعالى من غير توسط، ولو كان توسطًا لفظيًّا بحرف الباء، والتوجه إلى الله وحده بحيث يواجه الذات العلية بإشراف النفس من غير رؤية ولا حسٍّ إلا أن يكون روحيا. </p><p> وقد ذكر أعلى مراتب الاستعانة، وهي التي لَا تكون لأمور تتعلق بالرغبات الدنيوية ولو كانت في حلال، بل أعلاها ما يتعلق بالنفس وهدايتها، فقال سبحانه على لسان المتقين:  (اهْدِنَا) ومجيء ذلك في كتاب الله تعالى وبقوله الحكيم تعليم وتربية للنفس المؤمنة أن تكون استعانتها بالله تعالى تكون أولا بطلب الهداية من الله، وقوله تعالى على ألسنة عباده المتقين:  (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ) هو دعاء من العباد لربهم بأمره سبحانه، وذلك تجلٍّ من الله العلي الأعلى بالإرشاد والتعليم فقوله تعالى:  (اهْدِنَا) والدعاء ذاته عبادة كما روينا عن رسول الله - صلى الله عليه وسلم -: \" ليس شيء أكرم على الله تعالى من الدعاء \"  (١) . </p><p> دعاؤهم بطلب الهداية، والهداية ذات مراتب يعلو بعضها فوق بعض. . المرتبة الأولى: أن يملأ سبحانه وتعالى نفوسهم وقلوبهم بالحق يميلون نحوه، ويتجهون إليه، وأن يكونوا ممن كتبت عليهم التقوى، وأن تكون هدايتها إلى نجد الخير، وقد قال، وقوله الحق:  (وَهَدَيْنَاهُ النَّجْدَيْنِ) ، وقال سبحانه: </p><p> (وَنَفْسٍ وَمَا سَوَّاهَا فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا) ، وذلك ليكونوا ممن يستمعون القول فيتبعون أحسنه. </p><p>(١) أخرجه الترمذي: كتاب الدعوات - باب: ما جاء في فضل الدعاء (٣٣٧٠)، وابن ماجه: كتاب الدعاء - باب: فضل الدعاء (٣٨٢٩)، وأحمد: كتاب باقي مسند المكثرين (٨٥٣٠) عن أبي هريرة رضي الله عنه.</p><p> والمرتبة الثانية: بعد أن تصغي قلوبهم إلى الحق وتنفتح بقوله والنظر في بيناته وهي إقامة الدلائل على الحق ليتبعوه عن بينة، أو تنفتح نفوسهم وعقولهم لقبول ما تدل عليه آيات الكون وأدلة الحق وهي أماراته، بل بيناته من سماء ذات أبراج، وأرض ذات جبال كالأوتاد، وزروع وثمار، ذات بهجة للناظرين، وأن يتدبروا في ملكوت الله تعالى وخلقه فينظروا نظرة الإدراك والاعتبار كما قال تعالى:  (أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ (١٧) وَإِلَى السَّمَاءِ كَيْفَ رُفِعَتْ (١٨) وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ (١٩) وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ (٢٠) فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ (٢١) لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) إِلَّا مَنْ تَوَلَّى وَكَفَرَ (٢٣) فَيُعَذِّبُهُ اللَّهُ الْعَذَابَ الْأَكْبَرَ (٢٤) إِنَّ إِلَيْنَا إِيَابَهُمْ (٢٥) ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ (٢٦) . </p><p> هذه هي المرتبة الثانية من الهداية: وهي أن يهديهم سبحانه إلى مواضع العبر والاستدلال في آياته الكبرى في خلق السماء والأرض وما بينهما، وفي آياته الكونية، ما دقَّ منها وما جلَّ، فهو خالق كل شيء. </p><p> أما المرتبة الثالثة: فهي إرسال الرسل هداة مبشرين ومنذرين، (وَإِن مِّنْ أُمَّةٍ إِلَّا خَلا فِيهَا نَذِيرٌ) ، وإن إرسال الرسل للهداية والإرشاد، وتبليغ رسالته، إنما هو لكيلا يكون على الله حجة بعد الرسل، فهو بعد أن يخلق الخلق على الفطرة المستقيمة، والاستعداد للعلم بالوجود، وما فيه من أدلة على منشئ الوجود، ثم يؤيد العلم الفطري بعلم كسبي وهو علم النبوة الذي يجيء به رسول مبين يدعو إلى الهدى بإذنه ويهدي إلى صراط مستقيم. </p><p> والمرتبة الرابعة: مرتبة الوحي والكشف وتعليم الله تعالى لخلقه، وهو ما يكون للرسل الكرام دعاة الحق والهداة إليه، فهداية الله تعالى بالوحي، أو إرسال رسول أو أن يكلمه الله تعالى من وراء شيء من خلقه، كما قال تعالى:  (وَمَا كَانَ لِبَشَرٍ أَن يكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِن وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا. . .) . </p><p> وهكذا هداية الله تعالى تبتدئ من هداية النفس والعقل إلى الحق وطلبه، ثم الإدراك للآيات البينات الدالة على واجب الوجود، ثم هداية الله تعالى بالرسل يرسلهم ليكونوا للعالمين نذيرا، ثم هداية الله تعالى بما يكون لرسله المصطفين الأخيار. </p><p> (اهْدِنَا الصِّرَاطَ) إن هَدَى تتعدى بإلى وباللام كقوله تعالى: (وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ) ، وكقوله تعالى:  (وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مسْتَقِيمٍ) ، وقوله تعالى:  (هدًى لِّلْمُتَّقِينَ) ، وقوله تعالى:  (إِنَّ هَذَا الْقرآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ. . .) . </p><p> ولكن هنا لم يتعلَّق قوله تعالى:  (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ) بـ \" اللام \" ولا بـ \" إلى \" ، ولذلك حكمة بيانية، وذلك أنها تضمنت معنى الهداية باختيار خير عاقبة، فتضمنت الهداية معنى الاختيار، ويكون المعنى اهدنا مختارًا لنا في هدايتك الصراط المستقيم. و \" اختار \" تتعدى بنفسها من غير أداة جر كما قال: (وَاخْتَارَ موسَى قَوْمَهُ سَبْعِينَ رَجُلًا) . </p><p> والصراط معناه الطريق الجدد أو الجادة، وقالوا إنه \" السراط \" بالسين، وبذلك قرئت في بعض القراءات المتواترة، وقالوا: إن الأصل في السراط الاستراط بمعنى الابتلاع، كأن الطريق يبتلع من يسلكه لاتساعه، وأنه جادة متسعة، لَا يبين سالكها، وقد وصف بأنه المستقيم لأن المستقيم أقرب خط بين نقطتين، فهو أقرب موصل للغاية المرجوة. </p><p> والمعنى على هذا: اختر لنا يا رب العالمين أقرب طريق متسع يوصل إلى ما يرضيك، وهو غايتنا، ومطمعنا ورجاؤنا، والصراط المستقيم هو طريق الله الذي أمر </p><p> باتباعه، فقد قال تعالى:  (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ. . .) ، فهم يطلبون أن يهديهم الله تعالى إلى هذا الطريق المستقيم وهو صراط الذين أنعمت عليهم من عبادك الصالحين. </p><p> * * * </p>"
}