{
  "id": null,
  "sura": 2,
  "aya": 40,
  "text": "<p> (يَا بَنِي إِسْرَائِيلَ) النداء لأولاد إسرائيل من عهد موسى عليه الصلاة والسلام، ولكن المخاطبين هم الذين عاصروا النبي - صلى الله عليه وسلم -، وخوطب من كانوا في عصر النبي - صلى الله عليه وسلم - بالنعم التي أنعم الله بها على بني إسرائيل في ماضيهم، مع أنهم لم يروها، فالذين عبدوا العجل ليسوا هم، والذين كان فرعون يذبح أبناءهم ويستحيي نساءهم ليسوا هم، وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى. </p><p> خوطبوا بكفرهم النعم ونقضهم الميثاق، لأنهم أمة واحدة، ويخاطب الحاضرون بمآثم الماضين إذا علموها وأقروها وساروا على مثلها، ولو أنهم ناقضوها، أو استنكروها، كعبد الله بن سلام وغيره، ما خوطبوا بأخطاء من سبقوهم، لأنهم لم يرضوا عنها ولم ينادوا بشرف الانتماء إليهم. </p><p> والنداء كما علمت للبعيد لأن النداء بـ \" يا \" يكون للبعيد، ويراد هنا بالبعد البعد المعنوي، وهو علو الله في ندائهم، وناداهم ببني إسرائيل تذكيرا بمقام يعقوب </p><p> وشرفه، وأنه كان ذلك النسب مقتضيا أن يكونوا في مثل شرفه النبوي، وإيمانه وإذعانه وأن يكونوا عونا للخير، وأن يكونوا شاكرين لأنعمه مثله. </p><p> (اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ) ومعنى اذكروها، تفكروا في أمرها، وما يوجبه، فإن ذلك التفكر في مقدارها وفي مجيئها في وقت الشدائد والغمة يحملكم على القيام بشكرها، وشكر النعم واجب بالعقل كما هي بدائه العقول، وإن الله تعالى أنعم عليهم بأن نجاهم من فرعون وطغيانه عليهم، ونجاهم باجتياز البحر، وقد انفلق حتى مروا فكان كل فرق كالطود العظيم، وانطبق على فرعون وملئه الذين ساموهم سوء العذاب وكانوا يذبحون أبناءهم ويستحيون نساءهم، وأنعم عليهم في الصحراء بالمن والسلوى يتغذون منه بأطيب الغذاء، وأنعم عليهم بأنهم استسقوا فانبجست من حجر ضربه موسى عليه السلام بعصاه - اثنتا عشرة عينا، لكل أناس مشربهم. </p><p> أنعم سبحانه وتعالى بهذه النعم كلها، وكان من شأنها أن تحملهم على الشكر والطاعة، ولكنهم وهم أهل حسد وحقد على الناس، اتخذوها ذريعة للكفر والطغيان، وحسبوها اختصاصا من الله تعالى وتدليلا، وقالوا: نحن أبناء الله وأحباؤه، فزادوا بالنعمة كفرا وطغيانا. </p><p> وكان الحاضرون في عصر النبي - صلى الله عليه وسلم - صورة للماضين يفعلون مثل ما كانوا يفعلون، ويرضون عما كانوا عليه، ويقولون مثل ما قالوا. </p><p> أمرهم سبحانه وتعالى عساهم يشكرون، ويعتبرون بما نزل من الأمور بمن سبقوهم، ثم أمرهم سبحانه من بعد هذا التذكير بالوفاء بالعهد، فقال تعالت كلماته:  (وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ) أخذ الله تعالى عهدا بمقتضى الفطرة، وهو أنه أخذ عليهم من ظهورهم ذريتهم أن يؤمنوا، وأخذ عليهم العهود والمواثيق في عهد موسى، ومن جاء بعد موسى من النبيين، وأخذ عليهم العهد بألا يسفكوا </p><p> دماءً، وأخذ عليهم سبحانه وتعالى عهدًا موثقًا ببيان قدرة الله تعالى إذ نتق الجبل فوقهم فقد قال تعالى:  (وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهمْ كَأَنَّهُ ظلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَقُونَ) ، وصرح سبحانه وتعالى بهذا الميثاق وعهده لهم، فقال:  (وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (١٢) . </p><p> هذا عهد من العهود التي واثقهم الله تعالى عليها، عهد عليهم أن يقيموا الصلاة ويؤدوا العبادات وأن يؤمنوا بالرسل، وكان عهد الله تعالى أن يكفر عنهم سيئاتهم، وأن يدخلهم جنات تجري من تحتها الأنهار. </p><p> وقد أوجب الله تعالى على نفسه تفضلا، ورحمة وإنعاما كالإنعام المتوالي عليهم، والله تعالى لَا يجب عليه شيء. يقرن القرآن الكريم وعد الله تعالى بوعيدد، لقد وعدهم سبحانه بأنه يوفى بعهدهم بأن يكفر عنهم سيئاتهم، ويدخلهم جنات تجري من تحتها الأنهار إذ أوفوا بعهده بأن عبدوه وحده، وآمنوا برسله ونصروهم، ولا شك أن ذلك ترغيب في النعيم، ولكن النفوس لَا تخضع للترغيب فقط، وخصوصا من كانوا على شاكلة بني إسرائيل الذين لم تُجد فيهم النعم؛ ولذا أردف سبحانه الوعد بالنعيم - بالترهيب، فقال تعالى:  (وَإِيَّايَ فَارْهَبُونِ) النون هنا تسمى بنون الوقاية التي تكون بين الفعل وياء التكلم، والياء حذفت مع تقديرها في الكلام: فارهبوني، وهذا تخويف بأشد صيغ التخويف والترهيب، وتخصيص التخويف بالله، وأنه لَا يُخاف أحد سواه كما أنه لَا يُعبد سواه. </p><p> وقد دل على التخصيص قوله تعالى:  (إِيَّايَ) فهي دالة على التحذير، وفعلها محذوف تقديره مثلا احذرني، كما تقول في كلامك إياك إياك محذرا </p><p> مخوفا، فمعنى إياي: احذروني وحدي، فإن رحمتي يلحقها عذابي، وهي للمطيع، وعذابي للعاصي، وقوله:  (فَارْهَبُونِ) الفاء للإفصاح عن شرط مقدر تقديره: فإن كان من ترهبونه فارهبوني أنا وحدي؛ ولذلك كان الكلام فيه تأكيد للخوف من الله وحده أولا بذكر كلمة الله تعالى:  (وَإيَّايَ) الدالة على التحذير وتقديمها، وفي التقديم اختصاص وفي تكرار التخويف، وفي ذكر الفاء المفصحة عن شرط، وهي جوابه. </p><p> والرَّهَبُ: إبقاء الخوف في النفس مع التحذير والتيقظ وتوقع العذاب الأليم. </p><p> هذا وفي الآية نص على وجوب الوفاء، وعلى شكر النعمة، وأنه لَا يصح أن يخاف المؤمن أحدا غير الله تعالى، وقد أوجب الله عليهم الوفاء بالعهد فقال تعالى: </p>"
}