{
  "id": null,
  "sura": 2,
  "aya": 283,
  "text": "<p> (وَإِن كُنتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُوا كَانِبًا فَرِهَانٌ مقْبُوضَةٌ) الرهان: جمع رهن بمعنى مرهون، فرهن ليس معناها المصدر، بل معناها العين المرهونة، وقرئ (فَرُهُنٌ مقبوضة) . وقد خرج بعضهم هذه القراءة على أن (رُهُن) جمع رهان بمعنى رهن. </p><p> وخرجه بعضهم على أنه جمع رَهْن كسقْف وسُقُف، وفَرْشٍ وفُرُش، وحَلْقٍ وحُلُق، وهكذا. وقرئ بدل (وَلَمْ تَجِدوا كَاتِبًا) : (ولم تجدوا كتابا) . </p><p> والمعنى فيما يظهر: إذا كنتم مسافرين ولم تجدوا كاتبا يكتب، أو قرطاسا يكتب فيه، أو لم تتيسر أسباب الكتابة لأي سبب من الأسباب، فإنه يقوم مقام الكتابة رهن يستوثق به في أداء الدين، وإنه لَا يقوم مقام الكتابة فقط بل يقوم أيضًا مقام الشهادة. </p><p> وهنا إشارتان بيانيتان ويجب التنبيه عليهما: </p><p> أولهما: أن الله سبحانه وتعالى يعبر عن المسافر في حال بيان الرخصة التي ترخص له بسبب السفر بقوله تعالى: (عَلَى سَفَرٍ) وقد عبر سبحانه بذلك في حال رخصة الإفطار، ورخصة ترك الكتابة، ورخصة التيمم عند عدم وجود الماء؛ وذلك لأن معنى (عَلَى سَفَرٍ) ي تضمن معنى الركوب، أي راكبين فوق سفر؛ وذلك يشير إلى اضطراب الحال والقلق والانزعاج، فليست الحال حال استقرار، إذ من كان مركبه سفرا وانتقالا مستمرا، فهو غير مستقر ولا مطمئن. وتلك الإشارة تتناسب مع الترخيص في الإفطار، والترخيص في ترك الكتابة، والترخيص في التيمم. </p><p> ثانيهما؛ أن في الآية قراءتين متواترتين كما بينا، إحداهما:  (وَلَمْ تَجِدُوا كَاتِبًا) والأخرى (وَلَمْ تَجِدُوا كِتَابًا) وإذا كانت القراءتان متواترتين فكلتاهما قرآن مقروء مفهوم بمعناها، ومجموع القراءتين يؤدي معنى تتضافران في أدائه، وهو أنه في حال السفر يقوم الرهن مقام الكتابة والشهادة إذا لم يوجد كاتب، أو وجد الكاتب ولم يوجد الكتاب، أو أي أداة من أدوات الكتابة. </p><p> والفقهاء في ظل هذا النص الكريم يتكلمون في مسائل فقهية، ويقتبسون معانيها من إشاراته وعباراته؛ وإنا نوجز المسائل التي يتكلمون فيها في ثلاث: أولها: إن الذين يقولون: إن الأمر في الكتابة والاستشهاد على الدين للوجوب يقول بعضهم: إن الترخص في الرهن بدل الكتابة والشهادة إنما يكون في </p><p> حال السسفر، وكل حال يتحقق فيها المعنى المسوغ للترخيص في السفر، وهو عدم وجود الكاتب الذي يكتب، أو الأداة التي يكتب بها، أو القرطاس الذي يكتب عليه، ولو كان في حضر لَا في سفر، لأن المعنى وهو تعذر أو تعسر وجود الكاتب أو ما يكتب به يتحقق في هذه الحال كما يتحقق في السفر، ولكن ذكر السفر، لأنه مظنة لذلك التعذر، وهو فيه كثير عند العرب لغلبة الأمية عندهم، أما في الحضر فذلك نادر، وإن وجد فإنه يطبق عليه حكم السفر. وبعض هؤلاء الذين قالوا إن الكتابة واجبة والشهادة عليها مثلها قالوا: إن الترخص مقيد بالسفر، ولا ترخص بغير الكتابة في الحضر. وكأنهم بهذا يرون أن من الضروري أن يكون في كل قرية أو حي كاتب وأدوات كتابة، وأن على أهل هذه القرية أن يهيئوا الأسباب لذلك؛ لأنه فرض كفاية إن تركه الجميع أثموا، وإن قام به بعضهم سقط الحرج عن كلهم. </p><p> الثانية: أن الرهن يقوم مقام الشهادة والكتابة في الاستيثاق من أداء الدين، ولذلك فإن المعقول أن يكون قريبًا من الدين في قيمته. وقد استنبط مالك رضي الله عنه من هذا أنه إذا اختلف الدائن والمدين في مقدار دين موثق برهن ولم يكن للدائن بينة تثبت مقداره فإنه لَا تُوَجَّه اليمين إلى المدين، بل يُحكَّم الرهن، فما يشهد له الرهن يكون القول قوله، فإن كان مثل ما يقول المدين أو أقل فالقول قول المدين، وإن كان مثل ما يقول الدائن أو أكثر فالقول قول الدائن، وقال أبو حنيفة والشافعي: إن اليمين في كل الأحوال على المدين ما لم تكن بينة للمدعي. وحجة مالك أن الرهن قائم مقام الشهادة والكتابة فهو شهادة وكتابة معا، فما يشهد به يكون الحكم على مقتضاه. </p><p> الثالثة: قوله تعالى: (فَرِهَانٌ مقْبُوضَةٌ) فقد أخذ بنص الآية الكريمة أبو حنيفة وأصحابه، وقرروا أن الرهن لَا يتم إلا بالقبض فإن لم يكن قبض لَا يتم، فإذا افترق العاقدان من غير قبض فالرهن غير صحيح. وقال مالك رضي الله عنه: إن الرهن يتم من غير القبض، ولكن القبض حكم من أحكامه، فمن حق المرتهن وهو الدائن بعد تمام عقد الرهن أن يطالب بقبض العين المرهونة، فالقبض حكم للعقد، </p><p> وليس ركنا من أركانه، ولاشرطا لتمامه. وقال الشافعي: إن الرهن يتم من غير حاجة إلى القبض، وإنما الرهن للاستيثاق من الوفاء بالدين، ووصف \" مقبوضة \" جرى مجرى العرف، وليس وصفًا له مفهوم يعطي تخلفه غير حكمه، بل يكون الرهن مقبوضًا أو يكون غير مقبوض، وأثره في حال عدم القبض أن يتعلق حق الدائن بالعين بحيث يمنع صاحب العين من التصرف فيها حتى يستوفى الدين، وأنه إذا حل الأجل من غير أن يوفي المدين فإنه تباع العين في سبيل أداء الدين. وكأنه في المذهب الشافعي كما هو في القانون المدني المصري الرهن ينقسم إلى قسمين: رهن حيازة، وهو الذي يتم فيه القبض، ويكون أكثر ما يكون في المنقول؛ ورهن تأميني، وهو الذي يستمر تحت يد المدين، ولكن يؤمن به الدين ويوثق، وهو أكثر ما يكون في العقار. </p><p> (فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ) هذا تدرج حكيم؛ الكتابة في الديون والإشهاد عليها مطلوبان، فإن تعذرت الكتابة والشهادة فإنه يترخص حينئذ بالرهن المقبوض، ولكن إذا كان طالب الدين ليس عنده رهن يوثق به الدين، وهما في سفر ولا كاتب ولا شهيد أيمتنع القرض ويكون الحرج على المدين، وقد يكون في ضرورة للاستدانة وهو مليء في دياره يستطيع الأداء عند عودته؛ إنه لم يبق إذن إلا الاعتماد على أمانته، وهذا هو الذي يتبين في ذلك النص الكريم؛ والمعنى: إذا أمن الدائن المدين، واعتمد على ذمته ومقدار أمانته، فليؤد الدين في ميعاده؛ لأنه أمانة في عنقه، ولأن الدائن اعتمد على حسن أدائه وعلى مقدار ما عنده من أمانة، فلا يضيع رجاء الخير فيه؛ ولأن الله سبحانه عليم بما في الصدور، فليتق الله ربه. وإذا كان النص الكريم قد جاء في مساق الدين وتوثيقه، فإن اللفظ عام يعم وجوب أداء الأمانات كلها سواء أكانت ديونًا في الذمة، أم كانت ودائع مقبوضة، أم كانت أمانات مرسلة حمل المؤتمن أداءها. </p><p> وفى النص الكريم عدة إشارات بيانية، تتضافر في مجموعها، وتؤكد وجوب أداء الأمانة. </p><p> أولها في قوله تعالى (فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا) فإن التعبير بـ (أَمِنَ) بدل أعطى أو أودع، إشارة إلى الجانب الذي أعتمد عليه وهو خلق الأمانة في صاحبه، فهو لَا يرى فيه إلا جانبًا مأمونا لَا يتوقع منه شرا من جحود أو خيانة. </p><p> ثانيها: ذكر الظاهر بدل الضمير في قوله تعالى: (فَلْيؤَدِّ الَّذِي اؤْتمِنَ) فإن التعبير بالموصول هنا يشير إلى علة وجوب الأداء، أو إلى توثيق الأداء؛ لأنه ائتمنه، فحق عليه أن يؤدي الأمانة. </p><p> ثالثها: في إضافة الأمانة في قوله تعالى: (أَمَانَتَهُ) فإن الأمانة هي في الواقع للدائن أو المعطي من حيث إنه مالك للدين وللوديعة ونحوها، ولكن أضيفت إلى المدين من حيث إنها عبء عليه يجب أن يُؤدى، وبأدائه يزيل ما عليه من عبء فإن الأمانة عبء ثقيل لمن عرف حقها. </p><p> رابعها: قوله تعالى: (وَلْيَتَّقِ اللَّهَ رَبَّهُ) فإذا كان صاحب الحق لم يوثق حقه بكتاب أو شهادة أو رهن، فإن التقوى هي الوثيقة الكبرى التي لَا تعدلها وثيقة. </p><p> وقوله تعالى:  (وَلْيَتَّقِ اللَّهَ رَبَّهُ) فيه طلب للتقوى مؤكد بالأمر، وبالتعبير بلفظ الجلالة الذي يربي ذكره الهابة في النفس، إذ يحس القارئ بعظمة الخالق وجبروته وألوهيته، ومؤكد أيضًا بالتعبير بربه؛ إذ فيه إشارة إلى أنه خالقه وبارئه ومربيه، والمهيمن الدائم عليه. </p><p> (وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ) بيَّن سبحانه في النص السابق وجوب أداء الأمانة عامة، ولأن الكلام في الديون وطرق توثيقها كانت دالة على وجوب أداء الأمانة في الديون خاصة. وفي هذا النص الكريم يبين نوعا من الأمانات يجب أداؤه، وأداؤه أشد وجوبا، وأغلظ تكليفا، وهو أمانة الشهادة؛ فإن العلم بصاحب الحق أمانة في عنق العالم به يجب عليه أداؤها عند طلب ذلك منه أمام القضاء أو أمام غير القضاء؛ وإن هذه الأمانة كانت أغلظ الأمانات لأنها تُناط بها الحقوق، وانتظام المعاملات، وقيام المجتمع على أساس من الثقة وتبادل المنافع؛ ولهذا قال تعالى:  (وَلا تَكْتُمُوا الشَّهَادَةَ) وكتمان الشهادة ألا يقول ما عاين، بأن </p><p> يمتنع عن الذهاب إلى مجلس القضاء مطلقا، أو يذهب ويقول لَا أعلم؛ فإن ذلك فوق أنه كتمان كذب، أو يقول بعض ما يعلم. والأداء أن يقول كل ما يعلم حيث طلب إليه أن يقول، ولا يترك شيئًا مما يعلمه متصلا بموضوع الشهادة. </p><p> وقد وصف الله سبحانه من يكتم الشهادة بالإثم، وأسند الإثم إلى القلب، فقال سبحانه:  (وَمَن يَكْتمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ) وقد أسند الإثم إلى القلب خاصة مع أن الإثم يسند إلى الشخص، وهذا من قبيل المجاز، وهو تعبير عن الكل باسم الجزء؛ لأن لذلك الجزء مزيد اختصاص في موضع الحكم، لأنَّ الإثم في كتمان الشهادة عمل القلب لَا عمل الجوارح، ولأن القلب أساس كل خير وكل شر ولو كان الإثم من عمل الجوارح، فهو المضغة التي إن صلحت صلح الجسم كله، وإذا فسدت فسد الجسم كله. ولقد قال الزمخشري في هذا المعنى:  \" كتمان الشهادة هو أن يضمرها، ولا يتكلم بها، فلما كان إثما مقترنا بالقلب أسند إليه؛ لأن إسناد الفعل إلى الجارحة التي يعمل بها أبلغ؛ألا تراك إذا أردت التوكيد تقول:هذا مما أبصرته عينى، ومما سمعته أذني، ومما عرفه قلبي؛ ولأن القلب رئيس الأعضاء والمضغة التي إن صلحت صلح الجسد كله، وإن فسدت فسد الجسد كله؛فكأنه قيل:فقد تمكن الإثم في أصل نفسه، وملك أشرف مكان فيه، ولئلا يظن أن كتمان الشهادة من الآثام المتعلقة باللسان، ولِيُعْلَمَ أن القلب أصل متعلقه، ومعدن اقترافه، واللسان ترجمان عنه؛ ولأن أفعال القلوب أعظم من أفعال سائر الجوارح، وهي لها كالأصول التي تشع منها، ألا ترى أن أصل الحسنات والسيئات الإيمان والكفر، وهما من أفعال القلوب؛ فإذا جعل كتمان الشهادة من آثام القلوب، فقد شهد له بأنه من معاظم الذنوب \" . </p><p> وهنا يسأل سائل: إن ما يهم به القلب لَا يحاسب عليه الشخص؛ ألا ترى أن من هم بسيئة فلم يفعلها لم يكتب عليه شيء، فكيف يكون إثم في عدم أداء الشهادة، وهي ليست إلا عملا قلبيا لَا أثر له في الجوارح؟ والجواب عن ذلك: أن </p><p> أعمال القلب ليست معفاة من الإثم دائمًا، إنما الذي يعفى من العقاب ما يجول بخاطره ويتمناه من غير أن يكون له أثر في الجوارح، أما ما يعتزمه ويصمم عليه، ويتجه إليه، ولكن يفوت التمام لأمر خارج عن إرادته وليس له قبل به، كمن يعتزم قتل شخص ويذهب إليه ليفترسه، وقد عقد النية، واستحصد العزيمة، ولكن أفلت من يده، أفلا يكون ثمة إثم؛ وأحيانا تكون عزيمة القلب وحدها هي موضع المؤاخذة، وذلك إذا كان عمل القلب كف الجوارح عن العمل في موضع يجب فيه العمل، فترك الواجبات كلها موضع مؤاخذة، ومن ذلك ترك الشهادة. وفي الشرع الإسلامي جرائم تسمى جرائم الترك، وهي الجرائم التي يكون الجزاء فيها ليس على الفعل، ولكن على ترك واجب، كمن يرى شخصا يموت جوعا ومعه مال ولا يسد غائلة جوعه، وكمن يرى أعمى يتردى في بئر ويتركه قاصدًا بالترك أن يموت، وهكذا؛ ومن ذلك النوع كتمان الشهادة، فهو ترك الواجب، وهو إثم وجريمة بسبب ذلك الترك. </p><p> (وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ) ختمت الآية الكريمة بهذه الجملة السامية، للوعد والوعيد، ببيان علم الله ذي الجلال والإكرام المنتقم الجبار علمًا دقيقًا بما يعمله كل إنسان؛ يعلم الخير والشر، ويعلم ما تخفي الصدور، وما تكنه القلوب، وما يظهر على الجوارح، فيجازي على الإحسان إحسانًا، وعلى السوء سوءا؛ فمن يعمل مثقال ذرة خيرًا يره، ومن يعمل مثقال ذرة شرا يره، ومن يأكل أموال الناس بالباطل إنما يأكلون في بطونهم نارَّاً ويصلون سعيرًا. </p><p> * * * </p>"
}