{
  "id": null,
  "sura": 2,
  "aya": 23,
  "text": "<p> (وَإِن كُنتُمْ فِي رَيْب مِّمَّا نَرلْنَا عَلَى عَبْدِنَا) ذكر سبحانه وتعالى احتمال أن يكونوا في ريب من أن القرآن من عند الله، وأنه الدلالة الدالة على نبوة محمد - صلى الله عليه وسلم -، فقال:  (وَإِن كُنتُمْ فِي رَيْب) عبر سبحانه بأداة الشرط التي لَا تدل على وقوع الريب قطعًا \" إذ \" ؛ لأن التعبير بـ \" إن \" يدل على الشك في فعل الشرط، لا على تحققه للإشارة - إلى أنهم لو كانوا في شك من أمر القرآن حقيقة، وأنهم يستطيعون أن يأتوا بمثله، كما كانوا يقولون (لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا. . .) ، ما كان ذلك مبنيا على تفكير سليم، إذ إن أي تدبر وتفكير في معانيه يزيل كل ريب، ويوجه إلى الحقيقة توجيها مستقيما، لَا مجال فيه لأي ريب أو أي شك. </p><p> وهنا يسأل سائل: لقد وصف القرآن الكريم في أول السورة بأنه لَا ريب فيه، فكيف يتصور أن يكون ثمة ريب فيه؟. ونقول في الجواب عن ذلك: إن الريب منهم لَا منه في ذاته، فهو في ذاته يعلو عن الريب، لأنه يعلو عن المثل والشبيه في تساوق ألفاظه ومعانيه، وجمال فواصله، ورنة نغمه، وحلاوة موسيقاه، وكل ما اشتمل عليه مما أدهش المشركين، وحاروا، ولم يجدوا محيصا من الإذعان والسكوت والانتقال من العجز الذليل إلى الاضطهاد والإيذاء. </p><p> وقوله تعالى:  (وَإِن كُنتُمْ فِي رَيْب) بالتعبير بكان المصورة لما وقع منهم، إشارة إلى أنه لَا ريب فيه لذاته، وإنما الريب من عقولهم المنحرفة. ونفوسهم الوثنية، التي استهوتها الأحجار فعبدتها. فالشك منهم، والقرآن أعلى من ذلك، ولا ريب فيه، وفي أنه من العزيز الحكيم، الذي لَا يأتيه الباطل من بين يديه ولا من خلفه. </p><p> وقد يقال: إنهم لم يكونوا في ريب من أمره، بل كانوا جازمين بأنه ليس من عند الله، بدليل قوله تعالى:  (إِن كُنتُمْ صادِقِينَ) في تكذيبكم، فنقول في ذلك: إنهم كانوا جازمين في تكذيب أنه من عند الله تعالى، ولكن النص القرآني ينبههم إلى أن حالهم في مثل إدراكهم البياني وذوقهم البلاغي، وكونهم مقاول العرب، وأهل الفصاحة والبيان والدربة في القول، ومعرفة موازينه، وتنبههم الآية الكريمة إلى أن مثلهم في حالهم لَا ينبغي أن يجزموا منكرين، بل يترددوا حتى يصلوا إلى الحقيقة، في أمر هذا النوع من القول الذي لَا ينهد إلى مكانته قول من أقوالهم. </p><p> وإن الثابت في سيرة رسول الله - صلى الله عليه وسلم - أنه كان له أثر في نفوسهم، وأحسوا بأنه فوق ما يقوله البشر، فقال بعضهم:  \" إن له لحلاوة وإن عليه لطلاوة، وإن أعلاه لمثمر، وأسفله لمغدق، وإنه ليعلو ولا يعلى عليه، ما يقول هذا بشر \" ، وكانوا يتفاهمون فيما بينهم على ألا يسمعوه:  (وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ) ، فإذا اتفقوا على ذلك ذهب كل واحد منهم سرا إلى حيث يسمعونه، وكل يظن أنه وحده الذي جاء يستمع إليه، فإذا هم يلتقون، وينقضون ما اتفقوا عليه. </p><p> ولذلك سموه سحرا، وسموا النبي - صلى الله عليه وسلم - ساحرا. </p><p> ولذلك نقول: إن ذكر القرآن الكريم لهم بأنهم كانوا في ريب منه وخصوصا أهل العلم بالبيان منهم وصف صادق، فما كانوا مؤمنين به، وما كانوا منكرين إنكارًا قاطعا بأنه ليس من عند الله؛ ولذلك لم يعرف عن أحد من عقلائهم أنه أراد أن يأتي بمثله، وإن تنكير الريب دليل على أنه ريب ليس بالقوي، أو الشديد، وذلك لكمال وضوح الأدلة الدالة على أنه ليس من طاقة أحد أن يأتي بمثله، وإن الشك إن كان منهم فليس له محل ولا مسوغ. </p><p> ومِن في قوله تعالى:  (مِّمَّا نَزَّلْنَا) معناها بيان موضع الشك الذي يثور عندهم، فيقال في شك من الأمر، باعتبار أن موضع الشك هو الأمر، وقوله </p><p> تعالى:  (نَزَّلْنَا) تدل على التنزيل منجما زمنا بعد زمن، ولم ينزل دفعة واحدة، وكانوا يثيرون الشك حوله بسبب ذلك، وقد قال تعالى فيما حكى عنهم:  (وَقَالَ الَّذِينَ كفَرُوا لَوْلا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاه تَرتِيلًا) ، فكان مما يثير ريبهم الباطل أن القرآن لم ينزل دفعة، ولكنه نزل منجما ليثبت به قلب النبي - صلى الله عليه وسلم -، وليتعلم ترتيله، ويعلمه أصحابه؛ وليحفظوه في الصدور ولا يكتفى بالسطور. </p><p> وذكر الله تعالى تنزيله على النبي - صلى الله عليه وسلم - بقوله تعالت كلماته:  (مِّمَّا نَزَّلْنَا عَلَى عَبْدِنَا) وهو محمد - صلى الله عليه وسلم - ذكره بالعبودية لله تعالى، وفي ذلك تشريف للنبي - صلى الله عليه وسلم -، وبيان لحماية الله تعالى له، وبيان بأن الرسالة لَا تبعده عن مقام العبودية فهو عبد لله تعالى، ولن يستنكف أن يكون عبدا لله تعالى، وأن الله تعالى عاصمه في رسالته من الناس كما قال تعالى:  (وَاللَّه يَعْصِمُكَ مِنَ النَّاسِ. . .) . </p><p> كان فعل الشرط هو قوله تعالى:  (وَإِن كنتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا عَلَى عَبْدِنَا) وكان جواب الشرط هو التحدي بالمطلب العجز وهو قوله: (فَأْتوا بِسُورَةٍ مِّن مِّثْلِهِ) وهذا تحد للإعجاز، كما جاء في حكاية إبراهيم مع الطاغية عندما تحداه أن يأتي بالشمس من المغرب بدل المشرق إذ قال تعالى حكاية عن ذلك:  (أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٢٥٨) . والتحدي: هو أن يأتوا بسورة من مثله: السورة عدد من الآيات أقلها ثلاث كما في قوله تعالى في سورة الكوثر: (إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ فَصَلِّ لِرَبِّكَ وَانْحَرْ إِنَّ شَانِئَكَ هوَ الأَبْتَرُ) ، وهي في أصلها من السُّور لأنها تحيط العدد من الآيات كأنها سور حولها، يحيط، أو من السورة وهي الدرجة الرفيعة، </p><p> والسورة يتحقق فيها المعنيان، فهما متحققان في معنى السورة، فهي درجة من درجات البيان الرفيع لَا تتفاوت مقاديرها وتتلاحق في درجاتها وتقديرها، وكل واحدة لها مقامها حتى أنها لتسمَّى قرآنا وحدها. </p><p> ومِن في قوله تعالى:  (مِّن مِّثْلِهِ) بيانية، والمعنى على ذلك فأتوا بسورة من كتاب مثله إن كان في استطاعتكم أن تأتوا بكتاب مثله، فأتوا بسورة منه تكون واضحة التماثل والتشابه بها. </p><p> وقال بعض العلماء أن \" من \" زائدة لتقوية السياق وتكون كقوله تعالى: (قُلْ فأْتوا بِسُورَةٍ مثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) ، ولا يقال في القرآن إن حرفا زائد. </p><p> تحداهم سبحانه وتعالى أن يأتوا بسورة من قراءة (مِّثْلِهِ) يستطيعون بها أن يقولوا بها كما يقولون: (لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا. . .) ،، تحداهم ذلك التحدي، وتحداهم أن يدعوا من يشاءون ممن ينصرونهم ويؤازرونهم في الملمات والشدائد، وهذا معنى قوله تعالى:  (وَادْعُوا شُهَداءَكُم مِّن دُونِ اللَّهِ) الشهداء جمع شهيد، وهو الحاضر؛ أي ادعوا الحاضرين الذين يناصرونكم ويعاونونكم في الملمات واجْمِعُوا أمركم من دون الله أي متجاوزين الله سبحانه أو من تجمعونهم مهما يكونوا دون الله تعالى، فشهداؤكم مهما تكن قوتهم، ومهما تكونوا تفزعون إليهم في أموركم وعظائمها؛ فإنهم لَا يمكن أن يأتوا بذلك. افعلوا ذلك: إن كنتم صادقين في دعواكم أنكم تستطيعون، وهذا كقوله تعالى في التحدي:  (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتمْ صَادِقِينَ) . </p><p> كان التحدي من الله سبحانه وتعالى وكان العجز منهم، وقد كان التحدي يطالبهم بأن يجمعوا من يشاءون ومن يستطيعون جمعه من الأنصار والمقاويل ليقولوا، ولكنهم عجزوا لَا بصرف الهمم، ولكن لعجزهم، فكان الإعجاز في ذات القرآن لَا بصرف الأفهام كما ادعى المقلدون من الفلاسفة وبعض علماء الكلام. </p><p> وإنه بمقتضى الحكم السليم والمنطق المستقيم أنهم إذا عجزوا ذلك العجز الصارخ أن يذعنوا للحق الذي جاءهم؛ ولذا قال تعالت كلماته: </p>"
}