{
  "id": null,
  "sura": 2,
  "aya": 143,
  "text": "<p> (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا) . </p><p> الوسط \" يطلق \" بإطلاقين أحدهما الشيء المتوسط \" أو الأمر المتوسط بين أمرين أو نحو ذلك مما يكون متوسطا، الثاني - الوسط بمعنى الخير،ومن ذلك قوله تعالى:(قَالَ أَوْسَطُهُمْ أَلَمْ أَقُل لَّكمْ لَوْلا تُسَبحونَ)،أي:قال أعدلهم، ويقال وسط الوادي أي خير موضع فيه.</p><p> ولقد قال القائلون بالتفسير الثاني: إن الوسط كان خيرا، لأنه متوسط بين طرفين كلاهما إثم أو باطل، إذ الوسط مجانبة للغلو والتقصير، فاليهودية قصرت في حق الأنبياء، فقتلتهم، والنصرانية غلت في حق نبي فعبدته، فكان الوسط ألا يكون غلو ولا تقصير، بل تلق للرسالة، وإيمان بها، ولقد أثر عن النبي - صلى الله عليه وسلم - أنه قال: \" خير الأمور أوسطها (١) ؛ لأن الأوسط بعيد عن الغلو والتقصير ولقد أثر عن علي بن أبي طالب أنه قال:  \" عليكم بالنمط الأوسط فإليه ينزل العالي، وإليه يرتفع النازل \" . </p><p> ولأن التوسط خير دائما، صار يطلق الوسط على الخير فيقال عن أفاضل الناس أوساطهم، وعن خيار الأمور أوسطها، وكل موضع فيه إصلاح أو صلح بين الناس يقال فيه وسط. </p><p> والنسبية في قوله تعالى:  (وَكَذَلكَ جَعَلْنَاكُمْ) من المشابهة بين خيرية الكعبة وخيرية الأمة، والمعنى كما جعلنا لكَم الكعبة قبلة، وهي خير بقعة في الأرض جعلناكم أمة وسطا. </p><p> وقد فسر بعض العلماء الوسط هنا بالإطلاق الأول، وهو التوسط بين أمرين، ومعنى التوسط أن أمة محمد - صلى الله عليه وسلم - فوق الأمم ودون الأنبياء، وهم على ذلك خير </p><p>(١) حديث: \" خَيْرُ الأمُورِ أوْسَاطُهَا. رواه ابن السَّمعانيّ في (تاريخه)، من حديث عليّ بسند فيه من لَا يُعرف حالُه. وأخرجه ابن جرير في (تفسيره) من كلام مطرِّف بن عبد الله، ومن كلام يزيد بن مرَّة الجعفيّ. وروى أبو يعلى عن وهب بن منّبه قال: \" إِنَّ لكُل شَىء طَرَفَيْنِ وَوَسَطا، فَماِذَا أمْسكَ أحَدُ الطَّرفَيْنِ مَالَ الآخَرُ، وَإِذَا أمْسِكَ الوَسَطُ اعتدَلَ الطَّرفَانِ. فَعَلًيْكُمْ بِالأوْسَاط مِنَ الأشياء \". [الدرر الَمنتثرة - ج ١ ص ٤١٥، وروى ابن ماجه عَنْ جَابِرِ بْنِ عَبْدِ اللَّه قَالَ: كَان رَسُولُ الَلَّه - صلى الله عليه وسلم - إِذَا خًطَبَ احْمَرَّتْ عَيْنَاهُ وَعَلا صَوْتُهُ وَاشْتَد غَضَبُهُ كَأنَّهُ مُنْذِرُ جَيْشِ. . . إلي أن قال: وَيَقُولُ: \" أمَّا بَعْدُ فَإنَّ خَيْرَ الأمُورِ كتَابُ اللَّه وَخَيْرُ الْهَدْي هَدْىُ مُحَمَّدِ وَشَرّ الأمُورِ مُحْدَثَاتُهَا وَكُلّ بِدْعَةِ ضَلالَةٌ \". [المقدمة: اجتناب البدع والجدلَ (٤٤)].</p><p> الأمم وأعدلهم، وأقومهم سبيلا، وإن أمة محمد - صلى الله عليه وسلم - تعلم الناس، وإن محمدا يعلمها. </p><p> وفسرها بعض العلماء بأن معنى (أُمَّةً وَسَطًا) أي أمة عادلة قويمة ارتضاها الله تعالى دون غيرها من الأمم كما قال: (كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ. . .) . </p><p> ولماذا كانت أمة محمد الذين يتبعونه ويهتدون بهديه خير أمة أخرجت للناس؟ الجواب عن ذلك أن خيرية هذه الأمة أو كونها فوق الأمم كانت لأنها بعيدة عن غلو النصارى في عيسى، وسقوطها في الأوهام الباطلة، وبعيدة عن حسد اليهود ومقتهم لكل حق، وفوق ذلك أنها تؤمن بجميع الأنبياء كما تلونا قوله تعالى:  (قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ (١٣٦) . </p><p> فهي أمة الكمال الديني الجامع، وفوق ذلك هي الشمالية لملة إبراهيم حقا وصدقا، من أجل هذا الإيمان الكامل بالأنبياء جميعا والشرائع السماوية كلها، كان لهم حق الشهادة على غيرهم بأنهم آمنوا بالله الإيمان الكامل، هل آمنوا برسالاته الإلهية، أم لم يؤمنوا، ولذا قال تعالى:  (لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرسولُ عَلَيْكُمْ شَهِيدًا) . </p><p> أي تشهدون للناس بأنهم آمنوا بمثل إيمانكم، والرسول يشهد لكم بأنكم آمنتم بالله الإيمان الكامل وآمنتم بوحدة الرسالة الإلهية، فالرسول يشهد بإيمانكم الذي يسمح لكم بأن تشهدوا على غيركم، فمقياس الإيمان وميزانه عندكم. </p><p> واللام في قوله تعالى (لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ) هي للتعليل، أي لكونكم وسطا وعدولا في إيمانكم تكونون شهداء على الناس، مع شهادة الرسول - صلى الله عليه وسلم - </p><p> عليكم، فالخيرية التي اتسمتم بها هي علة الشهادة، وهي باعثها، والسبب في أنكم فوق الناس تحكمون لهم أو عليهم (١) . </p><p> ويصح أن تكون (اللام) ليست للتعليل، وتكون للعاقبة أو الغاية، والمعنى أن خيريتكم أو كونكم فوق الناس ودون الأنبياء غايتها وثمرتها أن تكونوا شهداء على الناس، وأن يكون الرسول شاهدا عليكم، بأنكم استحققتم هذه الخيرية. والشهداء يصح أن تكون جمعا لشاهد، أو جمعًا لشهيد، وقد ذكرنا أن منِ جمع الشاهد، قوله تعالى:  (وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ. . .) . </p><p> وهنا أنسب أن تكون جمعا لشهيد، وذلك لأن الله تعالى ذكر المفرد في قوله تعالى:  (وَيَكونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا) والشاهد هو الحاضر الذي يعاين الأمر الذي يشهد عليه، وهذا الأمر الذي يعاينه، وينظر إليه إما أن يكون بعينه المبصرة، وإما أن يكون ببصيرته المدركة المؤمنة الفاهمة، ولا شك أن الشهادة في هذا المقام تكون بالأفئدة التي في الصدور، لَا بالأبصار التي ترى الحسيات، ويصح أن تكون رؤية القلوب واضحة بينة كرؤية الأبصار. </p><p> وهنا إشارة بيانية يجب أن نذكرها، وهي أنه تعالى عدَّى الشهادة بـ \" على \" دون اللام، فقال تعالى:  (ولِّتَكُونُوا شئهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا) مع أن الشهادة قد تكون لهم، وقد تكون عليهم. والجواب عن ذلك أن الشهادة هنا حكم، أو هي متضمنة معنى الحكم، ولذا تعدت بعلى، لتكون بمعنى الحكم، وقد تكون الشهادة بمعنى تعليم الناس، وشهادة الرسول بمعنى تعليم أمته. </p><p> وقد يسأل سائل: لماذا كانت القبلة أولا إلى بيت المقدس، ثم حولت إلى الكعبة، بعد أن كانت في مكة ملتزمة إلى أمد يسير؛ إذ كان مع الاتجاه إلى بيت </p><p>(١) عَنْ أبِى سَعيد الْخُدْرِى رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّه - صلى الله عليه وسلم -: \" يُدْعَى نُوحٌ يَوْمَ القِيَامَةِ، فَيَقُولُ: لَبَّيْكَ وَسَعْدَيْكَ يَا رَبِّ، فَيَقُولُ: هَلْ بَلَّغْتَ؟ فَيَقُولُ: نَعَمْ، فَيُقَالُ لِأُمَّتِهِ: هَلْ بَلَّغَكُمْ؟ فَيَقُولُونَ: مَا أَتَانَا مِنْ نَذِيرٍ، فَيَقُولُ: مَنْ يَشْهَدُ لَكَ؟ فَيَقُولُ: مُحَمَّدٌ وَأُمَّتُهُ، فَتَشْهَدُونَ أَنَّهُ قَدْ بَلَّغَ: {وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} [البقرة: ١٤٣] فَذَلِكَ قَوْلُهُ جَلَّ ذِكْرُهُ: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} [البقرة: ١٤٣] \" وَالوَسَطُ: العَدْلُ. [رواه البخاري: كتاب تفسير القرآن (٤١٢٧)].</p><p> المقدس كان الاتجاه أيضا إلى الكعبة بعدم استدبارها كما نقلنا فيما سلف من قول. </p><p> ونقول في الجواب عن ذلك إن هناك بيانا لحكمة ذلك ذكره القرآن الكريم، وحكما أعظم وأعلى، وهناك سبب قد نتلمسه والسبب الذي نتلمسه هو أولاً: بيان وحدة الأديان السماوية، وثانيًا: الإشارة إلى أن بيت المقدس مسجده مقدس كالكعبة، وإن كان دونها تقديسا، وثالثًا: إن الكعبة كانت الأصنام تحوطها في ذلك الوقت. وأن التحويل إلى الكعبة كان إيذانا بتحطيم الأوثان وزوال دولتها؛ إذ كان التحويل في النصف من شعبان، وكان يوم الفرقان بغزوة بدر حول منتصف رمضان كما هو ثابت في سيرة رسول الله - صلى الله عليه وسلم - وهي سيرة الإسلام. </p><p> هذا ما نتلمسه وقد يكون غير ذلك. </p><p> أما ما ذكره الله سبحانه وتعالى، وهو المحكم الذي لَا يأتيه الباطل أبدا، فقد ذكره سبحانه في قوله تعالت كلماته:  (وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كنتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَن يَتَّبِعُ الرَّسُولَ مِمَّن يَنقَلِبُ عَلَى عَقِبَيْهِ) أي ما جعلنا القبلة التي كنت عليها متبعًا في صلاتك لها إلا لنعلم من يستمر على تبعيته للرسول - صلى الله عليه وسلم - ممن ينقلب على عقبيه. </p><p> وما القبلة التي كان عليها النبي - صلى الله عليه وسلم -: أهي بيت المقدس؛ فقد كان النبي - صلى الله عليه وسلم - يتجه إليه قبل هذا التحويل، وذلك ظاهر، لَا يحتاج إلى تأويل. . أم هي الكعبة؟، وهي التي كان عليها بمكة، وإن اشترك معها الاتجاه إلى بيت المقدس بأمر ربه كما ذكرنا من قبل، وكان يتجه إليهما، ولم يتغير ذلك الاتجاه إلا بعد أن هاجر، وللمفسرين في ذلك اتجاهان: </p><p> أولهما - أن القبلة التي كانوا عليها هي بيت المقدس، وقد كان الاختبار للمهاجرين، وللذين دخلوا في الإسلام، وفي قلوبهم مرض أو ضعف في الإيمان. </p><p> أما المهاجرون فقد ألفوا البيت الحرام، والاتجاه إليه، وقد كان مطافهم وشرفهم في الجاهلية، وقبلتهم في الإسلام، وإن كان الله تعالى قد أمر بالاتجاه إلى بيت المقدس، فقد كانوا يتجهون للاثنين على ما أشرنا وروينا، فكانت القبلة على ما </p><p> ألفوا من غير منافرة ولا استدبار لها، فلما كانت الهجرة، وكانت القبلة إلى بيت المقدس فقط، واستدبروها كان الاختبار، وقد أحسنوا الاختبار، وما كان لمهاجر في سبيل الله أن يرتد على عقبيه. </p><p> وأما الذين في قلوبهم مرض، فكان الاتجاه إلى بيت المقدس ثم التحول عنه مظهرا ما بطن من كفر المنافقين، ومن ضعف إيمان من الضعفاء في إيمانهم ولذا ارتد منهم من ارتد، وأظهر الكفر من أظهر فمحص الله الذين آمنواء هذا على تفسير القبلة التي كانوا عليها ببيت المقدس. </p><p> ثانيهما - تفسيرها بالكعبة، فالمعنى على هذا: وما جعلنا القبلة التي كنت عليها، وهي الكعبة قبل الهجرة، ثم الرجوع إليها إلا للاختبار، وقد وقع من المنافقين ما أظهر ما كانوا يخفون، وارتد بعض ضعقاء الإيمان، وبذلك كان التمحيص، وقد فسر بعضهم (كُنتَ عَلَيْهَا) ، وهي الكعبة بمعنى صرت عليها، مثل قوله تعالى:  (كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ. . .) ، أي صرتم بإيمانكم خير أمة أخرجت للناس. </p><p> وإني أرى أن تفسيرها ببيت المقدس هو الأقرب والأظهر، والتفسير لكتاب الله تعالى بما يكون ضاحيا واضحا أولى وإنه لَا يحتاج إلى تأويل، ومن المقررات اللغوية أن ما لَا يحتاج إلى تأويل أولى مما يحتاج إلى تأويل. </p><p> ولقول الله تعالى:  (وَإِن كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ) أي وإن كانت القبلة في تحويلها من بيت المقدس إلى الكعبة لكبيرة إلا على الذين أودع الله قلوبهم هداية ثابتة مطمئنة لَا تزعزعها الرياح، ولا مكان فيها للشبهات التي يثيرها من لا يؤمنون. </p><p> ف \" إن \" هنا مخففة من \" إنَّ \" الثقيلة، والدليل على ذلك دخول اللام المؤكدة، وهي لَا تدخل على \" إنْ \" إذا كانت نافية، وكانت دالة على تأكيد القول ببقاء الحال لمن ضل، وبعدها عمن اهتدى. </p><p> والله سبحانه وتعالى العليم الخبير الذي أحاط بكل شيء علما يبين أن الاختبار كبير لَا يثبت فيه من تزلزل إيمانه الشبهات وتطيحه الشكوك؛ ولذلك أكد عظم الاختبار بـ \" إن \" المخففة من الثقيلة وبالفعل الماضي (كانت) وباللام. </p><p> بقى أن نشير إلى أمر لابد من بيانه، وهو قوله تعالى:  (إِلَّا لِنَعْلَمَ مَن يَتَّبِعُ الرَّسُولَ مِمَّن يَنقَلِبُ عَلَى عَقِبَيْهِ) وهو: هل كان الله تعالى لَا يعلم من يتبع الرسول من غيره، وهو يحيط يكل شيء علما؟ ويجاب عن ذلك بجوابين: </p><p> أولهما - أن علم الله تعالى محيط بكل شيء، وهو يعلمه من قبل أن يقع، ومن بعد وقوعه ويعلمه واقعا، فذلك العلم لَا غيره هو الذي يظهر به الفعل ويستبين، فالمعنى ليظهر من يتبع ممن لَا يتبع، وليتبين الآثم من المطيع ومن يستمر على اتباعه ومن ينقلب على عقبيه. </p><p> والثاني - أن الضمير في (لِنَعْلَمَ) ليس لله وحده، ولكنه للجماعة المؤمنة والنبي - صلى الله عليه وسلم - مع الله تعالى، وكون الله معهم لَا يستلزم أنه لَا يعلم، إنما الذي لا يعلم هم المؤمنون، فالاختبار وظهور الطائع المتبع، والعاصي المرتد على عقبيه إنما هو للمؤمنين وهم داخلون في قوله تعالى:  (لِنَعْلَمَ) . والتعبير عن الأعلى، ويقصد من دونه كثير في اللغة العربية فإذا قال رئيس دولة استولينا على كذا، فإن الاستيلاء الفعلي يكون من الجند لَا منه، وكأن يقول رئيس دولة صادقا أو غير صادق نظمنا الإدارة، وأحكمنا العمل، والذي عمل ونظم غيره. </p><p> وقد عبر سبحانه وتعالى عن الذين لم يحسنوا البلاء وكشفهم الاختبار فارتدوا أو أعلنوا كفرهم، وما كانوا مؤمنين بقوله تعالى:  (مِمَّن يَنقَلِبُ عَلَى عَقِبَيْهِ) والعقب هو مؤخر القدم، والمرتد على عقبيه، هو الخارج عن الإسلام، وهذا التعبير (عَلَى عَقِبَيْهِ) استعارة تمثيلية، فقد شبه الخارج عن الإسلام الذي دخل فيه أو أوشك أن يدخل الإيمان قلبه بحال المرتد إلى الوراء سائرا على عقبيه، سيرا مضطربا غير متماسك، فقد سجل عليه أنه رجع إلى الوراء بعد أن تقدم إلى الأمام، وأن رجوعه مضطرب بغير خطوات تسير بل على الأعقاب ينقلب، وهذا التشبيه على أساس أن الانقلاب بمعنى الرجوع إلى الوراء، بعد أن سار بضع خطوات إلى الأمام. </p><p> ويصح أن يفسر الانقلاب بمعنى أن يجعل أعلاه أسفله، وأسفله أعلاه، فيكون المعنى أنه شبه حال من يرتد بحال من انتكس فصار رأسه في أسفل، وعقباه في موضع رأسه، وفي هذا بيان أن من تكون هذه حاله معكوس منكوس قد نقض إنسانيته وكل مقومات الإنسانية في نفسه. </p><p> وإن بعض المؤمنين خافوا من أن تضيع صلاتهم الماضية، وخصوصا أن بعضهم قد مات، وصلاته بعد الهجرة كانت على القبلة إلى بيت المقدس، فشكا الأحياء منهم إلى النبي - صلى الله عليه وسلم - فذكر الله تعالى مطمئنا أنه لَا تضيع صلواتهم؛ ولذا قال تعالى:  (وَمَا كَانَ اللَّهُ لِيضِيعَ إِيمَانَكُمْ) والمراد من الإيمان هنا الصلاة، وعبر عن الصلاة بالإيمان؛ لأن الصلاة ركنه، وقوامه، فلا يعد الاعتقاد والإذعان إيمانًا من غير صلاة متجهة إلى الله تعالى، وإذا كان الاعتقاد به سلامة النفس والعقلِ، فالصلاة بها تأليف القلوب، وتطهيرها من الآثام، وقد قال تعالى:  (إِنَّ الصَّلاةَ تَنهى عَنِ الْفَحْشَاءِ وَالْمُنكَرِ وَلَذكْرُ اللَّهِ أَكْبَرُ. . .) ، ولقد قال - صلى الله عليه وسلم -: \" لا دين من غير صلاة \"  (١) فالتعبير عن الصلاة بالإيمان بيان لمكانها. </p><p> ولقد عبر سبحانه عن أن الله تعالى لَا يضيع الإيمان بقوله:  (وَمَا كَانَ اللَّهُ لِيضِيعَ إِيمَانَكُمْ) ، أي ما كان من شأن الله تعالى، وسنته في الوجود أن يضيع إيمان المؤمنين، ونفي الضياع يقتضي غيره والجزاء عليه بثوابه عنه يوم الحساب، وإن الله تعالى لَا يضيع عمل عامل، فقد قال تعالت كلماته في استجابة دعاء الضارعين إليه:  (فَاسْتَجَابَ لَهمْ رَبُّهُمْ أَنِّي لَا أُضيعُ عَمَلَ عَامِلٍ منكم مِّن ذَكَرٍ أَوْ أنثَى بَعْضكُم مِّن بَعْضٍ. . .) ، وقال تعالى:  (إِنَّا لَا نُضيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا) ، فذلك شأن الله وما سَنَه، وهو العادل الحكيم. </p><p> وإنه لَا عقاب من غير شرع ينزل ببيان الأمر والنهي، فالذين صلوا على القبلة التي كانوا عليها كانوا طائعين، ولم يكونوا مخالفين عاصين، ولا عقوبة في طاعة. </p><p>(١) عن ابنِ عمرَ قالَ: قالَ رسولُ الله - صلى الله عليه وسلم -: \" لَا إِيمَانَ لمَنْ لَا أمانَةَ له، ولا صَلاةَ لمَنْ لَا طُهورَ له، ولا دينَ لمَنْ لا صَلاةَ لَهُ، إِنَّما مَوْضِعُ الصَّلاة مِنَ الدينِ كمَوْضِع الرَّأْسِ مِنَ الجَسَد \". [رواه الطبراني في الَأوسط والصغير وقال: تفرد به الحسين ابنَ الحكم الحِبْري. وانظر مجمع الزوائد (٤١٦١)].</p><p> وإن الله مع ما ذكر رؤوف رحيم؛ ولذا قال تعالى:  (إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَّحِيمٌ) الرأفة في معناها اللغوي أشد من الرحمة، أو أعلى منها، وإن هذين الوصفين من صفات الذات العلية أو من أسماء الله تعالى، وهما متغايران وإن لم يكونا متعارضين، بل هما في حقيقتهما متلازمان، فحيث كانت الرأفة كانت الرحمة لا محالة، فالله رحيم بعباده في غفران ذنوبهم، وفي نعمه عليهم ظاهرة وباطنة، وفى كشف الضر عنهم، وفي قبول توبتهم، وفي أنه منع اليأس من رحمته، وهكذا وسعت رحمة الله تعالى كل شيء، ولو كان في بعض الرحمة آلام، كقطع العضو المئوف ليسلم الباقي. </p><p> والرأفة في أن الله يريد توبة العاصي، ولا يريد به خسارا، وفي الهداية إلى الصراط المستقيم، فيعين من كتب عليه الخروج من الشقاء، وهكذا نجد الرحمة والرأفة متقاربتين، وإن كانتا متغايرتين كتغاير الأخ عن أخيه، وإن الرأفة رحمة صافية لَا ألم فيها، أما الرحمة فقد يكون فيها ألم كالرحمة بالمريض في أخذ الدواء المر. وقد أكد سبحانه وتعالى وصفه بالرأفة والرحمة بالوصف برءوف ورحيم، وبالجملة الاسمية وبالتأكيد بإن، وباللام. نضرع إلى الله تعالى أن يعمنا برحمته، وأن يغفر لنا ما تقدم من ذنوبنا، ويهدينا، إلى سواء الصراط، وأن يرحم المسلمين بالرجوع إليه. </p><p> * * * </p><p> (قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ (١٤٤) وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ </p><p> آيَةٍ مَا تَبِعُوا قِبْلَتَكَ وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ إِنَّكَ إِذًا لَمِنَ الظَّالِمِينَ (١٤٥) </p><p> * * * </p><p> بين الله سبحانه وتعالى أنه سيقول السفهاء: ما ولاهم عن قبلتهم، وأن منهم أهل الكتاب، وقد كان النبي - صلى الله عليه وسلم - يتجه إلى ربه بقلبه ووجهه راجيا أن تكون القبلة هي البيت الحرام، فكانت إجابة هذه الرغبة، وكان التحويل، والسفهاء قالوا ما قالوا، ولجَّ بنو إسرائيل في سفههم، وهم يعلمون أنه الحق، وهو تحويل القبلة إلى بيت الله الحرام، وقد قال الله تعالى في ذلك: </p>"
}