{
  "id": null,
  "sura": 2,
  "aya": 13,
  "text": "<p> (وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ (١٣) </p><p> بني الفعل (قِيلَ) للمجهول للإشارة إلى عموم القائلين لأن موقفهم المتردد المتذبذب بين حق خالص لاريب فيه، وباطل لَا ريب في بطلانه، فهم يعلنون الإيمان، ولم يعلنوا الكفر، وإن كانت حالهم أشد الكفر وأمقته، كان هذا السؤال يتردد في كل القلوب، </p><p> ويتساءل عنه كل أهل العقل والمنطق، ولذلك كان التعميم في (وَإِذَا قِيلَ لَهمْ) قال المخلصون: آمنوا أي صدقوا واعتقدوا الوحدانية، وأن تؤمنوا بالله ورسوله والملائكة والرسل جميعا، (كَمَا آمَنَ النَّاسُ) ، و \" أل \" في الناس للعهد أي الناس العهودين المعروفين، وهم محمد صلى الله تعالى عليه وسلم وأصحابه المجاهدون الذين أخلصوا دينهم لله. </p><p> وعبر عنهم بالناس إشارة إلى أنهم الناس حقا وصدقا الذين بلغوا أعلى درجات الإنسانية بإيمانهم وطهارة نفوسهم، وعظم مداركهم، وإذعانهم للحق إذ دعوا إليه. </p><p> ولكن مع جلال ما آمنوا به، وصدقه، استعلى المنافقون بالباطل، وكذلك شأن المنافق يظن أن ما هو عليه من نفاق ومراء هو عين العقل، وما عليه غيره هو عين السفه. </p><p> قالوا مستنكرين ما قيل ويقال لهم:  (أَنُؤْمِنُ كمَا آمَنَ السّفَهَاءُ) والسفهاء جمع \" سفيه \" ، وهو الأحمق الذي لَا يتخير الأمور، ولا يتعرف أحسنها فيتبعه، وقد ظن المنافقون أنهم أهل الحكمة، فقالوا:  (أَنُؤْمِن كَمَا آمَنَ السُّفَهَاءُ) وهم في زعمهم محمد وأصحابه، والاستفهام إنكاري بمعنى النفي أي: لَا نؤمن، ولا نصدق برسالة محمد إلى الخلق، كما صدق محمد وأتباعه، ومن ساروا على منهاجه، وكذلك زين لهم تفكيرهم الفاسد، وغرهم ما كانوا يفترون، ويكذبون به، وتكرر كذبهم، حتى ظنوها الأعلى، وهو الدرك الأسفل، ولقد حكم الله تعالى، وهو الحكم العدل، وهو خير الفاصلين، فقال تعالت كلماته:  (أَلا إِنَّهُمْ هُم السُّفَهَاءُ) يقرر الله تعالى الحكم عليهم بالسفه، وجعلهم مقصورين عليه يدورون في إطاره ويسارعون فيه، فهم يخرجون من سفه إلى سفه، ويسارعون في السفاهة، ويسيرون فيها حتى يصلوا إلى الدرك الأسفل منها. </p><p> وقد أكدت السفاهة بقوله:  (أَلا) التي هي استفهام داخل على النفي، فكان تأكيدا للنفي مع التنبيه، وقد أكد أيضا بـ \" إن \" ، وهي تجيء بعد قوله تعالى:  (أَلا) كما يجيء القسم بعدها. </p><p> وأكد بضمير الفصل، في قوله تعالى:  (هُمُ السُّفَهَاءُ) . </p><p> وأكد القول بتعريف الطرفين الذي يفيد قصرهم على السفه، بحيث لَا يكون منهم إلا ما هو سفه، ولا يجيء منهم حكمة قط، لأن الحكمة لَا تكون إلا من قلب سليم. </p><p> (وَلَكِن لَا يَعْلَمُونَ) مقدار ما أوتوا من سفه الرأي، وما أوتي غيرهم من حكمة الإيمان، وهنا نجد أنهم عند قصرهم في النص القرآني على الفساد، قال:  (وَلَكِن لَا يَشْعُرُونَ) ، لأن الفساد والصلاح حسيان، فناسبهما أن يكون عنهم شعور حسي، أما حكم السفه فأمر فكري فناسبه نفي العلم لَا نفي الحس. </p><p> فذكر القرآن الكريم قياس بعض أحوال المنافقين في أنهم يدَّعون الإيمان ويبطنون الكفر، وأن النفاق والإيمان نقيضان لَا يجتمعان، والمنافق ليس من شأنه أن يؤمن بشيء، وأنهم يزعمون أنهم هم الصالحون - وهم المفسدون الفاسدون - وأنهم يحسبون أنهم بشكهم ونفاقهم في مرتبة عالية، وأن المؤمنين بالنسبة لهم ضعاف الأحلام سفهاء. </p><p> بعد ذلك بين سبحانه علاقتهم بالمؤمنين ومعاملتهم، وكيف يمارونهم، ولا يجهرون أمامهم بكفرهم، فقال تعالى: </p>"
}