{
  "id": null,
  "sura": 2,
  "aya": 157,
  "text": "<p> (أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ (١٥٧) </p><p> الإشارة هنا إلى الصابرين الذين يتحملون الخوف مهما يكن مقداره، ونقص الأموال والأنفس والثمرات في سبيل الله تعالى، وإذا نزلت بهم نازلة أصابت نفوسهم من فقد حبيب أو حرمان من مطلب من مطالب الدنيا. هؤلاء الذين تلك أحوالهم، هم من الصديقين والشهداء (عَلَيْهِمْ صَلَوَاتٌ من رَّبِّهِمْ وَرَحْمَةٌ) الصلوات جمع صلاة، وجمعها الله تعالى لكثرتها، وتنوع آحادها، والصلاة معناها الدعاء ولكنها من الله تعالى استجابة الدعاء، وذلك بالعفو والمغفرة، وعفو الله ومغفرته دليل رضوانه، ورضوان الله تعالى أكبر الجزاء، كما قال تعالى في </p><p> ختام جزاء الآخرة:  (وَرِضْوَانٌ منَ اللَّهِ أَكْبَرُ. . .) ، وإن الله تعالى لم يمن على عباده الصابرين بالمغفرة والرضوان فقط، وحسبهما جزاء للصبر ولكن منَّ بالرحمة، رحمة الله تعالى التي وسعت كل شيء، فرحمهم في الدنيا بالهداية والتوفيق لفعل الخير، ورحمهم في الآخرة بالنعيم المقيم. </p><p> وقد وصفهم سبحانه بأنهم المهتدون، فقال تعالت كلماته:  (وَأولَئِكَ همُ الْمهْتَدُونَ) أي المتصفون بالصبر على الشدائد من الخوف ونقص في الأموال والأنفس والثمرات، هم الذين كتب الله تعالى لهم الهداية، وفي النص السامي (وَأُوْلَئِكَ هُم الْمُهْتَدُونَ) إشارة إلى قصر الهداية عليهم وأنهم المهتدون حقا، وذلك بتعريف المسند والمسند إليه وبالضمير \" هم \" وذلك أشرف بيان أنهم المختصون وحدهم بالهداية الكاملة وهبنا الله تعالى عفوه ومغفرته ورحمته وهدايته. </p><p> * * * </p><p> مقدسات البيت الحرام </p><p> (إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ (١٥٨) إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ (١٥٩) إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (١٦٠) </p><p> * * * </p><p> ما زالت النصوص القرآنية الشريفة السامية تتكلم حول الكعبة من ناحية كونها قبلة، وأن الصلاة لَا تصح من غير الاتجاه إلى البيت الحرام، وإنه مما حول البيت والصفا والمروة، وهما جبلان مجاوران للكعبة، قيل إن هاجر أم إسماعيل كانت تتردد بينهما عندما أصابهما الجوع والعطش وهي تناجي ربها أن يمنَّ عليها بالغوث فأنبع الله تعالى لها زمزم، وقيل كانت لها طعم وغذاء وشفاء للعلة من عطشها، وقد قال تعالى فيها: </p>"
}