{
  "id": null,
  "sura": 2,
  "aya": 126,
  "text": "<p> (وَأَمْنًا) فهو مصدر موصوف به البيت فهو أمن للناس يأمنون فيه من القتل أو الاعتداء، حتى إن الرجل ليلقى فيه قاتل أبيه أو أخيه فلا يمتد إليه، وحرم فيه القتل والقتال، وكان محترما في الجملة من العرب أيام شركهم، وذلك من هداية الله تعالى لهم بالأخذ بأثارة من بقايا ملة إبراهيم. </p><p> ولقد قال الله تعالى في هذا البيت؛ (إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ (٩٦) فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِنًا وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ (٩٧) . </p><p> وقوله تعالى:  (مَثَابَةً لِّلنَّاسِ وَأَمْنًا) فيه إشارة أولا إلى أن الكعبة مثابة للناس، يجيئون إليها في حجهم، كما صرح سبحانه وتعالى، وفيها قبلتهم إذ يثوبون إليها في الصلاة ويلتفون حولها التفاف الدائرة حول قطبها، فهم يتجهون إليها من كل أرض الله تعالى. </p><p> وإن باني الكعبة المكرمة إبراهيم عليه السلام هو وابنه إسماعيل عليه السلام، وإنه ليبقى الاتصال بين الحاضر والماضي أمر الله تعالى أن يكون مقام إبراهيم للبناء مصلى لمن جاء بعده من الذين سماهم إبراهيم المسلمين، وهم أمة محمد - صلى الله عليه وسلم -؛ ولذا قال الله تعالى:  (وَاتَّخِذُوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى) قرئ بالطلب بكسر الخاء، وقرئ بالفتح على أنها خبر، وفي الحالين هي معطوفة على (جَعَلْنَا) فعلى قراءة فتح الخاء يكون المعنى جعلناه للناس مثابة وأمنا واتخذوا من مقام إبراهيم مصلى، وعلى قراءة </p><p> الأمر يكون عطف جملة طلبية على مثلها لأن (جَعَلْنَا) وإن كانت بلفظ الخبر ولكن معناها الطلب؛ لأن المؤدى أنها أمر من الله تعالى بأن يكون البيت مثابة للناس يرجعون إليه ويأوون ويحيطون به في صلاتهم إحاطة الدائرة بقطبها، وأمرهم أن يتخذوا من مقام إبراهيم مصلى. </p><p> و (مَّقَامِ) اسم مكان القيام، أي الشيء الذي قام إبراهيم عليه يبني البيت بمعاونة إسماعيل عليهما السلام، وقد قالوا إنه الحجر الذي يعرفه الناس، في الحج، واتخاذه مصلى، أي اتخاذ المكان الذي هو فيه مصلى أي مكانا للصلاة فالمصلى اسم مكان للصلاة. </p><p> وفى البخاري أن مقام إبراهيم الحجر الذي ارتفع عليه إبراهيم حين ضعف عن رفع الحجارة التي كان إسماعيل يناوله إياها في بناء البيت (١) وغرقت قدماه فيه، وقال أنس: رأيت في المقام أثر أصابعه وعقبه وأخمص قدميه. </p><p> وإن اتخاذ مقام إبراهيم مكانا للصلاة إبقاء لذكر إبراهيم عليه السلام وتنويها بالصلاة في ذاتها وأنها الصلة بين الماضي والحاضر، وقد كانت بأمر الله تعالى، وليست بدعا قد أتيها. </p><p> وقد تكلم المؤرخون في الحجر الذي قام عليه إبراهيم لبناء الكعبة المكرمة، وأوثق من قال في ذلك ابن كثير، لقد قال في ذلك: \" مقام إبراهيم هو الحجر الذي يصلي عنده، وهذا الحجر هو الذي قام إبراهيم عليه عند بناء البيت لما ارتفع الجدار، أتاه إسماعيل عليه السلام به ليقوم فوقه ويناوله الحجارة، فيضعها بيده لرفع الجدار </p><p>(١) جاء في صحيح البخاري في حديث طويل عَنْ ابْنِ عَبَّاسٍ - رَضِي اللَّهُ عَنْهُمَا - عن النبي - صلى الله عليه وسلم - قَالَ: ثُمَّ إِنَّهُ بَدَا لِإِبْرَاهِيمَ، فَقَالَ لِأَهْلِهِ: إِنِّي مُطَّلِعٌ تَرِكَتِي، قَالَ: فَجَاءَ فَسَلَّمَ، فَقَالَ: أَيْنَ إِسْمَاعِيلُ؟ فَقَالَتِ امْرَأَتُهُ: ذَهَبَ يَصِيدُ، قَالَ: قُولِي لَهُ إِذَا جَاءَ غَيِّرْ عَتَبَةَ بَابِكَ، فَلَمَّا جَاءَ أَخْبَرَتْهُ، قَالَ: أَنْتِ ذَاكِ، فَاذْهَبِي إِلَى أَهْلِكِ، قَالَ: ثُمَّ إِنَّهُ بَدَا لِإِبْرَاهِيمَ، فَقَالَ لِأَهْلِهِ: إِنِّي مُطَّلِعٌ تَرِكَتِي، قَالَ: فَجَاءَ، فَقَالَ: أَيْنَ إِسْمَاعِيلُ؟ فَقَالَتِ امْرَأَتُهُ: ذَهَبَ يَصِيدُ، فَقَالَتْ: أَلاَ تَنْزِلُ فَتَطْعَمَ وَتَشْرَبَ، فَقَالَ: وَمَا طَعَامُكُمْ وَمَا شَرَابُكُمْ؟ قَالَتْ: طَعَامُنَا اللَّحْمُ وَشَرَابُنَا المَاءُ، قَالَ: اللَّهُمَّ بَارِكْ لَهُمْ فِي طَعَامِهِمْ وَشَرَابِهِمْ، قَالَ: فَقَالَ أَبُو القَاسِمِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «بَرَكَةٌ بِدَعْوَةِ إِبْرَاهِيمَ صَلَّى اللَّهُ عَلَيْهِمَا وَسَلَّمَ» قَالَ: ثُمَّ إِنَّهُ بَدَا لِإِبْرَاهِيمَ، فَقَالَ لِأَهْلِهِ: إِنِّي مُطَّلِعٌ تَرِكَتِي، فَجَاءَ فَوَافَقَ إِسْمَاعِيلَ مِنْ وَرَاءِ زَمْزَمَ يُصْلِحُ نَبْلًا لَهُ، فَقَالَ: يَا إِسْمَاعِيلُ، إِنَّ رَبَّكَ أَمَرَنِي أَنْ أَبْنِيَ لَهُ بَيْتًا، قَالَ: أَطِعْ رَبَّكَ، قَالَ: إِنَّهُ قَدْ أَمَرَنِي أَنْ تُعِينَنِي عَلَيْهِ، قَالَ: إِذَنْ أَفْعَلَ، أَوْ كَمَا قَالَ: قَالَ فَقَامَا فَجَعَلَ إِبْرَاهِيمُ يَبْنِي، وَإِسْمَاعِيلُ يُنَاوِلُهُ الحِجَارَةَ وَيَقُولاَنِ: {رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ العَلِيمُ} \" َ [أحاديث الأنبياء: باب (واتخذ الله إبراهيم خليلا): (٣١١٤)].</p><p> وكان كلما كمل ناحية انتقل إلى الناحية الأخرى يطوف حول الكعبة، وهو واقف عليه وكلما فرغ من جدار نقله إلى الناحية التي تليها، وهكذا حتى زم بناء جدران الكعبة \".</p><p> ويقول ابن كثير في موضعه الذي وضعه - إبراهيم بعد البناء: \" وقد كان هذا المقام ملصقا بجدار الكعبة قديما ومكانه معروف اليوم إلى مكان الباب مما يلي الحجرة يمين الداخل من البقعة المستقلة هناك، وكأن الخليل عليه السلام، لما فرغ من بناء الكعبة، وضعه إلى جدار الكعبة أو أنه انتهى عنده البناء فتركه هناك، ولهذا - والله أعلم - أمر الله تعالى بالصلاة عند الانتهاء من الطواف وناسب أن يكون عند مقام إبراهيم حيث انتهى بناء الكعبة \". اهـ </p><p> وبهذا تبين أن مقام إبراهيم هو الحجر الذي كان يقف عليه إبراهيم لإتمام البناء، ولما أتمه وضعه بجوارها، وكأن الصلاة عقب الطواف عنده حيث انتهى إبراهيم من البناء وحيث انتهى الطائفون من طوافهم. ولقد جاء في العام السابع عشر من الهجرة سيل شديد نقل الحجر من موضعه فهال ذلك عمر بن الخطاب رضي الله عنه، وركب إلى مكة وتحري الموضع الذي كان فيه الحجر فوضعه فيه رضي الله تعالى عنه. لقد أقام البناء للبيت العتيق نبيان، وبهذا البناء بنيا مجد العرب، وبنيا أمنهما ومكان عبادة الناس، ومثابتهم التي يستقبلونها فيحيطون بها. </p><p> وقد بنياه طاهرا، مطهرا، وعهد الله تعالى إلى اللذين بنياه أن يقوما على استمرار طهارته ليتحقق الغرض الأول، وهو أن يكون مقصدا للحجيج الطائفين والذين يجاورونه عاكفين على العبادة فيه، فقال تعالى:  (وَعَهِدْنَا إِلَى إِبْرَاهيمَ وَإِسْمَاعِيلَ أَن طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُكَّعِ السُّجُودِ) . </p><p> والعهد في هذا النص السامي، من عهد إلى هذا برعاية بيته أو أهله في غيبه. </p><p> فمعنى (وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعيلَ) ، أي جعلنا لهما عهدا وفوضناهما برعاية البيت إنشاءً وتطهيرا وقوله تعالى:  (أَن طَهِّرَا بَيْتِيَ) تفسير للعهد المذكور، وتطهيره </p><p> هو التطهير من الرجس الحسي من الخبائث الحسية، والتطهير المعنوي بأن يخصص لعبادة الله تعالى وحده فلا يكون مكانا لوثن، ولا معبدًا لغير الله تعالى، وقد قال تعالى في هذا المعنى السامي:  (وَإِذْ بَوَّأْنَا لإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَن لَا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ) . </p><p> ويصح على هذا أن نقول إن العهد أن يبنياه مطهرا من كل خبث في بنائه بقلب سليم، ونفس مخلصة لوجه الله تعالى، وأن يجعلاه طاهرا معنى وحسا ليكون للقاصدين له من غير مكة، والمقيمين حوله، وسماهم هنا العاكفين مشيرا إلى أن البقاء بجواره مجاورين له قائمين بحقه عبادة، وعبر في الآية الأخرى بالقائمين أي المستمرين حوله. والطائفون عند أكثر الكاتبين هم القادمون للطواف وحج بيت الله لمن استطاع إليه سبيلا، وإنه مع أنه موطن الحجيج الطوافين والمقيمين حوله مجاورين معتكفين هو مسجد الله تعالى تقام فيه الصلاة، فيكون لهؤلاء الطائفين العاكفين ويكون للمقيمين للصلاة، وأشار إليهم سبحانه بقوله تعالت كلماته:  (وَالرُّكَّعِ السُّجُودِ) هم الراكعون وهو جمع تكسير، وهم الذين يخضعون لله تعالى راكعين متضرعين متبتلين، والسجود جمع ساجد، كقعود جمع قاعد، ورقود جمع راقد. ويراد الركوع الذي هو ركن الصلاة، والسجود الذي هو الركن أيضا، واكتفى بذكرهما دون بقية الأركان من قراءة وقيام وقعود؛ لأنهما مظهر الخضوع الكامل، والتطامن لرب العالمين. </p><p> بعد أن بني خليل الله أبو الأنبياء بيت الله تعالى بأمر ربه اتجه ضارعا إليه، أن يجعل ما حول البيت آمنا، وقد أقاموا في مكان جدب؛ ولذا دعا ربه أن يرزقهم من الثمرات، فقال تعالى حاكيا دعاءه:  (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ) وفي هذا دعاء إلى أن يكون ما حول البيت بلدا آمنا، وأن يرزقه من الثمرات، وهذا يشير إلى أنه عند بناء البيت لم يكن البلد قد تكوّن، ولكن آية أخرى تشير أن هنا بلدا متكونًا؛ ولذلك ذكر بالتعريف، فقال تعالى:  (رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبدَ الأَصْنَامَ) . </p><p> وقد قال بعض المفسرين إن الدعوة قد تكررت، فالدعوة الأولى كانت ولم يكن البلد، ولذلك كانت الدعوة بتكوين البلد وجعله آمنا، كما في قوله تعالى:  (رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ (٣٧) ، وإنه عند تمام البيت استجاب الله تعالى لنبيه، فأخذ الناس يأوون إليه يبنون ويقيمون الخيام، وإن البلد ينشا بعد بضعِ سنين فلما نشأ، وإبراهيم ذو ضراعة، وأوّاه حليم دعا فقال:  (رَبِّ اجْعَلْ هَذَا بَلَدَا آمِنًا) وخشي من الكثرة النسبية في البلد الذي وجد أن يكون فيهم عبدة الأوثان فضمن دعاءه قوله: (وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الأَصْنَامَ) ، وإن كثيرين يرون أن طلب إبراهيم لم يكن إنشاء بلد آمن، بل كان طلبه فقط أن يكون آمنا، فالطلب من إبراهيم عليه السلام كان منصبا على الأمن، والإشارة إلى المكان، فالمعنى اجعل هذا بلدا موصوفا بالأمن، ويكون المطلوب الأمن، كما تقول مشيرًا إلى ابنك اجعل هذا ابنا بارا، ويكون المراد وصفه بالبر، وقد أجاب الله سبحانه تضرعه، فجعله بيتا آمنا، ويتخطف الناس من حولهم. </p><p> (وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُم بِاللَّهِ وَالْيَوْم الآخِرِ) ، والرزق الإعطاء والتمكين، ومن هنا للبعضية، أي ارزقهم بعض الثمرات فكان الطلب قانعا غير مسرف فيه، وكذلك شأن الذين لَا يسرفون على أنفسهم، والثمرات ظاهرها أنه يكون مما تنبت الأرض، وقد أعطاه الله تعالى الثمرات في حدائق الطائف وغيرها من نخيل وأعناب، وأعطاهم ثمرات التجارة، فكانت مكة موطن الاتجار فى الجزيرة العربية، وكانت مزار العرب في الحج، وقد كان ذلك إجابة لإبراهيم خليل الله تعالى إذ قال:  (رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ) . </p><p> وإنه في هذه الآية طلب أن تهوي إليهم أفئدة الناس، فيقدموا على الحج، وطلب أن يعطيهم من الثمرات، كما طلب في الآية الكريمة التي، نتكلم في معناها </p><p> السامي، وطلب الثمرات لايتنافى مع أنها غير ذات زرع؛ لأن الثمرات من الأشجار لا من الزرع وقد رزقهم النخيل والأعناب، والفاكهة والرمان، وغيره مما ينبت في الصحراء. </p><p> وخص خليل الله تعالى المؤمنين من ذريته بهذا الدعاء، فقال:  (وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُم بِاللَّهِ وَالْيَوْمِ الآخِرِ) وقوله تعالى: (مَنْ آمَنَ) بدل اشتمال من أهله فكان الطلب لهؤلاء فقط، وذلك لأن الله تعالى رد طلبه بتخصيص غير الظالمين بالنسبة للإمامة، إذ قال تعالى بعد إتمام الكلمات التي اختبره الله تعالى بها:  (إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِن ذُرِّيَّتِي) فرد الله تعالى طلبه بقوله: (لا يَنَالُ عَهْدِي الظَّالِمِينَ) فظن نبي الله تعالى أن الرزق يكون للمؤمنين فقط كالإمامة، فبين الله تعالى أن الرزق يعم والإمامة خاصة بالعادلين غير المشركين؛ ولذلك قال تعالى ردا لخليله:  (قَالَ وَمَن كفَرَ) أي أن الرزق يعم، البريء والسقيم، والعادل والظالم، والمؤمن والكافر، بخلاف الإمامة التي تكون من الله تعالى، فلا تكون إلا لمؤمن عادل: ولقد قال تعالى في سورة الزخرف: (وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ (٣٣) وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ (٣٤) وَزُخْرُفًا وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ (٣٥) . </p><p> وإن ذلك ليس للمحبة ولا للرضا عنِ كفره، ولكنه لاستدراجه إذا لم يرشد ويهتد كما قال تعالى:  (سَنَسْتَدْرِجُفم مِّنْ حيْثُ لَا يَعْلَمونَ وَأملِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ) ، ولذا قال سبحانه، بعد أن نبه خليله إبراهيم إلى أنه يرزق الكافر (فَأُمتِّعُهُ قَلِيلًا) أي أعطيه المتعة أمدا قليلا، وهو ما يكون في الدنيا، والدنيا مهما طالت أمد قليل بالنسبة للآخرة التي هي الباقية الخالدة، وعذابها خالد، ونعيمها مقيم، (ثُمَّ أَضْطَرّهُ إِلَى عَذَابِ النَّارِ) والعطف بـ (ثُمَّ) هنا، للدلالة على تفاوت ما أعطاه من رزق وما ادخره من عذاب، واضطره معناها أُلجئه وأسوقه إلى جهنم سوقا، كما قال:  (يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعًّا) ، أي يدفعون دفعا، </p><p> وكما قال تعالى:  (يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ذوقُوا مَسَّ سَقَرَ) . وبذلك ينالهم عذاب الحرمان، والإلجاء إلى جهنم فاقدي الاختيار؛ لأنه جزاءً وفاقًا لما قدموا، والثاني النار الدائمة كلما نضجت جلودهم بدلوا جلودا غيرها، جنَّبنا الله عقابه، وغفر الله لنا، وكتب ثوابه. </p><p> * * * </p><p> بناء الكعبة </p><p> (وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ (١٢٧) رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ (١٢٨) رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١٢٩) </p><p> * * * </p><p> كان بناء الكعبة من الكلمات التي اختبر الله تعالى بها نبيه إبراهيم، فقد قلنا إن المراد من الكلمة مدلولاتها من أمر ونهي، ونحوها، وقد أمر الله تعالى نبيه إبراهيم ببناء الكعبة لتكون المزار، وبها نسك الحج؛ ولذا قال تعالى: </p>"
}