{
  "id": null,
  "sura": 2,
  "aya": 268,
  "text": "<p> (الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ ... (٢٦٨) في هذه الجملة يبين سبحانه وتعالى بواعث الشر الكامنة في نفس الإنسان، فالشيطان يجري في عروقه مجرى الدم، وهو يوسوس للإنسان بالشر، فإذا تقدم لينفق في سبيل الله، وإعلاء شأن الحق، أو سد حاجة المعوزين من الفقراء والمساكين وأبناء السبيل، وسوس إليه بأن ذلك سبيل نفاد المال، وأنه إذا ذهب ماله، ضاع وهانت حاله، ويوسوس له بذلك، فيحجم بعد إقدام، وإن أقدم فليعط قليلا من المال، أو ليتخير الحشف (١) من ماله. هذه وسوسة الشيطان، وهذا مغزى قوله تعالى:  (الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ) أي يوعدكم إذا أنفقتم بالفقر، ويحذركم من الصدقة بما يوسوس بذلك في أنفسكم؛ </p><p>(١) الحشف: المر اليابس الفاسد، والمقصود هنا رديء المال.</p><p> وفى هذا الكلام عبر سبحانه عن التهديد بوعد، وهو المشهور في لغة القرآن، وقد تستعمل أوعد في الشر والخير معًا، وإن كل بخيل تحدثه نفسه بخوف الفقر عند الإنفاق، وهذا الحديث هو حديث الشيطان؛ ولذا قيل: الناس من خوف الفقر في فقر. (وَيَأمُرُكم بِالْفَحْشَاءِ) أي يغري نفس المؤمن بالفحشاء، ويستمر في إغرائها حتى تطيعه وتخضع خضوع المأمور للآمر. والفحشاء قال بعض العلماء: إن المراد بها المعاصي التي تردي النفس الإنسانية، من مثل الزنا والسرقة وشرب الخمر؛ واقترانها بالوعد من الشيطان بالفقر، ليدفع الإنسان تلك الوسوسة عن نفسه \" وبذلك يشير المولى الحكيم إلى أن وسوسة الشيطان للإنسان بتخويفه بالفقر هي من قبيل وسوسته بالفحشاء والمعاصي المنكرة القبيحة، وإن الممتنع عن الإنفاق في موطنه كمن يرتكب أفحش الفواحش، وينتهك الحرمات، لأنَّ امتناعه عن العطاء وقت لزومه يؤدي إلى انتهاك الحرمات، وارتكاب المعاصي؛ إذ ينقلب الفقير هادمًا مخربًا، فترتكب أبلغ المحرمات إيغالا في الشر، وقد يكون في ترك الإنفاق تعريض البلاد للخراب والدمار، وفي ذلك نشر للفساد، وتعريض البلاد لأن تنتهك فيها الحرمات، وترتكب فيها أشنع الموبقات، وهل بعد الذلة خير يرتجى وشر يدفع؟ </p><p> هذا قول بعض العلماء في معنى الفحشاء هنا وتوجيهه، وهو تفسير للكلمة بمعناها الشائع في استعمال القرآن الكريم، وقد فسر الزمخشري هنا الفحشاء بالبخل الشديد؛ فإن كلمة الفاحش تطلق في لغة العرب على البخيل الشديد البخل، ومن ذلك قول طَرَفَةَ بن العبد: أرى الموت يعتام الكرام ويصطفي ... عقيلة مال الفاحش المتشدد (١) فالفاحش هنا المراد به البخيل. </p><p> ويكون توجيه الكلام على هذا المعنى، أن الشيطان يوسوس في نفس الغني، يخوِّفه بالفقر، حتى إذا استمكن من نفسه وسيطر عليها في هذا وجَّهه إلى طريق </p><p>(١) قال المصنف رحمه الله تعالى: اعتام معناها اختار أحسن المال، والعقيلة أكرم المال، والفاحش البخيل، ومعنى البيت أرى الموت يختار الكرام ويختار خيار مال البخيل، فلا جدوى في البخل.</p><p> البخل الشديد فاتجه وأطاعه كما يطيع المأمور الآمر، ويصير سَيِّقَة في يده يسوقه حيث يشاء. </p><p> ولقد قال - صلى الله عليه وسلم -: \" إِنَّ لِلشَّيْطَانِ لَمَّةً بِابْنِ آدَمَ وَلِلْمَلَكِ لَمَّةً فَأَمَّا لَمَّةُ الشَّيْطَانِ فَإِيعَادٌ بِالشَّرِّ وَتَكْذِيبٌ بِالحَقِّ، وَأَمَّا لَمَّةُ المَلَكِ فَإِيعَادٌ بِالخَيْرِ وَتَصْدِيقٌ بِالحَقِّ، فَمَنْ وَجَدَ ذَلِكَ فَلْيَعْلَمْ أَنَّهُ مِنَ اللَّهِ فَلْيَحْمَدِ اللَّهَ وَمَنْ وَجَدَ الأُخْرَى فَلْيَتَعَوَّذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ»، ثُمَّ قَرَأَ{الشَّيْطَانُ يَعِدُكُمُ الفَقْرَ وَيَأْمُرُكُمْ بِالفَحْشَاءِ}الآية(١).</p><p> هذه وسوسة الشيطان، وتلك خاطرة النفسِ الملكية، وقد ذكر سبحانه أمره في مقابل وسوسة الشيطان فقال:  (وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا) . </p><p> صدَّر سبحانه القول بلفظ الجلالة للإشارة إلى أن الوعد الذي وعد به المنفقين وعد حق، لَا يمكن أن يجيء الشك في صدقه؛ لأنه وعد الله ذي الجلال والإكرام المعبود بحق، الذي لَا يستحق العبادة سواه سبحانه وتعالى عن الشريك والمثيل، وإذا كان الشيطان يهدد بالفقر عند العطاء، فالولي تعالت حكمته يعد المنفق بأمرين: أولهما المغفرة، وثانيهما الفضل، وهو الزيادة في الدنيا والآخرة. </p><p> فأما المغفرة، فلأن الصدقة التي يقصد بها وجه الله تعالى لَا لأحد سواه، وليس فيها رياء ولا نفاق، ولم يعقبها مَنٌّ ولا أذى، تدل على نفس صافية خالصة مخلصة، متجهة إلى الله تعالى منصرفة، فإن كان منها في ماضيها ما يؤاخذ المرء عليه، فإن الله تعالى يغفر له، ويتوب عليه، ولقد قال تعالى:  (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ... ) ، وقال - صلى الله عليه وسلم -: \" الصدقة تطفئ الخطيئة \" (٢) ولأن النفس تكون صافية إذا كانت الصدقة على هذا الوجه، قال الله تعالى:  (خُذْ مِنْ أَمْوَالِهِمْ صدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا. . .) ، فالصدقة التي تؤدى ابتغاء وجه الله تعالى تطهر النفس كما تطهر المال، وتوجه النفس نحو الخير، كما تنمي المال. </p><p>(١) رواه الترمذي: تفسير سورة البقرة (٢٩١٤). (٢) جزء من حديث رواه الترمذي: الإيمان (٢٥٤١) وأحمد في مسنده عن معاذ (٢١١١٦).</p><p> هذه هي المغفرة التي يعد الله سبحانه وتعالى بها، وأما الفضل وهو النماء والزيادة فإن ذلك يتحقق بالصدقات؛ لأنها تُحدث البركة في الرزق فيكون القليل في يد المتصدق كثيرًا بتوفيق الله تعالى، وبتوجيه من الله تعالى إلى السبل الناجحة، وإبعاده عما يذهب فيه المال ضياعًا، وإن الفضل يتحقق بسيادة المرء على نفسه، ومن ساد على نفسه فقد ساد على غيره، والمنفق يغالب الأهواء فينتصر، فيشرف في نفسه، ويشرف أمام الناس؛ ثم إن الله سبحانه مخلف الرزق في الدنيا بالتيسير والتسهيل والرزق الوفير، وفي الآخرة بالنعيم المقيم؛ ولقد قال تعالى:  (وَمَا أَنفَقْتُم مِّن شَيْءٍ فَهُوَ يخْلِفُهُ وَهوَ خَيْرُ الرَّازِقِينَ) ، وقد روى البخاري ومسلم أن رسول الله - صلى الله عليه وسلم - قال:  \" ما من يوم يصبح فيه العباد إلا ملكان ينزلان يقول أحدهما: اللهم أعط منفقًا خلفًا،ويقول الآخر:اللهم أعط ممسكا تلفًا \"  (١) وإن ذلك مشاهد محسوس بين الناس اليوم، فإن الممسك إن لم يتلف ماله تلف جسمه، فإن لم يتلف جسمه تلفت نفسه، أو شرفه، وتقطعت صلات المودة بينه وبين الناس حتى أقرب الناس إليه. </p><p> (وَاللَّه وَاسِعٌ عَلِيمٌ) ختم الله سبحانه وتعالى هذه الآية بتلك الجملة السامية تأكيدًا لوعده الذي وعد به عباده المتقين المتصدقين؛ فإنه سبحانه وتعالى قد وعدهم بأن يعطيهم من فضله، فبين سبحانه وتعالى أنه واسع المغفرة، واسع الفضل، يعطي من يشاء؛ فإذا كان هو الذي أعطى الغني من فضله ابتداءً، فهو الذي يمده إن تصدق بفضله أيضًا، وهو مع سعة فضله ومغفرته عليم بموضع المغفرة وموضع الفضل، وهو الصادق فيما يعد، يعلم نتيجة العطاء، وأنها لَا تنتج فقرًا كما يوسوس الشيطان، بل يعلم الغيب، وقد أكنَّ في قدره أنها تنتج مغفرة وفضلا، فصدِّقوا أيها المنفقون من يعلم الغيب، ولا تسيروا وراء وسوسة الشيطان الرجيم. </p><p> * * * </p><p>(١) البخاري: الزكاة - قول الله تعالى: (فأما من أعطى واتقى) (١٣٥١)، ومسلم: الزكاة - في المنفق والممسك (١٦٧٨). عن أبي هريرة رضي الله عنه.</p><p> (يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ (٢٦٩) وَمَا أَنْفَقْتُمْ مِنْ نَفَقَةٍ أَوْ نَذَرْتُمْ مِنْ نَذْرٍ فَإِنَّ اللَّهَ يَعْلَمُهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (٢٧٠) </p><p> * * * </p><p> بعد أن بيَّن سبحانه وتعالى نوازع الشر في نفس الإنسان وإلهام الله له بالخير، وأن الشيطان يعد بالفقر ويحرِّض على الفحشاء والبخل، وأن الله يعد بالمغفرة والفضل، بعد ذلك بيَّن أن الحكمة في أن يجيب داعي الله، وأن هذه الحكمة إنما هي من الله سبحانه وتعالى وأن من نالها فقد أعطاه الله خيرًا كثيرًا. </p><p> وأصل الحكمة مأخوذ من حكَم بمعنى منع، وهي في الإنسانية صفة نفسية هي أساس المعرفة الصحيحة التي تصيب الحق، وتوجه الإنسان نحو عمل الخير، وتمنعه من عمل الشر، فهي فيه مانعة ضابطة حاكمة للنفس مسيرة لها نحو الكمال. ولقد قال الراغب الأصفهاني في معنى الحكمة: \" الحكمة إصابة الحق بالعلم والعقل، والحكمة من الله تعالى معرفة الأشياء وإيجادها على غاية الإحكام، ومن الإنسان معرفة الموجودات وفعل الخيرات، وهذا هو الذي وصف به لقمان في قوله عز وجل:  (وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ. . .) ، ونبه على جملتها بما وصفه بهأ، والمعاني التي أشار إليها الراغب هي في قوله تعالى:  (. . . أَنِ اشْكُرْ لِلَّهِ وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ (١٢) وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ (١٣) ، إلى آخر الآيات التي تدل على معرفته للحق وإدراكه له وإيمانه به، وعمله على منهاج ما علم وإرشاده الناس إلى فعل الخير. </p><p> فالحكمة إذن في حقيقتها تتضمن معاني العلم الصائب والإيمان بالحق والإذعان له وطلبه، والعمل على وفق ما علم، وإرشاد الناس إلى المنهاج المستقيم؛ </p><p> ولذا قال الله تعالى (ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ ... ) ، وقال النبي - صلى الله عليه وسلم -: \" لا حسد إلا في اثنتين: رجل آتاه الله مالًا فسلطه على هلكته في الحق، ورجل آتاه الله حكمة فهو يقضي بها ويعلمها \"  (١) . </p><p> وقد يقول قائل: ما موضع هذه الآية من آيات الصدقات؛ فنقول: إن الله سبحانه وتعالى أشار إلى أن المنفق عليه أن يستولي على نفسه، وأن يدفع دواعي الشر، ويحمي قلبه منها، وأن يجيب نداء الله تعالى؛ وفي هذه الآية أن تلك هي الحكمة، فالحكمة في ضبط النفس، ومنعها من أهوائها والسيطرة عليها، وإطاعة الله تعالى. </p><p> ومن الناس من يحسب الحرص والضنَّ بالمال حكمة، ويدَّعي أن ذلك من الاقتصاد، وأن الإنفاق إسراف، فأشار سبحانه أن التصدق هو الحكمة، بذكر آية الحكمة في آيات الصدقة. </p><p> وإن الحكمة نور يقذفه الله في قلب المؤمن الذي يطلب الحق ويتجه إليه ويقصده؛ فإنه إن استولى على نفسه وطلب مرضاة الله تعالى آتاه الله نورًا به يبصر الحق، فأشرق في قلبه الإيمان به فاندفع إلى العمل الصالح، إذ إن الاتجاه المستقيم، بقلب مخلص سليم، يكون معه نور الحكمة، إذ يقذف الله سبحانه وتعالى به في قلبه، فيكون الفكر المستقيم الذي يصيب الحق، ويكون القلب الذي يؤمن به، ويكون العمل النافع؛ ولذا يقول بعض العلماء: إن الحكمة هي العلم النافع الذي يكون معه العمل. </p><p> هذا معنى قوله تعالى: </p><p>(١) متفق عليه؛ رواه البخاري: العلم - الاغتباط في العلم والحكمة (٧١)، ومسلم: صلاة المسافرين: - فضل من يقوم بالقرآن ويعلمه (١٣٥٢) عن عبد الله بن مسعود رضي الله عنه. وفي الباب عن عن عبد الله بن عمر، وعند البخاري عن أبي هريرة أيضا.</p>"
}