{
  "id": null,
  "sura": 2,
  "aya": 208,
  "text": "<p> (يَا أَيّهَا الَّذِينَ آمَنوا ادْخُلُوا فِي السِّلْمِ كَافَةً) قرئ السِّلم بكسر السينِ، كما قرئ في قراءة مشهورة بفتحها، وكذلك قوله تعالى:  (وَإِن جَنَحُوا لِلسَّلْمِ فَاجْنحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ. . .) ، فقد قرئ بفتح السين، كما قرئ في قراءة أخرى مشهورة بكسرها (١) ؛ ولذلك قال الكسائي وعلماء البصرة: إن السِّلم والسَّلم بمعنى واحد، ويطلقان على المسالمة وعلى الإسلام؛ وفرق عمرو بن العلاء فقرأها في هذه الآية بالكسر، وقال: إنه الإسلام، وفي قوله تعالى:  (وَإِن جَنَحُوا لِلسَّلْمِ. . .) ، قرأها بالفتح، وقال: المراد الموادعة والمسالمة؛ وأنكر المبرد هذه التفرقة. </p><p> وعندي أن لفظ السلم بالكسر أو الفتح هو للمسالمة والصلح، وإطلاقه على الإسلام من حيث إن أحكام الدين الحنيف تتجه كلها نحو تحقيق السلام بين الناس، وتخليص القلوب من أدرانها، وتوجيه الناس نحو السلامة، والبعد بها عن مواقع الهلاك. </p><p> وما معنى السلم في الآية: أهو الإسلام، أم هو المسالمة والموادعة والصلح؟ اتجه بعض المفسرين من السلف والخلف إلى أن معنى السِّلم في الآية الإسلام؛ ومعنى كافة: مجتمعين، وتكون كافة حالا من الواو في \" ادخلوا \" أو تكون حالا من كلمة \" السلم \" ، والمعنى على الأول: يَا أيُّهَا الذين آمنوا وصدق إيمانهم ادخلوا في الإسلام مجتمعين غير متفرقين ولا متنابذين، أي انقادوا لأحكامه </p><p>(١) (لِلسِّلْمِ) هذه القراءة لأبي بكر والمفضل كلاهما عن عاصم، وقرأها بالقح (لِلسَّلْمِ) نافع وابن كثير وأبو جعفر والكسائي. غاية الاختصار - ج ٢/ ٤٢٧.</p><p> مجتمعين لَا يفرقكم إقليم ولا يحاجز بينكم جنس ولا لون، لأن وصف الإيمان جامعكم، وكلمة التوحيد رابطة بينكم؛ فإيمانكم يبعثكم إلى أن تكونوا طائعين منقادين للإسلام في اجتماع لَا افتراق معه، ويوجب عليكم أن قوحدوا كلمتكم. </p><p> والمعنى على أن كافة حال من \" السلم \" : ادخلوا في الإسلام بكل شرائعه وأحكامه، فلا تأخذوا بحكم وتتركوا حكما، فلا تأخذوا بالصلاة وتمنعوا الزكاة، ولا تأخذوا بأحكام الزواج وتتركوا أحكام الربا، ولا تأخذوا بنظام الميراث وتتركوا أحكام الحدود وتعطلوها، وهكذا لَا يصح أن يؤخذ بعض الإسلام، ويترك بعضه، من فعل ذلك كان كمن يؤمن ببعض الكتاب ويكفر ببعضه، وكان كمن جعل أحكام القرآن عضين، فيفرق بينها بالطاعة والعصيان، والأخذ والترك، وأحكام الإسلام كل لا يقبل التجزئة، ومجموعها هداية العقول، وطب القلوب، وعلاج الأدواء الاجتماعية والشخصية، فمن أخذ ببعضها وترك الآخر، فقد فتح في قلبه للشيطان ثلمة ينفذ منها، وحيثما حل الشيطان في قلب زلت الأقدام، وحكمت الأوهام، فيطمس نور الهداية من قلبه، وتنحل عُرَى الإسلام في نفسه من بعد ذلك عروة عروة. </p><p> هذا توضيح المعنى على تفسير كلمة السلم بمعنى الإسلام، وهو قول الأكثرين. وقال قتادة ووافقه بعض مفسري السلف: إن معنى السلم المسالمة والموادعة والصلح، وهو يشمل مسالمة المسلمين فيما بينهم، فلا يفترقون، ولا يختصمون، ولا يتنازعون حتى لَا يكون بأسهم بينهم شديدا، ويكونوا طعمة للآكلين ونهزة للمفترضين، كما يشمل مسالمتهم لغيرهم، فلا يعتدون على غيرهم ما دام لم يعتد عليهم. </p><p> والمعنى على هذا: يَا أيُّهَا الذين آمنوا إن إيمانكم يوجب عليكم أن تدخلوا في السلام العام، فلا تنابذوا أحدًا لم يعتد عليكم، ولا تقاتلوا من لم يرفع عليكم سيفًا، ولم يوال عليكم عدوا، ثم قووا وحدتكم بالسلم الموثقة والإخاء الجامع. </p><p> ولا شك أن السلام بين المسلمين أمر يفرضه الدين، وهو مما علم من الدين بالضرورة لَا يماري فيه من في قلبه ذرة من إيمان، ومن قال غيره فقد أعظم الفرية على الإسلام وأهله. </p><p> أما مسالمة المسلمين لغير المسلمين فقد أثار القول حولها من فهم ظواهر الأمور، ولم يتغلغل في بواطنها، إذ قال إن الإسلام قد أباح القتال، والقتال والسلام نقيضان لَا يجتمعان، والكثرة الكبرى من فقهاء المسلمين تقرر أن الأصل في العلاقة الدولية بين المسلمين وغيرهم الحرب، حتى يتقدموا بعهد أو موادعة، كما قال سبحانه:  (وَإن جَنَحُوا لِلسَّلْم فَاجْنَحْ لَهَا وَتَوكلْ عَلَى اللَّهِ. . .) . </p><p> ذلك قول الذين فهموا الأمور بظواهرها. والحقيقة أن الإسلام دعا إلى السلام وحث عليه، ومبدؤه العام التعارف بين بني الإنسان لَا التنابذ بينهم؛ ولذا قال تعالى:  (يَا أَيّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَى وَجَعَلْنَاكمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ. . .) ، فما جاء الإسلام للحرب والخصام، بل جاء بالهدى والسلام، ولكن سلام الإسلام سلام عزيز قوي، وليس بسلام ذليل خانع، والسلام القوي يرد الاعتداء بمثله؛ ولذلك لما اعتدى المشركون على المسلمين أباح الإسلام القتال وقال سبحانه:  (أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ (٣٩) الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (٤٠) ، فما أباح الإسلام القتال إلا لدفع الاعتداء، وليس القتال لدفع الاعتداء إلا دعوة إلى السلام القوي الفاضل، وفرق ما بين السلم العزيزة القوية، وبين الذل والخضوع، أن السلام القوي هو القدرة على رد اعتداء المعتدين إن اعتدوا؛ أما الذل فهو الاستسلام والخضوع للمعتدين، وما بذلك أمر الإسلام، وليس هذا من السلام في شيء، بل هو إغراء بالقتل والقتال وتمكين لظلم الظالمين. </p><p> وإنه لَا يغري بالقتال إلا ضعف الضعفاء واستخذاؤهم، فإن أخذوا الأهبة وأعدوا العدة وقاوموا الشر بمثله، تروَى القوي في غارته، أو امتنع عن عدوانه، فما استمرأ الذئب لحم الشاة إلا لأنها ليس لها ناب، وما عاف الأسد لحم الأسد إلا </p><p> لأن له نابا وبراثن يفتك بها، فالحرب أنفَى للحرب، والقوة العادلة سبيل السلم العزيزة. </p><p> ولقد قرر الفقهاء أن الأصل الحرب حتى يكون عهد، لأن الأصل بين الدول في وقت استنباطهم كان الاعتداء حتى يتعاهدوا، فما كان الإسلام ليسالم وهم يحاربون. </p><p> (وَلا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدوٌّ مبِينٌ) الخطوات: جمع خطوة بفتح الخاء وضمها، وهي مابين قدمي من يخطو، والمعنى: لَا تتبعوا سير الشيطان. وعبر عنه بخطواته لأن الشيطان والنفس الأمارة بالسوء لَا تجر المرء إلى الشر دفعة واحدة، بل تأخذه إليه درجة درجة، فيبتدئ بأيسرها وأصغرها فيقتحمه من أغواه لصغره، حتى إذا ألفه جرأه على ما هو أكبر منه، ثم ما هو أكبر حتى تحيط بالنفس خطيئاتها، وتستغرقها مآثمها، فيكون الشرير الآثم الذي تصعب عليه التوبة ولقد قال العلماء: إن كثرة ارتكاب الصغائر تجري على الكبائر، والشيطان يأتي من صغائر المعاصي ليغرس في النفوس غرس الرذائل، فخطوات الشيطان مدارجه يغري بالواحدة بعد الأخرى حتى يصل بالمرء إلى أقصى درجات الرذيلة. </p><p> ولقد كان ذلك النهي بعد الأمر بالدخول في السلم، لأننا إن فسرناه بالإسلام يكون المعنى ادخلوا في الإسلام كله، ولا تحلوا عراه عروة عروة باتباع خطوات الشيطان، وإطاعة هوى النفس الأمارة بالسوء، فإن ذلك يذهب بالإسلام كله وبحرماته في النفس؛ وإن فسرنا السلم بالسلام والموادعة، فيكون المعنى: لَا تحلوا وحدتكم، ولا تتبعوا خطوات الشيطان المفرق لجماعتكم بإغرائه وتدرجه في الإغراء وإردافه المعصية المفرقة بأكبر منها حتى يكون الانقسام، ويكون بأس المسلمين بينهم شديدًا. </p><p> ولقد ذيل الله سبحانه الآية بقوله:  (إِنَّهُ لَكُمْ عَدُو مُّبِينٌ) أى إن الشيطان الذي يتحكم في النفس الأمَّارة عدو مبين، أي ظاهر العداوة، بظهور آثار المآثم التي يحرض عليها، في تفريق الجماعة، وضياع الكلمة، وإصابة أهل الإسلام بالذلة، </p><p> وجعلهم طعامًا سائغا؛ فظهور العداوة بظهور آثار الأعمال الوخيمة؛ إذ إنه يغري باتباع الشهوات وهي حلوة المذاق، فإذا ذاقها من أغواه اندفع فيها، وهي مردية في نتائجها وبيئة في نهاياتها، فيكون الضرر المحقق بالآحاد والجماعات. </p><p> وإن عداوة الشيطان مقررة ثابتة من بدء الخليقة، فهو الذي أغوى آدم وأنزله من الجنة، وبمثل ما صنع مع الأب يصنع مع الأبناء، وإن الله سبحانه قد سجل أن عداوته مستمرة، فقال سبحانه:  (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ) . </p>"
}