{
  "id": null,
  "sura": 2,
  "aya": 170,
  "text": "<p> (وَإِذَا قِيلَ لَهُم اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَ لَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلا يَهْتَدُونَ) . </p><p> نهانا سبحانه وتعالى أن نتبع خطوات الشيطان، وبين لنا أنه يأمرنا بالسوء والفحشاء وأن نفتري على الله الكذب، وأشار سبحانه وتعالى إلى أثره في إغواء المشركين، وبين سبحانه وتعالى في هذه الآية الكريمة إغواء شديدا آخر لهم، وهو اتباع الآباء من غير فكر ولا عقل يتدبر فعلهم وأقوالهم، يتدبر ما أثر عنهم أهو حق فيتبع أم باطل فينبذ، أو هو صدق فيقبل أم كذب فيرد، أو هو حسن فيقتدى بهم أم هو قبيح عليهم فينكره عليهم، لَا يفكرون في شيء من ذلك، بل إذا قيل لهم اتبعوا ما أنزل الله قالوا بل نتبع ما ألفينا عليه آباءنا، وألفينا معناها وجدنا آباء كانوا واستمروا إلى أن جاءوا وهم تابعون لهم. يقال لهم اتبعوا ما أنزل الله، وما أنزل </p><p> الله تعالى يحمل حجته في ذاته؛ لأنه أنزله الله ذو الجلال الخالق الرزاق ذو القوة المتين، فدليله معه لأنه من عند الله وكفى بهذا دليلا مبينا. </p><p> ولكنهم يعرضون عن هذا الأمر الموجِّه للحق إلى باطل لَا دليل فيه، (قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا) ، يضربون عن طلب اتباع الله ويستبدلون به اتباع ما وجدوا عليه آباءهم من غير حجة قائمة هادية، ولا دليل مرشد موجه. إن اتباع الآباء وحده ليس حجة، وكونهم استمروا عليه ليس دليلا مرشدا، وإن اتباع الآباء إنما يكون حجة إذا كان عن علم وبينة، وإذا علمتم أنه كان عن علم وبينة فيكون اتباعهم للحق في ذاته لَا لآبائهم لمجرد أنهم آباؤهم، ولكنهم يتبعونهم من غير بينة ولا دليل، بل لمجرد التقليد الذي لَا يهدي ولا يرشد؛ ولذا قال تعالى منددا بتقليدهم الذي أضلهم:  (أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلا يَهْتَدُونَ) . </p><p> الهمزة للاستفهام التوبيخي الذي هو إنكار ما وقع منهم فقد اتبعوا على غير عقل يوجه، ولا على اعتقاد هداية قائمة، والهمزة داخلة على فعل محذوف، أي أيتبعونهم، ولو كانوا لَا يعقلون ولا يدركون بعقولهم أي شيء في هذا الاتباع، يتبعونهم في إشراكهم بالله، ويتبعونهم في تحريم ما أحل الله من طيبات من غير أي سبب موجب، ولا أي دليل مرشد، ولا هو فيه هداية، بل فيه ضلال مبين، لم يكن عند آبائهم دليل على ما هم عليه عقلوه، ولم يكن عندهم داعية حق يهتدون بهديه، وذكر قوله \" لَا يهتدون \" بجوار قوله \" لا يعقلون \" لاختلاف موضوعهما، فموضوع العقل تفكُر وتدبّر وطريقه المنطق والبرهان، وموضوع الاهتداء اتباع لهاد مرشد كنبي مرسل، فما كان لهم عقل مفكر ولا هاد يهتدون بهديه، ولقد قسم الغزالي أهل الإيمان إلى قسمين: قسم يدرك بالبرهان ويسير بالقسط المستقيم، وقسم يطمئن قلبه إلى الحق ويرتضيه بإشراق قلبه بنور الحكمة والفطرة المستقيمة، أو باتباع هاد يهديه ويوجهه ويهتدي به، وقد فقد هؤلاء الأمرين فليس لهم عقل يتدبر ولا هاد يهدي إلى التي هي أقوم؛ ولذلك استنكر الله تعالى على المشركين اتباع آبائهم في الشرك وتحريم ما أحل الله تعالى حيث حرموه ونسبوا التحريم إلى الله تعالى من غير حجة ولا سلطان مبين. </p><p> وإن ذلك مثل قوله تعالى في موضع آخر من الذكر الحكيم:  (وَإِذَا قيلَ لَهمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا. . .) ، ومثل قوله تعالى عنهم:  (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم مُّقْتَدُونَ) . </p><p> وإن هذا النص السامي الكريم يدل على أن التقليد في العقائد لَا يجوز، وشذ من قال غير ذلك، وعلى الذين لَا يعرفون دليلا أن يسألوا أهل العلم بذلك كما قال تعالى:  (فَاسْأَلُوا أَهْلَ الذكرِ إِن كُنتُمْ لَا تَعْلَمُونَ) ؛ ولذا يجب على العلماء أن يبينوا للناس عقائدهم، لَا بطريق علم الكلام، بل بطريق القرآن، فدليل القرآن هو الغذاء والدواء الشافي، وأدلة علم الكلام كالدواء الذي يعطي بقدر لمن أصيبوا في عقيدتهم. </p><p> وإن المشركين الذين يتبعون خطوات الشيطان في عقيدتهم، ويتبعونه فيما يحلون وما يحرمون، ويقولون نتبع ما ألفينا عليه آباءنا، ويقولون إنا وجدنا آباءنا على أمة وإنا على آثارهم مقتدون بسبب ما أركسوا أنفسهم فيه قد صموا أنفسهم عن سماع الحق، ولذا قال سبحانه في حالهم: </p>"
}