{
  "id": null,
  "sura": 2,
  "aya": 104,
  "text": "<p> (يَا أَيُّهَا الَّذينَ آمَنوا لا تَقُولُوا رَاعِنَا وَقولُوا انظُرْ نَا وَاسْمَعوا) . </p><p> نهاهم الله تعالى عن قول راعنا لأن اليهود فسروها بما يدل على السب كما قال ابن عباس رضي الله تعالى عنه ولووا بها ألسنتهم بما يدل على أن معناها رعونة من القائل والمخاطب الكريم، ولقد صرح سبحانه وتعالى في موضع آخر بلى ألسنتهم فقال تعالت كلماته:  (مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا (٤٦) . </p><p> كانوا يقولون:  (رَاعِنَا) يقصدون الرعونة، بمعنى عدم الاستقرار الفعلي والفكري فأمر الله المؤمنين أن يتوقوا هذه الكلمة وأن يقولوا انظرنا بمعنى اشملنا بنظرتك وإرشادك وتوجيهك، وأمرهم مع ذلك بأن يسمعوا للرسول إرشاده وتوجيهه. </p><p> وإن ذلك يفيد أمرين: </p><p> أحدهما - إرشاد المؤمنين بأن يتخيروا العبارات التي لَا تثير حولها المرتابين إلى ما يتعدى مقاصدهم، وما يحرفونها عن مقصودها، وأن يتخيروا جميل الألفاظ التي لَا يؤذي جرسها الأسماع. </p><p> الأمر الثاني - أنه يجب الأخذ بسد ذرائع فساد الفهم، وما يؤدي إلى الغمز في القول، وإخراج الكلام عن معناه، وتعدى مقصده. </p><p> بل إن بعض المشتغلين بالفقه قال: \" إنها دليل على الأخذ بمبدأ سد الذرائع الذي يقوم على أن الذرائع أو الوسائل تأخذ حكم ما تؤدي إليه، فما يؤدي إلى المطلوب يكون مطلوبا، وما يؤدي إلى المنوع يكون ممنوعا وإن لذلك وجها من </p><p> القول، فإن نهى الله تعالي عن أن يقولوا (رَاعِنَا) سد لفساد اليهود الذين يغمزون في القول، ويتهكمون بهذا على المؤمنين، وعلى مقام النبوة السامي الجليل. </p><p> ولقد ذيل الله سبحانه وتعالى الآية بقوله تعالى:  (وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ) والمراد من الكافرين اليهود الذين لووا ألسنتهم غمزا واستهزاء، وقد أظهر في موضع الإضمار لتسجيل الكفر عليهم ولبيان السبب في عذابهم فهم كافرون بما كان منهم، وجحودهم للنبوة المحمدية وإنكارهم للقرآن الكريم ونبذهم له وراءهم ظهريا، والكافر له عذاب أليم، وأليم بمعنى مؤلم، وتنكيره للدلالة على أنه عذاب أليم لا يدرون كنهه، ولا حقيقته. </p><p> وإن المشركين عبدة الأوثان لم ينزل عليهم كتاب بعد إبراهيم عليه السلام، واليهود أهل كتاب فنزل عليهم كتاب سماوي ثم حرفوه من بعده، ونسوا حظًّا منه وزادوا عليه أوهاما من عندهم، وكتموا جزءا كبيرا مما بأيديهم. إن هؤلاء المشركين واليهود جمعهم أمران: أحدهما الكفر، والثاني بغض محمد - صلى الله عليه وسلم -، أو بغض ما جاء به، فإذا فرقهم العلم بكتاب سماوي، فقد جمعهم كفر وبغض لما جاء به محمد - صلى الله عليه وسلم -؛ ولذا قال تعالى: </p>"
}