{
  "id": null,
  "sura": 2,
  "aya": 39,
  "text": "<p> (وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٣٩) وكفروا معناها جحدوا أو ستروا ينابيع الإيمان في قلوبهم، وأفسدوا فطرة الله تعالى، وكذبوا بآياتنا. </p><p> وآيات الله تعالى آيات كونية، وهي خلق السماوات والأرض وكل ما في الكون مما يدل على الله تعالى، وأنه خالق كل شيء، وآيات تجيء على أيدي الرسل الذين يجيئون بهدى الله سبحانه، وهي المعجزات التي تدل على أن حامليها رسل من عند الله سبحانه وتعالى العلي القدير، وآيات تتلى في كتبه. </p><p> وقد كذبوا بكل هذه الآيات، ولذا قال سبحانه وتعالى:  (كَذبُوا بِآيَاتِنَا) أي طمس الله تعالى على بصائرهم فلا يدركون حقا، ولا يذعنون لدليل، ولو كان من عند العزيز العليم. </p><p> وكما ذكر سبحانه جزاء الذين اتبعوا الهدى، وآمنوا بالحق، وهو أنهم لا يخافون، ولا يحزنون، وذكر الخوف بقوله تعالى:  (فَلا خَوْفٌ عَلَيْهِمْ) أي لَا ننزل بهم ما يوجب الخوف. </p><p> كما ذكر سبحانه وثعالى جزاء هؤلاء المتقين الذين ينتفعون بالآيات والعظات، ذكر جزاء الكافرين فقال تعالى:  (أُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ) . </p><p> ذكر الله سبحانه وتعالى عقوبتهم في الآخرة بهذا النص السامي، فابتدأ باسم الإشارة، وقد ذكرنا آنفا أن الإشارة إلى المذكور بصفات تكون الإشارة إلى الصفات، وفيها إيماء إلى أن هذه الصفات هي علة الحكم التالي الذي هو خبر اسم الإشارة، والحكم أنهم أصحاب النار، أي أنهم الملازمون للنار لَا يفارقونها، ولا تتخلى عنهم </p><p> كما لَا يتخلى الصاحب عن صاحبه، وذكر سبحانه وتعالى أنهم خالدون فيها، فقال تعالى:  (هُمْ فِيهَا خَالِدُونَ) ، وقد أكد خلودهم في النار بالجملة الاسمية، وتقديم الجار والمجرور، أي هم خالدون، وخلودهم مقصور عليها، فلا حول لهم ولا قوة. </p><p> * * * </p><p> بنو إسرائيل وكفرهم بنعم الله تعالى </p><p> يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ (٤٠) وَآمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ (٤١) وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ (٤٢) وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ (٤٣) </p><p> * * * </p><p> ذكر الله سبحانه وتعالى خلق الإنسان، وذكر من قبل أوصاف الفاسقين التي فيها نقض الميثاف الفطري الذي أخذه سبحانه وتعالى من بني آدم من ظهورهم ذريتهم، وأشهدهم. </p><p> بعد ذكر المنازعة التي أقامها إبليس عدوا لبني آدم، وأن الله تعالى وعد أنه سيأتيهم بهدى من عنده برسل يرسلهم، وأن من اتبع هداه فلا خوف عليهم ولا هم يحزنون، وهدد بالعذاب الشديد من يخالف ويعصي، بعد ذلك كله ذكر طائفة من العصاة اتسموا بكفران النعمة، وإنكارهم الحق وتلبيسهم الباطل به، فذكَّر بالنعم التي أنعم بها عليهم، وهم بنو إسرائيل الذين توارثوا ما أنكره الله تعالى عليهم من كفران للنعمة. </p><p> هم بنو إسرائيل، وإسرائيل هو يعقوب بن إسحاق بن إبراهيم عليهم جميعا السلام، فهم ذرية إبراهيم من فرع إسحاق، والنبي - صلى الله عليه وسلم - فرع إبراهيم من إسماعيل الابن البكر له عليهما السلام، وقد وهب إسماعيل وإسحاق لإبراهيم على الكبر؛ ولذلك قال فيما حكاه عنه رب العالمين:  (الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ) . </p><p> وإن بني يعقوب ذرية إبرهيم من إسحاق جعلهم الله تعالى صورا للإنسانية التي يختبرها سبحانه وتعالى بالنعم، فمنهم من يشكرها، ومنهم من يكفرها وهم الأكثرون، واختبرهم سبحانه بالنقم تنزل بهم بكفرهم، واستيلاء الشر عليهم، فكانوا بهذا مثلا واضحا للإنسان الذي يتسلط عليه إبليس في النعم والنقم فإن اختبرهم بالنعم لم يشكروها وطغوا واستكبروا كما فعل إبليس، وإن اختبرهم بالنقم ذلوا واستكانوا؛ ولذلك كانوا مثلا للخاضعين لإبليس وهم في نعمهم ونقمهم يحسدون الناس على ما أتاهم من فضله. </p>"
}