{
  "id": null,
  "sura": 2,
  "aya": 139,
  "text": "<p> (قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ) كان الأمر للنبي - صلى الله عليه وسلم -، وليتولى الحِجَاج معهم إعلاء لكلمة الله تعالى لمن يتولى المحاجة والمجادلة، والله </p><p> أجل وأعلى من ذلك فترك للنبي - صلى الله عليه وسلم - أمر هذه المحاجة. والاستفهام هنا للتوبيخ؛ أي ما كان لكم أن تحاجونا في الله تعالى بادعاء القرب، وأنكم أولى به وبمحبته ومعرفته، فالمحاجة في الله تعالى لَا في أصل وجوده، ولا في أصل وحدانيته لقوله تعالى:  (وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ (١٣)  (. ففي هذا النص كان الجدال في الله تعالى، من حيث وجوده، وأنه الفاعل المختار.</p><p> أما هنا في هذا النص الذي نتكلم في معانيه، فالمحاجة في الله تعالى من جهة القرب منه، والمنزلة عنده لَا محاجة أصل وجوده، والمحاجة من جانب اليهود والنصارى بادعائهم على الله سبحانه وتعالى بأن دينهم هو الذي ارتضاه وأنهم أقرب إلى الله، وأنهم أحبابه، وأنهم أبناؤه، إلى غير ذلك من الأوهام التي يثيرونها حول الله تعالى. </p><p> وهم يثيرون قولهم على اعتقاد أن النبي يحاجهم كما يحاجونه؛ ولذلك كانت صيغة المفاعلة. </p><p> وقد أمر الله تعالى نبيه، بأن يبين لهم أنه لاحاجة إلى المحاجة؛ ولذا أمره تعالى بأن يقول: (وَهُوَ رَبُّنَا وَرَبُّكُمْ) فصلتنا بالله واحدة، وهو أنه ربنا جميعا، وقد بين المماثلة في الصلة بالله تعالى لصلة الربوبية، وهي متحدة في معنى الربوبية، ولا تفاوت بيننا في هذا، فلستم أقرب إليه، ولا نحن أقرب من هذه الناحية، ونبههم النبي - صلى الله عليه وسلم - بأمر ربه بأن التفاوت إنما هو بالأعمال؛ ولذلك أمره تعالى بأن يقول لهم:  (وَلَنَا أَعْمَالُنَا وَلَكمْ أَعْمَالُكمْ) فأعمالنا بما فيها من خير ونفع تتحمل في ذاتها استحقاق جزائها، ولكم أعمالكم، إن خيرًا فخير وإن شرًا فشر، وأن القرب إلى الله تعالى أو البعد إنما هو بحسب الأعمال، فهي التي تقرب، وهي التي تبعد، وهي التي يكون عليها الجزاء. </p><p> وقد وصف الله آمرا نبيه بقوله:  (وَنَحْن لَهُ مًخْلِصُونَ) أي نحن قد أخلصنا بقلوبنا في عبادة الله تعالى فلا نشرك في العبادة سواه، ولا نعكر إخلاصنا لله تعالى </p><p> بسبب من أسباب الدنيا، فنحن صرنا لله نحب الشيء لَا نحبه إلا لله، وهذا تحريض لليهود وغيرهم على أن يكونوا مثلهم، فإن كانوا مثلهم التقوا على الإيمان الجامع غير المفرق. </p><p> والإخلاص كما قلنا تصفية النفس من أن يكون فيها غير الله تعالى، وتصفية الفعل من أن تكون لغير الله فيه شائبة، ولقد قال بعض الصوفية: الإخلاص سر بين العبد وبين الله لَا يعلمه ملك فيكتبه ولا شيطان فيفسده. وفي الجملة الإخلاص حصن العبادة الحصين. </p><p> إن اليهود والنصارى افتروا مع كفرهم وجحودهم وقولهم: عزير ابن الله، وقولهم: المسيح ابن الله وإيمانهم بالثالوث، وافتروا فادعوا أنهم أقرب إلى الله وأحب، ثم انحدروا في تفكيرهم فقلبوا التاريخ فجعلوا أوله لاحقا وآخره سابقا، وضلت عقولهم ضلالا بعيدا، فزعموا أن إبراهيم كان يهوديا أو كان نصرانيا ولقد قال تعالى في ذلك: </p>"
}