{
  "id": null,
  "sura": 2,
  "aya": 186,
  "text": "<p> (وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ) وإن العبد إذا أحس بعظمة الله تعالى، وامتلأ قلبه بخشيته أحس بأنه عونه، وأنه سنده، وإن أولئك الذين يشكرون لله تعالى نعمته في شرعه الرخص بجوار العزائم يتجهون إلى الله تعالى، وكأنهم يسألون قربه ليصل دعاؤهم فقامت حالهم مقام سؤالهم، أو هم سألوا فعلا؛ ولذا قال سبحانه:  (وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ) جعل سبحانه الشرطية تتعدى بإذا - الدالة على تحقق السؤال وقد كان بحالهم الخاشعة الضارعة الطالبة، وقال سبحانه عن السائلين بحال نفوسهم:  \" عبادي أي \" الذين يشعرون بحق العبودية ويرتضونها طيبة نفوسهم راضية خائفة قلوبهم فإذا سألوك فإني قريب منهم قرب نفوسهم بإِحساسهم بمقام العبودية وأنا قريب منهم بالربوبية ثم قال سبحانه عن نتيجة هذا القرب: (أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ) أي أن هذا القرب ليس قرب مكان ولكن قرب إجابة ورضا ورحمة وكأنه سبحانه وتعالى يقول: ادعوني أستجب لكم كما قال في آية أخرى: (وَقَالَ رَبُكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ) ، وهذا يدل على أن الدعاء عبادة إذ قال عن الذين لَا يدعون:  (إِنَّ الذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي) : فالدعاء عبادة وروي عن النبي - صلى الله عليه وسلم - أنه قال: \" الدعاء مخ </p><p> العبادة \"(١)، وإن الله تعالى يحب دعاء عبيده وقد روي عن النبي - صلى الله عليه وسلم -: \" إن الله يحب المُلحين في الدعاء \"(٢)، روي عن أبي هريرة أن النبي - صلى الله عليه وسلم -قال:\" من لم يدع الله تعالي غضب عليه \" (٣) . </p><p> فالدعاء على هذا عبادة واستغاثة واتجاه إلى الله تعالى كما جاء في المعنى اللغوي فقد جاء في القاموس وشرحه: الدعاء الرغبة إلى الله تعالى فيما عنده من الخير، والابتهال إليه بالعبادة والاستعانة، وبالثناء عليه تعالت ذاته العلية عن الشبيه والمثيل. </p><p> وإذا كان ذلك شأن الدعاء ومقامه، فقد قرب الله الداعين إليه وقال تعالى:  (فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ) . </p><p> ْالفاء للإفصاح عن شرط مقدر مضمونه إذا كنت قريبا منهم أجيب دعوتهم إذا دعوني وأقبل عبادتهم - إذ كان دعاؤهم عبادة واستغاثة وثناء عليه سبحانه - إذا كنت كذلك بالنسبة لهم فليستجيبوا لي فيما أدعوهم إليه من إقامة للعدل ودفع للظلم، وإصلاح في الأرض، ومنع للفساد، وإصلاح ذات بينهم، ومن إفراده بالعبادة والالتجاء إليه. والاستجابة الإجابة بعد معالجة النفس وحملها على الإجابة أو المبالغة في الإجابة بالطاعة والإحسان فيها وأن يعبد الله كأنه يراه فإن لم يكن يراه فليشعر أنه في رقابة الله تعالى. </p><p> قال تعالى:  (وَلْيُؤْمِنوا بِي) أي حق الإيمان بأن يؤمنوا بأن الله واحد أحد لا شريك له، وأن يؤمنوا بقدرته التي أبدعت وخلقت كل شيء فقدرته تقديرا، وأنه المستعان في الشدائد والملجا في المكاره، وليستنوا بسنته في كل أحوالهم، ولقد قال تغالى:  (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٢) . </p><p>(١) سبق تخريجه من رواية الترمذي عن أنس بن مالكَ رضي الله عنه -. (٢) أخرجه الطبراني في الدعاء بسند رجاله ثقات إلا أن فيه عنعنة بقية عن عائشة - رضي الله عنها - مرفوعا [أفدته من فتح الباري - أول كتاب الدعوات].(٣) رواه الإمام أحمد بن حنبل في مسنده بـ ٢ ص ٤٤٣، ٤٧٧، بلفظ (من لم يدع الله غضب الله عليه).</p><p> ثم بين سبحانه وتعالى أن طاعة الله تعالى في كل ما يأمر به، وينهى عنه، والإيمان به حق الإيمان هو سبيل الرشاد في هذه الدنيا، وإدراك حقيقتها وفهمها والإصلاح فيها، ولذلك قال تعالى:  (لَعَلَّهُم يَرْشُدُونَ) ، أي يرجون بالإيمان الصادق والالتجاء إليه سبحانه وحده أن يرشدوا بأن يسيروا في طريق الرشاد الذي لا عوج فيه فيصلحون ويصلح الناس بهم، ويسلكون جميعا طريق الهداية والله يهدي من يشاء. </p><p> كانت آية الدعاء وقرب الله تعالى لمن يدعوه واستجابته له، كان هذا إشارة إلى صفاء النفس الذي يكون للصائم إذا قام بحق الصيام، وقرب من الله تعالى، ولقد كان ابن عمر - وغيره من الصحابة المقربين - كثير الدعاء في رمضان، وسماه بعض العباد شهر الاستجابة. </p><p> وبعد ذلك أخذ القرآن الكريم يبين بعض أحكام الصيام يشرح وقته، وإزالة بعض الأوهام، فقال تعالى: </p>"
}