{
  "id": null,
  "sura": 2,
  "aya": 99,
  "text": "<p> (أَنزَلْنَا إِلَيْكَ) بالتعدية بـ \" إلى \" دون التعدية بـ \" على \" إذ كان التعبير في غير هذه بالتعدية بـ \" على \" ، كقوله تعالى:  (نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (١٩٣) عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ (١٩٤) ، وكانت التعدية للدلالة على أن النزول والرسالة هي متجهة إلى </p><p> النبي - صلى الله عليه وسلم - فهذا النبي الأُميّ المقصود بالرسالة، وكان حقًّا عليهم أن يتبعوه بمقتضى البشارة التي بشرت به التوراة والإنجيل. </p><p> وقوله تعالى:  (وَلَقَدْ أَنزَلْنَا إِلَيْكَ) إشارة إلى أن هذه البينات وحدها فيها الدلالة على صدق ما جاء به محمد - صلى الله عليه وسلم -، وهي المعجزة الكبرى التي تحدى بها عباده أجمعين، الجن والإنس والأجيال كلها (قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا (٨٨) ، وقد جاءت على يدي النبي - صلى الله عليه وسلم - خوارق للعادة حسية كثيرة، ولكنه لم يتحد المشركين وغيرهم أن يأتوا بمثله إلا بالقرآن، وقد قال - صلى الله عليه وسلم -: \" ما من نبي إلا أوتي ما مثله آمن عليه البشر، وإنما كان الذي أوتيته وحيا أوحى إليّ، وإني لأرجو أن أكون أكثرهم تابعا يوم القيامة \"  (١) . </p><p> وكانت المعجزة من هذا النوع؛ لأن رسالة محمد خاتمة الرسائل الإلهية، وهو خاتم النبيين، فكانت من نوع الكلام الذي يبقى متحديا الأجيال كلها حجة قائمة إلى يوم القيامة. . </p><p> ولقد أكد الله تعالى نزول القرآن باللام وقد، فقال تعالى:  (وَلَقَدْ أَنزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَات) ولكن كفروا (وَمَا يَكْفُرُ بِهَا إِلَّا الْفَاسِقُونَ) ، أي المتمردون في الكفر الخارجون عن كل حد، إذ إنها آيات واضحة شاهدة بصدق ما جاء بها الرسول - صلى الله عليه وسلم -، فالفاسق الكافر المتمرد الخارج عن كل حد، وقد قال الحسن البصري: إذا استعمل الفسق في نوع من المعاصي، وقع على أعظم أفراد ذلك النوع من كفر أو غيره، فالفاسق الكافر أشد أنواع الكفر؛ لأنه تمرد على كل معقول. </p><p> وقوله تعالى:  (وَمَا يَكْفُرُ بِهَا إِلَّا الْفَاسِقُونَ) نفيوإثبات للدلالة على أن الكفر بهذه الآيات البينات لَا يمكن أن يقع من إنسان فيه الفطرة الإنسانية، بل لَا يقع فيه </p><p>(١) عَنْ أبِى هُرَيْرَةَ قَالَ: قَالَ النَّبيُّ - صلى الله عليه وسلم -: \" مَا منْ الأنْبيَاءِ نَبِي إِلا أعْطِي مَا مِثلهُ آمَنَ عَلَيْهِ الْبَشرُ، وَإِنَّمَا كَانَ الَّذي أوتيتُ وَحْيًا أوْحَاهُ اللَّهُ إِلَيًّ فَأرْجُو أنْ اكُوَنَ أكْثرهُمْ تَابِعا يَوْمَ الْقيَامَة \". [متفق عليه: رواه البخاري: فضائل القرآن (٤٥٩٨) ومسلم: الإيمان (٢١٧)].</p><p> إلا المتمرد على الفطرة وعلى كل ما يتقاضاه العقل المدرك، واللام في (الْفَاسِقُونَ) للجنس، وليس المراد بها قوما معهودين، وإن كان أشد من ينطبق عليه الأمثال اليهود الذين كفروا بها. وإن اليهود إذا كانوا فسقوا، وكفروا بالقرآن الكريم معجزة النبي - صلى الله عليه وسلم -، فهم قد نقضوا العهد الذي عاهدوا الله تعالى عليه في الميثاق الذي أخذ عليهم، وناقضوا أنفسهم، إذ كانوا يستفتحون على الذين كفروا، فلما جاءهم ماعرفوا كفروا به. </p><p> فإذا كانوا قد كفروا بالكتاب الذي جاء به محمد صلى الله تعالى عليه وسلم، فقد نقضوا عهدا أخذ عليهم مرارا، نقضوا الميثاق الذي أوجب تعالى عليهم أن يؤمنوا برسله، ونقضوا العهد الذي أخذوه على أنفسهم إذ كانوا يستفتحون على الذين كفروا، ولما عقد النبي - صلى الله عليه وسلم - الميثاق بينهم وبينه عندما هاجر نقضوه جميعا؛ فنقضه بنو قينقاع وبنو قريظة وبنو النضير وأوى الناقضون إلى خيبر، وشنوها حربا مشبوبة على المؤمنين (١) . </p><p> وقد بين الله تعالى أن ذلك شأنهم، فقال:  (أَوَ كُلَّمَا عَاهَدُوا عَهْدًا نَّبَذَهُ فَرِيقٌ مِّنْهُمْ) الهمزة للاستفهام الإنكاري لإنكار الواقع، وهو ما يقع منهم من نقض العهد، ونبذ للمواثيق، والواو عاطفة وهي مؤخرة عن تقديم، لأن الاستفهام له الصدارة دائما، والمعنى أنكروا الكتاب والنبي الذي عرفوه كما يعرفون أبناءهم ونقضوا الميثاق، وكلما عاهدوا عهدا نبذه فريق منهم إلى آخر الآية، وتأخير العاطف عن الاستفهام كثير في القرآن من مثل قوله تعالى:  (أَفحُكْمَ الْجَاهِلِيةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِّقَوْمٍ يُوقِنُونَ) ، وقوله تعالى:  (أَثُمَّ إِذَا مَا وَقَعَ آمَنتُم بِهِ آلآنَ وَقَدْ كنتم بِهِ تَسْتَعْجِلُونَ) ، وهكذا مثل ذلك كثير في القرآن المبين. </p><p>(١) عَى ابْنِ عُمَرَ رَضِي اللَّهُ عَنْهُمَا قَالَ: حَارَبَتْ النضِيرُ وَقُرَيْظَةُ، فَاجْلَى بَني النضير وَأقَرَّ قُرَيْظَةَ وَمَنَّ عَلَيْهِمْ، حَتي حَارَبَتْ قُرَيْظَةُ، فَقَتَلَ رجَالَهُمْ، وَقَسَمَ نِسَاءَهُمْ وَأوْلادَهُمْ وَامْوَالَهمْ بَيْنَ الْمُسْلِمِينَ، إلا بَعْضَهُمْ لَحِقُوا بِالنبِى - صلى الله عليه وسلم - فآمَنَهُمْ وَأسْلَمُوا، َ وَأجْلَى يَهُودَ الْمَدينَة كُلَّهُمْ بَنِي قَيْنُقَاعَ، وَهُمْ رَهْطُ عَبْد اللَّهِ بْنِ سَلايم وَيَهُودَ بَنِي حَارِثَةَ، وَكُل يَهُودِ المَدِينَةِ. [أخرجه البخَآرى: كتاب المغازي (٣٧٢٤)، ومسَلم: الجهاد والسير (٣٣١٢)].</p>"
}