{
  "id": null,
  "sura": 2,
  "aya": 215,
  "text": "<p> (يَسْألُونَكَ مَاذَا يُنفِقُونَ قُلْ مَا أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ) لقد سألوا عن نوع ما ينفقون، وقد تضافرت الآيات الحاثة على الإنفاق الداعية إليه، باعتبار أن التعاون الاجتماعي ركن من أركان الإسلام؛ فقد قرن سبحانه وتعالى الزكاة بالصلاة باعتبارهما صنوين لَا يفترقان، سألوا عن نوع ما ينفقون ومقداره بعد أن سمعوا الدعوة إليه، ولكن الله سبحانه وتعالى قال في الإجابة عن هذا السؤال:  (قُلْ مَا أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالأَقْرَبِينَ) وظاهر القول أن الجواب ليس عن السؤال، لأنهم سألوا عن النوع، فأجيبوا عن المصرِف، وعلى حد تعبير علماء الاقتصاد: سألوا عن وعاء الفريضة فأجيبوا بموضع صرفها، فلماذا عدل الله سبحانه وتعالى عن الإجابة عن سؤالهم إلى هذه الإجابة؛ الجواب عن ذلك أن النوع والمقدار يبينه المصرف، فأجاب عن المصرف، ليعلموا أن المطلوب هو سد حاجة هؤلاء؛ والنوع الذي يسد حاجتهم مطلوب إنفاقه. فالإجابة ببيان </p><p> المصرف فيها أسلوب حكيم، وفيها إيجاز معجز، لأنه قد بين بها موضع الصرف، وإن لم يسألوا عنه، وبين فيها المقدار، لأن حاجة هؤلاء هي التي تعنيه، وفيها بين النوع، فإن كانوا محتاجين إلى ثياب يكسون، وإن كانوا محتاجين إلى طعام يطعمون، وإن كانوا محتاجين إلى مأوى يؤوَوْن. وفي هذه الإجابة فوف ذلك تصريح بحق هؤلاء على ذويهم وعلى المجتمع الذي يعيشون فيه، وهو أن يمكنوا من العيش طاعمين كاسين آوين مطمئنين، وأي مقدار ينفق في ذلك من حقهم على ذويهم وعلى الناس. </p><p> وإن ذلك الحق واجب على كل من عنده يسار بالنسبة لهم، واليسار يفهم من قوله تعالى (مَا أَنفَقْتُم مِّنْ خَيْرٍ) فكلمة خير تطلق بالنسبة للمال على الوفير منه، لا على القليل، ومن ذلك قوله تعالى:  (كُتِبَ عَلَيْكُمْ إِذَا حَضرَ أَحَدَكُمُ الْمَوْتُ إِن تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالأَقرَبِينَ. . .) ، فالخير هنا هو المال الوفير كالخير في تلك الآية الكريمة. </p><p> ذكر سبحانه أن موضع الإنفاق هم الوالدان، والأقربون، واليتامى، والمساكين، وأبناء السبيل، ذكر هؤلاء بذلك الترتيب، وإذا كان العطف بالواو لا يفيد ترتيبًا من الناحية النحوية فمن المؤكد أن الترتيب في الذكر يفيد معنى الأولوية من الناحية البلاغية، فالترتيب في الذكر إذن يشير بلا شك بأولوية البعض على البعض، فيسد حاجة الأبوين، ثم يسد حاجة الأقربين، ثم يسد حاجة المحتاجين من غير أسرته. </p><p> وقد روى في سبب النزول عن عطاء: أن هذه الآية نزلت في رجل أتى النبي - صلى الله عليه وسلم - فقال: إن لي دينارًا، فقال:  \" أنفقه على نفسك \" قال: إن لي دينارين، قال: </p><p> \" أنفقهما على أهلك \" قال: إن لي ثلاثة، قال:  \" أنفقها على خادمك \" قال: إن لي أربعة، قال:  \" أنفقها على والديك \" ، قال: إن لي خمسة قال: \" أنفقها على قرابتك \" </p><p> قال: إن لي ستة، قال:  \" أنفقها في سبيل الله تعالى \"  (١) . وروي عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال:  \" تصدقوا \" ، فقال رجل: عندي دينار. قال:  \" تصدق به على نفسك \" قال: عندي دينار آخر، قال:  \" تصدق به على زوجك \" قال: عندي دينار آخر، قال:  \" تصدق به على ولدك \" ، قال: عندي دينار آخر، قال:  \" تصدق به على خادمك \" قال: عندي دينار آخر، قال:  \" أنت أبصر \"  (٢) . </p><p> فهذه الآثار تبين أن الترتيب في الذكر هنا يفيد الأولوية في العطاء إن ضاق الخير عن أن يشمل الأنواع كلها، وقد ذكر سبحانه الوالدين والأقربين من غير ذكر ما يدل على الحاجة، وذكر بقية الأصناف مع ذكر بقية الأوصاف الدالة على الحاجة؛ لأن الوالدين والأقربين يجب رعايتهم والإحسان إليهم، وإن لم تكن فيهم حاجة شديدة؛ فإن كانوا في حاجة شديدة فالإنفاق ألزم. ولقد قال - صلى الله عليه وسلم -: \" أمك وأباك، وأختك وأخاك، ثم أدناك أدناك \"  (٣) ، ولقد قال - صلى الله عليه وسلم -: \" من أراد منكم أن يبارَك له في رزقه، وينسَأ له في أجله فليْصِلْ رحمه \"  (٤) . والبر بذي الرحم مطلوب في القطيعة أشد منه عند المودة؛ فقد قال - صلى الله عليه وسلم -: \" أفضل الصدقة على ذي الرحم الكاشح \"  (٥) </p><p>(١) ذكر ذلك عن عطاء الرازي في تفسيره: البقرة (٢١٥) وجاءت الرواية في البحر المحيط، وفي آخرها: \" أنفقهما في سبيل الله، وهو أحسنها \"، وذُكرت في ضعفاء الكامل عن جابر قال: قال رجل: يا رسول الله عندي دينار. قال: أنفقه على نفسك \". قال: عندي آخر. قال: \" أنفقه على زوجتك \". قال: عندي آخر. قال: \" أنفقه على ولدك أو خادمك \" - شك الوليد - قال: عندي آخر. قال: \" اجعله في سبيل الله وهو أحسنها موضعا \". وروي عن جابر أيضا: جاء رجل إلى النبي - صلى الله عليه وسلم - وأنا جالس عنده فقال: يا رسول الله عندي دينار، فقال: \" أنفقه على نفسك \". قال: يا رسول الله عندي آخر. فقال: \" أنفقه على زوجتك \". قال: يا رسول الله عندي الثالث. قال: \" أنفقه على خادمك إن كانت لك \". قال: يا رسول الله عندي الرابع والذي أكرمك ما عندي غيره، قال: \" فاجعله في سبيل الله عز وجل وهو أدناها أجرا \". (٢) رواه النسائي في الزكاة (٢٤٨٨)، وأبو داود (١٤٤١)، وأحمد (٧١١٢) عن أبي هريرة رضي الله عنه.(٣) رواه النسائي: كتاب الزكاة (٣٤٨٥) عن طارق المحاربي، وأبو داود: بر الوالدين (٤٤٧٤) عن كُلَيْب بْنِ مَنْفَعَةَ، وأحمد عن أبي رمثة رفاعة بن يثربي (٦٨٠٨).(٤) سبق تخريجه.(٥) رواه أحمد: مسند المكيين (٤٧٨١ ١)، والدارمي: الزكاة (١٦١٧) عن حكيم بن حزام رضي الله عنه.والكاشح: الذي يطوي العداوة في باطنه ولا يظهرها.</p><p> وقال - صلى الله عليه وسلم - \" ليس الواصل بالمكافئ، وإنما الواصل من يصل رحمه عند القطيعة \"  (١) . </p><p> أما بقية الأصناف فإن العطاء فيها أساسه الحاجة، فاليتامى يعطون لاحتياجهم إن تركهم آباؤهم من غير مال. والمسكين: هو الفقير الذي أسكنته الحاجة، أو أسكنه المرض أو السن وجعله في عوز. وابن السبيل: المسافر الذي لَا مأوى له، وقد انقطع عن ماله إن كان له مالي، وأولئك يعطون ما يسد حاجتهم، وينقع غلتهم. </p><p> (وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيم) ذيَّل الله سبحانه وتعالى الآية الكريمة بهذه الجملة السامية لبيان فضل عمل الخير، والحث عليه؛ لأنها تدل على فضل ذلك العمل وتدفع إلى الرغبة فيه، إذ إن الله سبحانه وتعالى يعلمه؛ وإحساس المؤمن التقي بأن الله يرى عمله في الخير حين يعمله، وأنه يبصره وهو يقدم عليه، يشجعه على الاستمرار عليه، لأنه إذا كانت رؤية أي عظيم من الناس لعمل خير يعمله الإنسان يحمله على الاستمرار، فكيف إذا شعر المؤمن الذي يحس بعظمة خالق الكون بما فيه ومن فيه؛ ثم إنه فوق ذلك ينال جزاءين مع ذلك؛ أولهما: رضاه: وهو وحده جزاء ليس فوقه جزاء؛ ولذلك قال سبحانه بعد بيان ثوابه في الآخرة:  (وَرِضْوَانٌ منَ اللَّهِ أَكْبَرُ. . .) . وثانيهمات النعيم المقيم يوم القيامة جزاء وفاقا لما قاموا من عمل صالح علمه رب العالمين وقت وقوعه، وحين أدائه. </p><p>(١) رواه البخاري: الأدب (٥٥٣٢)، والترمذي: البر والصلة (١٨٣١)، وأبو داود في الزكاة (١٤٤٦)، وأحمد في مسنده (١٤٤٦).</p>"
}