{
  "id": null,
  "sura": 2,
  "aya": 152,
  "text": "<p> (فَاذْكُرُونِي أذْكُرْكمْ وَاشْكُرُوا لِي وَلا تَكْفُرُونِ) ، الفاء هنا هي ما تسمى فاء السببية، وهي ما يكون قبلها سببا لما بعدها، وذكر الله تعالى امتلاء النفس بعظمته وقدرته وجلالته والإحساس بنعمه الظاهرة والباطنة، وليس ذكره جلت قدرته بترديد اللسان فقط، ولا بترطيب القول بذكر </p><p> جلاله وإنما تكون أولا بامتلاء النفس بذكره، حتى يكون كأنه سمعه الذي يسمع به وبصره الذي يبصر به، نطق اللسان أو صمت أو جهر به أو خفت، كما قال تعالى:  (ادْعُوا رَبَّكُم تَضرُّعًا وَخفْيَةً. . . .) ، و (وَاذْكر رَّبَّكَ فِي نَفْسكَ تَضرُّعًا وَخِيفَةَ وَذونَ الْجَهْرِ مِنَ الْقوْلِ بِالْغُدُوِّ وَالآصَالِ وَلا تَكُن مِّنَ الْغَافِلِينَ) ، وإن الله تعالى يقول اذكروني أذكركم؛ اذكروني في كل حياتكم وفي قلوبكم أذكركم بالنعم والغفران، اذكروني بالشكر أذكركم بالزيادة (لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ وَلَئِن كفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ) ، روى الإمام أحمد في مسنده عن أبي هريرة:  (أنا مع عبدي حين يذكرني فإن ذكرني في نفسه ذكرته في نفسي، وإذا ذكرني في ملأ ذكرته في ملأ هو خير منه وإن اقترب إليَّ شبرا اقتربت إليه ذراعا وإن اقترب إليَّ ذراعا، اقتربت منه باعا وإن أتاني يمشي أتيت إليه هرولة، وقد أخرجه البخاري (١) . وإن ذكر الله تعالى يكون في القلب، ويبدو في العمل]. </p><p> فالطاعات التي يقصد بها وجه الله تعالى ويبتهل فيها إليه ويطلب رضوانه بها هي ذكر لله. </p><p> وكل أعمال كالتجارة والصناعة والزراعة إذا قام بحقها، وتوكل على الله تعالى حق توكله هي ذكر لله، وكل عمل لَا يعمل إلا لحب الله تعالى، فالصانع في مصنعه، والزارع في مزرعته]. . والتاجر في متجره إذا قصد وجه الله تعالى ونفع. </p><p> الناس يكون ذاكرًا لله تعالى، وإن المؤمن لَا يفرغ قلبه من ذكره، إذا قام بحق الله تعالى، وإن ذكر الله تعالى يصحبه الخوف من الله فيتقي الله تعالى في كل عمل يعمله ويكون دائما في حذر من غضب الله تعالى، وقد قال تعالى في وصف المؤمنين:  (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٢) . </p><p>(١) البخاري: كتاب التوحيد - باب: قول الله تعالى: ويحذركم الله نفسه (٦٨٥٦) ومسلم: الذكر والدعاء (٤٧٣٢).</p><p> إن ذكر الله تعالى هو الخير كله، روى ابن ماجه أن أعرابيا قال: يا رسول الله إن شرائع الإسلام قد كثرت على فأنبئني منها بشيء أتشبث به قال: \" لا يزال لسانك رطبا من ذكر الله عز وجل \"  (١) . </p><p> وإن أعلى درجات الذكر شكر الله تعالى، ولذا قال تعالى بعد الأمر بالذكر:  (وَاشْكُرُوا لِي ولا تَكْفُرُونِ) وهنا نجد الشكر تعدى باللام وقد قال الفراء: إن ذلك هو الأفصح، ولكن يجوز اشكر لي واشكرني. </p><p> وشكر العبد لله تعالى؛ الثناء عليه، وأن تكون نعمه لما خلقت له من طاعة، خلق له السمع فشكره لنعمته ألا يسمع زور القول ولا ينفذه، وشكر نعمة اللسان ألا ينطق إلا بالحق، وشكر نعمة اليد ألا يبطش إلا لتحقيق العدل، وألا يعمل إلا ما هو حق وألا يعتدى على حق غيره، وألا يؤذي، وأن يحمي الضعيف وينصر المظلوم، ويغيث المستغيث، ويدفع الكوارث عن المؤمنين، وأن يفك العاني. . </p><p> وشكر نعمة الرِّجل ألا يسعى إلا في خير، وألا يسعى في ظلم، وأن يذكر دائما أن من سعى مع ظالم فقد ظلم. </p><p> وإن شكر نعم الله تعالى ليرجو به الشاكر زيادتها، ولقد قال تعالى:  (وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ ولَئِن كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ) . </p><p> وإذا كان الله تعالى قد أمر بالشكر، وهو الطاعات، والأخذ بالهدى المحمدي، فقد نهى عن الكفر فقال:  (وَلا تَكْفُرُون) والنهي عن الكفر معطوف على قوله تعالى: (وَاشْكُرُوا لِي) يجعلنا نتصور أن تكفرون فيها ياء المتكلم محذوفة أو بالياء كما قى قوله تعالى: (فَلا تَخْشَوا النَّاسَ وَاخْشَوْنِ. . .) </p><p> ويكون معنى كفر الله تعالى عدم ذكره، وعدم معرفة حقيقة نعمه، ولكن الظاهر أن المراد النهي عن الكفر المطلق، وهو ألا يعتقد بالوحدانية وألا يؤمن برسالة محمد - صلى الله عليه وسلم - وهو مقابل للشكر لأن حقيقة الشكر ابتداء هي القيام بالطاعات كلها، وهو مع ذكر الله تعالى الإحساس بأنه كله لله تعالى. وفقنا الله تعالى للشكر وجنبنا الكفر. </p><p> * * * </p><p>(١) رواه ابن ماجه: الأدب - فضل الذكر (٣٧٩٣) عن عبد الله بن بسر، وبنحوه عند الترمذي: الدعوات - فضل الذكر (٣٣٧٥) وأحمد: مسند الشاميين - حديث عبد الله بن يسر (١٧٢٤٥).</p><p> أول الجهاد جهاد النفس </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (١٥٣) وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِنْ لَا تَشْعُرُونَ (١٥٤) وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ (١٥٥) الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (١٥٦) أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ (١٥٧) </p><p> * * * </p><p> اتجه المسلمون بأمر الله تعالى إلى البيت الحرام الذي جعله الله تعالى مثابة للناس وأمنا، وقد اتجهوا إليه في الصلاة إيذانا بإبعاده عن الشرك، وأن تحيط به الأوثان، وقد أشار سبحانه وتعالى بأنه سيكون الفتح، وأنه سيكون في حوزة أهل التوحيد، وأنه من بعد سيكون يأس الشيطان من أن يعبد في الأرض المباركة، وقد كان البيت الحرام في أيدي المشركين ولا يخرجون منه إلا بجهاد لإخراج أعداء الله من بيت الله، أو لجعل كلمة الله تعالى العليا في بيته، وإنه بالتحقيق ثبت بالتقريب أن تحويل القبلة كان في الليلة الخامسة عشرة من شعبان، وكان ابتداء يوم الفرقان لغزوة بدر الكبرى في السابع عشر من رمضان، فكان بين التحويل ويوم الفرقان شهر واحد. </p><p> ولذلك جاءت الدعوة إلى الجهاد، عقب تحويل القبلة، وأول الجهاد جهاد النفس، فجهاد النفس قبل امتشاق الحسام في الميدان، وجهاد النفس بتعويدها الصبر </p><p> وقمع الأهواء والشهوات والاتجاه إلى الله تعالى؛ ولذا ابتدأ به فقال تعالى: </p>"
}