{
  "id": null,
  "sura": 2,
  "aya": 27,
  "text": "<p> (الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ ... (٢٧) </p><p> ذكر الله تعالى أوصافا ثلاثة هي التي تتقطع بها أوصال الجماعة الإنسانية، ويكون بها التدابر، وأن يكون بها ابن الإنسان على أخيه الإنسان أشد من الوحوش، وأقسى من كل ما في الوجود: </p><p> الصفة الأولى - نقض عهد الله تعالى من بعد ميثاقه، والنقض فك ما أبرمه الشخص ووثقه وأكده من بناء أو وثيقة أو عهد، وإن الميثاق الذي يعقد بين الناس يوثقه بيمين الله تعالى، ولذلك يسمى اليمين، ويقول تعالى:  (وَلا تَنقُضُوا الأَيْمَانَ بَعْدَ تَوْكِيدِهَا. . .) ، ويسمى عهد الله تعالى، لأنه إذا أكده بيمين فكأنه عاهد الله تعالى على الوفاء بها، وعدم النكث فيها فكأنه عاهد الله تعالى. </p><p> و (مِيثَاقِهِ) معناه كما أشرنا العهد الموثق باليمين. وما المراد بالميثاق الذي نقضوه؛ قال بعض العلماء ونحن، نوافقهم، أنه ميثاق الفطرة الإنسانية، فقد خلق الله الناس، وأخذ منهم ميثاقهم بمقتضى الفطرة بالعبودية لله رب العالمين، كما قال تعالى:  (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ (١٧٢) أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ (١٧٣) . </p><p> وإن أولئك الفاسقين الذين خرجوا على الفطرة قد نقضوا ذلك العهد التكويني الذي كون الله تعالى بني آدم على أساسه؛ ولذلك يقول ابن حزم، ومعه بعض العلماء، إن معرفة الله بدهية لذوي العقول المستقيمة المدركة. وكانت الرسالة للتذكير بهذه الفطرة، وإيقاظها، إذا غفلت، ولحسابها إذا نبهت ولم تنتبه؛ ولذلك قال تعالى:  (وَإِن مِنْ أُمَّةٍ إلَّا خَلا فِيهَا نَذِيرٌ) ، وقال تعالى:  (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا (١٥) . </p><p> هذا معنى واضح جيد مستقيم تؤيده نصوص الكتاب الحكيم، ولكن مع ذلك قد يراد نقض العهود الموثقة بالأيمان وعدم الوفاء بالمواثيق التي تنظم العلاقات بين الناس آحادا وجماعات؛ لأنَّ ذلك من سمات الكفر، وخصوصا الذي يصحبه نفاق، وقد وصف الله سبحانه وتعالى الكفار بذلك في أكثر من آية، فقال تعالى: </p><p> (لا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلا ذِمَّةً وَأُوْلَئِكَ هُمُ الْمُعْتَدُونَ) ، وقال تعالى في المنافقين:  (وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ (٧٥) فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ (٧٦) فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ (٧٧) . </p><p> إن الوفاء بالعهود والمواثيق شأن من يراقب الله تعالى، ويحس برقابة الله تعالى، وهو لذلك خاصة من خواص المؤمنين، وكرر الله الأمر بالوفاء بالعهد مثل قوله تعالى:  (وَأَوْفُوا بِالْعَهْدِ إِن الْعَهْدَ كَانَ مَسْئُولًا) ، وإن الكافر لا يحس بمسئولية أمام الله تعالى؛ لذلك كان أول وصف من أوصاف الفاسقين أنهم ينقضون عهد الله من بعد ميثاقه. </p><p> وإن النبي - صلى الله عليه وسلم - عقد ميثاقا لليهود فنقضوه، وعقد صلح الحديبية، فنقضوه، ونصروا بني بكر على خزاعة حلفاء النبي - صلى الله عليه وسلم -. </p><p> الصفة الثانية - أنهم يقطعون ما أمر الله به أن يوصل، القطع فصل المتصل، وجعله أجزاء متفرقة، وقطعهم الذي كان الله تعالى أمرهم بوصله ما هو؟، قيل: قطع الأرحام، فلا يصل ذا رحمه، ولا يعمل بالمودة بين ذوي قرباه، ولكن الإنسانية كلها رحم واحدة، كما قال تعالى:  (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا (١) . </p><p> فالرحم الإنسانية ثابتة بين الناس، وقطعها يكون بأساليب شتى، وسبل مختلفة وكلها سبل الشيطان كما قال تعالى:  (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلا تَتَّبِعُوا الدمئُبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ. . .) ، ومِن قطعها أن يتحكم القويُّ في الضعيف، وأن ينظر إلى الناس على أنهم طبقات منهم غني ومنهم فقير، وأن يكون لكلٍّ قانون ونظام، وأن تختلف المعاملة، وأن تتنافر الشعوب، ولا تتضافر ولا </p><p> تتعارف كما قال تعالي (يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ. . .) ، وأن ينقطع التعاون بين الناس فلا يكون التعاون على البر والتقوى ويحل محله التعاون على الإثم والعدوان، وفي كل ما يكون فيه قطع للعلاقات الإنسانية يكون قطعا لما أمر الله تعالى به أن يوصل. ووصل ما أمر الله به أن يوصل هو اتباع أوامره تعالى واجتناب نواهيه، فهي كلها لربط الناس بعضهم ببعض بالمودة والعمل الصالح، وبسيادة الفضيلة والبعد عن الرذيلة، وإذا كانت ثمة حروب فلدفع أذى المفسدين، وتقويم الظالمين (وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ (٢٥١) . </p><p> وفى الجملة كل قطع بين عباد الله تعالى هو قطع ما أمر الله تعالى به أن يوصل وقطع للأرحام؛ لأن الناس جميعا رحم واحدة، من قطع ما بينهم فقد قطع الأرحام. </p><p> وقوله تعالى:  (مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ) و (مَا) : هي مفعول (يَقْطَعُونَ) ، أي يقطعون الذي أمر الله تعالى به - أي بشأنه - أن يوصل. \" أن \" وما بعدها مصدر، أي أمر الله تعالى وصله، وعدم قطعه. </p><p> الوصف الثالث - من أوصاف الفاسقين، بينه سبحانه وتعالى بقوله:  (وَيُفْسِدُونَ فِي الأَرْضِ) والفساد في الأرض يشمل فساد العقائد إذ إن سلامة العقيدة فيها سلامة النفس، وفساد العقيدة بألا يؤمنوا بالله وحده، ولا يعبدوه وحده، ويتعلقون بالأوهام حول الأصنام، وأي فساد أعظم من أن يحقر الإنسان نفسه وعقله، وإدراكه فيسجد لصنم لَا يضر ولا ينفع، وقد رآه يصنع بين يديه، إنه ضلال العقل، وضلال النفس، وسيطرة الوهم. ويشمل الفساد بث روح النزاع المستمر بين الناس قبائل وشعوبا، وكلما أطفأ الله نار الحرب أوقدوها باسم العصبية </p><p> القبلية، أو العصبية الوطنية، أو بالرغبة في أن تربو أمة عن أمة، أو التنافس الاقتصادي، حتى ينظر الإنسان للإنسان نظرة من يتربص به الدوائر. </p><p> ويشمل الفساد في الأرض ألا يكون الحكم المرضي الحكومةَ هو الحق، وأن يكون الحكم للغلب، وأن يسود قانون الغابة لَا قانون الفضيلة بين الناس، وأن يكون ذلك في كل العلاقات الإنسانية، القوي يأكل الضعيف، والغني يحقر الفقير، والعالم لَا يعلِّم الجاهل، بل يتخذه مطية لأهوائه وشهواته. </p><p> ويشمل الفساد في الأرض ألا يكون تعاون في استخراج ينابيع الثروة من باطن الأرض، بل يستبد بها القادر عليه، ويشمل الفساد ألا يوزع بين أهل الأرض خيراتها، بل يلقيه بعضهم في البحار، ولو جاع الباقون، ضنا به على فيِّ أخيه الإنسان. </p><p> ولقد حكم الله تعالى على من كانت هذه أوصافهم فقال تعالت كلماته:  (أُوْلَئِكَ هُمُ الْخَاسِرونَ) . </p><p> اسم الإشارة إلى هؤلاء المتصفين بهذه الصفات، والإشارة إلى المتصفين بصفة أو صفات تومئ إلى أن هذه الصفات هي سبب الحكم. فنقض العهود والمواثيق، وقطع الصلات الإنسانية، وإشاعة الفساد في الأرض هو السبب في الخسران الذي لا ينجو منه أولئك الفاسقون. </p><p> والخاسر هو الذي نقص حظه من الغاية التي كان يبتغيها، وكذلك الذين اتصفوا بهذه الصفات، فالناقض للعهد يحسب أنه كسب من نكثه في عهده، ولكنه خسر؛ لأن الناس لَا يثقون بعهده من بعد، والذي يقطع أرحام الإنسانية يحسب أنه كسب بالانفراد، ولكنه خسر المعاونة والمودة، والأخوة الإنسانية، والمفسد في الأرض يحسب أنه كسب أرضا أو خيرا من وراء ما يفعل، وقد خسر الناسَ جميعا، فهو كمن أراد ربحا بالغش والخديعة فخسر كل ماله، وهكذا كل الفساق الآثرون الذين </p><p> يحسبون بأثرتهم أنهم الكاسبون، وهم الخاسرون. فمن كسب بغدر وخيانة وقطع الأرحام، ومن أفسد في الأرض بالحروب الظالمة، والغدر في العهود، فهو خسران دائما، فإن انتصر في حرب ونال ثمرة انتصاره ظلما، وإزهاقًا وإفسادًا، فإن المهزومين يتأهبون، وهو يترقب متوجسًا خائفًا حذرًا، وسيكون منهم الانتقام، ويكون الشر المستطير، بين الغالب والمغلوب، ولا سلام، بل خسران. </p><p> وأكد سبحانه وتعالى الخسران في قوله تعالى:  (أُوْلَئِكَ هُمُ الْخَاسِرُونَ) . . بمؤكدات ثلاثة أولها: التعبير بالجملة الاسمية، ففي التعبير بها تعبير بأكمل القول الدال على الاستمرار. وثانيها: التأكيد بكلمة \" هم \" ، وهي تدل على انفرادهم بالخسارة دون المؤمنين الطائعين، فهم الرابحون دائما، وثالثها: تعريف المسند والمسند إليه (١) الدال على القصر؛ أي أنهم مقصورون على الخسارة، فلا يربحون أبدا ما داموا على الأخلاق التي تفسد الجماعات وتقطع العلاقات، والربح للإيمان وأهله. </p><p> * * * </p><p> الكفر بالخالق المنشئ المسخر الوجود للإنسان </p><p> (كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ (٢٨) هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٩) </p><p> * * * </p><p>(١) أي الخبر والمبتدأ، والمسند في الجملة الفعلية: الفعل، والمسند إليه: الفاعل.</p><p> إن الكافرين يتعجبون من ضرب الأمثال، ويقولون ماذا أراد الله بهذا مثلا؟ وحالهم عجب لأنهم يرون المحسوس الذي يدفعهم إلى الإيمان بالله الذي خلق السموات والأرض ومن فيهن، ومع ذلك يكفرون ولا يؤمنون، ولقد وبخهم الله سبحانه وتعالى أبلغ توبيخ فقال تعالى: </p>"
}