{
  "id": null,
  "sura": 2,
  "aya": 226,
  "text": "<p> (لِلَّذِينَ يُؤلونَ مِن نِّسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهرٍ فَإِن فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رحِيمٌ) فإن مقتضاها أنه لَا يصح أن تكون اليمين محاجزة دون فيء الرجل إلى أهله، ومنع الأذى والضرر عنها. </p><p> وثانيتهما - أن الأحاديث كثيرة متضافرة تحث الحالف على الحنث في يمينه إذا كان الحلف مؤداه الامتناع عن البر؛ فقد روي في الصحيحين أن رسول الله - صلى الله عليه وسلم - قال:  \" إني والله لَا أحلف على يمين فأرى غيرها خيرًا منها إلا أتيت الذي هو خير، وتحللتها \"  (١) وروى أيضا أن النبي - صلى الله عليه وسلم - قال لعبد الرحمن بن سمرة:  \" يا عبد الرحمن ابن سمرة لَا تسأل الإمارة، فإنك إن أعطيتها من غير مسألة أعِنْتَ عليها، وإن أعطيتها عن مسألة وكلت إليها، وإذا حلفت على يمين فرأيت غيرها خيرا منها، فأت الذي هو خير وكفر عن يمينك \"  (٢) . </p><p> وروى مسلم أن النبي - صلى الله عليه وسلم - قال:  \" والله لأن يَلج أحدكم بيمينه في أهله آثمُ لَهُ عند الله من أن يعطي كفارته التي افترض الله عليه \"  (٣) . </p><p> وقوله تعالى:  (أَن تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ) هو بيان للخير الذي كانت اليمين تحاجز دونه، وتمنع القيام به؛ والمعنى: لَا تجعلوا الله محاجزًا دون أيمانكم لكي تتمكنوا من أن تبروا وتتقوا وتصلحوا بين الناس. والنسق البياني الكريم يفيد أن علة النهي في قوله تعالى:  (وَلا تَجْعَلُوا اللَّهَ عُرْضَةً لأَيْمَانِكُمْ) هو (أَن تَبرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ) . </p><p> فالخير الذي يطلب، ولا يصح أن تحاجز اليمين دونه ثلاثة أنواع على حسب ما كان يقع من الناس في أيمانهم: </p><p>(١) متفق عليه؛ رواه البخاري في عشرة مواضع أولها في كتاب فرض الخمس - الخمس لنوائب المسلمين (٢٩٠٠) ومسلم في ثلاثة مواضع أولها: الأيمان - ندب من حلف يمينا فرأى غيرها خيرا منها (٣١٠٩). (٢) سبق تخريجه.(٣) متفق عليه؛ رواه البخاري: الأيمان والنذور (٦١٣٥)، ومسلم (٣١٢٧) عن أبي هريرة - رضي الله عنه.</p><p> أولها: البر بالرحم، كما حصل في يمين الصديق الكريم أبي بكر رضي الله عنه. </p><p> وثانيها: التقوى بأن يجعل بينه وبين أذى الناس وغضب الله بأذاهم وقاية، كما يتبين في حلف الرجل في أهله مضارة بهن وإيذاء لهن. </p><p> والنوع الثالث: الصلح بين الناس كما حدث في يمين عبد الله بن رواحة مع خَتَنِه النعمان بن بشير رضي الله عنهما، وما من خير يحلف الناس على الامتناع عنه إلا وهو داخل في هذه الأنواع الثلاثة. </p><p> (وَاللَّهُ سَمِيعٌ عَلِيمٌ) ذيل الله سبحانه وتعالت كلماته الآية الكريمة بهذه الجملة السامية للإشارة إلى أنه سميع لأيمانهم عند النطق بها وتوثيقهم القول بها، عليم بالدوافع إليها، والبواعث التي بعثت عليها، والنتائج التي تتأدى إليها؛ وإنه تقدست ذاته، وتعالت صفاته، يغفر لهم أيمانهم بالحنث ثم الكفارة في نظير الخير العميم والنفع العظيم، ومنع الضرر والضرار بالأهل، والبر بذوي الأرحام؛ ثم ذلك التذييل الكريم لايخلو من إنذار بغضب الرحمن الرحيم إن أصروا على ماهم عليه ولم يثوبوا إلى رشدهم ويتخذوا تحلة أيمانهم طريقا للعودة إلى البر. </p><p> (لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ) اللغو من الكلام: ما لَا يعتد به، ولا يصدر عن فكر وروية، وأصله من لغا الطير، وهو صوت الطيور الذي لَا يفهم منه شيء ويظن الإنسان أنه لَا يقصد به شيء، وقد يطلق اللغو على الكلام القبيح الذي ينبغي ألا يعتد به؛ ومن ذلك قوله تعالى:  (لا يَسْمَعونَ فِيهَا لَغْوًا وَلا كِذابًا) ، وقوله تعالى:  (وَإِذَا سَمِعوا اللَّغْوَ أَعْرَضُوا عَنْهُ. . .) ، وقوله تعالى:  (وَإِذَا مَروا بِاللَّغْوِ مَرُّوا كِرَامًا) . </p><p> وإذا كان اللغو من الكلام ما لَا يعتد به ولا يورد مورد الروية والتفكير، فلغو اليمين ما لَا يعتد به ولم يصدر عن روية وتفكير. وقد روى في الآثار صور لأيمان اللغو، وأخذ بعض الفقهاء صورة منها وحصر اللغو فيها، وأخذ غيره بصورة أخرى، وقصر اللغو عليها. </p><p> وأرى أن كل صور أيمان اللغو الواردة عن الصحابة تدخل في معنى يمين اللغو التي كان من فضل الله على عباده ورحمته بهم أن رفع عنهم إثمها، ولم يجعلها موضع مؤاخذة ولا اعتداد، فلا إثم ولا كفارة فيها. </p><p> ولنسرد هذه الصور بإسنادها، وكلها يقع مثله في الحياة اليوم، كما وقع مثله بين الناس في الماضي: </p><p> (أ) ومن صور يمين اللغو ما رواه الزهري عن عائشة رضي الله عنها أنها قالت: إن اللغو هو ما يكون بين القوم يتدارءون به في الأمر، فيقول هذا والله وبلى والله، وكلا والله يتدارءون في الأمر، ولا تعقد عليه قلوبهم؛ أي أن القوم يتحادثون أو يتذاكرون فتجري على ألسنتهم ألفاظ اليمين لَا يقصدون بها يمينًا، فلا يقصدون توثيق قول، ولا تأكيد خبر، وقصر الشافعية اللغو على هذا. </p><p> (ب) ومن صور اللغو ما روي عن عائشة أيضًا أن اللغو هو الشيء يحلف عليه أحدكم لَا يريد منه إلا الصدق، فيكون على غير ما حلف عليه؛ أي أن الشخص يحلف على أمر يعتقد أنه الصدق، ثم يتبين أنه كان مخطئًا في اعتقاده؛ فهذا لَا يؤاخذ عليه رب العالمين، ولا كفارة فيه. وبهذا فسر الحنفية اللغو. </p><p> (جـ) ومن صور اللغو المروية عن ابن عباس يمين الغضب الذي يذهب فيه اللب، ويفقد التقدير، فقد روي عن ابن عباس رضي الله عنهما أنه قال:  (لغو اليمين أن تحلف وأنت غضبان) وإن ذلك فيه بعض النظر، وهو سليم إن قصد به الغضب الذي يفقد فيه الغاضب وزن الأمور. </p><p> (د) ومن صور اللغو ما روي مرسلا عن الحسن البصري أن رسول الله - صلى الله عليه وسلم - مر على قوم ينتضلون - يعني يترامون بالسهام - ومع رسول الله - صلى الله عليه وسلم - رجل من أصحابه، فقام رجل من القوم فقال: أصبت والله، وأخطأت والله، فقال </p><p> الذي مع النبي - صلى الله عليه وسلم -: \" حنث الرجل يا رسول الله! قال: \" كلا؛ أيمان الرماة لغو لا كفارة فيها ولا عقوبة \" (١) . وهذه الصورة قريبة من الصورة الأولى أو الثانية. </p><p> وإنا نرى كما نوهنا من قبل أن هذه الصور كلها تدخل في معنى اللغو؛ لأن معنى اللغو يفهم من مقابله؛ وهو ما ليس بلغو، وغير اللغو هو ما يقصده القلب قصدًا صحيحًا مبنيًا على علم صحيح، وهو موضع المؤاخذة والله سبحانه عبر عن موضع المؤاخذة بأنه ما اكتسبته القلوب أي قصدته واتجهت إليه بعزيمة وعلى علم صحيح؛ وكل الصور السابقة ليس فيها كسب للقلب مبني على إرادة وعلم صحيح، فلا مؤاخذة، فتكون لغوا. </p><p> ومعنى عدم المؤاخذة أنه لَا إثم في الآخرة ولا عقوبة في الحنث؛ لأنه لَا يمين حتى يكون منع، وحتى تجب الكفارة، وقد يقول قائل: إن الحلف بالله ولو لغوا وتكرار ذلك فيه بلا شك ما لَا يتفق مع ما للاسم الكريم من إجلال وما يستحق من صون وتحفظ عند النطق، وهو الأمر الذي اتفق عليه العلماء، فكيف لَا تكون مؤاخذة في لغو الأيمان؟ </p><p> ونقول في الإجابة عن ذلك: إنه بلا شك يجب أن يصان اللسان عن النطق بأيمان اللغو ما أمكن، وإن ثمة إثمًا إذا كررها وأكثر منها في الجليل والحقير، والصغير والكبير، حتى صار اللفظ يجري على لسانه من غير احتياط، لأن ذلك قد يؤدي إلى الحلف غير لاغ، بل مع اكتساب القلب؛ ولكن ذلك الاسم الذي جاء من الإكثار والتكرار والاستمرار، ليس هو الإثم المنفي في الحلف الواحد فالإثم الثابت هو ما كان في الكل والاستمرار، والإثم المنفي ما كان في الجزء والانفراد. على أن نفي المؤاخذة إنما هو ليقدم على الفعل من غير تحرج، وذلك متحقق في كل أيمان اللغو، سواء أكانت ممن يكثر أم كانت ممن يقل، وإن كان ثمة لوم فهو موجه إلى الشخص في جملة أحواله وصفاته، لَا في ذات اليمين منفردة. </p><p>(١) من مراسيل الحسن، ذكره الحافظ ابن حجر في الفتح باب (لا يؤاخذكم الله باللغو في أيمانكم).</p><p> (وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ) هذا موضع المؤاخذة، وهو ما كسبته القلوب، أي قصدته وأرادته. ولم يجئ عفو الخاطر؛ أو لم يبن على علم ناقص وما قصدته القلوب نوعان: </p><p> أحدهما - أن يقصد إلى فعل أمر أو الامتناع عن أمر مستحصدًا عزيمته على ذلك، موثقا تلك العزيمة بيمين الله سبحانه وتعالى. </p><p> وثانيهما - أن يحلف على شيء كاذب مؤكدًا قوله لسامعه ليعتقد السامع صدقه، والحالف جازم بأنه كاذب؛ وتسمى هذه اليمين يمين الغَموس، ويدخل فيها الأيمان التي يحلفها شهود الزور، والكاذبون في التقاضي. </p><p> والمؤاخذة في النوع الأول بوجوب الكفارة إن حِنث في يمينه، وفي النوع الثاني بالإثم المستمر، حتى يتوب توبة نصوحًا، ويرد الحقوق إلى أصحابها إن ترتب على يمينه ضياع حق أو حكم بباطل. ولقد قرر الشافعي رضي الله عنه أنه تجب مع ذلك كفارة يمين، ولم ير الحنفية فيها كفارة، إنما الكفارة فيما يقبل الحنث، وتلك لا تقبل الحنث. </p><p> وعبر سبحانه وتعالى عن القصد والتعمد بقوله تعالى:  (بِمَا كَسَبَتْ قُلُوبُكُمْ) وكسب القلب أدق وأخص من مجرد التعمد؛ وذلك لأن كسب القلب معناه أن اليمين كان لها أثر فيه، قد اكتسبه منها، كما كسبت منه القصد والابتعاد عن معنى اللغو. والأثر الذي تنتجه الأيمان المقصودة يختلف باختلافها؛ فإن كانت يمينا برة هي خير في ذاتها وفي موضوعها، والإصرار عليها لَا ينتج إلا خيرًا، اكتسبت القلوب عزيمة نحو الخير، وإصرارًا عليه وإيمانا به، فتشرق بنور الله، وتستنير بذكر الله. وإن كانت اليمين فاجرة كاذبة في موضوعها لم يقصد الحالف فيها إلا تزكية الإثم، فإن القلب يكسب منها شرًا، إذ ينكت فيه الإثم نكتة سوداء، وبتكرارها تحيط بالقلب خطيئاته، وتستغرقه سيئاته، ويرين الله سبحانه وتعالى عليه بغشاوة كثيفة من الآثام. </p><p> وإن كانت اليمين غير فاجرة، ولكن الإصرار على موضوعها فيه منع للخير، يكون الكسب شرًا إن أصر عليها، ويغفر الله إن اتخذ السبيل الذي يكون به تحلة الأيمان، وهو الكفارة السهلة الميسرة لكل إنسان. </p><p> هذا بعض ما يشير إليه التعبير الكريم السامي (بِمَا كَسَبَتْ قُلُوبُكُمْ) . </p><p> (وَاللَّهُ غَفُورٌ حَلِيمٌ) ذيل الله سبحانه هذه الآية الكريمة بهذه الجملة السامية لتأكيد معنى عدم المؤاخذة في اللغو، ولبيان أنه سبحانه يأخذ عباده بالرفق، ويسهل لهم سبيل العودة إلى الجادة المستقيمة إن حادوا عنها، وتنكبوا سبيل المؤمنين، ويرشدهم إلى ما يخرجون به مما يلقون بأنفسهم فيه من أقوال وأفعال؛ فهو يبين طريق التحلل من الأيمان إن حلفوا ليتركوا خيرًا، أو ليرتكبوا شرًا، وهو بحلمه وتدبيره وحكمته يبين لهم الحق والسبيل إليه؛ وإن سبقت الأيمان محاجزة دون الخير طلب إليهم ألا يتمسكوا بها ويفعلوا الخير. </p><p> وإن رحمة الله سبحانه وتعالى في الأيمان وغفرانه وحلمه قد بدا في الإعفاء من يمين اللغو، وعدم اعتبارها، وفي المؤاخذة على ما تكسبه القلوب مع تسهيل العودة إلى فعل الخير، وفي بيان التحلل من اليمين إن حالت بين صاحبها والبر والتقوى والإصلاح بين الناس. </p><p> (لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ) هذه إحدى الأيمان التي لو استمسك بها الحالف كانت محاجزة ممانعة دون البر والتقوى، فهي من جهة تطبيق عملي للحكم الذي قرره العلي القدير في قوله تعالى (وَلا تَجْعَلُوا اللَّهَ عُرْضَةً لأَيْمَانكُمْ) ، ومن جهة ثانية هي بيان لحكم حال تعرض في أثناء العشرة الزوجية؛ وذلك جزء من موضوع الأسرة الذي ابتدأه سبحانه بقوله:  (وَيَسْأَلونَكَ عَنِ الْيَتَامَى قُلْ إِصْلاحٌ لهُمْ خَيْرٌ. . .) ، أو بقوله تعالى:  (وَلا تَنكِحُوا الْمُشْرِكَاتِ حَتَى يُؤْمِنَّ. . .) ، على حسب الاختلاف في معنى الأسرة من حيث العموم والخصوص. </p><p> والإيلاء مصدر آلى يؤلي بمعنى حلف، وخصه الأصفهاني بالحلف على التقصير في الأمر فقال:  (حقيقة الإيلاء والأليَّة الحلف المقتضي لتقصير في الأمر الذي يحلف عليه) . </p><p> وقد خص في الشرع بالحلف على الامتناع عن القرب من امرأته ومسيسها، وكان ذلك التخصيص مشتقا من هذه الآية:  (لِلَّذينَ يُؤلونَ مِن نِّسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ) . والتربص الانتظار، والترقب، ومعنى الجملة الكريمة أن الله سبحانه وتعالى جعل للذين يحلفون ويجعلون موضع حلفهم الابتعاد عن نسائهم وتجنبهن متجنين عليهن ظالمين - تربص أربعة أشهر ينتظرونها، والله يرقبهم فيها، وحكم الله يترقبهم، فإطلاق التربص من غير أن يضاف إلى الحالفين، ولا أن يضاف إلى الله سبحانه وتعالى كان بمعنى الانتظار، وهو من العبيد توسعة لهم، ومن الله سبحانه وتعالى وشرعه ترقب لهم حتى يقطع السبيل على ظلمهم إن طال الأمد وقست قلوبهم. </p><p> وتلك المدة التي وسع لهم فيها ليعودوا إلى رشدهم. ويقلعوا عن غيهم، وإلا حقت عليهم كلمة الله سبحانه وتعالى؛ هي أربعة أشهر، وبعدها يوضع حد لذلك الظلم والمضارة في العشرة الزوجية. </p><p> إن العشرة الزوجية أنس وإلف والتقاء روحي وجسدي بتحقيق ما يتقاضاه الطبع الإنساني، والإنسال؛ ليبقى الإنسان في هذه الأرض يعمرها إلى أن يقضي الله سبحانه وتعالى أمرا كان مفعولا؛ فإذا جاء الرجل وهو القوام على الأسرة وهو رأسها وعمادها، واشتط واتخذ المضارة والكيد، بدل أن يؤلف القلوب ويؤنس النفوس ويربط بالمودة بينه وبين أهله؛ إذا فعل ذلك فإن الجو يعتكر، والأمور تضطرب، وتحل البغضاء محل المحبة، والمضرة محل المودة؛ فوجب أن تنتهي هذه الحال إما بإعادة الود إلى صفائه، وإما بفصم عُرَى الزوجية التي صارت لَا تنتج إلا نكدًا. </p><p> وإن من أشد مظاهر المضارة والمكايدة القطيعة في المضجع، والهجر غير الجميل في المبيت، فإنه أذى شديد، لَا لأنه امتناع عن قضاء الوطر، بل لأنه يدل </p><p> على البغض الشديد، ولا شيء يفعل في نفس المرأة أشد من الإحساس بالبغض من العشير والضجيع الذي وهبت له نفسها، وأعطته قلبها، فكان منه ذلك النكر وذلك الهجر. </p><p> ولقد جعل الله سبحانه وتعالى أقصى غاية الصبر منها هو أربعة أشهر، وبعدها يكون الفصم، وإنهاء تلك الحياة الزوجية التي تحكمت بين الزوجين فيها البغضاء. </p><p> ولماذا كانت المدة أربعة أشهر؛ لقد ذكر بعض العلماء أن تلك المدة أقصى ما تصبر عليه المرأة في المضارة بذلك الهجر غير الجميل. ولقد سأل عمر نساء عن مقدار ما تصبر المرأة عن زوجها، فقالت بعضهن شهرين، ويقل صبرها في ثلاثة، وينفد صبرها في أربعة أشهر. ولقد كان عمر رضي الله عنه بعد هذا يسترد الغزاة ويستبدل بهم غيرهم بعد أربعة أشهر. </p><p> ثم إن التقدير بأربعة أشهر هو الذي يتفق مع جملة الأحكام الشرعية؛ ذلك لأن الرجل أبيح له أن يتزوج أربعًا من النساء، وإذا كان في كل شهر يقرب نساءه مرة، ويبادل بينهن، فإن قَسمها يكون مرة كل أربعة أشهر، فكان من تناسق الأحكام الشرعية أن جعلت المدة التي تصبر فيها المرأة مع هذا الهجر أو تتصبر أربعة أشهر؛ وذلك فوق أن الفطرة تقول: إن ذلك أقصى غاية الصبر على البعد المتعمد. </p><p> (فَإِن فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رحِيمٌ) وإن تلك المهلة التي أعطيها الزوج يتربص فيها وينتظر، والله يرقبه، والشرع يترقبه، إنما هي لكي يقلع عن الظلم وتعود المودة إلى ما كانت عليه، ويؤدم بينهما بحياة رفيقة يقطعانها، فإن فاء إلى زوجه أي رجع إلى مضجعه الذي هجره، وقرب من امرأته ومسها، وحنث في يمينه، كفَّر إذ جعل الله سبحانه وتعالى الكفارة تَحلَّة الأيمان، وعندئذ يغفر الله سبحانه ما كان منه؛ ولذا قال سبحانه:  (فَإِنَّ اللَّهَ غَفورٌ رحِيمٌ) أى أن الله سبحانه وتعالى يغفر لهم ما فرط منهم في جنب أهلهم، والقطيعة التي كانت منهم ما داموا قد رأبوا الصدع وعادوا إلى رشدهم وطيبوا قلوب أهليهم، وأقاموا المودة، وملئوا البيت أنسا بعد أن ملئوه </p><p> وحشة؛ ويغفر لهم سبحانه حنثهم في يمينهم؛ لأن الله سبحانه لَا يريد إلا إصلاح حالهم، ولا ينقص من عظمته وجلاله أن يحنث عبد في قسمه، ما دام الخيرَ يريد والشرَّ يجتنب؛ والله سبحانه وتعالى رحيم بعباده في أن جعل لهم تحلة أيمانهم كفارة يستطيعونها وأن غفر لهم الحنث، وأن دعاهم إلى ذلك الحنث رحمة بالأسرة من أن تتهدم أركانها، وتتقطع أوصالها وتذهب المودة بين العشير وعشيره، والأليف وأليفه؛ ورحيم بهم في أن غفر لهم ما فرط من كل منهما في حق أخيه إذا أعادا المودة إلى سابق أمرها بعد أن كاد الهجر يقطعها. </p>"
}