{
  "id": null,
  "sura": 2,
  "aya": 155,
  "text": "<p> (وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ (١٥٥) إن هذا النص جاء توطئة للجهاد، وليتحملوا كل ما فيه من شدائد، وكله شدائد إلا على المؤمنين الصابرين، وإنه يجب أن يتوقعوا ذلك ويتحملوه، فإن الأمر المتوقع إذا وقع سهل حمله، وإذا جاء على غير توقع صعب وقعه، وهلعت النفوس، وهذا النص كقوله تعالى:  (أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ (٢١٤) ، ومثل قوله تعالى:  (أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَم الَلَّهُ الَّذِينَ جَاهَدُوا مِنكمْ وَيَعْلَمَ الصَّابِرِينَ) ، فهذه من أخوات هذه الآية التي نتكلم في معناها، فهي بيان لما يتوقعه المجاهدون، وخصوصا إن هذه الآية كما يبدو من سياقها مع الآيات كانت في السنة الثانية من الهجرة، وقد فتح باب الجهاد أبر ويوم الفرقان قريب الوقوع وهو بدر الكبرى الذي فرق بين عهد النصر المؤزر، وعهد الاستضعاف. </p><p> (وَلَنَبْلُوَنَّكُمْ) البلاء الاختبار لَا ليعلم الله تعالى، بل ليظهر للناس ما أكنَّه الله تعالى في علمه المكنون، ولقد أكد الله تعالى البلاء ليؤكد موضوعه بالقسم الذي دلت عليه لام القسم، ونون التوكيد الثقيلة (بِشَيْء مِنَ الْخَوْفِ) قال بعض العلماء: التنكير فيه للتقليل، وإني أرى أن المقام موجب أن يكون التنكير فيه للتكثير لكي يتحقق معنى الابتلاء فيقدمون على حرب لقوم شداد غلاظ من شأنهم أن يُخَوِّفوا ويُفَزِّعوا، وقد قيل إن ذلك الخوف يتنافى مع الشجاعة التي عرف بها النبي - صلى الله عليه وسلم -، وصحبه الكرام أمثال حمزة بن عبد المطلب أسد الله، وعلي بن أبي طالب فارس الإسلام والزبير وغيرهم من الصناديد الذين يتقدمون في الميدان لَا يهابون إلا الله، ونقول في ذلك إن الشجاعة لَا تنافى الخوف؛ لأن الخوف يحمل على تدبير الأمور، </p><p> وبعد تدبيرها يفترق الشجاع عنا الجبان، فالجبان لَا يُقْدِم والشجاع مُقْدِمٌ مقدرا النواحي المخوفة، والنواحي التي فيها جانب الله تعالى فيقدم على بينة، وقد حقق الذين درسوا النفوس فقرروا أن الشجاعة لَا تكون شجاعة إلا إذا أحس بخطورة الأمر وأقدم غير هياب، وإن المؤمنين قد أصيبوا بما من شأنه أن يخيف ولكن لم يجبنوا عن اللقاء، بل أقدموا عليه في غير تلكؤٍ ولا اضطراب. </p><p> هذا شأن الخوف، ثم قال تعالى:  (وَالْجُوعِ) فقد أصيبوا بشيء غير قليل من الجوع، وقد كانوا يربطون الأحجار على بطونهم. </p><p> كما كانوا يفعلون في حفر الخندق، (وَنَقْصٍ مِّنَ الأَمْوَالِ) ، فإنه في الحروب يتوقف اشتغال المؤمنين بالتجارة وغيرها، فهل كان أبو بكر التاجر تجري متاجره، والحروب قائمة؛ وهل كان عثمان ذو النورين تستمر متاجره غادية رائحة والحرب قائمة بين الشرك وأهل التوحيد. (وَالأَنفسِ) ؛ فإن ملحمة الحرب يكون فيها الشهداء، وقتل الأبطال. (وَالثَمَرَاتِ) وقد أصيب الأنصار في المعارك وقد خرجوا للجهاد فلم يسقوا زرعهم ولم يرعوا ثمرات نخيلهم فنقصت ثمارها. </p><p> ذكر الله تعالى ذلك الابتلاء قبل وقوعه، وكانوا على مقربة منه؛ لأن ذلك كان قبيل غزوة بدر الكبرى، فذكر الله تعالى ذلك ليتوقعوه قبل أن يقع فيعدوا له الأنفس بالصبر، وضبط النفس، والاستعانة بقوى النفس في الجهاد وتحمل الأذي من الحرب، فقد كتب عليكم القتال، وهو كره لكم، ولكنه خير في نتيجته ما دام ردا للاعتداء ومنعا للفتنة وفتحا لطريق الدعوة. </p><p> ولذا قال تعالى:  (وَبَشِّرِ الصَّابِرِينَ) والبشارة هي النصر الكامل، وذكر أن المبشَّرين هم الصابرون، فالوصف علة للحكم فكانت البشارة بالنصر بسبب الصبر؛ لأن الصبر عدة النصر، كما قال علي رضي الله عنه بطل الحرب الإسلامية: كنا ننصر بالصبر والتأييد. </p><p> وإن الصابرين هم الذين يضبطون أنفسهم فلا تنخلع قلوبهم بفزع، ولا يصيبهم عندما يفاجئون بما لَا يحبون؛ ولذا عرفهم الله بقوله:  (الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (١٥٦) </p><p> الصبر يكون بمعنى ضبط النفس عن الأهواء والشهوات، وعما يكون فيه معصية الله تعالى، ويكون بعزمة المؤمن القوي في طاعة الله، وبتحمل ما ينزل مما يفزع القلب، واطمئنان من غير أنين، ومن هذا النوع الصبر على ما يصيب من نوائب الدهر ومصائبه. </p><p> والمصائب جمع مصيبة، وهي كل ما يصيب الإنسان بالأذى في نفسه من مرض، أو ماله من خسارة فادحة، أو فقد حبيب، أو مفاجأة بما لَا يسر بل يضر كهزيمة في حرب، أو غدر غادر، أو غير ذلك مما يكرث الإنسان من كوارث، والصبر المحمود في هذه الأحوال وغيرها هو الصبر الجميل الذي يكون من غير أنين وشكوى كصبر يعقوب عندما غاب ابنه يوسف إذ قال:  (فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ) . </p><p> وإنه مما يجعل الصبر جميلا لَا أنين فيه ولا شكوى، ولا تململ مما أنزل الله تعالى أن يفوض أمره إلى الله تعالى، وأن يحيل المرجع والمآب إليه، وأن يعتقد أن كل شيء من الله تعالى، وأن إليه مرجع الأمور وعنده المستقر والمعاد؛ ولذا قال تعالى في حال الصابرين وقولهم عندما تصيبهم المصيبة وتنزل بهم النازلة لَا قبل لهم بها: </p>"
}