{
  "id": null,
  "sura": 2,
  "aya": 121,
  "text": "<p> (الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ ... (١٢١) </p><p> آتيناهم معناها أعطيناهم، وتقبلوا العطاء بنفس شاكرة، وعقل مدرك وقلب مؤمن، فلم يكن إعطاؤهم كأي إعطاء، والكتاب هو ما أعطاهم الله تعالى من قبل كتوراة موسى أخذوها من غير محاولة تحريفها، وإنجيل عيسى أخذوه كما هو داعيا إلى الوحدانية مع الإيمان بأنه بشر كسائر البشر، رسول كغيره من الرسل أولي العزم، ليس ابنا ولا إلها، قال لقومه: اعبدوا الله ربي وربكم، فالكتاب هو كتاب أهل الكتاب، وهم الذين عرفوه، وقوله تعالى:  (يَتْلُونَهُ حَقَّ تِلاوَتِهِ) أي يتعرفون معناه فينزجرون بزجره، ويتعظون بعظاته، ويعتبرون بقصصه؛ ولذلك فسر بعضهم التلاوة في هذا المقام بالاتباع، كما في (وَالْقَمَرِ إِذَا تَلاهَا) ، أي تلا الشمس أي اتبعها واستضاء بنورها. </p><p> فمعنى (حَقَّ تِلاوَتِهِ) أي التلاوة الحق، وهي التلاوة المتبعة المتفهمة المدركة، والمتقبلة غير المعاندة. وبين سبحانه وتعالى جزاءها وأوصاف أهلها فقال تعالت كلماته:  (أُوْلَئِكَ يُؤْمِنُونَ بِهِ) يصدقونه ويذعنون لما يأمر به وينهى عنه، ويعملون بموجبه. </p><p> وهؤلاء من الذين قال الله تعالى فيهم:  (مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (١١٣) يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ (١١٤) وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (١١٥) . </p><p> وهم الذين قال تعالى فيهم:  (الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ (٥٢) وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ (٥٣) أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٥٤) . </p><p> هذا التفسير على أساس أن الكتاب هو كتاب أهل الكتاب الذي آمنوا به ولم يحرفوه عن مواضعه، ولم يكتبوه بأيديهم ويلوون به ألسنتهم، ويقولون هو من عند الله، وما هو من عند الله. </p><p> ولكن من المفسرين من قالوا إنه القرآن الكريم، وإطلاق اسم الكتاب عليه من غير ذكر أنه القرآن، للدلالة على كماله وأنه لَا يماثله من الكتب كتاب ولو كان سماويا، لأنه الكتاب الكامل الذي لَا يأتيه الباطل من بين يديه، ولا من خلفه، مثل قوله تعالى:  (ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ. . .) . </p><p> ويكون معنى تلاوته حق تلاوته أن يتدبر معناه، ويتعظ بمواعظه، ويعتبر بقصصه كما ذكرنا آنفا، ولقد كان النبي - صلى الله عليه وسلم - وهو يتلو القرآن إذا مر بآية رحمة سأل، وإذا مر بآية عذاب تعوذ (١) ولقد قال عمر رضي الله تبارك وتعالى عنه، في معنى قوله:  (ويَتْلُونَهُ حَقَّ تِلاوَتِهِ) : الذين إذا مروا بآية رحمة سألوها من الله وإذا مروا بآية عذاب استعاذوا منه ولقد قال الحسن البصري في الذين يتلونه حق تلاوته: هم الذين يعملون بمحكمه ويؤمنون بمتشابهه، ويتفهمون معانيه. </p><p>(١) عَنْ حُذَيْفَةَ قَالَ: صَلَّيْتُ مَعَ النبِي - صلى الله عليه وسلم - ذَاتَ لَيْلَة قَالَ فَافتحَ الْبَقَرَةَ فَقَرَأ حَتَّى بَلَغ رَأْسَ الْمِائَة فَقُلْتُ يَرْكَعُ ثُمَّ مَضَى حَتَّى بَلَغَ الْمِائتينِ فَقُلْتُ يَرْكَعُ. . . الحدَيث إلى أن قَالَ: \" وَكَان إِذَا مَرَّ بِآيَة رَحْمَة سألَ وَإِذَا مَرَّ بآية فِيهَا عَذَابٌ تَعوَّذَ وَإِذَا مَرَّ بِآيَة فِيهَا تَنْزِيه لِلَّهِ عَزَّ وَجَل سَبَّحَ \". [أخرجه أحمد: كتَاب بَاقي مسند الأنصَار (٢٢١٧٥) وغيره، وأصله عند مسلم: كتاب صلاة المسافرين وقصرها (١٢٩١)].</p><p> هؤلاء هم أهل الإيمان - من الماضين - بكتبهم، المؤمنون بالقرآن الكتاب الأكمل، أما من كفروا فقد ذكر الله تعالى ما يستميلهم، فقال تعالت كلماته:  (وَمَن يَكْفُرْ بِهِ فَأُوْلَئِكَ هُمُ الْخَاسِرُونَ) الكفر به جحود بآياته وإنكار لأحكامه، ومعاندة، وقال أولئك الإشارة إليهم محكمين كفرهم متصفين به، وحكم سبحانه بالخسران مؤكدا له بضمير الفصل هم، وبالجملة الاسمية وبحصرهم في الخسران، والله أعلم بهم. </p><p> * * * </p>"
}