{
  "id": null,
  "sura": 2,
  "aya": 118,
  "text": "<p> (وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلا يُكَلِّمُنَا اللَّهُ أَوْ تَأتِينَا آيَةٌ كَذَلِكَ قَالَ الَّذِينَ مِن قَبْلِهِم) الذين أي الذين لم يؤتوا علما سابقا وهم الأميون، وتكون الآية الكريمة نصًا في المشركين؛ لأنهم الأميون الذين لم يعلموا كتابا </p><p> ولم يكونوا من أهل الكتاب، وقد جرى تعبير القرآن بذلك في مقابل أهل الكتاب، ولقد طلبوا آيات مختلفة، فطلبوا أن ينزل عليهم قرطاسا من السماء يخاطبهم به الله، أو ملكا رسولا، كما رد الله تعالى عليهم بقوله تعالى:  (وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (٧) وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ (٨) وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ (٩) . </p><p> وهذا على أن الذين لَا يعلمون هم المشركون، لقد طلبوا هذا وطلبوا آيات كثيرة في سورة الإسراء وتلونا من قبل قوله تعالى:  (لَوْلا يُكَلِّمُنَا اللَّهُ أَوْ تَأتِينَا آيَةٌ) لولا هنا للتحريض والطلب، تقارب معنى هلا، وليست للشرط الدال على امتناع الجواب لوجود الشرط، مثل:  (لَوْلا أَنتُمْ لَكُنَّا مُؤْمِنِينَ) ، والفرق اللفظي أن لو التي تكون للطلب يكون بعدها الفعل، ولولا الشرطية يكون في صدر فعلها اسم، كما دل على ذلك استقراء اللغويين، وفسر كثيرون من الفقهاء، أن الذين لا يعلمون هم من أهل الكتاب الذين حضروا عصر النبي - صلى الله عليه وسلم -، ويرشح لهذا التفسير قوله تعالى:  (كَذَلِكَ قَالَ الَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ) فقد قال الذين من قبلهم أرنا الله جهرة. </p><p> وقوله تعالى:  (مِثْلَ قَوْلِهِمْ) أي في التعنت وطلب الآيات الحسية، وإذا كانوا قد طلبوا ذلك مع تسع آيات بينات حسية، فإن الذين فعلوا مثلهم طلبوا ذلك مع ما هو أعظم من ذلك، وهو القرآن المعجزة الإلهية الكبرى. </p><p> وليس في الأمر تضاد بين الرأيين، ولذلك يكون الجمع بينهما أولا، فالذين لا يعلمون الحق، ولا يدركون معاني الإيمان طلبوا ذلك سواء أكانوا من المشركين، أم كانوا من اليهود والنصارى المتعنتين الذين إذا كان علمهم بالكتاب فقد جهلوه أو تجاهلوه أو أنكروه، فهم مع الذين لَا يعلمون على حد سواء. </p><p> وقد بين الله سبحانه وتعالى تشابه ما بين ماضي الكافرين وحاضرهم، فقال تعالى:  (تَشَابَهَتْ قُلُوبُهُمْ) أي أن قلوبهم تتشابه في الإلحاد في دين الله </p><p> تعالى، وتعنتهم في طلباتهم، وجحودهم المستكن في قلوبهم الذي يظهر على أقوالهم، فإذا كانت أقوالهم متحدة، فلأنها ناشئة من قلوب متحدة في أنها لَا تؤمن بشيء، ولقد جاء عيسى ببينات قاطعة من إحياء للموتى وإخراج لما في القبور، وتصوير للطين ينفخ فيه فيكون طيرا بإذن الله تعالى. جاءهم بكل هذا فقالوا: هذا سحر مبين فالجاحد لَا يؤمن بشيء وليس عدم إيمانه لنقص في الدليل، بل كلما زاد الدليل قوة زادوا عنتا وكفروا، وصرفوا عقولهم ونفوسهم لَا في الإيمان به، بل في إعمال الحيلة لرده. </p><p> ولذلك رد الله تعالى عليهم بقوله تعالى:  (قَدْ بَيَّنَّا الآيَاتِ لِقَوْمٍ يُوقِنُونَ) أكد الله سبحانه وتعالى أنه بين للذين لَا يعلمون في الحاضر، والذين قالوا مثل قولهم في الماضي، وأتى لهم بآيات من شأنها أن تدخل إلى القلوب بالإيمان، ولكن بشرط تقبل القلوب للحقيقة، وإن من شأنها أن توقن بالحق إذا عين لها دليله؛ ولذا قال تعالى:  (لِقَوْمٍ يوقِنُونَ) ، أي من شأنهم أن يوقنوا عند وجود الدليل، لا يترددون وليس من شأنهم التردد، وينتهي ترددهم بالجحود. </p><p> إن الدليل إذا كان قويا صدقوا بعقولهم، ولكن إذعانهم لَا يكون إلا إذا كانت قلوبهم خاضعة من شأنها اليقين، وقد تستيقنها النفس ولكن لَا تسكن القلوب إلا إذا كان اليقين من القلب المؤمن بالحق أو المستعد له الذي يقذف الله تعالى في قلبه بالنور؛ ولذا قال تعالى في شأن الجاحدين المتعنتين:  (وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنفُسُهُمْ. . .) . </p><p> والآيات هنا إذا كانت عامة للحاضرين والماضين فهي الآيات التي سبقت لموسى ولعيسى، وآية محمد الكبرى، وهي القرآن العظيم الخالد الباقي إلى يوم القيامة. </p><p> ومعنى قوله:  (قَدْ بَيَّنَّا الآيَاتِ) قد أنزلنا بينة مقنعة بذاتها؛ لأنها العلامات والأمارات القاطعة في الدلالة على الله، وعلى نبوة الرسول الذي بعثه الله تعالى. </p><p> ويلاحظ أن هذا في موضوع نسخ الآيات المعجزات، واستبدال آية بآية، والقرآن الكريم في هذا النسق يفصل بعضها وما عرض من أخبار اليهود والنصارى والقبلة. والاعتراض والرد لم يكن بعيدا عن ذلك بعدا تاما. </p><p> وإن هذا التعنت في طلب الآيات، وعقد مشابهة بين آيته الكبرى، وآيات النبيين السابقين التي لم تأت بإيمان أهل الكتاب بل عاندوها، وجحدوا بها، وقالوا: هذا سحر مبين، وقالوا ائتنا بآية غير هذا القرآن، وقد ذكر أنه إن نسخ آية أي تركها يأت بمثلها، أو خير منها. </p><p> ولذا ذكر سبحانه وتعالى أن رسالة النبي - صلى الله عليه وسلم - حق في ذاته يدعو إلى نفسه، وقد أيدت بآية هي حق، ويدعو إلى الحق، فقال تعالى: </p>"
}