{
  "id": null,
  "sura": 2,
  "aya": 44,
  "text": "<p> (وَأَنتُمْ تَتْلُونَ الْكِتَابَ) أي وأنتم تجددون تلاوته آنا بعد آن، فالاستنكار للحال التي يجتمع فيها الأمر بالخير والحث عليه مع ترك أنفسهم لَا تفعلها، وكأنهم نسوها ولم يذكروها، والذكر دائم مستمر، وليس الاستنكار للبر مجردا عما لابسه من حالهم، لأن الأمر بالبر في ذاته ليس بمستنكرٍ، ولا يمكن أن يكون مستنكرًا؛ لأنه دعوة إلى الحق، ولا تنكر الدعوة إلى الحق في ذاتها. </p><p> وإن حالهم من دعوة إلى الحق مع نسيان أنفسهم، وتركه مع استمرار التذكير به، وكان ينبغي مع التذكير التذكر - لَا يغفله الذين يفكرون ويعملون عقولهم؛ ولذا قال سبحانه:  (أَفَلا تَعْقِلُونَ) والاستفهام هنا للتنبيه إلى مناقضة حالهم للعقل المدرك. </p><p> والعقل مصدر عقل بمعنى منع، ثم أطلق على ما يكون به الإدراك السليم لأنه يمنعه من القبيح، ويعقله ويقصره على الجميل، ومعنى الاستفهام، أن حالهم هي حال من لَا عقل له ولا إدراك، و (ألا) هنا - كما ذكرنا - للاستفهام والتنبيه إلى نفَى ما وراءه، والفاء فاء السببية أي بسبب هذه الحال يحكم عليهم بأنهم لا يعقلون، وأخرت الفاء عن الهمزة لأن الاستفهام له الصدارة، فهي مؤخرة عن تقديم. </p><p> وقد أشرنا إلى أن المستنكر هو الحال المجتمعة من دعوة إلى الخير وعدم العمل مع التذكير الدائم، أما الأمر نفسه فلا إنكار فيه، وقد تكلم الناس في أن من وقع في المعاصي أيجوز له أن ينهى عنها ويأمر بالمعروف وينهى عن المنكر، أم يطهر نفسه من المعاصي، ثم يتولى الإرشاد؟. </p><p> إن الحق أن الأمر بالمعروف والنهي عن المنكر واجب بنفسه، تركه معصية كغيره، ووقوعه في معاص غيره لَا يسوغ له أن يتركه، فيقع في معصية الترك، نعم إن الموعظة نصابها الألفاظ، كما قال الغزالي في إحدى رسائله، ولكن الموعظة في ذاتها لَا تحتاج إلى نصاب، وقد قال سعيد بن جبير التابعي، الشهيد في الحق الآمر بالمعروف: إذا كان الأمر بالمعروف والنهي عن المنكر لَا يكون ممن يقع في معصية، فلن يكون هناك داع إلى الخير. ولكن مع ذلك يجب أن يروض المؤمن نفسه دائما على ألا ينهى عن أمر يقع هو فيه، فيمتنع عن النهي عن المنكر، ولكن يمتنع عن أن يقع فيما نهى عنه، كما حكى الله عن نبيه شعيب عليه السلام:  (وَمَا أُرِيدُ أَنْ أخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلَّا الإِصْلاحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَلْتُ وَإِلَيْهِ أُنِيبُ) . </p><p> وإن الواعظ الذي لم يكن يتعظ بوعظه يحاسب على إهماله بأكثر مما يحاسب عليه غيره، ويحاسب أشد من كان يعلم الحق ولا ينطق به، فيُحرم الموعظة والاتعاظ ويحاسب من بعد حسابا عسيرا، ولقد روي عن رسول الله - صلى الله عليه وسلم -: \" إن الله يعافى الأميين يوم القيامة ما لَا يعافي العلماء \"  (١) وروى: أنه \" يغفر للجاهل سبعين حين يغفر للعالم مرة واحدة، ليس من يعلم كمن لَا يعلم \"  (٢) . </p><p>(١) رواه أبو نعيم في الحلية، من حديث عبد الله بن أحمد بن حنبل عن أبيه عن سيار بن حازم بن جعفر بن سليمان الضبي عن ثابت عن أنس، \" والضياء \" المقدسي في المختارة من هذا الطريق \" عن أنس \" بن مالك. (٢) الترغيب والترهيب - الترهيب من أن يعلم ولا يعمل بعلمه ج ١ ص ٧٢. .</p><p> هذه عيوب من يأمرون بالخير، ولا يأتمرون به ومن ينهون عن الشر، ولا ينتهون عنه، ولكن كيف تربى النفس على أن تكون متعظة قبل أن تعظ؟ ذكر الله سبحانه وتعالى الدواء؛ وهو الصبر، والصلاة، فقال تعالى: </p>"
}