{
  "id": null,
  "sura": 2,
  "aya": 14,
  "text": "<p> (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ (١٤) كان أولئك المنافقون يشيعون في مجالسهم أن المؤمنين سفهاء، وأنهم هم المدركون وحدهم، العارفون بحقيقة العقائد، وأنهم الأعلون، لأن في المؤمنين موالي كصهيب وبلال وخباب وعمار وغيرهم. </p><p> ولكنهم \" كانوا إذا لقوا كبار المؤمنين رفئوهم(١)بأحسن القول كأنهم معهم في الإيمان، بل يدخلون المسجد، كما يدخلون ليوهموهم بأنهم مؤمنون، يروى في ذلك أن عبد الله بن أبيّ وهو كبير النفاق والمنافقين خرج وصحبا له فاستقبلهم نفر من أصحاب رسول الله - صلى الله عليه وسلم -فقال زعيم النفاق وقد أخذ بيد أبي بكر:مرحبا بالصديق سيد بني تيم، وشيخ الإسلام وثاني رسول الله - صلى الله عليه وسلم - في الغار الباذل نفسه وماله لرسول الله - صلى الله عليه وسلم -، ثم أخذ بيد عمر،فقال:مرحبا بسيد بني عدي الفاروق القوي في دين الله الباذل نفسه وماله لرسول الله - صلى الله عليه وسلم -، ثم أخذ بيد علي،وقال:مرحبا بابن عم رسول الله - صلى الله عليه وسلم - وختنه، سيد بني هاشم ما خلا رسول الله.</p><p> قال هذا القول، ثم افترق وانصرف إلى الذين رأوه من أصحابه وقال لهم: كيف رأيتموني فعلت؟ فأنكروا عليه، وهم يعلمون أنه لَا يحكي بقوله ما فى نفسه، فهو معهم، وهو يسخر من المؤمنين، ويستهزئ، وذلك من إمعانه في كفره، ونفاقه، وحقده وحسده. </p><p> (وَإِذَا لَقُوا الَّذِينَ آمَنُوا) لقى معناه قاربه، أو استقبله عن قرب، أو جمعهما مكان، وقرئ (لَقُوا) من لَقِي، كما قرأ أبو حنيفة وغيره \" لاقوا \". والأولى تدل على مجرد لقائهم مع أصحاب رسول الله عفوا، أو من غير إرادة، والثانية على الملاقاة بينهم والتلاقي المقصود، والآية الكريمة بالقراءتين تدل على المعنيين فهم حيثما التقوا بأصحاب رسول الله - صلى الله عليه وسلم - سواء ألقوهم عفوا، أم لاقوهم قصدا واجتمعوا بهم قالوا لهم: آمنا، فهم يسترون كفرهم دائما، ويعلنون إيمانهم دائما </p><p>(١) رفَأ فلانا: حاباه، ورفّأه: دعا له بالرفاء، والرُفاء بالكسر: المد الالتئام والاتفاق، من رفات الثوب أي أصلحته. وقيل: السكون والطمأنينة، ثم استعير للدعاء للمتزوج وإن لم يكن بهذا اللفظ. وقد نهى عن قولهم: بالرفاء والبنين، مع ما فيه من التنفير عن البنات، والتقرير لبغضهن في قلوب الرجال؛ لكونه من عادات الجاهلية. وكان يقول بدله ونعم البدل: \" بارك الله لكما، وبارك عليكما وجمع بينكما في خير \". [الوسيط (رفأ) - مرقاة المصابيح ج ٣، ص ٢٦٩].</p><p> فى عوج، وقد يحرفون الكلم عن مواضعه ويلوون ألسنتهم بما ظاهره يدل على أنهم آمنوا، وباطنه كفر وطغيان. </p><p> هذا قولهم بأفواههم للمؤمنين، يقولون: آمنا. أي: دخلنا في جماعتكم مؤمنين مصدقين، ولكنهم إذا تركوا المؤمنين وكانوا في جماعتهم قالوا: إنا معكم. </p><p> وعبر الله سبحانه وتعالى عن ذلك بقوله تعالى:  (وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ) فكانت كلمة (خَلَوْا) متعدية بإلى، وأصلها بالباء، يقال: خلا به، ولا يقال: خلا إليه، وإنما عدل عن الباء إلى التعديه بإلى للدلالة على معنى الانصراف، إذ كلمة خلا تتضمن ذلك، والمعنى خلوا منصرفين إليهم، تاركين المؤمنين، أو المعنى خلوا عن المؤمنين بمعنى تركوهم إليهم، فلا مجاز في التعدي. ومهما يكن التخريج، فإن معنى خلوا بهم لَا يراد، لأن معناه الانفراد، والتستر، وهم لَا يتسترون فيما بينهم، يقولون جهرا بينهم، وفي أوساطهم، فلم تكن خلوة بهم، ولكن كانت خلوة معهم وإليهم. </p><p> والشيطان فَعْلان من شَطَنَ بمعنى بَعُدَ، وشياطين جمع شيطان وسموا شياطين لبعدهم عن الحق، وتجافيهم عنه، وأضيفت شياطين إليهم للدلالة على أنهم جماعتهم، وكلهم شياطين بُعَدَاء عن الحق لَا يهتدون ولا يستمعون إلى الحق ولا يرومونه، وقد بعدوا عن كل معنى من معاني الحق، والقصد المستقيم. </p><p> وإذا انصرفوا إلى شياطينهم، وخفوا أهل الإيمان (قَالوا إِنَّا مَعَكُمْ) وهنا يؤكدون أنهم لم يخرجوا عنهم بذلك الكلام الذي زوروه للمؤمنين ليخدعوهم. </p><p> وقد أكدوا أنهم لم يخرجوا من صفوف النفاق إلى صفوف المؤمنين في قولهم:  (إِنَّا مَعَكُمْ) بـ (إن) التي تؤكد الحكم الذي يكون وراءها، وبقولهم: </p><p> معكم، أي أننا ما خرجنا عنكم بهذا القول، ولكن ما زلنا في صحبتكم أنتم دون غيركم، فلم نفارقكم بهذا القول، وإنما هو من بضاعتنا التي نروج بها لأنفسنا. </p><p> ولم يؤكدوا للمؤمنين ادعاءهم الإيمان؛ لأنهم قالوا قولا لم يصدر عن قلوبهم، وإن تَلَوَّت به ألسنتهم، ولم يسكن الإيمان قلوبهم، فهو قول باللسان، ولم يذكروا تفصيل الإيمان، فلم يقولوا آمنا بالله ورسوله، والكتاب الذي جاء به وباليوم الآخر، إلى آخر ما يشتمل عليه الإيمان، لأنهم لَا يريدون حقيقة الإيمان، ولكن يريدون أن يثيروا قولا يسترون به كفرهم الستكن في قلوبهم. </p><p> وقوله تعالى:  (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالوا آمَنَّا) ليس تكرارا لقوله تعالى: (وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الآخِرِ. . .) ، لأن الآيات الأولى في التعريف بالصنف الذي يقابل أهل الإيمان الحقيقي، وأهل الكفر، أما هذه فهي لبيان أحوال تلك الطائفة، وكيف يقولون ما لَا يفعلون، ويظهرون ما لَا يبطنون، فالأولى حكم عام، والأخيرة بيان لبعض أحوالهم. </p><p> وإن أولئك المنافقين عندما يلاقون شياطينهم لَا يذكرون المعوية فقط بقولهم:  (إِنَّا مَعَكُمْ) بل يفسرون معنى كلامهم للمؤمنين، وقولهم: آمنا. وكأن سائلا منهم سأل: لماذا قلتم ما قلتم فقالوا: (إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ) الاستهزاء السخرية والتعابث، يقال: هزئ به واستهزأ، أي سخر منه، وتعابث بالقول معه. </p><p> وقد أكدوا الحكم بأنهم يستهزئون - بالجملة الاسمية، وبـ \" إنَ \" الدالة على التوكيد، وبذكر \" نحن \" لتأكيد الحكم باستهزائهم، وذُكرب \" إنمأ الدالة على القصر، والمعنى: إننا في عملنا هذا نستهزى، فهم يقصرون أنفسهم على الاستهزاء قصرا إضافيا. </p><p> وإن الحكم بأنهم مستهزئون يتضمن الحكم بأنهم لَا يؤمنون؛ لأن من يؤمن بشيء لَا يستهزئ به، فهم تجاوزوا حد الكفر إلى أبعد منه، هو الاستهزاء بالمؤمنين والسخرية منهم، وأصل الباب الهَزء، بمعنى الخفة. </p><p> ولكن الله تعالى بين أنهم إن يسخروا من المؤمنين فالله تعالى يسخر منهم لخفة عقولهم، وسفه أحلامهم؛ ولذا قال تعالى: </p>"
}