{
  "id": null,
  "sura": 2,
  "aya": 64,
  "text": "<p> (ثُمَّ تَولَّيْتُم مِّنْ بَعْدِ ذَلِكَ ... (٦٤) التولي هو الإعراض، وأصله الإدبار، وأن يجعل جسمه موليا وجه من يطالبه بقول أو عمل، والمعنى أنهم أعرضوا إعراضا شديدا واضحا، كمن يعرض عن القول بتولية جسمه، واتجاهه في اتجاه غير اتجاه من يواجهه بالقول، ومعنى ذلك أنهم جعلوا الله وميثاقه وراءهم، ودبر آذانهم. والتعبير هنا بـ \" ثم \" التي تدل على التراخي للإشارة إلى البعد عن الميثاق وموجبه، وعملهم المناقض لأمر الله تعالى، والإشارة فيها بالبعيد في قوله تعالى:  (ثُمَّ تَوَلتم مِّنْ بَعْدِ ذَلِكَ) لبيان بعد عملهم، عن الميثاق الذي أمرهم سبحانه وتعالى أن يأخذوه بقوة، وأن يذكروه دائما وأن يكون في وعيهم في كل أحوالهم. </p><p> وإن ذلك التولي كان بالإعراض عما جاء في التوراة أو الألواح العشرة التي أخذوها بقوة، وطولبوا بذكرها دائما ليمكنهم أن يعملوا بها، وقد قال القفال الشاسي بعض ما تولوا به عن التوراة فقال: وإنهم بعد قبول التوراة، ورفع الطور تولوا عن التوراة بأمور كثيرة فحرفوا كلمها عن مواضعه، وتركوا العمل بها، وقتلوا الأنبياء، بعد أن كفروا بهم، وعصوا أمرهم، ومنه ما عمله أوائلهم، ومنه ما فعله متأخروهم، ولم يزالوا في التيه مع مشاهدتهم لأعاجيب البلاء يخالفون موسى ويعترضون عليه، ويلقونه بكل أذى، ويجاهرون بالمعاصي في معسكرهم ذلك، حتى لقد خسف ببعضهم وأحرقت النار بعضهم، وعوقبوا بالطاعون، ثم نقل متأخروهم ما لَا خفاء فيه، حتى عوقبوا بتخريب بيت المقدس، وكفروا بالمسيح وهموا بقتله. </p><p> هذه كلمات صورت توليهم عن الحق، واستدباره في عامة أمورهم، وكان منهم في عهد موسى وهو يكلمهم عن الله، ويتولى تربيتهم وبث روح الإيمان في قلوبهم التي قست وكانوا صورة واضحة للناس الذين تغلب عليهم شقوتهم. </p><p> ولقد قال تعالى:  (فَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَكُنتم مِّنَ الْخَاسِرِينَ) الفاء فاء الإفصاح التي تفصح عن شرط مقدر أي إذا كان ذلك كله منكم بعد ذلك التوثيق لأمر الله تعالى ونهيه، وأمركم أن تأخذوه فإنه كان ينزل بكم الخسران المبين والعذاب المهين، ولكن لولا فضل الله عليكم ورحمته. . و \" لولا \" هنا هي التي يقال فيها أنها حرف امتناع وجود أي حرف امتناع الجواب لوجود الشرط. والمعنى أنكم كنتم تستحقون بذلك عذاب الهون، ولولا فضل الله أي إرادته أن يزيد خيره عليكم تمكينا لكم من فعل الخير بإمهالكم لكنتم من الخاسرين، ولقد قال الراغب في تفسيره: الخاسر المطلق هو الذي خسر أعظم ما يقتنى، وهو نعيم الأبد. </p><p> فالخاسرون: هم الذين خسروا أنفسهم، بأن أوقعوها في الهلكة والعذاب. </p><p> وإن النص القرآني يفيد أن الله بفضله ورحمته أعطاهم مهلة ليتداركوا أمرهم، ولم يكتبهم من الخاسرين. </p><p> * * * </p><p> اعقداؤهم في السبت </p><p> (وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ (٦٥) فَجَعَلْنَاهَا نَكَالًا لِمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِلْمُتَّقِينَ (٦٦) </p><p> * * * </p><p> لقد كان بنو إسرائيل قوما غلبت عليهم شقوتهم، فكان رب العالمين يشرع لهم من الشرائع ما يربون به نفوسهم، ويعودهم ضبط النفس، وفطمها، ليتربوا على البعد عن الشهوات، ويقتصروا على ما فيه مصلحتهم، ويقيم حياتهم مستقيمة؛ ولذلك حرم عليهم بعض المباحات قرعًا لنفوسهم وفطمًا لها، وقد قال </p><p> تعالى:  (وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ (١٤٦) . </p><p> من ذلك كان تحريم الصيد عليهم يوم السبت قمعا للشهوات، وقد يكون فيه تنظيم اقتصادي، وراحة لهم، وأن يعكفوا على العبادة، ويروضوا أنفسهم على حياة روحية تتطهر فيها نفوسهم وتتجرد من سطوة المادة وشهواتها. </p><p> حرم الله تعالى عليهم الصيد في يوم السبت، ولكنهم مرقوا عن أمر الله تعالى، واستباحوا السبت، أو بعبارة أدق استباحه بعضهم، وسكت عن نهيهم سائرهم، وإن كان الذين امتنعوا خيرهم، وقالوا في إخوانهم:  (لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ. . .) ، ولأن أصواتهم لم تصل إلى درجة المنع - نسب الاعتداء إليهم جميعا. </p><p> يقول الله تعالى: </p>"
}