{
  "id": null,
  "sura": 2,
  "aya": 131,
  "text": "<p> (إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ) الإسلام هنا هو الإخلاص والإذعان لله تعالى، وهو كالإسلام في قوله تعالى: (بَلَى مَنْ أَسْلَمَ وَجْهَه لِلَّهِ وَهوَ </p><p> مُحْسِنٌ. . .)، فهو غاية الإيمان وأقصاه، وقد ذكرنا أن الإيمان تصديق وإذعان وتسليم، والإسلام تخليص القلب والنفس والجوارح لله تعالى، فهو أعلى درجات الإيمان. </p><p> وهو ليس الإسلام الذي هو نقيض الإيمان أو يغايره، وهو الإذعان المادي، والخضوع لأحكام الإسلام سواء أكانت مع القلب، أم لم تكن، وهو الذي قال فيه للأعراب إذ قالوا:  (قَالَتِ الأَعْرَابُ آمَنَّا قُل لَّمْ تُؤْمِنوا وَلَكِن قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الإِيمَانُ فِي قُلُوبِكُمْ. . .) . </p><p> وهذا هو الإسلام الذي يفرق علماء الكلام بينه وبين الإيمان، وليس موضوعه، وإنما هنا الإسلام بمعنى إسلام الوجه والجوارح لله تعالى، وهو الذي قال الله تعالى فيه:  (إِنَّ الدِّينَ عِندَ اللَّهِ الإِسْلامُ. . .) . </p><p> وقد يقال إن إبراهيم أثبت إخلاصه لله تعالى ودعا الله تعالى أن يجعله وابنه إسماعيل مسلمين، فقال في ذلك:  (وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَا أُمَّةً مُّسْلِمَةً لَّكَ. . .) ، فلم كان الأمر بذلك، وقد طلباه؟. </p><p> فقالوا في الإجابة عنه أنه أمر بالاستدامة على الإسلام وتثبيت التوحيد، ونقول في ذلك أيضا إن الآية لبيان مقام إبراهيم عليه السلام في الاستجابة لأمر ربه، وخلوص نفسه إذ أمره بذلك فاستجاب فورا قائلا أسلمت لرب العالمين، فهذا النص لبيان مدى استجابة خليل الله تعالى لربه غير متردد، ولا متلكئ، ولكن صار إبراهيم يقول: أسلمت أي خلصت نفسي وجعلتها لرب العالمين، أي لخالق العالمين والقائم عليهم وربهم وكالئهم، وإن ذلك شكر له، فهو في ذلك شاكر لأنعم الله تعالى كحاله دائما. </p><p> وإن إبراهيم عليه السلام، وصى بهذه الملة بنيه من بعده جيلا بعد جيل، وصى بها بنيه، ووصى بها أحفاده، وأبناءهم، فمن كفر بها، فقد كفر بالله وبوصية إبراهيم، وما كان إبراهيم ليرضى عنهم إذ كفروا بربهم كالمشركين، إذ غيروا وبدلوا في دين إبراهيم، وكاليهود الذين ادعوا أن إبراهيم كان يهوديا، ولقد رد الله تعالى </p><p> قولهم بقوله تعالى:  (مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلا نَصْرَانِيًّا وَلَكِن كَانَ حَنِيفًا مُّسْلِمًا. . .) . </p><p> ذكر الله تعالى وصية إبراهيم وقال تعالى: </p>"
}