{
  "id": null,
  "sura": 2,
  "aya": 1,
  "text": "<p> الم (١) </p><p> ابتُدِئَت السورة بهذه الحروف التي ينطق بها، فيقال: ألف لام ميم، وكذلك ابتُدِئَت عدة سور بهذه الحروف التي ينطق بها مفردة حرفا حرفا، وهذه الأولى، وقد اعقبت الحروف بذكر الكتاب وشرفه، وجاءت سورة آل عمران مبتدأة بهذه الأحرف نفسها (الم) ، وعقبها ذكر جلال الله تعالى:  (اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ) . </p><p> ثم كانت سورة الاعراف مبتدأة بمثل هذه الأحرف وهي (المص) ، وذكر بعدها الكتاب، وهو قوله تعالى:  (كِتَابٌ أُنزِلَ إِلَيْكَ فَلا يَكُن فِي صدْرِكَ حَرَجٌ منْهُ. . .) . </p><p> وكانت سورة يونس مبتدأة بحروف مفردة، وهي (الر) وذكر بعدها الكتاب وآياته فقال تعالى: (تِلْكَ آيَاث الْكِتَابِ الْحَكِيمِ) . </p><p> وجاءت سورة هود مبتدأة أيضا بهذه الحروف (الر) ، وذكر بعدها الكتاب، فقال تعالى بعدها:  (كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ) ، </p><p> وسورة يوسف ابتدئت أيضا بهذه الحروف (الر) ، وجاء بعدها ذكر الكتاب فقال تعالى عقبها:  (تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ) . </p><p> وجاءت أيضا سورة الرعد مبتدأة بهذه الحروف المفردة (المر) ، وقد ذكر بعدها الكتاب الكريم فقال تعالى عقبها:  (تِلْكَ آيَاتُ الْكِتَابِ وَالَّذِي أُنزِلَ إِلَيْكَ من رَّبِّكَ الْحَقُّ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يؤْمِنونَ) . </p><p> وابتُدِئت سورة إبراهيم بهذه الأحرف المفردة فقال تعالى:  (الر) ، وجاء بعدها ذكر الكتاب فقال تعالى بعدها: (كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ </p><p> لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ). </p><p> وجاءت سورة الحجر مبتدأة بحروف مفردة وهي (الر) ، وذكر بعدها الكتاب فقال تعالى عقبها:  (تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآن مّبِينٍ) . </p><p> وجاءت سورة مريم مبتدأة بخمسة حروف وهي (كهيعص) ، ولم يذكر بها (القرآن) عقب هذه الحروف، ولكن ذكَّرت برحمة الله تعالى على زكريا، فقال تعالى:  (ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا (٢) إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا (٣) قَالَ رَبِّ. . .)،، وقد ذكر (الكتاب) في عدة مواضع بعد ذلك في السورة، فكان يأمر الله تعالى بذكره عند ذكر القصص عن أنبياء الله تعالى، فإذا كان (الكتاب) لم يُذكر في الكتاب الكريم عقب هذه الحروف، فقد تكرر ذكره تعالت كلماته في مواضع مختلفة بعد ذلك. </p><p> وجاءت سورة (طه) وإذا لم نعتبر كلمة (طه) ، اسمًا فإنها تكون حروفًا مجردة، وذكر بعدها القرآن الكريم في قوله تعالى:  (مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى (٢) إِلَّا تَذْكِرَةً لِمَنْ يَخْشَى (٣) تَنْزِيلًا مِمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى (٤) . </p><p> وجاءت سورة الشعراء مبتدأة بحروف ثلاثة (طسم) ، وجاء عقب هذه الحروف ذكر القرآن (تِلْكَ آيَاتُ الْكِتَابِ الْمُبينِ) ، وابتُدِئَت سورة النمل بحرفين هما (طس) ، وجاء ذكر القرآن بعدها فقال تعالى:  (تِلْكَ آيَاتُ الْقُرآنِ وَكِتَاب مُبِينٍ) . </p><p> وابتُدِئَت سورة القصص بثلاثة أحرف (طسم) ، وجاء بعدها ذكر القرآن الكريم، فقال تعالى عقب الحروف:  (تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ) . </p><p> وجاءت سورة العنكبوت مبتدأة بهذه الحروف (الم) ، وجاء بعدها اختبار الناس وهو قوله تعالى:  (أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ) . </p><p> وجاءت سورة الروم مبتدأة بالحروف (الم) ، ثم ذكر بعد ذلك انهزامهم ثم انتصارهم (الم (١) غُلِبَتِ الرُّومُ (٢) فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ (٣) فِي بِضْعِ سِنِينَ). </p><p> وجاءت سورة لقمان مبتدأة بالحروف (الم) ، وذكر بعدها الكتاب:  (تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيم) . </p><p> وجاءت سورة السجدة مبتدأة بهذه الحروف (الم) ، وعقبت بذكر الكتاب (تَنزِيل الْكِتَابِ لَا رَيْبَ فِيهِ مِن رَّبِّ الْعَالَمِينَ) . </p><p> وابتُدئت سورة يس بحرف الياء والسين (يس) ، وذكر بعد الحرفين القرآن الكريم، وذلك إذا لم تعد اسمًا. </p><p> وجاءت سورة (ص) مبتدأة بالحرف (ص) ، وجاء ذكر القرآن الكريم فقال تعالى عقب هذا الحرف:  (وَالْقُرْآنِ ذِي الذكرِ) . </p><p> وابتُدئت سورة غافر بحرفين (حم) ، ذكر بعدها القرآن فقال تعالى عقبها:  (تَنزِيل الْكِتَابِ مِنَ اللَّهِ الْعَزِيز الْعَلِيم) . </p><p> وابتُدِئَت فصلت بالحرفين:  (حم) ، وعقبت بقوله تعالى عن الكتاب:  (تَنزِيلٌ منَ الرَّحْمَنِ الرَّحِيمِ) . </p><p> وابتدِئَت سورة الشورى بخمسة أحرف، وهي (حمَ عَسَقَ) ، وجاء بعدها ذكر لنزول القرآن فقال تعالى:  (كَذَلِكَ يُوحِي إِلَيْكَ وَإلَى الَّذِينَ مِن قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ) . </p><p> وابتدئت سورة الزخرف بـ (حم) ، وعقب الله تعالى هذين الحرفين بقوله تعالى:  (وَالْكِتَابِ الْمُبِينِ) . </p><p> وابتدأت سورة الدخان بحرفي (حم) ، ثم جاء بعد ذلك ذكر القرآن فقال تعالى عقبها:  (وَالْكِتَابِ الْمُبِينِ) . </p><p> وابتدأت سورة الجاثية بحرفي (حم) ، وعقبها الله تعالى بتنزيل القرآن فقال تعالى:  (تَنزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ) . </p><p> وابتُدِئَت سورة الأحقاف بالحرفين (حم) ، وذكر الله تعالى بعدهما القرآن، فقال تعالى:  (تَنزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ) . </p><p> وابتُدِئَت سورة (قَ) ، بحرف - وجاء بعده القسم بالكتاب (وَالْقُرْآنِ الْمَجِيدِ) . </p><p> وابتُدِئَت سورة القلم بحرف (ن) ، وجاء بعدها ذكر القلم فقال تعالى:  (وَالْقَلَم وَمَا يَسْطُرُونَ) ، وفيه إشارة إلى الكتاب الكريم. </p><p> هذه هي السور التي ابتُدِئَت بالحروف المفردة، ومن هذا الإحصاء يتبين: </p><p> أولاً: أن السور التي صُدِّرَت بهذه الأحرف سور مكية نزلت بمكة ماعدا ثلاث سور هي البقرة، وآل عمران، والرعد، فإن هذه السور الثلاث مدنية، بينما الباقي مكي نزل بمكة حيث كان أكثر التحدي بالقرآن الكريم، وإن كان هناك تحدٍّ به في </p><p> المدينة؛ لأنه المعجزة الدائمة التي يُتحدى بها المنكرون في كل الأحيان والعصور (قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا (٨٨) . </p><p> ثانيًا: أن السور التي صُدرت بهذه الحروف ذُكر الكتاب بعدها، مما يدل على أن للكتاب الكريم صلة بالابتداء بهذه الحروف، وثلاث سور فقط هي التي لم يأت ذكر للكتاب عقبها، وهي سورة مريم، فلم يذكر الكتاب عقب الحروف، وإن جاء ذكره بعد ذلك في مناسبات أخرى، وكرر ذكره بهذه المناسبات، وسورة العنكبوت فإن ذكر القرآن لم يعقب الأحرف، وكذلك سورة الروم، وما عدا هذه السور الثلاث ذكر القرآن الكريم في أعقابها. </p><p> ثالثا: أن عدد الحروف التي ابتُدِئَت بها السور أربعة عشر حرفا، وهي نصف الحروف الهجائية، وهي تشتمل على أنواع مخارج الحروف المختلفة، وهذه الحروف هي الألف، واللام، والميم، والصاد، والكاف، والهاء، والياء، والعين، والراء، والسين، والطاء، والحاء، والقاف، والنون. </p><p> ولا يحفظها ويقرأها إلا من يعرف القراءة والكتابة، فالأُمي لَا يعرفها وإن عرف بعضها، لَا يعرفها كلها، وإلا كان قارئا كاتبا؛ ولذلك هي في القرآن على لسان النبي الأمي من دلائل إعجازه. </p><p> قال الله تعالى:  (وَمَا كنتَ تَتْلُو مِن قَبْلِهِ مِن كِتَابٍ وَلا تَخُطُّهُ بِيَمِينِكَ إِذًا لَّارْتَابَ الْمُبْطِلُونَ) . </p><p> وإنه بتتبع السور الكريمة التي صدرت بهذه الحروف التي قدسها الله سبحانه وتعالى بذكرها، وإعقاب القرآن في أكثرها بها يدل على الارتباط الوثيق بينها وبين القرآن الكريم؛ لأنه اشتمل عليها، ولأنها تشير إلى مقامه وإعجازه ومنزلته في هذا </p><p> الوجود الإنساني، وإن كانت معانيه المحررة مستورة عنا، وهي في علم الله تعالى المكنون، ولكن لها إشارات توحي إلى معانٍ عالية، تليق بتصدرها لكثير من سور القرآن. هذا ما نشير إليه إجمالا ونعرض له ببعض التفصيل. </p><p> * * * </p><p> (الم) روي عن أبي بكر وعلى رضي الله عنهما أنهما قالا إن هذه الحروف التي ابتُدئَت بها السور هي سر الله تعالى في الكتاب، ولله تعالى في كل كتاب سر. وتبعهما في هذا القول عامر الشعبي وسفيان الثوري، وجماعة من المحدثين، بل قاله أكثر علماء السلف، وهي من المتشابه الذي اختص به علم الله تعالى، وروي عن عمر وعثمان وابن مسعود أنهم قالوا رضي الله عنهم: الحروف المقطعة في أوائل السور من المكتوم الذي استأثر به علم الله تعالى. وروي عن الرَّبيع ابن خيثم، أنه قال: إن الله تعالى أنزل هذا القرآن فاستأثر منه بعلم ما شاء، وأطلعكم على ما شاء، فأما ما استأثر به لنفسه فلستم بنائليه فلا تسألوا عنه، وأما الذي أطلعكم عليه، فهو الذي تسألون عنه، وتخبرون به، وما بكل القرآن تعلمون، وما بكل ما تعلمون تعملون. </p><p> وإن هذه المأثورات عن كبار الصحابة، والتابعين لهم بإحسان إلى يوم الدين، وهي تدل على أن هذه الحروف من المتشابه الذي لَا يعلم به أحد إلا الله تعالى، وعلينا أن نكف عما لَا نعلم، عملا بقوله تعالى:  (وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا (٣٦) . </p><p> ولكن العقل طُلَعَةٌ (١) يحاول تعرف المجهول أو المكتوم، وكلما كان الإبهام كان تعَرُّفُ كشفه، ولذلك حاول علماء أن يعرفوا سر وجود هذه الحروف وإن لم يعرفوا حقيقة المراد منها، وقالوا في ذلك أقوالا أربعة؛ ثلاثة منها متلاقية في صوابها وواحد حاول تفسيرها، فأخطأ فيما قصد. </p><p>(١) طُلَعَة: أي كثير الطلوع أو التطلع، ونفس طُلَعَة: كثيرة التطلع إلى الشيء. [الوسيط: (ط ل ع)].</p><p> أولها: أن بعضهم حاول تفسيرها بأنها رموز للذات العلية، أو أنها رموز لله ولآخرين، فقال قائل إن (الم) ترمز إلى أن الله يقول أنا الله أعلم، فالألف: </p><p> أنا، واللام: الله، والميم: أعلم، وقالوا:  (الم) أنا الله أرى، وقال بعضهم في (الم) : إن الألف من الله، واللام من جبريل، والميم من محمد، وقيل الألف مفتاح اسم الله، واللام مفتاح لطيف، والميم مفتاح مجيد، وكل هذه التفسيرات ظنون، وإن الظن لَا يغني من الحق شيئا، ولم يرد واحد منها عن الرسول - صلى الله عليه وسلم -، ولو وردت عنه لقبلناها صاغرين ولخرجت من المتشابه إلى المحكم. </p><p> ثانيها: ليس تعرفا لمعانيها، ولكنه تعرف لسر وجودها، أو لبعضها، وذلك بيان لإعجاز القرآن مع أنه مكون من حروفهم التي تتكون منها كلماتهم، ومع ذلك يعجزون عن أن يأتوا بمثله في تأليف نغمه، وسياق معانيه، وتآلف ألفاظه وفواصله، فهذا يدل على أنه من عند الله ويدل على عجزهم عن أن يأتوا بمثله. </p><p> وثالثها: وهو كسابقه يدل على بعض أسرار وجودها، ولا يتعرض لذات معانيها، وهي أنها تدل على نزول القرآن من عند الله تعالى، وأن محمدًا - صلى الله عليه وسلم - لم يأت به من عنده، لأنه أُمي لَا يقرأ ولا يكتب، فهو النبي الأُميّ، والأُميّ ينطق بالكلمات ولا يعرف الحروف، فمجيء الحروف على لسانه - صلى الله عليه وسلم -، وهي حروف كثيرة، هي نصف عدد الحروف الهجائية، وهي متنوعة المخارج، وتشمل المخارج كلها، وإن لم تشتمل كل عددها، إن هذا دليل على أنها من عند الله عالم الغيب والشهادة، الذيَ علَّم بالقلم، وعلم الإنسان ما لم يعلم. </p><p> رابعا: وهو كسابقيه فيه بيان سر وجود هذه الحروف، وذلك أن العرب المشركين كانوا يحسُّون بأثر القرآن في نفوسهم إذا سمعوه، حتى أنهم قد تفاهموا على ألا يسمعوه (وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبونَ) . </p><p> فكانوا يحاولون ألا يسمعوا، فكانت تلك الحروف الصوتية التي </p><p> تبتدأ بها السور الكريمة إذا قرئت مرتلة مجودة تسترعي أسماعهم، ويستغربون، وقد يستنكرون، وبينما هم في استغرابهم وعجبهم، يهجم عليهم رسول الله - صلى الله عليه وسلم - بالقرآن ونغماته، وجميل ألفاظه، ورنة موسيقاه، فيخضعون للسماع، وينقضون ما أبرموا من قبل، فهذه الحروف كانت ليستغربوا ويفتحوا أسماعهم، ويسمعوا. </p><p> وإن هذه الوجوه الثلاثة الأخيرة فيها بيان لسر وجود هذه الحروف، والله بكل شيء عليم. </p><p> * * * </p><p> (ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ (٢) الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٣) وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ (٤) أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥) </p><p> * * * </p>"
}