{
  "id": null,
  "sura": 2,
  "aya": 83,
  "text": "<p> (وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَانًا وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ (٨٣) </p><p> * * * </p><p> يذكر الله تعالى نبيه والمؤمنين بالميثاق الذي أخذ الله تعالى عليهم، وهو ميثاق يصلح نفوسهم، ويهذب جماعتهم ويجعلهم يتآلفون فيما بينهم، ويألفهم الناس، ويأتلفون، ولكن رضوا النفور بدل الائتلاف، والمنازعة بدل الالتقاء في ظل الرحمة والمودة الجامعة، وإن ذلك الميثاق الذي يذكره الله تعالى لهم هو ميثاق كل الأنبياء. </p><p> قال. (وإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ) أي اذكروا أيها المؤمنون الميثاق الذي أخذناه على بني إسرائيل، فـ \" إذ \" تدل على الوقت الماضي، فاذكروا وقت ذلك الميثاق الذي أخذناه عليهم، وذكر الوقت ذكر ما يقع فيه واضحا بينا يتصور وجوده، كأنه موجود قاتم وليس متخيلا غير واقع. </p><p> هذا ميثاق بني إسرائيل، وهو محكم يشتمل على تهذيب النفس والجماعة الإنسانية كلها، وهو ميثاق النبيين في كل العصور وقد اشتمل على أمور: </p><p> أولها: وهو لبُّها عبادة الله تعالى وحده لَا يشرك به شيئا، وقد عبر سبحانه عنه بقوله تعالى:  (لا تَعْبُدُونَ إِلَّا اللَّهَ) أي لَا تعبدوا غير الله، فالله وحده هو المعبود </p><p> ولا يعبد سواه، والصيغة في ظاهرها خبرية وهي طلبية بمعنى النهي عن عبادة غير الله تعالى كقوله تعالى:  (لا تضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلا مَولودٌ لهُ بِولَدِهِ. . .) ، وكقوله تعالى:  (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأنفُسِهِنَّ ثَلاثَةَ قُروءٍ وَلا يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ. . .) وكقوله تعالى: (وَالْوَالِدَاتُ يُرْضعْنَ أَوْلادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرَّضَاعَةَ. . .) والتعبير عن الجملة الطلبية بصيغة الجملة الخبرية فيه إشارة إلى أن الإجابة أمر فطري طبيعي، وأنه كان الطلب وكانت الإجابة، فعبر بما هو دال على الإجابة. </p><p> والتوحيد دعوة النبيين أجمعين، كما قال تعالى:  (وَمَا أَرْسَلْنَا مِن قَبْلكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُون) ، وقال تعالى:  (وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (٣٦) . </p><p> وإن الأمر الثاني - الذي ولي الأمر بالعبادة لله وحده، وهي تطهير النفوس من رجس الوثنية، والأوهام الفاسدة. الثاني - هو ما يتعلق بالأسرة لأن الأسرة قوام المجتمع يقوم عليها بناؤه، فلا يمكن أن يتكون مجتمع فاضل إلا من أسر قوية متماسكة برباط المودة، والمحبة والإحسان الذي هو غاية المحبة، وإن أولى رباط في الأسرة هو رباط الولد بأبويه، بالإحسان إليهما؛ ولذا قال سبحانه بعد الأمر بعبادة الله تعالى:  (وَبِالْوَالِدَيْنِ إِحْسَانًا) ، والإحسان زيادة في المعاملة عن المعاملة بالمثل أو بالعدل، وإنه زيادة عن العدل، بل فيه المحبة والرحمة؛ ولذا يقول الله تعالى:  (إِنَّ اللَّهَ يَأمرُ بِالْعَدْلِ وَالإِحْسَانِ. . .) ، والإحسان أصله مصدر أحسن، وهو الإتقان والإجادة، وبلوغ أقصى الغاية في الإجادة، فالإحسان في العبادة أن تبلغ أقصى درجات التجرد لله تعالى بأن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك، والإحسان إلى الأبوين أن تبلغ أقصى درجات الوفاء لهما في البر والمكافأة، وأن تزيد في المعاملة الحسنة، عما كان يكون منهما، احتياطا للرعاية والشفقة، والإحسان إلى الناس أن تعاملهم بالمودة الظاهرة، وإفشاء السلام بينهم فخير الإسلام </p><p> أن تقرأ السلام على من تعرف ومن لم تعرف، وإحسان العمل إتقانه (إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا) . </p><p> وإن الإحسان إلى الوالدين ابتدأ بهما لأنهما رأس الأسرة، وهما أصل تكوينها، فمنهما تتشعب، وتمتد من الأصول إلى الفروع ثم إلى الحواشي؛ ولذلك كان الإحسان واجبا لكل من يربطهم بهما رحم، وذكر الإحسان إلى ذوي القربى، فكان الميثاق الإنساني العالي الذي أخذه الله تعالى على بني إسرائيل فقال تعالى:  (وَذِي الْقرْبَى) والقربى مؤنث أقرب، والمعنى أن بعد الوالدين ذو القربى، صاحب القرابة الأقرب مترتبة الأقرب فالأقرب، وذلك يتفق مع ما روي عن النبي - صلى الله عليه وسلم -. وقد سئل: من أحق الناس بحسن صحابتي يا رسول الله؟ قال:  \" أمك.قال:ثم من؟قال:أمك،قال:ثم من؟قال:أمك،قال:ثم من؟قال:أبوك \"  (١) ثم الأقرب فالأقرب، فمعنى ذي القربى، القريب الأقرب ثم يتوالى الأقرب فالأقرب. </p><p> والأسرة في الإسلام ممتدة، ليست مقصورة على الأبوين أو الزوجين، بل إنها ممتدة تشمل الأقرباء أجمعين، يحسن إليهم الأقرب فالأقرب حتى يعمهم ويبرهم جميعا، ولقد قال - صلى الله عليه وسلم -: \" من أراد أن يبارك له في رزقه، وينسأ له في أثره، فليصل رحمه \"  (٢) ، وإن ذلك كله تقوية لبناء الأسرة على التواصل والمودة والرحمة فإن المجتمع الكامل يتكون من أسر قوية وهي لبنة البناء، ولا يتكون بناء قوي إلا من لبنات قوية. </p><p> وإن العناية بالأسرة عناية بالجماعة، وإن الوطن لَا تتربى محبته إلا في بناء الأسرة، والنزوع الجماعي، والتربية الاجتماعية هي التي توح النفس الإنسانية محبة الجماعة وحسن التبادل العادل بينها وإنما يبدأ ذلك بالأسرة، وقد أراد بعض الفلاسفة - وسارت وراءهم بعض النظم - أن يمحو الأسرة ويربى الأطفال مع غير آبائهم </p><p>(١) متفق عليه؛ أخرجه البخاري: كتاب الأدب (٥٥١٤) ومسلم: البر والصلة (٤٦٢١) عن أبي هريرة رضي الله عنه. (٢) عَنْ أنَس بْنِ مَالِك - رَضِي اللَّهُ عَنْهُ - قَالَ: سَمعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: \" مَنْ صَرةُ أنْ يُبْسَطَ لَه فِى رِزْقه وَيُنْسَأ لَه فِى أثَرِه فًلْيَصِلْ رَحمَهُ). [متفق عليه، رَواه البخاري: كتاب البيوع (١٩٢٥) وصلم: البر والصلَةَ والآداب (٤٦٣٩)].</p><p> ليكونوا جميعا منتمين للجماعة. . فنمت أجسامهم، ولكن من غير عواطف إنسانية فمحوا الأسرة، والجماعة معًا. </p><p> الأمر الثالث - أنه قد اتجه الميثاق الإنساني الذي أخذ على بني إسرائيل إلى الإحسان إلى الضعفاء فقال تعالى:  (وَالْيَتَامَى وَالْمَسَاكِين) واليتيم هو من ققد أباه، فإن الأب هو العائل الكالئ الحامي، ومن فقده فقد انفرد في هذا الوجود، والأم وإن كانت هي الحانية العاطفة التي تغذيه بأنبل العواطف، لَا تحميه، وبالفطرة الأولى لَا تعوله؛ ولذلك لَا تعوض حماية الأب، وكلاءته. </p><p> والمسكين هو الذي أسكنته الحاجة، أو المرض المزمن، وإن كلمة المسكين بعمومها تشمل الفقير، لأن الفقير أسكنته الحاجة وأذلته، وهؤلاء جميعا الضعفاء، وإنه قد يشمل ابن السبيل أيضا، وهو الذي ينقطع عن ماله، ويكون في بلد بعيد عن بلده فهو قد أذلته الحاجة أيضا. </p><p> وفى الحقيقة إن اليتامى والمساكين بهذا العموم هم الضعاف في الجماعة، ورعاية الضعفاء وقاية لبناء الأمة من الانهيار، وإلا كانوا أشتاتا غير متراحمين يأكل بعضهم بعضا. وقدم الإحسان على اليتامى وإن كانوا أغنياء على المساكين؛ لأن اليتيم ضعيف، وإن كان كثير المال وهو ذو حاجة وإن كان غنيا، والإحسان إليه أن يقوم القائم عليه بتربيته، وألا يقهره ولا يذله، وأن يضمه إلى عياله. </p><p> فإنه إن لم يُحط بالعطف والرعاية والمحبة تربى على النفرة من الجماعة فيكون الشذَّاذ والكارهون للمجتمعات؛ ولذلك كانت النصوص الكثيرة الداعية إلي إكرام اليتيم، ولقد قال النبي - صلى الله عليه وسلم -: \" خير بيوت المسلمين بيت يكرم فيه يتيم، وشر بيوت المسملين بيت يقهر فيه يتيم \"  (١) . فاليتامى إكرامهم فيه تقوية للأمة بإنشاء نشء على الخلق القويم. </p><p> الأمر الرابع - بعد إقامة الأسرة ومراعاة الضعفاء في هذا الميثاق الإنساني الذي أخذ على بني إسرائيل وليس خاصا بهم دعا سبحانه وتعالى إلى بناء مجتمع </p><p>(١) عَن أبي هًرَيْرَة عَنْ النبِي - صلى الله عليه وسلم - قَالَْ \" خَيْرُ بَيْب فِى الْمُسْلِمِينَ بَيْت فِيه يَتِيم يُحْسَنُ إِلَيْه، وشَر بَيْت فِى الْمُسْلِمِينَ بَيت فِيهِ يَتِيمٌ يُساءُ إِلَيْهِ \". [أخرجه ابن ماجه: كتاب الأدب - باب حق اليتيم (٣٦٦٩)].</p><p> إنساني يعم يعم الإقليم والجنس والناس أجمعين فقال تعالى:  (وَقُولُوا لِلنَّاسِ حُسْنًا) وقوله تعالى: (وَقُولُوا) معطوف على لَا تعبدون إلا الله، لأنها مرادف هذا الميثاق الإنساني الذي أخذ على بني إسرائيل، وهو يحمل في نفسه موجب تنفيذه، لأنه حقيقة الدين، وهو في أعلى درجات المعاملات، فهل استجابوا وأقروا به، وقد أخذ عليهم بقوة، ورفع الجبل فوقهم ليخضعوا للحق ويذعنوا له؛ إنهم أعرضوا عنه؛ ولذا قال تعالى في حالهم بعد أخذه عليهم:  (ثُمَّ تَوَلَّيتمْ إِلَّا قليلًا مّنكُمْ وَأَنتُم مُّعْرِضُونَ) . </p><p> التولي الإعراض الذي تدل عليه مظاهر حسية، ومنه قوله تعالى. (أَعْرَضَ وَنأى بجانبِهِ. . .) ، فالأصل فيه أنه إعراض يدل عليه مظهر حسي، وقوله تعالى:  (وَأَنتُم مُّعْرِضُونَ) معناه أنهم تولوا بأجسامهم ونأوا عنه بحسهم، والمعنى أنهم معرضون مقاطعون لمبادئه وهذا تأكيد للإعراض وأنهم تركوه جملة وتفصيلا من غير أن يقبلوا منه شيئا، وقد أكد سبحانه الإعراض بالتصريح بالإعراض مع أن التولي يتضمن معناه، وأكده بالجملة الاسمية، أي أنه مع أنه ميثاق مؤكد، ومعناه قويم ترتضيه، العقول وتطلبه - أعرضوا عنه. </p><p> والخطاب للذين كانوا في عهد محمد - صلى الله عليه وسلم - ومن سبقوهم، لأنهم شاركوهم في ملتهم، واتبعوهم في توليهم، فكانوا صالحين لأن يخاطبوا بما خوطب به أسلافهم، وبيان حالهم وأمرهم. </p><p> وإن الله تعالى حكم عدل يحصي عمل الفاسدين، ويسجل خير الأخيار؛ ولذلك استثنى في الإعراض فقال:  (إِلَّا قَلِيلًا مِّنكُمْ) فهم استجابوا لمقتضى الميثاق ولم يعرضوا وإن الحكم بالتولي ابتداء عليهم جميعا، ثم استثنى سبحانه الذين استجابوا ولكن لقلتهم كان الخطاب لهم جميعا. </p><p> وقوله تعالى:  (ثُمَّ تَوَلَّيْتُمْ) التعبير بـ (ثُمَّ) في موضعه من البعد بين الميثاق وما اشتمل عليه من أمور معمولة مطلوبة في حكم الشرع والعقل، ثم يكون من بعد ذلك الإعرأض الجافى الشديد منكم، إنه لأمر غريب لو كان من غيرهم. </p><p> * * * </p><p> سفك دمائهم وإخراجهم وأسرهم </p><p> (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لَا تَسْفِكُونَ دِمَاءَكُمْ وَلَا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُونَ (٨٤) ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِمْ بِالْإِثْمِ وَالْعُدْوَانِ وَإِنْ يَأْتُوكُمْ أُسَارَى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَلِكَ مِنْكُمْ إِلَّا خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٨٥) أُولَئِكَ الَّذِينَ اشْتَرَوُا الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُونَ (٨٦) </p><p> * * * </p><p> إن اليهود قد أصابهم ما أصاب الأمم من تفكك في وحدتهم، فكانوا يتسافكون دماءهم ويمالئ بعضهم جماعات أخرى بينهم وبينهم حرب، فينضم فريق منهم إلى بعض المتقاتلين، وآخرون إلى غيرهم فيقاتل بعضهم بعضا، في ظل العدوين المتقاتلين، وقد أخذ الله تعالى عليهم العهد بمنع سفك دمائهم، وأخذ عليهم العهد بألا يخرج بعضهم بعضا من ديارهم، ومع أن ذلك العهد حفظ لجميعهم وحقن لدمائهم ويفرض التعاون بينهم - خالفوه. </p>"
}