{
  "id": null,
  "sura": 2,
  "aya": 200,
  "text": "<p> (فَإِذَا قَضيْتُم مَّنَاسكَكُمْ فَاذْكُرُوا اللَّهَ كذكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذكْرًا ... (٢٠٠) المناسك: جمع منسك وهو العبادة؛ أي إذا أديتم عباداتكم التي بينها النبي - صلى الله عليه وسلم - على وجهها، </p><p> وكما شرعها ربكم، فاملئوا قلوبكم بثمرتها، وهي ذكر الله دائما وعمران القلوب به، فهو غاية العبادة ومرماها؛ وذكر الله دائما في كل الأعمال والأقوال هو الذي ينهى عن الفحشاء والمنكر؛ فإن المرء إذا عمر قلبه بذكر ربه آناء الليل وأطراف النهار - ما أقدم على معصية، وما آذي مخلوقا، وما أفسد مجتمعا، وما ظلم وما بغى؛ ولذلك قال سبحانه:  (إِن الصَّلاةَ تَنْهَى عَنِ الْفحْشَاءِ وَالْمُنكَرِ وَلَذِكر اللهِ أكبَرُ. . .) . </p><p> ولذلك طالب سبحانه الحجاج بأن يذكروا الله كذكرهم آباءهم، فإن المرء لا ينسى أباه، وإذا كان لَا ينسى أباه لأنه كان السبيل الذي وصل به إلى هذا الوجود، فليذكر خالق أبيه وخالقه وخالق كل مَن في هذا الوجود. </p><p> وإن ذكر الله سبحانه يقتضي أن يغضب المؤمن لعصيان الله في الأرض؛ لأن ذلك اعتداء على محارم الله؛ ومن اعتدى على محارم الآباء قوتل فمن اعتدى على محارم خالق الآباء أولى أن يقاتل ويحارب؛ وقد سئل ابن عباس عن قوله تعالى:  (فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ) فقيل له: قد يأتي على الرجل اليوم ولا يذكر أباه فقال ابن عباس: ليس كذلك، ولكن أن تغضب لله إذا عصي أشد من غضبك لوالديك إذا شتما، ففسر ابن عباس رضي الله عنه الآية بلازمها ونتيجتها وغايتها إذ إن نتيجة ذكر الله دائما الغضب عندما تنتهك محارم الله سبحانه وتعالى، وإن الله طالب بأن نذكره كذكر آبائنا أو أشد ذكرًا أي اذكروه سبحانه كذكركم آباءكم أو أشد ذكرًا من آبائكم، و \" أو \" في معنى الإضراب والترقي، أي أنه يطالبهم سبحانه بأن يذكروه كما يذكرون آباءهم، ثم يترقى في معاني التقرب منه، فيطالبهم بأن يكونوا أشد ذكرًا له من آبائهم؛ وكأن لطالب الهداية درجتين: أولاهما، أن يكون ذكره لله كذكره الآباء، فيغضب لمحارمه كما يغضب لشتم أبويه، ثم تترقى حاله في مراتب التهذيب الروحي والنفسي، فيكون أشد ذكرًا لله فيغضب لمحارمه أكثر مما يغضب لشتم الآباء. </p><p> وفى الآية فوق هذه المعاني السامية تعريض بما كان يفعله أهل الجاهلية من قيامهم بعد يوم النحر في الأسواق يتفاخرون بالأنساب والآباء؛ كما تروي كتب </p><p> الأدب عما كان يجري من المسابقات الشعرية في الفخر والغزل في سوق عكاظ. </p><p> ولقد استبدل النبي - صلى الله عليه وسلم - بهذه المفاخرة خطبة استعرض فيها أمر الإسلام وذكر بعض أحكامه ليقتدي من بعده الأمراء فقد روى الإمام أحمد من حديث أبي نضرة قال: حدثني من سمع خطبة النبي - صلى الله عليه وسلم - في وسط أيام التشريق، فقال: \" يا أيها الناس، ألا إن ربكم واحد، وإن أباكم واحد، ألا لَا فضل لعربي على عجمي، ولا لعجمي على عربي، ولا لأحمر على أسود، ولا لأسود على أحمر إلا بالتقوى، أبلغت؟ قالوا: بلغ رسول الله - صلى الله عليه وسلم - (١) . </p><p> (فَمِنَ النَّاسِ مَن يَقُول رَبَّنَا آتِنَا فِي الدنْيَا وَمَا لَهُ فِي الآخِرَةِ مِنْ خَلاق) بعد أن بين سبحانه وتعالى ما يجب على الناس أن يذكروه عقب القيام بمناسك الحج، وهو أن يذكروه هو وحده، وينسوا أهواءهم وشهواتهم ويغضبوا لمحارم ربهم، بين ما يقع من الناس؛ فذكر أنهم طائفتان: طائفة تذكر الدنيا، ولا يدعون الله بعد مناسك الحج إلا بما يشبع رغباتهم وأهواءهم، ولا يذكرون الآخرة، كان العبادة في نظرهم ليست إلا ذريعة لطلب الشهوات أو الرغبات، أو مصالحهم الشخصية في الدنيا؛ وفريق يذكر الدنيا والآخرة؛ وقد ذكر الفريق الأول بقوله:  (فَمِنَ النَّاسِ مَن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا) الفاء هنا للإفصاح، أي إذا كان ذلك أمر الله فالناس ليسوا جميعا سواء في طاعته، فمنهم من يقول ربنا آتنا في الدنيا، وقد حذف المفعول للفعل آتنا للدلالة على تعميم المطلوب، فهم يطلبون كل ما يمكن أن يصل إليهم؛ ومن طلب الدنيا لَا يفرف بين هوى يرديه، وصالح يقيمه؛ ومعنى (وَمَا لَهُ فِي الآخِرَةِ مِنْ خَلاق) أي لَا نصيب لهم. وخلاصة المعنى: أن هؤلاء يلجأون إلى ربهم لينيلهم حظهم من الدنيا، راغبين في كل ما فيها لأنها همهم، ولا شيء سواها في نفوسهم، ولاغاية عندهم غيرها، وليس لهم أي نصيب في الآخرة. </p><p>(١) رواه أحمد: باقي مسند الأنصار - حديث رجل من أصحاب النبي - صلى الله عليه وسلم - (٢٢٣٩١). وأبو نضرة هو المنذر ابن مالك بن قطعة، من الطبقة الوسطى من التابعين.</p>"
}