{
  "id": null,
  "sura": 2,
  "aya": 43,
  "text": "<p> (وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ (٤٣) </p><p> قوله تعالى:  (وَأَقِيمُوا الصَّلاةَ) معطوف على قوله: (وَآمِنُوا بِمَا أَنزَلْتُ مُصَدِّقًا مَعَكُمْ) أو بالأحرى معطوف على قوله تعالى: (اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ </p><p> عَلَيْكُمْ) فقد أمرهم تعالى بأوامر متعاقبة بعضها مترتب على بعض، أولها أن يذكروا نعمة الله تعالى ليتدبروا ويتفكروا ولعلهم يشكرون هذه النعم، ولا يكفرونها، ثم أمرهم سبحانه بأن يوفوا بالذي عاهدهم عليه، وأن يوفي لهم بعهده بأن يكفِّر عن سيئاتهم، ويدخلهم الجنة، ثم حذرهم وأرهبهم، ثم طالبهم بأن يؤمنوا بما أنزل من الكتاب الذي يصدق ما معهم، وألا يكونوا أول كافر به، ثم حذرهم، وشدد في أمرهم بالتقوى ثم نهاهم عن أن يخلطوا الحق بالباطل، وألا يكتموا الحق الخالص. </p><p> ثم بعد أمرهم بالإيمان أمرهم بالصلاة التي هي لب الإيمان، وهذه الصلاة نزل بها الكتاب الكريم الذي جاء مصدقا لما معهم، وهي الصلاة التي أمر بها النبي - صلى الله عليه وسلم -، وعلمها، وقال:  \" صلوا كما رأيتموني أصلي \"  (١) ، لأنها لازمة الإيمان بالقرآن الذي أمر بالإيمان به، وأمر بالزكاة، وبذلك أمر بركني الإسلام، وشعبتيه، وهما تهذيب الروح بالصلاة، ومثلها الصوم، والثاني قيام بناء اجتماعي متعاون فأمر بالزكاة، وبقية العبادات بل التكليفات كلها لَا تخرج عن هاتين الشعبتين: تهذيب الروح، وربط المجتمع بالتعاون الوثيق. </p><p> ثم قال تعالى:  (وَارْكَعُوا مَعَ الرَّاكِعِينَ) وذلك إما بالاندماج بالصلاة في جماعة المسلمين، والائتلاف معهم في جماعاتهم، وإما بالخضوع المطلق لله رب العالمين، ولعل المراد باركعوا مع الراكعين الأمران معا وهو الصلاة في جماعة، والخضوع بالائتلاف مع الراكعين، والاندماج فيهم، والله تعالى أعلم. </p><p> * * * </p><p>(١) بهذا اللفظ هو رواه البخاري: كتاب الأذان (٥٩٥)، عن مالك بن الحويرث رضي الله عنه.</p><p> (أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ (٤٤) وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ (٤٥) الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ (٤٦) يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ (٤٧) وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ (٤٨) </p><p> * * * </p><p> هذا خطاب لبني إسرائيل في أمرٍ يفعله علماؤهم، ويرضى به سائرهم، فيلامون جميعا عليه، وهو خطة يسير عليها أسلافهم، ويرضى عنها أخلافهم، فصح أن يخاطب بها جميعهم، إذ هو عيب فيهم سلفا وخلفا، وهو عيب الناس إذا ضعف وازع الدين، وغلب عليهم حب الدنيا، وهو أن يأمروا الناس بالحقائق الدينية، ويدعونهم إليها، ولا يأخذون بهديها، وتلك إحدى صفات النفاق، وهي شأن الذين يلبسون الحق بالباطل، ويكتمون ما أنزل الله تعالى، فيكون قولهم مخالفا لفعلهم (كبُرَ مَقْتًا عِندَ اللَّهِ أَن تَقُولُوا مَا لَا تَفْعَلُونَ) . </p><p> كان أحبار اليهود في كل أدوارهم عندما صار التدين شكلا لَا روح فيه، ومظهرا لَا حقيقة له كانوا يذكرون للناس حقائق دينية، لَا يعملون بها، ويعلنون أمورا في نجواهم ينكرونها في جهرهم، فكانوا يقررون أن أوصاف النبي - صلى الله عليه وسلم - في كتبهم، وينكرونها أمام النبي - صلى الله عليه وسلم - وأصحابه لكيلا يحاجوهم بها عند ربهم، وكأنه سبحانه وتعالى لَا يعلم خفي أمرهم. </p><p> ولذا خاطبهم الله سبحانه وتعالى مستنكرًا تلك الحال فيهم، لأن من فعلها منهم لم ينكرها سائرهم، والاستفهام هنا إنكاري لإنكار الواقع، أي أنه كان منهم، </p><p> ويستنكره الله تعالى عليهم، وإنكار الواقع توبيخ، وبيان أنه لَا يصح، ولا ينبغي أن يكون، والبر هو الخير، وهو ضد الإثم، والنبي - صلى الله عليه وسلم - عرف الإثم بأنه \" ما حاك في صدرك وكرهت أن يطلع عليه الناس \"  (١) . </p><p> والنص استنكار لحالهم من أنهم يأمرون الناس بالخير، وينسون أنفسهم، أي يتركونها من غير توجيه إليه، ويكونون بمنزلة من ينسونها، ولا يفكرون في أمرها، مع أن دواعي التذكير والتفكر في ذات أنفسهم قائمة لأنهم يتلون الكتاب؛ ولذلك قال تعالى في هذا النص السامي: </p><p>(١) رواه مسلم: كتاب البر والصلة (٤٦٣٢)، وأحمد: مسند الشاميين (٦٩٧٣ ١). من حديث نواس بن سمعان الكلابي الأنصاري. وبنحوه رواه الترمذي والدارمي.</p>"
}