{
  "id": null,
  "sura": 2,
  "aya": 203,
  "text": "<p> (وَاذْكروا اللَّهَ فِي أَيَّامٍ معْدودَات ... (٢٠٣) هذا ذكر لله خاص في أيام مذكورة بعد قضاء مناسك الحج؛ وقد أمر الله في الآية السابقة بالذكر العام، وفي هذه الآية ذكر </p><p> خاص، والأيام المعد ودات التي يصحبها ذكر خاص، أيام التشريق الثلاثة، وقد نقل القرطبي في كتابه الجامع لأحكام القرآن عن أبي عمر بن عبد البر الإجماع على أن الأيام المعدودات في الآية الكريمة هي أيام منى، أيام التشريق الحادي عشر والثاني عشر والثالث عشر من ذي الحجة، وهي أيام أكل وشرب. وذكر الله الخاص في هذه الأيام بالتصدق على الفقراء من الذبائح التي ذبحوها في يوم النحر، ورمي الجمار فيها، بعد أن يكون الحجيج قد رموا جمرة العقبة في يوم النحر؛ وفي رمي الجمار يكبر عند كل حصاة يرميها؛ وهذا بلا شك ذكر خاص. </p><p> ورمي الجمار على ذلك الشكل في أيام منى الثلاثة عملي حسي مادي يقترن به عمل نفسي وجداني، وهو إشعار القلب بعظمة رب المالمين، وتلك الحركات الجسمية هي للدلالة على التعلق القلبي بالأرض التي بارك الله فيها، وبالتالي التعلق بمن شرفها بالانتساب إليه، فسماها حرمه المقدس، وبيته الآمن. وكون الحركات على هذا الشكل وبهذا الوضع ليس من الأمور التي تحلل، كما أن محاولة معرفة العلة في كون الصلاة على هذا الشكل محاولة في غير جداء، إنما هذا أمر توقيفي، قد ارتضاه رب المالمين على لسان النبي الكريم سبيل الزلفى إليه، وتوجه القلوب نحو ذاته العلية التي لَا يحدها مكان، ولا يجري عليها الزمان. </p><p> وقد أشار النبي - صلى الله عليه وسلم - إلى أن هذه الأيام هي أيام منى بما روى الدارقطني والترمذي أن ناسا من أهل نجد أتوا رسول الله - صلى الله عليه وسلم - وهو بعرفة، فسألوه، فأمر مناديا فنادى:  (الحج عرفة، فمن جاء ليلة جمع قبل طلوع الفجر فقد أدرك، أيام منى ثلاثة فمن تعجل في يومين فلا إثم عليه، ومن تأخر فلا إثم عليه)  (١) . </p><p> وإن هذه الأيام يحرم الصوم فيها عند جمهور الفقهاء؛ فقد روي أن النبي - صلى الله عليه وسلم - قال:  \" أيام التشريق أيام كل وشرب وذكر لله \"  (٢) . </p><p>(١) رواه الترمذي عن عبد الرحمن بن يعمر: كتاب الحج - من أدرك الإمام بجمع (٨١٤)، ورواه النسائي (٢٩٩٤) وأبو داود (١٦٦٤) وابن ماجه (٣٠٠٦) وأحمد (١٨٠٢٢) والدارمي (١٨١١). (٢) رواه مسلم: كتاب الموم - تحريم صوم أيام التشريق (١٩٢٦) وأحمد: أول مسند البصريين (١٩٧٩٧).</p><p> (فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ لِمَنِ اتَّقَى) </p><p> هذه الأيام هي التي يكون بعدها النفير إن كان قد أدى الحاج كل الأركان، وقد بين القرآن الكريم أنه لَا يلزم أن يبقى الأيام الثلاثة بمنى فإن شاء بقي يومين يرمي فيهما الجمرات، ونفر قبل فجر اليومِ الثالث؛ وإن شاء بقي اليوم الثالث؛ وهذا معنى الجملة الكريمة (فَمَن تَعَجَّلَ فِي يوْمَيْنِ) أي سافر معجلا في اليومين الأولين فلا إثم عليه في التعجيل (وَمَن تَأخَّرَ فَلا إِثْمَ عَلَيْهِ) أي من بقي إلى تمام اليوم الثالث فلا إثم عليه. </p><p> وقد قيد الله سبحانه نفي الإثم بقوله (لِمَنِ اتَّقَى) للإشارة إلى أن العبرة بتقوى القلوب فتلك الحركات الحسية من التزام مكان معين في زمان معين، ورمي الجمار الثلاث لكل جمرة سبع حصيات؛ كل هذا لَا غاية له، ولا ثمرة إلا تربية التقوى وتنميتها في القلوب، لتتهذب النفس، ويربى الوجدان ويخشى العبد الديان، فيراقبه في كل الأفعال وكل الأقوال، فيكون مجتمعًا مهذبًا كاملًا صالحًا قويًا؛ لأن تهذيب الآحاد تقوية لبناء الجماعة، فلا تتنافر أجزاؤها، ولا تتباعد آحادها، وتقوم على تقوى من الله ورضوان. </p><p> وإن هذه الأيام التي يقوم فيها الحجيج بذلك الذكر في البقعة المباركة، يشاركهم فيها المسلمون في كل بقاع الأرض في بعض أفعالهم، وذكرهم؛ فالحجيج ينحرون ليتحللوا، وسائر المسلمين ينحرون ليضحوا، ويشاركوا وفود الله في صدقاتهم؛ والحجيج يكبرون ويرمون الجمار، والمسلمون في الأمصار يشاركونهم في التكبير عقب الصلوات. </p><p> وقد اتفق الفقهاء على أن المسلمين يسن لهم أن يكبروا عقب الصلوات من صبح يوم عرفة وهو اليوم التاسع إلى ما بعد صلاة العصر يوم عيد الأضحى؛ واقتصر أبو حنيفة على ذلك وتبع في ذلك عبد الله بن مسعود، ولكن أبا يوسف ومحمدا مع جمهور الفقهاء على أن التكبير لَا ينتهي عقب صلاة عصر يوم النحر، بل يستمر إلى عصر اليوم الثالث من أيام التشريق، أي اليوم الثالث عشر من ذي </p><p> الحجة؛ وأن تكبير المسلمين جميعا إشعار لهم بأنهم جميعا مع الحجيج بقلوبهم وذكرهم؛ وأن المجتمع الأكبر في حرم الله هو جمعهم أجمعين، وأن أولئك الضيوف الذين حلوا في ساحة الكريم المنان هي وفودهم إلى ذلك المؤتمر الأكبر، وأن المؤمنين مهما تتباعد الديار كلهم على قلب رجل واحد في رفع راية الإسلام ونشر مبادئه الفاضلة. </p><p> (وَاتَقُوا اللَّهَ وَاعْلَمُوا أَنَّكمْ إِلَيْهِ تُحْشَرُونَ) ختم الله سبحانه وتعالى آيات الحج التي أشار فيها إلى مناسكه، وذكر فيها بعض أعمال الحجيج الواجبة فيها، بهذه الجملة السامية، وبذلك الأمر الجازم القاطع، وهو الأمر المكون من عنصرين أحدهما: تقوى الله، وثانيهما: العلم اليقيني بالحشر، وأنه سيكون إلى رب العالمين؛ وفي هذا إشارة إلى خلاصة التدين وثمرة العبادات بكل أنواعها وكل طرقها، فإن لم تؤد أية عبادة إلى هذين الأمرين، فهي صورة لَا روح فيها، وشكل لا ثمرة منه، فإن لم ترب العبادة قلبا خاشعًا، وعقلا خاضعًا، وهوى ممنوعا، وترقبا خائفا، فهي عبادة جوفاء، وإن نسي الشخص لغفلة في نفسه أو غفوة من عقله؛ أو غشيان الضلال على قلبه - الحشر والحساب والعقاب والثواب فقد ضل ضلالا بعيدا. . إن الإيمان باليوم الآخر هو لب الدين، وهو الفاصل بين المهتدي والضال، فمن حسبها دنيا لَا آخرة بعدها، فقد خسر خسرانا مبينا؛ خسر نفسه، فضل وأضل، وخسر حياته ففهمها أجلا محدودا لَا غاية وراءها، ولا سمو بعدها، وخسر العزاء الروحي الذي يجعله يرضى بشدائد الحياة رجاء لما وراءها؛ ولذلك قال الله تعالى:  (قَدْ خَسِرَ الَّذِينَ كَذبُوا بِلِقَاءِ اللَّهِ. . .) . </p><p> وفى الجزء الثاني من الأمر تهديد بالعقاب، بعد الترغيب في الثواب، وعند الله حسن المآب. </p><p> * * * </p><p> (وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ (٢٠٤) وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللَّهُ لَا يُحِبُّ الْفَسَادَ (٢٠٥) وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ (٢٠٦) وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ (٢٠٧) </p><p> * * * </p><p> بين الله سبحانه وتمالي في الأيات السابقة بعض العبادات التي تطهر النفوس وتزكي القلوب، وتحمي الجماعات وتوجهها نحو الخير العميم؛ فذكر الصدقات ثم ذكر الصوم، ثم ذكر الحج الذي تتلاقى فيه القلوب وتلتقي فيه وفود الجماعات الإسلامية من كل فج عميق في الساحة الربانية؛ وقد ذكر في طيِّ الكلام أصناف الناس في أدعيتهم التي تكشف عن خبايا قلوبهم، وأن منهم من يطلب الدنيا، ولا غاية له وراءها، ومنهم من يقول:  (رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ) . </p><p> والعبادات أيا كان نوعها دواء الجماعة وبلسم القلوب الشافي، وبعد أن ذكر الله سبحانه وتعالى ذلك الدواء الناجع ذكر سبحانه داء الجماعات المستحكم، ومرضها الممض، وهو النفاق، وخلابة اللسان مع فساد القلب والمظهر الحسن مع القصد السيئ، ومحاولة اجتذاب الناس بالقول المعسول مع فعله المرذول حتى إذا نال ثقتهم ملأ الدنيا بالشر، وظهر الفساد في البر والبحر. </p><p> وهكذا يذكر الله سبحانه دواء القلوب، ويذكر داءها، ليطب كل امرئ لنفسه بما يداويها، وتطب الجماعة لنفسها باجتثاث الشر من بين ربوعها، ونفي الخبث عنها كما ينفي الكير خبث الحديد. </p><p> وهذا التداوي يقوم به فريق الخير الذي نصبه الله سبحانه حجة للحق ومنارًا للشرع، وهذا ما ترمي إليه الأيات الكريمات: </p>"
}