{
  "id": null,
  "sura": 2,
  "aya": 249,
  "text": "<p> (فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ ... (٢٤٩) تولى طالوت إمرة بني إسرائيل، وقيادة جيوشهم، وتقدم بهم للانتصاف ممن أرهقوهم وأذلوهم، فخرج بهم من هدوء الاستخذاء والاستكانة إلى ميدان الجهاد. و \" فصَل \" معناها انفصل، وقد قال في ذلك الزمخشري: (فصل عن موضع كذا إذا انفصل عنه وجاوزه، </p><p> وأصله فصل نفسه، ثم كثر حذف المفعول حتى صار في حكم غير المتعدي \" انفصل \" ، وقيل فصل عن البلد فصولا، ويجوز أن يكون فصله فصلا، وفصل فصولا، كوقف وصد، ونحوهما، والمعنى انفصل عن بلده) ويستفاد من هذا النقل أن فصل تستعمل لازمة ومتعدية عند بعض اللغويين، وعند الأكثرين هي متعدية أجريت مجرى اللازم لكثرة حذف المفعول. </p><p> ولما خرج طالوت بجند بني إسرائيل قال لهم (إن الله مبتليكم) أي مختبركم \" بنهر \" وهو بالفتح والسكون لغتان فيه، والنهر: المجرى الواسع الذي يجري فيه الماء، مأخوذ من نهر الأرض بمعنى شقها شقًا واسعًا. </p><p> وما نوع الابتلاء؟ أهو ابتلاء لمعرفة مقدار طاعة جنده، لأنهم بايعوه وما أرادوا، وقبلوا ملكه وما كادوا يفعلون، فأراد قبل أن يخوض غمار الحرب أن يعرف من أذعن ورضي فيقاتل به؛ لأنه يكون كنفسه، ومن كان في قلبه ذرة من التمرد أو عدم الإذعان القلبي، فإنه ليس له به حاجة. والنصرة في الجيش باتحاد القلوب والقوة المعنوية، وحسن الطاعة للقيادة، فجند قليل متحدة أهواؤهم ينتصرون بعون الله. على ذلك جمهور المفسرين. </p><p> ويصح أن يكون المراد بابتلاء الله لهم أنهم يفصل بينهم وبين أعدائهم نهر، وقد وصلوا إليه مجهدين من العطش والتعب، فخشي أنهم إن مكثوا حوله، وملئوا مزاداتهم وبطونهم واستراحوا واستجموا، أحس بهم أعداؤهم، فاجتازوا النهر إليهم، وأبعدوهم عنه، فأراد طالوت أن يأخذ عدوه بالجولة الأولى المفاجئة، فيجتاز النهر قبل أن يحسوا به، وإن اجتازوه صار النهر في قبضتهم يشربون منه ما شاءوا من غير حاجة إلى التزود، وكانوا هم على الماء، وعدوهم أسفل منه. </p><p> هذا احتمال قريب لَا ينافيه نسق القرآن الكريم، ويتحقق فيه مَعنى الابتلاء الشديد؛ لأن كونهم بجوار الماء بعد جهد وعطش، ولا يأخذون منه إلا غرفات تذهب بالعطش من غير شبع وتزود منه، هذا بلا شك ابتلاء من الله، ويتحقق فيه أيضًا معنى الاختبار للطاعة، وهو يتفق مع الخطط الحربية؛ لأن الفجاءة في الحروب </p><p> سلاح يقتل ويفرق الجمع، ثم فيه اختبار لعزائمهم وقوة إرادتهم فوق اختبار طاعتهم. </p><p> (فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ) أي فمن شرب منه متزودًا مستجمًا حوله مستبردًا بمائه مستمتعًا به مستنيما إلى الراحة بجواره (فَلَيْسَ مِنِّي) أي فليس في قيادتي، بل هو خارِج على طاعتي، وليس معنا في هذا الجهاد المتعب في أوله، والمثمر في آخره؛ (ومن لَّمْ يَطْعَمْهُ) أي لم يذقه (إِلَّا مَنِ اغْتَرَفَ غرْفَةً بِيَدِهِ) أي أنه لم يذق من ماء النهر إلا بقدر اغترافه بيده ما يبل عطشه، وينقع غلته، ويدفع حاجته العاجلة من الماء أي فمن لم ينل من ماء النهر إلا بهذا القدر (فَإِنَّهُ مِنِي) أي معي في جندي، وهو في سلطان قيادتي، وله معي غب النصرة وفخار الانتصار. </p><p> والاغتراف هو الأخذ من الشيء باليد، والغرفة مقدار الماء الذي يغترف باليد. </p><p> وهنا بحث لفظي نبه إليه الزمخشري، وهو تقديم جواب الشرط على الاستثناء من الشرط، فقد قال:  (وَمَن لَّمْ يَطْعَمْهُ فَإِنَّه مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً) وكان التأليف المعهود للناس أن يقال: (ومن لم يطعمه إلا من اغترف غرفة بيده فإنه مني) ولكن النص السامي جاء بتقديم الجواب على مستثنى الشرط لحكمة بليغة، وهي المسارعة إلى الحكم بالاتصال؛ وإثبات أن أساس الصلة التي تربطهم ألا ينالوا من الماء، ثم رخص لهم في الغرفة بيد لنقع الغلة، وذلك ليقللوا ما كان في طاقتهم التقليل؛ لأنهم إن استرسلوا في أخذ الماء لَا يقفوا عند القليل، بل ينالوا منه الكثير. </p><p> (فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِّنْهمْ) لم تكن نتيجة ذلك الامتحان الذي اختبرت فيه حكمتهم، وطاعتهم، وعزيمتهم تتفق مع رغبتهم في العزة بدل الذلة، فلم ينظروا إلى المآل بدل الحال، لم يصبروا على التعب الوقتي بالعطش ليفاجئوا عدوهم في عقر داره، وما غُزي قوم في عقر دارهم إلا ذلوا، ولم يطيعوا قائدهم الحكيم، والطاعة أساس الجندية؛ ولم يستحصدوا بعزائمهم فلا يستنيموا إلى الراحة قبل وقتها. </p><p> ولذا قال تعالى:  (فَشَرِبُوا مِنْهُ إِلا قَلِيلًا مِّنْهمْ) أي فشربوا منه وكرعوا واستراحوا حوله واستجموا قبل أن يجيء وقت الاستجمام، إلا قليلا منهم ربط الله على قلوبهم؛ وبذلك لم يطيعوا ولم يصبروا، ولم يجمعوا عزمهم متحملين التعب العاجل، في نظير النصر والظفر الآجل. </p><p> ولقد قرأ أُبي والأعمش \" إلا قليلٌ \" ومن المعروف أن المستثنى بعد الكلام التام الموجب يكون المستثنى منه منصوبًا، فما وجه الرفع هنا؟ قالوا: إن معنى \" فشربوا \" أنهم ليسوا منه؛ لأنه تبين الارتباط اللازم بين الشرب، وكونهم ليسوا منه، فقد قال تعالى:  \"(فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّي)فالمعنى إذن؛ فليسوا منه إلا قليل منهم \" ؛ فقراءة الرفع إيماء بليغ بمقتضى المنهاج العربي إلى تضمن فشربوا معنى فليسوا منه المصرح بها سابقًا. ولقد قال في ذلك الزمخشري:  \" قرأ أُبي والأعمش إلا قليل بالرفع، وهذا مع ميلهم إلى المعنى، وإعراض عن اللفظ جانبا، وهو باب جليل من علم العربية،فلما كان معنى فشربوا منه:فلم يطيعوه، حمل عليه، كأنه قيل فلم يطيعوه إلا قليل منهم \" . </p><p> وإن لذلك فائدة بلاغية هي أنه كما قلنا إيماء إلى النتيجة المقررة للشرب، وكأنه تصريح بها، وهي أنهم ليسوا منه وقد انقطعت الصلة بينهم وبينه، فصاروا في ضفة من النهر مستريحين مستنيمين إلى هوى النفس، وطالوت ومن معه قد صاروا في الضفة الأخرى، قد فاجئوا العدو وحالوا بينه وبين الماء؛ ولذا قال سبحانه من بعد:  (فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنودِهِ) اجتاز طالوت النهر مع الذين صبروا على العطش والتعب، ولم ينالوا من الماء إلا ما يدفع العطش المميت؛ ولقد عبر سبحانه عن أولئك الصابرين الطائعين المدركين بقوله تعالى:  (وَالَّذِينَ آمَنوا مَعَهُ) للإشارة إلى أن الإيمان بالله والإذعان له سبحانه هو السبب في طلبهم العزة، وتحملهم المشاق في سبيلها، والصبر على المتاعب لنيلها، والطاعة لمن اصطفاه الله وليا لأمرهم، ومدبرا لشئونهم، وقائدًا لهم في ميدان العزة والكرامة. </p><p> والضمير في قوله تعالى:  (قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجالُوتَ وَجنُودِهِ) يحتمل أن يعود على بعض الذين اجتازوا النهر، ويحتمل أن يعود على الذين استناموا للراحة ولم يجتازوا النهر. </p><p> وعلى الأول يكون المعنى: إن الذين اجتازوا النهر، وهم الطائعون الصابرون المعتزمون كانوا فريقين: فريق هاله العدو وكثرته، فاعتراهم الخوف، وقالوا: لَا طاقة لنا اليوم بجالوت (وهو قائد جيش العدو) وجنوده؛ وفريق آخر لم تأخذ فؤاده الكثيرة ولم يذهب قلبه شعاعا، وهم الذين قال سبحانه وتعالى عنهم:  (قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ) . وكأنه على هذا التخريج يكون بنو إسرائيل مراتب ثلاثًا: أولاها وأدناها: أولئك الذين ارتضوا بالعصيان وخالفوا أمر قائدهم؛ والثانية: أولئك الذين اجتازوا النهر وأطاعوا، ولكن هالتهم الكثرة الكاثرة، وحسبوها الكارثة؛ والمرتبة العليا هم أولئك الذين آمنوا بلقاء الله تعالى، وفضلوا الباقية على الفانية، وباعوا أنفسهم لله سبحانه وتعالى. </p><p> وعلى أن الضمير في \" قالوا \" يعود على الذين لم يجتازوا النهر، يكون المعنى: إن الذين استناموا للراحة، وآثروا العصيان تقاولوا فيما بينهم وقالوا لَا طاقة لنا اليوم بجالوت وجنوده، أي أننا في حاجة إلى الراحة اليوم وإذا نلنا حظنا من الاستجمام والماء فقد يكون اللقاء. وأما الفريق الذين اجتازوا النهر، فقد وجدوا أنفسهم قلة قليلة أمام جموع كثيرة، وقد تخلف من إخوانهم الأكثرون، وقعدوا في الضفة الأخرى مخالفين، ولكنهم مطمئنون إلى نصر الله وتأييدهم وقد آمنوا بالآخرة فطلبوا الموت لينالوا الحياة، كما قال الصدِّيق خليفة رسول الله:  (اطلب الموت توهب لك الحياة) وقالوا: (كم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ) . </p><p> ومعنى لَا طاقة لنا اليوم بجالوت وجنوده: لَا قدرة لنا اليوم على ملاقاة جالوت وجنوده، ولو بتحمل أقصى المشقة؛ إذ الطاقة معناها أقصى ما يبذل من مشقة لحمل الأمر، وإذ انتفى ذلك فمعناه أن الأمر مستحيل بالنسبة لقُدَرهم، وهذا </p><p> هو ما يصوره الضعف والاستخذاء، واستمراء الذلة والضعة والهوان. ولأن القائلين لذلك القول فيهم هذه الصفات، نرجح أن الضمير يعود على الذين لم يجتازوا النهر ورضوا بالمقام مع العصيان. </p><p> فهذا قول الذين عصوا وذلوا، أما قول الآخرين فقد حكاه الله تعالى بقوله:  (قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ) الظن هنا بمعنى العلم القطعي الجازم؛ لأن شأن المؤمن أن يؤمن بالله ورسله واليوم الآخر إيمانًا قاطعًا جازمًا لَا شك فيه، وإنما عبر عن العلم اليقيني في هذا المقام بلفظ الظن لسببين: </p><p> أحدهما: أن اليوم الآخر مغيب غير محسوس. </p><p> وثانيهما: أن الظن يتضمن معنى الرجاء، ورجاء لقاء الله سبحانه وتعالى راضيًا عن فعل العبد يدفعه إلى العمل والجهاد في سبيله، وبيع النفس في سبيل إعلاء كلمة الله سبحانه وتعالى. </p><p> ووصف أولئك الثابتين الصابرين الذين أرادوا العزة فافتدوها بأنفسهم وأعظموا الفداء بأنهم الذين يظنون أنهم ملاقو الله، بيان للباعث القوي الدافع للرضا بالفداء، والصبر على البلاء، وذلك لأن الإيمان بلقاء الله يجعل المرء يستهين بكل ما ينزل به في الدنيا، لأنه مهما يكن مقداره، تعب ضئيل في مقابل نعيم مقيم يوم القيامة، ولأنه مهما يكن ما يلقاه من عنت في الدنيا لَا يعد شيئًا مذكورًا في نظير لقاء الله تعالى راضيًا عنه، متقبلا لأعماله، فذلك الرضوان دونه الدنيا كلها بحذافيرها. </p><p> وإذا كان المؤمن بلقاء الله المستشعر لعظمته يستهين بكل ما في الدنيا ومن فيها، فهو مستهين بعدوه مهما تكن كثرته؛ ولذلك قالوا:  (كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ) الفئة: الجماعة المتعاونة المتساندة التي يفيءَ بعضها إلى بعض، ويظاهر بعضها بعضًا، والمعنى كم من مرات كثيرة غلبت جماعة متعاضدة قليلة العدد جماعة كثيرة العدد، لقوة إيمانهم بالله وبحقهم. </p><p> وفى هذا إشارة إلى أن من أسباب النصر ألا يؤخذ الخصم بقوة خصمه بأكثر من أن يستعد له ويأخذ الأهبة للقائه؛ أما إن هاله أمره فإنه لَا محالة مغلوب؛ لأن القوة المعنوية ذخيرة فوق العدة والسلاح، ولا تكون القوة المعنوية لقوم يرهبون لقاء عدو الله وعدوهم، بعد أن اتخذوا الأهبة، واختار الله سبحانه وتعالى لهم القيادة الرشيدة، ذات الرأي السديد؛ والمنهج الحميد. </p><p> (وَاللَّهُ مَعَ الصَّابِرِينَ) ختم الله سبحانه وتعالى الآيات التي تفيد الاستعداد للقتال بتهيئة النفوس، واتخاذ سلاح المفاجأة أول سلاح يرفع ضد الأعداء - ببيان سلاح آخر هو أمضى الأسلحة التي تغالب الزمان، وتناضل الحدثان، وهو الصبر، فقال سبحانه:  (وَاللَّهُ مَعَ الصَّابِرِين) أي أن على الذين يتقدمون للجهاد في سبيل الله أن يدرعوا بالصبر، ويجعلوه أخص صفاتهم، ويستمسكوا به؛ فإن الله سبحانه وتعالى مع الصابرين. والمصاحبة الكريمة التي أفاض الله بها على الصابرين فقال:  (وَاللَّه مَعَ الصَّابِرِين) هي مصاحبة النصرة والتأييد والتوفيق. فالله جل جلاله، وعظمت قدرته، مع الصابرين، ومن كان الله معه فهو منصور، فإنه هو نعم المولى ونعم النصير. </p><p> * * * </p><p> (وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (٢٥٠) فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُودُ جَالُوتَ وَآتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشَاءُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ (٢٥١) تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ وَإِنَّكَ لَمِنَ الْمُرْسَلِينَ (٢٥٢) </p><p> * * * </p><p> اجتاز المؤمنون الصابرون النهر، وجمعوا عزائمهم في عزيمة واحدة، وقدروا النصر مع قلتهم وكثرة عدوهم، لأن الإيمان بالحق وحده عدة هي أقوى عدد الجهاد، وبهذه النفوس المؤمنة المتوثبة المفوضة أمورها لرب العالمين، تقدموا للقاء الأعداء، ولم يغرهم بالله الغرور ولم يفرضوا أن قوة البدن والسلاح والشعور بالحق وحدها كافية للنصر بل لابد من تأييد الله، ولذا قال سبحانه في وصفهم في ميدان القتال: </p>"
}