{
  "id": null,
  "sura": 2,
  "aya": 52,
  "text": "<p> (ثُمَّ عَفَوْنَا عَنْكُمْ مِنْ بَعْدِ ذَلِكَ لَعَلَّكُمْ تَشْكُرُونَ (٥٢) </p><p> أي أن هذه الجريمة الكبرى، وهي الإشراك بالله تعالى ما كانت لتغفر، ولكن الله تعالى عفا عنها، والتعبير هنا بـ (ثُمَّ) الدالة على التراخي والبعد، لبيان بُعد ما كان منهم عن أن ينالوا من بعده عفو الله تعالى، ولكنه سبحانه وتعالى توَّاب رحيم وسعت رحمته كل شيء ما دامت التوبة قد حصلت. </p><p> وهنا نجده سبحانه وتعالى عبر بالعفو، ولم يعبر بالغفران وقبول التوبة، وذلك لأن العفو يكون عما وقع بجهالة، وهم كانوا في حال جهالة، لتأثرهم بما كان عند المصريين من عادات جاهلية، ولأنهم خرجوا من ذل المعاصي إلى عزة الحق، فكان العفو أدنى إليهم، لأنهم كانوا في فتنة. </p><p> وقوله من بعد ذلك الكفران، والفتنة التي أضلتهم، فالإشارة إلى البعيد، لبعد ما ارتكبوا عن موجب العفو الذي نالوه، فهم كفروا كفرانًا مبينا، ولكن التوبة تجبُّ ما قبلها، ولم يكن الخطاب بالجمع لأن فتنة العجل لم تكن منهم أجمعين، بخلاف ما كان يسومهم به فرعون وآله من عذاب، فقد كان يعمهم، ولا يخص فريقا. </p><p> وقوله تعالى:  (لَعَلَّكُمْ تَشْكُرُونَ) ، لعل هنا للرجاء، والرجاء هنا من العبيد لَا من الله، والمعنى: عفونا عنكم لتكون حالكم حال الرجاء لشكر الله تعالى، فالرجاء لأمر يقع أو لَا يقع إنما هو من شأن الناس، ولا يمكن أن يكون من الله تعالى الذي يعلم ما يقع وما لَا يقع، ولا يغيب عن علمه شيء في الأرض، ولا في السماء، والله سميع عليم. </p><p> أو يكون الرجاء من الله تعالى، ويكون بمعنى الأمر، كما يقول السيد لخادمه فعلت معك كذا وكذا رجاء أن تعترف بالجميل، وتشكر لي حسن صنيعي، فهذا يكون حثا على فعل الجميل، بذكر موجبه، وعلى هذا المعنى تكون (لَعَلَّكُمْ) في مقام التعليل لوجوب الشكر، وتكون بمعنى: لكي تشكروا، إن كنتم لَا تكفرون بالنعمة، ولكن تشكرونها. </p><p> وبعد أن بين الله تعالى أنه سبحانه وتعالى عفا عنهم، مع عظيم ما ارتكبوا، وأنه سبحانه يدعوهم إلى شكره، وأن حالهم حال من يوجب على نفسه الشكر، بعد ذلك ذكر الله تعالى أنهم قد صاروا في منزلة ليست كمنزلة فرعون وقومه، وآله الذين ناصروه، ومالئوه في كفره، ولم يرشدوه أو يوجهوه إلى طريق الهداية؛ لأنهم ببعث </p><p> موسى عليه السلام إليهم، قد صاروا أهل كتاب، ولذا ذكرهم الله تعالي بنعمة النبوة فيهم فقال تعالى: </p>"
}