{
  "id": null,
  "sura": 2,
  "aya": 147,
  "text": "<p> (الْحَقُّ مِن رَّبِّكَ) أي الحق الجدير بالاتباع الذي لَا ريب فيه هو الذي ينزل عليك من ربك وما غيره باطل لَا يتبع، فإن خالفت ما جاء من ربك، فقد خالفته إلى الظلم؛ لأن ماعداه سير وراء هوى التعصب المنحرف والشرك، وقوله:  (مِن رَّبِّكَ) إشارة إلى أنه من عند الله ذي الجلال الذي رباك وعلمك وهذبك وهداك، وهو الذي يعلم ما ينفع وما يضر وما فيه الهداية وما فيه الضلال. </p><p> وإذا كان الحق لَا يكون إلا ما هو من جانب الله وأن ما عند غيره هو هوى النفوس، ووسوسة الشياطين (فَلا تَكُونَنَّ مِنَ الْمُمْتَرِينَ) الفاء لبيان أن ما قبلها سبب لما بعدها، والمعنى إذا كان ما نزل عليك هو الحق من منزل الحق الذي لَا ريب فيه فلا تكونن من الممترين. والامتراء التردد بين الشك واليقين، بحيث يعتريه دور يحس فيه باليقين ودور يحس بالشك الذي يناقض اليقين، وقد يطلق على مجرد الشك لتردده بين اليقين والشك، بل إن هذا التردد هو الشك في ذاته، فمعنى الشك موجود، واحتمال الشك ولو من وجه ينافي العلم الجازم. </p><p> والنهي عن الامتراء نهي عن أن تدخل أسبابه النفس، وأمر باليقين الدائم ويقول بعض المفسرين: إنه أمر بالاحتياط والتوقي، ذلك أن الشك يدخل النفوس بسريان ما عند أهل الأهواء إلى غيرهم، يبتدئ باستحسان ما عندهم، وأول الشر استحسانه، ثم يدخل الشر إلى النفس شيئا فشيئا حتى يحدث الشك فيما عنده. </p><p> وقال الله تعالى:  (فَلا تَكُونَنَّ مِنَ الْمُمْتَرِينَ) ، أي لَا تدخل في صفوف أهل الشك، وفي ذلك إيذان بأنه لو شك فيما عنده لدخل في صف الذين يمارون في الحق ويشككون فيه. </p><p> وأمر النبي - صلى الله عليه وسلم - هو أمر لأمته، فإن الشك أو الامتراء غير متصور منه، وغير متصور أن تكون من النبي - صلى الله عليه وسلم - أسباب الامتراء أو أن يدخل في صفوف المرتابين في </p><p> أمر ربهم الذين يكتمون الحق وهم يعلمون، إنما هو أمر لأمته، بأن يحتاطوا لدينهم الحق، فيزودوا أنفسهم دائما بالعلم الذي يزيدهم إيمانا، وبالقيام بالفرائض، واتباع السنن التي تزيدهم قوة في الاعتقاد، وتبعدهم عن مواطن الشبهات فيزدادوا يقينا، ولا يُبعد الشك ويحدث الاطمئنان إلا العمل الصالح وذكر الله تعالى دائما (أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ) . </p><p> وإن الله تعالى ينبهنا إلى أننا يجب علينا أن نتجه إلى قبلتنا وشرعنا، وليس علينا أن نغير ما عند غيرنا إن اتبعوا أهواءهم بعد أن نبين لهم الحق وندلهم عليه بالآيات البينات، فإن أعرضوا فلهم أعمالهم، ولنا أعمالنا؛ ولذا قال تعالى: </p>"
}