{
  "id": null,
  "sura": 2,
  "aya": 259,
  "text": "<p> (أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا ... (٢٥٩) </p><p> هذه الآيَة مرتبطة بالسياق والعطف بالآية قبلها، والعطف في المعنى واللفظ أو في المعنى فقط، ونسق القول هكذا: ألم تر إلى الذي حاج إبراهيم في ربه أن آتاه الله الملك، أو ألم تر كالذي مر على قرية وهي خاوية على عروشها والكاف هنا بمعنى مثل فالمعنى: أولم تر مثل هذا الذي مر على قرية وهي خاوية على عروشها؛ ولأن القصة الأولى قصة نبي معلوم من أولي العزم من الرسل مع ملك طاغية في زمانه لم يعبر بالكاف، أما هذه فلأن الشخص غير معلوم والمكان غير معلوم والقرية غير معلومة ذكر سبحانه الكاف فقال:  (كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا) لأنه إذا لم يعلم الشخص ولا الزمان ولا المكان كان المقصود العبرة وبيان الحال والشأن فناسب ذلك التعبير بالكاف التي هي بمعنى مثل وإن كانت القصة لها حقيقة واقعة كما ذكر سبحانه وهو العليم الحكيم. </p><p> والقرية المدينة من القَرْي بمعنى الجمع؛ لأنها الجامعة لأشتات الناس وأصنافهم. ومعنى خاوية على عروشها، أي سقطت جدرانها على سقوفها؛ لأن العرش معناه السقف، والتعبير بـ (خَاوِيَةٌ عَلَى عُرُوشِهَا) كناية عن خرابها وذهاب عمرانها وفناء أهلها، وأنه لم تعد لهم من باقية وقد خرجوا من هذه الدنيا الفانية. </p><p> وجد ذلك الذي مر على هذه القرية العظيمة الخراب قد خيم عليها وذهب كل ما فيها ومن فيها من الأحياء وبقيت الرسوم والآثار تعلن عمن عفت عليه الديار فهاله الأمر وتذكر الفناء وما بعد هذه الدنيا، ثم انبعث إيمانه باليوم الآخر، ولكن كان بين حقيقتين ثابتتين: إيمان صادق باليوم الآخر والبعث والنشور وذلك الفناء المحسوس الذي تحللت فيه أجزاء الإنسان فقال: (أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْد مَوْتِهَا) أي كيف يحيي هذه القرية التي فنيت وخربت بعد موتها و \" أنى \" تكون بمعنى \" من أين \" ، وتكون بمعنى \" كيف \" ، وهي هنا بمعنى \" كيف \" . </p><p> ويلاحظ أن التساؤل عن كيفية الإعادة لَا عن أصل الإعادة فهو مؤمن بها صادق الإيمان لكنه مأسور بالحس والعيان وكأن سلطان الحس هو الذي دفعه إلى ذلك التساؤل. وفي العبارة ما يدل على ذلك فالتعبير بالإشارة \" هذه \" فيه إشارة إلى تلك الحال الحسية الثابتة التي استولت على حسه وهي تلك القرية الخربة. وقد قدمها على لفظ الجلالة فقال:  (أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا) لأن السبب في التساؤل تلك ألحال الحسية التي هو عليها. </p><p> وموت القرية هو موت السكان فهو من قبيل إطلاق المحل وإرادة الحال، وكذلك الحياة فليست الحياة هي حياة البناء والجدران؛ لأنه لَا حياة لهما إنما الإحياء يكون لمن كانوا يسكنون البناء والجدران، سأل ذلك المار عن كيفية الإحياء وهو سر القدرة الإلهية لَا يعلمه أحد من عباده ولكن يرون آثاره، ولقد أجاب سبحانه ذلك السائل عن الكيفية بالحال العملية. </p><p> (فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ) أمات الله سبحانه وتعالى ذلك السائل عن الكيفية واستمر ميتا مائة عام ثم بعثه أي أثاره بالحياة (قَالَ كَمْ لَبثْتَ) أي مكثت في هذاه الحال، والقائل هاتف نفسي أو ملك ناداه أو قاله الله سبحانه وحيًا إذا كان ذلك السائل نبيا، والأقرب إلى خاطري هو أن يكون المتكلم عن الله إما ملك من السماء أو وحي أوحاه الله رب العالمين إليه. سأله كم مدة من الزمان مكثتها؟ فأجاب بإحساسه الذي أحسه وهو أنه ظن أنه كان نائما قد </p><p> استيقظ من نوم طويل (لَبثْتُ يَوْمًا) ، أي مكثت في نومي هذا يوما ولكنه رأى الشمس لم تغب فقال:  (أَوْ بَعْضَ يوْمٍ) هذا مظهر حسي قد تصور فيه الشخص الذي أماته الله أنه كان نائمًا ثم استيقظ، وفي ذلك تصوير للإنسان بأن الموت يشبه النوم والبعث يشبه اليقظة بعد النوم، ولقد قال النبي - صلى الله عليه وسلم - في جمع قريش عندما دعاهم دعوة الحق:  \" والله لتموتن كما تنامون، ولتبعثن كما تستيقظون، وإنها للجنة أبدا أو للنار أبدا \"  (١) . (قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ) أجابه الله سبحانه وتعالى بهاتف نفسي وجه نظره إلى ما حوله، أو بملك أرسله أو بوحي أوحى به إليه على ما بينا في الجملة السامية السابقة. أثبت سبحانه وتعالى أنه لبث مائة عام ووجه نظره إلى آيتين تثبتان قدرة الله تعالى: </p><p> إحداهما: إنه لم يتغير الطعام والشراب بل بقي كما هو على مر السنين وهذا معنى قوله تعالى: (لَمْ يَتَسَنَّهْ) وكان الضمير للواحد مع أنهما طعام وشراب؛ لأنهما في معناهما ومقصدهما الحاجة منهما شيء واحد. </p><p> الآية الثانية: الحمار وكيف بلى وتحلل وتفتت ولم يبق منه شيء، وهذا يدل على مر السنين وكر الأعوام. ويتجه بعض المفسرين إلى أن الحمار كان قائما كالطعام والشراب وأنه لم يتغير، ويؤيدون اتجاههم بأن السياق يدل على ذلك لأنه معطوف على الطعام والشراب، والفعل محذوف في المعطوف لدلالة المعطوف عليه. ويرى بعضهم أن المراد انظر إلى حمارك وقد صار عظاما بالية ثم رد إليه سبحانه وتعالى الحياة وقد اتخذوا من قوله بعد ذلك:  (وَانظُرْ إِلَى الْعِظَامِ كيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا) قرينة على ذلك. </p><p> وعندي أن الأقرب هو التخريج الأول؛ ولذلك أمر سبحانه وتعالى بالنظر إلى الطعام والشراب وحدهما ثم أمر بالنظر إلى الحمار وحده فكان هذا يشعر بالتقابل </p><p>(١) تاريخ إبن عساكر جـ ٦ ص ٣٩٦.</p><p> وهو يومئ إلى تغاير بينهما: فهذا بلى، وهذان بقيا على حالهما، وكان بقاؤهما دليلا على قدرة العلي القدير، وتغييره أمارة على مرور السنين. </p><p> وهنا بحث لغوي في قوله تعالى:  (يَتَسَنَّهْ) فإما أن نقول أنه من السنة </p><p> كقولهم: سانهت وسانيت فمعنى (لَمْ يَتَسَنَّهْ) لم يتغير بمرور السنين وذلك من سنهت النخلة وتسنهت إذا أتت عليها السنون وغيرتها، وإما أن نقول إنها من أسن الماء أي تغير. وقيل أصلها \" لم يتسن \" وقلبت النون هاء ولكن على معنى يتغير والأولى أولى بالقبول وأقرب في المعنى والاشتقاق. </p><p> (وَلِنجْعَلَكَ آيَةً لِّلنَّاسِ) والمعنى: فعلنا ما فعلنا لتدرك قدرة الله سبحانه وتعالى كما رأيت ولنجعلك آية، أي معجزة معلنة قدرة الله سبحانه وتعالى للناس لكي يؤمن بالبعث والنشور من لَا يؤمن ولكي يدرك عظمة الله في الخلق والتكوين من لم يدركها وعلى ذلك فالواو في قوله تعالى:  (وَلِنَجعَلَكَ) للعطف على نتائج الكلام السامي الذي سبقها، لأن نتيجته أن تطمئن وتدرك ولنجعلك. . . إلخ. </p><p> ووجه كونه آية للناس أن الناس تناقلوه فيما بينهم وأن أحفاده يذكرون أنه مات وانتهى فإن وجدوه حيا وأعلمهم بما كان له وما أصابه من موت ثم حياة، ولابد أن من أسرته ومن ذريته من يذكر غيبته وأنه عاد وأنه حيي بعد وفاة وبعث بعد موت - كان ذلك آية البعث وعلامته الحسية ودلالته القاهرة لمن عنده قلب أو ألقى السمع وهو شهيد. </p><p> وبعد أن ذكر سبحانه تلك الآية الدالة على كمال قدرته وجه الأذهان إلى ما في أصل الخلق من دلالة على قدرة الله سبحانه وتعالى على الإعادة كما هو قادر على الإنشاء، وأن الإنشاء نفسه دليل القدرة على الإعادة (كَمَا بَدَأَكُمْ تَعُودُونَ) ، وأنه لو تنبه الإنسان لأصل خلقه لأدرك عظيم القدرة، فقال سبحانه مخاطبا ذلك الذي أحياه بعد موت: </p><p> (وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا) أي انظر إلى العظام كيف ننشزها أي نركب بعضها في بعض بعد أن نوجدها، فالإنشاز الإنشاء للعظام </p><p> وتركيبها. وقرئ (كيف ننشرها) أي نحييها ونوجدها فالمعنى التفت إلى تكوين الله سبحانه وتعالى للإنسان والحيوان كيف ينشئ العظم أولا ويوجده ويركبه بعضه فوق بعض، حتى إذا تكونت العظام خلق سبحانه اللحم وتكون حول العظام كأنه الكسوة تكسوها فهذا كقوله تعالى:  (وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (١٢) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (١٣) ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ (١٤) . </p><p> ولقد أنتجت تلك البينات نتيجتها الحسية فحكى الله سبحانه ذلك عنه فقال: </p><p> (فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) أي لما تبين له بالأدلة الحسية المادية القاطعة لكل جدل قال: \" أعلم \" أي استيقن وأومن وأعتقد \" أن الله على كل شيء قدير \" . ويدخل في ذلك العموم البعث والنشور وإنشاء الحياة وإعادتها، ولكن إذا كان ذلك المار المتحدث عنه من الأنبياء كيف يقال عنه أنه تبين بعد تلك الإعادة الحسية وأنه علم علما مقترنا بها؛ إذ معنى ذلك أنه لم يكن عالما بذلك قبلها؟ ونقول في ذلك: إنه إذا لم يكن نبيا فلا مورد للاعتراض ولا داعي للجواب، ولكن إن كان نبيا فللاعتراض مورد وللإجابة موضع فنقول: إن العلم درجات واليقين درجات فالعلم المبني على الأدلة العقلية وعلى الإذعان المطلق للحق ببيان من لَا يتطرق الظن إلى قوله هو نوع من العلم القاطع الجازم وهو مهما تكن درجته من القوة والإيمان والإذعان دون العلم المبني على التجربة والحس والعيان، فذلك العلم المبني على التجربة والحس هو العلم الجديد الذي علمه ذلك النبي والذي كان نتيجة لذلك التبين الحسي الذي لم يعتمد على التفكير المجرد بل اعتمد مع ذلك على قوة الحس والتجربة فالتقى للعلم سببان: سبب مشتق من التفكير والإيمان والتصديق، وسبب آخر مشتق من التجربة والعيان. </p><p> هذه هي القصة الأولى التي تؤكد بالحس الإيمان بالحياة بعد الموت وبالبعث والنشور. أما القصة الثانية التي تؤكد هذا فهي قصة سيدنا إبراهيم خليل الله فقد قال تعالى: </p><p> * * * </p>"
}