{
  "id": null,
  "sura": 2,
  "aya": 256,
  "text": "<p> (لا إِكْرَاهَ فِي الدِّينِ قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَي) نفت الجملة الأولى من هاتين الجملتين الساميتين الإكراه في الدين، وبينت الجملة الثانية علة هذا النفي، وكيف تدرك الأديان، ومهمة الداعي إليها؛ فأما النفي الذي قررته الجملة الأولى فهو يتضمن أمرين: </p><p> أحدهما: تقرير حقيقة مقررة ثابتة، وهو أن الإكراه في الدين لَا يتأتي؛ لأن التدين إدراك فكري، وإذعان قلبي، واتجاه بالنفس والجوارح بإرادة مختارة حرة إلى الله سبحانه وتعالى، وتلك معان لَا يتصور فيها الإكراه؛ إذ الإكراه حمل الشخص على ما يكره بقوة ملجئة حاملة، مفسدة للإرادة الحرة، ومزيلة للاختيار الكامل، فلا يكون إيمان ولا تدين، إذ لَا يكون إذعان قلبي، ولا اتجاه حر مختار بالنفس والجوارح إلى الله رب العالمين. </p><p> الأمر الثاني: الذي تضمنه نفي الإكراه هو النهي عن وقوعه، فلا يسوغ للداعي إلى الحق أن يكره الناس حتى يكونوا مؤمنين؛ لأن الإكراه والتدين نقيضان لا يجتمعان، ولا يمكن أن يكون أحدهما ثمرة للآخر، ونتيجة له؛ لأنه كلما حمل الإنسان على أمر بقوة قاهرة غالبة ازداد كرهًا له ونفورًا منه. </p><p> فالنفي عن الإكراه إذن تضمن نفي تصوره في شئون الدين، ونفي المطالبة به، أو بالأحرى نهي الداعي إلى الحق عن سلوك سبيله؛ لأنه ليس سبيل المؤمنين، وليس من الموعظة الحسنة في شيء:  (ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادلْهُم بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمن ضَلَّ عَن سَبِيلِه وَهُوَ أَعْلَمُ بالْمُهْتَدينَ) . </p><p> هذه معاني الجملة الأولى السامية، أما الثانية وهي:  (قَد تَّبَيَّنَ الرّشْدُ مِنَ الْغَيِّ) ، فمعناها قد تبين وجه الحق ولاح نوره، وتبين الغي، وهو الضلال والبعد عن محجة الحق، وطمس معالمه، وهذه الجملة السامية تفيد أمرين كسابقتها: </p><p> أحدهما: أن طريق التدين هو بيان الرشد، وبيان الصواب، وبيان الضلال في وسط النور؛ فمن رأى الحق بينًا فقد أدرك السبيل، وعليه أن يسير فيها، وليس لأحد أن يحمله حملا؛ لأنه لَا سبب للتدين إلا المعرفة، بإدراك الحق وغايته، ومعرفة الباطل ونهايته. وذلك المعنى في مرتبة التعليل للنهي عن الإكراه ونفيه، لأنه إذا عرف الحق معرفة مثبتة له بالأدلة القاطعة، وعرف الباطل معرفة مبينة وجه الضلال فيه، فقد توافر سبب التدين، ومن كفر بعد ذلك فعن بينة كفر، ولا سبيل لهدايته، وليتحمل مغبة كفره بعد هذه البينات الواضحة الكاشفة. </p><p> الأمر الثاني: الذي يدل عليه قوله تعالى: (قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَي) ، هو بيان أقصى قدر من التكليف للداعي إلى الحق من الرسل ومن تبعهم بإحسان إلى يوم الدين، فليس على الداعي إلى الحق إلا تكليف واحد، وهو بيان الرشد من الغي، فهو لم يكلف حمل الناس على الهدى، إنما هو مكلف أن يبين الهدى من الضلال، والهداية بعد ذلك من الله سبحانه وتعالى:  (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ. . .) . </p><p> وإذا كان الرشد قد تبين من الغي وتميز، ولم يعد مختلطا به، بل خلص منه، وخرج نيرًا واضحًا. كما يخرج أشور من الظلمة عند انبثاق فجر الحقيقة، وظهوره ساطعًا منيرًا هاديًا، إذا كان الأمر كذلك فعلى كل طالب للتدين أن يسلك سبيل الحق، ومن بقي مترديًا في الباطل، فعليه إثم بقائه، وما عليك من أمره شيء، ولذا قال سبحانه:  (فَمَن يَكْفُرْ بِالطَّاغُوت وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا انفِصَامَ لَهَا) الطاغوت أصله مأخوذ من الطغيان، ويؤدي معنى الطغيان، وإن اختلف علماء اللغة في أصل اشتقاقه، وفي وزنه الصرفي. </p><p> والطاغوت يطلق في القرآن على كل ما يطغى على النفس فيسيطر عليها، أو على العقل فيضله، أو على الأمة فيتحكم فيها ظلمًا، أو على الجماعة فينشر فيها أهواء مردية، وآراء فاسدة؛ ولذلك يطلق الطاغوت على الكاهن، والشيطان، وكل رأس للضلال. وقد جاء في تفسير القرطبي: قد يكون واحدًا؛ قال الله تعالى: </p><p> (يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ) ، وقد يكون جمعًا، قال الله تعالى:  (أَوْلِيَاؤُهُمُ الطاغُوتُ. . .) . </p><p> وما المراد بالطاغوت هنا؛ الظاهر أن الطاغوت هو كل طغيان يطغى على النفس أو العقل أو الجماعة، فيتسلط عليه، ويمنعهم من اتباع الحق من زعماء يقودونها إلى الضلال، أو ملوك يسوقونها إلى الباطل سوقا؛ ولعل أظهر معاني الطاغوت أن يفسر بالملوك المتحكمين والكبراء المتجبرين الذين يفتنون الناس عن دين الحق، ويكرهونهم على اعتناق الباطل. وقد سوغ لنا استظهار ذلك ما جاء من نفي الإكراه في الدين سابقًا لهذه الجملة السامية، وما سيق بعد ذلك من قصة ملك متجبر يريد أن يتحكم في عقائد الناس وأهوائهم، فإن ذلك يومئ لنا أن نفهم من كلمة الطاغوت بأنه الحاكم المتجبر، أو الكبير المسيطر، أو الملك القاهر بالباطل، ويكون المعنى: فمن يكفر بالطاغوت، أي يزيل سلطان المتجبرين عن نفسه، ويمنع تحكم المسيطرين على قلبه، ويحرر عقله من أوهام الطغيان، ويؤمن بالله، فقد استمسك بالعروة الوثقى. أي اعتمد على جانب قوي، وعماد على لَا يهن من اعتمد عليه، ولا يسقط من ركن إليه، وفي ذلك إشارة إلى أمرين: </p><p> أحدهما: أن لَا يحجب النفوس عن الإيمان بالله إلا طغيان المتجبرين عليها، وسيطرة أوهام الكبراء، فمن تحرر من ربقة الطاغوت تتكشف له الحقيقة العالية فيؤمن بها، ويدركها، ويعتصم بالله سبحانه وتعالى. </p><p> ثانيهما: إرشاد ضعفاء النفوس ومن أصاب الخور عزائمهم وأماتت الأوهام ثقتهم بأنفسهم أنهم إن رفضوا سلطان الطغاة، وحاجزوا بينهم وبين قلوبهم، فقد أمِنُوا، ولن يصيبهم ضير إن آمنوا؛ لأنهم آووا إلى ركن شديد، وإلى معتصم حصين، فلن تضيرهم مخالفة الملوك وغيرهم؛ لأن سلطانهم وهمي، وسلطان الله حقيقي، وقوتهم فانية، وقوة الله أزلية باقية، فمن آمن بالله فقد استمسك بالعروة الوثقى لَا انفصام لها. </p><p> والعروة في أصل معناها اللغوي تطلق على ما يتعلق بالشيء من عراه أي ناحيته، فالعروة من الدلو والكوز المقبض، ومن الثوب مدخل الزر؛ وتطلق العروة أيضا على الشجر الملتف الذي تأكل منه الدواب حيث لَا كلأ ولا نبات. </p><p> والوثقى مؤنث الأوثق، وهو الشيء المحكم الموثق، وتطلق كلمة الموثق أيضا على الشجر الذي يتجه إليه الناس عندما ينقطع الكلأ. والانفصام الانكسار، وهو مطاوع فصم بمعنى كسر؛ وإنما تكون المطاوعة حيث يحتاج الفصم إلى معالجة، أي أن الشيء المفصوم يكون قويا، بحيث يعالج الشخص كسره حتى ينكسر بعد طول المحاولة وعلى ذلك فالعروة الوثقى في الآية إما أن تخرج على أنها الحبل الموثق الشديد الأسر الذي يربط بين شيئين، ويكون المعنى: من آمن بالله وكفر بالطاغوت فقد استمسك، أي أمسك بقوة وشدة طالبًا العصمة بحبل موصول موثق قوى لا انفصام له. وقد تخرج العروة على أنها الشجر الذي لَا يوجد سواه للمرعى والغذاء، فيكون من كفر بالطاغوت وآمن بالله فقد اتجه وأخذ الجانب المفيد المربى المغذى وترك الجدب الذي لَا يجدي. وقد مال الزمخشري إلى التخريج الأول، وهو عندي أوضح وأشهر. </p><p> والاستمساك كما أشرنا هو الإمساك المطلوب المستقر؛ لأن السين والتاء تدل على الطلب، والطلب هنا يفسر بأنه هجر الطاغوت طلبًا للاعتصام بهذا الجانب القوي الذي لايضل من طلبه، ويصل إليه من اعتمد عليه ولم يطلب سواه. وقد ذكر الزمخشري في تفسيره أن هذا التعبير الكريم كله (فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لا انفِصَامَ لَهَا) فيه تمثيل وتصوير للمعاني السامية بالأشياء المحسوسة فقال: (هذا تمثيل للمعلوم بالنظر والاستدلال بالمشاهد المحسوس حتى يتصوره السامع كأنما ينظر إليه بعينه، فيحكم اعتقاده والتيقن به) . </p><p> هذه هداية الله سبحانه وتعالى، لَا يكره أحد عليها، ولكن يدعى الناس إليها بالبينات الواضحة التي يتميز بها الخير من الشر، والحق من الباطل، والنور من </p><p> الظلام، وبعد ذلك \" يكون الأمر لله تعالي، ولقد ذيل سبحانه الآية بقوله تعالي(وَاللَّهُ سَمِيعٌ عَلِيمٌ)وفي هذا إشارة إلى أمرين جليلين:</p><p> أولهما: رقابة الله سبحانه وتعالى في الدنيا رقابة العليم الخبير، فهو يعلم علم من يسمع همسات القلوب، وخلجات الأنفس، وهو وحده المتصف بالعلم المطلق الذي لَا يغادر صغيرة ولا كبيرة إلا أحصاها، ولا يعزب عنه مثقال ذرة في الأرض ولا في السماء، ولا في الأنفس؛ وإذا كان المؤمن يحس برقابة الله تعالى المطلقة فإنه يتجافى عن المعاصي، ويبتعد عنها استحياء من الله، فقوة الإحساس بعلم الله ترهف وجدان المؤمن وهذا مقام الإحسان كما في الحديث الشريف \" اعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك \" (١) . </p><p> الأمر الثاني: التنبيه إلى ما يترتب على العلم من الرضوان والثواب المقيم الدائم لمن أطاع الله وطلب رضاه، والعذاب الأليم وغضب الله لمن عصاه سبحانه. </p><p> هذه الآية الكريمة واضحة كما قررنا في حقيقتين ثابتتين: </p><p> إحداهما: أن التدين لَا يكون مع الإكراه، لأن الإكراه ينافي الاختيار الحر، والتدين طلب الحق والأخذ به في حرية واختيار لَا تشوبهما شائبة. </p><p> الحقيقة الثانية: أن الله سبحانه وتعالى ينهى عن الإكراه في الدين، وحمل الناس عليه بقوة السيف حتى لَا يكثر النفاق والمنافقون. وكثرة المنافقين، وإن كثر عدد المسلمين في الظاهر، تفسد جماعتهم في الحقيقة والواقع. </p><p> ولكن مع هذا الحق السائغ، والنور المبين، وجدنا الكثيرين يدَّعون أن هذه الآية منسوخة، وادعوا أن الذي نسخها قوله تعالى في آيات كثيرة من آيات الجهاد ما يدل على القتال، حتى يكون الإسلام مثل قوله تعالى: (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ </p><p>(١) جزء من حديث جبريل الشهير، متفق عليه؛ من رواية البخاري (٤٨)، ومسلم (١٠): كتاب الإيمان عن أبي هريرة رضي الله عنه.</p><p> وَالْمُنَافقِينَ وَاغْلُظْ عَلَيْهِمْ. . .)، ومثل قوله تعالى:  (سَتُدْعَوْنَ إِلَى قَوْمٍ أُوْلِي بًأْسٍ شَدِيدٍ تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ ... ) ، وقوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (١٢٣) . </p><p> ففي هذه الآية تصريح بالقتال والغلظة مع الكفار، وفي بعضها جعلت غاية القتال أن يسلموا، ولقد ورد أن النبي - صلى الله عليه وسلم - قال لرجل:  \" أسلم \" قال إني أجدني كارهًا، فقال - صلى الله عليه وسلم -: \" وإن كنت كارها \"  (١) . </p><p> والحق أن حكم هذه الآية (لا إِكْرَاهَ فِي الدِّينِ) ماض إلى يوم القيامة؛ لأنها تؤيد حقيقة ثابتة، وتزكيها آيات أخرى، وأحاديث للنبي - صلى الله عليه وسلم -، فإن الله سبحانه وتعالى يقول:  (وَلَوْ شَاءَ رَبُّكَ لآمَنَ مَن فِي الأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِينَ) . </p><p> وإن الباعث على القتال كما تصرح آيات القتال هو دفع الاعتداء، فقد قال تعالى:  (أُذنَ للَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ) ، وقال تعالى:  (وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ ولا تَعْتَدُوا. . .) ، وجعل سبحانه وتعالى نهاية القتال أن تنتهي الفتنة في الدين، والإكراه عليه، فقد قال تعالى:  (وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انتَهَوْا فَلا عُدْوَانَ إلَّا عَلَى الظَّالِمِينَ) ، وهكذا فليس القتال في الإسلام للإكراه على الدين لأن الدين اختيار ورضا، ولا اختيار أو رضا مع الإكراه، والآيات الواردة بالأمر بالجهاد كلها محمولة على حال الاعتداء، أو التحفز للاعتداء، فلا يسوغ لمؤمن أن ينتظر حتى يغزى؛ فإنه ما غزى قوم في عقر دارهم إلا ذلوا. </p><p> وحياة النبي - صلى الله عليه وسلم - في مكة والمدينة تنبئ عن منع الإكراه في الدين، فقد كان - صلى الله عليه وسلم - في مكة هو ومن معه من المؤمنين في اضطهاد ومحاولة لفتن الضعفاء منهم عن دينهم، وحملهم على تغيير اعتقادهم وأنزلوا بهم من الأذى والعذاب ما لَا تحتمله النفس البشرية حتى اضطر بعضهم إلى النطق بكلمة الكفر وقلبه مطمئن بالإيمان؛ </p><p>(١) رواه أحمد في مسنده (١١٦١٨).</p><p> ولما انتقل إلى المدينة لم يحارب أحدًا إلا بعد أن شنوا عليه الغارة، أو استعدوا لها، وألبوا عليه، وكان على ذلك إلى أن انتقل إلى الرفيق الأعلى. </p><p> وإن حديث النبي - صلى الله عليه وسلم - الذي قال فيه لرجل:  \" أسلم وإن كنت كارها \" لَا يدل على جواز الإكراه في الدين؛ لأن النبي - صلى الله عليه وسلم - ما أكرهه بالسيف أو بالأذى على أن يسلم، بل إن الرجل بدت له البينات الواضحات، والحجج النيرات، ومع ذلك كان مأخوذًا بما ألف، كارهًا بعاطفته لأن يغير ما كان عليه آباؤه؛ فالنبي - صلى الله عليه وسلم - يوصيه بأن يتغلب على إحساسه ويتبع البرهان والدليل؛ وكثير من الناس يبدو له وجه الحق واضحًا، وتلوح له بيناته باهرة، ومع ذلك يكره السير في هذا النور، اتباعًا لما كان معروفًا، وسيرًا وراء ما كان مألوفًا؛ فمثل هذا عليه أن يتبع الحق ولو كان كارهًا، وأن يستولي على نفسه فيحملها على اتباع الحق ولو كرهته؛ والطاعات قد تثقل على النفوس، ولكن يجب اتباعها؛ ولذا قال - صلى الله عليه وسلم - \" حفت الجنة بالمكاره \"  (١) فحديث النبي - صلى الله عليه وسلم - لهذا الرجل من هذا الباب. </p><p> بعد هذا البيان نكرر ما قررنا وهو أن هذه الآية محكمة غير منسوخة، وخصوصًا أن ادعاء النسخ لَا دليل عليه، وإن النسخ لَا يصار إليه إلا إذا لم يمكن التوفيق بين الآيتين، فلو أمكن التوفيق ولو بتخصيص إحدى الآيتين لوجب السير إلى التخصيص دون النسخ؛ وإن التوفيق هنا ممكن بين آيات القتال وهذه الآية، بل إن شئت الحق فقل إنه لَا تعارض حتى تكون محاولة التوفيق، فما كان القتال لحمل الناس على الإسلام، بل كان القتال لدفع الاعتداء أولاً، ولكي يخلو الوجه للدعوة الإسلامية ثانيًا، ولتكون كلمة الحق هي العليا ثالثًا، والناس في كل الأحوال أحرار فيما يعتقدون وما يؤمنون به (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ. . .) . </p><p> ولقد روي في سبب نزول هذه الآية:  (لا إِكْرَاهَ فِي الدِّينِ) أن رجلا من الأنصار من بني سالم بن عوف يقال له الحصين، كان له ابنان نصرانيان، وكان هو </p><p>(١) متفق عليه؛ رواه البخاري: الرقاق (٦٠٠٦)، ومسلم: الجنة وصفة نعيمها (٥٠٤٩).</p><p> مسلما، فقال للنبي - صلى الله عليه وسلم -: ألا أستكرههما فإنهما قد أبيا إلا النصرانية؟ فنزلت هذه الآية. وفي رواية أخرى أنه حاول إكراههما فاختصموا إلى النبي - صلى الله عليه وسلم -، فقال الأنصاري: يا رسول الله يدخل بعضي النار وأنا أنظر إليه! فنزل قوله تعالى: (لا إِكرَاهَ فِي الدِّينِ)  (١) . </p><p> وقد كان المسلمون يسيرون على هذا المبدأ وهو (لا إِكرَاهَ فِي الدِّينِ) ويروى في ذلك أن عمر بن الخطاب رضي الله عنه قال لعجوز نصرانية: أسلمي تسلمي، إن الله بعث محمدًا بالحق، فقالت: أنا عجوز كبيرة والموت إليَّ قريب. فقال عمر رضي الله عنه: اللهم اشهد، وتلا (لا إِكرَاهَ فِي الدِّينِ قَد تَّبَيَّنَ الرّشْدُ مِنَ الْغَي) . </p><p> * * * </p><p>(١) رواه ابن جرير الطبري (٤٥٣٩) عن ابن عباس رضي الله عنهما، وروى أبو داود: الجهاد - الأسير يكره على الإسلام (٢٣٠٧).</p>"
}