{
  "id": null,
  "sura": 2,
  "aya": 182,
  "text": "<p> (فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَا إِثْمَ عَلَيْهِ) . </p><p> الخوف يكون في الأمر المتوقع فيخاف أن يقع، فتقول أخاف أن تفعل كذا، إذا كنت تتوقع الفعل المَخُوف، كما قال يحقوب:  (وَأَخَافُ أَن يَأكلَهُ الذِّئْبُ. . .) ، أو رأيت بوادره من قول أو فعل أو نحو ذلك، والجنف الميل إلى ناحية </p><p> الظلمْ، وهو ضد الحنف فهو الميل إلى ناحية العدل فقوله تعالى (فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا) معناه من خاف من موص ميلا إلى ظلم، أو توجها خطأ إلى ظلم أو إثما مقصودا فأصلح بينهم أي بينه وبين ورثته وحمله على الاتجاه إلى العدل والخير، أو قصد إثما بأن أوصى لبنيه دون بناته أو أراد أن يوصي في معصية، أو في ناحية لَا خير فيها، فحملوه على اختيار ما لَا معصية فيه ولا ظلم، فإنه لَا يكون عليه إثم، كإثم التبديل، لأنه ما بدل إنما الذي بدل الموصي، وله فضل الآمر بالمعروف، والناهي عن المنكر وفضل الصلح والصلح خير، وفضل منع الظلم، ومنع الظلم خير لَا شك فيه. </p><p> وإن مثل هذا عمل عام يجب القيام به على عامة المؤمنين، وإن قام به البعض سقط الحرج عن الباقين، وإنه يجب على والي الحسبة القيام بالإصلاح في هذه الوصايا التي تجنف لإثم والقاصدة الإثم. </p><p> وإذا كانت الوصية فيها جنف لإثم أو تعمد لإثم، ومات الموصِي مصرا عليها، كأن يوصي لغير قرابته، وهم أغنياء، وفي قرابته فقراء فإنه إن حولت الوصية إلى فقراء ذوي قربا كان أولى لأنها عدلت إلى خير. </p><p> وقد روي عن ابن عباس وقتادة وغيرهما أن معنى الآية من علم بعد موت الموصي جنفًا أو تعمد إيذاء بعض فأصلح ما وقع من الإثم وما وقع بين الورثة من الاضطراب والشقاق فلا إثم أي لَا يكون إثم التبديل، بل يكون له ثواب الإصلاح، وروى النسائي أن رجلا أعتق ستة مملوكين عند موته، وليس له مال غيرهم فبلغ ذلك النبي - صلى الله عليه وسلم -، فغضب من ذلك وقال:  \" لقد هممت ألا أصلي عليه \" ، ثم دعا مملوكيه فجزأهم ثلاثة أجزاء، ثم أقرع بينهم، فأعتق اثنين وأرق أربعة (١) ، وقد أخرج مسلم هذا الحديث. </p><p>(١) رواه بهذا اللفظ عن عمران بن حصين النسائي: كتاب الجنائز - باب من يحيف في وصته (١٩٣٢)، ورواية مسلم عنه أيضا بلفظ: \" أنَّ رَجُلا أعْتَقَ سِتةَ مَمْلُوكِينَ لَهُ عنْدَ مَوْتهِ، لَم يكن لَه مَالٌ غَيْرَهُمْ، فَدَعَا بِهِمْ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَجَزأهُمْ أثْلاثا، ثم أقرَعَ بَيْنَهُمْ فَأعْتَقَ اثْنَيْنِ وَأرًقَّ أربعَة، وَقَالَ لَهُ قَوْلا شَدِيدًا. [كتاب الأيمان - باب من أعتق شركا له في عبد (٣١٥٤)].</p><p> وقد اشترط في نفاذ الوصية ألا يكون فيها مضارة، فلقد قال تعالى:  (مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ. . .) ، وقرر مالك أن كل وصية فيها مضارة تكون باطلة. </p><p> هذا وقد اتفق الفقهاء على أن الوصية بمعصية تكون باطلة، وكذلك الوصايا التي يكون الباعث عليها معصية من المعاصي كان يوصِي لخليلته لتبقى معه على العشرة الحرام، وإن تكلموا في مدى قوة الباعث. </p><p> وفى الجملة إن الآية الكريمة تدل على أنه لَا إثم على من بدل وصية آثمة فحولها إلى الخير، أو أبطلها إن لم يمكن تحويلها، وإن ذلك يكون للقضاء أو لوالي الحسبة. </p><p> ولأن التبديل لَا يكون في دائرة الإثم ختم الله تعالى الآية بقوله تعالى:  (إِنَّ اللَّهَ غَفُورٌ رحِيمٌ) أي إن الله تعالى بالغ الغفر؛ غفار للموصِي أن همَّ وعدل، وغفار لمن أصلح ونجح، ولا يأثم من غيَّر بعد الوفاة، وحولها من جنف إلى عدل، وأن الله يرحم الموصي ويرجى ألا يؤاخذه ما دام لم يتم ما أقدم عليه، وقد أكد سبحانه الغفران والرحمة بصيغة الغفور الرحيم، وبإن المؤكدة، وبالجملة الاسمية. اللهم اجعلنا ندخل في غفرانك، ونحن في رحمتك. </p><p> * * * </p><p> (الصوم) </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (١٨٣) أَيَّامًا مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ </p><p> لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١٨٤) شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ (١٨٥) </p><p> * * * </p><p> ذكر الله تعالى في آية البر، أن من البر إتيان المال مع حبه، وإقامة الصلاة، وإيتاء الزكاة، وأشار إلى الجهاد، ولم يذكر الصوم والحج، وقد ذكر هنا الصوم، وسيذكر من بعد الحج في محكم آياته، وبذلك تجتمع الأركان الخمسة التي هي عماد الإسلام، وهي الإيمان بالله وشهادة أن محمدا رسول الله، وإقام الصلاة وإيتاء الزكاة وصوم رمضان، وحج البيت لمن استطاع إليه سبيلا. </p><p> وقد بين الله تعالى صوم رمضان في هذه الآيات الكريمات التي تلوناها ونتكلم في معناها الآن، قال الله تعالى: </p>"
}