{
  "id": null,
  "sura": 2,
  "aya": 38,
  "text": "<p> (قُلْنَا) معناه أنه أُخرج من الجنة، وقال له تعالى بلسان التكوين: اهبطوا، والهبوط هنا معنوي أو حسي، والمعنوي أنهم نزلوا من الجنة حيث كان القرب من الملائكة الأطهار، وحيث كان العيش رغدا لا مشقة فيه، ولا جهد، بل هو راحة واطمئنان - إلى حيث اللغوب والمشقة، والمعترك الذي يكون فيه الغلب والقهر والانهزام، وحسي لأنه نزول من مكان عال إلى أدنى منه، والهبوط المعنوي ظاهر، ولذا نقتصر عليه، لأن الحسي غير ظاهر، وإذا كان الهبوط حيث التكليف فالجميع يهبطون: آدم وزوجه وإبليس، والتكليف على الجميع، فكل ينال أثر عمله. </p><p> وقوله تعالى:  (فَإِمَّا يَاتِيَنَّكُم مِّنِّي هُدًى فَمَن تَبِعَ هُدَايَ) يدل على أن الله تعالى يرسل الرسل مبشرين ومنذرين، فالهدى الذي يجيء من قبل الله تعالى هو ما يكون بالرسالة الإلهية التي تكون عن طريق من يرسلهم الله تعالى مؤيدين بالمعجزات الظاهرة الباهرة. </p><p> وقوله تعالى:  (فَإِمَّا) فيه \" ما \" زائدة في الإعراب، وليست زائدة في البيان؛ لأنها دالة على تأكيد الإتيان؛ ولذلك يكون بعدها تأكيد الفعل بنون التوكيد الثقيلة تأكيدًا وجوبيًّا عند أكثر علماء البيان، كالقسم لأن إما في معناه، بيد أن هذه تأكيد لفعل الشرط، وهنالك تأكيد لجواب القسم - وإن معنى التأكيد لفعل الشرط أن مجيء الهداية ثابت ثبوتا لَا مجال للريب فيه. </p><p> وتنكير هدى هنا للتعظيم والتكثير، فهو هدى يهدي إلى الحق، ويهدي إلى حياة قويمة مستقيمة، ويهدي إلى النفع الإنساني العام، وإلى استخراج ينابيع الأرض مما في باطنها، وإلى الفضيلة الإنسانية، والعدالة في كل نواحي الحياة. وجواب الشرط في قوله تعالى:  (فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى) هو قوله تعالى: (فَمَن تَبِعَ هُدَايَ فَلا خَوْفٌ) أي أن الذين يتبعون ما يجيء به النبيون من رسالات إلهية فإنهم يكونون طائعين خاضعين لأحكام الله تعالى، محاربين للشيطان وإغرائه ووسوسته، ولا يعاقبون؛ ولذا قال تعالى:  (فَلا خَوْفٌ عَلَيْهِمْ) ، وهو جواب (فَمَن تَبِعَ) لأنها هي الأخرى شرط، فكان جواب (فَإِمَّا يَأتِيَنَّكُم مِّنِّي هُدًى) جملة شرطية، أي فيها شرط وجواب، فقوله تعالى:  (فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ) جواب شرط الثانية. </p><p> ومعنى (فَلا خَوْفٌ عَلَيْهِمْ) أنهم يكونون في أمن من عذاب الله تعالى، ولا يحزنون على أمر فاتهم، لأنهم سبقت طاعتهم، ولا يكونون في حال حزن، بل في سرور، وعلى سرر متقابلين. </p><p> وليسوا كالذين يخضعون لوسوسة إبليس، وإغرائه، فلا يطيعون، ويجحدون، ولذا ذكر عقوبة الأشرار بجوار ثواب الأخيار ليدرك أهل الحق الفرق بين الفريقين، فقال تعالى: </p>"
}