{
  "id": null,
  "sura": 2,
  "aya": 30,
  "text": "<p> (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ (٣٠) </p><p> * * * </p><p> وقبل أن نتعرف القصة الحقيقية التي صورها القرآن لخلق الإنسان نذكر عوالم ثلاثة للعقلاء جاء ذكر بعضها في بيان علاقة الإنسان في خلقه وتكوينه بها. </p><p> وهذه العوالم الثلاثة هي: عالم الملائكة وهم خلق الله تعالى، قيل إنه سبحانه خلقهم من نور، وهم أرواح طاهرة مطهرة لَا يعصون الله تعالى ما أمرهم ويفعلون ما يؤمرون. لَا يتصور منهم معصية ولا يكون منهم إلا الطاعة، ركب الله تعالى كونهم على أنه لَا تتصور منهم معصية، فليست شهوات ولا أهواء، وهي بواعث العصيان. </p><p> والثاني من هذه العوالم: هو عالم الجن، وعبارات القرآن تدل على أنهم خلقوا من نار، وقد ذكر ذلك إبليس الذي هو من الجن، فقال في غروره مفضلا </p><p> نفسه على آدم:  (أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ) ، وإبليس كان من الجن، ولكنه جن فاسق، فقد ذكر عنه ربه أنه (كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ. . .) . </p><p> والجن يظهر أن فيهم أهواء وشهوات، ولذلك كان منهم العاصون، ومنهم العادلون المقسطون، وأنهم مكلفون، وأنهم سمعوا القرآن، وسمعوا من قبل توراة موسى، وقد قال تعالى فيهم. </p><p> (قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا (١) يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا (٢) وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا (٣) وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا (٤) وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا (٥) وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا (٦) وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا (٧) وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا (٨) وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا (٩) وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا (١٠) وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ كُنَّا طَرَائِقَ قِدَدًا (١١) وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعْجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا (١٢) وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا (١٣) وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ فَمَنْ أَسْلَمَ فَأُولَئِكَ تَحَرَّوْا رَشَدًا (١٤) وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا (١٥) وَأَلَّوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا (١٦) لِنَفْتِنَهُمْ فِيهِ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا (١٧) . </p><p> والجن كما ذكر القرآن عالم غير عالم الملائكة، وغير عالم الإنسان، وتأويل القول فيهم أنهم من عالم الإنسان، وأنهم قبيلة منهم - تأويل بغير دليل، يخالف ظاهر القرآن، وليس لقائله من سند إلا أن يكون تحريفا للقول عن مواضعه. </p><p> والعالم الثالث هو: عالم الإنسان، وقد خلق من سلالة من طين، والعالمان الخفيان، وهما عالم الملائكة وعالم الجن، تدل الآيات الكريمات على أنهما خلقا </p><p> قبل العالم الثالث، وهو الإنسان، بدليل أن الملائكة ذكر الله تعالى لهم أنه جاعل الإنسان خليفة، وأنهم عجبوا أن يكون خليفة في الأرض من يفسد فيها ويهلك الحرث، وبدليل أن أبليس الذي كان من الجن عصى ربه، فلم يسجد، وقال أنا خير منه خلقتني من نار وخلقته من طين. </p><p> والإنسان خلق فـ يه العقل المدرك الذي يرفعه إلى درجة الملائكة، وخلق فيه الشهوة والهوى اللذان يجعلانه مفسدا فيها ويهلك الحرث والنسل، وذلك وجه استغرابهم. </p><p> ولنذكر القصة الكاملة الحقيقية التي يصور الله تعالى فيها خلق هذا العالم الثالث، وهو الإنسان. </p><p> أعلم الله تعالى الملائكة - وهم جمع ملك - بأنه سيجعل في الأرض من </p><p> يسكن ظاهرها، ويحكم فيها، وينسل فقال:  (إِنِي جَاعِلٌ فِي الأَرْضِ خَلِيفَةً) ، أي يكون ساكنا فيها بالخلافة عمن كانوا فيها، ولم يذكر سبحانه وتعالى من كانوا فيها أهم كانوا من الملائكة أم كانوا من الجن، أم كانوا خلقا آخر، ولقد ترك الله سبحانه وتعالى ذكر من خلفهم، فلنسكت عما ترك، ولا نرجم بالغيب، حتى لَا نطلب ما ليس لنا به علم. </p><p> وقد يقال إن (خَلِيفَةً) معناها الخلافة عن الله تعالى في الأرض، بمعنى أن الله تعالى بما أعطاه من قوة العقل والتنككير والتدبير، والسيطرة على نفسه، وعلى ما في الوجود، في الأرض، التي خلفه الله تعالى عليها ليكون خليفة خلافة نسبية عن الله تعالى، والله تعالى غالب على كل أمره، وأموره. </p><p> قد يكون هذا هو الظاهر، أو أن (خَلِيفَةً) معناه أنه وجنسه خلائف يخلف بعضهم بعضا، كما قال الله تعالى:  (وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ. . .) . </p><p> وعندي أن ما أشرنا مرجحين له: وهو أنه خليفة عن الله تعالى وهي خلافة نسبية، ترك الله تعالى له الخلافة، ليبلوه فيما ملكه من منافع الأرض التي خلقها جميعا له. </p><p> ذكر الله تعالى لملائكته أنه جعل له تعالى خليفة في هذه الأرض، ويظهر أن الله تعالى أعلمهم بطبيعة هذا العالم الثالث في هذا الوجود من أنه أوتي عقلا مدركا، وشهوة قد تكون طاغية، وأنها إن طغت أفسدت، وأهلكت. </p><p> ولذلك قالوا لربهم مستغربين: أتجعل فيها من يفسد فيها، لأنه ركبت فيه الشهوة وإذا غلبت أفسدت، وإن الشهوات إذا تحكمت كانت الأثرة، وكان التنازع، ومع التنازع سفك الدماء، ولذا قالوا: أتجعل فيها من يفسد فيها ويسفك الدماء؟! وقد كانوا مع اعتقادهم في الإنسان ذلك الاعتقاد أشاروا إلى أنهم أولى منه بالخلافة في الأرض من غير أن يعترضوا على الله تعالى في حكمه، بل أبدوا استغرابهم من أن الله تعالى يتركهم إلى المفسد السافك للدماء، وهم المسبحون بحمد الله المقدسون له]. فقالوا مقابلين بين حالهم وحال الإنسان، (وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ) أي نحن نذكرك مديمين بحمدك على ما أنعمت، لأن ذاته العلية تستحق الحمد في ذاته، (وَنُقَدَسُ لَكَ) أي نعظمك وننزهك لك أنت. أي: لأجل ذاتك العلية. </p><p> يبين الله تعالى لهم، أن الله يعلم ذلك، فيعلم أحوالهم وأنهم في تسبيح دائم، وتقديس ملازم، ولكن في الإنسان ما يجعله جديرا بالخلافة في الأرض ليبلوه فيما آتاه الله تعالى من خيرها، فهو يعلمه ويعلمهم، ويعلم الجدير منهم بأن يجعله في الأرض، ولذلك قال تعالى ردا لاستغرابهم بقوله:  (إِنِّي أَعْلَمُ مَا لَا تَعْلَمونَ) أعلم الجدير بما أعطى وغير الجدير. </p><p> وقد بيَّن الله تعالى ما أودعه نفس الإنسان من العلم بالأشياء أو الاستعداد للعلم بها، أو أودع نفسه الاستعداد بعلمه بالأشياء كلها مما لَا يعلمون هم، فقال تعالى: </p><p> * * * </p>"
}