{
  "id": null,
  "sura": 2,
  "aya": 133,
  "text": "<p> (أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ (١٣٣) . </p><p> وأرى أن قوله تعالى:  (يَا بَنِيَّ إِنَّ اللَّهُ اصْطَفَى لَكُمُ) وصيتهما معا، ولما جادل اليهود في ذلك قال تعالى مفندا كلامهم، مبينا حقيقة الأمر (أَمْ كُنتُمْ شُهَدَاءَإِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ) إلى آخر الآية، وعلى هذا التخريج فالوصية واحدة، اللهم إنَّا أسلمنا وجهنا لك كما أسلم إبراهيم وجهه لرب العالمين. </p><p> * * * </p><p> (أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ (١٣٣) تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ (١٣٤) وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (١٣٥) </p><p> * * * </p><p> ادعى المشركون أنهم على ملة إبراهيم، شرفهم وشرف محتدهم، وادعى اليهود أنهم يسيرون على ملة إبراهيم وقد غيروا وبدلوا، بل جرى على ألسنتهم ما يومئ إلى أن إبراهيم كان يهوديا، وبذلك يقلبون التاريخ، فيجعلون أوله آخره، وصدره عجزه، وادعى النصارى الذين يعبدون الأوهام أن ثالوثهم دين النبيين أجمعين وافتروا فرية واهمة تبهت العقول، ولكن الأوهام غلبتهم، فديانتهم وهم في وهم، ليس فيها إلا أوهام تكاثفت فاعتنقوها، والمسيح منهم براء. </p><p> هؤلاء جميعا، وخصوصا من كانوا ينتحلون نحلة ينسبونها إلى نبي من أبناء يعقوب عليه السلام كانوا يدعون أنهم على ملة إبراهيم وإسماعيل واسحاق ويعقوب. </p><p> ولقد وجه الخطاب إليهم، وخصوصا اليهود والنصارى لبيان أنهم ليسوا على ملة إبراهيم، وهم على غير الوصية التي وصى بها إبراهيم بنيه، ويعقوب، فقال تعالى:  (أَمْ كنتُمْ شًهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ) أم هنا تدل على الاستفهام والإضراب معا فهي تتضمن معنى \" بل \" و \" الهمزة \" ، فهي استفهام إنكاري مع التوبيخ </p><p> والإضراب عن إفكهم. والمعنى نضرب صفحا عما تقولون، ونسالكم:  (أَمْ كُنتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْت) وشهداء جمع شاهد، كما قال تعالى في الشهادة على الديون:  (وَلا يَأْبَ الشُّهَدَاء إِذَا مَا دُعُوا وَلا تَسْأَمُوا أَن تَكْتُبُوهُ صَغِيرًا أَوْ كبِيرًا إِلَى أَجَلِهِ. . .) ، وتكون جمع شهيد، والمعنى على كل حال أكنتم حاضرين الوقت الماضي الذي حضر فيه يعقوبَ الموتُ، أي كنتم حاضرين الوقت الذي بدت فيه على يعقوب أمارات الموت، فمعنى حضور الموت ظهور أماراته، ومقدماته، أي وهو يحتضر؛ ولذا كان التعبير بحضر، فحضور أماراته ومقدماته، حضوره؛ ولذا لم يقل نزل به إذ الأولى في قوله تعالى:  (إِذْ حَضَرَ) تدل على وقت حلول الموت بمقدماته وأماراته، وقد ذكر سبحانه وتعالى (إِذْ) مرة أخرى في قوله: (إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي) وهما يدلان على وقت واحد قد مضى. </p><p> قال يعقوب أبو بني إسرائيل الذين غيروا وبدلوا، قال لبنيه:  (مَا تَعْبُدُونَ مِنْ بَعْدِي) أي من الذي تعبدونه من بعدى؟، وعبر بما هنا دون مَن لأن ما يستفهم بها عن الماهية فيقال ما الإنسان، فالسؤال متجه إلى طلب حقيقة ما يعبدون من بعده أيستمرون على عبادة الله تعالى؛ قالوا مجيبين في غير تردد ولا تلكؤ:  (قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَهًا وَاحِدًا) . </p><p> ابتدأوا إجابتهم بما يدل على الأسوة والقدوة الحسنة وهي تدل على أنهم لا يغيرون ولايبدلون بل هم مقتدون، ولذلك قالوا:  (إِلَهَكَ وَإِلَهَ آبَائِكَ) ولم يقولوا مثلا: نعبد الله وحده. </p><p> وإن أباهم إبراهيم وإسحاق وليس من آبائهم إسماعيل بل هو عم يعقوب وليس أباه ولا جده ولكن العرب تسمي على المجاز العم أبا - كما يسمى العم ابن أخيه ابنه، كما قال أبو طالب لقريش عندما طلبوا أن يعطوا أبا طالب بدلا لمحمد ابن أخيه أنهد فتى من قريش ليسلم إليهم محمدا - صلى الله عليه وسلم - فقال لهم موبخا: آخذ ولدكم أغذوه لكم وأعطيكم ابني تقتلونه؟ وروى علي بن أبي طالب أن النبي - صلى الله عليه وسلم - قال: </p><p> \" عم الرجل صنو أبيه \"  (١) هذا وإن عَدَّ إسماعيل عليه السلام في آباء يعقوب يدل على أن إسماعيل وإسحاق، لَا يفرق بينهما في نسب ولا دين كما يفعل الحاقدون من بني إسرائيل. </p><p> وقوله تعالى:  (إِلَهًا وَاحِدًا) قيل إنها بدل من إلهك ولا مانع من أن تكون </p><p> النكرة بدلا من المعرفة مثل قوله تعالى:  (كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ (١٥) نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ (١٦) . </p><p> ويصح أن تكون حالاً من إلهك، أي حال كونه إلها واحدا، أي نعبده على هذه الحال، ولعل اعتباره بدلا؛ على أنه يكون بدل اشتمال أي أن البدل والمبدل منه شيء واحد. </p><p> ونرى في ذكر الله سبحانه وتعالى مضافا إلى ضمير المخاطب يعقوب، ثم ذكره من بعد ذلك موصوفا بالوحدانية تصريح بالوحدانية في العبادة والامتناع عن إشراك غيره معه، وإشارة ثانية إلى الاتباع والقدوة والأخذ بالوصية التي أوصى بها إبراهيم ويعقوب، وفيها إثبات السلسلة الوحدة في أولاده في يعقوب عليه السلام، وإن هذا التوحيد هو الدين الذي اصطفاه الله تعالى لأنه دين الله تعالى؛ ولذا قال سبحانه:  (وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ) . </p><p> ولقد ختم الأبناء المخلصوِن إجابة أبيهم، البر الرحيم، الذي ضرب به المثل في الصبر والشفقة بقولهم:  (وَنحْنُ لَهُ مُسْلِمُود) ، أي مخلصون قد سلمنا وجوهنا وقلوبنا له وحده؛ ولذا قدم قوله:  (لَهُ) على (مُسْلِمُونَ) لما يدل عليه التقديم من معنى اختصاصه سبحانه بإسلام أنفسهم له تبارك وتعالى، وقد أكدوا إسلام أنفسهم له بالجملة الاسمية. </p><p>(١) عَنْ عَلِي أن النَبِيَّ - صلى الله عليه وسلم - قَالَ لِعُمَرَ فِى الْعَباسِ: \" إِن عَمَّ الرجلِ صِنْوُ أبِيهِ \". وَكَانَ عُمَرُ تكلَّمَ فِى صَدَقَته. [رواه الترمذي: كتاب المناقب (٣٦٩٣) وقَالَ: هَذَا حَدِيثٌ حَسن صَحِيح، كما رواه أحمد في مسند العشرَة المبشرين (٦٨٧)، وبنحوه عند مسلم عن أبي هريرة: كتاب الزكاة (١٦٣٤)].</p><p> إن اليهود كانوا كلما ذكرت محمَدَة لإبراهيم وبنيه انتحلوها لأنفسهم، وتفاخروا بها على غيرهم حتى ظنهم الناس أنهم هداة آبائهم، وإن لم يهتدوا بهديهم. فرد الله سبحانه وتعالى قولهم وقول غيرهم ممن كانوا يتفاخرون بانهم سلالة إبراهيم وإسماعيل ولا يعملون عملهم، ولا يسلكون مسلكهم، وكانوا يحسبون مجرد النسب يكسبهم شرفا وذكرا عند الله والناس فقال: </p>"
}