{
  "id": null,
  "sura": 2,
  "aya": 24,
  "text": "<p> (فَإِن لَّمْ تَفْعَلُوا وَلَن تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقودُهَا النَّاسُ وَالْحِجَارَة ... (٢٤) فإن لم تفعلوا أي لم تأتوا بمثله، أو بسورة من مثله، بعد أن تتضافروا وتتعاونوا، وتدعوا من استطعتم أن تدعوه، ومع ذلك تعجزون عن أن تأتوا فاعلموا أن ريبكم لَا موضع له، وأنه شك حيث يجب اليقين، وعناد حيث يجب التسليم، وعليكم أن تتخذوا الإيمان وتدخلوا في الإسلام، وتتقوا النار التي وقودها الناس والحجارة التي تعبدونها تحقيقا لقوله تعالى:  (إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَارِدُونَ) . </p><p> فقوله تعالى:  (فَاتَّقُوا النَّارَ الَّتِي وَقودُهَا النَّاس وَالْحِجَارَة) جواب الشرط في ظاهر اللفظ، وهي تطوي في ثناياها كلاما هو بمنزلة السبب لهذا الجواب، تقديره: فإن لم تأتوا بمثله فدعوا عنادكم، وصدقوا بالحق الذي جاءكم، وبذلك تتقون النار التي يكون وقودها أنتم والحجارة التي تعبدونها، وإن جواب الشرط على هذا إنذار بعد ذكر البرهان على الحق. </p><p> الوقود هو ما تستعر به النيران وتشتعل، وذكر الحجارة التي لَا تنفع ولا تضر تنديد بهم وبعقولهم التي تعبد ما لَا ينفع ولا يضر، ويضل ولا يهدي. </p><p> وقوله تعالى:  (وَلَن تَفْعَلوا) جملة معترضة بين الشرط وجوابه، وهي مسارعة إلى بيان عجزهم، لأنه من الله، وجعله الله تعالى فوق فدرة البشر، وأن الإنس والجن لو اجتمعوا على أن يأتوا بمثله لَا يستطيعون، فكانت هذه الجملة الاعتراضية لتسجيل العجز المطلق، ونتيجته وهي أن يتقوا النار التي أعدت وهيئت للكافرين الجاحدين المعاندين للحق، وهذه الآية الكريمة كانت في سورة مدنية، وهي تدل على استمرار التحدي بالقرآن في المدينة. كما تحدى به في مكة، وكما يتحدى الأجيال كلها من بعد ذلك. </p><p> لقد تحداهم الله تعالى في سور مكية مثل قوله تعالى في سورة هود:  (أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ (١٣) ، وقال تعالى:  (وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ (٣٧) أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ (٣٨) . </p><p> وقال تعالى في سورة القصص:  (قُلْ فَأتُوا بِكِتَابٍ منْ عِندِ اللَّهِ هُوَ أَهْدَى مِنْهُمَا أَتَّبِعْهُ إِن كنتُمْ صَادِقِينَ) ، وندع الكلام في أسباب إعجاز القرآن، فقد خصصنا له كتابا، وصلنا فيه إلى سبب الإعجاز بقدر طاقتنا. </p><p> * * * </p>"
}