{
  "id": null,
  "sura": 2,
  "aya": 18,
  "text": "<p> (صُمٌّ بُكْمٌ عُمْيٌ ... (١٨) </p><p> وإذا كانت لهم آذان فهم لَا يسمعون بها، وإذا كانت لهم أعين فهم لا يبصرون بها، وإذا كانت لهم ألسنة فهم لَا ينطقون بها في حق قط. </p><p> وكانت هذه الآية الكريمة تشبيها لحالهم التي آلوا إليها فليست استعارة، ولكنها تشبيه صريح، إذ إن قوله تعالى:  (صُم بُكْمٌ) خبر لمبتدأ محذوف تقديره: \" هم \" أو: المنافقون، فهم كالصم لأنهم إذا استمعوا القول لَا يتبعون أحسنه ويقولون سمعنا بل ينغضون رءوسهم علوا واستكبارا (إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) ، وإذا بصرتهم بالدلائل الواضحة، والبينات الناصعة، لَا يستبصرون فلهم قلوب لَا يفقهون بها، ولا ينطقون بحق استنطقتهم به، فهم كالبكم الذين لَا ينطقون، وهم لَا يبصرون وإن كانت لهم أعين. </p><p> وختم الله تعالى وصف حالهم بأنهم لَا يرجعون، أي لَا يرجعون إلى الهداية، بعد أن ساروا في الغواية، أي هم وقوفٌ عند الشر الذي وصلوا؛ لأنه ليس وراءه شر، بل هو الضلال البعيد، وقد وصلوا إلى نهايته، فماذا بعد النفاق من ضلال، ولقد قال الزمخشري: إن وقوفهم في الحيرة هو الذي حكم عليهم بأنه يتركهم في طغيانهم يعمهون أي يتحيرون. </p><p> * * * </p><p> (أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ (١٩) يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٠) </p><p> * * * </p><p> يضرب الله تعالى الأمثال ليقرب المعاني السامية إلى العقول المدركة، ويكثر في كتابه الحكيم من الأمثال لتكون المعاني العالية التي تخفى على الأفهام - معروفة </p><p> مألوفة لديهم؛ ولذلك قال تعالى:  (وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ) . وقد ضرب الله سبحانه مثلا للمنافقين بمن استوقد نارا، ولكن لم يستفيدوا، وذلك لأنهم في وسط علم النبوة، والإشراق المحمدي، والجوار لأهل الحق. ولكن استمروا في ظلمتهم. </p><p> وقد ضرب الله تعالى مثلا آخر، يبين فيه سبحانه ما نزل لهم من نور، وما قرعهم الله تعالى به من قوارع، وما أصاب نفوسهم من نوازل، كان من شأنها أن تجذبهم إلى الإيمان، فلم يتجهوا إليه، ولم يخلعوا أنفسهم مما هم فيه من انحراف عن الحق، ومقام عن إدراكه. </p><p> لقد نصر الله تعالى المؤمنين، ونصرهم كان كالصواعق والرعد، وفيهم الهدى، فضرب مثلا بهذه الحال، فقال: </p>"
}