{
  "id": null,
  "sura": 2,
  "aya": 224,
  "text": "<p> (وَلا تَجْعَلُوا اللَّهَ عُرْضَةً لأَيْمَانِكُمْ أَن تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ) العُرضة بضم العين: تطلق على النصبة التي تتعرض للسهام ونحوها؛ وأطلقت على كل ما يتعرض للأشياء والأمور ويكون هدفًا لها فيقال: فلان عرضة للسفر أي منعرض له. </p><p> وتطلق العرضة على الفوة وعلى الهمة؛ ومن ذلك قول بعض الشعراء في مدح الأنصار:  \" والأنصار عرضتها اللقاء \" وتطلق العرضة على الحاجز الذي يحول ويمنع. </p><p> واليمين تطلق بمعنى الحلف والقسَم، وأصل ذلك أن العرب كانوا إذا وثقوا عهودهم بالقسم يقسمونه، وضع كل واحد من المتعاهدين يمينه في يمين صاحبه وأطلق على القسم كلمة اليمين، وتطلق اليمين على الأمور المحلوف بها، ومن ذلك قوله - صلى الله عليه وسلم -: \" إذا حلفت على يمين فرأيت غيرها خيرا منها فأت الذي هو خير وكفر عن يمينك \"  (١) . </p><p> وكلمة العرضة في الآية الكريمة يصح أن تكون بمعنى القوة، والمعنى عليه لا تجعلوا الله قوة لأيمانكم التي تمتنعون فيها عن أن تبروا وتتقوا وتصلحوا بين الناس، أي لَا تتخذوا من قسم الله سبيلا للامتناع عن فعل الخير. </p><p> ويصح أن تكون العرضة بمعنى المعرض للأمر كقول القائل:  (فلا تجعلوني عرضة للوائم) ويكون المعنى على هذا كما قرر الزمخشري: لَا تجعلوا الله سبحانه وتعالى معرضًا لأيمانكم فتبتذلوا القسم بالله بكثرة الحلف؛ وذلك لكي تبروا وتتقوا وتصلحوا؛ وذلك لأن من يكثر الحلف يكون مَهينًا بين الناس، كما قال تعالى: </p><p>(١) متفق عليه؛ رواه البخاري: الأيمان والنذور قول الله تعالى: (لا يؤاخذكم الله باللغو في أيمانكم) (٦١٣٢)، ومسلم: الأيمان - ندب من حلف على يمين فرأى غيرها خيرا منها (٣١٢٠)].</p><p> (وَلا تُطِعْ كُلَّ حَلَّافِ مَّهِينٍ) ، ولأن المكثر من الحلف لَا يكون ممن يصون يمينه فيبر بها؛ ولذا قال تعالى:  (وَاحْفَظُوا أَيْمَانَكُمْ. . .) ، ومن لَا يصون يمينه لَا يبر بها بل يقع في الحنث الكثير وقد يكفر وربما لَا يكفر؛ ومن يعرض اليمين في القليل والكثير، والعظيم والحقير من الأمور لَا يكون متقيا لله، ولمهانته لَا يصلح بين الناس. </p><p> ويصح - وهو الراجح - أن تكون العرضة بمعنى الحاجز المعترض، ويكون المعنى على ذلك: لَا تجعلوا الحلف بالله سبحانه وتعالى حاجزًا ممانعًا بينكم وبين فعل الخير، فلا تحلفوا في أمر يكون الامتناع فيه امتناعا عن خير وتقوى وإصلاح بين الناس؛ وذلك لأن الرجل كان يحلف على الامتناع عن بر غضبا على من يطلبه؛ كما روى أن سيدنا أبا بكر حلف ألا يعطي ذا قرابة له عندما خاض في شأن ابنته عائشة في حديث الإفك عليها، فنزل قوله تعالى:  (وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (٢٢) . </p><p> وقد روي أيضا أن عبد الله بن رواحة كان بينه وبين خَتَنِه (زوج أخته) النعمان ابن بشير شيء، فحلف بالله ألا يدخل عليه ولا يكلمه، ولا يصلح بينه وبين خصمه، وإذا قيل له فيه قال: قد حلفت بالله ألا أفعل فلا يحل لي إلا أن تبر يمينى؛ فكانت الآية الكريمة ناهية عن ذلك فمن حلف على شيء فرأى خيرًا منه، فلا يصح أن يجعل الحلف بالله عرضة محاجزة دون فعل الخير، بل عليه أن يفعل الخير ويحنث ويؤدي كفارة اليمين الذكورة في سورة المائدة، في قوله تعالى: </p>"
}