{
  "id": null,
  "sura": 2,
  "aya": 74,
  "text": "<p> (ثُمَّ قَسَتْ قُلُوبُكم مِّن بَعْد ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً) ، وثم هنا للتراخي لبعد ما بين هذه الآيات البينات، والمعجزات الباهرة، وما انتهت إليه من قسوة القلوب وصلابتها، حتى كأنها الحجارة أو أشد من هذه الحجارة. </p><p> فقد توالت عليهم البينات، من إنقاذ من فرعون، وإغراقه وآله، ومن المن والسلوى، ومن أخذه الميثاق، ومن أنهم طلبوا أن يروا الله فصعقوا ثم أفاقوا. . . إلخ، فقسَوا من بعد ذلك فكان الفارق كبيرًا. فما جاءهم من البينات، وما انتهوا إليه من قسوة في القلوب، فجمدت حتى لَا يكون فيها ينبوع لرحمة. </p><p> والخطاب للذين حضروا النبي - صلى الله عليه وسلم - باعتبارهم مع من كانوا قبلهم أمة واحدة يرضى حاضرهم بماضيهم وأخلافهم بأعمال أسلافهم، ولذا صح أن يوجه الخطاب إليهم على أساس أنهم مشتركون معهم، إن لم يكن بالفعل فبالرضا والتأييد والسير على منهاجهم. </p><p> وقد وصف سبحانه وتعالى حال قلوبهم بأنها كالحجارة، بل إنها أشد قسوة من الحجارة؛ لأن الحجارة قد يكون فيها رحمة أو يجعلها الله تعالى سببا للرحمة، أما هؤلاء فلا رجاء للرحمة فيهم قط، لأن القلوب إذا جفت فيها ينابيع الرحمة لا تخرج رحمة من بعد ذلك، وقوله تعالى:  (أَوْ أَشَدُّ قَسْوَةً) خبر بعد خبر، فالمعنى فهي كالحجارة أو هي أشد قسوة من الحجارة. </p><p> وقد رشح الله تعالى لمعنى أن قلوبهم أشد قسوة، فذكر خواص بعض الحجارة، أو ما يكون منها أنهارًا فقال تعالت كلماته:  (وَإِنَّ مِنَ الْحِجَارَةِ لَما يَتَفَجَّرُ منهُ الأَنْهَارُ) أي إن من الحجارة للذي يتفجر منه الأنهار وهي الحجارة التي تهطل عليها الأمطار وابلا، فيتفجر منها ومن صخورها أنهار تجري كأنهار جبال الحبشة </p><p> وغيرها من الجبال التي تنحدر السيول من فوقها فتتفجر خلالها أنهارًا تجري فيها المياه، وإن من الأحجار الذي يتشقق منه الماء أي ينبع الماء من عيونها بتشقق منها فتجري منها عيون يكون فيها أنهار ماء عذب فرات. </p><p> وإن من هذه الحجارة الذي ترجف فيه الرجفة خشية من الله تعالى أو أنه يرى كذلك كما قال تعالى:  (لَوْ أَنزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لرَأَيْتَهُ خَاشِعًا مُّتَصدِّعًا مِّنْ خَشْيَةِ اللَّهِ. . .) . </p><p> وإذا كانت الحجارة منها ما هو مصدر خير عام، فقلوبهم أشد قسوة منها، لأنهم لَا خير فيهم قط، ولا تنبع منهم رحمة، كما تنبع العيون من هذه الأحجار وكما تتفجر فتجري فيها الأنهار. </p><p> وختم الله سبحانه وتعالى مهددا منذرا من عاصروا النبي - صلى الله عليه وسلم -، فقال:  (وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ) نفَى مؤكدا غفلة الله تعالى عن أعمالهم، وأنها لأعمال خارجة من تلك القلوب القاسية التي نماها كَرُّ الأيام واستمرت سارية، حتى كاد منهم للنبي - صلى الله عليه وسلم -. وأكد سبحانه وتعالى بالباء في قوله تعالى:  (بِغَافِل) وبالجملة الاسمية، وإذا كان تبارك وتعالى غير غافل عما يعملون، فإنه لَا محالة مجازيهم به، آخذهم من نواصيهم فهذه الجملة السامية إنذار شديد. </p><p> * * * </p><p> أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ (٧٥) وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَى بَعْضٍ قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ أَفَلَا تَعْقِلُونَ (٧٦) </p><p> أَوَلَا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ (٧٧) وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ (٧٨) </p><p> * * * </p><p> ذكر الله تعالى أحوال بني إسرائيل عقب ما كان من إبليس لآدم عليه السلام، وقد كان ذكرهم بعد آدم هان لم يكونوا أول أولاد آدم في الأرض، بل جاءوا بعده بمئات الألوف فيما نزعم، لأنهم أوضح صورة إنسانية، لتحكُّم إبليس في ابن آدم، فقد قامت بين أيديهم الأدلة، والآيات الحسية، والنعم، ومع ذلك كفروا وإذا كانت تلك حالهم في الماضي، والحاضرون يوافقونهم ويعتزون بهم مع هذه المآثم، ويحسبون أنهم بماضيهم الذي نسوه مفاخرون العرب، ويقولون فيهم: ما علينا في الأميين من سبيل، فإنه لَا مطمع في إيمانهم؛ لأن الجاهل يطمع في إيمانه إذا علم وقامت البينات الداعية، أما المغتر المعاند في ماضيه وحاضره، فإنه لَا مطمع في إيمانه. </p><p> ولذا قال الله تعالى مخاطبا محمدا - صلى الله عليه وسلم -، ومن اتبعه من المؤمنين: </p>"
}