{
  "id": null,
  "sura": 2,
  "aya": 153,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بْالصَّبْرِ وَالصَّلاةِ) استعينوا في أموركم، وفي استجابة أوامر ربكم والأخذ بأحكام دينكم وإعداد العدة للقاء عدوكم، فمجاهدة النفس مقدمة على جهاد العدو، بل هي عدته وقوته. </p><p> والصبر ضبط النفس والاستيلاء عليها، وهو يتنوع بتنوع موضوعه، فهناك صبر على منازعة الأهواء والشهوات لتعميمها والاستيلاء عليها بجعل الشهوة أَمَةً للعقل ليست مسيطرة عليه، ولا مسيرة للنفس، وهناك صبر لأداء الطاعات والقيام بالواجبات فإن ذلك يحتاج إلى عزم قوي لَا يكل ولا يمل، وهناك صبر على لغو القول من الناس، واستهزاء السفهاء، وتهكم ذوي الأهواء، وهناك صبر بالإقامة مع الضعفاء وقد قال الله تعالى فيه:  (وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ. . .) . </p><p> وهناك صبر عند المصائب في الدنيا فلا يفزع ولا يجزع ويعلم أن الصبر فيه أجر وأن الجزع فيه وزر، وهناك صبر عند لقاء الأعداء ولعله نتيجة لصفة الصبر وتشعبها في كل النواحي التي ذكرناها. </p><p> والصبر خير كله، وهو أول صفات المؤمنين، ومن الصبر ألا يكفر عند النعمة وألا ييئس عند النقمة، ولقد قال تعالى:  (وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ (٩) وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ (١٠) إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (١١) . </p><p> ولقد قال - صلى الله عليه وسلم - فيما رواه مسلم بسنده عن صهيب، قال رسول الله - صلى الله عليه وسلم -: \" عجبا لأمر المؤمن إن أمره كله خير وليس ذاك لأحد إلا للمؤمن، إن أصابته سراء شكر فكان خيرا له، وإن أصابته ضراء صبر فكان خيرا له \"  (١) فالصبر كله خير، وهو عدة الإيمان والأخلاق، وبناء المجتمع الصالح، وهو أقوى عدة للجهاد. </p><p>(١) رواه مسلم: كتاب الزهد والرقائق (٥٣١٨)، وبنحوه رواه أحمد والدارمي.</p><p> هذا أمر الصبر والاستعانة به مناجاة العبد لربه، وصرف القلب \" إليه، والاتجاه إليه، وهي التي تملأ القلب بذكر الله تعالى فينسى ما بينه وبين الناس، وهي استحضار العزة من الله، وامتلاء الإنسان بجبروت الله، وأنه فوق قوى البشر، والاستعانة هي سلوك المؤمن، روى \" أن النبي - صلى الله عليه وسلم - كان إذا حزبه أمر صلى \" (١) . </p><p> ولقد أمر الله تعالى نبيه بالصبر والصلاة إذا اشتدت عليه شديدة الناس بالقول والعمل، فقال تعالت كلماته:  (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى (١٣٠) . </p><p> فعبر عن الصلاة هنا بالتسبيح فسبيل الرضا بالنوازل والشدائد من الناس - كما تدل الآية - الصبر على ما يقولون، والصلاة إذ هي اطمئنان القلوب، وسرور النفوس وبها تستبدل النعمة بالنقمة، والسراء بالضراء. </p><p> وختم الله تعالى الآية بقوله:  (إِنَّ اللَّهَ مَعَ الصَّابِرِينَ) بمعاونته لهم، فينصرهم، بسيطرتهم على نفوسهم، ثم ينصرهم على أعدائهم، ثم يغلبهم على كل شر في الحياة، ثم تقوية عزمهم، وضبطهم لنفوسهم، فالله معهم في كل أعمالهم، وهو وليهم ونعم المولى ونعم النصير. </p><p> هذا ما يعذ الله به تعالى نفوس المجتهدين، صبر وذكر لله تعالى، وإنه من بعد ذلك يكون القتال، ويكون الشهداء، وفي ذلك إشارة إلى أنه ليس القتال شهوة، ولا نزهة، ولكنه فداء وبلاء، واستشهاد، وإن الشهداء لَا يموتون ولكنهم أحياء عند ربهم يرزقون، والحياة ليست للأشباح فقط، بل هي للأرواحِ، ولذا قال تعالى: </p><p>(١) رواه أحمد (٢٢٢١٠)، وأبو داود (١١٢٤). عن حذيفة بن اليمان رضي الله عنه.</p>"
}