{
  "id": null,
  "sura": 2,
  "aya": 76,
  "text": "<p> (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَى بَعْضٍ قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ) . </p><p> هذ وصف للمنافقين ذكره الله تعالى من قبل في قوله تعالى:  (وَمِنَ النَّاسِ مَن يَقُولُ آمَنا بِاللَّهِ وَبِالْيَوْمِ الآخِرِ وَمَا هُم بِمُؤْمِنِينَ يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنفُسَهُمْ وَمَا يَشْعُرُونَ) إلى آخر الآيات التي ساقها القرآن الكريم، والأمثلة التي ضربها في كشف حالهم. </p><p> وهذه الآية التي نتكلم في معناها أتت بأمر خاص باليهود الذين عاصروا النبي - صلى الله عليه وسلم -، وهي أنهم لفرط غرورهم يحسبون أن الله تعالى لَا يعلم خفى أمرهم، فهو نوع من النفاق أضلهم. </p><p> (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا) أي صدقنا وأذعنا لكل ما جاء به محمد - صلى الله عليه وسلم - آمنا بأنه الحق من عند الله وبأن ما جئت به هو الحق. </p><p> وقد حسبوا أنهم بذلك قد نجوا من الملامة، فحفظوا المظهر بما أظهروه، وحفظوا كفرهم فلم يعلنوه، ولكن إخوانهم وهم على ملتهم، وعلى جحودهم لم يرضوا بالظهور بهذا المظهر. </p><p> فإذا خلا بعضهم إلى بعض، فالتقى الذين أظهروا ما لم يبطنوا، والذين لم يلقوا الرسول - صلى الله عليه وسلم -، كان التلاوم فيقول الذين لم يلقوا المؤمنين (أَتُحدِّثُونَهُم بِمَا فَتَحَ اللَّهُ عَلَيْكمْ) ، أي بما حكم الله تعالى به عليكم، فالفتح في لغة العرب والحكم بأمر القضاء، كما قال تعالى:  (رَبَّنَا افْتَحْ بَيتَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ. . .) . </p><p> وما حكم الله تعالى به في هذا المقام هو بشارة التوراة بالنبي - صلى الله عليه وسلم -، كما قال تعالى:  (وَمبَشِّرًا بِرَسولٍ يَأتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ. . .) ، وقد أخذ العهد عليهم بأن يتبعوه ويؤمنوا به إذا جاءهم، فالاستفهام إنكاري لإنكار فهم الوقوع فهم يوبخونهم على أنهم حدثوهم بما قضى الله تعالى عليهم بأن يؤمنوا بالنبي عليه الصلاة والسلام إذا جاءهم، وإنه كان يجب عليهم أن يستمروا في جحودهم، وعللوا لوم إخوانهم بقولهم:  (لِيُحَاجُّوكُم بِهِ عِندَ رَبِّكُمْ) أي ليكون حجة عليكم عند ربكم، يحاجونكم به، والاعتراف حجة ظاهرة. </p><p> وإنهم بذلك يزعمون أمرين كلاهما باطل: </p><p> أولهما - أنهم يحسبون أن الله تعالى يحتاج في معرفة ما هم عليه إلى إقرارهم، وهو عالم الغيب والشهادة، وعالم السر والجهر، وأنهم مأخوذون بما واثقهم عليه، وبالحق الذي أمرهم باتباعه. </p><p> وثانيهما أنهم يحسبون أن النبي - صلى الله عليه وسلم - وأصحابه ما كانوا يعلمون ما عند االيهود إلا بإقرارهم أمام النبي - صلى الله عليه وسلم -، والمؤمنون يعرفون ما في كتبهم من بشارة بالنبي - صلى الله عليه وسلم - وهم أنفسهم كانوا يستفتحون على الذين كفروا، فلما جاءهم ما عرفوا كفروا به. </p><p> ولقد بين الله تعالى بطلان كلامهم وبعده عن العقول فقال تعالى:  (أَفَلَا تَعْقِلُونَ) الفاء مؤخرة عن تقديم لأن صيغة الاستفهام لها الصدارة، والفاء للإفصاح، والاستفهام داخل على نفي، فهو من قبيل نفي النفي وهو في نتيجته يدعوهم سبحانه وتعالى إلى أن يعقلوا، ويتفكروا ويتدبروا، ويدركوا ما يؤدي إليه كلامهم، وهو بعده عن كل معقول، فهم يتصورون أن الله تعالى لَا يعلم حالهم، وما أخذ عليهم من مواثيق، وما وضع من إشارات إلى النبي - صلى الله عليه وسلم - في كتبهم، يتصورون ذلك ويحسبون أن المؤمنين يحاجونهم عند الله بهذا الاعتراف، ولا يعرفون أن الله تعالى يعرف سرهم ونجواهم. وقد يفسر قوله تعالى:  (أَفَلا تَعْقِلُونَ) على أنه من كلام بعضهم، ويكون معناه على أنه من لسانهم، (أَفلا تَعْقِلُونَ) وتتدبرون نتيجة كلامكم من أنهم يحاجونكم به عند ربكم، ويكون هذا إمعانا في الجهل بحالهم وعلم الله تعالى، ونحن نميل إلى احتمال توجيهه من الله تعالت كلماته. </p><p> وإنهم ممعنون في الجهل بالله سبحانه وتعالى، وظنهم أن الله تعالى لا يعلم ما يخفون وما يبدون، وإنه لَا فائدة في أن يحدثوا النبي والمؤمنين، لأن الله تعالى بكل شيء عليم، ولذلك قال تعالى: </p>"
}