{
  "id": null,
  "sura": 2,
  "aya": 28,
  "text": "<p> (كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ) . </p><p> (كيْفَ) يستفهم بها للحال، والمعنى كيف حالكم وبعدكم عن الإدراك والحق وأنتم تكفرون بالله الذي أنشاكم وأخرجكم من الموت إلى الحياة؟! إنكم ترون أن الطفل يولد، ويجيء من غيب الله تعالى، وترونه يشب غلاما فصبيا فشابا فكهلا فشيخا فيموت ثم يقبر ثم تكون الحياة بعد ذلك، ترون الأمور الثلاثة؛ الأولى موت، ثم حياة، ثم موت، أفلا يكون بالقياس على البدء بالموت ثم الحياة ثم الموت أن نحييكم تارة أخرى؛ وقد قدر سبحانه على الأمور الأولى، أفلا يقدر على الأخيرة؟ (. . . كَمَا بَدَأَكُمْ تَعُودُونَ) . </p><p> والاستفهام إنكاري لإنكار الواقع لَا لإنكار الوقوع، والفرق بينهما أن إنكار الوقوع معناه النفي، وهو لَا يصلح هنا، وأما إنكار الواقع فمعناه التوبيخ أبلغ التوبيخ على ما وقع، فقد وقع ذلك الأمر الغريب، وهو أنهم يكفرون أو يجحدون بالله بألا يعبدوه وحده، وهو الذي خلقهم، فأحياهم، وقد كانوا أمواتا، وذلك محسوس مرئي، وأوثانهم لم تصنع شيئا من هذا ولا يمكن أن تفعل. </p><p> ومعنى الموت الأول الذي يدل عليه قوله تعالى:  (وَكُنتُمْ أَمْوَاتًا) هو أنهم كانوا عدما ليست فيهم حياة، أو كانوا أجساما جامدة هي الطين، أو نطفا في بطون الأمهات ثم مضغا مخلّقة وغير مخلّقة، فجعلكم أحياء. </p><p> وكيف يطلق على الجماد أنه ميت، مع أن الموت أمر نسبي تكون قبله حياة، ثم تسلب هذه الحياة فيكون الموت، والجماد لم تسبقه حياة، حتى يكون من بعدها موت؟. </p><p> ونقول في الجواب عن ذلك: إن الموت لَا يقتضي وجود حياة سابقة، بل يطلق على الجماد ذاته، فيقال: أرض موات، وأرض ميتة، وإحياؤها يكون بوجود الغيث وإنباتها النبات بإذن الله تعالى، كما قال تعالى:  (وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ) ، وقال تعالى:  (رِزْقًا لِّلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتًا كذَلِكَ الْخُرُوج) . </p><p> فقوله تعالى:  (كنتُمْ أَمْوَاتًا) ، أي كنتم لَا حياة فيكم فأحياكم فخلق التراب ثم أنشأكم منه، فأحياكم فأفاض عليكم بالحياة، وهم قبل هذا الإحياء لم يكونوا شيئا مذكورا كما قال تعالى:  (هَلْ أَتَى عَلَى الإِنسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُن شَيْئًا مَّذْكُورً) ، وقوله تعالى:  (وَكنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ) خطاب لهم بالانتقال من الغيبة إلى الخطاب، وهو دال على أن ذلك يعلمونه بالعيان والحس، لا بمجرد التصور والتفكر، (ثمَّ يُمِيتُكُمْ) و (ثُمَّ) هنا للتراخي؛ لأنه بعد الإحياء يعيش أجلا محدودا، ثم يموت، و (لِكُلِّ أَجَلٍ كِتَابٌ) ، (ثُمَ يُحْيِيكُمْ) بالبعث والنشور، ثم تكون القيامة، ثم إليه سبحانه ترجعون، وذلك هو مدلول قوله تعالى في آية أخرى:  (قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا. . .) ، وإنه كما ذكرنا أخذ من الواقع الذي يحسونه، دليلا على وقوع ما ينتظرهم، وينتظرونه، وهو البعث، فإذا كان سبحانه وتعالى أنشأ من العدم حياة ثم سلبها، فإنه قادر على إعادتها، ولكنهم يؤمنون بالحس وحده، ولا يؤمنون بالغيب الذي لَا يحُسُّون. </p><p> قوله تعالى:  (ثُمَّ إِلَيْهِ تُرْجَعُونَ) وثم هنا للتراخي؛ أي بعد أن يقضوا حياتهم، ويموتوا ويدفنوا في قبورهم يرجعون ليحاسبهم على ما قدموا من عمل، فإن خيرًا فخير، وإن شرا فالعذاب. </p><p> وتقديم (إِلَيْهِ) على (تُرْجَعونَ) للإشارة إلى أنه وحده هو الذي إليه يرجعون، لَا إلى آلهتهم التي يتوهمون بأوهامهم فيها قدرة، ولا قدرة، فالرجوع إليه سبحانه وتعالى. </p><p> إن الله تعالى خلق الخلق، وأحياهم بعد العدم، ولم يتركهم، بل أنعم عليهم بالأرض وخيراتها، وكل ثمراتها، وسخر لهم مافى السماوات والأرض، ومع ذلك كفروا بربهم الذي أولاهم الحياة، وأولاهم نعم الوجود؛ ولذلك قال تعالى: </p>"
}