{
  "id": null,
  "sura": 2,
  "aya": 66,
  "text": "<p> (فَجَعَلْنَاهَا نَكَالًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا) . </p><p> النكال المنع والزجر، والنكل القيد، والأنكال القيود، لأنها تمنع. </p><p> والفاء للإفصاح، كما ذكرنا في غير ذلك الموضع، والضمير في قوله تعالى:  (فَجَعَلْنَاهَا نَكَالًا ... (٦٦) </p><p> يعود إلى العقوبة أي جعلنا هذه العقوبة التي كان من </p><p> مقتضاها أن يفقدوا معاني السمو الإنساني، والارتفاع عن حضيض الحيوانية الأوهد، وقيل: إنها تعود على القرية التي كان فيها ذلك الاعتداء؛ لأنها حاضرة في الذهن ومشار إليها بذكر الذين اعتدوا منكم في السبت، أي والقرية التي كان فيها الاعتداء، فهي إن طويت في البيان ملاحظة في المعنى، وهكذا يفسر القرآن بعضه بعضا، وما يطوى في مكان يصرح به في مكان آخر، تعالت كلمات الله تعالى. </p><p> وقد أنزل سبحانه وتعالى بسبب هذه الشهوات الجامحة الخارجة عن مقتضى الطبع الإنساني عذابا شديدا من الذل بعد العزة، ومن الضيق بعد السعة، ومن الشدة بعد الرخاء ما جعلها عبرة لمن بين يدي الحاضرين، ومن يجيء بعدها من الناس، وعبر سبحانه وتعالى عن الحاضرين بقوله تعالى:  (لِّمَا بَيْنَ يَدَيْهَا) كناية عن وجودها معهم، وأنها على مقربة منهم، قرب ما بين اليدين من الصدر، والذين تحوطهم ويحوطونها. </p><p> وإن ذلك العقاب يكون له صدى يتردد في الأجيال بعدهم جيلا بعد جيل، ومثل هذه القرية كمثل قرية عصت أمر الله تعالى، وكفرت بأنعمه سبحانه، وقال فيها تعالت كلماته:  (وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ (١١٢) وَلَقَدْ جَاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ (١١٣) . </p><p> فما أشبه حال بني إسرائيل في أنعم الله تعالى عليهم بحال تلك القرية، وكأنها مثل بين لهم، والموعظة وزنها تَفْعِلَة بمعنى المصدر الميمي من الوعظ، وهو التخويف والزجر بما وقع لغيره، ويكون للتذكير بالخير مما يرق له القلب، كما يكون للتذكير والإنذار بما وقع للعصاة. </p><p> وخص سبحانه وتعالى تأثير الموعظة بالمتقين، وإن كانت هي للعالمين لتفردهم بالتأثر بها، والاهتداء بهديها وهم الذين تنفعل نفوسهم للخير لأنهم ليسوا مغرورين بعزة الشيطان، ولكن تمتلئ قلوبهم بتقوى الله تعالى، بأن يجعلوا بينهم وبين عذاب الله تعالى وقاية، فمن دأبهم الحذر من الشر، وإذا ذُكِّروا ذَكَروا، والله هو الهادي إلى الرشاد. </p><p> * * * </p><p> بقرة بني إسرائيل </p><p> (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ (٦٧) قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَلِكَ فَافْعَلُوا مَا تُؤْمَرُونَ (٦٨) قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا قَالَ إِنَّهُ </p><p> يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ (٦٩) قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا وَإِنَّا إِنْ شَاءَ اللَّهُ لَمُهْتَدُونَ (٧٠) قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا ذَلُولٌ تُثِيرُ الْأَرْضَ وَلَا تَسْقِي الْحَرْثَ مُسَلَّمَةٌ لَا شِيَةَ فِيهَا قَالُوا الْآنَ جِئْتَ بِالْحَقِّ فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ (٧١) </p><p> * * * </p><p> كان بنو إسرائيل في مصر، وكانوا أذلوهم يذبِّحون أبناءهم ويستحيون نساءهم، ولكنهم عاشروهم حقبة طويلة من الزمن تأثروا بعاداتهم، وألفوا ما كانوا يألفون، لقد كان المصريون يعبدون العجل، ويقدسونه وقد أراد الله تعالى أن يقتلع من بني إسرائيل ما تأثروا به، وقد رأينا السامري أضلهم فعبده بعضهم، ولم ينههم سائرهم عن عبادته، فاششركوا جميعا في هذا المنكر. </p><p> وإن الله تعالى قد اختبرهم ليزيل ما في نفوسهم من نزعة إلى تقديسه أو بقية من هذا التقديس فقال رسولهم الأمين القوي: </p>"
}