{
  "id": null,
  "sura": 2,
  "aya": 167,
  "text": "<p> (وَقَالَ الَّذِينَ اتبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا)  \" الكرَّة \" : الرجعة مرة أخرى إلى ما كانوا في الدنيا، و \" لو \" للتمنى، ومعنى الجملة لو ثبت أن لنا كرة نتمناها (فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا) ، وإن تفسير هذا التمني أنهم في الآخرة، أخلوا بهم وتبرأوا منهم فتمنيهم العود إلى الدنيا ليتبرءوا من دعوتهم إلى الباطل وينفروا منهم ويتبعوا </p><p> الصالحات. فالمتبِعون يتبرءون منهم في الآخرة، ويتمنون أن يعودوا إلى الدنيا، ليعلنوا التبرؤ منهم ومنافرتهم بالبعد عنهم كما خذلوهم في هذه الشدة، وقد بين سبحانه أن تمنياتهم لو حققت ما تبرأوا وما عملوا فقال تعالى:  (وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ. . .) ، وإن غرور الحياة لَا يمكنهم من أن يعتبروا بل ستدفعهم أهواؤهم إلى مثل ما فعلوا أولا فهم في ريبهم يترددون، وإن ذلك التصوير الذي صوره الله تعالى لحالهم يوم القيامة هو ليريهم أعمالهم حسرات عليهم، ولذلك قال تعالى:  (كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ) . </p><p> أي كان هذا منهم كذلك ليكون ذلك عقابا لهم فوق عقابهم بعذاب النار، وذلك العقاب بأن يريهم أعمالهم التي مضت على أنها حسرات، توالت عليهم حسرة بعد حسرة، فكان جمعها للدلالة على كثرتها وأنها متوالية حسرة تخلفها حسرة، وإذ أعمالهم كثيرة، فحسراتهم كثيرة، وحسرات مفعول ثان؛ فالله تعالى يريهم تلك الأعمال حسرات تكبو لها النفوس بعد أن كانت في الدنيا مسرة يفرحون بها ويطربون بسوء ما يفعلون. </p><p> ومع هذه التمنيات التي تجعل نفوسهم متلهفة على العودة إن كان ذلك ممكنا، والحسرات المتتابعة فهم في النار خالدون فيها، ولذا قال تعالى:  (وَمَا هُم بِخَارِجِينَ مِنَ النَّارِ) فنفَى الله تعالى نفيا باتا قاطعا خروجهم من النار، وأكد ذلك النفي باستغراق النفي الثابت بالباء وبضمير الفصل وبالجملة الاسمية. </p><p> * * * </p><p> الطيبات حلال الله، والشيطان يأمر بالفحشاء </p><p> (يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ (١٦٨) إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ (١٦٩) </p><p> وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ (١٧٠) وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ (١٧١) </p><p> * * * </p><p> النداء بقوله تعالى </p>"
}