{
  "id": null,
  "sura": 2,
  "aya": 214,
  "text": "<p> (أَمْ حسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ) . . إلخ. </p><p> في هذه الآيات إذن يبين الله سبحانه وتعالى ما ينزل بالأخيار في سبيل الاستمساك بالحق والدفاع عنه، وكيف يغالبون المحن التي تنزل بهم، والأعداء الذين يحيطون بدولتهم، ولقد وصف سبحانه وتعالى أولا البلاء في الداخل والخارج، ثم وصف علاجه في الداخل بالبر والإنفاق ثم وصف علاجه في الخارج، بالمقاومة وحمل السيف عند الاضطرار. </p><p> (أَمْ حَسِبْتمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأتِكُم مَّثَلُ الَّذِينَ خَلَوْا مِن قَبْلكُم مَّسَّتْهمُ الْبَأسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا) في هذه الجملة السامية بين الله سبحانه وتعالى أن طريق الجنة محفوف بالشدائد، كما قال - صلى الله عليه وسلم -: \" حفت الجنة بالمكاره، وحفت النار بالشهوات \"  (١) وأن نعيم الجنة مرتقى عظيم، لَا يرتفع إليه إلا الجاهدون؛ وأنه كلما عظمت الشدة وطالت المدة كان الخير أعظم، ومعه رضوان الله وهو أكبر، وأن البلاء منوع مختلف؛ فهو بالبأساء وهي الشدائد والمكاره التي تكون من خارج الجسم، كحرب ضروس، أو خطر داهم، والبلاء قد يكون بالضراء، وهي الآلام والشدائد التي تحل بالجسم، كجراح شديدة، أو أمراض ممضة، أو آلام نفسية مزعجة وإن هذه الآلام قد تزعجهم وتشتد عليهم، وتصير كالزلازل تهز نفوسهم هزا عنيفا؛ كما يهز الزلزال </p><p>(١) رواه مسلم: صفة الجنة (٥٠٤٩)، والترمذي (٢٤٨٢)، وأحمد في مسنده (١٢١٠١)، والدارمي في الرقاق (٢٧٢٠) عن أنس بن مالك رضي الله عنه.</p><p> أديم الأرض؛ وإذا كان زلزال الأرض يهزها حتى يلقى ما عليها من قصور مشيدة، فزلزال المؤمنين لَا يقلب نفوسهم، ولا ينكسر ما في صدورهم؛ بل يصقلها وينفض عنها ما عساه يعلق بها من درن. </p><p> ولقد فسر العلماء البأساء - بالشدة من خارج الجسم، والضراء بما يكون داخله كما نوهنا - وهي واضحة في الآحاد؛ وقد تكون البأساء والضراء بالنسبة للمجموع؛ فالبأساء التي تنال المجموع هي مهاجمة الأعداء، واعتداؤهم وتوالي إيذائهم؛ وعدم تركهم أهل الحق في قرار واطمئنان؛ والضراء في المجموع هي ما يكون من فقر ومرض، وما يتخلل صفوف المؤمنين من منافقين يرجفون بينهم بالأقوال الكاذبة، ويخذلون، ضعاف الإيمان عند لقاء الأعداء، ثم ما يكون من نقص في الأموال والأنفس والثمرات كما قال سبحانه:  (وَلنَبْلُوَنَّكُم بِشَيْءٍ مِّنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِّنَ الأَمْوَالِ والأَنفُسِ وَالثَّمَرَاتِ وَبَشِرِ الصَّابِرِينَ) . </p><p> و \" أم \" في قوله تعالى: (أَمْ حَسِبْتُمْ) قد اختلف العلماء بشأنها من ناحية التخريج اللفظى بمقتضى الأحوال التي تستعمل فيها \" أم \" ، فقال بعضهم: إنها للاستفهام المجرد، وهذا هو ما قاله الزجاج، وجوزه الزمخشري؛ والمعنى على ذلك التخريج واضح، ويكون من قبل الاستفهام الإنكاري بمعنى إنكار النهي؛ أي لا تحسبوا أنكم تدخلون الجنة (وَلَمَّا يَأتِكُم مَّثَلُ الَّذِينَ خَلَوْا مِن قَبْلِكُم) أي لم تأتكم حال كحال الذين مضوا من قبلكم إذ مستهم أي أصابتهم البأساء والضراء، والتعبير بمستهم للإشارة إلى أنها نالتهم بالأذى أحسوا به، والآلام نالت حسهم، ولكن لم تنل قلوبهم. </p><p> وقال بعضهم: إن \" أم \" هي \" أم المتصلة \" ؛ وكان في الكلام محذوفا دل عليه لازم قوله تعالى:  (كَانَ النَّاسُ أُمَّةً وَاحِدَةً. . .) ، وما قبلها، وكأن تقدير القول هكذا: أفرضيتم بالحق تنصرونه، وتدفعون بغي الباغين عليه متحملين الشدائد والمكاره، \" أم \" حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم مستهم البأساء والضراء. . . . وبهذا تكون (أم) متصلة دالة على المعادلة بين حالين، </p><p> والموازنة بين أمرين، وقد قال سيبويه في الكتاب أن \" أم \" المتصلة تكون دائمًا دالة على المعادلة والتسوية، وإن كان التعادل غير مذكور، كان مقدرًا في القول مطويا في ثناياه. </p><p> وقال بعضهم إن \" أم \" هي أم المنقطعة الدالة على الإضراب \" وقد قال البصريون: إن أم المنقطعة تدل على الإضراب والاستفهام معًا، وكأن تقدير القول لقد نزلت بكم الشدائد من أذى شديد في مكة وأنتم مستضعفون، ومن حرب وبلاء وهزيمة أحيانا وأنتم بالمدينة، ونزعت العرب كلها عن قوس واحدة في غزوة الأحزاب، لتقتلع مدينة الله من أرضه، فعليكم أن تصبروا. .(أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ (٢١٤).</p><p> و\" لا \" في هذا الكلام الكريم تدل على النفي مع توقع وقوع النفي كما قال الزمخشري،والمعنى:لم ينزل بكم مثل حال الذين خلوا من قبلكم وقد ينزل أو سينزل، فإن نزل فاصبروا واعلموا أن الله مع الصابرين.</p><p> والزلزلة: شدة التحريك، وهي تكون في الأشياء وفي الأشخاص، وفي الأحوال، فيقال زلزلت الأرض إذا تحركت واضطربت، وزلزلوا أي خوفوا. وقال الزجاج: أصل الزلزلة من زل الشيء عن مكانه، فإذا قلت زلزلته فمعناه كررت زلَلَه. </p><p> والمعنى في الجملة أن أهل الحق دائمًا مُعَنَّوْنَ بظلم الظالمين، وتضييق الأشرار عليهم، ودس الأشرار ونفاق المنافقين، ودعاة التردد والهزيمة، وهم لهذا في بأساء وضراء، وقد نزل ذلك بالذين خلوا من قبل، فحياة الأنبياء وحواريهم كانت كلها امتحانا واختبارا، وأن على أصحاب محمد أن يعلموا أنه نازل بهم ما نزل بالسابقين من بأساء وضراء، وشدائد تزلزل النفوس وتضطرب لها القلوب بين الجنوب، وأن ذلك طريق الجنة، ولقد قال - صلى الله عليه وسلم -: \" أَلَا إِنَّ عَمَلَ الْجَنَّةِ حَزْنٌ بِرَبْوَةٍ، أَلَا إِنَّ عَمَلَ النَّارِ سَهْلٌ بِسَهْوَةٍ \" (١) . </p><p>(١) رواه أحمد في مسند بني هاشم (٢٨٦٠).</p><p> وإن تلك الشدائد كانت تبلغ أقصاها، حتى إذا وصلت القلوب إلى حال تقارب اليأس من الفرج، إذ تغمرها الشدائد غمرا، حتى تكون في شبه ظلماء لولا نور القلوب، جاء نصر الله؛ وهذا ما يدل عليه قوله تعالى: </p><p> (حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلا إِنَّ نَصْرَ اللَّهِ قَرِيب) أي أن الشدائد كانت تنزل بالماضين من أنصار الحق والدعاة إليه، ويطول زمنها، ويتطاول فيها أهل الباطل، حتى تصير النفوس في حال تريد النصر القريب. </p><p> وليس معنى ذلك أن الهلع يستولي عليهم، أو أن اليأس يملك قلوبهم؛ فإن المؤمن لَا ييئس من روح الله؛ إنما معناه أنهم تنزل الشديدة فيحتملونها ويألفونها ثم تنزل الأخرى التي تكون أشد قسوة فيروضون نفوسهم على احتمالها مستعذبين العذاب في سبيل الحق؛ وهكذا تترادف عليهم الشدائد، وتتوالى عليهم المحن حتى تصل إلى أقصى ما تحتمله النفوس الآدمية، وتبلغ حد الطاقة البشرية؛ عندئذ يطلب الرسول والذين آمنوا معه النصر. وقدم الرسول في هذا المقام للدلالة على أمرين: أولهما: أن الشدة قد بلغت منتهاها بدليل أن الرسول - صلى الله عليه وسلم - سارع بطلب النصر من رب العالمين؛ والثاني: أن رأفة الرسول - صلى الله عليه وسلم - بأتباعه تجعله يسارع بطلب نصر الله، رحمة بهم، وإشفاقًا عليهم. </p><p> وعند بلوغ الشدة هذا الحد يكون ابتداء الفرج؛ ولذا قال سبحانه:  (أَلا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ) أى الله سبحانه وتعالى يبشرهم في هذه الحال بأن النفوس قد انتهى اختبارها، وبدا جوهرها، وأن النصر لَا محالة آت وهو قريب؛ فهذه الجملة الكريمة من كلام الله تعالى لهم. وقد قال بعض العلماء: إن هذه الجملة يصح أن تكون من كلام الرسول - صلى الله عليه وسلم - ومن معه؛ أي أنهم لفرط إيمانهم بحسن العقبى، ورجائهم في نصر ربهم، وإيمانهم بأن الحق منصور، يحسون في الحال التي يطلبون فيها النصر بأن النصر منهم قريب؛ فيقول لهم الرسول - صلى الله عليه وسلم - بعد طلب النصر ويستمعون إليه مصدقين كأنهم القائلون:  (أَلا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ) والتعبير على هذا الشكل يدل على توكيد الخبر بالنصر؛ من جملة وجوه؛ ففيه التعبير بالجملة الاسمية </p><p> فى مقام الفعلية فلم يمَل ستنصرون، والتعبير بالجملة الاسمية دليل على التوكيد؛ وفيه أداة الاستفتاح؛ وفيه \" إن \" الدالة على التوكيد؛ وفيه إضافة النصر إلى رب العالمين القادر على كل شيء (وَلَيَنصُرَن اللَّه مَن يَنصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ) . </p><p> والرسول في الآية الكريمة للجنس، أي أن هذه الحال هي حال عامة تعرض لكل رسول من الرسل في قومه إذ يدعوهم إلى الحق؛ وإن قصص القرآن عن النبيين ينبئ عن ذلك، فموسى عليه السلام آذاه وأصحابه فرعونُ حتى قطع أيديهم وأرجلهم من خلاف، وصلبهم في جذوع النخل، وعيسى عليه السلام آذوه هو ومعه الحواريون؛ ومن قبل إبراهيم ولوط ونوح؛ وهكذا أهل الحق لَا يصلون إلى الغاية الفاضلة إلا بعد أن يقطعوا كل ما يلقيه في طريقهم أهل الباطل من أحجار تدعثره، وأشواك تعوق السالك فيه. </p><p> ولقد قال العلماء: إن هذه الآية نزلت بعد أن أصاب المسلمين القرح في أحُد، فكانت هذه الآية للتسلية لهم؛ ولكن الذي نزل في غزوة أحد هو قوله (أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدوا منكُمْ وَيَعْلَمَ الصَّابِرِينَ) ، بدليل ما قبلها، وهو قوله تعالى:  (إِن يَمْسسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مثْلُهُ وَتِلْكَ الأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ. . .) ، ولذلك يرجح أكثر العلماء الذين عنوا ببيان أسباب النزول أن هذه الآية نزلت عند غزوة الأحزاب، حين أصاب المسلمين ما أصابهم من جهد ومشقة، وهم يحفرون الخندق، ثم أصابهم من تهديد في الأموال والأنفس عندما جاء أولئك الأحزاب مجتمعين؛ كما قال الله تعالى:  (وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا) . </p><p> ومهما يكن من سبب لنزول هذه الآية الكريمة فإنها تدل على أن أهل الحق في مغالبة دائمة، وأنهم لَا ينتقلون من شدة إلا إلى أعلى منها حتى يفوزوا؛ فإن الشيطان من يوم أن وسوس لآدم وحواء وأخرجهما من الجنة، وأبناؤهما في بلاء: تستغوي الشهوات جموعهم، فيندفعون فيها مجترعين من عسلها الوبئ، ثم يلغون </p><p> في الشر، ويكلبون على أهل الخير؛ فإذا تقدم دعاة الخير يدعونهم بعد أن يتبين الرشد من الغي ببعث النبيين مبشرين ومنذرين، عادوهم وناوءوهم وأصابوهم، واعتقدوا أن ما يدعون إليه فيه ذهاب طغيانهم، وقدع شهواتهم، والحد من أهوائهم، وحاولوا افتراسهم كالوحوش الأوابد عندما تحس بمن يمنعها من الافتراس، ويكبحها عن الأذى. </p><p> وإذا كان أهل الحق يصابون بالضراء وهي الأذى الذي يكون في داخل جماعتهم كما قررنا، والبأساء وهي الأذى الذي يأتي من خارجهم، فقد وجب عليهم أن يدَّرعوا، ويعملوا صابرين على دفع الأذى في الداخل والخارج؛ ودفع الأذى في الداخل بالتعاون والتكافل الاجتماعي، ودفع الأذى الخارجي بأخذ الأهبة للقتال، والتعاون أيضًا، فإن التكافل الاجتماعي هو العدة لدفع أذى الداخل والخارج معا. </p><p> ولقد أخذ يبين الله سبحانه أساس التكافل الاجتماعي، وهو معاونة الفقير والضعيف ودفع حاجته بالمال؛ ولذا قال تعالى: </p>"
}