{
  "id": null,
  "sura": 2,
  "aya": 246,
  "text": "<p> (قَالُوا لِنَبِيٍّ لهُم ابْعَثْ لَنَا مَلِكًا) فاختار الله سبحانه وتعالى ملكا لم يكن اختياره بالوراثة والسلالة، بل كان اصطفاؤه للمزايا التي تتفق مع الإمارة والسلطان، وهي قوة العقل وقوة الجسم، فاصطفى الله سبحانه وتعالى طالوت؛ لأنه زاده بسطة في العلم والجسم، وهما الصفتان اللازمتان للأمير، ولكن بني إسرائيل وقد أرهق نفوسهم الذل، وتعودوا المراء والجدل، وعجبوا كيف يختار طالوت، وهو ليس بذي فضل عليهم في النسب، وليس ذا مال وفير؛ فبين الله لهم أن الغاية من الإمارة هي بسط السلطان، والخروج من ذل الهزيمة إلى عزة الانتصار، وأمارة استحقاق طالوت لهذه الإمرة أن يحقق ذلك الانتصار، وأن تأتي إليهم شارة عزهم ومجدهم وهي التابوت. </p><p> حمل طالوت الملك راية الجند إلى ميدان الجهاد، وكذلك يكون المَلِك حقا؛ ولكنه قبل أن يتقدم للقاء عدوهم، أراد أن يختبر قوة إرادتهم وصدق عزيمتهم، وذلك بمعرفة مقدار استيلائهم على أنفسهم، فمن استولى على نفسه فهو معه في الجهاد، ومن لم يستطع جهاد نفسه، فهو عن لقاء العدو أعجز: قال لهم: (إِنَّ اللَّهَ مُبْتَلِيكُم بِنَهَرٍ فَمَن شَرِب مِنْهُ فَلَيْسَ مِنِّي وَمَن لَّمْ يَطْعَمْهُ فَإِنَّه مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرفَةً بِيَدِهِ. . .) فإِنه منى، ولكن النتيجة ظهرت في هذا الامتحان مبينة أن القليل هم الذين استطاعوا أن يجاهدوا أنفسهم وينتصروا عليها (فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِّنْهمْ. . .) ، وهم الذين اجتاز بهم النهو، وترك الآخرين مخلفين مع نفوسهم التي لم يستطيعوا التغلب عليها. </p><p> أصبح جند طالوت قليلي العدد، وليس فيهم إلا مجاهد مجالد مصابر، ولكن اعتراهم شيء من رهبة الموقف، إذ رأوا عدوهم كثير العدد عظيم العُدَد يعتز بكثرته وعدته وسابق غلبته، فقالوا: لَا طاقة لنا اليوم بجالوت وجنوده، ولكن الصفوة من تلك الصفوة لم تعترها تلك الرهبة (قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ) . فتقدم الجميع مستعينين بقوة الله (قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِتْ أَقْدَامَنَا وَانصرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ) . </p><p> وبالإيمان القوي، والعزيمة الصادقة، والتفويض المطلق لرب القدرة والعزة، انتصرت الفئة القليلة على الفئة الكثيرة (فَهَزَمُوهم بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُدُ جَالوتَ. . .) . وآل الأمر من بعد طالوت إلى داود ومعه عزة بني إسرائيل (وَآتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَه مِمَّا يَشَاءُ وَلَوْلا دَفْعُ اللَّهِ النَّاسَ بَعْفضهُم بِبَعْضٍ لَّفَسَدَتِ الأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ) . </p><p> هذه قبسة من قصص الذكر الحكيم في جهاد بني إسرائيل، وإن العبر فيه لكثيرة، فهي تشير إلى الشدة كيف تصهر النفوس فتجعلها تتجه نحو المعالي </p><p> فتطلبها، وكيف يكون الدين أساس العزة لمن غلبت عليهم الشقوة، وأنه لَا سلطان من غير إمرة يعمل تحت سلطانها البر، ويزجر بها الفاجر، وأن الأمير يجب أن يكون له من قوة العقل وقوة الجسم وسعة العلم وكمال التجربة ما يقود به الشعب إلى صالح الأمور، وأن أساس الانتصار السيطرة على النفس فلا يغلب خصمه من لا يغلب نفسه، ولا يقمع عدوه من لَا يقمع شهوته، وإنه بعد أخذ الأهبة يفوض المجاهد أمره إلى الله، ويتوكل عليه. بعد هذا نتجه إلى تتبع الآيات الكريمة آية آية، مستنبطين العبر من ثناياها كما تلوح العبر في مجموعها: </p><p> (أَلَمْ تَرَ إِلَى الْمَلأِ مِنْ بَنِي إِسْرَائِيلَ) قد ذكرنا ما في هذا التعبير من إثارة الاهتمام والتقرير، وتثبيت المعنى في نفس القارئ والسامع، وقد عبر هنا بالرؤية، وهي إما أن تكون بمعنى العلم كما ذكرنا من قبل، وهي تكون للعلم القلبي الذي يستيقن فيه الإنسان كما يستيقن بالعلم الحسي الذي يكون طريقه النظر والإبصار. </p><p> وإما أن يراد بالرؤية النظر أو البصر؛ وفي هذا تصوير للقصة المخبر عنها كأنها المرئية المحسوسة المشاهدة. والملأ هم الكبراء وأشراف القوم، كأنهم ممتلئون شرفًا. وقال الزجاج: سموا بذلك؛ لأنهم ممتلئون مما يحتاج إليه منهم، ويطلق الملأ ويراد به الجماعة، من قبيل إطلاق اسم الجزء وإرادة الكل، لأن ذلك الجزء له مزيد فضل وشرف على بقية الأجزاء، وقد فسر الراغب في مفرداته الملأ بأنه \" الجماعة يجتمعون على رأى فيملئون العيون رواء ومنظرا، والنفوس بهاء وجلالا.</p><p> وما المراد بالملأ هنا؛ أهم كبراء بني إسرائيل، أم القوم كلهم؛ أكثر المفسرين على أن المراد بنو إسرائيل وعلى هذا تكون \" من \" بيانية؛ فالمعنى أن بني إسرائيل جميعا اجتمعوا وقالوا في عصر من العصور لنبي لهم ابعث لنا ملكا. وإني أرى أن كلمة الملأ هنا المراد بها الكبراء وأهل الرأي منهم، فإن الدهماء دائمًا في شغل شاغل حتى ينبههم كبراؤهم، وذوو الرأي والشأن فيهم، وخصوصًا إذا كان الدهماء قد غلبت عليهم الشقوة والذلة، وكذلك يكونون دائمًا في حال الانهزام وتغلب الأجنبي على الأمة. </p><p> وقوله تعالى:  (مِنْ بَعْدِ موسَى) بيان لزمان تلك الهزيمة، فذكر أنه من بعد موسى، ولم يبين الزمان بالتعيين، وذكر كونه من بعد موسى للإشارة إلى أن تلك الهزيمة كانت بعد أن أخرجهم موسى من ذل فرعون الذي كان يذبح أبناءهم ويستحيي نساءهم، وبعد أن ظهر منهم الاستخذاء والضعف، بعد أن خرجوا من ربق الذل، حتى إن موسى عليه السلام لما دعاهم لأن يدخلوا الأرض المقدسة ظهر خورهم وضعفهم فتاهوا في الأرض أربعين سنة استردوا فيها بأسهم وذهب عنهم خور العزيمة، ثم بعد ذلك نزل بهم ما نزل؛ فقوله تعالى:  (مِنْ بَعْدِ موسَى) فيه إشارة إلى تلك التجارب الشديدة التي كانت تنزل بهم، فهم ذلوا في مصر، ثم أعزهم الله بموسى فلم يقووا على حياة العزة وتكليفاتها من جهاد ونضال إلا بعد أن تعودوا حياة الشدة والبأس في الصحراء، ثم بعد هذه العزة دخلوا الأرض المقدسة، ثم أخرجوا منها بعد أن استناموا إلى الدعة والراحة؛ وفي هذه التجارب بيان لأطوار الأمم بأنها إن استنامت إلى الراحة واستمرأت الحياة الوادعة غلب على أمرها، ثم كان من وراء ذلك ذهاب سلطانها، حتى إذا أحست بمرارة الهزيمة، وذاقت وبال الراحة، استيقظت فيها القوي الكامنة، واستفاقت من سبات الغفلة وسكرة النعمة، فعملت على استرداد أمرها، ومقاومة عدوها. </p><p> وقوله تعالى:  (إِذْ قَالُوا لِنَبِيٍّ لهمُ ابْعَثْ لَنَا مَلِكًا نُّقَاتِلْ فِي سَبِيلِ اللَّهِ) فيه بيان موضع القصة ومكان الالتفات، والاتجاه بالنظر والقلب؛ فالمعنى: ألم تنظر وتتفكر وتعتبر في أمر نبي إسرائيل عندما قالوا لنبي لهم ابعث لنا ملكا نقاتل في سبيل الله؟ لقد وجدوا أنهم قد تفككت وحدتهم، وضاعت كلمتهم، وفقدوا كَوْنهم فاتجهوا إلى جمع الكلمة، ولم يجدوا السبيل إلا برياسة تلُمّ الشعث، وتجمع المتفرق، وكان بينهم نبي مبعوث، فعهدوا إليه أن يختار من بينهم ملكا، ليكون اختياره منزهًا عن الغرض، بعيدًا عن الهوى، لَا يقصد به إلا الخير، ولا يكون إلا في الخير، لَا خطأ فيه؛ لأنه نبي لَا ينطق عن الهوى، لقد قالوا لنبيهم: ابعث لنا ملكا. وأصل البعث الإثارة والإخراج، فمعنى (ابْعَثْ لَنَا مَلِكًا) يتضمن أنه يفحص </p><p> الجماعة بإثارة أحوال رجالها وتعرف خواصهم ومزاياهم وتخير أمثلهم، وإخراجه من بين صفوفهم ليكون ملكا عليهم، فلا يكون مفروضًا عليهم، بل يكون متخيرًا من بينهم بتخير من لَا يشك في تخيره، وهو نبي مبعوث. </p><p> وقد قالوا في طلبهم إن الغرض من طلبهم ملكا ينصب عليهم أن يقاتلوا في سبيل الله، وهو إعلاء كلمة التوحيد، ورد عزتهم المسلوبة، وأرضهم المغصوبة. </p><p> وفى هذا الطلب منهم عبر وعظات: </p><p> أولها: أنهم أحسوا بالضياع، إذ أصبحوا لَا رياسة من بينهم تجمعهم. </p><p> وثانيها: أنهم آمنوا بأن القتال لَا يكون إلا تحت إمرة حازمة تسير بهم نحو الهدى والرشاد، وأنه لَا يصلح الناس فوضى لَا سراة لهم ولا رياسة فيهم. </p><p> وثالثها: أن القتال دفاعًا عن الحوزة، واستردادًا للحق المسلوب، والوطن المغصوب، قتال في سبيل الله. وقد طلبوا أن يكون الرئيس ملكا، لأن نظام الحكم الذي كان سائدًا إبَّان ذاك كان مَلكيا، والمذموم منه هو الظالم، والممدوح منه هو العادل، وليس ذلك دليلًا على أن النظام المطلوب في الشرائع السماوية هو الملكي على ما نعرفه وهو الوراثة بالسلالة؛ بل إن إجابة الله لطلبهم بهداية نبيهم لملك أي رئيس دولة قد اختاره الله، دليل على أن نظام الحكم هو ما يكون إجابة لداعي الشعب، وتكون فيه ملاءمة لحال الأمة وملابساتها وما يقترن بها. ولقد كانت حال بني إسرائيل لَا تسمح بأن يختاروا هم بأنفسهم رئيسًا للدولة؛ لأنهم كانوا مغلوبين على أمرهم لَا سلطان لهم، والاختيار يكون من ذوي السلطان، ولا يكون من مكره مغلوب على أمره، والملك الذي اختاره ليس ملكا بالمعنى الذي نعهده كما سنبين. </p><p> كانت حال بني إسرائيل في أشد الاضطراب، وقد انخلعت منهم الإرادات الحازمة، إلا من قلوب ربط الله عليها بالإيمان؛ ولذلك توقع نبيهم ألا يصبروا على القتال إذا حمي الوطيس واشتد البلاء، ولذلك حكى الله سبحانه ذلك الشعور الذي خالج قلب نبيهم، فقال تعالى: </p><p> (قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا) توقع نبيهم إن كتب عليهم القتال ألا يقاتلوا فيجمعوا بين ذلة الهزيمة، والفرار يوم الزحف، والنكوص في مقام الإقدام وعصيان الله سبحانه وتعالى؛ فبين لهم العقبى إن كتب عليهم القتال أي فرض ولزم بإلزام الشارع، ثم جاءوا بعد ذلك ونكصوا على أعقابهم، وفي هذا القول من النبي الكريم تنبيه إلى أمرين: </p><p> أحدهما: أن يفكروا في أنفسهم وفي حالهم، وفي قوة أعدائهم، وفي عاقبة القتال، فإن رأوا في أنفسهم القدرة على اللقاء، في ميدان القتال مع أعدائهم مهما يتكاثف جمعهم، أصروا على طلب فرضية القتال، واختيار ملك يتولى قيادتهم، ويكون قطبًا تدور رحى الحرب به وبتدبيره. </p><p> ثانيهما: أخذهم الأهبة والاستعداد للقتال إن أصروا عليه، فإن فيه الفصل، وليس بالهزل؛ حتى لَا تكون عقبى القتال أسوأ مما هم عليه. </p><p> وهنا بحث لفظي نشير إليه، وهو قوله تعالى:  (قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا) فالاستفهام هنا للتنبيه إلى مخاطر القتال وحالهم من </p><p> الاضطراب، وتحلل الإرادة وتفكك العزائم، وأن حالهم هذه لَا يصلح لقتال، فعليهم أن يغيروها، فالمعنى: أتتوقعون إذا كتب عليكم القتال ألا تقاتلوا، فتبوءوا بإثم الهزيمة، وإثم الفرار، وإثم العصيان!. </p><p> و (عسى) معناها هنا توقع وقارب، فمعنى فهل عسيتم أي: فهل توقعتم إن كتب عليكم القتال ألا نقاتلوا؛ أي تومئ حالكم التي يبدو أنكم لَا تحاولون تغييرها، مع أن الاسنعداد للقنال يوجب تغبير الحال، وأنكم إذ توقعتم ذلك عالجتم حالكم. </p><p> و (عسى) لها استعمالان: </p><p> أحدهما: أن تكون بمعنى لعل، مثل قوله تعالى:  (فَعَسَى اللَّه أَن يَأتِيَ بِالْفَتْحِ أَوْ أَمْرٍ منْ عِندِهِ. . .) . فالمعنى: لعل الله أن يأتي بالفتح أو أمر، ويكون ما بعدها اسمها، وما يليه خبرها. </p><p> وثانيهما: أن تكون في معنى الفعل توقع أو قارب، وما بعدها يكون في معنى الفاعل، ويصح أن يكون في مقامِ الاسم إعرابًا، وهي هنا بهذا المعنى، كما هي في قوله تعالى:  (فَهَلْ عَسَيْتُمْ إِن تَولَّيْتمْ أَن تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعوا أَرْحَامَكُمْ) . </p><p> (قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِن دِيَارِنَا وَأَبْنَائِنَا) أجابوا نبيهم بأنهم قدروا حالهم، وعالجوا ضعف نفوسهم، وبينوا أن بواعث القتال قد توافرت، فحق علينا أن نقاتل؛ إننا قد أخرجنا من ديارنا باستيلاء العدو عليها، وأخرجنا من أبنائنا بسبيهم، وفصلهم عنا، وجعل قوتهم لأعدائنا وليست لنا، فساغ لنا القتال، بل وجب علينا؛ أي أننا في حال توجب القتال علينا، فما الذي يمنع منه؛ لقد توافر الباعث، وزال المانع فحق الجهاد، فإما فناء في طلب العزة، وإما بقاء في ظلها، بل إن حالنا شر أنواع الفناء؛ لأنه موت الأحياء! </p><p> وهنا بحث لفظي نشير إليه، وهو في موضعين: </p><p> أولهما: في قوله تعالى: (وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ) ، فالاستفهام هنا للنفي، والجار والمجرور \" لنا \" متعلق بفعل محذوف تقديره: ما سوغ لنا ألا نقاتل وقد أخرجنا من ديارنا! أي أنه لَا مسوغ قط لعدم القتال بعد خراب الديار وذهاب الأبناء إن المرء يدافع عن أرضه وعن ولده، وقد أخرجنا من الاثنين، فأرضنا ليست بيدنا، وأنفسنا ليست بأيدينا؛ إذ أخرجنا عن فلذات أكبادنا، وقُطِع عنا من هم قطع من نفوسنا. </p><p> الموضع الثاني - قوله تعالى:  (وَقَدْ أُخْرِجْنَا مِن دِيَارِنَا وَأَبْنَائِنَا) : الواو هنا واو الحال، ولكن ما حقيقة الإخراج؟ أهو الإخراج الحسي بطردهم من بلادهم، والفصل بينهم وبين أبنائهم، فطردوا الكبار من الديار، وأبقوا الصغار عبيدًا في الأرض وعسفاء فيها، أم المراد الخروج المعنوي بأن يكونوا في أرضهم وليس لهم من أمرها شيء، وأن يروا أولادهم وليس لهم من أمرهم شيء بأن يسبيهم عدوهم، أو يتخذهم قوة له بكل الوسائل المادية والنفسية؟. </p><p> تحتمل كلمة الإخراج المعنيين، فيحتمل أنهم أخرجوا الكبار، وأبقوا الصغار لينشئوهم عبيدًا لهم أو أدوات عمل؛ ويحتمل أنهم أبقوهم أذلاء قد ألصقوا بالأرض وليس بصاحب بيت من لَا يديره، ولا بصاحب البلد من لَا يكون له أمره؛ وأولادهم لَا سلطان لهم عليهم، فهم ليسوا لهم، بل لعدوهم. </p><p> (فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِّنْهُمْ وَاللَّهُ عَلِيمٌ بَالظَّالِمِينَ) قال بنو إسرائيل الحق، وفعلوا الباطل، قالوا إنه لَا مسوغ للقعود عن القتال، لأنه منا جهاد عن النفس، والمال والولد، والأهل والديار؛ ولكنهم عندما اشتدت الشديدة والْتَقى الجمعان، تولى الكثير منهم، وصبر القليل؛ وذلك عندما اختبروا بالنهر كما بينا وهذا ما يذكره قوله تعالى:  (فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِّنْهُمْ وَاللَّهُ عَلِيمٌ بَالظَّالِمِينَ) ، أي فلما فرض عليهم وكانت القيادة الحكيمة القادرة، وانتظمت الصفوف، وتولوا عن القتال أي أعرضوا عنه؛ والتولي عن القتال والإعراض عنه يتضمن معنى الفرار في الزحف بأن يولوهم أدبارهم، وبألا يسلحوا نفوسهم بالصبر، والضبط، فلا يجعلوا لشهواتهم سلطانًا على إرادتهم، وبأن يتمردوا على القيادة، ولا يطيعوها في وقت لَا يجدي فيه إلا الطاعة المطلقة. </p><p> وإن بني إسرائيل بتوالي الهزائم عليهم، وسيطرة الشهوات على إرادتهم، وتفكك وحدتهم، كشأن كل الأمم المغلوبة على أمرها، قد تحقق في الكثيرين منهم كل أسباب الإعراض عن القتال، أو الفرار في الزحف، أو التمرد وقت الحاجة إلى الطاعة المطلقة، وتحكم الشهوة في أشد أوقات الحاجة إلى ضبط النفس والصبر؛ وإن هذه الحال كما قلنا تلازم الأمم المغلوبة على أمرها، حتى تتجه عزائم أهلها إلى التغيير من هذه الحال، أو يكون منهم فئة قادرة تتولى في أول الأمر لقاء العدو بنفسها، ثم يسري الخلق القوي شيئا فشيئًا في سائر الأمة، فتكون العزة بعد الذلة، ويبدلهم الله من بعد خوفهم أمنًا. </p><p> لقد صبر القليل من بني إسرائيل، وكانوا فئة الله الغالبة، وسرى دم الحياة في الأمة بانتصار تلك الفئة القليلة، فقادها من بعد ذلك نبي الله داود إلى مواطن النصر والظفر. </p><p> وإن الله سبحانه وتعالى قد ذيل الآية الكريمة بقوله تعالت كلماته:  (وَاللَّهُ عَلِيمٌ بَالظَّالِمِينَ) وفي هذا التذييل إشارات إلى معان جليلة، منها: الإشارة إلى علم الله السابق بأن هؤلاء الكثيرين سيكون منهم ما كان، لأن حالهم كانت تؤدي إليها، ومنها أن الله يميز الخبيث من الطيب ويعلم الصالح والطالح، ويضع كلا في موضعه الذي يليق به عند الناس وعنده يوم القيامة، ومنها أن الذين نكصوا على أعقابهم والبلاءُ بلاءٌ ظالمون، ظلموا أنفسهم بالرضا بالذل، وبالمنزل الهون، وبأدنى معيشة؛ وظلموا إخوانهم بعدم معاونتهم في الشديدة؛ وكانوا ظالمين بعصيان أوامر القيادة الحكيمة، ثم ظالمين أكبر الظلم بعصيان الله رب العالمين؛ ثم كانوا ظالمين للذراري والأخلاف من بعدهم، لولا توفيق الله للفئة القليلة. </p><p> * * * </p>"
}