{
  "id": null,
  "sura": 2,
  "aya": 278,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ (٢٧٨) </p><p> * * * </p><p> في هذه الآية الكريمة يبين سبحانه وتعالى طريق التوبة من الربا، والخروج من مآثمه، ويحث على هذه التوبة بإثبات أنها من مقتضيات الإيمان، وأول طرق التوبة لن خوطبوا بالقرآن أول نزوله، أن يتركوا ما بقي من الربا، فما كسبوه قبل الخطاب بالتحريم فإنه في مرتبة العفو، أما ما يجيء من بعد ذلك ولو كان بعقد سابق فإنه حرام، ولذا خاطبهم سبحانه وتعالى بقوله:  (يَا أَيّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِن كُنتُم مُّؤْمِنِينَ) وفي ذلك نهي عن أخذ ما استحق بالعقود السابقة. وقد تأكد النهي بثلاثة مؤكدات: </p><p> أولها: تصدير النداء (يَا أَيُّهَا الَّذِينَ آمَنُوا) فإن ذلك التصدير لبيان أن ترك الربا من شأن الإيمان ومقتضياته، فليس من خلق أهل الإيمان بالله ورسوله وكتابه وما اشتمل عليه من أخلاق سامية ومبادئ اجتماعية عالية، أن يأكلوا الربا وأن يتعاملوا به، لأنه ضد تهذيب النفس وسمو الروح، إذ هو شَرَهٌ مادي وكسب بغير الطريق الطبعي، ولأنه يقوض بنيان الاجتماع، ويجعل كل واحد من آحاده ينظر إلى الآخر نظر القنيصة التي يقتنصها والفريسة التي يفترسها، فتنقطع الأوصال، وينتثر العقد الجامع. </p><p> ثانيها: قوله تعالى: (اتَّقُوا اللَّهَ) فهذا النص يفيد أن من مقتضيات التقوى اجتناب الربا، لأن التقوى معناها أن يجعل المؤمن بينه وبين الآثام وقاية، وأن يجعل بينه وبين غضب الله تعالى وقاية، وأن يجعل بينه وبين إيذاء الناس وقاية. والربا ضد هذا كله، لأنه يعرض المرء للمآثم، فإنه بمجرد أن يعجز المدين عن الوفاء - وذلك كثير - تتوالى المطالبة المصحوبة بالأذى والترصد المستمر حتى قصبح عيشة المدين ضنكًا، وقد يبخع نفسه تخلصًا من تلك المآثم المتوالية المستمرة. </p><p> ثالثها: أنه سبحانه جعل ترك الربا شرطا للاستمرار على الإيمان، فقال في ختام الآية الكريمة:  (إِن كُنتُم مُّؤْمِنِينَ) أي إن كنتم مستمرين على حكم الإيمان، مذعنين لأحكام الديان. </p><p> وهنا بحثان أحدهما لغوي، والآخر موضوعي: </p><p> أما البحث اللغوي فهو في معنى كلمة \" ذَرُوا \" فإن معناها اتركوا. وقد قال النحويون: إن ماضي \" ذروا \" ومصدرها قد أماتهما العرب كالشأن في دع ويدع، وقد قال في ذلك الراغب الأصفهاني:  \" يقال في ذلك فلان يذر الشيء أي يقذفه لقلة اعتداده به، ولم يستعمل ماضيه؛ وهذا الكلام يدل على أن الماضي قد مات، وعلى أن \" يذر \" لَا تستعمل في مطلق الترك، بل تطلق على الترك الذي يصحبه عدم اعتداد بالمتروك، فكأن معنى (وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا) اتركوه غير معتدين به، بل اتركوه مهملين له، لأنه أذى في ذاته. </p><p> والزمخشري يقرر ذلك في أساس البلاغة ولكنه يقرر أن المصدر هو الذي مات، وليس الماضي، ولذا قال في أساس البلاغة:  (ذره واحذره، والعرب أماتت المصدر منه،فيقولون:ذر تركًا، وإذا قيل لهم ذروه قالوا وذرناه) . وهذا معنى جديد أتى به الإمام الزمخشري في معنى ذره، لأنه يدل على ترك الشيء مع الحذر منه، فكأن معنى (وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِن كُنتُم مُّؤْمِنِينَ) : اتركوه غير معتدين به حذرين من أن تنالوا منه شيئًا فإنه إثم كله. </p><p> هذا هو البحث اللغوي الذي يظهر لنا بعض ما في النص الكريم من دقة وإحكام وإشارات بينة محكمة. </p><p> أما البحث الموضوعي، فهو (مَا بَقِيَ) الذي أوجب الله تركه في قوله: (وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا) ما المراد منه: أهو الجزء الباقي من الربا الواجب التنفيذ بمقتضى العقد؛ وهل الجزء الذي تسلموه من قبل مباح أو في موضع العفو؟ قال العلماء ذلك؛ أي أن الآية خاصة بالذين كانوا يتعاملون بالربا، ولهم عقود ربوية قد قبضوا بعضها، فإن لهم ما سلف، أما الباقي فليس لهم أن يقبضوه، وإن كان بعقود ربوية عقدت قبل التحريم. ويزكي هذا المعنى قوله تعالى من قبل:  (فَمَن جَاءَهُ مَوْعِظَةٌ من رَّبِّهِ فَانتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ. . .) . </p><p> ولقد روي في سبب نزول هذه الآية أنه كان بين قوم من ثقيف، وبني المغيرة من بني مخزوم عقود ربًا في الجاهلية، فلما جاء الإسلام وحرم الربا ودخلت ثقيف في الإسلام طالبوا بني مخروم بالربا الذي تعاقدوا عليه من قبل، فقال أولئك؛ لا نؤدي الربا في الإسلام بكسب الإسلام، فكتب في ذلك عتاب بن أسيد نائب مكة إلى رسول الله - صلى الله عليه وسلم -، فنزلت هذه الآية (١) . </p><p> وترى من هذا أن ما أخذ قبل التحريم فأمره إلى الله تعالى، وما كان بعد التحريم لَا يحل، ولو كان العقد قبله، ولذلك كانت الأحكام الإسلامية واجبة التطبيق على العقود التي تعقد قبل الإسلام إذا كانت مستمرة التنفيذ بعده وأحكامها تشتمل على أمر منهي عنه في الإسلام. </p><p> هذا حكم الله، ومن امتنع عن تنفيذه فإنه يحاد الله ورسوله، ولذا قال تعالى بعد ذلك: </p><p>(١) راجع: أسباب النزول - الواحدي - سورة البقرة من الآية (٢٧٨) إلى الآية (٢٧٩). وراجع تفسير الطبري، والدر المثور للسيوطي ج ١ ص ٣٦٦.</p>"
}