{
  "id": null,
  "sura": 2,
  "aya": 122,
  "text": "<p> (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ (١٢٢) وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ وَلَا هُمْ يُنْصَرُونَ (١٢٣) </p><p> * * * </p><p> تقدم بيان معاني هاتين الآيتين الكريمتين (١) ، وبقى أن يسأل سائل لماذا تكررت الآيتان، ونقول إنه ابتدأت قصة بني اسرائيل بهاتين الآيتين، وذكر من بعدها النعم المتوالية، والكفر المتوالي، وكيف كانت النعم لَا تزيدهم إلا كفرًا وخسارًا، وذكر سبحانه وتعالى تقلبهم في نعمه تبارك وتعالى، وكفرهم المتوالي بهذه النعم. </p><p> وفى ذلك اعتبار للناس، وتسلية للنبي - صلى الله عليه وسلم -، وأنه كان في قصصهم عبرة لأولي الأبصار، وأنه ما كان حديثا يفترى. </p><p> وفى ختام قصصهم في هذه السورة (سورة البقرة) تأكيد لنعمه عليهم، وتأكيد لم كان زجرهم؛ ليتبين أن ابتداء أمرهم كنهايته. (كَذَلِكَ نُصَرِّفُ الآيَاتِ لِقَوْمٍ يَشْكرونَ) . </p><p> * * * </p><p>(١) راجع تفسير الآيين ٤٧، ٤٨ من سورة البقرة في هذا التفسير المبارك.</p><p> إبراهيم وبناء الكعبة </p><p> (وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِنْ ذُرِّيَّتِي قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ (١٢٤) وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ (١٢٥) وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ (١٢٦) </p><p> * * * </p><p> بعد أن قص الله تعالى ما أنعم به على بني إسرائيل وما كفروا به هذه النعم في حاضرهم وماضيهم، وكانوا يفخرون بأنهم أولاد يعقوب بن إسحاق بن إبراهيم، وإنهم لهذا أبناء الله وأحباؤه، وما أداهم ذلك الاعتقاد الواهم الباطل إلى ضلال توارثوه، وفساد فكر تناقلوه، وكفر بالله، وقتل للنبيين، أخذ سبحانه يقص قصص إبراهيم أبي إسماعيل وإسحاق وجدّ يعقوب وجدّ النبيين الذين ذكروا في التوراة والإنجيل والقرآن. </p><p> يقول سبحانه ة </p>"
}