{
  "id": null,
  "sura": 2,
  "aya": 59,
  "text": "<p> (فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الذِي قِيلَ لَهُمْ ... (٥٩) </p><p> لقد قيل لهم قولوا حطة أي حطَّ عنا ياربنا ذنوبنا، ولا تعذبنا بما فعلنا واعف عنا، بدلوا هذه الكلمة الضارعة الخاشعة إلى كلمة أخرى قريبة اللفظ ولكن فيها معنى مغاير، فقالوا:  (حنطة) أي أنهم بدل أن يتوجهوا إلى الله تعالى بالضراعة توجهوا إليه بطلب المادة، والحنطة هي القمح، يتركون الضراعة التي هي نعمة التقوى إلى طلب القوت، وفي ذلك عدول عن إرضاء الله تعالى إلى طلب ما يرضي أهواءهم، </p><p> ويشبع شهوات بطونهم، وفوق ذلك فيه تلاعب بأمر الله تعالى ونهيه، واستهزاء بأوامر ربهم، وتحريف للقول عن مواضعه، كما فعلوا من بعد موسى عليه السلام، إذ حرفوا القول عن مواضعه، وضلوا ضلالا بعيدا. وذكر الله تعالى الموصول، فقال:  (الَّذِينَ ظَلَمُوا) ، فأظهر في موضع الإضمار للإشارة إلى أن الدافع لهم على التغيير والتبديل في أمر الله تعالى أو نهيه هو ظلمهم وإلحادهم في دين الله تعالى. </p><p> وقد عاقبهم الله تعالى فأنزل العذاب بهم فقال تعالى:  (فَأَنزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِّنَ السَّمَاءِ بِمَا كَانُوا يَفْسقُونَ) الرجز هو العذاب، أو هو الرجس، والرجز قاذورات النفوس وفسادها، وقد أصابهم الله تعالى بالأمرين ففسدت نفوسهم إلا أن يتوبوا، وأنزل الله تعالى عذابه بهم إذ جعلهم أذلاء مستضعفين في الأرض إلا أن يتسربلوا سربال التقوى، ويسيروا في طريق العزة، ويهجروا أسباب الذل. </p><p> والرجز قسمه الأصفهاني في مفرداته إلى قسمين: رجز ينزل بسبب أعمال الإنسان من عصيان للرب، ومخالفة لأمره، وسوء تدبيره، وهذا عذاب الله تعالى، ورجز ينزل بلاء من الله، واختبارًا يصهر نفوسهم. كطاعون ينزل بهم، أو إهلاك للحرث والنسل، أو ضرب الذلة عليهم. </p><p> وقد أصاب الله تعالى بني إسرائيل بالنوعين من الرجز فعذبوا في الحياة الدنيا رجاء أن يتوبوا ويهتدوا، وأصيبت نفوسهم بالذلة، التي ضربت عليهم إلا بحبل من الله وحبل من الناس، ونزلت بهم الآفات البشرية. </p><p> وذكر سبحانه وتعالى أن السبب في ذلك ظلمهم وفسقهم، فأما الظلم فبينه سبحانه بالإظهار في موضع الإضمار إذ قال:  (فَأنزلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِّنَ السَّمَاءِ) والتعبير بالموصول يفيد أن الصلة سبب لما أنزل الله تعالى من رجز، وهذا بيان للسبب بالإشارة، أما فسقهم فقد بين سبحانه سببيته بصريح اللفظ الكريم، فقال:  (بِمَا كَانُوا يَفْسُقُونَ) أي بسبب أنهم يفسقون، و (كَانُوا) دالة على </p><p> الاستمرار، والتعبير بالمضارع يفيد أن فسقهم على دوامه يتجدد وقتا بعد آخر فكلما تاب عليهم فسقوا مرة أخرى. </p><p> والفسق هو الخروج، يقال فسقت الفأرة خرجت من جحرها، وفسق الثمر خرج، فهؤلاء يخرجون عن الحق، ويسيرون وراء الباطل سيرا متجددا مستمرا آنًا بعد آنٍ. </p><p> وذكر الله تعالى أن الرجز من السماء إشارة إلى أنه يأتيهم من حيث لا يحتسبون ولا يظنون، وأنه من الله العزيز الحكيم، فإن ما يكون من السماء مغيب لا يعلم متى يجيء ولا من أي جهة يجيء. </p><p> * * * </p><p> (وَإِذِ اسْتَسْقَى مُوسَى لِقَوْمِهِ فَقُلْنَا اضْرِبْ بِعَصَاكَ الْحَجَرَ فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ كُلُوا وَاشْرَبُوا مِنْ رِزْقِ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (٦٠) وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نَصْبِرَ عَلَى طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْأَرْضُ مِنْ بَقْلِهَا وَقِثَّائِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا قَالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِالَّذِي هُوَ خَيْرٌ اهْبِطُوا مِصْرًا فَإِنَّ لَكُمْ مَا سَأَلْتُمْ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (٦١) </p><p> * * * </p><p> كان بنو إسرائيل يعيشون مع موسى عليه السلام في معجزات حسية مستمرة، ولو كانت قوة الدليل وحسيته سببا للإيمان لكان بنو إسرائيل أشد الناس إيمانًا وأقواهم يقينا، ولكن الإيمان نور يقذفه الله تعالى في قلوب الأتقياء فيدركون الحق، ويذعنون له، ويطمئنون إليه. وقد أرانا الله تعالى آياته في بني إسرائيل، فكلما أتاهم بدليل وكلما أتتهم آية كفروا بها، فلو كانوا يذعنون للحق لأذعنوا لبعض هذه الآيات، ولكنهم قوم معاندون، مناقضون الحس. </p><p> شكوا إلى موسى أنهم لَا يجدون الماء الذي يشربونه فاتجه موسى إلى ربه ضارعا يطلب الماء، ولذا قال تعالى: </p>"
}