{
  "id": null,
  "sura": 2,
  "aya": 58,
  "text": "<p> (فَكُلُوا مِنْهَا حَيثُ شِئْتُمْ رَغَدًا) أي فكلوا أيَّ أكلٍ تشاءونه رغدا في هذه القرية، فلا تقتصروا على المن والسلوى، كما أنزل الله تعالى رحمة بكم، وهما أطيب الطعام وأشهاه وأمرؤه، وأهنؤه، كلوا أي أكل شئتم من الحلال رغدا واسعا كثيرا. </p><p> ثم أمرهم سبحانه أن يدخلوا الباب لهذه القرية خاشعين خاضعين شاكرين لنعمة الله تعالى التي أنعم بها عليهم طالبين غفران خطاياهم، فقال تعالى:  (وَادْخلُوا الْبَابَ سُجَّدًا) أي ساجدين شكرا لله تعالى على ما أنعم به عليكم وأن أخرجكم من الظلمات إلى النور، ومن الذل إلى العزة، ومن الظلم المرهق إلى العدل المنصف، وأن أعطاكم ما تحبون من طيب العيش، وما تشتهون من حلال. </p><p> (وَقُولُوا حِطَّةٌ) أي حط عنا ذنوبنا، وتغمدنا برحمتك والتوبة إليك، وإن الله رتب على خضوعهم، وشكرهم لنعمة الله تعالى، وطلبهم من الله تعالى أن يحط </p><p> عنهم ذنوبهم، ويخلعوها متبرئين، ويتطهروا، رتب على ذلك غفران خطاياهم فقال تعالى:  (نَّغْفِرْ لَكمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ) . </p><p> ومعنى نغفر لكم أي نستر ذنوبكم ثم نرفعها عنكم، ووعد الله تعالى بأنه سيزيد المحسنين خيرا وبركة، والمحسن هو من أتقن وأجاد فعل الخير، والمعنى أن الله تعالى يغفر لهم ما ارتكبوا من آثام كبيرة كانوا قد تعودوها حتى صارت خطايا، يغفرها، سبحانه وتعالى، ثم وعد سبحانه ووعده الحق أنه سيزيد المحسنين، وينعم عليهم بالتوفيق إذا تابوا وآمنوا، ويجزيهم أحسن الجزاء. </p><p> والخطايا جمع خطيئة، وهي الذنوب التي تتكاثر، حتى يفعل الذنب، وكأنه يِقع منه من غير قصد إليه لتمرسه به، وقساوة نفسه وقلبه، كما قال تعالى:  (بَلَى من كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ) . ويقول الخليل بن أحمد في تصريف خطايا إنها جمع خطيئة، أصلها خطائي، ثم قلبت الياء ألفا، كما قلبت في قوله تعالى:  (يَا أَسَفَى عَلَى يُوسُفَ. . .) ، فصارت خطاءا، ثم قلبت الهمزة ياء لأنها صارت بين ألفين، وذلك تسهيل في النطق. </p><p> هذا ما أمرهم ربهم، أمرهم بالدخول خاشعين ساجدين، وأن يقولوا حطة أي حط عنا ذنوبنا، ولكنهم وقد تعودوا المعصية وألفوها: غيروا الألفاظ، وبدلوها إلى ألفاظ تدل على نقيض معناها، وكذلك دائما شأن العصاة المذنبين وخصوصا بني إسرائيل؛ ولذلك قال الله تعالى: </p>"
}