{
  "id": null,
  "sura": 2,
  "aya": 210,
  "text": "<p> (هَلْ يَنظُرُونَ إِلَّا أَن يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ منَ الْغَمَامِ وَالْمَلائِكَةُ وَقُضِيَ الأَمرُ وَإِلَى اللَّهِ تُرْجَعُ الأُمُورُ) نادى الله سبحانه أهل الإيمان بأن يدخلوا في الإسلام بكل شرائعه وأحكامه، وأن يدخلوا في السلام العام، كما يقيم فيما بينهم السلام والأمن؛ وحذرهم من الشيطان وغروره؛ وحذرهم من أن يزلوا فيحوموا من نصر الله، وينزل بهم عقابه؛ وبعد ذلك أشار سبحانه إلى أهل الضلال، وكيف استمرءوا الغواية، وسدوا في نفوسهم طريق الهداية؛ وقد أقام سبحانه عليهم الدليل بعد الدليل والحجة بعد الحجة، وقد استنكر حالهم منذرًا، فقال:  (هَلْ يَنظُرُونَ إِلَّا أَن يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ منَ الْغَمَامِ) وينظرون: معناها ينتظرون؛ يقال نظرته وانتظرته بمعنى واحد؛ و \" ظلل \" : جمع ظلة. كظلم جمع ظلمة؛ و \" الغمام \" اسم جنس جمعي لغمامة، وهي السحاب الرقيق؛ وسمي بذلك لأنه يغم أي يستر؛ والاستفهام إنكاري؛ فمعنى (هَلْ يَنظرونَ) لَا ينتظرون. وقد وجه بعض المفسرين الآية على أن الكلام على حذف مضاف؛ فمعنى إتيان الله إتيان عقابه، وعلى ذلك يكون المعنى: إن هؤلاء المشركين الذين كفروا بالله بعد أن جاءتهم البينات هم في غيهم يعمهون، وكأنهم لا ينتظرون بعد هذه الحجج الدامغة القاطعة إلا أن يأتي هم عذاب الله في ظلل من السحاب يحسبونها عارضًا ممطرهم، وهي عذاب يسحقهم، فتأتيهم النقمة من حيث ينتظرون النعمة، ويأتي هم العذاب من حيث لَا يشعرون فعلى هذا التخريج تكون الآية للوعيد، ويكون معنى إتيان الله وملائكته إنزال عذابه الدنيوي؛ ومعنى قوله تعالى:  (وَقُضِيَ الْأَمْرُ) على هذا التخريج أنه إذا نزل عذاب الله في الدنيا فقد قضى أمره فيهم؛ إذ لم يكن ثمة رجاء في إيمانهم؛ وكذلك كان يفعل الله سبحانه في الأقوام الذين طغوا وبغوا، وحالوا بين الناس والهداية، كما فعل بعاد قوم هود، وبثمود قوم صالح، وبفرعون وجيشه، ومن قبل ذلك بقوم نوح، وغيرهم، أما الذين علم الله أن سيكون فيهم هداية، فإنه يمهلهم ولا يهملهم. </p><p> وهناك اتجاه آخر، وهو عدم تقدير كلمة عذاب، وأن مجيء الله هو تجليه يوم القيامة، وكشف الحجاب للناس يوم الجزاء؛ فيتجلى عليهم ربهم وملائكته؛ والمعنى على هذا الاتجاه أن أولئك الجاحدين سادرون في ضلالهم ولهوهم حتى يأتي هم أجهلم، وكأنهم لَا ينتظرون وهم مستمرون في ضلالهم إلى اليوم الآخر حيث يحاسبهم الديان، وتجرهم إلى النار ملائكة الجبار، وينال المؤمنون مثوبة الرحمن؛ ويكون معنى (وَقُضِيَ الأَمْرُ) أنهم عاينوا الحقائق التي أنكروها حيث قضي الأمر نهائيا ولم تعد لديهم فرصة للتوبة والرجوع إلى ربهم؛ ولقد قال - صلى الله عليه وسلم -: \" يجمع الله الأولين والآخرين لميقات يوم معلوم قيامًا أربعين سنة، شاخصة أبصارهم إلى السماء، ينتظرون فصل القضاء، وينزل الله في ظلل من الغمام من العرش إلى الكرسي \"  (١) . </p><p> وقد بدا معنى لي غير المعنيين السابقين في إتيان الله سبحانه وملائكته، وهو أن أولئك المشركين قد كفروا مع أن الحجة قاطعة، والبينات دامغة، والحق واضح أبلج والرسول بين ظهرانيهم قد عرف طول حياته بالصدق والأمانة، وإذا كانوا قد كفروا مع تلك البينات فهل ينتظرون أن يأتي هم الله هو وملائكته في ظلل من الغمام، لكي يؤمنوا برسالة محمد - صلى الله عليه وسلم - بعد أن يشاهدوا الله وملائكته؛ ولقد طلبوا أن ينزل ملك من السماء برسالة محمد - صلى الله عليه وسلم -: (وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ (٨) وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ (٩) ، فالاستفهام حينئذ للتوبيخ واللوم مع النفي؛ أي أن حالهم حال من لَا يريدون أن يؤمنوا إلا بعد أن يعاينوا ويروا الله وملائكته جهرة؛ كما قال إخوان لهم سبقوهم لموسى:  (أَرِنَا اللَّهُ جهْرَةً. . .) ؛ ومعنى (وَقُضِيَ الأَمْرُ) أي انتهى الأمر عند هذه المعجزة التي جاء بها محمد، (فَمَن شَاءَ فَلْيؤْمِن ومَن شَاءَ فَلْيَكْفُرْ. . .) . (وَإِلَى اللَّهِ ئُرْجَعُ الأُمُورُ) إليه سبحانه وحده لَا إلى أحد سواه، ولا إلى أحد معه، تصير الأمور خيرها وشرها، وسيجزى كلا بما يستحق، إن خيرًا فخير، وإن شرًا فشر. </p><p>(١) رواه ابن أبي الدنيا، والطبراني من طرق أحدها صحيح، والحاكم وقال: صحيح الإسناد. ذكره المنذري في الترغيب والترهيب.</p>"
}