{
  "id": null,
  "sura": 2,
  "aya": 282,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَلَّا تَرْتَابُوا إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٢٨٢) </p><p> * * * </p><p> وجه المناسبة بين هذه الآية وما قبلها أن الآيات كلها موضوعها المال، فالآيات الأولى كانت في بيان الحقوق المتعلقة بالمال، وهي الإنفاق في سبيل الله، وإعطاء السائل والمحروم؛ وآيات الربا كانت في الحدود المحرمة التي لَا يصح لصاحب المال أن يرتع فيها، وهي أكل أموال الناس بالباطل؛ وهذه الآية في بيان حق صاحب المال </p><p> إن خرج من يده، وهو الاستيثاق من الوفاء، وذلك بكتابة الدين والإشهاد عليه، ويشمل الإشهاد على المعاملات المالية ذات الأثر الباقي بين المتعاملين. </p><p> وثمة مناسبة خاصة بين هذه الآية وآيات الربا؛ فإن الربا استغلال آثم غير حلال ويؤدي إلى الأكل لأموال الناس بالباطل؛ إذ إنه كسب لَا يتعرض للخسارة، فهو غنم لَا غرم فيه، بل لَا تعرض فيه للغرم؛ وفي آية الديون إشارة إلى طريق كسب حلال؛ فإن من الديون ما يكون سَلَمًا وهو أن يبيع شخص لآخر شيئًا غير حاضر، ولكنه معرف بجنسه ونوعه ووصفه، ويكون التسليم مؤجلا إلى أجل معلوم على أن يقبض البائع الثمن معجلا فيكون البائع مدينًا بذلك المبيع المعرف بالأوصاف، فقد ثبت دينًا في الذمة؛ وإن هذا السلم باب حلال من أبواب الاستغلال، فدافع النقود ينتفع لأنه سينتفع من فرق السعر بين العقد وبين التسليم، وفى غالب الأحوال يكون علو السعر متوقعًا، وينتفع البائع من أخذ الثمن يستغله في أي باب من أبواب الاستغلال؛ فالدافع ينتفع مع التعرض للخسارة. وهذا هو الفرق بين الربا والسلم في المعنى. </p><p> وثمة وجه خاص للمناسبة بين هذه الآية وآخر آية الربا؛ فإن آخر آية الربا (وَإِن كانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ) وقد بين سبحانه وتعالى طريق الاستيثاق من وفاء الدين وعدم جحوده، وهو كتابته والإشهاد عليه، وإن الدين المؤجل يحتاج دائمًا إلى الاستيثاق من الوفاء. </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنتُم بِدَيْنٍ إِلَى أَجَلٍ مسَمًّى فَاكْتُبُوهُ) التداين معناه: التعامل بالدين، أي أن يستدين بعضهم من بعض على نية الجزاء. والدَّين يطلق على المال الثابت في الذمة الذي يكون معرفًا بالجنس والوصف والنوع، فهو يشمل اقتراض النقود، واقتراض المثليات بشكل عام، كما يشمل الدَّين الذي يكون مبيعًا في باب السلم؛ بل روي عن ابن عباس أن هذه الآية نزلت في سَلَم أهل المدينة. </p><p> ولقد يرد سؤال: لماذا صرح بقوله (بِدَيْنٍ) مع أن (تَدَايَنتُم) لَا يتحقق معناها إلا في الديون؟ </p><p> ولقد أجيب عن ذلك بجوابين: </p><p> أحدهما: بأن معنى تداينتم هو تعاملتم، والتعامل يكون بالدين وغيره، فلما ذكرت كلمة (بِدَيْنٍ) كانت صريحة في أن التعامل كان بالدين. وعندي أن استعمال تداين بمعنى تعامل هو توسع، وإن التفسير الخاص لها هو أن التداين معناه التعامل بالدين، لَا مطلق تعامل. </p><p> والجواب الثاني: هو ما أجاب به الزمخشري في الكشاف بقوله: (ذكر الدين ليرجع الضمير إليه في قوله: (فاكتبوه) إذ لو لم يذكر لوجب أن يقال فاكتبوا الدين فلم يكن النظم بذلك الحسن، ولأنه أبين لتنويع الدين إلى مؤجل وحالّ). ومقتضى هذا الكلام أنه صرح بالدين لأنه موضوع القول لَا مجرد التعامل به؛ وإن هذا التخريج أوجه من قول غيره إن ذكره لمجرد التأكيد، مثل قوله تعالى:  (وَلا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ ... ) . </p><p> وعبر سبحانه وتعالى بـ تداينتم بدل استدنتم، أو أدنتم، لأن تداينتم تعم الفريقين: الدائن والمدين، فكلاهما متداين؛ ذلك بالعطاء، وهذا بالأخذ. أما استدنتم فإنها تطلق على المدين فقط، والثانية تطلق على الدائن، والمطالبة بالكتابة موجهة إلى الدائن والمدين معًا، فالكتابة ليست حقا للدائن، بل هي واجب عليه، وإن كان الذي يتولاها هو المدين. </p><p> ووصف الأجل بالمسمى، للإشارة إلى وجوب إعلام الأجل، فيذكر الشهر الفلاني، أو إلى وقت الحصاد، ونحو ذلك مما يكون معرفًا تعريفًا يمنع من الجهالة. </p><p> والدين يشمل دين القرض، ويشمل أثمان المبيعات إذا كانت مؤجلة، ويشمل المبيع في السَلم إذا كان الثمن معجلا والمبيع مؤجلا ومعرفا بالوصف والنوع والجنس؛ فكل هذه ديون مؤجلة إلى آجال مسماة، على خلاف في القرض، فإن الحنفية والشافعية قالوا: إنه لَا يصح أن يسمى له أجل، وذلك لأن القرض تبرع، والأجل شرط، والشروط لَا تلزم في عقود التبرعات، ولأن القرض عارية، ولا ينقلب مضمونًا إلا باستهلاكه على رأى البعض، ولذلك يقول فقهاء هذين المذهبين: </p><p> عارية الدراهم والدنانير قرض ويقول القانونيون في مثل هذا إنه عارية استهلاك، أي عارية لَا ينتفع بالعين فيها إلا باستهلاكها والتصرف فيها. </p><p> وقال المالكية وأكثر الحنابلة: إنه يصح الأجل في القرض وتجب تسميته وتعريفه، لنص هذه الآية، إذ هو دين داخل في عموم الدين في الآية الكريمة، ولأن القرض لَا فائدة فيه للمدين إلا إذا كان مؤجلا، فكانت المصلحة في أن يعين الأجل ويتفق عليه بينهما دفعا للمشاحة، ومنعًا للنزاع وإن ذلك الرأي هو الأظهر وهو الذي يشمله عموم النص، وهو الأقرب إلى عرف الناس، والمصلحة فيه. </p><p> والأمر بالكتابة هنا أهو للطلب الملزم الذي لَا محيص للمكلف عنه، أم للإرشاد أو الندب؟ قال جمهور العلماء: إنه للندب؛ وذلك لأن النبي - صلى الله عليه وسلم - ما ألزم الدائنين بكتابة ديونهم، ولا المدينين بأن يكتبوها، لأن النبي - صلى الله عليه وسلم - قال:  \" إنا أمة أمية لا نكتب ولا نحسب \"  (١) ولأن الله سبحانه وتعالى قال بعد ذلك: (فَإِنْ أَمِنَ بَعْضُكم بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانتَهُ. . .) ، وإن ذلك بلا ريب تسويغ لعدم الكتابة، والاعتماد على مجرد الأمانة، فإنه مع الكتابة لَا ائتمان، أو لَا اعتماد على الأمانة. </p><p> وقال الظاهرية: إن الأمر هنا للوجوب، ومن لم يفعل كان آثمًا، ذلك لأن الأصل في الأمر أنه للوجوب، ولا يخرج عن الوجوب إلى غيره إلا بدليل من النصوص، ولم يوجد الدليل؛ ولأن طلب الكتابة تأكد بطرق عدة؛ منها النص على الكتابة في الصغير والكبير من الديون بقوله تعالى:  (وَلا تَسْأَمُوا أَن تَكْتُبُوهُ صَغِيرًا أَوْ كبِيرًا إِلَى أَجَلِهِ) ومنها النص على أنه الأقسط والأقوم للشهادة، والأدنى للمنع من الارتياب؛ ومنها التعميم واستثناء صورة واحدة، وهي حال التجارة الدائرة بين التجار، وقصر نفي الإثم عليها دون غيرها، فإنه إذا كان نفي الإثم مقصورًا على هذه الحال فمعنى ذلك أن الإثم ثابت في غيرها، وإن الائتمان لَا يتنافى مع الكتابة، </p><p>(١) رواه البخاري: الصوم - قول النبي - صلى الله عليه وسلم -: \" لا نكتب \" (١٧٨٠)، ومسلم: الصيام - وجوب صوم رمضان لرؤية الهلال (١٨٠٦).</p><p> بل إنه مع الكتابة الائتمان قائم، على أن قوله تعالى:  (فَإِنْ أَمِنَ بَعْضُكم بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ. . .) ، سيق في حال السفر عند تعذر الكتابة. </p><p> هذا وإن تصدير الآية الكريمة بالنداء (يَا أَيُّهَا الَّذِينَ آمَنوا) يشير إلى أمرين: </p><p> أحدهما: أنه ليس من مقتضى الإيمان أن تلزموا المساجد والصوامع، بل إن الإيمان أن تهذبوا نفوسكم، وترهفوا وجدانكم وتشعروا بمراقبة ربكم، لتكون دنياكم فاضلة، ويكون تعاملكم، وإدارة المال بينكم على نهج ديني فاضل، فالمال ليس طلبه ممنوعا، بل إنه من طريقه الحلال مشروع ومطلوب. </p><p> الأمر الثاني: أن الإسلام ليست أوامره مقصورة على العبادات، بل جاء لتنظيم المعاملات، بل إن العبادات فيه طريق لإصلاح التعامل الإنساني؛ وكذلك كل الأديان السماوية، فإنه من الجهل الادعاء بأن الأديان جاءت لتنظيم العلاقة بين العبد والرب فقط، ولا تتدخل في العلاقة بين الإنسان والإنسان. </p><p> (وَلْيَكْتُب بَّيْنَكُمْ كَاتِبٌ بِالْعَدْلِ) في النص السابق أمر بالكتابة وحث عليها، وفى هذا النص يبين الكاتب، فبين أن الذي يكتب شخص يجيد الكتابة، وعنده فقهها وعلمها، بأن يكون على علم بشروط العقود وتوثيقها، وما يكون من الشروط سائغا في الشرع وما يكون غير سائغ؛ وقيَّد كتابته بأن تكون بالعدل بألا يزيد ولا ينقص في الدين الذي يكتبه، ولا يقيد أحد العاقدين بشروط شديدة، ويحل الآخر من كل القيود والشروط، بل يكون مراعيًا العدل في كتابة أصل الدين، ومراعيًا العدل في الالتزامات بين الفريقين، ثم إن العدل يتقاضى مع هذين أيضًا أن يكون الكاتب خبيرًا بمعاملات الناس، وما يقع بينهم، وما يمكن تنفيذه من الشروط وما لا يمكن. </p><p> وهكذا فالكاتب الذي يتولى ميزان العدل بين العاقدين يمنعهما من الشطط، ويمنعهما من التجانف لإثم. وقد ذكر في النص السامي بوصف \" كاتب \" للدلالة على مهارته في الكتابة، وكونها له كالملكة. </p><p> (وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ) هذا نهي لمن كان قادرًا على الكتابة من أن يمتنع عن الكتابة، فلا يصح لمن يحسن الكتابة من حيث جودة الخط واستبانته، ومن حيث العلم بفقه العقود، والقدرة على تحقيق العدالة بين العاقدين في وثيقة العقد؛ لَا يصح له أن يمتنع عن الكتابة إذا دعي إليها وإنه ليأثم إن تعين للكتابة ولم يوجد موثوق به فيها سواه، وامتنع عن الكتابة، ولقد قال الفقهاء: إن الكتابة فرض كفاية بمعنى أنه إذا امتنع كُتَّاب أهل قرية عن الكتابة أثموا، بل إنه يجب على أهل كل قرية أن يخصصوا ناسًا لكتابة الوثائق فيها. </p><p> وإنه على هذا يجب أن تعمل الدولة على تهيئة ناس لتوثيق العقود وكتابتها. </p><p> وإن الكتابة لطلابها من التعاون على البر والتقوى، فهي صناعة، وهي علم، وواجب على الصانع أن يُعِين من لَا يحسن، فقد قال - صلى الله عليه وسلم -: \" إن من الصدقة أن تعين صانعًا، أو تصنع لأخرق \"  (١) والامتناع عن الكتابة ككتمان العلم، وقد قال - صلى الله عليه وسلم -: \" من كتم علمًا يعلمه ألجم يوم القيامة بلجام من نار \"  (٢) . </p><p> وقوله تعالى:  (كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ) فيه بحثان لغويان: </p><p> أولهما: في التشبيه بالكاف في قوله: (كَمَا عَلَّمَهُ اللَّهُ) ما المعنى الذي يفيده؟ ذكر الزمخشري أن معناه إما أن يكون تشبيها بين علم الكتابة والواجب على الكاتب، أي أنه كما أن الله علمه الكتابة ويسَّرها له، وجعله أهل خبرة، عليه واجب المعاونة بالكتابة لغيره، فالتشبيه تشبيه بين نعمة الكتابة، والواجب المتعلق بها، فما من نعمة إلا تتولد عنها واجبات مساوية لها، فنعمة الكتابة يقابلها ويشابهها ويماثلها واجب معاونة غيره بها، وهو بقدرها، ويأثم عند الترك بمقدار علمه. </p><p> هذا أحد وجهي التشبيه، أما الوجه الآخر، فهو أن التماثل بين ما يكتب على القرطاس وما آتاه الله الكاتب من فقه وعلم بالعقود والالتزامات؛ والمعنى على </p><p>(١) رواه مسلم: الإيمان - كون الإيمان بالله تعالى أفضل الأعمال (١١٩)، والبخاري: العتق - أي الرقاب أفضل (٢٣٣٤) غير أن روايته بلفظ: \" ضايعا \" بدلا من: \" صانعا \". (٢) رواه بهذا اللفظ أحمد (١٠٠٨٢) عن أبي هريرة رضي الله عنه.</p><p> ذلك: لتكن كتابة وثيقة الدين على مقتضى العلم والفقه الذي فقَّه الله به الكاتب، أي تكون الكتابة على مقتضى أحكام الشرع، فلا تكون فيها شروط ليست في كتاب الله، أو لَا يسوغها الشرع، أو لَا يمكن تنفيذها. </p><p> الأمر الثاني: إن قوله: (كَمَا عَلَّمَهُ اللَّهُ) ما مُتعلقه؟ أهو متعلق بـ \" يكتب \" الأولى، أو \" فليكتب \" الثانية؟ يجوز الأمران، وعلى الأول يكون المعنى: لَا يمتنع أن يكتب كما علمه الله؛ ثم أكد المعنى بعد ذلك بتكرار الأمر بالكتابة، فقال سبحانه:  (فَلْيَكْتُبْ) ؛ وعلى الثاني وهو أن يتعلق بقوله (فَلْيَكْتبْ) يكون المعنى: لَا يأب كاتب أن يكتب؛ فهذا نهي عن الامتناع؛ ثم قال ذلك في كيفية الكتابة (كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ) أي لتكن على قدر علمه وفقهه، ومساوية في روحها لنعمة العلم بها. </p><p> (وَلْيمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلا يَبْخَسْ مِنْة شَيْئًا) في الجمل السامية السابقة بيان طلب الكتابة والكاتب، وفي هذه الجملة بيان من يتولى الإملاء؛ فقال سبحانه:  (وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ) أي ليُمْلِ على الكاتب الذي عليه الدين ويلتزم بأدائه، وذلك ليكون إملاؤه إقرارًا بالدين وبالحقوق التي يجب عليه الوفاء بها. </p><p> والإملال معناه الإملاء، وهما لغتان في الإملاء. وقال بعض اللغويين: إن الأصل هو الإملال، وعلى أي حال قد وردت اللغتان في القرآن، فقد قال تعالى:  (اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا) . </p><p> وإذا كانت تبعة الإملاء قد وضعت في عنق من عليه الحق فإن عليه عند الإملاء واجبين: تقوى الله، وعدم البخس؛ ولذا قال تعالى:  (وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلا يَبْخَسْ) أي لَا ينقص (مِنْهُ شَيْئًا) وقد وثق سبحانه الأمر بالتقوى بأن جعل التقوى من الله، وهو رب كل شيء ورب من عليه الحق، أي عليه عند الإملاء أن يراقب الله جل جلاله الواحد القهار الغالب على كل شيء المسيطر على كل شيء الذي يغلب ولا يغلب، فلا يتلاعب بالعبارات حتى لَا يذهب بحق صاحب الحق؛ ثم </p><p> ليعلم أن الذي عليه أن يتقيه هو ربه الذي ذرأه ورباه ونماه، ووهب له المواهب التي توجب الشكر، ولا تسوغ التلاعب بالحقوق. </p><p> وإذا كان لَا يسوغ أن يتلاعب بالعبارات فلا يسوغ أن ينقص من الدين أو يزيد في الأجل، أو يضع شروطا في مصلحته وليست في مصلحة الدائن، فإن ذلك وغيره بخس لحق صاحب الحق. </p><p> (فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ) في هذه الجملةَ السامية بيان الحكم إذا كان من عليه الحق لَا يحسن الإملاء، وقد أظهر في موضع الإضمار فلم يقل تعالت كلماته:  (فإن كان سفيها) وإنما أظهر للتوضيح؛ ولأن الذي عليه الحق المبين الفاهم المتكلم القادر وهو المذكور أولا، غير الذي عليه الحق السفيه أو الضعيف أو الذي لَا يستطيع. </p><p> وقد ذكر سبحانه في هذا النص ثلاثة لَا يحسنون الإملاء، وهم: أولا: السفيه، وهو الجاهل بالعقود والتصرفات، أو الذي لَا رأي له، أو المبذر المتلاف الذي لَا يحسن تدبير أموره وإدارة أمواله؛ وكل هذه معانٍ تدور حول الجهل بالعقود، أو فساد الرأي في التصرفات. </p><p> وثانيا: الضعيف وهو الصبي والشيخ الهرم. </p><p> ثالثا: من لَا يستطيع، وهو معقود اللسان، أو من لَا خبرة له بهذه العقود. </p><p> والولي: هو النصير الموالي ذو الصلة بمن عليه الحق الذي يهمه أمره، ويهمه ألا يضيع حقه، سواء أكان النصير وليا بالمعنى الشرعي، أو قيما أقامه القاضي المختص، أم كان وكيلا أقامه صاحب الشأن معبرًا عن إرادته مصورًا لما يعتزم عليه. </p><p> وذكرت كلمة العدل في هذا المقام، للإشارة إلى أن ذلك الولي عليه العدل، ويجب أن يلاحظه من ثلاث نواح: من ناحية صاحب الحق، فلا يبخسه ولا ينقصه، ومن ناحية من عليه الحق الذي يتكلم باسمه ويملي عنه، فعليه ألا يمالئ </p><p> الطرف الثاني في أمره، ومن ناحية الشرع فلا يذكر شرطًا أو التزامًا يخالف الشرع الشريف. </p><p> (وَاسْتَشْهِدُوا شَهِيدَيْنِ مِن رِّجَالِكُمْ) احتاط الشارع الحكيم للديون المؤجلة، فأمر سبحانه وتعالى بكتابتها، ولم يكتف بذلك، بل أمر بالإشهاد عليها حتى لا تتعرض للضياع، ودعا المتداينين إلى أن يطلبوا شهودًا عدولا يشهدون عند كتابة الدين، توثيقا للدين وتوثيقا للكتابة، ولذا قال تعالى:  (وَاسْتَشْهِدُوا) أي اطلبوا وابحثوا وتحروا، فالسين والتاء للطلب. (شَهِيدَينِ) أي شاهدين عدلين؛ لأن \" شهيد \" صيغة مبالغة من شاهد، والمبالغة في معنى الشهادة تحري معنى العدالة فيها، وأسباب المعاينة، وأن يكون التحمل على وجه التعيين والجزم، فالتعبير بشهيد دون شاهد إشارة إلى ضرورة العدالة وقوة الضبط وقوة الصدق والمروءة فيهما. (مِن رِّجَالِكمْ) خرج به شهادة النساء من غير حضور الرجال، وشهادة غير المسلمين. </p><p> وقال بعض المفسرين: إنه خرج به أيضا شهادة العبيد؛ لأن (مِن رِّجَالِكُمْ) أي من أحراركم، وبنوا على ذلك بطلان شهادة العبيد من المسلمين، وهو قول الجمهور؛ وخالف في ذلك الإمام أحمد بن حنبل وقرر أن شهادة العبيد من المسلمين، جائزة تلزم القضاء، وإنما نميل إلى ذلك الرأي من بين آراء الفقهاء، فإذا كان الموالي تقبل روايتهم عن رسول الله - صلى الله عليه وسلم -، فكيف لَا تقبل شهادتهم في أمور الناس؟ </p><p> ولأن (مِن رِّجَالِكُمْ) يدخل في عمومها العبيد؛ لأن الخطاب للمؤمنين، وهم من الرجال المؤمنين، وإخراجهم يقتضي إخراجهم من الخطاب بـ يَا أيُّهَا الذين آمنوا، فكيف يخرجهم مفسر من ذلك الخطاب؟ </p><p> (فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّن تَرْضَوْنَ مِنَ الشُّهَدَاءِ) في هذا بيان لشهادة النساء مع الرجال، وهو أنه إذا لم يكن رجلان يشهدان، يقوم مقامهما رجل وامرأتان؛ والمعنى: فإن لم يكن الشاهدان رجلين فرجل وامرأتان يشهدان. واشترط فيهما ما هو الشرط في كل شهادة، وهو أن يكونوا (مِمَن تَرْضَوْنَ مِنَ الشّهَدَاءِ) أي </p><p> من الذين يرتضى قولهم ويقبل، أي من العدول الذين يمارسون الشهادة ويقولون الحق، ويقيمونها على وجهها الحق، ويشهدون ولو على أنفسهم أو الوالدين والأقربين. والتعبير بقوله:  (مِمَّن تَرْضَوْنَ) أدق في الدلالة على صدق الشهادة من العدالة؛ لأنَّ العدل قد يكون مرضيًا في دينه وخلقه ولكنه ممن يتأثرون بالمشاهد المؤثرة، فتخونهم ذاكرتهم في وقت الحاجة إليها، وقد يكون في الناس ذوو مروءات يمنعهم جاههم ومقامهم في الناس من أن يكذبوا، وإن كان منهم بعض العاصي. </p><p> (أَن تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الأُخْرَى) هذا بيان العلة في أن المرأتين تقومان مقام الرجل؛ فالمعنى كانت المرأتان بدل رجل لتوقع أن تضل إحداهما فتذكر إحداهما الأخرى؛ فإن المرأة لقوة عاطفتها، وشدة انفعال نفسها بالحوادث، قد تتوهم ما لم تر، وهذا هو الضلال؛ فهو نسيان مع اعتقاد غير الواقع، أو ظن غير الواقع، وهذا النوع من الضلال يكثر في النساء والأطفال؛ فالحوادث تفعل في نفوس هؤلاء ما يجعلهم يتخيلون ما لم يقع واقعيا؛ ولهذا الضلال كان لابد أن يكون مع المرأة أخرى بحيث يتذاكران الحق فيما بينهما، وليس من المعقول أن يتحد الضلال؛ ولذلك كان من المقررات الفقهية أن الرجال تسمع شهاداتهم على انفراد بحيث يسمع كل شاهد منفردًا من غير أن يسمعه الآخرون من الشهود؛ أما المرأتان فتسمعان معًا، لتتذاكرا إن كان ضلال من إحداهما أو منهما بحيث تذكِّر كل واحدة الأخرى بما غاب عنها متوهمة سواه. </p><p> وهنا سؤال وهو: لماذا أظهر في موضع الإضمار، فقال سبحانه:  (أَن تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الأُخْرَى) ولم يقل فتذكرها الأخرى؟ والجواب عن ذلك فيما يبدو لي: أن إحداهما معناها واحدة منهما فالمعنى فيه: أن تضل واحدة منهما؛ فتذكر كل واحدة تضل الأخرى، فهما يتبادلان الخطأ ويتبادلان التذكير، فكان في إظهار المضمر إشارة إلى هذا المعنى، وإشارة إلى أنهما معًا فيهما شهادة رجل متذكر غير ناس، إذ إن التصريح بـ (إِحْدَاهُمَا) ثانية تصريح بأن إحداهما والأخرى شهادة لا نسيان فيها، فهي شهادة رجل متذكر. </p><p> (وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا) أي لَا يأب الذين اشتهروا بالعدالة ووثق الناس بهم واطمأنوا إليهم عن الشهادة إذا دعوا إليها، سواء أكانت الدعوة للحضور وتحمل الشهادة كالشهادة في التوثيق بالكتابة، أم كانت الدعوة لأداء الشهادة عند الإنكار في مجالس القضاء، وإن هذا يدل على أن الشهادة إذا تعين الشاهد فرض أداؤها، وهذا تطبيق لقوله تعالى:  (وَلا تَكْتمُوا الشَّهَادَةَ وَمَن يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ. . .) . </p><p> وقال بعض العلماء: إن أداء الشهادة عند الدعوة واجب، ولكن ليست إجابة الدعوة إلى تحمل الشهادة بحضور الكتابة ونحوها فرضًا. </p><p> (وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ) أي لَا تملوا من كتاب الدين إلى أجله بأن تحدُّوه وتبينوا أجله، سواء أكان الدين كبيرًا أم كان الدين صغيرًا، فلا يذهب بكم احتقار الصغر إلى إهماله وعدم كتابته؛ لأن الصغر والكبر لَا حدود لهما، فقد يكون صغيرًا في نظر غني مليء، ويكون كبيرا خطيرا عند غيره؛ ولأن إهمال الصغير يؤدي إلى جحوده، وعندئذ تذهب الثقة، وإذا ذهبت ساد التناحر والتنازع؛ ولأن التهاون في الصغير قد يؤدي إلى التهاون في الكبير؛ وإن التشديد في كتابة الصغير والكبير يدل على أن الأمر بالكتابة للوجوب كما بينا. </p><p> (ذَلِكمْ أَقْسَطُ عِندَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَلَّا تَرْتَابُوا) الإشارة هنا إلى كل ما ذكر من الأمر بالكتابة، والنهي عن الامتناع عنها، والأمر بالاستشهاد، والنهي عن الامتناع عن الشهادة، والأمر بكتابة الصغير والكبير؛ وإن هذه الجملة السامية فيها تعليل للتشديد في الأوامر السابقة، وقد تعللت هذه الأوامر والوصايا بثلاثة أمور: أولها: أنها أقسط عند الله، أي أنها أعدل في ذاتها، لأنها أعدل عند الله تعالى، وكل ما يكون أعدل في علم الله تعالى فهو الأعدل في ذاته، وكانت الأعدل في ذاتها؛ لأنها حماية لنفس المدين من الجحود، وحماية لحق الدائن من الضياع، فهي حماية للفريقين. </p><p> والأمر الثاني: أنها (أَقْوَمُ لِلشَّهَادَةِ) أي أن الكتابة والشهادة على الكتابة أشد تقويمًا للشهادة والإتيان بها مقومة عادلة ثابتة لَا زيف فيها ولا اضطراب؛ والمراد </p><p> بالشهادة الإثبات، أي أن الكتابة والإشهاد عليها أقوم طريق للإثبات والحكم. وقد فهم بعض العلماء من هذا أنه يجوز أن يستعين الشاهد بما كتب وقت المعاينة عند تحمل الشهادة. </p><p> والأمر الثالث: أنها (أَدْنَى أَلَّا تَرْتَابُوا) أي الأوامر السابقة والوصايا إذا نفذت على وجهها أقرب إلى ألا يكون ريبا وتظننا في التعامل، والريب والتظنن ونحوهما يفقد الثقة، وإذا فقدت الثقة بين المتعاملين فسد التعامل، وانحلت عرى التضافر الاجتماعي، والتعاون الإسلامي، والاقتصادي. </p><p> (إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا) التجارة الحاضرة التي تدور بين التجار، هي التي يجري فيها التقابض في المجالس، أو التي يتأخر فيها الأداء ساعة أو بعض يوم أو نحو ذلك، ووصفت بأنها تدور، لأن هذا يعطي وذاك يأخذ، وقد يطلب هذا بضاعة ويدفع ثمنا مرة، ثم يعطي بضاعة أحيانا، وسميت حاضرة، لأن المبيع والثمن كلاهما حاضر؛ فهذا النوع من التعامل ليس هناك جناح أو إثم في ألَّا يكتب؛ وإن الاستثناء على هذا يكون استثناءً منقطعا؛ لأنه إذا كانت التجارة حاضرة بمعنى أن الثمن والمبيع كلاهما حاضر مهيأ للدفع، وإن تأخر أحدهما قليلا من الزمن لَا يعد تأجيلا، فإنه ليس ثمة دين داخل فلا أمر بالكتابة حتى يكون الاستثناء منه، فـ \" إلا \" هنا بمعنى \" لكن \" . وفي نفي الجناح والإثم إشارة إلى أمرين: أولهما - أن الأولى الكتابة، وثانيهما - أن غير ذلك يأثم فيه من لَا يكتب؛ فالكتابة واجبة في غير موضع الاستثناء، لأن الامتناع عن موضع الإثم واجب. </p><p> (وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ) هذه وصية جديدة من وصايا التعامل، وهو الإشهاد على البيع. وقد قرر الظاهرية أن الإشهاد على البيع واجب بحيث لو لم يُشهد المتبايعان على البيع يأثمان، وإن كان البيع يقع صحيحًا، وذلك لأن الظاهرية قرروا أن الأمر للوجوب حتى يوجد دليل يمنع الوجوب، ولم يوجد عندهم الدليل. وقال الجمهور: إن الإشهاد في البيع غير واجب، وإنما هذا إرشاد وتعليم مجرد؛ وذلك </p><p> لأن النبي - صلى الله عليه وسلم - كان يتبايع ولا يشهد، حتى لقد جحد البائع العقد مرة فشهد له خزيمة (١) . . </p><p> وعندي أن الإشهاد في بيع الأشياء التي تبقى يجب، حتى يعلم الناس انتقال اليد فيه، وانتقال الحوزة، وليمنع الجحود. </p><p> (وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ) كلمة \" يُضَارَّ \" تحتمل أن تكون للفاعل، ويحتمل أن تكون بالبناء للمجهول، والمعنى على الأول نهي الكاتب والشاهد عن أن ينزلا ضررا بأحد المتعاملين، بأن يبخس الكاتب أحدهما، أو يشهد الشاهد بغير الحق \" والمعنى على الثاني - وهو الظاهر - لَا يصح أن ينزل ضرر بالكاتب أو الشاهد لحملهما على كتابة غير الحق أو قول غير الحق، فإنهما أمينان، وإضرار الأمناء يحملهم على الخيانة وفي ذلك ضياع للأمانة، وذهاب للثقة؛ ولذا قال تعالى بعد ذلك:  (وَإِن تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ) أي إن تفعلوا الضرر بالشاهد والكاتب، وتنزلوا الأذى بهما فإن ذلك يكون فسوقًا بكم، أي معصية وخروجًا عن جادة العدل يحل بكم، وينزل في جماعتكم فتضيع الحقوق، وتذهب الأمانات، وتمحى الثقة في التعامل، ولا يمكن إقامة حق وخفض باطل، فخير الجماعة في حماية الذين يوثقون الحقوق من كاتبين وشاهدين. </p><p> (وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهً بِكُلِّ شَيْءٍ عَلِيمٌ) ختم الله سبحانه وتعالى هذه الآية بما يربي المهابة للأوامر العلية والوصايا الإلهية؛ وقد اشتمل ذلك الختام الكريم على ثلاثة أمور: </p><p> أولها: تقوى الله، فإنها نور القلب، وهي الشعور بمراقبة الله، وفي ذلك إشارة إلى وجوب مراقبة الله عند التعامل، ونية الأداء، ثانيها: الإشعار بأن هذا تعليم من الله اللطيف الخبير، ليحسن التعامل، ويقوم على أسس من الثقة والاطمئنان ومنع الريب. </p><p>(١) رواه النسائي: البيوع - التسهيل في الإشهاد على البيع (٤٥٦٨)، وأبو داود في الأقضية - إذا علم الحاكم صدق شهادة الواحد (٣١٣٠)، وأحمد: مسند الأنصار (٢٠٨٧٨)، عن عمارة بن ثابت رضي الله عنه.</p><p> ثالثها: الإشعار بإحاطة علم الله، فما يأمر به هو أمر عليم حكيم يعلم وجه المصلحة، وهو عليم بالضمائر، وهو الذي يتولى السرائر. </p><p> * * * </p><p> (وَإِنْ كُنْتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ (٢٨٣) لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٨٤) </p><p> * * * </p><p> في الآية السابقة بين سبحانه وتعالى وجوب الكتابة، عند من يقول: إن الأمر للوجوب، أو وصى سبحانه وتعالى بالكتابة وأرشد إليها، وفي هذه الآية يبين سبحانه حال الترخص من الكتابة، وهي الحال التي لَا تكون الكتابة فيها ممكنة، إذ يكون المتداينان على سفر، ولا يوجد كاتب؛ فإنه في هذه الحال يترخص في عدم الكتابة، ويعوض عن الكتابة والشهادة في الاستيثاق بالرهن، وإن لم يكن رهن فإنه يكون الاعتماد على الأمانة المطلقة حيث تعذر الاستيثاق بالأمور المادية، وهي: الكتابة والشهادة عليها، ثم الرهان المقبوضة، فيقوم مقام هذه الأمور الأمانة والذمة. </p>"
}