{
  "id": null,
  "sura": 2,
  "aya": 206,
  "text": "<p> (وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالإِثْمِ) . </p><p> وقد ذيل الله سبحانه وتعالى الآية الكريمة بقوله:  (وَاللَّهُ لَا يُحِبُّ الْفَسَادَ) وذلك لعدة أمور: </p><p> أولا - لبيان أن الله لَا يحب ذلك الصنف من الناس الذي يخدع الناس ويكذب على الله، ويجادل ويمارى، ويضل عن بينة، ويسعى في الأرض بالفساد؛ إذ الله لَا يحب الفساد فلا يحب المفسدين، ومن لَا يحبه الله فهو بعيد عن رحمته، معرض لنقمته. </p><p> ثانيا - ولبيان أن الله سبحانه وتعالى لَا يريد بما فرض من عبادات إلا مصلحة الناس ودفع الضر عنهم، فهو الغني الحميد الذي لَا يكسب من عبادة عابد؛ ولا يضار من فسق فاسق؛ إنما الأمر في ذلك إلى مصلحة الناس ودفع الضر عنهم. </p><p> ثالثا - وفوق ذلك هذا التذييل يدل على أن شرع الله كله أساسه إقامة المصلحة ودفع المضرة، فما من أمر شرعه الله إلا فيه جلب نفع أو دفع ضرر، وأن دفع الضرر، مقدم على جلب النفع، وأن دفع الضرر العام مقدم على دفع الضرر الخاص، وأن جلب المنفعة العامة مقدم على جلب المنفعة الخاصة. </p><p> رابعا - وإن هذا التذييل فوق ذلك يشير إلى أن الله سبحانه استخلف الإنسان في هذه الأرض ليَعْمُرها لَا ليفسدها، فأولئك الذين يبذلون الجهود العقلية ليصلوا </p><p> إلى ما يدمر الأرض ويخربها ويجعلوا عاليها سافلها قد ضلوا عن سنة الله، وخرجوا على قانون الفطرة وهم بعيدون عن محبة الله؛ لأنهم يفسدون في الأرض ولا يصلحون. </p><p> (وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ) هذه حال الطغاة يرتكبون ما يرتكبون، وينزلون بالناس ما ينزلون، وهم يحسبون أنهم يحسنون صنعًا؛ وقد زين لهم سوء عملهم فرأوه حسنًا، وإذا كانت النوازل تنزل بالضعفاء لم يلتفتوا إليها لعماية الطغيان وفساد البصر والمدارك، فإذا تقدم أحد الناس مرشدًا واعظًا نهروه، وربما امتدت إليه أيديهم بالأذى، وأخذتهم العزة؛ أي الاستعلاء الجاهلي وحماقة الكبرياء؛ ودفعتهم الجرائم إلى إثم آخر فوق إثم الطغيان، وفوق ما ارتكبوا من آثام، وما أنزلوا بالضعفاء من آلام. </p><p> والباء في قوله تعالى:  (بِالإِثْمِ) إما أن تكون بمعنى المصاحبة والاقتران، والمعنى على هذا أخذتهم العزة واستولت عليهم مقترنة بالإثم مصاحبة له، فهي ليست عزة محمودة، بل كبرياء مبغوضة؛ أو تكون الباء للسببية بمعنى لام التعليل، ويكون المعنى: أخذتهم العزة الغاشمة والعنجهية الظالمة بسبب الإثم الذي استغرق قلوبهم وأحاط بنفوسهم، أي أنهم لفرط ما ارتكبوا من آثام، قد أحاطت بهم خطيئاتهم فسدت مسارب الهداية إلى قلوبهم، فإذا سمعوا كلمة الرشاد لم يتقبلوها، وأنغضوا رءوسهم حاسبين أن ذلك إهانة لسلطانهم؛ وإصغار لشأنهم، وما هو في حقيقة الأمر إلا حماية للسلطان، وإكبار للأمر، وخصوصًا إذا كان من ناصح أمين. </p><p> وإذا كانت تلك حالهم فلا صلاح لهم في الدنيا؛ وهم في إحدى حالين، وكلتاهما نتيجتها السوءى: إما أن يديل الله منهم في الدنيا، ويجعلهم عبرة المعتبرين، ويذيقهم وبال أمرهم في الدنيا، وتمامه في الآخرة. . وإما أن يمهلهم ويملي لهم حتى يأخذهم أخذ عزيز مقتدر، ويلقي بهم في نار جهنم؛ ولذا قال سبحانه:  (فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ) ، الفاء هنا للإفصاح، لأنها تفصح عن شرط مقدر، أي إذا كانت هذه حال ذلك الطاغي الفاجر: لَا يقيم الحق، بل يفسد، </p><p> ولا يطيع الناصح بل يؤذيه، وربما يقتله؛ فالله كافيه ومتوليه، وهو العزيز المنتقم الجبار، والله سبحانه ينزل به العذاب الأليم، بإلقائه في نار الجحيم؛ فمعنى (فَحَسْبُهُ جَهَنَّم) أي جهنم هي التي تكفيه، بدل كلمة الحق التي كانت تؤذيه، (وَلَبِئْسَ الْمِهَادُ) اللام هنا تنبئ عن قسم مقدر وهي داخلة على جوابه، والمهاد جمع مهد، وهو المكان المهيأ للنوم، والتعبير عن جهنم بأنها بئس المهاد لَا يخلو من تهكم بأولئك الفاجرين، كما يقال:  (تحية بينهم ضرب وجيع) وكقوله تعالى: (فَبَشِّرْهم بِعَذَابٍ أَلِيم) . </p><p> وبعد، فإن أول مظاهر الطغيان صم الآذان عن سماع كلمة الحق؛ ولعل الأمارة الظاهرة للحاكم العادل هي سماعه النقد والملام، فضلا عن الوعظ والإرشاد؛ وأمارة الحاكم الطاغي تبرمه بنصح الناصحين ونقد الناقدين فضلا عن لوم اللائمين؛ والمثل في التاريخ كثيرة مستفيضة؛ يروى أن رجلا قال لعمر بن الخطاب أمثل الحكام: اتق الله، فقال بعض الحاضرين أو تقول لأمير المؤمنين:  (اتق الله) فالتفت الفاروق، وقال: ألا فليقلها، لَا خير فيكم إذا لم تقولوها، ولا خير فينا إذا لم نسمعها! وعمر هذا هو الذي صاح عندما تولى: من رأى منكم فيَّ اعوجاجا فليقومه فقال أعرابي: والله لو رأينا فيك اعوجاجا لقومناه بسيوفنا! فقال أبو حفص: الحمد لله الذي جعل في أمة محمد من يقوِّم عمر إذا اعوج! ولو تنزلنا عن مقام عمر مقام الصديقين لوجدنا من بعض الحاكمين حتى في عصور الاستبداد من يستمع إلى كلمة الحق أحيانًا؛ يروى التاريخ أن يهوديا له حاجة تلقى هارون الرشيد، وهو خارج، وقال له: اتق الله يا أمير المؤمنين وذكر حاجته، فنزل هارون عن دابته وخر ساجدًا، ثم أمر فقضيت لليهودي حاجته؛ فقيل له: يا أمير المؤمنين نزلت عن دابتك لقول يهودي! قال: لَا، ولكن تذكرت قول الله تعالى:  (وَإذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالإِثْم فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ) . </p><p> وبجوار هذه الذكريات العطرة، توجد صور معتمة؛ ومن ذلك ما قاله أحد ملوك بني أمية: من قال لي: اتق الله قطعت عنقه. </p><p> بل إن هذه الصورة المعتمة هي التي يسود بها تاريخ المستبدين، فإن لم يقولوها بلسان المقال قالوها بلسان الفعال، وهو أقوى أثراً وأبعد طغيانا؛ ولذلك كان من الجهاد في سبيل الله: أن يقول المؤمن لهم كلمة الحق؛ وقد قال - صلى الله عليه وسلم -: \" أفضل الجهاد كلمة حق لسلطان جائر \"  (١) . </p><p>(١) رواه بهذا اللفظ أحمد في مسنده (١٠٧١٦) في حديث طويل فيه مواعظ وفوائد. ورواه الترمذي في الفق (٢١٠٠)، وأبو داود في اللاحم (٣٧٨١).</p>"
}