{
  "id": null,
  "sura": 2,
  "aya": 160,
  "text": "<p> (إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوأهه التوبة هي الإقلاع عن الذنب، والشعور بالندم، والعزم المؤكد على ألا يعود إليه من بعد، وإذا كان الذنب بالترك عمل، وإذا كان الذنب بالعمل ترك، فذنب الكاتمين كان بترك البيان والتبليغ فتكون التوبة بالبيان والتبليغ؛ ولذلك قال تعالى \" وبينوا \" أي أكدوا بفعل نقيض ما ارتكبوا. </p><p> وقوله \" وأصلحوا \" ، أي تركوا الإفساد واتجهوا إلى الإصلاح، وعمارة الوجود، ونشر الخير بين الناس وإرشادهم إلى أقوم السبل في هذه الحياة، وفي ذلك إشارة إلى أمرين جليلين: </p><p> أولهما - أن كتمان العلم فيه فساد في الأرض؛ لأنه يجعل الناس في متاهة من الباطل فتنقلب الأوضاع، ويختلط الحق بالباطل، ولا يعرف الناس سبيلا للهداية، وتسد مسالك الخير؛ إذ لَا هادي إلا أن يرحم الله عباده بها، ويرشدهم إليها. </p><p> ثانيهما - أن بيان الخير والحق هو الإصلاح في هذا الوجود فلا سلامة يسكت فيها الحق، وينطق فيها الباطل، وقد لعن بنو إسرائيل لسكوتهم عن البيان في وقت الحاجة إليه، وقد قال تعالى:  (لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (٧٨) كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ (٧٩) . وكما قالت الحكمة: السكوت عن الحق نطق بالباطل، والساكت عن الحق ناطق بالباطل. </p><p> وقد جزى الله تعالى التائبين العاملين المؤكدين لتوبتهم بالبيان للحق والإصلاح بأنه يقبل توبتهم، فقال تعالت كلماته:  (فَأُوْلَئكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التُّوَّابُ الرَحِيمُ) . </p><p> هنا التفات من الإخبار إلى التكلم، فالله تعالى أخبر عنهم في قوله تعالى:  (إِنَّ الَّذِينَ يَكْتُمًونَ مَا أَنزَلْنَا مِنَ الْبَيِّنَاتِ) إلى آخر الآية، ثم التفت من الإخبار إلى التكلم عند الجزاء، وكذلك الأمر في أكثر البيان يكون ذكر المعاصي والتوبة منها بالإخبار أو الخطاب؛ ويكون الجزاء من الله تعالى بضمير المتكلم تربية للمهابة، والإشراق في النفس، والإشعار بالرضا، وإن قبول التوبة أحب إلى العاصي التائب من كل ما في الوجود، وهو رفع له من ذلة الذنب وخسته إلى رفعة الحق وعزته؛ ولذا قال عز من قائل:  (فَأوْلَئِكَ أَتُوبُ عَلَيْهِمْ) الإشارة إلى الموصوفين بالتوبة الذين بينوا ما كتموا وأقاموا الإصلاح مكان الإفساد، وكما قلنا وكررنا الإشارة إلى الموصوف بيان أن العلة هي الوصف، فقبول التوبة سببه التوبة النصوح، والعمل على نقيض المعصية وما ترتب عليها، و \" أتوب عليهم \" معناها أرجع عليهم </p><p> بالقبول والجزاء، فكما أنهم رجعوا إليَّ من تيه المعصية أرجع بقبول التوبة وغفران الذنوب، ثم قال عز من قائل:  (وَأَنَا التُّوَّابُ الرَّحِيمُ) أي كثير قبول التوبة لأني رحيم بعبادي، وإن كان الناس لَا يذنبون أتيت بمن يذنب لأقبل توبته كما ورد في معنى الأثر (١) . </p><p> وإن هاتين الآيتين تدلان على وجوب بيان الهادي إلى الرشاد، كما ورد في الأثر، وإن تبليغ العلم يجب أن يكون على علم بسياسة البيان بأن يبين للناس ما يطيقون، ويتدرج من اليسير، حتى يكون العسير سهلا يسيرًا، ولقد قال - صلى الله عليه وسلم -: \" حدث الناس بما يفهمون؛ أتحبون أن يكذب الله ورسوله؟! \"  (٢) . </p><p> ويجب بيان الحق الذي لَا زيغ فيه، ولقد قال - صلى الله عليه وسلم -: \" لا تمنعوا الحكمة أهلها فتظلموهم ولا تضعوها في غير أهلها، فتظلموها \"  (٣) وقال عليه الصلاة والسلام في هذا المعنى: \" لا تعلقوا الدر في أعناق الخنازير \"  (٤) . وفق الله العلماء للنطق بالحق وألا يفتحوا باب التأويل لذوي السلطان حتى لَا يضعوا الدر في أعناق الخنازير. </p><p> * * * </p><p>(١) عَنْ أبي ايُوبَ أنَّهُ قَالَ حِينَ حَضَرَتْهُ الْوَفَاةُ: كُنْتُ كَتمْتُ عَنْكُمْ شَيْئا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم -: سَمِعْتُ رَسُولَ اللَّه - صلى الله عليه وسلم - يَقُولُ: \" لَوْلا انَّكُمْ تُذْنِبُونَ لَخَلَقَ اللَّهُ خَلْقَا يُذْنبُونَ يَغْفِرُ لَهُمْ \". رواه مسلمَ: كتاب التوبة (٤٩٣٤) ورواه أيضا (٤٩٣٦) عن أبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: \" وَالَّذِى نَفْسِي بِيَدِهِ لَوْ لَمْ تُذْنِبُوا لَذَهَبَ اللَّهُ بِكُمْ وَلَجَاءَ بِقَوْبم يُذْنِبُونَ فَيَسْتَغْفِرُونَ اللَّهَ فَيَغْفِرُ لَهُمْ \". كما رواه أحمد والترمذي.(٢) أخرجه البخاري عن علي موقوفا: \" حَدثوا النَّاسَ بِمَا يَعْرِفُونَ أتُحِبُونَ أنْ يكَذَّبَ اللَّهُ وَرَسُولُهُ؟! \" [كتاب العلم: (١٣٤)].(٣) جاء في كشف الخفا (٣١٢٤): لَا تضعوا الحكمة عند غير أهلها فتظلموها ولا تمنعوها أهلها فتظلموهم.رواه ابن عساكر عن ابن عباس أن عيسى ابن مريم قام في بني إسرائيل فقال: يا معشر الحواريين لَا تحدثوا بالحكمة غير أهلها فتظلموها، والأمور ثلاثة: أمر تبين رشده فاتبعوه، وأمر تبين لكم غيه فاجتنبوه، وأمر اختلف عليكم فيه فذروا علمه إلى الله تعالى.(٤) جاء في سنن ابن ماجه: المقدمة (٢٢٠) عَنْ أنَسِ بْنِ مَالكٍ قَالَ: قَالَ رَسُولُ اللَّه - صلى الله عليه وسلم -: \" طَلَبُ الْعِلْم فَرِيضَةٌ عَلَى كُل مُسْلِم، وَوَاضِعُ الْعِلْم عِنْدَ غَيْرِ أهْلِهِ كَمُقَلِّدِ الْخَنًازِيرِ الْجَوْهَرَ وَاللؤْلُؤَ وَالَذَّهَبَ \".</p><p> الوحدانية والوثنيون </p><p> (إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ (١٥٩) إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (١٦٠) إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ (١٦١) خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ (١٦٢) وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ (١٦٣) إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (١٦٤) </p><p> * * * </p><p> بعد أن أنهى الله تعالى موضوعات أهل الكتاب في هذا الموضع من القرآن، وقد كان فيهم كفران النعم، والنفاق وكثرة العدوان والفساد في الأرض، والعبث بالأحكام، والاستهزاء بآيات الله تعالى. بعد ذلك أخذ يبين أقوال الوثنيين وإثبات وحدانية الله تعالى، وابتدأ القول في بيان حال الكفار من المشركين وأهل الكتاب الذين ماتوا على الكفر، فقال تعالى: </p>"
}