{
  "id": null,
  "sura": 2,
  "aya": 105,
  "text": "<p> (مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلَا الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ ... (١٠٥) </p><p> يود هنا معناها يحب، وإن الود يجيء بمعنى محبة الشيء، وبمعنى تمنيه، وهي هنا بمعنى المحبة فقط، وما هو بمعنى التمني قوله تعالى:  (وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ) ، وقوله تعالى:  (وَدُّوا مَا عَنِتُّمْ. . .) . </p><p> وهنا تكون بمعنى المحبة، أي ما يحب الذين كفروا من أهل الكتاب والمشركين أن ينزل عليكم من خير من ربكم، ونفي المحبة يومئ إلى الكراهية، أي يكرهون أن ينزل الله تعالى عليكم أي خير من ربكم، ومن في قوله تعالى:  (مِّنْ خَيْرٍ من رَّبِّكمْ) لاستغراق النفي ومعناها أي خير من ربكم، وأعظم الخير من الله تعالى هو أن يكون رسولا من رب العالين، وربكم الذي رباكم وصنعكم على عينه. </p><p> وقدم سبحانه وتعالى أهل الكتاب على المشركين، لأنَّ الكلام كان في أهل الكتاب؛ ولأنهم أشد جحودا وإعناتا؛ ولأن الجحود منهم وهم أهل كتاب أشد من جحود غيرهم الذين لم يؤتوا كتابا، فالجهل قد يكون عذرا أحيانا، وإن لم يكن هنا عذرا. وإن سبب كراهية أن ينزل عليكم خير من ربكم يختلف عند المشركين عنه عند اليهود، فهو عند المشركين كفر للوحدانية، وخوف الرياسة، والتنافس بين العشائر، وأما عند اليهود، فهو كراهية أن تكون الرسل في ولد إسماعيل، وهم في طبيعتهم الحسد، يحسدون الناس على ما آتاهم الله من فضله. </p><p> وموضع الكراهية أن ينزل عليهم أي خير من ربهم، وتنزيل الخير من رب الوجود هو الرسالة، كان المشركون الذين عاندوا النبي - صلى الله عليه وسلم - ينفسون على عشيرته بني هاشم، ولقد قال عمرو بن هشام أبو الحكم الذي لقبه الإسلام بأبى جهل في سبب كفره:  (تنازعنا وبني عبد مناف الشرف: أطعموا فأطعمنا، وسقوا فسقينا، حتى تجاثينا على الركب، وصرنا كفرسي رهان،قالوا:منا نبي فأنى يكون ذلك؟ والله لا نؤمن به) . </p><p> واليهود قد علمنا أنهم كانوا يستفتحون به، فلما جاءهم ماعرفوا كفروا به، فلعنة الله على الكافرين. </p><p> ولقد رد الله تعالى كراهيتهم، وأنه سبحانه وتعالى يسير في اختيار نبيه على مقتضى حكمته وإرادته فقال تعالى:  (وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ) ، والله ذو الجلال والإكرام، والفاعل المختار يختص برحمته من يشاء وهي رحمة الرسالة التي ترحم الناس أجمعين، كما قال تعالى:  (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ) ، ورحمة القرآن الذي جاء هدى وشفاء ورحمة للمؤمنين. </p><p> فمعنى يختص برحمته، أي يختص بحمل رسالته وقرآنه من يشاء، أي من يختاره بحكمته والله أعلم حيث يجعل رسالته، وإن ذلك من فضله؛ ولذلك قال تعالى:  (وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) أي صاحب الفضل العظيم الذي يلازمه سبحانه وتعالى، فلا يكون منه إلا فضل عظيم يعم الناس أجمعين. </p><p> * * * </p><p> النسخ </p><p> (مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٠٦) أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (١٠٧) أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولَكُمْ كَمَا سُئِلَ مُوسَى مِنْ قَبْلُ وَمَنْ يَتَبَدَّلِ الْكُفْرَ بِالْإِيمَانِ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (١٠٨) </p><p> * * * </p><p> بعد أن بين الله سبحانه وتعالى بعض أفعال اليهود من إنكار وجحود وكفر بالنعمة وكفر بما يعرفون صدقه واتخاذ السحر وأوهامه واتباع ما يضر. . بين سبحانه النسخ لأنه يتضمن نسخ بعض ما جاء في التوراة وإن صدق أصلها، ونسخ المعجزات التي كان يأتي بها موسى عليه الصلاة والسلام، ليؤمن بنو إسرائيل وآل فرعون، ذكر الله تعالى نسخ الشرائع القديمة ونسخ المعجزات الحسية السابقة وأنه أتى بمعجزة هي القرآن، وإنها أمر أوحي للنبي - صلى الله عليه وسلم - وأنه كان آخر صرح للنبوة، إذ كان محمد - صلى الله عليه وسلم - آخر لبنة في صرح النبوة، وكان خاتم النبيين. </p><p> بعد ذلك تعرض النبي - صلى الله عليه وسلم - للنسخ في الشرائع والآيات. </p><p> النسخ معناه الإزلة كما تقول نسخت الشمس الظل، أي أزالته وحلت محله، ويطلق أيضا النسخ بمعنى نقل المكتوب كما قال:  (إِنَّا كنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ) . </p><p> والآيات تطلق على طائفة من القرآن مفصولة عما بعدها كآية الكرسي، وآيات المنافقين وآية الربا، وآية حد السرقة وغير ذلك من آيات الله تعالى البينات. </p><p> وتطلق على الآيات الكونية التي تدل على قدرة الله تعالى وعلى حكمته، وبديع خلقه ومنها معجزات النبيين الحسية كالعصا، وفلق البحر وإبراء الأكمه وإحياء الموتى بإذن الله، والإخبار عما في بيوتهم، ومن ذلك قوله تعالى:  (وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً. . .) ، ومن ذلك قوله تعالى:  (وَمَا نُرْسِلُ بِالآيَاتِ إِلَّا تَخْوِيفًا) ، ومن الآيات الحسية قوله تعالى:  (أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثونَ) ؛ لأن البناء العالي فيه دلالة على براعتهم في البناء. </p><p> والنسخ في اصطلاح الفقهاء على أساس أن الآية هي الآية القرآنية هو إزالة حكم الآية، ويقسمون النسخ إلى ثلاث: </p><p> القسم الأول - نسخ الحكم وبقاء التلاوة، كما ادعوا لآيات نسخ حكمها وبقيت تلاوتها، كاية تقديم الصدقة بين يدي الرسول إذا ناجوا الرسول في قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صدَقَةً. . .) . </p><p> والقسم الثاني - آية نسخت تلاوتها ولم ينسخ حكمها، كما قيل إنه كان في القرآن آية \" إذا زنى الشيخ والشيخة، فارجموهما ألبتة \"  (١) فنسخت تلاوتها وبقي حكمها، </p><p>(١) عن عَبْد اللَّه بْنَ عَباس يَقُولُ: قَالَ عُمَرُ بْنُ الْخَطَّاب وَهُوَ جَالس عَلَى مِنْبَرِ رَسُولِ اللَّهِ - صلى الله عليه وسلم -: إِنَّ اللَّهَ بَعَثَ مُحَمَّدًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالحَقِّ، وَأَنْزَلَ عَلَيْهِ الكِتَابَ، فَكَانَ مِمَّا أَنْزَلَ اللَّهُ آيَةُ الرَّجْمِ، فَقَرَأْنَاهَا وَعَقَلْنَاهَا وَوَعَيْنَاهَا، رَجَمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَرَجَمْنَا بَعْدَهُ، فَأَخْشَى إِنْ طَالَ بِالنَّاسِ زَمَانٌ أَنْ يَقُولَ قَائِلٌ: وَاللَّهِ مَا نَجِدُ آيَةَ الرَّجْمِ فِي كِتَابِ اللَّهِ، فَيَضِلُّوا بِتَرْكِ فَرِيضَةٍ أَنْزَلَهَا اللَّهُ، وَالرَّجْمُ فِي كِتَابِ اللَّهِ حَقٌّ عَلَى مَنْ زَنَى إِذَا أُحْصِنَ مِنَ الرِّجَالِ وَالنِّسَاءِ، إِذَا قَامَتِ البَيِّنَةُ، أَوْ كَانَ الحَبَلُ أَوِ الِاعْتِرَافُ. [متفق عليه: َ رواه البخاري: كتاب الاعتصام بالكتاب والسنةَ(٦٧٧٨)، ومسلم: كتاب الحدود (٣٢٠١) واللفظ له].ورواه مالك في الموطأ عن سعيد بن المسيب بلفظ: \" إِيَّاكُمْ أَنْ تَهْلِكُوا عَنْ آيَةِ الرَّجْمِ». أَنْ يَقُولَ قَائِلٌ لَا نَجِدُ حَدَّيْنِ فِي كِتَابِ اللَّهِ. فَقَدْ رَجَمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَرَجَمْنَا. وَالَّذِي نَفْسِي بِيَدِهِ، لَوْلَا أَنْ يَقُولَ النَّاسُ: زَادَ عُمَرُ بْنُ الْخَطَّابِ فِي كِتَابِ اللَّهِ تَعَالَى لَكَتَبْتُهَا - الشَّيْخُ وَالشَّيْخَةُ فَارْجُمُوهُمَا أَلْبَتَّةَ - فَإِنَّا قَدْ قَرَأْنَاهَا قَالَ مَالِكٌ: قَالَ يَحْيَى بْنُ سَعِيدٍ:، قَالَ سَعِيدُ بْنُ الْمُسَيِّبِ: «فَمَا انْسَلَخَ ذُو الْحِجَّةِ حَتَّى قُتِلَ عُمَرُ رَحِمَهُ اللَّهُ» قَالَ يَحْيَى: سَمِعْتُ مَالِكًا يَقُولُ: قَوْلُهُ الشَّيْخُ وَالشَّيْخَةُ يَعْنِي: «الثَّيِّبَ وَالثَّيِّبَةَ فَارْجُمُوهُمَا أَلْبَتَّةَ \". [موطأ مالك: كتاب الحدود (١٢٩٧)].</p><p> والقسم الثالث - وهو الأصل آيات محكمة لم يعرها نسخ ولا تأويل، وهذا القسم يقولون إنه أكثر القرآن. </p><p> وفى هذا الكلام نظر يستبين مما نقول إن شاء الله تعالى. </p><p> ويقولون: إن هذه أقسام بالنسبة لذات النسخ، أما بالنسبة للناسخ فيقولون القرآن ينسخ السنة، ولكن يشترط الشافعي لنسخ القرآن للسنة - أن يكون من السنة ما يدل على النسخ، كالسنة التي دلت على نسخ القبلة من بيت المقدس إلى الكعبة المشرفة. </p><p> وادعوا نسخ القرآن بالسنة بل ادعوا نسخ عموم القرآن بأحاديث الآحاد. </p><p> وكل على تفسير الآية في قوله تعالى: </p>"
}