{
  "id": null,
  "sura": 2,
  "aya": 5,
  "text": "<p> (أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥) </p><p> ذكر الله تعالى ما تحلى به المتقون الذين يؤمنون بما غيَّبه الله تعالى عنهم، ودلت عليه الفطرة، والذين يقيمون الصلاة، وينفقون مما رزقهم الله تعالى، ويؤمنون بالرسالات الإلهية، ويوقنون بالآخرة، وبعد أن ذكر هذا ذكر سبحانه وتعالى حُكْمَه - تعالت كلماته - عليهم، مؤكدا ذلك، فقال:  (أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ) وأولئك: إشارة إلى حالهم موصوفين بهذه الصفات قائمين بهذه الصفات، والإشارة إلى الصفات وتعقيب الحكم بعد الإشارة يومئ إلى أن هذه الصفات هي علة الحكم بأنهم على هدى من ربهم، وكررت الإشارة لبيان أن هذه الصفات أيضا هي سبب الفوز بالنعيم المقيم، والبعد عن العذاب الأليم، فالتكرار للتنبيه على أنها سبب للثانية كما هي سبب للأولى. </p><p> والتعبير بـ (عَلَى هُدًى) بالتعدية بعلى إشارة إلى العلو على الهدى والتمكن، كما يقال: ركب فلان متن الغواية أو علا على الهداية، فكأنه صار مستمكنا عليها لا يفارقها، ولا تفارقه. فأصحاب هذه الصفات العالية ينالون الهداية ولا يزايلونها، فهم في هداية دائمة مستمرة. </p><p> وقوله تعالى:  (مِّن رَّبِّهِمْ) معناها أن هذه الهداية جاءتهم من ربِّهم الذي رَبَّهم وكونهم ووفقهم إلى سبيل الخير والعمل الصالح، والإيمان واليقين باليوم الآخر، فإسناد الهداية إلى أنها من الرب الكريم بيان لشرفها واستمرارها مع تمكنهم منها، لأنها من رب هذا الوجود الذي رَبَّهُ ونماه وهذبه وأعلاه. </p><p> وهنا إشارتان بيانيتان: </p><p> إحداهما: الإشارة بالبعيد لوجود اللام، والبُعد هنا بُعد المنزلة، وعلوها وشرفها، فهؤلاء الأتقياء الأطهار الذين نزهت نفوسهم، وسامتوا (١) أعلى العلاء، يشار إليهم بالبعيد إعلاء وتشريفا وتكريما. الثانية: تكرار اسم الإشارة أولئك، ففي هذا التكرار بيان تنويع الفضل الذي حكم الله تعالى عليهم، فهو قد حكم سبحانه وتعالى عليهم حكمين كريمين أولهما: الهداية الكاملة الدائمة التي نالوها، وركبوا متنها وعلوا عليها، والحكم الثاني: أنهم ينالون الفوز، والفوز هنا هو الفوز في الدنيا بعلوِّ نفوسهم، واستقامتها، والاتجاه إلى معالي الأمور ورضا الله تعالى، وهو أكبر جزاء، فرضوان من الله أكبر، والفوز في الآخرة بالنعيم المقيم. </p><p> وقد أكد سبحانه وتعالى ذلك الفلاح الذي ينالونه بالجملة الاسمية، فالتعبير بالجملة الاسمية يدل على دوام الفلاح، وأنه دائم بدوام من يعطيه، وهو رب </p><p>(١) سَامَتَ الشيء: قابله ووازاه وواجهه. [الوسيط - س م ت].</p><p> العالمين، وأكده بتعريف الطرفين، وهما اسم الإشارة، وكلمة:  \" المفلحون \" ، وتعريف الطرفين يدل على القصر، أي أنهم هم المفلحون وحدهم دون غيرهم، فهم قد خلصت قلوبهم وعقولهم وكل مداركهم للحق جل جلاله، وفاضوا بخيرهم، وتحملوا المشاف في سبيلهم، وآمنوا بكل الرسالات، ولم يطمعوا بغير أن يعذوا أنفسهم لحكم ربهم. </p><p> وأكد سبحانه وتعالى الحكم بأنهم المفلحون دون غيرهم بضمير الفصل وهو (هُمُ) فإن في ذكره فضل التأكيد بأنهم المفلحون وحدهم، وأنه لَا ينال منالهم إلا من سلك مثل سبيلهم، واختار مثل طريقهم. . اللهم اجعلنا ممن يقتدي برسلك وبهم، فإنهم هم الفائزون. </p><p> والمفلح - من الفَلْح بمعنى الشق والقطع، ويطلق المفلح على الفائز، فكأنه قد شق الطريق، ونالته المتاعب حتى نال مطلوبه، وفاز بمرغوبه، فما وصل إليه إلا بجهد جاهد، وعمل ولُغوب حتى نال ما نال، وذلك هو الفلاح، فلا فلاح إلا إذا كان ثمرة لجد وجهاد، وطلب، وسير في الطريق إلى غايته، فالفوز الرخيص بأمر لا يعد فلاحا، وإن الإنسان يعلو على ملائكة الله تعالى بجده ومغالبته للأهواء الإنسانية، حتى ينتصر عليها، ويصل إلى الملكوت الأعلى؛ لأنه وصل بمغالَبة وجهاد، والملائكة لَا مغالبة فيهم؛ لأن الله خلقهم لايعصون الله ما أمرهم ويفعلون ما يؤمرون. </p><p> * * * </p><p> إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ (٦) خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ وَلَهُمْ عَذَابٌ عَظِيمٌ (٧) </p><p> ذكر الله سبحانه وتعالى أعلى صنف في الوجود الإنساني، وهم الذين علوا بنفوسهم وأعمالهم، وذكر في مقابلهم الذين أركسوا أنفسهم في مهاوي الباطل حتى سدت عليهم كل مسالك الإدراك للحق، ثم ذكر من بعدهم الحائرين بين الهداية والضلال، يرون نور الحق ويبصرونه، ثم يتركونه، فيتركون الحق وقد بدت لديهم معالمه، ويتجهون إلى الظلام، وقد أشرق نوره، ولمعت في الوجود شمسه، وأولئك هم المنافقون. </p><p> وقد روي عن مجاهد أنه قال: أربعُ آيات من أول سورة البقرة في نعت المؤمنين، وآيتان في نعت الكافرين وثلاث عشرة آية في المنافقين (١) . </p><p> وقد تم بيان صفات المتقين، ونبتدئ في آيتي الكافرين، فقد قال: </p><p>(١) تفسير القرطبي - تفسير سورة البقرة آية (٨).</p>"
}