{
  "id": null,
  "sura": 2,
  "aya": 247,
  "text": "<p> (وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا ... (٢٤٧) </p><p> لقد ذكر الله سبحانه وتعالى حالهم عند القتال عندما طلبوه، ليبين سبحانه الفارقة بين القول والعمل عند الذين غلبت عليهم الذلة، واستولت عليهم شهواتهم، ثم أخذ سبحانه يذكر بقية القصة والعبرة فيها:  (وَقَالَ لَهُمْ نَبِيّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا) أي أن الله سبحانه قد أخرج من صفوفكم - وهو العليم الحكيم الخبير بأحوالكم - شخصًا قد استوفى كل أسباب الرياسة وجعله ملكا عليكم. وفي التعبير إشارة إلى أنه أمثلهم وأقواهم على تحمل أعباء الحكم؛ لأن \" بعث \" تتضمن معنى الإثارة والفحص ثم الإخراج. </p><p> والملك المراد به هنا فيما يظهر مالك أمرهم، والمتولي ملكهم، وليس المراد منه المعنى المتعارف، وهو من يتولى بالسلالة، فإنه سيتبين أنه لم يختر لسلالته، بل اختير لعلمه وحكمته وقوته؛ ولم يستمر الملك في ذريته، بل آل من بعده لنبي الله داود كما تدل على ذلك أخبار داود التي ذكرها القرآن الكريم، فقد آتاه الله الملك والحكم، وإنه اختير باختيار الله تعالى بما أوحى به لنبيه، ولم يكن باختيارهم حتى لا يتنافسوا فيكون بأسهم بينهم شديدا، بدل أن يكون على عدوهم. </p><p> فليس في الآية دلالة على أن النظام الملكي الذي نعرفه فى عصرنا مطلوب لا بالعبارة ولا بالإشارة، لأنها ليست ملكية الوراثة والسلالة، بل رياسة العلم والقدرة والحكمة، فما اختير طالوت لسلالته ونسبه بل اختير لمعان شخصية فيه. </p><p> لقد كان مقتضى ما طلبوه من نبيهم من أن يختار ملكا أن ينفذوا من غير تردد الأمر فيما اختاره بهداية الله ووحيه؛ لأنهم فوضوا الأمر إلى نبيهم، ولأن الله سبحانه وتعالى هو الذي اختاره، وما كان لهم الخيرة بعد اختيار الله سبحانه وتعالى، ولأن الله قد اختاره لأجلهم ولمصلحتهم؛ ولذا عبر سبحانه وتعالى بقوله:  (بَعَثَ لَكمْ طَالُوتَ) فالتعبير بـ \" لكم \" إشارة إلى أنه في مصلحتكم، وأنكم ستنتفعون بقوته، وستكون قوته لكم على أعداكم. </p><p> ولكنهم بدل أن يطيعوا ويأخذوا الأهبة أثاروا اللجاجة التي تعودوها؛ ولذلك قال سبحانه حكاية عنهم:  (قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بالْمُلْك منْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ الْمَالِ) . </p><p> تمردوا على نبيهم بذلك الاعتراض؛ لقد أبدوا اعتراضهم بعد أن فوضوا الأمر فناقضوا أنفسهم، وبنوا الاعتراض على أسباب جعلوها مناط الملك، وليست هي السبب للرياسة الصالحة والملك القوي، ظنوا أن سبب الملك أحد أمرين: إما سعة من المال وثروة طائلة، وإما سلالة ملكية توارثها، فقالوا:  (أَنَّى يَكُونُ لَهُ الْمُلْكُ) من أي جهة استمد الملك، أي أنه ليس في عروقه دم ملكي يستحق به الملك، وليس هو ذا نسب رفيع، بل أي واحد منا أحق بالملك منه؛ لأنه ليس من الأشراف، ولئن تجاوزنا شرف النسب وكرم الولادة لنجدن أنه فقير ليس في سعة من المال، فقد سلب منه سببا السيادة، وهما النسب والمال. </p><p> وكذلك يكون نفكير الجماعات التي سيطرت عليها الأهواء، وغلبت على أمرها، تتجه إلى الماديات فتحكمها، وتفقد تقدير المعنويات، وبذلك تختل مقاييس النقدير؛ فأول ما تبتلى به الجماعات الضعيفة أن تختل مقاييس العظمة فيها فإنه إذا اختل مقياس العظمة غمر العظماء، ولم يظهروا إلا بالمصادفات أو القوى الخارقة، </p><p> والعظماء في الأمم هم القمم العالية التي تهدي إلى مواطن القوة، وتثير العزة من مكامنها. </p><p> وإن أردت أن تعرف مقياسًا ضابطا لرقي أمة من الأمم فخذه من مقياس العظمة فيها، وقد كان بنو إسرائيل في وقت هذه القصة في أشد الانهيار الخلقي كما يدل على ذلك مقياسهم للعظمة بالسلالة والمال. </p><p> وفى هذه الجملة الكريمة مباحث لفظية نشير إليها: </p><p> أولها: قوله تعالى: (أَنَّى يَكونُ لَهُ الْمُلْكُ) أنَى، قد تستعمل بمعنى كيف، وقد تستعمل بمعنى من أين، وهي هنا يجوز أن تكون بمعنى كيف، ويكون المعنى: كيف يكون له الملك علينا، على أي حال يسوغ ذلك ويمكن؛ فهو استفهام المقصود منه الاستبعاد المطلق، أي أنه لَا يتصور أن يكون مثله ملكا؛ أي أنه ليس فيه من الصفات، ولا في بيته من المحتِد، ما يسوغ معه أن يكون ملكا. فالمقصود من الاستفهام استبعاد أن يكون فيه سبب من الأسباب المسوغة للملك. </p><p> ثانيها: قوله تعالى: (وَنَحْن أَحَقُّ بِالْمُلْكِ) المتكلم بهذا الملأ من بني إسرائيل أي كبراء بني إسرائيل، فكل واحد منهم يقرر أنه أحق بالملك، ومجموعهم يقرر أنه دونهم، وأحقيتهم من ناحية النسب وناحية الجاه في بني إسرائيل، وناحية الأنصار والعصبية. </p><p> ثالثها: قوله تعالى: (وَلَمْ يُؤْتَ سَعَةً مِّنَ الْمَالِ) أصل السعة أن تكون في المكان وفي الفعل وفي الحال، والسعة في الحال أن يكون على حال من القدرة أو المال بحيث لَا يكون مضيقا عليه أو لَا يكون في ضيق، فلما كنَّى عن قلة المال بالضيق كنَّى عن كثرته بالسعة. </p><p> (قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْم وَالْجِسْم) لقد اعترضوا على اختيار طالوت بأنه ليس خيرًا منهم سلالة ومحتدًا، وأنه ليس ذا مال وفير؛ فرد نبيهم قولهم: </p><p> أولا: بأن الله اصطفاه أى اختاره من الصفوة وأهل الهمة والنبل، وقال (اصْطَفَاهُ عَلَيْكُمْ) ، ولم يقل منكم مع أنه منهم، للإشارة إلى فضله عليهم واستعلائه بما منحه الله من خواص وصفات، وإنه كان يكفي اصطفاء الله له ليسكتوا ولا يعترضوا؛ لأنه ليس فوق إرادة الله إرادة، وليس لهم الخيرة فيما اختاره الله؛ ولأنهم فوضوا أمر اختيار الملك إلى النبي، وقد اختاره الله ربهم ورب النبي. </p><p> ثانيا: وردَّ نبيهم اعتراضهم ببيان المقياس الصحيح لعظم الرجال واستعدادهم لقيادة الشعوب إلى مواطن العزة والشرف، لقد حسبوا النسب والمال مقياس العظمة، فبين لهم مقياسها، فقال:  (وَزَادَهُ بَسْطَةً فِي الْعِلْم وَالْجِسْم) أي أنه أعظم منكم جميعًا، لأن الله سبحانه زاده عليكم في الأمرين اللذين هما سبب للقيادة الحكيمة، وهما: </p><p> أولاً: قوة العقل وسعة العلم وكثرة التجارب، وثانيا: قوة الجسم وعظم الْمُنَّة (١) . وفي ذلك فوق التنبيه إلى مقاييس العظمة الحقيقية، إشارة إلى الأهلية للمنصب في الدولة، فالأهلية للمنصب ليس الحسب والنسب والمال، ولكن الأهلية للمنصب بالكفاية فيه، فإذا كان الملك أعلى المناصب، وإذا كانت الرياسة الكبرى أعظم الاعمال تبعات، فليس الذي يؤهل للمناصب السعة والمال، بل الكفاية لها والقدرة عليها؛ ففي الآية الكريمة إشارة إلى مقياس العظمة، وإلى مقياس الاختيار للأعمال والمناصب. </p><p> والبسطة في العلم معناها الاتساع في الأفق والتجارب، وقوة العقل والتدبير والإحكام في التفكير، فالبسطة معناها الاتساع، وإذا أضيفت إلى العلم فمعناها الاتساع والإحاطة بكل ما يوجه العقل إلى التفكير المستقيم مع سلامة العقل نفسه. </p><p> وبسطة الجسم اتساعه، لَا بمعنى كثرة اللحم والشحم، بل بأن يكون سبط العظام مديد القامة بعيد ما بين المنكبين، وقد يراد ببسطة الجسم تلك الحقيقة، وهو </p><p>(١) الْمُنَّة: المُنَّةُ، بالضم: القوَّة، وخص بعضهم به قوة القلب. [لسان العرب - الميم - منن].</p><p> بذلك فوق قوة المنة، يلقي بالرعب منظره في قلوب الأعداء، وبالهيبة في قلوب الأولياء؛ أو يراد ببسطة الجسم مطلق القوة؛ لأن طويل العظام عريض ما بين المنكبين يكون في غالب الأحوال قوي الجسم، فأطلق ذلك وأريد مطلق القوة. </p><p> ويلاحظ أنه قدمت بسطة العلم على بسطة الجسم للإشارة إلى أنها في الرياسة أقوى تأثيرًا، وأنها الأصل وغيرها التابع، وأنه ليست الحاجة إلى قوة الجسم بمقدار الحاجة إلى قوة الرأي والتدبير وسعة العلم وكثرة التجارب. </p><p> (وَاللَّهُ يُؤْتِي مُلْكَهُ مَن يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ) ذَيَّلَ الله سبحانه وتعالى هذه الآية الكريمة بهذه الجملة السامية، للدلالة على أمرين: </p><p> أولهما: أن الأمور كلها بيده سبحانه وتعالى، وأنه فعال لما يريد، وأن ما يشاء في هذا الكون يقع، وما لَا يشاء لَا يقع، وأنه سبحانه يؤتي الملك في الدنيا لمن يشاء، وأنه إذ يعطيه هو المسيطر عليه، ولذلك أضيف الملك إليه إذ قال (مُلْكَهُ) فهو إذ يعطيه لمن يعطيه هو الغالب على أمره يستطيع أن يسلبه في أي وقت شاء، فهو مالك الملك، يؤتي الملك من يشاء، وينزع الملك ممن يشاء، وهو القاهر فوق عباده. </p><p> ثانيهما: أن كل شيء في الوجود تحت سلطان الله تعالى، وهذا معنى أن الله واسع، أي محيط بكل شيء، قد وسع كل شيء برحمته وقدرته، وأنه يدبر الأمور على مقتضى العلم الواسع الشامل؛ فهو يربط الأسباب والمسببات، وهو يعطي لحكمة يعلمها، ويمنع لحكمة يعلمها، يبتلى الأمم بالقوة والضعف والعزة والذلة، والهزيمة والانتصار، والبأساء والضراء، ثم النعماء والسراء، كما قال تعالى:  (وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً. . .) ، وعلى الأمم المغلوبة أن تتخذ الأسباب بجمع الكلمة، وتأليف القلوب، وتحرير النفوس من ربقة الأهواء والشهوات، ولا تستسلم للضعف، ولا تستخذي للقوى، وتناضل وتكافح وتصابر، وتتوكل على الله، وإلى الله مصير الأمور. </p><p> * * * </p><p> (وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ تَحْمِلُهُ الْمَلَائِكَةُ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٢٤٨) فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ (٢٤٩) </p><p> * * * </p><p> انتهينا في قصة بني إسرائيل الذين أخرجوا من ديارهم وأبنائهم إلى أنهم أرادوا أن يتخذوا الأسباب لإعادة ملكهم وإخراج العدو من ديارهم، فوجدوا أنه لابد من رياسة تقود إلى موطن العزة، وميدان الشرف والجهاد، فطلبوا من نبيهم أن يختار لهم قائدًا يكون رئيسهم ويكون له ملكهم؛ وسموه ملكا؛ لأنهم لم يعرفوا الرئيس المالك للسلطان إلا باسم الملك؛ وقد اختار الله لهم طالوت، ولم يكن من ذي النسب فيهم، أو على الأقل لم يكن من أعلى الأنساب فيهم وكان في المال قلا؛ وما علموا أن الملك يكون في غير ذي المال والنسب، فبين الله سبحانه أن مناط الاختيار للسلطان القدرة على تحمل أعباء الملك؛ وذلك يتحقق بقدرة الجسم، وسعة المعرفة والعلم، وهما أمران قد تحققا في طالوت الذي اختاره الله سبحانه وتعالى. </p><p> فالله سبحانه وتعالى يبين أن أساس الولاية قدرة الوالي على تحمل الأعباء الجسام بالتزود بالعلم الكثير والتجارب الواسعة، والجسم القوي الذي لَا يخذله في ميدان الجهاد؛ وهم يرون الولاية بالوراثة وبين ذوي الأموال؛ فالمناط عندهم المال الوفير والنسب، ولا عبرة بشيء وراء ذلك، والله سبحانه وتعالى يبين لهم أن الاعتبار للقدرة، ولا عبرة بما وراء ذلك. </p><p> فسكتوا، ثم أراد رب العالمين أن يثبت قلوبهم، ويزيل شكهم، فذكر لهم علامة ملكه، وأمارة السلطان الذي أفاضه الله سبحانه وتعالى على ذلك الحاكم المختار، فأوحى إلى نبيهم المبعوث أن يسوق إليهم البشرى، فقال سبحانه: </p>"
}