{
  "id": null,
  "sura": 2,
  "aya": 237,
  "text": "<p> (وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ ... (٢٣٧) </p><p> بيَّن سبحانه في الآية السابقة، ما يجب عند الطلاق قبل الدخول إن لم يكن قد سُمِّي مهر وقت العقد، وفي هذه الآية يبين المطلوب إذا سُمِّي مهر، وكان الطلاق قبل الدخول أيضا، وقد قدم حكم الحال الأولى؛ لأن عدم ذكر المهر مظنة ألا تعطى شيئا إذا كان الطلاق قبل الدخول، فسيقت الآية الكريمة ببيان هذا الوجوب ليزول من الأفهام ما يسبق إليها. </p><p> وقد بيَّنا معنى الفرض فيما سبق، ومعنى الآية الكريمة: إن طلق أحدكم المرأة وقد قدر لها مهرًا وقت العقد، فالواجب عليه هو نصف المهر الذي تراضيا عليه وقت العقد. وقد صرحت الآية بوجوب النصف، ولم تصرح بوجوب دفعه، لأنه </p><p> عسى أن يكون قد قدم لها المهر كله أو بعضه، بل إن ظاهر الحال أنه يكون قد قدم المهر كله، أو نصفه، أو أكثر منه؛ فكان التعبير بالوجوب ليبين حق المطلق في استرداد ما دفعه أكثر من النصف، وليشمل وجوب الأداء ومقداره إن لم يكن قد أدى شيئا أو أدى أقل من النصف. </p><p> (إِلَّا أَن يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ) هذا استثناء من الوجوب الذي قدره الله سبحانه وتعالى بالنصف، وهذا الاستثناء يبين الله سبحانه وتعالى فيه أن وجوب المهر إنما هو لحق العاقدين، وأن العفو عنه بابه متسع لمن يريد أن يصل إلى رحابه الفسيح، والعفو معناه: الإبراء والتنزل عن المطالبة سماحا؛ فإن كان الزوج أدى المهر كله فقد فتح له الشارع باب العفو بأن يترك لها حقه مبالغة في مرضاتها، وقد أرمض نفسها (١) بالطلاق؛ وإن كان الزوج لم يقدم لها مهرًا، وحدث الطلاق برغبة منها فإنه يحسن العفو منها وترك المطالبة، حتى لَا تصيبه الخسارة في عقد لم ينل منه مأربا؛ وقد يكون مظهر العفو بالعطاء بأن يقدم الرجل كل صداقها إن لم يكن قد أعطاها شيئا منه، وفي الجملة إن العفو مستحسن من كل منهما في موضعه، فيستحسن منها إن كانت راغبة في الطلاق غير راضية بالبقاء، ويحسن منه إن كان الطلاق بغير طلبها. </p><p> وقوله (إِلَّا أَن يَعْفُونَ) معناه: إلا أن يعفو النساء عن صداقهن، أو عن حقهن، فالنون هنا نون النسوة، ووزن يعفون يفعلن. </p><p> ومعنى قوله تعالى:  (أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاح) أي يعفو الزوج الذي بيده عقدة النكاح؛ فيستطيع فكها بالطلاق إن شاء، وإبقاءها إن شاء. وقيل: إن المراد به الولي الذي عقد الزواج؛ وذلك لأن الولي على مقتضى مذهب جمهور الفقهاء هو الذي تولى عقد الزواج، فهو الذي بيده عقدته. وإن الذي نختاره هو أن المراد الزوج لَا الولي؛ وذلك لأمور ثلاثة: </p><p>(١) الرَمَض: شدة الحر. والأِرْماضُ كل ما أوْجَعَ. يقال: أرْمَضَني أي أوْجَعَني. وارْتَمَضَ الرجل من كذا أي اشد عليه وأقْلَقَه. [لسان العرب - باب الذال - رمض].</p><p> أولها: إن العقدة ليس معناها العقد؛ لأن العقد هو الربط الذي يتم به الاتفاق بين الرجل والمرأة ويكون به النكاح، وهو الزواج؛ أما العقدة، فهي الرابطة التي تكون بعد العقد أو الأثر الذي ينتجه العقد. ولا شك أن العقدة بهذا المعنى يملكها الزوج، ولا يملكها الولي. </p><p> ثانيها: إن مقتضى الآية أن من بيده عقدة النكاح أي الزواج يستطيع أن يعفو عن مقدار من المهر؛ ومن المقررات الفقهية أن الولي على النفس ليس له أن يسقط حقًا ماليًّا، خصوصًا إذا كان في وقت الطلاق. </p><p> ثالثها: إن العفو من جانب النساء يثبت بقوله: (يَعْفونَ) والعفو مستحسن من الرجل، كما هو مستحسن من المرأة، وكل له موضع، فإذا ذكر الله سبحانه عفوهن، فمقتضى السياق أن يذكر عفو الرجل، ولو فسر قوله:  (بِيَدِهِ عُقْدَةُ النِّكَاحِ) بولي الزوجة لكان معنى هذا أن العفو هو المستحسن من النساء دائما، مع أن الله يقول مخاطبا الجميع:  (وَأَن تَعْفُوا أَقْرَب لِلتَّقْوَى) . </p><p> والتعبير بقوله تعالى عن الزوج بأنه بيده عقدة النكاح يشير إلى أن الزوج هو الذي يملك فك الزواج بالطلاق، فكان العفو من جانبه أحق وألزم. </p><p> (وَأَن تَعْفُوا أَقْرَبُ لِلتَّقْوَى وَلا تَنسَوُا الْفَضْلَ بَيْنَكُمْ) في هذه الجملة الكريمة إشارة إلى وجوب التسامح والتعاطف في وقت ذلك الافتراق القاطع، وإلى أنه تجب الرحمة في وقت الانفصال؛ ولذلك صرح سبحانه بأن العفو: أي ترك بعض الحقوق في ذلك الوقت، أقرب لتقوى الله سبحانه، وأدنى إلى رضاه، لكي يكون الافتراق بمفرده، ولا تكون مشاحة تدفع إلى المشادة، ثم إلى الخصومات التي تورث العداوات، وتستمر الأحقاد بين الأسرتين، وتكون الإحن ومن ورائها المحن. </p><p> ولقد ذكر سبحانه أهل الفضل بفضلهم فقال:  (وَلا تَنسَوا الْفَضْلَ بَيْنَكُمْ) أي لا يذهب بكم الغضب والمكايدة إلى درجة لَا تتذكرون فيها ما يكون عندكم من شمم وإباء، وإرادة للتفضل والعطاء. </p><p> والفضل في أصل معناه الزيادة في كل شيء، وأكثر ما يكون في الزيادة في الأشياء المحمودة؛ ولذا صار يطلق بمعنى العلو، فيقال: فضل هذا على ذاك كذا. </p><p> ومنه الفضيلة؛ لما فيها من خير زائد، ولما فيها من علو نفسي وكمال وسمو. </p><p> فالله سبحانه وتعالى، حين ذكَّر المطلقين بالفضل الذي أنساهم إياه الغضب، صرفهم إلى الاتجاه إلى الكمال، والتعالي عن سفساف المشاحنات والمنازعات؛ ليكونوا هم الأعلين دائما. </p><p> ولقد كان أصحاب النبي - صلى الله عليه وسلم - يتجهون ذلك الاتجاه السامي؛ فيروى أن بعض الصحابة تزوج امرأة، وطلقها قبل أن يدخل بها، فأعطاها الصداق كاملا، فقيل له في ذلك، فقال: أنا أحق بالعفو منها. </p><p> ويروى أن جبير بن مطعم تزوج ابنة سعد بن أبي وقاص، ثم طلقها قبل الدخول وبعث لها المهر كاملا؛ فقيل له: لم تزوجتها؟ فقال: عرضها عليَّ فكرهت رده، قيل: فلم بعثت بالصداق؟ فقال: وأين الفضل؟. </p><p> ولقد ذيل الله سبجانه وتعالى أوامره الحاسمة، وإرشاده الحكيم بقوله عز من قائل:  (إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ) للإشارة إلى أنه مطلع على حركات الجوارح، وخلجات النفوس، ونيات القلوب، وما تخفي الصدور؛ فليعلموا ذلك، فإن العلم به يربي فيهم المهابة منه سبحانه وتعالى؛ إذ يشعرون برقابته، فيكَفْكِفُون (١) من غضبهم، ويُنَهْنِهُون (٢) من حدتهم وقتا الطلاق، حتى لَا يذهب بهم فرط الغضب إلى نسيان المعروف، وتجاهل الفضل؛ فلا يسرِّحوا لإحسان بعد أن فات الإمساك بمعروف. </p><p> وقبل أن ننهي الكلام في معاني هذا النص الكريم لابد من الإشارة إلى أمرين: </p><p>(١) الكَفْكَفة: كفك الشيء؛ أي ردُّك الشيء عن الشيء، وكَفْكَفْت دمْع العين. [لسان العرب - الكاف - كفف]. (٢) النَّهْنَهَةُ: الكَف. تقول: نَهْنَهْتُ فلانا إِذا زجرته فَتَنَهْنَهَ أي كففته فكفَّ. [لسان العرب - باب النون - نهنه].</p><p> أولهما: لماذا كان المهر في الزواج من جانب الزوج؟ </p><p> والثاني: ولماذا وجب النصف أو ما في معناه، وهو المتعة إن حصل الطلاق قبل الدخول؟ </p><p> والجواب عن السؤال الأول: أن المهر شرع في الزواج على أنه ثمرة من ثمرات العقد، وأثر من آثاره، وليس ركنا من أركانه، وليس شرطاً من شروطه، فليس هو كالثمن في البيع كما فهم بعض الذين لَا يفقهون المعاني الشرعية على وجهها، وشرعيته على أنه هدية واجبة من الرجل لزوجته، لأن المرأة إذ تنتقل من بيت أبيها إلى بيت زوجها، تستقبل حياة جديدة، وهي تحتاج في سبيلها إلى ثياب، وزينة وعطر وغيرها بالقدر الذي يليق بحالها، فكان من اللازم أن يقوم لها الزوج ببعض ما يعينها على ذلك، ولذا أوجب الله لها المهر، وأوجب العرف أن يقدم بعضه على الزفاف إليه. </p><p> وقد جرى عرف الناس على أن المرأة هي التي تعد أثاث البيت، وما يحتاج إليه من فراش، فكان من الواجب أن يعينها الزوج على ذلك ببعض المال يقدمه، فكان هو المهر، أو بعبارة أدق معجلة. </p><p> وإن تقديم المهر من جانب الرجل هو النظام الفطري، لأن الرجل هو الكادح العامل الكاسب للمال. وقد خالفت أوربا ذلك النظام الفطري، فجعلت المرأة تقدم مالاً، هي، فكانت الفتاة تسعى إليه، فتتعثر فطرتها، وتنحرف عن الفضيلة، وتقع في حمأة الرذيلة قبل أن تصل إلى المال الذي تعده لخطيبها، فكان ذلك جزاء كل جماعة خالفت فطرة الله التي فطر الناس عليها. </p><p> هذا هو الجواب عن السؤال الأول، أما الجواب عن السؤال الثاني، وهو يتعلق بالسبب في وجوب النصف بدل الجميع عند الطلاق قبل الدخول، فنقول: إن إعطاء نصف المهر أو المتعة من قبيلِ التسريح بإحسان كما أشرنا من قبل، وقد قال تعالى (وَسَرِحوهُنَّ سَرَاحًا جَمِيلًا) ، وإن التفرقة قبل الدخول تجرح </p><p> إحساس المرأة إن لم تكن بطلبها، فأوجب سبحانه نصف المهر، ثم حث الرجل على إعطائها النصف الثاني فضلا وسماحا. </p><p> وذلك شرع الله، وهديه الحكيم، وإرشاده السامي؛ والله سبحانه وتعالى ولي التوفيق. </p><p> * * * </p><p> (حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ (٢٣٨) فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللَّهَ كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ (٢٣٩) </p><p> * * * </p><p> توسطت الآيات التي تبين أحكام الأسرة، وعلاقات الزوجين عند الافتراق بالطلاق، أو عند التفريق بينهما بالموت - آيتان كريمتان تدعوان إلى الصلاة والمحافظة عليها، والإتيان بها على وجهها الكامل: من قنوت لله، وخضوع له، وخشوع وابتهال وضراعة؛ ولذلك التوسط مغزاه ومرماه؛ ذلك بأن الله سبحانه وتعالى دعا إلى العفو والتسامح، وعدم نسيان الفضل عند الافتراق، ومنع المشاحنة والمنازعة حيث تتوقعان؛ ولقد بيَّن سبحانه بعد ذلك ما يربي في النفس نزوع التسامح، والبعد عن التجافي وهو ذكر الله سبحانه وتعالى، والإحساس بالخضوع له والانصراف إليه، ومحبته وطلب رضاه؛ فإن من يحب الله ورضوانه يحب الناس ولا ينازعهم؛ لأن الله سبحانه رب الناس وخالق الناس، وهو القاهر فوق عباده والقادر على كل شيء، والمحبة في الله والبغض في الله ركن الإيمان، ولا يكون ذلك كله إلا بالقيام بالصلاة وأدائها على وجهها؛ ولذا قال تعالى:  (إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ. . .) . وإن أداء الصلاة على وجهها والقيام بحقها ليس أمرًا صغيرًا، بل إنه أمر كبير خطير، له نتائجه العليا في الاتجاه بالنفس الإنسانية نحو السمو والتعالي عن متنازع الأهواء في هذه الحياة؛ ولذلك قال تعالى في الاستعانة على التغلب على الأهواء في حياتنا الدنيا: </p><p> (وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ) . </p><p> وقد يقول قائل: أفما كان الأولى أن تذكر آيات الصلاة بعد بيان أحكام الأسرة كلها؟ ونقول في الجواب عن ذلك: إن الحق الذي لَا ريب فيه هو فيما سلكه كتاب الله الذي لَا يأتيه الباطل من بين يديه ولا من خلفه، وإن كتاب الله ليس مؤلفًا ينهج مناهج التأليف من حيث التبويب والتقسيم، بل إن كتاب الله تعالى كتاب عظة واعتبار، وبيان شرع، وإرشاد، ولترتيب منهاجه وحده، ولا يضارعه كتاب فيه، فهو يتتبع في ترتيبه تداعي المعاني في النفس، وتواردها على الفكر، ويأتي بالحكم حيث تتطلع النفوس إليه، فيملؤها ببيانه الرائع، وحكمه الخالد. </p><p> ولا شك أن العقل البشرى يتطلع ويستفهم كيف يمكن تذكر الفضل في وقت تلك الفرقة التي في أغلب أحوالها تكون نتيجة للبغض الشديد، وكيف يكون التسامح والعفو في موطن تحكم البغض؟ فاجاب الله سبحانه داعية العقل، وتطلع الفكر، بأن الصلاة على وجهها حيث يخاطب العبد ربه، وينصرف إليه خاشعًا ضارعًا محسا بعظمته وتجليه، ومتجها إليه سبحانه في علو سلطانه؛ إن ذلك كله هو الذي يعلو بالنفس عن شهواتها، ويصعد بها في سموها؛ تعالت كلمات الله العلي القدير، وتسامت حكمة العليم الخبير. </p>"
}