{
  "id": null,
  "sura": 2,
  "aya": 79,
  "text": "<p> (فَوَيْلٌ للَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِندِ اللَّهِ) . </p><p> الفاء في قوله تعالى:  (فَوَيْلٌ للَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأيْدِيهِمْ) وقعت في جواب شرط مقدر، تقديره: إذا كان الأمر كذلك فويل، والويل الدعوة بالهلاك وترفع عندما لَا تضاف كقوله تعالى:  (وَيْلٌ لِّلْمُطَفِّفِبنَ) ، وتنصب إذا أضيفت فتقول: ويلك وويل نفسي على أنها بمعنى المصدر، وتستعمل \" وي \" منها في معنى التعجب كقوله تعالى: (وَيْكَأنَّهُ لَا يُفْلِحُ الْكَافِرُونَ) . </p><p> والمعنى أن الهلاك نازل لَا محالة بأولئك الظالمين للحق في ذانه ولأنفسهم الذين يكتمون ما أنزل الله تبعا لأهوائهم، ويكتبون الكتاب بمحض أهوائهم، ولإثبات مايريدون إثبانه ومحو ما يريدون محوه وكتمان ما يريدون كتمانه لما قال تعالى:  (يَا أَهْلَ الْكتَاب قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّن لَكُمْ كَثِيرًا مِّمَّا كُنتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفو عَن كثِيرٍ. . .) ، فهم بكتابة ما يكتبون قد أخفوا كثيرا، وقد بيَّنه القرآن الكريم أو بين ما وجب بيانه. وقوله تعالى:  (يَكْتبُونَ الْكِتَابَ بِأَيْدِيهِمْ) فيه تأكيد لبيان أنهم هم مصدر الإعلام به، وأنه لَا مصدر له من الله تعالى، يضلون به الأميين منهم، ويعلنونه </p><p> على أنه من عند الله تعالى، وهم الذين كتبوه وصنفوه، وقد يكون فيه بعض ما جاء عن طريق موسى والنبيين من بعده، ولكنه في جملته ليس صادقا في كل ما كتبوا، ويكون قوله تعالى:  (بِأيْدِيهِمْ) بيان لأنهم كتبوه حقيقة لَا مجاز فيه، وفيه تصوير لحالهم، وهم يكتبون بأيديهم. </p><p> هذا الوجه يكون فيه قوله تعالى عنهم:  (يَقُولُونَ هَذَا مِنْ عِند اللَّهِ) الإشارة إلى المكتوب لَا إلى التأويلات التي يتاولونها خارجين بالكلام عن مواضعه، ويكون معنى قوله تعالى:  (وَمَا هُوَ مِن عندِ اللَّه. . .) ، أي ليس ما كتبوه بأيديهم من عند الله، وهناك تأويل آخر في الإشارة في قوله:  (يَقُولونَ هَذَا) الإشارة فيه ليست إلى المكتوب، ولكن إلى التأويلات التي يحرفون بها الكلام عن مواضعه، ويتجهون به إلى أوهام توهموها، وكذبوا على الحقائق الثابتة، ويكون المكتوب هو كتابهم. والمعنى على هذا: ويل لهم إذ يكتبون الكتاب بأيديهم، ومع أنهم يكتبونه بأيديهم يحرفونه عن مواضعه، ويقولون عن تحريمهم إن هذه التأويلات هي من عند الله، والحقيقة أنه وقع منهم الأمران، فهم كتبوا كتابهم محرفا زادوا فيه، ونقصوا منه، ونسوا حظا مما ذكروا به، وعبثوا بحقائقه، وتأولوا ما صدقوا من نقله منه بغير مُتَأوله. </p><p> كان منهم الأمران، وعبثوا بما أنزل الله تعالى عبثا بينا، وغيروا وبدلوا، وأولوا تأويلات باطلة. وقد علل الله تعالى الباعث لهم بأنه ثمن قليل، وهو أعراض الدنيا، بأن يكون لهم سلطان ورياسة، وأن يكون اختصاص باطل بالنبوة، وأن يمالئوا أهواء الناس، ولقد قال ابن عباس رضي الله تعالى عنهما: إن الدنيا بحذافيرها ثمن قليل بالنسبة للحق الذي ضيعوه، والباطل الذي زيفوه. </p><p> (لِيَشْتَرُوا بِهِ ثمَنًا قَلِيلًا) وهنا نجد النص الكريم يفرض معاوضة قامت بين أحبار اليهود في أفعالهم، اشتروا بالبضاعة الثمينة الغالية التي في أيديهم بأن دفعوها في نظير ثمن ضئيل هو أعراض الدنيا، أو نقول أن اشترى هنا معناها باع أي باعوا ما في أيديهم من حقائق اؤتمنوا عليها وأخذوا ثمنا قليلا مهما حسبوه كثيرا. </p><p> وقد أكد سبحانه وتعالى الهلاك النازل بهما يوم القيامة فقال تعالت كلماته:  (فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ) . ومعناها ويل لهم أي هلاك بسبب ما كتبت أيديهم، لأنها بهذه الكتابة حرفت وبدلت وسجلت في الكتاب هراء وأباطيل، فكانت في ذاتها إثما، وهذا يرجح أن موضع إفكهم الكتابة الباطلة نمسها لَا تأويلاتهم فقط، وويل لهم من الكسب الذي كسبوه من أعراض الدنيا، لأنه سحت في ذاته، إذ إن ما دفع في سبيله كان باطلا، وهو أخذ لمال الله بالباطل، وما يكسبونه من جاه أو سلطان أو رياسة أمر باطل؛ لأنه دفع الحق عن سبيله، وإن الله تعالى لَا يبارك شيئا أخذ بغير حله، فهوكالاغتصاب لَا يطيب لنفسه، وكذلك عد سبحانه وتعالى الكتابة سببا للعقاب الشديد، والكسب الذي كسبوه بالتضليل سببا للويل، وقال تعالى:  (يَكْسِبُونَ) بالمضارع للدلالة على تجدد ما يكسبون، وكذلك الويل يكون متجددا مثله، وقد بيَّن سبحانه بعض هذه التأويلات الفاسدة، والتفسيرات الكاذبة، فحكى سبحانه وتعالى عنهم فقال: </p>"
}