{
  "id": null,
  "sura": 2,
  "aya": 169,
  "text": "<p> (إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ) . الأمر هنا من الشيطان هو الغواية القوية، كما قال مخاطبا ربه:  (لأُغْوِيَنَّهمْ أَجْمَعِينَ إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ) . ولما كان أهل الغواية يطيعونه شبه بالأمر فعبر عنه بالأمر، والسوء: هو ما يسوء وتكون عاقبته السوءى، سواء أكانت السوءى في النفس، فتسوء الأنفس، أم كانت الإساءة للمجتمع، فالسوء هو ما يكون فيه فساد وهو ضد المصلحة التي يأمر بها الله تعالى، وإذا كان إغواء الشيطان بما يسوء خاصة وعامة بلا ريب يكون مقتا للنفس وللجماعة وللأخلاق أن تتبع خطواته؛ لأنها إلى ضرر لَا محالة. </p><p> ويأمر أيضا بالفحشاء أي يغوى بها، والفحشاء من الفحش والأمر الفاحش، وهو الذي يكون خارجا عن الفطرة المستقيمة،؛ إذ الأمر الفاحش هو الزائد زيادة كبيرة، والفحشاء باعتبارها خروجا على الفطرة الإنسانية تعم المعاصي كلها من زنى وشرب خمر، وسعي في الأرض بالفساد، والإيقاع بين الناس بالنميمة والغيبة، وغير ذلك من المعاصي النفسية واللسانية والاجتماعية، وتطلق في كثير من آيات القرآن على الزنى فقط، كقوله تعالى:  (وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا (١٥) . </p><p> وتطلق الفحشاء على المعاصي الكبيرة التي تزيد عنِ المعقول، ومن ذلك قوله تعالى:  (إِنَّ اللَّهَ يَأْمُرُ بالْعَدْلِ وَالإِحْسَانِ وَإيتَاءِ ذِي الْقُرْبَى ويَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنكَرِ وَالْبَغْيِ يَعِظُكمْ لَعَلَّكمْ تَذَكًّرُونَ) . </p><p> فالشيطان لَا يأمر إلا بما فيه مفسدة تسوء الآحاد والجماعات وإلا بالمعاصي التي تفحش حتى لَا يستسيغها عاقل إلا من يكون الشيطان قد أغواه. </p><p> ويأمر الشيطان أيضا، أي يغوي ويضل على ما فسرنا معنى الأمر، بأن يحرموا على أنفسهم ما لَا يعلمون أن الله حرمه، ويقولون على الله تعالى ما لا يعلمون له دليلا من عند الله؛ ولذا قال تعالى في الأمر الثالث الذي يغوي به الشيطان بعد إغوائه بالسوء والفحشاء (وَأَن تَقولوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ) أغواهم الشيطان بأن يحرموا على أنفسهم بعض الغنم من الإبل والبقر والنعم يحرمون أنواعا منها، ويزعمون أن الله تعالى حرمها عليهم من غير حجة من عند الله، كما أشركوا وادعوا أن الله تعالى لَا يكره ذلك، ولو كان يكرهه لمنعنا، وقال الله تعالى في ذلك:  (سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍ (١) كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّى ذَاقُوا بَأْسَنَا قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ (١٤٨) ، فالشيطان كما سول لهم </p><p>(١) قال المصنف رحمه الله: أي من النعم.</p><p> الشرك بالله تعالى سول لهم أيضا أن يحرموا على أنفسهم ما لم يحرم الله ونسبوا ذلك لله تعالى، وهذا تطاول على الله تعالى كتطاول الشرك؛ إذ يقولون على الله ما لَا يعلمون أنه قاله وحكمِ به، بظن آثم من عندهم، ولقد قال الله في جملة ما حرم:  (قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ (٣٣) . </p><p> ونرى من هذا أن الشيطان يأمر بنقيض ما يأمر الله تعالى، وأن الشيطان يغري بالظنون الفاسدة التي لَا أصل لها، وإن من أقبح ما يقع فيه الإنسان أن يحل ويحرمِ وينسب إلى الله تعالى قوله كما قال تعالى:  (وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ (١١٦) مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ (١١٧) . </p><p> وإن إغواء الشيطان لَا حدود له فمخارفه مختلفة متكاثرة وصراط الله المستقيم واحد؛ ولذا يغري أتباعه باتباع الباطل بكل الطرق يغريهم بالإشراك هم وآباؤهم، ويغريهم بتحريم ما أحل الله هم وآباؤهم، ويظهره لهم كأنه الحق جليا بينا، ولقد قال تعالى في ذلك: </p>"
}