{
  "id": null,
  "sura": 2,
  "aya": 265,
  "text": "<p> (وَمَثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ) فالمثل هو الحال والشأن، ومعنى ابتغاء مرضاة الله طلب رضاه سبحانه وتعالى الدائم المستمر، فالمرضاة مفعلة من الرضا، فهي مصدر ميمي من الرضا، وهو أقوى في الدلالة من معنى الرضا، إذ المعنى فيها الرضا الثابت الدائم الذي لَا يكون معه أي غضب من الولي العزيز الحكيم القوي القهار، فهو ينفق طالبا قويا موثقا رضا الله سبحانه وتعالى رضًا دائمًا مستمرًا. </p><p> وأما معنى (وَتَثْبِيتًا) فقد اختلفت عبارات المفسرين حولها، وإن انتهت إلى الاتفاق على مغزاها ومرماها؛ وإن أصل معنى ثبت قوى حقيقة ودعمها، ومن ذلك قوله تعالى:  (يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ) ، ويقال ثبت فلان في الأمر أي صحت عزيمته فيه وداوم عليه؛ ويقال أيضًا: ثبَّتُ فلانًا في الأمر، أي جعلته ثابتًا فيه لَا يتزعزع عنه ولا يضطرب، وقويت رأيه فيه. </p><p> والمعنى على ذلك: أن أولئك المتقين من المنفقين ينفقون طلبًا لرضا الله الدائم عليهم وتثبيتًا من أنفسهم أي تقوية لليقين والإيمان والاحتساب إلى الله تعالى، وتلك التقوية وهذا التثبيت صادر عن أنفسهم، فهم يربون أنفسهم على الإيمان واليقين، فـ \" مِنْ \" في قوله تعالى: (وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ) هي \" من \" التي تكون بمعنى الابتداء، أي أن التثبيت مبتدئ من أنفسهم، فهم يزكونها وينقونها ويراقبونها، لكيلا يدخلها أي معنى من معاني الرياء والنفاق، أو الاتجاه إلى المَنِّ والأذى؛ وفي هذا إشارة واضحة إلى أنهم ينفقون ما ينفقون قاصدين وجه الله تعالى، وأن ذلك القصد يستمر دائمًا، فلا يجيء وقت يمنون فيه ويؤذون؛ لأن الثبات يقتضي الاستمرار على حال واحدة، وهي حال ابتغاء رضا الله وحده، لَا يرجون من غيره جزاء ولا حمدًا ولا ثناء، ولا يبتغون بغير رضا الله بديلا. </p><p> ويصح أن يكون معنى (وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ) أي يقينًا وإيمانًا صادرًا من أنفسهم فالمعنى على هذا أن أولئك المنفقين المخلصين يتفقون طالبين رضا الله تعالى </p><p> وهم موقنون صادقو الإيمان بربهم محتسبو النية له تعالى. وفي ذلك إشارة إلى أن أولئك المراءين الذين ينفقون أموالهم رئاء الناس أو يتبعون ما ينفقون منًّا أو أذي ليس إيمانهم كاملا، ولا يقينهم مستقرًا ثابتًا؛ والمعنيان متلاقيان في الجملة، أو على الأقل متقاربان جدا. هذه مفردات المشبه ومعناه. </p><p> أما المشبه به فهو قوله تعالى:  (كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ) والجنة البستان، وسمى البستان جنة، وهي فعلة من جن بمعنى ستر وغطى؛ لأن الأشجار تغطيها فلا ترى أرضها، وكأن الأرض مغطاة بلفائف الأشجار. والربوة المكان المرتفع قليلا، في خصوبة تربة، وجودة زرع، والربوات من الأراضي أخصب وأكثر إنتاجًا من المنخفضات؛ ولما كان مرتفع الأرض لَا تصل إليه مجاري الأنهار عادة ذكر الله سبحانه وتعالى أن تلك الربوة قد أنعم الله عليها بوابل أي مطر غزير أصابها، وبذلك تجتمع لها أسباب الإنتاج الكثير، وهي ثلاثة: خصب تربة، وتخلل الشمس لأجزائها، إذ إنها بارتفاعها صارت الشمس تنفذ إلى الأشجار، وفي ضوء الشمس غذاء للأشجار كغذاء الماء؛ والثالث الماء النقي الغزير، يصيبها به مالك السماوات والأرض يكون لها نعمة يمد زرعها بالغذاء، ولا يزيل طبقة الخصب فيه كالوابل الذي يصيب الحجر الصوَّان فيتركه أملس صلدًا، بل إنه يمدها بالإنتاج لأنَّ الخصوبة فيها ليست قشرة ظاهرة من التراب يزيلها الماء الغزير فلا تنبت بل خصوبتها في معدنها، وليست مظهرًا بل هي حقيقة وجوهر. </p><p> وإذا كانت أسباب الإنتاج الكثير قد توافرت، فإن الثمرة ستكون لَا محالة بمقدار توافر هذه الأسباب؛ ولذا قال تعالى:  (فآتَتْ أُكلَهَا ضِعْفَيْنِ) فالفاء للسببية أي أن ما قبلها سبب لما بعدها، وآتت بمعنى أعطت، والمعطي في الحقيقة هو الله تعالى، ولكن أسند إليها العطاء لتوافر الأسباب التي خلقها المولى القدير فيها، وتضافر كل المهيئات التي هيأها المولى العلي القدير لإنتاجها. </p><p> والأُكل: الثمر الذي يؤكل، وفي التعبير عن الثمر بالأكل من غير وصف سواه إشارة إلى طيب ثمرها وحسنه، واستساغة النفس له، وجودة الغذاء منه؛ لأنه </p><p> وصف بأخص ما يطلب له الثمر الجيد الطيب المستساغ وهو أن يؤكل، ومعنى \" ضعفين \" أي أنها آتت بضعفي ثمر غيرها من الأرض، والضعف معناه هنا المثل، وقد ذكرنا ذلك من قبل، أي أن توافر هذه الأسباب جعلها تنتج بمقدار مرتين مما ينتج غيرها. ويصح أن يكون المراد من الضعفين الكثرة المطلقة من غير تقيد باثنين كما في قوله تعالى:  (ارْجِعِ الْبَصَرَ كرَّتَيْنِ. . .) . </p><p> ولكن تلك الأرض الطيبة المباركة التي شبهت بها نفس المؤمن الطيبة، ربما لا يصيبها الوابل وهو المطر الغزير فلا يننتج طيبًا في هذه الحال؛ فبين سبحانه وتعالى أنها تنتج أيضًا بمطر قليل، ولذا قال تعالى (فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ) والطل أضعف المطر، وزرع الطل أضعف من زرع المطر الغزير وأقل ريعًا، ولكن يكون في عيدانه قوة تماسك ونفع. </p><p> ولكن هل يكون المعنى في الآية أنها تنتج ضعفين، كما أنتجت في حال الوابل؟ بين أيدينا منهاجان: </p><p> أولهما أن نقول: إنها تنتج مثلها بما توافر فيها من علو يجعل الشمس تخلل أجزاءها فتمدها بغذاء يغنيها عن كثرة الماء، وبما فيها من خصب تتوافر فيه عناصر التغذية أكثر من غيرها، فيكون ذلك معوضًا لها عن قلة الماء، وتكون النتيجة على هذا التوجيه أن قلة الماء وكثرتها سواء، لتوافر أسباب النماء. هذا هو التوجيه الأول. </p><p> أما التوجيه الثاني فهو أن نقول: إن المعنى أنها تنتج على كل حال، فإن كان المطر غزيرًا أنتجت كثيرًا وإن كان المطر قليلا فالإنتاج وإن قل طيب نافع، وإن كانت الربوة هي المقابلة في التشبيه للنفس المؤمنة الطيبة، فيكون المعنى أن النفس التقية المؤمنة التي تبغي بإنفاقها رضوان الله تعالى، وتثبيت إيمانها وتصديقها بالإنفاق في سبيله، لإنفاقها إنتاج عظيم، ونعيم مقيم، إن قلَّ فهو في نفعه كالثمر الذي ينتج من الربوة الخصبة التي يصيبها طل، وإن كثر فهو كتلك الربوة تؤتي ثمرتها ضعفين إن أصابها وابل، وعلى ذلك فالقليل والكثير ذو نفع عظيم وخير عميم. </p><p> والتوجيه الأول عندي أولى بالقبول، لأنه ليس في الآية ما يدل على قلة الإنتاج، فإن قلة المطر لاتستلزم قلة الثمر، بل قد تكون كثرة الماء معوقة عن الإنتاج لَا مكثرة له وعلى ذلك يكون المعنى: أن تلك الربوة لخصبها وطيب مناخها وتخلل الشمس لأجزائها تنتج خيرًا كثيرًا، سواء قل الماء أم كثر، متى وجد القدر المنبت. </p><p> هذان طرفا التشبيه: المشبه والمشبه به، وبقي علينا أن نبين وجه الشبه في النص السامي الكريم، وذلك بتوجيه التشبيه في جملته وسياقه، وذلك أن الله سبحانه وتعالى شبه هؤلاء المنفقين عن إيمان صادق، قاصدين بإنفاقهم وجه الله جل جلاله لَا يبغون سوى رضاه، مثلهم في إنفاقهم الكثير والقليل كمثل جنة بربوة خصبة منتجة تنتج دائمًا في حال غزارة المطر، وفي حال قلته، فأكلها دائم، ونفعها مستمر، لَا يمنعون خيرهم إن لم يشكرهم الناس، ولا يؤذون في نفعهم أحدًا من الناس، ولا يراءون الناس، فصدقتهم في نماء، تنمو دائمًا في الناس بنفع ينالهم، كصدقة جارية مستمرة لَا تنقطع، ثم نفعها للمنفق دائم بما يحسه من أريحية دينية واطمئنان قلب، ولذة العبودية في الاتجاه إلى الله وحده والاستعلاء بالاستغناء عن شكر الشاكرين ومدح المادحين، ثم يعقب ذلك كله جزاء كريم من رب العالمين، يوم الدين، ولذا قرر النبي - صلى الله عليه وسلم - أن الصدقة تنمو لصاحبها كما ينمو الفلو (١) يربيه صاحبه، فقال - صلى الله عليه وسلم -: \" لَا يَتَصَدَّقُ أَحَدٌ بِتَمْرَةٍ مِنْ كَسْبٍ طَيِّبٍ، إِلَّا أَخَذَهَا اللهُ بِيَمِينِهِ، فَيُرَبِّيهَا كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ، أَوْ فصيلهُ، حَتَّى تَكُونَ مِثْلَ الْجَبَلِ، أَوْ أَعْظَمَ \"  (٢) . </p><p> (وَاللَّهُ بِمَا تَعْمَلُونَ بَصِير) ختم سبحانه وتعالى هذه الآية بتلك الجملة السامية ليعلم الناس عظيم مراقبته سبحانه وتعالى لأحوالهم، واطلاعه على خفايا نفوسهم، فيراقبوه سبحانه في أفعالهم وأقوالهم، كما يراقبهم سبحانه، فتمتلئ قلوبهم عند العمل بعظمته، فيعملوا ما يعملون محسين بأنه مطلع على ما تخفي صدورهم، </p><p>(١) الفُلُوُّ هو المُهر. (٢) رواه بهذا اللفظ أحمد (٩٠٦٤) في مسنده عن أبي هريرة رضي الله عنه، وبنحوه عنه أيضا رواه البخاري: الزكاة (ا١٣٢) ومسلم (١٦٨٢).</p><p> فتتجه القلوب - تحت تأثير هذه الرقابة المسيطرة العليمة التي لَا تغادر صغيرة ولا كبيرة - إليه سبحانه وحده، ولا تتجه إلى سواه. </p><p> وفوق ذلك فإن لذلك التذييل السامي معنى آخر مناسبًا مناسبة أخص للسياق الخاص بحسن القصد في الإنفاق، وهو بيان أن الله سبحانه وتعالى يعلم الذين أخلصت قلوبهم في الصدقة فلم تبتغ رضا أحد غير الله تعالى، فيجازيها على إخلاصها في النية، واحتسابها الخير لوجه الله الكريم، ويعلم من ينفق رياء أو يتبع ما ينفق بالمن والأذى فيحبط عمله. </p><p> وإن عبارات التذييل في ذاتها تربي المهابة للذات العلية في النفس التي تريد ما عند الله تعالى؛ فإنه قد صدَّر الجملة السامية بلفظ الجلالة الذي يدل في ذاته على العلو والسلطان والألوهية الحق؛ ثم إن هذا القاهر فوق عباده يعلم علم من يبصر ويعاين ويرى بكل ما يعمله الناس من خير وشر، وما يقصدون في صدقاتهم، فإن أرادوا رضاه فقد آووا إلى ركن حصين، وإن قصدوا سواه فهم على شفا جرف هار، وسينهار بهم في نار جهنم، فلا أموالهم بقيت لهم، ولا الثواب نالوا، بل العقوبة تستقبلهم ومقت الناس يلحقهم، والله من ورائهم محيط. </p><p> * * * </p>"
}