{
  "id": null,
  "sura": 2,
  "aya": 267,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا أَنفِقُوا مِن طَياتِ مَا كسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُم مِّنَ الأَرْضِ) ابتدأ سبحانه بالنداء بالبعيد للدلالة على عموم النداء للمؤمنين في كل الأجيال من وقت البعث المحمدي إلى يوم القيامة، وكان النداء للمؤمنين لبيان أن من أخلاق أهل الإيمان أن يتصدقوا من الطيب لَا من الخبيث، ومما تحبه النفس لَا مما تزهد فيه، فليس من مقتضيات الإيمان في شيء أن يجيء الرجل إلى أخبث ماله أو الخبيث فينفق منه لزهادته فيه، ولرغبته عنه، وعدم اتجاهه إلى الانتفاع به، إذ لَا يكون فيه معاناة لعمل الخير، ولا مصابرة في إرادته، ولا جهاد نفسي للحمل على الفعل؛ والأجر على قدر كف النفس عن الهوى، ومشقة الإرادة في التغلب عليه. </p><p> وما المراد بالطيب؛ للعلماء في ذلك منهاجان: قال بعضهم: إن المراد بالطيب الحلال، أي أن الإنفاق الذي يقبله الله سبحانه وتعالى هو الإنفاق من المال الحلال الذي كسب من طريق حلال؛ فإن الله سبحانه وتعالى لَا يقبل إلا طيبًا، ولا يريد من العبد إلا خيرا، فمن كان يريد بعمله وجه الله تعالى فلا يكسب إلا حلالا، ولا ينفق إلا من حلال. ولقد روى الإمام أحمد رضي الله عنه في ذلك أن رسول الله - صلى الله عليه وسلم - قال:  \" إِنَّ اللهَ قَسَمَ بَيْنَكُمْ أَخْلَاقَكُمْ، كَمَا قَسَمَ بَيْنَكُمْ أَرْزَاقَكُمْ، وَإِنَّ اللهَ عَزَّ وَجَلَّ يُعْطِي الدُّنْيَا مَنْ يُحِبُّ وَمَنْ لَا يُحِبُّ، وَلَا يُعْطِي الدِّينَ إِلَّا لِمَنْ أَحَبَّ، فَمَنْ أَعْطَاهُ اللهُ الدِّينَ، فَقَدْ أَحَبَّهُ، وَالَّذِي نَفْسِي بِيَدِهِ، لَا يُسْلِمُ عَبْدٌ حَتَّى يَسْلَمَ قَلْبُهُ وَلِسَانُهُ، وَلَا يُؤْمِنُ حَتَّى يَأْمَنَ جَارُهُ بَوَائِقَهُ \" ، قَالُوا: وَمَا بَوَائِقُهُ يَا نَبِيَّ اللهِ؟ قَالَ:  \" غَشْمُهُ وَظُلْمُهُ، وَلَا يَكْسِبُ عَبْدٌ مَالًا مِنْ حَرَامٍ، فَيُنْفِقَ مِنْهُ فَيُبَارَكَ لَهُ فِيهِ، وَلَا يَتَصَدَّقُ بِهِ فَيُقْبَلَ مِنْهُ، وَلَا يَتْرُكُ خَلْفَ ظَهْرِهِ إِلَّا كَانَ زَادَهُ إِلَى النَّارِ، إِنَّ اللهَ عَزَّ وَجَلَّ لَا يَمْحُو السَّيِّئَ بِالسَّيِّئِ، وَلَكِنْ يَمْحُو السَّيِّئَ بِالْحَسَنِ، إِنَّ الْخَبِيثَ لَا يَمْحُو الْخَبِيثَ \"  (١) . </p><p> وعلى هذا التخريج يكون الاتجاه في الآية هو الحث على الإنفاق من الحلال دون الحرام، ويكون بالنتيجة اللازمة الحث على طلب الحلال؛ لأنه إذا كان الكسب الحرام لَا يقبل في الصدقات، فأولى أن يكون الأكل منه إثمًا يلقي في نار جهنم، ومن يأكل منه كمن يأكلون في بطونهم نارًا. </p><p> فيكون على هذا القول، المرمى يتجه إلى أمرين: الحث على طلب الحلال في الإنفاق، والحث على طلب الحلال من المكاسب، دون المآثم منها. </p><p> هذا هو القول الأول في تفسير الآية؛ وهو كلام في ذاته صحيح تؤيده الأحاديث والمعاني الدينية القررة الثابتة، ولكنه لَا يتفق مع سياق الآية ولا موضوعها ولا معنى كلمة الطيب في مقامها؛ ولذلك رجح أكثر العلماء التفسير الثاني لمعنى الطيب وهو أن المراد به الجيد في نفسه؛ لأن كلمة طيب على وزن فيعل من طاب، </p><p>(١) رواه أحمد (٣٤٩٠) في مسنده عن عبد الله بن مسعود رضي الله عنه.</p><p> وهو ما تستطيبه النفس وتتجه إليه وتطلبه وإن ذلك هو الأصل في معنى طيب؛ ولذا جاء في مفردات الراغب الأصفهاني ما نصه:  \" أصل الطيب ما تستلذه الحواس وما تستلذه النفس \" وإطلاق الطيب بمعنى الحلال عرف إسلامي، لَا معنى لغوي؛ لأن الله سبحانه لَا يبيح إلا ما كان طيبًا في ذاته تستسيغه النفوس السليمة المستقيمة ولا يحرم عليهم إلا ما كان خبيثًا في ذاته تعافه النفوس السليمة، فالله سبحانه وتعالى يحل الطيبات ويحرم الخبائث، كما ورد بذلك النص القرآني الكريم. </p><p> وإن تفسير النص بذلك، وهو أن الطيب المستطاب المحبوب للنفس هو الذي يبدو بادي الرأي من الآية الكريمة، فوق أنه الذي يتفق مع المعنى اللغوي، ولقد فسره ابن عباس بذلك؛ فقد روي عنه أنه قال: (أمرهم بالإنفاق من أطيب المال وأجوده وأنفسه، ونهاهم عن التصدق برذالة المال ودنيئه وخبيثه؛ \" فإن الله طيب لا يقبل إلا طيبًا \"  ((١) . </p><p> وعلى هذا المعنى المستقيم يكون توجيه الآية الكريمة: أن الله سبحانه وتعالى يحث المنفقين على أن ينفقوا من الطيب النفيس، ابتغاء وجه الله تعالى، ولأن البر كل البر هو في إنفاق الإنسان مما يحب لَا مما يبغض؛ ولقد قال سبحانه وتعالى: </p><p> (لَن تَنَالُوا الْبِرَّ حَتَّى تُنفِقُوا مِمَّا تحِبّونَ. . .) . وقال تعالى: </p><p> (وَيُطْعِمُونَ الطعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا) . ولقد نهى النبي - صلى الله عليه وسلم - المؤمنين عن أن يطعموا الفقراء إلا مما يطعمون، فقال - صلى الله عليه وسلم -: \" لا تطعموهم مما لا تأكلون \"  (٢) . </p><p> إن الله سبحانه وتعالى يحاسب القلوب، فيثيبها على مقدار ما اعتزمته من خير، وإن أدل شيء على قوة العزيمة في الإنفاق والرغبة فيه وخروجه عن طيب </p><p>(١) رواه مسلم: الزكاة - قبول الصدقة من الكسب الطيب (١٦٨٦)، والترمذي: تفسير سورة البقرة (٢٩١٥)، وأحمد (٧٩٩٨)، والدارمي: الرقاق - الكسب الطيب (٢٦٠١). (٢) رواه أحمد في مسنده عن السيدة عائشة رضي الله عنها (٢٣٧٧٠).</p><p> نفس وقوة إيمان، أن يخرجه وله فيه رغبة، بل فيه شوق ومحبة؛ ولذا ورد عن النبي - صلى الله عليه وسلم - أنه قال في خير الصدقات:  \" أن تصدَّق وأنت صحيح شحيح ترجو الغنى وتخشى الفقر \"  (١) أي أن تتصدق والمال حبيب إليك غير زاهد فيه، فإنك إن صابرت نفسك، وحملتها على التصدق في هذه الحال نلت أجرين: أجر العطاء في ذاته، وأجر تلك المغالبة النفسية التي انتصرت فيها لله وللحق، فأطعمت وكسوت، وأنت تحب المال موفورًا كثيرًا، فآثرت محبة الله على محبة المال، ورضا الله على رضا الهوى، ورضا الحق على رضا النفس، فانتصرت في الجهاد الأكبر، وهو جهاد النفس والهوى. </p><p> هذا هو المعنى الذي اختاره جمهور العلماء لهذا النص الكريم، وهو المعنى القويم الذي يتفق مع سياق الآية وموضوعها، ويزكيه قوله تعالى:  (مِن طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُم مِّنَ الأَرْضِ) فإن الكسب إذا ذكر مقرونًا بما يلقيه سبحانه وتعالى في الأرض ويضعه لنا من نفائس في باطن الأرض، وزرع نضير، وغراس مثمر، إن هذا يدل حينئذ على أن المال كله حلال، وأنه يقصد إلى طيبه أو رديئه فينفق منه، فبين أن ذلك الكسب الحلال لَا يتخير في الإنفاق منه إلا جيده، فلا تجعل حصة الفقير إلا أجوده؛ إن المال الذي كسبته رزقًا حلالا: قسم هو حق الفقير والمسكين واليتيم وقد تولى الله عنهم مطالبتك به، وقسم هو لك ولأولادك ومن تعول، فهل يسوغ أن تجعل حق من تولى الله عنهم المطالبة أردأه وأخبثه وأرذله وأسوأه؛ تلك إذن قسمة ضيزى، وكيف تصنعها وتريد بها وجه الله، والتماس عفوه ورضاه؟! إن ذلك غير معقول في ذاته، ووقوعه غير سائغ ولا مقبول. </p><p> ولقد قسم سبحانه موارد المال الحلال إلى قسمين: قسم بعمل من العبد، إذ عمل العبد فيه واضح بين، واجتهاده فيه ظاهر، وإن كان التوفيق من الله، وهو الرزاق ذو القوة المتين؛ وقسم هو بعمل العبد ولكن فيض الله هو الواضح البين، والأول هو كسب العبد بالعمل والضرب في الأرض صانعًا أو تاجرًا، أو مسهمًا بماله </p><p>(١) رواه البخاري: الزكاة - فضل صدقة الصحيح الشحيح (١٣٣٠)، ومسلم (١٧١٣).</p><p> في صناعة أو تجارة؛ والقسم الثاني، بما يخرجه الله سبحانه وتعالى من زرع يحصد فيكون منه القوت للإنسان والحيوان أو غراس أو شجر يؤتي أكله كل حين بإذن ربه، أو بما يودعه سبحانه وتعالى باطن الأرض من معادن يكون بها عمران الأرض، وقيام المصانع، والأعمال الإنسانية التي تسجل خلافة الإنسان في هذه الأرض ليصلح فيها ولايفسد. </p><p> ولقد نبه سبحانه إلى القسمين بقوله تعالى:  (مِن طَيّبَات مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُم مِّنَ الأَرْضِ) ففي هذا النص الكريم ذلك التقسيم الحكيم؛ وقد قدم سبحانه وتعالى القسم الأول، وهو الكسب الذي يكون بعمل الإنسان، سواء أكان صناعة أم كان تجارة، وسواء أكان عملا آليا أم كان عملا فكريا؛ وكان ذلك التقديم لأسباب كثيرة؛ منها بيان فضل الأكل من العمل والكسب، كما قال - صلى الله عليه وسلم -: \" ما أكل ابن آدم طعامًا خيرًا من أن يأكل من عمل يده، وإن نبي الله داود كان يأكل من عمل يده \"  (١) ، ومنها أن العطاء من مال يجيء بمجهود وتبذل فيه الجهود يكون أعظم ثوابًا؛ ومنها إعلاء قدر العمل الإنساني لأن به إقامة العمران، وإصلاح الأرض، وتقدم هذا الوجود الإنساني في معيشته ووسائل رزقه. </p><p> والقسم الثاني فيه خير كثير، ولكنه كله بفضل الله تعالى لَا عمل للعبد إلا إلقاء البذر، وغرس الغراس والقيام عليها، والباقي كله لله الواحد القهار. </p><p> وهنا يسأل سائل: لماذا أضاف سبحانه ما يخرج من الأرض إليه سبحانه وتعالى مع أن للعبد فيه عملا من حرث وبذر وإصلاح ومراقبة، ثم أضيف الكسب بالتجارة والصناعة والعمل في هذه الدنيا إلى العبد مع أنه برزق من الله، لأنه هو الذي قسم الأرزاق بين العباد، وجميع ما للعبد من مكاسب بتوفيقه ورزقه، كما قال تعالى في آية أخرى:  (وَممَّا رَزَقْنَاهُمْ يُنفِقُونَ) ، وكما قال تعالى: </p><p> (ومَا مِن دَابَّةٍ فِي الأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا. . .) ، فكل شيء منه وإليه، وكل كسب للعبد سواء أكان من الزرع والضرع أم كان من الصناعة أو التجارة فهو من الله، وبفضله، وبتوفيقه ورزقه وهدايته بل عطائه سبحانه؟ </p><p>(١) رواه البخاري: البيوع - كسب الرجل وعمله بيده (١٩٣٠) بلفظ: \" مَا أكَلَ أحَدٌ \".</p><p> وإن لذلك السؤال موضعه، وأن الله سبحانه في بعض آي الذكر الحكيم يضيف الكسب إلى العبد لأنه الذي باشر العمل، وفي بعضه يضيف الرزق إلى الرب الأنه المانح، وهو سبحانه يصرف الآيات لمن يفقهونها كما قال سبحانه:  (انظُرْ كَيْفَ نُصَرِّفُ الآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ) ، ولكل مقام ما يناسبه، ولكلامه سبحانه المثل الأعلى فلا يحاكيه كلام الإنسان مهما يعلُ قدره في البيان. </p><p> ولو حاولنا أن نصل إلى سر التعبير، ما بلغناه على وجهه الكامل؛ وأقصى ما نقول هو أنه سبحانه وتعالى أضاف الكسب إلى العبد في الأولى، وإخراج النبات والغراس إليه، ليتميز القسمان من الإنتاج، فهما قسمان متقابلان بلا شك، إذ الأول العنصر الواضح فيه كسب العبد، والثاني العنصر الواضح فيه عمل الرب، كما أشرنا، فلهذا التمييز بين القسمين كانت الإضافتان المختلفتان، وليحث سبحانه الناس على النوعين من العمل، وبيان أنهما أساس العمران في هذا الوجود، فكلاهما إصلاح في الأرض وسبيل من سبل الإنتاج فيها؛ وقد كان بعض الاقتصاديين المتقدمين يعتبر طريق الإنتاج فقط الزراعة، وما تخرجه الأرض؛ والأخرى طرق ثانوية، فالله سبحانه يرشد إلى أن كليهما طريق متميز فيه عمران الأرض والإصلاح فيها، وفوق ذلك فإن إضافة الكسب إلى العبد مع الحث على الإنفاق من طيباته فيه إشارة إلى أن للفقير حقا معلوما في كل ما يكسب من مال سواء أكان بصناعة أو تجارة أو عمل باليد أم كان بالبحث في الأرض وإلقاء الحب ورجاء الثمار من الرب، فللفقير قدر معلوم في كل هذا، وفي كل شيء صدقة؛ في المال المكسوب بالجهد صدقة، وفي المال الذي يخرج من الأرض صدقة، وفي العمل نفسه صدقة؛ فعلى الطبيب أن يجعل جزءًا من عمله صدقة بأن يداوي المرضى، وعلى المدرس أن يجعل جزءًا من عمله للصدقة بالإرشاد والتوجيه، وعلى الصانع أن يجعل جزءًا من عمله صدقة كالإسهام بعمله في بناء مسجد أو مستشفي أو نحوهما، وهكذا ففي الآية الكريمة إشارة إلى كل هذا. </p><p> وبعض المفسرين لَا يقصر ما تخرجه الأرض على الزرع والشجر، والحشائش التي يتغذى منها ذات الضرع وذات الحافر، بل يتجاوز إلى ما يكون في باطن </p><p> الأرض من معادن وفلزات، وسواء مما تقوم عليها الثروات عند بعض الأمم، ومما صار أساس العمران في عصرنا الحاضر؛ فإن أولئك المفسرين الأجلاء أدخلوا ذلك في عموم قوله تعالى:  (وَمِمَّا أَخْرَجْنَا لَكُم مِّنَ الأَرْضِ) وإن ذلك صادق بلا ريب، وهو نظر مستقيم. </p><p> وقد يقول قائل: إن ذلك مودع باطن الأرض، ولم يخرجه الله سبحانه وتعالى إلى ظاهرها، بل الإنسان هو الذي يخرجه، فنقول: ليس المراد بالإخراج هو هذا المظهر الحسي، بل المراد منه التكوين والإنشاء وظهور الأعراض التي تكون سبيلا لخروجه، فيشمل الإخراج ذلك كما يشمل تكوين الزرع بخروج البذرة من باطن الأرض؛ فإن كليهما يكونه الله تعالى ويظهره لعباده؛ هذا بعوده مستقيما يراه الحس بما يحمل من ثمر وما معه من غذاء، وذاك يظهر بأعراضه التي يعرفها الخبراء، وقد يظهر للحس ويبدو للنظر، كما يرى البترول طافيًا على الأرض في بعض البلدان، يعلن ما حوته في باطنها من عيون ثرَّة (١) تفيض به. </p><p> وإن للفقير حقا في كل هذا، وقد اتفق علماء الإسلام على أن يكون للفقير حق معلوم فيما يوجد في باطن الأرض، وإن اختلفوا في مقدار ذلك على آراء فهو على أي حال لَا يخلو من إنفاق واجب فيه بقدر معلوم، أو بصدقة منثورة تقدرها الحاجة العامة. </p><p> وفى الجملة إن على كل مؤمن صدقة يقدمها من طيب ماله أيا كانت مصادره وموارده، فهو خير ساقه الله إليه يجب أن يجعل للمحتاجين قدرًا فيها ليبارك الله تعالى له. </p><p> (وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ) بعد أن أمر الله سبحانه وتعالى المؤمنين بأن يقصدوا في إنفاقهم إلى الطيب النفيس ينفقون منه، </p><p>(١) ثرَّة: من ثرر: عَيْن ثَرَّةٌ وثرَّارَة وثَرْثَارَةٌ: غَزِيرَة الماء [لسان العرب: الثاء - ثرر].</p><p> وقد فهم من ذلك الأمر ألا يقصدوا إلى الخبيث، أكد سبحانه ذلك الأمر والقصد إلى الطيب وعدم القصد إلى سواه، أكده بأمرين: </p><p> أحدهما: هو النهي عن القصد إلى الخبيث في الإنفاق، فهو تكرار حسن أفاد توكيد الأمر بقصد الطيب، وأفاد أيضًا أن الصدقة المجزئة لصاحبها التي يثاب عليها والتي تنمو حتى تصير كالحبة التي فيها سبع سنابل في كل سنبلة مائة حبة، هي التي تكون من الطيب لَا من الخبيث، فلا ثواب لمن ينفق يتحري الخبيث ينفق منه. </p><p> ومعنى \" لا تيمموا \" لَا تقصدوا إلى الخبيث، فإن التيمم معناه في الأصل اللغوي القصد، ويقال يممت جهة كذا أو نحو كذا قصدتها، كذلك تيممت أي قصدت والمعنى: لَا تتحروا أن تكون صدقتكم من الخبيث أي الرديء. وهذا يستفاد منه أن الإنفاق بالنسبة للمال الذي يؤخذ منه ثلاث مراتب: المرتبة الأولى وهي أعلاها وأزكاها عند الله، هي أن يقصد إلى الطيب فينفق منه، وهذا هو الذي يليق بالمؤمن، وقد دعا إليه الله سبحانه وتعالى بقوله:  (يَا أَيُّهَا الَّذِينَ آمَنوا أَنفِقوا مِن طَيِّبَاتِ مَا كَسَبْتمْ) والمرتبة الثانية: أن ينفق من ماله فيأخذ منه اعتباطا، غير قاصد إلى جيد أو رديء، فيعطي منه من غير تحر لأحدهما، وهذه دون الأولى بلا شك، ولصاحبها قصد الخير؛ لأنه يشطر من ماله شطرًا. والمرتبة الثالثة، وهي الدنيا: أن يقصد إلى الرديء لينفق منه، وهي موضع النهي، وإذا كان منهيًّا عنها فهي إثم وغير مقبولة عند الله، وهي تكشف عن شح النفس وفساد القلب. </p><p> هذا هو الأمر الأول الذي تأكد به طلب الإنفاق من الطيب النفيس. </p><p> أما الأمر الثاني: فهو قوله تعالى: (وَلَسْتم بِآخِذِيهِ إِلَّا أَن تُغْمِضُوا فِيهِ) أي أنتم تقصدون إلى الإنفاق من الخبيث غير الجيد رذالة المال، مع أنكم لَا تأخذونه إن أُعطي إليكم هبة أو شراء أو غير ذلك إلا أن تغمضوا فيه، أي تتغافلوا عن ملاحظته وتتساهلوا في قبوله؛ وإن ذلك غير عدل إن أنفقتم المال وأعطيتموه للفقراء والمساكين تحريتم الرديء، وإن طلبتم المال وأردتم أخذه لَا تأخذوا خبيثًا إلا إذا أغمضتم عن عيوبه قاصدين الإغماض، وفي ذلك تنبيه إلى أن يضع الرجل في أعماله مقياسا </p><p> ضابطا، وهو ألا يفعل لغيره إلا ما يحب أن يفعله لنفسه، ولا يعطي من شيء إلا ما يحب أن يعطي إليه، وهذا قانون ضابط يحمل المرء على الاستقامة في كل ما يفعل، وهو ما يرمي إليه الحديث الصحيح:  \" عامل الناس بما تحب أن يعاملوك به \"  (١) فكذلك لَا تعط من المال في إنفاقك إلا ما تقبله طيب النفس إن أخذته في شراء أو هبة أو غيرهما. </p><p> وهنا مبحثان لفظيان: </p><p> أولهما: في معنى الإغماض في قوله تعالى: (إِلَّا أَن تُغْمِضُوا فِيهِ) فقد قال بعض العلماء: إنه من قبيل أغمض الرجل في أمر كذا إذا تساهل فيه، فالإغماض هنا بمعنى الإغضاء، وهذا يتلاقى مع من يقول إن معنى الإغماض ألا يتحري الفحص تسامحا أو تساهلا، وقيل: إن معنى الإغماض أن يأخذ زيادة في نظير هذا الرديء، فهو يأخذه مضاعفا، فإنه يقال لغة أغمض لي فيما بعتني أي أعطني زيادة، وكأن المعنى: إنكم لَا تأخذون الرديء إلا متساهلين مغضين مغمضين أعينكم عن الفحص، أو تأخذونه في نظير زيادة. </p><p> وثانيهما: قوله تعالى: (وَلا تَيَمَمُوا الْخَبِيثَ منْهُ تُنفِقُونَ وَلَسْتُم بآخذِيهِ إِلَّا أَن تُغْمِضُوا فِيهِ) يقف بعض القراء على قوله تعالى: (تَيَمَّمُوا الْخَبِيثَ) ثم يبتدئ بقوله تعالى: (مِنْهُ تُنفِقُونَ وَلَسْتُم بِآخِذِيهِ إِلَّا أَن تُغْمِضُوا فِيه) ويكون التخريج على هذه القراءة أن قوله تعالى: (مِنْهُ تُنفِقُونَ وَلَسْتُم بِآخِذِيهِ) في مقام تأكيد النهي وإردافه بما هو في معنى التوبيخ، أي لَا تقصدوا إلى الخبيث مع أنكم تنفقون منه، ولا تأخذونه في ديونكم، ففي ديون الله تعالى تتحرون الرديء وفي ديونكم تتحرون الجيد! وليس ذلك من العدل في شيء. </p><p>(١) عن عَبْد اللَّهِ الْيَشكُرِىُ: قُلْتُ: يَا رَسُولَ اللَّهِ خَبِّرْنِي بِعَمَلٍ يُقَرِّبُنِي مِنَ الْجَنَّةِ، وَيُبَاعِدُنِي مِنَ النَّارِ، قَالَ: «تُقِيمُ الصَّلَاةَ، وَتُؤْتِي الزَّكَاةَ، وَتَحُجُّ الْبَيْتَ، وَتَصُومُ رَمَضَانَ، وَتُحِبُّ لِلنَّاسِ مَا تُحِبُّ أَنْ يُؤْتَى إِلَيْكَ، وَتَكْرَهُ لَهُمْ مَا تَكْرَهُ أَنْ يُؤْتَى إِلَيْكَ، خَلِّ عَنْ وُجُوهِ الرِّكَابِ \". [رواه أحمد في مسنده عن عبد الله اليشكرى عن رجل مبهم] (١٥٣٢١)].َ</p><p> (وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ) ختم سبحانه وتعالى الآية بهذه الجملة السامية، وهي تتضمن التذكير بالله تعالى ذي الجلال والإكرام، وإشعارهم برقابته على أفعالهم وصدقاتهم، ولذا ذكر لفظ الجلالة الذي يربي المهابة وخشيته سبحانه في النفوس؛ لأنه المعبود وحده، المسيطر على كل ما في الوجود وحده، وقد تضمنت الجملة وصف الله سبحانه وتعالى بوصفين كريمين مناسبين: </p><p> أولهما: وصفه بأنه سبحانه غني، فمن يعطي الفقراء فهو يقرض غنيًا يضاعف ما أقرض عند العطاء، وهو غني فلا يقبل إلا الجيد الذي يقدم بنفس سمحة، وبقلب مطمئن ممن يؤثرون على أنفسهم ولو كان بهم خصاصة. وهو الحميد، أي الذي يستحق أن يحمد، ولا يحمد سواه؛ لأنه المعطي الوهاب؛ فهو الذي وهب الغني غناه، واختبر الفقير بفقره، وكان حقا على من أعطاه أن يحمده، والحمد أن يجود من ماله سمحًا في جوده، قاصدا إلى الطيب من ماله يجود به، فإن خالف ذلك فقد أخطأ مرتين: مرة لأنه لم يقرض الله قرضا حسنًا، وهو الغني المعطي، ومرة ثانية؛ لأنه أخل بواجب الحمد، فالاعتراف بالنعمة للمنعم كان يوجب عليه أن يعطي خير ما في يده، ورجاء الثواب، ورجاء دوام هذه النعمة، كان يوجب عليه مضاعفة العطاء، لَا تحري البخس منه. </p><p> * * * </p>"
}