{
  "id": null,
  "sura": 2,
  "aya": 232,
  "text": "<p> (وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلا تَعْضُلُوهُنَّ) وأما قوله عز وجل: (فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ. . .) ، فللمشارفة، فإنها إذا انتهت إلى أقصى الأجل لَا يصح للزوج مراجعتها وإمساكها له). </p><p> وإن استعمال البلوغ بمعنى مشارفة الانتهاء مثاله في المكان أن تقول: بلغت المدينة. إذا وصلت إليها، وصرت على مقربة منها بحيث صرت تشرف عليها، وتبدو لك مطالعها. </p><p> ومعنى الجملة السامية: إذا شارفت العدة الانتهاء، وقاربت العلاقة على الانقطاع التام وجب على الرجل أن يتدبر في أمره، فينظر في ماضيه معها وحاضره، وما يرجوه في المستقبل ويترقبه؛ فإن رجح لديه أن البقاء أولى من القطع، وأن ما كان سببًا لكلمة الطلاق لَا يصلح أن يكون سببًا لقطع العلاقة قطعًا باتًّا، وأن يتفرقا، وأنه إن أعاد الحياة أقام العدل معها، ولم يكن فيها ما يدفعه إلى الظلم، ولا في طباعه ما يدفع إلى الأذى؛ إن كان ذلك كذلك فليمسكها بمعروف، أي فليرجعها إليه معتزمًا إمساكها والبقاء معها بالمعروف، أي بالتزام الأمر المعقول الذي تعرفه العقول وتقره، ويرضاه الناس، ويزكيه الحق سبحانه وتعالى. </p><p> وإن رجح لديه بعد أن ينظر في غابر أمره وحاضره أنه لَا يرجو في المستقبل خيرًا، وتأكد لديه ذلك، أو كان قريبًا منه، أو غلب الظن بذلك، فليسرحها (١) بمعروف أي فليمض الطلاق، ويخل بينه وبينها بمعروف، أي بالأخلاق الحسنة من غير مشاحة ولا معاندة ولا إيذاء، فإن ذلك هو الذي يعرفه العقلاء، ويؤمن به الأتقياء؛ ولقد كان الصالحون من أصحاب رسول الله - صلى الله عليه وسلم - ومن جاء بعدهم لا يذكرون نساءهم اللائي يطلقونهن بسوء قط. سئل بعض التابعين: لِمَ طلقت زوجك؟ فقال: إن العاقل لَا يذكر ما بينه وبين أهله. </p><p> وإن التسريح بالمعروف يتقاضى أن يؤدي لها كل حقوقها من مال كان عليه، وألا يذكرها إلا بخير، وأن يعاونها إن كانت في حاجة إلى معونته؛ حتى لقد قرر </p><p>(١) قال المصنف رحمه الله تعالى: حقق الراغب الأصفهاني معنى التسريح، فقال: \" السرح شجرة لها ثمرة، الواحدة سرحة، وسرحت الإبل أصله أن ترعيه السرح ثم جعل لكل إرسال في الرعي. قال تعالى: (وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ)، والتسريح الطلاق نحو قوله تعالى: (. . . أو تَسْرِيح بِإِحْسَان. . .)، وقوله: (. . . وَسَرِّحُوهُن سَرَاحًا جَمِيلًا -)، مستعار من تسريح الإبل، كالطلاق مستعار من إطلاق الإبل.</p><p> الفقهاء أنه تستحب المتعة لكل مطلقة؛ وقد ادعى بعض الفقهاء وجوبها، عملا بقوله تعالى:  (وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْروفِ حَقًّا عَلَى الْمُتَّقينَ) . </p><p> وفى الجملة إن التسريح بالمعروف يتقاضى الامتناع عن كل أذى، ومد يد المعونة إن تعينت إليه؛ وهذا هو التسريح الجميل المذكور في قوله تعالى:  (وَسَرِّحوهُنَّ سَرَاحًا جَمِيلًا) . </p><p> (وَلا تمْسِكوهنَّ ضِرَارًا لِّتَعْتَدُوا وَمَن يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ) وإذا كان الإمساك بالمعروف، أو التسريح بالإحسان هو المطلوب، فإن الإمساك الذي يترتب عليه الضرر لا يسوغ وقد يسأل سائل: إن الله سبحانه وتعالى قد أمر بالإمساك بالمعروف، أو التسريح بالإحسان، وإن ذلك يفهم منه ضمنا النهي عن الإمساك ضرارًا وإيذاء؛ إذ إن الله سبحانه وتعالى قد خير المؤمن بين أمرين لَا ثالث لهما، فكان ذلك نهيا عن الثالث والرابع، وهو الإمساك ضرارًا، والتسريح مع الإيذاء. </p><p> والجواب عن ذلك أن الله سبحانه وتعالى قد خص الإمساك ضرارًا بالنهي بعد أن فهم النهي عنه وعن غيره ضمنًا، ليبين للمؤمن أنه لَا يحل له أن يراجع إلا إذا كان قد اعتزم العدل وأراده، ولم يجد معوقًا له عن إقامته، بل وجد أنه يستطيع أن يتعاون مع أهله عليه، وأن التنفير من الطلاق والنهي عن القطيعة لَا يسوغان له أن يرضى بإعادة العشرة مع توقع الضرار والأذى، واستمرار الحياة المعتكرة بالشر والحدة والأذى، فإنه إذا كانت القطيعة والفراق أمرين غير مرغوب فيهما، ويتنافيان مع المودة التي يدعو إليها الإسلام؛ فإن الضرار بين الزوجين أمر منهي عنه، وإن المودة هي المطلوبة، فإن تعذر قيامها، أو غلب على الظن عدم قيامها، فلا يسوغ استئناف الحياة الزوجية مع النفرة المستحكمة، والأذى والنشوز؛ فإن ذلك هو الكفر في الإسلام؛ لأنه كفر في العشرة، وعداوة في موطن المودة، ومكايدة في موضع المسالمة. </p><p> وقد فهم بعض العلماء أن المراد من الضرار هو الإضرار، فإن ذلك هو الذي يصلح سببًا من جانب الذي يملك الرجعة وحده وهو الزوج؛ أما الزوجة فإنها </p><p> لا تملك الرجعة فلا يتصور ضرر من جانبها يكون مقصودًا عند الرجعة، والضرار يوجب عملا مشتركا من الجانبين، والاشتراك غير متصور؛ فالضرار يكون بمعنى الضرر؛ وإن ذلك الفهم صحيح في جملته؛ ولكن لِمَ عبر عن الضرر بالضرار، وعدل عن اللفظ الأصلي الموضوع له إلى لفظ آخر؟ </p><p> والجواب عن ذلك هو أن الرجل عند الإمساك الذي يؤدي إلى الضرار - وهو مبادلة الضرر التي تنشأ عن المعاندة والمكايدة - له حالان: </p><p> إحداهما: أن يقصد إلى الضرر والأذى بالرجعة، بأن يمسكها مكايدة وعناتًا ومبالغة في الظلم لتكون كالمعلقة؛ وذلك كما كان يقع من بعض الناس في عصر التنزيل، إذ يرجعون أزواجهم قبل انتهاء العدة، ثم يطلقونهن لتطول العدة، وليبالغوا في الأذى، وذلك أمر منهي عنه، لَا حاجة إلى النص عليه، ومعنى الضرار فيه خفي، لأن الضرر فيه واقع على جانب واحد، ومن جانب واحد، أو هو على الأقل واضح في أحد الجانبين، وليس واضحًا في الآخر. </p><p> ثانيهما: هو أن يكون المطلق قاصدًا الرجعة الحق، ولكنه لم يعتزم العدل، ولم يتوقعه، ولم ير أن أسباب الطلاق قد زالت، بل أراد العودة مع قيام أسباب النفرة؛ فإن ذلك يكون كقاصد الضرار، وإن لم يعلنه وإن لم يشعر؛ لأنه سيكون بينهما لَا محالة وسيقع؛ ويكون حينئذٍ الضرار على أصل معناه، ويكون مقصودًا من فاعل الرجعة، أو في حكم المقصود. </p><p> وقد بين سبحانه وتعالى أنه سيترتب على الرجعة مع قيام الأسباب التي أوجبت الطلاق والتي اعتبرت ضرارًا - أمران: </p><p> أحدهما: أن يعتدي في الحياة الزوجية فيظلم، بل إن إقدامه مع توقع الكيد والأذى اعتداء؛ ولذا قال سبحانه وتعالى:  (لِتَعْتَدُوا) فاللام هنا هي التي تسمى لام العاقبة، فهي تبين أن ثمرة الرجعة التي لَا يتوقع فيها العدل هو الاعتداء، بل إن ذات الرجعة في هذه الحال من الاعتداء والظلم. </p><p> الأمر الثاني: الذي يترتب على الرجعة ضرارًا، هو أنه يظلم نفسه، فكما أنه يترتب على ذلك الضرار اعتداء على غيره يكون فعله ظلما لنفسه؛ ولذا قال سبحانه:  (وَمَن يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ) أي أن من يرجع مطلقته إضرارًا أو ضرارا فقد ظلم نفسه ظلمًا مؤكدًا، وإذا كان قد أراد ظلمها فمن المؤكد أنه قد ناله حظ عظيم من الظلم قبل أن ينالها؛ وذلك لأنه عصى ربه فاستحق عذابه، ولأنه جعل البيت الذي هو مثابة الراحة والقرار مكان نكد واضطراب يستبدل فيه بالمودة البغضاء؛ ولأنه لَا يعيد إلى حظيرة الزوجية زوجًا ودودا، بل عدوا شديدا، وأشد الأعداء من كان منك قريبا، وقد يكون كالثعبان بين جنبيك؛ وأي ظلم للنفس فوق هذا الظلم. </p><p> (وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ) بعد أن نهى سبحانه وتعالى عن أن تتخذ الرجعة ضرارا، أو يقدم الرجل عليها وهو يعلم أو يظن أنه لن يكون إمساك بمعروف؛ أعقب ذلك بنهي آخر هو توكيد للنهي الأول، فقال:  (وَلا تَتَّخِذوا آيَاتِ اللَّهِ هُزُوًا) وذلك لأن الله سبحانه وتعالى رسم في آياته حدودًا ونظمًا تتقرر بها الحياة الزوجية، فشرع الرجعة لتدارك ما فاته وقت الغضب، ولرجاء أن يستقيم الأمر، وتقام الحياة الزوجية بالمعروف، بعد أن تهددتها القطيعة، وقاربت على الانفصال، فمن اتخذ الرجعة للضرار، أو وهو غير مستيقن صلاح الحال أو يرجو ذلك، فهو كمن يستهزئ بأحكام الله، وآياته سبحانه؛ لأنه ينفذ الأوامر في غير موضعها، ويكذب على نفسه وعلى دينه وعلى ربه، فهو يعمل عمل من يريد الصلاح ولا يريده، وعمل من يقيم الحياة الزوجية الصحيحة ولا يقيمها، ثم هو في أعماله يشبه اللاعب الهازئ، بل إنه لاعب هازئ في موضع الجد، يطلق لأتفه الأسباب، ويرجعها من غير أن ينوي الصلاح والعشرة بالمعروف، فيطلق ثانيًا عابثًا، ثم يرجعها عابثا، ثم يطلق، فيكون التحريم بسبب العبث والمجون. </p><p> ويصح أن يراد بالآيات الآيات التكوينية، لَا الآيات القرآنية الحكمية المتلوة؛ وذلك لأن من آيات الله في الكون أن جعل الزوج سكنًا تربطها به المودة، فقال:  (وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً. . .) ، فمن طلق عابثا وراجع عابثا، وجعل الحياة الزوجية اضطرابا وضرارا وعداوة بدل المودة، فقد استهزأ بآيات الله الكونية، فحرم نفسه من نعمتها؛ ولذا قال سبحانه بعد هذا النهي:  (وَاذْكُرُوا نِعْمَتَ اللَّه عَلَيْكُمْ وَمَا أَنزَلَ عَلَيْكُم مِّنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُم بِهِ) . فقد أمر سبحانه وتعالى المؤمنين بأن يتذكروا دائمًا نعمة الله تعالى عليهم، وأن يتذكروا ما في الكتاب وما جاءت به السنة من أحكام وعظات. </p><p> أما النعمة التي يجب تذكرها فهي نعمة الزوجية خاصة، ونعمه سبحانه وتعالى عامة، ونعمة الزوجية تتجلى في أن يكون للشخص أليف في الحياة يقطع معه بيداءها، ويتحمل معه لأواءها؛ ويكون بيت الزوجية فيها كواحة في وسط صحراء الحياة، وروضة يأوي إليها بعد المشاق وبعد الكد واللغوب، فمن عبث بهذه النعمة فقد ظلم نفسه، ونسي أنعم الله سبحانه وتعالى عليه، ثم حق عليه أن يتذكرها؛ ومن كمال نعم الله أن ذكره بها في مقام نسيانه لها. </p><p> والتذكير الثاني هو بما أنزل الله من الكتاب والحكمة؛ والكتاب هو القرآن الكريم، والحكمة هي السنة النبوية كما فسرها الشافعي رضي الله عنه، وهو تفسير حكيم نقبله؛ لأن العطف يقتضي المغايرة، فلابد أن تكون الحكمة غير الكتاب؛ ولا شيء نزل على النبي - صلى الله عليه وسلم - بعد الكتاب غير ما اشتملت عليه السنة من أحكام؛ فما كان النبي - صلى الله عليه وسلم - ينطق عن الهوى (إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٤) عَلَّمَهُ شَدِيدُ الْقُوَى (٥) . </p><p> والحكمة معناها العلم النافع الذي يتجه إلى ناحية العمل الذي به تنضبط النفس، وذلك يتلاقى مع السنة النبوية، فكانت جديرة بهذه التسمية؛ لأنها تفصل الأحكام العملية الجزئية، وترشد إلى تنفيذ ما اشتمل عليه القرآن الكريم من قواعد كلية، ونظم جامعة. </p><p> والتذكير بالكتاب والسنة هو تذكير بأمرين يجب أن يكونا في ذاكرة كل مؤمن، فهو تذكير زاجر، ولذا قال سبحانه وتعالى:  (يَعِظُكُم) فالوعظ تذكير فيه زجر وتخويف؛ ولذلك قال الخليل بن أحمد في تعريف الوعظ:  (. . . هو التذكير بالخير فيما يرق له القلب \". والضمير في (يَعظُكُم) يعود على المذكور من الكتاب والسنة، وجعل الضمير واحدًا؛ لأنهما في مؤَداهما وغايتهما شيء واحد؛ وِإن السنة ليست إلا تابعة للكتاب، منه أخذت قوتها وسلطانها، إذ قال تعالى:  (ومَا آتَماكمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكمْ عَنْهُ فَانتَهُوا. . .) . </p><p> وقد قال تعالى في ختام الآية:  (وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَليمٌ) بعد أن بيَّن سبحانه العواقب الوخيمة لمن يعبث بالحياة الزوجية، ويجعلها مضَارة وعداوة، لَا مودة فيها ولا خير، وذكَّر بنعمة الله عليه في أحكامه وشرعية الزواج، وبيَّن مغبة العبث بالأحكام، بعد هذا كله حذَّر وأنذر، فأمر بتقوى الله سبحانه وتعالى بأن يجعل بينه وبين غضب الله سبحانه وتعالى وعذابه وقاية، وذلك باتباع أوامره واجتناب نواهيه؛ وإن تربية معاني التقوى في النفس تجعلها تدرك الخير والشر، وتمنعها من أن يتأشب إدراكها نوازع من الهوى والعبث؛ لأن التقوى تربي المهابة من الله والخوف منه، وتجعلها تذكِّر عقابه. </p><p> ثم وصل سبحانه بالتهِديد إلى أقصى الغاية ببيان علمه الكامل بكل شيء فقال:  (وَاعْلَمُوا أَن اللَّهَ بكُلِّ شيْءٍ عَليمٌ) فإنه سبحانه يعلم ما تخفي الصدور، وما تطويه النيات، وما تكنة السرائر، ثم إن التذكير بعلم الله فوق أنه إنذار أيّ إنذار، فيه بيان أن المصلحة فيما يشرع من أحكام، وما يبين من نظم، لأنه على قدر العلم يكون الإحكام، وعلى قدر الإحاطة يكون الإتقان، فهذا التنزيل فيه حث على الطاعة، كما أن فيه إنذارًا بالمخالفة؛ والله سبحانه الهادي إلى سواء السبيل. </p><p> * * * </p><p> (وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ (٢٣٢) </p><p> بعد أن بين سبحانه العواقب الوبيلة التي تترتب على الإمساك ضرارًا، وما فيه من ظلم للرجل والمرأة معًا، أخذ يبين حكمه سبحانه في ظلم آخر </p><p> يقع بالنساء وعاقبته وبيلة للمجتمع، فقال سبحانه:  (وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ) . </p><p> بلوغ الأجل هنا هو بلوغ أقصى العدة، فالبلوغ هنا غير البلوغ في الآية السابقة، إذ الأول كان للمقارنة والمشارفة، وهنا للانتهاء والسياق هو الذي عيَّن معنى البلوغ في الأول كما بينا، وهو الذي عيَّن معنى البلوغ الثاني، إذ إن العقد المعبر عنه بقوله تعالى:  (أَن يَنكِحْنَ أَزْوَاجَهُنَّ) يدل على أن المراد هو انتهاء العدة؛ إذ لا يتصور النكاح وهو العقد الذي يكون من طرفين إلا بعد انتهاء العدة؛ ولذا قال الشافعي رضي الله عنه في هذه الآية والتي سبقتها:  (دل سياق الكلامين على اختلاف البلوغين) . </p><p> والعَضْل معناه هنا المنع الظالم، وأصله بمعنى الحبس والتضييق مع الألم، ومنه: عضلت الدجاجة إذا تعلقت بها بيضتها فلم تخرج منها، وعضل المرأة يمنعها من الزواج من غير مبرر فيه حبس لها وتضييق عليها، وإرهاق لنفسها ولحسها. </p><p> وإن النساء اللائي يطلقن يتعرضن لظلم المطلقين، فيحاول المطلقون أن يرهقوهن من أمرهنَّ عسرًا، بأن يمنع كل مطلق من طلقها من أن تتزوج من غيره، خصوصًا إذا كان صاحب سطوة باغية، أو كان ذا جبروت طاغية؛ وتلك نزعة جاهلية، لَا يقرها عرف ولا شرع ولا عقل، ويتعرض أولئك المطلقات لظلم ذويهن، فقد يردن العودة إلى أزواجهن، ويتراضين معهم على ذلك، ولكن يقف الولي محاجزًا، حاسبًا أن ذلك مهانة له ولها، كما فعل بعض الناس في عصر النبي - صلى الله عليه وسلم -؛ وقد ترتضي المطلقة رجلا زوجا لها، عِفا في عرضه، تقيًا في دينه فيملأ نفسها؛ ولكن لَا يرتضيه أولياؤها لأمر لَا ينقص من قدره، كفقر أو نحوه، فيمنعونها من ذلك الزواج! </p><p> في كل هذه الصور يكون عضل المرأة، وحبسها والتضييق عليها في ذات نفسها؛ فنهى الله سبحانه وتعالى عن ذلك في قوله تعالى:  (وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهن فَلا تَعْضلُوهُن أَن يَنكِحْنَ أَزْوَاجَهُن) . </p><p> وقد قال بعض العلماء: إن الخطاب للمطلقين ليمتنعوا عن تلك العنجهية الجاهلية؛ وقال بعضهم الخطاب للأولياء لكيلا يحولوا بين النساء وبين الزواج ممن يردن من غير سبب ومبرر، سواء أكان الزوج الذي ارتضته هو المطلق السابق أم كان غيره. </p><p> ونحن نرى أن الخطاب عام لكل المؤمنين ممن يقع في دائرتهم ذلك، فهو يعم المطلقين، ويعم الأولياء، ويعم غيرهم ممن يتصلون بهم، ويعم أولياء الأمر الذين بيدهم الهيمنة على الأمور، والتعميم بهذا الشكل يدل على التكافل بين آحاد الأمة، ووجوب التعاون بينهم في منع كل ظلم، وخصوصًا ما يقع على الضعفاء، وما يمس الحرية الشخصية في أدق ما تتجه إليه، ولا شيء يهم المرأة أكثر من اختيار زوجها، ولا عقد أمس بالوجدان من عقد الزواج، ولا اتفاق أكبر خطرًا في الحياة من ذلك الاتفاق؛ فالظلم فيه خطير بمقدار ماله من خطر وشأن. </p><p> غير أن المرأة ليست لها الحرية المطلقة في اختيار من تشاء من الأزواج، بل إن رضاها مقيد بالمعقول والمشروع؛ ولذا قيد التراضي بقوله:  (إِذَا تَرَاضَوْا بَيْنَهُم بِالْمَعُروفِ) أي بالأمر الذي تسير عليه العقول، ويجري به العرف، ويقره العقل، ولم يكن ثمة سبب للاعتراض، فليس من المعقول أن يطلق اختيارها ويحترم إذا اختارت لمجرد الهوى العارض، سواء أكان كفئا لها أم لم يكن كفئا؛ ولذلك سوغ أبو حنيفة للولي أن يعترض إن تزوجت بغير كفء، فهو قد أطلق حريتها، ولكن إن أساءت الاختيار كان للولي الاعتراض، وغير أبي حنيفة أشركوا الولي معها في الاختيار حتى لَا تضل، ولكن نهاهم القرآن عن أن يمتنعوا من غير سبب معقول، وإلا كان ذلك عضلًا، ولها أن ترفع الأمر إلى القاضي صاحب الشأن ليرفع ظلم الأولياء. </p><p> وهنا نكتة بلاغية نشير إليها؛ ذلك أن الله سبحانه وتعالى عبر عن الذين يختارهم النساء ويمنعن عنهم ظلمًا بالأزواج مع أن الزواج لم يتم، للإشارة إلى الحقيقة المقررة الثابتة، وهو أن من يقع اختيارها عليه، ويتراضيان عليه بالمعروف، ولم يكن الزواج بينهما فيه ما يشينها أو يشين أسرتها هو الذي ينبغي أن يكون ازدواجها به، وهو في حكم الفطرة زوجها، وعلى الأولياء ألا يعاندوا حكم الفطرة، بل عليهم أن ينفذوه ويقروه، ولا يصح لأحد أن يعارضه. </p><p> (ذَلِكَ يُوعَظُ بِهِ مَن كَانَ مِنكُمْ يُؤْمِنُ بِاللَّهِ وَاليَوْمِ الآخِرِ) ذلك القول الحكيم، والأمر الكريم يذكِّر الله به تذكيرًا يرق معه قلب المؤمن وتخشع نفسه، ويوجل قلبه إذا كان يؤمن بالله واليوم الآخر؛ ذلك لأن الإيمان بالله، والإحساس بعظمته وكبريائه، يمنع الظالم من أن يظلم، ولا يظلم الظالم إلا وهو في غفلة عن الله، ولو أحس بأن الله محاسبه، وأنه يأخذ الظالم بظلمه، وأن دعوة المظلوم ليس بينها وبين الله حجاب، ما استمر في ظلمه، ولا استرسل في غيه، ولكنه يكون حال ظلمه في غفوة عن الإيمان، ونسيان للواحد الديان وهو القاهر فوق كل شيء. </p><p> والإيمان باليوم الآخر من شأنه أن يحس معه المؤمن بالحساب والعقاب الذي يرتقبه، ومن شأنه أن يجعل المؤمن يستهين بالدنيا وما فيها، ويعلم أنها ظل زائل، وعرض حائل، وأن الآخرة هي الباقية وإذا كان كذلك قلل من الرغبات، وإذا قلت الرغبات ضعفت الدوافع إلى الظلم، وخمدت نوازع الشر. </p><p> (ذَلِكُمْ أَزْكَى لَكُمْ وَأَطْهَرُ وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ) ذلكم أيها المؤمنون أجمعون من غير تخصيص طائفة بالخطاب، وهو ما شرعه الله سبحانه من أحكام خاصة بسلطان الأزواج والأولياء، أزكى وأطهر، والزكاة النماء، أما أنه أزكى وأنمى؛ فلأن قيام الأسرة على العدل والمودة والتراحم يؤيد في عدد الأمة فيكثر النسل؛ ويزيد من قوتها؛ لأن الجماعات القوية هي التي تقوم على أسرة قوية، ولا شيء يقوي الأسرة أكثر من المودة والعدل والرحمة؛ وأما أنه أطهر فلأن المرأة إذا عوملت معاملة كريمة بالحق والعدل وأطلقت حريتها في دائرة المعروف المعقول </p><p> ولم تظلم في رغباتها العادلة، أدى ذلك إلى الطهر والعفاف؛ فإن احترام النفس صون وعفاف، وامتهانها نقيض ذلك؛ لأن النفس إذا أكرهت جمحت، وإذا جمحت لم ترتبط برباط من الحكمة والصون والعفاف، بل إنها إذا جمحت عميت، فلا تدرك خيرًا ولا شرًّا. ولقد روى أن علي بن أبي طالب رضي الله عنه قال:  (إن للقلوب شهوات، وإقبالا وإدبارًا، فأتوها من قبل شهواتها وإقبالها، فإن القلب إذا أكره عمى) ولا عفة ولا طهر عند عماية القلوب. </p><p> ولقد قال سبحانه:  (ذَلِكُمْ) بضمير الجمع، وغيَّر النسق؛ للإشارة إلى أن حماية المرأة من الهوان ومنع التضييق عليها في اختيار زوجها، إن كان الاختيار في دائرة المعقول - حق على الجميع، وفائدته للجميع. </p><p> ولقد ذيل سبحانه الآية الكريمة بقوله:  (وَاللَّه يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ) للإشارة إلى أن شرع الله تعالى فيه النفع الدائم، والمصلحة الحقيقية، والنتائج المرضية؛ لأنه شرع من يعلم كل شيء ولا يجهل شيئا، وليس للناس أن يتمردوا عليه، أو يخالفوه، أو يهونوا مخالفته في أنفسهم بدعوى أنهم يرونه في الظاهر مخالفًا للظاهر من مصلحتهم؛ فإن ما يدركونه مصلحة ليس بمصلحة في ذاته إذا جاء نص الشرع القاطع على خلافه؛ لأن علم الإنسان قاصر، وعلم الله وحده هو الكامل؛ فلنتبع شرع الله، ولا نُحكِّم الهوى في نصوص الكتاب، ولنَحْثُ التراب في وجوه الذين يحاولون مخالفة النصوص الصريحة القاطعة بدعوى أن المصلحة في خلافها؛ لأنه لَا توجد مصلحة قاطعة تخالف نصًا قاطعًا؛ إنما هي أوهام، وعقول خاضعة لأزمان محكومة بالشر المتكاثف، حتى حجب النور؛ ولنقل لهم إن شرع الله هو المصلحة:  (وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ) . </p><p> * * * </p>"
}