{
  "id": null,
  "sura": 2,
  "aya": 130,
  "text": "<p> (وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَاهِيمَ إِلَّا مَن سَفِة نَفْسَهُ) ومَن هنا استفهام إنكاري يتضمن معنى نفي الوقوع، ويتضمن التوبيخ على من وقع منه هذا، والمعنى لَا يرغب عن ملة إبراهيم ويتركها متجاوزا لها إلى غيرها من الأوهام الباطلة إلا من سفه نفسه. </p><p> وقوله تعالى:  (يَرْغَبُ عَن) فيها التجاوز والترك إلى أوهام، ونقيض يرغب عنها: يرغب فيها، فالرغبة فيها إقبال عليها، والرغبة عنها تجاوز عنها، وترك لها، وهذا يتضمن أمرين: أولهما - أنه علمها، وكان ينبغي أن يرغب فيها ولكنه تجاوزها وتركها لَا عن انصراف مجرد، بل عن قصد وإعراض، وثانيهما - أنه اتجه ورغب في غيرها، ونفَى الله تعالى الرغبة عنها إلا ممن سفه. </p><p> وقوله تعالى:  (إِلَّا مَن سَفِة نَفْسَة) ، أي جهلها في حمق ورعونة؛ لأن النفس الإنسانية المستقيمة تتجه إلى الله لما في داخلها من ينبوع الخير الداعي إلى إدراك الحق المستقيم، ولأن كل ما في النفس من عقل مدرك، ويد تبطش وعين تبصر وأذن تسمع ورجل تسير بها كلها يدل على الإيمان الحق ويهدي، كما قال في الذين يضلون إذ ينسون خلقهم وكونهم، فيقول:  (وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ. . .) . فالنفس الإنسانية لو تأملنا خلقها وتكوينها تهدى وترشد إلى الحق، ولقد قال تعالى:  (وَفِي أَنفُسِكُمْ أَفَلا تُبْصِرُونَ وَفِي السَّمَاءِ رِزْفكُمْ وَمَا تُوعَدُونَ) . </p><p> وقوله تعالى:  (إِلَّا مَن سَفِة نَفْسَهُ) ، أي جهلها عن سفه وحمق ورعونة كما ذكرنا، والفرق بين جهل النفس، وأن يكون قد سفهها أن الجهل قد يكون عدم علم وعدم اهتداء إلى الحق، وألا يكون عنده أدوات العلم وطرق المعرفة، أما السفه فمعناه أن يجهل وعنده طرق المعرفة، وأسبابها ويتركها حمقًا ورعونة، ولقد قال تعالى:  (وَلا تَكُونُوا كَالَّذينَ نَسوا اللَّهَ فَأنسَاهُمْ أَنفُسَهُمْ. . .) ، وسفه نفسه، قيل إنها بمعنى سفَّه بتشديد الفاء بمعنى أوقعها في جهل وسلك بها غير ما تهدي إليه الفطرة. </p><p> وإن ملة إبراهيم هي ملة النبيين فقد قال تعالى:  (فَاتَّبِعوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) أآل عمران، وقال تعالى في سورة الحج:  (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجِ مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ. . .) . </p><p> وإن ملة إبراهيم كانت ملة النبيين؛ لأن الله تعالى اختارة للإمامة، وابتلاه بالكلمات، ولأنه كان يشكر نعم ربه، ولأنه اختاره لبناء البيت، ولأنه اختاره لتعليم مناسك الحج، ولأنه اختاره ليكون أبا الأنبياء؛ ولذلك كله قال تعالى:  (وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الآخِرةِ لَمِنَ الصَّالحِينَ) وقال تعالى في آية أخرى: (شَاكِرًا لأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاط مّسْتَقِيمٍ) . </p><p> ومعنى اصطفاه الله تعالى، أي اختاره بعد أن ابتلاه بما صفى نفسه وخلصها لله تعالى، وصار ليس في قلبه موضع لغيره فاختاره من بين خلقه خليلا له، وكان أمة وإماما، وكان أواها حليما رجاعا إلى الله تعالى دائما. </p><p> وأكد سبحانه وتعالى أنه في الآخرة لمن الصالحين، ففي الدنيا اصطفاه، فكان معه فيها على الخير المطلق، وقد ابتلى فأحسن البلاء، وكان صفيا وكان وليا، واختص بأن يكون خليلا. </p><p> وقد وصف سبحانه وتعالى حاله في الآخرة مؤكدا فقال:  (وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ) وقد قال بعض الناس: إن العمل الصالح في الدنيا وإن جزاءه في الآخرة فالآخرة دار جزاء لَا دار عمل، فكيف يقال في الآخرة إنه من الصالحين؟! ونقول في الجواب عن ذلك إن ما ذكره الله تعالى عن حاله في الآخرة أنه سجل له الوصف بأنه من الصالحين فقد سجل عليه سبحانه وصف الصلاح، والمعنى أنه ختم أعماله في الدنيا بالخير، وصار في زمرة من كتب الله لهم الصلاح في الآخرة، ففي الآخرة جعله تعالى في جملة من رضي عنهم ووسمهم بالصلاح فكافأهم برضوانه تعالى وهو أكبر الجزاء، فليس في الآخرة عمل، وإنما في الآخرة تسجيل الصلاح، والجزاء عليه، وأنه يكون الصالح الذي جعل له لسان صدق في الآخرين. </p><p> وقد أكد سبحانه وتعالى أنه في زمرة الصالحين الذين نالوا رضوان الله بقوله:  (وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ) فأكد بإنَّ الدالة على توكيد الخبر، وأكد بـ \" اللام \" في قوله لمن الصالحين، وأكده بتقديم في الآخرة، وذلك التأكيد لأنه من الذين وصلوا إلى أعلى درجات الصلاح. </p><p> وإن عده من الصالحين يوم القيامة، إنما كان لأنه أخلص وأسلم وجهه لله رب العالمين مستجيبا طلب الله تعالى منه، إذ طلب ربه منه أن يكون كله له وحده؛ ولذا قال تعالى: </p>"
}