{
  "id": null,
  "sura": 2,
  "aya": 98,
  "text": "<p> (مَن كَانَ عَدُوًّا لِّلَّهِ) ، فابتدأ سبحانه بلفظ الجلالة الكبير في ذاته خالق الوجود، وخالق الملائكة والجن والإنس، والشمس والقمر والسماوات والأرض ابتدأ بذكره جل جلاله لبيان أن من عاداه، فقد تعرض لأعظم نقمة وأشد ضلال وخروج عن الحق، فالابتداء به سبحانه وتعالى لبيان أعظم خطورة يتعرضون لها بجهلهم وفساد نفوسهم وضلال فكرهم. </p><p> وثنى سبحانه بالملائكة، وأضافهم سبحانه وتعالى إليه للإشارة إلى أن عداوتهم هي عداوة له فهم يعادونه ابتداء بمعاداة ذاته العلية، ثم يعادونه ثانيا بمعاداة ملائكته الذين خلقهم لايعصون الله ما أمرهم ويفعلون ما يؤمرون وهم في </p><p> الملكوت. . ثم ثَلث بكتبه التي أنزلها هداية للناس ورحمة، وشفاء لأدواء الجماعات، ونسبها سبحانه وتعالى إليه إشعارا لهم بأن عداوة هذه الكتب عداوة لله تعالى لأنها هجر لكلامه، ورد لرسالته، وأي ذنب أقبح من عداوة رسالات الله تعالى التي شرفت بإرساله واحتوت على البينات والحكم الباهرة، ثم بين بعد ذلك عداوتهم لرسله الأكرمين، وأنها عداوة لمن أرسلهم، فمن عادى الرسول فقد عادى من أرسله مبشرا ونذيرا، وداعيا إليه وسراجا منيرا. </p><p> وذكر سبحانه وتعالى عداوة جبريل وميكائيل وخصهما بالذكر مع أنهما دخلا في عموم الملائكة؛ لأن الله تعالى خصهما بالشرف والتفضيل على غيرهما من الملائكة وهو يختص برحمته من يشاء وهو ذو الفضل العظيم، ولأن جبريل كان روح القدس الأمين الذي نزلت عن طريقه الرسالات الإلهية على من أرسلهم مبشرين ومنذرين، وأن اليهود حكى عنهم أنهم كانوا يفاضلون بين هذين الملكين الكبيرين، فيعادون جبريل، لأنه ينزل بالقرآن ويوالون ميكائيل؛ لأنه يأتي بالرحمة والغيث، فأشار سبحانه إلى أن عداوة أحدهما عداوة له، ومن عادى جبريل لأنه مكلف بالقيام بأمر من الله تعالى فقد عادى الآخر؛ لأنه قائم بمثل ماقام به. </p><p> هذا هو فعل الشرط الذي يتضمن عداوة الله وملائكته وكتبه ورسله، وجبريل وميكائيل، وجواب الشرط هو قوله تعالى:  (فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ) فجزاء هذه العداوة الظالمة، كراهية عادلة، ويتبعها العقاب الشديد، وهنا إشارتان بيانيتان: إحداهما - في تقدم الكتب على الرسل، والسياق يسوغ تقديم الرسل على الكتب؛ لأنهم الذين جاءوا بها، ونزلت عليهم، فلم قدمت الكتب؛ والجواب عن ذلك أنها موضوع الرسالة ولبها، وهي المشتملة على أمر الله تعالى ونهيه وهي خطاب الله تعالى إلى عباده، فقدمت كما يقدم الكتاب الذي تكتبه على الرسول الذي تحمله الكتاب. </p><p> الثانية - أن الله تعالى أظهر في موضع الإضمار فقال: فإن الله عدو للكافرين، ولم يقل لهم، وذلك لبيان أنهم بهذه العداوة قد كفروا وجزاء الكفر </p><p> العذاب الأليم فالإضمار كان فيه وصف هو سبب العقاب، ولقد جاء في البخاري في حديث قدسي عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \" إن الله تعالى قال: من عادى لي وليا فقد آذنته بالحرب، وما تقرب إليَّ عبدي بشيء أحب إليَّ مما افترضته عليه، وما يزال عبدي يتقرب إلى بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، ولئن سألني لأعطينه، ولئن استعاذني لأعيذنه \" . </p><p> * * * </p><p> (وَلَقَدْ أَنْزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ وَمَا يَكْفُرُ بِهَا إِلَّا الْفَاسِقُونَ (٩٩) أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَبَذَهُ فَرِيقٌ مِنْهُمْ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ (١٠٠) وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ (١٠١) </p><p> * * * </p><p> يذكر القرآن أخلاق بني إسرائيل في ماضيهم الممتدة في حاضرهم، إذ قد اتصف بها حاضرهم كما اتصف بها ماضيهم، وهو الإنكار لكل ما يجيء به نبي من الأنبياء، فيذكر الله سبحانه وتعالى ما تلقوا به ما أنزل إلى النبي - صلى الله عليه وسلم - من آيات بينات. </p><p> الآيات البينات هي القرآن، وقد فسر بعضهم الآيات بالآيات الكونية، وإن ذلك بعيد، لأن وصف الآيات بالبينات دليل على أنها الآيات المتلوة، وهي بينة؛ لأن الكتاب بين واضح في ذاته، وواضح الدلالة على رسالة النبي - صلى الله عليه وسلم -، ونلاحظ إشارة بيانية في الدلالة على أنه معجزة النبي - صلى الله عليه وسلم -، وهي قوله تعالى: </p>"
}