{
  "id": null,
  "sura": 2,
  "aya": 274,
  "text": "<p> (الَّذِينَ يُنفِقُونَ أَلْوَالَهُم بِالَّليْلِ وَالنَّهَارِ سِرًّا وَعَلانِيَةً) هذا ختام آيات الإنفاق في سبيل الله، وقد ختم سبحانه هذه الآيات كما بدأها؛ بدأها بالجزاء الأوفى لمن يتصدق وينفق في سبيل الله، وختمها بالعاقبة الحسنى لمن يتحرى في الصدقات مواضعها، أيا كان زمنها، وأيا كان حالها، فتستوي نفقة الليل ونفقة النهار، وصدقة السر وصدقة العلن، ما دامت الصدقات قد قصد بها مرضاة الله تعالى، وسلمت من آفاتها وهي المن والأذى والرياء. </p><p> وقوله تعالى:  (الَّذِينَ يُنفِقُونَ أَمْوَالَهُم بِالَّليْلِ وَالنَّهَارِ) فيه بيان عموم الأزمان، فليس للصدقات وقت معلوم تقبل فيه، وآخر ترد وترفض، بل هي خير كلها، المقصود منها النفع العام، وهو متحقق فيها ليلًا ونهارًا، وغدوة وعشيا، وفي الضحى وفي الأصيل، فالعبرة بالفعل ونيته ونتيجته لَا بزمانه ولا بوقته. وقوله تعالى:  (سِرًّا وَعَلانِيَةً) فيه بيان عموم الأحوال، ما دامت الصدقة قد خلت مما يرنِّق صفو الإخلاص فيها، ولا يجعلها خالصة لوجه الله الكريم. ولقد قالوا إن تقديم الليل على النهار، والسر على العلانية فيه إيماء إلى أن الأولى الإخفاء والستر؛ وإن ذلك واضح؛ لأن في الإخفاء والستر احتياطا للنفس وصونا لها عن كل ما يؤدي إلى الرياء؛ فإن الإعلان قد يؤدي إلى الحمد والثناء، وقد يستمرئ المعطي ذلك، ويستطيبه، ثم يطلبه ويقصده، وعند ذلك يدخل الرياء، إذ يجد الثغرة في هذا الموضع فينفذ إلى النفس منها. </p><p> وهناك نوع من التعميم آخر في الآية غير عموم الزمان والحال، وهو عموم الإنفاق؛ فقد قال تعالى:  (الَّذِينَ يُنفِقُونَ أَمْوَالَهُم) ولم يقل مثلًا يطعمون، فالإنفاق باب واسع يشمل الإطعام والكسوة، كما يشمل سداد الدين ودفع المغارم، وإعداد العدة في سبيل الله تعالى، وإمداد المحاربين، وشراء ما يخصص للنفع العام، كشراء عثمان بئر رومة؛ فكل هذا من الإنفاق، وعمم مع الإنفاق الأموال التي تنفق، فكله خير وكله له جزاؤه. </p><p> (فَلَهُمْ أَجْرهُمْ عِندَ رَبِّهِمْ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنونَ) هذا جزاء الذين ينفقون بإخلاص غير مقيدين بزمان ولا حال ولا مكان، ولا قدر من الإنفاق، ولا نوع منه. والجملة موقعها من الإعراب أنها خبر والمبتدأ الذين ينفقون، ودخلت الفاء في الخبر، لأن الموصول في معنى الشرط فتدخل الفاء في خبره جوازًا، كما تدخل جواب الشرط. </p><p> والجزاء الذي ذكره سبحانه وتعالى ثلاثة أنواع: </p><p> أولها: الثواب يوم القيامة، وفي الدنيا، وذلك بالبركة، وبفضل التعاون الذي توجده الصدقة والإنفاق في سبيل الله؛ ثم بالنعيم المقيم يوم القيامة. وقد سمى سبحانه وتعالى ذلك أجرًا، وسماه في مواضع أخرى جزاء، مع أنه المعطي والمانع، والرازق والباسط، وذلك تفضل منه وكرم، ولنتعلم من الله عدم المنِّ في العطاء. </p><p> والثاني من الجزاء: الأمن من الخوف؛ إذ قال سبحانه:  (وَلا خَوْفٌ عَلَيْهِمْ) والصدقة تؤمن من الخوف في الدنيا وفي الآخرة، فهي أمن من عذاب الله يوم القيامة؛ إذ إنها تكفر السيئات، كما قال تعالى:  (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ. . .) ، وكما قال - صلى الله عليه وسلم -: \" الصدقة تطفئ الخطيئة \"  (١) ، أما الأمن من من الخوف في الدنيا، فلأن الإنفاق في مواضع الإنفاق وقاية للمجتمع من غوائل الفقر، وعوامل التخريب، فلا يحصن مال الغني إلا الإنفاق في كل ما يعود على الفقير والمجتمع بالنفع، وإن الأمن من الخوف بالإنفاق واضح كل الوضوح في الإنفاق لإمداد القوات المجاهدة في الدفاع عن الأمة، كما هو واضح في سد حاجات الفقير، وتهيئة فرص الحياة الرفيعة والعمل له. </p><p>(١) سبق قريبا.</p><p> والثالث من أنواع الجزاء: نفي الحزن، والبعد عن أسبابه. والحزن هم نفسي؛ ولذا عبر عنه بالفعل الذي يصور النفس والشخص فقال سبحانه:  (وَلا هُمْ يَحْزَنونَ) وهَم النفس يُدْفع بالاعتماد على الله، وطلب رضاه، واطمئنان الضمير، وبرد اليقين، وذلك كله يتحقق في الدنيا بالصدقة، وزوال الحزن في الآخرة بها أعظم وأكبر. </p><p> هذا والآية عامة تشمل كل من يسارع إلى الإنفاق في وقت الحاجة إليه في سر أو في إعلان في ليل أو في نهار، غير قاصد بما أنفق إلا الخير يبتغيه، ومرضاة الله سبحانه وتعالى، لَا يرائي ولا يمنُّ ولا يؤذي، ولقد ذكر العلماء أن الآية مع عمومها وجدت روايات في سبب نزولها. </p><p> وهذه الروايات كلها لَا تمنع عمومها، وإنها تبين فضل المنفق المخلص الذي يعم إنفاقه، ويجيء في وقت الحاجة إليه، و \" الله في عون العبد ما دام العبد في عون أخيه \"  (١) . </p><p> * * * </p><p>(١) جزء من حديث رواه مسلم: الذكر والدعاء - فضل الاجتماع على تلاوة القرآن وعلى الذكر (٤٨٦٧) عَنْ أبِى هُرَيْرَةَ رضي الله عنه.</p><p> (الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ذَلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ وَمَنْ عَادَ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٢٧٥) يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ وَاللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ (٢٧٦) </p><p> * * * </p><p> كانت الآيات الكرِيمات من قوله تعالى:  (مَثَلُ الَّذِينَ يُنفقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّه كَمَثَلِ حَبَّةِ أَنْبَتَتْ سَبْع سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ. . .) ، إلى هذه الآيَة الكريمةَ </p>"
}