{
  "id": null,
  "sura": 2,
  "aya": 168,
  "text": "<p> (يَا أَيُّهَا النَّاسُ) يشمل الناس جميعا مؤمنهم ومشركهم، وكافرهم سواء أكان وثنيا أم كان كتابيا، وإن الله تعالى بين حال الذين اتخذوا من دون الله تعالى أندادا. وأنه يوسوس لهم في طعامهم وطيباتهم وما أحل الله تعالى لهم، ولذا جاء الأمر بالأكل من الحلال والنهي عن تتبع خطوات الشيطان، بعد التنديد باتخاذ الأنداد، وبيان الذين يتخذونها يوم القيامة. </p><p> وقال تعالى:  (يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الأَرْضِ حَلالًا طَيِّبًا) الأمر هنا للإباحة من حيث الجزء، ولكنه للطلب المفروض من حيث الكل، فيباح الأكل بالجزء في الأوقات التي يتخيرها، وفي الطيبات التي يستحسنها، ولكن لَا يباح أن يترك الأكل جملة، لأنه يؤدي إلى الهلاك وهذا منهي عنه. </p><p> وقوله تعالى:  (مِمَّا فِي الأَرْضِ) أي مما تخرحه الأرض من نبات وزرع وثمار وما يمشي من حيوان طيب يحل أكله وما يكون في جوها من طير يطيب أكله. </p><p> وقد ذكر سبحانه وتعالى ما يباح أكله أو يطلب بوصفين: أحدهما أن يكون حلالا لم يحظر أكله كالخنزير والميتة وسباع البهائم وسباع الطير والمنخنقة والموقوذة والمتردية في بئر حتى ماتت، والنطيحة، وما أكل السبع من غير تذكية، وما كان في أصله حلالا، ولكن اقترن به ما جعله محظورا كالذبح على النصب والاستقسام بالأزلام أو سمي عليه بغير اسم الله، أو لم يذك تذكية شرعية فإن ذلك كله ليس بحلال. </p><p> والطيب هو الذي تستطيبه النفوس، وينميها ويغذيها غذاء صالحا، ولا يكون طيبًا إلا إذا كان كسبه من حلال ولا يكون من حرام، ولا يكون حلالا إذا كان من الرشوة أو من السحت أو الربا أو من غلول، وفي الجملة أن يكون كسبه خبيثا، ولو كان في أصله طيبا. روى أن رسول الله - صلى الله عليه وسلم - سمع قوله تعالى:  (يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الأَرْضِ حَلالًا طَيِّبًا) فقال عليه الصلاة والسلام: \" والذي نفسي بيده، إن الرجل ليقذف اللقمة الحرام في جوفه ما يتقبل منه أربعين يوما، وأيما عبد نبت لحمه من السحت أو الربا، فالنار أولى به \"  (١) . </p><p> وبعد الأمر بالحلال نهى عن كل حرام بألا يطيع الشيطان، فقال تعالى:  (وَلا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ) وهذا يصل الكلام بالآية السابقة التي بينت أن من الناس من اتخذ أندادا بوسوسته وإغرائه. </p><p> الخطوات جمع خُطوة بضم الخاء وهي الأفصح، ويجوز فيها خَطوة بفتحها والخطوة ما بين القدمين عند انتقالهما، والخطوات ما بينهما متتابعا، وهذا كناية عن السير في طريق، وتتبع السير فيه، باتباع حركاته، وسيرها، وكأنما شبهت حال أتباعه بحال من يتبع سيره خطوة بعد خطوة، فلو سار به في ضلال سار معه، وانهوى به في هاوية من الفساد، وإن السير وراءه هو سير وراء عدو واضح العداوة، ولذا قال تعالى معللا النهي بقوله تعالى:  (إِنَّهُ لَكُمْ عَدُوٌّ مبِينٌ) ، بمعنى بيِّن العداوة لا يخفيها ولا يطويها، فمبين بمعنى إن عداوته جلية واضحة؛ لأنه يبينها ولا يخفيها من يوم أن عارض آدم كما قال تعالى:  (اهْبطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوّ. . .) ، وكما قال تعالى:  (إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبه ليَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ) ، وكما قال تعالى:  (إِنَّهُ عَدُوٌّ مضِلٌّ مبِينٌ) ، وكما قال تعالى:  (الشَّيْطَانُ يَعِدُكُم الْفَقْرَ وَيَأْمُرُكُم بِالْفَحْشَاءِ. . .) . </p><p>(١) رواه بهذا اللفظ الطبراني في الصغير عن ابن عباس رضي الله عنهما. [راجع مجمع الزوائد (١٠١٨١)، والترغيب والترهيب (٢٦٦٤) وتخريج أحاديث الإحياء للعراقي ج ٢ ص ٩٠ (الحلبي)].</p><p> وإن النهي عن اتباع خطوات الشيطان له مغزاه ومعناه، ذلك أن الشيطان يجيء من الحلال الطيب الذي تشتهيه الأنفس فيخلطه بغيره، ويأخذ بالنفس التي تطيعه من طيب المال إلى سوئه، ويأخذهم من مشتبهات الحلال إلى الحرام، كما قال - صلى الله عليه وسلم -: \" الحلال بين والحرام بين وبينهما أمور مشتبهات \"  (١) ، فهو يجيئهم من هذه المشتبهات ومن أجل ذلك كان الأمر بالحلال قد اقترن به النهي عن تتبع خطوات الشيطان الآثمة لأنها تجيء على مقربة من الحلال. </p><p> وكذلك من تتبع خطوات الشيطان أن يحرم المباح على نفسه كما قال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّه. . .) ، ولقد أتي عبد الله بن مسعود بضرع وملح وجعل يأكل فاعتزل رجل من القوم، فقال ابن مسعود: ناولوا صاحبكم فقال: لَا أريد. فقال: أصائم أنت؟ قال: لَا. قال: فما شأنك؟ قال: حرمت أن آكل ضرعا أبدًا فقال ابن مسعود: \" هذا من خطوات الشيطان \"  (٢) ، وكذلك كل تحريم للطيبات هو من خطوات الشيطان، فكان النهي عن اتباع الخطوات مقترنا بإباحة ما أحل الله تعالى؛ لأنه مخالفة لما قرره الشرع. </p><p> ولقد ذكر الله تعالى أن الشيطان لَا يكون منه خير قط، بل سوء وفحشاء، وما لَا يكون فطريا، فقال تعالى معللا النهي عن اتباع خطواته: </p><p>(١) متفق عليه؛ أخرجه البخاري: كتاب الإيمان (٥٠) ومسلم: كتاب المساقاة. (٢٩٩٦) عن النعمان بن بشير - رضي الله عنه. (٢) رواه البيهقي في السنن الكبرى (١٥٣٣٩) ج ١١ ص ٢٥٩.</p>"
}