{
  "id": null,
  "sura": 2,
  "aya": 48,
  "text": "<p> (وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ (٤٨) </p><p> (وَاتَّقُوا) أي اجعلوا لكم وقاية تقيكم عذاب يوم شديد الهول، فيه العذاب الشديد، ولا ينفع نفسا إيمانها إن لم تكن آمنت من قبل، وهو يوم القيامة، وقال سبحانه:  (يَوْمًا) بالتنكير لتذهب النفس مذاهب شتى في تصوير هوله، والإبهام وحده يوجد رهبة، ويشعر بالتهويل، وبأنه لَا يحد عذابه وصف، ولا هوله ذكر، وإن ذلك اليوم الذي اتقاؤه بالعمل الصالح والقيام بالحقوق التي للغير، وأداء الواجبات التي عليه، يتقدم فيه الإنسان منفردا إلا من عمله، لَا يجزيه إلا عمله إن خيرا فخير، ولا تجزي فيه نفس عن نفس شيئا، أي لَا يجزي عمل نفس عن نفس شيئا من الجزاء، فيقدر في قوله لَا تجزي نفس عن نفس أي عمل نفس عن نفس أخرى، أو نقول تجزي بمعنى تقضي، أي لَا تقضي نفس عن أخرى أي شيء قلَّ أو جل، وأن ليس للإنسان إلا ما سعى، وكل امرئ بما كسب رهين. </p><p> وعقب سبحانه وتعالى بما يؤكد أن النفس لَا يجزى عنها غيرها، وأنه لَا منفعة إلا من عملها، فقال تعالى:  (وَلا يُقْبَلُ مِنْهَا شَفَاعَةٌ) والشفاعة من الشفع، والشافع يضم قوته إلى من يشفع فيه، فلا يقبل الله تعالى شفاعة من أحد لأحد، إنما العمل وحده هو الذي ينفع كما قال تعالى:  (فَمَا تَنفَعُهُمْ شَفَاعَة الشَّافِعِينَ) ، وإذا كان للأنبياء شفاعة فبأمر الله تعالى وحده (وَلا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضي وَهُم منْ خَشْيَتِهِ مُشْفِقُونَ) ، (وَلا يُؤْخَذُ مِنْهَا عَدْلٌ) أى لَا يؤخذ منها بدل، فالعدل البدل، فلا ينجيهم من عذاب شفاعة ولا فدية من العذاب ببدل يدفع،) (وَلا هُمْ يُنصَرُونَ) لأنه لَا ناصر إلا الله، لمن الملك اليوم؛ لله الواحد القهار. </p><p> أخذ سبحانه وتعالي يذكر النعم التي أنعمها عليهم، وابتدأ بنعمة الإنقاذ، فقال تعالى: </p><p> * * * </p><p> (وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ (٤٩) وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنْجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنْتُمْ تَنْظُرُونَ (٥٠) وَإِذْ وَاعَدْنَا مُوسَى أَرْبَعِينَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ (٥١) ثُمَّ عَفَوْنَا عَنْكُمْ مِنْ بَعْدِ ذَلِكَ لَعَلَّكُمْ تَشْكُرُونَ (٥٢) وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ (٥٣) </p><p> * * * </p><p> ابتدأ سبحانه وتعالى بأعلى النعم التي أنعم بها عليهم، وهي نعمة الإنقاذ من شر من في الوجود إبان ذلك، وهو فرعون الذي اتخذه الفساق الظالمون من الحكام قدوة يقتدون به في مظالمه، وإن لم يستطيعوا أن يصلوا إلى أن ينتصروا في الحروب مثل انتصاره في عصره. </p><p> أنقذهم الله تعالى على يد موسى كليم الله من بطش فرعون، وقد كان بطشه شديدا بهم، لأنهم كانوا يعدون أجانب في مصر، وكانوا أعداء لهم، فكان فرعون يتخذ السبيل لإفنائهم، أو إضعافهم، فكان يقتل شبابهم ذبحا، ويبقي النساء، ويقول سبحانه وتعالى: </p>"
}