{
  "id": null,
  "sura": 2,
  "aya": 263,
  "text": "<p> (قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى وَاللَّهُ غَنِيٌّ حَلِيمٌ (٢٦٣) </p><p> في هذه الآية الكريمة يبين سبحانه منزلة قول المعروف، وكيف يذهب الأذى بخير الصدقة الفردية، وأن الحرمان فيها مع قول الخير خير من الصدقة مع الأذى بالمن أو غيره، وأن ألم الحرمان أقل من أذى القول؛ لأنه أذى يصيب النفس بالجراح، وجراح النفس ليس لها التئام، أما ألم الحرمان فيذهبه الصبر، ووراء الصبر الفرج القريب، وإن الله مع الصابرين. </p><p> وقول المعروف هو الرد الجميل لطالب العطاء، وذلك بتأنيسه، وترجية الخير له، وإن هذا في ذاته صدقة؛ ولقد قال - صلى الله عليه وسلم -: \" الكلمة الطيبة صدقة، وإن من </p><p> المعروف أن تلقى أخاك بوجه طلق \" (١) ولقد قال بعضا الحكماء (الق صاحب الحاجة بالبشر، فإن عدمت شكره لم تعدم عذره) . </p><p> وإنه ظاهر من هذا أن قول المعروف يكون لصاحب المصلحة الشخصية الذي يطلب من المنفق مباشرة. ولقد ذكر الأستاذ الإمام الشيخ محمد عبده أن قول المعروف يكون أيضًا عندما يكون الإنفاق في المصلحة العامة، وإنه يكون كفاءها، ومساويًا لها، وخيرًا من الصدقة التي يتبعها أذى، وذلك بالتحريض على العمل، وعلى الإنتاج، وعلى الإعطاء، ويكون بالدعوة إلى كل ما فيه رفعة الأمة وتقوية عناصرها والتعاون بين آحادها، وإن ذلك بلا ريب فضله لَا يقل عن الإنفاق من غير مَنٍّ، ويزيد عن الإنفاق مع المَنِّ والأذى. </p><p> والمغفرة معناها الستر أو العفو، والمراد: إما الستر من المطلوب منه العطاء، وعانوه، وذلك بأن يستر خلة المحتاج ولا يعلن سوء حاله، ويجعلها موضع حديثه، ويعفو عنه إذا أغلظ أو جفا، أو أثقل في السؤال، وألحف في المسألة، وإما أن نقول إن المغفرة هي مغفرة الله سبحانه وتعالى للمسئول إذا لم يعط من غير شح ولا بخل. </p><p> والمعنى على هذا التخريج: إن قول المعروف مع مغفرة الله سبحانه وتعالى خير من الصدقة يتبعها الأذى. والوجه الأول أظهو وأبين، وهو المتفق مع سياق القول. </p><p> وقد ختم الله سبحانه الآية بقوله تعالى:  (وَاللَّهُ غَنِيٌ حَلِيمٌ) لإثبات أن الذين يعطون إنما يقصدون وجه الله بعطائهم لينفعوا عباده، فإذا لم يقصدوا وجهه تبارك وتعالى؛ ويطلبوا رضوانه، فإنه غني عنهم، وهو بغناه الذي يعلو فوق كل تقدير يستطيع أن يجعل الفقير غنيا يعطي، والغني فقيرًا يسأل، فالمال مال الله، وهو غاد ورائح والله سبحانه وتعالى حليم، وعلى الناس أن يتخلقوا بأخلاق الله تعالى، ولله المثل الأعلى، وليس كمثله شيء، فلا يصح أن يدفعهم حمقهم لأن يقولوا </p><p>(١) رواه الترمذي: البر والصلة (١٨٩٣)، وأحمد (١٤١٨٢).</p><p> للفقير ما يؤلم، أو للقائم بالمصلحة العامة التي أنفقوا في سبيلها ما يثبط همته، وينهنه من عزيمته. وفي ذكر هذا الوصف الكريم في هذا المقام إشعار بأن المن والأذى ذنب كبير يستحق العقاب، ولكن لحلم الله تعالى، ولأن رحمته سبقت عذابه أمهل ولم يهمل. </p><p> * * * </p>"
}