{
  "id": null,
  "sura": 2,
  "aya": 144,
  "text": "<p> (قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) . </p><p> كان النبي - صلى الله عليه وسلم - يرجو أن يحول من بيت المقدس إلى البيت الحرام؛ لأن الكعبة بناء إبراهيم، ولأن ملته هي ملة إبراهيم، ولأنه مثابة الناس وأمنهم، ولأنه مجتمع العرب، ومؤتلفهم، ولأن في الاتجاه إليه تأليف قلوبهم، ومعنى تقلب الوجه الكريم أن يخفضه خضوعا، ويرفعه رجاء، فالتقلب التردد بين الرفع لله راجيا ضارعا أن يحوله إلى قبلة يرضاها، وترضي العرب، ولا يكون فيها تابعا لبني إسرائيل، بل يولى وجهه إلى قبلة إبراهيم وإبراهيم أبو الأنيياء. </p><p> فتقلب الوجه، هو الضراعة إلى الله تعالى لكي تكون القبلة هي البيت الحرام، والرجاء منه بأن يتجه إلى السماء داعيا، وراجيا أن ينزل قرآن بتحويل القبلة. </p><p> وقد قصر بعض المفسرين تقلب الوجه وتردده بين رفعه ضارعا، وخفضه خاضعا على رجاء نزول قرآن بالتحويل، وظن أن الدعاء بتحويل القبلة تقدُّم بالطلب على الله تعالى، والحق أن التقلب لرجاء الوحي وللضراعة إليه والدعاء، وليس في </p><p> ذلك تقدم على الله في طلب شرعه؛ لأن الرسول عليه الصلاة والسلام فهم أن الاتجاه إلى بيت المقدس ليس دائما، وأنه سيعود إلى بيت الله الحرام، فهو إذا دعا بذلك وتلصرع إنما يستنجز وعد الله تعالى، ويرجو أن ينزل قرآن بذلك. </p><p> ولقد أجابه سبحانه إلى ما يرضيه ويرجوه فقال تعالى:  (فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا) الفاء هنا تشير إلى أن ما قبلها سبب لما بعدها؛ أي أن الله تعالى استجاب لرجاء النبي - صلى الله عليه وسلم -، ودعائه، وقوله:  (فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا) معناها لنمكن لك ونعطيك القبلة التي ترضاها، من قبيل وليت الأمير أي جعلته واليا، فالمعنى لنحطينك القبلة التي ترضاها، أو لنولين وجهك ناحية القبلة التي ترضاها. </p><p> وقد أكد الله تعالى إجابة مطلب النبي - صلى الله عليه وسلم - أو دعائه ورجائه بالقسم المطوي في الكلام الذي دل عليه جواب المصدر بلام القسم، وتقدير القول: فوالذي يحلف به لَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا، وهي الحق الذي قدره الله تعالى في علمه المكنون أن المسلمين على ملة إبراهيم عليه السلام، فلابد أن يتجهوا إلى بنيته. </p><p> وإن هذه الآية في معناها سابقة على قوله تعالى:  (سَيَقول السُّفَهَاء. . .) ؛ لأن تقدير قول السفهاء لَا يكون إلا بعد أن حولهم عن قبلتهم التي كانوا عليها، كما نص القرآن الكريم. </p><p> وقد بين سبحانه القبلة بقوله تعالى:  (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) والفاء للتفريع عما قبلها، والوجه المراد به حقيقة الوجه؛ لأنه يتجه بوجهه نحو البيت الحرام، وقد يراد به الشخص كله]. ويكون الوجه المراد به الذات، والتعبير بالوجه غن الذات؛ لأنه الذي تكون به المواجهة، ولأنه أظهر جزء في جسم الإنسان. </p><p> والشطر الناحية والاتجاه، والنحو، ولقد جاء في تفسير أبي السعود العمادي: وقيل الشطر اسم لما ينفصل من الشيء، ودار شطر، إذا كانت منفصلة عن الدور، ثم استعمل لجانبيه وإن لم ينفصل. </p><p> ويستعمل أيضا في نصف الشيء أو جزئه، ومهما يكن من الأصل اللغوي فالمراد هنا الجهة أو الناحية أو نحو ذلك، والبيت الحرام قبلة الناس في مشارف الأرض ومغاربها، روي عن ابن عباس أنه قال إن النبي - صلى الله عليه وسلم - قال:  \" البيت قبلة لأهل المسجد، والمسجد قبلة لأهل الحرم، والحرم قبلة لأهل الأرض في مشارقها ومغاربها من أمتي \"  (١) . </p><p> وقوله تعالى:  (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) الخطاب فيه للنبي - صلى الله عليه وسلم -، وهو إجابة لما رجاه، فخصه أولا بالإجابة إرضاء وتقريبا وإيناسا، وتشريفا، ولتبيين منزلته عند الله تعالى. </p><p> وقد بين من بعد ذلك أن هذا حكم عام، وليس بخاص بالنبي - صلى الله عليه وسلم -، فقال:  (وَحَيْثُ مَا كنتُمْ فَوَلُّوا وُجوهَكمْ شَطْرَهُ) . </p><p> وقد كان النص السابق ربما يفيد معنى الخصوص، وإن كان لَا يدل عليه، فقد يفيد خصوص النبي - صلى الله عليه وسلم -، وخصوص المكان الذي يقيم فيه النبي - صلى الله عليه وسلم -، فكان هذا النص يفيد عموم الخطاب، وعموم الناس، وعموم الأمكنة، وكل يتعرف مكانه وموضع اتجاهه، ففي أي مكان حيث يكون يتجه إليه مجتهدا يتعرف مكان اتجاهه، جاعلا وجهه صوب الكعبة على جاتب من جوانبها، وعلى أي ريح من ريحها ما دام متجها نحوها، غير مستدبر لها. </p><p> وقد أشار القرآن الكريم إلى سفه الذين قالوا ويقولون:  (مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا. . .) ، وكان اليهود مبعث هذا التشكيك، وإن كانوا لم ينالوا فيه مأربا. وقد بين سبحانه وتعالى أنهم دائبون على إنكارهم وسفههم، وإثارتهم للريب وإن لم يستطيعوا، فقال تعالى مبينا مبالغتهم في الجحود مع علمهم بالحق:  (وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ) والضمير في قوله </p><p>(١) رواه البيهقي في سننه: باب من طلب باجتهاده الكعبة (٢٢٦٦) ج ٢ ص ٢٨٠. وانظر نصب الراية للزيلعي (٥٢) ج ١ ص ٢٥٣.</p><p> تعالى:  (لَيَعْلَمُونَ أَنَّهُ الْحَقُّ) قد يعود إلى النبي - صلى الله عليه وسلم - وهو حاضر في الأنفس وفي العقول فكأنه حضور عقلي لَا يقل عن العود على مذكور، لأنه مبشر به في كتبهم، معلوم عند أحبارهم، ومعنى (أَنَّهُ الْحَقُّ) أي أن ما جاء به هو الحق، فليس فيما أتي به الباطل. </p><p> ولعل ذلك قد يكون بعيدا من ناحية الصياغة البيانية، لَا من ناحية الحقائق المنزلة؛ ولذا نرجح أن الضمير يعود على التحويل أو التولي الذي رجاه النبي - صلى الله عليه وسلم -، وكان يقلب وجهه رجاء أن ينزل به وحي الله تعالى، ورجحنا ذلك؛ لأنه في الموضوع، ولأن السياق البياني يتلاقى معه، ولأنه الجدير بأن يوصف بالمصدر وهو الحق، فالنبي عند الكلام في شأنه يقال إنه جاء بالحق أو الصدق، أو نحو هذا من البيان. </p><p> وإن ذلك هو الحق عندهم، فقد علموا مما عندهم من كتب أن النبي وجُدُودُه كانوا في \"(اران)، وأن(فاران)هي بيت عبادة أولاد إسماعيل، و(فاران)هي مكة وما حولها.</p><p> وأكد الله تعالى علمهم بالحق فقال:  (أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ) فأكد سبحانه كونه الحق بأن المؤكدة، وبالقصر بتعريف الطرفين، فهو الحق، ولا حق سواه، ثم إنه وصفه بأنه من عند ربهم الذي خلقهم ورباهم، وخلق الأرض كلها، وله مشارق الأرض ومغاربها، فهو أعلم حيث تكون القبلة التي يختارها كما أنه أعلم حيث يجعل رسالته. </p><p> ثم بين ما يعقب أقوالهم وإثارتهم للريب، فقال تعالت كلماته:  (وَمَا اللَّهُ بِغَافِل عَمَّا يَعْمَلُونَ) أي أن الله تعالى عليم بهم علم من لَا يغفل عن أفعالهم من بث للشك، وغمز من القول، ومنهم ساخر بأعمال الرسول - صلى الله عليه وسلم - التي هي من عند ربه، فهم مراقبون في أعمالهم، وذنوبهم وآثامهم لَا تخفى عليه، و \" هو آخذهم بها يوم القيامة. </p><p> إذا كان الذين أوتوا الكتاب قد أثاروا عاصفة من الشك حول تحويل القبلة من بيت القدس، وهو أحد المساجد الثلاثة التي تشد إليها الرحال، فليس ذلك لجهل منهم بالحق كما بينا، ولكن للتعصب الذي استولى على قلوبهم، والتعصب إذا سكن القلوب حال بينها وبين الإدراك السليم فلا تغني الآيات والنذر، ولا تزيدهم البينات إلاخسارا؛ لذا قال تعالى: </p>"
}