{
  "id": null,
  "sura": 2,
  "aya": 275,
  "text": "<p> (الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ) كلها في الصدقات؛ بينت مقاصدها، وبينت آفاتها، وبينت وعاءها، وما يكون الإنفاق منه، ثم بينت مواضع الصدقات، وما ينبغي الإنفاق فيه؛ وفي هذه الآية الكريمة يبين سبحانه قبح الربا، وإن المناسبة بين الإنفاق في سبيل الله والربا، هي المناسبة بين الضدين؛ فإنه إذا تذكر الشخص أحد الضدين سبق إلى ذهنه ضده؛ وإن التضاد ثابت بين الإنفاق في سبيل الجماعة والربا من عدة نواح: من ناحية النفس التي ينبعث منها الربا، والنفس التي تنبعث منها الصدقة، فنفس الربوي نفس محب لذاته يريد أن يحتاز كل شيء، ونفس المنفق في سبيل الله نفس محب للناس ألوف، يؤثر على نفسه ولو كان به خصاصة، ومن ناحية الحقيقة، فالربا أكل لأموال الناس بالباطل، والإنفاق بذل لمال النفس في سبيل الغير ورفعة شأن الجماعة، وأكل أموال الناس نقيض لإعطاء الناس من حر ماله. ومن ناحية النتيجة فالربا يقطع التعاون بين الناس، أو يكون التعاون قائمًا على الإثم والعدوان، بينما الإنفاق في </p><p> سبيل الله يقيم التعاون بين الجماعة والآحاد على أساس من الفضيلة، والبر والتقوى، ثم الربا يوجد قلق المرابي، والصدقة توجد اطمئنانًا وقرارًا. </p><p> فالربا والإنفاق في سبيل الله نقيضان لَا يجتمعان؛ ولذا جعلهما سبحانه وتعالى متقابلين تقابل الأضداد، في قوله تعالى:  (وَمَا آتَيْتُم مِّن رِّبًا لِّيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلا يَرْبُو عِندَ اللَّهِ ومَا آتَيْتُم مِّن زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُوْلَئِكَ هُمُ الْمُضْعِفُونَ) . </p><p> وقد ابتدأ سبحانه في بيان حقيقة الربا وحكمه ببيان أثره في نفس المرابي، ليعلم كل إنسان أن أثره شر في نفس صاحبه، وأن أول من يناله الضرر هو المرابي نفسه، فهو بمقدار ما يكثر من مال يكثر من الهموم؛ ولذا قال سبحانه:  (الَّذِينَ يَأْكلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ) فهذه الجملة السامية تصوير لحال المرابي، واضطراب نفسه، وقلقه في حياته، فالله سبحانه وتعالى يمثل المرابي في قلقه المستمر وانزعاجه الدائم بحال الشخص الذي أصيب بجنون واضطراب، فهو يتخبط في أموره وفي أحواله، وهو في قلق مستمر. </p><p> ومعنى التخبط الضرب في غير استواء؛ ولذا قيل في المثل: خبط عشواء. والمعنى على هذا أن الذين يأكلون الربا، ويتخذونه سبيلًا من سبل الكسب هم في حال لا يقرون فيها ولا يطمئنون، فلا يقومون ولا يتحركون إلا وهمُّ المال قد استولى على نفوسهم، والخوف عليه من الضياع مع الحرص الشديد قد أوجد قلقا نفسيا دائما في عامة أحوالهم، فهم كالمتخبط بسبب ما مسَّه الشيطان. </p><p> وإن تشبيه حال المرابين بحال المجنون الذي مسه الشيطان فيه إشارة إلى أن الشيطان قد يمسُّ نفس الإنسان فيصيبه. وقد أنكر ذلك الزمخشري في تفسيره، وخرج الآية الكريمة على غير المعنى الذي يفيد هذا فقال في الكشاف في هذا التعبير الكريم: وتخبط الشيطان من زعمات العرب، فورد على ما كانوا يعتقدون، والمس الجنون، ورجل ممسوس، وهذا أيضا من زعماتهم وأن الجني يمسه فيختلط عقله، </p><p> وكذلك جُنَّ الرجل معناه ضربته الجن، ورأيتهم لهم في الجنِّ قصص وأخبار وعجائب، وإنكار ذلك عندهم كإنكار المشاهدات. </p><p> وإن هذا الكلام يفيد بفحواه أن العرب يزعمون صلة بين الجنون والجن، وأنه من مسِّ شياطين الجنِّ، وأن القرآن ورد التعبير فيه على مثل ما كانوا يعبرون، وإن لم يكن ذلك حقيقة مقررة في الإسلام عند الزمخشري. </p><p> ولكن وردت أحاديث تفيد أن الشيطان يمس الإنسان، ويكون لمسِّه أثر في فكره وعقله، فهل نترك ظواهر هذه الأحاديث مثل قوله - صلى الله عليه وسلم - فيما رواه النسائي:  \" اللهم إني أعوذ بك من التردي والهدم والغرق والحريق، وأعوذ بك أن يتخبطني الشيطان عند الموت، وأعوذ بك أن أموت في سبيلك مدبرًا، وأعوذ بك أن أموت لديغًا \"  (١) . </p><p> وفى الحق إن البحوث الروحية التي يجريها العلماء الآن في أوربا أثبتت أن الشياطين من الجن تخبط نفس الإنسان أو تمسها فيكون الجنون، وأن تلك العبارات التي كانت تجري على ألسنة العرب حقائق ثابتة الآن، فلا يسوغ لنا أن نؤول القرآن الكريم بغير ظاهره، لإنكار لَا دليل عليه. </p><p> وإن ظاهر الآية الكريمة يفيد أن هذا التمثيل هو لبيان حالهم في الدنيا، فهو تصوير لاضطرابهم وقلقهم وتخبطهم في حياتهم، وإن بدوا منظمين فهو تنظيم مادي، ومعه القلق النفسي، والانزعاج المستمر. </p><p> هذا هو ظاهر الآية، وبه قال بعض المفسرين، ولكن قال الزمخشري ومعه الكثيرون: إن ذلك التخبط من أكلة الربا هو يوم القيامة، فقال في الكشاف: \" المعنى أنهم يقومون يوم القيامة مخبلين كالمصروعين، تلك سيماهم يعرفون بها عند أهل الموقف، وقيل الذين يخرجون من الأجداث يوفضون إلا أكلة الربا، ينهضون </p><p>(١) رواه النسائي: الاستعاذة - الاستعاذة من التردي والهدم (٥٤٣٦) عن أبي اليسر، وأبو اليسر هو كعب بن عمرو بن عباد الأنصاري توفى ٥٥ هـ. وعنه أيضا رواه أبو داود: الصلاة - الاستعاذة (١٣٢٨)، وأحمد: مسند المكيين (١٤٩٧٥)].</p><p> ويسقطون كالمصروعين؛ لأنهم أكلوا الربا فأرباه الله في بطونهم حتى أثقلهم فلا يقدرون على الإيفاض \". ونرى من هذا أن الكشاف يقصر تلك الحال التي صورها التمثيل على الآخرة. وإني أرى أنه يصور حالهم في الدنيا والآخرة؛ فهم في الدنيا في قلق مستمر، وفي الآخرة تثقلهم سيئاتهم فيتخبطون، وكأنهم المصروعون.</p><p> ولا عجب في أن تكون تلك حالهم في الدنيا، فالربويون أكثر الناس تعرضًا للأزمات القلبية، كما يعرَضون الجماعات للأزمات الاقتصادية؛ ولقد قرر الأطباء أن نسبة ضغط الدم، وتصلب الشرايين، والشلل والذبحة الصدرية عند الربويين أضعافها عند غيرهم، وما علمت ربويا مات إلا سبقه الشلل أو أخواته قبل أن يجيء إليه الموت ليستقبل نار جهنم؛ وذلك لأنهم (لا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّدي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ) والله أصدق القائلين. </p><p> والربا معناه واضح يفهمه العامة وهو الزيادة في الذين في نظير الأجل، ولكن الذين يحاولون تطويع الشريعة لتكون أمةً ذليلة للاقتصاد الربوي عقدوا معنى الربا، وهم يحسبون أنهم يحسنون صنعًا، ولذلك وجب أن نتكلم بإيجاز في معنى هذه الكلمة. </p><p> أصل الربا من \" ربا \" يربو بمعنى \" زاد \"، أو \" نما \"، ثم أطلقت كلمة ربا على ذلك النوع من التداين، وهو أن يزيد المدين في الدَّين في نظير الزيادة في الأجل، وقد صار إطلاق كلمة الربا على هذا المعنى حقيقة لغوية، أو هو عرف لغوي،وهذا هو الربا المذكور في قوله:(يَا أَيُّهَا الَّذينِ آمُوا لَا تَأْكلُوا الرِّبَا أَضْعَافًا مُّضاعَفَةً. . .)وقوله تعالى:(ومَا آتَيْتُم مِّن رِّبًا لِّيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلا يَرْبُو عِندَ اللَّهِ. . .)، وقوله - صلى الله عليه وسلم - \" ألا إن ربا الجاهلية موضوع، وأول ربا أبدأ به ربا عمي العباس بن عبد المطلب \" (١) وهذا الربا يسمى ربا النسيئة؛ ولقد ورد في </p><p>(١) جزء من حديث طويل رواه مسلم: الحج - حجة النبي - صلى الله عليه وسلم - (٢١٣٧)، وأبو داود في المناسك - صفة حجة النبي - صلى الله عليه وسلم - (١٦٢٨)، وابن ماجه: المناسك (٣٠٦٥)، وأحمد: أول مسند البصريين (١٩٧٧٤).</p><p> الأثر (إنما الربا النسيئة)  (١) ولم يشك أحد من الفقهاء في أن هذا محرم، فتحريمه ثابت بالنص القرآني، والحديث النبوي، والإجماع الفقهي؛ ولقد سئل الإمام أحمد عن الربا المحرم قطعًا، فقال رضي الله عنه: أن تزيد في الدين في نظير الزيادة في الأجل. </p><p> وهناك نوع سمي الربا في الشرع الإسلامي، لَا في الحقيقة اللغوية، وهو ربا العقود، الثابت بقوله - صلى الله عليه وسلم -: \" الذهب بالذهب، والفضة بالفضة، والبر بالبر، والشعير بالشعير، والتمر بالتمر، والملح بالملح مثلًا بمثل، يدًا بيد، فمن زاد أو استزاد فقد أربى، والآخذ والمعطي فيه سواء \"  (٢) . </p><p> وهذا النوع من الربا لم يكن معروفًا في الجاهلية، بل هو حقيقة إسلامية وردت في مقام النهي؛ ولذا يقسم الجصاص الربا قسمين: ربا غير اصطلاحي، وهو ربا الجاهلية عرفته اللغة، ولا مجال للريب فيه؛ وربا اصطلاحي، وهو الربا الذي جاء الإسلام بتحريمه. </p><p> ومع وضوح معنى الربا الجاهلي ذلك الوضوح، وهو الذي جاء بتحريمه القرآن الكريم، وجدنا ناسًا يحاولون أن يشككوا الناس في حقيقته، ليحلوا بذلك التشكيك ربا الصارف، وقد سلكوا للتشكيك مسلكين: </p><p> أولهما: أن قوله تعالى: (يَا أَيّهَا الَّذِينَ آمَنوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُّضَاعَفَةً. . .) ، فهموا منه أو بالأحرى حاولوا أن يفهموا الناس أن الربا المحرم هو ما يكون بمضاعفة الدين، وما دون ذلك حلال، وأهملوا قوله تعالى:  (وَإِن تُبْتمْ فَلَكمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلا تُظْلَمُونَ) ، مع أن قوله تعالى: </p><p> (أَضْعَافًا مُّضَاعَفَةً مهو حال من (الربا) وهو الزيادة، أي لَا تأكلوا تلك الزيادة التي </p><p>(١) رواه البخاري: البيوع - بيع الدينار بالدينار نساء (٢٠٣٣)، ومسلم واللفظ له: المساقاة - بيع الطعام مثلا بمثل (٢٩٩١)]. (٢) رواه مسلم: المساقاة - الصرف وبيع الذهب بالورق نقدا (٢٩٧١)، عن أبي سعيد الخدري رضي الله عنه. كما رواه أحمد والنسائي بمثل هذا.</p><p> تتضاعف عاما بعد عام، فالمضاعفة في الزيادة لَا في أصل الدَّين، وفوق ذلك فالوصف جار مجرى الواقع من تكرار الزيادة حتى تصل إلى قدر الدَّين أو تزيد. ثم إنه من المقرر فقهًا أن النهي إذا ورد عاما ثم جاء نهي في بعض أفراد هذا العام لا يكون ثمة تعارض حتى يخصص العام، بل أقصاه أن بعض أفراد العام ورد فيه النهي مرتين، فله فضل تأكيد، وكذلك الأمر، كما في قوله تعالى:  (حَافظُوا عَلَى الصَّلَوَاتِ وَالصَّلاةِ الْوُسْطَى. . .) . </p><p> المسلك الثاني من مسالك التشكيك أنهم قالوا: إن الربا المحرم هو ما قصد فيه المقترض أن يستدين للاستهلاك لَا للاستغلال؛ فمن يقترض لشراء حاجات لازمة لنفسه أو أهله لَا يصح أن يؤخذ منه زيادة نظير الأجل، ومن اقترض ليوسع تجارته، أو ليصلح زراعته، فهو مستغل بما اقترض، فالزيادة لَا تكون ربا، بل هي مشاركة في الربح. </p><p> ذلك قولهم بأفواههم، والله يقول الحق، وهو يهدي السبيل. وإنه ينقض ذلك الزعم أمران: </p><p> أحدهما: عموم النص القرآني، فهو عام في كل قرض قد جر زيادة فوق رأس المال، بدليل (وَإِن تبْتمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ. . .) . وثانيهما: أن الذين كانوا يقرضون تجارًا، وكان ربا الجاهلية في مكة التي اشتهرت بالتجارة، وكان تجارها ينقلون بضائع الروم إلى الفرس والفرس إلى الروم، وكانت أمن والشام فيهما الجلب والعرض، كما قال تعالى:  (لِإِيلَافِ قُرَيْشٍ (١) إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ (٢) ، فشيوع الربا في ذلك الجو التجاري يدل على أنه كان ثمة ربا استغلال، وأن ربا الاستهلاك والاستغلال كلاهما حرام. </p><p> ولا يصح أن يسمى ربا الاستغلال مشاركة في الربح؛ لأن أصول المشاركة أن يكون ثمة شركة في المغنم والمغرم معا، لَا أن تكون الشركة في المغنم دون المغرم. </p><p> هذه حقيقة الربا، وهي واضحة إلا عند الذين يتقبلون تشكيك المشككين وقد كان أهل الجاهلية يسوغون الربا مع إحساسهم الفطري بأنه ليس أمرًا حسنا، وكانوا يسوغونه بعقد المشابهة بينه وبين البيع، ولذا قال الله تعالى فيهم وفي الرد عليهم:  (ذَلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا) لقد عقد أولئك المشركون مقايسة بين البيع والربا، فقالوا: إن البيع يماثل الربا، فكما أن كسب البيع حلال، فكسب الربا حلال أيضا، ولا فرق بينهما في نظرهم الكليل، كالذين قالوا مقالتهم في ظل الإسلام، لَا في حكم الجاهلية. ولكن ما الوصف الجامع في نظرهم بين البيع والربا؛ لعلهم نظروا إلى أن البيع قد يكون فيه بيع ما يساوي عشرة بخمسة عشر، فكان كسبه من تلك الزيادة، وهي حلال، فكذلك إعطاء مائة وأخذ عشرين ومائة حلال أيضا؛ وإلى أن من يقترض مالا ليتجر فيه يكسب منه وكسبه حلال بالبيع والشراء، فكذلك يكون الربا بالمشاركة في هذا الكسب؛ وإلى أن البيع بثمن مؤجل أكثر من الثمن العاجل حلال، فكذلك تأجيل الدَّين في نظير زيادة يكون حلالاً، وتكون الزيادة كسبًا طيبًا. </p><p> ذلك قولهم، وقد ردَّ الله سبحانه وتعالى قولهم بقوله:  (وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا) فهذه الجملة السامية رد من الله سبحانه وتعالى لقولهم، وعلى ذلك جمهور المفسرين، ويؤيده قوله تعالى:  (فَمَن جَاءَهُ مَوْعِظَةٌ من رَّبِّهِ فَانتَهَى فَلَهُ مَا سَلَفَ) . </p><p> ومرمى الرد الحكيم، أن طالب الحق من عند الله يجب عليه أن يتلقى حكم الله من غير محاولة تشكيك ولا اعتراض، والله قد حرم الربا وأحل البيع، فحق على كل امرئ يؤمن بالله أن يذعن لحكم الله، من غير تململ ولا اعتراض؛ وإنه نظام الله الذي ارتضاه، ولم يرتض سبحانه سواه، وإن هذا الكلام جدير بأن يخاطب الذين يحاولون التخلص من النهي عن الربا بالتفرقة بين الاستدانة للاستهلاك، والاستدانة للاستغلال. </p><p> وإن التفرقة بين البيع والربا واضحة، فإن البيع موضوعه عين مغلة أو منتفع بها مع بقاء عينها، أو يجري عليها الغلاء والرخص، فكان من المعقول أن يجري </p><p> فيها الكسب أما الدَّين فموضوعه نقد لَا يغل بنفسه، ولا ينتفع من عينه، ولا يجري عليه الغلاء والرخص؛ لأنه ميزان لقيم الأشياء، فلا تتغير قيمته في الأمة، وإن اختلفت قوة الشراء به، فالتفرقة بين البيع والربا ثابتة، ولكن الله سبحانه وتعالى يعلمنا الأدب في تلقى أحكامه، فلا يصح أن نقايس أمام أمر الله ونهيه، لتناقض عموم أمر الله ونهيه، وكل تفكير فيه معارضة لأوامر الله أو لنهيه فهو رد على صاحبه. </p><p> ولقد كان مقتضى القياس الظاهري أن يقاس الربا على البيع فيقال: إنما الربا مثل البيع، لَا أن يقاس البيع على الربا فيقال:  (إِنَّمَا الْبَيْعُ مِثْل الرِّبَا) ولكن جاء سياق القول على ذلك النحو؛ للإشارة إلى أن أولئك يؤمنون بالربا أشد الإيمان، حتى إنهم ليجعلونه أصلًا في التشبيه، فيشبهون البيع به، وكأن حلَّه أصل، والبيع فرع. ولقد ذكر ابن كثير أنهم بقولهم هذا إنما يعترضون على الله في تحريمه، فاقتضى ذلك أن يكون أصلًا، وكأن مرادهم أن يقولوا: إن البيع يشبه الربا تماما، فما دام الإسلام قد حكم بتحريم الربا، فكان ينبغي أن يحكم بتحريم البيع؛ ولذلك رد سبحانه وتعالى ذلك عليهم بقوله:  (وَأَحَلَّ اللَّهَ الْبَيْعَ وَحَرَّمَ الرِّبَا) وما كان لهم أن يعترضوا على أحكام ربهم، وهو العليم بكل أمورهم، الخبير بالصالح لهم، وينبغي أن يتلقوا أوامره ونواهيه بالإذعان الكامل؛ ولذا قال سبحانه وتعالى بعد ذلك:  (فَمَن جَاءَهُ مَوْعِظَة مِّن رَّبِّهِ فَانتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ) . </p><p> الموعظة: اسم لما يأمر الله سبحانه وتعالى زاجرًا للناس إن خالفوا، مبينًا لهم أن المصلحة في اتباعه، ضاربًا لهم الأمثال على أن فيه مصلحتهم في معادهم ومعاشهم؛ والمعنى: من جاءه الأمر من الله سبحانه وتعالى أو النهي عنه فعليه اتباعه والتفكير فيه والاتعاظ به، بالبحث عن حكمته، لَا أن يعترض عليه، ويجعل الشريعة تبعًا لهواه، ويخالف قول الرسول - صلى الله عليه وسلم -: \" لا يؤمن أحدكم حتى يكون هواه تبعًا لما جئت به \"  (١) بأن يخضع الشريعة لأهواء الناس. وإن انتهى من جاءته موعظة </p><p>(١) سبق تخريجه. وقد صححه النووي في آخر الأربعين النووية من رواية أبي هريرة عن النبي - صلى الله عليه وسلم -.</p><p> الله فله ما سلف من أمره، أي لَا يعاقبه سبحانه على ما سلف من أمره قبل وجود الأمر والنهي فالإسلام يَجُبُّ ما قبله، وقانونه لَا يطبق على الماضي قبله، فما أكله المرابي من قبل تحريم الربا فلا عقاب عليه وهو ملك له، وليس له أي حق ربوي بعد التحريم، وليس كذلك من أكل الربا بعد التحريم فإنه لَا تَجُبُّه توبة حتى يعطي المال لصاحبه، لأنه أكل لمال الناس بالباطل، وقد أكل بعد النص على التحريم، فإن لم يعرف له صاحب فإن عليه أن يتصدق به، ولعل الله سبحانه وتعالى يقبل توبته. </p><p> ولقد قال الله سبحانه:  (وَأَمْرهُ إِلَى اللَّهِ) أي أمر المرابي الذي رابى قبل التحريم إلى ربه، وهو العفو الغفور الرحيم؛ وفي هذا إشارة إلى أن ما يحرمه الشارع الإسلامي لَا يكون مباحًا قبل التحريم بل يكون في مرتبة العفو من الله سبحانه، وأمره إلمِه تعالت حكمته. </p><p> هذا شأن من انتهى، أما من عاد إلى الحرم بعد تحريمه، فقد بينه سبحانه بقوله:  (وَمَنْ عَادَ فَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ) . </p><p> أي ومن عاد إلى حكم الجاهلية بعد إذ بين سبحانه حكم الإسلام فأولئك أصحاب النار هم فيها خالدون. وفي هذا التعبير الكريم إشارات بيانية إلى عدة معان، منها: </p><p> أولا: تأكيد العقاب النازل بهم بالتعبير بـ \" أولئك \" التي تدل على البعيد، فإنهم بعيدون عن رحمة الله تعالى، والتعبير بالجملة الاسمية، وفيه فضل توكيد؛ وتأكيد القول بـ \" هم \" ؛ والتعبير بـ \" أصحاب \" ، فإنه يدل على ملازمة العقاب. وثانيا: أنه سبحانه قال (فَأُوْلَئِكَ أَصْحَابُ النَّارِ) ولم يقل فعقابهم، للإشارة إلى الملازمة بين الجريمة والعقاب، وإلى أن العقاب ثمرتها. </p><p> وثالثًا: الإشارة إلى أن المعاند لإرادة الله سبحانه وتعالى، والمستحل لما حرم الله تعالى إذ يحكم بالحل وقد حكم سبحانه بالتحريم كافر؛ ولذا حكم الله سبحانه بأنه خالد في النار، ولا يخلد في النار مؤمن. </p>"
}