{
  "id": null,
  "sura": 2,
  "aya": 21,
  "text": "<p> (يَا أَيهَا الناسُ) قال بعض العلماء: إن الخطاب بـ \" يا أيها الناس \" يكون لأهل مكة، وخطاب \" يا أيها الذين آمنوأ يكون للمؤمنين بعد الهجرة، ونرى أن هذا التخصيص ليس محكما دقيقا، فهذه سورة البقرة مدنية، وأهل الإيمان قد قاموا واستقروا، وأهل الشرك لايزالون قائمين بمكة.</p><p> وفوق ذلك جاء الخطاب بـ \" يا أيها الناس \" في سورة النساء،وهي مدنية فقد قال تعالى فيها:(يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِن رَّبكُمْ فَآمِنُوا خَيْرًا لَّكُمْ وَإِن تَكْفُرُوا فَإنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا)؛ ولذلك نرى أن ذلك الاستقراء غير كامل، والأقرب أن نقول إنه إذا كان بـ \" يا أيها الناس \" فإنه يعم المؤمنين والكافرين؛ لأنه يكون متضمنا خطابا للكافة، ويكون المطلوب فيه إجابة الدعوة الحمدية بالتوحيد، مع ذكر البرهان العام الدال على التوحيد وصدق الرسول - صلى الله عليه وسلم -. أما النداء بـ \" يا أيها الذين آمنوا \" فإنه يكون متجها إلى بيان الأحكام التكليفية: نهيا أو طلبا، أو إباحة بنص شرعي، وسواء أكان التكليف يتعلق بالأسرة أم بالعلاقات الدولية، أم كان بالتحريض على الجهاد.</p><p> (يَا أَيُّهَا النَّاسُ) قالوا إن النداء بـ \" يا \" يكون للبعيد، والنداء بـ \" أي \" يكون للقريب، وهنا النداء بـ \" يا \" و \" أي \" معا، ثم يزاد عليها ها التي تفيد التنبيه، وينادى للبعيد حسَّاب \" يا \"، وللبعيد معنويا بها أيضا،، والنداء من الله تعالى لعبيده نداء من أعلى من في الوجود إلى خلقه؛ ولذا كان النداء بأداتي نداء، وهما \" يا \" و \" أي \"، ويضاف إليهما، فهو منه عز وجل إلى الخلق جدير بأن يكون بأعلى الصيغ، لبعد ما بين الكون وخالقه في المنزلة، وفوق أن هذا النداء من الخالق، وهذا يقتضي أعلى </p><p> العلو وأبعده، وموضوع النداء له جلال وخطر، وعظيم شأن؛ لأنه العبادة أو الشرائع. ويقول الزمخشري في ذلك إجابة على سؤال وهو: لماذا كثر النداء في القرآن بـ \" يا أيها \" ؟ فقال: لاستقلاله بأوجه من التأكيد وأسباب من المبالغة، لأن كل ما نادى الله تعالى به عباده من أوامره ونواهيه، وعظاته وزواجره، ووعده ووعيده، واقتصاص أخبار الأمم الدارجة عليهم، وغير ذلك مما أنطق به كتابه أن ينادوا بالآكد الأبلغ. </p><p> كان المنادى الناس، مؤمنين وغير مؤمنين، فهو سبحانه وتعالى ينادي الإنسانية كلها لَا فرق بين كافر ومؤمن، وأبيض وأسود، وعربي وأعجمي، والذي يناديهم به أن يعبدوه وحده لَا إله غيره. وطلب العبادة من المؤمنين وغير المؤمنين، وتحقيقها في كل منهما بما يناسبه، فالكافرون الذين يعبدون مع الله تعالى الأنداد، ويتخذونهم شركاء لله - تعالى عن الشبيه والمثل - تكون عبادتهم بخلع عبادة الأوثان، والإيمان بواحد أحد فرد صمد، ليس بوالد ولا ولد، وتصديق الرسول - صلى الله عليه وسلم - في كل ما جاء به وطاعته سبحانه فيما أمر به ونهى عنه، وبالخضوع الكامل له وحده سبحانه. </p><p> وبالنسبة للمؤمنين الذين آمنوا بالله ورسله، وصدقوا محمدا فيما جاء به من عند ربه العلي الأعلى، فإن ذلك يكون بزيادة الإيمان، والإذعان، والاستمرار على الإيمان والبقاء عليه مستوثقين، كلما جاءتهم آية زادتهم إيمانا لَا يرتابون، ويجتمعون ويكونون قوة في هذه الأرض، وإن الازدياد من العبادة عبادة في ذاته، وكأنها منشأة بعد أن لم تكن. </p><p> والعبادة الخضوع المطلق لله سبحانه وتعالى وحده بحيث يكون القلب كله لله تعالى، لَا يحب إلا لله ولا يكره إلا لله، والعبادات تعم الصلوات، والزكوات، والصوم والحج، وغير ذلك مما يكلفه العباد، حتى الأعمال التي تكون بها الحياة، كلها تكون عبادة إذا قصد بالخير فيها وجه الله تعالى، ونفع عباده، فالصانع في </p><p> مصنعه والزارع في مزرعته إذا قصد بعمله نفع الناس ووجه الله تعالى، فهو في عبادة، فالعبادة تعم كل أفعال الإنسان، واختصت من بينها الفرائض، لأنها لا يمكن أن تكون إلا لله تعالى، وهو عليم بذات الصدور. </p><p> وقد وصف الله - سبحانه وتعالى - ذاته العلية بصفات تدعو إلى العبادة، من له قلب يخشع، وعقل يخضع، فوصفه أولا بأنه الرب الأوحد، فقال (رَبَّكُمُ) أي رباكم ونماكم، أو وربكم: تولاكم، وكلأكم بالليل والنهار، ويتبع حياتكم، فيرعاكم حق الرعاية في كل أجزاء جسمكم، ونفوسكم وعقولكم، ولا تخفى عليه خافية من أموركم، وهو بهذه الربوبية يستحق أن تعبدوه وحده، لَا شريك له؛ لأنه لا أحد سواه يربكم. </p><p> ووصفه ثانيا بأنه (الَّذِي خَلَقَكُمْ) والخلق معناه الإنشاء والإبداع والتقدير والتصوير، صوركم، فأحسن صوركم، والعرب كانوا يعرفون الله تعالى، وأنه وحده الذي خلقهم، كما حكى الله تعالى عنهم:  (وَلَئِن سَأَلْتَهم مَّنْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ لَيَقُولُنَّ اللَّهُ. . .) وكانوا يقولون: (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى. . .) . </p><p> فهم يؤمنون بوحدة الخالق المنشئ المكون، ويؤمنون بوحدة الذات والصفات، وإشراكهم كان إشراك العبودية، فهم يعبدون مع الله غيره آلهة أخرى، تعالى الله عما يقولون علوا كبيرا. </p><p> ووصفه ثالثا بأنه خلق الذين من قبلهم، وقد يسأل سائل: لماذا كان هذا الوصف، والسابق يتضمنه، فمن خلق جيلا فإنه يخلق الأجيال كلها: من مضى، ومن حضر، ومن يجيء بعد ذلك من الأخلاف؟ </p><p> والجواب على ذلك أنه لَا يغني المتضمن عن الصريح، وذكر الجيل السابق، أو الأجيال السالفة للإشارة أولا إلى عموم قدرته، وإلى أنه قادر على الإحياء والإماتة </p><p> فهو خلق السابقين، وأماتهم ثانيا، وللإشارة إلى أن الحاضرين ليسوا مخلدين، فهم سيموتون، كما مات من سبقوهم وسيبعثون جميعا يوم الدين، ولأن العرب كانوا يعتزون بأسلافهم فالله سبحانه وتعالى يبين أنه هو وحده الذي خلق أسلافهم، سواء كانوا ضالين أم كانوا مهتدين. وإن صفة الربوبية وصفة الخلق والتكوين للكون كله، ولمن حضر من الناس، ومن سبقوهم وقبروا في مقابرهم، تقتضي ألا يعبد سواه، ولا يحمد غيره، ولا يستحق الألوهية الحق غيره، فهو الله الواحد الأحد. </p><p> وقوله تعالى:  (لَعَلَّكُمْ تَتَّقُونَ) متصل بقوله تعالى: (اعْبُدُوا رَبَّكُمُ) أي اعبدوه رجاء أن تتقوا بأن تقوا أنفسكم شر عذابه، وتكونوا في أمن من عقابه، و \" لعل \" الدالة على الرجاء، الرجاء فيها من العباد، والمعنى اعبدوا فالعبادة طريق التقوى ومعها رجاؤها، وتحقيقها، ويقولون إن التقوى أقصى درجات العبادة، لأن تغليب الخوف عبادة، ورجاء النجاة عبادة. </p><p> وقد يقال إن قوله تعالى:  (ولَعَلَّكُمْ تَتَّقُونَ) متصلة بقوله تعالى: (خَلَقَكُمْ وَالَّذِينَ مِن قَبْلِكُم) ومثل قوله تعالى: (وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلا لِيَعْبُدُونِ) ، والمعنى أن الله تعالى خلق الناس في ماضيهم وحاضرهم وقابِلهم رجاء أن يعبدوه أبلغ العبادة بالتقوى وامتلاء النفس بهيبته، والاعتزاز بعزته. </p><p> وإن الله تعالى عالم بكل شيء فليس يجوز عليه الرجاء؛ لأنه يحتمل الوقوع وعدم الوقوع، والرجاء لَا يجوز أن يكون من أحوال الله تعالى، بل هو من أحوال الخلق. </p><p> ولذلك قرروا أن (لعل) هنا مجازية أي أنها ذكرت على سبيل المجاز، أي أن الله سبحانه وتعالى خلق الخلق، وجعل لهم سمعا وأبصارا وأفئدة وقدرة وقوة بها يختارون ويفعلون، لَا يقع شيء من أفعالهم الاختيارية إلا بإرادتهم، يدركون الأمور ويتخيرون ويعرفون أسبابها ونتائجها، فحالهم حال من يرجو أن يتجهوا نحو العبادة </p><p> يبتغونها، فالرجاء من حالهم، والله تعالى لَا يرجو، ولا يتصور منه، إنما يتصور منه العلم، ووقوع الأمر كما علم، وكما قدر. </p><p> وعندي أن الاتصال بين رجاء التقوى والأمر بالعبادة أظهر وأوضح، ولا إشكال فيه. </p><p> وقد بين سبحانه بعد ذلك بديع التكوين، والنعم التي ينعم بها العباد، فقال تعالت كلماته: </p>"
}