{
  "id": null,
  "sura": 2,
  "aya": 179,
  "text": "<p> (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ) وإن هذه الكلمات السامية أبلغ تعبير عن آثار شرعية القصاص في الأمة. </p><p> والقصاص كلمة عامة يشمل القصاص في الأنفس الذي اختصت به آية القصاص، إذ قال تعالى:  (كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى) أما في هذه الآية (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ) فإن القصاص يشمل الأنفس والأطراف والجروح، كما قال تعالى في سورة المائدة، بل يشمل القصاص في الضرب واللطم على ما حققه فقهاء السلف، وأخذ به الإمام أحمد. </p><p> وفى قوله تعالى:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ) تعميم للقصاص مع تعريفه بأل التي تفيد الاستغراق، وتنكيره لكلمة حياة، والتنكير هنا للتعظيم، أي حياة سعيدة هادئة مطمئنة خالية من عبث السفاكين، واعتداء المعتدين واستهزاء المستهزئين هي حياة كريمة تظهر فيها الفضيلة، وتختفي فيها الرذيلة، تحترم فيها الحقوق، وتحقق فيها الواجبات؛ يقام فيها العدل، ويختفي فيها الظلم، ويتحقق الاجتماع، ولا يكون التنابذ والافتراق فلا شيء يربط الحياة بين الجماعات والآحاد سوى العدل والحق. </p><p> وكلمة الله السامية:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ) اشتملت على إيجاز القِصَر البليغ إلى ما لَا يصل إليه إلا كلام رب العالمين، ولقد كان هناك مثل سائر في العرب، يقولون إنه أبلغ الكلام في إيجازه، وأعمقه في أدائه، وهو قولهم:  \" القتل أنفَى للقتل \" ، وعقد بعض العلماء موازنة بينها، وبين الجملة السامية (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ) وقد استنكر ابن الأثير هذه الموازنة؛ لأنه لَا يوزن كلام الله تعالى بكلام أحد من الناس، وعقد هواة الموازنة ربما يكون فيها تنزيل من مقام المعجز الذي لَا يستطيع أحد من البشر أو الجن أن يأتي بمثله ولو كان بعضهم لبعض ظهيرا. </p><p> وإن الموازنة انتهت بأنه لَا يمكن المماثلة بين كلام العرب وكلام الله تعالى، وأنه بالنظرة العابرة نرى كلام الله تعالى في مكانة وكلام العرب في دركه، فنجد أولا التكرار في لفظ \" القتل أنفَى للقتل \" ، ولا تكرار في قوله تعالى:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ) ونجد أن الآية تدل على القصاص العادل، و \" القتل أنفَى للقتل \" لا تدل على القتل العادل، بل تدل على مجرد القتل، ونجد أن القصاص يشمل القتل وقطع الأطراف، بينما كلمة العرب لَا تدل إلا على القتل فقط، ونجد أن لفظ العرب لا يدل على حياة الجماعة، بينما أن النص القرآني السامي لَا يدل فقط على نفي القتل بل يدل على قيام الحياة الكريمة من هذا القصاص العادل، وإن المقابلة بين القصاص والحياة الكريمة تبين منزلة العدالة في القصاص. </p><p> وهكذا نجد أوجه الإعجاز في هذا الإيجاز بما لَا يمكن أن يصل إليه كلام مهما بلغت مكانته من البيان عندهم، فهي بلاغة تليق بكلام الإنسان، وتتقاصر عن أن تصل إلى كلام الديان، وكلام الناس يجري في مساره، ولا يصل إلى برج القرآن الأقدس، تعالت كلماته وتعالى منزله. </p><p> ولقد قال نعالى مخاطبا الذين يدركون ما فى القصاص من ثمرة وهي الحياة العزيزة الآمنة الطاهرة من رجس الآثام وفسق الفساق واعتداء المعتدين، فقال نعالى:  (يَا أُوْلِي الأَلْبَابِ) الألباب جمع لب وهو العقل المدرك الذي لَا يكتفى في إدراكه بمظاهر الأمور، فهؤلاء أصحاب الألباب التي تغوص إلى الحقائق فتدركها. </p><p> ثم قال سبحانه وتعالى:  (لَعَلَّكُمْ تَتَّقُونَ) ، ولعل هنا للرجاء والرجاء من الناس لَا من الله تعالى، فالتقوى منهم وهو سبحانه وتعالى يتقبلها ويقرب بها عباده إليه سبحانه وتعالى، والتقوى رجاء من عند الله تعالى أن يتقوا بها عذاب النار وأن يتقوا في جماعتهم كل ما يفرقها، ويعملوا على أن يقوا من شر فسق الفاسقين واعتداء المعتدين والله سبحانه وتعالى ولينا، وهو نعم المولى ونعم النصير. </p><p> * * * </p><p> الوصية في الأسرة </p><p> (كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (١٨٠) فَمَنْ بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (١٨١) فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٨٢) </p><p> * * * </p><p> بعد أن بين سبحانه بناء الجماعة الإسلامية بما ذكره في آية البر، وبين حماية الجماعة الإسلامية من آفات المجتمع من الاعتداء والتفريق بالقصاص بين سبحانه وتعالى بعض أحكام الأسرة التي تربط بينها بعد الوفاة، وبين في آية البر إيتاء ذوي القربى في حياته، وفي هذه الآية يبين سبحانه وتعالى الوصية بالإيتاء بعد وفاته. </p><p> فقال: </p>"
}