{
  "id": null,
  "sura": 2,
  "aya": 134,
  "text": "<p> (تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ) . </p><p> الإشارة إلى هذه الجماعة الفاضلة إبراهيم وإسماعيل وإسحاق ويعقوب وذريتهم الذين اهتدوا بهديهم وقبسوا من نور الله تعالى بوصيتهم، وهي (قَدْ خَلتْ) أي مضت، وصارت في عبر التاريخ لهم ما كسبوه من خير فيكون عند الله جزاؤه، وعليكم معشر العرب أن تقتدوا بإبراهيم، وتأخذوا بوصيته، وأن تعبدوا إلها واحدا هو الله جل جلاله، إن كنتم تنتمون إليه فتجمعون بين شرف النسب وشرف الاتباع، والنسب وحده لَا يغني فتيلا من غير اتباع. </p><p> وكذلك أنتم معشر اليهود ليس لكم أن تفخروا بأن هؤلاء آباؤكم، وتلحقوا تاريخهم بتاريخكم إلا أن تتبعوهم في الإخلاص لله رب العالمين والإسلام له، وإلا كنتم الخارجين عليهم المحاربين لمآثرهم. وإن لم تجدوا في اتباعهم فلكم جزاء فعلكم. </p><p> ولذا قال تعالى:  (لَهَا مَا كَسَبَتْ وَلَكم ما كسَبْتُمْ) أي لها ما كسبته مكسوبًا إليها بقدره محسوبا لها في اليوم الآخر بجزائه، ويتضمن قوله:  (لَهَا مَا كَسَبَتْ) الجزاء لهذا الكسب، وهو خير (وَلَكم مَّا كسَبتمْ) ، إن عملتم مثل عملهم، واتبعتم هديهم وأخذتم بوصيتهم وكانت لكم شعارا ودثارًا تتحلون به، وهذا حث على الاقتداء، ودعوة إليه، فإن تجانفوا لإثم، وتخالفوا الوصية فعليكم إثم ما تفعلون. </p><p> وإنكم لستم مسئولين عن أفعالهم إن خيرا أو شرا فكذلك ليس لكم أن تدعوا أن عملهم عملكم ونسبهم نسبكم؛ لأنكم انفصلتم بعملكم عنهم؛ ولذا قال تعالى: </p><p> (وَلا تُسْألُونَ عَمَّا كَانُوا يَعْمَلُونَ) وكذلك لَا يكفيكم عملهم، إن خيرا فخيره لهم إلا أن تكونوا قد عملتم مثل عملهم ولا تزر وازرة وزر أخرى. </p><p> إن ملة إبراهيم عليه السلام، وهي التوحيد، والطهارة من الوثنية هي لب الدين اصطفاه الله تعالى لنا، وهي الحق الذي لَا ريب فيه، وهي مقياس الحق الذي يتميز به من الباطل، فمن آمن بها فقد اهتدى، ومن خالفها فقد ضل وغوى، وأهل الكتاب الذين حرفوا القول عن مواضعه، وغيروا وبدلوا، وخرجوا عن المنهاج وتركوا ملة إبراهيم عليه السلام يزعمون أن ما عندهم حق، وهو الهداية، كذلك ضلت أفهامهم، فزعم اليهود أن في يهوديتهم السلامة، وزعم النصارى بنصرانيتهم الوثنية أنها الهداية وكل في غيهم يعمهون، ولذا قال تعالى: </p>"
}