{
  "id": null,
  "sura": 2,
  "aya": 140,
  "text": "<p> (أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالأَسْبَاطَ كانُوا هُودَا أَوْ نَصَارَى) . </p><p> وإن هذا قلب كما قلنا للأوضاع، فاليهود والنصارى أولاد ليعقوب عليه السلام، وهم تابعون له، ولآبائه، فكيف يقلبون المتبوع ويجعلونه تابعا، ولكنهم يحسبون لغرورهم أن ديانة إبراهيم وأبنائه كانت متفقة مع اليهودية أو النصرانية، اليهود يقولون إنهم كانوا على ديانتهم، والنصارى يبهتون الناس بالكذب فيدعون أن إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط كانوا يؤمنون فيما يزعمون بثالوثهم الباطل بطلانا مطلقا، ولتفنيد أوهامهم أمر الله تعالى نبيه أن يرد عليهم ردا طيبا متفقا مع قوله:  (وَلا تُجَادِلُوا أَهْلَ الْكِتَاب إِلَّا بِالَّتِي هِيَ أَحْسَنُ. . .) </p><p> ، وقال الله تعالى لنبيه:  (قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ) كان جواب النبي - صلى الله عليه وسلم - لهم سؤالا لهم محرجا، كاشفا لهم؛ لأنهم ادعوا أنهم أعلم بعد أن كفروا، وإن قالوا أن الله أعلم فقد كذبوا على أنفسهم، فهو سؤال ينتهي برد كلامهم بأنفسهم، وهو سؤال من علَّمه تعالى الحكمة وفصل الخطاب. </p><p> وإن أولئك اليهود والنصارى يعلمون أن ملة إبراهيم هي الإسلام، والإيمان الجامع لكل الرسل، ويعلمون ما حرف من التوراة والإنجيل، ويعلمون أن التوراة بشرت بمحمد - صلى الله عليه وسلم -، وأن الإنجيل بشر بأنه بعد المسيح رسول اسمه أحمد، يعلمون ذلك وغيره وينكرونه، ويكتمونه حتى لَا يعلم؛ ولذلك قال تعالى:  (وَمَنْ أَظْلَمُ مِمَّن كَتَمَ شَهَادَةً عِندَهُ مِنَ اللَّهِ) ، والمعنى أنه لَا أحد أظلم ممن كتم شهادة أودعها الله تعالى في كتابه وما عنده من علم، فالاستفهام هنا إنكاري توبيخي لنفي الواقع والوقوع، فهو نفَى أنه لَا أحد أظلم ممن عنده شهادة من الله تعالى وكتمها، وفي الوقت نفسه أشارت الآية إلى أن ذلك وقع من أهل الكتاب من اليهود فهم يكتمون علم التوراة عن اليهود (وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ الْكِتَابَ إِلَّا أَمَانِيَّ وَإنْ هُمْ إِلَّا يَظُنّونَ) ، فيضلونهم بعلم، ويعلمون الكثير ويكتمونه. </p><p> والشهادة هي الخبر الذي يجب بيانه سواء أكان بين يدي القضاء أم لم يكن، فإن هذه الأخبار في التوراة كان يجب بيانها، ولم تكن أخبارًا تقرأ ولا تعلم، ولكنها حقائق يجب أن تعلم وتبين، فالإعلام بها كالإعلام بالشهادة. وقد هددهم الله تعالى بقوله تعالت كلماته (وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ) فهذا وعيد، وإخبار بأمر الله تعالى، وقد نفَى الله تعالى نفيًا مؤكدا أنه غافل عن عملهم، بل إنه سبحانه آخذهم بذنوبهم، فنفَى بما وبالباء الدالة على استغراق النفي. </p><p> والغفلة هي: عدم التنبه إلى ما يقع، وهو مأخوذ من الأرض الغفل وهي التي لا معالم فيها ولا بناء، والآية تهديد ووعيد بلا ريب، وقد صور فخر الدين الرازي في تفسيره \" مفاتيح الغيب \" الوعيد في هذا فقال: هذا هو الكلام الجامع لكل وعيد، ومن تصور أن الله تعالى عالم بسره وإعلانه، ولا تخفى عليه خافية، وأنه من وراء ذلك مجازاته، إن خيرا فخير وإن شرا فشر، لَا تمضي عليه طرفة عين إلا وهو خائف حذر، ألا ترى أن أحدنا لو كان عليه رقيب من جهة السلطان يعد عليه الأنفاس لكان دائم الحذر والوجل، مع أن ذلك الرقيب لَا يعلم إلا الظاهر فكيف بالرب الرقيب الذي يعلم السر وأخفى إذا هدد وأوعد؟؟!!!. </p><p> وقد نبه سبحانه وتعالى اليهود والنصارى وغيرهم إلى أنه لَا يصح لهم أن يتمسحوا بالأسلاف، فقال تعالى: </p>"
}