{
  "id": null,
  "sura": 2,
  "aya": 41,
  "text": "<p> (وَآمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ (٤١) </p><p> أخذ الله تعالى عهدا بأن يؤمنوا برسله، إذا أرسلهم الله تعالى إليهم مؤيدين بالمعجزة، ولا يكفروا بالرسل بعد أن يتبين الهدى؛ ولذا أمرهم بأن يؤمنوا بالكتاب الذي أنزله الله تعالى على محمد - صلى الله عليه وسلم -، ولم يذكر الرسول ابتداء بل ذكر ما أنزل على ذلك الرسول، وإن الإيمان به يتضمن الإيمان بصدق محمد - صلى الله عليه وسلم -، وذلك لأن ذات المنزَّل هو الحجة الدامغة، وهو فيما يدل عليه من علم حجة عليهم، لأنه مصدق لما عندهم فهو يحمل في نفسه دليل صدقه، وذكره أخذ للحجة عليهم ابتداء وإذا آمنوا بالكتاب فقد آمنوا لَا محالة برسالة من نزل عليه الكتاب الحكيم؛ ولأن ما نزل على محمد - صلى الله عليه وسلم - هو الحق الذي لاريب فيه؛ فهو يدعو إلى تصديقه، وقوله تعالى:  (مُصَدِّقًا لِّمَا مَعَكُمْ) بما يدل على أنهم إذا آمنوا بهذا الكتاب المنزل من عند الله يؤمنون بما عندهم، وأنهم إن كفروا به يكفرون بما عندهم. </p><p> وهذا يدل على أن الذي نزل على موسى، وبقى عندهم من تعاليمه يصدق ما في هذا الكتاب، إذ التعاليم واحدة في أصلها وفي لبها، ولذا قال محمد صلى الله تعالى عليه ولمملم:  \" لو كان موسى بن عمران حيًّا ما وسعه إلا اتباعي \"  (١) . </p><p> وإن التوراة التي نزلت على موسى فيها التبشير بمحمد - صلى الله عليه وسلم -: (يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاة وَالإِنجيلِ) ، وإن قوله تعالى:  (مُصَدِّقًا لِّمَا بَيْن يَدَيْه مِنَ الْكِتَابَِ. . .) ، وقوله في هذا النص الكريم:  (مُصَدِّقًا لِّمَا مَعَكُمْ) لَا يدل على أن التوراة الحاضرة صادقة لم يعترها تحريف ولا تبديل، فإن القرآن قد نص على التحريف، إذ يقول سبحانه وتعالى:  (يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ وَنَسُوا حَظًّا مّمَّا ذُكِّرُوا بِهِ. . .) ، وقال تعالى:  (وَإِنَّ مِنْهُم لَفَريقًا يَلْوُونَ أَلْسِنَتَهُم بِالْكتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هوَ مِن عِندِ اللَّهِ وَمَا هوَ مِقْ عِندِ الَلَّهِ. . .) ، وإذا كانوا يريدون أن يستدلوا من القرآن على صدق ما عندهم، فليأخذوا به كله، لَا أن يتعلقوا بحرف مما جاء فيه ويستدلوا به. </p><p> وإن معنى (مُصَدِّقًا لِّمَا مَعَكُمْ) ، أي ما بقي معكم من غير تحريف ولا تبديل وهو الرسالة الموسوية في أصلها ومعناها من عبادة الله وحده، ومن إقام الصلاة، وإيتاء الزكاة، ومن تبشير بمحمد - صلى الله عليه وسلم -، وهم يعلمون. كما قال تعالى:  (الذينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ. . .) . </p><p> وبعد أن طالبهم الله تعالى بأن يؤمنوا بما أنزل من كتاب بين لهم أنهم جديرون بأن يسارعوا إلى الإيمان لمعرفتهم ما جاء فيه من الحق، وأن يكونوا أسوة للمشركين الذين لم يؤتوا علم الكتاب، ولم تكن لهم البينات التي عندهم، فقال سبحانه:  (وَلا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ) ، أي: لَا تكونوا أول من يكفر به. </p><p> وأول \" أفعل \" في وزنه، والبصريون يقولون إنه لَا فعل له، والكوفيون يقولون إن له فعلا، هو من وأل إذا نجا، فـ \" وأل \" فعل بمعنى نجا وخرج ومنه اشتق أول. </p><p>(١) أخرجه أحمد: ما في مسند المكثرين (٤ ١ ٠ ٤ ١)، والدارمي: المقدمة (٤٣٦) بنحوه. .</p><p> وهنا مسألتان نتكلم فيهما قد تبينان ناحية من نواحي الآية الكريمة: </p><p> الأولى - أن الله تعالى يقول:  (وَلا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ) والخطاب لجماعة لا لواحد، فالظاهر من سياق القول أن يقال أول الكافرين به، ولكن الله تعالى اختار التعبير بالمفرد، على تقدير الفريق، والمعنى لَا تكونوا أول فريق يكفر به، أي لاتكونوا أول من يجتمع على الكفر به، باعتبارهم موحَّدين في الفكرة والغاية، وأنهم يتضافرون فيما يفعلون، وإن المراد تقبيح أن يقع منهم فعل الكفر، أو أن يقع فيهم الكفر، لأنهم أهل علم بالنبوة، وفي ذلك إغواء لهم بالاتباع وحث لهم على الإيمان الأنهم أولى به وأجدر. </p><p> الثانية - أنهم إن كفروا فلن يكونوا أول الكافرين لأن قوما من قريش قد كفروا به من قبل في مكة، وهذه الآية في سورة مدنية فكيف ينهون عن أن يكونوا أول كافر به، ونقول: إننا فسرنا أول كافر بأول فريق يكذب به، وإن قريشا لم يكفروا على أنهم فريق، بل كفروا به آحادا، ثم كان منهم من يؤمن، وقيل إن المراد أول كافر به من أهل الكتاب. </p><p> ومهما يكن من تخريج، فالآية الكريمة تحث على المسارعة في الإيمان، وأن يكونوا أول الجماعة المؤمنة. </p><p> قوله تعالى:  (وَلا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا) أي لاتستبدلوا بآيأتي القائمة المبينة للحق، وتتركوها في نظير أي أمر من الأمور، فهو مهما يكن ثمن قليل بالنسبة للآيات البينات الدالة على الحق؛ لأن الحق أغلى ما في الوجود، فإذا ترك فإن ثمن تركه لَا يمكن أن يكون في منزلته، والتنكير في قوله تعالى:  (ثَمَنًا قَلِيلًا) للدلالة على أن أي ثمن - مهما يكن - قليل بالنسبة لذات الحق، وأنهم كانوا يتركون الحق لمآرب دنيوية، وهو السلطان والغلب والمفاخرة، وغير ذلك مما تدفع إليه أهواء أهل الدنيا. </p><p> وبعد ذلك التحريض والحث على الاتباع، وبيان أنهم إن اشتروا بالحق شيئا فهو ثمن قليل، بعد ذلك حذرهم من ترك الحق، وخوفهم من عاقبة هذا الترك، فقال:  (وَإِيَّايَ فَاتَّقونِ) تحذير من المخالفة بالتقوى والخوف من الله سبحانه وتعالى والمعنى: وإياي فاحذروا (فَاتَّقُونِ) النون هنا نون الوقاية التي تكون بين الفعل وياء المتكلم، والفاء جواب عن شرط مقدر أفصحت عنه، والمعنى إن كان هناك من يتقى عذابه ومن يجب أن تكون وقاية بينكم وبينه، فاتقوني أنا وحدي، أي اجعلوا بينكم وبين عذابي وقاية تقيكم من عذاب النار. </p><p> أمرهم سبحانه وتعالى أن يؤمنوا بالحق وهو الكتاب الذي أنزل مصدقا لما معهم، وهو القرآن الذي نزل على محمد - صلى الله عليه وسلم - وإن الأمر بالإيمان بالقرآن أمر بالإيمان بمن نزل عليه القرآن. </p><p> وإن اليهود من دأبهم التمويه، ليصلوا من وراء ذلك إلى باطلهم؛ ولذا قال تعالى ناهيا لهم: </p>"
}