{
  "id": null,
  "sura": 2,
  "aya": 189,
  "text": "<p> (الأهلَّة) </p><p> (يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (١٨٩) </p><p> * * * </p><p> ذكر الله سبحانه وتعالى في الآيات السابقة أن الشهر وهو الهلال هو حد ابتداء شهر رمضان، وحد انتهائه، ففي أوله برؤية هلاله، وفي آخره برؤية هلاله، فناسب بعد تمام ما أراد الله تعالى بيانه من الصوم أن أشار سبحانه إلى ما كان يدور على الألسنة خاصا بالأهلة بجوار ما ابتدعه الجاهليون من دخول البيوت من ظهورها في موسم الحج، فقال تعالت كلماته:  (يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ) . </p><p> كان الناس من اليهود والمشركين، وبعض المسلمين يسألون عن أمور ليست من الدين وقد تكون عن الكون، وما يجري فيه أمر الوجود، وما كانت الشريعة الإلهية لذلك، إنما هي لبيان ما يعبد الله تعالى به، وما يصلح به العباد في معاشهم، فليس منها لماذا كانت الشمس مضيئة كحجمها، والقمر نور يتغير حجمه من هلال كالخيط، ثم يزيد، حتى يصير بدرا، ثم يأخذ مرة ثانية في الضيق حتى يكون المحاق. </p><p> كانوا يسألون هذه الأسئلة، وهي في موضوعها معقولة من حيث علم الخلق والتكوين والبحث في أسرار الوجود، ولكنها ليست من أحكام الدين، وما يجب أن يبينه ويعلم الناس به، بل أمره إليهم يتعلمونه ويتعرفونه ويذاكرونه على أمور دنياهم، لَا من أمور دينهم الذي به صلاح معاشهم ومعادهم. </p><p> ولذلك لما سألوا هذه الأسئلة التي لَا تتعلق بعلم الدين صرف الله تعالى نظرهم، وأخذهم إلى الناحية الدينية التي يجب أن يعرفوها ويدركوها، فقال تعالى:  (قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ) وهذا لفت لهم إلى أن الواجب أن يسألوا عن فوائدها في الدين والمعاملات، وهذا يقال عنه في علوم البلاغة الأسلوب الحكيم، وذلك هو أن يكون السؤال في غير موضعه فيجيب المسئول عن أمر آخر هو الذي ينبغي أن يكون السؤال فيه، ومن ذلك في القرآن الكريم:  (يَسْألُونَكَ مَاذَا يُنفِقُونَ. . .) ، فيجيبهم النبي - صلى الله عليه وسلم - بأمر ربه:  (قُلْ مَا أَنفقتم مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ. . .) ، إلى أخر الآية الكريمة، وكذلك هنا سألوا النبي عن الأهلة عن كونها، وبُدُوِّها للناظر صغيرة ثم تكبر فأمر الله تعالى نبيه بأن يقول:  (هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ) . </p><p> مواقيت للناس في معاملاتهم، وفي بيوعهم وفي ديونهم المؤجلة وإجاراتهم، ومزارعاتهم، ومساقاتهم وغير ذلك مما يجري، وفيها تتبين مواقيت الحج، (الْحَجُّ أَشْهُرٌ معْلُومَاتٌ. . .) ، وبها تعين أوقات المناسك، ويضاف إلى ذلك مواقيت الصيام، إلى آخر ما هو معلوم في الدين وأعراف الناس. </p><p> وجمع في الآية الأهلة وهي هلال واحد في كل الأوقات والشهور، ولكن لتغير حاله من ضمور فاتساع حتى يصير بدرًا، ثم يصير كالعرجون القديم عدت هذه الصور أهلة، وإن كانت الحقيقة واحدة، والتغير في المنظر بسبب توسط الأرض بين الشمس والقمر في دورانها حولها. </p><p> والقمر حساب يدل العرب في صفو الصحراء على أيام الشهر، ولقد قال تعالى:  (هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ. . .) . </p><p> ولقد بين سبحانه وتعالى أن الأمور يجب أن توضع في مواضعها، وأن يعلم أن البر هو التقوى، وليس المظاهر والأشكال، كما ورد عن النبي - صلى الله عليه وسلم -: \" إن الله </p><p> لا ينظْر إلى صوركم، ولكن ينظر إلى قلوبكم وأعمالكمٍ \" (١) ؛ ولذا قال تعالى (وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا) . </p><p> قيل إن بعض العرب كان إذا أحرم، لَا يدخل بيته من بابه وإنما يدخل من ظهره، قال ابن عباس في رواية عنه كان الناس في الجاهلية وفي أول الإسلام إذا أحرم الرجل منهم بالحج، فإن كان من أهل المدر (أي البيوت المبنية بالآجر) نقب في ظهر بيته نقبا،، فمنه يدخل ومنه يخرج، أو يضع سلما فيصعد منه ويحدر عليه، وإن كان من أهل الوبر (دار أهل الخيام) يدخل من خلف الخيمة. </p><p> وقالوا إن الآية نزلت لإبطال هذه العادة التي كانت بقية من بقايا الجاهلية، وبين أن هذا ليس من الإسلام؛ لأن هذه أمور شكلية لم يأمر بها الله تعالى، وكل ما لم يأمر به الله تعالى ويتخذ على أنه عبادة يكون بدعة محرمة وخصوصا إن كان له صلة بالعبادة. </p><p> هذا هو التخريج الذي يتفق مع بعض المأثورات وإن كانت لم تثبت صحتها على وجه الجزم واليقين. </p><p> وهناك تخريج آخر، وهو أن هذا الكلام تصوير للذين يسألون عن الأهلة، ولا يعنون بصلتها الشرعية من حيث إنها مواقيت للناس والحج، من حيث إنهم مثل الذين ينظرون إلى أمور من ظواهر الشرع، فلا يأتون الأمور من بابها، وهو ما يتعلق بالقلب فهم لم يدخلوا الأمور من بابها بتساؤلهم عن الأهلة، وأخذوها من غير بابها، وقد قال في ذلك الراغب في تفسيره قال الله تعالى:  (وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا) بأن تطلبوا الأمر من غير وجهه، وذلك أنه يقال إن فلان أتى الأمر من غير وجهه، وجعل ذلك مثلا بسؤالهم النبي - صلى الله عليه وسلم - لما هو ليس من العلم المختص بالنبوءات وإن ذلك عدول عن النهج، وذلك أن العلوم ضربان: دنيوي يتعلق بأمر المعاش لمعرفة الصنائع، ومعرفة حركات النجوم ومعرفة المعادن والنبات، </p><p>(١) عَنْ أبِى هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: \" إِن الله لَا يَنظُرُ إِلَى صُوَرِكم وَأمْوَالكُمْ، وَلكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأعمَالِكُم \". [رواه مسلم: كتاب البَر والصلة (٤٦٥١)].</p><p> وطبائع الحيوانات، وقد جعل سبيلا إلى معرفته على غير لسان نبيه - صلى الله عليه وسلم -. </p><p> الضرب الثاني: شريعة وهو البر ولا سبيل لأخذه إلا من جهته، وهو أحكام التقوى ومؤدى ذلك أن قوله تعالى:  (وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا) إلى آخر الآية رد على الذين سالوا عن أدوار الأهلة. إنهم طلبوا العلم الإسلامي من غير طريقه المرسوم كمن أتى البيت من ظهره لَا من بابه، وإنه كان عليهم أن يسألوا عن البر في الشريعة لأنه المختص بالنبوة. </p><p> ولذا قال تعالى:  (وَلَكِن الْبِرَّ) يتمثل فيمن اتقى، وأتوا البيوت من أبوابها، فاسألوا النبي - صلى الله عليه وسلم - فيما يختص به، وهو تبليغ رسالة الله تعالى حتى ترشدوا وتدركوا لعلكم تفلحون، أي رجاء أن تفلحوا وتنالوا الفوز برضا الله تعالى، وهو التواب الرحيم. </p><p> * * * </p><p> أحكام الجهاد (١) </p><p> ذكر الله تعالى في آية البر أن من أعلى أوصاف أهل البر، (وَالصَّابِرِينَ فِي الْبَاسَاءِ وَالضرًّاءِ وَحِينَ الْبَأسِ. . .) ، والجهاد هو البأس الذي يوجب الصبر، ولذا قال تعالى: </p><p> وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ (١٩٠) وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ </p><p>(١) بدءا من الآية ١٩٠: ١٩٣ من سورة البقرة ساقط من الأصل؛ وقد آثرنا استكماله من تفسير القرطبي، لما له من مركز الصدارة في مراجع المؤلف رحمه الله، وإتماما للفائدة بعيدا عن اجتهادٍ ربما لَا يرضاه المصنف رحمه الله تعالى. والله من وراء القصد. الناشر.</p><p> فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ كَذَلِكَ جَزَاءُ الْكَافِرِينَ (١٩١) فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٩٢) وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ (١٩٣) </p><p> * * * </p><p> قوله تعالى: </p>"
}