{
  "id": null,
  "sura": 2,
  "aya": 161,
  "text": "<p> (إِنَّ الَّذِينَ كَفَروا وَمَاتوا وَهُمْ. . .) . </p><p> ذكر بعض العلماء أن موضوع الآية الكريمة كفار مكة الوثنيون قبل أن يدخلوا في الإسلام، بدليل الكلام بعد ذلك في الوثنية والوثنيين، وبيان الوحدانية ودليل التوحيد من خلق الكون. </p><p> ونحن نرى أن وصف الكفر يعم المشركين والكتابيين، فالكتابيون كافرون كما قال تعالى:  (لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ. . .) ، ولقوله:  (لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلاثَةٍ. . .) ، ولقوله تعالى:  (قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ) . </p><p> وهذه أوصاف الكفار؛ لأنهم لَا يؤمنون بالله ولا باليوم الآخر، ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق، فهم داخلون في وصف الكفار، والكفر كله ملة واحدة، فلا تفاوت فيهم، ولا فضل لكافر على كافر وليس كفرٌ دون كفر، بل جميعهم في الجحيم على سواء. </p><p> وقد حكم الله تعالى عليهم الحكم الأبدي، إذا ماتوا على الكفر مصرين عليه بعد أن بلغوا بالرسالة فكفروا بها، وماتوا على الكفر بها جاحدين معاندين منافرين معذبين الضعفاء، ومثيرين للبغضاء والأحقاد، حكم الله تعالى عليهم بقوله عز من قائل:  (أُوْلَئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلائِكَةِ وَالنَّاسِ أَجْمَعِينَ) ولعنة الله تعالى إبعادهم من رحمته، وألا ينظر إليهم نظرة رضا، ومن تكون حاله كذلك يكون في النار خالدا فيها، ولعنة الملائكة تعذيبهم لهم بأمر الله تعالى، وإبعادهم عن رحمته، ولعنة الناس بنبذهم، والدعاء باللعنة عليهم. </p><p> وهنا أمران بيانيان نشير إليهما ونجمل ولا نفصل: </p><p> أولهما - أن الإشارة في قوله تعالى:  (أُوْلَئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ) تعود على الكفار الذين ماتوا مصرين على الكفر قد بلغتهم دعوة الله، وكما قلنا ونكرر الإشارة إلى موصوف فيه إشارة إلى أن علة الحكم الوصف، وهو موتهم على الكفر بعد البيان والإنذار الشديد، (. . . وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسولًا) . </p><p> الثاني - أن الله تعالى ذكر في بيان عذابهم أن عليهم اللعنة، أي أن اللعنة تنصب على رءوسهم انصبابا وتحيط بهم من فوق رءوسهم وعن أيمانهم، وعن شمائلهم، فهم بعداء عن رحمته، وعليهم غضب الله والملائكة والناس أجمعين، وإن تلك اللعنة تنالهم بسبب موتهم على الجحود والإصرار على الكفر. </p><p> وقد أثار الناس جدلا موضوعه هل تجوز لعنة الكافر وهو حيٌّ، فناس لم يجيزوها، لأنه يجوز أن يتوب الله تعالى عليه، وجواز اللعنة إنما كانت على الكفار الذين ماتوا على الكفر، ومن كان حيا ترجى توبته، أو تجوز توبته. </p><p> ومن العلماء من أجاز اللعنة على الحال التي هو عليها، وخصوصا إذا كان ممن يؤذون صاحب الدعوة، ويروى في ذلك أن النبي - صلى الله عليه وسلم - لعن عمرو بن العاص، وهو على الكفر، فيروى في ذلك أن النبي - صلى الله عليه وسلم - قال:  \" اللهم إن عمرو بن العاص هجاني وقد علم أني لست بشاعر، فالعنه واهجه عدد ما هجاني \" . </p><p> وقد اتفق أهل العلم على أن اللعن الذي ذكرته هذه الآية عقاب من الله تعالى، وغضب على الكافر، وجزاء له كجزاء جهنم. </p><p> وأكثر العلماء على أن لعن المسلم لَا يجوز ولو كان عاصيا، لأنه يخزيه ويذله، وخزيانه وذله يقربه من الشيطان ويجعل للشيطان مدخلا في نفسه، يروى عن النبي - صلى الله عليه وسلم - أنه أُتي بشارب خمر مرارا، فقال بعض من حضره: لعنه الله ما أكثر ما يؤتى به، فقال الرسول الكريم - صلى الله عليه وسلم -: \" لا تكونوا عون الشيطان على أخيكم \"  (١) . </p><p> وقد بين سبحانه أنهم خالدون في عذابهم، فقال تعالت كلماته: </p><p>(١) [أخرجه البخاري: كتاب الحدود - باب ما يكره من لعن شارب الخمر (٦٢٨٣)، كما أخرجه أبو داود (٣٨٨٢) وأحمد (٥ ٧٦٤)].</p>"
}