{
  "id": null,
  "sura": 2,
  "aya": 111,
  "text": "<p> (وَقَالُوا لَن يَدْخُلَ الْجَنَّةَ إِلَّا مَن كَانَ هودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ. . (١١١) </p><p> الضمير يعود على أهل الكتاب في قوله تعالى:  (وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ) والضمير في قوله تعالى: (وَقَالُوا) يتعيَّن عودته على أهل الكتاب للقول نفسه؛ لأن الذين قالوا هذا القول اليهود، والنصارى وهم أهل الكتاب وهم الذين كانوا يجاورون النبي - صلى الله عليه وسلم -. </p><p> والقول بالترتيب الجماعي فاليهود قالوا: لن يدخل الجنة إلا من كان يهوديا والنصارى قالوا: لن يدخل الجنة إلا من كان نصرانيا، وإلا فكل فريق لَا يؤمن بالآخر فاليهود لَا يعترفون بالنصرانية وهم الذين عادوا المسيح، وحرضوا على قتله وإن كان الله تعالى قد نجاه من دسهم وشبّه عليهم، وقد دل على ذلك قوله تعالى بعد ذلك:  (وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ. . .) . </p><p> وهود قيل إنها هنا بمعنى يهود، ولكنها بمعنى الجمع؛ لأن \" مَنْ \" هنا لفظ يدل على الجمع فالجمع أنسب إليه ويكون جمعا لها كعوذ جمع لعائذ، ولأنه مقابل لنصارى ونصارى جمع، وإن قولهم هذا كذب نشأ من غرورهم وإغلاق قلوبهم على ما عندهم، وما يتمنونه من أماني كاذبة إذ يتمنون ولا يعملون \" ولذلك قال تعالى في تصوير حالهم:  (تِلْكَ أَمَانِيّهمْ) وهي جمع أمنية وهي على وزن أفعولة فأصلها أمنوية اجتمعت الواو والياء وسبقت إحداهما بالسكون فقلبت الواو ياء، وقد </p><p> ذكرنا ذلك من قبل، أي أن \" هذا ما يتمنونه، ولكن لماذا قال تلك أمانيهم ولم يقل تلك أمنيتهم فذكر ذلك بلفظ الجمع \" قالوا \"؟: إذ الجمع يدل على أنه أمنية كل واحد نعينه فجمعت للدلالة على عموم التمني، وذلك لأنهم يحكمون لأنفسهم بأمانيهم لا بأعمالهم بما يتمنونه لَا بما يتخذون لنيله الأسباب.</p><p> ولأن لفظ الجمع تأكيد لأن يكون هذا تمنيا لهم استجابة لغرورهم وأهوائهم، وقد قال تعالى لبيان أنها أمان كاذبة ليس لها من سبب ولا دليل (قُلْ هَاتُوا بُرْهَانَكُمْ إِن كُنتُمْ صَادِقِينَ) أقر رسوله - صلى الله عليه وسلم - أن يقول لهم: هاتوا برهانكم، ولم يقل سبحانه سنكل طلب البرهان إلينا، لأنه عالم الغيب والشهادة، يعلم كذب ما يقولون وافتراءهم، وقد حكم سبحانه وتعالى بأنه ما يتمنونه لَا ما يستحقون فلا يطلب الدليل من يعلم؛ وقد فرض على النبي - صلى الله عليه وسلم - أن يطلب لَا ليقتنع ولكن ليبين كذبهم في ادعائهم. </p><p> طلب منهم أن يأتوا ببرهان، والبرهان هو الدليل القاطع الملزم الذي لَا يعتريه ريب ولا شك أنه ليس عندهم دليل ظني أو قطعي من كتاب منزل أو قول نبي مرسل. </p><p> ولذلك قال سبحانه:  (إِن كُنتُمْ صَادِقِينَ) فجعل أداة التعليق الدالة على الشك، وهي \" إن \"، إذ إنه لَا دليل عندهم فهم غير صادقين. </p><p> ثم بين سبحانه وتعالى أن دخول الجنة بالإخلاص والعمل لَا بالتمني الكاذب فقال تعالى: </p>"
}