{
  "id": null,
  "sura": 2,
  "aya": 127,
  "text": "<p> (وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ) ، و \" إذ \" ظرف زمان دال على الماضي، ويتعلق بمحذوف تقديره اذكر أو اذكروا الوقت الذي كان يرفع فيه القواعد من البيت وإسماعيل، وذكر الوقت ليس بذكر الزمان المجرد إنما يكون بذكر الوقائع التي وقعت فيه، وإنها تكون قليلة خطيرة، لها أثرها فيما وراءها، وحكى الله تعالى قصة البناء بقوله تعالى:  (وَإِذْ يَرْفَعُ إِبراهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ) وعبر بفعل المستقبل، وهي واقعة في الماضي؛ لأن الفعل المضارع يصور الواقع كأنه حاضر تستحضره، وتراه: شيخ هو خليل الله تعالى وشاب هو ذبيح الله تعالى يقومان معا ببناء البيت، </p><p> ويتضرعان إلى الله تعالى في كل حجر يضعانه، ربنا تقبل منا إنك أنت السميع العليم. </p><p> والقواعد جمع قاعدة، وهي الأساس لما فوقها، وكل حجر يوضع هو قاعدة لما فوقه، والحجر الثاني قاعدة للثالث؛ ولذا قال تعالى:  (وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ) وعبر سبحانه عن وضع القواعد بعضها فوق بعض بـ \" يرفع \" ؛ لأن البناء هو الغاية من الوضع، فعبر سبحانه وتعالى عن الفعل بغايته ونهايته. </p><p> وإن إبراهيم الخليل وولده الطاهر الذبيح المحتسب، لَا يبنيان لذات البناء ولا لغرض دنيوي ولا للمأوى والسكن، بل استجابة لأمر الله تعالى، بأمره، ويتضرعان بالبناء، طالبين قبوله. </p><p> ولقد ذكرنا أن البناء كان بأمر الله، روى البخاري وجاء مثله في مصنف عبد الرزاق أن إبراهيم عليه السلام كان يزور ولده - الذي تركه في البيداء - الوقت بعد الآخر، فجاءه وقد صار فتي سويا وتزوج فوجده يصلح النبل، فقال: يا إسماعيل إن ربي عز وجل أمرني أن أبني له بيتا، فقال الابن البار المطيع: أطع ربك عز وجل، قال: إنه قد أمرني أن تعينني عليه، فقال الشاب القوي: إذن أفعل، فقام فجعل إبراهيم يبني، وإسماعيل يناوله الحجارة، ويقولان:  (رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ) حتى ارتفع البناء وضعف الشيخ عن نقل الحجارة فقام على حجر المقام فجعل يناوله الحجارة، ويقولان ربنا تقبل منا إنك أنت السميع العليم (١) . </p><p> والدعاء على ما بينه الحديث كان محفوفًا بالعمل فهما يعملان بأيديهم، ويحملان على عاتقهما، وقلوبهما ضارعة بالدعاء وألسنتهما لاهجة بالثناء على الله تعالى، والتقرب إليه، وقد قيل إن إبراهيم الخليل كان يبني وإسماعيل كان يدعو، وذلك يخالف النص في القرآن ويخالف الحديث ويخالف منطق العبادة، فإنه لا تكون عبادة أحدهما بالدعاء مغنية عن عبادة الآخر. </p><p>(١) سبق تخريجه قريبا.</p><p> وإن هذا العمل من الخليل إبراهيم، وابنه الذبيح المفدَّى، يدل على أن أي عمل يمكن أن يكون عبادة إذا كان لله تعالى. . نعم إن ذلك العمل كان استجابة لأمر الله، فهو أجل من أي عمل، ولكن ذلك لَا يمنع أن أي عمل فيه أداء فرض كفاية يكون بأمر الله ما دام مطلوبًا لصالح الجماعة، وإذا اقترنت به نية القربى كان عبادة، ولقد قال - صلى الله عليه وسلم -: \" لا يؤمن أحدكم حتى يحب العمل لَا يحبه إلا لله \"  (١) . </p><p> أقام إبراهيم خليل الله مع ابنه المطيع لأبيه وربه البناء، ودارا حول جدرانه يتممانها، وهما يحفانه بدعائهما (رَبَّنَا تَقَبَّلْ مِنَّا) ، وقد أحسا بالاستجابة، لكمال الضراعة، وخاطبا ربهما في إحساس بالقرب منه قائلين:  (إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ) وقد أكدا أن علمه تعالى علم من يسمع من غير أذن، وعلم من يعلم علم إحاطة لا يخفى عليه شيء؛ أكداه أولا بالجملة الاسمية، وأكداه بإن، وأكداه بالتأكيد اللفظي بتكرار \" أنت \" وأكداه بتعريف الطرفين، أي أنه لَا سميع غيرك، ولا عليم سواك، وهكذا كانت ضراعة الإيمان. </p><p> أتم إبراهيم بناء الكعبة، وكان مما اختبره الله به، ومن الكلمات التي أتمها كما أشرنا إلى ذلك. </p><p> وقد اتجه الأواب الحليم بعد أن دعا ربه بقبول عمله، إذ قال:  (تَقَبَّلْ مِنَّا) ، أي اقبله راضيا عنا؛ لأن التقبل أبلغ من القبول، إذ القبول المجرد أقل من التقبل برضا، وجزاء لهذا العمل. </p><p> اتجه خليل الله تعالى إلى ربه داعيا لجماعته، بعد دعائه لنفسه وابنه، فقال هو وابنه عليهما السلام: </p><p>(١) يشهد له من الصحيح الكثير، ومنه ما رواه أبو داود في سننه عَنْ أبي أمَامَةَ، عَنْ رَسُولِ اللَّه - صلى الله عليه وسلم - أنَّهُ قال: \" مَن أحَبَّ للَهِ، وَأبْغَضَ لِلَّهِ، وَأعْطَى لِلَّهِ، وَمَنَعَ لِلَّهِ، فَقَدْ استكمًلَ الإيمَانَ \". [كتاب السَنة: باب زيادة الإيمان: ٤٠٦١].</p>"
}