{
  "id": null,
  "sura": 2,
  "aya": 129,
  "text": "<p> (رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِّنْهُمْ) الواو عاطفة عطفت \" ابعث \" على \" واجعل \" ، واعترضت كلمة ربنا لكمال الضراعة والشعور بنعمة الربوبية، والرسول هو المرسل من قبل الله تعالى، وبعثه تكليفه بالقيام برسالة ربه، وتبليغها، و \" فيهم \" أي في وسطهم على أنه منهم، ليكون بهم أرحم وعليهم أعطف، ولهم اكف، كما قال تعالى:  (لَقَدْ جَاءَكُمْ رَسُولٌ منْ أَنفُسِكمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَءُوفٌ رحِيمٌ) </p><p> ، وواضح أن الرسول الذي دعا إبراهيم وإسماعيل ببعثته هو محمد - صلى الله عليه وسلم -، وقد روي أنه قال إجابة لنفر من الصحابة قالوا: يا رسول الله عرفنا بنفسك، فقال:  \" نعم، أنا دعوة إبراهيم، وبشرى عيسى \" فإبراهيم عليه السلام دعا، ببعثه وعيسى بشر به كما قال تعالى: (وَإِذْ قَالَ عِيسَى ابْنُ مَرْيمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ </p><p> اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ. . .). </p><p> وقد نكر \" رسولًا \" للتعظيم، أي رسولا عظيما كريما منهم. وقد ذكر إبراهيم وإسماعيل عليهما السلام ما أرسل به إليه فقال:  (يَتلُو عَلَيْهِمْ آيَاتِكَ) والآيات هنا هي الآيات القرآنية، والقرآن هو المعجزة الكبرى الدالة على نبوة محمد - صلى الله عليه وسلم -، ومعنى \" يتلو \" يقرؤها مرتلة تتلو كل كلمة أختها، ويتلوها عليهم يعني يقرؤها فقد نزل مرتلًا كما قال تعالى:  (وَقَالَ الَّذينَ كَفَرُوا لَوْلا نُزِّلَ عَلَيْهِ الْقُرانُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فؤَادَكَ وَرَتَّلْنَاهُ تَرتِيلًا) ، أي أنزلناه كذلك لنثبت به فؤادك باستمرار نزوله، ولنعلمك ترتيله حتى تحفظه، وقيل إن الآيات هي الدلائل على نبوته، وإذا علمنا أن المعجزة الكبرى الدالة على رسالة محمد هي القرآن المتلو، تكون النتيجة واحدة، وهي أن المتلو القرآن. </p><p> وكان عمل النبي - صلى الله عليه وسلم - بعد أن يتلو عليهم الآيات مرتلة ترتيلا، أن يعلمهم علم الكتاب من أوامر ونواه لهم تبيينًا، ولذا قال تعالى:  (وَيعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ) والكتاب هو القرآن لأنه الكتاب الكامل الذي إذا أطلق اسمه انصرف إليه، لأنه الكامل كمالا مطلقًا. </p><p> وتعليم الكتاب بتبيين أحكامه، فالنبي - صلى الله عليه وسلم - هو المبين له، والشارح لأحكامه؛ ولذلك قال تعالى:  (وَأَنزَلْنَا إِلَيْكَ الذكرَ لِتبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ. . .) . </p><p> فتعليمهم الكتاب هو تعليم أحكامه، وبيان شرائعه، وما اشتمل عليه، و \" الحكمة \" : قال الشافعي: إنها السنة؛ ولذلك اقترنت بالكتاب باعتبارها المصدر الثاني وروى ابن وهب عن الإمام مالك رضي الله تعالى عنه: المعرفة بالدين والفقه في التأويل والفهم الذي هو منحة ونور من الله تعالى، وقيل: الحكمة هي الحكم، والفصل في عدالة بين الناس. </p><p> وإن الحكمة معناها حسن التدبير للأمور، وفهمها وفقه الدين، ومعرفة أسراره، وفي الجملة هي المعنى الجامع لصفة الإسلام وإدراك غاياته، وعلاجه للأمور، وسياسة الناس، وتصريف الأمور معهم، وكانت جلسات النبي - صلى الله عليه وسلم - تحوي الكثير من أدب النفس، وتعليم لياقة المجتمع والتقريب والتأليف بين النفوس، وكل ذلك من الحكمة النبوية حتى لقد قال أبو حنيفة: إن ساعة في حضرة النبي - صلى الله عليه وسلم - تغني عن فقه سنين. وإن عمل النبي - صلى الله عليه وسلم - بعد تلاوة الكتاب وتعليمه تزكية النفوس وتنميتها وتطهيرها فقال تعالى:  (وَيُزَكِّيهِمْ) أي يطهرهم من رجس الجاهلية وينميهم، بمعنى ينمي فيهم قوة الخلق وقوة الدين، وما يكون سببا لنمو عددهم وشيوع أمر الإسلام، وبقائه خالدًا قائمًا. </p><p> وإنه يستفاد من هذا أن القرآن الكريم يتعبد بتلاوته وأشار إلى ذلك قوله:  (يَتْلُو عَلَيْهِمْ آيَاتِكَ) ، ويعلم الشرع منه؛ إذ فيه كله، ويشير إلى هذا قوله تعالى:  (وَيعَلِّمهُمُ الْكِتَابَ) . </p><p> وإن النبي - صلى الله عليه وسلم - يهذب النفوس، ويزكي القلوب بتعليم الحكمة والتزكية. </p><p> وقد ختم إبراهيم عليه السلام دعوته بالضراعة إلى ربه فقال:  (إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيم) العزيز: هو ذو العزة. وتتضمن معنى القدرة والمنعة، والغلب، والسلطان، أي أنت الغالب المعز العزيز الحكيم المدبر المنظم للوجود، الواضع كل شيء في موضعه بإحكام. </p><p> وأكد هذين الوصفين بإنَّ المؤكدة، وبتوكيد القول، بقوله \" أنت \" ، وبتعريف الوصفين الدال على اختصاصه سبحانه وتعالى بالعزة والسلطان، فلا عزة لأحد بجوار عزته، ولا سلطان لأحد بجوار سلطانه. </p><p> * * * </p><p> ملة إبراهيم هي ملة الأنبياء وهو أبوهم </p><p> (وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلَّا مَنْ سَفِهَ نَفْسَهُ وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ (١٣٠) إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ (١٣١) وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١٣٢) </p><p> * * * </p><p> إن إبراهيم أبو الأنبياء الذين ذكرهم القرآن الكريم وجاءوا بعده، وقد يكون هناك أنبياء آخرون بل لابد أن يكون ذلك؛ لأن الله تعالى يقول:  (وَإِن مِّنْ أُمَّةٍ إِلَّا خَلا فِيهَا نَذيرٌ) ، ويقول:  (مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ. . .) . </p><p> ولقد دعا الله تعالى إلى ملة إبراهيم الناس جميعا من بعده، لأنها إجابة للفطرة، وتنبعث من النفس المستقيمة واتجاه العقل الحكيم، ولقد قال تعالى: </p>"
}