{
  "id": null,
  "sura": 2,
  "aya": 91,
  "text": "<p> (وَإِذَا قيلَ لَهُمْ آمنوا بمَا أَنزَلَ اللَّهُ قَالُوا نؤْمِنُ بمَا أُنزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ) . </p><p> كان الكلام للغيبة، ولم يكن بالخطاب لأنه للحاضرين من بني إسرائيل إذ هم الذين يعتذرون ذلك الاعتذار وبه يجحدون ذلك الجحود، وكان الكلام بالغيبة فيه تنديد بهم وبأسلافهم من قبل، وقوله تعالى:  (وَإِذَا قِيلَ لَهُمْ) بالبناء للمجهول لكثرة القائلين، فكتبهم تقول لهم ذلك، وهم أنفسهم كانوا يقولون ذلك، إذا كانوا يستفتحون على الذين كفروا بالنبي الأُميّ - صلى الله عليه وسلم -، والنبي - صلى الله عليه وسلم - والمؤمنون يدعونهم، وحلفاؤهم من المؤمنين كانوا يدعونهم، فكثر القائلون، وإن البناء للمجهول له معنى آخر، وهو تركيز القول على ما يكون من ردهم للداعي فهذا موضع اللام، فلا لوم على من قال، فلا حاجة إلى ذكره، إنما اللوم كله في ردهم. </p><p> القائل يدعوهم إلى الإيمان بما أنزل فيقول آمنوا بما أنزل الله تعالى، فالله هو الذي أنزله وهو جدير بالإيمان به، لأنه من عند الله والكفر به كفر بالله تعالى. </p><p> وردهم نؤمن بما أنزل علينا، أي لَا نرى الإيمان إلا بما أنزل علينا نحن مع أن المنزل واحد، وهو الله تعالى ولكنهم يغالون في اتباع هواهم وشهواتهم، فيزعمون أنه لَا أنبياء إلا فيهم وإنهم يكفرون بما وراءه، أي بكل ما جاء بعده، فوراء يبين ما جاء خَلْفَهم وبعدهم كما كفروا من قبل بعيسى عليه السلام. </p><p> ويبين الله تعالى أن ما أنزل من القرآن هو الحق وهو مصدق لما معهم، فقد وصفه سبحانه وتعالى بوصفين أحدهما ذاتي وهو الحق أي أنه ثابت في ذاته ما أتى إلا بأمور ثابتة يقرها العقل، وتقرها الفطرة، وتدل عليها البينات وهو ذاته معجز، مثبت وجوده بنفسه، لَا يحتاج إلى بينات وراءه، والثاني إضافي وهو أنه مصدق لما تضمنته المواثيق التي أخذت عليهم، وهذا الوصف يرد زعمهم الفاسد، بإثبات عدم المغايرة بين ما جاءهم به النبي - صلى الله عليه وسلم - وما نزل، وبين ما عندهم؛ فالأصل واحد وأن تفريقهم بين ما أنزل الله من قرآن، وما أنزل عليهم تفرقة بين شيئين غير متغايرين إن كانوا يؤمنون حقا بالحق من كتبهم. </p><p> ولكنهم قوم لَا يؤمنون بشيء لَا بما عندهم، ولا بما أنزل الله من قرآن كريم، ولذا قال تعالى مثبتا كفرهم بكل شيء، بالوقائع التي كانت من أسلافهِم، وارتضوها هم، فقال تعالى:  (قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِن قَبْلُ إِن كنتُم مُّؤْمِنِين) . والمعنى: قل لهم يا نبي الله، إن كنتم تزعمون أنكم آمنتم بما عندكم، فلم تقتلون أنبياء الله؛ أي الأنبياء الذين بعثهم الله تعالى إليكم، وذكر الأنبياء مضافين إلى الله تعالى لإثبات جحودهم المطلق، وأنهم يعاندون أوامر الله تعالى سواء أكان من بعثه من ولد إسحاق أم كان من ولد إسماعيل، فقد قتلوا زكريا ويحيى، وهما من ولد إسحاق، وإنه إذا كان عندهم بقية من إيمان فما كان يسوغ قتل أنبياء الله، ولذلك قال تعالى في ختام الآية الكريمة:  (إِن كنتم مُّؤْمِنِينَ) أي أن ما كان منهم في ماضيهم وأمرهُ حاضرهم يتنافى مع صفات المؤمنين وذلك تنديد بهم، وبيان أنهم لم يؤمنوا بالكتاب الذي جاء مصدقا لما معهم، ولا يؤمنون بما عندهم. </p><p> * * * </p><p> (وَلَقَدْ جَاءَكُمْ مُوسَى بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ (٩٢) وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا قَالُوا سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٩٣) </p><p> * * * </p><p> تبين في الآيات السابقة أن بني إسرائيل كفروا بمحمد - صلى الله عليه وسلم -، وقد كانوا يستفتحون به على المشركين وأنهم قرروا في ذاتهم ألا يؤمنوا إلا بما أنزل عليهم، فلا يؤمنون بالقرآن وإن جاء مصدقا لما معهم، وذلك الكفر أكبر العناد، وفي هذه الآيات الكريمات يبين الله تعالى أن العناد فيهم منذ أرسل موسى إليهم، لقد أتى لهم ببينات حسية قاطعة في الدلالة على أن موسى أرسله الله تعالى لإنقاذهم. </p><p> ولقد أوتي عيسى بينات كثيرة وكفروا به وحاولوا قتله، ولم يمكنهم الله تعالى منه، فما قتلوه وما صلبوه ولكن شبه لهم، وموسى عليه السلام أتى لهم بمعجزات حسية بلغت تسعا، فقد قال تعالى:  (وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ. . .) ، ومنها العصا التي أبطلت سحر الساحرين، والتي ضرب بها البحر، فانفلق فكان كل فرق كالطود العظيم، والتي ضرب بها الحجر، فانفجرت منه اثنتا عشرة عينا، قد علم كل أناس مشربهم، ومنها ما ظهر بين أيديهم مما جرى لفرعون وقومه، وقد قال الله تعالى في سورة الأعراف:  (وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ (١٣٢) فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ (١٣٣) وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ لَئِنْ </p><p> كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرَائِيلَ (١٣٤) فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَى أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ (١٣٥) . ولما خرجوا إلى سيناء ظللتهم السحاب من هَجِيرها، وأمدهم الله تعالى بالمن والسلوى. </p><p> جاءهم موسى عليه الصلاة والسلام بالبينات القاهرة الظاهرة المحسوسات، ومع وضوحها وظهورها (اتَّخَذْتُمُ) أي اتخذوه معبودا وهو مصنوع بين أيديهم وتحت أبصارهم، ولذا قال تعالى: </p>"
}