{
  "id": null,
  "sura": 2,
  "aya": 135,
  "text": "<p> (وَقَالُوا كُونوا هُودًا أَو نَصَارَى تَهْتَدُوا) أي قال اليهود: أي الحاقدون الكافرون بأنعم الله التي توالت عليهم: كونوا هودا، أي كونوا يهودا تهتدوا، لأن الهداية تحوطهم، وهم في قبتها، وقال النصارى المثلثون الوثنيون: كونوا نصارى تهتدوا؛ لأن الهداية في حقبتهم لا تخرج عنهم أبدا والعاقبة لهم في زعمهم، مع أنهم وثنيون، لَا يتبعون نبيا مرسلًا، ولكن يتبعون فلسفة كاذبة ضالة مضلة (١) . </p><p> قال اليهود ما قالوا، وقال النصارى المثلِّثون ما قالوا، فأمر الله تعالى نبيه بأن يرد قولهم بقوله:  (قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكينَ) . </p><p> قل لهم يا رسول الله: إن المقياس الصحيح الواجب الاتباع؛ لأجل البعد عن الباطل، والاهتداء بهدى الحق - مضربا عن كلامهم صفحا - هو ملة إبراهيم، ولذا قال تعالى:  (قُلْ بَلْ مِلَّةَ إِبْراهِيمَ حَنِيفًا) ، وبل هنا للإضراب عن أوهامهم وترهاتهم، وملة مفعول لفعل محذوف تقديره: بل اتبعوا ملة إبراهيم حنيفا، أي مائلًا للاستقامة أو مائلًا نحو الحق هاديًا إليه، فالحنيفية السمحة أي الحق، وجَنفَ وَحَنَفَ معناهما الميل، بيد أن الجنف الميل إلى الباطل كما قال تعالى:  (غَيْرَ مُتًجَانِف لإِثْمٍ) ، والحنيف المائل نحو الحق، والحنفيف معناه الاستقامة والحنيف معناه المستقيم الذي لَا عوج فيه ولا انحراف. </p><p>(١) راجع: \" محاضرات في النصرانية \" للمؤلف.</p><p> ويثبت الله سبحانه وتعالى الوحدانية في ملة إبراهيم، فيقول:  (وَمَا كَانَ مِنَ الْمُشْرِكينَ) وهذا نفي للشرك عن ملته، ورد للعرب المشركين عن تبعيته، وإن كانوا من سلالته. </p><p> ووكل الله تعالى إلى رسوله الأمين الرد على اليهود والنصارى والمشركين؛ لأنه من تبليغ رسالة ربه، وبيان الحقائق التي يجب عليه بيانها، وإن ذلك الرد كقوله تعالى:  (مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلا نَصْرَانِيًّا وَلَكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكينَ) . </p><p> * * * </p><p> وحدة المؤمنين باتباع ملة إبراهيم </p><p> قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ (١٣٦) فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ (١٣٧) صِبْغَةَ اللَّهِ وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً وَنَحْنُ لَهُ عَابِدُونَ (١٣٨) </p><p> * * * </p><p> يجمع الرسل على اختلاف ما أنزل على النبيين من كتب لَا تتباين في معناها، وإن اختلفت أزمانها، يجمع هذه الكتب أنها كلها في لبها وغايتها ملة إبراهيم عليه السلام، فهي ملة جامعة لَا تختلف رسائل النبيين ولا تتباين عندها، </p><p> فهي ملة النبيين أجمعين، وقد كانت رسالة محمد - صلى الله عليه وسلم - هي ملة إبراهيم عليه السلام! ولذا قال تعالى:  (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجِ مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُم الْمُسْلِمِينَ مِن قَبْلُ. . .) ، وقد تلونا هذا النص الكريم من قبل، ولذا دعا الله سبحانه وتعالى المؤمنين أن يعلنوا أنهم يؤمنون بذلك فقال تعالى مخاطبا المؤمنين: </p>"
}