{
  "id": null,
  "sura": 2,
  "aya": 65,
  "text": "<p> (وَلَقَدْ عَلِمْتُمُ الَّذينَ اعْتَدَوْا منكُمْ فِي السَّبْتِ) أكد سبحانه وتعالى علمهم بهذا الاعتداء باللام التي تَكون للتأكيد، وبـ قد التي تكون للتحقيق دائما سواء أدخلت على المضارع أم دخلت على الماضي، كما هو في القرآن الكريم. </p><p> وقالوا: إنه سبحانه وتعالى قال: علمتم، ولم يقل عرفتم؛ لأن المعرفة تمييز للشخص في ظاهر أمره، فتقول: عرفت فلانا إذا لقيته ولم تخبر أحواله، وإذا قلت: علمته؛ فمعنى ذلك أنك علمت أحوال ظاهره وباطنه، فتقول: علمت زيدا إذا علمت أحواله ظهورها، وخفاياها. </p><p> أي أنكم علمتم الذين اعتدوا منكم في السبت، في شره نفوسهم، وَقَرِمِهم إلى الصيد، واندفاعهم نحو المخالفة لأمر ربهم مدفوعين بشهوات جامحة يتحايلون فيها تحايل الولهى لتحقيقها، حاسبين أن ذلك يخفى على الله تعالى، ولكن سبحانه وتعالى يزيد في اختبار نفوسهم، فيرسل حيتان السمك إليهم شارعة يوم السبت، ثم لَا تأتيهم بعد ذلك، ولذلك قال تعالى مبينًا الاختبار في آية أخرى، فقال تعالى: </p><p> (وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ (١٦٣) . </p><p> وهذه القرية يروى ابن كثير في تفسيره أنها كانت بين الأيلة والطور، ولعلها المصر الذي هبطوا إليه في قول موسى:  (اهْبِطُوا مِصْرًا) . ويروى ابن كثير أنه اشتهى بعضهم السمك فجعل الرجل يحفر الحفيرة ويجعل لها نهرا إلى البحر. فإذا كان يوم السبت فتح السد فأقبل الموج بالحيتان يضربها حتى يلقيها في الحفيرة، فيريد الحوت أن يخرج، فلا يطيق من أجل قلة ماء النهر فيها فإذا كان يوم الأحد جاءه، فأخذه، فشواه، وقد قلده جاره، وشاع هذا وفشا فيهم. . فقال لهم علماؤهم: إنكم صدتموه يوم فتحتم له الماء فدخل، فأنتم اصطدتموه يوم السبت. </p><p> وما أشبه هؤلاء بإخوانهم ينتسبون إلى دين محمدٍ - صلى الله عليه وسلم - حتى إنهم يستبيحون الربا بحيل محرمة، والله عليم بهم وبأحوالهم، ولهم ما أعده الله لبني إسرائيل، وهم أصل الداء في هذا وفي غيره (١) . </p><p> وقد قال تعالى ما يفيد أنهم إذا لم تتهذب نفوسهم، ولم تتربَّ بالضبط قلوبهم فإنهم كالقردة والخنازير، فقال تعالى:  (فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ) الفاء كأخواتها تفصح عن شرط مقدر، أي إذا كانوا قد اعتدوا ذلك الاعتداء وشرهوا ذلك الشره، قلنا لهم بلسان التكوين:  (كُونُوا قِرَدَةً خَاسِئِينَ) وروي عن مجاهد أنه قال أنه مسخت قلوبهم فصارت كقلوب القردة تنزوا لشهواتها ولا تتعقل ولا تتدبر في عاقبة أمرها فهبطوا إلى هذه المنزلة الدون وقال: إنه مثل ضربه الله تعالى مبينا حالهم، كالمثل في قوله تعالى:  (مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا. . .) ، فصارت قلوبهم قلوب قردة. </p><p>(١) عَنْ أبِى سَعِيد الخُدْرِى عَنْ الئبِي - صلى الله عليه وسلم - قَالَ: \" لَتَتْبَعُنَّ سَنَنَ مَنْ كَانَ قَبْلكُمْ شِبْرًا شبْرًا وَذِرَاعًا بِذِرَاع، حَتَى لَوْ دَخَلُوا جُحْرَ ضبٍّ تَبعْتُمُوهم \" قُلْنَا: يَا رَسُولَ اللَّهِ اليَهُودُ وَالنصَارَى؟ قَالَ: \" فَمَنْ \"؟ [متفق عليه] رواه البخاري: كتاب الاعتصام بالسنة (٦٧٧٥)، ومسلم: العلم (٤٨٢٢)].</p><p> وإنه يزكي ذلك المعنى أنه شبه حالهم في آية أخرى بالقردة والخنازير لَا بالقردة وحدهم، وذلك في قوله تعالى في سورة المائدة:  (قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ عَنْ سَوَاءِ السَّبِيلِ (٦٠) . </p><p> ومعنى خاسئين. . أي مبعدين يقال خسئ أي بعد، وخسأته أبعدته، والمعنى بعيدون عن مواطن العزة ورضا الله تعالى، لأن الشهوة والعزة نقيضان لَا يجتمعان فالشهوات مطية المذلة والهوان، ولا يهون إنسان إلا إذا هانت نفسه، وصارت أمة للشهوات. إن الله تعالى جعل تلك القرية التي كانت مكان الفسق عن أمر الله تعالى نكالا وموعظة فقال تعالى: </p>"
}