{
  "id": null,
  "sura": 2,
  "aya": 212,
  "text": "<p> (زُيِّنَ لِلَّذِينَ كفَرُوا الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيَامَةِ) بعد أن بين سبحانه أن الذين كفروا قد جحدوا بالله، وقد كثرت البينات، وقامت الدلائل القاطعة، بين السبب في غشيان الضلال قلوبهم؛ وهو أن الدنيا زينت لهم فحسبوها كل شيء وأنساهم ذلك ذكر الآخرة وما فيها من حساب وعقاب، بل إنه بسبب ضيق عقولهم انحصر تفكيرهم في هذه، وحسبوا أن لَا بعث ولا نشور، وأنكروا ذلك إنكارًا تامًا؛ ولذلك قال سبحانه:  (زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا) فهي كل شيء في تفكيرهم وقد دفعهم إلى اللجاجة في الكفر والجحود أن وجدوا من لم يؤتوا حظا من الدنيا، وهم الضعفاء والفقراء والعبيد هم الذين سبقوا بالإيمان؛ ولذلك سخروا من الحق والمؤمنين إذ علموا في أنفسهم أن التقدير عند الله هو التقدير بحال الدنيا من مال وجاه، وحسب ونسب، لَا بمقدار الحق في ذاته؛ ولم يعلموا أن الله لَا ينظر إلى الأحساب والأموال والصور ولكن ينظر إلى القلوب والأعمال (١) ؛ ولذلك سخروا من الذين أحبوا الإيمان وأهله وقالوا: أهؤلاء الذين سبقونا بالإيمان؛ ولذلك قال سبحانه:  (وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا) يستهزئون بالذين آمنوا. ولقد قال عطاء في هذه الآية: نزلت في المنافقين: عبد الله ابن أُبي وأصحابه، كانوا يتنعمون في الدنيا، ويسخرون من ضعفاء المؤمنين، وفقراء المهاجرين، ويقولون: انظروا إلى هؤلاء الذين يزعم محمد أنه يغلب بهم. </p><p> وإن أهل الحق دائما ليسوا ممن نالوا حظا كبيرا في الدنيا؛ فإن أولئك أقرب إلى بذل النفوس في سبيله بعد الإيمان، والعبر كل يوم قائمة شاهدة مثبتة. </p><p> ولقد ذكر سبحانه منزلة المؤمنين الذين يستهزأ بهم فقال:  (وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ) الذين آمنوا واتقوا الله فوق أولئك الجاهلين الجاحدين الذين كفروا بالآخرة، وآمنوا الإيمان كله بالدنيا؛ ولا ارتباط بين نعيم الدنيا ونعيم الآخرة، بل قد يكون </p><p>(١) ذكره المنذري في الرغب والرهيب وقال: رواه ابن أبي الدنيا والطبراني من طرق أحدها صحيح واللفظ له والحاكم وقال: صحيح الإسناد.</p><p> محروم الدنيا هو المنعم في الآخرة، والجزاء على الأعمال لَا على الأموال، وعلى القلوب لَا على الأحساب، وعلى التقوى لَا على الأنساب؛ ولذلك قال سبحانه:  (وَاللَّهُ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَاب) فالله سبحانه هو الرزاق ذو القوة المتين، يعطي من يشاء ويمنع من يشاء، ولا أحد يحاسبه، وليس عطاؤه دليل رضاه، فقد يعطي الكافر، وهو غير راض عنه كما قال تعالى:  (وَلَوْلا أَن يَكونَ النَّاسُ أُمَّةً وَاحدَةً لَّجَعَلْنَا لِمَن يَكْفرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِّن فِضةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ) ، والرزق في الدنيا منوط بأسباب دنيوية يجيدها الكافر كما قد يجيدها المؤمن، ومن سلك سبيلها وطلبها من مظانها رزقه الله، مؤمنا كان أو كافرًا، ومن تنكب الطريق، لم يرزقه الله، وله فوق الأسباب تصريف الحكيم وتدبير العليم سبحانه، إنه على ما يشاء قدير. </p><p> والخطأ أن يجعل تقدير الناس بأموالهم لَا بأعمالهم، وبمظاهرهم لا بنفعهم، روي أن رسول الله كان بين أصحابه فمر بهم رجل فقال النبي - صلى الله عليه وسلم - لرجل جالس عنده:  \" ما رأيك في هذا؟فقال:رجل من أشراف الناس، هذا والله حري إن خطب أن ينكح، وإن شفع أن يشفع، وإن تكلم أن يسمع فسكت رسول الله؛ ثم مر رجل آخر فقال رسول الله - صلى الله عليه وسلم -: \" ما رأيك في هذا \"؟فقال:يا رسول الله إن هذا رجل من فقراء المسلمين، هذا حري إن خطب ألا ينكح، وإن شفع ألا يشفع، وإن قال لَا يسمع لقوله، فقال - صلى الله عليه وسلم -: \" هذا خير من ملء الأرض مثل هذا \"(١).</p><p> وإن المال هو الذي يضل العباد فيجعلهم يخطئون في تقدير الناس، وتقطع به الأواصر، ولو قدره الناس حق قدره، ولم يتجاوزوا به الحد ما كانت تلك الآفات، ولو كان الناس يقدرون بفضائلهم لَا بأموالهم وتساووا في الحقوق أمام القانون ما كان ذلك الألم الذي يمض الفقير، وحسْبُ الغني أن المال عبء عليه، وأنه ظل زائل، وعرض حائل؛ ولقد قال - صلى الله عليه وسلم -: \" يقول ابن آدم مالي مالي، وهل لك من مالك </p><p>(١) رواه البخاري: النكاح - الأكفاء في الدين (٤٧٠١) عن ابن سعد رضي الله عنه.</p><p> إلا ما أكلت فأفنيت، وما لبست فأبليت، وما تصدقت فأمضيت، وما سوى ذلك فذاهب وتاركه للناس \" (١) والله سبحانه مالك الملك ذو الجلال والإكرام. </p><p> * * * </p><p>(١) رواه - بهذه الزيادة في آخره: \" وما سوى ذلك فذاهب وتاركه للناس \" - مسلم: الزهد (٥٢٥٩) وأحمد (٨٤٥٧). والترمذي (٢٢٦٤)، والنسائي في الوصايا (٣٥٥٥) وأحمد في مسنده (١٥٧١٥).</p>"
}