{
  "id": null,
  "sura": 2,
  "aya": 136,
  "text": "<p> (قُولُوا آمَنَّا بِاللَّهِ ومَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالأَسْبَاطِ وَمَا أُوتِيَ مُو سَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِن رَّبِّهِمْ) </p><p> وإن هؤلاء جميعا على ملة إبراهيم، وهي التوحيد، وهذا كقوله تعالى:  (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ (١٣) . </p><p> إن إبراهيم ويعقوب وصى كلاهما أبناءه بملته، واتبعه من بعدهم موسى وعيسى والنبيون الذين كانوا بين موسى وعيسى عليهم السلام، فهم جميعا على ملة واحدة جامعة، وهي ملة إبراهيم التي هي التوحيد والتنزيه، والاستقرار على الحق، والحنيفية السمحة. </p><p> وقد أمر الله تعالى المؤمنين، ولم يكن أمره إلى النبي - صلى الله عليه وسلم - وحده، بل كان أمره له ولمن اتبعه، وفيه بيان أن إيمانهم هو إيمان إبراهيم، وبنيه، ويعقوب وبنيه، والنبيين أجمعين، فهو إيمان عام بالرسالة الإلهية لَا فرق بين رسول ورسول، ولذلك قال بحق بعض الذين علموا الإسلام وما يدعو إليه: إن الإسلام دين عام. </p><p> وقيل لمسيحي أسلم: لماذا خرجت عن المسيحية؟. فقال: إني لم أخرج عن المسيحية دين المسيح، ولكن دخلت فيها بدخولي في الإسلام. </p><p> أمر الله المؤمنين أن يقولوا:  (آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالأَسْبَاطِ) ، والأسباط هم ولد يعقوب عليه السلام الذي قال لهم: ما تعبدون من بعدي، وهم اثنا عشر، وقد ذكر القرآن لهم ذلك العدد في رؤيا يوسف بن يعقوب، إذ قال الله تعالى عنه: (إِذْ قَالَ يوسف لأبِيهِ يَا </p><p> أَبَتِ إِنِّي رَأَيْت أَحَدَ عَشَرَ كَوْكبًا وَالشَّمْسَ وَالقَمَرَ رَأَيتهُمْ لي سَاجِدِينَ (٤) قَالَ يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا إِنَّ الشَّيْطَانَ لِلْإِنْسَانِ عَدُوٌّ مُبِينٌ (٥) . وإن الأحد عشر كوكبا رمز لأبناء يعقوب غير يوسف، وبضم يوسف إليهم يكونون اثني عشر. . والأسباط واحدهم سِبْط، وهو بمنزلة القبيلة في العرب، وسموا الأسباط من السبط وهو التتابع، فهم جماعة متتابعون، وقيل إن السبط هو الحفيد، وسموا بذلك لأنهم في أصلهم حفدة إبراهيم. </p><p> ولماذا ذكر الأسباط مع أن ذكر يعقوب يغني عن ذكرهم، لأنهم أبناء يعقوب، وقد وصاهم باتباع ملة إبراهيم وشدد في الوصية؟ والجواب عن ذلك أنهم صاروا من بعده جموعا، كونوا العشائر والقبائل، فكانت لهم صفة بهذا الانفراد وقد أمر الله تعالى المؤمنين، بأن يقولوا (لا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُم) لأنهم جميعا يتكلمون عن الله، ويذكرون أمره ونهيه، ورسالتهم رسالة من الله تعالى، (وَنَحْنُ لَهُ مُسْلِمونَ) ، أي أسلمنا وجهنا وقلوبنا وكل جوارحنا له سبحانه وتعالى، جمع الله قلوبنا ونفوسنا وحواسنا لتكون لله تعالى، وهو الحكيم العليم. </p><p> إن ذلك هو الإيمان الحق، وهو الإيمان الجامع غير المفرق؛ ولذلك كان هو ميزان الإيمان الصادق الموحد للناس حول ربهم، وهو الوحدانية لله تعالى، والوحدة في الرسالة الإلهية؛ ولذا قال تعالى: </p>"
}