{
  "id": null,
  "sura": 2,
  "aya": 279,
  "text": "<p> (فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ ... (٢٧٩) أي فإن لم تفعلوا وأخذتم ما بقي من الربا فأنتم معاندون لله ولرسوله، وأنتم في حرب معهما، ومن حارب الله فإن الله غالبه، وهو مهزوم لَا محالة، وإن الله سيعاقبه على عظيم ما ارتكب. </p><p> وهنا عدة كلمات فيها إشارات بيانية تبين عظيم ما يتعرض له من يعاند الله ورسوله، ويخالف أحكامه التي يقررها الله تعالى لتنظيم المجتمع الإسلامي، وتبين أيضًا عظيم عمل من يحترم أحكام الله تعالى: </p><p> أولى هذه الكلمات: إن الله تعالى يقول: (فَإِن لَّمْ تَفْعَلُوأ أي لم تتركوا ما بقى من الربا؛ فعبر عن الترك هنا بالفعل،فلم يقل:فإن لم تتركوا،بل قال:(فَإِن لَّمْ تَفْعَلُوا) وذلك لأن الذين يتركون ما بقي من عقود عقدوها، يقاومون رغباتهم ويقاومون أهواءهم وشهواتهم، فهذه المقاومة، وذلك الكف فعل نفسي جليل يحرِّضهم سبحانه وتعالى عليه، ويدعوهم إليه، فإن فعلوه كان لهم الثواب المقيم والرضا الكريم، وإن لم يفعلوا فقد أعلنوا الحرب على الله ورسوله. والكلمة الثانية: أن الله سبحانه وتعالى يقول للذين لَا يتركون ما حرم الله من ربا (فَأْذَنُوا بِحَرْبٍ) أي فاعلموا بأنكم في حرب؛ وذلك لأن أذن هنا بمعنى علم، وفي قراءة \" فآذنوا \" بحرب. ويقول الزمخشري في هذه القراءة إن معناها \" فأعلموا بها غيركم \" وعلى ذلك يكون آذنوا بالحرب معناها الإعلام بها، وأما أذنوا بحرب فمعناها العلم بها؛ ولكن الراغب الأصفهاني يقول:  \" إن الإذن بالحرب والإيذان بها بمعنى واحد \" ، ولماذا عبر عن معاندتهم لله وحربهم لشريعته بقوله:  (فَأذَنُوا بِحَرْبٍ) ولم يقل فأنتم في حرب؛ للإشارة إلى أن الجهالة توهمهم أنهم ليسوا بخارجين عن إرادة الله تعالى إن طالبوا بأحكام العقود التي عقدوها من قبل، فالله سبحانه وتعالى أعلمهم بأنهم في أخطر مخالفة وأشد معاندة. </p><p> والكلمة الثالثة: إنه تعالى قال في الحرب: (فَأْذَنُوا بِحَرْبٍ مِّنَ اللَّهِ وَرَسُولِه) ولم يقل في حرب الله ورسوله، وقد بين السر في ذلك الزمخشري في الكشاف بقوله: \" كان هذا أبلغ؛ لأن المعنى فأذنوا بنوع من الحرب عظيم من عند الله </p><p> ورسوله \" أي أن في هذا التعبير الكريم تهويلا لشأن هذه الحرب من ناحيتين: ناحية التنكير، فهي حرب هائلة لم يدركوا كنهها، والناحية الثانية ناحية التصريح بإضافتها إلى الله ورسوله، فهي حرب معهما، والنتيجة في هذا مؤكدة محتومة.</p><p> وهذه الحرب أهي مجازية، أم حقيقية؟ يبدو بادي الرأي أنها مجازية من حيث إن كل معاندة لله ولرسوله عن عمد وبسبق إصرار، فيها معاندة لأحكامه سبحانه، ومصادمة لأوامره ونواهيه، وكل مصادمة لأوامر الله تعالى ونواهيه نوع من الحرب والمحادة له سبحانه. </p><p> ولكن بعض المفسرين يقول: إن ذلك كان إيذانًا فعلًا بالحرب؛ كما حارب أبو بكر أهل الردة عندما منعوا الزكاة، وزكّوا ذلك بأن النبي - صلى الله عليه وسلم - عندما بلغه صنيع ثقيف من مطالبتهم بربا كان ثمرة لعقود عقدوها من قبل، قد آذنهم بحرب، وكتب إلى عتاب بن أسيد والي مكة من قبله يقول له: \" إن رضوا وإلا فآذنهم بحرب \" (١) </p><p> أي أنه - صلى الله عليه وسلم - اعتبرهم مرتدين يقاتلون باستمرارهم على أكل الربا؛ وذلك لأنه عليه الصلاة والسلام عندما صالح ثقيفًا بعد حرب كان مما نص عليه في هذا الصلح أن ما لهم من ربا على الناس، وما كان للناس عليهم من ربا موضوع. </p><p> وما أجدر بعض الذين يتكلمون في هذا اليوم مستحلين الفوائد على أنها ليست من الربا أن يعتبروا ببني ثقيف وبني مخروم!! فإن أولئك كانوا يأخذون من الثقفيين ليتجروا، وليربوا، فوضع الله الربا الجاهلي كله، واعتبر المطالبة بما بقي حربا لله ولرسوله. . ألا فليمتنع هؤلاء عن قولهم حتى لَا يخاطبوا بقول الله:  (فَأذَنُوا بِحَرْبٍ مِّنَ اللَّهِ وَرَسُولِهِ) . </p><p> (وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ) أي أن من يقع في الربا وأراد أن يتوب إلى الله ويرجع إليه، فليعلم أنه ليس له أن يأخذ بعد تحريم الربا إلا رأس المال. وإن الاقتصار على رأس المال لَا يكون فيه ظلم للدائن، لأنه </p><p>(١) رواه الطبري في جامع البيان: ج ٣/ ٧١، والسيوطي في الدر المنثور ج ١/ ٣٦٦.</p><p> وصل إليه مثل ما أعطى وليس له وراء ذلك حق، ولا ظلم فيه على المدين لأن أداء الحق لَا ظلم فيه، وإن امتنع عن إعطاء رأس المال كان ظالمًا، ما دام يمتنع عن قدرة، لأن النبي - صلى الله عليه وسلم - قال:  \" مطل الغني ظلم \"  (١) . </p><p> وفى النص الكريم إشارة إلى أمرين: </p><p> أحدهما: أن من يعطي الربا ليس له إلا رأس المال، وأن الزيادة أكل لمال الناس بالباطل أيا كانت هذه الزيادة قليلة كانت أو كثيرة، فلا عبرة بالمقدار مهما يكن ضئيلا، ولا عبرة بالدين أيا كان نوعه. والتعبير عن أصل الدين برأس المال نص في أن الربا يكون إذا كان الدين قد اتخذ أصلا للاتجار والكسب؛ أي أن الدين الذي يؤخذ للاستغلال الربا فيه حرام، وبالأولى الدين الذي يؤخذ للاستهلاك واختيار ذلك اللفظ بالذات يومئ إلى أن الربا كان يتخذ سبيلا للاستغلال. والتعبير بـ \" رأس \" أيضًا يحسم الخلاف، لأنه لو عبر بالدين فربما يدعي الربوي أن الدين هو الأصل والزيادة معًا. </p><p> ثانيهما: الذي يدل عليه النص الكريم: أن طريق التوبة دائمًا أن ينقي التائب ماله من كل مال خبيث، فكل زيادة عليه ترد إلى أصحابها، وإلا يتصدق بها. </p><p> * * * </p><p>(١) متفق عليه، رواه البخاري: الاستقراض - مطل الغني ظلم (٢٢٢٥)، ومسلم: المساقاة - تحريم مطل الغنى (٢٩٢٤) عن أبي هريرة رضي الله عنه.</p>"
}