{
  "id": null,
  "sura": 2,
  "aya": 166,
  "text": "<p> (إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا) تبرأ المتبوع من التابع وتبرأ الرئيس المتغطرس من المرءوس الذليل الضعيف، وهذا كما قال الله تعالى في سورة إبراهيم (وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ قَالُوا لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ (٢١) وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (٢٢) . </p><p> وقوله:  (إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا)  \" إذ \" للدلالة على الزمن الماضي، وهي هنا للمستقبل فيكون استحضار الحال المستقبل، أو يقال إنها لزمن القول، وهو عن زمن في الماضي وفيما بعد إخبار عن المستقبل، يتبرأ المتبوعون من التابعين الذين يقولون: هؤلاء الذين أضلونا فآتهم عذابا ضعفا من النار. فيتبرأ المتبوعون منهم ويقال: لكل ضعف ولكن لَا تعلمون. فهم إذ يرون العذاب لَا يفكر أحد منهم في تضليله للآخر، وإن ذلك التبرؤ وهم قد رأوا العذاب. لقد ضل التابع وضل المتبوع وقد كان مآل الفريقين النار. </p><p> وقد كانت بينهم مودة موصولة جعلت بعضهم يتبع الآخر على الشرك والضلالة، وكانت أحيانا تكون الصلة نسبية، أو عصبية جاهلية، وقد بين سبحانه أن تلك الصلات كلها تتقطع، ولذا قال عز من قائل:  (وَتَقَطَّعَتْ بِهِمُ الأَسْبَابُ) الأسباب جمع سبب وهو في الأصل الحبل الذي يشد به الشيء أو يصل بين أمرين برباط بينهما والمراد هنا الصلات التي كانت تربطهم من عصبية جاهلية أو رحم أو رياسة أو من أي تبعية كانت. هذه الصلات تقطعت، وتقطعت مبالغة في القطع، أي أنها قطعت من كل ناحية بحيث لَا يمكن وصلها بحال من الأحوال. </p><p> وإن أولئك الذين أضلهم كبراؤهم، وأخذوا عليهم طريق الهداية ينالهم الألم المرير، لأنه كان - بين طريق الحق المستقيم ومخاوف الشيطان على الطريق - النبي - صلى الله عليه وسلم - يدعو ويهدي، وعلى رأس السبل الأخرى شياطين الإنس يقودونهم إلى الضلال، فسلكوا طريقهم، فلما كان عذاب يوم القيامة يتخلى عنهم الذين قادوهم إلى مهاوي الشر، وكانوا معهم في النيران وتبرءوا منهم، فتمنى التابعون أن يعودوا إلى الدنيا، ليتبرأوا منهم كما تبرأوا هم منهم، ولذا قال الله تعالى: </p>"
}