{
  "id": null,
  "sura": 2,
  "aya": 114,
  "text": "<p> (وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ) . \" مَن \" هنا للاستفهام بمعنى إنكار الوقوع أي النفي، فالمعنى لَا أحد أظلم ممن منع مساجد الله أن يذكر فيه اسمه، فقوله:  (أَن يُذْكَرَ فِيهَا اسْمُهُ) بدل من المساجد، والمنع إنما هو من أن يذكر فيها اسمه وأضيف إلى المساجد للإشارة إلى أن ذلك اعتداء عليها، والاعتداء عليها اعتداء على الله سبحانه وتعالى؛ لأنها مساجد الله تعالى؛ إذ قد خصصت لعبادته سبحانه وتعالى، ومنع أن يذكر فيها اسمه، منع من ذكر الله تعالى وهو أكبر الآثام. </p><p> ثم المنع أهو من مسجد واحد، أم منع من مساجد متعددة، أو حكم عام - وهو الظاهر - أم ذكر لوقائع معينة؟ قال بعض العلماء، وعلى رأسهم ابن جرير الطبري: إن المراد مسجد واحد، وهو المسجد الأقصى، إذ منع النصارى الصلاة وذكر الله فيه، وخربوه بعد أن حرفوا النصرانية ودخلوا في الديانة المحرفة. </p><p> وقال الأكثرون من المفسرين: إن الكعبة المكرمة هي التي منع المشركون في مكة أن يذكر فيها اسم الله تعالى، وذلك عام الحديبية فقد منعوا النبي - صلى الله عليه وسلم - والمسلمين من أن يدخلوا البيت الحرام. وعلى رأس هذا الفريق من مفسري السلف الحافظ ابن كثير رضي الله تبارك وتعالى عنه ولنترك الكلمة له. قال: والذي يظهر لي القول الثاني وهو أن المنع كان من البيت الحرام، وروي عن ابن عباس أن النصارى منعت اليهود الصلاة في بيت المقدس؛ لأن دينهم أقوم من دين اليهود (وفى ذلك نظر) وكانوا أقرب منهم، ولم يكن ذكر الله من اليهود مقبولا؛ لأنهم لعنوا من قبل على لسان داود وعيسى ابن مريم ذلك بما عصوا وكانوا يعتدون، وأيضا فإن الله تعالى لما وجه الذم في حق اليهود والنصارى شرع في ذم المشركين الذين أخرجوا الرسول - صلى الله عليه وسلم - وأصحابه من مكة ومنعوهم من الصلاة في المسجد، وأما اعتماده (أي ابن جرير) على أن قريشا لم تسع في خراب الكعبة؛ فأي خراب أعظم مما فعلوا؟!! أخرجوا عنها رسول الله - صلى الله عليه وسلم - وأصحابه واستحوذوا عليها بأصنامهم وأندادهم وشركهم كما قال تعالى:  (وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (٣٤) . </p><p> وقال تعالى:  (مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ (١٧) إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ (١٨) . </p><p> ويسترسل الحافظ ابن كثير في سوق الآيات الدالة على منع المشركين من أن يدخل المؤمنون البيت الحرام، وفسر تخريب البيت لَا بمعنى تدميره ونقض بنيانه، </p><p> كما تمسك ابن جرير، بل فسر التخريب بمعنى خلوها من العبادة الحق، وإن ذلك هو الأقرب إلى الدلالة اللفظية؛ لأن الله تعالى لم يقل تخريبها أو تتبيرها كما عبر عن اليهود إذا دخلوا المسجد كما دخلوه أول مرة، حيث قال:  (وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبيرًا) ، وإنما عبر في هذا المقام فقال:  (وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَاجِدَ اللًّهِ أَن يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا) أي أنهم بهذا المنع من ذكر الله تعالى سعوا في خرابها. وأي خراب لبيت من بيوت العبادة المخصصة لها ولذكر الله أعظم من منع هذا الذكر؟ </p><p> ولذلك اختار ابن كثير أن يكون الذي منع ذكر الله تعالى فيه هو البيت </p><p> الحرام، إذ منعوا المؤمنين من دخوله، وقد قال تعالى في ذلك:  (هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفًا أَنْ يَبْلُغَ مَحِلَّهُ وَلَوْلَا رِجَالٌ مُؤْمِنُونَ وَنِسَاءٌ مُؤْمِنَاتٌ لَمْ تَعْلَمُوهُمْ أَنْ تَطَئُوهُمْ فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَنْ يَشَاءُ لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا (٢٥) . </p><p> فالخراب هو خلوها من العبادة. والبيت المسكون يكون خرابا إذا خلا من السكان، ويقول الحافظ: ليس المراد بالعمارة زخرفها وإقامة صورتها فقط، إنما عمارتها بذكر الله تعالى فيها، وإقامة شرعه. وإن هذا الكلام ينتهي لَا محالة إلى أن الكلام في المنع من مساجد الله تعالى المنع فيه كان منِ مسجد معين هو البيت الحرام، فلماذا عبر إذن بقوله تعالى:  (وَمَنْ أَظْلَمُ مِمَّن مَّنَع مَسَاجِدَ اللَّهِ أَن يذْكرَ فِيهَا اسْمُهُ) فلماذا ذكر المساجد بدل المسجد؟ ونقول في ذلك: إن المنع كان في مسجد، وهو سبب النزول والاستنكار والظلم فيه شديد، ولكن الظلم يكون أيضا في المنع من غيره، فالسبب إذا كان واحدًا، قد يكون الحكم أوسع شمولا، ويكون الظلم في منع أي مسجد، ولأن التعبير بالجمع يدل على أن المنع ظلم لما يكون من جنس المساجد كلها، ولا يختص بواحد من بينها. </p><p> ولقد قرر الله تعالى لهم عقوبة الدنيا، بأن ينزل الله على هذا المانع الظالم عقابا دنيويا صارما، وهو أنهم لَا يدخلونها، لأن من سكن مكانا اعتدى فيه </p><p> لا يدخله، والجزاء من جنس العمل، وقد نبأنا القرآن الكريم بأن العقاب سينزل بهم، وأن مكة وما حولهأ ستكون في قبضة أهل الإيمان، وأنهم من بعد ذلك لَا يملكون منعا به بل قد يُمنعون إن شاء الله تعالى؛ ولذا قال تعالى:  (أُوْلَئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَا إِلَّا خَائِفِينَ) ، الإشارة في أولئك إلى الذين منعوا مساجد الله تعالى أن يذكر فيها اسمه، والإشارة إلى موصوف تدل على أن هذه الأوصاف علة الحكم أو الخبر، وهو ألا يدخلوها إلا خائفين، وقد عبر الله عن ذلك بقوله تعالت كلماته:  (مَا كَانَ لَهُمْ أَن يَدْخُلُوهَا إِلَّا خَائِفِينَ) أي ما كان يسوغ لهم أن يدخلوها إلا وقد خرجت من أيديهم فلا يدخلون مستمكنين قاعدين مستقرين، بل يدخلونها مضطربين فيها خائفين من أن يؤخذوا بظلمهم عالمين أنها بعيدة عليهم، وليست مكان استقرار، وقال ابن كثير: إن هذه الأخبار معناها الطلب أي لَا تمكنوا هؤلاء إذا قدرتم عليهم من دخولها إلا تحت هدنة، وهذا النص لما فيه من أمر وطلب فيه بشارة بأن أمرهم زائل، وأنه خارج من أيديهم إلى أيدي محمد وأصحابه. </p><p> وذكر الله تعالى عقابا دنيويا آخر وهو أنهم يلحقهم الخزي بعد استعلائهم، والذل بعد استكبارهم، فقال تعالى:  (لَهُمْ فِي الدُّنْيَا خِزْي) وهو أن يخرج البيت من أيديهم، ويكون أمره لغيرهم، وأن تهدم أصنامهم، وترمى من فوقه، ويطهر بناء البيت المكرم من رجسهم، ثم أن يُمنعوا من البيت إلا أن يكوِنوا مؤمنين وقد مُنعوا من البيت، فقال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنوا إِنَّمَا الْمُشْرِكُونَ نَجسٌ فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا. . .) ، وقد بَلَّغ أبو بكر في السنة - التاسعة عندما كان أميرا على الحج، بألا يطوف بالبيت مشرك قط (١) . وقد أشرنا في بدء كلامنا بهذه الآية الكريمة بأن اليهود قد منعوا من بيت المقدس وخربوه، والنصارى، وقلنا أنهم فعلوا ذلك بعد أن حرفوا الإنجيل، وآمنوا بالتثليث. </p><p>(١) عن حُمَيْد بْن عَبْد الرحمَنِ، انَّ أبَا هُرَيْرَةَ أخْبَرَهُ انَّ أبَا بكرِ الصديقَ - رَضِي اللَّهُ عَنْهُ - بَعَثهُ فِى الْحَجةِ التِي امَّرَهُ عَلَيْهَا رَسُولُ اللَّه - صلى الله عليه وسلم - قبلَ حَجَّةِ الْوَدَاع يَوْمَ النَّحْرِ، فِى رَهْط يُؤَذنُ فِى النَّاسِ: \" ألا لَا يَحُجُ بَعْدَ الْعَامِ مُشرِكٌ وَلا يَطُوفُ بِالْبًيْتِ عُرْيَان \". [متفق عليه؛ رواه البخاري: كتاب الحج (٥١٧١) ومسلم: كتاب الحج (٢٤٠١)].</p><p> ولقد جاء في عبارة ابن كثير أنهم - أي النصارى - خير من اليهود، وأنهم أقرب اعتقادًا، ونقول: إن هذا ليس بصحيح. إنهم لَا يقلون فسادًا في اعتقادهم عن اليهود، وإنهم ملة واحدة في سوء الاعتقاد، وضياع الإيمان، وإذا كان بعض النصارى في عصر النبي - صلى الله عليه وسلم - كانوا أقرب مودة للذين آمنوا، فجلهم آمن واهتدى، ومن بعد ذلك فهم واليهود على سواء في العداوة الأثيمة. </p><p> والآية كما قال بعض المفسرين تشمل المشركين والنصارى واليهود، فالمشركون منعوا المسجد الحرام أن يذكر فيه اسم الله تعالى، والنصارى منعوا اليهود وخربوا المسجد الأقصى، واليهود بما حرفوا وبما عصوا واعتدوا، وبكفرهم عجزوا عن حماية المسجد الأقصى فدمره القوم عليهم تدميرًا. </p><p> وإن الذين قالوا هذا: إن هؤلاء جميعا نالهم خزي الدنيا، فالمشركون بإزالتهم أصنامهم، ومنعهم من دخول البيت وهم مشركون، واليهود والنصارى بالجزية تفرض، ويدفعونها خائفين غير مستكبرين. </p><p> ثم ذكر سبحانه العذاب الأنكى والأشد في الآخرة فقال تعالى:  (وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ) وقوله \" لهم \" معناه أنه مختص بهم، ونكر العذاب لشدته، ووصف بأنه عظيم لقوته. </p><p> وكان اليهود الذين يساكنون النبي - صلى الله عليه وسلم - في المدينة وعقد معهم العقود، وانتهكوا حرماتها، ونقضوها - كثيري القول في الإسلام، لايتركون أمرًا يظنونه مكيدة للمسلمين إلا فعلوه، ولا علما علموه فيه إلا نابذوه وأشاعوا بين المسلمين الشك كانت القبلة ابتداء - وقد هاجر النبي - صلى الله عليه وسلم - إلى بيت المقدس، فأخذوا يشيعون في المؤمنين تبعية محمد - صلى الله عليه وسلم - إلى دينهم، وقد كان من قبل يتجه إلى القبلتين، ولكن لما هاجر كانت مكة تحت سلطان الشرك وفي قبضته والأوثان حولها ولم يكن في ظاهر الأمر أنها ستخرج من أيديهم، وإن كان أخذ يضايقهم في عيرهم؛ الرائح إلى الشام، والقافل منها. </p><p> مكث المؤمنون على الاتجاه إلى بيت المقدس في صلاتهم ستة عشر شهرا حتى أذن الله تعالى بأن الأمور ستخرج من أيديهم، وقاربت غزوة بدر الكبرى في علم الله تعالى، فحول القبلة إلى الكعبة، وكان النبي - صلى الله عليه وسلم - حريصا على تحقيق ذلك، وكان يقلب وجهه في السماء طالبا داعيا، فحوله الله تعالى إليها، فأخذ اليهود يشددون غمزهم في القول لهذا التحويل، ويتخذون ذلك سبيلا للطعن في محمد - صلى الله عليه وسلم - ودينه، ويقولون إن ذلك تقلب في الإيمان واضطراب في معرفة الحق، كيف يتغير من القبلة الحق - في زعمهم - إلى ما دونها، وهم سفهاء حقا في كلامهم. </p><p> وقد بين الله سبحانه أن ذلك لَا يتعلق بلب الإيمان، فالقلب موطنه، والله يختار أي مكان يكون القبلة وذلك مثل قوله تعالى:  (لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ (١٧٧) . </p><p> لما كثر لغط اليهود قال تعالى: </p>"
}