{
  "id": null,
  "sura": 2,
  "aya": 163,
  "text": "<p> (وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ (١٦٣) </p><p> وقوله تعالى:  \" وإلهكم \" بالإضافة إليهم فيه إشارة إلى أن المعبود الذي تعبدونه بحق إله واحد، فالذين تعبدونهم من أوثان وأحجار ليسوا بالهة بل إلهكم الحق الذي يجب أن تعبدوه واحد لَا إله إلا هو، لَا يعبد بحق إلا هو، ولا يمكن أن يسمى غيره من الأوثان باسمه، إنما هي أسماء سميتموها ما أنزل الله بها من سلطان، فالإله هو الخالق الذي ينفع ويضر، وأنشأ الوجود برحمته، وعمهم بنعمته، ولقد وصفه سبحانه وتعالى بأنه \" الرحمن الرحيم \" الذي يتصف بالرحمة، وتعتبر صفة من صفاته، وهو الذي يرحم العباد فعلا، وقد بينا معنى الاسمين الكاملين من قبل. </p><p> وقد ذكر سبحانه وتعالى هذين الوصفين من بين الأسماء الحسنى؛ لأنهم يحسون بأنهم في آلائه، ورحمته، فهم إذا كانوا في شدة لَا يستغيثون بآلهتهم، وإذا كانوا في ضر لَا يلجئون إلا إليه (أَمَّن يُجيبُ الْمُضطَرَّ إِذَا دَعَاهُ وَيَكْشفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الأَرْضِ أَإِلَهٌ معَ اللَّهِ. . .) ، ويقول تعالى:  (وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ (١٢) ، ويقول تعالى في بيان حالهم في مأساتهم وشدائدهم وأنهم يضرعون إليه:  (قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً لَئِنْ أَنْجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (٦٣) قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ أَنْتُمْ تُشْرِكُونَ (٦٤) . </p><p> فأولئك الوثنيون من العرب كانوا يعرفون الله تعالى ولكن يعبدون أوثانهم، وعندما تشتد الشديدة عليهم يلجئون إلى الله وحده مستعينين طالبين الرحمة من </p><p> عنده، ولا يرجون الرحمة من غيره قط؛ ولذا كان وصفه بالرحمة؛ لأنهم يلجئون إليه وحده عند رجاء الرحمة فلا يرجونها من غيره، وكأن المعنى: الواحد الأحد هو الذي يرحمكم عندما تضرعون إليه فكان المنطق يوجب عليكم ألا تعبدوا غيره. </p><p> ولقد بين سبحانه دلائل وحدانيته، وأن خلق الوجود بإرادته، ولم يخلق الوجود من غير إرادة خلاقة مسيطرة على ما في الوجود، يعرف ما خلق، ويدبره والدليل على ذلك: </p><p> أولا - تنوع خلقه من سماوات وأرضين، ومن ماء ينزل فيحي الأرض بعد موتها، مما يدل على أنه مخلوق بإرادة واحدة. </p><p> ثانيا - تصريف الوجود من حال إلى حال، من ظلمة ونور وليل ونهار، يولج الليل في النهار ويولج النهار في الليل. </p><p> ثالثا - المخلوقات المستمرة من رياح تتحرك وسحاب مسخر، وجريان الفُلك على الماء بأمره، وكل ذاك لمعنى أريد، وغاية قصدت لَا تكون إلا من خالق مريد منفرد بالإيجاد. </p><p> رابعا - الإيجاد بالتوالد المستمر، وانتظام هذا الوجود مما يدل على وحدة الموجد، (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ) . </p><p> فهذه الآية الكريمة تشير إلى القدرة المنفردة بالتكوين، فتنفرد لَا محالة بالعبادة والألوهية، وفي معنى هذه الآية وإن كانت بأسلوب بياني آخر، (أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ (٦) وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ (٧) تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ (٨) وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ (٩) وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ (١٠) رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ (١١) . </p><p> هذه إشارات إلى بعض ما في الآية من بينات، وأدلة على أن خالق الكون واحد مدبر وحده لَا يشاركه في هذا الإيجاد المحكم الذي يسير على سنة رسمها منشئه، لَا تقدير لخلق إلا من الله وحده، وهو العليم الحكيم. ولنذكر ما ساقه سبحانه وتعالى من كلمات في هذا الكون. </p><p> قوله تعالى: </p>"
}