{
  "id": null,
  "sura": 2,
  "aya": 194,
  "text": "<p> (الشَّهْرُ الْحَرَامُ بِالشهْرِ الْحَرَامِ) : الباء هنا للمقابلة، أي الشهر الحرام من جانبكم مقابل بالشهر الحرام من جانبهم؛ فإن تقيدوا بالحرمة فيه ولم يثيروا حربًا ولم يعتدوا، التزمتم حرمته، ولم تقاتلوهم فيه، ولو كان قتالهم في ذاته عدلا، بعد أن فتنوا الناس عن دينهم؛ وإن انتهكوا حرمة الشهر الحرام، ونابذوكم فيه وقاتلوكم فلا تكفوا عن قتالهم، ولا تقبضوا أيديكم عنهم احترامًا له؛ بل ابسطوا عليهم أيديكمْ، وخذوهم إلى الحق من نواصيهم؛ لأنه إذا كان الشهر الحرام واجب الصيانة فنفوس المؤمنين ألزم صيانة وأحق بها، وإذا تعارضت الحقوق والواجبات قدم ألزمها، وأحفظها لدين الله وإعلاء كلمته؛ ولا شك أن ترك المشركين يكلَبون في المؤمنين ويشتدون عليهم، أشد ضررًا من القتال في الشهر الحرام الذي انتهكوا حرمته، وقد أخرجوا من قلوبهم كل حريجة دينية وخلقية وإنسانية. </p><p> و \" أل \" في كلمة (الشَّهْرُ) هي التي يسميها علماء اللغة: أل الجنسية، والشهر هنا مفرد في معنى الجمع؛ لأن الشهر الحرام ليس واحدًا، بل هي أربعة أشهر: ذو القعدة، وذو الحجة، والمحرم، ورجب الذي بين جمادى وشعبان، والتعبير بالمفرد وإرادة الجمع فيه إشارة إلى المعنى المشترك في هذه الأشهر الأربعة، وهو تحريم القتال ابتداء فيها، احترامًا لها، ولبث روح الأمن والطمأنينة بين الناس؛ لأن المعنى الجامع لها جعلها وحدة قائمة بذاتها، وكأنها معنى واحد تعددت صوره؛ فالتعبير عن الجمع بلفظ هو في أصل ذاته للمفرد، مشيرًا إلى الوحدة المشتركة الجامعة بين الأفراد، مبينًا أن الحكم قد نيط بالمعنى الجامع بينها، ولا يتصل بالصفات الشخصية المميزة لآحادها. </p><p> وقد ذكرت عدد الأشهر الحرمٍ آية أخرى هي قوله تعالى في سورة التوبة: </p><p> (إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ. . .) . </p><p> فهذه الآية تصرح بأنها أربعة وليست واحدًا، ثم بينت السنة هذه الأشهر الأربعة من أشهر السنة كلها؛ فقد روى البخاري ومسلم وغيرهما أن الرسول - صلى الله عليه وسلم - قال في حجة الوداع:  \" ألا إن الزمان قد استدار كهيئته يوم خلق الله السماوات والأرض، السنة اثنا عشر شهرًا؛ منها أربعة حرم،ثلاثة متواليات:ذوالقعدة، وذو الحجة، والمحرم، ورجب مضر الذي بين جمادى وشعبان \"  (١) . </p><p> وقد اتفق العلماء على أن النبي - صلى الله عليه وسلم - لم يبدأ بقتال في الشهر الحرام، فلم يبتدئ فيه بغزو، ولكن إذا قوتل فيه لم يكن يمتنع عن القتال؛ وكذلك إذا ابتدأ القتال قبل الشهر الحرام، واستمر القتال إلى أن حل الشهر، لم يكن ينقطع عن القتال حتى يأمن الرجعة؛ فقد روي عن جابر بن عبد الله أنه قال:  \" لم يكن رسول الله - صلى الله عليه وسلم - يغزو في الشهر الحرام إلا أن يغزى، فإذا حضره أقام حتى ينسلخ \"  (٢) . </p><p> ولقد استعد النبي - صلى الله عليه وسلم - للقتال في الشهر الحرام مرتين، إحداهما عام الحديبية عندما ذهب معتمرًا هو وصحبه ومنعوه من البيت الحرام، حتى هم بقتالهم إن بدأوه بالقتال، ولكنه صالحهم على الدخول من قابل؛ والثانية عندما عاد إلى قضاء عمرته؛ فلقد كان على استعداد لأن يقاتل المشركين إن قاتلوه على ألا يبدأهم، وكان ذلك في ذي القعدة في العامين. </p><p> ولقد ابتدأ القتال في العام الثامن مع هوازن وحنين في الأشهر الحلال، ولكن استمر القتال حتى دخل ذو القعدة الشهر الحرام، والنبي - صلى الله عليه وسلم - يحاصرهم، وقد استمر </p><p>(١) البخاري: كتاب تفسير القرآن - باب إن عدة الشهور (٤٢٩٤)، ومسلم: كتاب القسامة (٣١٧٩) عن أبي بكرة - رضي الله عنه -. وهو نفيع بن الحارث بن كلدة. ورواه أبو داود وابن ماجه وأحمد والدارمي. (٢) عَنْ جَابِرٍ قَالَ: لَمْ يكنْ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَغْزُو فِى الشَّهْرِ الْحَرَام إِلا أنْ يُغْزَى أو يغْزَوْا، فَإِذَا حَضَرَ ذَلِكَ أقَامَ حَتَى يَنْسَلِخَ. [رواه أحمد في منده (١٤٠٥٦)].</p><p> النبي - صلى الله عليه وسلم - في الحصار أيامًا ثم قفل راجعًا احترامًا للشهر الحرام؛ ولعل الأيام التي استمرها لينظم الرجوع ويأمن ظهره، وحتى لَا يأخذه في رجعته عدو الله وعدوه. </p><p> هذه حقائق مقررة ثابتة تبين أن النبي - صلى الله عليه وسلم - كان يحرم على نفسه ابتداء القتال في الشهر الحرام إلا أن يقاتَل فيقاتِل، ولقد تقرر التحريم بالقرآن الكريم في أكثر من آية، منها قوله تعالى في أول سورة المائدة، وهي من آخر القرآن نزولا:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تحِلُّوا شَعَائِرَ اللَّهِ وَلا الشَّهْرَ الْحَرَامَ وَلا الْهَدْيَ وَلا الْقَلائِدَ. . .) . </p><p> ولكن مع ذلك اختلف الفقهاء، فقال بعضهم وهم الأكثرون: إن تحريم القتال في الشهر الحرام قد نسخ بقوله تعالى: (إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (٣٦) </p><p> ، وقالوا إن معنى قوله تعالى:  (فَلا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ. . .) ، أي بمنع القتال فيها كما ذكر ابن جرير الطبري وقالوا: لقد قاتل النبي - صلى الله عليه وسلم - هوازن وحنينًا فيها، وما لأحد أن يحرم ما أحله رسول الله. ذلك قولهم ودليله. </p><p> وقال بعض آخر أقل عددًا من الأول: إن تحريم القتال فيها ابتداء من غير اعتداء من الأعداء فيها شريعة باقية؛ لأنه لم يوجد نص صريح يعارض نصوص التحريم، ولا يمكن إعماله إلا بالنسخ، ولأن تحريم هذه الأشهر ثبت بآيات من آخر آيات القرآن نزولا وهي سورة المائدة كما نوهنا، ولأن النبي - صلى الله عليه وسلم - أكد التحريم بذكر تلك الأشهر في خطبة الوداع التي سجل فيها شرع الله على عباد الله، وأشهد عليهم فيها أنه بلغهم رسالات ربه؛ وما كان قتال النبي - صلى الله عليه وسلم - لهوازن وحنين في الشهر الحرام ابتداء بل كان امتدادا، ولقد قطع القتال ولم يستمر فيه لما صارت الرجعة عن القتال لَا تعرض جنده لمضار تكون أشد من تحريم القتال في الشهر الحرام. </p><p> ولأجل هذا قال عطاء بن رباح حالفًا بالله: إنه ما يحل للناس أن يغزوا في الحرم، ولا في الأشهر الحرم إلا أن يقاتلوا فيها، وما نسخت. </p><p> ولعل الفقهاء الذين قرروا إباحة القتال في الأشهر الحرم، قدا استمدوا حكمهم مما ذكرنا متأثرين بأحوال زمنهم، فإنه بعد أن اتسع الفتح الإسلامي صار جند المسلمين في مذأبة من الأمم المعادية تنتهز الفرص من غير هوادة أو مهادنة، فإذا رأوا المسلمين قد أغمدوا القُضب في أجفانها انقضوا عليهم، وأتوهم من مأمنهم، بل لعلهم وجدوا أن الفتوحات الإسلامية التي تمت في عهد الصديق والفاروق، وامتدت في عهد ذي النورين، لم تغمد فيها السيوف في الأشهر الحرم، لأنها كانت حربا ممتدة مستمرة موصولة غير مقطوعة، فحسبوا أن تحريم القتال في الشهر الحرام قد نسخ؛ ولكنا إذا قيدنا التحريم بالابتداء وفي غير حال مباكرة الأعداء بالاعتداء، نجد النصوص سائرة مع عمل النبي - صلى الله عليه وسلم - والصحابة من غير تضارب يسيغ النسخ، والله سبحانه أعلم بالصواب. ولماذا حرم الله سبحانه وتعالى القتال في الشهر الحرام؛ يظهر لي أن السبب في ذلك أمران جليلان: </p><p> أحدهما: تأمين السبل في الحج، ذهابا وجيئة؛ ولذلك كان أكثرها أشهر الحج، كما قال تعالى:  (الْحَجُّ أَشْهُرٌ معْلومَاتٌ. . .) ، فمنع القتل فيها تأمينا للسبل، ولأمن بيت الله الحرام، وأما رجب الذي بين جمادى وشعبان فقد كان شهر الاعتمار، فيه تؤدى العمرة المندوبة انفرادا، وعلى هذا يكون تحريم القتال في الشهرالحرام ليتحقق الأمن الكامل للبلد الحرام ولحرم الله الآمن إلى يوم القيامة، كما قال سبحانه:  (أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حرما آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ. . .) . </p><p> ولعل الفقهاء الذين قالوا: إن تحريم القتال في الأشهر الحرم قد نسخ لاحظوا هذا المعنى، لأن النبي - صلى الله عليه وسلم - قبل أن ينتقل إلى الرفيق الأعلى صارت الصحراء العربية بوبرها ومدرها كلها تحت سلطانه، وفي ظل الله، فصار الحجيج يصلون إلى البيت الحرام آمنين، ولو كان القتال دائر الرحى في غير البلاد العربية، فظنوا النسخ، لأن التحريم حينئذ يكون قد استوفى أغراضه والغاية منه؛ واستنبطوا مع ذلك من نصوص وحوادث ما يزكي ذلك وينميه، على نظر في ذلك. </p><p> وثاني الأمرين اللذين نظنهما حكمة التحريم: أن الإسلام يكره القتل والقتال، وهو في نظره أمر بغيض لَا يلجأ إليه إلا عند الاضطرار، وإن النفوس السليمة تقر ذلك، ولذلك قال سبحانه: (كتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ </p><p> لَّكُمْ. . .)، فكان من حصر القتال في أضيق دائرة أن يتفق الفريقان على إلقاء السلاح أمدا معلوما في أثناء القتال لعل العقول تثوب إلى رشدها، والنفوس تهدأ حدَّتها، فيكون التفاهم والسلام وحقن الدماء. وإذا كان ثمة أشهر يحرم فيها، ويرتضي الفريق الآخر ذلك التحريم حقنا للدماء فيها، فإنها ستكون هدنة في أوار الحرب، ولعلها تكون نسيم السلام؛ ولقد لاحظ الناس بالتجارب المستمرة أنه ما كانت هدنة في حرب ضروس إلا فلَّت حدتها، وأُضْعفَت شرَّتهَا؛ والله عليم بذات الصدور. </p><p> (وَالْحُرُمَات قِصَاصٌ) تعالت كلمات الله؛ تلك حكمة بالغة، وكلمة جامعة لكل ما سبقها من معانٍ في القتال ومبينة لمقاصد الإسلام في علاقات المسلمين مع غيرهم، وعلاقة بعضهم ببعض في اجتماعهم، وهي قضية خلقية سليمة صحيحة تقبلها العقول السليمة، وتقرها الأخلاق القويمة. </p><p> والحرمات: جمع حرمة، كما أن الحجرات جمع حجرة؛ والظلمات جمع ظلمة، والحرمة الأمر الذي حرمه الله ومنع انتهاكه، والقصاص من معانيه المساواة، وتتبع آثار الجريمة بالعقوبة، ومعنى القصاص في الحرمات أن يعامل منتهك الحرمات بمثل ما فعل، وأن يكون العقاب من جنس العمل، وألا يقيد المعاقب بحرمة انتهكها الجاني، فإذا انتهك الجاني حرمة النفس بقتلها، لَا يتقيد المعاقب بحرمة نفسه، بل يقتص منها، لأنه إذا انتهك حرمة غيره بقتل أو اعتداء فقد أباح من حرماته مقابل ما انتهك. ومعنى قوله تعالى:  (وَالْحُرُمَاتُ قِصَاصٌ) في هذا المقام (١) أن ما انتهكوه من حرمة الأنفس بقتلها وفتنتها عن دينها، وحرمة البيت الحرام التي انتهكوها بإخراج أهله منه وصدهم عنه، وقتالهم فيه، وحرمة الشهر الحرام إذا انتهكوها، كل هذا </p><p>(١) يثير الفقهاء بحوثا في هذه القضية عند تطبيقها تطبيقا جزئيا، ويختلفون في حل ما يثيرونه بتطبيقها عليه: ومن هذه الأمور التي يثيرونها. أيسوغ للشخص أن يقتص لحقه بغير أمر الحاكم؟ لقد اتفقوا على أنه في الدماء لَا يسوغ ذلك قط؛ بل لابد من حكم الحاكم ليكون القصاص؛ أما في الأموال إذا اغتصبت أو أنكرت فهل يسوغ أخذها من غير حكم؟ بعض الفقهاء منع ذلك منعا مطلقا، ولكن أولئك ليسوا الأكثرين، وجمهور الفقهاء على أن الشخص إن ظفر بعين حقه أو بمال من جنسه أخذه، ويكاد يتعقد الإجماع على الأول، أما ما كان من الجنس فالأكثرون على الجواز ما دام لَا يعد سرقة؛ فعلى ذلك الحنفية والشافعية وأكثر المالكية، وأما إن ظفر بغير جنسه من مال مغتصبه، فقال بعضهم يسوغ، وبعضهم لا يسوغ، وهو المعقول حتى لَا تكون أمور الناس فوضى.</p><p> يعامل بالقصاص والمساواة والعدل؛ فما انتهكوه من حرمات في حق غيرهم. يقتص بمثله منهم ولا تحترم فيه حرمة لم يحترموا مثلها في غيرهم. </p><p> وذلك قانون شامل يعم ولا يخص؛ ينظم العلاقات الدولية، كما ينظم التعامل في المجتمع الإسلامي؛ فمن اعتدى على غيره في ماله، أو نفسه أو بعضه، أباح الحاكم من نفسه وماله ما أباحه لنفسه من نفس غيره وماله؛ والمعتدي على المسلمين من الدول يعامل بقدر اعتدائه، وبطريقة اعتدائه، وفي زمان اعتدائه ومكانه؛ فإن انتهك حرمة الزمان فليس له أن يستمسك بحرمتها، ومن انتهك حرمة المكان قتل فيه، ومن اعتدى بنوع من الاعتداء عوقب بمثله إلا أن يكون أمرًا لَا يحله شرع الله، ولا تحله الطبائع السليمة؛ كالمثلة، وقتل من لَا يقاتل أبدًا - على ما سنبين إن شاء الله تعالى. </p><p> وإن قضية (وَالْحُرمَات قِصَاصٌ) هي المعاملة العادلة التي تنظم الاجتماع الإنساني في دوله وآحاده؛ وليس من الفضيلة في شيء أن تغل يد الفضائل عن حرمات خصمها في الوقت الذي استباح المبطل كل الحرمات؛ وإن ذلك ليس له معنى إلا نصر الرذيلة على الفضيلة، وخضد شوكة الحق ليأكله الباطل؛ وإن التسامح في هذه الحال هو شر ذرائع الرذائل، والقوة والقصاص في هذه الحال هو حماية الفضيلة وفل شوكة الرذيلة. . وهكذا فضائل الإسلام دائما فضائل لها شوكة وقوة، ولا تعد التسامح الذي يمكن للباطل من أن يتغلب على الحق إلا الاستسلام والذلة. </p><p> (فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ) هذا تخصيص بعد تعميم، أو تفريع بعد ذكر القاعدة الكلية، بذكر بعض القواعد الجزئية بالإضافة إليها، أو الخاصة بالنسبة لها؛ لأن قوله تعالى:  (وَالْحُرُمَات قِصَاصٌ) قضية عامة، كما بينا، تعم معاملة الدول ومعاملة الآحاد، وتنظم الاجتماع الإنساني وتنظيم الاجتماع في الأمة الواحدة؛ وهي قضية الفضيلة الإنسانية الموجبة التي تحمي نفسها من الرذيلة بالقصاص منها أيا كانت صورة الرذيلة، وأيا كان موضوعها. </p><p> أما قوله تعالى:  (فَمَنِ اعْتَدَى عَلَيْكمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ) فهي تبين العلاقة الدولية بين المسلمين وغيرهم؛ لأن الخطاب فيها للمسلمين مجتمعين كدولة واحدة لها نظم حاكمة، وسياسة قائمة، يبين هذا الخطاب ما يجب على دولتهم في معاملة غيرهم به في حرب أو سلم، وفي منازلة أو مهادنة، فذكر الله سبحانه أن تلك المعاملة هي المعاملة بالمثل. </p><p> ومعنى قوله تعالى:  (فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدوا عَلَيْه بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ) أن من يعتدي عليكم من أمم غيركم بانتهاك حرمة من حرمَات دولتكم أو إلحاق أذي بجماعتكم، بحرب يشنها عليكم، أو مصادرة لمتاجركم، أو ترصد في الطرق التي تسلكها قوافلكم أو سفنكم، فعاملوه بالمثل، وأنزلوا به مثل ما ينزله بكم؛ وإن انتهك. حرمة مكان فانتهكوا منه مثل ما انتهك من غير تحرج في ذلك ولا تأثم، فإن هذا ما تقضى به قوانين المساواة والمعاملة بالمثل. </p><p> وهنا يثير العلماء بحثا لفظيا: كيف يسمى المقابلة بالمثل اعتداء؛ إن الاعتداء هو الابتداء، أما العقوبة أو المقاومة فهي عدل وانتصار، لأن مقاومة الظلم هي عين العدل، فكيف تسمى اعتداء؛ وقد أجابوا عن ذلك بأن المشاكلة في الفعل التي تقتضيها المماثلة سوغت أن يسمى الفعل باسم نظيره، كما قال تعالى:  (وَجَزَاءُ سَيِّئَةِ سَيِّئَةٌ مثْلُهَا. . .) ، وإن ذلك لَا يمنع الحقيقة، لأنه وإن تشاكلتَ الأفعال والأوصاف المنبعثة من الفاعل مختلفة، فالفعل الأول اعتداء لأنه صدر عن ظالم، وكان ظلمًا، والثاني ليس في حقيقته اعتداء، لأنه انبعث عن عادل، وكان عدلا. </p><p> هذا مرمى ما قاله العلماء اعتراضًا وإيرادًا، وجوابًا وردا؛ وعندي أن تسمية مقاومة الاعتداء بمثله اعتداء، إذا كانت المقاومة حربا ونزالا، فيه إشارة إلى معنى إنساني جليل، وهو أن القتل في كل صوره وأحواله، ولو كان ردا لمثله، فيه اعتداء على النفس الإنسانية التي حرم الله قتلها بغير نفس أو فساد في الأرض، وأنه عمل خطير تقشعر من هوله الأبدان، ولا يصح الإقدام عليه إلا إذا اضطرت الفضيلة والأخلاق إليه؛ وإن الإقدام عليه يكون كالإقدام على الضرورات المحظورة في </p><p> ذاتها، يقدر بقدرها. فلا يسرف القاتل فى القتل؛ لأنه في أصله محظور ممنوع كأكل الميتة لَا يباح إلا للضرورة، ولا يصح للمقاتل باسم الإسلام أن يسرف في القتل ما ْأمكنه الانتصار بدونه؛ ولعل هذا المعنى الجليل هو الذي جعل عمر الفاروق الذي كان ينظر بنور الله يكره قتال خالد بن الوبيد، ويقول:  \" إن في سيفه لرهقًا \" ويعجب بقتال عمرو بن العاص الذي فتح مصر بأقل ما يتصور من الدماء، ويقول \" إن حربه رفيقة \" . </p><p> وقوله سبحانه (فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا علَيْهِْ بمثْلِ مَا اعْتَدَى عَلَيْكُمْ)  (١) هو القاعدة العامة للقانون الدولي في الإسلام في السلم والحرَب معا؛ فمن لم يعتد على المسلمين، وترك دعوة الإسلام الحق تسير في مسارها، وتستقيم على منهاجها من غير محاجزة بين الناس وبينها، فالعلاقة به سلمية خالصة، كالشأن مع النجاشي ملك الحبشة؛ ومن اعتدى على المسلمين كانت العلاقة بينهم وبينه بقدر ذلك الاعتداء؛ سواء أكان الاعتداء في سلم أم لبس لبوس الحرب؛ وإذا عاهدهم أحد حفظوا عهودهم إلا أن ينكث معهم (فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَى نَفْسِهِ. . .) . </p><p> ولكن الخصم إذا لم يكن له خلق قد يقع في أمور تضر بالخلق القويم، كأن ينتهك الأعراض في الحرب، أو يقتل الذرية الضعاف، أو الشيوخ الذين لَا حول لهم ولا طول، فهل يعتدى بمثل اعتدائه، ويسلك الممسلمون مثل مسلكه؛ هذا ما بينته الجملة الآتية، وهو عدم الجواز. </p><p> (وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ) ذيل الله سبحانه وتعالى الآية الكريمة بهاتين الجملتين لكيلا يندفع المقاتلون المسلمون في القتال فيضعوا سيوفهم على أعناق من يستحقها ومن لايستحقها]. . وينزلوها في موضع البرء والسقم، فيقتلوا ويتجاوزا الحد؛ لأنه إذا اشتجرت السيوف، وكثرت الحتوف؛ قد تتجاوز موضعها، </p><p>(١) طبق الفقهاء هذه الفقرة من الآية الكريمة على حوادث جزئية، مما يجري بين الناس: أ - منها هل يشترط في القصاص إذا كان قتلا أن يكونْ بالآلة التي قتل القاتل بها ولو كان عصا أو نارا؟ قال الشافعى إن القود يكون بالآلة تماما؛ لأن الممائلة توجب ذلك. وقال مالك مثل قوله إلا أن يؤدي ذلك إلى التعذيب. وقال الحنفية القود بالسيف دائما. .ب - أنه من أتلف مالا لغيره قال أبو حنيفة وأصبحابه والمالكية: إن كان قيميا وجبت القيمة، وإن كان مثليا وجب المثل، والمثلى عند الحنفية المكيل والموزون والعددي المتقارب، واقتصر المالكية على المكيلات والموزونات، وقال الشافعية عليه دائما المثل ولا يعدل عن المثل إلا عند عدم وجوده، يستوفى في ذلك القيمي والمثلي. وقال بعض العلماء القيمة تجب دائما؛ لأنها وحدة التقدير وهي المماثلة في المعنى المتحققة دائما.</p><p> فتكون في غير العدل؛ وقد يسايرون خصومهم في أذاهم فيقتلون الذراري أو الشيوخ أو الضعاف أو الرهبان والعباد في الصوامع كما يفعل خصومهم، أو يحرقون الزرع ويقتلون الضرع كما يعيث غيرهم في الأرض فسادا؛ فأمر الله سبحانه بتقوى الله في الحرب بأن يراقبوه وحده، ويخافوه وحده، ويلاحظوا التقوى في قتالهم؛ فإنه ينبغي أن تكون هي الوصف الملازم لهم في حربهم وسلمهم؛ فإن حولتهم الحرب إلى أسود كواسر، فليعلموا أن القلوب الإنسانية الدينية التي تخشى الله ما زالت في إهابها، أو يجب أن تكون كذلك دائما. </p><p> ولقد نهى الإسلام عن قتل العسفاء وهم العمال الذين لَا يشتغلون بحرب، والذرية؛ كما نهى عن قتل الرهبان الملازمين لمعابدهم، ولقد قال عمر بن الخطاب: اتقوا الله في الذرية والفلاحين الذين لَا ينصبون لكم الحرب. وقال أبو بكر في الرهبان لقائد الجيش: وستجد أقواما زعموا أنهم حبسوا أنفسهم لله، فذروهم وما زعموا أنهم حبسوا أنفسهم له. ولقد خشي النبي - صلى الله عليه وسلم - خالد بن الوليد أن يقتل الذرية والضعاف فقال لبعض أصحابه: \" الحق بخالد بن الوليد فلا يقتلن ذرية ولا عسيفا (١) . </p><p> ولكن قد يقول قائل إن أعداء الإسلام إن قتلوا الذرية والضعاف والشيوخ الذين لَا يعينون في حرب فإن العدل معاملتهم بالمثل، وإن ذلك يكون أنكى بهم، والنكاية الشديدة قد تدفعهم إلى الخذلان، أو على الأقل تمنعهم من قتل من لا يقاتلون؛ ونقول إن الإسلام أمر بقتل من يقاتل فقط، (وَلا تَزِرُ وَازِرَة وِزْرَ أُخْرَى. . .) ، وما كان الضعفاء ليقاتلوا، فما يسوغ في حكم أقوى أن يقتلوا؛ وإن تقوى الله في الحروب تقوى القلوب، والرأفة بعباد الله تدني نصر الله؛ ولذلك قال سبحانه في ختام الآية:  (وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقينَ) فاستشعروا التقوى في حربكم، وادرعوا بها في قتالكم، فلا تعتدوا في القتال، ولا تقاتلوا من لم يرفع سيفا، فإن الله مع المتقين بالنصر والتأييد دائمًا؛ والله ولي الصابرين. </p><p> (وَأَنفقُوا فِي سَبيلِ اللَّه) بين سبحانه مشروعية القتال عند الاعتداء، ورد الاعتداء بمثلة قدرا وزمَانا ومكَانا مع ملاحظة الدين وعدم الاسترسال في أمر يخالفه </p><p>(١) سبق تخريجه.</p><p> إن وقع من المشركين، أو المحاربين بشكل عام مثله؛ ولقد أخذ بعد ذلك يبين ما هو عدة الحرب، وقوة الجماعة الإسلامية، ورباط بنيانها، وهو المال، فأمر الأغنياء بإنفاق المال في سبيل الله أي في كل ما هو خير وبر، فإن كل خير وطاعة يعد سبيل الله سبحانه، وإنفاق المال على ذلك هو قوة الأمة في سلمها، وقوة السلم هي عدة الحرب؛ وإن من الإنفاق في سبيل الله الإنفاق في الحروب، وإعداد العتاد الحربي، ولكن ذلك وإن كان قوة الحرب المباشرة، لَا ينفي أن قوة الحروب تعتمد على قوة الوحدة في الأمة، وقوة الصلة بين ضعفائها وأقويائها، وأغنيائها وفقرائها، وذلك يكون بسد حاجة المعوزين، وإعطاء المحرومين، ولذلك قال النبي - صلى الله عليه وسلم - \" أبغوني في ضعفائكم فإنما ترزقون وتنصرون بضعفائكم \"  (١) . </p><p> (وَلا تُلْقُوا بِأيْدِيكُمْ إِلَى التَّهْلُكَةِ) التهلكة بضم اللام: مصدر بمعنى الهلاك، كما قال أبو عبيدة والزجاج، وادعى بعض علماء اللغة أنه لم يوجد مصدر على وزن \" تفعلة \" إلا هذا، ولكن روي عن سيبويه كلمتان أخريان هما تنصرة وتسترة، بمعنى نصر وستر. وقد جوز الزمخشري أن يكون أصلها \" تهلكة \" قلبت الكسرة ضمة، ككسرة الجوار قد تقلب ضمة فيقال:  \" الجُوار \" ، ومهما يكن فإن \" التهلكة \" إذا كانت بمعنى \" الهلاك \" في المال، فلابد أن يكون ئمة فرق دقيق اقتضى العدول من لفظ الهلاك إلى لفظ التهلكة كما هو الشأن في التخير من الألفاظ المترادفة في الكلام البليغ، ولو أن لنا أن نتلمس فرقا فهو أن نقول: إن التهلكة هلاك خاص، وهو الذي يباشر سببه من ينزلى به الهلاك، وربما لَا ينزل دفعة واحدة، بل يسرى شيئًا فشيئا، ولكن نتيجته تكون مؤكدة، أما لفظ الهلاك فهو يشمل ما ينزل دفعة واحدة وما لَا يكون للإنسان فيه إرادة وغيرهما. </p><p> والباء في قوله سبحانه (وَلا تُلْقُوا بِأيْديكُمْ) قيل زائدة في الإعراب لتقوية معنى الإلقاء المنهي عنه، فيقوى النهي؛ وقيل المعنى: لَا تلقوا أنفسكم مجذوبة </p><p>(١) عَنْ أبِي الدَّرْدَاء قَالَ: سَمِعْتُ النَّبِي - صلى الله عليه وسلم - يَقُولُ: \" ابْغُونِي ضُعَفَاءَكُمْ فَإنَّمَا تُرْزَقُونَ وَتُنْصَرونَ بِضُعَفَائِكمْ \" [رواه الترمذي: الجهَاد - ما جاء في الاستفتاح بصعاليك المسلمين (١٦٢٤) وأحمد: باقي مسند الأنصار (٢٠٧٣٨) وبنحوه رواه ابن جاه والنسائي]. ابغوني بهمزة الوصل والقطع بمعنى الطلب.</p><p> بأيديكم وإرادتكم إلى التهلكة. فلا تكون زائدة. وعلى أن الباء زائدة في الإعراب يكون المراد بالأيدي الأنفس، من قبيل إطلاق اسم الجزء وإرادة الكل، والمعنى: لا تلقوا أنفسكم إلى التهلكة. والمؤدى في التخريجين واحد. </p><p> والنهي عن الإلقاء في التهلكة بعد الأمر بالإنفاق وبعد شئون القتال، يعين المعنى بأنه فيما يتعلق بشئون الدفاع عن الدولة والذود عن حياضها، وحفظ كيانها، أو على الأقل يتجه نحو هذه الغاية أو ذلك المرمى أولا وبالذات؛ ولذلك فسر الأكثرون الإلقاء إلى التهلكة بأنه الكف عن القتال والتقاعد عنه فتكون الأمة نهبا للمغيرين بسبب ذلك، والكف عن الاستعداد للحرب بإعداد العدة وأخذ الأهبة كما قال تعالى:  (وَأَعِدُّوا لَهُم مَّا اسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ. . .) ، وبقبض الأغنياء أيديهم عن إعطاء حق الفقراء؛ فيكون بأس الأمة بينها شديدا، يسهل إغارة المغيرين عليها؛ ولذلك روى ابن عباس في تفسير هذه الآية وهو ترجمان القرآن ما نصه: لَا تمسكوا عن الصدقة فتهلكوا. </p><p> هذا هو معنى الآية على ما عليه الأكثرون وهو الذي يتفق مع السياق، ومع المروى في جملته؛ فقد روى البخاري في سبب نزول هذه الآية أنها نزلت في النفقة، وروى يزيد بن أبي حبيب عن أسلم قال:  \" غزونا القسطنطينية وعلى الجماعة عبد الرحمن بن الوليد والروم ملصقو ظهورهم بحائط المدينة،فحمل رجل على العدو فقال الناس:مه مه(١)! لَا إله إلا الله: يلقي بيديه إلى التهلكة! فقال أبو أيوب الأنصاري: \" سبحان الله أنزلت هذه الآية فينا معشر الأنصار لما نصر الله نبيه، وأظهر دينه قلنا هلم نقيم في أموالنا، فأنزل الله عز وجل: </p><p>(١) بمعنى: اكفف.</p>"
}