{
  "id": null,
  "sura": 2,
  "aya": 54,
  "text": "<p> (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُم بِاتِّخَاذِكُمُ الْعِجْلَ) وإذ هنا دالة على الوقت الماضي، والمعنى واذكروا ذلك الوقت، يأمر الحاضرين والماضين لأنهم أمة واحدة في ضلال الفكر، والكفر بالنعمة، اذكروا ذلك العمل الفاجر، وما جرى فيه من نسيان للحق والإيمان، واذكروا كيف كان ضلالكم باستهواء قوم فرعون، واذكروا الوقت الذي ناداكم فيه على أنكم قومه، وأنكم نابذتم الحق، واتبعتم الباطل، واذكروا وقت أن قال موسى لكم (يَا قَوْمِ) لأنهم قومه الذين ناصرهم وأيدهم، وأحبهم ولم يتركهم للظالمين، فالنداء بقوله (يَا قَوْمِ) إشارة إلى ما يربطه بهم من مودة ومناصرة، وتأييد، وإعزاز، وتنزيه لهم عن الباطل، فالقريب نداؤه محبوب ومجاب، ولقد منَّ الله تعالى على العرب أن بعث فيهم رسولا منهم، فقال تعالى:  (لَقَدْ جَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَءُوفٌ رحيمٌ) . </p><p> ناداهم موسى:  (يَا قَوْمِ إِنًّكُمْ ظَلَمْتُمْ أَنفُسَكُم بِاتِّخَاذِكُمُ الْعِجْلَ) ، وهذا عتب رقيق لإثم قوي، ومعنى اتخاذ العجل أنهم عبدوه، وعبر سبحانه وتعالى عن عبادة العجل بانهم اتخذوه تنزها عن أن يقول أنهم عبدوه، لأن ما كان منهم وهمٌ باطل لَا يسمى عبادة في الحق، والقول الطيب، ولأنهم لم يعبدوه فقط، بل صنع بأيديهم، أو بأيدي بعضهم، وهو ما لَا ينفع ولا يضر، ولا يسمع ولا يبصر فهذا كله يدل عليه كلمة اتخذوه. </p><p> ولقد أكد موسى نبي الله تعالى عليه السلام أنهم إذ اتخذوا العجل ظلموا أنفسهم، باتخاذهم العجل، أكد ذلك بـ \" إن \" الدالة على التوكيد، وظلمهم لأنفسهم </p><p> بأن أضلوها عن الحق، ونوره ساطع بينهم إذ قد قامت لديهم البراهين على قدرة الله تعالى في ضرب البحر بعصا موسى، وانشقاقه، وفي نجاتهم من الذل، وظلموا أنفسهم بأن أعادوا إليها عهد الذل والضلال باتخاذهم العجل، كما كان يفعل الذين أذلوها، وظلموا أنفسهم بكفرهم بالله تعالى، وضلوا ضلالا بعيدًا. </p><p> هذه خطيئة ارتكبوها، ولا يكفرها إلا توبة نصوح يقومون بها، وقد بين لهم موسى الطريق للتوبة النصوح أو حقيقة التوبة النصوح، فقال تعالى:  (فَتُوبوا إِلَى بَارِئِكُمْ فَاقْتلُوا أَنفسَكمْ) الفاء في قوله تعالى: (فَتُوبُوا) هي فاء الإفصاح التي تفصح عن شرط مقدر، أي إذا كنتم قد ضللتم هذا الضلال وظلمتم أنفسكم ذلك الظلم فتوبوا إلى بارئكم أي فارجعوا إلى الله تعالى الذي خلقكم على غير مثال سبق، ومعنى \" برأ \" أبدع وأنشأ وجودكم، والتوبة رجوع إلى الحق، والتعبير بـ بارئكم يؤكد معنى ظلمهم لأنفسهم، لأنهم تركوا من خلقهم إلى ما خلقوه بأيديهم، وصنعوه تحت نظرهم، ولا يضرهم، ولا ينفعهم. </p><p> والطريق الذي بينه موسى هو قوله:  (وفَاقْتُلُوا أَنفُسَكُمْ) أي فابخعوها واجعلوها مطية ذلولا للعقل والإرادة، واقطعوا شهواتها، والتعبير عن ذلك بقتل النفس، لأن النفس الفاجرة الضالة إذا فطمت عن الشهوات كأنها قتلت، وحلت محلها النفس الطاهرة اللوامة التي تقهر الشهوات قهرا، والشرور دائما من الأهواء والشهوات، وقد جاء في الأمثال عند أهل المعرفة:  \" من لم يعذب نفسه لم ينفعها، ومن لم يقتلها لم يحفظها \" وتعذيب النفس الذي يريده أهل المعرفة هو فطمها عن الشهوات. </p><p> وقد أخذت الكثرة من المفسرين بظاهر اللفظ وهو القتل، ورووا في ذلك روايات عن بعض الصحابة لم يصح سندها، وبالأولى لم يصح كلام في نسبته إلى الرسول - صلى الله عليه وسلم - </p><p> واستعمال القتل والبخع بالنسبة للنفوس، وإرادة غير الظاهر كثير في كلام العرب، وفي القرآن كقوله تعالى:  (لَعَلَّكَ بَاخِعٌ ئفْسَكَ أَلَّا يَكونُوا مُؤْمِنِين) . </p><p> وإن هذا النص الكريم يشير إلى أن التوبة النصوح التي يقبلها الله تعالى، ويغفر بها الذنوب توجب قهر الشهوات والأهواء وقتل منابعها في النفس. </p><p> وقد حثهم كليم الله تعالى على هذه التوبة النصوح، فقال:  (ذَلِكُمْ خَيْرٌ لَّكُمْ) الإشارة إلى بخع النفوس عن شهواتها وسد منابع الأهواء وقتل نوازع الشيطان الذي يوسوس في الصدور، وأشير بالبعيد لبعد ما بين التوبة ورياضة النفس على ترك الأهواء والضبط بالصبر، وقوة الإرادة المسيطرة القاهرة الطاهرة، وكان الخطاب بصيغة الجمع لأن الإشارة إلى عمل صدر منهم. </p><p> وقد أشار النص إلى قبول التوبة النصوح التي كانت على هذه الشاكلة فقال:  (فَتَابَ عَلَيْكُمْ) . أي رجع سبحانه عليهم وقد طهرت نفوسهم وزكيت قلوبهم بالانخلاع عن الشهوات وقتلها، رجع عليهم سبحانه وتعالى بالغفران. وعبر سبحانه وتعالى بـ \" على \" للإشارة إلى علوه سبحانه وتعالى عليهم في كفرهم وتوبتهم، وأن ذلك لرحمته بهم، لَا لحاجته إلى طاعتهم، وقد ذيل الله سبحانه وتعالى بقوله:  (إِنَّهُ هُوَ التَّوَّابُ الرَّحِيم) . والتواب كثير قبول التوبة إذا قيل ذلك عن الله تعالى، أو كثير التوبة إذا قيل عن العبد، وتواب صيغة مبالغة من تائب، وتائب تطلق على التائب من الذنب، وتطلق على من يقبل التوبة، وهو الله سبحانه وتعالى، وهي هنا على هذا المعنى. </p><p> وقد اقترن وصف التواب بوصف الرحيم، لأن كليهما وصف لله تعالى، ولأن قبول التوبة من رحمة الله تعالى بعباده، ولقد قال:  (وَإِنِّي لَغَفَّارٌ لمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى) . </p><p> وقد أكد سبحانه اتصافه بهذين الوصفين اللذين كانا من فضل الله تعالى، ومنته، بصيغة المبالغة، وبالجملة الاسمية، وبالتأكيد بإنَّ - اللهم تب علينا وارحمنا. </p><p> يذكر الله سبحانه وتعالى النعم التي أنعم بها على بني إسرائيل، وكفرهم بها، وبالله. ثم يذكر سبحانه تعنتهم في طلب الدليل رغم الآيات التي أراهم الله سبحانه وتعالى إياها، ولكن المتعنت لَا يقنعه الدليل مهما يكن باهرا ظاهرًا قاهرًا. </p><p> ولذا طلبوا عنتا وانحرافا وجهلا أن يروا الله تعالى جهرة، وقد ذكر الله تعالى ذلك مبينا تعنتهم، وتدللهم في كفرهم: </p>"
}