{
  "id": null,
  "sura": 2,
  "aya": 198,
  "text": "<p> (لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا فَضْلًا مِّن رَّبِّكُمْ) الجناح هنا الإثم؛ وأصله من جنحِ إذا مال؛ يقال جنحت السفينة إذا مالت؛ وقال تعالى:  (وَإِن جَنَحُوا لِلسَّلْمِ فَاجْنحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ. . .) . ولما كان الإثم ميلا متطرفا نحو الباطل صارت كلمة الجناح تطلق على الإثم لما فيه من معنى الانحراف المائل عن الحق، والابتغاء: الطلب الشديد. والفضل أصل معناه الزيادة وهي تكون في الخير وفى الشر، ولكن يعبر عن الزيادة القبيحة بأنها فضول، وعن الزيادة في الخير بأنها فضل؛ فزيادة العالم على الجاهل فضل، وزيادة المصلح على المفسد فضل، وزيادة الأعمال والمقاصد الخيرة على غيرها فضيلة. </p><p> وتطلق كلمة فضل ويراد بها المال الحلال من التجارة التي لوحظت فيها الفضيلة، ولقد جاء ذلك في القرآن الكريم في مثل قوله تعالى:  (فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (١٠) ، وقد تطابقت كلمة المفسرين على أن الفضل في هذه الآية الكريمة هو المال الحلال المكتسب من التجارة أو غيرها؛ لأنه جاء في السنة النبوية التصريح بذلك؛ فقد كان الناس يتأثمون من الاتجار في عشر ذي الحجة الأولى (١) ؛ لأنهم يحسبون أن تلك الأيام تكون للعبادة خالصة لَا يخالطها أي أمر من أمور الدنيا؛ وكانوا يسمون من يتجر في هذه الأيام الداج لَا الحاج؛ لأنهم أعوان الحجيج في غايتهم الروحية، فنزل قوله تعالى: (لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا فَضْلًا مِّن </p><p>(١) عَنْ ابْنِ عَبَّاسٍ رَضِي اللَّهُ عَنْهُمَا قَالَ: \" كَانَتْ عُكَاظٌ، وَمَجَنَّةُ، وَذُو المَجَازِ، أَسْوَاقًا فِي الجَاهِلِيَّةِ، فَلَمَّا كَانَ الإِسْلاَمُ، فَكَأَنَّهُمْ تَأَثَّمُوا فِيهِ، فَنَزَلَتْ: {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ} [البقرة: ١٩٨] فِي مَوَاسِمِ الحَجِّ \" قَرَأَهَا ابْنُ عَبَّاسٍ. [صحيح البخاري: كتاب البيوع (١٩٠٩)،، وَقِرَاءَة اِبْن عَبَّاس \" فِى مَوَاسم الْحَجِّ \" مَعْدُودَة مِنْ الشاذِّ الَّذِى صَح إِسْنَادُهُ وَهُوَ حُجَّةٌ وَلَيْس بِقُرآنٍ. قاله الحافظ ابن حجر في الفتح.</p><p> رَّبِّكُمْ)، ولقد روى أن رجلا سأل ابن عمر فقال: إنا قوم نكري، أي نستأجر، فهل لنا من حج؛ فقال: جاء رجل إلى النبي - صلى الله عليه وسلم -، فسأله عن الذي سألتني عنه فلم يدر ما يقول حتى نزل جبريل عليه السلام بهذه الآية:  (لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا فَضْلًا مِّن رَّبِّكمْ)  (١) . </p><p> والمعنى على هذا: ليس عليكم إثم أن تبتغوا رزقا حلالا في أيام الحج، على أن تكونوا في طلبكم وأخذكم بالأسباب معتمدين على الله الخالق المنعم الذي رباكم، وأنشأكم ونماكم؛ فإضافة الرزق إلى الله ليس معناه أن نطلبه بالدعاء والتفويض، بل معناه أن نأخذ في الأسباب ونسعى، ثم نفوض أمور المقادير إلى مدبر الكون العليم الخبير. </p><p> وإباحة طلب المال في الحج لايقتصر على الاتجار الآحادي، أو طلب المال من الآحاد فقط، بل يشمل العمل على التبادل الجماعي، ونمو الاقتصاد بين الأقاليم الإسلامية؛ فأهل الخبرة بشئون المال من الحجاج يتصل بعضهم ببعض من الأقاليم المختلفة، ويعرف أهل كل إقليم ما عند الآخرين من فاضل الرزق الذي تخرجه أرض الله، وما ينقصهم من أسباب الحياة، ويتبادلون الفائض، ويسدون النقص وهو ما يسمى في لغة العصر الحاضر التبادل التجاري؛ فيعم الخير، ولا يكون إقليم من الأقاليم الإسلامية في نقص من الموارد، وآخر في الكثير منها. </p><p> وهذه تكون إحدى منافع الحج المادية التي اشتمل عليها قوله تعالى:  (لِيَشهَدُوا مَنَافِعَ لَهمْ. . .) . </p><p> ولقد قال بعض العلماء: إن الاتجار وطلب المال هو من قبيل الرخصة؛ لأن الله لم يطلبه بل نفَى الإثم، فقد قال:  (لَيْسَ عَلَيْكُمْ جنَاح) ونفي الإثم يشير إلى أنه </p><p>(١) عَنْ أَبِي أُمَامَةَ التَّيْمِيِّ، قَالَ: قُلْتُ لِابْنِ عُمَرَ: أِنَّا نُكْرِي، فَهَلْ لَنَا مِنْ حَجٍّ؟ قَالَ: أَلَيْسَ تَطُوفُونَ بِالْبَيْتِ، وَتَأْتُونَ الْمُعَرَّفَ، وَتَرْمُونَ الْجِمَارَ، وَتَحْلِقُونَ رُءُوسَكُمْ؟ قَالَ: قُلْنَا: بَلَى، فَقَالَ ابْنُ عُمَرَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنِ الَّذِي سَأَلْتَنِي، فَلَمْ يُجِبْهُ حَتَّى نَزَلَ عَلَيْهِ جِبْرِيلُ عَلَيْهِ السَّلَامُ بِهَذِهِ الْآيَةِ: {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ} [البقرة: ١٩٨] فَدَعَاهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: \" أَنْتُمْ حُجَّاجٌ \" \". أخرجه بهذا الَلفظ أَحمد: مسند المكثرين (٦١٤١)، وبنحوه أبو داود: المناسك - الكرى (١٤٧٣)].</p><p> عفو، لَا مباح، أي أن الأولى تركه، ونحن انخالف أصحاب هذا الرأي لأن الرخصة تقتضي أن تكون هناك عزيمة مانعة من الكسب، ولم يقم دليل على منع الكسب، فيبقى على الإباحة الأصلية، وجاءت الآية الكريمة مؤكدة لهذه الإباحة بنفي الإثم، ولأن النبي - صلى الله عليه وسلم - خَطَّأ الذين يتوهمون أن الاتجار مانع من الحج؛ ولا يكون الفعل من قبيل العفو إلا إذا كان موضوعه غير مباح، ولكنه لأحوال خاصة نفَى الإثم نحو كل لهو باطل إلا لعب الرجل بقوسه. . إلخ. وطلب المال الحلال أمر مباح بإطلاق؛ ولقد قال رجل لعمر رضي الله عنه: يا أمير المؤمنين كنتم تتجرون في الحج فقال رضي الله عنه: وهل كانت معايشهم إلا في الحج؟! </p><p> وفوق ذلك أن المعنى العام الذي يهيئ له الحج وهو التبادل التجاري بين المسلمين أجمعين، بأن يقدم كل إقليم فائض ما عنده لأهل الإقليم الذي ينقصه؛ هو أمر مطلوب يقوي الوحدة الإسلامية، وهو إحدى منافع الحج المذكورة في قوله:  (لِيَشْهَدُوا مَنَافِعَ لَهمْ. . .) ، كما نوهنا؛ فما نفَى عنه الإثم هنا ذكر فائدة هناك، فكان مشروعا على سبيل الإباحة من الآحاد؛ وأحسب أنه مطلوب على سبيل الوجوب من الجماعات الإسلامية، فهو من قبيل المباح بالجزء المطلوب بالكل، أي أنه مباح للآحاد أن يتجروا في الحج، وواجب على جماعة كل إقليم وأهل الخبرة منهم أن يقيموا أسباب التبادل التجاري، فالحج فرصته المهياة لهم، ولا فرصة سواه، أو تبلغ درجته. </p><p> (فَإِذَا أَفَضتمْ مِّنْ عَرَفَاتٍ فَاذْكُروا اللَّهَ عندَ الْمَشْعَرِ الْحَرَامِ) الفاء هنا لتفصيل بعض ما أجمل من قبل في قوله تعالى: (فَمَن فَرَضَ فيهِنَّ الْحَجَّ. . .) إلخ. والإفاضة السير متدافعين في جمع متزاحمينَ، وذلك تشبيه لهم بالماء إذا أفاض ودفع بعضه بعضا فانتشر وسال من حافتي الوادي أو الإناء. وعرفات هو الجبل المعروف الذي اتفق الفقهاء على أن الوقوف عنده هو ركن الحج الأكبر حتى لقد قال عليه السلام، كما ذكرنا من قبل:  \" الحج عرفة \" وسمي اليوم التاسع يوم عرفة؛ لأنه اليوم الذي يقف فيه الحجيج في ذلك الجبل الذي شرفه الله ذلك التشريف، وقد اختلف في السبب في تسميته عرفات مع اتفاقهم على أنه اسم مرتجل لَا منقول؛ فقال بعضهم: لأن إبراهيم عليه السلام عرفه بمجرد أن وصف له. </p><p> وقيل لأن إبراهيم عليه السلام علمه جبريل فيه مناسك الحج، فكان يقول: عرفت، عرفت. وقيل لأن آدم وحواء تعارفا فيه. وقيل لأن عرفات من عرف بمعنى طيبه الله بالعرف بخلاف منى، فإن فيها الذبح وأفراث الذبائح. وأحسن تعليل للتسمية ما جاء في الزمخشري: قيل لأن الناس يتعارفون فيها. وهذا ما أختاره، وإن كانت الأسماء لَا تعلل؛ ذلك لأن عرفات يجتمع الناس جميعًا عليه في وقت واحد، فيجري التعارف بينهم، وليست هذه الخاصة في غيره من المناسك، فغيره يؤدي أفرادا أو جماعة، أما هذا فيؤدي في جماعة زاخرة، هي جماعة الحجاج أجمعين. </p><p> والمشعر الحرام: هو المزدلفة؛ وسمي كذلك؛ لأنه من معالم الحج التي لا يصح أن يعمل فيها إلا ما ورد به النص، وهو منسك له حرمة وتقديس، وقد سمي المزدلفة؛ لأن الحجيج يزدلفون إليه من عرفات، كما سمي جمعًا؛ لأنهم يجتمعون فيه، ولأنهم يجمعون فيه بين صلاتي المغرب والعشاء جمع تأخير، كما يجمعون بين صلاتي الظهر والعصر جمع تقديم في عرفات. ووقت الوقوف بعرفات عند الجمهور (١) من بعد زوال اليوم التاسع إلى فجر اليوم العاشر؛ والوقوف بمزدلفة بعد فجر اليوم العاشر. </p><p> وقد روى المسور بن مخرمة أن رسول الله - صلى الله عليه وسلم - خطب الناس فقال:  (أما بعد فإن هذا اليوم الحج أبر، ألا وإن أهل الشرك والأوثان كانوا يدفعون في هذا اليوم قبل أن تغيب الشمس، إذا كانت الشمس في رءوس الجبال كأنها عمائم الرجال في وجوههم، وإنا ندفع قبل أن تطلع الشمس مخالفًا هدينا هدي أهل الشرك \" (٢) ويبين ذلك عمل النبي - صلى الله عليه وسلم - </p><p>(١) قال المصنف - رحمه الله -: اتفق الفقهاء على أن الوقت من الزوال إلى الفجر وقت للوقوت، واتفقوا على أن من وقف قبل الغروب وبعده فقط صح حجه إذا استوفى ركنه. واختلفوا في أمرين فيما إذا وقف بعد الزوال وافترق قبل الغروب؛ فقد قال الجمهور يصح؛ وقال مالك في المشهور لَا يصح حتى يكون الغروب ليفنرق عن فعل المشركين، كما نص الحديث؛ واختلفوا إذا وقف بالزوال؛ فقال الجمهور لَا يصح، وقال أحمد يجوز لما روى أن النبي - صلى الله عليه وسلم - قال: من شهد صلاتنا هذه فوقف معنا حتى ندفع ووقف بعرفة قبل ذلك ليلا أو نهارا فقد تم حجه وقضى تفثه \" والسؤال والنبي - صلى الله عليه وسلم - بالمزدلفة. (٢) عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، قَالَ: خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِعَرَفَةَ فَحَمِدَ اللَّهَ، وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: «أَمَّا بَعْدُ، فَإِنَّ أَهْلَ الشِّرْكِ وَالْأَوْثَانِ، كَانُوا يَدْفَعُونَ مِنْ مَا هُنَا عِنْدَ غُرُوبِ الشَّمْسِ، حِينَ تَكُونُ الشَّمْسُ عَلَى رُءُوسِ الْجِبَالِ مِثْلَ عَمَائِمِ الرِّجَالِ عَلَى رُءُوسِهَا، فَهَدْيُنَا مُخَالِفٌ لِهَدْيِهِمْ، وَكَانُوا يَدْفَعُونَ مِنَ الْمَشْعَرِ الْحَرَامِ عِنْدَ طُلُوعِ =</p><p> فقد كان يدفع من عرفات بعد الغروب ويدفع من المزدلفة قبل الشروق، بينما المشركون كانوا يدفعون من عرفات قبل أن تغيب الشمس، ومن المزدلفة بعد أن تطلع. </p><p> والوقوف بالمزدلفة ليس شأنه في الحج شأن الوقوف بعرفات، فجمهور الفقهاء على أن من تركها لَا يفوته الحج (١) . </p><p> وعرفات لها امتدادات أربعة؛ فهي تمتد في أولها: إلى طريق المشرق، وثانيها: يمتد إلى حافة الجبل الذي وراءها، وثالثها: إلى البساتين التي تلي قرنيها على يسار مستقبل الكعبة، والرابع: وادي عرنة، وليس منها؛ ولذا لَا يصح الوقوف فيه. </p><p> والمزدلفة تمتد من عرفات إلى وادي محسر، وليس منها، بل هو في أصله مسيل ماء، وقد استوت أرضه الآن (٢) . </p><p> وإن الآية الكريمة تشير إلى ذلك العمل الإجماعي الذي يقوم به الحجيج، وقد وقفوا في عرفات تهز أعطافهم، وتنير قلوبهم ابتهالات جموعهم الضارعة، وتلبيتهم نداء الله الجامع، وتعلو الأرواح، وتسمو عن منازل الأشباح، تنادي الألسنة رب العالمين، وتناجي القلوب علام الغيوب؛ حتى إذا قضوا الساعات في تلك المشاهد الربانية، وتلك المدارك الروحية، أفاضوا مسرعين إلى المشعر الحرام، سائرين حيث سار محمد النبي الكريم - صلى الله عليه وسلم -، ومن قبله أبو الأنبياء إبراهيم، وقد طولبوا بالذكر الحكيم، بأن يذكروا الله وهم في المشعر الحرام بالقلوب المبتهلة الخاشعة، </p><p>= الشَّمْسِ عَلَى رُءُوسِ الْجِبَالِ، مِثْلَ عَمَائِمِ الرِّجَالِ عَلَى رُءُوسِهَا فَهَدْيُنَا مُخَالِفٌ لِهَدْيِهِمْ» \". رواه الحاكم في المستدرك ج ٢ ص ٤ ٣٠ (٣١٤٧) وقال: هذا حديث صحيح على شرط الشيخيَن ولم يخرجاه. ورواه بنحوه البيهقي: شعب الايمان (٩٥٢٩) ومجمع الزوائد (٩٥٥٥) والطبراني في الكبير، ومسند الشافعي (١٤٦٣). (١) قال المصنف - رحمه الله -: أقوال الفقهاء في الوقوت بالمزدلفة ثلاثة أولها: أنه فرض وركن كالوقوت بعرفات، وعلى هذا الرأي بعض التابعين، وبعض الشافعية؛ وقال آخرون: إنه واجب وليس بركن بحيث من فاته وجب عليه دم، ولا يبطل حجه، وعلى هذا الحنفية والشافعية؛ وقال آخرون: إن الوقوت بالمزدلفة سنة مؤكدة، وعلى هذا أكثر المالكية.(٢) راجع تفسير الاستاذ الإمام الثيخ محمد عبده الذي نقله عن درسه الشيخ رشيد رضا.</p><p> وبالألسنة الجاهرة التي تقرع أجواز الفضاء بذكر الله العلي العليم (الله أكبر الله أكبر، الله أكبر لَا إله إلا الله، الله أكبر، الله أكبر ولله الحمد) . </p><p> (وَاذْكرُوهُ كمَا هَدَاكُمْ وَإِن كُنتُم مِّن قَبْلِهِ لَمِنَ الضَّالِينَ) الخطاب في هذه الجملة الكريمة، إما أن نجعله خطابا خاصا بالذين صاحبوا النبي - صلى الله عليه وسلم - إذ أنجاهم ربهم من ضلال الوثنية ورجسها إلى نور الوحدانية وسموها، ويكون المعنى اذكروا الله وقوموا له بحق العبودية، واملئوا قلوبكم وألسنتكم وأعمالكم بذكره دائما، واجعلوه مقترنا بكل ما يكون منكم في وجودكم الإنساني؛ فقلوبكم لَا يملؤها سواه، وألسنتكم لا تضرع لغير الله، وأعمالكم لَا يقصد بها إلا وجه الله؛ فإن ذلك ثمن الهداية، وأجر التوفيق؛ ولذا قال:  (وَاذْكرُوهُ كمَا هَدَاكُمْ) أي في مقابل هدايتكم، فالكاف التي تفيد في أصل معناها التشبيه تقتضي أن يكون المعنى اجعلوا الذكر لله مشابها ومساويا للهداية الربانية التي فاض نورها عليكم، وإنكم لتعلمون ذلك الفضل السابغ، وإشراق الهداية إن تذكرتم ما كنتم عليه من قبل ذلك النور الذي قذف الله به في قلوبكم؛ ولذا ذكر حالهم (وَإِن كُنتُم مِّن قَبْلِهِ لَمِنَ الضَّالِينَ) إن هنا هي المخففة من الثقيلة؛ أي إن حالكم أنكم كنتم من قبل هدايته من زمرة الضالين وجماعتهم، فاعرفوا ماضيكم من حاضر أولئك الذين ما زالوا على ضلالهم ووازنوا بين حالكم وحالهم؛ فإن تلك الموازنة تريكم نعمة ربكم عليكم، وتريكم حالكم كما كنتم من قبل، ولذا عبر عن حالهم الماضية بالوصف إذ قال:  (وَإِن كُنتُم مِّن قَبْلِهِ لَمِنَ الضَّالِينَ) أي من هذه الزمرة الضالة التي ترون حالها، ولم يقل إنكم ضللتم من قبل. </p><p> وإذا كان الخطاب للصحابة الأولين فعلى غيرهم أن يعرف فضل الهداية، وإن لم يسبقها ضلال، فليذكر الله إذ وفقه من أول الأمر، وكان في الإمكان أن يكون من الضالين. </p><p> وإن جعلنا الخطاب في الآية لجماعة المسلمين عامة الماضين واللاحقين الذين توارثوا الهداية الإسلامية ولم يسبق إليهم شرك، ولم يكونوا من أهل الوثنية، يكون الذكر لأن الله جنبهم إياها، فباعد عنهم أسبابها؛ فإن معنى الهداية هو إنقاذ </p><p> نفوسهم من وساوس الشيطان؛ فإن له على كل قلب لمة؛ فإن أصابت من كتب الله عليه الضلال انحدر فيه، وإن أصابت من كتب الله عليه الهداية تذكر الله وعظمته، فساق الله إليه هدايته؛ ويكون المعنى اذكروا الله سبحانه وتعالى ذكرا مساويا لهدايتكم مشابها لها، وبقدرها، وإنكم لولا هذه الهداية كنتم من الحائرين، ولولا نور الحق لبقيتم في حيرتكم أو لسرتم في مخارف الشيطان. </p>"
}