{
  "id": null,
  "sura": 2,
  "aya": 235,
  "text": "<p> (وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ ... (٢٣٥) </p><p> الخطبة: من الخطاب، وهي مخاطبة المرأة أو ذويها في أمر زواجها؛ والتعريض ضد التصريح، وهو إفهام المراد لكلام يحتمل ما يريده المتكلم، ويحتمل غيره، وهو في ظاهره غير ما يريد، ولكن يبدو من لحن القول وإشاراته والمقام ما يريده، وهو من عَرْضِ الشيء وهو جانبه، كأنه يحوم به حول الشيء وعلى جوانبه ولا يظهر مراده. </p><p> والنساء المراد بهن في الآية هن المتوفى عنهن أزواجهن في أثناء العدة. والإكنان في النفس أن يخفي إرادة الزواج والرغبة فيه مع الإصرار عليه، واعتزامه من غير إعلانه الأحد. </p><p> ومعنى الجملة الكريمة: أنه لَا إثم في التعريض بخطبة المتوفى عنهن أزواجهن، كما أنه لَا إثم في الرغبة في الزواج منهن مع إكنان ذلك وستره من غير كشف وإعلان؛ لأن الكشف والإعلان قد يؤذي الميت، وهو فوق ذلك لَا يليق بأهل المروءة من الرجال. </p><p> والتصريح بالخطبة لَا يجوز، حتى لَا يؤذي أهل الميت، وحتى لَا يدفعها إلى الامتناع عن الحداد على زواجها، فوق أن ذلك نقص في الخلق. وفساد في الذوق لا يصدر عن ذي إحساس كريم؛ فالتعريض فقط هو المباح في الخطبة في حال عدة الوفاة؛ وأساليب التعريض متباينة يبينها المقام؛ ومن ذلك ما يروى عن سكينة بنت حنظلة أنها قالت:  \" استأذن عليَّ محمد بن علي زين العابدين فقال: قد عرفت قرابتي من رسول الله - صلى الله عليه وسلم -، وقرابتي من علي، وموضعي في العرب. .فقلت:غفر الله لك يا أبا جعفر، إنك رجل يؤخذ عنك؛ تخطبني في عدتي!! قال إنما أخبرتك بقرابتي من رسول الله - صلى الله عليه وسلم - ومن علي \" . </p><p> وقد أخرج الدارقطني أن رسول الله - صلى الله عليه وسلم - دخل على أم سلمة وهي متأيمة من أبي سلمة، فقال:  \" لقد علمت أني رسول الله وخيرته وموضعي في قومي \" . وكانت تلك خطبة (١) . </p><p> (عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَكِن لَا تُوَاعِدُوهُنَّ سِرًّا إِلَّا أَن تَقُولُوا قَوْلًا مَّعْرُوفًا) في هذه الجملة الكريمة يشير سبحانه وتعالى إلى طبائع النفس البشرية فيمنعها من الانسياق فيما يردي ويفسد، ويبيح لها ما لَا ضرر فيه، وقد يكون فيه ما تطيب به نفوس، وتطمئن إليه قلوب. </p><p> فالله سبحانه وتعالى علم أن العارفين لأخبار المتوفى عنها زوجها وأحوالها وحقيقتها، من جمال أو نحوه، ومن حسن عشرة ولطف مودة، أنهم سيذكرونها في نفوسهم ويقرنون الذكر بالرغب والاتجاه إلى طلبها، وإعلان الرغبة والتحبب إليها وإمالة قلبها، ولقد علم الله سبحانه وتعالى حال النفوس هذه فأباح للناس ما تكون مغبته حسنة، ومنع غيره، فأباح إكنان الرغبة في الأنفس وحديث النفس بها، فإن حديث النفس ليس موضع مؤاخذة؛ وأباح التعريض بالخطبة، ونهى عن أمرين: </p><p> أولهما: المواعدة السرية، سواء أكانت تلك المواعدة على الزواج أو غيره. </p><p> وقد تكلم العلماء في معنى كلمة \" سرًّا \" فقيل: إن معناها ما يكون بين الرجل وزوجه من متعة جسدية. وقيل: إن معناها عقد الزواج. وقيل إنَّ سرًّا، معناها زنا. </p><p> وروي أن ابن عباس وابن جبير والشعبي ومجاهدًا وعكرمة والسدي، فسروا \" سرًّا \" بألا يأخذ عليها ميثاقا بألا تتزوج غيره في استسرار وخفية. </p><p> وإن الذي نميل إليه أن \" سرًّا \" وصف لمحذوف أي لَا تواعدوهن وعدًا سريا بأي شكل من الأشكال، وفي أي موضوع من الموضوعات؛ لأن الإسرار يدفع إلى الخلوة فتكون الحال في مكان النهي حيثما قال النبي - صلى الله عليه وسلم -: \" لا يخلون أحدكم بامرأة فإن الشيطان ثالثهما \"  (٢) والمعنى على هذا: لَا تندفعوا وراء رغباتكم فتلتقوا بهن سرًّا </p><p>(١) ذكره بهذا اللفظ وهذا التخريج القرطبي في تفسيره: سورة البقرة ٢٣٥ وراجع الدارقطني في سننه. (٢) جزء من حديث رواه أحمد: مسند العَشرة (١٠٩) من حديث عمر بن الخطاب - رضي الله عنه، والترمذي بنحوه: الفتن - ما جاء في لزوم الجماعة (٢٠٩١) عن ابن عمر رضي الله عنهما.</p><p> وتقولوا معهن ما تستحيون من قوله جهرًا؛ إما لأنه قبيح لَا يعلن، وإما لأنه فى غير وقته فيستنكر القول فيه فور الوفاة؛ وذلك فوق قبح الخلوة في ذاتها. </p><p> ولقد استثنى سبحانه استثناء منقطعا في قوله تعالى:  (إِلَّا أَن تَقولُوا قَوْلًا مًعْرُوفًا) والمعنى لكن المباح لكم أن تقولوا قولا معروفا لَا تستنكره العقول، وتقره الأخلاق، ولا يقبح إعلانه، بل يقال في غير استسرار؛ وبهذا الاستثناء يحد الله سبحانه فرق ما بين الحلال والحرام في هذا المقام؛ فالسرية ممنوعة أيا كان موضوعها، لما يكون معها من ملابسات محرمة، والقول المعروف الذي يكون بالتعريض، وإظهار المودة بشكل لَا يؤدي إلى محرم، ولا تستهجنه العادات الفاضلة والأخلاق الكريمة، هذا حلال لَا ريب فيه. </p><p> وقبل أن نترك الكلام في هذا الأمر المنهي عنه، نذكر تحقيقًا لفظيًا ذكره الزمخشري، وهو مقام \" لكن \" في قوله تعالى: (وَلَكِن لَا تُوَاعِدُوهُنَّ سِرًّا) ، مما قبلها؛ فقد قرر رحمه الله أن المعنى: علم الله أنكم ستذكرون النساء فاذكروهن، ولكن لَا تواعدوهن سرًا، ويكون المؤدى اذكروهن ذكرًا حسنا معروفًا معلنًا غير منكر، لَا تمجه الأذواق، ولا تنبو عنه الأخلاق. </p><p> الأمر الثاني الذي هو في موضع النهي ما اشتمل عليه قوله تعالى:  (وَلا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ) العزم: القطع، وهو يتعدى بعلى، وبنفسه، فيقال: عزم الأمر وعزم عليه، وعقدة النكاح: الارتباط به. والكتاب: هو الأمر المكتوب المفروض، وهو هنا العدة. والأجل: هو انتهاء المدة المقررة للعدة والمعنى: لَا تعقدوا العزم نهائيًا في أثناء العدة على أن تتموا الزواج بعدها، بأن تقطعوا في أمر الخطبة فتجعلوها تصريحًا بدل أن تكون تعريضًا؛ فإن العزم القاطع لا يكون بالتعريض، بل يكون بالتصريح؛ لأن عبارة التعريض كيفما كانت يدخلها الاحتمال، فلا تنبئ عن القطع أو الجزم؛ وعلى ذلك يكون هذا الكلام السامي ذكرًا لما فهم عند نفي الإثم عن التعريض من منع التصريح؛ وفوق ذلك فيه دلالة على </p><p> منع العزم مطلقًا ولو بإصرار النية، وإكنان النفس؛ لأن العاقل لَا يسوغ له أن يعزم </p><p> أمرًا ولو في نفسه قبل أن يجيء وقته؛ لأن المستقبل بيد الله ولا تدري نفس ماذا تكسب غدًا، ولعل الله يحدث بعد ذلك أمرًا. </p><p> (وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ) في هذا الكلام الكريم الحكيم تحذير وتقريب، وتخويف ورحمة؛ إذ بيَّن سبحانه أنه يعلم خلجات القلوب، وخطرات النفوس، وما تخفي الصدور وما يستكن فيها، وما يعلن؛ وإن للنفس هواجس وخواطر، فإذا همت النفس أو جالت فيها أمور تستهجن ولا تستحسن، كأن يجول بخاطره أن يكلم المعتدة من وفاة في أمر منكر لا يسوغ في الدين، ولا في العرف، ولا في الأخلاق، فليعلم أن الله عليه رقيب يعلم تلك الخواطر؛ فليحذره؛ لكيلا يبرزها إلى الوجود، فيندفع وراءها، وإنه إذا قمعها وقدع نفسه عنها، وجعلها في محيط قلبه لَا تخرج منه، فإن ذلك يكون في عفو الله تعالى؛ ولذا قال سبحانه:  (وَاعْلَمُوا أَنَّ اللَّهَ غفُورٌ حَلِيمٌ) يغفر الله فلا يأخذ العبد إلا بما يفعل ولا يأخذه بما يجول بخاطره، ولا بما تحدثه به نفسه، ومن هم بسيئة فلم يفعلها لم يكتب عليه شيء، تبارك الله سبحانه هو المنتقم الجبار العفو القدير، الغفور الرحيم. </p><p> * * * </p><p> (لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ (٢٣٦) وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ (٢٣٧) </p><p> * * * </p><p> بين سبحانه آثار الفراق بين الزوجين بالطلاق أو الموت؛ فقد بين العدة، وهي في معناها حق الزواج وحق الزوج وحق الولد؛ وقد ذكر بعد ذلك حق المرأة الخالص، وهو المهر أو المتعة، وقد أمر الله سبحانه وتعالى بإيتاء المهر في قوله تعالى:  (وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً. . .) ، ووجوبه كاملا في حال الطلاق بعد الدخول في قوله تعالى:  (وَإِنْ أَرَدْتُّم اسْتِبْدَالَ زَوْجٍ مكَانَ زَوْجِ وَآتَيْتُمْ إِحْدَاهُنَّ قِنطَارًا فَلا تَأخُذُوا مِنْهُ شَيْئًا أتَأخُذُونَهُ بُهْتَانًا وَإِثْمًا مُّبِينًا) . </p><p> وفى هذه الآية يبين سبحانه المهر الواجب أو ما يقوم مقامه في الصورة التي قد يتوهَّم الناس أنه لَا مهر فيها، لأنه لم يفض أحدهما إلى صاحبه؛ إذ لم يحصل مساس بينهما؛ فقال تعالى: </p>"
}