{
  "id": null,
  "sura": 2,
  "aya": 2,
  "text": "<p> (ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِّلْمُتقِينَ) الإشارة هنا إلى الحروف (المَ) التي تتألف من كلمات الكتاب العزيز الحكيم؛ ولذلك قيل إن (الم) اسم للسورة، ولكن نقول إن هذه الإشارة إلى الحروف باعتبارين: </p><p> أولهما: أن هذه هي الحروف الذي كوِّن منها الكتاب المعجز الذي تحدى به الإنسانية كلها. </p><p> والثاني: أنها اسم للسورة التي افتتحت بها، وذلك من قبيل إطلاق اسم الكل وإرادة الجزء، أو أن جزء القرآن قرآن يتحدى. ألم تر أن الله تعالى تحداهم أن يأتوا بسورة من مثله. </p><p> (ذَلِكَ الْكِتَابُ) والإشارة هنا للبعيد، وموضوعها قريب، لأن الحروف جاء بعدها فورًا ذكر الكتاب فكان الظاهر أن تكون الإشارة بما يدل على القرب، كـ (هذا) الكتاب، ولكن لأن (الم) تدل على السورة التي هي جزء متكامل من الكتاب، أو الكتاب نفسه، وقد نزل من الروح الأقدس، فنزل من العلا إلى النبي المرسل، فكان ذلك إشعارًا بالبعد بين الملكوت الأعلى وخلق الله سبحانه وتعالى، أو يقال: إن الإشارة بالبعيد تنويه بذكره وعلو مقامه فإنه تكون الإشارة بالبعيد في هذا المقام، وأي مقام يقارب كتاب الله تعالى؟! فهو عليٌّ في ذاته، ثقيل في ميزانه كما قال تعالى:  (إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا) . </p><p> وفى قوله تعالى:  (ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ) ثلاثة وقوف: </p><p> أولها: الوقوف عند (الْكِتَابُ) ، وتكون (ذَلِكَ) مبتدأٌ، والكتاب خبر، ويكون فيه تعريف الطرفين الذي يدل على القصر، أي ذلك وحده هو الجدير بأن يسمو، فلا يعلو علوه كتاب، ولا يُنَاصِى سَمْتَهُ مقروء سواه، إذ هو تنزيل من رب العالمين، وفيه علم بشرائع الله تعالى ويكون قوله تعالى:  (لا رَيْبَ فِيهِ) جملة مستقلة على هذه القراءة، وهي تأكيد لمعنى العلو والسمو فيه، إذ إنه لَا شك في حقائقه، وهي بينة تهتدي إليها العقول، ولا ترتاب فيها فهو حجة بصدقه في ذاته، وإدراك العقول لحقائقه، وهذا شرف ذاتي فيه، وهو لَا ريب في أنه من عند الله، إذ تحدى المَقَاوِل (١) من قريش وفحول الكلام منهم أن يأتوا بسورة من مثله فعجزوا، فكان ذلك شرفا إضافيا فوق شرفه الذاتي. </p><p> والثاني: الوقف عند (لا رَيْب) ، ومؤداها مقارب من مؤدى القراءة السابقة تقريبا، إذ المؤدى أن يكون المعنى: ذلك هو الكتاب بلا ريب، ويكون قوله تعالى: </p><p>(١) مَقاوِل: جمع مِقْوَل: أي حسن القول لَسِن. الوسيط (ق ول).</p><p> (فِيهِ هُدًى لِلْمُتَّقِينَ) جملة جديدة مستقلة وتكون لبيان كماله فوق أنه لَا ريب فيه. </p><p> والثالث: الوقوف عند كلمة (فِيهِ) ، ويكون المعنى كالمعنى السابق، ثم يكون قوله (هُدًى لِّلْمُتَّقِينَ) جملة مستقلة، وهذه القراءات تتجه كلها إلى سمو القرآن وعلوه، وأنه فوق طاقة البشر، وفوق علم الناس، إنه كتاب الله العلي الحكيم. </p><p> ومعنى (لا رَيْبَ فِيهِ) أنه لَا يعتريه الريب لكمال حقائقه ووضوح مقاصده، والبراهين القاطعة المثبتة أنه من عند الله تعالى، فلا مساغ لمرتاب أن يرتاب. وإذا كان قد وقع فيه إنكار، فلأنهم جحدوا آيات الله تعالى، واستيقنتها أنفسهم، والنفي لوقوع الريب منه في ذاته، ويضل ناس فيجحدون ولا يؤمنون، ولا ينفي ذلك أنه لا مكان للريب، ولا موضع له، إذ هو ارتياب حيث اليقين، وإنكار حيث يجب الإيمان، وهو الحق الذي لايأتيه الباطل من أي ناحية من نواحيه. </p><p> (هدًى لِّلمُتَّقِينَ) الهدى مصدر على وزن فعَل، كالسّرى، والبكى، ومعناه الدلالة على الطريق الموصل للغاية الذي لَا اعوجاح فيه، ولا تستعمل غالبا إلا للتوصيل إلى الخير، بدليل مقابلتها بالضلالة في قوله تعالى:  (أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى فَمَا رَبِحَتْ تِجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ) ، وبدليل نسبة الهدى إلى الله تعالى، فقد قال تعالت كلماته:  (قلْ إِنَّ الْهدَى هُدَى اللَّهِ. . .) </p><p> ، والمهتدي من انتفع بما وجد من هداية (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَفمِلُّ عَلَيْهَا. . .) . </p><p> وإذا قيل: فإن الهداية إنما تكون للضالين ليسترشدوا، ويسيروا في طريق الحق، ويبتعدوا عن الغواية، وما يدفع إليه من ضلالة كما قال تعالى:  (وَوَجَدَكَ ضَالًّا فَهَدَى) . </p><p> نقول في الإجابة على ذلك: إن المراد بالمتقين ليس من وصلوا إلى أقصى درجات الهداية إنما المراد من شارفوها وطلبوها وأرادوها، وحاولوا الازدياد من العلم، ولم تكن قلوبهم متحجرة، مُبْلِسَة لَا تسترشد ولا تهتدي، وبيان ذلك أن الله تعالى خلق النفوس وسواها، وألهمها فجورها وتقواها. </p><p> فمن النفوس من فطرها الله تعالى على الفطرة المستقيمة المدركة للحق في ذاته، التي تتجه إلى الحق تبتغيه وتريده، وتظل في حيرة حتى تجد المرشد من السماء برسول مبين يرشدها إلى صراط مستقيم، كأُولئك الحنيفيين الذين رفضوا عبادة الأوثان لأنها لَا تنفع ولا تضر، ولا يتّبعها إلا الغاوون. </p><p> إن هذه نفوس متقية تبتغى الرشاد، فتكون مصغية للحق عند الدعوة إليه متبعة للنور إذا أشرق، وهذا ما نراه موضعًا للتعبير بقوله تعالت كلماته: هُدًى لِلْمُتَّقِينَ). </p><p> والمتقون مشتق من الوقاية، يقال: وقاه الله تعالى، ووقى نفسه السوء، وقال تعالى:  (وَمَن يُوقَ شحَ نَفْسِهِ فَأُوْلَئِكَ هُمُ المفْلِحُونَ) . </p><p> واتقى: افتعل، من وقى، فهي في أصلها: اوْتَقَى، ثم قلبت الواو تاء، فأدغمت في تاء الافتعال، فصارت اتقى، ومنه أخذت التُقى، والتُقاة، كما قال تعالى:  (اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَموتُنَّ إِلَّا وَأَنتُم مًّسْلِمُونَ) . </p><p> والمتقون مراتب في إدراكهم لتقوى الله تعالى، وأعلاها: إدراكهم لمعنى الحق وخضوعهم لما يطلبه، وإنهم بهذا يطيعونه ويستجيبون له، ويلتزمونه، وينطبق عليهم قول الله تعالى:  (وَأَلْزَمَهُمْ +كَلِمَةَ التَّقْوَى. . .) ، فإذا علا في نفوسهم طلب الحق والاستعداد له، تركوا شر الأشرار مهتدين بهديه، وتجنبوا الإساءة إلى غيرهم، فإذا ساروا في مدارج الهداية والتقوى نزهوا أنفسهم عن كل ما يخالف الحق، وصارت قلوبهم نورا مبصرا، وكانوا أولياء الله تعالى، وينطبق عليهم </p><p> قول الله تعالى:  (وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِم بَرَكَاتٍ مِّنَ السَّمَاءِ وَالأَرْضِ. . .) ، ألا إن هؤلاء هم المتقون الذين ينتفعون بهداية الله، وإنَّ علم الله تعالى وهدايته قد مثله النبي - صلى الله عليه وسلم - بغيث ينزل من السماء فيجيء إلى أرض طيبة فتنبت النبات الطيب، وينزل على أرض لَا تنبت، ولكن ينتقل منها إلى أخرى تنبت فيها النبات الطيب، وهناك أرض هي قيعان لَا تنبت، ولا ينتقل منها إلى غيرها (١) . </p><p> ولقد ذكر الزمخشري في تنسيق هذه الآيات (الم (١) ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ (٢) </p><p> كلمات طيبة محققة مفادها أن قوله تعالى:  (الم) جملة برأسها أو طائفة من حروف المعجم مستقلة بنفسها و (ذَلِكَ الْكِتَابُ) جملة ثانية، و (لا رَيْبَ فِيهِ) جملة ثالثة، و (هُدًى لِّلْمُتَّقِينَ) رابعة، وقد أصاب بترتيبها من البلاغة، وموجب حسن النظم، حيث هي متناسقة هكذا من غير حرف نسق (أي عطف) وذلك لمجيئها متآخية آخذة بعضها بعنق بعض، فالثانية متحدة بالأولى معتنقة لها، وهَلُمَّ جرا إلى الثالثة، والرابعة. </p><p> بيان ذلك أنَّه نبَّه أولا على أنه الكلام المتحدى به، ثم أشار إلى أنه الكتاب المنعوت بغاية الكمال، فكان تقريرًا لجهة التحدي وشدا من أعضائه، ثم نفَى عنه أن يتشبث به طرف من الريب، فكان شهادة وتسجيلا بكماله، لأنه لَا كمال أكمل مما للحقِّ واليقين، ولا نقص أنقص مما للباطل والشبهة. وقيل لبعض العلماء: فيم لذتكَ؟ قال: في حجة تتبختر اتضاحا، وفي شبهة تتضاءل افتضاحًا. </p><p>(١) عن أبي موسي الأشعري رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: \" مَثَلُ مَا بَعَثني اللهُ به من الْهَدَى والْعلْم كمَثَلَ الغَيْث الكثيرِ أصَابَ أرضًا فكانَ منْها نَقيَّةٌ قبلتْ المَاءَ فانَبَتَتْ الكَلأ والعشْبَ الَكثَير، وكانتْ مَنها أجادبُ أمْسكَتْ المَاءَ فَنفَعَ اللهُ بهَا الناسَ فشرِبُوا وسقَوا وَزَرَعُوا، وأصابَتْ منها طائفَةٌِ أُخْرى إنَّما هِيِ قيعَان لا تُمْسكُ ماءً ولا تُنبت كَلأ، فَذَلكَ مَثَلُ منْ فَقُه في دينَ اللَّهُ به فَعَلمَ وَعَلَّمِ، وملْ من لَم يَرْفَع بذلكَ رأسا وَلَم يَقْبلْ هدى الله الَّذي أرسلتُ به \" قالَ أبو عبدَ اللهَّ (أيً البخَاري): قال إسحَاقُ: \" وكَانَ منْها طائفَة قبلتْ المَاء \". قاعٌَ: يًعْلُوهُ المَاءُ والصَّفْصَفُ: المُسْتَوي من الأرض [أخرجه البخاري: كتاب العَلم (٧٧) ومسلم بنَحوه: الفضائل: (٢٣٢ ٤) وأحمد: أول مسند الكوفيين (٨٧٥٢ ١) واللفظ للبخاري].</p><p> ثم أخبر عنه أنه هدى للمتقين، فقرر بذلك كونه يقينا لَا يحوم الشك حوله وحقا لَا يأتيه الباطل من بين يديه ولا من خلفه، ثم لم تخل كل واحدة من الأربع بعد أن رتبت هذا الترتيب الأنيق، ونظمت هذا التنظيم السَّرِيَّ (١) ، من نكتة ذات جزالة، ففي الأولى الحذف والرمز إلى الغرض بألطف وجه وأرشقه، وفي الثانية، ما في التعريف من الفخامة، وفي الثالثة ما في تقديم الريب على الظرف، وفي الرابعة: الحذف ووضع المصدر الذي هو موضع الوصف الذي هو هادٍ، وإيراده منكرًا، والإيجاز في ذكر المتقين، زادنا الله اطلاعا على أسرار كلامه، وتبينا لنكت تنزيله وتوفيقا للعمل بما فيه. </p><p>(١) السري: الشريف. من سَرُ وَسَراوة، وسروا،: شَرُف. فهو سريّ، والجمع: أسرياء، وسُراة.</p>"
}