{
  "id": null,
  "sura": 2,
  "aya": 148,
  "text": "<p> (وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا فَاسْتَبِقُوا الْخَيْرَاتِ) . </p><p> الوجهة قال كثير من المفسرين إنها القبلة، والتنكير في \" لكل \" دال على محذوف، والمعنى: لكل ملة أو جماعة قبلة يتجهون إليها، وتبين الحق في هذه الجهات، ببينة الله وقبلته المختارة من بينها، وإن العبرة بعد الاتجاه إلى القبلة الحق أن تستبقوا الخيرات، أي تسارعوا متسابقين إليها، غير مدخرين جهدا في الوصول إلى الخير من عمل صالح، وصلاة وصوم وزكاة، وتعاون على البر والتقوى، وهذا كقوله تعالى:  (لَيْسَ الْبِرَّ أَن تُوَلُّوا وجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ. . .) . </p><p> هذا على تفسير الوجهة بالقبلة، ويصِح أن تفسر الوجهة بالملة أو الشريعة أو الحق كقوله تعالى:  (لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ) ، وكقوله تعالى:  (لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ (٦٧) . </p><p> وإن المعنى على هذا: إن لكل أمة اتجاها في اعتقاداتهم، وهم سائرون على ملتهم التي اختاروها، وعقيدتهم التي أرادوها ولهم طريقهم ومنهاجهم، ولا نجادلهم، ولكن أمرنا بأن نستبق بالمسارعة في السبق إلى الخيرات، أي كل ما هو فيه </p><p> خير في ذاته، وفيه نفع للناس والأنفس، وما فيه تطهير القلوب، والاتجاه بها إلى الله تعالى رب الوجود ومن في الوجود. </p><p> وإنه بعد الاستباق إلى الخير، والاختلاف في الملة سيكون الحساب، والثواب والعقاب، وبيان الحق والباطل؛ ولذا قال:  (أَيْنَ مَا تَكُونُوا يَأتِ بِكُمُ اللَّه جَمِيعًا) وأينما اسم شرط دال على المكان، وجواب الشرط يأت بكم الله جميعا. </p><p> والمعنى أنه في أي مكان كنتم لابد أن يأتي الله تعالى بكم وتجتمعوا يوم القيامة، فيعرف أهل الحق من أهل الضلال، ويحاسب كل على ما قدَّم، إن خيرا فخير، وإن شرا فشر. </p><p> وإن هذا النص السامي فيه تبشير وإنذار؛ فيه تبشير لمن استبقوا إلى الخير، وكان دينهم الحق، وإنذار لمن اعتقدوا الباطل، ولجُّوا فيه وعاندوا أهل الحق وكابروا. </p><p> وقوله تعالى:  (يَأتِ بِكُمُ اللَّهُ جَمِيعًا) فيه إشارة إلى أنها حياة لَا يجيئون إليها مختارين، بل يأتي بهم الله تعالى طائعين أو كارهين، ومن يأتي بهم هو الله تعالى القاهر فوق عباده، ولذا ختم الله سبحانه وتعالى الآية بقوله تعالت كلماته:  (إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) . وقد أكد قدرته بهذه الجملة السامية المؤكدة بإن والجملة الاسمية، وتصديرها بلفظ الجلالة الدال على القدرة التي ليست فوقها قدرة، وهو سبحانه وتعالى الغالب على كل هذا الوجود، كل شيء في قدرته وفي سلطانه، وهو العزيز العليم. </p><p> * * * </p><p> (وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَإِنَّهُ لَلْحَقُّ مِنْ رَبِّكَ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (١٤٩) وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ </p><p> شَطْرَهُ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ (١٥٠) </p><p> * * * </p><p> تبين في الآيات السابقة اتباع القبلة في حال المقيمين، فبينت حيث يقيم النبي - صلى الله عليه وسلم -، وبينت حيث يقيم المسلمون في الأماكن الإسلامية، كل في مكان إقامته، فقال فيما تلونا من قبل:  (وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ) . </p><p> وفى النص السامي يبين أن القبلة لابد من الاتجاه إليها في السفر كما يجب الاتجاه إليها في حال الإقامة، فإذا خرج من مكان إقامته اتجه إليها، فلا تسقط فرضيتها في السفر؛ ولذا قال تعالى: </p>"
}