{
  "id": null,
  "sura": 2,
  "aya": 93,
  "text": "<p> (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاسْمَعُوا) دعوة إلى الحق الذي قامت أدلته بميثاق أخذه الله تعالى، وأخذه وقد رفع الجبل فوقهم كأنه ظلة أظلتهم وطالبهم الله تعالى على لسان كليمه أن يأخذوه بقوة أي بجد، ولا ينحرفوا عنه، وأن يسمعوا إليه، ولا يخالفوه. </p><p> اجتمع لهدايتهم قوتان قوة الدليل في الآيات التسع، وقوة الدعوة في الميثاق الذي أخذ عليهم في حال رفع الجبل فوقهم ودعوتهم إلى سماع الحق، فهل أجابوا؟. </p><p> (قَالُوا سَمِعْنَا وَعَصَيْنَا) هذا ما جاء به القرآن نصا في إجابتهم. وإن ما حكى الله تعالى عنهم من أنهم قالوا:  (سَمِعْنَا) تفسر على ظاهرها فإنه كان النداء قويا والجبل مرتفع عليهم، (خُذُوا مَا آتَيْنَاكُم بِقُوَّة) أي ما شرعناه لكم من شرائع بجد وعزم، (وَاسْمَعُوا) فإنه لابد أن يكون الجواب (سَمِعْنَا) ، أما ما حكاه سبحانه من أنهم قالوا:  (وَعَصَيْنَا) فيصح أن تخرج على أنهم قالوها بألسنتهم، وذلك بعيد يتنافى مع قوة الميثاق وتأكده ومع طلب الأخذ بقوة أي بجد وعزم على التنفيذ، ولذا نستبعد ذلك الاحتمال لقيام القرائن ضده، وما نحسب أنهم وصلوا إلى هذه الحال أن ينكثوا بالعهد وقت توثيقه وأن يجاهروا بعصيانه، والعهد بينهم وبين المنقذ لهم، والعهد قريب، ولذلك قرر المفسرون أن كلمة عصينا مجاز عن أفعالهم، أي أن عصيانهم كان بلسان الفعال لَا بلسان المقال، فهم قالوا سمعنا بالقول وقالوا عصينا بأفعالهم. </p><p> ويصح أن نقول: إن عصينا القلبية كانت مقارنة لـ سمعنا، أي أنهم قالوا سمعنا، وقلوبهم جافية معرضة كأنها تنطق بحالهم، وهو عصينا فكأنهم سمعوا، وهم على نية العصيان فقلوبهم جافية عن الاتعاظ بما يسمعون. </p><p> ولقد كان أوضح المظاهر التي دلت على عصيانهم، وأنهم سمعوا وعصوا هو عبادتهم العجل، أو بالتعبير القرآني المنزه الحكيم اتخاذهم، ولذلك ذكره بعد تسجيل العصيان فقال:  (وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ) . بعض علماء اللغة يقولون إن المعنى على حذف مضاف تقديره حب العجل، وذلك مجاز مشهور يسمى مجاز الحذف، فذكر القلوب، والقلوب لَا تشرب العجول قالوا إنه مجاز بالحذف، والقلوب تنكت فيها المفاسد، روي عن النبي - صلى الله عليه وسلم - أنه قال:  \" تعرض الفتن على القلوب عودا عودا، فأي قلب أشربها نكت فيه نكتة سوداء \" . </p><p> وبعض المتفقهين في اللغة قالوا: لَا حاجة إلى تقدير محذوف؛ لأن أشرب متعلق بالعجل مباشرة، لأن تعلق الإشراب به ليس مقصورا على المحبة، بل إنه يتجاوزها إلى العبادة، وإلى أنه تكون صورته في قلوبهم لَا تفترق عنها، ويكون من قبيل أشرب الثوب الصبغة، أي خالطت أجزاءه، وتغلغلت فيه، فالعجل تغلغل في قلوبهم فألفوه وصار جزءا من تفكيرهم، كما صارت الصبغة جزءا من الثوب، لا تنفصل عنه، وهذا نوع من الاستعارة، فاستعيرت كلمة الإشراب لتغلغل ذكره في قلوبهم كأنه حل حلول الشراب فيها. </p><p> وكلمة في قلوبهم قرينة الاستعارة، وأشرب للبناء للمجهول لكثرة الأسباب الباطلة التي أشربته قلوبهم، فالشيطان زينه لهم، وسول لهم عبادته، وعشرتهم للمصريين الذين كانوا يقدسونه، والعشرة المستمرة لهم مع مظالمهم، وضلال نفوسهم كل هذا سهَّل سرَيان عبادة العجل إليهم؛ ولذلك قال بكفرهم، أي بسبب كفرهم المستكن في نفوسهم، ولقد حكم الله تعالى عليهم بقولهم: (قُلْ بِئْسَمَا </p><p> يَأمركُم بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ) الأمر للنبي - صلى الله عليه وسلم - لأنهم هم الذين واجهوه النبي - صلى الله عليه وسلم - بقولهم:  (قَالُوا نُؤْمِنُ بِمَا أُنزِلَ عَلَيْنَا. . .) ، وهذا القرآن الكريم بين ما يدل على أنهم لَا يؤمنون بشيء حتى تركوا مايدعوهم إليه النبي - صلى الله عليه وسلم - إلى الإيمان بما عندهم، وهذه صورة من الإيمان بما عندهم (بِئْسَمَا) دالة على ذم ما يأمرهم به إيمانهم الباطل، وهذا تهكم شديد على حالهم وعلى ما يتصورونه إيمانا بما عندك، كقوله تعالى حكاية عن قول قوم شعيب له:  (أَصَلاتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ آبَاؤُنَا. . .) ، وقوله تعالى:  (إِن كُنتُم مُّؤْمِنِينَ) أي إن كنتم في الماضي والحاضر مؤمنين، وبيان أن إيمانهم موضع شك بل لَا إيمان. </p><p> * * * </p><p> (قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (٩٤) وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (٩٥) وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ (٩٦) </p><p> * * * </p><p> كان السبب في غرورهم، واستعلائهم الفاسد أنهم بتوالي نعم الله تعالى عليهم حسبوا أنهم أبناء الله وأحباؤه، ولذلك قالوا:  (لَن تَمَسَّنَا النَّارُ إِلَّا أَيَّامَا مَّعْدودَةَ. . .) ، وقد تلونا ذلك من قبل. </p><p> وقد دلاهم الشيطان بغرور فكانوا يحسبون ذلك، ويدعون في ظاهر قولهم أنهم يؤمنون، ويواجهون النبي - صلى الله عليه وسلم - بكفرهم به، فأمر الله تعالى نبيه الذي يواجهونه بذلك الكفر أن يتحداهم ليكشف أمرهم بأن يتمنوا الموت فقال تعالى: </p>"
}