{
  "id": null,
  "sura": 2,
  "aya": 260,
  "text": "<p> (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي ... (٢٦٠) هذه مجاوبة بين رب العالمين وخليله إبراهيم. لقد كان إبراهيم قانتًا لله حنيفًا وكان غواصًا طالبًا للمعرفة يتأمل في كل شيء ويتقصى بفكره باحثًا وراء الحقيقة طالبا لها، قال لربه الذي اتخذه له خليلا:  (رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى) نادى ربه ذلك النداء، فيشير بأنه مقر بأنه خالقه ومربيه والقائم على أمره، وطلبه هو طلب الكيفية، فهو مقر بالأصل مذعن له خاضعٌ كل الخضوع لحكمه مؤمن بالبعث والنشور، وأن الله سبحانه هو الذي يحيي ويميت، وأنه القاهر فوق عباده، ولكنه يريد أن يعلم بالحس كما علم بالقول الحق وبالعيان كما علم بالبرهان. </p><p> قال إبراهيم ذلك، فقال له ربه مشيرا إلى أن الغاية هي الإيمان (أَوَلَمْ تؤْمِن) أي: أتقول ذلك وتطلبه وأنت لم تؤمن؛ فإن كنت مؤمنا فإن ذلك غاية المطلوب وإن لم تكن فليس وراء ما علمت من حجة، وإن فيه الدليل القاطع والبرهان الساطع، فأجاب إبراهيم ربه:  (قَالَ بَلَى وَلَكِن ليَطْمَئِنَّ قَلْبِي)  \" بلى \" أي آمنت؛ فهي نفي لما بعد الهمزة، ونفي عدم الإيمان إثبات للإيمان؛ لأن نفي النفي إثبات كما يقول العلماء، وإذا كان إبراهيم مؤمنا فلماذا طلب ما طلب؟ فقد قال مستدركا:  (لِّيَطْمَئِنَّ قَلْبِي) والاطمئنان السكون والقرار فهل كان إبراهيم غير مطمئن وفى اضطراب حتى رأى وعاين؛ إن الاضطراب ينافي الإيمان والشك ينافي اليقين، وقد قرر أنه مؤمن فلا اضطراب، إنما كانت حيرة إبراهيم في الكيفية لَا في أصل القضية؛ لأن إبراهيم كما قلنا كان غواصا متأملا يتطلع لتعرف كل شيء، فحمل نفسه بسبب ذلك عناء البحث عن الكيفية، فكان في حاجة إلى ما يذهب حيرته في هذه الكيفية، فطلب ما طلب ليطمئن عقله الحائر الذي تجاوز منطقة الإيمان بالأصل إلى محاولة معرفة كيفية الإعادة وهي فوق القدرة العقلية البشرية. ولقد قال بعض العلماء إن الاطمئنان الذي طلبه إبراهيم عليه السلام هو الاستدلال بالعيان بعد الاستدلال بالبرهان، فإن الحس يحمل الإنسان على الإذعان أكثر مما يحمل الدليل العقلي، وهذا رأى حسن في جملته ولكن ما سقناه أولا أقوى في نظرنا وأحكم. </p><p> هذا طلب إبراهيم عليه السلام، ولقد كان جواب ربه هو ما كان بقوله تعالى: </p><p> (قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ) أي إذا كنت مُصِرَّا على طلبك فخذ أربعة من الطير. فالفاء هنا فاء الإفصاح التي تفصح عن شرط مقدر. ومعنى (فَصُرْهُنَّ إِلَيْكَ) أي فضمهن إليك، أو أملهن أو حوِّلهن إليك، والضمير يعود على الطير، لأن كلمة الطير في معناه جمع لما لَا يعقل، وجمع ما لَا يعقل يصح عود الضمير عليه بصيغة ضمير جماعة الإناث، وقد كانت عودة الضمير بتلك الصيغة دالة على معنى الجماعة وعموم ضم الطير واحدة واحدة، وإنما كانت الطير موضع تجربة لأنها لَا تستأنس بالإنسان وتطير عند مجرد رؤيته، فتحويلهن إليه بيسر لا يكون إلا بتأليف من الله العلي الخبير. </p><p> وأن تحويل الطير إليه لتجري تلك التجربة الربانية، وهي أن يجعل على كل جبل منهن جزءا ثم يدعوهن يأتين إبراهيم سعيًا، ولذا قال سبحانه: </p><p> (ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا) أمر الله إبراهيم بأن يجعل أي يضع على كل جبل أي كل جزء مرتفع من الأرض جزءا وأن يدعوهن بعد ذلك يأتينه سعيا. </p><p> وجمهور المفسرين يقول في تفسير هذه الجملة السامية: أن الله سبحانه وتعالى أمر إبراهيم خليله أن يجري هذه التجربة، بأن يذبح تلك الطيور ويقطع أجزاءها ويضع على كل مرتفع من الأرض جزءا من تلك الأشلاء المتقطعة، ثم يدعوها فتكون طيرًا بإذن الله ويجيء إليه سعيًا، وعلى هذا النحو يكون ذلك العمل الحسي تقريبًا لمعنى الإحياء وإن لم يكن بيانا كاملا للكيفية، لأن الكيفية عند الله العليم الخبير علمها، ويكون ذلك إظهارا للإحياء بمظهر حسي وإن لم يكن فيه بيان الكيفية. </p><p> هذا نظر جمهور المفسرين، ولقد قال أبو مسلم الأصفهاني إن الآية ليس فيها ما يدل على أن سيدنا إبراهيم عليه السلام قد ذبح الطير وقطع أجزاءها، إنما الذي فيها أنه حولها إليه ووضع جزءا على كل مرتفع من الأرض، وعلى هذا يكون المعنى أن إبراهيم عليه السلام طلب منه رب البرية أن يحول جمعا من الطير إليه </p><p> ويجعل على كل مرتفع من الأرض طائفة من هذا الطير ثم يدعو هذه الطوائف يأتينه سعيا، وفي هذا توجيه لإبراهيم عليه السلام إلى أن الله سبحانه وتعالى يؤلف كل شيء ولو كان متنافرا ويجمع كل جزء ولو كان بعيدا، كما دعوت الطير التي لا تجيب إنسانا وتنفر منه فأجابتك بقدرة العلي الحكيم الذي يؤلف بين المتنافرات، فإن كان ثمة استغراب من أن الحياة تقتضي أن يجمع الله سبحانه وتعالى أجزاء متناثرة قد تحللت وتجزأت إلى أجزاء بل جزيئات، فها أنت ذا ترى تلك النفرة التي بين الإنسان والطير تزول، تدعوها فتستجيب وهي من شأنها النفور، وكذلك يؤلف الله بين الأجزاء المتناثرة، فيجعل منها ذلك الحي الذي كان من قبل ثم إن في تلك التجربة تصويرًا دقيقًا، وهو أن إعادة الله تعالى للأشياء لَا تكون إلا بقوله تعالى كن فيكون، كما يقول خليل الله إبراهيم للطير وقد تفرقت: أقبِلي فَتُقْبِل. </p><p> هذان هما التفسيران للآية، ونرى أن رأي الجمهور يتجه إلى تحقيق معجزة تجري على يد إبراهيم عليه السلام وهي إحياء الموتى بالحس المعاين وإن لم تعلم الكيفية، كما جرى بالحس المعاين إماتة الرجل مائة عام ثم إحياؤه، ويكون من مقتضى التناسق بين الآيتين أن تكون في هذه الآية معجزة الإحياء بعد تقطيع الأجزاء، فالمقام كله يتجه بنا إلى الإعجاز بإحياء الميت بمرأى العين، وتكون العبرة في القصة هي أنه يريه الحقيقة واضحة جلية، ورؤيتها تغني عن البحث في كيفيتها وإنا نميل لهذا الرأي. </p><p> أما رأى أبي مسلم فهو مبني على الألفاظ من غير أن يرمي بنظره قليلا إلى الآية التي سبقت ذلك من الإماتة مائة عام ثم الإحياء بعد ذلك، وهو نظر إلى أن الكيفية لَا يمكن أن تعلم للإنسان، وإنما أقصى ما يعلمه هو أثر القدرة لَا كيفيتها وأنه صور للإنسان الإعادة بقوله سبحانه وتعالى:  (كن فَيَكُونُ) ، وأنها تكون كقول إبراهيم للطير: أقبلن أيها النافرات فيقبلن. </p><p> وقد ذيل سبحانه وتعالى الآية الكريمة بقوله تعالت كلماته:  (وَاعْلَمْ أَنَّ اللَّهَ عزِيزٌ حَكِيمٌ) وكان ذلك التذييل الكريم للدلالة على ثلاثة أمور: </p><p> أولها: إن العزة لله وحده فلا يركن إليه مؤمن إلا عزَّ، ولا يبعد عنه أحد إلا ذلَّ، فمن اعتز بغير الله فهو الذليل، ومن آوى إلى فضل الله فقد آوى إلى ركن شديد. وأن مناسبة هذا للآيات السابقة كلها واضحة، لأن إبراهيم كان يغالب طاغية جبارًا عاتيًا قد استهان بالناس جميعا كما دلت عليه الآية الأولى:  (أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ) . </p><p> فالله العلي القدير يدعو خليله أن يتقدم لدعوة ذلك الجبار معتزا بالله فلا عزة إلا من الله، والله غالب على النمرود ومن هو أكبر من النمرود. </p><p> وثانيها: الإشعار بأن الله سبحانه وتعالى خالق كل شيء وعزته هي عزة القادر الغالب، لَا عزة الضعيف العاجز. </p><p> وثالثها: إن الله سبحانه وتعالى خلق الخلق بحكمته وبعث الرسل يدعون إلى عبادته وحده وهو الذي قدر الموت والحياة ليبلوكم أيكم أحسن عملا وكل ذلك من مقتضى الحكمة الإلهية التي لَا تصل العقول إلى العلم بها؛ لأنها لَا تعلم من الكون إلا مظاهره وأشكاله وألوانه، ولا تعلم شيئا عن كيفيته وأسراره، إن ذلك كله عند علام الغيوب، وفوق كل ذي علم عليم. </p><p> * * * </p><p> (مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (٢٦١) الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مَنًّا وَلَا أَذًى لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٢٦٢) قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا </p><p> أَذًى وَاللَّهُ غَنِيٌّ حَلِيمٌ (٢٦٣) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا لَا يَقْدِرُونَ عَلَى شَيْءٍ مِمَّا كَسَبُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (٢٦٤) </p><p> * * * </p><p> المؤمن الحق يشعر أن الحق يتقاضاه دائمًا الجهاد لأجله، والسعي في سبيل رفعته؛ لأنه منذ أن أخرج إبليس وآدم وحواء من جنة الله، والعداوة مستحكمة بين الحق والباطل، وإبليس يغوي الأشرار، والله سبحانه يهدي المؤمنين إلى الحق، ويوفقهم لنصرته. </p><p> وإن الجهاد في سبيل الحق له ميادين ثلاثة: </p><p> أولها: الإقناع بالحجة والبرهان، كما قال سبحانه وتعالى لنبيه محمد - صلى الله عليه وسلم -: (ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُم بِالَّتِي هِيَ أَحْسَن. . .) . </p><p> وإن ذلك الجدال مع أهل الشر الذين مردت نفوسهم على النفاق والمغالبة بالباطل ليس أمرًا سهلا يسيرًا، بل هو أمر الأمور؛ لأن التقاء العقل الذي أناره نور الحق بالعقل الذي طمس الله على بصيرته ليس من الأمور التي يستطيعها كل العقلاء. </p><p> والميدان الثاني من ميادين الجهاد: الجهاد المسلح، بمنع اعتداء الباطل، وخضد شوكته وفَلّ حدته، وحمله على الجادة، ومنع أهله من أن يفتنوا الناس في دينهم؛ وإن ذلك أظهر ميادين الجهاد، وهو باب من أبواب الجنة. </p><p> والميدان الثالث من ميادين الجهاد: البر وإعطاء المال، وبذله مع طيبة النفس ببذله وعطائه؛ وإذا كان المال قد سمي النفيس؛ فلأنه قطعة من نفس من يبذله، وإن بذل المال هو الذي يقوي وحدة المؤمنين؛ لأنه من التعاون بين الفقير والغني، </p><p> والتعاون جماع كل القوي، وفوق ذلك فإن إمداد الجند بالمال إنما هو إمداد بذخيرة القتال، وعدة النزال، والمال في الحروب من عصبها، كما هو عصب كل إصلاح في الأمة. </p><p> وقد ذكر سبحانه وتعالى قصص القتال بين الحق والباطل، وكيف ينتصر الحق مع الإيمان به وقلة العدد والعُدد، وينهزم الباطل مع كثرة العدد، وذكر عمل المرسلين، وتبليغهم رسالات ربهم؛ وذكر من ذلك مجادلة إبراهيم خليله لطاغية من طغاة الدنيا. </p><p> وفى هذه الآية الكريمة يذكر سبحانه ميدان الجهاد الثالث، وهو ميدان الصدقة غير الممنونة ولا الممنوعة؛ ولقد روي أن هذه الآيات نزلت في صدقة عبد الرحمن بن عوف وعثمان بن عفان في الجهاد في سبيل الله عند غزوة تبوك؛ وذلك أن رسول الله - صلى الله عليه وسلم - لما حث الناس حين أراد الخروج إلى غزوة تبوك، جاء عبد الرحمن بأربعة آلاف درهم فقال: يا رسول الله كانت لي ثمانية آلاف، فأمسكت لنفسي ولعيالي أربعة آلاف، وأربعة آلاف أقرضتها لربى؛ فقال رسول الله - صلى الله عليه وسلم -: \" بارك الله لك فيما أمسكت وفيما أعطيت \"  (١) . وقال عثمان: يا رسول الله عليَّ جهاز من لَا جهاز له. ولقد قال عبد الرحمن بن سمرة: جاء عثمان بألف دينار في جيش العسرة فصبها في حجر رسول الله) (٢) . ولقد قال أبو سعيد الخدري: رأيت النبي - صلى الله عليه وسلم - رافعا يديه يدعو لعثمان يقول:  \" يارب! عثمان، رضيت عن عثمان فارض عنه \"  (٣) . </p><p>(١) رواه البزار عن أبي هريرة، وكذلك أخرجه عبد بن حميد، وأخرجه ابن أبي حاتم والطبري وابن مردويه، وذكره ابن إسحاق في المغازي بغير إسناد. راجع: فتح الباري ٨/ ٣٣٢، ومجمع الزوائد ٧/ ٣٢، وكنز العمال (٣٦٣٣). (٢) رواه الترمذي: مناقب عثمان (٣٦٣٤).(٣) رواه أبو نعيم وابن عساكر عن أبي سعيد الخدري بلفظ: \" اللهم قد رضيت عن عثمان فارض عنه \" قالها ثلاثا، وكذا رواه ابن عساكر عن عائشة رضي الله عنها. [جامع الأحاديث - السيوطي (٤٢٢٥)].</p><p> وفى الحق إن هذه الآية تشمل صدقة عثمان بن عفان وعبد الرحمن بن عوف في معناها؛ لأنه يتحقق في تلك الصدقة السخية كل أوصاف الصدقة التي يتقبلها رب العالمين فرضي الله عن الصحابة أجمعين. </p>"
}