{
  "id": null,
  "sura": 2,
  "aya": 6,
  "text": "<p> (إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تنذِرْهمْ لَا يُؤْمِنونَ) . </p><p> بين سبحانه الذين يتقبلون هداية القرآن، فينزل على قلوبهم كما ينزل الغيث على الأرض الطيبة، فتنبت أطيب النبات، وتثمر خير الثمر. وهم المتقون الذي جرى في القرآن الكريم في الآيات السابقة وصفهم. والكافرون جاء وصفهم في الآيات الكريمة على نقيض المتقين، إذ إن هؤلاء المتقين امتلأت نفوسهم بالاتجاه إلى ما وراء المادة، فلم يستول على قلوبهم بريق المادة، ولم يستغرقهم سلطانها، بل انفعلت نفوسهم متأثرة بما وراءها متعرفة أسرار الوجود من الموجود، أما الذين كفروا فقد استغرقتهم المادة، وسيطرت عليهم، فلا يفكرون إلا فيها، وفيما تحيط به، والله سبحانه وتعالى خلق كل نفس، وهداها، فإن استقامت في إدراك الحقائق أوصلها إلى الحق، وإن عميت واعوجت ابتداء، فلم تر إلا المادة سارت في طريق غير سوي. والله سبحانه وتعالى يقول: (وَاللَّهُ أَخْرَجَكم مِنْ بطُونِ أمَّهَاتِكُمْ لَا تَعْلَمونَ شَيْئًا </p><p> وَجَعَلَ لَكُمُ السَّمْعَ وَالأَبْصارَ وَالأَفْئِدَةَ ... )، فالله \" تعالى خلق الخلق، وأودع كل نفس طريق العلم، فأعطاه أدوات المعرفة كلها، وجعل السمع يستمعون به والأبصار يبصرون بها، والقلوب يدركون بها، فمن جعل هذه الأدوات متجهة إلى النور فقد أبصر، فيكون من المتقين، ومن أحاطت به مادة الدنيا، ولم ينفذ ببصره وقلبه إلى ما وراءها، فإنه لابد سائر في طريق الغواية، مبتعد عن طريق الهداية، وكل إنسان وما يُسِّر له، فإن غلبت عليه السعادة اتقى، وإن غلبت عليه الشقوة كفر.</p><p> والكفر في أصل معناه اللغوي السَّتْرُ، ومن ذلك إطلاق الكفار على الزراع لأنهم يسترون البذر لينبت نباتا طيبا كقوله تعالى:  (كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ. . .) ، أي أعجب الزراع نباته، وقد أطلق من بعد ذلك على ستر الفطرة وطمس الحق، لأن الفطرة الإنسانية فطرة الله، فطر الناس عليها تتجه إلى الحق، وتدرك نوره، فالكفر ستر نور الفطرة الذي ينبثق نحو الحقيقة، كما يطلق الكفر على جحود النعمة، وإنكارها، ومن ذلك قوله تعالى:  (لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ وَلَئِن كَفَرْتُمْ إِن عَذَابِي لَشَدِيدٌ) . </p><p> ومن ذلك ما روي عن النبي - صلى الله عليه وسلم - إذ قال: \" أُرِيت النار فلم أر منظرا كاليوم قط أفظع، ورأيت أكثر أهلها النساء، قيل: بمَ يا رسول الله؛ قال: بكفرهن. قيل: أيكْفُرْن بالله؟ قال: يكفرن العشير، ويكفُرْن الإحسان، لو أحسنت إليهن الدهر كله، ثم رأت منك شيئا، قالت: ما رأيت منك خيرا قط \" (١) . وذكر الله تعالى الكفر من غير مُتَعَلَّق فقال:  (إِنَّ الَّذِينَ كفَرُوا) للدلالة على جحود كل خير، فلا يكفر الكفار بالله تعالى وحده، بل يكفرون بكل نعمة، وينكرون كل خير، وتغلب عليهم </p><p>(١) أخرجه البخاري: كتاب الإيمان - باب: كفر دون كفر (٢٩)، ومسلم: كتاب الكسوف - باب: ما عرض على النبي - صلى الله عليه وسلم - (٩٠٧).</p><p> مادية شرسة لَا يؤمنون إلا بها وينكرون ما عداها، وتسد عنهم مسامع الخير، فلا يصلون إليه، ولا يتجهون نحوه، وبذلك تسد مسامعهم عن كل إنذار بعاقبة ما يفعلون. </p><p> وإذا كانوا قد فقدوا كل الإنصات إلى ما يهديهم، فهم لايؤمنون سواء أأنذرتهم أم لم تنذرهم، والإنذار يفسره علماء اللغة بأنه تخويف من أمر مستقبل يتوقع وقوعه أو يؤكد وقوعه، وعند المنذر سعة من الوقت يمكنه فيه أن يتوقاه، وقالوا: إذا لم يكن متسع من الوقت لتفاديه يكون ذلك إشعارا. </p><p> ومعنى (سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ) ، أنه يستوي عندهم إنذارك وعدم إنذارك، فالاستفهام هنا للمعادلة، أي أنه يستوي الإنذار وعدمه، والمصدر هنا ثبت بالاستفهام، أو من غير أداة مصدر، كقولك: تسمع بالمُعِيدِيِّ خير من أن تراه أي: سماعُك بالمعيدي خير من أن تراه. </p><p> ومعنى ذلك أنه سجل عليهم الكفر والجحود، لأن الشر قد استغرق نفوسهم، ولم يكن ثمة موضع لسماع داعي الهدى حتى أغلق قلبه عن كل ما يدعو إلى الخير، ولقد قال - صلى الله عليه وسلم -: \" إن الرجل ليصدق فتنكت في قلبه نكتة بيضاء، وإن الرجل ليكذب الكذبة فيسود قلبه \"  (١) . وروى الترمذي أن رسول الله - صلى الله عليه وسلم - قال:  \" إن الرجل ليقترف الذنب فيسود قلبه \" ، فإن هو تاب صقل قلبه (٢) ، وقال تعالى:  (كَلَّا بَلْ رَانَ عَلَى قلُوبِهِم مَّا كانُوا يَكْسِبُونَ) ، أولئك الذين كفروا وستروا الفطرة، وأطفأوا نور الإيمان بتوالي ذنوبهم، واستمراء جحودهم، تحيط بهم خطاياهم فلا يؤمنون بالحق سواء أأنذرتهم أم لم تنذرهم. </p><p> وقد أكد الله سبحانه وتعالى هذا المعنى بـ \" إِنَّ \" الدالة على توكيد حكم ما بعدها. </p><p>(١) رواه مالك في الموطأ: كتاب الجامع. (٢) رواه الترمذي كتاب تفسير القرآن (٥٧ ٣٢)، وأحمد (٧٦١١)، وابن ماجه: الزهد (٤٢٣٤).</p><p> أكد الله تعالى هذا المعنى شارحا حالتهم النفسية، وانطباعها على الشر، وعدم تقبل الهداية، فقال تعالى: </p>"
}