{
  "id": null,
  "sura": 2,
  "aya": 4,
  "text": "<p> (وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ (٤) بعد هذه الأوصاف الذاتية التي يؤمنون فيها بالغيب، فتخشع قلوبهم لذكر الله، ويقيمون </p><p> الصلاة فتتجه قلوبهم إليه، وينفقون مما رزقهم الله تعالى على أنفسهم وعلى عباد الله تعالى إنفاقا في غير تبذير أو إسراف. </p><p> بعد ذلك بين الله تعالى أن من صفات هؤلاء المتقين أنهم من أجلِّ صفاتهم أنهم يؤمنون برسالات الله إلى خلقه بالكتب المنزلة التي أنزلها قبل القرآن، وبالقرآن المنزل من عند الله العلي الحكيم، ويؤمنون بالشرائع التي جاءت في القرآن الكريم وفى الكتب التي أنزلت، لَا يفرقون بين أحد من رسله، ولا بين كتاب من كتبه إلا أن يكون قد نسخ الله تعالى بعض أحكام في كتب أنزلها. </p><p> فقوله تعالى:  (وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ) هم المتقون الذين يؤمنون ويقيمون الصلاة ومما رزقناهم ينفقون، وتكرار (الاسم) الموصول في قوله تعالى: (وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ) لَا يدل على المغايرة فيمن نزلت فيهم الآيات، إنما يدل على المغايرة في الصفات، وإن كان الموصوف واحدا، كما يقول الشاعر: إلى الملك القَرْمِ (١) وابن الهمام ... وليث الكتيبة في المزدحم وقد ادعى بعض المفسرين أن قوله تعالى:  (وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ) إلى آخر الآية. إنما نزلت في اليهود الذين آمنوا بمحمد - صلى الله عليه وسلم -: كعبد الله بن سلام وغيره، وينطبق عليهم قول النبي - صلى الله عليه وسلم -: \" ثَلاثَة يُؤْتَوْنَ أَجْرَهُمْ مَرتيْنِ: رَجُل مِنْ أهْلِ الكِتَابِ آمَنَ بِنَبِيِّهِ، وآمَنَ بِي، ورَجُل مَمْلُوك أَدَّى حَقَّ اللَّه تَعَالَى وحَقَّ مَوَاليه، وَرَجُل أَدَّبَ جَارِيَتَهُ، فَأحْسَنَ تَأْدِيبَهَا، ثُمَّ أَعْتَقَهَا وَتَزَوَّجَهَا (٢) . </p><p> والحق أن فصل (وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ) عن سياق ما قبلها من غير دليل - مُخَالَفَة لظاهر السياق من غير باعث يبعث على ذلك، والسياق واضح متسق </p><p>(١) القَرم: السيد العظيم، والجمع قروم. واستشهد به ابن كثير لمثل ما ذهب إليه المصنف رحمه الله تعالى. (٢) متفق عليه [أخرجه البخاري كتاب العلم (٩٧)، ومسلم - واللفظ له - كتاب الإيمان (١٥٤)]. .</p><p> على أن ذلك كله وصف للمتقين، فهم لإيمانهم بالحق، وخشوع قلوبهم يتقبلون الهدايات السماوية مذعنين غير معاندين ولا منحرفين، وإن المتقين يشملون من اتصف بتقوى الله تعالى مُصغين إلى تكليفه، مؤمنين بغيبه مقرِّين بحق عباده، وهم من كل خلق الله، لَا فرق بين عربي وكتابي، ولا من كان أصلا وثنيا، أو كان يهوديا أو نصرانيا، فمن اتقى الله واستقام على الجادة وآمن بالغيب واتجه إلى ربه، فالآية تشتمل عليه، ولا يخرج عنها، فالعموم أولى وأوفق مع السياق من الخصوص. </p><p> والذي أنزل إليك في قوله تعالى:  (يُؤْمِنونَ بِمَا أُنزِلَ إِلَيْكَ) هو القرآن الكريم، وما اشتمل عليه من تكليفات وشرائع، وما جاء به من أخبار الماضين، وقصص الغابرين، ولقد قيل إن القرآن لم يكن قد نزل كله، فكيف يكون الإيمان به قبل نزوله كله، وإنه يُرَدُّ ذلك القيل بأن بعض القرآن قرآن في دلائل إعجازه، وأن الإيمان بالجزء إيمان بالكل، وأنه يصح أن يطلق سماع القرآن على سماع بعضه، كما قال تعالى عن سماع الجن للقرآن، إذ قال:  (وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعونَ الْقُرْآنَ. . .) ، وما سمعوا إلا جزءا منه. </p><p> وإنه لَا وجه للاعتراض بأن القرآن لم يكن قد نزل إلا بعضه؛ لأن الله تعالى يقول:  (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ) وقد ابتدأ النزول، فابتداء التنزيل المستمر نزولٌ له كله، كما قال تعالى:  (شَهْرُ رمَضَانَ الَّذِي أئزِلَ فِيهِ الْقُرانُ. . .) ، فما نزل فيه إلا أَوَّلُه، ولكنه مستمر التنزيل إلى أن كمل الدين. </p><p> وإن الآية الكريمة تبين أن الإيمان الكامل بمحمد - صلى الله عليه وسلم -، وما أنزل عليه من شرائع يتقاضى المؤمن أن يكون مؤمنا بكل النبيين السابقين وشرائعهم كما قال تعالى:  (وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِّنْهُمْ. . .) ، ولقد روي في الصحيح أن رسول الله - صلى الله عليه وسلم - قال: \" إِذَا حَدَّثكمْ أَهْلُ الكِتَابِ فَلا </p><p> تكَذبوهم وَلا تُصَدِّقُوهُم، وَلَكِنْ قُولُوا آمَنَّا بالَّذي أُنْزِلَ إِلَيْنَا، والَّذي أُنْزِلَ إِلَيْكُم \" (١) . </p><p> وإن الإسلام دين الوحدانية، ودين الوحدة الإنسانية، ودين الرسالة الإلهية التي لَا تفرق بين نبي ونبي إلا في آيات الله تعالى المثبتة للرسالة التي تخص كل نبي، وكلها يجب الإيمان به وتصديقه، ومن لم يصدِّق فقد كفر. </p><p> ولقد قرر الله سبحانه وتعالى أن شأن أولئك المتقين (الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ) فهذا ما جاءت به الديانات الإلهية كلها، فأساس الإيمان في هذه الأديان، وفي كل دين حق أن يؤمن بأن الحياة الآخرة هي المآل، وأن الحياة الدنيا سبيل إلى الحياة الآخرة، ذلك أن هذه الحياة فيها تنازع الخير والشر، وأنه معتركها، وأن الشر كثيرا ما ينتصر على الخير فيها، فلابد للخير من أمل يكون فيه الانتصار للخير، وتجزى كل نفس ما كسبت؛ ولذلك كان الإيمان بالآخرة، إيمانا بانتصار الخير على الشر؛ ولذلك قال تعالى:  (قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ. . .) . </p><p> وقوله تعالى:  (وَبِالآخِرَةِ هُمْ يُوقِنُونَ) ، فيه الإيقان مصدر أيقن، وهو إحكام العلم وإتقانه، بحيث لَا يكون شك ولا ريب في أية ناحية من نواحيه، ولا أي حقيقة من حقائقه، وبمقدار قوة الإيمان بالآخرة تكون قوة الإيمان فمن كان مؤمنا بربه حق الإيمان كان مؤمنا بالآخرة كأنها عَيَان. </p><p> وقد أكد سبحانه ضرورة الإيمان بها في تقديم الجار والمجرور على الفعل، فإن التقديم فيه مزيد من الاهتمام بهذا اليقين، واختصاص، أي أنه لَا يؤمن إلا بالحياة الآخرة، وما فيها من جنة ونعيم، وبعث وحساب، وجحيم، كأنه رَأْيَ </p><p>(١) أخرجه البخاري: كتاب التفسير (٤٤٨٥)، وأخرجه أبو داود: كتاب العلم (٣١٥٩)، وأحمد: مسند الشاميين (١٦٥٩٢).</p><p> العين، وأن الحياة الدنيا ليست موضع إيمان، فالحياة الآخرة وحدها هي الجديرة بالإيمان، وكان التأكيد بكلمة (همْ) فهو تصوير لليقين بصورة الجملة الاسمية، والجملة الاسمية تدل على بقاء اليقين واستمراره بحيث لَا يضطرب ولا يتزعزع ولا ينسى ذلك اليوم أبدًا. </p><p> وقد يقال ما موضع (وَبِالآخِرَةِ هُمْ يُوقِنُونَ) من قوله تعالى: (يؤْمِنُونَ بِالْغَيْبِ) ؟ ونقول في ذلك إن قوله تعالى:  (يُؤْمِنونَ بِالْغَيْبِ) كما فهمنا، وكما ذكرنا فيه أنهم لَا يؤمنون بأن الوجود مادة، ليس فيما وراءه وجود، كأولئك الملاحدة الذين يظنون المادة هي \" الموجود \" وحدها، بدون أن يكون وراءها ما يؤمنون به، فذكر الله سبحانه وتعالى أن النفس التقية الخاشعة الخاضعة، لَا تقول: خلقنا الله عبثا، بل تدرك بالفطرة أن وراء المادة معنى وحياة. </p><p> أما قوله تعالى:  (وَبِالآخِرَةِ هُمْ يُوقِنُونَ) فهي تخصيص من العموم، والله ولي المؤمنين في الدنيا والآخرة. </p>"
}