{
  "id": null,
  "sura": 2,
  "aya": 90,
  "text": "<p> (بِئْسَمَا اشْتَرَوْا بِهِ أَنفُسَهُمْ أَن يَكْفُرُوا بِمَا أَنزَلَ اللَّهُ بَغْيًا أَن ينَزِّلَ اللَّهُ مِن فَضلهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ) بئس من أفعال الذم كنعم من أفعال المدح، ويكون معها تمييز ثم يعقبه المخصوص بالذم أو المدح كأن تقول: نعم محمد رجلا، فـ \" رجلا \" تمييز </p><p> ومحمد المخصوص بالمدح أو الذي يُمدح وقد تكون (ما) هي التمييز فتكون نكرة تامة بمعنى شيء مذموم. </p><p> ف \" ما \" - هنا على ما يخرجه النحاة نكرة موصوفة بالذم - لما اشتووا به أنفسهم - ويكون المعنى بئس شيئا مذموما، والمخصوص بالذم هو أن يكفروا بما أنزل الله بغيًا. . إلى آخره. فاشتروا هنا بمعنى باعوا، أي أنه بئس هذا الفعل الذي باعوا أنفسهم أن يكفروا بما أنزل بغيا ظلما وحسدا وحقدا. </p><p> هذا ما يقوله النحويون في \" ما \" ونحن لَا نرى مانعا من أن تكون اسمًا موصولاً بمعنى الذي، فيكون المعنى بئس الذي باعوا به أنفسهم فقد باعوها بأمر حقير مضرته شديدة وهو أن يكفروا بما أنزل الله تعالى من قرآن كريم هاد إلى الرشاد وإلى سواء السبيل، وقوله: بغيا مفعول لأجله أي لأجل ما في نفوسهم من حسد أدى إلى ظلم شديد، والبغي في أصله طلب الشيء بشدة، إرضاءً لهوى، وأن ذلك يؤدي إلى أن يطلب الشيء بغير حله، وإلى الظلم؛ ولذلك أطلق البغي على الظلم الذي يبتغي ويطلب في حرص ولذا يقول تعالى:  (إِنَّ اللَّهَ يَأمُرُ بِالْعَدْلِ وَالإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنكَرِ وَالْبَغْي يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ) . </p><p> وإن ذلك البغي الناتج عن الهوى والحسد هو أنهم يكرهون أن ينزل الله من فضله على من يشاء من عباده ومعنى النص الكريم (أَن يَكْفُرُوا بِمَا أَنزَلَ اللَّهُ) لأجل البغي المستكن في نفوسهم، وهو كراهية أن ينزل الله من فضله على من يشاء من عباده. </p><p> فهم ارتكبوا إثمين كبيرين بذلك: </p><p> أولهما - الكفر بما أنزل الله تعالى وذلك إثم في ذاته، وهو كفر مبين؛ لأن من ينكر ما أنزل الله تعالى، وقد قامت بيناته، وعرفوه من قبل في كتبهم فقد كفر كفرانًا مبينًا. </p><p> وثانيهما - أن الباعث إثم عظيم واغترار، بأنهم المختارون وحدهم لرسالة الله - فمعنى (مِن فَضْلِهِ) أي من رسالة ربه، فهي من فضل الله، والله ذو الفضل العظيم، يختص برحمته من يشاء والله أعلم حيث يجعل رسالته. </p><p> إن اليهود يحسدون محمدا - صلى الله عليه وسلم - لأنه جاء من ولد إسماعيل لَا من ولد إسحاق، يريدون أن يكون خاتم النبيين من ولد إسحاق، فهم يكفرون بما أنزل الله تعالى لأنهم يكرهون أن ينزل الله رسالته على من يشاء من عباده، فهم يريدون أن تكون إرادة الله تعالى على هواهم في إرسال الرسل، وقد بين الله تعالى أن ذلك أدى إلى غضبه عليهم، وبعدهم عن رحمته؛ ولذا قال تعالى:  (فَبَاءُو بِغضبٍ عَلَى غَضَبٍ) أي فرجعوا وكانت النتيجة لهذا البغي والحسد، أن نزل بهم غضب، والمراد أنهم باءوا بغضب متزايد متكاثر شديد لتزايد أسبابه، وتعدد دواعيه، وبواعثه. </p><p> ويقول فخر الدين الرازي:  \" إن غضب الله تعالى يتزايد ويكثر فلا يكون غضبه على من كفر بخصلة واحدة كغضبه على من كفر بخصال متعددة \" . </p><p> وقد كفر اليهود الذين خاطبهم النبي - صلى الله عليه وسلم - مرتين كما أشرنا، إحداهما - بكفرهم بما أنزل الله تعالى، وقد عرفوه من قبل، وكانوا يعرفون النبي - صلى الله عليه وسلم - كما يعرفون أبناءهم، والثانية - أنهم يريدون أن يكون أمر الله تعالى في رسله على هواهم. </p><p> ولذلك قال تعالى:  (فَبَاءُو بِغَضَبٍ عَلَى غَضبٍ) والغضب يكون حالا تليق بذات الله تعالى يتجلى في عدم رضاه وإنزاله العذاب بمن يغضب عليه وطرده من رحمته ولعنه، وكل ما يذكر الله تعالى من صفات وأحوال يتشابه أسماؤه مع ما يتصف به من صفات وما تكون عليه من أحوال لَا يكون مشابهًا لنا، بل يكون أمرا يليق بالذات العلية:  (لَيْسَ كَمِثْلِهِ شَيْءٌ وهوَ السَّمِيع الْبَصِير) ، تعالى الله عن مشابهة الحوادث. </p><p> ولقد ذكر سبحانه وتعالى ما ينزله بهم سبحانه من عذاب فقال تعالى: </p><p> (وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ) أى عذاب يوقعهم في الذل والمهانة، وذكر سبحانه وتعالى العذاب لهم بأنه مهين مذل موقع في المهانة؛ لأنه عقاب لاستعلائهم الكاذب، وغرورهم حتى حسبوا أن الله تعالى يتصرف كما يهوون، وكما يبتغون، والله تعالى القاهر فوق عباده وهو الحكيم العليم. </p><p> وإن الله يذل دائما كل من يتطاول، ويتسامى بغرور، روى الشيخان عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال:  \" اشتد غضب الله على من زعم أنه ملك الأملاك لا ملك إلا الله \"  (١) ، ونحن نقول مقتدين بالنبي - صلى الله عليه وسلم -، متبعين له: اشتد غضب الله على كل عتل جبار أذل البلاد، وأفسد العباد، وأنه القادر الذي ليس فوقه أحد. </p><p> وإن اليهود سيرا على غلوائهم وزعمهم الفاسد أنه لَا نبي إلا من بينهم. إنهم يبغون حسدا لغيرهم إذا قيل آمنوا بما أنزل الله قالوا لَا نؤمن إلا بما أنزل علينا، ولذلك قال تعالى فيهم: </p><p>(١) أخرجه بهذا اللفظ أحمد في مسنده (٩٩٨٧) عَنْ أبي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّه - صلى الله عليه وسلم -: \" اشْتَدَّ غضَبُ الله عَزَّ وَجَلَّ عَلَى رَجُل قَتَلَهُ نَبيُّهُ - وَقَالَ رَوْحٌ: قَتَلَهُ رَسًولً اللَّهِ وَاشْتَدَّ غَضَبُ اللَّهَ عَلَى رَجُل تَسَمَّى بِمَلِكِ الأملاكِ؛ لَا مُلْكَ إِلا لِلَّه عًَز جَلَّ \". وهو متفق عليه رواه البخاري ومسلم عن أبي هريرة: \" اخْنَعُ اسْم عِنْدَ اللَّهِ وَقَالَ سُفْيَانُ غَيْرَ مَرَة اخنَعُ الأسْمَاءِ عِنْدَ اللَّهِ رَجُلٌ تَسمَّى بِمَلِكِ الأمْلاك \". قَالَ سًفْيَانُ: يَقُول غَيْرُهُ: تَفْسيرُهُ شَاهَانْ شَاهْ. وهذا لفظ البخاري: الأدب (٥٧٣٨)، وبنحوه عند مسلم: الآداب (٣٩٩٣).</p>"
}