{
  "id": null,
  "sura": 3,
  "aya": 114,
  "text": "<p> (يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ... (١١٤) </p><p> * * * </p><p> هذا النص الكريم فيه بيان حال من أحوالهم، وهي الحال الدائمة المستمرة التي جعلتهم مستقيمين على الحق مهتدين بهديه، فإن الإيمان بالله تعالى حق الإيمان يجعل المؤمن يذعن للحق، ويخلص في كل ما يطلب، ولا يحب الشيء إلا لله، ويكون الله تعالى سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، فلا يكون منه إلا ما يكون للحق جل جلاله، وتكون كل مشاعره وأهوائه تبعاً لأوامر الله تعالى ونواهيه. هذا هو الإيمان بالله، أما الإيمان باليوم الآخر، فإنه يعرف به حقيقة هذه الدنيا، وأنها لعب ولهو، وزينة وتفاخر، وأنه في هذه الحياة الآخرة يلقى الله سبحانه وتعالى، وأنه إذ يلقاه يجد كل ما عمل من خير محضرا، وما عمل من شر يود لو أن بينه وبينه أمدا بعيدا، وإذا عمل حساب ذلك اللقاء ما أقدم على شر إلا مضطرا أو لماما. </p><p> (وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ) هذا هو العمل الذي يفيضون به على غيرهم، ويشعرون بأن عليهم حقا بالنسبة للحق الذي أدركوه، وهو أن يتواصوا بالحق، ويتناهوا عن الباطل، ويأمروا بالمعروف الذي تقره العقول، ولا تنكره الفطرة المستقيمة، فإن المؤمن المذعن للحق يدعو إليه، ولا يسكت على باطل ولا يرتضيه، وتلك صفة أهل الخير من أهل الكتاب، وعلى عكس ذلك أهل الشر، فإنهم كانوا لَا يتناهون عن منكر فعلوه. ولذا قال تعالى في أهل الشر منهم:  (لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (٧٨) كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ (٧٩) . </p><p> (وَيُسَارِعُونَ فِي الْخَيْرَاتِ) هذه حال من أحوالهم المستمرة، وهي أنهم في خير مستمر، لَا يجدون لحظة إلا يقومون فيها بخير، ولا تلوح لهم فرصة خير إلا يقدمون عليها. </p><p> ولقد ذكر بعض العلماء هنا وجه البلاغة في التعبير بـ (في) دون (إلى) إذ كان مقتضى الظاهر أن يقال يسارعون إلى الخيرات، ولكنه سبحانه وتعالى قال: يسارعون في الخيرات، للإشارة إلى أن هؤلاء يسيرون في كل أعمالهم في سبيل الخير، فهم ينتقلون من خير إلى خير، في دائرة واحدة هي دائرة الخير، ينتقلون بين زواياها وأقطارها، ولا يخرجون منها، فهم لَا ينتقلون مسارعين من شر إلى خير، بل إنهم ينتقلون من خير إلى خير، فكان التعبير بـ \" في \" له موضعه من البيان. </p><p> (وَأُوْلَئِكَ مِنَ الصَّالِحِينَ) الإشارة هنا إلى الموصوفين بالصفات السابقة، من تلاوة الكتاب في خشوع وخضوع وتعرف لمراميه ومعانيه، وإذعان لحقائقه ومغازيه، ومن خضوعهم المطلق لله سبحانه وتعالى، ومن إيمانهم حق الإيمان بالله تعالى، وتصديقهم لكل ما جاء عن الله تعالى ببيناته وأدلته، ورجائهم لليوم الآخر، وخوفهم من عذابه، وترقبهم في كل ما يعملون لحسابه، فهذه الأوصاف كلها سلكتهم في عداد الصالحين، ولم تجعلهم في زمرة الفاسقين الذين ذمهم الله سبحانه وتعالى: والصالحون الذين دخل هؤلاء في جماعتهم هم الذين صلحت أحوالهم واستقامت أمورهم، وفي التعبير بقوله تعالى:  (مِنَ الصَّالِحِينَ) إشارة إلى أنهم بهذه المزايا، وتلك الصفات قد انسلخوا من عداد أهل الكتاب الذين ذمهم الله تعالى: وذكر أن أكثرهم فاسقون، فهم قد خرجوا من صفوف المذمومين إلى صفوف الممدوحين. </p><p> * * * </p>"
}