{
  "id": null,
  "sura": 3,
  "aya": 169,
  "text": "<p> (وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ) . </p><p> وفى هذا النص الكريم رد على شماتة المنافقين، وتحريض للمؤمنين، وتقرير لحقيقة إسلامية ثابتة، وهي أن الاستشهاد في سبيل الله تعالى ليس فناء، بل هو بقاءٌ، وأن الموت ليس إنهاء للحياة، ولكنه امتداد لها بصورة أكمل وأبقى، أو بعبارة أخرى هو انتقال من دور الحياة المادية إلى دور الحياة الروحية حتى تكون القيامة، وتجزى كل نفس بما كسبت، إن خيرا فخير، وإن شرا فشر. نهى الله سبحانه وتعالى نبيه الأمين عن أن يظن أي ظن بأن الذين قتلوا في سبيل الله تعالى أموات بل هم أحياء، والتأكيد هنا تأكيد للنهي، أي أن الله تعالى ينهى نبيه نهيا مؤكدا عن أن يظن ذلك الظن، فـ \" نون التأكيد \" ليست لتأكيد الظن المنهي عنه، بل هي لتأكيد النهي، كما يقال: لَا تفعلن كذا، فليست النون لتأكيد الفعل، بل هي لتأكيد النهي، ولا شك أن نهي النبي - صلى الله عليه وسلم - نهي لغيره، وغيره أولى بهذا النهي منه وأجدر؛ لأن الناس منهم من ظنوا بالله الظنون، وقد أصابتهم حسرة شديدة، وبعضهم أصابتهم خيبة آمال، ومنهم من كان في ألم شديد للذين قتلوا منهم، وقد وجه النهي للنبي - صلى الله عليه وسلم - ابتداء ليكون انتهاء النبي - صلى الله عليه وسلم - أسوة حسنة لهم، والنبي أقرب البشر إلى الله سبحانه، فنهيه فيه تأكيد النهي لغيره. </p><p> والذين قتلوا في سبيل الله تعالى هم الذين قتلوا في سبيل الحق والدعوة إليه، سواء أكان ذلك في ميدان القتال، أم كان في ميدان الدعوة إلى الله تعالى وإلى صراط مستقيم، وكل داع لله إذا قتل في سبيله أو مات في طلبه فهو قد قتل في سبيل الله تعالى، ولقد قال النبي - صلى الله عليه وسلم -: \" أفضل الجهاد كلمة حق عند سلطان جائر \"  (١) فمن قتل في هذه السبيل فقد قتل في سبيل الله تعالى. </p><p>(١) سبق تخريجه.</p><p> وقد يقول قائل كل ميت فهو حي بروحه لأن الله تعالى قد بين في محكم آياته أن الموت ليس فناء، كما قال سبحانه:  (كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ. . .) . وقد بين النبي - صلى الله عليه وسلم - بمخاطبته يوم بدر قتلى المشركين أن أرواحهم تسمع الكلام (١) ، فلماذا إذن اختص الذين قتلوا في سبيل الله تعالى بأنهم أحياء؟. </p><p> والجواب أحد أمور ثلاثة: </p><p> (أولها) أن هذا النص الكريم رد على شماتة الذين شمتوا من اليهود، وتطييب لقلوب الذين فقدوا أحبتهم من المؤمنين، وتشجيع للذين يحملون السيوف على عواتقهم لجعل كلمة الله تعالى هي العليا، وكلمة الشرك هي السفلى. </p><p> (ثانيها) أن النص الكريم تذكير بحقيقة مقررة ثابتة وهي أن الموت ليس فناء، في وقت قد غامت فيه على النفوس غيمة من الألم المرير، وقد كان أقرب المتوفين ذكرا في هذا الوقت هم الشهداء الذين قتلوا في سبيل الله تعالى. </p><p> (ثالثها) أن الله تعالى قد ذكر لأولئك الشهداء حياة ليست كحياة غيرهم، بل هي حياة فيها تكريم واستبشار ورزق كريم، ونعيم وسعادة ورضا بما كان منهم، وأنهم قد نالوا جزاء كريما بمجرد الاستشهاد، وأن هذه الحياة السعيدة لَا يصح أن يطلق عليها اسم الموت، وإن كان يصح إطلاقها على غيرهم. </p><p> وما هذه الحياة التي ينالونها بعد الاستشهاد وما كيفها؟ وإن كنا لَا نشعر بها ولا نراها، كما قال تعالى:  (وَلا تَقُولُوا لِمْن يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِن لَا تَشْعُرُونَ) ؟ والجواب عن ذلك أنه قد وردت أحاديث كثيرة في هذا الباب تدل على حياة كريمة لهؤلاء الشهداء، فقد روى مسلم عن مسروق: إنا سألنا عبد الله بن عباس عن هذه الآية: (وَلا تَحْسَبَنَّ الَّذِينَ قُتلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقونَ) فقال: إنا قد سألنا رسول اللَّه - صلى الله عليه وسلم - </p><p>(١) رواه بهذا اللفظ مسلم: الإمارة - بيان أن أرواح الشهداء في الجنة (١٨٨٧)، وقد سبق تخريجه.</p><p> فقال:  \" أَرْوَاحُهُمْ فِي جَوْفِ طَيْرٍ خُضْرٍ، لَهَا قَنَادِيلُ مُعَلَّقَةٌ بِالْعَرْشِ، تَسْرَحُ مِنَ الْجَنَّةِ حَيْثُ شَاءَتْ، ثُمَّ تَأْوِي إِلَى تِلْكَ الْقَنَادِيلِ، فَاطَّلَعَ إِلَيْهِمْ رَبُّهُمُ اطِّلَاعَةً»،فَقَالَ:\" هَلْ تَشْتَهُونَ شَيْئًا؟ قَالُوا: أَيَّ شَيْءٍ نَشْتَهِي وَنَحْنُ نَسْرَحُ مِنَ الْجَنَّةِ حَيْثُ شِئْنَا، فَفَعَلَ ذَلِكَ بِهِمْ ثَلَاثَ مَرَّاتٍ، فَلَمَّا رَأَوْا أَنَّهُمْ لَنْ يُتْرَكُوا مِنْ أَنْ يُسْأَلُوا، قَالُوا: يَا رَبِّ، نُرِيدُ أَنْ تَرُدَّ أَرْوَاحَنَا فِي أَجْسَادِنَا حَتَّى نُقْتَلَ فِي سَبِيلِكَ مَرَّةً أُخْرَى، فَلَمَّا رَأَى أَنْ لَيْسَ لَهُمْ حَاجَةٌ تُرِكُوا \" (١) . </p><p> وهذا الحديث يدل على حياة كريمة، وهي حياة روحية لَا جسدية، وأقصى ما يدل عليه التجسيد هو أنها تكون في طيور خضر، وأن هذه الآية تشير إلى الجزاء الأوفى الذي يستقبلهم في الحياة الآخرة، وإلى أن الأرواح بعد الموت إما في شقاء، وإما في نعيم، وأن حياة أولئك الشهداء الأطهار في أحسن نعيم، وأكمله، ولذا قال سبحانه:  (عِندَ رَبِّهِمْ يُرْزَقُونَ) . </p><p> في هذا النص الكريم ما يثبت أن حياتهم في هذه الفترة التي تكون بين الاستشهاد والحساب والثواب حياة كريمة سعيدة هنيئة؛ لأن فيه التصريح بأنهم عند ربهم الذي خلق الكون وخلقهم، والذي جاهدوا في سبيله، وقاتلوا وقتلوا، وإذا كانوا عنده فهم عند من يكرمهم ومن يجازيهم جزاء عاجلا، حتى يكون الجزاء الأوفى والنعيم المقيم، عندما تتصل أرواحهم الطاهرة بأجسامهم التي يعيدها الله سبحانه وتعالى إليهم في سعادة وحبور. </p><p> والرزق الذي يرزقهم الله تعالى رزق معنوي من سعادة وهناءة، وطيب مثوى تشعر به أرواحهم ويرون مقدمات جزائهم، ولا نقول إنه في هذه الفترة مادي؛ لأن الحياة في هذه الحال حياة أرواح قد انفصلت عن أجسادها، والرزق حينئذ يكون معنويا، وإن هذا معنى تقريبي؛ لأن كل الأحاديث النبوية الواردة في هذه الفترة تشير إلى أن الحياة روحية، ومن ذلك قوله - صلى الله عليه وسلم - فيما رواه الإمام مالك </p><p>(١) رواه بهذا اللفظ مسلم: الإمارة - بيان أرواح الشهداء في الجنة (١٨٨٧)، وقد سبق تخريجه.</p><p> رضي اللهِ عنه (نسمة المؤمن طائر يعلق في شجرة الجنة حتي يرجعه الله إلى جسده يوم مبعثه \"(١).</p><p> ولقد قال النبي - صلى الله عليه وسلم - مخاطبا صحابته من أهل بدر وأحد: \" لما أصيب إخوانكم يوم أحد جعل الله أرواحهم في أجواف طير خضر، ترد أنهار الجنة، كل من ثمارها، وتأوي إلى قناديل من ذهب في ظل العرش، فلما وجدوا طيب مأكلهم ومشربهم وحسن مقيلهم، قالوا: يا ليت إخواننا يعلمون ما صنع الله بنا لئلا يزهدوا في الجهاد، ولا ينكلوا في الحرب \" (٢) . </p><p> وإن هذا الحديث وإن ذكر طعاما ماديا يتناوله الطير الخضر التي حلت فيها الأرواح هو يدل على أن الحياة روحية، إذ الأرواح ليست في أجسادها. </p><p> وقد بين الله سبحانه وتعالى حالهم فقال سبحانه: </p><p> * * * </p><p>(١) رواه الإمام مالك في الموطأ: الجنائز - حديث السيدة عائشة رضي الله عنها (٥٠٤). (٢) رواه بهذا اللفظ الأمام أحمد: مسند بني هاشم (٢٢٦٧) عن ابن عباس رضي الله عنهما، كما رواه أبو داود بنحوه: الجهاد - فضل الشهادة (٢١٥٨).</p>"
}