{
  "id": null,
  "sura": 3,
  "aya": 52,
  "text": "<p> (فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إِلَى اللَّهِ) هذا النص الكريم كان معقبا للآيات الباهرة من إحياء الموتى وإبراء الأكمه والأبرص، وتصوير الطين كهيئة الطير فيكون طيرا بإذن الله. وتعقيبه لهذه الآيات، وكون الكثرة لم يكونوا مؤمنين كما يشير النص، يدل على أن الآية مهما تكن باهرة قاهرة لَا تحمل </p><p> الجاحدين الذين غلفت قلوبهم دون نور الهداية على الإيمان، والفاء هنا كأنها فاء التعقيب على الآيات الباهرة، أي أنهم فور هذه الآيات كفروا ولم يتدبروا، وأحس منهم عيسى هذا الكفر، فلما أحس عيسى منهم الكفر قال من أنصاري إلى الله. والإحساس هو العلم الذي يكون بالحواس، وإطلاقه على العلم المجرد بعد ذلك من قبيل تشبيه العلم اليقيني القاطع البدهي بالعلم المدرك بالحواس. </p><p> ولما أحس عيسى الذي أوتي هذه البينات الكفر من قومه، وعلم ذلك علما يقينيا، اتجه إلى من يدعوهم يتعرف من أصاب الإيمان قلبه ليتخذ منهم قوة للدعوة وليكونوا صورة للمهتدين الصادقين، ولذلك قال:  (مَنْ أَنصارِي إِلَى اللَّهِ) أي من الذين رضوا؛ أن يكونوا أنصاري لأواجه بهم الذين بحاربون دعوتي، على أن يكون أولئك الأنصار منصرفين متجهين إلى الله تعالى لَا يبغون غير رضاه، وهذا التعبير الكريم فيه إشارة إلى معان ثلاثة: </p><p> أولها: أن الأكثرين لم يكونوا مؤمنين، ولذلك عبر بقوله تعالى:  (فَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ) فنسب الكفر إليهم، وذلك لَا يكون إلا إذا كان الكافرون هم الكثرة الظاهرة، والمؤمنون هم القلة المغمورة، حتى بحث عنهم السيد المسيح عليه السلام بقوله: من أنصاري إلى الله تعالى. </p><p> المعنى الثاني: الذي يشير إليه النص الكريم: أن السيد المسيح عليه السلام أحس بأنه أصبح مقصودا بالأذى، وأن الدعوة الحق أصبحت مهاجمة من تلك الكثرة الساحقة، ولذلك طلب أن يكون له نصراء يجعلون للحق منعة وقوة من جهة، ويكونون مدرسة الدعاية له، والخلية التي تدرس فيها حقائقه من جهة أخرى. </p><p> المعثى الثالث: الذي يشير إليه النص: هو أن النصرة الحقيقية في مثل هذا المقام أساسها إخلاص النية لله تعالى، والاتجاه إليه، وتفويض الأمور إليه، فإنهم إن كانوا قليلا فهم بمعونة الله كثيرون (وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ) ، ولذلك كان في سؤال السيد المسيح عليه السلام إضافة النصراء </p><p> إلى الله، فقال:  (مَنْ أَنصَارِي إِلَى اللَّهِ) وقد قال في ذلك الزمخشري: \" إلى الله من صلة أنْصاري مضمنا معنى الإضافة،كأنه قيل:من الذين يضيفون أنفسهم إلى الله ينصرونني كما ينصرني، أو يتعلق بمحذوف حالا من الياء، أي من أنصاري ذاهبا إلى الله أو ملتجئا \" والأوضح في نظري أن يكون المحذوف حالا من الأنصار أنفسهم أي من أنصاري حالة كونهم متجهين ملتجئين إلى الله تعالى، وفي هذا طمأنة لهم بأن نصرته هي نصرة الله،. أن الذين ينصرونه يلتجئون إلى جانب الله تعالى، يعتمدون عليه، فهم إذا كانوا للحق منعة، في عزة من الله ومنعة منه، وإن دعوة الحق لابد أن تجد نصيرا وإن طغى الباطل واشتد؛ ولذلك أجيب عيسى عليه السلام من المخلصين من قومه: </p><p> (قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ) الحواريون هنا هم أنصار عيسى عليه السلام الذين أخلصوا له ولازموه، وكانوا عونه في الدعاية إلى الحق بعد الله تعالى الذي أمده بنور من عنده. وأصل مادة (حَورَ) : هي شدة البياض، أو الخالص من البياض، ولذلك قالوا في خالص لباب الدقيق: الحوَّارَى، وعلى النساء البيض: الحواريات، والحوريات؛ وعلى ذلك يكون تسمية صفوة الرجل وخاصته حواري؛ لأنهم أخلصوا له، ولأنهم لُباب الناس بالنسبة له، وكذلك كان حواريو عيسى عليه السلام؛ فقد كانوا خاصته، والذين صفت نفوسهم، وخلصت من أدران الدنيا وأهوائها كما يخلص الثوب الأبيض الناصع البياض من كل ما يشوبه. </p><p> أجاب أولئك الحواريون عيسى عليه السلام عندما أخذ يبحث عن النصراء (نَحْنُ أَنصَارُ اللَّهِ) وهم بذلك بينوا اهتداءهم لأمرين: </p><p> أولهما: أنهم علموا أنه يتكلم عن الله تعالى وأنه رسول أمين؛ ولذلك اعتبروا إجابة دعوته هي من إجابة دعوة الله، وأنهم إذا كانوا نصراءه فهم نصراء الله تعالى؛ ولذا قالوا: نحن أنصار الله، ولم يقولوا نحن أنصارك. </p><p> الأمر الثاني: أنهم فهموا أن نصرته تكون بإخلاص النية لله تعالى، وتصفية نفوسهم من كل أدران الهوى، حتى تكون خالصة لله تعالى، ولذلك أردفوا قولهم هذا بما حكاه سبحانه وتعالى عنهم بقوله تعالى: </p><p> (آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ) فهذ النص الكريم يفيد مقدار إدراكهم لمعنى نصرة اللَّه تعالى ونصرة رسوله عيسى عليه السلام؛ قالوا (آمَنَّا بِاللَّهِ) أي آمنا بأنه الواحد الأحد الفرد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفوا أحد، وأنه خلق الأشياء بإرادته المختارة، وبقدرته الفعالة، ولم توجد عنه الأشياء وجود المعلول عن العلة، والمسبب عن السبب، كما كان يدعي بعض الفلاسفة في عصرهم، وأردفوا قولهم بما يدل على الإذعان المطلق لله تعالى، وإخلاص نياتهم وقلوبهم له سبحانه بقولهم:  (وَاشْهَدْ بِأَنَّا مُسْلِمُونَ) . الشهادة هنا بمعنى العلم المنبعث من المعاينة والمشاهدة، فهم يطلبون من سيدنا عيسى أن يعلم علم معاينة بأنهم مسلمون أي مخلصون قد أسلموا وجوههم لله رب العالمين، وصاروا بتفكيرهم وقلوبهم وجوارحهم لله تعالى، وإن ذلك فوق أنه إعلام لحقيقة نفوسهم هو إشهاد من قبلهم بما خلصت به أرواحهم. </p><p> خاطبوا بهذا الخطاب نبي الله تعالى مجيبين دعوته، ملبين نداءه، معلنين نصرته، ثم اتجهوا بعد ذلك إلى الله تعالى ضارعين إليه قائلين: </p><p> * * * </p>"
}