{
  "id": null,
  "sura": 3,
  "aya": 170,
  "text": "<p> (فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ ... (١٧٠) </p><p> * * * </p><p> أي أنهم في هذه الحياة التي يحيونها يشعرون بسعادة عظيمة، لأنهم يرون ثمرات أعمالهم من الجهاد في سبيل الله، ويشعرون برضا الله سبحانه وتعالى، وأنهم في تكريم، وقد آتاهم الله تعالى نعمة الطاعة ونعمة الجهاد، وأشعرهم بالسعادة المطلقة في حياتهم الروحية، ورحابه الكريم. وأن الملائكة أولئك الأرواح الطاهرة تحفهم بالتكريم والترحيب، ويروى في ذلك البخاري أن جابرا، قال: لما قتل أبي جعلت أبكى وأكشف الثوب عن وجهه، فجعل أصحاب رسول الله - صلى الله عليه وسلم - ينهونني، والنبي - صلى الله عليه وسلم - يقول:  \" لا تبك، ما زالت الملائكة تظله بأجنحتها حتى رفع \"  (٣) فأرواح الشهداء في تكريم من الملائكة الأطهار، والله </p><p>(٣) رواه البخاري: الجنائز - الدخول إلى الميت (١١٦٧)، ومسلم: فضائل الصحابة - فضائل عبد الله بن عمرو ابن حرام (٢٤٧١).</p><p> سبحانه وتعالى يتغمدها برضاه وتقريبها حتى إن النبي - صلى الله عليه وسلم - ليذكر أن الله تعالى يخاطبها كفاحا، أي مواجهة، وأي تكريم أعلى من ذلك وأسمى؛ ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم. </p><p> وإن أرواح الشهداء الأبرار لترضى بجهاد الذين أعقبوهم في الميدان فلم يخلوه، ولذا قال سبحانه:  (وَيسْتَبْشِرُونَ بِالَّذينَ لَمْ يَلْحَقُوا بِهِم مِنْ خَلْفِهِمْ أَلَّا خَوْف عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ) . </p><p> الاستبشار: طلب البشرى، والبشرى هي الأمر الذي يدخل السرور في النفس، لأمر كان يتوقع منه مرهوبا أو محبوبا فتجيء البشرى بالمحبوب دون المرهوب، وفي بيان استبشار أولئك الشهداء الأبرار تخريجان: أحدهما - أن يكون المراد طلبهم البشرى بأن الذين لم يلحقوا بهم في الاستشهاد وخلفوهم في الميدان، لا خوف عليهم من أن يستمكن العدو منهم ولا ينتصر عليهم، ولا هم في حزن أو غم بسبب أنهم لم ينالوا ما يرغبون من نصرة كلمة الحق، ورفع كلمة الدين، فهم على اطلاع بما يجري للمؤمنين، ويريدون أن تجيء إليهم البشرى بالانتصار الباهر، والفوز الظاهر الذي يذهب معه الخوف ويكون بدله الأمن، ولا يكون حزن من هزيمة، أو غم من قرح يصيبهم وتكون كلمة يستبشرون معناها يطلبون البشرى. </p><p> التخريج الثاني: أن يكون معنى الاستبشار طلب البشرى ونيلها، فالاستجابة معناها طلب الإجابة ونيلها، والمعنى أنهم في سرور وحبور مما آتاهم الله تعالى من فضله، ولأنهم جاءتهم البشرى بأن الذين لم يلحقوا بهم في الاستشهاد لَا خوف عليهم ولا هم يحزنون، بل يقبلون على الجهاد طالبين الاستشهاد من غير خوف، ولا رهبة، ولا حزن، بل تلقيا لأسباب المنون بإيمان قوي؛ لأنها إما الشهادة في عزة وكرامة، وإما الانتصار وإعلاء كلمة الله تعالى. </p><p> ولقد بين سبحانه وتعالى استبشارهم بحسن الجزاء فقال سبحانه: </p><p> * * * </p>"
}