{
  "id": null,
  "sura": 3,
  "aya": 38,
  "text": "<p> (هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ) ففي هذه الحال التي رأى فيها مريم تغلب فيه جانب الرجاء على جانب اليأس، ولذا قال تعالى:  (هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ) أي في هذا المكان وهو المحراب الذي كان يلتقي فيه بمريم الفينة بعد الفينة، ويسائلها فيه، وتتكلم بلسان البر والتقوى، تحركت غريزة الأبوة في ذلك المكان المقدس، فدعا ربه. والتعبير بدعا ربه إشارة إلى شعوره بقدرة الله تعالى على كل شيء، إذ هو ربه الذي ذرأه ونماه صغيرا، حتى بلغ أشده ثم تولاه حتى بلغ من الكبر عتيا، فقد اتجه إذن في دعائه إلى الرب القادر العليم الذي أبدع كل شيء على غير مثال سبق، قال:  (رَبِّ) أي </p><p> خالقي الذي خلقني، وخلق كل شيء من طين، وصدر عنه كل ما في الوجود بإرادته العالية:  (هَبْ لِي مِن لَّدُنكَ) أي أعطني أنت عطاء كريما لَا سبب له إلا إرادتك، ولا باعث عليه إلا رحمتك، فلا يكون الأمر فيه جاريا على مقتضى الأسباب ومسبباتها، إنما يكون على مقتضى الهبة المجردة، والعطاء الخالص الذي لا سبب له إلا إرادتك الأزلية وإلا رحمتك:  (مِن لَّدُنكَ) أي من عندك، أي السبب يكون من عندك لَا من عندي، لأن الأسباب عندي قد زالت، ولم يعد إلا سبب منك، وإلا معجزة تكون فيها المانح المعطي من غير أي علة أو ترتيب. </p><p> والتعبير بـ (لَّدُنكَ) التي لَا تكاد تستعمل في القرآن إلا في جانب الله تعالى يفيد العندية العالية السامية، لَا العندية القريبة المقارنة، ولا العندية المقاربة. </p><p> ودعاء نبي الله أن يهب له ذرية طيبة، فلم يذكر الله سبحانه عنه في هذه الآية سوى أنه يطلب ذرية طيبة، والذرية قد بينا معناها من قبل. والطيبة: هي الذرية الحسنة المرغوب فيها التي تكون ذات أثر طيب، لأن الطيب هو الأمر الحسن المحبوب المرغوب فيه الذي لَا ينتج إلا خيرا، ويأتي بخير الثمرات وأحسن النتائج، ومن ذلك قوله تعالى:  (وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا. . .) . </p><p> وبعد أن ضرع هذه الضراعة بدأ رجاؤه في الإجابة بقوله:  (إِنَّكَ سَمِيعُ الدُّعَاءِ) أي إنك تعلم بدعائي علم من يسمع، وإن الأمر إليك إذ علمته وسمعته؛ فإن أجبت فبرحمتك، وإن لم تجب فبحكمتك، فأنت العليم الحكيم، والرحمن الرحيم. والصيغة تفيد قرب الرجاء وإمكان الإجابة. وفى هذه السورة لم يبين سبحانه شكل الدعاء أكان جهرا أم كان خفيا، وفى سورة مريم بين حاله، وبين نوع ما يطلب من الذرية.، فقال سبحانه:  (كهيعص (١) ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا (٢) إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا (٣) قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا (٤) وَإِنِّي </p><p> خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا (٥) يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا (٦) وفى هذا النص الكريم يتبين أنه مع رجائه كان يذكر شيخوخته الفانية، وكون امرأته عاقرا لَا تلد، ومع ذلك تغلب عليه جانب الرجاء، فدعا ذلك الدعاء، وضرع إلى الله تعالى تلك الضراعة، وقد أجاب الله تعالى دعاءه فور طلبه؛ ولذا قال سبحانه: </p>"
}