{
  "id": null,
  "sura": 3,
  "aya": 130,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُّضَاعَفَةً ... (١٣٠) </p><p> * * * </p><p> ولقد ذكر القفال - من علماء الشافعية - أن بين هذه الآية الناهية عن أكل الربا أضعافا مضاعفة، وغزوة أحد مناسبة ظاهرة، وذلك أن المشركين في غزوة أحد أنفقوا على عساكرهم أموالا كثيرة جمعوها من الربا، ولعل ذلك يدعو بعض المسلمين إلى الإقدام على الربا، حتى يجمعوا المال وينفقوه على العسكر ويتمكنوا من الانتقام منهم، فلا جرم نهاهم عن ذلك. </p><p> لقد ابتدأ الله سبحانه وتعالى الآية بالنداء بقوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا) لبيان أن أكل الربا ليس من شأن أهل الإيمان، وإنما هو من خواص أهل الكفر والعصيان، فإذا كان المشركون يأكلون الربا ويتقوَّوْنَ به، ويكاثرون أهل الإيمان بأموالهم التي اكتسبوها من السحت فليس لأهل الحق أن يجاروهم، بل عليهم أن يحرموه على أنفسهم، ولا يأكلوا إلا حلالا طيبا. </p><p> و \" الربا \" معناه الزيادة، والمراد بها هنا الزيادة على الدَّين، وهو ربا الجاهلية، ذلك أن الرجل منهم كان يكون له على رجل منهم مال فإذا حل الأجل طلبه من صاحبه، فيقول المدين: أخر عني دينك. </p><p> ولقد قال عطاء: كانت ثقيف تداين بني المغيرة في الجاهلية، فإذا حل الأجل قالوا: نزيدكم وتؤخرون، ولقد قال زيد بن ثابت: إنما كان ربا الجاهلية في التضعيف يكون للرجل دين فيأتيه إذا حل الأجل فيقول: \" تقضيني أو تزيدني \" . </p><p> وبهذه الأخبار الصحاح تبين أمران أولهما: أن ربا الجاهلية كان أساسه الزيادة في الدَّين للزيادة في الأجل من غير نظر إلى سبب الدَّين، وأن هذا الربا </p><p> المنصوص عليه في الآية هو ربا الجاهلية، وهو الذي ذكره النبي - صلى الله عليه وسلم - في خطبة الوداع، إذ قال:  \" ألا إن ربا الجاهلية موضوع، وأول ربا أبدأ به ربا عمي العباس بن عبد المطلب \"  (١) ويبين بهذا أن المضاعفة هي في الزيادة لَا في أصل الدَّين، فهي التي لتضاعف سنة بعد أخرى، وذلك هو معنى اللفظ في واضح معناه؛ لأن المضاعفة في الآية موضوعها الربا، والربا ليس هو أصل الدَّين، إنما هو الزيادة عليه، وإن كلمة الربا مرادفة لكلمة الفائدة في لغة الاقتصاديين، فإذا قال قائل: لا تأكلوا الفائدة أضعافا مضاعفة، أفيكون المراد مضاعفة الدين أم مضاعفة الزيادة؟ وإن ضِعف الشيء معناه مثله ومعنى الإضعاف إضافة أمثاله، ومعنى ضاعفها أكثر من الإضعاف سنة بعد أخرى. </p><p> وهذا النوع من الربا هو الذي يسمى في لغة الصحابة والفقهاء بالنسيئة، وهو حرام لَا شك، وقد قال الإمام أحمد بن حنبل إنه يكفر من يجحد تحريمه، وقال ابن عباس: لَا ربا إلا ربا النسيئة. </p><p> ويقابل ربا النسيئة ربما البيوع، وهو المنصوص عليه في حديث:  \" البُر بالبُر مثلا بمثل يدا بيد، والذهب بالذهب مثلا بمثل يدا بيد، والفضة بالفضة مثلا بمثل يداً بيد، والشعير بالشعير مثلا بمثل يدا بيد، والتمر بالتمر مثلا بمثل يدا بيد، والملح بالملح مثلا بمثل يدا بيد، فمن زاد أو استزداد فقد أربى \"  (٢) وقد اتفق العلماء على أن بيع هذه الأصناف لابد أن يكون بغير زيادة إذا كانت بمثلها كقمح بقمح، ولابد من قبضها، وإذا اختلف الجنس كقمح بشعير جاز الزيادة، ولابد من القبض في المجلس، والتأخير يسمى ربا النَّساء، والزيادة المحرمة تسمى ربا الفضل، وما يماثل هذه الأصناف يكون لها مثل حرمتها كالأرز، والزيت ونحو ذلك، وقد اختلفوا في تعيين من يماثلها اختلافا طويلا قد دون في كتب الفقه، وأقرب الآراء في نظري هو قول حذاق المالكية: \" إن علة التحريم هو الثمنية والطعم معا قبل </p><p>(١) رواه مسلم: الحج - حجة النبي - صلى الله عليه وسلم - (١٢١٨)، أبو داود: المناسك (١٦٢٨)، وابن ماجه (٣٠٦٥)، والدارمي (١٧٧٨) عن جابر بن عبد الله رضي الله عنه. (٢) رواه مسلم: المساقاة - الصرف وبيع الذهب بالورِق (١٥٨٤)، وأحمد: باقي مسند المكثرين (١١٢٠٨).</p><p> الادخار؛ لأن نظام المقايضة في هذه الأموال يؤدي إلى احتكارها في يد منتجيها، ويريد الإسلام الاتجار فيها بتوسيط النقدين لكيلا يكون تغرير ولا غرر، ولذلك قال بعض الصحابة للنبي - صلى الله عليه وسلم -: عندي تمر وأريد رطبا، فقال عليه الصلاة والسلام:  \" بع التمر واشتر الرطب \"  (١) . ولا شك أن ذلك يمكن من ليس عنده تمر ولا رطب من أن يأكل، ولأن السعر يكون مضبوطا، وتحريم المقايضة في الذهب والفضة إلا بالمثل لأنهما مقاييس لضبط قيم الأموال فلا يصح أن تكون موضع اتجار حتى لا يقيد التقويم. </p><p> وربا الجاهلية المنصوص عليه في الآية يحرم كل زيادة قلت أو كثرت، أيا كان سبب الدين، إذ يقول سبحانه في آخر البقرة وهيِ آخر آيات الربا نزولا:  (وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ) . </p><p> وقد ادعى بعض الذين يريدون أن يطوعوا الشريعة لتخضع للنظام الربوي اليهودي القائم - أن ربا القرآن هو ربا الديون الاستهلاكية أي الديون التي تقترضها لغرض: ليأكل أو ليسكن أو ليشترى ثيابا، وذلك قول باطل؛ لأن تخصيص عموم القرآن لَا يكون بالتحكم في عباراته، بل يكون تخصيصه بنصوص، أو بقواعد مستمدة من نصوص الدين عامة، ولأن العرب لم تكن حياتهم عريضة،؛ لأن عيشهم كان ساذجا ولم يكن معقدا، إذ حياتهم تقوم على التمر واللبن وسكنى الأخبية، فلماذا يكون الاقتراض للاستهلاك؟! ولأن ربا الجاهلية كان حيث التجارة، فقد كان في مكة والمدينة وهما يتجران كما هو ثابت في التاريخ إذ ينقلان بضائع الروم إلى الفرس، وبضائع الفرس إلى الروم عن طريق القواقل في الصحراء، وقد قال الله تعالى:  (لِإِيلَافِ قُرَيْشٍ (١) إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ (٢) ، ولأن الدائنين الذين كانوا يرابون في الجاهلية لَا يتصور منهم أن يجيئهم محتاج للمال ينفقه في حاجاته الضرورية </p><p>(١) روى الترمذي: البيوع - ما جاء في النهي عن المحاقلة والمزابنة (١١٤٦).</p><p> فيمتنع عن إعطائهم إلا بربا، فهذا العباس الذي كان يسقي الحجيج جميعا نقيع الزبيب والتمر لَا يتصور منه أن يجيء إليه محتاج، فلا يعطيه إلا بفائدة، إنما يتصور أن يعطي تاجرا يتجر في ماله ولا يحد له الكسب إلا بزيادة محدودة مستمرة لَا بنسبة من الربح؛ ولأن المدينين الذين جاءت الأخبار بذكرهم لم يكونوا من الفقراء، بل كانوا من التجار، فبنو المغيرة الذين كانوا مدينين لبعض ثقيف هم تجار لَا فقراء. </p><p> وبهذا يتبين أن تحريم الربا في الإسلام لإيجاد نظام اقتصادي تمنع فيه الأزمات، وقد بينا ذلك من قبل في عدة بحوث ومقالات، ولذا قال سبحانه:  (وَاتَّقُوا اللَّهَ لَعَلَّكمْ تفْلِحُونَ) . </p><p> أي اجعلوأ بينكم وبين غضب الله تعالى وقاية، فأطيعوه في أوامره ونواهيه، ولا تحاولوا التخلص منها بما تزعمون من أوهام لَا أصل لها، فلا تأكلوا الربا، ولا تعينوا عليه، ولا تحرفوا الكلم عن مواضعه، لعلكم تفلحون، أي لترجوا أن تنالوا الفلاح والفوز في الدنيا والآخرة، وهذه إشارة إلى أن تحريم الربا فيه صلاح الدنيا، وأن أولئك الذين يزعمون أن المصلحة في إباحته في عصرنا ويتأولون الشريعة ليخضعوها لتلك المدنية الآثمة، واهمون في معنى المصلحة، لأن علماء الاقتصاد يقررون أن نظام الفائدة هو سبب الأزمات، وهو نظام مؤقت حتى يجدوا ما يحل محله، وعندنا نظامنا، وأكثر البلاد الخاضعة للنظام الروسي أو آخذة به حرمته، والاشتراكية الوطنية الألمانية قبل الحرب حرمته، ولم يضر مصلحتها شيء، بل حمت مصالح البلاد: </p>"
}