{
  "id": null,
  "sura": 3,
  "aya": 154,
  "text": "<p> (ثُمَّ أَنزَلَ عَلَيْكُم مِّنْ بَعْد الْغَمِّ أَمَنَةً نُّعَاسًا يَغْشَى طَائِفَةً مِّنكُمْ) أمنة: مصدر بمعنى الأمن، وقرئ:  (أَمْنَةً) بتسَكين الميم، وهي مصدر بمعنى المرة من الأمن، وقد بين سبحانه نوع الأمن أو مظهره، بقوله: </p><p> (نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ) والنعاس فتور مع استراحة من غير فزع ولا قلق وهو النوم الهادئ، ومعنى يغشى: يغطي، أي أنه يغطي الحس، ويستر الإدراك والتنبه، والمعنى أنه سبحانه وتعالى أفاض وأنزل بعد الغم الذي غمر النفوس بالألم أمنا كان مظهره نعاسا اطمأنت فيه النفوس واسترخت الأعضاء واستسلمت لمقادير الله تعالى وإرادته في خلقه ونصره دينه، مطرحين الماضي مكتفين منه بالعبرة ومتخذين منه نورا يضيء للمستقبل بخطئه وبصوابه. </p><p> وقد ذكر الله سبحانه وتعالى النعاس مظهرا للاطمئنان قبل واقعة بدر، فقال تعالى:  (إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ (١١) . وفى غزوة أحد كان النعاس مظهر الاطمئنان والتسليم لله سبحانه وتعالى والثقة بالمستقبل - بعد الفزع والهلع والاضطراب. </p><p> وتلك الطائفة التي غشيها النعاس واطمأنت بعد الاضطراب، وآمنت بأن ما كان كان بخطأ من بعضهم، وأنه عبرة لأولى الأبصار - هم المؤمنون الصادقو الإيمان الذين يريدون ما عند الله تعالى، ولا يبتغون غير رضاه، ولقد اعتبرهم القرآن وحدهم الأهل للخطاب، لأنهم هم الذين يعدون ذخيرة المستقبل، وجند الله الغالب، ولذلك قال:  (ثُمَّ أَنزلَ عَلَيْكُم مِّنْ بَعْدِ الْغَمِّ أَمَنَةً) . وإن أمنهم ونومهم مع أن الجراح قد أثقلتهم، والاضطراب كان قد أذهلهم، دليل على عمران قلوبهم بذكر الله وصدق وعده:  (أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ) . </p><p> والطائفة التي لم تكن على هذه القوة والإيمان ذكرها سبحانه على أنها خارجة على الخطاب، وكأنها ليست من المؤمنين فقال تعالى:  (وَطَائِفَةٌ قَدْ أَهَمَّتْهمْ أَنفسُهُمْ يَظنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ) . </p><p> لأن نسق الآية يومئ إلى أنها بعيدة عن الخطاب، قال أكثر العلماء: إنها من المنافقين، أي أن هذه الطائفة ليست مؤمنة، بل كافرة تظهر الإسلام وتبطن غيره، ولكن الأوصاف التي ذكرت لها من بعد تومئ إلى أنهم من ضعاف المؤمنين الذين وصفهم الله تعالى بأن في قلوبهم مرضا - في غير هذا الموضع؛ وذلك لأن الله تعالى يصفهم بأنهم يظنون ظن الجاهلية، وهذا يفيد أنهم ليسوا من أهل الجاهلية، وهم يعتذرون لأنفسهم بالقضاء والقدر، والله سبحانه وتعالى بيّن أن ما نزل كان للابتلاء والتمحيص وأدخلهم فيه، وليس كذلك المنافقون، والنص يومئ إلى أنه كانت فيهم جراح، والمنافقون لم يخوضوا غمار الحرب، فلا جراح فيهم، ولا قتل، وهؤلاء كان فيهم قتل. </p><p> وفى الحق إن غزوة أُحد كان فيها عدد من ضعاف الإيمان، إذ قال سبحانه:  (إِذْ هَمَّت طَائِفَتَانِ مِنكمْ أَن تَفْشَلا وَاللَّه وَلِيُّهُمَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنونَ) . </p><p> وعلى ذلك نقول: إن هؤلاء كانوا من ضعاف الإيمان لَا من المنافقين. </p><p> ولقد وصف الله سبحانه وتعالى هؤلاء بأنهم أهمتهم أنفسهم، وبأنهم يظنون بالله غير الحق ظن الجاهلية، وكلمة \" أهم \" مأخوذ من الهم. والهم ما يهم به الإنسان، وما يحزنه، يقال: همني الأمر بمعنى أذابني من الحزن، ومعنى أهمتهم أنفسهم، جعلتهم لَا يجعلون لهم أمرا يهتمون به سواها، فلا يهمهم شأن الإسلام، انتصر أو انهزم، ولا شأن النبي - صلى الله عليه وسلم - وصحابته، بل الذي يهمهم وحده هو أنفسهم، أو يكون المعنى: أوقعوا أنفسهم في الهم والحزن بعدم اطمئنانهم وعدم صبرهم وجزعهم المستمر. </p><p> وإن المرء إذا لم يكن له تفكير إلا في نفسه، ولا يهمه شيء سواها، أضفى عليها المعاذير إذا قصرت، وجعل السبب من غيرها لَا منها، ومن هنا يجيء الوصف الثاني، وهو (يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَن الْجَاهِلِيَّةِ) والظن هنا ليس هو الاعتقاد الجازم، بل هو الوهم الملازم للضعف، المسيطر على النفس، وقوله (غَيْرَ الْحَقِّ) مفعول مطلق وصف لمصدر محذوف، والمعنى يظنون ويتوهمون بالله ظنا ليس هو الحق، ولا الذي يجب أن يظن بالله تعالى، وهو العدل والمعاونة الصادقة، والتأييد عند الثبات، وقد بين سبحانه وتعالى ذلك الظن غير الحق والذي لَا ينبغي أن يظن بالله تعالى، بينه بطريق عطف البيان، أو البدل المبين فقال:  (ظَنَّ الْجَاهِلِيَّةِ) وشأن أهل الجاهلية أن يطرحوا عن أنفسهم التبعات، ويدعوا ألا مسئولية عليهم، وأن الأمر للمقادير وحدها إذ كانت النتيجة على غير ما يبغون. </p><p> ولذا قال سبحانه في تفسير ظن الجاهلية:  (يَقُولُونَ هَل لَّنَا مِنَ الأَمْرِ مِن شَيْءٍ قُلْ إِن الأَمْرَ كُلَّهُ لِلَّهِ) . </p><p> هذا القول هو مظهر الظن الباطل الذي ظنوه بالله سبحانه وتعالى: والاستفهام هنا استفهام إنكاري بمعنى النفي المطلق الشامل، والمعنى: ليس لنا من الأمر شيء أي شيء، فلسنا مسئولين عن الهزيمة إن انهزمنا، إنما الأمر كله لله تعالى، فأمر النصر والهزيمة بيده، وقد وعدنا بالنصر ولم ننتصر، فهم يلقون عن أنفسهم كل تبعة وكل مسئولية. وإن هذا إنكار للأسباب، وظن جاهلي؛ لأن الجاهلي إذا انتصر فرح وأشر وبطر، وأصابته عزة النصر غير ملتفت إلى إرادة غير إرادته، وإن أصابته كارثة حسبها من المقادير ملقيا عن نفسه كل تبعة، وقد رد سبحانه وتعالى وهمهم بأن أمر النبي بقوله:  (قلْ إِنَّ الأَمْرَ كلَّه لِلَّهِ) أي أن تقدير الأمور كلها لله سبحانه وتعالى، لَا أمر النصر والهزيمة، فكل شيء عنده بمقدار، ولكنه سبحانه وتعالى خلق كل شيء بحكمته ومشيئته وإرادته وحده، وهو الذي قدر الأسباب ومسبباتها، وربط بين الأفعال ونتائجها، فمن اختلفوا ولم يطيعوا </p><p> قائدهم، وأقدموا على الغنائم في غير الوقت المعلوم فلا بد أن يحدث عن فعلهم الهزيمة والاضطراب، لأن هذا هو النظام الذي سنه رب البرية في الارتباط بين الأسباب ومسبباتها، فكون الأمر كله لله لَا ينفي عنكم التبعة، بل يؤكدها وقوله تعالى:  (قلْ إِنَّ الأَمْرَ كلَّهُ للًه) جملة سامية معترضة بين متلازمين، وهو قولهم:  (هَل لَّنَا مِنَ الأَمْرِ مِن شَيْءٍ) وقوله تعالى من بعد ذلك: (يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا) . ظاهر الجملة السابقة أنهم يلقون عن أنفسهم التبعة بتقرير أن أمر النصر بيد الله تعالى، وأنه قد حرمهم منه، وفي هذه الجملة يبين الله سبحانه وتعالى أن لهم غاية يقصدون إليها من وراء هذه الجملة، وهو إثبات أن الذي كان سبب قتلهم ووقوع الهزيمة عليهم هو خروجهم إلى هذا المكان، ولو بقوا في أماكنهم بالمدينة ما قتلوا، وكان في ذلك إشارة إلى ما كان من خلاف عند مجيء المشركين إلى المدينة أيخرج المؤمنون إليهم ليقاتلوهم في أحد أم يبقون في المدينة حتى يقاتلوهم في الأزقة ومن وراء الجدران فلا يبقوا منهم أحدا، وأن الذي اختارته الكثرة هو الخروج، وأن النبي - صلى الله عليه وسلم - نزل على حكمها وإن كان يرى غيره. إلى آخر ما كان في هذه المشاورة، وعلى هذا تكون خلاصة المعنى: يخفون بقولهم هل لنا من الأمر من شيء أمرا لَا يريدون إبداءه، وهو أنهم لو كان لهم رأى يطاع، وقول يُسمع ما خرجوا إلى هذا المكان وقتلوا فيه، بل بقوا في ديارهم آمنين، ولكنه أمر الله تعالى وتقديره، وتطوى هذه الجملة الإشارة إلى أمرين: أحدهما - أنهم ما كانوا يريدون القتال، ولكنه قدر الله وأمره لهم، وهذا يذكر بقوله تعالى:  (إِذْ هَمَّت طَائِفَتَانِ مِنكُمْ أَن تَفْشَلا وَاللَّه وَلِيهُمَا. . .) . والأمر الثاني الذي يشير إليه النص - أنهم ما كانوا يرون الخروج من المدينة للقتال؛ بل ينتظرون حتى يجيء إليهم الأعداء، وأنه لو كان لهم شأن ما خرجوا وما قاتلوا. </p><p> وهم في كلتا الحالين يلقون تبعة الهزيمة عن أنفسهم، ويشيرون إلى أن الخروج لم يكن رأيا حسنا، ولكنه قضاء الله وقدره جعلهم يقعون في هذا الخطأ. </p><p> وقد رد سبحانه وتعالى ذلك عليهم بقوله: </p><p> (قُل لَّوْ كُنتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذينَ كتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ) أي أن الله سبحانه قدر الأمور تقديرا، ولكلِّ أجل كتاب، فأولئك الذين كتب عليهم أن يقتلوا في الميدان، لابد أن يقتلوا، فلو كنتم في بيوتكم، لخرجوا إلى الأماكن التي قتلوا فيها وقتلوا، ومعنى \" برز \" أي خرج من مكمنه المستور الذي لَا يظن الخروج منه، والمضاجع جمع مضجع، وهو مكان النوم، والمراد هنا مكان قتلهم الذي قتلوا فيه وصرعوا وناموا إلى يوم البعث والنشور؛ وهو المكان الذي خرجوا إليه في أحد وماتوا فيه، وفي هذا يدعوهم رب البرية أن يستسلموا لحكمه، ويخضعوا لقدره، ويرضوا به، ويطمئنوا إليه؛ لأن الاطمئنان إلى القدر بعد أخذ الأسباب رضا بحكم الله وقبول لإرادته في خلقه، وعدم الرضا بالقدر تمرد على الخالق، وانزعاج نفسي لَا علاج له؛ وإذا كان من الناس من يعيب الرضا بالقدر فهي نزعة إلحاد في النفس، والذين يشكون من المقادير، ويتمردون عليها لَا يرضون برب المقادير حكما عدلا وهو اللطيف الخبير، السميع البصير، والرضا بالقدر يلقي في النفس بالاطمئنان والصبر والرضا والقدرة على الاحتمال، والاستعداد للقابل وعدم الالتفات إلى الوراء، فمن لَا يؤمن بالقضاء قصير النظر، ومن يؤمن به متجدد الفكر؛ نظره إلى الأمام دائما ثم قال سبحانه:  (وَلِيَبْتَلِيَ اللَّهَ مَا فِيْ صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ) . </p><p> الواو هنا عاطفة؛ والمعطوف عليه فعل دل عليه ما طوي في الكلام السابق، من معنى الدعوة إلى الصبر والاطمئنان والاستجابة للدعوة، لتتعودوا الصبر والاطمئنان والاستجابة للدعوة، ولتتعودوا تحمل الشدائد ولتعرفوا أن الحياة قد اختلط حلوها بمرها، وليبتليكم. </p><p> ومعنى قوله سبحانه:  (وَلِيَبْتَلِيَ اللَّهُ مَا فِي صدُورِكُمْ) يعاملكم معاملة المختبر لنفوسكم، فيظهر ما تنطوي عليه فيعالج هذه الأوزار التي تظهر بما يذهب </p><p> بوضرها (١) ويوجهها نحو الخير، ومعنى يمحص قلوبكم، يزيل ما عساه يعلق بها من أدران، ويطهرها مما يخالطها من ريب يحدث من الشدائد، وذلك لأن مَحَصَ ومَحَّصَ في أصل معناهما تخليص الذهب مما يختلط به من مواد غريبة عنه. </p><p> وخلاصة معنى النص الكريم: نزل بكم ما نزل لتتعودوا تحمل الشدائد والمحن، وليظهر الله ما في صدوركم فيصلحها، ويخرج من قلوبكم ما يخالط الإيمان من بعض الأوهام. </p><p> (وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) وهو إذ يفعل ذلك يعلم بما في صدوركم، يعلم ما يخالطها وما توسوس به ويعلم مَوَاضع أدوائها، وما تنطوي عليه نفوس الأبرار الأقوياء، ونفوس الضعفاء ونفوس الأشرار، وقد أكد سبحانه وتعالى علمه بخفايا النفوس، بثلاثة تأكيدات: التأكيد الأول - التعبير بالجملة الاسمية، والثاني - التعبير بوصف عليم، فهو يعلم صغائر الأمور وجليلها، ولا يعزب عن علمه مثقال ذرة في السماوات ولا في الأرض، والثالث - التعبير بذات الصدور، فهذا من قبيل ما يشبه التأكيد المعنوي، فمعناه يعلم الصدور ذاتها، فلا يقتصر علمه على ما في الوعاء، بل يعلم الوعاء ذاته، ولقد فتح الله سبحانه وتعالى باب التوبة بعد ذكر بيان السبب في الذنب، فقال تعالت كلماته: </p><p> * * * </p><p>(١) الوَضَرُ، محرَّكةً: وسَخُ الدَّسَم واللبنِ، أو غُسالَةُ السقاء والقَصْعَة ونحوِهما، وما تَشُمّه من ريح تَجِدُها من طَعامٍ فاسدٍ. [القاموس المحيط - فصل الواو - وضَر]. والمقصَود هنا آَثار الذنوب والأوزار.</p>"
}