{
  "id": null,
  "sura": 3,
  "aya": 80,
  "text": "<p> (وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا ... (٨٠) </p><p> * * * </p><p> في النص القرآني (١) قراءتان إحداهما بضم الراء، ويكون الكلام بها مستأنفا، ومتمما بيان ما لَا ينبغي لرسل الله تعالى. والثانية بفتح الراء؛ بالعطف على أن يؤتيه مع ملاحظة المعطوف الأول عليها، والمعنى: أنه لَا ينبغي لبشر أن يؤتيه الله الكتاب مع قوله كونوا عبادا لي من دون الله، ولا ينبغي له أيضا أن يأمرهم بأن يتخذوا الملائكة والنبيين أربابا بأن يعتقدوا أن الملائكة والنبيين يسيّرون الكون بغير إرادة الله، وأنهم يعبدون من دون الله أو مع الله. وقد وقع في عبادة الملائكة - الصابئة الذين كانوا يقيمون في بلاد الكلدان، وتبعهم بعض المشركين من العرب، والذين عبدوا بعض النبيين هم النصارى فقد اتخذوا المسيح إلها يعبد، وبعض اليهود فقد اتخذت طائفة منهم عزيرا إلها وزعموه ابن الله، تعالي اللهِ عما يقولون علوا كبيرا. </p><p> (أَيَأمُرُكُم بِالْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلمُونَ) هذا استفهام إنكاري بمعنى النفي أي: أن الرسل لَا يمكن أن يأمروا بالكفر بالله، وقد أوتوا علم الكتاب وفضل السفارة، وتنفيذ شريعة الله تعالى، ذلك لأنهم يكونون مضللين ولا يكونون هادين، وقوله:  (بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ) فيه إشارة إلى أن الناس بمقتضى فطرهم يسلمون ويخلصون وجوههم لله سبحانه وتعالى، فهذا شأن من شئونهم، وطبيعة في فطرهم، حتى لقد قال بعض العلماء: إن معرفة الله تكون بالعقل؛ وأوجب </p><p>(١) غاية الاختصار ص ٤٥١.</p><p> أبو حنيفة معرفة الله بالعقل وما كان الرسل ليصرفوا الناس عن مقتضى الفطرة والعقل؛ فعبادة الله وحده في فطرة الله التي فطر عليها الناس. </p><p> اللهم جنبنا الهوى، واهدنا إلى الرشاد. </p><p> * * * </p><p> (وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ (٨١) فَمَنْ تَوَلَّى بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ (٨٢) أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ (٨٣) </p><p> * * * </p><p> بين سبحانه وتعالى أحوال اليهود الذين عاصروا الرسالة المحمدية، وكيف كانوا يتعصبون لما عندهم، ويحرفون الكلم عن مواضعه؛ تشددا في التمسك بما عندهم على أن يكون على هواهم. وبين سبحانه كيف أداهم ذلك إلى الظلم، وإلى فساد الاعتقاد. بعد هذا بين سبحانه وتعالى وحدة الشرائع السماوية، وأنها يكمل بعضها بعضا. وأنها كالقصر المشيد، كل لبنة منه جزء من كيانه، وهو جماع لبناته وأركانه وأشكاله؛ وأكد سبحانه تلك الوحدة في الرسالة الإلهية ببيان أنها ميثاق الله على الأنبياء، وأن الله سبحانه أخذه عليهم ليصدق بعضهم بعضا فقال تعالى: </p>"
}