{
  "id": null,
  "sura": 3,
  "aya": 145,
  "text": "<p> (وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُّؤَجَّلًا) والمعنى ما تحقق وما ثبت لنفس أن تموت إلا بإذن الله تعالى، وقد كتب لها كتابا مؤجلا، ومعنى الإذن هنا يتضمن أن لله تعالى الإرادة المطلقة في قبض النفوس وإرسالها، فهي لَا تموت إلا بمشيئته، ولا تحيا إلا بإرادته، وقد عبر سبحانه وتعالى عن الإرادة بالإذن، وذلك للإشارة إلى أنه إذا كان القتل في الحروب سببا للموت، فإنه ما دام لم يجئ الإذن الذي يعلن مشيئة الله تعالى وإرادته فإن المقاتلين مهما يكونوا أقوياء لَا يمكن أن يصيبوا نفسا لم يشأ الله تعالى قتلها، فهذا النص الكريم يؤكد معنيين: أحدهما: أن الموت بالإرادة الأزلية، وبالمشيئة الإلهية، فما لم يأذن فلا موت. والثاني: أن القتال مهما يكن شديدا فلن تموت نفس لم يكتب الله تعالى لها الموت، وهناك إشارات في الآية كثيرة: منها أن الموت لَا يحتاج بالنسبة لله تعالى إلى أسباب، فليس إلا أن يأذن بقبض الروح فيكون الموت من غير أي مجهود يبذل، ومنها تحريض المؤمنين على الجهاد، وتشجيعهم على لقاء الأعداء، فإن الحذر والحرص على الحياة لَا يمنعان ما قدر الله تعالى، فإذا كان قد أذن للنفوس أن تلقى ربها فلا مانع يمنعها، ولا دافع يدفع عنها أسباب المنايا، ومنها الإشارة إلى حفظ الله تعالى لنبيه - صلى الله عليه وسلم - وقد تربص به الأعداء، وأحاطوا به من كل جانب، وصار قريبا من نهزة المختلس، ولكن الله تعالى أحاطه بكلاءته وعنايته، ومنها بيان أن الله سبحانه وتعالى قابض نبيه - صلى الله عليه وسلم - مهما يطل الأمد أو يقصر. </p><p> وقوله تعالى:  (كتابًا مّؤَجَّلًا) مفعول مطلق لفعل محذوف معناه: كتب كتابا مؤجلا، أي له أجل معلوم لَا يتقدم ولا يتأخر، وهو آت لَا محالة. </p><p> (وَمَن يرِدْ ثَوَابَ الدُّنْيَا نؤْتِهِ مِنْهَا وَمَن يُرِدْ ثَوَابَ الآخِرَةِ نؤْتِه مِنْهَا) وإذا كان الأجل مكتوبا، فإن ذلك لَا يمنع أن العمل مكسوب، فعلى كل أن يعمل، وكلٌّ </p><p> ميسر لما خلق له، وكل يكون جزاؤه في الدنيا والآخرة، فمن يرد ثواب الدنيا أي جزاءها والنتائج المطلوبة فيها، ويسلك السبيل القاصد الذي يوصل إلى الغاية، وينتهي إلى النهاية، يمكنه الله تعالى من الأسباب، ويسهل له الحصول على النتائج، ومن كان يريد الآخرة ويقصد وجه الله تعالى في كل ما يعمل، ويقصد إلى الدنيا لَا لذاتها، بل على أنها مزرعة الآخرة، فإن الله تعالى يؤتيه من ثواب الأخرة ما ادخره لعباده المتقين، وهذا كقوله تعالى:  (مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ. . .) . وكقوله تعالى:  (من كَانَ يُرِيدُ حَرْث الآخِرةِ نَزِدْ لَهُ فِي حَرْثِهِ ومن كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا ومَا لَهُ فِي الآخِرَةِ مِن نَّصِيبٍ) . </p><p> فالنص الكريم يثبت أن الدنيا لها وسائل، والنجاح فيها له أسباب توصل إلى النتائج، والآخرة لها أسباب وذرائع، وعلى ذلك لَا يكون النجاح في شئون الدنيا دليلا على القرب من الله تعالى، ولا الفشل فيها دليلا على البعد عن الله تعالى، ذلك قول الفجار، الذين يتخذون من سطوة الكفار مع كفرهم دليلا على أنهم أقرب إلى الله من المؤمنين، ويغفلون عن قول الله تعالى:  (وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ (٣٣) وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ (٣٤) وَزُخْرُفًا وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ (٣٥) . </p><p> وفى النص الكريم إشارات بينات، فهو يشير إلى الذين اتبعوا الغنائم وتركوا طاعة الرسول يوم أحد بأنهم أرادوا الدنيا، ولكن لم يسلكوا مسالكها، ويشير إلى الذي يقاتلون طلبا للغنائم، وأنهم لَا ينالونها إلا إذا استقاموا على مناهج القتال الصحيحة، ويشير إلى فضل الذين صبروا ويصبرون في الحرب، ويطلبون بها وجه الله تعالى لَا يريدون علوا في الأرض ولا فسادا، ويشير إلى أن القتال يجب أن يقصد به وجه الله تعالى، لعمارة الأرض ومنع الفساد فيها، ثم يبين سبحانه أن أولئك هم الذين ينالون الجواب، ولذا قال تعالى: </p><p> (وَسَنَجْزِي الشَّاكِرِينَ) شكر النعمة القيام بحقها، وأداء ما ينعم الله تعالى به من نعم في مواضعه، فإذا أُعطي فشكر العطاء بإنفاقه في مواضع الإنفاق، وإذا منح القوة فشكرها أن يجعلها لنصرة الحق وخفض الباطل، وإذا أُعطي نعمة الحكمة والفكر السليم، فيكون الشكر بتسخير ذلك لنفع العباد، وهدى الناس، وإرشادهم إلى طرق البحث وتذليل الأرض لهم، وأن يكون ما ينتجه للعمارة لا للخراب. </p><p> وهنا نجد النص لم يبين الجزاء، ولم يبين من الذين يتصفون بالشكر من طلاب الدنيا أو طلاب الآخرة، وقد ترك الجزاء من غير بيان ليعم الجزاء الدنيوي، والجزاء الأخروي، فمن طلبوا الدنيا واتخذوا أسبابها، ونصروا الضعيف، وخذلوا القوى، وعمروا الأرض ولم يفسدوها، ولم يطرحوا ما عند الله تعالى بل طلبوه، كانوا من الشاكرين. واستحقوا الجزاءين: جزاء الدنيا بأن يصلوا إلى النتائج التي قصدوها، وهي العلو في الأرض من غير طغيان، والجزاء في الآخرة عند تجلي الرحمن. </p><p> ولم يبين سبحانه من هم الشاكرون؟ أهم طلاب الدنيا أم طلاب الآخرة، وذلك لأن المطلبين ليسا متضادين، بل إنهما يتلاقيان، وإنه عند التحقيق لَا يعد طالب الدنيا سالكا طريقها إلا إذا طلب الآخرة فيها، وأذعن لقدرة الخالق في طلب الحياة الدنيا، فكل شيء عنده بمقدار، فمن اعتمد على الأسباب الدنيوية وحدها من غير تفويض الله معها فإنه يعاند قدرة الله، ولا ينجح له تدبير، ولا ينتهي إلى غاية في تفكير، (وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ) . </p><p> ولذلك كان الشكر مشتركا عند طلاب الدنيا إن طلبوها على وجهها وطلاب الآخرة، وإنه عند التحقيق أيضا طلب الآخرة لَا ينقطع تماما عن طلب الدنيا، فإن الزهد في الإسلام طلب الحلال وليس إعراضا عن الدنيا، وإن من </p><p> يحتطب لقوت أهله أَعْبَدُ ممن ينقطع في صومعة للعبادة، ولذلك ورد في بعض الآثار \" رهبانية أمتي في الجهاد \"  (١) . </p><p> * * * </p><p>(١) سبق تخريجه من رواية الإمام أحمد وغيره عن أنس رضي الله عنه.</p>"
}