{
  "id": null,
  "sura": 3,
  "aya": 74,
  "text": "<p> (يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٧٤) </p><p> * * * </p><p> اختص تستعمل لازمة ومتعدية، فيقال اختصه الله بفضله، ويقال اختص بفضل الله، والله سبحانه وتعالى بمقتضى علمه وحكمته يختص برحمة معينة من رحماته خلقا من خلقه، فقد يقول قائل إن كل من في الوجود في رحمة الله تعالى، ما من أحد من خلق الله تعالى إلا ناله نصيب من رحمة الله، ومنهم من يشكر، ومنهم من يكفر، فَلمَ عبر سبحانه وتعالى بهذا الاختصاص، ولا عام أعم من رحمة الله، ولا عموم إلا في فضل الله تعالى؟. </p><p> والجواب عن ذلك أن الرحمة التي يختص الله تعالى بعض عباده بها هي الرحمة النوعية، فيختص سبحانه هذا بالعلم، وذلك بالمال، وهذا بالجاه، وذلك </p><p> بالراحة، وهذا الفريق بالرسالة والهداية، وذلك الفريق بالغلب والسلطان؛ و \" كل ميسر لما خُلق له \"  (١) . </p><p> فإذا كان بنو إسرائيل وأشباههم قد نَفِسُوا على بني إسماعيل (٢) أن تكون فيهم النبوة الكبرى التي تختتم بها رسالة السماء إلى الأرض، فذلك مما اختص به سبحانه وتعالى بعض عباده بالرحمة، وليس لأحد أن يعترض على فعل الله، فإن فضله على من اختصه عميم، وفضله أيضا على من لم يمنحه هذا النوع من الرحمة عظيم؛ ولذا ختم سبحانه الآية الكريمة بقوله:  (وَاللَّهُ ذُو الْفَضْلِ الْعَظيمِ) فلا عظمة تساوي عظمة فضل الله تعالى على خلقه، فالاختصاص النوعي لبعض الرحمات لَا يعارضه عموم الفضل على خلقه، ولا عظمة هذا الفضل. </p><p> اللهم مُنَّ علينا بتوفيقك لنعرف فضل نعمتك، ونشكرك ولا نكفرك، وتب علينا، إنك أنت التواب الرحيم. </p><p> * * * </p><p> (وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ (٧٥) بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (٧٦) إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُولَئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (٧٧) </p><p> * * * </p><p>(١) رواه البخاري: التوحيد - قول الله تعالى: (وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ) (٦٩٩٦)]. ومسلم: القدر - كيفية خلق الآدمي في بطن أمه (٤٧٨٩). (٢) أي ضنوا عليهم. الصحاح.</p><p> بين الله سبحانه وتعالى في الآيات السابقة استهانة بعض أهل الكتاب الذين عاصروا النبي - صلى الله عليه وسلم - بالحق وتلبيسهم الحق بالباطل، وكذبهم وافتراءهم على النبيين وعلى رأسهم أبو الأنبياء إبراهيم عليه السلام، ثم بين تعصبهم، وحرصهم على أن يظهروا بين الناس بأن الهداية في حوزتهم وحدهم، وأن الناس ما عداهم دونهم، ثم ذكر ما يتوَاصَوْن به فيما بينهم من النفاق بأن يؤمنوا أول النهار ويكفروا آخره، لعلهم يفسدون بذلك عقائد المؤمنين؛ وهكذا مما يدل على فساد اعتقادهم وعدم إذعانهم للحق، وكذبهم فيما يدَّعون. </p><p> والكذب والخيانة توْأم، كما أن الصدق والأمانة توْأم، وفساد النفس يترتب عليه فساد العمل، وعدم الإذعان للحق في الاعتقاد يترتب عليه عدم الإذعان للحق في المادة، فإذا كان بعض أهل الكتاب قد كان منهم ذلك النفاق الديني، فإنهم قد بدت منهم الخيانة المادية، ولذا قال سبحانه: </p>"
}