{
  "id": null,
  "sura": 3,
  "aya": 53,
  "text": "<p> (رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ ... (٥٣) </p><p> * * * </p><p> وقد صدروا ضراعتهم إلى الله تعالى بالاعتراف الكامل بالربوبية، وفي الاعتراف بالربوبية إحساس صادق بجلال النعم، وتقديم شكر المنعم، ثم الاعتراف بالربوبية الحق يطوي في ثناياه الاعتراف بالألوهية الحق؛ لأن كمال الخضوع لله لَا يكون إلا بالإيمان بالربوبية، ووراء هذا كله الإفراد بالعبودية، ثم بعد الضراعة بلفظ الربوية أعلنوا الخضوع والإذعان الكامل، فقالوا:  (آمَنَّا بِمَا أَنزَلْتَ) أي صَدَّقنا تصديق إذعان وتسليم وهداية بما أنزلت. وما أنزل الله تعالى على عيسى عليه السلام هو تكليفات؛ فالإيمان الصادق بها يقتضي العمل؛ لأن العمل يدل على كمال الإيمان، ولأن المخالفة من غفوة الإيمان، ومن قبيل ذلك قول محمد - صلى الله عليه وسلم -: \" لا يزني الزاني حين يزني وهو مؤمن \"  (١) . وقد تأكد ذلك المعنى وهو العمل بمقتضى ما أنزل لهم بعد ذلك في </p><p>(١) سبق تخريجه.</p><p> ضراعتهم (وَاتَّبَعْنَا الرَّسُولَ) وهو عيسى عليه السلام، واتباع الرسول يكون بالعمل بهديه، والأخذ بسنته. </p><p> وإذا كانوا قد ضرعوا إلى ربهم بهذا الإيمان تلك الضراعة، فقد اتجهوا مع ذلك إلى دعائه راجين بإجابته أن يقوى الله سبحانه وتعالى إيمانهم، وأن ينقلهم من الإيمان الغيبي إلَى الإيمان الذي يصل إلى درجة تشبه المشاهدة، ولذا قالوا:  (فَاكْتُبْنَا مَعَ الشَّاهِدِينَ) أي إذا كنا قد امتلأت قلوبنا بربوبيتك، وألوهيتك وعبوديتك فارفعنا إلى مرتبة أعلى هي أن نكتب مع الشاهدين، ومن هم الشاهدون؟ يصح أن نقول إنهم الذين صفت نفوسهم وزكت مداركهم، حتى وصلوا إلى درجة العلم الذي يكون كعلم المشاهدة والرؤية، الذين قال في أمثالهم محمد - صلى الله عليه وسلم -: \" اعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك \"  (١) فهذه مرتبة من الإيمان، والمعرفة أعلى من مجرد الإيمان. ويصح أن تسمى هذه المرتبة مرتبة الشهود أو المشاهدة التي يقول عنها الصوفية، فالمؤمن يتعبد، ويصفي نفسه من أدران الدنيا، حتى يصبح كأنه يشاهد الله رب العالمين في أعلى ملكوته، ويحس في كل فعل يفعله كأنه في حضرته العلية كمن يعاينه. </p><p> وإن النص الكريم يدل على وجود ذلك الصنف من العباد الأصفياء الأتقياء الأبرار، وأنهم في أعلى درجات اليقين، بدليل أن هؤلاء الأتقياء طلبوا أن يكونوا في هذا الصنف، وحكى العلي القدير للأجيال طلبهم الذي رشحهم له فرط ضراعتهم وتقواهم، وأولئك الشاهدون هم الأنبياء والصديقون والشهداء. </p><p> أحس عيسى عليه السلام بحدة كفر الكافرين، وشدة نضالهم، ولذلك اتجه إلى أن يكون له دعاة مناصرون أطهار، تكون منهم مدرسة الحق، وأخذ يبث تعاليمه في تلاميذه، وينتقل في أراضي بيت المقدس وجبالها وآكامها هاديا مرشدا باعثا الأرواح إلى الإيمان بالحق، ولكن جحدوا. بالحق بعد أن ظهرت أماراته، </p><p>(١) سبق تخريجه.</p><p> وقامت بيناته، ثم أخذوا يَحولون بينه وبين هدايته، ودعوة الحق التي يدعو بها، ولما رأوا أن نور الحق يزداد انتشارا، قرروا أنه لابد أن يقطعوا حركته نهائيا بتدبير الشر لشخصه. ويستفاد من الإشارات القرآنية أنهم حاولوا قتله، ولا عجب فقد قتلوا يحيى بن زكريا عليه السلام الذي عاصره. ولا يستغرب على اليهود عمل فاجر، فهم في ماضيهم كما نراهم اليوم في حاضرهم، ولقد قال تعالى بعد أن بلغت دعوة الحق أقصاها وأعلاها </p>"
}