{
  "id": null,
  "sura": 3,
  "aya": 97,
  "text": "<p> (فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِنًا ... (٩٧) </p><p> * * * </p><p> في هذا النص السامي بيان عظمة البيت الحرام، ومكانته والأدلة على قدمه وبركته؛ ومعنى النص الكريم: فيه علامات واضحة تبين شرف منزلته وقدمه وطهارته، وفيض الله سبحانه وتعالى عليه بالنور وأسباب الهداية، وأنه لَا بيت يدانيه في منزلته عند الله، وإن كان هذا البيت الآخر تشد إليه الرحال (١) . وقد قالوا إن قوله تعالى:  (مَّقَامُ إِبْرَاهِيمَ) بيان لهذه الآيات البينات، ويصح أن نعتبرها وحدها بيان هذه الآيات من حيث الدلالة على قدمه، وأن بانيه إبراهيم، وأن آثار أقدامه واضحة خالدة فيه، وقد وضح هذا المعنى الزمخشري أتم توضيح فقال: </p><p> (فإن قلت كيف صح بيان الجماعة بالواحد؟ قلت فيه وجهان؛أحدهما:أن يُجعل وحده بمنزلة آيات كثيرة، لظهور شأنه وقوة دلالته على قدرة الله تعالى ونبوة إبراهيم عليه السلام، ومن تأثير قدمه في حجر صلد. .والثاني:اشتماله على آيات كثيرة؛ لأن أثر القدم في الصخرة الصماء آية، وغوصه فيها إلى الكعبين آية، وإلانة بعض الصخر دون بعض آية، وإبقاؤه دون سائر آيات الأنبياء آية، وحفظه مع كثرة أعدائه من المشركين وأهل الكتاب والملاحدة ألوف السنين آية) . </p><p> وهذا الكلام على اعتبار أن مقام إبراهيم هو موضع الآيات البينات ولكن الذي نراه وقد ذكره الزمخشري أيضا أن هذه الآيات البينات ليست مقام إبراهيم </p><p>(١) عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" لاَ تُشَدُّ الرِّحَالُ إِلَّا إِلَى ثَلاَثَةِ مَسَاجِدَ: المَسْجِدِ الحَرَامِ، وَمَسْجِدِ الرَّسُولِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَمَسْجِدِ الأَقْصَى \" [متفق عليه؛ رواه البخاري: الجمعة - َ فضلَ الصلاة في مسجد مكةَ والمدينة (١١١٥)، ومسلم واللفظ له: الحج - لَا تشد الرحال (٢٤٧٥)].</p><p> وحده، ولكنها مقام إبراهيم وكونه أمْنَ الناس ومثابتهم، وكونه المكان الذي يحج إليه المسلمون إلى اليوم، وكان العرب يحجون إليه ويقومون بكثير من المناسك، وإن خالطوها بشرك. </p><p> ولقد ذكر سبحانه الآية الثانية البينة لمقام البيت عند الله تعالى وعند العالمين بقوله: </p><p> (ومَن دَخَلَهُ كَانَ آمِنًا) أي آمنا من الأذى والقتل. وهذه آية لَا شك فيها، فالعرب كانوا يحترمونه كما نوهنا، وكانت هذه نعمة أنعم الله بها عليهم، وبقيت حتى في شركهم؛ ولذا يقول سبحانه: </p><p> (أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطفُ النَّاسُ مِنْ حَوْلِهِمْ. . .) . </p><p> وأنعم عليهم سبحانه بأن حماه من كل من يغير عليه معتديا. حتى إن أبرهة عندما أغار بجيشه وأفياله ليهدمه، ارتد خاسئا كما قال تعالى:  (أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ (١) أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ (٢) وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ (٣) تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ (٤) فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ (٥) . </p><p> وتلك آية من آيات الله الكبرى في البيت. </p><p> ولقد حماه الله سبحانه وتعالى في الإسلام، حتى إن النبي - صلى الله عليه وسلم - عندما فتح مكة احترم أمنها فكان مناديه ينادي: من دخل داره وأغلق بابه فهو آمن، ومن دخل دار أبي سفيان فهو آمن، ومن دخل البيت الحرام فهو آمن (١) ووصف يوم الفتح بقوله: \" هذا يوم يعظم الله فيه الكعبة، ويوم تكسى فيه الكعبة \"  (٢) . </p><p> (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) هذه آية لتعظيم الله سبحانه وتعالى شأن بيته المقدَّس، وحرمه الآمن إلى يوم القيامة، وذلك أنه </p><p>(١) صحيح مسلم: الجهاد والسير - فتح مكة (٣٣٣٢). (٢) جزء من حديث رواه البخاري: المغازي - أين ركز النبي - صلى الله عليه وسلم - الراية (٣٩٤٤).</p><p> سبحانه فرض الحج إليه على من يستطيع، وجعله موضع المؤتمر الإسلامي الأكبر، كما قال تعالى:  (وَأَذِّن فِي النَّاسِ بِالْحَجِّ يَأتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأتِينَ مِن كُلِّ فَجًّ عَميقٍ) . </p><p> والحج بالمعنى الشرعي هو القصد إلى أداء المناسك ونية العبادة به، وهو في أصل معناه اللغوي القصد المجرد إلى مكان معين، وتقرأ كلمة \" حَجَّ \" بفتح الحاء، وهي لغة أهل الحجاز وبها قرأ أكثر القراء، وبكسر الحاء وبها قرأ الكسائي وحفص (١) . </p><p> وقوله تعالى:  (مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) . بدل من (النَّاسِ) ، فالفرضية العينية منصبة على من يستطيع دون غيره ولكن تصدير الكلام بإضافة الفرضية إلى الناس، ثم البدل منهم بالمستطيعين يدل على أن عامة المسلمين عليه فرضية عامة، وإن لم تكن كفرضية المستطيعين، وهذه الفرضية نفسرها بأمرين. </p><p> أولهما: بالتكليف العام الذي يدخل في عموم فروض الكفاية، بمعنى أن عامة المؤمنين عليهم أن يسهِّلوا تلك الفريضة على من يريدها ويستطيعها، ويبتغي بها مرضاة الله تعالى؛ فعلى ولي الأمر الذي يمثل جماعة المؤمنين أن يسهل هذه الفريضة لطلابها؛ وعلى جماعة المؤمنين أن يعملوا على إقامتها كل في طاقته وفي حدود قدرته. </p><p> وثانيهما: ما يقرره الفقهاء من أن أصل الوجوب ثابت ما دام الشخص مكلفا؛ ولكن وجوب الأداء هو الذي يشترط فيه الاستطاعة. فمن لَا يستطيع هذا العام قد يستطيع في قابل وهكذا. </p><p> والاستطاعة التي توجب فرضية الأداء هي الحد الأدنى من الاستطاعة، ولذلك قال النص الكريم:  (مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) . </p><p>(١) حج البيت): قرأها بكسر الحاء عاصم وحمزة والكسائي وخلف - غير أبي بكر - ويزيد. وقرأ الباقون بالفتح. أغاية الاختصار - ص ٤٥١، وقوله: \" وحفص \" أي عن عاصم.</p><p> أى استطاع بأي سبيل للوصول إلى الحج، فليست الاستطاعة الموجبة للحج هي الاستطاعة الواسعة المعنى التي لَا تكون إلا للأغنياء، ولذا فسرها الفقهاء بالقدرة البدنية، والقدرة على الزاد والراحلة أي ما يمكن أن يصل به؛ ولابد أن يكون ذلك فاضلا عن حاجاته الأصلية وعمن يقوتهم، فإن ترك من يقوتهم بلا مال إثم، فقد قال عليه الصلاة والسلام:  \" كفى بالمرء إثما أن يضيع من يقوت \"  (١) . </p><p> والفرض لَا يؤدي بالإثم. ومن استطاعة المرأة ألا تكون ذات أطفال صغار يخشى عليهم الضيعة إن تركت حضانتهم ولا حاضن لهم سواها، كما أن من استطاعتها أن يكون معها زوجها أو ذو رحم محرم منها. </p><p> والحج عند الأكثرين فرض على التراخي، ولكن المالكية يقررون أنه لَا يسع من تجاوز الستين أن يؤخر عن قدرة، وإن كان أصل التراخي ثابتا لصريح الآثار الواردة في ذلك، والحج فرض مرة واحدة في العمر، والحج هو مؤتمر الإسلام الأكبر، وقد بيناه مرارا. </p><p> (وَمَن كَفَرَ فَإِنَّ اللَّهَ غَنِي عَنِ الْعَالَمِينَ) في معنى هذا النص اتجاهان؛ أحدهما: أن يكون الكلام في تارك الحج ويكون المعنى من ترك الحج جاحدا له منكرا لفرضيته فقد كفر وأضاع مصلحة نفسه ومصلحة أمته بالإجماع في المؤتمر الأكبر؛ والله سبحانه غنى عن العالمين أي عن الناس أجمعين. فهم محتاجون إليه، وهو غير محتاج إليهم. </p><p> والاتجاه الثاني: أن يكون الكلام متجها إلى اليهود الذين أنكروا فضل البيت وقدمه وبناء إبراهيم له. ويكون المعنى: ومن أنكر تلك الحقيقة الثابتة وجحدها بعد البينات فقد أركس (٢) نفسه والله سبحانه غنى عن العالمين. </p><p> اللهم اهدنا إلى الحق ووفقنا للإيمان به. </p><p> * * * </p><p>(١) رواه بهذا اللفظ أبو داود: الزكاة - في صلة الرحم (١٤٤٢)، وأحمد: مسند المكثرين من الصحابة (٦٢٠٧). (٢) أركس الشيء: رده مقلوبا. ومنه قوله تعالى: (والله أركسهم بما كسبوا) أي ردهم إلى كفرهم.</p><p> (قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَاللَّهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ (٩٨) قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجًا وَأَنْتُمْ شُهَدَاءُ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٩٩) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ (١٠٠) وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ (١٠١) </p><p> * * * </p><p> في الآيات السابقة بين الله سبحانه وتعالى شرف البيت، وأنه أول بيت بني للعبادة، وضعه إبراهيم عليه السلام، وأن على كل مؤمن أن يحج إليه، وكان ذلك في مساق الرد على اليهود الذين أنكروا فضل البيت الحرام، وادعوا أن بيت المقدس أقدم منه عبادة، فبين سبحانه أنه أول بيت وضع للناس، وقد ذكر سبحانه وتعالى أن هؤلاء اليهود كانوا يحاولون دائما تضليل المؤمنين، وما كانت مجادلتهم هذه لأنهم يتشككون، بل لأنهم لَا يذعنون للحق بعد إذ عرفوه، ويريدون أن يكون الناس جميعا على طريقتهم العوجاء، وعلى ما هم عليه؛ لأنهم يحسدون الناس على ما آتاهم الله من فضله، ولقد أثاروا كثيرا من الشك في مجادلاتهم ليُوهِنُوا أمر العقيدة في قلوب المؤمنين، فلم يجدوا بين المؤمنين آذانًا مصغية، ولا قلوبا مفتوحة لظلامهم، بعد أن أشرق فيها نور الحق، فإنه لَا يلتقي في قلب واحد نور الله وظلمات الباطل، ولقد انتقلوا من التشكيك في العقيدة إلى إثارة الفتنة بين المؤمنين، لتعود العادات الجاهلية كما بدأت، فإنه يروى أن رجلا يهوديا قد عتا في الجاهلية، وكان شديد الضغن على المؤمنين - أراد أن يثير الفتنة بين الأوس والخزرج فأمر فتى بأن يجيء إليهم، وينشدهم بعض الأشعار التي كانوا </p><p> يقولونها في الجاهلية متفاخرين، ففعل، فتذاكروا يوم بعاث، وهو يوم حرب من أيامهم في الجاهلية، وتكلموا في ذلك فتنازعوا وهَمَّ الحيَّان أن يتقاتلا، حتى جاءهم النبي - صلى الله عليه وسلم - يقول لهم:  \" يا معشر المسلمين، الله الله، أتدعون بدعوى الجاهلية وأنا بين أظهركم بعد أن هداكم الله إلى الإسلام وأكرمكم به، وقطع به عنكم أمر الجاهلية، واستنقذكم به من الكفر، وألف بينكم، أترجعون إلى ما كنتم عليه كفارا؟ \"  (١) . </p><p> هذا فعل اليهود، كفروا بالحق بعد أن جاءتهم البينات، ولم يكتفوا بالكفر، بل أخذوا يصدون ويمنعون عن الحق أو الاستقرار فيه غيرَهم؛ ولذا قال سبحانه: </p><p>(١) رواه ابن جرير الطبري في تفسيره - آل عمران: ٩٩</p>"
}