{
  "id": null,
  "sura": 3,
  "aya": 50,
  "text": "<p> (وَمصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَوْرَاةِ) حال من الفعل المحذوف الذي دل عليه العطف، أي أنِّي جئتكم بآية من ربكم أني أخلق، وجئتكم مصدقا لما بين يدي؛ يقال الأمر بين يديه أي أنه حاضر ثابت موجود، وعيسى جاءت رسالته متممة لرسالة موسى ناسخة لبعض ما جاء فيها، كالشأن في كل نبي بالنسبة لمن سبقه. ولقد بين عيسى عليه السلام لهم أنه جاء بالرفق والسماحة؛ ولذا أحل الله لهم على يديه بعض ما حرم عليهم بظلمهم وقسوتهم وجفوتهم (فَبِظُلْمٍ مِّنَ الَّذينِ هَادُوا حَرَّمْنَا عَلَيْهِمْ طياتِ أُحِلَّتْ لَهُمْ. . .) ، ولقد قال تعالى:  (وعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كلًّ ذِي طفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَم حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُم بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ) . ذلك لأنهم فست قلوبهم وغلظت أكبادهم، واستناموا إلى الراحة واسترخت أجسامهم، فابتلاهم الله بهذا التحريم لينشطوا ويعملوا، ويكونوا قوة عاملة، ولا يكونوا أجساما مسترخية؛ فلما جاء عيسى عليه السلام، وقد نزل بهم من البلاء ما نزل، أحل الله لهم على لسانه ما كان قد حرم. وقوله تعالى:  (وجِئْتُكُم بِآيَةٍ من رَّبِّكُمْ) ذكرت الآية، لأن جزءا من الرسالة العيسوية إثبات خلق الأشياء بالإرادة المختارة، ومعجزته كلها تتجه نحو هذا الاتجاه، فهي في ذاتها جزء من دعوته؛ لإثبات قدرة الله تعالى وإرادته في الخلق والإبداع. </p><p> وبعد أن أشار سبحانه إلى ما تضمنته الرسالة العيسوية، ذكر دعوة عيسى لقومه بهذه الرسالة، فقال سبحانه حاكيا قول عيسى لهم: </p><p> (فَاتَّقُوا اللَّهُ وَأَطِيعُونِ) كانت دعوة عيسى تتجه إلى هذين الأمرين: تقوى الله تعالى، وأن يطيعوه بأن يتبعوه في منهاجه الذي رسمه لهم ووجههم إليه تبليغا لرسالة ربه. أما تقوى الله تعالى فكان لابد أن تكون لباب الدعوة العيسوية؛ لأن اليهود كانوا قد أعرضوا عن الله تعالى إعراضا تاما، حتى لقد كان فريق منهم، وهم الصدوقيون لَا يؤمنون باليوم الآخر، وحتى لقد حسب أكثرهم أن العقاب الذي هدد الله به هو العقاب الدنيوي، لَا العقاب الأخروي؛ ومن أجل ذلك سرى </p><p> في قلوبهم حب الدنيا والحرص عليها حرصًا شديدًا أيًّا كانت حياتهم فيها؛ ولذا قال تعالى عنهم:  (وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ ... ) . </p><p> وأما الطاعة لعيسى عليه السلام فبأن يتخذوا منه قدوة حسنة في زهادته وروحانيته وسماحته، ليخففوا من غلظتهم وقسوتهم. واليهود إلى الآن في أشد الحاجة إلى مثل هذه الدعوة، وهي التقوى والعفة والسماحة، ولكنهم أجابوا في الماضي داعي الحق بمحاولة قتله، وكذلك يفعلون الآن، فهم يحاولون قتل من حموهم وآووهم. </p><p> ولقد قرر عيسى - عليه السلام - أن هذه المعجزات الباهرة لَا تخرجه عن أنه عبد لله تعالى مخلوق له سبحانه؛ ولذا حكى الله تعالى عنه قوله: </p><p> * * * </p>"
}