{
  "id": null,
  "sura": 3,
  "aya": 64,
  "text": "<p> (قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كلِمَة سَوَاء بَيْنَنَا وَبَيْنَكُمْ) النداء هنا لأهل الكتاب عامة، لَا لطائفة خاصة منهم؛ فهو يشمل اليهود والنصارى جميعا، لا فرق بين طائفة منهم وطائفة، وكان النداء في هذا عاما؛ لأن العيب عام فيهم، والدواء واحد؛ فلوحدة الداء ووحدة الدواء كان النداء عاما؛ ذلك أن عيبهم هو التعصب لما عندهم تعصبا أعماهم عن الحق عند غيرهم، فهم يظنون أنهم وحدهم أهل علم النبوة لَا ينزل على غيرهم ولا يدينون به لسواهم، فهم يزعمون أنهم أبناء الله وأحباؤه، وكل يتعصب لما عنده، فاليهود يقولون: ليست النصارى على شيء، والنصارى يقولون: ليست اليهود على شيء، وكلاهما يقولون: ليس غيرنا على شيء، والدواء واحد أيضا، وهو طلب الحق لذات الحق من غير إذعان لهوى، ولا إفراط في العصبية، وحتى لَا تؤدى إلى الانحراف. </p><p> وناداهم سبحانه: بـ (أهل الكتاب) مع أنهم حرفوا فيه الكلم عن مواضعه، وانحرفوا عن مبادئه، وفرقوا في أحكامه، وتفرقوا في فهمه؛ والسبب في هذا النداء هو أولا توبيخهم على ما كان منهم؛ لأن علمهم بالكتاب كان يوجب عليهم الإذعان للحق بدل التفرق فيه، (وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ. . .) ثم هناك سبب آخر، وهو أن علمهم بالكتاب في الجملة يجعل الاحتكام إلى ما بقي منه عندهم كافيا لإذعانهم إن كانت عندهم أثارة من إيمان بالحق وطلب له مع ما هم فيه من تعصب، ولقد أمر الله نبيه بأن يدعوهم بقوله:  (كلِمَةٍ سَوَاء بَيْنَنَا وَبَيْنَكمْ) أي كلمة هي مستوية بيننا وبينكم، أي فيها إنصاف لنا ولكم، ونلتقي فيها معكم، وتلتقون </p><p> عندها إن طلبتموها، وكلمة سواء تطلق بمعنى العدل والنصفة وقد قال زهير بن أبى سلمى: </p><p> أرونِي خطَّةً لَا ضَيْمَ فيها ... يُسَوِّى بيننا فيها السَّواءُ </p><p> فالسواء هنا هو العدل، وأصل السِّوَى، والسُّوى الاسُّتواء، وإذا فتحت السيق منها صارت سواء، ولقد قال تعالى:  (. . . مَكَانًا سُوًى) ، أي مكانا مستويا. </p><p> والمؤدى أن الله سبحانه وتعالى أمر نبيه أن يدعوهم إلى كلمة يستوي فيها النبي معهم، وكان ينبغي أن يستووا بالنسبة لها معه، وتلك الكلمة، أو تلك الحقيقة المقررة الثابتة في كل الكتب السماوية التي لَا يفترق فيها كتاب عن كتاب هي ما ذكره سبحانه وتعالى بقوله: </p><p> (أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ) </p><p> فهذه الكلمة التي يستوي فيها الإسلام مع الأديان التي سبقته هي التوحيد، والتوحيد بشمول معناه يشمل التوحيد في العبودية، والتوحيد في الربوبية، والتوحيد في العبودية ألا يعبد إلا الله سبحانه وتعالى، وهذا ما بينه سبحانه وتعالى بقوله على لسان نبيه:  (أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا) . فلا يصح أن يشرك مع الله في الألوهية حجر ولا بشر، فلا يقال: فلان إله، ولا ابن إله ولا عنصر ألوهية قط في حجر. </p><p> أما التوحيد في الربوبية، فهو ما أشار إليه سبحانه بقوله تعالى:  (وَلا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَّهِ) أي لَا يتخذ أحد من البشر في مقام الرب، بأن يكون له فضل في التكوين أو الإنشاء أو التأثير في الخلق بأي نوع من أنواع التأثير، فإن هذا كله من عمل الرب، والله سبحانه وتعالى هو رب العالمين وحده، ولا رب سواه، فلا مؤثر في الكون ولا في الأشخاص، ولا في الأشياء سواه، فلا أثر لحجر ولا لبشر كائنا من كان هذا البشر. </p><p> وهناك معنى آخر للربوبية يدخل في مضمونها، وهو أن يكون الشرع كله لله تعالى، فلا يتكلم عن الله أحد إلا نبي يوحى إليه، والجميع بعد ذلك أمام الشرع سواء، إلا أن يكون فهم متميز متفهم متعرف، ومن ادعى أنه يتكلم عن الله باسم الله من غير وحي يعتمد عليه، فقد زعمه ربا يؤخذ عنه؛ ولذلك عبر القرآن عن علماء النصارى واليهود الذين ادعوا أن قولهم دين يتبع، وتقاليد تؤثر، بأنهم قد اتخذوهم أربابا من دون الله، فقال تعالى:  (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ. . .) ، ذلك بأنهم جعلوا لهم الحق في أن يشرعوا باسم الله ما لم يشرعه الله، وأن يخالفوا ما أمر الله سبحانه وتعالى، فهم جعلوهم في مقام الرب جِل جلاله، ولقد روي عندما نزل قوله تعالى:  (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ) قال عدي بن حازم: ما كنا نعبدهم يا رسول الله! فقال الرسول عليه السلام: \" أليسوا كانوا يحلون لكم ويحرمون فتأخذوا بقولهم؟ \" قال: بلى. </p><p> قال النبي - صلى الله عليه وسلم -: \" هو ذاك \"  (١) . </p><p> وعن بعض التابعين أنه قال؛ لَا أبالي أطعتُ مخلوقا في معصية الخالق أو صليتُ لغير القبلة!! فكانت التسوية كاملة بين الأخذ في دين الله بغير ما أنزل الله، والخروج عن الإسلام الذي رمز إليه ذلك التابعي الجليل، وهو ألا يكون من أهل القبلة. </p><p> عرض النبي بأمر الله تعالى ذلك الأمر الذي يكون فيه نصَفة له (٢) ولهم، وكانت الدعوة إلى أخذ دين الله من ينبوعه الصافي فيهما فائدتان: إحداهما: ألا يتزيدوا على ما أمر الله تعالى وما نهى عنه؛ والثانية: أن أولئك المجادلين هم الذين يبثون في نفوس أتباعهم التعصب الأعمى، محافظة على سلطانهم أن يزول؛ فكانوا في زعامتهم بمنزلة زعماء قريش وأشباههم من أنهم خشوا على سلطانهم من اتباع النبي الكريم - صلى الله عليه وسلم -. </p><p>(١) رواه الترمذي: تفسير القرآن - ومن سورة التوبة (٣٠٢٠). (٢) النصفة: الإنصاف، وهي المعاملة بالعدل.</p><p> وإذا كان قد دعاهم إلى هذ لإنصاف وإلى ترك التعصب جانبا، وعدم الخضوع لأسبابه، فإن حال الذين يخاطبهم إحدى حالين: إما أن يخلصوا في طلب الحق، ويجيبوا داعيه، وتلك خير الخصلتين، وإما أن لَا يجيبوا داعيه وتلك هي السوءى، فإن كانت الأولى فتلك هداية الله، وإن كانت الثانية فإن الله تعالى قد كتب عليهم الشقوة، ولا سبيل لأن يدخل النور قلوبهم، فإن من طلب منه الإنصاف فأعرض عنه فلا سبيل إلى هدايته، والجدل معه لَا يجدي؛ ولذا قال سبحانه وتعالى:  (فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ) : </p><p> أي فإن أعرضوا ونأوا بجانبهم عن إجابة داعي الإنصاف، والدعوة بالتي هي أحسن فلا تجادلوهم ولا تحاجوهم، فإن الجدل مع من لم يجب داعي العدالة لا يزيده إلا لجاجة وعنادا؛ وإن الحقائق تتبعثر على ألسنة المتجادلين، ويتبدد رونقها، ويذهب بهاؤها، وتفقد النفس عند الجدل الإيمان بالحقائق والإذعان لها، بل أمرهم الله تعالى بقوله:  (فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ) أي يقول النبي - صلى الله عليه وسلم - ومن معه من المؤمنين لأولئك الذين مردوا على الجدال وبعثرة الحقائق في حومة الجدل: اشهدوا بأنا مسلمون، مذعنون لطلب الحق فلا تحاولوا أن تغيرونا عما اعتقدنا وقد أنصفناكم بالدعوة إلى كلمة الحق والإنصاف، فلم تجيبوا، والآن ننصفكم مرة أخرى بأن نشهدكم بأننا مخلصون في طلب الحق مذعنون له؛ ومن جانبنا؛ فإن أذعنتم مثلنا فنعمّا هي، وإن لم تذعنوا فلنا دينُنا، ولكم دينكم، والله يحكم بيننا وهو خير الحاكمين. وإن إعلان الإذعان للحق من جانب المؤمنين فيه دعوة للحق بإعلان المثل الواضح البين السامي، وهو يؤثر في الدعوة إلى الحق أكثر من الجدل، إذ يكون فيه ذكرى لمن له قلب أو ألقى السمع وهو شهيد. وإن الجدل يثير غبارا يجعل الوصول إلى الحق عسيرا وسط عجاجة المتجادلين. </p><p> وإن هذه الآية الكريمة صورة سامية من الدعوة إلى الحق. ولذا كان يتخذها النبي - صلى الله عليه وسلم - منهاجه في دعوته، فقد كانت في الصيغة التي اختارها في دعوة الملوك والحكام الكبراء إلى الإسلام، وهذا نص كتابه عليه الصلاة والسلام إلى هِرَقْلُ ملك الروم: </p><p> \" من محمد عبد الله ورسوله، إلى هرقل عظيم الروم، سلام على من اتبع الهدى. أما بعد فإني أدعوك بدعاية الإسلام، أسلم تسلم، وأسلم يؤتك الله أجرك مرتين، وإن توليت فإنما عليك إثم الأريسيين(١)، ويا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم أن لَا نعبد إلا الله ولا نشرك به شيئا، ولا يتخذ بعضنا بعضا أرباب من دون الله، فإن تولوا فقولوا اشهدوا بأنا مسلمون \"  (٢) . </p><p> ولقد كان النصارى يحاجون بولادة عيسى، ويتخذون منها دليل ألوهيته، واليهود يتحاجون ويجادلون بما عندهم من توراة، أو بالأحرى بما بقي عندهم منها؛ ولما كان كل من الفريقين يدعي أن إبراهيم أبا الأنبياء كان على مثل دينهم، وذلك ليبينوا أن ديانتهم هي ديانة السابقين، كما هي ديانة المتأخرين، بين الله سبحانه أن مثل هذا الاحتجاج منهم باطل في معناه، كما هو باطل في شكله ومبناه؛ فقال سبحانه: </p><p> * * * </p><p>(١) جاء في الهامش: الأريسيون هم: العمال والفلاحون، أو الدهماء بشكل عام. (٢) متفق عليه؛ رواه البخاري. بدء الوحي (٦)، ومسلم: الجهاد والسير - كتاب النبي - صلى الله عليه وسلم - إلى هرقل (٣٣٢٢)، عن أبي سفيان (صخر) بن حرب رضي الله عنه.</p>"
}