{
  "id": null,
  "sura": 3,
  "aya": 21,
  "text": "<p> (إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٢١) </p><p> * * * </p><p> هذه بعض أعمال أسلاف الذين كانوا يحاجون النبي - صلى الله عليه وسلم -، وقد ذكرت تلك الأعمال للدلالة على أنهم لَا يطلبون الحق، وإنما يلجون في الباطل، وقد ذهبت لجاجتهم إلى درجة أن يقتلوا الداعين إلى الحق، فقتلوا بعض النبيين، وقتلوا بعض الذين يدعون إلى القسط. وقد ذكر سبحانه لهم وصفا، ثم ذكر من أعمالهم عملين يتصلان بوصفهم؛ أما الوصف فهو أنهم يكفرون بآيات الله، أي يكفرون بالحجج والبينات المثبتة لوحدانية الله، ولرسالة رسله وصدق دعواتهم، فهم لَا يكفرون فقط بالله، بل يكفرون مع ذلك بالآيات الدالة المثبتة، وهذا أقصى ما يصل إليه الضالون، لَا يهتدون إلى الحق، ويغلقون عقولهم فلا يمكن أن تصل إليها دعوة الحق، ويمنع الغرض مداركهم من أن تفهم ما تشير إليه الآيات البينات وأمثال هؤلاء لَا تجدي معهم محاجة، فهم قوم بور، كما عبر القرآن الكريم عن أمثالهم، وإنهم لكفرهم بالحق وعنادهم، وصم آذانهم عن أن تستمع إلى الداعي إليه اندفعوا فعملوا عملين وهما: قتل النبيين، وقتل الدعاة إلى القسط؛ والقسط هو الحق والميزان والاعتدال والمعقول في كل شيء، وهؤلاء اليهود قد قتلوا بعض النبيين كيحيى بن زكريا عليهما السلام فكيف يقال إنهم قتلوا النبيين، ولم يقل بعض النبيين؟ والجواب عن ذلك أنهم استهانوا بمقام النبوة، ومقام الدعوة إلى الحق، فاعتدوا ذلك الاعتداء على بعض النبيين، ومن فعل ذلك مع البعض فقد اعتدى على مقام النبوة فكأنما قتل كل الأنبياء، كما قال تعالى:  (ومَن قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَاد فِي الأَرْضِ فَكَأنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأنَّمَا أَحْيَا النَّاسَ جَمِيعًا. . .) . </p><p> ولماذا ذكر سبحانه وتعالى كلمة (بِغَيْرِ حَقٍّ) مع أن قتل الأنبياء لَا يمكن أن يكون بحق أبدا؟ والجواب عن ذلك أن هذا تصريح بموضع الاستنكار، فموضع الاستنكار اعتداؤهم على الحق بالاعتداء على النبيين، وللإشارة إلى أنهم بما طمس الله على بصائرهم صاروا أعداء للحق لَا يألفونه، ولا يريدونه ولا يخلصون في طلبه. وذكر سبحانه كلمة الحق بصيغة التنكير فقال (بِغَيْرِ حَقٍّ) لعموم النفي، بحيث يشمل الحق الثابت، والحق المزعوم، والحق الموهوم، أي لم يكونوا معذورين بأي نوع من أنواع العذر في هذا الاعتداء، فلم يعتقدوا أنه الحق، ولم يزعموه، ولم يتوهموه، بل فعلوا ما فعلوا وهم يعلمون أنهم على الباطل، فكان فعلهم إجراما في باعثه، وإجراما في حقيقته، وأبلغ الإجرام في موضوعه. </p><p> هذا قتل الأنبياء، وهو أفظع جرم في هذا الوجود، ويليه ومن جنسه قتل الدعاة إلى الحق، والقسط الذي هو الميزان في كل شيء، فإن قتل هؤلاء كقتل النبيين منشؤه صمم الآذان عن سماع الحق، وإعراض القلوب، والتململ من أهل الحق والتبرم بهم. وقد قال - صلى الله عليه وسلم -: \" بئس القوم قوم يقتلون الذين يأمرون بالقسط من الناس، بئس القوم قوم لَا يأمرون بالمعروف، ولا ينهون عن المنكر، بئس القوم قوم يمشي المؤمن بينهم بالتقية \"  (١) ! وروى أن أبا عبيدة عامر بن الجراح سأل رسول الله - صلى الله عليه وسلم -: أي الناس أشد عذابا يوم القيامة؟ فقال الرسول - صلى الله عليه وسلم -: \" رجل قتل نبيا، أو من أمر بمعروف ونهي عن المنكر \"  (٢) . </p><p>(١) ذكره القرطبي في تفسيره وقال روي عن ابن مسعود قال: قال النبي - صلى الله عليه وسلم -: \" بئس القوم قوم يقتلون الذين يأمرون بالقِسط من الناس \" وذكره بتمامه. [تفسير القرطبي: سورة آل عمران (٢١)]. وفي كنز العمال (٥٥٨٣). (٢) رواه الإمام أحمد (٣٦٧٤) في مسنده عَنْ عَبْدِ اللَّهِ بن مسعود رضي الله عنه. وراجع الدر المنثور - ج ٢ ص ١٣.</p><p> ولماذا قال سبحانه (مِنَ النَّاسِ) في قوله (الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ) مع أنهم حتما من الناس؟ والجواب عن ذلك أن هذا للإشارة إلى أنهم ليسوا بأنبياء بل من الناس غير المبعوثين، وفي قرنهم بالأنبياء، وإثبات أن الاعتداء عليهم قرين الاعتداء على الأنبياء إشارة إلى بيان منزلتهم، وأنهم يعملون عمل النبيين وأنهم حقيقة ورثة الأنبياء، بالقيام بحق هذا الواجب المقدس، فإن لم يقوموا بهذا الواجب فليس لهم من وراثة الأنبياء شيء. </p><p> وقد ذكر سبحانه عقاب هؤلاء وهو العذاب الأليم، فقال تعالى:  (فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ) أي أن جزاءهم في الآخرة عذاب مؤلم ينزل بهم. </p><p> وفى هذا الجزء من الآية بحثان لفظيان: </p><p> أحدهما: دخول الفاء في خبر الذين وهو: (فَبَشِّرْهُم) وقد دخلت الفاء لأن الجملة طلبية، والجملة الطلبية تحتاج إلى الفاء لتصلح خبرا في كثير من الأحيان، ولأن الاسم الموصول في معنى الشرط، وخبره في معنى الجواب، وإذا كان الجواب جملة طلبية فإن الفاء تدخله. </p><p> والثاني: هو في التعبير بقوله تعالى عن العذاب: (فَبَشِّرْهُم) مع أن البشارة لَا تكون إلا في الأخبار السارة، لأن البشارة والبشرى الخبر السارّ الذي تنبسط له بشرة الوجه، والجواب عن ذلك أن هذا التعبير من قبيل التهكم؛ وذلك لأن هؤلاء الضالين من بني إسرائيل وغيرهم مع أنهم جحدوا، وفعلوا بالأنبياء ودعاة الحق ما فعلوا، وكانوا يقولون: نحنُ أبناءُ اللهِ وأحباؤه، وأن لهم البشرى بجنسهم لَا بعملهم، فالله يقول له:  (فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ) أي أن البشرى التي يرتقبونها بسبب المحبة التي يدعونها هي عذاب أليم وليست بنعيم مقيم، وليس هذا العذاب في الآخرِة فقط، بل إنه في الدنيا بفساد جماعتهم، ولذا قال سبحانه: </p>"
}