{
  "id": null,
  "sura": 3,
  "aya": 79,
  "text": "<p> (مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ ... (٧٩) </p><p> * * * </p><p> لقد ادَّعى النصارى أن المسيح إله وعبدوه، وادّعوا أن ذلك من رسالته، واتخذ اليهود والنصارى الأحبار والرهبان أربابا من دون الله تعالى بمعنى أنهم لم يتصلوا في معرفة الدين بنصوص كتابهم من غير حجاب، بل اتصلوا به عن طريق تفسير الأحبار والرهبان، وأولئك حرفوا وبدلوا، وكانوا ينشرون كلامهم على أنه من دين الله، وما هو منه. </p><p> وقوله تعالى:  (مَا كَانَ لِبَشَرٍ) استعمال قرآني يفيد نفي الشأن وعدم اتفاق هذا المعنى مع الحقيقة المفروضة في الرسول، وقد قالوا إن كلمة \" ما كان \" في هذا المقام وما يشبهه في معنى ما ينبغي. وذلك مثل قوله تعالى:  (وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتلَ مؤْمِنًا إِلَّا خَطَئًا. . .) ، وقوله تعالى:  (مَا كانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ. . .) . وقوله تعالى:  (مَا يَكون لَنَا أَن نَّتَكَلَّمَ بِهَذَا سُبْحَانَكَ. . .) . </p><p> والنفي في النص القرآني منصبّ على اجتماع الرسالة مع القول الذي يكذبون به على أنبياء الله، ومعنى النسق هذا، لَا ينبغي لبشر أن يخاطبه الله تعالى ويعطيه الحكم والنبوة أن يقول للناس كونوا عبادا لي من دون الله فليس النفي بالبداهة منصبا على إيتاء الله الكتاب والحكم والنبوة، بل هو منصب على المعطوف، وهو أن يكون منه - مع ما آتاه الله - ذلك الادعاء فيدعو الناس إلى عبادته. </p><p> و \" الكتاب \" المراد به سجل الشريعة التي جاءت، و \" الحكم \" قيل المراد به الحكمة، ومن ذلك قول أكثم بن صيفي:  (الصمت حكم، وقليل فاعله) ، وأنا أرجح أن المراد هو الشريعة المنزلة التي يحكم بها بين الناس، و \" النبوة \" هي الرسالة الإلهية التي حملها النبي من أنبياء الله تعالى، وتلك النعم التي أنعم الله بها على هذا النبي لَا تتفق مع ما ينسب إليه، فالكتاب الذي آتاه حجة عليه والشريعة التي </p><p> جاء بها تتجافى عن \" هذا الادعاء، والأمانة التي تحملها برسالته عن الله تعالى تمنعه من أن ينطق بهذا البهتان الصريح؛ فإنه ليس في كتابه ولا شريعته، ولا يتفق مع معنى رسالته، وإذا كان من المستحيل أن يدعي تلك الدعوة فإن المعقول أن تكون دعوته متفقة مع هذه الأمور، ولذا قال سبحانه في دعوته: </p><p> (وَلَكِن كُونُوا رَبَّانِيِّينَ بِمَا كنتُمْ تُعَلّمُونَ الْكتَابَ وَبِمَا كنتُمْ تَدْرُسُونَ) أي: </p><p> ولكن يقول أولئك الذين أوتوا علم الكتاب، وعلم الشريعة، وفضل النبوة والسفارة الإلهية للناس:  (كُونُوا رَبَّانِيِّينَ) والربانيون، نسبة إلى الرب سبحانه وتعالى وقويت النسبة بزيادة الألف والنون، ومعنى هذه النسبة إلى الله تعالى يتضمن أنوارا يتخلق بها المؤمن. </p><p> أولها: ألا يعبد إلا الله وحده، فيكون بعقله وقلبه وأحاسيسه خالصا لله سبحانه وتعالى ولا يشرك فيها أحداً سواه. </p><p> وثانيها: ألا يعرف حقيقة شرع إلا عن الله، فلا يوسط في تعرفها عبادا لهم أهواء وشهوات، يحرفون الكلم عن مواضعه إلا أن يكونوا ذوي فهم في كتاب الله تعالى قد حرم هو منه، فيستعين بهم على فهم كتابه سبحانه لَا أن يأخذ أقوالهم على أنها دين الله. </p><p> ثالثها: ألا ينفذ من الأحكام إلا أحكام الرب سبحانه وتعالى. </p><p> رابعها: أن تكون كل أعماله خالصة لوجه الله فلا يماري ولا ينافق. </p><p> خامسها: أن يخضع للحق لذات الحق، وقد بين سبحانه - حكاية عما ينبغي أن يقوله الرسل وقد قالوه - كيف تتربى الربانية في نفس المؤمن، فذكر أنها علم الكتاب المنزل والعكوف على دراسته، فقال:  (بِمَا كنتمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كنتمْ تَدْرُسُونَ) . أي: أن الذي يربي الربانية هو الاستمرار والدءوب على أمرين اثنين: أولهما: دراسة الكتاب المنزل الذي بينه الرسول، فهو يدرسه مع شارحه، ويقطع كل الحجزات التي تحول بينه وبين هذه الدراسة، فلا يأخذ دين الله عن غير كتاب الله الذي بينه رسول الله تعالى. </p><p> ثانيهما: استيعاب علم الكتاب وتعليمه من البعض ليتمكن الدارسون من أن يعرفوا حقيقة كتاب الله، والاهتداء بهديه. وقُدِّم تعليم علم الكتاب على دراسته الأمرين: </p><p> أولهما: الإشارة إلى جرم أهل الكتاب الذين اتجهوا إلى تعليم الناس أهواءهم بدل أن يعلموهم كتاب الله. </p><p> وثانيهما: أن بيان الدراسة من غير تعليم وتدريس خبط عشواء. وسير في ظلماء؛ كما يحاول ملاحدة اليوم الذين يريدون أن يفهموا القرآن من غير أن يعلموا شيئا حتى علم العربية: </p><p> * * * </p>"
}