{
  "id": null,
  "sura": 3,
  "aya": 125,
  "text": "<p> (بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ (١٢٥) </p><p> * * * </p><p> \" بلى \" هنا إجابة لحاجتهم من المعونة الروحية، وفيها معنى الإضراب عن الإمداد الكثير إلى الإمداد الأكثر، والمعنى: يكفيكم أن يمدكم ربكم بخمسة آلاف من الملائكة، ونرى من المقابلة بين النصين الكريمين أن النص الأول فيه استنكار للنفي المؤكدب \" لن \" من أن ثلاثة آلاف لَا يكفي، وفي هذا النص تأكيد بأنه يكفيهم خمسة آلاف، ولكن الكفاية لَا تتحقق في ثلاثة آلاف أو خمسة آلاف إلا بشرط، وهو الصبر، والتقوى، ولذا قال تعالى:  (بَلَى إِن تَصْبِرُوا) أي إن تسربلتم سربال الصبر، واستشعرتم تقوى الله، وعلمتم أن النصر من عنده، فإنكم لَا محالة منتصرون، وسيمدكم الله بروح منه، أولئك الملائكة الأطهار، وإن الصبر هو قوة الحروب، والصبر يتقاضى أن يضبط المجاهد نفسه فلا ينساق وراء </p><p> هوى المال، وأن يضبط نفسه فلا يفر في لقاء، والتقوى تتقاضى التوكل بعد الأخذ في الأسباب، والاعتماد على القوي القهَّار الغالب على كل شيء، فبالتقوى والصبر تفيض الروحانيات المؤيدة التي هي مدد الله من الملائكة. ومعنى (وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ) أي من ساعتهم، والأصل في الفوركأنه مأخوذ من فوران القدر، ونحوها، ثم استعير للسرعة، ثم صار بمعنى التعقيب وعدم التراخي، ويطلق على كل حال لَا تأخير فيها ولا بطء. ومعنى (مسَوِّمِينَ) أي مكلفين أو مرسلين. </p><p> ومعنى النص الكريم: إن تصبروا وتتقوا ويأتوا من ساعتهم وقد استعددتم له أتم استعداد، فإن الله - تعالى - ممدكم بخمسة آلاف من الملائكة - يرسلها تأييدا لكم. </p><p> ولقد قرر بعض العلماء أن الله أمد المؤمنين في بدر بالملائكة، ولم يمدهم بها في أحد، وقد قال في ذلك الطبري: إن الله أخبر عن نبيه محمد - صلى الله عليه وسلم - أنه قال للمؤمنين: ألن يكفيكم أن يمدكم ربكم بثلاثة آلاف من الملائكة، ثم وعدهم بعد الثلاثة آلاف بخمسة آلاف إن صبروا لأعدائهم، ولا دلالة في الآية على أنهم امتدوا بالثلاثة آلاف، ولا بالخمسة الآلاف ولا على أنهم لم يمدوا بهم ولا خبر عندنا صح من الوجه الذي يثبت أنهم أمدوا بالثلاثة آلاف، ولا بالخمسة، وغير جائز أن يقال في ذلك إلا بخير تقوم الحجة به، غير أن في القرآن دلالة على أنهم أمدوا يوم بدر بألف، وذلك قوله تعالى:  (إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ (٩) . </p><p> أما في أحد فالدلالة على أنهم لم يمدوا أبين منها في أنهم أمدوا، وذلك أنهم لو أمدوا لم يهزموا ونيل منهم ما نيل منهم \". </p><p> ونحن نوافق شيخ المفسرين في ذلك، ذلك أن شرط الإمداد كان الصبر والتقوى، والصبر أي ضبط النفس لم يكن من الرماة الذين أمرهم النبي - صلى الله عليه وسلم - أن يحموا ظهر المؤمنين، فلا يتحركون سواء أكانت الجولة الأولى للمؤمنين أم كانت عليهم. </p><p> ولكن ما معنى الإمداد؟ وهل نزل الملائكة إلى الأرض حاملين السيوف مقاتلين في صفوف المؤمنين؟ لقد ذكر بعض الرواة أنهم نزلوا ذلك النزول، ويكون معنى الإمداد هو الإمداد الحسي الذي يرى ويسمع ولكن ليست هذه الرواية هي المشهورة وإن الحق في الموضوع أنهم لم يروا مقاتلين، ولا محاربين. </p><p> وإذن كيف كان الإمداد؛ الإمداد من مده بمعنى بسطه، ثم أطلق على الزيادة في المال والقوة، ويصح أن يطلق بمعنى الإمداد الروحي، وليس معنى الإمداد الروحي هو تقوية العزيمة فقط، بل معناه أن الله يفيض بأرواح الملائكة المطهرين، فتكون في قلوب المؤمنين تثبتهم وتقويهم، وتطهر نفوسهم، وتجعلها نحو الدين، ثم تفيض هذه الأرواح من الملائكة فتثبط المشركين وتخذلهم وتلقي الرعب في قلوبهم، فعمل الملائكة تثبيت المؤمنين وإلقاء الرعب في قلوب المشركين، ولذا قال تعالى في غزوة بدر الكبرى:  (إِذْ يُوحِي رَبُّكَ إِلَى الْمَلائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ. . .) ، وعلى ذلك نحن نميل إلى أن نزول الملائكة نزول روحي، والأرواح الطاهرة المطهرة تحل في قلوب أهل الحق، إذا وجد عندهم الاستعداد لتلقيها، والاستعداد لتلقيها يكون بالتقوى وتخليص النفس من أهوائها، وضبط المشاعر والإحساس، حتى يكون الجو الروحي الذي يمكن أن تنزل فيه تلك الأرواح التي هي نور خلقه الله تعالى، ولذلك كان الشرط في نزول الملائكة، وإمدادهم للمؤمنين، أن يصبر المؤمنون جميعا ويتقوا. ولا يكون في فريق منهم ما يجعل للهوى في قلبه سبيلا فيمنعه من ذلك التلقي الروحي. وإن ذلك هو رأي الطبري فقد ذكر ذلك في تفسير قوله تعالى:  (فَثَبِّتُوا الَّذِينَ آمَنوا) إذ قال: (قووا عزائمهم، وصححوا نياتهم، في قتال عدوهم من المشركين، وقيل كان ذلك بمعونتهم إياهم بقتال أعدائهم) ونرى بهذا أنه اعتبر من قال إنهم قاتلوا معهم قوله ضعيف، ولذا عبر عنه بقيل، وقد أنكر أبو بكر الأصم من فقهاء الحنفية قتال الملائكة، وقرر أن ذلك إن كان فهو من أعظم المعجزات ولم يذكر قط أنه معجزة، ولأن ملكا واحدا يكفي لدك مدائن، </p><p> فلا تكون ثمة حاجة لعدد من الملائكة ألفا أو ثلاثة آلاف أو خمسة آلاف، وإنما المراد تقوية القلوب والعزائم. </p><p> هذا، وإننا ننتهي من هذا إلى أن الملائكة وهي الأرواح المطهرة نزلت، وامتزجت بأرواح أولئك الصديقين الأطهار في يوم بدر، وكان النصر من عند الله تعالى. وأن الأرواح الطاهرة من الملائكة قد تلابس أرواح أمثالها، ولا دليل من العقل يمنع وقد قام الدليل من النقل، والله سبحانه وتعالى أعلم. </p><p> * * * </p>"
}