{
  "id": null,
  "sura": 3,
  "aya": 18,
  "text": "<p> (شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلائِكَةُ وَأُولوا الْعِلْمِ قَائِمًا بِالْقِسْطِ) الشهادة: الحضور، إما بالبصر، وإما بالبصيرة؛ ومن هذا المعنى قوله تعالى:  (لِيَشْهَدُوا مَنَافِعَ لَهُمْ. . .) ، وقوله تعالى:  (وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِّنَ الْمُؤْمِنِينَ) ، ثم أطلقت الشهادة على الإخبار المبني على المشاهدة والمعاينة، ثم أطلقت بمعنى العلم، وبمعنى الحكم؛ ومن ذلك قوله تعالى:  (وَشَهِدَ شَاهِدٌ منْ أَهْلِهَا. . .) . </p><p> وقوله سبحانه وتعالى في هذه الآية الكريمة:  (شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلائِكَةُ وَأُولو الْعِلْمِ) للعلماء في تفسير الشهادة فيه طريقان: أحدهما: أن الشهادة الإخبار، وقد أخبر الله سبحانه وتعالى عن وحدانيته بالآيات القرآنية التي أنزلها على نبيه في القرآن الكريم مثل قوله تعالى:  (اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ. . .) ، وقوله تعالى:  (قُلْ هُوَ اللَّهُ أَحَدٌ (١) اللَّهُ الصَّمَدُ (٢) لَمْ يَلِدْ وَلَمْ يُولَدْ (٣) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (٤) . </p><p> وأخبر الله سبحانه وتعالى عن وحدانيته أيضا بالآيات الكونية التي وجه الأنظار إليها من خلق السماوات والأرض وما بينهما، ومن تسخير </p><p> الشمس والقمر، ومن إيلاج الليل والنهار. وأخبر سبحانه عن وحدانيته بالأدلة القاطعة التي أشار إليها في كتابه العزيز، من مثل قوله تعالى:  (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفونَ) . </p><p> وإخبار الملائكة عن وحدانيته سبحانه، بعبادتهم له سبحانه وطاعتهم المستمرة (لا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ) ، ونزولهم على الأنبياء بأخبار الوحدانية. </p><p> وشهادة أولي العلم من الناس هي إخبارهم أيضا بما يستنبطونه من الأدلة العلمية الكونية الدالة على وحدانيته سبحانه، وتصديقهم لما جاء به الرسل، ونطقهم بما آمنوا به ودعوتهم إليه؛ وهذه الشهادة مختصة بأهل العلم الذين قد أخلصوا في طلب الحقيقة؛ فقد قال تعالى عن الجهال:  (مَا أَشْهَدتُّهُمْ خَلْقَ السَّمَاوَاتِ والأَرْضِ وَلا خَلْقَ أَنفُسِهِمْ) . </p><p> وفى إجماع هذه الأخبار - إخبار خالق الكون، وإخبار الملائكة الأطهار، وبني آدم الأبرار - دليل على أنه معنى مقرر لَا مجال لأن يرتاب فيه عاقل. </p><p> المعنى الثاني للشهادة في قوله تعالى:  (شَهِدَ اللَّه أَنَّهُ لَا إِلَهَ إِلَّا هُوَ) هو العلم. والمعنى: علم الله في علمه الأزلي، وعلم الملائكة بِفِطَرهم وبما أنشأهم عليه رب العالمين، وعَلم أهل العلم من الناس باستنباطهم وتقصيهم لأنواع الاستدلال المختلفة أنه لَا إله إلا هو. وفي جمع العلم على هذا النحو إشارة إلى أن أنواع العلم الثلاثة قد اتفقت على الوحدانية. فعلم الله الأزلي، قد تلاقى مع علم الملائكة النوراني وعلم الناس الاستدلالي على أن الله واحد، فكيف يختلف الناس فيه؟! تعالى الله سبحانه وتعالى علوا كبيرا. </p><p> وقوله تعالى:  (قَائِمًا بِالْقِسْطِ) معناه أنه هو الواحد الأحد، الذي يسيطر على العالم بالقسط والعدل والميزان، وكل شيء في هذا الكون بمقدار، يسير على نظام محكم بقدرته سبحانه، لَا يتعدى أي جزء من أجزاء ذلك الكون الطورَ الذي </p><p> أعده الله سبحانه لها، كما قال سبحانه (وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (٣٨) . </p><p> وهذا التعبير السامي (قَائِمًا بِالْقِسْطِ) فيه مع المعنى الذي ذكرناه إشارة إلى مقام الربوبية، وهو أنه الخالق المسيطر المسير المحكم لهذا النظام الكوني، وإشارة إلى مقام الألوهية، وهو أنه وحده المستحق للعبادة، ما دام هو وحده القائم على كل شيء وفيه إشارة إلى مقام العبودية، وهو أنه لَا يعبد سواه، فلا قوة لأحد أو لشيء بجوار قدرة الله؛ فهو سبحانه الديان، والمجازي للخلق على ما يعملون، بمقتضى قيامه على هذا الكون بالقسط، فإنه بحكم القسط لَا يستوي الذين يعملون الخير، والذين يعملون الشر؛ ولهذا نقول: إن في هذه الجملة الكريمة (قَائِمًا بِالْقِسْطِ) إشارة أيضا إلى اليوم الآخر وما فيه من حساب وعقاب وثواب. </p><p> وكرر سبحانه تقرير الوحدانية فقال: </p><p> (لا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ) وفي هذا التكرار إشارات إلى معان جديدة. </p><p> منها: الإشارة إلى أنه سبحانه وتعالى لَا يترك الناس سدى، فهو بمقتضى انفراده بالربوبية والألوهية والعبودية، قد شرع الشرائع بمقتضى حكمته، وهو يحميها بعزته وسلطانه؛ ولذا وصف سبحانه بأنه (الْعَزِيزُ الْحَكِيمُ) أي الذي يدير هذا الكون وأمور الناس، ويشرع لهم الشرائع ويحميها؛ لأنه العزيز الحكيم. </p><p> ثم في هذا النص أيضا إشارة إلى كمال سلطانه وانفراده وحده بهذا السلطان. </p><p> وفيه أيضا رد على الذين يتخذون لله شفعاء يحسبون أن لهم سلطانا، وما لأحد عند رب العالمين من سلطان، فكل خلقه بالنسبة لقدرته وعلمه وإرادته سواء. </p><p> وقبل أن نترك القول في هذه الآية الكريمة لابد من أن نتكلم كلمة موجزة في أولي العلم؛ فمن هم أولو العلم الذين قرن اسمهم باسم الملائكة بل بلفظ الجلالة، ووضعت شهادتهم مع شهادته سبحانه، وشهادة ملائكته الأطهار؛ هذا سؤال يتردد في نفس كل قارئ يتلو كتاب الله العظيم. ونقول في الإجابة عنه: إنهم الذين وصفهم الله سبحانه وتعالى في قوله: (إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ... ) . </p><p> وهم الذين وصفهم الله تعالى بالتفويض والإخلاص في قوله:  (وَالرَّاسِخُونَ فِي الْعِلْم يَقُولُونَ آمَنَّا بِهِ كُلٌّ منْ عِندِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولوا الأَلْبَابِ) ، </p><p> ولذا نرى أن أول وصف من أوصافهم الإخلاص في طلب الحقيقة، والصدق في القول والعمل، فلا يقال لهم مثلا:  (لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ كَبُرَ مَقْتًا عِندَ اللَّهِ أَن تَقُولُوا مَا لَا تَفْعَلُونَ) ، وقد أشار سبحانه إلى وصف آخر من أوصافهم فقال:  (وَأُوْلُو الْعِلْمِ) أي الذين صاحبوا العلم ولزموه، واتجهوا إلى المعاني الروحية، ولم يخلطوا بالمعاني العلمية الرغائب المادية، ولم يجعلوا العلم مطية للأهواء والمآرب المادية؛ فهاتان صفتان لازمتان أو هما خاصتان من خواص العلماء، وهما الإخلاص، والانصراف التام لطلب الحقائق العلمية بألا يجعل العلم طريقا للمنافع الذاتية الآثمة. ولقد قال رسول الله محمد - صلى الله عليه وسلم - في العلماء الذين كانت فيهم هاتان الخاصتان:  \" العلماء أمناء الله على خلقه \"  (١) وقال فيهم: \" العلماء ورثة الأنبياء، يحبهم أهل السماء، وتستغفر لهم الحيتان في البحر إذا ماتوا \"  (٢) . </p><p> هؤلاء هم العلماء الذين قرنت شهادتهم بشهادة الله والملائكة، فإن لم يكونوا كذلك فإنه يخشى أن يكونوا ممن خوف أمته منهم في مثل ما روي عنه عليه الصلاة والسلام أنه قال:  \" أخوف ما أخاف على أمتي رجل منافق، عليم اللسان غير حكيم القلب، يغيرهم بفصاحته \"  (٣) . </p><p> * * * </p><p>(١) رواه ابن عساكر، والقضاعي عن أنس رضي الله عنه أكنز العمال: ج ١ ص ١٩٨١) ٢٨٦٧٥)، وقد أورد الإمام أحمد: مسند الشاميين (١٧١١٨). (٢) راجع تلخيص السنن للمنذري، وقد أخرجه عن أبي الدرداء الترمذي: العلم - ما جاء في فضل الفقه على العبادة (٢٦٠٦) وأحمد (٢٠٧٢٣) والدارمي: المقدمة (٣٤٦). سنن أبي داود: العلم - الحث على طلب العلم.(٣) رواه أحمد في مسند العشرة المبشرين بالجنة (١٣٧).</p>"
}