{
  "id": null,
  "sura": 3,
  "aya": 12,
  "text": "<p> (قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَى جَهَنَّمَ وَبِئْسَ الْمِهَادُ (١٢) </p><p> * * * </p><p> اغتر المشركون بأموالهم وأولادهم وقوتهم في الأرض، فكفروا وعتوْا عتوا كبيرا؛ فبين الله سبحانه وتعالى أنهم سَيُغْلَبون في هذه الدنيا، وأنهم في الآخرة سيحشرون إلى جهنم؛ ولذا أمر الله سبحانه وتعالى نبيه أن يقول فيهم هذه الحقيقة فقال سبحانه:  (قُل لِّلَّذِينَ كَفَرُوا) . </p><p> فهذه الآية الكريمة إنذار للمشركين بأن الهزيمة ستلحقهم في الدنيا، وأن العذاب سيستقبلهم في الآخرة. وقد أمر الله سبحانه نبيه بأن يواجههم بهذا الخطاب، ولم يوجهه سبحانه وتعالى إليهم، لأن أولئك المغترين المفتخرين كانوا يدلّون بقوتهم على النبي - صلى الله عليه وسلم -، ويعتزون بها في مخاطبته - صلى الله عليه وسلم -، فكانوا يقولون له:  (نَحْنُ أَكثَرُ أَمْوَالًا وَأَوْلادًا وَمَا نَحْنُ بِمُعَذَّبِينَ) . وكانوا يأخذون من عزتهم في الدنيا دليلا على عزتهم في الآخرة، فكان حالهم كحال هذا العامل الذي حكى الله سبحانه عنه بقوله:  (وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا (٣٥) وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا (٣٦) . </p><p> وهكذا الطبيعة الإنسانية إن استغنت طغت في حاضرها، وغرها الغرور في قابلها:  (كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى (٦) أَنْ رَآهُ اسْتَغْنَى (٧) . </p><p> وإذا كانوا يجابهون النبي - صلى الله عليه وسلم - بذلك فإنه يكون من المناسب أن يتولى هو الرد، وهو الذي جُرِّدَ من المال والولد، ولا ناصر له إلا الله سبحانه وتعالى. </p><p> وإن ذلك الاغترار كان من المشركين واليهود الذين كانوا يجاورون النبي - صلى الله عليه وسلم - بالمدينة، وقد جابهوا النبي - صلى الله عليه وسلم - بذلك عندما دعاهم إلى الإسلام بعد واقعة بدر التي انتصر فيها المسلمون، فإنه يروى أن النبي - صلى الله عليه وسلم - جمعهم في سوق بني قينقاع، وقال لهم:  \" يا معشر اليهود، احذروا مثل ما نزل بقريش، وأسلموا قبل أن ينزل بكم ما نزل بهم، فقد عرفتم أني نبي مرسل \" . فقالوا: لَا يغرنك أنك لقيت أقواما أغمارا لَا يعرفون القتال، إنك والله لو قاتلتنا لعرفت أننا نحن الناس، وأنك لم تلق مثلنا (١) . </p><p> وإذا كان الاغترار من الفريقين فإنه يصح أن نقول إن الخطاب للكفار جميعا الذين يغترون مثل هذا الغرور، وخصوصا أن النبي - صلى الله عليه وسلم - أمر بأن يخاطب بهذا الذين كفروا، سواء أكانوا من هؤلاء أم كانوا من أولئك، وإن الكفر بالحقائق </p><p>(١) رواه أبو داود: الخراج والإمارة والفيء - كيف كان إخراج اليهود من المدينة (٢٦٠٧).</p><p> الواضحة البينة التي تدركها العقول السليمة يكون سببه دائما اغترارا بأمر مادي مسيطر على النفس يجعل عليها غشاوة فلا يدرك العقل، ولا يؤمن القلب. </p><p> وهنا يرد بحث لغوي وهو: لماذا أدخل السين في قوله تعالى: (سَتُغْلَبُونَ) ولم يقل تعالت كلماته: ستحشرون؟ </p><p> والجواب عن ذلك: أن السين لتأكيد القول، والذي كان موضع شك عند هؤلاء هو كون النبي - صلى الله عليه وسلم - سيهزمهم في الدنيا، والحشر قد أكده سبحانه وتعالى في كثير من آي الكتاب. وفوق ذلك فإن السين مقدرة في تحشرون باعتبارها معطوفة على \" ستُغلَبون \" والعطف على نية تكرار العامل. </p><p> ولقد أشار سبحانه إلى أن الحشر سيكون تجميعا للكفار يساقون بعده إلى نار جهنم، وجهنم هي الجزء العميق في النار؛ ولأنه بعد الحشر يكون السَّوق إلى نار جهنم وتعدت كلمة يحشرون بـ \" إلى \" ، إذ قد تضمنت مع معنى التجمع معنى السَّوق والأخذ إلى نار جهنم. ثم أشار سبحانه إلى شدة العذاب بقوله تعالى: </p><p> (وَبِئْسَ الْمِهَادُ) أي أنها ليست مُقَاما محمودا بالنسبة لهم، بل هي مقام مذموم منهم يصح أن يقال فيه بالنسبة لهم \" بئس المهاد \" فجهنم ليست موضع ذم في ذاتها باعتبارها دار جزاء عادل، ولا يذم الجزاء العادل ولو كان قاسيا، ولكن هي موضع الذم ممن ينزل به لأنه سيتلقى قسوته. ومعنى المِهَاد: الفراش المبسوط السهل اللين المريح، فيقال: مهد الرجل الأمر بسطه وهيأه وأعده، وعلى هذا فالتعبير فيه نوع من التهكم بهم، إذ هي لَا تكون أمرا ممهدا. </p><p> * * * </p>"
}