{
  "id": null,
  "sura": 3,
  "aya": 66,
  "text": "<p> (هَا أَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ ... (٦٦) </p><p> * * * </p><p> أي أنتم معشر أهل الكتاب حاججتُم وبادلتم الحجة، سواء أكانت داحضة أم دامغة في أمر عندكم أسباب العلم به، سواء أكنتم تجادلون بمقتضى هذا العلم أم </p><p> تخالفون مقتضاه، وتلوون منطقه، وتبعدون به عن الحجج، فلم تحاجون فيما ليس لكم به علم؛ وبيان ذلك أن اليهود والنصارى عندما كانوا يتجادلون مع النبي - صلى الله عليه وسلم -، وفيما بينهم كانوا يتجادلون في أمرٍ أسباب العلم به قائمة حاضرة مهيأة وإن كانوا ينحرفون بها عن غاياتها، ويلوونها عن مقاصدها ومراميها تبعا لأهوائهم وشهواتهم، فكانت محاجة في أمر لهم به علم، وإن لم يسيروا على مقتضى أحكام العلم، أما جدلهم في كون إبراهيم كان يهوديا أو نصرانيا، أو في كون النبي - صلى الله عليه وسلم - المبعوث في المستقبل يكون عربيا أو عبريا فجدل ومحاجة في أمر لَا علم لهم به، وإن العاقل ينأى به عقله عن أن يجادل في أمر ليس عنده شيء من أسباب العلم به، ولكن هكذا يتردى أهل العقول عندما تنحرف نفوسهم إلى التعصب، فيتحكم الهوى في العقل. </p><p> وهنا مباحث لفظية: </p><p> أولها: أن الهاء المكررة في قوله تعالى: (هَا أَنتُمْ هَؤُلَاءِ) هي هاء التنبيه، وتكرارها في موضع واحد للدلالة على غرابة ما هم عليه ومجافاته لكل تفكير ولكل عقل، وكيف دلاهم التعصب في هذا الانحراف الفكري. </p><p> وثانيها: أن \" هؤلاء \" إشارة إلى النصارى واليهود الذين قالوا في إبراهيم ما قالوا، وقد أنزلت التوراة والإنجيل من بعده، فهي تتضمن الأحوال الغريبة التي كانت منهم، وأنها أدت إلى شذوذ عقلي آخر. </p><p> ثالثها: أن الزمخشري ذكر أن بعض العلماء قال هنا إن \" هؤلاء \" بمعنى \" الذين \" وإن هذا يفيد أن الذي أدى إلى ترديهم العقلي هو أنهم يتكلمون فيما يعلمون وفيما لَا يعلمون. </p><p> (وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ) ختم الله سبحانه وتعالى ببيان علمه تعالى المؤكد، فقرر العلم المطلق له سبحانه، ونفَى عنهم العلم في هذا المقام، فالله سبحانه وتعالى هو الذي يعلم حال إبراهيم عميه السلام، ويعلم الحق فيما يتحاجون به بعلم وبخير علم، ويعلم مَن الذي يكون أهلا لرسالته أيكون من </p><p> العرب أم يكون من العجم؛ (اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ) وهو الذي يعلم بخفايا نفوسهم، والحقد الدفين فيها، والحسد للناس على ما آتاهم الله من فضله. وقد قرر سبحانه أنهم لَا يعلمون، فقال:  (وَأَنتُمْ لَا تَعْلَمُونَ) فهم لا يعلمون حال إبراهيم عليه السلام ولا من هو أهل للرسالة؛ وليس من شأنهم أن يعلموا؛ لأنَّ أحقادهم تحول بينهم وبين أن يدركوا الذي عليه من يخالفونهم، فإنه لَا شيء كالحقد والحسد يحول بين المرء والإدراك السليم والعلم الصحيح. </p><p> اللهم رفقنا للحق، وهيى لنا أسباب العلم به، والإذعان له، فإن الهداية منك وإليك، من يهد الله فلا مضل له، ومن يضلل فلا هادي له. </p><p> * * * </p><p> (مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (٦٧) إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ (٦٨) وَدَّتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ (٦٩) يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَأَنْتُمْ تَشْهَدُونَ (٧٠) يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ (٧١) </p><p> * * * </p><p> ذكر الله سبحانه وثعالى في الآية السابقة ما يشر إلى أن كلتا الطائفتين من اليهود والنصارى كانت تدَّعي أن دينها هو دين الله الخالص، وأنه دين النبيين جميعا، وأنه دين أبي الأنبياء إبراهيم عليه السلام، وأنهم ما غيروا وما بدّلوا، وكذلك كان يدّعي المشركون؛ لأنهم من سلالة إبراهيم عليه السلام، وحسبوا هذا </p><p> يسوغ لهم ذلك الإدعاء؛ وقد بين الله سبحانه وتعالى في هذه الآية أن إبراهيم عليه السلام بريء من هذه النِّحَل؛ لأنه نبي الوحدانية، هادم الأوثان، وحاطمها، والذي تعرض للأذى بالنار لجرأته الكبرى عليها وعلى عُبَّادها، وما نجاه إلا الله، كما قال تعالى:  (قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلامًا عَلَى إِبْرَاهِيمَ) ، ولقد قال سبحانه في تقرير هذه البراءة من اليهودية والنصرانية والشرك: </p>"
}