{
  "id": null,
  "sura": 3,
  "aya": 176,
  "text": "<p> (وَلَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئًا ... (١٧٦) </p><p> * * * </p><p> والمعنى لَا يحزنك ولا تكن في نفسك حسرة على الذين يسارعون في الكفر أي يوغلون فيه وينتقلون من درجة إلى درجة فينتقلون من الضلال والجحود إلى التضليل ومن التضليل إلى الفتنة ثم القتال، ثم التدبير الخبيث والمكر السيئ، ولقد فسر الزمخشري كلمة (يُسَارِعُون فِي الْكُفْرِ) بمعنى الوقوع فيه سريعا من غير تريث وتدبر وتفكير، والأول عندي أوضح، لأن الكلام ليس في الذين وقعوا فيه من جديد، وإنما هو في الذين مردوا عليه وأوغلوا فيه واستمروا عليه، والنهي عن الحزن نهي عن الاسترسال فيه، ونهي عن أسبابه، وهو الظن بغلبة الضلال على اليقين والكفر والإيمان، ولقد طمأن الله تعالى نبيه تأكيدا للنهي، ونفيا لمبرراته، فقال سبحانه: </p><p> (إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئًا) أي إنهم مهما يتماد شرهم وطغيانهم وفتنتهم الناس عن دينهم، فلن يضروا الله شيئا من الضرر ولو صغيرا. فلن ينقص كفرهم </p><p> من سلطان الله، ولن يزيد إيمانكم من سلطان الله تعالى، فالله غالب قاهر فوق عباده، فعظمة الله لَا يُنقصها كفر، وقد زكى سبحانه النهي عن الحزن بأمر آخر وهو بيان أن الله أراد لهؤلاء ما هم عليه، وإن كان باختيارهم، ولذا قال سبحانه: </p><p> (يُرِيدُ اللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ) أي أنه لَا يصح أن تحزن لمسارعتهم في الكفر وانحدارهم في مهاويه؛ لأن الله سبحانه هو الذي لم يجعل لهم حظا في الآخرة، فما عصوا الله تعالى غالبين لإرادته، بل عصوا بإرادتهم وإرادته سبحانه، وإن كان لَا يرضى لعباده الكفر، وفرق ما بين الرضا والإرادة، فالله سبحانه وتعالى لم يرد أن يجعل لهم حظا في الآخرة، ولكنه لَا يحب الكفر ولا يرضاه. </p><p> فالمعنى أن كفرهم ليس مراغمة لله - سبحانه - حتى تحزن وإنما هو بإرادته لأنه أراد ألا يكون لهم حظ من الخير في الآخرة ولهم بدل الحظ من الخير عذاب عظيم، ولذلك قال سبحانه:  (وَلَهُمْ عَذَابٌ عَظِيم) ، لتهديدهم بما يستقبلهم فوق الخزي العظيم في الدنيا، ربنا فاغفر لنا ذنوبنا وكفر عنا سيئاتنا وتوفنا مع الأبرار. </p><p> * * * </p><p> (إِنَّ الَّذِينَ اشْتَرَوُا الْكُفْرَ بِالْإِيمَانِ لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَلَهُمْ عَذَابٌ أَلِيمٌ (١٧٧) وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا وَلَهُمْ عَذَابٌ مُهِينٌ (١٧٨) مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلَكِنَّ اللَّهَ يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشَاءُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ (١٧٩) </p><p> * * * </p><p> النص الكريم في بيان معاملة الله تعالى للذين تركوا الحق، ويتبعون الضلال، ويُحادُّون الله ورسوله سرا وإعلانا، وقد بين سبحانه في الآية أنه لا يصح أن تكون مسارعة الكفار في الكفر وتنقلهم من حال إلى حال فيه سببا في حزنك، وإلقاء الغم في قلبك، لأنهم لَا يضرون إلا أنفسهم ولن يضروك شيئا ما دام الله سبحانه معك، ولن يتخلى عنك، وفي هذه الآيات يبين معاملة الله تعالى لهؤلاء الكافرين، واختباره سبحانه للمؤمنين، وأنه سبحانه وتعالى قد قدر كل ذلك في علمه المكنون الذي لَا يطلع عليه أحد، وقد قال سبحانه في أوصاف الكافرين: </p>"
}