{
  "id": null,
  "sura": 3,
  "aya": 149,
  "text": "<p> (يَا أَيّهَا الَّذِينَ آمَنُوا إِن تُطِيعُوا الَّذِينَ كَفَرُوا يَردُّوكمْ عَلَى أَعْقَابِكُمْ) النداء للمؤمنين بوصف كونهم مؤمنين، وفيها بيان أنه لَا يليق بهم بوصف كونهم مؤمنين أن يطيعوا الذين كفروا؛ فإن الكفر والإيمان نقيضان لَا يجتمعان، ولا يكونان في قلب رجل واحد، ولقد أشار سبحانه إلى بعد احتمال أن يطيع المؤمنون الكافرين بالتعبير في أداة الشرط بـ (إن) دون (إذا) ؛ إذ إن:  (إذا) للتحقق أي تحقق الشرط، وتحقق الجزاء، أما (إن) فإنها لَا تفيد تحقق الشرط، وبالتالي لَا يتحقق الجزاء. والمعنى في هذا هو التحذير من مسايرة الكافرين بأي نوع من أنواع المسايرة؛ إذ كل مسايرة طاعة، ولا يليق بالمؤمن أن يطيع كافرا؛ لأنه يجب أن يكون في حذر دائم، وإنه لو فرض وأطاعوهم فإنهم يرتدون على أعقابهم خاسرين. </p><p> والنداء متجه ابتداء للمؤمنين المجاهدين الذين حضروا أُحدا، ووجد بينهم المنافقون ينادون بالويل والثبور وعظائم الأمور، ويرجفون في المدينة، ووجد أيضا المترددون الضعفاء الذين استجابوا أو كانوا على استعداد للاستجابة، إذ دعا بعض المنافقين بأن يتوسطوا عند أبي سفيان لينجوا بأجسامهم. </p><p> ومع أن الخطاب ابتداء لهؤلاء له وجه عام، وهو نداء المؤمنين في كل الأجيال وفي كل الأحوال بألا يسايروا الكافرين، رجاء نصر، أو تحقق نفع، وألا يمالئوهم بأي نوع من أنواع الممالأة، فإن الكافرين في كل العصور لَا يريدون بالمؤمنين إلا خبالا، ولا يرجون لهم إلا أن يكونوا قوما بورا، فالآية الكريمة تحذر المؤمنين تحذيرا عاما بألا يطيعوا الكافرين، ولا يستنصروا بهم، ولا يجعلوا لهم ولاية عليهم، لأن ولايتهم غير ولاية الله، وولاية الله هي الولاية الحق، وهم موضع غضب الله تعالى دائما، والذي يتولاهم ويستنصر بهم، فإنما يتولى قوما غضب الله عليهم، والله تعالى يقول:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ (١٣) . </p><p> وقد ذكر الله سبحانه وتعالى نتيجة إطاعة الكافرين في أي عصر من العصور إن كان هناك احتمال لذلك. فذكر في جواب الشرط نتيجتين، كلتاهما مترتبة على الأخرى، أولاهما: أشار إليها بقوله سبحانه: (يَردُّوكمْ عَلَى أَعْقَابكمْ) ، والثانية المترتبة عليها: أشار إليها بقوله عز من قائل: (فَتَنقَلِبوا خَاسِرِينَ) . ولنتكلم بكلمة موجزة في كل واحدة من هاتين النتيجتين المتلازمتين اللتين يقتضي وجود إحداهما وجود الأخرى: </p><p> فالنتيجة الأولى، وهي ردهم على أعقابهم، معناها أن يرجعوا إلى موضع الذلة الذي كانوا فيه قبل أن يؤذن لهم بالجهاد أو يرجعوا إلى ما كانوا عليه في غير انتظام وفي اضطراب، والمضطرب دائما لَا يملك زمام نفسه، والأعقاب جمع عقب، وهو مؤخر القدم، والتعبير بـ:  (يَرُدُّوكمْ عَلَى أَعْقَابِكُمْ) ، فيه إشارات إلى أمور ثلاثة، أولها: أن هذا مطلب للكافرين، فإن أطعتموهم فقد حققتم لهم </p><p> مقصدهم، وهو أن يردوكم، ولذا أسند الرد إليهم، ولم يقل ارتددتم، وثانيها: أن طاعتهم التي يترتب عليها ما ذكره سبحانه هي أقصى الهزيمة وهي الكبوة التي لا قيام بعدها، ولذلك عبر عن هذا بالرجوع على الأعقاب، فهو رجعة إلى الوراء وليس وثبة إلى الأمام، والأمر الثالث الذي يشير إليه النص هو أن زمام المؤمنين يكون نهائيا بأيدي الكافرين إذا أطاعوهم، وهذا هو ما آل إليه أمر المسلفين في العصور الأخيبرة، وفي هذا تذكرة لمن يخشى. </p><p> والنتيجة الثانية هي الانقلاب خاسرين، والتعبير بالانقلاب في قوله سبحانه:  (فَتَنقَلِبُوا خَاسِرِينَ) يفيد أن إطاعة الكافرين يكون حتما فيها تغيير حال أهل الإيمان، ولكنه تغيير هو انقلاب، وجعل أعلى ما فيهم أسفل، فهو نكسة تصيبهم، ويعز عليهم من بعد أن يعودوا مستقيمين يضعون أغلى ما فيهم وهو الإيمان في موضعه، وإن ذلك الانقلاب تلابسه لَا محالة الخسارة المؤكدة التي لا احتمال فيها؛ إذ يخسر المؤمنون إيمانهم، ويخسرون من وراء ذلك الآخرة، وينطبق عليهم قوله تعالى:  (خَسِرَ الدُّنْيَا وَالآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِين) ، وإن أولئك الذين يستخذون للكافرين ويسايرونهم، بل يطيعونهم وينتقلون من العزة والكرامة إلى الذلة والمهانة ويعتقدون القوة في الكافرين فيعطونهم الولاية، ينسون الله تعالى وولايته، ولذلك قال سبحانه مطمئنا المؤمنين الصادقين الذين لَا يرضون بولاية الكافرين: </p><p> * * * </p>"
}