{
  "id": null,
  "sura": 3,
  "aya": 72,
  "text": "<p> (وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ) أخرج ابن جرير الطبري عن قتادة التابعي أنه قال: \" قال بعض أهل الكتاب لبعض: أعطوهم الرضا بدينهم أول النهار، واكفروا آخره، فإنه أجدر أن يصدقوكم، ويعلموا أنكم قد رأيتم فيه ما تكرهونه، وهو أجدر أن يرجعوا عن دينهم \" . وأخرج ابن جرير أيضا عن السُّدي أنه قال: \" قالوا لبعضهم: ادخلوا في دين محمد أول النهار، وقولوا: نشهد أن محمدا صادق، فإذا كان آخر النهار فاكفروا وقولوا: إنا رجعنا إلى علمائنا وأحبارنا، فسألناهم فحدثونا أن محمدا كاذب، وأنتم لستم على شيء، وقد رجعنا إلى ديننا، فهو أعجب إلينا من دينكم لعلهم يشكُّون، فيقولون هؤلاء كانوا معنا أول النهار فما بالهم، فأخبر الله سبحانه وتعالى رسوله بذلك وروى أنهم نفذوا قولهم عملاً؛ والروايات في هذا كثيرة، وكلها متلاقية في المعنى غير متنافرة. </p><p> وخلاصتها: أن أولئك المضللين الذين أكل الحسد قلوبهم دعا بعضهم أن يظهروا الإسلام ليبدوا طلاب حقيقة، فإن رجعوا استطاعوا أن يجتذبوا معهم بعض ضعفاء الإيمان. </p><p> والمراد بوجه النهار ما يقابل آخره، وهو أول النهار، وعبر عنه بالوجه؛ لأن أول النهار هو وقت إقباله، والوجه هو مظهر الإقبال، والوجه أيضا كناية عن الظهور، وأول النهار هو وقت الظهور ووقت الوضوح، بعكس آخره. </p><p> وهل معنى الاتفاق الذي اتفقوا عليه هو أن يبدءوا في الضحى فيسلموا ثم يكفروا في المساء؛ ظاهر اللفظ ذلك، ولكن يبدو للمتأمل البصير أنهم يريدون أن يسلموا حينا من الزمان حتى تتم الثقة بهم والاطمئنان إليهم، ثم يكفروا من بعد ذلك، على ألا يستغرق إظهارهم الإسلام إلا أمدا يستطيعون فيه جلب الثقة إليهم؛ ويكون حينئذ التعبير كله من قبيل الاستعارة التمثيلية، سيقت لتصور حالهم التي اتفقوا عليها، وهي أنهم يظهرون الإيمان ثم يكفرون بعد أمد قصير. </p><p> فالاستعارة لتصوير سرعة الرجوع وإظهار الكفر، وتأكد التعاقب بين إظهار الكفر وإظهار الإسلام، كما يتعاقب ظهور آخره بعد أوله. وقد حكى الله سبحانه وتعالى عنهم مقصدهم ومكرهم السيئ بقوله تعالت كلماته: </p><p> (لَعَلَّهُمْ يَرْجِعُونَ) فهذا التعبير يفيد بيان مقصدهم وهو رجاء أن يرجع بعض المؤمنين إلى الكفر بعد الإيمان، ولكنهم عبروا عن البعض باسم الكل، فإنه لا يمكن أن يرجعوا جميعا، بل الذي يرجى رجوعه من المسلمين هو الضعيف غير القوي في دينه، غير المطمئن في يقينه، ولكن كفر هذا الفريق بعد إيمان يحدث اضطرابا في جماعة المسلمين، فيكون التظنن فيهم، وحيث جرى الشك في الجماعة كان وراءه التفرق وفقد الثقة، وكان وراءهما الفشل الذريع، وإنهم من بعد ذلك يطمعون أن تعود الجزيرة العربية إلى الشرك بعد هذا الإيمان الذي هددهم في كيانهم؛ وكذلك سولت لهم نفوسهم، فإن الذي يركب رأسَه الشيطانُ توسوس له نفسه بالشر، ويتسع أفق تصوره حتى يتمنى الأماني البعيدة القاصية كأنها قريبة دانية. </p><p> وإن تلك الطريقة التي سلكوها من أقوى ما تفتق عنه التدبير الإبليسي؛ فإن إظهار الكفر بعد إظهار الإيمان مع التذرع بتلبيسات مضللة من شأنه أن يدخل الشك في ضعفاء الإيمان، وقد يكون معه الجهر بما يثير الريب حتى في أقوى الحقائق صدقا وأجدرها باليقين؛ ولذلك كانت عقوبة الردة التي ثبتت بقوله - صلى الله عليه وسلم -: </p><p> \" من بدّل دينه فاقتلوه \"  (١) هى القتل؛ وذلك لقطع السبيل على الذين يدخلون في الإسلام ظاهرا، وهم يريدون إثارة الشك حول حقائقه، وليس في ذلك منافاة للحرية الدينية التي قررها الإسلام في قوله تعالى:  (لا إِكْرَاهَ فِي الدِّينِ قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَي. . .) ، ولقد كان أولئك الذين أخذوا بذلك الطريق الخبيث لإفساد العقائد يظهرون في عصور الإسلام الوقت بعد الآخر، وهم الزنادقة، فهم كانوا في باطنهم كفارا يستترون بستار الإسلام ليفسدوا الأمر على أهل الإسلام، ويشككوا الناس في عقائدهم. </p><p> وإن الفقهاء كانوا يحذرون الناس من سمومهم التي ينفثونها، وقرر جمهورهم أن كل مرتد يستتاب إلا من عرف بالزندقة، فإنه يتخذ التوبة ستارا ليستطيع بها الكيد للإسلام وأهله، فيرد عليه كيده في نحره، وإن ظهر منه الكفر الذي يحاول ستره يؤخذ بالنواصي والأقدام. </p><p> وإن أهل الكتاب ليبالغون في التدبير للاحتياط من أن يذهب منهم إلى المسلمين من يؤمنون بالإسلام، فهم يحاولون من جهة بث الشَّك في الإسلام بين أهله، ومن جهة أخرى يعملون على الاحتياط من أن يدخل أحد منهم في الإسلام، ولذلك يثيرون العصبية الدينية فيما بينهم، ويتداعون ألا يذعن أحد منهم لغير طائفته؛ ولذلك يقولون: </p><p> * * * </p><p>(١) رواه البخاري: الجهاد والسير - لَا يعذب بعذاب الله (٢٧٩٤)، والترمذي: الحدود - ما جاء في المرتد (١٣٧٨)، والنسائي: تحريم الدم - الحكم في المرتد (ا٣٩٩)، وأبو داود: الحدود - سنن من ارتد (٣٧٨٧)، عن ابن عباس رضي الله عنهما.</p>"
}