{
  "id": null,
  "sura": 3,
  "aya": 187,
  "text": "<p> (وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ ... (١٨٧) </p><p> * * * </p><p> الميثاق هو العهد الموثق المؤكد، وقد أخذ الله سبحانه وتعالى على الذين أوتوا الكتاب العهد المؤكد الذي لَا يقبل تأويلا ولا احتمالا أن يبثوا علم الكتاب ويعلنوه، ولا يقصروا العلم به على طائفة من الناس خاصة، والضمير في (لَتُبَيِّنُنَّهُ) يعود إلى الميثاق، ويكون المراد من العهد الذي وثقه الله تعالى هو تعاليمه وشرعه ونوره، وعلى ذلك يكون ثمة احتمالان في عود الضمير، أحدهما أن يعود إلى الكتاب، والثاني أن يعود إلى الميثاق نفسه، والأظهر أنه يعود إلى الكتاب، والالتفات من الغائب إلى الخطاب؛ إذ إنه كان متحدثا عنهم، ثم فسر </p><p> الميثاق بالخطاب، لتأكيد أخذ الميثاق بإعلان أنهم ما كانوا غائبين عند أخذه، بل كانوا حاضرين مخاطبين، فالعهد قد أخذ عليهم بألسنتهم، وقوله تعالى:  (وَلا تَكْتُمُونَهُ) معطوف على قوله تعالى: (لَتُبَيِّنُنَّهُ لِلنَّاسِ) وهنا يسأل سائل: لماذا أكد قوله تعالى: (لَتُبَيِّنُنَّهُ للنَّاسِ) بعدة توكيدات، بالقسم وبلامه، وبنون التوكيد الثقيلة، ولم يؤكد (ولا تَكتمونه) ؛ وذلك لأن طلب البيان مشدد ومؤكد، وبذلك يتأكد عدم الكتمان بتأكد طلب البيان، ولو أن أدوات التوكيد لحقت \" ولا تكتمونه \" لأوهم الأسلوب أن المنفي هو الكتمان المؤكد المبالغ، أما غيره فلا ينفي، فلو قيل:  \" ولا تكتمنه \" لأوهم الأسلوب أن المراد النهي عن المبالغة في الكتمان، فغير المبالغة في موضع الإباحة، وذلك غير معقول، ومع هذا العهد الموثق لم يبينوا، ولذلك قال سبحانه:  (فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا) . </p><p> النبذ الطرح، والتعبير بوراء ظهورهم كناية عن أنهم لن يعودوا إلى ما نبذوه، والكلام تصوير لعملهم في عدم الوفاء بعهد الله الذي أخذه عليهم، إذ إنهم أهملوه، ولم يفكروا في العودة، وأهملوه إهمال استخفاف واستهانة، كما ينبذ الشيء الحقير. </p><p> والضمير في \" نبذوه \" على هذا يعود إلى الميثاق، باعتبار أنه هو موضع الحديث ابتداء، ويصح أن يعود إلى الكتاب، لأن الميثاق هو الشرائع والأحكام والكتاب وعاؤها، فنبذ الكتاب نبذ للعهد، فهم لم يكتفوا بالامتناع عن البيان لغيرهم، بل أضافوا إليه إهمال الكتاب إهمالا مطلقا. </p><p> وإن هذا النبذ للكتاب وتعاليمه، وللميثاق المؤكد وإعلانه - سببه الهوى الدنيوي، وحب السلطان والغلب، والاستطالة على الناس بما عندهم، والإدلال عليهم بالعلم من غير أن يعملوا به، ولذلك قال سبحانه:  (وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا) أي تركوا كتاب الله تعالى والعمل به وبشرائعه، وإعلانه، في نظير ثمن تافه قليل، وكل ثمن للإعراض عن كتاب الله تعالى والعمل به هو قليل مهما يكبر في نظر التاركين، ولذا قال سبحانه:  (فَبِئْسَ مَا يَشْتَرُونَ) أي أنه مذموم قبيح ما يطلبون من أعراض الدنيا في نظير إهمال الشريعة والعهد الموثق. </p><p> وإن هذا الكلام يدل على وجوب إعلان الحقائق الدينية والدعوة إليها، ومجابهة مخالفيها بإثم المخالفة، ومن أحسن ما قرأت في ذلك ما قاله الزمخشري في التعليق على هذا: (كفى به دليلا على أنه مأخوذ على العلماء أن يبينوا الحق للناس، وألا يكتموا منه شيئا لغرض فاسد، من تسهيل على الظلمة، وتطييب لنفوسهم، واستجلاب لمسارّهم، أو لجرِّ منفعة وحطام دنيا، أو لتقية، أو لبخل بالعلم وغيره من أن ينسب إلى غيرهم، وعن النبي - صلى الله عليه وسلم -: \" من كتم علما عن أهله ألجم بلجام من نار \"  (١) . </p><p> * * * </p><p>(١) رواه ابن ماجه: المقدمة (٢٦١) عن أبِي سَعِيد الْخُدْرِيً. كما رواه أحمد: مسند المكثرين (١٠٠٨٢) عن أبي هريرة.</p>"
}