{
  "id": null,
  "sura": 3,
  "aya": 156,
  "text": "<p> (يَا أَيُّهَا الَّذين آمَنُوا لَا تَكُونُوا كَالَّذِينَ كفَرُوا وَقَالُوا لإِخْوَانِهِمْ. . .) . </p><p> الخطاب واضح بأنه للمؤمنين الصادقي الإيمان، وهو نهي عن التشبه بالذين كفروا، في حالهم التي يبينها سبحانه وتعالى، وفي التعبير بالذين كفروا إشارة إلى أن الجزع للحاضر أو الماضي، والالتفات إلى الماضي، والنظر إلى وجوب تغييره، وقد سجل في الوجود، وأصبح لَا سبيل إلى تغييره؛ لأن ما وقع لَا يكون - كل هذا من شأن الكافرين الذين يأسرهم ما يقع، ويتخذون \" لو \" التي هي سبيل الشيطان دائما وسواسا لنفوسهم، يكررون ما كان يجب، وقد وقع ما وجب، والبصير الذي آتاه الله نعمة الهداية والتوفيق لَا يفكر إلا فيما يجب في المستقبل على ضوء ما وقع في الماضي وصيغة النهي التي عبر بها سبحانه:  (لاتَكونوا كَالَّذِينَ كَفَروا) تفيد تباعد ما بين المقامين: مقام الإيمان، ومنزل الكفران، وأنه لا يصح بالمؤمن أن ينزل إلى المرتبة الدون، بعد أن علا بالإيمان إلى مقام الأعلين الأبرار، وفي هذا تقبيح المنهي عنه بأبلغ تعبير، وأرق تصوير؛ إذ حسب الذين أهمتهم أنفسهم، وقالوا عن إخوانهم في حال يأس مستولٍ:  (لَوْ كَانَ لَنَا مِنَ الأَمرِ شَيْءٌ ما قُتِلْنَا هَا هُنَا. .) ، أن يكونوا في هذا كالذين كفروا؛ إذ يوسوس إليهم الجزع بأن يقولوا مثل هذه المقالة - حتى يبتعد المؤمنون عنها، ويجانبوها كل المجانبة، والأمر نهي عن المماثلة فيما حكاه سبحانه يقول:  (وَقَالُوا لِإِخْوَانِهِمْ إِذَا ضَرَبُوا فِي الْأَرْضِ أَوْ كَانُوا غُزًّى لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا) . </p><p> ضربوا في الأرض معناها سافروا وأبعدوا في السفر، ولم يكن سفرا قاصدا، بل كان سفرهم فيه مشقة وجهد، وتعرض فيه المسافر للأذى. وغُزًّى: جمع غاز، كراكع ورُكَّع، وصائم وصُوَّم، ونائم ونُوَّم، وشاهد وشُهَّد، وغائب وغُيَّب، واللام في قوله تعالى:  (لإِخْوَانِهِمْ) إما أن تكون دالة على موضع </p><p> الخطاب، ويكون المعنى أن هؤلاء الذين كفروا لفرط جزعهم على الذين فقدوهم يقولون لإخوانهم الأحياء: لو كانوا مقيمين معنا، وملازمين بيوتهم، ولم يضربوا في الأرض ولم يغزوا فيها ما ماتوا وما قتلوا، فالأحياء يتبادلون الكلام في شأن الذين قتلوا أو ماتوا. </p><p> ويقول الزمخشري: إن اللام هنا ليست دالة على الخطاب، إنما هي للتعليل، والمعنى: يقول أولئك الذين نجوا لأجل ما فقدوه من إخوانهم، تحسرا وأسفا عليهم: لو كانوا عندنا ما ماتوا وما قتلوا. </p><p> وهذا القول ينبعث من قلوب غير مؤمنة يسيطر عليها غم حاضر وهم غابر، وهو يدل على ضيق العقول، ومصادمة لكل معقول تحت تأثير الهوى الجامح المسيطر، فإنهم ما داموا قد خرجوا مختارين، فليس لكلمة \" لو \" مقام بعد ذلك في اعتبارهم، ثم إن هذا الكلام يضعف العزيمة، ويفتح القلوب للخور، فالمأسور بهزيمة الماضي لَا ينتصر في المستقبل، وفوق هذا فإن ذلك القول يدل على عدم تفويض الأمور لله سبحانه، فهو مسير كل شيء، وكل شيء عنده بمقدار، وعلى المؤمن أن يعمل ويجد، ويترك تقدير الأمور لرب العالمين، وما حاول إنسان أن يضبط شئون المستقبل كما يجب إلا أصابه الله سبحانه وتعالى بما يخالف تقديره، ويبطل تدبيره، وهذا القول لَا يصدر أيضا إلا عن قوم لَا يؤمنون بالله واليوم الآخر، ولا يرجون ما عند الله سبحانه وتعالى، ولذلك ذكر سبحانه أنه من خواص الذين كفروا بالله واليوم الآخر، وإن تلك الحال اليائسة القاتلة شأن من شئون الذين يلحدون في الله دائما، وهي عقاب دنيوي لهم، ولذا قال سبحانه:  (لِيَجْعَلَ اللَّهُ ذَلِكَ حَسْرَةً فِي قُلُوبِهِمْ) . </p><p> اللام هنا هي التي تسمى لام العاقبة، وهي تدل على المآل، ولا تدل على التعليل الباعث، وذلك مثل قوله تعالى:  (فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا. . .) ، فإنه ما كان الباعث على الالتقاط هو أن يكون لهم عدوا وحزنا، بل كانت النتيجة هي العداوة. </p><p> ويصح أن تكون اللام للتعليل، ويكون المعنى أن الله سبحانه وتعالى خلق الكفار على هذه الأخلاق اليائسة، أو قدر لهم هذه الأحوال الموئسة ليلقي الحسرة في قلوبهم، والغم في نفوسهم، والضلال بهذه الأقوال في عقولهم. </p><p> والحسرة هي الهم المعيي الكاشف للنفس الذي يلقي بالحزن المستمر فيها، وقد قال الأصبهاني في هذه المادة: \" الحاسر من لَا درع له، والحاسر المُعْيا لانكشاف قواه، ويقال للمُعيا حاسر ومحسور، أما الحاسر فتصور أنه قد حسر بنفسه قواه، وأما المحسور فتصور أن التعب قد حسره، وقوله عز وجل:  (يَنقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ) ، يصح أن يكون بمعنى حاسر وأن يكون بمعنى محسور، وقال تعالى:  (فَتَقْعُدَ مَلُومًا مَّحْسُورًا) ، والحسرة الغم على ما فاته، والندم عليه، كأنه انحسر عنه الجهل الذي حمله على ما ارتكبه، وانحسرت قواه من فرط غم، وأدركه إعياء عن تدارك ما فرط منه، قال تعالى:  (لِيَجْعَلَ اللَّهُ ذَلِكَ حَسْرَةً فِي قلُوبِهِمْ)  (وَإنَّه لَحَسْرَةٌ عَلَى الْكَافِرِينَ) . ومن هذا يتبين أن معنى الحسرة يتضمن هما وحزنا وإعياء، وتكشفا للآلام يلقى تشاؤما وارتياعا وانزعاجا مستمرا. </p><p> والكلام السابق على أساس أن الحسرة نتيجة لقولهم واعتقادهم الفاسد، ذلك أنها تلقي في قلوبهم ضعفا وألما، فالسبب في الحسرة على هذا التوجيه من أنفسهم التي ركبها الله سبحانه وتعالى ذلك التركيب، ويصح أن تكون الحسرة نتيجة للنهي، وتكون اللام للتعليل، ولا تصلح أن تكون للنتيجة والمآل، ويكون المعنى على هذا: يَا أيُّهَا المؤمنون لَا تكونوا كالذين كفروا إذ يشغلهم الماضي ولا يفكرون في الحاضر، بل اتخذُوا من الماضي عبرة، وفوِّضوا الأمور إلى الله تعالى ليجعل الله لكم بهذا قوة، ويكون ذلك حسرة في قلوب الكافرين؛ إذ يرونكم مستبشرين بنعمة من الله وفضل. دائما، فلا تألمون لمن تفقدون، ولا تتخاذلون بمن يقتلون من صفوفكم، بل تأخذون الأهبة، وتتقدمون طالبين الشهادة أو النصر المؤزر، وذلك هو سبب الحسرة. </p><p> (وَاللَّهُ يُحْيِي وَيُمِيتُ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ) في هذه الجملة السامية ترشيح وتقوية لمعنى النهي السابق، وتأكيد لضلال الكفار ومن يحاكونهم في انشغال أنفسهم بمن ماتوا، وظنهم أن الخروج هو الذي كان سببا في قتل من قتلوا، كما قال الكافرون:  (لو كانوا عندنا ما ماتوا وما قتلوا) ، ففي هذه الجملة يبين سبحانه أن الأرواح كلها بيد الله تعالى يقبضها إن شاء، ويرسلها إن أراد، فهو سبحانه لا يتقيد بخروج للقتال، فالقعود لَا يضمن الحياة، والخروج لَا يكون معه التلف، بل ربما كانت فيه النجاة، وهذا مثل قوله تعالى:  (أَيْنَمَا تَكونُوا يُدْرِككّمُ الْمَوْت وَلَوْ كنتُمْ فِي بروجٍ مُّشَيَّدَة. . .) ، وإنه إذا كانت الحياة والموت بيد الله وحده قد جعل لكل أجل كتابا ومن جاء أجله لَا يستأخر ساعة ولا يستقدم، وأن الله سبحانه وتعالى خالق الأسباب ومسبباتها، وهو الذي يربط بينهما برباط السببية لحكمة يراها، والأسباب لَا تلزمه سبحانه، لَا يسأل عما يفعل، وهم يسألون، والله سبحانه في أفعاله كلها بالإحياء والإماتة يتصرف تصرف العليم الخبير، ولذا قال سبحانه:  (وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ) أي أن الله تعالى عليم عِلْم من يرى ويبصر بأعمالكم التي تعملونها، يعلم البواعث والنتائج ويعلم الحقائق والوقائع، فلا تذهب أنفسكم حسرات على الماضي، واستعدوا، وقد بين سبحانه أن الله غافر ما كان منكم من خطأ في ماضيكم، ومجازيكم بخير مما ينال هؤلاء، ولذا قال تعالى: </p><p> * * * </p>"
}