{
  "id": null,
  "sura": 3,
  "aya": 195,
  "text": "<p> (فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى ... (١٩٥) </p><p> * * * </p><p> الفاء للترتيب، فالاستجابة معقبة لهذا الدعاء الضارع، والاستجابة معناها هنا الإجابة، وأصل معنى الاستجابة التحري والتهيؤ للجواب، وإذا كان معناها هنا الإجابة، فالمؤدى أنها إجابة مهيأة معدة لهم قد محصوا قبلها، وإجابة الله لهم دليل على استحقاقهم لرحمته، وقد أجابهم سبحانه إجابة تدل على كمال عدله، فقد قال سبحانه:  (أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ منكم) فإذا كان سيجزيهم الجزاء الأوفى فلأنهم عملوا خيرا، وسبحان الله الشاكر العليم، هم يطلبون الجنة منحة من الله، لأنهم لا يعتقدون أن عملهم يدخلهم الجنة استصْغارا لأعمالهم بجوار نعمة رب العالمين عليهم، والله الكريم المنان يبين لهم أن ما ينالون من خير من عملهم، وأن الله إذا لم يثبهم لكان مضيعا لعمل ابخير الذي قاموا به، وإن الله لَا يضيع أجر من أحسن عملا، ففي الآية الكريمة إشارة إلى عدله ورحمته، وبيان القانون الأمثل للعدل، وهو أن يكون الجزاء من جنس العمل (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (٨) . </p><p> وبين سبحانه تعميم الجزاء لكل عامل بذكر النوعين اللذين خلقهما الله تعالى في هذا الوجود، فقال:  (مِن ذَكَرٍ أَوْ أُنثَى) فلا فرق في الجزاء بين الذكر والأنثى. ويروى أن السيدة أم سلمة رضي الله عنها قالت: يا رسول الله ألا أسمع ذكر النساء في الهجرة بشيء فأنزل الله تعالى: (فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيع عَملَ عَامِلٍ منكُم مِّن ذَكَرٍ أَوْ أُنثَى)  (١) . </p><p> وفى التعبير باللفظ السامي (ربهم) إشارة إلى أن الذي يجزيهم هو خالقهم ومربيهم والمنعم عليهم، وفيه مشاكلة بين لفظ الدعاء والإجابة، ومعنى قوله تعالى:  (بَعْضُكُم مِّنْ بعْضٍ) أي أن الذكر من الأنثى والأنثى من الذكر، فأنتم جنس واحد يتمم بعضه بعضا، فلا تُحرَم الأنثى جزاء ولا يحابى الذكر دونها، فهذا النص السامي فيه تعليل لمعنى التسوية في الجزاء بين الذكر والأنثى. وبعض العلماء فسر قوله تعالى:  (بَعْضُكُم مِّنْ بَعْضٍ) أنها لعموم أجناس الناس، أي أنكم جميعا أيها الناس بعضكم من بعض لَا فرق بين عربي وأعجمي، ولا أسود ولا أبيض، فالجزاء من جنس العمل أيا كان العامل (إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ. . .) ، وهذا النص الكريم يشير إلى عدة معان سامية: </p><p> أولها: أن المرأة ليست شيطانة ولا نجسا، بل لها كل ما للرجل وإن كان له درجة في الدنيا لتنظيم الحياة. </p><p> وثانيها: أن العمل له جزاؤه من غير نظر إلى قبيلة العامل أو لونه. </p><p> ثالثها: أن استجابة الله ثابتة من وقت عمل العامل. </p><p> وقد بين سبحانه الأعمال التي استحقت الإجابة من هؤلاء الأبرار، فقال:  (فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ) . </p><p>(١) رواه الحاكم أبو عبد الله في صحيحه، وأخرجه الترمذي: تفسير القرآن - ومن سورة النساء (٢٩٤٩).</p><p> في هذا النص تعداد للأعمال الصالحات التي قام بها هؤلاء المؤمنون الأولون، واستحقوا بها نعيم الجنة، وتوقوا بها عذاب النار، وهي أمور ثلاثة: آخذ بعضها بحجز بعض، ومتلاقية في معناها ومغزاها. </p><p> أول هذه الأمور أنهم هاجروا وأخرجوا من ديارهم فهم هجروا مغانيهم التي تربوا فيها غير راغبين ولا محبين للخروج، بل ملجئين مضطرين، ولذلك روى أن النبي - صلى الله عليه وسلم - قال مخاطبا مكة عندما خرج منها:  \" إنك أحب أرض الله إليَّ، ولولا أن أهلك أخرجوني ما خرجت \"  (١) ويروى أن ورقة بن نوفل قال للنبي - صلى الله عليه وسلم -: ليتني أكون جذعا إذ يخرجك قومك. فقال له عليه الصلاة والسلام:  \" أو مخرجيّ هم \" قال: ما أوتى أحد بمثل ما أوتيت إلا عودي (٢) والله تعالى يقول: (وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ. . .) ، فكان الإخراج سبب الهجرة. </p><p> ولقد جاء في التفسير الكبير للفخر الرازي أن كلمة هاجروا يراد بها الهجرة اختيارا، والإخراج هو الإخراج اضطرارا، وإني أقول: إن هذه التفرقة لم تكن في عصر النبي - صلى الله عليه وسلم -، وربما تكون من بعد ذلك، فمن الناس من يخرج من ديار الشرك أو الكفر مختارا ليكون قوة لأهل الإسلام، ومنهم من يخرج اضطهادا وإيذاء، كما فعل كفار اليوم باللاجئين المسلمين. </p><p> والأمر الثاني الذي استحقوا به الجزاء الأوفى هو أنهم تحملوا الأذى في سبيل الله تعالى، فهم أوذوا في مكة قبل الهجرة، واستمر الإيذاء بعدها، وكل ذلك في سبيل الله، وفي سب بل الحق وإعلائه، وجعل كلمته هي العليا، وكلمة الباطل هي السفلى، وإن هذا يزكي الخير فيهم، فإنهم ما أخرجوا من ديارهم، وهجروا أحباءهم وذويهم إلا في سبيل الله تعالى. </p><p>(١) رواه الترمذي: المناقب - فضل مكة (٣٨٦٠). ورواه أحمد: أول مسند الكوفيين (١٧٩٦٦)، والدارمي: السيرَ إخراج النبي - صلى الله عليه وسلم - (٢٣٩٨)، كما رواه ابن ماجه عن ابن عمر رضي الله عنه: المناسك - فضل مكة (٣٠٩٩). (٢) متفق عليه، رواه في حديث طويل البخاري: بدء الوحي (٣)، ومسلم: الايمان - بدء الوحي (٢٣١) عن أم المؤمنين عائشة رضي الله عنها وأرضاها.</p><p> والأمر الثالث أنهم قاتلوا في سبيل الله تعالى فجاهدوا الأعداء واستشهدوا في هذا القتال، فلهم فضلان: فضل القتال والتقدم، وفضل الاستمرار فيه والشهادة في سبيل الحق، وقد بين سبحانه وتعالى الجزاء بقوله تعالت كلماته:  (وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ ثَوَابًا مِّنْ عِندِ اللَّهِ) . </p><p> السيئات هي ما تسوء، ومعنى تكفيرها المبالغة في سترها، حتى تعتبر نسيا منسيا، وهذا أولى الجزاء، والثاني: إدخالهم الجنة، وقد صورها بأقرب صور نراها للنعيم في الدنيا، وهي الجنة التي تجري الأنهار من تحتها. هذا، وإن نعيم الجنة حسي، وهو فوق ما نراه في الدنيا، وإن كان تصويره لَا يكون إلا بما نراه، فإن فيها ما لَا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، وفي تقديم تكفير السيئات على إدخال الجنة ما يسميه العلماء التخلية قبل التحلية، أي تطهيرهم مما كان منهم من سيئات، ثم تحليتهم بأعظم نعيم يكون في الآخرة. </p><p> وقد أكد سبحانه وتعالى ذلك الجزاء بـ \" اللام \" الدالة على القسم، و \" بنون التوكيد \" الثقيلة، وبتوكيد معنى الكلام كله بالمصدر (ثَوَابًا مِّنْ عِندِ اللَّهِ) إذ هو مصدر لما تضمنه معنى (لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ) ومعناه: لأثيبنهم ثوابا، وقد أكد ذلك الثواب بأنه من عند الله تعالى ذي الجلال والإكرام، وإذا كان من عند الله فهو يتضمن رضوانه، ورضوانه سبحانه وتعالى أكبر، كما قال تعالى:  (وَرِضْوَانٌ مِّنَ اللَّهِ أَكْبَر. . .) . </p><p> والثواب أصله من رجوع الشيء إلى حالته، فكأن الجزاء على العمل رجوع بالعمل إلى الحال التي يكون عليها أو يستحقها، وقد قال الراغب في ذلك: \" والثواب ما يرجع إلى الإنسان من جزاء أعماله، فيسمى الجزاء تصورا أنه هو هو (أي أن الجزاء هو ذات العمل) ألا ترى كيف جعل الله الجزاء نفس العمل: (فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ) ، ولم يقل جزاه، والثواب يقال في الخير والشر، لكن الأكثر المتعارف في الخير، وعلى هذا قوله عز وجل:  (ثَوَابًا مِّنْ عِندِ اللَّهِ وَاللَّهُ عِندَهُ حُسْنُ الثَّوَابِ) . </p><p> وقد ختم سبحانه وتعالى النص الكريم بقوله تعالى:  (ثَوَابًا مِّنْ عِندِ اللَّهِ وَاللَّهُ عِندَهُ حُسْنُ الثَّوَابِ) لبيان اختصاصه سبحانه بالثواب الحسن كأن كل جزاء للأعمال في الدنيا لَا يعد حسنا بجوار ما أعده الله تعالى للمحسنين من عباده وما في الدنيا من ثمرات الأعمال لَا يعد شيئا، وهذا تمهيد لقوله سبحانه: </p><p> * * * </p>"
}