{
  "id": null,
  "sura": 3,
  "aya": 180,
  "text": "<p> (وَلا يَحْسَبَنَّ الَذين يَبْخَلُونَ بِمَا آتَاهُمُ اللَّه مِن فَضْلِهِ هُوَ خَيْرًا لَّهُم بَلْ هُوَ شَر لَّهُمْ) . </p><p> البخل هو الحرص الشديد فيما يملك الإنسان من مال أو علم أو أي ضرب من ضروب القدرة التي يستطيع أن يعين بها غيره، وعلى ذلك يشمل البخل كل شح، سواء أكان موضوعه المال، أم لم يكن موضوعه المال، وقد فسر بعض العلماء البخل في هذه الآية بكتمان العلم، ذلك أن اليهود كتموا أوصاف النبي - صلى الله عليه وسلم - وتبشير التوراة به، وضنوا بها فلم يعلنوها ليضلوا، أو ليمنعوا الهداية. </p><p> وقد فسر الأكثرون البخل بمعناه الظاهر المتبادر، وهو البخل في المال، ويتفق هذا مع سياق الكلام، إذ إن الله سبحانه وتعالى قد حكى عن هؤلاء الذين يبخلون بما آتاهم الله من فضله، أن منهم من يقول إن الله فقير ونحن أغنياء، ولأن الله سبحانه وتعالى ذكر بعد بيان بخلهم أن الله سبحانه وتعالى له ميراث السماوات والأرض، والتعبير بكلمة ميراث يومئ إلى أن موضوع البخل هو المال. </p><p> والنهي عن الظن وأن البخل المالي فيه خير في قوله تعالى:  (وَلا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ) يدل على النفي المؤكد، فالمعنى لَا يصح لهم أن يظنوا بأي حال من الأحوال أن ذلك البخل فيه خير لهم، بل فيه شر لهم، وفي الآية الكريمة إشارة إلى أن سبب البخل نسيان أصل المال، إذ أن البخيل يحسب أن ما يأتي إليه من مال إنما هو بجهوده وكسبه فقط، وليس فضلا من الله، وينسى أن الله سبحانه وتعالى هو المعطي المانع، وأنه يرزق من يشاء بغير حساب، وأن الرجلين يسعيان ويتخذان الأسباب، فتأتي جائحة لهذا تأكل الأخضر واليابس، وينجو مال ذاك، والله على كل شيء قدير، وبكل شيء عليم، ولذا بين الله سبحانه أن المال الذي يجيء إليهم إنما هو بفضل من الله سبحانه وتعالى، ولذلك قال:  (يَبْخَلُونَ بِمَا آتَاهُمُ اللَّه مِن فَضْلِهِ) ، فهو يبين لهم أن المال مال الله تعالى، وأن الله تعالى يعطي من يشاء، ويمنع من \" يشاء. </p><p> والضمير في قوله تعالى:  (هُوَ خَيْرًا لَّهُم) تأكيد لمعنى البخل المفهوم من قوله تعالى (يَبْخَلُونَ) ، ونرى أن الضمير ضمير الفصل لتأكيد نفي الظن في الخيرية. </p><p> وقد بين سبحانه أنه شر لهم، فقال سبحانه:  (بَلْ هُوَ شَرٌّ لهُمْ) وفي إعادة الضمير، وذكر الجملة الاسمية تأكيد لمعنى الشر في البخل، والبخل شر في الدنيا وفى الآخرة؛ وذلك لأنه يدفع إلى الحقد في الدنيا، والحقد في الآحاد يؤدي إلى النزاع المستمر، وتقطع العلاقات الأدبية، وهو في الجماعات يؤدي إلى الخراب والدمار. ولقد روى مسلم عن جابر بن عبد الله أن رسول الله - صلى الله عليه وسلم - قال:  \" اتقوا الظلم فإن الظلم ظلمات يوم القيامة، واتقوا الشح فإن الشح أهلك من كان قبلكم، حملهم على أن سفكوا دماءهم واستحلوا محارمهم \"  (١) . </p><p> (سَيطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ) التطويق إما من الطاقة، والمعنى سيكلفون أقصى ما يطيقون ليخسروا المال الذي بخلوا به يوم القيامة، ولكنهم لا يملكون في هذا اليوم من أمرهم شيئا، فلا يستجيبون لنداء، ولا لكلام، لأنهم لا يستطيعون، وذلك على حد قوله تعالى:  (يَوْمَ يُكْشَفُ عَن سَاقٍ وَيُدْعَوْنَ إِلَى السُّجودِ فَلا يَسْتَطِيعُونَ) . </p><p> وقد يكون وهو الأرجح من الطوق، والمعنى أنه سيكون ما بخلوا به طوقا في أعناقهم، وغِلا فيها يشعرهم بما كان منهم في الدنيا، وهو طوق مؤلم، مَثَلهُ النبيُّ - صلى الله عليه وسلم - بثعبان، فقد روى البخاري عن أبي هريرة أن النبي - صلى الله عليه وسلم - قال:  \" من آتاه الله مالا فلم يؤد زكاته مُثِّلَ له شجاعا(٢)أقرع له زبيبتان يطوَّقه يوم القيامة فيأخذ بلهزمتيه(٣)يقول: أنا مالك أنا كنزك ثم تلا قوله تعالى:(سَيطَوَّقُونَ مَا بَخلُوا به يَوْمَ الْقِيَامَةِ)\"  (٤) . </p><p>(١) رواه مسلم: البر والصلة والآداب - تحريم الظلم (٤٦٧٥) عن جابر رضي الله عنه. (٢) قال الإمام رحمه الله: الشجاع: هو الثعبان الذكر الذي يقوم على ذنبه ويوائب الراجل والفارس.والأقرع هو الذي يكون أملس الجلد كثير السم، والزبيتان علامتان سوداوان فوق عينيه، وهما تكونان الأخبث الحيات.(٣) اللهزمتان بكسر اللام والزاى: شدقاه.(٤) رواه البخاري: الزكاة - إثم مانع الزكاة (١٣١٥). كما رواه النسائي: الزكاة - مانع زكاة ماله (٢٤٣٦)، وأحمد - باقي مسند المكثرين (٧٣٠٧) كلهم عن أبي هريرة رضي الله عنه.</p><p> والنص القرآني والحديث النبوي استعارة تمثيلية لإحاطة البخل بصاحبه يوم القيامة، وإنها إحاطة إيلام، وفيها بيان أن السعادة الوقتية للاكتناز والبخل في الدنيا ستكون يوم القيامة بؤسا شديدا، وشقوة وإيلاما. </p><p> بهذا النص الكريم تبين قبح البخل، ويتبين مقام الإنفاق في سبيل الله ولكن ما حد البخل؛ وما حد السرف؟ وبهذين الحدين يتبين الإنفاق الحلال والقصد. </p><p> لقد قرر العلماء أن الإنفاق في سبيل الله تعالى لَا إسراف فيه قط، ولو كان بكل المال وأنه يروى أن عمر بن الخطاب تبرع في إحدى الغزوات بنصف ماله، وأن أبا بكر الصديق تبرع بكل ماله، فسأله النبي - صلى الله عليه وسلم - قائلا:  \" ما أبقيت لأهلك؟ \" فقال صديق هذه الأمة: \" الله ورسوله \"  (١) وقد كان ذو النورين عثمان بن عفان يجهز الجيش كله أحيانا، كما فعل في ساعة العسرة، ولم يعد ذلك إسرافا. </p><p> وقد اتفقوا أيضا على أن الامتناع عن الإنفاق في سبيل الله تعالى في عسرة الدولة، ومداهمة الأعداء لها، بخل بل هو أقبح البخل وأشده، ولذلك أجاز الفقهاء فرض ضرائب إذا داهمت الأمة الإسلامية الأعداء وامتنع الأغنياء عن الإنفاق، وهذا النوع من البخل هو المقصود بهذا النص الكريم. </p><p> وقد اتفقوا أيضا على أن كل درهم ينفق في معصية هو إسراف، والخلاصة أن الحد ما بين الإسراف والبخل هو الإنفاق في غير ما أمر الله تعالى، ولذلك يقول ابن عباس: إنفاق ألف في سبيل الله لَا يكون إسرافا، وإنفاق درهم في معصية يكون إسرافا. </p><p> (وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالأَرْضِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ) هذا النص الكريم يفيد أربعة معان تؤكد وجوب الإنفاق في سبيل الخير، والجهاد في سبيل الله تعالى: </p><p>(١) رواه الترمذي وقالَ هَذَا حَديث حسن صَحيح: كتاب المناقب - في مناقب أبي بكر وعمر رضي الله عنهما كليهما (٣٦٠٨). كما روَاه أبو داود في الزكاة - في الرخصة في ذلك (١٤٢٩)، والدارمي: الرجل يتصدق بجميع ما عنده (١٦٠١)، وذكره الحافظ ابن حجر في الفتح (باب لَا صَدَقةَ إِلا عَن ظَهر غِنى).</p><p> المعنى الأول - أن المال كله لله تعالى، فهو الذي أعطى كما عبر سبحانه وتعالى:  (بِمَا آتَاهُمُ اللَّهُ مِن فَضْلِهِ) ، وأن مآل المال إليه سبحانه وتعالى في ضمن ما يئول إليه كل شيء في هذا الوجود، بلا استثناء مطلقا، ومن يبخل لورثة يرثونه، فليعلم أن الميراث كله لله تعالى، وأنه سيعطيهم إن أراد سبحانه، وإن لم يرد لهم عطاء فسينفقونه إسرافا وبدارا. </p><p> والمعنى الثاني - هو بيان سلطان الله تعالى على كل ما في الوجود، فهو ملكه، وهو الذي يئول إليه، وفي ذلك بيان كمال سلطانه، وتأكيد لمعنى أنه المعطي الوهاب، والقوي الرزاق المتين، ولذلك لم يعبر عن الميراث بأنه ميراث الأموال التي نعرفها، بل ميراث كل ما حوته السماء وما حوته الأرض. </p><p> والمعنى الثالث - أن العطاء الذي يعطيه الله تعالى بعض عباده، ويختصهم به يوجب عليهم تكليفات مالية فيه، فإذا كان سبحانه وتعالى قد ابتلى الفقراء بالفقر، فقد ابتلى الأغنياء بالمال، وأوجب عليهم أن يعطوا، وهم محاسبون على مالهم، (وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُم الْمُفْلِحُونَ) ، وقد فهم هذا من ذكر علم الله تعالى الدقيق العظيم، ولذلك قال سبحانه وتعالى:  (وَاللَّه بِمَا تَعْمَلُونَ خَبِيرٌ) . </p><p> والمعنى الرابع - أن الجزاء سيكون شاملا كاملا؛ لأن علم الله دقيق لَا يترك </p><p> صغيرة ولا كبيرة إلا أحصاها:  (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (٨) . ولذلك عبر سبحانه عن علمه بأعمالنا بأنه خبير، والخبرة هي العلم الدقيق الشامل. </p><p> ولقد كان الشح في موضع الإنفاق يسرى إلى المسلمين من اليهود الذين كانوا يجاورونهم، ولذلك ذكر بعض شنائع اليهود ليَنْفُر المسلمون منهم، ولا يقلدوهم في خساستهم، فقال سبحانه وتعالى: </p><p> * * * </p>"
}