{
  "id": null,
  "sura": 3,
  "aya": 155,
  "text": "<p> (إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُوا ... (١٥٥) </p><p> * * * </p><p> التولي يستعمل بمعنى الإقبال وبمعنى الإدبار، فإن كان متعديا بنفسه كان بمعنى الإقبال، ومن ذلك قوله تعالى:  (وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا. . .) ، و (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَولَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ. . .) . </p><p> وإذا كانت متعدية بـ \" عن \" أو غير متعدية أصلا كانت بمعنى الإعراض ومنه الإدبار عن الزحف والأمر في وقته، وهي هنا لذلك، والتولي الذي وقع فيه أولئك الذين ذكرهم سبحانه يوم التقى الجمعان كان في أحد ويشمل </p><p> فريقين: أحدهما الذين أقبلوا على الغنيمة وتركوا مواقعهم من الرماية فأُولئك بتركهم مواقعهم وإقبالهم على الغنيمة كانوا مدبرين يشبهون الفارين (والفريق الثاني) الذين فروا من القتال يوم أن اضطربت الموقعة وأصيب المؤمنون بجراح، وكانت فيهم مقتلتهم. وقد ذكر سبحانه السبب فقال تعالى:  (إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كسَبُوا) ومعنى استزلهم الشيطان طلب لهم الزلل وسهله لهم ببعض ما كسبوا من صغائر؛ فإن تضافر الصغائر، وطلب الدنيا من شأنه أن يسهل ارتكاب الخطايا فإن النفس تمرد عليها (١) وتسير في طريقها، ولقد قال في ذلك الراغب الأصفهاني: استزله إذا تحري زلته. وقوله تعالى:  (إِنَّمَا اسْتَزَلًهُمُ الشَّيْطَانُ) أي استخرجهم حتى زلوا فإن الخطيئة الصغيرة إذا ترخص الإنسان فيها تصير مسهلة لسبيل الشيطان على نفسه، ومعنى هذا أن الشيطان لَا يفتح معاقل النفس، ويغزو مواضع الفضيلة، إلا بالصغائر التي تسهل الرذائل، فإذا فتح النفس من هذا المعقل هجم بكل أسلحته، فتحكم الهوى والشيطان واستضعفت النفس وذلت، وأحاطت بها الخطايا، وسدت عنها منافذ الهداية والنور. </p><p> والمعنى الجملي أن أولئك الذين كانوا سبب تلك الجراح أو فروا من الموقعة قد وقعوا فيما وقعوا فيه بسبب أن نفوسهم لم تتجه إلى الله بكليتها ولهذا استزلهم الشيطان، وأمامهم الفرصة لتطهير نفوسهم، وقد أعلن سبحانه العفو عنهم فقال:  (وَلَقَدْ عَفَا اللَّه عَنْهمْ إِنً اللَّهَ غَفُورٌ حَلِيمٌ) . </p><p> وقد أكد سبحانه عفوه بأربعة تأكيدات أولها: باللام فهي تنبئ عن القسم، والثاني: قد، فإنها تفيد تأكيد تحقق القول، والثالث: وصف الله تعالى بالمغفرة فإنه يؤكد أن العفو شأن في شئونه سبحانه، والرابع: الوصف بالحلم فإنه سبحانه لَا يسارع بالعقاب: (وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ. . .) . </p><p>(١) المرود على الشيء: المرون عليه. الصحاح. ومنه قوله تعالى في سورة التوبة (١٠١): (مَرَدوا عَلَى النفَاقِ) أي مرنوا عليه وأقاموا فلم يتوبوا.</p><p> وقد أكد سبحانه أمر العفو، لتذهب عن نفوسهم حيرتها، ولتنخلع من الماضي ولتستقبل الحاضر والمستقبل بقلب جريء ثابت، ولتشعر بعون الله وتوفيقه وتأييده وتسديده. </p><p> ربنا اعف عنا واغفر لنا وارحمنا، وانصرنا على القوم الكافرين. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَانِهِمْ إِذَا ضَرَبُوا فِي الْأَرْضِ أَوْ كَانُوا غُزًّى لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا لِيَجْعَلَ اللَّهُ ذَلِكَ حَسْرَةً فِي قُلُوبِهِمْ وَاللَّهُ يُحْيِي وَيُمِيتُ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (١٥٦) وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ (١٥٧) وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لَإِلَى اللَّهِ تُحْشَرُونَ (١٥٨) </p><p> * * * </p><p> ما زالت النصوص القرآنية الكريمة تذكر العبر في هزيمة أُحُد، وكأن هذه الهزيمة التي لم تكن فاصلة، بل رجع فيها المنتصرون لم يلووا على شيء - فيها دروس فائدتها أكبر من فائدة النصر، وفيها كشف لأحوال نفسية، ومعرفتها ذريعة إلى الاستمرار على القتال والانتصار فيه، وفي هذه الآيات بين الله سبحانه وتعالى الفرق بين النفس المؤمنة إذا فقدت أحبابها أو أصفياءها في جهاد أو ما يشبهه، والنفس الكافرة إذا أصيبت بمثل هذه الإصابة، وفي هذه الآيات أيضا يبين سبحانه أن النظر إلى الماضي المؤلم من غير الاقتصار على الاعتبار يؤدي إلى الحسرة والحزن الدائم، فالنفس الدبرية التي تلاحقها دائما بآلام الماضي لَا تسعد في ذاتها، ولا تتأهب لعمل يحتاج إلى تضافر الهمم وتحفز العزائم، فإن تقرِّحُ القلب بآلام </p><p> الماضي كفرٌ بالله، وعدم تفويض إليه سبحانه، وعدم إيمان بالمستقبل الذي يكون يوم القيامة، ويكون الأمر فيه كله لله تعالى، وإن هذه الروح الدبرية هي روحِ الكافرين، وقد نهى الله سبحانه عن أن يكونوا مثلهم، فقال تعالى: </p>"
}