{
  "id": null,
  "sura": 3,
  "aya": 4,
  "text": "<p> (وَأَنزَلَ الْفُرْقَانَ) : (الْفُرْقَانَ) هنا هو: القرآن، وكرر ذكره بعد أن ذكرت التوراة والإنجيل، للإشارة إلى الاتصال الكامل بين شرائع الله تعالى، وأنه تتميم لما سبقه، وأنه كمال هذه الشرائع كلها، وأن رسالة النبي - صلى الله عليه وسلم - هي آخر لبنة في صرح الشرائع الإلهية، وبنزولها كمل دين الله (١) . وكرر ذكره أيضا لوصفه بالفرقان، فهو أتى بمعنى جديد لَا يغني عنه ذكر الكتاب أولا. ووصف القرآن الكريم بالفرقان، لأنه فارق بين الحق والباطل، ومبين للصادق من الكتب السابقة، ولأنه فارق بين عهدين في الرسائل الإلهية؛ فقد كانت رسالات الرسل من قبل لأمم خاصة، ومن بعد كانت الرسالة المحمدية للناس كافة، فمن قبله كانت الرسالات لعلاج أحوال عارضة وقتية؛ أما رسالة القرآن فعلاج لأدواء الإنسانية، وتقرير الصالح لها مهما تختلف الأمصار، وتتباعد الأقطار، ولأنه ميزان الحقائق إلى يوم القيامة؛ ولذلك قال تعالى:  (اللَّهُ الَّذِي أَنزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ. . .) . </p><p> (إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللَّهُ عَزِيزٌ ذُو انتِقَامٍ) ذكر سبحانه عقاب الذين يكفرون بآيات الله، أي معجزاته الباهرة، وآياته المتلوة القاهرة، بعد أن ذكر كتب الديانات الثلاث: اليهودية، والنصرانية، والإسلام؛ </p><p>(١) يشير - رحمه الله - إلى ما ورد عَنْ أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّه - صلى الله عليه وسلم - قَالَ: \" مَثَلِي، وَمَثَلُ الأَنْبِيَاءِ كَرَجُلٍ بَنَى دَارًا، فَأَكْمَلَهَا وَأَحْسَنَهَا إِلَّا مَوْضِعَ لَبِنَةٍ، فَجَعَلَ النَّاسُ يَدْخُلُونَهَا وَيَتَعَجَّبُونَ وَيَقُولُونَ: لَوْلاَ مَوْضِعُ اللَّبِنَةِ \" وأنَا خَاتمُ النيينَ \" وهو حديث متفق على صحته رواه البخاري: المناقب - خاتم النَبيين (٣٢٧١)، ومَسلم: الفضَائل (٤٢٣٩).</p><p> للإشارة إلى أن الذين يكفرون بمحمد إنما يكفرون بشرائع الله المنزلة كلها؛ لأن شريعته كمالها، وبها تمامها وختامها، وللإشارة إلى أن اليهود والنصارى الذين لَا يتبعون محمدا، إنما يكفرون بحقيقة النصرانية نفسها، واليهودية ذاتها إذ يكفرون بمحمد - صلى الله عليه وسلم -؛ فليست رسالة محمد إلا الخطوة الأخيرة في الشرائع الإلهية، وهي الكمال، وقد بشرت به الكتب السابقة كلها، فالكفر به كفر بها، والإسلام سيمر بالشرع الإلهي إلى أقصى غايته؛ ولو كان موسى حيا ما وسعه إلا الإيمان بما جاء به محمد كما أشار بذلك النبي - صلى الله عليه وسلم -. ومن أجل هذا كان الذين يكفرون بمحمد لهم عذاب شديد، وخصوصا إذا كانوا من اليهود والنصارى، لأنهم حينئذ يكفرون بكل آيات الله تعالى. </p><p> ثم وصف سبحانه ذاته الكريمة بما يفيد أنه غالب، وأنه لَا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء، فقال:  (وَاللَّه عَزِيزٌ ذو انتِقَامٍ) أي أنه سبحانه بعزته غالب على كل شيء، مسيطر على كل شيء، ليس فوقه أحد، وهو القاهر فوق عباده. وهو ذو انتقام؛ أي أنه سبحانه له انتقام شديد لَا يدرك كنهه؛ ولذلك نكَّر الانتقام. والانتقام إنزال النقمة والشدة في مقابل ما يرتكبه الشخص؛ فإن كان من عادل حكيم كان عقوبة عادلة، وجزاء وفاقا؛ وكذلك يكون عقاب الله تعالى، فانتقام الله ليس تشفيا وشفاء غيظ كما هو الشأن من البشر، بل انتقام الله عقوبة عادلة، وقصاص رادع. وعبر بـ (ذو انتِقَام) ، أي صاحب انتقام، للإشارة إلى أن هذا الانتقام في قدرته سبحانه وسلطانه ينزله أنى شاء، ومتي شاء بمقتضى حكمته وإرادته وقدرته، وعلمه الذي يحيط بكل شيء؛ ولذا قال بعد ذلك: </p><p> * * * </p>"
}