{
  "id": null,
  "sura": 3,
  "aya": 146,
  "text": "<p> (وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا ... (١٤٦) </p><p> * * * </p><p> كلمة (وَكَأَيِّنْ) بمعنى كم الخبرية الدالة على الكثرة، أي كثيرون من الأنبياء قاتل معهم ربيون كثيرون، وهناك قراءة و \" كائن \"  (٢) ، وهي لغة جائزة في كأين، وقد جمع بينهما الشاعر في قوله: </p><p> كَأَيِّنْ أَبَدْنَا مِن عَدُوٍّ بعزِّنا ... وَكَائِنٌ أجَرْنَا مِنْ ضَعِيفٍ وخَائِفِ </p><p> والربيون هم المؤمنون الصادقون الإيمانَ الذين يقاتلون ابتغاء ما عند الرب، فهم منسوبون للرب سبحانه وتعالى لخلوصهم له، واتجاه قلوبهم إليه وحده، وقال الزمخشري: إنها نسبة غير فيها النسب، وقد قرئ بفتح الراء وضمها وكسرها، ولذا قال الزمخشري:  \" والربيون هم الربانيون، وقرئ بالحركات الثلاث، فالفتح على القياس والضم والكسر من تغييرات النسب \" . </p><p> والمعنى كثيرون من الأنبياء قاتل معهم مؤمنون صادقو الإيمان وكانوا يصابون، والقتال يتعاور فيه المقاتلون الجروح والدماء، فليس القتال ريحا رخاء سهلا، بل هو عاصفة وملحمة بشرية يدال بين المقاتلين في الميدان، فكانوا بهذه الجراح راضين صابرين لم يهنوا ولم يضعفوا ولم يستكينوا ويذلوا، وهذا الكلام للاعتبار بحال الماضين الذين قاتلوا من قبل مع الأنبياء، ما ضعفوا عندما أصابهم القرح، فكذلك أنتم ما كان يليق أن تضعفوا إذا أخطاتم فجرحتم يوم أحد. </p><p>(٢) وبها قرأ ابن كثير، وأبو جعفر المدني وليَّن الهمزة. [غاية الاختصار لأبي العلاء الهمداني: ج ٢ ص ١٤٥٣.</p><p> وقد فهم بعض العلماء أن المراد أن بعض الأنبياء قتل في الميدان فما وهن جيشه بقتله ولا ضعف، فما كان يسوغ لهم أن يضطربوا ذلك الاضطراب يوم أحد. </p><p> ولكنا نرى أنه ليس في الآية ما يشير إلى هذا المعنى، حتى يتعين مرادا لها، والحق أن العبرة في كون النبيين كانوا يقاتلون ومعهم مؤمنون صادقو الإيمان، يصيبهم جراح، وتصيب أعداءهم، وما كانت جراحهم توهنهم أو تضعفهم أو تجعلهم يستكينون ويذلون، وقد نفَى الله تعالى عن أولئك الربانيين ثلاثة أوصاف لا تتفق مع الإيمان: </p><p> أولها: الوهن فقد نفاه سبحانه وتعالى بقوله تعالى: (فَمَا وَهَنُوا لِمَا أَصابَهُمْ فِي سَبِيلِ اللَّهِ) والوهن اضطراب نفسي، وانزعاج قلبي، فهو يبتدئ في الداخل، وإذا وصل إلى الخارج كان ضعفا وتخاذلا، وإذا أنتج الضعف نتائجه كانت الاستكانة والذل، ولذلك ابتدأ بنفي الوهن، وقرن نفي الوهن بكون سببه ما أصابهم في سبيل الله للإشارة إلى أن الوهن ينافي قوة الإيمان، لأن من كان يقاتل في سبيل الله عليه أن يعلم الغاية من القتال، وهي توجب تحمل كل الشدائد، والعاقبة للمتقين. </p><p> الوصف الثاني: الضعف والتخاذل الذي يوجبه اليأس والاضطراب، وهذا كما قلنا نتيجة للوهن. </p><p> والوصف الثالث: الاستكانة، وهي الرضا بالذل والعيش مع الهوان، وذلك ليس شأن المؤمن. </p><p> وقد نفَى سبحانه هذه الأوصاف الثلاثة مع أن واحدا يكفي نفيه لنفيها، لأنها متلازمة، لبيان قبح ما يقعون فيه لو سلطوا وصفا منها على نفوسهم فاستمكن فيها. </p><p> (وَاللَّهُ يُحِبُّ الصَّابِرِينَ) الله سبحانه وتعالى يشير بهذا إلى أن الذين لا يصيبهم وهن بسبب اشتداد المعركة ولا ضعف ولا ذل ولا استكانة واستسلام هم الصابرون حقا وصدقا. والله سبحانه وتعالى يحبهم. ونقف هنا وقفة قصيرة عند معنى الصبر، واستحقاقه للمحبة لَا لمطلق الجزاء، إن الصبر ليس هو احتمال الشدائد، فقط، بل هو ألا يتضعضع عند نزولها، وألا يضطرب التفكير عند اشتداد الشديدة، وأن تنفي مطامع النفس إلا ما كان منها إجابة لداعي الحق ونصرته، وأن تخلص القلوب عن شوائب الشهوات فلا تخضع لها ولا تذل، بل تتحكم كل نفس في أهوائها، وألا يكون أنين ولا شكوى ولا ضجيج، وهذا هو الذي سمى الصبر الجميل، والصبر على هذا المعنى هو أجل الصفات الإنسانية وأكملها؛ لأنه ضبط النفس، وكمال العقل، وسيطرة الحكمة وقوة الجنان، وهو يتضمن في ثناياه معنى الشكر، فهو عنصر من عناصره، ومظهر من مظاهره، وكان الجزاء أعلى جزاء، وهو المحبة من الله، ومحبة الله تعالى تتضمن رضوانه، وتتضمن ثوابه، وهي مرتبة أعلى منهما، ولا ينالها إلا الصابرون. </p><p> * * * </p>"
}