{
  "id": null,
  "sura": 3,
  "aya": 6,
  "text": "<p> (هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ ... (٦) </p><p> * * * </p><p> هذا بيان لسبب علم الله بعامة، وعلمه بالإنسان بخاصة، فإنه علمُ المكوِّن المنشئ، الخالق المبدع، ومن ذا الذي لَا يعلم ما أنشأه وكونه وأبدعه على غير مثال سبق؟ ! ولذا قال تعالى:  (وأَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ) . فهذه الآية الكريمة في مقام التعليل للآية السابقة؛ إذ الأولى بينت أن الله لَا يخفى عليه شيء في الأرض ولا في السماء، وهي تتضمن الإشارة إلى أن ما تخفيه السرائر من بواعث على الإيمان أو الكفر، والوفاق أو العناد، يعلمه سبحانه لأنه لَا يخفى عليه شيء </p><p> فى الأرض ولا في السماء. وهذه الآية تفيد أن الله سبحانه وتعالى يعلم الإنسان لا بعد أن استوى وصار في أحسن تقويم، بل يعلمه وهو نطفة لُفِظَت، ثم استقرت في الأرحام، ويعلمه كذلك علم المكوِّن المنشئ المربي الذي يتولى بقدرته تصويره حتى يصير بَشَرا سَوِيا. </p><p> والتصوير: مأخوذ من مادة صار إلى كذا بمعنى تحول إليه، أو من صَارَهُ إلى كذا بمعنى أماله وحوله، فالتصوير معناه إذن تحويل شيء من حال إلى حال مغمَّرا في شكله وهيئته بإمالته من مشابهة شيء إلى مشابهة شيء آخر؛ وكذلك صنع الله تعالى في النطفة؛ فإنه يحولها إلى علقة، ومن علقة إلى مضغة، ثم يجعل الضغة عظاما، وهكذا، وتحويل الله وتصويره ليس تغييرا في الشكل، بل هو تنمية، وتكوين، وتدرج في هذا التكوين يستمر من وقت إيداع النطفة في مستودعها، حتى يصير إنسانًا في أحسن تقويم، بل يستمر التكوين حتى يبلغ أشده. </p><p> والأرحام: جمع رحم، وهو مستودع النطفة في المرأة الذي فيه يتربى وينمو، ويجري تصوير الله له وتكوينه إياه، حتى يبرز في الوجود حيا يحس ويسمع، ثم يعلم ويتعلم؛ والله سبحانه وتعالى على كل شيء قدير. </p><p> وقوله تعالى:  (كَيْفَ يَشَاءُ) فيه بيان لأمرين: </p><p> أحدهما: أن هذا التكوين تبع لشيئة الله وإرادته، فلم يكن وجوده كوجود المعلول من علته، وكالمسبب من سببه، إنما وجوده وتكوينه ونموه بإرادة الله تعالى ومشيئته، وهو فعال لما يريد. </p><p> الأمر الثاني: بيان أن الله وحده هو الذي يجعله ذكرا أو أنثى، وجميلا أو دميما، وأبيض أو أسود، بل إنه سبحانه يكتبه وهو في رحم أمه شقيا أو سعيدا، مؤمنا أو كافرا، عالمًا أو جاهلا، تعالى الله سبحان في علمه علوا كبيرا. </p><p> ولقد ذكر بعض المفسرين أن هذه الآية الكريمة فيها رد على بعض النصارى الذين اعتبروا المسيح عيسى ابن مريم إلها؛ لأنه ولد من غير أب؛ فالله سبحانه وتعالى يبين في هذه الآية أنه هو الذي صوره وكونه في رحم أمه، كما يُكوِّن سائر الناس، وما كان الإله قابلا للنمو من الصغر إلى الكبر، ومن النطفة إلى العلقة، فالمضغة، فالعظام، وإذا كان رب البرية قد ألقى في رحم مريم ما هو من جنس النطفة البشرية من غير أب يودعها فإن التكوين الذي يسري على البشر سرى عليه فكيف يكون إلها؛ ويزكي هذا أن الآيات من أول السورة إلى ثمانين آية كان سبب نزولها - فيما يروى في أسباب النزول - وفد نجران ومناقشة النبي - صلى الله عليه وسلم -، وسواء أصح ذلك سببا للنزول أم لم يصح فإن الآية فيها رد على من يدَّعي ألوهية المسيح. </p><p> (لا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ) في هذه الجملة السامية تقرير للوحدانية وانفراده سبحانه وتعالى بالألوهية وحق العبودية، بعد أن قدم ما هو دليل على هذه الوحدانية، وهو العلم الشامل لكل شيء الذي لَا يخفى عليه شيء في الأرض ولا في السماء، وبعد أن أشار سبحانه إلى أنه المكون لكل شيء وخص الإنسان بالذكر؛ لأنه هو الذي يتمرد ويضل، وكل ما في الوجود مسخر له كما قال تعالى:  (هُوَ الَّذي خَلَقَ لَكُم مَّا فِي الأَرْضِ جَميعَا. . .) . </p><p> ثم ختم سبحانه وتعالى بالعزة والحكمة، لبيان كمال سلطانه في ملكه الذي خلقه، وإثبات أنه لَا سلطان لأحد معه حي يشترك في عبادته سبحانه وتعالى، وكيف يكون إله لَا سلطان له! ولبيان أن الله سبحانه يدبر هذا الكون بواسع علمه وعظيم حكمته، إنه على كل شيء قدير، وهو نعم المولى ونعم النصير. </p><p> * * * </p>"
}