{
  "id": null,
  "sura": 3,
  "aya": 36,
  "text": "<p> (فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أنثَى وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالأُنثَى) أي أنها قدرت الحمل ذكرا، وقدرت لذلك أن يكون في خدمة البيت وأنها لذلك تتحسر، لأنه لَا يستطيع المولود بعد أن تبين أنه أنثى الخدمة، فليس في هذه الخدمة المقدسة الذكر كالأنثى، فإن الأنثى لَا تستطيع ذلك. وقوله تعالى:  (وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ) جملة معترضة بين كلاميها؛ وهي تشير إلى أن الله تعالى أعلم منها بما وضعت، فليس لها هذا الاعتذار لأن من تعتذر إليه، وتتحسر بين يديه أعلم منها بما وضعته؛ لأنه هو الذي خلقه وجعله أنثى؛ وهو أعلم بما يصلح له، وهو وحده العليم بما هيّأ له في لوح القدر، فإذا كانت لَا تستطيع خدمة البيت كالذكر فقد اختارها رب العالمين ليكون منها عيسى عليه السلام من </p><p> غير أب، ولذا قال الزمخشري في هذا قال الله تعالى (وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ) تعظيما لموضوعها. . ومعناه والله أعلم بالشيء الذي وضعت وما علق به من عظائم الأمور، وأن يجعله وولده آية للعالين، وهي جاهلة بذلك لَا تعلم عنه شيئا \".وقوله تعالى:(وَلَيْسَ الذَّكَرُ كَالْأُنْثَى)إما من كلام الله فيكون في الجملة المعترضة، ويكون المعنى وليس الذكر الذي طلبت كالأنثى التي أعطيت في الشرف والمكانة والعبادة بل هو دونها، وهذا هو الظاهر، وإما أن يكون من كلامها وهو غير الظاهر،إذ يكون الأولى حينئذ التعبير بقولها:وليس الأنثى كالذكر لأنها ترى الذكر أفضل.</p><p> ومع أن هذه التَّقِيَّة تتحسر على أن مولودها لم يكن ذكرا كما قدرت، ليكون في خدمة بيت الله تعالى كما نوت، فقد رضيت بما وهب الله تعالى، وضرعت إليه أن يهديها ولذا قالت: </p><p> (وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ) فهي قد اختارت الاسم راضية بما أُعطيت، قال الزمخشري في الكشاف: \" وإن اختيار الاسم فيه تقرب إلى الله تعالى، لأن مريم في لغتهم معناها العابدة والخادم، فأرادت بذلك التقرب إلى الله، والطلب إليه أن يعصمها، حتى يكون فعلها مطابقا لاسمها، وأن يصدق فيها \". ولذا طلبت إلى ربها أن يعيذها وذريتها من الشيطان الرجيم. ومعنى الإعاذة أن تكون في ملجأ من الله تعالى يعصمها من الشيطان؛ وذلك لأن التعوذ الالتجاء. فمعنى أعوذ بالله ألجأ إليه، وأتخذ منه معاذا، ومعنى أعذته بالله من الشيطان جعلت الله تعالى معاذا له منه، وهذه الإعاذة كانت دعاء من الله تعالى، فكان هذا الدعاء عبادة أخرى. وهكذا اقترنت ولادة مريم وحملها من قبل بعبادات متضافرة متوالية مستمرة، وضراعة تدل على خلاص النفس وإسلام الوجه لله تعالى. </p><p> والشيطان: ما يوسوس في النفس، وهو يجري من الإنسان مجرى الدم. </p><p> والرجيم أي المطرود المنبوذ من رحمة الله من وقت قال. له رب البرية: (قَالَ </p><p> فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ (٣٤) وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَى يَوْمِ الدِّينِ (٣٥) . </p><p> وإن الله تعالى عصم بهذا الدعاء مريم وابنها من أن يمسهما الشيطان. وقد ورد في ذلك بعض الآثار. </p><p> ولقد قال الزمخشري في ذلك: يروى من الحديث \" ما من مولود يولد إلا والشيطان يمسه حين يولد فيستهل صارخا من مس الشيطان إياه إلا مريم وابنها \"  (١) فالله أعلم بصحته، فإن صح فمعناه أن كل مولود يطمع الشيطان في إغوائه إلا مريم وابنها، فإنهما كانا معصومين، وكذلك كل من كان في صفتهما كقوله تعالى:  (وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ (٣٩) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (٤٠) . </p><p> ، واستهلاله صارخا من مَسه تخييل وتصوير لطمعه فيه، كأنه يمسه ويضرب بيده عليه، ويقول: هذا ممن أغويه، ونحوه من التخييل قول ابن الرومي: لِمَا تُؤذنُ به الدنيا من صُروفها ... يكونُ بكاء الطفلِ ساعةَ يُولَد تلك ضراعات امرأة عمران عند ولادة مريم البتول، وقد تقبل الله نذرها، وأجاب دعاءها؛ ولذا قال سبحانه: </p><p>(١) متفق عليه؛ رواه بهذا اللفظ البخاري: تفسير القرآن (٤١٨٤)، ومسلم: الفضائل - فضائل عيسى عليه السلام (٤٣٦٣).</p>"
}