{
  "id": null,
  "sura": 3,
  "aya": 126,
  "text": "<p> (وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ ... (١٢٦) </p><p> * * * </p><p> أي وما جعل الله تعالى ذلك الوعد الذي ساقه على لسان رسوله لكم إلا تبشيرا لكم بالنصر إن أخذتم الأهبة، وسلكتم الجادة واستقمتم في إطاعة القائد الحكيم، والمدبر العظيم، وقد كنتم في حاجة إلى هذا الوعد، إذ أصاب بعضكم الوهن عندما رجع المنافقون بجموعهم وهم ثلث الجيش يقولون:  \" لو نعلم قتالا لاتبعناكم \" حتى لقد همت طائفتان منكم أن تفشلا، ولذلك قال تعالى:  (وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِ) فهذا الوعد الإلهي الذي جاء على لسان النبي الأُميّ كان للتبشير بالفوز إن صبروا واتقوا، ولتطمئن قلوبهم به وليذهب فزع الذين أصابهم الفزع عندما كان من المنافقين ما كان. </p><p> ولقد يقول قائل: كيف تكون البشرى مع أن النتيجة لم تكن نصرا، والبشرى يكون فيها الفوز ولا فوز هنا، والله سبحانه وتعالى لَا يتخلف قوله ولا وعده؟ ونقول في الجواب عن ذلك: إن تلك البشارة مقرونة بشرطها من جانبهم وهي أن يتقوا ويصبروا، وما صبروا أو على الأقل ما صبر الرماة منهم لأنهم ما ضبطوا أنفسهم، بل خالفوا نهى النبي - صلى الله عليه وسلم -، واتبعوا هواهم فكان ما كان، وفوق ذلك فإن البشرى قد تحققت في أن الله تعالى ألقى في قلوب المشركين الرعب عندما تلاوموا فيما بينهم بعد أن أصابوا من المؤمنين قرحا، وقال قائلهم:  \" لم تصنعوا شيئا، أصبتم شوكتهم وحدهم وقد بقي منهم رءوس يجمعون لكم، فارجعوا حتى نستأصل شأفتهم \" وما زالوا حتى أجمعوا الكرة على المؤمنين ولكن </p><p> الله تعالى أركسهم وخذلهم، وألقى في قلوبهم الرعب، فرضوا من الغنيمة بالإياب. </p><p> (وَمَا النَّصْرُ إِلَّا مِنْ عِندِ اللَّهِ الْعَزِيزِ الْحَكِيمِ) هذا تقوية لمعنى البشرى، ورد على كل الأوهام التي ثارت، وفيها أمر لهم بالتفويض لربهم، وأنهم إن كانوا قد أصابتهم جراح لأخطاء ارتكبوها، ومخالفات للطاعة وقعوا فيها، فإن الله تعالى لم يتخل عنهم، ولا نصر إلا من عنده، لأن كل شيء بيده، وقد حرم المشركين من ثمرات ما فعلوا حتى عادوا من غير نصر نالوه، وإنه يعدكم النصر منه متى أخذتم بالأسباب، وتركتم عوامل الخذلان، وقد وصف ذاته الكريمة بأنه عزيز حكيم؛ لأن ذلك هو الذي يناسب المقام، فالله سبحانه عزيز غالب قهار لا يغلب، وهو حكيم لَا تخفى عليه خافية في الأرض ولا في السماء، وقد وعد بالنصر، فالنصر آت لَا ريب فيه. </p><p> * * * </p>"
}