{
  "id": null,
  "sura": 3,
  "aya": 178,
  "text": "<p> (وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ ... (١٧٨) </p><p> * * * </p><p> قد يرد على الخاطر: إذا كان أمر الله هو الغالب فَلِمَ يترك هؤلاء في هذا النعيم؟ فقال سبحانه ذلك النص الكريم. </p><p> الإملاء: الإمهال والتخلية بين العامل والعمل ليبلغ مداه، من قولهم: أملى لفرسه إذا أرخى له الطول ليرعى كيف شاء، ويطلق الإملاء على طول العمر، وهو من أملى بمعنى أعطاه ملاوة أو مهلة من الزمان. جاء في مفردات الراغب الأصفهاني:  \" الإملاء: الإمداد، ومنه قيل للمدة الطويلة ملاوة من الدهر، وملى من الدهر \" . </p><p> وهنا في النص الكريم قراءتان إحداهما بالياء أي:  (وَلا يَحْسَبَنَّ الَّذِينَ) ويكون النهي عن الظن متجها للذين كفروا، والمعنى على هذا لَا يجل بخواطر أولئك الكافرين أن إملاءنا لهم بإعطائهم نعيما في الدنيا، وإرخاء العنان لهم، وتمتيعهم وعدم القضاء عليهم دفعة واحدة - فيه خير لهم، ويكون مفعولا يحسب قد سد مسدهما \" أنْ \" المصدرية و \" ما \" بعدها فإن ذلك كثير في القرآن وكثير من كلام العرب، كقولك عن شخص: لَا يحسب أنه عالم. </p><p> وعلى القراءة الثانية (١) ، (وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ) يكون الخطاب بالنهي متجها إلى النبي - صلى الله عليه وسلم -، ويكون المفعول الأول هو (الَّذِينَ كَفَرُوا) ، و (أَنَّمَا نُمْلِي لُهُمْ خَيْرٌ لأَنفسِهِمْ) بدل من الذين كفروا، وسد مسد المفعول الثاني، ويصح أن يكون هو المفعول الثاني، ويكون المعنى على هذا: لا تظن يا محمد ولا يظن أحد من أمتك الذين كفروا قد أُمْلِي لهم لخير يأتي هم، ويكون توجيه الظن إلى الذين كفروا له فائدة؛ لأن الظن قد سبق إلى المؤمنين من أشخاصهم، وما أوتوا من مال وقوة وعزة نفر، وبقاءهم على هذا أمدا طويلا. </p><p> وقد صرحِ سبحانه من بعد ذلك بنتيجة الإملاء فقال سبحانه:  (إِنَّمَا نمْلِي لَهُمْ لِيَزْدَادُوا إِثْمَا وَلَهُمْ عَذَابٌ مهِينٌ) . </p><p>(١) أي: (ولا تحسبن) قرأها بالتاء خطابا: حمزة، وقرأ الباقون بالياء فيها، وكذلك في الآية (١٨٠) التي بعدها من نفس السورة. غاية الاختصار ج ٢ ص ٤٥٦.</p><p> والمعنى أننا لَا نملي للذين كفروا إلا لنتيجة واحدة مقررة ثابتة، وهي أن يزدادوا إثما، وينالهم عذاب مهين مذل لهم في الدنيا والآخرة، فإنهم إن كانوا قد نالوا في هذا الإملاء نعيما وعزا، فإنهم بعد ذلك سينالهم العذاب الأليم المهين الذي لَا يكون لهم قِبَلٌ بدفعه. </p><p> و \" اللام \" هنا لبيان العاقبة لَا للتعليل والغاية وذلك كقوله تعالى: (فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا. . .) ، وذلك بيان للنتيجة، لأن نتيجة الالتقاط كانت كذلك، وإن كان الباعث في الحقيقة هو أن يتخذوه لهم وليا وموضع سرور، وبهذا تكون الآية مبينة لغاية عملهم، وأن النتيجة شر لهم لا محالة. </p><p> وقد يقول قائل: إن من الكافرين من تكون زيادة الإملاء له سببا في زيادة خير يقوم به وإن كان كافرا، وإن من هؤلاء الكافرين من يؤمن ويحسن إيمانه، فكان حقا أن الإملاء أنتج خيرا إذ مكنهم من الإيمان. </p><p> ونقول في الإجابة عن الأول إن زيادة الإثم، لَا تمنع وجود فعل خير، وهم يزداد إثمهم باستمرارهم على الكفر ومشاقة الله ورسوله على أن ما يفعلون من خير يحبطه جحودهم وإنكارهم ومعاندتهم لله سبحانه إذ تنقصهم عند فعل الخير النية الطيبة. </p><p> وعن الثاني نقول: إن زيادة الإثم مشروطة باستمرارهم على الكفر، لأن الإملاء ينقطع بإيمانهم، وإن الإملاء إنما هو لأجل مشاقة الله ورسوله وإعلان الكفر ومحادة الحق، وبإيمانهم تنتهي هذه المشاقة فيزول سبب الإملاء، وإن زيادة الإثم إنما هي منوطة بوصف الكفر، فبانتهائه تزول الزيادة، بل يغفر الله سبحانه وتعالى ما سبق كما قال تعالى:  (قُل لِّلَّذِينَ كَفَروا إِن يَنتَهُوا يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ. . .) . </p><p> وقد وصف عذاب هؤلاء بأنه مهين ليتعزى المؤمنون عما يرون من عزة هؤلاء وسلطانهم ببيان أنهم سيكونون من بعد في أشد الذلة؛ لأن عذاب الله سبحانه سيريهم الهوان الحقيقي الدائم الذي لَا رفعة معه. </p><p> وقد بين سبحانه أن تلك الشدائد التي تنزل بالمؤمنين هي خير لهم ليتبين الطيب من الخبيث، ولذا قال سبحانه: </p><p> * * * </p>"
}