{
  "id": null,
  "sura": 3,
  "aya": 25,
  "text": "<p> (فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ (٢٥) </p><p> * * * </p><p> كيف: يستفهم بها عن الحال، أي ما حالهم وما شأنهم إذا جمعهم الله رب العالمين، ليوم لَا ريب فيه؛ لَا شك أنهم يفاجأون بذهاب غرورهم الذي اغتروه، وضلالهم بسبب استمرار افترائهم الذي أحدثوه فدلاهم في غرورهم؛ وإنه في هذا اليوم الذي لَا ريب فيه توفى كل نفس ما كسبت أي جزاء ما كسبت، وهم لَا يظلمون أي لَا ينقصون مما فعلوه شيئا، فسيجزون بالخير الحسنى، وبالشر السوءى. </p><p> وفى الآية الكريمة بعض البحوث اللفظية نشير إليها واحدا واحدا؛ لأن في بيانها توجيها إلى معانٍ دقيقة في النص الكريم: </p><p> أول هذه الأمور: الفاء في قوله تعالى: (فَكَيْف) فإنها هي ما تسمى فاء الإفصاح، وهي التي تفصح عن شرط مقدر، أي أنه إذا كانت العقوبة المقررة عليكم أياما معدودات في اعتقادكم مهما ارتكبتم، فماذا تكون حالكم إذا كانت المفاجأة التي لم تقدروها وطُمس عليكم فلم تعلموها؟. </p><p> وثاني هذه المباحث اللفظية قوله تعالى:  (جَمَعناهُمْ) فإن التعبير بلفظ الجمع فيه إشارة إلى معنى المساواة التامة، وأنه لَا فضل لجنس على جنس، وإضافة هذا الجمع إلى رب العالمين، خالق الناس أجمعين يزكي هذه المساواة؛ لأنه خالق الجميع، ورب الجميع، وجامع الجميع يوم القيامة، فالجميع بين يديه سواء في الأصل والتكوين وفي الربوبية والحفظ، وفي الجمع يوم القيامة فيكونون سواء في الحساب والعقاب والثواب، وكل وعمله. </p><p> وثالث هذه الأمور: تنكير \" يوم \" في قوله تعالى: (لِيَوْمٍ لَا رَيْبَ فِيهِ) فإن ذلك التنكير للتهويل، وبيان عظم شأنه وأنه يوم عبوس، وأنه مع شدته وشدة </p><p> الحساب لَا ريب في وجوده ولا شك وذكر قوله (لا رَيْبَ فِيهِ) في هذا المقام لأن من اليهود طائفة تنكر البعث، فالتأكيد لأجل هذه الطائفة المنكرة الملحدة في دين الله، الخارجة على كل أديان السماء، والباقون إن اعتقدوا بعقولهم لم يذعنوا بأفعالهم. </p><p> ورابع هذه المباحث اللفظية في التعبير بقوله تعالى:  (وُفِيَتْ كلُّ نَفْسٍ ما كسَبَتْ) إسناد التوفية إلى ما كسبت وعدم ذكر الجزاء، فيه إشارة إلى عدل الله اللطيف الخبير، وهو مساواة الجزاء للعمل، وكأن المثاب يُوفَى عمله، لَا جزاء عمله، وذلك لشدة المساواة بينهما. وقد أكد سبحانه وتعالى معنى العدالة وأن كل شيء بالقسطاس المستقيم بقوله:  (وَهُمْ لَا يُظْلَمُونَ) أي سيجزون بأعمالهم، وسينالون ما يستحقون، وكل ما ينالهم بسبب ما فعلوا هو العدل عينه، ولا ظلم، فإذا ألقوا في السعير فليس في ذلك ظلم بل هو العدل. وإن سبب ضلال اليهود أنهم زين لهم سوء عملهم فرأوه حسنا. </p><p> فاللهم أرنا عيوب أنفسنا، وجنِّبنا الاغترار في ديننا، إنك سميع الدعاء. </p><p> * * * </p><p> (قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٦) تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ (٢٧) </p><p> * * * </p><p> بين سبحانه وتعالى اعتزاز المشركين بقوتهم الدنيوية وغلبهم وسلطانهم، وذكر أنهم في غرورهم كفرعون ذي الأوتاد، واعتزازه بقهره لشعبه، وطغيانه في </p><p> ملكه؛ إذ يقول:  (وَنَادَى فِرْعَوْنُ فِي قَوْمِهِ قَالَ يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي أَفَلَا تُبْصِرُونَ (٥١) . </p><p> ثم أشار سبحانه إلى طغيان أهل الكتاب، واختلافهم على النبيين، وقتلهم بعض الأنبياء، وقتلهم الذين يأمرون بالقسط من الناس، وما كان ذلك الإعراض عن الحق بعد أن تبين لهم إلا لأن حُب السلطان والغلب قد استولى عليهم واستغرق نفوسهم، ولذلك كانوا إذا حاجّهم النبي - صلى الله عليه وسلم - أو حاجّوه نظروا في محاجتهم إلى الأمر من وراء ذلك الغرض، وتلك الشهوة؛ وقد أمر الله سبحانه نبيه بأن يقابل هواهم بإعلان إخلاصه في طلب الحق، وإسلامه وجهه لله سبحانه! وفي هذه الآية: </p>"
}