{
  "id": null,
  "sura": 3,
  "aya": 24,
  "text": "<p> ذَلِكَ بِأَنَّهُمْ قَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَاتٍ ... (٢٤) </p><p> * * * </p><p> في هذه الآية يبين سبحانه السبب في أنهم لَا يقبلون على الخير ولا يعملون بالحق، وهو اعتقاد أنهم لن يعاقبوا عقابا أليما، ولن يعذبوا عذابا شديدا؛ وذلك لما ركز في نفوسهم من أنهم أبناء الله وأحباؤه، وأنهم شعب الله المختار، وأنهم لَا يحاسبون إلا بمقدار ما يحاسب الأب ولده المدلل، وحبيبه المختار، إذا رأى مخالفة أو عنادا فإنه لَا يجافيه ولا يعاقبه، ولكن يقربه ويعاتبه، فمعنى (ذَلِكَ بِأَنَّهُمْ قَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَاتٍ) : ذلك الإعراض عن الحق، والتولي عن الداعي إليه، واللجاجة في الباطل؛ بسبب أنهم يقولون لن تمسنا النار إلا أياما معدودات. وليس المراد إحصاء الأيام، بل المراد الاستخفاف بالعقاب والاستهانة به، وعدم الالتفات إلى وعيد الله، وزعمهم الباطل أنهم ينالون ما وعد به من ثواب ونعيم مقيم من غير عمل يعملونه، ولا كسب يكسبونه، فهم بهذا قد استناموا إلى الأماني وغرتهم الأوهام. </p><p> ولماذا كان الاستخفاف بالعقاب وعدم الاهتمام بالوعيد سببا في الإعراض عن الحق؟ الجواب عن ذلك أن الحق يصل إليه المؤمن بأحد أمور ثلاثة: إما بإشراق النفس، واستقامة القلب، وسلامة الفكر من الهوى والغرض، وذلك شأن من زكت نفوسهم وعلت قلوبهم؛ وإما شكر للنعمة، ووفاء لحق المنعم، وذلك </p><p> شأن عباد الله الأخيار، وإما خوف العقاب والحساب، وذلك شأن المتقين وأولئك قد حرموا الأول والثاني، فلم يبق إلا الثالث، فاستهانوا بالعقاب فكانوا قوما بُورا. وإن المؤمن يجب أن يصون نفسه دائما بخوف العقاب، وأن يغلب الخوف على الرجاء، فإنه إن زاد الرجاء عن الخوف تسربت الاستهانة إلى النفس وإذا تسربت الاستهانة هانت النفس فأركست في السيئات، وارتكبت الموبقات، وذلك شأن كثيرين من المنتسبين للأديان، وشأن كثيرين من المسلمين في هذه الأيام. وإنه يجب على المؤمن ألا يغتر، ولا يأخذه الغرور فيستهين بعقاب. ولقد رد الله سبحانه وتعالى في غير هذه الآية على اليهود في زعمهم أنهم لَا يعاقبون إلا أياما معدودة، فقد قال الله تعالى:  (وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً قُلْ أَتَّخَذْتُمْ عِنْدَ اللَّهِ عَهْدًا فَلَنْ يُخْلِفَ اللَّهُ عَهْدَهُ أَمْ تَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ (٨٠) بَلَى مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٨١) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ (٨٢) . </p><p> (وَغَرَّهُمْ فِي دِينِهِم مَّا كَانوا يَفْتَرُونَ) يقال غررت فلانا أي أصبت غرته ونلت منه ما أريد بسبب ذلك، والغرة: الغفلة والغفوة. ومعنى (وَغَرَّهمْ فِي دِينِهِم مَّا كَانُوا يَفْتَرُونَ) : أصاب موضع الغرة والغفلة منهم في دينهم ما كانوا يفترون أي يكذبونه متعمدين قاصدين. </p><p> وإن الأوهام التي ترد على النفس وتستولي على القلب تدفع إلى الضلال، وكذلك شأن هؤلاء اليهود: تعصبوا تعصبا شديدا لدينهم، وأبغضوا غيرهم بغضا شديدا، حتى إنه لَا يتصور أن يهوديا أحب غير يهودي لغير مأرب من مآرب الدنيا، أو غاية من غاياتها، وحتى لقد حسبوا أن الديانة جنس، واندفعوا تحت تأثير ذلك التعصب إلى اعتقاد أوهام، ثم تأييد هذه الأوهام بأكاذيب افتروها، ثم تكاثفت تلك الأكاذيب جيلا بعد جيل، حتى أصابت غرة وغفلة في عقولهم، فاعتقدوا ما لَا يعتقد؛ اعتقدوا أنهم شعب الله المختار، وأنهم أبناء الله وأحباؤه، واعتقدوا أن الجزاء بالجنس لَا بالعمل، وهذا ما يفيده قوله تعالى: (وَغَرَّهُمْ فِي </p><p> دِينِهِم مَّا كَانُوا يَفْتَرُونَ) أي ما استمروا على افترائه جيلا بعد جيل. ولقد رد الله سبحانه وتعالى زعمهم بإثبات أن الثواب والعقاب بالعمل، إن خيرا فخير، وإن شرا فشر، ولذا قال سبحانه: </p><p> * * * </p>"
}