{
  "id": null,
  "sura": 3,
  "aya": 7,
  "text": "<p> (هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ (٧) </p><p> * * * </p><p> في الآيات السابقة ذكر سبحانه منزلة القرآن بين الكتب السماوية، وأنه فرقانُها وميزانها، وذكر أنه سبحانه وتعالى العليم بكل شيء، الذي لَا يخفى عليه شيء في الأرض ولا في السماء، فهو العليم بخلقه، والعليم بما ينزل عليهم من آيات بينات، والعليم بمداركهم البشرية، وطاقاتهم العقلية، يطالبهم بما يدركون ويكلفهم ما يستطيعون؛ وفي هذه الآية يبين أقسام القرآن من حيث قوة إدراكهم له، وتطلعهم لفهمه، وتباين مقاصدهم في طلب حقيقته ومعناه، وغايته ومرماه؛ وفيها بيان أنه قسمان: قسم لَا تدركه كل العقول، وقسم تدركه كل العقول الميزة، وأن ما يعلو على الإدراك، أصله ما أدركه كل الناس. ولذا قال سبحانه:  (هُوَ الَّذِي أَنزَلَ عَلَيْكَ الْكِتَابَ) الضمير يعود إلى الذات العلية التي وصفت في الآيات السابقة، إذ قد وصف ذاته - جلت قدرته - بأنه الحي القائم على كل شيء، والذي به يقوم كل شيء، وبأنه منزل الكتب من السماء، وجاعل القرآن ميزانها، وأنه سبحانه لَا يخفى عليه شيء في الأرض ولا في السماء، وأنه سبحانه الذي يعلم الإنسان منذ يكون نطفة في بطن أمه إلى أن يصير إنساناً مستويا كامل التكوين، وهو الذي يصوره ذلك التصوير، ويكونه ذلك التكوين، وهو العزيز الغالب المسيطر على كل شيء خلقه، ولا شيء في الوجود إلا كان خلقه، الذي يتصرف في هذا الكون بمقتضى حكمته وعلمه بكل شيء؛ فقوله تعالى: </p><p> (هُوَ الَّذِي أَنزَلَ) الضمير يعود إلى المتصف بهذه الصفات. وقوله:  (الَّذِي أَنزَلَ عَلَيْكَ الْكِتَابَ) معناه أن هذا الكتاب العظيم الشأن الذي هو ميزان الكتب السابقة وفرقانها، أنزله الله العلي القدير المتصف بهذه الصفات عليك، وقد اختارك موضع رسالته، وأداء أمانته، و (اللَّهِ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ. . .) . وهو أعلم بشأن الكتاب وما جاء فيه، وتلقي الناس له، ومقدار إدراكهم لما فيه، وقد شاء بحكمته الواسعة أن يجعله قسمين؛ أحدهما: يدركه كل الناس، والثاني: فوق مستوى عامة الناس، ولذا قال بعد ذلك:  (مِنْهُ آيَات مُّحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ) أي أن القرآن من حيث بيانه وإدراك الناس له: محكم، ومتشابه؛ ولقد وجدنا القرآن الكريم وصف بأنه كله محكم في مثل قوله تعالى:  (الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ. . .) . </p><p> أي أنها نزلت حكمة لَا يأتيها الباطل من بين يديها ولا من خلفها؛ ووصفه الله سبحانه وتعالى بأنه متشابه؛ فقد قال تعالى:  (كِتَابًا مُّتَشَابِهًا مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقلُوبُهمْ إِلَى ذِكْرِ اللَّهِ. . .) ، ومعنى التشابه هنا هو أنه على شاكلة واحدة من حيث قوة تأثيره، وتآخي معانيه، وإحكام نسقه، وفصاحة ألفاظه، وقوة تأثيره بألْفَاظه ومعانيه، فهو في هذا متشابه، أي يشبه بعضه بعضاً. </p><p> وفى هذه الآية التي نتكلم في معانيها وُصف القرآن بأن منه آيات محكمات، وأخر متشابهات، فلا شك أن معنى مُحكم هنا غير معناها في قوله تعالى:  (كتَابٌ أُحْكِمَتْ آيَاتُهُ. . .) ومتشابه غير معناها في قوله تعالى: (اللَّهُ نَزَّلَ أً حْسَنَ الْحَدِيثِ كِتَابًا مُّتَشَابِهًا مَّثَانِيَ. . .) وإن ذلك يتضح من تفسير كلمة محكم ومتشابه في أصل معناها اللغوي. وهذا ما جاء في كتب اللغة: العرب تقول: حاكمت وحكمت وأحكمت بمعنى رددت ومنعت، والحاكم يمنع الظالم من الظلم، وحكمة اللجام هي التي تمنع الفرس من الاضطراب. </p><p> وروى إبراهيم النخعي: أَحْكِمْ اليتيمَ كما تُحْكِمْ ولدك. أي امنعه عن الفساد. </p><p> وقال ابن جرير الطبري: أحْكموا سفهاءكم أي امنعوهم، وبناء محكم أي وثيق يمنع من تعرض له. وسميت الحِكمة حكمةً لأنها تمنع عما لَا ينبغي. وأما المتشابه فهو أن يكون أحد الشيئين مشابها للآخر، بحيث يعجز الذهن عن التمييز؛ قال تعالى:  (إِنَّ الْبَقَرَ تَشَابَهَ عَلَيْنَا. . .) ، وقال في وصف ثمار الجنة (وَأُتوا به مُتَشَابِهًا. . .) ، أي متفق المنظر مختلف الطعوم، وقال تعالى:  (تَشَابَهَتْ قُلُوبُهُمْ. . .) . ومنه يقال: اشتبه عليَّ الأمران، إذا لم يفرق بينهما وقال عليه الصلاة والسلام:  \" الحلال بين، والحرام بيّن، وبينهما أمور متشابهات \" . وفي رواية أخرى \" مشتبهات \"  (١) . ثم لما كان من شأن المتشابهين عجز الإنسان عن التمييز بينهما سمي كل ما لَا يهتدي الإنسان إليه بالمتشابه إطلاقا، سواء أكان له مشابه أم لم يكن له مشابه (٢) . </p><p> وعلى هذا الأساس اللغوي، نقول: إن المتشابه في القرآن أطلق على ما لا يمكن فهمه مطلقا، أو ما لَا يمكن معرفة حقيقته على الوجه الأكمل، أو ما يدق ويختفي على العامة، ولا يستغلق على الخاصة. هذان هما الوجهان اللذان يحتملهما معنى المتشابه؛ فإما أن نقول إنه ما لَا يمكن معرفة حقيقته على الوجه الأكمل في هذه الدنيا، وإما أن نقول إنه ما يمكن معرفته ولكن لبعض الخاصة الراسخين في العلم، والمحكم هو ما يقابل المتشابه، وهو الواضح البين للعامة والخاصة الذي لَا تتفاوت في إدراكه الأنظار، وما يمكن معرفة حقيقته على الوجه الأكمل، وهو أم الكتاب، لأنه الأصل الذي يجب على كل مؤمن معرفته، والجزمُ بمعناه، والتصديق بمغزاه. فالآيات الحكمات أم الكتاب، أي أصله الذي يرجع إليه، ويحمل المتشابه عليه، ويخرج بتخريج لَا يناقضه إن كان ممكن الإدراك على الوجه الكامل. فالآيات المحكمات هي الحكم الذي يفصل بين التأويل الزائغ، والتأويل الصادق، فما شهدت له، فهو الصادق الذي يتفق مع أصل التنزيل، وما يخالفه فهو الزيغ في الدين، والخروج عن جادته. </p><p>(١) متفق عليه وقد سبق تخريجه بألفاظه. (٢) جاء في هامش الأصل هذا التحقيق اللغوي منقول من التفسير الكبير للفخر الرازي، بتصرف قليل.</p><p> والمتشابه ينتهي كما ذكرنا إلى أحد معنيين؛ إما أن نقول إنه الغيب الذي لا يستطيع الإنسان معرفته، كحقيقة الروح، وحقيقة الجن والملائكة، وما يكون يوم القيامة، وكيف يكون نعيم الجنة الحسي، وعذاب الجحيم المادي، وكيف ينشئ الله الخلق، وكيف يعيده، وكيف يتجلى سبحانه يوم الحساب، وهكذا مما غيبه الله تعالى علينا؛ لأن عقولنا مأسورة بالحس الذي نحسه، وبالمادة التي ندركها، وعلم الغيب قد أخفاه الله سبحانه عنا؛ لأنه يعلو عن مداركنا في هذه الدنيا، وعلينا أن نؤمن بما أخبرنا به القرآن الكريم، وما جاءت به السنة الصحيحة؛ فإن من صفات أهل الإيمان الإيمان بالغيب، إذ قال سبحانه في أوصافهم:  (الَّذينَ يُؤْمنُونَ بِالْغَيْب وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ) . </p><p> هذا هو الوجه الأول الذي يحتمله تفسير كلمة المتشابه. </p><p> أما الوجه الثاني فمعنى المتشابه أنه الذي يدق معناه إلا على طائفة خاصة من أهل العلم، كبعض العبارات القرآنية الخاصة بالكون وتكوين السماء والأرض، وبعض ما ذكر في القرآن من أوصاف لله سبحانه وتعالى، ونحو ذلك من الحقائق التي لَا يخوض فيها إلا أهل الذكر، وهي دقيقة في معناها. </p><p> هذان هما الوجهان اللذان تحتملهما الآية الكريمة، ويدخل في عمومهما كل الأقوال التي قيلت في هذا المقام (١) . ونرى أن كلا الوجهين تحتملهما الآية، من غير ترجيح لأحدهما على الآخر، بل يصح لنا أن نقول: </p><p>(١) جاء في هامش الأصل: اختلف المفسرون في المحكم والمتشابه على أقوال كثيرة: ١ - منها أن المحكم ما اتفقت عليه الشرائع السماوية، والمتشابه ما خالف فيه الإسلام ما سبقه.٢ - ومنها أن المتشابه أوائل السور المبتدأة بالحروف.٣ - ومنها أن المحكم الناسخ، والمتشابه المنسوخ.٤ - ومنها أن المحكم ما كان دليله واضحا والمتشابه ما يخفى دليله إلا على الراسخين.٥ - ومنها أن المحكم ما أمكن الاستدلال عليه بدليل جلي أو خفي، والمتشابه ما لَا يمكن الاستدلال عليه.٦ - ومنها أن المحكم ما فيه بيان الحلال والحرام والمتشابه ما سواه.٧ - ومنها أن المتشابه ما احتمل في تأويله عدة وجوه، والمحكم ما لَا يحتمل إلا وجها واحدا.٨ - ومنها أن المحكم والمتشابه في القصص، فما فصل منها محكم، وما أجمل متشابه.</p><p> إن الوجهين معا مرادان، وسنختار ذلك، ونبين وجهه عندما نتكلم في تأويل المتشابه إن شاء الله تعالى. </p><p> وإن وجود هذين القسمين في القرآن الكريم كان سببا في أن وَجَدَ الذين زاغوا وأضلهم الله على علم سبيلا لأن يفتنوا الناس عن دينهم ويضلوهم؛ وذلك بمحاولة تأويل المتشابه من غير أن يلاحظوا الموافقة بينه وبين الآيات المحكمات وهن أم الكتاب؛ ولذا قال سبحانه: </p><p> (فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأَوِيلِهِ) في هذه الآية الكريمة يبين سبحانه وتعالى أن الذين يتلقون هدى القرآن قسمان، كما أن آيات القرآن قسمان، ولكلام الله تعالى المثل الأعلى؛ فالقسم الأول يتلقى الهدى القرآني مستضيئا بنوره آخذا بهديه؛ ما يعرفه يهتدي به، وما لَا يعرِفه يؤمن به، ويفوض فيه الأمر إلى ربه، ويقول:  (قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ومَا أَنَا مِن الْمُتَكَلِّفِينَ) . والقسم الثاني زاغ، فَأزاغه اللَّهُ عن الحق. وقد ذكر الله ذلك القسم، ويفهم القسم الأول من قوله تعالى في حق الراسخين في العلم أنهم يقولون: </p><p>= ٩ - وقال ابن تيمية: المحكم: ما يجب الإيمان به والعمل به، والمتشابه ما يجب الإيمان به من غير تكليف بعمل.١٠ - ومنها أن المتشابه آيات الصفات، وغيرها محكم.١١ - وقال ابن حزم الظاهري: كل القرآن محكم ما عدا الحروف التي ابتدئت بها بعض السور، وأقام القرآن مثل قوله تعالى: (والشمس وضُحَاهَا).</p>"
}