{
  "id": null,
  "sura": 3,
  "aya": 148,
  "text": "<p> (فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآخِرَةِ ... (١٤٨) </p><p> * * * </p><p> الفاء هنا لترتيب ما بعدها على ما قبلها، أي أنهم بسبب ذلك الصبر والاطمئنان نالوا جزاء الدنيا وثوابها بالنصر والغنيمة وجعل كلمة الله تعالى هي العليا، ومكن لهم في الأرض، وبسبب هذا أيضا نالوا حسن ثواب الآخرة، أي نالوا النعيم المقيم، وجنات عدن، وما فيها مما لَا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، ونالوا ما هو أعلى من ذلك وهو رضا الله تعالى ثم محبته، وهي أعلى الدرجات، ووصف ثواب الآخرة بالحسن؛ لأنه الثواب الذي لَا يعكره معكر، ولا تكليف فيه، ولا مشقة تحتمل في سبيله، فهو حَسَن بإطلاق، وأما ثواب الدنيا فحسنه إضافي إذ فيه تكليفات ومشقات، إذ الدنيا قد اختلط حلوها بمرها، وسراؤها بضرائها، وشقاؤها براحتها، ولذلك كان ثوابها غير حسن إلا حسنا إضافيا نسبيا، أما ثواب الآخرة فحسن باستمرار وإطلاق (وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ) . </p><p> ذيَّل الله سبحانه وتعالى الآية التي تتعلق بالجزاء باعظم جزاء وهو محبته الكريمة، وأشار إلى أن هؤلاء الربانيين قد استحقوه بسبب إحسانهم وإتقانهم لما عملوا وما جاهدوا فيه، وصبرهم في الشدائد والمكاره، وتلقيهم للأحداث بجنان ثابت وقلب رابط. </p><p> وإننا نجد أن الله تعالى وصف المؤمنين بثلاث صفات، وكل واحدة منها قد استحقت جزاء، فالوصف الأول أنهم شاكرون، فقال:  (وَسَنَجْزِي الشَّاكِرِينَ) ؛ لأن الشكر أول أبواب الطاعة، والرغبة في الفداء؛ إذ هو الإحساس بحق المنعم فيما أنعم به. </p><p> والوصف الثاني هو الصبر؛ لأن الإيمان الذي هو أول ثمرات الشكر يقتضي ضبط النفس عن أهوائها ومنع الاضطراب في (الصدمات) والرضا بكل شديدة من </p><p> غير أنين، والصابرون يحبهم الله، والوصف الثالث الإحسان، وهو نتيجة للصبر، وهو أن تكون النفس كلها لله، تراقبه في كل عمل تعمله، وكل قول تقوله، وكأنها ترى الله، وقد قال النبي - صلى الله عليه وسلم -: \" الإحسان أن تعبد الله كأنك تراه، فإن لم تكن تراه، فإنه يراك \"  (١) وبذلك يكون ممن يحبهم الله، ولقد قال النبي - صلى الله عليه وسلم - عن ربه في العبد الذي يحبه:  \" إذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها \"  (٢) . </p><p> اللهم إنا ما عملنا عملا نستحق به محبتك، ولكنَا مع ذلك نطمع فيها، فإن أعطيتها فبفضلك، وإن منعتها فبحقك، وإنا لنضرع إليك من بعد ألا نكون ممن غضبت عليهم وسخطت أعمالهم، إنك غفور رحيم. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ (١٤٩) بَلِ اللَّهُ مَوْلَاكُمْ وَهُوَ خَيْرُ النَّاصِرِينَ (١٥٠) سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ (١٥١) </p><p> * * * </p><p> كانت غزوة احد فيها العبر، وهي عركة نفسية عركت بها قلوب المؤمنين، وتميزت فيها نفوس المترددين، وقد اتخذ القرآن الكريم منها درسا نبه المجاهدين إلى ما ينبغي أن يعلموه في المواقع والحروب، نبههم إلى أن النجاح في الأعمال </p><p>(١) سبق تخريجه من رواية البخاري ومسلم عن عمر بن الخطاب رضي الله عنه. (٢) رواه البخاري: الرقاق - التواضع (٦٠٢١).</p><p> مهما يكن أساسه التنسيق والتوزيع، وتخصيص كل طائفة لما تحسن، حتى تتلاقى الجهود كلها في ثمرات مفيدة للجماعة، والجهاد عمل من الأعمال، فلا بد أن تنسق فيه الأعمال، ويكون كل لما يخصص له، فإذا خرج عما هيئ له وأُسند إليه، انتثر العقد، واضطربت الأمور، وخفت الثمرات، وذلك ما كان في أحد، ولقد قرر الله تعالى أن يصاب المسلمون بذلك الجرح الدامي لتكثير العبر، فقد افترى من افترى فادعى أن النبي عليه الصلاة والسلام قد قتل، فاضطربت الأفهام، إذ لو كان الخبر صادقا لأوجب على المجاهدين أن يتضافروا على حمل العبء لَا أن تذهب نفوسهم شعاعا. ولقد أصابت الهزيمة قلوبهم، وأصابهم غم شديد، فأخذ يبين الله أن القتال تتعاوره الهزيمة والنصر، وأن الهزيمة بسبب خطأ لا توجب الوهن، ولكن توجب تجنب الخطأ. </p><p> ولقد وجد ناس وقد اشتد البلاء، وأظلمت نفوس، وذهب ما فيها من أضواء الحق، فتنادى بعضهم أن يوسطوا المنافقين ليتخذوا لهم عند أبي سفيان زعيم الشرك إبان ذاك عهدا بالأمن والاستسلام، وقد بين الله سبحانه بعد ما بين من عبر أن هذه هي الخطة الذليلة، وهي المنزلة الدون، والمكان الهون، فقال عز من قائل: </p>"
}