{
  "id": null,
  "sura": 3,
  "aya": 65,
  "text": "<p> (يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالْإِنْجِيلُ إِلَّا مِنْ بَعْدِهِ ... (٦٥) </p><p> * * * </p><p> أي أنه لَا يسوغ لكم المحاجة في شأن إبراهيم من حيث إنه كان يهودياً أو كان نصرانيا ومن حيث إنكم أتبع الناس له أو أبعد الناس عنه، ومن حيث ما جاء به وحقيقة دعوته؛ فإن التوراة والإنجيل ما جاءا إلا من بعده، فكيف يكون يهوديا يدين بالتوراة قبل أن تجيء التوراة، وكيف يكون نصرانيا يدين بالإنجيل قبل أن ينزل الإنجيل؛ إن هذه محاجة واضحة البطلان. </p><p> والمحاجة معناها مبادلة الحجة، فصا هذه المحاجة؛ أكانت مع النبي أم كانت فيما بينهم؛ ظواهر النصوص تفيد بمقتضى السياق أنها كانت مع النبي - صلى الله عليه وسلم -، فهم يقيمون الحجة على سلامة دينهم بأنه دين إبراهيم الذي كان موضع إجلال الجميع، والذي بنى البيت الحرام الذي هو أول بيت وضع للناس، والذي كان موضع تقديس العرب أجمعين. </p><p> ولكن مع هذا الظاهر روى ابن إسحاق عن ابن عباس أنه قال اجتمعمت نصارى نجران وأحبار يهود عند رسول الله - صلى الله عليه وسلم -، فقالت الأحبار: ما كان إبراهيم إلا يهوديا، وقالت النصارى: ما كان إبراهيم إلا نصرانيا، فأنزل الله تعالى:  (يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ) الآية (١) . </p><p> وسواء أكانت المحاجة مع النبي - صلى الله عليه وسلم - أم كانت فيما بينهم فإنها غير معقولة في ذاتها؛ ولذا وبخهم سبحانه وتعالى عليها بقوئه تعالت كلماته: </p><p> (أَفَلا تَعْقِلُونَ) هذا النص الكريم هو نتيجة لهذا الحكم الذي يتحاجون فيه، وهو كون إبراهيم يهوديا أو نصرانيا؛ إذ أن ذلك هو حكم من لَا يعقل! ولذلك كانت الفاء التي تفيد السببية، وهو كون ما قبلها سببا لما بعدها، فتلك الحال التي هم عليها من الغرابة هي السبب في ذلك السؤال عن أصل عقلهم، وإدراكهم لمعناها. </p><p> والاستفهام إنكاري؛ فهو نفي لكونهم يعقلون في هذه الأمور التي يتجادلون حولها، وذلك يؤدي إلى السؤال عن أصل وجود العقل عندهم، وإن هذا النفي هو في ذاته توبيخ، وتنبيه إلى ما أدى إليه التعصب الأعمى الذي جعلهم لا يدركون الأمور على وجهها، وينسيهم البدهيات التي لَا تختلف فيها المدارك والعقول، حتى يكون أصل العقل عندهم موضع إنكار. </p><p> ولقد زكَّى سبحانه وتعالى ذلك التوبيخ، وهذا النفي ببيان مظهر آخر من مظاهر مخالفتهم لما يقتضيه العقل في أمر آخر، يتصل بهذه المسألة، وهو أنهم يجادلون ويتقدمون بالحجج في أمر ليس عندهم أصل العلم به؛ ولذا قال تعالى </p><p> * * * </p><p>(١) أخرجه البيهقي في الدلائل - أسباب النزول للسيوطي: آل عمران (٦٥).</p>"
}