{
  "id": null,
  "sura": 3,
  "aya": 105,
  "text": "<p> (وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ ... (١٠٥) </p><p> * * * </p><p> بعد أن بيّن سبحانه وجوب الاعتصام بحبل الله، وأن الاعتصام به مدعاة الوحدة والقوة والاجتماع على الحق، وبيّن طريقه وهو الأمر بالمعروف والنهي عن المنكر، أخذ سبحانه وتعالى يشير إلى نتائج التفرق ناهيا عنه محذرا منه، مبيّنا نتائجه في الدنيا والآخرة، وأول نتائج التفرق هي العمى عن الحق مع وضوحه وقيام البيِّنات عليه، فقال سبحانه:  (وَلا تَكونُوا كَالَّذِينَ تَفَرَّقوا) نهى سبحانه وتعالى بهذا عن التفرق بأبلغ تعبير، وألطف إشارة، فقد كان النهي عن أن يكونوا كمن سبقوهم في التفرق، وذلك نهى مع الدليل الموجب للنهي، والغاية التي ترتبت على النهي عنه، وذلك بالإشارة إلى ما كان ممن سبقوهم؛ إذ تفرقوا أحزابا وَشيَعا كل حزب بما لديهم فرحون، فتفرق اليهود طوائف، وتفرق النصارى طوائف مثلهم، وكل طائفة تُكَفِّر الأخرى، أو ترميها بالزيغ والضلال، وقد ترتب على التفرق وتوزع أهوائهم ومنازعهم أن اختلفوا في إدراك الكتاب مع وضوحه، ومع ما جاءهم من </p><p> البينات الموضحة المبينة التي قامت مثبتة للحق، وهو واحد لَا يتعدد، وإن ذلك فيه بيان نتيجة التفرق، وهو الاختلاف مع وجود الحق، وهو تأكيد لمضمون النهي؛ لأنه إذا كان التفرق مؤديا إلى استبهام الحق أمام المختلفين مع وضوحه في ذاته، فإن الافتراق في ذاته أمر قبيح، وإن هذه الصيغة فوق ذلك فيها الاعتبار بمن سبقوا، ووضع صورة واقعية لنتائج الافتراق، ولذا كان قوله تعالى:  (وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقوا) أكثر معاني من (ولا تتفرفوا) وهي في هذا المقام أبلغ وأبين، ولأن الآيات السابقة فيها كلام عن أحوال اليهود والنصارى، ومناقضتهم للحقائق الإسلامية، ومحاولتهم تضليل المسلمين عن الحق الصريح، فكان من المناسب أن يشار إلى حالهم، ونتائج تفرقهم، وإعراضهم عن الحق بعد إذ تبين لهم. </p><p> وقد يقول قائل: إن الاختلاف يؤدي إلى التفرق مع أن ظاهر الآية أن الافتراق هو الذي أدى إلى الاختلاف، ونقول في ذلك: إن الاختلاف الذي لا ينشأ عن التفرق ولا يؤدي إليه هو اختلاف تفكير، ولابد أن يصل فيه المختلفون إلى الحق ولا يضلون، وأما الاختلاف الذي يؤدي إلى الافتراق، فهو بلا شك يؤدي إلى الضلال، ويترتب عنه ضلال مع وجود بينات الحق؛ إذ التفرق معناه انحياز كل جماعة إلى ناحية وفرْق معين، وكذلك التفرق السابق على الاختلاف، فإنه يكون نوعا من تحكم الهوى، أو العصبية النسبية، أو العصبية الإقليمية، فيكون كل تفكير تحت سلطان هذه العصبية، فلا تستقيم الحقائق، ولا تدركها العقول، مع قيام البينات. </p><p> وقد بين سبحانه نتائج هذا الضلال في الآخرة فقال سبحانه:  (وَأُوْلَئكَ لَهُمْ عَذَابٌ عَظِيمٌ) . </p><p> أي أولئك الذين فرقتهم الأهواء فضلوا ولم يدركوا الحق مع قيام البينات عليه لهم عذاب عظيم في الآخرة، وهذا التهديد الشديد مقابل للنتيجة الحسنة التي تكون ثمرة التواصي بالحق والتواصي بالصبر، وهي الثابتة بقوله تعالى:  (وَأولَئِكَ هُم الْمُفْلِحُونَ) . فالافتراق نتيجته خسران في الدنيا وعذاب عظيم في الآخرة. </p><p> وقد بين سبحانه حالهم في ذلك اليوم فقال: </p><p> * * * </p>"
}