{
  "id": null,
  "sura": 3,
  "aya": 135,
  "text": "<p> (وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ ... (١٣٥) </p><p> * * * </p><p> هذا هو الوصف الخامس من أوصاف المتقين الذين أعدت لهم الجنان التي عرضُها كعرض السماوات والأرض، والفاحشة هي المعصية الزائدة التي تكون خارجة على مقتضى الطبيعة الإنسانية الفاضلة، وقد غلبت على الزنا، وبذلك فسر بعض العلماء الفاحشة هنا، وعلى هذا الرأي يكون المراد من قوله تعالى:  (أَوْ ظَلَمُوا أَنفُسَهُمْ) كل ذنب غير المعصية، وقال آخرون: الفاحشة الذنب الكبير، وظلم النفس الذنب الصغير، وبعض المفسرين يقول الفاحشة ما يتعدى أذاها إلى غيره، وظلم النفس ما لَا يتجاوز الأذى نفسه، ويكون هذا كقوله تعالى:  (وَمن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ. . .) ، وهذا كله على أن الفاحشة وظلم النفس أمران متغايران؛ وبعض العلماء على أنهما وجهان للمعصية، وأن كل معصية كبيرة فيها هذان الوجهان وتكون \" أو \" بمعنى \" الواو \" ، ويكون المعنى: من يرتكب فاحشة ويظلم نفسه، ويتذكر ألله عند ارتكابها فيعود إلى ربه يكون من المتقين؛ وإلى هذا نميل، والتعبير بصيغة الشرط (إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنفُسَهُمْ ذَكَرُوا اللَّهَ) يفيد اقتران الجواب بالشرط، أي أن ذكر الله يكون عند الارتكاب ولا يكون بينهما تراخ يجعل الشر يفرخ في النفس، فالتوبة إلى الله تكون فور الارتكاب لَا تراخي بينهما ولا يستمر في المعصية حتى تحيط به خطيئته، وهذا ما صرح الله تعالى به في </p><p> قوله:  (إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١٧) . ومعنى قوله تعالى:  (ذَكَرُوا اللَّهَ) أي تذكروا أوامره ونواهيه وتذكروا عظمة الله تعالى وجلاله وقوته، ولذكر الله تعالى مرتبتان (إحداهما) ذكر أوامره ونواهيه وما أعده للمذنبين وما أعده للمتقين (والثانية) وهي العليا ذكر جلاله وعظمته وعلمه بما تخفي الصدور وهذه لَا ينالها إلا الأبرار المقربون. </p><p> وإن ذكر الله تعالى لابد أن يتبعه لَا محالة الاستغفار والإنابة، ولذا عقبه سبحانه بقوله:  (فَاسْتَغْفَرُوا لِذُنُوبِهِمْ) فهو ثمرة ملازمة ونتيجة محتمة للذكر. </p><p> (وَمَن يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوِا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ) الكلام موصول بالكلام السابق، وقوله تعالى:  (ومن يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ) فيه بيان إجابة الاستغفار وفِيه بيان أنه لَا مفزع من الله إلا إليه، ولذا يقول الزمخشري في قوله تعالى:  (ومَن يَغْفِرُ الذُّنُوبَ إِلَّا اللَّه)  \" وصف لذاته بسعة الرحمة وقرب المغفرة، وإن التائب من الذنب عنده كمن لَا ذنب له، وإنه لَا مفزع للمذنبين إلا فضله، وأن عدله يوجب المغفرة للتائب لأن العبد إذا جاء في الاعتذار والتنصل بأقصى ما يقدر عليه وجب العفو والتجاوز، وفيه تطييب لنفوس العباد وتنشيط للتوبة وبعث عليها، وردع عن اليأس والقنوط، وإن الذنوب وإن جلت فإن عفوه أجل وكرمه أعظم \" . وذلك كلام مستقيم لولا أنه أوجب المغفرة حيث التوبة، والله تعالى لا يجب عليه شيء، وإن رحمة الله بعباده مع علمه بطبيعة تكوينهم الذي يتنازعه الخير والشر جعلت المغفرة قريبة، ولذا ورد عن النبي - صلى الله عليه وسلم - أنه قال:  \" والذي نفسي بيده لو لم تذنبوا لذهب الله بكم ولجاء بقوم يذنبون ويستغفرون فيغفر لهم \"  (١) وشرط الاستغفار المجاب ألا يصر المذنب على ذنبه، ولذا قال تعالى:  (وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ) أي لم يصروا على الفعل الذي فعلوه بأن تكون </p><p>(١) رواه مسلم: التوبة - سقوط الذنوب بالاستغفار توبة (٩ ٢٧٤)، وأحمد: باقي مسند المكثرين (٧٧٣٦). عن أبي هريرة رضي الله عنه.</p><p> عندهم النية إلى العودة إليه، وقد فعلوه وهم يعلمون أمر الله تعالى فيه ونهيه، ولذلك قال العلماء:  (لا توبة مع الإصرار) وإن الاستغفار مع الإصرار ذنب في ذاته وقد قال الحسن البصري: (استغفارنا يحتاج إلى استغفار) وإن من الإصرار على الذنوب أن يعلن التوبة، وللناس عنده مظالم لَا يردها، فحقوق العباد لا تقبل التوبة فيها إلا بعد ردها إلى أصحابها، وإن التائب المعترف بذنبه المستكبر له التائب عنه مقرب إلى ربه حتى إن الصوفية يقولون:  (إن معصية أورثت ذلا وانكسارا خير من طاعة أورثت دلا وافتخارا) . </p><p> * * * </p>"
}