{
  "id": null,
  "sura": 3,
  "aya": 83,
  "text": "<p> (أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ ... (٨٣) </p><p> * * * </p><p> هذه الجملة السامية فيها تصريح بوحدة الرسالة، فإن ما يجيء به الرسل جميعا واحد لَا يتغير، وهو دين الله تعالى؛ ومن خالفه فقد خالف دينه سبحانه، ومن آمن ببعض الرسل، وكفر ببعض آخر، فهو يبغى غير دين الله، ويطلب سواه، ومعنى النص الكريم: أنهم إذا أعرضوا عن تصديق محمد طلبوا غير دينه سبحانه. </p><p> والاستفهام هنا للتوبيخ، واستنكار ما يفعلون، وبيان أن مؤداه أنهم يطلبون غير دين الله سبحانه وتعالى، وأنهم لَا يمكن أن يكونوا مؤمنين بنبي قط، إذا أنكروا رسالة نبي، من الأنبياء، وخصوصا محمد - صلى الله عليه وسلم - الذي جاء بكتاب مصدقا لمن بين يديه من الكتب. </p><p> وفى هذا الكلام إشارة إلى أن دين الله واحد لَا يتجزأ، فمن كفر ببعضه، فقد كفر بكله، وأن حقيقة هذا الدين تتجلى في كل ما جاء به الرسل لَا في بعضه، وأنه يتلاقى كله في مجموعه، ولا يتعارض إلا ما يكون من جزئيات عملية ضئيلة، فلا تختلف رسالات الرسل في قواعد كلية. </p><p> وهنا مباحث لفظية. أولها: أن الفاء هنا للترتيب والتعقيب، وهي مؤخرة عن تقديم؛ لأن الاستفهام له الصدارة دائما، والمعنى أنه ترتب على كفرهم بمحمد - صلى الله عليه وسلم - أنه وجه إليهم ذلك الاستفهام الإنكاري توبيخا لهم على ما فعلوا وما أنكروا، وما ضللوا. </p><p> وثانيها: إسناد الدين إلى الله تعالى، ففيه إشارة إلى أن من يكفر ببعضه إنما </p><p> يكفر بالله، لَا بنبي من الأنبياء فقط. </p><p> وثالثها: تقديم المفعول على الفعل، أي تقديم كلمة \" غير دين الله \" على \" يبغون \" ففيه تنبيه إلى موضع الإستنكار وهو أنهم أرادوا غير دين الله تعالى، فقدم المفعول لأهميته، إذ هو موضع التنبيه والتوبيخ. </p><p> ورابعها التعبير بـ (يَبْغُونَ) بدل يريدون، فإنه يفيد شدة إلحافهم وإصرارهم، وفي ذلك إشارة إلى أنهم بذلك ظالمون. </p><p> وقد بين سبحانه أن ذلك الأمر الذي ابتغوه وطلبوه كان تمردا على الله، وخروجا على طاعته، مع أنه سبحانه قد أسلم له كل من في السماوات والأرض طوعا وكرها؛ ولذلك قال سبحانه: </p><p> (وَلَهُ أَسْلَمَ مَن فِي السمَوَات وَالأَرْضِ طَوْعًا وَكَرْهًا) . أي أنهم يبغون غير دين الله، ويخرجون عن طاعته؛ مع أَنه قد أسلم له من في السماوات والأرض طوعا وكرها؛ وتقديم الجار والمجرور لإفادة القصر، أي له وحده، لَا لأحد سواه، خضع وأخلص كل من في السماوات والأرض من عقلاء. (طَوْعًا وَكَرْهًا) أي أنهم خاضعون مستسلمون له بنوعين أحدهما: بالطاعة، والإخلاص، والإذعان، وقبول كل ما يحكم به، والتقرب منه بعبادته، وأولئك هم الأخيار. </p><p> وثانيهما: بالخضوع لقوته القاهرة، وكونه سبحانه مسير الأكوان؛ لأنه لَا أحد من الخلق له أثر في تسييرها، وفيما يكسب من خير وشر، والجميع في قدرته وحفظه، وهذا الخضوع هو الخضوع كرها وقسرا، وهو سار على الأخيار والأشرار. </p><p> ثم هددهم سبحانه بقوله تعالى:  (وَإلَيْهِ يُرْجَعُونَ) . أي إليه وحده المرجع والمآب، يحاسب كلا على ما صنع من خير وشر. </p><p> اللهم اغفر لنا وارحمنا، وأنت خير الراحمين. </p><p> * * * </p><p> (قُلْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ عَلَيْنَا وَمَا أُنْزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ (٨٤) وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ (٨٥) </p><p> * * * </p><p> بين سبحانه وتعالى في الآيات السابقة شدة تعصب بعض الذين أوتوا الكتاب، وأنهم غلّقوا بهذا التعصب باب النور فلم تشرق قلوبهم بهداية الإيمان، ثم بين سبحانه أن صرح النبوة واحد، وأن كل نبي متمم لما جاء به سابقه مصدق له، ومبشر بالنبي الذي يجى بعده، وأن ذلك عهد الله وميثاقه، وفي هذه الآية يشير إلى وحدة الرسالة الإلهية، وأن محمدا - صلى الله عليه وسلم - مؤمن بكل رسول جاء من قبله، وأن ذلك الإيمان جزء من رسالته عليه الصلاة والسلام، ولذلك أمره ربه بقوله تعالى: </p>"
}