{
  "id": null,
  "sura": 3,
  "aya": 175,
  "text": "<p> (إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ ... (١٧٥) </p><p> * * * </p><p> الخطاب في الآية للمؤمنين الأقوياء أي إن الإرهاب والإفزاع يكون من أولياء الشيطان (١) ، وهو يخوف أولياءه ونصراءه بهذا التخويف وذلك الإفزاع، لأن أولئك لَا يهمهم إلا الحياة الدنيا، ودائرة سلطان الشيطان في أن يحملهم على ألا يؤمنوا بالحياة الأخرى، وما دامت الدنيا همهم اللازم، فإنه لَا يهمهم إلا الفوز الحاضر، ومن هنا يجد الشيطان موضع ثقته ووسوسته، فأولياء الشيطان إذا كانوا قد خوَّفوا المؤمنين بالكثرة والعدد والهزيمة القريبة، فذلك هو منطقهم ومنطق الشيطان، أما المؤمنون فهم أولياء الله ولا يعتمدون إلا عليه، ولهم إحدى الحسنيين إما النصر العاجل </p><p>(١) قال القرطبي: \" قال ابن عباس وغيره: المعنى يخوفكم أولياءه؛ أي باوليائه.</p><p> ومعه الجزاء، وإما الاستشهاد والثواب المقيم، ورضوان الله أكبر، وهو ثابت في الحالين، ولذلك لَا يفزعهم مثل هذا التهديد الذي حملته رسل أبي سفيان، ويكون المعنى على هذا، إن تخويف الشيطان المبني على الإفزاع والإرهاب إنما يكون أثره في أوليائه من الكافرين والمنافقين، ولا يمكن أن يكون له أثر في قلوب المؤمنين، والإشارة في قوله تعالى:  (إِنَّمَا ذَلِكمُ) هي للعمل الذي قام به أولئك الذين دسوا القول المفزع المثبط في النبي - صلى الله عليه وسلم - والذين آمنوا معه، وجعل المسند إليه من قبيل ذكر السبب وإرادة المسبب، فالمعنى: إنما ذلكم القول المدسوس هو الشيطان أي عمله وتدبيره، ولا يمكن أن يكون إلا في أوليائه، والله ولي الذين آمنوا، والشيطان على هذا هو إبليس اللعين الذي أضلهم ويخوفهم، هم ومَن هم على شاكلتهم من المنافقين. </p><p> ولقد أكد الله سبحانه ولايته لهم، ونصرته لهم فقال تبارك وتعالى:  (فَلا تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ) أي فلا تخافوا تهديدهم الذي هو تدبير الشيطان، فإنه إذا كنتم أولياء الله، ولا يهمكم إلا رضاه، ولستم أولياء الشيطان، ولا أثر له في قلوبكم، فلا يصح لكم أن تخافوا أولياء الشيطان، ولا تدبيره، والله معكم، ولذلك لَا تخافوا سواه ما دام الإيمان شأنكم ووصفكم، فضعوا في نفوسكم ولاية الله ونصرته وتقواه، وضعوا أيضا في نفوسكم خشية عقابه ورجاء رضاه، فإن فعلتم خفتم الله وأرضيتموه، واتبعتم طريق السداد، وكنتم في أمن من الشيطان وأوليائه. </p><p> والخوف أمر نفسي لَا قدرة للإنسان على منعه، فكيف يكون النهي عنه؛ والجواب عن ذلك أن النهي عن الخوف نهى عن أسبابه، ودعوة إلى رياضة النفس على الصبر؛ وذلك لأن سبب الخوف والجبن حب الدنيا وكراهية الموت، وعدم عمران القلب بذكر الله وعدم الإحساس بولاية الله تعالى، وضعف الثقة بالنفس وبالله، فالله سبحانه وتعالى إذ نهى المؤمنين عن الخوف من الشيطان فمعناه النهي عن أسباب الخوف والأخذ في أسباب القوة، بالتقوى وذكر الله تعالى، والاتكال </p><p> عليه تعالى بعد الأخذ في الأسباب، والإيمان بأن الله تعالى ناصر دينه، وناصر من استمسك به وأخذ بعروته ولم يتركها قط. </p><p> والمقابلة بين النهي عن الخوف من أولياء الشيطان، والأمر بالخوف منه سبحانه، فيها بيان علاج النفس إذا ضعفت وخافت من الشيطان وأوليائه، فدفع الخوف من أولياء الشيطان يكون بالخوف من الله تعالى، فمن خاف الله تعالى حق الخوف منه لَا يخاف أحدا من العباد إذا عاندوا وحادوا الله ودينه، لَا يخاف أهلَ الضلال من يخافُ الله سبحانه وتعالى (١) . </p><p> ولقد كان المشركون بعنادهم المستمر ومقاتلتهم النبي - صلى الله عليه وسلم - وأصحابه بعد فتنتهم يوغلون في الكفر، والنبي - صلى الله عليه وسلم - تذهب نفسه عليهم حسرات، فهو لَا يخاف منهم، ولكن يشفق، ويتمنى أن يجيئوه مؤمنين، بدل أن يأخذهم مقتولين، ولقد نهاه سبحانه عن الحزن عليهم فقال تعالى: </p><p> * * * </p><p>(١) أي فهما ضدان، والضدان لَا يجتمعان.</p>"
}