{
  "id": null,
  "sura": 3,
  "aya": 111,
  "text": "<p> (لَن يَضُرُّوكمْ إِلَّا أَذًى) : </p><p> في هذا النص الكريم بيان أن الذين أوتوا الكتاب، ثم كفروا به وبالبينات لما جاءتهم، لن يضروا المؤمنين ضررا يبقى أثرا في جماعتهم، ويؤثر في قوتهم، وإن وقع منهم أذى؛ وذلك لأن الضرر قسمان: ضرر يترك أثرا في الأمة، فيضعف قوتها، ويوهن أمرها. وضرر لَا أثر له: كالأذى بالقول أو الفتنة في الدين تتناول الآحاد، أو محاولة التأثير في ضعاف الإيمان، أو محاولة بث روح النفاق بين الجماعة من غير أن يعم ويشيع، وقد نفى الله سبحانه وتعالى النوع الأول من الضرر نفيا مؤكدا بلفظ (لَن) فإنها تدل على تأكيد النفي باتفاق علماء اللغة، وقال الزمخشري وطائفة كبيرة من اللغويين: إنها تدل على تأبيد النفي وعلى ذلك يكون الاسعتثناء متصلا، ولا يكون منقطعا، لأن الأذى مهما ضؤل نوع من الضرر، وإن لم يبق أثرا. </p><p> وإن الشرط في نفي الضرر الذي يؤثر في الجماعة الإسلامية أن تكون مؤمنة بالله حق الإيمان آخذة بتعاليمه مهتدية بهديه، وأن يسودها الأمر بالمعروف والنهي عن المنكر الذي هو خاصتها، ورباط وحدتها، وإلا فإن الضرر البالغ يصيبها؛ لأنها فقدت مشخصاتها ومكوناتها. </p><p> ولقد بين سبحانه بعد ذلك حال أولئك الكفار من اليهود والنصارى مع المؤمنين الصادقي الإيمان: </p><p> (وَإِن يُقَاتِلُوكُمْ يُوَلُّوكُمُ الأَدْبَارَ ثُمَّ لَا يُنصَرُونَ) هذه الحال التي ذكرها الله سبحانه تفصيل لبيان ما تضمنته الجملة السامية من قبل، فإنها تضمنت أن هؤلاء لا يمكن أن يصيبوا المسلمين بضرر بليغ يبقى له أثر، وإنه من تفصيل بعض ذلك أنهم ينهزمون في قتال المسلمين، ومعنى قوله تعالى:  (وَإِن يقَاتِلُوكُمْ يوَلُّوكُمُ الأَدْبَارَ) أنهم إن قاتلوا ينهزمون، وعبر عن انهزامهم بتوليهم الأدبار، لأن من ينهزم في ميدان القتال لَا يقابل عدوه بوجهه، ولكنه يطلب النجاة بالفرار، ولسان حاله يقول: النجاء النجاء، والتعبير عن الهزيمة بتوليتهم الأدبار؛ فيه إشارة إلى جبنهم، وأنهم يفرون فرارا أمام خصومهم، وكذلك كان الشأن في قتال المسلمين الأولين للكفار اليهود والنصارى، فقد قاتل المؤمنون بني النضير وبني قريظة ويهود خيبر وغيرهم، وكانوا يفرون فرارا، وقد كتب الله على بعضهم الجلاء، وعلى بعضهم الفناء، وعلى بعضهم البقاء في ذلة، وكذلك كان الشأن مع النصارى بالشام ومصر. </p><p> وقد ذكر سبحانه وتعالى أنهم مع انهزامهم في القتال لَا يمكن أن ينتصروا على المؤمنين ما دام المؤمنون على الشرط الذي ذكرناه، ولذا قال سبحانه وتعالى مخبرا:  (ثُمَّ لَا ينصَرُونَ) أي أنهم لَا يمكن أن ينصروا أبدا، وهذه الجملة خبرية ليس لها صلة لفظية بالجملة الشرطية، فليست معطوفة على جواب الشرط، فهي إخبار عن نفي الانتصار غير مرتبط بكونه في قتال أو غير قتال، ولقد وضح الزمخشري في الكشاف هذا المعنى أكمل توضيح، فقال: (فإن قلت: هلا جزم </p><p> المعطوف في قوله (ثُمَّ لَا يُنصرُونَ) ؟ (قلت) عدل به عن حكم الجزاء إلى حكم الإخبار ابتداء، كأنه قيل ثم أخبركم أنهم لَا ينصرون، فإن قلت: فأي فرق بين رفعه وجزمه في المعنى؟ (قلت) لو جزم لكان نفي النصر مقيدا بقتالهم كتولية الأدبار، فحين رفع كان نفي النصر وعدا مطلقا، كأنه قال: ثم شأنهم وقصتهم التي أخبركم عنها وأبشركم بها بعد التولية أنهم مخذولون منتفٍ عنهم النصر والقوة، لَا ينهضون بعدها بجناح، ولا يستقيم لهم أمر، وكان كما أخبر حال بني قريظة، وبني النضير، وبني قينقاع، ويهود خيبر). </p><p> وكان العطف الخبري بـ \" ثم \" على مضمون الجملة الشرطية كلها، وكان التراخي لتقرير عدم النصر، إذ إنّ عدم النصر المطلق الذي يكون بالقتال وغيره ينشأ من توالي الانهزام، إذ إن توالي الانهزام يلقى في قلوبهم بروح اليأس فلا تكون لهم من بعد ذلك نصرة في أية ناحية من النواحي. </p><p> ذلك خبر الله تعالى، وخبر الله تعالى صادق إلى يوم القيامة، ولكن الذي نراه منذ قرون هو انهزام المسلمين، وتوالي انتصار النصارى من أهل الكتاب، بل إن بلية البلايا أن ينتصر اليهود، فهل أخلف الله وعده؟! كلا، ما أخلف الله موعدا، وإن وعد الله لحق، وخبره صادق، ولكن الذي تغير هو حال المسلمين، فقد اشترطنا لتحقق نصر الله أن يكونوا مؤمنين بالله حق الإيمان، مذعنين لأحكامه حق الإذعان، متعاونين فيما بينهم، يأمرون بالمعروف وينهون عن المنكر، فعندئذ يكونون أنصار الله تعالى:  (وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ) . </p><p> فهل كان المسلمون على هذا الشرط عندما انهزموا؛ لقد تغيرت حالهم، فلم يذعنوا لأحكام الله تعالى، ونقص إيمانهم به، ولم يتواصوا بالحق والصبر، ولم يعودوا أشداء على الكفار رحماء بينهم، بل صار بأسهم بينهم شديدا، وأخذ يأكل بعضهم بعضا، وبذلك تغيرت حالهم فغير الله تعالى بهم، كما قال سبحانه:  (إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ (١١) . </p><p> ولئن عادوا إلى الإيمان </p><p> والإذعان والتعاون والتواصي بالحق ليعودن النصر، فإنه وعد الله تعالى، والله لا يخلف الميعاد. </p><p> ولقد بين سبحانه حال الذين كذبوا بآيات الله تعالى، ولم يذعنوا للحق بعد خذلانهم في كل مجال: </p><p> * * * </p>"
}