{
  "id": null,
  "sura": 3,
  "aya": 142,
  "text": "<p> (أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنةَ وَلَمَّا يَعْلَم اللَّهُ الَّذِينَ جَاهَدُوا مِنكمْ)  \" أم \" هنا إما أن تكون للإضراب، ويكون المعنى: بل حسبتم أن تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم، والإضراب هنا معناه الانتقال من طريق للبيان إلى طريق آخر، ففي الأول بين العبر والسنن بطريق التقرير، وفي هذه الآية يبين سنة أخرى بطريق الاستفهام الإنكاري، وفيه فضل تنبيه وفضل تقرير، والمعنى: أن سنة الله تعالى في نعيمه أنه لَا يستحقه على كماله إلا من بذل المهجة في حياته، وصبر في السراء والضراء، وهذا كقوله تعالى:  (أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ. . .) . وكقوله تعالى:  (أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْثَنونَ) . </p><p> ويصح أن تكون \" أم \" هنا. للمعادلة، أي تكون متصلة لَا منقطعة، ويكون المعنى على هذا: أعلمتم أن لله تعالى سننا في خلقه وأنه يداول النصر بين الناس، </p><p> وأن الحرب لَا تخلو من فرح ونكاية، أم حسبتم وظننتم أنكم تدخلون الجنة من غير أن يصيبكم الجرح، وتدموا (١) في الحروب، ويكون منكم شهداء. وقوله تعالى:  (وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنكُمْ) . </p><p> المراد من العلم فيها المعلوم، أي ولا يستبن لكم أمركم، ويظهر لكم جهاد المجاهدين وصبر الصابرين، فالمعنى ظهور علم الله الواقع فيكم وبيانه لكم، وذلك لأن الله يعلم الأمور قبل وقوعها، فلا يتصور أن يكون غير عالم حتى تقع، بل المراد وقوع ما علمه الله تعالى وظهوره وكشفه وإعلانه مُحَسا واقعا، بعد أن كان خفيا لَا يعلمه إلا علام الغيوب، وقد تكلموا في الحكمة في أن الله تعالى عبر في نفي المعلوم الواقع بنفي العلم الثابت، فقال:  (وَلَمَّا يَعْلَم اللَّهُ) ولم يقل: ولا يقع معلوم الله، ونقول: إن حكمة ذلك هو تعليمنا بألا نحكم إلا بما يظهر ويقوم عليه الدليل المحسوس، ولا يحكم أحد بما يتوقع، فالله العليم بكل شيء يرشد إلى أنه يترك الحكم في الأمر حتى يقع ما حكم به محسوسا ملموسا. </p><p> وقد نفى الله تعالى \" العلم \" بكلمة \" ولا \" وهي في معنى لم، بيد أنها تمتاز عنها بأنها تنفي الآمر في الماضي والحاضر، وتؤمى إلى وقوعه في المستقبل، ففي الآية إيماء إلى أن المعلوم وهو المجاهدون، لم يكونوا معلومين قبل الاختبار، وكانوا بعد الاختبار، وظهرت تلك الصفة فيهم. (وَيَعْلَمَ الصَّابِرِينَ) . </p><p> أي ويقع المعلوم الثاني الذي قدره الله تعالى، وهو أن يتميز الصابرون من غيرهم، فالابتلاء الشديد أظهر نوعين من الرجال: أولهما - المجاهدون الذين يخالدون ولا يفرون ولا يولون الأدبار، ولا يذهب ببأسهم قوة عدوهم، وفشل فريق من إخوانهم. والفريق الثاني الذي أظهره هم الذين صبروا ولم تذهب قلوبهم شعاعا، ولم يذهب تفكيرهم، ولم يضع رشدهم، ولم تطش أحلامهم، وقد يقول قائل: إن الجهاد يتضمن الصبر، كما قال النبي - صلى الله عليه وسلم -: \" إنما الصبر عند </p><p>(١) من دَمِي: إذا تلوث بالدم. الصحاح. والمقصود هنا ما أصابهم من جراحات وقتل.</p><p> الصدمة الأولى \"(١)، وإن الصبر عدة الجهاد الأولى، فلماذا خُصَّ الصابرون بالذكر، وخص الصبر بالتنويه،ونقول في الإجابة عن هذا السؤال:إن الصبر ولو أنه عدة الجهاد ينفرد بمعنى آخر غير الجلد والصبر تحت حر القتال وفي بريق السيوف، فإن الصبر يتضمن ثبات الفكرة واطمئنان القلب إلى الحقائق المقررة، وعدم طيش الأحلام، فإن الأخبار التي تثبط العزائم في الحروب إذا كانت كاذبة قد يصدقها المجاهد، ولكن شجاعته تدفعه إلى مواصلة القتال، وعدم التأثر، والصابر المطمئن النفس يمحص الأخبار في وسط الاضطراب النفسي، فإذا أشيع في ميدان القتال أن القائد قد قتل،كان الأبرار من الجند فريقين:أحدهما - المجاهدون الشجعان الذين يستمرون على القتال، ولو كان الخبر صادقا، ويندفعون في الميدان. والفريق الثاني المجاهدون الذين نالوا حظ الأولين وكان لهم مع ذلك قدرة على التأمل أصادق الخبر أم كاذب، وإذا كان صادقا حثوا غيرهم على الاستمرار وبينوا لهم أن الواجب صار أشد وأقوى وألزم، فهذا فريق الصابرين، وإن هذا النوع من الصبر هو أعلى أنواع الصبر؛ لأنه ثبات الجنان، وتحمل التبعات بأبلغ أحوالها وأشد صورها، فهو صبر في جهاد الفكر، وجهاد النفس، وتحمل عبء الجاهلين الأغرار، وتولى إرشادهم وتوجيههم.</p><p> والنص يفيد أن الطريق إلى الجنة ليس سهلا يسلكه كل إنسان، إنما هو محفوف بالمكاره والشدائد، ولا يصل إلى غايته إلا الذين جاهدوا وصبروا وصابروا، ولذا قال النبي - صلى الله عليه وسلم -: \" حفت الجنة بالمكاره، وحفت النار بالشهوات \" (٢) وذلك لأن المعاصي أسبابها اندفاع الشهوات الإنسانية، وانطلاق الغرائز المنحرفة، فليس فيها جهاد بأي نوع من أنواعه، بل فيها تلذذ وانحراف، وأما الجنة فسبيلها جهاد للنفس ومغالبة للهوى، ومنازلة بين الحق والباطل، وتكليفات يجب القيام </p><p>(١) سبق تخريجه من رواية البخاري ومسلم عن أنس بن مالك رضي الله عنه. (٢) رواه مسلم: الجنة وصفة نعيمها وأهلها (٢٨٢٣)، والترمذي: صفة الجنة (٢٤٨٢)، وأحمد: باقي مسند المكثرين (١٢١٠١)، والدارمي: الرقاق - حُفت الجنة بالمكاره (٢٧٢٠) عن أنس رضي الله عه.</p><p> بها، وكل هذه مشاق يحتاج احتمالها إلى جهد في دائرة الطاقة، و (لا يكَلفُ اللَّه نَفْسًا إِلَّا وُسْعَهَا. . .) . </p><p> ولقد أشار سبحانه وتعالى إلى أن المؤمن الصادق الإيمان يعرف طريق الجنة، وأن الموت في سبيلها هو شكر لنعمة الله تعالى فيما أنعم في الحياة الدنيا، وفيما ينعم في الجنات في الحياة الآخرة، وإن الذين قاتلوا في غزوة أحد الذين سيقت لهم هذه العبر يعلمون ذلك ويعرفونه ويؤمنون به، وينفذونه، ولذا قال سبحانه وتعالى: </p><p> * * * </p>"
}