{
  "id": null,
  "sura": 3,
  "aya": 67,
  "text": "<p> (مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلا نَصْرَانِيًّا وَلَكِن كَانَ حَنِيفًا مُّسْلِمًا) وفي هذا النص القرآني الكريم نفي لوصف اليهودية والنصرانية عن خليل الله تعالى، ومرمى النص هو براءته منهم، وفي نفي الوصف على ذلك النحو توكيد لهذه البراءة، وتثبيت لهذه النزاهة؛ إذ إن المؤدى أنه لو كانت اليهودية أو النصرانية على ما هما عليه تنتمي إلى إبراهيم عليه السلام لكان متصفا بهما، وهو قد نزهه ربه عن أن يتصف بما عليه اليهود من ضلال؛ فنفَى وصف اليهودية عنه عليه السلام تضمن براءته منهم، وفيه التعريض بما فيهما من ضلال لَا يليق أن يلصق بنبي من أنبياء الله، والتنويه بشأن إبراهيم من أن يكون في مثل حمأة اليهود والنصارى الذين عاصروا النبي - صلى الله عليه وسلم -. </p><p> وقد ذكر سبحانه على سبيل الاستدراك وصفه الحقيقي، ودينه الحق فقال تعالى:  (وَلَكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) . </p><p> فقد ذكر سبحانه في وصفه الحقيقي ثلاثة أوصاف تتنافى كلها تمام التنافي مع ما عند اليهود والنصارى، وهذه الأوصاف هي أنه: حنيف، ومسلم، وما كان من المشركين. </p><p> والوصف الأول وهو حنيف معناه: الميل إلى الحق وطلبه، والاتجاه إليه، وتحريه والاستقامة في الوصول إليه؛ ولقد قال الأصفهاني في مفرداته: \" الحَنفُ ميل عن الضلال إلى الاستقامة، والجنف ميل عن الاستقامة إلى الضلال. والحنيف هو المائل إلى ذلك، قال عز رجل:  ( ... قَانِتًا لِّلَّهِ حَنِيفًا. . .) ، وقال:  (حَنِيفًا مُّسْلِمًا) وجمعه حنفاء؛ قال عز وجل: </p><p> (وَاجْتَنِبُوا قَوْلَ الزُّورِ (٣٠) حُنَفَاءَ لِلَّهِ)، وتحنف فلان أي تحري طريق الاستقامة \".</p><p> ووصفُه عليه السلام بأنه حنيف يطلب الحق مستقيما في طلبه فيه بيان منافاة أخلاق اليهود والنصارى لأخلاقه وهديه، فهم لَا يطلبون الحق لذات الحق، ولكن يطلبون هوى أنفسهم، فإن يكن الحق لهم يأتوا إليه مذعنين، وإن يكن الحق عليهم أعرضوا عنه وذلك لمرض قلوبهم. </p><p> والوصف الثاني من أوصاف إبراهيم خليل الله أنه مسلم، والإسلام هو الإخلاص لذات الله، والمحبة والانصراف إليه سبحانه وتعالى، حتى لَا يعمر القلب بغير نوره، وهذا أيضا وصف منافٍ لما كان عليه اليهود والنَّصارى، فإلههم هواهم، ومحبتهم لأنفسهم لَا لله، وإنما هي أعراض الدنيا أركست نفوسهم، وأغلقت دون نور الله قلوبهم. </p><p> والوصف الثالث: وصف سلبي، وهو أنه كان غير مشرك، وقد نفَى الله سبحانه وتعالى عن خليله وصف الشرك بهذه الصيغة الجامعة فقال:  (وَمَا كَانَ مِنَ الْمُشْركِينَ) ولم يقل \" وما كان مشركا \" لأنها تتضمن نفي الإشراك كله وشوائبه عن إبراهيم عليه السلام، فإن المشركين أصناف وألوان، فمنهم من يعبد الأوثان، ومنهم من يجعل لله ابنا يعبد، ومنهم من يجعل الله ثالث ثلاثة، ومنهم من يتخذون أحبارهم ورهبانهم أربابا من دون الله، ومنهم من يتخذون وساطة بين العبد والرب، وهكذا، فما كان إبراهيم من أي صنف من هذه الأصناف. وفي ذكر هذه الصيغة السامية في نفي الشرك عن إبراهيم تعريض بين حالهم وما هم عليه من الشرك الظاهر، فكيف يدعون الانتساب لإبراهيم عليه السلام، وهم على ما هم من الشرك، إنما الذين يعدون أولى الناس هم من قال الله فيهم: </p><p> * * * </p>"
}