{
  "id": null,
  "sura": 3,
  "aya": 42,
  "text": "<p> (وَإِذْ قَالَتِ الْمَلائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهُ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ)  \" الواو \" هنا عاطفة، وهي تعطف هذا النص الكريم على قوله تعالى:  (إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا. . .) ، فهذا عود إلى قصة مريم البتول التي ابتدأت بالنذر بها وهي حمل، ثم ببيان حال أمها عند وضعها وبعد وضعها، وما كان من رزق الله تعالى لها وكفالة نبي الله زكريا إياها، مما جعلها تنشأ تنشئة التقوى والورع، ولما شبت عن الطوق واكتملت في تكوينها وأنوثتها خاطبتها الملائكة بذلك الخطاب (قَالَتِ الْمَلائِكَةُ يَا مَرْيَمُ) وتفسر كلمة الملائكة هنا بعدد منهم، لَا بواحد، كما استظهرنا مع ابن جرير في خطاب الملائكة لنبي الله تعالى زكريا عليه السلام؛ ولكن يجيء هنا البحث: من أي نوع خطاب الملائكة لمريم البتول؛ أكان بالمخاطبة كما يخاطب النبيون، أم كان بالإلهام أو الرؤيا الصادقة في النوم؟ لم تبين الآية هنا نوع الخطاب؛ ولذا قال بعض العلماء: إن الخطاب كان بالإلهام، وإلى هذا يومئ الزمخشري رضي الله عنه، ولكنه صرح بقوله:  \" روي أنهم كلموها شفاها معجزة لزكريا، أو إرهاصا لنبوة عيسى عليه السلام \" . </p><p> وبعض العلماء كما ترى قرر أن الخطاب كان مشافهة ولم يكن إلهاما، ولا رؤيا صادقة في النوم؛ وإنا نميل إلى ذلك الرأي،؛ لأنه ثبت بنص القرآن الصريح </p><p> الذي لَا يحتمل تأويلا أن الملك خاطبها حين ابتدأ حملها، كما جاء في سورة مريم، إذ قال الله سبحانه وتعالى:  (وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا (١٦) فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا (١٧) قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا (١٨) قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا (١٩) . </p><p> والروح الذي ذكر مضافا إليه سبحانه هو روح من عند الله، أرسله سبحانه ليبشر مريم البتول بعيسى عليه السلام، ولم يكن الملك يحمل وديعة كما يحمل الإنسان؛ لأنه ليس بإنسان، والعلاقة الجنسية من خواص الآدمية؛ بل الوديعة التي يحملها هي بشرى، والخلق والتكوين لرب العالمين، وهو يخلق الحي من غير جرثومة حياة، كما يخلق جرثومة الحياة نفسها. </p><p> وإذا كانت الملائكة قد خاطبت مريم مشافهة فهل هي نبية، لأن الملائكة خاطبوها؟ هكذا قال بعض العلماء. </p><p> ولكن الأكثرين على أنه لَا يمكن أن تكون نبية، وخطاب الملائكة لها لا يقتضي النبوة؛ لأن النبي من يوحى إليه بشرع، ومريم لم يوح إليها بشيء من الشرع، ولكنه كان خطابا للبشارة بواقعة معينة دالة على علو منزلتها، واصطفاء الله سبحانه وتعالى لها. </p><p> والاصطفاء افتعال من صفا؛ فمعنى اصطفى طلب الصفوة المختارة؛ والمعنى اللازم هو اختيار الله تعالى لها باعتبارها من صفوة الإنسانية البرة التقية. ولقد كان اصطفاء الله تعالى إياها مرتين بينهما طهر وتقى؛ فأما الاصطفاء الأول فحين قبولها نذرا من أمها البرة التقية، واختيارها لسدانة البيت المقدس؛ وأما الاصطفاء الثاني فهو حين اختارها لتكون أما لمن لَا أب له، إذ تلد بعد أن تحمل من غير علاقة تناسلية مما يجري بين البشر؛ وبين الاصطفاءين طهر وتقى وعفاف، وإيمان وانصراف للعبادة، وهذا هو معنى قوله تعالى عن خطاب ملائكته لمريم:  (إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ) وذكر في الاصطفاء ما يدل على أنها </p><p> به مختارة دون نساء العالمين؛ لأن الاصطفاء الأول ومعه الطهر والتقى لَا تختص به مريم، فكم من عابدات قانتات قوامات بالليل صوامات بالنهار؛ أما الاصطفاء الثاني وهو أن تلد من غير أب فإن ذلك قد اختصت به لم تشركها فيه امرأة في هذا الوجود، ولذا قال فيه:  (وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ) . </p><p> وإن هذا التعبير يدل فوق دلالته على اختصاصها بهذا الاصطفاء، يدل على أن لها فضلا على نساء العالمين، إذ إن التعبير (عَلَى نِسَاءِ الْعَالَمِينَ) يتضمن معنى الأفضلية عليهن، وإن لها ذلك الفضل، ولذلك قال النبي - صلى الله عليه وسلم - فيما رواه مسلم عن أبي موسى الأشعري:  \" كمل من الرجال كثير ولم يكمل من النساء غير مريم بنت عمران، وآسية امرأة فرعون، وإن فضل عائشة على النساء كفضل الثريد على سائر الطعام \"  (١) وروي من طرق صحيحة: \" خير نساء العالمين أربع: مريم بنت عمران، وآسية امرأة فرعون، وخديجة بنت خويلد، وفاطمة بنت محمد \"  (٢) . </p><p> * * * </p><p>(١) متفق عليه رواه البخاري: أحاديث الأنبياء - (٣١٧٩)، ومسلم: فضائل الصحابة - فضائل أم المؤمنين السيدة خديجة رضي الله عنها (٤٤٥٩) عن أبي موسى الأشعري، واللفظ لمسلم. (٢) أخرجه الحاكم في المستدرك ج ٦ ص ١٨٦، عن أنس رضي الله عنه، ورواه الترمذي: المناقب - مناقب خديجة رضي الله عنها (٣٨١٣) وقال أبو عيسى: هذا حديث صحيح.</p>"
}