{
  "id": null,
  "sura": 3,
  "aya": 144,
  "text": "<p> (وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ ... (١٤٤) </p><p> * * * </p><p> تقرير لحقيقة ثابتة وأمر واقع، وهو أن محمدا بشر من البشر، وأنه يموت كما يموت سائر البشر، وقد قرر هذه الحقيقة ومعها دليلها، وذلك ببيان حقيقتين كل واحدة منهما تصلح مقدمة في دليل لإثبات أنه ميت لَا محالة كما قال تعالى:  (إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتون) . </p><p> الحقيقة الأولى أو المقدمة الأولى: أن محمدا رسول فقط فليس أكبر من رسول، ولذا قال تعالى:  (وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ) أي ليس له صفة تميزه على الناس إلا الرسالة، والحقيقة الثانية: أن الرسالة لَا تقتضي البقاء، فقد مضى رسل من قبله وماتوا، وقد قررها سبحانه بقوله:  (قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ) . </p><p> ومن مجموع الحقيقتين يثبت أن محمدا سيموت؛ لأنه إذا كان ليس إلا رسولا، والرسل من قبله قد ماتوا، فهو سيموت لَا محالة. </p><p> وإذا كان محمد سيموت لَا محالة فإن رسالته لَا تموت من بعده، ولا يصح أن ينقلب المؤمنون من بعده، بل عليهم أن يحملوا العبء من بعده، وقد بلغ </p><p> رسالات ربه، وأتم بيان دينه، ولذا وبخ المؤمنين على ما كان منهم يوم أحد إذ ذاع في وسطهم أن محمدا قد قتل، فقال تعالى:  (أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ) . </p><p> الفاء هنا لترتيب ما بعدها على ما قبلها، أو للإفصاح عن شرط مقدر، والاستفهام للتوبيخ، والمعنى: أإذا مات وقد علمتم أن موته حق لَا ريب فيه، أو قتل في الميدان والقتل طريق من طرق الموت، انقلبتم على أعقابكم، أي عدتم كفارا بعد أن آمنتم، وعباد أوثان بعد أن صرتم من أهل التوحيد، وضلالا بعد أن اهتديتم، والتعبير عن ذلك بقوله تعالى:  (انقَلَبْتُمْ عَلَى أَعْقَابِكُمْ) تصوير سامٍ لمن ضل بعد أن اهتدى، فهو تصوير لمن يرجع إلى الوراء وبصره إلى الأمام، وأعقابه هي التي تقوده، وهو منكس جعل رأسه في أسفل وعقبه في أعلى، وذلك أقبح منظر يكون للإنسان. </p><p> ولكن هل وقع ذلك الضلال أو كان ما يدل على احتمال وقوعه. يروى في ذلك أن عبد الله بن قمئة الحارثي أقبل يريد قتل النبي - صلى الله عليه وسلم -، فتصدى له مصعب بن عمير حامل راية المؤمنين فقتله المشرك، وظن أنه الرسول فأذاع ذلك في المشركين، وانتقل الخبر إلى بعض المؤمنين، إذ قد اختلط الحابل بالنابل، فريعت قلوب بعض المسلمين وولوا مدبرين، وانطلق المنافقون يقولون: لو كان نبيا ما قتل، وثبت المؤمنون الصادقون، وقد مر أنس بن النضر، ووجد قوما خارت عزائمهم فقال لهم: يا قوم إن كان محمد قتل فإن رب محمد حي لَا يموت، وما تصنعون بالحياة بعد رسول الله - صلى الله عليه وسلم -، فقاتلوا على ما قاتل عليه، وموتوا على ما مات عليه. . اللهم أعذر إليك مما يقول هؤلاء، وأبرأ إليك مما جاء به هؤلاء، ثم شد بسيفه فقاتل حتى قتل. وقد مر بعض المهاجرين بأنصاري يتشحط (١) في دمه، فقال له: أشعرت أن محمدا قد قتل؟ فقال: إن كان قد قتل فقد بلغ، فقاتلوا على دينكم، ولقد صاح بعض المجاهدين في وسط ذلك البلاء: يا معشر المؤمنين إن كان محمد قد أصيب أفلا تمضون على ما مضى عليه نبيكم حتى تلحقوا به. </p><p>(١) أي يتخبط فيه ويضطرب وتمرغ.</p><p> وبهذا يتبين أن المحاربين كانوا فريقين: أحدهما رعب واضطرب، والثاني ثبت وجاهد، ولقد ذكر اللَّه حال الفريقين، ومقام كل واحد من الحق ودعوته فقال تعالت كلماته في الفريق الأول:  (وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا) . </p><p> أي ومن ينقلب على عقبيه بعد وفاة النبي - صلى الله عليه وسلم - فلن يضر دين الله تعالى في شيء، ولأن دين الله تعالى بعد أن بلغ النبي رسالة ربه، وأكمل البيان لهذا الدين، قد ظهر وصار حقيقة ثابتة في الوجود، فلا عبرة بمن يخرج، كما قال تعالى:  (مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ. . .) . </p><p> وفى هذا تنبيه إلى ثلاثة أمور: </p><p> أولهما: أن من يجاهد عليه أن يجاهد لحقيقة من الحقائق الثابتة الخالدة التي لا تفنى ولا تنتهي، ولا يقاتل لأجل الأشخاص الذين ينتهون ويفنون، فالمعاني خالدة، والأشخاص ميتون. </p><p> الثانية: أن من يفسد قلبه فيرتد بعد إيمان ويكفر بعد يقين، لَا يضر دين الله بل يضر نفسه؛ لأن الضال المضل يضر نفسه قبل أن يضر غيره. </p><p> ثالثها: إخبار الله تعالى بأن هذا الدين خالد ثابت باقٍ إلى يوم القيامة؛ لأنه سبحانه قد قرر أنه لَا يضره من يخرج عنه أو يمرق عن أحكامه، أو يتركها مستهينا، فإن للإسلام ربا يحميه، ورجالا صدقوا ما عاهدوا الله عليه. ثم بين سبحانه من بعد ذلك جزاء الصابرين الذين لم يرعبوا ولم يضطربوا، فقال سبحانه:  (وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ) . </p><p> أي وسيجزي الله سبحانه وتعالى الذين صبروا في هذه الشديدة وشكروا الله تعالى في السراء والضراء، فلم يزعجهم البلاء كما لم تبطرهم النعماء، فصفة الشكر كصفة الصبر كلتاهما تظهر في السراء والضراء معا، فالصبر يكون في النعمة بالقيام بحقها، وفي الكريهة باحتمالها، من غير تململ وتضجر. </p><p> وقد يقول قائل لماذا عبر هنا بالشاكرين ولم يعبر بالصابرين، والصبر هنا هو الأظهر؟ فنقول: إن الشكر في هذا المقام هو أعلى درجات الصبر، وذلك أنهم لم يحتملوا البلاء فقط، بل تجاوزوا حد الصبر إلى حد الشكر على هذه الشديدة، فالشكر هنا صبر وزيادة، وقليل من يكون على هذه الشاكلة، ولذا قال تعالى:  (وَقَلِيلٌ منْ عِبَادِيَ الشَّكُورُ) . </p><p> وإنا نضرع إلى الله تعالى أن يجعلنا من الصابرين في البلاء، الشاكرين في الضراء والسراء معا، إنك سميع الدعاء. </p><p> * * * </p><p> (وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشَّاكِرِينَ (١٤٥) وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ (١٤٦) وَمَا كَانَ قَوْلَهُمْ إِلَّا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (١٤٧) فَآتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْآخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (١٤٨) </p><p> * * * </p><p> الكلام في هذه الآيات موصول بالآيات قبلها، ففي الآيات السابقة أشار سبحانه إلى اضطراب بعض المؤمنين عندما بلغهم كذبا أن النبي - صلى الله عليه وسلم - قد قتل، فضعفت نفوس، ووهنت قلوب، واضطربت عقول، فبين الله سبحانه وتعالى أن محمدا رسول من البشر، وأنه يموت كما يموت سائر البشر، وأن له أجلا ملموسا، وأن الدعوة الإسلامية كاملة ما دام النبي - صلى الله عليه وسلم - قد بلغها وأتم تبليغها، وبهذا </p><p> أتم ما عهد إليه، فإذا مات حمل هذه الأمانة مَن بعدُه ونقلوها إلى الأخلاف، ثم أشار سبحانه وتعالى إلى أن النفوس جميعها بيد الله، وأنه سبحانه قد جعل لكل أجل كتابا. </p>"
}