{
  "id": null,
  "sura": 3,
  "aya": 172,
  "text": "<p> (الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ ... (١٧٢) </p><p> * * * </p><p> أصل استجابوا: طلبوا الإجابة، والمعنى هنا أنهم عالجوا أنفسهم وطلبوا إجابة داعي الله إلى النصر، فأجابوا، فالاستجابة لأن السين والتاء للطلب تدل على أنهم راضوا نفسهم على إجابة الله تعالى، ونالوا ذلك الشرف العظيم؛ إذ أجابوا داعي الله ورسوله من بعد ما أصابهم ذلك الجرح ولم ينهنه من قوتهم، بل استرسلوا في قوة وصبر وعزيمة، واستثارهم الجرح ولم يضعفهم، وأنهم أجابوا الداعي فور الواقعة، فإنه يروى في ذلك أنه لما رجع المشركون قالوا: (لا محمدًا </p><p> قتلتم، ولا الكواعب أردفتم (١) ، بئسما صنعتم، ارجعوا). فسمع رسول الله - صلى الله عليه وسلم - بذلك فندب المسلمين، فانتدبوا حتى بلغوا حمراء الأسد، ولكن خذل الله المشركين، وقوى المؤمنين، فرجع المشركون من حيث جاءوا، ويروى أن النبي - صلى الله عليه وسلم - عندما ندب المؤمنين أذن مؤذن رسول الله بطلب العدو، وأذن مؤذنه \" ألا يخرجن معنا إلا من حضر أُحدا (٢) ، فخرجوا فهؤلاء هم الذين استجابوا لله والرسول، لأنه لم تأخذ الهزيمة من نفوسهم، وإن أصيبوا بكلوم في أجسامهم، وقد قال سبحانه وتعالى في جزائهم. </p><p> (لِلَّذِينَ أَحْسَنوا مِنْهُمْ وَاتَّقَوْا أَجْر عَظِيمٌ) اختص سبحانه وتعالى من أولئك الذين جاهدوا ولم يستشهدوا بعد بأن لهم أجرا عظيما، وهنا يلاحظ ثلاثة أمور:  (أولها) أن الله لم يذكر الأجر لهم جميعا، لأنهم كانوا أحياء، والحيّ قد يغير ويبدل، فكان لابد من التقييد بالإحسان والتقوى، أي يستمر على ما هو عليه. </p><p> (وثانيها) أن الإحسان هنا غير التقوى، إذ الإحسان هو إجادة الخطة، واتباع المنهج المستقيم في القتال، وذلك لابد منه في الانتصار، والطاعة المطلقة للقائد من إحكام الخطة. </p><p> (ثالثها) أن التقوى - وهي وقاية النفس من الغرض والهوى والاتجاه إلى الله وإخلاص وقلب سليم خال من الشوائب - أساس الأجر العظيم، والله سبحانه وتعالى بكل شيء عليم. </p><p> * * * </p><p>(١) أخرجه النسائي: السنن الكبرى ج ٦، ص ٢٧٦ (١٠٩٧٩). وفي مجمع الزوائد: ج ٦، ص ١٧٦ وقال: رواه الطبراني ورجاله رجال الصحيح غير محمد بن منصور الجواز، وهو ثقة. وذكره الحافظ ابن حجر في فتح الباري (باب قوله تعالى: (الذين استجابوا لله والرسول من بعد ما أصابهم القرح). (٢) السيوطي: الدر المنثورج ٢ ص ١٠٢، وعزاه لابن جرير عن عكرمة.</p><p> (الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ (١٧٣) فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِضْوَانَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ (١٧٤) إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ (١٧٥) وَلَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئًا يُرِيدُ اللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ (١٧٦) </p><p> * * * </p><p> الكلام متصل بالكلام في أعقاب أحد، وقد ذكر الله سبحانه وتعالى الذين استجابوا لله وللرسول من بعد ما أصابتهم الجراح، ولم تمنعهم هذه الجراح من أن يجيبوا داعي الله، ويستعدوا، ويتقدموا؛ ويتغلبوا على روح التردد والهزيمة التي كان يبثها المنافقون، وترشح لها الجراح، وإن أبا سفيان قد هم أن يرجع إلى المدينة، فخرجوا للقائه، ولكن ثبطه الله، فعادوا، ولقد كان أولئك الذين استجابوا لداعي الجهاد، وهم في تلك الحال، لهم موقف آخر جليل ذو شأن في الجهاد، وأثر في الإسلام، ولقد ذكر الله ذلك الموقف بقوله تعالت كلماته: </p>"
}