{
  "id": null,
  "sura": 3,
  "aya": 26,
  "text": "<p> (قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَن تَشَاءُ) إشارة إلى أن الإخلاص للذات العلية، وطلب الحق إرضاء لله، لَا لأحد سواه، فيه اتجاه إلى مالك الملك الذي يؤتي الملك من يشاء، فالإخلاص للحق جل جلاله، يؤدي إلى السلطان الحق من مالك الملك. </p><p> (قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تؤْتِي الْمُلْكَ مَن تَشَاءُ وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاءُ) الأمر للنبي - صلى الله عليه وسلم -، ولكل قارئ للقرآن الكريم مؤمن بالله مذعن للحق، أن يضرع إلى الله تعالى ناطقا بهذه الحقيقة؛ فإنها الحق في هذا الوجود، ولا يعرف مؤمن سواها؛ والمعنى في هذا الدعاء الكريم الضراعة إلى الله تعالى ونداؤه بأنه مالك السلطان المطلق في هذا الوجود، فليس فقط صاحب السلطان، بل إنه يملك ذات السلطان، يؤتيه ويعطيه من يشاء، وينزعه ممن يشاء؛ أي يسلبه ممن يشاء ممن يكون السلطان في يده. والملك هنا هو السلطان، وفسره بعضهم بالنبوة، وعبر عن النبوة بالملك عند هؤلاء باعتبار أن الملك الحق لازم من لوازمها؛ ولذا قال سبحانه:  (أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّه مِن فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُم مُّلْكًا عَظِيمًا) ، والظاهر أن المراد هو السلطان. وقوله تعالى:  (اللَّهُمَّ) نداء إلى الذات العلية بلفظ الجلالة، والميم المشددة في الآخر قائمة مقام حرف النداء على ما قال الخليل وسيبويه. وقال بعض الكوفيين: إن الميم المشددة هي \" أمَّ \" بمعنى قصد، أي أقصدك يا مولاي بضراعتي، وأنت صاحب السلطان. </p><p> ولكن خطَّأَ ذلك النظر الزجاج، وقرر أن معنى القصد ثابت بمجرد الالتجاء والدعاء. وفوله:  (مَالِكَ الْمُلْكِ) نداء آخر وضراعة على تقدير أداة النداء، أي يا مالك الملك، فكأن في النص دعاءين: دعاء للذات العلية بلفظ الجلالة، وقد اشتمل على كل معاني العبودية، والتنزيه والتقديس، والخضوع التام، والتسليم لله سبحانه وتعالى بكل معاني الألوهية؛ والدعاء الثاني لمالك الملك، وفيه كل معاني الإحساس بالربوبية، والضعف أمام جبروت الله سبحانه وتعالى وملكوته. </p><p> وقلنا إن قوله تعالى:  (مَالِكَ الْمُلْكِ) أبلغ من صاحب الملك أو صاحب السلطان؛ لأن من يملك شأن أمة لَا يملك مُلكها، ولكنه يستولي على ملكها ويده فيها ليست يدَ مِلك ولكنها يدٌ عارية؛ أما سلطان الله تعالى ذي الملكوت فسلطان مالك متصرف في السلطان، يعطيه من يشاء عطاء عارية، ويمنعه ممن يشاء، ويسترد عاريته ممن يشاء؛ ولذلك قال سبحانه وتعالى:  (تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ) . </p><p> وهنا أمران لابد من الإشارة إليهما: </p><p> أولهما: التعبير عن إزالة الملك بقوله تعالى: (وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاءُ) فالتعبير بالنزع مع تكرار كلمة ملك، فيه إشارة إلى أنه يأخذه منه بعد أن استقر فيه وثبت له وظن أنه لَا مزيل لسلطانه، فيأتيه الله من حيث لَا يحتسب، ويأخذ ملكه أخذ عزيزٍ مقتدر ثم إن في النزع إشارة إلى أن من يؤتى سلطانا يطغى فيه ويبغي ولا يسير بسنة الحق والعدل لَا يتركه طائعًا، بل لابد أن يُمكِّن الله منه من ينزعه من يده، وقد يأخذه منه من كان يأتمنه \" ومِنْ مَأمَنِه يُؤتي الحَذِر \" . وفي كثير من الأحيان يكون السبب في زواله هو من كان السبب في طغيانه. </p><p> الأمر الثاني الذي تجب الإشارة إليه: أن الله سبحانه وتعالى بمقتضى حكمته وما سَنَّ من نظم في هذا الوجود، وما تسير عليه أعماله في خلفه، لَا يعطي الملك إلا من يستحقه، ويأخذ بالأسباب العادلة في طلبه، ويقصد به رفعة قومه، ولا ينزعه إلا ممن يسيء ويطغى، ويفهم أن الملك متعة تشتهَى وليس تَبِعات </p><p> تؤدى، فينزعه منه غيره، وكذلك سنة الله تعالى في الحكم بين الناس: من لا يسوس الملك يُخلَعه، ومن حل محله ينزل به ما نزل بسابقه إن سار سيرته. </p><p> وكلمة \" الملك \" ليس المراد منها ما تعارفه الناس من الحكم بمقتضى الوراثة في أسرة، إنما المراد بالملك السلطانُ في هذه الأرض، سواء أكان سلطانا بالغَلب، أم كان سلطانا بالاختيار والانتخاب، أم كان سلطانا بالوراثة، وسواء أكان محدودا بجزء من الدولة، أم ناحية من نواحيها، أم كان عاما شاملا لكل أجزائها تجتمع في يد صاحبه كل السلُطات فيها، فكل هذا ملك لأنه سلطان. وقد ذكر سبحانه بعد ذكر الملك يعطيه من يشاء وينزعه ممن يشاء العزة، فقال: </p><p> (وَتُعِزُّ مَن تَشَاءُ) العزة ليست مرادفة للسلطان، وإن كان الأصل في كلمة عَزَّ معناها غَلَبَ، ومن ذلك قوله تعالى:  (وَعَزَّنِي فِي الْخِطَابِ) ، ولكن العزة صارت تستعمل بعد ذلك في معنى نفسي، وهو عدم الخضوع إلا للحق، والتسامي عن الخضوع الذي ينافي المروءة والخلق الكريم، وقد يكون ذلك في ضعيف في بدنه مستضعف عند الناس، ما دام قد علا عن الخضوع إلا لذات الله تعالى، وإن صهيبا وآل ياسر، وخباب بن الأرتِّ وغيرهم، كانوا وهم المستضعفون في مكة الأعزاء في أنفسهم؛ لأنهم لم يجعلوا قلوبهم مراما للأقوياء، فلا عزة إلا مع الإيمان بالله وحده، والاعتماد عليه وحده؛ ولذلك لَا يكون المنافقون مهما يؤتوا من مال ونسب وسلطان إلا أذلاء. ولما قال المنافقون في شأن المؤمنين:  (لَيُخْرِجَنَّ الأَعَزُّ منْهَا الأَذَلَّ. . .) . نفَى سبحانه وتعالى عنهم العزة فقال سبحانه (يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ (٨) . </p><p> وكيف يكون المنافق عزيزا وهو الذي جعل نفسه وفكره ولسانه ملكا لغيره؛ فهو قد سلب كل شيء حتى قلبه ولسانه. </p><p> ومشيئة الله تعالى في العزة والذلة تسير على مقتضى حكمته، فهو لَا يعطي العزة إلا لمن خلَّص قلبه من كل أدران الهوى والشهوة، فالشهوات مردية، ولا </p><p> يكون عزيزا بين الناس من يكون عبد شهوته فإن العزة تبتدئ من النفس، فإن ضبَط المرء أهواءه وشهواته وسيطر عليها أعطاه العزة، فكان بين الناس عزيزا؛ ومن سيطرت عليه أهواؤه ومطامعه وشهواته كتب الله عليه الذلة، وكان الذليل وإن ظهر أنه العزيز، ولذا كان من حكمة السلف الصالح قولهم:  \" أذلَّ الحرص أعناقَ الرجال \" . </p><p> (بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) هذا تسليم بأن ما يفعله الله تعالى دائما خير، وأن الخير كله بيده سبحانه وقوله تعالى:  (بِيَدِكَ الْخَيْرُ) معناه إنك وحدك الذي تملك الخير كله، فـ \" ال \" في قوله \" الخير \" للاستغراق الشامل؛ فكل خير هو بيد الله سبحانه. والتعبير بـ \" يد \" هنا إشارة إلى الملكية التامة السيرة، فهو استعارة تمثيلية، فقد قرب سبحانه - ولله تعالى المثل الأعلى - لأذهاننا معنى سلطانه وكمال ملكه لكل الأمور، بحال من يكون الأمر في يده وقبضته، ولا سلطان لأحد من الناس فيما بيده، وفي قبضته. ومعنى قوله تعالى:  (إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) شمول قدرته على الأشياء كلها: ما يتخذه الناس سببا للخير عندهم، وما يتخذونه سببا للشر عندهم. وفي الجمع بين قوله تعالى:  (بِيَدِكَ الْخَيْرُ) و (إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) إشارة إلى أمرين: </p><p> أولهما: أن كل ما يفعله الله تعالى هو خير، فلا يقال إن بيده الخير والشر، فإن الشر معنى نسبي بالنسبة للعبيد، ولكن بالإضافة إلى الله تعالى فإن الله لايفعل إلا خيرا. ولقد قال الزمخشري في هذا المقام ما نصه:  \" إن كل أفعال الله تعالى من نافع وضار صادر عن الحكمة والمصلحة فهو خير كله كإيتاء الملك ونزعه \" . </p><p> الأمر الثاني: إثبات أن الله تعالى خالق الأسباب، وهي الأشياء التي يستخدمها الناس للخير والشر، يحسنون فلا يقصدون إلا النفع فيكون ما مكَّن الله لهم في الأرض نفعا للناس وخيرا، ويسيئون فيقصدون إلى نواحي الفساد فيكون ما يفعلونه فسادا وضررا عاما. وهذا أشار إليه سبحانه بقوله تعالى: (إِنَّكَ عَلَى </p><p> كُلِّ شَيْءٍ قَدِيرٌ) فكل ما في هذا الوجود من أشياء وأعمال ومخلوقات تحت قدرة الله، وكله خير بالنسبة له سبحانه، والشر والخير بالنسبة لمقاصد الناس، ولانتفاعهم بما مكَّن الله تعالى في هذه الأرض. وإنه يلاحظ دائما أن الشر نسبي للناس، ولا يصح أن يقال في فعل الله إلا أنه خير. ولقد بين سبحانه مظاهر قدرته في الكون المحسوس فقال سبحانه مبتدئا بآياته جل شأنه في الليل والنهار: </p><p> * * * </p>"
}