{
  "id": null,
  "sura": 3,
  "aya": 29,
  "text": "<p> (قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ ... (٢٩) </p><p> * * * </p><p> كان التحذير والتخويف من الله سبحانه وتعالى، وقد أمر سبحانه نبيه بأن يبين لهم مقدار علمه بخفايا نفوسهم، وعلمه بالكون وما فيه، فقال سبحانه:  (قُلْ إِن تُخْفُوا مَا فِي صُدُورِكُمْ) أي أن علمه سبحانه وتعالى يعم الظاهر والباطن، وإن كوْن الأمر ظاهرا أو باطنا </p><p> إنما هو بالنسبة لنا، أما علم الله تعالى فإنه ليس فيه ظاهر وباطن، بل العلم كله سواء بالنسبة له سبحانه وتعالى وسيق إثبات علم الله تعالى وإحاطته الشاملة في هذا المقام، لمقام التحذير أيضاً؛ لأن الذين يوالون الكافرين يظنون في أنفسهم ضعفا وقد يظهرون أن ما يفعلون إنما هو تقية وخوف من الكافرين، والواقع أنهم يفعلون ذلك استخذاء وذلة، أو تملقا للأقوياء أو مداهنة لهم على أقوامهم، أو رجاء غرض دنيوي ينالونه، كما نرى في عصرنا الحاضر، إذ نجد ناسا يبررون كل خيانة قومية ودينية، والدخول في ولاية غير المؤمنين بالتقية وحال الضعف، وما هو إلا ضعف وازع الدين وفقد اليقين، ورجاء الدنيا الذليلة، وفرار من العزة والحياة السامية الكريمة حقا وصدقا؛ فأمر الله نبيه أن يبين أنه يعلم ما تخفيه الصدور، وما تختلج به القلوب، وما ينوون وما يقصدون، كما يعلم ما يبدون ويعلنون، وأن الله سبحانه محاسبهم على أعمالهم بنياتهم، لَا بظواهر هذه الأعمال، ولا بما تتلوى به الألسنة، وإن كانت مخالفة لما تطويه القلوب. وجعل البيان من النبي - صلى الله عليه وسلم - بعد أن وجه سبحانه وتعالى الترهيب بذاته العلية؛ لأن ذلك التنويع من شأنه أن يربي المهابة، كما يقول ذو السلطان محذرا مخوفا: أحذركم مخالفتى، ثم يتركه لصفي من أصفيائه يبين له مدى سلطانه وقوته وعلمه. </p><p> (وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) في هذا بيان شمول علم الله تعالى وشمول قدرته، فهو يعلم سرائر النفوس وظواهرها، كما بيّن في الجملة السابقة، ويعلم الكون وما يجري فيه من نجوم سارية، وأفلاك دائرة، وشمس مشرقة، وقمر منير، والسحاب وما تحمل، والرياح المسخرات بين السماء والأرض، ويعلم كل الأحوال، وكل الأزمان، وكل اللحظات، وجميع الأوقات، وما من شيء في هذا الوجود إلا تحت سلطان علمه، وفي متعلق إرادته، وفي شمول قدرته؛ إنه فعال لما يريد؛ فكيف يتصور من عاقل أن يترك ولاية المؤمنين وهم أولياؤه، ويدخل في ولاية الكافرين وهم أعداؤه؛ فإن كانت </p><p> الولاية للعزة والقدرة والسلطان والعلم، فلله وحده العزة والكبرياء في السماوات والأرض. وقد ذكر سبحانه شمول القدرة بعد شمول العلم؛ لأن القدرة الكاملة لا تكون إلا عن العلم الكامل، فكمال القدرة من مظاهر كمال العلم. ولقد قال الزمخشري في معنى هذا النص الكريم: \" هذا بيان لقوله: (وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ) لأن نفسه، وهي ذاته المتميزة من سائر الذوات متصفة بعلم ذاتي، لَا يختص بمعلوم دون معلوم، فهي متعلقة بالمعلومات كلها، وبقدرة ذاتية لَا تختص بمقدور دون مقدور، فهي قادرة على المقدرات كلها، فكان حقها أن تحذر وتتقى، فلا يجسر أحد على قبيح ولا يقصر عن واجب، فإن ذلك مطلع عليه لَا محالة فلاحق به العقاب، ولو علم بعض عبيد السلطان أنه أراد الاطلاع على أحواله فوكل همه بما يورد ويصدر، ونصب عليه عيونا، وبث من يتجسس على بواطن أموره، لأخذ حذره وتيقظ في أمره، واتقى كل ما يتوقع فيه الاسترابة به، فما بال من علم أن العالم بالذات الذي يعلم السر وأخفى وهو آمن، اللهم إنا نعوذ بك من اغترارنا بسترك؛ ولقد بين سبحانه وقت تنفيذ عقوبته المؤكدة، وهو يوم القيامة، فقال: </p><p> * * * </p>"
}