{
  "id": null,
  "sura": 3,
  "aya": 137,
  "text": "<p> (قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٌ) . </p><p> \" خلت \" معناها مضت وثبتت وتقررت، والسنن جمع سنة، وهي تطلق بمعنى الطريق المسلوك المعبد، وتطلق بمعنى المثال الذي يتبع، ولقد قيل إنها من قولهم سن الماء إذا صبه صبا متواليا فشبهت العرب به الطريقة المستقيمة المتبعة المستمرة، والمعنى أنه قد مضت وتقررت من قبلكم سنن ثابتة ونظم محكمة فيما قدره الله سبحانه وتعالى من نصر وهزيمة، وعزة وذلة، وعقاب في الدنيا وثواب فيها، فالحق يصارع الباطل، وينتصر أحدهما على الآخر بما سنَّه سبحانه من سنة في النصر والهزيمة، من طاعة للقائد، وإحكام في التدبير، وقوة إيمان، واستعداد للفداء، وهكذا، (وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ (٨) عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ (٩) . </p><p> وإن من سنن الله تعالى الثابتة ألا يمكن من الظلم وأن ينتصر أهل الحق إذا عملوا على نصرته، وتضافروا على إقامته ولم ينحرفوا عن طاعته، وأن أهل الباطل قد ينتصرون إن اتحدوا واستعدوا، فينالون الظفر لتخاذل أهل الحق </p><p> وانقسامهم، أو إرادتهم عرض الدنيا، أو عدم الصبر على طاعة القائد العظيم كما كان الشأن في أحد. </p><p> وإن من سنن الله تعالى أن يجعل العاقبة للصابرين الصادقين، فإن أَمْلى للكافرين سنة فإنه سيأخذهم من بعد أخذ عزيز مقتدر، وينصر عليهم أهل الحق، وإنما قدر الله تعالى نصرتهم الوقتية على أهل الحق ليصقل أهل الإيمان، وليهديهم هداية عملية إلى طريق الانتصار، وليميز من بينهم ضعيف الإيمان، ويظهر نفاق أهل النفاق، وبذلك تتبين الصفوة المختارة التي يعتمد عليها، ويذهب الذين مردوا على النفاق بنفاقهم، فلا ينخدع بهم أحد، ولا يرجفون بكيدهم في الجماعة، ولقد بين سبحانه لأهل الإيمان عاقبة المكذبين تثبيتا لقلوبهم، وتأييدا لهم فقال جل من قائل:  (فَسِيرُوا فِي الأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذبِينَ) . </p><p> أي أنه إذا كانت سنة الله تعالى في خلقه، أو العاقبة دائما للمتقين، فسيروا في الأرض، فانظروا الحال التي قد انتهى بها الكاذبون. والتعبير بلفظ (كيف) الدال على الاستفهام يقصد به التصوير وتوضيح الحال في صورة تدعو إلى العجب وتثير الاستغراب، أي أن عاقبتهم التي انتهوا إليها من تدمير ديارهم، وتعفية آثارهم بعد أن طغوا وبغوا في البلاد وأكثروا فيها الفساد، تثير العجب والدهشة لمن ضعف إيمانه، وتلقي بالطمأنينة والصبر والرضا لمن قوى إيمانه. وفى هذه الآية وأمثالها من الآيات التي تدعو إلى السير في الأرض والبحث لمعرفة أحوال السابقين دعوة إلى أمرين: أحدهما - دراسة تاريخ الأمم بشكل عام، فإن التاريخ كتاب العبر، وسفر المعتبر، وهو رباط الإنسانية التي يربط حاضرها بماضيها. </p><p> والأمر الثاني - دراسة أحوال الأمم من آثارها فإنها أصدق من رواية الرواة وأخبار المخبرين، فقد يكون التاريخ المكتوب أكاذيب، أما الآثار فصادقة لمن يعرف كيف يستنطقها، وإن الملوك وأشباههم يزيفون الأخبار المنقولة، وإنه ليحكى أن </p><p> أحد الملوك كلف كاتبا أن يكتب تاريخ دولته فسأل بعض أصحاب الكاتب عما يكتب فقال:  \" أكاذيب ألفقها وأباطيل أنمقها \" . </p><p> * * * </p>"
}