{
  "id": null,
  "sura": 3,
  "aya": 84,
  "text": "<p> (قُلْ آمَنَّا بِاللَّه وَمَا أُنزِلَ عَلَيْنَا وَمَا أُنزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ) وهذا أمر من الله لنبيه بأن يبين لهم ارتباط شرائع الله، وأنها سلسلة متصلة، كل حلقة منها آخذة بالحلقة الأخرى، لتنتهي معها إلى نهاية واحدة، وهي الإخلاص، وقد ابتدأ سبحانه بذكر الإيمان بالله، فقال:  (قُلْ آمَنَّا بِاللَّهِ) والإيمان بالله هو جماع الشرائع كلها، إذ الإيمان بالله يقتضي الإيمان بوجوده واحدا منفردا بالعبودية، ومنفردا بالتكوين والإنشاء، ويقتضي الإخلاص لذاته العلية فيطيعه فيما يأمره به، وينتهي عما ينهاه عنه، وتصديق رسله، وعدم الاستكبار على أحد منهم، وذلك هو الإيمان حقا وصدقا، والإسلام الذي هو دين النبيين أجمعين، وإذا كان الإيمان بالله يقتضي تصديق كل ما جاءت به رسل الله - ذكر سبحانه بعد ذلك الإيمان بما أنزل على النبيين، وهو عطف للمسبب على السبب وللنتيجة على المقدمة، لبيان شرف النتيجة في ذاتها، وأنها غرض مقصود لذاته، وليس فقط تابعا لغيره؛ وذلك لأن ما أنزل على الرسل فيه لُبُّ الشريعة السماوية المشتركة في كل الأديان التي ذكرها الله سبحانه بقوله تعالى:  (شَرَعَ لَكُم مِّنَ الدِّينِ مَا وَصَّى به نوِحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَموسى وعِيسَى أَنْ أَقِيمُوا الدِّين ولَا تَتفَرَّقوا فِيهِ. . .) . </p><p> وإن الأنبياء الذين ذكرتهم الآية هم الأنبياء الذين يدعي اليهود والنصارى أنهم يتبعونهم، وفيهم إسماعيل أبو العرب، وفي ذكرهم بيان أن اليهود والنصارى قد خرجوا عن دينهم بكفرهم بالنبي - صلى الله عليه وسلم -. </p><p> والأسباط هم أولاد يعقوب الاثنا عشر، والمراد بما أنز ل على الأسباط هو ما أنزل على ذريتهم كالذي أنزل على داود وسليمان وغيرهما من الأنبياء الذين جاءوا من سلالة هؤلاء الأسباط، فكان المعنى: آمنا بما أنزل على إبراهيم وولديه إسماعيل وإسحاق وحفيده يعقوب، ثم من جاء بعد ذلك من ذرية الأسباط الذين هم أولاد يعقوب، فأنبياء بني إسرائيل لَا يخرجون عن ذلك، ثم خص اثنين من أنبياء بني إسرائيل بالذكر، وهما موسى وعيسى، - فقال:  (وَمَا أُوتِيَ مُوسى وَعِيسَى وَالنَّبِيُّونَ مِن رَّبِّهِمْ) . </p><p> وهنا قد يسأل سائل ما الذي أُوتيه موسى وعيسى والنبيون، أهو شيء آخر غير ما أنزل عليهم: ونجيب عن ذلك السؤال بأن ما ذكر بأنه أنزل على النبي - صلى الله عليه وسلم - وإبراهيم وإسماعيل وإسحاق، هو الجزء الذي لَا تختلف فيه الديانات السماوية قط، وهو لبها وخلاصتها، وأساسه التوحيد المطلق، والإيمان بفضائل الأخلاق، وغيرها مما لَا يقبل النسخ والتغيير، وأما الذي أوتيه موسى وعيسى والنبيون من ربهم فهو ما اختص به كل نبي من أحكام توافق زمنهم، ويصح أن نقول جوابا آخر وهو أن ما أوتيه موسى وعيسى والنبيون هو معجزاتهم التي أقاموا بها الدليل على رسالة ربهم، ويصح أن يكون الجواب شاملا للأمرين معا. </p><p> وقد أورد الزمخشري، سؤالا وأجاب عنه هو وغيره، وهو أنه في سورة البقرة، قد قال الله تعالى:  (قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى إِبْرَاهيمَ. . .) ، فلماذا عبر هنا بقوله تعالى:  (أُنزِلَ عَلَيْنَا) وهنالكَ (أُنزِلَ إِلَيْنَا) وقد قال الزمخشري في السؤال وفي الجواب ما نصه: (فإن قلت لم عدَّى لـ \" أنزل \" في هذه الآية بحرف الاستعلاء، وفيما تقدم من مثلها بحرف الانتهاء (١) . قلت لوجود المعنيين جميعا؛ لأن الوحي ينزل من فوق، وينتهي إلى الرسل، فجاء تارة بأحد المعنيين، وأخرى بالأخرى، ومن قال إنما قيل \" علينا \" لقوله: \" قل \" ، و \" إلينا \" لقوله: \" قولوا \" تفرقة بين الرسول والمؤمنين؛ لأن الرسول </p><p>(١) حرف الاستعلاء (على)، وحرف الانتهاء (إلى).</p><p> يأتيه الوحي على طريق الاستعلاء، ويأتي هم على طريق الانتهاء - فقد تعسف، ألا ترى إلى قوله:  (بِمَا أُنزِلَ إِلَيْكَ. . .) ، و (أنزلنا إليك) ، وإلى قوله تعالى:  (آمِنُوا بِالَّذِي أُنزِلَ عَلَى الَّذِينَ آمَنُوا. . .) . </p><p> وإنا نميل إلى ما اعتبره الزمخشري تعسفا؛ لأن الخطاب في الأول من الله لنبيه، والوحي ينزل عليه، فكان من مقتضى الحقيقة أن يعبر بعلى، والثاني خطاب للمؤمنين، والوحي لَا ينزل عليهم، ولكن ينتهي في نزوله إليهم، وكون الله تعالى عبر في مقام النزول على النبي بـ \" إلى \" ، وحكى عن اليهود أنهم قالوا في مقام النزول إلى المؤمنين بعلى، فلأسباب واضحة في مقامها لَا يخل بالتعليل في هذا المقام. </p><p> (لا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ) هذه ثمرة الإيمان بالله وحده لا شريك له، والإيمان بكل رسله، وبكل ما أنزل على رسله، فالنبي والمؤمنون معه إذ يؤمنون بكل ما جاء به الرسل لَا يفرقون بين أحد منهم، فلا يؤمنون بواحد ويكفرون بآخرين، ولا يؤمنون بجماعة ويفردون بالكفر واحدا، بل هم في الإيمان سواء، وإذا كان بينهم تفاضل في أشخاصهم، فاصل الإيمان برسالتهم واجب لا تفرقة فيه؛ ولكن التفضيل يكون بأمور أخرى وراء أصل التصديق والإيمان؛ ولذا قال تعالى:  (تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِنْهُمْ مَنْ كَلَّمَ اللَّهُ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ. . .) . </p><p> ثم بين سبحانه الوصف الكامل لأهل الإيمان، وهو الإذعان لذات الله ولذات الحق، فيطلبون الحق مذعنين له مؤمنين به خاضعين، ولذا قال سبحانه:  (وَنَحْنُ لَهُ مُسْلِمُونَ) أي ونحن لله سبحانه وتعالى مذعنون مخلصون، لَا نذعن إلا له، فلا نفكر في الأمور تحت تاثير عرض من أعراض الدنيا، أو عصبية جنسية أو دينية، أو حب رياسة وسلطان، بل نطلب الأمر من الأمور وقد أخلصنا في طلبه، وخلصنا أنفسنا من شوائب الدنيا وأعراضها، فالإخلاص لله والإذعان له فيه الخلاص والاستقامة نحو الحق. </p><p> وقد بين سبحانه وتعالى أن الإخلاص لله سبحانه والإذعان المطلق هو لب الأديان كلها وروحها، وهو دين الله الحق، ولذا قال سبحانه: </p><p> * * * </p>"
}