{
  "id": null,
  "sura": 3,
  "aya": 31,
  "text": "<p> (قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ) الأمر للنبي - صلى الله عليه وسلم -، وجعل سبحانه وتعالى الخطاب منه للنبي - صلى الله عليه وسلم - إليهم لبيان شرف النبوة وعلوها، ومكانة الاتصال بينها وبين الله سبحانه وتعالى، إذ جعل اتباع الرسول يكون من نتائجه محبة الله تعالى. </p><p> وكون النبي - صلى الله عليه وسلم - هو الذي يخاطب بذلك ويقرره، وأن الله تعالى يمضي ما يقرره، علو بمقام الرسالة المحمدية، وبمقام النبوة؛ لأن فيه إشعارا بعظم محبة الله لنبيه، وأنها فوق كل محبة؛ فإذا كان من يتبعه يحبه، فهو إذن في أعلى درجات المحبة، ولأن فيه بيان أقوى الاتصال، لأن خطابه لهم هو خطاب من الله لهم، بدليل أن المحبة من الله تجيء نتيحة لاتباعه الذي دعا إليه - صلى الله عليه وسلم -. </p><p> وقوله تعالى:  (إِن كُنتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ) فيه إيجاز معجز، وهو إيجاز حذف دل عليه المقام؛ لأن المعنى: إن كنتم تحبون الله فاتبعوني، وإن اتبعتموني يحببكم الله؛ لأن جواب فعل الأمر في معنى الجزاء، فكان ثمة فعل شرط مقدر، وإن هذه الجملة السامية تدل على ثلاثة أمور: </p><p> أولها: أن أول طوق محبة الله تعالى هو اتباع الرسول - صلى الله عليه وسلم -، لأن طاعة الرسول طاعة لله تعالى جلت قدرته، وعصيان الرسول عصيان لله تعالى، وليس من المعقول أن يحب الله تعالى ويعصيه؛ ولذلك يقول الشاعر الصوفي: </p><p> تعصى الإلهَ وأنت تُظهر حُبَّهُ ... هذا لعَمْرِي في القِيَاس بَدِيعُ </p><p> لو كانَ حُبُّك صادقًا لأطَعْتَهُ ... إن المحِبَّ لِمَنْ يُحِبُّ مُطِيعُ </p><p> الأمر الثاني الذي يدل عليه النص الكريم: أن الطاعة ومحبة العبد لربه يترتب عليهما حتما محبة الله سبحانه وتعالى لعبده. وأي منزلة للطاعة أسمى من أنه يتبعها حتما محبة الله سبحانه وتعالى. </p><p> الأمر الثالث الذي يدل عليه النص القرآني:  (وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ) أن من يصل إلى مرتبة المحبة التي تبتدئ بالطاعة وتنتهي بمحبة الله تعالى يغفر له الله </p><p> سبحانه وتعالى كل ما كان له من تقصير سابق وإثم قد جلته المحبة عن القلب؛ وذلك لأن السيئات أدران تعلق بالقلب، فإذا وصل إلى درجة محبة الله تعالى، بعد قيامه بحق الطاعات، انصهر قلبه بهذه المحبة، وإذا انصهر القلب بالمحبة زال عنه كل خبث ومحي كل درن، فصفا، والله سبحانه وتعالى يغفر لمن يصل إلى هذه المرتبة. ولقد ذيل الله سبحانه وتعالى الآية الكريمة بقوله:  (وَاللَّهُ غَفُورٌ رَحِيمٌ) : </p><p> وصفان كريمان للذات العلية: أولهما أنه غفور؛ أي أنه كثير الغفران لعباده؛ لأن فعول تدل على المبالغة، ووصف الله تعالى نفسه بهذا الوصف للإشارة إلى أنه يحب من عباده الطاعة، ويحب من عباده التوبة، فهو ليس كحكام الدنيا الذين يفرضون العقاب ولا يتمنون لرعاياهم الخلاص منه، بل يتمنون إنزال العقوبة بهم، والله سبحانه وله المثل الأعلى في السماوات والأرض وهو العزيز الحكيم يقبل التوبة عن عباده، ويحب المغفرة، ولذلك وصف بالتواب، فالعقاب ليس لذاته، ولكن لكيلا يتساوى المسيء بالمحسن، وليحمل المسيء على الطاعة ويستمر المحسن على إحسانه. </p><p> والوصف الثاني الذي وصف به ذاته العلية: أنه رحيم. وكان من رحمته أن قبل التوبة وغفر الذنب، ومن رحمته أنه أرسل الرسل بالبينات ليقيموا القسط بين الناس، وَيُعَلِّمُوا هذه الشرائع التي بها صلاح الدنيا، وبها تقوم على الخير والفضيلة، ولذا قال سبحانه وتعالى:  (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ) ، وكان من رحمته أن سنَّ العقاب للمسيء المستمر على إساءته الموغل في الفساد، فإن من يفسد في الأرض يكون من الرحمة عقابه، ومن لا يرحم الناس كان من مقتضى الرحمة بالناس أن لَا يرحم؛ ولذا قال النبي - صلى الله عليه وسلم -: \" من لَا يَرحم لَا يُرحم \"  (١) . </p><p>(١) رواه البخاري: الأدب - رحمة الولد وتقبيله (٥٥٣٨)، ومسلم: الفضائل - رحمته - صلى الله عليه وسلم - الصبيان والعيال (٤٢٨٢).</p><p> وقبل أن نترك الكلام في هذه الآية الكريمة، لابد من الإشارة الواضحة إلى أمرين: </p><p> أولهما: في معنى الاتباع الذي يوجب المحبة، ومعنى ترتيب المحبة على الاتباع. </p><p> وثانيهما: التعريف بهذه المحبة التي يتصف بها العبد، وتترتب عليها محبة الله تعالى: أهي الطاعة أم شيء أعلى من الطاعة؛ وما محبة الله: أهي الرحمة أم أمر أعلى من الرحمة والإحسان، ولله الفضل والمنة في كل حال. </p><p> أما بالنسبة للأمر الأول؛ فإن النص الكريم (قُلْ إِن كُنتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ) يفيد الطريق والغاية، أو الدليل والنتيجة؛ أما الطريق فهو اتباع الشريعة، وأما الغاية القصوى فهي محبة العبد لربه، ومحبة الرب لعبده، أي تبادل المحبة بين الخالق والمخلوق، وكل بما يليق به، وبما يتفق مع نوع وجوده؛ فواجب الوجود وذو الكمال المطلق جل جلاله محبته تليق بذاته العلية، وجائز الوجود الحادث المخلوق محبته حال يتفق مع حدوثه، ونقص وجوده. </p><p> وقد فصل الله الاتباع الذي يوجب المحبة السامية بعض التفصيل في قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ. . .) . </p><p> فعلامات الاتباع التي يترتب عليها أن يحبهم الله ويحبوه، أربع: </p><p> أولها: أنهم أذلة على المؤمنين، وقد قال عطاء في هذا: إنهم للمؤمنين كالولد لوالده والعبد لسيده، وعلى الكافرين كالأسد على فريسته:  (أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ. . .) . </p><p> والعلامة الثانية: أنهم أعزة على الكافرين، أي لَا يخضعون للكافرين ولا يحالفونهم على المؤمنين، ولا يختارون أن يدخلوا في ولايتهم ويتركوا ولاية المؤمنين. </p><p> العلامة الثالثة: الجهاد في سبيل الله بالنفس واللسان والمال، وذلك هو تحقيق دعوى المحبة. </p><p> والعلامة الرابعة: أنهم لَا يأخذهم في الله لومة لائم، وهذه علامة صحة المحبة، فكل محب أخذه اللوم عن محبوبه فليس بمحب على الحقيقة (١) . </p><p> تلك هي آيات الاتياع الذي يوجب هذه المحبة، وقد وصف النبي - صلى الله عليه وسلم - كمال الإيمان الذي يوجب هذه المحبة، فقال:  \" أن يكون الله ورسوله أحب إليه مما سواهما \"  (٢) وهذا الوصف هو الجامع لكل الأمارات التي لَا يند عنه (٣) شيء منها. </p><p> هذا هو القول في الأمر الأول، وهو الاتباع الذي تترتب عليه المحبة. بقي أن نتكلم في الأمر الثاني وهو التعريف بالمحبة التي تكون من الله للعبد، والمحبة التي تكون من العبد لله تعالى: </p><p> أما محبة الله فحال من أحوال الذات العلية لَا نعرف كنهها، ولا ندرك حقيقتها وهي تليق بذاته الكريمة، وتتفق مع صفات الجلال والكمال التي يتصف بها واجب الوجود، والذي خلق بقدرته كل موجود، وهي غير الإحسان، وإن كانت من فضل الله، وغير الرحمة، وغير الرضا؛ لأن الله سبحانه وتعالى جعلها لبعض عباده، والإحسان والرحمة يَعُمَّان كل موجود، والرضا وإن جعله جزاء أعلى للمحسنين، كما قال في جزاء المؤمنين بعد ذكر الجنات والنعيم المقيم:  (وَرِضْوَانٌ منَ اللَّهِ أَكْبَرُ. . .) ، نجد المحبة أكثر منه. وقد ذكرها الله سبحانه وتعالى فكان هذا دليلا على أنهما متغايران بالنسبة لذاته العلية، كما أن المدلول اللفظي لهما متغاير، وإن كانت المحبة تتضمن الرضا لَا محالة، بل إنها لا تكون إلا حيث يكون أقصى الرضا، هذه إشارة إلى محبة الله لبعض عباده الذين اصطفاهم. </p><p>(١) جاء في هامش الأصل: راجع في هذا الجزء الثالث من \" مدارج السالكين \"، ابن قيم الجوزية، ص ١٤. (٢) البخاري: الإيمان - حلاوة الايمان (١٥)، مسلم: الإيمان (٦٠).(٣) أي لَا يشرد. نَدَّ البعير يَنِدُّ نُدودا إِذا شَردَ. لسان العرب - باب النون - ندد.</p><p> وأما محبة العبد لربه، فقد قال الحارث المحاسبي في تعريفها بأنها الميل بكُلِّيته لربه، وإيثاره على نفسه وماله، ثم مرافقته له سرا وجهرا، ثم اعتقاده تقصيره في حقه مهما يؤدِّ من واجبات وطاعات. </p><p> ومحبة العبد لربه غير طاعته المجردة لأوامره ونواهيه، وإن كانت ملازمة للاتباع المطلق للأوامر والنواهي، وفي الحقيقة إن طاعة العبد لربه لها مرتبتان: أولاهما: الطاعة رجاء الثواب وخوف العقاب، والثانية: الطاعة محبة لله تعالى ولقد قال في هذا المعنى النبي - صلى الله عليه وسلم - في وصف بعض أصحابه \" نعم العبد صهيب، لو لم يخف الله لم يعصه \" . ولقد قال الله تعالى في وصف المؤمنين المتقين:  (أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا) ، فإن هذا النص الكريم دل على أن ثمة مقامين جليلين: مقام الطاعة رجاء الثواب وخوف العقاب، والطاعة بالتوسل إلى الله والتقرب منه، كما قال تعالى:  (أَيُّهُمْ أَقْرَبُ) وهذا مقام الطاعة محبة وازدلافا إليه سبحانه، وهذه هي الوسيلة المبتغاة، والمحبة المرتجاة، وإن المحبة تقتضي الأنس بذكر الله تعالى، فتكون النفس ممتلئة بالسرور لقرب الله، ومعرفة الله، وكمال العبودية له، والشعور بكمال ألوهيته، حتى يستغرق ذلك كل حسه، وكل نفسه وقلبه، ولا يكون موضع لتذكر سواه. </p><p> والمحبة هي غاية التصوف العالي وسمته وعنوانه؛ ولذا يقول ابن القيم في مدارج السالكين:  \" المحبة سمة هذه الطائفة المسافرين إلى ربهم، الذين ركبوا جناح السفر إليه، ثم لم يفارقوه إلى حين اللقاء، وهم الذين قعدوا على الحقائق، وقعد من سواهم على الرسوم \" . </p><p> والمحبة ثلاث درجات: </p><p> أولاها: استغراق النفس بذكر الله، فلا يرتفع إلى مقامه في القلب ذكر شيء سواه، ويصف الهروي في \" منازل السائرين \" تلك المحبة بأنها: تقطع الوساوس، وتسلي عن الصائب، وتثبت ئلك الدرجة من الشعور بقوة الله، ومن اتباع السنة المحمدية، والشعور بالحاجة والفاقة إليه تعالى. </p><p> والدرجة الثانية: وهي أعلى من هذه في درجات المحبة - هي التي يلهم فيها اللسان بذكر الله بعد امتلاء القلب، والجوارح بإيثار الحق، ويقول فيها ابن القيم:  \" فيها مطالعة الصفات، وشهود معاني آياته المسموعة، والنظر إلى آياته المشهودة. وكل منها داع قوى إلى محبته سبحانه؛ لأنها أدلة على صفات كماله، ونعوت جلاله، وتوحيد ربوبيته وألوهيته، وعلى حكمته وبره وإحسانه، ولطفه وجوده، وكرمه وسعة رحمته، وسبوغ نعمه، فإدامة النظر فيها داع لَا محالة إلى محبته \"  (١) . </p><p> والدرجة الثالثة: المحبة التي يكون فيها الشهود بنور القلب. وجاء في \" منازل السائرين \" في هذه المحبة (هذه المحبة هي قطب هذا الشأن، وما دونها محاب نادت عليها الألسن، وادعتها الخليقة وأوجبتها العقول) . </p><p> هذه إشارات موجزة إلى ما يقوله أهل التصوف في المحبة بين العبد وربه، وقد قبسنا منها قبسة نرجو أن تضيء في هذا الموضوع، وإن كانت لَا تدفئ. </p><p> وإن العبرة في هذا الموضوع هي أن الشريعة لَا يصح أن تنسى حتى في أعلى مقام للمحبة، فإنها هي الدليل المرشد، والمصباح المنير لمن يريد أن يصل إلى درجة المحبة الحقيقية، وهي أعلى درجات الإيمان، وأقوى درجات الاتباع. فاتباع أحكام الشرع هو طريق المحبة عند أهل السنة الراشدين، وتنكب طريق الاتباع وادعاء الارتفاع عن التكليف هو مَخْرَف أهل الابتداع الضالين. </p><p> وإذا كان ذلك هو الحق، فإطاعة الله ورسوله هي فيصل التفرقة بين الحق والباطل وبين محبة الله ومحبة الضلال، وبين الإيمان والكفر، ولذا قال سبحانه وتعالى بعد ذلك: </p><p>(١) (مدارج السالكين) جـ ٣ ص ٢٥.</p>"
}