{
  "id": null,
  "sura": 3,
  "aya": 191,
  "text": "<p> (الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ ... (١٩١) </p><p> * * * </p><p> ذكر الله تعالى استحضار عظمته والإحساس بجلاله، واستشعار النفس بنعمه، وقد يدخل هذا في معنى قول النبي - صلى الله عليه وسلم -: \" اعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك \"  (١) فذكر الله يتضمن كل معاني العبودية والإحساس بالألوهية والنعم التي أسبغها على خلقه ظاهرة وباطنة، وذكر الله لب كل عبادة، وغاية كل نسك، لذلك قال الله تعالى:  (إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعونَ) ، وقد وصف الله تعالى أولي الألباب الذاكرين بأنهم يذكرون الله تعالى في كل أحوالهم، فهم يذكرونه قائمين، وقاعدين، وهم على جنوبهم، فقوله تعالى:  (قِيَامًا وقُعودًا وَعَلَى جُنوبِهِمْ) إشارة إلى أن الذكر يكون في عامة أحوال الإنسان في الحياة، وظن بعض المفسرين أن المراد بالذكر الصلاة لما روى أن النبي - صلى الله عليه وسلم - قال لعمران بن الحصين:  \" صل قائما، فإن لم تستطع فقاعدا، فإن لم تستطع فعلى جنب \"  (٢) والحق أن الذكر أعم من الصلاة، وأن الصلاة الحقيقية التي تثمر ثمراتها ضرب من ضروبه، وكل العبادات من مسالكه، وقوله تعالى:  (قِيَامًا وَقُعُودًا) مصدران وضعا موضع الوصف وموقعهما في الإعراب أنهما حالان. </p><p> وذكر الله تعالى على هذا النحو من أكمل العبادات، ولو ذكر المؤمن ربه في عامة أحواله لساد المجتمع الإنساني كله الوئام، وما كثر الخصام، وما امتشق الناس الحسام، بل ما تنازع اثنان، وفوق ذلك من يذكر الله يعلو عن آلام الحياة واضطرابها وما ينزعج له الناس ويتحيرون فيه، ولذا قال تعالى:  (الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُم بِذِكرِ اللَّهِ أَلا بِذِكْرِ اللهِ تَطْمَئِنُّ الْقلُوبُ) . </p><p> (وَيَتَفَكُّرونَ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ) هذا هو الوصف الثاني بعد أوصاف أولي الألباب الذين يدركون آيات الله الدإلة على جلاله وعظمته في خلقه، والتفكر: ترداد الفكرة في النفس لتصل إلى أقصى ما تؤدى إليه، وقد جاء في </p><p>(١) سبق تخريجه. (٢) رواه البخاري: الجمعة - إذا لم يطق قاعدا (١٠٥٠)، والترمذي: الصلاة: ما جاء في صلاة القاعد (٣٣٩)، وأبو داود: الصلاة - صلاة القاعد (٨١٥)، وابن ماجه: إقامة الصلاة والسنة فيها (١٢١٣).</p><p> مفردات الأصفهاني:  \" الفكرة قوة مطرقة للعلم، والتفكر جولان تلك القوة بحسب نظر العقل، وذلك للإنسان دون الحيوان، ولا يقال إلا فيما يمكن أن يحصل له صورة قى القلب،ولهذا روى:\" تفكروا في آلاء الله، ولا تفكروا في الله، إذ كان الله منزها عن أن يوصف بصورة. . \"(١)قال بعض الأدباء:(الفكر مقلوب عن الفرك، لكن يستعمل الفكر في المعاني، وهو فرك الأمور وبحثها طلبا للوصول إلى حقيقتها).</p><p> والتفكر في السماوات والأرض له ثلاث درجات بعضها أعلى من بعض، أدناها أن ننظر إلى السماء وما فيها من نجوم وكواكب وشمس وقمر وأبراج، وما فيها من نظام بديع محكم، وهذه هي النظرة العامة التي تكون لذوي الألباب وغيرهم، لأن هذه النظرة أساس الحس وإشراق المحسوس. </p><p> والمرتبة الثانية التفكر في خلقها وأسرار وجودها ونواميسها وقوانينها، وهذا ما يفكر فيه علماء الكونيات الذين يعرفون ما اشتمل عليه الكون من قوى وما أودعها الخالق من أجرام وقوانين لسيرها. </p><p> المرتبة الثالثة وهي أعلاها، وهي النظرة التي تتجه إلى الخالق من وراء المخلوق، فيتدبر الكون وما فيه ليدرك عظمة المبدع، فيتعرف من جمال الصنعة جلال الصانع، وهذا النوع هو المذكور في هذه الآية وهو أعلى مراتب العبادة، وقد روي عن النبي - صلى الله عليه وسلم - أنه قال: \" لا عبادة كالتفكر \"(٢)وقد كان بعض الصحابة يقول: \" إن ضياء الإيمان التفكر \". </p><p> وإن هذا النوع الأخير مِن التفكر يجعل القلب يخضع واللسان يخشع فينطق مستشعرا عظمة الله قائلا:  (ربَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ) . </p><p>(١) جاء في الفتح الكبير (٥٤٣٠) ج ٢، ص. ٣١: تَفكرُوا في كُلٍّ شَيء ولا تَفكَّرُوا في ذات الله تعالى فإنَّ بَيْنَ السَّماء السَّابعَة إلى كُرْسيه سَبْعَةَ آلافِ نُور وَهُوَ فَوْق ذَلكً (أبو الشيخ في العظَمة) عن ابن عباس. وذكرة الحافظ ابن حجر فَيَ الفتح (باب ماً يذكر في الذات والمنعوت وأسامي الله): جاء في كتاب الله لعبد الله بن أحمد - من حديث سعيد بن جبير عن ابن عباس: \" تفكروا في كل شيء ولا تفكروا في ذات الله، فإن بين السماوات والأرض سبعة آلاف نور وهو فوق ذلك \" موقوف وسنده جيد. (٢) رواه القضاعي في مسند الشهاب ج ٢، ص ٣٩: (٨٣٨).</p><p> تلك الضراعة التي بدت على الألسنة هي أولى ثمرات التفكر، لقد وصلوا بمفكرهم إلى إدراك ربهم فقالوا (ربنا) ونادوه سبحانه بذلك النداء الخاضع الضارع الشاكر لنعمائه، وقد وصلوا بتفكيرهم وتدبرهم إلى أن هذا الكون لَا يمكن أن يخلق باطلا، أي لَا يكون لغير غاية، ولا لغير حكمة، فمعنى البطلان هنا العبث وعدم الغاية وإنهم ليعلمون أن ذلك مستحيل على الله تعالى، ولذا أردفوا هذا بقولهم:  (سبحانك) ، أي تنزهت ذاتك وتقدست، وبذلك ارتفعوا إلى مقام التقديس وهو كمال العبودية والألوهية، ثم اعترتهم وقد وصلوا إلى هذا النوع من العلمِ خشية العلماء، مصداقا لقوله تعالى:  (إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عزِيزٌ غَفُورٌ) ، ولذلك غلب عليهم الخوف من عذاب الله تعالى فقالوا مرتبين على تفكرهم ما أدى إليه:  (فَقِنَا عَذَابَ النَّارِ) فهذه ضراعة إلى الله تعالى أن يقيهم عذاب النار، والوقاية من عذاب النار تكون بأمرين: أولهما - أن يوفقهم لتجنب ما لَا يرضيه، والثاني - أن يغفر لهم ما أفرطوا في جنبه سبحانه وتعالى. </p><p> وقد كان ترتيب الخوف على التفكر له موضعه لأن نهاية التفكر هو الخوف، إذ ينتهي إلى أعلى درجات الشعور بالمهابة لله تعالى، وهو يجعل المؤمن يستصغر حسناته، ويستكثر سيئاته، وإن الصوفية الحق يبالغون في التفكر، حتى إنهم يفضلونه على صلوات النفل فهو من أفضل مقامات العبودية. </p><p> * * * </p>"
}