{
  "id": null,
  "sura": 3,
  "aya": 85,
  "text": "<p> (وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ ... (٨٥) </p><p> * * * </p><p> الإسلام هنا هو الإسلام في قوله تعالى:  (إِنَّ الدِّينَ عِندَ الَلَّهِ الإِسْلام. . .) ، فهو الإيمان بالله تعالى وحده، وإذعان العقل والنفس والقلب لله سبحانه وتعالى، فهو التوحيد، والانقياد، والإذعان، والإخلاص لذات الله، بحيث يحب الشيء لا يحبه إلا لله. وكان المعنى: من يطلب غير الإخلاص دينا لله تعالى فلن يقبل منه؛ لأن عدم الإخلاص لله تعالى إشراك للهوى ومآرب الدنيا في الاتجاه إليه سبحانه، وذلك نوع من الشرك الخفي، ولذا أكد سبحانه وتعالى ذلك بقوله:  (فَلَن يقْبَلَ مِنْهُ) أي أنه ليس من شأنه أن يقبل غير الإخلاص إذ إن الله سبحانه وتعالى لا يقبل من عباده إلا ما كان خالصا له مجردا من كل هوى من أهواء الدنيا، ومن كان عنده ذلك الإخلاص الحق هو الذي قال سبحانه وتعالى في مثله:  (إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَاموا تَتَنَزَّل عَلَيْهِمُ الْمَلائِكَةُ أَلَّا تَخَافوا وَلا تَحْزَنوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كنتُمْ تُوعَدُونَ) . </p><p> وإن الله تعالى إذا كان لَا يقبل ذلك النوع من التدين، وهو الذي خلا من الإخلاص، فإن صاحبه يكون يوم القيامة من الخاسرين، ولذا قال سبحانه:  (وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ) أي أن الخسران يوم القيامة يكون شأنه، إذ خسر رضوانه تعالى، وخسر النعيم المقيم، وخسر رحمة الله، فألقى به في الجحيم. اللهم هب لنا الإخلاص، وأنِرْ به بصائِرَنا، وامنحْنا قبولك ورضاك يا أرحم الراحمين. </p><p> * * * </p><p> (كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٨٦) أُولَئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ (٨٧) خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ (٨٨) إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٨٩) </p><p> * * * </p><p> إن لله سبحانه وتعالى سننا محكمة في خلقه، وكما أن الكون يجري على قوانين ثابتة لَا تقبل التخلف إلا إذا أراد الله سبحانه وتعالى، كذلك هناك سنن في النفوس لَا تقبل التخلف إلا أن يشاء ربك، ومن سننه تعالى في النفوس أنه لا يهدي إلا من طلب الحق مخلصا في طلبه، لَا يرين على بصيرته هوى يَظلمها، ولا يعوق طريق الهداية عرض أو عصبية، وإذا كان الله يهدي الضال عن جهالة، فإنه لَا يهدي من يضل عن بينة؛ لأنه أركس نفسه في الشر، وسد ينابيع الخير في قلبه، وسد مطالع النور فلا تصل إليه؛ تلك سنة الله في خلقه ولن تجد لسنة الله تبديلا. وإن أولئك اليهود أضلهم الله على علم، فهم آمنوا بالله تعالى ثم كفروا به، ثم شهدوا بأن الرسول حق وجاءتهم البينات المثبتة المنيرة، ثم بعد ذلك كفروا به، لقد كانوا يعلنون بين المشركين أنه سيجيء رسول يحطم الأصنام، ويستبشرون بِمَقْدِمِه، فلما جاءهم ما عرفوا كفروا به. </p><p> ولذا قال سبحانه وتعالى في شأنهم وشأن من يماثلهم بعد أن قص الكثير من قصصهم: </p>"
}