{
  "id": null,
  "sura": 3,
  "aya": 119,
  "text": "<p> (هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ ... (١١٩) </p><p> الإشارة إما أن تكون لعامة المؤمنين: من يتخذون بطانة من الكافرين، ومن لا يتخذون، ويكون المعنى ها أنتم أولاء أيها المؤمنون تحبونهم وترجون لهم الهداية والتوفيق، والخير والرشاد، وتؤمنون بالكتاب كله أي بالكتاب المنزل الذي يحوي شريعة الله تعالى التي لَا تتغير ولا تتبدل، فالكتاب هنا جنس للكتب المنزلة كلها، وهم لَا يحبونكم ولا يريدون الرشاد، واستمرار الهداية، بل يريدون إفساد أموركم. </p><p> وإما أن يكون الخطاب للذين يخطئون ويتخذون منهم خاصة وبطانة ويطلعونهم على سر الأمور، ويكون المعنى ها أنتم أيها الذين أخطأوا تحبونهم وتقربونهم وتجعلونهم خواص لكم وهم لَا يحبونكم، وأنتم أكمل إيمانا وأقوى يقينا، لأنكم تؤمنون بالكتاب المنزل كله، ففي ضمن إيمانكم التصديق بالصادق عندهم، وهم ناقصو الإيمان، فكيف تثقون بهم وهم منكرون جاحدون لما عندكم؟ </p><p> ثم ذكر سبحانه حالا لهم تكشف عن كراهيتهم وبغضهم ونفاقهم، فقال سبحانه:  (وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الأَنَامِلَ مِنَ الْغَيْظِ) . </p><p> هذا بيان لنفاقهم، ولا يمكن أن يكون في بطانة المؤمنين إلا المنافق منهم، سواء أكان من المنافقين الذين أعلنوا الإسلام في ظاهر أحوالهم وعامة شئونهم </p><p> وأضمروا غيره، أم كان من الذين لم يدخلوا في ضمن المسلمين ظاهرا، إذ لا يمكن إلا أن يكون في قلبه حظ كبير من النفاق ما دام قد قبل أن يعمل خاصة وبطانة لمؤمن؛ لأنه لَا يمكن أن يصل إلى هذه المنزلة إلا إذا أَبْطن غير ما يظهر، إن لم يكن في شئون الاعتقاد ففي غيرها، فمن كان شأنه كذلك يكون منافقا لا محالة. </p><p> ويصح أن يكون المراد المنافقين الذين أضمروا الكفر وأظهروا الإسلام، ويكون هذا واضحا، ويؤيده قوله تعالى:  (وَإِذَا لَقوكُمْ قَالُوا آمَنَّا) لأنهم يعلنون الإيمان، ولكن واضح أيضا أن قوله تعالى:  (يَا أَيّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِّن دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا) . عامة تشمل المنافقين وغير المؤمنين، فكيف نذكر بعد ذلك أوصاف المنافقين فقط؟ والجواب عن ذلك أن النهي عام، وقد ذكر التعليل خاصا بالمنافقين، لأنهم الأقرب لئلا يعهد إليهم بخواص الأمور، إذ هم يعلنون الإسلام، ويبطنون غيره، فهم مظنة أن يخدع الحاكم فيهم، فدعاه القرآن الكريم إلى أن يتخير بطانته، وغيرهم لسان حالهم ينفر منهم إلا إذا كان الأمير أو الحاكم ممن لَا يحسنون الحكم ولا معرفة المصلحة. </p><p> وعلى النظر الأول، وهو أن يكون الكلام في قوله تعالى:  (وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا) عاما لكل الكافرين يكون معنى: (قَالُوا آمَنَّا) أنهم يظهرون الرضا بحكم الإسلام والاطمئنان إليه، وأنهم يريدون قوة الدولة الإسلامية وعزتها، فليس الإيمان على حقيقته، بل معناه الرضا بقبول الحكم الإسلامي. </p><p> ولا شك أن التخريج الآخر أوضح وأبين ومعنى (وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الأَنَامِلَ مِنَ الْغَيْظِ) أن الحقد يأكلهم ولا يستطيعون إظهار الألم الشديد في حضرة المؤمنين، فيدخرون إظهاره حتى إذا خلوا أظهروه في أقسى مظاهره، وهي عض الأنامل من الغيظ، والأنامل قيل هي أطراف الأصابع، وقيل الأصابع نفسها، والمغيظ المحنق دائما يعض الأنامل، فهذا </p><p> مظهر لأعلى درجات الغيظ، وإن لم يقع من بعض الناس بالفعل، ولذا قال الشاعر: </p><p> فأقتلُ أقوامًا لئاما أذلةً ... يعضون من غيظٍ رؤوسَ الأباهِم (١) </p><p> فهذا التعبير كناية عن بلوغ أقصى درجات الغيظ، وفي هذا إشارة إلى أن من يكون إحساسهم نحو المؤمنين كذلك لَا يصح أن يوثق بهم في مهامهم؛ لأنهم منافقون، والمنافق ليس جديرا بالثقة، ولأنهم لَا يسرهم من المؤمنين إلا أن يكونوا في خبال. </p><p> وإنهم ما داموا لَا يريدون إلا الشر بأهل الإيمان، فإنه يجب أن يستمروا على حالهم من الغيظ، لأن الخير فيما يغيظهم، ولذا قال سبحانه:  (قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيم بِذَاتِ الصُّدُورِ) . </p><p> الخطاب للنبي - صلى الله عليه وسلم - ابتداء، ولكل مؤمن بالتبع له عليه الصلاة والسلام، وقوله (موتُوا بِغَيْظِكُمْ) ظاهره الأمر بالموت أو الدعاء بالموت، وحقيقته الدعوة إلى استمرارهم على غيظهم ما دام غيظهم سببه نجاح الإسلام ودعوته، وعموم هدايته وصلاح شأن المسلمين، فالأمر هنا طلب استمرارهم على غيظهم، فالمعنى استمروا على غيظكم، والاستمرار على الغيظ استمرار لسببه وهو نجاح الإسلام وقوته، وصيغة الأمر هنا للتهكم عليهم. </p><p> وقوله تعالى:  (إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدورِ) لإفادة أن ما يبيتونه للمسلمين يعلمه الله ويحاسبهم عليه ويعذبهم، فحالهم في الدنيا شر حال، وفي الآخرة العذاب الأليم، فلهم كمد الدنيا، وعذاب الآخرة، وقد جوز الزمخشري أن تكون تلك الجملة من مقول القول المأمور به في \" قل \" وأن تكون من قول الله تعالى، والمؤدى واحد، وهو أن الله عليم بالسرائر والضمائر، وفيها تطيب لنفوس النبي والذين آمنوا بأن الله تعالى ناصرهم وكاشف أمر أعدائهم إذا أطاعوا أوامره، </p><p>(١) الأباهم: جمع الإبهام.</p><p> واجتنبوا نواهيه، ولم يجعلوا من أولئك الأعداء بطانة لهم، حتى لَا يمكنوهم من دخائل أمورهم، فيكون سر المسلمين مكشوفا، وأمر هؤلاء مستورا. </p><p> * * * </p>"
}