{
  "id": null,
  "sura": 3,
  "aya": 47,
  "text": "<p> (قَالَتْ رَبِّ أَنَّى يَكونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ) : </p><p> هذه الجملة السامية تدل على بالغ عجبها، وتومئ إلى ارتياعها الذي عبرت عنه كما في سورة مريم:  (يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا (٢٣) . </p><p> صدرت إجابتها بالنداء للرب، وفيه معنى الاعتراف بالخلق والتكوين، وكمال الربوبية لله سبحانه وتعالى، فهو تسليم بالقدرة الإلهية، وبأن خالق كل شيء لا يكبر عليه شيء، سبحانه وتعالى. </p><p> و (أَنَّى ... (٤٧) </p><p> في قوله تعالى:  (أَنَّى يَكُونُ لِي وَلَدٌ) هي بمعنى كيف، أي كيف يكون مني ولد ولم يمسسني بشر أي لم يكن مني ما يكون بين الرجل والمرأة مما يكون منه ولد. فالاستغراب في الكيفية، لَا في أصل القدرة الإلهية. وكلمة (وَلَمْ يَمْسَسْنِي) إما أن نعتبرها كناية عن اختلاط الرجل بالمرأة، وهذا ظاهر، وتعبير القرآن عن اتصال الرجل بالمسيس مجاز مشهور معروف، حتى يكاد يكون حقيقة عرفية في لغة القرآن الكريم؛ أو نقول: المس المراد به حقيقته، وهو أنها لم يلمسها رجل؛ لأنها متبتلة دائما منصرفة للعبادة لم يلمس جسمها رجل من غير محارمها قط؛ وبذلك ينتفي بالأولى ما هو أبلغ من مجرد اللمس، فموضع العجب والسؤال هو أن يكون ولد من غير اتصال رجل بامرأة. ولقد أزال عجبها رب البرية بقوله تعالى: </p><p> (قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ) أي كهذا الخلق الذي تجدينه في أن يكون لك ولد من غير أن يمسك رجل وهو إبداع، يخلق الله تعالى ويبدع ما يشاء ويريد إبداعه، وكلمة يخلق غير ينشئ؛ لأن الخلق إنشاء على غير مثال سبق، فالتعبير بـ \" يخلق \" يفيد الإبداع، وأنه منهاج في التكوين يخالف منهاج غيره في التكوين. وهذه الجملة السامية تفيد أمورا ثلاثة: </p><p> أولها: أن هذا النوع من التكوين، وهو إنجاب من غير أب هو في قدرة الله تعالى؛ لأنه الخالق المبدع، وما هو غريب عليكم هو في قدرته سبحانه؛ لأن من خلق الخلق الأول وخلق السنن الكونية وغيرها قادر على تغييرها؛ لأنه مبدعها ومنشئها. </p><p> ثانيها: أن خلق عيسى أمر من أمر الله تعالى، وعيسى ليس إلا مخلوقا من مخلوقاته، فهو أبدعه كما أبدع غيره من المخلوقات، فليس إلها ولا ابن إله. </p><p> ثالثها: أن خلق الله تعالى بمشيئته وإرادته، وهذا فيه إشارة إلى السبب الذي من أجله خلقه الله تعالى من غير أب وهو أن المخلوقات لَا تصدر عن الله صدور المعلول عن علته، ولكنها توجد بإيجاده وتنشأ بإبداعه:  (بديع السماوات والأرض أَنَى يكون له ولد) وفي ذلك رد عملي على أهل الفلسفة المادية التي تقول إن العالم نشأ عن العقل الأول نشوء المعلول عن علته. </p><p> ثم أشار سبحانه إلى عظيم قدرته بقوله تعالى: </p><p> (إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ) أي أن الله سبحانه وتعالى إذا أراد أن يوجد أمرا لَا يوجده إلا بكلمة \" كن \" وعبر سبحانه عن الإيجادب \" قضى \" للإشارة إلى أن إيجاده للأشياء ليس إلا من قبيل الحكم عليها بالوجود، فإذا حكم بالوجود في أمر نفذ حكمه، وحكمه هو أن يقول كن، فيترتب على ذلك أن يكون. </p><p> وهل الأشياء حقيقة تنشأ بمجرد الإرادة الإلهية، أم أن هذا تصوير لسهولة الخلق؛ الظاهر أن هذا بيان لسهولة ذلك على خالق الخلق، وبارئ النسم؛ فهو </p><p> تمثيل لبيان قدرة الله تعالى الشاملة، وسهولة الإنشاء عليه سبحانه، ونفاذ إرادته في خلقه، ولذلك جاءت الإجابة في مثل هذا المقام بهذا المعنى في سورة مرِيم فقد قال تعالى في الإجابة عن استغرابها في تلك السورة:  (قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا) . فهذا التعبير الكريم صريح في أن السياق لبيان سهولة مثل هذا الخلق على خالق الخلق، ويفيد أيضا أن المقصود بيان أن الله سبحانه فعال لما يريد، وهو على كل شيء قدير. ربنا لا ترهقنا من أمرنا عسرا. </p><p> * * * </p><p> (وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ (٤٨) وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِ الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (٤٩) وَمُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ وَجِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (٥٠) إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ (٥١) </p><p> * * * </p><p> في هذا القصص القرآني الصادق تستمر الآيات الكريمة متممة قصة البشارة بعيسى عليه السلام؛ بشرت به أمه قبل أن يكون في بطنها، وقد أُوحي إليها أنه ستكون له تلك المنزلة في الدنيا والآخرة التي اصطفاه اللَّه تعالى لها، وإن من سنة </p><p> الله تعالى في كلامه المعجز أن يشتمل الكلام على الإيجاز، الذي هو من أسرار الإعجاز، ففي أثناء البشارة قبل الحمل كان بيان رسالته وما هيأه الله به لأداء الرسالة، والمعجزات الكبرى التي أجراها الله سبحانه وتعالى على يديه، وماهية الرسالة التي جاء بها، ومقام رسالته من الرسالات قبلها، ثم بيان تلقي الذين أرسل إليهم هذه الرسالة مؤيدة بهذه المعجزات الباهرة القاهرة، ثم بيان النهاية التي انتهى بها، عليه وعلى نبينا أفضل الصلاة وأتم التسليم. </p><p> ولقد ابتدأ سبحانه ببيان علم الرسالة الذي تكون به قوة الرسول الذي يدعو قوما معاندين من أمثال اليهود والمشركين من الرومان، فقال: </p>"
}