{
  "id": null,
  "sura": 3,
  "aya": 128,
  "text": "<p> (لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ) . </p><p> وسواء أكان هذا هو السبب في النزول أم لم يكن، فإن الخبر صحيح في ذاته، والآية الكريمة متصلة بما قبلها، وهو اتصال تفسير وتتميم على بعض التخريجات، أو اتصال موضوع على تخريج آخر، إذ إن موضوعها متصل بغزوة أحد كالآيات قبلها، والتخريجان يظهران في تفسير قوله تعالى:  (أَوْ يَتُوبَ عَلَيْهِمْ) ، فإن بعض العلماء يعتبرها معطوفة على قوله تعالى في الآية السابقة:  (أَوْ يَكْبِتَهُمْ) ، ويكون قوله تعالى:  (لَيْسَ لَكَ مِنَ الأَمْرِ شَيْءٌ) جملة معترضة، والمعنى على هذا: إن النصر من عند الله العزيز الحكيم يعطيه عباده المؤمنين ليقطع طرفا من الذين كفروا أو يكبتهم، بأن يخزيهم ويرد كيدهم في نحورهم، أو يتوب عليهم أو يعذبهم، ولكن الأمر في هذا ليس لك، إنما هو لله تعالى، لأنه يتصل بتدبيره سبحانه الكوني، وتقديره الأزلي، وليس لك إلا أن تدبر ما تستطيعه، وتقدر ما يدخل في حسبانك، وتنفيذ ما تكلف بتكليفه وقد رجح هذا التخريج الزمخشري، وقال فيه:  (المعنى أن الله مالك أمرهم، فإما أن يهلكهم أو يهزمهم أو يتوب عليهم إن أسلموا، أو يعذبهم إن أصروا على الكفر، وليس لك من أمرهم شيء إنما أنت عبد مبعوث لإنذارهم ومجاهدتهم) . </p><p> هذا هو التخريج الأول في قوله تعالى:  (أَوْ يَتُوبَ عَلَيْهمْ) ، وهناك تخريج آخر مؤداه أن الاتصال ليس اتصال عطف بين الآيتين، إنما هو اتصال موضوع فقط، وهذه الآية تكون لأمر جديد في الموضوع، وهو بيان أن هؤلاء منهم من يفلح فيتوب، ومنهم من يصر على الكفر فيعذب، وتكون نصب (أو يتوب) على تقدير (أن) الناصبة، وتكون (أو) بمعنى (حتي) والمعنى: ليس لك من أمرهم شيء فيما يتعلق بمستقبلهم حتى يتوب الله عليهم فتفرح بتوبتهم، أو حتى يصروا فيعذبهم فترى آية الله فيهم وصِدْقَ وعده لأنبيائه، إذ قد وعد، ووعده حق وصدق. </p><p> وقيل إن (أو) هنا بمعنى (إلا) ، والمعنى: ليس لك من أمرهم شيء إلا أن يتوب الله عليهم فتفرح، أو يعذبهم فيذهب غيظ المؤمنين، والمؤدى واحد سواء كانت (أو) بمعنى \" حتى \" أو \" إلا \" . </p><p> وقوله تعالى:  (فَإِنَّهُمْ ظَالِمُونَ) تعليل لعذابهم عند إصرارهم، فالسبب في التعذيب بعد هذا الإصرار أنهم ظالون، لأنهم اعتدوا على المؤمنين ففتنوهم عن دينهم الذي ارتضوا، واعتدوا على النبي - صلى الله عليه وسلم - بإيذائه والسخرية منه، واعتدوا مرة ثالثة بقتال المؤمنين، ومحاولة اقتلاع مدينتهم الطاهرة، واعتدوا على الحقائق فموهوها وزيفوها، واعتدوا على أنفسهم فأضلوها وأفسدوها؛ اعتدوا كل هذه الأنواع من الاعتداء فكانوا ظالمين ومستحقين للعذاب، وقد أكد سبحانه وتعالى وصفهم بالظلم بـ \" إنَّ \" المؤكدة للحكم، وبالجملة الاسمية، وبوصفهم بالظلم كأنه شأن من شئونهم وطبيعة في نفوسهم، إذ لم تهدهم إلى الحق الحجج الدامغة، ولا الآيات البينة ولا القوة الغالبة. </p><p> * * * </p>"
}