{
  "id": null,
  "sura": 3,
  "aya": 102,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَ تُقَاتِهِ) . </p><p> صدر الكلام سبحانه بهذا الموصول الذي كانت الصلة فيه الإيمان، للإشارة إلى أن المطلوب من مقتضيات الإيمان ومن نتائجه، وهو غاية الغايات فيه، والثمرة الدانية له. وقوله تعالى:  (اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ) معناه: اتقوا الله تعالى \" واجب تقواه \" أي اتقوا الله تعالى بالقدر الذي يجب أن يتقى به، وهو الحق الثابت المستقر الذي ينبغي أن يستمر ولا ينقطع، و \" تُقَاة \" مصدر على وزن فعلة كتؤدة، والواو قلبت تاء على ما هو الأصل في كلمة تقوى لأنها من الوقاية؛ وكلمة \" حَقَّ \" منصوبة على أنها مفعول مطلق مضاف إلى المصدر المشتق منه الفعل، ومثل هذا قولنا ولكلام الله المثل الأعلى: أكرم فلانا حَقَّ الإكرام، أو أدب ولدك حق التأديب، وإضافة تقاة إلى الله تعالى في قوله تعالى:  (حَقَّ تُقَاتِهِ) تفيد علو الواجب المطلوب له سبحانه وتعالى من التقوى، فالمطلوب هو التقوى الواجبة التي تليق بذي الجلال والإكرام الواحد القهار، والمالك لكل شيء، القاهر فوق عباده، الغالب على كلِ أمر، ويقول الزمخشري في تفسير قوله تعالى:  (اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ) : (حقَّ تُقَاتِهِ) واجب تقواه وما يحق منها، وهو القيام بالمواجب، واجتناب المحارم، ونحوه (فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ. . .) ، يريد بالغوا في تقوى الله حتى لَا تتركوا من المستطاع منها شيئا. </p><p> وهذا معنى مستقيم، وتخريج قويم، ويكون المعنى في الآيتين متلاقيا؛ إذ يكون معنى:  (اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ) اتقوه بأقصى الاستطاعة في التقوى، فبذل المستطاع منه هو عين التقوى، وهو أقصى غاياتها. </p><p> وقد زعم بعض المفسرين أن الصحابة عندما نزل قوله تعالى:  (اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ) شكوا إلى رسول الله مشقة ذلك عليهم، فنزل قوله تعالى: (فَاتَّقُوا اللَّهَ مَا </p><p> اسْتَطَعْتمْ. . .)، واعتبووا هذه الآية ناسخة للسابقة، وفي الحق، إن دعوى النسخ باطلة، فإنه إذا صحت الرواية، فإن المناسب لمعناها أن نقول: إن القوم لقوة إحساسهم الديني لم يرفقوا بل اشتدوا على أنفسهم في العمل، فقاموا في صلاة الليل حتى ورمت عراقيبهم، وتقرحت جباههم، كما ورد عن سعيد بن جبير، فبين الله سبحانه وتعالى المقدار الذي كُلفوه، وهو الاستطاعة الدائمة، فهم لَا يكلفون إلا المستطاع الذي لَا يشق أداؤه، وهذا هو المعنى الذي يتفق مع الحقائق الإسلامية والسنن المروية الثابتة، فإنه يروى أن النبي - صلى الله عليه وسلم - رأى عابدا يعبد الله حتى أرهق نفسه وغارت عيناه، فقال له عليه الصلاة والسلام:  \" إنَّ هذا الدين متين فأوغل فيه برفق، إنَّ المنْبتَّ لَا أرضا قطع، ولا ظهرا أبقى \"  (١) . </p><p> وإن أفضل التقوى في الإسلام ما يدوم، وما يمكن أن يستمر الشخص عليه من غير إجهاد ومشقة، ولذا قال النبي - صلى الله عليه وسلم -: \" أحب الأعمال عند الله أدومها وإن قل \"  (٢) وقال عليه الصلاة والسلام: \" إن الله يجب الديمة من الأفعال \"  (٣) وذلك لا يكون إلا في دائرة المستطاع، وقد جمع النبي - صلى الله عليه وسلم - معنى تقوى الله حق تقاته في قوله:  \" حق تقاته: أن يطاع فلا يعصى، وأن يذكر فلا يُنسى، وأن يشكر فلا يكفر \"  (وَلا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ) : </p><p> النهي ليس منصبا على الموت، وإنه بضم النهي إلى الاستثناء يكون المطلوب أمرا إيجابيا، وهو ما بعد أداة الاستثناء، فيكون المعنى الجملي كونوا على حال الإسلام المستمرة إلى الموت، إذ كل كلام مشتمل على استثناء هو في معناه تكلم بالباقي بعد أداة الاستثناء، فإذا قال قائل: لَا تكرم إلا محمدا، فمعنى القول أكرم محمدا وحده؛ لأن معنى الاستثناء نفي وإثبات، فهو يتضمن النفي لما عدا ما بعد </p><p>(١) رواه أحمد: باقي مسند المكثرين (١٢٥٧٩). (٢) رواه البخاري: القصد والمداومة على العمل (٥٩٨٣)، ومسلم: صلاة المسافرين وقصرها - فضيلة العمل الدائم من قيام الليل وغيره (١٣٠٥).(٣) سبق تخريجه.</p><p> إلا، والإثبات لما بعد إلا، وقد يكون العكس ويكون موضع النهي هنا هو النهي عما يمنع استمرار الإسلام إلى الوفاة ولقاء الرب تعالت قدرته، وعظمت نعمته، فهو أمر لهم بأن يقصروا أنفسهم على حال الإسلام وحده إلى أن يتوفاهم الله سبحانه وتعالى. </p><p> ومعنى الإسلام هو الإخلاص لله سبحانه وتعالى وحده، والإذعان له تبارك وتعالى، وألا يستمعوا إلا إليه، وأن يصموا آذانهم عن كل دعوة تخالف ما يأمر به وما ينهى عنه؛ فذلك هو الإسلام المطلوب ممن تشرفوا بذلك النعت الكريمِ، وهو ما قد بينَاه من قبل عند الكلام في قوله تعالى:  (وَلَهُ أَسْلَمَ من فِي السَّمَاوَات وَالأَرْضِ. . .) ، وقوله تعالى:  (إِنَّ الدِّين عندَ اللَّه الإِسْلامُ. . .) ، وقوله تعالى:  (وَنَحْنُ لَهُ مُسْلِمُونَ) ، وإطلاق الإسلام بمعنى الإذعان الظاهري لا يكون في القرآن إلا بقرينة، ويعبر عنه في مقابل الإيمان، وبالفعل لا بالوصف، ومن ذلك قوله تعالى:  (قَالَتِ الأَعْرَابُ آمَنَّا قل لَّمْ تُؤْمِنُوا وَلَكِن قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخلِ الإِيمَانُ فِي قُلُوبِكُمْ. . .) . </p><p> والخلاصة أن الله تعالى يأمر المؤمنين بأن يستمروا على إذعانهم للحق الذي يدعوهم إليه، ويمنعوا أن يدخل الانحراف إلى قلوبهم، فلا يجيبوا داعي اليهود وأشباههم الذين يريدون أنْ يصدوهم عن دينهم حسدا من عند أنفسهم. ولقد أمر الله سبحانه وتعالى من بعد ذلك بما يكون فيه العصمة من الزلل، والاستمرار على الحق إلى أن يلقوا ربهم، فقال تعالى: </p><p> * * * </p>"
}