{
  "id": null,
  "sura": 3,
  "aya": 39,
  "text": "<p> (فَنَادَتْهُ الْمَلائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى) والتعبير بـ \" الفاء \" يفيد أن النداء كان في زمن قريب من الدعاء. وهنا ثلاث نقط نريد أن نوضحها بعض التوضيح: </p><p> أولاها: في النداء ونسبته إلى الملائكة، فهل خاطبه بهذا عدد منهم؛ لقد أجاب المفسرون عن ذلك بجوابين؛ أحدهما: أن الذي ناداه هو جبريل الذي ينزل بالوحي على النبيين، ولقد قال في ذلك التفسير ابن جرير الطبري \" يقال خرج فلان على بغال البريد، وإنما ركب بغلا واحدا، وركب السفن، وإنما ركب سفينة واحدة،وكما يقال:ممن سمعت هذا؟فيقال:من الناس، وإنما سمعه من رجل واحد، وقد قيل إن منه(الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ. . .)، والقائل فيما ذكروا كان واحدا \" . </p><p> هذا توجيه من قال إن المراد جبريل. وفي ذكر الملائكة بالجمع إشارة إلى الجنس، أي أن الله سبحانه كان من رحمته به أن أجاب دعاءه، وسارع بتبشيره بإجابته، وكانت الإجابة بملائكته، وإن كان المبلغ واحدا. </p><p> وأما التخريج الثاني: فهو أن المراد الجمع من الملائكة؛ لأن من كمال عناية الله تعالى بعباده أن ألقى إليه بالبشرى عدد كبير من الملائكة لَا واحد منهم، وهذا ما رجحه ابن جرير، ولذا قال: \" والصواب من القول في تأويله أن يقال إن الله جل ثناؤه. أخبر أن الملائكة نادته، والظاهر من ذلك أن جماعة الملائكة دون الواحد، وجبريل واحد، فلا يجوز أن يحمل تأويل القرآن إلا على الأظهر الأكثر </p><p> من الكلام المستعمل في ألسن العرب دون الأقل، ما وجد إلى ذلك سبيل، ولم تضطرنا حاجة إلى صرف ذلك إلى أنه بمعنى واحد، فيحتاج له إلى طلب المخرج بالخفي من الكلام والمعاني \" ولا شك أن العدد فيه مبالغة بالتبشير، وكأن حال هذا النبي الكريم في يأسه من الولد لشيخوخته الفانية وكون امرأته عاقرا وعجوزا، كان يحتاج فيها إلى عدد من المبشرين ليزول من نفسه كل يأس، ويحل محله الرجاء. </p><p> النقطة الثانية: أن النداء الذي وجهته الملائكة كان وهو قائم يصلي في المحراب، فهو في وقت مواجهته لربه، ومناجاته لخالقه، وإنه بابتداء القول بالفاء الدالة على التعقيب من غير تراخ، وكون خطاب زكريا لمريم كان وهو في المحراب، وأن الدعاء كان وهو في المحراب، يتبين أن إجابة الدعاء كانت فور الدعاء، فهو قد ضرع إلى الله خالص النية، طاهر النفس والحس فأجاب الله دعاءه على سنته في إجابة المهديين من خلقه دعاءهم، كما قال تعالى:  (وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِين يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهنَّمَ دَاخِرِينَ) . </p><p> النقطة الثالثة: في قوله تعالى: (أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى) وهنا قراءتان في أن، إحداهما بالكسر على تضمين النداء معنى القول، أي فنادته الملائكة قائلين إن الله يبشرك بيحيى، والفتح على أن الباء محذوفة والتقدير فنادته الملائكة بأن الله يبشرك بيحيى، واقتران التبشير بالتسمية بيحيى للإشارة إلى أن ذلك المولود سيحيى اسمه وذكره بعد موته، وبذلك تتحقق الإجابة الكاملة للدعاء، إذ قال كما في سورة مريم (يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا (٦) . </p><p> وقد أجاب المولى القدير كل دعاء زكريا، فكان المبشر به رضيا في خلقه ودينه؛ ولذا قال سبحانه في وصفه: </p><p> (مُصَدِّقًا بِكَلِمَةٍ مِّنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِّنَ الصَّالِحِينَ) وصفه الله سبحانه وتعالى بصفات أربع كلها بجعل من الله وتكوينه وخلقه: وأولى هذه الأوصاف: </p><p> أنه كان مصدقا بكلمة من الله، وتصديقه بكلمة من الله اختلف المفسرون في تحرير معناها، لاختلافهم في معنى:  \" كلمة \" ، فمنهم من اتجه إلى أن كلمة الله هو المسيح عيسى ابن مريم، ما قال تعالى من بعد ذلك لمريم:  (ويَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيمَ. . .) ، ويكون المدح في يحيى حينئذ بأنه صدق عيسى وأذعن للحق إذ تبين له، فلم يكن من المعاندين الذين يجحدون بآيات الله تعالى، ويكفرون ببيناته، وسمي عيسى \" كلمة من الله \" من الله، لأنه نشأ بكلمة منه سبحانه، ومن المفسرين من قال إن المراد من كلمة الله تعالى كتابُه؛ وذلك لأنه تطلق الكلمة ويراد منها الكلام، وذلك من هذا القبيل، والظاهر عندي هو الأول؛ لأنه في هذا المقام ذكرت كلمة الله على أنها المسيح عليه السلام، والاسم المكرر في مقام واحد تكون فيه وحدة المقام دليلا على وحدة المسمى. وكان في هذا التعبير إيذان بأن ولادة المسيح ستكون قريبا من ولادة يحيى وفيه إيماء إلى أن زكريا نبي الله قد أوتي علما بأن المسيح عهده قريب. </p><p> والوصف الثاني من أوصاف يحيى: أنه سيد، والسيد فيْعل من السيادة، وهي الشرف والتفوق والعلو، وتبتدئ السيادة بسيادة الإنسان على نفسه بأن يملك زمامها، ويضبطها ويأخذ بعنانها، فلا تذل، ولا تتكبر ولا تجمح، ولا يزال يترقى في معنى السيادة من ضبط النفس والعلو عن سفساف الأمور، والاستغناء عما في أيدي الناس حتى يفوق الناس. وإنه يروى أن أعرابيا مرَّ بالبصرة، فسأل من سيد هذا المصر؟ فقيل له: الحسن البصري فقال: وبم ساده؟ قيل استغني عما في أيدي الناس، واحتاج الناس إلى ما في يده، فقال: ذلك هو السيد حقا. </p><p> فكلمة السيد في النص القرآني الكريم تتضمن كل معاني السؤدد ومكارم الأخلاق. </p><p> والوصف الثالث: أنه حصور. وأصل الحصر معناه الحبس، والمراد أنه حبس نفسه عن الشهوات، حتى لقد روى أنه امتنع عن النساء زهادة واستعفافا، واتجاها إلى الروحانية. وقيل إنه كان لَا يأتي النساء عجزا، وذلك غير صحيح، والحق أنه </p><p> إن كان قد امتنع عن النساء فعن قدرة واختيار لَا عن عجز؛ وذلك لأن الله سبحانه وتعالى ساق ذلك الوصف في مقام المدح والثناء، ولا يتحقق معنى المدح والثناء إلا إذا كان فيه اختيار، ولم يكن عجزا وجبرا. ولأن \" حصور \" صيغة مبالغة لحاصر، أي أنه يبالغ في منع نفسه من الشهوات. </p><p> وليس في النص ما يدل على أنه امتنع عن النساء بخاصة، بل النص يدل على أنه حبس نفسه عن الشهوات، وقدعها عن أهوائها. </p><p> الوصف الرابع: أنه نبي من الصالحين، وفي هذا بشارة أخرى لزكريا بأن الله سيختار ابنه نبيا؛ فإن الأوصاف السابقة فيها إجابة لدعائه، ولكن الله سبحانه وتعالى مَنَّ عليه بأعظم مما دعا به، وأعطاه النبوة وقوله (مِّنَ الصَّالِحِينَ) إشارة إلى موطن النبوة. وموضع اختيارها، والله سبحانه وتعالى أعلم حيث يجعل رسالته، وهو سبحانه وتعالى لَا يختارهم إلا من الصالحين، فالله سبحانه يقيهم الانغماس في الشر قبل النبوة، ويعصمهم عن المعاصي بعدها. </p><p> استمع زكريا إلى تلك البشارة الإلهية، فاعتراه العجب، لما كان يتنازعه من عامل الرجاء وعامل اليأس، فقال: </p>"
}