{
  "id": null,
  "sura": 3,
  "aya": 183,
  "text": "<p> (الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ) . </p><p> تذكر كتب التفسير أن من معجزات بعض الرسل الذين جاءوا من قبل أن يُقَدمَ القربان، وهو الصدقة من التعم، فتكون أمارة قبوله أن تنزل نار من السماء </p><p> بيضاء تأكله، وقد ادعى اليهود أن ذلك عُهد من الله عهد إليهم، وهو ادعاء باطل، فهذا الأمر إذا كان معجزة لرسول لَا يستلزم أن يكون معجزة لكل رسول، وآيات الله تعالى لإثبات رسالات الرسل متعددة النواحي، مختلفة المناهج، لكل أمة منهاج من الإعجاز يناسبها، وكون هذا كان حجة من الحجج الدالة على الرسالة وصدق الرسول في زمن - لَا يقتضي أن يكون حجة في كل الأزمان. </p><p> ولا شك أن ذلك النوع من الإعجاز قد وقع، وذلك لأن الله تعالى يقول:  (قلْ قَدْ جَاءَكمْ رُسُلٌ من قَبْلِي بِالْبَياتِ وَبِالَّذِي قُلْتُمْ) ، والذي قالوه هو أن يأتي هم بقربان تأكله النار. </p><p> ولتتميم الكلام في النص لابد أن نتعرض لتفسيرات لفظية لبعض الكلمات، ومن هذه الكلمات كلمة (نؤمن لرسول) ، وكلمة (قربان) ، وكلمة (يأتينا) ، وكلمة (تأكله) . </p><p> ومعنى (نُؤْمِنَ لِرَسول) : أي نذعن لما يدعو إليه ونخضع؛ إذ المطلوب منهم هو الإذعان للحق والخضوع له والتسليم به، لَا التصديق الجرد الذي يصوره مجرد إيمان، فالفرق بين الإيمان بالرسول والإيمان له أن الأول يتضمن معنى التصديق، وإن لم يكن معه إذعان والتسليم والخضوع لما يدعو إليه. </p><p> ومعنى (يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ) أن الرسول هو الذي يأتي بالقربان من النعم وهو ما يتقرب به إلى الله تعالى من النعم، ويقدمه هو، تنزل النار البيضاء من السماء فتأكله، فليسوا هم الذين يقدمون القربان الذي تأكله النار، بل الذي يفعل ذلك هو الرسول إعجازا، ولبيان أنه رسول، ولا يقال حينئذٍ إنه إذا كان كل قربان تأكله النار لَا تكون ثمة فائدة يستفيدها الفقراء من القرابين، بل هذه حال خاصة يأتي ها النبي من الأنبياء، ويقوم بها فتكون تلك الأمارة التي على التأييد من السماء، كانقلاب العصا حية، وانبجاس الماء من الحجر، وانفلاق البحر اثنا عشر فرقا كل فرق كالطود العظيم. </p><p> ولقد بين سبحانه وتعالى أن هؤلاء الذين سألوا النبي - صلى الله عليه وسلم - قوم يتعنتون والمتعنت لَا يُلْتَفَتُ إلى مطالبه، وقد ذكر سبحانه الرد مع الدليل على تعنتهم، فقال:  (قلْ قَدْ جَاءَكمْ رُسُلٌ من قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِن كُنتُمْ صَادِقِينَ) . </p><p> الخطاب للنبي - صلى الله عليه وسلم - و \" البينات \" المراد منها الحجة المبينة المثبتة لرسالة الرسل، و \" بالذي قلتم \" ، والمعنى بموضوع القول الذي قلتموه، وهو الإتيان بقربان تنزل عليه نار بيضاء من السماء فتأكله، وقد يطلق القول ويراد منه موضوع القول، كأن يقول قائل: قلت لك إن الأمر سيكون على وجه كذا، وقد كان ما قلت، أي قد كان معنى القول الذي قلت وتحقق موضوعه. </p><p> والمعنى: إن عليك يا محمد أن تقول في محاجتهم ولبيان تعنتهم قد جاءكم رسل بالبينات من قبل، وتحقق من الأنبياء ما تطلبون، وهو أنهم أتوا بقربان تأكله النار، فلم تؤمنوا ولم تصدقوا، وقد دل على هذا المعنى بقوله تعالى:  (فَلِمَ قَتَلْتُمُوهُمْ إِن كُنتُمْ صَادِقِينَ) إذ إن القتل لَا يكون إلا أثرا من آثار التكذيب العنيد، والجحود الشديد، فيكون نسق القول الكريم هكذا: لقد كذبتم وأبلغتم في الكذب بادعائكم أن إيمانكم مرتبط بالقربان تأكله النار، فقد جاءكم هذا ولم تؤمنوا، بل كذبتم وأعنتم حتى بلغ بكم الأمر والاستهانة بالداعي أن قتلتموه، ولو كنتم صادقين في ادعائكم ارتباط الإيمان بالإتيان بقربان تأكله النار فَلِمَ كان القتل؟. </p><p> فالصدق المنفي هو صدق الارتباط بين الإيمان وتلك الحجة التي يطلبونها، والاستفهام إنكاري ينفي أن يكون ثمة مبرر للقتل على أي وجه كان المبرر، وينفي أيضا صدقهم. </p><p> وسياق الخطاب الموجه للنبي - صلى الله عليه وسلم - هو لبيان تعنتهم، وأنهم لَا يطلبون حجة لنقص الدليل، بل يتعنتون، وأنهم فعلوا مع من أتوا لهم بهذا الدليل أشد مما فعلوا معك وهنا أمر يجب التنبيه إليه، وهو أن القتل والتكذيب مع هذه الحجة كان من أسلافهم، والخطاب للذين حضروا عصر النبي - صلى الله عليه وسلم -، ومن يجيء بعده ممن على </p><p> شاكلتهم، ولقد وجهت إليهم جريمة الماضين منهم؛ لأن وصف التعنت الذي أدى إلى ما كان من الأسلاف قائم في الأخلاف، ولأنهم راضون عن أعمالهم، فكان حقا أن يخاطبوا بجريمتهم؛ ولأنهم تكلموا عن الماضين منهم بأنهم منهم فقالوا: إن الله عهد إلينا، مع أن الأمر كان في هؤلاء الماضين لَا فيهم، لذلك كان عليهم أن يتحملوا وصف الإجرام الذي وقع من الماضين حتى يتخلصوا من تلك الأمة الخاسرة، ويدخلوا في أمة الإيمان وأهل الإذعان. </p><p> ولقد بين الله لنبيه أن هؤلاء جنس قائم بذاته تعود التكذيب، فلا تبتئس بما كانوا يفعلون، ولذا قال سبحانه: </p><p> * * * </p>"
}