{
  "id": null,
  "sura": 3,
  "aya": 73,
  "text": "<p> (وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ ... (٧٣) </p><p> * * * </p><p> أي لَا تذعنوا مصدقين مقرين بالحق إلا لمن تبع دينكم، أي لَا تنطقوا بالحق الذي تعلمونه مذعنين له إلا لمن تبع دينكم؛ وذلك لأنهم يعرفون محمدا كما يعرفون أبناءهم، وبين أيديهم الأدلة الصادقة الناطقة بصحة دعوته؛ فهم يعرفون ذلك ويتذاكرونه فيما بينهم، ولكنهم يتناهون عن أن يقولوه لغيرهم. </p><p> وقوله تعالى:  (أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ) فيها قراءتان، إحداهما: بهمزة واحدة، والأخرى بهمزتين إحداهما سهلة، والثانية قراءة ابن كثير (١) ، وإحدى الهمزتين على هذه القراءة تكون للاستفهام الإنكاري. </p><p> وقوله تعالى:  (قُلْ إِن الْهُدَى هُدَى اللَّهِ) يحتمل أن تكون معترضة، ويكون قوله تعالى:  (أَن يُؤْتَى أَحَدٌ. .) متصلا بقوله: (وَلا تُؤْمِنُوا) ويحتمل أن تكون غير معترضة، وتكون متصلة بما بعدها. </p><p> وعلى الاحتمال الأول مع قراءة الهمزة الواحدة يكون تخريج القول هكذا: ولا تصدقوا مذعنين ومقرين إلا لمن تبع دينكم كراهة أن يُؤتي أحد بمثل ما أوتيتم من كتاب منزل من السماء منزلة دينية بين الناس، وكراهة أن يحاجوكم بسبب ذلك الإذعان وذلك الأمر من عند ربكم، وقد اعترض سبحانه وتعالى بين قولهم بقوله:  (قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ) أي إن هداية الله تعالى ملك له وحده يعطيها لمن يشاء، فليست حِكْرا لأحد.، ولا أمرا مقصورا على أحد، بل يعطيها من يشاء. </p><p> وسبب ذلك الاعتراض هو المسارعة ببيان بطلان زعمهم من أنهم ذوو المنزلة الدينية وحدهم، ولبيان أن المنزلة منشؤها الهداية، والهداية طريقها وحدها فلهم أن يتبعوها، ولبيان أنهم بذلك التفاهم على الشر والتواصي على الباطل قد خرجوا عن نطاق الهداية فحقت لغيرهم. وعلى قراءة الهمزتين لَا يتغير المؤدى، ويكون تقرير القول هكذا: ولا تذعنوا مصدقين إلا لمن تبع دينكم، أتقرون بذلك لأن يؤتى أحد مثل ما أوتيتم أو يحاجوكم عند ربكم. </p><p> هذا هو تخريج الآية الكريمة على احتمال أن قوله تعالى:  (قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ) جملة معترضة بيزا متلازمين، أما تخريجها على احتمال أنها متصلة بما يليها فهو هكذا: لَا تذعنوا مكل مصدقين إلا لمن تبع دينكم، بذلك ينتهي قولهم، فيرد </p><p>(١) قرأ ابن كثير المكي بهمزتين على الاستفهام، الثانية منهما مسهلة، وقرأ الباقون بهمزة واحدة على الخبر [النشر في القراءات العشر ج ١ ص ٣٦٥، ٣٦٦ - غاية الاختصار في قراءات أئمة الأمصار، ج ٢ ص: ٤٥٠].</p><p> الله سبحانه وتعالى عليهم بقوله (قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ) ثم يبين سبحانه وتعالى أن هدى الله أن يؤتى أحد مثل ما أوتيتم بأن ينزل بينهم وحي السماء كما نزل بينكم، أو يحاجوكم به عند ربكم، و \" أو \" هنا تكون بمعنى الواو. وعلى قراءة الاستفهام يكون المعنى: أتنكرون أن يؤتى أحد مثل ما أوتيتم أو يحاجوكم عند ربكم. </p><p> ذانك الاحتمالان، وإنى أميل إلى الاحتمال الأول، وأن تكون الجملة السامية (قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ) معترضة، وأن قوله:  (أَن يُؤْتَى أَحَدٌ مثْلَ مَا أُوتِيتُمْ) من قولهم، وذلك ليستقيم أمر الله بعد ذلك لنبيه بقوله:  (قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ) فإنه لَا يتضح معناه إلا إذا كان عقب قولهم، ليكون معنى جديد للأمر الثاني بعد الأمر الأول، إذ لو كان قوله:  (أَن يُؤْتَى أَحَدٌ) من كلام الله تعالى المأمور به ما اتضح لنا معنى الأمر الثاني: (قلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ) إلا إذا كان لتكرار هدايته وفضله، والتأسيس أولى من التأكيد. </p><p> لقد بين سبحانه بعد ذلك أن الهداية هي فضل من الله تعالى يتفضل به على من يشاء من عباده؛ ولذلك قال سبحانه:  (إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ) : </p><p> فهداية الله تعالى، والنبوة والرسالة التي تنبعث منها هداية المؤمنين الذين يذعنون للحق، ذلك كله فضل من الله تعالى لعباده، فليس حقا عليه لهم، بل هو منه تكرم وعطاء، والمتفضل المتكرم ليس بملزم بالعطاء لأحد، فإن كان قد جعل الرسالة حينا في بني إسرائيل فبفضل منه وبرحمة، وليس ذلك بملزم له، ولا بمسوغ لهم بأن يمنعوها عن غيرهم، ويستنكروا أن تكون في قوم أميين، وعليهم أن يذعنوا للحق أينما كان، ومن أي جهة كان النداء به، فالله أعلم حيث يجعل رسالته؛ وليس فوق إرادة الله سبحانه وتعالى إرادة، وليس من حق طائفة من الناس أن تقول نحن أبناء الله وأحباؤه. </p><p> ثم بين سبحانه وتعالى سعة فضله وجليل حكمته، وإحاطة علمه، فقال عز من قائل: </p><p> (وَاللَّهُ وَاسِعٌ عَلِيمٌ) أي أن رحمة الله تعالى واسعة، وفضله عظيم، لا يكون لقبيل دون قبيل، وإن تعدد من يؤتون فضلا لَا يغض من قدر الفضل عند غيرهم، فالذين يريدون أن يحتكروا الهداية، أو يحتكروا بينهم وفي أوساطهم رسالة الله إلى أهل الأرض، إنما يُضيِّقون واسعا، ويحسدون الناس على ما آتاهم الله من فضله من غير أن يعود عليهم من هذا الحسد شيء. ووصف سبحانه وتعالى ذاته بأنه واسع مع أن الظاهر سعة فضله؛ لبيان أن شمول فضله شأن من شئونه سبحانه، يظهر آثاره في خلقه، فما من شيء في هذا الوجود إلا وهو بفضله سبحانه وتعالى. </p><p> وقد اقترن وصف السعة هنا بوصف العلم، للإشارة إلى أن فضله تعالى هو على مقتضى علمه، فهو يعطي من يشاء بمقتضى فضله وعلمه، فما من شيء يكون من الله تعالى لعباده إلا بميزان، وكل شيء عند ربك بمقدار؛ وإنه بمقتضى هذا يختص هذا برحمته، ويختص آخر بنوع آخر؛ ولذا قال سبحانه وتعالى: </p><p> * * * </p>"
}