{
  "id": null,
  "sura": 3,
  "aya": 157,
  "text": "<p> (وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ (١٥٧) </p><p> * * * </p><p> اشتمل الكلام على قسم وجملة شرطية واقعة، فالله سبحانه وتعالى يقسم وهو العزيز الحكيم بأن من يموت أو يقتل في سبيل الله طالبا رضاه محتسبا النية في جهاده يناله جزاءان عظيمان: أحدهما - أن يغفر الله تعالى ما تقدم من ذنبه وما تأخر، وتلك نعمة عظيمة، لَا يشعر بها إلا من يشعر بتقصيره ويحاول رضا مولاه، ويغلب الخوف على الرجاء، ويستصغر حسناته بجوار ما يرتكب من هفوات، وتلك مرتبة الصديقين والشهداء والصالحين، وذلك ما يتضمنه الوعد </p><p> بالمغفرة من رضحون الله تعالى، فإن الله تعالى لَا يغفر إلا لمن يرضى عنه، ويذهب عنه سخطه سبحانه وتعالى، ففي الوعد بالمغفرة نعمة الغفران، ونعمة الرضوان، وهو أكبر. </p><p> الأمر الثاني - الرحمة من الله تعالى، ورحمة الله تعالى تتضمن الثواب، والنعيم المقيم يوم القيامة، وذكر رحمة الله تعالى في هذا المقام لكيلا تذهب نفوس المؤمنين حسرة على ما ماتوا منهم، فإنهم ليسوا في شقاء بل هم في نعيم، (وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ (١٦٩) . </p><p> وهنا بحوث ثلاثة حول هذا النص الكريم: </p><p> أولها: أنه سبحانه وتعالى صرح بأن مغفرته ورحمته خير مما يجمع المشركون من أموال وعقار وكل أغراض الدنيا، ويقول ابن عباس فيما روي عنه من تفسير:  (خير من طلائع الأرض ذهبة حمراء) أي خير من ملء الأرض ذهب أحمر، و \" خير \" أفعل تفضيل، وهو هنا ليس على بابه فإن الخيرية في مغفرة الله تعالى، ولا خيرية فيما يكنزون، فإنها تُكوَى بها جباههم وجنوبهم، أو تقول أفعل التفضيل على بابه، ويكون المراد من الخير مطلق النفع، ولا شك أن رحمة الله ومغفرته أنفع لأنهما أبقى. </p><p> ثانيها: أنه ذكر أن الموت قد يكون في سبيل الله وذلك إذا كان المؤمن يعيش طول حياته مخلصا لله وللحق وللمعرفة والهداية يحب الشيء لَا يحبه إلا لله تعالى، وكان الله ورسوله أحب إليه من نفسه، فإن من يكون كذلك يعيش لله وفى سبيل الله ويموت في سبيل الله. </p><p> ثالثها: أنه قدم (قُتلتم) في هذا المقام لأنه المناسب؛ لأن الكلام الكريم في أعقاب مقتلة أصابت المسلمين وأصابهم هم بسببها فناسب تقديم (قتلتم) على (متم) وإن الخطاب هنا للمؤمنينِ الذين جاهدوا، وهو مبين لجزائهم وقال سبحانه: </p><p> * * * </p>"
}