{
  "id": null,
  "sura": 3,
  "aya": 81,
  "text": "<p> (وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِينَ لَمَا آتَيْتُكُم مِّن كِتَاب وَحِكْمَة) . </p><p> الميثاق مأخوذ من الوثاق، وهو ما يشد به الأمر، ويثبت ويؤكد؛ والميثاق الذي أخذه الله على النبيين هو ميثاق بمقتضى الهداية التي جاءوا بها، والحق الذي </p><p> يناصرونه، وهو مشتق من معنى النبوة، والرسالة الإلهية؛ فإن هذه الرسالة بمقتضى وظيفتها وعملها هي عهد موثق بين العبد المختار، والرب الذي اختاره، كمن يرسل رسولا، فإنه يكون ثمة عهد بين الرسول ومن أرسله، بأن يقوم بواجب الرسالة على الوجه الأكمل. </p><p> وإنه بمقتضى هذا العهد الموثق الذي اشتق من منصب الرسالة الأسمى، تكون الرسالة الإلهية واحدة في مقصدها وغايتها، وهي إسعاد البشرية، وتنظيم العلاقات الإنسانية على دعائم من الأخلاق الفاضلة المنبعثة من النفس العابدة، والروح الزاهدة، التي لَا تحرم طيبات ما أحل الله. </p><p> وإذا كانت الوسائل تختلف أحيانا قليلة، فالغاية واحدة، وهي الرحمة، وإقامة الحق والقسط بين الناس. </p><p> وكل نبي متمم ما بدأ به النبي الذي سبقه، أو بالأحرى يؤكد ما جاء به ويوثقه ويقويه، حتى ختم الله أنبياءه بمحمد - صلى الله عليه وسلم -، فكان خاتم النبيين، ولذلك كان حقا على كل نبي أن يصدق ويؤمن بما يجيء به النبي الذي بعده، والذي أعلمه الله تعالى به، وإذا كان حقا على النبي المبعوث أن يؤمن بمن سبقه، ومن يجيئون بعده ممن أخبره الله تعالى بمجيئهم، فإنه بلا ريب حق على الذين يتبعونه أن يصدقوا ذلك النبي الذي يجيء بعده؛ لأنهم يتبعونه في كل ما يؤمن به؛ فحق على اليهود والنصارى بمقتضى العهد الذي أخذه الله على النبيين، وبمقتضى إيمان هؤلاء النبيين، وتنفيذا لهذا العهد، أن يؤمنوا بالنبي - صلى الله عليه وسلم -، وإلا ما كانوا متبعين لموسى وعيسى عليهما السلام، إنما يكونون متبعين لأهوائهم وشهواتهم؛ ولذا يقول النبي - صلى الله عليه وسلم - فيما رواه جابر:  \" لو كان موسى حيا بين أظهركم ما حل له إلا أن يتبعني \"  (١) . </p><p>(١) رواه أحمد: مسند المكثرين - مسند جابر بن عبد الله رضي الله عنه (١٤١٠٤).</p><p> هذا هو معنى النص الكريم بالإجمال، بقي أن ننظر في تخريج هذه المعاني السامية من الألفاظ المقدسة، فنقول: إن في الآيتين قراءتين (١) ، إحداهما: القراءة بفتح \" اللام \" وتكون اللام في هذه الحال هي اللام الموطئة للقسم، التي تُشْعِرُ بأن في الكلام قسمًا تضمنه سابقها، وأن ما بعدها يتضمن الجواب؛ وتكون (ما) شرطية، ويكون معنى الكلام: مهما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لَا معكم لتؤمنن؛ أي أنه ميثاق الله وعهده إن أتاكم علم الكتاب والحكمة، وهي الشريعة الحاكمة، وجاء رسول أن تؤمنوا فالعهد الأساس بينكم معشر الرسل، وبين من أرسلكم، أنه إن جاء كتاب الرسالة، وشريعتها التي هي حكمتها الحاكمة هو أن تؤمنوا بكل رسول يجيء بعدكم مصدقا لَا معكم كإيمانكم بكتابكم: هذا تخريج معاني الآية على قراءة فتح \" اللام \" . </p><p> وثانيتهما القراءة بكسر (اللام) وتكون (ما) بمعنى الذي، فهو اسم موصول، وقوله تعالى:  (ثُمَّ جَاءَكُمْ رَسُولٌ مصَدِّقٌ لمَا مَعَكُمْ) عطف على الصلة، ويكون المعنى: أخذ الله سبحانه وتعالى الميثاق على النبيين بسبب الكتاب الذي نزل، والحكمة التي جاءوا بها، وتصديق النبي الذي جاء من بعدهم - أخذ عليهم عهدا بأن يؤمنوا به. </p><p> وقوله تعالى:  (لَتُؤْمِنُنَّ) جواب القسم الذي تضمنه معنى الميثاق، لأن الميثاق المؤكد الموثق هو في حكم القسم المؤكد الموثق، وقوله تعالى:  (وَلَتَنصُرنَّهُ) عطف على لتؤمنن أي أن مقتضى العهد والميثاق على النبيين أن يؤمنوا بما جاء به الرسول الذي صدق ما معهم، وأن ينصروه إذا اختلف مع المشركين. ولكن قد يسأل سائل: إنهم قد مضوا، فكيف تتصور منهم النصرة؛. </p><p> إن تصور الإيمان منهم ممكن باعتبار أن الله تعالى مخبرهم بمبعثه، ولكن النصرة غير متصورة، والجواب عن ذلك: أن الكلام بالنسبة للأنبياء فرضي، وبالنسبة لأتباعهم واقعي؛ وكان المراد أن هؤلاء الأنبياء لو كانوا أحياء في عهد </p><p>(١) قرأها (لِمَا) بكسر اللام حمزة، وقرأ الباقون (لَمَا) بفتح اللام. غاية الاختصار - ج ٢/ ٤٥١. .</p><p> الرسول الذي يجيء مصدقا لما معهم، لآمنوا به، ولاتبعوه ونصروه وآزروه، لأن ذلك ميثاق الله الذي ربط النبوات بعضها ببعض، فهي متلاقية عند غاية واحدة، وإذا كان النبيون لَا يفرض فيهم إلا ذلك فاتباعهم يجب عليهم أن يفعلوه إن كانوا متبعين لهم. </p><p> بعد أن صور الله سبحانه وتعالى ذلك العهد الموثق بمقتضى الرسالة الإلهية قال: </p><p> (قَالَ أَأَقْرَرْتمْ وَأَخَذْتمْ عَلَى ذَلِكمْ إِصْرِي) في الجملة السابقة بيّن سبحانه عهد الله على النبيين، وفي هذه الجملة يوثقه ويؤكده بأخذ إقرار منهم بهذا الميثاق، وبأخذ عهد آخر عليهم، وهو أن يتولوا هم أخذ العهد على غيرهم بأن يقوموا بعهد الله تعالى الذي عاهدهم عليه، أي أنه سبحانه يأمرهم بأن يأخذوا ذلك العهد على أتباعهم، وهذا معنى (وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي) أي أخذتم من أتباعكم على ذلك الميثاق - أن ينفذوه وأن يتبعوه، وأن يقوموا بحقه عليهم، فثمة إذن عهدان: عهد الله على النبيين، وعهد النبيين على أتباعهم، وهذا هو الإصر الذي أخذوه عليهم. فالإصر هنا هو العهد الموثق الشديد، وقد قال الراغب في أصل اشتقاق \" أصر \" : \" والإصر عقد الشيء وحبسه بقهره يقال أصَرتُه فهو مأصور \" . قال تعالى:  (وَيَضعُ عَنْهمْ إِصْرَهمْ. . .) ، أي الأمور التي تثبطهم، وتقيدهم عن الخيرات، وعن الوصول إلى الثوابات. . و \" الإصر \" العهد المؤكد الذي يثبط ناقضه عن الثواب، وعن الخيرات، قال تعالى:  (أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي) . </p><p> وإذا كان أتباع النبيين قد. أخذ عليهم العهد بأن يؤمنوا بالرسول ويصدقوه وينصروه، فإنه في عنق اليهود والنصارى أن يؤمنوا بمحمد وينصروه ويؤيدوه، لأن ذلك جزء من الرسالة التي أتوا بها. </p><p> ولقد زكى سبحانه العهد الذي أخذه النبيون على أتباعهم بقوله تعالى:  (قَالَ فَاشْهَدُوا وَأَنَا مَعَكُم مِّنَ الشَّاهِدِينَ) . </p><p> أي أن الله سبحانه قد أخذ هذا الإقرار على أنبيائه، وأخذوا هم ذلك الميثاق على أتباعهم، وبعد ذلك أمرهم سبحانه بأن يشهدوا على أتباعهم بأنهم أخذوا ذلك الميثاق عليهم، فمعنى قوله تعالى:  (قَالَ فَاشْهَدُوا) أي فاشهدوا أيها الأنبياء على أتباعكم بأنكم أخذتم عليهم تلك العهود بأن يؤمنوا بالرسول الذي يجيء مصدقا لما معكم، وأنهم إذا لم يفعلوا فقد خالفوا العهد والميثاق، ونقضوا عهد الله تعالى الذي أمر النبيين بأخذه عليهم، ثم أكد سبحانه وتعالى تلك الشهادة بشهادته سبحانه وتعالى، وليس كمثله شيء، وهو السميع البصير، ولذا قال سبحانه:  (وَأَنَا مَعَكُم مِّنَ الشَّاهِدِينَ) وأي شهادة أجل وأعظم من شهادة خالق السماوات والأرض ومن فيهما. </p><p> وإن هذا كله ينتهي بلا ريب إلى أن اليهود والنصارى عليهم أن يتبعوا النبي - صلى الله عليه وسلم -، وأن ينصروه، وأن يؤمنوا به، وعليهم أن يعلموا أن ذلك اتباع لدينهم، وأنهم إن ناوءوا الرسول، فإنما يناوئون أنبياءهم، وأنهم بمخالفتهم له قد خرجوا عن دينهم الذي ارتضوا، والذي يزعمون أنهم يناقضون النبي - صلى الله عليه وسلم - لتأييده ونصرته. </p><p> وإن هذه الآية السامية تدل على وحدة الرسالة الإلهية إلى أهل الأرض، فما جاء به إبراهيم وموسى وعيسى هو ما جاء به محمد - صلى الله عليه وسلم -، ولذا قال تعالى:  (شَرَعَ لَكُم مِّنَ الدِّينِ مَا وَصَّى بهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ ولا تَتَفَرَّقُوا فِيهِ. . .) . </p><p> ولهذه الوحدة الدينية في الرسالة الإلهية سمى الله سبحانه كل مكذب لنبي مكذبا لدين الله، ولو كان يدعي أنه يتبع ديناً ولذا سمَّى الخارجين فاسقين فقال تعالى: </p><p> * * * </p>"
}