{
  "id": null,
  "sura": 3,
  "aya": 112,
  "text": "<p> (ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِنَ اللَّهِ وَحَبْلٍ مِنَ النَّاسِ ... (١١٢) </p><p> * * * </p><p> أي أحاطت بهم الذلة كما يحيط السرادق بمن فيه، وكما تحيط القبة بما في داخلها، فهم في نشاطهم وحركتهم في ذلة، لَا ينتقلون من ذل إلا إلى ذل، و (أَيْنَ مَا ثُقِفُوا) معناها أينما وجدوا جماعات ووحدانًا، فجماعاتهم في ذلة، وآحادهم في جبن، ذلك بأنهم فقدوا الإيمان بالله، والاعتزاز بعزته، فاعتمدوا على عزة من الناس، ومن اعتمد على أن يستمد عزته من غير الله فهو الذليل، فأولئك الذين فقدوا الإذعان لأحكام الله تعالى قد استعانوا بغير الله فحقت عليهم كلمة الذلة. </p><p> ولقد استثنى سبحانه حالا يرتفعون فيها من الذلة فقال تعالى:  (إِلَّا بِحَبْلٍ مِّنَ اللَّهِ وَحَبْلٍ منَ النَّاسِ) . والحبل معناه في أصل اللغة ما يربط بين شيئين، ويطلق على العهد، وقد فسره جمهور المفسرين هنا بهذا المعنى وهو العهد، فالمعنى لا ترفع الذلة عن هؤلاء اليهود إلا بعهد من الله تعالى وعهد من الناس، وذلك العهد هو عقد الجزية الذي يربط بينهم وبين المسلمين، فهو حبل من الله تعالى يصلهم بأهل الإيمان إذ هي بأمر الله تعالى، والوفاء بها وفاء بعهد الله ورسوله، إذ يقول سبحانه:  (وَأَوْفُوا بِعَهْد اللَّه إِذَا عَاهَدتُّمْ وَلا تَنقُضُوا الأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كفِيلًا. . .) . والجزية أيضا حبل يربطهم بالمؤمنين؛ إذ يكونون بهذا العهد بين المسلمين، ترعى حقوقهم وتحفظ أموالهم ودماؤهم، ويكون لهم ما للمسلمين وعليهم ما عليهم. </p><p> وهذا تفسير حسن، وهو مشتق من قواعد الإسلام ذاتها وأحكامه المقررة الثابتة، ولكن يلاحظ أن الله سبحانه قرر في الاستثناء أن حبل العزة هو حبل من الناس، ولم يذكر أنه حبل من المؤمنين، إذ يقول سبحانه: (إِلَّا بِحَبْل مِّنَ اللَّهِ وَحَبْلٍ </p><p> مِّنَ النَّاسِ). ولذلك يصح أن يفسره بما هو أعم من الجزية، فإن حبل الناس أوسع من معنى الجزية، وإن ذلك يفسره بعض الوقائع التي تجري في العصور الأخيرة، فقد كانت لهم عزة وقتية بسبب اتصالهم ببعض الناس، وتخاذل المسلمين عن الأخذ بحكم الكتاب والسنة والهدْي الإسلامي، ولكنه على كل حال استثناء؛ لأن الله ضرب عليهم الذلة، وإنه ليرجى أن يعود الإسلام كما بدأ في قلوب أهله، فيتحقق وعد الله لهم، إذا تحققت أسبابه. </p><p> (وَبَاءُوا بِغَضَب مِّنَ اللَّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ) أصل معنى \" باء، ساوى، فيقال باء فلان بدم فلان،أي:ذهب وساواه،ومن ذلك ما جاء في بعض أقاصيص العرب على لسان المهلهل أخي كليب:\" بُؤْ بشسع نعل كليب \" أي أنه لا يساوي إلا هذا، ويطلق البواء بمعنى الإقامة، ومنه المباءة والبيئة أي شكل الإقامة، والمعنى الجملي أنهم قد صاروا في غضب، ويعتبر هذا مباءتهم التي باءوا بها والتي هم يستحقون، وقد ضربت عليهم المسكنة، أي أحاطت بهم واستولت عليهم، والمسكنة ضعف نفسي، وصغار ينال القلب، فيستصغر الشخص نفسه، ويحس بهوانها مهما تكن لديه أسباب القوة متوافرة متضافرة، والفرق بينها وبين الذلة أن الذلة هوان تجيء أسبابه من الخارج بأن يكون بفرض من قوى، أو يكون نتيجة انهزام حربي، أما المسكنة فهي هوان ينشأ من النفس لعدم إيمانها بالحق، واتباعها للمادة، وإن توارث الذلة قرونا طويلة يورث هذه المسكنة، إن بواء اليهود والنصارى بغضب الله، وضرب المسكنة عليهم، لَا استثناء فيه، بل هو أمر مستمر إلى يوم القيامة ما داموا على حالهم، ولا يغرنك ما عند النصارى وتقلبهم في البلاد، بل انظر إليهم إن أصابت فريقا منهم هزيمة فإنهم يخرون للأذقان يبكون صاغرين، مما يدل على أن المسكنة في طبيعتهم؛ إذ عزة الحق قد فارقتهم. ثم ذكر سبحانه وتعالى السبب في استحقاق أهل الكتاب ذلك فقال تعالت كلماته: </p><p> (ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ) الإشارة إلى هزيمتهم المستمرة، وأنهم لَا يمكن أن ينتصروا، وأن الذلة ضربت عليهم إلا بحبل </p><p> من الله وحبل من الناس، وأنهم في غضب من الله، وأن المسكنة قد ضربت عليهم إلى يوم القيامة، فالصغار ملازمهم، لَا يفارقهم أبدا، لأن الصغار والإيمان بالباطل متلازمان لَا يفترقان. وقد ذكر سبحانه أن السبب في كل هذا أنهم كانوا يكفرون بآيات الله أي بأمارات الحق وأدلته التي يقيمها الله سبحانه وتعالى عليهم في كتبه وخلقه وعلى ألسنة رسله، وأنهم لَا يكتفون بجحود الحق بعد قيام البينات عليه، بل يعتدون على الداعي إليه، فيقتلون الرسل الذين ينادون به، ويجاهدون دونه، ولقد قال سبحانه وتعالى:  (وَيَقْتلُونَ الأَنبِيَاءَ بِغَيْرِ حَقٍّ) والحكمة في ذكر هذا أنهم لم يكونوا في اعتدائهم لهم أية شبهة حق، ولذا نكر كلمة حق، وقد بينا هذا من قبل، ولماذا كان ذلك الكفر، وهذا الجحود المستمكن الذي يدفع إلى قتل الداعي إلى الحق؛ ذكر سبحانه ذلك بقوله:  (ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ) : أي أن الذي أورث في قلوبهم الجحود بالحق، والتمادي في الباطل، هو ارتكاسهم في المعاصي، وتعودهم الاعتداء على الناس، فإن المعاصي تنكت نكتا سوداء في القلب، فإذا استمر الشخص عليها وضعت عليه أغلفة من الظلمة تمنع أن يصل الحق إليه، فعمى القلب عن الحق وصم، ولذا قال تعالى:  (مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا. . .) ، وقانا الله شر المعاصي، وجعل قلوبنا تشرق بنور حكمته، ووفقنا لقصد السبيل، وجنبنا جائره، إنه سميع الدعاء. </p><p> * * * </p><p> (لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (١١٣) يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ (١١٤) وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (١١٥) </p><p> * * * </p><p> هذا من إنصاف القرآن، فهو لَا يعمم حكمه إلا حيث يكون التعميم هو الحق الذي لَا شك فيه، وإن كان في قوم من هم جديرون بالثناء ذَكَرهم، وكذلك كان الشأن في ذكر أهل الكتاب، فيقول:  (وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِن تَأْمَنْهُ بقنطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُم مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا. . .) . </p><p> ويقول سبحانه:  (وَمِن قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وبِهِ يَعْدِلُونَ) . </p><p> وفي هذه الآية يذكر بالخير العظيم طائفة من هؤلاء فيقول الحكم العدل تعالت كلماته: </p>"
}