{
  "id": null,
  "sura": 3,
  "aya": 45,
  "text": "<p> (إِذْ قَالَتِ الْمَلائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيمَ) الكلام في هذه الآية الكريمة متصل بما سبقها، فإذ هنا متعلقة بما تعلقت به </p><p> إذ في قوله تعالى (وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ) ، فإذ هنا في مقام البدل أو البيان من الأولى؛ لأن هذا فيه تفصيل لمعنى الاصطفاء الذي اختصت به على نساء العالمين؛ والمعنى: اذكر إذ قالت الملائكة يا مريم إن الله اصطفاك. . إذ كان ذلك الاصطفاء على نساء العالمين؛ بأن كانت هي التي تلقت البشارة الكبرى بأن تلد مولودا من غير أب قد أنجبه. والملائكة الذين خاطبوا مريم بذلك الخطاب يتضح من السياق أنهم الذين خاطبوها بالاصطفاء؛ فكأنهم قد بشروها بالاصطفاء على نساء العالمين، وبشروها مع ذلك بنوع الاصطفاء. وقد استظهرنا كما استظهر ابن جرير الطبري أن الملائكة الذين بشروا بالاصطفاء كانوا عددا ولم يكونوا واحدا، فلابد إذا أن الذين بشروا بحقيقته كانوا عددا أيضا، ولكن سورة مريم فيها بيان أن الذي أنبأها نهائيا بهبة الله تعالى لها كان ملكا تمثل في صورة بشر قد أودعها ما يكون منه الولد من غير تلقيح جنسي؛ لأن الملك ليس له تلك الشهوة الإنسانية؛ ولذا قال سبحانه: </p><p> (وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا (١٦) فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا (١٧) قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا (١٨) قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا (١٩) قَالَتْ أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا (٢٠) قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا (٢١) . </p><p> وإن التوفيق بين هذا النص الكريم، والنص الذي نتكلم في معناه سهل لا يحتاج إلى إعمال فكر؛ ذلك أن الله سبحانه وتعالى أرسل ملائكته إليها يبشرونها بالاصطفاء ويبشرونها بنوع الاصطفاء، ثم أرسل إليها بعد هذه البشارات المتكررة ملكا تمثل لها بشرا سويا. ليودع رحمها نهائيا تلك الهبة التي أهداها رب العالمين إليها. </p><p> ذكر سبحانه البشارة بأنها كلمة منه، وأن معنى هذه الكلمة شخص حي يسري عليه حكم الأحياء اسمه المسيح عيسى ابن مريم، فلماذا اعتبره الكريم كلمة </p><p> منه؛ لأنه سبحانه خلقه وأبدعه بكلمة منه؛ فإذا كان سبحانه قد خلق الأحياء بطريق التناسل: الرجل يلاقح الأنثى، ويخرج الأولاد من أصلاب الآباء، فإن عيسى عليه السلام لم يخلق ذلك الخلق، بل خلقه الله تعالى خلقا آخر؛ خلقه بكلمة منه وهي \" كن \" فكان، فكان جديرا بأن يعتبر كلمة، وأن تكون هذه الكلمة منسوبة إلى الله تعالى. </p><p> ويقول ابن جرير: إن الكلمة هي كلمة البشرى، تشريفا لمريم البتول، وتكريما لها بأن تكون البشرى بكلمة من الله، أي بخطاب منِ الله تعالى مرسل منه إليها. ويزكي هذا قوله تعالى:  (وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ ورُوحٌ منهُ. . .) . وقوله تعالى:  (اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ) هو ما تضمنته البشارة، ويكون التأويل: يبشرك ببشارة جازمة قاطعة لَا احتمال لتخلفها، هذه البشارة هي ولد اسمه المسيح عيسى ابن مريم. وكأن \" اسمه المسيح \" تكون خبرا لمبتدأ محذوف تقديره: البشارة ولد اسمه المسيح عيسى ابن مريم. </p><p> وقد عرَّف سبحانه وتعالى ذلك المولود بثلاثة تعريفات: لقب، واسم وكنية؛ أما اللقب فهو المسيح، وأما الاسم فعيسى، وأما الكنية فهو ابن مريم، وهذه التعريفات الثلاثة، كل واحد منها يومئ إلى معنى قد تحقق في السيد المسيح عليه وعلى نبينا أفضل الصلاة وأتم التسليم؛ فأما الكنية فللإشارة إلى أن نسبه ثابت لأمه لَا لأحد سواها، فليس ابنا لأي حيّ من الأحياء، وليس ابنا لله تعالى كما توهم أو كما لبَّس على نفسه كل من لَا يريد أن يحكِّم عقله فيما لُقِّن من عقائد باطلة، ولا تعلق لهم في أن عيسى قيل عنه كلمة الله، فالكلمة هي البشارة، وهي مخلوقة، أو لأنه خلق بكلمة الله وهي \" كن \" وكلتاهما لَا يمكن أن تكون ابنا لله تعالى. وأما الاسم فينبئ عن البياض والصفاء المعلم الواضح؛ ولذلك يقول الأصفهاني: \" عيسى اسم علم وإذا جعل عربيا أمكن أن يكون من قولهم: بعير أعيس وناقة عيساء، وهي إبل بيضاء يعتري بياضها بعض الظلمة، أي فيها اغبرار يعطي بياضها صفاء وجمالاً، فهو ينبئ عن جمال تكوينه، وجمال دعوته وصفاء رسالته. </p><p> وأما اللقب فهوا ينبئ عن البركة والفضل، وهو أحسن ما قيل في ذلك، فقد ذكر الزمخشري أن كلمة مسيح في أصلها العبري، وهو مشيح، معناه مبارك، وهذا قد جاء في شكره لربه إذ قال:  (وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنتُ. . .) . </p><p> وقد وصفه الله سبحانه وتعالى بأربعة أوصاف وأحوال؛ أولها: أنه وجيه في الدنيا والآخرة، والثاني: أنه من المقربين، والثالث: أنه يكلم الناس في المهد وكهلا، والرابع: أنه من الصالحين. وقد ذكرت هذه الأوصاف كلها لأمه وقت البشارة به، فكانت أجل تبشير لأم رءوم في مثل تقوى مريم البتول. </p><p> وقد ذكر الله سبحانه وتعالى الوصفين الأولين بقوله تعالى: </p><p> (وَجِيهًا فِي الدُّنْيَا وَالآخِرَةِ وَمِنَ الْمُقَرَّبِينَ) هذان وصفان تمَّا لعيسى الرسول بعد كمال رجولته، وظهرا أتم ظهور في أداء رسالته، وأحدهما وصف ذاتي أضفاه الله تعالى على ذاته النبوية الطاهرة ليكون صاحب رسالته، وداعي هدايته، وناشر رحمته، وذلك الوصف هو الوجاهة في الدنيا، والوصف الثاني وصف إضافي، وهو أنه في موضع المقربين من الله تعالى، وهذا وصف يضفي شرفا إضافيا، فوق شرف النبوة، وشرف الرسالة الإلهية. </p><p> وكلمة \" وجيه \" مشتقة من الوجه؛ لأنه هو الذي يلقى به الناس، وهو مظهر كل ما فى النفس مما يوجب الاحترام، ومنه اشتقت كلمة جاه، أي أن من له جاه يكون ذا وجه دال على الاحترام والشرف، فمعنى \" وجيها \" أي أنه ذو شرف ومكانة؛ أما مكانته يوم القيامة، فأمر مقرر ثابت، وإذا لم يكن لمثل عيسى هو وأمثاله من النبيين عليهم السلام وجاهة فوق تقديرنا، فلمن تكون وجاهة الآخرة؛ وأما وجاهة الدنيا فأمر ثابت مقرر، وأي وجاهة وشرف وأثر في النفوس أكبر من وجاهة رجل روحاني يبرى الأكمه والأبرص ويحيى الموتى، ويؤثر في القلوب فتنجذب له، ولم يستطع أن ينال خصومه منه شيئا، وإذا قيل إن اليهود آذوه وطردوه فليس ذلك بمانع من وجاهته، بل إنه دليل وجاهته وأثره في </p><p> القلوب، ولو كان خاملا ما تحركوا لإيذائه، ومع ذلك لم ينالوا منه شيئا، ولم يمكنهم الله من رقبته، بل نجاه من شرورهم ودسائسهم، فكيف لَا يكون وجيها عليه وعلى نبينا أفضل الصلاة وأتم التسليم؟!. </p><p> فعيسى عليه السلام كان وجيها، ووجاهته أكمل أنواع الوجاهة، وهي الوجاهة التي تتجرد من كل سلطان إلا سلطان الحق والروح، وبهما ملك القلوب. والجاه الحق - كما قال الغزالي - هو ملك القلوب. </p><p> وأما كونه من المقربين إلى الله تعالى، فمعناه أنه مقرب إلى الله تعالى كما هو قريب من الناس، وأنه وجيه عند الله تعالى ذو مكانة قريبة منه، كما هو ذو مكانة عند الناس. </p><p> ولقد بين سبحانه وتعالى حالين هما من أحوال المسيح عليه السلام، فقال تعالى: </p><p> * * * </p>"
}