{
  "id": null,
  "sura": 3,
  "aya": 116,
  "text": "<p> (إِنَّ الذِينَ كَفَرُوا لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلا أَوْلادُهُم مِّنَ اللَّهِ شَيْئًا) . </p><p> يقال: أغناه عن هذا الأمرِ فلان أي كفاه، ومن ذلك قوله تعالى:  (مَا أَغْنَى عَنِّي مَالِيَهْ (٢٨) هَلَكَ عَنِّي سُلْطَانِيَهْ (٢٩) ، وقوله تعالى:  (مَا أَغْنى عَنْهم مَّا كَانُوا يُمَتَّعُونَ) ، وقوله تعالى:  (لا تُغْنِ عَنِّي شَفَاعتُهُمْ شَيْئَا. . .) . </p><p> وهي في كل هذا بمعنى لَا يكفي عنه، وهي هنا من هذا الاستعمال، فمعنى قوله تعالى:  (لَن تغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلا أَوْلادُهُم مِّنَ اللَّهِ شَيْئًا) لن تكفي عنهم بدل الله شيئا من الغَنَاء، فمن هنا هي التي تستعمل بمعنى بدل، والغناء يتضمن هنا أمرين: أحدهما سد الحاجة، والثاني دفع الأذى، وإن الله سبحانه وتعالى قد قرر أن هؤلاء الكفار لن تدفع عنهم أموالهم أذى، ولن تسد عنهم حاجة قط، في وقت هم في أشد الحاجة إلى معونة، وقرر ذلك بصيغة التأكيد، وذلك بالتعبير بـ \" لن \" لأن \" لن \" تفيد تأكيد النفي. </p><p> وإن أولئك الكفار ما كانوا يعتزون إلا بالمال والولد، فهذا قائلهم يقول:  (أَنَا أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا) . ولقد كانوا يربطون بين المال وكل المعاني السامية، فكانوا يظنون أن كل الخير وكل الفضائل للأغنياء، وكل الرذائل للفقراء، فلا يتصور من الأغنياء إلا الخير، ولا يتصور من الفقراء إلا الشر، ولقد أخذ منهم العجب عندما أرسل الله محمداً - صلى الله عليه وسلم - وهو فقير، فقد قال الله تعالى عنهم:  (وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ (٣١) أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ (٣٢) . </p><p> وفي هذا بيان خطا نظرهم، فالغنى والفقر لَا يتجاوز كل منهما أنه قسمة الله تعالى للمعايش في هذه الحياة، أما رفع الدرجات فأمر آخر ليس مرتبطا بالمال قلة أو كثرة، ويشير إلى أن الرفعة تكون للفقراء ليسخر الأغنياء منهم، فيزداد الأولون من الله قربا، ويزداد الآخرون من الله بعدا. </p><p> وإن الله سبحانه إذ قد حكم بذلك، وهو أن الذين كفروا لن تغني عنهم أموالهم ولا أولادهم من الله شيئا، فقد أشار إلى أن السبب في ذلك كفرهم؛ لأن التعبير بالموصول يشير إلى أن سبب هذا الحكم هو الكفر. ولماذا اعتبر النص الكريم الكفر سببا لعدم غناء الأموال والأولاد، مع أن طبيعة هذا الوجود تجعلها غير مغنية مؤمنا أو كافرا؟ والجواب عن ذلك أن المؤمنين لَا يعتقدون أن أموالهم وأولادهم تغني عنهم من الله شيئا، فلم يكن ثمة حاجة للنفي بالنسبة لهم، وفوق ذلك فإن المؤمنين يتخذون من الأموال والأولاد سبيلا لرفع منار الحق وعزته، فهي تكفيهم بعض الكفاء، وإن كانت لَا تغنيهم عن الله تعالى، ولأن كلمة \" تغني \" في معناها دفع الأذى، والله سبحانه وتعالى منزل الأذى بالكافرين عقابا لجرائمهم ولشرورهم، وما تعرض المؤمن لهذا الأذى، فلا حاجة لهذا الدفع. </p><p> وفى ذلك النص السامي بحث لفظي، وهو تكرار النفي في قوله تعالى:  (أَمْوَالُهُمْ وَلا أَوْلادُهُم) فـ \" لا \" هنا تفيد ثلاثة أمور: أولها - مزيد تأكيد للنفي الثابت بـ \" لن \" . وثانيها - أن تكرار \" لا \" يفيد أنهم كانوا يعتزون بالأموال والأولاد مجتمعين ويعتزون بأحدهما منفردا، فنفَى سبحانه وتعالى الغناء عنهما مجتمعين ومنفردين أيضا. وثالثها - أن المال يكون قوة في مواضع، والولد يكون قوة في مواضع، فتكرار النفي يستبين أنه لَا قوة تدفع مقت الله وغضبه لَا من المال ولا من الولد. وقد بين سبحانه تبعد ذلك عذاب الله تعالى الواقع الذي ليس له من دافع، ولا يغني فيه المال ولا الولد، فقال تعالى:  (وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ) : </p><p> الإشارة هنا إلى الذين كفروا، ليس لهم أمام الله ولي ولا نصير، ولا عون ولا دفاع، فالله سبحانه وتعالى يحكم عليهم وهو خير الحاكمين بأنهم أصحاب النار الخالدون فيها. فمعنى المصاحبة هنا الملازمة الدائمة المستمرة، و \" لعل \" في هذا التعبير إشارة إلى أنهم بعد أن كانوا يصطحبون في الدنيا أموالهم مفاخرين بها وأولادهم مستنصرين بهم، يصاحبون بدلهم في الآخرة نار الله الموقدة، وعذابه الأليم، وبعد أن تركوا نعيما غير مقيم استقبلهم شقاء دائم مستمر. </p><p> وقد أكد سبحانه وتعالى الحكم العادل بعدة تأكيدات منها التعبير بالإشارة المتضمن السلب من كل قوة كانوا يعتزون بها، ومنها ذكر مصاحبتهم للنار، ومنها بيان قصرهم على النار لَا يتجاوزونها، ومنها ذكر الضمير (هم) فهو لتأكيد الحكم. </p><p> وقد يقول قائل: لماذا لَا ينفعهم في الآخرة ما كانوا ينفقون من مالهم في الدنيا، وقد كان منهم جود وسخاء؛ بين الله سبحانه مغبة ذلك الإنفاق وعاقبته، فقال تعالت كلماته: </p><p> * * * </p>"
}