{
  "id": null,
  "sura": 3,
  "aya": 173,
  "text": "<p> (الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهًمْ فَزَادَهُمْ إِيمَانًا) . </p><p> وقوله تعالى:  (الَّذِينَ قَالَ لَهُمُ النَّاسُ) الموصول فيها بدل من الموصول في قوله تعالى: (الَّذينَ استجابوا لله والرسول) فهم طائفة واحدة لم تتعدد، ولكن تعدد عملهم، فهم في الأول لم تثقلهم الجراح عن أن يجيبوا الرسول - صلى الله عليه وسلم -، وهم في الثاني لم ترهبهم أقوال الناس. . المتضافرة عن أن يتقدموا للقتال، وقد </p><p> تكاثرت أسباب الرهبة، وأخبار الاستعداد، فهذا موقف آخر، وإن كان الذين نالوا الفضلين طائفة واحدة، وذلك الموقف هو أن أبا سفيان ومن معه لما رجعوا لا يلوون على شيء، قال للنبي - صلى الله عليه وسلم -: موعدكم بدر القابل فقبل النبي ذلك التهديد، وكان ذلك في شوال من السنة الثالثة، وكان تجار قريش يقدمون إلى بدر في ذي القعدة، ويسمون ذلك بدرا الصغرى، فاستعد النبي - صلى الله عليه وسلم - للقائهم بعد نحو شهر من أحد، وخرج أبو سفيان في أهل مكة ولكن ألقى الله الرعب في قلوبهم، فبدا له أن يرجع، فلقي نعيم بن مسعود الأشجعي وقد قدم معتمرا، فقال: يا نعيم إني أوعدت محمدا أن نلتقي بموسم بدر، وإن هذا عام جدب، ولا يصلحنا إلا عام نرعى فيه الشجر، ونشرب فيه اللبن وقد بدا لي، ولكن إن خرج محمد ولم أخرج زاده ذلك جرأة فالحقْ بالمدينة فثبطهم ولك عندي عشرة من الإبل، ويروى أن الذين دسهم أبو سفيان ليبثوا الهزيمة في قلوبهم هم ركب عبد القيس، ويظهر أنه تكرر ذلك الدس من أبي سفيان، ولذلك قال الله تعالى:  (الَّذِينَ قَالَ لَهم النَّاسُ) أي تضافرت الأخبار من هؤلاء الناس الذين اندفعوا يثبطون، ويقولون إن الناس - أي مشركي مكة - قد جمعوا لكم، وكانوا يقولون في أخبارهم المثبطة الملقية بالرعب لمن لَا يعتمد على الله تعالى وقد وجدوا المؤمنين يتجهزون للمعركة:  (ما هذا برأى، آتوكم في دياركم وقراركم، فلم يفلت منكم أحد إلا شريدا، أفتريدون أن تخرجوا، وقد جمعوا لكم عند الموسم؛ فوالله لا يفلت منكم أحد) فقال - صلى الله عليه وسلم -: \" والذي نفسي بيده لأخرجن ولو لم يخرج معي أحد \"  (١) فخرج في سبعين راكبا، وقيل ألف راكب. </p><p> وقوله تعالى حكاية عنهم:  (قَدْ جَمَعُوا لَكُمْ) قد حذف فيه المفعول، فلم يقل جمعوا جيشا، وذلك ليذهب الخيال كل مذهب في مقدار ما جمعوا من </p><p>(١) رواه ابن جرير الطبري في التفسير بلفظ: وإن رسول الله ندب الناس لينطلقوا معه، ويتبعوا ما كانوا متبعين، وقال: \" إنّما يرتَحلُونَ الآنَ فَيَأتُونَ ولا يَقْدِرُونَ على مِثْلِها حَتّى عام مُقبل \" فجاء الشيطان فخوّف أولياءه فقال: إن الناسَ قد جمعوا لكم. فأبى عليه الناس يتبعوه، فقال: \" إني ذاهِب وإنْ لم يَتْبَعْني أحَدٌ لأحضضنَّ الناسَ \".</p><p> أسلحة، ومقدار من جمعوا من الرجال وأموالهم، فيكون ذلك أشد تخويف، ولكن لم يثبط ذلك من عزيمة المسلمين وإرادتهم القتال، وقد حكى سبحانه حال المؤمنين بقوله تعالى:  (فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكيلُ) . </p><p> أولئك المثبطون الدساسون قالوا ما قالوا، وقالوا: اخشوهم، أي قَدِّرُوا أنهم سينزلون بكم الأذى الشديد والقتل الذريع إن خرجتم، فهو إفزاع عن المستقبل، والفرق بين الخوف والخشية أن الخوف يكون من أمر حاضر، والخشية من أمر متوقع، وهي إن كانت في الحاضر تكون خشية من قوى لما يكون منه في القابل. وكان أثر ذلك الدس المرهب أمرين: </p><p> أحدهما: زيادة الإيمان، والثاني التفويض إلى الله تعالى. </p><p> فأما زيادة الإيمان هنا فمعناها قوة اليقين ومحدم تضعضع الثقة في الله تعالى. </p><p> والأمر الثاني الذي كان أثرا لذلك الكلام المدسوس المثبط أنهم قالوا: </p><p> (حَسْبُنَا اللَّه وَنِعْمَ الْوَكيل) ومعنى حسبنا أي كافينا، أي إذا كانوا هم يستنصرون بقواتهم يحشدونها، وعددهم يستكثرون به، ويعدون ذلك كفايتهم، فنحن كفايتنا من الله تعالى، وقد وعدنا بالنصر، وهو نعم النصير المعاون، فالوكيل هنا معناه النصير الكفيل المعاون، والوكيل الذي يستعان به في الدنيا إنما يكون لفضل قوته أو خبرته أو حكمته، فكيف يكون والمستعان هو الله سبحانه وتعالى، وهو نعم المولى ونعم النصير، فالوكيل هنا هو القادر الذي توكل إليه الأمور. </p><p> ويتكلم العلماء حول قوله تعالى:  (فَزَادَهُمْ إِيمَانًا) فيقولون هل الإيمان يزيد وينقص؟ لقد قال بعض العلماء إنه لَا يزيد ولا ينقص لأنه اعتقاد وإذعان، وتلك حقيقة ثابتة إما أن توجد كاملة وإما ألا توجد، ويكون معنى الزيادة على هذا الرأي ليست زيادة أصل الإيمان، إنما زيادة الثقة بنصر الله تعالى وعونه، وذلك من ثمرات الإيمان، لَا من أصله، وهو شعبة منه، وليس جوهره. </p><p> وقال آخرون وهم الأكثرون: إن الإيمان يزيد وينقص، وقد قال الزمخشري في تصوير ذلك الرأي من هذه الآية: لما أخلصوا النية والعزم على الجهاد، وأظهروا حمية الإسلام كان ذلك أثبت ليقينهم وأقوى لاعتقادهم، كما يزداد الإيقان بتناصر الحجج، ولأن خروجهم على أثر التثبيط - إلى العدو طاعة عظيمة، والطاعات من جملة الإيمان لأن الإيمان اعتقاد وإقرار وعمل، وعن ابن عمر رضي الله عنه أنه كان يأخذ بيد الرجل، فيقول: قم بنا نزدد إيمانا، وعنه:  \" لو وزن إيمان أبي بكر بإيمان هذه الأمة لرجح \" . </p><p> ولقد قالوا: إن قوة الإيمان بإشراقه في القلب، وشدة ذلك الإشراق، وروي عن علي بن أبي طالب كرم الله وجهه. عن النبي - صلى الله عليه وسلم -: \" إن الإيمان ليبدو لَمْظَة بيضاء في القلب، وكلما ازداد الإيمان ازدادت اللمظة \"  (١) . أي كثر الصفاء وأشرق البياض، وكان العمل الصالح. </p><p> والإيمان هو اليقين الجازم القاطع واليقين وهو من حيث أثره في النفس ثلاث مراتب: </p><p> أولاها: علم اليقين، وهي أن تتوافر الأدلة والاطمئنان حتى يكون اليقين الجازم القاطع الذي لَا يكون معه شك ولا ريب، ولا إنكار أو جحود، بل تسليم وإذعان من غير مماراة. </p><p> وثانيها: عين اليقين، وهو أن تكون أعماله كلها وفق ذلك الاعتقاد الجازم، فيكون اليقين قد رؤى عيانا في الجوارح والأعمال. </p><p> والثالثة، وهي المرتبة العليا: حقيقة اليقين، وهي أن يصل إلى درجة تشبه المشاهدة أو تكون من جنسها وهي التي قال فيها النبي - صلى الله عليه وسلم -: \" اعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك \"  (٢) وهذه مرتبة المشاهدة ولقد وصل إليها الأبرار من أصحاب النبي - صلى الله عليه وسلم - مثل أبي بكر وعمر وعثمان وعلي، ولقد قال علي كرم الله </p><p>(١) ذكره القرطبي في التفسير: آل عمران (١٧٣)، وأحسبه موقوفا على علي رضي الله عنه. (٢) سبق تخريجه.</p><p> وجهه (لو كشف الغطاء ما ازددت يقينا) لأنه - رضي الله عنه - وصل إلى مرتبة المشاهدة. وفي الجملة فإننا نرى أن الإيمان يزيد وينقص والله سبحانه وتعالى عليم بذات الصدور. </p><p> * * * </p>"
}