{
  "id": null,
  "sura": 3,
  "aya": 86,
  "text": "<p> (كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَن الرَّسُولَ حَقٌّ وَجَاءَهُمً الْبَيِّنَاتُ) هذا استفهام للنفي واستبعاد الإيمان مع الحال التي عليها هؤلاء، فالمعنى أن هؤلاء مع حالهم التي هم عليها، وهي استيلاء الهوى على </p><p> قلوبهم، وسيطرة الغرض على نفوسهم، وطمس العصبية لإدراكهما لَا يمكن أن يتحقق منهم إيمان وإخلاص صادق فلا يهديهم الله، فالنفي الذي اشتمل عليه الاستفهام هو النفي مع هذه الحال؛ ولذا كانت صيغة الاستفهام بلفظ كيف التي يستفهم بها عن الحال، ويكون النفي فيها أيضا مقيدا بهذه الحال التي هم عليها. </p><p> وحالهم التي أوجبت هذا النفي مكونة من عناصر أربعة: إيمان في الابتداء، وشهادة بأن الرسول حق، وكون البينات قد جاءتهم موضحة لهذا الحق، ثم بعد ذلك يكفرون، فلو كان حالهم حال ضلال عن غير علم لأنار الله أبصارهم، ولو كانوا مخلصين جهلوا الحقيقة وطلبوها لكانت هداية الله لهم ثابتة، ولكنهم غير ذلك، فهم قد كانوا مؤمنين، ويشهدون بالحق، وذلك عن بينة وعن أدلة يقينية ملزمة، ومع ذلك استولى عليهم التعصب بالباطل، فكان العمى الذي أرادوه، فلا هداية إلى الحق من بعد، وذلك لأن الله تعالى يهدي إلى الحق مَنْ أخلصَ وطلبه، فإن الإخلاص يقذف في القلب بالنور فيكون الإشراق الروحي، وتكون الهداية الربانية، أما من قصد إلى الباطل، ولم يخلص وعكرت بصيرته بالهوى، فإنه يكون محروما من هداية الله، حتى يغير من حاله بأن يتوب عن غيه، ويخلص وينيب. </p><p> والآية عامة لَا ريب في ذلك، فهي تبين من يحرِمه الله من هدايته، وهو الذي لَا يذعن للحق إلا إذا كان متفقا مع غرضه، وهو من الذين قال الله تعالى فيهم (وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ (٤٨) وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ (٤٩) . </p><p> ولكن المفسرين يذكرون لهذه الآية سببا للنزول، فيروي النسائي عن ابن عباس أنه قال: كان رجل من الأنصار أسلم، ثم ارتد ثم ندم، فأرسل إلى قومه يطلب إليهم أن يسألوا الرسول - صلى الله عليه وسلم -: هل من توبة؟ فنزلت الآية (١) . وروي عن </p><p>(١) رواه النسائي: تحريم الدم - توبة المرتد (٤٠٠٠)، وأحمد: مسند بني هاشم (٢١٠٨).</p><p> مجاهد أنه جاء الحارث بن سويد فأسلم عند النبي - صلى الله عليه وسلم - ثم كفر فرجع إلى قومه نادما، فأنزل الله:  (كَيْفَ يَهْدِي اللَّهُ قَوْما كَفَرُوا بَعْدَ إِيمَانِهِمْ) فحملها إليه رجل من قومه، فقال الحارث:  (إنك والله ما علمت لصدوق، وإن رسول الله لأصدق منك، وإن الله لأصدق الثلاثة) ثم رجع وأسلم (١) ، وروي عن الحسن البصري أنه قال: إنهم أهل الكتاب من اليهود والنصاوى الذين رأوا نعت النبي - صلى الله عليه وسلم - في كتابهم وشهدوا أنه حق، فلما بعث من غيرهم حسدوا العرب على ذلك وأنكروه وكفروا بعد إقرارهم. </p><p> وإن هذا هو الذي أميل إليه، فقد قال تعالى في شأن اليهود:  (وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ (٨٩) . وإن قصص القرآن فيه بيان تعصب الَيهود، وَمعاملتهم للمسلمين، وتلقيهم لهداية القرآن، وتواصيهم بالنفاق والكفر. </p><p> على أنه مهما يكن سبب النزول فإن الآية تقرر حقيقة ثابتة، وهي أن النفس أتى تشهد بالحق وتؤمن به ثم تكفر للهوى والعصبية لَا يرجى لها هداية إلا أن تزيل منها درن الغرض، وتنخلع عن العصبية الجامحة بالتوبة النصوح. </p><p> وفى النص السامي بعض مباحث: </p><p> أولها: ما حقيقة الهداية الإلهية في هذا المقام؛ وإنا نقول في الإجابة غير متعرضين لما بين المعتزلة والأشاعرة من خلاف: إن الهداية هنا هي الهداية المطلوبة في قوله تعالى: (اهْدِنَا الصِّرَاطَ الْمُسْتَقيمَ) ، والمذكورة في قوله تعالى:  (وَوَجَدَكَ ضَالًّا فَهَدَى) ، وهي بيان الطريق الحق، والإرشاد إلى سبيل المعرفة الحقيقية، وإن من يكون على هذه الحال، وهي الإيمان، والشهادة بالحق ومجيء البينات السابقة - لَا يحتاج إلى بيان فوق ما جاء إليه، بل يحتاج إلى عقاب صارم يجعله عبرة لكل من يكون على مثل حاله. </p><p>(١) رواه ابن جرير الطبري في تفسيره: سورة آل عمران ٨٦: ٨٩.</p><p> ثانيها: قوله تعالى: (وَشَهدُوا أَنَّ الرَّسُولَ حَق) على أي شيء يكون العطف في العبارة السامية (وَشَهدُوا) وقد ذكر الزمخشري موضع العطف، فقال: \" فيه وجهان: أن يعطف على ما في إيمانهم من معنى الفعل؛ لأن معناه بعد أن آمنوا، ويجوز أن تكون الواو للحال، بإضمار قد، بمعنى كفروا وقد شهدوا بأن الرسول حق. </p><p> ولماذا لَا تكون عطفا على كفروا نفسها ويكون من باب الجمع بين المتناقضات، كما تقول قتل القتيل وبكى عليه، أي أن حال هؤلاء مذبذبة متناقضة، فهم يكفرون بالرسول ويشهدون بأنه حق، والعطف بالواو لَا يقتضي ترتيبا، فيصح أن يكون الكفر في الوقوع متأخرا عن الشهادة ولكن يجيء سؤال: لماذا ذكر الكفر أولا؟ والجواب عن ذلك أن الكفر هو موضع الاستنكار، فكان تقديمه لهذا المعنى. </p><p> ثالثا: أن الله تعالى يذكر أنهم شهدوا بأن الرسول حق، وجاء الحق وصفا للرسول، ولعل الظاهر أن يكون وصفا لما جاء به وهو القرآن، ولكن وصف به؛ لأن اليهود ما كانوا ينكرون الشرائع السماوية، وما كان السبب في كفرهم هو ما جاء به النبي - صلى الله عليه وسلم -، بل كان السبب هو الحسد لشخصه وللعرب، فأشار سبحانه إلى أنهم كانوا يشهدون لشخصه، فأوصافه عندهم، وكانوا يعرفونه كما يعرفون أبناءهم، فشهادتهم منصبة على شخص الرسول صلوات الله وسلامه عليه، فهم يعرفون شخصه من أوصافه فهو في علمهم حق وكل ما جاء به هو الحق. </p><p> (وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) ذيل الله سبحانه وتعالى الآية بهذا النص الحكيم للإشارة إلى أنهم ظالمون، فهم ظلموا أنفسهم، وظلموا الرسول! وظلموا الحقائق وطمسوا على بصائرهم، فلا يمكن أن تدخل الهداية إلى قلوبهم، وفي النص الكريم إشارة إلى أن الظلم يحدث في نفس الظالم ظلمة شديدة لَا ينفع معها ضوء. فتغلق كل الأبواب التي ينفذ منها النور إلى موضع الإدراك، إذ إن أساس الظلم هو تسلط الهوى والغرض الفاسد والحقد والحسد على النفس، </p><p> فتنحرف عن مدارك الحق ومشارق العرفان، فلا يمكن أن يكون للهداية موضع في النفس، فلا يهديه الله سبحانه، وإن الظلم بطبيعته يفسد الإدراك كله؛ لأن إدراك الحقائق يستلزم صدق النفس في طلبها، وصدق النفس في طلب الحقائق لَا يمكن أن يكون مع الظلم. الذي يجعل الهوى مسيطرا، فالظلم ظلمات في النفس، وظلمات يوم القيامة. </p><p> * * * </p>"
}