{
  "id": null,
  "sura": 3,
  "aya": 186,
  "text": "<p> (لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا) . </p><p> ففي هذا النص السامي إخبار لهم بأن البلاء الذي ذاقوا بعضه مستمر، وهو خير لهم، وذلك ليستعدوا لتلقيه من غير فزع ولا جزع، فإن الشدة المتوقعة يسهل احتمالها، أما الشدة التي تقع من غير توقع، فإنه يصعب احتمالها، وقد ذكر سبحانه وتعالى مواضع الابتلاء، وكلها عزيز يحرص عليه، وهذه المواضع هي المال والنفس، والدين. </p><p> والمال والنفس قال فيهما سبحانه وتعالى:  (لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنفُسِكُمْ) ، وقد أكد سبحانه وقوع الابتلاء بالقسم، واللام الموطئة للقسم، ونون التوكيد الثقيلة، وقد أكد بهذه التأكيدات ليكون الوقوع مستيقنا، وليستعدوا بالصبر والمجاهدة، والاعتماد على الله تعالى؛ والابتلاء في المال بإنفاقه في سبيل الله تعالى، وتبديده بغارات الأعداء، وبالتكليفات الكثيرة المتعلقة به، وقد ابتدأ به لأنه أدنى الدرجات، فالترتيب في الابتلاء متدرج يبتدئ من الأدنى، وهو المال، والاختبار فيه شديد قاس، والاحتمال يحتاج إلى صبر وعزم، وقد يكون الاختبار في المال بالجوائح تنزل به، فكل هذا اختبار بالمال، وإنه ليسمى نفيسا؛ لأنه قرين </p><p> النفس، وإن كان دونها، وهي أغلى منه، والمعنى: ليست أحوال المؤمن رخاء دائما، بل فيها شدة وبلاء يقتضي الصبر، وفيها نعمة وإحسان يقتضي الشكر. </p><p> والابتلاء في الأنفس يكون بالخوف من مساورة (١) الأعداء، وتربصهم دائما، وبالجوع، وبهلاك النفوس في الحروب، وبالشدائد فيها، والابتلاء في المال والأنفس قد ذكره سبحانه وتعالى بهذه الآية، وفي كثير من الآيات. </p><p> والدرجة العليا من الابتلاء هي ما يخص الدين، وقد خصها سبحانه وتعالى بالذكر المؤكد، فقال:  (وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا) والأذى الذي كانوا يسمعونه هو الافتراء على الله تعالى، والتهكم على القرآن، والسخرية من الشرع الإسلامي، من مثل قولهم:  (إِن اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ. . .) ، ومثل قول المشركين:  (أَئطْعِمُ مَن لَّوْ يَشَاءُ اللَّهُ أَطْعَمَهُ. . .) ، وهكذا مما يمس الحقائق الدينية، وقد جعله الله سبحانه وتعالى في المرتبة العليا من الابتلاء، لأن المؤمن يسهل عليه التأذي في ماله ونفسه، ولا يسهل عليه الأذى في دينه، وإنه يحتمل كل شيء في سبيل الدين، فإذا اتخذت الحقائق الدينية ذاتها هزوا ولعبا فإن ذلك فوق الاحتمال، ولذلك لم يحتمل أبو بكر الصديق كلام (فنحاص) عندما تهجم على ذات الله فضربه وشج رأسه (٢) ، مع ما اشتهر به الصديق من رقة وعطف، حتى شبهه النبي - صلى الله عليه وسلم - باللبن السائل للينه وسهولته. </p><p> وفى النص الكريم إشارات بيانية نبينها، فإن في بيانها ذكرًا لمرامى النص الكريم: </p><p> أولها: أنه عبر عن المخالفين الذين كفروا بالنبي - صلى الله عليه وسلم - بما يشير بأنهم قسمان: قسم أوتي علم الكتاب الذي نزل على بعض الأنبياء من قبل النبي - صلى الله عليه وسلم -، والقسم </p><p>(١) المساورة من معانيها المواثبة والمقاتلة، وسورة الغضب: وثوبُه. الصحاح - لسان العرب (سور). فالمعنى هنا مهاجمة الأعداء. (٢) سبق قريبا تخريج هذه الرواية.</p><p> الثاني المشركون الذين لَا يؤمنون بكتاب، ولا يهتدون بهدي، وقد جمع القرآن القسمين في أمر واحد، وهو معاداة النبي - صلى الله عليه وسلم -. </p><p> وقد دفعتهم المعاداة إلى الجحود، وما كانت المعاداة لشخصه، بل كانت لما جاء به، وما يدعو إليه، وفي الجمع بين العالم بالكتاب والجاهل به إشارة إلى أنه عند وجود المعاندة يستوي العالم والجاهل، فإن الجاهل يَعْمهُ في عمياء جهالته، والعالم يطمس الله تعالى على قلبه، فيكون هو والجاهل سواء. </p><p> والثاني: الإشارة إلى أنه إذا كان سبب معاندة المشركين جهلا فسبب معاندة الكتابيين هو الحسد، إذ يحسدون الناس على ما آتاهم الله من فضله، ذلك أنهم بمقتضى كونهم أوتوا الكتاب من قبل ظنوا ذلك اختصاصا اختصوا به، وأنهم أولى أن تكون الرسالة فيهم دون غيرهم، (اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ. . .) ، وبذلك سكن قلبهم الحقد والحسد، وحيث كان الحسد كانت العداوة وكان العمى عن إدراك الحقائق. </p><p> الثالث: التعبير عن نزول الأذى بسماعه، وقال سبحانه: </p><p> (وَلَتَسْمَعنَّ مِنَ الَّذِينَ أوتُوا الْكِتَابَ مِن قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا) والذي يُسمع هو كلام، وعبر عنه بالأذى لأنه يؤدي إلى أذى، وموضوعه أذى، وهو في ذاته أذى، فكأن الأذى في ذات القول، ولذلك كان مفعولا للسماع، ووصفه سبحانه وتعالى بأنه أذى كثير، وذلك ليبين لهم ما يوجب استعدادهم لسماعه، من أذى ليس بقليل في مقداره، ولا في نوعه، ولا في موضوعه، فالكثرة ليس المراد منها المقدار فقط، بل الكثرة تشمل المقدار والنوع، والطريقة والموضوع. </p><p> وقد بين سبحانه وتعالى العلاج في هذا البلاء:  (وَإِن تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ) . </p><p> الصبر ضبط النفس وحبسها عن الجزع، وحبسها على العمل واتخاذ الأهبة، وحبسها أيضا مع أهل الإيمان كما قال تعالى: (وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ </p><p> رَبَّهُم بِالْغَدَاةِ وَالْعَشِي يُرِيدُونَ وَجْهَهُ. . .)، فالصبر يتضمن ضبط النفس عن الجزع، وقوة الاحتمال، والتضافر مع الجماعة، وقد وصف النبي - صلى الله عليه وسلم - صبر الأنصار فيما روي عنه من أنه قال فيهم:  \" يقلون عند الطمع، ويكثرون عند الفزع \"  (١) . </p><p> (تَتَّقُوا) معناها أن تتخذوا الوقاية بطلب رضا الله تعالى، ورجاء ما عنده، وأن تستعدوا، وتدفعوا الاعتداء بالحق وتعملوا على الخروج من المحنة، فليس شأن المؤمن استسلاما للمصائب تنزل به، بل شأنه صبر من غير جزع، وعمل من غير طمع، وجد وجهاد ودفع للشر. </p><p> وقد بين سبحانه أن التقوى والصبر هما من الأمور التي أمر الله تعالى بها لأنها تؤدى إلى النجاح، ولذلك قال سبحانه:  (فَإِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ) أي إن ذلك مما يعقد الأمور ويربطها ويوثقها ويؤكدها، ويجعلها قوية منتجة مثمرة، فالصبر والتقوى بهما النجاح في الأمور. </p><p> وقد بين سبحانه أن أهل الكتاب فيما يصنعون قد خالفوا ما أخذ عليهم من مواثيق، فقال تعالى: </p><p> * * * </p><p>(١) جزء من حديث رواه العسكري في الأمثال كما جاء في جامع الأحاديث والمراسيل ١٣٤٩٢ - ج ١٩، ص ٣٧.</p>"
}