{
  "id": null,
  "sura": 3,
  "aya": 23,
  "text": "<p> (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا هِّنَ الْكتَابِ يدْعَوْنَ إِلَى كِتَابِ اللَّهِ لِيَحْكمَ بَيْنَهُمْ) هذه الآية نزلت في طائفة من اليهود، دعاهم النبي - صلى الله عليه وسلم - إلى الدين الحق فأعرضوا، ودعاهم ليحكم بينهم كتاب الله فأعرضوا، ولكن ما كتاب الله الذي دعاهم إليه؛ روى في ذلك ابن جرير الطبري روايتين: </p><p> إحداهما: أن المراد من كتاب الله التوراة، فهي في أصلها كتاب من عند الله، وإن حرفوه وغيروه؛ ويروى في ذلك أن النبي - صلى الله عليه وسلم - دخل مَدْرَاسَ اليهود، وهو بيت تدارسهم، فدعاهم إلى الله، فقال قائلهم له: على أي دين أنت يا محمد؟ قال: على ملة إبراهيم، فقال القائل: إن إبراهيم كان يهوديا، فقال الرسول الكريم - صلى الله عليه وسلم -: \" هَلُمَّ إلى التوراة فهي بيننا وبينكم \" هذه هي الرواية الأولى. وإطلاق كلمة (كِتَابِ اللَّهِ) على التوراة باعتبار أصلها، وباعتبار أن الجزء الذي كان التحاكم إليه فيها هو من الجزء الباقي الذي لم يدخله تحريف. </p><p> والرواية الثانية: أن كتاب الله هو القرآن؛ وذلك لأن طائفة من اليهود تحاكموا إليه - صلى الله عليه وسلم - ليحكم بينهم بحكم القرآن، فلما تبين لهم الحكم وأنه على غير هواهم أعرضوا وَنَأوْا بجانبهم عن سماع قول الحق والإنصات إليه. </p><p> وأيامّا كان الكتاب المشار إليه في الآية فالأمر دليل على أنهم لَا يذعنون لحق ولا يهتدون بهدي، بل هم قوم غلبت شقوتهم، وغلب هواهم على تفكيرهم وطمس الله على أبصارهم وبصائرهم، فهم لَا يهتدون، ولا ترجى منهم هداية، فلا تعجب إذا لم يؤمنوا. </p><p> وقوله تعالى:  (أَلَمْ تَرَ) هذا تعبير قرآني معناه لقد رأيت وتحققت وعجبت من أمر أولئك الذين أُوتُوا نصيبا من الكتاب كيف يدعون إلى حكم الحق فيتولون ويعرضون. والاستفهام داخل على الفعل المنفي، وهو استفهام إنكاري تعجبي، فهو نفي دخل على فعل منفي، ونفي النفي إثبات، إذ إن نفي عدم الرأي معناه ثبوت الرؤية، وسيق الكلام على ذلك النحو لتأكيد الأمر، وللتعجب، ولبيان أنه ما كان يصح أن يقع، ولكنه وقع. </p><p> وقوله تعالى:  (أُوتُوا نَصيبًا مِّنَ الْكِتَابِ) يشير إلى أمرين: </p><p> أولهما: أنهم يتعلقون باسم الكتاب ولكن لَا يأخذون به؛ فالنصيب المراد به الجزء المعنوي من الكتاب، وهو أنهم تلقوا كتاب التوراة وأخذوا منه ترديده وذكره، ولم يأخذوا منه الهداية والإيمان. </p><p> وثانيهما: أنهم حرفوا هذا الكتاب وغيروه، فما عندهم هو نصيب من الكتاب أي جزء منه، وليس كل الكتاب. </p><p> وعبر هنا بقوله تعالى:  (أُوتُوا نَصيبًا مِّنَ الْكِتَابِ) وفي الآيات السابقة قال سبحانه: (وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُم الْعِلْمُ بَغْيًا بَيْنَهمْ. . .) ، وذلك لأن الكلام هنا في الذين كانوا يعاصرون النبي - صلى الله عليه وسلم -، والذين كانوا يعاصرون النبي - صلى الله عليه وسلم - لم يكن عندهم قطعا إلا حظ من الكتاب، ولم يكن عندهم كل الكتاب؛ أما في الآيات السابقة فقد كان الكلام في الذين عاصروا النبيين السابقين من بني إسرائيل، وقد كان عندهم الكتاب كله، ومع </p><p> ذلك ضلوا على علم، وذلك لسيطرة الهوى على قلوبهم، وغلبته على نفوسهم، فبغوا وطغوا، وقتلوا النبيين والذين يأمرون بالقسط من الناس. </p><p> دُعِي أولئك اليهود إلى كتاب الله تعالى ليحكم بينهم، وقد كانت النتيجة أنهم لم يذعنوا للحق كما قررنا، بل تولوا عنه، أو تولى فريق منهم عن الحق؛ ولذا قال تعالى: </p><p> (ثُمَّ يَتَوَلَّى فَرِيقٌ منْهُمْ وَهُم مُّعْرِضُونَ) أصل تولي الأمر أو الشخص الإقبال عليه، والانصراف إليه؛ ومن ذلك قوله تعالى:  (وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ. . .) ، أي من يتخذ منهم ولاية ونصرة، ويقبل عليهم فهو منهم. وإذا عُدِّي هذا الفعل بـ \" عن \" أو قُدرت في القول كانت بمعنى الانصراف عن الأمر وعدم الإقبال عليه؛ ومن ذلك قوله تعالى:  (فَإِن تَوَلَّوْا فَإِنَّ اللَّهَ عَلِيمٌ بِالْمًفْسِدِينَ) ، وقوله تعالى:  (وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ) . والمعنى في هذه الآية هو من هذا القبيل، أي أنه بعد الدعوة إلى تحكيم كتاب الله تعالى ينصرفون عن الحق، ويولونه أدبارهم، بدل أن يولوه قلوبهم. </p><p> وعبر هنا بِثُمَّ التي تفيد التراخي للإشارة إلى تباين حالهم مع ما كان ينبغي منهم؛ وذلك لأنهم ليسوا أمّيين أو جاهلين فيعذروا، بل هم قوم أهل علم ودين، ونزلت بين أيديهم كتب السماء، فهم كانوا جديرين بأن يرضوا بحكم الكتب المقدسة، ولكنهم بدل أن يخضعوا ويذعنوا أعرضوا، واستمروا في غيهم يعمهون، فكان هذا التفاوت بين ما كان ينبغي، وما هو كائن، سببا في التعبير بثم المفيدة للتراخي بين المعطوف والمعطوف عليه، والتباعد بينهما زمانا أو معنى. </p><p> وقوله تعالى:  (وَهُم مُّعْرِضُونَ) قال بعض المفسرين: إنه تأكيد لمعنى التولي، والحق أنها أفادت معنى جديدا، إذ أفادت أمرين: </p><p> أولهما: أن حال هؤلاء الناس حال إعراض دائم عن الحق، فليس توليهم إذ دعوتهم إلى أن يحكم كتاب الله بينهم أمر عارض لحال وقتية اقتضته، بل الإعراض صفة مستمرة لفريق منهم لَا تنفصل دائما عن تفكيرهم. </p><p> الأمر الثاني: أن تلك الحال المستمرة الدائمة من الإعراض هي سبب توليهم عن الحق عندما يدعون إلى كتاب الله تعالى ليحكم بينهم. </p><p> والقرآن الكريم ينصف الحق في أخباره، كما هو الحق في ذاته؛ ولذلك لم يعمم الحكم على كل الذين أوتوا الكتاب بل قرر أن التولي كان من فريق منهم، ولم يكن من كلهم، وهذا كقوله تعالى:  (مِّنْهُمْ أُمَّةٌ مقْتَصِدَةٌ وَكَثِيرٌ منْهُمْ سَاءَ مَا يَعْمَلُونَ) . </p><p> * * * </p>"
}