{
  "id": null,
  "sura": 3,
  "aya": 152,
  "text": "<p> (وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ) وعد الله تعالى الذين آمنوا بالنصر وعدا عاما عندما أذن لهم بالقتال، ووعدهم في أحد وعدا خاصا، فقد قال سبحانه وتعالى في الوعد العام:  (أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ (٣٩) الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (٤٠) . </p><p> والوعد الخاص في أُحد جاء ذكره في قوله تعالى:  (إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلَاثَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُنْزَلِينَ (١٢٤) بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ (١٢٥) . </p><p> ونرى الوعد بالنصر في الآية الأولى التي كان الوعد فيها عاما كان مقيدا بأن ينصروا الله في قتالهم، لَا يريدون مأربا دنيويا ولا عرضا من أعراض الدنيا، كما ترى الوعد في أُحد خاصة كان مقيدا بأن يصبروا، وقد تخلف الشرطان في أحد، فإن فريقا منهم أراد عَرَضا من أعْراض الدنيا في أثناء المعركة، ولم يصبِرُوا؛ إذ لم يضبطوا إرادتهم ولم تستحصد عزائمهم في طاعة القائد، فإن طاعة القائد من سبل النصر، وتحتاج إلى صبر وضبط نفس، ولذلك لم يكن في أحد ما ينافي صدق الله وعده لنبيه، وصدق النبي في وعده لهم بإذن من ربه سبحانه وتعالى. </p><p> ومعنى صدق الوعد في قوله تعالى:  (وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ) أن يقع الأمر في الوجود كما وعد الله تعالى وهنا (صَدَقَ) متعدية إلى مفعولين، والمعنى </p><p> قد أوقع الله سبحانه وتعالى الأمر في الوجود، كما وعدكم، بروح منه، ولكنكم أنتم الذين لم تلتزموا الجادة، ولم تكونوا ناصرين الله تعالى في المعركة كلها؛ إذ لم يكن قتالكم لله تعالى في هذه المعركة من مبتدئها إلى انتهائها، ولم تضبطوا أنفسكم، وإن وعد الله تعالى لكم بتأييد الملائكة، وهي الأرواح الطاهرة المطهرة، كان مقيدا بالصبر النفسي، ولم تصبروا أنفسكم وبين سبحانه وتعالى وقت النصر، وهو وقت ابتداء الحرب، فقال سبحانه:  (إِذْ تَحسُّونَهم بِإِذْنِهِ) ومعنى تحسونهم أي تصيبون حِسَّهم بإزالته، وذلك يكون بقتله، فمعنى حَسَّه أصاب حسه، مثل كبده أصاب كبده، وفأده أصاب فؤاده، وشغفه أصاب شغاف قلبه، ولقَد قال في ذلك الأصفهاني:  \" حَسَسْت، وحسَيْتُ، وأحسست \" يقال على وجهين: أحدهما - يقال أصبته بحسي (أي أدركته بإحساسي، ومنه شيء محسوس) والثاني - أصبت حاسته نحو كبدته، وفأدته، ولما كان ذلك قد يتولد عنه القتل عبر به عن القتل، فقيل:  (حسسته أي قتلته) . </p><p> والمعنى كان وعد الله صادقا كل الصدف عندما كنتم تقتلونهم بإذنه، مؤيدين منصورين، ومعنى الإذن هنا يتضمن معنى التأييد والتقوية والتثبيت، ولكنكم أنتم الذين أبعدتم أنفسكم عن نصر الله تعالى، وأشار إلى ذلك سبحانه بقوله:  (حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ) أي حتى إذا ضعفت نفوسكم وعجزتم عن مقاومة أهوائكم، وَتنازعتم فيما بينكم أنتبع الغنائم نجمعها، أم نطيع الرسول؟ وانتهى أكثركم إلى العصيان من بعد ما أراكم الله - تعالى - ما تحبون من نصر مؤزر ثابت أو من غنائم تحبونها، وتهواها أنفسكم. وهذا يفيد أن الترتيب النفسي يتفق مع الترتيب في الذكر؛ وذلك لأن الفشل، ومعناه العجز النفسي عن الصبر والاحتمال، ترتب عليه التنازع وعصيان الرسول، ولابد أن نذكر هنا بعض ما روي عن ذلك في غزوة أحد، فقد روى البخاري عن البراء بن عازب:  \" لما كان يوم أحد، ولقينا المشركين أجلس رسول الله - صلى الله عليه وسلم - أناسا من الرماة، وأمَّر عليهم عبد الله بن جبير،وقال لهم:\" لا تبرحوا مكانكم، وإن رأيتموهم قد </p><p> ظهروا علينا فلا تعينونا عليهم \" فلما التقى القوم وهزمهم المسلمون حتى نظرنا إلى النساء يشتددن في الجبل(١)وقد رفعن عن سوقهن قد بدت خلاخلهن فجعلوا(أي ناس من الرماة)يقولون: الغنيمة الغنيمة،فقال لهم عبد الله:امهلوا أما عهد إليكم رسول الله - صلى الله عليه وسلم - ألا تبرحوا؟ فانطلقوا، فلما أتوهم صرف الله وجوههم وقتل من المسلمين سبعون رجلا \"  (٢) . </p><p> وإن الرماة لم يذهبوا جميعا إلى الغنائم يجمعونها، بل بقي منهم عدد قليل، قيل إنهم عشرة، ولكن نسب العصيان إليهم جميعا، بل نسب إلى الجيش كله، مع أن غير الرماة كانوا الفريسة لعصيان كثرة الرماة؛ وذلك لأن ما يعم أثره ينسب إلى الجميع، باعتبار ذلك الأثر، وأنهم جميعا كان عليهم أن يتواصوا بالطاعة المطلقة للقائد الخبير، وذلك كقوله تعالى:  (وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً. . .) ، فعلى كل جماعة أن تتضافر في منع ما يضر أثره بها كلها، لَا بالظالمين فقط منها، وإن إثم الآثمين في الجماعات والأمم، ينشأ من سكوت أهل الحق والعدل، ويعيش في ظل صمتهم، ولذلك ينسب العصيان إلى الجميع، ولقد بين سبحانه أن العصيان وإن نسب إلى الجميع كان فيهم من أراد الحق، وفيهم من أراد الدنيا من غير طريقها، فقال سبحانه:  (مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ) . </p><p> هذا تفصيل للتنازع الذي كان بين الرماة، وما كان في الجيش نفسه، وهو خطاب لجمهور الذين اتبعوا النبي - صلى الله عليه وسلم -. . منكم أيها المحاربون من يريد الدنيا بإرادة الغنائم، والقصد إليها، وقد غلبته على نفسه حتى نسى الطاعة الواجبة والخطة المرسومة، وهو إذ يطلب الدنيا في هذا المقام، إنما يطلبها بغير الأخذ في أسبابها الحقيقية التي توصل إلى الغاية فيها، ولذلك ذهب طمعهم بالغنيمة والنصر معا، ولو صبروا حتى سارت الحرب في طريقها، والخطة إلى غاياتها، لنالوا </p><p>(١) قال المصنف رحمه الله تعالى: يسرن مسرعات بشدة من الفزع. (٢) رواه البخاري: المغازي - غزوة أحد (٣٧٣٧) عَن البرَاءِ رَضِيَ اللَّهُ عَنهُ.</p><p> النصر والغنيمة معا، فإنه لَا غنيمة إلا بالنصر المستقر، ولا نصر إلا بالتزام خطة القائد الرشيد، ومنكم أيها المجاهدون من يريد الآخرة، وهم أنتم الذين ضبطوا أنفسهم عن الغنيمة، ولم يعصوا ما أمر به رسول الله - صلى الله عليه وسلم -، ولو ذهبت الغنائم، وأنتم الذين صبرتم في فتنة الهزيمة العارضة بعد أن اضطربت القلوب وأرجف المرجفون، وتنادى الكاذبون بأن محمدا قد مات، فقد صبرتم وصابرتم، وجاهدتم ونازلتم في الشديدة، والقوي حقا من يملك نفسه عندما تضطرب النفس، ويثبت عندما تكون دواعي الهزيمة، وأولئك أرادوا الآخرة؛ لأنهم ما طلبوا غنيمة، وكان ثباتهم في وقت الفزع دليلا على امتلاء قلوبهم بالإيمان بالله واليوم الآخر. وهنا بحث لفظي يثيره العلماء، وموضوعه (إذا) في قوله تعالى: (حَتَّى إِذَا فَشِلْتمْ وَتَنَازَعْتمْ) . فقد ذكر الزمخشري وغيره أن فيها وجهين: أحدهما - أن تكون \" حتي \" بمعنى \" إلى \" ، وأن تكون (إذا) لمجرد الوقت أي أن النصر كان حليفكم تقتلون فيه القتل الذريع، إلى وقت أن فشلتم وتنازعتم في الأمر. </p><p> والوجه الثاني أن تكون شرطية، وجواب الشرط محذوف، وإن كان مفهوما أنه شر لَا خير فيه، وضرر لَا نفع معه؛ لأن ما يكون مقدمه عجزا واضطرابا نفسيا. </p><p> وتنازعا في أمر، ثم عصيانا يترتب عليه عدم تنفيذ خطة القائد الحكيم - لَا يكون التالي المترتب عليه خيرا قط، ولم يُذكر لتذهب فيه العقول كل مذهب، وللإشارة إلى أنه شر عظيم لَا يكتنه كنهه، ولا يتصورون حقيقته. وإنه كان من نتائج ذلك الضرر أنكم لم تنالوا بغيتكم من المشركين، ولذا قال تعالى:  (ثم صَرَفَكمْ عَنْهمْ لِيَبْتَلِيَكُمْ) . </p><p> أي النتيجة التي صرتم إليها غير المقصد الذي قصدتم إليه، لقد خرجتم إليهم من مدينتكم لتقتلوهم وتنالوا منهم ما نلتموه في بدر، ولم تريدوا أن تكونوا في المدينة يأتون إليكم، بل أردتم أن تواجهوهم في الميدان لَا في الأزقة وبين الجدران، ولكن بسبب ذلك العصيان من بعضكم صرفكم الله عنهم، أي انصرفتم عنهم بمارادة الله تعالى، ورضيتم أن تعودوا مقهورين، وقد خرجتم لتعودوا </p><p> منصورين بتأييد الله، ولتفاوت ما بين المقصد الأصلي، والنتيجة التي انتهوا إليها بسبب هذا الخطأ الجزئي - عطف سبحانه وتعالى بـ \" ثم \" بدل الواو أو الفاء. </p><p> وكان التعبير بكلمة (صرفكم) بدل (هزمتم) لأن ما حدث في أُحُد لم يكن هزيمة، وإن لم يكن نصراً؛ لأن الهزيمة تقتضي أن يولي المسلمون الأدبار، وأن يتحكم الأعداء، وليس ما حدث أكثر من أن القتلى في المؤمنين كانوا أكثر من القتلى في المشركين، ولم ينل المشركون بذلك مأربا، فكأن الله سبحانه وتعالى يشير لهم بأن ما حدث لَا يصح أن تبتئسوا له، ولا يصيبكم الحزن؛ لأنه ليس هزيمة، بل هو نوع من الصرف عن الغاية التي من أجلها خرجتم. وكان هذا لابد منه ليمحص قلوبكم، وليختبركم بالشدائد التي تصقل نفوسكم، وتجعلها مستعدة لما يأتي به القدر، ولبيان أن الطاعة للقائد الحكيم هي أساس الظفر، والعصيان سبب للاندحار. </p><p> (وَلَقَدْ عَفَا عَنكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ) في هذا النص السامي يبين سبحانه عفو الله تعالى ليرفع من نفوسهم، ويذهب الحسرة من قلوبهم، ويحيي موات العزة التي اختفت في وسط ذلك المضطرب، ولقد أكد سبحانه وتعالى عفوه بعدة تأكيدات أولها: بالتعبير بـ \" قد \" ، فإنها للتحقيق، واستعمالها في أكثر آي القرآن للتحقيق، وثانيها: باللام. وثالثها: بالتعبير بالماضي. ولماذا أكد سبحانه وتعالى عفوه بهذا التأكيد؛ لأن أولئك الأبرار الذين أخلصوا دينهم لله تعالى قد تجسم في نفوسهم خطؤهم، حتى توهموا أنه غير قابل للغفران، فإن المؤمن التقى يستكثر هفوته، ويستصغر حسنته؛ لأنه يحس بحق الله تعالى عليه، ووجوب شكر النعم التي أنعم بها، وبمقدار قوة الإيمان يغلب المؤمن خوف العقاب على رجاء الثواب. </p><p> ولقد ذيل سبحانه الآية بقوله تعالى:  (وَاللَّهُ ذو فَضْلٍ عَلَى الْمُؤْمِنِينَ) لبيان فضل الله تعالى العميم على عباده المؤمنين، فكل شيء بفضله، فنصرهم في بدر بفضل منه، ونصرهم في الابتداء في أُحد كان بفضل منه، وخذلانهم بفشلهم </p><p> وتنازعهم فيه فضل بتعليمهم حق الجهاد وواجبه، وعفوه عنهم هو الفضل كله، ولقد تأكد فضل الله تعالى في الآية بقوله:  (ذو فَضْلٍ) أي صاحب فضل، والمرمى أن الفضل يلازمه، ولا ينقطع عنه سبحانه وتعالى أبدا. </p><p> * * * </p>"
}