{
  "id": null,
  "sura": 3,
  "aya": 55,
  "text": "<p> (إِذْ قَالَ اللَّهُ يَا عِيسَى إِنِّي مُتوَفِيكَ وَرَافِعُكَ إِلَيَّ) : </p><p> والمعنى: اذكر يا محمد للعظة والاعتبار قصص عيسى ابن مريم، إذ قال الله تعالى له في نداء رحيم منجيا له من أذى اليهود الذين كانوا ولا يزالون أعداء لكل </p><p> خير، أنصارا لكل شر (إِذْ قَالَ اللَّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ) والمعنى المتبادر من هذا النص الكريم أن الله تعالى توفى عيسى كما يتوفى الأنفس كلها، وأنه رفع مكانته برفع روحه إليه سبحانه وتعالى، كما ترفع أرواح الأنبياء إليه سبحانه وتعالى، هذا ظاهر هذا النص، ولكن جاءت نصوص أخرى يفيد ظاهرها أن الله تعالى رفعه بجسده إليه سبحانه؛ فقد قال تعالى:  (وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا (١٥٧) بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا (١٥٨) ، فظاهر هذا النص أن الله تعالى رفعه إليه بجسمه؛ لأنه مقابل بالقتل والصلب، ولا يصلح مقابلا لهما رفعه بالروح؛ لأنه يجوز أن يجتمع معهما، ويؤيد هذا ما ورد في صحاح السنة من أن عيسى عليه السلام سينزل إلى الأرض فيملؤها عدلا، كما ملئت جورا وظلما؛ فقد روى مسلم عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال:  \" والله لينزلن ابن مريم حكما عادلا فليكسرنَّ الصليب، وليقتلن الخنزير وليضعن الجزية، ولتُتركنَّ القلاص(١)فلا يسعى عليها، ولتذهبن الشحناء والتباغض والتحاسد، ويدعون إلى المال فلا يقبله أحد \"  (٢) فإن ظاهر هذا الحديث يفيد أنه ينزل بجسمه من الملكوت الأعلى. </p><p> وإزاء تعارض ظواهر النصوص على ذلك النحو، كان لابد من تأويل جانب منها لتكون ثمة مواءمة بينه وبين الأخرى، ففريق من العلماء وهم الأقل عددا، أجروا قوله تعالى في الآية الكريمة التي نتكلم في معناها على ظاهرها وأولوا ما عداها، ففسروا قوله تعالى:  (إِنِّي مُتَوَفِيكَ وَرَافِعُكَ إِلَيَّ) بمعنى مميتك ورافع منزلتك وروحك إليّ، فالله سبحانه وتعالى توفاه كما يتوفى الأنفس كلها، ورفع روحه كما يرفع أرواح النبيين إليه. </p><p>(١) جاء في الهامش: القلاص جمع قلوص وهي الناقة، ولعل المعنى أن ابن آدم يتجرد للروحانية. (٢) متفق عليه، وقد رواه بهذا اللفظ عن أبي هريرة - رضي الله عنه - مسلم: الإيمان - نزول عيسى ابن مريم حاكما بشريعة نبينا (٢٢١)، وبه رواه أحمد: باقي مسند المكثرين (١٠٠٠١)، ورواه البخاري: البيوع - قتل الخزير (٢٠٧٠).</p><p> وإذا كان أصحاب هذا الرأي قد فسروا الآية على ذلك الظاهر، فقد قرروا أنه لَا معارضة بينها وبين الأحاديث التي تفيد النزول، لأنها تدل على مجرد العودة إن أخذناها بظاهرها، وليس الله سبحانه وتعالى بعاجز عن أن يرد روحه إلى جسمه، وهو الذي يُحي العظام وهي رميم، وكما قال تعالى:  (. . . كَمَا بَدَأَكُمْ تَعُودُونَ) ، وفضلُ عيسى عليه السلام أنه عاد إلى جسده قبل أن يعود غيره إلى جسده، هذا إذا قبلت هذه الأحاديث بظاهرها من غير تأويل، ومن غير نظر إلى سندها وكونها أخبار آحاد لَا يؤخذ بها في الاعتقاد. </p><p> وأما التوفيق بين الآية الكريمة وبين قوله تعالى:  (بَل رَّفَعَهُ اللَّهُ إِلَيْهِ) فإنه في نظر أصحاب ذلك النظر لَا يحتاج إلى عناء في التأويل، لأن الإضراب الذي تضمنته \" بل \" إضراب عن القتل والصلب، وليس إضرابا عن الموت الطبيعي، وكونه لَا يقتل ولا يصلب لَا يقتضي أنه لَا يموت موتا طبيعيا، والتعبير بقوله:  (بَل رَّفَعَهُ اللَّهُ إِلَيْهِ) فيه إشارة إلى معنى الكرامة والإعزاز والحماية، وأنه تعالى حاميه منهم، ومانعه دونهم، وأنهم لن يتمكنوا من رقبته، إذ إن الذي يحميها هو خالق الكون، وخالق القدر. </p><p> هذا هو التفسير الأول للآية الكريمة، وهو الذي يجريها على ظاهرها من غير أي تأويل، ويقرر أنه إن كان لابد من تأوبل فهو فيما يعارض ظاهره ظاهرها، على أن التوفيق في ذاته ممكن من غير تأويل بعيد أو قريب، إذ الظاهر أن التفسيرين في نظرهم غير متعارضين، والتوجيه الصحيح لمعانيها يجعلها متلاقية غير متنافرة وإن التأويل إنما يكون بترك ظاهر الآية الكريمة:  (مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ) . </p><p> والتفسير الثاني: يقرر أن الرفع بالجسم لَا بالروح فقط، وأن عيسى حي في السماء، وأن الأرض قد خلت منه ليعود إليها فيملؤها عدلا، بعد أن ملئت جورا؛ وإن أصحاب هذا الرأي وهم الأكثرون ويحتاجون بلا ريب إلى تأويل هذه الآية، ولهم في التأويل طرق مختلفة، منها أن قوله (مُتَوَفِيكَ) ليس معناها مميتك، بل </p><p> معناها هو المعنى اللغوي الأصلي إذ إن التوفِّي في اللغة أخذ الشيء وافيا تاما، والمراد في نظرهم أنِّي موفيك حياتك كلها في الدنيا على الأرض ببقائك فيها، ثم رافعك إلى السماء تستوفي حظك من الحياة هناك. ولكن يعارض هذا التأويل أن القرآن له استعمال في العبارات يخصصها، وقد خصص هذا اللفظ بالموت، كما خصصته اللغة، ومن ذلك قوله تعالى:  (الله يَتَوفَى الأنْفُسَ حِينَ مَوْتِهَا) وقوله تعالى: (قُلْ يَتَوَفَاكُم ملَكُ الْمَوْتِ الَّذِي وُكِلَ بِكُمْ. . .) . </p><p> ومن التأويلات: أنهم فسروا الوفاة بمعنى النوم باعتبار أن النوم هو الموتة الأولى، ومن ذلك قوله تعالى:  (وَهُوَ الَّذِي يَتَوفَاكُم بِاللَّيْلِ وَيَعْلَمُ مَا جَرحْتُم بِالنَّهَارِ. . .) . والمعنى على هذا منومك نوما عميقا، ثم رافعك في أثناء هذا النوم إليَّ. </p><p> ومن التأويلات: ما ذكره القرطبي بقوله: (إِنِّي مُتَوَفِيكَ وَرَافِعُكَ إِلَيَّ) على التقديم والتأخير، لأن الواو لَا توجب الرتبة، والمعنى إنِّى رافِعُكَ إليَّ ومطَهِّرُك من الذين كفروا ومتوفيك بعد أن تنزل من السماء، كقوله تعالى:  (وَلَوْلا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مسَمًّى) ، والتقدير ولولا كلمة سبقت من ربك وأجل مسمى لكان لزاما (١) أي أن الوفاة ستكون، وليست سابقة على الرفع، بل هي متأخرة عنه، أي أنه عليه السلام يموت بعد أن ينزل إلى الأرض ولا شك أن هذا ضرب من التأويل، وليس ظاهر النص. </p><p> ذانك نظران في تفسير الآية الكريمة، أولهما يعتمد على ظاهر الآية الكريمة، وعلى أنه لَا تعارض بين هذا الظاهر وظواهر النصوص الأخرى، ومنهم من يقف من أحاديث نزوله إلى الأرض موقف المستفهم؛ لماذا اختص عيسى بهذا؟ ولماذا لَا يكون هذا لنبينا محمد - صلى الله عليه وسلم -؛ ويخشى أن يكون ذلك من دس النصارى، وكم دسوا في الإسلام، ولقد كان في عصر التابعين يوحنا الدمشقي في بلاط بني </p><p>(١) أحكام القرآن للقرطى جـ ٤ ص ٩٩.</p><p> أمية يؤلف الجماعات السرية التي تدس الآراء والأفكار التي من شأنها أن تفسد عقائد المسلمين. </p><p> أما النظر الثاني فاعتماده الأكبر على الأخبار التي وردت بنزول عيسى عليه السلام وأوَّل من أجلها هذه الآية الكريمة، مع أن الأخبار أحاديث آحاد، وأولئك هم الأكثرون كما قلنا. </p><p> (وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَى يَوْمِ الْقِيَامَةِ) التطهير معناه إزالة الأدران والخبائث، والله سبحانه وتعالى طهر المسيح عليه السلام من الآثام التي حاول أن يلصقها به وبأمه اليهود ومن جاءوا بعده ممن ادعوا اتباعه وهم لم يتبعوه، وأبدى سبحانه وتعالى للملأ من اليهود طهر أمه وعفتها ونزاهتها، كما أبدى روحانيته وسلامته مما رماه به من عادوه وأفرطوا في عداوته، وما رماء به من أحبوه وأفرطوا في محبته حتى حسبوا أنه إله أو ابن إله، تعالى الله عما يقولون علوا كبيرا. هذا تطهير الله لعيسى عليه السلام، ولقد طهره أيضا بأن لم يمكن اليهود والرومان من صلبه ومن قتله بل شُبه لهم، ونجاه الله تعالى من كيدهم؛ وهكذا طهّر الله عيسى من كل رجس معنوي أو حسي، ومن كل أذى حسي أو معنوي. </p><p> ولقد جعل الله سبحانه وتعالى الذين اتبعوه فوق الذين كفروا إلى يوم القيامة، وهنا يسأل القارئ لكتاب الله: من هم الذين اتبعوه؟ ومن هم الذين كفروا به؟ وما هذه الفوقية التي تكون للذين اتبعوه؟ </p><p> ليس الذين اتبعوه هم الذين قالوا إنا نصارى أو نحن نتبع المسيح وكانوا يزعمون أنه ثالث ثلاثة أو ابن الله؛ لأنه ما قال هذا وما ادعاه، ولكنه جاء بالتوحيد، والإيمان بالله العلي القدير وحده؛ هانما الذين اتبعوه هم الذين آمنوا به، وبأنه رسول من رب العالمين، وبأنه بشر كسائر البشر، وأن تعاليمه هي العدالة، والرحمة، والسماحة، والإخلاص في طلب الحق وعبادة الله تعالى كما أمر الله؛ ولذلك لم يجانب الحق من قال إن أتباعه هم المسلمون، لأنهم هم الذين </p><p> يؤمنون برسالته حق الإيمان من غير إفراط ولا تفريط، ومن غير أن يتجاوزوا به قدره الذي قدره الله تعالى له وسواه عليه. </p><p> والفوقية ليست هي القوة؛ فإن الأسد أقوى من الإنسان، ولكنه ليس فوقه ولا أعلى منه، بل الفوقية هي فوقية الإدراك والإيمان والإخلاص؛ وذلك لأن سبب الفوقية هو الاتباع، والمسبب من جنس السبب، فالسبب معنوي روحي، فالفوقية روحية معنوية، فليست الفوقية إذن فوقية سيف وسنان، بل فوقية حجة وبرهان،. ولقد قال الزمخشري في ذلك:  \" يعلونهم بالحجة، وفي أكثر الأحوال بها وبالسيف، ومتبعوه هم المسلمون؛ لأنهم متبعوه في أصل الإسلام، وإن اختلفت الشرائع، دون الذين كذبوه، والذين كذبوا عليه من اليهود والنصارى \"  (١) . </p><p> (ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا بهُتُمْ فِيهِ تَخْتَلِفُونَ) إن الفوقية التي أشرنا إليها هي فوقية الحجة القوية الثابتة عن النظر بعين الحق السائغ، والقسطاس المستقيم، وإن هذه الحجة قائمة في الدنيا إلى يوم القيامة، حتى إذا انتهوا إلى ذلك اليوم المعلوم المقطوع بأنه لي يقع لَا محالة، يكون الاحتكام بها إلى الحكم العَدْل العليم، ولذا قال سبحانه:  (ثُمَّ إِلَيَّ مَرْجِعُكُمْ) أي إليَّ رجوعكم ومآبكم، وإذا كان المرجع إلى الله والمصير إليه سبحانه وهو العليم بكل شيء، فهو الذي يحكم بينهم فيما كانوا يختلفون فيه، وحجة بعضهم فوق حجة الآخرين، فالفاء في قوله تعالى:  (فَأَحْكمُ بَيْنَكمْ فِيمَا كنتمْ فِيهِ تَخْتَلِفُونَ) هي التي تسمى فاء الإفصاح، لأنها تُفْصِح عن شرط مقدر، وقد ذكرناه في مطوي كلامنا. ولقد بين سبحانه وتعالى بعض الحُكم مفصلا في قوله تعالى: </p><p> * * * </p><p>(١) الكشاف: جـ ١ ص: ١٩٢.</p>"
}