{
  "id": null,
  "sura": 3,
  "aya": 117,
  "text": "<p> (مَثَلُ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ ... (١١٧) </p><p> * * * </p><p> وفي هذا التشبيه بّين سبحانه أن هذا الإنفاق ليس خالصا من الضرر في ذاته، فهو يحمل في ذاته ما يفسده ويجعله ضارا لَا نفْعَ فيه، وشرا لَا يمازجه خير، فقد شبه سبحانه إنفاقهم في هذه الحياة من حيث اشتماله على الضار، وعدم إثماره وإنتاجه، بالريح التي لا ترسل لواقح، ولا تكون نسيما عليلا تلقي في النفوس بالبشر والحبور، ولا تكون ريحا يحمل للزرع عوامل النماء إذ يكون فيها غذاء، بل يكون فيها ما يميت الزرع والضرع، وهي الريح التي يكون فيها صِرٌّ، والصر معناه البرد الشديد المميت للنبات، ومعنى اشتمالها على الصر وصفها به أي أنها ريح صر فهي ريح قارة باردة مهلكة مفنية وليست منمية مبقية، وهنا يرد سؤال: لماذا ذكر الصر على أنه في الريح وأنها مشتملة عليه، وهي له ظرف وهو مظروف؟ وقد أجاب الزمخشري عن ذلك بأنه ضرب من ضروب المبالغة، وبأن \" صر \" مصدر في أصله فجيء به على أصله، كما تقول: ثوب فيه جمال، والكلام بمعنى جميل، وقد خرج تخريجات أخرى ليست واضحة. </p><p> ونحن نرى أن التعبير بقوله تعالى:  (فِيهَا صِرٌّ) يشير إلى أن الرياح فيها بطبيعتها رجاء، ولكنها اشتملت على ما يذهب بخيرها، وفي ذلك وصف من أوصاف من المشبه، وذلك لأن الإنفاق في ذاته قد يرجى منه النفع، ويظن فيه، ولكنه اشتمل في ذاته ما يذهب بخيره، ولا ينبت إلا باطلا، وذلك أنه بمقاصده </p><p> التي لَا يقصد بها وجه الله ولا نفع الناس، ولكن يقصد التفاخر والتباهي والتنافر، والاستطالة على الناس بفضول القول، يذهب كل خيره، فالتعبير بقوله سبحانه:  (فِيهَا صِرٌّ) فيه إيماء إلى أن الأذى والضرر الذي لابس المشبَّه وهو الإنفاق لم يكن من ذاته، ولكن من قلب المنفق ونينه، وغايته من الإنفاق، وإن هذا الإنفاق - كما قلنا وكما أشار النص القرآني الكريم - يحمل في ذاته موجب رده، وقد بيّن سبحانه أنه ضار مؤذ في الشطر الثاني من التشبيه، إذ قال سبحانه في وصف الريح:  (أَصَابَتْ حَرْثَ قَوْم ظَلَمُوا أَنفُسَهُمْ فَأهْلَكَتْهُ) . </p><p> الحرث هو الزرع، وأصل كلمة \" حرث \" فَلْح الأرض وإلقاء البذر فيها، ثم أطلقت في مجاز مشهور على ما هو نتيجة ذلك وهو الزرع، وقد أطلق على كل موضع يكون فيه إنتاج ولو لم بكن أرضاً وزرعا، كما قال تعالى:  (نِسَاؤكُمْ حَرْثٌ لكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُم. . .) . </p><p> ومعنى التشبيه في جملته - كما دل على ذلك هذا النص الكريم والنص الذي سبقه - أن حال هذا الإنفاق الذي لم يقصد به وجه الله تعالى بل قصد به التفاخر وكسب الثناء وتحدث الناس بالعطاء، كمثل الريح التي تكون باردة بردا شديدا يتوقع منها الناس الخير لزرعهم، فتهلكه وتبيد خضراءه وتجعله حطاما، والجامع في هذا التشبيه بين المشبَّه والمشبه به هو أن كليهما كان يرجى خيره، ولكن بما لابسه من ضر وأذى صار مؤذيا. </p><p> وفى هذا التشبيه بيان أن الضرر لاحق بهم من هذا الإنفاق، ولاحق بالناس، لأنهم كانوا يعينون به على الشر، إذ كانوا ينفقونه في محاربة الرسول - صلى الله عليه وسلم - وإيذاء المؤمنين؛ وهو سبب في استعلائهم واستكبارهم، ولو حرموا المال والإنفاق لكان خيراً لهم. </p><p> في النص القرآني إشارة إلى أن الله سبحانه وتعالى يعاقب بالريح من يظلمون أنفسهم بارتكاب المعاصي، فقال سبحانه:  (أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنفُسَهُم فَأهْلَكَتْهُ) ، فإن هذا النص السامي يومئ إلى أن الله تعالى يرسل في الدنيا عقابا </p><p> على أموال الظالمين فيهلكها، ولو اتخذو لأسباب وما يجب اتخاذه من احتياط لحفظ الأموال، وإن ذلك التخريج لَا يوجد ما يمنع من قبوله، بل الإذعان له لأن تدبير العبد واحتياطه، لَا يمنع تقدير الرب وقضاءه، وإن الريح كانت سببا في نصرة النبي - صلى الله عليه وسلم - في غزوة الأحزاب، فإن الله تعالى أرسل على المشركين ريحا ألقت الرعب في قلوبهم مع كمال العدة والعدد، وقال تعالى في ذلك:  (وَرَدَّ اللَّهُ الَّذينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا) . ولقد روي عن النبي - صلى الله عليه وسلم - أنه قال:  \" نُصِرْتُ بالصَّبَا وَأُهْلكَتْ عَاد بِالدَّبور \"  (١) . </p><p> وإذا كان ذلك ثابتا فلماذا نستبعد أن يعاقب بعض الظالممِن في الدنيا بإصابة حرثهم بريح، لفساد نياتهم، ولاستخدامهم المال في غير مواضعه، وإن الذين يستبعدون ذلك هم الذين يُفْرِطُون في الإيمان بالأسباب العملية، ولا يذعنون للأحكام القدرية، وإن الزرع بالذات ليس لأحد أن يدَّعِي أنه يستطيع حمايته من الرياح والآفات، مهما يتخذ من الاحتياط، فإن للأجواء أثرها، وللآفات الوبائية حكمها، ولا سبيل إلى التوقي الكامل منها. </p><p> وإذا كان الزرع وغيره مهما يتخذ من احتياط لحفظه لَا يتقي الريح والآفات، فإنه لَا يصح أن يكون ذلك نتيجة للمصادفة، فإن المصادفة بالنسبة لمداركنا، أما بالنسبة لأعمال الله تعالى فإن كل شيء عنده بمقادير، ومقصود بإرادته السرمدية، وهو يكون ثوابا أو عقابا أو إملاءً يُملي الله به للظالمين حتى حين، كما قال تعالى:  (وَأُمْلِي لَهُمْ إِنَّ كيْدِي مَتِينٌ) ، وقد قال تعالى:  (هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ (١٢) وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ (١٣) . </p><p>(١) رواه البخاري: الجمعة - قول النبي - صلى الله عليه وسلم -: نصرت بالصبا (٩٧٧)، ومسلم: الاستسقاءَ في ريح الصبا وريح الدبور (٩٠٠). الصبا: ريح تهب من المشرق. والدبور: ريح تهب من المغرب.</p><p> إذن فالأمر في الريح يصيب الله بها بعض الظالمين لظلمهم حق لَا ريب فيه، ولقد أخبر الله تعالى أن الظالم يسيء إلى نفسه دائما، فقال:  (وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ أَنفُسَهُمْ يَظْلِمُونَ) . </p><p> والضمير هنا يعود إلى الذين أُصيب حرثهُم بسبب ظلمهم، أي أن الله تعالى ما ظلمهم بالريح تصيبهم، إنما هم الذين ظلموا أنفسهم بفساد قلوبهم ونيتهم، واعتقادهم أنهم يستطيعون التحكم في القدر، وفي هذا إشارة إلى أولئك الذين أنفقوا في الإفساد للافتخار والخُيَلاء والاستكبار، في أن الله ما ظلمهم بإبطال إنفاقهم، إنما هم الذين ظلموا أنفسهم بأن تجنبوا إنفاق المال في الحلال بنية الحلال، بل أنفقوه في الحرام، وما أنفقوه في حلال إلا بنية الحرام. </p><p> وجوز الزمخشري أن يعود الضمير إلى الذين ينفقون في هذه الحياة، وهو ظاهر كل الظهور. ونضرع إلى الله أن يلهمنا الإنصاف في أقوالنا وأفعالنا، وأن يرزقنا صدق القول، والإخلاص في أعمالنا له، إنه سميع الدعاء. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ (١١٨) هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ (١١٩) إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِنَّ اللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ (١٢٠) </p><p> * * * </p><p> هذه الآية \" وما وَلِيَها من آيات فيها عود إلى التحذير مما يريده أهل الكتاب والمنافقون من أهل الإيمان والإخلاص، فقد قال تعالى من قبل: </p>"
}