{
  "id": null,
  "sura": 3,
  "aya": 124,
  "text": "<p> (إذْ تَقُول لِلْمُؤْمِنِينَ أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبّكُم بِثَلاثَةِ آلافٍ مِّنَ الْمَلائِكَةِ مُنزَلِينَ) ، في موضعِ البيان أو البدل من قوله تعالى:  (إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلَا وَاللَّهُ وَلِيُّهُمَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ) . </p><p> إن الرواية تؤيد ذلك إذ روي عن كثيرين من التابعين أن إمداد الله بالملائكة كان في بدر بألف، كما قال تعالى:  (إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُم بأَلْفٍ مِّنَ الْمَلائكَةِ مُرْدفِينَ) . وقد ذكر الضحاك في قوله تعالى:  (أَلَن يَكْفِيَكُمَْ أَن يُمِدَّكُمْ رَبُّكُم بثَلاثَةِ آلاف) أن هذا كان موعدا من الله يوم أحد، عرضه الله على نبيه محمد - صلى الله عليه وسلم - وقد روى أن المجاهدين قالوا لرسول الله - صلى الله عليه وسلم - وهم ينظرون المشركين: أليس الله تعالى يمدنا كما أمدنا يوم بدر، فقال رسول الله:  (أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلاثَةِ آلافٍ مِّنَ الْمَلائِكَةِ) . </p><p> ويرجح شيخ المفسرين ابن جرير أن هذه الآية في غزوة أحد. </p><p> وإنا نختار ذلك الرأي؛ لأن الآيات من بعد ذلك ستتكلم على نتائج غزوة أحد في تفصيل بيِّن، وما كانت الإشارة إلى بدر إلا من قبيل التذكير بحال المجاهدين في الغزوتين، وأن حالهم في الأولى أوجبت النصر، وما كان في أثناء القتال أنتجت ذلك القرح الذي أصاب المسلمين في تلك الغزوة وهي أحد:  (إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبّكُم بِثَلاثَةِ آلافٍ مِّنَ الْمَلائِكَةِ مُنزَلِينَ) . </p><p> على الرأي المختار وهو أنها في غزوة أحد تكون كلمة \" إذ \" ظرف زمان بدل من \" إذ \" في دوله تعالى: (إِذْ هَمَّت طَائِفَتَانِ مِنكُمْ أَن تَفْشَلا وَاللَّهُ وَلِيُّهُمَا) ففي هذا النص السامي بيان حال الوهن الذي أصاب بعض المؤمنين، وفي هذه الآيات التي نتكلم في معناها، عمل الله ونبيه على علاج هذا الوهن، وهو بالبشرى التي يزفها لهم من تأييد لهم بالملائكة ينزلون إليهم. وإن ذكر عدد الملائكة هنا مناسب لعدد المشركين؛ لأن عدد المشركين كان نحو ثلاثة آلاف أو يزيدون، وعدد المسلمين كان نحو ألف؛ انخذل منهم نحو ثلثهم قبل القتال، وهم أولئك الذين اتبعوا رأس النفاق عبد الله بن أُبيِّ، كما أن عدد الملائكة كان مساويا لعدد المشركين كانوا نحو ألف، وعدد المؤمنين نحو ثلاثمائة، وإن هذا مما يزكي أن الآية التي نتكلم في معانيها السامية نزلت في غزوة أحد. </p><p> وقوله تعالى على لسان نبيه (أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ) تومئ إلى أن حالا من الخور قد اعترت نفوس بعض المحاربين، إذ إن الاستفهام كان منصبا على (لن) التي تفيد النفي المؤكد، والمعنى: أمن المؤكد أنه لَا يكفيكم أن يمدكم ربكم بثلاثة آلاف من الملائكة منزلين، وهذا فرق ما بين الاستفهام إذا دخل على \" لا \" والاستفهام إذا دخل على \" لن \" فالأول استفهام منصب على نفي غير مؤكد، والثاني استفهام منصب على نفي مؤكد، وذلك يدل على خور قد اعترى بعضهم، فكانت الحال في الابتداء عن بعض المحاربين تومئ إلى احتمال هزيمة. </p><p> ومعنى الآية الكريمة في الجملة: تذكر حالهم أيها النبي الكريم فبعضهم هَمَّ بأن يفشل، وأن قوما قد نكصوا على أعقابهم، وأثر ذلك في نفوس غيرهم، وأنك بأمر ربك وعدتهم بأن يمدهم الله تعالى بثلاثة آلاف من الملائكة منزلين، أي ينزلهم الله تعالى إلى أفئدتهم فؤادا فؤادا، ويكون منهم النصر العزيز بأمر الله تعالى، وإن هذه الحال، وهي ابتلاء الوهن على نفوس بعض المسلمين، جعلت النبي - صلى الله عليه وسلم - بأمر ربه يعدهم وعدا أوْفَى، ويزيل احتمال عدم الكفاية من مدد الله، ويؤكد الكفاية فيقول تعالى: </p><p> * * * </p>"
}