{
  "id": null,
  "sura": 3,
  "aya": 41,
  "text": "<p> (قَالَ رَبِّ اجْعَلْ لِي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا ... (٤١) : </p><p> * * * </p><p> في تفسير هذا النص الكريم اتجاهان: </p><p> أولهما: أن سيدنا زكريا عليه السلام طلب علامة تدل على موعد الحمل، فقال:  (اجْعَل لِّي آيَةً) أي علامة أعرف منها موعد الحمل، فقال له ربه: آيتك أي علامتك ألا تكلم الناس ثلاثة أيام إلا رمزا، أي لَا تستطيع أن تكلم الناس إلا بالرمز والإشارة، وأن تستطيع ذكر الله، فاذكر ربك كثيرا وسبح بالعشي والإبكار، أي في المساء، وفي الصباح من وقت الفجر إلى الضحى، وقد وضح هذا الاتجاه الزمخشري فقال:  \" آيتك ألا تقدر على تكليم الناس ثلاثة أيام، وإنما خص تكليم الناس ليعلم أنه يحبس لسانه عن القدرة على تكليمهم خاصة مع إبقاء قدرته على التكلم بذكر الله؛ولذلك قال:(وَاذْكُرْ رَبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ)، يعني في أيام عجزك عن تكليم الناس، وهي من الآيات الباهرة. فإن قلت لم حبس لسانه عن كلام الناس؟ قلت ليخص المدة بذكر الله لَا يشغل لسانه بغيرها، توفرا منه على قضاء حق تلك النعمة الجسيمة، وشكرها الذي طلب الآية من أجله، كأنه لما طلب الآية لأجل الشكر قيل له آيتك أن تحبس لسانك إلا عن الشكر.</p><p> وأحسن الجواب وأوقعه ما كان مشتقا من السؤال ومنتزعا منه \" . </p><p> هذا هو الاتجاه الأول. وأساسه أن ثمة أمرا آخر خارقا للعادة، وهو عجزه عن كلام الناس مع قدرته على الذكر. </p><p> أما الاتجاه الثاني، فأساسه غير ذلك، إذ إن معنى النص الكريم على هذا الاتجاه أن زكريا شعر بإكرام الله تعالى إكراما خصه به، وكانت آية ذلك الإكرام بين الناس أنه قد أنجب من عاقر وعجوز ولدا، وقد بلغ من الكبر عتيا، فدعا ربه أن يجعل له بين الناس آية تدل على عظيم شكره، وأن يختص من بين الناس بهذا الشكر، ليعلم الناس علامة شكره كما علموا علامة إكرامه، فقال سبحانه: </p><p> (آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا) بأن تحبس أنت لسانك عن حديث الناس وتجعله خاصا لله ثلاثة أيام لذكره وتسبيحه طرفي النهار وزلفا من الليل، فهذه آية شكر في نظير آية إنعام، وقد يزكي ذلك الاتجاه أنه لَا دليل في الآية على العجز عن الكلام، فما قال تعالت كلماته ألا تستطيع الكلام، بل قال:  (أَلَّا تُكَلِّمَ النَّاسَ) وإضافة عدم الكلام إليه يدل بظاهره على أنه امتنع اختيارا لَا اضطرارا، وأن الأنسب بشكر النعمة أن يكون امتناعه عن كلام الناس بالكف عنه، لَا بالعجز عنه، فإن الأول اختياري يعد شكرا، والثاني غير اختياري يعد عجزا، وإن سياق القصة في سورة مريم أظهر في الدلالة على الاختيار دون الإجبارِ إذ يقول سبحانه:  (قَالَ كَذَلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا (٩) قَالَ رَبِّ اجْعَلْ لِي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا (١٠) . </p><p> وقد كان الدعاء بطلب الولد في المحراب وإجابته فوره كما نوهنا، وكانت المجاوبة فيه أيضا، فخرج إلى الناس ينفذ طلب ربه في أن يحبس وهو مختار لسانه عن غير ذكر الله تعالى، ويعتزم العكوف على الذكر والتسبيح ويدعو الناس إليه بالرمز والإشارة، لَا بالكلام والعبارة. وإن هذا الاتجاه لَا ينكر الخوارق، ولكنه ليس في الآية ما يدل على الخارق، ويعتبر من مرشحات شكر النعمة أن يكون ترك كلام الناس اختيارا. وفوق ما تقدم فإن عطف قوله تعالى:  (وَاذْكُر رَّبَّكَ كَثيرًا وَسَبِّحْ بالْعَشِيِّ وَالإِبْكَارِ) . يقتضي أن يكون قوله تعالى:  (أَلَّا تُكَلِّمَ النَّاسَ. . .) جملة طَلبية؛ لأن الجملة الطلبية لَا تعطف إلا على مثلها، وإذا كان الامتناع عن كلام الناس طلبا من الله العلي القدير، فهو اختياري من المكلف وليس حبسا وعجزا، أما إذا كان خارقا فهو إخبار وليس بطلب. </p><p> وهنا بعض عبارات نفسرها لفظيا: </p><p> الأولى: كلمة (إِلَّا رَمْزًا) قد جاء في تفسير الزمخشري: \" إلا إشارة بيد أو رأس أو غيرهما، وأصله التحرك، يقال ارتمز إذا تحرك، ومنه قيل للبحر الراموز، وقرأ يحيى بن وثاب \" إلا رمُزا \" بضمتين جمع رموز كرسول ورسل؛ وقرئ \" رَمَزاً \" بفتحتين جمع رامز كخادم وخدم. </p><p> والثانية: كلمتا (بِالْعَشِيِّ وَالْإِبْكَارِ) ؛ فالعشي من حين تزول الشمس إلى أن تغيب، والإبكار من طلوع الشمس إلى وقت الضحى. </p><p> والثالثة: كلمتا ذكر وتسبيح؛ فإن الذكر معناه أن يستحضر الإنسان عظمة ربه، وينطق بها لسانه، والتسبيح معناه التنزيه المطلق لله سبحانه وتعالى، وقد كان طلب الذكر والتسبيح في هذا المقام مناسبا لتلك النعمة التي أسداها لعبده ونبيه زكريا عليه السلام؛ فإن سيادة المادية في بني إسرائيل وطغيانها على الروح أنستهم ذكر الله، وسيادة الفلسفة المنكرة للإرادة جعلتهم لَا ينزهون الله تعالى، فدعا ربه لأن يقوم بهذا الأمر الذي فيه استذكار كل معاني الألوهية وانصراف بالكلية للنواحي الروحية. وفي التسبيح إدراك لله وتنزيه له عن العلية؛ ولذا اتخذ زكريا من هذا الخارق للعادة بإنجابه ولدا سبيلا؛ لأن يدعوهم إلى التسبيح وهو التنزيه عن العلية والسببية وكل ما لَا يليق بذات الله تعالى، وأن يتركوا ما هم عليه من ماديات وفلسفة تنكر الإرادة لرب العالمين، فأوحى إليهم أن سبحوا بكرة وعشيا. </p><p> * * * </p><p> (وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ (٤٢) يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ (٤٣) ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ (٤٤) </p><p> * * * </p><p> بين الله سبحانه الأمر الخارق للسنن التي سنها في خروج الحيّ من الحي، بالنسبة لولادة يحيى من عجوز عاقر، وإن الذي خرق هذه السن هو خالق السنن، وإنما خرقها الذي خلقها ليعلم الناس أنه سبحانه خلقها بإرادته وحكمتة؛ </p><p> فإنه سبحانه وتعالى فعال لما يريد. وبعد أن بين ذلك، وهو العليم، مهد سبحانه لخارق أعظم وأبين، ليقرع حس الناس في عصر غلب فيه التفكير المادي على التفكير الروحي؛ وذلك هو خلق عيسى ابن مريم من غير أب، كما خلق من قبل آدم من غير أب ولا أم، وكان ذلك التمهيد ببيان الإرهاصات التي سبقت ولادة عيسى عليه السلام، وهو اصطفاء مريم واختيارها لتكون محل تلك الوديعة التي يودعها الله رحمها من غير علاقة ذكر بأنثى، وكان الاصطفاء بالطهارة والعفة والقنوت، والركوع والخضوع لرب العالمين، ثم باختيارها النهائي للوديعة الربانية؛ ولذا قال تعالى: </p>"
}