{
  "id": null,
  "sura": 3,
  "aya": 143,
  "text": "<p> (وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ ... (١٤٣) </p><p> * * * </p><p> كان المؤمنون يتمنون الموت حقا وصدقا، وصدق الله العظيم، ذلك أنهم كانوا يتشوقون للشهادة ويريدونها ويطلبون أسبابها، وفي غزوة أحد بالذات ما كان للنبي - صلى الله عليه وسلم - رأى في الخروج من المدينة، ولكن شباب المجاهدين أرادوا اللقاء خارجها، فنزل عليه الصلاة والسلام على حكم الشورى وقادهم، وما كانوا يريدون عرضا من أعراض الدنيا، ولا غاية لهم إلا أن ينالوا إحدى الحسنيين الظفر أو الشهادة، وفي كلتيهما إعلاء كلمة الحق، وخفض كلمة الباطل. </p><p> ومعنى تمنى الموت: تمنى لقاء سببه وهو الحرب، وكان الله سبحانه وتعالى ينبههم إلى أنهم بتمنيهم لقاء الأعداء في الميدان يجب أن يفرضوا أن الموت ينالهم كما أن الحياة العليا قد ينالونها، فكان عليهم أن يتوقعوا الموت عند تمنى اللقاء، وأن يعلموا أن تمنيهم للقاء هو في ذاته تمن للموت، وأن تمنى الموت هو سبيل النصر وطريق الظفر، فإن الشجاع هو الذي يدخل الميدان طالبا الشهادة، فإنه لا يموت إلا إذا قتل عددا، ولقد وُصِفَ فارس الإسلام علي رضي الله عنه بأنه كان إذا تقدم إلى الميدان لَا يدري أيقع على الموت أم يقع الموت عليه، فكان يقع رضي الله عنه على الموت يصيب به أعداء الله وأعداءه. </p><p> ولقد أورد الزمخشري في الكشاف اعتراضا خلاصته: كيف يتمنى المؤمنون الموت، وفي الموت غلبة ونصرة للأعداء فكأنهم يتمنون ذلك النصر لأعدائهم؟ وقد أجاب عن ذلك بأنهم يتمنون فضل الشهادة من غير نظر إلى ما يجره ذلك </p><p> على الأعداء من ظفر، ونحن نجيب جوابا آخر، وهو أن تمنى الموت هو تمنى الحرب في سبيل نصرة الله، ومن دخل الحرب متمنيا الموت فإنه لَا يترتب على قتله نصر للأعداء بل يترتب عليه هزيمة لهم، كما أشرنا قريبا، وقد كان السبيل الحق إلى النصر أن يدخل المجاهدون غير حريصين على حياتهم، إنما يحرصون على النصر، ولو كان يموت آحاد منهم، ولا يتحقق ذلك إلا إذا كان كل واحد لا يحرص على الحياة، ولكن يطلب الموت، وَإِنَّ طلب الموت يؤدي إلى الحياة، كما قال الصدِّيق:  (اطلب الموت توهب لك الحياة، وفر من الشرف يتبعك الشرف) ، وإن الحرص على الحياة يؤدي إلى الجبن، والجبن يؤدي إلى الهزيمة، وإن المجاهد الذي يستحق شرف هذا الاسم يتقدم مريدا عزة الحق، وقابلا الموت، بل يتمناه ليكون شهيدا، وإذا وقع يكون أمرا قد توقعه، ومن بقي من بعد عليهم أن يجددوا العزيمة، ويعيدوا الكرة عليهم، ولذا عتب الله سبحانه وتعالى على المؤمنين إذ أصابهم الغم عندما اشتدت شديدة الحرب عليهم فأصابهم ما أصابهم بل أمرهم أن يثبوا مرة أخرى، وإذا كانوا قد تمنوا الموت، فقد وقع لبعض منهم ما تمنوا، ولذا قال سبحانه وتعالى:  (فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ) . </p><p> الفاء هنا للإفصاح، فهي تفصح عن شرط مقدر دل عليه صدر الكلام، ومعناه: إذا كنتم تمنيتم الموت فقد رأيتموه رأي العين وشاهدتموه، فوقع ما توقعتم، وقوله تعالى:  (وَأَنتُمْ تَنظُرُونَ) تأكيد لحال الرؤية أو تصوير لرؤيتهم؛ لأن الجملة حالية والتعبير بالمضارع يفيد التصوير، وإحضار الصورة الواقعة في الماضي كأنها واقعة في الحاضر، فيستحضرها العقل كما وقعت، وكما ظهرت في الوجود، والنظر الذي قرره سبحانه بقوله تعالى:  (وَأَنتُمْ تَنظُرُونَ) يتضمن النظر إلى الموقعة كلها، وكيف كان الانتصار في ابتداء الأمر عند الطاعة، ثم كيف كان الانهزام عند المخالفة إرادة عرض الدنيا من بعضهم كما قال تعالى:  (مِنكم مَّن يُرِيدُ الدُّنْيَا وَمِنكُم مٌن يُرِيدُ الآخِرةَ. . .) . </p><p> ويتضمن النظر بعد وقوع الانهزام كيف تفرقت الإرادات، وقد كانت إرادة واحدة، وكيف تضعضعت بعض الهمم، وكيف كثرت الظنون، وكيف أصابكم </p><p> الغم، ولم تفكروا في إعادة الوثبة، ولذلك كان قوله تعالى:  (وَأَنتُمْ تَنظُرُون) متضمنا تأكيد الرؤية ومصورا لها، ومتضمنا مع ذلك العتب أو اللوم؛ لأن حالهم لم تكن متفقة مع ما كانوا يتوقعونه من قبل، إذ إن حالهم من بعد انتهاء الموقعة تفيد أنهم كانوا يريدون النصر رخاء سهلا من غير عقبة تحول يجب تذليلها، ومن غير شدة عنيفة يجب الصبر عليها. </p><p> ولقد حدث في أثناء الموقعة أن زاغت الأبصار، فظن بعض المجاهدين أن النبي - صلى الله عليه وسلم - قتل، فاضطربت عزائم، واسترخت همم، واستضعف أقوياء، وقد لامهم الله تعالى على ذلك أشد اللوم، وكأنما كان الظن الذي غلبهم ليبين الله لهم حقيقة غابت عنهم، وهي أن محمدا بشر كالبشر، يموت كما يموتون، ويحيا كما يحيون، ولذا قال سبحانه: </p><p> * * * </p>"
}