{
  "id": null,
  "sura": 3,
  "aya": 71,
  "text": "<p> (يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ (٧١) </p><p> * * * </p><p> صدَّر النداء هنا بـ \" أهل الكتاب \" زيادة في التوبيخ، وكل توبيخ لهم يُعد قليلا مهما يتكاثر وتترادف عباراته، والاستفهام هنا إنكاري لإنكار ما وقع منهم؛ ذلك بأنهم لبسوا وخلطوا الحق بالباطل، وكتموا الحق الذي يشهد لمحمد - صلى الله عليه وسلم - بالصدق وهم يعلمون به، فكان الاستفهام للتوبيخ على هذا الذي وقع منهم؛ فقد وقع منهم أمران، وثبت فيهم أمر ثالث: </p><p> أما الأمر الأول: فهو خلط الحق بالباطل، بأن حاولوا أن يزيفوا الحق، فألبسوه ثوب الباطل، وأظهروه بمظهره إمعانا منهم في التضليل. وقد فسر الكثيرون كلمة \" تلبسون \" بمعنى تخلطون، وهي في المؤدى كذلك، ولكن لابد أن يلاحظ معنى الستر واللباس في الكلمة، ذلك بأنهم جاءوا إلى الحق المبين فألبسوه ثوب الباطل ليُسْتَبْهَم؛ ولقد قال في هذا المعنى الأصفهاني: أصل اللبس ستر الشيء، ويقال ذلك في المعاني، يقال لبست عليه أمره، قال:  (وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبسُونَ) ، وقال:  (لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ. . .) . </p><p> الأمر الثاني: كتمان الحق الذي عندهم فهم يسترون الحق الذي يقدمه النبي - صلى الله عليه وسلم - بلباس الباطل الذي يخترعونه، ويكتمون الذي عندهم، ويشهد بصدق النبي - صلى الله عليه وسلم -، وهذا أقصى ما يمكن أن يصل إليه الكفر بالحق، يكون عند الكافر دليل الحق، ومع ذلك ينكر الدليل الذي يقدمه صاحب الحق، ويحاول أن يزيفه بالباطل. وكل ذلك وهم يعلمون الحق في ذاته، ولكنهم أضلهم الله على علم. </p><p> اللهم اكتبنا فيمن هديتهم، وامنحنا التوفيق؛ وأنقذنا من الضلال، ووفقنا لإدراك الحق، والإذعان له، والإيمان به، إنك سميع الدعاء. </p><p> * * * </p><p> (وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ (٧٢) وَلَا تُؤْمِنُوا إِلَّا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (٧٣) يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٧٤) </p><p> * * * </p><p> بّين الله سبحانه وتعالى في الآيات السابقة أن أهل الكتاب يودون أن يضل المؤمنون، ويعملون على إضلالهم، وكلما أمعنوا في هذا الطريق ازدادوا ضلالا، وما ازداد المؤمنون إلا إيمانا، وإن وجدوا في ضعاف الإيمان ما يشبع نهمتهم وقتيا فإنهم سرعان ما يقوى إيمانهم بالحق، ويرتد أولئك المضلون في طغيانهم يعمهون. </p><p> وفى هذه الآيات يبين سبحانه طريق طائفة منهم في إضلال المؤمنين، وإثارة الشك في قلوب ضعاف المؤمنين، وهي أن يظهروا الإيمان والإذعان والاطمئنان </p><p> إلى الحقائق الإسلامية، ليظن فيهم الظن الحسن من لم يعرف مكرهم وكيدهم، حتى إذا اطمأن الناس إليهم أعلنوا كفرهم، بعد مظهر الإيمان ليوهموا المؤمنين أنهم كانوا مخلصين في إيمانهم طالبين الحق بهذا الإيمان، فلما تبين لهم البطلان خرجوا، فقد يخرج بهذا الخروج ضعاف الإيمان، ويلقون بذلك بين المسلمين شكا عمليا. وقد حكى الله سبحانه وتعالى عمل هذه الطائفة الماكرة الخبيثة فقال عز من قائل: </p>"
}