{
  "id": null,
  "sura": 3,
  "aya": 161,
  "text": "<p> (وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّ وَمَن يَغْلُلْ يَأتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ) . </p><p> ابتدأ سبحانه بنفي وصف الغلول وهو الخيانة في الغنائم عن النبي - صلى الله عليه وسلم -، وذلك لبيان أن التسوية في القسمة مطلوبة من الجميع لَا فرق في ذلك بين قائد وقائد، ولو كان أحد يسوغ له ألا يسوي في القسمة لما كان رسول رب العالمين، ولكنه أول من ينفي عنه هذا الوصف، ولأن الرماة تعجلوا خشية ألا يأخذوا، فبين الله لهم أن عدم تسويتهم في الغنيمة غلول، وما كان الغلول من شأن النبي - صلى الله عليه وسلم -، ولبيان أن عدم توزيع الغنيمة بالعدل خيانة، فلا يستكبر قائد عن أن يوصف بها إذا وقع منه عدم التسوية. </p><p> ومعنى قول الله تعالى:  (وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّ) ما ساغ وما صح لنبي أن يخون، فالنفي هنا نفي للشأن، أي ليس من شأن النبي أن يخون، والتنكير هنا للتعميم، فليس من شأن أي نبي يتكلم عن الله تعالى أن يخون، وإذا كان التنكير للتعميم لأنه تنكير في مقام النفي، فمؤدى الكلام أن النبوة والغلول نقيضان لا يجتمعان، فما كان لأحد أن يظن أن النبي سوف لَا يقسم بالسوية، وإذا وقع ذلك الظن فهو من الظن الإثم:  (إِنَّ بَعْضَ الظَّنِّ إِثْمٌ. . .) . </p><p> وأصل الغلول من الغلَلَ، وهو دخول الماء في وسط الشجر كما جاء في مفردات الراغب الأصفهاني، وسميت الخيانة في الغنيمة غلولا؛ لأنها تدخل المِلك من غير حله وفي خفاء، كجريان الماء بين الأشجار في خفاء، ويقال - تغلغل في الشيء دخل فيه واختفى، ويطلق الغِل بكسر الغين على الحقد لأنه يكون دفينا متغلغلا في كيان النفس الإنسانية ويفسدها. </p><p> وإن المعنى الذي يجري عليه جمهور المفسرين بأن المراد بالغلول المنفي عن الرسول وسائر الأنبياء صلوات الله وسلامه عليهم أجمعين هو الغلول المادي في شئون المادة، ولم تتعرض الآية الكريمة للغلول المعنوي وهو كتمان ما أنزل الله </p><p> تعالى وعدم بيانه؛ ولكن قال بعض العلماء: إن الغلول النفي عن الأنبياء هو كتمان ما أنزل الله تعالى وعدم بيانه؛ لأن الغلول المادي غير متصور الوقوع، ولكن السياق لَا يؤيد هذا المعنى؛ لأن السياق كله فيما قبله وما بعده يدل على أنه في الحرب وما يتعلق بها من غنائم أغرت الرماة وأخرجتهم من مَحَارسِهم (١) ؛ ولما يجئ بعد ذلك من تعميم الحكم لكل من يغل غير الأنبياء من حيث إنه يأتي بما غل يوم القيامة؛ ولذلك قال تعالى:  (وَمَن يَغْلُلْ يَات بِمَا غَلَّ يَوْمَ الْقِيَامَةِ) . </p><p> والمعنى أن من يخون في الغنائم أو غيرها بأن يكون ذا سلطان على مال، فيخص نفسه مثه بما شاء يأتي يوم القيامة مأخوذا بإِثم ما غل يوم القيامة، صغيرا كان أو كبيرا، حقيرا كان أو خطيرا، فالمراد على هذا التفسير من قوله سبحانه:  (بِمَا غَلَّ) وزره؛ وذلك كقوله تعالى:  (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (٨) . </p><p> فما يراه الإنسان يوم القيامة هو عمله المبرور وعمله الموزور، وأما موضوع العمل فلا وجود له إذ هو يرى الوزر أو يرى البر. وظاهر كلام المفسرين أنه يرى ذات الشيء الذي غله، لظاهر قول النبي - صلى الله عليه وسلم - فيما رواه الشيخان:  \" لا ألفين أحدكم يجيء يوم القيامة على رقبته بعير له رغاء،فيقول:يا رسول الله أغثني،فأقول له:لَا أملك لك من الله شيئا قد أبلغتك، لا ألفين أحدكم يجيء يوم القيامة على رقبته فرس له حمحمة،فيقول:يا رسول الله أغثني،فأقول:لَا أملك لك من الله شيئا قد أبلغتك. . \"  (٢) فإن ظاهر هذا الحديث أن موضوع الغلول يجيء بذاته يوم القيامة، ومثل ذلك ما روي عن النبي - صلى الله عليه وسلم - من الغلول في جمع الصدقات، فقد روى أن رجلا اسمه ابن اللتبية جمع الصدقات، ثم قال: هذا لكم وهذا أُهْدِيَ لِي، فوقف النبي - صلى الله عليه وسلم - خطيبا، وحمد الله وأثنى عليه ثم قال: \" ما بال العامل نبعثه، فيجيء، فيقول هذا لكم، وهذا </p><p>(١) جمع محْرَس، اسم مكان من \" حرس \"، والجمع محارس، أي: أماكن الحراسة. (٢) رواه البخاري بنحوه: الجهاد والسير - الغلول وقول الله عز وجل (وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ) (٢٨٤٤).ورواه مسلم: ك الامارة - غلظ تحريم الغلول (١٨٣١).</p><p> أُهْدِيَ لِي، ألا جلس في بيت أمه أو أبيه فينظر أيهدي له أم لَا، لَا يأتي أحد منكم بشيء إلا جاء به يوم القيامة، إن كان بعيرا فله رغاء، أو بقرة فلها خوار، أو شاة تيعر، ثم رفع يديه حتى رأينا عُفرتي إبطيه، ثم قال: اللهم هل بلغت، اللهم هل بلغت \" (١) . </p><p> والذي نراه أن هذه الأحاديث إنما هي تصوير لما يكون يوم القيامة من أن وزره يكون قائما بين يديه، وصُور ما وقع وموضوع أوزاره تكون قائمة في كتابه كانها حاضرة بأعيانها، هذا هو الذي تدل عليه الألفاظ، ولا نقول إن حضور ذات الأشياء مستحيل على الله، فإن الله على كل شيء قدير، ولكن نقول: إن ذلك هو ما يؤدي إليه الذوق البياني العربي، وإن ذلك يومئ إلى دقة الحساب، وقيام الموازين بالقسط، ثم بين سبحانه نتيجة هذا الحساب، فقال سبحانه:  (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ) . </p><p> وبعد الحساب العسير لهؤلاء الذين يأكلون الأموال بالباطل، ويغلون في الغنائم؛ ويغلون في أموال الدولة - يوفون جزاء ما كسبوا من غير ظلم، وفي النص الكريم عدة إشارات بيانية، الأولى: التعبير بـ (ثم) وهي تفيد التراخي بين إحضار الأعمال بأوزارها ثم يتولى جزاءها، فإن هذا التراخي يفيد طول الحساب، وطول الحساب عذاب في ذات نفسه، وهو في الوقت ذاته يدل على دقته إذ تقام الموازين بالقسط. والثانية: التعبير بـ (توفى) فإن فيه إشارة إلى أنه لَا ينقص شيء مما عملت إن خيرا وإن شرا، إلا أن يتغمده الله برحمته فيعفو عن بعض السيئات وهو العفو الغفور، والثالثة: أنه عبر سبحانه وتعالى عن المساواة بين العمل والجزاء بقوله سبحانه (مَّا كسَبَتْ) فإن هذا التعبير يفيد بظاهره أن الوفاء يكون بالعمل ذاته، ولكن المعنى: جزاء ما كسبت ولكنه سبحانه عبر بهذا التعبير للدلالة على </p><p>(١) متفق عليه؛ وقد رواه بألفاظ متقاربة البخاري: الأحكام - هدايا العمال (٦٦٣٩)، ومسلم: الامارة (١٨٣٢)، كما رواه أبو داود: الخراج والإمارة والفيء (٢٥٥٧)، وأحمد: باقي مسند الأنصار (٢٢٤٩٢)، والدارمي: الزكاة (١٦٠٩). تيعر، من اليعار وهو صوت الشاة. والعفرة: بياض غير ناصع مشرب بحمرة أو سمرة.</p><p> كمال المساواة بين العمل وجزائه، حتى كأن الجزاء هو العمل ذاته، الرابعة قوله تعالى:  (وَهُمْ لَا يُظْلَمُونَ) فيه تأكيد للمساواة وفيه أيضا نفي للظلم نفيا مؤكدا بالتعبير بالجملة الاسمية، إذ المعنى أنهم ليس من شأنهم أن يظلموا، لأن الله تعالى خالقهم والله تعالى لَا يظلم مطلقا، لأنه لَا يليق بكماله تعالى، ولأنه كتب العدل على نفسه، كما ورد في الحديث القدسي (١) . </p><p> وإن التسوية بين الجزاء والعمل هي القانون العادل الذي سنه رب العالمين، فلا تستوي الحسنة ولا السيئة، ولا يستوي الخير والشر ولذا قال سبحانه: </p><p> * * * </p><p>(١) إشارة إلى الحديث القدسي الذي رواه مسلم في صحيحه: البر والصلة - تحريم الظلم (٢٥٧٧) عَنْ أبِي ذَر عَنْ النَّبي - صلى الله عليه وسلم - فيمَا رَوَى عَنْ اللَّه تَبَارَكَ وَتَعَالَى أنَّهُ قَالَ: \" يَا عِبَادِي إِني حرَّمْتُ الظلْمَ عَلَى نَفْسِي وَجَعَلتهُ بَيْنَكمْ مُحَرَّمًا فَلا تَظَالَمُوا \" الحَديث.</p>"
}