{
  "id": null,
  "sura": 3,
  "aya": 166,
  "text": "<p> (وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّهِ) أي إن ما أصابكم يوم التقى الجمعان في أحد وكلاهما قد أصر على أن يكون الموقف حاسما لمصلحته، قد كان بإذن الله تعالى، أي بإرادته الأزلية، وتقديره الحكيم، وقضائه المحكم، فما كان بغير إرادته: بل كان على مقتضى حكمته، ذلك أن الله سبحانه ربط الأسباب بمسبباتها والمقدمات بنتائجها، فمن سلك طريق النصر ينتصر إن خلصت نيته، واستقامت إرادته، وتوكل على الله تعالى، ولا يبغي إلا وجهه سبحانه، وإن طريق النصر أوله انصراف عن المادة لأنها تضعف العزيمة، ثم تنظيم محكم ووضع لكل شخص في موضعه الذي يحكم القيام به، ثم طاعة وإصرار وعزيمة على امتثال الخطة المثلى، ثم ثبات جَنَان وتصرُّف في الشديدة، ولم تكونوا كذلك في هذه المعركة الطاحنة التي اختبرتم فيها اختبارا شديدا، وهو سبيل النصر إن انتفعتم به، فقد شابت نفوس بعضكم المادة وهمت طائفتان أن تفشلا فلم تكن النية المحتسبة. وخالفتم القائد الرشيد، وأفسدتم النظام المحكم، وذهب الهلع بنفوس أكثركم إذ اشتدت الشديدة وقوي البلاء. </p><p> وهنا بحثان لفظيان: أحدهما: أن الله تعالى عبر في غزوة أُحد عن الموقعة بقوله: \" (الْتَقَى الْجَمْعَانِ) وفي ذلك إشارة إلى قوة التجمع في الفريقين، وذلك يدل على أن كل فريق مُصر على القتال، مُريد للنصر فيه، فهزيمة بدر جمعت المشركين في أحد وجعلت لهم عزيمة مريدة ماضية، وإيمان المؤمنين جعل في أقويائهم رغبة في النصر أو الاستشهاد. </p><p> والثاني: أنه سبحانه وتعالى عبر عن إرادته الأزلية بالإذن؛ لأن الإذن هو - الإعلان، وقد علمت تلك الإرادة بهذا الأمر الذي وقع، وقد كانت تلك المصيبة التي نزلت لها فوائد، أولها: ضرورة الاستمساك بأسباب النصر، وطلبه بأسبابه، وقد أشرنا إلى ذلك، وثانيها وثالثها: ما أشار إليه سبحانه وتعالى بقوله: (وَلِيَعْلَمَ لْمُؤْمِنِينَ (١٦٦) وَلِيَعْلَمَ الَّذِينَ نَافَقُوا) </p><p> أي ليعْلَم الله سبحانه وتعالى وقوع ما قدره في علمه الأزلي، فيعلم المؤمنين الثابتين الأقوياء الذين لَا يبغون مادة، بل يبغون إعلاء كلمة الله تعالى، وجعلها هي العليا، وكلمة الشرك هي السفلى، وليعلم وقوع ما قدره في علمه الأزلي وهو ظهور المنافقين في هذه الشدة، ولتقريب المعاني قول: إن الله تعالى يعلم ما يقع في المستقبل علما أزليا كما قال سبحانه: (إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ. . .) ، فإذا وقع ما قدره علمه سبحانه واقعا، وما يتغير بذلك علم الله تعالى، بل الذي يتغير هو المعلوم من أنه سيقع إلى أنه واقع، وعلم الله واحد. </p><p> ويصح أن يقال: إن معنى علم الله تعالى في هذه الآية الكريمة وما يشبهها من آيات هو ظهور ما قدره سبحانه وتعالى بحيث يعلمه الناس، وهو من قبل في علم الله المكنون، ولوحه المحفوظ. </p><p> ومرمى النص الكريم أن تلك الشدة التي نزلت تميز بها الصادقون من أهل الإيمان من المنافقين الذين كانوا يبثون روح الهزيمة في أوساط المؤمنين كما قال تعالى:  (مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنتُمْ عَلَيْهِ حتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ. . .) . </p><p> لقد دخل المنافقون صفوف المؤمنين بعد غزوة بدر، فكان لابد أن يُميزوا ويُعرَفوا ليتوقى المؤمنون شرهم، ولا يكون ذلك إلا بتجربة تعرك فيها النفوس، وتلك التجربة كانت في غزوة أحد، فعلم أمر أهل النفاق من بعدها، حتى صاروا يعرفون بسيماهم وأقوالهم وأفعالهم، وقد عبر الله سبحانه </p><p> عن المنافقين بقوله </p>"
}