{
  "id": null,
  "sura": 3,
  "aya": 90,
  "text": "<p> (إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَّن تُقْبَلَ تَوْبَتُهُمْ) . </p><p> فهذا كما أشرنا قسم ممن كفروا بعد إيمان؛ لأن أولئك قسمان أحدهما يرجى توبته، وذلك هو الذي لم يوغل في طريق الكفر والإمعان فيه، وقد أشار سبحانه بقبول توبته بقوله تعالى مستثنيا له:  (إِلَّا الَّذِينَ تَابُواِْ) ، والقسم الثاني هم الذين كفروا بعد أن آمنوا، ولم يكتفوا بذلك بل لجوا في العناد، واسترسلوا في الغيّ، واستمروا في مقاومة الحق، فإنهم كلما أوغلوا في الباطل بعُدوا عن التوبة والرجوع، ومثلهم كمثل من يسير في صحراء وقد ضل الطريق، فإنه كلما أوغل فيها ازداد ضلاله. وهذا القسم لَا تقبل توبته، لأنه لَا يتوب توبة نصوحا، وقد عبر سبحانه عن إيغالهم في الشر بقوله:  (ثُمَّ ازْدَادُوا كُفْرًا) أي أن الكفر درجات، وكل إيغال فيه ازدياد، ذلك لأن الكفر جحود القلب مع قيام الأمارات والأدلة، وكلما اشتد العناد اشتد الجحود، واستغلظت الحجب التي تحول بين المرء والهداية، فإذا كان الحجاب عن الإيمان بالحق رقيقا أولا، فبالإمعان في العناد يغلظ الحجاب، ويستمر في الغلظ حتى يحكم الإغلاق، وهو الذي عبر الله عمن تصاب قلوبهم به بقوله تارة:  (طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ. . .) ، وتارة (خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ. . .) ، وقوله تعالى مرة ثالثة:  (بَلْ رَانَ عَلَى قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ) . </p><p> وأولئك قال تعالى فيهم:  (لَن تُقْبَلَ نَوْبَتهُمْ) ، فنفَى سبحانه وتعالى قبول توبتهم، ولنا أن نفسر نفي قبول التوبة على ظاهره بمعنى أنه قد تقع منهم توبة </p><p> ولكنها ليست التوبة التي تُقبل، ونص على قبولها في قوله تعالى:  (وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ. . .) ، وعدم قبول توبتهم هذه لأنها بظاهر من القول، أو لأنها فلتات نفسية تحدث أحيانا في حال كرب أو شدة، ثم يعودون لما كانوا عليه كما قال تعالى:  (حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (٢٢) فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ. . .). أو تكون التوبة في آخر رمق في الحياة كتوبة فرعون وقد أدركه الغرق، فقد حكى الله تعالى ذلك عنه إذ يقول:  (حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ (٩٠) آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ (٩١) . </p><p> فإن هذه التوبة لَا تقبل؛ لأن الله سبحانه وتعالى يقول (إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١٧) وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا (١٨) . </p><p> هذا هو الفرض الأول في تخريج الآية الكريمة، وهو عدم قبول التوبة إن وقعت، والفرض الثاني أن نقول إن النفي المؤكد منصب على عدم وقوع التوبة، بله على عدم قبولها، فالمعنى لن تقبل توبتهم، لأنه لَا توجد لهم توبة قد استوفت شروط القبول، ومؤدى الفرضين واحد، لأنه على تسليم وجود توبة في الفرض الأول يجب أن نقرر أنها كلها توبة، وقد أكد سبحانه النفي بكلمة (لن) التي تدل على تأكيد النفي، كما أكده ببيان استمرار ضلالهم فقال سبحانه:  (وَأُولَئِكَ هُمُ الضَّالُّونَ) : وفى هذه الجملة السامية أكد سبحانه ضلالهم بثلاثة أمور: أولها الجملة الاسمية، وثانيها ضمير الفصل الذي يدل على تأكيد النسبة بين المسند والمسند </p><p> إليه، وثالثها القصر والتخصيص، فقد قصر عليهم الضلال كأنه لكماله فيهم لا يوجد في غيرهم، وإن السبب في استمرار ضلالهم هو لجاجتهم وعنادهم، فهم كلما لجوا في مقاومة الحق ازدادت نفوسهم بعدا عنه. وكلما بعدوا عنه أوغلوا في الضلال، والإشارة في قوله سبحانه (أولئك) هي إليهم متصفين بما اتصفوا به من كفر بعد إيمان، وازدياد ولجاجة في هذا الكفر والجحود، فتلك الصفات هي السبب في هذا الاستمرار وتأكد الضلال، وإن هؤلاء الضالين سيموتون بلا شك وهم كفار فيندرجون تحت حكم الآية الكريمة الآتية: </p><p> * * * </p>"
}