{
  "id": null,
  "sura": 3,
  "aya": 151,
  "text": "<p> (سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا ... (١٥١) </p><p> * * * </p><p> الرعب الخوف والانزعاج، أو استلاء النفس بالخوف والانزعاج، حتى تضعف الجماعة مع وجود أسباب القوة، وأصله من الملء مع الاضطراب، يقال سيل راعب، يملأ الوادي ويضطرب به، ورعبت الحوض ملأته، ومعنى إلقاء الله تعالى بث روح الخوف والفزع في قلوبهم، وإن إلقاء الله تعالى الرعب في قلوب المشركين كانت له مظاهر شتى: منها أن يضع سبحانه وتعالى فيهم الفزع، فيخافون عند النصر لهم من متابعته، كما كان عقب أحد، فإن المشركين سارعوا بالعودة وبينما هم في الطريق ندموا وقال قائلهم: بئس ما صنعنا، قتلناهم حتى لم يبق منهم إلا الشريد ثم تركناهم ارجعوا فاستأصلوهم، ولما عزموا على ذلك ألقى الله في قلوبهم الرعب، فانصرفوا لايلوون على شيء، ومن مظاهره النصر بالريح، كما كان في غزوة الأحزاب، فقد جاءت إلى المشركين ريح شديدة قذفت في قلوبهم الرعب، فعادوا ولم ينالوا شيئا، وقال تعالى في ذلك:  (وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وكانَ اللَّهُ قَوِيًّا عَزِيزًا) . </p><p> وقد روى في الصحيحين أن رسول الله - صلى الله عليه وسلم - قال:  \" أعطيت خمسا لم يعطهن أحد من الأنبياء قبلي، نصرت بالرعب مسيرة شهر، وجعلت لي الأرض مسجدا وطهورا، وأحلت لي الغنائم، وأعطيت الشفاعة، وكان النبي يبعث إلى قومه خاصة، وبعثت إلى الناس جميعا \"  (١) . </p><p> وقد ذكر سبحانه وتعالى السبب في إلقاء الرعب في قلوب أعداء أهل الإيمان فقال سبحانه وتعالى:  (بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا) والسلطان هنا هو الحجة والدليل، كما قال تعالى:  (الَّذَينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ. . .) ، وكما قال تعالى:  (فَأْتُونَا بِسُلْطَانٍ مُّبينٍ) ، وقال:  (وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُّبِينٍ) . </p><p>(١) سبق تخريجه، ومسلم: المساجد ومواضع الصلاح (٥٢٥).</p><p> فالمعنى أنهم أشركوا بالله أحجارا لم ينزل الله بها حجة مثبتة لصحة عبادتها، لأنه لَا دليل على سلامة هذه العبادة، ولا يوجد دليل قط يؤيدها. </p><p> ويصح أن يفسر السلطان هنا بمعنى القوة والتمكن، والمعنى على هذا أنهم أشركوا بعبادة الله تعالى أشياء لم ينزل أي لم يجعل فيها قوة تنفع وتضر، فهم يعبدون ما لا يملك نفعا ولا ضرا، ويشركونه في العبادة مع الذي يملك كل شيء، وهو الذي ينفع ويضر من غير شريك. </p><p> والسببية التي أشار إليها سبحانه وتعالى في قوله:  (بِمَا أَشْرَكوا بِاللَّهِ) لها توجيهان: </p><p> أحدهما: أن الله تعالى يلقي الرعب في قلوبهم لأنهم عاندوا الله سبحانه، وحادوه، وأشركوا معه في العبادة، ولأنهم ينشرون بهذا التفكير الفاسد الشر والفساد في الأرض، والله تعالى لَا يحب الفساد، وهو ينصر الخير على الشر، والصلاح على الفساد، فالسببية هي إرادة الله تعالى التي بها قوام كل معوج وصلاح كل فاسد. </p><p> وثانيهما: أن السبب في إلقاء الرعب من حالهم هم، ذلك لأنهم يعبدون ما لا ينفع ولا يضر، ولا تقوم عندهم حجة ولا شبه حجة على صلاحية ما يعبدون للعبادة، ويكون الوهم هو الذي سيطر، والهوى هو الذي تحكم، ومن تتحكم فيه أهواؤه وأوهامه يكون مضطرب النفس مزلزل القلب تزعجه الكوارث، ويضطرب عند نزول أي حادث، فكان الشرك وتحكمه في النفس هو السبب في الرعب والخوف والفزع، إذ هم يخافون من غير مخوف، ويفزعون في غير مفزع. </p><p> تلك هي حال الكافرين الذين ناوءوا أهل الإيمان، كان سبحانه يلقي الرعب في قلوبهم، ويثبت قلوب المؤمنين، فهل هذه سنة أهل الإيمان مع المشركين وأشباههم دائما؟ </p><p> والجواب عن ذلك: أنه شأن المؤمنين حقا وصدقا إذا لم يضعفوا ولم يذلوا، ولم يوالوا أعداء المؤمنين على المؤمنين، بل يأخذون الأهبة، ويغلبون الهدى على </p><p> الضلال، ويجعلون الله مولاهم، فإذا رأينا الحال قد تغيرت، فليس ذلك لتغير سنة الله في خلقه، ووعده لأنبيائه والصديقين معهم، بل لتغير حال المؤمنين، (إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ) ، ولقد تنبأ - صلى الله عليه وسلم - بما آل إليه المسلمون، وبين أن ذلك سببه الوهن الذي يتولد عن حب الدنيا، وكراهية الموت، وإنه عندما تصاب القلوب بهذه الإصابة ذكر النبي - صلى الله عليه وسلم - أن الله ينزع من قلوب أعدائهم المهابة منهم، فقال عليه الصلاة والسلام:  \" ولينزعن من قلوب عدوكم المهابة منكم \"  (١) . </p><p> فإذا كنا نرى المؤمنين قد أُلقي في قلوبهم الرعب بدل الكافرين، فليس في هذا مخالفة لوعد الله؛ لأن بعض المسلمين في هذه الأيام وَالَوْا الكافرين على المؤمنين، وذلُّوا تحت ولايتهم واستخذوا لهم واستَعْدُوهم على أهل الإسلام، فنزع الله المهابة من أهل الإيمان، فكان ما كان، وشرط إلقاء الرعب في قلوب الكافرين ألا نطيعهم، فقد وقعنا إذن في المنهي عنه في قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تُطِيعُوا الَّذِينَ كَفَرُوا يَردّوكُمْ عَلَى أَعْقَابِكُمْ كَمَنقَلِبُوا خَاسِرِينَ) . </p><p> ولقد أطعناهم وواليناهم دون المؤمنين، ولم نتخذ الله مولى لنا، فخسرنا خسرانا مبينا، ولا حول ولا قوة إلا بالله. </p><p> (وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ) المأوى اسم مكان من أوى يأوي وهو الذي يرجع إليه الشخص ويعود إليه، ويقيم فيه إقامة طويلة، والمثوى اسم مكان من ثوى يثوي أي أقام إقامة لَا نهاية - لها، والمعنى أن الكافرين إذا ألقى الله في قلوبهم الرعب خسروا وباءوا بخسرانهم في الدنيا، وليس لهم مأوى في الآخرة إلا النار، وبئس هذه النار موضع إقامة دائمة لهم، وقد أظهر سبحانه وتعالى الاسم في موضع الإضمار، فلم يقل تعالت كلماته: وبئس النار مثواهم، بل </p><p>(١) رواه أبو داود ولفظه عَنْ ثَوْبَانَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" يُوشِكُ الْأُمَمُ أَنْ تَدَاعَى عَلَيْكُمْ كَمَا تَدَاعَى الْأَكَلَةُ إِلَى قَصْعَتِهَا»، فَقَالَ قَائِلٌ: وَمِنْ قِلَّةٍ نَحْنُ يَوْمَئِذٍ؟ قَالَ: «بَلْ أَنْتُمْ يَوْمَئِذٍ كَثِيرٌ، وَلَكِنَّكُمْ غُثَاءٌ كَغُثَاءِ السَّيْلِ، وَلَيَنْزَعَنَّ اللَّهُ مِنْ صُدُورِ عَدُوِّكُمُ الْمَهَابَةَ مِنْكُمْ، وَلَيَقْذِفَنَّ اللَّهُ فِي قُلُوبِكُمُ الْوَهْنَ»، فَقَالَ قَائِلٌ: يَا رَسُولَ اللَّهِ، وَمَا الْوَهْنُ؟ قَالَ: «حُبُّ الدُّنْيَا، وَكَرَاهِيَةُ الْمَوْتِ \".</p><p> قال:  (وَبِئْسَ مَثْوَى الظَّالِمِينَ) للإشارة إلى أن هذا المآل جزاء وفاقا لظلمهم فهو عقاب يستحقونه بسبب الظلم؛ إذ قد ظلموا أنفسهم فأضلوها وصدوها عن الحق وسبيله بسبب الغواية التي ارتضوها، وظلموا الحق فصدوا الناس عنه، وظلموا المؤمنين وحاولوا أن يفتنوهم عن دينهم واعتدوا عليهم وعثوا في الأرض مفسدين، وخضبوها بالدماء البريئة، فكان ما لقوه من هزيمة ورعب وخسران في الدنيا بعض الجزاء، والجزاء الأوفى في الآخرة. اللهم قنا عذاب النار، اللهم اهدنا فيمن هديت، وتولنا فيمن توليت، وقنا شر ما قضيت. اللهم أعزنا بعزتك، اللهم قنا شر الاستخذاء والولاية لغيرك، إنك سميع الدعاء. </p><p> * * * </p><p> (وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ (١٥٢) إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غَمًّا بِغَمٍّ لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ (١٥٣) </p><p> * * * </p><p> في الآيات السابقات إشارات إلى بعض ما كان في غزوة أحد من اضطراب القلوب، والرجفة التي أصابت الصفوف، وشيوع القالة المثبطة للعزائم الممزقة </p><p> للوحدة \"، وإنتاج هذه المقالة نتائجها؛ في قلوب ضعيفة، ونفوس مريضة بالنفاق. </p><p> وفى هذه الآيات وما وليها يذكر الله سبحانه وتعالى سبب الهزيمة مقترنا بنتائجها في نفوس المؤمنين الثابتين في إيمانهم، الأقوياء في عزيمتهم، الذين احتسبوا النية لله رب العالمين، فقال سبحانه: </p>"
}