{
  "id": null,
  "sura": 3,
  "aya": 181,
  "text": "<p> (لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ ... (١٨١) </p><p> * * * </p><p> لقد كان اليهود يحرضون المؤمنين على الشح وعدم الإنفاق في سبيل الله تعالى بطرق شتى، وكانوا يحاولون أن ينالوا من إيمان أهل الإيمان، فلما نزل قوله تعالى:  (مَن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرضًا حَسَنًا. . .) أخذوا يتهكمون على القرآن، وعلى دعوة الرسول - صلى الله عليه وسلم -، ويصفون الله سبحانه بما لا يليق، وذلك لِيُوهِنُوا قلوب المؤمنين، ويشككوهم في دينهم، أو ليبعثوا فيهم روح الشح. ويروى في ذلك عن ابن عباس أنه لما نزلت هذه الآية:  (مَن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا) جاءت اليهود إلى النبي - صلى الله عليه وسلم -، فقالوا: يا محمد ربك فقير يسأل عباده القرض (١) ، ويظهر أن ذلك قد تكرر منهم، وتجرءوا به على ذات الله سبحانه، أو اتجهوا إلى تكذيب ما في القرآن بالتهجم على ما اشتمل عليه في هذا المقام، ولقد بين سبحانه أنه عليم بقولهم علم من يسمع القول، ولذلك قال سبحانه:  (لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا. . .) وفي هذا التعبير بيان أن الله تعالى مُطَّلِعٌ عليهم، ومراقب لهم مراقبة من يستمع إليهم، وفي ذلك من التهديد ما فيه، إذ إنه إشعار بأن ذا الجلال القوي القهار القادر على كل شيء والذي يملك الوجود ومن فيه وما فيه، مستمع لما يقال في شأنه، وما يتجرءون به عليه، كما يقول القائل لن يجده يتجرأ على عظيم: إنه يسمع قولك ويعلم به، فارتقب عواقب ما تفعل، واستشعر الهيبة والمخافة والخشية:  (ولِلَّهِ الْمَثَلُ الأَعْلَى وَهُوَ الْعَزِيزُ الْحَكِيمُ) ، وقد عقب سبحانه ذلك بنتائج تلك المراقبة، وصرح بالتهديد الشديد في قوله تعالى:  (سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمً الأَنبِيَاءَ بِغَيْرِ حَقٍّ) . </p><p> في هذا الكلام تهديد شديد لهم، وذلك لأن المعنى: سنثبت عليهم في سجل الله تعالى قولهم هذا وتجرؤهم عليه سبحانه، وليس المراد مجرد الكتابة، بل المراد نتيجتها وهو الحساب عليها، والجزاء من العذاب الأليم، والتعبير بالكتابة كناية عن العلم المستتر الثابت الذي تترتب عليه نتائجه وثمراته، ولما تضمنته الكتابة </p><p>(١) رواه ابن أبي حاتم، وابن المنذر عن ابن عباس بسند حسن، وذكره الواحدي في أسباب النزول.</p><p> من معنى العقاب الرادع الذي لَا مناص منه عبر بالمضارع فقال سبحانه:  (سَنَكْتُبُ مَا قَالُوا) والتعبير بـ (مَا قَالُوا) فيه إشارة إلى ما فيه من تجرؤ على الله تعالى، وتهجم على مقامه الأعلى سبحانه. </p><p> وقد قرن سبحانه ذلك القول الجرىء بعمل جرىء من أسلافهم، وقد ارتضوه، فكان من الحق أن ينسب إليهم، وهو ما عبر عنه سبحانه وتعالى بقوله:  (وقَتْلَهُمُ الأَنبِيَاءَ بِغَيْرِ حَقٍّ) وذلك لإثبات جرأتهم في الشر، واستهانتهم بالحقائق الدينية، وشرههم إلى الفساد، وقد أثبت الله سبحانه وتعالى بذلك فساد فعلهم بهذا القتل الشنيع، وفساد قولهم بذلك القول الفاسد الجرىء على الله سبحانه وتعالى. </p><p> وهنا تثار ثلاثة أمور نتكلم فيها بإيجاز: </p><p> أولها: في قرن هاتين الجريمتين، وقد أشرنا إلى أنهما من نوع واحد، وهو التجرؤ على الله سبحانه وتعالى، فالقديمة تجرؤ على رسالة الله، والثانية تجرؤ على ذات الله، وبذلك يكونون قد عتوا عتوا كبيرا، وضلوا ضلالا بعيدا. ثانيها: أن نسبة القتل إلى الحاضرين صحيحة لأنهم رضوا به، وإن لم يكونوا قد باشروه، ومن رضي بجريمة فقد فعلها، وقد قال النبي - صلى الله عليه وسلم -: \" إذا عملت الخطيئة في الأرض كان من شهدها فأنكرها من غاب عنها، ومن غاب عنها فرضيها كان كمن شهدها \"  (١) . </p><p> وثالثها: أنه وصف قتلهم للنبيين بأنه بغير حق - مع أن هذا النوع من الإجرام لَا يمكن أن يكون بحق أبدا، وذلك للإشارة إلى شناعة أفعالهم، وعظم شرهم، وأنهم لَا يبالون أكان فعلهم في موضعه أم في غير موضعه. </p><p> وقد قلنا إن هذه الكتابة هي للعقاب، وقد قال سبحانه بعد ذلك مصرحا بالعقاب:  (ذُوقُوا عَذَابَ الْحَرِيقِ) . </p><p>(١) رواه أبو داود: الملاحم - الأمر والنهي (٣٧٨٢) عن العُرس بن عميرة الكندي.</p><p> الذوق هو الإحساس، وهو هنا الإحساس بالألم، والتأصل في الذوق أن يكون في أمر مرغوب في ذوقه وطلبه، وهو هنا للألم، فالتعبير فيه تهكم عليهم، كما قال تعالى:  (فَبَشِّرْهم بِعَذَابٍ أَلِيم) ، والحريق النار الملتهبة، وهذا الكلام فيه إيجاز حذف، إذ أن السياق تضمن حذف كلمات دل فيها ما ظهر على ما طوى، إذا المعنى سنكتب ما قالوا وما فعلوا ونلقيهم في جهنم وبئس المصير، ونخاطبهم وهم يَصْلون نارها بقولنا: ذوقوا عذاب تلك النار الملتهبة وآلامها، وذلك مثواهم، وقد صرح سبحانه بالسبب في ذلك العذاب الأليم، وإن كان ما مضى دالا عليه فقال: </p><p> * * * </p>"
}