{
  "id": null,
  "sura": 3,
  "aya": 188,
  "text": "<p> (لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا ... (١٨٨) </p><p> * * * </p><p> هذا وصف آخر لليهود في ماضيهم، وفي حاضرهم، فهم يحبون أن يحمدوا بما لم يفعلوا، ويفرحون بما أتوا، وتلك طبيعة الضال دائما، فالضال يفرح بكل ما يعمله، ويزين له سوء عمله فيراه حسنا، ويحب أن يحمد بما لم يفعل، فيدعي لنفسه من المحاسن ما شاء، وينكر محاسن غيره. والنهي موجه للنبي - صلى الله عليه وسلم -، وهو نهي مؤكد عن حسبان الخير فيهم فالتأكيد في قوله تعالى:  (لا تَحْسَبَن الذِين يَفْرحُونّ) هو تأكيد للنهي، وليس بتوكيد للظن، فليس النهي منصبا على الظن المؤكد، وغيره لَا يكون منهيا عنه، بل التوكيد هو لأصل النهي، أي ينهى الله سبحانه وتعالى نبيه نهيا مؤكدا عن أن يظن فيهم خيرا، أو يصيبهم خير، و \" تحسب \" لها مفعولان أصلهما مبتدأ وخبر، والمفعول الأول هو (الذين يفرحون بما أتوا) إلى آخره، والمفعول الثاني محذوف دل عليه ما بعده، وتقدير الكلام هكذا: ولا تحسبن الذين يفرحون بما أتوا ويحبون أن يحمدوا بما لم يفعلوا موفقين أو مهتدين، أو صالحين، وحذف لدلالة ما بعده عليه، وليذهب العقل كل مذهب فيما يتناسب مع الوصف الذي وصفهم سبحانه به، وهو أنهم يزينون أعمالهم، ويرغبون في المدح الكاذب، فإن ذلك هو الضلال البعيد، وليرتب السامع عليه ما شاء من عدم الهداية وعدم التوفيق، والبعد عن الخير والنفع، فكل ذلك وغيره يتضمنه الكلام المحذوف. </p><p> وقد صرح سبحانه بهلاكهم، فقال سبحانه:  (فَلا تَحْسَبَنَّهُمْ بِمَفَازَةٍ منَ الْعَذَابِ) أي إذا كانوا بهذا الوصف الذي وُصفُوا به، وهو الضلال المبين فلا تَحْسبنَّهم بمفازة أي بمنْجَاة من العذاب، والتعبير عن النجاة من العذاب الأليم بقوله تعالى:  (بِمَفَازَةٍ) الإشارة إلى أن أقصى ما يكون لهم من فوز أن ينجوا من العذاب الأليم أي المؤلم، ولكنهم لن ينجوا منه أبدا، ولذا أكد النهي بالخبر، فقال:  (وَلَهُمْ عَذَابٌ أَلِيمٌ) أي عذاب مؤلم أشد الإيلام، أو بكل ما يتصور العقل من إيلام، ولذلك جاءت كلمة أليم نكرة، فذكر سبحانه عذابهم الأليم بالسلب والإيجاب، فنفي أولا أنهم بمنجاة منه وأخبر ثانيا بأنهم واقعون وهنا بيان لطرق الشيطان إلى النفس. إنه يجعل الشخص يحمد كل ما يأتيه أي يصدر عنه، ويجعل نفسه هي مقياس الخير والشر، ويحبب إليه الثناء بغير الحق، وذلك هو الغرور، وهو الضلال، وهو الضعف النفسي، والفرح بما لم يفعل، وإن الثناء الكاذب ضار بمن يكون موضع الثناء، وضار بالمجتمع ولذلك قال - صلى الله عليه وسلم -: \" إذا رأيتم المداحين فاحثوا في وجوههم التراب \"  (١) ، وقال - صلى الله عليه وسلم -: \" لا تطروني كما أطرت النصارى عيسى ابن مريم فإنما أنا عبد، فقولوا عبد الله ورسوله \"  (٢) اللهم اكفنا شر النفاق، وامنعنا من الغرور، وثبت قلوبنا وألسنتنا وأقلامنا على قول الحق، إنك سميع الدعاء. </p><p> * * * </p><p>(١) جزء من حديث رواه مسلم في صحيحه: الزهد والرقائق - النهي عن المدح إذا كان فيه إفراط (٥٣٢٣). كما رواه الترمذي: الزهد (٢٣١٦)، وأبو داود: الأدب - كراهية التمادح (٤١٧٠)، وابن ماجه: الأدب - المدح (٣٧٣٢).(٢) رواه البخاري: أحاديث الأنبياء - قول الله تعالى: (واذكر في الكتاب مريم) (٣١٨٩)، وأحمد مسند العشرة المبشرين أول مسند عمر بن الخطاب رضي الله عنه (١٤٩)، والدارمي الرقاق لَا تطروني (٢٦٦٥)</p><p> (وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٨٩) إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ (١٩٠) الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ (١٩١) رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (١٩٢) رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ (١٩٣) رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ (١٩٤) </p><p> * * * </p><p> أنذر سبحانه وتعالى في الآيات السابقة وبشَّر، وأرشد وزجر، وبين غرور الذين كفروا بزخارف الدنيا، والتمكين لهم فيها مما دلاهم بغرور، وجعلوا يعتقدون أن السلطان فيها دليل السلطان في الآخرة. وفي هذه الآية الكريمة يبين سلطانه سبحانه، وهو الذي وعد وأوعد، وهدد وحرض، ولذلك قال سبحانه وتعالى: </p>"
}