{
  "id": null,
  "sura": 3,
  "aya": 140,
  "text": "<p> (إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ ... (١٤٠) </p><p> * * * </p><p> القَرْحُ بفتح القاف: الجرح، وبضمها: الألم الذي يترتب عليه، وقال الكسائي والأخفش: اللغتان بمعنى واحد وهو الجرح وأثره، وبهما قرئت الآية (١) ، ولقد جاء في المفردات للأصفهاني:  (القرح الأثر من الجراحة من شيء يصيبه من الخارج، والقرح أثرها من الداخل، كالبثرة ونحوها) . فالقرح على هذا أثر الجراحات في الظاهر، وبالضم أثرها في الباطن وإذا كان القرح هنا معنويا، فيصح أن نقول: إنه بالفتح ما يعقب المعركة من ألم واضح للهزيمة، وهو بالضم الغم والحزن الذي يستولي على النفوس حتى يكون النصر من جديد، وإن الظاهر هنا أن الفتح أوضح؛ لأن الله عبر عن أثره بأنه مس فقال:  (إِن يَمْسَسْكُمْ قَرْحٌ) والمس إنما يتناول الظاهر فقط. </p><p> والقرح الذي أصاب المشركين هو يوم بدر، وما أصاب المسلمين هو يوم أحد، وقد قرر الزمخشري أنه يجوز أن يكون القرح الذي أصاب المشركين هو يوم أحد، لأن المشركين قتل منهم عدد، فكان فيهم مقتلة كما في المسلمين فقد قال الله تعالى:  (وَلَقَدْ صَدَقَكُمُ اللَّه وَعْدَهُ إِذْ تَحُسُّونَهم (٢) بِإِذْنِهِ حَتَّى إِذَا فَشِلْتمْ وَتَنَازَعْتُمْ فِي الأَمْرِ وَعَصيْتُم مِّنْ بَعْدِ مَا أَرَاكُم مَّا تحِبُّونَ. . .). </p><p>(١) قرأها بضم القاف: حمزة والكسائي، وخلف وأبو بكر. وقرأ الباقون بالفتح. [غاية الاختصار لأبي العلاء الهمداني: (٢ ص ٤٥٣). (٢) تحثونهم: تقتلونهم.</p><p> ولكن الظاهر هو الأول، ليتحقق معنى قوله تعالى في بيان سننه إذ قال:  (وَتِلْكَ الأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ) . </p><p> هذه هي الفائدة الأولى التي تستفاد مما أصاب المسلمين يوم أحد، وهذه الفائدة هي أن يروا سنة الله قائمة، فلا نصر يدوم، ولا هزيمة تدوم، لأنه لو دام النصر لكان الغرور، ومع الغرور الطغيان، ووراء ذلك الترف، وإذا أصاب الترف نفوس الشعوب ذهبت نخوتها وضؤلت قوتها كما توقع الصِّدِّيق خليفة رسول الله - صلى الله عليه وسلم - للعرب عندما يتوالى انتصارهم:  (والله لتألمن من النوم على الصوف الأذربى (أي صوف أذربيحان) كما يتألم أحدكم من النوم على حسك السعدان) (١) . </p><p> والداولة معناها تبادل النصر، وقد كان ذلك في أول الإسلام مرة واحدة لكيلا يأخذ الترف السابقين من المؤمنين، وفسر الزمخشري مداولة الأيام بتبادل النصر وقال:  (المراد بالأيام أوقات الظفر والغلبة.نداولها:نصرفها بين الناس نديل تارة لهؤلاء وتارة لهؤلاء) ، وأصل كلمة نداول من الدولة، وهو مصدر لدال يدول بمعنى انتقل من حال إلى حال، أو من يد إلى يد، ومن ذلك قوله تعالى:  (كَيْ لا يَكُونَ دُولَةً بَيْنَ الأَغْنِيَاءِ مِنكُمْ. . .) ، أي يتدولون المال فيما بينهم، ولا يصل إلى أيدي الفقراء منه شيء. </p><p> والمعنى الجملي: فعلنا ذلك إجراء لسنة من سن ألله التي خلت من قبلكم وهي مقررة في قوله تعالى: (وَتلْك الأَيَّامُ نُدَاوِلُهَا) ولذا عطف عليه قوله تعالى: (ولِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنكُمْ شُهَدَاءَ) : </p><p> هاتان فائدتان أخريان لما أصاب المسلمين يوم أحد، فأولاهما - تحقق علم الله تعالى وإظهاره المؤمنين الثابتين، والذين ينافقون، فمعنى علم الله تعالى هو تحقق ما قدره في الأزل، فيعلمه الناس، ويعلمه الله تعالى واقعا حاضرا، ولقد </p><p>(١) حسك السعدان: نبات شوكي وهو من أفضل مرعى الإبل، وفي المثل. مرعى ولا كالسَّعدان. الصحاح. سعد.</p><p> ذكر الزمخشري في تفسير علم الله في هذا المقام أنه على وجهين: أحدهما أن يراد تمييز قوى الإيمان من ضعيف الإيمان فيتميز الخبيث من الطيب، ويكون هذا من قبيل التمثيل، أي فعل الله تعالى ذلك فعل من يريد أن يعلم من الثابت على الإيمان منكم من غير الثابت، والوجه الثاني - أن يكون علم الله الذي ثبت بالواقعة هو علم الجزاء أي يتحقق فيهم جزاء الله تعالى وفي الحق أن المؤدى في الأقوال كلها واحد وهو أن يظهر صادقو الإيمان وينكشف نفاق المنافقين، ويعلن بذلك للناس علم الله تعالى المكنون. </p><p> والفائدة الأخرى في الآية هي اتخاذ شهداء - أي وقوع الشهادة في المؤمنين أي قتل المؤمنين الذين يشهد لهم بالجنة ويشهد لهم بالفداء، وإن هذه فائدة؛ لأن هؤلاء يكونون مُثُلًا عليا في الفداء يَقتدِي بهم غيرُهم، ويستهينون بالموت في سبيل إعلاء كلمة الحق، وخفض كلمة الباطل، ولأن هذا يجعل المجاهدين يعلمون أن الحرب مع نصر الله غير خالية من الشدائد والاستعداد لها، والإصابة فيها. </p><p> (وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ) إذا كان من هؤلاء الذين تقدموا للقتال من كانوا من أهل الحق، ومنهم من كان من أهل الدنيا، وقد علم الله تعالى الفريقين، فإنه لا شك أن الذين لم يثبتوا على القتال وقد دخلوا، والمنافقين الذين ثبطوا الذين آمنوا حتى همت طائفتان منهم أن تفشلا - ظالمون، وإذا كانوا ظالمين، فمن نتائج المعركة أن يتميزوا وأن يعلموا أنهم ليسوا من أهل الله، لأنهم فقدوا محبته، وفي هذا النص إشارة إلى ظلم الذين اتبعوا الغنائم، وتركوا موضع الرماية وكشفوا ظهر المؤمنين إذ إن هذا كان سبب الهزيمة، والله لَا يحب الظالمين، ولا يحب أفعالهم، ولذلك قدر الهزيمة مع هذا الفعل، فعلى القائد أن يختار جنده من الصفوة دون غيرهم، وبهذا يكون ذلك النص فائدة رابعة. </p><p> * * * </p>"
}