{
  "id": null,
  "sura": 3,
  "aya": 122,
  "text": "<p> (إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلَا وَاللَّهُ وَلِيُّهُمَا ... (١٢٢) </p><p> * * * </p><p> الهمُّ هو حديث النفس واتجاهها إلى أمر معين من غير تنفيذ، فحديث النفس هو ما يأخذ طريق التنفيذ، فإذا أخذ طريق التنفيذ فهو إرادة وعزيمة، ومن ذلك قوله تعالى:  (وَهَمُّوا بِمَا لَمْ يَنَالُوا) والفشل ضعف مع جبن، ومن ذلك قوله تعالى:  (وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ. . .) ، ومن ذلك أيضا قوله تعالى: </p><p> (حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ) ومعنى النص اذكر أيها النبي الكريم أنت وأمتك أثر إفساد المنافقين إذ اتخذتم منهم بطانة، اذكر ذلك إذ همت طائفتان منكم أن تفشلا، أي إذ حدثت نفسها طائفتان من المؤمنين لَا من المنافقين أن تفشلا وتضعفا في وقت الشديدة والكريهة،، مع أن الله تعالى وليهما وناصرهما، ومن يكون الله معه لَا ينهزم إلا إذا خالف أوامر الله وأوامر نبيه وقائده الأعلى، فذكر ولاية الله تعالى في هذا المقام لسببين: </p><p> أحدهما: أن المنافقين استطاعوا أن يؤثروا في المؤمنين ذلك التأثير السعي مع أن المؤمن يشعر دائما بولاية الله تعالى وعزته، وأنه سبحانه وتعالى ينصر من </p><p> ينصره، وهو القوي العزيز، وأن هذا يوجب أن يعمل الهادي والمرشد على أن يصون نفوس المؤمنين من أن يدخل إليها شياطين الإنس من المنافقين والمخادعين. </p><p> الثاني: أن ذلك فيه معنى التوبيخ لأولئك الذين تأثرت نفوسهم بأولئك المنافقين لأنه ما كان ينبغي لهم أن يستمعوا إلى دعاية المنافقين، أو أن يفتحوا لها بابا تدخل منه إلى قلوبهم، ولكن هكذا البشر تتسرب إلى نفوسهم وسوسة الشيطان من حيث لَا يشعرون. </p><p> وإن الطائفتين اللتين همتا بالفشل هما بنو حارثة من الأوس وبنو سلمة من الخزرج، وكانا جناحي العسكر يوم أحد، وقد ذكر البخاري عن جابر قال: فينا نزلت: (إِذْ هَمَّت طَائِفَتَانِ مِنكُمْ أَن تَفْشَلا وَاللَّهُ وَلِيُّهُمَا) . نحن الطائفتان بنو حارثة وبنو سلمة، وما نحب أنها لم تنزل لقول الله عز وجل:  (وَاللَّهُ وَلِيُّهُمَا)  (وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ) وإذا كان الله سبحانه وتعالى وليّ المؤمنين حتى من يهم أن يضعف متأثرا بحركات المنافقين، فإنه سبحانه وتعالى هو الذي يتوكل عليه المؤمنون، والمؤمن بوصف كونه مؤمنا لَا يعتمد على حليف أو نصير، وإنما يعتمد على الله تعالى وحده، فإذا كان المنافقون قد خذلوا المؤمنين في ساعة العسرة فإن الله معهم وناصرهم، ولن يخذلهم ما داموا آخذين بأوامره منتهين عن نواهيه، ولن يتمكن منهم في هذه الحال أعداؤهم (وَاللَّهُ مِن وَرَائِهِم مُّحِيط) . </p><p> والتوكل الحقيقي لَا يستدعي ترك الأسباب، فإنه لَا توكل إلا بعد الأخذ بالأسباب، إذ إن حقيقة التوكل الذي طالب الله تعالى به هو أنه يأخذ بالأسباب ويستعد، ثم يترك الأمور لله تعالى، فإنه قد يعرض للإنسان ما ليس في حسبانه، فعليه أن يترك تلك المنطقة الغيبية لعلام الغيوب، والدليل على أن التوكل في القرآن والسنة يستدعي اتخاذ الأسباب، أنه يجتمع مع الجهاد والمشاورة، فالله </p><p> تعالى يقول (وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ ... ) . </p><p> وفى الآية التي نتكلم في معانيها السامية جاء الأمر بالتوكل بعد أن أخذ النبي - صلى الله عليه وسلم - يبوئ المؤمنين مقاعد للقتال، ويأخذ الأهبة ويستعد، وإذا كان التوكل ترك الأسباب فَلِمَ كان الأمرُ بالعمل والقتال وغيره من التكليفات التي تكون سببا لنتائج شرعية. </p><p> * * * </p>"
}