{
  "id": null,
  "sura": 3,
  "aya": 200,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (٢٠٠) </p><p> * * * </p><p> كانت سورة آل عمران مبينة لألوان الجهاد الذي يقوم به المؤمنون، ففيها جهاد بالحق والبرهان، وجهاد بالقتال وتحمل مرارة الهزيمة، ولذلك ختمها سبحانه بهذا النداء السامي الذي يجب أن يكون شعار كل مؤمن، وابتدأ النداء بـ يا أيها الذين آمنوا، لإشعارهم بأن ما يطلب منهم هو من ثمرات الإيمان ومن مقضياته، وقد أمر بأمور أربعة: الصبر، والمصابرة، والمرابطة، والتقوى. والصبر: معناه ضبط النفس عن أهوائها، وتحمل المكاره راضيا غير ساخط، والقيام بالطاعات على وجهها، وتجنب العاصي، وتحمل آثار الهزيمة، والعمل على النهوض بعد الكبوة، وتحمل أذى الأعداء وسخريتهم، فالصبر معنى نفسي في الصابر يجعله يعلو على الحوادث والنوازل، ويستولي على نفسه، ويحملها على ما تحب وتكره، والصبر كما يكون في الفقر يكون في الغنى، وصبر الغني بقمع شهواته، وعدم البطر، وعدم الفرح السرف الفاخر المستعلي. </p><p> والمصابرة هي المغالبة بالصبر، وهي تكون في الجهاد مع الأعداء في الملحمة، أو في المجادلة، أو في أي مغالبة على أي لون كانت، والمرابطة هي القيام على الثغور الإسلامية لحمايتها من الأعداء، فهي استعداد ودفاع وحماية للديار الإسلامية، وقد قال عليه الصلاة والسلام:  \" رباط يوم في سبيل الله خير عند الله من الدنيا وما عليها \"  (١) ، وكان كبار الزهاد يرابطون نصف السنة، ويطلبون قوتهم بالعمل في النصف الآخر: والتقوى هي لب كل عمل صالح، وهي النية المحتسبة للخير، فالمرابطة والمصابرة إن لم تكن منبعثة من التقوى لإرضاء الله تعالى فإنه لَا خير فيها، وإن هذه الأمور الأربعة هي التي يرجى بها الفلاح، أي الفوز في الدنيا والآخرة، ولذا قال سبحانه:  (لَعَلَّكُمْ تُفْلِحُونَ) أي رجاء أن يكتب لكم الفوز بالنصر في الدنيا والجزاء في الآخرة. اللهم اكتبنا برحمتك في عبادك الفائزين برضاك. </p><p>(١) جزء من حديث رواه البخاري: الجهاد والسير - فضل رباط يوم في سبيل الله (٢٦٧٨) عَنْ سَهْلِ بْنِ سَعْد الساعدي رَضيَ اللَّهُ عَنْه. كما رواه الترمذي بلفظ (وما فيها): فضائل الجهاد - ما جاء في المرابط (١٥٨٧)، َ وَرواه أحَمد: باقي مسند الأنصار - حديث أبي مالك سهل بن سعد الساعدي رضي الله عنه (٢١٨٠٢).</p><p> (سُورَةُ النِّسَاءِ) </p><p> * * * </p><p> تمهيد </p><p> * * * </p><p> قبل أن نتجه إلى التفسير التحليلي لآيات هذه السورة، لابد من تمهيد موجز يعطي القارئ صورة لما اشتملت عليه. </p><p> لقد اتفق الرواة على أن هذه السورة مدنية، أي نزلت بعد الهجرة المحمدية على صاحبها أفضل الصلاة وأتم التسليم، وأن ما اشتملت عليه يدل على أنها نزلت بعد أن كان للإسلام دولة تنظم علاقاتها بغيرها، وبعد أن منَّ الله تعالى على الذين استُضعِفُوا في الأرض وجعلهم أئمة يهدون بأمر الله تعالى فيها. وقد روي أن ابن عباس - رضي الله عنهما - قال: \" ثماني آيات نزلت في سورة النساء خير لهذه الأمة مما طلعت عليه الشمس وغربت. أولهن:  (يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكمْ سننَ الَّذِينَ مِنِ قَبْلِكُم وَيَتُوبَ عَلَيْكمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ) والثانية: (وَاللَّهُ يُرِيدُ أَن يتُوبَ عَلَيْكُمْ وَيرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوِاتِ أَن تَمِيلُوا مَيْلًا عَظيمًا) ، والثالثة:  (يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ وَخُلِقَ الْإِنْسَانُ ضَعِيفًا) ، والرابعة:  (إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِن تَكُ حَسَنَةً يُضاعِفْهَا وَيُؤْت مِن لَّدُنْهُ أَجْرًا عَظِيمًا) ، والخامسة:  (وإِن تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكًفِّرْ عَنكُمْ سَيِّئَاتِكُم وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا) ، والسادسة: </p><p> (إِنَّ اللَّهَ لَا يَغْفِرُ أَن يشْرَكَ بِهِ وَيغْفِرُ مَا دُونَ ذَلِكَ لمَن يَشَاءُ وَمن يشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضلالًا بَعِيدًا) ، والسابعة:  (وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَحِيمًا) ، والثامنة:  (وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا (١١٠) . </p><p> وإن صحت هذه الرواية عن ابن عباس (١) فإنها تدل على أنه اتجه إلى عدل الله ورحمته بعباده، وفتحه باب التوبة والمغفرة. وإلا فإن القرآن كله بكل سورة وآياته خير لهذه الأمة مما طلعت عليه الشمس وغربت. </p><p> وسورة النساء هي سورة الإنسانية، ففيها عَيَّن القرآن الكريم العلاقات الإنسانية التي تربط الناس بعضهم ببعض، وما ينبغي أن تنهجه المجتمعات الفاضلة في جعل العلاقة الإنسانية الأصيلة تسير في مجراها الطبيعي الذي رسمه رب العالمين بمقتضى الفطرة، وفيها ما حده الله - تعالى - لعلاج الانحراف الذي ينحرف به ذوو الأهواء من الآحاد والجماعات. </p><p> ابتدئت السورة الكريمة ببيان الارتباط الإنساني الجامع الذي تلتقي عنده البشرية جميعها، فقال - سبحانه -: (يَا أَيُّهَا النَّاسُ اتَّقوا رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَبئَ مِنْهَا زَوْجَهَا. . .) ، وإذا كان الناس جميعا ينتهون إلى أصل واحد فإنه لَا بد من التساوي، ولا بد من التراحم لهذه الرحم الواصلة، ثم إن أول مظاهر التراحم هو الأخذ بيد الضعفاء، وأوضح الضعفاء مظهرا أولئك اليتامى الذين لَا عائل يعولهم، وإن اليتيم المقهور هو الذي يتولد فيه الانحراف، ومن الانحراف تكون العداوة، ويكون الشر المستطير، ولذلك ابتدئت السورة بعد إثبات الوحدة الجامعة بعلاج اليتم لتكون الجماعات في طريق المودة. </p><p> واليتيم لَا يحتاج فقط إلى الغذاء والكساء بل يحتاج إلى المودة والإصلاح في نفسه وماله:  (وَلْيَخْشَ الَّذين لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللَّهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا) . </p><p> وفى سبيل بيان حقوق اليتامى يبين - سبحانه - نظام التوزيع المالي للأسرة عندما يموت واحد منها، فيبين الميراث وأنه حد لله تعالى للحقوق المالية لمن يخلفون المتوفى في ماله، وأن الانحراف عنه عصيان لله تعالى. </p><p>(١) رواها ابن جرير الطبري في تفسيره، وروى الحاكم بإسناد صحيح على شرط الشيخين ولم يخرجاه، عن ابن عباس أنه قال: سلوني عن سورة النساء؛ فإني قرأت القرآن وأنا صغير.</p><p> وبعد ذلك أخذ يبين الله سبحانه وتعالى تكوين الأسرة الإسلامية، وأساس التكوين هو العلاقة بين الرجل والمرأة، أو بتعبير القرآن السامي العلاقة بين النفس وزوجها، فنفى أن تكون العلاقة بينهما كالعلاقة بين أنثى الحيوان والذكر، بل العلاقة بينهما أسمى وأعلا، ولذلك أشار إلى عقوبة من ينزل إلى مرتبة الحيوان فقال:  (وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا (١٥) . </p><p> وبين أن باب التوبة مفتوح لمن يقع في هذه الخطيئة الحيوانية، ثم أخذ يرسم - سبحانه وتعالى - الطريق السليم للعلاقة بين الرجل والمرأة، وهو الزواج، وحرم ما كان عليه أهل الجاهلية من وراثة النساء وسمَّى ذلك مقتا، ثم أخذ يبين سبحانه شرائط العقد الصحيح، والنساء اللائي يحرمن في الزواج، ثم نفَى سبحانه أن يكون اتخاذ الأخدان سبيلا من سبل تكوين الأسرة ومن اتخاذ الأخدان ما يسمى بالمتعة وهو اتخاذ المرأة لأمد محدود في نظير أجر معلوم. </p><p> وبعد أن بين سبحانه العماد الذي تقوم عليه الأسرة، وهو الزوجان، أخذ يبين علاقة الإنسان بغيره من الناحية المالية فقال سبحانه وتعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا (٢٩) . </p><p> ولقد كانت العلاقة بين الرجل والمرأة موضع نظر الماضين كما هي الآن موضع النظر والقول، فوضع الله سبحانه وتعالى الحدود التي تبين حقوق كليهما، فبين الله سبحانه وتعالى أن لكل منهما نصيبه من الكسب (. . . لِّلرِّجَالِ نَصِيبٌ مِّمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ ممَّا اكْتَسَبْنَ وَاسْأَلُوا اللَّهَ مِن فَضْلِهِ إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا) . وبين مع ذلك أن للرجال فضل الرياسة والقوامة، وأن ذلك يظهر فيما للرجل على امرأته من ولاية التأديب، وقد ذكر سبحانه ضروب التأديب التي يملكها الرجل على زوجه، وكلها من غير قسوة ولا شذوذ ولا طغيان، ثم بين سبحانه العلاج إذا أصابت الأسرة آفة الشقاق، فقال سبحانه </p><p> وتعالى:  (وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيمًا خَبِيرًا (٣٥) . </p><p> وبعد أن بين سبحانه ماهو قوام الأسرة وعمادها - وقد أشار إلى العلاقات المالية بين الناس، وأن أساسها التراضي - أخذ سبحانه وتعالى يبين لنا العلاقة بين العبد وربه، والعلاقة بين العبد والناس بغير التجارة، فَأما العلاقة بين العبد وربه فهي العبادة لله وحده، لَا يشرك به أحدا، وأما العلاقة بينه وبين الناس فهي الإحسان، وأول من يجب له الإحسان الوالدان، ثم الإحسان إلى ذوي القربى واليتامى أيَّان كانوا؛ لأنهم إن أهملوا تربت بينهم وبين المجتمع روح العداوة، ثم الإحسان إلى الجار المجاور، والجار القريب لك، ومن تصاحبه في طريق أو عمل، والإحسان إلى ابن السبيل والضعفاء جميعا، والتضامن والتواضع، ولذا قال تعالى:  (وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًا (٣٦) . </p><p> وبين سبحانه التلازم بين الاختيال والفخر والبخل، وبين عاقبة كليهما، وذكر أن من المختالين البخلاء من ينفقون أموالهم رئاء الناس، وأن هذه العيوب النفسية هي من وسوسة الشيطان، وبين سبحانه وتعالى عقاب هؤلاء في الدنيا والآخرة وكيف يحضرون يوم القيامة:  (يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا (٤٢) . </p><p> وقد بين سبحانه وتعالى الأساس الذي تقوم عليه العلاقة الإنسانية، وهو الضمير، والضمير لَا يتربى إلا بالصلاة، ولذلك أخذ يشير إلى أحكامها، مشيرا إلى تحريم أم الخبائث وهي الخمر، فقال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا. . .) . </p><p> ثم بين سبحانه حال أولئك الذين ماتت ضمائرهم مع ما أُوتُوه من علم الكتاب، وهم اليهود، فقد اتخذوا منه ذريعة للسلطان والسيطرة، وبذلك عملوا على إضلال غيرهم، وإفساد عقائد مَن كانوا يجاورونهم، وبين في هذا محاولتهم إيذاء النبي والتهكم عليه في دعوته، وفي أثناء بيان رسالته، وربط سبحانه وتعالى حاضرهم بماضيهم، وأشركهم سبحانه مع المشركين في قرن، وقد بين سبحانه أن الباعث على هذا الضلال والتضليل هو إرادتهم الملك والحسد، ولذا قال سبحانه:  (أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ فَإِذًا لَا يُؤْتُونَ النَّاسَ نَقِيرًا (٥٣) أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا (٥٤) . </p><p> وبين سبحانه من بعد ذلك عاقبة الذين يكفرون بآياته سواء أكانوا ممن أُوتوا الكتاب من قبل أم كانوا من المشركين. وقابل هذه العاقبة بما أفاضَهُ الله - تعالى - من نعيم أُخرَوي على المؤمنين. </p><p> وقد بين سبحانه وتعالى من بعد ذلك أساس الحكم الإسلامي، فذكر أنه العدل والأمانة، وأن أمثل طريق لتحري العدل والأمانة هو إطاعة الله ورسوله، وأن الحاكم عليه أن يردَّ كل تنازع إلى حكم الكتاب والسنة، وأن التحاكم إلى غير كتاب الله تعالى وسنة رسوله تحاكم إلى الطاغوت، وأن المنافق هو الذي يرتضي حكم الطاغوت بدل حكم الله تعالى:  (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُودًا) ، وقد بين أن أمارة الإيمان هو تحكيم الكتاب والسنة (فَلا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنفسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا) . </p><p> وإن الحق يجب أن ينصر، وإن المؤمن لَا يصح أن يستسلم للاعتداء، وإذا كان العدل وأداء الأمانة وإطاعة الله ورسوله أساس الحكم الإسلامي، فإن العدل مع المخالفين هو أساس العلاقة بين المسلمين وغيرهم، وإن القتال إذا كان العدل يستوجبه يكون أمرا لازما، فإذا اعتُدِي على الإسلام وأهله وجب القتال، ووجب أخذ الأهبة، وكان الحذر من الأعداء بقتالهم: (فَلْيُقَاتِلْ فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ </p><p> الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا (٧٤) وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيرًا (٧٥) . </p><p> وإن الخروج للقتال هو العلاقة المميزة بين أقوياء الإيمان وضعفاء الإيمان ومنهم المنافقون، فهؤلاء وأولئك يقولون:  (. . . لَوْلا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ. . .) . وشأن الضعاف أن يزيلوا عن أنفسهم مظنة التقصير، وينسبوا ما يصيبهم من سيئة لغيرهم، وينكروا فضل ذوي الفضل:  (. . . وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِ اللَّهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِكَ قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا (٧٨) . </p><p> وإن أولئك يخالفون الرسول، فالله سبحانه أكد لهم أن من يطع الرسول فقد أطاع الله، وأن ذلك كله من هجرهم لأوامر القرآن، وعدم تدبرهم لإعجازه ومراميه، وأن عليهم أن يردوا ما يستغلق عليهم فهمه إلى سنة الرسول وإلى العلماء منهم. </p><p> وإن أولئك المنافقين معوِّقون، ولذا أمرالله نبيه بألا يلتفت إليهم:  (فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ عَسَى اللَّهُ أَن يَكُفَّ بَأْسَ الَّذِين كَفَرُوا وَاللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا) . </p><p> وقد بين سبحانه أن المعاملة بالمثل هي أساس الإسلام، وأن الجزاء مجانس للعمل دائما، والله سبحانه وتعالى سيجمع الناس جميعا يوم القيامة. </p><p> وقد ذكر سبحانه وتعالى ما ينبغي أن يعامل به المنافقون الذين هم كالداء الوبيل في جسم الأمة، فبين الله سبحانه وتعالى أن يعاملوا باحتراس ولا يتخذوا نصراء ولا أولياء، فلا تتخذوا منهم أووصاء حتى يخلصوا في دين الله تعالى، وإذا </p><p> خرجوا من دياركم أيها المؤمنون فخذوهم واقتلوهم حيث وجدتموهم ولا تتخذوا منهم وليا ولا نصيرا. إلا إذا لجأوا إلى قوم بينكم وبينهم ميثاق، أو قوم ليس بينكم وبينهم حرب ولا يريدون أن يحاربوكم، فإن قاعدة الإسلام احترام المواثيق، وأن من سالم أهله لَا يرفع عليه سيف، ولذا قال سبحانه وتعالى:  (. . . . فَإِن اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّه لَكُمْ عَلَيْهِمْ سَبِيلاً) . وإذا كان العدل هو أساس الحكم الإسلامي، وأساس العلاقات الإسلامية، فإن من الواجب أخذ الجاني بجريمته، ولذلك اتجه إلى بيان ما ينبغي لحماية الأنفس في الداخل بعد أن بين طريق حمايتها في الخارج، وهذا بالقتال، وكانت الحماية في الداخل بالعقوبات المقررة الثابتة في الإسلام، فذكر عقوبة القتل الخطأ من المؤمنين أو من قوم بيننا وبينهم ميثاق، ثم ذكر عقوبة القتل العمد الأخروية لأنه ذكر القصاص في سورة البقرة، وقال سبحانه:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ. . .) . </p><p> وبهذا بين الله سبحانه احترام الإسلام لحق الحياة، ولذلك لَا يُطل دم (١) في الإسلام، وهو لَا يحترم حق الحياة للمسلمين فقط، بل يحترمها للناس كافة إلا في حال الاعتداء، ولذلك أمر بالاحتراس في الحرب من أن يقتل غير مقاتل، أو يحارب غير محارب، وأمر المؤمنين عند القتال والخروج إليه ألا يقتلوا من يلقى السلام، فقال سبحانه:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوا إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (٩٤) . </p><p> وإن العدل لَا تقوم أركانه في الأرض إلا بأمرين: أحدهما: استعداد أهل الحق لدفع شر الأعداء للحق، وإن للمجاهد فضلا على من لم يجاهد، ولذا قال </p><p>(١) أي: لَا يُهدَر.</p><p> سبحانه:  (لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً. . .) . </p><p> الأمر الثاني: ألا يرضى مؤمن بالبقاء في ذلة تحت سلطان عدو الله وعدو الحق، بل عليه أن يهاجر من أرض الذلة، ولذا قال سبحانه:  (إِنَّ الذِينَ تَوَفَاهُمُ الْمَلائِكَةُ ظَالِمِي أَنفُسِهِمْ قَالُوا فِيمَ كُنتُمْ قَالُوا كُنَّا مُسْتَضعَفِينَ فِي الأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِروا فِيهَا. . .) . </p><p> وقد بين سبحانه وتعالى وجوب الهجرة على القادر عليها، وفضلها. </p><p> وإن الجهاد فريضة محكمة، والصلاة ذكر الله، ولذلك لَا تسقط فريضة الصلاة في الجهاد، بل هي واجبة، ولها نظام خاص يلتقي فيها الجهاد مع أداء الصلاة جماعة بإمام واحد، فيبتدئ الإمام مع فريق والآخر يحرس الجماعة المجاهدة من الغارة، حتى إذا كان نصف الصلاة ذهب الذي ابتدأ معه للحراسة، وجاء الذي لم يبتدئ، وأتم الإمام صلاته معه، ثم يكمل كل ما فاته. وله فضل الجماعة. </p><p> وإن الصلاة قد اتخذت منها قوة معنوية، ولذلك أمرهم بالثبات بعد الصلاة، فقال سبحانه:  (وَلَا تَهِنُوا فِي ابْتِغَاءِ الْقَوْمِ إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١٠٤) . </p><p> وإن النبي - صلى الله عليه وسلم - في جهاده إنما يجاهد للحق، وهو الحكم العدل، ثم بين سبحانه وتعالى العدو الداخلي وهو النفاق والمنافقون، وكيف كان - صلى الله عليه وسلم - لَا يكشفهم ولا يظهرهم، فيقول سبحانه:  (وَلَا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا (١٠٧) يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا (١٠٨) ، وبين سبحانه عدله الكامل، ورحمته الشاملة، أما عدله فبجعله الجزاء موافقا للعمل (وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكسِبُهُ عَلَى نَفْسِهِ. . .) . </p><p> وأما الرحمة فبفتحه باب التوبة وباب المغفرة (وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَّحِيمًا) . وإن الفضلِ والرحمة والعدالة فيما أنزل سبحانه:  (. . . وَأَنزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا) . </p><p> وقد بينِ سبحانه أن الاستخفاء بالأقوال والأفعال عن الرسول أكثره لَا خير فيه:  (لا خَيْر فِي كَثِيرٍ من نَّجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاحٍ بَيْنَ النَّاسِ. . .) ، فالنفاق استخفاؤه ضلال، والإيمان استخفاؤه إصلاح، ونفع، ثم بين أن الموالاة بين المنافقين والمشركين مشاقة لله ورسوله، (وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا (١١٥) </p><p> ولقد بين الله سبحانه وتعالى دعوة الله تعالى ودعوة الشيطان. فدعوة الله تعالى إلى تحكيم العقل، ودعوة الشيطان إلى الضلال والغواية، فالشيطان يدعو إلى تقطيع آذان الأنعام، وتغيير خلق الله، ومن يتخذ الشيطان وليا من دون الله فقد خسر خسرانا مبينا، وبين عاقبة المتبعين لله ولرسوله، وعاقبة المتبعين لأهوائهم، وكيف يرجون الخير ولا يعملون إلا الشر، وهي أماني كاذبة (وَمَنِ يَعْمَلْ مِنَ الصَّالِحَاتِ مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مؤْمِنٌ فَأُوْلَئِكَ يَدْخُلُونَ الْجَنَّةَ ولا يُظْلَمًونَ نَقِيرًا) ، وقد أشار سبحانه إلى أحسن الأديان، وهو الاتجاه إلى الله وحده وإحسان العمل، واتباع النبيين. </p><p> وإن الإسلام هو القسط، وقد اتجه سبحانه إلى إصلاح الأسرة بمنع الظلم عن المرأة، فإن شكَتْ مِنْ زوجها نشوزا عالجته هي بالإصلاح، فإن لم تجد استعانت بمن يصلحه من أقارب، وإن لم يجد إصلاحا (وَإِن يَتَفَرَّقَا يُغْنِ اللَّهُ كُلًّا مِّن سَعَتِهِ. . .) ، وإن تقوى الله في كل الأعمال هي المطلوبة، وهي التي تصلح النفوس. ولذلك صرحت الآيات الكريمة بأنها أمر الله الدائم إلى يوم القيامة، أمر به من سبقوا ومن لحقوا. </p><p> وبعد هذا بين سبحانه وتعالى أمره الخالد، وهو العدالة المطلقة التي لا تعرف وليا ولا عدوا (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالأَقْرَبِينَ إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا. . .) . </p><p> وأمر بعد ذلك سبحانه بالإيمان بالله ورسوله، وبهذا يشير إلى أن العدالة قرين الإيمان. </p><p> وبعد هذا البيان الرائع الذي يصور حقيقة الإيمان وعماده أخذ يصور حقيقة النفاق والمنافقين تصويرا قرآنيا، وإن أدق صورة بيانية للنفاق والمنافقين قوله تعالى:  (مُذَبْذَبِينَ بَيْنَ ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلا إِلَى هَؤُلَاءِ وَمَن يُضْلِلِ اللَّهُ فَلَن تَجِدَ لَهُ سَبِيلًا) . والله سبحانه برحمته التي وسعت كل شيء يفتح باب التوبة حتى للمنافقين ثم يقول:  (مَا يَفْعَلُ اللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَآمَنتُمْ وَكَانَ اللَّهُ شَاكِرًا عَلِيمًا) . أدبنا سبحانه وتعالى أدبا عاليا، وهو منع الجهر بالسوء؛ لأن الجهر به دعوة إليه، ولكن رخص للمظلوم أن يتكلم في ظالمه بالحق (لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَن ظُلِمَ وَكَانَ اللَّهُ سَمِيعًا عَلِيمًا) ، وقد بين سبحانه بعد ذلك أحوال اليهود، فقد فرقوا بين الرسل، آمنوا ببعض وكفروا ببعض، وقد بين تعنت الماضين، مع أنهم أُوتُوا تسع آيات بينات، ومع ذلك طلبوا أن يَروُا الله جهرة، ثم اتخذوا العجل إلهًا من بعد ما جاءتهم البينات، ورفع الجبل فوقهم وأُخِذت عليهم العهود الموثقة، وأُمِروا ألا يَعْدُوا في السبت، ومع كل هذا خالفوا، فطبعت قلوبهم على القسوة، وعقولهم على الإنكار، والبينات تجدي طالب الهداية فقط ولم يطلبوها، وقد استمروا على افترائهم فافتروا على مريم البتول، وادعوا أنهم قتلوا المسيح (. . . وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِن شُبِّة لَهُمْ. . .) . </p><p> وبهذا الظلم وتلك القسوة والجشع المادي حرم الله عليهم طيبات أحلت </p><p> لهم؛ ليفطم نفوسهم - وليسوا جميعا سواء؛ ولذلك ذكر الله تعالى الراسخين في العلم منهم ومقامهم من الحق والإيمان بهم. </p><p> ولقد بين سبحانه وحدة الرسالة الإلهية، فما أوحي إلى النبي هو ما أوحي إلى الأنبياء قبله، وإن الله يشهد والملائكة يشهدون بصدق ما جاء به، وإن الكافرين صدوا عن سبيله وضلوا وطريقهم إلى جهنم. ثم بين سبحانه ضلال أهل الكتاب، فقد غالوا في أنبيائهم، فقال النصارى: الله ثالث ثلاثة! وذلك ليس الحق (لَن يَسْتَنكِفَ الْمَسِيحُ أَن يَكُونَ عَبْدًا لِّلَّهِ وَلا الْمَلائِكَةُ الْمُقَرَّبُونَ. . .) . </p><p> ثم بين سبحانه وتعالى أن القرآن حجته فيه، فقال سبحانه:  (يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُم بُرْهَانٌ من رَّبِّكُمْ وَأَنزَلْنَا إِلَيْكُمْ نُورًا مُّبِينًا) . </p><p> وقد ختم سبحانه وتعالى السورة بما ابتدأ به، وهو أمر بعض أحكامِ الأسرة، لبيان أن الأسرة هي حمى المجتمع وموضع صيانته، فقال سبحانه:  (يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (١٧٦) . </p><p> هذه إشارة موجزة إلى ما اشتملت عليه السورة التي تعلو بالإنسانية إلى أعلى مراتبها، قدمناها بين يدي تفسيرها ليكون التفسير تفصيلا لهذه الإشارات، والله تعالى هو الذي يمدنا بعونه وتوفيقه. إنه هو الحكيم العليم. </p><p> * * * </p><p> معاني السورة الكريمة </p><p> قال تعالى: </p><p> * * * </p><p> (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا (١) وَآتُوا الْيَتَامَى أَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ إِنَّهُ كَانَ حُوبًا كَبِيرًا (٢) </p><p> * * * </p><p> قلنا في الاستعراض الذي ذكرناه لسورة النساء: إنها سورة المجتمع الإنساني، وتنظيم العلاقات بين الآحاد والجماعات والدول، فهي تنظم الأسرة، والمجتمع الصغير، والمجتمع في الأمة الإسلامية، وحالها في الدفاع عن نفسها، ودفع عناصر الفساد فيها، وتنقيتها من كل بواعث السوء، وعلاقتها بغيرها ممن ألقوا السلم، وممن نابذوها العداوة. ولذلك كان ابتداؤها بهذا النص السامي الشامل في معناه، فقال سبحانه: </p>"
}