{
  "id": null,
  "sura": 3,
  "aya": 40,
  "text": "<p> (قَالَ رَبّ أَنَّى يَكُون لِي غُلامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ) . </p><p> (أَنَّى) هنا بمعنى \" كيف \" ، فهو يعجب من الحال، ولا يصح أن تكون بمعنى \" من أين؟ لأن الله سبحانه وتعالى أخبر أنه سيعطيه الولد، فلا يليق أن يسأل من أين، إنما العجب من حال العطاء مع حاله هو وامرأته؛ ولذا كانت الجملة من بعد ذلك جملة حالية صُدِّرت بواو الحال، فقال:  (وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ) كان وجه العجب من ناحيتين: الناحية الأولى: أنه شيخ فانٍ قد أصابه الكبر بما فيه من ضعف، والثانية أن امرأته عاقر لَا تلد، والعقر يوصف به الرجل والمرأة، فيقال رجل عاقر، وامرأة عاقر أي بينة العقر، والعقر مصدر عَقَرَ يعقر عُقْرا ويظهر أن امرأته مع شيخوختها كانت عقيما لَا تلد، فكان العجب إذن من ثلاث نواح: شيخوختهما، وعقرها. وقد عبر عن شيخوخته بقوله:  (وَقَدْ بَلَغَنِيَ الْكِبَرُ) ولم </p><p> يقل قد بلغت الكبر وهو الظاهر، ولكنه عدل هنا للإشارة إلى أن الكبر قد أصابه بضعفه وما فيه من آلام وأسقام وضعف. ويقول في ذلك الزمخشري:  (وقد بلغني الكبر كقولهم أدركته السن العالية، والمعنى أثر فِيَّ الكبر فأضعفني) وعلى ذلك يكون قوله تعالى: (بَلَغَنِيَ الْكِبَرُ) يتضمن بلوغ الشيخوخة، وأنها أوجدت فيه ضعفا وعجزا، ويكون هذا في معنى قوله تعالى في سورة مريم حكاية عن زكريا:  (وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا) . </p><p> وقد أجابه سبحانه وتعالى بما يزيل عجبه، ويمنع حيرته؛ وذلك بأن بين أن الله تعالى فوق السنن الكونية وفوق الأسباب في الخلق؛ لأنه خالق الأسباب؛ فقال تعالى: </p><p> (كَذَلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ) أي مثل ذلك الذي رأيته من أن يكون لك وأنت شيخ وامرأتك عاقر، يفعل الله تعالى ما يشاء، أي أن الله سبحانه يفعل بمشيئته واختياره غير مقيد بالأسباب والمسببات والعادات وأحوال الناس؛ لأنه سبحانه وتعالى خالق الناس، وخالق الأسباب، وخالق مجارى العادات التي تجري بينهم. فالإجابة لَا تتضمن فقط إزالة تعجب زكريا عليه السلام بل تتضمن مع ذلك تقرير قضية عامة، وهو أن الله يفعل ما يفعل باختياره وإرادته غير مقيد بأي قيد إنه سبحانه فعال لما يريد. </p><p> ولماذا كان ذلك الخارق، وما يجيء بعده؟ الجواب عن ذلك: أن هذا لأن بني إسرائيل كانوا لَا يؤمنون إلا بالجسد، إذ كانوا يفسرون كل شيء تفسيرا ماديا، وقد سادت عندهم الفلسفة المادية، وكثر بينهم القول بأن الأشياء تنشأ عن العقل الأول نشأة المسبب عن السبب أو المعلول عن علته، فكان لابد من صادع يقرع حسهم بحادث من هذا الصنف الذي تتخلف فيه فلسفتهم، فيوجد المسبب من غير سبب فيدل هذا على أن المنشئ فاعله مختار يفعل ما يريد، وهو اللطيف الخبير؛ ولذا قال سبحانه (كَذَلِكَ اللَّهُ يَفْعَلُ مَا يَشَاء) . </p><p> ولقد أراد نبي الله زكريا أن يعلم الوقت الذي تبتدئ فيه هذه البشارة أن تتحقق، وأن تقوم آية تدل على الحمل كما يقول بعض المفسرين فقال كما حكى الله عنه: </p><p> * * * </p>"
}