{
  "id": null,
  "sura": 3,
  "aya": 58,
  "text": "<p> (ذَلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ (٥٨) </p><p> * * * </p><p> ذلك القصص الذي ذكرت فيه قصة آل عمران، وقصة مريم وولادتها وزكريا ونداءه وإجابته، وعيسى وروحانيته وآياته الباهرة، نتلوه، أي نقصه عليك بعضه تلو بعض فنتلوه في بيان رائع، وهو من الآيات البينات المثبتة لرسالتك، فما كنت لديهم إذ حدثت هذه الوقائع الثابتة التي لَا مجال للريب ولا للشك في صدقها، وما كنت تقرأ في كتاب، ولا تلقيته بيمينك، إنما هو وحي به إليك لتثبت به رسالتك، وتؤيد به دعوتك، وهذا القصص مع دلالته على نبوتك هو في ذاته يحمل العظة والاعتبار؛ ولذلك كان هو من (وَالذكرِ الْحَكِيمِ) أي الذكر الذي يربي الحكمة في القلوب التي تقرأ وتعي وتدرك، إذ هو يذكر القارئ بِأن الأدلة مهما تكن قوتها لَا تجعل الضال يهتدي ما لم يفتح قلبه لها، فالأدلة كالنور لَا يراه إلا من له بصر يبصر به، اللهم افتح قلوبنا لإدراك الحق والإيمان، إنك على كل شيء قدير. </p><p> * * * </p><p> (إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ (٥٩) الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُنْ مِنَ الْمُمْتَرِينَ (٦٠) فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ (٦١) إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ (٦٢) فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ عَلِيمٌ بِالْمُفْسِدِينَ (٦٣) </p><p> * * * </p><p> في الآيات السابقة بيَّن الله سبحانه وتعالى كيف كان الحمل بعيسى، وما أجراه الله تعالى على يديه من معجزات، وكيف كان عبدا من عباده الصالحين، وذكر دعوته إلى ربه، ومعاداة قومه له، وتقدم الحواريين ليكونوا أنصاره إلى الله، وكيف مكر القوم به وأحبط الله مكرهم، ثم توفاه سبحانه، ورفعه إليه، وجعل فوقية للذين اتبعوه في هدايته، فآمنوا بوحدانية الله وبرسالته، وليس منهم قطعا أولئك الذين قالوا إنا نصارى وادّعوا ألوهيته، أو أنه ابن الله، تعالى الله عما يقولون علوا كبيرا. </p><p> وإنه في هذه الآيات يبين الله سبحانه وتعالى حقيقة تكوين عيسى، ويزيل وجه الغرابة في ولادته، وأن الله تعالى لَا يتقيد بالأسباب والمسببات؛ لأنه خالق كل شيء، وهو الفاعل المختار، يخلق الأشياء بإرادته واختياره، ولا تصدر عنه المخلوقات صدور المعلول عن علته، كما يتوهم الماديون الذين عاصروا عيسى عليه السلام، والذين يعاصروننا اليوم، وإن الله سبحانه كما خلق الإنسان الأول آدم من غير أب ولا أم، فكذلك خلق عيسى من غير أب، وهو سبحانه ذو القوة المتين. ولقد بين سبحانه هذه الحقيقة بقوله: </p>"
}