{
  "id": null,
  "sura": 4,
  "aya": 20,
  "text": "<p> (وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلَا تَأْخُذُوا مِنْهُ شَيْئًا ... (٢٠) </p><p> * * * </p><p> بين سبحانه في النصوص الكريمة السابقة حال أخذ الرجل بعض ما آتاه إذا أتت المرأة بفاحشة بينة واضحة تعلن نفسها، وذكر سبحانه علاج الرجل لنفسه إذا أحس بكراهية، لكي يتجنب الطلاق الذي قال فيه النبي - صلى الله عليه وسلم -: \" ما أحَلَّ الله شيئا أبغضه كالطلاق \"  (١) ، فإذا استرسل في الكراهية، واختار أبغض الحلال، فإنه لا يصح أن يسترد منها أي مقدار أعطاها إياه ولو كان قنطارا من فضة أو ذهب، فالتفريق هنا بمجرد إرادته لَا بسبب من جانبها، ولذا قال:  (وَإِنْ أَرَدْتُّمُ) وعبر في التعليق بـ \" إن \" وهي لَا تكون لوقوع الفعل مؤكدا، لينبه إلى أن الإرادة قد تكون غير سليمة، وغير مبنية على أسباب قوية، والاستبدال طلب البدل، بأن يطلق واحدة ويتزوج أخرى. وقوله تعالى:  (وَآتَيْتُمْ إِحْدَاهُنَّ قِنطَارًا) لبيانه أنه لَا يُسترد شيء مهما يكن كبيرا؛ إذ القنطار أقصى ما يتصور من مهور. والقنطار أصله من قَنْطَرْتُ الشيء إذا رفعته، ومنه القنطرة؛ لأنها بناء مرتفع مشيد، وقد قال الشاعر: </p><p> كَقَنْطَرَةِ الرُّومِى أقْسَمَ رَبُّهَا ... لَتكْتَنفَنْ حَتَّى تُشَادَ بِقَرْمَدِ (٢) </p><p> وخلاصة المعنى أنه لَا يصح أن يأخذ شيئا ما دام التفريق بإرادته وبسبب من جانبه، ولم يكن لها فيه أي عمل، وهذا لَا يتعارض مع قوله تعالى:  (. . . وَلا يَحِلُّ لَكُمْ أَن تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا إِلَّا أَن يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ. . .) ، فإن الآية التي نتكلم فيها كان الطلاق بسبب من جانبه وهو إرادته </p><p>(١) عَنْ مُحَارِبٍ قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: \" مَا أحَل اللَّهُ شَيْئًا أبْغضَ إِلَيْهِ مِنْ الطَلاقِ \". رواه أبو داود: الطلاق - كراهية الطلاق (٢١٧٧). (٢) البيت قاله طرفه بن العبد البكري في معلقته وهو تشبيه للناقة. والقرمد والقرمدة: الآجر.</p><p> الاستبدال، وأما الآية الأخرى، فإنها عند ما تريد المرأة ذاتها التفريق غير مَعْضولةٍ ولا مبخوسة أي حق من حقوق الزوجية المفروضة على الزوج. </p><p> وقد وبخ سبحانه وتعالى على الأخذ عند إرادة الاستبدال بنصين كريمين: أولهما قوله تعالى: </p><p> (أتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُّبِينًا) هذا توبيخ واستنكار للأخذ، والبهتان هو الكذب غير المعقول الذي يتحير فيه العقل، ويطلق على كل أمر يتحير العقل في إدراك سببه، أو لَا يعرف مبررا لوقوعه، كمن يعتدي على الناس من غير عداوة سابقة ولا نفع مجلوب، ولا غرض مقصود. والإثم الذنب العظيم، والمبين الواضح الذين يعلن نفسه ووضوحه، ويكشف عن مقدار الأذى فيه. وقد قال العلماء: إن البهتان والإثم مصدران قصد بهما الوصف، أي أتأخذونه باهتين فاعلين فعلا تتحير العقول في سببه، آثمين بفعله إثما واضحا معلن الوضوح مستنكر الوقوع، ويصح أن يكون المصدران مفعولين لأجله، ويكون ذلك توبيخا أشد، ويكون المعنى عليه: أتأخذونه لأجل البهتان والإثم المبين؛ ويكون في التعليل توبيخ أشد، وهذا هو الذي نراه. </p><p> هذا، هو النص الأول الموبِّخ، والنص الثاني هو قوله تعالى: </p><p> * * * </p>"
}