{
  "id": null,
  "sura": 4,
  "aya": 15,
  "text": "<p> (وَاللَّاتِى يَأتِينَ الْفَاحِشَةَ مِن نِّسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ) فحش معناها زاد، وأطلق على الزيادة التي لَا تسر، وأطلق على القبيح من الأفعال، لأنه انحراف عن الفطرة. وقد جاء في مفردات الراغب:  \" الفُحش والفحشاء والفاحشة ما عظم قبحه من الأفعال والأقوال \" ، وقال تعالى:  (إِنَّ اللَّهَ لَا يَأْمُر بِالْفَحْشَاءِ) . (وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنكَرِ وَالْبَغْى) . </p><p> (مَن يَأتِ مِنكُنَّ بِفَاحِشَةٍ مبَيّنَةٍ) ، (إِنَّ الَّذِين يُحِبُّونَ أَنِ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا) ، (إِنَّمَا حَرَّم رَبِّيَ الْفَوَاحِشَ) ، (إِلَّا أَن يَأْتينَ بِفَاحِشَةٍ مبَيِّنَةٍ) ، كناية عن الزنا، وكذلك قوله تعالى:  (وَاللَّاتِي يًأتِينَ الْفَاحِشَةَ مِن نِّسَائِكُمْ) . </p><p> فالفاحشة هنا هي الزنا، والله سبحانه وتعالى يعبر عن هذه المعاني التي لا تألفها النفس الكريمة بعبارات تسترها، فتكون الكناية بدل التصريح، وذلك من تأديب الله لنا في التعبير. </p><p> وقد ذكر سبحانه وتعالى علاج النساء اللائي وقعن في ذلك الأمر المنكر، وقد سماه بهذا الاسم كما سماه بأنه \" إدّ \"  (١) ، فكان علاجهن بأمرين أحدهما - يختص بهن، والثاني - يشتركن مع الرجال فيه، فأما الذي يختص بهن فهو إمساكهن في البيوت، وليس الإمساك معناه الحبس والتضييق المجرد، بل الإمساك </p><p>(١) أي سمى الله تعالى الأمر المنكر بالفاحشة، كم سماه (أي الأمر المنكر بالإد) قال الرازي في تفسيره سورة النساء (١٥): \" قوله: (يَأتِينَ الْفَاحِشةَ \" أي يفعلنها يقال: أتيت أمرا قبيحا، أي فعلته قال تعالى: (لَقَدْ جِئْتِ شَيْئا فَرِيًّا) (مريم: ٢٧) وقال: (لَقَدْ جِئْتُمْ شَيْئًا إِدًّا (مريم: ٨٩) \". وفى لسان العرب (أدد) الإد هو العجَبُ والأمر الفظيع العظيم والداهية.</p><p> معناه الحفظ والصيانة والرعاية، ويتضمن ذلك معنى الإرشاد والتوجيه والوعظ، ولذا قال الراغب: إمساك الشيء التعلق به وحفظه، قال تعالى:  (فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ. . .) ، وقال:  (وَيُمْسِكُ السَّمَاءَ أَن تَقَعَ عَلَى الأَرْضِ. . .) ، أي يحفظها. فمعنى الإمساك في البيوت الحفظ فيها والرعاية والتهذيب بعطف؛ وذلك لأن المرأة تزل إذا فقدت التهذيب، وحرمت من الصيانة فتنطلق غير مقيدة، إذا لم يكن لها هاد مرشد وإذا كان ذلك سبب الزلل، فعلاج الانحراف بالإمساك في البيوت مع الحفظ والرعاية. ويستمر الإمساك حتى الوفاة، أو حتى الزواج، كما قال:  (فَأمْسِكُوهُنَّ فِى الْبُيُوتِ حَتَّى يَتَوَفَاهنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا) ، أي طريقا واضحا لمنع الزَّلل والابتعاد عنه، وذلك بتحصين نفسها بالزواج. </p><p> والرمي بالزنا أفحش ما ترمى به المرأة والرجل، وكثيرات من النساء يمُنَّ فريسة لشائعات كاذبة، ولذلك شدد الله تعالى في إثبات الزنا أبلغ ما يكون التشديد، فقرر أن يكون بشهادة أربعة من الرجال بحيث لَا تقبل في ذلك شهادة النساء، وقرر أن تكون الشهادة بالمعاينة لَا بالسماع، ولذا قال:  (فَإِن شَهِدُوا) أي إن ذكروا أنهم عاينوا وشهدوا (فَأَمْسِكُوهُنَّ فِى الْبُيُوتِ) ، ولحماية الشارع لعرض المرأة من أن يكون مضغة في الأفواه - قرر عقوبة شديدة لمن يرمي النساء والرجال من غير أن يكون أربعة يشهدون، فقال تعالى:  (وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ (٤) . </p><p> هذا هو العلاج الوقائي الذي خص القرآن به المرأة، حتى لَا تستمر في غيها، وذلك هو طريق الإثبات، أما العلاج الذي يشمل الرجل والمرأة، فهو ما جاء في قوله تعالى: </p><p> * * * </p>"
}