{
  "id": null,
  "sura": 4,
  "aya": 33,
  "text": "<p> (وَلِكلّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبونَ وَالَّذِينَ عَقَدَتْ أَيْمَانُكمْ) المولى هو النصير؛ الصديق والقريب، ويقول الأصفهاني في مفرداته:  \" الولاء والتوالى أن يحصل شيئان فصاعدا حصولا ليس بينهما ما ليس منهما، ويستعار ذلك للقرب من حيث المكان، ومن حيث النسبة، ومن حيث الدين، ومن حيث الصداقة والنصرة والاعتقاد \" ، وأقرب المعاني هنا أن يكون الموالى هم الذين يخلفون الشخص في ماله وشخصه، فتكون حياتهم امتدادا لحياته، وهم الوارثون. والمعنى كما يبدو من النص الكريم: ولكل أحد ممن يتركون هذه الحياة </p><p> الدنيا إلى الحياة العليا جعلنا خلفاء له في ماله من أقرب الناس له، وأكثرهم نصرة، ويكون لكل من هؤلاء الأولياء حظ من ماله يأخذه، وهؤلاء هم أبناؤه وأقاربه والذين عقدت أيمانكم. وفي النص الكريم بعض مباحث لفظية ومعنوية. </p><p> فالنص يشير أولا إلى أن الذين يخلفون الآباء والأقربين والذين عقدت الأيمان هم النصراء والأقارب الأدنون؛ لأنهم شاركوه في الجهد بنصرتهم وقرابتهم، ولأن بقاء شخصه يكون ببقائهم، والنص يشير ثانيا إلى أن المال الذي يتركه موزع بين هؤلاء لايستبد به قريب دون قريب، إذا اتحدت درجة القرابة وقوتها؛ لأن الميراث يتبع الاقربية، فهو للأقرب فالأقرب. ويشير ثالثا إلى سبب الميراث، وهو القرابة ويدخل فيها الزوجية هنا، لأن الزواج يوجد ارتباطا نفسيا يكون كالقرابة، بل يكون أقوى من بعضها، فتصير المرأة بضعة من الرجل. </p><p> والسبب الثاني هو عقد اليمين، ويقال عَقَدَتْ الأيمان لكل عقد قوى موثق، والأيمان هنا هي الأيدي جمع يمين، وهي اليد اليمنى، لأن العقد الموثق يضع فيه يده في يد الآخر عند عقده، ولذلك يقال للبياعات الصفقات؛ لأن كل عاقد يصفق بيمينه على يمين الآخر. ومن هم (وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ) كما جاء في النص؛. لقد نسب إلى الأستاذ الشيخ محمد عبده أنه قال: إن المراد الأزواج؛ لأن سبب الميراث هو عقد الزواج والقرابة، والأكثرون بل الجميع من المتقدمين على أن المراد عقد الولاء، وهو أن يعقد الشخص مع رجل أقوى منه نصيرا على أن تكون له نصرته، وأن يرثه إذا لم يكن له وارث، فالأقوى ينصر الأضعف، ويرثه إذا مات، وقد كان ذلك واقعًا. وقال بعض الفقهاء: إنه نسخ الميراث به، كما نسخ الميراث بالإخاء، وقال الحنفية ومعهم بعض الفقهاء: إنه ما زال باقيا لم ينسخ، وهذا ما نميل إليه، ونحن بهذا نخالف ما نسب إلى الأستاذ الشيخ محمد عبده، ونخالف من ادعوا النسخ، ووجهتنا في الأول أن القرآن الكريم لم يعبر عن أحد الزوجين بمن عقدت أيمانكم، لأن الحياة الزوجية ليست العلاقة فيها مجرد تعاقد بين الرجل والمرأة، بل هي بعد استقرارها تكون ازدواجا نفسيا، فتكون هي قطعة </p><p> منه ويكون هو قطعة منها وتكون بينهما لُحمة أقوى من لُحمة النسب، إذا أعقبا أولادا يتكونون من أجزائهما، فيريان فيهم شخصيهما قد اندمجا، فكانا ذلك الحي الذي هو خِلْبُ الكبد. وأما وجهتنا في عدم نسخ الميراث بالولاء، فهي أنه لا يوجد دليل ناسخ، وما وجد من السنة هو ظني أولا، والظني لَا ينسخ القطعي، وقد ورد في نسخ الإخاء، وقد حلت القرابة محل الإخاء، والميراث بالولاء لا يتعارض مع الميراث بالقرابة؛ لأنه يكون إذا لم يكن الشخص أحد من الأقارب قط، وبذلك لَا يكون للولاء قوة القرابة، ولكن تكون له قوة الوصية التي تتأخر عن القرابة والزوجية، وإن أقصى ما يدل عليه عقد الولاء أن يقدم على بيت المال، وهو مؤخر عن الوصايا الصريحة إذا كانت لَا تزيد على الثلث، وبذلك تكون النصرة الخاصة مقدمة على النصرة العامة؛ إذ عَقْدُ الولاء سبب للنصرة الخاصة والأمة هي النصير العام، وإن بيت المال يأخذ المال الضائع، وما دام قد جعل المال لواحد من بعده فإنه لَا يعد ضائعا. </p><p> (فَآتُوهُمْ نَصِيبَهُمْ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا) إذا كان توزيع التركات بِجَعْل الله تعالى وتقديره، فيجب أن يؤتى كل واحد حظه منه، إذ هو نصيب لم يكن بمنحة من أحد، ولكن بعطية من الله تعالى، فليس لأحد أن يمنع ذا حق حقه، إذا كان ذلك الحق قد قرره مالك الملك، فلا يجوز للذكور أن يحرموا الإناث من نصيبهم فإن ذلك يكون ظلما مبينا، ولا يجوز للقوي من الوارثين أن يُطَفِّفَ من نصيب الآخرين، كما أنه لَا يجوز لحاكم أن يغير ميراث الله تعالى، ولا أن يمنعه، فكل من ملك مالا أو حقا فلورثته، كما قال النبي - صلى الله عليه وسلم -: \" من ترك مالا أو حقا فلورثته \"  (١) . وقد أكد الله سبحانه وتعالى أمره بمنع الظلم في الميراث بقوله:  (إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْء شَهِيدًا) أي أن الله تعالى ذا الجلال والإكرام </p><p>(١) رواه البخاري الاستقراض وأداء الديون - الصلاة على من ترك دينا (٢٣٩٨)، ومسلم: الجمعة - تخفيف الصلاة والخطبة (٨٦٧)، وغيرهما ولفظه عَن أبِى هُرَيْرَةَ رَضِيَ اللًهُ عَنْهُ عَن النَبِي - صلى الله عليه وسلم - قَالَ: \" مَنْ تَرَكَ مَالا فَلِوَرَثَتِهِ وَمَنْ تَرَكَ كَلًّا فَاِلَيْنَا! \\ \".</p><p> يشاهد كل شيء، ويشهد عليه، فيعرف الظالم الذي يأخذه ومآله معرفة الشاهد المعاين، فمن أراد إخفاء مال، أو أكل الحق من صاحبه، فليعلم أن الله تعالى سيأخذه أخذ عزيز مقتدر. </p><p> * * * </p>"
}