{
  "id": null,
  "sura": 4,
  "aya": 142,
  "text": "<p> (إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ) الخدع أو الخداع أن يحاول المخادع حمل الغير على تغيير اعتقاده فيه، بحيث يعتقد فيه الخير، وليس أهلا لهذا الاعتقاد، فيوهمه أن أمره على ما يحب، وهو على ما يكره، أو أن يظهر من الأفعال ما يخفى أمره، ويستر حقيقته، بغية تضليل من يعامله، وقوله تعالى:  (يخَادِعُونَ اللَّهَ) صيغة تدل على مفاعلة من الجانبين، والخداع دائما في ذاته مفاعلة من الجانبين: خادع ومخدوع، فهو معاملة آثمة إذا لم يكن فيه خير، وخداع أهل الخير شر دائما. </p><p> وهنا نجد النص فيه عمل أهل النفاق، وهو أنهم يخادعون الله، وعمل الله تعالت قدرته عليهم، وهو أنه خادعهم، وقد تكلم العلماء في معنى مخادعتهم لله تعالى، وكلامهم ينتهي إلى تخريجين. </p><p> أحدهما - أن معنى مخادعتهم لله تعالى أنهم يعاملون الله تعالى كأنهم يخادعونه؛ إذ يظنون أنه يخفى عليه أمرهم فيعلنون غير ما يبطنون، ويظنون أن الله تعالى لَا يعلم ما في قلوبهم، وخفايا نفوسهم؛ وذلك لأن المخادع يتوهم أن من يخادعه لَا يعلم أمره، فهؤلاء لفرط جحودهم، وكفرهم بالله وجهلهم لذاته وصفاته يتوهمون أن أمورهم خافية عليه، وأنهم معه كأمرهم مع الناس، إذ يخفون ما لَا يبدون. </p><p> والثاني - أن معنى مخادعتهم لله أنهم يخادعون النبي والمؤمنين؛ إذ هم أولياء الله تعالى، ومن يخادعهم كأنما يخاح الله سبحانه وتعالى، وقد وضح هذا التخريج الراغب الأصفهاني، فقال:  \" الخداع إنزال الغير عما هو بصدده بأمر يبديه على خلاف ما يخفيه.قال تعالى:(يُخَادِعُونَ اللَّهَ)أي يخادعون رسوله وأولياءه، ونسب ذلك إلى الله تعالى من حيث إن معاملة الرسول كمعاملته،ولذلك قال الله تعالى:(إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ)\" . </p><p> وجعل ذلك خداعا له تفظيعا لفعلهم وتنبيها على عظم الرسول وعظم أوليائه، وقول أهل اللغة إن هذا على حذف مضاف، وإقامة المضاف إليه مقامه، فيجب أن يعلم أن المقصود بمثله في الحذف لَا يحصل لو أتى بالمضاف المحذوف لما ذكرنا من التنبيه على أمرين: أحدهما فظاعة فعلهم فيما تحروه من الخديعة، وأنهم بمخادعتهم إياه يخادعون الله، والثاني التنبيه على عظم المقصود بالخداع، وأن معاملته كمعاملة الله تعالى. </p><p> ومرمى هذا الكلام هو بيان منزلة الرسول وأولياء الله، وأن خداعهم خداع لله وهو أمر فظيع، وأن الأصل هو أن الكلام على حذف مضاف وهو الرسول والمؤمنون، وكأن نسق الكلام: يخادعون رسول الله، فحذفت كلمة الرسول، </p><p> وأقيم المضاف إليه وهو الله تعالى مقام المضاف تفظيعا لعملهم، وإعلاء لقدر الرسول والمؤمنين. </p><p> وفى الحق إن التخريجين يمكن الجمع بينهما، فهم يعاملون الله تعالى معاملة من يظنون أنهم يخادعون لعدم إيمانهم بالله، وهم يخادعون أولياءه ومن هذا الطريق أيضا يخادعون الله تعالى. </p><p> ومعنى خدع الله تعالى لهم أنهم مقابل ذلك الخداع الذي يصنعونه يجزون بجزائه، وهو ثمرة له، فمعنى خدع الله تعالى مجازاتهم على نفاقهم، ومحاولتهم خداع الرسول - صلى الله عليه وسلم - ومن معه. </p><p> ويصح أن يقال إن معنى خدع الله تعالى أن يرد عليهم كيدهم في الدنيا، فيأتيهم سوء العاقبة في الدنيا من حيث كانوا يظنون أنهم واصلون إلى مقاصدهم؛ إذ يحسبون بنفاقهم أنهم واصلون إلى غاياتهم، فيأتيهم الله تعالى من حيث لم يحتسبوا، ويظنون أنهم مجهولون، والله تعالى كاشفهم. </p><p> وهنا إشارة بيانية دقيقة، وهي أنه سبحانه وتعالى عبر عن خداعهم بصيغة تدل على المشاركة والمغالبة، وأنهم قد ينجحون وربما لَا ينجحون، أما خداع الله تعالى لهم، فلم يعبر عنه بصيغة المشاركة بل عبر سبحانه بقوله:  (وَهُوَ خَادِعُهُمْ) للدلالة على الغلب، وأن الله تعالى لَا محالة كاشف أمرهم ومزيل مغبة خداعهم، ومحاسبهم لَا محالة على ما يرتكبون. </p><p> (وَإِذَا قَامُوا إِلَى الصَّلاةِ قَامُوا كسَالَى يرَاءُونَ النَّاسَ) هذه حال من أحوال المنافقين تدل على مقدار نفاقهم وتظهره، وهي أيضا من قبيل الخداع لله ولرسوله، وللمؤمنين وذلك في الصلاة، ففي المظهر الحسي لها يقومون كسالى متثاقلين، لا نشاط يحركهم ولا إيمان يبعثهم، وهذا مظهر يريدون به إظهار الإيمان، وهو يكشف عن خبيئة أنفسهم، ولذلك جعل النبي هذا النوع من الصلاة شيمة النفاق، فقد قال - صلى الله عليه وسلم - ذامًّا الذي صلى على هذا النحو:  \" تلك صلاة المنافقين \" تلك صلاة </p><p> المنافقين، تلك صلاة المنافقين، يجلس أحدهم يرقب الشمس حتى إذا كانت بين قرني شيطان، قام (فنقر أربعا) لَا يذكر الله فيها إلا قليلا \"(١).</p><p> والحقيقة النفسية في هذه الصلاة أنهم يتوهمون بها أنهم يخدعون غيرهم، إذ إنهم يصلون هذه الصلاة ليراءوا بها، والرياء أن يقوم الشخص بالعمل الجميل في مظهره لَا لاتباع أمر الله والقيام بحق الغير عليه ونفع الناس به، بل ليخدع به الناس ويظهر بالخير ابتغاء رضاء الناس. والرياء نوع من الشرك، فقد قال - صلى الله عليه وسلم -: \" من صلى يرائي فقد أشرك ومن تصدق يرائي فقد أشرك \" (٢) . </p><p> وإن هذا النوع من الخداع مكشوف كما رأيت، فهم لَا يقصدون وجه الله بصلاتهم، ولكن يقصدون ستر نفاقهم وتغطية أمرهم، ولذلك قال الله تعالى فيهم: </p><p> (وَلا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا) أي أنهم لَا يجري ذكر الله تعالى في قلوبهم إلا ذكرا قليلا، أو إلا وقتا قليلا لَا يلبث أن يطفئه النفاق وإذا قامت في قلوبهم شعلة من الإيمان بالله لَا تلبث أن تخبو لغلبة أهوائهم؛ وذلك لأن هؤلاء المنافقين يعرفون الله تعالى، ويدركون معاني الإيمان، ولكن غلبت عليهم شِقْوَتُهم، فكفروا به إذ عرفوه، ومن كانت هذه حاله يعتريه أحيانا تذكر لله تعالى وعظمته. </p><p>(١) رواه مسلم بلفظ مقارب بلفظ الفرد (تلك صلاة المنافق) بغير تكرار، كما رواه الترمذي، والنسائي، ورواه أبو داود، وأحمد، ومالك بنحو من الرواية المذكورة في التفسير. أما ما رواه مسلم: المساجد ومواضع الصلاة - استحباب التبكير للعصر (٦٢٢) عَنِ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّهُ دَخَلَ عَلَى أَنَسِ بْنِ مَالِكٍ فِي دَارِهِ بِالْبَصْرَةِ، حِينَ انْصَرَفَ مِنَ الظُّهْرِ، وَدَارُهُ بِجَنْبِ الْمَسْجِدِ، فَلَمَّا دَخَلْنَا عَلَيْهِ، قَالَ: أَصَلَّيْتُمُ الْعَصْرَ؟ فَقُلْنَا لَهُ: إِنَّمَا انْصَرَفْنَا السَّاعَةَ مِنَ الظُّهْرِ، قَالَ: فَصَلُّوا الْعَصْرَ، فَقُمْنَا، فَصَلَّيْنَا، فَلَمَّا انْصَرَفْنَا، قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «تِلْكَ صَلَاةُ الْمُنَافِقِ، يَجْلِسُ يَرْقُبُ الشَّمْسَ حَتَّى إِذَا كَانَتْ بَيْنَ قَرْنَيِ الشَّيْطَانِ، قَامَ فَنَقَرَهَا أَرْبَعًا، لَا يَذْكُرُ اللهَ فِيهَا إِلَّا قَلِيلًا. (٢) سبق تخريجه من رواية أحمد عن شداد بن أوس.</p><p> ولكنه تذكر لَا يكون معه إيمان مثمر، ولا تصديق مذعن، فلا خير فيه، ولا ثواب عليه، ولا يمدحون بذلك القدر من الذكر، الذي لَا يجدي. وقوله تعالى: </p><p> (وَلا يَذْكُرونَ اللَّهَ إِلَّا قَلِيلًا) هو حال لهم ذكرها يفيد أنهم قد طمس على قلوبهم حتى إذا جاءهم بريق من النور أطفأوه، ولا يبقونه. وهؤلاء المنافقون أمرهم عجب هم أحيانا يدعون أنهم من دولة أهل الإيمان وفي ولايتهم إن وجدوا للمؤمنين غلبا، وينتمون إلى دولة الكفر إن كان للكفر نصيب من نصر أو غَلَبَ أهل الحقد على أهل الإيمان، ولذا قال سبحانه: </p><p> * * * </p>"
}