{
  "id": null,
  "sura": 4,
  "aya": 162,
  "text": "<p> (لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ ... (١٦٢) </p><p> * * * </p><p> الراسخون في العلم هم الذين أدركوا حقائقه وصدقوها، وأذعنوا لها، وثبتت في قلوبهم ثباتا لَا يكون معه ريب يزعزعه أو شبهة تفسده، أو هوى يعبث به، وقد </p><p> قال الراغب في مفرداته في معنى الرسوخ: \" رسوخ الشيء ثباته ثباتا متمكنا، ورسخ الغدير نضب ماؤه، ورسخ تحت الأرض، والراسخ في العلم المتحقق فيه الذي لَا يعرضه شبهة، فالراسخون في العلم هم الموصوفون بقوله تعالى:  (إِنَّمَا الْمُؤْمِنُونَ الَّذينَ آمَنُوا باللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يرْتَابُوا) ، وكذلك قوله تعالى:  (لَكَنِ الرَّاسِخَونَ فِي الْعِلْم مِنْهُمْ) . </p><p> وإن الله سبحانه وتعالى الحكم العدل تكون أحكامه على مقتضى عدله، فهؤلاء اليهود، وإن كثر جحودهم فيهم العلماء المحققون الراسخون، وإن كانوا مختفين في لجة من جحود اليهود، هؤلاء الراسخون في العلم الديني، والعلم برسالته، وسائر رسائل النبيين هم والمؤمنون سواء، فهم يعتقدون كل ما يعتقده المؤمنون من صدق رسالة النبي محمد - صلى الله عليه وسلم -، وصدق سائر الرسالات الإلهية. وهؤلاء قد ضموا إلى صفوف المؤمنين، بل إنهم صاروا منهم، وإنما ذُكروا كأنهم صنف قائم، باعتبار أنهم من اليهود، ولم يكونوا كالمنحرفين البارزين، وهؤلاء اليهود لم يكفروا بموسى كما لم يكفر سائر المؤمنين بموسى، ولذلك قال سبحانه وتعالى:  (يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ) أي أنهم يؤمنون بالرسالة المحمدية وكتابها ورسالات الرسل السابقة وكتبها، فأولئك الراسخون في العلم من بني إسرائيل هم والمؤمنون لم يخرجوا على موسى، بل آمنوا به أوثق إيمان؛ لأنهم آمنوا بالرسالات كلها. </p><p> وقد يقول قائل: إن الله تعالى ذمَّ اليهود عمومًا، ثم خصَّ الراسخين بالثناء، فلم كان التعميم ثم التخصيص؟ والجواب عن ذلك أن أولئك الراسخين لم يكونوا هم الظاهرين منهم، بل كان الشر هو الطافح على سطحهم، فكان من أجل وصفهم عموما بالشر، لأن الجماعة توصف بالشر إذا اختفى الخير فيها، ثم كان الظاهر هو الشر، وكان من إنصاف الله تعالى أن ذكر أولئك العلماء المغمورين في وسط جماعة الأشرار، وبين حقيقتهم، وانضمامهم إلى جماعة المؤمنين. </p><p> هذه حقيقة المؤمنين ومن معهم من الراسخين في العلم من أهل الكتاب، ثم بين من بعد أعمالهم، وإيمانهم بالغيب، فقال: </p><p> (وَالْمُقِيمِينَ الصَّلاةَ وَالْمُؤْتُونَ الزَّكاةَ) ذكر في هذا النص الكريم أعظم أعمال الخير التي يقوم بها المؤمن الصادق في إيمانه، وهي قسمان: عبادة هي تطهير النفس وتهذيبها، وهي الصلاة، فإن إقامة الصلاة تنهى عن الفحشاء والمنكر، وتهذب الضمير. والصلاة عمود الدين، ولب اليقين، وتهذيب الوجدان، وتجعل المؤمن يألف ويؤلف، وتصرفه إلى الخير، ولذلك ذكرت على سبيل التخصيص ونصبت حيث الظاهر، لتقدير فعل يدل على الاختصاص، والمعنى أَخُصُّ الصلاة بالذكر؛ لأنها ذكر الله تعالى الأكبر، وبذكر الله تطمئن القلوب، وتصفو النفوس وتهذب الضمائر. </p><p> والقسم الثاني: عبادة هي معونة اجتماعية للمؤمنين، فهي عطاء بنية العبادة، وهي تومئ إلى التعاون بين المؤمنين، بحيث يعين القوي الضعيف، والغني الفقير، وكل امرئٍ في حاجة أخيه وعونه كما قال عليه الصلاة والسلام:  \" الله في عون العبد، ما دام العبد في عونه أخيه \"  (١) ، وكل امرئٍ مهما يكن يحتاج إلى غيره في ناحية، ويمد الغير بالحاجة من ناحية أخرى. </p><p> وقد ذكر سبحانه وتعالى بعد ذلك لب اليقين، ونور الايمان وما يكون الرسوخ في العلم والعقيدة؛ فقال سبحانه: </p><p> (وَالْمُؤْمِنونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ) فالإيمان بالله جل جلاله، وإدراك معنى صفاته، والإذعان له، واعتقاد أنه فوق كل الوجود وما فيه وأنه القاهر فوق عباده، </p><p>(١) جزء من حديث رواه مسلم: الذكر والدعاء - فضل الاجتماع على تلاوة القرآن (٢٦٩٩) عن أبي هريرة رضي الله عنه، والترمذي: الحدود - ما جاء في الستر على المسلم (١٤٢٥)، وأبو داود الأدب - في المعونة للمسلم (٤٩٤٦)، وابن ماجه: المقدمة - فضل العلم (٢٢٥)، وأحمد: باقي مسند المكثرين (٧٣٧٩)، وابن ماجه: القراءات ما جاء في نزول القرآن على سبعة أحرف (٢٩٤٥).</p><p> ذلك الإيمان بضعف كل شيء، وأنه لَا قادر حق القدرة سواه - هو الذي يتربى به القلب فيؤمن، والجوارح فتذعن، والنفوس فتصفو. </p><p> والإيمان باليوم الآخر هو إيمان بالغيب، وهو أخص عناصر الإيمان، وهو الذي يجعل المؤمن يعرف حقيقة الدنيا، ويصبر على سرائها وضرائها، ولا تذهب نفسه حسرات عند الحرمان، ولا يطغى ويغتر عندما يعطيه، ويعلم أنه مجزي بالصبر، محاسب على ما أنعم الله تعالى به عليه. </p><p> وقد بين سبحانه من بعد ذلك جزاء هؤلاء المؤمنين، فقال تعالت كلماته:  (أُوْلَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا) أي أولئك الذين نالوا هذه الخصال كلها، فآمنوا بكل الأنبياء وتهذبت ضمائرهم بالصلاة، وتعاونوا فيما بينهم بالزكاة، وآمنوا بالله تعالى حق الإيمان، وصدقوا البعث والنشور، وصبروا في السراء والضراء، هؤلاء المتصفون بتلك الصفات يستحقون بسببها جزاء عظيما. وقد أكد ذلك الجزاء بثلاثة مؤكدات: </p><p> أولها - \" السين \" في قوله (سَنُؤْتِيهِمْ) ؛ لأنها لتأكيد الوقوع في المستقبل. وثانيها - إسناد العطاء إلى الله تعالى القادر على كل شيء، وهو لَا يخلف الميعاد. </p><p> ثالثها - تنكير الأجر، ووصفه بالعظمة، فهو أجر عظيم لَا يجري في خيال البشر، ويعلمه خالق البشر. </p><p> اللهم اجعلنا ممن تغفر لهم، فينالون رضاك يا رب العالمين. </p><p> * * * </p><p> (إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُودَ زَبُورًا (١٦٣) وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا (١٦٤) رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا (١٦٥) لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلَائِكَةُ يَشْهَدُونَ وَكَفَى بِاللَّهِ شَهِيدًا (١٦٦) </p><p> * * * </p><p> الآيات السابقات بينت أحوال القلوب إذا أظلمت، والنفوس إذا انحرفت وعصت أمر ربها، وجعل حال بني إسرائيل في ماضيهم وحاضرهم مثلا واضحا بينا، فقد مالت قلوبهم عن الحق بعد أن جاءتهم البينات، وما من آية أتتهم لتزيدهم إيمانا إلا ازدادوا بها كفرانا، وما تركوا جريمة إلا ارتكبوها باسم أنهم أبناء الله تعالى وأحباؤه، ومع ذلك الزعم يقتلون أنبياء الله ويعصون الآخرين من رسله، وهم يعاملون محمدا - صلى الله عليه وسلم - بما عاملوا به من سبقه من الأنبياء، غدروا بعد أن عاهدهم ووفى لهم، وحاولوا قتله غدرا، واشتركوا مع أعدائه لقهره، ولكن الله تعالى منعه منهم، ومكنه من رقابهم. </p><p> وبعد أن ذكر سبحانه ما يدل على شدة جحودهم، أشار سبحانه إلى أنه لا يلتفت إليهم، وأنه ليس بدعا من الرسل، بل هو كمال السلسلة من النبوة التي </p><p> اختارها الله تعالى من البشر، لتكون حجة الله تعالى إلى يوم القيامة: فقال عز من قائل: </p>"
}