{
  "id": null,
  "sura": 4,
  "aya": 47,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ أُوتُوا الكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم) النداء لأهل الكتاب كما ترى، والتعبير بالموصول للإشارة إلى أن إعطاء علم الكتاب لهم كان يوجب أن يؤمنوا، لَا أن يعرضوا ويعاندوا ويلجوا في العناد. وفي النص الكريم تحريض على الإيمان بثلاثة أمور: </p><p> أولها: أنهم أوتوا علم الكتاب وعلم النبوات، وأنهم يعلمون الوحي الإلهي، والكتاب الذي نزل على نبيهم، والأنبياء قبله، وإن ذلك كله يوجب المسارعة إلى تلبية داعي الحق إذا دعوا، وألا تأخذهم العصبية الدينية، كما تأخذ أهل الشرك العصبية الجاهلية. </p><p> وثانيها: أن هذا الإيمان هو التصديق بما نزل الله تعالى على نبيه، والله هو الذي أنزل على نبيكم أو أنبيائكم شرائعه، وهو الذي نزل الشريعة التي تدعوكم إلى الإيمان، ووحدة المنزل توجب الإيمان بكل ما أنزل، وإلا كنتم تؤمنون ببعض وتكفرون ببعض. </p><p> وثالثها: أن هذا الذي يدعوكم رب العالمين إلى الإيمان به، هو يصدق ما معكم من الحق؛ لأن البشارة برسوله عندكم، وقد كنتم تستفتحون به على الذين كفروا، ولأن الفضائل الدينية والاجتماعية قد اتفقت فيما يدعو إليه النبي مع ما دعا إليه أنبياؤكم من قبل، فالوحدة الدينية قائمة بوحدة المُنزل، وبوحدة الحق الذي يدعوكم إليه رب العالمين. </p><p> وقد يقول قائل: في الآيات السابقة، ذكر سبحانه في غير هذا المقام أنهم أُوتوا نصيبا من الكتاب، وأنهم نسوا حظا مما ذكروا به، وفي هذه الآية يناديهم بأنهم \" أوتوا الكتاب \" ؛ ونقول في الإجابة عن ذلك: إن نسيانهم حظا مما ذكروا به، وتركهم نصيبا منه، لَا يمنع الحكم بأنهم أوتوا الكتاب؛ لأنه نزل على أنبيائهم السابقين كاملا غير منقوص، فهم أعطوه ثم نقصوه، والخطاب لهم على أساس ما أوتوه، لَا ما حرفوه، ولعله كان من أحبارهم من يعلم علم الكتاب كله، بل إن ذلك يشير إليه القرآن الكريم في قوله تعالى:  (إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ (١٥٩) إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (١٦٠) . </p><p> وقد يكون معنى الكتاب هنا جنسه، وهو يشمل ما بقي عندهم معلنا معرفا، وإن كان ناقصا محرفا. </p><p> (من قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ) هذا إنذار بسوء العاقبة في الدنيا والآخرة إن لم يؤمنوا، وقد جاء في مفردات الأصفهاني في معنى الطمس ما نصه:  (الطمس إزالة الأثر بالمحو،قال تعالى:(فَإِذَا النُّجُومُ طُمِسَتْ)  (رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ. . .) ، أي أزل صورتها، (وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَى أَعْيُنِهِمْ. . .) ، أي أزلنا ضوءها وصورتها كما يطمس الأثر. وقوله تعالى:  (مِّن قَبْلِ أَن نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ) ، منهم من قال عنى ذلك في الدنيا، وهو أن يصير على وجوههم الشعر، فتصير صورهم كصور القردة والكلاب، ومنهم من قال ذلك هو في الآخرة إشارة إلى ما قال تعالى:  (وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ) ، وهو أن تصير عيونهم في قفاهم. وقيل معناه يردهم عن الهداية إلى الضلال، كقوله تعالى:  (وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ) . </p><p> وقيل عنى بالوجوه الأعيان والرؤساء، ومعناه نجعل رؤساءهم أذنابا وذلك أعظم البوار!. </p><p> هذا هو التفسير اللغوي لمعنى الطمس، وقد حاول الأصفهاني تخريج الآية التي نتكلم في معناها على ما ارتأى من وجوه، فصرنا حيارى في أيها نختار، لو اقتصرنا على ما قال، وقبل أن نبين ما نراه معنى للنص الكريم نبين معنى الأدبار وردها: الأدبار جمع مفرده \" دُبُر \" ، هو الخلف، أو ما اشتملت عليه أجزاء الجسم الخلفية، والارتداد على الأدبار يكون في القتال يوم الزحف يجعل الوجوه في موضع الأدبار فرارا أو جبنا، بمعنى أنه كان يجب أن يستقبل المقاتلين بوجهه فينقلب إلى جهة دبره. وقد يكون الارتداد على الأدبار معنويا كقوله تعالى:  (إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِم مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ) . </p><p> وإن الذي يبدو لنا من ظاهر النص أنه يراد به سحقهم في القتال، وحملهم على أن يولوا الأدبار، فتكون وجوههم غير بادية بصورها، بعد أن كانوا مقبلين بها، فأزالها السيف والخوف، وجعل صورتها مختفية، وأقفيتهم هي البادية الواضحة، فكأن صورة الوجوه قد زالت وحلت محلها صورة الأدبار. </p><p> وعلى ذلك يكون المعنى أنكم استرسلتم في غيكم وضلالكم، ومع ذلك نطالبكم بالهداية والإيمان قبل أن ينزل الله سبحانه وتعالى غضبه عليكم في الدنيا إذ تماديتم، وذلك بتسليط المؤمنين بالحق عليكم، فيذيقونكم بأس القتال فتفرون، وتختفي وجوهكم، وترد إلى مواضع الأدبار، فلا ترى إلا أدباركم. وإذا لم يكتب الله سحقكم وحملكم على تولى الأدبار، فإنكم ستلعنون كما لعن أصحاب السبت، وتطردون من رحمته، ويكتب عليكم الذل إلى يوم القيامة. </p><p> (أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا) اللعن الطرد من الرحمة وإنزال العذاب، وقد كان في شريعة بني إسرائيل ألا يعملوا في يوم السبت ليستريحوا وينصرفوا للعبادة، والتعاون الاجتماعي، ولكن رغبتهم في المال وشرههم إليه كان يحمل بعضهم على العمل، فإنه كانت قرية كبيرة تطل على البحر، قد اختبرها الله تعالى، فكانت في يوم السبت تأتيهم الحيتان ظاهرة في هذا اليوم الذي ينقطعون فيه عن العمل، ولا تأتيهم في اليوم الذي يعملون فيه، ليحملهم الله تعالى على الطاعة للأوامر الإلهية، وليدركوا سر الله في خلق الكون، وأنه فعال لما يريد، وهذا قوله تعالى:  (وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ (١٦٣) : </p><p> وقال سبحانه:  (وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونوا قِرَدَةً خَاسِئِينَ) ، فالله سبحانه عاقب الذين اعتدوا في السبت بأن سلط عليهم نزوات أهوائهم وشهواتهم، وبها ضربت عليهم الذلة، ولعنهم الله تعالى، فكذلك هؤلاء الذين عاندوا وكفروا. وذلك أمر قدره الله عليهم فهم ملعونون في كل الأجيال </p><p> والأزمان، ولذا قال سبحانه:  (وَكَانَ أَمْرُ اللَّهِ مَفْعولًا) أي قد ثبت وتقرر أن أمر الله تعالى فيما يخبر به، مقدر واقع لَا محالة، فلا مناص منه، فهؤلاء الذين عاندوا النبي - صلى الله عليه وسلم - لهم أحد العذابين: إما سحقُهم بالقتال الذي يولون فيه الأدبار، وإما ضرب الذلة عليهم ولعنهم من الناس أجمعين. وإن ذلك محقق بعون الله، وقد قال الزمخشري في هذا المقام: قد حصل اللعن، فهم ملعونون بكل لسان! والظاهر اللعن المتعارف دون المسخ، ألا ترى إلى قوله تعالى:  (قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ) . </p><p> * * * </p>"
}