{
  "id": null,
  "sura": 4,
  "aya": 90,
  "text": "<p> (إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ ... (٩٠) </p><p> * * * </p><p> الاستثناء هنا منفصل بمعنى \" لكن \" ، وهو من الأمر بالأخذ بالنواصي، والقتل حيثما وجدوا. والمعنى: لكن لا تأخذوا ولا تقتلوا أحدا من هؤلاء الذين يصلون بالانتماء أو الرعوية إلى قوم بينهم وبين المسلمين عهد موثق، لَا يصح النكث فيه، ولا الخروج على أحكامه، أو </p><p> التمرد على مقتضاه، فهؤلاء يعاملون كالدولة التي ينتمون إليها، والأقوام الذين يصلون أمورهم بهم، ولا يصح أن يقتلوا أو يؤسروا؛ لأن قتلهم أو أسوهم نقف للعهد الذي وثق وأكد، والله تعالى يقول:  (وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهدَ كَانَ مَسْئُولًا) ، ويقول:  (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ (٩١) . </p><p> وإن قوله تعالى:  (يَصِلُونَ إلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُم مِّيثَاقٌ) ، يدخل في مضمونه طائفتان: </p><p> أولاهما - طائفة تكون رعية لدولة بينكم وبينهم عهد وميثاق، فإنه لا يشترط لنجاتهم أن يخرجوا إليكم مهاجرين، فإنهم آمنون بمقتضى العهد والميثاق، فإن أعلنوا الإسلام، لَا يستراب في أمرهم. </p><p> والثانية - من يتصلون بعهد أو ميثاق أو ولاء ممن كان بينكم وبينهم عهد، فإن لهم حكم من يكونون رعية لمعاهديكم. وإن هذا الصنف يصح أن ينطبق على من لَا يظهرون الإسلام ولكن يعلنون السلام. </p><p> وهناك صنف لَا ينتمي لقوم ذوي عهد، ولكنه لَا يقاتل قومه لعذر عنده، ويخرج إلى المؤمنين مخلصا لله الدين أو ملقيا بالسلام، وهم الذين قال الله سبحانه وتعالى فيهم: </p><p> (أَوْ جَاءُوكُمْ حَصِرَتْ صُذورُهُمْ أَن يُقَاتِلُوكئم أَوْ يُقَاتِلُوا قَوْمَهُمْ) هذا فريق آخر ممن يعلنون الإسلام في وسط أقوامهم أو لايعلنونه ولا يقاتلون مع المؤمنين، وهؤلاء ينتمون إلى قوم يقاتلون المؤمنين، وهم في حال حرب، فهؤلاء يعلنون إسلامهم ويجيئون إلى المسلمين معلنين الإسلام، ولكنهم يكونون في ضيق وحرج، فلا يستطيعون قتال أقوامهم، خشية على ذرياتهم أو ذوي أرحامهم أو أموالهم، ويريدون أن يتذرّعوا بالامتناع عن قتال قومهم، فإنه يقبل منهم الاعتزال. ومعنى (حَصِرَتْ صُدُورُهُمْ) ضاقت. وقد قال الراغب:  (الحصر التضييق.قال الله عز وجل:(فخذوهُم واحصروهُم) أي ضيقوا عليهم، وقال </p><p> تعالى:  (وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا) ، وقوله تعالى:  (أَوْ جَاءُوكُمْ حصِرَتْ صُدُورُهُمْ) أي ضاقت). </p><p> ويظهر أن مادة (حصر) تكون من باب نصر ومن باب فرح، وإذا كانت من باب نصر تكون دالة على التضييق على الغير تضييقا حسيا، وإن كانت من باب فرح تكون لازمة ودالة على ضيق النفس. والمعنى على هذا أن هؤلاء ضاقت نفوسهم، وصاروا في حرج لَا يستطيعون قتال المسلمين، ولا يستطيعون قتال أقوامهم، فهؤلاء مسالمون، لأن الله كفى المؤمنين أمرهم، ولأنهم لَا يعدون منافقين، ولقد حرض الله سبحانه المؤمنين على مسالمتهم رغبة في السلام، فقال سبحانه: </p><p> (وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ) أي أنه من رحمة الله بكم أن قلل أعداءكم، وأضعف شأن الذين يقاتلونكم، بأن يخرج من بين صفوفهم من يسالمونكم، وإن الله ناصركم في هذا بأمرين: بتقوية جمعكم، وإضعاف شأن عدوكم، ولو شاء سبحانه أن يكونوا جميعا عليكم ولا يخرج منهم من يسالمكم، وجعل أولئك الذين يمدون يد السلام مسلطين عليكم بالقتل والقتال، لكان ذلك، وليس في مصلحتكم، فاختاروا ما أمركم الله به، وهو مسالمة أولئك الذين يسالمونكم، وقد خرجوا من بين أقوامهم. </p><p> ولقد أكد سبحانه هذا المعنى بقوله تعالى: </p><p> (فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا) أي فاقبلوا من هؤلاء المسالمة، إن اعتزلوا قتالكم، ولم يكونوا مع أعداثكم عليكم، ولم يريدوا أيضا أن يكونوا معكم على أقوامهم، وألقوا إليكم السلام غير معاندين، ولا مخالفين، فاقبلوا ذلك منهم، ولا تحاربوهم، لأنهم لا يقاتلونكم ولا يؤلبون عليكم، ولا يعتدون، والله تعالى يقول:  (وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِين يُقَاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحبُّ الْمُعْتَدِينَ) ،، وما داموا لا يقاتلون لَا يحل قتالهم، وإلا كنا معتدين. والقتال في الإسلام شرع </p><p> لدفع الاعتداء، فإذا كانوا كذلك فما جعل الله لكم في شرعه وأحكامه سبيلا لقتالهم. </p><p> وفى النص الكريم إشارتان لفظيتان: أولاهما - قوله سبحانه:  (فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا) ، إذ التعبير بـ \" عليهم \" يومئ إلى أن قتالهم اعتداء عليهم، وما جعل الله لكم حق الاعتداء، فالمعنى: ما جعل الله سبحانه لكم سبيلا للاعتداء بـ \" عليهم \" . الثانية - التعبير بلفظ السلم بدل السلام للإشارة إلى معنى التسليم، لَا مجرد الأمن والسلام؛ لأن السلم يفيد معنى التسليم، فهم ألقوا إليكم الأمن وتسليم القيادة لكم. </p><p> وهناك صنف آخر غير هؤلاء المسالمين، وهم قوم يخادعون، لَا يكفون عن القتال، وقد قال سبحانه فيهم: </p><p> * * * </p>"
}