{
  "id": null,
  "sura": 4,
  "aya": 38,
  "text": "<p> (وَالَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ ... (٣٨) </p><p> * * * </p><p> الرئاء مصدر راءى يرائي مراءاة، ورياء، ورئاء، وهو أن يعمل العمل، أو ينفق المال يظهر للناس أنه يقصد الخير، وهو يقصد بذلك الظهور أمام الناس والشهرة بالخير، وهو من صنف مماثل للبخلاء أو هو منهم؛ لأنه ينفق لنفسه لَا لغيره، فكأن أولئك المختالين الفخورين صنفان: صنف لَا ينفق على الناس قط، ولا يعين بأي نوع من العون في طريق البر، وصنف يعطي في سبل النفع، ولكن لَا يقصد وجه الله تعالى، بل يقصد ما عند الناس، من رجاء مَحْمَدَة، أو تفاخر، أو استعلاء، أو طلب جاه لدى ذي جاه، كأولئك الذين ينفقون النفقات العظيمة، ويتصدقون بالصدقات الكبيرة، تملُّقا لذوي الجاه، أو رجاء لما عندهم، وإن هذا النوع يكون إنفاقه إلى بوار عليه، ولا ثواب عليه، ولو كان من أهل الإسلام. </p><p> وقد قال عليه الصلاة والسلام في المرائين الذين ينفقون رياء:  \" يقول صاحب المال يوم القيامة لربه: ما تركت من شيء تحب أن ينفق فيه إلا أنفقت في سبيلك،فيقول الله تعالى:كذبت إنما أردت أن يقال جواد، فقد قيل \"  (١) !. </p><p>(١) جزء من حديث رواه مسلم: الإمارة - من قاتل للرياء (١٩٠٥)، والترمذي في الزهد - ما جاء في الرياء والسمعة (٢٣٨٢)، والنسائي: الجهاد - من قاتل ليقال فلان جريء (٣١٣٧) وأحمد: باقي مسند المكثرين (٨٠٧٨). عن أبي هريرة رضي الله عنه.</p><p> وقد ذكر سبحانه بجوار الإنفاق رياءً عَدم الإيمان، فقال في أوصافهم:  (وَلا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ) وهذا وصف يعم الذين يراءون، ويشمل الكافرين، وهو حقيقي في الكافرين الذين لَا يذعنون للحق، فيؤمنون بالله واليوم الآخر، ودائم معهم بدوام كفرهم، وبالنسبة للمرائين من أهل القبلة ثابت لهم وقت رئائهم؛ لأن من يتصدق راجيا ما عند العباد من جاه أو ملق أو استعلاء، لا يؤمن بحق الله عليه وقت تبرعه، ولا يؤمن بأن وجه الله هو الذي يقصد، ولا ينظر إلا إلى متاع الدنيا، ولا يؤمن في عمله هذا باليوم الآخر، ولو كان يؤمن بالله في عمله هذا لقصد وجهه الكريم، وما يكون من ثواب مضاعف على فعله، وإن هذا كله من عمل الشيطان. </p><p> (وَمَن يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا) الشيطان هنا كل ما يحرض على الشر من وسوسة نفس، وصاحب مفسد، ومن تسلط على عباد الله تعالى لإغوائهم، وفي النص القرآني إيجاز بالحذف معجز، إذ المعنى: وقد دفع هؤلاء إلى الرياء في إنفاقهم وإلى البخل والكتمان قرناء السوء من شياطين الإنس والجن، والقرين هو الصاحب اللازم الذي يخلط نفسك بنفسه، ويقرنها بها حتى تصيرا كأنهما شيء واحد، ومعنى قوله:  (وَمَن يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا) من يكن الشيطان صاحبا ملازما له قد اختلط به ومازج نفسه، فما أسوأه من قرين محرض على الشر يدفع إليه بصحبته، وملازمته وإغوائه، والعدوى التي تسري إليه. وفي النص إشارة إلى أن قرناء السوء يفسدون الأخلاق؛ لأن عدوى الأخلاق تصل بالمجاورة كما تصل عدوى الأمراض. </p><p> * * * </p>"
}