{
  "id": null,
  "sura": 4,
  "aya": 78,
  "text": "<p> (أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ ... (٧٨) </p><p> * * * </p><p> البروج جمع برج، وهو يطلق على الحصن المنيع، ويطلق على القصر العالي الذي لَا يصل إليه أحد، ويبنى للملوك والكبراء لكيلا تصل إليهم الرعايا. مشيدة: أحكم بناؤها، وارتفعت، أو بنيت بالشيد، وهو الملاط القوي الذي تربط به اللبنات بعضها ببعض. ولقد قال طرفة بن العبد: </p><p> كأنها برج رومي تكنَّفها ... بانٍ بشيد وآجرّ وأحجار </p><p> ومعنى النص: إن كنتم تريدون بقعودكم عن الجهاد وطلب إرجائه أن ترجئوا الموت أو تطيلوا الحياة، فقد أخطأتم، فإنه حيثما كنتم يدرككم الموت ولو كنتم في أقوى الحصون، وأمنعها، وأحكمها بناء. </p><p> وفى التعبير بكلمة \" يدرككم \" إشارة إلى أن الموت كأنه يطلب الإنسان ويتبعه حيثما كان، وفي أي وقت كان، فهو طالب لَا بد أن يدرك ولا بد أن يصل؛ لأنه حفيقة محتومة فإن فررتم منه فإنه ملاقيكم، فلا تفروا منه واطلبوا الحق ولو أدى إليه، وما أحسن ما قاله زهير بن أبي سلمى: </p><p> ومن هاب أسباب المنايا ينلْنه ... وإن يَرْقَ أسباب السماء بسلَّم </p><p> وإن هؤلاء الذين ضعفت نفوسهم قد يدفعهم اضطرابهم إلى أن تسيطر عليهم الأوهام، فمنهم من يقول كلاما يثير الظنون ويسكت عنه الباقون منهم فكأنهم قالوه، ولذا حكى - سبحانه - القول عن هذا الفريق فقال: </p><p> (وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِ اللَّهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِكَ) أي إن تصبهم حال حسنة تحسن عندهم، من رخاء أو خصب أو ظفر أو غنيمة أو سعة في الرزق، يقولوا: هذه الحال من عند الله تعالى، فإن كان النصر قالوا: من عند الله. وإن يصبهم أمر يسيئهم، كالهزيمة، قالوا: ذلك من محمد، كأنهم ينسبونه إلى سوء تدبيره - عليه الصلاة والسلام -، أو يتشاءمون به، ويهبطون بذلك هبوطا شديدا! فالحسنة ما يحسن عندهم، والسيئة ما يسوؤهم. وذلك التفكير الذين يفكرونه ناشئ من ضعفهم النفسي، وضعفهم الإيماني، وسوء ظنهم بالنبي - صلى الله عليه وسلم -، وذلك شأن أهل النفاق ومن يستمعون إليهم من ضعفاء أهل الإسلام: </p><p> (قُلْ كُلٌّ مِنْ عِنْدِ اللَّهِ فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا) أي إذا كنتم تنظرون إلى ما قدره الله تعالى في علمه المكنون، وما يوفق إليه عباده، وما يمدهم به من عون، فإن كل شيء من عند الله، فالشدة والرخاء من عند الله، والغنيمة والهزيمة بتقدير الله عند اتخاذ الأسباب، فلا ينصر الله متخاذلا، ولا يخذل من يريد ما عند الله، ويتجه إلى الجهاد مستعدا بقلبه وعدته وتنظيمه، وبهذا يرد عليهم ما توهموه، أو قالوه. </p><p> وقد بين سبحانه أن كلام هؤلاء كلام من لَا يفقه الأمور على وجهها، ولا يدرك معاني الأقوال والأفعال. ولذا قال سبحانه:  (فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا) والمعنى: أن الأمر ثبت لهؤلاء الذين لم يدركوا الأمور حتى كادوا لا يدركون إدراكا حقيقيا أي حديث يتحدثون به، أو أي حديث يلقى إليهم، فلا يعلمون أن الله هو القابض الباسط القادر على كل شيء!. وإنهم لو فهموا ما يتلى عليهم من كتاب الله والحكمة لاهتدوا، وهذا الاستفهام توبيخ لهم وبيان لوصفهم الحقيقي، وهو أنهم لَا يكادون يفهمون معنى ما يسمعون وما يقولون! اللهم اهدنا إلى الطيب من القول، واهدنا إلى الصراط الحميد. </p><p> * * * </p><p> (مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا وَكَفَى بِاللَّهِ شَهِيدًا (٧٩) مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا (٨٠) وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا مِنْ عِنْدِكَ بَيَّتَ طَائِفَةٌ مِنْهُمْ غَيْرَ الَّذِي تَقُولُ وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا (٨١) </p><p> * * * </p><p> هذه الآيات تتميم للمعاني التي اشتملت عليها الآيات السابقة، فإن هؤلاء المنافقين وضعاف الإيمان، كانوا يُحمِّلون النبي - صلى الله عليه وسلم - تَبِعة الهزيمة إن كانت!. وإن كان ما يحسن في نظرهم قالوا: هذا بفضل الله، ونسوا أن كل شيء بتقدير الله سبحانه وتعالى وتوفيقه، فقد قدر النصر والفوز، كما قدر الضرر والأذى، وكلٌّ من عند الله سبحانه وتعالى. وقد حسب أولئك المنافقون والضعفاء أن البعد عن </p><p> القتال يُنجيهم من الموت، فبين الله سبحانه أنه لَا نجاة من الموت، وأنه حيثما كان الشخص فالموت مدركه ولاحِقه. </p><p> وفى هذه الآيات يبين سبحانه أن ما يصيبك من أمر يحسن عندك، فإنه بفضل الله تعالى؛ إذ وفقك إلى سببه، وجعل السبب منتهيا بالنتيجة وما أصابك من أمر يسوؤك فبسببك وعمل منك، وأن الرسول لَا يحمل أوزاركم، وأن طاعته واجبة في المنشط والمكره، وأن الذين يظهرون الطاعة بألسنتهم أمامه، ويبيتون العصيان من ورائه، الله بهم عليم، ولذا قال سبحانه: </p>"
}