{
  "id": null,
  "sura": 4,
  "aya": 46,
  "text": "<p> (مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ ... (٤٦) </p><p> * * * </p><p> هذه طائفة من أعمال اليهود في استماعهم لدعوة النبي إلى الحق، وإلى صراط الله المستقيم، وقد ذكر سبحانه أن منهم فريقا يحرفون الكلم عن مواضعه، فقوله تعالى:  (مِنَ الَّذِينَ هَادُوا يُحَرِّفُون) فيه مبتدأ محذوف يقدر بفريق، والتحريف معناه الإمالة وجعل الكلام محتملا غير معناه. </p><p> جاء في مفردات الراغب الأصفهاني: تحريف الكلام أن جعله على حرف من الاحتمال يمكن حمله على الوجهين. قال عز وجل:  (يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ) ومن بعد مواضعه: (. . . وَقَدْ كَانَ فَرِيقٌ منْهُمْ يَسْمَعُونَ كَلامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ) . </p><p> وهذا الفريق ليس تحريفه هو التحريف العام الذي وقع من اليهود في تأويل كتبهم وإهمال كثير منها، وإخفائهم التبشير بالنبي - صلى الله عليه وسلم -، إنما تحريفهم هو حمل كلام النبي - صلى الله عليه وسلم - على غير وجهه، وجعله يحتمل ما لَا يراد به، كما سنبين، هذا الفريق هو الذي قال الله تعالى فيه:  (وَقَدْ كَانَ فَرِيقٌ منْهُمْ يَسْمَعُونَ كَلامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ) . </p><p> فهذا الفريق لَا يكتفي بما فعله أسلافه وما يتحمل وزره الذين يعلمون الكتاب المنزل من قبل ويكتمونه، بل إنه يجعل كلام النبي - صلى الله عليه وسلم - منحرفا في أذهانهم الملتوية عن حقيقة معناه، ويتهكمون عليه، ويحمَّلونه بأغراضهم الفاسدة ما لا يحتمل من المعاني، ولا يكتفون بذلك التحريف، بل يجمعون معه النطق بالعصيان عند السماع، وقد قال الله سبحانه عن تلقيهم لأحكام الشرع التي يبينها النبي - صلى الله عليه وسلم -: </p><p> (وَيَقُولُونَ سَمِعْنَا وَعَصيْنَا وَاسْمَعْ غَيْرَ مُسْمَعِ) وإن حال هؤلاء الذين يحرفون الكلم عن مواضعه، كما حرف أسلافهم كتبهم، إنهم إذا سمعوا ما أنزل على الرسول لَا يستمعون ليتبعوا الحق إن ظهرت بيناته، بل يستمعون على نية الرد، والاستمرار في العناد، وسد كل أبواب الهداية لكيلا تصل إلى قلوبهم، فإذا سمعوا الرسول يدعو إلى الحق، وإلى صراط مستقيم، جمجموا في أنفسهم (١) أو غمزوا به فيما بينهم قائلين: (سَمِعْنَا وَعَصيْنَا) أي سمعنا قولك ووعيناه، وعصينا ما تدعونا إليه، وإن كان الحق الذي لَا مِرْيةَ فيه، ولا توجد نفس أوغلت في </p><p>(١) والجَمْجَمَةُ: ان لَا يُبَينَ كلامَه من غير عِيَ، وفي التهذيب: ألا تُبين كلامك من عِيَ.</p><p> العناد بأكثر من ذلك وإنهم يردفون ذلك القول العاصي الذي يرددونه فيما بينهم بكلام من جنسه فيقولون:  (وَاسْمَعْ غَيْرَ مُسْمعٍ) ، وقولهم (وَاسْمَعْ) المراد به اسمع صدى دعوتك لنا وردنا عليها، وقد ذكر الزمخشري أن كلمة (غَيْرَ مسْمعٍ) تحتمل ثلاثة وجوه: أولها: أن يكون المعنى الدعاء على النبي الكريم بأن يصاب بالصمم فلا يسمع، أو لَا يسمع خيرا قط. والوجه الثاني: أن يكون المعنى غير مُسْمَع كلامُك فلا يجاب ولا يقبل. والوجه الثالث: ما ذكره بقوله رضي الله عنه: \" ويجوز أن يكون غير مسمع مفعول اسمع أي اسمع كلاما غير مسمع إياك؛ لأن أذنيك لَا تعيه نبوا عنه \" ، وإنّا نختار ما عليه أكثر المفسرين، وهو أن يكون مرادهم لعنهم الله الدعوة عليه، عليه الصلاة والسلام بعدم السماع، وذلك هو الذي يتفق مع ما عرف عنهم من حقد وحسد للناس على ما آتاهم الله من فضل، وما أُودعت نفوسهم من بغض للناس وكره لهم، لحسبانهم أنهم المستحقون للتكريم والرفعة وحدهم بزعمهم أنهم أبناء الله وأحباؤه، زادهم الله خزيًا في الدنيا، وعذابا في الآخرة، وزاد الله محمدأ - صلى الله عليه وسلم - وشريعته رفعة وتكريما وإعزازا. وإن هؤلاء لعنهم الله يلوون ألسنتهم طعنا في الدين، ولذلك حكى الله عنهم ذلك فقال: </p><p> (وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ) بدل أن يعبروا في خطابهم بقولهم: \" انظرنا \" نظرة رعاية ومحبة طالبين منه الإقبال عليهم، وإن كان ذلك موجودا، يقولون (وَرَاعِنَا) يفتلون بها ألسنتهم ويحولونها عن المعنى الظاهر لها إلى معنى غير قويم ولا مستقيم، وهو رمى النبي - صلى الله عليه وسلم - بالرعونة والسفه، ويطعنون بذلك في الدين الذي يدعو إليه، والحق الذي ينفذه. وقد جاء في مفردات الراغب في تفسير قولهم:  (وَرَاعنَا) : قال الله تعالى: (. . . لَا تَقُولُوا رَاعنَا. . .) ، (وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ) كان ذلك قولاً للنبي - صلى الله عليه وسلم - على سبيل التهكم يقصدون رميه بالرعونة، ويوهمون أنهم يقولون:  (راعنا) أي (احفظنا) فهم ينطقون بالكلمة على أن النون من بنية الكلمة، وليس ضمير المتكلمين، وذلك لَيُّ اللسان وفتله، والطعن في الدين. </p><p> (وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانظُرْنَا لَكَانَ خَيْرًا لَّهمْ وَأَقْوَمَ) هذا بيان لما كان ينبغي، والمعنى: لو ثبت لهم أنهم قالوا سمعنا الحق واتبعناه، وكلام الرسول وأطعناه، ولو قالوا للرسول اسمع إجابتنا دعوة الحق، وانظر إلينا نظرة إقبال وعطف ورعاية من غير أن يلووا السنتهم، ويحرِّفوا القول عن موضعه، وما يدل عليه بظاهره، لكان ذلك خيرا لهم؛ إذ يفتح باب الهداية في قلوبهم ولا يطمس عليها، ولا يكون ذلك الخزي والذل في الدنيا، أدامه الله تعالى عليهم وبدلهم من أمنهم خوفا، إلا من تاب وآمن وعمل عملا صالحاً، ولكان ذلك خيرا لهم (وَأَقْوَمَ) أي كان هذا هو الأمر القويم الذي يجب أن يسلكه العقلاء طلاب الهداية. وأفعل التفضيل ليس على بابه، ومعناه أن يكونوا بلغوا من الاستقامة أقصاه، ولكنهم ضلوا ضلالا بعيدا، ولذلك قال سبحانه: </p><p> (وَلَكِن لَّعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلا يُؤْمِنُونَ إِلَّا قَلِيلًا) استدراك مما كان ينبغي لهم، أي أنهم لم يفعلوا ما ينبغي؛ لأن الله تعالى لعنهم بأن طردهم من رحمته، فبعدوا عن الهداية بسبب إصرارهم على الكفر، وهم بذلك دخلوا في الكفر بإرادتهم، وأوغلوا فيه حتى صار الكفر بالنبوات ديدنهم، فغلقت أبواب الحق عليهم وطمس الله على بصائرهم، فلم تر الحق ولم تذعن له، فلا يؤمنون، أي ليس الإيمان من شأنهم بعد أن كان منهم ما كان، ولكن الله تعالى بعدله وحكمته لَا ينفي الإيمان عنهم نفيا مطلقا، بل يقرر أن منهم من يؤمن، ولكنه عدد قليل، ولذا قال سبحانه وتعالى:  (فَلا يُؤْمنُونَ إِلَّا قَلِيلًا) أي إلا عددا قليلا لَا يدخل في عموم اللعنة التي كتبها الله تعالى عَليهم في جملتهم، وهذا كقوله في آية:  (مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ) - هدانا الله تعالى إلى الحق. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا (٤٧) إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا (٤٨) </p><p> * * * </p><p> يقرن الله سبحانه وتعالى في كتابه الكريم طلب التوبة والإيمان بحال المذنبين ولو كانوا قد أسرفوا على أنفسهم، كما قال تعالى:  (قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا) ، فباب الإيمان والتوبة مفتوح للعصاة والكافرين، وإن يَنتهوا يُغفر لهم ما قد سلف. وإن أولئك اليهود الذين كانوا في عصر النبي - صلى الله عليه وسلم -، ولا يزالون على عهدهم، قد أسرفوا في عصيانهم، ولجوا حتى لقد كان قائلهم يقول إذا سمع دعوة الحق:  (. . . سَمِعْنَا وَعَصَيْنَا. . .) ، ويلوون ألسنتهم استهزاءً عند سماع الهدى النبوي!! ولا لجاجة في الكفر أكثر من الاستهزاء بالداعي إلى الإيمان! ومع هذه الحال فيهم وجه الله سبحانه وتعالى الدعوة إلى الإيمان منذرا لمن لَا يجيب، ومرغبا من يجد باب الهداية مفتوحا في قلبه، فقال: </p>"
}