{
  "id": null,
  "sura": 4,
  "aya": 5,
  "text": "<p> (وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا ... (٥) </p><p> * * * </p><p> السفهاء جمع سفيه، والسفه اضطراب في الرأي والفكر، وأصله من اضطراب المحسوسات. ويقول الراغب الأصفهاني في مفرداته:  \" السفه صفة في البدن، ومنه قيل زمان سفيه كثير الاضطراب، وثوب سفيه رديء النسج، واستعمل السفه في صفة النفس لنقصان العقل في الأمور الدنيوية \" . </p><p> والسفهاء هنا هم الذين لَا يحسنون تدبير الأموال إما لصغر سنهم، وإما لنقص عقولهم، وإما لسوء تدبيرهم وتبذيرهم، والقيام هنا هو الولاية المالية والسلطان، وعبر عن الولاية بالقيام، لأن القيام هو العماد والسناد في اللغة، والولاية المالية المقصود منها أن تكون عمادا وسندا للقاصر المولى عليه، وعلى هذا التفسير يكون معنى السفهاء شاملا لكل العاجزين عن تدبير المال أيا كان سبب العجز. ويكون معنى النص الكريم: لَا تعطوا المال لِلَّذين لَا يحسنون القيام عليه لصغر أو نقص عقل، أو فساد رأى ثابت، والمراد مال هؤلاء، ولكن أضيف المال إلى الأولياء ليحثهم على حفظه وصيانته كأنه مالهم، وقد يكون الخطاب لجميع الأمة بالدعوة إلى المحافظة على أموال العاجزين؛ لأنه من حال الأمة المتضافرة المتعاونة المتكافلة، ورجح الزمخشري أنه خطاب للأولياء، وقال في ذلك: \" والخطاب للأولياء وأضاف الأموال إليهم؛ لأنها من جنس ما يقيم به الناس </p><p> معايشهم، كما قال:  (. . . وَلا تَقْتُلُوا أَنفُسَكمْ. . .) ، والدليل على أنه خطاب للأولياء في أموال اليتامى قوله:  (وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ) وإنه على أن الخطاب لمجموع الأمة المتكافلة يكون من التكافل رزق اليتامى وعدم قهرهم. </p><p> (وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَّعْرُوفًا) معنى الرزق الإنفاق المستمر المنظم على الشخص في طعامه وكسوته، فالكسوة بل المسكن داخلان في ارزقوهم وإنما خص الكسوة بالذكر؛ لأنها كثيرا ما تهمل، وللحث على المبالغة في تكريمهم، ومن مظاهر التكريم الكسوة الحسنة، وقال ارزقوهم فيها واكسوهم، ولمْ يقل ارزقوهم منها للإشارة إلى أن الرزق لَا يقتطع منها، بل يتجر فيها ويعمل فيها ليكون الرزق فيها من الكسب لَا من أصلها، ولهذا قال النبي - صلى الله عليه وسلم -: \" اتَّجِروا في مال اليتيم حتى لَا تأكله الصدقة \"  (١) وقد قال الزمخشري في تفسير ارزقوهم فيها: \" اجعلوها مكانا لرزقهم بأن تتجروا فيها وتربحوا حتى تكون نفقتهم من الأرباح لَا من صلب المال \" وقد أمر الله تعالى بألا يرهق المحجور عليه، ولا يستذلوا ولا يقهروا؛ ولذا قال:  (وَقُولُوا لَهُمْ قَوْلًا مَّعْروفًا) أي قولا غير منكر وغير مسترذل، وغير قاهر وغير مضعف لنفوسهم، ولا مذل لهم، وذلك لكيلا يذهب الحجر بعزة نفوسهم، وليشعروا أنه في مصلحتهم، ولكيلا تضعف شخصيتهم، ويمردوا مع الذلة صغارا؛ فيعادوا الناس كبارا، والله هو الولي وهو نعم المولى ونعم النصير. </p><p> * * * </p><p>(١) روى الترمذي: الزكاة - زكاة مال اليتيم (٦٤١) عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أبِيه عَنْ جَده أن النَّبِي - صلى الله عليه وسلم - خَطَبَ النَّاسَ فَقَالَ: \" ألا مَن وَلِيَ؛ يَتِيمًا لَهُ مَالٌ فَلْيَتَجِرْ فِيهِ وَلا يَتْرُكْهُ حَتَى تأكُلَهُ الصدَقَةُ \".</p><p> (وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللَّهِ حَسِيبًا (٦) لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا (٧) وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا (٨) وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ فَلْيَتَّقُوا اللَّهَ وَلْيَقُولُوا قَوْلًا سَدِيدًا (٩) إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا (١٠) </p><p> * * * </p><p> قلنا إن الآيات الكريمات من أول السورة في بيان العلاقات الإنسانية، وقد نظم سبحانه وتعالى العلاقات بين بني الإنسان، وعني ببيان حقوق الضعفاء، وهم اليتامى والنساء، فقد كانت المرأة في الماضي مظنة أن تؤكل حقوقها وتهضم، واليتيم مقهور إلا إذا مَنَّ الله تعالى بكالئ من البشر يحوطه بعنايته، وفي هذه الآيات التالية يبين سبحانه معاملة اليتيم حتى يبلغ، وحقه في الميراث، وكيف تجب حياطته والعناية به وبماله، ولا يدفع إليه ماله إلا إذا رشد. </p>"
}