{
  "id": null,
  "sura": 4,
  "aya": 80,
  "text": "<p> (مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ ... (٨٠) </p><p> * * * </p><p> إن هؤلاء كانوا ينتقصون فضل النبي بنسبة الظفر إلى الله والهزيمة إلى النبي، وقد بين الله تعالى أنه رسوله، فإن تنقصتموه فإنما تتنقصون من أرسله، وإن تمردتم عليه فإنما تتمردون على من أرسله:  (مَن يطِعِ الرَّسُولَ) . فيما يأمر به، وينهى عنه، وفي دعوته إلى الجهاد، فإنما يطيع الله تعالى، لأنه إنما يتكلم عن الله تعالى:  (إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٤) عَلَّمَهُ شَدِيدُ الْقُوَى (٥) ، ولقد روى أن رسول الله - صلى الله عليه وسلم - قال:  \" من أحبني فقد أحب الله، ومن أطاعني فقد أطاع الله \" ، فقال الذين يشككون في الإسلام من المنافقين: ألا تسمعون إلى ما يقول هذا الرجل. لقد قارف الشرك، وهو ينهى أن يعبد غير الله! ما يريد هذا الرجل إلا أن نتخذه رتا كما اتخذت النصارى، فنزلت هذه الآية:  (مَن يطِع الرَّسُولَ)  (١) وعندي أن الآية لَا تحتاج إلى سبب نزول في بيانها لأنها واضحة بينة، يشهد لمعناها سابقها ولاحقها، وإن الحديث في ذاته صحيح المعنى، وروى مسلم مثله عن أبي هريرة، وهو قوله عليه الصلاة والسلام: \" من </p><p>(١) ذكره جماعة من مفسري السلف منهم القرطبي والرازي وأبو السعود والألوسي والبيضاوي والسمرقندي عن قتادة (من التابعين).</p><p> أطاعني فقد أطاع الله، ومن يعصني فقد عصى الله، ومن يطع أميري فقد أطاعني، ومن يعص أميري فقد عصاني \" (١) ، ومن نال فضل طاعة الله ورسوله، فقد نال حظ الدنيا والآخرة، ومن أعرض عن ذلك فعليه تبعة عمله. </p><p> والرسول - صلى الله عليه وسلم - قد أدى واجبه في التبليغ، ولذا قال سبحانه وتعالى:  (وَمَن تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا) ومن عصى أمرك ولم يطعك، وأعرض عن الحق الذي أمرك الله تعالى بتبليغه، فإنه وحده الذي يتحمل تبعة إعراضه عن دين الله، ولا تبعة عليك، إنما عليك التبليغ فقط، وعلى الله تعالى حسابهم يوم الحساب، فلا تكلف نفسك ما لست مكلفه، فما أرسلك الله تعالى إلا مبشرا ونذيرا، وليس عليك أن تحمل الناس على الإيمان، ثم ما أنت مكلف بالمحافظة عليهم ومراقبتهم وتتبعهم حتى يكونوا مهتدين:  (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ. . .) ، وما أنت بمهيمن عليهم حتى تحاسبهم على الإيمان، إنما الحساب عند الله. . . </p><p> وإن هؤلاء المنافقين يظهرون الطاعة، ويبطنون المخالفة، ولذا قال سبحانه: </p><p> * * * </p><p>(١) متفق عليه، وقد سبق تخريجه.</p>"
}