{
  "id": null,
  "sura": 4,
  "aya": 7,
  "text": "<p> (لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ ... (٧) </p><p> * * * </p><p> هذه قاعدة عامة لأصل التوريث في الإسلام، وهي قاعدة أن الرجال لا يختصون بالميراث، بل للنساء معهم حظ مقسوم، ونصيب مفروض، سواء أكان قليلا أم كان كثيرا، وهذا إبطال لما كان يقع في الجاهلية من حرمان النساء من الميراث وقصره على الرجال. وذكر في هذا الموضع عند الكلام في شئون اليتامى؛ لأن الظلم عليهم كما يقع في أموالهم الثابتة، قد يقع في أموالهم التي تئول إليهم من مُوَرثيهم، فهذا النص أفاد دفع الظلم عن ضعيفين هما المرأة واليتيم، أفاد دفع الظلم عن المرأة بالنص، وأفاد دفع الظلم عن اليتيم بالإشارة، وسيصرح القرآن </p><p> الكريم بذلك في قوله سبحانه:  (وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُوا عَلَيْهِمْ. . .) . ولقد روى ابن عباس أنه قال: كان أهل الجاهلية لَا يورثون البنات ولا الصغار الذكور حتى يدركوا، فمات رجل من الأنصار يقال له أوس بن ثابت وترك ابنتين وابنا صغيرا، فجاء ابنا عمه - وهما عصبته - فأخذا ميراثه كله، فأتت امرأته رسول الله صلى الله تعالى عليه وسلم وذكرت ذلك، فنزل قوله تعالى:  (لِلرِّجَالِ نَصِيبٌ ممَّا تَرَكَ الْوَالِدَانِ والأَقْرَبُونَ)  (١) . </p><p> وقد ذكر سبحانه الحق مرتين، فذكره أولا للرجال فقال:  (للرِّجَالِ نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ والأَقْرَبُونَ) ثم ذكره ثانيا للنساء فقال: (وَلِلنِّسَاءِ) وذلك ليؤكد حقهم، وليبين أنه حق مستقل عن حق الرجل، ثبت لها استقلالا بالقرابة، كما ثبت له استقلالا بالقرابة، حتى لَا يتوهم أحد أن حقها تابع لحقه بأي نوع من أنواع التبعية، ثم أكد سبحانه الحق بقوله: </p><p> (مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا) هذا تأكيد لحق النساء في التركة، وقد أكده مرتين - أولاهما - أنه يجب في كل تركة قليلة أو كثيرة فليس حقها تسامحا يعطى، ولكنه حق ثابت، لَا يُقَدم حق للرجل، ويؤخر حق المرأة، بل يثبتان معا في القليل والكثير، ولا تسامح في القليل - ثانيهما قوله:  (نَصِيبًا مَّفْرُوضًا) وهي منصوبة على الاختصاص، والاختصاص يفيد العناية أي قدرا عناه الله تعالى وقصده (مَّفْروضًا) أي مقطوعا لَا سبيل إلى الهوادة فيه، والاكتفاء ببعضه نزرا يسيرا، أو مقدارا كبيرا، فلا بد من إعطائه كاملا غير منقوص. </p><p> * * * </p><p>(١) أورده السيوطي في الدر المنثور ج ٢، ص ٤٣٧ وقال: أخرج أبو الشيخ عن ابن عباس قال: كان أهل الجاهلية لَا يورثون البنات، ولا الصغار الذكور حتى يدركوا.</p>"
}