{
  "id": null,
  "sura": 4,
  "aya": 172,
  "text": "<p> (لَن يَسْتَنكِفَ الْمَسِيحُ أَن يَكُونَ عَبدًا لِّلَّهِ وَلا الْمَلائِكَةُ الْمُقَرَّبُونَ) ومعنى النص الكريم: لن يستنكف المسيح أن يكون عبدا لله ولن ينزل من مرتبته أن يكون من عبيد الله تعالى، فإن ذلك وضع للأمور في مواضعها، إذ هو مخلوق لله تعالى. </p><p> روى أن وفد نجران قالوا لرسول الله - صلى الله عليه وسلم -: لم تعيب صاحبنا؟ فقال عليه السلام: ومن صاحبكم؟ قالوا: عيسى (عليه السلام) فقال النبي - صلى الله عليه وسلم -: وأي شيء أقول؟ </p><p> قالوا تقول إنه عبد الله ورسوله فقال لأمير القوم \" إنه ليس بعار أن يكون عبدا لله،قالوا:بلى \"  (١) . </p><p> وهنا بحثان لفظيان نريد أن نلم بهما بعض الإلمام. </p><p> أولهما - التعبير بـ \" لن \" فإن هذا التعبير النافي فيه تأكيد للنفي، وفيه بيان استمراره وفيه فوق ذلك إشارة إلى أن المنفي هو الأمر الذي لَا يتصور العقل غيره، فلا يتصور العقل أن يترفع المسيح عن أن يكون عبدا لله، لأنه هو الذي خلقه، وهو الذي سواه، وهو الذي جعل له كل الصفات التي امتاز بها على غيره من الناس في عهده، إن الكمال للإنسان في أن يحس بعبوديته لله تعالى وحده، فذلك ليس عارا كما ذكر الرسول - صلى الله عليه وسلم -، لأن شكر المنعم هو كمال الإنسان، والمنعم بنعمة الوجود، ومجري النعم هو الله سبحانه وتعالى، فالعبودية له سبحانه شكر وهي كمال الصلة بين الله تعالى وخلقه. </p><p> وثانيهما - أصل معنى يستنكف، أنها في مغزاها لن يأنف أو يترفع، ولكن في أصل اللغة لها أصول ثلاثة. </p><p> أولها - أنها مشتقة من التنزيه، فالفعل الثلاثى لها (نكف) ، دخله السين والتاء فيقال نكفت من الشيء واستنكفت منه، وأنكفته أي نزهته عما يستنكف منه، وروى في الحديث أن النبي - صلى الله عليه وسلم - سئل عن معنى سبحان الله فقال - عليه السلام - \" إنكاف الله عن كل سوء \"  (٢) بمعنى تنزيهه عن كل سوء، ويكون معنى \" لن يستنكف \" : لن يتنزه عن أن يكون عبدا لله، فالعبودية ليس للبشر أن يتنزهوا عنها، بل عليهم أن يخضعوا لها. </p><p> ثانيها - أنها مأخوذة من نكفت الدمع إذا نحيته بأصبعك عن خدك سترا </p><p>(١) ذكره هكذا بلفظ \" روى \": الزمخشري، والنسفي، والرازي، والآلوسي، والبيضاوي، سببا لنزول الآية الكريمة. (٢) النهاية في غريب الحديث (نكف).</p><p> لمظهر البكاء، ومنه الحديث:  \" ما ينكف العرق عن جبينه \"  (١) أي ما ينقطع، ومنه الحديث:  \" جاء بجيش لَا ينكف آخره \"  (٢) . ومعنى (لن يستنكف) أي لن ينقطع أن يكون المسيح عبدا لله. وقد اختار ذلك الزجاج، وارتضاه الزمخشري في الكشاف. </p><p> تالثها - أنها مأخوذة من النكف وهو العيب، ويكون المعنى \" لن يعاب المسيح أن يكون عبدا لله \" وكلها معان متلاقية. </p><p> وعطف سبحانه على المسيح - عليه السلام - الملائكة فقال:  (وَلا الْمَلائِكَةُ الْمُقَرَّبُونَ) أي لَا يستنكف المسيح عن أن يكون عبدا لله، ولا يستنكف أيضا الملائكة المقربون إليه سبحانه كجبريل وإسرافيل وميكائيل، وحملة العرش فإن هؤلاء على روحانياتهم الكاملة، ومع أن الله تعالى خلقهم من غير أب ولا أم لا يترفعون، أن يكونوا عبيدا لله تعالى؛ لأن الله تعالى خلقهم وهم المدركون لجلاله وكماله:  (لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ (٦) . </p><p> ولقد أخذ الزمخشري من هذا النص أن الملائكة المقربين أعلى درجة من الأنبياء وقال في ذلك: ولا من هو أعلى قدرا وأعظم خطرا وهم الكروبيون الذين حول العرش كجبريل وميكائيل وإسرافيل ومن في طبقتهم، فإن قلت من أين دل قوله تعالى (وَلا الْمَلائِكَةُ الْمُقَرَّبُونَ) على أن المعنى ولا من فوقه، قلت من حيث إن علم المعاني لَا يقتضي غير ذلك، وذلك أن الكلام سيق لرد مذهب النصارى وغلوهم في رفع المسيح عن منزلة العبودية، فوجب أن يقال لهم لن يترفع المسيح عن العبودية، ولا من هو أرفع منه درجة، كأنه قيل لن يستنكف الملائكة المقربون من العبودية فكيف بالمسيح! ويدل عليه دلالة ظاهرة بينة تخصيص المقربين لكونهم أرفع الملائكة درجة وأعلاهم منزلة، ومثاله قول القائل: </p><p> وما مثله ممن يجاود حاتم ... ولا البحر ذو الأمواج يلتج ذاخره </p><p>(١) السابق. (٢) السابق.</p><p> ولا شبهة في أن مقصده بالبحر ذي الأمواج ما هو فوق حاتم في الجود، ومن كان له ذوق فليذق مع هذه الآية قوله تعالى:  (وَلَن تَرْضَى عَنكَ الْيَهُودُ وَلا النَّصَارَى) ، حتى يعترف بالفرق المبين. </p><p> وينتهي من هذا إلى أن الملائكة المقربين أفضل من عيسى - عليه السلام -، وعيسى من أولي العزم من الرسل، فالملائكة أفضل من النبيين. </p><p> وقد خالفه في ذلك كثير من العلماء، وردوا عليه بردود لَا تسقط مقدمة الدليل وهو كون النص يفيد الترقي من المفضول إلى الأفضل، فالمسيح مفضول، والملائكة المقربون أفضل، ولكنها تبطل النتيجة في ذاتها، وهي كون الملائكة أفضل؛ ذلك لأن الحديث في الملائكة المقربين، فكيف تكون النتيجة أوسع وتعم الملائكة أجمعين، المقربين ومن دونهم؟. </p><p> وعندي أن الترقي قائم، ولكن في المعنى الذي سيق له الكلام، ذلك أن النصارى غلوا غلوا كبيرا في المسيح؛ لأنه ولد من غير أب، ولأنه جرت على يديه معجزات كثيرة، ولأنه روحاني المعاني، فبين الله سبحانه وتعالى أنه مع كل هذا لن يستنكف أن يكون عبدا لله، ولا يستنكف من هو أعلى منه في هذه المعاني وهم الملائكة الذين خلقوا من غير أب ولا أم، وأجرى على أيديهم ما هو أشد وأعظم من معجزات، ومنهم من كان الروح الذي نفخ في مريم، وهم أرواح طاهرة مطهرة، فكان الترقي في هذه المعاني، وهم فيها يفضُلون عيسى وغيره، وبذلك تكون الآيات بعيدة عن الأفضلية المطلقة، فلا تدل على أفضلية الملائكة على الرسل في المنزلة عند الله تعالى ورضوانه، وتكون الآية بعيدة عن موطن الخلاف، والترقي دائما يكون في المعاني التي سيق لها الكلام دون غيرها، وليس المتأخر أعلى في ذاته صن لمتقدم وأفضل، ولكنه أعلى في الفعل الذي كان فيه كقول القائل لَا تضرب حرا ولا عبدا، فالتدرج هنا في النهي عن الضرب، لأنه إذا كان ضرب العبد غير جائز فإن ضرب الحر من باب أولى غير جائز. </p><p> * * * </p><p> (يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا (١٧٤) فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا (١٧٥) </p><p> * * * </p><p> بين سبحانه وتعالى في الآيات السابقة جحود المشركين وأهل الكتاب للرسالة المحمدية، وبين بطلان قولهم، والإفك فيما يزعمون من تدين، وأن المسيح - عليه السلام - كان موضع المغالاة، فاليهود غالوا في إنكار رسالته، وزعموا أنهم قتلوه وما قتلوه وما صلبوه، وما مكنهم الله تعالى من أن يقتلوه، كما قتلوا نبيين من قبله، وغالى فيه النصارى فادعوا له الألوهية، بعد أن بين سبحانه وتعالى ذلك أخذ يبين المنهاج المستقيم، والدين الحق الذي لَا يأتيه الباطل، وليس فيه غلو في أمر من الأمور، بل فيه النور والحجة والبرهان، ولذا قال تعالى: </p>"
}