{
  "id": null,
  "sura": 4,
  "aya": 69,
  "text": "<p> (وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ ... (٦٩) </p><p> * * * </p><p> ذكر الله سبحانه وتعالى في الآيات السابقة فضل الطاعة وجزاءها، وهو أجر عظيم، وهداية إلى الطريق الذي يوصل إلى القدسية ومرتبة المشاهدة لله تعالى، وعظمته التي ذكرها النبي - صلى الله عليه وسلم - في قوله:  \" اعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك \"  (٢) وفي هذه الآية الكريمة يذكر لهم جزاءً آخر، وهو كرم الصحبة في الدنيا والآخرة، فهم إذ يسيرون في الصراط المستقيم الموصل إلى الله يكونون في قافلة الأطهار من النبيين والصديقين والشهداء والصالحين، وما أحسنها رفقة طاهرة كريمة طيبة!!. </p><p> والإشارة في قوله تعالى:  (فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِم) إلى أولئك السابقين الذين أعطاهم الله سبحانه الأجر العظيم، وهداهم للوصول إلى مرتبة السُّمُو، ومشاهدة المعاني القدسية، وكرر ذكر الطاعة فقال:  (وَمَن يُطِع اللَّهَ وَالرَّسُولَ) ، لأن هذه الطاعة هي الأساس في هذه الأجْزِية المجزية، الرافعة السامية الهادية، وفي تكرارها تحريض عليها، ودعوة إليها. </p><p> وقد ذكر سبحانه أن النبيين والصديقين والشهداء والصالحين قد أنعم عليهم، وإن ذلك هو الحق الذي لَا ريب فيه، ففيهم جميعا نعم ثلاث قد اختصوا </p><p>(٢) سبق تخريجه.</p><p> بها: أولاها - نعمة الهداية والتوفيق، وتلك هي الأساس. والثانية - نعمة إدراك معاني الربوبية والعبودية، فهم يحسون بعظمة الخالق المنشئ، كما يحسون بعظمة المعبود، ويذوقون طعم الخضوع لله الواحد الأحد الذي ليس بوالد ولا ولد. </p><p> والثالثة - نعمة العمل الصالح. وتلك النعم هي معاني الإنسانية العالية التي تسمو عن كل مظاهر الحيوانية، وما بقي منها فإنه تقوى به هذه المعاني العالية، وتلك النعم السامية. </p><p> ومن هم أولئك الرفقاء الأطهار؛ إنهم مراتب ودرجات، وهم أربعة: أولهم: النبيون، وهم الذين أنبأهم الله، واختارهم ليخبروا عنه سبحانه، ويبلغوا الناس شرعه ويفسروه، وإن من يبالغ في محبتهم وطاعتهم يكون معهم، لأن النبي - صلى الله عليه وسلم - يقول:  \" المرء مع من أحب \"  (١) . </p><p> وقد روى ابن جرير الطبري عن سعيد بن جبير أنه قال:  \" جاء رجل من الأنصار إلى رسول الله - صلى الله عليه وسلم -وهو محزون فقال:يا رسول الله،شيء فكرت فيه! فقال الرسول:\" ما هو \"؟قال:نحن نغدو إليك ننظر إلى وجهك ونجالسك،وغدا ترفع مع النبيين فلا نصل إليك! فنزل قوله تعالى:(وَمن يُطِع اللَّهَ وَالرَّسولَ فَأوْلَئكَ مَعَ الَّذينَ أَنْعَمَ اللَّهُ عَلَيْهِم. . .)الآية. وروي عن عائشة - رضي الله عنها -أَنها قالت:جاء رجل إلى النبي - صلى الله عليه وسلم -فقال له:\" إنك لأحب إليَّ من نفسي، وأحب إليَّ من أهلي، وأحب إليَّ من ولدي، وإني لأكون في البيت فأذكرك، فما أصبر حتى آتي، فانظر إليك، وإذا ذكرت موتي عرفت أنك إن دخلت الجنة رفعت مع النبيين فخشيت ألا أراك. فنزلت الآية الكريمة \" (٢) . </p><p> والذي يعنينا في هذا أن من يحب الله ورسوله يكون مع حبيب الله محمد - صلى الله عليه وسلم - وغيره من الأنبياء الأطهار. </p><p>(١) متفق عليه؛ رواه البخاري: الأدب - علامة حب الله عز وجل (٦١٦٨)، ومسلم: البر والصلة - المرء مع من أحب (٢٦٤١). عن عبد الله بن مسعود رضي الله عنه. (٢) رواه الطبراني في الصغير والأوسط ورجاله رجال الصحيح غير عبد الله بن عمران العابدي وهو ثقة. عن عائشة رضي الله عنها. مجمع الزوائد (٧٣٩٠١).</p><p> والفريق الثاني من قافلة الأبرار، الصديقون، ومرتبتهم تلي مرتبة النبيين، والصديقون جمع صدِّيق، وقد فسر العلماء الصديق بأنه الصادق الذي لَا يكذب، وقد جاء في مفردات الراغب الأصفهاني: الصدِّيق من كثر منه الصدق، وقيل: يقال لمن لَا يكذب قط، وقيل: لمن لَا يتأتي منه الكذب لتعوده الصدق، وقيل: بل لمن صدق بقوله واعتقاده، وحقق صدقه بعمله. قال تعالى:  (وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ إِنَّه كَانَ صِدّيقًا نَّبيًّا) ، وقال:  (وَأمُّه صِدِّيقَة. . .) ، وقال:  (مِّنَ النَّبِيَّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ) . </p><p> وان هذه المعاني متلازمة، فمن صدق في قوله لَا يكذب قط؛ إذ يصير الصدق عادة نفسية له، فلا يتأتي منه الكذب، ولقد قال النبي - صلى الله عليه وسلم -: \" عليكم بالصدق فإنه يهدي إلى البر، والبر يهدي إلى الجنة، وإن الرجل ليصدق حتى يكتب عند الله صديقا \"  (١) . </p><p> وإن الصدق في القول إذا صار عادة نفسية زكت النفس وطهرت، واستقام الفكر والعمل، وصار يدرك الحق لذات الحق، ويتجه إلى طلبه من غير التواء، فيدركه من غير طلب حجة ولا برهان؛ لأن أمارات الحق تلوح له، ويدركها بنور قلبه. وكذلك كان صدِّيق هذه الأمة أبو بكر رضي الله عنه، وقد روى ابن مسعود عن النبي - صلى الله عليه وسلم - أنه قال:  \" ما عرضت الإسلام على أحد إلا كانت له نظرة، غير أبي بكر فإنه لم يتلعثم \"  (٢) . </p><p>(١) عَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ الصِّدْقَ بِرٌّ، وَإِنَّ الْبِرَّ يَهْدِي إِلَى الْجَنَّةِ، وَإِنَّ الْعَبْدَ لَيَتَحَرَّى الصِّدْقَ، حَتَّى يُكْتَبَ عِنْدَ اللهِ صِدِّيقًا، وَإِنَّ الْكَذِبَ فُجُورٌ، وَإِنَّ الْفُجُورَ يَهْدِي إِلَى النَّارِ، وَإِنَّ الْعَبْدَ لَيَتَحَرَّى الْكَذِبَ، حَتَّى يُكْتَبَ كَذَّابًا \". رواه مسلم: البر والصلة والآداب - قبح الكذب وحسن الصدق وفضله (٢٦٠٧)، كما رواه البخاري بلفظ مقارب. الأدب - قول الله تعالى: (يا أيها الذين آمنوا اتقوا الله وكونوا مع الصادقين) (٦٠٩٤)]. (٢) رواه الديلمي عن ابن مسعود. كما في كنز العمال (٣٢٦١٢).</p><p> وإن زكاء النفس بمداومة الصدق يؤدي إلى سلامة الاعتقاد، وصحة العمل، وإلى المداومة على تعرف عيوبها، فيكون الصدوق سليم النظر في كل شيء لم يلبس بباطل، وبذلك يكون الصذيق لَا يتأتي منه الكذب، ويسلم قلبه كما سلم لسانه، ويصح اعتقاده كما يصلح عمله. </p><p> والفريق الثالث من قافلة البر، هم الشهداء، وهم الذين شهدوا الحق وعلموه علما كعلم المعاينة والمشاهدة، فهؤلاء يشهدون بالحق، ويعلنونه ويدعون إليه، فهم الذين قال الله تعالى في أمثالهم:  (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا) ، فهم حضور الحق والشاهدون به والداعون إليه، وإن من أولئك بلا ريب الذين يقتلون في الجهاد في سبيل الله تعالى لإعلاء كلمة الحق، قاصدين وجه الله بقتالهم؛ لأنهم شهدوا الحق وأعلنوه، وضربوا الأمثال على افتدائه بأنفسهم، وشهد الله تعالى لهم بالجنة. </p><p> والفريق الرابع الصالحون، وهم من صلحت نفوسهم وأعمالهم، فهم صالحون في الباطن والظاهر. </p><p> هذه القافلة المكونة من هذه الطوائف الأربع، هم أهل الإيمان حقا وصدقا، وهم رفقاء الخير، ورفقتهم أحسن النعم، ولذا قال سبحانه: </p><p> (وَحَسُنَ أُوْلَئِكَ رَفِيقًا) الرفيق هو الصاحب الذي يلازمك في عمل أو سفر، وسمي رفيقا لأنك ترتفق به وتستعين، ويعاون كل منكما صاحبه، ويأتنس به في العمل والسفر والملازمة بشكل عام. والرفيق هنا ذكر مفردا واستعمل في معنى الجمع، فالمعنى: وحسن أولئك رفقاء! وإنما أفرد لأن الحسن في ذات الرفقة، ولأن المصاحبة إفرادية، فكل واحد يصاحب الأحاد والجميع، فهم جميعا في معنى رفيق واحد، لتشاكل النفوس وتوافقها. وقال الزمخشري: إن (حَسُن) في معنى فعل التعجب، فالمعنى: ما أحسن وأطيب رفقة هؤلاء! ولذلك كانت نعمة أنعم الله بها على عباده المخلصين. وهي من فضله. </p><p> * * * </p>"
}