{
  "id": null,
  "sura": 4,
  "aya": 29,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأكُلُوا أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ) أكل المال معناه أخذه، وأطلق الأكل وأريد به الأخذ للإشارة إلى الأصل في وظيفة المال الإنسانية وهو أن يكون وسيلة لمتع الحياة التي أخصها الأكل، وإذا تحول المال من كونه وسيلة لنيل المطاعم إلى أن يقصد لذاته ليكون متعة مطلوبة كالأكل، فعندئذ يكون الشح </p><p> والحرص والتنازع على طلبه بِحِل أو بغير حل، وهذا شأن من يأخذون الباطل يستمتعون به كما يستمتع الآكل بالطعام. وعبَّر بأموالكم للإشارة إلى أن مال آحاد الأمة مال الأمة موزعا بين آحادها بتوزيع الله تعالى الذي قسم الأرزاق، وأن المال كله في حماية المجتمع، ولو كان مملوكا ملكا خاصا. وذكر كلمة (بَيْنَكُم) للإشارة إلى أن التبادل بين الآحاد يكون على أساس من الحق، ولا يكون بالباطل، والباطل هو الطرق الحرمة لجمع المال كالربا والرشوة والسرقة والغصب والنصب والتزوير والغش والتدليس والاحتكار الآثم، وغير هذا من الأساليب التي لا تبيحها شريعة ولا يبيحها قانون. </p><p> (إِلَّا أَن تَكُونَ تِجَارَةً عَن تَرَاضٍ منكُمْ) الاستثناء هنا منقطع، والمعنى لكن يباح لكم أخذ المال بالتجارة الناشئة عن تراض، فلا يحل مال امرئ إلا عن طيب نفس أخيه (١) ، كما ورد في بعض الآثار عن النبي - صلى الله عليه وسلم -. وقد يسأل سائل: لماذا جاء هذا بعد النهي عن أكل مال الناس بالباطل؟ والجواب عن ذلك أن بعض ما يستباح مما حرمه الله يشّبه بالتجارة، فالذين يأكلون الربا يشبهون الزيادة بالكسب الذي يجيء من البيع والشراء، ولذلك حكى الله سبحانه عن المشركين أنهم قالوا:  (. . . إِنَّمَا الْبَيْعُ مِثْل الرِّبَا. . .) ، ورد الله قولهم:  (. . . وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا. . .) ، وبهذا بيّن الله سبحانه وتعالى حل التجارة حتى لَا يتوهم أحد أن مكاسب التجارة من أكل أموال الناس بالباطل، فإنها مال حلال ما دام أساسها التراضي وطيب النفس. </p><p> والتراضي أساس العقود عامة وأساس المبادلات المالية خاصة، فلا بيع من غير تراض ولا شراء ولا إجارة ولا شركة ولا غيرها من عقود التجارة ما لم يتحقق الرضا. وقد وسع الفقهاء الباب للرضا، فأباحوا للعاقد أن يفسخ العقد إذا خفيت العيوب ولم تظهر، لأن الرضا لم يكن على أساس سليم، وأباحوا للعاقد </p><p>(١) \" إِنهُ لَا يَحِل مَالُ امْرِئٍ إِلا بِطِيبِ نَفْسٍ مِنْهُ \" جزء من حديث رواه أحمد (٢٠١٧٢): أول مسند البصريين عن عم أبي حرة الرقاشي.</p><p> أن يشترط لنفسه حق الفسخ، ومن الفقهاء من أباح له الفسخ طول مدة مجلس العقد، ولو أعلن الرضا، وذلك كله للاحتياط، ولكي يكون الرضا على أساس من العلم الصحيح والجزم القاطع، والبَتِّ القائم على بينة ومعرفة. </p><p> وهل التراضي أساس حر للتعاقد من غير قيد يقيده إلا التحريم؛ بمعنى أن كل ما يشترط ويتعاقد عليه المتعاقدون يكون حلالا ملزما للعاقدين ولو لم يرد به نص خاص؛. للفقهاء في ذلك منهاجان مختلفان أحدهما: أن التراضي أساس للإلزام والالتزام ولو لم يرد نص لكل عقد وشرط ما دام لَا نص يمنع، فكل ما يشترطه العاقدان ويتراضيان عليه يكون لازما لَا يصح نقضه، إذا لم يكن نص يحرمه، ولقد قال في ذلك عمر - رضي الله عنه -: مقاطع الحقوق عند الشروط. وأكثر الحنابلة وبعض المالكية على ذلك المنهاج. والمنهاج الثاني: أنه لا يلزم من الشروط والعقود إلا ما جاء الدليل على وجوب احترامه، وهذا منهاج الشافعية والحنفية فعندهم لَا يلزم الشرط إلا إذا قام الدليل على وجوب الوفاء به. </p><p> والتجارة باب من أبواب الكسب الطيب وفيها فائدة للناس، وهي تنقل ما فيه الحاجة الإنسانية من مكان إلى مكان، وبهذا النقل تتغير قيمة الأشياء، وزيادة القيمة بهذا النقل تقارب زيادة الأشياء بالزرع، وزيادة قيم الأشياء بالتحويل الصناعي، فإن الحديد مثلا إذا تحول إلى آلة زادت قيمته بما زادت الصناعة فيه، فكذلك بنقل البضائع من مكان إلى مكان تزيد القيمة بهذا النقل. </p><p> وإن علماء المسلمين كانوا يرحبون بالتجارة التي تنقل البضائع من بلد إلى بلد ومن إقليم إلى إقليم، ولا يرحبون بالتجارة في البلد الواحد؛ لأن هذا ليس فيه طلب للأرزاق، ولأنه قد يؤدي إلى الاحتكار، وقد جاء في القرطبي: \" والبياعات التي تحصل بها الأغراض نوعان: تقلب في الحضر من غير نقلة ولا سفر، وهذا تربص واحتكار، قد رغب عنه أولو الأقدار، وزهد فيه ذوو الأخطار. </p><p> والثاني: تقلب المال بالأسفار، ونقله إلى الأمصار، وهذا أليق بأهل المروءة وأعم جدوى ومنفعة \"(١).</p><p> وإن النبي - صلى الله عليه وسلم - قد حث على الاتجار بالنقل من بلد إلى بلد، ومنع الاحتكار وما يؤدي إليه، فقال النبي - صلى الله عليه وسلم -: \" المحتكر خاطئ والجالب مرزوق \" (٢) . </p><p> (وَلا تَقْتُلُوا أَنفُسَكمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا) جاء هذا بعد النهي عن أكل أموال الناس بالباطل؛ لأن المال عند الناس بمنزلة النفس أو قريب منها، وقد اختلف العلماء في معنى قوله تعالى:  (وَلا تَقْتُلُوا أَنفسَكمْ) فقال بعضهم: معناه لا يقتل أحدكم نفسه، فإن ذلك إثم، ومن قتل نفسه فقد اعتدى على نفس حرّم الله قتلها، وهذا تأويل غير متفق مع السياق، وإن كان ظاهر اللفظ ربما يفيده، وقال بعضهم: إن المعنى ولا يقتل بعضكم بعضا، فإن قتل واحد منكم للآخر قتل لأنفسكم، وتحريض على الدماء بينكم، وقتل نفس كقتل الناس جميعا، ومن ذلك قوله تعالى:  (مَن قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأَرْضِ فَكَأنَّمَا قَتَلَ النَّاسَ جَمِيعَا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا) ، وإن السياق على هذا يكون فيه ترقٍّ في النهي عن الاعتداء، ابتدأ بمنع الاعتداء على المال، ثم بمنع الاعتداء على النفس، فهو انتقال من الكبيرة إلى أكبر منها. وقال بعضهم إن المعنى لَا تقتلوا أنفسكم بأكل بعضكم أموال بعض، وبارتكاب المعاصي، فإن ذلك مفرق لجماعتكم مفسد لأمركم مذهب لوحدتكم، وبذلك تقتل الأمم والجماعات، وقد ارتضى هذا ابن بشير فقال:  (وَلا تَقْتُلُوا أَنفسَكُمْ) أي بارتكاب محارم الله تعالى ومعاصيه، واكل أموالكم بينكم. وإن هذا هو الذي نرتضيه، وهو يتضمن في ثناياه النهي عن القتل بكل ضروبه لأنه داخل في محارم الله. </p><p>(١) راجع الجامع لأحكام القرآن: تفسير سورة النساء (٢٩). الجزء ٥، ص ٣١. (٢) روى مسلم في صحيحه: المساقاة - تحريم الاحتكار في الأقوات (١٦٠٥) أنه كَانَ سَعِيدُ بْنُالمُسَيَّبِ يُحَدِّثُ أنَّ مَعْمَرًا قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: \" مَن احْتكَرَ فَهُوَ خَاطِئ \".ومعنى الاحتكار: إمساك السلعة وعدم بيعها حتى يرتفع ثمنها.</p><p> وقد ذيل الله سبحانه وتعالى النص بقوله تعالت كلماته:  (إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا) للإشارة إلى أن الله نهى عن هذه المحرمات وأباح هذه المباحات من التجارة بكل أنواعها رحمة بكم، فكل شرع الله رحمة، وكل شرع صادر عنِ رحمة الله التي هي شأن من شئونه (١) ، كما قال تعالى:  (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةَ لِّلْعَالَمِينَ) . </p><p> * * * </p><p>(١) قال ابن جرير الطبري - ج ٥، ص ٢٠: \" فإنه يعني أن الله تبارك وتعالى لم يزل رحيما بخلقه، ومن رحمته بكم كفَّ بعضكم عن قتل بعض أيها المؤمنون، بتحريم دماء بعضكم على بعض إلا بحقها، وحظر أكل مال بعضكم على بعض بالباطل، إلا عن تجارة يملك بها عليه برضاه وطيب نفسه، لولا ذلك هلكتم وأهلك بعضكم بعضا قتلا وسلبا وغصبا \" اه</p>"
}