{
  "id": null,
  "sura": 4,
  "aya": 151,
  "text": "<p> (أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا ... (١٥١) </p><p> * * * </p><p> التعبير بالإشارة للإفادة إلى أن هؤلاء الذين قالوا ذلك القول، وجحدوا ذلك الجحود بسبب هذه الأقوال وتلك الأحوال كافرون كفرا لا مجال للشك فيه، وقد أكد - سبحانه وتعالى الحكم عليهم بالكفر بثلاثة مؤثرات: أولها - الإثيان بكلمة \" هم \" الدالة على تأكيد الحكم، وقصرهم على الكفر وإثبات أنهم لَا يخرجون عن دائرة الكفار يسارعون فيها ولا ينثقلون منها. </p><p> ثانيها - تعريف الطرفين وهم أولئك الجاحدون بالإشارة، والحكم بأنهم الكافرون أكد القول، وأفاد من قبيل المبالغة في تأكيد الوصف بالكفر، كأن الكفر مقصور عليهم لا يخرج عنهم، وهم بذلك أوغل في الكفر من الذين لَا يؤمنون بكتاب ولا رسول ولا رسالة؛ إذ هم يسلِّمون بالأصل ويعرفونه، ويكفرون مع ذلك به، ولا يطبقونه. </p><p> ثالثها - التعبير بكلمة (حَقًّا) ، أي أن كفرهم ثابث قد ثبت وحق حقا، وقد قال الزمخشري في تخريج هذه الكلمة \" أى هم الكاملون في الكفر، وحقا تأكيد لمضمون الجملة كقولك هو عبد الله حقا أي حق ذلك حقا وهو كونهم كافرين، أو صفة لمصدر الكافرين، أي هم الذين كفروا كفرا حقا ثابتا يقينا لَا شك فيه \" . </p><p> ولماذا كان ذلك التوكيد؟ والجواب عن ذلك أن التوكيد يكون حيث مظنة التردد في عقول الذين قالوا ذلك القول، فقد حسبوا بقولهم وإرادتهم أنهم يرضونه بذلك فبين الله سبحانه أنه لَا وسط بين الإيمان الكامل والكفر في شيء، وخصوصا أن جحود هؤلاء ببعض الرسل انبعث من حقد دفين، وتفريقهم بين الأجناس، حتى في مقام الرسالة، وقد قال تعالى:  (. . . اللَّهُ أَعْلَمُ حَيْث يَجْعَلُ رِسَالَتَهُ) . </p><p> وإنهم بهذا الكفر يحسدون الناس على ما آتاهم الله من فضله؛ إذ إنها كانت في اليهود وأشباههم الذين رفضوا محمدا، لأنه عربي، وليس بعبري، وحيث كان التردد في عقل وجب تأكيد الحق، ليزول التردد، ويتبع التابع عن بينة ويقين، وقد ذكر الله تعالى عقاب هؤلاء، وأمثالهم فقال:  (وَأَعْتَدْنَا لِلْكَافِرِين عَذَابًا مُّهِينًا) . </p><p> والمعنى هيأنا للكافرين الذين يندرجون في جمعهم عذابا مهينا يذيقهم الهوان والذل، كفاء استكبارهم في الدنيا، واعتزازهم بالباطل فيها، ويصح أن يقال إن كلمة (الكافرين) لَا تعم كل الكفار، ولكنها تخص الذين ذكروا في الآية السابقة؛ لأن اللفظ إذا أعيد معرفا كان المراد به المذكور أولا، ويكون تخصيصهم بالذكر، لبيان نتيجة ما ارتكبوا وما فرقوا به بين رسله سبحانه. </p><p> وهنا بحث لفظي في لفظ \" أعتدنا \" ، وهو تعبير قرآني اختص القرآن به؛ لأن اعتد من العتاد، والتخريج اللفظي هيأنا لهم عتادا هو عذاب جهنم. وقد قال في ذلك </p><p> الأصفهاني في مفرداته:  \" العتاد ادخار الشيء قبل الحاجة إليه كالإعداد.وقوله تعالى:(وَأَعْتَدْنَا لِلْكَافرِينَ عَذَابًا مّهِينًا)قيل هو أفعلنا. وقيل أصله من أعددنا فأبدل من إحدى الدالين تاء \" . </p><p> وخلاصة المعنى أن هؤلاء الكافرين ادخر لهم عذابا مذلا جزاء استكبارهم. </p><p> هذا شأن الذين كفروا بالله ورسله، وفرقوا بينهم، وما يدخر لهم، ويقابلهم المؤمنون حق اوصدقا، وقال فيهم سبحانه: </p><p> * * * </p>"
}