{
  "id": null,
  "sura": 4,
  "aya": 137,
  "text": "<p> (إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا ... (١٣٧) </p><p> * * * </p><p> قال شيخ المفسرين ابن جرير الطبري: إن هذه الآية واردة في أهل الكتاب، فقال في ذلك:  \" عنى بذلك أهل الكتاب الذين أقروا بحكم التوراة، ثم أقر من أقر منهم بعيسى والإنجيل، ثم كذب به بخلافه إياه، ثم كذب بمحمد - صلى الله عليه وسلم -، فازداد بتكذيبه كفرا على كفره.</p><p> ومؤدى هذا الكلام أن هؤلاء هم أهل الكتاب الذين آمنوا بالتوراة، ثم عبدوا العجل وحرَّفوا التوراة، ثم آمنوا بالإنجيل ثم حرَّفوه وكفروا بعيسى وبالله، إذ جعلوا المسيح ابن الله، تعالى الله عما يقولون علوا كبيرا \" . </p><p> ونرى أن نص القرآن يفيد أن الذين يخبر عنهم - سبحانه طائفة واحدة آمنت ثم كفرت، ثم آمنت ثم كفرت، ثم ازدادت كفرا. . وما قاله ابن جرير يؤدي إلى أن يكون الكلام في طائفتين: إحداهما اليهود والأخرى النصارى، ولذلك نرى </p><p> ترجيح قول الذين قالوا إن هذا النص في مرضى القلوب والمنافقين الذين اضطربت عقائدهم، فهم يؤمنون أول النهار، ويكفرون آخره، فيعتريهم قبس الإيمان، فيهتدون حينا فيؤمنون، ثم تعتريهم ظلمة نفوسهم فيكفرون، ثم لَا يزالون يترددون حتى تنطفئ قبسات النور من قلوبهم، وبذلك يزدادون كفرا، وذلك وصف دقيق للمترددين الحائرين، يبتدئون بحيرة مضطربة بين النور والظلمة، ثم يوغلون في الظلام إيغالا. </p><p> وإن أولئك الذين يترددون ذلك التردد، ثم ينتهون إلى تلك النهاية الموغلة في الكفر لَا تنالهم المغفرة، ولذا قال سبحانه: </p><p> (لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلا لِيَهْدِيَهُمْ سَبِيلًا) هذا نفي مؤكد للغفران والهداية معا، فالله لَا يغفر لهم، ولا يهديهم سبيلا مستقيما، بل هم في حيرة مستمرة، واللام في قوله:  (لِيَغْفِرَ) ، و (لِيَهْدِيَهمْ) هي اللام التي يسميها النحويون لام الجحود أي النفي المؤكد، وهي تكون بعد الفعل المشتق من الكون،، ككان ويكون، ولتقريب معناها نضرب مثلا من عبارات الناس، فيقول بعض الناس: لم أكن لأكرمك أي لم أوجد لأكرمك، أي ليس من شأني وحالي المستمرة استمرار وجودي أن أكرمك، ويكون معنى النص السامي على هذا ذكر ما يؤدي إليه الكفر. </p><p> وبعد أن بين سبحانه حقيقة الإيمان لم يكن من حكمته وعلمه وكمال تدبيره أن يغفر لهؤلاء، ولا أن يهديهم السبيل، والسبب في ذلك أنه لَا تتصور منهم التوبة والرجوع إلى الحق، والإنابة إلى الله، حتى تكون منهم التوبة النصوح التي تجبُّ ما قبلها من الذنوب، إذ أن التوبة تكون لمن يقع في الذنب عن جهالة، ثم يتوب قبل أن يوغل في الشر ويفقد معه كل عناصر، وكذلك لَا يهديهم سبيلا؛ لأن الهداية تكون لمن لم يظلم قلبه، ولمن أراد الهداية، وهؤلاء لَا يريدونها. </p><p> فنفي الغفران، ونفي الهداية، بسبب أنهم أركسوا في الشر، وأحاطت بهم خطيئاتهم، ولقد قال في ذلك الزمخشري - رضي الله عنه -: \" والمعنى أن الذين </p><p> تكرر منهم الارتداد، وعهد منهم ازدياد الكفر، والإصرار عليه يستبعد منهم أن يحدثوا ما يستحقون به المغفرة ويستوجبون اللطف، من إيمان صحيح ثابت، يرضاه الله؛ لأن قلوب أولئك الذين هذا ديدنهم قلوب ضربت بالكفر، ومرنت على الردَّة، حيث كان الإيمان أهون شيء عندهم، وأدونه حيث يبدو لهم فيه كرة بعد أخرى \". </p><p> اللهم هبنا إيمانا ثابتا وقلوبا مخلصة نقية من أخلاط الريب، إنك سميع الدعاء. </p><p> * * * </p><p> (بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا (١٣٨) الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا (١٣٩) وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا (١٤٠) الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا (١٤١) </p><p> * * * </p><p> كانت الآيات السابقة، في بيان الإيمان الحق الصادق، وأنه يشمل الإيمان بالرسل وكتبهم، والإيمان برسالة محمد - صلى الله عليه وسلم - وكتبه، وكل ذلك في ظل الإيمان بالله تعالى باعث الرسل ومنزل الكتب من عنده، وخالق كل شيء، ومبدع الكون. ثم كانت الآية التي وليت ذلك في ذكر حال هؤلاء المترددين الحائرين الذين لَا يستقرون على حال، وهم قسمان: قسم ضعيف الإيمان مضطرب الاعتقاد، وهؤلاء قد يؤمنون ثم يرتدون لغير غاية. والقسم الثاني يعلن الإيمان ويبطن الكفر، ويتردد مظهره بين الإيمان والكفر؛ إذ إنه مهما يطوِ اعتقاده في نفسه لَا بد أن يظهر على لسانه، كما قال تعالى لنبيه - صلى الله عليه وسلم -: (وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ) . </p><p> وهذه الآيات في شأن المنافقين: </p>"
}