{
  "id": null,
  "sura": 4,
  "aya": 86,
  "text": "<p> (وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا (٨٦) </p><p> * * * </p><p> التحية هي السلام، وأصل التحية الدعاء بالحياة، والتحيات لله هي السلام من الآفات، وإنما يقال \" التحيات لله \" بصيغة الجمع، ولم يقُل \" التحية \" بصيغة الإفراد، لأنه كان في الأرض ملوك تؤدي لهم تحيات مختلفات، فيقال لبعضهم:  \" أبيت اللعن \" ، ويقال لبعضهم:  \" اسلم وانعم \" فقيل لنا نحن المسلمين، قولوا:  \" التحيات لله \" أي كل الألفاظ التي تدل على تحيات الملوك وتؤدي معانيها، هي الله. </p><p> والعلاقة بين هذه الآية وما قبلها أن الله تعالى يقول، إذا خرجتم للجهاد، كما سبق الأمر، فحياكم إنسان بتحية الإسلام، فلا تقولوا لمن ألقى إليكم السلام لست مؤمنا، بل ردوا جواب السلام، فإن الأحكام تجري عليهم، وقد أجمع الفقهاء على أن الابتداء بالسلام سنة مرغَّب فيها، ورده فريضة، لقوله تعالى (فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا) أو قوله تعالى: (إِنَّ اللَّهَ كَانَ عَلَى كلِّ شَيْءٍ حَسِيبًا) ، فقد قال المفسرون عن ذلك، إن هذه الصفة \" الحسيب \" حسنت هنا، لأن معنى الآية في أن يزيد الإنسان أو ينقص، أو يوفَّى قدر ما يجيء به، والله سبحانه وتعالى يجازي الإنسان بقدر ما فعله، حتى في لفظ التحية والسلام. </p><p> روى النسائي عن عمران بن حصين قال: كنا عند النبي - صلى الله عليه وسلم -، فجاء رجل فسلم فقال: السلام عليكم، فرد عليه رسول الله - صلى الله عليه وسلم -، وقال:  \" عشر \" ثم جلس، ثم جاء آخر فسلم، فقال: السلام عليكم ورحمة الله. فرد عليه رسول الله - صلى الله عليه وسلم -، </p><p> وقال \" عشرون \" . ثم جلس. وجاء آخر فقال:  \" السلام عليكم ورحمة الله وبركاته \" فرد عليه رسول الله - صلى الله عليه وسلم -، وقال:  \" ثلاثون،(١).</p><p> وهذا الخبر يعطي تفسيرا بأن من قال لأخيه المسلم \" السلام عليكم \" كتب له عشر حسنات،فإن قال:\" السلام عليكم ورحمة الله \" كتبت له عشرون حسنة،فإن قال:\" السلام عليكم ورحمة الله وبركاته \" كتبت له ثلاثون حسنة، وكذلك من رد التحية له مثل ذلك الأجر.</p><p> وللتحية وردها آداب يجب أن يتعلمها المسلم، ويتخذها منهجا وسلوكا، فمنها أن يسلم الراكب على الماشي، والقائم على القاعد، والقليل على الكثير، والصغير على الكبير، وفي المسألة مسائل فقهية متشعبة، على المسلم أن يتعرف عليها من مظانها، ولا يغفل عنها؛ لأن التحية وإفشاء السلام من الأسباب التي تصل القلوب بعضها ببعض، فتأتلف الأرواح، وتتحاب النفوس، تصديقا لقوله عليه الصلاة والسلام \" لا تدخلون الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أَوَلا أدلكم على شيء إذا فعلتموه تحاببتم، أفشوا السلام بينكم \" (٢) . </p><p> ثم عليكم أن تتذكروا في كل شئونكم أنه جل ذكره: </p><p> * * * </p><p>(١) رواه الترمذي: الاسنئذان والآداب - ما ذكر في فضل السلام (٢٦٨٩)، وأبو داود: الأدب - كيف رد السلام (٥١٩٥)، وأحمد: أول مسند البصريين (١٩٤٤٦)، والدارمي: السلام - فضل التسليم ورده (٢٦٤٠). عن عمران بن حصين رضي الله عنه. (٢) رواه مسلم: الإيمان - بيان أنه لَا يدخل الجنة إلا المؤمنون (٥٤)، والترمذي: الاستئذان والآداب - ما جاء في إفشاء السلام (٢٦٨٨)، وأبو داود: الأدب - في إفشاء السلام (٥١٩٣)، وابن ماجه: المقدمة - في الإيمان (٦٨). عن أبي هريرة رضي الله عنه.</p>"
}