{
  "id": null,
  "sura": 4,
  "aya": 171,
  "text": "<p> (يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ ... (١٧١) </p><p> * * * </p><p> نهى في هذا النص الكريم عن الغلو في الدين، والغلو هو تجاوز الحد سلبا أو إيجابا، وقد تجاوز اليهود الحد في شأن عيسى - عليه السلام -، فأنكروا رسالته لعنة الله عليهم، واتهموا أمه البتول، وغالى فيه النصارى، حتى أخرجوهُ من مرتبة البشرية مع أن البشرية واضحة فيه، وفي ولادته، وفي حياته، وفي كونه لحما ودما يحيا ويموت، ويأكل ويشرب، كما يأكل سائر البشر، وإذا كان الغلو في شأن عيسى وقع من اليهود، ومن النصارى، فإنه يصح أن يكون الخطاب موجها إلى الفريقين، باعتبار أن الغلو وقع مستمرا، فيكون النهي عن الاستمرار، ولكن سياق القول يدل على أن أهل الكتاب المخاطبين في هذه الآية هم النصارى لأنه سبحانه وتعالى يقول:  (إِنَّمَا الْمَسِيح عيسَى ابْن مَرْيمَ رسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِّنْهُ فَآمِنُوا بِاللَّهِ ورُسُلِهِ وَلا تَقُولُوا ثَلاثَةٌ انتَهُوا) إلى آخره، فالسياق في خطاب النصارى ومغالاة اليهود بشأن عيسى قد سبق بيانها آنفا. </p><p> ولقد أردف الله سبحانه النهي عن المغالاة بتجاوز الحق، وبالأمر بالحق، فقال تعالى:  (وَلا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ) . </p><p> أي لَا تقولوا يا معشر النصارى على الله إلا الحق الثابت القائم على الدليل المقنع، لَا على الوهم البعيد، وفي هذا النص السامي إشارات إلى معان، فإن أقوالهم التي قالوها غير الحق هي افتراء وكذب على الله تعالى، وكذلك عدى القول فقال على الله؛ لأن القول يتضمن معنى الافتراء، وفوق ذلك إنها لَا تعتمد على الحق الثابت، وتناقض الدليل الواضح، والبرهان القاطع قائم في أن عيسى ولد، والإله لَا يولد، وعيسى كان يأكل ويشرب، والإله ليس كذلك، وقد زعموا أنهم قتلوه، والإله لَا يُقتل، وزعموا أنه قتل افتداء للخليقة عن عصيان آدم لله تعالى، وليس من المعقول في أي منطق أن يفتدي الله الخليقة عن عصيان أبيها بتمكينهم من قتل ابنه في زعمهم، فإن ذلك القتل جريمة أشد وأشنع، وإذا كانت الأولى تحتاج إلى فداء، فالثانية لَا يغني عنها فداء، ولكن هكذا سوغ الوهم لهم. </p><p> وإذا كان ما قالوا باطلا، لَا يمت إلى الحق بسبب، فالحق هو ما قرره الله تعالى في قوله تعالت كلماته. </p><p> (إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ منْهُ) صدر الكلام بأداة القصر، وهي \" إنما \" ومعنى القول ليس المسيح عيسى ابن مريم إلا رسول الله أرسله لهداية الحق، وهو قد نشأ بكلمته، ونفخ بروح منه في مريم، فكان من بعد بشرا سويا، وهو في إيجاده آية قدرة الله تعالى على الخلق من غير تقيد بالأسباب التي تجري بين الناس، فهو سبحانه خالق الأسباب والمسببات بديع السماوات والأرض وليس له ولد:  (لَمْ يَلِدْ وَلَمْ يُولَدْ (٣) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (٤) . </p><p> ولا بد أن نتعرض بقليل من البيان لثلاث عبارات: الأولى - التعبير بـ (الْمَسِيحُ عِيسَى ابْنُ مرْيَمَ) والثانية (وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ) والثالثة (وَرُوح مِّنْهُ) فقد تعلقت الأوهام بالعبارتين الأخريين، فوجب بيانهما، مع أن في الأولى إزالة الأوهامهم. </p><p> أما العبارة الأولى، وهي (الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ) فإن الله تعالى قد ذكر أنه المسيح، وأنه عيسى، وأنه ابن مريم، فأما الأول فهو الاسم الذي يذكر به في القرآن، وذكر بجواره عيسى للإشارة إلى أنه شخص ككل الشخوص فيه إشارة إلى بشريته، والتصريح بالبشرية في قوله تعالى \" ابن مريم \" فهو مولود خرج من رحم أنثى، كما يخرج الأولاد من أمهاتهم، وإذا كان لم يخرج من صلب أب، فإنه قد خرج من رحم أم، وحسبنا ذلك دليلا على البشرية المطلقة، وفي ذكر الأم من غير ذكر أب دليل على أنه لَا ينتسب إلى أب قط، فليس ابن يوسف النجار، وليس ابن الله، تعالى الله عما يقولون علوا كبيرا. </p><p> والعبارة الثانية، وهي (كَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ) فإن الكلمة هنا قد تكون مجملة، ولكنها ذكرت في آيات مبينة، ذكرت في مواضع مختلفة من القرآن الكريم، فقد قال تعالى في شأن خلق عيسى عليه السلام: (وَاذْكُرْ فِي الْكِتَابِ </p><p> مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا (١٦) فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا (١٧) قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا (١٨) قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا (١٩) قَالَتْ أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا (٢٠) قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا (٢١) . </p><p> هذا ما جاء في سورة مريم، وقد جاء في سورة آل عمران:  (قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (٤٧) . </p><p> وقال في شأن خلق عيسى من غير أب:  (إِنَّ مَثَلَ عِيسَى عِندَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثمَّ قَالَ لَهُ كُن فَيَكُونُ) . </p><p> وبهذا يتبين أن الله سبحانه وتعالى خلقه بكلمة منه، وهو \" كن \" ، كما خلق آدم، وكان عيسى بهذا كلمة الله لأنه خلقه بها، فقد خلق من غير بذر يبذر في رحم أمه، فما كان تكوينه نماء لبذر وجد، وللأسباب التي تجري بين الناس، بل كان السبب هو إرادة الله وحده، وكلمته \" كن \" وبذلك سُمِّيَ كلمة الله. وتعلق النصارى بأن كون عيسى كلمة الله دليل على ألوهيته، وما كانت الكلمة من الله إلهًا يعبد، فضلا عن أنه سمي بذلك؛ لأنه فعلا نشأ بكلمة، لَا بمنيِّ من الرجل يمنى، بل كلمته التكوين ألقاها (أي أوصلها) إلى مريم فكان التكوين لعيسى. </p><p> والعبارة الثالثة (وَرُوحٌ) وهذه أيضا من العبارات التي تعلقت بها أوهامهم، إذ قد فتحوا باب الوهم فيها حتى غشى عقولهم، فحجبها، فظنوا أن هذه الكلمة تدل على معنى الألوهية في عيسى. </p><p> وإن تتبع هذا اللفظ في القرآن يدل على أنه يراد به أحيانا الروح التي ينشئها الله تعالى في الأبدان، وينفخ بها فيها، وتكون بمعنى الملك جبريل عليه السلام، وتكون بمعنى رحمة، وليس في ذلك ما يدل على الربوبية أو الألوهية فيمن تقال فيه أو يسمى باسمه، وقد قيل المعنيان الأولان في شأن عيسى وشأن أمه، فقد قال </p><p> فى شأن أمه مريم البتول:  (فَنَفَخْنَا فِيهَا مِن رُّوحنَا) ، وهو جبريل - عليه السلام -، وقد ذكرنا من قبل قوله تعالى (. . . فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا (١٧) . </p><p> وعلى ذلك يكون معنى قوله تعالى:  (وَرُوح مِّنْهُ) أي أنه سبحانه أنشأه بروح مرسل منه، وهو \" جبريل الأمين \" ، وقد يقال أنه نشأ بروح منه سبحانه، أي أنه أفاض بروحه في جسمه كما أفاض بها على كل إنسان، ولقد قال تعالى:  (الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ (٧) ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ (٨) ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ (٩) . </p><p> والأول أولى. </p><p> وعلى ذلك يكون معنى قوله (وَرُوحٌ منْهُ) أي أنه نشأ بنفخ الله تعالى الروح فيه من غير توسيط سلالة بشرية، ونطفة تتشكل إنسانا، وذلك بالملك الذي أرسله وهو جبريل وقد تمثل لها بشرا سويا. </p><p> ولكن قد يسأل سائل لماذا سماه الله تعالى روحا؟ ونقول في الإجابة عن ذلك أن عيسى سمي روحا باعتباره نشأ من الروح مباشرة، ولأنه غلبت عليه الروحانية، وإن كان بشرا كسائر البشر، يأكل ويشرب، ويمشي في الأسواق، ولهذا المعنى سمي روحا، و (مِن) هنا للابتداء أي أن الروح مرسل من عند الله تعالى، ونافخ بإذنه. </p><p> وبهذا الكلام يزول الوهم الذي سلطه الله على عقول الذين غالوا في المسيح - عليه السلام - غلوا بعيدا، فنحلوه ما ليس له. وما ليس من شأنه، وجعلوه إلها، وابن إله، ومنهم من جعل أمه مريم إلها، إلى آخر ما توهموا. </p><p> ولقد لج الوهم ببعضهم فظن أن في القرآن الكريم ما يدل على ما توهموا، فقد قالوا إن في القرآن ما يدل على أن عيسى - عليه السلام - مؤيد بروح القدس، فقد قال سبحانه:  (وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ) . </p><p> ونقول في إزالة هذا الوهم إن روح القدس الذي ذكر في القرآن عدة مرات في مقام التأييد لعيسى هو جبريل - عليه السلام -، وقد ذكر بالنسبة لمحمد - صلى الله عليه وسلم -، فقد قال تعالى:  (قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَى لِلْمُسْلِمِينَ (١٠٢) . </p><p> وإذن لَا لبس ولا التباس، ويجب أن تفسر بذلك روح القدس التي جاءت في الأناجيل بالنسبة لعيسى، فقد جاء في إنجيل متى:  \" ولما كانت مريم أمه مخطوبة ليوسف قبل أن يجتمعا، وجدت حبلى من الروح القدس \" وبالتفسير المعقول المتفق مع نص القرآن يكون الحبل بنفخ من روح القدس جبريل، وقد جاء في الإنجيل ما يدل على أن روح القدس هو جبريل - عليه السلام -: \" وهذا الرجل كان بارا تقيا ينتظر نفسه إسرائيل والروح القدس \" ، وجاء في الإصحاح الثاني من إنجيل متى آية ٢٦ (وكان قد أوحى إليه بالروح القدس) . </p><p> وإذا كان الحق في عيسى - عليه السلام - أنه رسول الله، وأنه تعالى خلقه من غير طريق الأسباب المعتادة، إذ خلقه بكلمة، وأنه روح جاءت من قبل الله إذ نفخ جبريل الروح في مريم فكان منها الحبل، وأنه غلبته روحانية، إذا كان كذلك، فيجب الإيمان بالحق، وإزالة الأوهام، وكذا قال سبحانه:  (فآمِنوا بِاللَّهِ وَرسُلِهِ وَلا تَقُولُوا ثَلاثَةٌ انتَهُوا خَيْرًا لَّكُمْ) أي إذا كانت تلك حقيقة المسيح، وليس بابن إله، فآمنوا بالله وحده لَا شريك له في العبادة، ولا في السلطان، وليس معه ثان ولا ثالث، وليس بوالد ولا ولد، وآمنوا بالرسالة الإلهية، وآمنوا بالرسل الذين سبقوا عيسى والرسول الذي جاء من بعده، ولا تكفروا بأحد منهم ولا تغالوا فتقولوا ثلاثة، ولذا قال سبحانه:  (وَلا تَقُولُوا ثَلاثَةٌ) . </p><p> وعبر سبحانه وتعالى بقوله:  (وَلا تَقُولُوا ثَلاثَةٌ) بدل قوله \" ولا تؤمنن بثلاثة أو لَا تصدقوا بثلاثة، أو لَا تزعموا ثلاثة \" ؛ لأن أمر الثلاثة قول يقولونه، فإن سألتهم عن معناه قالوا مرة الأب والابن وروح القدس أي أنهم ثلاثة متفرقون، </p><p> ومرة يقولون ثلاثة أقانيم، والذات واحدة، فإن أردت تفسير المعنى الثالث، قالوا كلاما لَا يمكن أن تقبله العقول المستقيمة. </p><p> وإن الدارس لتاريخ النصرانية من غير تحيز لهذه الأوهام أو متحيز عليها يرى أنها في ابتدائها ديانة توحيد خالص، وأنه ما كانت ألوهية المسيح عندهم رائجة، ولا يعتنقها الأكثرون، بل كان الأكثرون على أن الله إله واحد ليس له ولد ولا والد، واستمر الحال كذلك إلى أن أراد قسطنطين أن يدخل في المسيحية، وقد كان وثنيا، ولكنه أراد أن يدخلها بعد أن يحرفها، فعقد مجمع (نيقية) سنة ٣٢٥ ميلادية، وقد ادعى أن انعقاده للرد على أريوس الذي أنكر ألوهية المسيح، فكان المجتمعون أكثر من تسعمائة، وقد كانت الكثرة منكرة ألوهية المسيح، والذين قالوا ألوهية المسيح ٣١٨ فاكتفى بهم وأعلنوا الألوهية، وعلى رأسهم أسقف الإسكندرية، ودخل قسطنطين في المسيحية من بعد قرارهم، وقد استنكر أكثر المسيحيين ما قرره مجمع نيقية، ولذلك انعقد فوره مجمع (صور) ورفض دعوى ألوهية المسيح بالإجماع، ولكن استخدمت القوة والإرهاب لتشتيت المجتمعين، وأخذت القوة تعلن الألوهية، وتخفي الوحدانية. </p><p> ولم يكن إلى ذلك الوقت أحد يقول إن روح القدس إله، حتى دعا أسقف الإسكندرية إلى عقد المجتمع القسطنطيني الأول سنة ٣٨١، فقرر ألوهية روح القدس. </p><p> وبذلك قالوا ثلاثة، وبتوالي العصور، وإخفات صوت المخالفين، وتقرير التثليث وتثبيته سيطرت الأوهام، واستقر الأمر على ثلاثة. </p><p> وقد نهى الله سبحانه وتعالى عن أن يقولوا ثلاثة، وأكد سبحانه وتعالى النهي بقوله:  (انتَهُوا خَيْرًا لَّكمْ) وفي التعبير بـ \" انتهوا \" دليل على أنهم لم يعتنقوا ما يدعون اعتقادا جازما، بل إنهم إن فكروا غيروا، فكان الأمر بالانتهاء، وقال انتهوا خيرا لكم، أي انتهوا يكن الانتهاء خيرا لكم؛ لأنكم تخرجون من حيرة الأوهام إلى تفكير العقول، وتدركون الحق، وتذعنون له، وتكونون مؤمنين </p><p> بالمسيح حقا وصدقا، والاطمئنان إلى حكم العقل خير من حيرة الوهم والشك، وفى انتهائهم رضا الله والجزاء في الآخرة. </p><p> (لَّه مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَكفَى بِاللَّهِ وَكيلًا) أي أن المعبود بحق ليس إلا واحدا، وهو الله تعالى ذو الجلال والإكرام، ووحدانيته تكون في الذات والصفات والعبودية، فليست ذاته الكريمة كذات المخلوقات، وهو وحده سبحانه الجدير بالعبودية والألوهية فلا معبود سواه، وهو وحده الخالق للكون، وقد تنزه سبحانه عن أن يكون له ولد، لأن هذه صفات المخلوقين، وذاته تعالى واحدة ليس كمثله شيء وهو السميع البصير، لأن كون أحد ولده يقضي الاتصال بالمخلوقين ويكون مثلهم، وهو الخالق لهم ولكل شيء، فكيف يكون المخلوق ولدا. وكيف يكون البشر متولدا من الله تعالى الخالق له المنشئ المكون المربي، ولذا قال سبحانه وتعالى: </p><p> (لَّه مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَكفَى بِاللَّهِ وَكيلًا) كل ما في السماوات من بروج ونجوم وكواكب، وما في الأرض من أحياء على ظهرها، ومعادن وفلزات وكنوز في باطنها، وما في البحار من أحياء، ومن جواهر ولآلئ، هو ملك لله تعالى، فعيسى ابن مريم وأمه وغيرهما مملوكان لله تعالى:  (إِنْ كُلُّ مَن فِي السَّمَاوَاتِ وَالأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا) . والله سبحانه هو المدبر للكون الذي وكل إليه أمره، ولذا قال سبحانه وتعالى:  (وَكفَى بِاللَّهِ وَكيلًا) أي أن الله تعالى هو الذي قد وكل إليه أمر الكون، وتدبيره ظاهره وباطنه، وما ظهر منه للناس، وما خفي عليهم، وكفى بالله وكيلا ليستقيم الأمر فيه، وليسير على سنن مستقيم لَا اضطراب فيه ولا اختلاف. اللهم أنت بديع السماوات والأرض لا نؤمن إلا بك، ولا نعبد إلا إياك، ولا نرجو الخير إلا منك، اللهم إنك أنت مانح النعم ومجريها، ولا يرجى سواك. </p><p> * * * </p><p> (لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ وَمَنْ يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا (١٧٢) فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَأَمَّا الَّذِينَ اسْتَنْكَفُوا وَاسْتَكْبَرُوا فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا (١٧٣) </p><p> * * * </p><p> ذكر الله سبحانه وتعالى في الآيات السابقة مغالاة النصارى في تقدير السيد المسيح - عليه السلام -، وأنهم رفعوه إلى مرتبة الألوهية، وقالوا بألسنتهم إن الله ثالث ثلاثة من غير أن يحددوا معنى الألوهية في الاثنين اللذين زادوهما في أقوالهم، ومن غير أن يميزوا علاقة الثلاثة بعضهم ببعض، إلا أن يقولوا المسيح ابن الله، تعالى الله عما يقولون علوا كبيرا، ودفعهم إلى ما يقولون أن عيسى ولد من غير أب، وأنه كان إنسانا روحانيا، فزعموا أنه ليس كغيره من رسل الله تعالى، واستنكفوا أن تكون علاقته بالله تعالى (الخالق لكل شيء) كعلاقة سائر العباد من حيث إنه مخلوق لرب العالمين، وفي هذه الآية يبين سبحانه أن علاقة المسيح - عليه السلام - بربه علاقة عبد بخالقه، وأنه لن يترفع عن هذه العلاقة، ولذا قال سبحانه. </p>"
}