{
  "id": null,
  "sura": 4,
  "aya": 168,
  "text": "<p> (إِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا (١٦٨) </p><p> * * * </p><p> الظلم هنا ظلم النفس وظلم الغير، وأولئك الذين كفروا ولجوا في كفرهم، واسترسلوا في جحودهم قد ظلموا أنفسهم بأن أبعدوها عن طريق الهداية وطمسوا نور الحق فيها وارتكبوا من المآثم ما تردوا به في مهاوي الرذيلة. وظلموا غيرهم بأن أثاروا الشبهات ليضلوهم، وأوقعوا بهم الأذى ليفتنوهم، والوصفان لطائفة واحدة من الناس، فهم اتصفوا بالجحود المطلق، والظلم، وهي الطائفة الموصوفة بالأوصاف السابقة، فالأوصاف الأولى كانت الكفر، والصد عن طريق الحق، والأوصاف الثانية هي الكفر والظلم، فالكفر مشترك، والاختلاف في الصد، والظلم، وهما متلاقيان، لأن الإعراض عن الحق ظلم للنفس ومنع الغير من الحق ظلم له، كما </p><p> أن الأذى والفتنة في الدين ظلم لَا ريب فيه؛ لأنه تضييق على حرية الاعتقاد، وإكراه في الدين ولا ظلم أبلغ من سلب الحرية الدينية، وإرهاق المؤمن في إيمانه. </p><p> وإن الذين يوغلون في الجحود والظلم لَا ترجى لهم توبة، وإذا كانت توبتهم لَا ترتجى، فالغفران لهم لَا يرجى، لأن الغفران نتيجة التوبة من الجاحدين الظالمين، وما كانت التوبة للذين يعملون السيئات، وتستغرق نفوسهم، ولا يتجهون إلى الله قط، ولذلك قال تعالى:  (لَمْ يَكُنِ اللَّه لِيَغْفِرَ لَهُمْ) اللام في قوله تعالى: (لِيَغْفِرَ لَهُمْ) هي التي تسمى في اصطلاح النحويين لام الجحود، أي لام النفي المطلق، أي النفي الذي يكون ناشئا عن طبيعة موضوعة، وعلى ذلك يكون المعنى لم يكن من حكمة الله تعالى، وتدبيره الحكيم أن يغفر لهم، لأن حالهم تنفي الغفران إذ تنفي سببه، وهو الإقلاع عن الكفر والظلم، والندم على ما وقع منهم، وإذا كان ذلك لَا يتحقق، فالنفي المؤكد، والجحود المطلق لاستحقاق المغفرة مؤكد، إذ لَا يقابل جحودهم بالله إلا جحود الغفران لهم، وإن الهداية إلى الحق تبتدئ بالاتجاه السليم إلى طلبه، والسير في طريقه المستقيم، وأولئك الذين أوغلوا في الشر وساروا في طريقه، أو غابوا في صحرائه وبعدوا عن الجادة لَا يمكن أن يهديهم الله تعالى إلى الطريق المستقيم، لأنهم بعدوا عنه بعدا شديدا، ولا يمكن أن يسمعوا نداء الحق؛ لأنه لَا يصل إليهم صوته، وقد اختفت من قلوبهم أماراته، فهداية الله تعالى إنما تكون لمن لم يبعد عن طريق الخير، ولا تكون إلا إذا أتجهت النفوس إلى طلبه، ولم تحط بها الخطايا (إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ (١١) . </p><p> والآية الكريمة تتضمن بيان حقائق: </p><p> الأولى - أن الظلم وإرهاق النفس بالإكراه أشد الموبقات التي توبق أعمال العبيد، وترهقهم، وإن ظلم العباد لَا يغفره الله تعالى إلا إذا عفا الذين وقع الظلم عليهم، ولذلك ذكر امتناع الغفران مقرونا بالظلم، ومسببا له، وثمرة مترتبة عليه. </p><p> والثانية - أن هداية الله تعالى تكون للنفس الصالحة لقبولها، فهي استجابة من الله تعالى لمن يطلبها، ولا يطلبها من أركس في الشر إركاسا، فمن طلب الهداية نالها، ومن تنكب سبيلها سلب الله تعالى عنه هدايته. </p><p> الثالثة - أن التوبة أساس الغفران، والتوبة ندم على الذنب، وإقلاع عنه، واعتزام على عدم العودة. </p><p> * * * </p>"
}