{
  "id": null,
  "sura": 4,
  "aya": 63,
  "text": "<p> (أُولَئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ ... (٦٣) </p><p> * * * </p><p> أولئك النافرون عن حكم الله إلى حكم الطغيان والهوى والشيطان، وهم يزعمون أنهم من أهل الإيمان يعلم الله تعالى ما يستكن في قلوبهم، وما يدفعهم إلى أعمالهم وخروجهم عن حكم الحق إلى حكم الهوى. والإبهام في قوله تعالى (يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ) للإشارة إلى خفائه إذ يخفونه ويبدون غيره، وإلى أنه شيء كثير من الفساد والانحراف النفسي يحكمون إخفاءه، وإلى تنوعه من رغبة في الكيد والأذى، والتفريق بين المؤمنين، وممالأة المشركين، وغير ذلك. </p><p> وإذا كان الله يعلم ما في نفوسهم علما دقيقا، لَا يغيب عنه شيء؛ لأنه وحده العليم بذات الصدور الذي لَا يخفى عليه شيء في السماء والأرض، فإنه سبحانه وتعالى مجازيهم في الآخرة بأعمالهم ودوافعها المكنونة في قلوبهم، إن استمروا على حالهم ولكن عليك أنت أيها الرسول أن تبلغهم الحق، وتدعو إلى سبيل ربك بالحكمة والموعظة الحسنة. </p><p> (فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَهُمْ فِي أَنْفُسِهِمْ قَوْلًا بَلِيغًا) أي: إذا كانوا كذلك من السوء فأعرض عنهم. وفي هذا النص بيان لطرق علاج المنحرفين في نفوسهم إذا كانوا صالحين للعلاج، وهذه الطرق ثلاث مراحل متداخلة: أولاها - الإعراض عنهم بألا يقبل عليهم ليشعروا باستنكاره لأعمالهم، وأنه غير راض عنهم، وذلك في غير جفوة؛ لأنه إن كانت الجفوة كان العناد، فلا يمكن أن يصل إلى المرحلة الثانية. وهذه المرحلة الأولى هي التي عبر عنها سبحانه بقوله تعالى:  (فَأعْرِضْ عَنْهُمْ) . </p><p> الثانية - الوعظ، وهو الزجر مع التخويف بسوء العاقبة والمآل ونتائج أعمالهم، فإن ذلك قد يدفعهم إلى التفكير، ومع التفكير في العاقبة ينفتح باب الهداية وسلوك الطريق المستقيم. </p><p> الثالثة - الاتجاه إلى جذبهم بقول بليغ يصل إلى قلوبهم، بأن يبين لهم العاقبة الحسنى في العمل بالحق، والخضوع لحكم القرآن المشتمل على شريعة الرحمن. ومعنى قوله تعالى:  (قَوْلًا بَلِيغًا) أنه يبلغ إلى كنه ما في قلوبهم، فيصل إلى أعماقها ويوجههم توجيها حسنا إلى ما فيه صلاح في الدنيا والآخرة، وذلك بأن يورد النبي - صلى الله عليه وسلم - القول على طريقة تجعلهم يقبلون قوله ولا ينفرون، فيقربهم ويدنيهم، ويأتيهم من قِبَل ما يألفون إن كان حقا. </p><p> وإن القول البليغ الذي يصل إلى كنه القلوب، يجب أن تتحقق فيه ثلاثة أوصاف: أولها، أن يكون المطلوب حقا، والثاني، أن يكون اللفظ مستقيما، والمعنى سليما، فلا يصل إلى الحق إلا بالحق، والثالث، أن يكون القول منبعثا من النفس، بحيث يؤمن القائل بصواب ما يقول، فإنه لَا يؤثر إلا المتأثر. </p><p> هذه طرق الدعوة إلى الحق، هدانا الله إلى الطيب من القول وهدانا إلى صراط الحميد. </p><p> * * * </p><p> (وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَحِيمًا (٦٤) فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا (٦٥) </p><p> * * * </p><p> ما قبل هذا النص الكريم كان في وجوب إطاعة الله تعالى ورسوله، ووجوب إطاعة أولي الأمر الذين ينفذون حكم الله تعالى ويقومون على رعاية </p><p> شرعه، ويرجعون إليه في وفاقهم وفي اختلافهم. وكان فيما سبق أيضا بيان أن من يتركون حكم الله ورسوله، إنما يتحاكمون عند تركه إلى الظلم والطغيان؛ لأن ما جاء به الشرع هو الحق الذي لَا شك فيه، وماذا بعد الحق إلا الضلال، وماذا بعد ترك حكم الله إلا حكم الطغيان!! </p><p> وفى الآيات التالية يبين سبحانه أن الالتجاء إلى حكم الله تعالى، عندما يكون الخلاف، هو من الإيمان، فمن ترك حكم الله إلى غيره عامدا مستهينا بحكم الله، أو منكرا عدالته وصلاحيته، لَا يعد مؤمنا ولا يعد آخذا بحكم الرسالة، ولذا قال سبحانه وتعالى: </p>"
}