{
  "id": null,
  "sura": 4,
  "aya": 1,
  "text": "<p> (يَا أَيّهَا النَّاس اتَّقُوا رَبَّكُمُ الَّذِى خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ) . </p><p> يذكر بعض المفسرين أن النداء بـ \" يا أيها الناس \" يخاطب به أهل مكة، والنداء بـ \" يا أيها الذين آمنوا \" يخاطب به المؤمنين، وأخذوا ذلك من أن أكثر الآيات التي ابتدئت بـ \" يا أيها الناس \" نزلت بمكة، وأكثر الآيات التي ابتدأت بـ \" يا أيها الذين آمنوأ نزلت بالمدينة، ولا شك في أن \" يا أيها الذين آمنوا \" خاصة في ندائها بأهل الإيمان؛ لأن صلة الموصول تعيّن ذلك. أما \" يا أيها الناس \" فتخصيصها بأهل مكة تخصيص بغير مخصص، إنما تسري على عمومها، وهو عموم الخطاب لمن يعقلون، وذلك اللفظ وما هو مضمون النداء عام شامل جميع </p><p> الناس، فكلمة الناس تشمل كل بني الإنسان، وما في مضمون النداء من إنذار وتبشير وبيان للحقائق الوجودية والكونية، والأدلة والبراهين أمور عامة لَا تختص بقبيل دون قبيل، ولا بقوم دون قوم. وفي النص الكريم الذي نتكلم فيه يتضمن النداء حقيقة عامة نفسية تجمع بني الإنسان مهما تختلف أجناسهم وألوانهم وألسنتهم، فهو يثبت أن الأصل هو \" نفس واحدة \" كلهم يرجعون إليها، ويتصلون بها، وهذا النص يشبه قوله تعالى:  (يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوبًا وقَبَائِلَ لِتَعَارَفوا إِنَّ أَكْرَمَكمْ عِندَ اللَّهِ أَتْقَاكُمْ. . .) . </p><p> بيد أن النص الذي نتحدث عنه يثبت أن الذكر والأنثى من طبيعة واحدة، ويثبت في مضمونه الصلة الرحيمة التي تربط الناس جميعا، وما ينبني عليها من تعاطف وتواد وتراحم، والنص الآخر يبين وجوب التعارف الذي هو الطريق للتراحم والتواد، فهنا بيان الغاية، وهنالك بيان طريقها. </p><p> نادى الله سبحانه وتعالى الإنسانية، ذلك النداء الخالد ونبههم سبحانه وتعالى إلى الوحدة في أمرين: </p><p> أولهما: وحدة الربوبية، فإن ربكم واحد، إذ قال سبحانه وتعالى:  (اتقوا ربكم) الذي هو رب الجميع، رب الأبيض والأسود والعربي والأعجمي، والعالم والجاهل، فصلة الجميع به واحدة، وهي صلة الربوبية، وإن هذه الصلة توجب أن يشعر الجميع بأنه لَا فضل لجنس على جنس، ولا للون على لون إلا بمقدار الاتصال الروحي بخالق الخلق، وذلك بالتقوى، فهذه الصلة مقوية للأمر بالتقوى، وأنها مناط التفضيل، وهي سبيل قوة الصلة الرابطة. </p><p> والثاني: وحدة التكوين والإنسان، فالكل ينتهي إلى نفس واحدة هي الجنس العام الجامع، مهما يَعْلُ ابن آدم أو ينخفض فإلى هذه النفس ينتمي، وبهذه الأخوة العامة يرتبط. </p><p> والأمر بالتقوى في هذا المقام لبيان الصلة التي تربط الإنسان بالرب الذي أنعم بهذا الوجود على كل من في هذا الوجود، وكان ذلك الأمر ممهدا لأمر آخر، </p><p> وهو أن يلاحظ كل إنسان تلك الأخوة الرابطة في كل عمل يعمله، وكل غاية يتغياها ويريدها، وما أجود ما قاله الزمخشري في هذا المقام، فقد قال جار الله رضي الله عنه:  \" أراد بالتقوى تقوى خاصة، وهي أن يتقوه فيما يتصل بحفظ الحقوق بينهم، فلا يقطعوا ما يجب عليهم وصله، فقيل اتقوا ربكم الذي وصل بينكم، حيث جعلكم صنوانا مفرغة من أرومة واحدة فيما يجب على بعضكم لبعض، فحافظوا عليه ولا تغفلوا عنه، وهذا المعنى مطابق لمعاني السورة \" . </p><p> والنفس الواحدة هي آدم أبو الأناسي في هذا الوجود، والمعنى على هذا الكلام يتطابق مع قول النبي - صلى الله عليه وسلم - \" كلكم لآدم وآدم من تراب \"  (١) وهذا نظر الأكثرين من المتقدمين، وهو الذي يتلاقى مع قوله بعد ذلك:  (وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً) . </p><p> وقد ذكر الرازي في مثل هذا المقام أنه قد يراد بنفس واحدة أن البشر جميعا متجانسون متحدون في المنشأ ونفوسهم متشابهة متلاقية، فهم جميعا ينتهون إلى نوع من النفوس واحد، وقد ذكر هذا المعنى في قوله تعالى:  (هُوَ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا. . .) ، فقد نقل عن القفال في تأويل هذه الآية أنه تعالى ذكر هذه القصة على سبيل ضرب المثل، والمراد خلق كل واحد منكم من نفس واحدة، وجعل من جنسها زوجها إنسانا يساويه في الإنسانية، وارتضى أن يكون هذا أحد التأويلات. </p><p> وعلى هذا الكلام يكون المعنى: إن الله تعالى خلق نفسا واحدة تلتقي عندها كل الأنفس متشابهة متشاكلة، وإن ذلك يقتضي التشابك في كل بني الإنسان، ومع التساوي في الخلق يكون التساوي في الحقوق والواجبات. </p><p> (وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً) الزوج القرين المجانس أو المقابل غير المجانس، وقد قال في ذلك الأصفهاني: \" يقال لكل واحد من القرينين </p><p>(١) جزء من حديث رواه أحمد (١٠٥٥٥)، والترمذي (٤١٢٧) وحسنه، وأبو داود بنحوه (٥١١١) عن أبي هريرة رضي الله عنه.</p><p> من الذكر والأنثى في الحيوانات المتزاوجة زوج، ولكل قرينين فيها وفي غيرها زوج، ولكل ما يقترن بآخر مماثلا له أو مضادا زوج. قال تعالى:  (فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالأنثَى) ، قال: وزوجك الجنة (١) ، وزوجة لغة رديئة، وجمعها زوجات. قال الشاعر:  \" فشكا بناتي شجوهن وزوجتي \" . </p><p> وإن كثيرا من المفسرين على أن المراد من الزوج حواء، وقد خلقت من آدم، وقد أخذوا من ظواهر آثار وردت عن الصحابة، وعن تفسير بعض التابعين، ومن ظاهر قوله - صلى الله عليه وسلم -: \" إن المرأة خلقت من ضلع أعوج وإن أعوج شيء في الضلع أعلاه، فإن ذهبت تقيمه كسرته وإن استمتعت بها استمتعت بها وفيها عوج \"  (٢) . </p><p> وإن كثيرين من المفسرين قالوا إن المراد من جنسها أي من طبيعتها، ومن خواصها، وذلك مثل قوله تعالى: </p><p> (وَمِنْ آيَاته أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِتَسْكنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً. . .) . ومثل قوله تعالى:  (وَاللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُم مِّنْ أَزْوَاجِكُم بَنِينَ وَحَفَدَةً. . .) . وقوله تعالى:  (فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ (١١) . </p><p> وإذا كانت الزوج من جنس النفس العامة فإنه يسكن إليها ويطمئن عندها كما ذكر في آيات أخرى غير الآية التي هي موضوع كلامنا. </p><p> وقد كانت نتيجة ذلك الازدواج النفسي والجسدي، أن كان البشر، ولذلك قال سبحانه:  (وَبَثَّ مِنْهُمَا رِجَالًا كثيرًا وَنِسَاءً) . والبث معناه النشر والتفريق، ومن ذلك </p><p>(١) أي في قوله تعالى في سورة البقرة (٣٥): (وَقلْنَا يَا آدَم اسْكُنْ أَنتَ وَزَوْخكَ الْجَنًةَ). (٢) أصح ما ورد في هذا الحديث ما جاء في الصحيحين؛ رواه مسلم: الرضاع - الوصية بالنساء (١٤٦٨)، ولفظه: عَنْ أبِى هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: \" إِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلَعٍ لَنْ تَسْتَقِيمَ لَكَ عَلَى طَرِيقَةٍ، فَإِنِ اسْتَمْتَعْتَ بِهَا اسْتَمْتَعْتَ بِهَا وَبِهَا عِوَجٌ، وَإِنْ ذَهَبْتَ تُقِيمُهَا، كَسَرْتَهَا وَكَسْرُهَا طَلَاقُهَا \"، ورواه البخاري: النكاح - المداراة مع النساء (٥١٨٤).</p><p> قوله تعالى:  (وَزَرَابِيُّ مَبْثُوثَة) ، وإن هذا يدل على أن البشر الذين تفرقوا في هذا الوجود رجالا وإناثا، وانشعبوا قبائل متفرقة في أقصى الأرض وأدناها، كلهم ينتمون إلى هذه النفس الواحدة بلا فرق بينهم في أصل الانتماء، وفوق هذا يدل الكلام على أن طبيعة المرأة من طبيعة الرجل، وأنها ليست من جنس مرذول يجري الشيطان في عروقه ولا يجري في عروق الرجل، وأنها لعنة الله في الأرض كما تجري عبارات بعض المتكلمين في المسائل الدينية من غير المسلمين، وإن الآيات المتضافرة التي تدل على أن الزوج من نفس الزوج فيها إشارة إلى وجوب التجانس النفسي بين الزوجين، وأن الأرواح جنود مجندة ما تعارف منها ائتلف وما تناكر منها اختلف، وكل رجل يكون كنصف دائرة يسبح في الوجود حتى يلتقي بنصف الدائرة الذي يساوي قطره فيكون الالتئام وتتكون الحياة الزوجية الهنيئة. </p><p> (وَاتَّقُوا اللَّهَ الَّذِى تَسَاءَلُونَ بِهِ وَالأَرْحَامَ) تساءلون أصلها تتساءلون فأدغمت التاء في السين، وقرئ تساءلون بطرح إحدى التاءين، ومعناها يوثق بعضكم مطالبه من أخيه ومسألته له بالله تعالى أي يسأل بعضكم مزكيا مسألته بذكر الله تعالى، وبذكر الأرحام الرابطة بينكم، ووشائج القربى. </p><p> والأمر بالتقوى تكرر لتربية المهابة في النفس، ولتوكيد الطلب، ولأن مقام التقوى في الثاني غير مقام التقوى في الأول، فمقام التقوى في الأول هو مقام التقوى التي تتجلى في شكر الرب على ما أنعم، وبقيام الواجب نحو الخلق للصلة الجامعة الوثيقة، فهي تقوى الربوبية والإنعام، ومقام التقوى في الثاني تقوى الألوهية، ولذلك ذكر لفظ الجلالة الدالة على كل معاني الألوهية، فهي تقوى العابد الخائف الراجي رحمته، والأولى تقوى الشاكر المحس بجلائل الإنعام. </p><p> والأرحام قرئت بفتح الميم (١) ، ويكون المعنى اتقوا الله واتقوا الأرحام، ومعنى اتقاء الأرحام ألا يقطعوها، بأن يجعلوا لها وقاية من المودة الواصلة، </p><p>(١) قرأها بالجر حمزة، وقرأ الباقون بالنصب. [غاية الاختصار ج ٢، ص ٤٥٩].</p><p> والأرحام هنا هي كل الصلات الإنسانية التي وصل بها بين الخلق بخلقهم من نفس واحدة، وبالأولى تدخل الأرحام الخاصة، والقرابات القريبة. </p><p> ويصح أن يكون المعنى اتقوا الله الذي تتساءلون به وبالأرحام، وتكون الواو واو المعية، وتتلاقى هذه مع قراءة الكسر (١) ، وقراءة الكسر قد تتعارض مع قواعد النحاة الذين قد يقولون إن العطف لَا يكون على ضمير موصول مجرور، ولكن قراءات القرآن المتواترة فوق قواعد النحاة، وهي أصدق في الفصحى. </p><p> (إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا) هذا ختام للآية الكريمة فيه حث على المبالغة في التقوى ورعاية الرحم، والصلات الإنسانية التي تربط بين الناس بعضهم للوحدة الإنسانية الشاملة، وكان الحث على التقوى لإشعارهم جميعا بقوة رقابة الله سبحانه وتعالى. وقد ذكر العلي القدير رقابته مؤكدة بأوثق توكيد، فأكدها بـ \" إنَّ \" وبتكرار لفظ الجلالة الذي يربي في نفس المؤمن كل معاني العبودية، وبالتعبير بـ \" كان \" الدالة على الدوام والاستمرار، وبذكر الفوقية في قوله تعالى (عَلَيْكمْ) وهي دالة على معنى الاطلاع الدائم مع السيطرة والقهر، وأخيرا بصفة المبالغة إذ قال. (رَقِيبًا) وإن الله يؤكد صلة الأرحام بهذا وباقترانها به في الذكر وباقترانها به عند السؤال باسم الله تعالى، ويقول الزمخشري:  \" وقد آذن عز وجل إذ قرن الأرحام باسمه -أن صلتها منه بمكان كما قال تعالى:(. . . أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا. . .)،وعن الحسين:إذا سألك بالله فأعطه، وإذا سألك بالرحم فأعطه \" . </p><p> * * * </p><p>(١) هي قراءة حمزة كما سبق بيانه.</p>"
}