{
  "id": null,
  "sura": 4,
  "aya": 153,
  "text": "<p> (يَسْئَلُكَ أَهْلُ الْكِتَابِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِّنَ السَّمَاءِ) أهل الكتاب هنا هم اليهود، بدليل ما جاء في السياق بعد ذلك من آيات، وكقوله تعالى:  (وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ) ، وإن هؤلاء اليهود متعنتون، لَا يسألون النبي دليلا لكون الدليل الذي قدمه، وهو القرآن الكريم غير ملزم، ولكن يتعنثون، فيطلبون إعناتا، ولجاجة في العناد والكفر، وقد طلبوا دليلا قريبا، وهو أن ينزل عليهم كتابا من السماء. </p><p> وقد اختلف أهل التأويل من السلف الصالح، فقال بعضهم إنهم سألوا أن ينزل على النبي كتاب شامل مكتوب كما نزلت التوراة مكتوبة جملة واحدة، وقال آخرون إنهم طلبوا أن ينزل كتاب خالص في قرطاس يدعوهم إلى الإيمان بمحمد ليكون حجة الله تعالى عليهم، وقال آخرون من السلف إنهم طلبوا أن ينزل ذلك الكتاب الداعي إلى الاستجابة الى النبي - صلى الله عليه وسلم - إلى بعض كبرائهم. </p><p> والحق كما قال ابن جرير الطبري إنهم طلبوا كل هذا، فقد طلبوا أن ينزل القرآن مكتوبا جملة واحدة كالتوراة وذلك ليشككوا في حقيقته، وفريق آخر منهم طلب أن ينزل من السماء كتاب خاص يقرءونه داعيا لهم بالإذعان. وفريق ثالث طلب كتابا يُنزل على بعضهم، فالمطالب الثلاثة وجدت، ولو أجيبوا إلى ما طلبوا ما ضمنا إيمانهم، ولأن التعنت لَا يقلعه شيء، وقد قام الدليل القاطع المثبت، وهو القرآن المعجز، ولقد قال تعالى في سورة الأنعام:  (وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (٧) وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ (٨) وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ (٩) . </p><p> فالمتعنت لَا يمنعه دليل مطلقا، وإن ماضي هؤلاء الكافرين ينبئ عن حاضرهم، ولذا قال تعالى:  (فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِن ذَلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً) إن الذين سألوا موسى من بني إسرائيل هم الذين التقى بهم، وأخرجهم من استعباد فرعون إلى حيث الحرية والعزة. </p><p> وسياق النص القرآني يفيد أنه منسوب إلى اليهود والذين عاصروا النبي - صلى الله عليه وسلم -، فكيف ينسب إلى الخلف ما قاله السلف؟ والجواب عن ذلك أنه سبحانه ينسب القول إلى جنسهم، لَا إلى آحادهم، ولا إلى طوائف منهم، وإذا نسب القول إلى الجنس جاز أن يخاطب به الحاضرون وخصوصا أن التشابه في الجمود والتعنت قائم بين السلف والخلف، فهم يحملون مثل ما وقع من أسلافهم، وإن كان الأول أشد إعناتا؛ لأنه أكبر، ولما أفاض الله به عليهم من نعم على يد موسى عليه السلام - ولكن دأبهم الجمود، فحاضرهم كماضي أسلافهم، لَا يهمهم قوة الدليل، إنما يهمهم إعنات الرسول، واتخاذ فعلات للإنكار بعد أن ثبتت على يد موسى - عليه السلام - البينات الحسية وتكاثرت، حتى وصلت إلى سبع آيات بينات، ومع ذلك طلبوا طلبا غريبا، فلم يطلبوا أن يجيئهم كتاب كما طلبوا منك، بل طلبوا أن يروا الله سبحانه وتعالى جهرة، أي بالعين، وأن يكون أمامهم معاينا، ويطلب إليهم أن يصدقوا موسى، وهو سؤال لا تتصور إجابته في الدنيا، فالله سبحانه وتعالى لَا يمكن أن يرى في الدنيا، وقد روى في ذلك أن النبي - صلى الله عليه وسلم - سئل هل رأى ربه؛ فقال \" إنه نور فأني أراه \"  (١) وقد عاقبهم الله سبحانه وتعالى على ذلك عقابا شديدا، ذكره بقوله سبحانه:  (فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ) الصاعقة - فسرها بعض العلماء بأنها النار التي تنزل، وهي التي يقرر علماء الكون أنها تنشأ من احتكاك سحابة موجبة بأخرى سالبة، فيتكون من احتكاكهما ذلك اللهب، وأنها أصابت هؤلاء فَبُهِتُوا لها، فغشيهم من </p><p>(١) عَنْ أبِي ذَر قَالَ سَألتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - \" هَلْ رَأيْتَ رَبَّكَ \"؟ قَالَ: \" نُورٌ أنَّى أرَاهُ \" [رواه مسلم: الإيمان - نور أنى أراه (١٧٨)، والترمذي: تفسير القرآنَ ومن سورة النجم (٣٢٨٢)، وأحمد: مسند الأنصار - حديث أبي ذر رضي الله عنه (٢٠٨٨٤)].</p><p> الذهول ما غشيهم حتى صاروا كالموتى من عظم الإغماء الذي أصابهم، وذلك لا يعارض قوله تعالى في أول سورة البقرة:  (وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ (٥٥) . </p><p> وقال بعضهم: الصاعقة ما يصيب الإنسان من حال يترتب عليها موته أو إغماؤه إلى درجة الموت، ومن ذلك قوله تعالى:  (. . . فَصَعِقَ مَن فِي السَّمَاوَاتِ وَمَن فِي الأَرْضِ) . </p><p> وقد قال الراغب الأصفهاني في مفرداته. \" إن الصاعقة على ثلاثة أوجه: أولها الموت كقوله تعالى:(فَصَعِقَ مَن فِي السَّمَاوَاتِ وَمَن فِي الأَرْضِ)،وقوله تعالى:(فَأَخَذَتْكُمُ الصَّاعِقَةُ).</p><p> والثاني: العذاب، كقوله تعالى:  (أَنذَرْتُكُمْ صَاعِقَةً مِّثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ) . </p><p> والثالث: أن الصاعقة هي الصوت الشديد من الجو ثم يكون منه نار، وينتهي بأن الصاعقة هي في الأصل بهذا المعنى، ثم تكون منه الآثار فهو سبب الموت، أو يكون إنذارا \" . </p><p> ولذلك نرجح التوجيه الأول الذي ذكرناه وهو تفسيرها بالنار التي تجلجل بصوت رهيب مفزع، قد يترتب عليه الموت، وهو في ذاته عذاب شديد، وقد يسأل سائل: إن الصاعقة لها سبب طبيعي، وهو احتكاك سالب بموجب، فكيف يكون عقابا أو إنذارا، أو معجزة؟ ونقول إن الأسباب الطبيعية لَا تمنع الإرادة الإلهية، فالله سبحانه وتعالى سير الأكوان، وهي تحت قدرته وإرادته، فهو الذي يُسيِّر السحاب، والرياح، فإذا أراد جلت قدرته إنزال عذاب أو إنذار قوم أرسل الرياح المسخرات بأمره، فكانت منها الصاعقة أو الرعد، أو المطر الغزير الذي يكون غيثا ولا يكون غيثا، وقد صرح الله سبحانه وتعالى بأنه ينزل بالأقوام من الآفات بمقدار جرمهم وذلك لَا يمنع تحقق الأسباب الطبيعية فمسير الكون هو خالقه، ومسبب الأسباب، وكل شيء عنده بمقدار عالم الغيب والشهادة الكبير المتعال، وقد قال تعالى في أهل مصر عندما أيدوا فرعون في طغيانه: </p><p> (وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ (١٣٢) فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ (١٣٣) وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرَائِيلَ (١٣٤) فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَى أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ (١٣٥) . </p><p> ومع هذه البينات اتخذ السابقون من بني إسرائيل العجل معبودا، ولذا قال تعالى: </p><p> (ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ فَعَفَوْنَا عَن ذَلِكَ) هذا النص الكريم فيه بيان إمعانهم في الكفر والجحود، فهم بعد ما جاءتهم البينات أي الحجج البينة للحق، الثبتة له الدامغة، وبعد أن أنقذهم الله سبحانه وتعالى من جبروت فرعون وطغيانه، واستعباده لهم، وبعد أن رأوا من الآيات ما رأوا، اتخذوا شكل العجل الذي صور من ذهب معبودا لهم، وإطلاق العجل على هذا التمثال الجامد لهم، من قبيل إطلاق اسم الشيء على شبهه في الصورة والهيكل، فهو ليس عجلا حقيقة، ولكنه صورة، وإن اتخاذ العجل بقية من بقايا الوثنية التي كانت تستولي على قلوبهم، ففي مصر كانت عبادة البقر، وفي مصر كانت عبادة نوع من الأوثان فاستمكنت الوثنية من قلوبهم حتى نسوا عقولهم وتفكيرهم، وما آتاهم الله تعالى من عزة، وما قام عليهم من برهان، ولذلك ذكر الله تعالى عنهم أنهم قالوا اجعل لنا إلها كما لهم آلهة، فقد قال تعالى:  (وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتَوْا عَلَى قَوْمِ يَعْكُفونَ عَلَى أَصْنَامٍ لَّهُمْ قَالُوا يَا مُوسَى اجْعَل لَّنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ قَالَ إِثكُمْ قَوْمٌ تَجْهَلُون) . </p><p> ولقد نبهوا إلى ضلالهم في عبادة هيكل العجل، فتنبهوا، وتابوا، وأقلعوا عن عبادته، فعفا الله تعالى عنهم؛ لأن التوبة تجب ما قبلها، والإيمان بعد الكفر يذهب بآثار الكفر. (قُل لِّلَّذِينَ كفَرُوا إِن يَنتَهُوا يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ) ، ولقد كان ذلك التمرد المتوالي مع ما آتى الله نبيه موسى من حجج باهرة قاهرة، ولذا قال سبحانه: </p><p> (وَآتَيْنَا مُوسَى سُلْطَانًا مُبِينًا) السلطان هو القدرة وهو السلطة وقد أعطى الله سبحانه وتعالى موسى عليه السلام القوة التي تدفع الباطل، وتزيل رواءه المضلل فأعطاه المعجزات الباهرات البينة الواضحة، التي تبين الحق، وأعطاه القوة التي غلب بها فرعون طاغية الدنيا في عصره، ولهذا ألقاه في اليم وخرج ببني إسرائيل، وأعطاه القوة التي بها أخضع أولئك المتمردين من بني إسرائيل على الحق، الذين تعودوا العصيان، وأعطاه القوة فأنزل عليه التوراة، وهي وحدها سلطان مبين؛ لأنها بيان الحق، والحق في ذاته قوة، والتوراة هي ميثاق الله تعالى، وفوق ذلك أخذ الله تعالى ميثاقا بمقتضى الفطرة، وميثاقا على الطاعة، كما في التوراة وقد قال تعالى: </p><p> * * * </p>"
}