{
  "id": null,
  "sura": 4,
  "aya": 97,
  "text": "<p> (إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا) معنى توفَّاهم الملائكة: تتوفاهم فهو فعل ماض أريد به المستقبل لتأكد وقوعه، كقوله تعالى:  (أَتَى أَمْر اللَّهِ فَلا تَسْتَعْجِلُوهُ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ) ، والمعنى: أن الذين تتوفاهم الملائكة الذين نيط بهم قبض الأرواح، قد توفوا في حال ظلمهم لأنفسهم، بسبب رضاهم بالذل والهوان، باستمرار إقامتهم في أرض لم يستطيعوا إقامة دينهم فيها، أو لم ينضموا إلى أهل الإسلام ليكثر بهم المسلمون، ويعظم جهادهم. وقد روى البخاري أنها نزلت في ناس من المسلمين لم يهاجروا، فكانوا مع المشركين يكثر </p><p> بهم سوادهم، وكانوا يخرجونهم معهم في القتال، فيصيبهم المسلمون بسهامهم أو سيوفهم. </p><p> ومهما يكن سبب النزول، فالعبرة بعموم اللفظ، لَا بخصوص السبب، فإن كل مؤمن يعيش في أرض يستذل فيها، أو لَا يستطيع إقامة حق دينه فيها، أو يعامل بغير الأحكام الإسلامية يكون من الواجب عليه أن يهاجر إلى الأرض التي يكثر فيها سواد المسلمين. وقد فهم هذا المعنى العام \" الزمخشري \" ، فقد قال في ذلك: (وهذا دليل على أن الرجل إذا كان في بلد لَا يتمكن فيه من إقامة أمر دينه كما يجب، لبعض الأسباب، والعوائق عن إقامة الدين لَا تنحصر، أو علم أنه في غير بلده أقوم بحق الله تعالى، وأدوم على العبادة، حقت عليه المهاجرة. وعن النبي - صلى الله عليه وسلم -: \" من فر بدينه من أرض إلى أرض، وإن كان شبرا من الأرض، استوجب الجنة، وكان رفيق أبيه إبراهيم، ونبيه محمد \"  (١) ، وقد ذكر الزمخشري أنه فعل ذلك - صلى الله عليه وسلم - إذ جاور بيت الله الحرام، وقال جار الله الزمخشري داعيا ربه:  (اللهم إن كنت تعلم أن هجرتي إليك لم تكن إلا للفرار بديني، فاجعلها سببا في خاتمة الخير ودرك المرجو من فضلك، والمبتغى من رحمتك، وصل جواري لك بعكوفي عند بيتك بجوارك في دار كرامتك يا واسع المغفرة)  (٢) . </p><p> هؤلاء الذين ظلموا أنفسهم بالإقامة في دار لَا تحكم بالإسلامِ، ولا يكون فيها قوة لأهل الحق - تسألهم الملائكة يوم القيامة، فيقولون لهم:  (فِيم كُنتمْ) ، ويقول الزمخشري إن المعنى: في أي شيء كنتم من أمر دينكم؟ والسؤال للتوبيخ، ومؤداه إنكم لم تكونوا مستطيعين إقامة شئون دينكم، فكيف ترضون بذلك؟ وعندي أن معنى النص:  (فِيمَ كُنتمْ) ؛ في أي حال كنتم؟ أكنتم في عزة أم في ذلة؟ وكيف ترضون لأنفسكم الهوان، ولدينكم الدنية؟. والاستفهام للتوبيخ أيضا كما قرر الزمخشري. </p><p>(١) أخرجه الثعلبي من طريق الحسن مرسلا، وقد ذكر ذلك الآلوسي ج ٥، ص ١٢٥. (٢) ذكره الزمخشري ج ١ ص ٥٥٦ من الكشاف.</p><p> وقد أجابوا عن ذلك بما حكاه الله سبحانه وتعالى عنهم بقوله:  (قَالُوا كنَّا مُسْتَضْعَفِينَ فِي الأَرْضِ) ، ومعنى مستضعفين أنهم أريد ضعفهم وإذلالهم وعدم تمكينهم من إقامة الحق؛ لأن السين والتاء تدلان على طلب الضعف لهم من غيرهم، فهم يعتذرون بأن أعداء الدين أو المسيطرين عليهم أرادوا بهم هذا الضعف، وألزموهم إياه، فلم يستطيعوا عنه حولا!. وهذا اعتذار غير سليم، لأنهم كانوا في ذات أنفسهم ضعفاء، إذْ رضوا بالذل والهوان، ولذلك قالت لهم الملائكة:  (أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِروا فِيهَا) والاستفهام هنا إنكاري أيضا، ومعناه: لقد كانت أرض الله تعالى واسعة، فلماذا لم تهاجروا إلى تلك الأرض الواسعة، حيث العزة، وحيث الجهاد، وحيث يكثر سواد المسلمين، ويعتز أهل الإيمان، ويكون المؤمنون بعضهم لبعض، ويكونون في الجهاد كالبنيان المرصوص المتماسك، كما قال النبي - صلى الله عليه وسلم -: \" المؤمن للمؤمن كالبنيان المرصوص يشد بعضُه بعضا \"  (١) . </p><p> وإن هذا النص الكريم يدل على أن المؤمن محاسب إذا رضي بالذل والدعة والعيش الناعم في غير أرض الإسلام، وأنه خير له أن يعيش في ظل الإسلام وفي خشن العيش مع العزة، من أن يعيش في نعيم مع الذلة، ولذا قال تعالى في عقاب هؤلاء المنقطعين عن الإسلام: </p><p> (فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا) أي إن هؤلاء الذين رضوا بالذل وظلموا أنفسهم، أو رضوا بأن يكونوا في قوة أعداء الإسلام، ولم يكونوا مع المسلمين، مدَّعين أن الضعف هو الذي أقعدهم - إذا كانوا قد ارتضوا الإقامة في مكان الهوان في الدنيا، فإن مأواهم الذي يأوون إليه في الآخرة هو جهنم، وهي مصيرهم الذي يصيرون إليه، ونهايتهم التي ينتهون إليها، وما أسوأ جهنم مآلا ونهاية ومأوى لمن يسيرون في طريقها، فأُولئك جمعوا على أنفسهم هوان الدنيا وعذاب الآخرة!. </p><p>(١) متفق عليه؛ رواه البخاري: الصلاة - تشبيك الأصابع (٤٨١)، ومسلم: البر والصلة والآداب - تراحم المؤمنين وتعاطفهم (٢٥٨٥). عن أبي موسى الأشعري رضي الله عنه.</p><p> وإن هذا النص يوجب على المؤمن أن يعيش عزيزا كريما، تكون قوته للمؤمنين، وعليه أن يجاهد في ذلك، وإن لم يفعل فقد جنى على نفسه مرتين: إحداهما بهوان الدنيا، والثانية بعذاب الآخرة. </p><p> * * * </p>"
}