{
  "id": null,
  "sura": 4,
  "aya": 176,
  "text": "<p> (يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (١٧٦) </p><p> * * * </p><p> ابتدأت سورة النساء ببيان أحكام للأسرة، وختمت كما بدأت ببيان أحكام للأسرة، بدئت ببيان أحكام الزواج، وإباحة تعدد الزوجات في الحدود التي رسمها الله تعالى لعباده ثم فصل القول في المواريث ثم فصل القول فيمن يصح الزواج منهن، ثم كان من بعد ذلك الكلام في علاقات آحاد الأمة، ثم في علاقات الناس بعضهم على بعض، وكأنما كان الانتقال من الأسرة التي هي النواة الأولى للبناء الاجتماعي إلى المجتمع الصغير في حقوق الجوار وما يتصل به، ثم إلى المجتمع الكبير في الأمة وعلاج الآفات الاجتماعية فيه، وعلى رأسها النفاق والمنافقون. </p><p> ثم انتقلت إلى علاج العلاقات الإنسانية العامة، وضرورة الحرب إن اعتدت الرذيلة على الفضيلة؛ لأن فضيلة الإسلام إيجابية عاملة لَا سلبية خاملة، وتكلمت عن فساد الأمم والجماعات، وسببه التعصب للباطل، وسيطرة الأوهام والغلو في الأحكام مبينة قصة الذين اجترءوا على الحق وأصله وأهله من اليهود، والذين غلوا غلوا خرج بهم عن كل معقول ومقبول، وهم النصارى الذين غلوا في دينهم، ورفعوا المسيح إلى مرتبة الألوهية، وزعمهم أنه ابن الله. </p><p> (يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ) . وكان ختام السورة ببعض أحكام الميراث تذكيرا بأمرين: </p><p> أولهما - أن الأسرة هي الخلية الأولى التي يتربى فيها النزع الاجتماعي بكل ضروبه، وكل شعبه وأنه لَا يوجد مجتمع صالح إلا بأسر صالحة، وفساد الأسرة فيه فساد المجتمع. </p><p> ثانيهما - أن أحكام الأسرة مستمدة من الله تعالى من غير توسط أحد كبيرا كان أو صغيرا، وأن مخالفة أحكام الله تعالى ضلال ليس بعده ضلال، ولذا أختمت السورة بأن بيان الله تعالى لمنع الضلال، كما سنتلو من الآية الكريمة إن شاء الله تعالى. </p><p> (يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ) رويت روايات كثيرة في الاستفتاء الذي وقع من الصحابة، رضي الله عنهم، ويظهر أن السؤال في ميراث الإخوة </p><p> والإخوات قد كثر، ولذلك تعددت الروايات، وتعدد أشخاص المستفتين. وأوضح الروايات ما رواه البخاري ومسلم وأصحاب السنن الأربعة وأحمد عن جابر بن عبد الله قال:  \" دخل عليَّ رسول الله - صلى الله عليه وسلم -، وأنا مريض لَا أعقل، فتوضأ ثم صب عليَّ،فقلت:إنه لَا يرثني إلا كلالة فنزلت آية الفرائض \"  (١) وقد فصل القول النسائي والبيهقي في سننهما فقد ذكرا عن جابر قال اشتكيت فدخل النبي - صلى الله عليه وسلم - عليَّ فقلت: يا رسول الله أوصي لأخواتي بالثلث؟ قال:  \" أحسن \" . قلت: بالشطر؟ قال:  \" أحسن \" . ثم خرج ودخل عليَّ فقال:  \" لا أراك تموت في مرضك هذا، إن الله أنزل وبين ما لأخواتك، وهو الثلثان \"  (٢) ، فكان جابر يقول:  \" نزلت هذه الآية:(يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَة)فيَّ \" . وتسمى هذه الآية آية الصَّيف؛ لأنها نزلت في الصيف، وسماها النبي - صلى الله عليه وسلم - آية الصيف، ولقد قال عمر رضي الله عنه:  \" إني والله لَا أدع شيئا أهم إليَّ من أمر الكلالة، وقد سألت رسول الله - صلى الله عليه وسلم -، فما أغلظ لي في شيء ما أغلظ لي فيها، حتى طعن بأصبعه في جنبي أو في صدري،ثم قال:\" يا عمر، ألا تكفيك آية الصيف التي أنزلت في آخر سورة النساء \" (٣) . </p><p> والاستفتاء طلب الفتيا، أو الإفتاء، والإفتاء الإجابة السريعة التي تكون جديدة بالنسبة للسائل الطالب لها، وأصل الفتيا من الفتاء والفتى والفتاة الطرى الشباب المقبل على الجديد فيها، وأطلق على العبد فتى، وعلى الأمة فتاة لسرعة استجابتها لحاجة مولاها. </p><p> والكلالة كما جاء في مفردات الراغب الأصفهاني وغيره من المعاجم وكتب التفسير والفقه اسم لما عدا الولد والوالد من الورثة. . وروى أن النبي - صلى الله عليه وسلم - سئل </p><p>(١) متفق عليه، رواه البخاري: المرضى وضوء العائد للمريض (٥٦٧٦) وأطرافه سبعة كلها بلفظ مقارب، ومسلم: الفرائض (١٦١٦) عن جابر بن عبد الله رضي الله عنه. (٢) رواه أبو داود: الفرائض - من كان له ولد وليس له أخوات (٢٨٨٧)، وأحمد: باقي مسند المكثرين (١٣٨٨٦).(٣) جزء من حديث رواه مسلم: المساجد ومواضع الصلاة.</p><p> عنها فقال:  \" من مات وليس له ولد ولا والد \"  (١) فجعلها عليه الصلاة والسلام اسما للمتوفى الذي يرثه غير ولده ووالده، وهي تطلق بهذا المعنى، وتطلق على الوارث غير الوالد والولد، وقد ورد اسم الكلالة في الميراث مرتين في لسورة النساء، أولاهما - في آيات المواريث، وهي قوله تعالى:  (وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ) . </p><p> وقد فسر النبي - صلى الله عليه وسلم - الكلالة هنالك بأولاد الأم، وانعقد الإجماع على ذلك، وأما الكلالة هنا ففسرت بأولاد الأب الأشقاء أو لأب أي العصبات وانعقد الإجماع على أن الميراث يكون للأشقاء، فإن لم يكن أشقاء فإنه يكون للإخوة لأب، على ذلك انعقد إجماع المسلمين ترجيحا لقوة قرابة الأبوين على الأب الواحد. </p><p> وقد بين الله ميراث الكلالة من العصبة بقوله تعالى: </p><p> (إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ) الأخت هنا هي الأخت الشقيقة أو الأخت لأب، فإنها ترث النصف إذا لم يكن للمتوفى ولد، والولد يشمل الذكر والأنثى، فالأخت الشقيقة أو لأب لا تأخذ النصف إذا كان ثمة ولد ذكر أو أنثى، وكذلك الأخت لأب، وإن كانوا عند عدم وجود الولد الذكر أو الأنثى إخوة ذكورا وإناثا، فإن الميراث يقسم بينهم للذكر مثل حظ الأنثيين وإن كانت عدة من الأخوات الشقيقات أو لأب إذا لم يكن أشقاء فإنهن يأخذن الثلثين، لقوله تعالى: </p><p>(١) عن أبي بكْرٍ - رضي الله عنه - قَالَ: \" مَنْ مَاتَ وَلَيْسَ لَهُ وَلَدٌ وَلاً وَالِدٌ فَوَرَثَتُهُ كَلالَةٌ \" فَضَجَّ مِنْهُ عَليٌّ رَضِيَ اللَّهُ عَنْهُ ثُمَّ رَجَعَ إِلى قَوْلِهِ. (عبد بن حميد). جامع الأحاديث (ج ١٢، ص ١٩٢). وفي كنز العمال (ج ١، ص ٣٠٢) من مسند أبي بكر الصديق: إذا مات الرجل وليس له ولد ولا والد فورثته كلالة.</p><p> (فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ) قد أشرنا إلى تقسيم الميراث اذا كان مع الأخوات الشقيقات أو لأب إذا لم يكن أشقاء أخ شقيق أو لأب، وأما اذا تعددت الأخوات من غير أخ يكن عصبة ويقاسمهن للذكر مثل حظ الأنثيين، فإنهن يأخذن الثلثين، لَا يزدن عليه مهما يكن عددهن. </p><p> وقد يقال إن النص الكريم جاء في حال ما إذا كانتا اثنتين، ولم يبين حال الأكثر من ثنتين، ونقول أن ذلك فهم من دلالة النص أو قياس الأولى في ميراث البنتين، فإنه جاء النص في ميراث البنتين في قوله تعالى:  (يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ) . </p><p> فذكر في هذا النص السامي أنهن إن كن فوق اثنتين يأخذن الثلثين، وهن أقرب إلى المتوفى من الأخوات فبالأولى الأخوات إذا كن أكثر من اثنتين لَا يأخذن أكثر من الثلثين؛ لأنهن لسن أقوى قرابة من البنات، فحذف من هنا ما بانَ بالمفهوم من الآيات الأولى، وكذلك حذف من الآية الأولى ما يفهم بدلالة النص من هذه الآية، فإن آية البنات قد نص فيها على ميراث الأكثر من ثلثين ولم ينص فيها على ميراث الثنين؛ وذلك لأنه إذا كان الاخوات اثنتين أخذن الثلثين، فبالأولى البنات لأنهن أقرب من الأخوات نزلت في آية الأخوات ما يفهم من آية البنات، وترك من آية البنات ما يفهم من آية الأخوات وذلك من الإعجاز. </p><p> وقد بين النص القرآني حال ميراث الإخوة والأخوات الشقيقات أو لأب إذا لم يكن لهن ولد ذكرا كان أو أنثى، ولم يبين حال ما إذا كان ثمة ولد، فبقي على الأصل وهو لَا يستحق شيئا في حال ما إذا كان الولد ذكرا؛ لأنه لم يرد أثر عن النبي - صلى الله عليه وسلم - يورث الإخوة أو الأخوات عند وجود الولد الذكر، وفوق ذلك فإن </p><p> الولد الذكر يكون عصبة بنفسه، وهو أقرب رجل ذكر، فيكون مقدما على غيره بمقتضى النص النبوي، أما إذا كان الولد أنثى، فقد ورد الأثر عن النبي - صلى الله عليه وسلم - بأنه ورَّث البنتين الثلثين وأعطى الأخ الباقي (١) ، وروى ابن مسعود أنه أفتى في مسألة كان فيها بنت وبنت ابن، وأخت فأعطى البنت النصف وبنت الابن السدس تكملة للثلثين، وأعطى الأخت الباقي تعصيبا، وذكر أن ذلك قضاء رسول الله - صلى الله عليه وسلم -، وكان أبو موسى الأشعري قد رد على البنت وبنت الابن، فلما ذكر ابن مسعود له عدل عن رأيه، وقال: لَا تسألوني وهذا الحبر بينكم \" (٢) وروى أن ابن عباس - رضي الله عنهما - يرى أن تعطى البنت وبنت الابن نصيبهما، ثم يرد الباقي عليهما بنسبة نصيبهما. </p><p> والشيعة لَا يورثون الإخوة والأخوات مطلقا عند وجود الأولاد ذكورا كانوا أو إناثا، لعموم النص القرآني الذي يثبت أن ميراث الإخوة والأخوات هو بمقتضى الكلالة، والكلالة تقضي ألا يكون هناك والد ولا ولد، فإذا كان هناك ولد كانت الحال كما لو كان هناك والد، والإخوة والأخوات لَا يرثون عند وجود الوالد، فكذلك لَا يرثون مطلقا عند وجود الولد. ولم يصح عندهم حديث ابن مسعود، وإذا فرض وكان رواته ثقات فإنهم لَا يعارضون النص القرآني الذي اشترط ألا يكون ولد، واشترط ثانيا أن يكون ميراث الإخوة والأخوات ميراث كلالة، ولا يرثون إذا كان ثمة ولد. </p><p>(١) روى الترمذي: الفرائض (٢٠٩٢)، وأبو داود: (٢٨٩١): وابن ماجه: (٢٧٢٠) والدارقطنِيّ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ امْرَأَةَ سَعْدِ بْنِ الرَّبِيعِ، قَالَتْ: يَا رَسُولَ اللَّهِ إِنَّ سَعْدًا هَلَكَ وَتَرَكَ ابْنَتَيْنِ وَأَخَاهُ، فَعَمَدَ أَخُوهُ فَقَبَضَ مَا تَرَكَ سَعْدٌ، وَإِنَّمَا تُنْكَحُ النِّسَاءُ عَلَى أَمْوَالِهِنَّ. فَلَمْ يُجِبْهَا فِي مَجْلِسِهِ ذَلِكَ، ثُمَّ جَاءَتْ فَقَالَتْ: يَا رَسُولَ اللَّهِ ابْنَتَا سَعْدٍ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" ادْعُ لِي أَخَاهُ \" فَجَاءَهُ فَقَالَ: «ادْفَعْ إِلَى ابْنَتَيْهِ الثُّلُثَيْنِ، وَإِلَى امْرَأَتِهِ الثُّمُنَ، وَلَكَ مَا بَقِيَ \". وفي رواية الترمذي وغيره: فنزلت آية المواريث. قال: هذا حديث صحيح. (٢) سبق تخريجه.</p><p> ويفترق الشيعة الاثنى عشرية عن جمهور الفقهاء بالنسبة لميراث الإخوة والأخوات في أصلين يتفرع عنهما الكثير من المسائل، الأصل الأول أن البنت حيث وجدت ولو منفردة عن الابن استحقت الميراث كله إن لم يكن زوج ولا أم ولا أب كما ينفرد الابن بذلك، ولا تستحق الإخوات والأخوة شيئا، وكذلك لا يستحق بنات الابن شيئا، سيرا على قاعدتهم من أن البنت كالابن تستحق الميراث كله إذا انفردت، تأخذ النصف فرضا، والباقي ردا، وتحجب أولاد الأب فروض، فإنها تأخذ الباقي ردا. </p><p> الأصل الثاني - أن الأخت الشقيقة إذا استحقت النصف، فإن الأخت لأب، والأخ لأب لَا يستحقان معا شيئا. بل تأخذ النصف فرضا، والباقي ردا، وتحجب أولاد الأب والجمهور على أن الأخت الشقيقة تأخذ النصف فرضا، والأخت لأب تأخذ السدس تكملة للثلثين إذا لم يكن أخ شقيق أو لأب، وإذا كانت أخت شقيقة أو أخوات، وليس معهن أخ شقيق، وكان هناك أخ لأب، فإن الباقي يكون للأخ لأب هو وأخته التي لأب للذكر مثل حظ الأنثيين وإذا كان أخ شقيق يحجب الأخوة والأخوات لأب. </p><p> هذا ما اقتضى التفسير أن نذكره، وهناك فروع كثيرة تركناها لكتب الفقه في السنة والشيعة. </p><p> (يُبَيِّن اللَّهُ لَكُمْ أَن تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ) هذا النص الكريم يبين أن الله سبحانه وتعالى هو الذي تولى شرح بيان أحكام الميراث، وحسب الميراث فضلا أن يكون تأكيده وتوثيقه ببيان الله تعالى. </p><p> وقد ذكر النص الكريم لماذا تولى القرآن الكريم بيانه فقال سبحانه \" أن تضلوا \" أي خشية أن تذهبوا إلى طرق ضالة بأمور ثلاثة - إما بإهمال الميراث جملة بألا تعطوا أحدا من الورثة شيئا، كما حاول أن يفعل الشيوعيون فأضعفوا الأسرة، وأضعفوا النشاط الإنساني، والإقبال الاختياري على العمل، وتركوا ذرية ضعافا لا يجدون ما يقيم أودهم، وإذا كانت الدولة ترعاهم في بعض الأحيان، فعلى نقص بين واضح. </p><p> وإما يجعل الحرية للمورث يوصي بماله لمن يشاء من غير قيد، وفي ذلك ضلال أي ضلال، إذ يترك ورثته ضياعا، ويعطي المال غيرهم. </p><p> وإما بحرمان من يشاء وإعطاء من يشاء، وفي ذلك إثارة للبغضاء والعداوة وقد قرر العلماء في كل بقاع العالم أن أعدل نظام للميرات هو نظام القرآن الكريم، ولكن وجد من بيننا من يحاربه، بل وجد من يزعمون أنهم مفسرون للقرآن من يدعي نسخه، وصدق رسول الله تعالى إذ يقول:  \" إن الفرائض أول علم ينسى \"  (١) وقد ذيل الله تعالى الآية بقوله (وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ) وفي هذا إشارة إلى أن شرعه أحكم شرع، لأنه شرع من يعلم كل شيء، من يعلم الماضي والقابل، والعدل على أتم وجوهه، والمصلحة المستقرة الثابتة التي لَا تعبث بها الأهواء ثم هو عليم بمن يخالفه ويعصيه، ومن يطيعه ويرضي حكمه. </p><p> وتجب الإشارة هنا إلى أمر بياني يقتضي تمام التفسير ذكره هو أن الله تعالى يقول (يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ) وهنا لم يبين في السؤال موضع الاستفتاء، ولكن الإجابة بينته فاستبان، ويلاحَظ أنهم سألوا النبي - صلى الله عليه وسلم - ولكن الله تولى الإجابة هو، فقال (قُلِ اللَّهُ يُفْتِيكُمْ) ونجد في مثل هذا المقام يقول الله تعالى: (وَيَسْألُونَكَ عَنِ الْيَتَامى قُلْ إِصْلاحٌ لهُمْ خَيْرٌ) . </p><p> ولم يسند الأمر إلى ذاته العلية كما أسنده هنا فما السر؟ السر في ذلك هو تأكيد أن شرع الميراث منسوب للذات العلية، وهو الذي يتولى الشرح، وإذا كان النبي - صلى الله عليه وسلم - يتولى الشرح عنه في كثير، فهنا قد تولى هو توثيقا للحكم وتأكيدا له وتربية للمهابة. ويلاحظ أن أحكام الميراث كلها أسندها العلي الحكيم، العليم الخبير لنفسه، فابتدأ آياتها في أول السورة بقوله تعالى (يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مثْلُ حَظّ الأنثَيَيْنِ) ، وختمها بأن الميراث كله وصية الله تعالى، َ فقال تعَالت كلماته:  (. . . وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ (١٢) تِلْكَ حُدُودُ اللَّهِ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ (١٣) وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ (١٤) . </p><p> * * * </p><p>(١) سبق تخريجه.</p><p> (سُورَةُ الْمَائِدَةِ) </p><p> تمهيد </p><p> هذه سورة المائدة جاءت بعد سورة النساء، وسميت سورة المائدة لأنها اشتملت في آخرها على طلب الحواريين من عيسى ابن مريم - عليه وعلى نبينا أفضل الصلاة وأتم التسليم - أن ينزل عليهم ربهم مائدة من السماء، واستجاب عيسى عليه السلام لما طلبوا فطلب من الله تعالى قائلا كما أخبر القرآن الكريم عنه:  (. . . اللَّهُمَّ رَبَّنَا أَنزِلْ عَلَيْنَا مَائدَةً مِّنَ السَّمَاءِ تَكُونُ لَنَا عيدًا لأَوَّلِنَا وَآخِرِنَا وَآيَةً مِّنكَ وَارْزُقْنَا وَأَنتَ خَيْرُ الرَّازِقِينَ) . </p><p> وقد نزلت بعد فتح مكة، وهي سورة مدنية، وإن قال الأكثرون: إن آية: (. . . الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى وَرَضِيتُ لَكُمُ الإسْلامَ دِينًا. . .) إنها نزلت والنبي - صلى الله عليه وسلم - واقف بعرفات، في حجة الوداع؛ لأنها نزلت على أي حال بعد الهجرة. </p><p> وهي من آخر القرآن نزولا، وقد اشتملت على أحكام شرعية كثيرة، وابتداؤها يدل على ما فيها، فقد ابتدأت بوجوب الالتزام بالتكليفات التي كلف الله عبيده إياها، وما يعقده العبد مع الناس، ثم أردفت ذلك ببيان الحلال من الذبائح، والحرام منها، مع الإشارة إلى تحريم الصيد في الحرم من المحرمين، واحترام الشعائر في الحج. </p><p> ثم أشارت من بعد ذلك إلى تمام الشرع الإسلامي، وكماله، وتكلمت السورة الكريمة من بعد ذلك في العلاقات بين المسلمين وأهل الكتاب من الناحية الشخصية، وإباحة ذبائحهم، وحل نسائهم. </p><p> وبعد أن بينت هذه المباحات من الطيبات، أخذت تتجه إلى غذاء الروح بعد غذاء الجسم، وهو الصلاة، وما يجب أن يتقدمها، وأن العبادات لَا يريد الله تعالى منها بعباده الضيق والحرج، ولكن الطهارة النفسية. </p><p> (. . . مَا يُرِيدُ اللَّهُ ليَجْعَلَ عَلَيْكُم مِنْ حَرَجٍ وَلَكِن يُرِيدُ ليُطَهِّرَكمْ وَليتمَّ نعْمَتَهُ عَلَيْكُمْ. . .) </p><p> وإن الطهارة في الصلاة لها غاية اجتماعية عالية، وهي حسن التعامل، وإقامة العدالة، ولذلك أمر من بعد هذا بإقامة العدالة مع العدو، ومع الولي على سواء، ثم ذَكَّر المؤمنين بأن العدالة هي التي تحمي المجتمعات، وأن الله تعالى حماهم عندما هَمَّ قوم أن يبسطوا أيديهم بإيذائهم، ثم ذكَّرهم ببني إسرائيل أنهم عندما نقضوا الميثاق الذي أخذه الله تعالى عليهم بإقامة العدل لعنهم الله تعالى، وجعل قلوبهم قاسية قد غلقت عن الحق، وأغلفت على تحكُّم الهوى، فأخذوا يحرِّفون الكتب ويحذفون منها ما لَا تهوى الأنفس، وكذلك فعل النصارى حتى ادَّعوا الألوهية للمسيح عيسى ابن مريم، فكفروا، واسترسلوا حتى ادَّعى اليهود والنصارى أنهم أبناء الله تعالى وأحباؤه، ثم وجه الله تعالى الخطاب من بعد للذين عاصروا النبي - صلى الله عليه وسلم - يدعوهم إلى الحق، ويقيم الحجة عليهم بهذه الدعوة القائمة. </p><p> وإن الذل يفسد القلوب، وَيُذهب النخوة، وكذلك كان الأمر بالنسبة لليهود، فقد ذكرت السورة الكريمة أنهم بعد أن ضربت عليهم الذلة في مصر أراد موسى - عليه السلام - بأمر ربه أن يجعل منهم قوما ذوي بأس، فأراد أن يقودهم ليدخلوا الأرض المقدسة، ولكنهم آثروا الاستنامة، فأخذوا يتيهون في الأرض أربعين سنة. </p><p> وإن النفس البشرية إذا دخلها الحسد فسدت، وصارت العداوة بدل المودة في موضع كان يجب أن تسوده المحبة، وقد ذكر الله تعالى في هذه السورة خبر ابني آدم إذ قتل أحدهما الآخر؛ لأنه قُبِلَ قربانُه، ولما أخذه الندم بعد فوات وقت العمل </p><p> حار في مواراة جثة أخيه، حتى تعلَّمها من غراب أخذ يبحث في الأرض ليواري جثة غراب مثله. </p><p> وإذا كان الحسد حتى في العبادات يؤدي إلى القتل؛ فلذلك شرعت عقوبة القصاص، كما ذكر النص القرآني في هذه السورة الجامعة. </p><p> وإذا كان الحقد البشري في الجماعات هو الذي يؤدي إلى أشد الجرائم فتكًا بها، فقد ذكر سبحانه عقوبات شديدة تناسب الجرائم العنيفة الشديدة، فذكر سبحانه عقوبة الذين يحاربون النظام، وينقضُّون على الشرع ويزعجون الآمنين، ويقطعون الطريق على السابلة (١) ، وقد ذكر سبحانه وتعالى - بعد ذكر عقوبة قطع الطريق المغلظة بطبيعتها - ذكر سبحانه أن طلب الحق والجهاد في سبيله، وتثبيت النظام الإسلامي ووضعه في نصابه، هو الوسيلة الكبرى للتقرب إلى الله تعالى. </p><p> وذكر من بعد عقوبة الذين يهددون الأمن بقوة قاهرة ظاهرة، وحكم الذين يهددون الأمن في خفية، ويزعجون الناس في مآمنهم، فذكر عقوبة السرقة، وهي قطع اليد. </p><p> وبعد بيان هذه العقوبات الزاجرة للجرائم المنبعثة، والتي يسوق إليها الحقد والحسد أخذ يبين سبحانه حال أهل الكتاب من اليهود، وما فسدت به قلوبهم من حقد أثر في قولهم واعتقادهم، وأوجد النفاق في قلوبهم، وجعل أعمالهم إثما مستمرا، وأنهم لم ينفذوا أحكام التوراة في جرائمهم، وأرادوا أن يفروا منها إلى أحكام الإسلام زاعمين أنها تخفف عنهم، وقد بيَّن سبحانه أحكام التوراة. التي نزلت على موسى، ووجوب أن يخضعوا لها، كما يجب أن يخضع أهل الإنجيل لما جاء في الإنجيل، ومنها التبشير بمحمد - صلى الله عليه وسلم -، وأشار سبحانه وتعالى إلى أن لكل أمة جعل - سبخانه - شِرعة ومنهاجا مؤقتا، حتى جاءت شريعة محمد - صلى الله عليه وسلم - وإنه بعد نزول القرآن لَا حكم إلا له؛ ولذا قال سبحانه: (وَأَنِ احْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَن يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنزَلَ اللَّهُ إِلَيْكَ فَإِن تَوَلَّوْا </p><p>(١) السابلة: أبناء الطريق المختلفة في الطرقات. الصحاح. سبل.</p><p> فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ (٤٩) أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ (٥٠) . </p><p> وإن الحقد الذي سكن قلوب الذين يخالفونكم من أهل الكتاب لَا يسوغ لكم أن تتخذوا منهم نصراء، فإن بعضهم نصراء لبعضهم، وإن الذي يرضى أن يكونوا أولياء عليه يكون منهم، وإن من يفعل ذلك يكون مرتدا عن دينه خاذلا له، ومن يرتد عن دينه لَا يخسر الله تعالى به شيئا، بل سيخلفه في الإسلام قوم يحبهم الله ويحبونه، بعد أن زال فساد المنافقين المرتدين. </p><p> وبَيَّنَ سبحانه وتعالى أن الولاية للَّه وحده وأن اليهود يتخذون الإسلام هزوا ولعبا، وأنهم يسارعون في الإثم والعدوان متنقلين في دركاتهما، وأن الذي أفسدهم أنهم لَا يأمرون بالمعروف ولا ينهون عن المنكر، وأنهم لم يقيموا التوراة والإنجيل، وقد أمر الله نبيه في وسط ذلك الغبار الذي يثيرونه أن يبلغ ما أنزل إليه، وقد بَيَّنَ سبحانه بعد ذلك أنه من يخلص لله يدخل الجنة؛ لأنه لَا محالة سيدرك ما جاء به محمد ويؤمن به، ولقد بين سبحانه كفر الذين ألَّهوا المسيح، وقالوا: إن الله - تعالى - ثالث ثلاثة، وبَيَّنَ أنه يجب أن يرجعوا إلى الله تعالى، ولكنهم غلوا في دينهم، فغلا النصارى في شأن المسيح فقدسوه وألَّهوه، وغلا اليهود في الطعن فيه، وهموا بقتله، وادَّعوا أنهم قتلوه. </p><p> وقد بين سبحانه وتعالى بعد ذلك مراتب أعداء المؤمنين، فذكر أنه في المرتبة الأولى في العداوة اليهود والمشركون، والنصارى أقرب مودة من غيرهم، وذكر سبحانه حال النصارى في عهد النبي - صلى الله عليه وسلم -، وقد كانوا يسارعون إلى الإيمان إذا سمعوا الحق كما قال تعالى:  (وَإِذَا سَمعُوا مَا أُنزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفيضُ مِنَ الدَّمْعِ ممَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آَمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ) . </p><p> بعد هذا البيان المعجز، الذي ابتدأ بذْكر آثار الحسد والحقد في ابني آدم إذ قربا قربانا، ثم ما أدى إليه الحقد من كفر وطغيان، وطمس للحقائق، ومعاندة </p><p> لأوامر الله تعالى، وفساد للنفوس، بعد هذا أخذ يبين سبحانه إباحة الطيبات، وأنه لَا يصح تحريمها على النفس، وأن من يحرمها على نفسه بيمين فليحنث وَلْيُكَفِّرْ، وتكفير اليمين عتق رقبة أو إطعام عشرة مساكين أو كسوتهم، فمن لم يجد شيئا من هذا فليصم ثلاثة أيام. </p><p> وإذا كان الله تعالى أباح الطيبات، فقد حرم الخبائث، وأول الخبائث الخمر والميسر، وإن الخمر أم الخبائث، وأم الجرائم، وإنه ليس على المؤمنين إثم فيما يتناولون من طيبات إنما الإثم فيما يتناولون من خبائث. </p><p> وقد بين سبحانه أن من الطيبات ما يحرم في بعض الأوقات، لَا لذاته، بل للمكان الذي يكون فيه، والحال التي يكون فيها، فحرم الصيد في البيت الحرام للمحرمين، وأن المنع مقصور على صيد البر، ولا يشمل صيد البحر؛ وإن ذلك لمكانة البيت، ولمكانة الإحرام، وقد ذكر سبحانه وتعالى مقام البيت ومكانته. </p><p> وأن الخبيث من الأشياء ومن الأشخاص لَا يستوي مع الطيب، وندد سبحانه بالذين يحرِّمون بعض الطيبات على أنفسهم لأوهام توهموها، وأفكار جاهلية اعتنقوها. </p><p> وأن الذي يقوم بالواجب ويبين الخير ويدعو إليه لَا يكون مسئولا عمن يضل من بعد. </p><p> وفى وسط أحكام الحلال والحرام أخذت السورة تبين سببا من أسباب الملكية، وهو الوصية في السفر، وطريق إثباتها. </p><p> بعد ذلك أخذ يبين الضلال الذي وقع فيه الذين ادَّعوا المسيحية وهو ألوهية المسيح، مع ذكر معجزاته عليه السلام، ومنها أنه يخلق من الطين كهيئة الطير، فينفخ فيه فيكون طيرا بإذن الله، وأنه أخرج الموتى بإذن الله تعالى، وأنه نزلت عليه المائدة من السماء. </p><p> ومع هذه المعجزات الباهرة كفر به من كفر، وشهد الحواريون بأنه رسول من عند الله، وغالى غيرهم فزعموا أنه وأمه إلهان، ومنهم من زاد غيرهما. </p><p> وقد ذكر سبحانه وتعالى أنه سيخاطب عيسى يوم القيامة عن هذا الذي افتروه على المسيح، ونذكر هذه المجاوبة بالنص. </p><p> (وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ (١١٦) مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (١١٧) إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١١٨) قَالَ اللَّهُ هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ (١١٩) لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٢٠) </p><p> * * * </p><p> هذه نظرات كليلة في سورة المائدة، ولننظر في ذكر معانيها. </p><p> * * * </p>"
}