{
  "id": null,
  "sura": 4,
  "aya": 118,
  "text": "<p> (لَعَنَهُ اللَّهُ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا (١١٨) </p><p> * * * </p><p> أي إن الله سبحانه وتعالى طرده من رحمته، وأخرجه من جنته، كما عتا وتمرد وخرج عن طاعته، فلم يسجد لآدم، وقد أمره الله تعالى بالسجود له، فلما طرده الله من ظلال جناته بسبب عصيانه بالنسبة لآدم، وجعل عمله في هذا الوجود مصادمة الخير، وجذب </p><p> ذرية آدم إلى الشر قال مؤكدا بلسان المقال والفعال: لأتخذن من عبادك الذين خلقتهم من ذرية آدم نصيبا مفروضا، أي مقدارا معينا قليلا كان أو كثيرا. أي أنه سيستهوي طائفة من عباد الله، ويسيطر على نفوسهم، ويجعلهم في طاعته، بدل أن يكونوا في طاعة الله سبحانه وتعالى. ويقول الأستاذ الإمام محمد عبده: إن النصيب المفروض هو ما للشيطان في نفس كل واحد من الاستعداد للشر، الذي هو أحد النجدين في قوله تعالى:  (وَهَدَيْنَاهُ النَّجْدَيْنِ) ، وفي الحق أن هذا ليس من اتخاذ الشيطان، إنما هو خلق الشخص، والشيطان يأخذ من يأخذه من العباد من طريق السيطرة على جانب الشر. </p><p> اللهم جنبنا وسوسة الشيطان وتزيينه، واجعلنا معك، ومع القرآن، ومع الرسول، ومع المؤمنين. </p><p> * * * </p><p> (وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا (١١٩) يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا (١٢٠) أُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا (١٢١) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا وَعْدَ اللَّهِ حَقًّا وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا (١٢٢) </p><p> * * * </p><p> ذكر الله سبحانه في الآيات السابقة ما عاهد الشيطان عليه نفسه الشريرة، من أنه سيتخذ نصيبا مفروضاً مقدرا من بني آدم عباد الله سبحانه، بيَّن الله سبحانه إضلاله لهم، وطريق هذا الإضلال، وهو أن يُمنِّيهم بالأماني الكاذبة، فيهيموا في أحلام لَا أصل لها، ويجعلهم بها في أوهام، فيقطعون آذان الأنعام من غير مبرر معقول، وَيُغيِّرون خلق الله من غير مبرر، ويحسبون ذلك عبادة يُتقرب بها، ولكنهم بها يتخذون الشيطان وليا فيغرهم ويخدعهم، ويكونون في ضلال، ولذلك قال سبحانه وتعالى: </p>"
}