{
  "id": null,
  "sura": 4,
  "aya": 109,
  "text": "<p> (هَا أَنْتُمْ هَؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ اللَّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ ... (١٠٩) </p><p> * * * </p><p> يستطيع أهل النفاق بحلو قولهم، وقدرتهم على تزوير الكلام وتحسينه، أن يجدوا لهم أنصارا من أهل الحق، يخدعون بمظهرهم، ولطف مداخلهم، فيظنون بهم الخير، ويندفعون للدفاع عنهم، والله سبحانه وتعالى يبين أن هذا الدفاع إن أجدى في الدنيا لهم، فهو جداء يؤدي إلى إيغالهم في الشر والفجور، وإذا كان ينجيهم من عذاب الدنيا، فلن ينجيهم من عذاب الآخرة، إذ لَا يكون العقاب إلا من علام الغيوب الذي لَا تخفى عليه خافية في الأرض ولا في السماء، والجدال عنهم في الدنيا أمام البشر، أما الجدال عنهم في الآخرة، فهو أمام الله تعالى العليم </p><p> الحكيم، والشهود في يوم القيامة عليهم كثيرة متعددة، فإنه تشهد عليهم أيديهم وأرجلهم وألسنتهم بما كانوا يفعلون. </p><p> وهنا أربع إشارات بيانية: </p><p> أولها - التنبيه إلى مجادلة المؤمنين عن المنافقين، ووقوعها في الماضي، وتوقعها في القابل، وذلك للإشارة إلى حسن ظن المؤمنين بالناس. وقد قرر سبحانه التنبيه إلى ذلك في قوله تعالى:  (هَا أَنتُمْ هَؤلاءِ) ، فتكررت هاء التنبيه، وذكر اسم الإشارة الذي هو تنبيه ثالث، وذلك التنبيه إلى الواقع والمتوقع للتنبيه إلى الاحتراس، ومراقبة أنفسهم عندما يفرطون في الثقة بمن ليس بها جديرا. </p><p> ثانيها - التعبير بالماضي في قوله تعالى (جَادَلْتُمْ) مع أن النهي منصب على المستقبل، لبيان تحقق وقوع المجادلة عن المنافقين مع توقع وقوعها، إذ النهي لا يكون إلا عن أمر محتمل الوقوع في المستقبل، والصيغة تتضمن اللوم على الواقع، والنهي عما يمكن أن يقع. </p><p> ثالثها - الإشارة إلى أن المجادلة في الحياة الدنيا، إنما سببها الجهل بالقلوب، وعدم تحري ما تنطوي عليه، وأن حالهم ستنجلي يوم القيامة، فإذا كانوا يخدعون أهل الدنيا، فالله سبحانه كاشفهم وخادعهم يوم القيامة. </p><p> رابعها - أن الله سبحانه وتعالى نبَّه إلى أن المجادلة عنهم نوع من المحاماة عن الرذيلة، والدفاع عنها، ولذا قال سبحانه: </p><p> (أَم مَّن يَكُونُ عَلَيْهِمْ وَكِيلًا) ومعنى النص الكريم: إذا كانوا يحامون عنهم، ويجادلون عنهم في الدنيا، فسيلقون ربهم يوم القيامة غير راض عنهم ولا محب لهم، فلا يُرحمون في ذلك اليوم، ولا يُغفر لهم؛ لأنهم لم يتوبوا، واستغرقت نفوسهم الخطيئة، ولا منجاة لهم من العذاب، ولا مخاصم عنهم أمام الله!! اللهم ارحم أمتك من نفاق المنافقين واجعلنا من عبادك المخلصين. </p><p> * * * </p><p> (وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا (١١٠) وَمَنْ يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ عَلَى نَفْسِهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١١١) وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدِ احْتَمَلَ بُهْتَانًا وَإِثْمًا مُبِينًا (١١٢) وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَائِفَةٌ مِنْهُمْ أَنْ يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَضُرُّونَكَ مِنْ شَيْءٍ وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا (١١٣) </p><p> * * * </p><p> في الآيات السابقة ذكر سبحانه أحوال المنافقين والذين يختانون أنفسهم، وأشار إلى الذين يرتكبون الشر، ويرمون به غيرهم، وما يجب أن يكون عليه القاضي المنصف الذي يرد الحقوق إلى أصحابها، وتكون عنده المقاسم الحقيقية للحق والباطل، وكل ذلك في الأحكام الدنيوية. وفي هذا النص يبين الله سبحانه مراتب العصاة أمام الله تعالى فذكر ثلاث مراتب: المرتبة الأولى مرتبة التوابين، والثانية مرتبة الذين لَا تتعدى آثامهم أنفسهم أو لَا يرمون بها غيرهم، والثالثة، وهي التي تنال أشد الجزاء الأخروى بعد الخزي الدنيوي، هي التي ترتكب الشر وترمي به غيرها. وقد بين الله سبحانه الرتبة الأولى بقوله تعالى: </p>"
}