{
  "id": null,
  "sura": 4,
  "aya": 94,
  "text": "<p> بعد أن بين سبحانه وتعالى في الآيات السابقة أحكام القتل الخطأ، نبه سبحانه إلى توقِّي المجازفة في القتل، فلا يسارع المؤمن إليه، لأن الأصل في الدماء أنها محرمة، ولا تباح إلا عند الاعتداء. ولذا قال جل جلاله:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتم فِي سَبِيلِ اللَّهِ فَتَبَيَّنوا) الضرب في الأرض معناه السير فيها، والضرب في سبيل الله معناه السير مجاهدا في سبيله تعالى، وكل جهاد في الإسلام لَا يعتبر جهادا إلا إذا كان في سبيل الله تعالى، أي لإعلاء كلمة الحق والدين، ورد المعتدين. فسبيل الله هي سبيل الحق، وكل دعوة إلى الخير هي سبيل الله تعالى ومعنى \" تبينوا \" : تثبتوا، وهناك قراءة نصها:  \" فَتَثَبَّتوا \"  (١) . </p><p> ومعنى النص الكريم: يا أيها الذين أذعنوا للحق وصدقوا به، وخرجوا مجاهدين في سبيل الله، إذا سرتم في جهادكم، فتعرقوا من يحاربكم ومن يعاديكم، ولا تضعوا السيف في موضع البرء والسقم، في المقاتل وغير المقاتل، في المحارب وغير المحارب، ولا تتعجلوا بالقتل عند الشك في أن من تقتلونه عدو أو ولي، أو عند احتمال ألا يكون عدوا؛ فإن الأصل في الدماء التحريم، وكل شك يمنع القتل؛ إذ القتل إنما هو لدفع الاعتداء، فلا يقتل إنسان إلا عند تأكد الاعتداء منه، أو نيته عنده، ومن لم يتثبت، فقد خالف أمر الله واعتدى. </p><p> وروى في سبب نزول هذه الآية روايات مختلفة، كلها يتلاقى عند معنى واحد، وهو أن المجاهدين الأطهار قتلوا رجلا نطق بالشهادتين:  \" لا إله إلا الله، محمد رسول الله \" ، بعد أن استمكن المسلمون من رقبته، أو قال للمجاهدين: السلام عليكم، فقتلوه، وقد جاء في (أحكام القرآن) للقرطبي: في سنن ابن ماجة عن عمران بن حصين، قال: بعث رسول الله - صلى الله عليه وسلم - من المسلمين إلى المشركين بعثا، فقاتلوهم قتالا شديدا، فمنحوهم أكتافهم، فحمل رجل على رجل من المشركين، فلما غشيه قال: أشهد أن لَا إله إلا الله، إني مسلم، فطعنه فقتله، </p><p>(١) وبها قرأ حمزة والكسائي، وخلف، وقرأ الباقون (فتبينوا). غاية الاختصار، ج ٢، ص ٤٦٦.</p><p> فأتى رسول الله - صلى الله عليه وسلم -، فقال: يا رسول الله، هلكت! قال:  \" وما الذي صنعت، مرة أو مرتين \" ؛ فأخبره بالذي صنع، فقال رسول الله - صلى الله عليه وسلم -: \" فهلا شققت عن بطنه، فعلمت ما في قلبه. . . فلا أنت قبلت ما تكلم به ولا أنت تعلم ما في قلبه \" !. (١) </p><p> ويروى مثل، ذلك بالنسبة لأسامة بن زيد، فقد قتل رجلا نطق بالشهادتين، فلامه النبي - صلى الله عليه وسلم -، فقال أسامة: لقد قالها تحت حرِّ السيف، فقال النبي - صلى الله عليه وسلم -: \" هلَّا شققت عن قلبه \"  (٢) !. </p><p> ولعل وقائع قد وقعت من هذا الصنف، والقتال شديد، وقد حمي الوطيس، فجاء الأمر الكريم بالتثبت. </p><p> وليس النطق بالشهادتين فقط هو الذي يحقق الدم، بل إعلان السَّلام وحده كاف لمنع القتل، ولذا قال سبحانه: </p><p> (وَلا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِنًا) السلام معناه الأمن، وقد أطلق على اللفظ الذي يدل عليه، وهو تحية الإسلام:  \" السلام عليكم \" . وأطلق على استسلام العبد لربه. و \" ألقى السلام \" ، معناه: قاله، أو قدمه. والنص الكريم جاء للنهي عن قتل من ألقى السلام وقدمه بالاستسلام، سواء أكان مؤمنا، أم غير </p><p>(١) سنن ابن ماجه: الفتن - الكف عمن قال لَا إله إلا الله (٣٩٣٠) عن عمران بن حصين رضي الله عنه. (٢) عَنْ أُسَامَةَ بْنِ زَيْدٍ - وَهَذَا حَدِيثُ ابْنِ أَبِي شَيْبَةَ - قَالَ: بَعَثَنَا رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي سَرِيَّةٍ، فَصَبَّحْنَا الْحُرَقَاتِ مِنْ جُهَيْنَةَ، فَأَدْرَكْتُ رَجُلًا فَقَالَ: لَا إِلَهَ إِلَّا اللهُ، فَطَعَنْتُهُ فَوَقَعَ فِي نَفْسِي مِنْ ذَلِكَ، فَذَكَرْتُهُ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَقَالَ لَا إِلَهَ إِلَّا اللهُ وَقَتَلْتَهُ؟» قَالَ: قُلْتُ: يَا رَسُولَ اللهِ، إِنَّمَا قَالَهَا خَوْفًا مِنَ السِّلَاحِ، قَالَ: «أَفَلَا شَقَقْتَ عَنْ قَلْبِهِ حَتَّى تَعْلَمَ أَقَالَهَا أَمْ لَا؟» فَمَا زَالَ يُكَرِّرُهَا عَلَيَّ حَتَّى تَمَنَّيْتُ أَنِّي أَسْلَمْتُ يَوْمَئِذٍ، قَالَ: فَقَالَ سَعْدٌ: وَأَنَا وَاللهِ لَا أَقْتُلُ مُسْلِمًا حَتَّى يَقْتُلَهُ ذُو الْبُطَيْنِ يَعْنِي أُسَامَةَ، قَالَ: قَالَ رَجُلٌ: أَلَمْ يَقُلِ اللهُ: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ} [الأنفال: ٣٩]؟ فَقَالَ سَعْدٌ: قَدْ قَاتَلْنَا حَتَّى لَا تَكُونَ فِتْنَةٌ، وَأَنْتَ وَأَصْحَابُكَ تُرِيدُونَ أَنْ تُقَاتِلُوا حَتَّى تَكُونَ فِتْنَةٌ \". [رواه مسلم: الإيمان - تحريم قتل الكافر بعد أن قال لَا إله إلا الله (٩٦)، وبنحوه البخاري: الديات (٦٨٧٢)، كما رواه أبو داود: الجهاد - على ما يقاتل المشركون (٢٦٤٣)، وأحمد: مسند الأنصار - حديث أسامة بن زيد (٢١٢٩٥).</p><p> مؤمن، وسواء أنطق بالشهادتين مع ذلك، أم لم ينطق. والنهي عن قتل بالنهى عن رد الكلام الذي قاله معلنا السلام،؛ ورد الفعل الذي يدل الاستسلام، فمعنى النص الكريم لَا تردوا إلقاء السلام وفعله الذي يدل عليه، قائلين: لست مؤمنا، أي لست مصدقا للشهادتين. إن نطقت بها، أو لست من صقوف المؤمنين حتي يحرم أنفسنا قَتلك. فمعنى (لَسْتَ مُؤْمِنًا) على هذا يشمل أمرين: أحدهما إنكار الإيمان إذا ادعاه، والثاني أن يقال له مع استسلامه، وإن لم يعلن إسلامه: نقتلك لأنك لست من قومنا، أو من صفوفنا!. وبذلك ينهى الإسلام عن القتل ما دام قد منع الاعتداء. ولقد كان أمير المؤمنين عمر بن الخطاب ينهى عن قتل من أعلن الاستسلام ولو بالإشارة، فقد أرسل إلى قائد جيشه الذي كان يفاتل في فارس، ينهى عن أن يقتل أحد أشار بالاستسلام، ويحذر من يقتله بأنه سيقتله به؛ لأنه اعتدى، والإسلام ينهى عن الاعتداء، ولو في القتال، ولذا قال سبحانه:  (وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ (١٩٠) . </p><p> وإن الذين يقتلون من يطلب الأمان مستسلما، أو من يعلق الإسلام مسلما، يخرج قتالهم عن معنى الجهاد في سبيل الله تعالى إلى معنى آخر يجافيه، وهو أن يبتغوا عرض الدنيا بالمال يطلبونه، أو بإعلان قوتهم، وليس ذلك مقصد الإسلام من القتال، إنما مقصده إعلاء كلمة الله تعالى، وبيان كلمة الحق، ولذلك قال سبحانه: </p><p> (تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ) الابتغاء الطلب الشديد، والرغبة الملحة. وعرض الدنيا، جميع متاعها، وسمي متاع الدنيا عَرَضا؛ لأنه مهما يكن زائل غير ثابت، فهو عارض لَا يدوم، ومنه قول - رضي الله عنه:  \" الدنيا عرض حاضر، يأكل منها البَرُّ والفاجر \"  (١) ! ومنه ما روي في صحيح </p><p>(١) عَنْ شَدَّادِ بْنِ أَوْسٍ، قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" أَيُّهَا النَّاسُ إِنَّ الدُّنْيَا عَرَضٌ حَاضِرٌ يَأْكُلُ مِنْهَا الْبَرُّ وَالْفَاجِرُ، وَإِنَّ الْآخِرَةَ وَعَدٌ صَادِقٌ , يَحْكُمُ فِيهَا مَلِكٌ قَادِرٌ، يُحِقُّ بِهَا الْحَقَّ , وَيُبْطِلُ الْبَاطِلَ \". رواه البيهقي ج ٤، ص: ٤٦٥ (٥٨٣٧)، كما رواه الطبراني في الكبير.</p><p> مسلم عن النبي - صلى الله عليه وسلم - أنه قال \" ليس الغِنى عن كثرة العَرَض، ولكن الغنى غنى النفس \"  (١) وقد أخذ بعض العلماء الشعراء هذا المعنى، وضمنه بيتين من الشعر فقال: </p><p> تقنع بما يكفيك واسْتعمِل الرضا ... فإنك لَا تدري أتصبحُ أم تمسي </p><p> فليس الغِنَى عن كثرةِ المالِ إنما يكونُ الغِنَى والفقر من قِبَل النفس ومعنى النهي في النص السابق مع هذا النص الكريم: لَا تنكروا السلام والأمن على من يلقيه إليكم، مبتغين متاع الدنيا؛ لأنكم خرجتم بذلك عن الجهاد في سبيل الله تعالى إلى طلب المال والدنيا، وما لأجل ذلك كان القتال، بل قاتلوا في سبيل الله بالحق، واطلبوا الله بفعالكم، واطلبوا ما عنده سبحانه، فإنه إذا كان ذلك كانت المغانم الحلال، وإنها لكثيرة، ولذا قال سبحانه بعد ذلك النهي:  (فَعِندَ اللَّهِ مَغَانِم كثِيرَةٌ) والمغانم جمع مغنم، وهو ما يصل إلى الإنسان من طريق حلال، ويطلق في القتال على ما يأخذه المحاربون من أعدائهم، غالبين لهم بهذا الأخذ، فهو يطلق على ما يؤخذ في أثناء القتال، أو في أعقابه، قبل أن تنتهي الحرب، ويتم الصلح أو الغلب النهائي. وهذا وعد من الله تعالى بكثرة المغانم، ولكن وعد الله مشروط بالصدق في القتال، وطلب ما عنده سبحانه. </p><p> وقد أكد سبحانه وتعالى النهي عن قتل من أعلن الإسلام أو الاستسلام بقوله سبحانه: </p><p> (كذَلكَ كنتُم مِّن قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوا) بهذه الحال التي ترونها في المشركين الآن، من جحود بالحق وكفر به، كنتم من قَبْلُ، حتى هداكم الله تعالى، وإذا كنتم كذلك، فتبينوا حال الذين تقاتلونهم، عسى أن يكونوا قد هدى الله بعضهم كما هداكم، وأن يكون قد مَنَّ عليهم كما مَنَّ عليكم، فلا تستكثروا على مشرك أن يُؤْمِنَ، ولو كان ذلك في حومة الوغى، فنور الهداية مفتوح في كل </p><p>(١) متفق عليه؛ رواه مسلم: الزكاة - ليس الغنى عن كثرة العرض (١٠٥١)، والبخاري: الغنى غنى النفس (٦٤٤٦) عن أبي هريرة رضي الله عنه.</p><p> مكان لَا يغلق باب دونه، والله يهدي من يشاء بإذنه. وفوق ذلك، فإنه كان يتصور منكم من قبل في الوقت الذي كنتم فيه كافرين أن تعتدوا على المؤمنين، وتضطركم حال القتال، إلى أن تستسلموا طالبين الرحمة، فارحموا من وقع في مثل هذه الحال. </p><p> وقد كرر الأمر بالتبين؛ لأنه في الأول كان عاما يستدعي التثيت قبل القتال، وفى أثنائه وبعده، فلا يهاجمون إلا من يتأكدون منه الاعتداء، والأمر هنا يتضمن تبين حالهم في الماضي، وحال الكافرين في الحاضر، كما يتضمن التثبت عند الاستسلام، وعند إعلان الإسلام. فالتبين لمعرفة الحال قبل القتال وبعده وفي أثنائه يتضمن الموازنة، ويتضمن التبين عند القتال وبعده فقط فبينهما أمر مشترك، وكلاهما ينفرد بتبين خاص. وفوق ذلك، فإن التبين هنا اقترن بتذكير وإنذار إذا لم يكن، ولذا قال تعالى: </p><p> (إِنَّ اللَّهَ كانَ بِمَا تَعْمَلُونَ خَبِيرًا) أي أنَّ الله تعالى متصف بالعلم الدقيق، الذي لَا يغادر صغيرة ولا كبيرة، فالخبرة هي العلم الدقيق بالأشياء. وقد اقترن ذلك الوصف بأعمال المؤمنين المخاطبين بذلك الخطاب لبيان مراقبة الله تعالى الدائمة لأعمالهم، دقيقها وجليلها، ولأحوال نفوسهم ما ظهر منها وما بطن، وأنه لا تخفى عليه خافية في السماء ولا في الأرض. وقدم سبحانه وتعالى لفظ \" بما تعملون \" على الوصف العام، ليراقبوا أنفسهم، فقد علموا أن الله تعالى يراقبهم، وأنهم إذا لم يراقبوه في تصرفاتهم مع خلقه فهو تعالى يراقبهم. اللهم إنا نضرع إليك ألا تمكننا من ظلم أحد من عبادك، إنك على كل شيء قدير. </p><p> * * * </p><p> (لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا (٩٥) دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٩٦) </p><p> * * * </p><p> في الآيات السابقة كانت الدعوة إلى الجهاد، وتخللت هذه الدعوة آيات في وجوب الحذر من المنافقين،، وفي بعض العلاقات الدولية، وأحكام الخطأ إذا كان المقتول معصوم الدم، ثم جاء في السياق قتل المؤمن عمدا، وعظم الجرم فيه، وإنزال العقاب الشديد بمن يرتكب ذلك الجرم. وكان هذا بمثابة التمهيد لوجوب الاحتراس من قتل المؤمن إذا استعرت الحرب واشتد أوارها، فكان على المؤمنين إذا ضربوا في الأرض ألا يضعوا السيف في موضع البرء والسقم. وفي هذه الآيات الكريمات يبين سبحانه - وجوب الخروج للجهاد إن وجدت دواعيه، وأن الأجر اللذين يخرجون مجاهدين، وأنه لَا يصح أن يقعد مؤمن عن الجهاد، وهو قادر عليه، فقال تعالى: </p>"
}