{
  "id": null,
  "sura": 4,
  "aya": 28,
  "text": "<p> (يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ ... (٢٨) </p><p> * * * </p><p> يريد الله تعالى بهذه الأحكام التي ليست فيها شدة تنوء بها القوى الإنسانية، وليس فيها حرمان من الطبائع البشرية، كما أنها لا تفتح باب الشهوات والعبث والمجون، يريد سبحانه أن يخفف عنكم، فلا يكون فيكم الحرمان من متع الحياة، ولا يكون فيكم الانطلاق الذي يحل جماعتكم، ويسلط عليكم الأهواء والشهوات، فترديكم، وتذهب ريحكم، فشرع الله تعالى إباحة الطيبات، ومن حرمها فقد خالف أمر ربه إذ قال سبحانه:  (لا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ. . .) ، وقال تعالى:  (قُلْ مَنْ حرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ. . .) ، وقال - صلى الله عليه وسلم -: \" كلوا </p><p> واشربوا والبسوا من غير سرف ولا مخيلة \"(١)، وليس في الإسلام رهبانية، ولا انقطاع عن النساء، ولكن ليس فيه إباحة مطلقة، وكان ذلك التخفيف في التكليف ليسهل على الإنسان الاحتمال،وقد قال تعالى:</p><p> (وَخُلِقَ الإِنسَانُ ضَعِيفًا) أي خلق الله تعالى الإنسان والضعف ملازم له، وليس الضعف المذكور هو الضعف البدني فقط، بل يشمل الضعف النفسي، فالتكليفات يلاحظ فيها ذلك الضعف، ولذلك كانت كل التكليفات يسهل تعويد النفس عليها، ولا يصعب احتمالها والمداومة عليها، وقد حث الإسلام على السهل من الأعمال التي تمكن المداومة عليها، ولذا قال عليه الصلاة والسلام: \" أحب الأعمال إلى الله أدومها وإن قلَّ \" (٢) ، ولضعف الإنسان أبيح له من الشهوات ما لَا يجعله عبدا لشهوته، بل يكون سيدا عليها، وإن أبرز مظاهر الضعف الإنساني يكون أمام النساء، ولذا أبيح له مثنى وثلاث ورباع، من غير بغي ولا ظلم.، ولقد قال سعيد بن المسيب: ما أيس الشيطان من بني آدم قط إلا آتاهم من قبل النساء، فقد أتى عليَّ ثمانون سنة، وذهبت إحدى عيني، وأنا أعشو بالأخرى، وإن أخوف ما أخاف عليَّ فتنة النساء (٣) ! وقانا الله تعالى شر ضعف نفوسنا، وقوى عزائمنا وهدانا إلى الحق، والله سبحانه وتعالى يتولانا برحمته. </p><p> * * * </p><p>(١) ذكره البخاري تعليقا، وسبق تخريجه من رواية النسائي وابن ماجه وأحمد عن عمرو بن العاص رضي الله عنهما. (٢) عَنْ عَائِشَةَ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «سَدِّدُوا وَقَارِبُوا، وَاعْلَمُوا أَنْ لَنْ يُدْخِلَ أَحَدَكُمْ عَمَلُهُ الجَنَّةَ، وَأَنَّ أَحَبَّ الأَعْمَالِ إِلَى اللَّهِ أَدْوَمُهَا وَإِنْ قَلَّ \". رواه البخاري: الرقاق - القصد والمداومة على العمل (٦٤٦٤).(٣) عَنْ أسَامَةَ بْنِ زَيْد رَضِيَ اللَّهُ عَنْهُمَا عَنْ النَبِي - صلى الله عليه وسلم - قَالَ: \" مَا تَرَكْتُ بَعْدِي فِتْنَة أضَرَّ عَلَى الرجالِ مِنْ النسَاءِ \" [رواه البخاري: النكاح - ما يتقى من شؤم المرأة (٥٠٦٩)، ومسلم: الذكر والدعاء - أكثر أهل الجنة الفقراء (٢٧٤٠)].</p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا (٢٩) وَمَنْ يَفْعَلْ ذَلِكَ عُدْوَانًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا (٣٠) إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا (٣١) وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا (٣٢) </p><p> * * * </p><p> في الآيات السابقة بين سبحانه وتعالى الأسس التي يقوم عليها بناء الأسرة، وكيف يختار كل واحد من الزوجين صاحبه، وبين الآفات التي قد تعتري الأسرة في ابتداء تكونها، وبين أن دعائم الأسرة التي يقيمها عليها هي من الفطرة، وهي سنن الذين كانوا قبل الإسلام. وبعد هذا انتقل إلى العلاقات الاجتماعية العامة، وذلك تدرج من الخاص إلى العام، فالعلاقات في الأسرة خاصة والعلاقات بالمعاملات المالية علاقة عامة، ولذا قال: </p>"
}