{
  "id": null,
  "sura": 4,
  "aya": 117,
  "text": "<p> (إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا (١١٧) </p><p> * * * </p><p> \" إن \" هنا هي النافية، والدعاء هنا العبادة، والالتجاء لإنقاذه من الهلاك أو المرض أو الكوارث بشكل عام. والمعنى: لَا يتجهون في عبادتهم وضراعتهم بعد الله سبحانه ذي الجلال والإكرام إلا إلى إناث قد استبدلوهن بعبادة الله. فهم قد تركوا عبادة القوي القادر القاهر الذي هو فوق كل شيء، إلى عبادة العاجز الذي لَا يستطيع حماية نفسه ورفع الضر عنه! فالعبارة تفيد بمرماها أنهم تركوا عبادة من يحميهم ويكلؤهم إلى من لَا يستطيع حماية نفسه. </p><p> ولكن لماذا عبر عن الأوثان التي كانوا يعبدونها بالإناث؟ قد ذكر العلماء لذلك ثلاثة تعليلات مختلفة: أولها - أن العرب كانت عندهم أوثان تتسمى بأسماء إناث، كاللات والعزَّى ومناة؛ وعن الحسن البصري، أنه لم يكن حي من أحياء العرب إلا ولهم صنم يسمونه: أنثى بني فلان، وثانيها - أنهم كانوا يقولون عن أصنانهم: بنات الله، تعالى الله عما يقولون. وثالثها - ما قرره الأصفهاني من أن المراد جماداتهم التي كانوا يعبدونها، فقال: \" لما كانت معبوداتهم من جملة الجمادات التي هي منفعلة، لَا فاعلة، سماها الله تعالى </p><p> أنثى، وبكَّتهم بها، ونبههم على جهلهم واعتقاداتهم فيها، مع أنها آلهة لَا تعقل ولا تسمع ولا تبصر، بل لَا تفعل فعلا بوجه من الوجوه \".</p><p> وخلاصة هذه التعليلات أن الله تعالى يبين ضلال الشرك بأن العابد فيه لا يعبد إلا ما هو كالإناث، يحتاج إلى من يحميه ولا يحمي أحدا، ويترك عبادة الله تعالى القهار القادر على كل شيء. الذي لَا يوجد ذو قوة في هذا الوجود إلا كان يستمد قوته منه سبحانه. </p><p> وإن الذي يدفعهم إلى ذلك هو وسوسة الشييطان الذي كان سلطانه عليهم كسلطان المعبود الذي يعبد! ولذلك يقول تعالى: </p><p> (وَإِن يَدْعُونَ إِلَّا شَيْطَانًا مَّرِيدًا) \" المريد \" على وزن فعيل من الفعل (مرد) ، وهذا الفعل يطلق بعدة إطلاقات، منها أن (مرد) ، معناها مَرَن على الشر، ومن ذلك قوله تعالى (وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ) ، ومنها أنه من يخرج على الطاعة، ومن ذلك (مارد، ومتمرد) ، ويطلق على من ظهر شره، وتجرد من الخير، ومن هذا (شجرة مرداء) إذا تساقط ورقها وظهرت عيدانها. وإن الشيطان الذي يوسوس في صدور الناس ويدفعها إلى الشر، فيه كل هذه الأوصاف، فهو قد تعوَّد الشر، وهو قد عتا، وهو قد خرج على الطاعة لله تعالى، وهو قد تجرد من كل خير، فيكون المعنى على هذا: إنهم يدعون، أي يعبدون، في الواقع شيطانا قد عتا، وتجرد من الخير، وتعود الشر، فلا يكون منه إلا شر، وإذا كان هؤلاء يلجأون إليه في دعائهم، وكأنهم يعبدونه، إذ يعبدون الأوثان التي زينها لهم، فهم في أبعد الضلال، ويسلكون طرقا من الشر متعددة! وقد ذكر سبحانه ما يفعله الشييطان بعقول هؤلاء، فقال تعالى: </p><p> * * * </p>"
}