{
  "id": null,
  "sura": 4,
  "aya": 125,
  "text": "<p> (وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ ... (١٢٥) </p><p> * * * </p><p> والاستفهام هنا بمعنى النفي، فالمعنى لَا أحد أحسن دينا ممن أسلم وجهه لله وهو محسن، والنفي هنا هو نفي الحسن، ولكن المراد هو الحق، والمعنى لَا أحد يؤمن بحق إلا من أسلم وجهه لله. ولكن التعبير بأحسن يفيد بأن هذا هو الحق وهو الأمر الحسن في ذاته، الذي لَا تستحسن العقول السليمة سواه، وتستقبح غيره. </p><p> ومعنى (أَسْلَمَ وَجْهَهُ لِلَّهِ) أخلص نفسه، وجعلها كلها لله تعالى، لَا يحب إلا له، ولا يبغض إلا له، ولا يطلب جاه غيره. والتعبير (أَسْلَمَ وَجْهَهُ) معناه أسلم ذاته، فالوجه يعبر عنه بالذات؛ لأن به المواجهة، ولأنه أوضح أجزاء الجسم. وإن هذا الدين الخالص لوجهه تعالى لَا يستقيم بمجرد النية، بل لَا بد أن يقترن مع ذلك بإحسان العمل وإتقانه، ولذلك قال تعالى:  (وَهُوَ محْسِن) فالدين الحق الخالص يقتضي أمرين لَا محالة: أحدهما إخلاص القلب والنية لله تعالى، بحيث لَا يكون عامرا إلا بذكر الله تعالى، والثاني: إتقان العمل الصالح وإجادته، فلا عمل يكون صالحا من غير إيمان، ولا إخلاص يكون من غير إحسان العبادة والعمل الصالح. </p><p> وقد ذكر سبحانه أن الإخلاص والعمل هو دين النبيين أجمعين، ولذلك قال:  (وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا) أي أن هذه الملة هي الدين والمنهج، أي كان في إخلاصه وإتقانه للعمل متبعا منهاج إبراهيم، وإبراهيم أبو الأنبياء، فمنهاجه هو منهاج كل الرسل، واتباع ملته اتباع لكل الرسل. وكان حنيفا أي مائلا إلى الحق متجها إليه دائما، منذ كان غلاما إلى أن بعثه الله تعالى نبيا مرسلا، وقد قال لأبيه \" وقومه كما حكى القرآن الكريم:  (. . . إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ (٢٦) إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ (٢٧) وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ (٢٨) . </p><p> وفى الجملة من أخلص لله وعمل وأحسن، فهو متبع دين النبيين جميعا، وإن اتباع دين محمد هو اتباع الأديان السماوية كلها لأنه إيمان بكل الرسل. </p><p> وقد كرم الله سبحانه وتعالى إبراهيم لإخلاصه وتوجهه إلى الله تعالى بقلب سليم، وإحسانه في العمل، بأن جعله خليله، فقال تعالى:  (وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا) أي اصطفاه من بين خلقه، فأعطاه ذلك الاسم الجليل، وذلك الوصف الكريم. ومعنى الخليل الحبيب الذي يلجأ إلى حبيبه، فهو من الخلة وهي المحبة، أو من الخلة بمعنى الحاجة (١) . والحقيقة أن إبراهيم عليه السلام كان فيه الأمران معا فهو من جانبه كان يحب لله، ويبغض لله ولا يطلب شيئا إلا لله. وكان مع ذلك لَا يعتمد في حاجة إلا على الله سبحانه وتعالى وهو يقول في بيان حاجته إلى ربه:  (الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ (٧٨) وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ (٧٩) وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ (٨٠) وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ (٨١) وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ (٨٢) رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ (٨٣) وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ (٨٤) . </p><p> هذا ما كان من جانب إبراهيم. أما ما كان من جانب الله، فإنه قد أفاض عليه بنعمه ظاهرها وباطنها، وجعل من ذريته النبيين، وحماه من أعدائه، وقربه إليه، وصار من عباده المخلصين، ثم منحه وضعا لم يمنحه غيره، وهو أنه خليله. </p><p> * * * </p><p>(١) الأولى خُلَّة (بالضم)، والثانية وهي الحاجة والفقر - بالفتح.</p>"
}