{
  "id": null,
  "sura": 4,
  "aya": 160,
  "text": "<p> (فَبِظُلْمٍ مِّنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ) الظلم هنا خاص بالكفر الذي ذكرته الآيات سابقا، كفروا بمواثيق الله، ولم يذعنوا للحق، إذعانا </p><p> ظاهرا إلا بعد تهديد غليظ، ثم نقضوا ما عاهدوا الله تعالى عليه وقتلوا الأنبياء وكذبوا على الأبرياء. </p><p> فالظلم إذن هو هذا الكفر الذي أوغلوا فيه إيغالا. ولا شك أن ما جاء بعد ذلك ظلم بين، فالصد عن سبيل الله ظلم، وأخذهم الربا ظلم، وأكلهم أموال الناس بالباطل ظلم، وكل واحدة من هذه الجرائم التي أركسوا فيها ظلم وذنب، ولذلك صح أن تذكر كل واحدة منها منفردة، وإن كانت تدخل في عموم كلمة ظلم. ولكن عند اجتماعها مع هذه الجرائم تخصص كل كلمة بما ذكر أولا أنهم ارتكبوه، ودل على غلظ أكبادهم وقسوة قلوبهم، وكفرهم الصريح وهو أشد أنواع الظلم، وإن الشرك لظلم عظيم. </p><p> وقد ذكر سبحانه وتعالى العقوبة بقوله تعالى: </p><p> (حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ اللَّهِ كَثِيرًا) هذا هو حكم الله تعالى الذي قرره تهذيبا وتأديبا لهم، وفطما لنفوسهم عن الشهوات، ولقلوبهم التي استغرقتها المادة، والنفوس إذا فطمت تتهذب، وقد تذهب قسوتها. حرم الله سبحانه وتعالى أمورا كانت حلالا لهم، وهي بتكوينها من الطيبات التي أحلها الله تعالى، وليست من الخبائث التي يحرمها الله تعالى، فهي في أصل تكوينها طيبات من شأنها الحل، ولكن حرم بعضها عليهم تهذيبا وتربية لكي تذهب عن قلوبهم بعض القسوة، وبعض الأنانية التي استولت عليها، والتنكير في قوله تعالى:  \" طيبات \" فيه إشارة إلى أنه لم تحرم كل الطيبات، بل بعض منها، وقد بينه سبحانه وتعالى بقوله تعالى:  (وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ (١٤٦) . </p><p> وإنه يلاحظ أن هذه المحرمات من الطيبات من شأن الإكثار منها أن يوجد شحما في الجسم واسترخاء، وحيث كان الجسم كذلك تضعف الهمة، وحيث ضعفت الهمة، كانت محبة المادة، والكسب الرخيص، وطلب من غير الله، وقد </p><p> كانوا كذلك، وقد كانوا لَا همة لهم إلا في الكسب الرخيص ولا همة لهم في دفع اعتداء، فقد كانوا يقولون لموسى:  (فَاذْهَبْ أَنتَ وَربُّكَ فَقَاتِلا إِنَّا هَاهُنَا قَاعِدُونَ) ، وهمتهم الكبرى في الإيذاء لخمول قلوبهم بقدر خمول أجسامهم. </p><p> وكان في فطمهم عن الشحوم، وما يزيد البدن ترهلا، تهذيبا لنفوسهم، وتقوية لأبدانهم، وفتح باب الهمة العليا لهم. </p><p> ومن المظالم التي ارتكبوها صدهم أنفسهم عن طريق الحق، وصدهم غيرهم ومنع غير اليهود من أن يدخلوا في ديانة موسى، ولذا قال سبحانه:  (وَبِصَدِّهِمْ عَنْ سَبِيلِ اللَّهِ كَثِيرًا) أي صدا كثيرا في ذاته أو صدا لناس كثيرين. </p><p> وقد ذكر سبحانه وتعالى بقية الأسباب التي أوجبت ذلك التحريم فقال: </p><p> * * * </p>"
}