{
  "id": null,
  "sura": 4,
  "aya": 170,
  "text": "<p> (يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِن رَّبِّكُمْ) الخطاب للناس أجمعين: </p><p> أهل الشرك وأهل الكتاب، والعرب والعجم، والأبيض والأسود، والقريب الداني، والبعيد القاصي، فهي رسالة عامة، لَا تختص بجنس، ولا لون، ولا إقليم، فإذا كان موسى يخاطب بني إسرائيل، فمحمد - صلى الله عليه وسلم - يخاطب الناس أجمعين. </p><p> وذكر الرسول معرفا بالألف واللام لمعنى كمال الرسالة فيه، فهي للتعيين بالكمال المطلق، أي أنه رسول الأجيال اللاحقة، ولا رسالة من بعده، فالتعريف </p><p> هنا للكمال المطلق في الرسالة، وكان كمالها في عمومها، وفي كمال الشريعة التي جاءت بها، وصلاحيتها لكل الأزمان والأقطار والأمصار، ورسالتها فوق ذلك فيها الأحكام الخالدة من كل الرسالات السابقة، فمن آمن به فقد آمن بالرسالات كلها، ومن كفر برسول من السابقين، فقد كفر برسالته، فرسالته هي جماع الرسائل، وهي أوسطها وأشملها وأمثلها. </p><p> وقد أكد الله سبحانه وتعالى فضل رسالته وكمالها وعمومها بثلاثة أمور: </p><p> أولها - في قوله تعالى (قَدْ جَاءَكُمُ) أي بعث هذا الرسول الأمين الكامل في معنى الرسالة وأدائها. قد جاءكم أيها الناس جميعا، فهي رسالة جاءت لصالحكم جميعا، أي لصالح البشرية كلها، لَا لجزء من أجزائها. </p><p> ثانيها - التعبير بقوله تعالى (بِالْحَقِّ) أي مقرونة بالحق مصاحبة له، متلبسة به، فهي حق ثابت مستقر موافق لفطرة البشر أجمعين، لَا يأتيه باطل قط، وما كان حقا ملائما لفطرة البشر لَا بد أن يكون عاما، شاملا لَا يختص بمكان، ولا بزمان، ولا بعصر من العصور. </p><p> ثالثها - قوله تعالى:  (مِن رَبِّكُمْ) أي أن رسالة محمد - صلى الله عليه وسلم - جاءت من ربكم الذي خلقكم، وقام على أموركم الذي يعلم ما فيه نفعكم، وما فيه خيركم، ولا يرضى لعباده إلا النفع لعمومهم. </p><p> ولذلك كان الإيمان بهذه الرسالة والإذعان لها أمرا واجبا لمصلحة الناس أجمعين، فقال سبحانه: </p><p> (فَآمِنُوا خَيْرًا لَّكُمْ وَإِن تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالأَرْضِ) الفاء هنا للإفصاح عن شرط مقدر، وتقدير الكلام: إذا كان ذلك الرسول هو الكامل في رسالته التي جاءت بالحق تلازمه ويلازمها، وفيها مصلحة لكم لأنها من عند ربكم، فآمنوا خيرا لكم، أي فأذعنوا للحق وصدقوه، واعملوا به خيرا لكم. وهنا أمران لفظيان فيهما توضيح المعنى وكشف لبعض أسرار البلاغة القرآنية. </p><p> أولهما - في قوله \" فآمنوا \" فلم يقل آمنوا به، بل أطلق الإيمان للإشارة إلى أن الإخلاص وحده، وهو الإذعان للحق، وعدم التمرد عليه لسبق الإلحاد والإنكار - هو الذي يفتح القلوب للحق، وتصديق ما أنزله الله تعالى على رسوله الأمين - صلى الله عليه وسلم -. </p><p> ثانيهما - قوله تعالى:  (خَيْرًا لَّكُمْ) ونصبت كلمة \" خيرا \" وصفا لمحذوف تقديره آمنوا إيمانا هو خير لكم، أو مفعولا لمحذوف وتقديره آمنوا قاصدين خيرا لكم، ويصح أن تكون خبرا لكان المحذوفة في فعل شرط وجوابه، والمعنى إن تؤمنوا يكن خيرا لكم، وذلك مثل (كل امرئٍ مجزي بعمله إن خيرا فخير، وإن شرا فشر) . </p><p> ومهما يكن فإن النص الكريم يبين أن الإيمان فيه الخير المطلق؛ لأنه الحق، ولأنه من عند رب العالمين. </p><p> هذا فضل الايمان وما فيه من خير، وأما الكفر، فإنه الضرر كله للعباد، ولا يرضى سبحانه وتعالى الكفر لأنه لَا يرضى ما يضرهم، وأما هو سبحانه فإنه لا يضره شيء من كفرهم لأنه المالك لكل شيء، مالك لكل السماوات من أفلاك ونجوم ومدارات، وما تحوي من كائنات، وما في الأرض مما هو على ظاهرها وما في باطنها، فهو المالك والسلطان القاهر، فلا يضيره كفر العباد، وإن كان لا يرضاه، ويرضى إيمانهم، وإن كان لَا ينفعه، وهذا تقريب لمعنى قوله تعالى:  (وَإِن تَكْفُروا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا) هذا ختام النص الكريم فيه وصف الله الدائم بالعلم المحيط الذي لَا يخفى عليه شيء في الأرض ولا في السماء وبالحكمة وحسن التدبير والإبداع في ملكوت السماوات والأرض، إذ يسير الكون بنظام محكم التقدير والتدبير، وبنواميس وأسرار كونية لا يعلمها إلا العليم الخبير الذي خلق كل شيء فقدره وأحسن تقديره، وأنه كان من مقتضى علمه ألا يخفى ضلال الضالين، ولا هداية المهتدين، وكان من مقتضى حكمته، أن يجزي بالكفر عذابا، وبالإيمان نعيما، وأن يجعل من عباده الشكور المهتدي، ومنهم من ضل وغوى. </p><p> * * * </p>"
}