{
  "id": null,
  "sura": 4,
  "aya": 143,
  "text": "<p> (مُذَبْذَبِينَ بَيْنَ ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ ... (١٤٣) </p><p> * * * </p><p> الذبذبة الاضطراب، ومن ذلك قول النابغة في مدح النعمان: ألمْ تَرَ أنَّ اللَّهَ أعطاكَ سورةً ... تَرَى كُلَّ مُلكٍ دُونها يتذبذبُ أي يضطرب ولا يصل إليها، كذلك هؤلاء المنافقون في اضطراب دائم مستمر، ويترددون: أيخرجون من الكفر إلى الإيمان، أم يبقون على ما هم عليه من كفران، ثم أهم يجعلون أنفسهم مع محمد وأوليائه، أم مع الذين يحاربونه من أعدائه، وقد أشرنا من قبل إلى ما رواه مسلم من قول النبي - صلى الله عليه وسلم -: \" مثل المنافق كمثل الشاة العائرة بين الغنمين تعير إلى هذه مرة، وإلى هذه أخرى \"  (١) . </p><p> وهنا أمر لفظي، وهو قوله تعالى:  (بَينَ ذَلِكَ) الإشارة في الظاهر إلى المذكور آنفا، في طي الكلام، وهو الكفر والإيمان، أو الاستنصار بأهل الإيمان والاستنصار بأعدائهم، فهم مترددون بين هذين الأمرين وهما المذكوران في مضمون الكلام، فالإشارة إلى المذكور، وهو يتضمن أمرين متعارضين هما الالتجاء لأهل الإيمان أو البقاء مع أهل الشيطان. والتعبير بكلمة (بين) الدال على المكان الذي يكون بين أمرين مؤداه أنهم يكونون في مكان متوسط بين الأمرين، </p><p>(١) سبق تخريجه.</p><p> وهذا التوسط معنوي، من حيث إنهم يدركون الحق ويعرفونه، ولكن لَا يدخلون في وسط أهله، ولا يعرفون الله تعالى حق معرفته. </p><p> ويصح أن تكون الإشارة إلى الولاء، فهم مترددون فيه، فإما أن يستنصروا بالمؤمنين ويوالوهم، وإما أن يستنصروا بالمشركين، فهم في هذا الاستنصار مترددون حائرون، لَا إلى هؤلاء ولا إلى هؤلاء. وإنه لَا سبيل إلى هداية هؤلاء الحائرين، ولذا قال سبحانه: </p><p> (وَمَن يُضْلِلِ اللَّهُ فَلَن تَجِدَ لَهُ سَبِيلًا) لقد كان النبي - صلى الله عليه وسلم - يتمنى الهداية لكل الذين يدعوهم، حتى الذين ينافقون منهم، فبين الله تعالى أن ذلك غير ممكن إلا أن يريد الله، لقد كان النبي - صلى الله عليه وسلم - يستغفر للمنافقين، فبين الله تعالى أن الله لَا يغفر لهم، فقال تعالى:  (اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ) . وبهذا الحكم الثابت لن تكون لهم هداية لم يُرِدْها الله تعالى. </p><p> ومعنى النص: ومن يكتب الله تعالى عليه الضلال في سجله المحفوظ يتردى في مهاوي الرذيلة، حتى يركس فيها، ويتكاثف الشر في قلبه، ويزيد بالخطايا فلن ينفتح باب الهداية له، ولن يشرق عليه نور الإيمان، وبذلك لن تجد سبيلا لهدايته. وإن ما يكتبه الله تعالى إنما هو علمه المكنون الذي لَا يتخلف أبدا، وهو لَا يمنع إرادة الشر من مرتكبه، وإرادة الخير من فاعله، ونسبة الإضلال إلى الله تعالى هي من قبيل المجاز من حيث إنه تركه في غيه ولم يسد عليه طريق الشر؛ لأنه استمرأ الرذيلة، وسار في طريق الضلال إلى النهاية، فكان ضلاله بعيدا، والله تعالى يهدي من أراد لنفسه الخير، وسلك سبيل الرشاد، فإن الله تعالى يوصله الى طريق النجاة. </p><p> وإن السبب في ضلال المنافقين الذي لَا هداية معه هو اتخاذهم الكافرين أولياء، ولذا قال سبحانه: </p><p> * * * </p>"
}