{
  "id": null,
  "sura": 4,
  "aya": 88,
  "text": "<p> (فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ وَاللَّهُ أَرْكَسَهُمْ بِمَا كَسَبُوا) إذا كان المنافقون على ما ترون، من أنهم ينطقون باللسان خشية القوة، وابتغاء الفتنة، ولا يريدون إلا دفع الأذى عن أنفسهم، وإنزاله بكم، فما الذي يسوغ لكم أن تختلفوا في شأنهم فئتين أي طائفتين، إحداهما ترجو الخير فيهم، والثانية ترى الشر يستحكم في قلوبهم، ويبدو في لحن أقوالهم؛ وأنتم ترون أيها المختلفون ضلالهم، ووقوعهم في الفساد، وأنهم لَا يبدو من أعمالهم ما يدل على إيمانهم، بل هم يعملون بالكفر، وينطقون بالإسلام. </p><p> والإركاس معناه قلب الشيء على رأسه، ورد مقدمه إلى مؤخره. جاء في مفردات الراغب الأصفهاني:  \" الركس قلب الشيء على رأسه، ورد أوله إلى آخره، يقال أركسته فركس وارتكس في أمره \" . </p><p> والمعنى على هذا أن الله سبحانه وتعالى أوقعهم في الضلال فقلب مداركهم، ورد الأول على الآخر في تفكيرهم، بحيث صاروا لَا يستطيعون ترتيب المقدمات الفكرية ونتائجها، وذلك بما كسبوا من الإيغال في الشر بعد ابتغائه وطلبه، فلما ساروا فيه خطوة امتد بهم السير خطوات حتى أوغلوا فيه، وأصبحوا لا يستطيعون الحكم في قول. </p><p> ومن هم أولئك المنافقون الذين أركسهم الله تعالى ذلك الإركاس؛ قيل: هم منافقو المدينة، أتباع عبد الله بن أبيّ، ومن معه. وقيل: قوم أقاموا بالمدينة مؤمنين، ثم خرجوا منها منحرفين في اعتقادهم، وأظهروا أن جوها لم يطب لهم! وقيل، كما روي عن ابن عباس: إنهم قوم آمنوا بمكة، وقالوا إن ظهر محمد - صلى الله عليه وسلم - فقد عرفنا، وإن ظهر قومنا، فهو أحب إلينا. وعندي أن المنافقين هنا تشمل من اتصفوا بذلك، وتخص الأعراب ومن على شاكلتهم من الذين كانوا يسلمون في قبائلهم، ويعلنون ذلك من غير أن يهاجروا إلى المدينة مناصرين للمؤمنين، ولم يكن من أعمالهم ما يدل على انتمائهم للدولة الإسلامية، وإعلان ولايتها عليهم. والحقيقة أن هؤلاء كانوا يتذرعون بكلمة الإسلام، لكيلا يحكم السيف الإسلامي فيهم. ولذلك ذكرت الآية أن الأمارة القاطعة الدالة على إيمانهم هي أن يهاجروا. </p><p> (أَتُرِيدُونَ أَنْ تَهْدُوا مَنْ أَضَلَّ اللَّهُ وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا) أيها المؤمنون المختلفون أتريدون أن تحملوا على الإيمان من أضله الله، أي من كتب عليه الضلالة، بسبب أنه سار في طريقها، وانحرف عن جادة الحق وسبيل المؤمنين، فإن من يسير في طريق لَا بد أن ينتهي إلى نهايته، ما دام لم يرجع ولم يعد. ومن يضلل الله، أي من يكتب عليه في لوحه المحفوظ، وقدره المحتوم، أن يكون ضالا، فلن يجد أحد سبيلا إلى هدايته؛ لأن قَدَر الله تعالى لَا يتغير، وقضاءه لَا يتبدل، وحكمه لَا يتخلف، فمن حاول هداية المنافقين الذين حكم عليهم بالضلال، فكانما يحارب قدر الله سبحانه وتعالى. </p><p> وإن المؤمنين يحاولون هداية المنافقين، أو الحكم لهم بالإيمان، بينما المنافقون يودون للمؤمنين عكس ذلك. </p><p> * * * </p>"
}