{
  "id": null,
  "sura": 4,
  "aya": 89,
  "text": "<p> (وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً ... (٨٩) </p><p> * * * </p><p> وإن هؤلاء الذين تتمنون هدايتهم أو تحكمون بها عليهم، أو ترجونها لهم، يتمنون أن تكفروا كما كفروا، بحيث تكونون أنتم وهم على سواء؛ ومن تكون هذه حاله لَا يعد مسلما، </p><p> ولا يحكم عليه بأن نور الإسلام دخل قلبه، فهو لَا يريد أن تجتمعوا معه على هدى، بل يريد أن تكونوا معه على ضلالة! فإذا كانوا يريدون الاتصال بكم اتصال مودة، فعلى أساس الكفر لَا على أساس الإيمان، وإذا كانوا كذلك، فلا يصح أن تتخذوا منهم أنصارا، أو ترتبطوا معهم بمودة أو صلة، ولذا قال سبحانه وتعالى بعد ذلك:  (فَلا تَتخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتي يُهَاجِرُوا فِي سَبِيلِ اللَّهِ) الولي يطلق بمعنى المناصر، ويطلق بمعنى المحب الودود، والنهي منصب على الاثنين، فمانه لَا يصح للمؤمنين أن يتخذوا أولياء من هؤلاء المنافقين، الذين يظهرون الإسلام وهم مقيمون في ديار الأعداء يناصرونهم، وقوتهم لهم على المسلمين، فكيف يكونون مع هذه الحال نصراء أهل الإيمان!! وإذا كان لَا يصح أن يتخذوا منهم نصراء، فإنه لَا يصح أن يقال إنهم منتمون للدولة الإسلامية، لهم ما للمسلمين، وعليهم ما على المسلمين، ولا يجوز لهذا أن يضموا إليها. </p><p> وإنه لَا يصح أن يربط بعض المؤمنين معهم مودة؛ لأنهم ببقائهم في ظل الكفر، وقوتهم له، يكونون في ضمن من يحادون الله ورسوله، والله تعالى يقول:  (لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ) . وإن أمر القلوب بيد الله سبحانه وتعالى، فلا يصح أن تحكموا عليهم بالإيمان حتى تظهر أماراته، وتبدو معالمه. وإن مظهره الحقيقي في هذا النوع من الناس هو أن ينضموا إلى جماعة المؤمنين بالهجرة إليهم، لتكون قوتهم للمؤمنين لا عليهم، ولذا قيد سبحانه وتعالى ترك ولايتهم بغاية، وهي الهجرة، فقال:  (حَتَى يُهَاجِرُوا فِي سَبِيلِ اللَّهِ) بأن يخرجوا في سبيل الله تعالى مجاهدين مع المؤمنين ومناصرين ومؤيدين لهم. </p><p> (فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا) أي فإن أعرضوا عن الهجرة، وهي واجبة، فلا تعتبروا إسلامهم؛ لأنهم </p><p> لايزالون قوة عليكم، وخذوهم من نواصيهم بالأسر، والترصد لمتاجرهم </p><p> وأموالهم، حتى لَا يتخذوا من ذلك ذريعة لتقوية أقوامهم، واقتلوهم حيث وجدتموهم؛ لأنهم أعداء بمعاونتهم أعداء المؤمنين. وإذا كانوا يستطيعون الخروج بمتاجرتهم وغيرها، فإنهم يستطيعون الهجرة إليكم ليكونوا قوة لكم، والهجرة واجبة، وإذا كانوا معكم في حال قتال كمن ينتمون إليهم، فلا تقبلوهم في ولايتكم، ولا توادوهم، ولا تتخذوا منهم نصراء؛ لأن النصير هو الذي يعاونك ويكون معك على أعدائك، وليس هؤلاء منهم، فقوله تعالى:  (وَلا تَتَّخِذوا مِنْهمْ وَلِيًّا وَلا نَصِيرًا) ، يدل على النهي عن أمور ثلاثة: أولها - ألا يعتبروهم منهم بالولاية والانتماء، لأنهم لم يعملوا على الانضمام لجماعة المؤمنين. وثانيها - ألا يوادوهم، لأنهم يحادونهم إذ يحادون الله ورسوله، وهم بهذا من حزب الشيطان، لَا من حزب الله تعالى وثالثها ألا يتخذوا منهم نصراء، لأنهم سيخادعون، ومن كانت هذه حالهم لَا يؤتمنون، فنصرهم خذلان، والاستعانة بهم استعانة بغير أهل الإيمان. </p><p> وإن السياق يدل على أن المنافقين الذين تتحدث عنهم الآية - وإن كان اللفظ عاما - هم من الذين يظهرون الإسلام في قبائلهم، ولا يخرجون إلى المسلمين ليكونوا معهم، فإن زمان إنشاء الدولة الإسلامية يحتاج إلى التجمع، ليكون المؤمنون قوةً واحدة، كما قال تعالى:  (إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ (٤) . </p><p> والخلاصة أن أولئك المنافقين يعاملون معاملة الذين ينتمون إلى دولة أخرى، فإذا كانت دولتهم تقاتل المؤمنين قوتلوا وقتلوا، وإن كانت دولتهم تسالم المؤمنين بميثاق، فلا يقاتلون احتراما للعهد والميثاق، ولذا قال تعالى: </p><p> * * * </p>"
}