{
  "id": null,
  "sura": 4,
  "aya": 10,
  "text": "<p> (إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا (١٠) </p><p> * * * </p><p> إن اليتامى مظنة أن يبخسوا في الميراث، فأكل مالهم هنا ظلما هو بخسهم حظهم في الميراث، أو أكل الأوصياء أموالهم والأخذ من مال اليتيم سماه الله تعالى أكلا لما فيه من معنى الأخذ وأن يقصد به تنمية ماله كما ينمي جسمه بالأكل، ولكنها تنمية آثمة مالها البوار \" ومن نبت لحمه من حرام فالنار أولى به \"  (١) وقال سبحانه (ظُلْمًا) لكمال التشنيع على الأكل، إذ هم يظلمون ضعيفا لا يقوى على الانتصاف منهم، وقد ذكر سبحانه إثم ذلك الأكل بقوله:  (إِنَّمَا يَأْكلُونَ فِى بُطُونِهِمْ) وهذا تصوير لضرر الأكل عليهم؛ لأنه يكون أكلهم كمن يأكل النار ويضعها في بطنه أي يملأ بطنه بها فهو في ألم دائم حتى يهلك، وكذلك دائما من يأكلون أموال اليتامى لَا يأكلون أكلا هنيئا ولا مريئا، بل هم في وسواس دائم حتى يقضى الله عليهم، وقد رأينا بيوتا خربت لأنها أكلت مال اليتيم. وهذا عقابهم في حاضرهم، أما العقاب الذي ينتظرهم في الآخرة فقال:  (وَسَيَصْلَوْنَ سَعِيرًا) أي ستوقد بهم نار شديدة الأوار، يستمرون في بلاء شديد منها. اللهم ارزقنا رزقا حسنا، وجنبنا ما حرمت، وأقنعنا بالحلال الطيب، إنك سميع الدعاء. </p><p> * * * </p><p> (يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ </p><p>(١) جاء في كشف الخفا (١٩٧٣): \" كل جسد نبت من سحت فالنار أولى به \". رواه البيهقي وأبو نعيم عن أبي بكر، قال المناوى: وسنده ضعيف، والمشهور على الألسنة: \" كل لحم نبت من حرام فالنار أولى به \".</p><p> فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (١١) وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ (١٢) تِلْكَ حُدُودُ اللَّهِ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ (١٣) وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ (١٤) </p><p> * * * </p><p> قد بين الله سبحانه وتعالى الواجب بالنسبة لليتامى ورعاية حقوقهم، في الأموال التي يرثونها، والأموال التي تئول إليهم. كما بين سبحانه حق الفقراء والمساكين وذوي القرابة الذين لَا ميراث لهم عند تقسيم التركات. وفي هذه الآية يبين حقوق أكثر الوارثين، وهي تقسيم الله سبحانه وتعالى. </p><p> إن الميراث قد تولَّى القرآن بيان أكثر أحكامه، ولم يُفصِّل أحكاما كما فصّل </p><p> أحكام الميراث، وقد قال - صلى الله عليه وسلم -: \" العلم ثلاثة: آية محكمة، أو سنة قائمة، أو فريضة عادلة \"  (١) وقد عده نصف العلم، وهذا العدد دليل على مقدار وجوب العناية به، فقد قال - صلى الله عليه وسلم -: \" تعلموا الفرائض وعلموها الناس فإنه نصف العلم، وهو أول شيء ينسى، وأول شيء ينتزع من أمتي \"  (٢) . </p><p> والميراث هو وصية الله تعالى بتوزيع التركات على مستحقيها، فإنه إذا كان للعبد وصايا في أمواله من بعد وفاته، فالميراث هو وصيته سبحانه وتعالى ووصية الله تعالى أولى بالإيجاب وأحق بالتنفيذ. ولكي تكون وصية الله تعالى لها مكانتها فإنه قد جعل لها الثلثين، ولوصية صاحب المال الثلث، ولذلك قال - صلى الله عليه وسلم -: \" إن الله تعالى قد تصدق عليكم في آخر أعماركم بثلث أموالكم فضعوه حيث شئتم \" . وقد أراد بعض الصحابة أن يوصي بماله كله، فمنعه النبي - صلى الله عليه وسلم -، ثم أراد أن يوصي بالثلث فأجازه، وقال:  \" والثلث كثير، إنك إن تذَر ورثتك أغنياء خير من أن تدعهم عالة يتكففون الناس \" ، أو كما قال النبي - صلى الله عليه وسلم -. </p><p> وفى هذه الآيات كما قلنا بيان حقوق طائفة من الوارثين، وهم الأولاد والآباء، والأزواج وأولاد الأم، وقد مزج بين الآباء والأولاد في الحقوق؛ لأن الأولاد لَا يحجبون الآباء أي لَا يمنعونهم من الميراث، ولذلك يعدون طبقة واحدة، وقد قال تعالى في ذلك: </p><p>(١) عَنْ عَبْد اللَّهِ بْنِ عَمْرِو بنِ الْعَاصِ ان رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: \" العِلْمُ ثَلاثَةٌ: وَمَا سِوَى ذَلِكَ فَهُوَ فَضْلٌ: آيًةٌ محْكَمَةٌ أوْ سُنَّةٌ قَائِمَةٌ أوْ فَرِيضَةٌ عَادِلَةٌ \". [رواه أبو داود: الفرائض - ما جاء في تعليم الفرائض (٢٨٨٥)، وابن ماجه: المقدمة - اجتناب الرأي والقياس (٥٤)، وفي إسناده مقال. (٢) رواه ابن ماجه: الفرائض - الحث على تعليم الفرائض (٢٧١٩).</p>"
}