{
  "id": null,
  "sura": 4,
  "aya": 6,
  "text": "<p> (وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُم مِّنْهُمْ رُشْدًا) الابتلاء معناه اختبار حال اليتيم من حيث قدرته على التصرف في ماله، ويُمَرَّن على ذلك قبيل البلوغ، حتى لَا يجيء وقت إلا وقد صار في قدرة على إدارتها، وقد قال القرطبي في بيان اختباره:  \" لا بأس أن يدفع إليه شيئا من ماله يبيح له التصرف فيه، فإن نماه وحسن النظر فيه فقد وقع الاختبار، ووجب على الوصي تسليم جميع ماله إليه(أي بعد بلوغه)وإن أساء النظر فيه وجب عليه إمساك المال عنده \" . . . وقال جماعة من الفقهاء: الصغير لَا يخلو أن يكون غلاما أو جارية، فإن كان غلاما رَدَّ النظر إليه في نفقة الدار شهرا، وأعطاه شيئا نَزْرا ليتصرف فيه، ليعرف كيف تدبيره وتصرفه، وهو مع ذلك يراعيه لئلا يتلفه، فإذا رآه متوخيا سلم إليه ماله عند البلوغ وأشهد عليه، وإن كان جارية رد عليها ما يرد إلى ربة البيت من تدبير بيتها والنظر فيه في الاستغزال والاستقصاء على الغزالات في دفع القطن وأجرته، واستيفاء الغزل وجودته، فإن رآها رشيدة سلم إليها مالها وأشهد عليها وإلا بقيا تحت الحجر. </p><p> وإن نهاية اليتيم ببلوغ النكاح، أي بوجود المظاهر التي تدل على الرجولة في الغلام، والتي تدل على مبلغ بلوغ النساء في الفتاة، وإن أقصى مدة البلوغ ذلك المبلغ اختلف الفقهاء فيها، فالجمهور على أن البلوغ بالسن وهو أقصى غاية: لظهور أمارات النكاح ببلوغ خمس عشرة، وأبو حنيفة على أنه سبع عشرة بالنسبة للفتاة وثماني عشرة سنة بالنسبة للصبي. . . وقوله تعالى:  (بَلَغُوا النِّكَاح) كناية واضحة عن ظهور أمارات الرجولة الكاملة، وأمارات الأنوثة؛ لأن الاستعداد للزواج هو كذلك، و \" حتى \" هنا للغاية، وهي داخلة على الجملة، فهي تبين نهاية الصغر، والجملة التي دخلت عليها ظرفية في معنى الشرط. </p><p> ولا يدفع المال بمجرد البلوغ، بل لَا بد من الرشد، ولذلك قال تعالى:  (فَإِنْ آنَسْتُم مِّنْهمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلا تَكُلُوهَا إِسْرَافا وَبِدَارًا أَن يَكْبَروا) آنس معناها أبصر، ولذلك قال تعالى:  (. . . آنَسَ مِن جَانِبِ الطُّورِ نَارًا. . .) ، </p><p> وقيل آنس معناها أَحَسَّ، وعندي أن معنى الإحساس ثابت في آنس، فهو ليس رؤية فقط، بل هو رؤية، اتصل بها إحساسه ووجدانه، ومعنى الرشد الصلاح في العقل والخلق والمال، ونكّر الرشد، فقال (رشْدًا) للإشارة إلى أنه لَا يطلب من الصغير أن يؤتى الرشد الكامل بمجرد البلوغ بل إنه يكتفى بنوع من استئناس الرشد وتوقع الخير منه، ولا يطلب منه الكمال وإلا ما أعطى صغير يبلغ ماله قط؛ لأن الرشد الكامل لَا يكون إلا بالممارسة المستمرة. ومعنى هذا الكلام أنه لَا بد من فترة بعد البلوغ يستأنس فيها الرشد، بعد الاختبار في الصغر، إلا إذا كان الاختبار في الصغر أثبت رشدا، وإذا بلغ غير رشيد ولم يؤنس منه رشد استمر تحت الولاية عند جمهور الفقهاء مهما تبلغ سنه، وذلك لقوله تعالى:  (وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا. . .) ، وقال أبو حنيفة: لَا يدفع إليه ماله حتى يبلغ الخامسة والعشرين، فإذا بلغها عاقلا، ولو غير رشيد فليس لأحد عليه سبيل، وعلى هذا الرأي إبراهيم النخعي. </p><p> وقد نهى الله الأوصياء عن أن يأكلوا مال اليتامى، فقال:  (وَلا تَأْكُلُوهَا إِسْرَافا وَبِدَارًا أَن يَكْبَرُوا) أي لَا تأكلوا في مدة وصايتكم أموال اليتامى مسرفين في الأكل، أو مبادرين بالأخذ خشية أن يكبروا، فالإسراف والبدار مصدران وقعا في موقع الحال، وهما في معنى الوصف، وليس المراد أن لهم أن يأكلوا غير مسرفين ولا مبادرين، بل إن ذلك بيان لأشنع الأحوال التي يقع فيها الأوصياء، وهي أن يأكلوا أموال اليتامى بإسراف مبادرين إلى الأكل خشية أن يكبروا فتؤخذ منهم تلك الأموال وتئول إلى أصحابها. </p><p> وقد بين سبحانه جواز الأكل من مال اليتيم عند الضرورة فقال:  (وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ) قسمت الآية الأوصياء إلى قسمين: غني يقوم برعاية اليتيم من غير أجر حسبة لله تعالى، وقال عنه:  (فَلْيَسْتَعْفِفتْ) ومعناها ليُعِفَّ نفسه، وقال الزمخشري: إن الاستعفاف أبلغ </p><p> من العفاف؛ لأنه تحري العفاف وبلوغ أقصى غاياته، ومعنى ذلك أنه لَا يأخذ شيئا، لأن طلب أي شيء من غير حاجة طمع في مال اليتيم، يتنافى مع العفاف الذي ينبغي أن يتحلى به الأوصياء. </p><p> والقسم الثاني: فقير أذنه الله تعالى بأن يأكل من مال الصغير بالمعروف أي بالقدر الذي لَا يستنكر، فلا يسرف في الأخذ، وقد قال رجل للنبي - صلى الله عليه وسلم -: إني فقير ليس لي شيء ولي يتيم، فقال له:  \" كل من مال يتيمك غير مسرف ولا مبذر ولا متأثل \"  (١) أي جامع مدخر تتجاوز الحاجة، وقد روي أن عمر بن الخطاب شبه الوالي على المسلمين بالوصي على اليتيم، قال:  (ألا إني أنزلت نفسي من مال الله منزلة الولي من مال اليتيم إن استغنيت استعففت، وإن افتقرت أكلت بالمعروف، فإذا أيسرت قضيت) . </p><p> ونرى من هذا أن الآية تشير إلى أنه لَا تفرض أجرة للغني قط، أما الفقير فيأكل بالمعروف، ولا يكون ذلك أجرة لأنه ممنوع من التأثل والادخار \" وذلك لأن اليتيم رعايته فرض كفاية على المسلمين ليخرج أليفا مألوفا، ولا يخرج منابذا الجماعة، شرا عليها. </p><p> وجمهور الفقهاء قد قرروا جواز فرض أجرة حتى للغني خشية أن يحجم الناس عن ولاية أمر اليتيم، والله سبحانه يتولاه برعايته، ويحفظه بكلاءته. </p><p> (فَإِذَا دَفَعْثمْ إِلَيْهِمْ أَمْوَالَفمْ فَأَشْهِدُوا عَلَيْهِمْ وَكفَى بِاللَّهِ حَسِيب) هذا بيان ما يجب القيام به عند انتهاء الوصاية عليه، وهو أن يدفع إليه ماله كاملا، وللاحتياط من الخصومات والمنازعات يُشْهِد على دفعه المال، والشهادة في هذه الحال حجة لازمة ملزمة للمحجور عليه الذي انتهت الوصاية عليه، فهذا إرشاد </p><p>(١) رواه أحمد: الوصايا: مسند عبد الله بن عمرو بن العاص (٦٧٢٦) ولفظه: عَنْ عَمْرُو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَجُلًا سَأَلَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: لَيْسَ لِي مَالٌ، وَلِي يَتِيمٌ؟ فَقَالَ (٤): \" كُلْ مِنْ مَالِ يَتِيمِكَ غَيْرَ مُسْرِفٍ \" أَوْ قَالَ: \" وَلَا تَفْدِي مَالَكَ بِمَالِهِ \" \"، والنسائي: الوصايا - ما للوصى من مال اليتيم (٣٦٠٨).</p><p> عظيم من الله سبحانه وتعالى لمنع المشاحة وَلإِبْرَاءِ الوصيّ، ولكي يكون اليتيم على بينة من أمره، والكلام يتضمن تقديم حساب عن التصرفات التي تصرفها في مال القاصر، وقد كان علي بن أبي طالب - رضي الله عنه - وصيا على يتامى، فلما أعطى إليهم أموالهم حاسبهم وحاسبوه، وكان في ضمن الحساب زكوات أموالهم؛ إذ كان يدفعها من هذه الأموال. </p><p> وإنه في هذا الحساب يكتفي أبو حنيفة بيمينه إذا كان هناك خلاف في شأنها؛ لأنه أمين لم تعرف خيانته، إذ لو عرفت لعزل، والأمين يصدق باليمين إذا خولف، والمالكية والشافعية والحنابلة لَا يُقْبل الحساب عندهم إلا بالإقرار من القاصر، أو البينة الكاملة، وهي رجلان أو رجل وامرأتان، وإن حساب الناس قد يغادر الكثير، والأمر في ذلك إلى الضمير الديني، والقلب المخلص، ولذلك كان وراء حساب الناس حساب الله الذي لَا يغادر صغيرة ولا كبيرة إلا أحصاها، ولذا قال سبحانه:  (وَكَفَى بِاللَّهِ حَسِيبًا) والحسيب هو المحاسب المراقب المشاهد الدقيق الحساب الذي لَا يترك شيئا، وكفى أن يكون هذا الحساب، وكأن المعنى: حاسبوا أنفسكم فقدموا الحساب عن مال اليتيم صادقا؛ فإنكم إن أفلتم من حساب الدنيا فلن تفلتوا أبدا من حساب الله المحيط الدقيق، وإن استطعتم الإخفاء والكتمان والتحايل على الناس، فلن تستطيعوا ذلك عند الله تعالى. </p><p> * * * </p>"
}