{
  "id": null,
  "sura": 4,
  "aya": 31,
  "text": "<p> (إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ ... (٣١) </p><p> * * * </p><p> بعد أن أنذر سبحانه وتعالى ذلك الإنذار الشديد فتح باب التوبة حتى لَا ييئس العباد من رحمته، ولا </p><p> يقنطوا من العودة إليه سبحانه فقال:  (إِن تَجْتَنِبُوا) ، والاجتناب معناه البعد، حتى تكون المعاصي في جانب وهو في جانب، ولا يتلاقيا قط، ومعنى التكفير ستر السيئات أو إبعادها وإماطة أذاها عن النفس، فإن التوبة الصادقة النصوح كالماء الطهور تطهر النفس. وفي النص إشارة إلى أن المعاصي قسمان كبائر وصغائر، وسمى الصغائر هنا سيئات لأنها تسوء صاحبها وتؤلمه وتسوء في ذاتها، ولا تتعدى في كثير من الأحيان، وسماها في آية أخرى اللَّمم، فقال تعالى:  (الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإِثْم وَالْفَوَاحِشَ إِلَّا اللَّمَمَ. . .) أي ما يلم به الإنسان من غير إصرار عليه، ولا استمرار فيه، ومن هذين الوصفين نستطيع أن نعرف صغائر الذنوب بأنها ما تسوء في ذاتها من غير تعد ويرتكبها الشخص من غير إصرار، فإن الإساءة تتعدى وتفحش، وإن كان ثمة إصرار فليست صغيرة. </p><p> وبتعريف الصغائر نستهدي إلى تعرف الكبائر، وقد روي في الصحيحين أن رسول الله - صلى الله عليه وسلم - قال:  \" اجتنبوا السبع الموبقات \" ، قيل: يا رسول الله وما هن؟ قال:  \" الشرك بالله، وقتل النفس التي حرَّم الله إلا بالحق، والسحر، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات \"  (١) ، ولا شك أن هذا الحديث لا يدل على الإحصاء للكبائر، فقد ذكر في أحاديث أخرى أن منها عقوق الوالدين، وشرب الخمر، وقد جاء في حديث آخر أن من أكبر الكبائر الزنا، وأفحشه ما كان بحليلة الجار (٢) . وقد قيل لابن عباس: الكبائر سبع، فقال رضي </p><p>(١) متفق عليه؛ رواه البخاري: الوصايا - قول الله تعالى (إن الذين يأكلون أموال (٢٧٦٧)، ومسلم: الإيمان - بيان الكبائر وأكبرها. عَنْ أبِي هُرِيْرَةَ رَضِيَ اللًه عَنْهُ عَنْ النَبِي - صلى الله عليه وسلم - قَالَ: \" اجْتَنِبُوا السَّبْعَ المُوبِقَاتِ»، قَالُوا: يَا رَسُولَ اللَّهِ وَمَا هُنَّ؟ قَالَ: «الشِّرْكُ بِاللَّهِ، وَالسِّحْرُ، وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالحَقِّ، وَأَكْلُ الرِّبَا، وَأَكْلُ مَالِ اليَتِيمِ، وَالتَّوَلِّي يَوْمَ الزَّحْفِ، وَقَذْفُ المُحْصَنَاتِ المُؤْمِنَاتِ الغَافِلاَتِ \". (٢) يؤيده ما رواه البخارَى ومسلم عَنْ عَبْدِ اللَّهِ قَالَ: سَأَلْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" أَيُّ الذَّنْبِ أَعْظَمُ عِنْدَ اللَّهِ؟ قَالَ: «أَنْ تَجْعَلَ لِلَّهِ نِدًّا وَهُوَ خَلَقَكَ». قُلْتُ: إِنَّ ذَلِكَ لَعَظِيمٌ، قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: «وَأَنْ تَقْتُلَ وَلَدَكَ تَخَافُ أَنْ يَطْعَمَ مَعَكَ». قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: «أَنْ تُزَانِيَ حَلِيلَةَ جَارِكَ \". رواه البخاري: تفسير القرآن.</p><p> الله عنه: هي إلى سبعمائة أقرب. لأنه لَا صغيرة مع الإصرار، ولا كبيرة مع الاستغفار. </p><p> وإننا إذا تتبعنا الكبائر التي ذكرها النبي - صلى الله عليه وسلم - من غير إحصاء، نرى أنها قد اتسمت بسمتين - إحداهما: أنها تهدم أمرا ضروريا من ضروريات المجتمع، فالزنا يهدم الأسرة، والقذف يهدمها ويشيع الفاحشة، وشرب الخمر يفسد العقل وهو ضروري للمجتمع، والسحر يفسد العلاقات الإنسانية، وعقوق الوالدين ينقض بناء الأسرة من قواعده، وهكذا - والسمة الثانية: أن الاعتياد عليها يميت الضمير، ويجعل النفس تمرن على الشر. </p><p> ولذلك نقول: إن الكبائر هي المفاسد التي تهدم بناء المجتمع الفاضل، والمعاصي التي يصر عليها الشخص ومن شأنها أن تفسده أو تفسد غيره، ولو كانت في ذاتها هينة؛ لأن استمراء النفس للمعصية الصغيرة يسهل الكبيرة (١) . </p><p> (وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا) وعد الله الذين يباعدون الكبائر عن نفوسهم بأن يكفر عنهم سيئاتهم، وإنه ليس بعد زوال السيئات إلا الثواب، ولذلك قال تعالى:  (وَنُدْخِلْكُم مُّدْخَلاً كَرِيمًا) . \" المُدْخَل \" اسم مكان من \" أدْخَل \" ، وعبر بالإدخال للإشارة إلى أن ذلك تفضل من الله ورحمة، إذ لم يملكوا الأسباب والمفاتيح إلا بتفضل منه ورحمة، ووصف المكان بالكرم للإشارة إلى أمرين: أحدهما: أنه مكان طيب، ينعم المقيم فيه، ويستطيب الإقامة، والثاني: أن من يحل فيه يكرمه. الله تعالى، ويفيض عليه برضوانه، فهو مكان كريم في ذاته، ولا يدخله إلا كريم مكرَّم يفيض الله تعالى عليه بكرمه ومنَّته. </p><p> * * * </p><p>(١) عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ أنَ رَسُولَ اللَّه - صلى الله عليه وسلم - قالَ: \" إِيَّاكُمْ وَمُحَقَّرَاتِ الذُّنُوبِ، فَإِنَّهُنَّ يَجْتَمِعْنَ عَلَى الرَّجُلِ حَتَّى يُهْلِكْنَهُ \" وَإِنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ضَرَبَ لَهُنَّ مَثَلًا: كَمَثَلِ قَوْمٍ نَزَلُوا أَرْضَ فَلَاةٍ، فَحَضَرَ صَنِيعُ الْقَوْمِ، فَجَعَلَ الرَّجُلُ يَنْطَلِقُ، فَيَجِيءُ بِالْعُودِ، وَالرَّجُلُ يَجِيءُ بِالْعُودِ، حَتَّى جَمَعُوا سَوَادًا، فَأَجَّجُوا نَارًا، وَأَنْضَجُوا مَا قَذَفُوا فِيهَا.</p>"
}