{
  "id": null,
  "sura": 4,
  "aya": 79,
  "text": "<p> (مَا أَصَابَكَ مِنْ حَسَنَة فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِن سَيِّئَة فَمِن نفْسِكَ) في هذا النص الكريم تخريجان: أحدهما - أن هذا من كلام الله تعالى، والخطاب للنبي - صلى الله عليه وسلم -، وهو من بعد ذلك خطاب لكل مكلف مطالب بالعمل بالشرع الشريف. </p><p> والمراد بالحسنة ما يكون فيه ما يسر وما يحسن في نظر الإنسان، والسيئة ما يسوء في نظر الإنسان. والمعنى على هذا التخريج: ما أصابكم من أمور حسنة فبتوفيق الله تعالى لكم، وجعل النتائج مترتبة على أعمالكم التي اتخذتم فيها الأسباب، ولم تتقاصروا عن الاتجاه فيها إلى أسباب الظفر. وما يصيبكم مما يسوؤكم وينزل بكم من غم، فلتجنبكم الأسباب الموصلة إلى الغاية، ومخالفتكم أوامر الله ورؤسائكم، كما كان الشأن في أحد، فما كان الأمر الذي ساء إلا من المحاربين الذين امروا فخالفوا، وما كان النصر في بدر إلا من الله، وإطاعتهم الأوامر. </p><p> والتوفيق بين النص الكريم، وقوله من قبل:  (قُلْ كُل مِّنْ عِندِ اللَّهِ) ، هو أن النص الأول كان موضوعه الكلام في تقدير الله، فهم إن انتصر المؤمنون لَا ينسبون للنبي - صلى الله عليه وسلم - أي فضل، بل يجردونه من الفضل، ويقولون هو من عند الله!! وما قصدوا التفويض والإيمان بالقدر، بل قصدوا الغض من مقام النبوة!! وإن كان ما يسوء نسبوه إلى النبي إيذاءً وتمردا، فالله قال لهم: كل ذلك بتقدير الله وإرادته. أما هذا النص:  (مَا أَصَابَكَ) ، فموضوعه اتخاذ الأسباب، ومعناه أن من أخذ الأسباب وتوكل على الله، فالله تعالى يعطيه النتائج، ومن </p><p> لا يتخذ الأسباب أو يخالف المنهاج السليم الموصل إلى الثمرة، أو لَا يتوكل على الله تعالى ولا يفوض إليه، فإنه سيناله ما يسوؤه، وبسبب منه، فالأول إيان القَدَر، والثاني لبيان العمل. </p><p> وهذا هو التخريج الأول، والتخريج الثاني أن يكون:  (مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسكَ) ، من حكاية قول المنافقين والضعفاء في إيمانهم، لأن آخر الآية السابقة:  (فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا) ، ثم ذكر سبحانه حديثهم الذي لم يفقهوه، وهو قولهم:  (مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ) إلخ، ويكون الخطاب للنبي - صلى الله عليه وسلم -، فهم يقولون: ليس لك من فضل في النصر الذي تناله، فإن ما أصابك من ظفر فمن الله، وما أصابك من هزيمة فمن نفسك! وقد ذكر هذا التخريج القرطبي، وقال:  \" والمعنى: فمال هؤلاء القوم لَا يكادون يفقهون حديثا،حتى يقولوا:ما أصابك الله من حسنة فمن الله! \" . </p><p> ويكون ذلك الكلام على هذا التخريج ترديدا لقولهم:  (مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ) ، ويكون في الأول الحديث عن أنفسهم، وفي الثاني الحديث عن النبي - صلى الله عليه وسلم -، ففي الأول معنى التطير والتشاؤم، وفي الثاني تجريد النبي - صلى الله عليه وسلم - من كل فضل!. </p><p> وهم في الأمرين خارجون عن الطاعة متمردون، وقد رد الله تعالى كلامهم بقوله سبحانه: </p><p> (وَأَرْسَلْنَاكَ لِلنَّاسِ رَسولًا وَكَفَى بِاللَّهِ شَهِيدًا) وإنا أيها النبي قد شرفناك برسالتنا، فأرسلناك رسولا فقط، لَا تتكفل بالأرزاق، ولا تهب النصر، ولا تمسك مقاليد الكون، ولست تملك من أمر نفسك شيئا، إنما أنت مكلف بالتبليغ فقط، فإن بلغت فما عليك شيء، وإن اتخذت الأسباب في الحروب للظفر، وتوكلت على الله، فإن الله مانحك النصر، ومعطيك الغلب، وإن خالف من معك ما سننت لهم من منهاج للظفر، فإن الهزيمة واقعة بهم، ولست مسئولا عما يصيبهم </p><p> القدر به من أمر يسرهم، ولا أمر يسوؤهم. وفي قوله تعالى:  (وَأَرْسَلْنَاكَ لِلنَّاسِ رَسولًا) يذكر سبحانه كلمة (رَسولًا) تأكيدا لوصف النبي - صلى الله عليه وسلم - بالرسالة، ولبيان أن عمل الرسول ليس هو التحكم في القدر، إنما عمله التبليغ فقط، فإذا بلغ فما عليه من شيء. </p><p> وإذا كانوا قد اتهموك وقالوا ما قالوا، فكفاك شهادة الله لك بأنك بلغت وجاهدت، وأن ما يرمونك به باطل، فلا تذهب نفسك عليهم حسرات. </p><p> وإن تصرف أولئك المنافقين ولضعفاء فيه إخلال بواجب الطاعة، وإن الرسالة التي حمل عبئها محمد - صلى الله عليه وسلم - توجب عليهم طاعته من غير تمرد، بل مع الإذعان والخضوع لما يطلبه باسم الله، وأن يعلموا أن طاعته فيها طاعة الله، فإن تمردوا عليه أو تشاءموا به، فليعلموا أن ذلك تمرد على الله، ولذا قال سبحانه: </p><p> * * * </p>"
}