{
  "id": null,
  "sura": 4,
  "aya": 16,
  "text": "<p> (وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا ... (١٦) </p><p> * * * </p><p> هذا حكم الذكر والأنثى إذا أتيا تلك الفاحشة، وهي الأمر الإدُّ، وهي المنكر الذي تنكره العقول. والعلاج في هذه الحال ليس علاجا نفسيا لهما فقط، بل هو </p><p> زجر اجتماعي ليرتدع غيرهما، وهذا العلاج هو العقوبة الشديدة المؤذية في البدن وفي النفس، وكانت هذه علاجا نفسيا؛ لأن النفس المنحرفة لَا تقوَّم إلا بشدة كالعود المعوج لَا يقوَّم إلا بعمل شديد ليس بسهل، ولكن يلاحظ ألا ينكسر العود، وألا تنكسر النفس وتهون، ولذا كان العلاج بالإمساك والحفظ والرعاية. </p><p> ولقد ذكرت العقوبة هنا مجملة غير واضحة المقدار، بل كانت مجرد الإيذاء، وذكرت بعد ذلك مفصلة بينة المقدار في قوله تعالى:  (الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ (٢) الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ (٣) . </p><p> ففي هذا النص عقوبتان مؤدبتان: إحداهما الجلد، والثانية منع الزواج من الزاني والزانية، وذلك ليحملهما على التوبة. وقد يقول قائل: إن الله تعالى ذكر علاجا تهذيبيا للمرأة، وهو الإمساك والرعاية في البيت، ولم يذكر علاجا تهذيبيا للرجل. نقول إنه ذُكر له علاج تهذيبي، وهو منع الزواج منه كالمرأة، وذكر علاج له في السنة وهو التغريب سنة (١) ، لأن التغريب سنة يبعده عن الجو الذي عاش فيه آثما وأعلن فيه إثمه، وإنه في ذلك سيكون تحت رقابة الحاكم ورعايته، فهذا التغريب يقابل الإمساك في البيوت. ولم يعاقب الرجل بالحبس؛ لأن الرجل مطلوب منه الكدح والعمل لنفقته ونفقة من يعوله، فكان التهذيب مدة معلومة أنسب له، والإمساك في البيوت أليق بالمرأة. </p><p> وإذا تكررت الجريمة تكرر العقاب، إلى أن تكون التوبة والإقلاع عن ذلك المنكر، ولذا قال تعالى: </p><p>(١) عَنْ زَيْدِ بْنِ خَالِدٍ رَضِيَ اللَّهُ عَنهُ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أنهُ أمَرَ فِيمَنْ زَنَى وَلَمْ يُحْصَنْ بِجَلْدِ مِائَةٍ وَتَغْرِيبِ عَام \". [رواه البخاري: الشهادات - شهادة القاذف والسارق والزاني (٢٦٤٩)].</p><p> (فَإِنْ تَابَا وَأَصْلَحَا فَأَعْرِضُوا عَنْهُمَا إِنَّ اللَّهَ كَانَ تَوَّابًا رَحِيمًا) عالج الإسلام نفس المذنب ليتوب، ودعا إلى التوبة دعوة صريحة بفتح باب المغفرة. وفي هذه الجريمة التي تعد من أكبر الكبائر، كما أنه قد عالج نفس المذنب، بالإمساك في البيوت للحفظ والرعاية والصيانة، وبالتغريب بالنسبة للرجل ليسترد كرامته التي هانت بالجريمة والعقوبة المعلنة، وبمنع الزواج من الزاني والزانية حتى تكون التوبة. فإذا تم العلاج، وشفي المذنب من الداء، وكانت التوبة الصحيحة، وكان من الواجب الإعراض عنهما وعدم تذكيرهما بالجريمة، فالإعراض هنا ليس معناه الصُّدُودَ والاستنكار بل معناه ألا يذكَّرا بجريمتهما، وأن يعاملا معاملة الأطهار الأبرار، وأن يكون لهما كل تقدير واعتبار، فإن الإصرار على وصف الجريمة يجعل النفس تهون، وإذا هانت سهل عليها الهوان، وأغراها الشيطان بالمعاودة. ويروى أن النبي - صلى الله عليه وسلم - عاقب شاربا للخمر بعقوبة الشرب، وبعد تمامها قال له بعض الحاضرين:  \" أخزاك الله \" ، فقال النبي - صلى الله عليه وسلم -: \" لا تعينوا عليه الشيطان \"  (١) ؛ لأن الخزي يشعر النفس بالصغار، ومع الصغار يسهل الإجرام. وقد ذكر سبحانه وتعالى مع التوبة الإصلاح، فقال:  (فَإِن تَابَا وَأَصْلَحَا) ، والإصلاح هو إصلاح النفس، وصلاح العمل، وذلك دليل التوبة الصادقة، وقد قرن الله تعالى التوبة دائما بالعمل الصالح، مما يدل على أن العمل دليل الإقلاع؛ لأن النفس إذا انحرفت، وأحاطت بها الخطيئة، لَا يكون الخروج من دائرتها بالقول فقط، بل بالقول والنية والعمل وإن الله تعالى حينئذ يقبل التوبة، ولذا ذيل الله تعالى الآية بقوله تعالى:  (إِنَّ اللَّهَ كَانَ تَوَّابًا رَّحِيمًا) أي أن الله تعالى يقبل التوبة عن عباده دائما. وقد أكد ذلك بـ \" إن \" ، وبـ \" كان \" التي تدل على الدوام، وبصيغة المبالغة \" توابا \" ، وأشار سبحانه </p><p>(١) عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أُتِيَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِرَجُلٍ قَدْ شَرِبَ، قَالَ: «اضْرِبُوهُ» قَالَ أَبُو هُرَيْرَةَ: فَمِنَّا الضَّارِبُ بِيَدِهِ، وَالضَّارِبُ بِنَعْلِهِ، وَالضَّارِبُ بِثَوْبِهِ، فَلَمَّا انْصَرَفَ، قَالَ بَعْضُ القَوْمِ: أَخْزَاكَ اللَّهُ، قَالَ: «لاَ تَقُولُوا هَكَذَا، لاَ تُعِينُوا عَلَيْهِ الشَّيْطَانَ \". [رواه البخاري: الحدود - الضرب بالجريد والنعال (٦٧٧٧)، كما رواه أبو داود وأحمد].</p><p> إلى أن ذلك من رحمته التي وسعت كل شيء، ولقد سبقت رحمته عذابه، وإن الله تعالى ليفرح بتوبة العبد أكثر من فرح العبد بإقلاعه عن ذنبه. </p><p> * * * </p>"
}