{
  "id": null,
  "sura": 4,
  "aya": 3,
  "text": "<p> (وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِى الْيَتَامَى فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ مَثْنَى وَثلاثَ وَرُبَاعَ. . .) . </p><p> معنى الإقساط العدل، ومن ذلك قوله تعالى:  (. . . إِنَّ اللَّهَ يحِبُّ الْمُقْسِطِينَ) ، وقوله تعالى:  (وتقسطوا إليهم) أي تقيموا العدل بيسر ليصل إليهم من غير مجهود، فمن النقص في العدل ألا يصل العدل إلى صاحبه إلا بمشقة وجهد. </p><p> ومعنى \" خفتم \" : ظننتم، ومعنى \" ما طاب لكم \" : ما حل. وقد تفسر بمعنى ما تستحسنونه من النساء لدين وخلق ونسب وجمال أو لواحد من هذا، و \" ما \" هنا في موضع العاقل، وعبر بـ \" ما \" ، وهي في أصل وضعها لغير العاقل، إما لأنه أريد الصفات؛ لأن طاب تدل على أن الوصف أساس الاختيار، وإما لأن جماعة الإناث تعامل في نسق القول معاملة غير العاقلين كما قرر الزمخشري، وإما لأنه عند التعميم يستعمل (ما) في موضع (مَن) ، و (مَن) في موضع (ما) كقوله تعالى: (. . . فَمِنْهُم مَّن يَمْشِي عَلَى بَطْنِهِ. . .) ، وذلك هو الذي نختاره. والنكاح هنا معناه العقد، وكلمة النكاح في القرآن الكريم لم تستعمل إلا في موضع العقد، لَا الوطء. </p><p> وهنا شرط وجواب، والشرط هو (وَإِنْ خِفْتُمْ أَلَّا تُقْسِطوا فِي الْيَتَامَى) والجواب هو (فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ مَثْنَى وَثُلاثَ وَرُبَاعَ) ، وقد تكلم </p><p> العلماء في العلاقة بين الشرط وجزائه، وتساءلوا ما العلاقة بين الإقساط في اليتامى، والزواج مثنى وثلاث ورباع، إلى آخر النص الكريم؛ وقد أجيب عن ذلك بعدة إجابات: </p><p> أولها: أن الرجل تكون في ولايته يتيمة، فيخشى ألا يتزوجها خشية ظلمها، أو يخشى أن يطلبها من وليها فيكون منه الظلم لضعفها وعدم وجود حام لها، فقال الله تعالى ما معناه إن رغبتم في الزواج من اليتيمات، وخشيتم من تحقيق هذه الرغبة ألا تعدلوا في اليتامى فلا تحققوا هذه الرغبة، وأنكحوا ما طاب لكم من النساء مثنى وثلاث ورباع، وتكون إباحة التعدد وتقييده قد جاءت عرضا، لا بالقصد الأصلي في البيان، وقد روى المفسرون ذلك عن عائشة رضى الله عنها. وثانيها: أن المعنى: إن خفتم ألا تقسطوا في اليتامى فخافوا أيضا ألا تقسطوا في النساء بتزوج أكثر من أربع، أو في دائرة الأربع ولا تعدلوا، أي أنه إذا كان قد تحقق منكم هذا الخوف بالنسبة لليتامى فخافوا بالنسبة للنساء، فلا تتزوجوا أكثر من أربع، وعلى هذا التخريج يكون النص قد سيق لتقدير التعدد لَا لإباحته، وقد قال هذا بعض التابعين. </p><p> وثالثها: وقد ذكره الزمخشري، وهو أن يكون المعنى: إن خفتم ألا تقسطوا في اليتامى فخافوا الزنا أيضا، وإذا خفتم الزنا فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع، والربط بين الزنا وظلم اليتامى أن كليهما فيه إضعاف للنسل، فالزنا إضعاف له بإخراج مولود ليس له ولي أصلا، واليتم فقد الولي، فكلاهما فاقد للنصير، ومن حماية الإنسان من الزنا أن ينكح ما طاب له مثنى وثلاث ورباع، ويكون في هذا التخريج بيان التعدد المباح، وإشارة إلى بعض حكمته. </p><p> ورابعها: وهو ما اختاره ابن جرير الطبري، أن المعنى إن خفتم ألا تقسطوا في اليتامى، فخافوا أيضا ألا تقسطوا في النساء إذا تخلفت العدالة عند التعدد فلا تعددوا، وإذا تخلفت العدالة في الواحدة فمما ملكت أيمانكم، فالآية سيقت للعدالة في التعدد وعدم التعدد، وهو قريب من الثاني، فإن كليهما لمنع ظلم </p><p> الفساد، بيد أن الثاني تخريجه على أساس تقييد العدد، أما هذا فسياقه المطالبة بالعدالة، وهما متلاقيان في الجملة. </p><p> وعلى كليهما يكون التعدد والعدالة قد سيق الكلام لهما، ولم يكن عرضا، وإنا نختار ذلك، وسياق القول يدل عليه، وذلك أن الكلام في اليتامى قد اختلط بالكلام في النساء، وذلك لأن كليهما ضعيف، وقد كانت حقوق المرأة ضائعة مأكولة كما كانت حقوق اليتيم ضائعة مأكولة، والمرأة في عهد نزول القرآن كانت أسيرة في بيت أبيها وبيت زوجها فأوصى الله برعايتها كما أوصى برعاية اليتيم، ولذلك قيد التعدد بالعدل، وقيد بالقدرة على الإنفاق كما سنبين، وذلك لكيلا يقع ظلم على المرأة. </p><p> ولفظ \" مثنى \" معدول به عن اثنين، اثنين، وثلات معدول به عن ثلاث ثلاث، ورباع معدول به عن أربع أربع، ومعنى جاء الجند مثنى أي جاءوا اثنين اثنين، وجاءوا ثلاث أي ثلاثة ثلاثة، ورباع أي أربعة أربعة، ومعنى الآية على هذا أن لجماعة العاقلين أن يتزوجوا معددين جامعين اثنين أو جامعين ثلاثا، أو جامعين أربعا، والخطاب في قوله تعالى:  (فَانكِحُوا) لجماعة المسلمين، أي كونوا أيها المسلمون معددين اثنين أو ثلاثا إلى آخره. </p><p> والعطف على نية تكرار العامل، أي انكحوا جامعين اثنين أو انكحوا جامعين ثلاثا أو انكحوا جامعين أربعا، وبهذا النص يستفاد أن الإباحة مقصورة على أربع، وقد ثبت في السنة أن بعض الذين أسلَموا كان معهم في عصمتهم أكثر من أربع فأمرهم النبي - صلى الله عليه وسلم - أن يقتصروا على أربع، ويطلقوا الزائد عنهن (١) . </p><p> وقد قيد التعدد بقيدين أحدهما القدرة على العدالة، والثاني القدرة على الإنفاق، ولذلك قال سبحانه وتعالى بعد ذلك:  (فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلَّا تَعُولُوا) . </p><p>(١) عن سالم، عن أبيه قال: أسلم غيلان بن سلمة الثقفي وعنده عشر نسوة فأمره النبي - صلى الله عليه وسلم - أن يأخذ منهن أربعًا. رواه الحاكم في المستدرك (٢٨٢٩) ج ٢، ص ٢٠٩.</p><p> العدالة شرط في كل زواج ولو كان ذا زوجة واحدة، فمن كان غير قادر على العدالة أو على الإنفاق لَا يحل له أن يتزوج، والزواج مطلوب من القادر على العدالة والإنفاق، ولذا قال النبي - صلى الله عليه وسلم -: \" يا معشر الشباب من استطاع منكم الباءة(أي تكاليف الزواج من نفقة وغيرها)فليتزوج، ومن لم يستطع فعليه بالصوم فإنه له وِجَاء \"  (١) أي إنه قاطع شهواته بالسيطرة عليها، وإذا كانت العدالة مطلوبة في الزواج الواحد، فهي ألزم في تعدد الزوجات، ومعناها يتسع، فتكون العدالة مع كل واحدة بحيث لَا يظلمها في ذاتها، ويجب عليه أن يساويها مع غيرها، والعدل المطلوب هو العدل الظاهر بالتسوية بينهن في المطعم والملبس والمسكن والبيت، فلا يبيت عند واحدة أكثر من غيرها إلا بإذنها، أما العدل الباطن بمعنى التسوية في المحبة القلبية، فهي غير ممكنة وغير مطلوبة، وقد جاء في أحكام القرآن للجصاص:  \" أمر الله تعالى بالاقتصار على واحدة إذا خاف الجور ومجانبة العدل. إنها إباحة للاثنتين إذا شاء، وللثلاث إن شاء، وللأربع إن شاء، فإن خاف ألا يعدل اقتصر من الأربع على الثلاث، فإن خاف ألا يعدل اقتصر على اثنتين، فإن خاف ألا يعدل اقتصر على واحدة. . . والعدل المطلوب هو العدل الظاهر، وهو القَسْم بين الزوجين، والمساواة في الإنفاق، والمساواة في المعاملة الظاهرة، وليس هو العدل في المحبة الباطنة فإن ذلك لَا يستطيعه أحد، ولا يكلف الله إلا ما يكون في الوسع، لَا يكلف الله نفسا إلا وسعها، وكان النبي - صلى الله عليه وسلم - لا يسوي بين أزواجه في المحبة القلبية،ولذلك كان يقول عند قَسْمه بين أزواجه:\" اللهم إن هذا قسمي فيما أملك، فلا تؤاخذني فيما تملك ولا أملك \" (٢) . </p><p> وقد وفق العلماء بين هذه الآية التي تطالب بالعدل، وبين الآية التي تنفي إمكانه، وهو قوله تعالى: (وَلَن تَسْتَطِيعُوا أَن تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلا </p><p>(١) رواه البخاري: النكاج - من لم يستطع الباءة فليصم (٥٠٦٦). (٢) روى أبو داود: النكاح - القسم بين الزوجات (٢١٣٤) عَنْ عَائِشَةَ قَالَتْ: كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَقْسِمُ فَيَعْدِلُ وَيَقُولُ: \" اللهُمَ هَذَا قَسْمِي فيمَا أمْلكُ فَلا تَلُمْنِي فِيمَا تَمْلِكُ وَلا أمْلِكُ \" قَالَ أبُو دَاوُد: يَعْنِي الْقَلْبَ.</p><p> تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَروهَا كَالْمُعَلَّقَةِ. . .)، فقالوا إن العدل المطلوب هو العدل الظاهر والمساواة في المعاملة والعدل المنفي المساواة في المحبة القلبية. </p><p> وإنه واضح أنه إذا لم يستطع العدل الظاهري وجب الاقتصار على واحدة، وإن لم يستطع العدل معها اكتفى بالدخول بملك اليمين، أي بالدخول بالجارية التي يملكها، وقد زال الرق، فزالت معه تلك الرخصة، فمن لم يستطع العدالة مع زوجه عليه أن يروض نفسه بالصوم، أو يروض نفسه على العدالة. </p><p> وقد قيد التعدد بقيد ثان، وهو القدرة على الإنفاق على النسوة اللائي يتزوجهن، وعلى من سيرزقهم الله منهن، وقد أشار القرآن إلى وجوب مراعاة ذلك، فقد قال تعالى:  (ذَلِكَ أَدْنَى أَلَّا تَعُولوا) أي إن هذا التقييد بهذا العدد المحدود، مع قيد العدالة، ومنها القدرة على الإنفاق، أقرب إلى ألا تعولوا، وعال يعول معناها مال، ومنه عال الميزان أي مال، وفسرها بعض العلماء بمعنى ذلك أدنى ألا تجوروا، وروى ذلك التفسير عن عائشة - رضي الله عنها، ولكن فسرها الإمام الشافعي بألا يكثر عيالكم، وهذا التفسير يؤدي إلى معنى جديد، لم يفهم مما سبق، وقد رجح ذلك الزمخشري بقوله:  \" والذي يحكى عن الشافعي أنه فسر ألَّا تعولوا: ألَّا تكثر عيالكم فوجهه أن يجعل من قولك عال الرجل عياله يعولهم، كقولهم مانهم يمونهم إذا أنفق عليهم، لأن من كثر عياله لزمه أن يعولهم، وفي ذلك ما يصعب المحافظة على حدود الورع وكسب الحلال والرزق الطيب، وكلام مثله من أعلام العلم وأئمة الشرع ورءوس المجتهدين حقيق بالحمل على الصحة والسداد، وألا يظن به تحريف تعيلوا إلى تعُولوا،فقد روى عن عمر بن الخطاب رضي الله عنه أنه قال:\" لا تظن بكلمة خرجت من فيِّ أخيك سوءا وأنت تجد له محملا \"، وكفى بكتابنا \" شافي العي، من كلام الشافعي \" شاهدا بأنه أعلى كعبا، وأطول باعًا في علم كلام العرب من أن يخفى عليه مثل هذا، ولكن للعلماء طرقا وأساليب، فسلك الشافعي في هذه الكلمة طريق الكنايات \" . </p><p> ومع أن التعدد مقيد بالعدالة والقدرة على الإنفاق، وهي تدخل في العدالة، لا يعتبر العقد فاسدا إذا لم يتوافر هذان الشرطان ولم يحدث أن قاضيا أو حاكما اشترط لصحة العقد أو نفاذه ذلك الشرط، والإجماع على أنه لَا أثر لفقد الشرطين في العقد، وكل كلام غير ذلك هو بدعة لم تكن عند السلف، وإنما لم يفسد العقد لأن الفساد يكون بأسباب واقعة، لَا بأسباب متوقعة، والعدالة والإنفاق أمران مقدران في المستقبل، فقد يتوب من الظلم، وربما يجعل الله من عسره يسرا، ولأن الظلم أمر نفسي، والفساد والبطلان لَا يكونان لأمور نفسية خفية لَا يجري عليها الإثبات. وإذا سوغ بعض الناس للقاضي ألا يأذن إلا إذا تأكدت العدالة والقدرة على الإنفاق، فقد جعل للقاضي ما لَا سبيل إلى التأكد منه، ثم إن العدالة والقدرة على الإنفاق لازمان في الزواج (١) لزومهما في الزواج الثاني والثالث، فلماذا يسوغان ذلك للقاضي عند التعدد فقط؟! إن ذلك معاندة لشرع الله تعالى الذي أباح التعدد. </p><p> والتعدد لَا بد منه عند استحكام الشهوات؛ لأنه إن لم يعدد اتجه إلى الحرام، والحلال على أية صورة خير من الحرام، واتخاذ الحلائل خير من اتخاذ الخلائل، والتعدد قد يكون علاجا اجتماعيا، عندما تأكل الحرب شباب أمة من الأمم ويكون عدد النساء الصالحات للزواج أكثر من الشباب بأضعاف مضاعفة، ولا سبيل لإكثار النسل إلا بالتعدد، وهو في هذه الحال منع للمرأة من الابتذال ووقوعها في البغاء، وإن التعدد في هذه الحال خير للمرأة بلا ريب، فليس التعدد شرا على المرأة في مجموع عددها، وقد تكون الزوجة في حال تستوجب أن يتزوج الزوج بأخرى لمرضها أو يطلقها، والخير لها حينئذ في بقاء الزوجية. ذلك شرع الله. وقد منع الأوربيون التعدد الشرعي، ففتح الناس باب التعدد الحرام، وفسدت الأسرة هنالك وانحلت، والأسرة الإسلامية ما زالت أقوى الأسر استمساكا، ولا تزال كذلك ما استمرت مستمسكة بدينها، معرضة عن الدعوات التي تريد إبعادها عنه. </p><p> * * * </p><p>(١) أي في الزواج الأول، وبعبارة أخرى: في الزواج بواحدة.</p>"
}