{
  "id": null,
  "sura": 4,
  "aya": 169,
  "text": "<p> (إِلَّا طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا ... (١٦٩) </p><p> * * * </p><p> الاستثناء هنا من ختام الآية السابقة، أي أن الله تعالى لَا يوصلهم إلى طريق إلا طريق جهنم، ويكون معنى الهداية التوصيل، وليس التوصيل إلى جهنم فيه نوع من الهداية، بل هو التردي في الهاوية، وكان التعبير عن الهداية من قبيل المشاكلة اللفظية، وفيه نوع من التهكم في مثل قوله تعالى:  (فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ) . </p><p> وفى الكلام تنبيه إلى أن أعمالهم تنتهي بهم لَا محالة إلى جهنم، وعذابها الشديد، فإذا كانوا ممن يظنون أنفسهم في سعادة في الدنيا، فسيجدون الألم الشديد، (ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الأَمَلُ فَسَوْفَ يَعْلَمُونَ) . </p><p> وقد ذكر سبحانه أنهم خالدون في جهنم أبدا، فأكد سبحانه العذاب بأنه عذاب خالد دائم، فوصفهم بأنهم خالدون على وجه التأبيد، وقد وصفهم بالخلود الدائم في العذاب ولم يصف العذاب، للإشارة إلى أنهم متلبسون به ولتصوير الآلام التي تنزل بهم، وأنهم لإخلاص لهم منها، بل هي ملازمة لهم ملازمة الوصف للموصوف. </p><p> وقد قال الأصفهاني في معنى الخلود: الخلود هو تبري الشيء من اعتراض الفساد، وبقاؤه على الحالة التي هو عليها، وكل ما يتباطأ التغيير والفساد فيه تصفه العرب بالخلود. . ويقال خلد يخلد خلودا قال تعالى:  (لَعَلَّكُمْ تَخْلُدُونَ) . </p><p> والخلد اسم للجزء الذي يتبقى من الإنسان على حالته. . وأصل المخلد الذي يبقى مدة طويلة. . والخلود في الجنة بقاء الأشياء على الحالة التي عليها من غير اعتراض الفساد عليها. قال تعالى:  (وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا) . </p><p> والأبد قال فيه الراغب:  \" مدة الزمان الممتد الذي لَا يتجزأ، وأبد يأبد بقي أبدا، ويعبر به عما يبقى مدة طويلة \" ، وإن تفسير الخلود على ما ذكره الراغب يقتضي بقاء الناس يوم القيامة بأبدانهم من غير أن يعتريها فساد ولا فناء ولا تحلل أجزاء، فأهل الجنة يبقون بقاء تمتع ونعيم وأهل النار تبقى أجسامهم في شقاء وعذاب أليم، لَا تبليها النار ولا يفنيها العذاب، ولا يذهب بالحساسية فيها توالي الاكتواء، (كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا (٥٦) . </p><p> والأبدية معناها الدوام، كما دل على ذلك مجموع النصوص القرآنية، وإن تأكيد الخلود بالأبدية يدل على بقاء العذاب والنعيم. </p><p> ذيَّل الله سبحانه وتعالى الآيات بهذا ليبين لهم أن الله تعالى غالب على كل شيء، وأن عذابهم أمر يسير عليه، لإبطال زعمهم في أنهم لَا يقدر عليهم أحد، ذلك أن كل طاغية من طغاة الدنيا سبب طغيانه واسترساله في شره ظنه أن لن يقدر عليه أحد، مع أن الله تعالى هو القاهر فوق عباده، اللهم أبعد عن خلقك طغيان الطاغين، وغرور المغترين، وأرزق المؤمنين الأمن والاطمئنان. </p><p> * * * </p><p> (يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ فَآمِنُوا خَيْرًا لَكُمْ وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١٧٠) يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا </p><p> عَلَى اللَّهِ إِلَّا الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلَا تَقُولُوا ثَلَاثَةٌ انْتَهُوا خَيْرًا لَكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا (١٧١) </p><p> * * * </p><p> كان كل الكلام السابق في شأن الذين لجوا في الإنكار من اليهود حتى لقد سألوا أن يأتي لهم النبي - صلى الله عليه وسلم - بكتاب من السماء يقرءونه، وكان حاضرهم في عصر النبي - صلى الله عليه وسلم - كماضيهم، وفي هذه الآيات بيان منزلة الرسول محمد - صلى الله عليه وسلم -، وأنه يخاطب الناس جميعا برسالته، ويدعوهم إلى شريعته، وإشارة إلى طائفة أخرى من أهل الكتاب غالوا في تقدير رسولهم، وهم النصارى، فإذا كان اليهود قد لجوا في الإنكار والجحود بالنسبة لرسولهم الذي أنقذهم من فرعون وطغيانه، الذي كان يذبح أبناءهم ويستحيي نساءهم. فالنصارى قد غالوا في تقدير رسولهم حتى جعلوه إلها، وجعلوا الآلهة ثلاثة استرسالا في المغالاة في تقدير المسيح عيسى - عليه السلام -، وهو بريء مما يقولون. </p>"
}