{
  "id": null,
  "sura": 4,
  "aya": 39,
  "text": "<p> (وَمَاذَا عَلَيْهِمْ لَوْ آمَنُوا بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَنْفَقُوا مِمَّا رَزَقَهُمُ اللَّهُ ... (٣٩) </p><p> * * * </p><p> هذا النص توبيخ للذين يؤثرون رضا الناس على رضا الله، فلا يبتغون ما عنده، ويبتغون ما عند الناس، فيراءون ويمنعون الخير لذات الخير. والمعنى: ماذا يكون عليهم من مغبة أو تبعة أو ضرر، لو أنهم آمنوا بالله حق الإيمان وباليوم الآخر الذي يكون فيه الجزاء الحقيقي، ولم يأخذهم زخرف الحياة الدنيا فلا يرعوا سواها؛ إنه لَا ضرر </p><p> بلا شك في الاتجاه إلى الله، وإنفاق بعض رزقه الذي أعطاه إياهم؛ إذ لَا ينفقون إلا بعض ما أعطى، ومع عدم الضرر هناك نفع عظيم جليل، وهو رضا الله، وثواب يوم القيامة، وصلاح حالهم صلاحا حقيقيا في الدنيا. وبمقارنة ذلك بما عليه حالهم من رياء أو بخل أو كتمان، يتبين أنهم اختاروا الصفقة الخاسرة؛ لأن في انفاقهم لأجل الرياء أو بخلهم، إغضابا لله، وتعرضا لعقابه وإفسادا لمجتمعهم، وما ينالون من نفع ضئيل بجوار ما ينالهم من ضرر خطير. ولم يذكر سبحانه وتعالى ما ينالون من نقع في دنياهم؛ لأنه لَا يعد في حقيقة الأمر نفعا، فضررهم مؤكد، ولا نفع، وإذا اتجهوا إلى الله فالنفع ثابت ولا ضرر. </p><p> (وَكَانَ اللَّهً بِهِمْ عَلِيمًا) هذه إشارة إلى الضرر الذي ينالهم، وهو عقاب الله تعالى لهم، وهو عليم بأحوالهم يعلم سرهم وما يخفى من شئونهم، وإنه سيجافلهم بعملهم، فالعقاب لاحق بهم لَا محالة، وقانا الله تعالى شر نفوسنا، </p><p> وجعلنا لله لَا لأحد سواء. </p><p> * * * </p><p> (إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا (٤٠) فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا (٤١) يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا (٤٢) </p><p> * * * </p><p> فى الآيات السابقة بين سبحانه وتعالى وجوب إفراد الله تعالى بالعبادة، سواء أكانت هذه العبادة في التكليفات التي خصصت للعبادة ذاتها، أم كانت من المعاملات بين الناس التي لابد من نية القربة فيها. فالإنفاق لابد أن يخلص لله تعالى، كالصلاة لابد أن تكون خالصة لله. فالنية في الأقوال والأفعال أساس الجزاء من عقاب وثواب. </p><p> وفى هذه الآية الكريمة بين الجزاء الأوفى من خير أو شر، وأن الشر لا يجازى إلا بمثله، وأن الحسنة تكون بأضعافها، ولذا قال سبحانه؛ </p>"
}