{
  "id": null,
  "sura": 4,
  "aya": 48,
  "text": "<p> (إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ ... (٤٨) </p><p> * * * </p><p> اشتملت الآية السابقة على دعوة أهل الكتاب، وأنه إن ينتهوا يغفر لهم ما قد سلف، وعلى إنذار شديد في الدنيا بإجلائهم وقتلهم، أو لعنهم من الناس أجمعين، وفي هذا النص الكريم فتح لباب المغفرة التي كتبها الله على نفسه لعباده؛ لأنه كتب على نفسه الرحمة، ومعنى النص: إن الله تعالى ليس من شأنه أن يغفر لمن يشرك به في العبادة أو في الربوبية؛ لأن الشرك انحراف شديد لَا يقبل الغفران، إلا أن يعود إلى التوحيد المطلق بعد الإشراك. والإشراك نوعان: إشراك في الإنشاء والتكوين أو العبادة، كأولئك الذين يعتقدون أن الكواكب لها دخل في الإنشاء، وكأولئك الذين يعبدون غير - الله، وإن كانوا يعتقدون أن الله تعالى وحده هو الذي خلق وأنشأ وكوَّن، ويعبدون الأوثان لأنها في زعمهم تقربهم إلى الله زلفى. والنوع الثاني من الإشراك أن يتركوا كتب الله تعالى، ويعرضوا عنها، ويتخذوا دينهم من الأحبار، ولو غيروا فيه وبدلوا، زاعمين أنهم لَا يتكلمون إلا عن الله تعالى، وإن كان الكتاب يخالف قولهم، ومن هؤلاء من أشار الله تعالى إليهم بقوله تعالى:  (اتَّخَذوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكونَ) . </p><p> فهذا نوع من الإشراك لَا يقل خطرا عن الشرك في العبادة؛ لأن الله وحده هو الذي أنشأ الكون، وهو وحده الذي يشرع لعباده، وبين لهم أوامره ونواهيه، وليس لأحد أن يتكلم عنه إلا أن يكون رسولا منه إلى العالمين، فمن اتخذ غير الرسول طريقا لمعرفة شرع الله من غير كتاب الرسول وكلامه فقد أشرك بالله. </p><p> وقد ذكر سبحانه أنه لَا يغفر ذلك، وأكد عدم الغفران لهذه الحال بـ (إنَّ) التي تفيد التوكيد، فلا يرجو مشرك غفرانا، أيا كان نوع الشرك، إلا أن يقلع عنه، فإن الله تعالى غفار لمن تاب وآمن وعمل صالحا. </p><p> وقد ذكر سبحانه أنه يغفر ما دون الشرك لمن يشاء، وما دون الشرك يكون من مرتكب الكبيرة أو الصغيرة من أمة محمد - صلى الله عليه وسلم -، ومن آمن بالأنبياء السابقين قبل أن تنسخ شريعتهم بالشريعة المحمدية، فإن هؤلاء قد وعد سبحانه وتعالى فضلا منه ومنَّة على عباده أن يغفر لهم ما يشاء لمن يشاء من عباده. ذلك أن من يرتكب الكبيرة إن تاب عنها غفرها الله تعالى، وإن لم يتب ولم تحط الخطايا بنفسه، وله حسنات، فإن الحسنات يذهبن السيئات. وفي ميزان الله تعالى العادل يوم القيامة توزن الحسنات والسيئات، فمن ثقلت كفة حسناته فأولئك هم المفلحون. </p><p> ومشيئة الله تعالى هي مشيئة الحكيم الخبير، الذي يضع كل أمر في موضعه، ولا يظلم ربك أحدًا. </p><p> (وَمَن يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا) الافتراء هنا معناه الكذب الشديد الذي يؤدي إلى الفساد. جاء في مفردات الراغب: الفرى قطع الجلد للخرز والإصلاح، والإفراء للإفساد، والافتراء فيهما، وفي الإفساد أكثر، وكذلك استعمل في القرآن في الكذب والشرك والظلم نحو:  (وَمَن يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا) فمعنى (فَقَدِ افْتَرَى إِثْمًا عَظِيمًا) فقد كذب كذبا فيه ظلم وفيه إفساد وضلال، وكان ذلك كله إثما عظيما. </p><p> فالشرك يتضمن الكذب على الله تعالى بادعاء شريك له تعالى، ويتضمن ظلما؛ لأنه اعتداء على المستحق للعبادة وحده، وهو فساد في النفوس. و (افترى) هنا تضمن قولا كذبا، وفعلا ظالما، وتضمن أعظم ذنب في الوجود؛ لأنه اعتداء على رب العالمين. وقد يقول قائل إن الافتراء أكثر ما يكون باللسان، فكيف يقال \" فقد افترى إثما عظيما \" ؟ والجواب عن ذلك أن الافتراء بالنسبة للشرك لما تضمنه من أفعال، اعتبر في ذاته ارتكابا لأعظم ذنب في الوجود. اللهم جنبنا الشرك ما ظهر منه وما خفي، واجعلنا من عبادك المخلصين. </p><p> * * * </p><p> (أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ بَلِ اللَّهُ يُزَكِّي مَنْ يَشَاءُ وَلَا يُظْلَمُونَ فَتِيلًا (٤٩) انْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَكَفَى بِهِ إِثْمًا مُبِينًا (٥٠) أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلَاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلًا (٥١) أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ وَمَنْ يَلْعَنِ اللَّهُ فَلَنْ تَجِدَ لَهُ نَصِيرًا (٥٢) أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ فَإِذًا لَا يُؤْتُونَ النَّاسَ نَقِيرًا (٥٣) </p><p> * * * </p><p> كانت الآيات السابقة تدعو أهل الكتاب إلى الإيمان، وتذكرهم بعاقبة الكفر، وهي الذل في الدنيا والخزي في الآخرة، واللعن من الرحمن، والهوان. </p><p> وبين سبحانه وتعالى لهم ولغيرهم أن باب التوبة والمغفرة مفتوح لكل من يذعن لرسالة الله تعالى، ولا يكفر بها، وذلك لكيلا يسرفوا على أنفسهم، ويوغلوا في معاصيهم. وفي هذه الآيات يبين سببا من أسباب ضلال اليهود ومن على شاكلتهم، فقال تعالى: </p>"
}