{
  "id": null,
  "sura": 4,
  "aya": 74,
  "text": "<p> (فَلْيُقَاتِلْ فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ ... (٧٤) </p><p> * * * </p><p> إذا كان المخذلّون يتربصون بالمجاهدين، فإنه يجب أن يكون الجهاد للمخلصين، وأن يبعدوا عنهم المعوقين، فإنهم لَا يزيدونهم إلا خبالا واضطرابا! فليتقدم للقتال الذين لَا ينظرون إلى مغنم يبتغونه، ولا مال يريدونه، إنما يبيعون الحياة الدنيا ومتعها وشهواتها، ويطلبون ثمنا هو الآخرة وما فيها من جنات وعيون، ونعيمها ثابت دائم، ومعها رضوان الله تعالى. وسبيل الله التي يجب القتال فيها هي سبيل الحق، وإعلاء دينه، وجعل كلمة الله هي العليا. </p><p> و \" يَشْرُونَ \" هنا معناها يبيعون أنفسهم، وذلك مثل قوله تعالى:  (وَلَبِئْسَ مَا شَرَوْا بِهِ أَنفُسَهُمْ) ، وقوله تعالى:  (وَمِنَ النَّاسِ مَن يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ) ، وقوله تعالى:  (وَشَرَوْهُ بِثَمَن بَخْسٍ دَرَاهِمَ مَعْدودَة) ، أي باعوه. وإن الذي يبيع نفسه لله، ليفتدى الحق وأهله، له جزاؤه وأجره العظيم، ولذا قال سبحانه:  (وَمَن يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نؤْتِيهِ أَجْرًا عَظِيمًا) . </p><p> ومن يتقدم للقتال في سبيل الحق، طالبا رضاه سبحانه، فإن قتل واستشهد في سبيله سبحانه، أو غلب وانتصر بتأييد الله تعالى، ونال السلطان من الله بالغلب، فهو في كلتا حاليه سينال جزاء عظيما. و \" سوف \" هنا لتأكيد نيل الجزاء في المستقبل، وأكثر استعمالاتها في القرآن هي لتأكيد الوقوع في القابل، ولذا لا تدخل على النفي. وقد وصف الجزاء بالعظم للدلالة على مقداره، ونكِّر للدلالة على أنه لَا يحده تعيين، ولا يبينه تعريف، مهما يكن دقيقا. </p><p> وإنما ينال ذلك الجزاء من خرج مجاهدا في سبيل الحق، لَا يبتغي غير رضاء الله، ولا يبغي علوا في الأرض ولا تفاخرا. ولقد قال - صلى الله عليه وسلم -: \" تَضَمَّن الله لمن خرج في سبيله لَا يخرج إلا جهادا في سبيلي، وإيمانا بي، وتصديقا برسلي، فهو عليَّ ضامن أن أدخله الجنة، أو أرجعه إلى مسكنه الذي خرج منه نائلا ما نال من أجر أو غنيمة \"  (١) . </p><p> اللهم هب أمتك روح الجهاد في سبيل الحق، وهبنا رحمة من عندك، إنك أنت الوهاب. </p><p> * * * </p><p> (وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيرًا (٧٥) الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا (٧٦) </p><p> * * * </p><p>(١) رواه مسلم: الإمارة - فضل الجهاد والخروج في سبيل الله (١٨٧٦)، والبخاري بلفظ: \" تكفل الله \": فرض الخمس - أحلت لي الغنائم (٢١٢٣) عن أبي هريرة رضي الله عنه.</p><p> هذه الآيات، وما يليها من آيات كريمات، للحض على الجهاد في سبيل الله وقد ابتدأ بدعوة المؤمنين لأخذ الأهبة، والنَّفْرَةِ للجهاد في سبيل الله وإعلاء الحق، والحفاظ على جماعتهم، وحماية أنفسهم، وأخذ الحذر لكيلا ينقض عليهم أعداؤهم. </p><p> وإنه في سبيل الاستعداد أن يبعدوا عن حسابهم أولئك الذين يثبطون عن القتال ولا يحتسبوا في عدادهم إلا أولئك الذين باعوا أنفسهم لله، وباعوا متع الحياة الدنيا، لينالوا نعيم الآخرة. </p><p> وفى هذه الآيات يحض على القتال بتذكيرهم بشرف ما يجاهدون من أجله، وهو رضا الله، وإعلاء كلمة الحق، ويذكرهم بإخوانهم الذين يرهقون بالظلم، ويعيشون مستضعفين أذلاء، لَا يجدون وليا يلي أمرهم، ولا نصيرا ينصرهم ويستنقذهم مما هم فيه من بلاء، ولذلك قال تعالى: </p>"
}