{
  "id": null,
  "sura": 4,
  "aya": 51,
  "text": "<p> (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ ... (٥١) </p><p> * * * </p><p> قد رأيت أيها النبي الأمين متعجبا مستغربا حال الذين أوتوا حظا من الكتاب، وعلموا بعض علم الرسالات الإلهية، يؤمنون بأردأ العقائد والأخلاق، وبالطغيان والظلم والاندفاع نحو الشر. فالجبت هنا هو الرديء من الأفكار، أصله الجبس قلبت السين تاء، وهو الرديء من الأشياء، فهؤلاء يؤمنون باردأ الأوهام، ويؤمنون مع ذلك بالطغيان والسيطرة الظالمة، ولذلك يخنعون لكل ذي سلطان، ويضعون ظهورهم لكل رأب، ويطغون على كل عادل لَا يُذل ولا يؤذى!! وعبر هنا بأنهم أوتوا نصيبا من الكتاب، وفي مقام آخر خاطبهم بقوله:  (يَا أَيهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم. . .) ، وذلك لأنهم أنزلت عليهم كتب الرسالة الأولى لنبيهم، فبمقتضاها يدعوهم إلى الإيمان، ولذا عبر بالكتاب كله لَا ببعضه، فهم في هذا المقام يخاطبون بمقتضى الكتاب الذي نزل على رسولهم. أما هنا فيذكر حقيقة أمرهم، وهو أنهم نسوا حظا مما ذكروا به. </p><p> ومن جهة أخرى فإن نيلهم أقل قدر من علم الكتاب يتنافى مع إيمانهم بأتفه الأوهام، وإيمانهم بالظلم والطغيان، واعتبارهما سبيلا للعيش في الحياة، فهم ظالمون يرضون بالظلم يقع عليهم، ويتنافى علم الكتاب مع ممالأتهم لعبدة الأوثان على أهل التوحيد، فيقولون في المشركين هؤلاء أهدى طريقا من المؤمنين، وهذا قول الله تعالى: </p><p> (وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلَاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلًا) والذين كفروا هنا هم المشركون، أي أنهم يقولون لأجل إرضاء الذين كفروا وأشركوا وعبدوا الأوثان: هؤلاء في شركهم وعبادتهم غير الله تعالى أرشد طريقا، وسبيلهم هو سبيل الهداية، أما سبيل الذين آمنوا بالله وحده، ولم يشركوا به غيره، وأذعنوا لأحكام الله تعالى في أوامره ونواهيه، فليس هو سبيل الرشاد. </p><p> ويروى أن اليهود عندما بلغ بهم حسدهم للنبي - صلى الله عليه وسلم - أقصى مداه، ذهب فريق منهم إلى أهل مكة يحالفونهم على النبي - صلى الله عليه وسلم -، فقال لهم المشركون: أنتم أهل كتاب، وأنتم أقرب إلى محمد منكم إلينا، فلا نأمن مكركم، فاسجدوا لآلهتنا حتى نطمئن إليكم، ففعلوا. وقال أبو سفيان: أنحن أهدى سبيلا أم محمد؟ فقال التحدث باسم اليهود: ماذا يقول محمد؟ قالوا: يأمر بعبادة الله وحده وينهى عن الشرك، وقال: ما دينكم؟ قالوا: نحن ولاة البيت ونسقي الحجيج، ونقري الضيف ونفك المعاني، قال: أنتم أهدى سبيلا. </p><p> هذا شأن أولئك اليهود العجب، وهم قد أوتوا بعض علم الكتاب، يدفعهم الهوى والتعصب وفساد النفس إلى أن يجعلوا عبدة الأوثان أهدى من عبدة الديان!. </p><p> * * * </p>"
}