{
  "id": null,
  "sura": 4,
  "aya": 174,
  "text": "<p> (يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُم بُرْهَانٌ من رَّبِّكُمْ وَأَنزَلْنَا إِلَيْكُمْ نُورًا مُّبِينًا) الخطاب عام لأهل العقول من الناس أجمعين كافرهم وملحدهم، ومشركهم ويهودهم ونصاراهم والمؤمنين بالله ورسله، وما أنزل على رسوله الأمين محمد - صلى الله عليه وسلم -. والبرهان الذي جاء رب العالمين الناس به هو النبي - صلى الله عليه وسلم -، وقيل إنه القرآن، وقيل إنه القرآن والنبي - صلى الله عليه وسلم -، وقد ذكر الزمخشري الأقوال الثلاثة على أنها محتملة، ويصح أن يكون آخرها أجمعها وهو أولى بالاعتبار لهذا، وتوجيه القول على أن النبي - صلى الله عليه وسلم - هو البرهان، أن شخصه الكريم من يوم مولده إلى أن قبضه الله تعالى إليه برهان صدق الرسالة التي كان يدعو إليها، ويهدي الناس بها، ذلك أنه نشأ يتيما من أبيه وأمه ومع ذلك لم يتدلَّ إلى ما يتدلى إليه اليتامى، فلم يقع منه </p><p> ما يتهافت فيه الذين حرموا عطف الأب وحنان الأم، ولم يتجه إلى ما يتجه إليه الغلمان في حياته الأولى، بل كان الجد يغلبه، حتى لقد قال فيه جده وهو لم يبلغ الثامنة من عمره:  (إن ولدي هذا سيكون له شأن) ، لما رآه من مخايل الذكاء والجد، والعزوف صغيرا عن المعابث، ولما بلغ سن الشباب بدا فيه الكمال وظهر واضحا في كل حياته، فلم يكذب قط، ولم يخن قط، ولم يقع منه ما يقع من الشباب من مجون، ولم يشرب خمرا أبدا مع شيوعها في الجاهلية، والتفاخر بها، ولم يلعب الميسر مع الانغمار فيه، ولم يرتكب ما يخل بالمروءة، ولم يسجد لصنم، بل تاجر، ولم يكن إلا أمينا في تجارته كما كان أمينا في عامة شئونه، حتى لقد لقب في العرب بلقب الأمين، فكان إذا ذكر هذا اللفظ لَا يطلق إلا إليه، كما يحمل الكَلَّ، ويحمي الضعيف، ويعين على نوائب الدهر، كما وصفته زوجه أم المؤمنين خديجة، ولما بعثه الله تعالى رحمة للعالمين، كان أوضح ما يوصف به الخلق العظيم، والعطف الكريم، والجزم في الدعوة إلى الحق من غير وناء، ولا كسل، إذا سالم كان الوفى في عهده، وإذا حارب كان العدل في حربه، وإذا خاصم كان الشريف في خصومته، وإذا تكلم كان العف في قوله، وإذا عامل كان السمح في معاملته، وإذا خطب كان كلامه فصل الخطاب، أوتي جوامع الكلم، كلامه حكم، وعمله سلم، وشرعه صلاح للناس في الدنيا والآخرة. </p><p> وإذا كان الرسول - صلى الله عليه وسلم - له ذلك السمو، فشخصه برهان الصدق، ودليل الحق، وكثيرا ما كان يراه الرائي، فيسمع قوله، فيحكم بصدقه من غير أن يطلب دليلا من غير شخصه الكريم. رآه أعرابي فاسترعاه منظره الكريم، فقال: مَن أنت؟. قال الرسول الكريم: أنا محمد. فقال الأعرابي الذي يتكلم بما يسمع:  \" أنت الذي تقول فيك قريش أنك كذاب، لَا، ليس هذا الوجه وجه كذاب \"  (١) . </p><p> ثم آمن به بعد أن علم ما يدعو إليه. </p><p>(١) نقل الآلوسي هذه الرواية عن الفتوحات المكية باب (١٧٢، ٢٧٧). روي نحو هذا عن عبد الله بن سلام في مصنف ابن أبي شيبة، ومسند الشهاب للقضاعي.</p><p> هذا تخريج قول الذين قالوا إن البرهان هو النبي - صلى الله عليه وسلم -، وهم كثيرون من التابعين. </p><p> وأما قول الذين قالوا إن البرهان هو القرآن الكريم، فهو واضح لأن القرآن هو معجزة النبي - صلى الله عليه وسلم - الدالة على صدق رسالته، ولكن الذي يقتضي توضيحه هو قوله تعالى بعد ذلك: </p><p> (وَأَنزَلْنَا إِلَيْكُمْ نُورًا مُّبِينًا) فإنه واضح أن المراد منها القرآن، لأنه المنزل من رب العالمين، وهو النور الواضح الهادي إلى الرشاد، ويجاب عن ذلك بأن القرآن الكريم فيه المزايا الثلاث، فهو الحجة القائمة، والمعجزة الدائمة، وهو تنزيل من رب العالمين، وهو نور يهدي للتي هي أقوم، وإن النور المبين في القرآن، ما اشتمل عليه من أحكام شرعية خالدة تنير السبيل وتوضحه لمن يسلك سبيل المؤمنين، فهي نافعة في الدين مبينة الحق، ومن اتبع أحكام القرآن هدى، ومن خالفها هوى. </p><p> وعلى هذا يكون معنى قوله تعالى:  (وَأَنزَلْنَا إِلَيْكُمْ نُورًا مُّبِينًا) . أنزلنا إليكم مواعظ وقصصا وأحكاما شرعية هي كالنور في هدايته وإرشاده وبيانه للأشياء فهي مبينة للطريق المستقيم، والنهج القويم، والحق الذي لَا يأتيه الباطل من بين يديه، ولا من خلفه. </p><p> ولا يتغير المعنى اذا قلنا إن البرهان هو النبي - صلى الله عليه وسلم -، فإنه حينئذٍ يفسر قوله تعالى:  (وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا) . بأنه القرآن، والمعنى والمؤدى فيهما، لا يختلف. </p><p> وهنا مباحث لفظية لَا بد من الإشارة إليها بعبارات موجزة موضحة. </p><p> أولها - التعبير بقوله تعالى:  (مِّن رَّبِّكُمْ) . في قوله تعالى:  (قَدْ جَاءَكُم بُرْهَانٌ) فيه تقوية لمعنى البرهان، لأن ذلك الدليل إذا كان قد جاء من عند علام الغيوب الذي خلق السماوات والأرض وما فيهما، لابد أن يكون برهانا صادقا مقنعا لطالب الحق، مفحما لأهل الباطل الجاحدين، وقد زكى معنى التأكيد التعبير </p><p> بـ قد وبالمجيء في قوله تعالى (قَدْ جَاءَكم) أي أنه أتاكم كالأمر المحسوس المؤكد الذي يرى ويحس، فهو قائم بين أيديكم وحجة عليكم. </p><p> ثانيها - إسناد الإنزال إلى الذات العلية ذات الجلال والإكرام في قوله تعالى:  (وَأَنزَلْنَا إِلَيْكُمْ) فأسند إليه تعالى للإشارة إلى أنه تعالى المرجع وكما أن المآب إليه. </p><p> ثالثها - وصف الشرائع والقصص والمواعظ التي نزل بها القرآن بأنها نور مبين واضح، أي أنه لَا يخفى إلا على من أنفت حواسه، وفسدت مشاعره، وأصيب بعمى البصيرة، وكان عليه غشاوة، لَا يرى معها النور الواضح المبين. </p><p> وإن الناس الذين خوطبوا بذلك الخطاب الإلهي قسمان، فريق آمن واهتدى، وانتفع بالنور الذي جاء الرسول - صلى الله عليه وسلم - به، وفريق ضل وغوى، ولم ينتفع بالنور الذي حمل مصباحه المزهر محمد - صلى الله عليه وسلم -، وقد بين سبحانه وتعالى الفريق الذي اهتدى فقال تعالت كلماته: </p><p> * * * </p>"
}