{
  "id": null,
  "sura": 4,
  "aya": 113,
  "text": "<p> (وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَائِفَةٌ مِنْهُمْ أَنْ يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ وَمَا يَضُرُّونَكَ مِنْ شَيْءٍ ... (١١٣) </p><p> * * * </p><p> الضمير في قوله تعالى:  (لَهَمَّت طَائِفَةٌ منْهُمْ) يعود على ما يفهم ضمنا من حال هؤلاء الذين أُرِكست نفوسهم في الخطايا، حتى أصبحوا يقدمون عليها من غير قصد خاص إليها، كأن ذلك حال من أحوالهم، فهم منافقون يبتغون الفتنة في الذين آمنوا، وأول فتنة وأقوى فتنة هي التي تجيء في الحكام، فتبعد ما بينهم وبين الأخيار من الأمة، ويتقرب بها الأشرار الذين يرتكبون الشر، ويرمون به الأبرياء. ومعنى النص الكريم: إن أولئك المنافقين العصاة جريئون على رمي الأبرياء وتضليل الحكام. ولولا أن الله تعالى مَنَّ عليك بفضله العميم، ورحمته الواسعة، لهمت طائفة منهم أن يجعلوك في ضلال بالنسبة لمن تحكمهم وتهديهم، فهم لم يهموا بذلك؛ لأنهم يعلمون فضل الله تعالى عليه بالوحي الذي يبين له الحق، ورحمته الواسعة التي يمن بها عليه وعلى قومه، فلا يكون منهم ما يعنتهم، كما قال تعالى في وصف نبيه عليه الصلاة والسلام:  (. . . عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَءُوفٌ رحِيمٌ) </p><p> وإن هؤلاء إذا حاولوا هذه المحاولة أو لم يحاولوها، واستمروا في غيهم يعمهون، فإنهم باستمرارهم في هذه الغواية يسيرون إلى أقصى المدى في الشر، فيبعدون عن الهداية، ولذلك لَا يُضلون إلا أنفسهم، فإن النبي - صلى الله عليه وسلم - لن يضل أبدا، وإنهم لَا يضرونه بأي قدر من الضرر، ولا بأي نوع منه؛ لأن الله حافظه، وحافظ من اتبعوه إلى يوم القيامة. وقد بين الله حصانه نبيه، إذ قال:  (وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا) هداية كاملة بالرسالة، بينها الله سبحانه وتعالى بأن الكتاب أنزل عليه مبينا به الشريعة الحق التي لَا يأتيها الباطل من بين يديه ولا من خلفه، فهو يحكم بقانون القرآن، وعلَّمه الرسالة، وأنزل عليه الحكمة، وهي الفهم الصحيح، وفقه الوقائع، والمسائل: فلا يقضى إلا بالحق. وقد فسر الإمام الشافعي الحكمة بالسنة، وإن هذا التفسير له موضعه من الحق، فالله تعالى أنزل عليه الوحي بالسنة، فما كان ينطق عن الهوى، إن هو إلا وحي يوحى. </p><p> وإنه يعلم القرآن، وبالحكمة التي أنزلها على قلبه، قد أنار الله بصيرته، فعلمه علما كثيرا لم يكن يعلمه، وكان فضله بهذه الرسالة، وبهذا القرآن، وبهذه الحكمة، وبهذا العلم النوراني الذي علمه إياه، عظيما لَا حدود لعظمته. وإن هؤلاء الذين يَسعَوْن في الأرض فسادا، كانوا يحاولون أن يضلوا النبي، لولا كتاب الله الذي أنزل عليه، وحكمته التي أوحى بها إليه، وما علمه من علم، وأن أمثالهم في كل زمان، وهم أجرأ على الحكام؛ إذ لَا هداية من السماء تنزل على الحاكمين، فلا حواجز تحجزهم عن السعاية بالشر، فعلى الحكام أن يأخذوا حذرهم منهم، ولا يجعلوا منهم ألسنة تحكي حال غيرهم، بل عليهم أن يقطعوها، والله من ورائهم محيط. </p><p> * * * </p><p> (لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا (١١٤) وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا (١١٥) </p><p> * * * </p><p> في آخر الآيات السابقة، أشار سبحانه إلى أن هناك طائفة تدبر التدابير للإخلال والإضرار، وأن الله تعالى مبطل مكرهم وتدبيرهم الشر، وفي هذا النص الكريم يشير إلى أن الشر لَا يدبر إلا في خفاء، ولا يكون في إعلان، وأن الناس يعلنون خيرهم ويخفون شرهم. والإسرار بمقتضى الطبيعة البشرية لَا يكون إلا فيما يُخشى إعلانه، ويتقى اطلاع الناس عليه، ولكن مع ذلك قد يكون من الخير الإسرار في بعض الأمور، ولذا قال تعالى: </p>"
}