{
  "id": null,
  "sura": 4,
  "aya": 87,
  "text": "<p> (اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا (٨٧) </p><p> * * * </p><p> وقد نزلت هذه الآية في شأن هؤلاء المكذبين الذين يشكون في البعث والحساب، فأقسم الله تعالى لهم بنفسه، والدليل على ذلك القسم هو وجود اللام المتصلة بكلمة ليجمعنكم، ثم نون التوكيد المشددة بعدها، يقول النحاة أن اللام </p><p> واقعة في جواب قسم، والتقدير، والله أعلم، أن الله يقسم ليجمعنكم، فهو قسم، يلقيه إلينا رب العزة، بأنه سيجمع الناس وهم أموات تحت الأرض، فكل من يموت سيجمع إلى من سبقوه تحت التراب، وسيظل جمعهم هذا إلى يوم القيامة ثم يبعثون. </p><p> وفى رأي آخر أن حرف الجر \" إلى \" صلة في الكلام، معناه: ليجمعنكم يوم القيامة، وسميت القيامة قيامة؛ لأن الناس يقومون في هذا اليوم لله رب العالمين. قال جل شأنه:  (أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ (٤) لِيَوْمٍ عَظِيمٍ (٥) يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ (٦) . </p><p> (وَمَنْ أَصْدَق مِنَ اللَّهِ حَدِيثًا) ، استفهام تقريري، هل هناك من هو أصدق من الله؟ فيكون الجواب تقريرا للحقيقة التي لَا يشك فيها مؤمن: لَا، لَا أحد أصدق من الله، فهو سبحانه، يخاطبنا بما كان، وما سيكون، وكل ما جاء من عنده صدق لَا ريب فيه، فهو جل شأنه لَا يجوز عليه الكذب، لأن الكذب إخبار عن الشيء بغير ما هو عليه، والكاذب لَا يكذب إلا أنه في حاجة للكذب، لكي يستفيد منفعة، أو يدفع مضرة، والله سبحانه وتعالى حكيم غني لَا يجوز عليه الاحتياج، فهو عالم بكل معلوم، منزه عن الكذب، كما هو منزه عن سائر النقائص والقبائح. سبحانه وتعالى عن ذلك علوا كبيرا. </p><p> * * * </p><p> (فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ وَاللَّهُ أَرْكَسَهُمْ بِمَا كَسَبُوا أَتُرِيدُونَ أَنْ تَهْدُوا مَنْ أَضَلَّ اللَّهُ وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا (٨٨) وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّى يُهَاجِرُوا فِي سَبِيلِ اللَّهِ فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا (٨٩) إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا (٩٠) سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ كُلَّ مَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا فَإِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأُولَئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُبِينًا (٩١) </p><p> * * * </p><p> كان المنافقون في الحروب عنصر فتنة مستمرة، وكانوا في السلم مثيري النزاع والخصام، فهم في الحرب إن رأوا ضعفا استغلوه، وإن لم يجدوا ضعفا ظاهرا أثاروه، ولم يكن النفاق في داخل المدينة فقط، بل كان يمتد كلما قوى المؤمنون في البلاد. ففي أول إقامة الدولة الإسلامية بالمدينة، وانتصار المؤمنين في بدر، </p><p> ظهر النفاق فيها خوفا من قوة المؤمنين، وأخذ ينفث سمومه في قوتهم! وكلما عم سلطان الدولة الإسلامية واتسع، ظهر منافقون، فظهر في الأعراب نفاق كما قال تعالى:  (الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ) ، وظهر نفاق بين مشركي مكة، فكان ناس إذا أرادوا تجارة، وأرادوا أن يأمنوا غارات المؤمنين في الطريق عليهم، أعلنوا أنهم يصدقون بما جاء به محمد، وناقلوه بين الركب وبين الناس، فكان المؤمنون يختلفون في شأنهم، فمنهم من يراهم مؤمنين لَا يقاتلون ولا يغار عليهم، ومنهم من يراهم كفارا منافقين يريدون أن ينجوا بأموالهم، فنزل قوله تعالى: </p>"
}