{
  "id": null,
  "sura": 4,
  "aya": 70,
  "text": "<p> (ذَلِكَ الْفَضْلُ مِنَ اللَّهِ وَكَفَى بِاللَّهِ عَلِيمًا (٧٠) </p><p> * * * </p><p> الإشارة إلى كل ما ذكر من جزاء على طاعة الله وطاعة الرسول - صلى الله عليه وسلم -، من أجر عظيم، وهداية إلى الصراط المستقيم، ورفقته مع الأخيار الأبرار من النبيين والصديقين والشهداء والصالحين، هذا كله فضل من الله تعالى العلي الكبير، وعطاء منه، ورحمة يرحم بها المتقين -، وهو العليم بكل ما يعملون من خير، لَا يخفى عليه شيء في الأرض ولا في السماء، وهو السميع البصير. فقوله تعالى:  (وَكَفَى بِاللَّهِ عَلِيمًا) فيه بيان أنه يعلم سبحانه من يستحق فضله وعطاءه ومن لَا يستحق، وفيه إشارة إلى أن الطاعة هي طاعة العالم بكل شيء، فالطاعة فيها مصلحة للعباد؛ وكون الجزاء بفضل الله فيه إشارة إلى أن العمل وحده لَا يستوجب العطاء، إنما هو من فضل الله تعالى. ولقد روى أن النبي - صلى الله عليه وسلم - قال:  \" لن يُنَجِّي أحدا منكم عمله \" ، قالوا: ولا أنت يا رسول الله؟ ! قال:  \" ولا أنا، إلا أن يتغمدني الله برحمته. سددوا وقاربوا واغدوا وروحوا، وشيء من الدلجة(أي من قيام الليل)والقصد القصد تبلغوا \"  (١) . اللهم اختم لنا بخير ما نعمل، ونجنا بفضل رحمتك من سوء أعمالنا، إنك ذو الفضل العظيم. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ فَانْفِرُوا ثُبَاتٍ أَوِ انْفِرُوا جَمِيعًا (٧١) وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا (٧٢) وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ اللَّهِ لَيَقُولَنَّ كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ يَا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ </p><p>(١) رواه البخاري: الرقاق - القصد والمداومة على العمل (٦٤٦٣)، ومسلم بنحوه: صفة القيامة والجنة والنار - لن يدخل أحد الجنة بعمله (٢٨١٦). عن أبي هريرة رضي الله عنه.</p><p> فَوْزًا عَظِيمًا (٧٣) فَلْيُقَاتِلْ فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا (٧٤) </p><p> * * * </p><p> في الآيات السابقات بين الله سبحانه وتعالى دعائم الحكومة الإسلامية الوثيقة الأركان، فذكر لها ثلاثة أوصاف: </p><p> أولها - أن تسودها الأمانة في القول والعمل والمال، فلا تقوم حكومة قويمة إلا إذا كانت الأمانة هي السائدة بين الحكام والسائدة بين الشعب، والسائدة في العلاقات بين الشعب والحكومة. فإذا لم تكن الأمانة فسد أمر الحاكم والمحكوم، وضاعت الأمة. </p><p> وثانيها - العدل، فهو ميزان الجماعة وميزان الحكم. ولقد كان العدل شعار الإسلام وسيماه ومعناه، فإذا كان لكل دين سمة واضحة فيه، فسمة الإسلام العدل من العدو والولي على سواء. ولا تقوم أمة إذا لم يقم بينها العدل، واحترام الحقوق التي قررها الله تعالى، ومنحها لعباده. </p><p> وثالثها - الرجوع إلى كتاب الله تعالى وسنة رسوله - صلى الله عليه وسلم -، واتخاذهما الحكم المرضي للحكومة دائما، لَا يأخذ أحد منهما ما يحب ويدع ما لا وإنه يجب أن يكون للأمة مجلس للحل والعقد يستشيره الحاكم ويشير عليه، فإن اختلف أهل الْحَلِّ والعَقْدِ، احتكموا إلى كتاب الله تعالى، يشير إلى ذلك قوله تعالى:  (فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِن كنتُمْ تُؤْمِنُونَ بِاللَّه وَالْيَوْمِ الآخِرِ) . </p><p> وفى الآيات السابقة أكد الأمر بطاعة الله تعالى، وبين أن أعلى الدرجات أن يطيع المؤمن الله ورسوله، ولو أمره بأن يتقدم لإعلان الحق والنطق به، وهو يعلم أنه سيقتل. </p><p> وإذا تكونت الأمة ذلك التكوين العادل الأمين، تقدمت للدفاع عن نفسها، ولذلك جاء بعده أخذ الأهبة للقتال، فقد قال سبحانه وتعالى: </p>"
}