{
  "id": null,
  "sura": 4,
  "aya": 8,
  "text": "<p> (وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا (٨) </p><p> * * * </p><p> هذا النص الكريم ورد في الأقارب الذين لَا ميراث لهم كما قال أكثر المفسرين، ولكن القارئ للنص يرى أنه أوسع شمولا؛ لأنه يشمل المساكين واليتامى بإطلاق، وإن لم يكونوا أولي قربى، والمساكين هم الفقراء الذين أسكنتهم الحاجة </p><p> وأذلتهم، وليس المراد من حضورهما أن يكونوا مشاهدين للقسمة؛ لأن قسمة الأموال لَا تكون عادة في حضرة هؤلاء الضعفاء، وإنما المراد العلم بهم من مُقَسِّمي التركة علم حضور ومعاينة، ومعنى الرزق إعطاؤهم مالا ينفقون منه، ويسدون منه حاجاتهم بحيث لَا يكونون أثرياء. والأمر في قوله تعالى:  (فَارْرقُوهم) . قال بعض التابعين: إنه للندب، فعلى الورثة أن يَرْضَخُوا (١) مقدارا من المال ندبا، وحجة هؤلاء في أن الطلب للندب أنه غير مقدر، والفرض الذي يكون لازما من المال لَا بد أن يكون مقدرا، وقد كان الصحابة يفعلون ذلك، حتى إنه يروى أن عبد الله بن عبد الرحمن بن أبي بكر قسم ميراث أبيه، وأم المؤمنين عائشة - رضي الله عنها - على قيد الحياة، فلم يدع في الدار أحدا إلا أعطاه. </p><p> وقال بعض التابعين: إن ذلك واجب، وهو للقرابة الفقيرة واليتامى والمساكين في التركات، فهو ثابت كثبوت حق الورثة، لَا يزيد أحدهما على الآخر، وعدم التقدير فيه ليس إجمالا، بل ترك الأمر فيه إلى الورثة، وإلى القاضي الذي يقوم على تنفيذ التركات، وقد ادعى بعض التابعين نسخ الوجوب في الآية فرد قوله سعيد بن جبير، فقال:  \" إن ناسا يقولون نسخت، والله ما نسخت، ولكنها مما تهاون به الناس \" . </p><p> وإن الذين قرروا أن الأمر للوجوب قصروا العطاء على (النقود) وما يشبهها كالقمح ونحوه دون العقار، وقد روي أن الحسن والنخعي قالا:  \" أدركنا الناس وهم يقسمون على القرابات واليتامى والمساكين من العين (أي الذهب والفضة \" فإذا قسم الذهب والفضة وصارت القسمة إلى الأرضين والرقيق - قالوا لهم قولا معروفا. </p><p> وقد قرر من الفقهاء وجوب العطاء - الظاهرية، فقالوا يجب إعطاء هؤلاء من التركة مقدارا يتناسب مع حال الورثة وجال هؤلاء ومقدار التركة، ويقدره القضاء. </p><p>(١) رَضَخَ له من ماله يَرْضَخُ رَضْخا: أعطاه.؛ الرَّضْخُ: العطية القليلة. [لسان العرب - رضخ].</p><p> والقول المعروف مطلوب: وهو القول الذي لَا يخدش الكرامة، وليس فيه منة العطاء، وقد قال فيه الزمخشري:  (وأن يلطفوا لهم القول، ويقولوا خذوا بارك الله عليكم، ويعتذروا إليهم، ويستقلُّوا ما أعطوهم، ولا يستكثروه ولا يمنوا عليهم) . </p><p> * * * </p>"
}