{
  "id": null,
  "sura": 4,
  "aya": 32,
  "text": "<p> (وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ ... (٣٢) </p><p> * * * </p><p> التمني تصور ما لَا حقيقة له وطلب ما لم تتخذ الأسباب لتحصيله، ويتضمن معنى الطمع فيما في يد الغير، والحسد له، وإن ذلك يؤدي إلى شقاء النفس وفساد الخلق والدين، وإن الله تعالى فضل بعض الناس بالعقل والذكاء، وبعضهم بالجاه، وبعضهم بالقدرة على إدارة شئون الدولة، وبعضهم بفضل من المال. والفضل معناه الزيادة لَا ترتيب الدرجات، فقد يكون المفضول أعلى درجة عند الله ممن زاد عليه. ومعنى النص الكريم: لَا تتمنوا ولا تطمعوا وتتطلعوا إلى ما زاد الله به بعضكم على بعض في المال أو الجاه أو العمل أو الجهاد، فإن ذلك يجعلكم في اضطراب وبلبال مستمر وقلق دائم يزعجكم ويزعج المجتمع بكم، وما كانت الانقلابات الاجتماعية والفتن المخربة إلا بسبب تطلع كل إنسان لما أعطاه الله غيره من فضل ليس عنده، فذو المال يحسد ذا العقل والتدبير، والفقير يحسد ذا المال، وهكذا يكون كل إنسان في انزعاج بسبب تمنيه وتطلعه لما لَا يستطيع. </p><p> وإن الله سبحانه وتعالى قد سهل عمل الخير لكل إنسان، وله من نتائج عمله الجزاء على قدر العمل، وإن التكليف على قدر الطاقة وعلى مقتضى التكوين الإلهي للأشخاص والأنواع، ولذلك قال سبحانه: </p><p> (لِّلرِّجَالِ نَصيبٌ ممَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ ممَّا اكتَسَبْنَ) إن للرجال حظا مما اكتسبوا من أعمال قاموا بها من جهاد في سبيله، وإدارة لشئون المسلمين، وفصل في الخصومات، وقيام بالتكليفات العامة، وللرجال حظ من الأموال بمقدار ما يكلفون من أعمال اجتماعية، وللنساء نصيب وأجر مما اكتسبن، فلهن جزاء على آلام الحمل وآلام الوضع، وآلام التربية والسهر على الطفل والرعاية لشئونه، والصبر على هذه الرعاية، ولهن الجزاء الأوفى على القيام على مملكة البيت التي هي راعيتها، ولهن من المال في الميراث بمقدار ما يكلفن من تكليفات اجتماعية، فليرض كل من الرجال والنساء بحظهم الذي يتفق مع تكوينهم وكل له جزاؤه في الواجبات العامة لكلا الصنفين، والواجبات الخاصة بأحدهما، ولا يتمنَ أحد ما ليس له. </p><p> (وَاسْأَلُوا اللَّهَ مِن فَضْلِهِ) أي لَا تتمنوا ولا تتطلعوا إلى ما لم تتخذوا الأسباب له، واتجهوا إلى الله تعالى علام الغيوب الرزاق ذي القوة المتين، واسألوه ما يتفضل به عليكم، وما يزيدكم به من حظوظ الدنيا والآخرة، فإنكم عندئذ تطمئنون وتستقر نفوسكم، ويبعد عنكم القلق والانزعاج، والله سبحانه هو المعطى الوهاب. </p><p> (إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا) إن الله تعالى ذو الفضل العظيم وهو يعطي من فضله بمقدار علمه وبمقدار تكوينه للأشياء وتقديره لما يصلح، وإنه سبحانه وزع الأرزاق والمواهب بمقتضى علمه، فجعل من الناس الغني والفقير؛ إذ لو كان الناس سواء في الغنى والفقر ما كان من يعمل بيده ويزرع الأرض، ويقيم العمران وينمي الزرع والحرث، ولو كان الناس جميعا ذوي مواهب عالية ما وجد من ينفذ ما يفكر فيه أولئك العلماء، ولو كان الناس جميعا ساسة ما وجد من يسوسونه، ولكان الاختلاف ولا يكون الناس أمة واحدة، وإن الناس كهرم قاعدته أوْسَعه ساحة، ثم يعلو حتى يضيق أعلاه، والقاعدة هي أساس البناء، وإن ذلك التنظيم هو مقتضى العلم ومقتضى النظر، اللهم إليك الأمبر والنهي والتقدير، قد فوضنا كل أمورنا إليك، وإنك نعم المولى ونعم النصير. </p><p> * * * </p><p> (وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا (٣٣) الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ وَاللَّاتِي تَخَافُونَ </p><p> نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا (٣٤) وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا إِنَّ اللَّهَ كَانَ عَلِيمًا خَبِيرًا (٣٥) </p><p> * * * </p><p> في الآيات السابقة ذكر سبحانه وتعالى أنه جعل لكل من الذكور والإناث حظه مما اكتسب، رجالا ونساءً، فليس لأحد أن يتمنى ما فضل به غيره عليه، وإلا عبث الشيطان بعقله وقلبه، فالأماني الكاذبة مطايا الشيطان دائما. </p><p> وفى هذا النص الكريم يبين أنه جعل كذلك حظوظ الميراث بما قدر سبحانه وتعالى، وقد جعله في الأولياء النصراء الذين كان يستنصر بهم في حياته، ويأمن بهم من الاعتداء والجور، ففي ظلهم وقربهم كان كسبه، فيكون لهم بعد وفاته ما قدره العليم بكل شيء. وقد قدر سبحانه الميراث بنوع القرابة وقربها، لَا بآحادها كالشأن في كل الشرائع والقوانين، تقدر أحكامها بالأنواع لَا بالآحاد، ولذا قال تعالى: </p>"
}