{
  "id": null,
  "sura": 4,
  "aya": 77,
  "text": "<p> (أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلاةَ وَآتوا الزَّكاةَ) تكاثر جمع المؤمنين نسبيا في مكة، وخرجوا مهاجرين، ليقيموا دولة الفضيلة في المدينة، وسكنها النبي - صلى الله عليه وسلم - واستقر بها، وأخذ يعقد العقود، وينسق العلاقات بين المقيمين بها وحولها، حتى يكون الاطمئان. ولقد أراد المؤمنون أن يتقدموا لقتال </p><p> المشركين، حتى إن النسائي يروى أن عبد الرحمن بن عوف وأصحابا له أتوا النبي - صلى الله عليه وسلم -، فقالوا: يا نبي الله، كنا في عز ونحن مشركون، فلما آمنا صرنا في ذل!! يريدون أن يأمرهم بقتال المشركين. وسواء أكان الطلب وهم بمكة، أم كان وهم بالمدينة، قبل أن يتقدم النبي - صلى الله عليه وسلم - لدفع أذى المشركين بالسيف بعد أن استمادوا وطغوا في الأرض، وأكثروا فيها الفساد. فإن النبي بحكم الله أمرهم بأن يكفوا عن القتال وقتا ينظم فيه الأمر بتقوية أرواحهم، وتوجيهها إلى الله تعالى لتخلص لله وحده، وذلك بإقامة الصلاة، فإن الصلاة فيها تخليص النفس من أدران الماثم، والاتجاه بها إلى الله وحده، وهي إذا أديت على وجهها تنهى عن الفحشاء والمنكر، كما أمرهم أن يتجهوا في هذه الفترة أيضا إلى تقوية أنفسهم، والربط بين آحادهم بصلات المودة والتعاون، وإزالة ضعف الضعفاء، وذلك بإعطاء الفقراء الزكوات التي كانت مفروضة في أول الإسلام. وإن تقوية الضعفاء سبيل قوة الدولة، كما قال عيم:  \" ابغوني في ضعفائكم، فإنما ترزقون وتنصرون بضعفائكم \"  (١) . . . حتى إذا استقام أمر الجماعة الإسلامية كتب الله تعالى القتال الذي طلبه من قبل أقوياء الإيمان، ولم يعارضه غيرهم، فكان الطلب من الجميع، كتبه الله تعالى دفاعا عن أهل الإيمان الذين يستذلهم المشركون، ومنعا للفتنة في الدين، وإعلاء لكلمة الحق، ولكي يتقدم للإيمان كل مريد للحق طالب له، غير خائف من صولة الشرك. ولما كتب القتال كان الصادقون الأقوياء آخذين الأهبة، ومستعدين للإقدام، وكان الضعفاء في وجل، ولذا قال سبحانه: </p><p> (فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً) الخشية الخوف الشديد مع مهابة الضعيف لمن يخافه، وهذا الفريق الذي خاف القتال مع الهيبة من الأعداء هو من الضعفاء الذين لَا يعلون بإيمانهم. </p><p> والتعبير بقوله تعالى في أوصاف هذه الخشية:  (يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً) ، فيه بعض إشارات بيانية. </p><p>(١) سبق تخريجه من رواية الترمذي وأبى داود والنسائي.</p><p> أولاها - أنه عبر عن الأعْدَاء بقوله (النَّاسَ) ، وهو توبيخ أبلغ توبيخ، ذلك لأنهم أناس مثلهم، وليسوا في الفضل مثلهم، وفوق ذلك مع أنهم أناس مثلهم، يجعلون خشيتهم في مقابل خشية الله تعالى ذي الجلال والإكرام القاهر فوق عباده. </p><p> الثانية - التعبير بلفظ الجلالة فيه إشارة إلى بيان خورهم وفساد تفكيرهم؛ إذ يجعلون خشية الله - جل جلاله -، في مقابل الخشية من الناس، والله تعالى إذا كان معهم وقاموا بحق الجهاد، فلن يخذلوا أبدا. </p><p> الثالثة - في الترديد بين أن تكون خشيتهم من الله بمقدار خشيتهم من الناس، أو أكثر، فيه بيان لحال ضعفهم، واستمكان الضعف، وهو ترق في التوضيح، إذ إنه من المقرر أن المؤمن لَا يليق به أن يخاف الناس، كما يخاف الله، فكيف إذا كان يخاف الناس أكثر من الله؟! ولا شك أن فريقا من أولئك الضعفاء أو المنافقين كان على هذه الحال. </p><p> وأولئك الجبناء لَا يكتفون بالخوف والفزع، بل يصل بهم الأمر إلى درجة أن يعترضوا على فرضية القتال. </p><p> (وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلا أَخرْتَنَا إِلَى أَجَل قَرِيب) قد قالوا لفزعهم: ربنا الذي خلقنا ونمانا وربانا، لأي شيء كتبت علينا القتال وفرضته وألزمتنا به، وهو أمر مخوف مرهوب؟! فمن فرط ذهولهم وجبنهم ينسون العزة والكرامة، وأنهما مطلبان لَا ينالان إلا بالحرب والجهاد؛ وينسون إذلال الكافرين للمؤمنين، والفتنة في الدين، ويسألون عن أسباب القتال!. نعم إن القتال أمر تكرهه النفوس، ولكن إن كان دفعا للذل يصير واجبا، كما قال تعالى:  (كتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ وَعَسَى أَن تَكرَفوا شَيئًا وَهُوَ خَيْرٌ لكُمْ) . </p><p> فيصير القتال أمرا مستمرا لشرف الغاية التي تدعو إليه. </p><p> وإذا ذُكر أولئك الضعفاء بالباعث على شرعية القتال لَا يذهب فزعهم، بل يقولون وجلين هلعين:  (لَوْلا أَخَّرتَنَا إِلَى أَجَل قَرِيب) ، أي: هلا أخرتنا في إجابة </p><p> داعي القتال إلى زمن مؤجل قويب؛ فهم بعد أن يعود إليهم رشدهم يطلبون أن يُؤَخروا هم، لَا أن تؤخر الفرضية!. لقد كان كلامهم الأول في شأن الفرضية، ولما أدركوا سوء قولهم، كان كلامهم عن مطالبتهم بتأخير ذهابهم إلى القتال، وذلك ما يدل عليه تعبير الله عنهم بقوله:  (لَوْلا أَخَّرْتَنَا) ، فهذا الفريق الضعيف الإيمان يريد أن يذهب المجاهدون الأبرار، ويقعدوا هم مع القاعدين!! وقد قال في ذلك القرطبي:  (معاذ الله أن يصدر هذا القول من صحابي كريم، يعلم أن الآجال محدودة، والأرزاق مقسومة، بل كانوا لأوامر الله ممتثلين، سامعين طائعين، يريدون الوصول إلى الدار الآجلة خيرا من المقام في الدار العاجلة، على ما هو معروف من سيرتهم، اللهم إلا أن يكون قائله ممن لم يرسخ في الإيمان قدمه، ولا انشرح بالإسلام جنانه، فإن أهل الإيمان متفاضلون؛ فمنهم الكامل، ومنهم الناقص، وهو الذي تنفر نفسه عما يؤمر به، فيما تلحقه فيه المشقة، وتدركه الشدة) . </p><p> (قُلْ مَتَاعُ الدُّنْيَا قَلِيل وَالآخِرَةُ خَيْر لِّمَنِ اتَّقَى) إن الحرص على الدنيا والتعلق بها، يدفع إلى الرغبة في البقاء على أية صورة كان البقاء، سواء أكان البقاء في عزة أم كان في ذلة. فمطامع المال ومتاع الدنيا تجعل النفس ترضى بالحياة بكل صورها، وقديما قال العرب:  (أذل الحرصُ أعناقَ الرجال) . فكان لابد لتربية روح الجهاد من تعريف المسلم بقيمة هذه الحياة، ووزنها بالنسبة لما بعدها، ولذلك أمر الله نبيه أن يقول لهؤلاء الذين كانت خشيتهم للناس كخشية الله أو أشد، واضطربوا عندما أمروا بالقتال: إن كل منافع الدنيا ولذاتها قليلة، مهما كبرت في نظركم، فكثيرها قليل إذا كانت في ذلة، ولا يبقى الانتفاع إذا تحكم فيكم الأعداء، وهي فانية لَا تبقى، وكل ما يكون مآله الزوال ضئيل مهما تكاثر في العدد، وإذا وزن متاع الدنيا بمتاع الآخرة الباقي الخالد الدائم، فإنه لَا يكون شيئا مذكورا!! ولذا جاء قول النبي بأمر الله تعالى:  (مَتَاعُ الدُّنْيَا قَلِيلٌ وَالآخِرَةُ خَيْر لِّمَنِ اتَّقَى) والآخرة بما فيها من متاع دائم خير من الدنيا بكل حذافيرها؛ لأنه لَا نزاع </p><p> فيها، ولا شر يتحكم ولا مغالبة، بل اطمئنان وهدوء، وسرور مستمر، لمن ينالون جنتها ويبعدهم الله تعالى عن جحيمها، وهي مع ذلك أكلها دائم، ونعيم مقيم، ورضوان من الله أكبر، وإن أعمال الخير في الدنيا، والجهاد في سبيل الحق، هي السبيل لنيل ما في الآخرة من خير وجنات تجري من تحتها الأنهار، ومن عمل عملا صالحا نال جزاءه موفورا، ولذا قال سبحانه وتعالى: </p><p> (وَلا تُظْلَمُونَ فَتِيلًا) الفتيل: هو الخيط الدقيق الذي يكون في شق نواة التمر، وهو يضرب مثلا للقلة والتفاهة. والمعنى: إنه إذا كانت الآخرة خيرا من الدنيا وأبقى من متاعها، فإن طريق الآخرة هو الجهاد في سبيل الله، والقيام بطاعته، وإنكم ستنالون الجزاء الأوفى، ولا ينقص من أحد منكم أي قدر من جزائه، ولو كان قدرا ضئيلا لَا تأبهون له في دنياكم، فإذا كان حرصكم هو الذي جعلكم تخشون القتال، وترجئونه، فإنه يجب أن يكون حرصكم كبيرا على ما هو أغلى وأعظم، وما هو مؤكد لَا احتمال فيه، ولقد كان حرصهم وخوفهم من القتال؛ لأنهم يريدون الحياة ويخافون الموت، فبين لهم سبحانه أن الموت آت لا محالة، وأنه لاحق بهم أينما يكونوا: </p><p> * * * </p>"
}