{
  "id": null,
  "sura": 4,
  "aya": 12,
  "text": "<p> (وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ ... (١٢) </p><p> * * * </p><p> هذا بيان أحوال ميراث الزوج، فإنه يكون له النصف إن لم يكن للمتوفاة ولد، والمراد من الولد أولاد الظهور أي الفروع الذين لَا يتوسط بينهم وبين المتوفاة أنثى، خلافا للشيعة، وإن كان للمتوفاة ولد فإن الزوج يكون له الربع. </p><p> (وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكمْ وَلَدٌ فَإِن كَانَ لَكُمْ وَلَد فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُم) وهذا بيان ميراث الزوجة تأخذ الربع إذا لم يكن للمتوفى ولد، وقد بيَّنا معنى الولد، وتأخذ الثمن إن كان للمتوفى ولد. ونرى من هذا أن الزوجة على النصف في التقدير من الزوج، وهو قاعدة عامة في قسمة الميراث بالنسبة للرجل والمرأة، ولم يستثن إلا الإخوة لأم. (وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ) هذا النص في ميراث الإخوة والأخوات لأم، وقد عبر عنهم بالكلالة، والكلالة هم القرابة من غير الأصول والفروع، وقد قيل إن الكلالة مشتقة من الإكليل، وهو الذي يحيط بالرأس من جوانبه، وقرابة الكلالة وهي غير الأصول والفروع تحيط بالشخص من جوانبه، وليست في أصله ولا فرعه، ومعنى (يُورَثُ كَلالَةَ) أي يورث من غير أصوله أو فروعه، وعلى ذلك يكون ميراث المذكورين في الآية شرطه ألا يكون أصول ولا فروع. والميراث بالكلالة ذكر في موضعين: أحدهما هذا الموضع، والثاني قوله تعالى في آخر هذه السورة:  (يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ. . .) . </p><p> وقد أجمع الصحابة على أن المراد من الإخوة والأخوات هنا الإخوة لأم والأخوات لأم، كما أجمعوا على أن المراد بالإخوة في آخر السورة الأشقاء ثم لأب. وقد سئل النبي - صلى الله عليه وسلم - عن الكلالة في هذه الآية فذكر أنها أولاد الأم، وبهذا يتبين أن هذا النص الكريم فيه أحوال ميراث الإخوة والأخوات لأم، وقد ذكر لهم حالين: إحداهما - أن يأخذ الواحد أو الواحدة السدس، والثانية أن يأخذ الأكثر من واحدة أو واحد الثلث يشتركون فيه بالسوية بلا فرق بين الذكر والأنثى، لأن الله تعالى يقول:  (فَهُمْ شرَكَاء فِى الثّلُثِ) والشركة الأصل فيها التسوية حتى يذكر النص الدال على التفاوت، ولم يوجد في النص ما يدل على التفاوت. وهناك حال فهمت من التعبير بالكلالة، وهي أن هؤلاء لَا يرثون إلا إذا لم يكن فروع ولا أصول. </p><p> هذا، ومرتبة الورثة في التقسيم بعد سداد الديون، وبعد تنفيذ الوصايا، فالتركة لَا تقسم إلا بعد سداد الديون، ولا تميز أنصبة كل وارث إلا بعد تنفيذ الوصايا التي لَا تتجاوز الثلث. فنصيب الورثة دائما لَا يكون إلا في الباقي بعد الوصايا، ولذا قال سبحانه في كل قسمة إنها بعد تنفيذ الوصية والدين، فقال بعد ميراث الأبوين والأولاد:  (مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا) ، وقال بعد ميراث الزوج:  (مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا) وقال بعد ميراث الزوجة: (مِّنْ بَعْدِ وَصِيَّةٍ توصونَ بِهَا أَوْ دَيْنٍ) . </p><p> وهنا أمران تجب الإشارة إليهما: </p><p> أولهما: أنه كرر في كل حال حق الدائنين والموصى لهم، تبرئة لذمة المتوفى وتأكيدا لحقهم. وهو دليل على أن حق الدائنين والوصايا هو حق للميت نفسه، فهو أولى من غيره. وقدم الوصايا في الذكر، مع أنها مؤخرة عن الدين في السداد، وذلك للتشديد في تنفيذها؛ لأنها مظنة الإهمال أو مظنة الإخفاء، فكان من الأسلوب الحكيم العناية بتنفيذها، وكان من العناية تقديمها في الذكر. </p><p> الأمر الثاني: أنه ذكر عند ميراث أولاد الأم التحريض على الأداء، فقال تعالى:  (غَيْرَ مُضارٍّ وَصِيَّةً مِّنَ اللَّهِ) فكان التحريض مرتين، مرة بمنع المضارة، ومرة أخرى بتأكيد أن هذه وصية الله، فمن خالفها فقد تمرد على وصية الله العليم الحليم الذي يعلم كل شيء وإن لم ينزل العقاب فور الجريمة. وكان ذلك في أولاد الأم؛ لأن حقوقهم مظنة الضياع والإهمال، ولا يزال الناس إلى الان يكادون يهملون نصيب أولاد الأم، وإذا ذكروا به، كان ذلك بمنزلة التذكير بأمر غريب، فكان التأكيد لهذا. </p><p> وقد كانت أحكام المواريث مظنة التلاعب في الماضي، ولا تزال حقوق النساء فيها موضع التلاعب إلى اليوم، ولذلك أكد الله سبحانه حق الميراث بقوله: </p><p> * * * </p>"
}