{
  "id": null,
  "sura": 4,
  "aya": 43,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا (٤٣) </p><p> * * * </p><p> أمر الله سبحانه وتعالى فيما سبق من قول حكيم بعبادته وحده، وألا يشرك العبد به شيئا، ثم أمر بعد ذلك بحسن المعاملة، بالأقربين، ثم بالناس أجمعين، </p><p> وبالأخذ بيد الضعيف، وبإخلاص النية له سبحانه في القول والعمل، وأن الرياء ينافي الاتجاه إلى الله وحده. وفي هذه الآية الكريمة بين طريق المعاملة الكريمة، وتربية الإخلاص له سبحانه وتعالى، وهي الصلاة، وقد ذكرها بذكر ما يجب من مقدماتها، وهو تطهير الجسم والقلب، فقال سبحانه وتعالى: </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلاةَ وَأَنتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ) </p><p> يذكر المفسرون في معنى لَا تقربوا الصلاة تأويلين: أحدهما: أن المعنى لَا تقوموا بها، أو لَا تغشوها واجتنبوها وأنتم سكارى، كما قال سبحانه:  (وَلا تَقْرَبُوا مَالَ الْيَتِيم) ، وكما قال تعالى:  (وَلا تَقْرَبُوا الزِّنَى إِنَّه كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا) . </p><p> والثاني: أن معنى قرب الصلاة قرب مواضعها، أي لَا تقربوا مواضع الصلاة وأنتم سكارى، وإذا كان النهي عن قرب الموضع قائما، فهو بلا ريب متضمن النهي عن الفعل نفسه، فهذا التأويل يزيد المعنى فيه عن الأول بالنهي عن دخول السكران المسجد حتى يستفيق، وفي ذلك احترام للمسجد وتكريمٌ لبيوت أذن الله تعالى أن يرفع ذكره فيها. والنهي هنا نهى عن الصلاة في حال السكر؛ لأن ذلك يتنافى مع الخشوع والقصد وإخلاص النية في كل جزء من أجزائها لله تعالى. وقد حُدَّ النهي بنهاية معينة، وهي الاستفاقة وفهم ما يقول، ولذا قال سبحانه:  (حَتَّى تَعْلَمُوا مَا تَقُولُونَ) أي حتى تقصدوا قصدا حقيقيا بنية خالصة، عالمين موقفكم من الله تعالى، وعالمين بما يشير إليه لفظ التكبير، ولفظ التسبيح، ومعاني الفاتحة التي هي دعاء القرآن وضراعة المؤمن لربه، ومعاني الآيات التي تتلى في الصلاة، فهذا هو ما يقال في الصلاة. فليس العلم الذي هو الغاية التي ينتهي عندها هو مجرد الإدراك والفهم، وذهاب غيبوبة السكْر، بل العلم هو هذا اليقين والإدراك العالي الذي به تقام الصلاة، ويكون حسن إقامتها. </p><p> وقد يقال: كيف يخاطب السكران بهذا النهي؟ والجواب عن ذلك أنه خطاب له وهو في وعيه بحيث يعمل على تجنب السكر في وقت الصلاة، ولا </p><p> قُرْبَ وقتها، \" فكان النهي يتضمن الأمر بتجنب الشرب في أوقات الصلاة وما قبلها، بحيث يتحرى ألا يجيء وقت الصلاة إلا وهو مدرك إدراكا تاما.وإنه يؤيد هذا قوله:(وَأَنتمْ سُكَارَى)فإن هذا التعبير يفيد النهي عن القرب من الصلاة وهم بهذه الحال، فهو يفيد النهي عن السكر قبلها، حتى يكون صاحيا وقتها.</p><p> وإنه يترتب على هذا مراعاة أن يكون السكر في غير أوقات الصلاة، وأن يتأكد أن وقت الصلاة لَا يدركه إلا وهو يعلم ما يقول، فلا يسكر الشخص قط في أثناء النهار، لأنه لَا يمكن أن يضمن الصحو في وقت الصلاة، إذا شرب مسكرا في أثناء اليوم. ولا يتمكن من السكر إلا بعد العشاء، وإنه يجب أن يعلم أن الصحابة الذين كان يقع منهم الشرب أحيانا قبل التحريم الشافي، منهم من كان يتهجد في الليل، وإذا تردد بين الشرب والتهجد آثر صلاة الليل. </p><p> وإن ذلك كله قبل التحريم القاطع المنهى لحال العفو عن الشرب، وقد قالوا: إن ذلك قبيل كان من التدرج حتى يألفوا اجتناب الخمر، ويستأنسوا بتحريمها تحريما قاطعا. </p><p> (وَلا جُنُبًا إِلَّا عابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا) والجنب هو من أتى النساء ولم يغتسل، وتكون المرأة أيضا جنبا، وهو يستعمل وصفا، وأصله مصدر، ولذلك يطلق على المفرد والجمع والمذكر والمؤنث بلفظ واحد، ولفظ جنب هنا المراد به الجمع، وهو عطف على الحال، وهو:  (وَأَنتُمْ سُكَارَى) . </p><p> والمعنى: النهي عن قرب الصلاة جنبا، كالنهي عن قرب الصلاة (وهم سكارى) . وإذا كان النهي في الأول مؤداه الأمر بتجنب السكر وقت الصلاة. </p><p> فكذلك الأمر هنا مؤاده تجنب ما يكون سببا للجنابة وقت الصلاة. </p><p> وقوله تعالى:  (إِلَّا عابِرِي سَبِيلٍ) ، قال بعضهم: إنه المسافر، لأن المسافر يعبر الطريق ولا يتوقف بل يسير. وقد استبعد الأستاذ الشيخ محمد عبده أن يعبر عن المسافر بـ \" عابر سبيل \" بل التعبير القرآني الشائع هو كلمة \" على سفر \". وقالوا </p><p> إن تفسير عابر السبيل بالمسافر هو على منهاج من يفسر (لا تَقْرَبوا الصَّلاةَ) بقربها هي. وأما من قال إن المراد من قرب الصلاة قرب موضعها، المتضمن النهي عنها، فإنه يكون معنى عابر السبيل الذي يمر من المسجد لحاجة، فإن الجنب محرم عليه دخول المسجد إلا أن يكون عابر طريق فيه لحاجة، ولا يمكنه الوصول إلى حاجته إلا إذا مر من المسجد. وقد مر أن النهي عن قرب مكان الصلاة وهو جنب نهي ضمني عن الصلاة ذاتها، ولذا أشرنا باختياره، ولقد روي أن عائشة رضي الله عنها قالت:  \" جاء رسول الله - صلى الله عليه وسلم - ووجوه بيوت أصحابه شارعة في المسجد،فقال:\" وجهوا هذه البيوت عن المسجد \" (١) ، فقبل توجيه البيوت كان بعض الذين بيوتهم تجاور المسجد لَا ينفذون إلى الطريق إلا منه، وبعض فقراء الصحابة كانوا يقيمون في المسجد، ولهذا استثنى عابر السبيل منه لحاجته، لكيلا يكون على المؤمن حرج. </p><p> وقوله تعالى:  (حَتَّى تَغْتَسِلُوا) بيان لغاية المنع بالنسبة للجنب، فكما أن المخ بالنسبة لمن هو في حال سكر هو أن يعلم ما يقول، فكذلك النهي لمن هو في حال جنابة نهايته هو الاغتسال. والاغتسال تعميم الجسم كله بالماء، وإن الاغتسال بعد الجنابة طهارة حسية، ونفسية، وتعويض بدني، وإنعاش للأعصاب بعد أن أنهكت أو أجهدت. وإن الطهارة النفسية بالاغتسال لما في الاغتسال والاستعداد به للصلاة من تذكر لله تعالى وقت أن استحكمت الشهوة وتحكمت ونفذت، فتخلص نفسه من المادية التي كانت فيها وسيطرت عليها، وإذا تذكر الله طلب الولد والنسل والذرية الطيبة من زوجه الطاهرة. وأما الإنعاش للأعصاب، والتعويض البدني، فإن هذين الأمرين يؤيدهما الحس والتجربة، ولا ينكرهما الطب. </p><p> وإن بعض الناس يكون مريضا يشق عليه استعمال الماء، أو يكون على سفر يشق عليه الحصول على الماء، ولذلك شرع له التيمم، وهو طهارة روحية فقط، إذا عجز عن الطهارة الحسية بالماء، ولذا قال سبحانه: </p><p>(١) روأه أبو داود (٢٣٢)، والبيهقي في السنن الكبرى (٤٣٥٦)، وفي صحيح ابن خزيمة (١٣٢٧)، وفى مسند إسحاق بن راهويه (١٧٨٠) عن عائشة رضي الله عنها.</p><p> (وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا) هذا النص اشتمل على الأعذار التي تسوغ التيمم، وأول هذه الأعذار المرض، وهو الذي يضر معه استعمال الماء، أو يزيده الماء، أو يبطئ برءه، فإن الله يرخص لهذا المريض أن يتيمم بدل أن يتوضأ، أو يغتسل إذا كان الموجب لاستعمال الماء هو الجنابة. وثاني هذه الأعذار السفر، والسفر عادة يقل فيه الماء، فإذا لم يجده أصلا، أو كان ما معه من ماء يبقيه ليتقى به العطش في مجاهل الأرض، فإنه يكون له أن يتيمم بدل الوضوء والاغتسال، كل في موضعه وعند تحقق سببه. والثالث عدم وجود الماء في الحضر من غير سفر، فإنه يسوغ التيمم. . ومثل حال المرض ما إذا كان الماء باردا بردا شديدا، ولا يوجد معه ما يدفئ به الماء، ليتقى ضرره، فإنه يسوغ التيمم، وقد أقر النبي - صلى الله عليه وسلم - ذلك، فقد كان عمرو بن العاص على سفر في غزوة، فأصابهم ما أوجب الاغتسال، وكان البرد شديدا، والماء شديد البرد، فتيمم خشية من استعمال الماء الشديد البرودة، وأبلغ ذلك للنبي فأقره (١) وإنه إذا كان المرض يجيز التيمم فتوقعه المؤكد أو الذي يغلب على الظن يبيح التيمم أيضا. </p><p> وبيَّن سبحانه بالإشارة أسباب الوضوء أو التيمم فقال:  (أَوْ جَاءَ أَحَدٌ منكم مِّنَ الْغَائِطِ أَوْ لامَسْتُم النِّسَاءَ) ، والغائط من الغيط، الأصل في معناه ما انخفض من الأرض، والجمع غيطان وأغواط، ولما كان ما يلفظ من باطن الإنسان عن طريقه </p><p>(١) عَنْ عَمْرِو بْنِ الْعَاصِ قَالَ: احْتَلَمْتُ فِي لَيْلَةٍ بَارِدَةٍ فِي غَزْوَةِ ذَاتِ السُّلَاسِلِ فَأَشْفَقْتُ إِنِ اغْتَسَلْتُ أَنْ أَهْلِكَ فَتَيَمَّمْتُ، ثُمَّ صَلَّيْتُ بِأَصْحَابِي الصُّبْحَ فَذَكَرُوا ذَلِكَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «يَا عَمْرُو صَلَّيْتَ بِأَصْحَابِكَ وَأَنْتَ جُنُبٌ؟» فَأَخْبَرْتُهُ بِالَّذِي مَنَعَنِي مِنَ الِاغْتِسَالِ وَقُلْتُ إِنِّي سَمِعْتُ اللَّهَ يَقُولُ: {وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا} [النساء: ٢٩] فَضَحِكَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يَقُلْ شَيْئًا. [رواه أبو داود: الطهارة - إذا خاف الجنب البرد أيتيمم، وأحمد: مسند الشاميين (١٧٣٥٦) وذكره البخاري تعليقا: كتاب التيمم، فقال: بَاب إِذَا خَافَ الجُنُبً عَلَى نَفْسِه الْمَرَضَ أوْ الْمَوْتَ أوْ خَافَ الْعَطَشَ تَيَممَ، وَيُذْكَرُ أن عَمرو بْنَ الْعَاصِ أجْنَبَ فِى لَيْلَةِ بَارِدَة فَتَيَممَ وَتَلا: (وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا) فَذَكَرَ لِلنًبِي - صلى الله عليه وسلم - فَلَمْ يُعنفْ.</p><p> الطبيعي يكون في غوط الأرض عند الكثيرين من أهل البادية أطلق عليه ذلك الاسم، من قبيل إطلاق اسم المكان على ما يحل فيه، وهذا مجاز عربي اشتهر حتى صار حقيقة عرفية، والمجاز إذا اشتهر صار كالحقيقة لَا يبحث له عن أصل، ولا عن علاقة، فصار يطلق ولو كان ذلك الملفوظ لَا يلقى في غوط الأرض أو منخفضها. </p><p> وقوله تعالى:  (أَوْ لامَسْتمُ) ، في قراءة:  (أوْ لامَسْتم النِّسَاءَ)  (١) كناية عن الدخول بهن، فهو لَا يعبر عن هذا المعنى إلا بهذه الكناية الظاهرة، ومثله المس يعبر به عن الدخول، فقد قال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا) . وقال تعالى:  (لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً) ، ففي هذه العبارات السامية وأمثالها، يكون المس المراد به الدخول. وقد جوز الشافعي الجمع بين الحقيقة والمجاز، فلم يمنع أن يراد باللمس معناه الحقيقي وهو مس بشرة الجسم، ومعناه المجازي أو الكنائي، وهو الدخول بالمرأة، ولذا نقض الوضوء عنده بمطلق لمس امرأة ليست ذات رحم محرم ما دامت قد بلغت البلوغ الطبيعي. </p><p> و (أو) في قوله تعالى: (أَوْ جَاءَ أَحَدٌ منكُم مِّنَ الْغَائِطِ) قال بعض العلماء إنها بمعنى الواو، والمعنى على ذلك: وإن كنتم مرضى، أو على سفر، وجاء أحد منكم من الغائط، أو جامعتم النساء، فتيمموا صعيدا طيبا. والأولى أن تكون على معناها، ويكون الكلام على تقدير محذوف دل عليه ما بعده، وتأويل القول هكذا: وإن كنتم مرضى أو على سفر، وأصابتكم جنابة، أو ما ينقض الوضوء، فتيمموا. أو أصابكم ما ينقض الوضوء أو ما يحدث جنابة فلم تجدوا ماء فتيمموا. </p><p> ويكون في الكلام تقسيم حسن أوله التيمم لأجل المرض أو السفر وشح الماء، </p><p>(١) قرأها (لمستم) بغير ألف: حمزة والكسائي وخلف، والمفضل عن عاصم، وقرأ الباقون \" لامستم \". غاية الاختصار - ج ٢، ص ٤٦٤. تحقيق د. أشرف محمد فؤاد طلعت. التوعية الإسلامية.</p><p> والثاني التيمم في حال الإقامة إذا لم يوجد الماء، ويكون قوله تعالى:  (فَلَمْ تَجِدُوا مَاءً) متصلا بحال السلامة والإقامة، وهو معقول، إذ المرض يسوغ التيمم، ولو كان ماء، والمسافر قد يجد الماء ولكن يحتاج إليه للشرب، والإقامة التي لَا يكون فيها الماء، ويكون فقده هو المبرر وحده. </p><p> (فَتَيَمَّمُوا صَعِيدًا طَيِّبًا) التيمم معناه في اللغة القصد، وأطلق شرعا على القصد إلى التراب لمسح الوجه واليدين به، ولذا قال:  (فَتَيَمَّمُوا صَعِيدًا طَيِّبًا) ، أي اقصدوا ترابا على ظاهر الأرض طاهرا. فالصعيد هو سطح الأرض، والتيمم من التراب الثابت فيه، ومعنى الطيب الطاهر، فمادة التيمم تراب طاهر، والتيمم عبادة يتقدم بها إلى الصلاة، والأمر فيها تعبدي، لَا يبحث عن علته، ولكن الطاعة فيه تدل على قوة الإيمان، وهو كيفما كان رمز لخلوص القلب وصفاء النفس بالاتجاه إلى الله تعالى. وينقض التيمم ما ينقض الوضوء، كما ينقضه وجود الماء والقدرة على استعماله قبل انتهاء وقت الصلاة أو قبل أدائها به، فإجماع العلماء أن على من وجد الماء أو قدر على استعماله قبل أداء الصلاة - نقض تيممه ووجب عليه الوضوء. </p><p> وقد بين سبحانه وتعالى أركان التيمم فقال:  (فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ) أي امسحوا وجوهكم وأيديكم بالتراب. وقد اتفقوا على ضرورة مسح الوجه كله كالوضوء، والأكثرون على أن مسح اليدين إلى المرفقين، وهو المنصوص عليه في القرآن بالنسبة للوضوء، فقد قال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ) ، والأكثرون بالنسبة للتيمم على أنه من ضربتين: إحداهما للوجه، والأخرى لليدين، ومسح اليدين يكون ظهرا وبطنا، ليعم المسح أجزاءهما. </p><p> (إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا) ذيل الله سبحانه وتعالى الآية بهذا النص الكريم لبيان أن الله تعالى متصف بالعفو، فلا يختار لعباده إلا السهل اليسير الذي يسهل عليهم أداؤه من غير مشقة مرهقة، ويعفو عن التقصير في الواجبات الأصلية </p><p> للأعذار، ويفتح باب الرخص، ويجب أن تؤتى رخصه كما تؤتى عزائمه، ويجعل كل ما هو شاق مرهق في مرتبة العفو دائما، وهو الغفار كثير المغفرة لمن يتوب إليه، وقد أكد سبحانه هذين الوصفين بثلاثة أمور: أولا: (إنَّ) فهي من أقوى ألفاظ التوكيد، و (كان) فهي تدل على استمرار عفوه ومغفرته سبحانه، وبالجملة الاسمية فلها فضل توكيد في المعنى الذي اشتملت عليه. اللهم اعف عنا واغفر لنا وارحمنا وأنت أرحم الراحمين. </p><p> * * * </p><p> (أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يَشْتَرُونَ الضَّلَالَةَ وَيُرِيدُونَ أَنْ تَضِلُّوا السَّبِيلَ (٤٤) وَاللَّهُ أَعْلَمُ بِأَعْدَائِكُمْ وَكَفَى بِاللَّهِ وَلِيًّا وَكَفَى بِاللَّهِ نَصِيرًا (٤٥) مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا (٤٦) </p><p> * * * </p><p> في الآيات السابقة بين سبحانه وتعالى وجوب الإخلاص لله سبحانه وتعالى فيما يؤدي العبد من فرائض، وما يقوم به من صدقات، وأشار إلى أن الرياء يمحق فعل الخير، ويقرب العبد من الشرك، بل إن الرياء في العبادات هو الشرك الخفي، ثم بين سبحانه وتعالى مقام أهل الإيمان ممن سبقوهم، ومقام صاحب الرسالة في الشهادة على كل من سبقوه، فرسالته هي الحق، وأنه لَا يصح لمؤمن أن يستمع لما يكذب به الضالون من أهل الكتاب، وقال سبحانه في ذلك: </p>"
}