{
  "id": null,
  "sura": 4,
  "aya": 167,
  "text": "<p> (إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ قَدْ فلُّوا ضَلالًا بَعِيدًا)  \" صدَّ \" يستعمل متعديا، ومصدره \" الصد \" ، وقد تستعمل كلمة \" صَدَّ \" لازما، ويكون مصدرها الصدود، وقد جاء في مفردات الأصفهاني معنى الصد:  \" الصد والصدود قد يكونان انصرافا عن الشيء، وامتناعا، نحو(يَصُدُّونَ عَنكَ صُدُودًا)،وقد يكون صدا ومنعا نحو:(وَزَيَّنَ لَهُمُ الشيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ)،ونحو:(الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ ... )،وكما قال تعالى:(وَلا يَصُدُّنَّكَ عَنْ آيَاتِ اللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ)، \" . </p><p> والصد هنا في هذا النص الكريم بمعنى التعدي، فمعنى النص السامي، إن الذين جحدوا بالحق إذ جاءهم ولا يكتفون بانصرافهم عن الإذعان والإيمان، بل يصدون غيرهم، ويمنعونهم من الحق بإثارة الشبهات، وإيقاد الفتن بين المؤمنين، يوغلون في الضلال، ويسيرون في طريقه سيرا بعيدا. </p><p> ويتضمن ذلك المعنى أمورا: </p><p> أولها - أن الكفر بطبيعته انصراف عن الحق وصدود عن طريقه، ولذلك فسرنا كلمة (وَصَدُّوا عَنْ سَبِيلِ اللَّهِ) بمعنى منع غيرهم من سلوك الأقوم والهادي إلى الحق الذي لَا ريب فيه، وإن الذي يصد غيره قد ابتدأ بصد نفسه، فالمضل لغيره هو في ذات نفسه ضال، فإن الإضلال من ثمرات الضلال، ولا يضل الناس إلا ضال، وقد ضل مرتين إحداهما بإنكاره للحق، والثانية بمحاولته إضلال غيره. </p><p> وثانيها - أن الضلال البعد عن الطريق المستقيم فمن ضل فقد بعد عن الحق، ومن أضل غيره فقد بعد عن الحق بمقدار أوسع، وهكذا كلما سار في التضليل، </p><p> وفتنة المهتدين، وإيذائهم وإثارة الشبهات بينهم فهو يسير موغلا في البعد عن الطريق المستقيم، وهذا معنى قوله قد ضلوا ضلالا بعيدا. </p><p> ثالثها - أن قوله تعالى (قَدْ ضَلُّوا ضَلالًا بَعِيدًا) فيه استعارة تمثيلية؛ لأن فيه تشبيه حال الذين يمعنون في الغي والفساد وإنكار الحقائق عندما يلحفون في الإنكار، وإثارة الشبه بحال الذين يسيرون في بيداء، وقد ضلوا الطريق، وساروا على غير هدى، فكلما ساروا بعدوا عن الجادة، وكان سيرهم ضلالا بعيدا لا يهتدون من بعد، إذ لَا يجدون من يهديهم إلى سواء الصراط. </p><p> الأمر الرابع - أن النفس البشرية قد هداها الله تعالى النجدين طريق الحق، وطريق الباطل، وألهمها فجورها وتقواها، فإذا اتجهت إلى الخير سارت فيه، وكلما كثرت خيراتها زاد فضلها، وإذا انحرفت عن الطريق السوي، أو سارت فيه، فإذا نبهت من قريب عادت إلى الفطرة والحق، وأمامها الأمارات والعلامات المبينة المرشدة، وإذا لم تنتبه من قريب، سارت في الشر، وبمقدار سيرها تأخذ أمارات الحق تختفي أمامها، حتى تنطمس فلا ترى. ولذلك لَا يكون ثمة أمل في العودة إلى الجادة، لأنه قد اختفت في النفس أمارات الحق، وانطفأ نوره ولذا قال سبحانه: </p><p> * * * </p>"
}