{
  "id": null,
  "sura": 4,
  "aya": 164,
  "text": "<p> (وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ ... (١٦٤) </p><p> * * * </p><p> هذا بيان إجمالي يقرر أن الله تعالى أرسل رسلا كثيرة، قد قص بعضهم على النبي - صلى الله عليه وسلم -، والآخر لم يقصه، والقص تتبع الأثر يقال قصصت أثره، ثم أطلق على الأخبار المتتابعة، ونرى هنا أن (قَصَّ) متعدية، مفعولها المذكور من أخبارهم، والمعنى على هذا في النص تتبعنا آثارهم وأخبارهم التي يكون في ذكرها عبره لأولي الألباب، وليكون ضرب الأمثال للنبي - صلى الله عليه وسلم - في صبرهم، وإيذاء أقوامهم لهم، وإن الرسل الذين قصهم الله تعالى على نبيه من قبل كان في السور المكية، فإنها مملوءة بأخبارهم وفيه ذكرى النبوات الأولى السابقة على نبوة النبي - صلى الله عليه وسلم -. وإن أكثر هؤلاء الذين قص الله تعالى أخبارهم ممن كانوا في البلاد العربية أو يجاورونها، أو كانت له صلة بالنبي - صلى الله عليه وسلم - في نسب، أو كان الذين يدَّعون اتباعهم يجادلون النبي - صلى الله عليه وسلم -، ويمارون في دعوته. </p><p> وليست النبوة مقصورة في هؤلاء، إنما هناك نبوات ورسالات أخرى كانت في الأمم البعيدة مثل الصين والهند، وغيرها من الأراضي التي سكنها أقوام كثيرون، وليس لنا إلا أن نفرض أن رسلا بعثوا إلى هؤلاء الأقوام؛ لأن الله تعالى يقول:  (أَيَحْسَبُ الإِنسَانُ أَن يُتْرَكَ سُدًى) ، ولا شك أن تركهم من غير نبي مبعوث ترك لهم سدى، وذلك ما نفَى الله تعالى في استنكار أن يقع، وقد قال تعالى:  (وَإن مِّنْ أُمَّةٍ إِلَّا خَلا فِيهَا نَذِيرٌ) . </p><p> ولذلك قال تعالى في هذا النص الكريم الذي نتكلم في معناه (وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ) ونصبت \" رسلا \" على الاشتغال أي نصبت بفعل قد تضمن معناه الفعل الذي ولي المنصوب، والمعنى قصصنا رسلا من قبل:  (وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ) ويكون الابتداء بذكر الرسل والاهتمام بهم لأنهم المقصودون، وأخبارهم وقصصهم جاء تبعا لهم وختم الله النص بقوله تعالى: </p><p> (وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا) هذا تخصيص لموسى عليه السلام بالذكر، ولم يذكر في ضمن من ذكروا من السابقين؛ وذلك لأنه هو الذي نزلت عليه التوراة التي كانت شريعة لمن جاء بعده، ولأن اليهود الذين جحدوا بآيات الله كانوا يدَّعون الأخذ بشريعته، ولأنه نزل به اختبار شديد بسبب بني إسرائيل الذين كانوا محل رسالته، وأخيرا لأنه اختص من بين المذكورين بأن الله تعالى كلمه، وقد جاء الصريح بأنه كلمه في هذا النصِ، وفي غيره ومن ذلك قوله تعالى في أول سورة طه:  (فَلَمَّا أَتَاهَا نُودِيَ يَا مُوسَى (١١) إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى (١٢) وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى (١٣) . </p><p> وإن هذا يدل على أن الله تعالى متصف بصفة الكلام، والمعتزلة من الفرق الإسلامية ينكرون نسبة صفة الكلامِ لله تعالى، ويذهب فرط غلو بعضهم إلى أن يفسروا قوله تعالى (وَكَلَّمَ اللَّهُ مُوسى تَكْلِيمًا) بأنه كَلَّم من الكَلْم لَا من الكلام، أي أن الله تعالى اختبر موسى - عليه السلام - اختبارات شديدة كانت كالكلام والجروح وتلك مغالاة في تفسير القرآن الكريم بالمذهبية، وقد أنكره الزمخشري - وهو منهم - وسماه من بدع التفاسير. والحق أن كَلَّم من الكلام، وقد أكد تكليم الله تعالى لموسى بالمصدر، والظاهر من الكلام إذا أكد، كان غير قابل للمجاز ولا للتأويل، وأنه يجب تفسير القرآن بظواهره، وخصوصا الظواهر المؤكدة ولا تطغى الآراء المذهبية على المعاني القرآنية، فالقرآن منبع الحق، ونور المتقين. </p><p> * * * </p>"
}