{
  "id": null,
  "sura": 4,
  "aya": 93,
  "text": "<p> (وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا (٩٣) </p><p> * * * </p><p> في الآية السابقة بيَّن - سبحانه وتعالى - حكم القتل الخطأ، وفصل القول فيه تفصيلا؛ فذكر الحكم إذا كان المقتول من قوم أعداء للمؤمنين، والحكم إذا كان من قوم بينهم وبين المسلمين ميثاق، والحكم إذا كان المقتول من المؤمنين الذين ينتمون إلى الدولة الإسلامية. وفي هاتين الايتيق يبين سبحانه أمريق: أولهما - حكم قتل المؤمن متعمدا، وثانيهما - وجوب تجنب الخطأ عند الجهاد، فإن الجهاد والضرب في الأوض مظنة قتل غير القاتل، أو غير المعتدي، وفي حاق قتل غير المعتدي يكون القتل عمدا، ولكن على أساس وصف من الأوصاف المسوغة للقتال، فوجب الاحتواز منه. ولأن فيه نوعا من القصد والتعمد، جاء بعد حكم القتل المتعمد، الذي بينه سبحانه وتعالى بقوله: </p><p> (وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا) تبين تلك الجيلة السامية عظم الجرم في القتل المتعمد المقصود، سواء أكان بآلة من شأنها أن تقتل كالرصاصة أو السيف أو السكين، أم كان بآلة ليس من شأنها أن تقتل، ولكن قصد بها القتل، وكان الضرب في مقتل، فإن القتل في كلتا الحالين مقصود متعمد، يعلم الله تعمده وقصده. والتفرقة بين ما يكون بآلة تقتل، وأخرى لا تقتل، هي تفرقة في الأحكام الدنيوية. والآية هنا تبين الحكم الأخروي، وهو الدخول في جهنم. أما الحكم الدنيوي، وهو القصاص الذي ثبت بآية القصاص، وقال فيه سبحانه:  (وَفِي الْقِصَاصِ حَيَاة) ، فهو الذي فرق فيه بعض الفقهاء بين القتل الذي يكون بآلة من شأنها أن تقتل، والقتل بآلة لا </p><p> تقتل، ومع ذلك لم يفرق في الحكم مالك إمام دار الهجرة بين الأمرين، ما دام قد ثبت العدوان والقصد إلى القتل. </p><p> وإن الجزاء الأخروي صارم قاطع، فهو جهنم والمكث فيها. على الدوام، إن كان قد استباح ذلك، ولم يؤمن بحرمته، ولم يتب عن جريمته، ولا نجد قاتلا يقتل غيره إلا وهو مستحل لدمه مستبيح له! أفلا يستحق بهذا أن يخلد في النار ما لم يتب ويقدم رقبته، أو يعفو عنه أولياء المقتول؛ والمعتزلة الذين يقولون: إن مرتكب الكبيرة ليس بمؤمن ويخلد في النار، يستدلون بهذه الآية. ونحن نقول: إن خلوده في النار ليس لمجرد الفعل، بل لاستباحة القتل، وإنكاره التحريم. ولا يوجد قاتل عند ارتكابه تلك الجريمة التي تعد أكبر جريمة في الوجود، لَا يستبيح فعله؛ فكانت العقوبة على الاستباحة، والنبي - صلى الله عليه وسلم - يقول فيما يُروى عنه:  \" لزوال السماوات والأرض أهون عند الله من قتل امرئٍ مسلم بغير حق \"  (١) . </p><p> (وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا) هاتان عقوبتان معنويتان، وثالثة مادية، أما المعنويتان فهما الطرد من رحمته الذي عبر عنه سبحانه وتعالى بقوله \" وَلَعَنَهُ \" ، وأي عقوبة أعظم من الطرد من رحمة الله تعالى، ونفحاته القدسية، ووادي رحمته المشرق المنير؛ والعقوبة المعنوية الثانية هي غضب الله تعالى، وغضب الله من أشد عقابه، كما أن رضوانه أعظم ثوابه، وكيف لا رب العالمين من يهدم ما بناه سبحانه في خلق الإنسان الذي سواه وعدَّله في أحسن تقويم؟!. </p><p> وأما العقوبة المادية، فقد أشار إليها سبحانه وتعالى بقوله:  (وَأَعَدَّ لَهُ عَذَابًا) ، وهذه إشارة إلى عظم الجريمة، لأن العقوبة العظيمة لَا تكون إلا لجرم عظيم، وأي جرم أعظم من هدم بناء الإنسان الذي سجد له الملائكة، ولعن من </p><p>(١) رواه بهذا اللفظ الترمذي: الديات - ما جاء في تشديد قتل المؤمن (١٣٩٥) عن عبد الله بن عمرو رضي الله عنه مرفوعا وموقوفا وقال: والموقوف أصح من المرفوع، كما رواه النسائي: تحريم الدم - تعظيم الدم (٣٩٨٧) مرفوعا.</p><p> أجله إبليس وطرد من رحمة الله؛ حتي لقد قال بعض العلماء: إن من قتل قتل عمدا لَا تقبل له توبة، ونحن نخالف في ذلك ونقول: تقبل التوبة بحقها، وهي أن يقدم رقبته جزاء جريمته، أو يعفو ولي الدم. </p><p> وأما العذاب العظيم، فهو ما قرره سبحانه وتعالى في الدنيا من قصاص، وفى الآخرة من نيران شديدة، وقد يقال: أليس هذا تكرارا لقوله تعالى: (فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا) ؛ ونقول، لَا تكرار؛ لأن هذا الجزاء في مقابل جزاء من قتل خطأ وفي هذا الجزء الأخير بين سبحانه أن هذا الجزاء معد بالفعل يوم القيامة، فبين سبحانه وتعالى العقوبة وتنفيذها، وأنها لَا هوادة فيها، ولا تسامح بالنسبة لمرتكبها. </p><p> وإن القتل الخطأ الذي بين القرآن الكريم أحكامه في الآيات السابقة، قد يكون سببه أن يقتل مُحرم الدم، على أساس أنه مباح الدم، كمن يلقى طائفة من الناس في بادية يحسبهم من الأعداء الذين يباح دمهم، لاعتدائهم على المسلمين، فيقتل منهم أحدا، فيكون الخطأ: ولذا نبَّه سبحانه إلى توقِّي المجازفة في القتل، فلا يسارع المؤمن إليه؛ لأن الأصل في الدماء أنها محرمة، ولا تباح إلا عند الاعتداء؛ ولذا قال سبحانه بعد الآية السابقة. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوا إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (٩٤) </p>"
}