{
  "id": null,
  "sura": 4,
  "aya": 53,
  "text": "<p> (أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ ... (٥٣) </p><p> * * * </p><p> (أم) هنا تفيد الانتقال في القول من التعجب من حالهم في ممالأة المشركين إلى بيان حالهم العجيب إذا أُوتوا أي حظ من السلطان والحكم؛ والمعنى: أثَبتَ أنهم إذا كان لهم حظ من الملك والسلطان ولو كان ضئيلا يحكمون بالعدل، ويقومون بالقسطاس المستقيم؛ والاستفهام لنفي الوقوع، وهو نفي لوقوع العدل منهم إذا أعطوا أي حظ من الحكم؛ ذلك لأن المنافق لَا يمكن أن يكون عادلا؛ لأن العدل والالتواء نقيضان لَا يجتمعان، ولأنهم أهل هوى، ولا عدل مع سيطرة الهوى، ولأنهم غلبت عليهم عصبية دينية جامحة، وكل حكم </p><p> يصدر من التعصب لَا يكون عدلا بالنسبة لمن تعصب عليه. ولذا قال سبحانه فيهم إذا حكموا: </p><p> (فَإِذًا لَا ئؤْتُونَ النَّاسَ نَقِيرًا) النقير العلامة السوداء الصغيرة التي تكون في ظهر النواة، وهي الثقبة التي تنبت منها النخلة، ويضرب به المثل في الشيء الصغير البالغ أقصى حدود الصغر. والمعنى: إذا تولى هؤلاء نصيبا من الملك والسلطان، فإنهم لَا يعطون الناس أي قدر من حقوقهم عليهم، ولو كان ضئيلا بالغا أقصى حدود الضآلة؛ ذلك لأن العادل يكون حكمه لمصلحة المحكومين، لا لمصلحته. وهؤلاء لَا ينظرون إلا إلى منافعهم الذاتية. ولأن العادل يحس بأنه من الناس له ما لهم وعليه ما عليهم، وهؤلاء يظنون أنهم صنف في الخليقة ممتاز، وأنهم أبناء الله وأحباؤه، والناس جميعاً دونهم. ولأنهم يبغضون الناس جميعا؛ لأنهم يظنون أنهم سلبوهم حقوقهم، بمقتضى ما لهم من امتياز بمقتضى التكوين. فهم بهذه الأهواء الواهمة عادوا الناس وأبغضوهم، ويحسبون أنفسهم في حرب مستمرة من البشر! أنقذ الله أهل الإسلام من شرهم، وأرْدَاهم هم ومن يعاونونهم على الغَي والظلم والفساد، وَاللهُ مِنْ وَرَائِهِمْ مُحِيطٌ. </p><p> * * * </p><p> (أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا (٥٤) فَمِنْهُمْ مَنْ آمَنَ بِهِ وَمِنْهُمْ مَنْ صَدَّ عَنْهُ وَكَفَى بِجَهَنَّمَ سَعِيرًا (٥٥) إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ إِنَّ اللَّهَ </p><p> كَانَ عَزِيزًا حَكِيمًا (٥٦) وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا (٥٧) </p><p> * * * </p><p> الآية موصولة بما قبلها، فالحديث في اليهود الذين ذهب بهم حقدهم على النبي - صلى الله عليه وسلم - والمؤمنين، أن يقولوا وهم أهل كتاب نزل عليهم من السماء وإن حرفوه، إن المشركين أهدى إلى الحق وإلى الصراط المستقيم من المؤمنين الذين يؤمنون بالله واليوم الآخر والملائكة والنبيين من بعده. وفي هذه الآية يبين سبب انحرافهم، وجزاء الضالين يوم القيامة، ثم جزاء المهتدين. والسبب الباعث على ضلالهم أنهم يحسدون الناس على ما آتاهم الله من فضله، ولذا قال سبحانه: </p>"
}