{
  "id": null,
  "sura": 4,
  "aya": 154,
  "text": "<p> (وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمِيثَاقِهِمْ ... (١٥٤) </p><p> * * * </p><p> هؤلاء اليهود في ماضيهم، لَا يتجهون إلى الحق اتجاه المؤمن المذعن، ولكن يحملون عليه حمل الملجأ، فلا تنتظروا أيها المؤمنون بمحمد - صلى الله عليه وسلم - ورسالته أنهم يستجيبون له؛ لأن ذلك لم يكن من طبعهم فهم في ماضيهم لم ينفذوا التوراة ولم يذعنوا ويأخذوا على أنفسهم ميثاقا بتنفيذ أحكامها إلا بعد أن هُدِّدُوا تهديدا حسيا بأن العذاب واقع بهم لَا محالة حسا ونظرا، فقد رفع الله تعالى فوقهم الطور، ليقدموا عهدا بالطاعة. فمعنى قوله تعالى: </p><p> (وَرَفَعْنَا فَوْقَهُمُ الطُّورَ) أي بسبب الميثاق الذي يحملون عليه حملا، وهو ميثاقهم الذي كان يجب تمديمه طوعا واخثيارا، فالميثاق أخذ بعد الرفع، وإلى هذا يومئ قوله تعالى في آية أخرى:  (وِإذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ) . </p><p> فالميثاق هو أحكام التوراة، وحملهم على الخضوع المطلق لله تعالى، وطاعته فيما يأمرهم به من غير تمرد ولا عصيان، وقد صرح سبحانه بأنه أمرهم بما فيه خضوع تعبدي، لكن يتعودوا الطاعة، فذكر سبحانه وتعالى أمرين هما: </p><p> (وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْتِ) ادخلوا باب المدينة مطأطئي رءوسكم بهيئة الساجدين أمارة الخضوع حِسا، وهو دليل على الخضوع معنًى بالإذعان لأوامر الله تعالى، وفي الآية تصريح بالطاعة المطلقة الذي يتضمنه الأمر </p><p> بالدخول سجدا مطاطئي الرءوس فقد قال تعالى في سورة البقرة:  (وَإِذْ قُلْنَا ادْخُلُوا هَذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ. . .) . ادخلوا هذه القرية فكلوا منها حيث شئتم رغدا، وادخلوا الباب سجدا وقولوا حطة أي خاضعين قد ذهب عنا الكبرياء. </p><p> والمدينة أو القرية قيل هي بيت القدس، وقيل غيرها، وقد أبهمها الله، ولم يوجد من السنة الصحيحة ما يبينها، فلنترك أمرها، ولا ينقص ذلك الهدف القرآني من سياق هذه القصة، وهي أنهم أمروا بالطاعة المطلقة. </p><p> والأمر الثاني الذي أُمروا - ذكره الله تعالى بقوله (وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْتِ) أي لَا تتجاوزوا الحدود التي أمركم بالتزامها يوم السبت، وهي ألا تصطادوا الحيتان في ذلك اليوم، وتكرر قوله تعالى (وقُلْنَا) لبيان تأكيد الأمر ونسبته اليه سبحانه وتعالى: وقد اختبرهم سبحانه وتعالى اختبارا، فقد كانت الحيتان تأتيهم يوم السبت واضحا، وتختفي في غيره، كما قال تعالى:  (وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ (١٦٣) . </p><p> (وَأَخَذْنَا مِنْهُم مِّيثَاقًا غَلِيظًا) أخذ الله سبحانه وتعالى عهدا موثقا كامل التوثيق شديدا في قوته وفي موضوعه وأضاف سبحانه وتعالى الأخذ إلى ذاته العلية تقوية له، وتأكيدا، فإن ذا الجلال والإكرام العليم الخبير هو الذي أخذه، وهو الذي يتولى أمرهم إن نكثوا في أيمانهم، وأنه سيأخذهم أخذ عزيز مقتدر. </p><p> وغلظ الميثاق كما أشرنا في قوة توثيقه، فقد أخذه بعد أن رفع الجبل عليهم كأنه ظلة، وأمرهم بالطاعة المطلقة، وشدته في موضوعه، فقد كلفهم تكليفات شديدة، لإفراطهم في الفساد، فكان السبيل لفطم نفوسهم عن الشهوات، وتربيتها على الضبط والعمل الصالح أن ينص على تحريم أمور كثيرة، ذلك أن النفس التقية تمتنع من ذاتها كثيرا من غير أوامر أو تكليف. أما النفوس المنحرفة، فتحتاج إلى النص على تحريم </p><p> الكثير مما يفعلون من غير أن ينالهم تهذيب شخصي من الضمير والوجدان وقد أشار سبحانه إلى ذلك بقوله تعالى:  (وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ (١٤٦) . </p><p> اللهم ارحمنا، وقنا شر الشهوات وطغيانها، إنك بكل شيء عليم. </p><p> * * * </p><p> (فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ وَكُفْرِهِمْ بِآيَاتِ اللَّهِ وَقَتْلِهِمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا (١٥٥) وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا (١٥٦) </p><p> * * * </p><p> كانت الآيات السابقة في بيان غلظ قلوب اليهود، وعنادهم وامتناعهم عن قبول الحق، وأن حاضر اليهود في عصر النبي - صلى الله عليه وسلم - كماضيهم مع موسى - عليه السلام - يتعنتون في طلب الدليل، ولا يهتدون إلى الحق إذا قامت عليهم البينات، حتى إنهم ليطلبون من موسى - عليه السلام - أن يريهم الله جهرة عيانا، وقد أنزل بهم من الشدائد ما يدفعهم إلى الخضوع، فنزلت بهم الصاعقة وارتفع الجبل عليهم، وقد خضعوا ولا يكادون، وأخذ عليهم الميثاق، ولكنهم لم يلبثوا أن نقضوه، وفي هذا النص الكريم يبين سبحانه وتعالى ما ارتكبوا من مظالم، وعواقب ذلك عليهم، ولذا قال تعالى: </p>"
}