{
  "id": null,
  "sura": 4,
  "aya": 136,
  "text": "<p> (يَا أَيّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسولِهِ وَالْكِتَابِ الَّذِي أَنزَلَ مِن قَبْلُ) هذه الآية تدل على وحدة الرسالة النبوية إلى الخليقة، إذ إن لبها هو الإيمان بالله ورسله وملائكته والكتب التي أنزلت على رسله، وأن المتأخرين يجب عليهم أن يؤمنوا بما جاء به السابقون لهم؛ لأن الرسالة الإلهية سلسلة متصلة الحلقات، كل حلقة منها تالية لسابقتها، وكما قال النبي - صلى الله عليه وسلم -: \" إن </p><p> صرح النبوَّة واحد \" (١) ، الرسالة المحمدية آخر جزء لذلك الصرح الشامخ، وبها </p><p> تمامه وكماله. </p><p> ومعنى النص السامي: يا أيها الذين أذعنوا للحق وطلبوه، وصدقوا به اجعلوا إيمانكم مستقرا وثابتا بالله جلّ جلاله، وبرسوله الذي جاء بشيرا ونذيرا وبالكتاب الذي نزَّله منجما مقسطا، وهو القرآن، وبالكتاب الذي أنزل من قبل. والمراد جنس الكتب السابقة، لَا واحد منها. </p><p> ونرى أن النص الكريم فيه أجزاء الإيمان التي يلازم بعضها بعضا، ولا ينفصل واحد منها عن باقيها، فهي كل لَا يقبل التجزئة، ولا يمكن أن يتحقق معناه إلا باتصاله بعضه ببعض. </p><p> وأول عناصر الإيمان هو الإيمان بالله سبحانه وتعالى. وذلك باعتقاد أنه واحد أحد فرد صمد، فوق كل شيء وليس فوقه شيء، ليس كمثله شيء، منفرد وحده بالألوهية، فهو الواحد في ذاته وصفاته، وهو الواحد في خَلْقه وتدبيره، فهو خالق كل شيء؛ وهو القادر على كل شيء، وهو القاهر فوق عباده، وهو الواحد في استحقاقه للعبادة، فلا يعبدُ بحق سواه. </p><p> هذه إشارات إلى معنى الإيمان بالله الرحمن الرحيم ذي الجلال والإكرام. </p><p> وإن الإيمان بالله تعالى على ذلك النحو يقتضي الإيمان بأن رحمته توجب ألا يترك الناس هملا يضلون، ولا يهتدون، ولا يقومون بحق الطاعة، بل لَا بد من بشير ونذير، ومن يكون رحمة للعالمين، فلا بد من الرسل يرسلهم، وكان حقا على الذين يدركون رسولا أن يؤمنوا به، فكان حقا على الذين أدركوا محمدا أن </p><p>(١) في معناه ما رواه البخاري: المناقب - خاتم النبيين (٣٥٣٥)، ومسلم: الفضائل - ذكر كونه - صلى الله عليه وسلم - خاتم النبيين (٢٢٨٦) وغيرهما عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: إِنَّ \" مَثَلِي وَمَثَلَ الأَنْبِيَاءِ مِنْ قَبْلِي، كَمَثَلِ رَجُلٍ بَنَى بَيْتًا فَأَحْسَنَهُ وَأَجْمَلَهُ، إِلَّا مَوْضِعَ لَبِنَةٍ مِنْ زَاوِيَةٍ، فَجَعَلَ النَّاسُ يَطُوفُونَ بِهِ، وَيَعْجَبُونَ لَهُ، وَيَقُولُونَ هَلَّا وُضِعَتْ هَذِهِ اللَّبِنَةُ؟ قَالَ: فَأَنَا اللَّبِنَةُ وَأَنَا خَاتِمُ النَّبِيِّينَ \".</p><p> يؤمنوا به، ويكون المراد من رسوله هنا محمدًا - صلى الله عليه وسلم -، وذلك واضح من الإفراد ومن تكرار كلمة الرسول مقترنة بالكتاب الذي يُنَزَّل تنزيلا. </p><p> والكتاب الذي نُزَل على رسوله هو القرآن الكريم، وقد ذكر التعبير عن نزوله بـ (نَزَّلَ) للإشارة إلى نزوله منجما، وأنه لم ينزل جملة واحدة، وأنه كان لا يزال ينزل وقت هذا الخطاب القدسي، ومعنى الإيمان بالكتاب الإيمان بأنه حق لا يأتيه الباطل من بين يديه ولا من خلفه، وأنه من عند الله العليّ الحكيم، وأنه كلامه سبحانه وتعالى. وأن كل ما فيه من أخبار صادق، وما فيه من أحكام واجبة الطاعة. وأنه حجة الله الخالدة، وأنه حبل الله - تعالى - الممدود إلى يوم القيامة، وأنه محفوظ بحفظه، لَا يعتريه تغيير ولا تبديل، لأن الله تعالى قد وعد بحفظه، وهو صادق، وأنه ما حاربه جبار إلا قصم الله تعالى ظهره. </p><p> والكتاب الذي أنزل من قبل هو كتب النبيين السابقين التي أنزلها الله - تعالى عليهم، ومعنى الإيمان بها التصديق برسالات الأنبياء الذين ذكرهم الله تعالى، وذكر فيها كتبهم، وذكر بجوارها أنها أنزلت، لأنها قد مضت وانقطع نزولها. </p><p> وعبر عنها بالفرد دون الجمع، للإشارة إلى تصديق معناها الجامع لها، وهو أنها رسالات الله تعالى إلى أهل الأرض، وهو معنى لَا يتغير، بل يشير إلى الوحدة. </p><p> وقد يقول قائل ما معنى أمر أهل الإيمان بالإيمان، ألا يكون في هذا تحصيل حاصل، وأمر بما هو كائن؟ لقد أجاب المفسرون عن ذلك بأن المراد بالأمر في قوله \" آمِنوا \" اثبتوا على إيمانكم واستمروا عليه، ولا تتحولوا عنه، فالأمر أمر بالثبات والدوام. </p><p> ويصح أن نقول مع ما قاله المفسرون إن الحال التي عليها المؤمنون حال إذعان وتسليم وتصديق، والأمر بالإيمان مع هذه الحال التي هم عليها واستنارت قلوبهم بها بيان لأجزاء الإيمان، وأركانه وأصوله ومعانيه المتلازمة، فلا يفرقون بين </p><p> أجزائه، ولا يفر قون بين أحد من رسله سبحانه، وفي هذا الأمر بيان اتصال المسلمين بالديانات السابقة، وبيان أن الإسلام لَا يهدم الأديان قبله. ولكنه يتممها. وأنه الخطوة الأخيرة في الوحي الإلهي، وأن من يكفر به وقد أدركه يكفر بغيره، وإن ادعى اعتناقه، ومن يصدقه من غير إيمان بالكتب السابقة لَا يكون صادقا. </p><p> وننبه هنا إلى أمر لفظي، قد أشرنا إليه، وهو أن الله تعالى عبر عن القرآن بقوله \" نزَّل \" وعن غيره بـ \" أنزل \" ، لأن القرآن قد نزِّل منجما (١) ، وكان لَا يزال ينزل وغيره قد تم نزوله، وفي ذلك إشارة إلى طريقة نزول القرآن وأنه أمر أراده الله تعالى لمصلحة العباد، وتسهيل هدايتهم به، وتسهيل حفظ النبي - صلى الله عليه وسلم - ومن معه له، ولأُنس النبي - صلى الله عليه وسلم - باستمرار الوحي ينزل عليه. </p><p> وبعد أن بين سبحانه حقيقة الإيمان، ذكر ما يؤدي إليه الكفر فقال سبحانه وتعالى: </p><p> (وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا) أي من يجحد بالله، فلا يؤمن بوحدانيته ولا بقدرته المبدعة الخالقة ولا بحق الإذعان له، والعبودية له سبحانه وحده، ومن ينكر الملائكة، والكتب المنزلة، والرسل المرسلة واليوم الآخر، الذي ينتهي إليه أمر العباد، من يجحد ذلك الجحود، فقد حاد عن السبيل، وانحرف عن الجادة، وبُعد في التيه بعدا كبيرا، لَا يمكن معه أن يعود إلى الطريق المستقيم؛ لأنه أوغل في الشر إيغالا شديدا، وهنا نجد عناصر خمسة يجب الإيمان بها، وهي الإيمان بالله جل جلاله، والإيمان بالملائكة وهم عباده المطهرون الغائبون عنا حسنا، القريبون منا ومنهم من ينزل بوحي الله تعالى على رسله، ومن ينزل بالكتب؛ ولذلك قرن بالكفر بهم الفكر بالكتب التي ينزلها تعالى على خلقه مسجلة أحكامه وشرائعه وأوامره ونواهيه، واقترن الكفر بالرسل بالكفر بالكتب؛ لأن الرسل هم الذين يبلغونها، ويبينونها، ويدعون إليها، </p><p>(١) أي مفرقا بحسب الحوادث.</p><p> فالكتاب، ينطق بالحق ببيان الرسول - صلى الله عليه وسلم -، ثم إنه يُتبع الكفر بكل ما سبق الكفر باليوم الآخر، والكفر باليوم الآخر هو طريق الضلال البعيد، الذي لَا يستطيع التائه الضال إذا سار فيه أن يعود إلى الحق، إذ كلما أصر على الكفر باليوم الآخر ضل في فهم معنى الحياة، وبذلك ينزل إلى مرتبة الحيوان الذي لَا يعرف أنه موجود لغاية، وأن له نهاية هي ابتداء لحياة أفضل وأبقى، ومن ظن ألا حياة إلا هذه الحياة الفانية، فهو يلهو ويلعب، ويعيث. ويفسد، ولا ينتقل من ضلال إلا إلى ضلال، لَا يهتدي بهدى، ولايسترشد بإرشاد. </p><p> وإن قوة الإيمان وعظمة الإذعان تكون في الإيمان بالغيب، لأن المؤمن يخرج من أسر الحسِّ إلى انطلاق الروحانية، فيعلو فيها مدارج، ويسلك سبلا فجاجا. </p><p> وإن قوة الإيمان يقين ثابت مستمر، فلا هداية لمن يكون مزعزع العقيدة، مضطرب النفس يعرض له عارض فيرى نور الإيمان، ثم تعرض ظلمة فينطمس، ويستمر حائرًا بائرًا، ولذا قال سبحانه في أصحاب هذه الحال: </p><p> * * * </p>"
}