{
  "id": null,
  "sura": 4,
  "aya": 24,
  "text": "<p> (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ عَلَيْكُمْ وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (٢٤) </p><p> * * * </p><p> قوله تعالى (وَالْمُحْصَنَاتُ) بالضم معطوف على أمهاتكم في آية التحريم السابقة التي صدرت بقوله تعالى: (حرِّمَتْ عَلَيْكمْ أُمَّهَاتُكُمْ) ، فهذه الآيات تتمّة لبيان المحرمات. ثم بعد ذلك بيَنت المحللات من النساء بعبارة جامعة، ثم بعبارة مفصلة لحل الإماء. وأحْصَنْ متلاقية في المعنى مع كلمة الحصن، وهو المكان المحكم الذي يُتقى به أذى العدو، فمعنى أحْصَنَ المرأة جعلها في حصن الفضيلة، وقد جاء في مفردات الأصفهاني: (يقال حصان للعفيفة، ولذات حرمة، وقال </p><p> تعالى:  (وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا. . .) . وقال تعالى:  (وَفَإِذَا أُحْصِنَّ. . .) ، أي تزوجن، و \" أُحْصِنَّ \" زُوِّجن، والحَصَان في الجملة المحصنة إما بعفتها أو بتزوجها أو بمانع من شرفها وحريتها). </p><p> وبهذا يتبين أن المرأة المحْصَنة هي التي صانت نفسها وتحصنت بحصن الفضيلة والبعد عن الفحشاء، وإحصانها بزواجها، أو بعفافها المجرد، أو بحريتها وشرفها، ولذلك تطلق كلمة المحصَنَات، ويراد بها أحيانا العفيفات، وتطلق بمعنى الحرائر، وفي هذه الآيات استعملت كلمة المحصنات بالمعاني الثلاثة، فقوله (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ) المراد المتزوجات، وقوله تعالى (الْمُحْصَنَات الْمُؤْمنَات) ، المراد الحرائر، وقوله (مُحْصَنَاتً غَيْرَ مُسَافِحَاتٍ) ، المراد العفيفات، وقوله تعالى:  (فَعَلَيْهِنَّ نِصْف مَا عَلَى الْمُحْصَنَاتِ مِن الْعَذَابِ) المراد بهن الحرائر. </p><p> (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانكمْ) المحصنات هنا المتزوجات اللائي يكنّ في عصمة أزواجهن، ويدخل في عموم المحصنات المعتدات، فزوجة الغير ومعتدته لَا تجوز، وتحريمهن ثابت بمقتضى الفطرة والطبيعة الإنسانية، وسنَّة الله تعالى في الخلق والتكوين، ولكن استثني من ذلك الدخولُ بغير الزوجات المملوكات، فإنه يجوز الدخول بهن، والاستثناء هنا منقطع بمعنى لكن،، لأن الكلام في العقد لَا في الدخول، إذ إن قوله تعالى:  (حُرِّمتْ عَلَيْكُمْ أُمَّهَاتكُمْ) إلى قوله: (وَالْمُحْصَنَاتُ) كل هذا في تحريم العقد، لَا في تحريم الدخول فقط، فالاستثناء بعد ذلك في الدخول بملك اليمين، لَا يكون على منهاج الاستثناء المتصل، وقد قرر العلماء أن السبايا اللائي يدخلن في الرق لَا يلتفت إلى زواجهن السابق، بل تصير ملكا يحل للمالك أن يدخل بها بمقتضى الملك، لقوله تعالى:  (وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ) ، وهذا متفق عليه، وهو مما ينطبق عليه النص الكريم، فقط ينتظر حتى تستبرئ رحمها من الحمل. </p><p> وهناك صورة أخرى قد اختلف فيها الفقهاء، وهي الأمة التي تكون مملوكة ثم عُقِد عَقْد زواجها، وبعد ذلك باعها مالكها: أيلزم المشترى الجديد بهذا الزواج، قال بعض العلماء إنه يفرق بينهما بعد هذا الشراء؛ لأن الذي عقد هو وليها الأول، ولا يلزم بعقده الثاني، وقال بعض الفقهاء: يلزم الثاني؛ لأن الزواج سابق على الشراء، فيكون قد اشتراها ملتزما بما كان من قبل. ويظهر أنه من المتفق عليه أن مالكها إذا زوجها فهو ملزم بهذا الزواج لَا يبطل بإبطاله، لأنه التزم به، فلا ينقض أمرا تم من جهته. ومن المقررات الفقهية أن من سعى في نقض ما تم من جهته فسعيه مردود عليه. </p><p> ويتبين من هذا أن الاستثناء الخاص بالدخول بملك اليمين مقصور على حال السبى بالاتفاق، وقد قيل إن الآية نزلت في ذلك، وادعى بعض الفقهاء أنها تشمل حال المشتراة التي سبق زواجها. </p><p> (كتَابَ اللَّه عَلَيْكُمْ) جاء هذا النص بعد بيان المحرمات من قوله تعالى: </p><p> (حرِّمَتَْ عَلَيْكُمَْ أمَّهَاتُكُمْ) إلى قوله: (وَالْمُحْصَنَات) وكان سياقه لتأكيد التحريم وتوثيقه، و \" كتاب الله \" ، لها في الإعراب تخريجان، كل واحد منهما يشير إلى معنى مستقيم: أولهما - أن يكون (كتاب) مصدر كتب، والمعنى: كتب الله تعالى التحريم كتابا مفروضا بأحكامه عليكم، فليس لكم أن تتخلوا عنه. وثانيهما - أن يكون المراد القرآن، والمعنى: الزموا كتاب الله الذي هو حجة عليكم إلى يوم القيامة، وهو الذي بين شريعة تحريم المحرمات فأطيعوه. </p><p> فكلا التخريجين يؤدي إلى توثيق التحريم وتوكيده بنسبته إلى الله تعالى، إما باعتباره كَتَبَه وفَرَضه هو، وإما لأنه نص عليه في كتابه الخالد الباقي إلى يوم القيامة، ولم يترك بيانه لرسول أو نبي. </p><p> (وَأُحِلَّ لَكُم مَّا وَرَاءَ ذَلِكُمْ) في الآيات السابقة بيان المحرمات، وفي هذا النص الكريم يشير بلفظ عام إلى الحلال من النساء، فـ (ما) هنا المراد بها النساء، وقالوا تكون لما لَا يعقل و (من) تكون لمن يعقل؛ وهي هنا لمن يعقل، لأن العموم </p><p> يعبر عنه بها. وفي الحق أن المستقرئ لاستعمال القرآن يتبين له أن (مَا) و (مَنْ) يتبادلان من يعقل وما لَا يعقل، فمن استعمال (ما) لمن يعقل هذا النص، ومن استعمال (من) لما لَا يعقل قوله تعالى: (فَمِنْهُم مَّن يَمْشِي عَلَى بَطْنِهِ وَمِنْهُم مَّن يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُم مَّن يَمْشِي عَلَى أَرْبَعٍ) ، ولذلك أرى أنه لَا ضرورة لتعيين إحداهما للعقلاء والأخرى لغير العقلاء، ثم التمحّل (١) من بعد ذلك، فكتاب الله تعالى هو حجته الفصحى، وليس من حجة تقاربه. </p><p> وكلمة (وراء) المراد بها غير هؤلاء، وهي في أصل استعمالها للخَلْف، وكأن المعنى أن المحرمات مقدمات إلى الأمام، والمحللات خلفهن، وفي ذلك إشارة إلى أن التحريم كان للتكريم والتشريف، وملاحظة المودة، فليس التحريم إيذاء، ولكنه تكريم. وقد قيل إن الآيات السابقة لم تشمل كل المحرمات، فالجمع بين المرأة وخالتها أو عمتها، حرام، ولم ينص عليه في المحرمات، فكأن الجمع جائز بينهن، ولقد فهم هذا بعض الذين لَا يأخذون بالسنة المشهورة، وقد أجيب عن ذلك بإجابتين: </p><p> الأولى: أن هذا النص جاء بصدد بيان المحللات بذواتهن، بخلاف التحريم - لعارض الجمع فقد بينته السثُنة، فإن الخالة وحدها حلال (٢) ، وبنت الأخت وحدها، وكذلك بنت الأخ والعمة، كل واحدة حلال بذاتها، إنما التحريم هو في الجمع، والنص بين المحللات لذواتهن، وهذه الإجابة بينها الشافعي في الرسالة. </p><p> الثانية: أن التحريم ثابت في الجمع بالنص السابق، لأن النص السابق قال الله فيه سبحانه فحرم الجمع بين الأختين بالنص، وثبت تحريم الجمع بين الخالة وبنت أختها والعمة وبنت أخيها بالأولى، لأن الخالة صِنْوُ الأم، وكذلك العمة، </p><p>(١) تمحل للأمر: احتال له [القاموس - محل]. (٢) أي خالة المرأة وحدها حلال، وهكذا عمتها.</p><p> فإذا كان الجمع بين الأختين حراما، فأولى بالتحريم الجمع بين البنت ومن هي بمنزلة أمها، وقد انعقد الإجماع على ذلك. </p><p> (أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ) هذا بيان ضرورة المهر لشرف المحل، ولإعزاز المرأة وتكريمها، ولتستعين به فيما تتأهل به للزواج، ومعنى النص الكريم أن الإحلال يقتضي أن تبتغوا، أي أن تطلبوا الزواج أشد الطلب، وأن ترغبوا فيه أشد الرغبة، متقدمين في ذلك بأموالكم، فإن المال يكون دليل الرغبة. </p><p> ثم أشار سبحانه إلى فرق ما بين الزواج والفاحشة، فقال:  (مُّحْصنينَ غَيْرَ مُسَافِحِينَ) أي ابتغوا الزواج واطلبوه حالة أنكم تحصِّنون به أنفسكم، ونُطَفكم، وتحفظون به أولادكم، فمعنى الإحصان هنا الإعفاف، وما يتضمنه من حفظ النطف والولد. وجعل في مقابل الذين يحصنون أنفسهم ونطفهم الذين يسافحون، والسفاح من سفح الماء أو الدم أساله، ومنه قوله تعالى:  (أَوْ دَمًا مَّسْفُوحًا. . .) ، والزاني يسفح النطفة ويلقيها ويسيلها على تراب الرذيلة. فالسفاح على هذا إلقاء للنطفة الإنسانية، وهي الجوهر المادي للإنسان، والزواج تحصين لهذه النطفة، ووضع لها في حرْثها الذي أعده الله تعالى لها. </p><p> (فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً) الاستمتاع الاستيلاء على ما فيه متعة وخير ومتاع، وقد كان الرجل في الجاهلية يتزوج المرأة، ويستمتع بها، ثم يتركها خالية الوفاض (١) ، فذكر الله تعالى ضرورة إعطاء المهور التي فرضت وقدرت وقت العقد، وقد سماها الله تعالى هنا أجرا، والأجر هو الجزاء على ما قدم الإنسان من عمل، وقد يطلق على معنى العطاء، كما هو ظاهر قوله تعالى:  (فَلَهُمْ أَجْرٌ غَيْرُ مَمْنون) ؛ لأن اقتران كلمة الأجر بعدم المَن يرشح لأن يكون المراد بها العطاء، إذ هو الذي يجري فيه المن والأذى، وعلى أي حال فإن الظاهر في كلمة الأجر هنا هو الجزاء، وقد يقال: لماذا عبر هنا بالأجر، وفي </p><p>(١) أصل الوِفَاض الجلدة التي توضع تحت الرحى [لسان العرب - وفض]. فخلوُّها إذن كناية عن الفقر.</p><p> أصل فرضية المهر بما يفيد أنه عطاء، فقد قال تعالى:  (وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً) ؟ والجواب عن ذلك أن الآيات التي بينت أصل الوجوب تبين القصد من الشرعية، وهو كونه هدية واجبة لبيان شرف العلاقة بين الرجل والمرأة، وللمعاني التي شرع من أجلها المهر، أما الآيات التي سمَّت أجرا (١) فهي لبيان الأداء بعد أن تأخر عن ميقاته، فلتأكيد الأداء سمي أجرا، وأصبح المُؤَدِّي غير جدير بأن يسمى معطيا أو ناحلا أو مانحا. </p><p> وهذا النص قد تعلق به بعض المفسرين الذين لم يفهموا معنى العلاقات المحرمة بين الرجل والمرأة، فادعوا أنه يبيح المُتْعَة، وهي عقد بين الرجل والمرأة يستمتع بها مدة معلومة في نظير مهر معلوم، أو في نظير أجرة معلومة، ولو تخلفت المرأة في بعض المدة ولم تسلم نفسها نقص من مهرها، أو بالأحرى من أجرتها والنص بعيد عن هذا المعنى الفاسد بُعْدَ من قالوه عن الهداية، لأن الكلام كله في عقد الزواج، فسابقه ولاحقه في عقد الزواج، والمتعة حتى على كلامهم لا تسمى عقد نكاح أبدا، وقد تعلقوا مع هذا بعبارات رواها مسلم عن النبي - صلى الله عليه وسلم - أنه أباح المتعة في غزوات ثم نسخها، وبأن عبد الله بن عباس كان يبيحها في الغزوات (٢) ، وهذا الاستدلال باطل، لأن النبي - صلى الله عليه وسلم - نسخها، فكان عليهم عند تعلقهم برواية مسلم أن يأخذوا بها جملة أو يتركوها، وجملتها تؤدي إلى النسخ لا إلى البقاء، وإذا قالوا: إنا نتفق معكم على الإباحة ونخالفكم في النسخ فنأخذ المجمع عليه ونترك غيره، قلنا لهم: إن النصوص التي أثبتت الإباحة هي التي أثبتت النسخ، وما اتفقنا معكم على الإباحة، لأننا نقرر نسخ الإباحة، على أننا نقول إن ترك النبي - صلى الله عليه وسلم - المتعة لهم قبل الأمر الجازم بالمنع ليس من قبيل الإباحة، بل هو من قبيل الترك حتى تستأنس القلوب بالإيمان، وتترك عادات الجاهلية، </p><p>(١) أي سمت المهر أجرا. (٢) عن الرَّبِيعِ بْنِ سَبْرَةَ الْجُهَنِيُّ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنِ الْمُتْعَةِ، وَقَالَ: «أَلَا إِنَّهَا حَرَامٌ مِنْ يَوْمِكُمْ هَذَا إِلَى يَوْمِ الْقِيَامَةِ، وَمَنْ كَانَ أَعْطَى شَيْئًا فَلَا يَأْخُذْهُ \". [رواه مسلم: النكاح - نكاح المتعة وبيان أنه أبيح ثم نسخ (١٤٠٦)].</p><p> وقد كان شائعا بينهم اتخاذ الأخدان، وهو ما نسميه اتخاذ الخلائل، وهذه هي متعتهم، فنهى القرآن الكريم والنبي - صلى الله عليه وسلم - عنها (١) . وإن الترك مدة لَا يسمى إباحة، إنما يسمى عفوا، حتى تخرج النفوس من جاهليتها، والذين يستبيحونها باقون على الجاهلية الأولى. ومثل ذلك الخمر، فما أبيحت، ولكن تركت عفوا حتى جاء النص القاطع بالتحريم، وابن عباس رضي الله عنه قد رجع عن فتواه، بعد أن قال له إمام الهدى علي كرم الله وجهه:  \" إنك امرؤ تائه، لقد نسخها النبي - صلى الله عليه وسلم -، والله لَا أُوتي بِمسْتَمْتِعَين إلا رجمتهما \"  (٢) . </p><p> (وَلا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُم بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا) الجنوح معناه الميل، والجناح الإثم، والفريضة المهر المقدر، والتراضي من بعده إما على زيادته، وإما على نقصه، والمعنى لَا ميل إلى الإثم في الأمر الذي تتراضون عليه من بعد المهر الذي سميتموه وفرضتموه على أنفسكم، وعليكم أن تلتزموا بما التزمتم من بعد العقد، قليلا كان أو كثيرا، مع ملاحظة أن المرأة إذا تركت بعض مهرها من بعد الفريضة فيجب أن يكون ذلك بطيب نفسها، كما قال تعالى:  (فَإِن طِبْنَ لَكُمْ عَن شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَّرِيئًا) ، فلابد من طيب النفس، وقد ذكرنا ذلك من قبل. </p><p>(١) عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «نَهَى عَنْ مُتْعَةِ النِّسَاءِ، وَعَنْ لُحُومِ الحُمُرِ الأَهْلِيَّةِ زَمَنَ خَيْبَرَ» قال أبو عيسى: «حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ»، «وَالعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ العِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَغَيْرِهِمْ» وَإِنَّمَا رُوِيَ عَنْ ابْنِ عَبَّاسٍ شَيْءٌ مِنَ الرُّخْصَةِ فِي المُتْعَةِ، ثُمَّ رَجَعَ عَنْ قَوْلِهِ حَيْثُ أُخْبِرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. [الترمذي: النكاح - ما جاء في تحريم نكاح المتعة بل قد روى الترمذي (١١٢٢) عَنْ ابْنِ عَثاسِ قَالَ: إئمَا كَانَتْ الْمُتْعَةُ فِى أوَلِ الإِسلام، كَانَ الرَّجُلُ يَقْدُمُ الْبَلْدَةَ لَيْسَ لَهُ بِهَا مَعْرِفَةٌ فَيَتَزَوَجُ الْمَراةً بِقَدْرِ مَا يَرَى أنهُ يُقيمُ فَتَحْفَظُ لَهُ مَتَاعَهُ وَتُصْلِحُ لَهُ شَيْئَهُ حَتَى إِذَا نَزَلَتْ الآيَةُ: (إِلا عَلَى أزْوَاجِهِمْ أوْ مَا مَلكت أيْمَانُهُمْ) قَالَ ابْنُ عَباس: فكل فَرْج سِوَى هَذَيْنِ فَهُوَ حَرَامٌ. (٢) رواه البيهقي في الكبرى (١٤٣٦٢) ج ١٠، ص ٤٧٩، كما رواه الطبراني في الأوسط عن محمد ابن الحنفية ورجاله رجال الصحيح. راجع مجمع الزوائد (١٩٣٧).</p><p> وقد ذيل الله سبحانه وتعالى آيات المحرمات بقوله:  (إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا) لبيان أن ما شرعه هو مقتضى علمه الذي أحاط بكل شيء، ومقتضى حكمته التي تضع كل شيء في موضعه، وهي مقتضى جلاله تبارك وتعالى، ومقتضى ألوهيته، ولذا صدّر الكلام بلفظ الجلالة. وقد أكد الله وصفه سبحانه بالعلم والحكمة بـ \" إن \" ، وبلفظ الجلالة، وبـ \" كان \" الدالة على الدوام والاستمرار، فعلينا أن نعلم حكمة الله تعالى فيما شرع، وفيما أمر ونهى، فهو أعلم بمصلحتنا منا، ولنخضع لما أمر، ولا نحاول أن نخلع الربقة (١) ، ولا حول ولا قوة إلا بالله. </p><p> * * * </p><p>(١) الرِّبْقُ، بالكسر: حَبْلُ فيه عِدَّةُ عُرى، يُشَدُّ به البَهْمُ، كُل عُرْوَةٍ: رِبْقَةٌ، بالكسر والفتح. القاموس المحيط - ربق.</p>"
}