{
  "id": null,
  "sura": 4,
  "aya": 49,
  "text": "<p> (أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنفُسَهُمْ) . </p><p> (أَلَمْ تَرَ) ، هذا تعبير قرآني فيه استفهام دخل على النفي، وهو استفهام إنكاري يتضمن معنى النفي، فهو نفي داخل نفي. ومؤدى الكلام: قد نظرت إلى الذين يزكون أنفسهم متعجبا من حالهم مستغربا أمرهم. ورأى هنا معناه نظر، ولذلك تعدت بـ \" إلى \" . وتزكية النفس تطلق بمعنى تطهيرها وإبعادها عن دنس المعصية، وقد تطلق على الفعل المحمود. والمراد هنا أنهم يصفون أنفسهم بالأفعال الحسنة، وليسوا بمستحقيها، وقد يدعون أنهم يطهرون أنفسهم، ويبعدونها عن الدنس في نظرهم، وليسوا كذلك. وأصل التزكية كما ترى من زكاء النفس جاء في مفردات الراغب:  (زكاء النفس طهارتها، يصير الإنسان بحيث يستحق في الدنيا الأوصاف المحمودة، وفي الآخرة الأجر والمثوبة، وهو بأن يتحرى الإنسان ما فيه تطهيره، وذلك ينسب تارة إلى العبد لكونه مكتسبا لذلك، نحو (قَدْ أَفْلَحَ مَن زَكَّاهَا) ، وتارة ينسب إليه تعالى لكونه فاعلا لذلك في الحقيقة نحو (بَلِ اللَّهُ يُزَكِّي مَن يَشَاءُ) . </p><p> وتزكية اليهود والنصارى لأنفسهم تحتمل أمرين: أولهما: أنهم يصفون أنفسهم بالطهارة والتقوى، وتحري ما يربي التقوى في النفس، ويستطيلون على الناس بذلك. والأمر الثاني: أن يدَّعوا أنهم بأعمالهم واتخاذهم ما هم عليه مذهبا يطهر النفس، أي يدعون أنهم يسلكون سبيل الهداية وتطهير النفس. والأمر الأول هو الذي عليه جمهور المفسرين، وهو أوضح ويتفق مع المأثور من أسباب النزول، فقد تضافرت المرويات عن التابعين على أنهم كانوا يدعون أنهم المغفور لهم دائما. وقال الضحاك والسُّدِّي إنهم كانوا يقولون:  (لا ذنوب لنا، وما فعلناه نهارا غفر لنا ليلا. وما فعلناه ليلا غفر لنا نهارا، ونحن كالأطفال) . وقد رد الله تعالى ذلك بقوله:  (بَلِ اللَّهُ يُزَكِّي مَن يَشَاءُ وَلا يُظْلَمُونَ فَتِيلًا) . </p><p> على تفسير تزكيتهم أنفسهم بمعنى أنهم يدعون أنهم بأفعالهم يطهرونها، يكون المعنى أن الله تعالى رد عليهم ادعاءهم أن ما هم عليه تطهير لأنفسهم. فبين أن الله تعالى هو الذي يطهر النفوس ويزكيها، لأنه هو الذي يبين طريق الهداية، </p><p> وقد بين، فما أنتم عليه ضلال في ضلال. وعلى الاحتمال الراجح، وهو أنهم يصفون أنفسهم بالأوصاف الحميدة، وأنهم أهل المغفرة، (وَقَالُوا لَن يَدْخُلَ الْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَارَى. . .) ، وقولهم:  (. . . نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ) ، على هذا الاحتمال يكون المعنى أن الله تعالى هو وحده الذي يصف أفعال عباده بالخير أو الشر، لأنه وحده الذي رسم طريق الخير وطريق الشر. وإن تزكيته سبحانه تقتضي رحمته وغفرانه، وأن يجزى الجزاء الأوفى. فليصفوا أنفسهم بما شاءوا، وليمنوا أنفسهم الأماني بأنهم لَا ذنوب لهم، أو أنها تمحى فور ارتكابها، فكل ذلك من مزاعمهم، والله وحده هو الذي يصف الأفعال المحمودة والأفعال المذمومة، ويعطي عليها الثواب أو العقاب، ولذلك قال سبحانه من بعد ذلك (وَلا يُظْلَمُونَ فَتِيلًا) ، أي لَا ينقصون أي قدر مهما ضؤل ولو كان بقدر الفتيل، وهو الخيط الذي يكون في شق نواة التمر، وقيل القشرة التي تكون حول النواة ويطلق على ما يفتل من خيوط دقيقة، والمعنى: لَا ينقصون أي قدر من أعمالهم، ولو كان كأصغر الأشياء التي لَا يلتفت إليها، ولا يتجه النظر نحوها، ولكن الله تعالى عليم بكل شيء وكل شيء في كتاب (. . . لا يُغَادِرُ صَغِيرَةً وَلا كبِيرَةً إِلَّا أَحْصَاهَا. . .) ، (فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (٨) . </p><p> * * * </p>"
}