{
  "id": null,
  "sura": 4,
  "aya": 81,
  "text": "<p> (وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا مِنْ عِنْدِكَ بَيَّتَ طَائِفَةٌ مِنْهُمْ غَيْرَ الَّذِي تَقُولُ ... (٨١) </p><p> * * * </p><p> إنما يقول المسلمون جميعا: أمرُنا معك طاعة وخضوع لما تطلب، فليس لنا إلا أن نطيعك، ولا يجوز أن نخالفك؛ لأن طاعتك هي طاعة الله، فانت فينا المطاع دائما، وقد قصرنا أحوالنا على طاعتك. </p><p> هذا قول المسلمين عامة، ولكن المؤمنين يقولون ويذعنون ظاهرا وباطنا، وسرا وإعلانا، والمنافقون يقولون ذلك بظاهر من القول، وهم ينوون المخالفة ويصرون عليها ولا يتركونها، وهم الذين يقول الله تعالى فيهم:  (فَإذَا بَرَزُوا مِنْ عِندِكَ بَيَّتَ طَائِفَةٌ منْهُمْ غَيْرَ الَّذِي تَقُولُ) ، أي فإذا خرجوا من عندك بارزين ظاهرين غير مستخفيت، أخذوا يتدبرون فيما بينهم الأمر الذي يكون مخالفا للطاعة! </p><p> والتعبير عن الخروج بالبروز للإشارة إلى تفاوت ما بين أحوالهم! وتضارب مظهرهم مع خبيئتهم. ويقول الزمخشري في المعنى اللغوي للتبييت: (والتبييت إما من البيتوتة؛ لأنه قضاء الأمر وتدبيره بالليل، ويقال:  \" هذا أمر بُيِّتَ بليل \" . وإما من أبيات الشعر؛ لأن الشاعر يدبرها، ويسويها)، وعندي أن هذا المعنى غريب، ولكن الأولى هو الأول مضافا إليه معنى التزوير والتحسين، لأن (بيّت) تتضمن معنى التزوير والتمويه. والمعنى على أي حال أن هذه الطائفة، بعد خروجها من عندك، تدبر أمر مخالفتلث، وتحسن هذه المخالفة وتزينها لنفسها في خفاء، والله يعلم ما يسرون وما يعلنون، ولذا قال: </p><p> (وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللَّهِ) والله سبحانه وتعالى يعلم ما يبيتون، فلم يكن خافيا قبل أن يقع، ولم يزدد به علما بعد الوقوع، فهو يعلم ما كان وما يكون إلى يوم الدين. وفي هذه الجملة تهديد لهم وتطمين للنبي - صلى الله عليه وسلم -، فإن الله تعالى يبين أن تبييتهم وإخفاء نياتهم لَا يخفى على الله، بل إن علمه به علم ما يكتب وما يسجل عليهم، ليكون مرئيا لهم في صحائف أعمالهم يوم القيامة، وليعلم نبيه بتدبيرهم السيئ ونيتهم، ليتقى شرهم، ويحفظه من أذاهم، فإنه هو ناصره وكافله. وإذا كان الله تعالى يكتب عليهم ما يخفونه، فليس للنبي أن يأبه لهم والله حافظه وكالئه، ولذلك أمره بألا يلتفت إليهم، ولا يأخذه هئم في شأنهم، وليعتمد على الله، وليكل إليه أموره، ولا يكل أموره إلى غيره، وإنه إن توكل على الله حق التوكل، حفظه، وكفاه شرهم، ولذا قال سبحانه وتعالى:  (وَكَفَى بِاللَّهِ وَكِيلًا) . </p><p> والمعنى: يكفيك أن الله تعالى هو الموكل بأمرك، وهو حافظك وكالئك وحاميك، ومن كان الله تعالى وكيله والموكل بأموره، فلن يضيع أبدا. </p><p> اللهم هيئ للمسلمين أسباب العزّة، ووفقهم للعمل الصالح، واجعلهم يكلون مآل أمورهم إليك، إنك نعم المولى ونعم النصير. </p><p> * * * </p><p> (أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا (٨٢) وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا (٨٣) فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا وَاللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنْكِيلًا (٨٤) مَنْ يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا وَمَنْ يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا (٨٥) وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا (٨٦) اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا (٨٧) </p><p> * * * </p><p> في الآيات السابقة بيَّن الله تعالى لنبيه - صلى الله عليه وسلم - أحوال المنافقين، وما هم عليه من لؤم الطبع والمكر والخداع، ثم أمره - صلى الله عليه وسلم - بالإعراض عنهم، فهم لن يضروه شيئا مهما كان لؤمهم وخداعهم، وما عليه إلا أن يتوكل على الله، فهو حسبه، وسيكفيه شرهم، ولن يبلغوا منه شيئا. </p><p> وفى هذه الآيات لَا يزال الكلام عن المنافقين متصلا، فالله سبحانه وتعالى يعيب عليهم حالهم في عدم تدبر القرآن الكريم والتفكر في معانيه؛ لأن التدبر في القرآن يجعلهم يفكرون في عاقبة أمرهم، ويستيقظون من سباتهم الذي يملك عليهم نفوسهم، ويتجسد أمام بصائرهم ما سوف ينالهم من جزاء يوم القيامة. </p><p> وهم لو تدبروا القرآن لرأوا فيه العجب العجاب، ولتبين لهم أن هذا الكتاب منزل من الله رب العالمين، وأن محمدا عبد الله ورسوله. </p>"
}