{
  "id": null,
  "sura": 4,
  "aya": 71,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ فَانْفِرُوا ثُبَاتٍ أَوِ انْفِرُوا جَمِيعًا) يا أيها الذين أذعنوا للحق، واستجابوا لله ولرسوله، خذوا الأهبة بالحذر واتقاء أذى الأعداء، وكونوا متاهبين للقاء دائما، ولا يكن أخذ الحذر والاحتراس بالقعود في الديار، بل بالنفرة والاستعداد لمواجهة الأعداء في الميدان. فعلى المؤمنين أن ينفروا للحرب، جماعة بعد جماعة، تمر بالثغور التي تواجه الأعداء، أو تلاقى من تستطيع لقاءه منهم. أو إذا تكاثف العدو في مكان، وأصبحت لَا تكفيه جماعة الجند العامل، فلينفر الجند كله، وليتقدم للميدان بكلكله (١) ، وهذا معنى النص الكريم بالإجمال ولنتجه إلى تحليل بعض العبارات من ناحية اللفظ والمعنى. </p><p> وأولى هذه العبارات قوله تعالى:  (خُذُوا حِذْرَكمْ) ، فقد قال الزمخشري:  \" إن الحِذْرَ والحَذَرَ معناهما واحد،ويقال:أخذ حذره إذا تيقظ واحترس. ومعنى خذوا حِذركم، أي خذوا ما فيه الاحتياط لكم، ودفع كل مخوف عنكم \" ، وقد ذكر الأستاذ الإمام الشيخ محمد عبده:  \" أن مِنْ أخذ الحذر تعرف حال البلاد الإسلامية، وترف حال بلاد الأعداء، أو من يتوقع منهم الاعتداء، وتعرف بلاد المعاهدين وغيرهم، بحيث إذا اضطروا إلى الحرب كانوا عالمين بمواطن قوتها وأماكن ضعفها \" . وذكر رضي الله عنه \" أنه يدخل في الاستعداد وأخذ الحذر، واتقاء كل مخوف معرفة الأسلحة واستعمالها فإذا كان ذلك يتوقف على معرفة الهندسة والكيمياء والطبيعة وجر الأثقال، فإنه يجب تحصيل ذلك \" . ولقد قال الإمام هذا في أول هذا القرن الذي يعيش فيه، وهو ألزم في هذا العصر الذي </p><p>(١) الكلكل: الصدر من كل شيء. لسان العرب.</p><p> كشف ابن الأرض فيه الفضاء، وصارت الحرب لَا تكون بشجاعة الشجعان، بل تكون بالأدوات وغيرها. . ولقد قال أبو بكر لخالد بن الوليد يوم حرب اليمامة:  \" حاربهم بمثل ما يحاربونك به \" ! فعلينا أن نعد العدة بمثل ما يعدون، وقد ابتكروا ما يخرب الديار، فعلينا أن نعمل بهذا الابتكار، فإن الشر لَا يدفع إلا بمثله. والله من ورائهم محيط. </p><p> والثانية في قوله تعالى:  (فَانفِرُوا ثُبَات أَوِ انفِرُوا جَمِيعًا) ، فمعنى انفروا: اخرجوا إلى ميدان القتال أو الحراسة. وقالوا: إن نفر يتفر معناه انزعج وخرج إلى عمل من الأعمال، ومنه قوله تعالى:  (فَلَوْلا نَفَرَ مِن كُلِّ فِرْقَةٍ منْهُمْ طَائِفةٌ ليَتَفَقَّهُوا فِي الدِّينِ وَلِيُنذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ) ، ومصدره النفر أو النفار أو النفير، والأخير قد يطلق بمعنى الجماعة النافرة. وقالوا إنَّ نَفَرَ يَنْفُر - معناها انزعج عن الشيء، ومنه النفور من الأمور ونفور الدابة. (وثُبَات) جمع ثُبَة، وهي في الأصل ثُبَيَّة، حذفت الياء، ووزنها فعة، ويقال: ثيبت الجيش، جعلته ثبة ثبة، أي جعلته جماعة متفرقة، كل واحدة لها مقصد خاص، وعمل تقوم به، اقتضاه توزيع القوى. </p><p> والنفير جماعة جماعة، هو الحال الدائمة المستمرة، فيجب أن تكون حراسة مستمرة للحدود والثغور، وهي المرابطة، كما قال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ) . </p><p> وأما النفير العام فإنما يكون عند قيام الحرب التي لَا تكفي فيها كتيبة، أو كتيبتان، أو كالتعبير التاريخي في الإسلام: سرية أو سريتان أو أكثر، بل لَا بد من الجيش المحارب كله والأمة من ورائه تؤيده وتؤازره. </p><p> ولكن ما المراد من النفير جميعا؛ أهو الجيش المحارب كله، أم نفير الأمة كلها؟ لَا شك أنه إذا لم تغن السرية وجب أن يتقدم الجيش كله، وتقدم الجيش كله هو في معنى نفير الأمة كلها؛ لأن الأمة عليها أن تكوِّن الجيش المقاتل، تؤازره وتؤيده بالمال والقول والعمل، وتكون من وراء ظهره تدفعه إلى العمل وتحميه من </p><p> كل خيانة. فإن تكوين جيش مسلح كاف فرض كفاية على كل المسلمين، تأثم الأمة كلها إذا تركت تكوينه. ثم إذا دخل العدو الديار صار الواجب أن ينفر كل قادر من الأمة، وإلا كانت كلها مقصرة، ويكون الخروج فرض عين، وحين ذلك تنفر الأمة كلها حقيقة لا حكما. </p><p> إن هذا واجب المخلصين في الأمة، وفي كل أمة معوِّقون يقولون: هلم إلينا ولا يأتون البأس إلا قليلا! ولذا قال سبحانه: </p><p> * * * </p>"
}