{
  "id": null,
  "sura": 4,
  "aya": 96,
  "text": "<p> (دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٩٦) </p><p> * * * </p><p> هذا بيان للأجر العظيم الذي يعلو به المجاهد بنفسه وماله عن القاعد كسلا أو تراخيا، أو لأنه سبقه غيره إلى الجهاد. وهذا الأجر مكون من عناصر ثلاثة: أولها: أن الله تعالى يرفعه دوجات، ويقربه إليه سبحانه منازل يوم القيامة، فيكون في مرتبة الصديقين والأنبياء والصالحين؛ إذ إن الشهداء الذين أخلصوا النية في جهادهم، والمجاهدين الذين تعرضوا لشرف الاستشهاد لهم المنازل العليا، والمقامات الكبرى. ونُكِّرت الدرجات لبيان أنها لَا يحدها الحصر، ولا يعيِّنها المقدار، بل هي شرف عظيم لَا يناله إلا المقربون الأبرار. </p><p> ثانيها: أن الله تعالى يغفر له ما تقدم من ذنبه، فإن الحسنات يذهبن السيئات، وأي حسنات أعظم من تقديم النفس والنفيس. </p><p> ثالثها: الرحمة تنزل بالمجاهد، فإنه يكون مغمورا برحمة الله تعالى في الدنيا والآخرة: ففي الدنيا براحة الضمير وأداء الواجب، والإحساس بأنه كان سببا للرحمة بالمؤمنين، إذ وقاهم شر العدو، ومنعه من أن يتحكم فيهم، ودفع عنهم الفتنة في دينهم، وجعل الدين خالصا لوجهه الكريم، ومنع الفساد في الأرض. </p><p> وفى الآخرة بالثواب العظيم. </p><p> وقد ختم الله تعالى النص بأن الغفران والرحمة وصفان دائمان لذاته العلية، لا ينفصلان عنها، وفي ذلك دعوة لكل من يكسل عن الجهاد لأن يعمل، وللعاصي ليتوب، فإن باب المغفرة مفتوح قد فتحه الغفور، وباب الرحمة متسع قد وسَّعه الرحيم. اللهم اكتبنا في عبادك التائبين، واغفر لنا، إنك أنت الغفور الرحيم. </p><p> * * * </p><p> (إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا (٩٧) إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا (٩٨) فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا (٩٩) </p><p> * * * </p><p> في الآيات السابقة ذكر سبحانه خروج المؤمنين مجاهدين، وما يجب أن يكون عليه المجاهد من حذر، فلا يثق بخائن أو منافق، ولا يضع سيفه على من يلقى إليه السلام، وذكر أن الخروج للجهاد واجب، وأن القعود لَا يجوز إلا عند عدم الحاجة أو المعذرة. والتعود قسمان: قعود عن الجهاد، وقعود عن الهجرة. </p><p> وإذا كان القعود الأول فيه ملامة إن لم يكن لمعذرة، فالقعود الثاني فيه ذلة، وفيه إثم الرضا بالذلة، ولذا قال تعالى: </p>"
}