{
  "id": null,
  "sura": 5,
  "aya": 71,
  "text": "<p> (وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا وَصَمُّوا ثُمَّ تَابَ اللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا وَصَمُّوا كَثِيرٌ مِنْهُمْ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ (٧١) </p><p> * * * </p><p> الفتنة أصل معناها إدخال الذهب النار لتظهر جودته، وأطلقت الفتن في لغة القرآن على الشدائد التي تنزل ليختبر قلب المؤمن، فإن صبر ظهر إيمانه قويا شديدا، وإن خار ووهن كان من ضعفاء الإيمان ولقد قال تعالى:  (أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنونَ) . </p><p> واليهود لما أنعم الله تعالى به عليهم إذ أخرجهم من قسوة فرعون، ونجاهم بفلق البحر، حتى مروا، وغلقه على فرعون وقومه، حتى غرقوا، وهم ينظرون وأعطاهم من بعد ذلك المن والسلوى وغير ذلك ما أجزله تعالى عليهم من خير، حسبوا أن الإيمان جلب لَا سلب فيه، وهناءة لَا يرنقها تعب، ولذلك حسبوا ألا تكون فتنة تنزل بهم، ولكن الله أنزل عليهم هزائم تتلوها هزائم واختبرهم بقحط ينزل بهم، حتى يصقل إيمانهم، وكان ذلك الحسبان منهم لانغمار نفوسهم بالشهوات، لأنها تعمي وتصم، وترين على البصر بغشاوة فلا يرى، وتضع على الآذان وقرا فلا تسمع. </p><p> ولذلك رتب الله تعالى على حسبانهم ألا فتنة تنزل أن عموا عن إدراك الحق، فلم يصلوا إليه، وأن صموا عن سماع الهادي فلم ينصتوا إليه، وبذلك سدت عليهم منافذ الإدراك، فلا عقل يدركون به إذ غشيته الشهوات حتى أعمته وجعلت عليه غشاوة ولا وعي يستمعون به إلى صوت الهداية. </p><p> وقد نزلت بهم شدائد صقلت نفوسهم كالشدائد التي أنزلها التتار بهم، فاستيقظت مداركهم وسمعت الحق آذانهم، وجاء الأنبياء أمثال داود وسليمان فأنقذوهم، ولكن ما إن أحسوا ببحبوحة النعمة حتى استولت عليهم الشهوات فعموا وصموا ولكن كانت بقية صالحة، وهنا مباحث لفظية نذكرها، لأنها تقرب إلينا معنى النص الكريم. </p><p> الأول - أن قوله تعالى:  (أَلَّا تَكُونَ فِتْنَةٌ) بنصب النون في تكون، وقرئ بضمها (١) ، والقراءة الأولى على أساس أن \" حسب \" بمعنى الظن الغالب، والثانية على أساس أن \" حسب \" بمعنى علم، والقراءتان متواترتان، وهما تنتهيان إلى أنهم ظنوا، ثم لغلبة الشهوات وسيطرتها تحول الظن إلى يقين أو كاليقين. </p><p> الثاني - أن معنى:  (عَمُوا وَصَمُّوا) فيه تشبيه حالهم في غلف قلوبهم واستيلاء الشهوات عليهم وعدم إدراكهم الحق بأنفسهم وعدم استماعهم للداعية بحال الأعمى الذي لَا يبصر، ولا يستمع إلى من يدعوه ليسير في الطريق القويم. </p><p> الثالث - أن المفسرين أرادوا أن يفسروا متى كانت التوبة التي يسترشدون فيها ثم الصمم الذي يلي الرشاد وقالوا في ذلك أقوالا كثيرة، وعندي أن توبتهم بشديدة تنزل بهم، يخرجهم الله منها، ثم عودتهم إلى ما كانوا عليه متكررا. </p><p>(١) (ألا تكونُ) (بالرفع). قراءة أبو عمرو،، وحمزة، والكسائي، ويعقوب، وخلف، والمفضل، ولكن قرأ عاصم والباقون بالنصب. غاية الاختصار - برقم (٨١٢).</p><p> الرابع - أن قوله تعالى:  (ثُمَّ عَمُوا وَصَمُّوا كنِيرٌ منهُمْ) فيه معنى التراخي المعنوي لبعد ما بين التوبة والعمى والصمم. وكثير منهم بدل من الضمير، وفي هذا إشارة إلى تأصل الصمم والعمى حتى صاروا أهلا لأن يحكم على الجميع بسببهم ولكن عدل الله أخرج المهديين منهم. </p><p> بهذا ختمت الآية، وهي تدل على أن الله جل جلاله عليم بما كان منهم علم من يبصر، وهو مجازيهم بأعمالهم، وهو فوقهم، وهو بكل شيء محيط. </p><p> * * * </p><p> (لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (٧٢) لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ وَمَا مِنْ إِلَهٍ إِلَّا إِلَهٌ وَاحِدٌ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ (٧٣) أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ (٧٤) مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلَانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآيَاتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ (٧٥) </p><p> * * * </p><p> بين سبحانه ضلال اليهود وما كان ضلال فكر، بل ضلال قلب، ذلك لأنهم عرفوا الحق، ولكن حقد قلوبهم وحسد نفوسهم منعهم من الإذعان للحق الذي تبين لهم، وأدركوه، وطمس الله عليهم فجعل قلوبهم غلفا لَا ينفذ الحق إليها، وبعد ذلك ذكر ضلال النصارى، وكان ضلالهم ضلال العقل الذي انحرفوا به تحت تأثير وثنية قديمة، أو فلسفة واهمة سيطرت في زمانهم. فكان الضلال ضلال فكر انحرف فاعتنقوا غير المعقول، وآمنوا بما هو مستحيل، ولا عجب في ذلك إذ استهوت العقول أفكار منحرفة شردتهم عن الجادة المستقيمة، وقد أخذ سبحانه يصور كفرهم فقال تعالت كلماته: </p>"
}