{
  "id": null,
  "sura": 5,
  "aya": 32,
  "text": "<p> (مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ ثُمَّ إِنَّ كَثِيرًا مِنْهُمْ بَعْدَ ذَلِكَ فِي الْأَرْضِ لَمُسْرِفُونَ (٣٢) </p><p> * * * </p><p> يتنازع النفس الإنسانية نزوعان: نزوع الخير ونزوع الشر؛ ولذلك قال تعالى:  (وَنَفْسٍ وَمَا سَوَّاهَا (٧) فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا (٨) . </p><p> وقال تعالى:  (وَهَدَيْنَاهُ النَّجْدَينِ) ، أي: أودع الله تعالى نفسه العلم بالخير والاتجاه إليه، وأودعها الشر والاتجاه إليه، فمن غلبت عليه نزعة الشر كان من الأشرار، ومن غلبت عليه نزعة الخير كان من الأخيار الأبرار، وكل ميسر لما خلق له، وما </p><p> يتجه إليه، وقد أودعه الله سبحانه وتعالى مع ذلك عقلا به يميز الخير من الشر، والطيب من الخبيث، ويعتبر بماضيه وحاضره، وحاضر غيره وقابله. ولا بد من زواجر اجتماعية تنبه الضال، حتى لَا يستمر في ضلاله، وتوضح له بالعيان عقبى الشر، وثمرة الخير. </p><p> وهذان أخوان أحدهما غلب عليه الخير، حتى أنه لم يبسط يده ليقتل أخاه، مع أنه رأى بوادر الشر، والثاني غلبه الشر، حتى أنه ليستعديه الحسد على أخيه، فيقتله، ولقد ذكر الله تعالى في سابق الآيات ما كان من ابني آدم، ويذكر هنا ما سنه من نظم ليرى فيها النازعون إلى الشر ما يردعهم، فقال تعالى:  (مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَن قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ) أي من جرَّاء هذه الجناية التي ارتكبها أحد ابني آدم، ودلالتها على تغلغل الشر في نفوس بعض الناس، واستعدادهم لأن تكون منهم الجريمة في كل وقت وحين، كان لابد من رادع زاجر مانع، وهو العقاب - فـ \" أجل \" هنا معناها جناية، وقد فسرها كذلك اللغويون في معاجمهم، فذكر ذلك ابن منظور في لسان العرب، وذكره الأصفهاني في مفرداته، فقال: والأجل الجناية التي يخاف منها آجلا، فكل أجل جناية، وليس كل جناية أجلا، يقال فعلت كذا من أجله، قال تعالى:  (مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ) ، أي من جراء ذلك، وقد فسر الأجل بالجناية أكثر المفسرين، وقد حقق الطبري الأصل اللغوي واستشهد بقول الشاعر: </p><p> وأهل ضباء صالح بينهم ... قد احتربوا في عاجل أنا آجله (١) </p><p> يعني بقوله: أنا آجله أي أنا الجارُ عليهم ذلك والجاني. </p><p> وقد أشار الأصفهاني إلى معنى جدير بالنظر وترديده، وهو أن الأَجْل هو الجناية التي يخاف منها آجلا، أي تكون لها عواقب وخيمة على الأشخاص، أو على الجماعات، أي الجناية التي لَا تنتهي مغبتها بوقت وقوعها، بل يكون لها آثار </p><p>(١) قد استعمل الشاعر التورية فعبر بـ (آجله) في مقابل (عاجل)، وأراد المعنى البعيد.</p><p> مؤجلة بعدها، إن لم تعالج تلك الآثار. وكذلك كانت جريمة أحد ابني آدم، فإنها جناية قد فتحت باب القتل والقتال إلى يوم القيامة، وهي جناية دلت على مكنون النفس البشرية الذي استتر فيها من غلبة الحق والحسد على بعض النفوس، حتى طغت على كل عناصر الخير فيها، فهي جناية آجلها وخيم كحاضرها، ولذلك قال النبي - صلى الله عليه وسلم -: \" لا تُقتل نفس ظلما، إلا كان على ابن آدم الأول كفل من دمها، لأنه كان أول من سن القتل \"  (١) . </p><p> و (من) هنا للسببية، أي سبب هذه الجناية كان ما شرعه الله تعالى من شريعة القصاص الخالدة الباقية لدفع الشر إلى يوم القيامة، وعبر عن السببية بـ \" مِن \" ، لبيان الابتداء في الحكم، فمع كون من أجل ذلك دالة على السببية وتشير إلى ابتداء الحكم، وأنه مقترن بما وقع من جريمة كان لها آجل هو شر إن لم تقمع النفوس وتردع الأهواء التغلبة الطاغية. </p><p> وهنا معانٍ بيانية تجب الإشارة إليها: </p><p> أولها - في الكلمة السامية \" كتبنا \" ، فانها تدل على تقرير العقاب، وتسجيله حتى لَا يقبل المحو، فإن الواجب الذي يكتب يكون مسجلا على القراطيس، ويبقى أثر الكتابة باقيا غير قابل للنسيان، وفيها إضافة الفرضية والكتابة إلى الله تعالت قدرته، وجل جلاله، وتقدست ذاته، وفي ذلك إشارة إلى عظمة المكتوب المفروض، وهو شريعة القصاص فهي شريعة عظيمة تمد المجتمع بحياة هادئة مطمئنة، إذ تحميه من أوضاره أن تتغلغل في كيانه ومن شراره من أن يتحكموا في خياره. </p><p>(١) عَنْ عَبْدِ اللَّهِ (أي ابن مسعود) رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" لاَ تُقْتَلُ نَفْسٌ ظُلْمًا، إِلَّا كَانَ عَلَى ابْنِ آدَمَ الأَوَّلِ كِفْلٌ مِنْ دَمِهَا، لِأَنَّهُ أَوَّلُ مَنْ سَنَّ القَتْلَ \". متفق عليه؛ رواه البخاري: أحاديث الأنبياء - خلق آدم صلوات الله عليه وذريته (٣٣٣٦)، ومسلم: القسامة والمحاربين والديات والقتل - بيان إثم من سن القتل (١٦٧٧).</p><p> ثانيها - أن الله تعالى خص بني إسرائيل بالذكر مع أن القصاص شريعة عامة لم يخل منها دين من الأديان السماوية بل لم تخل منه شريعة وضعية على انحراف في تطبيقه، أو إهمال في العدالة فيه، والنفوس التي انحرفت عنه في الأيام الأخيرة قد غلب عليها هواها، فغلبت عليها شقوتها، وعرَّضت الجماعات فيها لأعظم المخاطر من عدوان الأشرار. فلماذا خص الله تعالى بني إسرائيل بالذكر مع أنه مفروض قبلهم، ومفروض بعدهم، والجواب عن ذلك نتلمسه، ولا نجد نصا يدل عليه، ونقول في ذلك والله أعلم بمراده: إن التوراة فيما بقي منها هي الكتاب الذي اقترن هو والإنجيل بالفرآن زمنيا، فالقرآن جاء مهيمنا عليها، ومصدقا للصادق منهما، فذكر بني إسرائيل دليل على أنه مفروض علينا بحكم الاقتران الزمني، وبحكم أن هذا المبدأ الخالد قرره القرآن، وجدده في مثل قوله تعالى:  (وَكتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالأَنفَ بِالأَنفِ وَالأُذُنَ بِالأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصاصٌ. . .) . </p><p> وفوق ذلك ما يزال هذا المبدأ باقيا في التوراة ولم يندثر فيها، مع أنهم حرفوا ما حرفوا، والأنبياء الذين سبقوا يعقوب، وليست كتبهم قائمة في أيدي الناس في عصر التنزيل، كما بقيت التوراة مع تحريفهم فيها الكلم عن مواضعه - وكانت شريعة القصاص باقية بعد هذا التحريف. </p><p> ثم إن بني إسرائيل قد كتبت عليهم شريعة القصاص كما كتبت على غيرهم من قبلهم ومن بعدهم، ومع ذلك هم أشد الناس إسرافا في قتل الأبرياء والأطهار، وما أشبههم في قتلهم أنبياءهم ودعاة الحق بقابيل الذي قتل أخاه هابيل، فهو قتله لما ظهر فيه من خير، وهم قد قتلوا أنبياءهم، لأنهم دعوهم إلى الخير. </p><p> ثالثا - أن الله تعالى عندما بين شريعة القصاص، قد ذكر الباعث عليها، وحكمتها، وما يؤدي إليه تنفيذها، واكتفى ببيان ذلك مكتفيا بما فصلته شرائع النبيين فيها، وما أتت به من بينات؛ ولذلك قال تعالى: </p><p> (أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا) هذا هو ما كتبه الله تعالى، وهو أن من قتل نفسا بغير حق شرعي مبيح لها، فكأنما قتل الناس جميعا، ومن أحياها فكأنما أحيا الناس جميعا، وقد بين القرآن الكريم متى يكون القتل بغير حق مشيرا بإيجازه المعجز إلى القتل بحق، فبين أن القتل بغير حق، هو ألا يكون في نظير نفس، فالقتل قصاصا لَا يكون إلا بالحق ولكن بعد أن يقرر القضاء أنه يجب القصاص، أو يمكَّن ولي الدم من القصاص، وكذلك القتل لمنع الفساد في الأرض، كقتل الذين يعتدون على الجماعات المؤمنة، ويرهقونهم في تدينهم، أو من يرتدُّون ليفسدوا عقائد المؤمنين، أو الزنادقة الذين يفسدون العقائد، أو أهل الدعارة والفساد من أهل الحرابة الذين يخرجون على الجماعات ويحاربون النظم التي قررها الشرع الشريف، وهكذا، فإذا كان القتل لغير هذين الأمرين، فهو قتل بغير حق، ومن فعل ذلك فكأنما قتل الناس جميعا. </p><p> ولقد تكلم العلماء في معنى هذا التشبيه، وكيف يكون قتل الواحد بغير حق مشابها لقتل الناس أجمعين، قال بعض العلماء: إن المراد نفس الإمام العادل؛ وذلك لأن قتل الإمام العادل الاعتداء فيه ليس على شخصه وحده، ولكن على كل من يسعدون بحكمه ويظلهم عدله، فمن قتله فكأنه قتلهم، إذ يصير أمرهم بورا من بعده، وتضطرب أحوالهم، وذلك قتل للجماعة؛ لأن تفريق الجماعة وحل رباطها هو موت لها، ومع سلامة ذلك التفكير، فإن قصر القتل المفسد على قتل الإمام لَا دليل عليه؛ ولذلك كان الأولى التعميم بدل التخصيص والإطلاق بدل التقييد، إذ لَا دليل من مخصص أو مقيد، فالأولى هو تفسيرها بالعموم، ويبقى مع ذلك التشبيه سليما، لَا شبهة فيه، ووجه الشبه الذي جعل قتل النفس الواحدة كقتل الناس جميعا يكون من نواح: </p><p> الأولى - أن من قتل نفسا فقد استباح حق الحياة المصون المحترم الذي حماه الإسلام، ومن استباحه في نفس واحدة فقد استباحه في نفوس الناس جميعا، </p><p> وقد أشار إلى هذا المعنى ابن كثير، فقال في تفسيره للقرآن العظيم: من قتل نفسا واحدة بغير سبب من قصاص أو فساد في الأرض واستحل قتلها بلا سبب ولا جناية، فكأنما قتل الناس جميعا. . . وعن أبي هريرة قال:  (دخلت على عثمان يوم الدار،فقلت:جئت لأنصرك، وقد طاب الضرب يا أمير المؤمنين،فقال:يا أبا هريرة، أيسرك أن تقتل الناس جميعا، وإياي معهم؟قلت:لَا،قال:فإنك إن قتلت رجلا واحدا فكأنما قتلت الناس جميعا، فانصرف مأذونا لك مأجورا، غير مأزور، قال فانصرفت ولم أقاتل) . وروي عن سعيد بن جبير أنه قال: من استحل دم امرئٍ فكأنما استحل دم الناس جميعا، ومن حرَّم دم امرئٍ، فكأنما حرم دماء الناس جميعا. </p><p> الثانية - أن وزر من قتل نفسا واحدة، كوزر من قتل ألفا. </p><p> الثالثة - أن عقاب قتل نفس كعقاب قتل الأنفس، وهو في الدنيا بالقصاص العادل، وفي الآخرة بعذاب جهنم، كما قال تعالى: </p><p> (وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا (٩٣) ، وإذ اكان قتل نفس واحدة كقتل الناس جميعا، فإحياؤها كإحياء الناس جميعا؛ ولذا قال سبحانه:  (وَمَنْ أَحْيَاهَا فَكَأنَّمَا أَحْيَا النَّاسَ جَمِيعًا) . في هذا النص السامي نتكلم عن أمرين: أولهما - معنى إحياء النفس، وثانيهما - معنى تشبيه من أحيا نفسا فكأنما أحيا الناس جميعا. أما الجزء الأول وهو معنى الإحياء، فقد ذكر العلماء له معاني كثيرة، منها أن إحياءها بمعنى تحريم قتلها على نفسه، والامتناع عن انتهاك حرماتها، ولكن ذلك أقرب إلى المعنى السلبي، اللهم إلا أنه يقال: إنه كب نفسه عن ذلك الفعل الأثيم عندما تساوره قوة الشر دافعة خاملة له، فإن الكف حينئذ ليس عملا سلبيا، بل هو عمل إيجابي، ومنها أن معناها: من أنقذ إنسانا كان مشرفا على الهلاك في حرق أو غرق، أو مصاولة إنسان أو حيوان، فإن ذلك إحياء له، ولكن مع سلامة هذين المعنيين لا يمكن أن يكون تشبيه من يفعل ذلك سلبا أو إيجابا بإحياء الناس جميعا واضحا، </p><p> لأنه إحياء لفرد، اللهم إلا أن يقال إن مجرد حماية حق الحياة أو احترامه في فرد هو احترام أو حماية له في الناس أجمعين. </p><p> ولقد قال بعض المفسرين: إن المراد بإحياء النفس حماية نفس الإمام، ومعاونته على دفع شرور البغاة، والخارجين عليه، وإن ذلك سير على أن قتل النفس الذي يكون قتلا للجميع هو قتل الإمام، وقد بينا أنه غير الأولى. </p><p> والحق الذي نراه أن المراد بإحياء النفس، هو بالتمكين من القصاص؛ لأن الله تعالى قال:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ. . .) . </p><p> فإحياء النفس المقتولة بالقصاص لها ممن اعتدى وقتلها، وقد وجدنا الآلوسي ذكر ذلك الرأي فقال: </p><p> \" وقيل المراد، ومن أعان على استيفاء القصاص فكأنما. . . إلخ (١) . </p><p> وبهذا يتبين بوضوح الأمر الثاني، وهو أن من أحيا نفسا قد قتلت بالتمكين من القصاص لها فقد أحيا نفوس الناس جميعا، بأن يوجد الردع العام عن القتل والاعتداء، فتحيا النفوس، وينقمع الأشرار، وهذا ما أشار إليه ما تلونا من قوله تعالى:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُوْلِي الأَلْبَابِ. . .) ، (وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا بِالْبَيِّنَاتِ) يخبر الله سبحانه وتعالى أن الله تعالى أرسل الرسل لبني إسرائيل يبينون لهم الحقائق التي يقوم عليها بناء المجتمع السليم الذي تحمى فيه الدماء والأعراض، والفضيلة الإنسانية، والتي تشتمل على ما كتبه الله تعالى من أجل اعتداء أحد ابني آدم على أخيه من غير ظلم وقع منه ولا باعث على ما ارتكب إلا الحسد والحقد. </p><p>(١) قال الآلوسي (ج ٦، ص ١١٧): \" (وَمَنْ أحْيَاهَا) أي تسبب لبقاء نفس واحدة موصوفة بعدم ما ذكر من القتل والفساد إما بنهي قاتلها عن قتلها. أو استنقاذها من سائر أسباب الهلكة بوجه من الوجوه (فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا)، وقيل: المراد ومن أعان على استيفاء القصاص فكأنما إلخ \". اهـ أي: فكأنما أحيا الناس جميعا.</p><p> وقد ذكر سبحانه وتعالى أنه أرسل الرسل بالبينات، وهي الشرائع البينة الواضحة التي تحمل في نفسها دليل صلاحها، وتوضح غاياتها ومراميها، ومعها الدليل القاطع المثبت لصحة الرسالة من معجزات باهرة، وخوارق صارخة، وقد أكد سبحانه بعث هؤلاء الرسل وسلامة ما يدعون إليه بمؤكدات ثلاثة: أولها - باللام وقد، إذ قال:  (وَلَقَدْ جَاءَتْهُمْ رُسُلُنَا) . وقد مؤكدة للخبر، واللام مؤكدة لما بعدها. </p><p> ثانيها - بالتعبير بأن الرسل جاءتهم، أي لاصقوهم وصاروا قريبين منهم يخاطبونهم ويحاجونهم ويبينون لهم، ولا يدعون أمرا فيه التباس إلا أزالوا لبسه، ومنعوا الاشتباه عليهم. </p><p> وثالثها - أنه سبحانه أضاف الإرسال إلى ذاته العليا، وفي ذلك بيان قدسية الرسالة، وفوق ذلك هي في ذاتها فيها حقائق واضحات منيرة للحق في ذاتها، فلها بذلك شرفان: شرف ذاتي من حقائقها، وشرف إضافي من مُنزلها. ولكن الآيات والنذر إنما تغني من يذعنون للحق ويؤمنون، والبينات مهما تكن نيرة لَا يدرك نورها إلا ذو البصيرة المستنيرة، وليس بنو إسرائيل من هذا الصنف؛ ولذا قال سبحانه: </p><p> (ثُمَّ إِنَّ كَثِيرًا مِّنْهم بَعْدَ ذَلِكَ فِى الأَرْضِ لَمُسْرِفونَ) كان العطف بـ \" ثم \" للإشارة إلى بعد ما بين البينات الواضحات التي جاءت بها الرسل، ونتيجتها في قلوبهم، فهي في ذاتها أمر بين ولكن نتيجتها لم تكن كحقيقتها طيبة مثمرة في قلوبهم، بل كانت كالبذر الطيب يلقى في أرض سبخة لينبت قليلا، ويخرج حبطا (١) في أكثرها، ولم يحكم سبحانه على اليهود جميعهم بأنهم كانوا جميعا مفسدين، بل حكم على كثير منهم ذلك الحكم، كما قال تعالى:  (. . . مِّنْهمْ أُمَّة مُّقْتَصِدَةٌ وَكَثِيرٌ منْهُمْ سَاءَ مَا يَعْمَلُونَ) . </p><p>(١) الأرض السَبِخة: أي ذات ملح ونز (البور). والحَبَط: أن تأكل الماشية فتكثر حتى تنتفخ بطونها ولا يخرج عنها ما فيها. الصحاح.</p><p> وقد وصف سبحانه وتعالى كثيرا منهم بأنهم مسرفون، أي مفسدون، لأنهم قتلوا المخلصين، وعصوا أوامر الله، وعاثوا في الأرض فسادا، ونشروا الشر في العالم، حتى إنك لَا تجد فسادا إلا إذا كانوا مصدره، فهم الذين نشروا الربا والمجون والعبث والخمور، وكل ما هو شر في الأرض، والإسراف: هو الفساد مأخوذ من السُّرفة، وهي: الدودة التي كل الشجر، والإسراف حتى فيما أصله خير يقلبه إلى شر وفساد، وقد أكد الله تعالى إسراف اليهود في الشرب \" إنَّ \" وباللام في قوله: \" لمسرفون \" ، وبالجملة الاسمية. . وقَى الله المسلمين شرهم، وألبسهم لباس الذل والخوف إلى يوم القيامة، وهدانا جميعا للخير، إنه الهادي إلى قصد السبيل. </p><p> * * * </p><p> (إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (٣٣) إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣٤) </p><p> * * * </p><p> يبين الله سيحانه وتعالى عقب اعتداء أحد ابني آدم على أخيه، أنه سبحانه وتعالى بسبب ما استكن في النفوس من نوازع الشر والخير، وأن بعض النفوس يغلب الشر عليها، فتغلب عليها الشقوة وأنها لَا بد لها من زاجر يزجرها، ورادع يردعها، فتقرر القصاص الذي تكون فيه حياة الجماعة، والأمن من شرور أهل </p><p> الفساد الذين غلب عليهم الشر، وبين سبحانه أن من قتل نفسا بغير نفس أو فساد في الأرض فكأنما قتل الناس جميعا، وأن من أحياها فكأنما أحيا الناس جميعا، وأن صور الفساد الذي يبيح الدم صونا للجماعة، وحفظا للحياة الهادئة المطمئنة - كثيرة، ولكن أبلغها في الفساد، وأبعدها في الشر مدى هو الانتقاض على الجماعة بارتكاب جرائم القتل والعدوان، من غير تأويل، والسرقة، والاتفاق الجنائي على ذلك، ولذلك ابتدأ بهذا سبحانه فقال تعالى: </p>"
}