{
  "id": null,
  "sura": 5,
  "aya": 6,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ </p><p> أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٦) </p><p> * * * </p><p> كانت الآيات السابقات، في بيان ما يحل وما يحرم من الأطعمة، ومن يحل من النساء، وذلك يتعلق بغذاء الأجسام وتبعتها، وإن هذه الآية الكريمة لبيان غذاء الروح، وهو الصلاة، ففي الأوليات غذاء الأبدان، وفي هذه غذاء النفوس، وفوق ذلك إن هذه الآية بيان للوضوء والاغتسال، وما يقوم مقامهما، وهذان يكونان من نتائج الغذاء والزواج، فكان التلازم بينهما ثابتا، لأن نواقض الوضوء والجنابة إنما تكون من نتائج الطعام في هذه الدنيا، ومن نتائج متعة الزواج بما يكون بين الزوجين. </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلاةِ) النداء للمؤمنين، والمنادى به الاستعداد للصلاة، بأخذ وسيلتها، وهو الوضوء والاغتسال إن كان ما يوجبها. </p><p> وكان النداء بوصف الإيمان للإشارة إلى أن الصلاة ركن الإسلام الركين، حتى إن بعض الحنابلة قرر أن من تركها عامدا، وداوم على تركها لَا يكون مسلما، وأجمع المسلمون على أن من أنكر فرضية الصلوات الخمس بركعاتها يكون كافرا، ولا يدخل في زمرة المسلمين. كشأن من ينكر أمرا من الدين بالضرورة. </p><p> وقوله:  (إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا) في ظاهرة أن القيام إلى الصلاة سابق على الوضوء على أن الوضوء سابق على الصلاة، وقد أجاب عن ذلك الزمخشري في الكشاف بجوابين: </p><p> أولهما - أن المراد من القيام إرادة القيام، وعلل التعبير عن إرادة الفعل، بكلمة تدل على الفعل بأن ذلك من قبيل المجاز؛ لأن إرادة الفعل سبب الفعل، وقد يطلق المسبب ويراد السبب، كمن يقول إن فلان أسكرني أي سقاني السكر، وفوق ذلك إن الفعل يوجده بالقدرة عليه، وإرادته له. وقصده إليه وميله له وخلوص دواعيه، وإن هذا كله يسوغ أنه يعبر عن الإرادة مع القدرة والقصد بذات الفعل، كقوله تعالى:  (. . . كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نعِيدُهُ وعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ) . </p><p> والجواب الثاني - أن قوله تعالى:  (قُمْتُمْ إِلَى الصَّلاةِ) معناه: تهيأتم لها واستعددتم، يقال: قام للأمر إذا تهيأ له وأخذ الأهبة للاستعداد له، والدخول فيه، ويرشح لهذا المعنى في نظرنا التعدية بـ \" إلى \" ؛ إذ مؤاده استعددتم وتهيأتم متجهين للصلاة، وذلك لَا يكون بأدائها، إنما يكون بأخذ الأهبة لها، والسير إليها. </p><p> وإن هذا النص الكريم:  (قُمْتُمْ إِلَى الصَّلاةِ) ، وما اشتمل عليه من عبارات يفيد أمرين بظاهره: </p><p> أولهما: أن الوضوء، وهو يشتمل على الأركان الأربعة وغسل الوجه واليدين ومسح الرأس، وغسل الرجلين لَا بد فيه من القصد إليه وإرادته، وعلى ذلك تكون نية الوضوء بالقصد إليه لأجل الصلاة، باعتبار أن قصده لأجل الصلاة، لَا للنظافة ونحوها - لَا بد منها لتحقق الوضوء لأنه للتهيئة لأجل الصلاة. </p><p> وقد قال مالك والشافعي؛ وأحمد والليث بن سعد؛ وإسحاق بن راهويه، وأئمة آل البيت: إن النية ركن من أركان الوضوء ومعناها القصد إلى الصلاة بالوضوء طالبا رضا الله تعالى، وقد فسرها البيضاوي بقوله:  \" النية عبارة عن انبعاث القلب نحو ما يراه موافقا لغرض من جلب نفع أو دفع ضر حالا أو مآلا، والشرع خصصه بالإرادة المتوجهة نحو الفعل لابتغاء رضا الله تعالى، وامتثال حكمه \" . </p><p> وعلى ذلك تكون النية المطلوبة في الوضوء عند الذين قرروها - القصد إلى الوضوء مبتغين رضا الله تعالى، ويستدلون على فرضيتها في الوضوء بأن الوضوء عمل من أعمال القربات، والنبي - صلى الله عليه وسلم - يقول:  \" إنما الأعمال بالنيات، وإنما لكل امرئٍ ما نوى، فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته إلى دنيا يصيبها أو امرأة يتزوجها فهجرته إلى ما هاجر إليه \"  (١) . </p><p> وقال أبو حنيفة وأصحابه: إن النية في الوضوء ليست بفرض، لأن الوضوء ليس عبادة مقصودة، ولكنه وسيلة للعبادة، والنية شرط في العبادة نفسها باعتبارها المقصد، وليست فرضا في الوسيلة، بل الوسيلة تتحقق بمجرد تحقق الغسل للأعضاء المذكورة والمسح للرأس، فمن حصل منه هذا، ولو لم يقصد العمل لأجل الصلاة يتحقق الوضوء، ويستدلون على أن الوضوء وسيلة للعبادة بظاهر الآية، إذا كان النص الكريم:  (إِذَا قُمْتُمْ إِلَى الصَّلاةِ) فهو شرع سبيلا لعبادة ووسيلة، وليس غاية. </p><p> والأمر الثاني الذي يفيده ظاهر النص (إِذَا قُمْتُمْ إِلَى الصَّلاةِ) : وهو أن الوضوء واجب عند التهيؤ والقيام لكل صلاة، فالوضوء واجب لكل صلاة، وبذلك قال الظاهرية، فقالوا: إن الصلاة واجبة لكل مفروضة، وأخذوا في ذلك بظاهر النص الكريم، ولكن الثابت في السنة غير ذلك، فقد روي عن النبي - صلى الله عليه وسلم - أنه كان يتوضأ لكل صلاة، فلما كان يوم الفتح مسح على خفيه فصلى الصلوات الخمس بوضوء واحد، فقال له عمر رضي الله تعالى عنه:  \" صنعت شيئا لم تكن تصنعه \" فقال - صلى الله عليه وسلم -: عمدا فعلته \" (٢) . ومعنى ذلك أنه - صلى الله عليه وسلم - فعله عمدا في هذه الجموع الحاشدة ليبين أنه ليس بفرض أن يتوضأ لكل صلاة. فدل هذا على أن </p><p>(١) متفق عليه وقد سبق تخريجه. (٢) رواه الترمذي: الطهارة - يصلي الصلوات كلها بوضوء واحد (٦١)، والنسائي: الطهارة - الوضوء لكل صلاة (١٣٣)، عن بريدة بن الحصيب، كما رواه أبو داود وأحمد وابن ماجه بلفظ: \" عمدا صنعته \".</p><p> الوضوء لكل صلاة ليس بمطلوب على جهة الفرضية، وقد ادعى بعض الناس أن الوضوء لكل صلاة كان فرضا ثم نسخ وإن هذا الكلام منقوض؛ لأن سورة المائدة من آخر القرآن نزولا، ولأن أحاديث الآحاد لَا تنسخ القرآن، ولأن الآية ليست قاطعة في وجوب الوضوء لأجل كل صلاة. </p><p> والذي نراه أن الآية في الذين قام بهم موجب الوضوء من إحداث ما ينقض الوضوء السابق، والدليل على ذلك قوله تعالى: </p><p> (وَإِن كُنتُم مَّرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ منكُم مِّنَ الْغَائِطِ أَوْ لامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا) فدل هذا بصريح اللفظ على أن موجب التيمم هو إحداث الحدث الموجب للوضوء، إذا لم يكن الماء، فيقوم التراب مقام الماء، وهذا يدل على أنه لَا يكون الوضوء واجبا للصلاة إلا إذا حدث نقض للوضوء السابق، والآية بيان واحد يتمم بعضه بعضا. </p><p> (فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْن) ولنذكر هذه الأركان ركنا ركنا وقبل ذلك نذكر أمرين: </p><p> أولهما: أنه في قوله (وَأَرْجُلَكُمْ) فيها قراءتان إحداهما بفتح اللام على حذف فعل، والمعنى: امسحوا برءوسكم واغسلوا أرجلكم، والثانية - قراءتها بكسر اللام عطفا على قوله تعالى:  (بِرُءُوسِكُمْ)  (١) والمعنى: هو الغسل لَا المسح، بحمل القراءة الثانية على القراءة الأولى، ويكون السبب في عطفها على الرءوس، للإشارة إلى وجوب عدم الإسراف، لأن الرجلين مظنة الإسراف في الماء، فعطف وجوب الغسل فيها على وجوب المسح لمنع الإسراف، بحيث يكون الغسل ليس بعيدا بُعدا تاما عن المسح. </p><p>(١) (وأرجلَكم) قرأها بالفتح: ابن عامر، ونافع والكسائي، ويعقوب وحفص، وأبو زيد عن المفضل عن عاصم، والأعشى إلا النقار، وقرأ الباقون بالجر. غاية الاختصار - سورة المائدة - (٧٩٩).</p><p> والغسل إسالة الماء على العضو، وإمراره عليه، والمسح إمرار اليد المبللة بالماء عليه. </p><p> والأمر الثاني: الترتيب بين هذه الأركان بحيث يُغسل الوجه أولا ثم اليدان ثانيا، ثم من بعدها مسح الرأس، ثم غسل الرجلين، وقد قال الجمهور بوجوب ذلك؛ لأنها ذكرت مرتبة في القرآن، وعمل النبي - صلى الله عليه وسلم - كان على ذلك الترتيب دائما، والنبي هو مفسر القرآن، ولو كان الترتيب غير لازم لخالفه النبي - صلى الله عليه وسلم - ولو مرة واحدة. </p><p> وقال أبو حنيفة وأصحابه: الترتيب ليس بفرض؛ لأن الآية كان العطف فيها بالواو، والواو لَا تقتضي ترتيبا ولا تعقيبا. </p><p> ومما يتصل بهذه أيبتدأ في غسل الأيدي والرجلين باليمين وجوبا، أم أن ذلك سنة؟ الجمهور الأعظم على أن التيامن سنة وليس بفرض، ومذهب الشيعة وجوب التيامن في الطهارة. </p><p> والموالاة في الوضوء، قد ذهب الأوزاعي ومالك وأحمد إلى وجوبه، وذهب الشافعي وأبو حنيفة إلى سنيته، وعندي أن الموالاة هي الأمر المعقول، وأنه إذا قطع المتوضى وضوءه بعمل أجنبي، وجب استئنافه مبتدئا بأوله. </p><p> ولنذكر كل ركن، ونبدأ بالأول وهو غسل الوجه، وهو معروف، ولكن الفقهاء يذكرون له تعريفا، وحدا، فحده من أعلى تسطيح الجبهة إلى أسفل اللحيين طولا، ومن شحمة الأذن إلى شحمة الأذن عرضا. </p><p> وموضع النظر عند الفقهاء هو في وجوب غسل الوجه أيجب غسل الظاهر والباطن فيه، وبعبارة أوضح أيدخل في الغسل المضمضة والاستنشاق، أم أنهط سنتان زائدتان؟ قال أحمد بن حنبل وإسحاق بن راهويه وأبو ثور وابن المنذر، وبعض فقهاء الشيعة إن المضمضة والاستنشاق من غسل الوجه، والجمهور على أنه لا يدخل في غسل الوجه إلا ظاهره، وقول أحمد ومن معه. </p><p> واليدان ينتهيان إلى المرفقين، والمرفقان: ملتقى عظم العضد بعظم الذراع، وهل يدخل المرفقان في الوضوء فيجب غسلهما. قال ابن جرير الطبري وبعض الفقهاء: إن غسل المرفقين ليس بفرض ولكنه سنة؛ لأن الغاية في قوله تعالى:  (إِلَى الْمَرَافِقِ) تحتمل أن يدخل المرفقان في الوجوب، وتحتمل ألا يدخلا، ولا وجوب مع الاحتمال، ولكن الاحتياط في الغسل؛ ولذا كان سنة. وقال بعض الفقهاء: إنهما داخلان في وجوب الغسل، وبنى ذلك على أن (إِلَى) بمعنى (مع) وعلى ما قرره سيبويه مع بعض علماء اللغة من أن ما بعد \" إلى \" إذا كان من نوع ما قبلها دخل في الحد، وإلا لَا يدخل، وعلى ذلك يكون المرفقان داخلين؛ ولأن النبي - صلى الله عليه وسلم - لازم في وضوئه غسل المرفقين، ولم يعرف أنه غسل اليدين من غير المرفقين؛ ولأن جعل ما قبل المرفقين حدا، لَا يكون أمارة واضحة، والأمارات يجب أن تكون معلمة مادية واضحة. </p><p> والكعبان هما الجزءان البارزان في أعلى القدم، والخلاف في دخولهما هو كالخلاف في دخول المرفقين، والحجة واحدة. </p><p> والمسح يكون في الرأس، لقوله تعالى:  (وَامْسَحُوا بِرُءُوسِكُمْ) وقد اتفقوا على أن مسح الرأس كله مطلوب، ولكن على أنه سنة عند الجمهور، وعند مالك مطلوب على وجه الفرضية. </p><p> والشافعي قال: إن المطلوب مسح بعض الرأس؛ لأن الباء للبعضية، وقال الثوري والأوزاعي والليث: يجزئ بعض الرأس ويمسح المقدم، وعلى هذا أحمد والناصر والباقر والصادق من أئمة آل البيت، وقال أبو حنيفة: يمسح ربع الرأس مستدلا بما روى من أن النبي - صلى الله عليه وسلم - أتى كناسة قوم فبال وتوضأ ومسح في وضوئه على ناصيته (١) ، والناصية تساوي ربع الرأس. </p><p>(١) عَنْ حُذَيْفَةَ، قَالَ: \" كُنْتُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَانْتَهَى إِلَى سُبَاطَةِ قَوْمٍ، فَبَالَ قَائِمًا \" فَتَنَحَّيْتُ فَقَالَ: «ادْنُهْ» فَدَنَوْتُ حَتَّى قُمْتُ عِنْدَ عَقِبَيْهِ «فَتَوَضَّأَ فَمَسَحَ عَلَى خُفَّيْهِ \" رواه مسلم: آلطهارة - الرخصة في ذلك (١٣)، كما رواه البخاري: الوضوء - البول قائما وقاعدا (٢٢٤) بغير زيادة \" فمسح على خفيه \". والسباطة: موضع رمي التراب والأوساخ. وقد رواه أصحاب السنن بمثل رواية مسلم.</p><p> وبعد بيان الوضوء بيَّن سبحانه الاغتسال وموجبة فقال تعالى:  (وَإِن كُنتُمْ جُنُبًا فَاطهَّرُوا) . </p><p> كلمة جنب: وصف للرجل والمرأة، والجمع والمفرد، فيقال: رجل جنب وامرأة جنب ونساء جنب، وهو لفظ مشتق من الجنابة وهي ما يكون بسبب الاتصال بين الرجل والمرأة، وسمي ذلك جنابة لأنه يجنبهما الصلاة، ولما يكون من معنى التقارب بينهما بحيث يكون أحدهما بجنب الآخر، وفي حكم الجنابة بهذا المعنى الحيض والنفاس، ومعنى النص الكريم: أنه لَا بد من التطهر من الجنابة عند القيام للصلاة والاستعداد لها، والتطهر: هو الاغتسال وهو العناية بصب الماء على كل جزء يمكن أن يصل إليه، فالضمضة والاستنشاق لَا بد منهما في الوضوء، وتوصيل المياه إلى منابت الشعر بالنسبة للرجال لازم باتفاق الفقهاء، أما بالنسبة للنساء فقد قال بعضهم ومنهم الحنفية قالوا: إنه إذا كان للمرأة ضفائر لا تحل عند النساء دفعا للحرج، ولكن تحل عند الرجال (١) ، وعلى أي حال لَا بد من صب الماء صبا، ولا يكتفى بالمسح. </p><p> والتعبير بكلمة \" فاطهروا \" فيها إشارة إلى وجوب العناية في تعميم الماء وإشارة إلى أن النجاسة المعنوية عمت كل أجزاء الجسم، فوجب أن تكون الطهارة عامة لكل أجزاء الجسم. </p><p> وإن غسل الجسم عند توافر سببه، وهو التماسّ أو الحيض أو النفاس - فيه إنعاش للجسم وتعويض بعد الإنهاك الشديد، فوق ما فيه من نظافة، واستمرار لها باستمرار موجبها. </p><p> وبعد أن بيَّن سبحانه وجوب الوضوء والتطهر بالماء ذكر ما يحل محل الماء إن لم يوجد أو تعذر استعماله، فقال تعالت كلماته: </p><p>(١) روى مسلم: الحيض - حكم ضفائر المغتسلة (٣٣٠) عَنْ أُمِّ سَلَمَةَ، قَالَتْ: قُلْتُ يَا رَسُولَ اللهِ إِنِّي امْرَأَةٌ أَشُدُّ ضَفْرَ رَأْسِي فَأَنْقُضُهُ لِغُسْلِ الْجَنَابَةِ؟ قَالَ: \" لَا. إِنَّمَا يَكْفِيكِ أَنْ تَحْثِي عَلَى رَأْسِكِ ثَلَاثَ حَثَيَاتٍ ثُمَّ تُفِيضِينَ عَلَيْكِ الْمَاءَ فَتَطْهُرِينَ \".</p><p> (وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً) ذكر في هذا النص أمورا أربعة اثنان من الرخص المسقطة لاستعمال الماء، واثنان من الأسباب الموجبة لاستعمال الماء مع عدم وجوده من غير مرض أو سفر، أما الأمران المرخصان لعدم استعمال الماء، فهما المرض الذي يضره الماء كالأمراض الجلدية، أو يمنع من الوصول إليه أو استعماله، كبعض الأمراض التي توجب عدم الحركة أو تمنعها، فهاتان رخصتان تسوغان استعمال التراب بدل الماء، والسفر رخصة لذلك، لأنه مظنة عدم وجود الماء، أو لأنه إذا وجد فلحاجة بدنية أخرى غير الوضوء، وهي تقدم عليه لأنها تدفع الموت عطشا أو احتماله، والله غفور رحيم. </p><p> ثم ذكر الله سبحانه وتعالى قاعدة لتسويغ التيمم، وهي ما إذا حدث المسبب الموجب ولم يوجد الماء، فقال: </p><p> (أَوْ جَاءَ أَحَدٌ منكُم مِّنَ الْغَائِطِ أَوْ لامَسْتمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً) واللفظان الكريمان كنايتان عن أمور يستهجن ذكرها في بليغ الكلام، فمعنى جاء أحد منكم من الغائط كناية عن كل نواقض الوضوء التي تخرج من السبيلين، والغائط: هو الأرض التي يذهب إليها الرجل ليقضي حاجته. ومعنى لامستم النساء: كناية عما يكون بين المرء وزوجته مما يوجب الاغتسال، وهي كناية قرآنية علَّم الله سبحانه وتعالى الناس منها حسن التعبير وعدم الرفث في القول. وهنا إشارتان بيانيتان: إحداهما: في التعبير بـ \" أو \" في قوله: (أَوْ جَاءَ أَحَدٌ منكُم) بدل الواو، إذ إن \" أو \" فيها معنى الإضراب والانتقال من الخاص إلى العام، وكأنه قيل إذا كنتم في مرض أو سفر لَا يمكن معهما استعمال الماء بيسر وسهولة أو بشكل عام حدث ما يوجب الوضوء أو الاغتسال، فلم تجدوا ماء فتيمموا إلى آخره - الثانية: أن قوله تعالى: (أَوْ جَاءَ أَحَدٌ منكُم مِّنَ الْغَائِطِ) بلفظ المفرد إشارة إلى وجوب الذهاب إلى قضاء الحاجة فرادى، والعودة فرادى للاستتار. </p><p> (فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُم مِّنْهُ) التيمم: القصد، والصعيد: التراب الذي يكون على ظاهر الأرض أو نحوها، والطيب: الذي لا نجاسة فيه، والتيمم لَا بد فيه من النية باتفاق الفقهاء، وله ركنان: أحدهما: مسح الوجه، والثاني: مسح اليدين إلى الرسغين أو إلى المرفقين على الخلاف في ذلك، ويكون التيمم بضربة واحدة، وقيل بضربتين، وقد ذكرنا ذلك في مثل هذه الآية في سورة النساء، وبينا ما يتعلق بمعاني التيمم في هذه الآية. </p><p> (مَا يُرِيدُ اللَّه لِيَجْعَلَ عَلَيْكُم مِنْ حَرَجٍ وَلَكِن يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكمْ لَعَلَّكُمْ تَشْكُرُونَ) هذا الكلام يفيد النفي المؤكد بأنه ليس في الدين حرج، أي ضيق ومشقة، وقد تأكد النفي بنفي الإرادة، وهي نقيض نفي الوقوع، وبحذف موضوع الإرادة، وهذا يقتضي عمومه والمعنى لَا يريد الله سبحانه أي أمر فيه مشقة أو ضيق لكيلا يترتب عليه أن يكون عليكم حرج وضيق في الدين، وتأكد النفي باللام في قوله:  (لِيَجْعَلَ عَلَيْكم) فهي التي تسمى لام الجحود أي النفي المؤكد، والمعنى: ما كان من أمر الله تعالى في عباده أن يجعل الدين عليهم فيه مشقة مجهدة أو ضيق وحرج؛ ولذا شرع التيمم بدل الوضوء، وغير ذلك مما ييسر العبادات ويسهلها، كما قال تعالى:  (. . . يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكمُ الْعُسْرَ. . .) ، ولكن يريد الله لكم طهارة الجسم من الأرجاس، وليرحض عنه الأوساخ، وطهارة النفس وتزكيتها بالإخلاص لله تعالى، وليتم نعمته عليكم بالتيسير والتسهيل والمداومة على الطاعات، والتأليف بالعبادات بين جماعتكم (لَعَلَّكُمْ تَشْكُرُونَ) أي يعدكم ذلك الإعداد الطاهر النزه في الجسم والروح لتكون حالكم حال من يرجى منه شكر النعمة، والاستمرار على طاعة الله وتنفيذ أوامره. . اللهم اجعلنا من عبادك الشاكرين. </p><p> * * * </p>"
}