{
  "id": null,
  "sura": 5,
  "aya": 116,
  "text": "<p> (وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ) العطف هنا على قوله تعالى: (يَوْمَ يَجْمَعُ اللَّه الرُّسُلَ. . .) . فإن </p><p> هذا كله صورة للمجاوبة التي تكون يوم القيامة بين الرسل، وأقوامهم، ومن بعثوا إليهم بشكل عام، وخص عيسى - عليه السلام - في هذا المقام بالمجاوبة؛ لأنه كان أكثر الرسل افتراء على شخصه النبوي الكريم، إذ ادعوا عليه الألوهية، وكان نداؤه بذكر:  (يَا عِيسَى ابْنَ مَرْيَمَ) للإشارة إلى الولادة الطبيعية التي تنفي أن يكون إلها أو ابن إله، أو فيه عنصر الألوهية بأي وضع من الأوضاع؛ لأن الألوهية والبشرية نقيضان لَا يجتمعان، فلا يمكن أن يكون البشر فيه ألوهية، ولا الإله فيه بشرية، ومعنى (اتخذوني) ، اجعلوني، والتعبير بـ اتخذوني أو اجعلوني يدل على أنه ليس له حقيقة، بل هو في ذاته اتخاذ بما لَا أصل له. </p><p> والاستفهام للتقرير، أي ليقر عيسى - عليه السلام - بخلافه، ذكر الحقيقة في ذلك اليوم الذي لَا تجزي نفس عن نفس شيئا، والذي يتقرر الجزاء وليس وقت العمل، فيه توبيخ لهم، وتكبير لذنوبهم، وبيان لافترائهم، وعظمه وهو من قبيل إحضار أعمالهم وأقوالهم، وبذلك يرد الاعتراض الذي يورده العلماء إذ يقال كيف يسأل الله تعالى عيسى وهو سبحانه وتعالى يعلم أنه لم يقل شيئا من هذا، ولا </p><p> يمكن أن يدعي لنفسه ما ادعوه له؛ فالسؤال ليقر في المشهد العظيم بكذبهم وافترائهم على الله سبحانه وتعالى، وفي ذلك أبلغ توبيخ، وتجسيم لذنبهم وأوهامهم، وافترائهم على الله سبحانه وتعالى. والذين قالوا: إن عيسى وأمه إلاهان هم البربرانية من طوائف النصارى، ولم يستنكره غيرهم، فكأنهم أقروه، والذين لم يقروه، قالوا: إن الله ثالث ثلاثة الآب والابن وروح القدس. </p><p> والذين قالوا: إن عيسى وأمه آلهان من دون الله لم ينفوا ألوهية الله إذ لم يعرف عنهم أنهم نفوها، حتى يقال عنهم: إنهم قالوا: إن عيسى ابن مريم وأمه إلهان من دون الله أي غيره، والجواب عن ذلك أن من لم يؤمن بوحدانية الله تعالى بل أشرك غيره معه لَا يقال: إنه آمن بالله، واعترف بألوهية الله سبحانه وتعالى، لأنه لَا يعبد إلا الله وحده، أو نفسر (مِن دُونِ اللَّهِ) أي خلاف الله فكأنهم قالوا: إن هناك اثنين مع الله تعالى. . تعالى الله عما يقولون علوا كبيرا. </p><p> وقد بين الله تعالى إجابة عيسى - عليه السلام - بقوله: </p><p> (قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ) س بحانك معناها تنزيها لك عن هذا القول وتقديسا، وهي منصوبة على أنها مصدر لفعل محذوف، وتصدير سيدنا عيسى في ذلك اليوم المشهود - كلامه بذلك للدلالة على أنه أمر لا يليق في ذاته، فلا يمكن أن يصدر عن عاقل يعي ما يقول ويدركه، ففيه نفي مطلق للشرك وبيان للنزاهة والتقديس، وأنه هو الذي يسبح له وحده ثم بعد هذا التنزيه المطلق الذي كان نفيا مطلقا، أخذ ينفي عن نفسه هذا الكلام المحال، فنفي عنه بأنه ليس من شأنه أن يقول مثل هذا القول، بل ذكر استحالة أن يصدر عنه، وقال:  (مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ) . وفي هذا تأكيد للنفي من وجوه ثلاثة: </p><p> أولها - أنه نفَى أن يكون شأنه ذلك القول، فلا يمكن أن يصدر عنه، فهو لم ينف القول فقط، بل نفَى احتمال أن يقول، ونفَى احتمال القول أقوى في الدلالة من نفي المقولة. </p><p> ثانيها - أن كلامه يدل على أن ذلك غير معقول في ذاته، فكيف يقول. </p><p> ثالثها - أنه أثبت أنه مستحيل قوله لأنه ليس بحق. (إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ) . هذه الجملة تأكيد لنفي ما سئل. عنه، وهو أنه قال:  (اتَّخِذُونِي وَأمِّيَ إِلَهَيْنِ مِن دُونِ اللَّهِ) . </p><p> إذ إنه لو كان قد حصل لعلمه الله تعالى، وما دام لم يعلمه، فهو لم يقع، ولا يمكن أن يقع؛ لأن الله لَا يغيب عن علمه شيء في الأرض ولا في السماء، وفى هذا النص فوق دلالته على عدم الوقوع بأبلغ تعبير إثبات شمول علم الله تعالى، وإنه بكل شيء محيط، وقد زكى هذا المعنى الجليل بقوله:  (تَعْلَمُ مَا فِي نَفْسِي وَلا أَعْلَمُ مَا فِي نَفْسِكَ) . ففي هذا النص إثبات قصور علم الإنسان بجوار علم الله تعالى، وإثبات أن علم الله تعالى شامل لمطويات القلوب، وعلم الإنسان مقصور على ما يظهر من الجوارح فالله يعلم ما يخفَى في الصدور، والإنسان لا يعلم إلا ما هو ظاهر محسوس، أو ما يكشف عنه الظاهر المحسوس، فلا يعلم ما الخفي إلا ما يظهره الجلي، والنص يدل على نفي الألوهية من جهة ثالثة، لأن علم الله شامل لكل شيء لَا يخفى عليه شيء في الأرض ولا في السماء، وعلم عيسى من النوع القاصر الذي لَا يحيط إلا بالمحسوس أو ما ينبئ عنه المحسوس، فهو نفي للألوهية من طريق العلم، ثم هو موازنة من جهة ثانية بين نفس الإنسان المكشوفة لخالقه، وذات الله تعالى التي لَا يعلم البشر عنها إلا وحدانيتها، وما يعلمه للإنسان منها. </p><p> وقد أكد عيسى علم الله تعالى المحيط الذي يعلو عن الصفات البشر بقوله:  (إِنَّكَ أَنتَ عَلَّامُ الْغُيُوبِ) أي إنك يا صاحب الجلالة تقدست أسماؤك تعلم الأمور المغيبة عن حسنا، والمكنونة في المستقبل علما دقيقا لَا يخفى منه شيء عليك، ولذلك عبر بصيغة المبالغة الدالة على الكثرة، وعلى الدقة وعلى الإحاطة </p><p> التامة الكاملة وأنه سبحانه وتعالى يعلم ما بطن كعلمه بما ظهر، فإن ما ظهر وما بطن هو بالنسبة لنا نحن بني الإنسان، وأما بالنسبة لله تعالى فإن الجميع مكشوف غير مستور. </p><p> وقد أكد علم الله تعالى للغيب بأربعة مؤكدات: أولها - بـ \" إنَّ \" المؤكدة. </p><p> ثانيها - بالضمير المؤكد في قوله تعالى:  (أَنتَ) . </p><p> وثالثها - بصيغة المبالغة التي تعد مبالغة بالنسبة للعبيد، ولكنها حقيقة فوق ما نتصور بالنسبة لله تعالى العليم الحكيم، وإن هذا أقصى ما تتسع له لغتنا القاصرة عن التعبير عن الحقائق الإلهية. </p><p> رابعها - جمع الغيوب، فلم يفرد الغيب، بل قال الغيوب بكل أنواعها ما وقع في الماضي، وما يقع في المستقبل وما يتعلق بالكائنات كلها الروحاني منها والمادي، والكل خلقه سبحانه، من طيور في الهواء، وأسماك في الماء، وملائكة، وجن، وإنس، وهكذا كل ما هو غيب في ذاته، أو بالنسبة للبشر، أو لطوائف منهم. </p><p> * * * </p>"
}