{
  "id": null,
  "sura": 5,
  "aya": 42,
  "text": "<p> (سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ) هذا وصف للذين يسارعون في الكفر عامة وفي اليهود خاصة، وهم مرنوا على سماع الباطل واستمرءوه وأضافوا إلى ذلك وصفا من بابه، وهو أنهم يستمرئون المال الخبيث الذي ينبت من باطل، وإذا كانت آذانهم تستمرئ باطل القول وزوره، فأفواههم وذممهم تستمرئ أكل أموال الناس بالباطل، والسحت كما يفهم من مصادر اللغة وآثار التابعين والصحابة، كل كسب يكون بطريق آثم، ومن ذلك الرشوة والربا، وأخذ الأجور في الشفاعات، وقد سئل عبد الله بن مسعود عن السحت، فقال: الرجل يطلب الحاجة للرجل فيقضيها فيهدي إليه هدية فيقبلها (١) ، وإذا كانت الهدية في مقابل قضاء الحاجات سحتا، فماذا يكون كسب الجاه والمال والمناصب، وما تدر عليه من مال بطريق النفاق والفتاوى الباطلة في الدين، ولقد قال النبي - صلى الله عليه وسلم -: \" كل لحم أنبته السحت فالنار أولى به \"  (٢) . </p><p> وذكر الطبري الأصل اللغوي لكلمة سحت، فقال: \" وأصل السحت (٣) كَلَبُ الجوع، يقال: فلان مسحوت المعدة، إذا كان أكولا، لَا يلفى أبدا إلا جائعا، </p><p>(١) عَنْ أبِي أُمَامَةَ عَنْ النبِي - صلى الله عليه وسلم - قَالَ: \" منْ شَفَعَ لأَخِيهِ بِشَفَاعَة فَأهْدَى لَهُ هَدِيَةً عَلَيْهَا فَقَبِلَهَا، فَقَدْ أتَى بَابًا عَظِيما منْ أبْوَابِ الربا \" [رواه أبو داود: البيوع - الهدية لقضاء الحاجة (٣٥٤١)، وأحمد: باقي مسند الأنصار (٢١٧٤٨)]. أوردته لغلبة الغفلة عنه. (٢) سبق تخريجه.(٣) كما في جامع البيان ج ٦، ص. ١٤.</p><p> وإنما قيل للرشوة السحت تشبيها بذلك، كأن بالمسترشي من الشره إلى أخذ ما يعطاه من ذلك - مثل الذي بالمسحوت - المعدة من الشره إلى الطعام، يقال منه: سحته، وأسحته لغتان محكيتان عن العرب. . . ومنه قوله تعالى:  (. . . فَيُسْحِتَكم بِعَذَابٍ ... ) . وتقول العرب للحالق:  \" اسحت الشعر، أي استأصله \" . </p><p> ونرى أن ابن جرير ذكر الرشوة فقط هنا، وإن كان السحت يشمل أكل مال الناس بالباطل، ولو كان هدية في نظير مسعى حميد كما ذكرنا عن ابن مسعود، وقد روي عن مسروق التابعي أنه شفع لرجل في حاجة، فأهدى إليه جارية فغضب غضبا شديدا، وقال: لو علمت أنك تفعل هذا ما كلمت في حاجتك، ولا أكلم فيما بقي من حاجتك، سمعت ابن مسعود يقول:  \" من شفع شفاعة ليرد بها حقا، ويرفع بها ظلما فأهدى له فقبل فهو سحت \" . </p><p> وإن هذا الكلام المروي يبدو منه أمران: أحدهما أن كل أكل لمال الغير بالباطل يعد سحتا سواء أكان برضاه أم كان بغير رضاه. وثانيهما - أن الصحابة والتابعين لهم بإحسان كانوا لفرط إيمانهم بالحق ووجوب نصرته يرون أن نصرة الحق ودفع الباطل يجب أن تكون لله، وأنه لَا يصح أخذ أجر في نظيرها، ولو كان هدية تعطى في مسمحة ومحبة، حتى لَا يرنق قول الحق بغرض من أغراض الدنيا، وحتى لَا يستغل الجاه، ولكي تعلو معنويات الأمور، ولا تسيطر مادياتها. </p><p> وإن اليهود قد اشتهروا بالسحت، وخصوصا في الحكم، وقد أرادوا من النبي - صلى الله عليه وسلم - أن يحكم بينهم بشرعته رجاء أن يكون في حكمه ما هو أخف من حكم ما عندهم، لَا طاعة لحكمه، وخصوصا للحق عنده، ولذا قال سبحانه:  (. . . فإن جَاءوكَ فَاحْكم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ) يومئ هذا النص الكريم إلى أنهم سيتحاكمون إليه، وقد تحاكموا إليه بالفعل لَا طلبا للحق والعدل، ولكن رجاء التخفيف عمن أرادوا التخفيف عنه، وروى في موضوع التحاكم الذي ذهبوا إلى النبي - صلى الله عليه وسلم - ليحكم فيه عدة روايات تنتهي إلى خبرين: </p><p> أولهما - أنهم كانوا يقيمون حد الزنى، إلى أن زنى منهم شاب ذو شرف، فقال بعضهم لبعض؛ لَا يدعكم قومه ترجمونه، ولكن اجلدوه، فجلدوه، وحملوه على إكاف حمار؛ (برذعة) وجعلوا وجهه قبل ذنب الحمار، ثم زنى بعد ذلك وَضِيعٌ ليس له شرف وليس له من يحامي عليه، فقالوا: ارجموه، ثم وجد من بينهم من استنكر تلك التفرقة، فقالوا: كيف لم ترجموا الذي قبله، ولكن اصنعوا بهذا مثل ما صنعتم بسابقه، ثم قالوا: سلوه لعلكم تجدون عنده رخصة. وكأنهم استثقلوا إقامة الحد، وأرادوا أن يترخصوا، ويقبلوا حكم النبي - صلى الله عليه وسلم - فبين لهم النبي - صلى الله عليه وسلم - أنه حكم توراتهم يجب أن ينفذ، وأنه لَا يصح الفرار من هذا الحكم، وإن ذل الأمم يكون إذا غيرت الأحكام فيها لأجل الأقوياء، وبدلت على حسب الأهواء. </p><p> ثانيها - أن اليهود ما كانوا يعدلون فيما بينهم، ولا تتكافأ دماؤهم في نظرهم، فكانت قريظة إذا قتلت قتيلا من بني النضير كانت تَجِب الدية كاملة في حال وجوب الدية، وإذا قتلت النضير من قريظة كانت نصف الدية لشرف في الأولى ونقص في الثانية، ويروى أنهم كانوا إذا قتل رجل من بني النضير قرظيا لا يقتل به ووجبت الدية، وإذا كان المقتول نضيريا قتل به، فكانت في عصر النبي - صلى الله عليه وسلم - وهو بينهم دماءٌ، فتحاكموا، فحكم بالتسوية، لأن ذلك هو العدل، وهو حكم التوراة. </p><p> وقد خير الله تعالى نبيه في أن يحكم بينهم أو يعرض عنهم، ولماذا كان ذلك التخيير، وإقامة العدل واجبة، وقد مكن من إقامته بتحكيمهم؟ والحقيقة أن النبي - صلى الله عليه وسلم - كان مخيرا ذلك التخيير، ليتعرف أمرهم، فإن كانوا يريدون الحق ويطلبونه ويذعنون له استجاب للأمر وحكم، وإن كان يعلم أنهم جاءوا مغرضين في قلوبهم مرض، لَا ينفذون إلا ما يتفق مع أهوائهم وليسوا خاضعين لسلطانه - ينفذ فيهم الحق الذي يراه، أما الذين يكونون تحت سلطانه وينفذ الحق فيهم، فإنه لا تخيير بل يقضى بينهم، وكذلك الأمر من بعده - صلى الله عليه وسلم -، ولذلك قرر الفقهاء أن </p><p> الذميين في المعاملات المالية والزواجر الاجتماعية خاضعون للأحكام الشرعية، ولا يجيز الحاكم في الحكم بينهم بشرع الله تعالى؛ لأن لهم ما للمسلمين وعليهم ما على المسلمين، أما رعايا الدول الأخرى الذين يقيمون في ديارهم ويربطهم بالمسلمين الجوار وميثاق عدم الاعتداء، كما كان الشأن في يهود المدينة في أول أمرهم، قبل أن تظهر خيانتهم، ويضطر النبي - صلى الله عليه وسلم - إلى إجلائهم. </p><p> وهنا ملاحظة لفظية، وهي في قوله تعالى:  (فَإِن جَاءُوكَ فَاحْكُم بَيْنَهُمْ) . </p><p> لماذا كان التعبير بـ \" إن \" الدالة على الشك ولم يكن التعبير بـ \" إذا \" الدالة على التحقيق، مع أنهم جاءوا إليه فعلا؟ والجواب عن ذلك أن الشك كان بالنسبة لحالهم، فهم كانوا مترددين في التحاكم إلى النبي - صلى الله عليه وسلم -، وهم بعد الحكم لم ينفذوا، فحالهم حال شك ابتداء وحال شك انتهاء، وعدم إذعان في الحالين؛ لأن في قلوبهم، كما قال تعالى في أشباههم:  (أَفِي قلُوبِهِم مَّرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَن يَحِيفَ اللَّه عَلَيْهِمْ وَرَسُولُهُ. . .) . </p><p> ولقد زعم بعض العلماء أن الحكم الشرعي كان هو التخيير عند تحاكم غير المسلمين ثم نسخ، وصار الحكم لازما، والحق أن التخيير لَا يزال قائما بالنسبة لغير المسلمين الذين يطلبون حكم الإسلام من الحاكم المسلم لينفذوه في ديارهم، والتخيير ليتعرف الحاكم حالهم، فيحكم حتما إن كانوا طلاب حق، وله أن يرفض إن كان في قلوبهم مرض، ولا ضرر من الإعراض، ولذلك قال سبحانه:  (وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْئًا) . </p><p> وإنه في حال الإعراض يصاب أولئك الذين يريدون الحكم لهواهم لَا للحق في ذاف - بخيبة أمل قد تحرك فيهم عناصر الضغينة والمقاومة، وإشاعة قالة السوء عن النبي - صلى الله عليه وسلم - فبين الله سبحانه وتعالى في ذكره الحكيم أنه لَا تضره هذه الأفعال، وقد نفَى سبحانه وتعالى الضرر نفيا مؤكدا بـ \" لن \" \" لبيان أنهم لَا طاقة عندهم في أن يضروه، وكان نفي الضرر في هذا المقام له مغزاه، لأنَّ احتكامهم إليه - صلى الله عليه وسلم - فيه نوع من المسالمة والإذعان في الظاهر لما جاء به النبي - صلى الله عليه وسلم -، وهو إعلان للتصديق، </p><p> فإذا أعرض، فقد يكون ثمة احتمال الضرر الذي ينال الدعوة الإسلامية، وشدة لجاجتهم في الباطل، فنفَى الله سبحانه وتعالى ذلك الضرر؛ لأن الإعراض يكون حيث يدرك النبي عليه الصلاة والسلام أنه لَا مجال لأن ينفذوا ما يحكم به، وأنهم يريدون أن يطوعوا أحكامه لأهوائهم، أو يتأولوها بغير المقصود منها، فيكون أكرم للدعوة، وأكرم لمقامه عليه الصلاة والسلام أن يذرهم في غيهم يعمهون، والله سبحانه وتعالى غالب على أمرهم. </p><p> (وَإِنْ حَكَمْتَ فَاحْكُم بَيْنَهُم بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ) القِسط هو: </p><p> النصيب بالعدل الذي لَا وكس فيه ولا شطط، وتوصف به الأعمال الطيبة، فقد قال تعالى:  (. . . لِيَجْزِيَ الَّذينَ آمَنُوا وَعَمِلُوا الصَّالِحَات بِالْقِسْطِ. . .) . </p><p> وقال تعالى؛ (وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ. . .) . </p><p> والقَسْطُ أخذ نصيب غيره، والإقساط إعطاء غيره نصيبه غير منقوص؛ ولذلك قال العلماء: إن القاسط هو الظالم، ولذا قال تعالى:  (وَأَمَّا الْقَاسطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا) . والمقسط هو العادل، ومنه قوله تعالى:  (إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ) . والمعنى الجملي للنص الكريم: إن اخترت أن تحكم بينهم لرجاء أن ينفذوا الحكم ويذعنوا له، فلا تتبع أهواءهم واحكم بالعدل والقسطاس المستقيم، وذلك العدل بين الله تعالى حكمه، وشرع لزومه في كتبه المقدسة فإذا كان هناك زنى فالقسط أن يحكم بالحد، لَا فرق بين شريف وضعيف، وقادر وغير قادر، بل الجميع أمام الحق على سواء، فالقسط هو إعطاء كل ذي حق حقه، وتنفيذ حدود الله تعالى بالمساواة، فلا يعفى منها شريف دون ضعيف، فإن في هذا هلاك الأمم، وذل الشعوب. </p><p> وقد ذيل النص الكريم بقضية عامة شاملة، وهي قوله تعالى:  (إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ) . وفي ذلك تزكية للعدل وتأكيد لطلبه، فقد أكد الكلام بالجملة الاسمية، وبـ \" إنَ \" المؤكِّدة، وبتصدير الكلام بلفظ الجلالة، وببيان أن محبة الله تعالى لَا تكون إلا للعادلين المقسطين الذين لَا يجورون، وكان التعبير بـ \" إنْ \" في </p><p> قوله تعالى:  (وَإِنْ حَكَمْتَ فَاحْكُم بَيْنَهُم) . وهي تفيد الشك في اختياره عليه الصلاة والسلام الحكم بينهم لأنهم ليسوا طلاب حق وإنصاف بل يريدون الحكم كما يهوون، والدليل على أن اليهود ليسوا طلاب حق أن التوراة التي بأيديهم فيها الحكم صريح في الموضوع الذي تحاكموا فيه. </p><p> * * * </p>"
}