{
  "id": null,
  "sura": 5,
  "aya": 22,
  "text": "<p> (قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا ... (٢٢) </p><p> * * * </p><p> صح ما توقعه موسى عليه السلام منهم، وما نهاهم عنه؛ إذ إن روح التردد والهزيمة قد ملك قلوبهم، واستولى على نفوسهم، فقرروا له أنهم لن يدخلوا؛ لأن فيها قوما جبارين، والجبار في اللغة يطلق على الطويل القوي، والمتكبر، والعاتي، وهو مأخوذ من نخلة جبارة إذا كانت طويلة لَا ينال تمرها، وقد جاء في لسان العرب (الجبار من النخيل، وهو الطويل الذي فات يد المتناول، ويقال جبار إذا كان طويلا عظيما قويا تشبيها بالجبار من النخل) وجاء في مفردات الراغب أن الجبار من جبر، وهو الإصلاح بقهر وقوة. </p><p> ويكون على هذا معنى جبارين أنهم قوم غلاظ شداد عندهم قدرة على القهر، وقد قيل في الأخبار أنهم بنو عناق الذين يسكنون أمامهم في أدنى الأرض المقدسة إليهم، وهم أولو قوة، وأولو بأس شديد ولعلهم الذين قال تعالى فيهم: </p><p> (فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولًا (٥) ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا (٦) . </p><p> امتنع بنو إسرائيل عن القتال وأكدوا المنع بثلاثة تأكيدات: </p><p> أولها - في ندائهم بقولهم يا موسى فإن ذلك النداء فيه نوع من التذليل والاستغاثة، ليسكت عنهم. </p><p> ثانيها - وصفهم لخصومهم بأنهم جبارون أي أقوياء قاهرون، وأول الوهن الذي يعتري النفوس أن يشعر المجاهد بضعفه أمام خصمه. </p><p> ثالثها - أنهم أكدوا النفي بقولهم \" لن ندخلها \" فهذا التعبير بـ \" لن \" فيه تأكيد للنفي، وجعل غاية النفي أن يخرج هؤلاء منها، وهم أقوياء فمن يخرجهم، فكأن هذا نفي مؤبد. وهم لَا يريدون قتالا،؛ ولذلك قالوا من بعد ذلك النفي (فَإِن يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ) . </p><p> وهذا يدل على أنهم لَا يريدون قتالا، بل لَا يريدون دخولا؛ لأن احتمال خروجهم بعيد؛ ولذلك كان التعبير بإن الشرطية التي تفيد الشك في الخروج، والتعبير بالوصف في قولهم:  (فَإِنَّا دَاخِلُونَ) يدل على إرادة الدخول من غير عمل يعملونه، ومن غير معاناة ومجاهدة. . اللهم هب المسلمين العزة والقوة وأبعِد عنهم الوهن الذي هو داء الضعفاء، ولا حول ولا قوة إلا بالله. </p><p> * * * </p><p> (قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا ادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ (٢٣) قَالُوا يَا مُوسَى إِنَّا لَنْ نَدْخُلَهَا أَبَدًا مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ (٢٤) قَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ (٢٥) قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ (٢٦) </p><p> * * * </p><p> الكلام موصول في شأن بني إسرائيل عندما طلب إليهم موسى - عليه السلام - أن يدخلوا الأرض المقدسة التي كتب الله عليهم أن يدخلوها، فقد أجابوا راهبين خائفين بأن فيهم قوما أشداء عمالقة، وأنهم لن يدخلوها ما دام هؤلاء، وهم يتكلون على الله تعالى في إخراجهم، كأن الله تعالى يخرجهم من غير عمل يعملونه وذلك لأن خنوعهم لحكم فرعون أمات فيهم روح الهمة والنخوة والمغالبة، ولأنهم أحرص الناس على الحياة، أي حياة كانت، كما قال تعالى:  (وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ. . .) ، ومع هذا التخاذل في جماعتهم كان فيهم من يريد أن يتقدم، ولكنهم نادرون، وليسوا كثيرين؛ ولذلك قال الله فيهم: </p>"
}