{
  "id": null,
  "sura": 5,
  "aya": 23,
  "text": "<p> (قَالَ رَجُلانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا ادْخُلُوا) هذان رجلان من بني إسرائيل أعطيا نعمة الصبر وقوة الإيمان، قد خالفا الذين قالوا: لن ندخلها حتى يخرجوا، وقد ذكر المفسرون اسم الرجلين، كما جاء في التوراة، والآية لَا تحتاج في فهمها إلى اسميهما، ولكن تحتاج إلى معرفة أوصافهما، ومؤدى قولهما، وقد ذكر الله سبحانه وتعالى لهما وصفين: أحدهما - أنهم من الذين يخافون، وثانيهما - أن الله أنعم عليهما. </p><p> أما الأول - فقد قال تعالى فيه أنهم \" يخافون \" ولم يذكر الأمر المخوف، ولذلك كان للعلماء في تقدير المفعول تخريجان: أحدهما - أن يقدر المحذوف في الذكر هو الله سبحانه وتعالى، والمعنى يخافون الله ويتقونه، ويرجحون تقواه، والخوف من عصيانه على الخوف من أعدائه، ولو كان ذوي بطش شديد، أو جبارين في الأرض، فكل قوة مهما عظمت تصغر بجوار قوة الله تعالى. </p><p> والتخريج الثاني - أن يكون المعنى يخافون الأعداء ويقدّرون قوتهم، ولكن أنعم الله تعالى عليهم بطاعة الله تعالى. </p><p> وذكر الزمخشري وجها آخر، وقد تبعه فيه الكثيرون، وهو أن المراد من الذين يخافون هم بعض الجبارين، والاسم الموصول موضوعه الجبابرة، والضمير محذوف يعود إلى بني إسرائيل، ويكون المعنى على ذلك أن رجلين من الجبارين الذين يخافهم بنو إسرائيل ويرهبونهم، قالوا ادخلوا عليهم، ويكون على هذا التفسير معنى أنعم الله عليهما أنه أنعم عليهما بنعمة الإيمان. </p><p> وقد رجح ذلك الزمخشري بأمرين: أولهما - أن هناك قراءة بضم الياء \" يُخافون \"  (١) وهذا يتعين أن يكون المراد اثنين من الجبارين، وإحدى القراءتين تكون مفسرة للأخرى، والثاني - (أنعم الله عليهما) فإن الظاهر منها في هذا المقام هو نعمة الإيمان، وذلك لمن يكونون غير مؤمنين وقد صاروا مؤمنين، ولكن ذلك الأمر غير مؤكد؛ لأنها ليست مقحمة على التفسير الأول، بل لها معناها، وهو أن الله أنعم على الرجلين اللذين قالا الحق من بني إسرائيل بنعمة الصبر، وقوة العزيمة والهمة، فوق نعمة الطاعة وتجنب المعصية. </p><p> (ادْخُلُوا عَيهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ) . هذه مقالة الرجلين اللذين أنعم الله تعالى عليهما فيما حكى الله تعالى عنهما، أراد ذانكم الرجلان أن يزيلا خوف بني إسرائيل من أهل هذه الأرض إذ إنهم أجسام ليس فيها قلوب قوية، </p><p>(١) ليست في العشر المتواترة.</p><p> وقد ذكر ابن جرير الطبري ما يصور أنه مقالتهم، فقال:  \" قالوا لجماعة بني إسرائيل: إن الأرض مررنا بها وجسسناها صالحة رضيها ربنا فوهبها لنا، وإنها لم تكن تفيض لبنا وعسلا، ولكن افعلوا واحدة، ولا تعصوا الله ولا تخشوا الشعب الذين بها، فإنهم جبناء مدفوعون في أيدينا، إن حاربناهم ذهبت منهم، وإن الله معنا فلا تخشوهم \" . </p><p> ويظهر أن هذه العبارات مصدرها إسرائيلي؛ لأنها تتقارب مع نصوص التوراة التي بأيديهم، ومهما تكن صحة النسبة في هذه الأقوال، فإن الآية الكريمة لها مدلولها بعباراتها التي حكاها سبحانه وتعالى عنهم، فإن معنى قوله تعالى:  (ادْخُلُوا عَلَيْهِمُ الْبَابَ) أي فإذا دخلتموه فإنكم غالبون، ادخلوا مفاجئين لهم فاتحين عليهم الباب، فإنهم عندئذ يصيبهم الذعر، وتأخذهم الفجاءة، ويتحيرون، فتأخذهم السيوف، وتكونون أنتم الغالبين، وفي العبارة ما يفيد تأكيد الغلب؛ لأنه عبر عن الغلب بالجملة الاسمية، وإن التي تؤكد القول. </p><p> ولا شك أن غزو قوم في دارهم فجاءة يؤدي إلى هزيمتهم، ولقد قال في ذلك بطل الحروب علي بن أبي طالب:  \" ما غزي قوم في عقر دارهم إلا ذلوا \" . </p><p> (وَعَلَى اللَّهِ فَتَوَكَّلُوا إِن كُنتُم مُّؤْمِنِينَ) قوة النصر تعتمد على أمرين: أولهما - عمل حاسم وعزم أكيد، وثانيهما - تأييد من عند الله، وتوكل عليه وتفويض إليه، وقد بين الرجلان كما حكى سبحانه عنهما العمل الحاسم، وهو الدخول المفاجئ، والثاني هو التوكل على الله تعالى وحده حق التوكل، وألا يعتمد على أحد سواه، وألا يرجى النصر إلا منه، ولذلك قدم الجار والمجرور في قوله تعالى:  (وَعَلَى اللَّهِ فَتَوَكَّلُوا) أي على الله وحده توكلوا أي هو وحده النصير: (. . . وَمَا النَّصْرُ إِلَّا مِنْ عِندِ اللَّهِ الْعَزِيزِ الْحَكِيمِ) . وإن التوكل الحق لا يكون إلا من قلب مذعن مؤمن بالله مخلص له، مجيب لما يأمر وينهى؛ ولذلك قرن التوكل بقوله:  (إِن كُنتُم مُّؤْمِنِينَ) . </p><p> وفى ذلك إشارة إلى أن مقتضى الإيمان أن يعملوا ويجيبوا، وأن يدعوا وساوس الخوف، وأن يشعروا بأن الله معهم، وهو فوق كل جبار، وفي ذلك حث على العمل الحاسم، والعزيمة الثابتة. </p><p> * * * </p>"
}