{
  "id": null,
  "sura": 5,
  "aya": 112,
  "text": "<p> (إِذْ قَالَ الْحَوَارِيُّونَ يَا عِيسَى ابْنَ مَرْيَمَ ... (١١٢) </p><p> * * * </p><p> ما تقدم من الأعراب (هَلْ يَسْتَطِيعُ رَبُّكَ)  (أَن ينَزِّلَ) يستطيع بمعنى يطيع؛ كما قالوا: استجاب بمعنى أجاب، وكذلك استطاع بمعنى أطاع. وقيل المعنى: هل يقدر ربك، وكان هذا السؤال في ابتداء أمرهم قبل استحكام معرفتهم بالله عز وجل؛ ولهذا قال عيسى في الجواب عن غلطهم وتجويزهم على اللَّه ما لَا يجوز:  (اتَّقُوا اللَّهَ إِن كُنتُم مؤْمِنِينَ) أي لَا تشكو في قدرة الله تعالى. </p><p> وهذا فيه نظر؛ لأن الحواريين خلصان الأنبياء ودخلاؤهم وأنصارهم كما قال:  \" من أنصاري إلى الله قال الحواريون نحن أنصار الله \" . ومعلوم أن الأنبياء صلوات الله وسلامه عليهم جاءوا بمعرفة الله تعالى وما يجب له وما يجوز ما يستحيل عليه وأن يبلغوا ذلك أممهم؛ فكيف يخفى ذلك على من باطَنَهُم واختص بهم حتى يجهلوا قدرة الله تعالى؛ إلا أنه يجوز أنه يقال: إن ذلك صدر ممن كان معهم، كما قال بعض جهال الأعراب للنبي - صلى الله عليه وسلم -: اجعل لنا ذات أنواط كما لهم ذات أنواط (١) ، وقيل: إن القوم لم يشكوا في استطاعة الباري سبحانه لأنهم كانوا مؤمنين عارفين عالمين، وإنما هو كقولك للرجل: هل يستطيع فلان أن يأتي وقد علمت أنه يستطيع؛ فالمعنى: هل يفعل ذلك؛ وهل ييجيبني إلى ذلك أم لَا؟ وقد </p><p>(١) عَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا خَرَجَ إِلَى حُنَيْنٍ مَرَّ بِشَجَرَةٍ لِلْمُشْرِكِينَ يُقَالُ لَهَا: ذَاتُ أَنْوَاطٍ يُعَلِّقُونَ عَلَيْهَا أَسْلِحَتَهُمْ، فَقَالُوا: يَا رَسُولَ اللَّهِ، اجْعَلْ لَنَا ذَاتَ أَنْوَاطٍ كَمَا لَهُمْ ذَاتُ أَنْوَاطٍ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" سُبْحَانَ اللَّهِ هَذَا كَمَا قَالَ قَوْمُ مُوسَى {اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ} [الأعراف: ١٣٨] وَالَّذِي نَفْسِي بِيَدِهِ لَتَرْكَبُنَّ سُنَّةَ مَنْ كَانَ قَبْلَكُمْ \" رواه الترمذي: الفتن - ما جاء: لتركبن سنن (٢١٨٠).</p><p> كانوا عالمين باستطاعة الله تعالى لذلك ولغيره علم دلالة وخبر ونظر فأرادوا علم معاينة كذلك، كما قال إبراهيم - صلى الله عليه وسلم -: (. . . رَبِّ أَرِنِي كيْفَ تُحْيِ الْمَوْتَى) . </p><p> على ما تقدم، وقد كان إبراهيم عَلِم لذلك علْمَ خبر ونظر، ولكن أراد المعاينة التي لَا يدخلها ريب ولا شبهة، لأن عِلم النظر والخبر قد تدخله الشبهة والاعتراضات، وعلم المعاينة لَا يدخله شيء من ذلك؛ ولذلك قال الحواريون:  (وَتَطْمَئِنَّ قُلُوبُنَا) كما قال إبراهيم: (. . . وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي. . .) . </p><p> (قَالَ اتَّقُوا اللَّهَ) أي اتقوا مغاضبه وكثرة السؤال؛ فإنكم لَا تدرون ما يحل بكم عند اقتراح الآيات؛ إذ كان الله عز وجل إنما يفعل الأصلح لعباده. (إِن كُنتُم مُّؤْمِنِينَ) أي إن كنتم مؤمنين به وبما جئت به، فتعد جاءكم من الآيات ما فيه غِنى. قوله تعالى: </p><p> * * * </p>"
}