{
  "id": null,
  "sura": 5,
  "aya": 91,
  "text": "<p> (إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ ... (٩١) </p><p> * * * </p><p> البغضاء: البغض الشديد، وهو يقطع الصلات، ويثير الأحقاد، ويجعل الناس قلوبهم شتى، وإذا أعلنت البغضاء كانت العداوة المستحكمة، والمنابذة والشحناء، فالعداوة أخص من البغضاء، لأنها بغضاء معلنة متنابذة، أما البغضاء المجردة فتكون مستكنة لَا تظهر، وإن كانت آثارها عنيفة مثيرة للنفور مربية للأحقاد والأضغان. </p><p> وقوله تعالى:  (إِنَّمَا يرِيدُ الشَّيْطَانُ) فيه قصر، أي قصر إرادة الشيطان في الخمر والميسر على إثارة العداوة والبغضاء وإلقائهما في الأنفس، والعلاقات الاجتماعية بين الناس بعضهم مع بعض، وهذا يفيد أمرين: أولهما - أن الخمر والميسر لَا يدفع إليهما عقل مدرك مدبر، ولكن يدفع إليهما شهوة نفسية جامحة هي من تحريكات النفس الأمارة بالسوء. </p><p> وثانيهما - أنه يترتب عليهما الفرقة المادية بين الناس بالعداوة التي تقام بينهم، وبالبغضاء التي تولد فيهم الإحن المستمرة. </p><p> وليست العداوة والبغضاء هما فقط عمل الشيطان، بل له عمل آخر أشد وهو أنه يصد عن ذكر الله وعن الصلاة، وفي الواقع أن كلا الأمرين متلازمان، فحيث كان الصد أي الإبعاد عن ذكر الله وعن الصلاة، كان إلقاء العداوة والبغضاء في القلوب، لأنه إذا وجد الإعراض عن ذكر الله وعن الصلاة كانت الأنانية، ولا شيء يقطع ما بين الناس، ويثير العداوة والبغضاء أكثر من الأثرة ومجانبة الإيثار. </p><p> فالخمر والميسر تناولهما يؤدي إلى أمرين أولهما - العداوة والبغضاء، وثانيهما - الصد عن ذكر الله تعالى وعن الصلاة، أما أداؤها إلى العداوة؛ فلأن الخمر إذا شربت غاب العقل الظاهر، وظهر العقل الباطن، وكشف السكران كل مستور، وبين كل ما في الأنفس، وانطلقت الألسنة، بما لَا يصح الكشف عنه، وقد يبادله الآخر مثل قوله فتكون الشحناء، وتكشف الأستار، وينبش المقبور من الأمور، ووراءه تولد الإحن ونزول المحن، وإن الرجل ليكون كاتما لنفسه لا يتكلم، فإذا سكر انطلق لسانه بكل شيء، وقد يفتري على الحرائر، ويكشف ما في السرائر، وتنزل بالجماعة المحن. </p><p> وأما الميسر فإنه يولد حقد القلوب، وإحساس كل بأن الآخر له متربص ومتحفز، ولأمواله طالب متوثب، وهذه الأمور بارزة للعيان غير محتاجة إلى بيان. </p><p> وأما صدهما عن ذكر الله تعالى فلأن الخمر تميت النفس اللوامة، وتخدر الوجدان، وتربط الإنسان بأعلاق الأرض وتكون النفس الأمارة بالسوء، وتوجد في النفس انشراحا وهميا، وسرورا كاذبا، تجعله في لهو، واللهو وذكر الله نقيضان لَا يجتمعان، وكل لهو باطل إلا ما يكون تمهيدا للاستجابة لأمر الله تعالى ونهيه؛ وما يصد عن ذكر الله تعالى يصد عن الصلاة؛ لأنها ذكر لله تعالى، واستحضار لعظمته تعالت قدرته. </p><p> والميسر لَا يشغل عن الله وعن الصلاة فقط، بل يشغله عن أهله وعن أولاده، وعن عمله الذي يكتسب منه، بل عن ثيابه التي يكسو نفسه بها فهو غمرة طاغية لَا ينقذه منها إلا إطاعته أمر الله تعالى ونهيه. </p><p> (فَهَلْ أَنتُم مُّنتَهُونَ) الفاء هنا للإفصاح عن شرط مقدر، مؤاده إذا كنتم قد علمتم ما في الخمر والميسر من مضار وصوارف عن الله تعالى. وما يؤديان إليه من شحناء وبغضاء، وما يفسدان به الجماعات أفأنتم بعد ذلك منتهون عنهما تاركون لهما أم أنكم ما زلتم في غيكم تعمهون، سادرين عن أمر الله تعالى، فالاستفهام هنا للإنكار، ومؤاده: انتهوا عما أنتم فيه، ولقد أجاب الكثيرون من أصحاب رسول الله: انتهينا. </p><p> وفى التعبير بالانتهاء والأمر به إشارة إلى تمهيدات سابقة للتحريم، فقد استنكرها القرآن الكريم من أول نزوله، فلم يعتبرها رزقا حسنا، كما قال تعالى:  (وَمِن ثَمَرَاتِ النَّخِيلِ والأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا. . .) . </p><p> فجعل السكر وهو الخمر مقابلا للرزق الحسن، ثم جاء التحريم غير الحاسم في قوله تعالى:  (يَسْألُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسَِْ) ، والنتيجة تنتهي إلى التحريم لأن ما كثر ضرره وقل نفعه يكون حراما، ثم حرمت في أثناء النهار وطرفا من الليل، وذلك في قوله تعالى:  (يَا أَيُّهَا الَّذِين آمَنُوا لَا تَقْرَبُوا الصَّلاةَ وَأَنتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ. . .) . </p><p> وهكذا كان الإشعار بالتحريم، ولكن لم يكن انتهاء حتى جاء التحريم الحاسم الخالي من كل ظن، فكان لابد من الانتهاء. </p><p> وجاء في الصحيحين عن رسول الله - صلى الله عليه وسلم - أنه قال:  \" إنه نزل تحريم الخمر،وهي من خمسة:العنب والتمر والعسل والحنطة والشعير، والخمر ما خامر العقل \"  (١) وترى الرسول عدَّد خمسة ثم عمم: وهي ما خامر العقل. هكذا أمر الله وهكذا أمر رسوله، قد قال تعالى: </p><p> * * * </p><p>(١) رواه البخاري: تفسير القرآن - قوله تعالى: (إنما الخمر)، ومسلم: التفسير - في نزول تحريم الخمر (٣٠٣٢</p>"
}