{
  "id": null,
  "sura": 5,
  "aya": 68,
  "text": "<p> (قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ ... (٦٨) </p><p> * * * </p><p> كان أهل الكتاب في البلاد العربية يستعلون على من فيها من أهل الوثنية، لأن عندهم علما من السماء، بأنه سيكون منهم نبي ينصرهم ويؤيدهم، ولأنهم يتبعون نبيا من الأنبياء، وأنه كما حكى الله سبحانه وتعالى عنهم، إذ قال تعالت كلماته:  (. . . وَكَانُوا مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُم مَّا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ) . </p><p> وكانوا يسمون العرب أميين توهينا لشأنهم، ولبيان شرفهم بالعلم عليهم، فأمر الله تعالى نبيه أن يبين لهم أنهم لَا يمكن أن يكونوا أعلى شأنا من الوثنيين إلا إذا اتبعوا الكتب التي جاءت لأنبيائهم، والكتاب الذي يخاطبون به وهو القرآن؛ لأن شرفهم وفخارهم بهذا العلم، فلا بد أن يقيموه، ويعطوه حقه، وإلا فهو حجة عليهم، وليس حجة لهم، وهو موضع مؤاخذة، وليس سببا للمفاخرة. </p><p> وأمر الله تعالى نبيه بأن يتولى هو خطابهم؛ لأن الجدل والمعاندة كانت منهم له، ومعنى قوله تعالى:  (لَسْتُمْ عَلَى شيْءٍ حَتَّى تُقِيمُوا) إنكم معشر أهل الكتاب لستم على شيء مما يعلو به الإنسان من علم أو دين أو خلق أو فضل، حتى تقيموا التوراة والإنجيل، وما أنزل عليكم من ربكم، وهو القرآن، لأنكم تعتزون بعلم الكتاب فلا شيء لكم من الاعتزاز والفضل إلا إذا أقمتم ما تعتزون به، فلتنفذوا ما جاء في التوراة والإنجيل والقرآن، وبذلك تحققون السبب، فيتحقق المسبب، وهنا إشارتان بيانيتان. </p><p> إحداهما - التعبير بقوله تعالى (لَسْتُمْ عَلَى شَيْءٍ) بالتعبير بـ \" على \" بدل \" الباء \" ، وذلك أن حالتهم كانت حال استعلاء على غيرهم فكان المناسب أن يعبر بحرف ألاستعلاء وهو \" على \" ؛ لنفي ذلك الاستعلاء، والتعدية بالباء تفيد أن النفي منصبّ على ذواتهم، وإنما النفي منصب على استعلائهم. </p><p> الثانية - التعبير عن القرآن بما أنزل إليكم من ربكم، فلم يقل حتى تقيموا التوراة والإنجيل والقرآن - كان فيه تصريح بأنهم مخاطبون به، وأنهم ممن أنزل لأجلهم، وإلى ذلك يشير قوله - عليه الصلاة والسلام - \" لو كان موسى حيًّا ما وسعه إلا أن يؤمن بما جئت به \"  (١) . </p><p> (وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا) قد تكلمنا في معنى هذا النص الكريم، وما فيه من توكيد، وذكرنا أن القرآن المنصف لَا يحكم على الجميع بالشر، وفيهم أخيار، ولذلك كان حكمه على الكثرة لَا على القلة، وإن طغيانهم هو ظلمهم للحقائق، وإفراطهم فيما يطغون به على أهل الإيمان، وأشرنا إلى علة ذلك وهي حقدهم، وحسدهم، وأن النعمة تجيء إلى المحسود، فتزيد الحاسد حقدا وضغنا. </p><p> ولكن لِمَ كرر القول هنا وقد ذكر آنفا؟ والجواب عن ذلك أن كلام اليهود الذي حكاه الله تعالى عنهم كان في جنب الله مما يدل على إيغالهم في الكفر والإنكار، وأنهم حاقدون على النبي - صلى الله عليه وسلم - فلا يزيدهم ما أنزل عليه إلا طغيانا وكفرا، أما هنا فقد جاءت عقب الأمر الجازم بوجوب التبليغ وتعميمه - بالنسبة للموضوع، وبالنسبة للأشخاص فيبين سبحانه لنبيه - عليه السلام - أنه مع التبليغ لا يرجو الإيمان:  (. . . إِنْ عَلَيْكَ إِلَّا الْبَلاغُ. . .) . ولذلك قال سبحانه بعد ذلك: </p><p> (فَلا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ) الأسى: الحزن، وحقيقته اتباع الفائت بالغم والألم، والمعنى لَا تأس على إصرار الكافرين على كفرهم، ونزول اللعنة والعذاب </p><p>(١) سبق تخريجه.</p><p> بهم، لَا تتأسف لذلك، لأنك قد بلغت، ولأنه يجب أن تتوقع منهم الكفر والجحود، لأن كثيرا منهم لَا يزيدهم ما أنزل إليك إلا طغيانا وكفرا، ولأن تبعة الخطيئة عليهم دون غيرهم، ولأن الإيمان والهداية كما يريد الله، لَا كما تريد أنت (إِنَّكَ لَا تهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) . اللهم اهدنا للإيمان، واهد المسلمين للإيمان، فلا عزة لهم إلا به، وإنك أنت العزيز الحكيم. </p><p> * * * </p><p> (إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٦٩) لَقَدْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ وَأَرْسَلْنَا إِلَيْهِمْ رُسُلًا كُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُهُمْ فَرِيقًا كَذَّبُوا وَفَرِيقًا يَقْتُلُونَ (٧٠) وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا وَصَمُّوا ثُمَّ تَابَ اللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا وَصَمُّوا كَثِيرٌ مِنْهُمْ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ (٧١) </p><p> * * * </p><p> في الآيات السابقة أشار سبحانه إلى استعلاء اليهود والنصارى لأنهم أهل كتاب جاءت إليهم الرسل بالتعليم والتوجيه فبين سبحانه وتعالى أن الاستعلاء بالإذعان، واتباع ما جاء إليهم والإيمان به، وفي هذه الآية يبين سبحانه وتعالى أن الناس جميعا في النجاة سواء، لَا فرق بين يهودي ونصراني، وعبدة للكواكب، فالإيمان يجبّ ما قبله، ويسوي بين المؤمنين: </p>"
}