{
  "id": null,
  "sura": 5,
  "aya": 96,
  "text": "<p> (أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا) فمن هذا النص يتبين أن التحريم مخصوص بصيد البر، ويخرج منه صيد البحر، وذلك لأن البحر بعيد عن الحرم، والمحرم قد يحرم في منطقة قد تكون فيها بحار، فتحريم صيد البحر يكون إجهادا وحرجا وضيقا من غير فائدة تعود على المقيمين حول البيت الحرام. </p><p> والنهي منصب على الصيد نفسه لَا على قتله؛ لأن التحريم يتجه إلى محاولة صيد الحيوان، لَا إلى قتله فقط، وقد دل على ذلك قوله تعالى من قبله:  (. . . غَيْرَ مُحِلِّي الصَّيْدِ وَأَنتُمْ حرُمٌ. . .) . </p><p> وقوله تعالى:  (وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا) . </p><p> وأجيب عن ذلك بأن الغاية هو القتل للأكل غالبا، فعبر عن السبب وأريد المسبب، والقتل منهي عنه بالذات. </p><p> ولكن ما هو الصيد المحرم أيقع على كل حيوان بري، فيحرم صيده من غير قيد يقيده؛ لقد ورد عن النبي - صلى الله عليه وسلم - أنه استثنى من تحريم الصيد الفواسق، فقال - عليه السلام - فيما رواه الصحيحان \" خمس من الدواب ليس على المحرم في قتلهن جناح، الغراب والحدأة والعقرب، والفأرة، والكلب العقور \"  (١) وهذه رواية مالك عن نافع عن ابن عمر، ورواية عائشة أم المؤمنين أن رسول الله - صلى الله عليه وسلم - قال:  \" خمس فواسق يقتلن في الحل والحرم: الغراب والحدأة، والعقرب والفأرة والكلب العقور. . \"  (٢) . </p><p> وقد اتفق الفقهاء على أن قتل هذه غير ممنوع. </p><p> وقد جرى الخلاف فيما وراء ذلك، وكان أساس الخلاف هو أن النص معلل واختلفوا في تعليله، ففريق قال: ليست ثمة علة إلا الأذى، وعلى ذلك يكون محرما صيد ما عدا هؤلاء، إلا إذ كان مؤذيا بالفعل فيحرم الوحش إلا إذا كان قد ساور المحرم، وقال بعض الفقهاء: إن كل حيوان لَا يؤكل ومن شأنه مساورة الإنسان لإيذائه كالنمر والأسد وغيرهما يباح صيده، واختلفت الروايات والأقوال في المذاهب فقيل: لَا يباح صيد أي حيوان إلا ما جاء النص بإباحته، وما يساور الإنسان فعلا ليؤذيه، وقيل: يباح ما من شأنه المساورة، وقيل: إنه يباح صيد كل ما لَا يؤكل، وهو قول الشافعي، وإنا نميل إلى هذا القول؛ لأن التحريم معلل، وليس تعبديا خالصا، والحكمة واضحة، وهي منع التضييق على أهل الحرمين الشريفين، ولأن الصيد في غالب أحواله لَا يتجه إلا إلى ما يؤكل فيندر من </p><p>(١) سبق تخريجه. (٢) رواه مالك: المناسك - ما يقتل المحرم في إحرامه (٧٩٨) عَنْ ابْنِ عُمَرَ، ويروي عن عائشة كما صرحت بذلك رواية البخاري ومسلم عن عائشة رضي الله عنها.</p><p> يصطاد ثعلبا أو ضبعا، ولأن القياس يثبت على الغراب والحدأة فهي حيوان لا يؤكل، وهذا هو الذي نراه معقولا، وهل يباح لحم ما يصطاد للمحرم إذا اصطاده غير محرم؟ لقد اختلف الفقهاء في ذلك، وأساس الاختلاف، الاختلاف في ذات الممنوع، أهو الأكل أم الصيد؟. </p><p> قال كثيرون من الصحابة والتابعين منهم ابن عباس: إنه يحرم على كل حال؛ لأن الصيد ذريعة إلى الأكل، وليس تحريم الصيد لذاته، ولكن لكيلا يكون أهل مكة في ضيق. </p><p> وقال آخرون: يحل ما دام لم يتول الاصطياد، وقد قال ذلك علي بن أبي طالب، وعثمان بن عفان، وجمع من الفقهاء. </p><p> القول الثالث: أنه إذا صيد لأجل المحرم كضيافته ونحوه فإنه يحرم، لا يكون كاصطياده. </p><p> والقول الرابع: أنه إذا لم يعاون المحرم في الصيد، ولو بالإشارة فهو حلال. </p><p> وهذا الذي نميل إليه؛ لأنه إذا كان قد عاون في الاصطياد، ولو بالرأي فقد اصطاد، وإذا لم يكن شيء من ذلك، فهو حلال، وإلا امتنعت الضيافات، وكان الناس في حرج وضيق السبيل إلى تبادل المودة، وهي مطلوبة في الإسلام. </p><p> (وَمَن قَتَلَهُ مِنكُم مُّتَعَمِّدًا فَجَزَاءٌ مثْلُ مَا قَتَلَ مِنَ النَّعَم) المتعمد أن يكون عالما بالتحريم أو أن يكون من شأنه العلم بالتحريم؛ إذ يكون مقيما في دار الإسلام، وأن يكون قد قصد القتل ولم يقصد سواه وإلا فلا، كأن يساوره سبع يريد قتله، فيضربه، فيصيد صيدا، أو يرى عن بعد سبعا مفترسا ثم يرى شبحا يظنه هو فيتبين أنه غيره، فلا يعد في هذه الحال متعمدا الصيد ويكون فعله خطأ. </p><p> وعلى ذلك يكون ما عدا من اشتملت عليه هذه القيود خطأ، ويكون الخطأ قسمين: خطأ في الفعل بألا يريد الصيد فيقع الصيد كالصورة السابقة، أو خطأ </p><p> في القصد بأن يكون القصد ذاته غير سليم إذ يصوب سهمه على شبح فتبين أنه صيد. </p><p> وعلى ذلك يكون الجزاء لأجل التعمد، ولا جزاء في الخطأ. </p><p> ولكن الفقهاء اتفقوا على أن محظورات الصوم خطؤها كعمدها يوجب الفداء فكيف يعتبر الخطأ؟ ولقد أجاب عن ذلك ابن جرير، بأن جزاء الصيد ثبت بالكتاب، وجزاء الخطأ ثبت بالسنة، وقد أخرج الشافعي وغيره عن عمرو بن دينار أنه قال: رأيت الناس جميعا يغرمون في الخطأ، وبعض الفقهاء قال: إن جزاء العمد ثبت بالنص وجزاء الخطأ ثبت بالقياس أي أنه ثبت قياس الخطأ على العمد. </p><p> وعندي أن النص الظاهر في أن الجزاء مقيد بأن يكون القتل عمدا، وكل جزاء في حال الخطأ البحث فيه يكون إهمالا لقيد العمدية، ولذلك تقيد العمدية، بما يشمل الخطأ في القصد وغيره، فالعمدية القصد إلى الصيد ولو كان ناسيا لأنه محرم، أو جاهلا أنه محرم، وبذلك يكون سريان النص مع ما ورد من آثار فإن الأثر الوارد عن النبي - صلى الله عليه وسلم - كان فيه الصائد ناسيا إحرامه، فقد روى أنهم وهم في الحج عنَّ عير (حمار وحشي) فحمل عليه أبو اليسر، فطعنه برمحه فقتله، فقيل له قتلته وأنت محرم، فأتى الرسول - صلى الله عليه وسلم - فسأله عن ذلك فنزلت الآية (١) ، وعلى ذلك اعتبر أبو اليسر قاتلا عمدا، وقد كان ناسيا أنه محرم، وذلك لمجرد أنه قصد القتل من غير نظر إلى أي ناحية نفسية أخرى، وبذلك يكون التوفيق بين الكتاب والسنة، وإنهما لمتوافقان، فالناسي يعد عامدا، وقاصد غير الصيد يكون مخطئا. </p><p> وقد ذكر سبحانه وتعالى أن الجزاء يكون بالمماثلة بين الصيد، وحيوان يقاربه في الحجم من النعم، وهي الإبل والبقر والغنم، وهكذا فسر بعض الفقهاء المماثلة، وقصرها على ذلك أكثر الفقهاء، وهو ظاهر النصوص؛ لأن الله تعالى </p><p>(١) ذكره الآلوسي في التفسير: ج ٧، ص ٢٣.</p><p> قرر أنه يحكم بالمماثلة ذوا عدل من المؤمنين، ولأنه قرر احتمال العجز عن المثل، فجعل بدله كفارة إطعام مساكين، فإن لم يجد يكون عدل ذلك صياما، ولأنه قرر أنه إذا وجده يرسله هدْيا إلى الكعبة. </p><p> وقال أبو حنيفة: إن المثل يكون بالقيمة، ولا شك أن ذلك القول قد يشكل ظاهرا مع ما ورد من نصوص إلا أن يقوّم الصيد، ويشترى بالقيمة هديا، فقد جزى بمثل ما قتل من النعم، والخلاصة أن القيمة تكون تعويضا يخير فيه بين أن يشتري هديا أو طعاما، فإن لم يستطع فالصوم. </p><p> وقد بين سبحانه طريق معرفة الجزاء ومآله وأنواعه فقال سبحانه: </p><p> (يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِّنكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَلِكَ صِيَامًا) الهدى اسم لما يذبح في الحج مهدًى إلى فقراء مكة، والنص صريح في أن الهدْي يبلغ إلى الكعبة، وكونه يكون هديا يصل إلى الكعبة يشير إلى حكمة منع الصيد في البيت الحرام، وهو أن الحجيج الكثيرين إذا أبيح لهم الصيد قطعوه عن أهل مكة، وجعلوهم في ضيق وحرج. </p><p> وذوو العدل من المسلمين هم أهل الشهادة ذوو الخبرة الدقيقة في تقدير الحيوان، بحيث يكونون ممن يصفقون في أسواق النعم، أو من أهل المعرفة بها الذين يعلمون الأسعار بملاحظة مكانها وزمانها. </p><p> وهذان الحكمان يعينان المماثلة، سواء أكانت المماثلة بتوسط القيمة، أو كانت بالمماثلة في الهيئة والحجم ونحو ذلك، وذلك لأن الحنفية يقررون أنه في القيميات، أي التي لَا تتعلق وحداتها - تكون المماثلة بتعرف القيمة، ولا سبيل غير ذلك، فلا يمكن أن يكون الحيوان مماثلا للحيوان إلا بتعرف قيمتهما. </p><p> وإذا قدرت القيمة اشترى بها هديا، وبلغ الكعبة، وذبح هنالك تعويضا، وإذا تعذر شراء الهدْي، أو تعذر الوصول إلى الكعبة تصدق به على المساكين، بحيث يكون لكل مسكين نصف صاع من بُر، أو صاع من الذرة أو الشعير أو </p><p> قيمة ذلك، فإن تعذر على المعتدي شيء من هذا لفقره كان عليه أن يصوم يوما لكل إطعام المساكين، ولا شك أن التخيير هنا ليس على حقيقته، إنما هو ترتيب مراتب على حسب القدرة على كل رتبة، فالأصل بلا ريب شراء هدْي، وذبحه عند الكعبة، فإن تعذر ذلك كان الطعام، فإن تعذر كان الصيام، وقوله تعالى:  (أَوْ عَدْلُ ذَلِكَ) أي ما يساويه من الصيام على أساس أن يكون لطعام المساكين وجبتين - صوم يوم، وقدرت الوجبتان بنصف صاع من بُر أو قيمته، أو صاع من غيره أو قيمته. </p><p> هذا هو الظاهر عند الحنفية، وروي عنهم أنهم قالوا بالتخيير إذا عرفت القيمة بين الذبح عند الكعبة، وبين إطعام المساكين، وبين الصوم، وعندي أن الترتيب حسب القدرة أوضح، وذلك هو رأي أحمد وزفر. </p><p> والمذاهب الأخرى تتلاقى في الجملة مع المذهب الحنفي بيد أنها تعتبر المماثلة في الأوصاف، وعندي أن المذهب الحنفي أوضح وأسهل تطبيقا، وأدق في تعرف المثل، وقد اضطروا إليه عند استبدال الطعام بالذبح، إذ لَا يعرف مقدار الطعام إلا بمعرفة القيمة. </p><p> (لِّيَذُوقَ وَبَالَ أَمْرِهِ عَفَا اللَّهُ عَمَّا سَلَفَ وَمَنْ عَادَ فَيَنتَقِمُ اللَّهُ مِنْهُ) الوبال: العاقبة السيئة، ومعنى ليذوق أي ليدرك عاقبة الأمر الذي وقع فيه إدراك من يحسه ويذوقه؛ وذلك لأنه عمل على حرمان ناس من أن يذوقوا طعاما شهيا، كانوا ينالونه، فعليه أن يغرم نفسه مثله من طعام يذوقه في نظير ما حرمهم منه، فالعقاب من جنس الاعتداء:  (. . . فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ. . .) . وأن ما كان منهم من قبل، فإنه موضع عفو، لا يحاسب الله تعالى عليه في الدنيا ولا في الآخرة، فمعنى قوله تعالى:  (عَفَا اللَّهُ عَمَّا سَلَفَ) أي أنه سبحانه لَا يطالب بتعويضه منهم؛ لأنه سلف ومضى منهم قبل التحريم، ولا يطبق القانون إلا على ما يجيء بعده، ولذلك قرر مؤكدا، أن العقاب يكون لما يقع بعده وللعائدين، وقال سبحانه:  (وَمَنْ عَادَ فَيَنتَقِمُ اللَّهُ مِنْهُ) . </p><p> أى من عاد بعد تحريم الله للصيد فإن الله تعالى ينتقم، ونرى أن \" الفاء \" وقعت في جواب الشرط في غير ما سوغ فيه دخول الفاء، وأوَّلوا لذلك وقدروا محذوفا بجعل الجملة اسمية، وبعضهم جعل \" من \" اسما موصولا، والفاء تدخل في خبر الموصول، والحق أن القرآن فوق قواعد النحويين، وقد ورد دخول الفاء في شرط من، فقد قال تعالى:  (وَمَن يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلا يَخَافُ ظُلْمًا وَلا هَضْمًا) . </p><p> وقواعد النحويين غالبة تلزم الناس، ولا تلزم القرآن. والعود هو تكرار قتل الصيد، وذلك يدل على الاستهانة بأمر الله ونهيه، فيستحق صاحبه النقمة، ونقمة الله تعالى أشد النقم، ولذا قال تعالى:  (وَاللَّهُ عَزِيزٌ ذُو انتِقَام) أي والله تعالى غالب فوق العباد، لَا يترك الأشرار يرتعون، فهو ذو انتقام كما أنه الرحيم، بل إن انتقامه من رحمته؛ لأن الرأفة بالأشرار ليست من الرحمة، ولذلك قال بعض العلماء: إن القاصد إلى الصيد معاندا لَا تقبل منه الكفارة، ويكون عذابه يوم القيامة لاستهانته بأمر الله ونهيه. </p><p> * * * </p><p> (أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا ... (٩٦) </p><p> * * * </p><p> في هذا النص الكريم نجد الله تعالى بين فيه ما حرم، وما حلل للمحرم، فأحل صيد البحر وطعام صيد البحر الذي يجوز أكله، وحرم عليهم صيد البر ما داموا محرمين مسستمرين على الإحرام، فالحلال في كل الأوقات والأماكن، والحرام في حال معينة محدودة فهو ذكر لنعمة الله تعالى وفيه إشارة إلى حكمته فيما حرم، وأباح سبحانه أن يصطاد الصائد من البحر، وأن يطعم منه، فأبيح الفعل والأكل لكم، والمتاع الانتفاع، ومعنى السيارة: المسافرون السائرون الذين لا يستقرون في مكان معلوم، فلكم أن تأكلوا لحما طريا من البحار لأنكم عابرو السبيل، والحرام فيما يتعلق بالبر حال الإحرام لكيلا تضيقوا على سكان مَن حول البيت الحرام. . وختم الله تعالى الآية بالأمر بالتقوى والتذكير بالاجتماع أمام الله تعالى:  (وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ) . وفي هذا تذكير بتقوى الله، حتى يعلموا أن الدنيا مهما يكن متاعها لها نهاية، وأن الإنسان محاسب على ما يتناول يوم </p><p> الحشر، أي يوم الجمع من غير تفرقة، والله وحده، هو العالم القادر المنتقم الجبار الرءوف الرحيم. </p><p> * * * </p><p> (جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ ذَلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (٩٧) اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٩٨) مَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ (٩٩) قُلْ لَا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ (١٠٠) </p><p> * * * </p><p> كانت الآيات السابقة تقرر منع الصيد، وتؤكد المنع، وذكرنا أن ذلك ليس تعبديا فقط، بل فيه حكمة ومعنى ذلك أن الذين حول الكعبة يسكنون واديا غير ذي زرع عند بيت الله المحرم، وكانت دعوة إبراهيم - عليه السلام - أن يجعل أفئدة من الناس تهوى إليهم، وقد استجاب الله تعالى دعاءه، ولكي يتحقق لهم الرخاء منع الصيد عن أولئك الذين جاءوا إليهم حاجين أو معتمرين، حتى لا تستنفذ كثرتهم ما حول مكة من صيد يمدهم باللحم طول العام، وفي هذا النص الكريم الذي نتكلم الآن في معناه إشارة بينة إلى هذا المعنى، فقد قال تعالت كلماته: </p>"
}