{
  "id": null,
  "sura": 5,
  "aya": 102,
  "text": "<p> (قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ (١٠٢) </p><p> * * * </p><p> هذا قصص للعبرة ساقه لأولئك الذين كانوا يتعرفون أحكام الأشياء قبل ميقاتها ويتلهفون على معرفة حكم الله في أمور كانوا يريدون بيان الحكم فيها، وكان موجب ذلك السؤال والتلهف على معرفة الحكم أن يستجيبوا لداعي الله تعالى بالأمر والنهي، ولكنهم بعد أن </p><p> جاء الحكم المقرر الثابت تركوه هاجرين له، بل منكرين وجاحدين، فليست العبرة بتعجل المعرفة إنما الاعتبار للإيمان به، وأخذ الأنفس بتنفيذه، والمبادرة بالاستجابة. </p><p> والضمير في قوله تعالى (سَأَلَهَا) يعود إلى الأشياء على تقدير السؤال عن حكمها، وسأل تتعدى بنفسها، كما تتعدى بـ \" عن \" ، وقد كان سؤالهم قبل الميقات الذي عينه الله تعالى، ثم لما حان الميعاد جاء التحريم، مع أنهم كانوا يسألون قبل الميقات جحدوه وكفروا به، وفي الكلام مقدر محذوف دل عليه السياق، وهو أنهم سألوا في غير الموعد، ثم نزل الحكم في الموعد، فأصبحوا كافرين، وفي الكلام بعض إشارات بيانية، يتقاضانا البحث ذكرها. </p><p> الأولى - حذف إنزال التحريم، وحذفه لأنه ليس العبرة فيه، إنما العبرة في أنهم سألوا ولجوا في السؤال ثم لما جاء التحريم كفروا. </p><p> الثانية - التعبير بـ \" ثم \" الدالة على التراخي؛ لأنه يدل على التباعد المعنوي بين اللجاجة في السؤال ثم الجحود والكفر بعد ذلك كأنهم كانوا يريدون حكما على هواهم، فلما جاء بما لَا يهوون كفروا. </p><p> الثالثة - التعبير بقوله تعالى:  (ثُمَّ أَصبَحُوا بِهَا كَافِرِينَ) . فكلمة أصبحوا تدل على أنهم كانوا مؤمنين، والتحريم حولهم من الإيمان إلى أشد الجحود، إذ صاروا كافرين، أي أن الكفر صار وصفا لهم، ولم يكن حالا عارضة لهم والله الهادي إلى سواء السبحل. </p><p> * * * </p><p> (مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ (١٠٣) وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا </p><p> حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ (١٠٤) يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (١٠٥) </p><p> * * * </p><p> كان العرب يحرمون على أنفسهم أنواعا من النعم، ويحسبون ذلك دينا يتبع، ويتقرب به إلى منشئ الخلق من غير دليل، ولكنه وَهْمٌ سيطر عليهم، واستمكن في قبائل مختلفة منهم، فبين الله تعالت كلماته أن هذا ليس من شرع الله في شيء ولا سبب له إلا وهم مسيطر، ونسبوه إلى الله تعالى افتراء عليه، ولأنهم لَا يعقلون ما ينبغي في التحريم والتحليل لأن التحليل لذات الشيء، وقد خلقها الله تعالى طيبة، وكان كسبها طيبا، والتحريم، إما لأذى في ذات الشيء، أو أن فيه أذى لغيره كتحريم الصيد في ميقات الحج. </p><p> وقوله تعالى: </p>"
}