{
  "id": null,
  "sura": 5,
  "aya": 40,
  "text": "<p> (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ... (٤٠) </p><p> * * * </p><p> بعد أن بين سبحانه وتعالى العقاب الذي ينزل بالمفسدين في الأرض محاربين أحكام الله تعالى والنظام الذي يقرره الإسلام، وبين أن باب التوبة مفتوح، لن يريد الإصلاح، ويقلع عن الإفساد - ذكر سبحانه وتعالى أن تلك هي أحكام العليم الحكيم، صاحب السلطان القاهر الذي هو فوق كل سلطان، وأن كل ذي سلطان مهما يكن اتساعه وسطوته، فهو في ملك الله تعالى، وأن ما يكون من عقاب أو غفران فهو من واسع حكمته، ومن شمول رحمته؛ ولذلك قال سبحانه مبينا سلطانه مخاطبا كل أهل للخطاب، أو مخاطبا النبي - صلى الله عليه وسلم - ابتداء، ومخاطبا غيره اتباعا، وهذا ما نرجحه؛ ولذلك أردف هذا النص الكريم بقوله تعالى:  (. . . لَا يَحْزُنكَ الَّذِينَ. . .) ، كما سنتكلم في الآيات الآتية بمعونته تعالى ومشيئته. </p><p> وقوله تعالى:  (أَلَمْ تَعْلَمْ) . هذا التعبير السامي من قبيل الاستفهام الإنكاري الذي يؤكد ما في مضمونه ويبعده عن كل احتمال، ويقال إنه للنفي، فهو نفي للجهل، ونفي الجهل تأكيد للعلم، والمعنى أبحثت الأدلة، ودرست الكون وما فيه، والخلائق ومبدعها فعلمت أن أحدا له ملك السماوات والأرض غير الله، وإذا كان بحثك وتنقيبك واستدلالك قد أدى بك إلى نفي العلم بأحد له ملك في السماوات والأرض غيره فالدليل نفسه هو الذي يؤكد علمك بأنه وحده صاحب السلطان المطلق في السماوات والأرض. </p><p> وإذا كان سبحانه وتعالى هو صاحب الملك المطلق، والحكم الذي لَا معقب له في السماوات والأرض، وهو العزيز الحكيم، فهو وحده المنفرد ببيان العقاب الرادع، والتجاوز السمح حسب ما يرى بحكمته؛ ولذلك قال سبحانه: </p><p> (يُعَذِّبُ مَنْ يَشَاءُ وَيَغْفِرُ لِمَنْ يَشَاءُ) وإذا كان سبحانه وتعالى هو صاحب السلطان المطلق، فإنه لَا يسأل عما يفعل وليس وراء ما يأمر به معقب من أحد، فهو يعذب من يشاء عقابا رادعا في الدنيا، ليمنع غيره من أن يقع في الشر، كما وقع هو، ويغفر لمن يسلك طريق التوبة، والأمر في كل ذلك إلى مشيئته هو وحده، وهو العليم الخبير اللطيف بعباده، الذي لَا يكون معه إلا ما فيه خيرهم، وإن علا على إدراكهم، وعسر على فهمهم، فمشيئته مطلقة تعلو حكمة ما يفعل - على عقولنا ومداركنا. </p><p> ولقد كانت مشيئة الله تعالى مقترنة بقدرته، ولذلك قال سبحانه:  (وَاللَّه عَلَى كُلِّ شَيْءٍ قَدِيرٌ) فهو سبحانه قادر على كل شيء، فكل ما في هذا الوجود خاضع لإرادته وقدرته وسلطانه، لَا يخرج عنه شيء، ولا يعجز عن شيء؛ اللهم أظلنا برحمتك وعفوك وغفرانك، إنك على كل شيء قدير. </p><p> * * * </p>"
}