{
  "id": null,
  "sura": 5,
  "aya": 81,
  "text": "<p> (وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ ... (٨١) </p><p> * * * </p><p> إن أولئك اليهود يحسبون أنهم يؤمنون بالله، وأن لهم أنبياء جاءوا إليهم، وكتبًا خوطبوا بها، فيبين الله سيحانه وتعالى أنهم لو كانوا يؤمنون بالله حق الإيمان وأنه واحد أحد فرد صمد، وأن له رسالة بعثها، وأن لهم نبيا خاطبهم عن الله تعالى ما تركوا ولاية الموحدين، واختاروا ولاية المشركين الذين لَا يوحدون الله ولا يؤمنون بنبوة نبي مرسل، ولا بكتاب منزل ولكنهم حاقدون حاسدون متمردون على الحق إشباعا لأهوائهم، ولذلك ختم الآية بقوله: </p><p> (وَلَكِنَّ كَثِيرًا مِّنْهُمْ فَاسِقُونَ) استدراك فيه بيان لحالهم، وسبب تركهم موالاة المؤمنين، فذكر أن كثيرا منهم خارجون متمردون على الحق بسبب ما في قلوبهم من حقد وحسد، ونرى إنصاف القرآن بينا واضحا إذ لم يرمهم جميعا بالفسوق عن أمره، وقد أكد فسوق الأكثرين بوصفهم بالفسق، وكأنه وصف مستمر لهم، وليس حالا عارضا، اللهم اهدنا فيمن هديت، واشف قلوبنا من الغل والحسد. </p><p> * * * </p><p> (لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ (٨٢) وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ (٨٣) وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ (٨٤) فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ (٨٥) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ (٨٦) </p><p> * * * </p><p> كان ما تقدم من آيات من قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهمْ أَوْلِيَاءُ بَعْضٍ. . .) . في شأن المؤمنين في معاملتهم لأهل الكتاب، وقد ذكر أحوالهم مع المؤمنين، وخص اليهود بالذكر؛ لأن عداوتهم لأهل الإيمان كانت مستحكمة، وإيذاءهم للمؤمنين كان مستمرا، ولقد كان القرآن الكريم منصفا للحقيقة كشأنه دائما - عندما فرق بين النصارى من جانب واليهود والمشركين من جانب، ولذلك قال سبحانه:  (لَتَجدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُم مَّوَدَّةً) . </p><p> فى هذا النص الكريم يؤكد سبحانه وتعالى بالقسم وبنون التوكيد - أن أشد الناس عداوة للمؤمنين اليهود والذين أشركوا، والخطاب للنبي - صلى الله عليه وسلم - وإذا كان الخطاب له - عليه الصلاة والسلام: فإن كلمة: </p>"
}