{
  "id": null,
  "sura": 5,
  "aya": 82,
  "text": "<p> (لَتَجِدَنَّ) . فيها معنى توكيد العداوة، لأن النبي - عليه السلام - يجدها محسوسة واضح في المعاملات التي تقع بينه وبين اليهود، وبينه وبين المشركين، وما كان من النصارى معه، ويكون من شدة العداوة، وقرب المودة هو ما كان من معاصرى النبي - صلى الله عليه وسلم - من اليهود والذين أشركوا، والذين قالوا إنا نصارى. </p><p> ويصح أن يكون الخطاب لكل أهل القرآن الذين يقرءونه ويخاطبون بأحكامه وآياته، من الذين آمنوا، ويلاحظ هنا عدة أمور: </p><p> أولها - أنه سبحانه ذكر اليهود قبل الذين أشركوا؛ لأن عداوة اليهود منشؤها الحقد والحسد اللذان قد يرسخان في النفس اليهودية، وهما دائما فيها ما دام اليهود على هذه الحال التي أركسوا أنفسهم فيها، وقد عبر عنهم بالوصف، ولم يقل الذين هادوا للإشارة إلى أن العداوة حال دائمة مستمرة مستحكمة، حتى أن النبي - صلى الله عليه وسلم - يقول:  \" ما خلا يهودي بمسلم إلا هَمَّ بقتله \"  (١) ومع أن اليهود أقرب في الاعتقاد من النصارى؛ تجد النصارى في الماضي كانوا أقرب، والقرب في الاعتقاد سببه الشائع بينهم هو الوحدانية، أما النصارى فإن الشائع بينهم هو التثليث ولكن العداوة لَا تتبع القرب أو البعد في الاعتقاد، بل تتبع مقدار الحسد والبغض، وفوق ذلك، فإنه من المقرارت في علم الآراء والمعتقدات أنه كلما تقاربت العقيدتان تنازعتا، وكان التناحر أشد، لطمع كل طائفة في أن تأخذ الأخرى إليها، وقد عبر </p><p>(١) رواه ابن النجار عن أبي هريرة رضي الله عنه. جامع الأحاديث (١٩١٦٤) ج ٦، ص ٣٣٧. وفي كنز العمال - متفرقات الأحاديث (١١٢٥٩) ج ١، ص ٧٦١: ما خلا يهودي بمسلم قط إلا حدث نفسه بقتله. وفي كشف الخفا (٢٢١٠): - ما خلا يهوديان بمسلم إلا هما بقتله. رواه الثعلبي وابن مردويه وابن حبان في الضعفاء عن أبي هريرة مرفوعا. وفي رواية ابن حبان: \" يهودي \" و \" هَمَّ \"، بالإفراد.</p><p> سبحانه عن المشركين بـ \" الذين أشركوا \" ؛ للإشارة إلى أن الشرك قريب الزوال منهم، وهو السبب، أما اليهود فالسبب هو الحقد وليس قريب الزوال، إذ استكنَّ في قلوبهم أن كل مخالف لهم في دينهم عدو لهم يحقدون عليه، ولأنهم كانوا يريدون أن تكون النبوة دائما فيهم لَا تخرج عنهم. </p><p> الأمر الثاني - أن العداوة مقابلة بالمودة، فالأمر ليس خلافا في الاعتقاد، بل هو المودة أو العداوة فليس لقرب الاعتقاد أو بعده أثر في العداوة، وعلى هذا كان اليهود أشد عداوة من النصارى، والنص يومئ إلى أنهم أكثر عداوة من الذين أشركوا بتقديم اليهود، لأن المودة لم تقطع من كل الوجوه بين النبي عليه السلام والمشركين من قريش، بل إن ما كان يفرقه الاعتقاد يقابله مودة الرحم، وإن كانت حروب. </p><p> الأمر الثالث - لماذا عبر عن النصارى بقوله تعالى:  (الَّذِينَ قَالُوا إِنَّا نَصَارَى) . </p><p> وقد أجاب عن ذلك بعض المفسرين بأنه تشريف للنصارى، لأن عيسى - عليه السلام - عندما قال:  (. . . مَنْ أَنصَارِي إِلَى اللَّه قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّه. . .) . فقوله تعالى:  (الَّذِين قَالُواً إِنَّا نَصَارَى) . تذكير بهذا الموقف الكريم في مقابل قول اليهود عندما دعاهم موسى إلى دخول الأرض المقدسة فقد قالوا:  (. . . فَاذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَاهُنَا قَاعِدُونَ) . هذا كلام بعض المفسرين ولكن يلاحظ أن الذين قالوا نحن أنصار الله هم الحواريون، والذين كانت بينهم مودة المسلمين ليسوا هم أن أولئك هم الحواريون الذين سلمت عقيدتهم، أما الذين يتحدث عنهم فهم كانوا من أهل التثليث ثم تاب الله تعالى عليهم، ولقد ذكرهم بهذا العنوان:  (الَّذِينَ قَالُوا إِنَّا نَصَارَى) . في مقام الذم، فقد قال تعالى:  (وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِّمَّا ذُكِّرُوا بِهِ. . .) . </p><p> ولأجل هذا لَا نقول إن التعبير بقالوا إنا النصارى فيه تشريف، إنما هو بيان أن هؤلاء يقولون أنهم نصارى، ولكنهم ليسوا نصارى عيسى - عليه السلام - وإن كانوا من بعد ذلك قد اهتدوا. </p><p> الأمر الرابع - من هم اليهود الذين هم أشد عداوة، ومن هم النصارى الذين كانوا أقرب مودة؛ قال بعض المفسرين: إن المراد منهم الذين عاصروا النبي - صلى الله عليه وسلم - وقد كانوا كذلك حقا، ولكن قال ابن جرير: إن الوصف عام، فاختار أن هذا الكلام ينطبق على كل أقوام كانوا بهذه المثابة. </p><p> وعندي أن النصارى ليسوا النصارى في عهد النبي - صلى الله عليه وسلم - فقط، بل كل من ينطبق عليهم وصف المودة في كل عصر، ومن لَا ينطبق عليهم، فهم إلى اليهودية أقرب، وإليها أدنى، وقد قال سبحانه:  (ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ) . في هذا الكلام بيان السبب، في قرب المودة الذي كان بين المؤمنين والنصارى في عهد النبي - صلى الله عليه وسلم - أن توافرت الأسباب، ولم يكن القسس والرهبان دعاة عداء وبغضاء؛ والقسيس هو عالم النصارى بأحكام دينهم، والمتفحص أحوالهم، والمرشد لهم، وأصله من \" قَسَّ \" بمعنى تتبع، فالقسيس لَا يترك الإرشاد، والرهبان جمع راهب كركبان جمع راكب، وتطلق كلمة رهبان على المفرد، كما تطلق على الجمع، وهو الرجل الزاهد المتبتل المنصرف للعبادة في زعمهم، وهو يقوم بعمل القسيس في العبادة، بيد أنه ينفرد عنه بالانصراف الكلي عن الدنيا ويتخصص للعبادة والإرشاد والتوجيه. </p><p> ولا شك أن حال القسيسين والرهبان في عصر النبي - صلى الله عليه وسلم - كانوا كذلك، وكانوا القائدين للاهتداء بهدْيِ الإسلام، فقد أخذوا بالكثيرين من نصارى الجزيرة العربية، واتبعوا الإسلام، واستمعوا إلى دعوة النبي عليه السلام، وأن هذا النص ينطبق على كل قسيس يدعو بدعاية الحق، ويكون ممن يستمعون القول فيتبعون أحسنه. </p><p> وفى ذلك الكلام تعريض باليهود الذين تركهم أحبارهم وعلماؤهم في غيهم يعمهون، فكانوا لَا ينتاهون عن منكر فعلوه، ولم ينههم الربانيون والأحبار عما ارتكبوا من جرائم، وما امتلأت به قلوبهم من غل وحقد. </p><p> وهناك مع ما كان القسيسون والرهبان عليه وصف آخر هو السبب في إيمان الكثيرين منهم في الجزيرة العربية، ثم الشام ومصر من بعد ذلك، وهو أنهم:  (لا يَسْتَكْبِرُونَ) . وقد جعل ذلك سببا قائما بذاته، وأكد سبحانه وتعالى سببيته بـ \" أن \" وبالجملة الاسمية، وعبر سبحانه في خبر الجملة الاسمية بالفعل المضارع لتصوير حالهم في عدم الاستكبار، وأن الاستكبار هو داء اليهود الدوى، وهو داء المشركين فاليهود يحسبون أنهم أبناء الله وأحباؤه، وأنهم من صنف فوق الناس، وأن الجميع دونهم، فذهب بهم غلواؤهم إلى الكفر والضلال، وقتل الأنبياء وتكذيبهم، والمشركون ما كفروا بما جاء به النبي - صلى الله عليه وسلم -، إلا أنهم رأوا العبيد والفقراء والضعفاء هم الذين يتبعونه، فذهب بهم اعتزازهم بالباطل ألا يتبعوه، وقالوا مقالة قوم نوح له:  (. . . وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ. . .) . </p><p> ونصارى الجزيرة العربية ومن شاكلهم جانبوا الكبر، فقربوا من الحق، وقد بين سبحانه حالهم في اتباع الحق. </p><p> * * * </p>"
}