{
  "id": null,
  "sura": 5,
  "aya": 117,
  "text": "<p> (مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ ... (١١٧) </p><p> * * * </p><p> هذا الكلام السامي في تأكيد القول الأول، وهو إثبات تنزيه الله تعالى، وأنه ما دعا إلا إلى الوحدانية، ولقد كان كل هذا في مقام التوبيخ وإثبات الحجة عليهم، وعقابهم على كفرهم، وافترائهم على الله تعالى ربهم، وعلى عيسى ابن مريم رسوله سبحانه إليهم. </p><p> والجملة السامية السابقة فيها إثبات استحالة أن يكون قد قال \" اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ \" ، فهي تفى بالدليل، وهي هذه الجملة السامية فيها نفي، وإثبات. فيها نفي القول الذي نسبوه بهتانا إليه، وفيه إثبات ما قاله، ولم يقل سواه، ولذلك كان فيه قصر بالنفي والإثبات، فهو يذكر أنه دعا إلى التوحيد المطلق، وفيه إثبات أنه لا يمكن أن يدعو إلا إلى التوحيد المطلق، وذلك لثلاثة أمور: </p><p> أولها - أنه هو الذي أمر ربه، ولم يؤمر بغيره، وهو رسول من عند الله، ولا يمكن أن يكون الرسول قد أدى الرسالة على وجهها إلا إذا بلغ ما أمر به دون سواه، ولذا قال عليه السلام:  (مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ) . </p><p> ما أمرتني أن أقوله وأبلغه، وإلا أكن غير مؤد للرسالة. </p><p> ثانيها - أنه لم يكتف ببيان أنه أدى ما أمر به إجمالا، بل ذكر حقيقة ما دعا مفسرا غير مجملا، إذ قال:  (أَنِ اعْبُدُوا اللَّهَ) . فإن هي المفسرة، فهو يفسر ما أمر به وهو بين لَا إبهام فيه. </p><p> وثالثها - أنه أقام الدليل على استحقاقه وحده للعباده سبحانه:  (رَبِّي وَرَبَّكمْ) . أي أنه هو المستحق للعبادة لأنه هو وحده الذي خلقني، فأنا مخلوق، فكيف أكون إلها، وهو الذي خلقكم وحده فكيف تعبدون غيره؟!، وفي هذا التعبير أثبت وحدانية الخلق والتكوين ووحدانية الذات، كما أثبت تصريح اللفظ وحدانية العبادة. </p><p> وقد أكد عليه السلام أنه بلغهم تلك الحقائق، فقال كما حكى عنه ربه:  (وَكنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ) . أي كنت مشاهدا لهم رقيبا عليهم تعلم ما حاولوه من الزيغ والتحريف مدة بقائي فيهم، فما تركت تنبيههم إلى التوحيد في العبادة والذات والصفات والتكوين مدة إقامتي بينهم، ولما تركت الدنيا كنت أنت الرقيب. </p><p> (فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ) في النص الكريم السابق ذكر - عليه السلام - شهادته عليهم وهو حي، قائم برسالته مؤد لها على وجهها، وفي هذا النص يذكر انتهاء مهمته بوفاته، ويفوض أمرهم إلى ربهم في ألطف تعبير وأدق إشارة. </p><p> والفاء للتفصيل كما تدل على الحالية والبعد به، والمعنى عند حد وفاتي ومن قبلها، ومن بعد كنت أنت وحدك الرقيب عليهم العالم بحالهم وأنت على كل شيء عالم بحالهم تعلم خائنة الأعين وما تخفي الصدور. </p><p> وفقنا الله لما يحب ويرضى. </p><p> * * * </p><p> (إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (١١٨) قَالَ اللَّهُ هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ (١١٩) لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٢٠) </p><p> * * * </p><p> الكلام العظيم موصول في حديث السيد المسيح عيسى ابن مريم عليه الصلاة والسلام يوم يجمع الله تعالى الرسل يوم القيامة. </p><p> ولقد كان من المجاوبة بين الله تعالى، وبين السيد المسيح - عليه السلام - في شأن الأوهام التي توهمها من يدعون النسبة إليه، وذكرت هذه الأوهام كأنها واقعة في زمن المسيح - عليه السلام - وهي قد وقعت من بعده ولم يحضرها، ثم المجاوبة تكون من بعد ذلك، إذ إنها تكون يوم القيامة يوم يجمع الله تعالى الرسل، ويسألهم عما كان من شأن إجابات أقوامهم، واختص سبحانه وتعالى بالذكر عيسى لما ذكرنا من أنه أشد الأنبياء افتراء عليه إذ ادعوا أنه ابن الله وأن الله ثالث ثلاثة، وذكرت أخبار يوم القيامة - كأنها حاضرة لتحضر بين يدي النصارى الذين ادعوا ما ادعوا بالصيغة الإنكارية التي تكون من المسيح عليه السلام - يوم، ليتبينوا أن المسيح - عليه السلام - بريء منهم، ومما يتكلمون به حول ذاته النبوية البشرية. </p><p> وخلاصة تلك المجاوبة: </p><p> أن العلي القدير سأله سؤال العالم بالجواب (أَأَنتَ قلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِن دُونِ اللَّهِ) ، وكان الجواب بالنفي؛ لأن الله تعالى يعلم أنه لم يقع وما </p><p> كان لهم أن يعتقدوا في السيد المسيح - عليه السلام - أو أمه ألوهية؛ لأنهما كانا يأكلان الطعام، ويمشيان في الأسواق، وذلك شأن البشرية، لَا شأن من يكون إلها. </p><p> وقد تضمن الجواب تأكيد النفي بأنه ليس من شأنه، ولا يحق له؛ لأنه بشر مخلوق لله سبحانه وتعالى، فالبشرية لَا تتخلى عنه، وأنه لَا يمكن أن يكون إلها، يشارك الله تعالى في خلقه، فالله خالقه، ولا يمكن أن يكون المخلوق كالخالق، ولأن الله تعالى هو الذي يربه بعد خلقه، وهو الذي علمه الحكمة، وهو الذي جعله يتكلم كما يتكلم الراشدون في المهد، فكان كلامه في المهد ككلامه وهو كهل، أي رشيد قد اكتملت رجولته، واستوى خلقه، وهذا يدل على أن السيد المسيح - عليه السلام - عاش إلى أن بلغ سن الكهولة، فقد بلغ أشده، وبلغ أربعين، وإن كانت كتب النصارى الحاضرين تومئ إلى أنه لم يصل إلى الأربعين. </p><p> وقد ذكر سيدنا عيسى - عليه السلام - أنهم في رقابة الله تعالى من بعده، يعلم حالهم، ومآل أمرهم وانحرافهم عن الجادة التي أرشدهم - إليها الله تعالى على لسان نبيه الأمين عيسى - عليه السلام. </p><p> وأنه هو تعالى الذي شاهد أعمالهم، وأنه محاسبهم بها مجازيهم عليها، والأمر في شأنهم إليه، وأمورهم مفوضة إليه، وهو العزيز الحكيم، والغفور الرحيم، فإن شاء أخذهم بذنوبهم كاملة، وإن شاء عفا عن بعضها، وإن شاء تغمدهم برحمته وغفرانه إن تابوا، وآمنوا بالله وحده وآمنوا بمحمد - صلى الله عليه وسلم -، ولذلك قال تعالى حكاية عن بقية كلام عيسى في ذلك المشهد العظيم. </p>"
}