{
  "id": null,
  "sura": 5,
  "aya": 94,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ) البيت الحرام في واد غير ذي زرع كما قال إبراهيم - عليه السلام - فيما حكاه الله تعالى عنه إذ قال:  (رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ (٣٧) . </p><p> وكان على المسلمين أن يعملوا على توفير الطعام لهم، حتى تتحقق إجابة ذلك الدعاء، إذ فرض الله سبحانه وتعالى الحج إلى ذلك البيت المطهر، ففرض الحج إليه كما قال تعالى:  (. . . وَلِلَّهِ عَلَى النَّاسِ حِجّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا. . .) . </p><p> فكان الناس يذهبون إليه من كل فج عميق، وإذا كان من مقاصد الحج التوسعة على المقيمين في هذا البيت، لَا يصح أن يكون وجودهم سببا للتضييق عليهم ولو كان الصيد مباحا، وهم يسكنون البادية، ومن موردهم الصيد، ولو فتح باب الإباحة للمحرمين لكان من المتصور أن يستنفذوا كل عام أكثر الصيد </p><p> الذي يكون حول مكة، فيجيئوا بالحرمان بدل التوسعة، وبالضيق عليهم بدل الترفيه، فكان لَا بد من منع المحرمين من قتل الصيد، حتى لَا يكون أهل مكة في ضيق، فوق ضيق المكان، وبعده عن الزرع والثمار. </p><p> النداء في النص القرآني الكريم للذين آمنوا، لأنه من مقتضيات الإيمان ذلك الخطاب، ولم يكن تحريم الصيد للمحرمين لهذا فقط، بل لاختبار النفس المؤمنة، ولتعويدها الصبر، ولتربية العزيمة، إن العزيمة تتربى في صغار الأمور، كما تتربى في كبارها، وإن كبارها تحتاج إلى قوة جسمية، وإرادة نفسية، أما الأمور الهينة اللينة، فإنها تحتاج إلى عزيمة روحية، ولذا قال تعالى:  (وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ) . وإنه يكفي المنع من شيء ليطلبه الممنوع منه، وفي الأمثال: كل ممنوع متبوع، وجاء في ذريعة الأصفهاني أنه ورد في بعض الآثار أن الناس لو مُنعوا من البعر لفتوه، وقالوا ما حُرِّمَ علينا إلا لشيء فيه. </p><p> والكلام في قوله تعالى:  (لَيَبْلُوَنَّكُمُ) . اللام هي التي تدل على القسم، والنون هي المؤكدة، والمعنى لنعاملنكم معاملة المختبر، الكاشف لحقيقة نفوسكم، وعزائمها، وإراداتكم وتصميمكم، وصبركم النفسي، وكان ذلك الاختبار النفسي الكاشف لعزائمكم في أمر صغير في واقعه، كبير في معناه، فموضوع الاختبار عبر عنه سبحانه وتعالى بقوله تعالت كلماته: </p><p> (بِشَيْءٍ مِّنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ) وهذا الموضوع للاختبار يتسم بأمور ثلاثة: أولها - أنه شيء قليل لأن التنكير هنا للتقليل، كما يدل عليه ما بعده، والثاني - أنه بعض الصيد، والثالث - أنه قريب منكم يغري النفس، ويحرضها على فعل المنهي عنه، إذ إن أيديكم تستطيع تناوله إذ كان قريبا صغيرا، وتستطيع رماحكم أن تناله إذا كان كبيرا أو بعيدا بعدا نسبيا. وإن الاختبار الذي يجعل النفس في مشقة هو في هذا القرب، فالاختبار ليس في أمر يشق على الأجسام كالجهاد إذ يحتاج إلى قوة جسم، ومهارة، وفن عقلي، ولكن الاختبار في أمر </p><p> هين لين، ولكن فيه مشقة على النفس، وجهاد النفس عن شوقها وعن شهوتها لا يقل عن جهاد الجسم المرن، والعقل المدرب الماهر، ولعل ذلك جهاد أكبر. </p><p> وإن الذي ينجح في ذلك البلاء يكون ممن يخاف الله تعالى في غيبه عنه، وفى مشهده له، بل إنه يحس دائما بمقام المشاهدة (١) ، فلا يحس بأنه غيب عن الله تعالى قط، ولذلك قال تعالت كلماته:  (لِيَعْلَمَ اللَّهُ مَن يَخَافُهُ بِالْغَيْبِ) . أي ليظهر الله تعالى فيمن يخافه بالغيب، ولكن ما الغيب وما حال من يخافه، قال بعض المفسرين: إن المراد غيب يوم القيامة، أي أن من يحرم الصيد وأشباهه على نفسه، ويعقد عزيمته على ذلك يظهر إيمانه بالآخرة وهي مغيبة عنه، ويخافها لأن نفسه تكون من النفوس الصابرة المبتعدة عن أهواء الدنيا، فلا تغمرها شهواتها، فتنفذ طيبة إلى الآخرة، وقال بعض المفسرين: إن المراد غيب الله تعالى أي أن من تكون له تلك العزيمة القوية فيكون ممن يراقب الله تعالى دائما، فيعبد الله كأنه يراه، فالله في قلبه دائما يخافه ويتقيه، ولا مانع من الجمع بين المعنيين. </p><p> (فَمَنِ اعْتَدَى بَعْدَ ذَلكَ فَلَهُ عَذَابٌ أَليمٌ) الاعتداء تجاوز الحد ومخالفة أوامر الله تعالى، كما قال تعالَى:  (. . . وَتِلْكَ حُدُودُ اللَّهِ وَمَن يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ. . .) . </p><p> ومعنى النص الكريم: ومن تجاوز ما أمر الله تعالى بعد إعلامه بأنه اختبار من الله لتربية نفسه وتهذيبها وإشعار بمخافة الله تعالى، وهو غائب بأن يمتلئ قلبه بالإيمان به، ويطيع الله كأنه يراه، من اعتدى بعد هذا فهو يعاند الله تعالى ويكابره، ومن يكون قلبه ممتلئا بالمكابرة والمعاندة، فإن الإيمان لَا يسكن قلبه، ويكون له عذاب أليم. </p><p>(١) مقام المشاهدة: \" أن تعبد الله كأنك تراه \"، ومقام المراقبة: \" فإن لم تكن تراه فإنه يراك \". وكلاهما إحسان كما في حديث جبريل الشهير. والمداومة على الثاني توصل إلى المقام الأول لمن وفقه الله تعالى.</p><p> وقد يقول قائل: إن الله تعالى ذكر جزاء من قتل الصيد متعمدا فقال تعالى على ما سنتلو إن شاء الله تعالى: (وَمَن قَتَلَهُ منكُم مُّتَعَمِّدًا فَجَزَاءٌ مثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِّنكُمْ) وذلك ليس عذابا أَليما، ويجاب عن ذلك: بأن ذلك ليس مجرد جزاء للذنب الذي ارتكبه كله، ولكنه جزاء دنيوي يعود به على الذين في بيت الله، أما الجزاء الأخروي، فإن الله مستقبله به يوم القيامة، وفوق ذلك أن ما ذكره تعالى في جزاء القتل للصيد، إنما هو جزاء الفعل والعذاب الأليم جزاء الكابرة والمعاندة التي تدل على نقص الإيمان، بل تدل على عدم الاستسلام لله تعالى. </p><p> * * * </p>"
}