{
  "id": null,
  "sura": 5,
  "aya": 101,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْألُوا عَنْ أَشْيَاءَ إِن تُبْدَ لَكُمْ تَسؤْكُمْ) كان المسلمون الأولون كثيري السؤال للنبي - صلى الله عليه وسلم - عن أحكام، يسألونه عن أمور يشددون بها على أنفسهم، ويسألونه عن أمور تتجافى عن مبادئ الإسلام، ولكن لم يئن وقت تحريمها - لأن الإسلام شريعة عامة خالدة، وقد ابتدأ مخاطبا العرب بهذه الأحكام، ومنها من لم يكن عندهم أنس بتحريمها فاحتاجوا إلى التدرج، حتى يشربوا روح الإسلام، فينزل عليهم التحريم، وقد استأنست قلوبهم ببعض معالي الإسلام، ولقد كان منهم مخلصون يطلبون الحق في الأمور، ولا يلتفتون إلى مبادئ التدرج في الشرع، ومنهم غير مخلصين يريدون الإعنات، ومنهم بين أولئك وهؤلاء من يظهرون بألسنتهم التفقه والذين طلبوا التشديد. وقد سكت النبي - صلى الله عليه وسلم - ليطلب الناس ما يتيسر لهم، وما يمكن أن يكون أقواهم قادرا على أشده، ويروى أنه عندما فرض الحج في القرآن الكريم إذ قال تعالى:  (. . . وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا. . .) . وقال عليه الصلاة والسلام:  \" إن الله كتب الحج فحجوا \" فسأله عندئذ أعرابي قائلا \" أكل عام يا رسول الله \" فقال عليه السلام: \" ويحك، ماذا يؤمنك أن أقول نعم، ولو قلت نعم لوجبت، ولو وجبت لكفرتم، ألا إنما أهلك الذين من قبلكم أثمة الحرج، والله لو أنِّي أحللت لكم جميع ما في الأرض، وحرمت عليكم منها موضع خف لوقعتم \"  (١) . </p><p> كانت هذه الأسئلة تقع من المسلمين الأولين، والذي نراه خاصا بالآية التي نتكلم في معناها الأسمى ما كان يجري على الألسنة من أسئلة خاصة بأمر الشرع الذي لم ينزل فيه إباحة ولا تحريم كالخمر التي حرمت تحريما قاطعا بعد أن أشرب المؤمنون حب الإسلام، ونبذوا عادات الجاهلية التي لَا تتفق مع مبادئه، ونحسب أن هذه هي موضوع الآية الكريمة. </p><p>(١) مسند الشاميين (٩٦٥) ج ٢، ص ٨١ عن أبي أمامة الباهلي رضي الله عنه. ورواه الطبراني في الكبير وإسناده حسن جيد.</p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ) والمعنى على هذا السياق لَا تسألوا عن أحكام أمور لم يجئ حكمها المبتوت في الإسلام، وشرع الله تعالى فيما كتب في علم الله العلي الحكيم أنها محرمة، ولو أبدى سبحانه هذا التحريم لهم لساءهم ذلك البيان لعدم الفهم، ولأنهم لَا يزالون متأثرين ببعض أحكام الجاهلية، كالخمر، فإن الشرع الإسلامي كرهها، ولو سئل عنها، فإنه لا يمكن أن يصرح بإباحتها، ولا يمكن إلا أن يكون بتحريمها، والتحريم القاطع قبل خلع الربقة الجاهلية تماما يسوء بعض النفوس، وهذا معنى قوله تعالى:  (إِن تُبْدَ لَكمْ تَسُؤْكُمْ) ولو أنهم تركوا السؤال حتى نزل القرآن بالحكم في ميقاته الذي وقته الله تعالى ما كان في الحكم مفاجأة تسوء؛ لأنه يكون بعد إشراب القلوب بأخلاق الإسلام، ولذا قال سبحانه:  (وَإِن تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا) والمعنى الظاهر من هذا أن القرآن عندما ينزل بها تحريما ومنعا أو إجازة وإباحة تكون النفس المؤمنة قد استعدت لتلقيها كما تهيأ الأرض الخصبة للزراعة فيجيء البذر والماء في إبانهما فتنبت نباتا حسنا بإذن ربها، وإن نزلت في القرآن كان السؤال في وقته وفي موضعها استفساراتها، ويكون بيان النبي - صلى الله عليه وسلم - تفسيرا، وعبر في حرف الشرط ب \" إن \" للإشارة بقلة السؤال؛ لأن البيان يكون كاملا من كلامه تعالى ومن سنة النبي - صلى الله عليه وسلم -. </p><p> وقوله تعالى:  (عَفَا اللَّهُ عَنْهَا) الضمير في عنها قال أكثر المفسرين: إنه عائد على الأسئلة التي تضمنها قوله تعالى: (لا تَسْألُوا) . ولكن ذلك التضمين ليس بواضح، والأولى عندي أن نقول: إن الضمير يعود على الأشياء نفسها، لأن الضمير في \" عنها \" يعود إلى الأشياء، وبمقتضى النسق البياني لن يعود الضمير إلى شيء، ولذلك العفو عن الأشياء مغزاه الشرعي؛ لأن الناس قد يتساءلون عن هذه المحرمات قبل تحريمها، فيتساءلون عن الخمر قبل تحريمها، ويتساءلون عن تحريم زواج المؤمنة بالكافر قبل التحريم، وعن التبني قبل التحريم، وعن زواج امرأة </p><p> الأب قبل التحريم، وقد أجيب عن كل هذا، عفا الله عما سلف، فالمعنى عفا الله عن هذه الأشياء قبل التحريم، وبهذا يتحقق معنى العفو، وهو رتبة بين المباح والمطلوب، وأن الأشياء التي كان مسكوتا عنها أمدا طال أو قصر في الإسلام ثم حرمت بعد ذلك لَا يمكن أن تكون مباحة، لأنه لَا تنطبق عليها حقيقة المباح \" إذ إن حقيقة المباح أنه يكون متساوي الضرر والنفع بالنسبة للمتناول، ويرجح أحدهما التناول، أو الحاجات الشخصية، ولا يقال عن شيء حرمه الشارع تحريما قاطعا لَا شبهة فيه إنه متساوي النفع والضرر، وما دام لم يوجد ما يثبت طلب الكف عنه، فإنه يكون في فترة السكوت مع كونه ضارا قد عفا الله تعالى عنه. </p><p> (وَاللَّهُ غَفُورٌ حَلِيمٌ) هذا ختام ذلك النص، ختم بهذين الوصفين للذات الكريمة للإشارة إلى أن جعل هذه الأشياء القبيحة في ذاتها كالخمر والتبني وزواج امرأة الأب في موضع العفو، ما دام لم ينزل شرع بتحريمها لَا يكون إلا من غفور يغفر الذنوب، ولا يحاسب إلا أن يكون نذير يمنع وينذر بالعقاب، كما قال سبحانه:  (. . . وَمَا كُنَّا معَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا) . </p><p> وكان وصفه سبحانه وتعالى بالحلم، وهو فيما يتعلق بالعباد التأني وأخذ الأمور بالتؤدة والروية، وبالنسبة لله تعالى علم الحكيم الذي يقدر لكل وقت ما يقتضيه، وللناس ما يصلحهم في معاشهم ومعادهم، فهو يؤخر التحريم، حتى تستأنس القلوب ويستمكن الإيمان، وهو لَا يأخذ بالهوادة ما يتعلق بأصل الإيمان كالتوحيد وترك الشرك، بل يبتدئ به من غير مواناة، ويقول لنبيه:  (فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ) ، لأنه لب الدين، ليس فيه هوادة، ولا لأحد فيه إرادة. </p><p> * * * </p>"
}