{
  "id": null,
  "sura": 5,
  "aya": 89,
  "text": "<p> (لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ ... (٨٩) </p><p> * * * </p><p> كان الذين يحرمون على أنفسهم ما أحله الله تعالى يتخذون الأيمان ذريعة لذلك، فيحلفون ألا يأكلوا أو ألا يأتوا النساء، أو أن يقوموا الليل ويحرموا أنفسهم من متعة النوم وهكذا، فبين الله تعالى في هذه الآية تحلة هذه الأيمان، وأنه يجب </p><p> عليهم، أو يسوغ لهم الحنث في هذه الأيمان، لقول النبي عليه الصلاة والسلام:  \" من حلف على شيء فرأى خيرا منه فليحنث وليكفر \"  (١) . </p><p> اللغو هو من لغا العصفور وهو صوته، أطلق على كلام من لَا يعتد به ولا يلتفت إليه، كما قال تعالى في أوصاف المؤمنين:  (. . . وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا (. . . (وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلامًا) . </p><p> ولغو اليمين الذي لَا مؤاخذة عليه بنص القرآن قال بعض الفقهاء ومنهم الشافعي: أنه ما لَا يقصد به الحلف، بل يجيء في مجرى الكلام، مثل لَا والله بلى والله، وروى ذلك عن عائشة رضي الله عنها، ويزكي ذلك التفسير قوله تعالى في آية أخرى:  (لا يُؤَاخِذكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ. . .) . </p><p> والذي يقابل ما كسبت القلوب هو ما لَا تكسبه القلوب، وقال الحنفية: هو أن يحلف على شيء مضى على أنه كما قال ثم يتبين أنه غيره، فعلى حسب اعتقاده لَا يكون عليه شيء، وهذا التفسير مأثور عن مجاهد رضي الله عنه، وعلى ذلك تكون المعقدة مقابلة للغو. </p><p> وظاهر الآية الكريمة أن معقدة الإيمان هي الحلف على الامتناع عن فعل في المستقبل أو الإصرار على فعل، لأن ذلك هو الذي يسير مع السياق من التحريم على النفس، وأصلها من العقد، وهو في الحسيات جمع أطراف الشيء، وفي المعنويات جمع أطراف الكلام، وصيغة التفعيل تدل على توثيق الكلام وتأكيده وقرئ بالتخفيف (٢) ، وهي في معنى التضعيف. </p><p> والذي يظهر لنا وسط اختلاف الفقهاء في التفسير أن اللغو ما لَا يقصد به اليمين، وما لَا تكسبه القلوب، ولا يوثَق به الكلام بالامتناع، عن الفعل، أو </p><p>(١) سبق تخريجه. (٢) (عَقَدْتمُ) بالتخفيف، قرأ بها عاصم (غير حفص والمفضل)، وحمزة، والكسائي، وخلف.وقرأ ابن ذكوان بالألف (عاقدتم). وقرأ الباقون بالتشديذ. غاية الاختصار - برقم (٨١٣).</p><p> توكيد إيقاع الفعل في المستقبل، لَا مؤاخذة عليه، إنما المؤاخذة على ما تكسبه القلوب إذا حنث في يمينه فعدل عما اعتزم، كمن يعدل عن تحريم ما أحل الله، ولذا قال سبحانه: </p><p> (فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ) الكفارة من الكفَر وهو الستر، فالكفارة ستر الخطيئة وستر الَخطيئة عند الله تعالى إزالة أثر الاعتداء، والضمير يعود على الحنث المقدر في القول، فكفارته أي كفارة خبثه، ولا مانع من أن يعود على الحالف إذا حنث، ويظهر لنا ذلك؛ لأن التكفير يكون عن الشخص، ولا يكون على اليمين، ولا على الحنث فيه إلا على اعتبار أنه محو لسيئة الحالف في الحنث، وعدم البر بيمينه. </p><p> وقد خير الحالف إذا حنث بين أمور ثلاثة يختار إحداها، وهو سيختار الأيسر عليه اقتداء بالنبي - صلى الله عليه وسلم - إذ قالت عائشة في أخلاق النبي - صلى الله عليه وسلم -: \" ما خُير بين أمرين إلا اختار أيسرهما ما لم يكن إثما \"  (١) فالواجب هو واجب مميز بين ثلاثة وليس واحدا منهم بأولى من الباقين إلا أن يكون أيسرهما عليه، فإن كان من تجار الأقمشة كانت الثياب أيسر عليه. </p><p> والأمر الأول المميز فيه الطعام، وقد عبر سبحانه بإطعام عشرة مساكين من أوسط ما تطعمون أهليكم، فما المراد بالأوسط، وما نوع الواجب أهو الإطعام بالفعل؛ أم يشمل التمليك الذي يكون به الإطعام، وهل العدد مقصود لذاته، أي لا بد أن يكون المطعومون عشرة لَا ينقصون؛. </p><p> أما كلمة أوسط، ففيها رأيان: أحدهما - رأى كثيرين من المتقدمين. </p><p> أن المراد أمثل ما يطعمون به أهليهم، لأن الأوسط في كثير من الاستعمالات هو الأمثل، قال تعالى:  (قَالَ أَوْسَطُهُمْ أَلَمْ أَقُل لَّكُمْ لَوْلا تُسَبِّحُونَ) . </p><p>(١) متفق عليه؛ رواه مسلم: الفضائل - مباعدته - صلى الله عليه وسلم - للآثام واختياره (٣٣٢٧)، والبخاري بنحوه وفيه زيادة: الحدود - إقامة الحدود (٦٧٨٦).</p><p> أي قال أمثلهم فكرًا ونظرًا، ويزكي هذا أن إطعام عشرة مساكين يقابل بالكسوة وعتق الرقبة، ولا يتصور المقاربة إلا إذا كان أمثل الطعام لديهم، ومؤدى ذلك التصوير أن يكون أولئك الفقراء في ضيافة من حنث في يمينه، يستضيفهم؛ لأن رب البيت يقدم لضيفة أمثل ما يستطيعه من طعام. </p><p> وقال آخرون: إن الأوسط هو المتوسط الذي يعد المتوسط في طعامه، فليس هو أقل ما يأكله أهله ولا أكثر بل يكون بين ذلك قواما، وقد اختار هذا الرأي ابن جرير، والأكثرون من الفقهاء. </p><p> وإن الإطعام يكون بالتمكين من ذلك، وهو الأصل، وخصوصا عند من يفسر الأمثل بالأوسط، وفي هذه الحال يقدم لهم وجبتين من الطعام ليستطيعوا الاعتماد عليها طول اليوم، وإذا لم يكن الإطعام متيسرا، ملكهم من أنواع القوت ما يقابل ذلك، والأكثرون على أنه يقدم نصف صاع من بر، واختلافهم في مقدار الصاع، لَا في أصل التقدير. </p><p> والأكثرون من الفقهاء على أنه لَا بد من إطعام عشرة، وقال الحنفية: إذا أطعم واحدا عشر مرات يغني عن إطعام العشر؛ لأن القصد إمداد الفقراء بحاجات تغنيهم، وليست العبرة بمغايرة الاشخاص ولا بالعدد في ذاته، والكسوة يلاحظ فيها أن تكون سابغة في الجملة، ولقد قال مالك وأحمد: لَا بد أن يدفع إلى كل واحد منهم من الكسوة ما يصح أن يصلي فيه رجلا كان أو امرأة كل بحسبه. </p><p> وعندي أنه يترك تقدير الكسوة إلى ما يليق بالمعطى مع ملاحظة أن يكون سابغا. </p><p> والرقبة أيشترط فيها أن تكون مؤمنة؛ لقد ورد عتق الرقبة موصوفا بأن تكون مؤمنة في كفارة القتل خطأ، فالأكثرون من الفقهاء جعلوه وصفا في كل تكليف بعتق الرقبة؛ لأنه قد اتحد الموضوع، واتحاد الموضوع يكفي في حمل المطلق على المقيد، ولأن المعنى فيه تحرير رقاب المؤمنين، ولأن الصدقات تكون للمؤمنين، وقال الحنفية: لَا يحمل المطلق على المقيد إلا إذا اتحد الموضوع والسبب، وعتق </p><p> الرقاب في ذاته قربة إلى الله تعالى، والرأي عندي أنه لَا يعتق غير مؤمنة إذا كان يملك مؤمنة. </p><p> (فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلاثةِ أَيَّام) الفاء هنا تفصح عن شرط مقدر، والمعنى إذا لم يكن عنده ويريد أن يحنث ولم يجد فصيامه ثلاثة أيام، وثلاثة الأيام يصومها تطهيرا لنفسه، ولتقوى إرادته، وتشتد عزيمته، فالصوم طهرة للنفس، ويزكي العزيمة الصادقة والتجرد الروحي، ولكن أيشترط أن تكون الأيام الثلاثة متتابعة؟ قال كثيرون: لَا يشترط أن تكون متتابعة؛ لأن النص لم يشترط ذلك، ولأن التيسير يتحقق بعدم شرط التتابع، والنبي عليه السلام، يقول \" يسروا ولا تعسروا \"  (١) ، وقال أبو حنيفة رضي الله عنه: إن التتابع شرط؛ وذلك لأنه لا يمكن تحقق أنها ثلاثة أيام إلا متتابعة، ولا يتصور أن يكون قد كفر عن يمينه إذا كان يصوم في كل عام يوما، ولأن ذلك رأى كثير من الصحابة منهم عبد الله بن مسعود. ونحن نختار ذلك الرأي، وقبل أن ننتهي من الكفارة لَا بد من أن نتعرض الأمرين: </p><p> أولهما - أيسبق الحنث الكفارة ولا كفارة إلا بعد الحنث أم تجوز الكفارة قبل الحنث؟ قال الأكثرون بالأول لأن السبب هو الحنث، وما دام لم يتحقق فإنه لا كفارة، وقال آخرون: يجوز أن تتقدم الكفارة عند نية الحنث، وتقوم النية مقام الحنث بالفعل. </p><p> ثانيهما - إذا حلف على شيء فرأى خيرا منها يجب عليه أن يحنث قال الظاهرية ذلك لقول النبي - صلى الله عليه وسلم - \" من حلف على يمين فرأى خيرا منه فليحنث وليكفر \"  (٢) وقال غيرهم: لَا يجب، ونحن نرى أن يوازن بين مقدار الضرر الذي سيترتب على الاستمرار، والخير الذي يجلبه الحنث، فإن رجح الثاني وجب الحنث. </p><p>(١) متفق عليه؛ رواه البخاري: العلم - ما كان النبي - صلى الله عليه وسلم - يتخولهم (٦٩)، ومسلم بلفظ: \" وسكنوا ولا تنفروا \": الجهاد والسير - الأمر بالتيسير وترك التنفير (١٧٣٤). (٢) سبق تخريجه.</p><p> (ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ) ذلك الذي تقدم هو سائر أيمانكم أي ماحي إثمها شرعه الله تعالى لكم رجاء أن تشكروه إذ خفف عليكم وسهل لكم فعل الخير إذا امتنعتم عنه ووثقتموه بيمين، فسهل لكم سبيل الخروج بكفارة سهلة ميسرة، فقوله تعالى:  (لَعَلَّكُمْ تَشْكُرُونَ) متصل بقوله: (ذَلِكَ كَفَّارَةُ أَيْمَانِكمْ إِذَا حَلَفْتُمْ) ، فسهل لكم الحنث بذلك التفكير السهل. </p><p> وحفظ الأيمان يتحقق بألا يكثر منها، ولا يكون مهينا ينطبق عليه قول الله تعالى:  (وَلا تُطِعْ كُلَّ حَلَّافٍ مَّهِينٍ) ، وألا يمتغ عن الخير بالحلف، فلا يجعل الله تعالى عرضة ليمينه، وأن يصون يمينه فلا يحلف إلا لإرادة الخير، والله هو المستعان. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ (٩٠) إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ (٩١) وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَاحْذَرُوا فَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ (٩٢) لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (٩٣) </p><p> * * * </p><p> بين سبحانه أنه لَا يصح تحريم الحلال، وطالب بتناوله، وأنه ليس من الإسلام تعذيب الجسم في سبيل تطهير الروح، بل إن الروح القوي لَا يكون إلا في الجسم السليم الذي يستوفي حاجة الحياة الطيبة التي لَا إثم فيها، وإن المحللات لا تحصى عددا، والمحرمات من الأطعمة تحصى، وهي محصورة. </p><p> والمحرمات تكون لأحد أمرين إما لخبث في ذاتها، كالخمر والخنزير والميتة، وإما لاقترانها بما يمس العقيدة، مما يدعو إلى الإشراك، ومن الأشياء ما تكون محرمة لأن الفعل الذي قارنها كان محرما، كالذي يكسب بالميسر، فيحرم سدا للذريعة، وقد ذكر سبحانه بعض المحرمات من الصنفين، فقال تعالت كلماته: </p>"
}