{
  "id": null,
  "sura": 5,
  "aya": 115,
  "text": "<p> (قَالَ اللَّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ ... (١١٥) </p><p> * * * </p><p> هذا وعد من الله تعالى أجاب به سؤال عيسى كما كان سؤال عيسى إجابة للحواريين، وهذا يوجب أنه قد أنزلها ووعده الحق، فجحد القوم وكفروا بعد نزولها مُسِخوا قِردة وخنازير. قال ابن </p><p> عمر: إنَّ أشدَّ الناس عذابا يوم القيامة المنافقون ومن كفر من أصحاب المائدة وآل فرعون، قال الله تعالى:  (فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنِّي أعَذِّبُهُ عَذَابًا لَا أُعَذِّبُهُ أَحَدًا مِّنَ الْعَالَمِينَ) . واختلف العلماء في المائدة هل نزلت أم لَا؟ فالذي عليه الجمهور - وهو الحق - نزولها، لقوله تعالى:  (إِنِّي مُنَزِّلُهَا عَلَيْكُمْ) . وقال مجاهد: ما نزلت وإنما هو ضَرْبُ مَثَلٍ ضَرَبه الله تعالى لخلقه فنهاهم من مسئلة الآيات لأنبيائه. وقيل: وعدهم بالإجابة فلما قال لهم: (فَمَن يَكْفُرْ بَعْدُ مِنكُمْ) - الآية. واستغفروا الله وقالوا: لَا نريد هذا، وهذا القول والذي قبله خطأ، والصواب أنها نزلت. قال ابن عباس: إن عيسى ابن مريم قال لبني إسرائيل: \" صوموا ثلاثين يوما ثم سَلُوا الله ما شئتم يُعْطيكم \" فصاموا ثلاثين يوما وقالوا: يا عيسى لو عملنا لأحد فقضينا عملنا لأطعَمَنَا، وإنا صمنا وجُعنا فادع الله أن ينزل علينا مائدة من السماء، فأقبلت الملائكة بمائدة يحملونها، عليها سبعة أرغفة وسبعة أحوات، فوضعوها بين أيديهم فأكل منها آخر الناس كما أكل أولهم. </p><p> وعن ابن عباس وأبى عبد الرحمن السُلَميّ كان طعام المائدة خبزا وسمكا. </p><p> وخرّج التِّرمذيّ في أبواب التفسير عن عمّار بن ياسر قال: قال رسول الله - صلى الله عليه وسلم -: \" أنزلت المائدة من السماء خبزا ولحما وأُمِروا ألا يَخونوا ولا يَدَّخروا لغد فخانوا وادّخروا ورَفعوا لغدٍ فَمُسِخوا قِرَدة وخنازير \"  (١) . </p><p> * * * </p><p> (وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ (١١٦) </p><p>(١) سنن الترمذي: تفسير القرآن - ومن سورة المائدة (٣٠٦١).</p><p> مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (١١٧) </p><p> * * * </p><p> الكلام إلى الآن في محاسبة الناس يوم القيامة ومجاوبتهم بشأن عيسى ابن مريم من حيث إنهم نحلوه ما ليس فيه، وادعوا ما لم يقله، فادعوا عليه الألوهية هو وأمه فكانت المجاوبة حول هذه الفرية التي افتروها، وذلك الوهم الذي توهموه وادعوه على المسيح عليه السلام. </p>"
}