{
  "id": null,
  "sura": 5,
  "aya": 59,
  "text": "<p> (قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ ... (٥٩) </p><p> * * * </p><p> نقم منه معناه عاب عليه أمرا، وأنكره، ومنه الانتقام بمعنى العقاب، وذلك لأن العقاب لَا يقع إلا من أمر ينكره المعاقب ويعيبه، فيتبعه العقاب، فهو نتيجة الاستنكار لمن يقدر على العقاب، ويرى فيه حكمة توجبه. </p><p> والاستفهام هنا استفهام إنكاري لنفي الواقع، فهو توبيخ مؤكد بالاستفهام، والمعنى أن الله تعالى يأمر نبيه الأمين أن يسألهم موبخا منكرا عليهم أنهم لا </p><p> يعيبون عليه إلا أنه والمؤمنين معه آمنوا بالله ورسوله حق الإيمان، وأن أكثرهم فاسقون، وهنا بعض مباحث لفظية نذكرها لتقريب معنى النص السامي الكريم. </p><p> المبحث الأول - كيف يعيبون الإيمان مع أنهم كافرون، وإنما يحسد على الإيمان من يدركه، ويعرف مزاياه ويحقد على المؤمن؛ لأنه حرم منه، والجواب عن ذلك أن أهل الكتاب يعرفون الرسالة والرسل، ومنهم موحدون يدركون معاني التوحيد، وهم يحسدون المؤمنين على ذلك، وخصوصا اليهود والمنافقين، وقد قال تعالى فيهم:  (وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونونَ سَوَاءً فَلا تَتَّخِذوا منْهُمْ أَوْليَاءَ. . .) . وقال تعالى:  (وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٠٩) . </p><p> فهؤلاء الكافرون من أهل الكتاب يستنكرون على المؤمنين إيمانهم، والباعث على ذلك أمران: أحدهما - حسد مستكن في قلوبهم، وهم يرون أن النبوة نعمة كانوا يرجونها فيهم، فكانت في غيرهم، وأن الإيمان نعمة وخير، وهم يحسدون الناس دائما على ما آتاهم من فضله، وقد قتلهم الحسد، وأفسد مداركهم. </p><p> الأمر الثاني الذي بعثهم على النقمة على أهل الإيمان أنهم يرونهم في قوة نامية، وهم في خسة هاوية، وهم كفار منزعجون، وأولئك مؤمنون مطمئنون. </p><p> المبحث الثاني - إن في النص الكريم حصرا لسبب النقمة على المسلمين، ولذلك كان الاستنثاء في قوله تعالت كلماته:  (هَلْ تَنقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ مِن قَبْلُ) . </p><p> المبحث الثالث - أن إيمان المؤمنين شامل للرسالات الإلهية كلها، فهم يؤمنون بما أنزل على محمد - صلى الله عليه وسلم - وما أنزل من قبله، واليهود كانوا يأخذون على المؤمنين أنهم يؤمنون بكل الأنبياء، ومنهم من قتلوهم، ومنهم من حاولوا قتله، ولم يستطيعوا أن ينالوا منه، وقد روي عن ابن عباس - رضي الله عنهما - أن </p><p> بعض زعماء اليهود ذهبوا إلى النبي - صلى الله عليه وسلم - يسألونه عما يؤمن به فقال - عليه الصلاة والسلام - أومن بالله وما أنزل إلينا، وما أنزل إلى إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط، وما أوتي موسى وعيسى، وما أوتي النبيون من ربهم لَا نفرق بين أحد منهم ونحن له مسلمون \" فلما ذكر عيسى - عليه السلام - جحدوا نبوته،وقالوا:لَا نؤمن بمن آمن به \" . </p><p> المبحث الرابع - أن الله تعالى قال:  (وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ) . ولم يقل سبحانه وأنتم فاسقون، إنصافا للذين يقتصدون منهم، وقد قال تعالى: </p><p> (. . . مّنْهُمْ أُمَّةٌ مقْتَصدَةٌ وَكَثِيرٌ منْهُمْ سَاءَ مَا يَعْمَلُونَ) . وقال تعالى: </p><p> (لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (١١٣) يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ (١١٤) وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (١١٥) . </p><p> وإن الأكثرين منهم فاسقون، بل إنه يكون منهم ما هو شر من الفسق في ذاته، فيقعون مع الفسق في أشد مظاهر الخسة، ولذا قال سبحانه فيهم: </p><p> * * * </p>"
}