{
  "id": null,
  "sura": 5,
  "aya": 51,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ) الأولياء جمع ولي، والولي يطلق بمعنى الودود المحب، أو الصديق، ومن ذلك قوله تعالى:  (. . . ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأنَّهُ وَلِيٌّ حَمِيمٌ) . ويطلق بمعنى النصير الحافظ، ومن ذلك قوله تعالى:  (اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ. . .) . </p><p> وهو في هذا النص الكريم يجمع بين النصرة والمحبة، والتوفيق والهداية، ويطلق الولي بمعنى من يتولي الأمر، ومن يكون صاحب الولاية، كما قال تعالى:  (إنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا. . .) . وما المراد من اتخاذ الأولياء المنهي عنه في هذه الآية، يفسره الزمخشري بأنه الاستنصار والمودة والمحبة، ونفسره بأن يجعلوا ولايتهم لغيرهم في الانتماء، والنصرة، ويقبلوا أن يكونوا هم أهل ولايتهم التي ينتمون إليها، وينضوون تحت لوائها، فهي مثل قوله تعالى:  (لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ (٢٨) . </p><p> وهذا الرأي يؤيده ما جاء في سبب النزول، وتذكره كتب التفسير وهو أن بعض الأنصار كان يتولى بعض اليهود لما كان يرى فيهم من عدد كثير، وما عندهم </p><p> من سلاح. فتبرأ منهم لما نهي عن أن يكون عليه أو له أولياء غير المؤمنين واستمر على ولايتهم بعض المنافقين، فدل هذا على أن المراد بالولاية هنا الاستنصار بهم، والاندماج في ولايتهم، ولو سرا. </p><p> وهنا يرد سؤال أيجوز لنا أن نتخذ منهم بطانة ومعاونين؟ والجواب عن ذلك أنه لَا يجوز، وقد ورد بذلك النص القرآني، فقد قال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ (١١٨) . </p><p> ولقد كان عمر بن الخطاب - رضي الله عنه - ينهى عن أن يستخدم غير المسلمين في الدولة الإسلامية، ويروى في ذلك أن أبا موسى الأشعري كان له كاتب نصراني، فأرسل إليه أمير المؤمنين عمر ينهاه عن ذلك، وجاء في آخر كتابه:  (لا تقرِّبوهم إذ أقصاهم الله) فرد عليه أبو موسى يقول له: (لا قوام للبصرة إلا به) . فكتب إليه عمر مرة أخرى كلمة موجزة:  (مات النصراني والسلام) وقد فسر الزمخشري تلك الكلمة الموجزة بقوله: (يعني أنه قد مات، فما كنت تكون صانعا حينئذ فاصنعه الساعة، واستغن عنه بغيره) . </p><p> والسؤال الثاني الذي يرد؛ أيجوز للمسلم أن تكون بينه وبين غير المسلم مودة؛ أم يجب التباعد عنه ما أمكن؟ ونقول في الجواب عن ذلك: إنه قد ورد في هذا نصان يبدو أنهما بادي الرأي متعارضان، أولهما - قوله عليه الصلاة وأتم التسليم:  \" لا تراءى ناراهما \"  (١) أي لَا تجمعهما نار يستدفئان بها أو يستضيئان بضوئها، أي لَا يجتمعان على مودة واصلة. والثاني - قوله تعالى:  (لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (٨) . </p><p>(١) عَنْ قَيْسٍ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعَثَ سَرِيَّةً إِلَى قَوْمٍ مِنْ خَثْعَمَ، فَاسْتَعْصَمُوا بِالسُّجُودِ، فَقُتِلُوا فَقَضَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِنِصْفِ الْعَقْلِ وَقَالَ: «إِنِّي بَرِيءٌ مِنْ كُلِّ مُسْلِمٍ مَعَ مُشْرِكٍ» ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَلَا لَا تَرَاءَى نَارَاهُمَا». [رواه النسائي: القسامة - القود بغير حديدة (٤٧٨)، وأبو داود: الجهاد - النهي عن قتل من اعتصم بالسجود (٢٦٤٥)].</p><p> والتوفيق بين النصين أن الأول جاء في الذين يشاقون الإسلام، ويتآمرون عليه، والثاني بصريحه جاء في الذين لم يأتمروا بالإسلام وأهله. </p><p> ونقول في ذلك: إن غير المسلمين أقسام ثلاثة: </p><p> القسم الأول - يعيشون مع المسلمين ويسالمونهم، ولا يعملون لحساب غيرهم، وهؤلاء لهم ما للمسلمين وعليهم ما عليهم، وتصح مواداتهم، كنص الآية الكريمة:  (لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ) . </p><p> والقسم الثاني - الذين يقاتلون المسلمين، ويدبرون لهبم المكايد، وهؤلاء لا تجوز مواداتهم، وقد قال سبحانه في ذلك:  (لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ (٢٢) . </p><p> وقال تعالى:  (إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجوكُم مِّن ديَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكمْ أَن تَوَلَّوْهُمْ وَمَن يَتَوَلَّهُمْ فَأُولَئِكَ هُم الظَّالِمُونَ) . </p><p> القسم الثالث - طائفة لم تعلن المجاهرة بالعداوة، ولكنهم في قلوبهم يتمنون في ذات أنفسهم خذلان المسلمين، ونصرة غيرهم، فظاهرهم مع المسلمين، وقلوبهم مع أعدائهم وهؤلاء نعاملهم بما عامل به النبي - صلى الله عليه وسلم - المنافقين، نسالمهم، ولا نكشف خبيئة نفوسهم، ولكن نأخذ حذرنا منهم. </p><p> ومهما تكن أحوال المخالفين فإنه لَا تجوز الاستعانة بهم في خاصة شئون الدولة الإسلامية حتى لَا يكون منهم بطانة لَا تألوننا خبالا، وقد علل سبحانه النهي عن توليهم بقوله تعالت كلماته:  (بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) . </p><p> أي أن السبب في منع المؤمنين من أن يستنصروا بهم أو يجعلوا منهم أولياء عليهم أو لهم، أنهم لَا يوالون المسلمين في ذات أنفسهم بل تكون نصرتهم فيما </p><p> بينهم، فالنصارى أولياء ونصراء لإخوانهم النصارى، واليهود أولياء ونصراء لليهود، فكل طائفة تنحاز ولايتها إلى أهل دينها، فالنصارى منحازون في الولاية إلى النصارى واليهود منحازون إلى اليهود. </p><p> ويصح أن نفسر النص بأنهم يوالي بعضهم بعضا أي اليهود يوالون النصارى ضد المسلمين، فكلتا الطائفتين تتولى الأخرى. </p><p> ويظهر لي أن الآية تدل على المعنيين، فالنصارى يوالي بعضهم بعضا واليهود كذلك، وهما دائما إلبٌ على المسلمين كما نرى في عصرنا الحاضر، فالعالم المسيحي كله يؤيد اليهود في اغتصابهم أرض الإسلام ووضعها تحت أيدي اليهود ومع أنهم يدعون عدم التعصب، يتعصبون ضد المسلمين ويؤيدون قيام دولة على أساس الدين. </p><p> (وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ إِنً اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) إن من يجعل نصرته منهم ويخضع بالولاية لهم فهو منهم. روي عن ابن عباس رضي الله تعالى عنه أن النص يفيد التشبيه أي أنه مثيلهم في معاداة الإسلام وأهله. </p><p> ولكن كثيرين من المفسرين يعتبرونهم منهم حقيقة، ولا تشبيه في القول ولا تمثيل، فيقولون: إن من اتخذ منهم نصراء وحلفاء وأولياء دون أهل الإسلام، فإنه منهم في التحزب على الله تعالى، وعلى رسوله والمؤمنين وأن الله تعالى ورسوله منهم بريئان، ويقول في تقرير هذا المعنى ابن جرير:  \" ومن يتول اليهود والنصارى دون المؤمنين فإنه منهم، فإن من تولاهم ونصرهم على المؤمنين، فهو من أهل دينهم وملتهم، فإنه لَا يتولى متول أحدا إلا وهو به وبدينه، وما هو عليه راض، وإذا رضيه ورضي دينه فقد عادى ما خالفه وسخطه، وصار حكمه حكمه \" . </p><p> وإن ذلك التولي بلا ريب ظلم للنفس. وظلم للمسلمين، ومن أركست نفسه في هذه الضلالة حتى صار لَا يطيق تركها، فقد استضعف نفسه، وظلمها، ثم ظلم المؤمنين، وبعد عن هداية أهل الإيمان، وارتضى حكم الطاغوت ولذلك </p><p> ذيَّل الله سبحانه وتعالى النص بقوله تعالت كلماته:  (إِنَّ اللَّهَ لَا يَهْدي الْقَوْمَ الظَّالِمِينَ) . </p><p> وهذا النص بعمومه يشير إلى أن أعداء الإسلام ظالمون مهما يكن تعدادهم، وأن من يواليهم هو من القوم الظالمين، ولا تدخل الهداية قلبه؛ لأنه مرد على النفاق، ولأنه استضعفت نفسه والمسلمين، ولأنه لم يعمر الإيمان قلبه فكان قلبه ظلمات متكاثفة لَا يدخل من خلالها نور، ولا حق مبين، وقد صور سبحانه من يوالونهم، فقال: </p><p> * * * </p>"
}