{
  "id": null,
  "sura": 5,
  "aya": 75,
  "text": "<p> (مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ ... (٧٥) </p><p> * * * </p><p> في هذا النص الكريم (تسجيل) لحقيقة عيسى ابن مريم وأمه، وأن ما اختصا به لَا يمكن أن يجعلهما إلهين من دون الله كما قالت البربرانية وغيرها من فرق النصارى، وكما حكى الله تعالى عنهم وعن عيسى عليه السلام في قوله تعالى له:  (. . . أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِن دُونِ اللَّهِ. . .) . </p><p> وأن النص الكريم الذي نحن بصدد ذكر معانيه، فيه بيان أن عيسى وأمه ليس فيهما ما يجعلهما مختصين بصفات ليست في غيرهما فعيسى عليه السلام </p><p> ليس إلا رسولا وقد خلت أي مضت من قبله الرسل فإبراهيم كان رسولا، ومن قبله كان نوح رسولا، وهؤلاء مضوا، ولم يدع الألوهية لهم أحد كما نحلتموها يا معشر النصارى للمسيح - عليه السلام - وإذا كان له معجزة خارقة للعادة بإحياء الموتى، فأولئك كانت لهم معجزات لَا تقل عنها تأثيرا، ولا تقل عنها في ذاتها. </p><p> وقد قال الزمخشري في ذلك وتبعه من بعده:  (ما هو إلا رسول من جنس الرسل الذين خلوا من قبله جاء بآيات من الله تعالى كما جاءوا بأمثالها أن أبرأ الله الأكمه والأبرص، وإحياء الموتى على يده، فقد أحيا سبحانه وتعالى العصا وجعلها حية تسعى وفلق بها البحر وشق على يد موسى، وإن خلقه من غير ذَكَر فقد خلق آدم من غير ذكر ولا أنثى) . </p><p> ونزيد على ما قاله الزمخشري أن معجزة كل نبي بما يناسب عصره، فعصر سيدنا عيسى كان عصرا يؤمن بالأسباب المادية، وكان في عهده الفلاسفة الطبيعيون، الذين لَا يؤمنون بغير الأسباب التي يرونها، فكانت معجزات عيسى عليه السلام خرقا حسيا صارخا لهذه الأسباب، فولادته كانت بغير السبب المعروف، إذ كان من غير أب، وما كانوا يحسبون أن الأكمه الذي ولد أعمى يبصر، وما كانوا يعلمون أن البرص يشفى منه، فشفاه الله تعالى على يديه، وما كانوا يرون الحياة ترد بعد الوفاة، فأحياها الله تعالى على يديه، كما أجاب لإبراهيم عندما دعا ربه قائلا:  (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (٢٦٠) . </p><p> جاء عيسى - عليه السلام - فكانت حياته وآياته كلها داعية لبطلان ذلك الاعتقاد بأنه لَا شيء إلا الأسباب والمسببات. ولكنهم تمكنوا من اتباعه من بعده بثلاثة قرون، فأخرجوهم من اتباعه، وأعادوهم إلى الأسباب والمسببات، وأخرجوه من البشر، وزعموا أنه إله. </p><p> وأمه لَا تخرج عن أنها مخلصة صادقة تابعة للنبيين من قبله وله عليه السلام، والصدِّيق هو الذي لَا يقول إلا صدقا، ولا يكذب، ويصدق الحق ويدعو إليه، ويستمر عليه، فالصديق هو الصادق في قوله وعمله والمصدق للحق المذعن له إذا جاءه، وقال الأصفهاني في مفرداته:  (الصديقون هم قوم دون الأنبياء في الفضيلة) فهم المرتبة الأولى بعد الأنبياء. </p><p> ويلاحظ أنه عند ذكر عيسى في القرآن يذكر أنه \" المسيح ابن مريم \" تأكيدا لبشريته، لأنه يرى بالحس مولودا بعد أن لم يكن، وأن ولادته من مريم البتول فكيف يتركون المحسوس إلى أوهام، وحياتهما تدل على البشرية، ولذا قال سبحانه: </p><p> (كَانَا يَأْكُلَانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآيَاتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ) ذكر الله تعالى هنا بيان خواصهما الآدمية الحيوانية بعد بيان منزلتهما عند الله تعالى، إذ إن الأول رسول، والثانية صديقة، ولا تتجاوز منزلتهما عند الله تعالى ذلك، وهما في الحياة المادية كسائر الأخياء من الأناسي يأكان الطعام ويعملان على ذلك، وهما لهذا محتاجان إلى غيرهما، والإله لَا يحتاج لغيره، ويقول الزمخشري في ذلك:  (إن من احتاج إلى الاغتذاء بالطعام، وما يتبعه من الهضم، والنقض - لم يكن إلا جسما مركبا من عظم ولحم وعروق وأعصاب وأخلاط وأمزجة مع شهوة وقرم وغير ذلك مما يدل على أنه مصنوع مؤلف مدبر كغيره من البشر!!) ولكنهم مع كل هذا تركوا الأعراض التي تدل على الآدمية وأماراتها، ولذلك قال تعالى:  (انظُرْ كيْفَ نُبَيِّن لَهُمُ الآيَاتِ) . أي انظر يا محمد إلى الأدلة على آدميته التي هي قائمة، وكيف بيناها، وصرفنا لهم القول الذي يدل على الحقيقة، ولكنهم ماديون يؤمنون بالمادة وأسبابها، ولذلك انصرفوا عن الحق وعن الإيمان، وخضعوا لأوهام، ولذا قال تعالى:  (ثمَّ انطرْ أَنَّى يُؤْفَكُونَ) . وقد عبر بـ \" ثم \" ، للدلالة على بعد بين ما تدل عليه الآيات وحالهم، ثم على بُعد ما يقولون عن الحق، إذ يرون بالحس إنسانا يولد، ثم يفرضونه إلها بزعمهم؛ والإفك الصرف عن الحق، يقال: </p><p> أفكه يأفكه إذا صرفه عن الأمر أو الحق، ولذلك يقال للكذب إفك؛ لأنه صرف عن الحقيقة، والمعنى الجملي انظر كيف ينصرفون عن الحق لأوهام لَا يعقلونها مع قيام الأدلة الحسية على بعضها، ولكن ذرهم في غيهم يعمهون. اللهم لَا تصرفنا عن الحق بأوهامنا، إنك سميع الدعاء. </p><p> * * * </p><p> (قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (٧٦) قُلْ يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ (٧٧) لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (٧٨) كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ (٧٩) تَرَى كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ (٨٠) وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ (٨١) </p><p> * * * </p><p> الكلام موصول بما قبله؛ لأن أولئك النصارى يعبدون عيسى - عليه السلام - ومنهم من يعبد معه أمه، ويقولون هما إلهان من دون الله، ومنهم من يعبد ثلاثة ويجعل الله تبارك وتعالى ثالثهم، تعالى الله سبحانه وتعالى عن ذلك الوهم الباطل، والكذب الفاحش، وقد بين سبحانه وتعالى أن عيسى - عليه السلام - وأمه الصديقة بشر كسائر البشر، يحتاجون إلى غيرهم، وهما آدميان ياكان، ويفعلان كل ما هو من مقتضيات الإنسانية ومظاهرها. </p><p> وقد بين مع ذلك كيف يعبدون مع هذه الحالط، فقال لنبيه، قل لهم: </p>"
}