{
  "id": null,
  "sura": 5,
  "aya": 105,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا ... (١٠٥) </p><p> * * * </p><p> كان المؤمنون يعجبون من حال الكفار كيف يتبعون آباءهم على غير بينة وكيف يستمرون في غيهم، ومنهم ذوو قربى، فكانوا يرشدونهم، ويجزعون لإصرارهم، فبين الله تعالى في هذا النص الكريم أنهم بعد البيان ليس عليهم إثمهم، بل عليهم أن يلزموا بعد التوجيه أنفسهم، ومعنى قوله تعالى:  (عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ) . احفظوا أنفسكم وصونوها عن الاتباع من غير تفكير، فلا تقلدوا آباءكم من غير بينة، واهتدوا بهدْي الله، ولا يضركم ضلال من ضل واستمر على غيه بعد أن أرشد إلى وجه الحق، ولكن لم يدخل قلبه بل استمر على ضلاله القديم، فهذا النص الكريم يفيد أمرين: أولهما - أن يحفظوا أنفسهم، ويقوها شر التقليد المردِي، ويعملوا على أن تبقى الهداية منيرة سبيلهم عامرة قلوبهم بها. وثانيهما - أنه لَا يضرهم ضلال الضالين، ما داموا قد تجنبوا طريق الغواية هم، وأرشدوهم إلى الحق. </p><p> ولعل ظاهر الآية يوهم أنه لَا يضر ترك الأمر بالمعروف والنهي عن المنكر، ما دام لَا يضر المؤمن ضلال من ضل، وقد ظهر ذلك الفهم الخطأ في عهد صديق هذه الأمة أبي بكر الصديق رضي الله تعالى عنه، فقال: إنكم تقرءون هذه الآية: (يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ) وتضعونها في غير موضعها، وإني سمعت رسول الله - صلى الله عليه وسلم - يقول:  \" إن الناس إذا رأوا المنكر فلم ينكروه يوشك أن يعمهم الله تعالى بعقاب \"  (١) والآية ليس فيها دليل ناهٍ عن الأمر </p><p>(١) رواه بنحوه أحمد: مسند العشرة - مسند أبي بكر رضي الله عنه (١). ورواه بلفظ مقارب جدا: ابن ماجه: الفتن الأمر بالمعروف والنهي عن المنكر (٤٠٠٥).</p><p> بالمعروف والنهي عن المنكر، والآيات الآمرة بهما، والأحاديث الواردة فيهما لا تزال قائمة ولا ينسخها وهم يسبق إلى ذوي الأوهام من غير نص يدل عليه، ولقد سئل النبي - صلى الله عليه وسلم - عن مقام هذه الآية بالنسبة للأمر بالمعروف والنهي عن المنكر فقال عليه الصلاة والسلام:  \" بل ائتمروا بالمعروف وتناهوا عن المنكر، حتى إذا رأيت شرا مطاعا، وهوى متبعا، ودنيا مؤثرة، وإعجاب كل ذي رأى برأيه، فعليك بخاصة نفسك ودع العوام، فإن من ورائكم أياما الصابر فيهن مثل القابض على الجمر، للعامل فيهن مثل أجر خمسين رجلا يعملون كعملكم \"  (١) وروي عن بعض التابعين أنه قال: كنت في حلقة فيها أصحاب رسول الله - صلى الله عليه وسلم - فتذاكروا الأمر بالمعروف والنهي عن المنكر، فقلت أنا: أليس الله تعالى قال في كتابه: (يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنفُسَكُمْ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا اهْتَدَيْتُم) . فأقبلوا على بلسان واحد، وإني لأصغرهم سنا، وقالوا: أتنزع آية من القرآن لَا تعرفها، ولا تدري ما تأوليها؟! فتمنيت أني لم أكن تكلمت، وأقبلوا يتحدثون، فلما حضر قيامهم، قالوا: إنك غلام حديث السن، وإنك نزعت آية ولا تدري ما هي، وعسى أن تدرك ذلك الزمان، إذا رأيت شرا مطاعا وهوى متبعا، وإعجاب كل ذي رأى برأيه، فعليك بنفسك لَا يضركم من ضل إذا اهتديت. </p><p> وخلاصة المروي عن آثار رسول الله - صلى الله عليه وسلم - والذين اتبعوهم بإحسان أن الآية لا تمنع القيام بواجب الأمر بالمعروف والنهي عن المنكر، بل القيام به واجب محكم وإنه لَا يتم الاهتداء المنصوص عليه في الآية إلا بالقيام بهذا الواجب الخطير، وإنه، لا يترك إلا بحقه، وذلك إذا كان النداء بالحق يورث الفتن عندما يكون الهوى مطاعا والشر متبعا ولا يستطيع منادي الحق، أن يجد مصيخا (٢) وقوله يزيد حدة الخلاف، ولا يكون سماع لذوي الكيس والرشد، ولقد قال عبد الله بن المبارك: إن هذه الآية أوكد في الأمر بالمعروف والنهي عن المنكر؛ لأن الخطاب لجماعة </p><p>(١) رواه الترمذي: تفسير القرآن - ومن سورة المائدة (٣٠٨٥) وقَالَ أبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ غَرِيب. كما رواه أبو دود: الملاحم - الأمر والنهي (٤٣٤١)، وابن ماجه: الفتن (٤٠١٤)، وفيه زيادة: \" ورأيت أمرا لَا يَدان لك به \" أي لَا قدرة لك به. (٢) مصيخا: مستمعا. القاموس - صيخ.</p><p> المؤمنين، ومؤداها احفظوا أنفسكم معشر جماعة المؤمنين، ولا يهمكم ضلال غيركم من الأمم، ولا يجعلكم تغيرون أموركم إلى فساد، ولا شك أن من حفظ جماعة المؤمنين القيام بذلك الواجب العظيم. </p><p> وفى الحق إن القيام بهذا الواجب هو خاصة الأمة الإسلامية كما قال تعالى:  (كنتُمْ خَيْرَ أُمَّةٍ أخْرِجَتْ لِلنَّاسِ تَأمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّه وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَّهم مِّنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ) . </p><p> ولا يصح أن يُتخلى عنه، وليس في مصادر الشريعة ولا في مواردها ما يسوغ التخلي، وأن ترك القول في أيام الفتن الطحياء (١) التي يكون القول مؤديا إلى زيادة في الفتن والاتهام، فلا يجدي قول، ولا يهدي فكر إلى الرشاد، فيكون السكوت أولى من الكلام، حتى تهدأ عجاجة الفتنة، وتعود القلوب إلى جنوبها، ويوجد السميع، ولكن في هذه الحال يكون الإنكار القلبي، وإرشاد القابلين للإرشاد، في غير ضجيج ولا عجيج والله سبحانه وتعالى راد الحق إلى نصابه، والقضب إلى أجفانها، وهو بكل شيء عليم. </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصَابَتْكُمْ مُصِيبَةُ الْمَوْتِ تَحْبِسُونَهُمَا مِنْ بَعْدِ الصَّلَاةِ فَيُقْسِمَانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لَا نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَى وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الْآثِمِينَ (١٠٦) فَإِنْ عُثِرَ عَلَى </p><p>(١) من الطحح وهو الهلاك كما في \" العين \": وطوَّحْتُ به: حَمَلْتُ على رُكوبِ مَفازة يُخاف هلاكُه فيها. قال أبو النَّجْم: يُطوحُ الهادي به تطويحًا.</p><p> أَنَّهُمَا اسْتَحَقَّا إِثْمًا فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَا إِنَّا إِذًا لَمِنَ الظَّالِمِينَ (١٠٧) ذَلِكَ أَدْنَى أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ وَاتَّقُوا اللَّهَ وَاسْمَعُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (١٠٨) </p><p> * * * </p><p> في الآيات السابقه ذكر سبحانه وتعالى أحكام الطيبات وأنه لَا يجوز تحريمها، وأن المشركين يحرمون على أنفسهم ما أحل الله تعالى، ويدعون أن تحريم ذلك دين متبع، وقد بين سبحانه وتعالى بطلان ذلك، وبين سبحانه وتعالى أن على المؤمنين أن يحفظوا أنفسهم، ويلتزموا الهدى، وألا ينحرفوا عن الحق، وفى هذه الآيات المقبلة بيان طريق من طرق الإثبات وهو الإثبات بالشهادة، والجملة السابقة كانت لبيان الحق في عامة صوره وأحواله، وهذه الآيات في صورة منه وهي أدق الصور، وهي التي تكون بعد الوفاة، لقد قال تعالى: </p>"
}