{
  "id": null,
  "sura": 5,
  "aya": 25,
  "text": "<p> (قَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي ... (٢٥) </p><p> * * * </p><p> ابتدأ موسى عليه السلام قوله بالاتجاه إلى ربه الذي خلقه ورباه وكوَّن جسمه ونفسه، وذلك بالضراعة إليه، وبيان أنه أعلم بحاله، وأنه في طاعته لَا يخرج عنها، ثم قرر المعذرة، وهو أنه لَا يملك من أمرهم شيئا، وإنما الأمر كله إلى الله تعالى، وأنه لَا يستطيع أن يجعل من ضعف نفوسهم قوة، ولا من استخذائهم عزة، ولا من تقاعدهم همة، ولا يملك إلا نفسه وأخاه، فهو لَا يضمن إلا إياهما، وهما وحدهما لَا يملكان الدخول إلى هذه الأرض، والمراد بأخيه سيدنا هارون عليه السلام، وقد أكدت المعذرة بـ \" إنَّ \" وبالقصر، وعبر عن هارون بأخيه للإشارة إلى قوة إحساسه بأنه معه في طاعة ربه وعدم عصيانه فيما أمر (٢) . </p><p> وإذا كانت تلك حاله، فهي مفترقة عن حال الذين معه؛ ولذلك الافتراق عنهم ما حكاه الله تعالى:  (فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ) . </p><p>(٢) عَنْ طَارِقِ بْنِ شِهَابٍ، قَالَ: سَمِعْتُ ابْنَ مَسْعُودٍ، يَقُولُ: شَهِدْتُ مِنَ المِقْدَادِ بْنِ الأَسْوَدِ مَشْهَدًا، لَأَنْ أَكُونَ صَاحِبَهُ أَحَبُّ إِلَيَّ مِمَّا عُدِلَ بِهِ، أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَدْعُو عَلَى المُشْرِكِينَ، فَقَالَ: لاَ نَقُولُ كَمَا قَالَ قَوْمُ مُوسَى: اذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلاَ، وَلَكِنَّا نُقَاتِلُ عَنْ يَمِينِكَ، وَعَنْ شِمَالِكَ، وَبَيْنَ يَدَيْكَ وَخَلْفَكَ «فَرَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَشْرَقَ وَجْهُهُ وَسَرَّهُ» يَعْنِي: قَوْلَهُ. رواه البخاري: المغازي (٣٩٥٢).</p><p> الفرق معناه الفصل بين شيئين أو شخصين فصلا حسيا أو معنويا، كما قال تعالى:  (. . . لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ. . .) . </p><p> والمراد هنا والله أعلم؛ اجعل بيننا وبينهم فارقا في الحكم وهو العدل بيننا وبين هؤلاء الفاسقين؛ لأننا لَا نرضى بما يفعلون، ولسنا معهم في الإحساس وهذا التخاذل، فلسنا منهم في هذا، وليسوا منا في شيء وافصل بيننا وبينهم في الآخرة، كما فصلت في الحكم بيننا وبينهم في الدنيا، والمؤدى من قول سيدنا موسى هذا هو أنه يبرئ نفسه منهم، ومن عملهم وخذلانهم، والفاسق هو الخارج المنفصل بالحس أو المعنى، والمعنى: افرق بيننا وبين هؤلاء الذين خرجوا عن الطاعة، وعن مناط العزة، ورضوا بالذلة والهوان. </p><p> ولا شك أن هذه الجملة تدل على ألم موسى، واستنكاره لما هم عليه، فقال تعالى: </p><p> * * * </p>"
}