{
  "id": null,
  "sura": 5,
  "aya": 108,
  "text": "<p> (ذَلِكَ أَدْنَى أَنْ يَأْتُوا بِالشَّهَادَةِ عَلَى وَجْهِهَا أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ ... (١٠٨) </p><p> * * * </p><p> الإشارة في ذلك إلى النظام كله الذي نظمه القرآن الكريم، والنسق الحكيم من الشهادة التي يقوم بها الوصيان تكون ابتداء من أهل التقوى، ويعتمد على تقواهم وعدالتهم، فإن أمسكا بعد الصلاة، وأخذت عليهما الأيمان المغلظة ويتعرف الأمر من ورائهما، ولا يترك من غير تحريات كاشفة، فإن عثر على أن الشهادة فيها إثم أو غير حق استشهد غيرهما من الذين ينقص حقهم بشهادتهما، واختير أولى الناس من المستحقين بالقول، ذلك النظام كله أقرب إلى أن يؤدي الشاهد الشهادة على وجمها، إما لأنه يريد الحق لذات الحق، أو لأنه يخاف أن الأيمان الشاهدة الجارية على لسان غيره بعد يمينه تعلن كذبه على الأشهاد، وخيانته بين الجموع والآحاد، فمعنى ترد أي تترك أيمانهم، وتطرح ويعاد القول إلى غيرهم بعد تكذيبهم. </p><p> والنص يومئ إلى أنه إذا عثر على كذب بعد شهادة الأقربين ترد الشهادة على من يليهم حتى لَا يضيع حق قط. </p><p> ولقد يَروي الرواة قصة في هذا الموضوع ويذكرونها على أنها سبب النزول، وإنا نذكرها؛ لأنها موضحة للوقائع، جاء في تفسير ابن كثير \" عن ابن عباس عن تميم الدارى في هذه الآية:(يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضر أَحَدَكُمُ الْمَوْتُ).قال:برئ الناس منها غيري وغير عدي بن بدار، وكانا نصرانيين يختلفان إلى الشام قبل الإسلام(أي إسلامهما)فأتيا الشام لتجارتهما، وقدم عليهما مولى لبني سهم يقال له بديل ابن مريم بتجارة ومعه جام من فضة يريد به الملك، وهو أعظم تجارته فمرض فأوصى إليهما، وأمرهما أن يبلغا ما ترك أهله،قال تميم:فلما مات أخذنا ذلك الجام فبعناه بألف درهم واقتسمناه أنا وعدي، فلما قدمنا إلى أهله دفعنا إلى أهله ما كان معنا، وفقدوا الجام فسألونا عنه، فقلنا ما ترك غير هذا،وما دفع إلينا غيره قال تميم:فلما أسلمت بعد قدوم رسول الله - صلى الله عليه وسلم - المدينة تأثمت من ذلك فأتيت أهله فأخبرتهم الخبر، ودفعت إليهم خمسمائة درهم، وأخبرتهم أن عند صاحبي مثلها، فوثبوا عليه، فأمرهم النبي - صلى الله عليه وسلم -أن يستحلفوه بما يعظم به على أهل المدينة فنزلت:(يَا أَيُّهَا الَّذِينَ آمَنوا شَهَادَةُ بَيْنِكُمْ).</p><p> إلى قوله:  (فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِن شَهَادَتِهِمَا) فقام عمرو بن العاص، ورجل آخر منهم فحلفا، نزعت الخمسمائة من عدي بن بداء \"  (١) وهكذا. . . وقد ختم الله تعالى بيان ذلك الحكم الشرعي بقوله تعالت كلماته: </p><p> (وَاتَّقُوا اللَّهَ وَاسْمَعُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ) ختم الله تعالى بيان ذلك الحكم الشرعي الدقيق بأمرين، وذكر أمر كلي، أما الأمر الأول فهو الأمر بالتقوى بأن يملأوا قلوبهم بخشية الله تعالى ومهابته، واتقاء عصيانه، وجعل وقاية بينهم وبين عذابه، وذلك أمر لازم لكل مؤمن، وخصوصا لمن يودعون أسرار الناس، الذين لَا يستطيعون دفع الكذب والباطل عنهم. </p><p>(١) رواه البخاري: الوصايا - باب: (يا أيها الذين آمنوا شهادة) (٢٧٨٠)، ورواه مطولا، الترمذي: تفسير القرآن - ومن سورة المائدة (٣٠٥٩) عن ابن عباس عن تميم الداري.</p><p> والأمر الثاني - هو ما قرره بقوله سبحانه:  (وَاسْمَعُوا) أي اسمعوا قول الحق وعوه، واعملوا به ولا تيئسوا، ولا يأخذكم السأم عن أن تسمعوا كل قول حتى تصلوا إلى الحق الذي تبتغونه. </p><p> وأما الأمر الكلي فهو أن الله سبحانه وتعالى لَا يهدي القوم الفاسقين، ومعنى عدم هدايتهم أنهم بسبب ما اكتسبوا من سيئات الفسق، وما أحاطت به خطيئاتهم أصبح الحق لَا يدخل إلى قلوبهم، فلا يهتدون لأن الفسق صار شأنا من شئونهم، ولا يمكن أن تلتقي الهداية مع الفسق في قلب من فسق عن أمر ربه. اللهم جنبنا الباطل وأهله، إنك سميع مجيب. </p><p> * * * </p><p> (يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْمَ لَنَا إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ (١٠٩) إِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَى وَالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (١١٠) </p><p> * * * </p><p> الكلام من قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ. . .) . كان في أهل الكتاب، ومعاندة اليهود، وتحريف </p><p> النصارى عقيدة المسيح عليه السلام، ثم بين سبحانه علاقة المسلمين بالمشركين واليهود، ومن جاورهم من النصارى، وبين أن الأخيرين كانت علاقتهم بالمسلمين مودة، وذكر الرهبان عندهم، وبين بهذه المناسبة إباحة القرآن للطيبات، وأشار إلى تحريمه للخبائث في ذاتها بتحريم الخمر، ثم أشار إلى ما حرم من مكان معلوم ووقت معلوم ثم ذكر مكانة الكعبة، وما حرمه المشركون على أنفسهم من غير حجة ولا سلطان مبين، ثم تكلم عن شهادة أوصياء الميت إذا مات غريبا وكان المناسب بعد ذلك أن يتكلم عن حال الناس بعد أن يجمعوا يوم القيامة، ومقالة الرسل لمن بعثوا إليهم، وأخصهم عيسى - عليه السلام - الذي ادعيت أولوهيته، فقال تعالت كلماته: </p>"
}