{
  "id": null,
  "sura": 5,
  "aya": 15,
  "text": "<p> (يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكمْ رَسُولُنَا يبَيِّنُ لَكمْ كَتِيرًا مِّمَّا كُنتُمْ تُخْفونَ مِنَ الْكِتَابِ) الخطاب لليهود والنصارى الذين نسوا في الماضي حظا مما ذكروا به وحرفوا في الماضي الكلم عن مواضعه، والذين طردوا أسلافهم من طريق الحق لنقضهم الميثاق، وقست قلوب الماضين منهم. . وقد انتقل البيان القرآني من الكلام عن ماضيهم إلى مخاطبة الحاضرين الذين يجري في أوساطهم ما كان يجري في أوساط الذين تقدموهم، فالالتفات من الكلام عن الغائب إلى مخاطبة الحاضر، لأن البيان للحاضرين والتكليف القائم للقائمين، وإن كان يجري في أوساطهم ما كان يجري في أوساط ماضيهم، ولكن لَا بد من أنه يجهر بالحق في أوساطهم، فهم مخاطبون بما جاء به محمد - صلى الله عليه وسلم -. </p><p> وقد أفرد الكتاب، والنصارى واليهود لهم كتب وأسفار لَا كتاب واحد، وكان الإفراد لأحد أمرين أو لهما معا - أول الأمرين - أن الكتاب يطلق ويراد به الجمع، لأن (أل) هنا للجنس، كما يقال: السوق، أو: أهل العلم، ويراد العلوم. </p><p> وثاني الأمرين: أن العرب كانوا قسمين: أُميين لَا يقرءون، أو ليست الكتابه رائجة عندهم، وأهل كتابة وعلم بالكتاب، ومن ذلك قوله تعالى:  (وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ (٧٥) . فالأميون هنا العرب الذين لم تكن الكتابة والقراءة كثيرة عندهم. </p><p> وعلى ذلك تكون كلمة \" أهل الكتاب \" ليست مقابلة فقط للمشركين وعبدة الأوثان، بل هي مقابلة للأميين. </p><p> وأهل الكتاب الذين صاحبهم الكتاب وكانوا له كالأهل الذين يرتبطون فيه. وفى نداء اليهود والنصارى فائدتان: </p><p> إحداهما: ما يمتازون به عن المشركين بالعلم، وأنهم ليسوا أُميين، بل هم مدركون عمن دونهم. </p><p> والفائدة الثانية: تقريعهم ولومهم بأنهم مع أنهم معروفون بعلمهم بالكتابة ومصاحبتهم لهم قد أخفوا كثيرا. </p><p> وقوله تعالى:  (قَدْ جَاءَكُمْ رَسُولُنَا) فيه ما يومئ بأنهم مختصون بالخطاب، مع أن النبي - صلى الله عليه وسلم - بُعث للناس أجمعين عربهِم وعجمهم، وأسودهم وأبيضهم، كما قال تعالى:  (وَمَا أَرْسَلْنَاكَ إِلَّا كَافَةً لِّلنَّاسِ بَشِيرَا وَنَذِيرًا. . .) ، ولكن كان الإيماء بالاختصاص لَا يتضمنه البيان الذي من بعد ذلك، من أنه يبين كثيرا مما كانوا يخفون، فكان هذا نوع اختصاص لهم، وإن كان القرآن قد جاء لعامة المكلفين لَا فرق بين كتابي وأمي، ولا بين من كانت له ديانة سماوية ومن لم يكن له بلاغ من قبل، وكان التعبير بقوله تعالت كلماته بـ (جَاءَكُمْ) بدل \" بُعِثَ لكم \" للإشارة إلى أنه يحاضرهم ويخاطبهم ومعهم جاء إليهم يرونه ويراهم، وإضافة رسول إلى الله تعالى في قوله سبحانه (رَسُولُنَا) فيه إشارة واضحة إلى أن البيان من الله سبحانه وتعالى، وكأن المعنى، ولكلام الله تعالى المثل الأعلى: قد جاءكم يحاضركم ويخاطبكم رسولنا الذي ينطق باسمنا، ويتحدث عنا يبين لكم كثيرا مما كنتم تخفون. </p><p> (يُبَيِّنُ لَكُمْ كَثِيرًا مِّمَّا كنتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَن كَثِيرٍ) هذا النص الكريم صريح في أنهم كانوا يخفون أمورا من علم الكتاب الذي نزل على موسى، وما جاء به عيسى عليهما السلام، وقد قال تعالى في شأنهم:  (إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (١٧٤) . </p><p> وهنا نتساءل ما الذي أخفوه وبينه القرآن، والجواب عن ذلك: هو كل ما جاء في القرآن من تكليفات دينية تتصل بالفطرة الإنسانية، ولا تختص بقوم دون قوم، مثل الصدق، وحسن المعاملة للناس، وإعطاء الناس حقوقهم لَا فرق بين </p><p> جاهل وعالم، وأمي وغير أمي، وقوم وقوم وجنس وجنس، وتحريم الربا وأكله من القريب والبعيد، والقصاص العادل والعقوبات الزاجرة، وقد قال بعض العلماء: إن الذي أخفوه هو عقوبة الرجم، ويروي ذلك ابن جرير الطبري فيقول بسنده: إن نبي الله تعالى أتاه اليهود يسألونه عن الرجم، واجتمعوا في بيت قال: أيكم أعلمكم؛ فأشاروا إلى ابن صوريا فقال: أنت أعلمهم، قال: سل عما شئت، قال: أنت أعلمهم قال: إنهم يزعمون ذلك، فناشده بالذي أنزل التوراة على موسى، والذي رفع الطور، وناشده بالمواثيق التي أخذت عليهم حتى أخذه أَفْكَلْ (١) ، فقال: إن نساءنا نساء حسان، فكثر فينا القتل فاختصرنا فجلدنا مائة. </p><p> وقد يكون هذا مما أخفوه، ولكن لَا يمكن أن يكون كل الذي أخفوه، فإن الله تعالى يقول:  (يُبَيِّنُ لَكمْ كَثِيرًا مِّمَّا كُنتُمْ تُخْفونَ) ولا يمكن أن يكون الشيء الواحد كثيرا، بل إن الكثرة تقتضي التعدد، وأنهم أخفوا كثيرا، فقد أخفوا البشرى بالنبي - صلى الله عليه وسلم -، وحرفوا القول لكيلا تُعلم للناس، وأخفوا العلم بما يكون بعد الموت من بعث ونشور، والحساب والثواب والعقاب والجنة، والنار وما فيها من عذاب أليم، حتى إنك تقرأ التوراة التي بأيدينا، فلا تجد ذكرا للحياة الآخرة، وما يكون من جزاء على ما عمل المرء، إن خيرا فخير، وإن شرا فشر، وأخفوا تحريم أكل الربا من كل إنسان، وحرفوه وقصروا المنع على أكل الربا من الإسرائيلي، وأخفوا محاولتهم عبادة الأوثان عقب إخراجهم مستنقذين من فرعون، وهكذا فقد أخفوا كثيرا، وبين الله تعالى في القرآن الكريم كثيرا مما يتصل بلب الرسالة الإلهية. </p><p> هذا بعض مما أخفوا، وهذا بعض مما بين الرسول الكريم - صلى الله عليه وسلم - وأنه سبحانه بَيَّنَ الجوهر الذي أخفوه وهو كثير، لأنه لب الرسالة الإلهية. </p><p> ولقد قال تعالى:  (وَيَعْفُو عَن كَثِيرٍ) أي يترك كثيرا ما كنتم تخفون من غير بيان إذا لم يكن في تركه إهمال لحقيقة دينية، ويكون فيه افتضاح لأمركم كادعائكم أن لوطا عليه السلام زنى بابنتيه، وكادعائكم أن داود أحب امرأة قائد </p><p>(١) الأفكل: بوزن الأرنب: الرِّعْدة.</p><p> فأرسله إلى الميدان ليخلو له وجه زوجته، وغيره مما اشتملت عليه توراتكم التي ألفتموها، وفيها الحق والباطل، وفي التعبير بكلمة \" العفو \" إشارة إلى أن هذا الترك يتضمن معنى الصفح والغفران إن أحسنتم في حاضركم؛ لأنه ترك لأمر في ذكره مضرة وتحقير لكم. </p><p> وقال الحسن البصري: إن معنى (وَيَعْفُو عَن كثِيرٍ) أي لَا يؤاخذكم عليه، ولا يعاقبكم لأجله إن أحسنتم في حاضركم، وإن النسق البياني يقتضي أن يكون موضع الترك مقابلا لموضع البيان، والمقابلة تقتضي أن يكون الترك الكثير كالبيان الكثير، وكل ذلك داخل في عموم ما كانوا يخفونه ولا يبينونه، وذلك هو الظاهر المتفق مع السياق، وغيره ليس متفقا مع السياق. </p><p> (قَدْ جَاءَكُم مِّنَ اللَّهِ نُورٌ وَكِتَابٌ مبِينٌ) هذه الجملة بيان للجملة السابقة؛ ولذلك كان الفصل بينهما لكمال الاتحاد، إذ الثانية في معنى الأولى مع وصف جديد فيه بيان الحقيقة؛ لأنه إذا كان مجيء الرسول فيه بيان المختفى، وكشف المستور، فهو نور، وبعثه نور، وقد سجل ذلك النور في كتاب مبين، أي واضح في ذاته مبين للشرع الشريف، ولما أخفاه أهل الكتاب وطمسوه من معاني الوحدانية الخالصة، ومن الشرائع المحكمة، وفي هذا النص تأكيد لمعنى الرسالة عن الله تعالى التي ثبتت بقوله تعالى (رَسُولُنَا) وفي هذا النص تصريح بأن ما يجيء به الرسول من نور كاشف هاد، وكتاب مسجل للشريعة هو من الله تعالى، وقد صرح بذلك في قوله تعالى:  (قَدْ جَاءَكُم مِّنَ اللَّه نُورٌ وَكتَابٌ مُّبِينٌ) . </p><p> وللمفسرين في بيان معنى (نُورٌ) و (كِتَابٌ) كلام أساسه أن النور يجب أن يكون غير الكتاب؛ لأن العطف بينهما يقتضي التغاير بين حقيقتهما، إما من حيث الذات، أو من حيث الوصف، أو النتيجة، فإن الشيء الواحد قد يكون له وصفان متغايران، وبمقتضى هذا التغاير يكون العطف. </p><p> وقد خَرَّجَ بعض المفسرين العطف على أساس التغاير في الذات، ففسروا النور بالرسول الكريم - صلى الله عليه وسلم - فهو نور الأنوار، كما عبر الآلوسي (١) ، والكتاب بأنه القرآن الكريم، فهو سجل الإسلام لَا يغادر شيئا منه إلا بَيَّنَه، إما بالتفصيل، أو بالإجمال الذي بينته السنة. </p><p> وفسر آخرون النور بأنه القرآن الكريم، كما فسر الكتاب المبين به على أساس المغايرة من حيث الأثر والبيان، فالقرآن نور؛ لأن فيه بيان الحق الذي لا تنكره العقول، والشرع الجامع الذي أتت به كل الرسائل، وهو من ناحية أخرى الشيء المكتوب المسجل الباقي إلى يوم القيامة لَا يعتريه تغيير ولا تبديل، فالمغايرة في العطف مغايرة وصف وأثر لَا مغايرة ذات، إذ القرآن المبين نور، وكتاب مكتوب مسجل باق إلى يوم القيامة. وقد اختار هذا الوجه الزمخشري ولم يذكر غيره. </p><p> والذي نراه في تفسير النص السامي، هو أن هذا فيه بيان لعمل الرسول - صلى الله عليه وسلم -، وهو أنه أتى بعلم كاشف هو نور، فرسالة محمد - صلى الله عليه وسلم - نور في ذاتها، وأتى بكتاب معجز دال على رسالته، ومشتمل على شريعته، وهو حجته إلى يوم القيامة. </p><p> وقد بين سبحانه وتعالى الغاية الكبرى من رسالته إلى أهل الأرض، ومن النور الذي جاء به الرسول والكتاب الذي أنزله، فقال: </p><p> * * * </p><p>(١) قال الألوسي في تفسيره (ج ٦، ص ٩٦) (قَد جَاءَكُم مَنَ الله نُورٌ) عظيم وهو نور الأنوار والنبي المختار - صلى الله عليه وسلم -.</p>"
}