{
  "id": null,
  "sura": 5,
  "aya": 120,
  "text": "<p> (لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٢٠) </p><p> * * * </p><p> في هذا النص الكريم بيان للحق الذي لَا مجال للريب فيه، وبيان لسلطان الله تعالى على كل ما في السماوات وما في الأرض، وأنه ذو سلطان في الحياة الدنيا وفي الآخرة، وهو القادر على كل شيء يريده، لَا يعجزه شيء في السماء ولا في الأرض، وفي الكلام إشارات بيانية نذكرها. </p><p> الأولى - إثبات أن الله وحده هو الجدير بالألوهية، والمستحق للعبادة، لأنه ذو السلطان الكامل المالك لكل شيء. </p><p> الثانية - أن تقديم لفظ الجلالة يفيد وحدة سلطانه وملكه وقدرته أي أنه وحده المالك لكل شيء. </p><p> الثالثة - ذكر السماوات والأرض، والتصريح بما فيهن للإشارة إلى أن كل شيء فيهن مخلوق له سبحانه، وليس فوقه أحد فلا يقال: إن أحدا له سلطان بجوار سلطانه وإن المعجزات التي تجري على أيدي بعض النبيين من خلقه هو الذي خلقه على يديه وليس النبي خالقها. </p><p> الرابعة - إثبات أنه قادر على كل شيء لَا يتقيد بالأسباب والمسببات، لأنه على كل شيء قدير، وهو خالق الأسباب. </p><p> الخامسة - تقديم الجار والمجرور يفيد كمال قدرة الله تعالى على الأشياء إنه حميد مجيد، سميع بصير عزيز حكيم. </p><p> * * * </p><p> (سُورَةُ الْأَنْعَامِ) </p><p> تعريف ٤ </p><p> سورة الأنعام قالوا إنها نزلت بعد سورة الحجر، وإن عدد آياتها خمس وستون ومائة آية كلها نزل بمكة ما عدا عدة آيات قالوا: إنها نزلت بالمدينة هي الآيات ٠ ٢ و ٢٢ و ٩١ و ٩٢ و ١٤ ١ و ١٤١ و ١٥١ و ١٥٢ و ١٥٣ - وهي آيات نزلت في بيان أحكام تتعلق بالحلال والحرام من التكليفات العملية، وهي لهذا كانت أنسب بالمدينة؛ ذلك لأن ما يتعلق بالعقيدة قد اختص بمكة؛ إذ كان فيه بيان الوحدانية في الذات وفي الصفات والخلق والإنشاء والعبادة والألوهية، وأنه لَا إله إلا هو، وبيان رسالة الله وأخبار الرسل السابقين، وما جاءوا به، وما نزل بأممهم، وما جاء من أحكام بمكة كان أكثره على ألسنة الأنبياء السابقين وما كانوا يدعون إليه أقوامهم، فدعوة شعيب - عليه السلام - إلى الإيفاء بالكيل والميزان، ونهيهم عن الفواحش ما ظهر منها وما بطن، وغير ذلك. أما القرآن المدني، فقد نزلت به الأحكام التكليفية العملية؛ لأنه قد كونت دولة للإسلام، فكان لَا بد من نظم تقيمها، وأحكام تنظم علاقات آحادها، وقد ابتدأت العبادات بالصلاة المفروضة في مكة لمناسبتها للألوهية، ومعاني العبودية، ثم أُكملت في المدينة ليتكوَّن رأي عام فاضل، ومجتمع متضافر متعاون. </p><p> ابتدأت السورة ببيان استحقاق الله تعالى وحده للحمد؛ لأنه خالق السماوات والأرض وحده، وجاعل الظلمات والنور، وبيان أن أصل خلق الإنسان من طين، وبيان كمال سلطان الله تعالى في خلقه، وعلمه بالسر وما يخفى، وبيان آيات الله تعالى في كونه، وتلقي الجاحدين، وما كانوا يكذبون به الحق، إذ يجيئهم ويستهزئون به لإعراضهم عن الآيات البينات المثبتة الموضحة الكاشفة. </p><p> وإن كان المشركون لم يؤمنوا لإعراضهم عن البينات، فقد أنذرهم سبحانه بعاقبة أمرهم، ببيان عاقبة من سبقوهم بعد جحودهم، وأشار سبحانه وتعالى إلى طموس مداركهم، وجحود نفوسهم، وعدم تلقيهم للنور والهداية، وأنه لَا يجدي معهم توجيه، ولا دليل حتى أنهم - لو نزل إليهم من السماء كتاب في قرطاس فلمسوه بأيديهم لقال الجاحدون: إن هذا إلا سحر مبين، كما قال الجاحدون برسالة عيسى - عليه السلام - عند إحيائه الموتى، وإبرائه الأكمه والأبرص، ونزول المائدة، قالوا: إن هذا إلا سحر مبين. </p><p> وأن الجاحدين شأنهم الاستهزاء بالحق إذ جاءهم، وأن على النبي - صلى الله عليه وسلم - أن يتأسى في استهزائهم به بما كانوا يفعلون مع الأنبياء السابقين، وبين سبحانه وتعالى سوء عاقبتهم. </p><p> ولقد بين سبحانه من بعد ذلك طائفة من ضلال تفكيرهم باستهزائهم عند ذكر خالق السماوات والأرض، ويتولى - عليه الصلاة والسلام - الإجابة مبينا أن الله كتب على نفسه الرحمة، وأن من رحمته أن يجمع الناس يوم القيامة، بيَّن ثواب المحسن وعقاب المسيء ثم بين سبحانه وتعالى ملكه لكل شيء وسلطانه الذي فوق كل شيء، وإذا كان الله مالك كل شيء وفاطر السماوات والأرض - لا يمكن أن يتخذ الرسول وليا نصيرا غيره سبحانه، وأن يكون أول من يسلم وألا يكون من المشركين، وأن يخاف عذابه إن عصى، ولا فوز إلا لمن يصرف عنه عذاب يوم القيامة. </p><p> وإذا كان سبحانه يملك كل شيء، فهو كاشف الضر إن مس الإنسان، وهو القادر على النفع، وهو القاهر فوق عباده، وهو الحكيم الخبير، وإذا كان المشركون يستمرون على عنادهم فالله هو الشاهد الحكيم بين الرسول وبينهم، وشهادته أكبر شهادة، وأن هذا القرآن أوحى به إلى الرسول لينذر به المشركين ومن يبلغه دعوة النبي - صلى الله عليه وسلم -، وإن كنتم أيها المشركون تشهدون أن مع الله آلهة أخرى فالنبي - صلى الله عليه وسلم - لا يمكن أن يوافق على هذه الشهادة، بل لَا بد أن يكذبها. </p><p> وأن أهل الكتاب الذين أوتوا علما بالرسالات يعرفون الرسول كما يعرفون أبناءهم، ومع ذلك لَا يؤمنون لأنهم غيروا دينهم أو كتموه، ولا أحد في هذا الوجود أكثر ظلما ممن افترى على الله الكذب، أو كذب بالدلائل القائمة الثابتة الدالة على الحق، ولا يمكن أن يفلح ظالم بكتمان الحق أو إظهار الشرك. </p><p> وقد بين سبحانه حال المشركين يوم القيامة، وأنهم لهول يوم القيامة ينكرون أنهم كانوا مشركين. </p><p> ومن هؤلاء المشركين من يكون على قلوبهم مثل الأكنة عند الآيات البينات، ولا يؤمنون بأي آية، وإذا جاءوا يجادلون قالوا عن الآيات: إن هي إلا أساطير الأوَّلين، وهم يبتعدون عن الحق، وينهون غيرهم عن اتباعه، وهم في الحالين هالكون بما يفعلون. </p><p> ثم يصور سبحانه حالهم في الآخرة فيقرر أنها مفارقة لحالهم في الدنيا، إذ يبدو لهم ما كانوا يخفون، وهم بذلك قد خسروا خسرانا مبينا وجاءتهم الساعة بغتة من حيث لَا يحتسبون، وأن الدار الآخرة هي دار البقاء، والحياة، وكانوا يتوهمون أنه لَا حياة بعد الدنيا، والدنيا بجوارها لهو ولعب، وذكر سبحانه عزاء النبي - صلى الله عليه وسلم - بالرسل قبله إذ جحدوا، ثم لَا مناص من أن يبلغ النبي - صلى الله عليه وسلم - وألا يكبر عليه إعراضهم مهما تكن حالهم. </p><p> وليعلم أن الذين يستجيبون لدعوته الذين يسمعون ويتعظون هم الأحياء حقا، والآخرون موتى وسيبعثهم الله، ويعاقبهم، وهم الذين لَا يسمعون، ويطلبون آيات أخرى غير التي أعرضوا عنها، وقد ذكرهم سبحانه بأن الأحياء جميعا من الحيوان والطيور أمم، والكتاب المحفوظ يحوي كل شيء. </p><p> وبين سبحانه أن الذين يعرضون عن الآيات صم لَا يستمعون إليها، وبكم لا ينطقون بالحق، ويعيشون في ظلمات لَا يبصرون، ولقد ذكرهم سبحانه بندائهم لله تعالى في حال شدتهم أو موتهم أو قيامهم أيدعون غير الله، وبين سبحانه أنه </p><p> يختبر الأمم بالضر يصيب أجسامهم، وبالبؤس يصيب نفوسهم، ولقد زين لهم الشيطان سوء أعمالهم فظنوه حسنا، وأنهم كما نسوا ما ذكِّروا به اختبروا بالنعمة، ثم أخذوا بغتة، وهم لَا يشعرون، وقطع دابرهم بسبب ظلمهم، وذكرهم سبحانه بأنه إذا أخذ سمعهم وبصرهم لَا يدركون، وذكر أنه يصرف لهم الآيات، ويوجههم إلى الحقائق الثابتة عساهم يفقهون الأمور على وجهها. وقد بين سبحانه عمل الرسل وهو التبشير للمتقين والإنذار للمكذبين، وأن محمدا - صلى الله عليه وسلم - لَا يقول لهم: عندي خزائن الله أصرفها كما أشاء، ولا يقول لهم: إنه يعلم الغيب، ولا يقول لهم: إنه ملك، بل إنه يتبع ما يوحى إليه، والناس مختلفون بعد ذلك في تلقى نور الوحي، وجزاؤهم على حسب حالهم فلا يستوي المحسن والمسيء كما لا يستوي الأعمى والبصير. </p><p> وإن الإنذار يكون أثره في قلوب الذين يخافون يوم القيامة وما يكون فيه من هول. </p><p> وإنه يجب أن يكرم أهل الإيمان، ولا يطردوا لفقرهم أو ضعفهم، فإنه من فتنة الناس بعضهم ببعض أن يوفق للحق الضعفاء، ويكذبه الأقوياء ليقولوا أهؤلاء منَّ الله عليهم من بيننا، ويجب على النبي - صلى الله عليه وسلم - أن يرحب بالمؤمنين ويبين الحق لهم، وأن الله تعالى كتب على نفسه الرحمة، وهي العدالة وجزاء الحسن بالحسن، والعفو عن السيئ الذي ارتكب بجهالة، وأمر الله نبيه أن يتخذ من نفسه قدوة حسنة، فيقول: إني نهيت أن أعبد الذين تدعون من دونه وألا أتبع أهواءكم، وأنه على بينة من ربه، وأنه ليس بيده العذاب الذي يستعجلونه، ولو كان عندي لقضى الأمر الذي بيني وبينكم والله أعلم بالظالمين. </p><p> وإن الغيب كله عند الله تعالى، فعنده سبحانه مفاتحه لَا يعلمها إلا هو، ويعلم ما في البر والبحر، ويعلم ما نكسب بالنهار ويتوفانا بالليل، ويستمر الإنسان بين الليل والنهار، حتى يُقضى أجل مسمى، ثم يكون المرجع إلى الله تعالى. وأنه سبحانه فوق هذا العلم المحيط، له القوة الكاملة، فهو القاهر فوق </p><p> عباده، وهو الذي يحفظ عباده، والمرجع إليه سبحانه، وهو المنجي من كل سوء، وهو القادر على أن يبعث عليكم عذابا من فوقكم أو من تحت أرجلكم أو ينزل بكم ما هو أشد، فيجعلكم شيعا ويذيق بعضكم بأس بعض، وأن قومك قد كذبوك وما تدعو إليه وهو الحق، ولكل خبر عظيم مستقر يستقر عنده، ولست عليهم بوكيل مسئول عما يسيئون به. وإنك واجد منهم لجاجة في الإنكار، فذكِّر، ولا تقعد معهم إذ يخوضون في آياتنا، وما عليك ولا على من معك من المتقين من حسابهم من شيء، فذرهم؛ لأنهم اتخذوا دينهم هزوا ولعبا وغرتهم الحياة الدنيا، ولكن ذكِّرهم فقط حتى لَا يسقطوا في الشر إلى أقصى درجاته، وينالوا من بعد ذلك عذاب الجحيم، وقل لهم: أندعوا من دون الله ما لَا يضرنا ولا ينفعنا، ونرد على أعقابنا بعد ذلك إذ هدانا الله كالذي أصابته حيرة باستهواء الشياطين له في الأرض، فيدفعه الشيطان إلى التردي، ويدعوه أصحابه إلى الهدى، وهو حائر، وأن الهدى هدى الله، وأمرنا أن نسلم لرب العالمين وأن نقيم الصلاة، وأن نؤمن بالله وهو الذي خلق السماوات والأرض ويوم يقول: كن، فيكون، وقوله الحق، وله الملك يوم القيامة، وهو الحكيم الخبير، عالم الغيب والشهادة. </p><p> ولقد بين سبحانه وتعالى قصة الخليل إبراهيم أبي الأنبياء وأخبار ذريته، وفى هذه القصة بين سبحانه كيف يكون إدراك العقل لله سبحانه ووحدانيته، مستمدا ذلك من الفطرة السليمة - رأى الخليل بفطرته أن الأصنام لَا يمكن أن تكون آلهة، وخاطب أباه بذلك، واعتبره ضلالا، ثم اتجه إلى تعرف الإله الأوحد، ظنه في كوكب، ولكنه أفل فزال، والإله لَا يزول، ثم ظنه القمر إذ رآه بازغا، ولكنه أفل أيضا، واعتبر نفسه تسير في ضلالة، وأنه إن لم يهده ربه الذي يؤمن بوجوده ليكونن من الضالين، فلما رأى الشمس بازغة قال: هذا ربى؛ لأنها أكبر، فلما أفلت أدرك أن الله تعالى لَا يكون أمرا محسوسا، فقرر البراءة من الشرك واتجه إلى الخالق الذي تدل آثاره على وجوده، ومخالفته لمخلوقاته، فقال:  (إِنِّي وَجَّهْتُ وجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ) </p><p> وأخذ بعد هذه الهداية يحاجُّ قومه ويحاجُّونه ويذكر لهم أن أوثانهم لا تضر ولا تنفع، فليسوا موضع خوف منه، وهم الجديرون بأن يخافوا؛ لأنهم يشركون بالله ما لم ينزل به حجة تدل على صحة الإيمان بهم، ثم قال:  (. . . فَأيُّ الْفَرِيقَيْنِ أَحَقُّ بِالأَمْنِ إِن كُنتُمْ تَعْلَمُونَ) . لَا شك أن أحق الفريقين بالأمن الذين لم يخلطوا إيمانهم بشرك، وتلك حجة الله تعالى الذي أجرأها على لسان إبراهيم - عليه السلام - وأجراها من بعده على ألسنة الأنبياء من بعده، وعلى نوح من قبله. وقد ذكر سبحانه وتعالى الأنبياء من ذريته، وقد آتاهم الله الكتاب والحكم والنبوة، وكان من أقوامهم من آمن، ومنهم من كفر، فإن يكفر المشركون من العرب الذين بعث إليهم محمد - صلى الله عليه وسلم - فغيرهم مؤمن؛ وهم يقاومون الشرك، وقد بين سبحانه وتعالى العبرة في قصصهم، فقال:  (أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ (٩٠) . </p><p> وقد بين سبحانه وتعالى بعد قصة إبراهيم أن الذين يشركون ما قدروا الله حق قدره، وقد نفوا رسالة الله تعالى، فسأل من أنزل الكتاب الذي جاء به موسى، وقد كان يعرف أن لليهود كتابا، وقد بين أن اليهود يخفون بعضه وهو كثير ويظهرون بعضه، ولا يصح أن يقتدوا بآبائهم؛ لأنهم علموا ما لم يعلموا من قبل، ولم يعلمه آباؤهم. </p><p> وذكر سبحانه بعد ذلك منزلة القرآن، وهو أنه كتاب مستمر بهدايته واتباعه، وأنه نزل على محمد الذي علمتموه أمينا عدلا لَا يكذب، ولا أحد أظلم ولا أكذب ممن يدعى أنه أوحى إليه، ولم يوحَ إليه بشيء. . ومن قال: سأنزل مثل ما أنزل الله من المشركين وأشباههم، وصور سبحانه وتعالى حال الظالمين، وهم في غمرات الموت باسطي أيديهم بالمنجاة، ويقال لهم: اليوم أخرجوا أنفسكم بما كنتم تقولون على الله غير الحق، وكنتم عن آياته تستكبرون، وأنهم سيذهبون إلى الله مجردين عن الأتباع والنُّصَراء، وتركوا ما مكنوا فيه من أموال وبنين وأولياء وراء ظهورهم، وكانوا كما خلقهم أول مرة، وليس معهم الشركاء الذين </p><p> زعموا أنهم يشفعون لهم:  (. . . لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ) . </p><p> بعد هذه الأدلة الساطعة، والقصص المذكِّر، والتوجيه المنبه، بين سبحانه أنه وحده المنشئ على غير مثال سبق، فهو الذي يفلق الحب فيكون منه النبات، ويفلق النوى فيكون منه الشجر، وهو يبدع الحياة في هذا النبت الجامد، ويخرج ذلك البذر الجامد من الأغصان الرطيبة، وهو الذي يخرج الإصباح من الظلام، ويجعل الليل سكنا واطمئنانا بعد كدح النهار، وهو الذي يجعل الشمس والقمر بحسبان، وكل ذلك بتقديره، وهو العزيز العليم، وهو الذي زيَّن السماء بالنجوم لتهتدوا بها في ظلمات البحر، وذلك ليكون أمارة وجوده ووحدانيته لقوم يعملون عقولهم، ولا تتسلط عليهم أوهامهم، وبعد أن بين ذلك التوجيه العام في خلقه؛ اتجه إلى بيان خلق الإنسان فأنشأ بني الإنسان من نفس واحدة، واستقر في هذا الوجود، وأودع الأرحام ودائعها، وتلك آيات لمن يؤمن، وينفذ ببصيرته إلى حقائق الأمور، وبين من بعد ذلك، الثمرات التي تكون من التقاء السماء بمائها بالأرض فيكون أطيب الثمار، وأطيب الزرع، وما فيه من عجائب، وبين تنوع الخلق، فأشار سبحانه إلى النخيل والأعناب والزيتون والرمان، والمتشابه، وغير المتشابه، وما يكون من ثمرات، وفي كل ذلك لمن يؤمن بالحق ويذعن للحقائق. </p><p> ومع كل هذه الآيات البينات التي يدركها من يعقل، ويصل إلى الحقائق فيها من يفقه، ويذعن لها من يؤمن بالحق ولا يماري فيه - مع كل هذه الآيات وجد من جعلوا له شركاء من الجن وهو الذي خلقهم، ومن يحمقون، فيدعون أن لله بنات وبنين سبحانه وتعالى عما يصفون. إنه سبحانه خلق السماوات والأرض كيف يكون له ولد ذكر أو أنثى وليست له صاحبة، وإذا كان الله تعالى خالق كل شيء فهو وحده المستحق للعبادة وحده، وهو سبحانه المنمِّي لكل شيء بعد خلقه. </p><p> وقد بين بعد ذلك بعض صفاته، فهو لَا تدركه الأبصار؛ لأنه غير محسوس، وهو يدرك الأبصار، وهو العالم علما دقيقا لكل شيء، وأن كل ما سبق؛ فيه ما يبصركم بالحق، والتبعة عليكم بعده، (فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ) ، وإن هذا كله تصريف في القول المعجز، ليؤمنوا وليقولوا: درست على ربك. ومن بعد ذلك أمر الله تعالى نبيه الكريم بأن يتبع ما يوحى إليه، وأن يعرض عن المشركين، والله تعالى هو الذي كتب عليهم الكفر، وما كان النبي - صلى الله عليه وسلم - حافظا يمنع عنهم الكفر، ولا حاميا يدافع عنهم. </p><p> ولقد علم الله المؤمنين الحكمة بأن ينظروا إلى مآلات أقوالهم ولو كانت حقا، فلا يسبوا ألهة المشركين حتى يندفعوا فيسبوا الله تعالى ظالمين جاهلين، ثم هم معاندون، يقسمون أنهم إن جاءتهم معجزة غير القرآن يؤمنوا، فردهم سبحانه بأنه يختار من الآيات ما يكون مناسبا وله الحكمة، والله سبحانه هو مقلب القلوب، فليتركوا في ضلالهم وعمايتهم بعد البيان المرشد الحكيم. </p><p> وأن هؤلاء كتب الله تعالى عليهم الشقوة إلا أن يرحمهم فيتركوا ما هم فيه من ضلالة، فلا تجدي فيهم الآيات إلا أن يشاء الله تعالى، فلو أنزل الله تعالى عليهم الملائكة، وكلمهم الموتى معلنين بعثهم، وجمع عليهم كل شيء يكون في المستقبل ما كانوا ليؤمنوا إلا أن يشاء الله، والله سبحانه وتعالى قد اختبر الأنبياء فجعل لهم من شياطين الإنس والجن أعداء يزخرف بعضهم لبعض القول ويغرونهم، ولو شاء الله تعالى ما فعلوه، فذرهم وما يفترون، وأنه لتصغى إليه أفئدة الذين لَا يؤمنون بالغيب والآخرة، بل لَا يفهمون إلا ما بين أيديهم، وبذلك يقترفون الآثام التي يقترفونها لأنهم يقولون إن هذه الحياة الدنيا هي وحدها الحياة. </p><p> وأنه لَا يمكن أن يكون للمؤمن حكم غير الله؛ لأنه هو الذي أنزل الكتاب مبينا فيه كل شيء وأهل الكتاب يعرفون ذلك، ولا يصح أن يكون ذلك موضع شك، وأنه ببيان القرآن تمت كلمة ربك صدقا وعدلا، وهو السميع العليم، ولا يجوز التقليد للآباء والبيئات، فإنه إن يطع النبي من في مكة أو بلاد العرب يضل عن </p><p> سبيل الله، لأن سبيل الله تعالى هي الحق والعقل، وهم يتبعون الظن ويخرصون، وربك أعلم بمن يضل عن سبيله، وهو أعلم بالمهتدين. </p><p> وإن من شركهم أن يذبحوا الذبائح باسم الأصنام فنهى الله تعالى المؤمنين عن أن يأكلوا مما لم يذكر اسم الله تعالى عليه، بل إنهم يأكلون ما ذكر اسم الله تعالى عليه، ولا يصح أن يوجد ما يمنعهم إلا من يكون في حال اضطرار، والله أعلم بالمعتدين، وعلى المؤمنين أن يذروا ظاهر الإثم وباطنه، وألا يأكلوا مما لم يذكر عليه اسم الله تعالى، ولا شك أن المشركين سيجادلون في تحريم هذا وإحلال غيره، وعلى المؤمنين ألا يطيعوهم، وإلا كانوا مشركين مثلهم، وإنه لا يتساوى الميت مع الحي، وكذلك لَا يتساوى الضال الذي هو كالميت مع المؤمن الذي يحيا حياة طيبة وله نور يمشي به في الظلمات، ولكن زين لهم سوء أعمالهم. وإنه ليس بغريب أن يناوئ محمدًا - صلى الله عليه وسلم - أكابر من قريش، فإن كل قرية يكون فيها أكابر مجرميها، يمكرون فيها ويسيطرون عليها، والعاقبة عليهم وما يشعرون، وهم يحسدون رسل الله تعالى فيطلبون أن يؤتوا مثل ما أوتي رسل الله، وذلك شرط لإيمانهم، والله أعلم حيث يجعل رسالته، وسيصيبهم صغار بسبب إجرامهم وعذاب شديد بسبب كفرهم ومكرهم السيئ لخفض كلمة الله تعالى. ومن يرد الله تعالى الخير له يشرح صدره للإيمان، ومن يرد غير ذلك منه يجعل صدره ضيقا حرجا كأنما يصعد في السماء من شدة ضيق صدره وتوالي أنفاسه، وبذلك يكون عليه الرجس وعلى الذين لَا يؤمنون، وهذا صراط الله تعالى مستقيما قد فصلنا الآيات وبينَّاها لقوم يذكرون. </p><p> ولقد بين سبحانه وتعالى اختصاص المؤمنين، فذكر أن لهم دار الأمن والاطمئنان والسلام عند ربهم الذي خلقهم وهو وليهم، وذلك جزاء عملهم، وإن الله تعالى يوم يجمعهم جميعا يناديهم يا معشر الجن قد استكثرتم من الإنس، وأولياؤهم من الإنس يقولون قد استمتع بعضنا ببعض، وبلغنا أجلنا الذي أجلت لنا، فذكر سبحانه أن النار هي المثوى الذي ينتهون إليه، وكذلك يمكن بعض </p><p> الظالمين من بعض بسبب ما كانوا يكسبونه، ثم في هذا الجمع الجامع ينادي رب البرية (يَا مَعْشَرَ الْجِنِ وَالإِنسِ. . .) ، ويذكرهم بمن بعث إليهم من رسل يذكرون لهم آياته سبحانه، وينذرونهم لقاء يومهم هذا، فيشهدون على أنفسهم، ولكن غرتهم الدنيا وزخرفها، وأطغاهم أن الله تعالى لَا يهلك القرى بسبب ظلمها، وأهلها غافلون. ولكل درجات بسبب أعمالهم، والله لَا يترك عمل عامل، وهو الغني ذو الرحمة إن شاء يذهبهم، ويستخلف من بعدهم قوما غيرهم، وما وعد به سبحانه آت لَا محالة لأنه لَا يعجزه أحد، وأمر الله نبيه أن يدعو قومه إلى أن يعملوا ما فيه رفعة مكانتهم واجعل نفسك قدوة لهم في العمل، وستعلمون من تكون له عاقبة الدار. </p><p> وذكر سبحانه وهْمًا من أوهامهم إذ جعلوا لله تعالى مما خلق من الإبل والبقر والغنم نصيبا وجزءا لما يزعمون آلهة، فما يجعلونه للشركاء يكون لهم، وما يكون لله لَا يصل إليه، ويصل إلى شركائهم، وساء ما يحكمون به في هذه القضية وغيرها. </p><p> ومنهم من كان قد زين لهم الشيطان قتل أولادهم بوهم للآلهة التي يزعمون، فأردوهم، ولبسوا عليهم دينهم ولو شاء ربك ما فعلوه وهو افتراء فذرهم أيها الرسول - صلى الله عليه وسلم - بعد أن بينت، وحرموا على أنفسهم بأوهامهم، فجعلوا بعض الأنعام للأكل والحرث وأنعام لَا يطعمها كل الناس، وأنعام ممنوعة، وأنعام حرم ركوبها، وأنعام يأكلونها من غير ذكر اسم الله، وكل ذلك افتراء سيجزيهم الله تعالى عليه، وقالوا: ما في بطون هذه الأنعام للذكور منا، ويحرم على أزواجنا، وإن يكن ميتة فهم فيه شركاء وسيجزيهم الله تعالى على ذلك، إنه حكيم عليم. </p><p> وكانوا يقتلون أولادهم سفها بغير علم، ويحرمون ما رزقهم الله افتراء على الله قد ضلوا وما كانوا مهتدين. </p><p> ولقد بين سبحانه أنه أباح الطيبات وهو الذي خلقها وأنشأها للناس، فذكر أنه أنشأ جنات معروشات كالأعناب وغير معروشات كالبرتقال وغيره، والنخل والزرع مختلنما أكله من قمح وشعير وفول وبقول والزيتون والرمان متشابها آحاده وأنواعه وغير متشابه، وخلق ليؤكل، كلوا من ثمره، وآتوا ما عليه من زكوات يوم حصاده ولا تسرفوا في الأخذ حتى لَا تطغوا إن الله لَا يحب المسرفين، وبعد أن بين النعم فيما تخرجه الأرض بين نعمه، فمن الأنعام حمولة تحملكم من أرض إلى أرض أنتم وأمتعتكم وتتخذون من جلودها وأشعارها وأوبارها فرشا، ولا تتبعوا خطوات الشيطان في طعامها وتحريم بعضها، وتحليل بعضها، فسبب التحريم ليس متحققا فيها، فهي ثمانية أزواج؛ من الضأن اثنين، ومن المعز اثنين، ومن الإبل اثنين، ومن البقر اثنين، فما سبب التحريم الذي تبتدعونه في بعضها فهل في الذكورة، فتحرموا كل الذكور؟ أم في الأنوثة فتحرموا كل الإناث؟ أم فيهما فتحرم كلها؛ وأنتم تحرمون بعض الذكور دون بعض، فلا مبرر للتحريم، والتحريم ظلم وافتراء، ومن أظلم ممن افترى على الله ليضل الناس بغير علم، إن الله لَا يهدي القوم الظالمين، ثم أمر رسوله بأن يبين المحرمات من الأنعام وهي: الميتة والدم المسفوح ولحم الخنزير وكل هذا رجس قذر، وما أهل لغير الله وهو فسق، وذلك كله حرام على المختار فمن اضطر غير متعدّ، ولا متجاوز حد الضرورة فإن الله غفور رحيم، ثم بين سبحانه ما حرمه على اليهود لغلظ قلوبهم، فذكر أنه حرم عليهم كل ذي ظفر من البهائم، وحرم من البهائم شحومها إلا ما حملت ظهورها أو الحوايا أو ما اختلط من الشحوم بالعظم، وكان تهذيبا لنفوسهم الشرهة، وجزاء لبغيهم. </p><p> وذكر سبحانه أن المشركين يكلون شركهم إلى تقدير ربهم، أي يأثمون، ولا يحملون أنفسهم إثمهم، وكذلك كل الفاسقين حتى يروا بأس الله تعالى يوم القيامة - وهل عندهم علم سوَّغ أن يحملوا غيرهم إثم فعلهم، فيحرموا ما حرموا؛ إن يتبعون إلا الظن الكاذب والوهم، والله عنده الحجة البالغة، وهاتوا </p><p> شهداء يشهدون أنه حرم ما حرموه على أنفسهم، فإن شهدوا فلا تشهد معهم، ولا تتبع أهواء الذين كانوا بأدلة الله يكذبون، ولا يؤمنون بالآخرة، وهم بربهم يعدلون، ويجعلون معه شركاء. </p><p> وبعد أن ذكر سبحانه ما حرموه على أنفسهم، وبطلان ادعائهم أمر رسولِه أن يبين لهم ما حرمِ عليهم وهم فيه واقعون وهو (. . . أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ (١٥١) وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ (١٥٢) . </p><p> وقد بين سبحانه بعد ذلك أن هذا هو صراطه المستقيم، عليهم أن يتبعوه، ولا يتبعوا السبل، فتفرق بهم عن سبيله، فغيرها مثارات الشيطان، وطرائقه، وتلك وصيته رجاء أن تتقوه فاتبعوها؛ ويبين سبحانه أن هذه المحرمات جاءت في شريعته - صلى الله عليه وسلم - وفي كتابه، وقد سجلت في القرآن، فكانت شرعا لله، فاتبعوها واتقوا الله لعلكم ترحمون، ولا تعرضوا عنها بأن تقولوا إنما أنزل الكتاب على طائفتين هم اليهود والنصارى من قبلنا ونحن غافلون عن دراستهم، أو تعرضوا قائلين لو أنزل علينا الكتاب لكئا أهدى منهم فها هو ذا أنزل عليكم من ربكم فيه بينة وهدى ورحمة، وإنكم من بعد تظلمون بتكذيبكم بآيات الإعجاز فيه، وتصدفون عنها، وجزاؤكم على ذلك الظلم سوء العذاب. </p><p> هذه حجج قاطعة فإذا كنتم تعرضون عنها، فهل تنتظرون أن تأتيكم الملائكة أو يأتي ربك، أو يأتي بعض آيات ربك القاصمة لظهوركم، (يَوْمَ يَأتِي بَعْضُ آيَاتِ) وهو يوم القيامة (. . . لَا يَنفَع نَفْسًا إِيمَانُهَا لَمْ تَكنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا قلِ انتَظِرُوا إِنَّا مُنتَظِرُونَ) . </p><p> وإن الذين فرقوا دينهم من اليهود والنصارى وكانوا شيعا لست منهم في شيء، إنما أمرهم إليَّ ثم أنبِّئُهم، بما كانوا يفعلون، ثم بين سبحانه الجزاء فجزاء الحسنة عشرة أمثالها، وجزاء السيئة مثلها، وطالبه - صلى الله عليه وسلم - أن يكون قدوة فأمره أن يقول:  (قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (١٦١) قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (١٦٢) لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ (١٦٣) قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ. . .). </p><p> وبين أن كل نفس وما تفعل، فلا تزر وازرة وز أخرى، ولا تكسب كل نفس إلا عليها، وإلى الله مرجع الجميع، فينبئهم بما كانوا فيه يختلفون. </p><p> وبين سبحانه منزلة الإنسان في هذا الوجود، فقال تعالت كلماته:  (وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ (١٦٥) . </p><p> * * * </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ (١) هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ أَنْتُمْ تَمْتَرُونَ (٢) وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ (٣) وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ (٤) فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَسَوْفَ يَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (٥) أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ (٦) </p><p> * * * </p><p> كان ختام السورة السابقة إثبات سلطان الله تعالى الكامل، وقدرته الشاملة، وأنه لَا يعجزه شيء في السماء ولا في الأرض، إذ قال سبحانه:  (لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا فِيهِنَّ وَهُوَ عَلَى كُلِّ شيْءٍ قَدِيرٌ) . وفي هذه الآية يبين سبحانه السبب في كمال سلطانه، والظهر الأعظم لكمال قدرته، وهو خلق </p><p> السماوات والأرض وخلق الإنسان، فإن هذا من أسباب السلطان الكامل على السماوات والأرض ومن فيهن، وهو مظهر كامل لكمال قدرته سبحانه وتعالى، وهذا قوله تعالى: </p>"
}