{
  "id": null,
  "sura": 5,
  "aya": 90,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالمَيْسِرُ وَالأَنصَابُ وَالأَزْلام رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ) الخمر بمعنى المصدر هو الستر، ولذلك يقال لما يستر به الرأس عند النساء خمار، والخمر بمعنى الاسم ما يخمر العقل ويستره، ويمنعه من التقدير الصحيح، والفقهاء اختلفوا في تعريف الخمر الذي جاء في القرآن تحريمها بالنص، فقال بعضهم: إنها ما يتحقق فيها المعنى اللغوي الأصيل، فهي تكون لكل مسكر يخمر العقل ويستره، وبعض الفقهاء قال: إنها اسم المسكر المتخذ من ماء العنب والتمر لما روي عن النبي - صلى الله عليه وسلم - \" الخمر من هاتين الشجرتين النخلة والعنبة \"  (١) وقال بعض الفقهاء إنها لَا تكون للمطبوخ، بل تكون للنَيِّئِ. </p><p> وقال الحنفية: إن الخمر المذكور تحريمها بالنص في القرآن الكريم هي النيِّئ من ماء العنب إذا غلا واشتد وقذف بالزبد، فهذه هي الخمر الذي جاء بتحريمها النص القرآني. </p><p> وما جاء من الأشربة المحرمة، فقد ثبت تحريمها بالقياس؛ لأنها تشترك مع الخمر المحرمة بالنص في علة التحريم، وهي الإسكار فحرمت لإسكارها لَا لورود النص بها. </p><p>(١) رواه مسلم: الأشربة، والترمذي: الأشربة - ما جاء في الحبوب التي يتخذ منها الخمر (١٨٧٥). كما رواه النسائي، وأبو داود، وابن ماجه وأحمد.</p><p> هذه هي الخمر الواردة في القرآن وكلام الناس فيها، والميسر هو القمار، وهو يشمل كل كسب بطريق الحظ المبني على المصادفة من كل الوجوه، وهو يكون للعب على المال: فالنرد على مال للكسب قمار، والشطرنج على المال قمار، وهكذا، وتحريم الميسر لذات الفعل، فالفعل في ذاته حرام، والكسب عن طريقه حرام؛ لأنه سحت، وأكل لمال الناس بالباطل. </p><p> والأنصاب تطلق عند عرب الجاهلية بإطلاقين: أحدهما - نصب من الحجارة كانت تعبد، أو تقدس. </p><p> والإطلاق الثاني: حجارة مقدسة كانت تخصص للذبح تقربا للأصنام. </p><p> والأزلام جمع زلم، وهي السهام التي كانوا يتقاسمون بها الجزور أو البقرة إذا ذبحت، فسهم عليه واحد، وسهم اثنان وهكذا إلى عشرة، وقد حرم القرآن القسمة بذلك لأنها من الميسر. </p><p> وقد جمعت هذه الأمور كلها مع تحريم الخمر؛ لأنها متجهة جميعها إلى الخبائث، فالخمر ومعها الميسر كانا مقترنين في التحريم؛ لأنهما عادة كانا مقترنين في الواقع، فيندر أن يلعب الميسر من لَا يشرب الخمر، وشارب الخمر المدمن عليها يمتد به الإثم، حتى يتناول الميسر أيضا. </p><p> والأزلام كانت تتخذ لقسمة الذبائح بالميسر، فيسحب الشخص الزلم، ويكون له من اللحم بمقدار ما يعلمه السهم، فإن كان واحدا أخذه، وإن أكثر أخذه بمقدار ما يعلمه. </p><p> والنصب جمعت مع هذه، لأنها أصنام وهي الأصل فساد في العقيدة، أو لأنها مقدسة لَا تؤكل الذبيحة إلا إذا ذبحت عليها، فكان جمعها مع الخمر والميسر لصلتها بالميسر، ولأنها نوع من تحريم ما أحل الله تعالى لغير سبب معقول لَا من الشرع ولا من العقل، فهي ذات صلة وثيقة بالآية التي قبلها. </p><p> وكان جمع هذه الأشياء مع ما سبق لأن لها مصدرا من الطبع واحدا، وحكما من الشرع واحدا، وهو أنها رجس، ومن عمل الشيطان، والرجس كل ما استقذر، </p><p> وهو يطلق أولا على الأشياء القذرة التي تعافها ولا تستطيبها النفس أو أن عواقبها وبيئة، وتطلق بالإطلاق الثاني على الأعمال السيئة التي لَا يقبلها العقلاء، ولا مبرر لها عند أهل البصر والإدراك، والخمر مستقذرة في ذاتها لأن النفس لَا تستطيبها شرابا، ولولا العادة ما تعودها الناس لعدم مساغها، ونتيجتها مستقذرة لأنها تفقد الشخص الإدراك، يكون قذر العمل، يأتي بما لَا يستحسنه العقلاء، وهي مستقذرة؛ لأنها ضارة بالجسم أبلغ الضرر وأشده، فهي تفسد الكبد، وتضل العقل، ولقد حرمها بعض الجاهلين على نفسه، ولما قدمت له قال:  (لا أتناول ضلالي بنفسي) وهي تثير النزوات والشهوات، ويروى أن أعرابية جاءت إلى مكة، فأسقيت الخمر، فلما ثملت قالت: أنساؤكم يشربن الخمر، فلما قيل لها: نعم. قالت: إن نساءكم لزوانٍ. </p><p> والخمر أم الخبائث، لأنها تسهل كل الخبائث، فما من شر يريد أن يقدم عليه الشخص، ويتردد في ارتكابه إلا سهلته الخمر، فهي تميت النفس اللوامة، أو على الأقل تضعف صوتها، وتخدر الوجدان، وهو الإحساس بما في العمل الذي يعمله من خطر، ومن أجل ذلك كله حرمت. </p><p> ولا يقال إنها حرمت للإسكار فقط، حتى لَا يزعم ناس أنها حلال له؛ لأنه لم يسكر، فذلك قول باطل أولا - لأن النص قاطع في التحريم، وكل اجتهاد مع النص اجتهاد فاسد، وثانيا - لأن كون الشيء مسكرا لَا ينظر فيه إلى الجزئيات بل النظر فيه إلى شأنه، ولا تخرم القاعدة الكلية بشذوذ جزئي. وثالثا - لأنها تميت الضمير والوجدان أو تخفت الصوت اللائم، وتذهب بالحياء وهو عصام الأخلاق والمجتمع السليم. </p><p> والميسر مستقذر، لأنه يؤدي إلى الشحناء واكل أموال الناس بالباطل، واتخاذ الأنصاب مستقذر لأنه لَا يتفق مع العقل ولا يدعو إليه الفكر المستقيم، وهو من ضلال العقول وفساد النفوس، والأزلام لون من ألوان الميسر، وشكل من أشكاله، وهو قذر بكل صوره، وبكل أشكاله. </p><p> وإذا كان ذلك كله رجسا، فلماذا يتناوله العقلاء؟ فأجيب بأنه من عمل الشيطان الذي يحسن القبيح، ويقبح الحسن. </p><p> (فَاجْتَنِبُوهُ لَعَلَّكُمْ تفْلِحُونَ) الضمير في: (فَاجْتَنِبُوهُ) يعود على كلمة رجس، والفاء للإفصاح عن شرط مقدر، وتقدير الكلام هكذا: إذا كان تناول هذه الأشياء، رجسا ومن عمل الشيطان، فاجتنبوه لتنالوا الفوز والفلاح أو لترجوا الفوز والفلاح، فمعنى قوله تعالى:  (لَعَلَّكُمْ تفْلِحُونَ) أي لترجو الفوز والفلاح، فلا فوز لقوم يضلون عقولهم بأنفسهم، ويفرون من واجباتهم بالخمر يشربونها، وبالموبقات يتسلون بها وبإضلال عقولهم وضياع تفكيرهم. </p><p> و \" اجتنبوه \" معناها اجعلوه في جانب وأنتم في جانب، وهو أقوى من \" لا تشربوها \" في الدلالة على التحريم؛ لأن \" اجتنبوها \" لَا تدل فقط على تحريم الشرب، بل تدل على تحريم الشرب مع جعلها في جانب، وابتعاد، وهي تتضمن النهي عن الشرب، ومجالسة الشاربين، لأن مجالسة الشاربين لَا يتحقق فيها الأمر بالاجتناب، بل إن الاجتناب يتضمن النهي من المرور على الحانات أو غشيانها. </p><p> وقد زكى التحريم للخمر والميسر بأمرين باقترانهما باتخاذ الأنصاب والأزلام، ووصف الجميع بالقذارة الحسية المعنوية، وثاني الأمرين ببيان بعض الآثار من إلقاء العداوة والبغضاء، والصد عن ذكر الله فقال: </p><p> * * * </p>"
}