{
  "id": null,
  "sura": 5,
  "aya": 35,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنوا اتَّقوا اللَّهَ وَابْتَغوا إِلَيْهِ الْوَسِيلَةَ) النداء موجه للمؤمنين بوصف أنهم مؤمنون؛ لأن مقتضى الإيمان أن يربوا أنفسهم على الخير، وينزعوا منها نوازع الشر، وقد ذكر سبحانه وتعالى الطريق لتربية النفس وتغليب جانب الخير فيها على جانب الشر، وجانب الصلاح على جانب الفساد، وتلك الطريق المثلى مكونة من نقط ثلاث يتكون منها الخط المستقيم الموصل للغاية الفضلى، وهذه النقط الثلاث هي التقوى، وابتغاء الوسيلة، والجهاد في سبيله، والغاية الحسنى هي الفلاح في الدنيا والآخرة، ولنشر بكلمة موجزة إلى معاني التربية في كل نقطة من هذه النقط. </p><p> (اتَّقُوا اللَّهَ) أي: اجعلوا بينكم وبين غضب الله تعالى وقاية، بحيث تكون نفوسكم في حصن لَا يدخل إليها الشر وهي فيه، وهذا الحصن هو التقوى التي تملأ القلب بذكر الله تعالى، فلا تحس النفس إلا به سبحانه مسيطرا على كل ما في هذا الوجود، وتحس به رقيبا لَا تخفى عليه خافية من خلجاتها، يعلم ما يخفى كل إنسان وما يعلن، وما يسر به وما يجهر، فيتجه إليه سبحانه وتعالى كأنه يرى ربه في كل عمل يعمله، فإن لم يكن يراه سبحانه فإنه يراه، كما قال النبي - صلى الله عليه وسلم -: \" اعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك \"  (١) . </p><p>(١) سبق تخريجه.</p><p> ولا شك أن النفس إذا امتلأت بالتقوى ذلك الامتلاء، جانبها الهوى والحقد والحسد، وحب الاستعلاء الباطل، وصار صاحبها ممن ينطبق عليهم قول الله تعالى في أوصاف أهل الإيمان:  (. . . لَا يُرِيدُونَ عُلُوًّا فِي الأَرْضِ وَلا فَسَادًا. . .) . </p><p> (وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ) هذه هي النقطة الثانية من الخط المستقيم الذي لَا عوج فيه، فالنقطة الأولى ملء القلب بذكر الله تعالى وخشيته، وجعلها دائما في إحساس برقابته، وإنه يترتب على إدراك هذا الجزء من الخط المستقيم الوصول إلى النقطة الثانية، وهي طلب ما يتوسل به إليه لنيل رضاه وإدراك حق طاعته، فالوسيلة: هي ما يتوسل بها إلى رضا الله تعالى، وهي طاعته راغبا فيها محبا لها قاصدا إليها، وزكى لذلك طلبها بقوله تعالى:  (وَابْتَغُوا) أي اطلبوا رضاه وطاعته سبحانه طلب من يحبه ويبغيه لثواب، وتلك أعلى الدرجات، ومن دون ذلك له فضل كبير ما دام قد طلب رضا الله تعالى. </p><p> فالوسيلة على هذا هي الطاعة برغبة، ولقد قال في ذلك الأصفهاني: \" الوسيلة التوصل إلى الشيء برغبة لتضمنها لمعنى الرغبة قال تعالى: (وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ) . وحقيقة الوسيلة إلى الله تعالى مراعاة سبيله بالعلم والعبادة، وتحري مكارم الشريعة، وهي كالقربة، والواسل: الراغب إلى الله، وعلى هذا التفسير اللغوي القرآني يكون معنى الوسيلة: الطاعة والتقرب إلى الله تعالى وطلب مرضاته. وقد جاءت بهذا المعنى في آية أخرى هي قوله تعالى:  (أُوْلَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ. . .) . وعلى ذلك تكون النقطة الثانية من صراط الحق وخط الإيمان المستقيم هي الطاعة وطلب رضا الله تعالى وحده. </p><p> وهنا مسألة لفظية نشير إليها، وهي تقديم الجار والمجرور في قوله جل جلاله:  (وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ) . </p><p> وإن التقديم هنا للقصر، والتخصيص، والمعنى اطلبوا برغبة وشدة إلى الله وحده الوسيلة إليه والتقرب، فلا تطيعوا سواه إلا في ظل طاعته، ولا تتقربوا إلى غيره إلا في ظل طلب رضاه، فإنه لَا تقرب لسواه، ولا محبة إلا لأجله، كما قال النبي - صلى الله عليه وسلم -: \" حتى يحب الشيء لَا يحبه إلا الله \"  (١) فالحب لله والبغض لله هما أقوى دعائم الإيمان، وأن المؤمن يتوسل إلى الله تعالى بالقربات التي شرعها، حتى يكون سمعه الذي يسمع به، وبصره الذي يبصر به، ويمتلئ قلبه ونفسه بنوره، فيكون ربانيا. </p><p> وإنه قد جاء في العبارات الإسلامية معنى للوسيلة على أنها درجة من أعلى الدرجات في الجنة، بل أعلاها، وهذا المعنى متلاق مع أصل المعنى، وهو التقرب إلى الله والتوسل إليه وحده بالطاعات، ولقد كان من الدعاء الذي يردد في الآذان ما رواه البخاري: فقد روي عن جابر بن عبد الله أنه قال: قال رسول الله - صلى الله عليه وسلم -: \" من قال حين يسمع النداء اللهم رب هذه الدعوة التامة والصلاة القائمة آت محمدا الوسيلة والفضيلة وابعثه مقاما محمودا الذي وعدته حلَّت شفاعتي له يوم القيامة \"  (٢) . وروى مسلم عن عبد الله بن عمرو بن العاص أنه سمع رسول الله - صلى الله عليه وسلم - يقول:  \" إذا سمعتم المؤذن فقولوا مثل ما يقول، ثم صلوا عليَّ، فإنه من صلى على صلاة صلى الله تعالى عليه عشرا، ثم سلوا الله لي الوسيلة، فإنها منزلة في الجنة لَا تنبغي إلا لعبد من عباد الله وأرجو أن أكون أنا هو، فمن سأل الوسيلة حلت له الشفاعة \"  (٣) . </p><p>(١) سبق تخريج ما في معناه من حديث. (٢) رواه البخاري: الأذان - الدعاء عند النداء (٦١٤)، وبلفظ: \" إلا حلّت \": الأذان - الدعاء عند الأذان (٦٨٠) عن جابر رضي الله عنه.(٣) رواه مسلم: الصلاة - استحباب القول مثل قول المؤذن لمن سمعه (٣٨٤)، والترمذي: المناقب - في فضل النبي - صلى الله عليه وسلم - (٣٦٤١)، والنسائي: الأذان - أملاة على النبي - صلى الله عليه وسلم - (٦٧٨)، وأبو داود: الصلاة - إذا سمع ما يقول المؤذن (٥٢٣)، وأحمد: مسند المكثرين - مسند عبد الله بن عمرو (٦٥٣٢).</p><p> (وَجَاهِدُوا فِي سَبِيلِهِ) هذه هي النقطة الثالثة من الخط المستقيم، وهو الصراط القويم، وهو الجهاد في سبيل الله تعالى، وسبيل الله هو الطريق المستقيم الذي ينتهي إلى الغاية العليا من شرائع النبوة، وهو السبيل الذي يكون فيه صلاح الإنسان، ودفع الفساد في هذه الأرض، وإقامة مجتمع فاضل بين العالمين، يسعى في ظله التقي البر، ويستمتع فيه الفاجر من غير عدوان ولا فساد، والجهاد: معناه بذاط أقصى الجهد في تحقيق تلك الغاية الإنسانية العليا، وهي الإصلاح في الأرض، ودفع الفساد عنها، وإقامة الحق، وخفض الباطل، وسيادة الفضيلة ودفع الرذيلة. والجهاد ذو شعب، الأولى جهاد النفس، ومغالبة الأهواء والشهوات، ومقاومة نزعات الشيطان، ومراقبة النفس، وسماه النبي - صلى الله عليه وسلم - الجهاد الأكبر، والشعبة الثانية من شعب الجهاد، العمل على تكوين رأي عام فاضل يحث على الخير، ويقاويم الشر، ويمنع الظلم، ويقيم العدل ويحمل الظالمين على الجادة المستقيمة، ويصح أن يسمى ذلك جهادا داخليا؛ لأنه حماية للأمة من الآفات الاجتماعية، ووقاية لها من الشر الذي يقع فيها، فهو جهاد لحماية المجتمع من آحاده كما أن الشعبة الأولى حماية للفرد من آفات نفسه. </p><p> والشعبة الثالثة من شعب الجهاد العمل على حماية المجتمع من الظلم الخارجي، ونشر لواء المحبة والمودة بين الشعوب، وجعل العدل يسود العلاقات الدولية، ومدافعة الظالمين، وذلك النوع من الجهاد ذو ثلاث شعب، أولاها - نصر الحق بين العالم بالدعوة إليه باللسان والقلم، ومقاومة الشر من أن يستشري بالدعاية للحق والعدل ودفع الظلم، والثانية - مد الضعفاء بأسباب الحياة ومعاونتهم، والثالثة - مقاومة الظلم بالحرب العادلة دفعا للظالمين، كما قال تعالى:  (. . . وَلَوْلا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُم بِبَعْضٍ لفَسَدَتِ الأَرْضُ وَلَكِنَّ اللَّهَ ذو فَضلٍ عَلَى الْعَالَمِينَ) . </p><p> ولقد قال النبي - صلى الله عليه وسلم -: \" جاهدوا المشركين بأنفسكم وألسنتكم وأموالكم \"  (١) . </p><p>(١) سبق تخريجه.</p><p> وإن نقطة الجهاد هي آخر الخط المستقيم، وهي نهايته، وفيها غايته، وهي تحقيق مجتمع فاضل، والثمرة المرجوة من هذا هو الفوز والفلاح \" ولذا قال سبحانه:  (لَعَلَّكُم تُفْلِحُونَ) . </p><p> إن تلك هي الثمرة المرجوة لهذه النقط الثلاث التي تكوِّن ذلك الخط المستقيم النير، وهو سبيل الله تعالى سبيل الفوز والنجاح، وأطلق، فلم يقيد بفلاح الدنيا، ولا بفلاح الآخرة؛ ولذلك كان شاملا، فإن الإنسانية إذا تهذبت نفوس الآحاد فيها، فاتخذت وقاية تمنعها من سخط الله تعالى، وإذا اتجهت إلى طلب رضاه والعمل في طاعته سبحانه، وصارت لَا تعمل إلا لله تعالى وابتغاء مرضاته، وجاهدت لإعلاء كلمة الحق في شتى نواحيه، وترابطت برباط المودة والمحبة والعدل والفضيلة - إذا كانت الإنسانية كذلك علا ابن الأرض في هذه الأرض، وعم الصلاح واندفع الفساد، وتحققت خلافة الإنسان فيها. </p><p> والرجاء في قوله تعالى:  (لَعَلَّكُمْ تُفْلِحُونَ) من الناس لَا من الله، أي أن المؤمنين إذا اتقوا الله وطلبوا مرضاته وجاهدوا في سبيله، كانت حالهم حال من يرجو الفوز، بل إن عليهم أن يرجوه، لأنهم ساروا في طريقه، وأنه يتميز رجاء المؤمنين حينئذ عن خيبة الكافرين الذين لم يسيروا في ذلك الخط المستقيم؛ ولذا ذكر سبحانه حالهم في مقابل حال المؤمنين، فقال سبحانه: </p><p> * * * </p>"
}