{
  "id": null,
  "sura": 5,
  "aya": 67,
  "text": "<p> (يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ) . النداء للنبي - صلى الله عليه وسلم - بوصف الرسالة لتشريفه بهذا الوصف الكريم، ولأنه مصطفى لها:  (. . . اللَّه أَعْلَمُ حَيْث يَجْعَلُ رِسَالَتَهُ. . .) . وللتمهيد لما يأمره به من التبليغ، وأن يصدع بأمر الله لَا يراقب أحدا، ولا يخاف من عدو؛ لأنه يبلغ ما أنزل الله تعالى إليه، وقد زكى سبحانه وتعالى الأمر بالتبليغ ووثقه بقوله:  (مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ) . </p><p> بما أنه منزل إليك من الله تعالى، فأنت الأولى بالتبليغ دون غيرك، والمسئول عن إعلام الناس بما أنزل الله تعالى، وإنك إذ تبلغ الرسالة في حماية الله تعالى وكلاءته، ولذلك قال تعالت كلماته:  (مِن رَّبِّكَ) . </p><p> أي الذي خلقك ونماك وقام على رعايتك وهو الذي يحميك، ويدفع عنك السوء والشر، ويبلغك مبلغ الحق من نشر الرسالة ليؤمن من يؤمن عن بينة، ويكفر من يكفر عن بينة:  (. . . وَمَا كُنَّا مُعَذّبينَ حَتَّى نَبْعثَ رَسُولًا) . </p><p> وقوله:  (مَا أنزِلَ إِلَيْكَ مِن رَّبِّكَ) . </p><p> (ما) فيه دالة على العموم، وهي بهذا العموم تدل على معنى (جميع) ، أي بلغ جميع ما أنزل إليك من ربك، أي لَا تخف شيئا ولا تكتم شيئا. </p><p> ولقد روى أن النبي - صلى الله عليه وسلم - قال:  \" إن الله تعالى بعثني برسالته فضقت بها ذرعا، وعرفت أن الناس يكذبونني، واليهود والنصارى وقريش يخوفونني،فلما أنزل الله هذه الآية:(يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ). زال الخوف \"  (١) . </p><p> فالرسول - صلى الله عليه وسلم - بلغ الشريعة كلها غير منقوصة، وما كتم شيئا، ولقد قالت أم المؤمنين عائشة - رضي الله تعالى عنها - وعن أبيها: من قال: إن محمدا كتم شيئا من رسالة الله تعالى فقد أعظم الفرية (٢) ، ولقد قال عليه السلام:  \" تركت فيكم ما إن أخذتم به لن تضلوا بعدي أبدا كتاب الله تعالى، وسنتي \"  (٣) . </p><p> ولو كان قد ترك شيئا لمن بعده، لكان قد ترك تبليغ الرسالة، ولكن ذلك محال لقوله تعالى (وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ) . </p><p> أي إن لم تبلغ كل ما أنزل عليك فما بلغت الرسالة؛ ذلك لأن ترك بعض الرسالة ترك لها، فمن كلف تبليغ كتاب لواحد، فأسقط منه أسطرا لَا يعد قد بلغ الكتاب، ومن يؤمر بتبليغ كلام فيحذف بعضه لَا يعد قد بلغ الرسالة؛ لأن الرسالة فيما هو عند الناس كلٌّ لَا يقبل التجزئة، فكيف تقبل رسالة الله تعالى إلى خلقه، تجزئة فينقل بعضها، ويكتم بعضها، وقد عبر عن هذا المعنى الزمخشري في </p><p>(١) روى الحميدي (٨٨٨) ج ٢، ص ٣٩٠ عن عمه أبي الأحوص عوف ابن مالك الجشمي عن أبيه. وفي مسند إسحاق بن راهوية (٤٣٩) عن رسول الله - صلى الله عليه وسلم - قال: \" إن الله أرسلني برسالة فضقت بها ذرعا، وعلمت أن الناس مكذبي فأوعدني أن أبلغها أو يعذبني \".(٢) متفق عليه؛ رواه مسلم: الإيمان - معنى قول الله عز وجل: (ولقد رآه. .) (١٧٧)، والبخاري بنحوه: تفسير القرآن - (يا أيها الرسول. .) (٤٦١٢).(٣) رواه الحاكم في المستدرك (٣٢٤) والبيهقي (٢٠٧٨٠)، والدارقطني (٤٥١١) عن أبي هريرة رضي الله عنه.</p><p> الكشاف، فقال \" ذلك \" أن بعضها ليس بأولى بالأداء من بعض، وإذا لم تؤد بعضها فكأنك أغفلت أداءها جميعا، كما أن من لم يؤمن ببعضها كان كأن لم يؤمن بكلها؛ لإدلاء كل منها بما يدليه غيرها، وكونها كذلك في حكم شيء واحد، والشيء الواحد لَا يكون مبلغا، وغير مبلغ، مؤمنا به، وغير مؤمن به \" أي أن تبليغ بعض الرسالة وترك بعضها معناه ترك وجوب الإيمان به فترة بعد وفاة الرسول، وذلك غير معقول في ذاته، وغير مقبول في هذا الشرع الشريف؛ لأن الله تعالى عندما تأذن بموت رسوله قال تعالت كلماته:  (. . . الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِينًا. . .) . </p><p> وإنه يجب التنبيه إلى أمور ثلاثة: </p><p> أولها - أن النبي - صلى الله عليه وسلم - ما انتقل إلى الرفيق الأعلى حتى أتم الرسالة بيانا، وقد يقول قائل إن الشريعة منها ما هو ثابت بالنص، وهذا بلا ريب قد تم بيانه قبل وفاة النبي - صلى الله عليه وسلم -، وقسم قد ثبت بغير النصوص، فكيف يكون قد تم بيانه،؟! والجواب عن ذلك أن تبليغ الشريعة كان ببيانها، وليس معنى البيان أن يبين حكم كل جزئي من الجزئيات، بل معنى البيان أن تبين الأحكام الكلية والجزئية التي يحتاج بيانها إلى نص، والجزئيات التي لَا تبين يكون من الكليات ما يدل عليها بوجود العلة أو الغاية التي يثبت أن الشارع الحكيم أرادها، ولذلك يقول الإمام الشافعي في الرسالة الأصولية: البيان إما نص قائم، وإما حمل على نص قائم، ولا شك أن كل حكم لَا نص عليه يثبت الحكم فيه بالحمل على نص قائم، سواء أكان الحمل بطريق القياس، أي بإثبات الحكم غير المنصوص عليه في موضعه بالقياس على الحكم المنصوص عليه، في موضع يشبهه، ووجه الشبه العلة المؤثرة في الحكم، أم كان الحمل بطريق وجود المصالح ودفع المضار المتفق مع مقاصد الشرع، وغايات أحكامه، وذلك موضع اجتهاد الفقهاء. </p><p> الأمر الثاني - أنه يجب التنبيه إلى أن الذين يأخذون ببعض أحكام الشريعة مؤمنين بها، ويطرحون الآخر وراءهم ظهريا يحسبون أن ما اطرحوه ليس من </p><p> الشرع ينكرون تبليغ النبي - عليه الصلاة والسلام - للرسالة كاملة، وذلك انحراف يؤدي إلى الكفر والعياذ بالله. </p><p> الأمر الثالث - في قوله تعالى:  (وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ) فكيف يكون الشرط والجزاء في معنى واحد، لأن الشرط ظاهر معناه أنك إن لم تقم بالتبليغ كاملا صادعا بالحق، فما بلغت الرسالة أي أنك إن لم تبلغ فما بلغت، وجزاء الشرط يجب أن يكون معنى مترتبا على الشرط، وذلك يقتضي المغايرة بينهما، فلا يمكن أن يكونا شيئا، وظاهر النص أنهما شيء واحد. </p><p> وقد أجيب عن ذلك بجوابين: </p><p> الجواب الأول - أن المعنى أنك إن لم تقم باداء الرسالة كلها بأن تركت بعضها، فإنك تكون كمن ترك الرسالة كلها، وقد اعترض على ذلك الفخر الرازي بأن ترك بعض الرسالة لَا يمكن أن يكون كترك كلها، والجرم في ترك بعضها ليس كالجرم في تركها كلها، وإني أرى أن اعتراض الإمام فخر الدين الرازي غير وارد، لأن ترك جزء من الرسالة من غير تبليغ يكون تركا للرسالة ذاتها، ولذا عبر في الجزاء بقوله تعالت كلماته:  (فَمَا بَلَّغْتَ رِسَالَتَهُ) أي إن لم تفعل بتبليغها كاملة فما أديت واجب التبليغ، وجرم الجزء كجرم الكل إذا كان يتعلق بالاعتقاد فمن أنكر بعض ما يجب الإيمان به يكون كمن ينكر كله إذ يكون ممن يؤمنون ببعض الكتاب ويكفرون ببعض. </p><p> الجواب الثاني - أن يكون الكلام من قبيل بيان أن الشرط ذاته يكفي أن يكون فيه كمال التخلي عن التبليغ، والمعنى على هذا أنك لم تقم بالتبليغ فحسبك أنك تخليت عما يجب عليك أن تفعله، وهو عملك كرسول - وإن التبليغ يقتضي جهودا وبلاء، وتعرضا للأذى، وقد أشار الله سبحانه وتعالى إلى ذلك، وبين أنه في حماية الله تعالى، وكفالته، ولذا قال سبحانه: </p><p> (وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ) العصم: الإمساك، ويتضمن الإمساك الحماية، ومنع الأذى، وجاء في مفردات الأصفهاني: عصمة </p><p> الأنبياء حفظه إياهم أولا بما خصهم به من صفاء الجوهر، ثم بما أولاهم من الفضائل الجسمية والنفسية ثم بالنصرة، وبتثبيت أقدامهم، ثم بإنزال السكينة عليهم وبحفظ قلوبهم وبالتوفيق قال تعالى:  (وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ) . </p><p> ومعنى العصمة من الناس على هذا ألا يُمكَّنوا منه - عليه السلام - ومن دعوته، ومن نفسه، فأوهامهم لَا تعلق بنفسه ونفاقهم لَا يؤثر في دعوته، وخلافهم وعنادهم لَا يمنعان الحق من أن يصل إلى قلوب أهل الهداية والإيمان، ولجاجتهم في الكفر لَا تثنيه عما يدعو إليه، ويستمسك به، وما يثار عليه من حروب لَا تهزمه ما دام هو ومن معه آخذين في الأسباب ناصرين لله وللحق. وليس عصمة الله تعالى أن يكون الوصول إلى الحق هينا لينا سهلا، بل إنه لَا بد من الجهاد، ولا بد من نزول البلاء بل بتوالي الابتلاء، كما قال تعالى:  (أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ (٢١٤) . </p><p> فالعصمة هي عصمة النفس والجسم من القتل، والدعوة من أن يعوق طريقها ويقضى عليها، وإن كان الأذى البدني يقع كشج رأسه وكسر ثنياته، وغير ذلك مما كان يفعله المشركون واليهود معه عليه السلام. </p><p> والناس لَا يختصون بالمشركين واليهود، بل المراد السلامة مع الجهاد، من كل ما يكون من الناس عامة إذ لَا دليل على التخصيص، وكان ممن آذوا النبي عليه السلام كسرى فارس، وما كان من هؤلاء ولا هؤلاء وقد عصمه تعالى منه. </p><p> وقد ختم الله سبحانه وتعالى الآية بقوله تعالت كلماته:  (إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ) والهداية التي ينفيها هذا النص الكريم هي الوصول إلى الحق، لأن الجحود قد ران على قلوبهم بما كسبوا من شر، وما اجترحوا من سيئات، وما لجت به نفوسهم من عناد، وهم لَا يصلون إلى النيل من الحق وتعويق الدعوة، </p><p> وعبر عن الكافرين بالقوم للإشارة إلى أنهم مهما تعددت أجناسهم وتباينت عناصرهم يلتقون عند غاية واحدة، وهي معاندتك والكفر بما جئت به، فهم بذلك التآلف في الإنكار صاروا كأنهم قوم متحدون. </p><p> وإذا كان الكفر قد جمعهم فإنه لَا يفرق بينهم كون بعضهم كتابيا، وبعضهم أميين، فلا فضل للكتابيين على الوثنيين في الكفر، ولا شرف بكونهم أهل كتاب ما داموا لم يؤمنوا به ولم يقيموه، ولذا قال تعالى: </p><p> * * * </p>"
}