{
  "id": null,
  "sura": 5,
  "aya": 8,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ ... (٨) </p><p> * * * </p><p> معنى النص الكريم: </p><p> يَا أيُّهَا الذين اتصفوا بالإيمان بالله والخضوع، وكان ذلك الإيمان عنوانهم الذي يعرفون به، وشرفهم الذين يتشرفون به، كونوا قوامين لله، أي اجعلوا أنفسكم وإحساسكم ومشاعركم مطبوعة على أن تقوم لله ولأجل محبته سبحانه وطلب رضاه، لَا لهوى النفس ومنازع الشهوات، وكونوا شاهدين بالحق، لَا تطلبون سواه، وهذا هو المعنى الجلي المقرب لما اشتمل عليه النص الكريم، وهو أعْلى من أن تتسع عبارتنا لمعناه. </p><p> وهنا ملاحظات بيانية يجب اعتبارها والإشارة إلى كمال الحكمة في عمومها: </p><p> الأولى:  (كونُوا) فهو أمر بالكينونة بأن يجعلوا القيام لله تعالى، والاعتبار به، والأخذ بهديه جزءا من كيانهم، وذلك بأن يستمروا على الطاعة ويديموا عليها، فإن الدوام على الفعل والاستمرار عليه يجعل النفس تنطبع به، ويكون جزءا منها، فالأمر بـ \" كونوا \" يتضمن الاستمرار والدوام، وأحب الأعمال إلى الله تعالى ما أمكن الاستمرار عليه، ليكون عادة للنفس بمنزلة الطبيعة، فالعادة طبع ثان، ولقد قال النبي - صلى الله عليه وسلم -: \" أحب الأعمال إلى الله أدومها وإن قلَّ \"  (١) . </p><p> ثانيهما: قوله تعالى: (قَوَّامِينَ لِلَّهِ) فإن قوام معناها: من يبالغ بالقيام بالشيء وإتقانه والإتيان به على الوجه الأكمل، وكونه لله تعالى معناه أن تكون تلك المبالغة في الفعل لأجل الله تعالى، لَا شيء سواه، وهذا يتضمن \" أمرين \" </p><p>(١) سبق تخريجه.</p><p> أحدهما: أن يعمل الشخص على إتقان ما يعمل والمبالغة، فإن كان عبادة أتي بها على أكمل وجوهها، فالصلاة تكون كاملة، وكذلك الصوم. . إلخ. وهذا يشمل ما يعمله الإنسان في الحياة، سواء أكان عبادة أم كان أمرا من أمور الدنيا، وقد ورد أن النبي - صلى الله عليه وسلم - قال:  \" إن الله يحب إذا عمل أحدكم عملا أن يتقنه \"  (١) . </p><p> وثانيهما: أن يكون ذلك لله، بأن يكون أصل العمل لله، وأن يكون إتقانه لله تعالى، فيتجه في كل الأعمال إلى الله تعالى، فالعامل في المصنع يعمل لله إن قصد بذلك نفع عباده، والتاجر كذلك، وإذا قصد بأعماله وجه الله، وما فيها من خير للعموم كان في عبادة مسستمرة، وليست العبادة مقصورة على الصلاة والصوم والحج، بل كل عبادة إذا قصد بها وجه الله تعالى، ولقد قال النبي - صلى الله عليه وسلم -: \" لا يؤمن أحدكم، حتى يحب الشيء لَا يحبه إلا لله \"  (٢) . </p><p> الثالثة: في قوله تعالى (شُهَدَاءَ بِالْقِسْطِ) فإن شهداء تدل على الحضور، وعلى الإثبات وأداء الشهادة، وعلى الحكم وهي في النص الكريم تشمل كل هذا، فالمعنى: لَا يحكمون إلا بالقسط أي العدل، ولا يشهدون إلا بالعدل ولا يشهدون الزور، ولا يحضرون، إلا مايكون قسطا وعدلا، وما يكون قسطاسا مستقيما لاتحيّف فيه ولا انحراف، والمؤدى أن يكون حضورهم في القسط، ونطقهم بالقسط، وحكمهم بالقسط، وعملهم بالقسط، فلا يكون إلا للخير، وفي سبيل الخير دائما. </p><p> وعبر بالقسط، لأنه شامل للخير كله، ولأن العدل ميزان الخير، ولذا قال من بعد:  (وَلا يَجْرِمَنَّكمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا) . </p><p> الجرم في أصل معناه اللغوي: القطع، فيقال جرم الثمار أي قطعها، ثم أطلق على الكسب، وغلب على الكسب الإثم، ومنه أجرم بمعنى ارتكب إثما، لأنه كسبه، وقد يتضمن معنى الحمل معِ اشتماله على معنى الكسب الآثم، وهذا هو القريب من المعنى هنا، فمعنى (وَلا يجْرِمَنَّكُمْ شَنَآنُ) لَا يحملنكم حملا آثما </p><p>(١) سبق تخريجه. (٢) سبق تخريج ما في معناه من حديث صحيح.</p><p> شنآن قوم ألا تعدلوا، والشنآن: البغض الشديد مصدر شنأه بمعنى أبغضه، والمعنى لا يحملنكم البغض الشديد لقوم على ألا تعدلوا معهم، بل أعطوهم حقوقهم، ومكنوهم مما يستحقون، وفي صدر هذه السورة يقول سبحانه:  (. . . وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَن صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَن تَعْتَدُوا. . .) . </p><p> والمعنى هناك: أنه لَا يصح أن يحمل البغض بسبب الصد عن المسجد الحرام على الاعتداء، ففيها أمر بعدم الاعتداء - أما هنا، فإن فيها أمرا بالعدالة حتى مع الأعداء، فالعدالة نظام هذا الوجود الإنساني، وبجمع الآيتين، يكون المعنى المقرب لمراد الله سبحانه أنه لَا يصح أن يكون البغض الشديد حاملا على الاعتداء، ولا أن يكون البغض الشديد حاملا على منع الحقوق، بل يعطي كل ذي حق حقه، ولو كان عدوا مبينا، فالحق ليس منحة من شخص لشخص يسلبه إن أبغض، ويعطيه إن أحب، بل إن التكمين منه واجب مقدس أمر الله سبحانه وتعالى به، وحث عليه، وقد روي في الحديث القدسي:  \" يا عبادي إني حرمت الظلم على نفسي، وجعلته بينكم محرما فلا تظالموا \"  (١) . ولا ينتظم الوجود الإنساني بغير العدل، وقد روى الطبراني عن جابر بن عبد الله أن النبي - صلى الله عليه وسلم - قال:  \" إذا ظُلم أهل الذمة كانت الدولة دولة العدو \"  (٢) ومعنى هذا الحديث: أنه لَا يصح أن يظلم غير المسلم الذي يعيش مع المسلمين، والدولة إذا ظلمت رعاياها من غير المسلمين لا تكون دولة الإسلام بل تكون دولة الأعداء. </p><p> وازنوا بين حكم الإسلام وحكم الأقوياء في هذا الزمان الذين يستبيحون كل شيء من غير حريجة من أخلاق أو دين. </p><p> (اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى) الضمير في قوله \" هو \" يعود إلى العدل الذي تضمنه قوله تعالى: (اعْدِلُوا) وقوله تعالى من قبل: (وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى </p><p>(١) جزء من حديث قدسي طويل سبق تخريجه من رواية مسلم عن أبي ذر رضي الله عنه. (٢) عن جابرِ بنِ عبدِ الله قالَ: قالَ رسولُ الله - صلى الله عليه وسلم -: \" إِذَا ظُلِمَ اهْلُ الذمَّةِ كَانَتِ الدَّوْلَةُ دَولَةَ العَدُوِّ، واِذَا كَثُرَ الزنا كَثُرَ السِّبَا، وإِذَا كَثُرَ اللُّوطِيةُ رَفَعَ الله - عَزَ وجَل - يَدَهُ عَنِ الخَلقِ فَلا يُبَالِي في أيِّ وَادٍ هَلكوا \". رواه الطبراني.</p><p> أَلَّا تَعْدِلُوا) والمعنى: اعدلوا، فالعدل أقرب للتقوى، وفي النص انتقال من النهي إلى الأمر، ففي النص الأول نهى عن أن يحملهم البغض على عدم العدل، وفي هذا النص أمر بالعدل، ولا شك أن النص الأول يتضمن الأمر بالعدل، لأن النهي عن الشيء أمر بنقيضه، فالنهي عن الظلم أمر بالعدل، فكان ثمة تكرار هؤكد، وكان مع التكرار فائدة وهي طلب معالجة النفس، ومحاولة ترويضها على العدل، فإن قوله تعالى:  (وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا) فيه أمر بعلاج النفس، وحملها على البقاء في دائرة الاعتدال، وتقوية للإرادة، حتى لَا يستولي عليها الغضب، فتجمح وفي الجموح سير وراء شيطان الغضب، ووراء ذلك منع الحقوق، والظلم. وقوله تعالى:  (هُوَ أَقْرَبُ لِلتَّقْوَى) فيه بيان قرب العدالة من التقوى، مع أن العدل من صميم التقوى، فلماذا عبر بالقرب من العدالة مع أن العدالة في ذاتها تقوى مؤكدة، وخصوصا في حال المغالبة النفسية والبغض الشديد؟ والجواب عن ذلك أن قلب المؤمن في معاملته مع غير المؤمن قد تعتريه حال يرى فيه أن من التقوى ألا يعطيه حقه، لأنه في ميدان القتال يستبيح ماله ويستبيح دمه، فيظن حال السلم كحال الحرب، ويظن ذلك قريبا من التقوى، فبين له القرآن الكريم أن القرب من التقوى أن يحسن معاملته، وأن يعطي كل ذي حق حقه، فذلك دفعا للخاطر بمثله، أو بما يقرب إليه المعنى في التعبير، ولأن كمال التقوى بعيد المنال، وأنها إذا كانت مطلوبة، فإن الله يعفو عن كمالها، ويكتفى منا بقربها، ولذلك قال - صلى الله عليه وسلم -: \" لن يشاد أحد هذا الدين إلا غلبه، ولكن سددوا وقاربوا \"  (١) فالله جل جلاله غفور رحيم يطلب منا المقاربة بعد أن نسدد ونقارب ولقد طلب سبحانه منا أن نسدد، فقال تعالى: </p><p> (وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ) أمرنا الله تعالى بالتقوى في كل الأمور في ذات أنفسنا بأن نراقب الله في كل عمل نعمله، فلا نعمل إلا طيبا، ولا نقول إلا طيبا، ولا نأكل إلا طيبا، ونخشى الله حق خشيته، ونقوم بعبادته </p><p>(١) سبق تخريجه، وهو صحيح رواه البخاري وغيره عن أبي هريرة رضي الله عنه.</p><p> مسددين مقاربين، ونتقي الله فيما بيننا، ونكون عباد الله إخوانا، ويكون التعاون الحكم بيننا، ونتقي الله تعالى في مخالفينا، فلا يكون منا عليهم اعتداء ولا ظلم، بل تقريب وائتلاف، وإن كان منهم اعتداء دفعناه من غير أن نتجاوز حد الدفع. </p><p> وقد ذيل الله سبحانه وتعالى الأمر بالتقوى، بما يدل على علم الله تعالى بكل أعمالنا، حتى خلجات صدورنا، وما يحوك في قلوبنا، فقال سبحانه:  (إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ) . أي أن الله جل جلاله عليم علما دقيقا، فالخبرة: هي العلم الدقيق الذي لَا تخفى عليه خافية في الأرض ولا في السماء، عليم، هذا النوع من العلم بكل ما نعمل، وما ظهر منه وما بطن، وهو يجازينا بما نعمل، إن خيرا فخير وإن شرا فشر، ومن ينوي الخير، فهو محتسب له، ومن ينوي الشر، ويعدل عنه اختيارا لَا يحتسب عليه إثم. . اللهم وفقنا لتقواك، واهدنا لما يرضيك، وقربنا ولا تباعدنا إنك عليم حكيم. </p><p> * * * </p><p> (وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ (٩) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ (١٠) يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ وَاتَّقُوا اللَّهَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (١١) </p><p> * * * </p><p> بين الله سبحانه وتعالى غذاء الأبدان بطيب الأطعمة، وغذاء الأرواح بالصلاة، فذكر مقوماتها، ثم ذكر سبحانه وتعالى، التكليفات الشرعية التي هي </p><p> بناء الجماعات الإنسانية، وأنها ميثاق الله تعالى واثق به عباده، فوعدهم بالثواب عليه، وتعهدوا موثقين العهد بالسمع والطاعة، والاستجابة لما كلفوا القيام به، ثم بين سبحانه وتعالى أن أساس العلاقات الإنسانية العامة العدالة، وليس الحب والبغض: فإنهما يسيران أحيانا وراء الهوى، والهوى فساد، والعدالة صلاح، وهي التقوى، وما يقرب إليها ويدنى منها، وفي الآية الآتية وما يليها بين سبحانه جزاء المهتدين، وعقاب الكافرين، وهو الوعد الذي وعد به عباده، ويبين سبحانه أنه لا يصح أن تؤدي قوة أهل الإيمان إلى ترك العدل، وذكرهم سبحانه بحالهم أيام كانوا مستضعفين في الأرض، وهم المشركون أن يبسطوا أيديهم بالأذى فكفها سبحانه وتعالى عنهم، فقال: </p>"
}