{
  "id": null,
  "sura": 5,
  "aya": 55,
  "text": "<p> (إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسولُهُ وَالَّذِينَ آمَنُوا) الولي هنا النصير الموالي، وولي الأمر الكالئ الحامي، والأنيس الذي يرجى في الشدائد، ويرجع إليه في الكروب، والملجأ والمعاذ. </p><p> وقد قصرت الولاية على هؤلاء بأداة القصر \" إنما \" ، والمعنى أن الله تعالى ورسوله والمؤمنين الصادقين في إيمانهم الذين لم يعترهم زيغ ولا ضعف، ولا استخذاء واستكانة للذل، واستسلام للأعداء، ولا ولي للمؤمن غير هؤلاء، فلا يصح للمؤمن أن يطلب بأي صورة النصرة من غيرهم؛ لأن قلوبهم مهما يكونوا مطوية على ضغن شديد، وحقد مستمكن، وهم لَا يريدون بالإسلام وأهله إلا الهوان، بل الفناء. </p><p> وفى هذا النص عبرة للمعتبرين الذين يرتمون في أحضان أعداء الإسلام، ويوالونهم، وهم الذين يؤذون المسلمين، ويخرجونهم من ديارهم، ويظاهرون على إخراجهم، والنبي عليه السلام يقول:  \" المسلم أخو المسلم لَا يحقره، ولا يظلمه، ولا يسلمه، ولا يخذله \"  (١) . </p><p> (الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعونَ) هذه أوصاف المؤمنين الجديرين بأن يكونوا مع الله ورسوله في ولاية المؤمنين، وقد ذكرت لهم أوصافا </p><p>(١) متفق عليه، وقد سبق تخريجه، واللفظ لمسلم.</p><p> ثلاثة: كل واحد منها يومئ إلى معنى اجتماعي يدخل في تكوين الجماعة الربانية التي لَا تعمل إلا لله، ولا تقوم إلا له، الوصف الأول إقامة الصلاة، أي أداؤها مقومة كاملة لَا اعوجاج فيها، لتؤدي غايتها وهي تربية الوجدان الاجتماعي الذي يكون معه الإيثار، والسيطرة على الأهواء المردية المخزية، وهي الصلاة التي قال الله تبارك وتعالى فيها:  (. . . إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنكَرِ. . .) . </p><p> والوصف الثاني أنهم يؤتون الزكاة، أي يعطونها سمحة بها نفوسهم، راضية بعطائها قلوبهم يحسبون أن عطاءها مغنم لَا مغرم، وذلك هو التعاون المادي المنبعث من القلب. وإذا كانت الصلاة مبعث التآلف الروحي، فالزكاة مظهر التعاون المادي الخالص. </p><p> والوصف الثالث ذكره سبحانه وتعالى بقوله:  (وَهُمْ رَاكِعُونَ) . </p><p> لقد قال كثير من المفسرين: إن هذه الجملة حالية من قوله تعالى: (وَيُؤْتُونَ الزَّكاةَ) . أي أن إعطاء الزكاة يكون في حال الركوع، ويقولون: إن سبب ذكر ذلك أن إمام الهدى عليًّا أعطى صدقة وهو راكع، ولا نرى ذلك؛ لأن ذلك قطع للصلاة وانصراف عنها، ولا يكون ذلك من على كرم الله وجهه، وثانيا - أن اللفظ، ومؤدى ذلك أنه يكون محمودا من المؤمنين أن يؤدوا زكواتهم وهم يركعون ركوع الصلاة. </p><p> والذي نراه أن الركوع هنا ليس هو ركوع الصلاة المفروضة، إنما هو الخضوع المطلق لله تعالى في كل أعمالهم، في مصانعهم، ومتاجرهم ومزارعهم، وسياستهم، بحيث يكون كل شيء لله تعالى؛ ويتحقق فيهم قول النبي عليه السلام:  \" لا يؤمن أحدكم، حتى يحب الشيء لَا يحبه إلا لله \"  (١) . سبحانه في الغدوات والروحات. </p><p>(١) سبق تخريج ما في معناه من حديث صحيح.</p><p> جاء في مفردات الأصفهاني ما نصه: والركوع يطلق بمعنى الخضوع لله. </p><p> \" الركوع: الانحناء، فتارة في الهيئة المخصوصة في الصلاة، كما هي، وتارة في التواضع والتذلل، وإما في غيرهأ. والله أعلم. </p><p> * * * </p>"
}