{
  "id": null,
  "sura": 5,
  "aya": 97,
  "text": "<p> (جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِّلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلائِدَ) </p><p> نتقدم قبل الكلام في معنى النص إلى بعض نواح لفظية تمهد للكلام في المعنى: أولها - أن (جَعَلَ) إما أن نفسرها بمعنى خلق أو شرع الأحكام أو بمعنى صيَّر، وعلى الأولين تكون متعدية إلى مفعول واحد، ويكون المعنى على هذا خلق </p><p> الله تعالى الكعبة، وهي البيت الحرام وشرع لها تلك الأحكام التي تصونها وتصون شجرها وحيوانها لتكون قواما للناس في معاشهم ومعادهم، ويكون فيها نهوض لمقاصدهم وغاياتهم، وتروية لمتاجرهم، وليرزقوا بين الناس، وعلى أن (جَعَلَ) بمعنى صير يكون قوله تعالى: (الْبَيْتَ الْحَرَامَ) مفعولا ثانيا، ويكون المعنى صير الله تعالى الكعبة بييتا محرما، لتكون قياما للناس. </p><p> الثاني - من النواحي اللفظية هو في كلمة \" الناس \" أيراد بهم العرب الذين يعيشون حول الكعبة، ويتحقق بذلك الاستجابة لدعوة إبراهيم، أم يراد بهم الناس عامة الذين من شأنهم أن يحجوا إلى ذلك البيت؛ ويكون المعنى على الثاني، جعل الله الكعبة لها تلك المكانة لتكون قياما لكل الناس الذين يفدون إليها وهم المسلمون عامة؛ إذ يتعارفون فيها، ويتبادلون المودة الإسلامية الرابطة، ويوثقون الصلات الإنسانية والدينية والخلقية، يتراحمون فيما بينهم، ويحسون بالتجرد الروحي، والضيافة الربانية، وفي ذلك كله قيام لهم، وليس القيام هو القوام المادي فقط، بل المادي والروحي والخلقي. </p><p> الثالث - في قوله تعالى:  (وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلائِدَ) . الشهر الحرام قيل ذو الحجة، ونرجح أن المراد أربعة الأشهر الحرم، والهدْي ما يساق، وأخصها ذات القلائد، وهو ما يوضع عليها من شعارات من قلادة من بعض الأشجار تدل على أنها للبيت الحرام كما قال تعالى:  (وَالْبُدْنَ جَعَلْنَاهَا لَكُم مِّن شَعَائِرِ اللَّهِ. . .) . </p><p> ويكون معنى القلائد على هذا ذوات القلائد ويذكر بعض العلماء أن معنى القلائد هي ذات القلائد التي قرر الشارع أن توضع إشعارا لها بأنها للحج، وفى ذلك تكريم للبيت، وإعلاء، وإشعار لمكانته القدسية وذلك عائد على الناس عامة وعلى أهل مكة خاصة، وسيقت هذه الكلمات:  (وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلائِدَ) لبيان أنها قيام للناس. </p><p> وعلى ذلك تكون نعم الله تعالى بالبيت الحرام أربع: </p><p> أولها - البيت ذاته، وما منح من قدسية، وكان الناس لَا يحسون بالأمن، حيث يتخطف الناس في كل مكان، كما قال تعالى:  (أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ (٦٧) . </p><p> وفى ذلك الوقت الذي لم يكن بالبلاد العربية حكومة تفرض سلطانها في أي مكان، قد ألقى الله تعالى في قلوب العرب بمهابة البيت حتى كان الرجل يلقى قاتل أخيه أو قاتل أبيه فلا يمسه بسوء، وحرم على المحرم الصيد، حتى يتوافر الخير طول العام لأهلها. </p><p> الثانية - الشهر الحرام، والمعنى فيه هو الجنس على رأى كثيرين، وهو ما نختاره إذ كان الناس يتقاتلون فإذا جاء ذلك الشهر امتنعوا عن القتال، فتعود القضب إلى أجفانها وتهدأ النفوس بعد ثورتها، وتقر بعد اضطرابها، والأشهر الحرم هي ذو القعدة وذو الحجة والمحرم، ورجب الذي بين جمادى وشعبان، فيتمكن الناس من زيارة البيت الحرام آمنين مطمئنين حتى يتحللوا. </p><p> الثالثة - نعمة الهدى يساق إلى الكعبة من حيث الحجيج يحرمون، وقد يكون ذلك من أماكن بعيدة، فخير الأرض يصل إليهم موفورا، وخيرهم لَا تمتد إليه يد مجرم. </p><p> الرابعة - نعمة القلائد. وقد جاء في تفسير فخر الدين الرازي في بيان وجه النعمة فيها:  (والوجه في كونها نعمة أن من قصد البيت في الشهر الحرام لم يتعرض له أحد، ومن قصده في غير الشهر الحرام، ومعه هدْي وقد قلَّده، وقلَّد نفسه من لحاء شجرة الحرم لم يتعرض له أحد، حتى أن الواحد من العرب يلقى الهدْي مقلدا، أو يموت جوعا فلا يتعرض له ألبتة) . </p><p> (ذَلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ) الإشارة للقيام، جعل الله تعالى ما شرعه للكعبة والحج من محرمات وشعائر، ومن تحريم الصيد، ومن الهدْي جعل كل هذا لتعلموا أن الله تعالى يعلم ما في السماوات وما في الأرض. . . . وهنا توجد عدة أمور تثير النظر. </p><p> أولها - لماذا كانت تلك الشرائع المتعلقة سبيلا لمعرفة علم الله لما في السماوات وما في الأرض؟. </p><p> وثانيها - عند عطف الأرض على السماوات كرر ما في المعطوف والمعطوف عليه. </p><p> وثالثها - لماذا قرن علم الله تعالى بما في السماوات والأرض بعلمه تعالى بكل شيء، ولماذا تكون أحكام الحج والكعبة سبيلا لمعرفة علم الله تعالى العام المحيط بكل شيء. </p><p> والجواب عن هذه الأمور هو أن ما شرعه الله تعالى لمكة وما حولها وما فيها دليل على أن الله تعالى بعلم ما في السماوات وما في الأرض؛ لأن مكة في أرض جدبة لَا ماء فيها ولا شجر، وأنها جبال لَا ثمرة فيها، وأنه لَا خير يرجى من طبعها، كما قال إبراهيم - عليه السلام -: (رَبَّنَا إِنِّي أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرع عِندَ بَيْتِكَ الْمُحَرَّمِْ. . .) . فالسماء لَا تجود عليها بغيثها منتظما والأرض لَا تجود عليها بإخراج إنزالها من معادن وفلزات سائلة وغير سائلة، فجعل الله سبحانه وتعالى الحج إليها. وحرم على المحرمين ما حرم من صيد ليبقى لهم ما عندهم من وفر في الحيوان المتأبد، ولتحمل من الأراضي الخصبة والغنية والتي فيها الثروات إلى تلك الأرض الجدبة؛ فينقل سبحانه من الفيض إلى الغيض ليعم الخير، وكانت بمكة كعبة للمسلمين، لأنها أرض لَا ترام من غاصب، ولا تراد من ظالم، ثم هي في وسط الأرض حتى قال علماء الأرضين: إن بيت الله تعالى الحرام في وسط أرض الله الواسعة، فهي نقطة الارتكاز في قطرها. </p><p> وقد يقال إن أرض العرب فيها البترول وفيها الزرع، ونقول إن ذلك بعيد عنها بمئات الأميال، بل ربما تجاوزت الحسبة الألف، فبينها وبين البترول البيداء الجرداء، فكان المتفهم لذلك التشريع لَا بد أن يؤمن بعلم الله بما في الأرض والسماء. </p><p> والجواب عن السؤال الثاني، هو أن تكرار (ما في) في قوله تعالى: (مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ) فيه إشارة إلى دقة العلم، وأنه لَا يغادر صغير ولا كبيرة إلا أحصاها، وتقديم السماوات على الأرض؛ لأن السماوات فيها مصدر الرزق، كما قال تعالى:  (وَفِي السَّمَاءِ رِزْقكُمْ وَمَا تُوعَدُونَ) . </p><p> والجواب عن السؤال الثالث، في كل جزء من شرع الله تعالى فيما شرعه يدل على أنه صادر عن العليم الخبير، فشريعة الله تعالى في الميراث تدل على أنه من عند الله تعالى العليم، وشريعته في تكريم البيت الحرام وما حرم فيه من صيد البر، وما أبيح من صيد البحر وطعامه وتحريمه القتال في الشهر الحرام، وإيجابه سوق الهدْي وغير ذلك من شعائر الحج، ومباحاته ومحظوراته دليل على علم الله تعالى العزيز الحكيم الذي لَا يخفى عليه شيء في الأرض ولا في السماء. </p><p> * * * </p>"
}