{
  "id": null,
  "sura": 5,
  "aya": 87,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَل اللَّهُ لَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ) النداء موجه للذين آمنوا بوصف أنهم مؤمنون، أي أنه ليس من الإيمان أن تحرموا الطيبات التي أحلها الله تعالى من لحم طرى، وسمك شهي، وشراب سائغ، وزوجات هن زهرات هذا الوجود، فالطيبات هي المشتهيات الحلال، التي تستطيبها النفس ولا تمجها، فإنها بناء الجسم ومصدر قوته على الجهاد، وتطلق الطيبات على ما كان طريق كسبها حلالا لَا خبث فيه، وكلمة (ما أحل الله لكم) إشارة إلى أن الله تعالى أحلها، فتحريمها معاندة لله، ويدخل فاعل ذلك ضمن من يشملهم قوله تعالى:  (وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ لتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ. . .) . </p><p> ومعنى تحريمها أن يأخذوا على أنفسهم ميثاقا بألا يتناولوها، فليس التحريم في معنى الترك الجرد، فقد يتركها؛ لأنه لَا يستسيغها، أو يتركها لمرض، أو يتركها عفوا من غير سبب، أما تركها بعهد يعهده وميثاق يأخذ نفسه به فهذا هو التحريم. </p><p> وروي في سبب نزول هذه الآية حديث نبوي شريف نذكره مع طوله نسبيا لأنه يبين معنى هذه الشريعة السمحة. </p><p> روى أن رسول الله - صلى الله عليه وسلم - جلس يوما فذكر الناس ووصف القيامة، فرق - الناس، وبكوا واجتمع عشرة من الصحابة - رضي الله تعالى عنهم أجمعين - في بيت عثمان بن مظعون الجمحي، وهم علي - كرم الله وجهه -، وأبو بكر - رضي الله عنه - وعبد الله بن مسعود، وأبو ذر الغفاري وسالم مولى أبي حذيفة وعبد الله بن عمر والقداد بن الأسود، وسلمان الفارسي، ومعقل بن مقرن، </p><p> وصاحب البيت واتفقوا على أن يصوموا النهار، ويقوموا الليل، ولا يناموا على الفرش، ولا يأكلوا اللحم ولا الودك، ولا يقربوا النساء والطيب ويلبسوا المسوح، ويرفضوا الدنيا، ويسيحوا في الأرض، وهَمَّ بعضهم أن يجبَّ مذاكيره، فبلغ رسول الله - صلى الله عليه وسلم - فأتى دار عثمان بن مظعون فلم يصادفه، فقال لامرأته أم حكيم: أحق ما بلغني عن زوجك وأصحابه، فكرهت أن تنكر، إذ سألها، وكرهت أن تبدي على زوجها، فقالت: يا رسول الله إن كان قد بلغك عثمان فقد صدقك، وانصرف رسول الله - صلى الله عليه وسلم - فلما دخل عثمان أخبرته بذلك، فأتى رسول الله - صلى الله عليه وسلم - هو وأصحابه فقال عليه الصلاة والسلام أنبئت أنكم اتفقتم على كذا وكذا!!! قال: نعم يا رسول الله، وما أردنا إلا الخير، فقال رسول الله - صلى الله عليه وسلم -: \" إن لأنفسكم عليكم حقا، فصوموا وأفطروا، وقوموا وناموا، فإني أقوم وأنام وأصوم وأفطر، وآكل اللحم والدسم، وآتي النساء فمن رغب عن سنتي فليس مني \" ثم جمع الناس وخطبهم فقال: \" ما بال أقوام حرموا النساء والطعام والطيب والنوم وشهوات الدنيا، أما إني لست آمركم أن تكونوا قسيسين ورهبانا، فإنه ليس في ديني ترك اللحم والنساء ولا اتخاذ الصوامع، وأن سياحة أمتي الصوم، ورهبانيتهم الجهاد، اعبدوا الله ولا تشركوا به شيئا، وحجوا واعتمروا وأقيموا الصلاة، وآتوا الزكاة، وصوموا رمضان، واستقيموا، فإنما هلك من كان قبلكم بالتشديد، شددوا على أنفسهم، فشدد الله عليهم، فأولئك بقاياهم في الديار والصوامع \"  (١) وإن هذا الحديث يدل على أمرين: </p><p> أحدهما - أن التشدد في الدين يعجز صاحبه عن الاستمرار عليه، ولو كان الناس جميعا رهبانا، يزهدون فماذا يكون المآل أتبقى الدنيا أم تنتهي إلى الانقراض. </p><p> الثاني - أن هذا الدين هو دين الحياة لَا يقطع العابد عن الحياة، ولكن يجعله يعيش عاملا فيها غير منقطع عنها، وأن التفاضل بين المؤمنين باستقامة النفس، </p><p>(١) رواه أبو داود: الحسد (٤٩٠٤) عن أنس بن مالك رضي الله عنه.</p><p> وسلامة العبادة، وكثرة النفع للناس، كما قال عليه السلام:  \" خير الناس أنفعهم للناس \"  (١) ولقد قال في هذا المعنى الحسن البصري واعظ العراق: إن الله تعالى أدب عباده فأحسن أدبهم قال الله تعالى: (لِيُنفِقْ ذُو سَعَة مِّن سَعَتِهِ وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنفِقْ مِمَّا آتَاهُ اللَّهُ. . .) . </p><p> ما عاب الله قوما وسع عليهم الدنيا، فتنعموا وأطاعوا، ولا عذر قوما زواها عنهم فعصوه، وإن شرط إباحة الحلال، ومنع تحريمه ألا يكون ثمة اعتداء، ولذا قال تعالى: </p><p> (وَلا تَعْتَدُوا إِن اللَّهَ لَا يحِبُّ الْمُعْتَدِينَ) والاعتداء له شعبتان إحداهما - تكون بالإسراف في البذخ، والتعالي والتفاخر فإن ذلك يؤدي إلى استيلاء الشهوات على نفسه، وذلك يؤدي إلى الضلال إذ يكون عبد شهوته، وتنماع إرداته، ولذلك قال تعالى في آية أخرى:  (. . . وَكلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ) ، وقد قال - صلى الله عليه وسلم -: \" كلوا واشربوا والبسوا في غير سرف ومخيلة \"  (٢) . </p><p> والشعبة الثانية - أن ينحرف فيعتدي على حقوق الناس ويتناول المحرم، ويتجاوز ما شرعه الله تعالى إلى ما لم يشرعه. </p><p> وإن هذا النص كان سلبيا بمنع أن يحرموا على أنفسهم، والنص الثاني إيجابي. </p><p> * * * </p><p>(١) عن جابر قال: قال رسول الله - صلى الله عليه وسلم -: \" المؤمن إلف مألوف، ولا خير في من لَا يألف، وخير الناس أنفعهم للناس \" [رواه القضاعي في مسند الشهاب (١٢٩) ج ١، ص ١٠٨]. (٢) سبق تخريجه.</p>"
}