{
  "id": null,
  "sura": 5,
  "aya": 103,
  "text": "<p> (مَا جَعَلَ اللَّهُ مِنْ بَحِيرَة) معنى \" جعل \" هنا أنشأ وشرع، والمعنى ما أنشأ الله تعالى شرعا في التحريم في شيء من البحيرة والوصيلة والسائبة والحام، أي هذه الأشياء ما شرع الله تعالى أحكاما خاصة بنعم متصفة بهذه الأوصاف، بل هي وسائر النعم سواء، والتفرقة بينها وبين غيرها من وهم كان عندهم، لَا من حقيقة ثابتة تدركها العقول، ويظهر أن العرب كانوا متفقين في الجملة على تحريم هذه الأنواع فلا يأكلونها أو لَا يأكلها العامة منهم؛ إذ تنذر للكهنة، وذلك على اختلاف القبائل في أماكن بلاد العرب، ومع اتفاقهم على أصل التحريم بالنسبة لهذه الأشياء، قد اختلفت الروايات في حقيقتها، واختلف اللغويون باختلاف الروايات في حقيقة معناها. ويظهر أنه ليس اختلاف رواية أو أختلاف روايات متعارضة، إنما هو اختلاف قبائل العرب، وليس لنا أن نحصي </p><p> الروايات عدًّا ونراجح بينها، فنحن نميل إلى تصديقها جميعا، على أنها اختلاف بين القبائل، والمهم في القضية أنهم يحرمون بأوهامهم، ويفرقون بين النعم بأخيلة وأوهام من غير أي أصل ديني ثابت. </p><p> ولنكتف في تقريب هذه الأصناف برواية واحدة، وبلغوي واحد، وهو الراغب الأصفهاني، فالبحيرة عنده هي الناقة التي تلد عشرة أبطن فتبحر أذنها أي تشق، وتترك ويسيبونها فلا تركب ولا يحمل عليها، وقد قال تعالى في ذلك:  (مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ) وذلك ما كانوا يجعلونه بالناقة إذا ولدت عشرة أبطن شقوا أذنها، فيسيبونها، فلا تركب ولا يحمل عليها، والسائبة عندهم هي التي تسيب في الرعي فلا ترد عن حوض، ولا علف، وذلك إذا ولدت خمسة أبطن، وواضح أن الفرق بينها وبين البحيرة في المزايا أن ركوبها والحمل عليها لا يمنع، بينما يمنع في البحيرة. </p><p> والوصيلة هي: الشاة التي تلد توءمين ذكرا أو أنثى، قالوا وصلت أخاها، فلا يذبحونه من أجلها كما لَا يذبحونه، والحام هو كما قيل الفحل إذا ضرب عشرة أبطن يقال حمى ظهره، فلا يركب. </p><p> هذه تعريفات موجزة من بين الروايات المختلفة ذكرنا هذه الرواية لنقرب معناها، وكان تقديسها أو تكريمها لمعنى الولاد فيها، وأن بعضهم كان ينذرها نذرا لآلهتهم، وبعضهم كان يبيحها للكبراء دون الضعفاء ويحسبون ذلك دينا، وما هو إلا افتراء على الدين، ولذا قال سبحانه: </p><p> (وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ) أصل الفرى معناه: القطع، والافتراء في القرآن الكذب القاطع، فمعنى افتروا على الله الكذب، قالوا كذبا مقطوعا بأنه كذب، وما ذكر الافتراء إلا مقترنا بالكذب للإشارة إلى أنه كذب مقطوع بأنه كذب، ومعنى النص الكريم: أن الله تعالى لم ينشئ في شرعه شيئا من البحيرة والوصيلة، ولكن الذين كفروا بسبب كفرهم وضلالهم قد قالوا بهتانا فحرموا على أنفسهم ما أحل الله، ونسبوا التحريم بهتانا </p><p> إلى الله تعالى، وما دفعهم إلى ذلك إلا أوهام مسيطرة على أكثرهم فلا يعملون عقولهم، ولا يفكرون في أمورهم تفكير العقلاء، بل أوهامهم هي المتحكمة فيهم، ولذا ختم سبحانه وتعالى النص بقوله تعالت كلماته (وَأَكثَرُهُمْ لَا يَعْقِلُونَ) . </p><p> ومع هذا الضلال المبين لايستجيبون لداعي المرشد الهادي الذي يدعوهم إلى ما أنزل الله، ولذا قال سبحانه: </p><p> * * * </p>"
}