{
  "id": null,
  "sura": 5,
  "aya": 13,
  "text": "<p> (فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً) أي بسبب نقضهم الميثاق الذي أخذ عليهم، والتزاموا بأحكامه طردهم الله تعالى من رحمته، وذلك </p><p> لضلالهم عن طريق الهداية؛ لأن من ترك طريق الله الذي سنه، فقد ضل، وبهذا الضلال المبين طردوا من طريق الرحمة، وهو الطريق المستقيم الذي يوصل إلى جنات النعيم، فمعنى لعناهم: طردناهم، والطرد هنا هو السير في متاهات الضلال، وفي ذلك تشبيه لحال من يسلك سبيل الضلال بعد أن فُتِح له باب الهداية، وأرشد إلى الطريق المستقيم بحال من يكون في مكان آمن مستقر فيه، قد مكن له في الإقامة ومهد له، ثم طُرد منه مذءوما مدحورا مبغوضا مكروها. </p><p> وإنهم إذا ساروا في طريق الغواية، وتركوا منهاج الهداية تفسد مداركهم، فيطمس على عقولهم، وتجمد قلوبهم فلا تلين لحق، ولا يدخل إليها نور؛ ولذلك قال تعالى:  (وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً) أي جعلنا قلوبهم غليظة صلبة كالحجارة، منزوعة منها الرأفة والرحمة؛ وذلك لأنهم لما مردوا على العصيان والمخالفة صلبت قلوبهم، فأصبحت لَا تنفتح لإدراك حق، كما قال في شأن هؤلاء اليهود عندما أخذوا في طريق العصيان:  (ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٧٤) . </p><p> والقراءة المشهورة عند البصريين هي:  (وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً) وهناك قراءة أخرى وهي مشهورة عند الكوفيين، وهي:  (وجعلنا قلوبهم قَسِيَّة)  (١) وقد خرجها بعض المفسرين على معنى القراءة السابقة، بيد أن فيها مبالغة؛ لأنها على وزن فعيلة فهي تدل على تمكن صفة القسوة فيهم، وذكر ابن جرير الطبري لهذه القراءة وجها آخر، وقال:  \" إنما القسية في هذا الموضع القلوب التي لم يخلص إيمانها، ولكن يخالط إيمانها كفر، كالدراهم القسية، وهي التي يخالط فضتها غش من نحاس أو رصاص \" ثم قال رضي الله عنه: \" وأولى التأويلين في ذلك بالصواب، </p><p>(١) قرأها بغير ألف: حمزة والكسائي، وجبلة عن المفضل عن عاصم. وقرأ الباقون بالألف. غاية الاختصار (٨٠٠).</p><p> تأويل من تأول فعيلة من القسوة، كما قيل نفس زكية وزاكية، وامرأة شاهدة وشهيدة، لأن الله تعالى جل شأنه وصف القوم بنقضهم ميثاقهم وكفرهم به ولم يصفهم بأي شيء من الإيمان، حتى تكون قلوبهم موصوفة بإيمان يخالطه كفر، كالدراهم القسية التي يخالط فضتها غش \" والحق عندي أن كلتا القراءتين قرآن، وما دامت متواترة فالجمع بينهما ضروري، والجمع بجعل إحداهما تأتي معنى ليس في الأولى يكون أولى وتكون كلتاهما متممة للأخرى،وبالجمع يكون المعنى:وجعلنا قلوبهم قاسية، لأنه اختلط فيها الزيف بأصل الإيمان، فعندهم إيمان بالله من غير إذعان لأحكامه، ولا تصديق لرسله، ولا قيام بالتكليفات، والزيف أكثر من الأصل، والنحاس أكثر من الفضة، فصلبت.</p><p> وإن قسوة القلب وفساده يترتبان على الانحراف عن الطريق السوي الذي عبر عنه بالطرد، لأن من ضل الطريق كلما سار في الضلال تاه عن وغاب عنه، ولأن القلب كلما أركس في الشر أربد وأظلم، وصارت غشاوة من الباطل تغطيه فلا يدرك، وتحجره فلا يلين. </p><p> وهنا بحث لفظي، وهو في قوله تعالى:  (فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ) فإن الفاء هنا تسمى بفاء الإفصاح، وهي تفصح عن شرط مقدر تقديره: فإذا ضلوا ونقضوا الميثاق، فبسجب ذلك يُطردون من طريق الرحمة ومنهاج الاستقامة، و \" ما \" زيدت في الإعراب لتأكيد معنى السببية بين نقض الميثاق والضلال. </p><p> (يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ) أي يحيلون بالكلام عن الموضع الذي نزل فيه ولأجله، والمعنى المقصود منه إلى طرف بعيد عن لبه، وعن معناه، فالحرف للشيء طرفه الذي يبعد عن قلبه وعن قطبه الذي يدور حوله، والتحريف كما جاء في عبارات المفسرين قسمان، قسم يغيرون به معاني الكتاب، فيتجهون بها إلى أمور ربما يحتملها الكلام، ولكن لَا يحتملها إلا على بعد من موضوعها، كبعد طرف الشيء عن قطبه، وقسم آخر يغير ذات الكلام بزيادة ألفاظ فيه تذهب بأصل المعنى، أو بحذف ألفاظ يذهب بالمقصد من القول، وقد كان من اليهود القسمان، </p><p> فهم غيروا معاني الكتاب الذي أنزل وأبعدوه عن معانيه التي قصدت من سَوْقِهِ، وأريدت من شرعه، وهم غيروا وبدلوا في عباراته حتى تذهب تكاليف الكتاب وتطمس معالم أحكامه، ومن ذلك مثلا أنه جاء في كتبهم تحريم الربا بمثل هذا الكلام (أخاك لَا تقرض بالربا) فزادوا كلمة الإسرائيلي: (أخاك الإسرائيلي لا تقرض بالربا) وبذلك تغير المعنى تغيرا جوهريا، والكلم: المراد بها الكلام، فهو اسم جمع يدل على الجمع بحذف التاء، كشجر وشجرة، وتمر وتمرة. </p><p> وجاء قوله تعالى:  (يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ) ثمرة لقسوة القلوب والطرد بالضلال؛ وذلك لأنهم لما ضلوا وفسدت قلوبهم واختلط فيها الزيف بالجوهر حتى غلب الزيف، ماتت ضمائرهم، وصاروا كذابين يكذبون على الله تعالى، وعلى الناس، فيغيرون معاني التنزيل، ويزيدون فيه وينقصون على حسب هواهم وشهواتهم، وارتكبوا بهتانا عظيما. </p><p> ومع التحريف الذي قصدوه، وشوهوا به التوراة التي نزلت على رسولهم قال الله تعالى عنهم:  (وَنَسُوا حَظًّا مِّمَّا ذُكِّرُوا بِهِ) والنسيان معناه الترك، أو الغفلة عنه. وقد جاء في مفردات الراغب الأصفهاني ما نصه:  \" النسيان ترك الإنسان ما استودع إما لضعف قلبه، وإما عن غفلة، وإما عن قصد، حتى ينحذف عن القلب ذكره \" وهذا يستفاد منه أن النسيان ترك عن غفلة أو ترك عن قصد، وقد يكون النسيان سببه أمر خارج عن إرادة الناس، كأن يخفى عدو قاهر ما عند الشخص فيتركه مكرها. </p><p> وقد كان عند اليهود - قبحهم الله - الأنواع الثلاثة، فهم قد أصابتهم الغفلة عن كتابهم بسبب فساد قلوبهم، وهم قد تركوا بعضه، وجعلوه مهجورا، لأنه لَا يتفق مع أهوائهم، وقد نزل بهم من الشدائد ما ضيع كتبهم، ولم يبق منها إلا القليل، كما فعل ذلك بختنصر معهم، حتى إذا عاد جمعهم لم يبق من كتبهم إلا متناثرا، لَا يكون مجموعا متناسقا. </p><p> وهنا لفظان نقف عند المعاني التي يشيران إليها: أولهما: معنى \" حظ \" فنقول: الحظ هو النصيب الكبير الذي يعد محظوظا من يأخذه، وهذا يدل على أن الجزء الذي نسي هو جوهر الدين ولبه، وحسبك أن تعلم أن التوراة التي بأيدينا ليس فيها ذكر لليوم الآخر، وما يكون فيه من نعيم مقيم وعذاب أليم، وثاني اللفظين: هو \" مما ذكروا به \" فإن ذلك يشمل تعاليم موسى وتعاليم الأنبياء من قبله، وكل هذا نسوا الحظ الأكبر منه. </p><p> (وَلا تَزَالُ تَطَّلِع عَلَى خَائِنَةٍ مِّنْهُمْ إِلَّا قَلِيلًا مِّنْهُمْ) الجماعات الإنسانية تتوارث عادات وأخلاقا، حتى تصير كأنها طبائع وجِبِلَّة، فالكلام في بني إسرائيل الذين سبقوا عصر النبوة، ولكن الذين عاصروا النبي - صلى الله عليه وسلم - يحملون الصفات التي كان أسلافهم عليها؛ ولذلك اعتبروا منهم أو مثلهم، فخاطب الله تعالى نبيه عليه الصلاة والسلام بأنه - صلى الله عليه وسلم - يرى في الحاضرين صورة السابقين، ويرى فيهم طائفة منهم، وإن تباعدت الأزمان، وإذا تخالفت الشخوص لَا تتخالف الصفات؛ ولذلك قال تعالى:  (ووَلا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ منْهُمْ) أي أن صفاتهم مستمرة وهم بذلك مستمرون، فلا تزال تطلع على طائفة خائنه منهم خيانة أسلافهم، فيهم قسوتهم، وفيهم ضلالهم، وفيهم انحرافهم. و (خَائِنَة) : وصف لمحذوف تقديره بقية خائنة، أو طائفة خائنة، أو نفوس خائنة منهم، وفسر بعض المفسرين خائنة بمعنى خيانة، والمعنى على ذلك لَا تزال تطلع على خيانة، والمؤدى واحد؛ لأن الاطلاع على فرقة أو بقية خائنة اطلاع على الخيانة، والاطلاع على الخيانة اطلاع على قوم متصفين بها، وفي الكلام إشارة إلى أن هؤلاء اليهود في ماضيهم قد خانوا الله تعالى، وخانوا أنفسهم بنقضهم الميثاق الذي أخذ موثقا مؤكدا عليهم، فلا تعجب إذا كانوا قد خانوا العهد معك، ونقضوا الحلف الذي حالفوك عليه، على أن أمنك أمنهم، وأمنهم أمنك، وأن تكون العلاقة بينك وبينهم حسن الجوار، والمودة الحسنة. </p><p> ولما كان اليهود منهم أمة مقتصدة، وأن كثيرا منهم ساء ما يعملون، اسْتُثْنِيَ أهلُ الخير من أن يكونوا خائنين، كسائرهم، فقال:  (إِلَّا قَلِيلًا مِّنْهُمْ) ولقد أجمع المفسرون على أن هذا القليل منهم: اليهود الذين دخلوا في الإسلام، وآمنوا بمحمد - صلى الله عليه وسلم - وما جاء به، ويصح أن نعد منهم عددا قليلا محدودا من اليهود قد خالفوا سائرهم عندما كانوا يهمون بنكث العهد مع النبي - صلى الله عليه وسلم -، فهؤلاء، وإن لم يسلموا يصح أن يستثنوا من الذين يخونون وينكثون العهد، ولقد أمر الله تعالى نبيه بأن يأخذ الناس بالعفو والصفح الجميل، ولذا قال تعالى: </p><p> (فَاعْفُ عَنْهُمْ وَاصْفَحْ إِن اللَّهَ يُحِبُّ الْمُحْسِنِينَ) العفو معناه في مثل هذه: </p><p> عدم مقابلة الإساءة بمثلها، والتجافي عنها، وترك المؤاخذة عليها، والصفح معناه: ترك المؤاخذة، وترك اللوم والتثريب، بل ترك العتاب عليها؛ ولذلك قالوا: إن الصفح أعلى رتبة من العفو، وقال في ذلك الراغب الأصفهاني في مفرداته: وهو - أي الصفح - أبلغ من العفو؛ ولذلك قال تعالى:  (. . . فَاعْفُوا وَاصْفَحُوا. . .) ، وقد يعفو الإنسان ولا يصفح ولكن لَا يمكن أن يتحقق صفح من غير عفو، إذ العفو ترك المقابلة بالمثل ظاهرا، وقد يكون في النفس شيء، أما الصفح فإنه يتناول السماحة النفسية، واعتبار الإيذاء كأن لم يكن، في المظهر والقلب. </p><p> والإحسان يطلق على الإتقان، ومن ذلك قوله تعالى:  (. . . إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا) ، ويطلق على الإنعام على الغير، ومن ذلك قول القائل:  \" أحسن إلى الناس تستعبد قلوبهم \" والإحسان في هذه الآية يشمل المعنيين، والإحسان فوق العدل؛ لأن العدل مع غيرك إعطاؤه الحق الذي له، والإحسان إعطاؤه الحق وزيادة، ومعنى النص الكريم: إذا كانوا على هذه الصفة التي ذكرناها فلا تعاملهم بمثل أخلاقهم، بل عاملهم بأخلاق النبوة التي تدعو إلى الحق، وإلى صراط مستقيم، فاعف عنهم ولا تؤاخذهم بذنوبهم، فلا تعاملهم بالمثل إلا دفاعا عن الحوزة وأصفح الصفح الجميل، ولا تجعل في قلبك غلا </p><p> ولا ضغنا، حتى يخلص قلبك من كل ما يعكره، لتصفو الدعوة، وإن الله تعالى يحب الذين يتقنون أعمالهم بسلوك سبيل الدعوة الصحيحة، وأخذ الناس بالرفق، ومعاملتهم بالتي هي أحسن، والإنعام عليهم بالعفو، وخلوص النفس من كل الشوائب بالصفح الجميل. </p><p> ولكن من هم الذين يستحقون ذلك العفو والصفح، أو بعبارة أخرى من الذين أمر النبي - صلى الله عليه وسلم - بالعفو عنهم والصفح الجميل لهم. قال بعض المفسرين: هم العدد القليل الذين استثناهم الله تعالى بقوله تعالت كلماته: (إِلَّا قَلِيلًا مِّنْهُمْ) . </p><p> وإنا نرى أن ذلك، ولو أنه مستقيم مع سياق اللفظ هو غير مستقيم في سياق المعاني؛ لأن هؤلاء لم يسيئوا ولم يكونوا خائنين، حتى يكون للعفو والصفح موضع. </p><p> وقال بعض المفسرين: إن الذين أُمر النبي - صلى الله عليه وسلم - بالعفو عنهم هم اليهود جميعا، ولكن نُسخ هذا بقوله تعالى:  (قَاتِلُوا الَّذِينَ لَا يُؤْمِنونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ. . .) ، وهؤلاء منهم، ولكن يرد عليه بأن النسخ لَا يصار إليه إلا إذا لم يمكن الجمع. </p><p> وقال آخرون: إن المراد اليهود ولا نسخ؛ لأن العفو والصفح كان بمساكنتهم وبقبول الجزية منهم مع معاشرتهم للمسلمين على أن يكون لهم ما لهم وعليهم ما عليهم، وفي ذلك النظر وجاهة. </p><p> والذي نراه أن الأمر بالعفو والصفح عام لليهود، لكي يؤدي النبي - صلى الله عليه وسلم - واجب الدعوة، وكذلك الشأن في كل داع إلى دعوة؛ لأنه إذا كانت النفس يشوبها الغضب والألم والإحن ويبدو ذلك في اللسان، فإنه لَا تستقيم الدعوة، ولا تقوم الحجة على من يدعوهم؛ لأن الله تعالى يقول:  (ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ. . .) ، ويقول سبحانه:  (ولا تجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بالَّتِي هِي أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا منْهُمْ وَقُولُوا آمَنَّا بِالَّذِى أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإلَهُكُمْ وَاحِدٌ وَنَحنُ لَهُ مُسْلِمُونَ) ، ولا يمكن أن يكون ذلك قد </p><p> نسخ؛ لأن سورة المائدة من آخر القرآن نزولا؛ ولأن التوفيق غير متعذر، ولأن الأمر بالعفو والصفح لَا ينافي القتال، لأنه إذا اعتدت طائفة وجب فلّ شوكتها، وقد اعتدت قينقاع وخانت الحلف، ولا يمكن ائتمانها في وقت قتال، فوجب إجلاؤها، وكذلك بنو النضير، واستحقت قريظة ما نزل بها، وما كان ذلك إلا دفاعا عن النفس، وتأمينا لما وراء الظهر، وفي غير هذه الأحوال الاستثنائية يكون العفو والصفح واجبا ليؤدي النبي - صلى الله عليه وسلم - واجب التبليغ، ولا يعمل الأمر بالعفو عند موجب القتال للدفاع؛ إذ إن ذلك يكون إلقاء بالنفس إلى التهلكة، ويطبق الأمر بهذا الشكل في عصرنا، فاليهود الذين يخربون في ديارنا تكَفّ أيديهم ويُخرجون منها، وغيرهم نعاملهم بالخلق الحسن إلا أن يظاهروا الأشرار فيهم، وقليل من لم يظاهروهم. </p><p> * * * </p>"
}