{
  "id": null,
  "sura": 5,
  "aya": 118,
  "text": "<p> (إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ) . </p><p> وإنا نجد في هذا النص الذي يذكر الحال يوم القيامة ينبئ عن رأفة المسيح عليه السلام، ورفقه، ورغبته في ألا يكون الناس في عذاب إلا أن تكون تلك إرادة الله تعالى، فالنص تفويض لله تعالى، وهو يشبه في هذا طلب إبراهيم أبي </p><p> الأنبياء عليهم السلام الغفران لأبيه كما حكى الله سبحانه وتعالى عنه بقوله تعالى:  (وَاغْفِرْ لأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ) . </p><p> فالمسيح - عليه السلام - يحكى الله تعالى عنه في ذلك اليوم المشهود قوله: </p><p> (إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادًكَ) أي إن تعاقبهم العقاب الشديد فهم عبادك تملكهم، ولا حق لهم عندك، وهم قد أذنبوا، فبحكمتك وعزتك كان عقابهم، وإن تغفر لهم وتستر سيئاتهم وتصفح عنهم فإن ذلك جائز منك، وهو صفح الغالب القاهر، الذي يضع الأمور في مواضعها وأفعاله في دائرة الحكمة والتدبير المصون عن العبث. </p><p> وهنا قال العلماء: كيف يسوغ أن يطلب عيسى - عليه السلام - في المشهد العظيم الغفران للكفار الذين أشركوا بالله تعالى، فجعلوا عيسى وأمه إلهين وقالوا إن الله ثالث ثلاثة، وقالوا إن المسيح ابن الله؟ وقد أجابوا عن ذلك بإجابات مختلفة أدقها ما قيل من أن الغفران للكفار جائز عقلا، وليس مستحيلا، ولقد كان طلب عيسى عليه السلام؛ الغفران لهم من قبيل طلب إبراهيم - عليه السلام - الغفران لأبيه، فهو ناتج من فرط الشفقة، والرأفة، على أن عيسى - عليه السلام - ما طلب الغفران، بل فوض الأمر لرب العالمين تعالت حكمته، وإذا كان ما يناقش في هذا المقام فهو أنه فرض جواز الغفران، ونحن نرى أن ذلك الفرض يتفق مع النسق التاريخي الذي وقع، وذلك بأن نفرض أن المسيحيين الذين أشركوا منهم من كان على ضلاله القديم بعد أن بلغته الدعوة المحمدية، ومنهم من استمر على غيه بعد أن تبلغه الدعوة المحمدية إلى التوحيد، وتبين حقيقة الدعوة المسيحية كما جاء بها الإسلام، وهؤلاء الأخيرون لَا مساغ لفرض الغفران لهم شرعا؛ لأنهم أشركوا الأولون فقد كانوا على فترة من الرسل وكانوا على جهالة عمياء لا تسمح لهم أن يعرفوا حقيقة دعوة المسيح عليه الصلاة والسلام، وذلك أنه قد نزل بهم بعد المسيح - عليه السلام - من الاضطهادات والشدائد والكوارث ما جعلهم يستخفون بدينهم، ويفرون بها، ولا شوكة لهم، وقد قارنت هذه الشدائد المسيحية </p><p> فى نشأتها من بعده وفي تكونها وليدا وفي تدرجها، واستمرت هذه الشدائد نحوا من ثلاثة قرون، نزل فيها أشد ما ينزله الإنسان بأخيه الإنسان حتى أنه كان يتخذ منهم مشاعل تسير في موكب الإمبراطور الروماني نيرون، إذ تطلى أجسامهم بالقار، وتشعل فيها النيران، ويسار بهم في موكبه. </p><p> ولم يكشف عنهم البلاء إلا بعد أن اختفت المصادر الحقيقية لدينهم، وادعى التثليث تدريجيا، وما كان عندهم من علم يعلمونه ويحاسبون به، وهؤلاء أحسب أن فرض عيسى غفران الله تعالى كان فرضا سليما يتفق مع عزة الله تعالى وحكمته، وشمول علمه. </p><p> * * * </p>"
}