{
  "id": null,
  "sura": 5,
  "aya": 16,
  "text": "<p> (يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ ... (١٦) </p><p> * * * </p><p> هذه هي الثمرات التي ترجى من الرسالة الإلهية إلى أهل الأرض، وكونها نورا يهتدي به الساري، وفيه شريعة قائمة في كتاب محفوظ إلى يوم القيامة، وهذه الثمرات ثلاث أولها: هداية إلى الحق، وإخراج من الظلمات إلى النور، ويهدي به الله سبحانه إلى صراط مستقيم لا عوج ولا أمت. </p><p> أما الأولى - فقد عبر الله سبحانه وتعالى عنها بقوله تعالت كلماته:  (يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلامِ) والضمير في قوله تعالى: (بِهِ) يعود إلى مجموع ما ذكر، أو يعود إلى القرآن وحده، والظاهر ذلك؛ لأن الضمير يعود إلى أقرب مذكور، وفي عود الضمير إلى القرآن تضمين لكل ما ذكر؛ لأن القرآن هو وعاء الشريعة، وحجة النبي - صلى الله عليه وسلم - القائمة إلى يوم القيامة، وهو مصباح النور المحمدي الذي لَا ظلام فيه، وقد ذكر سبحانه من يهتدي بالقرآن، وموضع الهداية، فليس كل إنسان أهلا لهداية القرآن والانتفاع به، فإن من يهتدي لَا بد أن يكون فيه عقل يدرك لم تظله غشاوة رانت عليه، وبصيرة نافذة، وقلب قد استقام لطلب الحكمة، وقد ذكر سبحانه أن الذي يهتدي بالحق والنور الكاشف من اتبع رضوانه، واتباع رضوان الله تعالى: طلبه ذلك الرضوان، ومعنى طلب ذلك الرضوان: أن يكون قلبه مخلصا لطلب الحق، لم يرنق قلبه بغرض باطل أو أهواء مردية، أو انحراف في طلب عن الغاية، بل يتجه اتجاها مستقيما إلى الحق لَا يبغى سواه، ولا يطلب إلا رضوان الله تبارك وتعالى، فإن الإخلاص يجعل العقل يشرق، والقلب يمتلئ بالحكمة. </p><p> وأما ما يهتدي إليه فهو سبل السلامة، والصفاء وعدم وجود البغضاء، فالسلام هو: السلامة من كل أدران الحقد والحسد، والسلامة من كل ما يؤدي إلى البغضاء والعداوة، وسبلها هو: الأعمال الصالحة، فيعمل للدنيا بأخلاق مستقيمة، ونفس لَا يخالطها فساد، ولا تستولي عليه الشهوات، فيكون مع الناس في أمن وسلام، وفي الآخرة يكون في دار السلام، كما قال تعالى في شأن المتقين المهتدين:  (لَهُمْ دَارُ السَّلامِ عندَ رَبِّهِم. . .) ، وكما قال تعالى:  (تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا (٤٤) . </p><p> وأما الثانية - فقد عبر عنها تعالى بقوله:  (وَيُخْرِجُهُم مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ) ومرجع الضمير هنا هو مرجع الضمير في الجملة السامية السابقة، فالقرآن والنور والهداية المحمدية كل هذا يخرج الناس من ظلمات الباطل إلى النور </p><p> الواضح بإذن الله تعالى وبعلمه وتقديره، فالإذن هنا معناه العلم والإرادة، أي أن ذلك الإخراج من ظلمات الضلالة إلى نور الهدى بعلمه تعالى وإرادته، وإرادته لا تكون إلا على مقتضى حكمته في خلقه، وهو العزيز الحكيم، اللطيف الخبير، السميع البصير، تعالت أسماؤه الحسنى. </p><p> وقد ذكر الله سبحانه وتعالى الضلال بالجمع والنور بالإفراد؛ وذلك لأن طرق الشيطان مختلفة، وكل طريق منها ظلمة في ذاته، فالشرك ظلمة، والبغضاء ظلمة، والمعصية ظلمة، وأكل مال الناس بالباطل ظلمة، ووأد البنات ظلمة، واسوداد الوجه بالكآبة عند ولادة المرأة ظلمة، والظلم ظلمات قد تعددت فنونه، وتباينت أقسامه والنور والقرآن والهدى المحمدي هو الذي يكشف هذه الظلمات، وينير الطريق للخروج، بإذن الله تعالى وعلمه وإرادته يخرجهم النور من هذه الظلمات المتكاثفة. </p><p> وأما الثالث - فقد قال تعالى:  (وَيَهْدِيهِمْ إِلَى صِرِاطٍ مسْتَقِيم) والمعنى أن الله تعالى يهدي طالب إلى طريق مستقيم لَا التواء فيه، والهداية في الحقيقة من الله تعالى، فهو الذي يهدي ويرشد، والمهتدي هو من يطلب الحق إرضاءً لله تعالى، ونسبت الهداية إلى القرآن؛ لأنه الذي اشتمل على ما فيه الهداية من أحكام، وفضائل، وبيان لمعنى الرسالة الإلهية؛ ولأنه هو المعجزة الكبرى للنبي - صلى الله عليه وسلم -، والطريق المستقيم هو دين الله تعالى القيم، دين التوحيد، دين الإسلام والتسليم والتفويض لله تعالى بعد القيام بالعمل، وهو دين الخير في الدنيا والآخرة، فمن اتبعه فقد رشد، ومن تركه فقد ضل، وهو وإن تعددت أنواع العمل طريق واحد موصل للغاية من أقرب اتجاه، وهو طريق الله تعالى، وقد قال تعالى:  (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ (١٥٣) . [الأنعام (١) ] </p><p> اللهم اهدنا صراطك المستقيم. </p><p>(١) عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ كُنا عنْدَ النبِي - صلى الله عليه وسلم - فخَط خَطًّا وَخَط خَطين عَنْ يَمِينِهِ وَخَط خَطيْنِ عَنْ يَسَاره، ثُمَّ وَضَعَ يَدَهُ فِي الخَط الأوسَط ققَالَ: \" هَذَا سَبِيلُ اللَّهِ \" ثمَ تَلا هَذِهِ الآيَةَ: (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ). رواه ابن ماجه: المقدمة - اتباع سنة رسول الله - صلى الله عليه وسلم - (١١).</p><p> (لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْضِ جَمِيعًا وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٧) وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ (١٨) </p><p> * * * </p><p> ذكر الله سبحانه وتعالى في الآيات السابقة أن اليهود حرفوا الكلم بتبديل عبارات التوراة، وتحريف معانيها وتفسيرها بغير ما يراد منها، ثم بإخفائهم كثيرا مما اشتملت عليه من أحكام تكليفية، ثم تحللهم من أحكام الباقي، وأن النصارى مثلهم نسوا حظا مما ذكروا به، بل أهملوا لب الدين، وحقيقة التوحيد فيه، وتفرقوا فرقا مختلفة وأغريت بينهم العداوة والبغضاء، فكان في الماضي التذبيح بين الملكانية واليعقوبية، وكان من بعد ذلك ما كان بين غيرهم، حتى تركوا الدين من حياتهم، ولم يبق منه عندهم إلا ما يعاند الوحدانية، ويضطهدون به أولياءها وأنصارها، وقد جاء الإسلام منذ تبليغ النبي - صلى الله عليه وسلم - به، يبين كثيرا مما أخفوا، وحقيقة الرسالة التي تنزل من الله تعالى لخلقه، والتي هي لب اليهودية الأولى، ونصرانية المسيح عليه السلام، وفي هذه الآيات المتلوة يبين سبحانه لب ما غيروا فقال تعالى: </p>"
}