{
  "id": null,
  "sura": 5,
  "aya": 26,
  "text": "<p> (قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ ... (٢٦) </p><p> * * * </p><p> القول هنا هو قول الله تعالى، كما يدل على ذلك الحكم الذي حكم به، فإنه لله تعالى وحده، وكما يدل عليه من بعد ذلك قوله:  (فَلا تَأسَ عَلَى الْقَوْمِ الْفَاسِقِينَ) . </p><p> والفاء في قوله تعالى:  (فَإِنَّهَا مُحَرَّمَةٌ) هي فاء الإفصاح، أي التي تفصح عن شرط مقدر، والمعنى: أنهم إذا كانت حالهم كذلك من الخور، وضعف العزيمة، والخوف من أعدائهم فإنهم لَا يدخلون الآن لضعف بأسهم وشكيمتهم، فإنها محرمة عليهم تحريما واقعيا، لَا تحريما حكميا تكليفيا يتيهون في الأرض، أي يكونون في الأرض تائهين متحيرين يضطرب عيشهم وحياتهم، ولا يستقر مقامهم، بل يعيشون فرادى هائمين على وجوههم، حتى يتربى البأس في قلوبهم. </p><p> هذا خلاصة معنى النص الكريم، وهو يدل على أن الله تعالى بسنته التي سنها سبحانه وتعالى في الكون لَا يمكنهم من أن يدخلوها إلا إذا غيروا، وبدلوا حالهم من بعد الضعف قوة، ومن بعد الخور عزيمة: (. . . إِنَّ اللَّهَ لَا يُغَيِّر مَا بِقَوْمٍ </p><p> حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ (١١) . </p><p> إن بني إسرائيل من بعد أن بعث الله تعالى إليهم من أنفسهم سيدنا موسى عليه السلام كانت كل انتصاراتهم على فرعون بأمور خارقة للعادة، وحياتهم كلها لا تخلو من خارق، فقد أنقذوا بالبحر ينفلق اثني عشر فرقا، وشربوا الماء بالعصا يضرب بها الحجر فينبثق منه اثنتا عشرة عينا لكل إنسان مشربهم، ويشكون الجوع، فيجيء إليهم المن والسلوى. وبذلك استرخت نفوسهم، والله سبحانه وتعالى لم يجعل - فيما سنه في الكون - الأمم تعيش من غير كفاح، وطلب للعزة بجهاد وعمل. فكلفهم سبحانه أن يدخلوا الأرض المقدسة، وهو يعلم حالهم، وبماذا يجيبون، وكان لَا بد أن يربيهم على الكفاح بعد الاسترخاء، وعلى طلب العزة بأنفسهم بعد الاستخذاء، فكان لَا بد من البلاء بتركهم أربعين سنة يتيهون في الأرض، ويعيشون في الأخبية وينتقلون طلبا للماء والكلأ، ويحيون حياة خشنة. </p><p> ولقد قرر ابن خلدون في مقدمته إن الأمم كلما تحضرت استرخت منها العزائم حتى يغزوها من يعيشون في شظف العيش ويسيطرون عليهم، حتى يصيبهم الرفه، ويفكهوا في نعيمه، فيصيبهم ما أصاب من سبقوهم. </p><p> كان التيه الذي عاش فيه بنو إسرائيل أربعين سنة لتربى فيهم قوة البأس والعزيمة، ويستهينوا بالصعاب، فيذللوها ويتغلبوا عليها:  (فَلا تَأسَ عَلَى الْقَوْمِ الْفَاسِقِينَ) هذا تطمين لموسى عليه السلام، وبيان استجابة معذرته، وإزالة لما علق بنفسه من هم بسبب فعل قومه، وعصيانهم لأمر ربهم، ومعنى أسى حزن حزنا عميقا، يُحدث هما وغما، ومن ذلك قول امرئ القيس: </p><p> وقوفا بها صحبى عليَّ مطيهم ... يقولون لَا تهلك أسى وتجمل اللهم هب لأمة الإسلام القوة والعزة والمنعة، وطلب إعزاز الإسلام بالجهاد بالنفس والمال، وألا يرهَبوا عدوَّ الإسلام، ويطيعوا قول الله تعالى ويستمعوا إليه:  (وَلا تَهِنُوا وَلا تَحْزَنُوا وَأَنتُم الأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ) . </p><p> * * * </p><p> (وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ (٢٧) لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (٢٨) إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ (٢٩) </p><p> * * * </p><p> هذا النص القرآني فيه تعليل لما كان من اليهود من قبله من بسط أيديهم بالأذى للنبي - صلى الله عليه وسلم - ونقضهم المواثيق، وقتلهم للنبيين، وادعائهم الكاذب الفضل على الناس، فإن علة ذلك هو الحسد الكمين في نفوسهم والحسد قديم في الخليقة قدم الإنسان فيها، فهذا أحد ولدي آدم يحسد أخاه، حتى في العبادة التي تقتضي تنقية النفوس وتقوى القلوب، وذلك دليل على كمون الحسد في بعض النفوس مما لا علاج له إلا الصبر على الذين تصيبهم هذه الآفة، كما صبر الأخ الذي قتله أخوه، فإذا كان في النصوص بيان لآفة الحسد، ففيها أيضا بيان لحلية الصبر والصفح والرضا بما يقدره رب العالمين من أذى المؤذين، والإخلاص لله تعالى. </p><p> وكل هذا فيه عزاء للنبي - صلى الله عليه وسلم - يدعوه إلى الصبر، كما قال تعالى:  (وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ وَلا تَحْزَنْ عَلَيْهِمْ وَلا تَكُ فِي ضَيْقٍ ممَّا يَمْكُرُونَ) . </p><p> وكما أن في النص تعليلا لما سبقه ففيه تمهيد لما يلحقه، فإنه سيجيء بعد ذلك عقوبات رادعة للذين يعيثون في الأرض فسادا، ويخرجون، ويقتلون الأنفس البريئة، ويزعجون الآمنين بالسرقات والاختطاف، ففي هذا النص يبين قسوة المعتدي ليتبين استحقاقه هو وأمثاله من عقاب ردعا وزجرا، ونكالا يمنع غيرهم من العبث؛ ولذلك كانت الآية التي أعقبت هذا النص فيها بيان لسببيته في شرعية </p><p> العقاب الرادع، فقال تعالى (مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا) . </p>"
}