{
  "id": null,
  "sura": 5,
  "aya": 36,
  "text": "<p> (إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا ... (٣٦) </p><p> * * * </p><p> في هذا النص الكريم يبين سبحانه المقابلة بين جزاء المؤمنين وجزاء الكافرين، فالمؤمنون يفوزون في الدنيا بنعيم الاطمئنان، والإحساس بالرضوان من الله تعالى، ونصره سبحانه، وتأييده، وفوز الآخرة بالنعيم المقيم، أما الكافروفي فإنهم إن نالوا ظاهرا من الحياة الدنيا، يستقبلهم في الآخرة عذاب مقيم دائم مستمر وإنه لو وزنت الدنيا بحذافيرها، وكل ما فيها بعذاب يوم القيامة، ما ساوت شيئا في جانبه وإنهم لو ملكوا الدنيا بما فيها، وأرادوا أن يقدموه فداء لأنفسهم من عذاب القيامة، ما قبل منهم ذلك، بل يرد عليهم ما يقدمون. </p><p> وإن الله سبحانه وتعالى قد ذكر كفر الكافرين مؤكدا بـ \" إن \" ، وذكر الموصول للإشارة إلى أن الكفر الثابت المؤكد الذي لم يقترن بالتوبة والانخلاع منه بإيمان يجب الكفر هو سبب لعذاب وهول يوم القيامة صوره الله سبحانه وتعالى بقوله: </p><p> (لَوْ أَنَّ لَهُم مَّا فِي الأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ) والافتداء تخليص النفس، والعمل على الحفاظ عليها بمال أو أي نفيس يبذل في سبيل ذلك الخلاص، والمعنى الجملي: لو ثبت أن الذين كفروا يقدمون كل ما في الأرض تخليصا لأنفسهم ومثله معه في قيمته وكمه ما قبله الله تعالى منهم؛ لأن الجزاء الذي ادخره الله تعالى لهم من عذأب أليم يتكافأ مع ما في الدنيا مضافا إليه مثله، وهم لو ملكوا كل ذلك لقبلوا أن يقدموه، فكيف وهم لا يملكون إلا قدرا ضئيلا لَا يساوي ذرة صغيرة في هذه الدنيا، والله لَا يتقبل ذلك الفداء مهما يكن قدره؛ لأنه قرر العذاب المؤلم المؤكد، وقد أكد نفي القبول بقوله تعالى:  (مَا تُقُبِّلَ مِنْهُمْ) أي ما قبل منهم بأي قدر ولو كان ضئيلا، وكان من تأكيد النفي بصيغة التقبل، والمراد هنا من التفبل تكلف القبول، أي أنه لَا يمكن القبول، ولو بطريق المحاولة والمعاناة. </p><p> وقد أكد سبحانه وتعالى العذاب بقوله تعالى:  (وَلَهُمْ عَذَابٌ أَلِيمٌ) أي أن الذين يملكونه في الآخرة بدلا في مقابل ما كانوا يملكون في الدنيا عذاب مؤلم مستمر لَا يزول ولا يفارقهم، وهم يريدون أن يخرجوا منه، وهو ملازمهم لا يفارقهم؛ ولذا قال سبحانه: </p><p> * * * </p>"
}