{
  "id": null,
  "sura": 6,
  "aya": 12,
  "text": "<p> (قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قُلْ لِلَّهِ ... (١٢) </p><p> * * * </p><p> أمر الله تعالى نبيه أن ينبههم إلى خلق السماوات والأرض ومن فيهن، والمجاوبة بينهم وبين النبي - صلى الله عليه وسلم - فيمن خلقهم، ومن يملك من فيهن ومن له السلطان، وقد نقلهم من أمر حسي يستطيعون أن يروه، ويعتبروا به إلى أمر فكري هو ثمرة للتفكير في الإنسانية </p><p> كلها، والاستفهام يتضمن معنيين: أولهما - التنبيه إلى أن الله تعالى يملك السماوات والأرض ومن فيهن من أقوياء وضعفاء، ومن إنس وجن، ومن ملائكة أطهار لَا يعصون الله تعالى ويفعلون ما يؤمرون، ومن أخيار في الأرض وأشرار، فالجميع في قبضة يده سبحانه وتعالى، ولا أحد فوق سلطانه، والمعنى الثاني - تبكيتهم، وبيان أنهم ومن هم أقوى منهم في قبضة يده سبحانه. </p><p> ونميل إلى أن الاستفهام للتنبيه، فإنه من أمثل الطريق لتقرير الحقائق، السؤال ثم الإجابة؛ ولذلك كانت الإجابة بأمر الله تعالى نبيه أن يقول:  (قُل لِّلَّهِ) فكانت هذه الإجابة تقريرا للحقيقة الثابتة التي يدركها العقل السليم، وهي مما يوجبه الإيمان، وتقرره الفطرة وبداهة العقول. </p><p> وقد ذكر عدله ثم ذكر رحمته من بعد، وأشار إلى أن العدل والرحمة متلازمان، فقال سبحانه: </p><p> (كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ) </p><p> ومعنى كتب الله تعالى على نفسه أنه أوجب تفضلا وتكرما من غير إلزام من أحد ألزمه الرحمة بعباده، فهو الذي يمدهم بنعمه محسنهم ومسيئهم، وخيِّرهم وشرِّيرهم، وهو الذي يكلؤهم بالليل والنهار، ولقد روى الشيخان عن أبي هريرة أن النبي - صلى الله عليه وسلم - قال:  \" لما قضى الله تعالى الخلق كتب كتابا فوضعه عنده فوق العرش إن رحمتي سبقت غضبى \"  (١) ولهذه الرحمة لم يسارع بإنزال الهلاك على العصاة ممن بعث إليهم محمداً - صلى الله عليه وسلم -، عسى أن يخرج من ذرية المشركين من يعبد الله سبحانه وتعالى، ويخلص في إيمانه. </p><p> ومن مظاهر رحمته أن يعاقب المسيء، ويثيب المحسن، فإن ذلك هو العدل وفيه رحمة، فحيث كان العدل كانت الرحمة، فهل يستوي الذين يعملون والذين </p><p>(١) رواه بهذا اللفظ أحمد: مسند المكثرين - مسند أبي هريرة (٧٤٧٦)، ورواه البخاري: التوحيد - وكان عرشه على الماء. (٧٤٢٢) بلفظ مقارب من حديث أبي هريرة رضي الله عنه.</p><p> لا يعملون، وهل تستوي الظلمات والنور، وهل يستوي الأخيار والأشرار. إن عقاب العاصي رحمة بالعموم، وإن لم يكن رحمة بذات العاصي فهو لَا يستحق الرحمة؛ ولذا قال النبي - صلى الله عليه وسلم -: \" من لَا يَرحَمْ لَا يُرْحَم \"  (١) ولقد ذكر سبحانه أن من مقتضى رحمته أن يجمع الناس يوم القيامة ليوم لَا ريب فيه، يجازى فيه المحسن بإحسان، ويعاقب فيه السيئ؛ فقال تعالت كلماته:  (لَيَجْمَعَنَّكمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ) فهذه الجملة استئنافية لبيان نوع من العدل، وهو أن يثاب المحسن، ويعاقب السيئ، ويحاسب كل على ما قدم من عمل في هذه الدنيا، إذ هو رحمة بالخلق، وقد ذكر الله سبحانه وتعالى أن القصاص فيه رحمة كبيرة، فقال تعالت كلماته:  (وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ. . .) ، والقصاص بكل ضروبه فيه حياة ورحمة. </p><p> وهنا بعض إشارات بيانية: </p><p> الأولى - أن الله أكد جمع الناس يوم القيامة، وذلك بـ \" اللام \" الدالة على قسم مطوي في القول، وبنون التوكيد الثقيلة. </p><p> والثانية - تعدية الجمع بـ \" إلى \" دون \" في \" ؛ للإشارة إلى أن الجمع نهايته تكون يوم القيامة، فهم يحشرون في القبور، والجمع مستمر في ذلك. </p><p> الثالثة - إثبات أن ذلك اليوم لَا شك فيه عند أهل الدراية والمعرفة ومن يشك فيه فهو ليس ذا إدراك سليم، وإذا كان بعض الناس يشك فيه، فليس ذلك إلا من سقم الإدراك، وفساد الفطرة، وينبغي ألا يشك فيه مدرك، فالبديهة تقول إن الله تعالى لم يخلق الكون عبثا، ولم يخلق الإنسان عبثا، بل خلقه ليفنى ثم ليبقى من بعد ذلك، ومن خلق في الابتداء قادر على الإعادة في الانتهاء، وبين سبحانه بعد ذلك الحال الواقعة للذين يكفرون بالله وبالرسالة وباليوم الآخر، وأن شرهم متكاثف يردف بعضه بعضا. </p><p>(١) متفق عليه رواه البخاري في كتاب: \" الأدب \": رحمة الولد وتقبيله (٥٥٣٨)، ومسلم في كتاب \" الفضائل \" رحمته - صلى الله عليه وسلم - بالصبيان والعيال (٤٢٨٢).</p><p> (الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ) . </p><p> عبر عن الكفار بالرسالة المحمدية، والوحدانية واليوم الآخر بالذين خسروا أنفسهم، وجعل الكفر نتيجة للخسران، فالخسران يبتدئ، والكفر نهايته، أو هما متلازمان، فالخسران سابق ولاحق لأنه يترتب على الكفر خسران متضافر. </p><p> والخسران الذي يسبق الكفر، وهو خسران الفطرة، فلا يكفر بالدليل القاطع إلا من يخسر فطرته وخسران الإدراك السليم؛ لأنه لَا يكفر بوجود الله إلا من ينسى أن كل أثر له مؤثر، وكل موجود له موجد، وخسروا عقولهم إذ سيطرت الأوهام عليهم، فأشركوا مع الله أحجارا تحطم، وأوثانا تصنع، ونجوما تأفل، وخسروا نفوسهم فصارت معوجة، وخسروا قلوبهم فصارت مظلمة، وإذا كانت كل مداركهم قد سدت فهم لَا يؤمنون؛ لأن الإيمان يحتاج إلى قلب مخلص، وعقل مدرك، وإذعان للحق إذا بدت معالمه، وظهرت أماراته، وإنهم بعد الكفر يزيدون خسرانا، إذ كل إنكار للحق خسران في ذاته؛ لأنه نزول عن مرتبة الإنسانية السامية. </p><p> وقد قال تعالى:  (فَهُمْ لَا يُؤْمِنُونَ) وعبر بالمضارع للإشارة إلى أنهم لَا يكون الإيمان شأنا من شئونهم، ذلك لأن من امتلأت نفسه بالأوهام وصارت عشا لها، وضلت عقولهم لَا يمكن أن تذعن لشيء، بل هي دائما مضطربة حائرة تنتقل من ضلال إلى ضلال، ومن متاهة إلى مثلها، كمن يضل في بيداء كلما أوغل زاد ضلالا (رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً. . .) . </p><p> * * * </p><p> (وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ وَهُوَ السَّمِيعُ الْعَلِيمُ (١٣) قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (١٤) قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ (١٥) مَنْ يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذَلِكَ الْفَوْزُ الْمُبِينُ (١٦) وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٧) وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (١٨) </p><p> * * * </p><p> بين سبحانه وتعالى في الآيات السابقة سلطانه في خلق السماوات والأرض، وجعل الظلمات والنور، وإحاطة علمه سبحانه ومعرفته للسر والجهر، وتلقِّي المشركين لبيان تلك الحقائق مع الإعجاز الدال على صدق الأخبار النبوية بالتكذيب والاستهزاء، والإعراض عن البينات من الآيات، وطلبهم آيات أخرى، وبين سبحانه أنه ما دام الإعراض، وما دام الجحود مستوليا على نفوسهم، فلن تجدي معهم آية؛ لأن ما سيق إليهم كاف، ولأنهم يكذبون حسهم ما دام إنكارهم سابقا لتلقيهم، وقد ضرب لهم سبحانه الأمثال بما وقع للسابقين، ونبههم سبحانه إلى ملكيته لكل ما في السماوات والأرض، وفي الآيات التي نتكلم في معناها بيان لسلطانه وعلمه الكامل بكل ما فيها، وما ينبغي أن يكون أثرا لعلمه سبحانه وتعالى بذلك، فقال تعالى: </p>"
}