{
  "id": null,
  "sura": 6,
  "aya": 144,
  "text": "<p> (وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ ... (١٤٤) </p><p> * * * </p><p> هذه هي أربعة الأزواج بعد الأربعة الأولى فتكون عدتها ثمانية، قال تعالى:  (قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الأنثَيَيْنِ) أحرم الفحل من الإبل والثور من البقر، أم حرم الأنثيين من الأربعة، فحرم الناقة من الإبل، والبقرة من البقر، فإن كان التحريم للذكرين يشمل الذكور كلها، فإن التحريم على الإناث شمل الإناث كلها. أما وقد حرمتم بعضها دون بعضها، فإنه لَا يمكن التحريم لأمر ذاتي فيها، ولا لأمر نقلي، فلا دليل من عقل ولا نقل. </p><p> وإذا كان التحريم للمواليد كلها ذكورا وإناثا، وهي ما اشتملت عليه أرحام الأنثيين، فإنه بمقتضى عموم القول. يكون التحريم لجميع المواليد من البقر والإبل، ولكنكم تحرمون بعضها دون بعض، فلا يمكن أن يكون التحريم لخبث فيها؛ لأن الخبث إن كان سبب التحريم، فهو يعم ولا يخص، فلا يمكن أن يكون التحريم بسبب في ذاتها، ولا لنقل نقلتموه، وإن ادعيتم ذلك فأنتم تكذبون على الله في ذلك، ولا دليل عندكم على التحريم من قبل الله، بل هو اتباع الشيطان، وتزيينه لكم حتى صار ذلك هواكم، وغلبتكم الأوهام؛ ولذا قال تعالى: </p><p> (أَمْ كُنتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا) طالبهم الله تعالى أن يأتوا بعلم يقيني جازم من النقل يدل على تحريم ما حرموه، وقد جاءت النصوص بإباحة الجميع، ثم عدل متهكما عليهم بأن ذكرهم بأنهم قد يدعون أنهم شاهدوا وعاينوا، ولذلك قال تعالى:  (أَمْ كُنتُمْ شُهَدَاءَ) و (أم) فيها معنى الإضراب عما طلب أولا، ثم ذكر أنهم قد يدعون أنهم كانوا حاضرين إذ وصاهم الله تعالى، والله علم من وصى بهذا، وهذا تهكم عليهم، فإنهم ينكرون الوحي، ولا يدعونه لأنفسهم أنهم أوحى إليهم، ولكنها وسوسة الذي أوجد فيهم أوهاما زينت لهم ما فعلوا. وهكذا نجد النص القرآني سلك سبيل الاستقراء والسير والتقسيم فاستقرأ معهم سبب التحريم وإن كان الذكورة فهي تعم الذكور، وإن كان الأنوثة فهي تعم الإناث، وإن كانت الولادة فهي تعم المواليد، ولكنهم يخصون، فطالبهم بدليل من علم، فما عندهم، فسألهم أهم عاينوا ووصاهم الله فهم بلا ريب كاذبون، وهذه هي نتيجة الاستدلال، فهم كاذبون على الله تعالى، ولذا قال سبحانه بعد ذلك:  (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كذِبًا لِّيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ) . </p><p> الفاء لترتيب ما بعدها على معنى ما قبلها، والمعنى إذا كانوا قد كذبوا على الله تعالى، وادعوا أن الله حرمها، فهم ظالمون مفترون ومن أشد ظلما ممن يفتري على الله كذبا ليضل الناس، ومن استفهامية، وهي للإنكار، لإنكار الوقوع، إذ معناه، لَا أحد أظلم ممن افترى على الله كذبا، أي قصد الكذب على الله تعالى بادعاء أن الله تعالى حرم بعض ما رزقهم الله، وهو لم يحرم، وفي ذلك مع النفي توبيخ لهم، لأنهم فعلوا ما استنكر أشد الاستنكار. وإن ظلمهم مركب من أمرين، أولاً لأنهم كذبوا على الله وقصدوا الكذب، والثاني أنه أضل الناس بهذا الكذب على الله، فقال إنه تحريم من الله، وليس من الله في شيء إلا أوهامهم الضالة. </p><p> وذلك الظلم والإضلال أوضح ما يكون في كبرائهم الذين أضلوا ضعفاءهم، وقد ختم الله سبحانه الآية بقوله تعالى: </p><p> (إِنَّ اللَّهَ لَا يَهْدِى الْقَوْمَ الظَّالِمِينَ) إنه سبحانه وتعالى بعد أن بين ظلمهم في تحريم ما أحل الله تعالى لهم، وجعلوا ما رزقهم سبحانه منه حلالا ومنه حراما وظلمهم في الكذب على الله تعالى بادعاء أن التحريم كان بأمره، وظلمهم للناس بإضلالهم بغير علم، ذكر سبحانه قضية عامة وهي أن الله لَا يهدي الظالمين؛ لأن الظالم إذا سلك سبيل الظلم والتضليل استمرأه واستطال على الناس، وركبه الطاغوت، وأظلمت نفسه، وأصاب قلبه ظلام لَا نور فيه، فلا يهتدي ولا يَرْعَوي، وقد بين الله تعالى، وأكد أن الظالمين لَا يهتدون فقال (إِنَّ اللَّهَ لَا يَهْدِى الْقَوْمَ الظَّالِمِينَ) وقد أكد ذلك بالجملة الاسمية، و (إن) ، وبنفي الهداية عن القوم الظالمين، وكان نفي الهداية من الله تعالى عن القوم الظالمين لأنهم بسيرهم في طريق الظلم قد سدوا باب الهداية عن أنفسهم، وذكر سبحانه نفي الهداية عن القوم الظالمين دون أن ينفيه هنا عن الواحد للظالمين؛ لأن الظالمين يعاون بعضهم على الظلم، فيتكون منهم رأي عام ظالم يبرر الظلم ويرتضيه، ويشجع عليه، ويتعاونون فيه على الإثم والعدوان بدل البر والتقوى، والله يهدي من يشاء إلى صراط مستقيم. </p><p> * * * </p><p> (قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ (١٤٥) وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ (١٤٦) </p><p> * * * </p><p> فى هذه الآية حصر لما حرمه الله تعالى من الأنعام، وبيان أن الله تعالى لم يحرم ما حرموه على أنفسهم من الأنعام، وقد أمر النبي - صلى الله عليه وسلم - أن يتولى هو البيان فيما أوحى إليه به؛ لأنهم كانوا يجابهون النبي - صلى الله عليه وسلم - بتحريم ما يحرمون غير متحرجين في ادعاء التحريم على الله تعالى، ويفترون على الله الكذب وكانوا ظالمين، ولا أحد أظلم ممن افترى على الله كذبا. </p><p> وإن المتتبع لآي الله تعالى يجد أن كل أمر يجري فيه الجدل، أو يثيرون هم فيه الجدل يأمر الله تعالى نبيه بأن يتولى البيان بلسانه مع بيان الله تعالى. </p>"
}