{
  "id": null,
  "sura": 6,
  "aya": 30,
  "text": "<p> (وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ قَالَ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (٣٠) </p><p> * * * </p><p> ولو ترى إذ وقفوا على النار كانت في بيان ما يستقبلهم من عذاب مادي رهيب يقرع إحساسهم قرعا شديدا مزعجا، وفي هذا الموضع، (وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ) هي بيان عقاب معنوي توبيخي، وبيان كذبهم في الدنيا ومحرهم بآيات ربهم، ولو ترى يا محمد أو لو ترى يا قارئ القرآن إذ وقفوا أي حبسوا مطلعين على تجلي ربهم، ومملطانه وكمال عزته البارزة لهم التي حاولوا إخفاءها في </p><p> أنفسهم في الدنيا، وإن لم تكن خفية في ذاتها، لقد تجلى عليهِم ربهم بسؤال المستنكر لحالهم في الدنيا، وبحجتهم في قولهم:  (وَمَا نَحْنُ بِمَبْعُوثِين)  (أَلَيْسَ هَذَا بِالْحَقِّ) أي هذا البعث الذي تعاينونه وتشهدون أهواله ثابتا بالحق، فقوله (بالحق) متعلق بمحذوف، أو نقول إن (الباء) زائدة، ويكون المعنى أليس هذا البعث هو الحق الذي لَا ريب فيه، وتكون (الباء) لتأكيد معنى الإنكار الذي هو بمعنى النفي، وقد دخل على نفي، ونفي النفي إثبات، ولقد كانت إجابتهم مصدقين، لأن الواقع يحملهم على التصديق والإذعان لما يدعو إليه رب العالمين بقولهم كما حكى ربهم، (بلى) وبلى لنفي ما يكون بعد الاستفهام، أي لنفي (أليس هذا بالحق) ، نفي ما تضمنته ليس النافية هو تصديق أنه الحق، وإذا كان ذلك ثابتا بحكم قولهم وعيانهم، فلا بد أن يتجلى الله تعالى عليه بذكر ما يستحقون، فقال تعالت كلمات:  (فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ) أي فانغمسوا في العذاب ذائقين لآلامه محسين بها، فالذوق هنا كناية عن الإحساس الشديد بعد الانغماس فيه، والأمر هنا أمر تكويني يحكي الواقع الحق، وقد يكون مع ذلك أمر قولي لَا اختيار لهم فيه، بل إنه مجاب بالاضطرار، و (الباء) هنا للسببية أي بسبب كفرهم بالبعث، وإنكارهم له، و (الفاء) في قوله: (فذوقوا) فاء الإفصاح، أي إذا كنتم تفترون أنه الحق فذوقوا عذابه بما أنكرتم. اللهم هبنا الإيمان بالغيب وامنحنا اليقين. </p><p> * * * </p><p> (قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلَا سَاءَ مَا يَزِرُونَ (٣١) وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ وَلَلدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ (٣٢) قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ </p><p> وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ (٣٣) وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ (٣٤) وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِي الْأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأْتِيَهُمْ بِآيَةٍ وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ (٣٥) </p><p> * * * </p><p> الكلام موصول في الكفر باليوم الآخر وأثره النفسي والاعتقادي، وما يترتب على الكفر باليوم الآخر جحود النبوات، ولقد ابتدأ سبحانه بما يتصل بما قبله، فقال تعالى: </p>"
}