{
  "id": null,
  "sura": 6,
  "aya": 116,
  "text": "<p> (وَإِن تُطِعْ أَكْثَرَ مَن فِى الأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللَّهِ) . </p><p> هذه الآية تدل بجملتها وظاهر ألفاظها أن الله تعالى يقول لنبيه الأمين: إنك تضل لو أطعت من في الأرض واتبعت كثرتهم، وإذا أريد بالأرض أرض المشركين من بلاد العرب، فالمعنى يكون محدودًا بحدود الكثرة العربية الذين كانوا في ذلك الوقت مشركين، فإن تطع أكثرهم يضلوك عن سبيل الله تعالى؛ لأنهم مشركون والشرك ضلال، فإن أطعتهم دخلت في ضلالهم، ويكون معنى القول نهي لمن مع النبي - صلى الله عليه وسلم - من أن يتبعوا المشركين في ضلالهم لأنهم الأكثرون، فالكثرة لَا تعطي الدليل قوة، ولا تتبع اليقين دائما، بل إن أقوالهم تعتمد على الظن، وإن الظن لا يغني من الحق شيئا؛ ولذا قال تعالى:  (إِنْ يتَّبِعُونَ اٍلَّا الظَّنَّ) ، و (إنْ) هنا نافية بمعنى (ما) ، أي إنهم لَا يتبعون إلا الظن فيظنون الأمر ظنا، ثم يعتقدونه اعتقادا، كما قال تعالى عن أمثالهم:  (إِن نَّظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ) ، وأكد هذا ببيان طريق ظنهم فقال تعالى:  (وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) </p><p> والخرص مأخوذ من خرص النخل؛ ليعرف ما تحمل من بلح، فيقال: خرص النخل يخرصه إذا حزره، ولا يمكن أن تكون نتيجة الخرص علما قطعيا تبنى عليه عقيدة، أو يؤخذ به رأى سليم في أي أمر من الأمور، وأقصى ما ينتهي إليه ظن لا قطع فيه. فالمعنى: إن هم إلا يظنون، وإن هم في سبيل ذلك لَا يتبعون إلا الخرص الذي لَا ينتهي إلى يقين قط. </p><p> هذا الكلام خرجناه على أن الأرض المراد بها أرض الشرك، ويكون المقصود طاعة المسثركين، ولكن الأرض لو يراد منها الأرض الواسعة أرض الله تعالى، ويكون المراد إن تطع الناس فيما يرون ويبتغون يضلوك عن سبيل الله تعالى، وليس الحق دائما مع الكثرة، بل قد تكون الكثرة على غير الحق، بل إنه ثبت من التحليل للعقلية الجماعية أنها لَا تدرك ما يدركه المتفكر في خاصة نفسه، وذلك </p><p> لأن الجماعات تغلب عليها العاطفة الجماهيرية، ولا يكون مجال لتمحيصها، ولعل هذا هو ما يرمي إليه النص القرآني في وصف تفكير أكثر من في الأرض، إذ يقول سبحانه:  (إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) . </p><p> ومهما يكن فإن الآية الكريمة تدل على أمرين: </p><p> أولهما - أن الاتباع عن غير بينة لَا يجوز، بل إنه يجب النظر والبحث، وأن اتباع الجماعات من غير دراسة لَا يجوز، وأن الجماعات يغلب على تفكيرها الحدس والتخمين، ولا يسودها التفكير والدرس العميق والمنطق السليم. </p><p> ثانيهما - أن قوة الآراء ليست بكثرة معتنقيها، وإنما بقوة ما فيها من دليل، وإنه يترتب على ذلك أن التقليد لَا يجوز. </p><p> وقد يقول قائل إن الكثرة تغلب في الآراء عند الشورى، فلا يغلب رأي القلة، وإن كان معقولا، فكيف رأى الكثرة غير صحيح. </p><p> ونقول في الإجابة عن ذلك: إن أساس الشورى الرضا بالعمل، ورأى </p><p> الكثرة اتباعه هو الدليل على النزول على رضا الجماعة، والنبي - صلى الله عليه وسلم - نزل على رأي الكثرة عند الشورى في حرب أحد، ولو كان رأيه غير ذلك. </p><p> إذا كان الناس يضلون في تفكيرهم الجماعي، فلا تطعهم لأنهم يظنون ظنا، والظن لَا يغني من الحق، فإن الله هو الذي يعلم من يضل، ومن يهديه، ولذلك قال: </p><p> * * * </p>"
}