{
  "id": null,
  "sura": 6,
  "aya": 66,
  "text": "<p> (وَكَذَّبَ بِهِ قَوْمُكَ وَهوَ الْحَقُّ قُل لَّسْتُ عَلَيْكُم بِوَكِيل) . </p><p> مع هذا التصريف في بيان الآيات، بذكر النعمة التي يلجأون إلى طلبها دون سواه، وبيان القدرة الكاملة الشاملة، وبيان أنه الذي ينزل الابتلاء، والعذاب الدنيوي ليقيسوا عليه من بعد العذاب الأخروي، كذبت قريش قوم النبي - صلى الله عليه وسلم - وتكذيبها مع قيام البينات الصادقة، ومع حالهم من الاستسلام، وطلب النجاة منه عند الشدة، يدل على إدراك ناقص أولا - لأنَّ مناقضة الشخص لحاله أو لبعض أحواله دليل على غفلته عن إدراك الحقائق كاملة، وعن نسيان الوقائع، ويدل أيضا على جحود مستحكم ومقاومة للحق مع قيام الأدلة، وشهادة الآيات، ويدل على تغلغل التقليد في نفوسهم، حتى إنه يضع على أعينهم غشاوة، وإن كان البصر قائما، فلهم أعين لَا يبصرون بها ولهم آذان لَا يسمعون بها. </p><p> وقال بعض المفسرين: إن قوم النبي - صلى الله عليه وسلم - هم أمته الذين بعث فيهم لَا فرق بين عربي وأعجمي، ولا أبيض وأسود، ولا شرقي ولا غربي، فأولئك قومه - صلى الله عليه وسلم -. </p><p> ونحن نميل إلى ما عليه الجمهور من المفسرين، لأن الأمة أعم من القوم، في أصل الدلالة اللغوية، وإنما ذكر الله تعالى قوم النبي - صلى الله عليه وسلم - من قريش، لأن النبي - صلى الله عليه وسلم - كان حفيا بأن يؤمنوا حريصا على إيمانهم، حتى إنه عندما كان الأذى بشتى ضروبه، قال: اللهم اغفر لقومي فإنهم لَا يعلمون، وقال:  \" وإني لأرجو أن يخرج من أصلابهم من يعبد الله \"  (١) ، وللإشارة إلى عموم الدعوة إلى هذه الدعوة، وإنه </p><p>(١) قَالَ عَبْدُ اللَّهِ بن مسعود: كَأَنِّي أَنْظُرُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَحْكِي نَبِيًّا مِنَ الأَنْبِيَاءِ [ص:١٧٦]، ضَرَبَهُ قَوْمُهُ فَأَدْمَوْهُ، وَهُوَ يَمْسَحُ الدَّمَ عَنْ وَجْهِهِ وَيَقُولُ: «اللَّهُمَّ اغْفِرْ لِقَوْمِي فَإِنَّهُمْ لاَ يَعْلَمُونَ \". متفق عليه؛ البخاري: أحاديث الأنبياء - حديَث الغار (٣٤٧٧)، ومَسلم: الجَهاد والسير - غزوة أحد (١٧٩٢). =</p><p> إن وجد من يرد دعوته من قومه، ويشددون في بلائه، فسيجد المستجيب من غيرهم، وإن الهداية قد تكون من خارج قومه (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاء. . .) . </p><p> قوله تعالى:  (وَهُوَ الْحَقُّ) فيه إشارة إلى أنهم لَا دليل عندهم ولا موجب، لأنه الحق الثابت الذي قام الدليل عليه، وشهدت له البينات، وقام من أنفسهم دليل صدقه، فالواو ما يسمى في عرف النحويين واو الحال، أي أنى يكذبون ذلك التكذيب، والحال أنه حق ثابت، وذلك لشدة العناد، إذ إن الدليل قائم، والقربى بينك وبينهم ثابتة ومع ذلك جحدوا بها، وإن استيقنتها أنفسهم، ولست مسئولا عن كفرهم، وقد بينت وبلغت، وما عليك إلا البلاغ. </p><p> وإذا كان قومك يكذبون بالحق، وقد ظهرت دلائله، وبرقت بوارقه، فقل لهم إنك إذ بلغْت، وبينت، لست مسئولا عنهم، وهذا ما يشير إليه قوله تعالى:  (قُل لَّسْتُ عَلَيْكُم بِوَكِيل) وأمره - صلى الله عليه وسلم - من قبل الله تعالى لتأكيد أن عليهم وحدهم تبعة تكذيبهم، وأن النبي - صلى الله عليه وسلم - مهما تكن صلته بهم من قرابة ورحم موصولة من جانبه، لَا يتحمل تبعة ما يفعلون، بل كل امرئٍ بما كسب رهين، ولا تزر وازرة وزر أخرى، وما على الرسول إلا البلاغ، والوكيل هنا المتكفل بأمورهم، الموكول إليه شئونهم الذي شملت كفالته عليكم، فليس بذي رقابة ومسئولية عنهم، وقد قال الراغب في معنى وكيل: وكيل فعيل بمعنى مفعول قال تعالى: (. . . وَكفَى بِاللَّهِ وَكِيلًا) ، أي اكتف به أن يتولى أمرك، ويتوكل لك، وعلى هذا:  (. . . حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكيلُ) . (. . . وَمَا أَنتَ عَلَيْهِم بِوَكيلٍ) ، أي بموكل عليهم، وحافظ لهم، كقوله تعالى:  (لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) إِلَّا مَنْ تَوَلَّى وَكَفَرَ (٢٣) . وعلى هذا قوله تعالى: (قُل لَّسْتُ </p><p>= وأما قوله - صلى الله عليه وسلم - \" بل أرجو أن يخرج الله من أصلابهم. . . \" فهو في حديث الأخشبين، وهو متفق عليه رواه البخاري: بدء الخلق - ذكر الملائكة (٣٢٣١)، ومسلم: الجهاد والسير - ما لقى النبي - صلى الله عليه وسلم - (١٧٩٥).</p><p> عَلَيْكُم بِوَكِيل) أي لست بموكل بكم حافظ عليكم لأحملكم على الجادة، بل عليّ التبليغ فقط، وأنتم مسئولون عما تكذبون وتقترفون؛ ولذا حملهم سبحانه التبعة، وأنه واقع بهم ما أنذرهم، وأن إخبارهم بما يكون في اليوم الآخر واقع لَا محالة. </p><p> * * * </p>"
}