{
  "id": null,
  "sura": 6,
  "aya": 97,
  "text": "<p> (وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ ... (٩٧) </p><p> * * * </p><p> خلق الله تعالى النجوم في السماء، وهي ذات أبراج كمطالع الشمس والنجوم، ولكل نجم مدار خاص به، يظهر في إبانه، واتجاهه يهدي السائرين في البر، فيهتدون به، ويعرفون به أهم متجهون إلى الشرق أم إلى الغرب وهل هم متجهون إلى الشمال أم إلى الجنوب، فيهتدون في الحيرة، ويصح أن يراد بها في ظلمات البر بالاهتداء بها في حيرة البر، وظلمات البحر بالاهتداء بها في ظلمات البحر. </p><p> ويصح أن يراد بذلك ظلمات الليل في البر والبحر، فإن الناس في نهارهم يهتدون بالشمس في شروقها وغروبها ومن ذلك يعرفون الاتجاه إلى الجنوب أو الشمال، أما في ظلمات الليل فالنجوم ليس بكونها منيرة، إنما بمسارها في اتجاهها. </p><p> هذه إحدى فوائد النجوم، أما المزايا الأخرى فأهمها أنها والأرض دلالة على منظم حكيم مبدع فقد قال تعالى:  (أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ (٦) وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ (٧) تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ (٨) وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ (٩) وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ (١٠) رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ (١١) . </p><p> قوله تعالى:  (قَدْ فَصَّلْنَا الآيَاتِ لِقَوْم يَعْلَمُونَ) أي بينا الآيات مفصلة واضحة لقوم يعلمون ويعرفون حقائق هذا الوجود ويعلمون مصالحهم. </p><p> * * * </p><p> (وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ (٩٨) وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذَلِكُمْ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٩٩) </p><p> * * * </p><p> بعد أن أشار سبحانه وتعالى إلى خلق النبات من الحبَّات، والشجر من النواة - بين خلق الإنسان في الأرحام فقال تعالى: </p>"
}