{
  "id": null,
  "sura": 6,
  "aya": 125,
  "text": "<p> (فَمَن يُرِدِ اللَّهُ أَن يَهْدِيَهُ يَشْرَحْ صدْرَهُ لِلإِسلامِ) . </p><p> هذا قسم المهديين الذين كتبهم في عباده المؤمنين، وإنه قد فهم القسمان فهمًا إجماليا من حال الجحود عند الوثنيين وتدبيرهم الأذى للمؤمنين، ففهم أن هناك فريقين فريق اهتدى وآمن، وفريق كفر وجحد وأنزل الأذى، وفي هذا يبين الله كيف يدخل الإيمان القلوب، وكيف يكون الصد عن سبيل الله، والفاء مترتبة على ما فُهم من أن الناس فريقان لبيان الحال النفسية، ولتفصيلها فمن يرد الله أن يهديه فالأمر أولا لهداية الله تعالى وإرادته، وإنه لَا بد أن يكون من حال النفس ما يجعلها تتجه إلى الهداية، فلا تكون معوجة بل تكون إرادة العبد مستقيمة خالصة نقية من الشوائب، ويكون الاتحاد، فتكون إرادة للهداية، ويريد سبحانه أن يهديه مع اختباره من غير إجباره، و (شرح) معناها يوسِّع؛ لأن معنى (شرح) في اللغة: التوسعة، والصدر القلب، وفي </p><p> العبارة مجاز، شبه اتساع القلب للحقائق بالشرع الحسي، وكل تعبيرات القرآن عن المعاني النفسية بالألف الدالة على المحسوسات، من قبيل المجاز، يستعان به على بيان الأمور المعنوية، وقد سئل النبي - صلى الله عليه وسلم - من عبد الله بن مسعود قال: هل ينشرح الصدر؟ فقال النبي - صلى الله عليه وسلم -: \" نعم يدخل القلب نور \" ، فقال ابن مسعود: فهل لذلك من علامة؟ فقال - صلى الله عليه وسلم -: \" التجافي عن دار الغرور، والإنابة إلى دار الخلود، والاستعداد للموت قبل نزول الموت \"  (١) . </p><p> وإن هذا يدل على أن شرح القلب، يكون بتوسعة المدارك وفهم قيمة هذه الحياة الفانية وإدراك أنها قنطرة للحياة الباقية، ومن غمَّ عليه ذلك فهو من الفريق الثاني الذي قال الله تعالى فيه: </p><p> (وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ) ، ليس الإضلال من غير عمل من جانب من أراد الله تعالى إضلاله، إنما يكون بعمل من جانبه قد كتبه الله تعالى عليه، بأن تهوى نفسه في طريق الضلالة بالميل إليها، والرغبة فيها، والحرص على طريق يدفعه إليه الغرور ونسيان الآخرة، وأن يعتقد أنه لَا حياة إلا الدنيا وما فيها. </p><p> وإنه إذا سار على هذا النحو أراد الله تعالى له الضلال، والكل بما كتبه الله تعالى عليه، وإنه إذا أراد الله ضلاله على هذا النحو الذي بيناه، جعل صدره ضيقا حرجا، أي أن قلبه لَا يتسع لغير ما ختم عليه، كما قال تعالى:  (خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ) . فالله تعالى يضيِّق صدره، وفي هذا أيضا مجاز، لأنه تشبيه للأمر المعنوي، وهو الإعراض عن الحق، وابتعاده عنه بالضيق الحسي، وإسناد الضيق إلى الصدر من ترشيح الاستعارة وتقويتها. </p><p>(١) مصنف ابن أبي شيبة (٣٠١٠٤)، والحاكم قى المستدرك (٧٩٣٥)،) ج ٤، ٣٤٦.</p><p> وقوله تعالى:  (حَرَجًا) قرئ بالفتح (١) ، على أنه اسم جنس جمعي لحرجة، وهي الأشجار الملتفة التي لَا تسمح أن ترعى فيها راعية، والحرجة هي الشجرة التي تكون مختفية بين الأشجار لَا يصل إليها. </p><p> وقرى (حَرِجا) بكسر الراء (٢) بمعنى الضيق، وهي تأكيد للضيق أي ضيقا شديدا لَا يمكن أن تدخله الهداية، وعلى تفسير الحرج بالفتح على اسم جنس جمعي للحرجة قيل إن الإمام عمر رضي الله عنه هو صاحب هذا التفسير. </p><p> فقد روى أنه سأل رجلا من الأعراب من أهل البادية عن الحرجة. فقال هي الشجرة تكون بين الأشجار لَا تصل إليها راعية، ولا وحشية ولا شيء، فقال عمر رضي الله عنه، وكذلك قلب المنافق لَا يصل إليه خير. </p><p> وعلى هذا التفسير، يكون في الكلام تشبيه، أو استعارة، وهو تشبيه قلب الكافر في أنه لَا ينتفع به، ولا يصل إليه بالحرج، وهو الشجر الملتف الذي لَا ترى الأرض من تحته، ولا تصل إليه راعية ولا وحشية ولا شيء، لأنه لَا ينتفع به في شيء. </p><p> (كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ) . </p><p> هذا تشبيه آخر للكافر، (يَصَّعَّدُ) أصلها يتصعد، وقلب التاء صادا، وأدغمت الصاد في الصاد، وقرئ يَصَّاعد (٣) وأصله تصاعد، وكان التصريف ما ذكرنا في يصعد، وهما بمعنى واحد، وتزيد تصاعد على تصعد؛ في أنها تدل على محاولة الصعود بعد الصعود، وذلك أثقل. </p><p>(١) (حَرَجًا) بالفتح، كلهم إلا نافع وأبو جعفر وأبو بكر. غاية الاختصار (٨٦٦). (٢) (حَرجً) بكسر الراء، نافع وأبو جعفر وأبو بكر. السابق.(٣) (يصَّاعد) بتشديد الصاد وبالألف، قراءة أبو بكر والمفضل عن عاصم، وقرأها (يصْعد) بالتخفيف ابن كثير، وقرأ الباقون بالتشديد بغير ألف (يصَّعَد). غاية الاختصار.</p><p> والمعنى أنه شبهت حال الكافر في جهده، وثقل الإيمان عليه، بمخالفته الفطرة بذلك - بحال من يحمل عبئا ثقيلا، ويريد أن يصّاعد إلى السماء فينوء به حمله ولا يصل. </p><p> وإن ذلك يدل على أمرين: أولهما - أنه مهما يكن الجحود فإن الفطرة تقاومه، وتجعله عبئا ثقيلا، ومن يحارب الفطرة، فإنه يبوء بخسران مبين. </p><p> ثانيهما - أنها تشير إلى أن الضيق الشديد الذي جعله الله تعالى في قلب الكافر يجعله غير قادر على الرقى إلى الحقائق السماوية التي جاء بها الإسلام. </p><p> (كَذَلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ) . </p><p> (كَذَلِكَ) الإشارة إلى حال المشركين التي أركسوا، والتشبيه هو تشبيه الرجس الذي ينزل بهم، و (الرِّجْسَ) أصل معناه الفتن أي الأمر القذر، الذي تستقذره النفوس وتعافه، وفيه بيان أن الكفر أمر قبيح تعافه العقول المستقيمة، وكيف تدرك العقول أن حجرا يصنع بأيديهم وهو لَا يضر ولا ينفع يعبدونه. </p><p> والمعنى لهذه الحال التي رأيناها في الكافرين، ووصف الله تعالى الكافرين بقوله:  (الَّذِينَ لَا يُؤْمِنُونَ) وذلك وصف لهم بأقل أوصافهم، وهو أنهم لا يؤمنون، النفي نفي للمضارع، وهو أنه يدل على الدوام المتجدد آنًا بعد آنٍ، أي يتكرر، بتكرار الآيات التي لَا تزيدهم إلا كفرا. </p><p> * * * </p>"
}