{
  "id": null,
  "sura": 6,
  "aya": 41,
  "text": "<p> (بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ وَتَنْسَوْنَ مَا تُشْرِكُونَ (٤١) </p><p> * * * </p><p> انتهى الكلام السامي بقوله تعالى:  (أَغَيْرَ اللَّهِ تَدْعُونَ إِن كنتُمْ صَادِقِينَ) أي تتحرون الحق وتدركونه. وقد أجاب سبحانه وتعالى عنهم بالإضراب عن تفكير أوهامهم وهو أنهم لَا يدعون سواي، ولذا قال سبحانه:  (بَلْ إِيَّاهُ تَدْعُونَ) قيل للإضراب الانتقالي عن تفكيرهم وأوهامهم، وتقديم المفعول على الفعل والفصل بقوله:  (إِيَّاهُ تَدْعُونَ) للقصر، أي لَا تدعون إلا إياه، إذا لَا تفكرون في غيره، </p><p> وذلك دليل على أن المشركين مهما يضلوا يتجه تفكيرهم في الشدائد إلى القوة الخفية الخالقة في هذا الوجود، وهو الله سبحانه وتعالى خالق الكون ومسيره، فهو مجيب المضطر إذا دعاه، وأن الله يكشف أي يزيل الضر، وكأن الشدة غطاء غامر محيط، وإزالته كشفه، ففي هذا التعبير استعارة فيها تشبيه حال إزالة الشر، بحال كشف غطاء غامر مؤلم، بجامع إزالة الضر في كل، وإظهار السلامة، والفاء هنا لترتيب الفعل على الدعاء وسرعة الإجابة. </p><p> وإن الله تعالى يكشف الضر إذا لم يكن في ذلك مفسدة وكان فيه خير، وكانت الرحمة تفرضه، كما قال تعالى:  (. . . كَتَبَ رَبّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ. . .) ، ولذا قال سبحانه:  (إِن شَاءَ) أن يتفضل عليكم بهذا الكشف، ويرحمكم ولم يكن في هذا مضرة، ولا إغراء بالفساد، ولا إيذاء لغيره، فعمله تعالى في دائرة الحكمة والنفع، وإن لم يكن في ذلك إلزام، فإنه سبحانه وتعالى (لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ) . </p><p> وظاهر أن كشف الشدة إنما يكون في شدائد الدنيا، وهي التي تتعلق بها المشيئة إن شاء أنزلها وأبقاها لحكمة، وإن شاء أزالها وأنظرهم، كما كان يفعل مع قريش، أما ما يجيء بعد الساعة من حساب وعقاب المشركِين فإن الله لَا يكشفه عن المشركين، إذ يقول سبحانه:  (إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْركَ بِهِ وَيَغْفِر مَا دُونَ ذَلِكَ لِمَن يَشَاءُ. . .) . فلا يمكن بمقتضى وعيده سبحانه أن تكون عقوبة الشرك يوم القيامة موضع كشف أو إزالة. </p><p> وقوله تعالى:  (فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِن شَاءَ) الكلام متعلق فيه بالمشيئة، وأريد به السبب، ذلك أن السياق يستفاد منه أن الكشف عن الدعاء، والحقيقة أن الكشف عن الضر الذي سبب الدعاء والله سبحانه وتعالى كاشفه، ومزيل ضرهم. </p><p> إنهم في هذا الحال يتركون أحجارهم، لأنهم في هذه الحال تستيقظ مداركهم، فلا يلتفتون إلى أوثانهم إذ يرونها لَا تنفع ولا تضر، بل ربما يكون </p><p> البلاء حاطمًا لها، ومنكسًا، فيتركونها أو أن شدة الهول تجعلهم ينسون ما علق بأوهامهم عنها ولا يكون أمامهم إلا الحقائق الثابتة. </p><p> ويكون هذا النسيان سببا للترك وعدم الالتفات، ولذا قال سبحانه وتعالى:  (وَتَنسَوْنَ مَا تُشْرِكونَ) أي تغيب عن ذاكرتكم فتتركونها لأنها لَا حول لها ولا قوة، ولا يذكرون إلا خالق الكون، ورب الوجود كله، وهو الحي القيوم، ولكن نسيانهم قد يستمر، وقد يذكرونها بعد الشدة. </p><p> ويجب أن نذكر هنا أن المشركين من قريش لم تكن قد ذهبت بهم اللجاجة في المادة إلى ألا يؤمنوا بالروح، فهم مع إشراكهم بالله تعالى كانوا يحسون بمقتضى الفطرة أن هناك قوة روحية تسير الأمور الكونية؛ قال تعالى:  (وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ (٦٣) . </p><p> اللهم ألهمنا شكرك ولا تنسنا ذكرك. </p><p> * * * </p><p> (وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ (٤٢) فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ (٤٣) فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ (٤٤) فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٤٥) </p><p> * * * </p><p> الكلام في أحوال المشركين مع النبي - صلى الله عليه وسلم - ومجابهتهم له وسوق العبر لهم، وفى هذا النص الكريم بيان أحوال النبيين مع أقوامهم، وأحوال الأمم في الضراء والبأساء، ومقدار انتفاعهم بها والعبرة في ذلك؛ ولذلك قال تعالى: </p>"
}