{
  "id": null,
  "sura": 6,
  "aya": 50,
  "text": "<p> (قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ) . </p><p> كان المشركون يستكثرون أن يكون محمدا نبيَّا مرسلا، ولم يكن من الأغنياء العظماء في أموالهِم، بل كان يتيما فقيرًا، فقد قالوا:  (. . . لَوْلا نُزِّلَ هَذَا الْقُرآنُ عَلَى رَجُلٍ منَ الْقَرْيتينِ عَظِيمٍ) ، وحسبوا أن النبي يجب أن يكون </p><p> محُدِّثا عن الغيب، وقد ذكر النبي - صلى الله عليه وسلم - أنه لَا يعلم الغيب، وأمره الله تعالى أن يقول:  (قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ (١٨٨) . </p><p> وقد كانوا يقولون إنهم يريدون ملكًا رسولا. وقد أخبر تعالى عنهم: </p><p> (. . . مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ. . .) . وقد تولى الله سبحانه وتعالى ردهم في هذه الآيات، وأمره بأن يقول لهم: </p><p> (قُل لَا أَقُولُ لَكُمْ عِندِى خَزَائِنُ اللَّهِ) أمره الله تعالى بأن يحدد مضمون الرسالة، ولا يتوهموا أن الرسالة تقتضي أن يكون الرسول مالكًا للأموال والخزائن، ولا أن يكون عليما بالغيب، وأن الرسول لم يدع شيئًا من ذلك، وإن الرسول ليست له خاصة إلا أنه يبشر وينذر، وأنه يوحى إليه من رب العالمين، وأنه مع من يدعوهم يتبع ما يوحى إليه من ربه. </p><p> إن الرسالة الإلهية يضعها الله تعالى في عباده المصطفين الأخيار من البشر، (. . . اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ. . .) ، وإن محمدًا - صلى الله عليه وسلم - ما تطاول بفضل مال ولا ثروة، ولا غنى، ولكنه كان فقيرًا بين الفقراء قريبا منهم متدانيا إليهم يخفق قلبه معهم، ويحس بآلامهم، وكان من البشر، ليخاطب البشر، (وَلَوْ جَعَلْنَاهُ مَلَكًا لَّجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ) . وإن التفوقة ليست بالغنى والفقر، وإنما التفوقة بالهداية والضلال، والعلم والجهل؛ ولذا قال سبحانه في التفوقة بين من استبصر وأدرك ولو فقيرًا، وبين من ضل وغوى، ولو كان غنيا. </p><p> (قُلْ هَلْ يَسْتَوِي الأَعْمَى وَالْبَصِيرُ أَفَلا تَتَفَكَّرُونَ) . </p><p> أمر الله تعالى نبيه بأن ينبههم إلى أنه لَا يستوي العالم والجاهل والمهدِي والضال، والرشيد والسفيه، وكان أمر الله تعالى بذلك لنبيه، وتكرار الأمر بأن يقول لهم ما يقول، لفضل التنبيه، ولتقوية الإيمان بأنه يتكلم عن ربه، ولأنه الذي يتولى محاجاتهم، والاستفهام هنا لنفي الوقوع مع التنبيه إلى هذا، والمراد من </p><p> الأعمى غير المدرك للحقيقة وغير المهتدي، ومن طمس الله تعالى على بصيرته فأصبح الحق لَا يصل إليه، والمبصر من أدرك كل هذا، ففي الكلام تشبيه الضلال بالعمى، وإدراك الحق والإذعان له والاهتداء بالبصر؛ لأنه يعيش في نور البصيرة، والأول يعيش في ظلام الجهل والضلال. </p><p> وقدم العمى في الذكر على البصر؛ لأن المشركين يدعون أنهم مع ضلالهم وجهلهم، وبعدهم أعلى من أتباع النبي - صلى الله عليه وسلم - من المؤمنين، وذلك لكثرة أموالهم، وقلة أموال المؤمنين، فبين سبحانه أنهم لَا يمكن أن يساووهم فضلا أن يعلوا عليهم؛ لأن الأعمى ولو غنيا، لَا يساوى المبصر ولو فقيرا، وكان عليهم بدل أن يفضلوا أنفسهم على المؤمنين لفقرهم أن يتفكروا ويتدبروا في أسباب الفقر والغنى، وأسباب الفضل وأسباب العلو، وأن يتعرفوا الهدى والضلال، وأن يتدبروا في حاضر أمرهم وقابله، وأن يعتبروا بالعظات والأمثال التي تساق إليهم، وأن يكشفوا عن أنفسهم غمة الاغترار والإعراض عن الحق، وألا يكونوا في غيهم يعمهون؛ ولذا قال تعالى:  (أَفَلا تَتَفَكَّرُونَ) الفاء هنا موضعها قبل الاستفهام، ولكن الاستفهام له الصدارة فقدم عليها عن تأخير في نسق الكلام، والمعنى أنه كان يترتب على عدم المساواة بين الأعمى البصير أن يتدبروا ويتفكروا، والاستفهام للتحريض على التفكير. </p><p> * * * </p>"
}