{
  "id": null,
  "sura": 6,
  "aya": 1,
  "text": "<p> (الْحَمْدُ للَّه الَّذي خَلَقَ السَّمَوَات وَالأَرْضَ وَجَعَلَ الظُّلُمَات وَالنُّورَ ثُمَّ الَّذينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ) </p><p> الحمد معناه اللغوي: الثناء على المحمود بالفعل الاختياري الذي يقوم به، فلا يحمد على فعل كان بالجبلة والتسخير، إنما الحمد يكون ثناء على فعل اختياري، الحمد بمعنى الثناء مراتب، أدناه الثناء على العباد في أعمالهم الاختيارية. واستعماله في القرآن في الثناء على العباد قليل إلا إذا كان في التنديد بطلبهم للحمد مثل قوله تعالى:  (. . . وَّيُحِبُّونَ أَن يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا. . .) . وأعلى من هذا مرتبة الثناء على الله تعالى بما هو أهله، وذكر صفاته، والإحساس بجلائل نعمه، ولهج لسان العبد بهذه النعم. </p><p> والمرتبة العليا شكر هذه النعم والخضوع المطلق له سبحانه، والقيام بحق عبادته، وإفراده بالعبودية، وإن ذلك هو المطلوب من العباد، وهو أعلى الشكر، وقد قال سبحانه:  (. . . لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ. . .) ، والشكر امتلاء القلب بذكر الله تعالى وذكر نعمه، وشكرها، وهو الذي طالب به القرآن الكريم كما قال تعالى:  (. . . اذْكرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ. . .) ، و \" أل \" هنا للاستغراق، والمعنى أن المستحق لكل أنواع الحمد ومراتبها هو الله تعالى، فهو المستحق للعبادة، وهي أعلى درجات الحمد، وهو الجدير بكل حمد، دون غيره، وإذا كان ثمة حمد للعباد فهو إن كان على خير أسدوه كان حمد الله تعالى لتوفيقهم وعونهم، وإن كان الدافع على الثناء غير الخير، فهو ليس بحمد، وإنما هو كذب وافتراء على الحق وتعاون على الشر. وفد ذكر سبحانه أسباب ذلك الحمد الذي بلغ أعلى درجاته، فقال تعالت كلماته: </p><p> (الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَجَعَلَ الظّلُمَاتِ وَالنُّورَ) هذا وصف لله سبحانه وتعالى يثبت كمال حق العبودية له وحده، وأنه لَا يستحق الحمد الكامل سواه، ولقد يقول الصوفية: إن العبودية لله تعالى ثلاث مراتب: أولاها - أن يعبدوه لذاته، والثانية - أن يعبدوه لصفة من صفاته كصفة الخلق والتكوين، والثالثة - أن يعبدوه لتكمل نفوسهم، ويحسموا بفضل الطاعة، وهذا النص يفيد أن حمد الله تعالى؛ لأنه خلق السماوات والأرض وجعل الظلمات والنور، والحق أن المراتب الثلاث لَا تباعد بينها، فمن يعبد الله لذاته، فإن ذاته تعرف بصفاته، ومن يرى شرفه في عبادة الله وحده، فهو يتسامي. </p><p> والقول الجملي - أن الذكر لخلق السماوات والأرض لبيان سلطان الله تعالى وقدرته واستحقاقه وحده الألوهية؛ بدليل قوله سبحانه بعد ذلك:  (ثُمَّ الَّذِين كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ) . </p><p> وهنا بعض المباحث اللفظية التي نتعرض لها؛ لأنه يكون تقريبا لمعاني الإعجاز في النص: </p><p> المبحث الأول - التعبير في خلق السماوات والأرض بـ \" خَلَق \" ، وفي الظلمات والنور بـ \" جَعَل \" ، فنقول: الخلق معناه الإنشاء الابتدائي هنا، والجعل يتضمن معنى تكوين شيء من شيء أو شيئين، وقد يتضمن الخلق ذلك المعنى بقرينة؛ وهنا المتبادر من المعنى أن الله تعالى أنشأ السماوات والأرض إنشاء، وجعل منها الظلمات والنور، فمن اختفاء الشمس عن الأرض يكون ظلام الليل، ومن بزوغ الشمس على الأرض يكون النور، وذلك كله بجَعل الله تعالى، وبأصل التكوين والتقدير من العزيز العليم. </p><p> المبحث الثاني - لماذا جمع \" الظلمات \" وأفرد \" النور \" ؟ والجواب عن ذلك: أن النور واحد، من نتائجه الكشف والظهور، وتعدد أسبابه لَا يغير حقيقته، أما الظلمة فإنها متنوعة بتنوع أسبابها. . فهناك ظلمة الليل، وهناك ظلمة المحابس، </p><p> وهناك ظلمة القبور، وهناك ظلمة الغمام، وهي تتغير حقائقها بتغير أسبابها، ثم ثمة إشارة إلى أمر معنوي، وهي أن ظلمة الإدراك تتعدد حقائقها، فهناك ظلمة الانحراف، وظلمة الأهواء والشهوات وطمس القلوب، والنور واحد، (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ. . .) ، فالنور في هذا واحد. </p><p> المبحث الثالث - لماذا أفردت الأرض وجمعت السماوات مع أنه قد وردت نصوص تعتبر الأرض سبعا كالسماوات؟ والجواب عن ذلك: أنه في كثير من المواضع تفرد وتجمع السماء في مثل قوله تعالى: (أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ (٣٠) . </p><p> وإنما تعدد السماوات لعظمها، ولإحاطتها بالأرض، ولما فيها من الآيات البارزة، ولتزيينها بالنجوم، ولأنه لم يعلم أن الله تعالى قد عُصي فيها، ولأن طبقاتها متمايزة ينفصل بعضها عن بعض، والأرض طبقاتها متصلة. </p><p> المبحث الرابع - ما الذي كان العطف عليه في قوله تعالى:  (ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ) ولماذا عطف بـ \" ثم \" ؟ أما الجواب عن الجزء الأول فهو أن الله سبحانه وتعالى خلق السماوات والأرض وجعل الظلمات والنور، وهو وحده يستحق الحمد، ثم مع ذلك يجعل الذين كفروا بسبب ضلالهم مثلا يعدلونه به، وهو أصنامهم، أو ما يزعمون من آلهة، والتعبير بـ \" ثم \" للبعد بين الحقيقتين، فالحقيقة الأولى التي توجب توحيد الله تعالى وحده، والثانية - ما يقع من هؤلاء الكافرين على غير بينة ولا إدراك، ولقد قرر الله تعالى الحقيقة الثابتة، فقال عز من قائل: </p><p> * * * </p>"
}