{
  "id": null,
  "sura": 6,
  "aya": 118,
  "text": "<p> (فَكلُوا مِمَّا ذكِرَ اسْمُ اللَّهِ عَلَيْهِ إِن كنتم بِآيَاتِهِ مُؤْمِنِينَ) . (الفاء) هنا لترتيب ما بعدها على ما قبلها، إن كنتم قد نهيتم عن اتباع المشركين في تحريمهم وتحليلهم، وتحريمهم بعض ما أحل الله - فكلوا مما ذكر اسم الله تعالى عليه. </p><p> وقد دلت هذه الجملة السامية على أمرين: </p><p> أولهما - إباحة ما ذكر اسم الله عليه تعالى عند ذبحه، فإن الذبح بإنهار الدم يكون تطهيرا له من الخبث الحسي، وذكر الله تعالى يكون تطهيرا معنويا من خبث الوثنية. </p><p> ثانيهما - أن كل الأنعام مباح أكله بعد تذكيته مع ذكر اسم الله تعالى عليه، فلا يحرم المؤمن شيئا مما حرمه المشركون، وإنه رد على بعض المشركين الذين </p><p> استباحوا الميتة، فقد روى النسائي في سننه أن بعض المشركين قالوا: كيف نحل ذبيحة الإنسان، ولا نحل ذبيحة الله؛ (١) يقصدون أن الميت ذبيحة الله تعالى، وذلك غلط فاحش، وكذب على الله، فالذبح إنهار الدم وإزالة ما يكون فيها من خبائث تضر الجسم، والميتة ليس ذبحا، وفيها بقاء الدم بخبائثه في الجسم. وقال تعالى:  (إِن كُنتُم بِآيَاتِهِ مُؤْمِنِينَ) أي إن المؤمن لَا يتبع المشركين، ولا يحرم إلا ما حرَّم الله تعالى، ولا يحل إلا ما أحل الله، وقوله تعالى:  (إِن كنتُم بِآيَاتِهِ مُؤْمِنِينَ) فيه توكيد وصفهم بالإيمان بقوله: (كُنتُم) الدالة على البقاء والاستمرار على وصف الإيمان، وأكد سبحانه وتعالى الإيمان بوصفهم به. </p><p> وهنا يثار بحث: هل تناول المباح يعد من الإيمان؟ ونقول في الجواب عن ذلك: إن تناول المباح له جانبان، جانب التناول، وهو مباح بالجزء، فيجوز للإنسان أن جمل نوعا، وألا يأكل آخر، فيجوز أن يأكل اللحم، وأن يأكل الطير، أو يأكل السمك، فكلها حلال طيب، ولكن لَا يجوز أن يمتنع عنها جملة، فهي مباح بالجزء مطلوبة بالكل، فلا يجوز أن يمتنع عن كل المباحات، والجانب الثاني أن يحسب أن الامتناع عن بعض المباحات تعبد، كأن يمتنع عن اللحم من غير ضرورة جسمية كبعض الذين يسمون أنفسهم نباتيين، فإن هذا يكون ممنوعا لغير ضرِورة أو حاجة، فإنه يدخل في النهي في قوله تعالى:  (يَا أَيّهَا الَّذِينَ آمَنُوا لا تحرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ. . .) ، وقال تعالى مستنكرًا مِن حرم بعض اللباس من غير نص والطيبات من الرزق، فقال تعالى:  (قُلْ منْ حرَّمَ زِينة اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ. . .) . </p><p> * * * </p><p> ولذا قال تعالى: </p><p>(١) رواه النسائي: الضحايا - تأويل قول الله عز وجل: (ولا تأكلوا مما لم يذكر اسم الله عليه) (٤٤٣٧) عَنْ ابْنِ عَباسٍ في قَوْلِه عَزَّ وَجَلَّ: (وَلا تَأْكُلُوا مما لَمْ يُذْكَر اسْمُ اللَّه عَلَيْه) قَالَ: خَاصَمَهُمْ الْمُشْرِكُونَ فَقَالُوَا: مَا ذبَحَ اللَّهُ فَلا تَأْكُلُوهُ، وَمَا ذَبَحَتُمْ أنْتُمْ أكَلْتُمُوهُ؟! َ</p>"
}