{
  "id": null,
  "sura": 6,
  "aya": 124,
  "text": "<p> (وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ ... (١٢٤) </p><p> * * * </p><p> سمعوا القرآن الكريم، وهو يتلو عليهم قصص النبيين وآياتهم التي أجراها الله تعالى على </p><p> أيديهم من أخبار كسفيتة نوح وإغراق قومه، وأخبار موسى، وتسع آيات يينات جاءت على يده، وأخبار شعيب وصالح ولوط وهود، وما جرت من آيات حسية نزلت لهم ليؤمنوا، ونزلت بهم إذ كفروا، والمشركون متعنتون دائما ليسوا طلاب هداية، ولكنهم طلاب إعنات، وإرهاق ليبرروا جحودهم، ومظهر إعناتهم أن يطلبوا آيات وحسبوا أو أظهروا أن آية القرآن - وهو المعجزة الكبرى - لا تكفيهم (١) ، وقد طلب منهم أن يأتوا بمثله فعجزوا وبدا عجزهم عيانا، ومع ذلك أخذوا يمارون، ويطلبون آيات، أو تأتيهم آية مثل ما أوتي الرسل أنفسهم. ومع أنهم لم يؤمنوا بالقرآن، ولم يعرفوا الرسلِ إِلا عن طريقه، طلبوا آيات كآيات الرسل الذين لم يؤمنوا بهم وقالوا (لَن نّؤْمِن حتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ) . </p><p> قالوا مؤكدين النفي بـ (لن) بأنهم لَا يؤمنون، (حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ) ، أي حتى نؤتى من المعجزات مثل ما أوتي رسل الله. </p><p> أي أنهم إذا جاءتهم آية بينة تدل على رسالة النبي - صلى الله عليه وسلم - قالوا مؤكدين النفي، لن نؤمن حتى نؤتى الآيات التي أوتيها رسل الله تعالى، أي حتى ينزل علينا كما نزل عليهم، أو تكلمنا الملائكة كما كلموهم، وجاء ذلك على لسان بعض المشركين الذين يمكرون في أم القرى، وقد قال تعالى عنهم، إنهم يريدون أن يكونوا كالرسل لهم صحف منشرة (بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَى صُحُفًا مُنَشَّرَةً (٥٢) . </p><p> وروى أنه عندما دعا النبي - صلى الله عليه وسلم - قومه في مكة، وأبلغهم أنه رسول من رب العالمين، قال الوليد ين المغيرة: لوكانت النبوة حقا لكنت أولى بها منك، لأني أكبر منك سنا وأكثر منك مالا، وقال أبو جهل: والله لَا نرضى ولا نتبعه حتى يأتينا وحي كما يأتيه. </p><p>(١) راجع كتاب (المعجزة الكبرى) للمؤلف - طبعة دار الفكر العربي. وقد نصح الإمام رحمه الله تعالى في المقدمة بقراءته كتقدمة لهذا التفسير.</p><p> وهذا يدل على أنهم طلبوا أن يكونوا أنبياء مثل الأنبياء، ورسلا مثل الرسل قال هؤلاء المشركون إنهم لَا يؤمنون إلا إذ أنزل عليهم الذي ينزل على الرسل، فبين الله تعالى أن هذه رسالة يختار الله تعالى لها من يشاء بحكمته وعلمه الذي أحاط بكل شيء، فقال تعالت كلماته: </p><p> (اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ) الله ذو الجلال والإكرام، والعلم والقدرة على كل شيء أعلم حيث يجعل رسالته، وأفعل التفضيل ليس على بابه، وكذلك كل أفعل تفضيل يوصف به الله تعالى؛ لأنه لَا توجد مفاضلة بينه وبين أحد من خلقه في أي وصف من الأوصاف، ومعنى أفعل التفضيل في العلم بالنسبة لله تعالى على هذا أن الله تعالى يعلم مواضع الرسالة علما ليس فوقه علم قط؛ لأنه علم الله العليم بما كان وما سيكون، وما هو كائن إلى يوم الدين. </p><p> وقوله تعالى (حَيْثُ يَجْعَلُ رِسَالَتَهُ)  (حيث) ظرف مكان، أي الموضع من خلقه الذي يرتضيه ويصطفيه رسولا فهو الذي يربيه على عينه، ويشب على التقوى والعفة والأمانة، والخلق الكريم، حتى صح له أن يقول:  \" أدبني ربي فأحسن تأديبي \"  (١) . </p><p> وإن ذلك لبين لهم لو كانوا لَا يجحدون بالحق إذا بدت لهم بيناته، وظهرت آياته، ولقد كان من أوسطهم نسبا، فكان في الذؤابة من قريش (٢) ، وكان أكرمهم خلقا وأطيبهم نفسا، وأعفهم وأشدهم أمانة، حتى كان يقال: الأمين، وسموه بهذا الاسم، فكانوا إذا أطلقوا كلمة (الأمين) لَا تنصرف إلا إليه عليه الصلاة والسلام، وكانوا يرضون حكمه، إذا جاء الأمر بالاحتكام فعندما اختلفوا فيمن يضع الحجر الأسود بعد أن بنوا الكعبة ارتضوا أن يكون الحكم أول من يدخل </p><p>(١) ذكره السيوطي في الجامع الصغير: ج ١، ص ٢١. (٢) الذؤابة: الشعر المضفور، واستعير هنا للدلالة على الصدارة، وأنه كان موضع الشرف والتباهي فيهم. صلى الله عليه وسلم.</p><p> البيت، فكان الأمين أول من دخل البيت، فقالوا مطمئنين راضين هذا الأمين، وطابت نفوسهم بحكمه. </p><p> فالله تعالى العليم الحكيم، قد وضع رسالته في خيرهم بإقرارهم فكيف يمارون من بعد ذلك، ويقول قائلهم كبرا وعلوا في الأرض: أنا أولى، ويقول آخر: نريد أن نؤتى مثل ما أوتي الرسل، قالوا ذلك استكبارا فكان عقابهم صغارا، وعذابا أليما، ولذا قال تعالى: </p><p> (سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِنْدَ اللَّهِ وَعَذَابٌ شَدِيدٌ بِمَا كَانُوا يَمْكُرُونَ) . </p><p> الصَّغار: هو الضيم والذل والهوان، فقد كانوا الأكابر الذين أجرموا، فكان العقاب الهوان، وكان عقاب الإجرام الذي ارتكبوه واستمرءوه وداوموا عليه العذاب الشديد. </p><p> وقوله تعالى:  (سَيُصِيبُ الَّذِينَ أَجْرَمُوا) فيه (السين) لتأكيد الوقوع في المستقبل القريب، والتعبير بالموصول فيه فائدتان بيانيتان، أولاهما - أنها تفيد أن الصلة هي سبب هذا العذاب الشديد، والثانية - تسجيل الإجرام عليه، وأنهم كانوا فيما يمكرون مجرمين، ولم يكونوا أشرافا كراما، كما هو شأن الأكابر الذين يستعلون بانسابهم. </p><p> وقوله تعالى:  (بِمَا كانُوا يَمْكُرُونَ) أي بسبب مكرهم السيئ، وهذا يفيد أن الكلام في موضوع الأكابر المجرمين الذين ذكروا في الآية السابقة؛ ولذا قالوا إن (الواو) في قوله تعالى: (وَإذَا جَاءَتْهُمْ آيَة) واو عاطفة على قوله تعالى: (وَكذَلِكَ جَعَلْنَا فِى كل قَرْيَة أَكابِر مُجْرِمِيهَا) . </p><p> اللهم أبعدنا عن الإجرام وأسبابه، وعن الطغيان وبواعثه. </p><p> * * * </p><p> (فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ كَذَلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ (١٢٥) وَهَذَا صِرَاطُ رَبِّكَ مُسْتَقِيمًا قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَذَّكَّرُونَ (١٢٦) </p><p> * * * </p><p> بين الله تعالى في هذه الآية أن الناس صنفان صنف سلك طريق الهداية فهداه الله تعالى وشرح صدره للإسلام، فدخله مطمئنا نيِّرَ القلب، وقسم قد كتب الله تعالى عليه الشقوة، فضاق صدره ولم يدخل النور قلبه، وهذا بعض ما يشير إليه النص السامي. </p>"
}