{
  "id": null,
  "sura": 6,
  "aya": 72,
  "text": "<p> (وَأَنْ أَقِيمُوا الصَّلَاةَ وَاتَّقُوهُ وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ (٧٢) </p><p> * * * </p><p> حكى النبي - صلى الله عليه وسلم - أمر الله تعالى بالصيغة التي أمره الله تعالى بها، فقال:  (وَأَنْ أَقِيمُوا الصَّلاةَ) وهذا عطف على معنى (لنسلم) ، أي أمرنا سبحانه بأن نسلم لله رب العالمين، وأمرنا أن نقيم الصلاة، وكان الأمر بإقامة الصلاة بصيغة قول الله تعالى، لَا قول النبي - صلى الله عليه وسلم - لمكانة الصلاة في الدين، فإنه لَا دين من غير صلاة، فهي عموده، وهي لُبه، وهي مظهره ودلالته، والوحدانية أظهر ما تكون في الصلاة فهي عبادة الله وحده لَا يشرك به شيئا فيها، إلا أن يرائي، فهذه ليست صلاة. </p><p> وطلب الله تعالى من المؤمن إقامة الصلاة بأن يأتي بها مقومة كاملة في أركانها الظاهرة، ومعانيها من خشوع وخضوع، يتحقق فيها قوله تعالى:  (. . . إنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنكَرِ وَلَذِكْرُ اللَّهِ أَكبَرُ. . .) . </p><p> وأورد سبحانه وتعالى إقامة الصلاة بالأمر بالتقوى فقال تعالى:  (وَاتَّقُوهُ) أي اجعلوا بينكم وبين الله تعالى وقاية بينكم وبين غضبه بإطاعته حق الطاعة فيما يأمر وينهى، وأن يملأ نفسه بتقواه دائما، فيذكره في سره وعلانيته، ويملأ قلبه بخشيته، ويحس بأنه يراه دائما، ويعلم خائنة الاعين وما تخفي الصدور، يحس بأنه مع الله دائما، وبذلك يتربى فيه معنى الربوبية. </p><p> وذكر تعالى ما يربي التقوى في النفس، فقال:  (وَهُوَ الًّذِى إِلَيْهِ تُحْشَرُونَ) أي وآمنوا بأنكم إليه تحشرون وهذا التعبير السامي يتضمن ثلاث حقائق يجب الإيمان بها: </p><p> الحقيقة الأولى - البعث وأن الناس يجتمعون بين يديه سبحانه وتعالى، وأن الإيمان بالبعث هو سر الإيمان وهو علو بالنفس الإنسانية إلى المرتبة السامية فلا يكون آكلا شاربا فقط يقول:  (إِنْ هِي إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعوثينَ) ، بل يعلو بإنسانيته يفعل الخير، ويرجو الجزاء. </p><p> الحقيقة الثانية - أن الملك لله وحده، وأنه في هذا اليوم هو الحكم وحده، فهو مالك يوم الدين، وقد دل النص السامي على ذلك بقوله:  (إِلَيْهِ تُحْشرونَ) بتقديم \" إليه \" على الفعل أي إليه وحده تحشرون، فالمصير إليه سبحانه. </p><p> الحقيقة الثالثة - الحساب والعقاب والثواب فهو نهاية الحشر فتجزى كل نفس ما كسبت. </p><p> وقد ذكر سبحانه ما يدل على البعث والنشور بكمال قدرته فقال تعالت حكمته: </p><p> * * * </p>"
}