{
  "id": null,
  "sura": 6,
  "aya": 47,
  "text": "<p> (قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا الْقَوْمُ الظَّالِمُونَ (٤٧) </p><p> * * * </p><p> الخطاب للنبي - صلى الله عليه وسلم - في قوله تعالى:  (قُلْ) ، وللنبي - صلى الله عليه وسلم - وللمشركين في قوله:  (أَرَأَيْتَكُمْ) وقد ذكرنا تخريج هذا اللفظ على ما يقوله النحويون واللغويون في البحث السابق، فارجع إليه، (بَغْتَةً) أي مفاجأة، و (جَهْرَةً) أي جهارا، وقد ذكرت الجهرة في مقابل البغتة؛ لأن البغتة بمقتضى المعتادة تكون في خفية ولا إعلان فيها من قبل، أو على الأقل تجيء من غير ترقب ولا انتظار، فهي خافية على من نزلت عليهم، ولذلك قابلتها جهرة، ولقد فسر الزمخشري احتمال بغتة أن تكون بمعنى ليلا، وجهرة بمعنى نهارا، وهو معنى مقارب، لأن المفاجأة تكون بالليل، والعلنية تكون بالنهار عادة. </p><p> وعذاب الله تعالى يجيء من غير ترقب. كحال الذين قالوا (عَارِضٌ مُّمْطِرُنَا) فقال سبحانه: (. . . بَلْ هُوَ مَا اسْتَعْجَلْتُم بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ) . </p><p> وقوله تعالى:  (هَلْ يُهْلَكُ إِلَّا الْقَوْمُ الظَّالِمُونَ) الاستفهام هنا إنكاري لإنكار الوقوع، أي لَا يهلك إلا القوم الذين تجمعوا على الظلم، وتحزبوا وتضافروا عليه، وتعاونوا على إثمه. وهنا مباحث لفظية موضحة: </p><p> أولها - لماذا كان النفي بالاستفهام؟ الجواب عن ذلك للتنبيه، كأنه كان سؤال وكانت إجابة، وذلك تأكيد للنفي فضل تأكيد. </p><p> ثانيها - أن سبب الهلاك هو الظلم، فقد ظلموا بسبب الشرك، وظلموا بعدم الطاعة، وظلموا أنفسهم بضلالها، والظلم وخيم العاقبة. </p><p> ثالثها - أن الكلام فيه حصر الهلاك في الظالمين مع أن الفتنة تعم ولا تخص، كما قال تعالى:  (وَاتَّقُوا فِتْنَةً لَا تصِيبَنَّ الَّذِين ظَلَمُوا مِنكمْ. . .) . </p><p> ونقول في الجواب عن ذلك: إن الله لَا يهلك الظالمين إلا إذا ساد الظلم، فبعضهم وقع منهم الظلم فعلا، والآخرون سكتوا عنه فكانوا ظالمين بسكوتهم، وقد قال تعالى في شأن بني إسرائيل:  (لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (٧٨) كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ (٧٩) . </p><p> ولقد ورد في الأثر: إن الله لَا يعذب العامة بظلم الخاصة، إلا إذا رأوا المنكر وسكتوا عنه. أو كما قال رسول الله - صلى الله عليه وسلم - (١) . </p><p> * * * </p><p>(١) عن عدي، قال رَسُولَ اللَّهِ - صلى الله عليه وسلم -: \" إِنَّ اللَّهُ عَزً وَجَل لَا يُعَذبُ الْعَامَةَ لعَمَلِ الْخَاصةِ حَتَّى يَرَوا الْمُنكَرَ بَينَ ظَهرَانَيْهِمْ وَهُم قَادرُونَ عَلَى أنْ يُنْكِرُوهُ فَلا يُنْكِرُوهُ، فَإذَا فَعَلُوا ذَلِكَ عَذَّبَ اللَّهُ الْخَاصةَ وَالْعَامَةَ \". رواه أحمد: مَسند الشاميين - حديث عدى بن عمَيرة الكندي رضي الله عنه (١٧٢٦٧).</p>"
}