{
  "id": null,
  "sura": 6,
  "aya": 160,
  "text": "<p> (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا) . </p><p> من جاء بالحسنة أي العمل الذي هو حسن في ذاته واستحسنه الشرع الشريف، وحسنة: صفة موصوفها فعله حسنة في ذاتها، ورآها الشرع حسنة نافعة للناس فيها معاونة أو فيها طهارة وتزكية روح وإعانة محتاج وإغاثة ملهوف، وغير ذلك مما هو في أخلاق الناس أمر حسن، أو فيه نفع قصد به وجه الله تعالى، وجزاء الحسنة عشر أمثالها أي حسنات تساوي عشر أمثالها، أو هي عشر من هذه الحسنات، وفي قراءة (عشر أمثالها)  (١) برفع عشر وتنوينها، أي مقدار عشر هي أمثال هذه الصدقة، ويظهر أن ذلك هو الحد الأدنى، وتعلو الحسنة بعلو القصد في النفس، وبعلو الموضوع بمقدار النفع والتعاون للإنسان، وقد ذكر سبحانه وتعالى أن جزاء الصدقة سبعمائة مثل، فقال تعالى، وهو أصدق القائلين:  (مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (٢٦١) . </p><p> وذلك لأن الصدقة تتضاعف آثارها، وتكثر ثمراتها فهي تشبع نفسا جائعة، وتمنع تفككا واضطرابا، وتلقي أمنا وسلاما، وتزيل أحقادا وتوجد تعاونا مستمرا، والله في عون العبد ما دام العبد في عون أخيه، وسماه الله تعالى قرضا لله تعالى، فقال (مَن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرضًا حَسَنًا. . .) ، وإن من يقرض موجد الوجود يكون بدله أضعافا مضاعفة، كمن يعطي ذا مروءة عطاء، فإنه يزيد في بدله، فكيف بخالق الناس، ولله المثل الأعلى في السماوات والأرض. </p><p> وجزاء سيئة مثلها لَا يزيد عنها، وقد يغفرها سبحانه، ولذا قال تعالى:  (وَمَن جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إِلَّا مِثْلَهَا) وَحَذَ الله سبحانه وتعالى هنا الجزاء حدا لا يتجاوزه، فذكر أنه لَا يجزى إلا مثلها، فنفى وأثبت، وذلك قصد للجزاء لا يعدوه، أما ما ذكر من جزاء الحسنة فذكر أنه عشر أمثالها، ولم يذكره سبحانه وتعالى حتى لَا يعدوه بل هو حد أدنى يقبل الزيادة بحسب أحوال النفوس وبحسب موضوع الحسنة، وكلما كانت متصلة بالناس، لنفعهم تضاعف الجزاء كما جاء في آيات الصدقات، والتعبير في بعضها بأنها قرض لله سبحانه وتعالى، وهو </p><p>(١) (عشرٌ أمثالُها) هي قراءة يعقوب، وقرأ الباقون بالإضافة.</p><p> الغني الحميد، كما قال تعالى:  (يَا أَيُّهَا النَّاسُ أَنتُم الْفقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ) . </p><p> ولقد جاءت الآثار عن النبي - صلى الله عليه وسلم - بما يفيد أن في معنى الآية من الحد بعشر أمثالها هو حد أدنى، فقد روى مسلم والإمام أحمد أن النبي - صلى الله عليه وسلم - قال:  \" يقول الله عز وجل من جاء بالحسنة فله عشر أمثالها وأزيد، ومن جاء بسيئة فجزاء سيئة مثلها أو أغفر، ومن تقرب مني شبرا تقربت منه ذراعا، ومن تقرب ذراعا تقربت منه باعا، ومن أتى يمشي أتيته هرولة، ومن لقيني بِقِرابِ الأرض(أي بما يقاربها في ملئها وحجمها)خطيئة لَا يشرك بي شيئا لقيته بمثلها مغفرة،(١).</p><p> والسيئة الأمر الذي يسوء في نفسه، ويسوء الناس، ويعصى به الله تعالى، وعبر عنه بالسيئة بأقبح ما يكون من معاصي، فإن أعلى المعاصي ما يكون إساءة للناس، وإيذاء. </p><p> وقد صرح الحديث بالنسبة لمن يهم بسيئة فلم يفعلها بأنه لَا يكتب له شيء ومن همَّ بحسنة فلم يفعلها كتبت له حسنة؛ لأن النية الطيبة حسنة في ذاتها، فالأعمال بالنيات. </p><p> ولقد تكلم ابن كثير في بيان أحوال من يهم بسيئة فلم يفعلها فقد قسمها إلى ثلاثة أقسام باعتبار حال التارك لها بعد أن يهم، فقال رضي الله عنه: (اعلم أن تارك السيئة الذي لَا يعملها على ثلاثة أقسام، تارك يتركها لله تعالى، فهذا تكتب له حسنة على كفِّه عنها لله تعالى، وهذا عمل ونية، ولذا جاء أنه يكتب له حسنة، كما جاء في بعض ألفاظ الصحيح: \" فإنه تركها من جرائي \"؛ أي من أجلي (٢) ، وتارة يتركها نسيانا وذهولا عنها، فهذا لَا عليه ولا له؛ لأنه لم ينو </p><p>(١) رواه مسلم: الذكر والدعاء والاستغفار - فضل الذكر والدعاء والتقرب إلى الله (٢٦٨٧). عن أبي ذر رضي الله عنه. (٢) كما في رواية مسلم: الإيمان - إذا هم العبد (١٢٩) عن أبي هُرَيْرَةَ: وَقَالَ رَسُولُ اللًهِ - صلى الله عليه وسلم -: \" قَالَتِ الْملَائِكَةُ: رَبِّ، ذَاكَ عَبْدُكَ يُرِيدُ أَنْ يَعْمَلَ سَيِّئَةً، وَهُوَ أَبْصَرُ بِهِ، فَقَالَ: ارْقُبُوهُ فَإِنْ عَمِلَهَا فَاكْتُبُوهَا لَهُ بِمِثْلِهَا، وَإِنْ تَرَكَهَا فَاكْتُبُوهَا لَهُ حَسَنَةً، إِنَّمَا تَرَكَهَا مِنْ جَرَّايَ \".</p><p> خيرا وما فعل شرا، وتارة يتركها عجزا وكسلا عنها بعد السعي في أسبابها والتلمس بما يقرب منها، فهذا بمنزلة فاعلها). </p><p> وإن ذلك تقسيم حسن أخص ما فيه أنه يخرج ممن يهم بسيئة ولم يفعلها من هَمَّ وأخذ في الشروع في جريمة، ولكن حال بينه وبينها أمر لَا يستطيع مدافعته فهو لَا يكون قد هم فقط، بل نوى الفعل واعتزمه ولكن عجز لأمر خارج عن إرادته. </p><p> ولقد ختم العلي القدير كلماته في هذا الموضوع بقوله تعالى:  (وَهُمْ لا يُظْلَمُونَ) إن الآيات عطاء وعفو، فالعطاء من فضل الله تعالى، والعفو من رحمته، وهو الذي يعطي من يستحق، ويمنع عمن يستحق، وإن شاء غفر، وعلى ذلك لَا يظلم أحدا شيئا؛ لَا يمنع حقا، بل يعفو ويصفح عن أهل الإيمان الذين لا يشركون به شيئا، وهو السميع العليم. </p><p> * * * </p>"
}