{
  "id": null,
  "sura": 6,
  "aya": 103,
  "text": "<p> (لَا تُدْرِكُهُ الْأَبْصَارُ ... (١٠٣) </p><p> * * * </p><p> \" الأبصار \" جمع بصر، والبصائر جمع بصيرة، والبصر يعلم بالرؤية البصرية. والبصيرة تعلم بالرؤية القلبية، والإدراك العقلي، والخشوع، والاتجاه الروحي، والتعلق بالذات العلية، ولذا قال تعالى:  (. . . فَإِنَّهَا لَا تَعمى الأَبصَارُ وَلَكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ) . </p><p> والإدراك هو: الرؤية المحيطة بالشيء من كل جوانبه، فالرؤية البصرية لا ترى إلا الجانب الذي يكون مقابل العيون، أما الإدراك فهو الإحاطة بكل الجوانب، من كل ناحية، ومعنى قوله تعالى:  (لا تُدْرِكُهُ الأَبْصَارُ) لَا تحط الأبصار بكل جوانب عظمته وجلاله، وعندئذ ننتقل من الرؤية البصرية إلى ما تنتجه الرؤية من تأمل وتفكير، ذلك أن الرؤية البصرية رؤية للمحسوس، ثم بعد رؤية المحسوس يكون التفكير فيما توجهه هذه الرؤية، فإذا رأيت منظرا جميلا، فالرؤية تريك هذا المنظر، فتستريح نفسك، وتستروح معاني من الإحساس بالجمال، فإذا علا إدراكك. فإنك تفكر في بديع الصنع، وحسن هندسة التناسق، ثم أطياف الألوان، ثم مهارة الصانع، فهذا هو الإدراك بالإبصار، فالإدراك بالإبصار هو المعاني التي تومئ بها الرؤية، ويوجه إليها النظر المستقيم. </p><p> وقوله تعالى:  (لا تُدْرِكهُ الأَبْصَارُ) هو كناية عن التفكير والعلم الذي ينتج عن البصر، وقد نفَى الله تعالى الإدراك، وهو يتضمن نفي الرؤية البصرية ابتداء، لأن الرؤية البصرية في الدنيا إنما تكون في مكان متميز متحيز، والله سبحانه وتعالى ليس له مكان، ولا يحده شيء في الوجود، وسع كرسيه السماوات والأرض وهو السميع العليم. </p><p> وفوق ذلك لَا يمكن للعقل البشري أن يدرك الحقيقة الإلهية؛ لأنه أعلى وأجل وأعظم من أن تصل إليه المدارك، ونحن ندرك آياته، ولا نعرف كنه ذاته، تبارك الله العلي الحكيم، هذ معنى نفي إدراك الأبصار، وما تؤدى إليه، وما يمكن أن يؤدي إليه مضمون هذا النفي، ثم قال تعالى:  (وَهُوَ يُدْرِكُ الأَبْصَارَ) أي يعلمها علما محيطا، وسع علمه كل شيء لَا تخفى عليه خافية، ولا يعزب عنه </p><p> مثقال ذرة في السماء والأرض، يعرف ما تراه الأعين، وما تدركه، وما تؤدى النظرة من تأملات نفسية، فهو العليم بخواطر النفوس وخلجات الأفئدة، وهو اللطيف الذي يعلم أدق علم، الخبير الذي يعلم دقائق كل شيء. </p><p> وقد تكلم العلماء في هذا المقام في رؤية الله في الآخرة وفي الدنيا، فقال الأكثرون: إن الله تعالى يرى يوم القيامة بكيفية لَا نعرفها، يراه الأبرار وقد أخذوا ذلك من ظاهر قوله تعالى:  (وُجُوهٌ يَوْمَئِذ نَّاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ) ، وإن ذلك من جزِاء المتقين، ولا يراه المجرمون أخذا من ظاهر قوله تعالى:  (كَلَّا إِنَّهُمْ عَن رَّبِّهِمْ يوْمَئِذٍ لَّمَحْجُوبُونَ) . ومن ظاهر قوله تعالى:  (. . . وَلا يَنظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلا يُزَكيهِمْ. . .) . </p><p> وأما في الدنيا، فإن الله لَا يُرى فيها؛ لأن الرؤية تقتضي التحيز في مكان، والله تعالى منزه عن ذلك، وقد طلب موسى - عليه السلام - رؤية ربه فقال:  (. . . قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ. . .) . فدلت هذه الآية على أن الرؤية في الدنيا غير ممكنة. وهنا يثار سؤال هل رأى النبي - صلى الله عليه وسلم - ربَّه في المعراج؟ بعض العلماء زعم أنه رآه، ولا يوجد نص قاطع يدل على ذلك، ولكن وردت آثار كثيرة، تدل على نفيه، فقد سئل النبي - صلى الله عليه وسلم -: أرأيت ربك؟ قال:  \" إنه نور، فأنَّى أراه \"  (١) . </p><p> وروى مسلم في صحيحه بسنده إلى مسروق عن عائشة رضي الله تعالى عنها قال: كنت متكئا عند عائشة فقالت: يا أبا عائشة (كنية مسروق) ثلاث من تكلم بواحدة منهن فقد أعظم على الله الفرية، قلت: ما هن؟ قالت: من زعم أن محمدا رأى ربه فقد أعظم على الله الفرية - وكنت متكئا، فجلست - فقلت: يا </p><p>(١) رواه مسلم في كتاب الإيمان، والترمذي في تفسير سورة ٥٣ (النجم) وأحمد بن حنبل، ج ٥ ص ١٥٧، ص ١٧١، ١٧٥.</p><p> أم المؤمنين أنظريني، ولا تعجليني ألم يقل الله تعالى:  (وَلَقَدْ رَآهُ بِالأفُقِ الْمُبِينِ) ، (وَلَقَدْ رآهُ نَزْلَةً أُخْرَى) ، فقالت: أنا أول هذه الأمة سأل عن ذلك رسول الله - صلى الله عليه وسلم - إنما هو جبريل لم يره على صورته التي خلق الله عليها غير هاتينِ المرتين. . فقالت: أولم تسمع أن الله عز وجل يقول: (لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ) أولم تسمع أن الله عز وجل يقول: (وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَه اللَّه إِلَّا وَحْيًا أَوْ مِن وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسولًا. . .) ، قالت: ومن زعم أن رسول الله - صلى الله عليه وسلم - قد كتم شيئا من كتاب الله فقد أعظم الفرية، والله تعالى يقول:  (يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ. . .) . قالت: ومن زعم أنه يخبر بما يكون في غد فقد أعظم الفرية، والله تعالى عول:  (قُل لَا يَعْلَمُ مَن فِي السَّمَاوَاتِ وَالأَرْضِ الْغَيْبَ إِلَّا اللَّهُ. . .) . </p><p> هذا بالنسبة لرؤية الله تعالى في الدنيا، وأما في الآخرة فالأمر فيها إلى الله تعالى، وهو على كل شيء قدير. </p><p> * * * </p><p> البينات لَا يدركها الجاحدون (قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ (١٠٤) وَكَذَلِكَ نُصَرِّفُ الْآيَاتِ وَلِيَقُولُوا دَرَسْتَ وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ (١٠٥) اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِنْ رَبِّكَ لَا إِلَهَ إِلَّا هُوَ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ (١٠٦) وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ (١٠٧) </p><p> * * * </p><p> بعد أن ذكر الله تعالى أنه خالق كل شيء ووجه الأنظار إلى تصريف الله تعالى في الكون مما ذكر الله تعالى في الآيات السابقة، ووجه الأنظار إلى ما فيها من دلائل على أنه وحده هو الخالق، وأنه ليس كمثله شيء وأنه وحده المستحق للعبادة - قرر أن هذه آيات تبضَر ذوي العقول الواعية، والقلوب الخاشعة المبصرة فقال تعالى: </p>"
}