{
  "id": null,
  "sura": 6,
  "aya": 164,
  "text": "<p> (قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ ... (١٦٤) </p><p> * * * </p><p> أمر الله تعالى نبيه أن يقول للمشركين في سياق الدليل على أنه لَا يعبد سواه، ولا رب سواه، والاستفهام هنا إنكاري لإنكار الوقوع لَا يمكن أن يقع مني أن أبغي غير الله ربًّا، ويكون تقديم غير الله على الفعل. في معنى القصر أي لا أبغي غير الله تعالى ربًّا أعبده، وعبر هنا بقوله (رَبًّا) ، ولم يعبر بكلمة (إلها) مع أن المقصود هو العبادة، إذ المعنى أبغي غير الله إلها، وهو رب كل شيء، للإشارة إلى التلازم بين الربوبية والألوهية، إذ أنهم كانوا يعترفون بأن الله تعالى رب كل شيء وخالق كل شيء، ولكنهم يفرقون ذلك عن العبادة، فهم يعتقدون أن الله خالق كل شيء، ولكنهم يعبدون الأوثان، ويقولون: ما نعيدهم إلا ليقربونا إلى الله زلفى، فقوله تعالى (أَغَيْرَ اللَّهِ أَبْغِي رَبًّا) فيه إشارة إلى الربوبية والخلق والتكوين، والعبادة فالمعبود بحق هو الرب الخالق، لَا هذه الأوثان التي تتوهمون فيها سرا وتقريبا، وما هي بشيء. </p><p> وقد أكد القصر في العبادة على الله تعالى بقوله (وَهُوَ رَبُّ كُلِّ شَيْءٍ) وكانت هذه مقدمة منطقية مؤداها، أنه خالق كل شيء، وخالق كل شيء هو المستحق للعبادة وحده؛ لأنه مالك كل شيء. </p><p> وإن التعبير بقوله تعالى (أَغَيْرَ اللَّهِ أَبْغِي رَبًّا) في التعبير بـ (رب) عما أشرنا إليه من معنى التلازم بين الربوبية والعبودية فيه إشارة أخرى، وهو أنه لَا يعبد غيره، ولا يتوكل إلا عليه؛ لأن الربوبية تقتضي ألا يلجأ المؤمن إلا إليه سبحانه وتعالى، وقد قال تعالى في معنى ذلك، (قلْ هُوَ الرَّحْمَنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا. . .) ، وقال تعالى:  (. . . فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ. . .) . وإن كل امرئٍ بما كسب رهين، يحمل تبعات أعماله، ولا يحمل وزر غيره ولذا قال تعالى:  (وَلا تَكْسِبُ كُلّ نَفْسٍ إِلَّا عَلَيْهَا وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) . </p><p> قالوا إن المشركين كانوا يريدون من المؤمنين أن يرجعوا إلى دينهم الذي تركوه، وقالوا نتحمل وزركم ولا تتحملون آثاما، فالله رد قولهم بهذا، وما نحسب أن ذلك وقع، إن كان قد وقع، فالآية عامة لحقيقة رئيسة، و (الكسب) الفعل الذي يصدر عن شخص مؤمن بما يفعل، قد كسبته نفسه، وقام بها، ومعنى قوله تعالى:  (وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا) لَا تكسب أي نفس عملا إلا كانت مغبته ومآله عليها، تتحمل تبعته إن شرا، وتنال جزاءه إن كان خيرا وبذلك يكون النص محتملا الجزاء بنوعيه عقابا أو ثوابا. </p><p> ويصح أن الكسب هنا كسب الإثم، ويكون عليها بالعذاب، ويؤكد هذا المعنى قوله تعالى:  (وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) ، أي لَا تحمل نفس وازرة وزر أخرى فكل امرئٍ بما كسب رهين، وأن ليس للإنسان إلا ما سعى وأن سعيه سوف يرى. </p><p> وإن جزاء الآخرة ثوابا وعقابا مبني على ذلك، فلا يحاسب امرؤ بجريمة غيره، ولا يلقى عن شخص جرم ليلحق إلى غيره، والله تعالى علام الغيوب، وكل يحمل كتابه. </p><p> ولكن في الدنيا عواقب للأعمال، قد تتعدى الفاعل، وقد قال تعالى:  (وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً)  [التخريج] ، فإنه إذا عم الفساد وطم سيله، فسدت الجماعة وهلكت، ولا يكون أثره مقصورا على العصاة، بل يتعداه إلى غيرهم، كما قال تعالى:  (وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا (١٦) . </p><p> وروي أن أم المؤمنين زينب بنت جحش سألت رسول الله - صلى الله عليه وسلم - قائلة: يا رسول الله أنهلك وفينا الصالحون، فقال عليه السلام:  \" إذا عم الخَبَث \"  (١) ، والخبث هنا هو المعاصي وأشدها الظلم والفاحشة وما يوعز بها وإن عموم الفساد يكون من إهمال الأمر بالمعروف والنهي عن المنكر، فيعم العذاب، كما قال عليه الصلاة والسلام:  \" لَتَأْمُرُن بالمعروف ولتنهون عن المنكر ولتأخذنَّ على يدي الظالم ولتأطُرُنَّه على الحق أطرا أو ليضربن قلوب بعضكم ببعض ثم تدعون فلا يستجاب لكم \"  (٢) وإن عذاب يوم الدين لاحق بكل نفس كسبت، أو قصدت، ولذا قال تعالى:  (ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتًلِفُونَ) . </p><p> (ثم) هنا للتراخي والترتيب؛ لأن ذلك يوم الدين فيكون الجزاء العادل، ينال كل امرئٍ ما كسب أو قصد، فالله تعالى يجازي على التقصير في بيان حدود الله ومنع العصاة، كما يجازي على ذات المعصية؛ لأن ترك الواجب معصية كارتكابها. </p><p> وقدم الجار والمجرور، لبيان أن المرجع إليه وحده فهو الذي يملك يوم الدين وحده، فيجازي المحسن بإحسانه والمسيء بإساءته عذابا أليما. </p><p>(١) متفق عليه؛ رواه البخاري: أحاديث الأنبياء - قصة يأجوج ومأجوج، ومسلم: الفتن وأشراط الساعة - اقتراب الفتن (٢٨٨٠). (٢) سبق تخريجه.</p><p> وقال تعالى:  (فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ)  (الفاء) هنا لترتيب ما بعدها على ما قبلها، أي هو الذي إليه وحده مرجعكم، فلا يكون لأحد سواه الحكم في هذا اليوم والقول النافذ له وحده، وهو حينئذ بقوله الطيب الصادق كبير بالحق فيما كانوا فيه يختلفون، فيعبد فريق الأوثان ويؤمن بالله آخرون، ويختلف النصارى فيما بينهم، واليهود يختلفون مع أنفسهم، وبينهم وبين أهل الحق من الناس ينبيء الله تعالى الناس بالحق، والباطل قولا وعملا، فيعذب المجرمين المبطلين، ويحسن إلى المحسنين، وكل امرئٍ، وما كسبت يداه. </p><p> * * * </p>"
}