{
  "id": null,
  "sura": 6,
  "aya": 138,
  "text": "<p> (وَقَالُوا هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ ... (١٣٨) </p><p> * * * </p><p> هذا كلام موصول بما قبله مما ترتب على العقيدة الفاسدة؛ إذ إنه متى فسدت العقيدة فسد الفكر وضلت الأفهام، فلا يصد عن القلب الذي امتلأ بالعقيدة إلا باطل، وكان أظهر مظاهر بطلان العقيدة الفاسدة ما يتعلق بالحرث والأنعام، فإن فرط أوهامهم في الأوثان أثر في حرثهم وأنعامهم، يعطون لها الأكثر ويبقون الأقل. </p><p> وقالوا بأفواههم جازمين في قولهم مشيرين:  (هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ) ، أي محجورة وممنوعة ليس لأحد أن يأكل منها، فمعنى حجر محجورة ممنوعة، فهي حجر بمعنى محجور كذبح بمعنى مذبوح ونقض بمعنى منقوض، أي أنهم يشيرون إلى ناحية من الزرع والثمار فيمنعونه، وإلى قدر من الأنعام فيمنعونه، وقرروا أن الأصل فيه المنع، حتى يكون منهم الإذن بأخذه لمن شاءوا، ولكن المنع يكون لمن، ولأجل من؛ قالوا: إنه يمنع لأجل الأوثان تكون لخدمتهم وسدانتهم ومن يكون حولهم، ومن بقي ينفق منهم على من نريد، ويرون أنه ينتفع منه رجالهم دون نسائهم. </p><p> ومهما يكن فإنهم يقررون أنه ممنوع لَا يقربه أحد إلا من يشاءون، وهذا مؤدى ما قال الله عنهم:  (لا يَطْعَمُهَا إِلَّامَن نَّشَاءُ بِزعْمِهِمْ) . </p><p> وهنا عبارتان نقف عندهما قليلا. </p><p> أولاهما - (لا يَطْعَمُهَا) أي لَا ينال منه أي قدر، ولو بالذوق، إلا من نشاء. </p><p> الثانية - (بِزَعْمِهِمْ) فإنه بزعمهم أي بافترائهم وظنهم، وهي تدل على أن المنع كان على زعم فاسد منهم، لَا على حق اعتمدوا عليه، ويدل أيضا على أن </p><p> إطعامهم من يشاءون مبني على زعم باطل كاختيار الرجال على النساء، وكاختيار خدام الأوثان على غيرهم. </p><p> وقد ندد الله تعالى بهذا العمل في قوله تعالى:  (قُلْ أَرَأَيْتُم مَّا أَنزَلَ اللَّهُ لَكُم مِن رِّزْقٍ فَجَعَلْتُم مِّنْهُ حَرَامًا وَحَلالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرونَ) . </p><p> وإنهم لضلالهم مع علمهم بأن الله تعالى خالق كل شيء وأنه ليس كمثله شيء ما يتخذونه حلالا من طعامهم لَا يذكرون اسم الله تعالى، فهم آثمون فيما يحرمون، وآثمون في تناول ما أحل الله تعالى، ولذا قال تعالى: </p><p> (وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَا يَذْكرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ) كما حرموا على أنفسهم بعض الحرث والنسل؛ حرموا ركوب بعض الحيوان، ولا يذكرون اسم الله تعالى في الأنعام التي يأكلونها، فمن الأنعام التي حرموا ظهورها، أي لَا تركب مهما كانت الحاجة إلى ركوبها ولو كان هناك من يريد ركوبها يعني قد انقطع، ولا يستطيع: البحيرة والحام، فالبحيرة هي التي نتجت منها خمسة أبطن، وكان آخرها ذكرا، فإنها تبحر أي تشق أذنها، وأعفوا ظهرها من الركوب والحمل، وذاتها من الذبح، ولا ترد عن ماء، ولا تمنع من مرعى. </p><p> والحام هو الفحل من الإبل يضرب عشرا ونتج، فإذا بلغ ذلك قالوا هذا حام، أي حمى ظهره من الركوب، وقد بينا هذه في سورة المائدة في ربع (جعل الله الكعبة البيت الحرام قياما) . عند تفسير قوله تعالى:  (مَا جَعَلَ اللَّهُ مِنْ بحِيرَةٍ وَلا سَائِبَةٍ وَلا وَصِيلَةٍ وَلا حَامٍ) . </p><p> يحرمون هذا بأوهام سيطرت على أفهامهم، ويقولون هذا من عند الله، وما هو من عند الله أن هذا افتراء افتروه فارتكبوا إثمين؛ إثم تحريم ما أحل الله من الأنعام أكلا وحملا، وإثم افترائهم على الله تعالى بإسناد التحريم إليه، فضلوا ضلالا بعيدا. </p><p> وإذا تناولوا ما أحل الله تعالى ارتكبوا إثما من نوع آخر، وهو ألا يذكروا اسم الله تعالى عليها، وهو الذي خلقها وأحلها، وأنعم بها؛ وإنهم إذ لَا يذكرون اسم الله تعالى يذكرون أسماء الأوثان، وكان كل ذلك افتراء على الله تعالى، ولذا ختم الله تعالى الآية بقوله تعالى في كلامه العظيم:  (سَيَجْزِيهِم بِمَا كَانُوا يَفْتَرونَ) . </p><p> أي أن الله تعالى سيجزيهم أشد الجزاء، و (السين) لتأكيد الوقوع في المستقبل، وسيكون جزاء وفاقا بسبب ما كانوا يفترونه، أي يقصدون الكذب فيه، فقد افتروا على الله وأشركوا، وافتروا على الله تعالى وأحلوا ما حرم الله تعالى ونسبوا التحريم إليه، فكان ذلك بهتانا وإثما مبينا. </p><p> * * * </p>"
}