{
  "id": null,
  "sura": 6,
  "aya": 152,
  "text": "<p> (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ ... (١٥٢) </p><p> * * * </p><p> نهى الله تعالى أن يقربوا مال اليتيم أو يأخذوه، وكان التعبير بالقرب، ويكون بالأولى النهي عن أكله لأنه إذا كان النهي عن القرب إلا بالخصلة أو بالطريقة التي هي أحسن لإنمائه وحفظه وصيانته، ومنها الاتجار فيه إذا كان الوصي عليه أمينا قادرا ماهرا لقوله عليه الصلاة والسلام:  \" اتجروا في مال اليتيم حتى لا تأكله الصدقة \"  (١) ، كان أولى بالنهي أكله. </p><p> واليتيم هو الذي مات أبوه، والخصلة التي هي أحسن قال فيها بعض المفسرين، إنه المحافظة على أصوله وتثمير فروعه، ولو عَبَّر فقال المحافظة على الأموال الثابتة كالأرضين والدور والأغراس، وتثمير المنقول بكل طرق التثمير بالأمانة، ولا يأكلها، فإن التعبير يكون أوضح. </p><p>(١) سبق تخريجه.</p><p> وإنما كان النهي عن قرب ماله إلا بما يحفظه وينميه؛ لأنه فقد من يحميه، فَقَدَ الأب الحامي الذي يأخذ بيده إلى مدارج الحياة، يلاحظ جسمه، ويلاحظ ماله؛ إن كان له مال، وهنا لم يذكر إلا المال؛ لأنه مطمع الطامعين ومطلب الذين يأكلون أموال الناس أَكْلًا لَمًّا. </p><p> وإن مال اليتيم هو جزء من مال الأمة؛ إن حوفظ عليه كان محافظة على جزء من ثروتها. </p><p> وإن المال أمانة في يد وصيه، وفي رعاية الأمة مجتمعة ممثلة في قاضيها، حتى يبلغ أشده، أي يبلغ السن التي يقدر فيها على المحافظة على ماله، والقيام على شئونه في خاصة نفسه، وفي معاملته، والأشُد قيل جمع شَدّ، ككلب وأكلب، وقيل اسم لَا مفرد له، والمراد ما ذكرنا وهو بلوغه حد القدرة على إدارة شئون ماله، وأدناه بلوغ النكاح بأن يكون قد بلغ السن التي يمكن أن يتزوج، وأن يبلغ رشدا، أو يؤنس منه الرشد، بعد بلوغه سن النكاح، قال تعالى:  (وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللَّهِ حَسِيبًا (٦) . </p><p> وقد شدد الله تعالى في الوصية باليتامى في أموالهم وأشخاصهم لأنهم ضعاف، ولشدة الوصايا بالأيتام كان المؤمنون يخشون على أنفسهم أن يخالطوا اليتامى فيظلموهم أو يأكلوا مالهم فأمرهم الله تعالى أن يكون برهم بالمحافظة على أموالهم، ومخالطتهم؛ لأن المخالطة تقر بها نفوسهم، ويأنسون بها، فلا ينفرون من مجتمعهم، ولذا قال تعالى:  (وَيَسْأَلُونَكَ عَنِ الْيَتَامَى قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ وَلَوْ شَاءَ اللَّهُ لَأَعْنَتَكُمْ) . </p><p> وإن رعاية نفس اليتيم تجعله قريبا بنفسه إلى الناس، ولا ينشأ نافرا منهم؛ لأنه لَا يجد الحماية والرعاية، وينشأ عدوا للجماعة التي يعيش فيها، ولذا قال </p><p> تعالى:  (فَأَمَّا الْيَتِيمَ فَلا تَقْهَرْ) ، وقال - صلى الله عليه وسلم -: \" شر البيوت بيت يقهر يتيما، وخير بيوت المسلمين بيت يكرم فيه يتيم \"  (١) . </p><p> هذا إصلاح في الأسرة وهو إكرام اليتيم، وأوصى سبحانه وتعالى بالأمانة في الجماعة، فهي رباط المودة فقال تعالت كلماته: </p><p> (وَأَوْفوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لَا نُكَلِّف نَفْسًا إِلَّا وُسْعَهَا) </p><p> هذان هما الأمران السابع والثامن اللذان أوصى الله تعالى بهما في ضمن عشر الوصايا، وهما الوفاء بالكيل في المكيلات، والوفاء بالوزن في الموزون بالقسط من غير بخس ولا شطط، ولا زيادة ولا نقص، بل للناس من وفاء الكيل بمقدار ما تطلب، وتعطيهم من الوزن بمقدار ما تطلب لو كنت طالب الكيل والميزان، وذلك على حسب الطاقة في تحري الحق في مكيل غير منقوص، وموزون غير مبخوس؛ ولذا قال تعالى:  (لا نُكَلِّف نَفْسًا إِلَّا وُسْعَهَا) وإن الله تعالى إذ يطالب بالوفاء في الكيل والميزان يذم المطففين لهما، فقد قال تعالى:  (وَيْلٌ لِلْمُطَفِّفِينَ (١) الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ (٢) وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ (٣) . </p><p> وكان الأمر بالوفاء؛ لأنه المطلوب، فالزيادة غير مطلوبة إلا من أهل السماحة، والنقص محرم ممنوع. </p><p> وإن الوفاء في الكيل والميزان يرمز إلى حسن التعامل في الأمة، ومنع أكل أموال الناس بالباطل الذي يضعفها ويقتلها. </p><p> ولذا عقب الله تعالى النهي عن أكل أموال الناس بالباطل بالنهي عن قتل أنفسهم أي تفريق النفوس في جماعتهم، فقال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا (٢٩) . </p><p>(١) رواه بنحوه ابن ماجه: الأدب - حق اليتيم (٣٦٧٩).</p><p> ولقد قال ابن عباس فيما روي عنه كلمة جامعة في آفات الجماعات ونتائجها:  (ما ظهر الغلول في قوم قط إلا ألقى الله في قلوبهم الرعب، ولا فشا الزنى في قوم إلا كثر فيهم الموت، ولا نقص قوم المكيال والميزان إلا قطع عنهم الرزق، ولا حكم قوم بغير الحق إلا فشا فيهم الدم، ولا ختر قوم بالعهد إلا سلط الله تعالى عليهم العدو (١) . </p><p> هذا وإن العدل في الأمة ميزانها، ولذا قال تعالى: </p><p> (وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى) . </p><p> أمر الله تعالى بالعدل في القول، وأن لَا نقول إلا عدلا، ولذا قال:  (وَإِذَا قُلْتُمْ فَاعْدِلُوا) والعدل في القول تحري الحق فيه، فلا ينطق بأمر لَا يكون حقا. </p><p> والعدل في القول يشمل الحكم بين المتخاصمين، كما قال تعالى:  (وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُم بِهِ) . وتشمل الفصل في الخلافات بين الناس، فلا يقول إلا الحق، لأن الحق يحسم النزاع ويقطع دابر الخلاف، ويشمل القول في الشهادة، فلا ينطق إلا بما رأى وعاين، فإن الشهادة حكم أو هي طريق الحكم ودليله، وإذا قلت في مباراة فكن عادلا، وإذا قلت في امتحان فكن عادلاً؛ لأن الامتحان تقدير كفاية فهي حكم. </p><p> والعدل ميزان الحق في معاملات الناس وأحوالهم، والإسلام دين العدل، وإذا كان لكل دين سمة فسمة الإسلام هي العدل، ولذا قال تعالى:  (إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (٩٠) . </p><p> ولذا كان العدل رابطة الجماعة وميزانها، وقال تعالى:  (وَلَوْ كَانَ ذَا قُرْبَى) أي ولو كان الذي يقوم عليه العدل في القول في حكم أو شهادة، أو فصل في </p><p>(١) الرواية موقوفة على ابن عباس في موطأ مالك: الجهاد - ما جاء في الغلول (٩٩٨). وختر العهد: نقضه.</p><p> خصومة، أو مباراة، أو امتحان، فإنما العدل حيث تتنازع العواطف، وتمتلك النفوس هو فعل الأبرار، وهو المقياس الذي تتفاوت به مراتب العدول. </p><p> وإذ كان العدل ميزان الترابط بين الجماعات في الأمة، فالوفاء بالعهد ميزان العدالة في الأمم، ولذا قال تعالى: </p><p> (وَبِعَهْدِ اللَّهِ أَوْفوا) . </p><p> هذه هي الوصية العاشرة من وصايا الله تعالى وهي تطلب من الناس أجمعين الوفاء بالعهد، وقوله تعالى:  (وَبِعَهْدِ اللَّهِ أَوْفُوا) قدم فيه (بِعَهْدِ اللَّهِ) لأهمية الوفاء بعهد الله، ولمعنى الاختصاص، أي احرصوا على الوفاء بعهد الله دون غيره. </p><p> وعهد الله تعالى الذي يتجه إليه، ما عهده إلى بني آدم من فطرة مستقيمة أنشأهم عليها، كما قال تعالى:  (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى) . وإن تكليفات الله تعالى عهود عليهم. </p><p> والعهود بين العباد عهود الله تعالى عليهم؛ لأنهم عادة يوثقونها بأيمانهم، وقد قرر سبحانه وتعالى ذلك، وقال:  (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ (٩١) وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٩٢) . </p><p> فهذه الآية تحث على الوفاء بما يكون من العهود بين الآحاد والجماعات، وهي تدل على ثلاثة أمور: </p><p> أولها - أن من وثق عهده بالله فقد جعل الله تعالى كفيلا بالوفاء، والخيانة أو خفر العهد خيانة لله تعالى. </p><p> ثانيها - أن الوفاء بالعهد يقوي الأمة فيجعل الناس يثقون بها، وتلك قوة، ولذلك شبه الله تعالى من ينقض عهده بالحمقاء التي تنقض ما فتلته من غَزْل، فتجعله أنكاثا شعرا متفرقا. </p><p> ثالثها - أنه لَا يصح أن تكون الرغبة في زيادة الأرض والسلطان سببا لخيانة العهد؛ لأن ذلك ظلم وطغيان، وفقد لقوة أكبر وأعز من النكث في العهد والخيانة وصدق ما قاله ابن عباس فيما نقلنا (ما خفر قوم في العهد إلا سلط الله تعالى عليهم عدوهم) . </p><p> هذه وصايا الله سبحانه وتعالى، ويلاحظ أنه لم يذكر في هذه الوصايا الصلاة والزكاة والصوم والحج، وهي من أركان الإسلام، والصلاة عمود بهل دين، وكما قال النبي - صلى الله عليه وسلم -: \" لا دين من غير صلاة \"  (١) لأنها لب العبادة. ولماذا لم تذكر الصلاة في هذه الوصايا، مع أنها لَا تقل طلبا في الإسلام عما ذكر من الوصايا العشر؛ ونجيب عن ذلك بثلاثة أمور. </p><p> أولها - أن المطالبة بها ذكرت إجمالا في قوله تعالى:  (وَبِعَهْدِ اللَّهِ أَوْفوا) وقد ذكرنا أن أول عهود الله تعالى تكليفاته التي كلفها عباده. </p><p> ثانيها - أن هذه الوصايا مجمع عليها في الأديان، وهي الأساس النفسي والعملي لتكوين الجماعات الفاضلة، وقد جاءت بها الأديان كلها، ورضيتها الشرائع الوضعية المستقيمة. </p><p> ثالثها - وهي أهمها، أن هذه الآية مكية، ولم تكن الصلاة ولا الصوم ولا الحج قد فرض، والزكاة لم تكن قد نظمت كما ذكرنا آنفا. </p><p>(١) رواه أبو داود: الخراج والإمارة - ما جاء في خبر الطائف (٣٠٢٦)، وأحمد: مسند الشاميين - حديث عثمان بن أبي العاص (١٧٤٥٤)، بلفظ: \" لا خير في دين لَا ركوع فيه \" أي لَا صلاة فيه.</p><p> وقد بين الله تعالى من بعد أن هذه الوصايا هي طريق الله الحق الذي بينه لعباده، فقال تعالى: </p><p> * * * </p>"
}