{
  "id": null,
  "sura": 6,
  "aya": 7,
  "text": "<p> (وَلَوْ نَزَّلْنَا عَلَيْكَ كتَابًا فِي قرْطَاسٍ فَلَمَسُوهُ بِأَيْديهِمْ لَقَالَ الَّذينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مبِينٌ) . </p><p> أى إن هؤلاء لَا ينقصهم الدليل، ولكن ينقصهم التوجه، وأخذ أمر الدين بعناية وتفكير واتجاه سليم لطلبه، فإن الاتجاه المخلص يجعل النفس تشرق، وتمتلئ بالحكمة، فيقنعها الدليل، وهؤلاء المغرضون ينقصهم ذلك الاتجاه المستقيم، الذي يملؤهم بالنور، ويشرق في قلوبهم طلب الحكمة والنزوع إليها، وعلى ذلك لا تجدي فيهم الآيات مهما تكن قوة الدليل وحسيته. </p><p> وفى النص القرآني مقامات بيانية تقرب معناها السامي، وإن كان بينا في ذاته. . </p><p> الأول - (لَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاس)  (لو) هنا حرف امتناع لامتناع، أي أن الله سبحانه يمتنع عن أن يفعل ذلك، لأنه عبث لَا يليق أن يصدر عن ذاته العلية، إذ لَا ثمرة له، فلن يؤمنوا مهما تكن قوة الدليل، وذلك مثل قوله تعالى:  (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ (١٤) لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ (١٥) . </p><p> فالكلام القرآني في مضمونه هنا يحكم بأن </p><p> الهداية السامية لَا تفتح لها قلوبهم المعرضة المتحيرة المركسة في الضلالة. </p><p> وقوى سبحانه وتعالى امتناع هدايتهم، إذا جاءتهم آية بأن لو نزل عليهم مكتوب من السماء محفوظ في قرطاس متضمن معنى رسالة الله تعالى، ولمسوه بأيديهم للدلالة على العلم الحسي الذي لَا ريب فيه ولا شك - لَا يؤمنون، فتأكدت لديهم رسالة الله تعالى بأمور ثلاثة بهذا المكتوب الذي وضع في غلافه، وبلمسه بالحس، وبكون اللمس بكل الأيدي والجوارح. </p><p> المقام الثاني - أنهم لَا يقابلون ذلك بالتصديق والإقبال والإذعان، بل ينتحلون الأعذار لكفرهم، ولا يجدون مساغا إلا ادعاء السحر يلجأون إليه، مع أن السحر تخييل وتسكير للإبصار، وهذا فيه لمس بالأيدي، فلم يقتصروا على الرؤية حتى يقولوا: إنما سكرت أبصارنا، بل نحن قوم مسحورون، ومع ذلك يبهتون الحق، ويجابهون الواقع ويقولون مؤكدين:  (إِنْ هَذَا إِلَّا سِحْرٌ مبِينٌ) . </p><p> الثالث - أن الله تعالى حكم سبحانه بعدله وإنصافه بأن ذلك قول الذين كفروا منهم، ففي ذلك إشارة إلى أمرين: </p><p> الأول - الإشارة إلى أن الذين يقولون هم الذين كفروا، وأن هناك في مقابلهم مؤمنين يذعنون للحق، ويصدقون الآيات. </p><p> الثاني - أن السبب هو الكفر والجحود والإعراض، فلا يؤمنون بآية مهما تكن قوتها في الدلالة، لإعراض القلوب وعدم اتجاهها إلى الحق، بل إنها مظلمة معتمة لَا يدخل إليها النور مهما يكن وضاء. </p><p> الرابع - أنهم لفرط جحودهم وإغلاق قلوبهم يؤكدون أنه سحر مع اللمس بالأيدي، وقد أكدوا حكمهم الباطل أولا - بالنفي والإثبات، أي أنه مقصور على أنه سحر، ثانيا - بالإشارة إليه، وذكروا أنه بين واضح. </p><p> ثالثا - والمعنى الجملي أنه لَا تجدي فيهم معجزة ولا دليل، ويؤكد هذا قوِله تعالى:  (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ (١١١) . </p><p> * * * </p>"
}