{
  "id": null,
  "sura": 6,
  "aya": 43,
  "text": "<p> (فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ (٤٣) </p><p> * * * </p><p> البأس هنا الشدة. وهي أكثر ما تكون في شدة الحرب. ولأواء القتال، ويطلق على شدة الفقر والبؤس في العيش، و (لولا) هنا للنفي مع تمني الوجود فهي لنفي تضرعهم مع تمني أن يكونوا قد تضرعوا، والتمني هنا معناه ينبغي، كأن المعنى هكذا لم يتضرعوا وكان ينبغي أن يكون البأس الشديد مؤديا إلى ضراعتهم، لأنه يشعرهم بضعفهم أمام قدرة الله تعالى الغالب القاهر فوق كل شيء. لكن الإحساس بالضعف الذي دل عليه نزول البأس عليهم - ولا قبل لهم - وجد مانعان يمنعان أثره. فإذا كان قد وجد سبب الضراعة فقد وجد المانع منها. والمانع منها أمران: </p><p> أحدهما - قسوة القلوب. وقد عبر سبحانه وتعالى عن ذلك بقوله تعالى: </p><p> (وَلَكِن قَسَتْ قُلُوبُهُمْ) وكان ذلك الاستدراك للإشارة إلى أن الضراعة وقسوة القلوب لَا يجتمعان ولو نزلت الشدائد، وإن ضرعوا فإلى أمد محدود، ثم تعود إليهم أحوالهم. </p><p> والسبب في أن القسوة والضراعة نقيضان لَا يجتمعان أن القسوة غلظ في النفوس والطباع وإن بعض النفوس لتقسو حتى تكون كالحجارة أو أشد قسوة، وإن </p><p> مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ. </p><p> والضراعة رقة في القلب ورأفة في النفس، وإحساس بآلام الغير وآلام النفس فلا يكون القاسي ضارعا ولو كان جبانا، إذ الضراعة علو مع رأفة ورحمة وطمأنينة والقسوة غلظة، وقد يكون الجبان غليظا، بل في أكثر الأحوال هو كذلك. </p><p> الأمر الثاني الذي يمنع الضراعة - تزيين الشيطان العمل للنفس. وقد عبر سبحانه عنه بقوله تعالى:  (وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ) إن الشيطان قد يراد به هنا النفس الأمارة بالسوء التي تزين السوء فتجعله كالحسن وما هو بحسن، وإن هذا التزيين النفسي لعمل السوء للنفس لَا يجعل الآثم يحس بإثم ما ارتكب. </p><p> والضراعة توجب الإحساس بذلك الإثم، حتى يتجه إلى ربه تائبًا توبة نصوحا، ومن أول درجات هذه التوبة أن يحس بإثم ما فعل. ثم يندم عليه. ثم يعتزم ألا يفعل، ولا يمكنه أن يكون ذلك ممن زين له سوء عمله فيراه حسنا وما هو بحسن. </p><p> وفى التعبير بقوله تعالى:  (وَزَينَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ) ناحية بيانية رائعة ذلك أن عبر بزين لهم الشيطان سوء ما يعملون. . ولم يقل حسن لهم الشيطان. كما يجري على الألسنة فلان يحسن القبيح؛ لأن القبيح لَا ينقلب حسنًا، والسيئ لَا ينقلب، ولكن السيئ أو القبيح بتمويهات وتزيينات يظن معها أنه حسن. وما هو إلا تمويه باطل، وإنهم إن لم يهذبوا بالشدائد اختبروا بالنعم، فقال تعالى: </p><p> * * * </p>"
}