{
  "id": null,
  "sura": 6,
  "aya": 121,
  "text": "<p> (وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ ... (١٢١) </p><p> * * * </p><p> أباح الله أن نأكل مما ذكر اسم الله عليه، فقال تعالى:  (فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ) وندد بالذين لَا يأكلون مما ذكر اسم الله ممن يحرمون بعض الأنعام؛ لأنهم حرموا ما أحل الله تعالى لهم. </p><p> وفى هذه يبين تحريم ما ذكر عليه غير اسم الله، كان يذبح على النصب، ويذبح باسم صنم من الأصنام أو شخص من الأشخاص تقديسا له، وتقربا عن طريقه، فإنه لَا يحل، كما قال في آية أخرى في المحرمات من الذبائح (. . . أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ. . .) . </p><p> وفى هذه الآية الكريمة أكد سبحانه أن الإهلال عند الذبح لغير الله تعالى فسق، فقال تعالى:  (وَإِنَّهُ لَفِسْقٌ) وقد أكد سبحانه وتعالى أنه فسق بـ (إن) المؤكدة، و (اللام) المؤكدة، والجملة الاسمية. </p><p> وقد تكلم الفقهاء في هذا الموضوع موضحين موجهين الآيات الكريمة غير مخالفين لها. </p><p> ذلك أن أمرين نُصَّ عليهما: </p><p> أولهما - إباحة ما ذكر عليه اسم الله تعالى، وإن ذلك مباح بالاتفاق لأنه منصوص عليه، ولأن الله وبخ الذين لَا يأكلون ما ذكر عليه اسم الله، ولأنه يكون قد حرم ما أحل الله تعالى. </p><p> ثانيهما - أن الله تعالى نص على النهي عن أكل ما أهل به لغير الله، وأكد النهي بـ (إن) ذلك فسق أي خروج على الدين، ولكن بقيت حال لم ينص عليها نصا صريحا، وهي الحال التي يترك فيها اسم الله تعالى سهوا أو عمدا. </p><p> قال بعض العلماء: إنه في حال العمد يكون الأكل غير حلال، وقيل ولو كان سهوا، وحجتهم في ذلك، أن الله تعالى أباح ما ذكر عليه اسم الله تعالى، فكان بمفهوم المخالفة لَا يباح ما لم يذكر اسم الله تعالى عليه، ولأنه نص على تحريم ما لم يذكر اسم الله تعالى عليه، وإن النبي - صلى الله عليه وسلم - ذكر أن المباح هو ما أنهمر دمه وذكر عليه اسم الله تعالى عند ذبحه، ولأن النبي - صلى الله عليه وسلم - ذكر أن الصيد لَا يحل إلا إذا ذكر اسم الله تعالى عند إرسال السهم أو الكلب الصائد، فقد روي في الصحيحين \" إذا أرسلت كلبك المعلَّم، وذُكر اسم الله عليه فكلوه \"  (١) ، هذا نظر </p><p>(١) سبق تخريجه.</p><p> متفق مع النصوص المذكورة في هذه الآية، ويتفق مع الأحاديث الواردة في هذا الباب. </p><p> وقال آخرون من الفقهاء: إن المحرم هو ما ذبح بأنه لغير الله تعالى ويباح غيره لتلاقي الآيتين في المعنى، إذ إنه ذكر في تحريم المطعومات أن ما أهل لغير الله هو المحرم، فقد قال تعالى:  (قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ ... ) ، فمعنى (مِمَّا لَمْ يُذْكرِ اسْمُ اللَّهِ عَلَيه) أي ذكر غيره، والدليل على ذلك الآية الأخرى، وقوله تعالى:  (وَإنَّهُ لَفِسْقٌ) ، والضمير يعود إلى الأكل مما لم يذكر عليه اسم الله، أي الذبيحة، ولا يمكن أن يكون فسقا إلا إذا كان ثمة ذكر لغير الله تعالى. </p><p> وفوق ذلك فإنه من المقررات الشرعية أن ذبائح أهل الكتاب حلال أكلها، فقد قال تعالى:  (الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَانٍ) . </p><p> وهكذا نرى فريقا حرم ما لم يذكر عليه اسم الله سواء أتركه عمدا أو سهوا، وآخرون قالوا: يحل، سواء أتركه عمدا أو سهوا، وهناك قول وسط بين القولين المحل والمحرم، فقال: إن لم يذكر اسم الله سهوا، فإنها تحل، وإن تركه عمدا لَا تحل الذبيحة، وهذا الرأي أقرب إلى روح الإسلام؛ لأن من لم يذكر اسم الله سهوا، فإنه قد رفع الخطأ والنسيان، وما كان بإِكراه، وأما من تركه عمدا فقد أعرض عن ذكر الله، وذلك إثم لَا يبرره شيء. </p><p> ونحن نميل إلى هذا الرأي. </p><p> (وِإنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ) الظاهر أن الشياطين هنا هم شياطين الإنس يوسوسون إلى أصدقائهم ليجادلوا المؤمنين في أمر ما أبيح من </p><p> الأطعمة وما لم يبح، فقد روى أن بعض المشركين كما روينا من قبل كان يقول للمؤمنين: ما ذبحه الله لَا تأكلونه، وما ذبحتموه تأكلونه، وإنهم يفعلون ذلك ليثيروا جدلا بين المؤمنين؛ ليشككوهم في أمر دينهم، والجدل في غير موضع الجدل إثارة للريب والشكوك وإثارة الريب تضعف الإيمان بالحق، وتفتح الأبواب للباطل، وإذا فتحت الأبواب للباطل في القلوب ضلت الأفهام وارتابت العقول والنفوس؛ ولذا قال تعالى: </p><p> (وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكونَ) أي إن سايرتموهم في جدلهم، وفتحتم لهم صدوركم، فإنهم يجرونكم إلى طاعتهم، وإن أطعتموهم إنكم لمشركون مثلهم، وهنا قسم مقدر في القول، وقوله تعالى:  (إِنَّكمْ لَمُشْرِكونَ) هو جواب القسم بدليل وجود (اللام) ، وبدليل أنه لم توجد (الفاء) إذ لو كانت جوابا للشرط لجاء بالفاء. </p><p> وهذا تأكيد لإشراك المؤمنين إن سايروهم في الجدل في أمور ليست موضع جدل، فالجدل - كما قلت - يولد الريب. اللهم اكف أمة محمد شر جدل أهلها، وامنحها الإيمان بما تقول، وما تدعو إليه. </p><p> * * * </p><p> الإيمان حياة والشرك ظلمات </p><p> (أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ (١٢٢) وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا </p><p> وَمَا يَمْكُرُونَ إِلَّا بِأَنْفُسِهِمْ وَمَا يَشْعُرُونَ (١٢٣) وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِنْدَ اللَّهِ وَعَذَابٌ شَدِيدٌ بِمَا كَانُوا يَمْكُرُونَ (١٢٤) </p><p> * * * </p><p> كانت الآيات السابقات في أحوال المشركين من إشراك بالله إلى سيطرة الأوهام عليهم، حتى حرموا على أنفسهم ما أحل الله تعالى، وفي هذه الآيات يبين سبحانه وتعالى أن الشرك موت نفسي كمن يموت موتا حسيا، وأن الهداية حياة بعد الموت، وأنها نور، وأن الشرك ظلمات متكاثفة بعضها فوق بعض تبتدئ بالأهواء، وهي ظلمة، ثم بالأوهام، وهي ظلمة، ثم تنتهي بالشرك وهو ظلمات. </p><p> شبه الله تعالى حال من يكون في جهل ثم يتجه إلى الهداية كحال من يكون ميتا فيحييه الله ويجعل له نورا يمشي به في الناس، ليهتدي به، ثم نفى أن يكون ذلك الحي المهدي بعد الجهل الذي هو الموت نفى أن يكون مثله كمثل من يعيش في ظلمات من الجهالة والضلالة لَا يمكن أن يخرج منها، وهذا معنى قوله تعالى: </p>"
}