{
  "id": null,
  "sura": 6,
  "aya": 142,
  "text": "<p> (وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ ... (١٤٢) </p><p> * * * </p><p> (الواو) عاطفة على قوله تعالى: (وَهُوَ الَّذِى أَنشَأَ جَنَّات مَّعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَات) أي: وأنشأ لكم من الأنعام حمولة وفرشا وطعاما ولحما طريا، فهي ذكر لآلاء الله تعالى ونعمه في خلقه إذ هيأ لهم أسباب الهناء التي أحل فيها طيباته ومكنكم منها. </p><p> و (الأنعام) جمع نعم، وهي الإبل والبقر والغنم، وما شاكلها مما يؤكل، وينتفع به الإنسان، وجعل الله تعالى منه (حمولة) ، وهي ما يحمل عليها، و (فرشا) وهي ما يذبح بأن يفرش ويذبح، وما يتخذ من أصوافها وأوبارها وأشعارها فرشا، وهذه تشمل النعم التي تذبح، والغنم والعجول التي لَا تبلغ القدرة على حمل الأشياء، بل تذبح ويؤكل لحمها، وتسمى العجول، والغنم فَرْشا؛ لأنه يفرش ويذبح كما ذكر، ولأنها قريبة من الأرض، وقد جعلها الله فراشا، وقد قال تعالى في ذلك:  (أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ (٧١) وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ (٧٢) . </p><p> (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا </p><p> لِلشَّارِبِينَ)، وهكذا كانت آيات الله تعالى تتلى، مبينة نعمة الله في الأنعام يتخذ منها حمولة، ومنها فرش يذبح، ومنها فرش يفرش من أصوافها وأوبارها وأشعارها متاعا إلى حين انتهاء الدنيا. </p><p> ولأن الفرش منها الغنم، ونسل الأنعام الذي يذبح، قال تعالى بعد ذلك:  (كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ) . </p><p> والمعنى إذا كان الله تعالى قد خلقها فرَشا يذبح، فكلوا منه، لأنه رزق الله، ورزق الله تعالى يُقبل لأنه عطية الله، ويُشكر عليه، فلا تجعلوا مما رزقكم الله حلالا وحراما كما يفعل الذين يتبعون خطوات الشيطان، والأمر هنا للإباحة، والترغيب في تناول الحلال، وقد قلنا إن أوامر الإباحة تكون فيها الإباحة بالجزء وهي مطلوبة بالكل، فليس للإنسان أن يمتنع عن المباحات، ويترك تناولها، ولا يتركها كلها. </p><p> وقد كان بعض العرب يتصدقون بأكثر ما ينتج غرسه، فنهى الله تعالى عن الإسراف وقال:  (كلُوا مِمَّا رَزَقَكُمُ اللَّهُ) . </p><p> (وَلا تَتَّبِعوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُو مُّبِينٌ) . </p><p> الخطوات ما بين الأقدام، والمراد النهي عما يوسوس به الشيطان، وتجنبه بألا يسير سيره الذي يزين به الشر، وفي الكلام مجاز مشهور، والمجاز المشهور تنسى فيه العلاقة والقرائن، وكأنه حقيقة، ومؤدى المجاز تشبيه من يطيع الشيطان فيما يوسوس بالسائر وراء إنسان يتبعه خطوة خطوة، لَا يحيد عن طريقه، ولا يترك طريق الشر الذي يسيو فيه. وقد علل سبحانه وتعالى النهي بأنه عدو بَيِّن العداوة وبيانها ببيان آثارها ونتائجها، وليس معنى (مبين) أنه بَيِّن واضح عند السير وراءه، إنما هو بين في نتائجه وغوايته. </p><p> واتباع خطواته هو ما كان عليه الجاهليون فيما رزقهم الله تعالى فحرموا بعضه، بغير ما حرم الله، حرموا السائبة والوصيلة والحام بغير ما أنزل الله، </p><p> وجعلوا لله نصيبا مما خلق، وللشيطان نصيبا في الأوثان التي زينها لهم، وزين لهم قتل أولادهم، وزين لهم أكل الميتة، وما ذبح على النصب، وما أهل لغير الله تعالى به، وهو فسق، وخروج عن طاعة الله الذي يلجأون إليه في الشدة، والبأساء والضراء. </p><p> ولقد أخذ سبحانه وتعالى يبين ضلالهم فيما يحرمون على أنفسهم بوسوسة الشيطان، وينقض زعمهم فقال: </p><p> * * * </p><p> (ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ (١٤٣) وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (١٤٤) </p><p> * * * </p><p> نهى الله تعالى بالنسبه لما رزق الله تعالى - المكلفين أن يتبعوا خطوات الشيطان، وما يزينه للذين يفتحون قلوبهم لوسوسته، وآذانهم لسماع دعاته وأتباعه، وقد زين لهم أن يحرموا بعض الثمرات والزروع ويجعلوا جزءا لله، وجزءا لأوثانهم، وتطيش فيعتدون على ما جعلوه لله، ويحمون ما جعلوه لأوثانهم وحرموا بعض الأنعام، حرموا الوصيلة والسائبة والحام والبحيرة، وقد بينا ما يريدون من هذه الألفاظ من مسميات في موضعها في سورة المائدة في ربع </p><p> (جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ) عند الكلام في معنى قوله تعالى: (مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلا سَائِبَةٍ وَلا وَصِيلَة وَلا حَامٍ. . .) ، وفي هذه الآية وما بعدها يبين الله تعالى أنه لَا سند من عقل ولا نقل جعل بعض هذه الأنعام محرما، فقال تعالى: </p>"
}