{
  "id": null,
  "sura": 6,
  "aya": 90,
  "text": "<p> (أُوْلَئِكَ الَّذِين هَدَى اللَّهُ) . </p><p> الإشارة إلى ما كانوا عليه من صفات الصبر والشكر والزهد والصدق والتوحيد، ومجالدة المنكر، والصبر على أذى المعاندين، فالإشارة إلى أشخاصهم المتصفين بهذه الصفات العليا، وهي أساس هداية الله، وأسند سبحانه وتعالى الهدى إليه تشريفا لمعناها، وبيان أنه اختارها، واختيار الله تعالى يوجب اتباعها، والسير في طريقها، ولذا قال سبحانه وتعالى:  (فَبِهُدَاهُمُ اقْتَدِهْ) الهاء هي هاء السكت تكون عند الوقف على المحذوف حرف العلة منه بالجزم تعويضا لذلك المحذوف، وينطق عند الوقف، وقال بعضهم لَا ينطق بها إذا لم يقف، ولكن الحق أنه ينطق بها في الأحوال كلها؛ لأنها مكتوبة في المصحف الإمام، ولا يوجد في هذا المصحف ما لَا ينطق به. </p><p> والاقتداء الموافقة في سلوك الطريق الذي سلكوه، والهدى الذي اتبعوه، والمنهج الذي نهجوه، و (الفاء) هنا لترتيب ما بعدها على ما قبلها، لأنه إذا كان ذلك الهدى من الله فإنه يجب اتباعه، والاقتداء بهم فيه وتقديم (بهداهم) على (اقتده) للاختصاص، ومؤداه الاقتداء بهذا الهدى دون غيره، إذ إن الهدى هدى الله فلا هداية إلا هدى الله. </p><p> (هُداهم) كما أشرنا التوحيد، وألا تشركوا بالله شيئا، وما جاءوا به من شرائع أبدية لَا تتغير بتغير الأزمان، وبما اتصفوا به من صفات الصبر، والشكر والروحانية، والزهد، والصدق والأخلاق الكريمة، وإن الاقتداء يوجب الدعوة إلى هذا الهدى. </p><p> وإن هذا الكلام السامي يفيد أن الأنبياء الذين تختلف مراتبهم، وخواصهم، وصفاتهم كما قال تعالى:  (تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ. . .) . </p><p> قد أمر النبي - صلى الله عليه وسلم - بالاقتداء بهم جميعا في صفاتهم كلها مجتمعة، فهو يكون بهذا الاقتداء جامعا لكل ما عندهم منهم؛ لأنه خاتم الأنبياء، ولأنه مخاطب للأجيال كلها، وأرسل للناس كافة بشيرا ونذيرا، فكان هو وشريعته صالحين لكل </p><p> الأجيال؛ لأنه وشرعه جمعا كل ما عند الأنبياء السابقين من صفات فاضلة ومراتب من التكليفات عالية. </p><p> وإذا كان ذلك مقام رسالته، فقد أوجب الله سبحانه وتعالى الدعوة إليها: لأنها الكمال البشري، وأنه لَا يريد منهم جزاء ولا شكورا؛ ولذا قال تعالى مخاطبا نبيه:  (قُل لَا أَسْألُكُمْ عَلَيْهِ أَجْرًا) لَا أريد منكم أي أجر من مال أو جاه أو سلطان لقد ظنوا بادي رأيهم أنه يريد مالا فعرضوا عليه مالهم، أو يريد السلطان فيسودوه عليهم، فبين الله لنبيه أن يقول لهم إن شيئا من أعراض الدنيا لا يريدها، ولكن يريد الإصلاح والتذكير بالله واليوم الآخر (إِنْ هُوَ إِلَّا ذكْرَى لِلْعَالَمِينَ) . </p><p> إن المقصود من إنزال الله تعالى القرآن على نبيه الكريم ليس مالا يأخذ، ولا سلطانا يفرضه، ولا سيادة يطلبها وإنما جاء للذكرى والموعظة والهداية للعالمين أي للعقلاء أجمين، فهو ذكرى لهم بما فيه صلاحهم، وقيام أمرهم، ونشر العدالة، وذكرى لهم باليوم الآخر، وما فيه من حساب وعقاب، وذكرى ربهم بأن يكونوا دائما ذاكرين، أي تذكر دائم لله تعالى، وفي ذكر الله طب للقلوب من أدوائها. </p><p> وإن ذكر هؤلاء الأنبياء ونسبتهم إلى إبراهيم - عليه السلام - تذكير لعرب مكة ومن حولها بالنبوة الأولى نبوة نوح أولا، ونبوة إبراهيم أبيهم الذي ينتسبون إليه ثانيا، وتعليمهم أن الله يرسل أنبياء ورسلا، ولا يصح أن يكفروا بإرسال الله تعالى، والعرب وقت بعث النبي - صلى الله عليه وسلم - كان كلامهم ينبئ عن أنهم لَا يؤمنون برسالة ولا رسول، وجابهوا النبي - صلى الله عليه وسلم - منكرين أصل الرسالة مستغربين لها، قال تعالى:  (أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ. . .) ، وقال تعالى:  (وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا (٩٤) . </p><p> وأنكر اليهود أن يكون محمد رسولا زاعمين أن الرسالة فيهم. </p><p> ولذلك نزل قوله تعالى ردا على كل من أنكر أن يرسل الله بشرا رسولا، وعلى من أنكر أن تكون الرسالة في غير بني إسرائيل؛ ولذا قال تعالى: </p>"
}