{
  "id": null,
  "sura": 6,
  "aya": 34,
  "text": "<p> (وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا ... (٣٤) </p><p> * * * </p><p> هذا تنبيه للنبي - صلى الله عليه وسلم - وحث على الصبر، والانتظار لما وعد من النصر المؤزر، فالله سبحانه وتعالى يبين أنه ليس أول المكذبين، بل سبق إلى ذلك الرسل الصادقون الداعون، ولقد أكد الله سبحانه وتعالى الخبرب (اللام) وبـ (قد) لتأكيد التسلية، ولتأكيد طلب الصبر، وتأكيد الوعد بالنصر، ولم يكن التكذيب للرسل سببا للحزن، بل كان طريقه شحذ العزيمة بالصبر، وبتحمل الأذى، وبترقب النصر، والعمل عليه، فمع العزيمة المعززة بالصبر النصر، وليس مع اليأس قوة، فالصبر كان نتيجة التكذيب؛ ولذا كان العطف بالفاء التي تفيد الترتيب والتعقيب، وقوله (كُذِّبُوا وَأُوذُوا) للبناء للمجهول وهو مع (ما) يكون المصدر المؤوَّل منهما - فما للموصول الحرفي أي المصدرية، والمراد الصبر على تكذيبهم وإيذائهم، ودل على أن موضع الصبر هو تكذيبهم وإيذاؤهم، وكانوا صابرين حتى أتاهم نصر الله تعالى وأنه مع الصبر الأجر، ولقد قال تعالى:  (أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ (٢١٤) . </p><p> فالنصر إن شاء الله آت لَا محالة، وهو العزيز الحكيم القادر العليم. </p><p> (وَلا مبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِن نَّبَأِ الْمُرْسَلِينَ) . </p><p> كلمات الله تعالى هي كلمات النصر الذي وعد الله تعالى به نبيه - صلى الله عليه وسلم - ووعد به المرسلين، من قبله، مثل قوله تعالى:  (وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ (١٧١) إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ (١٧٢) وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ (١٧٣) . وقوله تعالى:  (كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ (٢١) . </p><p> ومعنى تبديل كلمات الله تعالى أن يتخلف وعد الله، فلا يكون النصر المبين ما دامت الأسباب بأمر الله وتوفيقه مهيأة، وإنه وعد الله تعالى من كلمات الله </p><p> لا تبديل فيها ولا تغيير ما دام الإيمان يملأ القلوب، والصبر يؤيد النفوس ويأخذون بالأسباب، فإن تغيرت النفوس فليس ثمة موضوع لوعد الله تعالى:  (. . . إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ (١١) . </p><p> وفسر بعض العلماء كلمات الله تعالى بما هو أعم من النصر، وهو شرائعه، وآياته وتوحده، وصفاته، ونصره أي أنه إذا كان النبي - صلى الله عليه وسلم - يشفق على رسالته أن يعروها تغيير بسبب تكذيبهم وإيذائهم فلا مبدل لكلمات الله تعالى، ونحن لهذا نميل. </p><p> ولقد أكد سبحانه العظة والتسلية في أنباء المرسلين، فقال تعالت كلماته: </p><p> (وَلَقَدْ جَاءَكَ مِن ئبَأِ الْمُرْسَلِينَ) ولقد جاءك فيما قص عليك من قصص النبيين وأخبارهم وأنبائهم ما فيه العظة الكاملة، وفيه المثُلات لأقوامهم والنصر لهم، وكما قال سبحانه:  (لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لأُوْلِي الأَلْبَابِ. . .) . </p><p> * * * </p>"
}