{
  "id": null,
  "sura": 6,
  "aya": 82,
  "text": "<p> (الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ (٨٢) </p><p> * * * </p><p> إذ الأمن من الخزي في الدنيا، ومن عذاب الله تعالى في الآخرة، يكون لفريق الإيمان، وهم الذين يؤمنون بالله تعالى ولا يخلطون إيمانهم بأي ظلم، ولا يعبدون مع الله غيره، ولا يقدمون أي شيء إلا بأمره، و \" لبس \" هنا معناها خلط. </p><p> وقوله:  (وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ) هنا فسره النبي - صلى الله عليه وسلم - بالشرك، روي أنه لما نزلت هذه الآية (الًّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُم بِظُلْمٍ) شق ذلك على أصحاب رسول الله - صلى الله عليه وسلم -، وقالوا: أينا لم يظلم نفسه، فقال - صلى الله عليه وسلم -: ليس الذي </p><p> تعنون، ألم تسمعوا ما قال العبد الصالح لابنه:  (يَا بُنَيَّ لَا تُشْرِكْ باللَّه إِنَّ الشّرْكَ لَظُلْمٌ عَظِيمٌ)  (١) . </p><p> وكان الشرك ظلما، لأنه تجاوز الحد المعقول، إذا كان الظلم تجاوز الحد، فالشرك أشد الأمور تجاوزا للحد، وقد فسر الزمخشري الظلم بالمعصية سيرا على مذهب من أن مرتكب الكبيرة غير مؤمن، وقد نرى تفسيره من غير أن ننتهي إلى نهايته؛ لأن العصاة وإن كانوا يدخلون في أهل القبلة ليسوا في أمن من العذاب إنما يعذبون بمقدار ذنوبهم إلا أن يتغمدهم الله تعالى برحمته. </p><p> وقال بعض المفسرين: إن الظلم الذي يعد شركا ما يلبسون به إيمانهم وهو الذي يقرره عباد الأوثان من أنهم يؤمنون بأن الله خالق السماوات والأرض ولكنهم يجعلون الأوثان مع الله لأنهم يقربونهم إلى الله زلفى، كما جاء في قوله تعالى (أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ (٣) . </p><p> وإن هذا التفسير ينتهي إلى أن الشرك هو الظلم، ولكنه يبين لنا لماذا عبر الله تعالى بقوله:  (وَلَمْ يَلْبِسُوا إِيمَانَهُم بِظُلْمٍ) أي بشرك، فإنه يكون هذا التعبير ردا على المشركين الذين يقولون: ما نعبدهم إلا ليقربونا إلى الله زلفى، فإنهم يكونون مشركين في عبادتهم، ولو كانوا معتقدين أن الله وحده هو الذي خلق السماوات والأرض، وأنه وحده الذي ينجي من ظلمات البر والبحر، وأنه وحده الذي يكشف الضر، وأنه وحده الذي يلجأ إليه، وإنهم مع هذا الاعتقاد مشركون أوثانهم مع الله تعالى في العبادة، ومناط الشرك هو الإشراك في العبادة، وخلوص النفس في العبادة لله وحده هو الوحدانية الحق، وقد قرر الله تعالى أن الأمن لهؤلاء الذين لم يخلطوا إيمانهم بشرك، ولذا قال تعالى:  (أُوْلَئِكَ لَهُمُ الأَمْنُ وَهُم مُّهْتَدُونَ) الإشارة إلى الموصوفين بالإيمان الذي لم يخالطه ظلم أو شرك، </p><p>(١) متفق عليه رواه البخاري. ورواه أحمد. وفي آخره زيادة: \" إنما هو الشرك \". مسند المكثرين - مسند عبد الله بن مسعود رضي الله عنه (٣٥٧٨).</p><p> بسبب هذين الوصفين كان لهم الأمن من أن يصيبهم في الدنيا سوء، وإن كان يصيبهم نصب وتعب في الحياة الدنيا، وينالون الأمن المطلق في الحياة الآخرة والنعيم المقيم فيها، ورضوان الله تعالى، وأي أمن أعلى من هذا؟ ووصفهم الله تعالى بوصف فيه راحة النفس واطمئنان البال وهو نعمة الهداية فإنها وحدها نعمة لَا يحس بها إلا المهتدون. </p><p> انتهت محاجة إبراهيم لقومه الذين كانوا يعبدون الأوثان والكواكب والنجوم، وقد كانت محاجة بين حكم العقل، وحكم الأصنام، وانتهت المحاجة ببيان أن الأمن والهداية في جانب الحق، ولقد قال سبحانه وتعالى إن حجة إبراهيم هي حجة العقل، وهي الجديرة بأن تنسب إلى الله، ونسبها الله سبحانه وتعالى إليه. فقال تعالى: </p><p> * * * </p>"
}