{
  "id": null,
  "sura": 6,
  "aya": 134,
  "text": "<p> (إِنَّ مَا تُوعَدُونَ لَآتٍ وَمَا أَنْتُمْ بِمُعْجِزِينَ (١٣٤) </p><p> * * * </p><p> إن أشد إنكارهم كان في البعث، وكان هو العجب الغريب عليهم، فقد كانوا يعتقدون أن الله خالق كل شيء، وأنه ليس كمثله شيء، ولكن يعبدون ما يعبدون من الأوثان ليقربوهم إلى الله زلفى في زعمهم وما كانوا يؤمنون </p><p> بالبعث، ولا في الجزاء بعده، (وَإِن تَعْجَبْ فَعَجَبٌ قَولهُمْ أَئِذَا كُنَّا تُرَابًا أَئِنَّا لَفِى خَلْقٍ جَدِيدٍ) . </p><p> وإن البعث يكون بعده الحشر والحساب، ثم العقاب أو الثواب، وقد ذكرهم الله تعالى بالبعث، بذكر ما يكون فيه مما وعد الله تعالى به، وأوعد، وقد ذكر آخر ما يكون فيه وهو العقاب على كفرهم، والثواب لغيرهم، فقال تعالى:  (إِنَّ مَا تُوعَدُونَ لَآتٍ)  (ما) هنا اسم موصول بمعنى الذي، وقد حذف الضمير من الصلة، والمعنى إن الذي توعدونه لآت، فأكد سبحانه وتعالى إثبات ذلك الذي أوعدوا به بـ (إنَّ) ، وبالجملة الاسمية، وباللام، في قوله تعالت كلماته (لآتٍ) وكان الكلام بالبناء للمجهول، لمزيد التهديد بإبهام الوعيد، وعدم ذكره، ليذهب فيه العقل كل مذهب، وبعدم ذكر من أوْعد وهو معلوم، ليزدادوا خوفا، فيضعفوا عن المقاومة، ويؤمن من كتب الله تعالى الإيمان له، ويستمر في غيه من كتب الله العقاب له. </p><p> وإن الله تعالى قادر على كل شيء فهو قادر على إعادتهم، كما هو قادر على إنزال العقاب بهم؛ ولذا قال تعالى:  (وَمَا أَنتُم بِمُعْجِزِينَ) نفَى الله تعالى قدرتهم على إعجاز الله تعالى عن الإعادة، فإنه قادر عليها كما قال تعالى:  (كَمَا بَدَأَكُمْ تَعُودُونَ (٢٩) فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ)، وكما قال تعالى:  (قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا (٥٠) أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا (٥١) . </p><p> ونفَى سبحانه وتعالى قدرتهم على الامتناع عن عقابه، فهو مالك يوم الدين، وهو المسيطر وحده (. . . لِّمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَارِ) . </p><p> وهنا في قوله تعالى:  (وَمَا أَنتم بِمُعْجِزِينَ) إشارات بيانية: </p><p> أولاها - في النفي المؤكد، فقد أكده بذكرهم وخطابهم، وبذكر الضمير (أنتم) ، وباستغراق النفي بذكر (الباء) ، وبأن النفي منصب عليهم، أي ليس من شأنهم أن يعجزوا لأنهم ضعفاء، والضعيف لَا يعجز أحدا، كما قال تعالى:  (. . . وَخُلِقَ الْإِنْسَانُ ضَعِيفًا (٢٨) </p><p> الإشارة الثانية - أنه لم يذكر في النفي من يعجزونه، فلم يذكر الله تعالى إعلاء لاسمه الكريم عن أن يكون مظنة عجز أو أن يعجزه أحد، إذ إعجازه مستحيل، ونفي أمر هو مستحيل في ذاته غير سائغ، في سنة البيان. </p><p> الثالثة - نفي عموم الإعجاز من أي نوع هو، ولقد قال - صلى الله عليه وسلم -: \" يا بني آدم إن كنتم تعقلون فعدوا أنفسكم من الموتى، وما أنتم بمعجزين \"  (١) . </p><p> وإنهم يستمرون في طريقتهم من معاندة محمد - صلى الله عليه وسلم -، وجحودهم وإيذائهم له عليه الصلاة والسلام ولأصحابه الذين اتبعوه مخلصين مسلمين وجوههم لله تعالى، وقد هددهم سبحانه وتعالى بأمر النبي - صلى الله عليه وسلم - لهم أمر تهديد لقوله: </p><p> * * * </p><p>(١) رواه ابن أبي حاتم، وخرجه الحافظ العراقي: الإحياء: ج ٤، ص ٤٣٧.</p>"
}