{
  "id": null,
  "sura": 6,
  "aya": 61,
  "text": "<p> (وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ (٦١) </p><p> * * * </p><p> هذه تبين قدرة الله تعالى، وكمال سلطانه على كل شيء، فهو سبحانه وتعالى قد قهر له كل شيء وذل، ولا يخرج عن سلطانه أحد، وكل شيء في سلطانه وفي إرادته لَا يقع شيء في الكون، ولا يخرج دون أمره، وقوله تعالى (فَوْقَ عِبَادِهِ) كناية عن علو إرادته ولا إرادة لمخلوق فوق إرادته، أو يقال إنها استعارة تمثيلية فيها تصوير علو الله تعالى على كل شيء في الوجود سلطانا وتذليلا بمن يكون فوق كل شيء حسا، وفي الحقيقة ذلك مجاز مشهور لَا يحتاج إلى تقدير تشبيه أو نحوه، كقولنا: الأمير فوق رؤسائه، أو فوق رعيته، وقد انحرف انحرافا كبيرا الذين قالوا: إن ثمة فوقية حسية، تعالى الله عن ذلك علوا كبيرا. </p><p> وإنه من قهره وسلطانه، وكونه فوق الكل أرسل على الناس حفظة، والتعبير بـ (أرسل) لتناسق الكلام إذ إن الذي يسيطر على كل شيء وفوق كل شيء يناسبه فيمن يسخره من خلقه على خلقه أن يكون بـ (أرسل) ، و (حفظة) جمع حافظ. </p><p> مثل كتبة جمع كاتب، وسفرة جمع سافر، وهؤلاء الحفظة يحفظون العباد، ويحوطونهم، ويكتبون ما يكون منهم، إن خيرا فخير، وإن شرا فشر. </p><p> ولقد ذكر سبحانه هذا المعنى في عدة آيات: من كتابه، فقد قال تعالى:  (وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ) ، وقال تعالى:  (لَهُ مُعَقبَاتٌ</p><p> مِّنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ. . .) ، وقال تعالى:  (إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ (١٧) مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ (١٨) . </p><p> وإن هذه الرقابة والمحافظة لأولئك تستمر، حتى الوفاة؛ ولذا قال تعالى:  (حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا)  \" حتي \" هنا للغاية، والمعنى تستمر هذه </p><p> الحال حتى يجيء أحدهم الموت، وعبر بالماضي لتحقق المجيء مثل قوله تعالى: </p><p> (أَتَى أَمْرُ اللَّهِ فَلا تَسْتَعْجِلُوهُ. . .) ، أو تكون حتى تفريعية أي إن تلك الرقابة لأجل الحساب كما يدل الكلام، وقوله - تعالى:  (تَوَفَتْهُ رُسُلُنَا) أي ملك الموت ومن معه، وهنا يلاحظ أن ذكر مجيء الموت قدم على ذكر الوفاة، والمراد من مجيء الموت تقدير نهاية الأجل؛ ولذلك عبر بـ (أَحَدَكُمُ) ولم يقل، حتى إذا ماتوا؛ والوفاة قد جاءت بعد الإحصاء الدقيق من الحفظة؛ ولذلك قال من بعد ذلك:  (وَهُمْ لَا يُفَرِّطونَ) أي لَا يهملون، ولا يتركون شيئًا مما فعل، بل كل ما عمل مهيأ له يجده حاضرا بعد وفاته. </p><p> * * * </p>"
}