{
  "id": null,
  "sura": 6,
  "aya": 109,
  "text": "<p> (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِن جَاءَتْهُمْ آيَةٌ ليُؤْمِنُنَّ بِهَا) . </p><p> جهد الأيمان، رُوِي أنه الحلف. ذلك أن العرب كانوا يعرفون الله تعالى، ويعلمون أنه الخالق، وأنه ليس كمثله شيء، ولكن يعبدون معه غيره، فإذا حلف بغير الله لم يكن هذا الحلف أشد الأيمان، فإذا حلفوا بالله كان ذلك أشد الأيمان، وهذا روى في التفسير المأثور. </p><p> وإننا نرى أن القَسَم الذي يعد جهد أيمانهم هو أغلظها وأشدها أيا كانت صيغته وأيا كان المحلوف به، وإن كان القسم بالله في ذاته هو أغلظ الأقسام وأشدها، ولا يمنع أن يكون غيره غليظا شديدا في زعمهم الوثني، وجهد: بمعنى الشاق وهو نائب عن مفعول مطلق محذوف (١) ، أو هو مصدر بمعنى اسم الفاعل، ومعناه جاهدين، وهو حال من أقسموا، واللام في (ليؤمنن) لام جواب القسم، ونرى من هذا أنهم يؤكدوا أيمانهم إذا جاءتهم آية أي معجزة، وكأنهم لا يعتبرون ما جاءهم من معجزة قاهرة لَا يعدونها آية؛ لأنهم قوم ماديون، ويريدون آية مادية كما طلبوا أن ينزل عليهم كسفا من السماء، أو تفجر الأنهار تفجيرا، ولقد قال الله لنبيه:  (قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ) ينزلها بحكمته وإرادته، وهو الذي يقدر مناسبتها ويقدر الهداية بها، وهو منزلها، فالأمر إليه، وفي ذلك إقناع وإنذار. </p><p> ولكن أهم صادقون في أيمانهم أنهم إذا جاءت الآية التي تكون على الوصف الذي طلبوه؛ إنه لَا دليل من ماضيهم المتعنت أنهم يؤمنون إن جاءت؛ لأن كفرهم ليس في نقص الدليل، ولكنه جحود ولا يزيدهم الدليل إلا شدة في الجحود، وعتوا واستكبارا؛ ولذا قال تعالى: </p><p> (وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ) . </p><p> (يُشْعِرُكُمْ) أي يدريكم ويعلمكم علما يكون كالشعور الحسي (أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنونَ) ، وقرئت بفتح همزة (أن) ، ويكون المعنى ما يدريكم أنها إذا جاءت الآية كما يطلبون لَا يؤمنون، ويكون هذا إيذانا بأنهم لَا يؤمنون، ولو جاءتهم هذه الآيات التي يطلبونها، لأنهم جاحدون ابتدءوه وهم يصرون عليه فهم لا يؤمنون؛ لأن الجحود غلب عليهم فغلبت عليهم شقوتهِم، وكما قال تعالى:  (وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (٧) . </p><p> لقد سبق إليهم الجحود فاستقر في قلوبهم، فلا يرجى إيمانهم، وهم فوق ذلك بسبب جحودهم، ومسارعتهم إليه في قلق فكري ونفسي دائم، يغيرون تفكيرهم حيثما كان موجب له، ولكنه تغيير في دائرة الجحود. </p><p> وقرىء بكسر (إن)  (١) ويكون المعنى: وما يشعركم، أي وما يدريكم، ويكون على معنى الاستفهام، وما يدريكم أنهم صادقون في عزمهم، وأنهم مريدون تحقيق أيمانهم الذين جهدوا فيها، ثم قرر سبحانه أنهم لَا يؤمنون فقال تعالت كلماته:  (إنها إذا جاءت لَا يؤمنون) إنهم ليس لهم عزم صادق، ولذا قال تعالى: </p><p> * * * </p><p>(١) (إنها إذا جاءت) بكسر الهمزة، قراءة ابن كثير وأبو عمرو ويعقوب وخلف، وأبو بكر غير يحيى، وأبو زيد غير الفضل، والسراج عن حماد، ونصير وقتيبة غير النهاوندي. غاية الاختصار.</p>"
}