{
  "id": null,
  "sura": 6,
  "aya": 159,
  "text": "<p> (إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ ... (١٥٩) </p><p> * * * </p><p> بعد أن ذكر سبحانه وتعالى المشركين وأحوالهم، وكفرهم بالآيات البينات أخذ يبين سبحانه وتعالى غير مشركي العرب من يهود ونصارى وصابئة، وقد تفرقوا فرقا مختلفة، فقال تعالى:  (إِنَّ الَّذينَ فَرَّقوا دينَهُمْ وَكانُوا شيَعًا لَّسْتَ منْهُمْ فِى شَىء) . </p><p> وقراءة حفص بتشديد الراء (١) ، وهناك قراءة بالمد (فارقوا دينهم) وتكتب في المصحف من غير ألف كشأن كثير من حروف المد في القرآن كالسماوات، ولقد قال على كرم الله وجهه: فَرَّقُوا حتى فارقوا. </p><p> وإن موضوع الآية الكريمة أهل الكتاب، فقد تفرقوا في دينهم فرقا مختلفة قبل الإسلام فكان في اليهود الأريسيون والصدوقيون، ومنهم من لَا يؤمن بالآخرة، وكان منهم الربانيون والقرارون، وكل فرع بما عنده يشايع فرعه، ويعادي </p><p>(١) (فَرَّقُوا) هي قراءة العشرة غير حمزة والكسائي، وأبي غالب عن الأعشى عن أبي بكر عن عاصم. فقراءتهم: (فارقوا). غاية الاختصار (٨٨٢).</p><p> غيره، ومن النصارى السامرة الذين ليسوا من بني إسرائيل، ولكن ينفون عنهم مع أنهم يؤمنون برسالة موسى عليهم، وإن لم يكونوا في طغيان بني إسرائيل. </p><p> والنصارى اختلفوا قبل الإسلام فيما بينهم فكان منهم الكاثوليك الذين يسمون في التاريخ العربي الملكانية، والأرثوذكس الذين كانوا على فرق مختلفة، ومن بعد الأرثوذكس الأقباط، وكانوا يسمون في التاريخ العربي اليعقوبيين وأرثوذكس اليونان والرومان، وغيرهم. </p><p> وكان منهم قبل الإسلام النسطوريون، وهكذا اختلفوا على غير جامع من الحقائق يجمعهم، وإن جمعهم اسم النصارى، ولذا قال تعالى:  (ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ (٣٤) مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (٣٥) وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ (٣٦) فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ (٣٧) . </p><p> فواضح من سياق القرآن الكريم وتاريخ النصارى واليهود أنهم اختلفوا وفرقوا دينهم شيعا، وقد أكد القرآن الكريم أن الاختلاف بعد أن جاء الحق بينا؛ ولذا قال تعالى:  (وَمَا تَفَرَّقَ الَّذينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ) . ولقد قال بعض المفسرين: إن موضوع الآية هم المبتدعة من أمة محمد - صلى الله عليه وسلم - الذين فرقوا دينهم من خوارج وشيعة، ونهجوا غير منهاج السنة. </p><p> ولقد اختار الحافظ ابن كثير أن الآية الكريمة شاملة كل من يختلفون في دينهم من أهل الكتاب الحاليين الذين فرقوا دينهم من بعدما أوتوه من علم جامع، والذين يفرقونه، ويحذون حذوهم من بعد ذلك في أمة محمد - صلى الله عليه وسلم - الذين يمرقون من الدين مروق السهم من الرمية. </p><p> وأقول: إن الآية موضوعها أهل الكتاب في مقابل الوثنيين الذين ضلوا مثل ضلال الوثنيين، ومظهر ذلك اختلافهم في أصل دينهم ومروقهم من حقيقة ما أمر </p><p> به ربهم، وما فعلوه بعد ذلك من أمة محمد - صلى الله عليه وسلم - يدخلون مدخلهم بالقياس أو الاتباع لهم فهم مثل ضلالهم. </p><p> والتشيع - هنا معناه الفرق التي يشايع كل واحدة منها زعيما يكون على الضلال فيتبعونه عن غير بينة وهداية. </p><p> ولقد حكم الله تعالى على هذه الشيع ببراءة النبي - صلى الله عليه وسلم -: فقال تعالى: (لَسْتَ مِنْهُمْ فِى شيءٍ) أي أنك بريء منهم، لأنك لست منهم في منازعهم ومفترقهم في شيء ومن الاتصال، فقوله تعالى:  (فِى شَىْءٍ) تأكيد في نفي اتصاله بهم وتأكيد لمغايرته لهم في دعوته، ويترتب على ذلك أن تبعة هذا الافتراق لا تعود إليك؛ إنما أنت نذير، ولكل قوم هاد، ولذا قال تعالى:  (إِنَّمَا أَمْرُهُمْ إِلَى اللَّه ثُمَّ يُنَبِّئُهُم بِمَا كَانُوا يَفْعَلُونَ) . </p><p> بين سبحانه وتعالى في هذا النص السامي أن أمرهم في مصيرهم ونهاية أمرهم هو لله وحده، فهو الذي يتولاهم بالحساب، ومن بعده العذاب، و (إنما) هنا دالة على القصر، أي أن أمرهم إلى الله وحده، وفي ذلك من الترهيب بأمر الله تعالى ما فيه من إنذار بالهول الشديد والعذاب العتيد، ولذا قال تعالى:  (ثُمَّ يُنَبِّئُهُم بِمَا كانُوا يَفْعَلُونَ) الإنباء والتنبئ معناه الخبر الشديد الخطير، ومعنى إنبائهم بما كانوا يفعلون إنباؤهم بما ينتظرهم من العقاب بما كانوا يقولون، فينالون من بعد ذلك جزاؤه، ويصح أن يكون الإنباء بإنزال العذاب فعلا، فيكون الإبناء بالفعل لا بالقول، ويكون معناه أنه عذبهم بفعلهم لأن فعلهم هو الذي اقتضى العقاب، فهو سببه وملازمه لَا يفترق جزاء بما كسبوا. </p><p> وفى التعبير بـ (ثم) إشارة إلى افتراق حالهم في دنياهم عن حالهم في أخراهم افتراقا بينا؛ لأن بينهم مسافة بعيدة اقتضت التعبير بما يدل على التراخي، والله أعلم - </p><p> * * * </p><p> ما أنعم الله به على من هداهم </p><p> (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ (١٦٠) قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (١٦١) قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (١٦٢) لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ (١٦٣) قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (١٦٤) </p><p> * * * </p><p> ذكر الله تعالى أحوال الكافرين بالرسالة المحمدية، وعناد المشركين الذين عاندوا وكفروا بالآيات كلها، وأعقبهم بالإشارة إلى المتنابذين الكفار من أهل الكتاب وضلالهم. </p><p> وكان لَا بد من بعد ذلك من أن يذكر النور بعد الظلام، فأخبر سبحانه وتعالى عن المهتدين، وأنه يضاعف الحسنات، ويعفو عن السيئات إذا صدق الإيمان، وكانت الهداية الغالبة في أعمالهم وامتلأت بها قلوبهم؛ ولذا قال تعالى: </p>"
}