{
  "id": null,
  "sura": 6,
  "aya": 101,
  "text": "<p> (بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ ... (١٠١) </p><p> * * * </p><p> وكلمة (بديع) فعيل بمعنى اسم الفاعل، أي مبدع السماوات والأرض، وهي تقتضي معنيين: أحدهما - أنه أنشاها على غير مثال سبق، والثاني - أنه لم يكن قبلها شيء يحتذى، فقد أنشأها من العدم إنشاء، فهو خالقها، قبل أن لم تكن ومن كان منشئا لهذا الوجود بإرادة مطلقة لَا يمكن أن يكون وجود الأشياء لديه بنظام الأسباب والمسببات، فلم تكن الأشياء كإيجاد العلة للمعلول، بل هو إنشاء الموجد للموجود. </p><p> وإن من كانت هذه الحال حاله لَا يمكن أن يكون له ولد. </p><p> وقد بين الله سبحانه وتعالى استحالة ذلك من وجهة الأسباب العادية التي تقتضي أن يكون الوالد له امرأة تلد منه؛ ولذا قال تعالى:  (أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُن لَّهُ صَاحِبَةٌ) . </p><p> \" أنى \" من أين يكون له ولد، أو كيف يكون له ولد، ولم تكن له صاحبة، أي امرأة يعقب منها الولد، كما تزين ذلك عقولكم الواهمة، ونفوسكم المطوقة بآفة الوهم والضلال، إنه ثبت أن الله واحد أحد لَا شريك له، في السماوات والأرض، فكيف يقولون ذلك الوهم، لقد ضل الذين قالوه أولا كالبراهمة، وضل الذين قالوه من بعدهم متبعين لهم، وضل الذين يتبعونهم اليوم. </p><p> لقد قال النصارى الذين أخذوا من البراهمة والبوذية: إن مريم البتول ولدت عيسى، وأقروا بأنها ولدته بعد أن حملت به تسعة أشهر، وجاءها المخاض، كما يجيء كل امرأة تلد، وألجأها إلى جذع النخلة، وولدته ووضعته في مزود، ثم عاش كما يعيش الناس، ثم ادعوا له بنوة لله تعالى ثم ألوهية زعموها فمن أين أتت إليه الألوهية وقد عاش بشرا سويا، يأكل كما يأكل الناس؟. </p><p> لقد زعموا لفرط وهمهم أن مريم البتول - عليها السلام - ولدت الإنسان والإله، وزعم بعضهم مخفّفًا فساد القول الأول أنه ولد إنسانا، ثم فاضت عليه الألوهية والبنوة معا، (. . . كَبُرَتْ كلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِن يَقُولُونَ إِلَّا كَذِبًا) . </p><p> ولقد قال الله تعالى مؤكدا نفي البنوة عن ذاته العلية:  (وَخَلَقَ كُلَّ شَىْءٍ) أي أنه سبحانه وتعالى خالق كل شيء فهو غير محتاج لأحد؛ لأنه خالق الوجود كله، والبنوة ثمرة الاحتياج لتكون امتدادا للوالد، والله تعالى الخالق للوجود كله فكيف يحتاج لولده، ولكنها الأوهام المسيطرة، وكل عقيدة تشتمل على أن شخصا له بنوة أو ألوهية عقيدة أساسها الوهم الباطل، وأصحابها يعيشون في أوهام، وشيوعها دليل على فسادهم وفساد من يتبعونهم. </p><p> وقد قال تعالى مؤكدا معنى خلقه وقدرته بسعة علمه وإحاطته بكل شيء علما، فقال تعالى:  (وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ) فالخلق والتكوين هو بمقتضى العلم والحكمة والإرادة. </p><p> ولقد أكد سبحانه وتعالى حقيقة ربوبيته، وألوهيته بقوله تعالى: </p><p> * * * </p>"
}