{
  "id": null,
  "sura": 6,
  "aya": 11,
  "text": "<p> (قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (١١) </p><p> * * * </p><p> أمر الله تعالى نبيه بأن يذكرهم بحال من سبقوهم، وأن يروا آثارهم حسا، ثم يتدبروا فيها فكرا، ليعرفوا أين ذهب هؤلاء، فيستفيدوا من ذلك ثلاث فوائد: </p><p> الفائدة الأولى - أن يعرفوا أن هذه الحياة التي يعيشون فيها ليس لها دوام، بل إن لها انتهاء، وأنها لَا تبقى فيها باقية. </p><p> والفائدة الثانية - أن أولئك الأقوام قد مكن لهم في الأرض بما لم يمكن لهم، وما منعهم ملكهم الواسع، وقوتهم الظاهرة من أن يؤخذوا كما يؤخذ أضعف الضعفاء، وأن النهاية واحدة لَا فرق فيها، فالدنيا عرض زائل. </p><p> الفائدة الثالثة - أن الله عذبهم بالإهلاك في الدنيا بسبب طغيانهم؛ لأن الله تعالى لم يرد أن يجعل منهم حماة لشريعة خالدة، فسيجدون في سيرهم أرض ثمود، وأرض عاد وما فيهما من بنيان قُوِّض عليهم، وأرض قوم لوط، وقد جعل الله تعالى عاليها سافلها، فإذا كانوا يطلبون من النبي - صلى الله عليه وسلم - أن يستعجل لهم العذاب مستهزئين، فها هي ذي المَثُلات، والعبر، فليعتبروا، وإلا فهم قوم بور، لا يتعظون ولا يعتبرون. </p><p> وفى النص بحوث لفظية: </p><p> أولها - أن الله أمر نبيه أن يخاطبهم هو؛ لأنهم يستهزئون به - صلى الله عليه وسلم - فكانت المجاوبة منه لهم، وطلب السير، من قبيل الطلب المندوب، أو اللازم، والنظر كذلك من قبيل الطلب، والمراد النظر بالرؤية والإبصار ثم بالتدبر والتفكير، فليس إبصارا مجردا، ولكنه إبصار وتفكير، ولو كان إبصارا مجردا لكان مقيدا بالغاية منه وهو التفكير والتدبر. </p><p> ثانيها - الحكمة في العطف بـ \" ثم \" بدل (الفاء) ، والمقام مقام (الفاء) كما في قوله تعالى: (قُلْ سِيرُوا فِي الأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِين) النمل، فإن السياق هنالك يجعل النظر مسببا عن السير، ومترتبا عليه، أما هنا فالسير مطلوب في ذاته، ويجيء النظر المطلوب أيضا كأنه غير مقصود من السير، وكأنه أمر بدهي هو نتيجة للسير، ولم يربط بالسببية بينهما فكان التعبير بـ \" ثم \" المفيدة للتراخي، وهذا تصريف الله تعالى في آياته:  (. . . كَذَلِكَ نُصَرِّفُ الآيَاتِ لِقَوْمٍ يَشْكُرُونَ) . </p><p> ثالثها - معنى \" كيف \" هنا \" حال \" ، أي انظر حال عاقبة المكذبين بعد موتهم أين البطش الذي كانوا يبطشونه والجبروت الذي كانوا يطغون به، وأين المال والبنون وما كانوا يغترون به؟ </p><p> وذكر الله (عَاقِبَةُ الْمُكَذِّبِينَ) ، ولم يقل تعالت كلماته عاقبة المستهزئين؛ لأن التكذيب هو الأصل الذي ترتب عليه الاستهزاء وذكر السبب يتضمن ذكر المسبب. </p><p> * * * </p>"
}