{
  "id": null,
  "sura": 6,
  "aya": 115,
  "text": "<p> (وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا لَا مُبَدِّلَ لِكَلِمَاتِهِ ... (١١٥) </p><p> * * * </p><p> كلمة الله تعالى حكمه وتدبيره، وما قرره، كما نقول في الكلام الجاري: قال فلان كلمته أي ما قرره وانتهى إليه فمعنى (وَتَمَّتْ كَلِمَتُ رَبِّكَ) بعد أن ذكر شأن الكتاب مقترفا بما يقترحون من آيات يسترون بها جحودهم وكفرهم فقُرّرت وسجلت، فالقرآن هو المعجزة التي اختارها حجة للنبي - صلى الله عليه وسلم -، على المشركين، ومن يجيء بعدهم من أجيال يخاطبهم القرآن الكريم إلى يوم الدين، وكما تحدى العرب يتحداهم أن يأتوا بمثله. </p><p> وقوله تعالى:  (وَتَمَّتْ كَلِمَتُ) قرئت بقراءة أخرى بالجمع لَا بالمفرد بـ (كلمات ربك)  (١) وإسنادها إلى الرب في القراءتين للدلالة على أنه سبحانه وتعالى هو الذي يعلم ما يناسب الأقوام والشرائع من معجزات النبوات، فهو يختار لكل نبي وشريعته، ما يناسبهما. </p><p> وقوله تعالى:  (صِدْقًا وَعَدْلًا) أي قررت كلمة الله تعالى في القرآن حال كونه صدقا وعدلا أن كل ما فيه عن الله تعالى صدق لَا ريب فيه، وما فيه من أحكام هي العدل والقسطاس المستقيم، ثم أكد الله تعالى تمام كلماته، فقال تعالت حكمته: </p><p> (لَّا مُبَدِّلَ لِكَلِمَاتِهِ) أي تمت وتقررت كلمة الله الصادقة في القرآن، وأنه العدل والقسطاس ولا مبدل لكلماته، أي فإن الله تعالى لَا يبدل كلماته لأنها الصدق والعدل المستقيم، ولا يمكن أن يكون هناك مبدل لكلمات الله تعالى </p><p>(١) (كلمت) على الإفراد، قراءة عاصم وحمزة والكسائي وخلف، ويعقوب، وقرأ الباقون (كلمات) بالف بعد الميم على الجمع. غاية الاختصار.</p><p> غيره؛ لأنه القادر على كل شيء، وليس في الوجود أحد له إرادة بجوار إرادة الله سبحانه وتعالى، وليس في قدرة مخلوق أن يغير على الله تعالى. </p><p> (وَهُوَ السَّمِيع الْعَلِيم) وقد ختمت الآيات الكريمة بذكر الله تعالى بهذين الاسمين من أسماء الله الحسنى وهو أنه السميع العليم بكل شيء علم من يسمع ويرى بغير كيف ولا مماثلة لعلمنا وأنه عليم علما مطلقا ضمت الآيات الخاصة بالمعجزات لتأكيد أن الله تعالى هو الذي يختار بعلمه المحيط بكل شيء ما مثله يؤمن عليه البشر لكل نبي، وهو الحكيم الخبير فيما يختار، فليس لأحد أن يختار عليه، وهو الذي يقدر كل شيء، (. . . وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ (٨) عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ (٩) . </p><p> * * * </p><p> الاتباع يكوق عن بينة </p><p> (وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ (١١٦) إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَنْ يَضِلُّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (١١٧) </p><p> * * * </p><p> إن قوة الحق ليست بكثرة من يقولون، وإنما قوته بقوة دليله، فلا تطع الأكثرين لأنهم الكثرة، بل أطعهم لقوة ما عندهم من دليل، فالآية تدعو إلى اتباع العقل والمنطق واليقين، وليس اتباع الكثرة لأنها كثرة، وقد ذكر الله تعالى عن كثرة ضلت، وقلة اهتدت، فقال تعالى مثلا لذلك:  (وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الأَوَّلِينَ) ، وقال تعالى:  (وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِين) . </p><p> ولقد قال تعالى في الآية التي نتكلم في معناها: </p>"
}