{
  "id": null,
  "sura": 6,
  "aya": 69,
  "text": "<p> وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ ... (٦٩) </p><p> * * * </p><p> الباعث لأهل التقوى على الجلوس والاستماع إلى الظالمين، وهم يخوضون في الآيات البينات الثابتة الدالة على صدق محمد - صلى الله عليه وسلم - منكرين، جاحدين مستهزئين، لاجِّين في عنادهم هو رغبتهم الملحفة في الهداية فأشارت الآية الكريمة أنه لَا رجاء فيهم، ولا غضاضة على أهل التقوى في ذلك؛ لأنهم ما عليهم إلا التذكير، وما عليهم من تبعات أعمالهم شيء إنما تبعات أعمالهم عليهم. </p><p> وهذا النص الكريم الذي نتكلم في معناه يبين أن الذين يتقون الله تعالى حق تقاته، ويجعلون بينهم وبين غضبه سبحانه وتعالى وقاية ليس عليهم تبعة عن أعمال الذين يخوضون في آيات الله تعالى، فالمراد من حسابهم أي أعمالهم المحسوبة عليهم، فهو من إطلاق المصدر على اسم المفعول باعتبار أن العمل هو السبب في الحساب، وهو من إطلاق اسم المسبب، وإرادة السبب، والمعنى ما دمتم قد أديتم واجب الإرشاد والتذكير، فما عليكم من تبعة أعمالهم من شيء. ولقد قال في معنى (مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ) الأصفهاني ما نصه: وقوله تعالى: (. . . مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَيْءٍ. . .) . </p><p> فنجد قوله تعالى:  (. . . عَلَيْكُمْ أَنفُسَكُمْ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا اهْتَدَيْتُمْ. . .) ، أي أن المعنى ما دام أهل التقوى قد أدوا، فلا حساب عليهم، ولا ينالهم أذى من حسابهم، وقوله:  (مِن شَيْءٍ)  \" من \" هنا للدلالة على عموم النفي واستغراقه، أو تأكيد استغراقه، أي ما عليكم أي قدر - ولو ضؤل - من تبعات أعمالهم ما دمتم قد ذكرتموهم العاقبة لما هم عليه، فالواجب عليكم التذكير، ولذا قال سبحانه: </p><p> (وَلَكِن ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ) </p><p> هذا النص الكريم يبين ما على النبي والمتقين من بعد إلا التذكير الثابت الدائم المستمر، وفي أوقات يرجى فيها الإنصات والالتفات، والعناية بما يلقى عليهم، وذلك التذكير لرجاء أن يكونوا في حال من يتوقع إيمانهم، والتذكير بذاته موجب للإيمان إذا زالت الموانع، وأشد الموانع أن يسبق الجحود، وأن تغلف القلوب، فالرجاء في قوله تعالى:  (لَعَلَّهُمْ يَتَّقُونَ) ليس من الله تعالى، ولكن لتصوير حالهم إذا استقامت قلوبهم، وخلصت من الشمر والجحود نفوسهم، وهو أنه يرجى إيمانهم، ولكنهم أحلوا محل الرجاء الجحود، والإصرار على الكفر، والعناد. . وقانا الله شر ذلك، وجعلنا ممن يستمعون القول فيتبعون أحسنه. </p><p> * * * </p><p> (وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ وَلِيٌّ وَلَا شَفِيعٌ وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لَا يُؤْخَذْ مِنْهَا أُولَئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ (٧٠) قُلْ أَنَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَى أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللَّهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى </p><p> وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ (٧١) وَأَنْ أَقِيمُوا الصَّلَاةَ وَاتَّقُوهُ وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ (٧٢) وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَيَوْمَ يَقُولُ كُنْ فَيَكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (٧٣) </p><p> * * * </p><p> بين الله سبحانه وتعالى قدرته القاهرة، وأنه الملجأ في الكرب، ومع ذلك كانوا يخوضون، ويعبثون، والله يأمر نبيه بأن يعرض عنهم ولكنهم يستمرون في استهزائهم بالمتقين إذ كانوا ضعفاء فيسخرون منهم، وبذلك اتخذوا دينهم الذي كان يجب عليهم أن يعتنقوه لعبا، وذلك من غرورهم بالحياة، وظنهم أن الحياة الدنيا هي الباقية، أو لَا حياة بعدها؛ ولذا قال تعالى بعد أن أمر نبيه بالإعراض عن مجالسهم قال آمرا له: </p>"
}