{
  "id": null,
  "sura": 6,
  "aya": 136,
  "text": "<p> (وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا) . </p><p> (الواو) تصل هذا الكلام بما سبقه من جحودهم وكفرهم وعنادهم بباب آخر من مفاسدهم مترتب على فساد عقيدتهم، وخضوعهم لحكم الأوهام فخضعوا بحكم الأوهام في الأصنام أيضا، أن جعلوا بهواهم ومن غير دليل من الشرع أو النقل عندهم - جعلوا من الحرث والأنعام وهي الإبل والبقر والغنم، جعلوا نصيبا لله ينففونها في الضيافات، واعانة الفقراء، وجعلوا شيئا آخر أو نصيبا آخر لآلهتهم ينفق لسدنتها وخدمتها، مع أن الجميع ملك لله تعالى، فقالوا: هذا لله، وهذا لشركائنا، أي لآلهتهم، وعبر تعالى عنهم بـ (شركائنا) ، أي من جعلناهم شركاء لله تعالى باعتقادنا أو ظننا أو نسبناهم شركاء لله تعالى. </p><p> وهنا إشارات بيانية ننبه إليها: </p><p> أولاها - أن التعبير بـ (ذرأ) أي خلق متولدا من الحب، وانفلاق النوى، فالله سبحانه وتعالى هو الذي ذرأ النبات، وذرأ الثمار، وعبر عنه تعالى بالحرث، وهو نبت الأرض لإنتاج الزرع وهو سبب عادي لإخراج الزرع من الأرض، فأطلق السبب وأريد المسبب، فأطلق الحرث على كل ما أخرجت الأرض من زروع وثمار. </p><p> الثانية - التعبير بقولهم (نصيبا) وهو قدر ذكروه مجهولا، ولم يعرفوه ليتصرفوا فيه بما يشاءون، وهو المالك لكل شيء، فالأصل أن يكون كله لله تعالى، ويعطى بحكم الله لَا بحكم الهوى كل ذي حق حقه، فهو مقسم الأرزاق وهو الخالق لكل شيء، ولكنهم يذكرون نصيبا، ويعينونه بأنفسهم، وعلى حسب ما تهوى. </p><p> الثالثة - قولهم (هذا لله بزعمهم) التعبير (بزعمهم) في هذا، والزعم معناه الكذب. أو الظن الذي لَا دليل عليه يفيد أمرين: </p><p> أولهما - أن ذلك التقسيم فاسد في ذاته لأنهم لَا يملكون تقسيم الأرزاق، بل الذي يملكها؛ لأنه هو بارئها، وهو الله تعالى، ولكنهم يتهجمون على الله، فيقسمون بأهوائهم وأوهامهم، ومع ذلك يغيرون ولا ينفقون بأمر الله في أوجه البر فيعتدون. </p><p> ثانيهما - أن الله تعالى عبر عن أصنامهم بـ (شركائنا) لأنهم لَا يقبلون أن يقولوا لأوثاننا أو أصنامنا، والله تعالى والحق لَا يقبل أن يقال عنهم آلهة، فعبر الله تعالى عنهم بقوله:  (وَهَذَا لِشُرَكَائِنَا) أي للشركاء الذين قلنا إنهم شركاء لله تعالى، وإضافة الشركاء إليهم، لأدنى ملابسة، ولأنهم ابتدعوها، وما أنزل الله بها من سلطان ولكنهم لَا ينفذون ما قرروا فلا يعطون لله ما قرروه، بل يطففون، ولكنهم كما قال الله تعالى:  (فَمَا كَانَ لِشُرَكَائِهِمْ فَلا يَصِلُ اٍلَى اللَّهِ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَى شُرَكائِهِمْ) . </p><p> إنها قسمة ضيزى، فينقصون مما هو لله في زعمهم، ويزيدون ما هو لشركائهم، فما يكون لشركائهم يخصصون لها شيئًا غير منقوص، وما يكون لله لا يخصصونه له كاملًا، ويقولون الله غني، وهؤلاء فقراء محتاجون، والله لا يحتاج لشيء، فإذا كان ما خصص للأوثان لَا يكفي سدنتها وخدمتها، وما ينفق حولها لَا يكفيها أخذوا من نصيب الله ليسدوا كل حاجاتها في نظرهم، وكله إنفاق في باطل، لَا خير فيه. </p><p> وقد روي أنهم كانوا في الحرث، عندما يخرصون ما ينتج، كل زيادة عما خرصوه يكون للأوثان، ولا يكون لله، وإذا كان الماء الذي يسقى به نصب أوثانهم قد ذهب إلى حرث الله عدوه حرثا للأوثان، وإذا كان الماء المخصَّص لحرث الله ذهب إلى حرث أوثانهم جعلوا الخارج لأوثانهم، ولوكان قد سقى بماء الله تعالى، وهذا قد روي عن ابن عباس فقد روي عنه رضي الله عنه أنه قال في تفسير هذه الآية: إن أعداء الله تعالى كانوا إذا حرثوا حرثا أو كانت لهم ثمرة جعلوا لله منها جزءا، وللوثن جزءا، فما كان من حرث أو ثمرة أو شيء من نصيب الأوثان حفظوه، وأحصوه وإن سقط شيء مما سمي للصمد ردوه إلى ما جعلوه للوثن، وإن سبقهم الماء الذي جعلوه للوثن، فسقى شيئا مما جعلوه لله جعلوا ذلك للوثن وإن سقط شيء من الحرث والثمرة التي جعلوها لله فاختلط </p><p> بالذي جعلوه للوثن - قالوا هذا فقير، ولم يردوه إلى ما جعلوه لله، وإن سبقهم الماء الذي جعلوه لله فسقى ما سمي للوثن - تركوه للوثن. </p><p> تلك إذن قسمة باطلة في مآلها، وفي أصلها، ولعل الذي جعلهم يفرطون في حق الله تعالى، أنهم ماديون، يؤمنون بالمادة وحدها، فظنهم في الوثن ما ظنوا، وهم يرونه ويلمسونه أنساهم الله تعالى فنسوا أنفسهم، فكل شيء يذهب من نصيب الوثن إلى نصيب الله يردونه حرصا عليه، وكل ما يجيء إلى نصيب صنمهم من نصيب الله يحسبون أن الوثن أراده، لمجسقطونه، فضلوا بذلك ضلالا بعيدا. </p><p> وختم الله تعالى الآية بقوله تعالى: </p><p> (سَاءَ مَا يَحْكُمُونَ) . </p><p> (ساء) في معنى التعجب، أي ما أسوأ ما يحكمون به، أي أنه أبلغ الأحكام إساءة، فهو حكم سىء في ذاته، وعندي أن الحكم السيئ أشد من الحكم الظالم؛ لأن الحكم الظالم قد يكون في تطبيفه ظالم، أما الحكم السيئ فإنه في أصله فاسد، وفي تطبيقه ظالم وفاسد. </p><p> * * * </p>"
}