{
  "id": null,
  "sura": 6,
  "aya": 96,
  "text": "<p> (فَالِقُ الْإِصْبَاحِ ... (٩٦) </p><p> * * * </p><p> الإصباح هو شروق الفجر، وذلك بأن يشق الخط الأبيض ظلام الليل. </p><p> والذين قالوا: إن معنى (فَالِقُ الْحَبِّ وَالنَّوَى) خالقهما، قالوا هنا أيضا إن معنى (فَالِقُ الإِصْبَاح) أي خالق الإصباح بعد إظلام الليل، والذين قالوا، وهم الأكثرون: إن معنى فلق شق، وإن معنى (فَالِقُ الإِصْبَاح) شق الظلمة، بخيط الفجر الأبيض الذي يتسع شيئا فشيئا حتى يعم النور الوجود، فكان النهار المضيء الذي يكون فيه العمل والسعي في الحياة، وطلب الرزق، ولذلك قال تعالى:  (وَجَعَلْنَا النَّهَارَ مَعَاشًا) . </p><p> وإن الإصباح كما ترى هو دخول النهار، أو إيذان بدخوله؛ ولذا عُطفَ عليه الليل، فقال تعالى:  (وَجَعَلَ اللَّيلَ سَكنًا) أي تسكن فيه النفوس والأجسام بعد طول النصب واللغوب؛ ولذلك قال تعالى:  (وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرونَ) . فالليل تسكن فيه النفوس وتقر، ويرجع المرء إلى أهله وولده، وهي مسكنه، ومطمأنه، وفي النهار يبتغي الرزق في الأرض، وإن الليل في أحواله طولا وقصرًا، والنهار كذلك طولا وقصرا يتبعان الشمس والقمر، كما يتبعان في أصل وجودهما الشمس؛ ولذلك قال تعالى بعد الليل والنهار (وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا) وقوله تعالى: (وَالشَّمْسَ وَالْقَمَرَ) عطف على (جَعَلَ اللَّيلَ سَكنًا) و (حُسْبَانًا) ، لحساب الأيام والسنين والأشهر، فبالشمس تعرف الأيام، ونعرف ساعاتها، فإن شروقها وغروبها يحدد عدد ساعات الليل والنهار ودرجاتهما، واختلاف أقاليم الأرض فيها طولا وقصرا حتى يقل النهار في بعض الأرض ويكون الأكثر ليلا، ويتناسب الليل والنهار في بعض الأرض، وبالشمس تعرف مناطق الأرض على حسب تسلط نورها وأشعتها على الأرض، وتكون الفصول الأربعة من صيف وخريف وشتاء وربيع. </p><p> والقمر تقدر به الأشهر القمرية بالأهلة، وتعرف أيامها بحال الهلال؛ ولذا قال تعالى فيما تلونا من قبل:  (هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ. . .) . وقوله تعالى:  (. . . بِحُسْبَان) ، أي بحساب دقيق لَا يتخلف عن مواقيته في كل بقعة في الأرض على حالها، لَا يتقدم ميقاتها ولا تتأخر حتى ينفخ في الصور، فيصعق من في السموات. </p><p> والفرق بين الحساب والحسبان، أن الحساب مقدر بعد وقوع ما يحسب وما يعد، أما الحسبان فإنه يحسب ويقدر قبل الوقوع. </p><p> ويلاحظ أنه إن ذكر التوالد في النبات والإحياء والإماتة ذكر الشمس والقمر، لأثرهما في إنبات النبات ووجود الأشجار، وحياة الأحياء، فالشمس </p><p> توجد الحرارة التي تمد الأحياء بالنماء والدفء، ومن الحرارة إيجابا وسلبا يكون المطر، ولقد ختم الله تعالي الآية بقوله تعالى:  (ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ) ، أي وهو القادر الغالب صاحب السلطان المطلق والملك التام في هذا الكون، وهو العليم بما يكون فيه، وما يجري وما يدبر. </p><p> وقد ابتدأ سبحانه ببيان سلطانه سبحانه في الأرض، وما يتوالد فيها من أحياء، ثم ذكر ما يؤثر فيها وفي أهلها في الليل والنهار وما جعل من الشمس والقمر بحسبان، بعد ذلك ذكر السماء، وما يكون فيها، فقال تعالى: </p><p> * * * </p>"
}