{
  "id": null,
  "sura": 6,
  "aya": 92,
  "text": "<p> (وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ مُصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ ... (٩٢) </p><p> * * * </p><p> (وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ) الإشارة إلى الكتاب وهو القرآن ذكر الله تعالى أمورا ثلاثة، بعضها فيه معنى التعليل، وبعضها فيه تعليل بالغاية، وأولها أنه (مُبَارَكٌ) ، ومعنى البركة النماء والزيادة، وإن القرآن مبارك في معانيه فهو يشمل كل علوم الدين والأخلاق، وفيه ذكر للكون، وفيه بيان العقيدة الإسلامية، وفيه أسماء الله الحسنى، وفيه أوصاف الله الذاتية، وثبوت الكمال المطلق لله تعالى، ونفي كل ما لَا يليق بالله، ليس كمثله شيء وهو السميع البصير، وفيه كل أصول التكليفات الدينية، وفيه القصص الحق عن النبيين، وعن الأمم التي خالفت أنبياءها وكيف كان مصيرها، وإن معانيه وما كشفه ألفاظه تذهب في العقول إلى مذاهب من الإدراك لَا نهاية لها، وكلما أمعن القارئ في ألفاظه وعباراته أشعت منها نورا مبينا، وذكرا حكيما، حتى قال بعض الناس إن للقرآن ظاهرا وباطنا، إذ كلما أمعن فيه بالنظر، أدرك ما لم يكن من قبل، وهو يوجه الأنظار إلى علم الأكوان بإشارات لامحة، وعبارات واضحة. </p><p> ومهما نتكلم في معاني القرآن، فلن ندرك الغاية، ولا نقاربها، وهذا يصور معنى أنه مبارك الأمر الذي في القرآن أنه مصدق الذي بين يديه، ونجد اللفظ عاما لكل ما بين يديه من أخبار الأنبياء السابقين وأخبار أقوامهم، والعبر، والمثلات فيهم، فهو سجل النبوات، ومعجزات الرسل، وكان كذلك ليعلم بها من يعلم، ومن عنده العظة والاعتبار، كما قال تعالى:  (. . . إِنَّ فِي ذَلِكَ لَعِبْرَةً لأُوْلِي الأَبْصَارِ) ، ومصدقا للكتب السابقة من التوراة والإنجيل والزبور. </p><p> كان القرآن لذلك كله (وَلِتُنذِرَأُمَّ الْقُرَى وَمَنْ حَوْلَهَا) والخطاب للنبي - صلى الله عليه وسلم -، وأم القرى هي مكة؛ لأنها في البلاد العربية فإنها الأصل لها، وذلك لأن بها البيت الحرام التي يتخطفت الناس من حولهم وإذا جاءوا إليها كانوا آمنين، فهي الملجأ من كل مخوف، ولأن الناس يحجون إليها، ولأنها كانت وسط التجارة في البلاد العربية، ولأن بها قريشا ذرية إبراهيم - عليه السلام - وقد قال بعض العلماء: إنها جغرافيا تعد في وسط العالم، لذلك سميت بأم القرى. </p><p> وإنذار أم القرى هو إنذار أهلها، وإطلاق المكان وإرادة أهله هذا كثير في القرآن، ومن ذلك قوله تعالى:  (فَلْيَدْعُ نَادِيَه) ، وما كانت البقع والمباني لتنذر إنما ينذر أهلها. </p><p> (وَمَنْ حَوْلَهَا) من مساكن سواء أكانت لأهل المدر أم كانت لأهل الوبر، بل يمتد ما حولها إلى الفرس والشام وما وراءه والرومان وغير ذلك، للدلالة على عموم الرسالة المحمدية، ولقد قال النبي - صلى الله عليه وسلم -: \" كان كل نبي يبعث لقومه، وبعثت للأحمر والأسود \"  (١) . ولقد قال تعالى في عموم رسالة النبي - صلى الله عليه وسلم - بالقِرآن:  (. . . وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لَا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ (١٩) ، وقال تعالى:  (تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا (١) الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا (٢) . </p><p> وهكذا نجد الآيات الكثيرة الدالة على عموم الرسالة المحمدية، وهو خاتم النبيين، فلا نبي بعده، وما كان الله تعالى ليترك عباده سدى من غير نذير يرهب بسوء عاقبة الشر، وبشير يبشر بحسن العاقبة لأهل الخير. </p><p>(١) عَنْ جَابِرِ بْنِ عَبْدِ اللهِ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ قَبْلِي: بُعِثْتُ إِلَى الْأَحْمَرِ وَالْأَسْوَدِ، وَكَانَ النَّبِيُّ إِنَّمَا يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً، وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً، وَأُحِلَّتْ لِي الْغَنَائِمُ، وَلَمْ تُحَلَّ لِأَحَدٍ قَبْلِي، وَنُصِرْتُ بِالرُّعْبِ مِنْ مَسِيرَةِ شَهْرٍ، وَجُعِلَتْ لِي الْأَرْضُ طَهُورًا وَمَسْجِدًا، فَأَيُّمَا رَجُلٍ أَدْرَكَتْهُ الصَّلَاةُ، فَلْيُصَلِّ حَيْثُ أَدْرَكَتْهُ \". رَواه أحمد: باقي مسند المكثرين - مسند جَابر رضي الله عنه (١٣٨٥٢). وأصله عند البخاري ومسلم بنحوه.</p><p> وإن القرآن يؤمن به من يدرك حقيقة الدين، وحقيقة الدين أن يعلم الإنسان أنه لم يخلق عبثا، وأن الحياة الآخرة هي الحياة الباقية، وأن الدنيا سبيل لها، وأن نعيمها هو الباقي. </p><p> ولذا أخبر تعالى أن الذين يؤمنون بالآخرة هم الذين يؤمنون بالقرآن فقال تعالى:  (وَالَّذِينَ يُؤْمِنُونَ بِالآخِرَةِ يُؤْمِنونَ بِهِ) ذلك أن الذين يؤمنون بالآخرة يؤمنون بالحق والخير؛ لأنهم يرون أن الحياة الدنيا فيها التنازع بين الخير والشر، بين النفس اللوامة، والنفس الأمارة، ولا بد أن ينتصر الخير، لأنه الفطرة، ولا يكون ذلك إلا بحياة أخرى، ولأن الذين يؤمنون بالآخرة يؤمنون بحكمة الإيجاد والتكوين، ولا يمكن أن تكون نتيجة الحياة النهائية هي تلك المغالبة وذلك التناحر، وفوق ذلك أن الإيمان بالغيب يجعل النفس مستسلمة لله تعالى راضية بما عنده، وما أعده لها من نعيم، فلهذا كان الإيمان بالآخرة والإيمان بالقرآن العظيم متلازمين لَا ينفصلان، فمن آمن بالآخرة آمن بالقرآن، ومن آمن بالقرآن آمن بالبعث والنشور والقيامة واليوم الآخر. </p><p> وإن كمال وصف المؤمنين بالقرآن أن يكونوا صالحين غير مفسدين، وألا يعملوا إلا معروفا، ولا يقع منهم منكر، وذلك بالصلاة التي هي عمود الدين لأنها تنهى عن الفحشاء والمنكر، وتملأ النفس بذكر الله، وبذكر الله تطمئن القلوب، ولذا قال تعالى:  (وَهُمْ عَلَى صَلاتِهِمْ يُحَافِظُونَ) وتقديم الجار والمجرور لبيان أن اختصاص الصلاة بالمحافظة يؤدي إلى كل الخير، والمحافظة عليها بإقامتها مستوفية الأركان حسا ومعنى، وامتلاء النفس بخشية الله تعالى، وأدائها في أوقاتها فإنه بهذا يكمل الدين، ويتم الإيمان. </p><p> * * * </p><p> (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ وَمَنْ قَالَ سَأُنْزِلُ مِثْلَ مَا أَنْزَلَ اللَّهُ وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ (٩٣) وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ (٩٤) </p><p> * * * </p><p> بين الله تعالى منزلة كتابه الكريم وذكر أنه الحق الذي لَا يأتيه الباطل من بين يديه ولا من خلفه، وقد بدأ سبحانه وتعالى بذكر ظلم من يفترى عليه سبحانه، ويدعى أنه أوحى الله تعالى إليه، ولم يوح إليه بشيء، فقال تعالى: </p>"
}