{
  "id": null,
  "sura": 6,
  "aya": 111,
  "text": "<p> (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلائِكَةَ وَكَلَّمَهُم الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُل شَىْءٍ قُبُلًا) . </p><p> إن هؤلاء لَا يؤمنون، ولو جاءتهم كل آية. فليس هناك حاجة إلى دليل فوق ما تقدم من أدلة، فإنه لَا ينقصهم الدليل، ولكن ينقصهم القلب المؤمن الذي يذعن، وقد كتب الله تعالى عليهم الجحود، لأنهم لَا يؤمنون، ولو أننا أجبناهم إلى كل ما طلبوا على أقصى مداه - ما أجابوا إلى الإيمان إلا أن يشاء الله، فيقول الله تعالى العلمِم بالنفوس (وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ) وقد طلبوا أن </p><p> يكون من يبلغهم ملك من الملائكة ولو أننا نزلنا إليهم الملائكة - والتعبير بـ \" نَزَلنا \" يشير إلى أنه لو نزل إليهم الملائكة ملكا بعد ملك، لكي يؤمنوا، وقد طلبوا ذلك. </p><p> وكلمهم الموتى من قبورهم أو خرجوا من القبور ليدلُّوا بالفعل على البعث الذي أنكروه، ولو حشر عليهم كل شيء قبلا أي قبيل بعد قبيل، كما فسر مجاهد عن ابن عباس، لأن قبُلًا جمع قبيل. </p><p> وقرى قِبلًا بكسر القاف (١) بمعنى مقابلة، أي عاينوهم معاينة وقابلوهم مقابلة، ويصح الجمع بين القراءتين بأن يكون المعنى، وجمعنا كل شيء من المعجزات والناس المبعوثين وعاينوهم جماعة بعد جماعة ورأوهم بالعيان والمقابلة - لو كان ذلك ما كانوا ليؤمنوا إلا أن يشاء الله، وقوله تعالى:  (مَّا كانوا لِيُؤْمِنُوا إِلَّا أَن يَشَاءَ اللَّهُ) معناها مما كان من شأنهم أن يؤمنوا إلا أن بكون تعالى شاء ذلك، فكل شيء بمشيئته سبحانه وتعالى. </p><p> وإن هذا النص السامي يفيد أنهم بجحودهم وإصرارهم عليه، وإنكارهم للمعجزات لو سيقت لهم لن يؤمنوا؛ لأن الله تعالى لم يشأ لهم الإيمان، فكتب عليهم الضلال لسوء ما يفعلون، ويجحدون، وتدل في سياقها على أنه لَا جدوى عندهم في تكاثر الأدلة، وما عندهم يكفي لقوم يؤمنون. </p><p> وقال تعالى:  (وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ)  (لكن) للاستدراك عما يقتضيه السياق من أنهم يطلبون ويؤكدون أنه إذا جاءتهم آية يؤمنون، فيبين أنهم بجحودهم لم يشأ لهم الإيمان فلا يجدي دليل، فهو استدراك على ما زعموا من أن كفرهم لنقص الآيات، وينسون مشيئة الله تعالى التي كانت لجحودهم وهي أنهم لَا يؤمنون، وإن ذلك بجهلهم أن الله قد كتب عليهم الكفر بسبب جحودهم، ويجهلون أن ما عندهم من دليل وبينات فيها ما يوجب الإيمان، وهذا معنى، (وَلَكِنَّ أَكثَرَهُمْ يَجْهَلُونَ) الحق، ولا يذعنون له ولا يرضون به، وأن الله </p><p>(١) (قِبَلًا) بكسر القاف وفتح الباء، قراءة نافع وأبو جعفر يزيد بن القعقاع وابن عامر،، وقرأ حمزة والكسائي وخلف بالضم فيهما (قُبُلًا). غاية الاختصار (٨٦٠).</p><p> تعالى قد كتب على أكثرهم الكفر، وأنهم لَا يؤمنون، والتعبير بالمضارع يفيد استمرار جهلهم، وتجدده آنًا بعد آنٍ. </p><p> وإن هؤلاء المعاندين قد نصبوا أنفسهم لعداوة النبي - صلى الله عليه وسلم -، ومقاومة دعوته، وهم وأشباههم من أعداء النبيين الذين قاوموا الدعوة؛ ولذا قال تعالى: </p><p> * * * </p>"
}