{
  "id": null,
  "sura": 6,
  "aya": 18,
  "text": "<p> (وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (١٨) </p><p> * * * </p><p> معاني هذه الآية الكريمة جامعة لكل سلطان الله على عباده في السماء والأرض، فهو الغالب على كل شيء لَا إرادة لأحد مع إرادته، وإرادته، فوق كل إرادة، فهو المسيطر سيطرة كاملة على عباده، والفوقية المذكورة في النص الكريم هي فوقية سلطان لَا فوقية مكان، تعالى الله عن ذلك علوا كبيرا، فلا جبار له إرادة عند سلطانه سبحانه، ولقد قال ابن كثير في معنى النص جملة رائعة، فقد قال:  (يقول تعالى: إنه مالك الضر والنفع، وإنه المتصرف في خلقه بما يشاء لا معقب لحكمه، ولا راد لقضائه وهو القاهر فوق عباده، أي هو الذي خضعت له الرقاب، وذلت له الجبابرة، وعنت له الوجوه، وقهر كل شيء ودانت له الخلائق) . </p><p> وإنه بهذا السلطان القاهر يدبر كل شيء بحكمته، وعلمه الدقيق المحيط، الذي لَا يخفى عليه شيء في الأرض ولا في السماء، فبحكمته الظاهرة وبعلمه المحيط وقدرته القاهرة يسير الكون وما فيه ومن فيه إنه على ما يشاء قدير. </p><p> * * * </p><p> (قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لَا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا </p><p> تُشْرِكُونَ (١٩) الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ (٢٠) وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (٢١) وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا أَيْنَ شُرَكَاؤُكُمُ الَّذِينَ كُنْتُمْ تَزْعُمُونَ (٢٢) ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ (٢٣) انْظُرْ كَيْفَ كَذَبُوا عَلَى أَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (٢٤) </p><p> * * * </p><p> في الآيات السابقة بين الله تعالى أنه خالق السماوات والأرض، وفاطرها على غير مثال سابق، وكيف خالف المشركون الفطرة الإنسانية، والعقل المستقيم، وأشركوا بأحجار في عبادة الله لَا تنفع ولا تضر، وبين سلطانه تعالى، ثم ذكرهم سبحانه بنوازل تنزل بهم، فهو الذي يكشف الضر إن نزل، وهو الذي يسوق الخير بفضل قدرته ومنته. وفي هذه الآيات يذكرهم سبحانه بإشراكهم مع قيام المعجزة القاطعة بأنه سبحانه وتعالى هو الله وحده، فالآيات السابقة كانت في الآيات الكونية المثبتة للوحدانية، والآيات اللاحقة تثبت الوحدانية بالدلائل السمعية المثبتة للوحدانية والتي ثبت صدقها بالمعجزة القاطعة، وهي القرآن الكريم؛ ولذا قال تعالى: </p>"
}