{
  "id": null,
  "sura": 6,
  "aya": 42,
  "text": "<p> (وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ) في هذا النص بيان لعلاج الله تعالى للأسقام النفسية للأمم التي تتعصى على الهداية، وعلى الاستقامة على الحق إذا دعوا إليه، فليس الناس جميعًا طلاب حق يتبعونه إذا هدوا إليه، ولا يستمعون إلى الحجة إذا سيقت إليهم، بل يعاندون ويكابرون، فهؤلاء يحتاجون إلى علاج دنيوي، وذلك بالشدائد تنزل بهم، لأن الجحود والمبالغة في الإنكار سببهما الاغترار بالدنيا وما فيها من متع، ولا علاج لغرور الجدة إلا بالحرمان منها ليذوقوا طعم المر بعد أن ذاقوا رطب العيش، ولا علاج لغرور الصحة إلا بالمرض حينا، ولا لعلاج للقوة إلا بالضعف. وعسى أن يكون هذا بصوره المختلفة باختلاف الداء مؤديا إلى شفاء النفس، والاتجاه بها إلى الهداية، وقد عالج الله تعالى حالهم بأمرين: أخذهم بالبأساء، وهي البؤس الشديد، والبؤس هو الفقر وضيق العيش حتى يكون ضنكا، وذلك يكون للأمم بالأزمات تجتاحها، وبجفاف النبات، وبالجوائح المبيدة وغيرها مما يصاب به اقتصاد الأمم، والثاني الضراء بالمرض تصاب به الأجسام وبالأوباء المرضية تتفشى بين الجماعات. </p><p> ولقد فعل الله تعالى ذلك بفرعون وقومه عندما أصابه هو وهم الغرور وطغوا في البلاد. وقد قال تعالى في ذلك بعد أن سخروا بكل آية:  (فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ (١) وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ (١٣٣) وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرَائِيلَ (١٣٤) فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَى أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ (١٣٥) فَانْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ فِي الْيَمِّ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ (١٣٦) . </p><p>(١) قال المؤلف - رحمه الله -: القمل: حشرة تأكل الزرع تشبه دودة القطن، ولعلها هي.</p><p> وإن الآلام علاج النفوس المغرورة بزخارف الدنيا، ومتاعها إن كانت صالحة للعلاج، وقد يستعصي الداء ويصعب العلاج، وإن الله تعالى عالج الأمم بالآلام عساهم يخضعون، ويبتعد الغرور عن نفوسهم؛ ولذا قال سبحانه:  (لَعَلَّهُمْ يَتَضَرَّعُونَ) أي لعلهم يخضعون ويتطامنون وتذهب كبرياؤهم إذ يحسون) بضعفهم وإنه حيث كان الإحساس بالضعف قربت النفس من الإيمان فالإيمان إذعان وخضوع، ومن جنسهما التضرع والتطامن والبعد عن الغرور، وعن الاستكبار على الحق، والرجاء هنا يفيد المقاربة بين إصابة الكاذبين بالبأساء والضراء. </p><p> والخضوع للحق. فالمراد من الرجاء لازمه، وهو القرب من الحق، والإذعان له. </p><p> * * * </p>"
}