{
  "id": null,
  "sura": 6,
  "aya": 155,
  "text": "<p> (وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ ... (١٥٥) </p><p> * * * </p><p> الإشارة إلى القرآن لأنه حاضر مهيأ كامل، وهو مبارك لأنه يشمل الخير والحق والفضل، وفيه مصالح الناس في معاشهم، وفيه الشريعة الإنسانية الكاملة ما ترك صغيرة ولا كبيرة من أمر الدين إلا بينها وفصلها تفصيلا، ففيه ما يطهر الروح والجسم، وفيه ما يطهر الجماعة وينميها، وفيه ما يجمع الناس على الود والرحمة، وفيه ما يحقق العدالة والميزان في هذا الوجود، فهو مبارك، وإنه لمستمر لكل من يتلقاه مهتديا بهدى الله تعالى، فهو حبل الله تعالى إلى يومه فهو مبارك في كل نواحيه. وهذا كقوله تعالى:  (وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ مُصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ (٩٢) . </p><p> وإذا كان الكتاب له هذه البركة وهذه الهداية فإن اتباعه يكون واجبا ولازما، لمصلحتهم، فإن فيه النفع العميم؛ ولذا قال تعالى:  (فَاتَّبِعُوهُ) ، (الفاء) تفصح عن شرط مقدر وجوابه الأمر (اتبعوه) ، وقوله تعالى:  (وفَاتَّبِعُوهُ) كان لرجاء الخير منه، وقوله بعد ذلك:  (وَاتَّقُوا) كانت للوقاية من العذاب، فالاتباع لرجاء النفع، والاتقاء لتجنب ما يترتب على المخالفة من عقاب بعد الحساب، فالأمران فيهما ترغيب في الخير بالاتباع، وترهيب باتقاء نار جهنم عند الاختلاف والعاندة، وختم الله تعالى الآية بقوله تعالى:  (لَعَلَّكُمْ تُرْحَمُونَ) . </p><p> أى إذا اجتمع اتباع القرآن والأخذ بهدايته وشريعته، وكانت التقوى في قلوبكم، فإن الرحمة ترجى لكم، ولذا قال تعالى:  (لَعَلَّكُمْ تُرْحَمُونَ) أي رجاء أن تكون رحمة الله تعالى تعمكم، ورحمة الله وسعت كل شيء والرجاء من العبيد، لَا من الله، ويصح أن نقول إن الآية فيها بيان أن الرحمة هي الغاية المرجوة للاتباع والتقوى. </p><p> وهنا يجب أن نلاحظ أن القرآن الكريم يذكر دائما شريعة موسى عليه السلام، وذلك لأن موسى أنزل عليه الكتاب وهو التوراة فيه بيان كل شيء وفيه ما كان عقابا لبني إسرائيل، ولذلك عندما سمع نفر من الجن قالوا كما أخبر القرآن الكريم:  (قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ (٣٠) يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ (٣١) . </p><p> وإنه كان من المشركين من يعثذرون عن عبادة الأوثان بأنه لم يجئ إليهم من يهديهم كاليهود والنصارى، فذكر الله سبحانه وتعالى أنه أنزل إليهم الكتاب المبارك لكي يقطع عذر جهلهم، فقال تعالى: </p><p> * * * </p>"
}