{
  "id": null,
  "sura": 6,
  "aya": 24,
  "text": "<p> (انْظُرْ كَيْفَ كَذَبُوا عَلَى أَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (٢٤) </p><p> * * * </p><p> النظر هنا ليس هو نظر البصر، ولكنه نظر القلب والتأمل والتفكير والاعتبار، والنظر القلبي إنما هو إلى حالهم وما كانوا عليه من فزع واضطراب بسبب يوم القيامة الذي تزلزل فيه:  (. . . وتَرَى النَّاسَ سُكَارَى وَمَا هُم بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ) ، فهذا التصوير لحالهم بعد رؤيتهم هول يوم القيامة، إذ قالوا غير ما كان منهم كاذبين اعتذارا عما كان أو إنكارا، أو نسيانا للهول الذي هم فيه إذ ساروا سكارى لَا يعون، وهذا هو الذي نختاره فكذبهم بإخبارهم غير الواقع كان غفلة وذهولا؛ ولذا قال:  (وَضَلَّ عَنْهُم مَا كَانُوا يَفْتَرُونَ) أي غاب عن ذاكرتهم فنسبوا ما كانوا يفترونه من قول فيشركون مع الله غيره في العبادة، فـ (ما) اسم موصول بمعنى (الذي) ، وما أنساهم إلا الهول حتى أخبروا بغير ما وقع منهم، اللهم نجنا من كرب يوم القيامة وما فيه. </p><p> * * * </p><p> (وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ يَرَوْا كُلَّ آيَةٍ </p><p> لَا يُؤْمِنُوا بِهَا حَتَّى إِذَا جَاءُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (٢٥) وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ (٢٦) وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ (٢٧) بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ (٢٨) وَقَالُوا إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ (٢٩) وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ قَالَ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (٣٠) </p><p> * * * </p><p> الكلام موصول في المشركين الذين تقوم لديهم الدلائل القاطعة على وحدانية الله تعالى، وسلطانه تعالى عليهم في الدنيا، وإثبات رسالة النبي - صلى الله عليه وسلم - بالمعجزة التي تحدى العرب فيها أن يأتوا بمثلها، وبيان ظلمهم، ثم بين سبحانه بعض حالهم يوم القيامة، وكيف يغيب عنهم ما كانوا يفترونه، وفي هذه الآيات يبين حالهم عند تلقى الدعوة المحمدية. </p>"
}