{
  "id": null,
  "sura": 6,
  "aya": 151,
  "text": "<p> (قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا) إلى قوله تعالى: (لَعَلَّكمْ تَتَّقونَ) . </p><p> هذا ما قاله ابن مسعود الصحابي الفقيه النافذ ببصيرته في معاني القرآن الكريم، ومستخرج الأحكام من بين ما نص عليه وما ظهر، وما استكن من معانيه العالية. </p><p> وفى الحق إن هذه الوصايا الإلهية التي هي وصايا النبي - صلى الله عليه وسلم - يقوم عليها بناء المجتمع الإنساني السليم، وبها تحارب الآفات الاجتماعية التي تتردى بها الجماعات في مهاوي التفرق والانحلال. فيها تطهر النفس والعقول من آفات الفكر، وتطهير المجتمع من التقاطع والتنابذ ومنع الاعتداء بأي نوع من أنواعه. وفيها، التعاون على حماية الضعفاء، وفيها إعطاء كل ذي حق حقه، وفيه إقامة العدل في كل ضروبه الذي هو ميزان الحقوق والواجبات، وفيها الوفاء بالعهود الذي هو رباط الجماعات الإنسانية مهما تختلف أجناسها وشعوبها وقبائلها. </p><p> وإن شئت أن تقول إن فيها أكثر التكليفات الاجتماعية البانية والواقية، وهي متفق عليها في كل الديانات السماوية، ومقررة في كل الشرائع العادلة، وإن لم تكن فيها على هذا السمو الرفيع كما جاء في القرآن. </p><p> (قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا) . </p><p> خاطب الله نبيه - صلى الله عليه وسلم - ليبلغ جوهر رسالة ربه بأن يقول بهم:  (تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ) أي أقبلوا أيها الناس أجمعين في شتى الأرض أجناسا وشعوبا وقبائل، وأقبلوا بعقولكم وأنفسكم أبين لكم ما حرم عليكم، فالنداء بـ (تَعَالَوْا) دعوة لإقبالهم له بكل مداركهم وتفكير وتنبيه لعظم ما سيبينه لهم من وصايا وتكليفات، والتلاوة هي قراءة القرآن الكريم مرتلا متتابعا في كلماته وأساليبه، والمراد هنا البيان لأن البيان؛ ثمرة تلك التلاوة المتتابعة الموضحة، فهذا تعبير بالمسبب عن السبب. </p><p> وقوله تعالى:  (مَا حَرَّمَ رَبُكُمْ عَلَيْكُمْ) ، (ما) اسم موصول بمعنى الذي، أي أبين لكم الذي حرمه الله تعالى عليكم، ويصح أن تكون ما موصولا حرفيا، ويكون المؤدى تعالوا أتلُ تحريم ربكم تعالى عليكم. </p><p> وفى التعبير بقوله تعابى:  (مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ) إشارة إلى أن ذلك من ربكم الذي خلقكم وربَّكمْ، وهذبكم، وهو العالم بالأمور كلها، وهو المحيط بما فيه خيركم، و (حرَّمَ) ، إنما هو في الأمور الخمسة الأولى التي آخرها، (وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) ، فإن هذه الخمسة محرمات ننتهي عنها وإذا شئنا الإحسان إلى الوالدين، أما الباقي فأكثره مأمورات من الوفاء بالكيل والميزان، وألا يقربوا مال اليتيم إلا بالتي هي أحسن، فهو في معنى الأمر في معاملة اليتيم بالتي هي أحسن في ماله، ثم إقامة العدل والوفاء بالعهد فهذه أوامر لَا محرمات. </p><p> هذه الأوامر المذكورة في الآيات نهيا أو طلبا هي تسعة إن جعلنا الوفاء بالكيل والميزان أمرا واحدا، وإن جعلناها أمرين تكون عشرة كاملة. </p><p> (أَلَّا تُشْرِكُوا بِهِ شَيْئًا) هذا هو الأمر الأول الذي حرمه الله تعالى، وهو أعظم الأمور، وأقواها أثرا لأنه يتعلق بخالق الكون ومنشئ الوجود، وأصل الاعتقاد الديني، وهو أول الشريعة، وعليه اجتمعت كل الرسالات، كما قال تعالى:  (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ) . </p><p> فالواحدانية لب الإيمان، والله تعالى يجعل كل السيئات قابلة للغفران إلا الشرك، ولذا يقول تعالى:  (إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْركَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ) . </p><p> وإن الوحدانية فيها تطهير للعقول من رجس الأوثان، والإذعان للإنسان والأوثان، وهي تربي العزة في المرء، فلا يخضع إلا للواحد الأحد، الفرد الصمد، وذلك من يعبد غير الله، ومن يخضع لغيره، وأنه إذا كانت الوحدانية برا بالخالق، فإن الإحسان إلى الوالدين برٌّ بمن جعلهم الله سببا ماديا في وجود الولد ولذا قال تعالى:  (وَبِالْوَالِدَيْنِ إِحْسَانًا) . </p><p> هذا هو الأمر الثاني وهو الوصية بالوالدين، والوصية بهما هي الإحسان إليهما، والإحسان مرتبة أعلى من العدل، إذ هو فوق العدل في الرحمة والرأفة، فهو عدل ورأفة ووفاء وبر، ولذلك كان الأمر بالإحسان بجوار الأمر بالعدل، كما قال تعالى:  (إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (٩٠) . </p><p> وقال تعالى:  (وقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا) . وإن الأمر بالإحسان يتضمن النهي عن الإساءة، إذ هو نهي عن الإساءة، وأمر بفضل العاطفة والمواساة والقرب، وإحسان الصحبة. </p><p> وإن الله تعالى أمر بالإحسان إلى الوالدين مقترِنا بالنهي عن الشرك في كثير من الآيات الكريمة، فقال تعالى: (وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ </p><p> إِحْسَانًا)، وقرن الله تعالى شكر الوالدين بشكر الله وجمعهما معا، فقال تعالى:  (أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ (١٤) وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (١٥) . </p><p> والإحسان إلى الوالدين شريعة النبيين أجمعين قد كلفها بني إسرائيل، قال تعالى:  (وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَانًا) . </p><p> فمن يعق الوالدين فهو فاسق عن أمر الله ونهيه. (وَلا تَقْتُلُوا أَوْلادَكُم مِّنْ إِمْلاقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ) هذه هي الوصية الثالثة، </p><p> وقد نزل سبحانه من إكرام الأصول والإحسان إليهم إلى الإحسان إلى الأولاد، </p><p> ولم يذكر سبحانه الإحسان إلى الأولاد لأنه أمر فطري تتقاضاه المحافظة على النفس، فالولد امتداد أبيه وما جاء القرآن بالأمر بالإحسان إلى الأولاد، ولكن أمر الإسلام بالقيام على تربيتهم ورعاية شئونهم ورزق أمهاتهم، كما قال تعالى: </p><p> (وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ) ، </p><p> ولكن كان في وحشية الجاهلية من يئد بناته بغيا بغير علم، وكان من يفعل ذلك وغيره لإملاقهم، والإملاق الفقر من كثرة الإنفاق، وقد نهى سبحانه وتعالى عنه، فقال:  (وَلا تَقْتُلُوا أَوْلادَكم مِّنْ إِمْلاقٍ) أي من فقر بسبب الإنفاق عليهم، وهو متلاق في المعنى مع قوله تعالى:  (وَلا تَقْتُلُوا أَوْلادَكمْ خَشْيَةَ إِمْلاقٍ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكمْ. . .) ، فكأنه كان في الجاهلية من يقتل أولاده لإملاق واقع بسبب الإنفاق، ومن يقتل ولده لأنه يتوقع الإملاق إن لم يقتله. </p><p> وقد نهى الله تعالى عن ذلك الإثم الجاهلي، وهو من إغواء الشياطين، ولعله كان يسهل على الذين يفعلونه معهم، أنهم يفعلون ذلك، وهم بعد في المهد، أو عقب ولادتهم، فلم يكونوا تعلقوا بهم تعلق الآباء بالأولاد، وكانوا يفعلون ذلك سفها بغير علم، ولم يكونوا قد ذاقوا محبتهم؛ بالإلف، والتودد، </p><p> وقد قال تعالى في بيان أن الفقر أو الإملاق لَا يبرر؛ لأنهم لَا يرزقونهم، ولكن يرزقهم الله، ولذلك قال تعالى:  (نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ) أي نحن نرزقكم معهم، كما رزقناكم وحدكم:  (ومَا مِن دَابَّةٍ فِي الأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا. . .) . </p><p> وقد فهم بعض العلماء من هذه الآية أن منع النسل لَا يجوز بعزل أو نحوه، والعزل أن يلقي النطفة خارج الرحم، ولكن رويت آثار عن النبي - صلى الله عليه وسلم - أنه رأى العزل، ولم يأمر به ولم ينه عنه (١) ، ولكن جاء آخر الحديث في هذا الباب، أن النبي - صلى الله عليه وسلم - قال:  \" العزل هو الوأد الخفي \"  (٢) . </p><p> وروي عن الصحابة أنه رأى أن العزل ليس به من بأس، ولكنه خلاف الأولى، ورأى آخر منعه، والفقهاء بعد ذلك اختلفوا فيه، فمنهم من قال إنه مكروه، ومنهم من قال إنه حرام كالحنابلة وأهل الظاهر، والغزالي قال إنه لَا يجوز إلا إذا كان ثمة عذر إليه، وفتح باب الأعذار على مصراعيه حتى لخشيت المرأة على جمالها، فإن زوجها يعزل عنها، ولكنه منع منعا مطلقا العزل أو حد النسل خوف الإملاق أو للإملاق، فإن ذلك يكون مصادمة للنص، ولا تقتلوا أولادكم خشية إملاق، والقول الفصل في الحد من النسل المترتب على العزل ونحوه، أن جمهور الفقهاء لم يرضه، حتى إن الغزالي الذي فتح باب المبررات له، قال: إنه لا ينبغي. </p><p> ومهما يكن فإنه من المؤكد أن الذين قالوا ليس به من بأس قرروا أن ذلك بالجزء لَا بالكل، أي أنه يكون لمن يريد ذلك أن يفعل، إذا كان له مبرر، على التوسعة في المبرر عند الغزالي. ولكنه حرام بالكل، أي حرام أن يدعو أحد إليه، </p><p>(١) من ذلك ما جاء في باب العزل من صحيح البخاري ومسلم، ففي صحيح مسلم: النكاح - حكم العزل (١٤٣٨) عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: ذُكِرَ الْعَزْلُ عِنْدَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: \" وَلِمَ يَفْعَلُ ذَلِكَ أَحَدُكُمْ؟ - وَلَمْ يَقُلْ: فَلَا يَفْعَلْ ذَلِكَ أَحَدُكُمْ - فَإِنَّهُ لَيْسَتْ نَفْسٌ مَخْلُوقَةٌ إِلَّا اللهُ خَالِقُهَا \". (٢) سبق تخريجه.</p><p> أو تدعو الدولة إليه؛ لأن ذلك مناهضة للنص الكريم في القرآن، وقوله:  \" تزوجوا الودود الولود فإني مكاثر بكم الأمم يوم القيامة \"  (١) . </p><p> وقد قرر مجمع البحوث الإسلامية المنعقد في الأزهر سنة ١٩٦٥ أن الإسلام يرغِّب في النسل؛ لأنه يقوي الأمة اجتماعيا، واقتصاديا، وحربيا، ويربي في الأمة روح العزة والمنعة، وقرر أن تنظيم النسل حق للزوجين دون غيرهما، يستعملانه للضرورة، ومسئوليتهما عن الضرورة أمام الله وحده. </p><p> (وَلا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ) </p><p> هذه هي الوصية الرابعة، وهي تتصل بالأولاد عن قرب أو عن بعد؛ لأن أخصِ الفواحش هو الزنى وقد قال تعالى:  (وَلا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحشَةً وَسَاءَ سَبِيلًا) . </p><p> والفواحش: جمع فاحشة، والأصل في الفحش الزيادة عن الأمر المعتدل، والفاحش هو الزائد عن المعقول، ولذا يقال غبن فاحش أي زائد عن الحد المعقول في الصفقة؛ إذ لَا يدخل في تقويم المقومين، والفواحش هي المعاصي لأنها انحراف، وزيادة عن الفطرة وخروج عن منهاجها، وعن الطريق المستقيم، والظاهر ما يعلن، ويجهر به، والجهر بالمعصية في ذاته حرام، وما بطن أي وما استتر ولم يجهر به، وهو إثم، ولكنه دون إثم المجاهرة، ومن يجهر بالمعاصي، فإن ما يفعله إثمان إثم الفعل وإثم المجاهرة، ولقد قال النبي - صلى الله عليه وسلم -: \" إن من أشد الناس بعدا عن الله المجاهرين \" قيل: ومن هم؟ قال:  \" ذلك الذي يعمل عملا بالليل قد ستره الله فيصبح يقول فعلت كذا وكذا يكشف ستر الله \"  (٢) ، ولقد قال - صلى الله عليه وسلم - فيما رواه </p><p>(١) رواه أبو داود: النكاح - النهي عن تزويج من لم يلد من النساء (٢٠٥٠)، وأحمد: باقي مسند المكثرين (١٢٢٠٢). عن أنس رضيِ الله عنه. (٢) عن أبي هُرَيْرَةَ، يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" كُلُّ أُمَّتِي مُعَافًى إِلَّا المُجَاهِرِينَ، وَإِنَّ مِنَ المُجَاهَرَةِ أَنْ يَعْمَلَ الرَّجُلُ بِاللَّيْلِ عَمَلًا، ثُمَّ يُصْبِحَ وَقَدْ سَتَرَهُ اللَّهُ عَلَيْهِ، فَيَقُولَ: يَا فُلاَنُ، عَمِلْتُ البَارِحَةَ كَذَا وَكَذَا، وَقَدْ بَاتَ يَسْتُرُهُ رَبُّهُ، وَيُصْبِحُ يَكْشِفُ سِتْرَ اللَّهِ عَنْهُ \". متفق عليه: رواه البخاري: الأدب - ستر المسلم على نفسه (٦٠٦٩)، وَمسلمَ: الزهد والرقائق - النهي عن هتك المسلم ستر نفسه (٢٩٩٠).</p><p> الشافعي:  \" يا معشر الناس من ارتكب شيئا من هذه القاذورات فاستتر فهو في ستر الله ومن أبدى صفحته أقمنا عليه الحد \"  (١) . </p><p> ومن المعاصي ما يستتر استتارا؛ لأنه خلجات القلوب ولم يظهر في العمل لَا لعدول صاحبها، ولكنه فوجئ ما فوت عليه مقصده كمن بيت الاعتداء، أو الزنى، واتجه إلى الفعل، ولكن فات عليه ارتكابها لأمر خارج عن إرادته، فإنه يكون قد أبْطن معصيته، ولكن لم يُمكَّن من ارتكابها رغما عنه لَا مريدا، فإن من الآثام ما يكون باطنا، وعليه الإثم، وكمن يهاجر إلى مكان لَا يريد الهجرة لله أو لعمل صالح، ولكن يريد الفسق والفجور أو البغي، فإن هذا يكون فاحشة مما بطن. وهذا النص مثل قوله تعالى:  (وَذَرُوا ظَاهِرَ الإِثْمِ وَبَاطِنَهُ. . .) . </p><p> وقد يسأل سائل، إن هذا النص القرآني وما يشبهه فيه نص على المؤاخذة على ما في النفس وما يبطن، مع أن الحديث بأن الله تعالى لَا يؤاخذ على ما يحدث المرء به نفسه، وقال عليه الصلاة والسلام:  \" من هم بحسنة فلم يفعلها كتبت له حسنة، ومن همَّ بسيئة فلم يفعلها لم يكتب عليه شيء \"  (٢) ، فإن هذا حديث النفس أو همُّها، من غير أن تشرع بعمل، بل عدل من تلقاء نفسه. </p><p> وما في النص السامي الذي نتكلم في معناه هو من ارتكب الشروع، ولم يقتصر على حديث النفس ولا هم النفس والعدول، بل أراد الفعل وقصده، وأخذ في الأسباب، ولكن لم يتم لأمر خارج عن إرادته. </p><p>(١) رواه مالك في الموطأ: الحدود - ما جاء فيمن اعمْرف على نفسه بالزنا (١٥٦٢). (٢) رواه الإمام البخاري: الرقاق - من هم بحسنة أوسيئة (٦٤٩١)، وفي رواية: التوحيد (٧٥٠١).كما رواه مسلم: الإيمان - إذا هم العبد بحسنة (١٢٨) عن أبي هريرة رضي الله عنه. وعلى هذا فإن من هم بسيئة فلم يفعلها - ابتغاء مرضاة الله تعالى - كتبت له حسنة. والله أكبر.</p><p> (وَلا تَقْتُفوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) . </p><p> هذه هي الوصية الخامسة التي أوصى بها رب العالمين، وهي النهي عن قتل النفس التي حرم الله تعالى قتلها إلا بالحق، ويكون القتل بحق أي بسبب يوجب القتل. </p><p> وهذا النص يفيد تحريم قتل النفس أساسا، فهي على أصل المنع إلا أن يكون ثمة موجب لذلك، فإن ذلك يكون بحق لحماية النفوس العامة، وقد قال - تعالى - في قتل قابيل أخاه هابيل حسدا وبغيا:  (مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا) . </p><p> فالقتل حرام، إلا إذا كان ما يبرره فيكون بحق، ومن الحق الذي يوجب القتل، ويحل النفس، أن يقتل غيره أو أن يبغي، أو أن يحارب الله ورسوله وهم قطاع الطريق أو أهل الحرابة كما قال تعالى:  (إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (٣٣) إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٣٤) . </p><p> وهكذا نجد الحق الذي يبرر قتل النفس يكون لحماية النفس ذاتها، أو يكون صاحبها قد أباحها. </p><p> وإن النهي عن قتل النفس عام إلا إذا وجد ما يبرره، لأن الله تعالى حرم قتلها، فقوله تعالى (الَّتي حَرَّمَ) قتلها فيه الصلة، وهي علة النهي، فقتلها منهى عنه، لأن الله تعالى حرمها، ولذا إذا أباح صاحبها نفسه بردة، أو محاربة للمسلمين، فإن الله تعالى لم يحرم قتلها، فلا نهي، لأنه مباح الدم. </p><p> وبذلك يتبين أن الله تعالى نهى عن قتل الذمي المعاهد، ومن دخل أرض المسلمين مستأمنا، لأن عهده عصم دمه، والله أعلم. </p><p> (ذَلِكمْ وَصَّاكم بِهِ لَعَلَّكمْ تَذَكَّرونَ) . </p><p> (ذَلِكُمْ) الإشارة إلى المذكور من النهي عن الشرك والأمر بالإحسان إلى الوالدين، والنهي عن قرب الفواحش وهو نهي عن المقاربة لَا عن الوقوع؛ لأنه نهي عن أن يدنو منها، فمن حام حول الحمى أوشك أن يقع فيها، والنهي عن القرب يدل على النهي عن الوقوع، والإشارة تشمل النهي عن قتل النفس، فهذا كله من وصايا الله سبحانه وتعالى، ووصايا الله تعالى جديرة بالاتباع، وجعل الخطاب في الإشارة بـ (ميم الجمع) لعموم التوصية بهذه الأمور التي أشار إليها، وليتسق القول مع (وَصَّاكُم بِهِ) ، وقوله تعالى:  (لَعَلَّكُمْ تَذَكَّرُونَ) أي لكي ترجوا دائما أن تكونوا متذكرين. وقوله تعالى (لَعَلَّكُمْ تَذَكَّرونَ) لعل فيه للرجاء والرجاء من العباد لَا من الله تعالى. </p><p> والتوصية هي الطلب المؤكد من العباد. </p><p> * * * </p>"
}