{
  "id": null,
  "sura": 6,
  "aya": 112,
  "text": "<p> (وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ ... (١١٢) </p><p> * * * </p><p> إن النبي - صلى الله عليه وسلم - كان يصابر المشركين ويتحمل أذاهم هو وأصحابه، ويتحمل معاندتهم له، لَا يرضون القرآن دليلا على نبوته، وقد عجزوا عن أن يأتوا بمثله أو بعضه، وأقروا صاغرين بعجزهم، ولكن لم يمتنعوا هم عن معاداته بالباطل متخذين كل ذريعة سبيلا لباطلهم. </p><p> والله تعالى يثبت فؤاد النبي - صلى الله عليه وسلم - بأن ذلك كان للنبيين من قبله، وكان مألوفا، وهو سنة الله تعالى في رسالاته فقال تعالى:  (كذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا) أي كذلك الذي تراه من عداوة نفر من المشركين ولجاجتهم في العداوة، حتى لَا يتركوا بابا من أبواب الكيد إلا سلكوه، ولا مسلكا من مسالك الإعنات إلا اتخذوه، كذلك جعلنا لكل نبي عدوا من شياطين الإنسان والجن، وشياطين الإنس هم أولئك الذين ناصبوك العداوة، وشياطين الجن هم أعوان إبليس الذين يوسوسون، ويأمرون بالسوء والفحشاء ويسولون كل قبيح، ويزينونه، ويسمونه بغير اسمه، فهؤلاء يدفعون النفس الأمارة بالسوء، وأولئك يستجيبون لهم، ويفترون بوسوستهم، ولذلك قال تعالى:  (يُوحِي) الوحي: الخطاب الخفي أو التوجيه الخفي، كما قال الله تعالى:  (وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتَا وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ) . </p><p> فالوحي هنا هو التوجيه الخفي الذي يوسوس في الناس فيلقي في نفوسهم بتغريرهم، بزخرف القول، فيوهم بأن الكفر إكرام للآباء، وأن تقليدهم تعصب لهم، وأن الانطلاق من كل القيود الخلقية مروءة، وأن المعاندة هداية، وأن إهمال حكم العقل هو الاتباع، وهذا معنى قوله: (يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ </p><p> غُرُورًا)، أي يلقى في نفوسهم تحسين الباطل بأقوال باطلة، ولكنها مزخرفة بزخرف يكون غرورا للنفس الضالة، فتتدلى به. </p><p> وهكذا يجيء تضليل النفوس في الآحاد والجماعات بزخرف القول، فتسمى الحقائق بغير أسمائها فيسمى الجحود طلبا للدليل، ويسمى الشجاعة في الحق تهورا، ويسمى الإفساد حرية، ويسمى الاستبداد شورى، والشورى طغيانا، ولذلك كان بعض الحكماء يرى أن إصلاح الأخلاق يكون أولا بتصحيح الألفاظ، وإن هذه العداوة للأنبياء من شياطين الإنس والجن بإرادة الله تعالى، ولذا قال:  (وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ) . </p><p> أي إن هذه إرادة الله تعالى اختيارا، وليبلغ النبيون أعلى مراتب الإنسانية </p><p> بجهادهم في الدعوة إلى الله، وقوله تعالى:  (ولَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ) . معناه لو أراد الله تعالى ما فعلوه، أي شياطين الإنس والجن، ولكنهم فعلوه ليكون التنازعِ بين الخير والشر، ولأن الله تعالى مكن لإبليس الذي قال:  (لأُغْوِيَنَّهُمْ أَجْمَعِين إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ) ، ولو أراد الله ما تمكن، ولو شاء الله تعالى ما خلقه. </p><p> وإذا كان ذلك أمرا ثابتا بالنسبة للنبيين أجمعين، فتقبله وأعرض عنهم، ولا تأس على القوم الفاسقين؛ ولذلك قال تعالى:  (فَذَرْهُمْ وَمَا يَفْتَرُونَ) أي فاتركهم وأكاذيبهم من إنكارهم حجية القرآن، ودلالته على النبوة، وافتراءهم على أنفسهم بحلفهم أنهم يؤمنون لو جاءتهم، وافتراءهم عليك من أنك تعيب أحلامهم، وتسفه آباءهم، وأنت تنطق بالحق وترشدهم وتهديهم سواء السبيل. </p><p> وقوله تعالى:  (فَذَرْهُمْ وَمَا يَفْتَرُونَ) ، (الواو) واو المعية، و (ما) اسم موصول، أي أعرض عنهم واتركهم هم وما يفترونه، هذه هي النتيجة بالنسبة للنبي - صلى الله عليه وسلم -، وهي أن يتركهم في غيهم يتحيرون، أما النتيجة بالنسبة لهم ولأمثالهم فقد ذكرها الله تعالى بقوله تعالى: </p><p> * * * </p>"
}