{
  "id": null,
  "sura": 6,
  "aya": 94,
  "text": "<p> (وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ ... (٩٤) </p><p> * * * </p><p> فرادى جمع فريد كأسارى جمع أسير، أي جئتم منفردين عن النصراء الذين كنتم تعتزون بهم، فما لكم من نصراء، وذهب عنكم افتراؤكم وما كنتم تقولون نحن أعز نفرا، وذهبت عنكم أموالكم التي كانت تعزكم، وتدفعكم إلى الاستكبار والتطاول بها، وتقولون معتزين نحن أكثر مالا، ذهب عنكم كل هذا وجئتم إلى الله بأنفسكم منفردين، وقد روى ابن عباس عن النبي - صلى الله عليه وسلم - في موعظة له:  \" أيها الناس إنكم تحشرون إلى الله حفاة عراة غُرْلا \"  (١)  (أي غير مختونين) . قال تعالى:  (. . . كَمَا بَدَأْنَا أَوَّلَ خَلْق نُّعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كنَّا فَاعِلِينَ) . </p><p> وإنكم تكونون في هذه الحال، كالحال التي بدأ خلقكم بها ولذا قال تعالت كلماته:  (كَمَا خَلَقْنَاكُمْ أَولَ مَرَّة) أي تعودون ضعفاء كما خلقكم من ضعف أول أمركم؛ إذ خلقكم ضعفاء لَا تقدرون على شيء ولا تملكون شيئا، وفي النص إشارة إلى حجة البعث على الذين ينكرونه، ويستغربونه، إذ مؤداها أنه خلقكم ابتداء بقدرته، ويعيدكم بقدرته، ومن كان قادرا على الإنشاء، هو على الإعادة أقدر، وهو العزيز الحكيم. </p><p> وإن كل ما كانوا يملكونه من مال ونسب، وعبيد، وصولة، وسلطان يكون وراء ظهورهم وقال تعالى في ذلك:  (وَتَرَكْتُم مَّا خَوَّلْنَاكمْ وَرَاءَ ظُهُورِكُمْ) خولناكم أي مكناكم من أموال وأنعام، وسلطان، وراء ظهوركم، أي جئتم إلينا، وقد خلفتموه وراء ظهوركم فلا يمكن حينئذ أن تعتزوا بشيء منه، وقوله تعالى:  (وَرَاءَ ظُهُورِكُمْ) تشبيه لحالهم في أنهم لَا يأخذون شيئا معهم كمن ترك ما يملك وراء ظهره، وذهب تاركا له، أو من ولَّى الأدبار من اللقاء فقد كانوا يغترون </p><p>(١) جزء من حديث متفق عليه، رواه بهذا اللفظ مسلم: الجنة ونعيمها وأهلها - فناء الدنيا وبيان الحشر (٢٨٦٠)، والبخاري بنحوه: أحاديث الأنبياء - (٣٣٤٩٠) عن ابن عباس رضي الله عنهما.</p><p> بأموالهم، وأصبح لَا يعرف ماله، فضلا عن أن يغتر به كما كان في الدنيا، ولم يعد المال إلا لحفظ الحياة بالقوت والكساء والصدقة، كما قال النبي - صلى الله عليه وسلم - فيما رواه مسلم أنه قال:  \" يقول ابن آدم: مالي مالي، وهل لك من مالك إلا ما أكلت فأفنيت، أو لبست فأبليت، أو تصدقت فأمضيت، وما سوى ذلك فهو ذاهب، وتاركه للناس \"  (١) ، تذهب عنهم كل قواتهم الذاتية التي غرتهم واستكبروا بها عن آيات الله تعالى، وغرتهم في الحياة الدنيا، فاغتروا بها، وغرهم بالله الغرور. </p><p> ولقد ذكر سبحانه بعد ذلك حالهم مع ما كانوا يعبدون من دون الله تعالى بغير الحق، فقال تعالى: </p><p> (وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكاءُ) . </p><p> أي أنهم في اليوم الآخر حيث الحساب، ثم العقاب لَا يرى معهم شفعاؤهم، أي الأصنام التي زعموها، تقربهم إلى الله زلفى إذ كانوا يقولون (. . . مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى ... ) ، أي ليكونوا شفعاء لنا يقربوننا إلى الله تعالى، ولقد قال تعالى:  (وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ) ، ولم يقل تركتموهم وراءكم ظهريا؛ لأن المال والأنصار والعصبيات كان لها وجود، أما هذه الأحجار فلا وجود لها، وليس لها لسان تنطق، فقال سبحانه وما نرى هؤلاء الشفعاء؛ لأنهم لم يكن لهم وجود في الدنيا إلا بزعمهم، فهم موجودون في أوهامهم، ولا وجود لهم في ذاتهم إلا أنهم حجارة، ولقد قال تعالى في أوصاف هؤلاء الشفعاء في زعمهم:  (الَّذِينَ زَعَمْتمْ أَنَّهُمْ فِيكمْ شرَكَاء)  \" الذين \" وصف للشفعاء وهم حجارة، وكان الموصول بعبارة \" الذين \" التي تكون للعقلاء إجراء على لفظ الشفعاء لَا على حقيقتهم، والزعم هو الاعتقاد الباطل الذي ليس له أساس من العقل أو النقل، والزعم هو أنهم شركاء الله تعالى فيكم بالنسبة للنفع والضرر، والجزاء عقابا أو ثوابا، وقدم قوله تعالى:  (فِيكُمْ) إشارة إلى أن الزعم </p><p>(١) سبق تخريجه.</p><p> الذي زعمتموه فيكم أنتم، وفي أوهامكم، ولا يتجاوزكم إلى غيركم ممن لم يسقط في مزاعمه مثلكم. وإن السبب في أنه تعالى لَا يراهم (معهم) أنه لَا وجود لهم، وأن الشيطان الذي سول لهم عبادتهم يتبرأ منهم كما يتبرأ المتبوعون عن التابعين في قوله تعالى:  (إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ (١٦٦) وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ (١٦٧) . </p><p> كذلك هنا كان الشفعاء الذين غابوا، ولم يُروا قد انقطع ما بين هؤلاء وأولئك، لأنه كان وهما ولم يكن هناك سبب يربط بينهم، فلما انكشف الأمر يوم القيامة تقطعت الحبال الواهية التي كانت تربطهم، فقال تعالى:  (لَقَد تَّقَطَّعَ بَيْنَكُمْ) أي تقطعت الصلة التي كانت بينكم التي خلقها وهمكم، والآن قد تكشف لكم الحق البين، وهم أنهم لَا وجود لهم إلا ما كان من أوهامكم، فماذا زالت فُقدَ الذي بينكم، ثم أكد الله تعالى هذا المعنى، فقال تعالت كلماته:  (وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ) أي غاب عنكم الزعم الذي كنتم مستمرين عليه مجددين له آنًا بعد آنٍ. </p><p> * * * </p><p> آيات الله في الكون وتوليد الأشياء من الأشياء بقدرته (إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذَلِكُمُ اللَّهُ فَأَنَّى تُؤْفَكُونَ (٩٥) فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (٩٦) وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (٩٧) </p><p> * * * </p><p> ذكر الله سبحانه وتعالى كيف اهتدى إبراهيم - عليه السلام - إلى ربه مما خلق في الكون، وكيف استدل بالوجود على من أنشا الوجود كله، وهو رب العالمين ثم ذكر سبحانه السماوات، ورد على من أنكر أن يبعث الله بشرا رسولا، ذكر بعد ذلك الكون، وما فيه من توالد الأشياء بعضها من بعض بقدرته، وبعلمه وإرادته التي كان بها الخلق والتدبير فقال تعالى: </p>"
}