{
  "id": null,
  "sura": 6,
  "aya": 145,
  "text": "<p> (قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ) أي فيما أوحاه الله تعالى، وإنما بني للمفعول، لبيان نفي وجود الوحي نفيا مطلقا بغير ما هو مذكور، فالبناء للمفعول هنا. </p><p> لعموم نفي عدم الوجود، وفيه إشارة إلى أن ما حرموه غير معقول إن سمي به وحي مطلقا. </p><p> وقال (عَلَى طَاعِمٍ يَطْعَمُهُ) ، أي على آكل يأكله، وعبر سبحانه بقوله تعالى (عَلَى طَاعِمٍ يَطْعَمُهُ) بدل (آكل يأكله) ؛ لأن الطعم تذوق واستطابة، والأكل قد يكون أكل غير مرغوب فيه، أو ما ليس له ذوق يستطاب، ففي هذا إشارة إلى أنهم يحرمون طيب اللحوم والمطعومات. </p><p> (إِلَّا أَن يَكُونَ مَيْتَةً أَوْ دَمًا مَّسْفوحًا أَوْ لَحْمَ خِنزِيرٍ فإنَّهُ رِجْسٌ) . </p><p> الميتة الحيوان الذي يموت، وينحبس دمه فيه، ويدخل في معناه المنخنقة، والموقوذة التي وقذت بالحجارة حتى ماتت، والمتردية التي تردت في حفرة أو بئر، والنطيحة التي نطحت من أخرى حتى ماتت، فإن هذه تدخل في عموم كلمة ميتة إن توسعنا في معناها، بأن قلنا: إن الميتة ما لم تذكَّ بالذبح، وإنهار الدم، ومهما يكن فإنها في المعنى قريبة من الميتة. </p><p> والدم المسفوح هو الدم السائل، وقد تبين أنه سريع الفساد، وتسارع الميكروبات إليه، والدم المسفوح خرج به الدم الذي يكون بعد الذبح في جوار </p><p> اللحم، أو مخالطا له، والكبد والطحال، فإن النبي - صلى الله عليه وسلم - فيما روي عنه سماهما دما، كما روي أنه قال:  \" أحلت لنا ميتتان ودمان: الكبد والطحال، والسمك والجراد \"  (١) ، والخنزير هو الدابة المعروفة، وهو محرم في الديانات الثلاث: اليهودية والنصرانية والإسلام، واستباحها اليهود والنصارى بعد تحريف دينهم عن موضعه، وبعد أن نَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ. </p><p> وقد ذكر سبحانه وتعالى سبب التحريم فقال:  (فَإِنَّهُ رِجْسٌ) أي قذر، فهو قذر في ذاته، وهو قذر في غذائه فهو يتغذى من الأقذار، فيتغذى من العذرة، ولحمه رجس إذ إنه مقشش (٢) فيه ميكروبات. أخصها الدودة، ولاحظ كثيرون أنه حيث يكثر آكلوه يكثر مرض السرطان، ولو تنبه العلماء إليه وبحثوا لحمه لوجدوا بعد الحيرة الطويلة أن هذا الداء العضال تكمن جرثومته فيه؛ لأن الله تعالى قال:  (فَإِنَّهُ رِجْسٌ) وهو أصدق القائلين وإذا كان الخنزير فيه رجس حسي، ومن أجله حرم أكله، فان الله تعالى قد حرم ما فيه رجس معنوي، وقرنه به، وهو ما أهل لغير الله به، ولذا قدم كلمه (فسقًا) مقارنة لكلمة (رجس) لأنهما يلتقيان في المعنى؛ لأن هذا الخنزير رجس حسي، - وهذا الفسق رجس معنوي، فهما من باب واحد. </p><p> وقوله تعالى:  (أُهِلَّ لِغَيْرِ اللَّهِ بِهِ) أي أنهم ذبحوه لَا باسم الله، بل باسم أوثانهم، وكانوا حريصين على ذلك كل الحرص؛ لأنهم قدموا غير الله في ذبحهم، فقصدهم التقرب لآلهتهم فيه. </p><p> وهنا يثار بحث، فإن الآية تدل على أن ما أهل لغير الله يكون حراما، وبمفهوم المخالفة ما لم يهل لغير الله به يكون حلالا، وعلى ذلك يكون ما لم يذكر عليه اسم الله تعالى، ولم يهل به لغير الله يكون حلالا، وقد قررنا أنه إن </p><p>(١) رواه أحمد: مسند المكثرين (٥٦٩٠)، وابن ماجه: الأطعمة - الكبد والطحال (٣٣١٤). عن عبد الله بن عمررضي الله عنهما. (٢) قشَّش: أكل ما في المزابل. القاموس المحيط.</p><p> لم يذكر اسم الله تعالى، نسيانا فإنه يؤكل المذبوح، وإن ترك عمدا، ففيه نظر، ما دام لم يذكر غير الله تعالى. </p><p> وهناك بحث آخر، وهو أن ثمة محرمات قد وردت بها آثار كسباع البهائم فإنها وردت الآثار بتحريمها وسباع الطيور، وبعض خشاش الأرض، كالحية والعقرب، وغيرها، وكالحمر الأهلية التي حرمت في غزوة خيبر. والآية تفيد القصر، أي قصر المحرمات على المذكور، كما تفيد إباحة غيره؛ لأن القصر كما هو مقرر في علم البيان نفي وإثبات، فقد أثبت التحريم في هذه الأشياء الميتة والدم المسفوح، ولحم الخنزير، وما أهل لغير الله به، وثبتت الإباحة بالنص الذي أفاد القصر فيما عداها، وقد ثبت أن بعض ما عداها كان حراما. وهذا يتناقض مع القصر. </p><p> وقد أجيب عن ذلك بعدة إجابات: </p><p> أولها - أن هذا القصر خاص بالأنعام، وما كان يشبهها من البهائم كالخنزير، فإن النص سيق للرد على المشركين الذين حرموا بعض الأنعام وافتروا على الله تعالى بالكذب، فكان الرد بهذا القصر الذي يفيد تحريم ما نص عليه، وأن غيره مباح، وغيره هو ما يتعلق بالأنعام، وقد يرد على هذا أن التحريم كان فيه الخنزير، وهو لَا يشبهها، فمجيئه لَا يدل على أن الكلام في الأنعام فقط، ونقول إن مجيئه لَا يمنع أن الإباحة فيما عدا المنصوص عليه كان في الأنعام فقط، فلا يدخل في مدلول نفي التحريم غير الأنعام، بل يبقى سكوتا عنه حتى يجيء نص فيحرمه، وإلا فهو في مرتبة العفو أو الإباحة، هذا تخريج للقصر، ونعتقد أثه لا يمنع تحريم سباع البهائم وسباع الطير، وخشاش الأرض وهذا عندي أوضح التخريجات وأقربها. </p><p> والتخريج الثاني تخريج الزمخشري - وهو أن الاستثناء منقطع بمعنى لكن، وأنه لَا قصر حتى يكون الكلام مشتملا على نفي وإثبات نفي التحريم وإثبات </p><p> الإباحة، إنما هناك نفي لتحريم ما حرموا، ويكون مؤدى التخريج هكذا: قل لا أجد محرما عليَّ في ما تحرمون على طاعم يطعمه، فهذا النفي رد عليهم، لكن أن يكون ميتة أو دما مسفوحا أو لحم خنزير أو أهل لغير الله فهو حرام، وعلى ذلك لا يكون قصر فيه نفي وإثبات للإباحة، ولكن فيه تحريم فقط، تحريم بالرد، وتحريم بالاستدراك. هذا كلام قاله الزمخشري. </p><p> ونقول لإمام البلاغة: إنه تخريج لَا يستقيم مع النسق البياني الذي يليق بكتاب الله العظيم. </p><p> والتخريج الثالث - أن الآية لم تدل على الإباحة المطلقة، إنما أخذت الإباحة بالمفهوم، ولا يؤخذ بالمفهوم حيث يكون نص، وهناك نصوص تمنع. </p><p> (فَمَنِ اضْطُرَّ غَيْرَ بَاغ وَلا عَاد فَإِنَّ رَبَّكَ غَفُور رَّحِيمٌ) . </p><p> هذا التحريم مؤكد في حال الاختيار، لَا في حال الاضطرار، فمن كان في حال ضرورة لَا يجد ما يطعمه، وقد تعرض للهلاك جوعا وهو غير باغ ولا معتد، فإن الله تعالى يغفر له أكله، وقد قلنا إن حد الضرورة قد بينه النبي - صلى الله عليه وسلم - إجابة لمن سأله - إذ قال له:  \" أن يجيء الصبوح والغبوق ولا تجد ما تأكله \"  (١) . </p><p> (والباغي) له تخريجان: </p><p> أولهما - أن الباغي، هو من خرج باغيا على الحاكم العادل ظالما له، أو من خرج لمعصية، فإنه لَا ينتفع بهذه الرخصة، وذلك يكون سيرا على قاعدة: إن من ارتكب معصية لَا تكون المعصية سببا لنعمة الرخصة، كمن يرتكب جريمة وهو سكران بمحرم، فإنه لَا يعفى من الجريمة بسبب السكر، وذلك مبدأ مقرر عند بعض الفقهاء وخصوصا فقهاء العراق. </p><p> والثاني - أن الباغي الطالب لهذا المحرم المشتهى له، كأن يكون مضطرا فلا يجد إلا خنزيرا، يشتهيه ويأكله باغيا له طالبا. </p><p>(١) سبق تخريجه.</p><p> و (العادي) هو له هذان التفسيران أيضا، فخرجه بعض الناس على أنه الظالم بمعصية أوقعته في هذه الضرورة فإنه عاص لَا يستمتع بنعمة الرخصة. </p><p> والثاني - أن العادي أي المتجاوز لحد الضرورة. </p><p> وأميل إلى أن الباغي المشتهى الطالب للميتة أو الخنزير، وأن العادي هو المتجاوز لحد الضرورة، فإن رحمة الله تعالى في الدنيا، تتسع للأشرار كما تتسع للأخيار والحساب عند الله، وعسى أن يغفر الله لهم، وننبه هنا إلى أمرين: </p><p> أحدهما - معنوي، وهو أن هذه الحرمات ما حرمت إلا لأنها خبائث، والله حرم الخبائث، وإن فيها إفسادا للجسم الإنساني وإضرارا به، وإن الضرورة وشدة الجوع قد تذهب بأوضار الأخباث التي في هذه المحرمات، وإن ضررها يقل بالنسبة للجائع جوعا شديدا يؤدي إلى الهلاك، وإن كان ثمة ضرر من بعد، فإنه أخف مما يترتب على الامتناع، ولذلك كانت الرخصة مقيدة بالا يتجاوز حد الضرورة؛ لأنه إن تجاوزه غلب الضرر، واشتد أثر الجراثيم المفسدة للجسم التي تحتوي عليها هذه المحرمات. </p><p> وثانيهما - وهو بياني ومعنوي أيضا، وهو قوله تعالى:  (فَإِنَّ رَبَّكَ غَفُورٌ رَّحِيمٌ) أثر لجواب الشرط المحذوف أو سبب له، فإن المقدر هكذا، فمن اضطر غير باغ ولا عاد فلا إثم عليه، كما ذكر في آيات أخر، أما هنا فلم يذكر، ولكن ذكر سببه، وهو فإن ربك غفور رحيم فالسبب أن الشارع الحكيم هو ربكم الذي خلقكم ورئكم، وقام على أمر حياتكم، وأنه غفور يغفر الإثم ويستره، وأنه رحيم لا يرهقكم وإن هذا يدل على رفع الإثم سببا بسببه. </p><p> * * * </p>"
}