{
  "id": null,
  "sura": 6,
  "aya": 158,
  "text": "<p> (هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ) . </p><p> أكثر المفسرين على أن ذلك عندما يحين حين هذه الدنيا، والاستفهام إنكاري توبيخي، لَا ينتظرون بعد هذا التكذيب إلا أن تأتيهم الملائكة تقبض أرواحهم، أو يأتيهم ربك أي أمر ربك، فهي من قبيل حذف المضاف والاكتفاء بذكر الله تعالى، وأمر الله شديد لَا قبل لكم باحتماله، إذ يتغير الكون، وينفخ في الصور (أَوْ يَأتِيَ بَعْضُ آيَاتِ) ، من تغيير كل شيء في الكون إذ تقوم القيامة. </p><p> (يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ) ، ولم ينفعها خير لم تكن قد قدمته من قبل، وهذا قوله تعالى:  (يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا) . </p><p> (يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ) ، وهي ما يجيء يوم القيامة، وقد فسر النبي - صلى الله عليه وسلم - بعض هذه الآيات، فقد روى أنه - صلى الله عليه وسلم - قال: \" لا تقوم الساعة حتى تروا عشر آيات، طلوع الشمس من مغربها، والدخان، والدابة، ويأجوج ومأجوج، وخروج عيسى ابن مريم، وخروج الدجال، وثلاثة خسوف، خسف بالمشرق وخسف </p><p> بالمغرب وخسف بجزيرة العرب \" (١) رواه أحمد، وصححه الترمذي، وقال حديث حسن صحيح. </p><p> وإذا كان ذلك اليوم المشهود يكون انتهى العمل وبقي الجزاء، تكون الدنيا قد انتهت وابتدأت الآخرة، فلا ينفع إيمان لأنه قد جاء بعد إبانة، وفات أوانه، فلا ينفع نفسا إيمانها؛ إن آمنت، إذ الإيمان يكون والنفس في فسحة من مجيء هذا اليوم، أو إذا كانت كسبت خيرا في إيمانها لَا ينفع في ذلك اليوم، فهو ليس يوم الكسب بل هو يوم أزاء فلا إيمان يجدي، ولا ينفع كسب كسبه في إيمان في ذلك اليوم لأنه إذا كان الإيمان لَا يجدي، فما يكتسبه فيه لَا يجدي، (أو) في معنى الواو هنا، ولكن عبر بها لتنويع عدم النفع، إذ لَا ينفع إيمان، ولا ينفع كسب مع إيمان، إذ إن هذا هو يوم الجزاء. </p><p> هذا تفسير المفسرين، وقد خطر خاطر أذكره غير جازم به، ولكني أذكره على أنه احتمال وذلك أن قوله تعالى:  (يَنظُرُونَ إِلَّا أَن تَأتِيَهُمُ الْمَلائِكَةُ أَوْ يَأتِي رَبُّكَ أَوْيَأتِيَ بَعْضُ آيَاتِ رَبِّكَ) أنهم لم تجئهم بينات النبي - صلى الله عليه وسلم - وقد طلبوا أن تنزل عليهم الملائكة، ولو جعله الله ملكا لجعله رجلا، وللبسنا عليهم ما يلبسون، وطلبوا أن يروا الله كما طلب بنو إسرائيل أن يروا ربهم، وقالوا أرنا الله جهرة. </p><p> وطلبوا هم بعض آيات كونية، ومن ذلك ما حكى القرآن الكريم عنهم، إذ يقول تعالى:  (وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا (٩٠) أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا (٩١) أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا (٩٢) أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا (٩٣) وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا (٩٤) قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا (٩٥) . </p><p>(١) كما رواه مسلم: الفتن وأشراط الساعة - في الآيات التي تكون قبل الساعة (٢٩٠١).</p><p> هذه آيات طلبوها، أن تسقط كسفا من السماء أو يأتي الله والملائكة قبيلا فالله تعالى يقول في هذه الآية:  (هَلْ يَنظُرونَ إِلَّا أَن تَأْتِيَهُمُ) هده الآيات، أن تأتيكم الملائكة، أو يأتيكم ربكم أو بعض آيات ربكم لتؤمنوا، وقد كفرتم بكل الآيات، ثم هددهم بأن تأتيهم بعض آيات ربك فتكون القيامة، ولذا قال سبحانه آمرا نبيه أن يقول لهم:  (قُلِ انتَظِرُوا إِنَّا مُنتَظِرُونَ) . </p><p> قل يا محمد يا خير الخلق: ، انتظروا بعض آيات ربك التي تستقبلكم، فيكون الحساب والعقاب، وإنا منتظرون لنلقاكم فيكون الجزاء بعد الحساب وحينئذ ينزل العقاب بكم على كفركم، وينال المؤمنون الثواب لإيمانهم والله بكل شيء محيط، وإن ذلك جزاء المشركين. ومثل المشركين، الذين فرقوا دينهم، وكانوا شيعا وأحزابا في دينهم من غير المشركين ولذا قال تعالى: </p><p> * * * </p>"
}