{
  "id": null,
  "sura": 6,
  "aya": 2,
  "text": "<p> (هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ أَنْتُمْ تَمْتَرُونَ (٢) </p><p> * * * </p><p> بعد أن ذكر جلت قدرته خلقه لهذا الكون وما فيه، وسلطانه على السماوات والأرض ومن فيهن، بين سبحانه خلق الإنسان الذي يؤمن ويكفر، ويأثم ويفسق، ويهتدي لأمر ربه،، والذي حارت البرية فيه، كما قال أبو العلاء المعري: </p><p> والذي حارت البرية فيه ... حيوان مستحدث من جماد </p><p> ذكر أن الله تعالى خلقه، أي أنشأه من طين فلا يصح أن يستكبر، ويستغلظ على الهداية، وليذكر أصله، فأصله من طين، ولا يزال رب البرية يربه وينميه من الطين، فغذاؤه نبات أو حيوان يرجع إلى الطين، وفي ذكر هذا الأصل إشارة إلى أمرين جليلين: أولهما - عظمة الخالق وإبداعه الذي يجعل من صلصال من حمأ مسنون ذلك الإنسان الحي المتفكر المتدبر الذي يختار الشر فيغوى، ويختار الخير فيهتدي، والإشارة إلى تذكير الإنسان إلى أصل خلقه، لكيلا يستكبر ولا يغتر ولا يستعلي، وإذا كان أصله من الطين، فليس عجبا أن يعود كما بدأ:  (قُلْ أَمَرَ رَبِّي بِالْقِسْطِ وَأَقيمُوا وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلصِينَ لَهُ الدِّينَ كَمَا بَدَأَكُمْ تَعُودُونَ) ، (مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ. . .) . </p><p> وإن الله سبحانه وتعالى، قد خلق الإنسان من الطين، أي خلق أصله من طين، ثم توالد وتناسل من بعد ذلك، وعمر الأرض ما شاء أن يعمرها حتى كان منهم من نسي أصله الطيني، وقد قدر سبحانه لكل إنسان أجلا، ولبني الإنسان جميعا - أجلا - أما الأول - فقد أشار إليه سبحانه وتعالى:  (ثُمَّ قَضَى أَجَلًا) أي عمرا تكون له نهاية في هذه الدنيا، وعقبى هنالك في الآخرة، وكان العطف بـ \" ثم \" للإشارة إلى الأطوار التي يمر فيها الإنسان، والأطوار التي يمر بها الجنين، وللتفاوت بين الحقيقة التي نراها ونحسها والغيب الذي لَا نعرفه، مما قدره الله تعالى إذ يقول سبحانه:  (إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ. . .) . </p><p> هذا هو أجل العمر، وقال سبحانه بحد ذلك:  (وَأَجَلٌ مُسَمًّى عِنْدَهُ) وما هذا الأجل المسمى عنده، ولا يعلم به أحد الآن يصح أن يكون الأمد الذي يكون بين الوفاة، وبعث من في القبور، ويصح أن يكون ما قدر للإنسان في هذه الأرض من وجود، والأمران متلاقيان، فالزمن الذي يكون بين وفاة كل واحد، والبعث </p><p> من القبور، والحساب والثواب أو العقاب، ثم الذي تنتهي به الدنيا، وهو مغيب، لأن الساعة علمها عند الله قال تعالى:  (يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (١٨٧) . </p><p> ووصف هذا الأجل الثاني بأنه مسمى عنده يفيد اختصاص علمه سبحانه وتعالى بذلك، كما أشارت الآيات التي تلوناها، وقدم (أَجَلٌ مُّسَمًى) على قوله تعالى: (عِندَهُ) ، لأن الأجل المسمى هو المبتدأ، وما بعده خبر، والمبتدأ مقدم حقيقة، ولأن الأجل هو المتحدث عنه باعتبار أن موضعه لَا يعلمه إلا الله تعالى، وسوغ الابتداء بالنكرة؛ لأنها موصوفة، والموصوف المنكر يصح أن يكون مبتدأ لأنه معرف بنوع من التعريف، وتأخير (عِندَهُ) ليس فقط، لأنَّ الأجل هو المبتدأ - بل لأن (عِندَهُ) مشعلقة بكون التسمية عنده فالعندية ليست لذات الخبر، إنما هي للوقت المسمى الذي اختص الله تعالى به، فكان الأنسب أن يكون المسمى مقترنا بالعندية التي هي متعلقه. </p><p> وإذا كانت الآجال ترى مقدرة، فكل حي ينتهي بالموت لَا محالة، فكان الأجل الذي لَا يعلمه إلا الله تعالى لَا ريب فيه أيضا، ولكن بعض الناس في ريب وشك، لأنهم مربوطون بالمحسوس؛ ولذا قال سبحانه:  (ثُمَّ أَنتُمْ تَمْتَرونَ) أي أنه مع ما ترون، وتعلمون من أن الإنسان يموت كما ترون، وأنه من طين، مع ذلك تمترون، أي تشكون وتجادلون في شككم، والأدلة قائمة، وكان العطف بـ \" ثم \" لتباعد ما بين الحقائق الثابتة وأسبابها، والامتراء هو التردد الذي ينتهي إلى محاجة ومجادلة، وقد ينتهي إلى شك، ثم إلى إنكار، وكان الخطاب لكل المخاطبين بالقرآن مؤكدا بـ \" أنتم \" ، للإشارة إلى أن النفس البشرية حسية، وهي تأخذ أحكامها على الغائب الخفي من المحسوس الجلي. فكان الخطاب للجميع </p><p> ليخلعوا من نفوسهم عوامل التردد، ويتجهوا إلى تصديق العليم الحكيم القادر على كل شيء. </p><p> * * * </p>"
}