{
  "id": null,
  "sura": 6,
  "aya": 71,
  "text": "<p> (قُلْ أَنَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا ... (٧١) </p><p> * * * </p><p> الله سبحانه وتعالى يأمر نبيه بأن يقول مصورا ضلالهم، وفساد تفكيرهم في أن يعود محمد وأصحابه إلى عقيدتهم، فيقول:  (قُلْ أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلا يَضُرُّنَا) . </p><p> ذلك أن قريشا بذلوا ما بذلوا في سبيل حمل محمد - صلى الله عليه وسلم - على أن يرجع عن دعوته، عرضوا عليه المال، وعرضوا عليه الإمرة عليهم، وعرضوا عليه كل ما يظنون أنه يرغبه في العود إليهم، كما يتصورون، ليرتاحوا في ذات أنفسهم حاسبين أن ما يدعوهم إليه يضرهم في عصبيتهم وجاهليتهم، وأنه يمنعهم مما كان عليه آباؤهم. </p><p> فالله أمر نبيه أن يستنكر ما يدعونه إليه، ويبين في استنكاره بطلان ما يعتقدون، وأنه انحدار في الإنسانية، وذلك من الجدل الحكيم، والدعوة إلى الإسلام في رفق وتواضع، فيقول:  (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلا يَضُرُّنَا) أي لا يملك نفعا ولا ضرا، ولا يملك من أمره شيئا، ولا يملك موتا ولا حياة، وإن هذا إهمال لحكم العقل، نترك عبادة ما يضر وينفع، وهو مالك كل شيء وهو القاهر فوق عباده، وهو الذي نلجأ إليه في شدائد البحر والبر، كيف نترك عبادته إلى ما تدعونا إليه من أوثان لَا تنفع ولا تضر، وإن الله تعالى قد هدانا إليه سبحانه، وإن ما تدعوننا إليه نكسة بعد تقدم، ورجعة بعد الهداية، ولذلك قال تعالى فيما أمر به نبيه:  (وَنُرَدُّ عَلَى أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللَّهُ) أي أنرد إلى الضلال بعد الهدى، وإلى الباطل بعد الحق، وإلى الظلمات بعد النور، وعبر سبحانه وتعالى عن ذلك بقوله وأن نرد على أعقابنا. العقب ما وراء القدم، أي أنرجع مدبرين على أعقابنا، منكسين بعد أن أبان الله الحق واهتدينا بهديه، وامتلأت قلوبنا بوحدانيته في العبادة، فلا نعبد سواه. </p><p> وقوله تعالى:  (أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلا يَضُرُّنَا) وقد فسر الزمخشري (ندعو) بنَعْبُد، وهو حسن، ويصح أن نفسر (ندعو) بكل دعاء بالعبادة وبالاستغاثة، وبالاستعانة في النصر، وغير ذلك مما يدعون به أصنامهم. وقدم نفي النفع على نفي الضرر؛ لأن نفي النفع أجلب للترك، إذ إن من يدعو إنما يدعو لنفعه لَا للضرر ولذا قدم عليه. </p><p> والاستفهام هذا إنكاري بمعنى النفي، أي لَا ندعو ما لَا ينفعنا ولا يضرنا، وهو نفي فيه معنى التوبيخ لمن يدعو ما لَا ينفعه ولا يضره. </p><p> وقد صور الله تعالى حالهم في دعوتهم إلى الباطل من اهتدى، ومن تنزل عليه أسباب الهداية كحال الشياطين التي تستهوي الضال بدعوتهم إلى ما لَا هداية فيه؛ بجوار أن له أصحابا يدعونه إلى الطريق اللاحب (١) ، والسير فيما فيه النجاة فقال تعالى:  (كَالَّذِى اسْتَهْوَتْهُ الشَّيَاطينُ فِى الأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا) . </p><p> استهواه أي طلب هواه واستولى عليه يوجهه كيف شاء، كالذين يصنعون ذلك بالنوم، والاستيلاء على الحس، والشياطين هم الذين يضلون، ومن ذلك الأوهام التي تعتري من يسير في صحراء قفراء يتلمس المرشد في مهامه الأرض (٢) ، فيسمعه الوهم نداء يسير به في طريق الضلال، وسماهم الله تعالى شياطين تستهوي الأنفس، فيسيرون وراء هذه الأوهام والضلال كما قال المفسرون، وفى الوقت نفسه له أصحاب يدعونه إلى الطريق المستقيم، وهو حيران متردد بين دعوة الأوهام والدعوة الحق، فهو تشبيه حال المؤمن الذي يرى الأوهام ويرى الهادي. </p><p>(١) لحب: اللَّحْبُ: الطريق الواضح، واللاحب مثله. ويقال أيضًا: لَحَبَ، إذا مر مرًّا مستقيمًا. الصحاح للجوهري (لحب). (٢) المَهمَهُ: المفازةُ البعيدة الأطراف، والجمع المَهامِهُ. الصحاح للجوهري.</p><p> وهذا تصوير من الله تعالى لحال من يترك الحق إلى أوهام، ويكون حيران أي مترددا بين الضلال والهدى، وبين النور والظلمة. </p><p> وقد أمر الله تعالى نبيه أن يقول لهم بعد هذا التشبيه البين المبين:  (قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ) أي إن هدى الله تعالى هو وحده الهدى أي لَا هدى غيره، وقد بين سبحانه أن الهدى هو حق الله وحده، بالعبارة الدالة على القصر، وهي تعريف الطرفين، وضمير الفصل، الذي يدل على أنه لا هداية غير هداية الله، ومن عُدِم هذه الهداية فهو في ضلال مبين. </p><p> ولقد قال تعالى فيما ترتب على أن الهداية من الله وحده:  (وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ) أي أمرنا من الله تعالى الهادي إلى سواء السبيل بألا نعبد إلا الله ولا نشرك به شيئا، وأن نكفر بالجبت والطاغوت، وأن نطيع الله تعالى الذي أحل لنا الطيبات وحرم علينا الخبائث، وأن نكون ربانيين وذلك لنسلم، اللام لام العاقبة أو لام كي للتعليل، ونسلم أي نخلص، ونكون لله تعالى حده، وقد أسلمنا وجهنا لله مخلصين له سبحانه. </p><p> وهنا كان البناء للمجهول لأن الآمر معلوم، وهو في صدورنا وأطواء نفوسنا، ولم تذكر المأمورات، ولكن ذكرت نهايتها وغايتها، وهو أن نسلم لرب العالمين الذي خلقنا وربانا، ويقوم على عامة أمورنا وخاصتها، وهو الحي القيوم. </p><p> ويلاحظ أن الله تعالى أمر نبيه أن يقول أندعو ما لَا ينفعنا ولا يضرنا، وكل ما كان من بعده بصيغة المتكلم ومعه غيره، وذلك لأن النبي - صلى الله عليه وسلم - كما أمره ربه، كان يتكلم ومعه المؤمنون المخلصون الذين لاقوا الشدائد في مكة حتى هاجر منهم إلى الحبشة من هاجر، وقد آذاهم المشركون يريدون ردهم على أعقابهم بعد إذ هداهم الله. </p><p> فالله تعالى أمر نبيه بأن يقول هذا القول عنه وعنهم، ليلقي اليأس في قلوب المشركين من أن يعود أحد إلى الشرك بعد الوحدانية، وإلى الكفر بعد أن ذاقوا حلاوة الإيمان. </p><p> وقد قال من بعد أن ذكرنا ما قرره النبي - صلى الله عليه وسلم - ومن معه من المؤمنين: </p><p> * * * </p>"
}