{
  "id": null,
  "sura": 6,
  "aya": 128,
  "text": "<p> (وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ ... (١٢٨) </p><p> * * * </p><p> بين الله الجزاء الخاص بالمؤمنين أولا؛ لأن بيان جزاء الطاعة أعظم أهمية من جزاء العذاب؛ ولذا بينه سبحانه وتعالى أولا، لمكان التبشير، والله تعالى قدم التبشير على الإنذار رجاء الطاعة. </p><p> وقال تعالى:  (وَيَوْمَ يَحْشُرُهُمْ)  (الواو) تصل الكلام السابق بالكلام اللاحق، وإن (الواو) قد تكون عاطفة على ما فُهِم من الكلام السابق. </p><p> (ويوم) مفعول متعلق بفعل معناه اذكر لهم يوم يحشرهم الله جميعا، ويخاطبهم سبحانه بهذا الخطاب (يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُم) ، والمراد - والله أعلم - قد شددتم في طلب الكثرة من الإنس لتضلوا، فالسين والتاء للطلب، وخبر الله تعالى بطلب استكثارهم يدل على أنهم نالوا هذه الكثرة، فأغووها، كما قال تعالى في كتابه العزيز؛ عن إبليس:  (قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ (٣٩) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (٤٠) . وقال تعالى:  (أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ (٦٠) وَأَنِ اعْبُدُونِي هَذَا صِرَاطٌ مُسْتَقِيمٌ (٦١) وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا أَفَلَمْ تَكُونُوا تَعْقِلُونَ (٦٢) . </p><p> والجن هنا هم إبليس وجنده من الشياطين كما تدل على ذلك الآيات الكريمة، وكما يدل على قسمه بأن يغويهم أجمعين إلا عباده منهم المخلصين، ولم يَرُدَّ الجن، أو لم يذكر الله تعالى جوابا لهم؛ لأن ماضي قولهم يدل على فعلهم، فلم يكن سبيل لأن يردوا، وقد توعدوا المؤمنين وجاهروا بعصيان ربهم، فلم يبق إلا أن ينالوا الجزاء راضين أو ساخطين (وَقَالَ أَوْلِيَاؤُهُم مِّنَ الإِنسِ) المغرورين، لأنهم لم يكونوا قد رأوا العذاب بما ذكر سبحانه وتعالى بقوله:  (رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِي أَجَّلْتَ لَنَا) . </p><p> قالوا غير مدركين عاقبة أقوالهم ظانين أنهم في لهو كلهو الدنيا، أو لعب كلعبها، أو قائلين بلسان الواقع الذي هم فيه، فهم قالوا بلسان الحال، لَا بلسان المقال، وقد نطقت أيديهم وجوارحهم بما كانوا يفعلون، (رَبَّنَا) شاعرين بمعاني الربوبية الكاملة التي لم يشعروا بها في الدنيا، (اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ) ، أي انتفع بعضنا ببعض انتفاع متعة وبهجة، استمتعنا بإِغرائهم، فاجترفنا من اللذات والشهوات، والأحقاد، والعداوات، ووجدوا هم متعة في إغرائنا، وإغوائنا، وتلهينا، وتعابثنا، وكأنَّهم يجدون متعة في متعتنا، ولذة في لذاتنا، كانت هذه حالهم، ونريد أن نذكر إشارة بيانية في التعبير بقوله:  (وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا) فإن التعبير بالحشر، يشير إلى أمرين أولهما - أنه يجمعهم غير مختارين ولا مريدين، وثانيهما - أنه يشير إلى كثرتهم، وأن الكثرة الكاثرة لم تمنعه تعالى من جمعهم وحسابهم، ومؤاخذتهم على ما فعلوا، ولقد قال تعالى في جزائهم:  (قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ) . </p><p> قال جل جلاله بلسان الفعل والمقال:  (النَّارُ مَثْوَاكُمْ) أي محل إقامتكم الدائم الخالد الذي لَا ينتهي، فله ابتداء وليس له انتهاء، و (المثوى) اسم مكان من ثوى يثوى بمعنى أقام إقامة دائمة لَا يخرج منها مختارا، فالغالب فيها الإقامة الاختيارية، وقد عبر بها هنا تهكما عليهم، كأنهم اختاروا بأفعالهم؛ إذ قد اختاروا أسبابها، ومن اختار بابا فقد اختار الدخول فيه، وإن التعبير بـ (خالدين) يدل على البقاء الدائم بمشيئة الله تعالى الخالدة، وبإنذاره بذلك في عدة من آياته. </p><p> ولكنه قال سبحانه وتعالى مستثنيا:  (إِلَّا مَا شَاءَ اللَّهُ) فهل هذا الاستثناء يدل على أن النار لها نهاية، تنتهي بمشيئة الله تعالى وأنه لَا خلود فيها؛ وكذا قال بعض العلماء ونسب هذا القول إلى ابن تيمية، وقرره ابن القيم في كتابه حادي الأرواح. </p><p> ونحن نرى أنه قول يناقض الآيات الكثيرة الواردة في خلود الجنة وخلود النار، وأن الحياة الآخرة ليست إلى فناء، وإنما هي دار البقاء، ولا دار بعدها ينتقل إليها الناس، والنبي - صلى الله عليه وسلم - في خطبته التي أنذر فيها عشيرته الأقربين، وصدع فيها بأمر ربه، قال:  \" إنها للجنة أبدا، أو النار أبدا، وإني لنذير لكم بين يدي عذاب شديد \"  (١) ، وإن الله تعالى يقرر الخلود، ولا يترك أجسامهم تبلى من العذاب إذ يقول تعالت كلماته:  (. . . كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا ليَذُوقُوا الْعَذَابَ. . .) . </p><p> وقوله تعالى:  (إِلَّا مَا شَاءَ اللَّهُ) لَا يدل على أنه عذاب غير أبدي؛ لأنه صرح في النص بأنهم خالدون فيها، ولأنه صرح سبحانه وتعالى بكلمة أبدا في كثير من آياته، فيقول سبحانه:  (خَالِدِينَ فِيهَا أَبَدا. . .) ، ولأن كلمة (إِلَّا مَا شَاءَ) تدل أن الأمر إلى مشيئته عذابا وغفرانا، وأنه شاء العذاب، وأنه: توعد بالتأبيد، وهو لَا يخلف الميعاد، وذكر المشيئة هنا للدلالة على أنه شاء ذلك، وأنه يمكن أن يشاء غير ذلك، ولقد قال الزمخشري إمام البيان في ذلك:  \" يخلدون فيها في عذاب النار الأبد كله إلا الأوقات التي ينقلون فيها من عذاب النار إلى عذاب الزمهرير، فقد روي أنهم يدخلون واديا فيه من الزمهرير ما يميز بعض أوصالهم من بعض، فيتعاوون ويطلبون الرد إلى الجحيم، أو يكون من قول الموتور الذي ظفر بوتره، ولم يزل يحرق عليه أنيابه، وقد طلب أن ينفس من خناقه، أهلكني الله إن نفست عنك إلا إذا شئت، وقد علم الله أنه لَا يريد إلا التشفي منه بأقصى ما يقدر عليه من التعنيف،والتشديد فيكون قوله:إلا إذا شئت من أشد الوعيد، مع تهكمه بالموعد لخروجه في صورة الاستثناء الذي فيه إطماع \" . </p><p> هذا تخريج حسن في الثاني لَا في الأول، لأن الأول يفيد أن ثمة عقابا بالبرد الشديد. </p><p>(١) سبق تخريجه.</p><p> والذي نرأه ما قلناه من قبل، وهو بيان أن العذاب بمشيئته سبحانه، وإنه إن شاء رفعه، ولكن لم يشأ فبقي الخلود على مدلوله. </p><p> ولا يقال إن مشيئة الله تعالى في عدم التخليد تتحقق في عصاة المسلمين، إذ عقابهم على سيئاتهم وما يفعلوا من خير فلن يكفروه، ويرد هذا أن الكلام في الكافرين بدليل وصف الخلود، إذ يقول سبحانه خالدين فيها. </p><p> ومن الغريب أن ابن القيم الذي ساق الأدلة غير الصحيحة في أن العذاب غير دائم، قال إن نعيم الجنة دائم، وأنه لَا مرية فيه، مع أنه جاء في سورة \" هود \" الآية الخاصة بنعيمِ الجنة والاستثناء بالمشيئة أيضا، فقد قال تعالى:  (وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ (١٠٨) . </p><p> وقد ختم الله سبحانه وتعالى الآية بقوله تعالى:  (إنَّ رَبَّكَ حَكِيم عَلِيم) . </p><p> ختم هذه الآية الكريمة بذلك الكلام، وهو يؤيد مشيئة الله المطلقة التي دل عليها الاستثناء (إِلَّا مَا شاءَ) فإن مشيئة الله تعالى تسير على مقتضى ربوبيته التي ربت الإنسان وأتمت عليه بالنعمة، وحكمته التي تقدر الأمور والأشياء والأشخاص، وأنه ما خلى هذا الوجود عبثا، كما قال تعالى:  (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثَا وَأَنَّكُمْ إِلَيْنَا لَا ترْجَعُونَ) ، وأن تدبيره للوجود بمقتضى علمه الذي أحاط بكل شيء، تعالى الله علوا كبيرا وتنزهت ذاته وعلت حكمته، وسع كك شيء علما. </p><p> * * * </p>"
}