{
  "id": null,
  "sura": 6,
  "aya": 104,
  "text": "<p> (قَدْ جَاءَكُمْ بَصَائِرُ) والبصائر جمع بصيرة، والبصائر هنا هي الآيات التي ساقها الله تعالى مبصّرة للمدارك هادية للقلوب، وهي التي بسببها يدرك أهل البصر النفسي الذي لَا غشاوة عليه، وعلى ذلك يكون في الكلام مجاز، إما أن نقول فيه: إنه شبه سبحانه وتعالى الآيات التي تبين الحق بالبصائر التي تدركه وتعرفه، وتستبينه، وجامع التشبيه أنها تبين بنفسها، كما تدرك البصيرة الحق بفطرتها، أو نقول: إن الآيات سبب لنور البصائر، فأطلق المسبب وأريد السبب، وهو آيات الله تعالى في الكون وفي أنفسنا وفيما يحيط بنا، وما نراه من توالد الأحياء بعضها من بعض بقدرته تعالى. </p><p> وإن هذه الآيات علامات الحق ودلالاته، فمن أدركها فقد نجا، ومن لم يدركها فقد بغى على نفسه وأضلها؛ ولذا قال تعالى: (فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ </p><p> فَعَلَيْهَا وَمَا أنَا عَلَيْكُم بِحَفِيظ) الإبصار هنا ليس هو النظر الحسي، إنما هو الإدراك الحقيقي، الذي يدرك معنى الآيات وما تدل عليه، فهو المجاز الذي يشبه فيه الإدراك والخضوع للحق البين بإبصار الأمور الحسية التي ترى بالأعين من حيث وضوح الدلالات في كل، بل إن دلالات الآيات على ما تدل عليه أقوى. وكذلك قوله تعالى:  (وَمَنْ عَمِي فَعَلَيْهَا) فشبه سبحانه الإعراض عن آيات الله تعالى، بمن عمي فلا يبصر، وأضاف الله سبحانه البصائر إلى الذات العلية بلفظ (ربكم) للإشارة إلى أنه صاحب النعم المتوالية عليهم التي توجب شكرها، والإيمان بها، وتبصر ما تدعو إليه الآيات. </p><p> وقوله تعالى:  (وَمَا أنَا عَلَيْكُم بِحَفِيظ) ظاهر ذلك أنه من النبي - صلى الله عليه وسلم -، ولم يكن ثمة حاجة إلى أن يقول الله تعالى لنبيه - صلى الله عليه وسلم -: (وَمَا أنَا عَلَيْكم بِحَفِيظ) ؛ لأن الكلام منزل من عند الله تعالى، والنبي - صلى الله عليه وسلم - يخاطب به العرب، والقرينة دالة على أن ذلك من النبي - صلى الله عليه وسلم - لقومه الذي هو رءوف بهم، ولكنه ليس بحفيظ عليهم، ثم إن هذا النص السامي، وهو (وَمَا أنَا عَلَيْكُم بِحَفِيظ) هو كالنتيجة المنطقية لقوله تعالى: (فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِي فَعَلَيْهَا) أي فالتبعة عليكم كما قال تعالى: (فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِى لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنَا عَلَيْكُم بِوَكِيلٍ) . </p><p> يقول تعالى حكاية عن قول النبي - صلى الله عليه وسلم - كما أمره ربه:  (وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ) قدم الجار والمجرور؛ لأن نفوسهم ستهمهم؛ ولذلك قدم خطابهم على الوصف، وقد أكد سبحانه النفي بالباء، وأكده بالجملة الاسمية، والمعنى وما أنا بحفيظ عليكم من أن تتدلوا في العذاب بإنكاركم بآيات ربكم، وكفركم بالله بعد أن بدت الدلائل القاطعة، والأدلة البينة، الواضحة، كما قال تعالى:  (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلا أُنزِلَ عَلَيْهِ آيَةٌ من رَّبِّهِ إِنَّمَا أَنتَ مُنذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ) ، ولقوله تعالى:  (وَمَا أَنتَ بِهَادِي الْعُمْى عَن ضَلالَتِهِمْ. . .) ، فلا مسئولية على الرسول في ضلالهم. </p><p> صرف سبحانه وتعالى الآيات الكونية، وصرف سبحانه وتعالى الآيات في كتابه تعالى في معانيها وفي مبانيها فمرة يكون بالأمر أو النهي أو الاستفهام، والبيان أحيانا بالإيجاز المعجز، وأحيانا بالإطناب المفصل، في نسق يعلو عن البشر، وذلك ليعلموا مقدار الإعجاز، وليستبينوا الحق من عباراته السامية، وتوجيهاته الهادية، ولكن كذبوا عليه وافتروا، وقالوا علَّمه إنسان، ولذا قال تعالى: </p>"
}