{
  "id": null,
  "sura": 6,
  "aya": 91,
  "text": "<p> (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنزَلَ اللَّه عَلَى بَشَرٍ من شَىْء) . </p><p> قَدَرَهُ أن تَعَرَّف مقداره بكيل أو وزن أو قياس، ولما صارت تطلق على العقلاء كانت بمعنى تقدير المعاني، والمعنى هنا (وَمَا قَدَرُوا اللَّهَ) ما علموه حق العلم، وما عظموه حق التعظيم، إذا اعتقدوا أن الله لَا يبعث بشرا رسولا؛ لأن ما خلق هذا الوجود الإنساني عبثا، بل بعثه ليتحمل الأمانة التي حملها بمقتضى فطرته، وليكون خليفة في الأرض وما كان ليبعثه، ويتركها من غير بشير ونذير، يرشده إلى الحق، وينذره لكيلا يقع في الآثام، فكان من مقتضى الحكمة الإلهية أن تكون الرسالة الإلهية ليهدي الرسول ويرشد، وينذر، ويجنب الإثم والشر (. . . وَإِن مِّنْ أُمَّةٍ إِلَّا خَلا فِيهَا نَذِيرٌ) ، وقال تعالى:  (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نبْعَثَ رَسُولًا) . </p><p> أنكر المشركون الرسالة الإلهية، وأنكر اليهود أن تكون في العرب، فرد الله تعالى كلامهم بالحجة الباهرة وأمر النبي - صلى الله عليه وسلم - بأن يورد الحجة على لسان رسوله - صلى الله عليه وسلم -، وكذلك كل أمر يرد الله به على باطل المعاندين يأمر رسوله أن يتولى هو الرد عليهم، بما أوحى الله تعالى به، وهذا ما يلاحظه المتتبع لكتاب الله تعالى بترك الرد على باطلهم للنبي - صلى الله عليه وسلم - بأمره وبيانه. </p><p> قال الله تعالى آمرا نبيه:  (قُلْ مَنْ أَنزَلَ الْكِتَابَ الَذِى جَاءَ بِهِ موسَى) . أي بينا واضحا كالنور في تكليفاته ومعانيه، ليكون مصدر الهدى للناس، يعلمون التكليفات والعقائد السليمة منه، ويرشدهم إلى ما ينفعهم في الدنيا والآخرة، إن أطاعوه، وأخذوا بما فيه، واهتدوا بهديه. </p><p> ولقد قال سبحانه بعد ذلك:  (تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ) . والقراءة المشهورة بالتاء في (تجعلونه) ، و (تخفون)  (١) ، وهناك قراءة صحيحة متواترة، بالياء في الاثنتين. </p><p> وقد اختلف في هذه الآية أنزلت بمكة، وهو الأصح، أو نزلت بالمدينة، والخطاب فيها ابتداء لليهود الذين غيروا وبدلوا ونسوا حظا مما ذكروا به، والقراطيس هي الصحائف من التوراة المكتوبة أبدوا بعضها، وأخفوا أخرى، وعلى بـ \" مِن \" أن الآية مكية، تكون قراءة الآية سائرة على مقتضاه، فيكون الاحتجاج بنزول الآية نقضا لعموم نفيهم إذ قالوا: ما أنزل الله على بشر من شيء فقد نفوا مؤكدين بمن أي بأي شيء، والنفي العام ينقض بإثبات أي جزء من المنفي، والجزء الذي ذكره القرآن هو نزول التوراة، وقد كانوا يعرفونها، وإن لم يقرأوها، ويتسامعون بينهم بها، وإن لم يتداولوها؛ لأنهم قوم أميون، وكانوا يلتقون باليهود، ويعرفون أنهم أهل كتاب دونهم؛ وذلك لأن أهل مكة كانوا تجارا يذهبون إلى اليمن وإلى الشام في متاجرهم فيمكن الاحتجاج عليهم بما عند اليهود إذ يعلمونهم، والمعنى أنه ثبت أن اليهود نزل عليهم كتاب هو في أصله نور وهدى، وذلك ينقض قولكم ما أنزل الله على بشر من شيء، وبعد أن ذكر سبحانه وتعالى التوراة بالإكبار، لأنه كتاب من عند الله تعالى، ذكر سبحانه وتعالى ما فعله اليهود فيها مزقوها، وجعلوها قراطيس أبدوا بعضها، وأخفوا كثيرا، وليست الكثرة بمقدار ما أخفوا، ولكن بقيمته، وكان فيما أخفوا البشرى بمحمد - صلى الله عليه وسلم - الذي ينكرون؛ وإن الرسالة التي أنكرتم أصلها، وألزمتم بها - فيها خيركم، وفيها رفعكم من مرتبة الأمية إلى العلم، وفهم الحقائق الدينية، ولذا قال تعالى: </p><p> (وَعُلِّمْتم مَّا لَمْ تَعْلَمُوا أَنتُمْ وَلا آبَاؤُكُمْ) وعلى أن الآية مكية مع قراءة التاء، يكون على أنه بعد إثبات نزول التوراة الذي ينقض نفيهم يكون هناك التفات من الحديث عن الغائب إلى الحضور لتوبيخ اليهود على صنيعهم، فكان ثمة احتجاجان في </p><p>(١) (يجعلونه. . يبدونها. . ويخفون)، بالياء غيباً ابن كثير، وأبو عمرو، وقرأ الباقون بالتاء.</p><p> النص القرآني احتجاجا على المشركين من أهل مكة بنقض النفي العام عندهم بنزول التوراة التي تفيد أنه كان من البشر رسول من أولي العزم من الرسل، واحتجاج على اليهود الذين غيروا وبدلوا أو احتجاج على العرب، وتوبيخ وتنديد بعمل اليهود. </p><p> هذا كله على أن الآية نزلت بمكة، أما على أنها مدنية فيكون الخطاب ابتداء لليهود الذين كانوا يجادلون النبي - صلى الله عليه وسلم - فقد روي عن ابن عباس أن اليهود قالوا في القرآن: ما أنزل الله كتابا، ويكون قوله تعالى:  (تَجْعَلُونَهُ قَرَاطِيسَ تبْدُونَهَا وَتخْفُونَ كَثِيرًا) ، توبيخا شديدا لهم، ولوما عنيفا على تغيير في كتابهم وإنكار الحقائق الاعتقادية التي اشتمل عليها، وعلمتم بهذا الكتاب ما لم تعلموا أنتم ولا آباؤكم، وافتريتم بأنكم أهل علم بكتاب، وجحدتم حقوق غيركم بانتمائكم إلى هذا الكتاب، وقلتم ما علينا في الأميين من سبيل، وإن كنتم بذلك ظالمين. </p><p> وتفسيرها على هذا واضح بين، وكونها آية مدنية في سورة مكية لَا يمنع، فإن العبرة بكون السورة مكية بالأغلب الكثير، لَا بالنادر القليل، وقد قال بعض الناس: إنها نزلت مرتين مرة في مكة وأخرى في المدينة، وأودعت في سورة مكية؛ لأنها نزلت فيها أول مرة، وعلى قراءة (يخفون) و (يجعلون) ؛ يكون التفات عن اليهود تحقيرا لأمرهم، ومبالغة في توبيخهم على ما حرفوا وبدلوا. </p><p> سألهم الله تعالى على لسان رسوله الأمين (مَنْ أَنزَلَ الْكِتَابَ الَّذِى جَاءَ بِهِ موسَى) ولكن الجواب لم يجئ إلا في آخر الآية الكريمة، وكان الجواب الكريم الذي أمر الله نبيه أن يقوله:  (قُلِ اللَّهُ) أي الذي أنزله الله تعالى القادر على كل شيء الذي لَا يبعد عن سلطانه شيء في هذا الوجود، وإذا كان قد أنزل التوراة فهو منزل القرآن، قال الله تعالى لشبيه:  (قُلِ اللَّهُ ثُمَّ ذَرْهمْ فِى خَوْضِهِمْ يَلْعَبُونَ) ، قل لهم (اللَّهُ) بإيجاز، ولا تزدهم، ليتفكروا أو يتدبروا بما فيه أمرهم إن كان فيهم عقل غير عابث، (ثُمَّ ذَرْهُمْ) أي اتركهم (فِى خَوْضِهِمْ) في القول الذي </p><p> لا يعرفون مرماه، ولا يدركون نهايته، ولا يصلون إلى مؤداه لاعبين، فقوله تعالى:  (يَلْعَبُونَ) حال من ضمير ذرهم. </p><p> وقد ذكر الله تعالى ذلك الكتاب الذي أنكروه، فقال تعالت كلماته: </p><p> * * * </p>"
}