{
  "id": null,
  "sura": 6,
  "aya": 131,
  "text": "<p> (ذَلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ (١٣١) </p><p> * * * </p><p> (ذلك) الإشارة إلى إرسال الرسل، وقصهم للبينات، وآيات الله، وذكر يوم القيامة، كل هذا ليكون نذيرا لأهل القرى حتى يهلكهم الله تعالى بظلمهم، وهم </p><p> غافلون والقرى المدائن الكبيرة، وقيل: إن الإشارة إلى شهادتهم على أنفسهم بمجيء الرسل، وشهادتهم على أنفسهم بأنهم كفروا بهم، فإذا كان قد ثبت ما ارتكبوا من جرائم وذنوب، ثبت بإقرارهم، فالحجة قد قامت عليهم، فلا ظلم ولا شبه ظلم. </p><p> وهنا إشارتان بيانيتان </p><p> إحداهما - أن الله تعالى ذكر هلاك القرى، والهلاك نازل على أهلها، ولكنه ذكر القرى، وحذف الأهل للإشارة إلى عمومه وشدته، وأنه لَا قبل لهم به. </p><p> الثانية - أنه نص على المحذوف في قوله، (وأهلها غافلون) ، فكان المحذوف هنالك مذكورًا هنا، ونفَى الله تعالى الغفلة عنهم عند نزوِل الهلاك بهم إذ أنذروا بالرسل والآيات، كما قال تعالى:  (وَمَا كنَّا مُعذِّبِينَ حتَى نَبْعَثَ رَسُولًا) ، وكما قال تعالى:  (وِإن مِّنْ أُمَّةٍ إِلَّا خَلا فِيهَا نَذِيرٌ) ، وقال تعالى عن أخبار جهنم:  (كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ (٨) قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ (٩) . </p><p> وقد نفَى الله تعالى أن يهلك القرى قبل الإنذار؛ بقوله تعالى:  (ذَلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرَى) نفي - سبحانه وتعالى - عنه وصف الإهلاك باسم الفاعل من غير إنذار تأكيدًا للنفي، ومنعا للظلم. </p><p> وقوله تعالى (ذَلِكَ أَنْ لَمْ يَكُنْ)  (أنْ) مخففة من الثقيلة، وهنا ضمير محذوف هو ضمير الشأن، والمعنى أنه ليس من شأن ربك أن يكون مهلكا للقرى. </p><p> والظلم المنفي، أهو نفي الظلم عن الله، أي أن الله تعالى لَا يهلك القرى وأهلها غافلون ظالما لهم بعدم الإنذار، كقوله تعالى:  (وَمَا أَنَا بِظَلَّامٍ للْعَبِيدِ) ، وكقوله تعالى:  (إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا) ، أي أن الله سبحانه وتعالى مهلك قرى المشركين، ولكي يكون الهلاك عدلا لَا ظلما كان الإنذار. </p><p> وهناك تخريج آخر ذكره ابن جرير، وهو الظلم منهم، والمعنى أنه ما كان ربك مهلك القرى بظلمهم وإشراكهم، وهم لم ينبهوا بمنع ذلك الظلم. </p><p> وقوله (وَأَهْلُهَا غَافِلُونَ) حال من القرى، والمعنى ما كان الله ليهلكهم حتى ينذروا، ويبين لهم الحق، حتى يهتدوا عن بينة أو يضلوا عن بينة، والله الهادي إلى سواء السبيل. </p><p> * * * </p>"
}