{
  "id": null,
  "sura": 6,
  "aya": 139,
  "text": "<p> (وَقَالُوا مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا وَإِنْ يَكُنْ مَيْتَةً فَهُمْ فِيهِ شُرَكَاءُ ... (١٣٩) </p><p> * * * </p><p> الكلام موصول في بيان ما حرموه على أنفسهم أو بعضهم من الأنعام، وما في بطون هذه الأنعام هي من الإناث؛ لأن الذكور لَا يكون في بطونها شيء يناله الرجال دون النساء، وما في بطونها الذي يحرم على النساء ويباح للرجال خالصة قيل هو اللبن، وقيل هو الحمل، وأرى أنه يشمل الأمرين، وإن كان قوله تعالى:  (وَإِن يَكُن مَّيْتَةً) أي إن تجئ به فهم فيه شركاء أي يشترك الذكر والأنثى، يرجح أو يقرب أن المراد الأجنة في الظاهر، ولكنه لَا يمنع أن يكون ما في البطون يشمل الألبان والأجنة معا، وخصت الأجنة بأنها إن نزلت ميتة اشتركوا فيها جميعا. </p><p> والإشارة في قوله تعالى:  (وَقَالُوا مَا فِى بُطُونِ هَذِهِ الأَنْعَامِ خَالِصَةٌ لذُكُورِنَا) إشارة إلى نوع معين من إناث الأنعام، وقد قال مفسرو السلف إنها البحيرة والسائبة التي لَا ترد عن حوض ماء ولا مرعى، إذا ولدت خمسة أبطن، فإن هذه يكون لبنها، وما في بطنها من حمل للذكور دون الإناث إن نزل حيا وإن نزل ميتا فهم فيه شركاء بمعنى اشترك فيه الذكور والإناث. </p><p> وروى أن لبن الوصيلة والسائبة كان الرجال يشربونه والنساء لَا يأخذن منه شيئا، والوصيلة والسائبة لَا يذبحان بل تتركان حتى تموتا، فإذا ماتت إحداهما أكل منه الرجال والنساء. </p><p> وإنه يجب إن ننبه هنا إلى أنهم في هذا الإفك الذي يأفكونه يجعلون للمرأة من الطعام الشيء الذي يعاف، ويجعلون للرجل الطيب من الطعام، ولا يحرمونه مما يخص النساء. </p><p> وقوله تعالى:  (وَقَالُوا مَا فِى بُطُونِ هَذِهِ الأَنْعَامِ خَالِصَة (التاء) أي الوصف بالخلوص، فهي تاء للمبالغة، كالتاء في علامة ونسَّابة، وليست تاء التأنيث؛ لأنها خبر لما في البطون، وبدليل ما بعدها، وهو محرم على أزواجنا، وإن يكن ميتة فهم فيه شركاء. </p><p> هذا ضلال جاءهم من أوهامهم في أوثانهم وفساد اعتقادهم؛ فإن فساد الاعتقاد يجعل العقل عشا للأوهام وتضل به الأفهام، وقد ختم الله سبحانه وتعالى الآية بقوله تعالت حكمته: </p><p> (سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ) الوصف الذي جعل سببا للجزاء، هو الظلم الذي افتروه في جعل بعض الحرث والنعم لله، والطغيان في نصيب الله تعالى وقتل الأولاد من كثير منهم، وتحريمهم بعض الحرث والنسل إلا من يريدون أن يطعموه، وفي الغالب يحبسونه لأوثانهم إلا من يكون فيما حولهم، هذا هو الوصف، وطغوا في الظلم في ذاته، وشرك في الباعث عليه، وظلم لأنفسهم، وإن قوله تعالى:  (سَيجْزِيهِمْ وَصْفَهُمْ) قالوا: إن معناه سيجزيهم بوصفهم، فوصفهم منصوب على نزع الخافض وكان حذف (الباء) فيه بيان أن الجزاء، هو على قدر هذا الوصف، وهو الظلم المبين الذي لَا يمكن إلا أن يكون من الشرك وما حوله. </p><p> وختم الله تعالى الآية بقوله تعالت حكمته:  (إِنَّه حَكِيمٌ عَلِيمٌ) أي أن ذلك الجزاء الحكيم هو من وصفين لله تعالى وهو أنه (حكيم عليم) يضع الأمور </p><p> بمقتضى حكمته وإرادته، وبمقتضى علمه الذي أحاط بكل شيء، وأنه يعلم ما يخرصون، وما تجيش به نفوسهم، وما تنبعث منه أفعالهم، وهو السميع العليم. </p><p> * * * </p>"
}