{
  "id": null,
  "sura": 6,
  "aya": 98,
  "text": "<p> (وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ) . </p><p> اتجه المفسرون إلى اتجاهات في تفسير قوله تعايى:  (فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ) فمنهم من نظر إلى أن قوله تعالى: (فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ) تتجه إلى أصل التكوين الإنساني في أصلاب الآباء، وأرحام الأمهات، فقال: معنى مستقر أي مكان استقرار وهو رحم الأم، ومستودع، أي مكان الوديعة الإلهية في أصلاب الآباء، فهو بيان لأدوار النطفة حتى تخرج من المستودع الذي أودعه الله تعالى فيها، وهو الأصلاب إلى المقر الذي أقرها الله فيها لتنمو فتكون نطفة في قرار مكين، ثم تكون النطفة علقة، ثم تكون مضغة، ثم تكون عظاما، فيكسو العظام لحما، ثم </p><p> يصير بشرا سويا، فتبارك الله أحسن الخالقين، والنفس الواحدة هي نفس آدم أبي وكما أشار سبحانه إلى فلق الحبة فتكون خضرة، وفلق النواة فتكون نخلا باسقا، وأشار هنا إلى خلق الإنسان حتى يصير إنسانا مكتملا. </p><p> واتجه آخرون إلى الاستقرار في الحياة، والاستيداع في النهاية إلى باطن الأرض، فالمستقر هو الدنيا والوجود في هذه الأرض، والمستودع القبر، الذي يودع فيه حتى يكون البعث والنشور، وذلك كقوله:  (. . . وَلَكُمْ فِي الأَرْضِ مُسْتَقَر. . .) ، والأكثرون من الصحابة والتابعين على الاتجاه الأول، وهو أوضح، وأقرب تبادرًا للذهن، وإني أرى أنه لَا مانع من أن تكون في الاثنين، واللفظ يحتملهما، ويكون في الأول: لما يشبه العبارة وفي الثاني: لما يشبه الإشارة، فالعبارة سيقت لأصل التكوين، كما سيق أمر الحبة والنواة، وما جاء بعدها لذلك، ودلت بالإشارة على أنه استقرار إلى أمد، وبعده الاستيداع في القبر، حتى يوم البعث، فتأتي كل نفس بما كسبت، وختم الله تعالى الآية بقوله تعالى:  (قَدْ فَصَّلْنَا الآيَاتِ لِقَوْمٍ يَفْقَهونَ) أي ينفذون إلى أسرار الوجود من وراء مظاهره؛ لأن فَقِه ليس المراد بها مجرد العلم، إنما المراد بها العلم الذي يشق المظهر ليصل إلى سر ما وراءه، وقد علل الزمخشري أنه ختم الآية التي تدل على الاهتداء بالنجوم بقوله تعالى:  (. . . قَدْ فَصَّلْنَا الآيَاتِ لِقَوْمٍ يَعْلَمُونَ) ، وهنا ختم بقوله:  (قَدْ فَصَّلْنَا الآيَاتِ لِقَوْمٍ يَفْقَهُونَ) بأن الاهتداء حسي يرى فهو آية بينة محسوسة لَا تحتاج إلى النظر، والانتفاع والاهتداء، وأما الثانية، فإن الآيات فيها سر الوجود الإنساني الذي يتدرج فيه الحي من نطفة تجيء من الأصلاب، وتوح في الأرحام حتى تكون بشرا سويا. </p><p> وليس الفقه هو الفهم المجرد، إنما الفقه هو شق الحقائق حتى يصل إلى لبها وغايتها، فقوله تعالى: (وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُوا كَافَةً فَلَوْلا نَفَرَ مِن كُلِّ فِرْقَةٍ منْهُمْ </p><p> طَائِفَةٌ ليَتَفَقَّهُوا فِي الدِّينِ وَلِيُنذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلّهمْ يَحْذَرُونَ). </p><p> وبعض الكتاب قال: إن العلم أعلى درجة من الفقه؛ لأن الفقه مطلق الفهم، والعلم هو المعرفة عن دليل قاطع يؤدي إلى اليقين، ونحن إلى قول الزمخشري نميل، ونرى أنه هو الذي يتفق مع (فقِه) ، ومن غير الزمخشري أكثر إدراكا منه. </p><p> بعد أن بين الله تعالى كون الإنسان، وتدرجه في الخلق من أصلاب الآباء إلى أرحام الأمهات وتدرجه فيها إلى أن صار إنسانا في أحسن تقويم، ذكر سبحانه وتعالى نعمة الماء في هذا الوجود، وما يخرج به في الأرض من حبوب وثمار تتشابه في شكلها، ولا تتشابه في طعمها، فهِي متشابهة وغير متشابهة، فقال تعالى كلامه: </p><p> * * * </p>"
}