{
  "id": null,
  "sura": 6,
  "aya": 95,
  "text": "<p> (إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَى) . ويروي عن ابن عباس وبعض التابعين أن قوله تعالى:  (فَالِقُ الْحَبِّ وَالنَّوَى) أن معناها خالق الحب والنوى، وفالق في أصل معناه بمعنى فاطر أو يلتقيان في معنى واحد، وهو الشق، فمعنى فلق أي شق، ثم كان من الشق الإيجاد، وفاطر تطلق بمعنى خالق، كقوله تعالى فاطر السماوات والأرض أي خالقهما، و \" الحب \" هو ما ينتجه الزرع كالقمح والشعير والذرة، و \" النوى \" هو ما يكون في الثمار، كالتمر، والمشمش، والخوخ، وغير ذلك من الثمرات. </p><p> ووجه الإعجاب في خلق الحب والنوى هو التوجيه إلى أن هذا الحب يكون منه ذلك الزرع الأخضر، الذي تغلظ سوقه ويقوى، وإن هذا النوى يكون منه النخيل الباسق والدوحات العظام، ويكون منه ذلك الشجر المثمر المعروف، كما قال تعالى:  (وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ (٣٣) وَجَعَلْنَا فِيهَا جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ (٣٤) لِيَأْكُلُوا مِنْ ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ أَفَلَا يَشْكُرُونَ (٣٥) . </p><p> وقد ضعف ابن جرير، تفسير \" فالق \" بمعنى خالق، لأنه لَا يوجد (فلق) بمعنى (خلق) ، ولكن الزجاج جوَّز ذلك، وأكثر المفسرين على أن الفَلْق ليس معناه الخلق إنما معناه الشَّق، وإن الله تعالى يشق الحب ليخرج منه نبات أخضر فذلك إشارة إلى التوالد الذي يتولاه الله تعالى، فيشق الحب فيكون منه الزرع الذي يكون منه حب. .، متراكب كثير، ويخرج من الحبة الواحدة، زرع فيه حب كثير، والنوى يشق فيكون أشجار باسقة، وثمرات طيبة، ويكون من النواة، ثمر فيه نوى كثير، وثمرات ناضجة كثيرة. </p><p> وقد ذكرنا أن هذا رأي الأكثرين، وهو ينتهي إلى معنى الخلق، ولكنه خلق عن طريق التوالد الذي يتولاه الله سبحانه وتعالى فيتولد بخلق الله وتكوينه من الحب الذي يبدو جامدا - زرع أخضر، وحب متراكب، ويتولد من النواة التي تبدو كأنها جماد لَا حياة فيها - شجر عليه ثمر، وفي الثمر نوى، فهو توجيه من الله تعالى إلى خلق خاص، لَا مجرد خلق النواة والحبة، ولكن ما يتولد عن النواة والحبة من نوى وحبوب. </p><p> وإذا كانت الحياة تخرج من هذا الجامد الذي يبدو بادي الأمر أنه لَا حياة فيه، فيخرج منه، ولذا قال تعالى:  (يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيتِ مِنَ الْحَيِّ) . </p><p> هذه الجملة السامية الأكثرون على أنها في معنى التفسير لـ فالق الحب والنوى، ويكون قوله تعالى:  (يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ) أي يخرج من ذلك الزرع، وذلك الشجر، وهما من الأحياء من الحب والنوى اللذين هما كالجماد الذي لا حياة فيهما في مظهرهما، وبذلك لَا يقال كيف تعد الحبة ميتة، أو النواة كذلك، وهما يطويان في أنفسهما بذرة الحياة، ولا يعدهما علماء النبات من الأموات. </p><p> وقوله تعالى:  (وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ) أي أن هذا الحي، وهو الزرع والشجر، يخرج منه الذي يشبه الجماد، وإن كان فيه أصل عنصر الحياة، فقوله تعالى:  (وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ) ، معطوف في الظاهر المتبادر على (يخرج) ، وقالوا إنه يجوز عطف اسم الفاعل، على الجملة المصدرة بفعل مضارع، لأن اسم الفاعل في معناه. </p><p> وقد يسأل سائل لماذا عبر بالمضارع، ثم عبر باسم الفاعل؟ ونقول في ذلك: أن التعبير باسم الفاعل يدل على تصوير الفعل، وهو الحياة، وتجددها آنًا بعد آنٍ، فيبتدئ بنبت، ثم يخضر ثم يكون له سوق، فهو يصور تدرج الحياة فيه بحكمة الله تعالى، وكذلك في النواة فالحياة فيها تبتدئ مما يشبه النبت، ثم تكون عودا فشجرة، أما الحبة أو النواة التي تجيء من الزرع أو الشجرة، فإنها تكون نهاية التجديد، وتظهر دفعة واحدة؛ ولذا كان التعبير باسم الفاعل. </p><p> وختم الله تعالى الآية التي موضوعها في التكوين بالتوليد، بقوله تعالى (ذَلِكُمُ اللَّهُ فَأَنَّى تؤْفَكُونَ) الإشارة إلى ما ذكره سبحانه من فلق الحب والنوى، وتوليد الحياة منهما، وإن كانت مطوية فيهما، وكانت الإشارة للبعيد لعلو المنزلة السامية لذات الله ذي الجلال والإكرام. </p><p> وكانت الإشارة بخطاب الجمع إذ قال:  (ذَلِكُمُ) وذلك لأن ثمة خطابا للناس الذين أشركوا بالله تعالى، والفاء في قوله تعالى:  (ذَلِكمُ) لترتيب ما قبلها على ما بعدها، فهي لتعريف الذات العلية بأنها التي فلقت الحب والنوى، وأنها تحيي الموتى، فترتب على ذلك استنكار موقف المشركين، وتعريف الذات العلية، وقال تعالى:  (فَأنَّى تُؤْفَكُونَ) فالفاء للإفصاح عن شرط مقدر مطوي في إذا كانت الذات العلية هي التي خلقت، وتحيي وتميت، فكيف تؤفكون، أي تصرفون عن عبادته وحده سبحانه وتعالى إلى الشرك: وتؤفك، وتأفك وأفك بمعنى صرف، وأحسب إنها صرف فيه إفك وكذب على الله، فالمعنى كيف تصرفون كاذبين على الله تعالى، مفترين عليه بعبادة غيره، سبحانه وتعالى عما تشركون. </p><p> وإن الله تعالى خلق الأرض وأحياها بالنبات والشجر وغذاها بالماء، وقد أظلها بالسماء، وإذا كان قد فلق الحب، فأخرج منه النبات، والنوى فأخرج منه الثمر، فقد فلق السحاب، فانشق؛ ولذا قال تعالى: </p><p> * * * </p>"
}