{
  "id": null,
  "sura": 6,
  "aya": 161,
  "text": "<p> (قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا ... (١٦١) </p><p> * * * </p><p> أمر الله تعالى نبيه أن يبين أنه يسلك الخط المستقيم الذي هو الدين القيم، وأنه ملة إبراهيم (قُلْ) يا محمد أيها النبي الأُميّ العربي (إِنَّنِي هَدَانِي رَبِّى إِلَى صِرَاطٍ مسْتَقِيم) . </p><p> كان ذلك الأمر للنبي - صلى الله عليه وسلم - ليخاطب به العرب مخبرا عن نفسه الكريمة، وعمن اتبعه من المؤمنين - هداني ربي الذي خلقني، وربَّني وقام على كل ما أقوم عليه، فهو القوام على كل نفس، والقائم على كل شيء، فوصف الربوبية في هذا المقام للدلالة على أن الهداية منسوبة إلى الخالق المكوِّن، فهي هداية حق لَا ضلال فيها، ولا أوهام ولا أهواء عند الله سبحانه وتعالى، وقد أكد أن الهداية من رب الوجود بـ (إن) ، والهداية كانت إلى دين اتصف بأمور ثلاثة. </p><p> أولها - أنه صراط مستقيم، أي طريق مستقيم موصل إلى الحق الذي لا ريب فيه من غير التواء ولا اعوجاج، فليس فيه تعقيد بل إنه الفطرة المستقيية، فطرة الله التي فطر الناس عليها. </p><p> الوصف الثاني - قوله تعالى:  (دِينًا قِيَمًا) أي حال كونه دينا صحيحا، قِيَمًا و (قيم) مصدر قوِم، وزن فعل، كعوج. وهو نقيضه، وقرئ (قَيِّمًا)  (١) أي هو في ذاته قيِّم بلغ أعلى المنزلة في الأديان، والقراءتان متلاقيتان في المعنى وفي القراءة الأولى كان المصدر وصفا، وذلك في معنى المبالغة في أنه قيم وقويم، كقولك فلان عَدْل. </p><p> الوصف الثالث - وهو شرف إضافي، فالوصفان الأولان ذاتيان؛ لأنهما وصفان حقيقيان لأنهما مشتقان من ذات الدين، وذلك الوصف هو قوله تعالى (مِلَّةَ إِبْرَاهِيمَ حَنِيفًا) وذكر هذا الوصف ليبين للعرب الذين كانوا يتفاخرون بنسبهم إلى إبراهيم، وبأنه أبو العرب، ويدعون أنهم على ملة إبراهيم مع عبادتهم الأوثان، فالنبي - صلى الله عليه وسلم - يبين لهم بإنه هو الذي على ملة إبراهيم، وليسوا هم على ملته في شيء. </p><p> وهنا وصف ذاتي لهذا الدين جاء في ثنايا ذلك القول. وهو قوله تعالى: </p><p> (حَنِيفًا) أي غير منحرف إلى باطل بل هو مائل إلى الحق متجه إليه، فهو مستقيم متجه إلى الحق فحنيفا صفة للدين. </p><p> ثم بين سبحانه ردًّا على وثنية المشركين، فقال:  (وَمَا كَانَ مِنَ الْمُشْرِكِينَ) أي ليس لكم أن تفاخروا باتباعكم إبراهيم، فما كان إبراهيم من المشركين، ما كان إبراهيم أبوكم وأبو الأنبياء ممن دخل في صفوف المشركين، بل أوَّابًا مؤمنا. وهذا كقوله تعالى:  (ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفَا وَمَا كانَ مِنَ الْمُشْرِكينَ) ، وقال تعالى:  (إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ (١٢٠) شَاكِرًا لِأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (١٢١) . </p><p>(١) (قِيَمًا) بكسر القاف، وفتح الياء وتخفيفها، قراءة ابن عامر وعاصم وحمزة والكسائي وخلف، وقرأ الباقون (قَيِّمًا) بفتح القاف، وكسر الياء وتشديدها.</p><p> ولقد كانت ملة إبراهيم عليه السلام سمحة لَا ضيق فيها، ودين محمد عليه الصلاة والسلام دين سمح لَا حرج فيه. ولقد قال تعالى:  (وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ) . </p><p> * * * </p><p> (قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (١٦٢) لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ (١٦٣) </p><p> * * * </p><p> أمر الله تعالى نبيه بأن يقول قولة يكون بها كله لله تعالى ليس لأحد شيء في نفسه أو جارحته، أمره بأن يكون كله لله، وإنه لكذلك، وخاطب من معه من المؤمنين ليكونوا ربانيين، وأن يخاطب بذلك المشركين ليتخلفوا عن الشرك والأوهام والأهواء، </p>"
}