{
  "id": null,
  "sura": 6,
  "aya": 123,
  "text": "<p> (وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا ... (١٢٣) </p><p> * * * </p><p> كان النبي - صلى الله عليه وسلم - يعارَض، ويُمكَر به، ويُدبر له وللمؤمنين زعماء مكة وكبراؤها، وذوو البيوتات الكبيرة فيها، يؤذون النبي - صلى الله عليه وسلم -، وضعفاء المؤمنين، وكانوا هم الذين يدبرون ما يقال توهينا لأمر الدعوة، وإدحاضا لقول الحق، </p><p> ينسَون ما كان عليه النبي - صلى الله عليه وسلم - من أمانة قربته منهم، وجعلته الثقة فيهم، ويقولون مرة كذاب، ويقولون أملاه عليه قوم آخرون، ويقولون ثالثة: إنه مسحور، وما كان يدبر ذلك القول إلا إذا كانوا بحكم وصفهم الجاهلي أشرافا وأكابر، فبين تعالى أن ذلك شأن أعداء النبوات، ويكون أكابرهم مجرميهم ويمكرون بالنبي ومن معه؛ ولذا قال تعالى: </p><p> (وَكَذَلِكَ جَعَلْنَا فِى كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا) . </p><p> الأكابر جمع أكبر، وهو الذي بلغ أعلى العلو في قومه على حسب مقياس العلو عندهم، وكذلك، أي كالحال التي ترى من ذوي البيوتات في قومك جعلنا في كل قرية، أي مدينة عظيمة، أكابر مجرميها يمكرون ويدبرون وقوله تعالى:  (أكَابِرَ مُجْرِمِيهَا) الظاهر منها أن \" أكَابِرَ \" مضافة إلى \" مجرميها \" ، أي صيرنا في كل قرية مجرميها، (لِيَمْكُرُوا فِيهَا) أي يدبرون ما يقاومون به الأنبياء، ويعارضون، ويكون المؤدى الذين يعارضون الأنبياء في القرى أي المدن هم الذين يمكرون المكر السيئ فيها، وهذا كقول الله تعالى:  (وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ (٣٤) وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ (٣٥) . </p><p> وإن مقياس الكبر عندهم هو النسب وكثرة المال والقوة الظاهرة، وليست الأخلاق الفاضلة والعقيدة السليمة والشرف الذاتي الذي لَا يكتسب بالنسب، ولكن يكتسب بالخلال الكريمة الفاضلة. </p><p> ومعنى (لِيَمْكُرُوا فِيهَا) ، أي ليدبروا الأمور العامة كما يحبون، أي يسيطرون على الفكر العام، فلا يكون الرأي العام عندهم فاضلا، وإنما يكون فاسدا أثيما. </p><p> (وَمَا يَمْكُرُونَ إِلَّا بِأنفُسِهِمْ وَمَا يَشْعُرُونَ) أي إن عاقبة التدبير الفاسد الأثيم يعود عليهم بالوبال؛ لأنهم يريدون إعلاء الرذيلة بتدبيرهم وإنكار الحق بتفكيرهم، </p><p> وشيوع الشرك بتقليدهم لآبائهم، وإن ذلك يؤدي - لَا محالة - إلى الهلاك، ومصداق قوله تعالى:  (وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا (١٦) . </p><p> وهكذا لَا يحيق المكر السيئ إلا بأهله، وقد قال تعالى أيضا:  (مَا أَرْسَلْنَا مِن قَبْلِكَ فِى قَرْيَةٍ من نَّذِيرٍ إِلَّا قَالَ مُتْرفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّة وَإِنَّا عَلَى آثَارِهِم مُّقْتَدُونَ) . </p><p> مكر هؤلاء أن يحرضوا على معارضة الرسول، وأن يلقنوا الناس ما يردون به على دعوة الحق التي جاء بها النذير من قبَل الله تعالى، وأن يزيدوا معارضة الحق وأن يثبتوهم على الشرك. </p><p> (وَمَا يَمْكرُونَ إِلَّا بِأنفُسِهِمْ وَمَا يَشْعُرونَ) لَا يحيق المكر السيئ إلا بأهله كما يكون؛ ولذا قال سبحانه:  (وَمَا يَمْكُرونَ إِلَّا بِأَنفسِهِمْ) ، أي أن مآل مكرهم عائد بالوبال عليهم، وقد أكد سبحانه أن مآل الوبال على أنفسهم، لَا على النذير الذي أنذرهم، أكد ذلك بالنفي ثم الإثبات وذلك فيه معنى القصر، أي أن المكر في عاقبته لَا يكون إلا عليهم، فهم في حقيقة الأمر يمكرون بأنفسهم، لَا بغيرهم. </p><p> وما يشعرون بتلك العاقبة؛ لأنهم سادرون في غيهم، لَا يرشدون ولا يفكرون، عميت عليهم أمورهم، فلا يشعرون بمغبة ما يفعلون، ولا بنتيجته، وإنهم إذ يقاومون أمر الله ونهيه اللذين حملهما نبيه المرسل - يقاومون مالك كل شيء والعليم بعواقب الأمور. </p><p> وكان مكرهم بأنفسهم؛ لأنهم يضللونها، ويزيدونها ضلالا، إذ إن كثرة التدبير للدفاع عن الضلال يزيد الضال ضلالا، والخاسر خسرانا، وإن عاقبة كل ذلك عليهم، إذ سينالون جزاء ذلك، وسيحملون أوزارهم، وأوزار الذين يضلونهم بمكرهم، وسوء تدبيرهم. </p><p> * * * </p>"
}