{
  "id": null,
  "sura": 6,
  "aya": 10,
  "text": "<p> (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (١٠) </p><p> * * * </p><p> في هذا النص الكريم تسلية للنبي - صلى الله عليه وسلم -، فيما كان فيه من بلاء وابتلاء، لقد ابتُلِيَ من المشركين بالإنكار والمعاندة، وطلب آيات، ولا يقصدون إلا المهاترة، وقد سبق إنكارهم كل دليل يساق إليهم، ساق لهم القرآن دليلا. وتحداهم أن يأتوا بسورة منه، فطلبوا آيات أخرى، وجاءهم بدليل حسي يدل على أنه مبعوث من رب العالمين، وهو الإسراء والمعراج فاتخذوه سبيلا للإنكار، ولم يتخذوا منه حجة للإثبات، وابتلاه - صلى الله عليه وسلم - باستهزائهم والسخرية منه، واتخاذهم القرآن مهجورا. فبين </p><p> سبحانه أن ذلك شأن الدعاة إلى الحق المجاهدين في سبيله، فهم ينالهم الاستهزاء وتواليهم أسباب الإيذاء، فلا ينتظر أن يجيب الأقوام بمجرد دعوتهم، بل ينالهم والمؤمنين أسباب الإيذاء المتوالي، والاستهزاء المستمر، وكذلك الشأن في كل دعوة جديدة، فليس محمد رسول الله - صلى الله عليه وسلم - بدعا من الرسل فيما يلقاه، فكلهم استهزئ بدعوته. </p><p> وقد أكد سبحانه الاستهزاء بهم في قوله:  (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ من قَبْلِكَ) أكده سبحانه بـ \" قد \" وبـ \" اللام \" . </p><p> وإن الله لَا يترك الظالمين يعيثون في الأرض فسادًا ويؤذون أهل الإيمان؛ ولذلك لَا بد أن ينزل بهم عقاب هذه السخرية في الدنيا والآخرة؛ ولذلك قال سبحانه: </p><p> (فَحَاقَ بِالَّذِينَ لسَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِءُونَ) . </p><p> (الفاء) هنا فاء السببية، أي بسبب هذا الاستهزاء نزل ما نزل من عذاب بأمر الله وبأيدي المؤمنين، وقال الراغب الأصفهاني: إن (حاق) مأخوذة من (حَقَّ) قلبت فيها إحدى القافين حرفا لينا كالتظنن تقلب إحدى النونات ياء، فيقال (التظني) وهذا المعنى يشير إلى أن ما يحيق بهم من نتائج السخرية هو حق عليهم يؤخذون به. </p><p> والأكثرون من علماء اللغة: على أن حاق بمعنى أحاط، ولا تكون إلا في الشر، والمعنى أحاط بهم الأثر المؤلم لهم لسخريتهم. وهنا إشارتان بيانيتان: </p><p> أولاهما - أن الله ذكر أنه يحيق بالذين سخروا ولم يقل بالساخرين للإشارة إلى أن ما يصابون به من العذاب إنما هو بسبب سخريتهم؛ لأن التعبير بالموصول يفيد أن الصلة هي علة الحكم، وللإشارة إلى أن العذاب نتيجة السخرية. </p><p> ثانيتهما - أنه تعالى قال:  (فَحَاقَ بالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِءونَ) وإنما الذي حاق هو العذاب لَا ذات السخرية، ويقول العلماء: إن ذلك مجاز </p><p> علاقته السببية، فهو عبر بالسبب وأراد المسبب، وإن ذلك يفيد أن العذاب ملازم لهذه السخرية لَا ينفصل عنها، فحيث كانت كان عذابها لَا محالة. </p><p> والعذاب الذي ينزله الله تعالى بالساخرين قسمان: عذاب بهلاك أو بآفات سماوية، كما أرسل على فرعون وقومه الجراد والقُمَّل والضفادع والدم آيات مفصلات، والآخر بأن يمن على أولئك الذين يُسخر منهم بالقوة والنصر والتأييد، على كل من المستهزئين الساخرين، كما كان الأمر بالنسبة للمشركين الذين كفروا برسالة محمد - صلى الله عليه وسلم -. </p><p> * * * </p>"
}