{
  "id": null,
  "sura": 7,
  "aya": 28,
  "text": "<p> (وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا ... (٢٨) </p><p> * * * </p><p> أشرنا إلى ما كان يفعله المشركون في الحج، وما كانوا في هذا إلا متبعين لما كان عليه آباؤهم، وفي هذا يتبين ما جاء عن مفسري التابعين في هذا الموضوع. </p><p> الفاحشة: الأمر الزائد عما تقبله العقول المستقيمة، والاحتشام الإنساني والحياء الخلقي، ولا شك أنهم بطوافهم عراة، يرتكبون أفحش الأعمال الخارجة عن حدود العقل، والاتزان، والحياء الفطري. </p><p> ولقد روى مجاهد في ذلك، أن المشركين كانوا يطوفون بالبيت عراة، فكانوا يقولون: نطوف كما ولدتنا أمهاتنا، وكانت المرأة تضع على قُبُلها شيئا تستره به، </p><p> فأنزل الله تعالى:  (وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا) وقد قال الحافظ ابن كثير في ذلك: وكانت العرب ما عدا قريشا، لَا يطوفون بالبيت في ثيابهم التي لبسوها، يتأولون في ذلك أنهم لَا يطوفون في ثياب عصوا الله تعالى فيها، وكانت قريش، وهم الحمس (جمع أحمس) يطوفون في ثيابهم، ومن أعاره أحمسي ثوبا طاف فيه، ومن معه ثوب جديد طاف فيه ثم يلقيه لئلا يتملكه أحد، ومن لم يجد ثوبا جديدا، ولا أعاره أحمسي ثوبا طاف عريانا، وربما كانت امرأة فتطوف عريانة فتجعل على فرجها شيئا يستره بعض الستر فتقول: </p><p> اليوم يبدون بعضه أو كله ... وما بدا منه فلا أحله </p><p> \" وأكثر ما كان النساء يطفن عراة بالليل، وكان هذا شيئا ابتدعوه من تلقاء أنفسهم \" . </p><p> وإن هذا الكلام يدل على أمرين خطيرين: </p><p> أولهما - أن ذلك كان يحدث من العرب مخالفا كل عرف، ومخالفا لكل تفكير سليم فما كان ليرضى أحدًا مثل هذا، وهو أشد أحوال الفحش في الأفعال! ثانيهما - ما يزعمون من أنهم لَا يطوفون بثياب ارتكبت فيها معاص لهم. </p><p> وكأن قريشًا لَا معاصي لهم، مع أن بعضهم ما كان يتحاشى المفاخرة بالمعاصي، فقد كان منهم من هو رجس في رجس. وإذا كان منهم من كان يمتنع من التدلي فيما يخدش مروءته كعبد المطلب، وأبي طالب، والعباس، فقد كان منهم أيضا من لَا يمتنعون عن بعض المعاصي، كالربا ونحوه. </p><p> وإنهم إذ يفعلون هذه الفاحشة يبررونها بأمرين: </p><p> أولهما - أمر يتفق مع العقل الجاهلي، وهو أنهم يقولون:  (وَجَدْنَا عَلَيْهَا آبَاءَنَا) ، ولو كانت فحشا، ولو كان آباؤهم لَا يعقلون شيئا ولا يهتدون. </p><p> الأمر الثاني - أنهم يفترون على الله، ويقولون:  (وَاللَّهُ أَمَرَنَا بِهَا) ويتأولون ذلك بأنه ما دام لم ينهنا عنها فقد أمرنا بها. </p><p> وهذا تفكير جاهلي، يقولون أمر الله بالشرك وبتحريم بعض الذبائِح، وِتحريم بعض ما تخرجه الأرض، ويقولون:  (. . . لَوْ شَاءَ اللَّه مَا أَشْرَكنَا وَلا آباؤنَا ولا حرَّمْنَا مِن شَيْء. . .) ، وهذا ما يبرر به المعاصي بعض الجاهلين في هذا الزمان، وقد رد الله كلامهم بقوله تعالى:  (قلْ إِنَّ اللَّهَ لَا يَأْمر بالْفَحْشَاء أَتَقولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ) . </p><p> أمر الله تعالى نبيه بأن يواجههم بافترائهم على الله تعالى، ببيان أنه يستحيل على الله ما يفترون عليه؛ لأن الله تعالى له الكمال المطلق، ومن له الكمال المطلق لا يأمر بالفحشاء؛ لأنه لَا يصدر عنه إلا ما هو كمال في ذاته، ولا يتنافى مع عقل عاقل ويرضاه ذو ذوق سليم، وقال تعالى:  (لا يَأمر بِالْفَحْشَاءِ) ولم يقل \" ما أمر بذلك \" ، أو ما أمر بالفحشاء، بل قال نافيا الأمر بالفعل المضارع:  (لا يَأْمُر بِالْفَحْشَاءِ) فلا يمكن أن يأمر بذلك لَا في الماضي ولا في المستقبل، وليس من شأنه تعالى الله عن ذلك علوا كبيرا، وكان النفي بالمضارِع؛ لأنه نفي لشأن الله ثم قال تعالى، كما أمر نبيه أن يستنكر قولهم:  (أَتَقولُون عَلَى اللَّهِ مَا لَا تَعْلَمُونَ) ؟! الاستفهام هنا إنكاري لإنكار الواقع، أي لتوبيخهم على ما وقع منهم؛ لأنهم فعلا افتروا على الله افتراء، فقالوا ما لَا يعلمون صدقه، ولم يصل إليهم عن الله تعالى أمره فيه وحكمه. </p><p> وإن ذلك فوق أنه توبيخ لهم، واستنكار لفعلهم - فيه توجيه لهم لئلا يتكلموا إلا بعلم، وأن الشيطان لينفذ إلى ما يحكمون به بأوهامهم وأهوائهم. </p><p> وتقديم قوله تعالى:  (عَلَى اللَّهِ) لبيان وجه الاستنكار الشديد، وهو أنهم يقولون على الله جل جلاله، فكان قولهم هذا أشد الافتراء. </p><p> ثم بين سبحانه فقال بعد أن نفي أنه يأمر بالفحشاء: </p><p> * * * </p>"
}