{
  "id": null,
  "sura": 7,
  "aya": 4,
  "text": "<p> (وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا فَجَاءَهَا بَأْسُنَا بَيَاتًا أَوْ هُمْ قَائِلُونَ (٤) </p><p> * * * </p><p> إن سنة الله تعالى أن يأتي بعذابه الدنيوي، وهم لاهون غافلون؛ وذلك لأن كفرهم يجعلهم في غفلة، وينسون معه بأس الله تعالى، لأنهم يكفرون به ولا يؤمنون، فيأتيهم من حيث لَا يحتسبون ولا يتوقعون، وإن ذلك كان شأن كل الذين عتوا عن أمر ربهم، ولذلك قال مذكرا من لم يتذكر إلا بقارعات العذاب الذي ينزل بهم:  (وَكَم مِّن قَرْيَةٍ أَهْلَكْنَاهَا فَجَاءَهَا بَأْسُنَا) و \" كم \" هنا دالة على الكثرة من غير عدد. و \" مِن \" لعموم الاستغراق، ولتأكيد معنى الكثرة، والقرية المدينة الكبيرة؛ لأنها تقري الناس وتجمعهم فيها، البأس هنا العذاب الشديد أو الهلاك، كما جاء لقوم لوط، ولقوم هود، ولقوم شعيب، والبيات الليل، ومعنى (بَيَاتًا) وهم بائتون، والمعنى: وكثير من القرى أهلكناها، فجاءها عذابهنا بياتا (أَوْ هُمْ قَائِلُونَ) ، أي نائمون في القيلولة من شدة الحر، أو مستريحون. </p><p> وإن المراد أنهم يحسبون أنهم في أمن واطمئنان، فيأتيهم العذاب بغتة وهم لا يشعرون. </p><p> وإن هذه سنة الله تعالى في الكافرين يمهلهم ويجيئهم العذاب في مأمنهم، ولقد قال تعالى في ذلك:  (أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئَاتِ أَنْ يَخْسِفَ اللَّهُ بِهِمُ الْأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ (٤٥) أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُمْ بِمُعْجِزِينَ (٤٦) أَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ (٤٧) . </p><p> وهكذا تكاثرت آيات الله تعالى في كتابه العزيز تنبئ بأن الله تعالى يقصم الظالمين، وهم في غفلة ساهون، حتى إذا أخذهم رأوا الويل. </p><p> وإن ذلك فيه إنذار للعرب بأنهم لَا يصحح لهم أن يأمنوا مكر الله، وإنه نازل بهم لَا محالة، وإذا كان أمهلهم فلم ينزل بهم مثل ما نزل بغيرهم، فلأن الرسالة إليهم خالدة وأنها ليست لهم وحدهم، وإنما هي للأجيال كلها، وإن ما ينزل بهم </p><p> يكون بتوفيق الله لنبيه بعمل بشري ينتصر به عليهم، أو بريح صرصر عاتية تهزمهم ولا تمحوهم. </p><p> وماذا كانت حال الذين أنزل الله تعالى عليهم بأسه في قراهم وقد طغوا وبغوا وأثاروا الفساد، إنهم يحسون بظلمهم بعد أن فات وقت الإيمان، وقد قال، الله تعالى فيهم:  (فَمَا كَان دَعْوَاهُمْ إِذْ جَاءَهم بَأسُنَا إِلَّا أَن قَالُوا إِنَّا كُنَّا ظَالِمِينَ) . </p><p> لقد قرعتهم هذه القارعة، وذهب غرورهم الذي دلاهم الشيطان به، وصغوا بعد أن استكبروا فنطقوا بالحق الذي أنكروه، وضرعوا إلى الله أن ينجيهم من العذاب الذي نزل بهم، ولات حين منجاة، بل إنهم يذوقونه وبال ما كسبوا، فهو جزاء لَا فرصة معه لتوبة. </p><p> الدعوى هنا: الدعاء، كقوله تعالى:  (. . . وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) . </p><p> ويصح أن تكون الدعوى هنا بمعنى الإقرار، وفي التعبير عن الإقرار بالدعوى مجاز؛ لأن كليهما في مقام الخصومة، وإذ كانوا قد وضعوا أنفسهم في مقام الخصومة مع الله تعالى بما افتروا من عبادة الأوثان وكذبوا عليه كان التعبير عن الإقرار بالدعوى للإشارة إلى أنهم قد خفضوا من دعاويهم وغطرستهم ولم يبق إلا أن يقروا خانعين، أغراهم الكفر ابتداء، وأذلتهم القارعة انتهاء. </p><p> \" الفاء \" هنا للإفصاح عن شرط مقدر، أي إذا كانت القوية قد نزل بها هذا العذاب الحاسم، ماذا كان جواب أهلها؟ فكان الجواب: </p><p> * * * </p>"
}