{
  "id": null,
  "sura": 7,
  "aya": 37,
  "text": "<p> (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ أُولَئِكَ يَنَالُهُمْ نَصِيبُهُمْ مِنَ الْكِتَابِ ... (٣٧) </p><p> * * * </p><p> بعد أن بين الله الذين اتبعوا هدى الله، وما منحهم الله من فضله من اطمئنان وأمن ورحمة، وذكر الذين شقوا فكذبوا بآيات الله تعالى واستكبروا - وصف بعض أفعال المكذبين الكافرين ومآلهم، فقال: إنهم افتروا على الله الكذب، وهم بذلك ظالمون، وكذبوا بآياته، وذلك ظلم ثان عظيم، فقال تعالى:  (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كذِبًا أَوْ كذبَ بِآيَاتِهِ) . </p><p> الاستفهام هنا إما للتعجب أو للإنكار، وعلى الأول يكون المعنى: أي ظلم أفحش وأشد من الكذب على الله تعالى، والافتراء عليه، بهذا أمر من شأنه التعجب منه، وإما على كونه للإنكار فيكون إنكار للواقع للتوبيخ على هذا الذي وقع منه، والتعجب أو الإنكار من أمرين: أحدهما - الافتراء على الله، وهو الكذب عليه عن جهل قاطع للحق، والثاني - تكذيب الآيات، وإن الافتراء على الله تعالى قد وقع من بعض، فمنهم حرم بعض الطعام الطيب ونسب ذلك إلى الله تعالى، ومنهم من زعم أن الملائكة بنات الله تعالى، ومن زعم أن الأوثان </p><p> تقرب إلى الله تعالى، فكل هذا افتراء عليه - سبحانه وتعالى - عما يقولون علوا عظيما. </p><p> وهذا ظلم عظيم بذاته يتعجب منه ويستنكر، والظلم الثاني التكذيب بآياته، ومعناها ألا يأخذ بما يهديه إليه من معجزات باهرات، وآيات في الكون ظاهرات، ومنها آيات توجب الإيمان بها إيمانا بالرسائل الإلهية كآيات التكليف التي أنزلها الله تعالى على رسله، وعلى رأسها القرآن الكريم. </p><p> وهنا إشارتان بيانيتان: </p><p> الأولى - قوله:  (افْتَرَى عَلَى اللَّهِ كَذِبًا) . . \" افترى \" هنا معناها قال قولا مخترعا له لم يكن له أصل وهو كذب في ذاته، فالمعنى أنه في حقيقته كذب، قد اخترعه أو افتراه كما في قوله:  (. . . إِفْكٌ افْتَرَاهُ. . .) . </p><p> الثانية - في التعبير بأو بدل الواو، وهي للترديد، وهي تشير أن الافتراء على الله بمثل ما ذكرنا من اتخاذ الولد، وغير ذلك من المفتريات ظلم فاحش يستنكر ويتعجب منه، فليس الاستنكار منهما مجتمعين، بل من كل واحد منهما منفردا، ومجتمعا. </p><p> بعد ذلك بين الله تعالى ما يترتب على افترائهم وتكذيبهم، فقال تعالت حكمته:  (أُوْلَئِكَ يَنَالُهُمْ نَصِيبُهم مِّنَ الْكِتَابِ) الإشارة هنا إلى أولئك الذين ارتكبوا أشد الكذب نكرا، وأفحشه كفرا، وكما ذكرنا هذه الإشارة تفيد أن ذلك الوصف هو سبب ذلك الحكم عليهم. </p><p> و (الْكِتَابِ) المراد به عند بعض المفسرين ما كتب لهم في الدنيا من رزق، وما مكنوا منه من متع وما ينالون من مكاسب ومن سلطان، ومن بعد ذلك يأخذهم الله تعالى أخذ عزيز مقتدر، ولذلك ختم قوله تعالى بقوله:  (حَتَّى إِذَا جَاءَتْهُمْ رُسُلُنَا يَتَوَفَوْنَهُمْ) فهذا الذي ينالهم هو في الحياة الدنيا، وذلك كقوله:  (قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ (٦٩) مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ (٧٠) ، ومثل قوله تعالى: </p><p> (وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهُ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوا إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ (٢٣) نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَابٍ غَلِيظٍ (٢٤) ، وهذا توجيه قول الذين فسروا الكتاب بما كتب في الدنيا من رزق، وما كتب لهم من أجل. ولكن يرد على هذا التعبير بـ (يَنَالُهُمْ) لَا بـ \" ينالون \" ، فالرزق والمتع إذا كانت هي المكتوبة ينالونها، وهذا يخالف التعبير بـ \" ينالهم \" إنما نيلهم بأمر يكون عقابا لهم لَا متعة ينالونها ويقترفونها. </p><p> ولذا نرى أن الكتاب الذي هو كتب لهم في الآخرة من حساب وعقاب، إذ يجدون كتابهم قد سجلت فيه أعمالهم وينالهم هذا النصيب من الكتاب الذي سجل ما فعلوا، والتعبير بـ \" نصيبهم \" من الكتاب تعبير دقيق يصور عدل الله تعالى فنصيبهم من العذاب هو نصيبهم في أعمالهم، فجزاؤهم مشتق من أعمالهم، فكل نفس تجزى ما كسبت أي جزاؤها من كسبها، فلولا ما كسبت ما عذبت، فعقابهم جزاء وفاق لعملهم. </p><p> وإن ذلك الكتاب الذي سجلت فيه أعمالهم يأخذهم بنصيبهم منه من وقت قبض أرواحهم، ولذا قال تعالى:  (حَتَّى إِذَا جَاءَتْهُمْ رُسُلُنَا يتوفَوْنَهُمْ قَالُوا أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ اللَّهِ) . </p><p> \" حتي \" هنا على قول من يقول: إن النصيب هو الأرزاق والمتع والآجال تكون بمعنى \" إلى \" أو للغاية، أي أنهم يتمتعون بما كتب لهم حتى تجيء إليهم رسل الموت، الملك عزرائيل ومن معه فيما كلفه الله تعالى إياه، وكان جمع \" الرسل \" لهذا ومن قال - وهو ما نختار - أن الكتاب ما كتب عليهم من أعمال تنالهم بالعذاب عليها - تكون \" حتي \" تفريعية أي مبينة تفريعًا العذاب من أول نزولها بإحصائها عليهم من أول لقائهم في الآخرة. </p><p> يقول لهم رسل الله تعالى التي تقبفأرواحهم:  (أَيْنَ مَا كنتُمْ تَدْعُونَ مِن دُونِ اللَّهِ) أي تدعون دعاء عباده تشركون بالله بهم، والاستفهمام هنا للتعجيز والتوبيخ والتبكيت، وتذكيرهم بسوء ما كانوا في دنياهم يفعلون. </p><p> وكقوله تعالى:  (يَتَوَفَوْنَهُمْ) ، أي يفيضون أرواحهم وقد توفوهم نصيبهم من الحياة الدنيا وبقي ما ينالهم من حساب وعقاب في الحياة الآخرة. </p><p> ويكون جوابهم ما عبر الله عنه بقوله:  (قَالُوا ضَلُّوا عَنَّا وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ) . </p><p> فالوا:  (ضَلُّوا عَنَّا) ، أي غابوا غيبة من لَا يستطيع أن يعودوا منها، وبذلك ثبت عجزهم وثبت لهم بهذا الإقرار أنهم لَا يستطيعون أن ينفعوهم أو يضروهم وفى هذا اليوم العصيب الذي استقبلهم، (وَشَهِدُوا عَلَى أَنفُسِهِمْ أَنَّهُمْ كانُوا كافِرِينَ) الشهادة هنا إقرار وحكم على أنفسهم أنهم كانوا في حياتهم الدنيا كافرين بالحق وبالله وحسب ذلك دليلا عليهم، وعلى استحقاقهم كل عقاب ينزله الله تعالى بهم. </p><p> * * * </p><p> (قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا تَعْلَمُونَ (٣٨) وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ (٣٩) إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ (٤٠) لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ وَكَذَلِكَ نَجْزِي الظَّالِمِينَ (٤١) </p><p> * * * </p><p> أشار - سبحانه وتعالى - إشارات بينات واضحات إلى ما أغرق فيه المشركون أنفسهم في الدنيا، وبين - سبحانه وتعالى - طغيان أنفسهم، وفساد عقولهم، </p><p> وضلال تفكيرهم، وفي هذه الآيات يذكر - سبحانه - عاقبة أمرهم وهي دخولهم في مجتمع أهل النار فقال تعالى: </p>"
}