{
  "id": null,
  "sura": 7,
  "aya": 35,
  "text": "<p> (يَا بَنِي آدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي فَمَنِ اتَّقَى وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٣٥) </p><p> * * * </p><p> خاطب الله تعالى بني آدم، وفي ذكر آدم - عليه السلام - نبيه وتذكير بما كان من إبليس لآدم - عليه السلام - وعمله على إغوائه وإغواء ذريته من بعده، وقوله: </p><p> (إِمَّا يَأتِيَنَّكُمْ) فيه \" إن \" الشرطية، و \" ما \" المؤكدة لمعنى الشرطية، وهذا تأكيد من الله تعالى بأنه سيرسل رسلا مبشرين ومنذرين، كما قال تعالى:  (. . . وَإن مِّنْ أُمَّةٍ إِلَّا خَلا فِيهَا نَذِيرٌ) ، وقولى:  (. . . وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسولًا) ، ولذا أكد الشرط مع \" ما \" بالنون. ومؤدى الآيات أن الله تعالى مرسل الرسل لَا محالة ولكن ذلك ليس بواجب عليه تعالى، لَا يجب عليه شيء، ومن الذي يوجب عليه شيئا، (لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ) ، فالكمال كله له تعالى. </p><p> ورسل: جمع رسول، وقد أشار - سبحانه - إلى عملهم، وهو التبليغ عن الله تعالى بقوله تعالت كلماته:  (يَقُصُونَ عَلَيْكُمْ آيَاتِي) والقصص الإخبار والتكليف، وتوجيه الأنظار إلى الكون قصا وتتبعا، لَا يترك أمرًا واجب البيان ولا يبينه والآيات تشمل لعمومها الآيات المبينة للأحكام التكليفية، والآيات الكونية الدالة على قدرة الله تعالى، وعلى وحدانيته في الخلق والكون، والصفات العلية، وتشمل المعجزات الباهرة التي تدل على الرسالة. </p><p> وإن هذا القصص الحكيم، والذكر الذي يهدي ويرشد، هو كالمطر، تتلقاه بعض النفوس فتؤمن به، وتتلقاه أخرى فتكفر به؛ فالغيث ينزل فيأتي بالخصب والخير الكثير للمؤمنين، ولا ينبت نباتا، ولا يسقي حرثا في الأرض الحدباء، قال تعالى:  (فَمَنِ اتَّقَى وَأَصْلَحَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يحْزَنُونَ) . </p><p> الفاء هنا للإفصاح عن شرط مقدر، والمعنى إذا جاءتهم الرسل بآياتي فمن اتَقى وأصلح. . .، ونسب الله - سبحانه وتعالى - الهدى إليه - سبحانه وتعالى - تعظيما لمعناه، ولبيان أن الرسل يتكلمون عن الله:  (مَن يُطِع الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ) ، ولبيان ما يترتب على ذلك، وهو نفي الخوف والحزن، ولذا قال تعالى: فلا خوف عليهم من عذاب، بل هم في أمن وسلام؛ لأن الهداية أمن واطمئنان، ولأن الطاعة لَا عقاب منها بل ثواب فلا خوف من عقاب. </p><p> ولا يحزنون، أي لَا يصيبهم حزن، ولا ألم نفسي أو وجداني، ولا تؤثر فيهم زوابع الحياة لأن نفوسهم مطمئنة بإيمانها، راضية بقضاء الله وقدره، كما قال تعالى:  (. . . أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ) ، فمن اهتدى فقد حصن نفسه بالأمن والرضا، فلا يخاف ولا يحزن. </p><p> وقد بين الله تعالى حال الذين لَا يؤمنون بما جاءت به الرسل من الهدى والبينات فقال: </p><p> * * * </p>"
}