{
  "id": null,
  "sura": 7,
  "aya": 175,
  "text": "<p> (وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ) . </p><p> (وَاتْلُ عَلَيْهِمْ) ، أي اذكر لهم نبأ الذي آتيناه آياتنا. والنبأ الخبر ذو الخطر والشأن، وكان خطره وشأنه في أنه قد جاءته الآيات بينة قد غمرته بالنور، وصارت كأنها اللباس السابغ، الذي لَا يفارقه، ولكنه تعمد أن يخرجها من ملابسه وجسمه، وينسلخ: أي يخرج منها كما تخرج الذبيحة من إهابها. </p><p> وإنه إذ فعل ذلك يكون قد سلك سبيل الضلال وسار فيه، (فَأَتْبَعَهُ الشَّيْطَان) أي فجعله الله يتبع الشيطان؛ لأنه إذا انسلخ من الآيات السابغة المنيرة قد اتجه إلى الضلال، فأتبعه الله للشيطان وصار تابعا له؛ لأنه ترك رحمة الرحمن بترك آياته، ومن ترك رحمة الله، أدخله الله تعالى حظيرة الشيطان، وصار من أتباعه. </p><p> وإن في هذا النص القرآني المصور لمن يغوى ويضل عدة مجازات، تبدو فيما يأتي: </p><p> أولا - أنه شبه الآيات النيرة الدالة بالثياب السابغة التي تلازم الشخص، ولا تنفك عنه حتى يخلعها. </p><p> وثانيا - أنه شبه تركها وعدم الأخذ بها بالانسلاخ منها، فشبه تركه لها بالانسلاخ والذي هو خاص بسلخ الشاة الذبيحة فيتعرى كما تتعرى الشاة. </p><p> وثالثا - أنه عبر عن اتباع الهوى، والتردي في مهالكه بـ (فَأتْبَعَهُ الشَّيْطَانُ) لأن السبب هو سيطرة الهوى، والهوى هو باب الشيطان الذي يدخل منه إلى القلوب، فعبر باسم المسبب وأراد السبب وهو اتباع الهوى. </p><p> وإن اتباع الهوى أو الشيطان يؤدي إلى الضلالة لَا محالة، ولذا قال تعالى:  (فَكَانَ مِنَ الْغَاوِينَ) ، أي من الضالين، فغوى معناها ضل بسبب اتباع الشهوات. </p><p> وقد قلنا: إن هذا مثل من تحيط به آيات الله التي تدعم فطرته التي فطر الناس عليها، فلا يلتفت إلى دلالتها، ويتركها منسلخا عما تدعو إليه كما ينسلخ اللابس من ثوبه الذي يستره، ويجمله، وينحط إلى مهاوي الشيطان. </p><p> هذا، وإن كتب التفسير في هذه الآية مملوءة بأساطير يهودية لم تثبت بسند صحيح يصلح تفسيرا للقرآن، ولذلك ضربنا عن ذكرها صفحا، ذلك أنهم زعموا أن قوله تعالى:  (نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا) يتعرض لقصة شخص معين، فاستعانوا بالإسرائيليات، ليعلموا من هو. والحقيقة أنه ليس بشخص معين، إنما هو تصوير لمن تأتيه الآيات السابقات بالنور فيتركها. </p><p> وزعموا أن قوله تعالى:  (فَاقْصُصِ الْقَصَصَ) ففهموا من هذا أنها قصة لها أشخاص ورجال وحوادث، فاستعاروها من بني إسرائيل، وهذا لَا يساعده النص، إنما النص في قصص المثل ذاته، ولذلك قال تعالى:  (ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ) ، وسنتكلم في هذا إن شاء الله تعالى. </p><p> وقد صور الله تعالى حال ذلك الذي تأتيه آيات الله نيرة سابغة فينسلخ منها فقال تعالى: </p><p> (وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ ... (١٧٦) </p>"
}