{
  "id": null,
  "sura": 7,
  "aya": 165,
  "text": "<p> (فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ (١٦٥) </p><p> \" الفاء \" هنا لارتباط ما بعدها بما قبلها، أو للإفصاح عن شرط مقدر تقديره وإذا كان النهي من الناهين وتقدير المعذرة لرب العالمين، فقد كان استقبالهم لذلك، بين قوم نسوا ما ذكروا، ومن ذكروهم. </p><p> والنسيان غفلة العقل عن تذكر ما نبه إليه، وقد يكون غفلة النفس عن إدراك ما ذكرت به، والنسيان غفلة النفس عن الحق بعد التذكير به، والمعنى حينئذ: ولما غفلوا عن الحق وأهملوه تاركين له كان أولئك بين يدي الحق - فريقين: فريق نهى وذكر، وفريق غفل الحق وأهمل، وذكر ما يستحق كل فريق: </p><p> فقال فيمن ذكر ونهى:  (أَنجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ) ، أي عن الفعل الذي هو سيئ وليس بحسن في شيء، فهو سيئ في ذاته، وسيئ إلى الناس فيفسد جماعتهم، وإلى النفوس فيمرسها بالباطل، والحق فينكره، وتسوء عقباه بالعذاب يوم القيامة. </p><p> أنجاهم الله تعالى لأنهم اهتدوا، ودعوا العصاة إلى الهداية فقاموا بالمعروف ونهوا عن المنكر، وأما الذين نسوا الذكر وغفلوا عنه وأهملوه فإن الله تعالى قال فيهم:  (وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ) . </p><p> بئيس مشتق من البأس، وهو الشدة والقوة، فالعذاب البئيس هو العذاب الشديد العنيف في ذاته الذي يلقي بالبؤس في ذاته. </p><p> وعبر الله تعالى عن الذين نسوا ما ذكروا به بـ (الَّذِينَ ظَلَمُوا) لأنهم إذ نسوا ما ذكروا به استمرءوا الشر الذي وقعوا فيه، وأدى بهم ذلك إلى ظلم أنفسهم والناس والحق، فكانوا ظالمين، وكان العقاب الشديد البأس في ذاته بسبب ذلك </p><p> الظلم لأن صحلة الوصول في (الَّذِينَ ظَلموا) ، وهذا الظلم هو سبب العقاب الشديد. </p><p> وقوله تعالى:  (وَأَخَذنَا الَّذِينَ ظَلَموا) أي: أخذناهم من مراقدهم مصحوبين بعذاب شديد، فالباء للمصاحبة كقول القائل لمن أساء أخذناه بالعقاب، أي أخذناه مصاحبا للعقاب. </p><p> وذكر - سبحانه وتعالى - سبب ذلك الأخذ الشديد، فقال:  (بِمَا كَانُوا يَفْسُقُونَ) ،، أي بسبب استمرارهم على الفسق الذي كان يتجدد ويستمر، والفسق الخروج عن الحق. </p><p> وقد وصفهم الله تعالى بوصفين؛ وهما الفسق والظلم، والفسق هو الانحراف والخروج من نور الحق، والظلم ما ترتب على ذلك من إيذاء أنفسهم وإيذاء غيرهم. </p><p> ولقد ذكر - سبحانه - أن أولئك الظالمين عتوا عن أمر ربهم، وبذلك خرجت نفوسهم عن أن تكون نفوسا آدمية، تدرك الحق وتعمل به، إلى خنزيرية شهوانية، تنزو نزو القردة، وتغلظ غلظ الخنزير، حتى لَا تسمع هاديا، ولا تجيب داعيا. </p><p> قال تعالى: </p>"
}