{
  "id": null,
  "sura": 7,
  "aya": 49,
  "text": "<p> (أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ (٤٩) </p><p> * * * </p><p> هذا القول فيه بيان لمقام الإيمان، ودرك الكفر، لقد كانوا يسخرون منهم لفقرهم، ويحسبون أنهم أعلى منهم منزلة في الدنيا، فيجب أن يكونوا أعلى منزلة في الآخرة، وكانوا يقسمون بأن هؤلاء الفقراء أتباع النبيين لن ينالهم الله برحمة من عنده، أخذا من حال الفقر وازدرائهم التي كانوا عليها في الدنيا. </p><p> فأهل الأعراف رأوهم في الجنة، فقالوا لأهل النار مشيرين إلى الضعفاء في الدنيا، وهم في الجنة أقوياء مستمتعون:  (أَهَؤُلاء الَّذينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ) . </p><p> أهم الذين ترونهم رأي العين في رحمة الله تعالى في جنة الخلد، أهؤلاء والإشارة إليهم وهم في الجنة تجري من تحتهم الأنهار، (أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ) ، أن الله لَا ينالهم برحمة، والتنكير الذي جاء على ألسنتهم في الدنيا لتصغير الرحمة. أي أنهم أقسموا أن الله تعالى لَا ينالهم بأي رحمة مهما صغرت وضؤلت. </p><p> وذلك لأفن عقولهم، وضلال أفهامهم، إذ ظنوا أن من ينالون القوة والثراء في الدنيا هم الذين ينالونها في الآخرة إن كانت، وما كان قسمهم هذا إلا لازدرائهم، وتكريم الأنبياء لهم، ووعدهم بالثواب عند الله، وإن الله تعالى يجزيهم أحسن الجزاء فما كان قسمهم إلا تكذيبا للأنبياء الذين وعدوهم الحسنى في الآخرة، وإن هذا التوسل على لسان أهل الأعراف نذير لما كان من أهل النار في الدنيا وبيان أنهم في ضلال مبين، وقد كان ضلالهم بالعيان المحسوس، لا بالحدس المتلمس. </p><p> وقد وجهوا بعد ذلك الخطاب لأولئك ملتفتين إليهِم من التحدث عنهم إلى خطابهم فقالوا:  (ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلا أَنتُمْ تَحْزنُونَ) . </p><p> ادخلوا أيها المخلصون الذين أخلصوا دينهم، وصبروا وصابروا الجنة بما فيها من نعيم حسي، وراحة نفسية، وطلب الدخول هنا تقرير للدخول؛ لأنهم دخلوا فعلا، وما كان دخولهم بعد الطلب، إنما كان قبله، كما ترى إنسانا في أرض طيبة فينتفع وهو فيها، ويستحقها، تقول له: ادخلها وابق فيها. </p><p> (لا خَوْفٌ عَلَيْكُم) من شر يحيق بكم، ولا هم يغمكم، بل أنتم في رَوح وريحان، (وَلا أَنتُمْ تَحزنونَ) على الخير لكم، وحاضر نعيم، وسعادة، وقد نزع الله تعالى من قلوبكم الغل فأنتم تنعمون براحة البال والمحبة والتواد بينكم، فلا تنغص من حقد أو حسد، أو تباغض. </p><p> تنبيه: إن أهل الأعراف يحبسون عن دخول الجنة، ويرون ما عليه أهل النار، وما عليه أهل الجنة، ويقول. في ذلك الزمخشري في الكشاف:  \" فائدة ذلك بيان أن الجزاء على قدر الأعمال، وأن التقدم والتأخر على حسبها، وإن أحدا لا يسبق عند الله إلا بسبقه في العمل، ولا يتخلف إلا بتخلفه فيه وليرغب السامعون في حال السابقين ويحرصوا على إحراز قصبتهم، ولتصور أن كل أحد يعرف في ذلك اليوم بسيماه التي استوجب أن يوسم بها من أهل الخير والشر، فيرتدع المسيء عن إساءته، ويزيد المحسن في إحسانه، وليعلم أن العصاة موبخهم كل أحد حتى أقصد الناس عملا \" . </p><p> فإنك كما ترى أهل الأعراف لم يدخلوا الجنة، وهم يطمعون فيها ومع ذلك كان فيهم ذلك التوبيخ والتنديد بالعصاة. </p><p> * * * </p>"
}