{
  "id": null,
  "sura": 7,
  "aya": 172,
  "text": "<p> (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ (١٧٢) </p><p> * * * </p><p> \" إذْ \" ظرف للزمن الماضي، والخطاب للنبي - صلى الله عليه وسلم -، وهو تذكير بأن الفطرة الإنسانية توجب الإيمان بأن الله رب هذا الوجود وحده، وأنه هو الذي خلقه، وهو واحد بذاته وبصفاته، وقد حتم تعالى ذلك بالفطرة الإنسانية. </p><p> قوله تعالى:  (وَإِذْ أَخَذَ رَبُّكَ) عبر عن ذي الجلالة بربك بالإشارة إلى معنى الربوبية التي تملأ نفس النبي - صلى الله عليه وسلم - وقد أدركها قبل النبوة بالفطرة الإنسانية الكاملة، فنفر من عبادة الأوثان، وعبد الله تعالى وحده، وقال إنه الديان وحده. </p><p> (وَإذْ أَخَذَ رَبُّكَ مِن بَنِي آدَمَ مِن ظُهُورِهِمْ) ومن بني. آدم: عطف بيان على قوله تعالى: (مِن بَنِي آدَمَ) وهذا بيان لنوع من أخذ من ذريتهم، وهم بنو آدم، وهذا مبين عموم الذين ينتسبون إلى آدم أبي الخليقة، وقوله تعالى:  (مِن ظُهُورِهِمْ) ، أي وهم في أصلاب آبائهم، قبل أن يصلوا إلى أرحام أمهاتهم، وهذا يدل على أن ذلك من وقت الإنشاء، فوقت إنشاء الآدمي من وقت أن يكون في صلب أبيه. </p><p> وقوله تعالى:  (ذُرِّيَّتَهمْ) منصوبة على أنها مفعول أخذ، ومؤدى القول أن لربك أخذ الذرية من التي هي من الأصلاب وهي في الأصلاب ذلك العهد، أو ذلك الإقرار الذي كان بحكم الفطرة. قال لهم ربهم:  (ألَسْتُ بِرَبِّكُمْ) وهو تفسير لمعنى الأخذ. </p><p> الهمزة للاستفهام، والاستفهام هنا إنكاري بمعنى النفي، و (لست) للنفي، وقالوا: إن نفي النفي إثبات، والمعنى أنا ربكم الحق، وجيء بذلك النحو من القول لتأكيد الإيجاب كأنه سألهم، وأجابوا بالإثبات، أي بإثبات الربوبية، وقد أجابوا على هذا السؤال مثبتين موجب نفي النفي، قالوا: بلى، وهي تثبت ما بعد النفيين، أي أنت ربنا، وقالوا:  (شَهِدْنَا) ، أي أقررنا. </p><p> وقوله تعالى (وَأَشْهَدَهُمْ عَلَى أَنفُسِهِمْ) ، أي حملهم على الإقرار على أنفسهم، أو اتخذ منهم شهداء على أنفسهم فاستجابوا وشهدوا على أنفسهم فهي شهادة الفطرة الإنسانية السليمة بالربوبية لله تعالى. </p><p> وقد بين - سبحانه - حكمة هذا الميثاق فقال تعالى:  (أَن تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كنَّا عَنْ هَذَا غَافِلِينَ) أن تقولوا: مضاف إليه لمضاف محذوف تقديره: كراهية أن تقولوا إنا كنا عن هذا غافلين، فإنه في فطرتكم التي خلقكم الله تعالى عليها، ولن تغفلوا عما فطركم الله تعالى عليه، إلا أن تطمسوا فطرتكم بالأهواء والأوهام التي تطمسون عليها، فلا تدرك، وتحولون بينكم وبين نورها الهادي المرشد. </p><p> وإن هذا الذي ذكره الله تعالى من أخذ ذرية بني آدم من الأصلاب فيه تصوير محكم دقيق لتكوين الفطرة الإنسانية على الإقرار بمعنى الربوبية والتوحيد، لسلامة التكوين وأنه سوَّى خلقه فأحسن تسويته، وأنه صوره فأحسن صورته وقد قال بعض المفسرين: إن هذه المجاوبة مجاز، إذ شبهت حال خلق الإنسان مفطورا على الإيمان بهذه المجاوبة، ونحن نقول تبعا لهذا التخريج: فهذا الأخذ فيه تصوير لتكوين الفطرة، ولقد قال تعالى في الإسلام ودعوة الله:  (فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٣٠) . </p><p> وإن محمدا - صلى الله عليه وسلم - آمَن بفطرته، وهجر الأوثان بعقله، وإبراهيم أبو الأنبياء فكر بفطرته، حتى اهتدى إلى ربه، وقال بعد اهتدائه:  (إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالأَرْضَ حَنِيفًا. . .) . </p><p> ولقد قال النبي - صلى الله عليه وسلم - فيما رواه مسلم:  \" يقول الله تعالى: إني خلقت عبادي حنفاء فجاءتهم الشياطين، فاجتالتهم عن دينهم \"  (١) . </p><p>(١) سبق تخريجه.</p><p> وروى الطبري بسنده أن رسول الله - صلى الله عليه وسلم - قال: \" كل نسمة تولد على الفطرة حتى يعرب عنها لسانها فأبواها يهودانها، أو ينصرانها (١) . </p><p> قلنا: إن الله تعالى ذكر قصة الفطرة الإنسانية لكيلا يكون اعتذار لمنحرف لأنه يخالف الفطرة، وأيضا لكيلا يحتج بأنه يتبع آباءه فقال تعالى: </p><p>(١) جزء من حديث رواه أحمد: مسند المكيين - حديث الأسود بن سريع (١٥١٦٢).</p>"
}