{
  "id": null,
  "sura": 7,
  "aya": 147,
  "text": "<p> (وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ حَبِطَتْ أَعْمَالُهُمْ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ (١٤٧) هذا النص السامي وصف عام لكل المكذبين لآيات الله ولقائه وأخصّ من ينطبق عليهم المشركون الذين كفروا بمحمد - صلى الله عليه وسلم -. </p><p> قوله تعالى؛ (وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الآخِرَةِ) . </p><p> أنكر هؤلاء أمرين وكذبوهما. أولهما - آيات الله تعالى أي معجزاته القاهرة الباهرة، فلم يؤمنوا بموجبها ولم يصدقوا ما تدعوا إليه من إيمان، وأهملوها، وافتاتوا عليها، فقالوا: سحر مبين، وكذبوا بدلائل الوحدانية فيها فغفلوا عن إدراك ما تهدي إليه. </p><p> وثانيهما - كذبوا بلقاء الآخرة، أي بلقاء الله تعالى في الآخرة، أو كذبوا بلقاء الآخرة بأن كذبوا بالبعث وما يعقبه، وقالوا ما هي إلا حياتنا الدنيا نلهو ونلعب، وما نحن بمبعوثين، وحسبوا أن الإنسان يترك سدى، ونزلوا به عن مكانته </p><p> التي خلقه الله تعالى عليها، وجعل الملائكة يسجدون له خاضعين، وحسبوا أن الله خلقهم عبثا، وأنهم إليه لَا يرجعون. </p><p> وبسبب هذا التكذيب لهذين الأمرين أصدر الله تعالى الحكم، فقال:  (حَبِطَتْ أَعمالهُمْ) ، أي بطلت أعمالهم فلا ثواب لهم على عمل، ولو كان فيه نفع ظاهر أو ظاهره النفع؛ وذلك لأن الأعمال ثوابها بحسب القلوب، وما دامت القلوب ممتلئة بالشرك، مدرنة بتكذيب الحق فلا خير فيها، ولا خير منها، فإن إشراق الحكمة لَا يكون إلا من قلب سليم. </p><p> ومع أن أعمالهم تكون باطلة لَا ثواب فيها، إلا أن عليهم العقاب فيما يرتكبون، ولذا قال تعالى:  (هَلْ يُجْزَوْنَ إِلَّا مَا كَانوا يَعْمَلُونَ) . </p><p> الاستفهام هنا إنكاري لإنكار الوقوع بمعنى النفي، وفيه معنى تأكيد النفي بمعنى أنه لَا يتصور إلا أن يجزون بعملهم، فهو نفي فيه معنى حصر العقاب فيهم. </p><p> وفى قوله تعالى:  (يُجْزَوْنَ إِلَّا مَا كَانُوا) فيه بيان عدل الله تعالى في جزائه، فالجزاء من العمل ذاته، فهو الذي يقرره، وكأن الجزاء هو ذات العمل لتساويهما وتلازمهما، إنه العليم العدل الحكيم. </p><p> * * * </p><p> عبادة العجل في بني إسرائيل </p><p> (وَاتَّخَذَ قَوْمُ مُوسَى مِنْ بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ أَلَمْ يَرَوْا أَنَّهُ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا اتَّخَذُوهُ وَكَانُوا ظَالِمِينَ (١٤٨) وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ (١٤٩) </p><p> وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ (١٥٠) قَالَ رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ (١٥١) </p><p> * * * </p><p> عاشر بنو إسرائيل أهل مصر زمانا فأثروا فيهم بأخلاقهم، وإن الضلال يعدى كما تعدى الأمراض البدنية، وقد سرت إليهم عدوى تقديس العجل، وعبادته، كما انحلت عقيدة الوحدانية منهم، وقد أكدها موسى - كليم الله عليه السلام - ولكنهم لما رأوا قوما عكفوا على أصنام لهم طلبوا من نبيهم موسى - عليه السلام - إلها كما لهم آلهة. </p><p> وقد ذكر الله تعالى عبادتهم العجل في آيات كثيرة، وكان يذكرها في أكثر الأحيان بالإشارة العابرة، بيانا لضلالهم، وفي هذه يذكرها - سبحانه وتعالى - ببعض التفصيل، ويذكر وقتها وهو أنه كان، وقد غاب موسى لتلقي الألواح، ومناجاة ربه، فجاءهم، وقد اتخذوا العجل، صنعوه من حلي صناعة محكمة وعبدوه، صنعوه بحليهم، وجعلوه على صورة جسد عجل، ومهارتهم في الصناعة التي اشتهرت بها مصرفي ذلك الإبان، وضعوه في وضع إذا مرّت الريح في موضعه من الخلف صار له صوت يشبه خوار البقر وادّعوه إلهًا، ولنتلُ الآيات الكريمة في ذلك: </p>"
}