{
  "id": null,
  "sura": 7,
  "aya": 100,
  "text": "<p> (أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا أَنْ لَوْ نَشَاءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ وَنَطْبَعُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ (١٠٠) الواو عاطفة، وقدمت عليها همزة الاستفهام؛ لأن الاستفهام له الصدارة في الذكر، وإن هذه عبرة القصص من ذكر أولئك الذين ذكر الله - تعالى بيانه - ذكرهم، وورث هؤلاء أرضهم. </p><p> والاستفهام إنكاري، للنفي، وهو حض للذين يرثون الأرض بعد أولئك الذي أنزل الله تعالى بأسه بهم، ومن الذين ورثوا الأرض أهل مكة، فهو تحريض لهم على النظر في العبر من هذا القصص الذي ذكر فيه مال الكافرين من قوم نوح، وعاد، وثمود، وقوم لوط، وقوم شعيب، وآثارهم بجوار الأرض التي يقيمون فيها، فعليهم أن ينظروا ويعتبروا إن كانت لهم أبصار يعتبرون بها وعقول يهتدون بها. </p><p> وقوله تعالى:  (أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الأَرْضَ مِنْ بَعْدِ أَهْلِهَا) ، معناه يتبين لهم، وقرئ بقراءة مشهورة متواترة:  \" أولم نهد \" ، بالنون بإسناد الهداية إلى الله، ومعنى القول الكريم على هذ!: أولم نبين لهم هادين مرشدين معتبرين بالقصص، أن لو نشأ أخذناهم بذنوبهم، وأنزلنا عليهم البأس الذي نزل بغيرهم. </p><p> و \" هدى \" يتعدى بنفسه، في المفعول الأول، وباللام أو \" إلى \" في المفعول الثاني، فيقال: هديناه إلى الخير، أو: إلى الطريق، أو للطريق. </p><p> وهنا في قوله تعالى:  (أَوَلَمْ يَهْدِ) فيه نهدي، أو يهدي متضمنا معنى يبين، وذكر لفظ الهداية للدلالة على أنه بيان للهداية الحقة. </p><p> وقوله تعالى:  (أَن لَّوْ نَشَاءُ أَصباهُم بِذُنُوبِهِمْ) و \" أن \" هنا مخففة من الثقيلة أي أنه الحال والشأن لو نشاء أصبناهم أي أنزلنا عليهم بأسنا، كما أنزلناه على من سبقوهم بسبب ذنوبهم التي ارتكبوها من شرك ومحاربة لله تعالى، وكفر بالمبادئ التي جاء بها النبيون معاندين جاحدين، وأسباب الصدق ثابتة، وطرائق الهداية قائمة. </p><p> وقوله تعالى:  (وَنَطْبَعُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ) ، أي الحال أننا في على قلوبهم بخاتم الضلالة فلا يسمعون. وإن مغزى الكلام السامي في هذا أن المشركين الذين كانوا يستعجلون العذاب، كما قال تعالى:  (وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِن قَبْلِهِمُ الْمَثُلاتُ. . .) ، إنهم كانوا يستعجلون العذاب، وساق لهم الله من قصص الكافرين وما نزل بهم، ألم يبين لهم؟! وقد استدرك - سبحانه - فقال:  (وَنَطْبَعُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَسْمَعونَ) ، أي أن الله طبع على قلوبهم، فهم لَا يسمعون القصص الحق، ولا يحاولون أن يدركوا مغزاه، وختم الله على قلوبهم، وعلى سمعهم وعلى أبصارهم غشاوة، وفي هذا المعنى قال الله تعالى:  (أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكنِهِمْ إِنَّ فِي ذَلِكَ لآيَات لأوْلِي النُّهَى) ، وقال تعالى:  (أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ (٦) . </p><p> * * * </p><p> قال تعالى:  (تِلْكَ الْقُرَى نَقُصُّ عَلَيْكَ مِنْ أَنْبَائِهَا وَلَقَدْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الْكَافِرِينَ (١٠١) وَمَا وَجَدْنَا لِأَكْثَرِهِمْ مِنْ عَهْدٍ وَإِنْ وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ (١٠٢) </p><p> * * * </p><p> الخطاب في قوله تعالى: </p>"
}