{
  "id": null,
  "sura": 7,
  "aya": 164,
  "text": "<p> (وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا ... (١٦٤) </p><p> الأمة هي الجماعة المؤتلفة التي تجمعها فكرة واحدة وشعور متحد، بحيث يوائم كل واحد فيها من معه، و \" إذ \" ظرف زمان ماض، والمعنى اذكر يا محمد ذلك الوقت الذي هم فيه بلغ اليأس من اهتدى منهم حتى قالت منهم جماعة مهدية يائسة من إيمانهم، منكرة وعظ من يعظهم:  (لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا) ، والوعظ بيان الحق مقارنا بمغبة الباطل ذاكرا ما ترتب على الباطل من أذى لأهله، وهلاك لمن استمسكوا بالباطل استمساكا وتركوا الحق وانحرفوا عنه، والعاقل من اتعظ والجاهل من يأبه ولا يتعظ. يستفهم هؤلاء المهديون مستنكرين، أو متعرّفين الغاية، لم تعظون قوما قد تضافروا على الشر، وتقرر هلاكهم وهم على ضلالهم، وبعد هذا الهلاك يعذبهم عذابا شديدا، ما الباعث على ذلك، فيجيبهم فريق ممن اهتدوا وهم الواعظون:  (قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ) ، أي يجب علينا أن نعظ لنعتذر إلى ربنا بأننا قمنا بحق بيان الهدى والنور، وليكون استحقاقهم الهلاك على الضلال بعد بينة أقيمت وحق أعلن، ونقدم هذه المعذرة إلى ربنا عن ضلالهم. </p><p> وهذا كله على أساس أن المستفهمين مهديون وهو الأنسب لمعنى الآية، وفرض بعضهم أن المستفهمين هم الذين وقعوا في الضلالة، وكأنهم يقولون إنكم </p><p> تحسبون أننا هالكون ومعذبون، ونحن مصرُّون، فاتركونا بضلالنا، حتى نلقى جزاءنا بزعمكم، ويكون الاستفهام لإنكار الواقع، وتوبيخ الواعظين على وعظهم. </p><p> وإن ذلك تحتمله الآية الكريمة، ولكنا نميل إلى الأول، وقد قسم القرطبي في تفسيره اليهود إلى ثلاثة أقسام، ونسب التقسيم إلى جهود المفسرين، فقال:  \" قال جمهور المفسرين: إن بني إسرائيل افترقت ثلاث فرق، وهو الظاهر من الضمائر في الآية؛ فرقة عصت وصادت(أي يوم السبت). وفرقة نهت واعتزلت، وفرقة اعتزلت ولم تنه ولم تعص،وأن هذه الطائفة قالت للناهية:لم تعظون قوما - تريد العاصية - الله مهلكهم، فقالت الناهية موعظتنا معذرة إلى الله \" . </p><p> وإن هذا تقسيم حسن، وإن الذين اعتزلوا، ولم ينهوا، وإن اهتدوا وأطاعوا، لم تتم طاعتهم وهدايتهم لأنهم لم ينهوا العاصين، وكمال هدايتهم في نهيهم، فالتناهي عن المنكر مطلوب من الذين اهتدوا. ولقد قال تعالى:  (لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (٧٨) كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ (٧٩) . </p><p> وإن المعذرة التي قام بها الناهون يرفعونها إلى ربهم تقربا إليه بقول الحق والدعوة إليه، والقيام بحق الأمر بالمعروف والنهي عن المنكر، ورجاء أن يتقوا أو يخافوا العذاب، ويتوبوا إلى الله، ويقلعوا عن الذنوب التي وقعوا فيها؛ ولذا قال تعالى عنهم:  (وَلَعَلَّهمْ يَتَّقونَ) ويكون الرجاء من هؤلاء، على حقيقة الرجاء؛ لأنه من المكلفين في شأن مكلفين. </p><p> وإن ذكر الذين لاموا الناهين، وإجابة هؤلاء فيها دعوة للنبي - صلى الله عليه وسلم - إلى الاستمرار على دعوته ومداومة موعظته، ولو كان المشركون يعاندون، ويصرون على شركهم (. . . إِنَّمَا أَنتَ مُنذِرٌ. . .) ، فعليه أن يستمر على دعوته، ولو كانت حال موئس من الاستجابة فإن الله تعالى قد يغير من حال إلى حال. </p><p> وقد عصوا أمر ربهم، وذكروا بموعظة قومهم فنسوا ما ذكروا، ومنهم من لم ينس فقط، بل استكبروا عاتين عن أمر ربهم، وقال تعالى في مؤاخذتهم فابتدأ بمن عتوا فقال تعالى: </p>"
}