{
  "id": null,
  "sura": 7,
  "aya": 171,
  "text": "<p> (وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَهُ وَاقِعٌ بِهِمْ) . </p><p> نتقنا معناها رفعنا، ولكن يظهر أنها لَا تكون إلا في رفع الثقيل الذي لا يستطيعه إلا الأقوياء، فمن الألفاظ العربية ألفاظ تحمل في نفسها قوة المعاناة في دلالتها، فلا نقول: نتقت العصا، أو نتقت السيف، ولكن قد تقول: نتقت الجبل، أو نتقت أطنان الحديد. ولقد نتق الله الجبل وعلا عليهم، وكأنه ظلة من ظلال السحاب فوق رءوسهم، ولأنه جبل أو جِرم كبير ثقيل (وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ) ، أي واقع نازل بهم قاصد رءوسهم. والله يقول:  (خُذُوا مَا آتَيْنَاكُم بِقوَّة) ، أي خذوا التعاليم في الحلال والحرام، وما كلفتموه عامة بقوة، أي بتقبل منكم، ورضا به، واطمئنان إليه واذكروا ما فيه أي اذكروه وتدبروه، وعوا ما فيه، واعملوا به لعلكم تتقون، والرجاء منهم، أي راجين بذلك أن تتقوا السيئات. بل إن تتقوا شر أنفسكم الأمارة بالسوء، وهذا كقوله تعالى:  (وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُم الطّورَ خُذوا مَا آتَيْنَاكم بِقوَّةٍ. . .) ، وقد يسأل سائل: لماذا كان رفع الجبل مع إعطائهم الميثاق بقوة؟ الظاهر أنهم ترددوا في قبوله وتلكأوا كشأنهم دائما في قبول الحق المنزل والعمل به، فأتى موسى - عليه السلام - معجزة حسية قاهرة تلزمهم، ولا يحيرون جوابا فيها، فكان نتق الجبل، وكانت هذه المعجزة الرهيبة الدافعة إلى الإيمان، المانعة من كل تردد، وقد جاءت الآثار بما يفيد ذلك: روى ابن كثير أن موسى - عليه السلام - قال لهم: هذا كتاب تقبلونه بما فيه، فإن فيه بيان ما أحل لكم وما حرم عليكم، وما أمركم وما نهاكم، قالوا: انشر علينا ما فيها - أي الألواح - فإن كانت فرائضها وحدودها يسيرة قبلنا. قال: اقبلوها بما فيها. قالوا: لَا حتى نعلم ما فيها، كيف حدودها وفرائضها، فراجعوه مرارا، فأوحى الله تعالى للجبل، فانقلع، فارتفع إلى السماء حتى إذا كان بين رءوسهم والسماء فقال لهم موسى: ألا ترون ما يقول ربي عز وجل؟! فأخذوا التوراة وهو الميثاق بهذه القوة الدافعة. </p><p> وإنه مع هذا الدليل المادي الحسي القارع نجدهم غيروا وبذلوا وانحرفوا عما أمرهم به الله - سبحانه وتعالى - وقد أردف - سبحانه وتعالى - ذلك ببيان ميثاق الفطرة التي فطر الله الناس عليها، فقال تعالى: </p><p> * * * </p>"
}