{
  "id": null,
  "sura": 7,
  "aya": 141,
  "text": "<p> (وَإِذْ أَنْجَيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ ... (١٤١) </p><p> أي اذكروا نعمة الله </p><p> عليكم، وآياته فيكم، إذا نجاكم من آل فرعون وذكر آل فرعون؛ لأن آل فرعون وحاشيته هم المعاونون المُحَسّنون لما ارتكب من طغيان وظلم، والذين يسولون له كل ظلم، ويبررون ما يفعل من شر، وذكرهم ذكر له لأنه رأس الفساد، وغيره تابع له محسن، ومسول وهم كالشياطين حوله يشاركونه في الإثم، ولا يعفى منه. (يَسُومُونَكُم) ، أي يذيقونكم سوء العذاب، ثم بينه سبحانه بقوله: </p><p> (يُقَتِّلُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ) . </p><p> أي ويل شديد اختبرتم به أشد اختبار، فهل تكفرون بالله تعالى الذي نجاكم، وتشركون به. </p><p> * * * </p><p> تلقى موسى الألواح من ربه </p><p> (وَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً وَقَالَ مُوسَى لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ (١٤٢) وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ (١٤٣) قَالَ يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي فَخُذْ مَا آتَيْتُكَ وَكُنْ مِنَ الشَّاكِرِينَ (١٤٤) </p><p> * * * </p><p> ذهب موسى إلى جبل الطور ليتلقى تعاليم ربه على موعد منه، وكانت المدة ثلاثين ليلة، أي ثلاثين يوما، وذكرت في القرآن الليالي دون الأيام؛ لأن الأشهر القمرية أمارة ظهورها بالليل، إذ يبزغ القمر هلالا، ويتدرج في النمو حتى يصير بدرا، وتعرف الأوقات من الشهر بمقدار الهلاك. </p><p> وقد قيل: لماذا ذكر الثلاثين ثم أتم الأربعين بعشر ليال أخر؛، فقالوا: إن موسى عندما ذهب إلى التجلي استشعر روحانية، وقالوا: إنه استنشق ريح المسك، فطلب تلك العشر الزيادة، فأتمها الله تعالى أربعين ليلة، والتصريح بالأربعين مع أن العدد مفهوم من ذكر العشر بعد ثلاثين، وذلك لبيان استجابته سبحانه لما طلب موسى، وذكر ذلك من شعائر الإنعام. </p><p> خلَّف موسى بني إسرائيل، وفيهم عناصر متضاربة متباينة وهم أهواء مختلفة وفيهم تردد، كما ظهر عندما أتوا على قوم يعكفون على أصنام لهم، فطلبوا أن يكون لهم إله كما لهؤلاء آلهة. </p><p> مع هذه الحال، خَلَفَهُ فيهم أخوه هارون، فهو رِدءُ موسى ومعينه وهو نبي، ولكن الذي تلقى التوراة أو الألواح هو موسى. </p><p> قال موسى لأخيه هارون </p>"
}