{
  "id": null,
  "sura": 7,
  "aya": 157,
  "text": "<p> (الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ) . </p><p> قوله تعالى:  (الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ) بدل اشتمال منْ قوله تعالى: (لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ) أو تكون منصوبة على التخصيص، ويكون المعنى أن الذين كتب الله تعالى عليهم الرحمة، الذين يتقون ويؤتون الزكاة والذين هم به يؤمنون، ويخص - سبحانه - الذين يتبعون النبي الأُميّ الذي يجدونه إلى آخر الآية الكريمة، وكان تخصيص الذين يتبعون النبي - صلى الله عليه وسلم -، لأنهم يؤمنون بكل الأنبياء، ولأنه خاتم النبيين، ولأن شريعته هي الشريعة الخالدة الباقية إلى يوم الدين، وهو خاتم النبيين، فكان أتباعه جديرين بالتخصيص، ولأنهم شهداء على الناس مكلفون تبليغهم والنبي - صلى الله عليه وسلم - شهيد عليهم، وهو مبلغهم والشاهد عليهم </p><p> بوجوب التبليغ، ونشر الإسلام، والدعوة إليه، من أجل هذا خصوا بالبيان بين الذين كتب الله تعالى لهم الرحمة. </p><p> وقوله تعالى:  (الرَّسُولَ النَّبِيَّ الأمِّيَّ) نقول في الكلام في معناه: الرسول هو المرسل من قبل واحد إلى واحد أو جماعة، والرسول في القرآن الكريم هو المرسل من الله تعالى لخلقه لتبليغ شريعته وبيان التكليف الذي كلف الناس إياه، والنبي الذي أنبأه الله تعالى، وشرفه بتلقي وحيه، وإن وصف النبي - صلى الله عليه وسلم - بالرسالة والنبوة فيه للملزوم واللازم، فإن الرسالة تلزمها النبوة في المعنى القرآني، لأنه لا يعد رسولا إلا إذا كان نبوة عن الله، وقد تلقى العلم عن الله جل جلاله بوحي، أو يكلمه من وراء حجاب أو يرسل رسولا. </p><p> وذكرها - أي وصف الرسالة والنبوة - مع هذا التلازم فيه إشارة إلى التبليغ، وإلى أنه يُنبأ من الله تعالى، والأُميّ نسبة إلى الأم، أي أنه جاء في العلم والكتابة كما ولدته أمه، أو نسبة إلى أمه، ذلك أن العرب لم يكونوا أهل علم وكتاب، فلم تغلب عليهم العلوم والكتابة، وإن كان فيهم من يعرفون الكتابة وبعض العلوم، ولذا كان يطلق عليهم الأميون، وذكر القرآن الكريم ذلك الوصف لهم، فقال تعالى:  (هُوَ الَّذِي بعثَ فِي الأُمِّيِّينَ رسُولًا مِّنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ. . .) . </p><p> ولقد كان النبي - صلى الله عليه وسلم - أميا لَا يقرأ ولا يكتب لتكون الحجة عليهم قاطعة بنزول القرآن الذي فيه علم الأولين والآخرين، وهو لَا يمكن أن يكون من أمي قط، ولذا قال تعالى:  (وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَارْتَابَ الْمُبْطِلُونَ (٤٨) . </p><p> ولقد حاول الذين لَا يرجون للإسلام وقارا أن يكذبوا فيدعوا أن النبي - صلى الله عليه وسلم - كان يعرف القراءة والكتابة ليشككوا في القرآن، وقد حاول بعض المتحذلقين من المسلمين أن يقول في هذه المقالة الكاذبة فردهم القرآن الكريم ردا عنيفا؛ لأنهم يسايرون الكفار الكذابين. </p><p> هذه أوصاف ثلاثة. ووصف رابع ذكره الله تعالى بقوله تعالى:  (الَّذِي يَجِدُونَهُ مَكْتوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالإِنجِيلِ) ، وهذا الوصف يدل على أمر بالنص، وهو أنهم يجدون النبي - صلى الله عليه وسلم - مذكورا مكتوبا في التوراة والإنجيل، ويدل على أمرين آخرين: </p><p> أولهما - وحدة الديانات السماوية فهي تدعو إلى دين واحد، قد تتغاير بعض الفروع، ولكن الأصل واحد. كما قال تعالى:  (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ. . .) . </p><p> وإن اليهود والنصارى قد حرفوا القول عن مواضعه، وغيروا وبدلوا، ولا يزالون يغيرون، ويبدلون على حسب أهوائهم، وقد ظهرت في مصر طبعة لإنجيل متى فيها تغيير عن سوابقها، ولا تكاد تجد نسخة مكتوبة في مصر، تتلاقى في كل أجزائها مع التي جاءت من بعد، يغيرون لفظا بدل لفظ، ويزيدون قيدا أو شرطا، ولا يلمح ذلك القارئ العادي بادي ذي بدء حتى يخفى ذلك على عامتهم بل بعض خاصتهم. </p><p> لقد ذكر النبي - صلى الله عليه وسلم - بالاسم وذكر بالوصف، فغيروا الاسم وأحاطوه بما يجعله مبهما مع ملاحظة اختلاف اللغة العربية على اللغة العبرية. </p><p> ولكن الأوصاف لم يستطيعوا تغيير كثير منها، وهم يحاولون التغيير، ولنأت بنصين أحدهما من التوراة، والثاني من الإنجيل، وهما لم تمتد إليهم أيدي التبديل والتحريف ونرجو ألا يغيرا من بعد. </p><p> ما في التوراة - جاء في الإصحاح الثالث والثلاثين من سفر التثنية:  \" جاء الرب من سيناء، وأشرق لنا من سعير، وتلألأ من جبل فاران، وأتى من ربوات القدس وعن يمينه نار شريعة لهم \" . </p><p> وصريح أن إشراق الرب من سيناء هو إنزال التوراة، وإشراقه من سعير - وهي موضع بالناصرة - إنزال الإنجيل، وإشراقه من فاران، وهي مكة أو ما </p><p> حولها، لأنها التي نزل بها إسماعيل، كما جاء في التوراة نفسها فقد جاء فيها:  \" أنجبت هاجر ابنا لإبراهيم وكان هذا الابن قرة عينها وبهجة قلبها ولكن سيدتها سارة حاولت إذلاها فاستجارت بزوجها إبراهيم لكنه تركها لسيدها بقوله لها: هو ذا جاريتك، فاشتدت بها إيلاما وإيذاء حتى هربت ترجو النجاة مما ألم بها،فقابلها ملاك الرب في الطريق فقال:ما لك يا هاجر، وقال لها شدى بابنك لأني سأجعله أمة عظيمة، وفتح عينيها، فأبصرت بئر ماء، فذهبت وملأت القربة، وسعت بالغلام فكان الله مع الغلام فكبر وسكن في برية فاران \" . </p><p> وإشراق الرب في فاران إذن هو إنزال القرآن (راجع رسالة بشرى زخارى ميخائيل بعنوان: محمد رسول هكذا بشرت الأنانجيل) . </p><p> وجاء في إنجيل يوحنا وهو بعض ما في الأناجيل - التبشير بلفظ \" الفارقليط \" ، ففي الإصحاح الرابع عشر من هذا الإنجيل جاء النص التالي على لسان المسيح:  \" إن كنتم تحبونني فاحفظوا وصاياي وأنا أطلب من الآب، فيعطيكم فارقليط آخر، ليثبت معكم إلى الأبد، وهو روحُ الحق الذي لَا يطيق العالم أن يقبله لأنه ليس يراه، ولا يعرفه وأما أنتم فتعرفونه، لأنه مقيم عندكم، وهو ماكث فيكم \" . </p><p> وجاء في الإصحاح السادس عشر من هذا الإنجيل \" لكني أقول لكم الحق، إنه خير لكم أن أنطلق، لأنه إن لم أنطلق لَا يأتكم الفارقليط، فأما إذا انطلقت أرسلته إليكم، فأما إذا جاء فهو يبكتُ العالم على خطيئته وعلى بر، وعلى دينونة. أما على الخطيئة فلأنهم لايؤمنون بي \" . </p><p> راجع المرجع السابق فهو يبين أن مجيء الفارقليط هو مجيء محمد - صلى الله عليه وسلم -. </p><p> وصدق الله تعالى:  (الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوراةِ وَالإنجِيلِ) وقد ذكر الله تعالى ما يقوم به الرسول النبي الأُميّ، دال:  (يَأمرهُم بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنكَرِ) . </p><p> هذا أحد أمور أربعة خص الله تعالى رسالة محمد - صلى الله عليه وسلم - بها، والأمر بالمعروف والنهي عن المنكر وصف عام للشريعة الإسلامية، فكل أمر تأمر به من الحلال، وتكلف الناس أن يقوموا به هو من الأمور التي تقرها العقول، وتعرفها، إذ المعروف الأمر الذي ترضاه العقول، وتراه صالحا مصلحا للناس، تقره وتعرفه بفطرتها، ودين الفطرة يأمر بكل ما يستقيم مع الفطرة، فالعبادات كلها، ومنها الزكاة تقرها الفطرة، والعقل المستقيم، والوفاء بالعهود، وجهاد الأشرار لحماية الفضيلة، وإقامة الحدود، والقصاص من المعتدين تقره الفطرة ويؤيده العقل. </p><p> وكل أمر نهى عنه الإسلام هو من الأمور التي لَا تقرها العقول، وتتجافاه، فالزنا والسُّكر، وقذف الأطهار، والاعتداء على الأنفس والمال، ومحاربة العدل، ونصرة الظالمين والرضا بظلمهم أمور تنكرها العقول السليمة وتجافيها. وقد سئل أعرابي أسلم: لماذا آمنت بمحمد؟ قال: ما رأيت محمدا يقول في أمر افعل والعقل يقول لَا تفعل، وما رأيت محمدا يقول في أمر لَا تفعل والعقل يقول افعل. </p><p> والأمر الثاني الذي ذكره القرآن مما يفعله النبي - صلى الله عليه وسلم - ودعا إليه في رسالته ما ذكره الله تعالى بقوله:  (وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ) ، والطيبات هي الأمور المستحسنة في ذاتها، من أطعمة طيبة مريئة، هنيئة، لَا تفسد الأجسام ولا تضر العقول، ولباس حسن من غير إسراف ولا مخيلة، ولذات طيبة في حدود الخُلق والمروءة، وتصرفات طيبة لَا اعتداء فيها، ولا نكث وخيانة، وغير ذلك مما هو طيب في ذاته، وحصل عليه بطريق طيب أحله الله تعالى ولا اعتداء فيه ولا اغتصاب. </p><p> (وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ) وهي الأشياء الخبيثة في ذاتها التي تضر الأجسام، كالخنزير والميتة والدم المسفوح أو تضر العقول كالخمر، أو تلقي بالعداوة بين الناس كالميسر والبغضاء أو الاعتداء على حق غيره بالسرقة والاغتصاب أو القتل، فكل هذه خبائث تدخل في باب الفحشاء والمنكر والبغي، وكذلك أكل أموال الناس بالباطل كالربا ونحوه. </p><p> والأمر الرابع ذكره سبحانه وتعالى في قص له:  (وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأَغْلالَ) والإصر هو الثقل، والمراد ثقل التكليفات فلم تكن تكليفاتهم يسيرة، بل كان فيها شدة وكان فيهم غلظة في طباعهم، وقسوة في نفوسهم، فكان تشديد التكليف عليهم تهذيبا لهم، وكفا لشَّره في نفوِسهم، فكان لابد لفطمهم عن بعض الطيبات، كما قال تعالى:  (فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ. . .) ، أي هي في أصلها حلال. </p><p> وقال تعالى:  (وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ (١٤٦) . </p><p> ومما رفعه سبحانه وتعالى:  (وَالأَغْلالَ الَّتِي كَانَتْ عَلَيْهِمْ) والأغلال جمع غل، وهو ما يوضع في العنق في مخنقة ليثقل ويوضع كذلك تقييدا لحركته وإثقالا عليه، والمراد هنا ما وضع من قيود في الحلال عليهم تهذيبا كتحريم الصيد يوم السبت، ومنع بعض المحللات في ذاتها، ولكنها حرمت عليهم تربية لهم. </p><p> والأغلال مجاز عن هذه القيود التي شدد الله بها على نفوسهم لقمعها عن الإسراف في الشهوات، شبهت هذه القيود بالأغلال الحسية؛ لأنها ثقيلة على النفوس المستقيمة، ولكنها علاج للنفوس المريضة السقيمة، وإن شريعة النبي الأُميّ جاءت موائمة للفطرة السليمة جاءت لليسر، دون العسر، وكانت عزاءً للإنسانية كلها لَا فرق بين أحمر وأسود، وهي الباقية ما بقي الإنسان. </p><p> وإذا كان محمد - صلى الله عليه وسلم - قد جاء برفع الآصار فإن الواجب تأييده ونصره؛ ولذا قال تعالى:  (وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ) . </p><p> الفاء هنا للإفصاح عن شرط مقدر يتضمن الكلام المتقدم فحواه، ومؤدى القول إذا كان هذا النبي الأُميّ ينعم الله على يده عليكم تلك النعم، وهو قد جاء بالحق في ذاته، ورفع عنكم الآصار والأغلال؛ فعزروه أي فوقروه وأيدوه، </p><p> وانصروه على من يعادونه، فإن نصرته تأكيد للحق، وشكر للنعمة، وقيام بواجب الحق على أهله. </p><p> وكلا الأمرين واجبان بالنسبة للنبي الأُميّ، وهناك واجب أعظم، وهو جماع الإيمان، وفيه تنفيذ أحكام الرشاد، وهو ما قال الله تعالى:  (وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ) ، أي أنزل من عند الله تعالى ومصاحبا لدعوته، مؤيدا لرسالته وهو المعجزة الكبرى الخالدة، وهو القرآن، والتعبير عنه بالنور فيه استعارة فقد شبه بالنور؛ لأنه مبين للحقائق مزيل للجهالات، دافع للأوهام، كما أن النور يزيل غياهب الظلام. </p><p> واتباع القرآن اتباع لصراط الله المستقيم الذي لَا عوج فيه، وهو الخلاصة الإلهية للرسالة الإلهية، وهو سجل النبوات جميعا، فيه أحكامها، وأخبارها، ومعجزاتها. </p><p> وقد حكم الله سبحانه وتعالى على الذين قاموا بهذه الصفات بأنهم الفائزون في الدنيا باتباع الحق، وأن حياتهم كلها فاضلة وأن تكون حياتهم في الآخرة نعيما مقيما، ورضوانا من الله العزيز الحكيم، وهو أكبر الفوز العظيم، ولذا قال تعالى:  (أُوْلَئِكَ هُمُ الْمُفْلِحُونَ) . </p><p> والإشارة إلى الصفات، يفيد أنها علة الحكم وسببه، أي بسبب هذه الصفات ينالون الفلاح في الدنيا والآخرة، لأن الهداية والاستقامة فلاح لَا يدركه إلا من استقامت إلى الحق نفوسهم. </p><p> وقد أشار - سبحانه وتعالى - بالبعيد للدلالة على بعد الشرف، وعلو المنزلة، وقد قصر الله تعالى الفلاح عليهم، بتعريف الطرفين، وبضمير الفصل، أي أنهم المفلحون، ولا يفلح سواهم، والقصر قصر حقيقي، إذ إنهم سلكوا الصراط المستقيم، ومن لم يسلك سبيل الله فقد سلك مثارات الشيطان، وهذا فرق ما بين الهدى والضلال. </p><p> وإذا كان ذلك طريق الفوز عند الله، وفي الحياة الدنيا والآخرة فإن الإنسانية كلها مخاطبة بها، ولذا قال تعالى آمرا نبيه بخطاب الناس كافة بهذه الشريعة السمحة البيضاء. </p><p> * * * </p>"
}