{
  "id": null,
  "sura": 7,
  "aya": 72,
  "text": "<p> (فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ بِرَحْمَةٍ مِنَّا وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا ... (٧٢) </p><p> * * * </p><p> وترى التشابه التام، بين ما لقي النبي محمد - صلى الله عليه وسلم - من المشركين، وبين ما لقي نوح، وهود من قبله - عليهم الصلاة والسلام - وإن ذلك يجعل النبي - صلى الله عليه وسلم - يصبر، ويحمل التبعة، وشدائدها فإن تلك سنة الله مع الدعاة، والذين يدعونهم، وما كنت بدعا من الرسل. </p><p> بيد أن الله تعالى أهلك المجرمين الذين يعصون الأنبياء، أما قوم محمد - صلى الله عليه وسلم - فإنه - سبحانه - أمهلهم ليكون من أصلابهم من يعبد الله، وليجاهدهم على الحق هو ومن اتبعه إلى يوم الدين. </p><p> * * * </p><p> من قصة صالح - عليه السلام </p><p> * * * </p><p> نذكر من قصص الأنبياء في هذا الموضع، ما قصه الله تعالى في هذه السورة الكريمة، ونترك بقية قصص الله تعالى فيها إلى موضعها، وبمجموع ما يذكره سبحانه يكون خبر النبي من الأنبياء، ولكنه مفرق في السور، كل جزء منه في موضع عبرته، وإرادة مغزاه. </p><p> * * * </p><p> (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ (٧٣) وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الْأَرْضِ تَتَّخِذُونَ مِنْ سُهُولِهَا قُصُورًا وَتَنْحِتُونَ </p><p> الْجِبَالَ بُيُوتًا فَاذْكُرُوا آلَاءَ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (٧٤) قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَلٌ مِنْ رَبِّهِ قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ (٧٥) قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ (٧٦) فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ (٧٧) فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ (٧٨) فَتَوَلَّى عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلَكِنْ لَا تُحِبُّونَ النَّاصِحِينَ (٧٩) </p><p> * * * </p><p> كان بعث صالح بعد هود، وكانت ثمود خلائف لعاد، قال الله تعالى: </p>"
}