{
  "id": null,
  "sura": 7,
  "aya": 38,
  "text": "<p> (قَالَ ادْخلُوا فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالإِنسِ فِي النَّارِ) . </p><p> القائل هو الله تعالى ولم يصرح به بجوار الفعل؛ لأنه مذكور دائما في الأفهام وفي القلوب فلا حاجة إلى ذكره (ادْخلُوا فِي أممٍ)  \" فى \" هنا قيل: إنها بمعنى \" مع \" ، أي ادخلوا مع أمم قد خلت أي مضت من قبلكم في النار، ونحن نرى أن \" في \" معناها الظرفية كأصل وصفها، وإدخالها في هذه الأمم فيه إشارة إلى أنها وليست غيرا عنها، والمعية قد توهم المغايرة، ولا مغايرة بل هم أمم في ذواتهم، وهم أمة واحدة في كفرهم، فإن فرقتهم الأجيال فقد جمعهم الضلال وجمعهم العقاب، والتكذيب لآيات الله تعالى، والمعاندة لأحكامه. </p><p> وقوله تعالى:  (قَدْ خَلَتْ مِن قَبْلِكُم) ، أي مضت قبلكم منتحلة ما انتحلتم، مكذبة ما كذبتم من الحق والآيات، كاذبة على الله وغير مصدقة لآياته، ومستكبرة عنها. </p><p> وهذا النص يفيد أولا - أن الكفر كله ملة واحدة لَا تفريق بينها، فالباطل قد جمعها والعقاب قد وحدها، ويفيد ثانيا أنه يتسلسل في الأجيال جيلا بعد جيل، وبعد تفرقهم في الأجيال تجدهم قد التقوا في النار جميعا، وإن تنظر إلى تاريخ الملل والديانات الإنسانية تجدها أحيانا تتلاقى في نوع واحد من الكفر، فتجد مثلا عقيدة التثليث في الاعتقاد المزعوم من آلهة ثلاثة يوجد عند المصريين وعند البراهمة، وعند البوذية وعند الأفلاطونية الحديثة التي قبست من البرهمية والبوذية. . وعند النصارى الذين اتبعوا بولس، وقد قبسوها من البرهمية الذين قالوا في \" كرشنة \" ما قاله هؤلاء في يسوع عند بولس، وقبسوها أيضا من كلام البوذيين في بوذا، فنحلوه ليسوع في زعمهم، ثم قبضوا القبضة الكبرى من الأفلاطونية، وسموا ذلك نصرانية بعد أن انحرفوا عن المسيح - عليه السلام - الذي علمهم التوحيد واعتنقوه حتى غيروا وبدلوا. </p><p> وهكذا نجد فكرة وثنية عمت أجيالا، وكذلك عبادة الأوثان سيطرت على اليونان والرومان والعرب في عصر واحد. </p><p> فإذا كانت هذه الأجيال والأمم من الإنسان والجن فإنها تدخل النار جميعا، يلحق التابع المتبوع، وقد جمعهم الشرك بالله تعالى ووحد بينهم العقاب، ولذا يقول - سبحانه وتعالى - يوم القيامة:  (ادْخُلُوا فِي أُمَم قَد خَلَتْ مِن قَبلِكُم) ، أي مضت من الإنس والجن، والنار متسعة للجميع. </p><p> و \" مِنْ \" في قوله تعالى: (مِّنَ الْجِنِّ وَالإِنسِ) بيانية لبيان شمولها الضالين من الجنسين، الجن أتباع إبليس والإنس الذين أضلهم. </p><p> وفى هذا المجتمع الجهنمي يكون التابع والمتبوع، ولقد ذكر الله - تعالى - ما يكون بينهما في ذلك المحشر: </p><p> (كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ) . </p><p> إن الله - تعالى - ذكر تلاحق هذه الأمم التي ضلت، وكان ضلالها واحدا، أو متقاربا مختلفا في شكله، متحدا في معناه؛ إذ كله وثنية وإشراك بالله تعالى، وكفر بالحقيقة الإلهية، وضلال أي ضلال في فهم حقيقة خالق الوجود ومنشئه، وقال تعالى:  (كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا) التي دخلت معها، أو التي سبقتها، وذلك يدل على النفرة التي تكون بينهما، فإن من أشد العقوبات النفرة النفسية بين المجتمعين في واحد، ويدل أيضا على أن الاتحاد في عقيدة ضالة جعل واحدا من المتحدين يلغيها ويلعن من يعتنقها، لأنه يحسب أنه هو الذي سهل دخولها عليه، ثم يلعن الأتباع المتبوعين؛ ولذا قال تعالى:  (حَتَّى إِذَا ادَّارَكوا فِيهَا جَمِيعًا) أي تلاحقوا فيها جيلا وراءه جيل، وسلفا وراءه خلف وآباءً وراءهم أبناءُ. </p><p> قال المتأخر للمتقدم، أو التابع للمتبوع:  (هَؤُلَاءِ أَضَلُّونَا) وعبر الله تعالى عن ذلك بقوله: (قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ) . </p><p> أي أن الأخلاف قالوا عن أسلافهم أعطهم يا رب العالمين عذابا مضاعفا عنا لأنهم هم الذين اتبعناهم فأضلونا، فالعرب كانوا يقولون نتبع ما كان عليه آباؤنا، أو نتبع ما ألفينا عليه آباءنا - فكانوا ضالين بضلالهم والضِّعف هو المثْل، والمعنى اجعل لهؤلاء الذين أضلونا عذابا زائدا بمقدار الضعف المماثل لعذَابنا وكأنهم يريدون أن جريمتهم جريمتان: إحداها ما فعلوه وفعلناه، والثانية أنهم أضلونا فعليهم وزر مثل وزرنا وعليهم وزر آخر؛ لأنهم أضلوا. وقد رد الله قولهم بأنهم فعلوا مثل ما فعل أسلافهم فكانوا مضلين لمن بعدهم كما أضلهم من سبقوهم. </p><p> وكذا قال تعالى:  (قَالَ لِكُلٍّ ضِعْفٌ وَلَكِن لَا تَعْلَمونَ) . </p><p> أي يقول لهم رب العزة لكل منكم أنتم التابعون والمتبوعون ضعف من العذاب مثل العذاب الذي نزل بكل منكم؛ لأن كلا منكم ضال ومضل، فالخلف ضلوا بسلفهم وأضلوا من بعدهم، فإذا كان منطقكم أن يزيد من أضل على من ضل فأنتم أضللتم ولكن لَا تعلمون سريان الفساد من جيل بعد جيل، وكل يضل من بعده. </p><p> وإن الترامي بالضلال يتبادل بين التابع والمتبوع، وكل تابع هو متبوع لمن بعده، وقد ردت الطائفة الأولى على من بعدها فقالت: </p><p> * * * </p>"
}