{
  "id": null,
  "sura": 7,
  "aya": 150,
  "text": "<p> أخبر الله - سبحانه وتعالى - موسى أخبارهم، ولما رجع ظهر غضبه عليهم، فقال تعالى:  (وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ) ، أي أنه غضب غضبا شديدا، لأن التعبير بغضبان تدل على امتلاء النفس بالغضب، لأن صيغة فعلان تدل على الامتلاء كسكران وشبعان، ونحوها، و (أَسِفًا) أي حزينا، أي أنه غضب لهذا الأمر الشاذ، ولما تفكر في الحال حزن حزنا شديدًا، فالأسف: الحزن. كقول يعقوب:  (. . . يَا أَسَفَى عَلَى يُوسُفَ. . .) ، أي أنه في حال الحزن الذي لَا حزن وراءه. </p><p> قال لهم:  (بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي) ، أي بئس ما صنعتم خلفي من بعدي وفي غيبتي أي خلفتموني بشر، وهو جدير بالذم، وكان ذلك في غيبتي، فكأنهم خانوه مرتين مرة بهذا العمل الفاسد الضال المشرك، ومرة بأنهم انتهزوا فرصة غيبته وفعلوا ما فعلوا، فكانوا آثمين، إثمين، إثم العمل، وإثم أنهم خانوه في غيبته، وقال:  (أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ) أردتم العجلة في أمر ربكم وذلك خروج عن حدودكم. </p><p> (وَأَلْقَى الأَلْوَاحَ) ، التي تلقاها عن ربه مكتوبة مفروضة جانبا، لَا أنه رماها حتى تكسرت كما زعم بعض المفسرين. بل ألقاها جانبا ليفرغ لمناقشة الذين غيروا وبدلوا من بعده، ومن سكتوا عن تغييرهم، وأول مسئول سأله هو أخوه هارون، قال تعالى:  (وَأَخَذَ بِرَأْسِ أَخِيهِ يَجرُّهُ إِلَيْهِ) أكثر المفسرين على أنه في غضبه، قد أخذ لحية أخيه وقبض قبضة من شعره يجره إليه، وقالوا: إن ذلك كان متعارفا عندهم، أو لأنه أراد مناجاته، أو أراد أن يسر إليه أمر الألواح، أو أراد نصحه، ونرى ذلك بعيدا عن روح النص، إنما الظاهر أنه أراد لومه لوما شديدا؛ بحسب أنه قصَّر عن مَقْدِرة بدليل رد هارون:  (ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي) . ويصح لنا أن نقول على هذا إنه يصح أن يكون أخذ اللحية وجر الرأس لَا يراد به حقيقته إنما يراد به لازمه، وهو إلقاؤه التبعة عليه لأنه خلفه عليهم، ونهاه عن أن يتبع القوم المفسدين، وأن ذلك كناية عن هذا، لأن ذلك يكون عند اللوم الشديد، وقد اعتذر </p><p> لأخيه بأنهم استضعفوه، أي عدوه ضعيفا، أو طلبوا موضع الضعف فيه، وهو أنه ليس المسئول الأصلي، وإنما هو ردْءٌ لأخيه، وقد غاب الأصل، فاستضعفوا خليفته، وقال:  (وَكَادُوا يَقْتُلُونَنِي) أي شدد النكير عليهم حتى كادوا يقتلونه، أي قاربوا أن يقتلوه، (فَلا تُشْمِتْ بِيَ الأَعْدَاءَ وَلا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ) طلب من أخيه أمرين: أولهما، ألا يتمادى في مؤاخذته فيشمت الأعداء بهارون وهو المداوم على نصرته، وعرض نفسه معه لأذى فرعون الطاغية، الثاني: ألا يجعله في عداد الظالمين، بأن يعتبره ممن عبدوا العجل، أو تهاونوا في استنكاره، فإنه قد قام بحق الخلافة عن أخيه، ولكنهم وقعوا فيما وقعوا فيه بأمر لَا قبل له في دفعه، وهو له مُنْكِر. </p><p> ولقد كان موسى - عليه السلام - شديد الغضب، لكنه كان سريع الفيئة؛ ولذا قال راجعا إلى الحق في أمر أخيه معلنا الرضا. فقال: </p>"
}