{
  "id": null,
  "sura": 7,
  "aya": 31,
  "text": "<p> (يَا بَنِي آدَمَ خذُوا زِينَتَكُمْ عِندَ كلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ) كان بعض العرب يطوفون عراة، كما بينا في ذكر معاني الآيات السابقة، وإن الله تعالى قد أنعم علينا باللباس الذي يواري سوءاتنا والريش من الثياب الذي نتزين به، لنبدو في أقوم صورة، أو في صورة لَا تشنأها الأنظار، فقد ورد عن النبي - صلى الله عليه وسلم - أنه قال:  \" إن الله جميل يحب الجمال \"  (١) ؛ ولذا قال تعالى: (يَا بَنِي آدَمَ خُذُوا </p><p>(١) رواه مسلم: الأيمان (١٣١) باب: تحريم الكبر وبيانه، وأحمد: مسند المكثرين من الصحابة (٢٦٠٠) عن عبد الله بن مسعود رضي الله عنه.</p><p> زِينَتَكُمْ عِندَ كلِّ مَسْجِد) النداء لبني آدم يشمل الناس أجمعين لقوله تعالى (يَا بَنِي آدَمَ) ، فلماذا اختص النداء هنا بقوله تعالى:  (يَا بَنِي آدَمَ) ونقول في الجواب عن ذلك الاستفهام المفروض أن ذلك للتذكير بحال آدم وزوجه عند إخراجهما من الجنة، وبدت سوءاتهما وأخذا يخصفان عليهما من ورق الجنة. </p><p> وقوله تعالى:  (خُذوا زِينَتَكمْ عندَ كلِّ مَسْجد) ، معناه البسوا لباسا يكون فيه زينة وتجمل لكم، وقال تعالى:  (خذوا زِينَتَكمْ) شاه تحروا أن تأخذوا بأسكم متزينين متجملين بها، عندما تدخلون أي مسجد، وإن ذلك لتكون المساجد نظيفة دائما، ويحسن فيها الطيب ليكون فيها أريج تطيب له الأنفس وتقبل عليه جموع المصلين، وإن ذلك يوجب أمرين. </p><p> أحدهما - لستر العورة باللباس السابغ الطيب الذي هو زينة في ذاته، والعرى فيه ظهور للعورات، والعورات سوءات يسوء النظر إليها. </p><p> ثانيهما - أن يكون ثمة تجميل، وقد حسَّن النبي - صلى الله عليه وسلم - التجمل عند دخول المساجد، وكان النبي - صلى الله عليه وسلم - يتجمل في ثيابه، ولا يتبذل فيها، وخصوصا في المسجد، وعند استقبال الوفود. </p><p> ويقول تعالى:  (وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ) ، هذا أمر بالأكل وهو في معنى الإباحة بالجزاء بأكل أي جزء، أو أي نوع فيأكل بُرا أو تمرا، أو شعيرا أو أرزا. ويجب بالكل، فلا يصح أن يحرم نفسه من الطعام، وإلا أودى بنفسه إلى الهلاك ولا يحرم على نفسه نوعا من الطعام دون نوع، كالذين يحرمون على أنفسهم أكل اللحوم فإنه يجب عليهِم أن يتناولوها، حتى لَا يقعوا في النهي في قوله تعالى:  (يَا أَيُّهَا الذِينَ آمَنُوا لَا تُحرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكمْ. . .) . </p><p> ولقد روى الإمام أحمد بن حنبل أن النبي - صلى الله عليه وسلم - قال:  \" كلوا واشربوا والبسوا وتصدقوا في غير سرف ولا مخيلة \" ، والإسراف يكون في ناحيتين: </p><p> إحداهما - أن ينفق مبذرا فوق طاقته، بأن يكثر من الضيفان فوق طاقته فإن ذلك تبذير منهي عنه، وقد قال تعالى:  (إِنَّ الْمبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ. . .) . </p><p> والثانية - أن ينال من الطعام ما يثقل معدته وأمعاءه، وجسمه، ولقد قال النبي - صلى الله عليه وسلم - فيما رواه النسائي والإمام أحمد:  \" ما ملأ ابن آدم وعاء شرا من بطنٍ؛ حسب ابن آدم أُكلات يُقِمْن صُلبَه فإن كان لَا محالة، فثلث طعامٍ وثلث شراب وثلث لنفسه \"  (١) . </p><p> وإن الإسراف في الطعام يختلف مقداره ونوعه باختلاف حال الطعام، وإن كان مريضا، فما يؤدي إلى زيادة مرضه إسراف، وإن كان قويا معافى فلا يتناول ما يؤدي إلى إتخامه، فإن زاد فقد أسرف، وقد قال تعالى في صفات المؤمنين:  (وَالَّذِينَ إِذَا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا) . </p><p> وقد بغض الله تعالى الإسراف للناس ببيان أنه سبحانه لَا يحبه ولا يرضاه لعباده فقال تعالى:  (إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ) لأن الإسراف يؤدي إلى إضرار أبدانهم، وحرمان لغيرهم، وضياع لذوي الحاجة في الجماعة الإسلامية كما قال ابن عباس: ما من مسرف إلا ووراءه حق مضيع. وقد أكد - سبحانه وتعالى - بغضه للإسراف بنفي المحبة، ومحبة الله مطلب المؤمنين، ولقد كان من العرب من حرم زينة الله وأوجب العري عند الطواف فاستنكر الله تعالى فعلهم، وقال: </p><p> * * * </p><p>(١) رواه أحمد: مسند الشاميين - حديث المقداد بن معدي كرب (١٦٧٣٥)، والترمذي بلفظ مقارب: الزهد - ما جاء في كراهية كثرة الأكل (٢٣٨٠)، وابن ماجه: الأطعمة - الاقتصاد في الأكل وكراهة الشبع (٣٣٤٩).</p>"
}