{
  "id": null,
  "sura": 7,
  "aya": 53,
  "text": "<p> (هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ ... (٥٣) </p><p> * * * </p><p> إن الكفار من وثنيين وكتابيين لم يؤمنوا بالقرآن، ولا بما اشتمل عليه، يوجه الله تعالى إليهم سؤالا استنكاريا فقال:  (هَلْ يَنظُرُونَ إِلَّا تَأوِيلَهُ) ، و \" النظر \" هنا بمعنى الانتظار كقوله: (هَلْ يَنظُرُونَ إِلَّا أَن يَأتِيَهُمُ اللَّهُ فِي ظُلَلٍ منَ الْغَمَامِ وَالْمَلائِكَةُ وَقُضِيَ الأَمْرُ وِإلَى اللَّهِ تُرْجَعُ الأُمُورُ) . </p><p> والاستفهام هنا إنكاري لنفي الوقوع، والمعنى لَا ينتظرون إلا تأويله. </p><p> والتأويل هنا معرفة المآل والعاقبة، أي لَا ينظرون إلا أن يروا مآلهم وعاقبتهم، لقد أنكروا البعث وأنكروا الحساب والعقاب، فهل ينتظرون أن ينزل ذلك بهم واقعا لا فكاك عنه، حيث يأتيهم ما أنكروه من بعث، وحساب ومن ذلك عقاب وثواب. وإن تأويل القرآن كما قال ربيعة: لَا يزال يجيء آنًا بعد آنٍ، فكل خبر فيه يتحقق حتى يجيء الخبر الأكبر، وهو البعث والنشور والحشر والميزان، والصراط وما أخبر به مما ينكرونه، ولا يؤمنون به. </p><p> وعلى ذلك لَا تكون كلمة التأويل مرادا بها التفسير، إلا أن يراد هذا التفسير الواقعي الذي يكون يوم القيامة، وإنه عندم يجيء ذلك المآل الحق يتذكر الناسون، ويتنبه الغافلون، ويرون لنا عيانا ما أنكروه في الدنيا جهارا؛ ولذا قال تعالى:  (يَوْمَ يَأتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ) ، أي الذي نسوا تأويل الكتاب من قبل أي وهم في الدنيا متذكرين قد ذكرتهم الزواجر وقرعت حسهم العقوبات (قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ) ، أي ور جاءت هذه الرسل منذرة ومبشرة داعية إلى الحق، ولتتميم قولهم وعاندناهم وجحدنا بالآيات </p><p> وكذبناها. ويقرون الآن بالحق الذي أنكروه فَيَنُصُّون على أن الرسل جاءوا بالحق، أي الأمر الثابت الذي لَا يرد ولا ينكر، وأحسوا بغفلتهم عنه في الدنيا وأن العذاب واقع بهم لَا محالة، فيتجهون إلى طلب الشفعاء، فيقولون؛ (فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا) . </p><p> \" الفاء \" هنا لتفصل ما اعترى نفوسهم في هذا الهول، ومع أن الله قد قال في كتابه عن هذا اليوم لَا يُقبل فيها شفاعة ولا عدل، مع ذلك طلبوا الشفعاء، أو رجوا أن تكون ثمة شفاعة، فقالوا:  (فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا) ، و (من) هنا لاستغراق الطلب، والمعنى هل يوجد لنا من شفعاء أي شفعاء كانوا، سواء أكانوا أولياء أم كانوا أعداء ولو شامتين، ولكنها أمنية لَا تتحقق؛ ولا يمكن أن تتحقق؛ لأن الله تعالى نفي ذلك في الدنيا، وهو لَا يخلف موعده. </p><p> ولأنهم يئسوا من أن يكون لهم شفعاء قالوا أمرا آخر وهو أن يردوا إلى الدنيا، فيعملوا غير الذي عملوا فيقولون:  (أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ) . </p><p> ولكنهم إذا عادوا إلى الدنيا سيطرت أهواؤها وغرتهم بغرورها فكانوا كما هِم، ولقد قال الله تعالى في آية أخرى:  (وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ (٢٧) بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ (٢٨) . </p><p> ولقد ختم الله تعالى الآية بتسجيل الخسارة عليهم، وتخلي أوليائهم عنهم فقال عز من قائل:  (قَدْ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ) . </p><p> أكد الله تعالى خسارتهم بقيد، فقد خسروا في ذات أنفسهم إذ ضلوا، والضلال خسارة للنفس، وخسروا أنفسهم فأوقعوها في الهلاك الذي يكون يوم تأويله، وخسروا الحق فكانوا من المبطلين، وخسروا أيضا أولياء لهم يناصرونهم، ولذا قال تعالى:  (وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ) أي غابوا غيبة منقطعة لَا يعرفون أين هم، وهم الأوثان التي كاتوا يفترونها، فخسروا خسرانا مبينا، وعبر - سبحانه </p><p> وتعالى - عن الأصنام بما كانوا يفترونه؛ لأنهم لَا وجود لهم إلا في افترائهم، فصنعوها بأيديهم، وأضافوا عليها افتراء من عند أنفسهم معاني العبودية فكان ضلالهم كبيرا. </p><p> * * * </p><p> آيات الله في الكون </p><p> (إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ (٥٤) ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ (٥٥) وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ (٥٦) </p><p> * * * </p><p> بعد أن ذكر الله تعالى حال الكافرين يوم القيامة، وحال المؤمنين وبين حال كفرهم في الدنيا الذي تأدّى بهم إلى العذاب في الآخرة. </p><p> أخذ يبين - سبحانه وتعالى - آياته في الكون التي تدل على أنه الواحد الأحد؛ لأنه الذي خلق الكون كله، والمشركون من العرب كانوا يعرفون ذلك، ويؤمنون به (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ. . .) ، ولكنهم كانوا يعبدون الأوثان ويقولون. (. . . مَا نَعْبُدُهُمْ إِلَّا لِيُقَربُونَا إِلَى اللَّهِ زُلْفَى. . .) . </p><p> ولقد قال تعالى: </p>"
}