{
  "id": null,
  "sura": 7,
  "aya": 145,
  "text": "<p> (وَكتَبْنَا لَهُ فِي الأَلْوَاحِ مِن كُلِّ شَيْءٍ) الألواح هي ما اشتملت عليه التوراة. </p><p> وقوله تعالى:  (وَكتَبْنَا لَهُ فِي الأَلْوَاحِ) ، فسر بعض رواة الحديث بأن الله تعالى كتب على هذه الألواح، فقد ذكر الترمذي أنه قبض عليه جبريل بجناحه فمر به في العلا وأدناه حتى سمع صريف القلم حين كتب الله تعالى له الألواح. </p><p> وإنا لَا نرد خبرا إذا ثبتت صحته عن الرسول، ولا نعلم مقدار صحة هذا، وإن الذي نراه في هذا أن (كَتَبْنَا) معناه فرضنا وشرعنا شرعا ثابتا مقررا ومفروضا في الألواح، وقد تكون قد ألقيت عليه مكتوبة في الألواح. </p><p> وقوله:  (مِن كلِّ شَيْءٍ)  \" مِنْ \" فيها بيانية، أي كتبنا له كل شيء في أمر الشرع من حيث العقيدة، ومن الشرائع المختلفة. وتكون موعظة، وتفصيلا لكل شيء فيها بيان لنوع ما في هذا الذي كتب وفرض، ففيه العظة والاعتبار بما فيها من أصل التكوين، والإخبار عن الأنبياء الذين سبقوه، وفيه تفصيل أحكام الشرائع تفصيلا مبينا موضحا، لَا يخفى على الذين يدركون، ويطلبون الحق. </p><p> وقوله تعالى:  (وَأْمُرْ قَوْمَكَ يَأخذُوا بِأحْسَنِهَا) أي يختاروا أحسنها، وكل حسنٌ، وأحسن، أي اطلبوا الأحسن فيها، فإذا كان واجبا فيه تخيير، فاختاروا الأحسن، فإذا خيرتم بين العقاب والعفو فاختاروا العفو، أو نقول: إن الأحسن وصف للتكليفات كلها، إذ كلها بلغ الأفضل في ذاته، وأفعل التفضيل ليس على بابه بل المراد الأخذ بها كلها، لأن كلها أحسنها، كقوله تعالى: (وَاتَّبِعُوا أَحْسَنَ مَا </p><p> أُنزِلَ إِلَيْكم. . .)، وقوله:  (. . . يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ. . .) ، أي يتبعون الحسن وهو القرآن أحسن القول. </p><p> وقوله تعالى:  (فَخُذْهَا بِقُوَّةٍ) ، أي خذها بعزم صادق على تنفيذ أحكامها من غير هوادة، والمراد بالأخذ بقوة لازمها، وهو العمل بقوة وصدق، والأمر لموسى هو أمر لأمته، وصرح بأمر حسن بلغ أعلى درجات الحسن، كما ذكر فقال:  (وَأْمُرْ قَوْمَكَ يَأخُذُوا بِأَحْسَنِهَا) وأشار - سبحانه - إلى أنه سيكون من يفسق عنها من قومه، وذلك ببيان أنه سَيُرى موسى وخاصته الفاسقين ومكانهم، فقال تعالى:  (سَأُرِيكمْ دَارَ الْفَاسِقِينَ) أي: الفاسقين من بني إسرائيل، ومؤدى القول: ستعلم منازلهم وفسقهم ودرجاته. </p><p> ويصح أن يقال (١) : (دَارَ الْفَاسِقِينَ) هي دار فرعون ومن سبقه من الفاسقين، وعندي أن التخريج الأول أوضح، ويؤكده قوله تعالى بعد ذلك: </p><p>(١) في النسخة المطبوعة [سقين] وأظنها وضعت بطريق الخطأ. والله أعلم. اهـ (مصحح النسخة الإلكترونية).</p>"
}