{
  "id": null,
  "sura": 7,
  "aya": 43,
  "text": "<p> (وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ ... (٤٣) </p><p> * * * </p><p> إن الجنة مكان طاهر مطهر اختاره الله تعالى سكنا لعباده الأتقياء الأطهار، وإنه في مقامه لأطيب من أحب مسكن يختاره في الدنيا، كما ورد في الأثر. </p><p> وإنه لطهارته كان من فيه جميعا في طهارة كاملة حسية ومعنوية، طهارة الأبدان وطهارة القلوب التي في الصدور، وإن أشد ما يدرن القلوب الغل والحسد، والأحقاد الدنيوية، فإنها أمراض تصيب القلوب، لتجعل الإنسان في هم مستمر، وعذاب مقيم، فكان من مقتضى النعيم الذي أنعم الله به على الأبرار أن يتم عليهم نعمته بأن يكونوا في نعيم في قلوبهم، كما أن أجسامهم في نعيم؛ ولذا قال تعالى:  (وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ تَجْرِي مِن تَحْتِهِمُ الأَنْهَارُ) . </p><p> ونزعنا: أي استخرجنا، والنزع أقوى من الاستخراج، لأن النزع إخراج ما هو متأشب (٣) بالقلب لَا يسهل إخراجه، ولكن الله تعالى ينزعه نزعا، ويبقى القلب مصقولا بنور المحبة والمودة، فيتحابون ويتوادون، ولا يتباغضون، ولقد قال </p><p>(٣) من التأشب، وهو التجمع من ههنا ههنا. لسان العرب - أشب.</p><p> النبي - صلى الله عليه وسلم -: \" الغل على باب الجنة كمبارك الإبل قد نزعه الله تعالى من قلوب المؤمنين \"  (١) . </p><p> ورد في بعض الآثار أن أهل الجنة إذا سيقوا وجدوا عند بابها شجرة في أصل ساقها عينان، فإذا شربوا من إحداهما ينزع الله ما في صدورهم من غل فهو الشراب الطهور، واغتسلوا من الأخرى، فجرت عليهم نضرة النعيم، فلم يشعثوا، ولم يشيخوا بعدها أبدا، ولقد قال تعالى:  (وَسِيقَ الَّذينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا. . .) . </p><p> هذا النعيم معنوي، وهناك نعيم حسي قال الله تعالى فيه:  (تَجْرِي مِن تَحْتِهِمُ الأَنْهَارُ) أي أنهم في غرفات تجري الأنهار، وكأنها تجوس خلالها، فيكون منظر النهر العذب ينساب انسيابا، ومنظر الظلال والأشجار ينسرق (٢) من تحتها الماء، ويرزقهم الله تعالى أمرا معنويا هو الاطمئنان إلى الهداية، وفيها إدراك ما وصلوا إليه بفضل الله تعالى، وقد حمدوا الله تعالى على ما وصلوا إليه في الدنيا، وأورثهم الله ثمراته في الآخرة، فيقولون ما حكى الله تعالى عنهم:  (الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلا أَنْ هَدَانَا اللَّهُ) . </p><p> إن قولهم هذا سرور وفرح واطمئنان إلى الغاية التي آل إليها أمرهم، ويقول صاحب الكشاف في هذا: يقولون ذلك سرورا واغتباطا بما نالوا، وتلذذا بالتكلم به. . كما ترى من رُزق خيرا في الدنيا، يتكلم بنحو ذلك، ولا يتمالك أن يقوله للفرخ. </p><p> وقوله تعالى:  (وَمَا كنَّا لِنَهْتَدِيَ لَوْلا أَنْ هَدَانَا اللَّهُ) أي ما كان من شأننا ونحن لَا نملك من أمرنا شيئا أن نرشد ونهتدي إلى الحق لولا أن هدانا الله تعالى، </p><p>(١) ذكره القرِطبى، والثعالبي في مستهل تفسيره لهذه الآية دون إسناد. ورواه البخاري بنحو: التفسير (٦٣٨٨) - (وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ. . .). (٢) أي ينساب بخفاء وفتور.</p><p> و \" لولا \" يقول النحويون عنها: إنها امتناع لوجود، ومعنى ذلك لولا هداية الله لامتنعت علينا، فهو يملك كل أمورنا هو الذي وفقنا وهدانا وأرسل إلينا الرسل ْهداة مرشدين إلى الحق؛ ولذا قالوا:  (لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ) . </p><p> النداء لم يذكر فيه المنادى أهو من وحي الله تعالى في نفوسهم أم من الملائكة الأطهار، والميراث هو العطاء من الله تعالى، قد جعل هنا خلفا للعمل الصالح، فهو ملكية ثابتة بالخلافة عن العمل الدائم الذي كان مستمرا في الدنيا، وهذا قوله تعالى:  (بِمَا كُنْتُمْ تَعْمَلُونَ) ، أي بالذي كنتم تعملونه مستمرين دائبين عليه ترجون رحمة الله وتخافون عذابه. </p><p> والتعبير بقوله تعالى:  (أُورِثْتُمُوهَا) والميراث عطاء بغير عوض فيه إشارة إلى أن الله تعالى هو الذي جعل ذلك النعيم عطاء للعمل، فليس العمل وحده منتجا للعطاء، إنما هو يجعل النعيم ميراثا للعمل، والفضل في كل الأحوال لله تعالى صاحب المن والفضل، ولقد روى في الصحيحين أن النبي - صلى الله عليه وسلم - قال:  \" اعلموا أن أحدكم لن يدخله عمله الجنة قالوا: ولا أنت يا رسول الله؛قال:ولا أنا إلا أن يتغمدني الله برحمة منه وفضل \"  (١) ، وقد روت عائشة أم المؤمنين عن النبي - صلى الله عليه وسلم - أنه قال:  \" سددوا وقاربوا وبشروا، فإنه لَا يدخل أحدا الجنة عمله \"  (٢) اللهم اغفر لنا وارحمنا. </p><p> * * * </p><p>(١) متفق عليه، وقد سبق تخريجه، وهذا لفظ مسلم عن أبي هريرة. (٢) متفق عليه وقد سبق تخريجه.</p>"
}