{
  "id": null,
  "sura": 7,
  "aya": 101,
  "text": "<p> (تِلْكَ الْقُرَى) للنبي - صلى الله عليه وسلم -، لأنه - صلى الله عليه وسلم - قد جاء بالحق الذي يتفق مع الفطرة، فكان يجد الكفر والإنكار والعصيان ومعاداة الله ورسوله، </p><p> فتذهب نفسه عليهم حسرات، حتى قال الله تعالى:  (لَعَلَّكَ بَاخِعٌ نفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ) ، فالله تعالى يبين له العبرة في قصص النبيين، وأن أقوامهم كفروا بهم وعاندوهم، حتى جاء أولئك بأسُ الله، فلا تذهب نفسك عليهم حسرات، إنما أنت منذر، ولكل قوم هاد. </p><p> والقرى: المجتمعات الكبيرة التي قص الله تعالى قصصها من أخبار قوم نوح، وعاد وثمود، وآل مدين، وقوم لوط. </p><p> وقوله تعالى:  (نَقُصُّ عَلَيْكَ مِنْ أَنبَائِهَا) نتبع أخبارها بالقصيص، والأنباء: هي الأخبار ذات الشأن الخطر التي تفيد العظة والاعتبار، والاطمئنان للنبي - صلى الله عليه وسلم -. هذه أخبارهم أو أنباؤهم ذات الشأن (وَلَقَدْ جَاءَتْهُمْ رُسُلُهُم بِالْبينَاتِ) ، أي بالأدلة المعجزة الموجبة للإيمان، وأكد - سبحانه - أن الرسل جاءتهم بالبينات بقوله (وَلَقَدْ) ؛ لأن اللام للتأكيد، وقد للتأكيد، والتأكيد ليس لمجيء الرسل، إنما هو لمجيئهم بالبينات التي فيها الحجج القاطعة التي لَا يرتاب فيها طالب للحق، وإنما يرتاب المرتابون الذين لَا يؤمنون بحق، ولا يطلبون الهداية، ولا يخضعون للحق إن بدت أماراته، وظهرت بيناته. </p><p> وقد وصف الله تعالى حال الذين يصلون، ويختم على قلوبهم بالباطل، فذكر أنهم مبادرون بالإنكار والتكذيب من غير أن يفحصوا ما جاء به الرسول من أدلة فإذا سبق الإنكار والتكذيب تشبثوا بهما وقد حجبوا عن أنفسهم النور وكلما أمعنوا في التعلق بما سبق إلى نفوسهم ازدادوا جحودا ولا تزيدهم الآيات إلا كفرا، وإعناتا. </p><p> ولذا قال تعالى:  (فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِن قَبْلُ)  \" الفاء \" للإفصاح إذ تفصح عن شرط مقدر، وقوله تعالى:  (فَمَا كَانُوا لِيُؤْمِنُوا) ، أي مما كان من شأنهم أن يؤمنوا وقد سارعوا إلى التكذيب بمعنى قبل أن يفحصوا بميزان الفعل، </p><p> ويثبتوا، ولقد قال في ذلك ابن كثير في تفسيره والباء في قوله تعالى:  (بِمَا كَذَّبُوا) للسببية أي ما كانوا ليؤمنوا بما جاءتهم به الرسل بسبب تكذيبهم بالحق أول ما ورد لهم، حكاه ابن عطية رحمه الله، وهو متجه حسن. </p><p> وذلك لأن أول خاطر يتعلق بالنفس، ويلتصق بالفكر، فيكون التخلي عنه محتاجا إلى جهد لَا يستطيعه إلا الصابرون، وإن أولئك الذين يكذبون لأول وهلة من غير نظر يصلون إلى الحق بمجهودين أولهما الانخلاع مما سبق إليهم، والثاني التماس البينات بلب سليم، وفكر مستقيم قد خلا مما يعوقه. </p><p> ولقد بين تعالى أن هذا طريق إغلاق القلوب عن نور الحق (كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الْكَافِرِينَ) . </p><p> أي كهذه الحال التي رأيتموها من المسارعة بالتكذيب لأول وهلة والاستمساك بأهدابه، ليطبع الله على قلوب الكافرين، فلا يدخلها نور الحق، فهم سلكوا الباطل مسارعين إليه، قبل أن يتبعوا، فلما جاءهم الحق بالبينات فكان القلب قد أغلق على الباطل، فضلوا وما أضلهم الله، إذ هم الذين سدوا الطريق وإن أولئك الذين طبع الله تعالى على قلوبهم قد أفسدوا فطرتهم بإصرارهم على التكذيب، وخالفوا العهد الذي أخذ الله على بني آدم من ظهورهم ذريتهم؛ ولذا قال تعالى: </p>"
}