{
  "id": null,
  "sura": 7,
  "aya": 127,
  "text": "<p> (أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ) أي أتترك موسى وأخاه وقومه من بني إسرائيل ومآل ذلك الترك أن يفسدوا في الأرض بإشاعة التمرد عليك، والانتقاض على حكمك والخروج عليك، وذلك فساد أي فساد، فاللام في قوله تعالى:  (لِيُفْسِدُوا فِي الأَرْضِ) هي ما تسمى لام العاقبة، أي أتتركهم لتكون عاقبة الترك أن يؤلبوا الناس عليك، وينتفضوا على حكمك. </p><p> والاستفهام هنا إنكاري لإنكار الواقع، وهو بمعنى لَا ينبغي لك أن تترك موسى وقومه يؤلبون عليك. </p><p> هكذا حرضوا فرعون على بني إسرائيل ذلك التحريض الخبيث ليزدلفوا إليه، وكذلك الحاشية المفسدة تسبق إلى فكر الطاغي، ليتوهم إخلاصهم له، وما هم إلا الممالئون المنافقون الكذابون، ولم يكتفوا بالتحريض على بني إسرائيل، بل علا التحريض إلى موسى، وجاءوه من جهة ما، فقالوا عن موسى:  (وَيَذَرَكَ وَآلِهَتَكَ) . </p><p> أي بتركك موسى، فيخرج عليك غير طائع لك، بل معاند، ومجاهر بالمخالفة وإنكار ألوهيتك، في أول دعوته ويترك آلهتك، ولقد كان لأهل مصر عدة آلهة كبيرهم الإله رع، وقالوا: إنه يحل في فرعون، وينتقل بينهم من سلف إلى خلف، والمعنى لَا ينبغي أن تتركه وقد تركك بالخروج عليك، وعلى آلهتك المقدسة، وقال: إن الله واحد أحد. </p><p> استجاب فرعون الطاغي لهم، لأنها رغبته، وقد سبقوه إلى ذكرها، ممالئين مزدلفين إليه بالباطل. </p><p> (قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ) </p><p> قال سنقتل الأبناء ونترك النساء، وسمي تركه النساء استحياء لهن، وهو لا يحيي ولا يميت، تركهن ليكُنَّ جواري وخدما في البيوت، وأكد قدرته على ذلك وإذلاله لهم بقوله وإنا فوقهم، المسيطرون عليهم، الذين نستطيع استئصال من نحب، وإبقاء من نحب أذلاء مقهورين، وهنا قد يسأل سائل: لماذا ترك موسى وهو الرأس فلم يقتله وأخاه؟. </p><p> ونقول في الإجابة عن ذلك: إن موسى تربى في قصر فرعون، فكان له فيه أولياء، وكان على رأسهم امرأة فرعون، فكانوا يخذلونه عن أن ينزل به أذى، أو يقتله مثلا. </p><p> وإن لموسى لهيبة ورهبة في نفس فرعون تمنعه من أن ينزل به ما يريد، وهو يرى الآيات تجري على يديه وهو إن لم يؤمن بها أفزعته، وأرهبته. </p><p> وإن مثل أوليائه من آل فرعون، كمثل أبي طالب في حمايته للنبي - صلى الله عليه وسلم - من أذى قريش وأن ينالوا منه، وهكذا يؤيد الله تعالى رسله ببعض خلقه. </p><p> لم يكن لموسى وقد رأى الإرهاب لبني إسرائيل إلا أن يثبتهم، فقال لهم: </p>"
}