{
  "id": null,
  "sura": 7,
  "aya": 3,
  "text": "<p> (اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلًا مَا تَذَكَّرُونَ (٣) </p><p> * * * </p><p> إذا كان القرآن فيه ذكرى للمؤمنين، وإنذار للكافرين فاتبعوا ما أنزل إليكم من ربكم مما يشتمل عليه القرآن الكريم، وما جاء به النبي - صلى الله عليه وسلم -، فما أمركم به فخذوه، وما نهاكم عنه فانتهوا، فكل ما أمر به فقد أمر به الله، فما كان ينطق عن الهوى (من يُطِع الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ ... ) . </p><p> وقوله:  (اتَبِعُوا مَا أُنزِلَ إِلَيْكم مِّن رَّبكِمْ) فيه إشارات بيانية: </p><p> الأولى: أن ما اسم موصول صلته أنزل إليكم من ربكم، والصلة تكون سببا للحكم أو الأمر، فاتبعوا ما جاء به القرآن والنبي. وسبب ذلك أنه أنزل من ربكم الذي هو أعلم بما فيه صلاحكم في الدنيا والآخرة؛ لأنه ربكم الذي ذرأكم وإليه مرجعكم. </p><p> الثانية: أن قوله: (اتَّبِعُوا) فيه ملازمة لما أمر الله تعالى باقتفاء أثر النبي الذي أنزل إليه وأتباعه، وأتباعه أتباع لله تعالى:  (قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ. . .) . </p><p> الثالثة: قوله تعالى: (مَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ) فيه إشارة إلى أن فيه خيرهم في الدنيا، وفيه صلاحهم في الدنيا والآخرة، وفيه إشعار بكمال ما كلفوه. </p><p> (وَلا تَتَّبِعُوا مِن دُونِهِ أَوْلِيَاءَ) . بعد الأمر بالاتباع للرسول فيما أنزل إليكم من ربكم، كان النهي عن اتباع غيره، فمعنى:  (وَلا تَتَّبِعُوا مِن دُونِهِ أَوْلِيَاءَ) ، أي غيره، ممن يوسوسون بغير ما أمر، وتشمل كلمة أولياء، كل من يأمرون بغير أمر الله تعالى من الشياطين الذين يوسوسون بالشر، فمن لم يتبع ما أنزل الله يتبع أولياء الشيطان، وأن أولياء الشيطان يضلون ولا يهتدون، وكذلك الحلفاء الذين يدعون إلى الشرك ويحرضون عليه ولا يناصرون على الخير ككبار المشركين، أمثال أبي جهل وأبي لهب وغيرهما ممن كانوا يدعون إلى الشرك ويحرضون عليه، وممن دون الله من أولياء، الذين يجرون إلى الأهواء، وهكذا يكون اتباع ما أنزل إليكِم من ربكم هو الصراط المستقيم الذي قال تعالى فيه:  (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمَا فَاتَّبِعُوهُ ولا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ. . .) . </p><p> واتباع غير ما أنزل الله هو اتباع للسبل الضالة التي تتفرق بها عن الحق، وفى قوله تعالى:  (وَلا تَتَّبِعُوا مِن دُونِهِ أَوْلِيَاءَ) ضمن إشارة بيانية مؤداها أن قوله: (وَلا تَتَّبِعُوا مِن دُونِهِ أَوْلِيَاءَ) النهي عن أن يتخذوا غير الله أولياء لهم فالله ولي المؤمنين كما قال تعالى: (اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ. . .) ، (قَلِيلًا مَّا تَذَكَّرُونَ) أي أنه مع هذه البيانات ومع النهي المتوالي في القرآن عن اتخاذ غير الله أولياء لَا تتذكرون إلا قليلا، وقليلا مفعول لـ \" تذكَّرون \" و \" ما \" دالة على قلة التذكر. والمعنى قليلا أي قلة تتذكرون أوامر ربكم وتتعظون بعظاته، (. . . إِنَّمَا يَتَذَكَّرُ أُوْلُوا الأَلْبَابِ) أالرعد،، ويقول الله تعالى:  (فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى) . </p><p> وإن الله تعالى ذكر بالقرى التي كان هلاكها لعدم تذكرها ولنسيانها أمر الله تعالى، فقال تعالت كلماته: </p><p> * * * </p>"
}