{
  "id": null,
  "sura": 7,
  "aya": 155,
  "text": "<p> اختار موسى سبعين رجلا لميقات الله تعالى الذي واعده موسى - عليه السلام - وكأنهم صحبوه في هذا الميقات، ولكن انفرد بمكالمة الله موسى - عليه السلام. </p><p> وقد طلبوا أن يروا الله تعالى جهرة، ويظهر أن موسى - عليه السلام - طلب أن ينظر الله تعالى تمهيدا لأن يروه، فقال الله تعالى لن تراني، (. . . فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا. . .) وكانت رجفة في ِالأرض خر من أجلها موسى صعقا، وأخذتهم الرجفة. </p><p> وانتهى من هذا إلى أن الذهاب للميقات واحد، ذهب موسى ومعه سبعون رجلا اختارهم ممثلين لبني إسرائيل، وهذا ما يمكن أخذه من ظاهر السياق القرآني، وهو أن الميقات واحد. </p><p> ولكن يذكر محمد بن إسحاق أن هذا ميقات آخر، وهو أن موسى عندما رأى من عبادة العجل ما رأى، أخذ ميقاتا من ربه، ليذهب هؤِلاء السبعون معه، ويستغفروا ربهم، فقالوا:  (. . . لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ. . .) ، فصعقوا. </p><p> وإن هذا الكلام مقبول في ذاته، ولكن لَا نجد له سندا صحيحا من سنة وليس في الكتاب إشارة واضحة إليه ولعله يرشح لهذا النظر قوله تعالى: </p><p> (أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا) ولكنه لَا يقطع؛ لأنه ربما يشير إلى أن طلب الرؤية ذاته كان تعديا وسفها، ولذا استغفر عنه، على أن الاستفهام للإنكار، أي لإنكار الوقوع من الله تعالى أي أنت يا رب العالمين لَا تهلكنا بما فعل السفهاء منا، أي بما يكون بسبب خفة أو تسرع. </p><p> وهنا إشارات بيانية: </p><p> الأولى - أن الله تعالى يقول:  (وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقَاتِنَا) وسبعون بدل من (قَوْمَهُ) بدل بعض من كل، ولكنه يشير إلى أن اختيارهم هو اختيار لجميعهم، لأنهم يمثلونهم، وكأنهم هم أنفسهم </p><p> الثانية - في قوله تعالى:  (قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ) نادى الله بعنوان الربوبية أنه لوشاء أهلكهم وأهلك موسى معهم، وذكر نفسه معهم؛ لأن السبب، وهو طلب رؤية الله تعالى، قد اشترك فيه موسى، وتلك مساواة منصفة من كليم الله تعالى موسى مع غيره. </p><p> الثالثة - أن الله تعالى هدى موسى لأن يستنكر بنفسه طلبه الرؤية، وظنه أن ذلك سفه أو تسرع، ولكنه ليس بذنب مقصود، وإنما دقة الحس بالإيمان جعل يظن أن ذلك سفه يدخله في جملة السفهاء؛ ولذا قال هذا، وقال من قبل:  (رَبِّ اغْفِرْ لِي وَلأَخِي) . </p><p> الرابعة - من الإشارات البيانية، قوله تعالى:  (لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ) ، أي من وقت الميقات وأنا معهم ثم قال موسى:  (إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِي مَنْ تَشَاءُ) ، الفتنة: الاختبار، وهي مضافة إلى الله تعالى، ومعناها إنك تعاملنا معاملة من يختبرنا في أنفسنا، تهدي بها من تشاء ممن يعتبرون بالعبر، ويؤمنون بقدرتك، ويطيعونك فيما تأمر به وتنهى عنه، ويضل في هذا الاختبار الحكيم، فلا يدرك عظمتك وجلالك، فيضل عن الطريق (أَنتَ وَلِيُّنَا) أي أنت ناصرنا ومعزنا، ومتولي أمورنا، والقريب منا العفو الغفور. </p><p> (فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِينَ) . </p><p> الفاء هنا للإفصاح عن شرط مقدر، أي إذا كنت ولينا وناصرنا، والقريب الداني منا برحمتك وعفرك، فاغفر لنا ذنوبنا وارحمنا وأنت خير الغافرين. </p><p> فإذا كان منا مخالفة فانت خير الغافرين، و (خَيْرُ) هنا للتفضيل، ولكنه في غير بابه، والمعنى أنت غفار بقدر لَا يتصور أن يكون فوقه قدرة، ولا يفاضل بينه وبين غيره. </p><p> * * * </p>"
}