{
  "id": null,
  "sura": 7,
  "aya": 159,
  "text": "<p> (وَمِن قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَق) ، أي ومن هؤلاء الذين كانت فيهم عبادة العجل، وكان منهم من قالوا: اجعل لنا إلها كما لهم آلهة، من هؤلاء جماعة كأنهم أمة وحدها منفصلون </p><p> بشعورهم وعقولهم عنها؛ ولذلك عبر بأمة من حيث إنهم قد اجممعوا على طاعة الله وطاعة رسوله موسى، وذكرهم منتسبين إلى موسى، إشارة إلى اتباعهم له، وأنهم قومه الحقيقيون الجديرون بنسبتهم إليه، وهم منه وهو منهم وذكر الله تعالى لهم وصفين هما كمال في كمال: </p><p> أولهما - أنهم يهدون بالحق، أي أنهم في وسط انحراف بني إسرائيل إخوانهم وبني جلدتهم ونسبهم يدعون بالحق، أي يعلنونه ويدعون إليه، ويؤمنون به غير محرفين، والهداية بالحق كلمة جامعة للدعوة بكل ما هو خير، يهدون إلى التوحيد، وهو الحق أو من الحق، ويدعون إلى طاعة موسى وهي حق، ويدعون إلى شكر نعمة الله التي أنعمها عليهم،، ويذكرون آلاء الله تعالى عليهم، ونجاتهم من فرعون، ويعبدون الله وحده. </p><p> الوصف الثاني - ذكره الله تعالى بقوله:  (وَبِهِ يَعْدِلُونَ) ، أي بالحق وحده يزنون كل شيء، فيزنون كل قول وفعل يكون في جماعتهم بميزان الحق وحده لا بميزان الهوى والشهوة، فإنها والحق نقيضان لَا يجتمعان. وقدم الجار والمجرور للدلالة على قصر الحكم على الحق وحده لَا يحكمون بغيره، ولا يتجهون لسواه، وهذا النص الكريم مثله قوله تعالى:  (لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (١١٣) ، وقوله تعالى:  (. . . مِّنْهُمْ أُمَّةٌ مقْتَصِدَةٌ وَكثِيرٌ منْهمْ سَاءَ مَا يَعْمَلُونَ) . </p><p> وهكذا شأن الكتاب الحكيم لَا يدغم الخير في الشر، بل يخص الخير بالذكر، ويخرجه من وسط ظلمات الباطل. </p><p> وقد أخذ - سبحانه وتعالى - يعرض من بعد ذلك قصص الذين انحرفوا عن الحق من بني إسرائيل، ومنعوا وصول الحق إلى قلوبهم. </p><p> وقد ذكر بعض هذا القصص في آيات أخر، ولكنه سيق لَا لأجل التكرار، بل لأنه تكملة لعبرة جديدة تساق، ولا تذكر مقطوعة عن أصلها، ولأن الذي لم </p><p> يذكر في الماضي لَا يتم بيانه إلا بربطه بما مضى من القول، ليكون الكلام بينا ولتكون العبرة واضحة بينة. </p><p> ابتدأ سبحانه وتعالى بذكر تقسيمهم إلى أسباط، وشعب بني إسرائيل فقال تعالت حكمته: </p><p> * * * </p>"
}