{
  "id": null,
  "sura": 7,
  "aya": 168,
  "text": "<p> (وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا مِنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذَلِكَ وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ ... (١٦٨) </p><p> إن الله تعالى كتب على المعاندين من بني إسرائيل الذلة إلى يوم القيامة، وحكم فيهم القاهرين من المغول، والرومان، وأهل أوربا، حتى ضلوا بهم، ومن أخذهم برفق أخذوه بالعنف والدس اللئيم. أشار - سبحانه - إلى أنه كان من بعد موسى أخيار صالحون، وأشرار فاسدون، فقال:  (وَقَطَّعْنَاهُمْ فِي الأَرْضِ أممًا) ، أي فرقناهم في الأرض أمما، أي جماعات منفصلة عن غيرها، كأنها أمم قائمة بذاتها، </p><p> والتعبير بـ (قَطَّعْنَاهُمْ) يدل على أنهم وإن دخلوا في أمم أخرى في الأرض متصلون بعضهم ببعض، وكذلك الأمر في شأنهم كما نراهم حتى اليوم، وإن هذه الجماعات التي تفرقت كانت في الماضي (مِنْهُمُ الصَّالِحُونَ) قائمون بالحق آخذون به مهتدون بهدْي الكتاب الذي نزل على موسى - عليه السلام - (وَمِنْهُمْ دُونَ ذَلِكَ) ، أي دون الصلاح، أي ليسوا صالحين، وعبر سبحانه بقوله:  (دُونَ ذَلِكَ) للإشارة إلى أن الصالحين في المنزلة العليا مهما يكن حالهم من فقر أو غنى، وأن غير الصالحين في المنزلة الدنيا مهما كانوا من سطوة ومهما يكونوا من غنى وقوة، فالصلاح له العلا، والفساد له المنزلة الدنيا مهما يكن حال أهله. </p><p> ويذكر - سبحانه وتعالى - أنهم وهم متفرقون في الأرض إنما يختبرهم سبحانه بالحسنات، فإن شكروها كانوا صالحين، وإن كفروها كانوا في المنزلة الدون، ويختبرهم بالأمور التي تسوء فإن صبروا أُجِروا، وإن جزعوا فإن اعتبروا اهتدوا، وإلا فهم في ضلال بعيد، وذلك كقوله تعالى:  (. . . وَنَبْلُوكم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً. . .) . </p><p> والحسنة هي الحال الحسنة كالخصب وتوفير الرزق، والاطمئنان. والسيئة الحال التي لَا تسر، بل تسيء كالجدب والآفات، والله - سبحانه وتعالى - هو الحكيم الخبير. </p><p> وإن ذلك الاختبار بالحسنة والسيئة وتوالى الأمرين، والضراعة في حال النقمة، رجاء أن يوفوا قدره وأنه هو الذي ينفع ويضر، وأنه هو القادر على كل شيء، وإذا عرفوا ذلك وآمنوا به رجعوا إلى الحق ورجعوا إلى ربهم واهتدوا؛ ولذا قال تعالى:  (لَعَلَّهُمْ يَرْجِعُونَ) ، أي أن الله - سبحانه وتعالى - عاملهم معاملة من يريد أن يرجعوا إلى جنابه الأعلى وساحته العليا، فيهتدوا بعد بُعْدٍ عنه سبحانه. </p><p> كان هؤلاء فيهم الصالحون ومن هم دون ذلك، وكلما تقادم العهد وطال بينهم وبين موسى - عليه السلام - قست فلوب الأكثرين، ولذا كان الأكثرون من </p><p> الأخلاف فيهم الشر أوضح، وقال تعالى في ذلك: </p>"
}