{
  "id": null,
  "sura": 7,
  "aya": 39,
  "text": "<p> (وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ (٣٩) </p><p> * * * </p><p> وأولاهم هي المتبوعة أي هي السلف، والثانية الحلف، وهذه معان نسبية فكل جيل يكون طائفة أولى لمن يليه وتكون ثانية بالنسبة له، وهكذا تتعاقب الأجيال، وتتطارح الوزر، كل تطرحه على من سبقها والجميع. في ضلال مبين. </p><p> (وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ) و \" من \" هنا للاستغراق أي ليس لكم علينا أي فضل يخفف العذاب، أو يوجب أن يثقل العذاب علينا فوق عذابكم؛ فأنتم ضللتم كما ضللنا والعذاب للضلال والعناد أو الكفر وقد شاركتمونا في ذلك، وإذا كنا قد أضللناكم واتبعتمونا في ضلالنا، فقد أضللتم غيركم، واتبعوكم في ضلالكم كما اتبعتمونا. </p><p> و \" الفاء \" في قوله تعالى: (فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ) تفصح عن شرط مقدر تقديره مثلا، فإذا كنتم قد ضللتم مثلنا، فما لكم علينا أي فضل يخفف لكم أو يزيد علينا. </p><p> ثم يسوق - سبحانه وتعالى - على لسان أولئك المتنابزين قولهم:  (فَذُوقُوا الْعَذَابَ بِمَا كنتُمْ تَكْسِبُونَ)  \" الفاء \" لعطف ما بعدها على ما قبلها، وقوله تعالى:  (فَذُوقُوا الْعَذَابَ) ، أي ادخلوا في النار ذائقين لها محسين بآلامها، وعبر عن ذلك بالذوق، للإشارة إلى شدة آلامه، ومتاعبه. </p><p> وقوله تعالى:  (بِمَا كُنْتُمْ تَكْسِبُونَ) ، أي بسبب ما كنتم تكسبون من ظلم وعبث وفساد، فهذا هو الأصل في سبب العقاب، وكل امرئٍ بما كسب رهين، لا فرق في دْلك بين ضال، ومضل، ما دام قد وقع كلانا في الضلال مختارا، ما دام له عقل يدرك وما دام قد أنذرته الرسل، وقامت بين يديه البينات، فإذا كان قد اتبع من قبله فعليه إثمه، وقد جاءه الهادي الرشيد، فلم يتبعه. </p><p> وقريب من هذه المراجعة بين التابعِ والمتبوع قوله تعالى في سورة أخرى: </p><p> (. . . وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ (٣١) قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ (٣٢) . </p><p> وقد وصف الله تعالى في بيان أن العذاب بالكافرين لَا مناص منه، فقال تعالت كلماته: </p><p> * * * </p>"
}