{
  "id": null,
  "sura": 7,
  "aya": 163,
  "text": "<p> (وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ) ، أي بجواره، يقال حضره إذا قاربه وداناه، فمعنى حاضرة البحر مشرفة عليه دانية منه على سيفه، وقد سجل الله تعالى في هذه الآية أمورا ثلاثة: </p><p> أولها - أنهم كانوا لَا يحترمون السبت، ولا يلتزمون حدوده، وهذا معنى قوله تعالى:  (إِذْ يَعْدُونَ فِي السَّبْتِ) ، أي في الوقت الذي كانوا لَا يلتزمون حدوده، بل يعدونه ويتجاوزون ما أمروا فيه. </p><p> وثانيها - إن الله تعالى يكشف حالهم، ويعاملهم معاملة المختبر لهم، (إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ لَا تَأْتِيهِمْ)  \" سبتهم \" فيه إضافة اسم اليوم إليهم لأنه اليوم الذي فرض عليهم ألا يقوموا بالصيد، وقوله:  (وَيَوْمَ لا يَسْبِتونَ) ، أي لَا يكونون في يوم السبت، أي لَا يدخلون في السبت الذي يمنعون فيه من الصيد، والمعنى أنهم في يوم السبت تأتي حيتان السمك (شُرَّعًا) ، أي شارعة معلنة نفسها، اختبارا لهم، ويوم لَا يكون الصيد محرما عليهم لَا يأتون. </p><p> وقد اختبرهم الله تعالى ليكشف حالهم، ويهذبهم بأمرين: بتحريم الصيد يوم السبت ليفطموا شهواتهم ويقرعوا نفوسهم الشرهة، والسلطة عليهم، وثانيا - بأن تأتيهم حيتان السمك شرعا، لتثور شهوتهم ويقمعوها إن كانت فيهم إرادة، فإن لم تكن ربوها وهذبوها، وقدعوها عن شهواتها استجابة لأمر ربهم؛ فالنفس الشرهة التي تسيطر عليها الشهوة لابد من فطمها. </p><p> وثالثها - أن الله تعالى ذكر أنهم كانوا يعدون في السبت، فمنهم من كان يتناول المحرم في السبت غير متأثم ولا متحرج ومنهم من يحتال، وقالوا: إنه كان يحفر حفرة بجوار البحر، ويعمقها فإذا جاءت حيتان السمك شرعا يوم السبت نزلت في هذه الحفر، فإذا جفت بعد قطع الماء عنها لَا تستطيع الخروج، فيأخذونها بأيديهم، وتلك حيلة تفوت معنى تقوية النفوس وتربيتها، وهم بذلك يعدون يوم السبت، لأنهم يخرجون بذلك عن الابتلاء الذي يكشف الله به نفوسهم. </p><p> ولقد قال تعالى في حكمة تحريم الصيد يوم السبت، وإتيان حيتانهم شرعا فيه:  (كَذَلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ) ، أي كهذا الذي صنعناه معهم من تحريم </p><p> السبت ومجيء الحيتان فيه - نعاملهم معاملة المبتلى المختبر لتهذب نفوسهم وتربي إرادتهم، وذلك بسبب استمرارهم على الفسوق، وانحراف النفوس وخضوعها لشهواتها، ولأجل تعويدهم ضبط النفس، والصبر على الحرمان، فإن الصبر نصف الإيمان. </p><p> وإن الله تعالى وصاهم، ودعاهم إلى الهدى، وشرع لهم ما يصقل نفوسهم ويهدي قلوبهم ولكن كتبت عليهم الشقوة فلم يهتدوا، ولقد شعرت بذلك أمة شهم، فقال - سبحانه وتعالى - عنها: </p>"
}