{
  "id": null,
  "sura": 7,
  "aya": 95,
  "text": "<p> (ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّى عَفَوْا وَقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ ... (٩٥) </p><p> * * * </p><p> (ثُمَّ) هنا لبيان التراخي والافتراق بين ما كانوا عليه من بأساء أصابت أحوالهم، وضراء أصابت أجسامهم وما اختبرهم من نعماء عمتهم، فالفارق المعنوي والحسي بينهما عظيم. </p><p> وقوله تعالى:  (ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ) أي جعلنا بدل السيئة في مكانها الحسنة، والسيئة هي ما يسوء وهي هنا البأساء والضراء، لأنهما تسوءان، والحسنة هي هنا الخير الذي يفيض به عليهم بعد الشدة، وصور الله زيادة الخير بقوله تعالى:  (حَتَّى عَفَوْا) ، أي كثروا، ونموا وزادوا، فالعفو يطلق بمعنى الكثرة وبمعنى اليسير، وبمعنى درس، وقدم. </p><p> وهي هنا بمعنى كثروا ونموا، وزاد الخير فيهم، فعندئذ لَا يذكر الجاحدون أنه فضل الله تعالى ونعمته، وأنه إذا كانت الشدة توجب الضراعة، فالنعمة توجب الشكر، ولكنهم بدل أن يشكروا، يقولون ذلك لنا وهو ما كان لأسلافنا وآبائنا مستهم الضراء والسراء، وهكذا دواليك، نسوا الله، وحسبوها أمرا ينزل بهم خيرا بعد ضر، وإذا كانوا ضرعوا في الشدة، فقد كفروا بالنعمة وهم يمرحون، وكذلك شأن الجاحد دائما كما قال تعالى:  (وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ. . .) ، كما قال تعالى في شأن النفس الإنسانية:  (وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ (٩) وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ (١٠) إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (١١) . </p><p> وهكذا شأن الكافر، تبئسه الشديدة، وتطغيه النعمة، فهو غير ثابت النفس، منكر لحكم الله تعالى، وأما المؤمن فقلبه مطمئن بالإيمان ثابت قار؛ ولذا قال - صلى الله عليه وسلم -: \" عجبا لأمر المؤمن، إن أمره كله خير وليس ذاك لأحد إلا للمؤمن، إن أصابته سراء شكر فكان خيرا له، وإن أصابته ضراء صبر فكان خيرا له \"  (١) - فالنعم والنقم للمؤمن سواء في خيريتها؛ النقم تصقله وتهذبه والنعم يحس فيها بوجوب شكر المنعم، ولقد قال - صلى الله عليه وسلم -: \" إن المؤمن إذا أصابه السقم ثم أعفاه الله منه كان كفارة لما مضى من ذنوبه وموعظة له فيما يستقبل، وإن المنافق إذا مرض ثم أعفى كان كالبعير عقله أهله ثم أرسلوه فلم يدر لم عقلوه، ولم يدر لم أرسلوه \"  (٢) . </p><p> إن الجاحدين أذلتهم المحنة، وأطغتهم النعمة وكفروا بالنبي الذي بعث لهم، ولم تُجْدِ فيهم الشديدة ذاقوها، ولا النعمة فاضت عليهم، بل زادتهم النعمة جحودا، وقالوا هكذا كان آباؤنا مستهم الضراء والسراء، فسنة الأولين تجري علينا، ونسوا الله تعالى فأنساهم أنفسهم، وبينا هم يرتعون فيما أنعم الله عليهم لاهين عنه - أنزل بهم عذابه فقال:  (فَأَخذْنَاهُم بَغْتَةً وهُمْ لَا يَشْعُرُونَ) . </p><p> \" الفاء \" هنا لترتيب ما بعدها على ما قبلها، أي أنه بسبب أنه لم تُجْدِ فيهم الشدة، وأغرتهم النعمة، عاقبناهم، فأخذناهم إلى الهلاك، بالرجفة أو بريح فيها عذاب شديد، أو جعلنا قريتهم عاليها سافلها، وأمطرنا عليهم حجارة من سجيل، وكان ذلك بغتة، لم يتوقعوا وقوعه، بل جاءهم فجأة وهم لَا يشعرون، أي لا يحسون بأنه سينزل بهم، وإن الفجاءة تكون شديدة على من لَا يؤمن بالله تعالى \" لأنها تأخذه وهو في مرحه وعبثه، وذلك بخلاف المؤمن؛ ولذا قال - صلى الله عليه وسلم -: \" موت الفجأة راحة للمؤمن، وأخذه أسف للكافر \" (٣) . </p><p> * * * </p><p>(١) سبق تخريجه. (٢) رواه الدارمي، وأبو داود بزيادة فيه، وراجع الفتح الكبير ١/ ٣٣٢، ومشكاة المصابيح ٢/ ٦١٢.(٣) رواه أحمد: باقي مسند الأنصار - باقي المسند السابق (٢٤٥٢١).</p>"
}