{
  "id": null,
  "sura": 7,
  "aya": 57,
  "text": "<p> (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ)  \" الواو \" هنا عاطفة على قوله تعالى: (يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا) ، أي أنه وقد أنعم بنعمتي الليل والنهار والشمس والقمر والنجوم مسخرات أنعم بالماء يسقي الأرض فتنبت نباتا طيبا، وهو - سبحانه وتعالى - الذي يوزعه في الأرض، على حسب حاجة كل بلد إليه، وتوزيعه عادل صالح يحي الأرض بعد مواتها. </p><p> (وَهُوَ) الضمير يعود على الله تعالى جل جلاله، وتعالى كماله، يثيرها سبحانه، ثم يرسلها بقدرته (بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ) ، أي أمام رحمته مبشرة </p><p> الناس بأن السماء ستمطر، والمطر غيث يغيثهم، يشربون منه، وينبتون به زرعهم ويسقون به أنعامهم، وغرسهم، ويجنون به ثمارهم، فهي بشرا لهم، مبشرة لهم برحمة من الله ويكون المطر. وبشرا: جمع بشير، كقُلب جمع قليب، وأصلها \" بُشُرًا \" ، وسكنت للتخفيف، وهناك قراءة بالنون، لَا بالباء، وبضم الشين، أي (نُشُرًا)  (١) ، وهي جمع ناشر، كما أن شهدًا جمع شاهد، والمعنى أن الرياح تنتشر، مبشرة بأن السحاب سيمطر مطرا يكون غيثا، وحول هاتين القراءتين قراءات أخرى يبلغ عددها سبعا، والفرق بينها في الكلمة، ولا يؤثر اختلافها في مضمونها. </p><p> وهي تكون منتشرة معلمة بالبشرى بالماء الذي يحيي الأنفس، ويحيي موات الأرض. </p><p> ويقول سبحانه في تحقيق البشارة:  (حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا) حتى ثارت هذه الرياح فبخرت البحار فتكون منه الماء، وحملت السحاب، وتكاثفت الرياح. . </p><p> و (أَقَلَّتْ) أي حملت، ولا تقال كلمة (أَقَلَّتْ) بمعنى \" حملت \" إلا إذا كان سحابا ثقالا أي ممتلئة ماء. </p><p> وسحاب اسم جنس جمعي يفرق بينه وبين مفرده بالتاء أو بياء النسب كتمر، وتمرة، وبقر وبقرة، وعرب وعربي، وروم ورومي. والثقال جمع ثقيل. </p><p> امتلأت السحاب بالماء، وحملتها الرياح، ولم تنزل حيث كانت، بل إن الله تعالى المنعم الموزع لرحمته لَا ينزلها إلا في مواطن الحاجة إليها على ما مضت به حكمته، وعلى مقتضى علمه - سبحانه وتعالى - فهو الحي القيوم المدبر للوجود، ولأهل الأرض (سُقْنَاهُ لِبَلَدٍ مَيِّتٍ) أي سقنا السحاب، فالضمير يعود إليها، وهي تذكر وتؤنث، فأوما - سبحانه وتعالى - إليها مذكرا. ساق: تتعدى بـ \" اللام \" وتتعدى بـ (إلى) ، ومعنى سوقها دفعها، وتعديتها باللام هنا لمعنى الاختصاص </p><p>(١) قرأها: (نُشْرًا)، بضم النون ابن عامر، و (نَشْرًا) بفتح النون حمزة والكسائي وخلف والمفضل، و (بُشْرًا) بباء مضمومة عاصم إلا المفضل، و (نُشُرًا)، بضم النون والشين نافع وابن كثير وأبو عمرو وأبو جعفر ويعقوب. غاية الاختصار: الجزء الثاني - برقم (٨٩٦).</p><p> بقسمة الله تعالى العادلة، فالمعنى سقناه إلى هذا البلد، ليكون مختصا بها حتى يحيي مواتها، فإذا ماتت أرض أخرى اختصصناها بما يحييها من غير تثريب (١) فسبحان الرزاق الحكيم. </p><p> والبلد الميت، هو الأرض الميتة التي لَا ماء فيها، ولا ينتفع بها في زرع أو غرس، ولا يوجد ما يأكل منه حيوان أو يحيا به إنسان، فيحيي الماء بعد مواتها بإذن الله العليم الحكيم الرزاق ذي القوة المتين. </p><p> وقال تعالى:  (فَأنزَلْنَا بِهِ الْمَاءَ فَأخْرَجْنَا بِهِ مِن كُل الثمَرَاتِ) . </p><p> إن السحاب الذي ساقه الله تعالى إلى البلد الميت يلقي حمولته من الماء بإذن الله وبأمره وبنعمته؛ ولذا قال:  (فَأنزَلْنَا بِهِ الْمَاءَ) والضمير في (به) يعود على البلد الميت، أي فاخرجنا بهذا البلد الميت، الذي لَا ينبت زرعا (مِن كُل الثمَرَاتِ) من: هنا بيانية، أي أخرجنا كل الثمرات بهذا البلد الميت، أخرجنا حبا وزيتونا ورمانا، متشابها وغير متشابه، وأخرجنا نخلا وعنبا، وأخرجنا كل شيء، وجعلنا منه كلأ تأكل منه الإبل والبقر والغنم، وكل ذي كبد رطبة ينتفع بها، ويختبر بها. </p><p> فكان من هذه الأرض الموات تلك الحياة، وذلك الخَضِر من كل شيء، وإن ذلك يقرب لكم إعادة الأموات إلى الحياة؛ ولذا قال تعالى خاتما الآية الكريمة:  (كذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَرُونَ) . </p><p> أي كهذا الذي رأيتم من إخراج ثمرات كل شيء نباتا حيا، وغرسا مثمرا، وحبا متراكبا، وكلأ طعاما للنعم كهذا الذي شاهدتم، وتشاهدون كل يوم يخرج الله تعالى الأموات من قبورهم أحياء، فالتذكير بقدرة الله تعالى على البعث ثابت في كل ما يشاهدون، يخرج الحي من الميت، ويخرج الميت من الحي. </p><p>(١) التثريب: كالتأنيب والتعيير والاستقصاء في اللوْم، يقال: لَا تثريب عليك.</p><p> فشبه الله تعالى إخراج الأموات من قبورهم وبعثهم، وإنشارهم بعد موتهم بإخراج النبات من الأرض الميتة أحياها. ولقد جاء في بعض الأخبار أن الله عند إحياء الأموات ينزل المطر، أربعين يوما فيخرج الأموات أحياء كالنبات (١) . </p><p> ولقد قال:  (لَعَلَّكُمْ تَذَكَّرُونَ) ، أي رجاء أن تتذكروا، وأنتم ترون ذلك في الأقوام، والبلدان. إنه عليم حكيم. </p><p> * * * </p><p>(١) وذلك كما ورد في الصحيحين عَنْ أبِى هُرَيرَةَ رَضي اللَّهُ عَنْهُ. [البخاري: تفسير القرآن - (يَوْمَ يُنْفَخُ فِي الصُّورِ فَتَأْتُونَ أَفْوَاجًا (٤٩٣٥)، ومسلم: الفتن وأشراط الساعة - ما بين النفختين (٢٩٥٥)].</p>"
}