{
  "id": null,
  "sura": 7,
  "aya": 40,
  "text": "<p> (إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ (٤٠) </p><p> * * * </p><p> السماء في الحس المكان الذي يجيء منه المطر، والخير والبركات، ولقد جعل الله تعالى السماء موطنا لذلك، قال تعالى:  (وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ. . .) وعندما يدعو الإنسان الله تعالى يتجه </p><p> إلى السماء ضارعا، والله تعالى لَا مكان له؛ لأنه منزه عنه والسماء لأنها علو يتجه الناس إليها، لأنهم يريدون العلو، ويبتغونه، وإن المشركين الذين يكذبون بآيات الله لَا يكون لهم رجاء؛ ولذا قال تعالى:  (إِن الَّذِينَ كذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ) . </p><p> يلاحظ أن الله تعالى قال:  (كذبُوا بِآيَاتِنَا) ، قد عدى التكذيب بالباء، وهو يتعدى بنفسه، فيقال: كذبت هذا القول وكذبت هذا القائل، وكذبت الآيات كذلك، ولكن هنا تعدت بالباء، كما في الآية السابقة، وذلك لتضمن التكذيب معنى الكفر، فالمعنى كذبوا رسلنا كافرين بآياتنا، واستكبروا عادلين أو متجاوزين عن اتباعها. </p><p> ذكر الله تعالى للكافرين بآيات الله تعالى جزاءين: </p><p> الجزاء الأول - أنه لَا تفتح لهم أبواب السماء، والمعنى في ذلك يحتمل أمورا يصح أن تراد كلها، الاحتمال الأول: أن المراد أن تغلق أبواب الرحمة في الآخرة، وعبر عن ذلك بأبواب السماء؛ لأن الرحمة تكون في كثير من الأحيان من السماء، فالشمس فيها، وهي مصدر النور والحرارة، والنجوم وبروجها، والقمر وضياؤه، ومنها المطر الذي يكون غيث ورحمة، وذكر أبواب السماء إشارة إلى أنهم سدوا على أنفسهم كل مصادر الرحمة والغفران؛ لأنهم سدوا كل سبل الخير على أنفسهم في الدنيا، فحق عليهم هذا في الآخرة. الاحتمال الثاني: أن يكون المراد أرواحهم، فأرواحهم لَا تفتح لها أبواب السماء، بل تغلق دونها؛ لأنها أرواح خبيثة نتنة يتقزز منها أهل السماء والأرض إذ تكون أعمالهم الخبيثة قد أفسدت فطرتها. </p><p> والاحتمال الثالث: أعمالهم، فلا تتفتح لها أبواب السماء؛ لأنها في بعثهم يجزون عليها، وإننا نرى أن تفتح أبواب السماء، لَا يكون لهم؛ لأنهم لَا يرحمون ولا يغفر لهم، وأرواحهم خبيثة وأعمالهم لَا ترفع إلى علو السماء بل تهبط إلى أوهاد الأرض، والمراد في كل الأحوال ألا تنالهم رحمة السماء. </p><p> الجزاء الثاني - أنهم لَا يدخلون الجنة وأن ذلك مستحيل عليهم، كاستحالة دخول الجمل في سم الخياط؛ ولذا قال عز من قائل:  (وَلا يدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ) . </p><p> أي أنهم لَا يمكن أن يدخلوا الجنة؛ لأنهم لم يعملوا لها، بل كان عملهم لجهنم، وشبه استحالة ذلك باستحالة دخول الجمل بضخامته في سم الخياط، والخياط هو ما يخاط به، وهو (الإبرة) وسمِّها هو ثقبها الضيق الذي لَا يدخل فيه إلا الخيط الرفيع، وليس مُيَسرا. </p><p> فهذا حكم الاستحالة كما يقول الرجل لامرأته: أنت طالق إذا قبضت على الشمس، فهذا نفي مؤكد للطلاق؛ لأنه علق على مستحيل. </p><p> وكذلك هنا في المعنى لَا يدخلون إلا إذا ولج، أي دخل الجمل في ثقب الخياط، وذلك مستحيل، فلن يدخل الجنة إلا إذا تحقق هذا المستحيل ولن يتحقق، فهو نفي مؤكد لدخولهم، وبيان استحالته عليهم، وإذا لم يدخلوا الجنة، فإنهم يدخلون النار، وإنها للجنة أبدا، وللنار أبدا، قال تعالى: </p><p> (وَكذَلِكَ نَجْزِي الْمُجْرِمِينَ) . </p><p> الواو واصلة هذا الكلام السامي بما قبله، والتشبيه معقود ما بين عذابهم، واستحالة الرحمة بهم، وبين ما أعده الله تعالى بالنسبة لكل من يجرم ويأثم في حق الله تعالى، والمعنى فهذا الجزاء الذي علمتموه يجزي الله المجرمين، والإجرام ارتكاب الجريمة وهي بمعنى المعصية والذنب، بيد أن في لفظها إشارة إلى الاعتداء على غيره، فالمعاصي قسمان معاصٍ هي الآثام، ولا يتعدى فسادها صاحبها ابتداء، وإن كان شيوع الفساد يضر بالرأي العام فيتعدى انتهاءً، ومعاصٍ تتضمن ابتداء معنى الاعتداء كالقتل والقذف والسرقة، وغير ذلك من المعاصي التي تتعدى ابتداء. </p><p> ولقد فصل الله القول في عذاب الكافرين المكذبين لآيات الله تعالى: </p><p> * * * </p>"
}