{
  "id": null,
  "sura": 7,
  "aya": 45,
  "text": "<p> (الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ كَافِرُونَ (٤٥) </p><p> * * * </p><p> هذا بيان للظالمين، فذكر - سبحانه وتعالى - لهؤلاء ثلاثة أوصاف: </p><p> أولها - (يَصُدُّونَ عَن سَبِيلِ اللَّهِ) أي يعرضون عنها، ويمنعون غيرهم منها، كالسخرية ممن يؤمنون، واستضعافهم والتشكيك في عقائدهم والغطرسة عليهم، وإيذائهم والاستخفاف بهم والإصرار على باطلهم، والتواصي بالباطل بينهم على مقاومة الهداة المرشدين وتهديدهم بالأذى، كما قالوا:  (. . . وَلَوْلا رَهْطُكَ لَرَجَمْنَاكَ. . .) ، وهكذا. وسبيل الله تعالى هي الصراط المستقيم الموصل إلى الحق فهم يصدون عنه، وكأنهم يقفون على رأس الطريق يمنعون من يدخل فيه، فهم يترصدون أهل الهدى، ويردونهم. </p><p> الوصف الثاني - (وَيَبْغُونَهَا عِوَجًا) ، وعوج: مصدر موصوف به، ويبغون يطلبون بشدة كأنها أمر هو بغيتهم التي يبتغونها، والمعنى يريدون الصراط المستقيم معوجة متعرجة سبلا للباطل. إن الفطرة تتجه نحو الاستقامة، فلا تطلب إلا المستقيم الذي لَا عوج فيه فهم يريدون تحويل فطرتهم وفطرة غيرهم عن طريقها، ويعبدون الأوثان، ويعلمون أنها لَا تضر ولا تنفع، ولكنهم يعوجون بها فيقولون (. . . مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى. . .) ، وهكذا يتركون كل مستقيم، ويريدون كل معوج، وذلك لسيطرة الأوهام عليهم، وتسلط الأهواء والشهوات، والعصبية والغطرسة والعنجهية الجاهلية فيهم. </p><p> الوصف الثالث - وهو الذي ذهب بهم في متاهات الضلال وقد ذكره الله - سبحانه وتعالى - بقوله:  (وَهُم بِالآخِرَةِ كافِرُونَ) أي أنهم لَا يؤمنون بالبعث والنشور والحساب والعقاب، أو الثواب ويقولون:  (إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ) . </p><p> وقد أكد - سبحانه وتعالى - كفرهم باليوم الآخر، وهو يبتدئ من البعث إلى أن توفى كل نفس ما كسبت بأن تنال جزاءها من النعيم أو الجحيم. </p><p> أكد كفرهم بعدة مؤكدات أولها - ذكر ضمير الفصل \" هم \" ، فذلك - يؤكد الحكم، وثانيها - تقديم الجار والمجرور، وهو قوله تعالى:  (بِالآخِرَةِ) على (كافِرُونَ) ففي ذلك تأكيد لكفرهم به، وثالثها - التعبير بالجملة الاسمية، فإنها تدل على استمرارهم على هذا الكفر، وأنهم جاحدون جحدا (لا مثنوية فيه)  (١) . </p><p> * * * </p><p>(١) لَا مثنوية فيه، ولا اسثناء بمعنى واحد، أي لَا تحلل منه، من المثنوية في اليمين.</p><p> (وَبَيْنَهُمَا حِجَابٌ وَعَلَى الْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّا بِسِيمَاهُمْ وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَنْ سَلَامٌ عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ (٤٦) وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَاءَ أَصْحَابِ النَّارِ قَالُوا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ (٤٧) وَنَادَى أَصْحَابُ الْأَعْرَافِ رِجَالًا يَعْرِفُونَهُمْ بِسِيمَاهُمْ قَالُوا مَا أَغْنَى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُونَ (٤٨) أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ (٤٩) وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ (٥٠) </p><p> * * * </p><p> أشار - سبحانه - إلى ما عليه أهل الجنة من نعيم روحي بنزع الغل من قلوبهم، ونعيم حسي بكون الأنهار تجري من تحتهم في ظلال الجنة، وما كان بين أهل الجنة والنار من نداء، وهنا يبين أن بينهما حجابا حاجزا لَا يمنع أن يصل صوت كل فريق إلى الآخر بدليل هذه المجاوبة، وقد قال تعالى في ذلك: </p>"
}