{
  "id": null,
  "sura": 7,
  "aya": 26,
  "text": "<p> (يَا بَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْءَاتِكُمْ وَرِيشًا) . </p><p> النداء لبني آدم جميعا؛ لأنه مجاوبة للفطرة الإنسانية التي جعلت أبوي البشر يخصفان عليهما من ورق الجنة؛ ولذا كان النداء إلى أولاد آدم، وفيه إشارة إلى تلك الفطرة السليمة، وإلى ذلك الحياء الفطري الذي هو سمة الإنسانية الرفيعة، لا إلى تلك الإنسانية المسيخة، التي تظهر في العرى الفاحش الذي يقره بعض الذين تبلدت مشاعرهم وأحاسيسهم. </p><p> (قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْءَاتِكُمْ) وذلك بإِنزال المطر الذي ينبت منه النبات، وتأكل منه الأنعام، ويحيا به كل شيء حي في هذه الأرض، ثم يكون من </p><p> النبات القطن والكتان، ويكون من الأنعام الأصواف والأوبار والأشعار، مما يتخذ لباسا تستر به العورة. </p><p> فالله - سبحانه - يعبر بالسبب، وهو نزول الماء الذي يكون منه النبات وغذاء الجسم، ويكون من ذلك اللباس الذي يواري السوءة، وهي العورة، وقد بينا أن السوءة وهي العورة، وقد بينا أن السوءة ما يسوء النظر إليه، ولا تقره الفطرة السليمة. </p><p> وأقول: إن تفسير قوله تعالى: (قَدْ أَنزَلْنَا) بالمطر الذي يكون منه اللباس تفسير سليم، ولكن كلمة \" أنزل \" ، كما تدل على نزول الماء كما في قوله تعالى: </p><p> (. . . وَأَنزَلْنَا مِنَ السَّمَاءِ مَاءً. . .) ، كما في قوله تعالى:  (الَّذِي جَعَلَ لَكُمُ الأَرْضَ فِرَاشا وَالسَّمَاءَ بِنَاءً وَأَنزَلَ مِنَ السمَاءِ مَاءً. . .) ، فإننى أرى أنها كما تدل على ذلك، تدل أيضا على الأنعام، فهو سبحانه أنعم بهذا اللباس الذي يواري السوءة، فهو الذي أنزل علينا نعمه ظاهرة وباطنة. </p><p> ويقول سبحانه وتعالى:  (وَرِيشًا) الريش والرياش لباس الزينة، وما تزين به البيوت من فراش، وأطلق الريش على لباس الزينة، على أنه من قبيل التشبيه بريش الطير الذي يتزين به، وتصيبه الحسرة إن خلع منه. </p><p> والمعنى أن الله تعالى أنزل لبني آدم، اللباس الذي يواري السوءة، ولباس الزينة. </p><p> (وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْر) . </p><p> إن اللباس الضروري هو الذي يواري السوءة، والريش هو الزينة، وهو الرياش في البيوت، وكل ذلك في الأجسام، وما يتصل بها من المسكن والمأوى، فللقلوب لباس يكسو باطن الإنسان، وهو التقوى؛ ولذا قال تعالى:  (وَلِبَاسُ التَّقْوَى) وقد شبه في هذه الحال، ما يملأ النفس من تقوى سابقة وإيمان قوي، وباللباس الذي يلازم الجسم ويستره ويتزين به، فإن التقوى ستر لعيوب النفس، </p><p> ووقاية لها من غضب الله تعالى، وهي زينة القلوب ونورها المشرق، ولذلك قال فيها:  (ذَلِكَ خَيْرٌ) في ذاته، وخير عما سواه من زينة الناس، فإن الله تعالى لا ينظر إلى صوركم، ولكن ينظر إلى قلوبكم وأعمالكم. </p><p> وفسر بعض العلماء لباس التقوى، بأنه لباس الجهاد من لأمة (١) الحرب، واتخاذ الترس والدرع، وغير ذلك مما يدرع به المقاتل مجاهدا مدرعا، فإن هذا لباس تقوى من جهة أنه لَا يكون إلا ممن امتلأت قلوبهم بتقوى الله، وباعوا أنفسهم له سبحانه وتعالى، وذلك أعلى درجات التقوى، لقوله تعالى:  (إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُم بِأَنَّ لَهُمُ الْجَنَّةَ. . .) . </p><p> وذلك لَا شك تحتمله الآية، ولكنه ليس الظاهر المتبادر منها، ونحن في منهاجنا نتجه إلى الظاهر المتبادر وقد يصح لنا أن نقول: إن الآية تعم الأمرين والله تعالى أعلم. </p><p> وإن الله تعالى، إذ خلق لنا نعمة الكساء: ما يكون منه ساترا، وما يكون منه زينة، فإنه آية من آيات الله ونعمه يجب أن نتذكرها، ونعتبر بها في كل تصرفاتنا، وخصوصا في الحج، الذي هو منسك إبراهيم - عليه السلام - باني الكعبة، وأبي العرب، ولذا قال تعالى في ختام الآية:  (ذَلِكَ مِنْ آيَاتِ اللَّه لَعَلَّهُمْ يَذَّكَّرُونَ) . </p><p> والإشارة بـ \" ذلك \" إلى نعمة الله تعالى في إنزال الأمطار التي يكون منها الزرع والحرث والنسل ثم يكون منها للناس والرياش. </p><p> لقد حكم - سبحانه وتعالى - أنه من آيات الله في إنزال المطر الذي كان منه كل شيء حي، والذي به أنشأ الله جنات معروشات وغير معروشات، فهذا كله من آيات الله تعالى ونعمه، التي توجب الشكر وتمنع الكفر، وهي مع ذلك، دالة على وحدانيته. </p><p>(١) اللأمة: لباس الحرب.</p><p> وختم الله سبحانه قوله العزيز بقوله:  (لَعَلَّهمْ يَذَّكَّرونَ) ، الضميران يعودان إلى المشركين الذين كفروا بالله والذين يكفرون بنعمة الله، ويطوفون بالبيت الحرام عراة، وقد أنزل عليهم لباسا يواري سوءاتهم وريشا يتزينون به، فلعلهم يتذكرون فينخلعوا عن هذه العادات انخلاعا. </p><p> والرجاء هنا منهم لَا من الله تعالى، وقد مهد الله تعالى لهم من الأسباب، وذكر لهم من الآيات ما به يتذكرون. </p><p> * * * </p>"
}