{
  "id": null,
  "sura": 7,
  "aya": 179,
  "text": "<p> (وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِّنَ الْجِنِّ وَالإِنسِ) . </p><p> أكد الله تعالى ذلك بـ \" قد \" ، وهي للتحقيق دائما، وباللام، وذرأنا معناها، خلقناها من ذرية، كما قال تعالى:  (وجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالأَنْعَامِ نَصِيبًا. . .) ، ذرأ ليست بمعنى خلق كأي خلق، بل معناها أنه خلق من وقوله تعالى:  (لِجَهَنَّمَ) ، أي أن مآلهم إلى جهنم، لأنهم يختارون الضلالة، فيكفرون فتكون جهنم مآلهم وبئس المصير، ووصفهم سبحانه بأنهم كثيرون من الجن والإنس، فليس الضلال بقليل في الأرض، وإنه لكثير، كما قال تعالى:  (وَإنْ تُطِعْ أَكْثَرَ مَن فِي الأَرْضِ يضِلُّوكَ عَن سَبِيلِ اللَّهِ. . .) ، وقد ذكر - سبحانه وتعالى - حال الذين كتب عليهم أن يكونوا لجهنم فقال:  (لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا) ، أي لهم قلوب لَا ينفذون بها إلى الحق فيذعنوا له، وهذا معنى فقهها، ولهم أعين لا يبصرون آيات الله في الكون من شمس لها ضياء، وقمر له نور، وسماء ذات أبراج، ورياح تحمل السحاب الممطر، يساق إلى بلد ميت فيحييه، ولهم آذان لا يسمعون بها نداء الحق فيجيبوه، وآيات الله تتلى فلا يدركوها، ويسمعون صوت المنادي \" الله أكبر \" وكأنهم لَا يسمعون. </p><p> وقد يقال: إن هذا مثل للضالين وتصوير لهم، فهم كمن لَا عقل له ولا بصر ولا سمع، وقد قال تعالى في ذلك:  (أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ) . </p><p> إن فرق ما بين الحيوان والإنسان هو العقل والتدبير، وترتيب النتائج على المقدمات، والنظر إلى المستقبل على ضوء الماضي والحاضر، فإذا فقد ذلك فقد صار كالأنعام في أنفسها، ولذلك قال سبحانه:  (أُوْلَئِكَ كَالأَنْعَامِ) والإشارة إلى الذين لهم قلوب لم يدركوا بها إدراكا نافذا إلى ما وراء. وأوتوا أبصار لم يعرفوا عظمة الكون وخالقه منها، وأوتوا سمعا، لم يستمعوا به إلى المواعظ النيِّرة، والزواجر الزاجرة. </p><p> هؤلاء ما دام لم ينتفعوا بهذه المواهب، يصيرون كالأنعام؛ لأن ما أعطاهم سبحانه من مواهب جعلوه هملا فكأنهم لم يعطوه كالأنعام، ويقول سبحانه:  (بَلْ هُمْ أَضَلُّ) لأن من أُعطي شيئا ولم ينتفع به أضل ممن لم يُعطَ شيئا. </p><p> هذا هو الحكم الأول عليهم، والحكم الثاني هو أنهم غافلون عن الأمور التي يجب عليهم إدراكها، فقال تعالى:  (أُوْلَئِكَ هُمُ الْغَافِلُونَ) عما يجب التنبه إليه ليقوموا بواجبهم وليستعملوا ما وهبهم تعالى من هبات مميزة مدركة، وأكد الله - سبحانه وتعالى - الحكم بغفلتهم بالجملة الاسمية، وبضمير الفصل، وبقصر الغفلة عليهم بتعريف الطرفين، أي أنه لَا غافل غيرهم، لأنهم غفلوا عن أهم ما يجب أن ينتبهوا له. </p><p> ولقد ذكر الله سبحانه وتعالى في عدة آيات معاني هذه الآية فيما يناسبها فقال تعالى:  (. . . وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلا أَبْصَارُهُمْ وَلا أَفْئِدَتُهُم مِّن شَيْء إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ. . .) . </p><p> وقد شبههم سبحانه بالأنعام فقال عز من قائل:  (وَمَثَل الَّذِينَ كفَرُوا كمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً. . .) ، وهكذا كل من يعطل المواهب التي وهبها الله تعالى له. </p><p> وإن المشركين كانوا يعبدون عْير الله تعالى، وينكرون صفات الله تعالى التي تجعله وحده المستحق للعبادة، ولذا قال تعالى: </p>"
}