{
  "id": null,
  "sura": 7,
  "aya": 167,
  "text": "<p> (وَإِذْ تَأَذَّنَ رَبُّكَ) هي دالة على الوقت، ومتعلقة بمحذوف تقديره اذكر، أي اذكر أيها النبي ذلك الوقت وتذكر أحداثه، واعتبر به في قومك وغيرهم ممن ناوءوك ويناوئونك ويعاندونك ويحاربونك، وتذكر هذه الأحداث من بني إسرائيل، واعتبرها في بني إسرائيل الذين عاصروك، ويعاندونك ويتمالأون مع المشركين في عداوتك ومحاربتك. </p><p> و (تَأَذَّنَ رَبُّكَ) ، معناها آذنهم بقوة وشدة، فتاذن بمعنى أذن بشدة، ولشدة الإيذان والإعلام كانت متضمنة معنى القسم؛ ولذلك كان فيها لام القسم، وفيها نون التأكيد التي تلازم جواب القسمِ (لَيَبْعَثَنَّ) جواب القسم أو في معنى جواب القسم (عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَن يسُومُهُمْ سُوءَ الْعَذَابِ) ، وعدَّى بـ \" على \" دون \" اللام \" للإشارة إلى علوه عليهم وتغلبه وسيطرته، وأنهم يكونون دونه وهو فوقهم مستعليا قاهرا. </p><p> و (يَسُومُهُمْ) يعني يذيقونهم (سُوءَ الْعَذَابِ) ، أي العذاب الذي يسوؤهم، ويؤذيهم، ويكون عاقبة سوء لهم، وبئس المصير، وقد صدق وعد الله تعالى فإنه قد سيطر عليهم وعذبهم في الأرض من الشرق بختنصر والكلدانيون، ومن الغرب الرومان قبل بعث المسيح وبعده، وكانت الذلة مفروضة عليهم، واصطنعوا مع الرومان النفاق وهو صنيع الأذلاء، فنمُّوا على السيد المسيح عند سادتهم ونجى الله تعالى عيسى من الفريقين الغالب والمغلوب والقاهر والمقهور، وأذاقهم الرومان من بعد أن دخلوا في النصرانية، أكؤسا من الذل والهوان، واستمروا في أوربا أذلاء مقهورين يتَّسمون بالخسة والهوان، حتى وإن الأوربيون في أنفسهم مثلهم، ولقد صدق الله تعالى إذ يقول:  (وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا (٤) فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولًا (٥) ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا (٦) . </p><p> وقد يقول قائل: إن لهم في هذه الأيام غلبا، فهم يسيِّرون دفة الأمور في الأرض الجديدة، وإن كانوا عددا قليلا، وهم يتحكمون في مال الدنيا وخيراته، وهم قد اقتطعوا من أرض العرب قطعة طاهرة مقدسة. </p><p> ونقول في ذلك: إنها فترة صغيرة في حكم الزمان، وعرض من أعراض الحياة الفاسدة في الأرض، وهم الأذلاء وإن بدوا في غطرسة، فمن يستمد القوة من غيره ذليل، ولو حكم وملك، ولقد قال تعالى:  (ضُرِبَتْ عَلَيْهِمُ الذلَّةُ أَيْنَ مَا ثُقِفوا إِلَّا بِحَبْلٍ منَ اللَّهِ وَحَبْل مِّنَ النَّاسِ. . .) . </p><p> ولقد صدق الله إذ يقول:  (إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ) ، أي إن العقاب الذي ينزله تعالى سريع مؤكد وقوعه، والسرعة هنا تطوى في ثناياها معنى الشدة، لأنه يفجؤهم من حيث لَا يحتسبون، ويجيئهم من حيث لَا يتوقعون فيكون أشد وأقسى. </p><p> وإنه - سبحانه وتعالى - بجوار عذابه للمعاندين الكافرين المستكبرين تكون رحمته ومغفرته للمؤمنين المتقين، ولذا يقول تعالت كلماته:  (وَإِنَّهُ لَغَفُورٌ رحِيمٌ) ، أي أنه يغفر الذنوب جميعا برحمته، وقد أكد غفرانه ورحمته بالجملة الاسمية، وبإن، وباللام في خبر إن، وكذلك كان تأكيد العقاب. </p><p> وقد تفرف بنو إسرائيل في الأمم، وكان منهم الصالحون، ومنهم القاسطون، ولذا قال تعالى: </p>"
}