{
  "id": null,
  "sura": 7,
  "aya": 156,
  "text": "<p> (وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ ... (١٥٦) </p><p> هذه ضراعة إلى الله تعالى إلى أن يوفقهم للخير، وألا يجعلهم من الأشقياء، دعوا ربهم أن يكتب لهم في الدنيا حسنة وفى الآخرة حسنة، وحسنة الدنيا هي الحال الطيبة التقية النقية الطاهرة التي تكون غايتها إرضاء الله تعالى، والبعد عن معصيته وفي الآخرة، والدعوة إلى الكتابة في الدنيا، دعوة إلى العمل الطيب، فحسنة الدنيا عمل صالح ونفع وخير، وأن يكون مصدر خير دائم، وفي والآخرة تكون الحسنة جزاء يكون وفاقا للعمل. </p><p> ولقد ذكر الله تعالى حسنة الدنيا، وطوى في الذكر حسنة الآخرة؛ لأنها ليست عملا، بل هي جزاء على عمل في الدنيا ثمرة الأولى، فمن حسنت دنياه وكانت للخير، حسنت آخرته، وكانت نعيما مقيما (قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ. . .) وهو لمن اختار النفس والهوى، (وَرَحْمتي وَسِعَتْ كُلَّ شَيْءٍ) وذلك لمن اختار طريق الحق والهداية كما قال تعالى: (وَنَفْسٍ وَمَا سَوَّاهَا (٧) فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا (٨) . </p><p> وقال تعالى:  (وَهَدَيْنَاهُ النَّجْدَيْنِ) ، أي نجد الخير، ونجد الشر وقد أسند العذاب إليه وإلى مشيئته سبحانه لعظم العقاب، ولبيان أنه حق، وأنه من عند الله، وقد كتب العدل على نفسه كما جاء في الحديث القدسي (١) ، </p><p>(١) عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فِيمَا رَوَى عَنِ اللهِ تَبَارَكَ وَتَعَالَى أَنَّهُ قَالَ: «يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي، وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا، فَلَا تَظَالَمُوا \". جزء من ْحديث طويل رواه مسلم وقد سبق تخريجه.</p><p> فهو العدل وهو خير الفاصلين، وقدم الله تعالى ذكر العذاب على الثواب، لأنه يكون لمخالفي الفطرة وللتحذير قبل التبشير، ليختار المكلف نجد الخير. </p><p> وقوله تعالى:  (وَرَحْمَتِي وَلسِعَتْ كُلَّ شَيْءٍ) العموم فيها عموم كامل صادق، وقال سبحانه وتعالى:  (كُلَّ شَيْءٍ) ولم يقل كل شخص، للإشارة إلى أن الرحمة شاملة عامة للأشياء والأشخاص، فشريعته عدل ورحمة وإرساله الرسل عدل ورحمة وخلقه الكون وما فيه من شمس مشرقة مضيئة للكون، وقمر منير، ونجوم ذات بروج، وسحاب ورياح مرسلات رحمة، وهكذا كل ما سخره الله تعالى للإنسان، وما مكنه منه رحمة به. </p><p> هذه إشارة إلى معنى العموم الذي اشتمل عليه ذلك النص السامي، وما ترمي إليه رحمته، وإن نعيم الجنة رحمة من الله، وقد كتبها الله تعالى للذين يؤمنون بالله وبالآخرة، ولذا قال تعالى:  (فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ) . </p><p> الفاء هنا لتفصيل بعض العام، والسين لتأكيد المستقبل، و \" أكتبها \" ، أي أسجلها غير قابلة للمحو، وذكر أعمال أو أوصاف من يستحقونها، فكانت خصالا ثلاثا: </p><p> الأولى - التقوى واستشعار مخافة الله، وأن يتخذوا وقاية بينهم وبين الشر، وذلك بتهذيب أنفسهم بالعبادات المهذبة للنفس، التي يستشعر فيها المؤمن خشية الله تعالى، وابتدأ - سبحانه وتعالى - بها لأنها أساس قوة الخير، وهي روح التدين، وعمران القلب بذكر الله تعالى. </p><p> الثانية - الائتلاف مع المجتمع الإسلامي بالمعونة والبر، وأشار بذلك إلى إيتاء الزكاة، فهي أساس التعاون الاجتماعي، وهو سبحانه يذكرها بجوار التقوى، وهي </p><p> الكلمة الشاملة لاكثر العبادات تقريبا لله - سبحانه وتعالى - وإن التعاون الإنساني قرين العبادات، بل هو منها، وأقربها عند الله - سبحانه وتعالى. </p><p> الثالثة - أنهم يؤمنون بآيات الله تعالى وحدها، يؤمنون بالمعجزات ولا يؤمنون بما يحيط به المشركون أنفسهم مما يثيرونه من أهواء ومفاسد وجحود، ولذا قال تعالى:  (وَالَّذِينَ هُم بِآيَاتِنَا يُؤْمِنونَ) وقد قدم فيه الجار والمجرور على كلمة يؤمنون للدلالة على أنه لَا يصح أن يؤمن بغيرها، والإيمان بآيات الله إيمان بما دلت عليه، وهدت إليه من إيمان بالوحدانية، وحدانية الله تعالى بألا يشرك به شيئا، وأكد سبحانه وجوب هذه الخصلة بثلاثة مؤكدات أولها - أنه كرر الموصول، فإن التكرار تأكيد، فقال:  (وَالَّذينَ) . </p><p> وثانيها - التعبير بالجملة الاسمية. </p><p> وثالثها - بضمير الفصل، وأخيرا بذكر كلمة (يُؤْمِنُونَ) ، فإن التعبير بالمضارع يفيد استمرار الإيمان وتجديده بالزيادة آنًا بعد آنٍ. جعلنا الله تعالى ممن كتب له رحمته برحمته وغفوانه. </p><p> * * * </p><p> (الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ (١٥٧) </p><p> قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ (١٥٨) </p><p> * * * </p><p> إن ذلك القصص القرآني فيه تسلية للنبي - صلى الله عليه وسلم -، وشد لعزيمته، وعزاء للنبي - صلى الله عليه وسلم - بكفر الأقوام الذين كفروا بالأنبياء قبله كقوم نوح وصالح وهود، وموسى من بعد هؤلاء، وفي هذه الآيات الكريمات مع العزاء الرباني وشد العزم المحمدي، بيان أن النبي - صلى الله عليه وسلم -ومبشر به في التوراة والإنجيل، وأن اليهود الذين يعاندون محمدا - صلى الله عليه وسلم - مخاطبون، وأنه إليهم جميعا، وأن اتباعه واجب عليهم، وأنهم ينحرفون عن دين موسى - عليه السلام - إن لم يؤمنوا به، وبهديه الذي جاء إلى الخليقة الإنسانية كلها به. </p><p> ولذا قال تعالى: </p>"
}