{
  "id": null,
  "sura": 7,
  "aya": 32,
  "text": "<p> (قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ ... (٣٢) </p><p> * * * </p><p> أمر الله تعالى نبيه الكريم بأن يستفكر ما كان من الذين حرموا زينة اللباس افتراء على الله تعالى كما كان يفعل المشركون، أو تزهُّدا كما فعل جهلة المتعبدين </p><p> فقال:  (قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ) الاستفهام إنكاري لنفي الواقع لا لنفي الوقوع؛ لأنه وقع من المشركين، وإنكار الواقع توبيخ لهم على ما وقع. </p><p> وقد وقع في هذا بعض العرب، فطافوا عراة في المسجد الحرام، كما ذكرنا، وقد كان الأمر في الآية السابقة يأخذ الزينة في المسجد الحرام وعند كل مسجد، وفى هذه الآية يستنكر تحريم الزينة في المساجد وغيرها، وهي آمرة باتخاذ الزينة أمْر إباحة، وكان النبي - صلى الله عليه وسلم - يتحمل في ثيابه، وإن كان يرقعها أحيانا (١) ، وكان يحث أصحابه على أن يتخذوا أحسن الثياب حتى إذا أوشكت على البلى تصدقوا بها، وكان السلف من الصحابة والتابعين يعنون بثيابهم، وإذا كان قد روي عن عمر - رضي الله عنه - أنه في مدة خلافته كان يلبس أحيانا ثوبا تعد رقعاته، فما ذلك لتحريم التجمل على نفسه، بل لمعنى في الحكم الآمر نفسه، فهو يقول: لا أكون أمير المؤمنين إن لم أعش كأضعف المؤمنين. </p><p> وكان علي بن أبي طالب إمام الهدى يعنى بثيابه ويتجمل بها، فلما ولي أمر المؤمنين كانت أول كلمة قالها: سأرفع من ثوبي ما كنت أجر. </p><p> وقوله تعالى:  (الَّتِي أَخْرَجَ لِعِبَادِهِ) ، أي أنه - سبحانه وتعالى - مكن عباده من إخراجها ونسجها، وأنشأ لهم مصدر وجودها، فهو - سبحانه وتعالى - هو الذي أنزل المطر بالماء العذب من السماء فكان النبات، وعاش بالنبات الحيوان، وكان من النبات القطن والكتان، وكان من الحيوان الصوف والوبر والشعر، وكان من كل ذلك اللباس والرياش، وما خلق ذلك عبثا، بل كان وفق ما سنه - سبحانه وتعالى - ولا يليق بمؤمن أن يرد إنعام الله، ولقد قال - صلى الله عليه وسلم -: \" إن الله يحب أن يرى أثر نعمته على عبده \"  (٢) . وكما استنكر القرآن الكريم الذي أنزله رب العالمين تحريم الزينة استنكر أيضا تحريم الطيبات، والطيبات هي الأطعمة التي تستلذ وتستطاب ما دامت لَا تضر الأجسام، وهي ضد الخبائث كما قال تعالى: (. . . وَيُحِلُّ لَهُمُ </p><p>(١) وذلك كما رواه أحمد: باقي مسند الأنصار - باقي المسند السابق (٢٥٥٢٧). (٢) رواه الترمذي عن عبد الله بن عمرو بن العاص، وقال: هذا حديث حسن. سنن الترمذي: الأدب - ما جاء في أن الله يحب أن يرى أثر نعمته (٢٨١٩).</p><p> الطَّيِّبَاتِ وَيحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ. . . ) فهي الطعام الطيب الهنيء المريء الذي تقبل عليه النفس وتهنأ به وهو لَا يعقبه ضرر: من لحم طري، وسمك شهي، وغير ذلك مما يستطيبه الإنسان. </p><p> ولا يتم الطعام الطيب ويكمل إلا إذا كان طيبا في طريق كسبه، فلا يكون قد أحذ من حرام لقوله عليه الصلاة والسلام \" من نبت لحمه من حرام فالنار أولى به\"  (١) . </p><p> فالطيب من الطعام له خاصتان أولاهما - أن يكون مستطابا في ذاته مريئا في عاقبته، والثانية أن يكون من كسب حلال. </p><p> وإنه من المقررات العلمية أن يكون من غير إسراف كما ذكر الله تعالى في الآية السابقة، ويجب أن يعالج العاقل نفسه، حتى لَا تندفع إلى الإسراف؛ ولذلك يحسن ألا يأكل كل ما يشتهي ولو كان حلالا، بل يفطم النفس في بعض الأحيان أو كلها لأمرين: </p><p> أولهما - أن ذلك تقوية للإرادة فلا يكون عبدا لبطنه، فلا يقع في الإسراف المنهي عنه. </p><p> ثانيهما - أن التمكن من أكل الحلال أمر كله لَا يدوم، فقد يصاب بالحرمان فيستعد له قبل الابتلاء به، فيكون قادرا على الصبر، وإن الله تعالى مكن الذين آمنوا من هذه الطيبات في الدنيا فقال تعالى:  (قلْ هِيَ لِلَّذِينَ آمَئوا فِي الْحَيَاةِ الدّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ) . </p><p> أي أنها مباحة في الحياة الدنيا للذين يستمتعون بحلالها من غير إسراف، ولا تقتير وقوله تعالى:  (خَالِصَةً يَوْمَ الْقِيَامَةِ) ، يحتمل أن يكون المعنى أن هذه المتع يشترك في الدنيا معهم فيها غير المؤمنين، أما يوم القيامة وفي الآخرة فتكون خالصة للمؤمنين؛ لأنها تكون جزاء وفاقا لما قدموا في الدنيا، </p><p>(١) سبق تخريجه.</p><p> ويحتمل أن المعنى أنها تكون في الدنيا صادرة عن نفوس طيبة مؤمنة، وتكون خالصة لله تعالى، وخالصة من كل إثم، أما غير المؤمنين فإن تناولهم لهذه الطيبات قد يكون إثم مبطئ من الخير، فحبطت أعمالهم، والاحتمالان جائز جميعهما، فيكون المعنى خالصة يوم القيامة لهم، وخالصة من الآثام في الدنيا، وختم الله - سبحانه وتعالى - الآية بقوله تعالت كلماته: </p><p> (كَذَلِكَ نُفَصَلُ الآيَاتِ لِقَوْمٍ يَعْلَمُونَ) ، أي كهذا البيان الذي بينه تعالى في هذا الشأن يفصل، أي يبين الآيات القرآنية والكونية لقوم من شأنهم أن يعلموا، فلا تغطي غواشي الأوهام والأهواء قلوبهم، فيدركون الحق ويعلمون بنور بصائرهم، ومن شأنهم أن يعلموا؛ ولذا عبر بالفعل المضارع والله تعالى أعلم. </p><p> * * * </p>"
}