{
  "id": null,
  "sura": 7,
  "aya": 9,
  "text": "<p> (وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ (٩) </p><p> * * * </p><p> قوله تعالى:  (وَمَنْ خَفَّتْ مَوَازِينُهُ) أي علت كفة أعمالهم لخفتها، فأولئك بسبب هذا خسروا أنفسهم، والتعبيص هنا بقوله تعالى:  (خَسِرُوا أَنفُسَهُم) وهي كناية عن أن العذاب ينزل ولا يخفف عنهم، وخسران نفوسهم في هذا يشير إلى معان ثلاثة: </p><p> أولها - أنهم هم الذين كانوا بأعمالهم في الدنيا عاملين على خسارتها، فلم تكن الخسارة لاحقة بهم من غيرهم. </p><p> ثانيها - أن العذاب خسحارة للنفس أي خسارة، وأنهم هم الذين جلبوا لها هذه الخسارة الخالدة. </p><p> ثالثها - أنهم كانوا يحسبون في ضلالهم في الدنيا أنهم يكسبون بغطرستهم وكبريائهم واغترارهم بمظاهر القوة فبين الله تعالى أنهم الأخسرون أعمالا، وذلك عند ميزان الأعمال بميزان الخير والشر، لَا بميزان الغرور والاستكبار. </p><p> وقوله تعالى:  (بِمَا كانُوا بِآيَاتِنَا يَظْلِمُونَ) ، أي أن هذه الخسارة التي خسروا بها أنفسهم بسبب أنهم كانوا مستمرين طول حياتهم الدنيوية مكذبين بآياتنا الدالة على وحدانية الله - سبحانه وتعالى - وأضاف - سبحانه وتعالى - الآيات إليه للإشارة إلى عظم تكذيبهم، لأنهم يكذبون الآيات المنسوبة إليه - سبحانه وتعالى - فتكذيب أكبر من في الوجود، ومنشئ الوجود، أكبر تكذيب وأكبر ظلم. </p><p> وقدَّم قوله تعالى:  (بِآيَاتِنَا) على (يَظْلِمُونَ) ؛ لأن آيات الله هي محور الحق وميزانه وبرهانه، ونلاحظ هنا أن ظلم ويظلم تتعدى بنفسها من غير باء، وهنا تعدت بالباء، ونقول في ذلك: إن ظلمهم كان لتكذيبهم بالآيات وكفرهم بها، فكان التعبير بقوله تعالى:  (بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ) تضمن معنى التكذيب والكفر والظلم وذلك ضلال كبير؛ ولذا تعدى بالباء. </p><p> وهنا موضوع يجب أن نذكره وهو يتعلق بقوله تعالى:  (وَالْوَزْنُ يَوْمَئذٍ الْحَقُّ) وقوله تعالى: (فَمَن ثَقُلَتْ مَوَازِينُهُ)  (وَمَنْ خَفَّتْ مَوَازِينُهُ) أيكون يوم القيامة وزن حقيقي حسي وموازين حقيقية حسية؟ أم هذه كناية عن إحقاق الحق وأن يعطى كل امرئٍ حقه، فلا يضيع لمحسن حسنة، ولا يحمل مسيء فوق إساءته. </p><p> نقول في الجواب عن ذلك: إننا نؤمن الإيمان كله بأن يوم القيامة ونعيم الجنة وعذاب جهنم وغيرها من أحوال اليوم الآخر كلها حسي، ولكن نميل إلى قول ابن عباس إلى أن المذكور في القرآن عن نعيم وطعام الذين كتبها الله تعالى </p><p> لهم مجازي مقرب، فإذا كان فيها فاكهة ورمان وخمر لذة للشاربين وعسل مصفًّى، وغير ذلك فإن ذلك مجاز مقرب وليس كطعامنا في الدنيا، إنما هي فاكهة أعلى من فاكهتنا، وليس لها لغة إلا ما تقربه لغتنا؛ ولذا قال - عليه الصلاة والسلام -: \" فيها ما لَا عين رأت ولا أذن سمعت ولا خطر على قلب بشر \"  (١) . </p><p> بعد هذا نقول: إن قوله تعالى: (وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ) أهو وزن محسوس بميزان محسوس يوم القيامة؟ فنقول مقلدين بعض المفسرين أن ذلك مجاز عن أن كل ذي حق يأخذ حقه بالحق لَا ينقص ولا يزاد عليه شيء إلا أن يكون ذلك من رحمته تعالى وغفرانه. </p><p> وإنه يكون ثمة استعارة أو تشبيه، شبهت عدالة الله تعالى يوم القيامة، وهو لا يظلم شيئا بالميزان الذي توزن به الأشياء التي تخف الكفة فيها وتثقل؛ وذلك لدقة الحكم، ونسب ذلك القول إلى مجاهد والأعمش والضحاك، وقد قال هذا أبو السعود في تفسيره وذكره الغزالي في كتابه:  (المضنون به على غير أهله) إذ قال رضي الله تعالى عنه: \" تعلق النفس بالبدن كالحجاب لها عن حقائق الأمور، وبالموت ينكشف الغطاء \" كما قال تعالى: (. . . فَكَشَفْنَا عَنكَ غِطَاءَكَ فَبَصَرك الْيَوْمَ حَدِيدٌ) ، ومما يكشف له تأثير أعماله مما يقربه إلى الله تعالى ويبعده وهي مقادير تلك الآثار، وإن بعضها أشد تأثيرا من البعض، ولا يمتنع في قدرة الله أن يجعل سببا يعرف الخلق في لحظة مقادير الأعمال بالإضافة إلى تأثيرها في التقريب والتبعيد، فهذا الميزان المعروف، ومنه القبان للأقطان والإصطرلاب لحركات الفلك والأوقات، والمسطرة للمقادير والخطوط، والعروض لمقادير حركات الأصوات، فالميزان الحقيقي إذا مثله الله تعالى للحواس مثله بما شاء من هذه الأمثلة، فحقيقة الميزان موجودة في جميع ذلك، وهو ما يعرف به الزيادة والنقص وصورته تكون مقدرة للحس عند التشكيل، وللخيال عند التمثيل، والله </p><p>(١) متفق عليه؛ رواه البخاري: بدء الخلق - ما جاء في صفة الجنة وأنها مخلوقة (٣٢٤٤)، ومسلم: الجنة وصفة نعيمها - باب (٢٨٢٤).</p><p> أعلم بما يقدره من صنوف التشكيلات، والتصديق بجميع ذلك واجب \" من تفسير القاسمي \" . وفي مقابل ذلك الرأي المجازي الذي قاله من السلف مجاهد والأعمش والضحاك، وقاله الغزالي وأبو السعود، ونميل إليه، قول آخر، وهو أن كل ما ذكر عن اليوم الآخر من الميزان والصراط وغير ذلك حسي حقيقي يجري على ظاهره؛ لأن المجاز حيث تتعذر الحقيقة، ولا تتعذر الحقيقة هنا، فلا مسوغ للتأويل، وعلى ذلك الأكثرون. </p><p> وهنا سؤال يعرض: كيف يكون الوزن، سواء أكان معنويا مجازيا أم كان حسيا، والله تعالى يعلم كل شيء. </p><p> وقيل في الجواب عن ذلك: إن ذلك لإقامة العدل ولبيان حقيقة الأفعال، وليقروا بما كان منهم، والله عليم خبير قد أحاط بكل شيء علما. </p><p> * * * </p>"
}