{
  "id": null,
  "sura": 7,
  "aya": 99,
  "text": "<p> (أَفَأَمِنُوا مَكْرَ اللَّهِ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ (٩٩) </p><p> \" الفاء \" هنا عاطفة يترتب ما بعدها على ما قبلها، لأنهم إذا كانوا لم تجدهم النقمة ولا النعمة، وبأس الله يأتيهم في مأمنهم ليلا وهم نائمون، وضحى وهم يعملون عملا لَا جدوى فيه فهو لعب أو كاللعب، فهم لَا يأمنون. </p><p> ومكر الله تعالى تدبيره المحكم الذي يُنزل به العذاب السريع على من يستحقه، والأمن والطمأنينة لمن يستحقه، وهو الحكيم، وقد فسر بعض المفسرين بأنه العذاب، أو البأس الشديد، وهو تفسير بالنتيجة، إنما هو من الله التدبير </p><p> المحكم. والمكر قسمان: مكر سيئ وهو الذي يكون من الأشرار، ونتيجته شر، ومكر طيب وهو رد مكر الأشرار، ونتيجته طيبة، ولقد قال في شأن قريش في تدبيرهم للنبي - صلى الله عليه وسلم - أن يثبتوه أو يقتلوه أو يخرجوه:  (وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ) ، أي أنهم كانوا يدبرون لإيذاء النبي - صلى الله عليه وسلم -، ويمكرون المكر السيئ الذي لَا يحيق إلا بأهله، والله تعالى يدبر لنبيه نجاته منهم، وهجرته من أرضهم من غير إخراج، حتى يكون الفصل بينه وبينهم. </p><p> والاستفهام إنكاري بمعنى النفي والتوبيخ، فهم لَا يأمنون مكر الله، ويوبخهم الله - سبحانه وتعالى - لأنهم غفلوا عن الحق، ونسوا تدبير الله تعالى المهلك لهم جزاء بما كسبوا، وبما كذبوا بآيات الله، لأنهم يامنون مع ذلك العذاب الشديد ينزل بهم، وهذه غفلة شديدة، وعدمِ اعتبار بما كان لمن قبلهم؛ ولذا ختم الله - سبحانه وتعالى - الآية بقوله:  (فَلا يَأمنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ) . </p><p> إن المؤمن يتفطن دائما لمقام قدرته تعالى بجوار قدرته، وإذا عصى يتوقع عذاب الله تعالى من عصيانه، ويتخوف ولا يأمن أن تنزل به العقوبة، وإن المؤمن لفرط حسه بمعصيته، وإيمانه بالله يخاف دائما عذابه، ولا يرجو إهماله وقد عصاه؛ ولذا كان من المبادئ الصوفية (تغليب) الخوف على الرجاء، لأن الخوف من غيبر إسراف على النفس من ورائه التقوى، والرجاء من غير أسبابه يفضي إلى الغرور، ووراء الغرور الاستهانة بأمر الله تعالى ونهيه. </p><p> والكافر يعصي، ويرى عصيانه حسنا، وينسى قوة الله، وأنه يعاند ويحارب أمره ونهيه، ناسيا أنه يعاند القوي القادر القهار الذي هو غالب على كل شيء، وأنه لَا إرادة لمخلوق بجوار إرادته - سبحانه وتعالى - وعلى ذلك يأمن عذاب الله وتدبيره، وإن ذلك هو الخسران المبين، ولذا حكم الله تعالى بأنه:  (فَلا يَأمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ) . </p><p> وحكم الله تعالى بخسارتهم، مؤكدا الخسارة بالقصر، وأن الخسارة مقصورة عليهم، وخسارتهم في أنهم خسروا أنفسهم فليسوا في حال عقلية مدركة، </p><p> وخسروا أنفسهم بالاستمرار على غيهم، وخسروا بالعذاب الأليم الذي ينزل والله سبحانه هو الذي يقي المؤمنين شر الغفلة والنسيان وأمن عذاب الله، وجعلهم في فطنة دائمة واعتبار بأمر الله ونهيه، وهو الهادي إلى سواء السبيل. </p><p> وقد حذر الله تعالى الذين يرثون الأرض بأسه الذي ينزل بهم، ولذا قال: </p>"
}