{
  "id": null,
  "sura": 8,
  "aya": 50,
  "text": "<p> (وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُوا عَذَابَ الْحَرِيقِ (٥٠) </p><p> تصور هذه الآية الكريمة هول عذاب الجحيم، وتبين أنه من وقت أن تتوفاهم الملائكة الذين أمرهم الله بذلك، والتوفي مصدر توفاه، معناه أوفاهم الله أجلهم في الدنيا، وانتهوا به، وإذا جاء أجلهم لَا يستأخرون ساعة ولا يستقدمون. </p><p> و (لو) في قوله تعالى: (وَلَوْ تَرَى. .) حرف امتناع لامتناع، وهي هنا لتصوير حالهم والعذاب يستقبلهم إذ تتوفاهم الملائكة إذ تتوفاهم الملائكة المأمورة </p><p> بذلك آجالهم، وهنا فعل شرط حذف جوابه، لبيان هوله، وأن تذهب فيه النفس كل مذهب من حيث إنه لَا يدرك كنهه، ولا تتصور حقيقته في الدنيا، والمعنى لو عاينت الذين كفروا، وأرواحهم تقبض ثم ما يجيء بعد ذلك رأيت هولا عظيما، لا تدركه عقول أهل الدنيا ولا تحيط به أفهامهم، كقوله تعالى:  (وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ) . </p><p> ويقول الزمخشري: إن (لو) إذا دخلت على المضارع جعلت معناه ماضيا، فمعنى لو ترى: لو عاينت ورأيت الذين ظلموا إلى آخره، وكان التعبير بالمضارع لتصوير الماضي حاضرا مرئيا مهيئا ليتصور ما يكون ويراه كأنه حاضر، والتعبير بالذين كفروا لبيان أن السبب في هذه الشدة التي يكونون عليها هو كفرهم، وهو مقابل لطغيانهم وتمردهم وعنادهم للحق في الدنيا، فإنه بسبب ذلك الطغيان، يكون الإذلال والخسران والهوان. </p><p> وقد صور حالهم فقال:  (الْمَلائِكَة يَضربُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ) وهذا تصوير لحال ذلهم الذي يقابل اغترارهم واستكبارهم عن الحق، فتضرب الوجوه التي تكون بها المواجهة، وضرب الوجوه لَا يكون لمن يعاملون بالصغار والهوان، وهذا عقاب معنوي شديد، وأدبارهم، أي يركلون بالأرجل في أدبارهم كما تضرب بالأيدي وجوههم، فهم في مهانة تحيط بهم، أو أن المهانة والذلة تحوط بهم من الأمام والخلف، وذلك تصوير لذلهم بعد الغطرسة، والاستهانة بهم بعد الغرور. </p><p> وذلك بلا ريب عقاب معنوي، بالتحقير، في مقابل تكريم المؤمنين الذين كانوا يقولون:  (وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ) . </p><p> وقد بين بعد ذلك العذاب المعنوي فقال:  (وَذُوقُوا عَذَابَ الْحَرِيقِ) وهي معطوفة على قوله تعالى: (يَضربُونَ وجُوهَهُمْ) وذلك بتقدير فعل محذوف تقديره، ويقولون لهم ذوقوا عذاب. .، أو تقول: إن هذا فعل أمر في معنى </p><p> الخبر، ويكون ويذوقون عذاب الحريق، وعبر سبحانه وتعالى عن إصابة العذاب لهم بقوله:  (وَذُوقُوا عَذَابَ الْحَرِيقِ) للإشارة إلى أن العذاب لَا يكون إلا بالإحساس به، فهم في إحساس دائم به، يذوقونه ويحسون به، وكلما نضجت جلودهم بدلناهم جلودا غيرها ليذوقوا العذاب. </p><p> والحريق هو النار المحترقة التي لَا يطيقها إحساس محس إلا أن يكون عذابا. </p><p> وإن التعبير بقوله:  (وَذُوقُوا عَذَابَ الْحَرِيقِ) لَا يخلو من تهكم بهم؛ لأنهم فسقوا وذاقوا من الهوى ما ذاقوا، فكأنه يقال لهم: كما ذقتم المتع والشهوات، فذوقوا الحريق، وكأنَّه يبشرهم. </p><p> وقد قال بعض المفسرين: إن ذكر ضرب الوجوه، وضم الأدبار إليهم تذكير لهم بشهوتهم التي كانوا منغمسين فيها وأنهم يضربون فيها، كما وقعوا في المفاسد بها والله تعالى أعلم. </p><p> وقد بين سبحانه وتعالى عذابه مربوطا بسببه فقال: </p>"
}