{
  "id": null,
  "sura": 8,
  "aya": 51,
  "text": "<p> (ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ (٥١) </p><p> الإشارة إلى ما سينزله الله بالذين كفروا، من العذاب الشديد والعذاب الأليم، والباء للسببية والمعنى العذاب الشديد بسبب ما قدموا من إيذاء للمؤمنين، ومعانة لرب العالمين، وجحود بالآيات وتكذيب لكتاب الله ورسله، وعبر سبحانه وتعالى عن ذنوبهم التي تضافرت وتكاثرت بقوله:  (بِمَا قَدَّمَتْ أَيْدِيكُمْ) مع أن الذنوب تكون بالألسنة وقول الباطل كما تكون بالأيدي؛ لأن الأيدي بها البطش الظاهر، وبها أوذي المؤمنون، وبها نكل بالضعفاء، وحملها للأسلحة في الحروب، وإن التعبير عن الكل باسم الجزء مجاز مرسل مشهور، إذا كان للجزء مكانة خاصة في الحكم، كقولهم عن الجاسوس: العين؛ لأن العين لها مظهر خاص في التجسس. </p><p> والمراد بما قدموا من أعمال وما قالوا به من أقوال، وإن هذا الجزاء عدل لا ظلم فيه، ولذا قال تعالى:  (وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ) ، وقال سبحانه في هذه الآية (وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ) والواو هنا للعطف، أي أن ذلك العذاب كان بسبب ما قدموه، وبسبب أن الله تعالى ليس بظلام للعبيد، أي أنهم ينالون جزاء ما اقترفوا والعادل يعطي كل إنسان ما يستحق، (وَمَا يَسْتَوِي الأَعْمَى وَالبَصِيرُ وَالَّذِينَ آمَنوا وَعَمِلُوا الصَّالِحَاتِ وَلا الْمُسِيءُ. . .) ، فذلك يتحقق عدل الله الكامل، وينتفي عنه الظلم سبحانه إنه عَليٌّ قدير. </p><p> ولو كان الله تعالى سوى بين المجرمين والمحسنين، لكان ثمة شائبة ظلم، والله منزه عن ذلك، ومعاذ الله أن ينسب إليه، وقوله تعالى:  (وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ) ، فيه تقرير العذاب، وتثبيته، وفيه تبريره. </p><p> وقوله تعالى:  (وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ) نفي للظلم الكثير المتكرر، فهل معنى ذلك بمفهوم المخالفة أن الظلم القليل، ليس بمنفي عنه سبحانه وتعالى عن ذلك علوا كبيرا؟. </p><p> والجواب عن ذلك أن النص الكريم ينفي أصل الظلم عن رب العالمين، وإنما النفي بصيغة المبالغة للإشارة إلى أن المساواة بين المحسن والمسيء ظلم كبير ولا يفعله إلا ظلام للعبيد، وقيل: إن الظلم بصيغة المبالغة لكثرة المستحقين للعقاب، فلو لم يعاقبهم لكان ظلاما، والله تعالى ليس بظلام. </p><p> ومن هذا النص الكريم يفهم أن العدل يوجب أمرين أولهما ألا يعاقب </p><p> المحسن، فإن عقابه ظلم، وثانيهما أن يعاقب المسيء ولا تأخذ الناس به رأفة، لأنه لم يرحم الناس، ويقول - صلى الله عليه وسلم - \" من لَا يرحم لَا يُرحم \"  (١) . </p><p> وقد أخذ سبحانه يقص بعض القصص عن الظالمين وعقابهم. </p><p> * * * </p><p>(١) سبق تخريجه.</p><p> (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ (٥٢) ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (٥٣) كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِ رَبِّهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَكُلٌّ كَانُوا ظَالِمِينَ (٥٤) </p><p> * * * </p><p> بين الله تعالى في الآيات السابقة أن الله تعالى يعاقب المشركين عقابين؛ عقابا في الدنيا وهو أن ينتصف للمؤمنين، وأن ينصرهم، وأن يجعل الكافرين الأذلين، وكلمة الله هي العليا، وكلمة الكفر هي السفلى، ويبدل المؤمنين من خوفهم أمنا. </p><p> العقاب الثاني هو عقاب الآخرة، وإن عقاب الدنيا قد يكون بأسباب يوفق إليها، وقد يكون من الله تعالى يكون بمعجزة أو بأمر خارق للعادة كإغراق فرعون، والنصرة بالريح، وكلاهما من أمر الله تعالى، ومن توفيقه، وقد ذكر الله طواغيت مكة بطاغوت فرعون، وقد أدال الله تعالى منه، فقال تعالى: </p>"
}