{
  "id": null,
  "sura": 8,
  "aya": 40,
  "text": "<p> (وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ (٤٠) </p><p> في الآية السابقة فتح الله تعالى باب التوبة للكافرين ليخلصهم الله تعالى من الشرك الذي أركسوا فيه، وأشار سبحانه إلى أنه أمر عارض على نفوسهم، يستطيعون أن يرحضوه عنها، كما يرحض الوسخ على الثوب الأملس، وبين أن القتال لإزالة الفتنة في الدين، حتى يكون الدين لله. </p><p> وبعد هذا ذكر ولاء الله تعالى للمؤمنين، وأنه وليهم وناصرهم إن أعرض المشركون، فقال تعالى:  (وَإِن تَوَلَّوْا) أي أعرضوا ونأوا بجانبهم بعد أن فتح لهم باب الغفران، أو أن يقول: إن استمروا على إعراضهم وتنائيهم عن الحق فإنه هو مولاكم، فلا تخافوهم، وإن الله غالبكم عليهم لأنه مولاكم وناصركم، فقال </p><p> تعالى:  (أَنَّ اللَّهَ مَوْلاكُمْ) ليس هو الجواب، إنما هو علة الجواب بل الجواب فأنتم الغالبون، وقوله تعالى:  (أَنَّ اللَّهَ مَوْلاكُمْ) أي أنه مولاكم أنتم دون غيركم، والولاية للحق، ومعنى مولاكم أي وليكم وناصركم، وأنتم وحدكم حزب الله. </p><p> ومن كان الله وليه فلن يهزم، من كان الله ناصره، فلن يغلب (فَإِنَّ حِزْبَ</p><p> اللَّهِ هُمُ الْغَالِبُونَ) ، ولذا قال تعالى (نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ) ونعم من الألفاظ التي تقال في مقام المدح، والمدح بالنسبة لله تعالى الشكر، والثناء على الله بما هو أهله، فنعم هو وليا مواليا، ونعم الله نصيرا غالبا. </p><p> * * * </p><p> قسمة الله في الغنائم </p><p> (وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤١) إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى وَالرَّكْبُ أَسْفَلَ مِنْكُمْ وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ (٤٢) </p><p> * * * </p><p> هذا تعليم الله تعالى بشأن توزيع الغنائم، فالله سبحانه وتعالى تعهد الحرب من وقت الإعداد لها إلى الإقدام عليها إلى اللقاء فيها حتى الانتهاء، ثم علمنا </p><p> توزيع غنائمها ليكون التوزيع حكما شرعيا نخضع له، فلا نختلف ولا نتأثر، وقسمة الله تعالى هي العادلة وغيرها قسمة باطلة، وقسمة ضيزى لَا صلاح فيها، ولا خير. </p><p> قال تعالى: </p>"
}