{
  "id": null,
  "sura": 8,
  "aya": 48,
  "text": "<p> (وِإذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَّكُمْ) . </p><p> (الواو) عاطفة هذا الكلام على ما قبله، والضمير في لهم يعود إلى الذين خرجوا من ديارهم بطرا ورئاء الناس، وفي هذا النص بيان أنهم ما دفعوا إلى ما فعلوا يوم بدر حتى كان نصيبهم الردى والهزيمة النكراء - إلا لوسوسة الشيطان، فالذي حرضهم على ذلك الخروج هو ما زين في نفوسهم من أن لهم الغلب، </p><p> و (إذ) ظرف للماضي متعلق بمحذوف، أي: اذكر يا محمد إذ زين لهم الشيطان أعمالهم، وقال لهم لَا غالب لكم اليوم من الناس، وقوله تعالى:  (زَيَّنَ) أي حَسَّنَ لهم ذلك، بأن وسوس في نفوسهم حُسْنَهُ وأوهمهم الشيطان بوسوسته في النفس أنهم أوتوا القوة كلها، وأنه لَا غالب لهم اليوم من الناس، وأن لهم بحيرا من أوهامهم فليس هناك شيطان ظهر لهم، وقال ما قال، إنما هي وسوسة الشيطان، وهو يجري في الإنسان مجرى الدم، فهو زين لهم بوسوسته، كما زين بها عبادة الأصنام، وكما زين لهم تحريم ما أحل من بحيرة وسائبة ووصيلة وحام، زين لهم بوسوسته أنهم لَا غالب لهم من الناس، وزين لهم بأوهامه التي بثها فيهم أنه مجير وجار لهم يجيرهم من أي ضيم ينزل بهم، كما تلاقى الخربان تبدد ذلك كله، ورأو! الأمر عيانا، وأنه لَا منجاة لهم، ورأوا أنه أوهمهم ما لم ير، وإن الحقاتق بدت لهم واضحة. </p><p> الكلام تصويريّ يحكي قصة إغرائه، وتزيينه لهم أنهم الأقوياء وكأنه يحدثهم، فيدليهم بغرورهم، وبث فيهم القوة الزائفة، ويوهمهم أنه جار ولا جوار، وأنه لما اشتدت الشديدة قال: إني بريء منكم، وإني أرى ما لَا ترون، وكل هذا تصور لما جاش في نفوسهم، وإنا نميل إلى هذا. </p><p> وقد جاء في السير وفي بعض الأخبار في مقابل ما ذكرنا أن إبليس تمثل في صورة رجل من العرب، روى محمد بن إسحاق عن عروة بن الزبير: لما أجمعت قريش المسير ذكرت الذي بينها وبين بني بكر من الحرب، فكاد ذلك أن يثنيهم، فتبدى لهم إبليس في صورة سراقة بن مالك بن جعشم، وكان من أشراف بني كنانة فقال: أنا جار لكم أن تأتيكم لنا بشيء تكرهونه فخرجوا سراعا، قال محمد ابن إسحاق: فذكروا لي أنهم كانوا يرونه في صورة سراقة بن مالك فلا ينكرونه، حتى إذا كان يوم بدر والتقى الجمعان كان الذي رآه حين نكص - الحارث بن هشام أو عمير بن وهب، فقال: أين سراقة؟! ونظر عدو الله إلى جنود الله من الملائكة </p><p> قد أيد الله بهم رسوله والمؤمنين فنكص على عقبيه، قال: إني بريء منكم إني أرى ما لَا ترون، وصدق الله، والله شديد العقاب. </p><p> وقد روى مثل هذا عن السدي والضحاك والحسن البصري ومحمد بن كعب، وقدر رأى ذلك النظر الحافظ ابن كثير بما ورد من آيات في شأن تغرير إبليس لأهل الضلال، فتلا قوله تعالى:  (كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (١٦) . (وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (٢٢) . </p><p> ذانكم الرأيان اللذان أخذ فيهما بظاهر الألفاظ، واعتمدا على روايات في رواتها نظر، والذي أخذ فيه بمعنى الألفاظ وإنا نؤمن بصدق قصص القرآن، ولكنا في هذه الآية نميل إلى النظر إلى أنها خير تصوير لاستمكان الشيطان من قلوب الكفار، وتحكمه فيها، وسد ينابيع الإدراك في نفوسهم، ونميل إلى ذلك؛ لأن خبر إبليس وتمثله بصورة سراقة لم يثبت بسند صحيح يفسر به القرآن، ولأننا نفسر القرآن بما يبعده عن الغرائب، وبما هو مأنوس للناس من غير تكذيب لأخباره، والله أعلم، وقوله تعالى:  (فَلَمَّا ترَاءَتِ الْفِئَتانِ) أي الجماعتان المتقاتلتان (نَكَصَ عَلَى عَقبَيْه) ، نكص معناها رجع على عقبيه، تصوير لارتداده متقهقرا سائرا على العقبينَ، وهو خائف مضطرب، ويتبرأ من لحق أغراهم، وقد رأى الشدة آخذة بهم، وذلك تصوير لما يكون في نفوسهم، وسيكون يوم القيامة محسوسا، وقوله تعالى:  (وَقَالَ إِنِّي بَرِيءٌ مِّنكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ) أي إني أعلم ما لَا تعلمون وقد أضلهم، وقد غرهم الغرور، (إِنِّي أَخَافُ اللَّهَ وَاللَّهُ شَدِيدُ الْعِقَابِ) يعلن أنه يخاف الله والله شديد العقاب. </p><p> وبذلك يصور لهم كيف ضلوا بوسوسته، وكيف تعرضوا للعقاب بتزيين ومثله في هذا التصوير كمثل من يدلي لإنسان في هاوية حتى إذا تردى فيها أخذ يعيره في هذا التردي، وما فعله إلا بتزيين وتحسينه فهو المجرم الأصيل. </p><p> هذا حال الكفار، وقد كان من الذين يجاورون النبي - صلى الله عليه وسلم - من كانوا إخوان الشياطين كالكافرين، وكانوا أخبث نفسا وأفسد قلوبا، وهم المنافقون ومن في قلوبهم مرض، وقد قال فيهم: </p>"
}