{
  "id": null,
  "sura": 8,
  "aya": 62,
  "text": "<p> (وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ (٦٢) </p><p> إن الإسلام يتشوق للسلم إن كانت الحرب، كما يتشوق الجراح المخلص لإنهاء جراحة بالشِّفار اضطرته حال الجسم لإقامتها. فمثل الحرب في نظر الإسلام كمثل الجراحة التي يقطع بها جسم فاسد، يخشى أن يسري فساده؛ ولذلك إذا جنح العدو للسلم كان على المؤمن أن يبادر إلى المجاوبة على السلم بسلم غير متردد، ولا متوانٍ؛ لذلك قال تعالى:  (وَإِن يُرِيدُوا أَن يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ) فهذا النص فيه أمر بمنع التردد، لشك يقوم في نية الصلح أو السلم، إذ السلم خير كله، ولا يمنع الخير، لظن الخديعة، ولذا قال تعالى:  (وَإن يُرِيدُوا أَن يَخْدَعُوكَ) جعل سبحانه فعل الشرط إرادة الخديعة لَا الخديعة نفسها، وعبَّر في حرف الشرط بـ \" إن \" الدالة على الشك، لبيان أنه يجب إبعاد إرادة الخديعة والخديعة نفسها ليقدم على السلم بقلب سليم، وإرادة معتزمة مع اليقظة والحذر، كما قال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكمْ) فالإقدام على السلم يكون من غير دخل، ولا تردد في العزيمة مع الحذر. </p><p> وجواب الشرط هو قوله تعالى:  (فَإِنَّ حَسْبَكَ اللَّهُ) أي أن الله تعالى كافيك وعاصمك من الناس بقوته وقدرته القاهرة الظاهرة، وقد أكد الله تعالى عصمته لنبيه وأنه عاصمه من الناس بـ \" إنَّ \" ، وبتعريف الطرفين، وهو يفيد قصر العصمة على الله تعالى وحده، أي أنه وحده هو العاصم لك من الناس، ومن يحاول أن يخدعك، فإنما يخدع الله، والله بكل شيء عليم. </p><p> وقد أيد الله تعالى عصمته بحاضر نصرته، والماضي نور للحاضر، فقال:  (هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ) </p><p> إن الله تعالى وحده هو الذي أيدك بالنصر المؤزر كما كان في بدر، فأيدك بالملائكة، وأيدك بالاطمئنان في المعركة، وأيدك بما كان من إلقاء الرعب في قلوبهم، وإذ يريكموهم في أعينكم قليلا، وأيدكم بالكلمة، وقد أثنى الله تعالى على المؤمنين فقال تعالى:  (وَبِالْمُؤْمِنِينَ) فالمؤمنون اجتمعوا ولم يختلفوا، واعتزموا ولم يترددوا، وانتظموا في صفوف كالبنيان، وأمدهم بالصبر ولم يهنوا ولم يحزنوا. </p><p> وما ذلك كله إلا بفضل من الله العزيز الحكيم، وإن أعظم أسباب النصر بعد تأييد الله تأليف القلوب، ولذا قال سبحانه في فضل نعمة التأليف: </p>"
}