{
  "id": null,
  "sura": 8,
  "aya": 56,
  "text": "<p> (الَّذِينَ عَاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ (٥٦) </p><p> (الَّذِينَ) في هذه الآية بدلا من (الَّذِينَ كَفَرُوا) في الآية السابقة، فهذا وصف من أوصافهم، وحال من أحوالهم، وأوضح ما كان ذلك في. اليهود الذين جاءوا النبي - صلى الله عليه وسلم - في المدينة فهم الذين عاهدوا النبي - صلى الله عليه وسلم - ونقضوا عهده؛ ولذلك يقول تعالى:  (الَّذِينَ عَاهَدتَّ مِنْهُمْ) وإذا كانت واضحة في اليهود، ولم يكن للمشركين إلا عهد الحديبية، وقد نقضوه، فيصح أن يكونوا عاهدوا النبي - صلى الله عليه وسلم - ونقضوه، ولكن لم يتكرر نقضهم؛ ولذا نقول: إن البدل في الذين عاهدتهم ليس بدل كل من كل، بل بدل بعض من كل. </p><p> واليهود عاهدوا النبي - صلى الله عليه وسلم - وتكرر النقض فقد عاهدهم النبي - صلى الله عليه وسلم - أول إقامته عهد تعاون على البر والتقوى، ونقضه بنو قينقاع عقب وقعة بدر الكبرى، ثم أبرموه مرة ثانية بنو النضير حتى اضطر النبي - صلى الله عليه وسلم - إلى إجلائهم، حتى يقيم في المدينة (والجنة تجاوره) ، ثم كانت الممالأة للمشركين، ومكانتهم للمشركين، والنبي - صلى الله عليه وسلم - </p><p> فى الشديدة في غزوة الأحزاب، وقد تألبت عليه الجزيرة العربية كلها وتحزبت عليه، وقد جاءوا ليقتلعوا الإسلام من المدينة فرد الله الذين كفروا بغيظهم ولم ينالوا خيرا وكفى الله المؤمنين القتال. </p><p> ثم قال تعالى:  (وَهُمْ لَا يَتَّقُونَ) أي هؤلاء الذين ينقضون العهد، في كل مرة يعاهدون الرسول - صلى الله عليه وسلم - (لا يتقون) وقد أطلق عدم الاتقاء فلم يذكر أنهم يتقون الله، أو يتقون أذى الناس، أو يتقون نقض فهو سبحانه أطلق عدم الاتقاء، أي من صفاتهم التقوى وتقدير الأمور، وتقدير معنى الوفاء بالعهد، فإنه لَا يصح نقض العهد لأي سبب؛ لأنه يفقد الثقة، وفقد الثقة يؤدي إلى ضعفهم، ولقد قال تعالى:  (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ (٩١) . </p><p> ولا شيء يضعف الجماعات أكثر من النكث في العهود؛ لأن الناس لا يثقون، ويكونون جميعا إلبا لبعض، وتعد فاسدة الأخلاق، ولا تكون لها قوة أبدا. </p><p> وقد رأينا ذلك في الدول في الماضي، ونراه الآن؛ ولذا يقول تعالى: </p><p> (وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَكَانَ مَسْئولًا) . </p><p> وإذا كان الكافرون لَا يثقون في عهد عهدوه، ولا ينفعون بل يضرون، فلابد لحملهم على الحق من القوة الغالبة، والقهر الذي يرهبهم؛ ولذا قال تعالى: </p>"
}