{
  "id": null,
  "sura": 8,
  "aya": 25,
  "text": "<p> (وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ (٢٥) </p><p> إن ظلم الجماعات لَا تقف مغباته عند من يرتكبون الظلم، بل يتجاوز إلى الإفساد في الجماعة نفسها، فمن أشاع الفاحشة في الذين آمنوا بأن جاهر بها مرتكبا لها، أو أشاع قول السوء في الجماعة - إنما يدعو إليها، محرضا عليها ولو كان ما يرتكبه ليس كثيرًا، ولكن المجاهرة بها دعوة إليها، وتحريض عليها، ولذلك كان النبي - صلى الله عليه وسلم - يدعو إلى الاستتار، فيقول فيما روى الشافعي:  \" يا معشر الناس من ارتكب شيئا من هذه القاذورات، فليستتر، فهو في ستر الله، ومن أبدى صفحته أقمنا عليه الحد \"  (١) . </p><p> ومن أجل هذا حث الله تعالى على اتقاء الفتن، وهي الذنوب، أو الذنوب التي تختبر بها الجماعات ومن شأنها أن تشيع أو تفسد رأيها العام، كما نرى في عصور الانحلال وشيوع الفساد، وشيوع الدعوات المنحرفة، ويكون فيها الهوى </p><p>(١) سبق تخريجه.</p><p> متبعا، والرأي منحرفا، أو الفتن تموج كموج البحر، كما رأينا في بغي معاوية ومن معه على إمام الهدى عالم المسلمين، وحامل سيف الحق علي بن أبي طالب كرم الله وجهه. </p><p> يقول تعالى:  (وَاتَّقوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنكُمْ خَاصَّةً) ومعنى اتقوا: اجعلوا بينكم وبين الفتن التي تعم آثارها وقاية، وذلك بالأمر بالمعروف والنهي عن المنكر وتنوير العقول وتثقيف القلوب. وتطهير الرأي العام من شيوع الأقوال الباطلة، فإنها تفسد الأفكار ولا تجعلها متجهة صوب الحق، بل تتميع العقول، ويكون شح مطاع وهوى متبع، ولا يكون التفكير الدقيق لما يقال، بل يتبع كل فاسق. </p><p> وإن الوقاية تكون بأمرين: أولهما - العدل، وثانيهما - الأمر بالمعروف والنهي عن المنكر. </p><p> ولذا قال النبي - صلى الله عليه وسلم -: \" لتأمرنَّ بالمعروف ولتنهون عن المنكر ولتأخذن على يدي الظالم ولتأطُرنه على الحق أطرا، أو ليضرِبَنَّ الله بقلوب بعْضكم، ثم تدعون فلا يستجاب لكم \"  (١) . </p><p> وقوله تعالى:  (لا تُصِيبَنَّ الَّذِينَ ظَلَمًوا منكُمْ خَاصَّةً) هي جواب لشرط محذوف أو في معنى جواب الأمر، وهو (اتَّقُوا) ، والمعنى: إن تتقوها، لَا تصيبن الذين ظلموا منكم خاصة. ودخلت نون التوكيد الثقيلة؛ لأن جواب الأمر في معنى الأمر، ونون التوكيد تدخل الأمر فتؤكد جوابه، وذكرت الصلة في الموصول للإشارة إلى السبب وهو الظلم الذي يعم، ولا يخص، وأظهر الظلم ليتبين أنه السبب، وأن السبب في عموم الفتن أو الذنوب، أو الفساد في الأمة بعمل الطاغين، وعدم الخصوصية أن ظلم الخاصة تكون نتيجته على الجميع؛ لأنه لا يوجد من ينهاهم، وقد أمروا بأن ينهوهم بل أن يحاجزوا بينهم وبين الظلم كما أشرنا، وكما روينا عن النبي - صلى الله عليه وسلم -، وقد قال - صلى الله عليه وسلم -: \" لا تؤخذ العامة بظلم الخاصة </p><p>(١) سبق تخريجه.</p><p> إلا إذا رأوه ولم ينكروه \"،فلا يعترض على عموم الفتنة بقوله تعالى:(وَلا تَزِرُ وَازِرَةٌ وِزْرَ أخرَى)، فالعامة لَا يؤخذون بوزر غيرهم إنما يؤخذون بتقصيرهم، وإنه إذا كان الفساد من بعضهم، فأثر الفساد يعم، فإذا شاع العبث، ونتأ برأسه غير مبال بشيء فإن الجماعة كلها مسئولة؛ لأنها لم تأخذ على يد من يدعو إلى الشر، ويعلنه جهارا، ورضيت من المتسلطين ما يفعلون أو لم يستنكروا، ولم يقاطعوا أعمال المنكَرين، ومن يدفعونهم أو يشجعونهم، فكانوا وهم على سواء. ولا حول ولا قوة إلا بالله.</p><p> وإنه لَا يكفي أن يكون الأخيار غير مرتكبين ما يرتكبه الأشرار، بل إنه يجب أن يقوموا بواجب الأمر بالمعروف والنهي عن المنكر، وإن الفتنة الكبرى التي وقعت بعد مقتل الإمام عثمان - رضي الله عنه - وظهور البغي السافر في عهد إمام الهدى عليٍّ وقعت آثاره على المؤمنين، ولنترك الكلمة للإمام الزمخشري في تفسيره فقد قال ناقلا: \" روي أن الزبير قال: نزلت فينا وقرأناها زمانا، وما نرانا من أهلها، فإذا نحن المعنيون بها \".وعن السدي:نزلت في أهل بدر فاقتتلوا يوم الحلبة، وروى أن الزبير كان يساير النبي - صلى الله عليه وسلم - يوما إذ أقبل عليٌّ - رضي الله عنه - فضحك إليه الزبير، فقال رسول الله - صلى الله عليه وسلم -: \" كيف حبك لعلي \"؟فقال:يا رسول الله بأبي أنت وأمي إني أحبه كحبي لولدي أو أشد حبا.فقال:\" فكيف أنت إذا سرت إليه تقاتله \" (١) . </p><p> ولقد كان ما انتهى بأن ذهبت الشورى في الإسلام، وصارت مُلكا عضوضا، صالحا أو طالحا، ولكن فقد الحكم قوة الأمة، وأهمل قوله تعالى:  (وَأَمْرُهُمْ شُورَى بَيْنَهُمْ. . .) . </p><p> ولم يبق إلا أن نعلم أن الله أنذرنا بعقابه فقال:  (وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ) وإنا قد علمناه، ولم نرتدع عن غينا، ونسلك طريق ربنا، علمناه وآمنا به، ورأينا بعضه، وهو عقاب الدنيا، فتفرق جمعنا، وتقطع الأمر بيننا، وتحكِّم الأعداء فينا وصرنا نهبا مقسوما، وصار أكثر حكامنا يرتمون في أحضان من </p><p>(١) ذكره بهذا اللفظ الرازي في التفسيرج ١٥، ص ٤٧٣، والزمخشري في الكشاف: ج ٢، ص ١٥٢.</p><p> لا يرجون للإسلام وقارا، ويفسدون تفكير المسلمين، وما يلقانا يوم القيامة أشد هولا، ولا حول ولا قوة إلا بالله. </p><p> * * * </p><p> الإسلام قوة للمؤمنين إن آمنوا به </p><p> (وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ (٢٦) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ (٢٧) وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ (٢٨) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٢٩) </p><p> * * * </p><p> إنه لكي تشعر الجماعات والأفراد بنعمة الحاضر يجب أن تعرف الماضي، وأن تكون صورته حاضرة دائما في حاضرها، وكذلك إذا عرفت ما كان في ماضيها من خير أدركت ما عساه يكون حاضرها، ومن حكمة الله وسنته دائما أن يجعل الماضي نوراً للحاضر، أو يكون فيه عبرة للمعتبر (إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ (١١) . </p><p> يذكر الله سبحانه وتعالى ما كان بالمؤمنين من ضعف ليذكروا ما هم فيه من قوة ونعمة، وليشكروه على ما أعطاهم وعلى ما آتاهم، فيقول: </p>"
}