{
  "id": null,
  "sura": 8,
  "aya": 46,
  "text": "<p> (وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (٤٦) </p><p> إن الله سبحانه وتعالى يأمر بطاعته ورسوله في هذه الحرب التي أمر الله تعالى فيها بالثبات وذكر الله كثيرا، والأمر بطاعة الرسول في الحرب أمر بطاعة القائد؛ لأن الرسول - صلى الله عليه وسلم - في الحروب التي قامت في عهده كان هو القائد، وطاعة القائد واجبة لأنه المُنَظِّم، وإذا كان ذلك وواقعة أحد التي خولف فيها القائد فكانت القتلة في المسلمين، وإن لم يكن الانهزام كما تصور بعض الأقلام، فيكون ذلك من الله تنبيها لما يقع، وهو علام الغيوب، وإن طاعة الرسول - صلى الله عليه وسلم - في الحروب هو بكونه قائدا فيكون أمراً بطاعة القائد، فإن طاعته إذا كان دربة مخلصا من أسباب الانتصار. </p><p> وطاعة الله هي لب الاستقامة، وطهارة القلوب، وهي التي تكون بها قوة الإيمان، وقوة الإيمان دعامة الانتصار، وهي قوة الجهاد، ودعامة الصبر، وتلك عناصر الجهاد الحق في سبيل الله تعالى. </p><p> وذكر تعالى بعد الأمر بطاعته ورسوله - النهي عن التنازع، والنهي عن التنازع يكون أولا بالنهي عن الخلاف، فإن الخلاف يؤدي إلى النزاع، والنزاع يؤدي إلى التنابذ والتدابر، وأن يكون كل فريق جمعا منفصلًا عن الآخر، ويكون بأْسُهم </p><p> بينهم شديدًا، وإن الأثر الواضح للتنازع هو الفشل؛ ولذا قال تعالى:  (فَتَفْشَلُوا) الفاء للسببية تدل على أن ما بعدها سبب لما قبلها، أي أنه بسبب ذلك التنازع يكون الفشل، والفشل هو العجز، بحيث كان النزاع كان العجز عن عمل جماعي؛ لأن العمل الجماعي يجب أن تتضافر فيه القوى، ويكون كل جزء من الجماعة متعاونا مع الجزء الآخر، فتتحد القوى، وتتلاقى نحو هدف معين يجمعها. </p><p> وإنه وراء الفشل ذهاب القوة، ويطمع فيهم الطامعون، ولذا قال تعالى:  (وَتَذْهَبَ رِيحُكُمْ) أي قوتكم، ويفسر الزمخشري الريح بالدولة، ويقول رضي الله تعالى عنه:  (والريح الدولة شبهت في نفوذ أمرها وتمَشِّيه بالريح وهبوبها) ، فيقال: هبت رياح بني فلان إذا دالت له الدولة ونفذ أمره، ومنه قوله: </p><p> يا صاحبي ألا لَا حيَّ بالوادي ... إلا عبيد قعود بين أزراد (١) </p><p> أتنظران قليلًا ريث عقلهم ... أم تعدوان فإن الريح للعادي </p><p> ولقد قال قتادة لم يكن نصرًا إلا بريح يبعثها، وكان ذلك مناسبا فيكون الفشل فيه ذهاب للريح التي تكون القوة، ولقد روى أن النبي - صلى الله عليه وسلم - قال:  \" نصرت بالصبا وأهلكت عاد بالدَّبور \"  (٢) . </p><p> حذرهم الله تعالى من ثلاثة أمور أولها: مخالفة الله ورسوله بالعمل بغير أمر الله ونهيه، والثاني: من مخالفة الرسول - صلى الله عليه وسلم - القائد، ومخالفة كل قائد رشيد، والأمر الثالث: من التنازع، فإن الاختلاف مضيعة الجيوش، ومهلكة الأمم. </p><p> وقد ختم الله سبحانه وتعالى الآية بقوله تعالى:  (وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ) ، وفي هذا النص الكريم يدعو الله تعالى إلى الصبر؛ لأنه قوة الجهاد، وقوة الطاعة، ويربي العزيمة، ويمنع الاختلاف، إذ إن الاختلاف ينشأ عن الجزع </p><p>(١) الزرد: والزَّرْد مثل السَّرْد وهو تداخل حلق الدرع بعضها في بعض لسان العرب - زرد. (٢) سبق تخريجه.</p><p> أو عن الطمع، والصبر علاج الجزع والطمع معًا؛ إذ الجزع ضعف في الإرادات وخور في العزيمة، والطمع يتنافى مع ضبط النفس، وضبط النفس لَا يكون إلا مع الصابرين، والله تعالى مع الصابرين. </p><p> وقد رفع الله تعالى الصابرين إلى أعلى المراتب عند الله، فذكر أنه سبحانه في آية أخرى أنه يحب الصابرين، والحب أعلى من الرضوان؛ لأنه يتضمن رضا الله وأكثر منه، وهو أن يكون محبوبا عند الله؛ لأن الصبر تحمل المشقة في طاعة الله، وقد أكد الله محبته للصابرين بالجملة الاسمية وبـ (إن) المؤكدة، وبفعل المضارع الدال على تجدد المحبة كلما صبروا، وإن محبة الله - تعالى - غاية المؤمنين الصادقين. </p><p> وإن ذلك الصبر يكون بإخلاص النية لله تعالى، وألا تكون الحرب بطرًا ورئاء الناس، بل تكون لله سبحانه وتعالى؛ ولذلك حظر الله تعالى من الحرب بطرا ورئاء الناس فقال تعالت كلماته: </p>"
}