{
  "id": null,
  "sura": 8,
  "aya": 67,
  "text": "<p> (مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُ أَسْرَى حَتَى يُثْخِنَ فِي الأَرْضِ) . </p><p> أي ما ساغ لنبي، أمره الله تعالى بالجهاد لجعل كلمة الله أن يكون له أسرى حتى يثخن في الأرض حتى يثقلهم بالجراح بحيث لَا يستطيعون أن يقفوا للحرب مرة ثانية، فالإثخان المبالغة في الجراح، حتى يثقلوا عن استئناف القتال، وتكون المعركة شافية لَا تبقى من باقية، وذلك حتى لَا يتجمعوا لكم من بعد في وقت قريب، كما فعلوا في أُحُد، وحتى لَا تُثقلوا أنتم بإطعام الأسرى، وقد يكون ذلك عليكم عسيرا، وإطعامهم لَا بد منه، ولذا يقول تعالى في أوصاف المؤمنين: </p><p> (وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا) ، ولكي يبد باب الخديعة والنفاق، كما حدث من بعض الأسرى. </p><p> لهذا كان النفي الذي يتضمن نهيا مؤكدا، عن أن يكون للنبي - صلى الله عليه وسلم - أسرى، والآية كما تضمنت النهي عن أخذ أسرى قبل أن يثخن في الأرض، ويُثقل العدو حتى لَا يتحرك إليه عن قريب، لما نهى عن ذلك نهى عن أخذ الفدية، في حال عدم الإثقال؛ ولذلك قال تعالى:  (تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يرُيدُ الآخِرَةَ) أي تريدون عرض الدنيا بالمال تأخذونه، وقد برروا أخذ الفداء بأن يكون قوة للمؤمنين، والله سبحانه وتعالى يريد الآخرة، أي يريد ما يكون نصرا غالبا مؤزرا يؤدي إلى إرضائه سبحانه. </p><p> وقصة إشارة النبي - صلى الله عليه وسلم - بالفداء كانت بشورى أشار بها بعض كبار المؤمنين الصديقين، وإليك الخبر كما جاءت به كتب السنة والسيرة في أصح أخبارها. </p><p> لما كان يوم بدر جيء بالأسرى، وفيهم العباس فقال رسول الله - صلى الله عليه وسلم -: \" ما ترون في هؤلاء الأسرى \" ، فقال أبو بكر: قومك وأهلك استبقهم لعل الله أن يتوب عليهم، وقال عمر: كذبوك وأخرجوك وقاتلوك؛ قدِّمهم فاضرب أعناقهم. </p><p> وقال عبد الله بن رواحة: انظر واديا كثير الحطب فأضرمه عليهم. </p><p> فدخل رسول الله - صلى الله عليه وسلم -، ولم يرد عليهم مسغيا، ثم خرج رسول الله - صلى الله عليه وسلم - وقال: \" إن الله ليلين قلوب رجال منه حتى يكون ألين من اللبن ويشدد قلوب </p><p> رجال حتى تكون أشد من الحجارة، ومثلك يا أبا بكر مثل إبراهيم قال:  (فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمنْ عَصَانِي فَإِنَّكَ غَفُورٌ رحِيم) ، ومثلك يا أبا بكر مثل عيسى إذ قال:  (إِن تُعَذِّبْهُمْ فَإِنَهُمْ عِبَادُكَ وَإن تَغْفِرْ لَهُمْ فَإَِّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ) . </p><p> ومثلك يا عمر مثل نوح إذ قال:  (رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا) ، ومثلك يا عمر مثل موسى عليه السلام إذ قال:  (رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ) . </p><p> اختار النبي - صلى الله عليه وسلم - أخذ الفداء، لأنه أرفق، ولأنه رأى فيه تقوية للمؤمنين، بالمال يأخذه منهم، وتقوية للمؤمنين بتعليم الأميين من الصحابة إذ كان من يقرأ ويكتب من الأسرى وليس معه مال، تكون فديته بتعليم بعض المؤمنين، ولقد مَنَّ على العاجزين عن الأمرين ممن رجا فيه خيرا. </p><p> نزلت هذه المعاتبة بعد ذلك، فبكى النبي - صلى الله عليه وسلم -، وبكى معه صاحبه في الغار، وصدِّيق هذه الأمة، وقالوا:  \" إن القرآن نزل برأي عمر \"  (١) . </p><p> ونحن نرى أن القرآن نزل برأي سعد بن معاذ، وروي أنه وافق سعدا الفاروق عمر، وعبد الله بن رواحة؛ لأن العتاب ابتداء ما كان متجها إلى أخذ الفداء، إنما كان متجها ابتداء إلى أخذ الأسرى قبل أن يثخن في الأرض، أما الفداء فلا لوم فيه، وقد جاء به القرآن في نظام الأسرى، فقال تعالى:  (حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا) . </p><p> وهنا يسأل سائل لماذا لم يعلم الله رسوله الحق قبل أن يقع في الخطأ بدل أن يتركه يخطئ، ثم يعتب عليه والجواب عن ذلك أن حكمة الله تعالى في أقواله وأفعاله بالغة، فإن في ذلك تعليم لنا ومنع لغرورنا، إن هذا يبين أن هذا النبي </p><p>(١) البداية والنهاية: ج ٤، ص ١٠٤، وأصح ما روي في ذلك ما رواه مسلم: الجهاد والسير - الإمداد بالملائكة في غزوة بدر (١٧٦٣).</p><p> المختار المصطفى إذا تُرك في أمر قد يقع في الخطأ والوحي ينزل، أو تعرض للخطأ، وإن كل إنسان عُرضة للخطأ، وإن العقل يعجز عن إدراك الحقائق كاملة، وبيان فساد حكم الطغاة الذين ينفردون بالحكم، ويحسبون أنهم لَا يخطئون، وبجوارهم فئة المنافقين الضالين المضلين الذين يأكلون السحت مما يتساقط من أموالهم التي هي سحت كلها، إن هذا رسول الله وسيد الخلق المصطفى إذا ترك من غير وحي في أمر تشريعي، كان عرضة للخطأ وقد أخطأ فكيف بكم أيها الطغاة الذين قمتم للشر وقام بنيانكم على الشر. </p><p> ثم ختم الله تعالى الآية بقوله:  (وَاللَّهُ عَزِيزٌ حَكِيمٌ) أي أنه هو العزيز الذي أعطاكم العزة والرفعة في هذه، وجعل لكم قدرة على الأسر بعد أن كنتم قليلين مغلوبين يتخطفكم الناس في الأرض، وقد فعل ذلك بمقتضى حكمته. </p><p> ثم بين سبحانه أنهم معفوون من خطئهم، فقال تعالت كلماته: </p>"
}