{
  "id": null,
  "sura": 8,
  "aya": 71,
  "text": "<p> (وَإِنْ يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٧١) </p><p> الزمخشري لَا يعد الضمير يعود على الكفار الذين يخونون العهود في المستقبل، والذي خانوا عهد الله بارتدادهم، ويذكر أنه ربما يعود على الأسرى الذين عاهدوا النبي - صلى الله عليه وسلم - على أن يكفوا ألسنتهم عنه فلم يكفوها وألبوا الناس، وهؤلاء خانوا. </p><p> ويلاحظ أن الله تعالى يقول:  (وَإِنْ يُرِيدُوا خِيَانَتَكَ) أي وسوست لهم شياطينهم بالخيانة وأرادوها، فإن أرادوها فخذ حذرك وَلا تأس عليهم، فقد خانوا الله تعالى وكفروا به وأشركوا به الأوثان وهموا أن يقتلوك، فأمكن الله تعالى أهل الإيمان منهم، وأعلنوا بذلك كلمة الحق والإيمان. </p><p> وإن مضمون النص يجعلني أميل إلى أن الضمير لَا يعود على الأسرى، ولا يعود على من ذكر الإيمان وردده من المشركين وأظهروا أنهم يريدونه تقربا للمسلمين. </p><p> وإنما أميل إلى الذين جنحوا للسلم، وأمر الله نبيه أن يجنح ولا يمنعه أن يحاولوا خديعته؛ لأن الله حسبه، وفي هذه الآية بين الله تعالى لنبيه أنه يجب أن يستمر غير ملتفت لهم إن أرادوا خيانة بعد أن جنحوا للسلم، ولكن أرادوا خيانتك، وألا يهتم لخيانتهم في ذاتها، وألا يأسى على خيانتهم بعد أن جنحوا للسلم والله تعالى ينبه نبيه بأنهم إن أرادوا خيانتك بأن هموا بالانقضاض على المؤمنين، فإنهم قوم من طبعهم الخيانة فقد خانوا الله تعالى من قبل بأن عبدوا الأحجار والأوثان وهموا بأن يقتلوا الرسول، أو يحبسوه أو يخرجوه، وخانوا الله </p><p> تعالى بخيانة أهله فلا تأس عليهم، والله من ورائهم محيط؛ ولذا ختم سبحانه الآية الكريمة بقوله:  (وَاللَّهُ عَلِيمٌ حَكِيمٌ) أي عليم بخبايا نفوسهم، وما تحدثهم به خواطرهم، وبنزعات نفوسهم، وقد رتب لهم سبحانه ما يصلح لهم بمقتضى علمه وحكمته، فهو حكم من يضع الأمور في مواضعها، ويدبر لك بحكمته، فلا تخش وبالهم، والعاقبة للمتقين. </p><p> * * * </p><p> ولاية المؤمن للمؤمن وولاية الكافر للكافر. </p><p> (إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٧٢) وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ (٧٣) وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (٧٤) وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنْكُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (٧٥) </p><p> * * * </p><p> المؤمنون أمة واحدة، وولايتهم واحدة، فلا ولاية للمؤمنين إلا من المؤمنين، ولن يجعل الله للمؤمنين على الكافرين سبيلا، وأكد الله تعالى هذه الوِلاية ومنع غيرها، فقال تعالى:  (لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ (٢٨) ، وقد نهى الله تعالى عن كل مدارة للكافر يكون فيها نصرة له، وانتصار به، أو اتخاذه بطانة يعرف منها أسراره وخفايا أموره، فقال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ) . وعندما هاجر النبي - صلى الله عليه وسلم - كان المؤمنون فريقين مؤتلفين متوادين متحابين قد عقد النبي - صلى الله عليه وسلم - المؤاخاة التي قد صارت سنة يجب اتباعها إلى اليوم. </p><p> ولقد أكد سبحانه وتعالى الولاية بينهم مع افتراق كقبائلهم وفخوذهم وبطونهم فقال تعالى: </p>"
}