{
  "id": null,
  "sura": 8,
  "aya": 52,
  "text": "<p> (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ) . </p><p> الكاف للتشبيه والمشبه ما فعله بالمشركين، وما ارتكبوه بالنسبة للمؤمنين، والمعنى أن الله تعالى لتشابه أفعال مع أعمال فرعون والله أنزل بهم ما أنزله بفرعون، لقد طغوا وبغوا في البلاد وأكثروا فيها الفساد، فأخذهم بذنوبهم أي أنزل بهم عاقبة ما فعلوا، فأصابهم بالرجس وأرسل عليهم الضفادع والدم آيات مفصلات. </p><p> وقوله (كَدَأْبِ آلِ فِرْعَوْنَ) الدأب مصدر دأب دُءوبا، أي فعلوا مثل ما فعل آل فرعون دائبين مستمرين عليه من تذبيح أبنائهم، واستحياء نسائهم، وإيذاء موسى وقومه، ومن قطع أيدي السحرة وأرجلهم من خلاف، إذ آمنوا بربهم، ومن طغيانه وملئه في البلاد، وادعائه الألوهية وطغيانه على أهل مصر، وقوله لهم ما أريكم إلا ما أرى وما أهديكم إلا سبيل الرشاد. </p><p> تشابهت أفعال المشركين مع أفعال فرعون وملئه الذين دأبوا عليها، واستمروا قائمين بها، فكان حقا عليهم أن ينتظروا لهم مثل ما آل إليه أمر فرعون، وقد بين سبحانه وتعالى أنه أخذهم بذنوبهم فقال:  (فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ) الباء للسببية وأخذهم معناها أخذهم أخذ معذب مكافئ بما فعلوا، فالأخذ يتضمن عقابهم على ما فعلوا، وهو القوي القادر، كما قال تعالى في آية أخرى:  (فَأخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ) ، وقوله تعالى بذنوبهم، أي أخذهم بالعقاب بسبب ذنوبهم التي ارتكبوها في حق الناس من تاله، ومن تعذيب، وإفساد للعقول بالضلال، والنفوس بالإرهاق والأذى، وبصح أن تكون الباء للإلصاق، ويكون المعنى أخذهم مصاحبين لذنوبهم فيذكرون جرائمهم، إذ ينزل بهم العذاب. وقد ذيل الله تعالى النص الكريم بقوله تعالى:  (إِنَّ اللَّهَ قَويٌّ شَديدُ الْعِقَابِ) . </p><p> وهذا في مقام التعليل لقدرته تعالى على الأخذ الشديد لفرعون وأشباه فرعون، وإن طغوا وبغوا، وقد وصف الله جل جلاله بوصفين يدلان على شدة الأخذ والعذاب؛ الأول وصف ذاتي معنوي، وهو القوة، فهو ذو القوة المتين، والوصف الثاني، وهو أن عقابه شديد متناسب مع الذنوب، ومثل فرعون وملئه ذنوبهم كبيرة شديدة قوية، فلابد أن العقاب من جنسها، وهو جزاء وفاق لها. </p><p> وأكد الله تعالى هذين الوصفين بعدة مؤكدات فأكده بتصويره الجملة بوصف الجلالة، وهو يلقي بالرهبة والهيبة، وبكون الجملة اسمية، وبـ \" إنَّ \" التي تؤكد القول. . وقانا الله تعالى شر عذابه ومنحنا رحمته، إنه هو الغفور الرحيم. </p><p> وإن ما ينزل بالطغاة من أخذ لهم إنما هو منِ نفوسهم التي غيروها، وشوهوا فطرتها بمظالمهم، لذا قال تعالى:  (إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ) ، وقال الله تعالى في معنى هذه الآية: </p>"
}