{
  "id": null,
  "sura": 8,
  "aya": 8,
  "text": "<p> (لِيحِقَّ الْحَقَّ) أي أراد سبحانه وتعالى ذات الشوكة، ليقوى الحق ويثبته ويؤيده ويؤكده، وليكون له الكلمة العليا، وتكون كلمة الذين كفروا هي السفلى، فمعنى إحقاق الحق إعطاؤه حقه من التأييد والتثبيت والنصر والاستعلاء على الباطل وخفض نقيضه. وذكر الله تعالى نتيجة إحقاق الحق وليقطع دابر الكافرين؛ وذلك لأن نصر الحق وإعلاءه خبصٌ (١) للكفر شيئا فشيئا، حتى تذهب قوته ليجتث من أرض العرب احتثاثًا، وعبر سبحانه وتعالى عن ذلك بقوله تعالت كلماته:  (وَيَقْطَعَ دَابِرَ الْكَافِرِينَ) الدابر هو الخلف، وعبر بذلك كناية عن أن لَا يبقى من الكافرين من يجهر بكفره، ويعاند الله تعالى، ويستعلى عليه، وذلك فيه تشبيه للكفر بالجيش الذي يولِّي مدبرًا، ويقاتل بقناه (٢) حتى يقضى عليه بقطع أدباره والقضاء عليه. </p><p> هذا ما أراده الله تعالى، وذلك ما كانوا يودونه، وقد أراد الله تعالى لهم العزة، فكان النصر المؤزر، وكانوا قليلًا فكثَّرهم الله، وقوله:  (بِكَلِمَاتِهِ) ، أي بالقرآن الذي هو حجة، فالتأييد تأييد للقرآن الكريم. </p><p> ثم أكد سبحانه معنى تأييد الحق، فذكر أنه سنة الله في تأييد الإيمان، وإبطال الشرك وهو الباطل: فقال عز من قائل: </p><p>(١) أي القفاء عليه شيئا فشيئا، من خبص خبصا: مات. لسان العرب. (٢) أي يَسلب سلاح العدو ويُقاتل به.</p><p> (لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ ... (٨) </p><p> (اللام) هنا لام العاقبة، وهي تدل على الباعث على القتال، و (الحق) هنا هو الدين الثابت، و (الباطل) هو الشرك المفترى، والمعنى لتكون عاقبة القتال الذي هو الحق المؤيد للحق الذي أراده الله، وهو ذات الشوكة أن يثبت الحق ثبوتا دائما مستمرا ما دام أهل الإيمان مستمسكين، ويبطل الشرك وهو الباطل مستمرًا، (وَلَوْ كرِهَ الْمُجْرِمُونَ) ولو كان ذلك رغم المجرمين الذين يجرمون في الأرض فيفسدون فيها ولا يصلحون ونجد هنا أن المجرمين مكرهون على قبول بما يقع، ولو كان وبلاء. وعبر هنا بالمجرمين، وفي الآية السابقة بقطع دابر الكافرين، وذلك لتنوع عنادهم وتعدد صوره، فهم كافرون لجحودهم مع قيام البينات، وهم مجرمون مفسدون لفتنتهم المؤمنين، فإذا كان الكفر تعديا على أنفسهم، وهم به كافرون، فالفتنة تعد على غيرهم، وهم بها مجرمون. </p><p> والحق الذي أحقه الله وثبته هو الجهاد وطلب ذات الشوكة، ولذا اقترن بها قطع دابر الكافرين، والحق الثاني هو الدينِ الحق، وتثبيته وإبطال الباطل، وهو منع الفتنة، كما قال تعالى:  (وقَاتِلُوهُمْ حتَّى لَا تَكُونَ فتْنَةٌ وَيَكُونَ الدّينُ كلُّهُ للَّه) . </p><p> * * * </p><p> المعركة </p><p> (إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ (٩) وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (١٠) إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ (١١) إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا </p><p> سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ (١٢) ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِقِ اللَّهَ وَرَسُولَهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (١٣) ذَلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ (١٤) </p><p> * * * </p><p> كان النص القرآني السامي يحث المسلمين على أن يطلبوا الجهاد، بطلب الطائفة ذات الشوكة، والنبي - صلى الله عليه وسلم - أمامهم يستحثهم ويستوثق منهم، حتى لَا تغلبهم الدنيّة في دينهم، وقد ظهر أنهم يودون غير ذات الشوكة، حتى إذا دنت الواقعة كان مع الاستعداد بالقلوب، والاطمئنان كان لابد من الالتجاء إلى الله تعالى ليكون الغوث، وليكون النصر، فهم مؤمنون، وليسوا مغرورين؛ ولذلك لابد من الالتجاء إلى الله، وخصوصا من الرسول الذي أحس بأن عليه العبء الأكبر، فاستغاث هو ومن معه بالله، وكان هو أظهرهم. قال تعالى: </p>"
}