{
  "id": null,
  "sura": 8,
  "aya": 69,
  "text": "<p> (فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٦٩) </p><p> (الفاء) فاء الإفصاح، فهي تفصح عن شرط مقدر، أي تقديره مأخوذ من حالهم عند أخذ الغنائم، والتقدير هكذا إذا كنتم تريدون تقويتكم بالمال، وما تأخذونه منكم، فعندكم الغنائم، ولذا قال:  (فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ) . </p><p> ومعنى الأكل هنا الأخذ، كما في قوله تعالى:  (وَلا تَأكلًوا أَمْوَالَكم بَيْنَكم بِالْبَاطِلِ) ، أي لَا تأخذوه، وعبر عن أخذ المال بالأكل، لأن الأكل هو الأمر الضروري الذي يؤخذ لأجله المال ابتداء، فعبر عن الشيء بأهم مسبباته، وذلك من المجاز المرسل السائغ، كقوله تعالى:  (إِنِّي أَرَانِي أَعْصِر خَمْرًا) ، أي أعصر عنبا يكون سبب الخمر. </p><p> وقوله تعالى:  (مِمَّا غَنِمْتُم) المراد بها الغنائم التي وزعت بحكم الله تعالِى في قوله تعالى: (وَاعْلَمُوا أَنَّمَا غنِمْتُم مِّن شَيْءٍ فَأنَّ للَّه خُمُسَة وَلِلرَّسُولِ وَلذي الْقًرْبى وَالْيَتَامَى وَالْمَسَاكينِ. . .) إلى آخر النص الكريم العادل، وعلى ذلك يكون المراد هذه الغنائم، وذكره (من) للدلالة على نصيب المجاهد منها، والمعنى على هذا ما كان لكم أن يكون لكم أسرى ولم تثخنوا في الأعداء، لتكون الغاية أن تأخذوا منهم ما تتقون به، فإنه يكفيكم ما تأخذون من الغنائم حلالا، لَا لوم فيه ولا عتاب، وإنه لكثير يغنيكم عما يكون فيه لوم أو عتاب تأخذونه من فداء الأسرى في أمر جاء في غير وقته ومن غير مبرراته. </p><p> وقال بعض المفسرين: إن النص لإباحة تناول الفداء باعتباره من الغنائم، واللوم في أصل الأمر، وإنا نرى أن الأظهر للأوضح الذي يتفق مع العتاب على أخذ الفداء مع الأسر، ويكون النص تأكيدا للعتب وتدليلا على وجوبه. </p><p> ويقول الله تعالى بعد ذلك:  (وَاتَّقُوا اللَّهَ. . . .) أي اجعلوا بينكم وبين الوقوع في الحظور وقاية، فلا تفعلوا ما يغضبه. وارجوا رحمته ومغفرته إِنَّ اللَّهَ غَفُورٌ رحِيمٌ) أي كثير المغفرة يرحم الناس بمغفرته، وقد أكد سبحانه وتعالى مغفرته ورحمته، بصيغة المبالغة أو الصفة المشبهة في (غَفُورٌ رحِيمٌ) ، وبالجملة الاسمية، وبـ (إنَّ) المؤكدة \" اللهم اغفر لنا وارحمنا. </p><p> وقد أمر الله تعالى نبيه بأن يتجه إلى الأسرى يرشدهم ويهديهم ويطيب نفوسهم، فيقول تعالى. </p>"
}