{
  "id": null,
  "sura": 8,
  "aya": 33,
  "text": "<p> (وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ (٣٣) </p><p> هذا النص السامي فيه بيان أن الله لَا يعذب الأقوام، والرسول يدعوهم حتى يكون اليأس من إيمانهم كما فعل الله تعالى مع قوم نوح، لقد قال تعالى عند إنزال العزم فيهم (لَن يُؤْمِنَ مِن قَوْمِكَ إِلَّا مَن قَدْ آمَنَ. . .) . </p><p> و (اللام) في قوله تعالى: (لِيعَذِّبَهُمْ) هي التي يسميها علماء النحو لام الجحود أي تكون لتأكيد النفي، والمعنى: ما كان من شأن الله العلي الأعلى أن </p><p> يعذب المشركين، وأنت فيهم تدعو، ويفشو الإيمان فيهم وقتا بعد آخر، وهؤلاء بهذا الدعاء الذي يجحدون به يستعجلون العذاب، والله فوق أهوائهم وله في خلقه سنة ولن تجد لسنة الله تعالى تبديلا، ولقد كان النبي - صلى الله عليه وسلم - يقول:  \" أرجو أن يخرج الله من أصلابهم من يعبد الله تعالى \"  (١) . </p><p> ثم يقول سبحانه:  (وَمَا كَانَ اللَّه مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرونَ) ، قال بعض العلماء إن العذاب الذي يعم يكون الجميع مستحقونه، فإذا كان فيهم من يستغفر لَا يعمهم العذاب، فمعنى (وَهُمْ يَسْتَغْفِرُونَ) أي بعضهم يستغفر وعبر بما يدل على الجميع للإشارة إلى أنه ينبغي أن يكون ذلك، وقيل إن المراد قولهم في الطواف: غفرانك. </p><p> وقيل المراد توبتهم إن تابوا. </p><p> وينقدح في نفسي أن الأقرب للمعنى أن نقول، (وَمَا كَانَ اللَّهُ معَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ) بمعنى يدخلون في دين الله تعالى فوجا بعد فوج، إذن لانقطع السبيل على المستغفرين الذين يجيئون تباعا بإنزال العذاب، بطلب المستعجلين خضوعا لأهوائهم وضلالهم. </p><p> وقد نفَى الله عن ذاته العلية الشأن، فقال تعالت كلماته:  (وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ) فنفى اسم الفاعل وهو نفي الوصف القائم بالذات العلية، (إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ) . </p><p> * * * </p><p>(١) متفق عليه؛ رواه البخاري: بدء الخلق - ذكر الملائكة (٣٢٣١)، ومسلم: الجهاد والسير - ما للقي النبي صلى الله عليه وسلم (١٧٩٥).</p><p> (وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (٣٤) وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (٣٥) إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ (٣٦) لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَى بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ أُولَئِكَ هُمُ الْخَاسِرُونَ (٣٧) </p><p> * * * </p><p> إن الله سبحانه وتعالى رد استعجالهم للعذاب، كما استعجل المشركون إسلافهم العذاب، فأنزله تعالى، أما المشركون الذين بعث فيهم محمد - صلى الله عليه وسلم -، فما بعث لهم وحدهم، بل بعث للأحمر والأسود، والأبيض والأصفر، فما كان لينهي رسالته بكفر أهل مكة وإصرارهم على الشرك ومعاندة الحق، بل لَا بد من تبليغ رسالة ربه، وأن يعرفها الكافة فقد أرسل إليهم، كما قال تعالى:  (وَمَا أَرْسَلنَاكَ إِلَّا كَافَةً لِّلنَّاسِ. . .) ، ولذلك قال:  (وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ) على ما ذكرنا ولكنْ هناك عذاب لهم ينزل بهم في الدنيا، أساسه منازعة الحق للباطل، وإزالة مثارات الشيطان أمام شرع الرحمن، ولابد أن يخلو وجه الناس للحق، فكان لابد من مغالبتهم بالقتال، وهو بعون الله تعالى عذاب لهم، وهذا هو العذاب الذي قرره الله تعالى لهم في قوله تعالى: </p>"
}