{
  "id": null,
  "sura": 8,
  "aya": 4,
  "text": "<p> (أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (٤) </p><p> حكم الله تعالى لهم بأنهم المؤمنون حقا، أي إيمانا حقا صادقا ثابتا، وفي النص الكريم ما يدل على القصر، أي أنهم وحدهم دون غيرهم المقصور عليهم وصف الإيمان، أي لَا مؤمن على وجه الكمال غيرهم، وهذه شهادة من الله تعالى بانفرادهم بكمال الإيمان، وكفى بالله شهيدًا. </p><p> وقد وصفهم الله تعالى بثلاثة أوصاف هي صفات الكمال للمؤمنين: </p><p> أولها - أن لهم عند الله درجات، والدرجات لَا تذكر إلا للدرجات العليا، ومعنى (لهُمْ دَرَجاتٌ) ، أن السبق عند الله، وأنهم علوا على الناس بهذه الدرجات فهو بيان للتشريف كما نقول - ولكلام الله المنزلة - لفلان مكانة عندي فأي درجة أعلى من درجات عند الله. </p><p> الوصف الثاني - أن لهم مغفرة أي أنه غفار الذنوب وقابل التوب يغفر لهم وذلك تقريب من الله تعالى لهم، فإنه تعالى يتجاوز عن سيئاتهم إذا تابوا وأنابوا، وتلك منزلة مقربة، وتثبت أنهم قريبون منه تبارك وتعالى. </p><p> والثالثة - رزق كريم، والرزق عطاء الله تعالى، وهو رزقان: مادي ومعنوي، فأما المادي: فهو عطاء الله في الدنيا، بحيث يغنيه عن الناس لَا يجعل حاجته عند أحد، بل تكون حاجته عند الله، والمال نعمة لمن أحسن تحصيله، فلم ينله إلا من حلال، ولم ينفقه إلا في حلال، والنبي - صلى الله عليه وسلم - قد ورد أنه قال:  \" نعم المال الصالح للمرء الصالح \"  (١) . </p><p>(١) رواه أحمد: مسند الشاميين - حديث عمرو بن العاص عن النبي - صلى الله عليه وسلم - (١٧٠٩٦).</p><p> والمعنوي: هو رضا الله تعالى وتغمده برحمته في الآخرة، بالنعيم المقيم وإبعاده عن العذاب الأليم، فهذا رزق، ومن الرزق المحامد، وأن يقول أهل التقى فيه الخير، ولا يقولون إلا خيرا، ومن الرزق الكريم ألا يوفق لعمل السوء، ولا يوفق إلا للخير. </p><p> ووصف الرزق بالكريم يفيد أنه لَا يكسب إلا بشريف الأعمال، ولا يتدلى في طلبه إلى حيث الأشرار، والمعنى أنه يرزق من خير، ولا ينفق إلا في خير، ولا يكتسب إلا من مكان كريم، والله يرزقه من حيث لَا يحتسب. </p><p> * * * </p><p> مقدمات يوم الفرقان </p><p> (كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ (٥) يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ (٦) وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ (٧) لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ (٨) </p><p> * * * </p><p> الآيات بعضها متصل ببعض، فهذه الآيات متصلة بما قبلها في النسق والبيان والموضوع، إذ كلها في مقدمات غزوة بدر، والسير النفسي حتى تصل إلى نهايتها، وقوله تعالى: </p>"
}