{
  "id": null,
  "sura": 8,
  "aya": 16,
  "text": "<p> (وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ (١٦) </p><p> ذكر مفردا فارا؛ للإشارة إلى وجوب التضافر والتآزر، وألا ينفرد بقرار، وألا يكون إلا في جماعة. </p><p> وقد استثنى الله تعالى من الذين يتركون الميدان طائفتين لَا تُعدان فارتين، بل تُعدان متقاتلين. </p><p> أولاهما - المتحرفة لقتال، والثانية - المتحيزة إلى فئة. </p><p> المتحرفة معناها المائلة، والمتحيزة هي التي تتجه إلى حوزة جماعة من جماعة المسلمين. </p><p> والمتحرفة المراد بها المائلة في القتال غير تاركة، ولكنها آخذه بضرب من ضروب الحيلة والخديعة، وقد ضرب لذلك الحافظ ابن كثير مثلا، فقال:  \" ذلك الذي يظهر أنه يميل إلى الفرار حتى إذا اطمأن محاربه انقض إليه غرة وقتله، والمتحيز إلى فئة الذي يلجأ إلى فئة يحسبها تحتاج إلى قوة فينضم إليها مقويا صفوفها \" . </p><p> وهاتان الطائفتان لَا تعتبران فارتين ولا موليتين الأدبار، ولذا نقرر أن الاستثناء منقطع، بمعنى لكن، أي لكن التحرف أو المتحيز لطائفة لَا يعدان مولين الأدبار. </p><p> وقد يكون الفرار أمراً ضروريا إذا كان العدو أغلب، ولكن الفرار لَا يكون بتولية الأدبار، بل يكون بتدبير الانسحاب ويكون بالتراجع، من غير أن يولوا ظهورهم للأعداء، يضربون في أدبارهم، كما فعل القائد العظيم خالد بن الوليد هذا عندما آل إليه أمر القيادة بعد قتل زيد بن حارثة وجعفر بن أبي طالب وعبد الله ابن رواحة، فقد رأى أن أمامه جيشا يعد بمئات الألوف، ومعه ثلاثة ألوف، فقد أخذ يتراجع، ويوهم الأعداء أنه قد جاءه مدد حتى عاد إلى المدينة وسماهم بعض المجاهدين فرَّارين، وسماهم النبي - صلى الله عليه وسلم - \" العكارين \"  (١) أي الكرارين. </p><p> وإن الفرار في الزحف من أكبر الكبائر، فقد قال - صلى الله عليه وسلم -: \" اجتنبوا السبع الموبقات، قيل يا رسول الله وما هن؛قال:الشرك بالله والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات \"  (٢) . </p><p>(١) رواه الترمذي: الجهاد - ما جاء في الفرار من الزحف (١٧١٦). كما رواه أبو داود في سننه: الجهاد - التولي يوم الزحف (٢٦٤٧). وبنحوه رواه أحمد: مسند المكثرين - مسند عبد الله بن عمر ابن الخطاب رضي الله عنهما (٥٣٦١). (٢) متفق عليه؛ رواه البخاري: الوصايا - قول الله تعالى: (اٍنً الَّذِينَ يَأكلونَ أَمْوَالَ الْيَتَامى) النساء، (٢٧٦٧)، ومسلم: الإيمان - بيان الكبائر وأكبرها (٨٩). عن أبي هريرة رضي الله عنه.</p><p> وقد تكلم العلماء في الفرار، فأجازه بعضهم إذا كان العدو كثيفا، والمؤمنون قلة، وهم مأكولون لَا محالة، ونحن لَا نجيز تولية الأدبار مطلقا، لأنه تمكين من رقاب المؤمنين، وإذهاب للبأس، ولكن نجيز التراجع المنظم كما فعل القائد العظيم خالد، إن تولية الأدبار إذلال للمؤمنين وتمكين من القتل الرخيص وليس هو التراجع الحكيم؛ لأن المتراجع يحمي صدره، والمولي الأدبار يمكنهم من ظهره. </p><p> وقد بين الله سبحانه في النهي عن الفرار جزاء من يولهم يومئذ دبره، فقال تعالى:  (وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ) أي يوم الزحف ولي مدبرا مضطربا (فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ) أي رجع مغضوبا عليه من الله تعالى، فغضب عليه، والواجب أن يطلب رضوانه، (وَمَأوَاهُ جَهَنَّمُ) ، أي الذي يأوي إليه جهنم (وَبِئْسَ الْمَصِيرُ) . وبعد ذلك بين الله سبحانه وتعالى أن النصر بيد الله، وأنه سبحانه هو الذي يهزم المشركين، وهو الذي يرميهم فقال تعالى: </p>"
}