{
  "id": null,
  "sura": 8,
  "aya": 70,
  "text": "<p> (يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (٧٠) </p><p> يظهر أن ذلك العتب كان والأسرى لَا يزالون بالمدينة أو أكثرهم، وكانوا قد دفعوا الفداء؛ وذلك لأنه سبحانه أمر نبيه بأن يخاطبهم هذا الخطاب وعبر بأنهم لا يزالون في أيدي المسلمين أو بعضهم. </p><p> خاطب الله نبيه بأن يقول لهم كلمة رحيمة هادية تقرب القلوب، ولا تجفيها، قال سبحانه لنبيه:  (قُل لِّمَن فِي أَيْدِيكُم مِّنَ الأَسْرَى) ، أي لَا يزالون تحت سلطانكم، وقريبين منكم (إِن يَعْلَم اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يؤْتكُمْ خَيْرًا مِّمَّا أُخِذَ مِنكمْ) أي إن يعلم الله في قلوبكم خيرا، وهو رجاء الإيمان منكم، أو قرب احتماله، يؤتكم خيرا مما أخذ منكم أي يؤتكم إيمانا وأن تكونوا في صفوف جيش الله ومع المؤمنين، فيكون الإيمان، وهو خير مطلق، وفضل عميم ويؤتكم من خير الغنائم أكثر مما أخذ منكم. </p><p> وهذا تحريض على الإيمان، وقوله تعالى:  (يُؤْتكُمْ خَيْرًا مِّمَّا أُخِذَ مِنكُمْ) من غنائم غنمها المسلمون، ومن فدية افتديتم بها أنفسكم، وقد روت صحاح السنة أن ممن شملهم خطاب النبي - صلى الله عليه وسلم - العباس بن عبد المطلب عم رسول الله - صلى الله عليه وسلم -. ويقول بعض المفسرين: إن الآية نزلت فيه، ونحن نقول: إنها تشمله فيمن كان معه من الأسرى الذي أخذت منهم غنائم في القتال، وأخذت فدية في الأسر، وقد عوض من الأمرين خيرا مما أخذ منه. </p><p> روي عن العباس رضي الله عنه من طريق الزهري: بعثت قريش في فداء أسرهم، ففدى كل قوم أسيرهم، وقال العباس رضي الله عنه - وكان في الأسرى: </p><p> قد كنت مسلما، فقال رسول الله - صلى الله عليه وسلم -: \" الله أعلم بإسلامك فإن يكن كلما تقول فإن الله يجزيك، وأنا ظاهرك \"  (فقد كان علنيا وقد كان ممن ضمن طعام جيش مكة في بدر) فافْدِ نفسك وابني أخيك نوفل بن الحارث، وعقيل بن أبي طالب وحليفك عتبة بن عمرو، وعبد الله \" قال: ما ذاك عندي يا رسول الله قال - صلى الله عليه وسلم -: \" فأين المال الذي دفعته أنت لأم الفضل؟ \".</p><p> قلت لها: إن أصبت في سفري هذا فهذا المال الذي فيه لبَنيِ الفضل، وعبد الله، وقثم. </p><p> قال العباس: والله يا رسول الله إني لأعلم أنك لرسول الله، إن هذا لشيء ما علمه أحد غيري وغير أم الفضل. </p><p> فاحسب لي يا رسول الله ما أصبتم مني عشرين أوقية من مالي، فقال رسول الله - صلى الله عليه وسلم -: \" لَا، ذاك شيء أعطانا الله تعالى منك، ففدى نفسه وولدَي أخويه، وحليفه \" (١) . </p><p> وقد قال: عوضني الله عن أربعين أوقية أربعين عبدا في الغزوات، وأعطاني زمزم، وما أحسب أن لي بها جميع مالي، وهكذا عوض الله تعالى كل من آمن من بعد ذلك وغزا مع النبي - صلى الله عليه وسلم - الغزوات فأصاب من خير وآتاه الله تعالى مع ذلك الإيمان والإخلاص، ومن قبل منهم في الجهاد، أعطى خيرا من كل هذا فضل الشهادة وإن فضلها لعظيم. </p><p> ثم ختم الله تعالى الآية الكريمة بقوله:  (وَاللَّهُ غَفُورٌ رَحِيمٌ) ، أي أنه سبحانه وتعالى مع هذا العطاء المضاعف لما أخذ منكم يعطيكم شيئا غير قابل للتعويض وهو من فضل الله ورحمته وهو غفران ما أسلفتم من كفر وجحود ومعاندة لله تعالى، فهو الغفور الذي يغفر ما سبق بأبلغ درجات الغفران ويرحمكم أبلغ الرحمة. </p><p>(١) رواه أحمد: مسند بني هاشم - باقي المسند السابق (٣٣٠٠).</p><p> هذا حال الأسرى إن آمنوا واستبدلوا بالكفر إيمانا، والأكثرون منهم كانوا كذلك، ومنهم من خانوا ما عاهدوا النبي - صلى الله عليه وسلم -، فمن عاهد النبي - صلى الله عليه وسلم - على ألا يدعو الجموع ضد، فمنَّ النبي - صلى الله عليه وسلم - من غير فداء، فعاد ورفع عقيرته بالدعوة ضد النبي - صلى الله عليه وسلم - وألب الناس عليه داعيا لأخذ الثأر؛ ولذا قال: </p>"
}