{
  "id": null,
  "sura": 8,
  "aya": 29,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٢٩) </p><p> يحصن الله تعالى نفس المؤمن ليكون دائما بعيداً عن الخيانة، وقد حصنها بما أعد من أجر عظيم للمؤمنين الأمناء الذين شروا أنفسهم لله تعالى، وأعدها بتربية التفوى في النفس، حتى تكون في حال خوف من عذابه، كما ترجو ثوابه؛ لذلك ناداهم سبحانه وتعالى مبينا خواص التقوى، فذكر أنها تنير الطريق، فلا </p><p> تضل العقول، فيقول سبحانه:  (يَا أَيُّهَا الَّذينَ آمَنُوا إِن تَتَّقوا اللَّهَ يَجْعَل لَّكمْ فُرْقَانًا وَيكَفِّرْ عَنكمْ سَيئَاتِكُمْ وَيَغْفِرْ لَكُمْ) . </p><p> ثلاثة أمور تترتب على التقوى مجاوبة لنفس المتقي، وهي الفرقان، وتكفير السيئات، والغفران. </p><p> أما الأول وهو الفرقان، فهي كلمة جامعة لمعاني الفصل بين النور والهدى، والحق والباطل، والواضح النيِّر وما فيه إشباه وإبهام، والطاعة والعصيان. </p><p> وتطلق كلمة الفرقان على كل ما يؤدي إلى هذه المعاني، فتطلق على النصر؛ لأنه يعلي الحق، ويخفض الباطل، ويفرق بين العزة والذلة، وتطلق على البيان؛ لأنه يفرق بين الحق والشبهات، ويشهر الحق ويعلنه، وينشر الاسم والصيت في الأرض. </p><p> وكيف تكون التقوى تعمر النفوس، وتطهر القلوب، وتنير الأبصار، وفي الحكمة الشرقية أن القلب إذا عمره الإخلاص وقذف الله فيه بالحكمة، فاستقام اللسان واستقام العمل، واستقام السلوك ولم ينحرف عن الجادة، وحينئذٍ لَا يشتبه أمر من الأمور، وتكون الشتبهات ضاحيات نيرات إما إلى الهدى، وإما إلى الضلال. </p><p> هذا هو الفرقان، وهو أولى ثمرات التقوى، وهو جامع للخير، إذ هو جامع للعلم النافع الهادي. </p><p> والثاني: هو إن الله تعالى يكفر عنه السيئات، وتكفير السيئات معناه إزالة آثارها في النفس، فإن النفس إذا أذنبت نكتت فيها نكت سوداء تتوالى حتى يرباد القلب، وتكفير السيئات إزالة هذه النكت السوداء، أو ما علق منها، حتى يصير القلب أملس كالمرآة، وإن التقوى تفعل ذلك؛ لأنها تجلو صدأ القلوب ويمتلئ القلب بذكر الله تعالى، فيعبده كأنه يراه، ويحس بعظمته تملأ نفسه، وتنير سبيله. </p><p> والثالث: فمن بعد تطهير النفس من السيئات بتكفيرها، يكون الغفران وستر الذنوب، وتكون الرحمة الشاملة، ولقد ختم الله تعالى ذلك بقوله تعالى:  (وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) لأن ذلك كله من فضل الله تعالى (وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ) . </p><p> ذكرنا الله تعالى بما كان عليه المؤمنون في مكة، إذ كانوا عددا قليلًا مستضعفين في الأرض يخافون أن يتخطفهم الناس، وقد بين أشد ما دبروه، وهو ما أعقبه الهجرة، ليتذكروا شدتهم في رخائهم ولذا قالوا: إن تسع آيات مكية جاءت لهذا التذكير ومنها قوله تعالى. </p><p> * * * </p><p> المكر لأبلغ الإيذاء </p><p> (وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ (٣٠) وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (٣١) وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ (٣٢) وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ (٣٣) </p><p> * * * </p><p> في هذه الآية يذكر الله سبحانه وتعالى ما كانوا يبيتونه للنبي - صلى الله عليه وسلم - قبيل أن يهاجر، وإن النبي - صلى الله عليه وسلم - كان يدبر للهجرة من قبل ذلك، فقد أخذ يعرض نفسه على </p><p> القبائل، حتى وجد قبل الهجرة بما يقارب سنتين الأوس والخزرج، فأخذ يدبر أمر الهجرة إليهم في يثرب، ويعد العدة لذلك ويهيئ المُتَبوَّأ، ويتم الرسالة، بلاغا وتبيينًا، وقد هاجر من هاجر قبل ذلك إلى الحبشة، وهاجر إلى المدينة من يحفظ القرآن ويعلم الإسلام فهل كانت الهجرة فرارًا من الإيذاء وطلبا للأمن؟. </p><p> لا شك أن فرار الذين هاجروا إلى الحبشة كان من الأذى والفتنة في الدين، وينطبق عليهم قوله تعالى:  (الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ. . .) . </p><p> أما هجرة النبي - صلى الله عليه وسلم - فما كانت فرارًا من الأذى بل كانت نظاما لتأسيس دولة، ولأنه نظام يجب أن يتحقق، ولأن الإسلام جاء لإقامة دولة تحكم بأمر الله ونهيه، وتقيم العدل، وترفع الجور، وما كانت تتمكن من ذلك، وهي خاضعة لعبدة الأوثان، بل كان لابد من الهجرة حيث تكون القوة، وحيث يتمكن من إقامة الدولة، وقد اختار الله تعالى من الأرض أرضا ينتشر منها خبر الدعوة المحمدية في كل ربوع البلاد العربية، فكانت أرض البيت الحرام، وقد مكث محمد ابن عبد الله - صلى الله عليه وسلم - ثلاث عشرة سنة يدعو، دخل خلالها في دينه بعض قريش، وبعض القبائل، وعرف العرب دعوته، حتى إذا تكونت الجماعة التي كانت النواة الأولى، مهَّد لإنشاء الدولة، فسافر إلى المدينة مهاجرًا. </p><p> وبينما هو يعد العدة، أو أعدها ومهَّد الأرض وعبَّد المقام - كانوا يفكرون في الإيذاء، ولذا لَا نقول هاجر فراراً، بل كان الاتفاق الزمني، وهم يفرغون جعبتهم، وقد أفرغوها، وراشوها (١) ، ولم يجدوا موضوعا لفعلهم. </p><p>(١) راش السهم، راش سهمَه يَرِيثه رَيْثا إِذا ركَّب عليه الرّيشَ، إشارة إلى كماله واستقامته. لسان العرب - ريش. والمعنى أنهم استعدوا لما هموا به من قتل النبي - صلى الله عليه وسلم. َ</p>"
}