{
  "id": null,
  "sura": 8,
  "aya": 20,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ) بالبعيد لعموم النداء ولأهمية ما يدعوهم إليه سبحانه، وهو الدفاع عن المؤمنين والضعفاء، والشيوخ والنساء والذرية، نادهم بطاعة الله ورسوله، والنداء من النبي - صلى الله عليه وسلم -، وهو الذي يجاب فمقام الله تعالى لَا يتطاولون إليه، وإنما يخاطب رسوله. </p><p> وذكر الله تعالى (رسوله) هنا للدلالة أولا - على أن من يطع الرسول يطع الله تعالى، وثانيا - لأنه هو الذي ينصر، وهو الذي يعز ويذل، فإجابته اعتزاز بمنشئ الوجود كله، وثالثا - لأنه المسيطر علينا وعليهم كما كان النبي - صلى الله عليه وسلم - يقول في دعائه عند الدخول في حرب:  \" اللهم إنهم عبادك ونحن عبادك \" لهذا ذُكِر الله تعالى قبل ذكر الرسول، والنبي - صلى الله عليه وسلم -مّ هو الذي يتولى دعوتهم. </p><p> ويقول سبحانه وتعالى:  (وَلا تَوَلَّوْا عَنْهُ وَأَنتمْ تَسْمَعونَ) </p><p> (وَلا تَوَلَّوْا) بتخفيف إحدى التاءين، وهناك قراءة بثبوت التاءين معا (ولا تتولوا) . والتوالي الإعراض، أو الانصراف، والمعنى لَا تنصرفوا، وأنتم تسمعون القول، والانصراف وهم يسمعون القول، يتضمن معنيين: أولهما - أن يكون التولي نفسيا، فهم يكونون سامعين ولكن غير واعين، ومخير منفذين، ولا نقول غير مطبقين، ولكن نقول غير مقدرين القول قدره. </p><p> وثانيهما - أن يعرضوا عن النبي - صلى الله عليه وسلم - فيعرضوا حسيا، وهو يتكلم، وهم يسمعون، وخلاصة المؤدى أن النص يطالب بثلاثة أمور: </p><p> أولها - سماعهم سماع وعي وعناية بالقول بفهمه، وتعرف مراده. </p><p> ثانيها - ألا يعرضوا عن القول فكرا أو نفسا، وأن يكونوا معه بقلوبهم، وكل جوارحهم. </p><p> وثالثها - الطاعة المطلقة فيما لَا رأي فيه، ومراجعة النبي - صلى الله عليه وسلم - فيما رأى في حرب، أو مكيدة، كما شاور النبي - صلى الله عليه وسلم - في منزل الحرب في غزوة بدر الصحابي حبُاب بن المنذر رضي الله عنه. وهنا إشارة بيانية لابد من ذكرها، هي أن الله تعالى طالب بطاعة الله ورسوله، وعندما نهى عن الإعراض أعاد الضمير مفردا فقال:  (وَلا تَوَلَّوْا عَنْهُ) . </p><p> والجواب عن ذلك أن طلب الطاعة لهما لما ذكرنا، ولكن النبي - صلى الله عليه وسلم - هو الذي خاطبهم وهو المتحدث باسم ربه عنهم، ولا يتصور أن يكون التولي عن الله تعالى، بل التولي عنه - صلى الله عليه وسلم -، وإن نسبة التولي منهم لله تعالى لَا تليق، وإن كانت غير ممكنة. </p><p> والنهي عن التولي، وهم في حال يسمعون فيها؛ ولذا قال:  (وَأَنتمْ تَسْمَعُونَ) فهو دعوة إلى حسن الاستماع؛ ولذا قال تعالى مؤكدا هذا المعنى: </p>"
}