{
  "id": null,
  "sura": 8,
  "aya": 73,
  "text": "<p> (وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ (٧٣) </p><p> إذا كان المؤمن لَا يوالي إلا مؤمنا، ولا تكون له المحبة والولاية إلا لمؤمن مثله، فلا تكون ولايته لغيره، (وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) أنهم لا يكونون إلا أولياء لأنفسهم، فالمسلمون ولايتهم للإسلام، والكفار لَا يتولون ولا يصح لمسلم أن يتولاهم كما قال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ) ، والولاية هنا النصر، أي أن الكافر نصير الكافر، ولا يصح أن ينصر المسلم الكافر، والنص يتضمن ذلك المعنى، أي أنه لَا تناصر بين المسلم والكافر، ولا تناصر إلا بين الكافر والكافر. </p><p> وقوله تعالى:  (إِلَّا تَفْعَلُوهُ) الضمير هنا يعود على التناصر بين المسلم والكافر بأن يستنصر المسلم بالكافر أو ينصر المسلم، ونفيه مفهوم ضمنا من </p><p> اختصاص الولاية للمؤمن بأن تكون مع مؤمن، واختصاص الولاية للكافر بألا تكون إلا لكافر، و (إِلَّا تَفْعَلُوهُ) هي \" إنْ \" المدغمة في \" لا \" النافية، ففعل الشرط (لا تفعلوه) ، ومعنى إلا تفعلوه أي إن لَا تتقوا تناصركم معه، تكن فتنة في الأرض وفساد كبير، والمعنى إن كنتم تتناصرون بهم فتستنصرون بهم وتنصرونهم تكن فتنة في الأرض وفساد، لأن نفي النفي إثبات، ومؤدى ذلك: إن كنتم لا تتباعدون عن المناصرة فيهم تكن فتنة في الأرض وفساد كبير. </p><p> وذلك حق؛ لأن أقبح الفتنة أو أشدها أن يكون ولاء المؤمن للكافر، بأن يكون للولي ناصرا، ومستنصرا فإن ذلك يفتن المسلمين عن دينهم، ويجعلهم في ولاء للكافرين، والله تعالى يقول:  (لا تَتَوَلَوْا قَوْمًا غَضِبَ اللَّه عَلَيْهِمْ) ، فتوفيهم فتنة تفتن المؤمن عن دينه وفي خلقه، وتجعل تعاونه مع الكفار، وفيه فساد كبير ففيه قوة للكفر، وضعف للإيمان وأي فساد أكبر. </p><p> وإن الفساد الذي أصاب المسلم الآن، والفتنة التي يموج فيها المؤمنون، إنما هي من ولاء المؤمنين للكافرين كما ترى ذلك في ساسة المسلمين منذ ضعفوا، فقد ازدادوا ضعفا بهذا الولاء، وكان أمر المسلمين إلى بوار، (إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ (٥٥) وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ (٥٦) . </p>"
}