{
  "id": null,
  "sura": 8,
  "aya": 64,
  "text": "<p> (يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ (٦٤) </p><p> النداء للنبي - صلى الله عليه وسلم -، وكان النداء بـ \" يا \" التي تكون للبعيد، لبعد الشرف في موضوع النداء وهو الاعتماد على الله والالتقاء بحمايته، وبكلاءته سبحانه. </p><p> والكلام السابق في هذه الآية وما قبلها للتحريض على الجنوح للسلام إن جنحوا معتمدا على الله، آمنا من أن يخدعوه؛ لأن الله تعالى منه وكالته، والمؤمنون معه يؤيدونه وينصرونه، وإنه بنعمته سبحانه ألف بين قلوبهم، وما كان يمكن لأحد أن يؤلف قلوبهم، وتلك إحدى خوارق العادات، وهنا تصرح الآية الكريمة بأن الله وحده عاصم نبيه ومن معه. </p><p> (حَسْبُكَ اللَّهُ وَمَنِ اتَبَعَكَ مِنَ الْمُؤْمِنِينَ) معنى حسبك عاصمك وكافيك وحاميك، ولقد قال شاعر: </p><p> إذا كانت الهيجاء وانشقت العصا ... فحسبك والضحاك سيف مهند </p><p> أي إذا كانت الهيجاء تكاد تحبك مع الضحاك سيف مهند. </p><p> و \" الواو \" في قوله (وَمَنِ اتَّبَعَكَ) هي واو المعية، والمعنى عاصمك وكافيك مع المؤمنين ذلك، أن النبي خاف من الحروب على من معه من المؤمنين أن يُخانوا أو يخدعوا، فبين الله أنه حاميه وعاصمه هو ومن معه من المؤمنين، فلن يأخدهم من مأمنهم، لأن الله معهم. </p><p> ويصح أن تكون الواو عاطفة \" من اتبعك من المؤمنين \" على \" الكاف \" في \" حسبك \" ، ويجوز العطف على الضمير المجرور من غير إبرازه بضمير منفصل، ويكون المعنى حسبك أنت ومن معك من المؤمنين. </p><p> والمعنيان واضحان من حيث المؤدى، ولكن الأخد بأن الواو للمعية أولى؛ لأنها تدل على الصحبة، والتصريح به هنا يقوى الكلام ويؤيده. </p><p> وقوله:  (وَمَنِ اتَبَعَكَ مِنَ الْمُؤْمِنِينَ) يشير إلى حكمة العصمة والكفاية، وهو كونهم الذين اتبعوا النبي - صلى الله عليه وسلم - في دعوته، ونصرته، وإنهم بذلك قوة الرسالة، فهم قوة الدين الحق، وكان الله تعالى عاصمهم كما وعد نبيه بأنه عاصمه من الناس كما قال تعالى:  (يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ. . .) . </p><p> وإن الله تعالى إذ يأمرنا بالسلام، إن جنحوا، ويزيل كل شك في أن يأخدوا المؤمنين على غِرَّة يأمر النبي - صلى الله عليه وسلم - بأن يجعل المؤمنين على حذر ويستعدوا للحرب إن جالوا جولة ثانية، وذلك بأن يحرضهم على الاستعداد للقتال، وأن يقووا وحدتهم، وجماعتهم وأن يعلموا أنهم لن يُغلبوا من قلة. </p><p> إن الفئة المؤمنة لها قوتان: قوة الإيمان، والعدد المناسب، وقوة الألفة فوقهما، فيكونون بهذه القوة محاربين أشداء؛ ولذا قال تعالى: </p><p> * * * </p><p> (يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (٦٥) الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ (٦٦) </p><p> * * * </p><p> هذا بيان تحذير الله تعالى لنبيه إذا جنحوا للسلم، فلا تُغمد السيوف في أجفانها، ولا يسترخون، ويسكنون فإن المشركين إن جنحوا للسلم مدة، وجنح المسلمون استجابة للسلام يكونون على حذر دائم، فعساهم يأخذون المسلمين على غرة فيجب أن يكون المسلمون على استعداد دائم يستجيبون لكل هيعة (١) ، ويكونون مستعدين للنفير دائما، كما قال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا خذُوا حِذْرَكُمْ فَانفِروا ثبَاتٍ أَوِ انفِرُوا جَمِيعًا) . ولذا أمر الله نبيه بأن يبث فيهم روح القتال دفاعا عن الحق، كما يبث فيهم الإيمان، فإنه لَا بد لهم من شوكة </p><p>(١) الهيعة: الصوت عند حضور العدو.</p>"
}