{
  "id": null,
  "sura": 8,
  "aya": 68,
  "text": "<p> (لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ (٦٨) </p><p> الآية كسابقتها في موضوع الأسرى وأخذ الفداء عنهم، وعتب الله على النبي - صلى الله عليه وسلم - في شأنه وأخذ الفداء عنهم. </p><p> و \" لولا \" في قوله تعالى: (لَوْلا كِتَابٌ) حرف شرط امتناع لوجود، أي امتناع الجواب لوجود الشرط، أي امتنع أن يمسكم عذاب عظيم بوجود كتاب سبق، والكتاب الذي سبق هو الذي عهد إلى بني آدم ألا يعذبهم حتى يبين، (فلا عذاب إلا إذا سبقه بيان) ، وهو أيضا ألا عقاب على الخطأ في اللفظ كما قال النبي - صلى الله عليه وسلم -: \" رفع عن أمتي الخطأ والنسيان وما استكرهوا عليه \"  (١) ، والعهد أيضا لا عقاب على الخطأ في الرأي، وأن المخطئ في الاجتهاد له أجر، ومن له أجر في أمر ليس عليه عقاب فيه، فلا يجتمع الأجر والعقاب، فلوجود الكتاب كان العفو، وهذا الشرط وجوابه يومئ إلى أن أخذ أسرى هو في ذاته موضع مؤاخذة، ولكن </p><p>(١) سبق تخريجه.</p><p> لم يكن العقاب لهذا الكتاب الذي أشرنا إليه، فالنص يومئ إلى أن أخذ الأسرى لولا ما حف به - لكان محل العقاب. </p><p> وعبر سبحانه وتعالى عن العذاب بقوله تعالى:  (لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ) فعبر عن العذاب بـ (مسَّكم) ؛ لأن عذاب النار يمس الجلد، ونكر العذاب ببيان أنه عذاب شديد، ووصفه بأنه عظيم، لأنه على قدر الذنب الموقع يكون العذاب، والذنب لو وقع كان في الحرب، والحرب إما هزيمة وانتصار، ويجب ألا يكون فيها تراخ، ولا أخذ بالهوادة، بل إنها أخذ بالصرامة والصرامة في الحرب تمنعها، ويرهبها الناس، فلا يقعون في أسبابها. </p><p> وقوله تعالى:  (فِيمَا أَخَذْتُمْ) من المال يوهم أن أخذ المال وحده هو السبب في هذا العقاب، والحقيقة أن ذلك جزء من السبب وإن لم يكن جوهر السبب؛ لأن السبب الأصلي هو أخذ الأسرى، وتبع هذا الأخذ إن اختار النبي - صلى الله عليه وسلم - أخذ الفداء تيسيرا عليهم، واستبقاء لهم عسى أن يتوبوا، وقد دخل في الإسلام أكثرهم واستمر على الكفر أقلهم، والتيسير في الدعوة مطلوب لقول النبي - صلى الله عليه وسلم - للمجاهدين:  \" يسروا ولا تعسروا، وبشروا ولا تنفروا \"  (١) . </p><p> وقلنا: إن أخذ المال جزء من سبب المؤاخذة؛ لأن المؤاخذة هي على الأسر وما تبعه من أخذ الفداء أو إن شئت فقل إذا إن السبب أخذ المال في هذا الأسر الذي لم يسغ. </p><p> وقد قال الرازي: إن بعض المفسرين قال إن قوله تعالى: (حَتَّى إِذَا أَثْخَنتُمُوهُمْ فَشُدُّوا الْوَثَاقَ) ، نسخت:  (لَوْلا كِتَابٌ منَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ) إلى آخرها، والحق أنه لَا نسخ، بل الآيتان متلاقيتان متضافران في الدلالة على معنى واحد وهو أنه لَا أسر إلا عند الإثخان، وإذا كان الأسر في موضعه ووقته، فالإمام يخير بين المَنِّ من غير فداء، والفداء بالمال، أو مبادلة </p><p>(١) سبق تخريجه.</p><p> الأسرى كما بادل النبي - صلى الله عليه وسلم - أسرانا بأسراهم، فتلك شريعة محكمة باقية خالدة لَا تغيير فيها ولا تبديل. </p><p> ولقد بين الله للنبي - صلى الله عليه وسلم - أنهم كانوا في غناء بالغنائم عن أن يأخذوا فداء، ولذا قال: </p>"
}