{
  "id": null,
  "sura": 8,
  "aya": 5,
  "text": "<p> (كَمَا أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِّنَ الْمُؤْمِنِينَ لَكَارِهُونَ) . </p><p> ما موضع \" كما \" في التشبيه، ذكر أبو جعفر محمد بن جرير الطبري عدة تفسيرات كلها تحتملها الآية، فذكر أنها متصلة باختلافهم في الأنفال، وأن الله تعالى انتزعها من أيديهم على رغبتهم فيها كذلك (كمَا أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ بِالْحَقِّ) بالأمر الثابت (وَإِنَّ فَرِيقًا مِّنَ الْمُؤْمِنِينَ لَكَارِهُونَ) يقول الطبري في توضيح هذا المعنى: \" ومعنى هذا أن الله تعالى يقول: كما أنكم لما اختلفتم في المغانم، وتشاححتم فيها، فانتزعها الله تعالى منكم وجعلها إلى قَسْمِهِ، وقَسْمِ رسول الله - صلى الله عليه وسلم - فقسمها على العدل فكان هذا هو المصلحة التامة لكم، وكذلك لما كرهتم الخروج إلى الأعداء من قتال ذات الشوكة، وهم النفير الذين خرجوا لنصر دينهم، وإحراز عيرهم فكان عاقبة كَراهتهم للقتال بأن قدره الله لكم، وجمع به بينكم وبين عدوكم على غيرِ ميعاد رشدا وهدى ونصرا وفتحا،كما قال تعالى:(وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ (٢١٦).</p><p> وخلاصة المعنى أن الله يختبركم الآن كما اختبركم في الغنائم، فقد أخذها منكم وتولى النبي - صلى الله عليه وسلم - قسمتها بالعدل والمصلحة، كذلك اختبركم، فأخرج النبي - صلى الله عليه وسلم - لذات الشوكة والمصلحة (وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ) . </p><p> ونرى أن هذا التخريج مؤداه أن الله اختبركم بمنع نفوسكم من المشاقة في المال ترويضا على الصبر على هوى النفسر، وقمعها عن شهواتها استعدادا للقتال كذلك اختبركم بحمل أنفسكم على ما تكره ابتلاء بالصبر على المكاره، كما اختبركم بالصبر على رد هوى النفس، فكلاهما لابد منه للجهاد. </p><p> ويذكر ابن جرير وجهًا آخر، فيقول: \" قال آخرون معنى ذلك: كما أخرجك ربك من بيتك بالحق على كره من فريق من المؤمنين، كذلك هم كارهون للقتال، فهم يجادلونك فيه من بعد ما تبين لهم أنه الحق \". </p><p> ومؤدى هذا أنهم وجد فيهم حال تردد أو على الأقل كراهية للقتال مرتين: مرة عندما أخرجك ربك من بيتك بالحق وهو الأمر الثابت الذي قامت الدواعي إليه وكان ذلك للعير، ومرة أخرى عندما تعين القتال، وصار الأمر للنفير </p><p> لا للعير، وإني أميل إلى التخريج الثاني لأنه يساوق اللفظ ولا يحتاج إلى تأويل، ولا تأباه الألفاظ، ومؤداه أنه كما وجد فريق من المؤمنين كاره للخروج من بيتك لتتبع الحير، وجدت كراهية القتال عند إرادة الحرب، ويكون قوله تعالى:  (كمَا أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ) متعلقا بقوله تعالى: </p>"
}