{
  "id": null,
  "sura": 8,
  "aya": 42,
  "text": "<p> (إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى وَالرَّكْبُ أَسْفَلَ مِنْكُمْ ... (٤٢) </p><p> ذكرت في الآية السابقة الغنائم التي أخذت في بدر، وكيف توزع، واختص الله تعالى بالذكر الخمس على الضعفاء، والذي ذكر باسم الله ورسوله. </p><p> ولكي تقى النفوس شحها، أشار سبحانه إلى أن النصر كان من عند الله، وفى هذه الآية:  (إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا. . .) يبين سبحانه وتعالى أن الموقعة كلها كانت بتدبير الله تعالى، ولم تكن بتدبيرهم، ولا بتدبير المؤمنين، ولو تواعد الفريقان لاختلفا في الميعاد. </p><p> وإذ في قوله تعالى:  (إِذْ أَنْتُمْ) متعلقة بمحذوف معناه: اذكر يا محمد أنت ومن معك إذ أنتم بالعدوة الدنيا، وقد جئتم لمصادرة العير، لم تريدوا نفيرا، ولكن تريدون عيرًا، وقد أفلتت منكم، وهي أسفل منكم، أي أسفل من المدينة عند سيف البحر، فجاءكم جيش هو بالعدوة الدنيا، وقد قال بعض المفسرين: إن (إذ) بدل من يوم الفرقان، وذلك جائز، ولكن نختار ما ذكرنا؛ لبعد ما بين البدل والمبدل منه، ولأن تعلقها بمحذوف تكون ابتداء لكلام مستقبل فيه عبرة واضحة، وبيان لأن النصر من عند الله العزيز الحكيم استقلالا، ولأن ذكر يوم الفرقان لبيان التذكير به والإيمان بما فيه. </p><p> و (العُدْوَةِ) أعلى الجانب، و (الدُّنْيَا) مؤنث أدنى، والبعد والقرب بالنسبة للمدينة، و (الْقصْوَى) مؤنث أقصى، وهو القاصي عن المدينة، (وَالركْبُ أَسْفَلَ مِنكمْ) ، الركب هو العير الذي كانت فيه متاجر قريش، وخرج المسلمون لأخذها </p><p> بدلا من الأموال التي اغتصبها المشركون منهم وأخرجوهم من ديارهم وأموالهم بغير حق، ومن المقرر في قانون العدل والإنصاف أن من ظفر بعين ماله أو بمثله ممن اعتدى عليه واغتصبه كان له أن يأخذه، فلا يذهب حق صاحب الحق هدرا، ولأن المشركين إذ أهدروا حقوق المسلمين وأموالهم واستباحوا دماءهم، فقد أباحوا دماء أنفسهم، وأموالهم وما على المؤمنين من سبيل إن استباحوها، فذلك قانون الحرب بسبب العداوة والبغضاء التي آثارها المشركون. </p><p> كان المؤمنون بالناحية القريبة من المدينة، وكانت العير أسفل عند سيف البحر، وقد كان ذلك لقاء بغير تدبير كامل مقدر مقصود، بل هو لقاء توفيقي من الله تعالى. </p><p> وقد جاء في سيرة محمد بن إسحاق \" بعث رسول الله - صلى الله عليه وسلم - حين دنا من بدر علي بن أبي طالب وسعد بن أبي وقاص والزبير بن العوام في نفر من أصحابه يَتَحَسَّسُون له الخبر، فأصابوا سقاة لقريش غلاما لبني سعيد بن العاص، وغلاما لبني الحجاج، فأتوا بهما رسول الله - صلى الله عليه وسلم - فوجدوه يصلي،فجعلوا يسألونهما:من أنتما،فيقولون:نحن سقاة لقريش، بعثونا نسقيهم من الماء، فكرهوا خبرهما، فضربوهما حتى أزلقوهما،قالا:نحن لأبي سفيان فتركوهما، وقال - صلى الله عليه وسلم -: \" إذا صدقاكم ضربتموهما، وإذا كذباكم تركتموهما صدقا والله إنهما لقريش: أخبراني عن قريش، قالا: هم وراء الكثيب الذي ترى بالعدوة القصوى. فقال رسول الله - صلى الله عليه وسلم -: كم القوم؟ قالا: كثيراً، قال: ما عدتهم لهم؟ قالا: لَا ندري، قال: كم ينحرون كل يوم؛ قالا: يوما تسعا ويوما عشرا، فقال رسول الله) - صلى الله عليه وسلم -: عدتهم ما بين التسعمائة إلى الألف. </p><p> هذا خبر يؤكد نزول جيش المشركين بالعدوة القصوى على كثيب من الأرض، والمؤمنون بالعدوة الدنيا، وهنا نجد سؤال الزبير وسعد وعليّ كان على العير، لأن رسول الله - صلى الله عليه وسلم - كان - وهم - خارجا للعير، ولذلك كذبا الغلامين إذ لم يخبراهما عن العير الذي كان بحراسة أبي سفيان، والنبي - صلى الله عليه وسلم - يسأل عن قريش. </p><p> والعير كما ذكرنا كان من أسفل المدينة عند سيف البحر، كما أشار القرآن الكريم. </p><p> وإن قصة خروج جيش المؤمنين، وجيش المشركين، والعير، هي كما أشار القرآن الكريم، خرج جيش الإيمان وكان قليلا لمصادرة عير لقريش وقد أفلتت منه، وهي ذاهبة إلى الشام، فترصدها المؤمنون، وهي عائدة، وأحس بذلك أبو سفيان قائدها، فمال بها نحو سيف البحر، وأخبر قريشا بنجاتها ولكنها كونت جيشا لحمايتها، وأصروا على الذهاب إلى بدر، حيث كان الترصد للعير، ليفرضوا هيبتهم في البلاد العربية، وإنهم لم يتخاذلوا، ولم يضعفوا، فكان اللقاء بتوفيق الله تعالى أو توقيفه، وإرادته، ليعز الله الحق ويبطل الباطل ولو كره المجرمون. (وَلَوْ تَوَاعَدتُّمْ لاخْتَلَفْتُمْ فِي الْمِيعَادِ) أي أن ذلك اللقاء الذي انتهى بذلك اللقاء الذي كان فرقانا بين الحق والباطل لم يكن بميعاد على حرب، ولا اتفاق ابتداء على معركة، (وَلَوْ تَوَاعَدتُّمْ لاخْتَلَفْتُمْ فِي الْمِيعَادِ) ، أي لتخلف بعضكم، فيختلف الميعاد، فالمؤمنون ابتداءً ما أرادوه: لقلة عددهم، ولقلة ما عندهم من عدة ولسطوة قريش في أرض العرب، فقد يودون غير ذات الشوكة تكون لهم، والمشركون ظهر التردد فيهم، فبنو زهرة تركوا جيش الشرك، وبعض بني هاشم تركه، ومن جاء منهم إلى الحرب كالعباس ما كان مريدا، بل كان متورطا، وما في قلوبهم من هيبة النبي - صلى الله عليه وسلم - وما اعتراهم من العلم بأن الله معه، ولو لم يؤمنوا به، وخصوصا ما أفزعهم من خروجه من بين ظهرانيهم، وهم يترصدونه يوم الهجرة، فهم كانوا يتهيّبون لقاءه، وإن كانوا يعاندونه، ويقاومونه. </p><p> ولكن الله أوجد هذا اللقاء، وإن ابتدأ غير مقصود من الفريقين المتقاتلين؛ ولذا قال تعالى: </p><p> (وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا) أي ليقضي الله تعالى أمرا وحققه، وهو إعزاز الإسلام، وإحقاق الحق وإبطال الباطل، و \" كان \" ، أي قرره الله تعالى وثبته على أن يكون واقعا ثابتا مفعولا، ويصح أن تفسر (كان) بمعنى صار أي </p><p> صار مفعولا، ولقد قال كعب بن مالك: إنما خرج رسول الله - صلى الله عليه وسلم - والمسلمون يريدون عير قريش حتى جمع الله بينهم وبين عدوهم على غير ميعاد. </p><p> أغراهم الله تعالى بالعير ليخرجوا، وأراد المشركون أن يحموا عيرهم فالتقوا وتحقق ما أراد الله. ثم قال تعالى: </p><p> (لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ)  (اللام) هنا لام العاقبة، والمعنى لتكون نتيجة ذلك اللقاء أن يهلك الذين هلكوا عن بينة وحجة قائمة، وهو أن الله تعالى ناصر المؤمنين وغالب الكافرين، وأن الله تعالى مؤيد جنده، ويستشرف المستشرفون إلى نصر الله، (وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ) أي حجة ونور وهداية أن يكون الحق غالبا، وأن يظهر الله دينه، ولو كره المشركون. </p><p> ويصح أن يكون الهلاك والحياة مجازييَّن، ويراد من الهلاك الكفر، ومن الحياة الإيمان، ويكون المعنى وليكفر من يكفر عن بينة ظاهرة، وهي بيان أن الله ناصر المؤمنين ويحيا المؤمنون بالإيمان عن بينة برجاء النصر. </p><p> وللزمخشري في هذا كلام قيم ننقله، قال رضي الله تعالى عنه:  (فإن قلت: ما فائدة هذا التوقيت وذكر مراكز الفريقين وإن العير كان أسفل منهم؟قلت:الفائدة فيه الإخبار عن الحال الدالة على قوة شأن العدو وشوكته، وتكامل عدته تمهد أسباب الغلبة له وضعف شأن المسلمين، والثبات في أمرهم، وأن غلبتهم في مثل هذه ليست إلا صنعا من الله سبحانه، ودليلا على أن ذلك أمر لم يتيسر إلا بحوله وقوته وباهر قدرته، وذلك أن العدوة القصوى التي كان المشركون فيها كان فيها الماء، وكانت أرضا لَا بأس بها، ولا ماء بالعدوة الدنيا وهي خَبَارٌ (أي لينة مسترخية) تسوخ فيها الأرجل ولا يمشي فيها إلا بتعب ومشقة، وكانت العير وراء ظهور العدو مع كثرة عددهم، فكانت الحماية دونها تضاعف حميتهم </p><p> وتشحذ في المقاتلة عنها نياتهم، ولهذا كانت العرب تخرج إلى الحرب بظعنهم وأموالهم ليبعثهم الذود عن الحريم، والغيرة على الحرب على بذل جهيداهم في القتال وألا يتركوا وراءهم ما يحدثون أنفسهم بالانحياز إليه، فيجمع ذلك قلوبهم، ويضبط هممهم، ويوطن نفوسهم على ألا يبرحوا موطنهم، ولا يخلوا مراكزهم ويبذلوا منتهى نجدتهم، وقصارى شدتهم، وفيه تصوير ما دبّر سبحانه من أمر وقعة بدر ليقضي الله أمرا كان مفعولا من إعزاز دينه، وإعلاء كلمَته، حين وعد المسلمين إحدى الطائفتين مبهمة غير مبينة، حتى خرجوا ليأخذوا العير راغبين في الخروج، وشخص بقريش مرعوبين مما بلغهم من تعرض رسول الله - صلى الله عليه وسلم - لأموالهم حتى نفروا ليمنعوا عيرهم، وسبب الأسباب حتى أناخ هؤلاء بالعدوة الدنيا، وهؤلاء بالعدوة القصوى ووراء العير يحامون عليها حتى قامت الحرب على ساق وكان ما كان) وهذا القول من عيون ما اشتمل عليه الكشاف من دقة معنى، وبلاغة لفظ، وتسامٍ لإدراك سر القرآن، وسر الأحداث. </p><p> ولقد ختم الله تعالى الآية بقوله: وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ) أي أن ذلك كله تدبير من الله، وهو من مقتضى علمه الشامل الذي هو علم من يسمع من غير أذن، ومن يبصر من غير عين جارحة؛ لأنه ليس كمثله شيء وهو السميع البصير. </p><p> وقد أكد سبحانه علمه بالجملة الاسمية، وبـ \" إنَّ \" المؤكدة، وباللام في قوله:  \" لسميع \" ، وبصيغة فعيل، فسبحان من وسع كل شيء علما. </p><p> وإن الله تعالى يبين أنه سبحانه هو الذي جمع بين المؤمنين والمشركين في هذه المعركة فأغرى المؤمنين بالعير، وحرك قريشا لحماية عيرها، وهو الذي سهل اللقاء على الفريقين فأطمع المشركين في المؤمنين، وسهل للمؤمنين اللقاء بهم ليحقق ما أراد سبحانه وهو إعزاز الحق، وإذلال الباطل، فقال تعالى: </p><p> * * * </p><p> (إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٤٣) وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (٤٤) يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (٤٥) وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (٤٦) وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ (٤٧) </p><p> * * * </p><p> إن اللقاء كما قررنا، وكما أرشدنا الله تعالى كان بجمع الله بين الفريقين، وتلاقيهما، والنصر أيضا والإقدام كان بإرادة الله تعالى وهدايته. </p><p> وإن أول النصر ألا يهاب المؤمن عدو الله وعدوه بل يقدم وهو مدرع بأمرين أولهما - إرادة النصر، والثاني - الصبر، وقد هيأ الله تعالى الأمرين، فقال تعالى: </p><p> (إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَكِنَّ اللَّهَ سَلَّمَ) </p>"
}