{
  "id": null,
  "sura": 8,
  "aya": 54,
  "text": "<p> (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِ رَبِّهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَكُلٌّ كَانُوا ظَالِمِينَ (٥٤) </p><p> التشبيه منعقد بين المشركين وآل فرعون والذين من قبلهم، كما هو في الآية السابقة، بيد أنه في التشبيه صرح سبحانه بما لم يصرح به في الآية السابقة، ففي هذا التشبيه صرح سبحانه بأن أخذهم كان بالإهلاك الذي لَا بقاء معه، وفي هذا التشبيه صرح بإغراق آل فرعون، ولم يصرح بذلك في التشبيه السابق، وفي هذا </p><p> التشبيه بأنه كان مع الكفر والتكذيب لآيات الله كان الظلم للناس فلم يكتفوا بكفرهم، وتكذيبهم لآيات الله، بل ظلموا أحكامهم، ولم يتخذوا العدل صراطا مستقيما وظلموا مخالفيهم، وظلموا رسلهم مع رعيتهم، والقول الجملي أن التشبيه الأول كان تقريبا ما بين الظالمين من مناهج ومسالك، والثاني فيه معنى تعيين وجه الشبه. </p><p> قال تعالى في أوصاف المشركين وآل فرعون ومن قبلهم (كذَّبُوا بِآيَاتِ رَبِّهِمْ) أي أنهم جاءتهم المعجزات الباهرة القاطعة، فجاء فرعون تسع آيات مفصلات، فكذبها أي كذب ما تدل عليه من وحدانية الله تعالى في الخلق والتكوين والذات والألوهية، والمشركون كذبوا ما تدل عليه المعجزة الكبرى وهي القرآن فوق ما تدل عليه الخوارق الأخرى من وجوب الإيمان بالرسألة. </p><p> وهذا التكذيب سبب الكفر، فإذا كان قد ذكر في التشبيه الأول - بأن السبب في العذاب هو الكفر، فقد صرح في هذا بأن سبب الكفر هو إصرارهم على التكذيب كأنه لَا رقيب عليهم ولا حسيب. </p><p> وعبر سبحانه في التكذيب بأنهم كذبوا بآيات ربهم، ونسبة الآيات المكذبة إلى ربهم تفيد فائدتين: </p><p> إحداهما - بيان فظاعة التكذيب؛ لأنهم كذبوا بآيات ربهم الذي خلقهم وكونهم وربهم وهو العليم بما يناسبهم من أدلة. </p><p> والثانية - أن هذه الآيات من المتفضل عليهم بنعمة الوجود والتنمية، وإعطائهم القوة التي طغوا بها. </p><p> ويقول سبحانه:  (فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ)  (الفاء) عاطفة لربط ما بعدها على ما قبلها، أي أنه بسبب تكذيبهم أهلكهم الله تعالى بسبب هذه عقابا من الله تعالى، ولأن الذنوب المتضافرة يترتب عليها الهلاك لَا محالة. </p><p> وفى الكلام التفات من الغيب إلى الحاضر، والإسناد إلى الله تعالى، بإسناد الإهلاك إليه سبحانه وتعالى؛ لبيان تأكد الوقوع لأنه من الله تعالى القاهر فوق عباده العزيز الحكيم، ولتربية المهابة في النفس، وللتذكير بالرهبة من الله تعالى. </p><p> وقد خص آل فرعون بذكر هلاكهم فقال:  (وَأَغْرَقْنَا آلَ فِرْعَوْنَ) اختص آل فرعون بذكر هلاكهم؛ لأن فرعون كان أشهر ملوك عصرهم، وأشدهم طغيانا عن رعيته، وأرهبهم، وأظلمهم، فذكره للعرب وقد أهلكه الله تعالى بالغرق أرهب لنفوسهم، وأشد على غرورهم، وأردع لطغيانهم، وفوق ذلك أغرقه الله تعالى بأمر خارق للعادة لم يكن في حسبانهم، إذ انفلق البحر فكان كل فرق كالطود العظيم ثم انطبق عليهم بما لم يعهدوا، ولم يحسبوا، فهو يذكر المشركين بأن الله تعالى يأتيهم من حيث لم يحتسبوا، وأنه سيهزمهم من حيث لَا يشعرون، بل يحسبون في أنفسهم أنهم الغالبون، ويوسوس لهم الشيطان بأنهم لَا غالب لهم وقد وصف الله تعالى العصاة جميعا بأنهم ظالمون، فقال تعالى:  (وَكُلٌّ كَانُوا ظَالِمِينَ) أي كل الذين كفروا برسل الله، وآيات ربهم كانوا ظالمين. </p><p> فـ (كلٌّ) مضاف إلى محذوف يعم حكم الله تعالى عليه بأنه ظالم، وأكد ذلك الحكم بـ (كان) الدالة على استمرار الظلم، وبالجملة الاسمية، وقد ظلموا أنبياءهم بتكذيبهم مع أن الحق واضح أبلج، وظلموا أنفسهم لأنهم ارتضوا الضلالة بدل الهداية، وظلموا المؤمنين لأنهم آذوهم، وسخروا منهم، وظلموهم لأنهم حاربوهم، وهم فاجرون في حربهم، وظلموهم لأنهم أشاعوا عنهم السوء، وهكذا أحاط الظلم بهم، والظلم ظلمات يوم القيامة والله منتقم جبار. </p><p> * * * </p><p> لا عهد للمشركين </p><p> (إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ (٥٥) الَّذِينَ عَاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ (٥٦) فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ (٥٧) وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ (٥٨) </p><p> * * * </p><p> في هذه الآيات البينات يبين ما عليه الذين كفروا من إصرارهم على الكفر، ونقضهم للعهد، وما ينبغي لهم من معاملة، وأنه إذا وجدهم في الحرب للمسلمين فيه غلب أن يضربهم ضربة قاسمة ليشرد الذين من ورائهم من قومهم أو يصيبهم الرعب، فلا يجتمعون عليه رهبا وخوفا، وإنه يجب توقع الخيانة منهم ومن كان يخاف خيانته، ينبذ عهده، ويتقى أذاه، وقد ابتدأ سبحانه بوصف الكفر، كيف يتدلى الكافر من مرتبة الإنسانية إلى مرنبة الدواب الحقيرة التي هي أدنى الحيوان إلى أن قال تعالى: </p>"
}