{
  "id": null,
  "sura": 8,
  "aya": 44,
  "text": "<p> قد كان من أمر الله تعالى وتوفيقه أن يُرى المؤمنين المشركين عددهم قليلا، وأن يقلل عدد المؤمنين في نظر الكافرين، كما قال الله تعالى:  (قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ (١٣) . </p><p> وإن الحكمة في أنهم في نظر المؤمنين عدد قليل واضحة، لأن الله تعالى ألقى في قلوب المؤمنين بأسا وقوة جعلتهم يستصغرون عددهم، ويستهينون بقوتهم لكي يقدموا من غير وجل مع الإيمان بالله وبالنصر، وقد رأوهم كذلك قلة، إذ صغر أمرهم في نظرهم، ولم يجدوا كثرتهم، والعين قد تخطئ في العدد بالكثرة أو القلة فقد كان المشركون عددًا كبيرا، قد قدر النبي - صلى الله عليه وسلم - عددهم، ولكن المؤمنين عندما التقوا بهم لما ألقاه الله تعالى في روع المؤمنين من قوة بأس وإقدام رأوهم قليلا، لَا للهمة التي بدت من المؤمنين كحمزة، وعلي، والزبير، وابن رواحة، وسعد بن معاذ، فقد كانوا يفرون من سيوف هؤلاء حتى لم يروا في الميدان إلا عدداً قليلا. </p><p> وأرى الله تعالى جيش المؤمنين قليلا في نظر المشركين عند اللقاء ليستهينوا بهم، ويغتروا بقوتهم فيسترخوا في القتال، حتى إذا غطتهم قوة المؤمنين، ورأوا فيهم شدة البأس أرادوا المقاومة بعد الاستهانة والاسترخاء فلم يجدوا، وأخذت صفوف المسلمين المتراصة تحصدهم حصدا، وقد كانت رؤية عدد المسلمين قلة من الكافرين حقيقة، ولكنها سيطرت عليهم الاستهانة، فقتلت منهم. </p><p> وقوله تعالى:  (وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ) فيه متعلق بفعل محذوف تقديره اذكروا إذ. . . وفي ذلك تذكير بفضل الله في هذه المعركة، إذ قواكم وسلطهم عليكم، وأذهب عنكم الفزع منهم، وثبت أقدامكم، وهنا إشارتان بيانيتان: </p><p> إحداهما - أنهم لم يكونوا قليلا، بل كانوا عددا كثيرًا، ولكن الله تعالى جعل أبصارهم ترى ذلك الكثير قليلا، فالله تعالى هو الذي يخلق الأبصار، فهو </p><p> يجعله قليلا، ويجعله كثيرا، ولا تغير في الحقائق إنما التغير في الإدراك لحكمة علمها اللَّه وقدرها، وكان النصر بسببها وهو ينصر من يشاء بإذنه. </p><p> الثانية - قوله تعالى:  (وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ) - فقوله \" في أعينهم \" فيه إشارة إلى أن هذا التقليل في أعينهم هو من إرادة الله تعالى، لأنه استهأنة منهم أدت إلى استرخاء في القتال، فالله سبحانه وتعالى ما جعل المؤمنين قلة، لأنهم فعلا كانوا قلة، ولكن عمل الله جعلهم يجعلون من أمر قتالهم أثهم قلة فقاتلوهم على أنهم عدد قليل فاستهانوا ونهاونوا، وكان النصر المؤزر. </p><p> وقال تعالى:  (لِيَقْضِيَ اللَّهَ أَمْرًا كَانَ مَفْعُولًا) أي ليحقق الله بقضائه المحتوم أمرا كان مفعولا أي صار واقعا ثابتا، وهو النصر بفضل الله، وتأييده، فقد حقق الله تعالى كل أسباب النصر فهيا الأسباب المادية من النعاس الآمن، وأنزل المطر الذي لبد الأرض، وهيا الأسباب النفسية من بشارة الملائكة، ومن تقليلهم في أعينهم. </p><p> وختم الله تعالى بقوله:  (وَإِلَى اللَّهِ ترْجَعُ الأُمُور) ، أي إلى الله وحده ترجع الأمور يوم القيامة، فهذا هو نصر الله عليهم في الدنيا بتوفيقه سبحانه، وتهيئة كل الأسباب المؤدية إلى النصر، وفي الآخرة الأمور كلها إليه سبحانه. وتقديم الجار والمجرور دليل على أن الأمور لَا ترجع إلا إليه سبحانه وهو يجازي المحسن إحسانا، وللمسيء العاقبة السوءى. </p><p> وقد بين سبحانه من بعد ذلك أن الثبات هو القوة، وقد ذكرنا أنه عبرة النفوس في القتال فقال تعالي: </p>"
}