{
  "id": null,
  "sura": 8,
  "aya": 14,
  "text": "<p> (ذَلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ (١٤) الإشارة إلى هذا العذاب الأليم، وأتى بكاف الخطاب للجمع، تأكيدًا لعموم الخطاب للكافرين، وأنهم جميعا يخاطبون بذلك حتى يتوبوا، فإن تابوا فقد انتهوا والله قابل للتوب شديد العقاب. </p><p> وذلك كما قلنا إشارة إلى العذاب، والإشارة استحضار له، و \" الفاء \" في قوله تعالى: (فَذُوقُوهُ) فيها إشارة إلى العذاب الدنيوي الذي \" يذوقونه \" وهي للإفصاح أي إذا كان هذا عذابكم فذوقوه، والتعبير بذوقوه إشارة إلى آلامه وقد ذاقوها وأحسوها، فقد ذاقوا النكال وذاقوا القتل، وذاقوا الذل بعد الاستكبار، وذاقوا عذاب الهون بما كانوا يكسبون. </p><p> وإنهم مع ذلك لِن يفلتوا من عذاب الآخرة، فإذا النار لاحقة بهم، ولذا قال تعالى:  (وَأَنَ للْكَافِرِين عَذَابَ النَّارِ) وفي العبارة ما يوحي بأنه العذاب المعد لهم، وكأن عقاب الدنيا أمر عرضي ليس هو الجزاء الحقيقي لهم، إنما كان لمنع استمرار شرهم، وإنهاء فسادهم، ولمنع الفساد في الأرض. </p><p> (وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ (٢٥١) . </p><p> ولذا أكد جزاء الآخرة، لأنه الأصل الثابت، فقال:  (وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ) فأكده أولا - بـ \" أن \" الدالة على التأكيد، وثانيا بالجملة الاسمية الدالة على الاستمرار والدوام، وثالثا - بتقديم الجار والمجرور الدال على اختصاصهم بعذاب النار، ورابعا ببيان أن الكفر هو السبب، لأنه عبر بالوصف، وذلك دليل على أن الكفر هو السبب في عذاب النار. . </p><p> اللهم اكفنا شره، واقبل من حسناتنا ما يمحو سيئاتنا، فإنك قلت قولك الحق:  (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ) . </p><p> * * * </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ (١٥) وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ (١٦) فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (١٧) ذَلِكُمْ وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكَافِرِينَ (١٨) إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ وَإِنْ تَنْتَهُوا فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَعُودُوا نَعُدْ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ (١٩) </p><p> * * * </p><p> هذه معركة الإيمان والكفر، وإن شئت فقل معركة الله ورسوله مع الكافرين؛ لأن المؤمنين اتخذوا الأسباب، لأنهم توكلوا على الله واستغاثوا به، ولأنه لم يكن فيهم ضعفاء الإيمان أو المنافقون، فكانت معركة الله حقا وصدقا، وهو (عَزِيزٌ حَكِيمٌ) . </p><p> يبين الله تعالى أن أول النصر الثبات، وألا يفر من الميدان؛ ولذا شدد سبحانه وتعالى في منع الفرار، لأن الفرار أول الهزيمة، ولأنه خور في العزيمة، ولأنه والصبر نقيضان لَا يجتمعان ولا معذرة في فرار قط، ولأن يقتل الرجل وهو مقبل بصدره، خير من أن يقتل وهو مدبر بظهره. </p><p> وقال تعالى: </p>"
}