{
  "id": null,
  "sura": 8,
  "aya": 2,
  "text": "<p> (الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ) ، الوجل الخوف منه والفزع إليه، فالله سبحانه هو مالك الوجود من استحضر عظمته وجلاله وكبرياءه وملكوته خافه وفزع إليه في الملمات، وركن إليه مطمئنا إلى ساحته العظمى، فهو المخوف المحبوب المرجو في الملمات؛ ولذا جاءت هذه الآية تقول: إن القلوب توجل لذكره، أي ترهبه وتحس بعظمته، وتعتمد عليه وحده، وتطمئن بالالتجاء إليه، كمن يخاف رجلا عظيما، فيرهب قوته، وفي الوقت ذاته يطمئن إليه؛ ولذلك قال تعالى:  (الَّذِينَ آمَنُوا وَتَطْمَئِنّ قُلُوبُهُم بِذِكْرِ اللَّهِ أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ) ، فهو المخوف الذي يركن إليه. </p><p> وقال تعالى جامعا بين وجل المؤِمن واطمئنانه:  (اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ) . </p><p> وثاني الأمرين - (وَإذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا) أي إذا قرئت عليهم الآيات القرآنية زادتهم إيمانا، فكل آية فيها نور مبين، والإيمان استضاءة بالنور، فكلما تعددت مشارق النور عم الضياء وازداد النظر إبصارا، كذلك آيات الله تعالى، كلما تليت عليهم آيه أضاءت القلب وازداد نور الإيمان فازداد إيمانًا، فزيادة الإيمان بزيادة الدليل وكثرته، وكل آية تقوى ناحية من نواحي الإيمان، (وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ (١٢٤) . </p><p> وهناك مسألة تثار، وهي زيادة الإيمان ونقصه، ونحن ممن يقولون إن الإيمان يزيد بتضافر الأدلة، وكثرة الآيات الموحية، فإنها تقويه وتثبته، وتزيل الريب والشبهات، وليست زيادة الإيمان إلا قوته ودعمه بالأدلة، وكل آية في القرآن دليل قائم بذاته. </p><p> وهناك أمر ثالث يتعلق بالأمرين السابقين، وهو التوكل؛ ولذا قال تعالى:  (وَعَلَى رَبِّهِمْ يَتَوكلُونَ) التوكل على الله تعالى حق توكله يتحقق بعد اتخاذ الأسباب في ثلاثة أمور: </p><p> أولها - أن يحس بأنه مهما يكمل إعداد أمره فإنه لَا ينتج ثمرته إلا بإرادة الله تعالى، فمن يظن أن الأسباب وحدها تنتج الأثر فقد ضل؛ لأنه توهم أنه يؤثر في الإيجاد، وذلك وَهْم يفسد العقول. </p><p> ثانيها - أنه يفوض أموره لله تعالى وحده. </p><p> ثالثها - ألا يعتمد على أحد سواه؛ ولذا قال تعالى:  (وعَلَى رَبِّهِمْ يَتَوَكَّلُونَ) فقدم الجار والمجرور على الفعل أي لَا يتوكلون على أحد سواه، وبهذا يكون التوكل عبادة من العبادات. </p><p> هذه الأحوال النفسية للمؤمن، أما الأمور للعملية المدفوعة بأمور نفسية فهي إقامة الصلاة والإنفاق مما رزق الله تعالى: </p><p> (الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٣) </p>"
}