{
  "id": null,
  "sura": 8,
  "aya": 17,
  "text": "<p> (فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (١٧) </p><p> وفق الله المؤمنين في هذه الغزوة، كانوا قلة فأراهم المشركين كثيرين، ورأوا المشركين قليلا وهم كثيرون، وسهل الله السبل للمؤمنين فألقى في قلوبهم الرعب وأمدكم بالملائكة، فملأكم روحانية وجعلهم الله بشرى لكم، واطمأنت قلوبكم، وغشاكم النعاس، وأنزل عليهم الماء فثبَّت به الأقدام وطهر رجز الشيطان. </p><p> أمدهم الله تعالى بهذا فكان النصر، وقد قال تعالى:  (كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فئَةً كَثِيرَةً بِإذنِ اللَّه) ، فكان النصر من عند الله، وكما قال تعالى:  (وَلَقَدْ نَصرَكُمُ اللًّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ) ، ولما أصابهم الغرور، وحرمهم الله من نصره ابتداء ولوا الأدبار، وقال الله تعالى في ذلك:  (لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ (٢٥) . لهذا التوفيق </p><p> وذلك التأييد الذي تكاثر في غزوة بدر نسب الله تعالى النصر إليه سبحانه، والقتل إليه والرمي إليه، فقال تعالى:  (فَلَمْ تَقْتلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ) نفَى سبحانه أنهم قتلوهم، لأنهم لم يكونوا المسلطين عليهم من أنفسهم إنما سلطهم الله تعالى عليهم، وهو الذي أرداهم، و \" الفاء \" مترتبة على ما قبلها ما دام الله تعالى هو الذي هداهم وحرضهم، وأيدهم بنصره، وبملائكته ثم قال:  (وَلَكِنَّ اللَّهَ قَتَلَهُمْ) إما أن نقول إن القتل حق لله تعالي؛ لأنه هو الفاعل المختار، وإن نظرنا إلى الأسباب العادية نقول: إنه من قبيل إطلاق المسبب وإرادة السبب، فلأن الله تعالى هو السبب في القتل أسند القتل إليه. </p><p> وكذلك قوله تعالى:  (وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى) . </p><p> قال بعض المفسرين على أن المراد من الرمي هو الرمي بالنبال المريشة التي تصيب المقاتل، ويكون من قبيل إطلاق المسبب وإرادة السبب؛ لأن الله تعالى هو السبب إذ هو الموفق، وهو المؤيد، وهو الممد بالملائكة وهو سبحانه وتعالى ملقى الرعب في قلوب المشركين. </p><p> وقال بعض المفسرين: إن النبي - صلى الله عليه وسلم - عندما التقى الجمعان قبض قبضة من التراب، ورمى بها المشركين، وقال:  \" شاهت الوجوه \"  (١) ، فاضطربت الأبصار، وزاغت القلوب. </p><p> فقوله تعالى:  (وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى) أي فلَسْت أنت الذي رميت إنما الله تعالى هو الذي رمى؛ ولذلك أفرد النبي - صلى الله عليه وسلم - بالخطاب لأنه هو الذي رمى. </p><p> وإني أميل إلى التفسير الأول لأنه هو الأوضح، ونحن نميل إلى الواضح من الآراء. </p><p>(١) انظر صحيح مسلم: الجهاد والسير - غزوة حنين (١٧٧٧).</p><p> وإن الله سبحانه وتعالى فعل ذلك، ليؤيد المؤمنين بنصره، (وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا) أي ليعامل المؤمنين معاملة المختبر الذي يبليهم بلاء حسنا، أي بلاء نتيجته حسنة دائما، وذلك بأن يكلفهم، وأن يتخذوا هم الأسباب للنصر المؤزر، والعزة والرفعة، وأن تكون كلمة الله على أيديهم هي العليا، وهو العزيز الحكيم، ولقد قال سبحانه:  (إِنَّ اللَّهُ سَمِيعٌ عَلِيمٌ) أي إن الله عالم علم من يسمع، ومحيط بكل شيء علما. </p><p> وإن الله تعالى إذ ينصر المؤمنين ذلك النصر بإرادته وتقديره هو الذي يوهن شأن الكافرين فالله ناصر المؤمنين، وهازم الكافرين؛ ولذا قال تعالى: </p>"
}