{
  "id": null,
  "sura": 8,
  "aya": 72,
  "text": "<p> (إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا) وصف الله المهاجرين بأنهم آمنوا إيمانا لقوا فيه الأسى والعذاب فما وهنوا وما ضعفوا وما استكانوا، وصبروا وصابروا، وبأنهم هاجروا، أي تركوا ديارهم وأسرهم وأموالهم وخرجوا من ديارهم وهي الحبيبة إليهم، فنالوا فضل الهجرة بترك الأحبة في سبيل الله، وما هاجروا للسياحة والراحة بل خرجوا ليحملوا مشقة أعظم مما يحملوا، ولذا قال تعالى فيهم:  (وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ) جاهدوا الهوى في النفس والركون للراحة، وحملوا السيوف مقاتلين في سبيل الله، وبذلوا أموالهم التي كسبوها بكدهم من كسبهم بعد الهجرة بعد أن فقدوا أموالهم التي كسبوها قبل الهجرة، وكان من هؤلاء من يخرج من كل ماله لله ورسوله، ومنهم من يحمل من ماله نفقات جيش، كما حمل عثمان نفقات جيش العسرة. </p><p> وكل ذلك في سبيل الله تعالى لَا يرجون إلا ما عند الله، وهؤلاء أولياء لمن يماثلون خيرا، وهم الذين آووا ونصروا وتحلوا بما تحلى به إخوانهم المهاجرون، </p><p> فآمنوا الإيمان الكامل، وجاهدوا بأموالهم وأنفسهم في سبيل الله، وإذا كانوا قد نقصوا عن إخوانهم فضل الهجرة، فقد عُوِّضوا عن ذلك بفضل الإيواء والنصرة، يؤثرون على أنفسهم ولو كان بهم خصاصة. </p><p> هؤلاء الأطهار قرر الله تعالى أن بعضهم أولياء فقال سبحانه وتعالى في خبر (إنَّ)  (بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) الولاية محبة ومودة ومناصرة، وقد اجتمعت كل هذه الأحوال في ولاية المؤمنين المهاجرين، والأنصار فقد اجتمعت فيها المودة، فتوادوا وتحابوا، وتناصروا وجاهدوا جميعا بأموالهم وأنفسهم في سبيل الله. </p><p> ولقد جمعت المؤاخاة معنى المودة والمحبة والإيثار وجمع الجهاد معنى النصر، والتعاون بالجهاد في سبيل الله، وإن هذه الولاية كانت تتضمن مع ما ذكرنا معنيين آخرين: </p><p> أولهما - أنهم يقتسمون الغنيمة بالسوية على النظام الذي قرره الله تعالى في الغنائم، لَا فضل لأنصاري على مهاجري، ولا فضل للمهاجر على الأنصاري، ولما أعطى رسول الله المؤلفة قلوبهم، وجد بعض الأنصار، فقال لهم رسول الله - صلى الله عليه وسلم -: \" إنها لعاعة(١)مال تألفت بها قلوب قوم، وتركتكم لدينكم \" ، ودعا للأنصار دعوة ختمها بأنه من الأنصار لولا الهجرة، \" ولو سلك الناس شعبا وسلك الأنصار شعبا لسلكت شعب الأنصار، اللهم ارحم الأنصار وأبناء الأنصار، وأبناء أبناء الأنصار \" . </p><p> ثانيهما - أن هذه الولاية التي كلَّلها رسول الله بالمؤاخاة كانت تثبت الميراث بين المهاجرين والأنصار إذا مات أحدهما من غير قريب مسلم، فالمؤاخاة تثبت الميراث، كأنها تحل محل بيت المال. </p><p>(١) اللُّعاعة: البقية اليسيرة من الشيء، ونص الرواية عند أحمد: باقي مسند المكثرين - مسند أبي سعيد الخدري (١١٣٢٢).</p><p> هذه الولاية بين المهاجرين والأنصار، والإيمان وحده من غير هجرة يوجد ولاية الإيمان لَا موجد ولاية قسم الغنيمة والميراث بالمؤاخاة؛ ولذلك نفي هذا النوع من الموالاة عن الذين يؤمنون ولم يهاجروا نعمة الجهاد المشترك بين المهاجرين والأنصار ونعمة المؤاخاة؛ ولذا قال تعالى:  (وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُم مِّن وَلايَتِهِم مِن شَيْء حَتَّى يُهَاجِرُوا) . </p><p> عندما شاع أمر الإسلام، وذاع في البلاد الربية مع استمرار الدعوة والجهاد قد آمن ناس ولم يهاجروا وقد رغب الإسلام في هجرتهم، ليكثر بهم جمع أهل الإيمان، وليكون الجهاد متكاملًا أمام أهل الشرك، ولكي لَا يستضعف المشركون يستخذي المؤمنون لقلتهم وضعفهم؛ ولذا قال تعالى:  (إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا (٩٧) . </p><p> وقد ذكر الله تعالى في هذه مقدار ولايتهم، وهي ثابتة لأنها ولاية الإيمان، ولكن لَا تكون لهم ولاية قسمة الغنيمة، ولا الولاية التي تثبت بالإخاء، ولذا قال تعالى:  (مَا لَكُم مِّن وَلايَتِهِم مِن شَيْء) أي ليس لكم من ولايتهم في الغنائم أي شيء وهذا النص يومئ إلى أنه يحسن بهم أن ينضموا لجماعة المؤمنين ويتناصروا. </p><p> ولقد جاء في تفسير الحافظ ابن كثير ما نصه: كان رسول الله - صلى الله عليه وسلم - إذا بعث أميرا على سرية أو جيش أوصاه في خاصة نفسه بتقوى الله، وبمن معه من المسلمين خيرا، وقال: \" اغزوا باسم الله في سبيل الله، قاتلوا من كفر بالله، إذا لقيت عدوك من المشركين فادعهم إلى إحدى ثلاث خصال أو خلال فأيتهن ما أجابوك إليها فاقبل منهم وكف عنهم: ادعهم إلى الإسلام، فإن أجابوك فاقبل منهم وكف عنهم، ثم ادعهم إلى التحول من دارهم إلى دار المهاجرين، وأعلمهم إن فعلوا ذلك أن لهم ما للمهاجرين وأن عليهم ما على المهاجرين، فإن أبوا واختاروا ديارهم فأعلمهم أنهم يكونون كأعراب المسلمين يجري عليهم حكم الله تعالى </p><p> الذي يجري على المؤمنين، ولا يكون لهم في الفيء والغنيمة نصيب إلا أن يجاهدوا مع المسلمين، فإن هم أبوا - أي الإسلام - فادعهم إلى إعطاء الجزية. فإن أجابوا فاقبل منهم وكف عنهم، فإن أبوا - أي الإسلام والجزية - فاستعن بالله وقاتلهم \" (١) . </p><p> هذه رواية مسلم، وظاهر أن الولاية المنفية هي ولاية الاشتراك في قسمة الغنائم وما يترتب على الإخاء، أما الإيمان فولايته قائمة ثابتة وهي ولاية النصرة، ولذا قال تعالى: </p><p> (وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ) . </p><p> إن هذه ولاية الإيمان وهي توجب النصرة على أساس أن المؤمنين جميعا إخوة، كما قال تعالى:  (إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ (١٠) . </p><p> فحيثما كان المؤمن فهو في ولالة المؤمنين مهما تختلف الديار، وتتباعد الأقطار، ولذلك إذا استنصر المؤمن؛ أي طلب النصر - وجبت نصرته، فالسين والتاء للطلب أي طلب النصرة، في دفع عدوٍّ دَاهِم، أو في حرب عادلة؛ ولذا قال تعالى:  (فَعَلَيْكُمُ النَّصْرُ) والاستجابة لطلبه، وقد استثنى الله حالا واحدة، وهي أن يكون ثمة ميثاق، أي عقد موثق بمواثيق الله تعالى، وميثاق وزن مفعال من (وثق) ، فأصله (مِوْثاق) قلبت الواو ياء لوقوعها ساكنة بعد كسرة، والمعنى عليكم النصر، أي فإن دعوكم فعليكم الإجابة إلا أن يكون النصر الذي تنصرونهم فيه يكون على قوم بينكم وبينهم ميثاق، أي لَا تنصروهم على قوم لهم ميثاق، ولكن يجب أن تدفعوا عنهم كل من يعتدى عليهم، ولو كان بينكم وبينهم ميثاق، لأنهم ينقضون الميثاق بمجرد أن يعتدوا على مؤمنين، فلا عهد مع الاعتداء على أهل الإيمان. </p><p>(١) مختصرا من حديث طويل رواه مسلم: الجهاد والسير تأمير الإمام الأمراء على البعوث ووصيته (١٧٣١)</p><p> وإذا كان في المؤمنين غير المهاجرين ضعف، واستضعفهم أعداء الإسلام أيان كانوا، وجبت نصرتهم، ويقول في ذلك ابن العربي في تفسيره في أهل الميثاق إلا أن يستنصروكم على قوم بينكم وبينهم عهد فلا تنصروهم عليهم ولا تنقضوا العهد، حتى تتم مدته إلا أن يكونوا - أي المسلمون - أسراء مستضعفين فإن الولاية معهم قائمة والنصرة لهم واجبة حتى لَا تبقى منا عين تطرف، حتى تذهب إلى استنقاذهم إن كان عددنا يحتمل ذلك، أو ينزل جميع أموالنا في استخراجهم حتى لا يبقى لأحد منا درهم. </p><p> وقد ختم الله تعالى الآية بقوله تعالى:  (وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ) أي أن الله العلي الكريم الغالب على كل شيء مطلع كما يطلع ذو البصر على ما تعملون، ومكافئكم عليه، وقدَّم \" بما تعملون \" على \" بصير \" لمزيد الاهتمام، والحساب على مقتضى علمه سبحانه وتعالى بما يعملون. </p><p> هذه حدود ولاية المؤمنين، ولقد ذكر سبحانه وتعالى ولاية الكفار بعضهم مع بعض، وعدم ولايتنا معهم، فقال تعالى: </p>"
}