{
  "id": null,
  "sura": 8,
  "aya": 66,
  "text": "<p> (الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ ... (٦٦) </p><p> كان هذا التناسب في العدد الذي ذكره القرآن من أن العشرين الصابرين فيهم كفاية لمائتين، كان ذلك في حال القوة المؤمنة، وتلك القوة تقوم على الاتحاد والائتلاف، وعلى قوة الإيمان بالنصر والتأييد من الله تعالى وعلى قوة العزم والتوكل عليه سبحانه، وعلى الرغبة في إحدى الحسنيين النصر أو الاستشهاد، وفيه حياة، فمن كانوا على هذه الحال كانوا الأقوياء حقا وصدقا. </p><p> أما إذا كان الضعف فقد خفف الله النسبة؛ ولذا قال تعالى:  (الآنَ خَفَّفَ اللَّهُ عَنكُمْ وَعَلِمَ أَن فِيكُمْ ضَعْفًا) . </p><p> وقوله تعالى:  (خَفَّفَ اللَّهُ عَنكُمْ) فيه إشارة إلى أن التناسب العددي فيه تكليف بالثبات لما يناسبه من عدد، فالعشرون مكلفون أن يثبتوا أمام مائتين وقد ذكرنا أن ذلك مطلوب، إما بالقصد الصريح، أو بالتضمن وقد بين معنى القوة، فلنشر إلى معنى الضعف، وهو ألا يكون الائتلاف قويا، وألا يكون العزم صادقا وأن يكون فيهم ضعفاء الإيمان ومنافقون، وقد بدا ذلك واضحا في غزوة أحد، فقد كان في جيش تردد في الخروج من المدينة ابتداء، وكان في بعضهم ميل إلى المادة، وكان في بعضهم ضعفاء الإيمان، وكان فيهم منافقون، ولم يكن في بعضهم صدق، وكان الصادقون قوته؛ ولذا في أول الأمر همت طائفتان أن تفشلا، والله وليهما. </p><p> ولذلك لم يكن النصر المؤزر كما كان في بدر؛ إذ لم يكن الأقوياء الذين غير بهم وجه القوة في البلاد العربية هذا هو الضعف، وذاك هو العزة، وخفف الله التكليف في تناسب العدد في حال الضعف، فجعل المائة تغلب مائتين. وقال تعالى في ذلك:  (فَإِن يَكُن مِّنكُم مِّائَةٌ مَابِرَة يَغْلِبُوا مِائَتَيْنِ وَإن يَكُن مِّنكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ) أي أن التكليف يكون بأنه إذا كان مائة لَا يجوز أن يفروا من مائتين، بل عليهم أن يثبتوا، وإن كان ألف يجب أن يثبتوا أمام الألفين. </p><p> والتخفيف هو تخفيف التكليف، وتخفيف التكليف لَا يمكن أن يعد نسخا، وقد يعد ترخيصا من عزيمة وهي الأصل، ولم يقل: ألف صابرة، أي لم يذكر وصف الصبر، اكتفاء بذكره أولا، وذلك شأن الكلام البليغ موجز حيث يوجد ما يدل على المضمون. </p><p> وذكر المائة في مقابل المائتين، كما ابتدأ في الآية الماضية ذكر العشرين ابتداء، وذلك من التخفيف؛ لأن العشرين مع القدرة عدد مناسب للسرايا ونحو ذلك، فلا يرسل فيها إلا الأقوياء، ولا يرسل فيها من يكون فيه ضعف، إلا بعدد كثير، فكان ذكر المائة كحد أدنى، لجماعة فيهم ضعف. </p><p> ومع قلة التناسب في العدد في حال وجود الضعف، لَا يكون النصر بقوتهم الذاتية، إنما يكون النصر بإذنه أي بتوفيقه وتوجيهه، وهو لازم في كل الأحوال في حال القوة، وإن كان هناك ضعف، وصرح به هنا لأنه واضح بأنه من أسباب النصر، أو سببه في حال ما إذا كان ضعف. </p><p> ومن الناس من شغف بإثبات النسخ في القرآن فيفرضون النسخ لأوهى معارضة لفظية، كما فرضوا النسخ في آيات الصيام، ولا معارضة بين آياته، وكما فرضوا النسخ بين الآيتين، وكان المعنى بين الآيات واحدا يكمل بعضه بعضا، كذلك ادعوا النسخ هنا، فافترضوه لمجرد التخالف التقديري بين الآيتين، وادعوا أن الثانية ناسخة للأولى مع أنه لَا تعارض بين الآيتين، إن الأولى ذكرت ذلك </p><p> العدد في حال القوة، والتآلف بين المؤمنين، والثانية خفف فيها العدد الأول لحال الضعف، والجهة منفكَّة بينهما. </p><p> وهكذا بيَّن أو مسلم الأصفهاني ونفي أن يكون النسخ بينها سيرا على مبدئه الذي انتهى إليه أنه لَا نسخ في القرآن قط، وأن القرآن ينسخ غيره، ولا ينسخ حكمه أبدا. </p><p> ولقد ادُّعي الإجماع بأن الثانية نسخت الأولى، ولكنه ليس إجماعا، ولكنه قول قيل، وقبله كثيرون من علماء الأصول وساروا في دراسة الموضوع في الآيتين على أن ثمة نسخا. </p><p> والحق أن الآيتين حكمهما خالد دائم إلى يوم القيامة، وهو أنه في حال القوة يكون العشرون كفء المائتين وفي حكم الضعف بالأسباب التي ذكرناها، أو بعضها - يكون المائة في مقابل مائتين. </p><p> ولقد قال تعالى في نصر المائة أمام مائتين، والألف أمام الألفين:  (بِإِذْنِ اللَّهِ) وفى الواقع كان نصر إنما هو بإذن الله، ولكن ذكر هنا، ولم يذكر في الآية الأولى للإشارة إلى أن الضعف والتخاذل لَا يكون معه نصر إلا إذا كان ثمة إذن الله، للحث على منع التخاذل والتنازع والتردد، واتقاء كل أسباب الضعف والله يؤيد من يشاء بغير حساب. </p><p> وختم الله تعالى الآية بقوله تعالى:  (وَاللَّهُ مَعَ الصَّابِرِينَ) والمعنى في ذلك: والله تعالى بجلاله وقوته وتأييده مع الصابرين، وهذه المعية السامية تجعل الصابر مطمئنا إلى النصر لَا محالة لسببين: </p><p> أولهما - أن الله معه، ومن يكون اللَّه معه تكون معه القوة كلها، فلا تقف أمامها قوة في الأرض فكيف يغلب، إنها تدرأ العجز، وتغلب القوة، بل يجعل من الضعف قوة فيكون النصر. </p><p> ثانيهما - أن الصبر يقرب من الله؛ لأن فيه ضبط النفس عن الهوى، وعن الجزع يوم الفزع، والقرب من الله لشد العزائم، وتثبيت القلوب. </p><p> وإن الله تعالى يحب الصابرين، والمحبة أعلى من الراضي الذي هو أكبر الجزاء، فالمحبة أكبر من الرضوان. </p><p> قال تعالى:  (يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (٦٥) الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ (٦٦) . </p><p> كانت غزوة بدر غزوة مباركة إذ انتصر فيها المسلمون قتلوا سبعين، وساقوا من المشركين سبعين أسيرا من كبار قريش، وكان المقتولون مثلهم من كبار قريش، وكان النبي - صلى الله عليه وسلم - يميل إلى الإبقاء على الأسرى، سيرًا على سنته في الدعوة من أنه يريد الإيمان للمشركين مع حياتهم، ولا يريد قتلهم كافرين فما كان يحارب لأجل كفرهم، ولكن كان يحارب لتنفذ الدعوة وتستمر رجاء إيمان الإجماع، وذلك سبب الميل في إبقاء الأسرى. </p><p> والله تعالى عاتب نبيه لَا على إبقاء الأسرى، بل عاتبه لأنه أسر، وليست له قوة قاهرة مستمرة، عاتبه لأنه في أول واقعة التقى بهم، وأسر منهم، بل كان قتلهم في الميدان، وإثقالهم بالجراح وهو الإثخان، حتى تكون له قوة قاهرة قاصمة، ويأسر فَيَمُنَّ أو يفدى. </p><p> * * * </p><p> الأسرى </p><p> (مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ (٦٧) لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ (٦٨) فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٦٩) يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (٧٠) </p><p> * * * </p><p> كان النبي - صلى الله عليه وسلم - يريد أن يستبقي المقاتلين من أعدائه رجاء أن يكونوا للحق أو أن يكون من ذريتهم من يعبد الله تعالى، كان يقول - صلى الله عليه وسلم - في حروبه لقواده:  \" لأن تأتوني بهم مؤمنين، خير من أن تأتوني بنسائهم وذرياتهم سبايا مأسورين \"  (١) . </p><p> فكان يحب الإبقاء على مقاتليه بدل إبادتهم، ولذا كان لَا يبيد الخسيس، فلما انهزم المشركون أسر منهم بدل أن يقتلهم، وقد كره سعد بن معاذ الأمر عندما وقع، وقد كان يحرس عريش النبي - صلى الله عليه وسلم -، وذكر ذلك وقال للنبي - صلى الله عليه وسلم -: إن هذه أول واقعة بيننا وبين المشركين فما أحب أن أأسر قبل أن نثقلهم بالجراح، وجاء القرآن الكريم بذلك النظر فقال تعالى: </p><p>(١) سبق تخريجه.</p>"
}