{
  "id": null,
  "sura": 8,
  "aya": 43,
  "text": "<p> أما الصبر فقد أمر به في آيات كثيرة، وقد أمر بالثبات، كما سيأتي في الآية الأخرى، وأما إرادة النصر فتكون بالإقدام، وذلك برؤية النبي - صلى الله عليه وسلم - في المنام الأعداء قليلين، ورؤية النبي - صلى الله عليه وسلم - وحي، وقد قال - صلى الله عليه وسلم -: \" الرؤيا الصادقة جزء من ستة وأربعين جزءا من الوحي \"  (١) . </p><p> ومعنى رؤيتهم عددا قليلا، أنه - صلى الله عليه وسلم - رآهم في حال يستهين بها، فلم يتكاثروا عليهم، ولم يتضافروا على المؤمنين، ورأى المؤمنين ظاهرين بارزين كأنهم كثيرون، وكأن أولئك قليلون من قوة الغلب، ومظاهرتهم عليهم، أو أنه يستتر عنه في منامه أكثرهم، فيستبشر النبي - صلى الله عليه وسلم - بالنصر، ويفهم النبي - صلى الله عليه وسلم - من تأويل رؤياه أنه سينصر أهل الإيمان، فما يفهم أن العدد قليل، ولكن يفهم أن الرؤيا الصادقة النصر المبين لَا محالة، وذلك لَا ينافي أن النبي - صلى الله عليه وسلم - قدَّر عددهم بما بين تسعمائة وألف، وقد كانوا كذلك. </p><p> وقوله تعالى:  (إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا) إذ مفعول لفعل محذوف أي اذكر يا محمد لأصحابك (إِذْ يرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا) و \" قليلا \" مفعول مطلق لموصوف محذوف أي عددا قليلا، ويقوم هنا الوصف مقام الموصوف. </p><p> وإن الله تعالى أرى النبي - صلى الله عليه وسلم - العدد قليلا، ليقدم المؤمنون واثقين، فالثقة بالنصر تزيدهم قوة، وتدفعهم إلى الإقدام، ولا يصيبهم رهق ولا خوف، فيتقدمون واثقين بالنجاة. </p><p> ويقول تعالى:  (وَلَوْ أَرَاكهُمْ كَثِيرًا لَّفَشِلْتُمْ وَلَتَنَازَعْتمْ فِي الأَمْرِ) ، أي لو أراكهم الله عددًا كثيرا قويا لأصاببهم الفزع ووراء الفزع العجز، وهذا معنى الفشل، فالفشل هو العجز، (وَلَتَنَازَعْتمْ) لاختلفتم في الخروج، ولكان فيكم من يخشى عاقبة الحرب مع قلة العدد، ومع قلة العدة، ومع قلة ما يحملكم، فلقد كنتم في قلة من الأمرين، ومع الاختلاف التنازع في الفكرة ثم التنازع من بعد ذلك فيما بينكم وبين أنفسكم. </p><p>(١) انظر مسلم: الرؤيا: باب - (٢٢٦٤).</p><p> وقوله تعالى (وَلَتَنَازَعْتُمْ فِي الأَمْرِ) مؤداه الاختلاف في أمر القتال؛ أتقدمون عليه مع إحساسكم بالقلة وضعف العدة أم تمتنعون عنه لهذا الإحساس. وعبر عنه بالتنازع لقوة أسباب الخلاف، فإنها في باب القتال أمر خطير. </p><p> وقد درأ الله تلك الأسباب عن أعينكم بما رآه النبي - صلى الله عليه وسلم - من رؤيا صادقة كان تأويلها نصركم، ولقد كان النبي - صلى الله عليه وسلم -، يطمئن المؤمنين بعد أن تقرر القتال، فبعد أن أخذ رأى الأنصار في القتال وقال قائلهم:  \" امض لما أمرك الله فإنا صدق في الحرب صبر عند اللقاء، قال النبي - صلى الله عليه وسلم -: \" إني لأرى مصارع القوم \" (١) . </p><p> ويقول سبحانه:  (وَلَكِنَّ اللَّهَ سَلَّمَ) ، الاستدراك من الكلام السابق، وسلم الله تعالى من الفشل والجزع والتنازع، وكان اللقاء يوم الجمعين مع النصر المؤزر، الذي جعل المؤمنين أعزة، بعد أن كانوا مستضعفين يتخطفهم الناس، ثم ختم سبحانه وتعالى الآية بقوله تعالت كلماته:  (إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) ذات الصدور هي ما يكون في الصدور مما يدفعها إلى الإقدام، أو يثبط فيها العزائم، أو يلقي فيها بالخور والخوف، فالله تعالى عليم بها، وبما يدفع الهمم، ويقوي القلوب، ويمنع الفشل والنزاع، فيطب لأدوائها بما يقيها الهلع والفزع ويطمئن القلوب، ويبعد عنها مخاوفها، إنه عليم حكيم. </p><p> هذا ما أودعه قلب القائد الحكيم، وأودعه قلوب المؤمنين بتلك الرؤيا الصادقة التي أراه إياها. </p><p> وقد كان الجيشان تحت عنايته سبحانه، ليقدم كل منهم على القتال غير خانع ولا خائف؛ ليبدي كل واحد منهما ما عنده من قوة، وليعلم كل منهما كيف كان نصر الله للمؤمن، وخذلانه للكافر مع أنه أبدى كل ما أوتي من قوة. </p><p> فقال سبحانه: </p><p> (وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (٤٤) </p><p>(١) انظر البداية والنهاية: ج ٤، ص ٦٠، وسنن النسائي الكبرى، ج ٥، ص ١٨٦، وفي مجمع الزوائد (٨٧٩٩) وراجع رواية مسلم: الجهاد والسير - غزوة بدر (١٧٧٩).</p>"
}