{
  "id": null,
  "sura": 8,
  "aya": 58,
  "text": "<p> (وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ (٥٨) </p><p> \" إما \" هنا كما في قوله تعالى: (فَإِمَّا تَثْقَفَنَّهُمْ) هي \" إنْ \" الشرطية مؤكدة بلفظ \" ما \" ؛ ولذا أكدت بالنون الثقيلة، ويكون تأكيدا للشرط، فهو تأكيد للخوف، والمعنى إن خفتم خوفا مؤكدا توافرت أسبابه، حتى يكون توقع الخيانة أمرا ثابتا قامت أماراته وبدرت بوادره، (فَانبِذْ إِلَيْهِمْ عَلَى سَوَاء) أي اطرح عهدهم وانبذه نبذا ظاهرا معلوما تكون وهم على سواء، لَا يربطكم، ولتأكد الخوف قال بعض المفسرين: إن معنى الخوف هنا العلم. </p><p> وقد فسرنا كما ترى معنى (عَلَى سَوَاء) ، أي لتكونوا معهم على سواء أي متساوين تحُللون من العهد ويتحللون ويكون الاستعداد من الجانبين، وقيل: إن معنى (عَلَى سَوَاء) أي يكون النبذ معلوما مشهورا. </p><p> وإن النبذ يقتضي أن يكون ثمة عهد قد خانوه، أو همُّوا بأن يخونوه، وتأكد لديكم هذا، وتلك هي الأمانة التي أودعها الله تعالى أوامره للمؤمنين، بأن يكون أشرافا في الوفاء بعهودهم، فإذا توقعوا الخيانة متأكدين لها، فإنهم لَا يَسْبقون بالخيانة، بل يَنّبُذون ويُعلمونهم بأن لَا عهد. </p><p> وإن الخيانة لها صورتان: </p><p> الصورة الأولى - صورة الذين يتوقعون الخيانة ومتأكدين من وقوعها قبل أن تقع، وفي هذه الحال يعلنون ترك العهد واعتباره كان لم يكن ليستعدوا. </p><p> الصورة الثانية - أن يغدر المتعاهدون بالفعل، كما غدر المشركون في صلح الحديبية، فقد كان العهد يجيز لمن يدخل في جانب محمد أن يدخل فلا يعتدى عليه، فدخلت خزاعة في عهده، فاعتدت عليها قريش، وقد رأينا ذلك في الدول في الماضي، ونراه الآن، ولذا يقول تعالى:  (وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَان مَسْئُولًا) ، فكان الاعتداء بل الخيانة بالفعل. </p><p> وقد زال العهد بذلك، فكان متحللا، ولذا غزا الغزوة الكبرى بفتح مكة من غير نبذ، إذ هم قد نبذوه من قبل لَا بالقول بل بالفعل. </p><p> وقد كان الصحابة قبل أن ينقضوا هذا العهد بالفعل، يحذرون النبي - صلى الله عليه وسلم - من نقضهم ويخافونه، فكان النبي الوفي الأمين يقول:  \" وفوا لهم واستعينوا الله عليهم \" . </p><p> وإن ذكر الخوف من الخيانة يقتضي أن هناك عهدا عاهده - صلى الله عليه وسلم - أو من جاء بعده، ويخاف من نقضه فإنه لَا خيانة إلا في عهد مبرم. </p><p> ونقول: إن الخيانة قد تكون بحرب يعدُّونها، وينقضون بها السلم الذي كان بحكم العلاقات الأدبية أو السلمية، ويريدون أن يخونوا المسلمين ويأخذوهم، فإنه </p><p> إذا تأكد المسلمون نبذوا هذا السلم الذي كان أصل هذه العلاقة وكانوا معهم على سواء. </p><p> ولا يقال: إن النبذ بُني على الخوف من الخيانة، والخوف ظن، ولا يبنى أمر قطعي على أمر ظني - لأننا قلنا: إنه خوف مؤكد بدت بوادر الخيانة، وظهرت أماراتها، والقائد المدرك لَا ينتظر حتى تقع الخيانة، بل يسارع بنبذ العهد، ويستعد لهم، ويحلهم من العهد، كما أحل نفسه، حتى لَا يؤتى من غرة. </p><p> فعن عمرو بن عبسة أنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \" من كان بينه وبين قوله عهد فلا يشد عقدة، ولا يحلها حتى يمضى أمدها أو ينبذ إليهم على سواء(١).</p><p> وقد قال تعالى:  (إِنَّ اللَّهَ لَا يُحبُّ الْخَائنينَ) . هذا النص السامي فيه تعليل للنبذ على سواء، أي أن النبذ على سواء إعلام بإنهاء العقد، ليكون معلوما مشهورا، ولا يقع المؤمنون في خيانة؛ لأن الله تعالى لَا يحب الخائنين، فالنص يمنع عن الخيانة، بالنبذ على سواء، وإلا لو هجموا سواء على دمائهم قبل النبذ فقد خانوا، والله تعالى لَا يحب الخيانة وقد أكد نفي محبة الله تعالى للخيانة بالجملة الاسمية، وبـ \" إن \"، ونفي المحبة أبلغ في النهي؛ لأن محبة الله مطلوبة فإذا كانت الخيانة لا تؤدي إليها فهي منهي عنها نهيا شديدا مؤكدا. </p><p> * * * </p><p> (وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا إِنَّهُمْ لَا يُعْجِزُونَ (٥٩) وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ (٦٠) </p><p> * * * </p><p>(١) رواه الترمذي وصححه: السير - ما جاء في الغدر (١٥٨٠)، وأحمد: مسند الشاميين (١٦٥٦٧) وأول مسند الكوفيين (١٨٩٤٣)، وأبو داود في الجهاد - الإمام يكون بينه وبين العدو عهد (٢٧٥٩).</p><p> هاتان آيتان في بيان قوة الإيمان وأهله، وأنه لَا يعجزه شيء ما دام مؤمنا بالله ومستعينا به سبحانه، وما دام يستعد ويأخذ في أسباب القوة، ولقد كان المشركون يتوهمون الغلب لمجرد أن يسبقوا في أمر أو يفوزوا فيه أو يفلتوا من مصادرة عيرهم، فبين الله تعالى أنهم إن نجوا مرة لَا يعجزوا الله تعالى ورسوله والمؤمنين، ولذا قال تعالى: </p>"
}