{
  "id": null,
  "sura": 9,
  "aya": 11,
  "text": "<p> (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (١١) </p><p> (الفاء) هنا لترتيب نسق القرآن. وقوله تعالى:  (فَإِن تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ) وقد قرن إقامة الصلاة وأداء الزكاة؛ لأنها أمارات الإيمان العملية، ولكي يخرج الكافر مما كان عليه لَا بد من مظهر عملي دال على الخروج مما كان عليه، فإنه كان يسجد للأوثان، ويتصدق على سدنتها، فكان حقا أن يكون منه نقيض ذلك بأن يسجد لله، قام الصلاة، وأن يتصدق على الفقراء، ولذلك اشترط أبو حنيفة للإيمان ألا يكون منه ما يدل على بقائه على دينه الجديد. </p><p> فكانت إقامة الصلاة وإيتاء الزكاة دليلا على انخلاعه من دينه القديم، وأن إقامة الصلاة وإيتاء الزكاة تثبت الإيمان، وبيان الإذعان الكامل لما أمر الله تعالى به، ونهى عنه. </p><p> وعندما كانت الردة عقب انتقال النبي - صلى الله عليه وسلم - إلى الرفيق الأعلى كان أبو بكر لا يقبل من المرتدين مجرد التوبة والإنابة إلى الله تعالى، لَا يقبل التوبة إلا إذا كان معها إقامة الصلاة وإيتاء الزكاة، وكان منهم من أقام الصلاة، ولم يعط الزكاة، فلم يقبل منهم أبو بكر واعتبرهم لَا يزالون على ردتهم، وذلك أولا: لأنه قرن كل توبة بإقامة الصلاة وإيتاء الزكاة. وثانيا لأن إعطاء الزكاة أمارة الخضوع للدولة الإسلامية، وعدم التمرد عليها، ولذا قال رضي الله عنه ردا على من لم يعط الزكاة \" سلم مخزية أو حرب مجلية \" . وذلك حق لكي تقوم الدولة الإسلامية موطدة الأركان ثابتة الدعائم غير مضطربة ولا مزلزلة، وجواب الشرط (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ) هو قوله تعالى: (فَإِخْوَانُكُمْ فِي الدِّينِ) أي فقد دخلوا في الإسلام، وصاروا إخوانكم، وعبَر بقوله تعالى:  (فَإِخْوَانُكُمْ فِي الدِّينِ) للإشارة إلى أنهم دخلوا في الأخوة الإسلامية، وهي عهد الله الجامع الذي لَا تفرق فيه، ولا تتجافى القلوب بل تتواد وتتراحم بعرى الإيمان الوثيقة. </p><p> ولقد روي عن النبي - صلى الله عليه وسلم - أنه قال:  \" من فرق بين ثلاث فرق الله بينه وبين أحبته يوم القيامة: من قال: أطيع الله ولا أطيع الرسول،والله تعالى يقول:</p><p> (. . . أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ. . .) ، ومن أقام الصلاة ولم يؤد الزكاة والله تعالى يقول:  (وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ. . .) ومن فرق بين شكر الله وشكر والديه والله تعالى يقول: (. . . أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ. . .) ألقمان، (١) . </p><p> وعن أنس بن مالك أن رسول الله - صلى الله عليه وسلم - قال: \" من فارق الدنيا على الإخلاص لله وعبادته لَا يشرك به شيئا، وأقام الصلاة، وآتى الزكاة فارقها والله عنه راضٍ، وهو دين الله الذي جاءت به الرسل، وبلغوه عن ربهم \" (٢) . </p><p> وقد ختم الله تعالى الآية بقوله تعالى:  (وَنُفَصِّلُ الآيَاتِ لِقَوْم يَعْلَمُونَ) ، أي نبين آيات الله لقوم يعلمون، أي من شأنهم أن يعلموا الحقائق، ويدركوا مراميها وغاياتها. </p><p> وبعد أن بين الله سبحانه حال الذين ينخلعون من عبادة الأوثان، ويتوبون لله ويرجعون إليه ويقيمون الصلاة ويؤتون الزكاة، بين ما يعامل به الذين يستمرون في غيهم، وينقضون عهودهم ويطعنون في الدين وما يعاملون به، فقال تعالى: </p><p>(١) ورد في الصحيحين عَنْ أَبِي هُرَيْرَةَ، قَالَ: لَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَاسْتُخْلِفَ أَبُو بَكْرٍ بَعْدَهُ، وَكَفَرَ مَنْ كَفَرَ مِنَ العَرَبِ، قَالَ عُمَرُ لِأَبِي بَكْرٍ: كَيْفَ تُقَاتِلُ النَّاسَ؟ وَقَدْ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا: لاَ إِلَهَ إِلَّا اللَّهُ، فَمَنْ قَالَ: لاَ إِلَهَ إِلَّا اللَّهُ عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ، إِلَّا بِحَقِّهِ [ص:٩٤] وَحِسَابُهُ عَلَى اللَّهِ \"، فَقَالَ: وَاللَّهِ لَأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الصَّلاَةِ وَالزَّكَاةِ، فَإِنَّ الزَّكَاةَ حَقُّ المَالِ، وَاللَّهِ لَوْ مَنَعُونِي عِقَالًا كَانُوا يُؤَدُّونَهُ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَقَاتَلْتُهُمْ عَلَى مَنْعِهِ، فَقَالَ عُمَرُ: «فَوَاللَّهِ مَا هُوَ إِلَّا أَنْ رَأَيْتُ اللَّهَ قَدْ شَرَحَ صَدْرَ أَبِي بَكْرٍ لِلْقِتَالِ، فَعَرَفْتُ أَنَّهُ الحَقُّ \". رواه البخاري: الزكاة - وجوب الزكاة (١٤٠٠)، ومسلم: الأيمان - الأمر بقتال الناس حتى يقولوا (٢٠). وروى الترمذي: البيوع - ما جاء في كراهية الفرق بين الأخوين، أو بين الوالدة وولدها (١٢٨٣)، كما رواه أحمد والدارمي.(٢) رواه ابن ماجه في سننه: المقدمة - في الأيمان (٧٠).</p>"
}