{
  "id": null,
  "sura": 9,
  "aya": 77,
  "text": "<p> (فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ (٧٧) </p><p> فأعقبهم أي جعل الله عقب فعلهم هذا نفاقا إلى نفاقهم. أي فازدادوا نفاقا وأوغلوا عما كانوا، وقال الحسن البصري إن الضمير الفاعل يعود إلى البخل، أي أن البخل بعد العهد الذي عاهدوا الله تعالى عليه، زادهم نفاقا؛ وذلك لأن الاستمرار على المخالفة يزيد النفاق نفاقا ويتراكم بعضه على بعض حتى يتكاثف، ويمتلئ القلب نفاقا، حتى لَا مزيد عليه، وكأنما الأعمال الفاسدة هي الخبث الذي يسقى به نبات النفاق فيزيده، وينميه، حتى يستغلظ سوقه. </p><p> والأكثرون على أن الضمير الفاعل في قوله تعالى:  (فَأعْقَبَهُمْ) يعود على الله؛ لأنه في النفس دائما، ولأنه صاحب العهد الذي عاهدوه على الوفاء به، ومعنى إعقابه سبحانه وتعالى النفاق لهم أنه سبحانه وتعالى وقد ساروا في طريق الغي والضلال أمدهم بما يزيدهم عتوا ونفاقا، وطغيانا، فامدهم في طغيانهم، وهم الذين ابتدءوه. </p><p> (إِلَى يَوْمِ يَلْقَوْنَهُ) سبحانه وتعالى، وعندئذ يكون العذاب الذي أنكروه بعد الحساب بعد أن ترى كل نفس ما فعلت، وبعد أن يأخذوا كتابهم بشمالهم. </p><p> وقد بين سبحانه ما غذى نفاقهم، وزاده فقال تعالى:  (بِمَا أَخْلَفُوا اللَّهُ مَا وَعَدوهُ) أي أخلفوا الوعد الذي وعدوه لله تعالى، وجعل الإخلاف لله ابتداء لبيان جرمهم فيما فعلوا، إذ إنهم أخلفوا الله تعالى خالقهم وبارئهم ومالك أمرهم، وأى نكر أشد من ذلك، وقوله تعالى:  (مَا وَعَدُوهُ) كأنه في مقام البيان لما أخلفوا به رب البرية، فأي أمر تنكره العقول أبلغ من ذلك! وأي نفاق أجرأ وأمكن من ذلك!، أي أنهم زادوا نفاقا إلى نفاقهم بسبب إخلافهم الله ما وعدوه، وبسبب كذبهم على الله سبحانه وتعالى، ولذا قال تعالى:  (وَبِمَا كانوا يَكْذِبونَ) . </p><p> أي وبسبب استمرارهم على الكذب، لأن (كان) تدل على الاستمرار، والتعبير بالمضارع (يَكْذِبُونَ) يدل على تجدد كذبهم آنًا بعد آنٍ، فحديثهم كذب مستمر متجدد، وإن الكذب يهدي إلى الفجور، والفجور يهدي إلى الفسوق، ولا يزال الرجل يكذب حتى يكتب عند الله كذابا، وإذا وصل الإنسان إلى هذا الحد صار منافقا، وإن كان منافقا ازداد نفاقا على نفاقه. </p><p> وإنهم يعاهدون ويخلفون، ويكذبون حاسبين أن الله تعالى لَا يحصى ما يفعلون، ويدبرون ويعاهدون، والله عليم بهم، ويحسبون أنهم يخدعون الله، والله خادعهم، ولذا قال تعالى: </p>"
}