{
  "id": null,
  "sura": 9,
  "aya": 72,
  "text": "<p> (وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٧٢) </p><p> وعد الله تعالى أن يعد لهم جنات تجري من تحتها الأنهار، وكان الوعد هو ذات الجنات، لَا إعدادها، وفي ذلك إشعار بأنها موجودة مهيأة قائمة ثابتة، ليس أمامهم إلا أن يدخلوها، ولذا لم يذكر دخولها، بل ذكر وجودها، وذكر سبحانه أن الأنهار تجري من تحتها، فقال سبحانه وتعالى:  (وعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ) وجريان الأنهار يفيد ثلاثة أمور: </p><p> أولها: أن ساكنها يتمتع بمنظر بهيج، وثانيها: أنها تجعل جوها لطيفا، لَا قَر ولا حرور، وثالثها: أنها تمد جذور أشجارها بالماء الطيب الذي يجعلها وارفة الظلال لَا يُبس فيها، بل لها غصون خضراء تجعل المتعة كاملة. </p><p> وقال تعالى:  (وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْن) والمساكن الطيبة هي المساكن التي يستطيب نازلها الإقامة فيها، وهي ممهدة تمهيدا طيبا للإقامة، وقد روي أنها قصور من اللؤلؤ والياقوت الأحمر، والزبرجد، وروي أنها تكون لبِناتٍ من فضة وذهب، ولا تعارض في أن تكون كذلك، ولكن نقول إنها مساكن طيبة تطيب الإقامة فيها، وتستريح النفس والقلب بالإقامة، و (عَدْن) قال الزمخشري فيها: إن جنات عدن التي وعد بها الرحمن، ويدل عليه ما رواه أبو الدرداء رضي الله عنه عن رسول الله - صلى الله عليه وسلم -: \" وعدن دار الله تعالى التي لم ترها عين، ولم تخطر على قلب بشر،لَا يسكنها غير ثلاثة:النبيون والصديقون والشهداء،يقول الله تعالى:طوبى لمن دخلك \"  (١) . </p><p> وإن هذه الآية، وهذه الآثار تدل على أن جنات عدن جزء من الجنة يكون فيها الأبرار، والأطهار، هذا كله جزاء مادي، وهنا جزاء معنوي وهو رضوان الله تعالى، فقد قال عز من قائل:  (وَرِضْوَان مِنَ اللَّهِ أَكبَرُ) الرضوان هو الرضا </p><p>(١) جزء من حديث جاء في كنز العمال: تفسير سورة الإسراء - ج ١، ص ٣٢٤، برقم (٤٤٨٥).</p><p> العظيم، فزيادة المبنى تدل على زيادة المعنى، وإن الإحساس بالرضا من الله رب الخلق، وخالق الخلق سعادة لَا تعدلها سعادة، ولقد قال في ذلك الزمخشري كلمة قيمة ننقلها. \" وشيء من رضوان الله تعالى أكبر من ذلك كله؛ لأن رضاه تعالى هو سبب كل فوز وسعادة، ولأنهم ينالون برضاه عنهم تعظيمه وكرامته، والكرامة أكبر أصناف الثواب، ولأن العبد إذا علم أن مولاه راض كان ذلك أكبر في نفسه مما وراءه من النعيم، وإنما تتهيأ له برضاه، كما إذا علم بسخطته، تنغصت عليه، ولم يجد لها لذة، وإن عظمت،وسمعت بعض أولى الهمة البعيدة والنفس الحرة من مشايخنا يقول:لَا تطمع عيني، ولا تنازع نفسي إلى شيء مما وعد الله في دار الكرامة كما تطمع وتنازع إلى رضاه عني، وأن أحشر في زمرة المهديين \" اهـ. </p><p> ونرى أنه يفهم من قول الزمخشري أن قوله تعالى:  (وَرِضْوَانٌ منَ اللَّهِ أَكْبَرُ) أن معناه شيء من رضوان الله أكبر، أي أن أول شيء من رضوان الله تعالى أعظم من كل هذا النعيم. </p><p> ويقول سبحانه:  (ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ) والإشارة هنا إلى نعيم أهل الجنة، وتاجه رضوان الله تعالى، هو الفوز والفلاح، والحصول على أعظم جزاء، ويصح أن تكون الإشارة إلى رضوان أكبر؛ فإن ذلك الرضا العظيم جزاء لَا يُنَاهد، والعبارة تدل على القصر بتعريف الطرفين وضمير الفصل (هُوَ) ، أي لَا فوز غير هذا، والله أعلم. </p><p> * * * </p><p> الجهاد ماض إلى يوم القيامة </p><p> قال تعالى: </p><p> (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ (٧٣) يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ </p><p> وَهَمُّوا بِمَا لَمْ يَنَالُوا وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ فِي الْأَرْضِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (٧٤) </p><p> * * * </p><p> بين الله تعالى حال المشركين، وما هم عليه، وذكر العذاب الذي يستقبلهم في الدنيا والآخرة، ثم بين حال المؤمنين، ثم يدعو سبحانه إلى استمرار المؤمنين في الجهاد، غير وانين ولا مقصرين. </p><p> والخطاب في الآية للنبي - صلى الله عليه وسلم -، وللمؤمنين معه، وكان الخطاب للنبي ابتداء، لأنه القائد الأعلى، ولأنه الهادي والمرشد، والموجه، </p>"
}