{
  "id": null,
  "sura": 9,
  "aya": 41,
  "text": "<p> (انْفِرُوا خِفَافًا وَثِقَالًا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٤١) </p><p> أكثر الرواة على أن هذه الآية وما سبقها في غزوة تبوك التي خرج بها النبي - صلى الله عليه وسلم - إلى الروم، وقد أراد أن يخرج من الغزوة بعدد كبير؛ لأنهم كانوا في مؤتة التي كان فيها حملة الراية زيد بن حارثة، وجعفر بن أبي طالب، وعبد الله بن رواحة وقتلوا جميعا، وجاء خالد بن الوليد فأخذ يتراجع بجيش المسلمين، وكان عدد جيشه نحوا من ثلاثة آلاف، وأنى يكون ثلاثة آلاف بجوار مائتي ألف من الروم، ومن استخدموهم من العرب فكانت المهارة في التراجع غير منهزم. </p><p> فلما أراد النبي - صلى الله عليه وسلم - أن يعيد الكرة على الروم لكيلا يطمعوا في المسلمين، ويستصغروا أمرهم كما هو الشأن في استصغارهم أمر العرب، ولأنهم قتلوا من أسلم من أهل الشام ليفتنوهم عن دينهم، وما كان النبي - صلى الله عليه وسلم - ليسكت عن فتنة المؤمنين، وهو قادر على منعها. </p><p> كانت غزوة تبوك هي الردع للروم، لكيلا يضطهدوا المؤمنين في أرضهم، ولكيلا يتخذوا أهل الحق خولا لهم، وأراد النبي أن يكون العدد كثيرا، أو أراد الله تعالى له ذلك. </p><p> ولذا دعا الجميع أن ينفروا؛ لأن قضية العرب أمام الرومان، فقال تعالى:  (انفِرُوا خِفَافًا وَثِقَالًا) أي انفروا جميعا، ولا فرق بين غني حِمله خفيف، أو فقير مثقل بالعيلة والأولاد، ولا فرق بين شاب وشيخ، ولا فرق بين حال منشط أو مكره، وحال إقبال وحال إثقال واستكراه، وحال خفة إلى العمل، وإثقال في التحرك إليه. </p><p> انفروا جميعا غير متعللين بأية علة، فإنها قضية الإسلام والعرب، فإما أن يذلوا للرومان أو يعتزوا بالإسلام. </p><p> ثم قال تعالى:  (وَجَاهِدُوا بِأمْوَالِكُمْ وَأَنفُسِكُمْ) والجهاد بالمال يكون بالإنفاق على الحرب، وعلى أدواته، وعلى إعانة من لَا مال لهم، والجهاد بالنفس بحمل السيف، والقتال، وإعانة المقاتلين، ويروى أن شيخا أثقلته السنون ذهب إلى الحرب، فثبطه ضعف الشيخوخة، فقال: إن لم أقاتل عاونت المقاتلين، وأغنيهم عن بعض ما يحتاجون إليه. </p><p> والجهاد بالنفس يتناول تعويدها الصبر وتحمل المكاره. </p><p> وقال تعالى:  (ذَلِكُمْ خَيْرٌ لَّكُمْ) أي الخروج بنفير عام، وغير معوقين بأثقال أو بأي سبب من الأسباب (خيْرٌ لكُمْ) لأنه العزة، والعزة خير من الذلة، وفيه إرضاء الله وإرضاء الله خير كله؛ ولأنه الرفعة، ولأنه الكرامة، والكرامة خير من </p><p> المهانة، وذكر الخطاب في الإشارة إلى الجمع للنص على عموم الخطاب بالنفير حتى يعم الجميع بالخطاب نصا (إِن كنتمْ تَعْلَمونَ) الخير من الشر، فالموت في عزة خير من الحياة في ذلة، والموت مع كرامة الجهاد خير من الحياة مع ذلة الكفر والاستسلام والمهانة. </p><p> * * * </p><p> تخاذل ضعاف الإيمان والمنافقين </p><p> قال تعالى: </p><p> (لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ (٤٢) عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ (٤٣) لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (٤٤) إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ (٤٥) </p><p> * * * </p><p> مع الدعوة القاطعة إلى النفير العام كان ثمة متخاذلون متخلفون عن الجهاد، وذلك لأنه شاق عليهم، يرونها عيشة راضية على أي حال كانت هذه الحياة أوفى عزة تنال بالجهاد أم في ذلة ترضى بالهون وأدنى معيشة في الحياة. </p><p> وقل بين سبحانه أنهم يريدونها رخاء سهلا، فقال سبحانه. </p>"
}