{
  "id": null,
  "sura": 9,
  "aya": 2,
  "text": "<p> (فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ. . . (٢) </p><p> والفاء هنا لتفصيل ما يكون بعد البراءة من العهد، فذكر سبحانه أنهم في أمان من القتال لمدة أربعة أشهر هي الأشهر الحرم، وكلمة (فَسِيحُوا فِي الأَرضِ) أي سيروا فيها آمنين من القتل والقتال، ولمدة أربعة أشهر، ولكن اعلموا أنكم لَا تعجزون الله تعالى، فلا تحسبوا أنكم أمنتم إلى النهاية ولذا قال تعالى:  (. . . وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ) </p><p> عن أن ينالكم عذابه في الدنيا والآخرة، فاطمئنوا فقط في أربعة الأشهر الحرم، وقد بينها النبي - صلى الله عليه وسلم - فذكر أنها ذو القعدة وذو الحجة والمحرم، ورجب مضر الذي بين جمادى وشعبان، وتلك الثلاثة الأولى أشهر الحج والذهاب إليه والأوبة منه ورجب الذي بين جمادى الآخر وشعبان (١) شهر عمرة فإذا كان الله ترككم تسيحون في الأرض فلستم بمعجزى الله و (. . . وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ) أي منزل بهم الخزي بإنزال الهزيمة بهم، وإضعاف شوكتهم، وذهاب تطاولهم، وسيطرتهم على البلاد العربية. </p><p> وإنه لكي تتجلى هذه الآيات نقتبس كلمة من الصحاح، والسورة تبين نزول هذه الآيات ومواقيت نزولها - فتح النبي - صلى الله عليه وسلم - مكة سنة ثمان، وأناب عنه في الحج هذا العام عتاب بن أسيد، وفي سنة تسع امتنع عن أن يحج بنفسه، لأن المشركين كانوا يحجون، وكانت قريش يحجون عرايا، فلم يرد أن يراهم كذلك في الحج، وأناب أبا بكر عنه في الحج هذا العام، وقد نزلت سورة براءة في شهر شوال من هذه السنة، فأمر النبي - صلى الله عليه وسلم - عليا أن يبلغهم أربعين آية من أولها، وقيل أقل من ذلك، فأتبع أبا بكر عليا بها، فلما دنا عليّ من أبي بكر وهو راكب العضباء ناقة رسول الله - صلى الله عليه وسلم - سمع رغاءها فوقف وقال: هذه ناقة رسول الله - صلى الله عليه وسلم - فلما لحق به عليّ قال أبو بكر: أمير أم مأمور، قال عليّ: بل مأمور، فلما كان يوم التروية اليوم الثامن من ذي الحجة خطب أبو بكر، وحدثهم عن مناسكهم، وقام علي رضي الله عنه وقال: إني رسول رسول الله إليكم، فقالوا: بماذا، فقرأ عليهم ثلاثين أو أربعين آية. وعن مجاهد ثلاث عشرة آية، ثم قال أمرت بأربع: ألا يقرب البيت بعد هذا العام مشرك، ولا يطوف بالبيت عريان، ولا يدخل الجنة إلا كل نفس مؤمنة، وأن يتمم إلى كل ذي عهد عهده. </p><p>(١) عَنِ ابْنِ أَبِي بَكْرَةَ، عَنْ أَبِي بَكْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" الزَّمَانُ قَدْ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ اللَّهُ السَّمَوَاتِ وَالأَرْضَ، السَّنَةُ اثْنَا عَشَرَ شَهْرًا، مِنْهَا أَرْبَعَةٌ حُرُمٌ، ثَلاَثَةٌ مُتَوَالِيَاتٌ: ذُو القَعْدَةِ وَذُو الحِجَّةِ وَالمُحَرَّمُ، وَرَجَبُ مُضَرَ، الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ \".</p><p> عندئذ قال من حضر من المشركين: يا عليّ، أبلغ ابن عمك أنَّا قد نبذنا العهد وراء ظهورنا، وأنه ليس بيننا وبينه عهد إلا طعن بالرماح وضرب بالسيوف. </p><p> وإن هذا يدل على أنهم ابتدأوا بنبذ العهد، وأن الله ورسوله عندما برأنا من العهد كانوا هم المبتدئين بالنبذ، فكانت البراءة من عهودهم مجاوبة لهم في نبذها، وأباح الله تعالى أن سيحوا في الأرض أربعة أشهر. </p>"
}