{
  "id": null,
  "sura": 9,
  "aya": 107,
  "text": "<p> (وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ) في قراءة أهل مكة يثبتون الواو عطفا على أخبار المنافقين، ومن غير واو في مصحف المدينة والشام (١) ، ويكون عطف بيان للمنافقين أيضا، وقوله تعالى:  (اتَّخَذُوا مَسْجِدًا) ، أي أنشئوه، واتخذوا مسجدا، أي أن انتحلوه مسجدا باتخاذهم لَا أنه مسجد في حقيقته وذاته، بل باتخاذهم، وانتحالهم، وقد ذكر الله تعالى أن غرضهم من إنشائه الذي بعثهم هواهم عليه أمور أربعة - هي ما بني لأجله: أولها - أنه ضرار وهو مصدر ضارَّ، فهم يبنونه مضارة للمؤمنين، ومكايدة للذين بنوا مسجد قباء لله وللصلاة فيه، وقد صلى فيه النبي صلى الله تعالى عليه وسلم، فبنوه قريبا منه ليضار أولئك الذين بنوا الأول، وليكايدوهم، وقوله تعالى:  (وَكفْرًا) أي دفعهم إلى بنائه الكفر لا الإيمان، فهم لَا يصلون، ولكن ينافقون، وهم كانوا كفارًا، ومن أعظم البواعث هو تفريق المؤمنين، ولذا قال تعالى في الباعث:  (وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ) وإن ذلك التفريق هو إبعاد فريق من المؤمنين عن الجماعة التي يؤمها النبي صلى الله تعالى عليه وسلم، يغرونهم بالتأثير فيهم رجاء أن يقتطعوا من المؤمنين من يضمونهم إليهم، إذ بعدوا عن النور الكاشف لخداعهم، وإفسادهم، فيخلو لهم الجو ليخادعوهم، وينجح خدعهم، (وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ) يقال رصد، وأرصد: راقب، ورصد تكون للخير والشر، وأرصد لَا تكون إلا للشر، وقد اتخذ هذا المسجد ليكون موضع ترقب للمنافقين يتصلون منه بأعداء الله تعالى، </p><p>(١) (الذين اتخذوا) بغير واو، قراءة: نافع وأبو جعفر، وعاصم وحمزة والكسائي وخلف، وهذا الحرف في مصاحف المدينة بلا واو، وقرأ الباقون بإثبات الواو، وكذلك هي في بقية المصاحف. المقنع ١٠٤، والسبعة ٣١٨، والنشر ٢/ ٢٨١. غاية الاختصار (٩٧٠).</p><p> وقالوا إن ذلك يشير إلى أبي عامر الراهب، وهو رجل خزرجي من الخزرج، كان قد تنصر في الجاهلية، وقرأ ما عند أهل الكتاب من بقايا كتبهم، وكانت له عبادة في الجاهلية، وكبير في الخزرج، فلما قدم رسول الله صلى الله تعالى عليه وسلم مهاجرا إلى المدينة وكوَّن فيها قوة الإسلام الأولى، وأظهر الله المؤمنين في غزوة بدر الكبرى شَرِق أبو عامر هذا بذلك النصر المبين الذي كان فاتحة السيطرة على بلاد العرب، فأرسل إلى قريش يمالئهم ويحرضهم على غزو المدينة والأخذ بثأرهم، فقدموا في السنة الثالثة، وكانت واقعة أحد، فخبَّ أبو عامر هذا فيها ووضع، وتقدم إلى المبارزة ليحرض الأنصار، وخاصة قومه الخزرج ودعاهم إلى نصرته، فردوه ردا منكرًا، فعاد مذءومًا مدحورًا. </p><p> ولقد ابتدأ بما يظهر منه ميله للإسلام، ولكنه لم يعم، فدعا عليه النبي صلى الله تعالى عليه وسلم بأن يموت بعيدا طريدا، فكان كذلك ومات طريدا وذلك أنه لما فرغ الناس من أمر أحد، وقد رأى أمر الرسول في علو، وكانت عاقبة أحد للمؤمنين، وإن كان قد أصابهم قرح في أثنائها، وصار الأمر من بعدها في ارتفاع للمؤمنين وظهور، ذهب إلى هرقل ملك الروم يحرضه على النبي صلى الله تعالى عليه وسلم، وأقام عنده وكتب إلى جماعة من أهل النفاق والريب يعدهم ويمنيهم أنه قادم بجيش يقاتل النبي صلى الله تعالى عليه وسلم ومن معه من المؤمنين، وأمرهم أن يتخذوا له معقلا يقدم عليهم فيه رسله بكتبه، ويكون مرصدا له إذا قدم عليهم، فشرعوا في بناء مسجد قريب من مسجد قباء، وأحكموه وفرغوا منه قبل خروج رسول الله صلى الله تعالى عليه وسلم إلى تبوك، وجاءوا إليه - صلى الله عليه وسلم - أن يأتي إليهم فيصلي في مسجدهم، لتكون صلاته حجة لهم في تقريره، وليتموا خداعهم للمؤمنين، وليخفوا مقصدهم من إنشائه، وهو أن يكون إرصادًا لمن حارب الله ورسوله، فقال لهم النبي صلى الله تعالى عليه وسلم:  \" إنا على سفر، ولكن إذا رجعنا إن شاء الله تعالى \" ، فلما قفل راجعا من تبوك إلى المدينة، ولم يبق بينه </p><p> وبينها إلا يوم أو بعض يوم نزل عليه جبريل يخبر الرسول بمسجد الضرار، وما قصده بانوه، من الضرار والإمعان في الكفر، والإرصاد لمن حارب الله ورسوله والمؤمنين، فأرسل رسول الله صلى الله تعالى عليه وسلم من هدمه قبل مقدمه المدينة، لقد أعدوا في المسجد سلاحا، وعتادا ليعاونوا الرومان المقبلين. </p><p> ومع وضوح أمرهم عادوا إلى كذبهم وتوثيق الكذب بالأيمان المغلظة أنهم ما أرادوا إلا الخصلة الحسنى، فقد كانوا عند بنائه مخفين مقصدهم الخبيث، ومكرهم السيئ، فقد قالوا لرسول الله صلى الله تعالى عليه وسلم عندا ابتدائهم فقالوا: يا رسول الله إنا قد بنينا مسجدا لذي العلة والحاجة، والليلة المطيرة والليلة الشاتية وإنا نحب أن تأتينا فتصلي لنا فيه. </p><p> لقد قالوا ما قالوا لرسول الله صلى الله تعالى عليه وسلم يخفون مكرهم السيئ، ولكنهم نسوا أن الله تعالى كاشف أمرهم فيبين الله تعالى خفي أمرهم، وما أسرّوه، ولم يعلنوه. </p><p> جاء في الكشاف ما نصه:  \" لما قفل رسول الله تعالى من غزوة تبوك سألوه إتيان المسجد فنزلت هذه الآية عليه. فدعا مالك بن الدخشم ومعن بن عدي، وعامر بن السكن، ووحشيا قاتل حمزة،فقال لهم:\" انطلقوا إلى هذا المسجد الظالم أهله فاهدموه، واحرقوه \"(١)، ففعلوا، وأمر أن يتخذ مكانه كناسة تلقى فيها الجيف، والقمامة، ومات أبو عامر بقنسرين \" . </p><p> لقد حلفوا موثقين يمينهم، وقال تعالى في حلفهم:  (وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى) وقد أكدوا حلفهم باللام الموطئة للقسم، وبنون التوكيد الثقيلة، والمقسم عليه (إِنْ أَرَدْنَا إِلَّا الْخسْنَى) و (إن) هنا نافية، أي ما أردنا إلا الخصلة الحسنى، أو الفعلة الحسنى، وحصروا إرادتهم في إرادة ما هو حسن في ذاته، وغايته، وقد </p><p>(١) تاريخ الطبري: ج ١، ص، ١٢٣٩</p><p> كذبهم الله، فقال تعالى:  (وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ) يشهد أي يعلم علم من عاين وشاهد، إنهم لكاذبون، ولقد أكد كذبهم بـ (إن) المؤكدة لما بعدها، وبالجملة الاسمية، وبلام التوكيد، والله سبحانه وحده هو الصادق وهم الكاذبون. </p><p> ولقد نهى الله تعالى عن الصلاة فيه، فقال تعالى: </p>"
}