{
  "id": null,
  "sura": 9,
  "aya": 56,
  "text": "<p> (وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ وَلَكِنَّهُمْ قَوْمٌ يَفْرَقُونَ (٥٦) </p><p> (الواو) تدل على صلة هذه الجملة بالتي قبلها؛ لأن الكلام كله في المنافقين، وشعورهم نحو المؤمنين، يحاول أولئك المنافقون أن يشعروا المؤمنين بأنهم منهم في شعورهم وإحساسهم، واتجاههم ليستطيعوا أن يثبتوا فيهم ما يريدون من خداع وأن يفتنوهم عن دينهم، ويدسوا فيهم الخوف وضعف العزيمة، وذريعتهم الحلف بالله العظيم، وذلك يدل على مهانتهم في ذات أنفسهم، كما قال تعالى:  (وَلا تُطِعْ كلَّ حَلَّاف مَّهِينٍ) . </p><p> وموضع القسم أنهم منكم، ولذا يقول تعالى:  (وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنكُمْ) ويؤكدون ادعاءهم لَا بالنطق فقط، بل بغير ذلك \" بأنهم لمنكم \" فيؤكدون بـ (إن) وباللام التي في خبرها، يؤكدون ذلك فضل تأكيد. والله يشهد أنهم ليسوا منكم بشعورهم وإحساسهم، بل تفرقت القلوب بينكم وبينهم بسبب نفاقهم، كما قال تعالى:  (إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (١) اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (٢) . </p><p> وقد قال تعالى مردفا هذا الادعاء بما يدل على الدافع لهم على هذا الحلف (وَلَكِنَّهُمْ قَوْمٌ يَفْرَفونَ) الفَرَق: الخوف. الاستدراك في قوله تعالى:  (وَلَكنَّهمْ) هو استدراك من حلفهم، ويفيد عدم تصديقهم تأكيدا لقوله تعالى:  (ومَا هم مِنكمْ) وخوفهم من ناحيتين، أولاهما خوفهم من المؤمنين من أن يعرفوا حالهم، وينكشف أمرهم، وهو مكشوف، وهم يظنونه مستورا، وكرارة المنافق دائما أنه يحسب دائما أن أمره مستور، وهو معلوم ولا يجهل كشفه إلا هو، والثانية أنهم يخافون أن يغامروا في جهاد مع المؤمنين، إذ يحسبون الجهاد مغامرة، لأنهم لا يؤمنون به، ولا يحسبون أن الجهاد حياة في عزة، ولا يؤمنون بالحياة الآخرة، فيحسبون أن النهاية تكون عند الموت وأنهم يجعلون أنفسهم من المؤمنين، ولا يقولون أنهم معهم، بل يقولون إنهم من المؤمنين، وادعاؤهم أنهم منهم يتضمن أنهم مؤمنون، وأنهم جزء من المجتمع الكريم أو بعضه، ذلك إيغال في دعوى أن شعورهم كشعورهم، ولو مع ادعائهم ذلك يضيقون بجوارهم للمؤمنين، ويريدون أن يفارقوهم، ولذا قال تعالى: </p>"
}