{
  "id": null,
  "sura": 9,
  "aya": 94,
  "text": "<p> (يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (٩٤) </p><p> ما كانوا يتوقعون أن يعود النبي - صلى الله عليه وسلم - موفورا منصورا، بل كانوا يتوقعون أن ينال منه الرومان هو ومن معه من المؤمنين، حتى لقد كانوا يقولون في مجالسهم، إن الرومان سيكبلون العرب، والمنافق مسرف في القول دائما، ولكنهم رأوهم قد جاءوا منتصرين، وتخاذل الرومان عن لقائهم، وقد راعهم ذلك، فبدءوا يعتذرون كاذبين، كما اعتذروا في التخلف كاذبين، ولذا قال تعالى:  (يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ) سالمين أقوياء مسيطرين على أنفسكم أحرازا غير مكبلين، والاعتذارات كاذبة كقولهم لو نعلم قتالا لاتبعناكم، فيأمر الله تعالى نبيه بقوله تعالت كلماته:  (قُل لَا تَعْتَذِرُوا) فكان النهي عن الاعتذار؛ لأنه كذب، والتمادي في الاعتذار الكاذب تماد في الكذب، والتمادي في الكذب فجور وهو غير مقبول، ولذا بين السبب فقال:  (لَن نُّؤْمِنَ لَكُمْ) ، أي لن نسلم لكم بما تقولون من أكاذيب، ونحن نكذبها لأن النبأ اليقين قد جاءنا عن الله، ولذا قال تعالى في سبب التكذيب وعدم التسليم لهم (قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ) النبأ: الخبر الخطير، و (مِنْ) هنا للتبعيض، أي قد نبأنا الله تعالى ببعض أخباركم وهو ما يتصل بنياتكم وبقلوبكم، وبالأفعال التي تقصدون بها إفساد عزائم المؤمنين، وتخذيلهم عن المجاهدين، وحقيقة ما تقصدون باعتذاراتكم وأنها كاذبة. </p><p> ثم قال تعالى؛ (وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ)  (السين) لتأكيد وقوع أل في المستقبل، أي أنه ليس لكم أن تتكلموا في الماضي، فالله تعالى قد علمه من قبل، ونبأنا به، وإنما الأمر الحاضر، (وَسَيَرى) أي سيشاهد، أو سيعلم علم المشاهدة أو الواقع الله ورسوله. </p><p> وهذا الكلام السامي يفيد أمورا ثلاثة: أولها - أنه لَا يصح أن تشغلوا أنفسكم بما استدبرتم من أمور، بل اشغلوها بما تستقبلون من أموركم، وثانيها - التهديد بأن الله تعالى ورسوله يعلمان أموركم في المستقبل علما مؤكدا لَا مناص من أن تتخلصوا من تبعاته، وإن الله تعالى سيحبط أعمالكم، وثالثها - رجاء أن يدخل الخير قلوبكم، فتتوبوا عما أنتم عليه، ويصلح بالكم، فلا تعتذروا عن التخلف كاذبين. </p><p> وينذرهم الله سبحانه وتعالى الإنذار الشديد فيقول سبحانه:  (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ)  (ثم) للترتيب والتراخي، والتراخي هنا في موضعه، لأن فيه الانتقال من الدار الفانية إلى الدار الباقية، فيه الانتقال من دار العمل إلى دار الجزاء، وقوله تعالى:  (تُرَدُّونَ) تفيد أمرين: أحدهما - أنهم يذهبون إلى هذه الدار غير مختارين، بل يردون إليها مدفوعين، ثانيهما - في التعبير بلفظ ما يفيد معنى الرجوع إليها بعد هذه الحياة، وكأنهم في الدنيا في سفر يعود بعدها المسافر إلى حيث إقامته وموطنه، فالإنسان ما خلق عبثا، إنما خلق لأجل البقاء في الآخرة، فهي وطنه الأصلي إما نعيما مقيما، وإما عذابا أليما. </p><p> والمرد في الآخرة إلى الله تعالى حيث يلقاه العباد ويلقاهم بأعمالهم التي لا تخفى عليه منها خافية، فلا نفاق ولا كذب ولا مراءاة، ولذا قال تعالى:  (ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ) الغيب هو المغيب أو المستور، وعالم الشهادة هو العالم الظاهر، فهو يعلم السر والجهر ويعلم الحاضر والغائب، يعلم ما كان وما يكون. (فَيُنَبِّئُكُم بِمَا كنتُمْ تَعْمَلُونَ) و (الفاء) للترتيب والتعقيب، إذ إن الإنباء يكون عقب الرجوع إلى الله تعالى، وذلك دليل على تأكد وقوع ما وعد به وتحققه وأنه لَا مفر من قيام القيامة، ونزول ما وعد الله تعالى به. </p><p> والإنباء في هذا الحال، ليس بالأقوال، ولكن بالرؤية والأفعال فهو مجاز، يرون أعمالهم، تنطق أيديهم وأرجلهم بما كانوا يفعلون، وتشهد عليهم ألسنتهم </p><p> وجوارحهم وأفعالهم، فالإنباء فيه وعد ووعيد، فيه أن يعلم الناس ما فعلوا ويروا جزاء ما فعلوا حاضرا مهيأ يستقبلهم ويستقبلونه. </p><p> ابتدأ المنافقون بالاعتذار ليصدق النبي - صلى الله عليه وسلم - ومن معه من المؤمنين معاذيرهم؛ لأنهم رأوهم جاءوا سالمين، وسولت لهم نفوسهم أنهم سيجيئون مقهورين مكبلين في الأصفاد وزين ذلك في قلوبهم، فلما جاءوا بالظفر والقوة ابتدءوا فاعتذروا فلم يقبل لهم عذر، فنزلوا عن بعض ما رغبوا إلى أن يعوضوا عنهم، وينسوا ذلك الأمر الذي وقع ليستقبلوا معاملة جديدة كما يجري في وهمهم، وكما يريدون أن يوهموا به المؤمنين، وحكى الله تعالى عنهم بقوله تعالت كلماته: </p>"
}