{
  "id": null,
  "sura": 9,
  "aya": 46,
  "text": "<p> (وَلَوْ أَرَادُوا الْخُرُوج لأَعَدُّوا لَهُ عُدَّة) . </p><p> إن الله تعالى عتب على نبيه - صلى الله عليه وسلم - أن أذن لهم عندما استأذنوا، ولو لم يأذن لكشف أمرهم، وتبين أنهم كاذبون في ادعاء العذر ولا عذر لهم، لأنهم لم يريدوا الخروج ابتداءً، وأكد الله تعالى عدم قصدهم الخروج، فقال:  (وَلَوْ أَرَادُوا الْخُرُوج) لبدت أماراته، فأعدوا العدة من إعداد الكراع (١) والسلاح، وما تحتاج إليه حرب شديدة فيها ملاقاة الرومان الذين كانوا أقوى دولة في ذلك الإبان، ولكن لم يعدوا عدة، فلم يكونوا على نية الخروج، وأظهروا ما في مقصدهم باعتذارهم، وكان ذلك خيرا للمسلمين، وكره الله تعالى أن يخرجوا، فقال تعالى:  (وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ) ومعنى الاستدراك أنه منع لوهْم إرادة الله - تعالى - خروجهم؛ لأن مؤدى إعلانه على عدم خروجهم قد يوهم إرادة الله خروجهم، فنفاها سبحانه بهذا الاستدراك، فقال:  (وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ) والانبعاث النهوض للخروج مع المجاهدين، وكراهية اللَّه تعالى لخروجهم لما علم سبحانه أنهم يريدون الخبال والاضطراب للمؤمنين، كما تدل على ذلك الآيات التالية، وكما دلت على ذلك الأمور الكثيرة التي كانت تقع بإثارة الفتنة منهم، ولكن كانوا كلما أوقدوا نارا لفتنة أطفاها الله سبحانه وتعالى. </p><p> (فَثَبَّطَهُمْ) أي خذلهم وأوقع في نفوسهم نزوع الكسل والضعف، وأزال رغبتهم في النهوض إلى النفير مع جيش الإيمان، وما ذلك إلا للمصلحة المترتبة على منعهم من الخروج، فما أريد التثبيط لذاته، ولكن أريد ما يترتب عليه من حماية جيش الإيمان من الفتن يبثونها فيه، وإثارة الخلاف، إن سنحت لهم أسبابه ولا يضعف الجيش إلا النزاع، كما قال تعالى:  (. . . وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا. . .) . </p><p> فكانت المصلحة في ألا يخرجوا، (فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ)  (قيل) بالبناء لمفعول، وأسند إلى المفعول لتعدد عوامل التخذيل التي كانت في مضمون القول، فجبنهم، وإرادة الشر بالمؤمنين وبعد الشقة، وكون الغاية فيه بعيدة، وفساد </p><p>(١) الكُراع: اسم لجميع الخيل والدواب التي تصلح في الحرب.</p><p> نفوسهم، وتخاذلهم عن نصرة الحق، وكراهية الإيمان وأهله، كل هذه عوامل يمكن أن تكون الفاعل الذي استعيض عنه بالمفعول، والمفعول المقول، وهو اقعدوا مع القاعدين. هذه العوامل التي أشرنا إليها انتهت بهم إلى أن كان لسان حالهم يقول:  (اقْعُدُوا مَعَ الْقَاعِدِين) . </p><p> قولهم لأنفسهم (اقْعُدُوا مَعَ الْقَاعِدِينَ) ، قال فيه الزمخشري: هو ذم لهم وتعجيز، وإلحاقهم بالنساء والصبيان والزمني الذين شأنهم القعود والجثوم في البيوت وهم القاعدون، وهم القاعدون والمخالفون والخوالف، وبينه الله تعالى فقال:  (رَضُوا بِأن يَكُونُوا مَعَ الْخَوَالِفِ. . .) . </p><p> وقد علق الناصر في حاشيته على الكشاف فقال: وهذا من تنبيهاته الحسنة، ونزيدها بسطا فنقول: لو قيل (اقعدوا) مقتصرا عليه لم يعد سوى أمرهم بالقعود، وكذا لو قال: كونوا مع القاعدين، ولا تحصل هذه الفائدة من إلحاقهم بهؤلاء الموصوفين عند الناس بالتخلف والتقاعد الموسومين بهذه السمة إلا من عبارة الآية، ولقد جاء على لسان فرعون في إيعاد نبي الله موسى عليه السلام (. . . لأَجْعَلَنَّكَ مِنَ الْمَسْجُونِين) ، ولم يقل لأجعلنك مسجونا، لمثل هذه النكتة من البلاغة. </p><p> هذا، وإن الله تعالى عاتب النبي - صلى الله عليه وسلم - لإذنه لهم بالقعود مع أن الله تعالى كره انبعاثهم، لأنه سبحانه كان يريد أن يتبين النبي - صلى الله عليه وسلم - حالهم، حتى يتبين له الصادق من الكاذب، وأنهم لَا يخرجون. </p><p> وقد بين الله تعالى الحكمة في أنه ثبطهم، فلم يخرجوا فقال سبحانه: </p>"
}