{
  "id": null,
  "sura": 9,
  "aya": 91,
  "text": "<p> (لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ ... (٩١) </p><p> في هذه الآية وما بعدها بيان الأعذار التي تبيح التخلف عن الخروج، ولم يذكرها القرآن الكريم بعنوان أنها أعذار، ولكن النص يفيد أنه لَا إثم إذا تخلفوا، وذلك للإشارة إلى أن الجهاد غير واجب على هؤلاء، والاعتذار إنما يكون عند الوجوب والتخلف، وإذا لم يكن وجوب فالتخلف حينئذ له رخصة، وهؤلاء عاجزون عن القيام بهذا، والله لَا يكلف العاجزين؛ لأنه تعالى يقول:  (لا يُكَلِّفُ اللَّهُ نَفسًا إِلَّا وُسْعَهَا. . .) ، فالجهاد غير واجب عليهم، وذكر النبي - صلى الله عليه وسلم - أن لهم فضل المجاهدين إذا نصحوا لله ورسوله، والنصح إخلاص القلب واللسان والعمل لله تعالى فالقلب لَا يحدث إلا بالله، واللسان لَا ينطق إلا مخلصًا، والعمل لَا يكون إلا لله تعالى، ويقال نصح له القول إذا أخلص له في قوله، ونصح له في العمل إذا أخلص له، ولقد روى مسلم في صحيحه عن تميم </p><p> الداري أن رسول الله - صلى الله عليه وسلم - قال:  \" الدين النصيحة. ثلاثا،قلنا:لمن؟قال:لِلَّهِ ولكتابه ولرسوله ولأئمة المسلمين وعامتهم \"  (١) . </p><p> وجاء في تفسير القرطبي: قال العلماء: النصيحة لِلَّهِ إخلاص الاعتقاد في الوحدانية ووصفه بصفات الألوهية وتنزيهه عن النقائص، والرغبة في محابه، والبعد عن مساخطه، والنصيحة لرسوله التصديق بنبوته والتزام طاعته في أمره ونهيه، وموالاة من والاه، ومعاداة من عاداه، وتوقيره، ومحبة آل بيته (أي الذين اتبعوا هديه) وتعظيمه، وتعظيم سنته، واحياؤها بعد موته بالبحث عنها والتفقه فيها والذب عنها ونشرها والدعاء إليها والتخلق بأخلاقه الكريمة - صلى الله عليه وسلم -. </p><p> والنصح لكتاب الله قراءته والتفقه فيه، والذب عنه وتعليمه، وإكرامه والتخلق به. والنصح لأئمة المسلمين بترك الخروج عليهم، وإرشادهم إلى الحق وتنبيههم فيما أغلوه من أجور المسلمين، ولزوم طاعتهم في الحق والفيام بواجب حقهم. </p><p> والنصح للعامة ترك معاداتهم، وإرشادهم، وحب الصالحين والدعاء لجميعهم، وإرادة الخير لكافتهم. </p><p> والمراد أنه لَا إثم في التخلف على من سقط عنه واجب الجهاد إذا نصحوا لله ورسوله، إن استقامت قلوبهم وألسنتهم، وقاموا بحق الإرشاد والتنبيه، وإن كان لهم رأى في الجهاد وجهوه، وكأنَّهم إذا سقط واجب الجهاد بالسيف، والاعتراك في المعركة، فإنهم يحملون واجبا آخر هو الإرشاد والتوجيه، والمعاونة بكل ما يستطيعون، وإنهم إذا كانوا كذلك فإن لهم فضل الجهاد. </p><p>(١) رواه مسلم: الأيمان - الدين النصيحة (٥٥)، عن تميم الدارى، وليس فيه ذكر الثلاث عند مسلم، وإنما ورد التكرار في رواية تميم الداري عند أبي داود: الأدب - في النصيحة (٤٩٦٦)، وباللفظ المذكور أعلاه عند أحمد: مسند الشاميين - حديث تميم الداري (١٦٤٩٤) كما ورد ذكر الثلاث في روايات أبي هريرة عند الترمذي: البر والصلة - ما جاء في النصيحة (١٩٢٦)، والنسائي: البيعة - النصيحة للإمام (٤١٩٩)، وغيرهم.</p><p> وروى أبو داود أن رسول الله - صلى الله عليه وسلم - قال:  \" لقد تركتم أقواما ما سرتم مسيرًا ولا أنفقتم من نفقة ولا قطعتم من واد، إلا وهم معكم فيه \" ، قالوا: يا رسول الله وكيف يكونون معنا وهم بالمدينة!! فقال: \" حبسهم العذر \"  (١) . </p><p> وهؤلاء الذين سقط عنهم واجب الجهاد بالسيف، والاشتراك في المعركة، ذكرهم الله تعالى فقال:  (لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ) أي إثم أو أن يكلفوا أنفسهم العنت والضيق. والضعفاء هم الشيوخ الذي أثقلتهم السن، والنساء والصبيان، وغيرهم من الذين لَا تتحمل أجسامهم لضعف بنيتهم، وخور مُنَّتِهم (٢) ، والأعمى والأعرج، كما قال تعالى:  (لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا (١٧) . </p><p> والضعفاء الذين عذرهم، وفيهم الأعمى والأعرج وعذرهم ثابت دائم، وهناك أمر ليس بدائم، وهو عارض، ولكنه يسقط الوجوب في مدة وجوده، وهو المرض الشديد الذي يقعد عن القيام بالواجب أو يزيده الجهاد مرضا. </p><p> وهناك عجز ليس في ذات الجسم دائما، أو عارض قابل للزوال، وهو ألا يجد ما ينفق منه على نفسه في رحلته، وقال تعالى فيه:  (وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ) . </p><p> وكل لَا يجب عليهم الجهاد، ولكن يجب عليهم أن ينصحوا لله ورسوله، وقد بينا ما قال العلماء في ذلك، وإنهم بإخلاصهم ونصيحتهم، والقيام بالواجب الذي يقدرون قد أحسنوا في جنب الله، ولذا قال تعالى:  (مَا عَلَى الْمُحْسِنِينَ مِن سَبِيلٍ) . </p><p>(١) هذه رواية أبي داود: الجهاد - الرخصة في القعود من العذر (٢٥٠٨). (٢) المُنَّة: القوة. والمقصود ضعف قوتهم.</p><p> وهذا النص السامي من جوامع الكلم. . وهو يفيد أن هؤلاء الذين قعدوا بأعذار حقيقية إذا نصحوا لله ورسوله محسنون، أي قاموا بالواجب وزيادة، ومن أحسن لَا عقاب عليه، ومعنى قوله تعالى:  (مَا عَلَى الْمُحْسِنِينَ مِن سَبِيل) أي طريق لتأثيم، أو لوم أو عتاب، أو تعييب لموقفهم؛ إذ إن موقفهم أنهم قاموا بالواجب على قدر طاقتهم. </p><p> وهناك صنف غير من ذكرنا ليسوا ضعفاء، ولا مرضى، ويجدون ما ينفقون، ولكن لَا يجدون ما يحملهم في هذه الشقة البعيدة، وهم يسقط الوجوب عليهم، وقد قال تعالى فيهم: </p>"
}