{
  "id": null,
  "sura": 9,
  "aya": 128,
  "text": "<p> (لَقَدْ جَاءَكمْ رَسئولٌ منْ أَنفُسِكُمْ) هذه منَّة من اللَّه تعالى مَنَّ بها على العرب إذ بعث فيهم رسولا من أنفسهم، ولقد أكد ذلك بـ (اللام) وبـ (قد) ، قال:  (لَقَدْ جَاءَكُمْ رَسُولٌ منْ أَنفسِكمْ) وهنا قراءتان إحداهما بضم الفاء والثانية بفتحها (١) والمعنى على الأول منكم لَا من غيركم، والمعنى على الثانية (من أنفَسكم) أي من أعلاكم نسبًا. وبمجموع الآيتين، وكل آية منهما قرآن بذاتها، أنه بعث فيكم رسولا منكم، لَا من غيركم، وهذه منَّة، ومن أعلاكم نسبا وشرفا وهذا شرف للرسالة، والنبيون يبعثون من أعلى الأوساط. </p><p> ومهما تكن القراءة التي يقرأ بها، فإن محمدا - صلى الله عليه وسلم - دعوة إبراهيم إذ قال اللَّه تعالى عنه في دعائه لربه:  (رَبَّنَا وَابْعَثْ فِيهِمْ رَسولًا مِّنْهُمْ يَتْلُو. . .) ، وقد مَنَّ اللَّه تعالى على المؤمنين إذ قال:  (لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ. . .) . </p><p>(١) (من أنْفَسِكم) بفتح الفاء، صحيحة المعنى، غير أنها ليست في العشر المتواترة.</p><p> ولقد ذكر الحافظ ابن كثير المؤرخ المحدث أن جعفر بن أبي طالب، والمغيرة ابن شعبة قالا لرسول كسرى:  \" إن اللَّه بعث فينا رسولا منا نعرف نسبه وصفته، ومدخله ومخرجه، وصدقه وأمانته \" . </p><p> وإنه إذا كان النبي - صلى الله عليه وسلم - من العرب، ومن أنفسهم، ودعوة إبراهيم، فإن الأثر الذي يترتب على ذلك، ويكون من جنس الأخوة المحبة - أن يكون رءوفًا بهم محبا لهم ورحيما، ولذا قال تعالى:  (عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ) العنت الشدة، ويقول ابن الأنباري أصل العنت الشديد. </p><p> فإذا قالت العرب فلان يتعنت فلانا ويعنته فمعناه يشدد عليه ويلزمه يما يصعب عليه أداؤه. </p><p> والمعنى يعز على النبي - صلى الله عليه وسلم - وقد بعث إليكم بالملة بالسمحة السهلة ملة إبراهيم أن يكون في شريعته ما يعنتكم ويصعب عليكم. فدينه دين الفطرة يساوقها، ولا يعنتها، وقوله:  (مَا عَنِتُّمْ) أي عنتكم، فـ (ما) مصدرية هي وما بعدها مصدر وقد وصف النبي - صلى الله عليه وسلم - بثلاثة أوصاف للمؤمنين من العرب وغيرهم؛ لأنه بعث للناس كافة. </p><p> أولها - أنه عزيز عليه عنتهم، فالشريعة التي جاء بها من عند اللَّه سهلة لا مشقة فيها تعلو على الطاعة وفيها الاعتدال الكامل، وليس فيها إرهاق للنفوس، ولا للأجسام، والعقول تدركها وتعرفها. </p><p> الصفة الثانية - وهي من أعلى صفات البشر أنه رءوف والرأفة انفعال النفس بالمحبة والرفق بالناس، وهي صفة ضد الفظاظة والغلظ، وهما ينفران ولا يقربان، ولقد قال تعالى:  (. . . وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ. . .) . </p><p> الصفة الثالثة - الرحمة، وهي أوسع شمولا من الرأفة، إذ إن الرحمة النبوية تكون بالكافة، وقد يكون العقاب منافيا للرأفة، وهو من مقتضيات الرحمة، ألا ترى أن اللَّه سبحانه وتعالى يقول في حد الزاني:  (الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ (٢) . </p><p> ونرى أن الرأفة قد تجافي العقاب أما الرحمة فإن العقاب ينبعث منها؛ لأنه رحمة بالكافة، وقد قال بعض الصحابة للنبي صلى اللَّه تعالى عليه وسلم: أكثرت من ذكر الرحمة، ونحن نرحم نساءنا وأبناءنا، فقال: ما هذا أريد، إنما أريد الرحمة بالكافة. </p><p> كانت هذه الآية إخبارا بمقام الرسول من قومه، وتنويه بالشريعة التي جاء بها، ودعوة إلى اتباعه، فمن اتبعه، فقد اهتدى، ومن لم يتبعه فقد تعرض للغواية وبعد عن الهداية، ولذا قال تعالى: </p>"
}