{
  "id": null,
  "sura": 9,
  "aya": 109,
  "text": "<p> (أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (١٠٩) </p><p> (الفاء) في قوله تعالى: (أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ. . .) هي لترتيب ما بعدها على ما قبلها أي أنه يترتب على ذكر الحقيقة المقررة الثابتة، وهي أن المسجد الذي أسس على التقوى أحق أن يقوم فيه مصليا اتَّقَى، وأن فيه رجالا يحبون أن يتطهروا، وقد رتب على هذا إنكار أن يكون في مسجد الضرار خير أي خير، وقدمت (الهمزة) على (الفاء) ؛ لأن الاستفهام له الصدارة دائما. </p><p> والاستفهام للإنكار والتعجب من المقابلة بين مسجد التقوى ومسجد الضرار، وأسس: وضع أساسه، والتقوى أساس مجاز، وتأسيسه على التقوى مجاز، والمعنى أفمن أقيم بنيانه على باعث من التقوى وخوف الله تعالى ورجاء رضوانه، ففيه تشبيه التقوى في نياتها، وطلب الرضا بالأساس المتين من البناء لقوة </p><p> التماسك، إن التقوى وطلب الرضوان أقوى وأثبت، وأبقى، إذ الحجر يتفتت، وتقوى الله وطلب رضوانه باقية بقاء الله العزيز الحكيم. </p><p> وقوله تعالى:  (أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ) ، فيه مجازان يثيران في العقل أروع الفكر، لمن يتدبر قول الله تعالى، ويحاول أن يتعرف بعض أسرار الذكر الحكيم. </p><p> المجاز الأول شبه النيات الفاسدة لأهل النفاق، والبواعث التي بعثت إلى إنشاء مسجد الضراء بالجرف الهائر أي القائم على جرف من الرمل منهار لَا يثبت أمام الزوابع فضلا عن معاول الإنسان من حيث إن سرائر المنافقين سرعان ما تنكشف أمام أقل صدمة يصدمون بها. </p><p> المجاز الثاني هو تشبيه الانهيار الذي ينتهي إليه المنافق وبنيانه بأنه ينهار في نار جهنم، فلا ينهار في ماء، ولا ينهار في أرض لينة، إنما ينهار في نار جهنم، وذلك لأن الانهيار النفسي والفكري الذي ينهار فيه المنافق هو السبب في استحقاقه نار جهنم، فهو مجاز علاقته السببية. </p><p> وقال تعالى في عاقبة المنافقين الذين فسقوا عن أمر ربهم:  (وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) صدر الجملة لجفظ الجلالة ترهيبا للفاسقين، ونفي أن يهديهم سبحانه؛ لأنهم سلكوا طريق الضلال وأوغلوا فيه، حتى إنهم لَا يردون، ولا يهتدون سواء السبيل، وسماهم سبحانه وتعالى قوما؛ لأنهم تضافروا على النفاق، ووصفهم سبحانه وتعالى بالظلم، لأنهم ظلموا الحقائق، وظلموا معاشريهم، وحقدوا عليهم لإيمانهم، ثم ظلموا أنفسهم أشد الظلم، لأنهم بنفاقهم ماتت نفوسهم، وذهبت إرادتهم، وأصبحوا لَا يؤمنون في وجودهم بشيء من الأشياء وأشركوا، وإن الشرك لظلم عظيم. </p><p> وبين سبحانه من بعد ذلك أنهم في ريب من أمر بنائهم، وأشد ما يصاب به المنافق أنه في ريب مستمر. </p><p> فقال تعالى: </p>"
}