{
  "id": null,
  "sura": 9,
  "aya": 58,
  "text": "<p> (وَمِنْهُم مَّن يَلْمِزُكَ فِي الصَّدَقَاتِ) اللمز: العيب فالرجل الهُمَزَة أو المرأة الُلمَزَة العيَّاب والعيَّابة، واللمز يشمل العيب باللفظ الصرِيح، ويشمل العيب بالتعريض والتلميح، والوخز في الكلام: وقال تعالى: (وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ) ، وقالوا إن اللمزة من يعيب في وجه من يعيبه ولو بلَحْن القول، والهمزة من يعيب في غيبه وفي غير محضره ولا يواجه من يعيبه. </p><p> والضمير في (مِنْهُم) يعود إلى المنافقين، و (مِن) تدل على التبعيض، وإنه عمل بعضهم، ويظهر أنه ليس من الذين يظهرون الإسلام ويبطنون الكفر، بل هو من الذين يعبدون الله على حرف، الذين ينطبق عليهم قول الله تعالى:  (وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ (١١) . وكذلك هؤلاء المنافقون الذين عابوا النبي - صلى الله عليه وسلم -، وقال الله تعالى فيهم:  (فإِنْ أُعْطُوا منْهَا رَضُوا وَإِن لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ) . </p><p> (الفاء) تدل على أن ما بعدها بيان أو إشارة إلى نوع عينهم، وهو بيان لنفوسهم إن أعطوا من المال بحق رضوا واطمانوا، وقالوا إنها قسمة عادلة، واستقاموا على الطريقة، وإن لم يعطوا لعدم استحقاقهم سخطوا فهم طامعون في </p><p> أن يأخذوا بغير حق. و (إِذَا) - تدل على أن سخطهم أمر لَا يرتبط بمنطق الأمور، فهم فاجئوا أهل الحق به، والدليل على المفاجأة (إِذَا) فهي تدل على المفاجأة. </p><p> والمفاجأة تدل على أنه غير منطقي؛ لأن من يرضى بالحق عند العطاء، لا يصح أن يغضب إن منع بحق، ولكن النفس المنافقة تريد دائما أن تحتجز الخير لنفسها، ولا تلتفت إلى حق غيرها، فآية المؤمن أن يعرف حق غيره كما يعرف حق نفسه، ومن علامة المنافق النفسية ألا يفكر في حق غيره، فكل من لَا يلتفت إلى حق غيره فيه شعبة من نفاق. </p><p> ومما روي في معنى هذه الآية، ممن كانوا يلمزون في الصدقات أن أبا الجواظ من المنافقين في أعلى درجات النفاق قال: ألا ترون إلى صاحبكم، إنما يقسم صدقاتكم في رعاة الغنم وهو يزعم أنه يعدل، وروى أن رسول الله - صلى الله عليه وسلم - قال له وقد فهم أنه يعيب رعاة الغنم قال له:  \" لا أبا لك، أما كان موسى راعيا، أما كان داود \" . فلما ذهب أبو الجواظ هذا قال - صلى الله عليه وسلم -: \" احذروا هذا وأصحابه فإنهم منافقون \"  (١) . </p><p> وقد وصفهم رسول الله - صلى الله عليه وسلم - بأن رضاهم وسخطهم لأنفسهم لَا للدين وما فيه صلاح أهله. </p><p> وروى في الصحيحين عن أبي سلمة أن ذا الخويصرة واسمه حرقوص اعترض على النبي - صلى الله عليه وسلم - حين قسم غنائم حنين، فقال: اعدل فإنك لم تعدل فقال صلوات الله وسلامه عليه: \" قَدْ خِبْتَ وَخَسِرْتَ إِنْ لَمْ أَكُنْ أَعْدِلُ \" ، ثم قال:  \" إِنَّهُ يَخْرُجُ مِنْ ضِئْضِئِ هَذَا قَوْمٌ يَحْقِرُ أَحَدُكُمْ صَلاَتَهُ مَعَ صَلاَتِهِمْ، وَصِيَامَهُ مَعَ صِيَامِهِمْ، يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ، فأينما لقيتموهم فاقتلوهم فإنهم شر قتلى تحت أديم السماء \"  (٢) . </p><p>(١) أشار المصنف رحمه الله: هذا المبحث مأخوذ من الكشاف للزمخشري. (٢) رواه في البخاري: المناقب - علامات النبوة (٣٦١٠) عن أبي سَعِيدِ الْخُدْرِيَّ رَضِي اللَّهُ عَنْهُ، كما رواه مسلم بنحوه: الزكاة - ذكر الخوارج وصفاتهم (١٠٤٦).أبو مسلمة هو: عبد الله بن عبد الرحمن بن عوف، من الطبقة الوسطى من التابعين، وهو الراوي عن أبي سعيد رضي الله عنه.</p><p> ولقد روى أن النبي - صلى الله عليه وسلم - كان يقول:  \" والذي نفسي بيده ما أعطيكم شيئا ولا أمنعكم، وانما أنا خازن \"  (١) هذا بعض ما روي عن الرسول صلى الله تعالى عليه وسلم في أولئك المنافقين الذين كانوا يلمزون أطهر من في الوجود - في الصدقات. </p><p> ويجب أن ننبه هنا إلى أن الصدقات غير الغنائم، فالغنائم تقسيم أموال لمستحقيها بمعنى الغنم والفتح يأخذها الفاتحون بملكية تثبت لهم بمقتضى الجهاد، أما الصدقات فإنها تكون معونات تعطى لمصارف معينة يحتاج إليها أهلها. </p><p> وقد بين الله تعالى صفات المؤمنين بجوار ما يفعله الذين في قلوبهم نفاق، فقال تعالى مبينا من في قلوبهم نفاق: </p><p>(١) (إنما أنا خازن) جزء من حديث رواه مسلم في صحيحه: الزكاة - النهي عن المسألة (١٠٣٧)، وأحمد بلفظ مقارب مسند الشاميين - حديث معاوية بن أبي سفيان (١٦٤٦٧)، وأبو داود: الخوارج والإمارة والفيء - فيما يلزم الإمام من أمر الرعية (٢٩٤٩).</p>"
}