{
  "id": null,
  "sura": 9,
  "aya": 100,
  "text": "<p> (وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ) السابقون الأولون هم الذين سبقوا إلى الإسلام، والنبي - صلى الله عليه وسلم - منفرد قد أنذر عشيرته الأقربين، فأعرض بعضهم وأنكروا شديد النكير. ومن لم يعرض وقف حائرًا بين غرابة ما يدعى إليه وماضي الصديق الأمين. </p><p> والذين كانوا من الضعفاء ولم يكونوا من الأقوياء إلا نفر قليل، والضعفاء كان منهم الرومي، ومنهم الفارسي ومنهم الحبشي، وكونوا الخلية الأولى للإسلام، ولكنهم وإن كانوا قليلا كانوا بإيمانهم واستمساكهم وتفديتهم للإسلام كانوا أقوى وأشد، وكانوا يتبعون النبي - صلى الله عليه وسلم - سرا ولا يجهرون حتى انضم إليهم عمر فأعز الله نبيه وأولئك الضعفاء، وكان أن صدع بأمر الله كأمر ربه. (فَاصْدَع بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ) ، ولما علم أهل المدينة بدعوة محمد قابلهم في العقبة الأولى ثم في العقبة الثانية، وهاجر ومن معه إليهم فآووا ونصروا، وإذا كان الأولون قد سبقوا إلى الاستجابة، فقد سبق الأنصار إلى إنشاء دولة الإسلام، وإذا كان الأولون قد سبقوا ابتداء ولهم فضل الهجرة، فقد سبق الأنصار إلى بناء الدولة، ونالوا أفضل الإيواء والنصرة. </p><p> والذين اتبعوهم بإِحسان في هذا الدين ممن أسلموا وهاجروا ثم اشتركوا في الإيواء. </p><p> وهناك قراءتان إحداهما بالواو (١)  (والذين اتبعوهم بإحسان) ، ويكون هذا لبيان فضل من جاء بعدهم ممن نهجوا منهاجهم في حياتهم، ومن جاءوا بعدهم، </p><p>(١) قراءة العشرة. وهي المتواترة.</p><p> ومن في قوله تعالى:  (مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ) بيانية، أي هم المهاجرون والأنصار. </p><p> وهناك قراءة من غير الواو (١) ، ويكون من تبعوهم بيان لفضل الأنصار وتكون بدلا أو عطف بيان، أي أن المهاجرين سبقوا وتلقوا الأذى والبلاء، والأنصار نصروهم واتبعوهم بإحسان أي اتبعوهم بإتقان وإجادة، ورضا وتقبل بقبول حسن، ولقد ذكر الله تعالى مناقب المهاجرين والأنصار وجزاءهم. </p><p> فذكر الجزاء الأعلى وهو رضاهم بالله وليا ونصيرا، ورضا الله تعالى عنهم أحباء لله تعالى، فقال:  (رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ) ورضوان الله تعالى أكبر جزاء على الطاعات، فقد ذكر الله تعالى الجزاء من جنات ونعيم مقيم، ثم قال:  (. . . وَرِضْوَان مِّنَ اللَّهِ أَكْبَر. . .) وقد قدمه تعالى على كل جزاء من بعده، فالإحساس برضا الله أعلى درجات الجزاء، ووصفهم الله بأنهم رضوا عنه، رضوا بتكليفاته، وتقبلوها بقبول حسن، وقاموا بحق طاعته، وأحبوا الله لَا خوفا من ناره، ولا طمعا في جنته، بل لكمال محبته، وتلك هي المنزلة العليا في العباد، لا يعبده سبحانه خوفا ولا طمعا، ولكن محبة، وسعادة بعبادته. </p><p> ومع هذه المرتبة العليا من المكانة التي لَا تعلوها مكانة، ولا ينهد إلى مثلها جزاء (وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا) . </p><p> في هذا النص السامي قراءتان متلاقيتان في المعنى، ففي المصحف المكي زيادة \" من \" وفي غيره خلو منها (٢) ، وفي الجنات الثمار الطيبات وتعدد الجنات لتعدد ثمارها، ففيها فاكهة ونخل ورمان، وغيرهما مما لَا عين رأت ولا أذن </p><p>(١) قراءة: (الذين) بغير الواو، ليست في العشر المتواترة. (٢) (تجري من تحتها)، بإثبات (من) قراءة ابن كثير، وكذلك رسم هذا الحرف في مصحف أهل مكة، وقرأ الباقون (تجري تحتها)، وكذلك رسمها في بقية المصاحف، انظر المقنع - ص ١٠٤، السبعة - ص ٣١٧، والنشر - / ١٨٠٢. غاية الاختصار - برقم (٩٦٧).</p><p> سمعت، ولا خطر على قلب بشر، ولا يخاف فيها الفوت، ولا الانقطاع، ولذا قال تعالت كلماته (خَالِدِينَ فِيهَا أَبَدًا) والخلود ذاته نعمة؛ لأن البقاء نعمة، والفناء فيه الخوف. </p><p> (ذَلِكَ الْفَوْزُ الْعَظِيمُ) الإشارة إلى هذا الجزاء العظيم من رضوان منه، ورضا بأمره ونهيه، وقضائه خيره وشره وجنات متعددة الثمار مختلفة الألوان والأنواع، هو الفوز العظيم، ولا فوز يقابله أو يناهده، ومن ناله فقد نال خير الدنيا والآخرة. </p><p> ذكر الله تعالى السابقين الأولين من المهاجرين والأنصار الذين جاءوا من بعدهم واتبعوهم بإحسان في وسط الكلام في المنافقين؛ ليتميز الخبيث من الطيب، وليكونوا قدوة لهم إن أرادوا الهداية، ولقد عاد القول إلى المنافقين فقال تعالى: </p>"
}