{
  "id": null,
  "sura": 9,
  "aya": 129,
  "text": "<p> (فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (١٢٩) </p><p> (الفاء) هنا لربط هذه الآية بسابقتها، ترتيب أمر على أمر، يعد نقيضا له، فإن كون الرسول من أوسطهم نسبا، وأنه عزيز عليه عنتهم، وأنه رءوف رحيم بهم كان يوجب عليهم أن يطيعوه، فهو لَا يمكن أن يكون في دعوته ما يضيرهم أو يشق عليهم، بل فيه تنزيه لقلوبهم عن الشرك والضلال، مع هذا إن تولوا - أي انصرفوا، وهم معرضون، وقد شبهت حال الإعراض الفكري، بحال التولي الحسي، لكمال معارضتهم للشرع، (فَإِن تَوَلَّوْا) فعل شرط جوابه: (فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ) أي إن لم يجيبوك فقل حسبي، أي يكفيني أن يكون اللَّه معي، وهو صاحب الملك كله، لَا إله إلا هو، فلا أعبد سواه. </p><p> والآية الكريمة تومئ إلى أنه كان بمقتضى ما تتضمنه الآية السابقة من معاني يكون نصراؤه منهم، وناشرو دعوة اللَّه إلى الحق منهم، بل إنه كان يرجى منهم حتى بمقتضى عادة العرب أن يؤيدوه، ولا يخذلوه. ولكنهم إن خذلوه، فاللَّه معه، وهو كافيه عن الحاجة إلى غيره، ولذا قال سبحانه:  (عَلَيْهِ تَوَكَّلْتُ) ، أي توكلت عليه وحده، لَا أعتمد على أحد غيره سبحانه وتعالى، وتقديم الجار والمجرور (عليه) على الفعل (توكلت) يفيد القصر، أي أنه لَا يتوكل أحد من العباد، ما دام اللَّه تعالى كافله وعاصمه من الناس، كما قال تعالى:  (. . . وَاللَّهُ يَعْصِمُكَ مِن النَّاسِ. . .) . </p><p> وقد وصف اللَّه سبحانه وتعالى ما يدل على سعة سلطانه، وعزة من يعتمد عليه، فقال تعالت كلماته:  (وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ) الضمير يعود على لفظ الجلالة، ورب معناها مالك، والعرش هنا تفسره بالسلطان، أو ما يشبه كرسي الملك، والمعنى: واللَّه هو مالك السلطان الكامل في هذا الوجود، يعز من يشاء ويذل من يشاء، ويعلي من يشاء ويخفض من يشاء، وهو الحكيم الخبير، فمن يلتجئ إلى اللَّه فقد التجأ إلى من يدفع كل شر، وكل سوء، ومن يعلي الحق. </p><p> وقوله:  (رَبُّ الْعَرْشِ الْعَظِيم) ، في (العظيم) قراءتان: إحداهما بضم الميم، في العظيم، والثانية - بكسرها - فالقراءة بالضم تكون وصفا لرب العرش، أي تكون وصفا لله، وهو العظيم الذي لَا يقدر قدره؛ لأنه فوق التقدير، وعلى قراءة الكسر تكون وصفا للعرش، وهو يثبت أن سلطان اللَّه تعالى عظيم، والله سبحانه وتعالى أعلم. </p><p> * * * </p><p> (سُورَةُ يُونُسَ) </p><p> سورة مكية عدد آياتها ١٠٩، استثنى منها علماء القراءات أربع آيات قالوا إنها مدنية، هي الآيات ٤٠ - ٩٤ - ٩٥ - ٩٦. </p><p> ابتدئت بحروف مفردة للتنبيه على إعجاز القرآن، ووصف الكتاب بأنه الحكيم، وذكرت أن الناس كانوا في عجب أن يوحى إلى رجل منهم، فذهبوا إلى تكذيبه وقالوا بسبب كفرهم: إنه ساحر مبين، وكان عليهم ألا يعجبوا ويغتروا، لأن الوحي من عند اللَّه الذي خلق السماوات والأرض في ستة أيام ثم استوى على العرش يدبر الأمر، وأنه وحده له الملك، وأنه لَا شفيع عنده إلا من بعد إذنه. (. . . ذَلِكُمُ اللَّهُ رَبكُمْ فَاعْبُدُوهُ أَفَلا تَذَكرونَ إِلَيْهِ مَرْجِعكمْ جَمِيعًا وَعْدَ اللَّهِ حَقًّا. . .) . </p><p> فأنتم سترجعون إليه فيحاسبكم، ولا عجب في رجوعكم فهو سبحانه يبدأ الخلق ثم يعيده </p><p> (. . . لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ. . .) . </p><p> (هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (٥) </p><p> ويبين سبحانه وتعالى آياته في اختلاف الليل والنهار، ثم أشار إلى أولئك الذين ينكرون البعث ولا يرجون لقاء ربهم، ورضوا بالحياة الدنيا واطمأنوا بها وغفلوا عن آيات اللَّه سبحانه وتعالى، وبين أن مأواهم النار بما كسبوا من سيِّئ الأعمال، وفي مقابل </p><p> ذلك ذكر سبحانه الذين آمنوا باللَّه وآياته وعملوا الصالحات وجزاءهم من النعيم المقيم والسلام. </p><p> (دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (١٠) </p><p> وإن من سنة اللَّه تعالى ألا يعجل الشر لمن أساء. </p><p> (وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ فَنَذَرُ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ (١١) </p><p> ويبين اللَّه تعالى طبيعة الإنسان أنه إذا ضعف اتجه إلى اللَّه ولجأ إليه. </p><p> (وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ (١٢) . </p><p> وبين حال الذين بعث لهم النبي - صلى الله عليه وسلم - فقال:  (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ. . .) . </p><p> فأمره اللَّه تعالى أن يقول: </p><p> (. . . مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ (١٥) قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ أَفَلَا تَعْقِلُونَ (١٦) . </p><p> وقد ذكر حالهم في شركهم بأنهم يعبدون ما لَا يضرهم ولا ينفعهم ويقولون هؤلاء شفعاؤنا فيأمر اللَّه نبيه - صلى الله عليه وسلم - فيقول لهم:  (. . . قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (١٨) . </p><p> وبين اللَّه تعالى بعد ذلك أن الناس في أصل التكوين أمة واحدة، (وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ (١٩) . </p><p> جاءهم النبي - صلى الله عليه وسلم - بالقرآن وهو أعظم آية إلد بها النبيون، ولكنهم لتعنتهم يريدون آية أخرى:  (وَيَقُولُونَ لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ (٢٠) . </p><p> ولقد بين اللَّه النفس الإنسانية المنحرفة عن الحق أنها إذا مسها اللَّه تعالى بالخير بعد الشدة تصورت أن الخير لها ولم يكنِ لفضل اللَّه ودبرت أمورها على ذلك، وذكر اللَّه تعالى مثلا فقال:  (وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ إِذَا لَهُمْ مَكْرٌ فِي آيَاتِنَا قُلِ اللَّهُ أَسْرَعُ مَكْرًا إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ (٢١) هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (٢٢) فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (٢٣) . </p><p> ثم مثل سبحانه وتعالى الحياة الدنيا في زوال متاعها فقال: </p><p> (إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ (٢٤) . </p><p> دعوة الحق </p><p> بعد ذلك بين اللَّه تعالى مآل دعوة الحق إلى دار السلام والهداية إلى الصراط المستقيم يوم القيامة (لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ (٢٦) . وإنه في البعث يحشرهم اللَّه جميعا ويفر الذين سول لهم الشيطان أن يعبدوهم - من الذين اتبعوهم. </p><p> ويسأل الذين أشركوا أين شركاؤكم:  (وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاؤُهُمْ مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ (٢٨) فَكَفَى بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ (٢٩) هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَا أَسْلَفَتْ وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (٣٠) . </p><p> بعد ذلك يبين اللَّه تعالى إنعامه على عباده وآياته في خلقه. </p><p> (قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ (٣١) فَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ فَأَنَّى تُصْرَفُونَ (٣٢) كَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا أَنَّهُمْ لَا يُؤْمِنُونَ (٣٣) . </p><p> أخذ يبين سبحانه وتعالى عجز الأوثان أن تبدأ الخلق ثم تعيده، بل إنها تُخلق، ثم إن أوثانهم لَا تهدي ضالا وإن اللَّه هو الهادي إلى الحق، وإن الذين يعبدون الأوثان لَا إيمان لهم فهم لَا يؤمنون بها. </p><p> (وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا إِنَّ اللَّهَ عَلِيمٌ بِمَا يَفْعَلُونَ (٣٦) . </p><p> وإن القرآن حجة الله البالغة (وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ (٣٧) . </p><p> ثم يتحداهم سبحانه وتعالى أن يأتوا بسورة من مثله. </p><p> (. . . وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) . </p><p> وإن الأمر بالنسبة لهم ليس آخر دليل يطلبونه بل إنهم يكذبون قبل أن يطلبوا الدليل؛ أي بادروا بالتكذيب (بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ (٣٩) . </p><p> وأنه بعد مجيء القرآن فإن منهم (مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لَا يُؤْمِنُ بِهِ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ (٤٠) وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ (٤١) . </p><p> ولا تأبه لهم، ومنهم منِ يستمع إليك وقلوبهم معرضة (وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ (٤٢) كما أن منهم من ينظر إليك غير مبصر (وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لَا يُبْصِرُونَ (٤٣) . </p><p> ثم أشار سبحانه وتعالى إلى ما أعده للكافرين، وأنه أرسلِ إلى كل أمة رسولا يقضى بينهم بالقسط ولكنهم يقولون متى وعد اللَّه (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٤٨) قُلْ لَا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَاءَ اللَّهُ. . .). </p><p> ويبين سبحانه وتعالى أن له ما في السماوات والأرض وأن وعده حق (أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ أَلَا إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (٥٥) . </p><p> كما يبين أن شرع اللَّه تعالى فيه الموعظة وفيه شفاء لما في الصدور:  (يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ (٥٧) قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ (٥٨) </p><p> كما يبين سبحانه وتعالى فضله على الخليقة فيقول تعالى:  (قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ (٥٩) . </p><p> أي تنزل النعمة حلالا طيبا ويفترون فيحرمون من غير بينة:  (وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ (٦٠) . </p><p> كما يبين اللَّه علمه بكل شئون الرسول ودعوته:  (وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ (٦١) . </p><p> ثم يذكر أولياء اللَّه (أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٦٢) الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٦٣) لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٦٤) . </p><p> وينهى اللَّه النبي - صلى الله عليه وسلم - عن الحزن (وَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا هُوَ السَّمِيعُ الْعَلِيمُ (٦٥) . </p><p> إن اللَّه مالك العزة يعز من يشاء، لأن له ملك السماوات والأرض، وأن الذين يعبدون الأوثان لَا يستيقنون لها قدرة، وإن يتبعون إلا الظن:  (. . . إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ) . </p><p> ثم يبين سبحانه كمال ملكه وتصريفه للكون وبطلان من اتخذ له ولدا وبطلان قول الذين يعبدون الأوثان وأن جميعهم لَا يفلحون، لأنهم يفترون على اللَّه الكذب. </p><p> (قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ (٦٩) مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ (٧٠) . </p><p> بعد ذلك يذكر سبحانه وتعالى الأنبياء الذين لقوا من أقوامهم مثل ما لقي النبي - صلى الله عليه وسلم - فبدأ بذكر نوح الأب الثاني للبشرية، وما قاله لقومه وقد كبر عليهم مقامه فيهم وتذكيرهم بآيات اللَّه وتوكله عليه وما رأى منهم من عنت وقد أخذهم بالحسنى (. . . فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوا إِلَيَّ وَلَا تُنْظِرُونِ (٧١) فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ (٧٢) . </p><p> فكذبه قومه وصدقه الضعفاء - كما كان لمحمد - صلى الله عليه وسلم - ثم نجاه اللَّه ومن معه في الفلك المشحون. </p><p> وبعث اللَّه - كما تدل الآيات رسلا من بعده فكذبوا ثم بعث موسى وأخاه هارون إلى فرعون، وأيده بآيات اللَّه التي تثبت رسالته فاستكبروا وكانوا قوما </p><p> مجرمين، ثم جاء لهم موسى وأتاهم بتسع آيات بينات وكانت إحدى الحجج المنزلة من بينها عصا موسى. </p><p> (فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا إِنَّ هَذَا لَسِحْرٌ مُبِينٌ (٧٦) قَالَ مُوسَى أَتَقُولُونَ لِلْحَقِّ لَمَّا جَاءَكُمْ أَسِحْرٌ هَذَا وَلَا يُفْلِحُ السَّاحِرُونَ (٧٧) . </p><p> وقد آمن السحرة وذرية من قومه (وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ (٨٢) فَمَا آمَنَ لِمُوسَى إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلَى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَإِهِمْ أَنْ يَفْتِنَهُمْ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الْأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ (٨٣) . </p><p> ثم أخذ موسى من آمن ودعاهم إلى التوكل على اللَّه الذي آمنوا به وأن يقولوا: رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ (٨٥) وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ (٨٦) . </p><p> (وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ أَنْ تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلَاةَ وَبَشِّرِ الْمُؤْمِنِينَ (٨٧) . </p><p> ودعا موسى على فرعون وملئه الذين لم يؤمنوا:  (. . . رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ (٨٨) قَالَ قَدْ أُجِيبَتْ دَعْوَتُكُمَا فَاسْتَقِيمَا وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ (٨٩) . </p><p> ولقد جاوز موسى بأمر اللَّه البحر حيث انشق فكان كل فرق كالطود العظيم واتبعهم فرعون في اجتيازهم البحر فانطبق عليه هو وجنده حتى إذا أدركه الغرق قال:  (. . . آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ (٩٠) . </p><p> وبعد ذلك بين سبحانه وتعالى ما أنعم به على بني إسرائيل مبوأ لهم مبوأ صدق ورزقهم من الطيبات ولكن اختلفوا لما جاءهم العلم. </p><p> بعد هذه العبرة من أخبار الرسل وأولي العزم بين سبحانه لنبيه وجوب الاطمئنان إلى ما يدعو إليه من الحق. </p><p> (فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ لَقَدْ جَاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ (٩٤) وَلَا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ فَتَكُونَ مِنَ الْخَاسِرِينَ (٩٥) . </p><p> وبعد ذلك ذكر نبي اللَّه يونس عليه السلام (فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ (٩٨) . </p><p> ثم أشار سبحانه وتعالى إلى مقتضى إرادته أن يؤمن منِ اهتدى ويكفر من طغى؛ ولذا قال:  (وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ (٩٩) وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لَا يَعْقِلُونَ (١٠٠) . </p><p> وبيَّن اللَّه تعالى أنه لَا تغني الآيات والنذر عن قوم لَا يؤمنون، وأن اللَّه تعالى ينجي رسله من العذاب الذي ينزل بالأقوام الذين يكفرون (ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا كَذَلِكَ حَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِينَ (١٠٣) . </p><p> ثم يخاطب اللَّه الناس خطابا عاما يدعو إلى عبادة اللَّه وحده ويأمر نبيه - صلى الله عليه وسلم - بإقامة الدين الحق. </p><p> (وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ (١٠٥) وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ (١٠٦) وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ (١٠٧) قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ (١٠٨) وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ وَهُوَ خَيْرُ الْحَاكِمِينَ (١٠٩) . </p><p> * * * </p><p> معاني السورة الكريمة </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (١) أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ قَالَ الْكَافِرُونَ إِنَّ هَذَا لَسَاحِرٌ مُبِينٌ (٢) إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلَا تَذَكَّرُونَ (٣) إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ اللَّهِ حَقًّا إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ (٤) </p><p> * * * </p>"
}