{
  "id": null,
  "sura": 9,
  "aya": 74,
  "text": "<p> (يَحْلِفُونَ باللَّه مَا قَالُوا وَلَقَدْ قَالُوا كلِمَةَ الْكُفْرِ وكفَرُوا بَعْدَ إِسْلامِهِمْ) . </p><p> كان المنافقون ينالون بألسنتهم من النبي كثيرا، ولا يكفون ألسنتهم، ويقولون إذا أظهروا الإيمان، إنما نحن نستهزئ بهم، وكان الله يُعْلِم نبيه بأحوالهم وأقوالهم، وكان النبي - صلى الله عليه وسلم - يعرفهم في لحن أقوالهم، كما قال تعالى:  (. . . وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ. . .) . </p><p> وكانت كلماتهم الفاسقة، تتساقط على مسامع بعض المؤمنين من غير أن يتنبهوا، روي أن النبي - صلى الله عليه وسلم - كان يخطب فقال رجل من المنافقين، وزيد بن أرقم بجواره، قال ذلك المنافق: (لئن كان هذا الرجل \" أى الرسول \" صادقا فنحن شر من الحمير، فقال زيد رضي الله عنه: فهو والله صادق ولأنت شر من الحمار). </p><p> كان هذا القول وأشباهه يصل إلى مسامع رسول الله - صلى الله عليه وسلم -، وربما يجابههم بهذا الذي ينقل، عندئذ يجدون المطية التي اختاروها، وهي مطية كل كذاب مهين، وهي الحلف بالله تعالى من غير أي حريجة. </p><p> ولذا يقول في بيان حالهم عندما يكشف أمرهم وتعلم أقوالهم: </p><p> (يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا ... (٧٤) </p><p> قلنا: إن أقوالهم المنافقة كثيرة لَا تخص واحدة دون الأخرى، بل كلما تكشتَف قول ينبئ عن نفاقهم - كذبوه وحلفوا اليمين الغموس الفاجرة، وقد أشرنا إلى أن اليمين الفاجرة، كانت المساغ لكذبهم، لعنهم الله هم وأخلافهم في هذا الزمان، وقد قالوا كلمة الكفر أي ما قالوه فيه كلمة واحدة هي كافية لطردهم من رحمة الله، واستحقاقهم نار جهنم، وهي إنكار الرسالة المحمدية؛ إذ هي الكلمة التي أوقعتهم في حضيض الكفر، أو نقول \" كلمة \" بمعنى كلمات، وكلمة بها كلام قد يُؤَم (١) ، والمراد أن كلامهم كله في الاستهزاء والتهكم، وإيقاع الفرقة، والدس والفساد، هو كفر. </p><p> وقال (بَعْدَ إِسْلامِهِمْ) أي بعد إعلانهم الإسلام، وإبطانهم الكفر والنفاق، فهذه الكلمة أو الكلام قد كشف نفاقهم الذي كان مستورًا بإعلان الإسلام، فما استفادوا إلا بيان حالهم، ومعرفة الوصف الحقيقي لهم. </p><p> (وَهَمُّوا بِمَا لَمْ يَنَالُوا) أرادوا أن يفسدوا أمر المؤمنين، وتوقعوا الفتنة والفشل فيهم، ولم ينالوه؛ لأن الله تعالى رقيب عليهم، وكاشف للمؤمنين أمرهم، وكلما أوقدوا نار فتنة أطفاها الله سبحانه وتعالى، وعادت الأمور بيضاء لا فتنة فيها، ولقد هموا بقتل النبي - صلى الله عليه وسلم - يوم أرادوا الفتك به بإِلقاء حجر عليه فكشف الله تعالى بالوحي أمرهم ولم ينالوا مأربهم، وهموا بقتله في عودته من تبوك ولم ينالوا ما يبغون؛ لأن الله تعالى عاصمه من الناس، فإنهم جمعوا عددا ما بين اثني عشر، وخمسة عشر رجلا للفتك برسول الله - صلى الله عليه وسلم -، وهو في أعلاها، على حسب اختلاف الرواة كي يفتكوا برسول الله - صلى الله عليه وسلم -، وإليك القصة كما رواها الإمام أحمد </p><p>(١) (وكلمة بها كلام قد يُؤَمّ)، شطر بيت من ألفية ابن مالك، ومعناه: أن \" كلمة. تطلق، ويقصد بها \" كلام \"، مثل كلمة التوحيد: لَا إله إلا الله.</p><p> قال:  \" لَمَّا أَقْبَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ غَزْوَةِ تَبُوكَ أَمَرَ مُنَادِيًا فَنَادَى: إِنَّ رَسُولَ اللَّهِ أَخَذَ الْعَقَبَةَ، فَلَا يَأْخُذْهَا أَحَدٌ، فَبَيْنَمَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُودُهُ حُذَيْفَةُ وَيَسُوقُ بِهِ عَمَّارٌ إِذْ أَقْبَلَ رَهْطٌ مُتَلَثِّمُونَ عَلَى الرَّوَاحِلِ، غَشَوْا عَمَّارًا وَهُوَ يَسُوقُ بِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَأَقْبَلَ عَمَّارٌ يَضْرِبُ وُجُوهَ الرَّوَاحِلِ،فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِحُذَيْفَةَ:«قَدْ، قَدْ»حَتَّى هَبَطَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَلَمَّا هَبَطَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَزَلَ وَرَجَعَ عَمَّارٌ،فَقَالَ:«يَا عَمَّارُ، هَلْ عَرَفْتَ الْقَوْمَ؟»فَقَالَ: قَدْ عَرَفْتُ عَامَّةَ الرَّوَاحِلِ وَالْقَوْمُ مُتَلَثِّمُونَ قَالَ:«هَلْ تَدْرِي مَا أَرَادُوا؟»قَالَ: اللَّهُ وَرَسُولُهُ أَعْلَمُ،قَالَ:«أَرَادُوا أَنْ يَنْفِرُوا بِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَيَطْرَحُوهُ \"  (١) . </p><p> وهكذا هموا بقتل رسول الله - صلى الله عليه وسلم - ولم ينالوا منه، وصدق وعد الله لرسوله إذ يقول له:  (. . . بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ. . .) . وقد ذكر المفسرون أن النص الكريم (وَهَمُّوا بِمَا لَمْ يَنَالُوا) خاص في تلك الحادثة. ونحن نقول إن النص يشمل كل ما هموا به ولم ينالوه. </p><p> ثم يقول سبحانه:  (وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ) لقد ازداد عمران المدينة بمقدم رسول الله - صلى الله عليه وسلم -، فاتسعت تجارتها، وكثر سكانها، ثم ما كانت تأتي به الحروب الإسلامية من غنائم زادت الخيرات واتسعت الموارد، وعمت سكان المدينة وغيرهم، ولكن المشركين لم يلتفتوا إليه وأن ذلك يوجب الحمد، ولكنهم لؤماء أخساء، قابلوا النعمة بالكفر، وتأكد لؤمهم بقلبهم النعمة نقمة، فهم بدل أن يشكروا النعمة كفروها، وقالوا إن هذا يشبه تأكيد المدح بما يشبه الذم في صيغته، كما في قول النابغة الذبياني: </p><p>(١) راجع القصة كاملة في مسند أحمد: باقي مسند الأنصار - حديث أبي الطفل عامر بن واثلة رضي الله عنه (٢٣٢٨٠).</p><p> ولا عيب فيهم غير أن سيوفهم ... بهن فلول من قراع الكتائب </p><p> بيد أن كلام الله العلي الكبير فيه تأكيد ذمهم لَا تأكيد مدحهم، فكان حقه عليهم أن يعدوا محمدا ودينه بركة عليهم يقدرونها حق قدرها. </p><p> وقد ذكر سبحانه أن هذا الغنى من فضل الله تعالى مَنَّ به عليهم كان يوجب عليهم حسن الصحبة لمن جاوروهم الذين جاء الخير على أيديهم، لَا أن يتربصوا بهم الدوائر، وذكر رسول الله - صلى الله عليه وسلم - بجوار رب العزة، وهو الغني والناس جميعا فقراء إليه سبحانه، ذكر الرسول مع الله تعالى؛ لأن الخير كله أجراه الله تعالى على يديه، ولكي يعلموا أن مقدمه عليهم بركة وخير، ولأن الله تعالى أكرمهم لمقام النبي - صلى الله عليه وسلم - بين ظهرانيهم. </p><p> ومع هذه المكايد والفتن فتح اللَّه تعالى لهم باب التوبة، فهو ينهى عن أن يقنط عباده من رحمته، فباب الرحمة والتوبة مفتوح، ولذلك قال تعالى فاتحا باب الأمل لهم: </p><p> (فَإِن يَتُوبُوا يَكُ خَيْرًا لَّهُمْ) . </p><p> أي إن يتوبوا توبة نصوحا يخلعون فيها أنفسهم من الكفر، كما يخلع الثوب النجس ليلبس طاهرا، (يَكُ خَيْرًا لَّهُمْ) ؛ أي يكون ذلك خيرًا لهم؛ لأن نفوسهم قد طهرت، وطهارة النفس في ذاتها خير، واستقامة النفس اطمئنان وإيمان، وخير أيضا؛ لأن النفاق ضعف، والإيمان قوة، وقوة النفس خير، وخير أيضا لأنه نجا من خزي النفاق وذله وجبنه، وخير لأنه نجا من عذاب يوم القيامة، وإنه يكون عكس ذلك إن استمروا على في بهم، وبقوا في رجسهم، ولذا قال سبحانه: </p><p> (وَإِن يَتَوَلَّوْا يُعَذبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالآخِرَةِ) ، أي إن أعرضوا وانصرفوا إلى الفساد وساروا في طريقه يعذبهم الله في الدنيا بضعف نفوسهم </p><p> وخزيهم، وفقد الثقة فيهم، والخزي العظيم، ونفور الناس منهم، وضرب الذلة عليهم، وانتقام الله منهم، وكشف ما يضمرون، وقتلهم، كما فعل أبو بكر الصديق عندما ارتدوا، فأنزل بهم الهزيمة والخزي والعار بتأييد الله، وعذابهم في الآخرة جهنم وبئس المصير. </p><p> ومن عذابهم في الدنيا أنهم لَا ولي لهم ولا نصير، ولذا قال تعالى:  (وَمَا لَهُمْ فِي الْأَرْضِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ) - في الأرض - أي في هذه الدنيا، أي أنهم في الدنيا يفقدون الأولياء الذين يحبونهم ويوادونهم، إذ الولاية والمحبة توجب الثقة والمودة والإخلاص، وأخص ما يختص به المنافق أنه يفقد الإخلاص فلا يخلص لأحد، قريئا كان أو بعيدًا، وإذا فقد الإخلاص فليس ولي ولا حميم ولا نصير، أي لَا أحد يكون نصيرا لأن ذلك يكون بالثقة، ولا ثقة في منافق. اللهم اكفنا شر النفاق والمنافقين. </p><p> * * * </p><p> عهود المنافقين </p><p> قال الله تعالى: </p><p> (وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ (٧٥) فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ (٧٦) فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ (٧٧) أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلَّامُ الْغُيُوبِ (٧٨) الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (٧٩) </p><p> * * * </p><p> في الآية السابقة بين الله تعالى كذب المنافقين، واستعانتهم في تأييد كذبهم بالأيمان الكاذبة التي لَا تصدر إلا عن مهين، كما قال تعالى:  (وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ (١٠) . </p><p> وذكرنا الحديث الصحيح الذي قال فيه النبي - صلى الله عليه وسلم - \" آية المنافق ثلاث: إذا حدث كذب، وإذا وعد خلف، وإذا اؤتمن خان \"  (١) . </p><p> وقد كانت علامة النفاق الكذب، وقد ذكر الله تعالى الكذب، ونتيجته ويذكر الله تعالى خلاف الوعد، فيقول تعالت كلماته: </p><p>(١) سبق تخريجه.</p>"
}