{
  "id": null,
  "sura": 9,
  "aya": 125,
  "text": "<p> (وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ (١٢٥) </p><p> الرجس هو الشيء القذر الذي تستقذره النفوس وتعافه، كالميتة ولحم الخنزير، والخمر، فإن النفس، وإن لَا تعافها طبعا، فإن العقول تعافها؛ لأنها تنزل مشاربها من مرتبة العاقلين المدركين إلى دركة من لَا يعقل، ولذلك سماها الله تعالى رجسا، في قوله تعالى:  (. . . إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ) ، ويطلق الرجس مجازا على الكفر، لأن العقول السليمة تدرك أن عبادة غير الله أمر لَا تقره العقول السليمة ولا الطبائع المستقيمة، والمراد به هنا الكفر، لأن العقول تنفر منه، ولا تقره، وكيف تقر العقول رجلا يصنع حجرًا ويعبده، وكيف تقر العقول رجلا يرى آيات الله البينات ثم يكفر بها. </p><p> والذين في قلوبهم مرض هم المنافقون، وقد قال اللَّه تعالى فيهم:  (فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا) . وإن ذلك وصف حكيم، فإن النفاق مرض يصيب القلوب، فيفسدها، والعقول فيمنعها من الإدراك السليم، ذلك أن المنافق منحرف </p><p> التفكير دائما، لَا يرى الأمور كما يراها السليم، بل إنه غير مستقر، وتوالى نفاقه يفقده الإيمان بالحقائق، وبفقده الإدراك السليم، وقد أثبتت الدراسات الاجتماعية أن المنافق لَا ينافق لغرض من المال أو دنيا يصيبها، ولكن يضعف عن النطق بالحق، ولعله يبتدئ نفاقه بشيء من الغرض، ولكن يتوالى نفاقه ليصير مرضا، فينافق لغير غاية. </p><p> وإن السورة أو الآيات التي تنزل تزيد المنافقين كفرًا إلى كفرهم، أي كفرا مضموما إلى كفرهم الأصيل وإنما زادتهم كفرا، لأنهم يعاندون الحق، والمعاند تزيده قوة الدليل عنادًا، لقد انحازوا إلى جانب الباطل، فكلما زاده الدليل في الحق زاد لجاجة في الباطل فزاد كفرًا ولا احتمال لتوبته وعودته إلى الحق، ولذا قال تعالى:  (وَمَاتُوا وَهُمْ كَافِرُونَ) أي استمروا معاندين للباطل، حتى حال موتهم، فيموتون وهم كافرون، وعبر بالماضي لتأكيد هذه الحال التي يموتون عليها، واللَّه يهدي من يشاء ويضل من يشاء. </p><p> ثم قال تعالى موضحا حالهم: </p><p> * * * </p><p> (أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ (١٢٦) وَإِذَا مَا أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (١٢٧) لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ (١٢٨) فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (١٢٩) </p><p> * * * </p><p> كان المنافقون في المدينة ملتوية أفكارهم كما تلتوي العيون بحول يصيبها، فهم يرون النور، ولكن أعينهم يزيدها لمعان النور انحرافا عن التفكير السليم، كان المؤمنون يغزون ويجاهدون، وهؤلاء يشتد نفاقهم وكيدهم كلما رأوا عزة للمؤمنين بعد عزة، وتمكينا لهم في المدينة بعد تمكين، وعلوا في أرض العرب، وهم يعيشون في أمان، يرجون للمؤمنين الشر والانتكاس. </p><p> فيقول سبحانه: </p>"
}