{
  "id": null,
  "sura": 9,
  "aya": 84,
  "text": "<p> (وَلا تصَلِّ عَلَى أَحَد مِّنْهم مَّاتَ أَبَدًا وَلا تَقمْ عَلَى قَبْرِهِ) قاطعة في النهي عن الصلاة على المنافقين؛ لأن الصلاة على الميت دعاء له بالخير يناله يوم القيامة، ولأنها استغفار، والاستغفار للمنافق منهي عنه كما تلونا قوله تعالى: </p><p> (اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ) وقوله تعالى: (سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ اللَّهُ لَهُمْ. . .) ، (١) ولأنه يجب أن يتميز المؤمن عن الكافر، والصلاة عليه فارق بين المؤمن والمنافق. </p><p> والنهي ثابت ناه على وجه التأكيد، ولذلك قال:  (أَبَدًا) ، فلا مثنوية فيه ولا تجوز، (وَلا تَقُمْ عَلَى قَبْرِهِ) داعيا بعد دفنه أو قبل دفنه، فمعنى قوله تعالى:  (وَلا تَقُمْ عَلَى قَبْرِهِ) ، يتضمن الدفن، والدعاء له عند الدفن أو بعده؛ لأنه نهى عن الصلاة، وما في معناها من الدعاء. </p><p> هذا معنى الآية، ولكن روى في الصحاح وغيره أن النبي - صلى الله عليه وسلم - صلى على عبد الله بن أبي رأس النفاق، والمفرق بين المؤمنين، والذي كان يوالي الكفار، من </p><p> مشركين وأهل كتاب، وقد خاضت في ذلك خوضا كثيرا كتب السيرة النبوية والمفسرون بالرواية. </p><p> وإننا من مجموعها نستخلص أمرين - أولهما - أن النبي - صلى الله عليه وسلم - صلى عليه، ويظهر أن ذلك كان قبل نزول هذه الآية. </p><p> وثانيهما - أن النبي - صلى الله عليه وسلم - كفنه في قميصه (١) ، وكان ذلك أيضا قبل نزول هذه الآية الناهية، وإن الصلاة عليه، لأن النبي - صلى الله عليه وسلم - كان رفيقا بأصحابه، وقد كان ابن هذا المنافق صحابيا جليلا فكان - صلى الله عليه وسلم - يكرم الحي، بالسكوت عن إيذاء الميت، ولقد قال النبي - صلى الله عليه وسلم - عندما أسلم عكرمة بن أبي جهل لأصحابه:  \" لقد جاءكم عكرمة مسلما، فلا تسبوا أباه، فإن السب يؤذي الحي ولا يضر الميت \" . </p><p> ويروى في ذلك أنه لما مرض عبد الله بن أبي بعث إلى الرسول - صلى الله عليه وسلم - ليأتيه، فلما دخل عليه قال - صلى الله عليه وسلم -: \" أهلكك حب اليهود \" ، فقال: يا رسول الله بعثت إليك لتستغفر لي لَا لتؤنبني، وسأله أن يكفنه في شعاره الذي يلي جلده ويصلي عليه، فلما مات دعاه ابنه إلى جنازته (٢) . </p><p> وأما أنه - صلى الله عليه وسلم - قد كفنه في قميصه فقد قال الرواة: إنه عند أسر العباس، كان قميصه قد فُقد، فلما رآه النبي - صلى الله عليه وسلم - من غير قميص رق له، وقد ناصره بعد أبي طالب، فطلب صحابته أن يأتوا بقميص، فلما يوجد قميص على تفصيله إلا قميص عبد الله بن أبي؛ لأنه كان ضخما. والنبي - صلى الله عليه وسلم -أحق من أوفى بالمعروف معروفا ولو كان من رأس النفاق (٣) . </p><p> ولقد قال تعالى بعد ذلك:  (إِنَّهمْ كَفَروا بِاللَّهِ وَرَسُولِهِ) هذه الجملة في مقام </p><p>(١) الواقدى وابن سعد وابن عساكر عن عبد اللَّهِ بن الزّبير رَضِي اللَّهُ عَنْهُ. جامع الأحاديث والمراسيل - السيوطي: (٩ - ص ٢٧٦ (٢٨٢١٢). (٢) جاء ذكر موت عبد الله بن أبي قبحه الله في البداية والنهاية لابن كثير (ج ٥، ص ٢٤٥).(٣) روى البخاري لي الجهاد والسير - الكسوة للأسارى (٣٠٠٨) عن جَابِرٍ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: لَمَّا كَانَ يَوْمَ بَدْرٍ أُتِيَ بِأُسَارَى، وَأُتِيَ بِالعَبَّاسِ وَلَمْ يَكُنْ عَلَيْهِ ثَوْبٌ، «فَنَظَرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَهُ قَمِيصًا، فَوَجَدُوا قَمِيصَ عَبْدِ اللَّهِ بْنِ أُبَيٍّ يَقْدُرُ عَلَيْهِ، فَكَسَاهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِيَّاهُ، فَلِذَلِكَ نَزَعَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَمِيصَهُ الَّذِي أَلْبَسَهُ» قَالَ ابْنُ عُيَيْنَةَ كَانَتْ لَهُ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدٌ فَأَحَبَّ أَنْ يُكَافِئَهُ \".</p><p> التعليل لما قبلها، ولذا كان بينهما فصل، فكمال الاتصال بالعلة (إِنَّهُمْ كفَرُوا بِاللَّهِ وَرَسُولِهِ) وأكد سبحانه كفرهم بأن، وأنهم يحملون أوصافا تقتضي تحقق الكفر بالله وبرسوله، إذ يحاولون أن يخدعوا الله ورسوَله، وقد استمروا على ذلك حتى ماتوا ولذا قال تعالى:  (وَمَاتُوا وَهُمْ فَاسِقُونَ) أي ماتوا على حال الفسق والتمرد على الحقائق، وأشد من التعبير بالفسق في حالهم بأنه أشد الكفر؛ لأنهم كافرون، ومخادعون، وغشاشون، فهم تمردوا على الله وتمردوا على كل خلق كريم، والله أعلم بهم. </p><p> وهم لَا يفاخرون إلا بما آتاهم الله من مال وولد، ولا يستطيعون المفاخرة بمكارم، وِلذا قال تعالى: </p>"
}