{
  "id": null,
  "sura": 9,
  "aya": 57,
  "text": "<p> (لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ (٥٧) </p><p> الملجأ - الحصن، والمعنى لو يجدون ملجأ يتحصنون به في قمة جبل وذلك حصن طبيعي، أو قلعة يبنونها، وذلك حص صناعي، أو جزيرة يأوون إليها. (أَوْ مَغَارَاتٍ) ، بفتح الميم وهناك قراءة أخرى بضمها (١) ، وعلى قراءة الفتح يكون الفعل غار وعلى قراءة الضم يكون الفعل أغار، والمعنى مكان يختفون فيه عن الأنظار، ولذا قيل على الثقب في الجبل غار؛ لأنه يختفى فيه من يذهب إليه، فلا يراه السيارة. </p><p> (أَوْ مُدَّخَلًا) ، وهو الطريق الخفي الذي يختفى عن الأعين، كالشِّعْبب بين جبلين، أو نحو ذلك من المسارب التي لَا يقتحمها الناس، ولا يقصدون إليها. </p><p>(١) قراءة (مغارات) بالضم، ليست في العشر المتواترة.</p><p> و (لو) في قوله تعالى: (لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا) حرف شرط يقال له حرف امتناع لامتناع، وجواب الشرط (لَوَلَّوْا إِلَيْهِ) ، أي لانصرفوا إليه (وَهُمْ يَجْمَحُونَ) أي لذهبوا إليه مسرعين، كالفرس الجموح، وكان التعبير بالجموح للإشارة إلى جموحه، وأنهم يشردون عن الطريق، فهم إن كانوا يجمحون هذا الجموح، موغلين في انحرافهم فكيف يؤمنون؟، ويخلعون رداء النفاق الدنس ويكونون مع المؤمنين يشعرون بشعورهم، ويحسون بإحساسهم؟. </p><p> ولماذا كانوا يتمنون أن يخرجوا؟، كانوا يتمنون ذلك لأنهم يضيقون ذرعا بالمؤمنين، يسوءهم عزهم وهو مستمر بعونه تعالى، وحياطته لهم، ولأن المؤمنين كشفوا أمرهم، ولأنهم يدعون للجهاد ولا يذهبون إليه؛ ولأن ذوي قرابتهم، وأولياءهم قد برموا بهم فضاق العيش، وما ضاق عليهم إلا لسبب ما أوتي المؤمنون من الخير. . . والله من ورائهم محيط. </p><p> * * * </p><p> قال تعالى: </p><p> (وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ (٥٨) وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ (٥٩) إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٦٠) </p><p> * * * </p><p> النفاق أصناف وضروب، يعلو وينزل، وأعلاه من يظهر الإيمان بالله، ويبطن الكفر، وهؤلاء كانوا بالمدينة، وعلا شأن الإسلام، فكان من اليهود </p><p> والوثنيين هؤلاء الذين أعلنوا الإسلام خوفا، وأبطنوا الكفر، غيظا وعداوة وبغضا، ومن النفاق ألا يستقر الإيمان في قلبه كأُولئك الأعراب الذين قالوا أسلمنا ولما يدخل الإيمان في قلوبهم. ومن الأعراب منِ كانوِا يأخذون ظواهر القرآن ولا يطيعون، كما قال تعالى:  (الأَعْرَابُ أَشَدُّ كفْرَا وَنِفَاقَا وَأَجْدرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنزَلَ اللَّهُ. . .) ، وكل هؤلاء تشملهم كلمة المنافقين، ولذلك كان الحسن البصري يقول: إن مرتكب الكبيرة منافق؛ لأن عمله يناقض قوله، فكما أن من ينكر بقلبه ويؤمن بلسانه منافق، فكذلك من يعلن الإيمان، ويصدق بقلبه، ولكن يناقض عمله قوله، والإيمان كما يقول الجمهور من علماء العقائد، اعتقاد وعمل، وهو الإيمان الكامل عند جميع العلماء اتفقوا عليه. </p><p> يعد هذا نتكلم في معنى النص الكريم: </p>"
}