{
  "id": null,
  "sura": 9,
  "aya": 13,
  "text": "<p> (أَلا تُقَاتِلُونَ) و (ألا) أداة تحريض، وأصلها همزة الاستفهام دخلت على (لا) النافية، والاستفهام إنكاري بمعنى نفي الواقع، فالمعنى قاتلوا قوما كانت منهم هذه الأفعال، قال الزمخشري في معنى (ألا) دخلت الهمزة على (لا تقاتلون) تقريرا بانتفاء المقاتلة، ومعناه: الحض عليها على سبيل المبالغة. </p><p> وقد بين الله تعالى أسباب الحض على القتال من أعمال المشركين الذين قاموا بها، فذكر هذه الأعمال على أنها مبررة لوجوب القتال، ووبخهم على السكوت مع هذه الأعمال، وهي النكث في العهد فقال:  (أَلا تُقَاتِلُونَ قَوْمًا نَّكَثُوا أَيْمَانَهُمْ) نقضوا عهودهم، ويشير سبحانه إلى نقضهم معاهدة الحديبية، فقد نقضوها بمعاونة بني بكر الذين كانوا في عهدهم مع خزاعة الذين كانوا في حلف </p><p> النبي - صلى الله عليه وسلم -، فكان ذلك نقضا للعهد، ونقض العهود مفسد للعلاقات، وقاطع للمودة التي أنشاها العهد، ومن ينقض العهد لَا حرمة له بهذا العهد، ومن يرضى بأن ينقض عهده في حليفه، فهو يرضى بالذلة ولا يرضى بالمذلة عزيز كريم. </p><p> وهموا بإِخراج الرسول فهم في مكة آذوا المسلمين وعذبوا الضعفاء، وسخروا من الشرفاء، حتى خرجوا مهاجرين إلى الحبشة مرتين، وقد كان هذا الإيذاء المتوالي إخراجا للمؤمنين، ولقد قال تعالى:  (. . . يُخْرِجُونَ الرَّسُولَ وَإيَّاكمْ أَن تُؤْمِنُوا بِاللَّهِ رَبكمْ. . .) ، وإن هذا الاستفزاز الشديد الذي لقيه النبي وأصحابه كان لإخراجهم من مكة، كما قال تعالى:  (وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا. . .) . ثم كانت إرادة الخروج واضحة على أنها إحدى الخصال التي عرضوها في ندوتهم إذ يقول الله تعالى:  (وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ (٣٠) . </p><p> والحال الثالثة التي كانوا عليها وكانت، أنهم الذين بدأوا أول مرة، أي بدءوا بالمنابذة والمحاربة أول مرة من الاعتداء، ولم يذكر أنهم بدءوا بالقتال؛ لأنهم بدءوا العداوة التي كان القتال من صورها. لقد ابتدءوا بالعداوة عندما جاءهم الرسول بالقرآن نور الله تعالى وبرهانه، فبدل أن يجادلوه بالتي هي أحسن صدوه، وآذوه، وفتنوا المؤمنين في دينهم، والفتنة أشد من القتل، ثم أغروا به سفهاءهم، وحالوا بينه وبين الدعوة، وبين إقامة دولة إسلامية، وبدأوا بالقتال في غزوة بدر الكبرى، فبعد أن نجا عيرهم صمموا على القتال، وأن يجيئوا إلى بدر بالخمور والقيان، والقتال. </p><p> ثم هم الذين بدأوا بالقتال ونقضوا صلح الحديبية بإِعانتهم لبني بكر على خزاعة وقتلهم في البيت الحرام، كان منهم كل هذا: نكث للعهد، وإيذاء شديد في الماضي وفتنة، وقتال ابتدأوه في عدة مرات، فهل يسكتون عليهم ألا يقاتلونهم، ثم حرضهم الله تعالى أبلغ تحريض، فقال (أَتَخْشَوْنَهُمْ) أي أيمنعكم </p><p> من قتالهم أنكم تخشونهم، أي تخافونهم فزعين من قتالهم. (فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ) والله أحق أن تخافوه وتفزعوا من غضبه، (إِن كُنتُم مُّؤْمِنِينَ) أي إن كان الإيمان شانا من شئونكم، وصفة من صفاتكم، فإن المؤمن لا يخشى إلا الله، ولا يقدر في أموره كلها إلا رضا الله والخوف من غضبه وعذابه. </p><p> وقد صرح سبحانه وتعالى من بعد ذلك التحريض الذي يثير الهمم، ويثبت أن قتالهم حق على كل مؤمن - بالأمر بالقتال وذلك بعد أن بين أنه حق كامل. </p><p> (قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ (١٤) وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلِيمٌ حَكِيمٌ (١٥) </p><p> بعد أن بين الله تعالى بواعث القتال من نكث العهد، وإخراج النبي والمؤمنين، وبدئهم بالفتنة، والفتنة أشد من القتل، وبدئهم بالقتال، إذ هاجموا في بدر من غير ضرورة تلجئهم، ولا حاجة تدفعهم إلا أن تكون كراهة لدينكم، وبدئهم بمعاونة بني بكر على خزاعة. </p><p> بعد هذا بين ثمرات القتال: فقال تعالت كلماته: </p>"
}