{
  "id": null,
  "sura": 9,
  "aya": 86,
  "text": "<p> (وَإِذَا أُنْزِلَتْ سُورَةٌ أَنْ آمِنُوا بِاللَّهِ وَجَاهِدُوا مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُولُو الطَّوْلِ مِنْهُمْ وَقَالُوا ذَرْنَا نَكُنْ مَعَ الْقَاعِدِينَ (٨٦) </p><p> كان المنافقون كلما نزلت آية جهاد، قبعوا قبوع القواقع في أصدافها، ورضوا بأن يكونوا من المتخلفين لَا يتقدمون إلى الجهاد، وإن كانت فيه العزة؛ لأن أسباب العزة من جهاد ومقاومة للباطل ثقل عليهم، ولذا قال تعالى فيهم:  (وَإِذَا أُنزِلَتْ سُورَةٌ) السورة في عرف القرآن الكريم هي الجزء من القرآن الكريم المسورة المحدودة المبدوءة بـ \" بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ \" إلا سورة براءة، فقد بينا أنها ليست مبدوءة بها، ويصح أن يراد به هنا بعضها، وهي آية من الآيات، ويكون قد عبر </p><p> عنها بسورة لبيان كمالها، وأحكامها، وأن غايتها ثابتة قائمة، وهي الجهاد فالجهاد ماض إلى يوم القيامة (١) . </p><p> وإن أريد بها سورة كاملة، فأوضح سور الجهاد سورة براءة؛ لأنها ابتدأت به، وتنظيمه مع العهود والمواثيق، وآياتها داعية إليه كاشفة تخاذل المنافقين عنه. </p><p> وقوله:  (أَنْ آمِنُوا بِاللَّهِ) أن تفسيرية، وهي تبين أن ما بعد هو السورة، فتكون بمعنى جزء السورة، ويصح أن تكون مصدرية، والمصدر في مقام الجار والمجرور، أي نزلت السورة بـ (أَنْ آمِنُوا بِاللَّهِ) ، ولم يذكر الإيمان بالرسول لأن الإيمان بالله حق الإيمان إيمان برسله؛ لأنهم جاءوا بمعجزات أيدهم الله بها، ولأن الإيمان بالرسول مذكور مطلوب في قوله تعالى:  (وَجَاهِدُوا مَعَ رَسُولِهِ) . </p><p> فالمطلوب بالسورة أمران: أحدهما - الإيمان بالله حق الإيمان بأن يذعنوا لكل ما يكلفهم إياه، وأن يعلموا مؤمنين بأنه القادر القاهر، الناصر المعز المذل العليم الخبير، أي يؤمنون بأنه واحد في ذاته وصفاته التي هي الكمال المطلق، وأنه لا يعبد غيره. </p><p> والثاني - الجهاد مع رسول الهدى ودين الحق؛ لأن الجهاد معه سبيل العزة، ورفع الحق، وخفض الباطل، هذا هو الدين الحق، ولكن المنافقين يفرون من الجهاد، ولا يحتملونه في ذات أنفسهم، وينفرون منه ولو كانوا ذوي قدرة، ولذا قال تعالى نيهم:  (اسْتَئْذَنَكَ أُولُوا الطوْلِ مِنْهُمْ) . </p><p> الخطاب للنبي - صلى الله عليه وسلم -مّ، و (اسْتَئْذَنَكَ) أي طلبوا إذنك في أن يتخلفوا وحالهم تنافى طلبهم، لأنهم (أُولو الطَّوْلِ) أي أصحاب الطَول والسَّعة والفضل في المال، والطاقة البدنية التي تتحمل الجهاد بالنفس والمال (مِنْهُمْ) ، والضمير في منهم يعود على المنافقين، استأذنوك (وقَالُوا ذَرْنَا نَكُن مَعَ الْقَاعِدِينَ) أي اتركنا مع </p><p>(١) وهو مفهوم من قوله صلى الله عليه وسلم: \" الخيل معقود في نواصيها الخير إلى يوم القيامة \".</p><p> القاعدين من النساء والأطفال والضعفاء، أي رضوا بالمنزل الدون والمكان الهون، وذلك لأنهم بخلاء جبناء، وبهم تفنى الأمم والجماعات. </p><p> وقد بين سبحانه وتعالى هوان هذه النفوس فقال تعالت كلماته: </p>"
}