{
  "id": null,
  "sura": 9,
  "aya": 106,
  "text": "<p> (وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (١٠٦) </p><p> ذكرنا أن الذين دعوا إلى الخروج إلى الغزوة التي كانت فتحا للطريق إلى بلاد الشام وما وراءها من الأرض التي كان الروم يسيطرون عليها، وأشرنا إلى أنه كان فيهم السباقون إلى المكرُمات المهاجرون والأنصار، وكان فيهم المنافقون </p><p> المعوِّقون الذين يعتذرون المعاذير الكاذبة، ويحلفون الأيمان الفاجرة، ومنهم من كانوا مخلصين، واعترفوا بذنوبهم في التأخر، وقد ذكر في هذه الآية فريقا، قد أُرجئ أمرهم ترجى منهم توبة. </p><p> يقول تعالى:  (وَآخَرُونَ مُرْجَوْنَ لأَمْرِ اللَّهِ) أي ما قدر في علمه المكنون بالنسبة لهم، ومرجون أي مؤجلون لأمر الله تعالى فيهم، وما قرره سبحانه وتعالى بالنسبه لهم وهو مطوي في علمه المكنون لهم، وخفي عنكم وعنهم، ومرجون أصلها مرجئون، قلبت الهمزة ياء وحذفت لوجود واو الجمع، وبعض المفسرين يقول إنهم من المنافقين، ويحتمل توبتهم فيتوب الله تعالى عليهم، ويحتمل أن يبقوا مصرين على نفاقهم ليعذبهم سبحانه، وبعض المفسرين ذكر أنهم من الفريق الذين اعترفوا بذنوبهم، وبعضهم ربطوا أنفسهم في سواري المسجد حتى بين سبحانه وتعالى قبول توبتهم ففك النبي صلى الله تعالى عليه وسلم وثاقهم، وآخرون لم يفعلوا ذلك، وهؤلاء الثلاثة المخلفون الذين ضاقت عليهم الأرض بما رحبت، وسنذكرهم من بعد عند تفسير الآية التي تصرح بأمرهم، وإني أميل إلى الأول، فإن الثلاثة خُصُّوا بآية تذكر حالهم. </p><p> وقوله تعالى:  (إِمَّا يُعَذِّبُهُمْ وِإمَّا يَتُوبُ عَلَيْهِِ)  (إفَا) هنا تدل على أن نهايتهم مترددة بين حالين، إما أن يستمروا على نفاقهم فيعذبهم الله تعالى، ومأواهم جهنم وبئس المصير، وإما أن يتوبوا فيتوب الله عليهم، ويفيض عليهم سابغ رحمته. </p><p> والتردد ليس بالنسبة لله تعالى فإنه يعلم مآلهم، إذ هو يعلم ما كان وما يكون، فيعلم ما سيئول إليه أمرهم من غير إخبارهم، إنما علمه إحاطة، وأعمالهم وإرادتهم. </p><p> وإنما التردد بالنسبة للمخاطبين والمتحدث عنهم، فإنهم لَا يعلمون إلا ما يقع بالفعل، ويعاينونه، ولا يعلمون ما سيقع، وقدره الله سبحانه، ولذا ختم سبحانه </p><p> وتعالى الآية بقوله عز من قائل:  (وَاللَّهُ عَلِيمٌ حَكِيمٌ) أي عليم بكل ما يقع في المستقبل مما غيب عليكم، حكيم يقدر الأمور في نطاق حكمته، وهو العزيز الحكيم. </p><p> * * * </p><p> مسجد الضرار </p><p> قال تعالى: </p><p> (وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ (١٠٧) لَا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ (١٠٨) أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (١٠٩) لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (١١٠) </p><p> * * * </p><p> إن المنافقين لَا يكتفون بأن تكفر قلوبهم، وتسلم ألسنتهم، وأن يخذِّلوا المؤمنين، ويثبطوهم، ويلمزوا في الصدقات، ويستهزئوا بالمتطوعين بها من المؤمنين، وأن يكثروا من التهكم على الرسول ومن معه، لَا يكتفون بذلك، ولكن يتطاولون فيريدون أن ينشئوا بنيانا يكون مربطا لهم، يلجأون إليه، ويترقبون أخبار المؤمنين منه، ويُعلمون بها الرومان ومن لفَّ لفَّهم من المنافقين أمثالهم، وأنشأوا </p><p> ذلك البنيان على مشارف الصحراء ليتمكنوا من الاتصال بالرومإن من غير علم أحد، وسموا ذلك مسجدا، وسماه التاريخ الإسلامي مسجد الضرار؛ لأنه أنشئ للضرار، فأخذ اسمه من مقصده. </p><p> قال تعالى: </p>"
}