{
  "id": null,
  "sura": 9,
  "aya": 69,
  "text": "<p> (كَالَّذِينَ مِن قَبْلِكُمْ) الذين سبقوكم بالكفر والطغيان، والخطاب للكفار والمنافقين، وإن ذكرهم وقد فَنوا يومئ إلى أنهم سيكونون مثلهم في فناء، وأن الحياة الدنيا التي آثروا متعها فانية، وقوى ذلك المعنى المشار إليه بقوله تعالت كلماته:  (كَانُوا أَشَدَّ مِنكُمْ قُوَّةً وَأَكثَرَ أَمْوَالًا وَأَوْلادًا) كانوا في قوة غزت الأقاليم وفتحت البلاد ودانت لهم رقاب العباد، وسيطروا على الأرض، كان عدد الملأ من قوم فرعون كثيرا، والأموال من الزرع والثمار والسائمة، تجري في أيديهم، فأنى يكون عددكم بجوار عددهم، وأموالكم وأنتم بواد غير ذي زرع بجوار أموالهم، ومع ذلك حسبوا الحياة كل شيء ففنوا مع فناء حياتهم الدنيوية. </p><p> قوله تعالى:  (فَاسْتَمْتَعُوا بِخَلاقِهِمْ) أي بنصيبهم الذي خلقه الله تعالى لهم، استمتعوا بهذا النصيب، وحسبوه الحياة، ولا حياة بعدها، وتحكموا واستكبروا، وقال الطاغوت الأكبر فرعون - ومن شابهه -: (. . . أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ الأَنْهَارُ تَجْرِي مِن تَحْتِي. . .) ، وسرتم سيرهم، فحسبتم أن الدنيا هي الحياة، ولا حياة بعدها. ولذا قال تعالى:  (فَاسْتَمْتَعُوا بِخَلاقِهِمْ) . </p><p> استمتع معناها طلب المتعة، ونالها، فالأقدمون استمتعوا بما أوتوا من حظوظ الدنيا، وجعلوها متعتهم، وقصروا متع حياتهم عليها لَا يطلبون غيرها من متع </p><p> الآخرة، ولا يريدونها، والفاء في قوله تعالى:  (فَاسْتَمْتَعُوا بِخَلاقِهِمْ) تدل على ترتب ما بعدها على ما قبلها، ترتب محاكاة واتباع، فطلبتم ما طلبوا، وحاكيتموهم فيما فعلوا، ولذا قال:  (كَمَا اسْتَمعَ الَّذِينَ مِن قَبْلِكُم بِخَلاقِهِمْ) ثم قال تعالى: (وَخُضْتُمْ كَالَّذِي خَاضُوا) قلنا: إن الخوض معناه دخول الماء، واختفاء الأرجل والسير فيه، وأطلق على الخوض في الباطل والإثم، وفيه مجاز، من حيث تشبيه الخوض في الباطل بالخوض في الماء من غير تعرف لما فيه، وقد يكون فيه صخور، أو أشياء تجرح وتضر. </p><p> (وَخُضْتُمْ كَالَّذِي خَاضُوا) أي خضتم في الباطل كالذي خاضوا فيه. </p><p> والمعنى تشابهت أحوالكم مع أحوال من سبقوكم فاستمتعتم بحياة لاهية رخيصة، من غير نظر إلى عاقبة أموركم وأمورهم وحسبتم أن خلاقكم في الدنيا هو الحظ الأوفر، فلم تفكروا في الآخرة، ولم تعملوا على صلاح أموركم فيها، بل إنكم أنتم وهم حسبتم أن حياتكم هي الدنيا، وظننتم أنكم خلقتم عبثا من غير غاية، وأنه ليس هناك يوم تجازون فيه، وإن الصيغة الكريمة تومئ إلى أن قصر الحياة على حظوظ الدنيا استهانة بأنفسهم، وقد قال الزمخشري في بيان السبب في تكرار التشبيه لحالهم بحال من سبقوهم من الفجرة الآثمين العاتين، وفائدته أن يَذُم الأولين بما أوتوا من حظوظ الدنيا ورضاهم بها، والتهائهم بشهواتها الفانية عن النظر في العاقبة، وطلب الصلاح في الآخرة، وأن يصغر أمر الاستمتاع بها، ويهين أمر الراضي بها، ثم يشبه حال المخاطبين بحالهم، كما تريد أن تنبه بعض الظلمة على سماجة فعله، فتقول: أنت مثل فرعون؛ كان يقتل بغير جرم ويعذب ويعسف، وأنت تفعل مثل فعله. </p><p> فهو سبحانه وتعالى يشير إلى سوء حال من سبقوهم، ويبين أنهم مثلهم. </p><p> ثم قال تعالى:  (أُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ) الإشارة إلى أوصافهم من أنهم حسبوا الحياة لهوًا ولعبًا، فاستمتعوا بحظهم فيها، واستمتعتم أنتم مثلهم، هذا سبب أن حبطت أعمالكم، أي بطلت؛ لأنها تحمل في نفسها أسباب فسادها، </p><p> وأولئك هم الخاسرون، وقد تأكدت خسارتهم، وفي الكلام قصر، واختصاص أنهم مقصورون على الخسران، فلا فلاح لهم في الدنيا إذ تكون حياتهم يأكلون ويمرحون، ولا فلاح لهم في الآخرة إذ يستقبلهم العذاب المهين. </p><p> وقد أشار سبحانه إلى الهلاك الذي نال من سبقوهم فقال تعالى: </p>"
}