{
  "id": null,
  "sura": 9,
  "aya": 75,
  "text": "<p> (وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ) . </p><p> الضمير في (مِنْهُم) يعود إلى المنافقين، وما أشد إنصاف الله تعالى في أحكامنا، وإنه سبحانه يعلمنا الصدق في أحكامنا فلا نسرف في القول فنعمِّم القول، والخبر عن خاص. </p><p> والعلماء يذكرون شخصا بعينه، أو أشخاصًا معينين، ونحن نميل دائما إلى أن تكون ألفاظ القرآن على عمومها من غير تخصيص أشخاص، وهنا نقول إن من خواص النفاق إخلاف الوعد، وإن الإخلاف يقع من بعضهم، وإن كان يحتمل أن يقع من كلهم، وعهد الله تعالى الذي يعاهد عليه بعضهم يشمل ما إذا عاهد النبي - صلى الله عليه وسلم -، أو عاهد الله مناجيا ربه، أو أقسم بالله معقدا الأيمان أو نحو ذلك فهو في كل ذلك يعاهد الله تعالى، فمن أقسم أن يصدق إذا جاءه فقد عاهد الله تعالى، ومن نذر لله نذرا إذا أعطاه الله تعالى ليصدقن، فقد عاهد الله تعالى. </p><p> وقال تعالى:  (لَئِنْ آتَانَا مِن فَضْلِهِ) اللام هي الموطئة للقسم، وقوله تعالى: </p><p> (آتَانَا مِن فَضْلِهِ) ، لم يذكر فيه نوع ما يؤتيه، أهو علم، أم مال، أم جاه. . . إلى آخره، لم يذكر ما يعطيه الله تعالى صراحة، ولكن الظاهر أنه مال، بدليل </p><p> لنصدقن ولنكونن من الصالحين، فهي نص في المال، ولعل مثل المال غيره، فمن آتاه الله تعالى علما، فصدقته أن يجعله لله خالصا، فلا يتجر به ولا يبيع كلام الخالق بالدرهم والدينار، ولا يفتي بغير الحق ولا يحل ما حرم الله، ولا يحرم ما أحل الله تعالى. </p><p> وقوله تعالى:  (لَنَصَّدَّقَنَّ) جواب القسم، وليست جواب الشرط؛ لأنه يقدم جواب القسم على جواب الشرط، والدليل على ذلك نون التوكيد الثقيلة، ووجود اللام ونون التوكيد الخفيفة في المعطوف. </p><p> ونرى كما قلنا أن النص عام لَا يخص أحدًا منهم، وإن كان في مساق بيان أحوال المنافقين. </p><p> ولكن يذكر المفسرون خبرا عن النبي - صلى الله عليه وسلم -، قال الأكثرون إنه ضعيف السند في النسبة إلى النبي - صلى الله عليه وسلم -، ولكن نذكره؛ لأنه مع ضعفه يصور طمع النفس التي لا تشبع، بل يزيده العطاء من فضل الله طمعا، ويوجد فيها شحا. </p><p> وذلك أنه مع ضعفه يصور النفس الإنسانية إذا استغنت، ونرى كيف يتحقق قوله تعالى:  (كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى (٦) أَنْ رَآهُ اسْتَغْنَى (٧) ، وهذه الرواية كما جاءت في كتب التفسير بالرواية، ونقلها الزمحشرى، ولم يضعفها، وإن كان علماء الرواية قد ضعفوها: روي أن ثعلبة بن حاطب، قال يا رسول الله: ادع الله أن يرزقني مالا فقال رسول الله - صلى الله عليه وسلم -: \" قليل تؤدي شكره، خير من كثير لَا تطيقه \" ، فراجعه، وقال:  \" والذي بعثك بالحق لئن رزقني الله لأعطين كل ذي حق حقه، فدعا له، فاتخذ غنما، فنمت كما تنمى الدود، حتى ضاقت بها المدينة، فنزل واديا، وانقطع عن الجماعة والجمعة، فسأل عنه رسول الله - صلى الله عليه وسلم -، فقيل كثر ماله حتى لَا يسعه واد،قال:\" ويح ثعلبه \"، فبعث رسول الله - صلى الله عليه وسلم - مصدَّقَيْن لأخذ الصدقات فاستقبلهما الناس بصدقاتهم ومرا على ثعلبة وسألاه الصدقة وأقرآه كتاب رسول الله - صلى الله عليه وسلم - الذي فيه الفرائض. فقال: ما هذه إلا أخت الجزية، وقال: ارجعا </p><p> حتى أرى رأيي، فلما رجعا قال لهما رسول الله قبل أن يخبراه:  \" يا ويح ثعلبة \" مرتين. فلما نزلت آية الصدقات جاءه ثعلبة بالصدقة، فردها النبي - صلى الله عليه وسلم -. </p><p> وإن هذه القصة تصور كيف يكون الإنسان، وهو في حرمانه سليم القلب، فإذا جاءه المال أطغاه وأنساه ربه ودينه. وإن إخلاف الوعد، أو العهد الذي عاهدوا الله تعالى ينشئ النفاق، وينمي النفاق، ويجعله يتكاثف ويزداد، ولقد قال تعالى مبينا خلف وعدهم: </p>"
}