{
  "id": null,
  "sura": 9,
  "aya": 16,
  "text": "<p> (أَمْ حَسِبْتُمْ أَن تُتْرَكوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُو) . </p><p> (أم) هنا للإضراب الانتقالي من باب في الجهاد وتحريض عليه إلى باب الاختبار بالجهاد وتمحيص المخلصين من غير المخلصين، والهمزة في \" أم \" </p><p> للاستفهام التوبيخي على حسبانهم وظنهم أنهم يتركون من غير تمحيص، واختبار وكشف المجاهدين من غيرهم، ومثل ذلك قوله تعالى:  (أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ (٢) وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ (٣) ، وقوله تعالى:  (أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ (٢١٤) ، وكقوله تعالى:  (مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ. . .) . </p><p> وقوله تعالى:  (وَلَمَّا يَعْلَم اللَّهُ الَّذِينَ جَاهَدُوا مِنكُمْ)  (لما) للنفي في الحاضر مع توقع الوقوع في القابل، ونفي العلم هو نفي المعلوم؛ لأن اللَّه عليم بكل شيء بما كان، وما يكون، والمراد نفي العلم بالجهاد واقعا، وإن كان متوقعا، كما قال تعالى:  (أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَم اللَّهُ الَذين جَاهَدُوا مِنكُمْ وَيَعْلَمَ الصَّابِرِينَ) . </p><p> وإن الجهاد جهادان: جهاد بلقاء الأعداء، واشتجار السيوف، وجهاد آخر بتنقية الصفوف من الأعداء والدُّخول ومنع الولاية لغير المؤمنين، ولذلك عطف (الَّذِينَ جَاهَدُوا) ، وهو وصف آخر بقوله:  (لَمْ يَتَّخِذُوا مِن دُونِ اللَّهِ وَلا رَسُولِهِ وَلا الْمُؤْمِنِينَ وَلِيجَةً) الولج الحاشية البطانة، أي جاهدوا ولم يتخذوا من الله والرسول والمؤمنين وليجة أي بطانة يسرون إليهم بالمودة، وتكرار لَا لتأكيد البعد عن أن يتخذوا من غير هؤلاء بطانة لهم. </p><p> و (وليجة) من ولج بمعنى دخل، ومعنى وليجة: دخيلة مودة وبطانة من دون الله، وهم يحادون الله ورسوله والله تعالى يقول:  (لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ. . .) . ولقد قال تعالى: (يَا أَيُّهَا الذِينَ آمَنُوا لَا تَتَّخِذُوا </p><p> بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ. . .). </p><p> وقد ضعف شأن المسلمين من وقت أن اتخذ ملوك بني أمية ومن جاء بعدهم من اليهود والنصارى بطانة كانت تدس بين المؤمنين، وتثير الفتن، بينهم حتى أدخلوا في الدين ما ليس منه. </p><p> ولقد ختم الله تعالى الآية بقوله تعالى:  (وَاللَّهُ خَبِير بِمَا تَعْمَلُونَ) أي إن الله عليم علما دقيقا بما تعملون من ظواهر أيمانكم وبواطنها. </p><p> ولقد حرم الله تعالى على المشركين أن يدخلوا المسجد الحرام من بعد العام التاسع، وربما كان منهم من يدعي أنه يعمر المسجد الحرام فنهى عن ذلك أيضا، وقال تعالى: </p>"
}