{
  "id": null,
  "sura": 9,
  "aya": 122,
  "text": "<p> (وَمَا كَانَ الْمُؤْمِنونَ) وما بعدها تحدنا في هذين الفرضين حدا جامعا. </p><p> يقول تعالى:  (وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُوا كَافَةً فَلَوْلا نَفَرَ مِن كلِّ فِرْقَة مِنْهُمْ طَائِفَةٌ) . </p><p> (وَمَا كَانَ الْمُؤْمِنُونَ) هذا نفي مؤكد لنفورهم للحرب كافة نفيا مؤكدا وقد أكدته لام الجحود، والمعنى ما ساغ ولا صح أن ينفر المؤمنون كافة للجهاد، بحيث تخلو المدينة ممن يقوم بحق اللَّه تعالى، وحق العلم بالدين والفقه في القرآن. فاللام لتأكيد النفي - إذ مقتضى السياق ما كان المؤمنون أن ينفروا فجاءت (اللام) لتأكيد النفي. </p><p> وقد بين سبحانه من الذين لَا ينفرون، فقال:  (فَلَوْلا نَفَرَ مِن كلِّ فِرْقَةٍ منْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ) ، فهنا نفوران، واحد منفي، وواحد مثبت، فأما المنفي، فهو النفور للجهاد، وهو منفي عن الكافة أي ليس للكافة أن ينفروا جميعا للجهاد، والنفير الثاني المثبت المحرض عليه، أن ينفر من كل فرقة طائفة - أي ناس متخصصون في التفقه في الدين، وهؤلاء ينفرون لهذا العلم من كل فرقة مقدار من الناس. واحد أو اثنان أو أكثر عددا، وإنهم ينفرون من فِرَقِهم إلى الرسول، وينفرون بعد تفقههم إلى قبائلهم. </p><p> وكان المؤمنون ينقسمون إلى قسمين أحدهما ينفر للجهاد، والآخر يبقى في المدينة، متعلما فقه الدين، وينفر إلى الرسول ليعلمه، ويرجع إلى قومه لينذرهم. </p><p> وهنا ملاحظات بيانية. </p><p> أولاها - أن مسمى الاتجاه إلى الفقه يدرسه نفير؛ لأنه أولا ينفر له ناس لدراسة القرآن وفقه الإسلام إلى النبي صلى اللَّه تعالى عليه وسلم، ثم يرجع إلى أهله، ولأن العكوف على علم الإسلام لَا يقل فضلا عن الجهاد في سبيل اللَّه تعالى، وأنه جهاد مثله؛ لأنه من قبيل الأمر بالمعروف والنهي عن المنكر بالإيجاب، والجهاد أمر بالمعروف ونهي عن المنكر برفع الاعتداء وتمهيد السبيل. </p><p> الثانية - أن قوله تعالى:  (فَلَوْلا نَفَرَ. . .)  (الفاء) للإفصاح عن شرط مقدر تقديره إذا كان المؤمنون لَا ينفرون للحرب كافة، فإن طائفة تخصص للفقه لينذروا قومهم إذا رجعوا، وقوله تعالى:  (فَلَوْلَا) ، لولا هنا للتحريض على الفقة في الدين. </p><p> الثالثة - أن الفقه هو العلم، وهو العلم النافذ الذي يخترق العوائق لإدراك لب الدين، ويقول الغزالي في هذا المقام: كان الفقه في العصر الأول اسما لعلم الآخرة، ومعرفة دقائق آفات النفوس ومفسدة الأعمال، والإحاطة بحقارة الدنيا، وشدة التطلع إلى نعيم الآخرة، واستيلاء الخوف على القلب. </p><p> الرابعة - أن اللَّه تعالى قال:  (لَعَلَّهُمْ يَحْذَرُونَ) ، ولم يقل لعلهم يتفقهون، وذلك لأن الخوف من عذاب اللَّه تعالى وتقليل الخوف من العذاب هو ثمرة الفقه في الدين. </p><p> الخامسة - أن اللَّه سبحانه وتعالى يقول:  (لَعَلَّهُمْ يَحْذَرُونَ) أي رجاء أن يحذروا أو يخافوا، والرجاء منهم لَا من اللَّه سبحانه وتعالى؛ لأن اللَّه تعالى عنده غيب السماوات والأرض، وهو على كل شيء قدير. </p><p> وقد تكلم الرواة في هذه الآية على الآثار الواردة عن النبي صلى اللَّه تعالى عليه وسلم في مقام العلم بجوار الجهاد، وأن الآثار التي وردت في فضل العلم لا تقل عن الآثار التي وردت في فضل الجهاد، وكلاهما ينبعان من نبعة واحدة وهي إعلاء كلمة اللَّه، فالأول لبيان الحق، والثاني للذود عن حياضها، وتغيير السبل أمامها، حتى لَا يعوقها طاغ من طغاة الأرض، وقد روى أنس بن مالك أن رسول اللَّه صلى اللَّه تعالى عليه وسلم قال \" طلب العلم فريضة على كل مسلم \"  (١) . </p><p> ولقد روى الترمذي من حديث أبي الدرداء، أن رسول اللَّه صلى اللَّه تعالى عليه وسلم قال:  \" من سلك طريقا يلتمس فيه علما سهَل اللَّه له به طريقا إلى الجنة \"  (٢) ، وروي أن رسول اللَّه صلى الله تعالى عليه وسلم قال:  \" فضل العالم على العابد كفضلي على أدناكم \"  (٣) . </p><p> وإن هذا الوصف هو للعالم الذي فقه في الدين، واعتز به، ولم ينافق فيه، ولم يتخذه سبيلا للعلو والفساد واجتياز المجالس عند الأمراء ونيل الدنيا به، وبالنفاق والكذب، والافتراء على اللَّه، ولقد قال الزمخشري في هذا الصنف من العلماء، ويظهر أنهم كثروا في عصره عندما انزلق العلماء إلى موائد السلاطين. فقد قال رضي اللَّه تعالى عنه فيما ينبغي للعلماء: </p><p> \" وليجعلوا غرضهم، ومرمى همتهم في التفقه إنذار قومهم، وإرشادهم، والتصغية لهم، لَا ما يتجه إليه الفقهاء من الأغراض الخسيسة، ويؤمُّون به من المقاصد الركيكة من القصور والترؤس، والتبسط في البلاد، والتشبه بالعظمة في ملابسهم، ومراكبهم ومنافسة بعضهم بعضا، وفشو داء الضرائر بينهم، وانقلاب حماليق أحدهم إذا لمح لأحدهم مدرسة لآخر أو شرذمة جثوا بين يديه، وتهالكه </p><p>(١) سنن ابن ماجه: المقدمة - فضل العلماء والحث على طلب العلم (٢٢٤). (٢) سبق تخريجه.(٣) رواه الترمذي: ما جاء في فضل الفقه على العبادة (٢٦٨٥). وابن ماجه: المقدمة - من قال العلم الخشية وتقوى الله (٢٨٩) بلفظ مقارب.</p><p> على أن يكون موطأ العقب دون الناس كلهم، فما أبعد هؤلاء من قول اللَّه عز وجل:  (. . . لَا يُرِيدُونَ عُلُوًّا فِي الأَرْضٍ وَلا فَسَادًا. . .) ، اهـ. فما أشبه الليلة بالبارحة ولا حول ولا قوة إلا باللَّه. </p><p> هذا خط العلم في الرسالة المحمدية، والجهاد ماض في طريقه إلى يومِ القيامة، ولذا جاء بعد آية التفقة في الدين آية للجهاد فقال تعالى: </p>"
}