{
  "id": null,
  "sura": 9,
  "aya": 81,
  "text": "<p> (فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللَّهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقَالُوا لَا تَنْفِرُوا فِي الْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ (٨١) </p><p> (الْمُخَلَّفُونَ) هم الذين خطفوا عن الجهاد في غزوة تبوك وكانت في أشد الحر وفي وقت جني الثمار والاستنامة إلى الراحة في ظلال الأشجار. </p><p> وهم تخلفوا مختارين، ولم يتخلفوا مجبرين، ولكن عبر عنهم باسم المفعول للإشارة إلى أن الله تعالى لم يرد انبعاثهم كما قال تعالى:  (وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ (٤٦) . </p><p> ولذا قال تعالى في النظم السامي (فَرِحَ الْمُخَلَّفُونَ) ، ولم يقل سبحانه (المتخلفون) . </p><p> ولكن مع أنهم ثبطهم الله فخلفوا لم يكن ذلك بإرادة النبي - صلى الله عليه وسلم - الظاهرة، بل إنه عليه السلام دعاهم كما دعا غيرهم، ولذا قال تعالى:  (بِمَقْعَدِهِمْ خِلافَ رَسولِ اللَّهِ) المقعد مصدر ميمي معناه القعود، أي بقعودهم مخالفين رسول الله - صلى الله عليه وسلم - \" فخلاف \" مصدر بمعنى مخالفين، وقيل إن (خلاف) معناها خلف رسول الله - صلى الله عليه وسلم - والمعنى على الحالين، أنهم فرحوا بقعودهم وراء رسول الله - صلى الله عليه وسلم - مؤثرين أن </p><p> يكونوا من النظارة الذين لَا يخوضون الحروب، وأن يكونوا كالنساء قاعدات في أخدارهن، وقال تعالى في الباعث الذي بعثهم على هذه الحال المزرية بالرجال فقال تعالت كلماته:  (وَكَرِهُوا أَن يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ) كرهوا أن يخرجوا مجاهدين بإنفاق أموالهم؛ لأنهم بخلاء في كل ما هو خير، وكرهوا أن يجاهدوا بأنفسهم؛ لأنهم جبناء أولا، ولأنهم لَا يؤمنون بالله، ولا يجاهدون في سبيله ثانيا، وقال سبحانه:  (وَكَرِهُوا أَنْ يُجَاهِدُوا) ولم يقل كرهوا أن يخرجوا، مع أن الكراهة ابتدأت بالتثاقل في الحزوج، بل قال:  (وَكرِهُوا أَن يُجَاهِدُوا) للإشارة إلى سبب عدم الخروج أولا، وللإشارة إلى حال المؤمنين المجاهدين بأموالهم وأنفسهم، فهو تعريض بالمؤمنين فيه مقابلة بينهم، فالمؤمنون يتحملون المشاق، والمنافقون يتخاذلون. </p><p> وقد اتخذوا لعدم خروجهم تعلة أخرى، وهي الحر الشديد (وَقَالوا لَا تَنفِرُوا فِي الْحَرِّ) أي قالوا فيما بينهم مجمعين على هذه التعلة، فقالوا فيما بينهم، ووصلت إلى مسامع المؤمنين ليخذلوهم، راجين أن يبثوا الفزع بينهم، ويثبطوهم عن الجهاد، وقد أمر الله تعالى نبيه أن يرد هذا القول ببيان أنهم مخيرون: جهاد في الحر، أو لقاء جهنم، ولا مناص من أحدهما، فقال عز من قائل:  (قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا) أي أنهم إن كانوا عقلاء يدركون أن هذا الحر الشديد موقوت، ومربوط به العزة والكرامة، وإرضاء الله، وإن تركوه استقبلهم عذاب الأبد، وهو نار أشد حرارة، بل لَا يوازيها حر الدنيا، وإن الحر الموقوت بأجل الذي يترتب عليه خير عظيم، أولى بالترك والإهمال من الحر الدائم بنار جهنم، وذلك يكون لأهل الإدراك والموازنة بين تعب عاجل قليل، ونار دائمة، ولذا قال تعالى:  (لَوْ كَانُوا يَفْقَهُونَ) الفقه الإدراك النافذ إلى لباب الأمور، فلو كانوا يفقهون الأمور لوازنوا بين ما يستقبلهم في تخلفهم، واتقاء حر الدنيا، وبين ما يلقونه بعد البعث، وإنه لآت لَا ريب فيه، وجواب (لو) محذوف للإشارة إلى أنهم يرون هولا عظيما. </p><p> إنهم يختارون المتعة العاجلة القليلة، ويختارونها ويتركون المتعة الدائمة، ويقبلون العذاب الأليم، ولذا قال تعالى: </p>"
}