{
  "id": null,
  "sura": 9,
  "aya": 55,
  "text": "<p> (فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ (٥٥) </p><p> الفاء للإفصاح لأنها تفصح عن شرط مقدر يقتضيه سياق البيان، أي إن كانت هذه الأموال لَا ينفقونها في سبيل الله فلماذا يعطونها، فقال تعالى:  (فَلا تُعْجِبْكَ أَمْوَالُهُمْ) الآية، أي لَا يُثرْ عجبك كثرة أموالهم وأولادهم وأنصارهم، مما أعطوا مع كفرهم ونفاقهم واستهانتهم بالحق والتنفير منه، وتأليب المبطلين. لا يغرنك هذا، كما قال تعالى:  (لا يَغُزَنَّكَ تَقَلبُ الَذينَ كفَرُوا فِي الْبِلادِ مَتَاعٌ قَلِيلٌ. . .) ، وكما قال:  (وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى (١٣١) . </p><p> إنما هي فتنة لهم واستدراج، كما قال تعالى:  (وَالَّذِينَ كذبُوا بِآيَاتِنَا سَنَسْتَدْرِجُهُم مِّنْ حيْثُ لا يَعْلَمُونَ وَأُمْلِي لَهُمْ إِن كَيْدِي مَتِين) . </p><p> ولذا قال تعالى:  (إِنَّمَا يرِيدُ اللَّهُ لِيُعَذِّبَهُم) أي يريد إعطاءهم وتمكينهم، وحذف المفعول ليشمل كل متع الدنيا من مال وسلطان، وقدرة على التحايل، وغير ذلك ليعذبهم، أي لينصرفوا مغرورين مخدوعين، فيكون من بعد ذلك العذاب الأليم في الآخرة، ولتكون لهم عذابا في الدنيا بالافتتان بها، ومن وراء فتنتهم يكون الحرمان بالمصائب والنكبات، وأن تكون مغانم للمؤمنين إذا اشتدت شديدة الحرب عليهم، والضياع والحرمان، فالمال ليس متعة خالصة، ولكنه تحمل لهمومه، فأكلة الربا الذين يستكثرون به من الأموال في هم دائم، حتى أنه لَا يُرى ربوي إلا ومعه سقام الجسم والنفس، كما قال تعالى:  (الَّذِينَ يَأْكُلُونَ الرِّبَا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ. . .) ، وذلك هم واصب نشأ من ذات المال وأصاب النفس (وَتَزْهَقَ أَنفُسهُمْ) أي يموتون، وقد </p><p> ضاقت نفوسهم من هموم الأموال وما فيها، (وَهُمْ كافِرُونَ) جاحدون الحق، فتكون نفوسهم قد حرمت متعة الدنيا بمصائب الأموال والبنين ومفاتنهم، وحرموا راحة الإيمان، واطمئنان الحق، فخسروا الدنيا والآخرة، وذلك هو الخسران المبين. ولقد قال تعالى:  (أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ (٥٥) نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لَا يَشْعُرُونَ (٥٦) . </p><p> وإنهم لنفاقهم يبتعدون بقلوبهم عنكم، شاعرين بأنكم نافرون منهم غير واثقين يا معشر المؤمنين، وكلما كان النفور بسبب ما تعرفونه من لحن أقوالهم، كلما شعروا بذلك أحسوا بأنهم لَا يستطيعون خديعتكم، ولذلك يحاولون أن يحملوكم على الثقة فيهم، وما هم بأهل للثقة، وقال تعالى عنهم ذلك: </p>"
}