{
  "id": null,
  "sura": 9,
  "aya": 76,
  "text": "<p> (فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ (٧٦) </p><p> (الفاء) لترتيب الإخلاف بالعهد، لأن الحلف لَا يزيد المنافق إلا خداعا، ولا يجعله يؤدي الحق فهو يكون على عكس ما يوجبه الإيمان إذ الإيمان يوجب الوفاء، والنفاق على عكس ذلك يوجب الإخلاف، وقد صور الله تعالى إيتاءهم وإخلافهم للعهد بقوله تعالى: </p><p> (فَلَمَّا آتَاهُم مِّن فَضْلِهِ بَخِلُوا بِهِ) ويبدو ذلك في الرواية التي رويت عن ثعلبة ابن حاطب، كيف بخل عن الواجبات المفروضة لَا عن الصدقات غير المفروضة، وتعلل بأن الزكاة أخت الجزية، وإنه كان عليه أن يتفضل بالخير؛ لأن الله تعالى أعطاه من فضله من حيث لَا يحتسب، وكان رزق الله تعالى فائضا. </p><p> وفى الآية الكريمة تصوير لنفس البخيل يؤتيه الله تعالى من فضله بعد أن وعد بأنه سيعطي ويتصدق، ويكون من الصالحين، ويوثق عهده بالأيمان المغلظة، ثم ينقض بعد ذلك عهده شحا بالمال، وقد زاده العطاء شحا، ويصور كذلك نفس المنافق، ولا ترتبط بعهد، ولا تصرّ على وعد، بل نفسه منفلتة دائما، وعاثرة، لا تستقر ولا يوثق لها، وإن المنافق إذا فقد الضمير والنفس اللوامة انماعت نفسه، فأصبح لَا يؤمن بشيء ولا يربط بعهد أو وعد. </p><p> وقد استنبط بعض فقهاء الزيدية من هذه الآية وجوب الوفاء بالعهد ما دام في غير معصية، والفقهاء جميعا على ذلك، ومصداقه قوله - صلى الله عليه وسلم -: \" من نذر أن يطيع </p><p> الله فليطعه، ومن نذر أن يعصي الله فلا يعصه \" (١) والعهد لله نذر، وقد قال جمهور الفقهاء إن النذر واجب الوفاء إذا كان من جنس فرض من الفروض، وإن العهد لله الذي يعاهد أولئك المنافقون عليه عهد على طاعة، وهي الصدقة في قوله عنهم:  (لَنَصَّدَّقَنَّ) . وقوله تعالى:  (وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ) فيه إيماء إلى أنهم يحسون بأنهم ليسوا صالحين، وأنهم يريدون أن يعدلوا، ليخرجوا من الحال غير الصالحة إلى حال أخرى غير حالهم، وهو حال النفاق. </p><p> وقد زادهم العطاء نفاقا؛ لأنهم لم يفوا بالعهد، وكذا ما عاهدوا الله عليه. </p><p> وصور الله تعالى نكثهم بقوله:  (فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ) أي أعرضوا عن الله تعالى بعد أن أدنوا أنفسهم منه سبحانه، وأكد </p><p> سبحانه وتعالى إعراضهم بالحال، أي أنهم انصرفوا عن الله، وصار الإعراض حالهم، التي يعيشون في دائرتها، فينتقلون في محيطها من إعراض عن الله تعالى إلى إعراض أوحل في النفاق، ولذا قال تعالى: </p><p>(١) رواه الترمذي: النذور والأيمان - من نذر أن يطيع الله (١٥٢٦)، والنسانى: الأيمان والنذور - النذر في الطاعة (٦ ٠ ٣٨)، وأبو داود: الأيمان والنذور - ما جاء في نذر المعصية (٣٢٨٩)، وابن ماجه: الكفارات - النذر في المعصية (٢١٢٦)، وأحمد: باقي مسند الأنصار - حديث السيدة عائشة رضي الله عنها (٢٣٥٥٥).</p>"
}