{
  "id": null,
  "sura": 9,
  "aya": 90,
  "text": "<p> (وَجَاءَ الْمُعَذِّرُونَ مِنَ الأَعْرَابِ لِيُؤْذَنَ لَهُم) . </p><p> في الآية قراءتان إحداهما بتشديد الذال مع كسرها، والثانية بتخفيفها مع كسرها أيضا (١) ، فقراءة التعذير في الأولى، يكون معناها التقصير وعدم الاهتمام، من قولهم عَذَر في الأمر إذا قصَّر فيه وتوانى، وذلك مقصور في الأعراب الذين هم أجدر ألا يعلموا حدود ما أنزل الله تعالى، ولا فرق عندهم بين دعوة إلى الجهاد في سبيله، ودعوة إلى عادات كانت تجري بينهم للمنازعة على الكلأ، أو مواطن الماء، أو للعصبية الجاهلية. </p><p> ويصح أن يكون المعذِّرون هم المعتذرون، ويكون في الكلام إعلالا صرفيا، فأصل \" المعذرون \" المعتذرون من اعتذر، فقلبت التاء ذالا، وأدغمت الذال، ونقلت حركة التاء إلى العين، ويكون المعنى جاء المعتذرون الذين شددوا في اعتذارهم؛ لأن الادعاء ينبئ عن شدة الاعتذار، وإن معنى ذلك أنهم يعتذرون بأعذار مقبولة، ويدل على ذلك المقابلة، وقوله تعالى بعد ذلك:  (وَقَعَدَ الَّذِينَ كذَبُوا اللَّهَ وَرَسُولَهُ) </p><p>(١) قراءة (المعْذِرون) ساكنة العين خفيفة الذال، قراءة يعقوب، والنهاوندي عن قتيبة عن الكسائي، وقرأ الباقون، بفتح العين وتشديد الذال. غاية الاختصار (٩٦٣).</p><p> فإن المقابلة تقتضي التغاير بين القاعدين الذين لم يصدقوا الله ورسوله وكذِّبوا، وبين المعذرين، ولكن المقابلة لَا تكون إلا إذا كان اعتذار الأولين حقا وصدقا. </p><p> وقراءة \" المُعْذِرون \" بالتخفيف من الإعذار، وهو إبداء العذر الذي يكون مظنة القبول. </p><p> وإننا نجد أن الآية من قراءاتها المختلفة تفيد إبداء العذر، وإن المقابلة بين القاعدين الذين كذبوا الله ورسوله، والمعتذرين تفيد أن العذر مقبول اقتضى الأمر لهم. </p><p> وقد جاء بذلك التفسير المأثور، فقد روي عن ابن عباس رضي الله تعالى عنهما أنه قال في المعذرين: هم الذين تخلفوا لعذر فأذن لهم النبي - صلى الله عليه وسلم -، وروي عنه غير ذلك، والله أعلم، وقيل إنها نزلت في عامر بن الطفيل ورهطه، فإن رهطه قالوا عندما دعاهم - صلى الله عليه وسلم - إلى الغزو قالوا: لو غزونا معك أغارت أعراب طيئ على حلائلنا وأولادنا ومواشينا، فعذرهم النبي - صلى الله عليه وسلم - (١) . </p><p> وقوله تعالى:  (وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ) يفيد أولا أن الذين جاءوا هم المعذرون ولم يذكر الذين جاءوا مجاهدين؛ لأن منهم من جاء مجاهدا، وخصوصا أولئك الذين كانوا مع الرومان في مؤتة، وتخلفوا عنهم في تبوك وخذلوهم، ولكن ذكر المعتذرين فقط؛ لأن الكلام في المستأذنين في التخلف بأعذار غير صادقة وهم المنافقون، فناسب ذلك ذكر المعتذرين من الأعراب. </p><p> وتفيد ثانيا أنهم جاءوا للاعتذار وليؤذن لهم، ولو كانوا يعتذرون كذبا ما جاءوا بل قعدوا كما قعد غيرهم، وقال تعالى: </p><p> (وَقَعَدَ الَّذِينَ كَذَبُوا اللَّهَ وَرَسُولَهُ) أي قعد وتوانى الذين كذبوا الله ورسوله، وكذبوا بالتخفيف تتضمن معنى التكذيب لله ولرسوله، ولآياته البينات، ومعنى </p><p>(١) ذكره القرطبي: الجامع لأحكام القرآن - ج ٨، ص ٢٢٤. عن ابن عباس رضي الله عنهما.</p><p> الكذب على الله ورسوله والناس بإظهارهم الإسلام، وإبطانهم الكفر، وإظهار أعذار غير صادقة. </p><p> وبين الله تعالى عاقبتهم فقال تعالى:  (سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ) وهنا إظهار في موضع الإضمار؛ لأن المؤدى أنه سيصيب هؤلاء القاعدين الذين كذبوا الله ورسوله عذاب أليم، وكان الإظهار لأمرين: أولهما - بيان أن منهم كافرين، وبسبب الكفر سينالهم عذاب أليم، وثانيهما - أن منهم من لا يصرون على الكفر فيتوبون، فهذا العقاب للذين يصرون ولا يتوبون. </p><p> و (السين) في قوله تعالى: (سَيُصِيبُ الَّذِينَ كفَرُوا مِنْهُمْ) لتأكيد وقوع الفعل في المستقبل. </p><p> وقد ذكر الله تعالى بعد ذلك أصحاب الأعذار المقبولة فقال: </p>"
}