{
  "id": null,
  "sura": 9,
  "aya": 53,
  "text": "<p> (قُلْ أَنفِقُوا طَوْعًا أَوْ كَرْهًا لن يُتَقَبَّلَ مِنكُمْ) المعنى الظاهر وكتاب الله تعالى بيِّن بذاته لَا يحتاج إلى بيان، إن الله تعالى لن يقبل منهم إنفاقهم في الآخرة سواء أنفقوه طائعين أم أُكرهوا على الإنفاق، وسواء أنفقوه كارهين أم أنفقوه راغبين، فمعنى طوعا، أي طائعين راغبين في الإنفاق طيبة به نفوسهم أو كارهين غير راغبين، أو بإكراه أحد، أو بتورط، ولا يرضون. </p><p> وهذا المعنى ظاهر، ولكن كيف يخرج الأمر في هذا. وبلا شك لَا يقصد الطلب ولا الإباحة ولا الندب، ولا أي باب من أبواب الطلب وإذن فما سبيله؟. </p><p> قال القرطبي: إن معناه الشرط، وجوابه لن يقبل، وتقدير القول هكذا، إن تنفقوا لَا يقبل منكم سواء كان الإنفاق طوعا أو كرها. </p><p> وقال الزمخشري: إن معنى الأمر هنا الإخبار بأنهم لَا يقبل منهم، ويظهر أنه يعود إلى معنى الشرط، والمؤدى ينتهي إلى أنه لن يقبل الإنفاق، ومثلوا له بقول كثير عزة، ولكلام الله تعالى المثل الأعلى. </p><p> أسيئى بنا أو أحسنى لَا ملومة ... لدينا ولا مقلية إن تقلت وقد بين السبب في منع قبول أموالهم قربات عند الله، فقال سبحانه: </p><p> (إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ) </p><p> وجملة (إِنَّكُمْ) منفصلة عن سابقتها؛ لأنها تعليل لها، ولأن الجملة الأولى طلبية، والثانية خبرية. والفسق هو الخروج، وهم بالحكم عليهم بأنهم فاسقون يكون محكومًا عليهم بأنهم خارجون عن الجماعة بشعورهم، وإن كانوا فيها بأجسامهم، وذلك مع كفرهم، وقد أكد الله سبحانه وتعالى ذلك الحكم بعدة مؤكدات، أولها بالجملة الاسمية، وثانيها بـ (إنَّ) الحرف الدال على التوكيد، وثالثها بـ (كان) الدالة على استمرارهم في الفسق والخروج عن الجماعة وعدم الشعور بشعورها. </p><p> ونفى الله تعالى بقوله:  (أَن تقْبَلَ مِنْهُمْ) ظاهره أن الله تعالى لن يجازي عليه جزاء القربات يوم القيامة؛ لأنهم لم ينووا بها التقرب، وإنما أرادوا ستر جبنهم ونفاقهم، ليستقيم ادعاؤهم أنهم من المسقمين، وهم غير مؤمنين، وشرط النية المأجورة الأيمان، ولقد قال تعالى عما ينفقه الكافرون:  (مَثَلُ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ أَنْفُسَهُمْ يَظْلِمُونَ (١١٧) . </p><p> وهل يقبل النبي منهم ما يدفعونه مغرما، إن الأمر في ذلك متروك للنبي - صلى الله عليه وسلم -، وقد بين سبحانه وتعالى المانع عن قبول صدقاتهم بالتصريح بما طوى في هذه الآية فقال تعالى: </p>"
}