{
  "id": null,
  "sura": 9,
  "aya": 32,
  "text": "<p> إن المشركين واليهود والنصارى بالتمويهات الباطلة التي لَا تدركها العقول المستقيمة، وهم ينطقونها بأفواههم ولا تتصورها عقولهم؛ لأنها غير قابلة للتصور، هؤلاء يريدون أن يطفئوا نور الله، وهو الحقائق الثابتة الدالة على أن الله خالق السماوات والأرض ومن فيهن، والحق الذي جاء به محمد - صلى الله عليه وسلم - والمعجزة الكبرى وهي القرآن الكريم، والهدى العظيم، يريدون بهذه الأوهام أن يطفئوا ذلك النور. </p><p> وقد شبه الله تعالى محاولاتهم وتضليلهم بحال من يحاول إطفاء الشمس في علاها، والقمر في بزوغه، فمن يحاول طمس الحقائق الظاهرة ضال مبطل في محاولاته كمن يحاول إطفاء الشمس. </p><p> وأضاف النور إلى الله تعالى تشريفا لهذه الحقائق، وتنويها بشأنها؛ لأنها مضافة إلى العلي القدير، نور هذا الوجود، كما قال تعالى:  (اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٣٥) . </p><p> أولئك من مشركين وكتابيين يريدون إطفاء نور الله، فهم يعاندون الله، والله تعالى غالب عليهم، ولذا قال تعالى:  (وَيَأبَى اللَّهُ إِلَّا أَن يُتِمَّ نُورَهُ) وقوله تعالى: (يُرِيدُونَ أَن يُطْفِئُوا) ، في مقابلة (وَيَأبَى اللَّهُ إِلَّا أَن يتِمَّ نُورَهُ) ، هم يريدون والله تعالى يأبى عليهم، ويأبى عليهم كل أهوائهم، وعلى ذلك فمعنى (يأبى) لَا يريد الله، والاستثناء حينئذ مفرغ، والاستثناء المفرغ لَا يكون إلا في حال النفي، مثل لا يقوم إلا أحمد، ولا يهدي إلا محمد، ولا معجز إلا القرآن. </p><p> فكيف يكون قوله تعالى:  (وَيَأبَى اللَّهُ إِلَّا أَن يُتِمَّ نُورَهُ) استثناء مفرغا، ونقول إن (يأبى) متضمنة معنى (لا يريد) ، في مقابل (يُرِيدُونَ أَن يُطْفِئُوا نُورَ اللَّهِ بِأفْوَاهِهِمْ) ، فهم يريدون الإطفاء والله لَا يريد إلا أن يتم نوره، ويعم الوجود الإنساني، وإرادة الله هي النافذة، لأن إرادتهم ظلمة، والنور كاشف الظلمة، (وَلَوْ كَرِهَ الْكَافِرُونَ) لأن ستر الحقائق والتمويه والتضليل لَا يدوم مهما بطل الزمان، وقد أيد الله دعوة الحق بإرسال محمد يكشف به الظلمات، فقال تعالى: </p>"
}