{
  "id": null,
  "sura": 9,
  "aya": 103,
  "text": "<p> (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ (١٠٣) </p><p> يحسب بعض الكتاب في التفسير القرآني أن في هذا النص (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً) به فرضية الزكاة، ونحسب أن الزكاة قد فرضت قبل ذلك، وإنما هذه الصدقة المطلوبة من الصدقات التي تكفر المعاصي، أو من المطلوبات التي تعم المفروض والمندوب ولقد قال النبي - صلى الله عليه وسلم -: \" الصدقة تطفئ الخطيئة، كما يطفئ الماء النار \"  (١) </p><p> ولقد كان من بعض الخطائين الذين تخلفوا في تبوك من أراد التصدق بكل ماله تكفيرا عن خطئهم في التخلف، وإحساسا بكبر ما ارتكبوا، وقوله تعالى:  (تطَهِّرُهُمْ) وهناك قراءة بسكون الطاء، وعدم الإدغام في الهاء من أَطْهَر والمعنى في القراءتين أن الصدقة تطهر نفوسهم من شحها، لأن من تخلف محافظة على أن الزمان كان زمان إثمار وإنتاح زراعي، فالصدقة علاج الشح، ومطهرة النفس منه، وقوله تعالى:  (وَتُزَكِّيهِم) قال الزمخشري: إن التزكية تصح أن تكون بمعنى المبالغة في التطهير حتى تكون نفوسهم بتطهيرها نامية بسبب التطهير، فتكون مشتملة على معنى النماء، لأن المبالغة في التطهير نمتها أو نمَّت النزوع إلى الفضائل فيها، أو تقول: إن معنى التزكية من الرسول - صلى الله عليه وسلم - أي يصفهم بما يكون تزكية لهم وثناء عليهم، أي يزكيهم - صلى الله عليه وسلم - بهذه الصدقات الطاهرة. </p><p>(١) سبق تخريجه.</p><p> و (مِنْ) في قوله تعالى: (خُذْ مِنْ أَمْوَالِهِمْ) للتبعيض أي خذ بعض أموالهم، وليس من المستحسن أن يأخذ كل المال، بل يبقي لأهله ما يكفيهم بالمعروف، والآثار الصحاح قد وردت عن النبي - صلى الله عليه وسلم - بأنه كان لَا يستحسن الأكثر من الثلث، فقد قال سعد بن بن أبي وقاص عندما استأذنه في الوصية قال - صلى الله عليه وسلم - \" الثلث، والثلث كثير، إنك إن تدع أولادك أغنياء خير من أن تدعهم فقراء يتكففون الناس \" . </p><p> ومع هذه الصدقة التي أمره الله تعالى أن يأخذها منهم أمره سبحانه بأن يصلي عليهم، فقال تعالى:  (وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ) الصلاة هنا بمعنى الدعاء والاستغفار، والتعدية بـ (على) للإشارة إلى أنها سابقة لهم فائضة بالخير عليهم نازلة بالبركات عليهم، وقد ذكر الله سبحانه الغاية الواضحة من الصلاة وهي أنها (سَكَنٌ لهمْ) ، والسكن معناه الاطمئنان وقرار النفس، وذلك الاطمئنان يكون بردا وسلاما عليهم؛ لأنهم كانوا شاعرين بعظم جرمهم فيتوهمون بفرط إحساسهم وإيمانهم بأن ذنبهم غير مغتفر، فصلاته - صلى الله عليه وسلم - اطمئنان لهم، وقرار لنفوسهم، ثم ختم الله تعالى الآية بقوله عز من قائل:  (وَاللَّه سَمِيعٌ عَلِيمٌ) أي سمع اعترافهم المطهر لنفوسهم وندمهم على تخلفهم عليم بضمائرهم الطاهرة التي زادها الاعتراف طهارة، واستحقوا تزكية النبي - صلى الله عليه وسلم -. </p><p> * * * </p><p> الله يقبل التوبة عن عباده </p><p> قال تعالى: </p><p> (أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ (١٠٤) وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ </p><p> وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (١٠٥) </p><p> * * * </p><p> يؤكد الله سبحانه قبوله للتوبة حتى لَا يسرف العصاة ولو كانوا منافقين على أنفسهم، ويظنون أنه لَا رجعة إلى الله وإلى الحق، فإن اليأس يولد النفرة والنفرة تولد الكفر، والرجاء في الله يكون معه الرجوع إليه، والرجوع إليه يكون معه الإيمان، ولذا قال:  (قلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفسِهِمْ لَا تَقْنَطوا مِن رَّحْمَةِ اللَّهِ. . .) . </p>"
}