{
  "id": null,
  "sura": 9,
  "aya": 85,
  "text": "<p> (وَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ أَنْ يُعَذِّبَهُمْ بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ (٨٥) . </p><p> تقدمت هذه الآية في هذه السورة عند الكلام على ما يتمناه المنافقون للمؤمنين، ومنع النبي - صلى الله عليه وسلم - من أن يقبل منهم نفقاتهم، فقد قال تعالى في ذلك:  (ومَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كفَرُوا باللَّه وَبِرَسُوله وَلا يَأتُونَ الصَّلاةَ إِلَّا وهُمْ كُسَالَى وَلا يُنفِقُونَ إِلَّا وَهُمْ كارِهونَ) . </p><p> ونرى الآيتين متلاقيتين فِى المعنى والألفاظ، إلا في حرفين: أولهما - أنه هنا عبر (بالواو) فقال تعالى: (ولا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلادُهُم) وفي الآية السابقة صر (بالفاء) ولها مناسبتها، والثاني - أنه في هذه الآية لم تذكر (لا) بعد (أَمْوَالُهُمْ) ، وفى الآية السابقة ذكرت لَا وأيضا فالنص السابق \" إنما يريد الله أن يعذبهم في الحياة الدنيا \" وفي هذه الآية: (إِنَّمَا يُرِيدُ اللَّهُ أَنْ يُعَذِّبَهُمْ بِهَا فِي الدُّنْيَا) . </p><p> وإن هذا الاختلاف في الألفاظ هو تصريف القول الذي هو من أسباب الإعجاز البياني، كما قال تعالى:  (وَكَذَلِكَ نُصَرِّفُ الآيَاتِ. . .) ، فهل يعد هذا من التكرار؟ نقول إنه يكون من التكرار إذا كانت المناسبة التي ذكرت فيها الآيتان واحدة، أما إذا اختلفت المناسبة، فإنها تغير المقصود، وإذا تغير المقصود لَا يكون المعنى واحدًا من كل الوجوه. </p><p> وقد كانت المناسبة في الآية السابقة أن الله منع رسوله من أن يقبل منهم نفقات في الحروب، ومعاونات فيها، مهما تكن أموالهم كثيرة، وأنهم أعز نفرا، فالله هو الغني الحميد. </p><p> وأما المناسبة هنا فهي النهي عن الصلاة عليهم بسبب كفرهم، وتأكيد ذلك النهي، وكان قبل ذلك النهي عن الاستغفار لهم، وحلفهم الدائم، وقد كان يظن أن يكون مالهم وأولادهم توجب العطف، فبين الله تعالى أن ذلك كله لَا يسوغ العطف عليهم، ولا رجاء الخير منهم. </p><p> ولقد قال الزمخشري في تكرار يعض الآيات: وقد أعيد قوله تعالى: (وَلا تُعْجِبْكَ) ؛ لأن تجدد النزول له شأن في تقرير ما نزَّل الله تعالى وتأكيده، وإرادة أن يكون على بال المخاطب لَا ينساه، ولا يسهو عنه، وأن يعتقد أن العمل به مهم يفتقر إلى فضل عناية، ولا سيما إذا تراخي ما بين النزولين فأصبح الشيء الذي أهم صاحبه فهو يرجع إليه في أثناء حديثه ويتخلص إليه، وإنما أعيد هذا المعنى لقوته فيما يجب أن يحذر منه. </p><p> وإن المنافقين قد استمروا على فرارهم من الجهاد، ولذا قال تعالى: </p>"
}