{
  "id": null,
  "sura": 9,
  "aya": 35,
  "text": "<p> (يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ (٣٥) </p><p> (يَوْمَ) تتعلق بقوله: (بِعَذَاب أَلِيم) ، أي ذلك الإيلام الشديد، يوم يحمى عليها أي يوقد عليها، والضمير يعود إلى الذهب والفضة كما يعود ضمير ينفقونها إليها على التخريج الذي ذكرنا آنفا، ولهذا النص تصوير لحال الأشحة الذين يكنزون الذهب والفضة ولا ينفقونها في سبل الخير، ولا يؤدون ما تعلق بها من نفقات على العيال، والفقراء، فلا يعطون المال على حبه مسكينا يتيما وأسيرا، ويعيشون لأنفسهم، لَا يتجاوزونها إلى غيرهم من الفقراء والمحاويج والمجاهدين والمؤلفة قلوبهم والغارمين وفي سبيل الله. </p><p> و (يُحْمَى عَلَيْهَا) أي يوقد عليها فتكون كمقامع تكوى بها وجوههم، وجنوبهم وظهورهم، وذكرت هذه الأعضاء لأنها تعم الجسم كله، وابتدأ بالوجوه </p><p> لأنها بها المواجهة، وبها تتميز الأشخاص؛ ولأنهم يطلبون بكنز المال الوجاهة في الدنيا، والشأن فيها، ولأنهم بالكنز يصونون ماء - وجوههم، كما قال الزمخشري \" أن يكون ماء وجوههم مصونا عندهم يتلقون بالجميل، ويحيون بالإكرام، ويبجلون ويحتشمون، ومن أكل الطيبات يتضلعون منها، وينفخون جنوبهم، ومن لبس ناعمة من الثياب، يطرحونها على ظهورهم، كما ترى أغنياء زمانك هذه أغراضهم وطلباتهم من أموالهم لَا يخْطِرون ببالهم قول رسول الله - صلى الله عليه وسلم - \" ذهب أهل الدثور بالأجور \". </p><p> وقيل لأنهم كانوا إذا بصروا الفقير عبسوا وإذا ضمهم وإياه مجلس ازوروا عنه، وتولوا بأركانهم، وولوه ظهورهم، وقيل: معناه يكون على الجهات الأربع مقاديمهم، ومآخيرهم وجنوبهم، اهـ. </p><p> هذه مقالة الزمخشري، ونرى الأقوال التي ذكرها كلها صادقة، فهم ينتفعون بالأموال مفاخرين بها مباهين مستعلين يملئون بطونهم منها، ويلبسون الدمقس والحرير، ويعبسون للفقراء، ويهشون للأغنياء، ويوم القيامة تحيط بهم النار من الجهات الأربع، بحيث لَا ينفلتون عنها، ويكوون بها في كل أجزاء جسمهم، ولا يجدون للفرار منها سبيلا. </p><p> (هَذَا مَا كنَزْتمْ لأَنفُسِكُمْ) هذه النار الموقدة من تنوركم هي ما كنزتموه أي عاقبته ومآله، أو ذاته، فذوقوا ما كنتم تكنزون، أي وبال ما كنتم تكنزونه، أو ذوقوه موقدا للنار. </p><p> هذا خبر الله تعالى عن الكنوز وأصحابها يوم القيامة، وما يتعلق باليوم الآخر نقبله كما هو، ويصح أن نقول إنه تصوير لحالهم تسببه عاقبة أمرهم بمن يكوون بذهبهم وفضتهم، والله عليم خبير. </p><p> قد ابتدأ في سورة براءة بذكر الأشهر الحرم ومنع القتال فيها ثم تكلمت على عهود المشركين وعمارة المسجد الحرام، وعلى منع المشركين من المسجد الحرام وبيان شرك أهل الكتاب، وعبث الأحبار والرهبان بمداركهم. </p><p> ومن بعد كان الجهاد، وقدم اللَّه تعالى بيان الأشهر الحرم حرامها وحلالها، فقال تعالى: </p><p> * * * </p><p> (إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (٣٦) إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (٣٧) </p><p> * * * </p><p> إن الله تعالى وقت العبادات غير الصلاة بشهور من السنة، فرمضان شهر القرآن، وشهر الصيام، وذوالحجة شهر الحج لأن فيها يوم عرفات، والحج له أشهر معلومات كما قال تعالى:  (الْحَجُّ أَشْهُرٌ معْلُومَاتٌ فَمَن فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدَالَ فِي الْحَجِّ. . .) ، وهذه الأشهر هي شوال وذو القعدة وعشر من ذي الحجة، وجعلت الأشهر بالأهلة، تبتدئ برؤية الهلال وتنتهي برؤيته، كما قال تعالى:  (يَسْألُونَكَ عَنِ الأَهِلَّةِ فلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجّ. . .) أالبقرة، وقال تعالى:  (وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيم) أيس،، وقال تعالى:  (وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا (١٢) ، وجعلت الأهلة علامة الشهور ابتداء وانتهاء، أو هي الشهور لأمرين: </p><p> أولهما - أن يعلم ابتداء الشهر بالحس لَا بالتقدير والحساب المجرد؛ فإن الأشهر الشمسية لَا تعرف إلا بالحساب. </p><p> ثانيهما - ألا تتغير السنة بالزيادة والنقصان فتكون (كبيسة) فتزاد، أو (بسيطة) فلا تزاد، وإنها تتفق مع طبائع الناس. </p><p> وبذلك لَا تتغير أوقات العبادات، ولا تختلف، وجعلها الله تعالى اثني عشر شهرا، وقد ثبت كل شهر في موضعه ذاته لَا يفترق عنه، وقلنا: إن طبائع الناس تسير مع الأشهر العربية فثبت أن الحيض والحمل يتبعان الأشهر القمرية. وقد قال تعالى: </p>"
}