{
  "id": null,
  "sura": 9,
  "aya": 59,
  "text": "<p> (وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ (٥٩) </p><p> (لَوْ) في قوله </p><p> تعالى:  (وَلَوْ أَنًّهمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ) هي شو طية، وجوابها محذوف تقديره مثلا:  (لكان خيرا لهم) ، وإني أظن أن حذف الجواب لتضمن (لَوْ) معنى الحض والرجاء بأن يكونوا كذلك إن خلعوا رداء النفاق من أنفسهم. </p><p> وقوله تعالى:  (رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ) هي نواح نشير إلى بعضها أولاها: أن (رَضِيَ) تتعدى بالباء فيقال رضيت بالأمر، وتتعدى بنفسها، فيقال رضيت الأمْر، وهنا متعدية بنفسها، وأشعر بأنها إذ تتعدى بنفسها تتضمن معنى الرغبة والاقتناع، وهذا ما يليق بالمؤمن عند العطاء من الله ورسوله. </p><p> الثانية: أن الله تعالى قال: (آتَاهُمُ اللَّهُ وَرَسُولُهُ) وذكر الله سبحانه وتعالى، مع أنهم لمزوا ما فعله الرسول، للإشارة إلى عظم الجرم الذي ارتكبوه، لأنهم إذ عابوا رسول الله - صلى الله عليه وسلم -، فكأنهم يعيبون الله تعالى؛ لأن الرسول لَا يعمل بالهوى، </p><p> ولأن الرسول ينفذ، وإنهم إذا عصوه عليه السلام فقد تجرءوا؛ لأن الله تعالى يقول:  (من يُطِع الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ) . </p><p> الثالثة: ما أشرنا إليه من قبل، إلى أن ذلك الرضاء أمر يحبه الله ورسوله، ويرجوه الرسول صلى الله تعالى عليه وسلم لهم، ليكونوا من المؤمنين حقا. </p><p> وقد صور الله تعالى النفس المؤمنة بأنها قانعة غير طامعة، ونفس المنافق غير قانعة بل هي طامعة دائما وتريد من الدنيا المزيد؛ لأنها لَا تؤمن إلا بالدنيا ومتعها وموادها، فيبتغون المزيد منها، وبئس ما يبغون، فقال سبحانه في تصوير النفس المؤمنة بعد رضاها (وَقَالُوا حَسْبُنَا اللَّهُ) أي كافينا الله، ولم يقل الله تعالى عنهم أنهم يقولون حسبنا ما أتانا الله، بل إنه سبحانه وتعالى يقول عنهم:  (حَسْبُنَا اللَّه) أي إن الله كافينا، أعطانا هذا ما رضينا به، وسيعطينا إن احتجنا، وما أخذناه يكفينا. </p><p> وقوله تعالى عنهم:  (حَسْبُنَا اللَّهُ) فيه من معاني التفويض والتوكل على الله ورجاء ما عنده ما لَا يدركه إلا القلوب المؤمنة المتبتلة الضارعة له سبحانه وتعالى وحده. </p><p> وإن قوله تعالى:  (سَيُؤْتِينَا اللَّهُ مِن فَضْلِهِ) فيه تصوير معنى الاتكال على الله تعالى، ورجاء ما عنده. على أنه فضله فيستحق الشكر ولا يجوز أن ينتقص ما يأمر بإعطائه، وينتقص باللمز، والسير في طريق الكفر، وهو الضلال البعيد. </p><p> ولقد قال الله حاكيا عن أقوال المؤمنين (إِنَّا إِلَى اللَّهِ رَاغِبُونَ) هذه غاية الضراعة، أن يرغبوا إلى الله تعالى وحده ولا يرغبون فيما لَا يقتنونه، ولا عرضا من أعراض الدنيا ولا غاية من غاياتها، وتقديم الجار والمجرور (إِلَى اللَّهِ) تعالى على (رَاغِبُونَ) يفيد الاختصاص، أي لَا يرغبون إلا إليه سبحانه وتعالى. </p><p> وإن الله تعالى بين بعد ذلك مصارف الصدقات، ولم يتركها لنبيه، بل تولاها سبحانه وحده، لكيلا يتطاول بعض من بقلبه مرض من ضعف إيمان أو </p><p> نفاق أو من تتعلق نفوسهم بظواهر الأمور دون لبابها وغاياتها، فقال تعالت كلماته: </p>"
}