{
  "id": null,
  "sura": 9,
  "aya": 79,
  "text": "<p> (الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (٧٩) </p><p> (الَّذِينَ) وصف للمنافقين، (يَلْمِزُونَ) أي يعيبون وقتا بعد آخر، وتكرر غمزهم، لأنهم من (الْمُطَّوِّعِينَ) أي المتطوعين، وقلبت التاء طاء وأدغمت الطاء في الطاء، والمتطوع هو المتصدق تطوعا، وقد أدى الفريضة، وإن هذا الإدغام قوى المعنى في اللفظ، أي الذين يؤدون فيه أقصى التطوع، فذو المال يتطوع بأقصى ما يمكن من التطوع لَا يدخر، والقِلُّ من المال يتبرع بمقدار جهده وطاقته، وهم يعيبون من يتطوع بالكثير فيقولون يرائي، ومن يتطوع بالقليل مما يقدر عليه يقولون ساخرين: الله غني عنه، فهم عيابون لَا يتبرعون، ويعيبون من يتبرع، ذا مال أو لم يكن ذا مال. </p><p> روى البخاري عن عبد الله بن مسعود رضي الله عنه، قال: لما نزلت آية الصدقات كنا نحامل (أي نحمل الحمل على ظهورنا بالأجرة) ، فجاء رجل، فتصدق بسخاء كثير فقالوا! يرائي، وجاء رجل فتصدق بصاع فقالوا: إن الله غني عن صدقة هذا. </p><p> وروى الإمام أحمد رضي الله عنه عن أبي السليل عن أبيه أنه رأى رسول الله - صلى الله عليه وسلم - بالبقيع وهو يقول:  \" من يتصدق بصدقة أشهد له بها، فجاء رجل لم أر أشد سوادا ولا أصغر منه - بناقة ساقها لم أر في البقيع ناقة أحسن منها،فقال يا رسول الله:أصدقة،قال عليه الصلاة والسلام:\" نعم \": قال الرجل: دونك هذه الناقة، فلمزه رجل،وقال:هذا يتصدق بهذه، فوالله لهي خير منه، فسمعها رسول الله - صلى الله عليه وسلم -،فقال:\" كذبت هو خير منك ومنها \" ثلاث مرات،ثم قال:\" ويل لأصحاب المئين من الإبل \" ثلاثا،قالوا:إلا مَنْ يا رسول الله؟،قال:\" إلا من قال بالمال هكذا وهكذا \" وجمع بين كفيه عن يمينه، وعن شماله،قال وقد أفلح:\" المزهد المجهد \"، وفسرها ابن كثير المزهد في العيش المجهد في العبادة. </p><p> وتبرع عبد الرحمن بن عوف بأربعة آلاف درهم، فقال له عمر بن الخطاب رضي الله عنه: أجننت أنت! قال: ليس بي جنون، هو مالي ثمانية آلاف درهم، أقرضت الله منها أربعة آلاف، وجعلت لعيالي أربعة آلاف، فدعا له النبي - صلى الله عليه وسلم -، ولكن المنافقين قالوا: ما تصدق إلا رياء. </p><p> وجاء رجل بصاعين من بر تبرع بصاع وأبقى لنفسه صاعا، فسخروا منه وقالوا: الله غني عن صدقته، وهكذا كانوا يلمزون من يتصدق بالكثير، ومن يتصدق بالقليل، وذلك شأن المنافقين دائما يصغرون عمل غيرهم قليلا أو كثيرا ولا يعملون، قبحهم الله تعالى. </p><p> وقال تعالى:  (وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ) الجهد: الطاقة أي الذين لا يجدون ما يتصدقون إلا بقدر طاقتهم المحدودة، والجهد بفتح الجيم، وضمها: الطاقة، وفيها القراءتان (١) . </p><p> وظاهر القول أن (الَّذِينَ لَا يَجِدُونَ) معطوفة على (الْمطَّوِّعِينَ) ، ويكون المعنى أنهم يلمزون الذين ينفقون عن يسار، وهذا هو المعطوف عليه، والمعطوف بعد ذلك (الذين لَا يجدون إلا طاقتهم) ، فيسخرون من الفريقين، يتهكمون على أهل اليسار برميهم أنهم يراءون، وهكذا يرمون بدائهم، فالمراءون هم المنافقون في كل الأحوال، وخطر لي أن أقول: إن قوله تعالى: (وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ) ، فكأنهم يعيبون المتطوعين عن سعة، ويسخرون من الذين لا يجدون إلا مقدار طاقتهم وهي محدودة، و (الفاء) هنا لأن الموصول في معنى الشرط، والمعنى إن كان الذين لَا يجدون يسخرون منهم. </p><p> ويقول سبحانه وتعالى:  (سَخِرَ اللَّهُ مِنْهُمْ) ، أي أنهم يعاملون معاملة من يسخر منهم، أو أن ذلك دعاء عليهم بأن يكونوا موضع السخرية والاستهزاء عندما يكشف أمرهم، وتعرف حالهم. </p><p>(١) (جهدهم) بفتح الجيم، ليست في العشر المتواتر).</p><p> وإن ذلك لهم خزي في الدنيا، كالمنافق موضع سخرية حقيقية في الدنيا بتقلب قلوبهم وتناقضهم في أحوالهم دائما. </p><p> (وَلَهُمْ عَذَابٌ أَلِيمٌ) ، أي مؤلم أشد ما يكون الألم وحسبهم جهنم وبئس </p><p> المهاد. </p><p> * * * </p><p> لا استغفار لمنافق </p><p> قال تعالى: </p><p> (اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ذَلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (٨٠) فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللَّهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقَالُوا لَا تَنْفِرُوا فِي الْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ (٨١) فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ (٨٢) فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ (٨٣) </p><p> * * * </p><p> كان الرسول الأمين حريصا على هداية الذين بعث إليهم، وكان يرجو أن يتوبوا ويغفر لهم، فكان - صلى الله عليه وسلم - يستغفر لهم، لأن الاستجابة تقتضي التوبة، كما يقول عن كفار مكة:  \" اللهم اغفر لقومي فإنهم لَا يعلمون \"  (١) ، وكان يستغفر </p><p>(١) سبق تخريجه.</p><p> كذلك للمشركين برجاء توبتهم، وأن يعيشوا في صفوف المؤمنين، ويكونوا منهم بالفعل، لَا بادعائهم، فبين الله تعالى له أنه ميئوس من إيمانهم؛ لأنهم ازدادوا كفرا وطبع على قلوبهم إذ باءت بالسوء، وكلما جاءتهم آية ازدادوا نفاقا وكفرا، ولذا قال تعالى: </p>"
}