{
  "id": null,
  "sura": 9,
  "aya": 27,
  "text": "<p> (ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَلِكَ عَلَى مَنْ يَشَاءُ وَاللَّهُ غَفُورٌ رَحِيمٌ (٢٧) </p><p> (ثُمَّ) هنا للبعد بين كفر عنيف، وتوبة ضارعة راجية، (يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَلِكَ عَلَى مَنْ يَشَاءُ) أي يرجع على عباده بالتوبة، والإقلاع عن الشرك والرجوع </p><p> إلى الله سبحانه وتعالى (مِنْ بَعْدِ ذَلِكَ) أي من بعد بيان أنهم لم يغنهم غرورهم وانهزامهم هزيمة منكرة وسبي نسائهم وأموالهم، وكرم النبي - صلى الله عليه وسلم - فإنه يروى أنهم جاءوا أو جاء كبراؤهم بعد ذلك مستسلمين يريدون سباياهم وأموالهم، وكان النبي - صلى الله عليه وسلم - قد فرق بعض السبايا أو كلها في المقاتلين من المسلمين. </p><p> جاء ناس منهم إلى النبي - صلى الله عليه وسلم - فبايعوه على الإسلام، وقالوا: يا رسول الله أنت خير الناس وأبر الناس، وقد سبي أهلونا وأولادنا، وأخذت أموالنا، وكان السبي يومئذ يعدون بالألوف فقام النبي الكريم الرءوف برحمة من رب العالمين، فقال:  \" إن عندي ما ترون،إن خير القول أصدقه:اختاروا إما ذراريكم ونساءكم، وإما أموالكم \" . قالوا: ما كنا نعدل بالأحساب شيئا. </p><p> فقام الرسول بين أصحابه وقال لهم:  \" إن هؤلاء جاءوا مسلمين، وإنا خيرناهم بين الذراري والأموال، فلم يعدلوا بالأحساب شيئا، فمن كان عنده شيء وطابت نفسه أن يرده فشأنه، ومن لَا فليعطنا وليكن فرضا علينا، حتى نصيب شيئا، فنعطيه مكانه \" ، قالوا: رضينا وسلمنا. </p><p> فقال عليه الصلاة والسلام:  \" إني لَا أدري لعل فيكم من لَا يرضى، فمروا عرفاءكم فليرفعوا ذلك إلينا \" ، فرفعت إليه العرفاء أن قد رضوا (١) . </p><p> وهذا الخبر وقبله الآية الكريمة يدل على أمور: </p><p> أولها - أن المغرور إذا هزم، وتبين أن غروره لم يجده شيئا، وأنه ضعيف أمام الحق ارعوى، وتغير تفكيره إذ تغيرت حاله من غرور نفسي إلى اقتناع بأن أوهامه باطلة، فيتجه إلى الحق، لقد كان أهل الطائف من ثقيف وهوازن أشد الناس اغترارًا بقوتهم، ومالهم، وكانت فيهم غلظة وجفوة دون غيرهم من العرب فلما عضتهم الحرب فكروا في أمرهم مسترشدين. </p><p>(١) صحيح مسلم: الجهاد والسير - غزوة حنين (١٧٧٥)، عن العباس - رفس الله عنه - عم النبي صلى الله عليه وسلم.</p><p> ثانيها - أن الذين اقتنعوا بالحق وأعلنوه منضمين إليه ناس منهم، والكثيرون استمروا في شماسهم حتى أقنعهم إخوانهم (١) . </p><p> ثالثها - رفق النبي - صلى الله عليه وسلم - ورغبته في الحرية، لأنه نبي الحرية فأعطاهم سباياهم سمحا كريما. </p><p> رابعها - أن الرفق يغير القلوب، ولو كانت قلوب أشد الناس شماسا وغلطة وقسوة، والنبي - صلى الله عليه وسلم - كان أرفق الناس، وبرفقه جذب إلى الإيمان قلوبا غليظة، (. . . وَلَوْ كنتَ فَظًّا غَلِيظَ الْقَلْب لانفَضُّوا مِنْ حَوْلكَ. . .) ، وختم الله تعالى الآية بقوله:  (وَاللَّه غَفورٌ رحِيمٌ) أي أنه كثير المغفرة كثير الرحمة سبحانه وتعالى. </p><p> * * * </p><p> قال تعالى: </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ (٢٨) قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ (٢٩) وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ </p><p>(١) الشِّماس، ويقال: رجل شَمُوسٌ: عَسِرٌ، وهو في عَداوته كذلك خلافا وعسرا على من نازَعَهُ، وإنَّه لذو شِمَاسٍ شديد. وشَمَس لي فلانٌ، إذا أبْدَى لك عَداوتَهُ كأنّه قد همَّ أن يَفْعل. ل [العين - شمس].</p><p> يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ (٣٠) اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ (٣١) </p><p> * * * </p><p> إن البيت الحرام أول بيت بني للعبادة، قال تعالى:  (إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ) ، وقد وضعه الله تعالى على يد </p><p> إبراهيم أبي العرب، (مَا كانَ إِبْرَاهِيمُ يَهُودِيًّا وَلا نَصْرَانِيًّا وَلَكِن كانَ حَنِيفًا مُّسْلِمًا وَمَا كانَ مِنَ الْمُشْرِكِينَ) ، وقد مكث آمادا في أيدي المشركين الذين كانوا يعرفون الله، ولكن لَا يعبدونه، وجاء محمد - صلى الله عليه وسلم - ليعيدهم إلى التوحميد ملة إبراهيم، فحطم الأوثان. وكان حقا - وقد عاد البيت إلى ملة إبراهيم - أن يمنع منه المشركون، ونريد أن نفسر الشرك هنا بعبادة غير الله، ويدخل في هذا الشرك العام اليهود والنصارى ممن اتخذوا أشخاصا وعبدوهم وسموهم آلهة، ولذا جاء ذكر اليهود والنصارى وراء المشركين بنحلتهم في ادعاء النبوة لعزير، والمسيح، وأن قتالهم كقتال الشرك، واقتلاعه من الجزيرة العربية، حتى لَا يبقى فيها إلا عبادة الله سبحانه وتعالى، فتكون أرض التوحيد، كما كانت عندما بنى إبراهيم الكعبة، إذ كانت الوثنية تسيطر فيما حولها، وإبراهيم ينادي بالتوحيد في ربوعها. </p>"
}