{
  "id": null,
  "sura": 9,
  "aya": 101,
  "text": "<p> (وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ سَنُعَذِّبُهُمْ مَرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَى عَذَابٍ عَظِيمٍ (١٠١) </p><p> هذا هو الصنف الثاني ممن شملتهم الآيات الكريمة، وهم الذين شغلوا الكثير من الآيات الكريمات، وشغلوا أفكار المسلمين بتخلفهم المرة بعد الأخرى، واعتذارهم الكاذب في كل مرة ويحلفون بالله كاذبين مجترحين الأثام بعد الأثام، ويكرر الله تعالى ذكرهم لأنهم آفة الجماعات، وداؤها الدوى، ولا تنهض جماعة إلا بإبعادهم عن بيئتها الفكرية. </p><p> (وَمِمَّنْ حَوْلَكم مِّنَ الأَعْرَابِ مُنَافِقونَ) وهم قبائل مختلفة - ذكر بعض المفسرين قبائلهم، فقال من مزينة وجهينة، وأسلم وغفار وأشجع، ناس منهم وليسوا كلهم، ولذا ذكر بعضهم فـ \" مِنْ \" في قوله: (مِمَّنْ) أي (مِنْ) المدغمة في (مَنْ) ، أي بعض من حولكم من الأعراب منافقون أتقنوا النفاق وأجادوه، حتى إنهم ليحسنون إخفاء ما في بطونهم، فلا تعرفهم في لحن القول، كما تعرف </p><p> غيرهم ممن تكشف بعض أمرهم، فقال الله تعالى عنهم:  (. . . وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ. . .) ، ولقد قال للنبي - صلى الله عليه وسلم -: (لا تَعْلَمُهُمْ) أي مع فطنتك وقوة حسك، (نَحْنُ نَعْلَمُ) المتكلم هو الله جل جلاله، وهو يعلم ما تسره النفوس، وما يناجون به فيما بينهم، وهذا نفاق فيمن حولكم، أي يحيطون بدياركم ويجب الحذر منهم والاحتياط لهم، وتكشف أمرهم حتى لَا يخدعوكم. </p><p> (وَمِنْ أَهْلِ الْمَدِينَةِ) الذين يتتبعون عورات المؤمنين، ويتسمعون مواضع الضعف فيكم، وهؤلاء أصلاء في النفاق من وقت أن رأوا القوة فيكم، فأسرُّوا الكفر وأظهروا الإسلام، ودأبوا على النفاق ولجوا فيه، حتى صار النفاق عليهم سهلًا ميسرا، وعبر الله تعالى عن دأبهم في النفاق (مَرَدُوا عَلَى النِّفَاقِ) وتجردوا له حتى خلصت نفوسهم له حتى صاروا لَا يستطيعون الصدق لو أرادوه، والإخلاص لأمر من الأمور، ولقد صاروا مهرة، من مرد فلان على العمل، إذا مهر فيه. </p><p> ولذلك رتب على مرد أن الرسول الفطن الأريب لَا يعلمهم، والله علام الغيوب، وما تحدث به النفوس يعلمهم، وإن الله إذ يعلمهم يعذبهم في الدنيا والآخرة، ولذا قال:  (سَنُعَذِّبُهُمْ مَرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَى عَذَابٍ عَظِيمٍ) وقوله تعالى: (سَنُعَذِّبُهُمْ مَرَّتَيْنِ) غير العذاب الأليم الذي يردون إليه، وأن توزيع العذاب عليهم يجعل العذاب مرتين، والعذاب الذي يردون إليه في الآخرة. </p><p> وقد اختلف المفسرون فيه، فقيل العذاب مرتين عذاب الفضيحة، وعذاب القبر، وقيل العذاب مرتين الفضيحة، وتنفيذ الحدود فيهم وأخذ الفرائض منهم. </p><p> وإني أرجح أن العذاب مرتين هو الفضيحة، ورد كيدهم في نحورهم، وفساد تدبيرهم، وغيظهم من أن المسلمين بقيادة النبي - صلى الله عليه وسلم - يخرجون من كل تدبير دبروه سالمين، وأميل إلى الذين فسروا قوله تعالى:  (سَنُعَذِّبُهُم مَّرَّتَيْنِ) إلى أن مرتين كناية عن كثرة العدد، وترادف المرة بعد المرة، مثل قوله تعالى: (ثُمَّ ارْجِع </p><p> الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ)، وقد عذبوا مرات، كل مرة تتلوها أختها، عذبوا بعد أحد، وبعد الخندق، ومن قبل وبعد بدر، وفي كل غزوة كانوا يتمنون فيها الخسارة للمؤمنين، ولقد قال تعالى فيهم:  (أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ (١٢٦) . </p><p> و (السين) في قوله تعالى سنعذبهم لتأكيد وقوع العذاب المتكرر بهم، وهو عذاب نفسي وعذاب بدني كما وقع لقريظة، وعذاب مالي كما وقع لبني النضير وكل ذلك مع العذاب النفسي المستمر لغيرهم في كل الغزوات حتى تبوك. </p><p> قال تعالى:  (ثُمَّ يُرَدُّونَ) ثم ينقلبون إلى عذاب عظيم في نار جهنم، و (ثم) هنا في معناها من حيث التفاوت بين عذاب الدنيا وهو مكرر، وعذاب الآخرة الدائم الذي لَا ينتهي، ويردون فيها معنى الدفع لهم عن الذي كانوا يحسبونه إلى عذاب عظيم، والتنكير هنا لتكثيره وشدة آلامه، كما قال تعالى:  (إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّارِ. . .) . </p><p> وبعد أن ذكر السابقين الأولين من المهاجرين والأنصار ذكر الذين تابوا واعترفوا بذنوبهم. </p><p> فقال تعالى: </p>"
}