{
  "id": null,
  "sura": 9,
  "aya": 61,
  "text": "<p> (وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَ وَيَقُولُونَ هُوَ أُذُنٌ) . </p><p> ولكنهم استمروا على إيذاء النبي - صلى الله عليه وسلم - بأقوال كاذبة، ويفتُّون في عضد الجماعة الإسلامية ويشيعون فيها بما يفرقها ويرجعون بالقول، فإذا تسامع الناس بها، وعلموا أنها وصلت إلى مسامع النبي - صلى الله عليه وسلم - لَا يبالون، (وَيَقُولُونَ هُو أُذُنٌ) ، </p><p> ولذا قال تعالى:  (وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ) وليس قولهم: هو أذن - هو الإيذاء، بل الإيذاء بالقول منهم متنوع مختلف لَا يتوانى عن الكذب على النبي - صلى الله عليه وسلم - والافتراء عليه كما كانوا يلجون في إشاعة الافتراء على أم المومنين عائشة رضي الله عنها وعن أبيها، فإذا رأوا كبر ما يفعلون سهلوه، (وَيَقُولُونَ هُو أُذُنٌ) ، ومعنى (أُذُنٌ) أنه يأخذ العلم من مسمعه من غير أن يفحصه، بل يقبله مصدقا له، فما عليهم إلا أن يحلفوا أنهم ما قالوه حتى يصدق أيمانهم من غير أن يفحص كذب ما قالوا، ونسوا أن اللَّه يعلمه بما تبلبل به ألسنتهم، ويجيش في صدورهم، وكلمة (هُوَ أُذُنٌ) كما قلنا أنه يعلم من أذنه، فإذا صدق ما قيل عنهم، فإنه مصدق أيمانهم النافية الكاذبة ولا عليهم شيء من بعد ذلك، وهكذا المنافق يظن أو يتوهم أنه يخدع الناس بقوله وهو المخدوع، وإنما يخادعون الله والذين آمنوا وما يخدعون إلا أنفسهم، وما يشعرون. </p><p> وعبر عن المستمع بأنه أذن لأنه في زعمهم علمه كله من أذنه، وذلك مجاز مرسل علاقته الجزئية، فعبر عن الكل باسم الجزء؛ لأن هذا الجزء له مزية خاصة في الموضوع، كما يعبر عن الجاسوس بالعين؛ لأن العين لها المزية الأولى في عمله، ورد الله تعالى عليهم بقوله:  (قُلْ أُذنُ خَيْرٍ لَكُمْ) كقولنا أذن صدق، ورجل بِر، ورجل حق، فقد سلَّم بأنه أذن، يستمع إلى الأقوال التي تصل إليه، ولكن لَا يقبلها بإِطلاقها كما يتقولون، ولكن يفحصها، ويعالج نفوسكم على مقتضاها، ويتدبر الأمر لهدايتكم، ولا يبادركم بشر يناسبكم، ولا يفضحكم؛ لان الله تعالى أمره بذلك، ولأنه يقصد إلى خيركم، ولا عيب إذا سمع وصدق، ولقد قال بعض المفسرين كلمة طيبة: كلما كانت النفس ألين عريكة، وأسلم قلبا وأسهل قبولا كانت أقبل وأشد استعدادًا له، وليس هذا اللين من باب الضعف، والتأثر من كل ما يرد عليه، ويراه حتى الكذب والشرور. </p><p> فهم زعموا أن النبي - صلى الله عليه وسلم - إذ لم يجابههم بشرهم يقبل كل كذبهم وافترائهم، ولو كانت موثقة بالأيمان المغلظة، ونسوا أنه يعرفهم، ولكن لَا يريد أن يُنْزِل بهم أي عقاب، حتى لَا يقال إن محمدا يعاقب أصحابه وينزل بهم سوء العذاب. </p><p> وبين الله سبحانه وتعالى ما يقوي أنه أذن خير، فقال:  (يُؤْمِن بِاللَّهِ) وهذا تعريض بهم بأنهم لَا يؤمنون بالله، فهو يؤمن باللَّه حق الإيمان، ويذعن لله حق الإذعان، لَا أن يفتري ويوثق افتراءه بإيمان تدل على ما يدينهم ولا تبرئهم، ويقول تعالى:  (وَيؤْمِن لِلْمُؤْمِنِينَ) أي يسلم للمؤمنين ويصدقهم، وهذا أيضا تعريض بهم، فهو يسلم للمؤمنين ويصدقهم لأنهم مؤمنون، ولا يؤمن لكم ولا يصدقكم لأنكم منافقون، فلا تحسبوا سماحته لكم تصديقا، وإنما سماحته لكم رفق في الدعوة، وتلطف بكم عسى الله أن يجعل منكم من يؤمن بالله واليوم الآخر، ويخلع نفسه من النفاق وأهله، وقد عدى البيان القرآني بالباء في قوله تعالى (يُؤْمِنُ بِاللَّهِ) ، لأن الإيمان بالله معناه التصديق والإذعان، والتصديق يتعدى بالباء. </p><p> وتعدى باللام في قوله تعالى:  (وَيُؤْمِنُ لِلْمُؤْمِنِينَ) ؛ لأن الإيمان فيما يتعلق بالمؤمنين معناه التسليم لهم، وقبول قولهم، مثل قوله تعالى في الإخبار عن كلام إخوة يوسف:  (. . . وَمَا أَنتَ بِمؤْمِن لَّنَا وَلَوْ كُنَّا صَادِقِينَ) ، وقوله تعالى:  (فَمَا آمَنَ لِمُوسَى إِلَّا ذرِّيَّةٌ من قَوْمِهِ. . .) ، وقول الكفار لنوحٍ:  (. . . أَنُؤْمِنُ لَكَ وَاتَبَعَكَ الأَرْذَلُونَ) . </p><p> وقوله:  (وَيُؤْمِن لِلْمُؤْمِنِينَ) فيه تعريض لهم بأنه عليه السلام لَا يقبل قولهم، لأنهم ليسوا بمؤمنين، وإن رفق بهم وتلطف في القول، فالرفق شأنه، ولكن لَا يدل على ما ظنوه من أنه يقبل كل كلام ولو كان كلامهم. </p><p> ثم يقول تعالى:  (وَرَحْمَةٌ لِلَّذِينَ آمَنُوا) بالعطف على (أُذن خَيْرٍ) وقرئ بالجر (١) ، أي رحمة للذين آمنوا منكم. </p><p> والمعنى على قراءة الجر، هو أذن خير لكم، وأذن رحمة للذين آمنوا منكم. </p><p>(١) قراءة (ورحمة) بالجر قراءة حمزة، وقرأ الباقون بالضم. غاية الاختصار (٩٥٩).</p><p> وعلى قراءة الرفع، وهي قراءة يكون العطف فيها على (أُذُنُ) ، أي هو أذن خير لكم، وأذن رحمة للذين آمنوا منكم، والضمير في (لَكُمْ) و (مِنكُمْ) يخاطب به المنافقين. </p><p> ووجه الخيرية لهم أنه يتستر عليهم بقبول كلامهم، وذلك خير لهم من أن يتجهم لهم فيفضحهم، ويكشف سوءة نفاقهم، وقوله:  (للذِينَ آمَنُوا مِنكُمْ) أي من أهليكم وذوي قرابتكم، ومن كانوا في الأصل منكم وهداهم الله تعالى فلا يكشف عن نفاقكم بإِظهار القبول لكلامكم، وإن كان يعلم أنكم لكاذبون لكيلا يضار هؤلاء، وعندما ظهر أمر المنافقين ولم يعد خفيا ذهب ابن عبد الله بن أبي رأس المنافقين إلى رسول الله - صلى الله عليه وسلم - وقال له: إن كنت قاتلا فدعني أقتله، حتى لا أحمل ضغنا لمؤمن، فكان كتمان أمرهم، وعدم مجابهتهم بالتكذيب رحمة بهؤلاء الذين آمنوا منهم. </p><p> ثم ختم الله سبحانه الآية بذكر العذاب الأليم لمن يؤذي رسول الله - صلى الله عليه وسلم -، فقال:  (وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ) . </p><p> أظهر في موضع الإضمار لأن صدر الآية يبين أن موضوع الآية المنافقون الذين يؤذون رسول الله، فكان يصح أن يعود الضمير إليهم، ولكنه أظهر في موضع الإضمار، ليبين سبحانه أن سبب العذاب المؤلم هو إيذاء رسول الله - صلى الله عليه وسلم -، ولذا قال جمهور الفقهاء: من سب رسول الله - صلى الله عليه وسلم -، فقد كفر وعُدَّ مرتدا، وحلَّ قتله إلا أن يتوب، ولهم العذاب الأليم أي لكل من يؤذي رسول الله. </p><p> ولقد ذكر سبحانه وتعالى محاولتهم تكذيب ما يقال عنهم بالحلف، والحلف الكاذب شارة المهانة، كما قال تعالى:  (وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ) ، </p><p> فقال سبحانه وتعالى عنهم: </p><p> (يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ (٦٢) </p><p> إن هؤلاء المنافقين حاولوا الكذب على النبي، وأيدوا كذبهم بإيمان غموس غير صادقة، وحسبوا أن ذلك يخدع رسول اللَّه - صلى الله عليه وسلم -، وظنوا أنهم قادرون على ذلك بإيمانهم لأنه أُذُن، وقد بين سبحانه وتعالى فساد زعمهم في الآية السابقة، وفى هذه الآية حاولوا أن يخدعوا المؤمنين بإيمانهم الكاذبة؛ لأنهم يعيشون في أوساطهم ويساكنونهم ويجاورونهم فحاولوا أن ينفوا عنهم نفاقهم بالأداة التي يملكونها ويملكها كل فاجر كافر فأخذوا يحلفون، وقال الله تعالى في ذلك: </p>"
}