{
  "id": null,
  "sura": 9,
  "aya": 73,
  "text": "<p> (جَاهِدِ) معناها ابذل الجهد في دفع الكفار والمنافقين الذين يبطنون الكفر ويظهرون الإسلام بألسنتهم، ويقولون آمنا بأفواههم، وما هم بمؤمنين، ولا شك أن بذل الجهد في دفع الكفار والمنافقين يختلف، فالكفار الذين أعلنوا الكفر وفتنوا المسلمين يكون جهادهم دفعا بالسيف والقتال، والكفار الذين لم يعلنوا الكفر وأبطنوه، ولم يفتنوا المسلمين بالإيذاء والتعذيب. . كان يفعل ذلك المشركون في مكة ولكنهم يثيرون الفساد، والدس والفت في عضد المؤمنين فدفعهم يكون بدفع أذاهم وشرهم، ومقاومة ما يبثونه في المؤمنين من تضليل، وأن يبعدهم عنهم، وبطلان ما يدعون إليه، وإقامة الأدلة عليهم ومنع تاثيرهم، والنبي - صلى الله عليه وسلم - يقول:  \" جاهدوا المشركين بأنفسكم وأموالكم وألسنتكم \" ، ولا شك أن الجهاد باللسان له مقامه في جهاد المشركين، وأشد ما يكون تأثيرا في جهاد المنافقين. </p><p> ومن جهاد المنافقين ألا يبش لهم، حتى يطمعوا في خداعه، بل يشعرهم بأنه في حذر منهم، ويقول ابن مسعود: يستنكر أفعالهم بيده، فإن لم يستطع فباكفهرار وجهه. وفي الجملة يسد عليهم باب خديعتهم، وقال الحسن البصري: إن جهاد المنافقين بإقامة الحدود، وذلك على أساس مذهبه من أن مرتكب الكبيرة </p><p> منافق، ويرى ابن جرير أن يكون جهادهم بالسيف إذا كشف نفاقهم، وأظهروا كفرهم، ويقول في ذلك إنهم في هذه الحال يخرجون من إسرار النفاق إلى الجهر بالكفر، فيدخلون في عموم الكفار المظهرين الكفر. </p><p> ولقد روي عن علي كرم الله وجهه أنه قال: بُعث رسول الله - صلى الله عليه وسلم - بأربعة أسياف: سيف للمشركين بينه الله تعالى بقوله: (فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ. . .) وسيف لكفار أهل الكتاب، وبينه سبحانه وتعالى بقوله:  (قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ (٢٩) ، وسيف للمنافقين بينه الله سبحانه بقوله تعالى:  (يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ) ، وسيف للبغاة، كما قال تعالى:  (. . . فَقَاتِلُوا الَتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ. . .) . </p><p> وإنه قد روى أن الذي تولى سيف المنافقين هو الصديق خليفة رسول الله - صلى الله عليه وسلم -، فقد تكشف نفاقهم في الردة التي وقعت عقب وفاة رسول الله - صلى الله عليه وسلم -، إذ ارتد الأعراب الذين قال الله تعالى عنهم:  (الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ. . .) . </p><p> وإنه لهذا قال ابن جرير بقتل المنافق وقد لاحظ وصف الظهور، كالذين ارتدوا في عهد الصديق وقاتلهم عندما أرادوا أن يؤدوا الصلاة، ولا يؤتوا الزكاة، فقال لهم رضي الله عنه:  \" سلم مخزية، أو حرب مجلية \" . </p><p> وقوله تعالى:  (وَاغْلُظْ عَلَيْهِمْ) أي عاملهم بخشونة، ولا ترفق بهم فإن الرفق يكون بحملهم على الإيمان بالشدة عليهم حتى لَا يمعنوا في الكفر، وعسى أن تكون الشدة دافعة غرورهم مانعة طغواءهم، وهذا عذابهم في الدنيا، ويكون بالهزيمة، والخزي والخسران. </p><p> أما جزاؤهم في الآخرة، فقد ذكره سبحانه وتعالى:  (وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ) والمعنى يسيرون إلى الآخرة حتى يجدوا المأوى الذي يؤويهم، وهو جهنم وفى هذا نوع من التهكم؛ لأن المأوى يأوي إليه الإنسان ليجد فيه المستقر والراحة والاطمئنان، فذكر المأوى في هذا المقام تهكم عليهم كقوله تعالى:  (. . . فَبَشِّرْهُم بِعَذَاب أَلِيم) . </p><p> ثم ذم الله تعالى هذا المأوى فقال:  (وَبِئْسَ الْمَصِيرُ) الذي آووا إليه. اللهم قنا عذاب النار. </p><p> لقد قال - صلى الله عليه وسلم -: \" آية المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا أؤتمن خان \"  (١) فقول الذين عاصروا النبي - صلى الله عليه وسلم -، كان أوضح أوصافهم الكذب والحلف، ولذا تال تعالى: </p><p>(١) سبق تخريجه.</p>"
}