{
  "id": null,
  "sura": 9,
  "aya": 54,
  "text": "<p> (وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ (٥٤) </p><p> وُصلت هذه الآية الكريمة بالآية السابقة؛ لأنها تتميم للسب الذي منع تقبل ما ينفقون، والنفقة هي الإنفاق، والتعبير بالنفقة فيما أحسب يدل على صغر ما ينفقون، ومع ذلك لَا يقبله الله سبحانه وتعالى؛ والتعبير بقوله:  (وَمَا مَنَعَهُمْ) على أن اسم المفعول يعود إليهم، فيه إشارة إلى أنهم كانوا يرجون أن يقبل منهم </p><p> ما ينفقون في الدنيا رجاء أن تتم الخديعة التي أرادوها، وعبر سبحانه وتعالى هنا بقوله تعالى:  (أَن تُقْبَلَ) ، وفي الآية السابقة بقوله تعالى:  (نفِقُوا طَوْعًا أَوْ كرْهًا لَن يتَقَبَّلَ) بصيغة يتقبل، وذلك لأنهم كانوا يظنون أن أي إنفاق يقدمونه يتقبل برغبة من النبي وأصحابه، فإن صيغة التقبل تدل على القبول برغبة كما قال تعالى في نذر مريم:  (فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حسَنٍ. . .) . </p><p> وفى هذه الآية:  (تُقْبلَ) من أصل القبول، وسبب الرد أصل القبول، ولو كان النع من التقبل، لكان أصل القبول غير ممنوع. </p><p> و \" أن تُقبل \" الضمير المنسبك من (أن وما بعدها) في موضع المجرورب (مِن) لأن حروف الجر تحذف كثيرا قبل أن وفعلها، كما في قوله تعالى:  (. . . مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ. . .) . </p><p> وقد ذكر الشوكاني في تفسيره فتح القدير: أن الآية الكريمة تشير إلى أن الأسباب ثلاثة فقال: \" جعل المانع من القبول ثلاثة أمور، الأول: الكفر، والثاني: أنهم لَا يُصَلُّون في حال من الأحوال إلا في حال الكسل والتثاقل، والثالث: أنهم لا ينفقون أموالهم إلا وهم كارهون؛ لأنهم يعدون إنفاقها وضعا لها في مضيعة لعدم إيمانهم بما وعد الله ورسوله. </p><p> وقد ذكر الأمر الأول فقال سبحانه وتعالى:  (أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ) الضمير المنسبك من أن وما بعدها في محل رفع فاعل للفعل (منع) في قوله تعالى: (وَمَا مَنَعَهُم) فكفرهم بالله لأنهم تمردوا على أوامره ونواهيه، وجحدوا بآياته، وكفرهم برسوله لأنهم جحدوا رسالته، واليهود منهم كانوا يعرفونه كما يعرفون أبناءهم، وقد جاء بالكتاب من عند الله وعجز العرب عن أن يأتوا بمثله بعد أن تحداهم فما استطاعوا، وكرر الباء، فقال:  (بِاللَّهِ وَبِرَسولِهِ) ، للإشارة إلى أن الكفر باللَّه كفر، والكفر بالرسول كفر، أيضا. </p><p> وفى الأمر الثاني قال تعالى:  (وَلا يَأتونَ الصَّلاةَ إِلَّا وَهُمْ كسَالَى) أي لا يقومون عند النداء إلى الصلاة إلا وحالهم حال الكسالى متثاقلون كأنهم غير </p><p> راغبين في أدائها، أي أنهم في هذا المظهر الذي لَا يتوافق فيه العمل مع القلب يتثاقلون فيه؛ لأنهم ما داموا كفارا فمانهم ليس منهم صلاة مقبولة أو صلاة قط، لهذا ترد عليهم نفقاتهم، فكيف تكون صلاة، إنما مظهرها صلاة، فهم حتى في هذا يقومون كسالى، وهي جمع كسلان كسكارى جمع سكران، وغيارى جمع غيران، كما يقول الزمخشري في الكشاف. </p><p> ومهما يكن وصفهم بأنهم يقومون بالصلاة كسالى فإن صلاتهم من الصلاة التي يكون لهم الويل فيها، كما قال تعالى:  (فَوَيْلٌ لِلْمُصَلِّينَ (٤) الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (٥) الَّذِينَ هُمْ يُرَاءُونَ (٦) وَيَمْنَعُونَ الْمَاعُونَ (٧) . </p><p> والأمر الثالث هو في إنفاقهم بينه سبحانه وتعالى بقوله:  (وَلا يُنفِفُونَ إِلَّا وَهُمْ كَارِهُونَ) أي لَا ينفقون نفقة صغيرة ولا كبيرة إلا وهم غير راغبين، بل ينفقون كارهين النفقة في ذاتها، أو لموضعها، ولا يفعلون ذلك إلا سترًا لنفاقهم، ويتخذونه وسيلة للتمكن من الخداع الذي يقصدونه. </p><p> ولا تعارض بين هذا النص الذي حصر إنفاقهم في حال نفسية واحدة، وهي كراهية الإنفاق، وعدم الرغبة فيه لشح في أنفسهم، ولكراهية المؤمنين. </p><p> فهذه الآية تدل على ذلك، وأما الآية السابقة فمؤداها نفي القبول، ولو أنفقوا طائعين أو ملامين بأمر النبي - صلى الله عليه وسلم -، أو نقول طائعين رغبة لَا في الإنفاق لذات الإنفاق، بل رغبة في الخديعة وستر حالهم من جبن وإرادة الفساد، أو كارهين لهذا الإنفاق. </p><p> فالمنافقون كانوا إذا طلب منهم النفبر جبنوا وامتنعوا وتمردوا، ورضوا بالمال كما فعل الجد بن قيس فيما قصصنا من قبل، إذ امتنع وتعلل بأنه ضعيف أمام نساء الرومان بني الأصفر، ويخشى الفتنة، وقال: هذا مالي خذوا منه ما تشاءون، ووصف الكاره ينطبق عليه؛ لأنه يكره الإنفاق في سبيل الله، ووصف المختار ينطبق عليه أيضا لأنه اختاره. </p><p> وقد يعجب العاجب من أنهم مع نفاقهم وكفرهم لهم أموال كثيرة وبنون، إنما هذا استدراج كما قال:  (. . . سنَسْتَدْرِجُهُم مِنْ حيْثُ لَا يَعْلَمُونَ) ، ولذا قال تعالى: </p>"
}