{
  "id": null,
  "sura": 9,
  "aya": 6,
  "text": "<p> (وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ (٦) </p><p> لقد أرسل محمد - صلى الله تعالى عليه وسلم - داعيا إلى الحق وصراط مستقيم، ولم يرسل للقتال والغلب، وما كان القتال إلا لمنع الفتنة في الدين، وتأمين الدعوة، ولذلك فتح الباب للدعوة في كل الميادين، في الحرب وفي السلم، في العهد وفي نكث العهد على سواء، فأولئك الذين نكثوا عهودهم وأبيحت دماؤهم - يقتلون حيثما كانوا، وإذا جاء أحدهم يطلب جوار التجارة أو رسالة، أو لمجرد الأمان فإنه يجاب، ويكون في أمن المؤمنين، حتى يسمع كلام الله ويفهمه ويتدبره، ثم يبلغ مأمنه، ولذا قال سبحانه:  (وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ) ولقد قال النحويون إن كلمة (أحد) فاعل لفعل محذوف يفسره ما بعد (أحد) ، ولأن (إنْ) لَا تدخل على الاسم، فيقدر لها فعل، ويكون نسق القول، وإن استجارك أحد من المشركين، وهنا يسأل السائل لِمَ قُدِم أحد، واحتجنا لسياق النحو إلى هذا التأويل؟ والجواب عن ذلك، أن الاهتمام لهذا الترك أولا لا للاستجارة في ذاتها؛ لأنه المقصود إذ هدايته مطلوبة أولا وبالذات، وليست الاستجارة هي المطلوبة، والاستجارة طلب الجوار بأن يعيش في أمن دولة، والجوار هذا أمان مؤقت حتى يسمع كلام الله ويتفهمه ويتعرف معنى الوحدانية، وبطلان الشرك، ويسمعه النبي - صلى الله عليه وسلم - تعاليم الإسلام من إقامة الصلاة وإيتاء الزكاة وأعمال الخير والوفاء بالعهد والتراحم وغير ذلك من مبادئ الإسلام، وكلام الله تعالى إما أن نفسره بالمعنى الخاص، وهو القرآن الكريم، وسماع تلاوته وتفهم معانيه ومراميه، وذلك خير في ذاته، وهو سجل الإسلام في كلياته، وإما أن نفسره بمعناه العام وهو الإسلام؛ لأن أوامر الإسلام ونواهيه كلها ترجع إلى كلام الله تعالى لأنها منه، وما كان محمد ينطق عن الهوى. . (إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٤) عَلَّمَهُ شَدِيدُ الْقُوَى (٥) . </p><p> وبعد أن يسمع كلام الله تعالى، إما أن يؤمن وذلك خير، ويكون من المؤمنين، وإما أن يستمر على ما هو عليه، وهنا سيتبين الخلق المحمدي الإسلامي بأمر الله، ولذا قال تعالى آمرا نبيه (ثُمَّ أَبْلِغْهُ مَأْمَنَهُ) والعطف بـ (ثم) هنا في موضعه إذ إن معناه أن يسمع ويتفهم ويتدبر ويعلم، ويعطي فرصة من الوقت يراجع نفسه فيها بين خير يرتجى، والبقاء على ما هو عليه، فإن اختار الخير، فقد اختار لنفسه، وإن اختار الأخرى فلا إكراه في الدين، والمأمن هو مكان الأمن له حيث داره وأهله، وقوله تعالى:  (أَبْلِغْهُ مَأْمَنَهُ) معناه توصيله إلى حيث أمنه؛ بأن يصحبه أحد من المؤمنين حتى لَا يدركه أحد فيقتله بمقتضى قوله تعالى (فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ) . </p><p> وإن ذلك لتقريب المشركين وتأليف قلوبهم، فلا يقرب إلى الإيمان شيء إلا تأليف القلوب بالمودة والحسنى، وليتمكن كل مشرك من أن يتعلم الإسلام ومبادئه، فالنبي هاد، ولم يجئ بالحرب إلا لمنع الشر من أن يستشري ويفسد، ولذا قال تعالى:  (ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ) الإشارة إلى الأمان وسماع القرآن سماع وعي وتدبر واتباع للأحسن، وكله حسن، بسبب أنهم جماعة جاهلة، والجاهل يُعَلَّم فلا يسأل عن جهله حتى يعُلَّم، والتعبير بـ (قوم) إشارة إلى أنهم جماعة جمعهم الجهل فكانوا كالقوم. </p><p> ولا شك أن هذا الجوار أمان مؤقت أعطاه الله تعالى نبيه عليه السلام باعتباره إمام المسلمين، فيُعطاه كل إمام من بعده، وقد أعطاه النبي - صلى الله عليه وسلم - لكل واحد من المؤمنين، فقد قال - صلى الله عليه وسلم -: \" المؤمنون تتكافأ دماؤهم، ويسعي بذمتهم أدناهم \"  (١) </p><p> أي إن أقل المؤمنين شأنا يستطيع أن يؤمَن من يشاء من المشركين، فكل بالغ عاقل ذكرا كان أو أنثى له أن يعقد عقد الأمان، والعبد له ذلك، وكان أبو حنيفة لا يجيز أمان العبد؛ لأنه يجوز عنده أن يؤسر شخص ويسلم فيؤمن من كان معه، </p><p>(١) سبق تخريجه.</p><p> ولكنه بلغه من بعد عن عمر بن الخطاب رضي الله تعالى عنه أن عبدا أمَّن أهل حصن فأجاز أمانه، فكان من بعد ذلك يجيز أمان العبد إذا خرج للقتال مع مالكه، والله نعم المعين، ولقد روي عن سعيد بن جبير أنه جاء رجل من المشركين إلى علي بن أبي طالب - رضي الله عنه - فقال: \" وإن أراد الرجل بعد انقضاء الأجل أن يأتي محمدا ليسمع كلامه أو يأتيه لحاجة قتل؛ قال: لَا؛ لأن الله تعالى يقول:  (وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ) . </p><p> قال تعالى في عهود المشركين: </p>"
}