{
  "id": null,
  "sura": 9,
  "aya": 24,
  "text": "<p> (قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (٢٤) </p><p> الخطاب للنبي - صلى الله عليه وسلم - آمرا أمته بالجهاد محرضا على التجرد له، والانقطاع له، لا يشغله قلبه إلا أن ينتصر لله ورسوله ويعتز بأهل الإيمان (إِن كَانَ أَبْنَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ) والعشيرة هي الجماعة المتناصرة المتوالية، وهم الأقربون، ومن يدانونهم، (وَأَمْوَالٌ اقْتَرَفْتُمُوهَا) أي اكتسبتموها مقتطعين لها؛ لأن الاقتراف معناه الأطماع (وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا) ، أي ثمينة لها أوقات تخشون ألا تروج في وقتها، (وَمَسَاكِنُ تَرْضَوْنَهَا) ، أي ترضون مناخها، وحدائق ترعونها، (أَحَبَّ إِلَيْكم مِّنَ اللَّهِ وَرَسولِهِ) ، أي تؤثرون المعيشة الرافهة الفاكهة عن طاعة الله ورسوله (وَجِهَادٍ فِي سَبِيلِه) في سبيل الله تنالون به العزة، وتبعدون به الذلة (فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ) أي ترقبوا، حتى تنزل المذلة إن استرخيتم تحت ظل النعيم، وعند الاسترخاء والاستنامة للراحة يكون القعود عن الجهاد، ولقد توقع خليفة رسول الله ذلك، إذ قال رضي الله عنه:  \" لتألمن على الصوف الأزربي كما يتألم أحدكم من النوم على - حَسْك السَّعدان \" ، ولقد كان ذلك عندما وجدوا الدمقس والحرير، وجلسوا على عرش كسرى، وجاءتهم غنائم من الأندلس والصين، عندئذ كان الترفه والتنعم، والارتماء في أحضان القيان، وكثرت الأغاني، ورق الذوق، وحين كان ذلك لَا تكون عزيمة، ولقد قال الزمخشري في ذلك: هذه آية شديدة وهي قوله: (فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ) ، كأنها تنعى على الناس ما هم عليه من رخاوة لهذا الدين، واضطراب حال اليقين، فلينصف أورع الناس وأتقاهم من نفسه هل يجد عنده من التصلب في ذات الله والثبات على دين الله ما يستحب له دينه على الآباء والأبناء والإخوان والعشائر والمال والمساكن وجميع حظوظ الدنيا، ويتجرد منها لأجله أم يزوى الله </p><p> عنه أحقر شيء منها لمصلحة، فلا يدري أي طرفيه أطول، ويغريه الشيطان عن أجلِّ حظ من حظوظ الدين فلا يبالي كأنما وقع على أنفه ذباب فطيَّره. </p><p> هذه حال الناس في عهد الزمخشري، يوم تقاتل المسلمون، واستبدل الملوك بالجهاد في سبيل الله القتال بينهم فصار بأسهم بينهم شديدا، ونسوا الجهاد حتى جاءهم من لَا يرحمهم. جاء الصليبيون من أوروبا وجاءهم التتار من الصين ففرقوهم شذر مذر. </p><p> ولقد توقع رسول الله - صلى الله عليه وسلم - ذلك، فقال:  \" يوشك أن تداعي عليكم الأمم كما تتداعي الأكلة إلى قصعتها!، قالوا أومن قلة نحن يومئذ يا رسول الله؛قال:\" بل أنتم كثير، ولكن غثاء كغثاء السيل، ولينزعن الله من قلوب عدوكم المهابة، وليرزقنكم الوهن \" قالوا: وما الوهن؛قال:(حب الدنيا وكراهية الموت \"  (١) اللهم حبب إلى قلوبنا الإيمان، وأن يكون الله ورسوله وجهاد في سبيله أحب إلينا من آبائنا، وأبنائنا، وإخواننا وأزواجنا وعشيرتنا، وأموالنا، وتجارتنا، ومساكننا، وكل حظوظنا، فإن ذلك إن كان، فقد وُهبت العزة وصارت تحت أقدامنا حظوظ الدنيا. </p><p> * * * </p><p> يوم حنين </p><p> قال تعالى: </p><p> (لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا </p><p>(١) رواه أحمد: باقي مسند الأنصار - ومن حديث ثوبان رضي الله عنه (٢١٨٩١)، ورواه أبو داود في الملاحم - تداعي الأمم على الإسلام (٤٢٩٧) ولفظه: \" وليقذفن في قلوبكم الوهن \".</p><p> رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ (٢٥) ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاءُ الْكَافِرِينَ (٢٦) ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَلِكَ عَلَى مَنْ يَشَاءُ وَاللَّهُ غَفُورٌ رَحِيمٌ (٢٧) </p><p> * * * </p><p> المواطن جمع موطن، وهو مكان الحرب، الذي توطن فيه النفوس على القتال، وهو كما قال الزمخشري: ومواطن الحرب، مقاماتها، ومواقفها، قال الشاعر: </p><p> وكم موطن لولاي طحت كما هوى ... بأجرامه من قلة النيق منهوِي (١) </p><p> والمواطن الكثيرة: بدر، وجلاء بني قينقاع والنضير، وقريظة والأحزاب، والحديبية، وخيبر، وفتح مكة، وذكر أيضا أحد، فما انهزم المسلمون ولكن أصابهم قرح، ومؤتة، فالمسلمون فيها قتلوا من الرومان مقتلة عظيمة، وما فروا، ولكن عادوا ليستعدوا أمام مائتي ألف، ثم عاودوهم من بعد في تبوك فمنَّ الله تعالى على المسلمين، أو بالأحرى المؤمنين - بالنصر في هذه المواطن، وقد هداهم الله تعالى إليه وأمدهم بالملائكة، لأن قلوبهم كانت مستعدة لتجلي الملائكة، وإمدادهم بهم. </p><p> وذكر سبحانه يوم حنين، لأن قلوب الكثرة من المسلمين لم تكن مستعدة لهذا التجلي الملائكي، وعبر سبحانه بيوم حنين، ولم يعبر بغزوة حنين، لأن هذه الغزوة كان لها دوران: دور يوم حنين وهو الذي جرح فيه المسلمون، والدور الثاني الذي انفرد به المهاجرون والأنصار فكان النصر وكان تأييد الملائكة. </p><p>(١) قلة النيق: سفح الجبل.</p><p> والعبرة كانت في يوم حنين إذ أعجبتهم كثرتهم، أي أدخلت في نفوسهم العجب كثرتهم، وقالوا لن نغلب اليوم، وقد حسبوا أن النصر بالكثرة العددية؛ ولذا قال تعالى: </p>"
}