{
  "id": null,
  "sura": 9,
  "aya": 104,
  "text": "<p> (أَلَمْ يَعْلَمُوا) فيه قراءتان إحداهما بالياء والأخرى بالتاء (١) ، فأما التي بالتاء فتكون خطابا للمؤمنين، وتقريرا لحقيقة دينية يجب الإيمان بها، وأن يعلموا أن الله تعالى لَا يترك المذنب في ردغة الذنب، بل إنه سبحانه يفتح له الباب لتطهير نفسه من الذنوب وتخليصها منها، والله تعالى منه قريب يستجيب دعوته إذا دعاه، ويغفر له إذا استغفره بقلب سليم لم يركس، ولم يستغلق باب التوبة، وعلى القراءة بالياء تكون الآية الكريمة في شأن العصاة الذين تابوا، والذين لم يتوبوا، وترجى توبتهم، فهي دعوة لمن لم يتب ألا ييئس من روح الله، ويعود إلى الله ورسوله والمؤمنين، إن الإسلام يستجر الناس إلى الخير فقد جاء داعيا إليه، ولا يستجرهم إلى العصيان حيث يكون العقاب. </p><p> و (أَلَمْ) - في قوله تعالى:  (أَلَمْ يَعْلَمُوا) فيه (الهمزة) للاستفهام الإنكاري بمعنى النفي، و (لَمْ) للنفي، ونفي النفي إثبات، فيكون المعنى تأكيد علمهم بأن الله يقبل التوبة عن عباده، ويأخذ الصدقات التي يريدون بها تكفير سيئاتهم، والله تعالى هو المتصف بأنه التواب الرحيم، الذي يكثر قبوله للتوبة رحمة بهم؛ لأنه الرحيم الغفور الودود. </p><p>(١) قراءة (ألم تعلموا) بالتاء خطابا: قراءة جبلة عن المفضل عن عاصم، وقرأ الباقون بالياء. غاية الاختصار (٩٦٠).</p><p> والتقرير هنا لتطمئن نفس التائب، فهو تقرير لقبول التوبة، واطمئنان العاصي إلى أن التوبة جتت ذنبه، والتعدية بـ (عن) في قوله تعالى: (يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ) لتضمن قبول التوبة معنى التجاوز عن المعصية التي عصاها المحبود، فالمعنى على ذلك: يقبل التوبة متجاوزًا عن سيئات عباده، شأن القادر العليم الحكيم الذي هو فوق عباده، وفوق الوجود كله. </p><p> وفى قوله تعالى:  (وَيَأْخُذُ الصَّدَقَاتِ) مع أن الذي ينتفع بها العباد، ويأخذها النبي - صلى الله عليه وسلم - ويوزعها عليهم - تشريف لمن يعطيها؛ لأن الذي يأخذها رب العباد، وكأنما العبد يعطيه هو جل جلاله، وذلك مثل قوله تعالى:  (مَن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً. . .) ، فهذا النص السامي فيه حث على الإكثار من الصدقات. </p><p> والخلاصة في ذكر أن الله يقبل التوبة عن عباده ويأخذ الصدقات أن ذلك تهييج للحث على المسارعة بالتوبة، والمسارعة إلى الصدقات، فكلتاهما خير يتلقاه الله تعالى بالقبول، ووصف الله تعالى صفة مؤكدة بأنه التواب الذي يكثر قبول التوبة؛ لأنه الرحيم. </p><p> ولذا قال تعالى بعد ذلك مترقبا أن يعملوا الخير ويتوبوا: </p>"
}