{
  "id": null,
  "sura": 9,
  "aya": 124,
  "text": "<p> (وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ (١٢٤) </p><p> (الواو) للاستئناف، (وَإِذَا مَا أُنزِلَتْ سُورَةٌ)  (ما) مؤكدة للشرط، وهو نزول الآية والتأكيد لبيان مقام السورة النازلة، والسورة مجموعة من آيات اللَّه تعالى </p><p> تكون في سور تبتدئ بـ (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ) ، وتختتم بابتداء سورة أخرى بهذه البسملة المباركة التي هي جزء من كتاب اللَّه. </p><p> ويصح أن يراد بالسورة بعضها، وهو آي من السورة، وكله قرآن، فبعض القرآن قرآن. </p><p> وقوله:  (فَمِنْهُم مَن يَقُولُ أَيكُمْ زَادَتْهُ هَذِهِ إيمَانًا)  (الفاء) لتفصيل حال من يتلقونها ما بين مؤمن يتلقى قول الله تعالى بما يكون فيه الهدى، وبعضهم من مرضى القلوب الذين لَا يزيدهم الدليل إلا ضلالا وعنتا وكفرا. </p><p> والضمير في (فَمِنْهُم) ، قال الزمخشري: إنه يعود إلى المنافقين، أي من المنافقين الذين يستهزئون بالمؤمنين، ويسرفون على أنفسهم يقولون متهكمين أيكم أيها المستمعون للقرآن زادتهم هذه الآية أو السورة إيمانا، كأنهم يقولون، لعنهم اللَّه: إن هذه السورة أو الآية لَا فائدة منها، فمن اهتدى فقد آمن، ومن عصى فقد كفر. </p><p> ولكن لَا نجد ذكرًا في الآية السابقة ولا ما قبلها للمنافقين إلا أن يدعى أنهم في الأذهان لما كان منهم من أفعال، وأنا أميل إلى أن الضمير يعود إلى المؤمنين يسأل بعضهم بعضا عن سر هذه الآيات التي تنزل وقتا بعد آخر، يتعرفون غايتها ومراميها، ولقد روى عثمان بن عفان رضي اللَّه عنه أنه كانت إذا نزلت آيات عشر أو دونها سألوا رسول اللَّه - صلى الله عليه وسلم - عن معانيها، ومغازيها، ويقولون أيهم زادته هذه، وقد بين اللَّه تعالى موقعها في قلوب المؤمنين، وموقعها في قلوب الذين في قلوبهم مرض، فقال تعالت كلماته:  (فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ)  (الفاء) لبيان تفصيل موقعها في القلوب، (فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا) ، وزيادة الإيمان بزيادة ثثبيته في القلوب وزيادة العمل، فإن آيات القرآن الكريم يستأنس بها المؤمن، ويزداد رهبة من اللَّه وخوفا منه ورجاء في رضوانه، وهذا بلا ريب زيادة في الإيمان، ولقد قال تعالى: (اللَّه نَزَّلَ أَحْسَنَ الْحَدِيثِ كتَابًا </p><p> مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (٢٣) . </p><p> وإن ازدياد إيمانهم بالآية تنزل (يَسْتَبْشِرُونَ) أي يجدون في الآية الجديدة بشرى لهم بأن الإيمان هداية اللَّه تعالى تتوالى عليهم، ويستبشرون لتوالي خطاب اللَّه تعالى لهم، وأي مؤمن يحب الله ورسوله ثم لَا يستبشر بكلام من يحبه ويطلب رضاه؟!. </p><p> هذا شأن الذين آمنوا عندما تتلى عليهم آيات الله. وأما الذين في قلوبهم مرض فيقول اللَّه عز من قائل فيهم: </p>"
}