{
  "id": null,
  "sura": 9,
  "aya": 31,
  "text": "<p> (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ (٣١) </p><p> الأحبار جمع حِبر بالكسر، ويقال بالفتح، وهو العالم الذي يحسن القول، ويخبره، ويتقنه، وله فصاحة وبيان حسن، والرهبان جمع راهب، وهو الذي ينصرف إلى العبادة في زعمهم، وهو من الرهبة بمعنى الخوف من المعبود، والله تعالى ذكر الرهبنة - لما فيها من الخوف، والرهبة من المعبود - بغير الذم، وإن كانت </p><p> مبتدعة، فقال تعالى:  (ثُمَّ قَفَّيْنَا عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (٢٧) . </p><p> (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا) ، أي جعلوهم أربابا، وفسر النبي - صلى الله عليه وسلم - كونهم أربابا، لَا بأنهم عبدوهم، ولكن اتخذوا الدين منهم لَا من كتابهم، فما يحلونه حلال، وما يحرمونه حرام، ولو كانوا يحلون ما حرم الله، ويحرمون ما أحل الله. </p><p> روى الترمذي عن عدي بن حاتم الطائي أنه أتى الرسول - صلى الله عليه وسلم - وفي عنقه صليب من ذهب فقال له:  \" ما هذا يا عَدِيّ اطرح عنك هذا الوثن،ويقول حاتم:وسمعته يقرأ(اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مرْيَمَ)ثم قال \" أما إنهم لم يكونوا يعبدونهم، ولكنهم كانوا إذا أحلوا لهم شيئا استحلوه، وإذا حرموا عليهم شيئا حرموه \" (١) فهم يأخذون عن هؤلاء، وقد كان ذلك سببا لضلالهم، فأحلوا لهم الخنزير وشرب الخمر، وملأوا رءوسهم بالأوهام، وابتدعوا ابتداء ما سموه بالعشاء الرباني الذي يكون فيه خبز وخمر، فأوهموهم أن الخبز جَسَدُ المسيح، والخمر دمه، فأباحوه في هذا العشاء. </p><p> وإذا كان علم الدين لم يؤخذ إلا منهم فقد أضلوهم ضلالا بعيدا، إذ لم يأخذوا الدين إلا منهم، وتفسير الكتب إلا منهم، وبذلك تركوا دينهم، وتعاليم المسيح إلا منهم فزوروها، ووضعوا الزيف بدل الحياد منها (وَالْمَسِيحَ) ، وهو معطوف على الأحبار، وقدم قوله تعالى:  (مِن دُونِ اللَّهِ) على (الْمَسِيحَ) ، للإشارة إلى أنهم اتخذوه بمرتبة من الربوبية التي نحلوها له غير ما اتخذوه من أربابهم. </p><p>(١) الترمذي: تفسير القرآن - ومن سورة التوبة (٣٠٩٥).</p><p> فما نحلوه له من ربوبية كان عبادة له فكانوا بذلك مشركين، وما اتخذوا من أحبارهم من ربوبية، فهي أنهم قد أخذوا التعاليم منهم، فحرموا من عند أنفسهم، واستباحوا من عند أنفسهم، فمثلا لم يكن في الإنجيل منع من تعدد الزوجات، ولكن الكنيسة بأحبارها ورهبانها منعوه، وكانوا يبيحونه على حسب أهوائهم، كما أباحوه لنابليون، والتوراة فيها الإباحة من غير عدد. </p><p> ولو كانت أخرت كلمة (أَرْبَابًا) عن (الْمَسِيحَ ابْنَ مَرْيَمَ) لكان المعنى أن الربوبية التي اتخذوها واحدة، مع أن ربوبيتهم للمسيح عبادة، وربوبية الأحبار أخذ للتعاليم، وذكر الله تعالى أمه فقال:  (الْمَسيحَ ابْنَ مَرْيَمَ) للإشارة إلى كونه إنسانا، ولد كما ولد غيره، وإن كان من غير أب. </p><p> (وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا) الضمير في أمروا يحتمل أن يعود إلى النصارى، وهو الظاهر، والمعنى أنهم جعلوا المسيح إلها يعبد، ولما أقروا بحكم ما أنزل على موسى وعيسى وحكم إلههما تقدست ذاته وتنزهت عن أن يكون له شريك، ويحتمل أن يعود على الأرباب وهو غير الظاهر، ويكون المعنى أن الأحبار والرهبان قبل أن يكونوا أربابا، أو أن يُتخذوا أربابا، هم أنفسهم ما أمروا إلا ليعبدوا إلها واحدا. </p><p> قال تعالى:  (لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ) . </p><p> (هو) تعود على الله تعالى، فهو حاضر في كل نفس، وهو عائد على الله الذي أمروا بعبادته، فقوله:  (لَا إِلَهَ إِلَّا هُوَ) تأكيد لمعنى (وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا) فيها تصريح بالألوهية له وحده، سبحانه وتعالى عما يشركونه من عبادة المسيح ابن مريم. </p><p> وبهذا يتبين أن من يعبد المسيح مشرك مع المشركين، وكونهم أهل كتاب يضاعف الحجة عليهم. </p><p> ثم قال تعالى فيما وصل إليهم الأحبار والرهبان من مفاسد بعد أن أباحوا لأنفسهم أن يحلوا ما شاءوا وأن يحرموا ما شاء بلا رقيب ولا حسيب، فقال سبحانه وتعالى في أعمالهم التي يريدون بها إطفاء نور الحق: </p><p> * * * </p><p> (يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ (٣٢) هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (٣٣) </p><p> * * * </p>"
}