{
  "id": null,
  "sura": 9,
  "aya": 105,
  "text": "<p> (وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (١٠٥) </p><p> أمر الله تعالى نبيه بأن يخاطب المؤمنين الذين أخطأوا والذين لم يخطئوا بأن العبرة بالعمل الحاضر، فإن كانوا عصاة فليتوبوا، وإن كانوا من السابقين الأولين من المهاجرين والأنصار ومن تبعهم فليستمروا على المنهاج الذي ارتضاه لهم ربهم، أمر نبيه بأن يقول لهم:  (اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ) . </p><p> إذا كان الله تعالى يقبل توبتكم، وباب التوبة مفتوح لَا يغلقه الغفور الرحيم، فاعملوا أيها الناس، اعملوا لما يرضي الله تعالى ولا يمنعكم ذنب أذنبتموه، أو خطأ وقعتم فيه من أن تعملوا، والخطاب عام للمؤمنين وغيرهم وليس للتوابين وحدهم، ولا للمتخلفين وحدهم، ولكنه موجه للجميع، ليعمل المذنب الخير ويستر غيره. </p><p> وقوله تعالى:  (فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنونَ) قال بعض المفسرين إن في ذلك تهديد أو إنذار، ولكنا نرى أن فيه تحريضا على العمل الصالح ورؤية الله تعالى يعقبها جزاؤه إن خيرًا فخير وإن شرا فشر، والرسول يرى العمل فإن كان خيرا أقره، وإن كان شرا نبَّه إليه ودعاهم للإقلاع عنه، ورؤية المؤمنين ليعلموا حال من يخالطونهم فإن كانوا أشرارا نصحوهم ثم اجتنبوهم، وإن كان عملهم خيرا عاونوهم وأقروهم، وأكد أنه والرسول ومن معه يرون الأعمال، وذلك لأن (السين) تفيد تأكيد تحقق الوعد الذي وعده الله تعالى، ولقد جاء في الحديث الصحيح برواية أبي سعيد الخدري: \" ولو أن أحدكم يعمل في صخرة صماء ليس لها باب ولا كوة لأخرج الله عمله للناس كائنا ما كان) (١) والناس يشهدون على الخير خيرا وعلى الشر شرا، والرسول يشهد على الناس، كما يشير قوله تعالى (. . . لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا. . .) . </p><p> (وَسَتُرَدُّونَ إِلَى عَالِم الْغَيْبِ وَالشهَادَةِ) . </p><p> السين لتأكيد وقوع ما بعدها في المستقبل، أي ستعودون إليه سبحانه، وتعرض عليه أعمالكم لَا تخفى منها خافية، فإن كانت خيرا، أو شرا تبتم منه وأحسنتم التوبة، فإن الجزاء يكون خيرا، وإلا فالعاقبة السوءى. </p><p> وهذه الجملة السامية فيها تبشير وإنذار، تبشير للمؤمنين، وإنذار للمشركين الذين عصوا أمر ربهم، واستمروا في عصيانهم وضلالهم، </p><p>(١) أخرجه أحمد: باقي مسند المكثرين - مسند أبي سعيد الخدري (١٠٨٤٦).</p><p> وفى الكلام السامي إظهار في موضع الإضمار؛ لأنه سبحانه وتعالى قال عز من قائل:  (وَسَتُرَدونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ) ولم يقل - ولكلامه المثل الأعلى - (وستردون إليه) وذلك للإشارة إلى أن الأمر سيرجع إلى من لَا تخفى عليه خافية في السماء والأرض، والغيب ما غاب عن الحس، أو ما أخفته الصدور، وما أسروه في نفوسهم، فهو يعلم خائنة الأعين، وما تخفي الصدور، والشهادة هي الأمر المعلن الذي تشاهده الجوارح مبصرة أو سامعة، أو باطنة، يعلم سبحانه كل شيء ما يسر وما يعلن، وما يظهر وما يختفى، سبحانه علام الغيوب. </p><p> وقد أشار سبحانه وتعالى إلى الجزاء الواقع لَا محالة فقال تعالت كلماته: </p><p> (فَيُنَبِّئُكُم بِمَا كنتُمْ تَعْمَلُونَ)  (الفاء) للإفصاح عن شرط مقدر، أي إذا كنتم ستردون إليه سبحانه فإنه ينبئكم أي يخبركم إخبار فعل وجزاء بما كنتم تعملون، فترون أعمالكم عيانا، تنطق بها جوارحكم، وكتابا منشورا قد سجل كل ما عملتم، لَا يدع صغيرة ولا كبيرة إلا أحصاها، فتجزى كل نفس بما كسبت. وإن هذا فيه تبشير للمؤمن، وإنذار للمشرك والمنافق، وأعمالهم كلها في كتاب. </p><p> وقد فتح الله سبحانه وتعالى باب التوبة لمن تخلف، وعصا، بعد ذلك ذكر أناس ممن تخلفوا لم يكتب عليهم الشقوة بل لَا يزال الباب مفتوحا للتوبة، فإما يتوبون، وإما يعذبهم الله على نفاقهم وتخلفهم، فقال تعالى: </p>"
}