{
  "id": null,
  "sura": 9,
  "aya": 96,
  "text": "<p> (يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ (٩٦) </p><p> لقد أعرضوا عنهم ولكنه إعراض من لَا ينسى ما كان منهم ولكن لَا يذكره، أعرضوا عنهم بوجوه مكفهرة، وما في قلب المؤمن يظهر في لمحات عينه وعلى وجهه فهو في اشمئزاز منهم، وإن كان لَا يتكلم بسوء، وهذه الحال لوم شديد، وهم يريدون إرضاءهم، فأخذوا عدتهم من القول، وهو الحلف ليدنوا منهم ويتقربوا من نفوسهم، وتتلاقى مشاعرهم وإحساساتهم، فيتمكنوا منهم، ويعرفوا دخائل نفوسهم، وقد نهى الله تعالى عن ذلك، ولذا قال:  (فَإِن تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ) . </p><p> والمؤمن يطلب رضا الله دائما، ويتبع ما يرضي الله، ولا يفعل قط ما لا يرضي الله، فإذا كان الله لَا يرضى عنهم، فالمؤمن اتباعا لحكم الله تعالى لَا يرضى عنهم. </p><p> وإن رضا المؤمنين من غير رضا الله تعالى لَا يجديهم؛ لأنه هو الذي يعاقب وهو الذي ينعم، ويشقى، فإن أرادوا الرضا، فليطلبوا رضا الله تعالى لَا رضا المؤمنين وحدهم، ورضا الله في أن يخلعوا أنفسهم من النفاق، ويخرجوا من إهابه، فبئس الإهاب يلبسونه. </p><p> وقد بين الله سبحانه وتعالى السبب في أنه لَا يرضى عن المنافقين ما داموا مستمرين على حالهم، وذلك في قوله:  (فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ) فإن الإظهار والمقام مقام الضمير، كأن يقول تعالت كلماته \" فإنه لَا يرضى عنهم \" وفى ذلك تعليل سبب عدم الرضا، وهو فسقهم وتمردهم على أوامر الله ونواهيه وتضافرهم على ذلك، حتى صاروا بذلك التفاهم على النفاق بينهم قومًا قائمين عليه راضين به، اللهم اكف أمتك شر النفاق والمنافقين. </p><p> * * * </p><p> الأعراب </p><p> قال تعالى: </p><p> (الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٩٧) وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَاللَّهُ سَمِيعٌ عَلِيمٌ (٩٨) وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٩٩) </p><p> * * * </p>"
}