{
  "id": null,
  "sura": 9,
  "aya": 89,
  "text": "<p> (أَعَدَّ اللَّهُ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ الْفَوْزُ الْعَظِيمُ (٨٩) </p><p> هذا بعض الفلاح الذي ذكره الله، وهو أنه أعد لهم جنات تجري من تحتها الأنهار، أي أن الله تعالى أعطاهم نعيمًا فيه ثلاث خواص كلها يزكي بعضها بعضا. أولها: أنها جنات، وهي جمع جنة فيها الأشجار التي تظل من الحرور، وتتمتع النفس برؤيتها، وبهجتها، وفيها الثمار اليانعة، وفيها من كل فاكهة ما يشتهون، وفيها ما لَا عين رأت ولا أذن سمعت، ولا خطر على قلب بشر، ففيها متعة النفس والجسم والروح. </p><p> الثاني أن الأنهار تجري من تحتها تدفع الحرور، وتسقى النفوس والأجسام، ويكون التمتع ببهجتها ومنظرها. </p><p> الثالث: أنها خالدة، ففي كل نعيم غير باق يكون الألم. بفنائه وانتهائه، أما نعيم الجنة، فهو للبقاء. </p><p> ختم الله تعالى الآية بقوله:  (ذَلِكَ الْفَوْزُ الْعَظِيمُ) الإشارة إلى هذا النعيم المقيم، وقصر الفوز عليه، أي فلا فوز غيره، فما يحسبه في الدنيا من أسباب الفوز إنما هو باطل لَا يجوز. </p><p> ودل على القصر تعريف الطرفين، وضمير الفصل، والله تعالى أعلم بما يجزي به عباده المتقين. </p><p> * * * </p><p> اعتذار الأعراب </p><p> قال تعالى: </p><p> (وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِينَ كَذَبُوا اللَّهَ وَرَسُولَهُ سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ (٩٠) لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ وَاللَّهُ غَفُورٌ رَحِيمٌ (٩١) وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ (٩٢) </p><p> * * * </p><p> كان الكلام في المنافقين الذين نبتت نابتتهم في المدينة عندما انتصر المؤمنون بدر الكبرى، وصارت لهم القوة والسلطان فيها، واستقر الأمر فيها </p><p> للتوحيد، والإيمان بمحمد - صلى الله عليه وسلم -، وحيث كانت القوة العادلة، اختفت العداوة الظاهرة، واستمرت عداوة النفوس مستكنة فيها فيكون النفاق الذي يكل القلوب، ويملؤها حقدا، ورغبة دانية في الكيد. </p><p> ولما صارت القوة للإسلام في الجزيرة العربية، وصارت الكلمة العليا لله ولرسوله، وجد سبب النفاق في داخل الجزيرة وحول المدينة كما قال سبحانه:  (وَمِمَّنْ حَوْلَكُم مِّنَ الأَعْرَابِ مُنَافِقُونَ. .) . </p><p> وعندما يكون النفير العام، أو الخاص يظهر من الأعراب اعتذارات بعضها صادق، وبعضها كاذب، ويقعد بعضهم عن الجهاد كفرا ونفاقا، ولذا قال تعالى: </p>"
}