{
  "id": null,
  "sura": 10,
  "aya": 44,
  "text": "<p> (إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا وَلَكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ (٤٤) </p><p> إن اللَّه وضع كل أسباب الهداية أمام الناس وأرسل الرسل مبشرين، وما كان ليعذبهم إلا إذا أرسل إليهم من ينذرهم بالعذاب الأليم، إن لم يسلكوا سبيل الحق واختاروا سبيل الضلال وأفسدوا في الأرض بعد أن أضلوا عقولهم؛ ولذا قال تعالى:  (إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا) . </p><p> أصل \" ظلم \" بمعنى أنقص، وأطلقت على ما هو ضد العدل والاستقامة، وأطلقت على الشرك، لأنه انحراف بالعقل عن الاستقامة والطريق السوي، وقال تعالى:  (. . . إِنَّ الشِّرْكَ لَظُلْم عَظِيمٌ) . </p><p> والظلم هنا إما أن نفسره بمعنى النقص ويكون المعنى أن اللَّه لَا ينقص الناس شيئا بل يوفر لهم أسباب الهداية والإرشاد من: إرسال الرسل، وإقامة الشرائع وآيات اللَّه والتنبيه إليها، ومنحهم العقول التي تدرك، وحرية الاختيار فيما يفعلون، ويوجد سبحانه فيهم قوى الإدراك. كما قال تعالى:  (وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ) ، وإما أن نقول: إن الظلم المنفي هنا هو عدم العدل، ويكون المعنى على ذلك أن اللَّه تعالى لَا يظلم الناس شيئا في الظلم مهما قل، لأنه أوجد فيهم الاختيار والإدراك وجعل تحت أيديهم أسباب الهداية، فإن ضلوا فعن بينة وإرادة حرة مختارة، واللَّه تعالى يحصي أعمالهم ويجزيهم عليها، كما ورد برواية مسلم عن رسول اللَّه - صلى الله عليه وسلم - في حديث قدسي عن ربه: \" يا عبادي إنما هي أعمالكم </p><p> أحصْيها عليكم ثم أوفِّيكم إياها فمن وجد خيرا فليحمد الله، ومن وجد غير ذلك فلا يلومن إلا نفسه \" (١) . </p><p> وإذا كان اللَّه تعالى لَا يظلم أي قدر من الظلم قلَّ أو جلَّ فإن نزول العذاب بالناس بظلمهم لأنفسهم، ولذا قال تعالى:  (وَلَكِنَّ النَّاسَ أَنفُسَهُمْ يَظْلِمُونَ) . </p><p> وهذا استدراك من النفي السابق، وإذا كان اللَّه لَا يظلمهم فهم يظلمون أنفسهم، وقدم المفعول على الفعل للاختصاص أو القصر، أي هم يظلمون أنفسهم ولا يظلمون سواها، كما سبق قوله تعالى:  (. . . إِنَّمَا بَغْيكُمْ عَلَى أَنفُسِكم. . .) وذلك، لأن الظالم يقع ظلمه على نفسه ابتداء؛ لأنه يفسد فطرته وتكون غشاوة على قلبه فتنقص مداركه وتسوء معاملته، ويسيء إلى نفسه ثم يتردى في أسباب الهلاك في الدنيا والعذاب في الآخرة. </p><p> يقول تعالى: </p><p>(١) سبق تخريجه.</p>"
}