{
  "id": null,
  "sura": 10,
  "aya": 63,
  "text": "<p> (الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٦٣) </p><p> آمنوا باللَّه حق الإيمان يعبدونه كأنهم يرونه فإن لم يكونوا يرونه يحسون في عبادتهم كأنهم في حضرته العلية سبحانه، وهذا هو الإحسان، كما قال - صلى الله عليه وسلم -: \" اعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك \"  (١) . </p><p> (وَكَانُوا يَتَّقُونَ) أي يخافون غضب اللَّه تعالى ويتقون عذابه. </p><p> وإنهم إذ يؤمنون ذلك الإيمان ويحسنون ويتقون اللَّه حق تقاته، تكون قلوبهم عامرة بذكر اللَّه تعالى فلا يخافون من مستقبلهم، وقد فوضوا أمورهم للَّه تعالى وتوكلوا عليه سبحانه حق توكله بعد أَخْذِهم بالأسباب، وتركوا للَّه تعالى مؤمنين أن يوفق ويربط الأسباب بمسبباتها. </p><p> وهنا عبارتان لهما مغزاهما: </p><p> العبارة الأولى - قوله تعالى:  (لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ) أي أنهم يرجون ما يرجوه المؤمن من ربه فاللَّه تعالى يُلقي في قلوبهم الاطمئنان إلى المستقبل، وفي قوله تعالى:  (وَلا هُمْ يَحْزَنُونَ) تأكيد لعدم الحزن: أولا: بتكرار كلمة (لا) النافية، فإنها مؤكدة للنفي المذكور في (لا خَوْفٌ عَلَيْهِمْ) . </p><p>(١) متفق عليه، وقد سبق تخريجه.</p><p> ثانيا: بذكر الضمير (هُمْ) فذلك مؤكد من مؤكدات الحكم. </p><p> ثالثا: في التعبير بالمضارع الذي يصور - الاستمرار فإنهم لَا يداخلهم الحزن؛ لأن قلوبهم عامرة دائما بذكر الله فامتلأت طمأنينة، والاطمئنان يطرد الحزن كقوله تعالى:  (. . . أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ) . </p><p> العبارة الثانية - قوله تعالى:  (وَكانُوا يَتَّقُونَ) وفيه جمع بين الماضي والمضارع، الماضي في (كَانُوا) والمضارع في (يَتَّقون) ، وهذا يفيد استمرار التقوى، قلوبهم ممتلئة دائما بخشية الله تعالى، وهم بذلك يستصغرون أعمالهم بجوار حق الله ويشعرون أنهم لم يؤدوا حق الله فيرجون رحمته ويخافون عذابه، وذلك مقام الصديقين القريبين من الله دائما. </p><p> عن عمر رضي الله عنه عن رسول الله - صلى الله عليه وسلم - أنه قال: إن لِلَّهِ عبادا ما هم بأنبياء ولا شهداء يغبطهم الأنبياء والشهداء يوم القيامة لمكانهم من الله، قيل: يا رسول الله أخبرنا من هم، وما أعمالهم؟ قال: هم قوم تحابوا في الله من غير أرحام بينهم ولا أموال يتعاطونها، فوالله إن وجوههم لنور وإنهم لعلَى منابر من نور لَا يخافون إذا خاف الناس ولا يحزنون إذا حزن الناس (١) ، ثم قرأ الآية:  (أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٦٢) الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٦٣) </p><p>(١) أخرجه أحمد: باقي مسند الأنصار - مسند أبي مالك الأشعري رضي الله عنه (٢٢٣٩٩).</p>"
}