{
  "id": null,
  "sura": 10,
  "aya": 15,
  "text": "<p> (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ) والذين يجادلون في الآيات هم الذين لَا يتوقعون لقاء اللَّه أي يكفرون بِالبعث والنشور ويقولون: (إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِين) ، وفي هذا إشارة إلى أن فيصل التفرقة بين الإيمان والكفر هو الإيمان بالغيب. والإيمان بالبعث والنشور، فإن الذين لَا يؤمنون بالغيب لَا يؤمنون باللَّه؛ لأن اللَّه سبحانه لَا نراه إنما هو القوة التي أنشأت الوجود وسيطرت عليه جل جلاله، فمن لم يؤمن بالغيب لَا يؤمن باللَّه العلي القدير، ومن لَا يؤمن باليوم الآخر لَا يمكنه الإيمان بالتكليف الإلهي؛ لأن الجزاء على ما يعمل الإنسان، إن خيرا فخير وإن شرا فشر، فهو يحسب أن اللَّه ترك الإنسان سدى، يموت ويحيا من غير تبعات يتحملها، ولا غاية يرجوها، بل يأكل ويشرب كالأنعام بل أضل سبيلا، فأساس الهداية الإيمان باليوم الآخر والحساب والثواب والعقاب، يقول تعالى:  (وِإذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ) الآيات البينات القرآن، وتلاوته مرتلا قال تعالى:  (كذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا) . </p><p> فالتلاوة قراءة القرآن كما أقرأ جبريلُ النبي - صلى الله عليه وسلم -، فالقرآن محفوظ بذاته وروايته وترتيله عن اللَّه تعالى ومتواتر بلفظه وقراءته، وإن المشركين الذين لا يرجون لقاء اللَّه مع تحديهم وعجزهم عن أن يأتوا بمثله، يقولون كافرين متدللين: ائت بقرآن غير هذا، وفي قولهم هذا لَا يحتجون على أن المعجزة قرآن يتلى، وإنما يطلبون غيره من غير حكمة يقدرونها، ولا أمر يتعلق بالقرآن يريدون خلافه، كأنهم لَا يريدون تكليفاته ولا يريدون ما فيه من محاربة عقائدهم وشركهم، وهل </p><p> إذا جاء غيره لن يكفروا به أيضًا، وإن هؤلاء المشركين حسبوا أن محمدا هو الذي أتى بهذا القرآن أو ادعوا ذلك، مع أن بُلغاؤهم المتمرسين بالبيان قالوا: إن له لحلاوة وإن عليه لطلاوة وإن أعلاه لمثمر وإن أسفله لمغدق وإنه ليعلو ولا يعلى عليه ما يقول هذا بشر، ومع هذا طالبوا محمدا - صلى الله عليه وسلم - أن يأتي بغيره أو يبدّله، فإن جاء لامته الحجة بأنه ليس من عند اللَّه بل هو من عنده، وقولهم:  (ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ) ففي التغيير تسليم بأن المعجزة تكون قرآنا ولكن يريدون غيره، أما التبديل فهو يكون بإتيان معجزة عدا القرآن كعصا موسى، أو إبراء الأكمه والأبرص أو إحياء الموتى بإذن اللَّه لعيسى أو غير ذلك من المعجزات الحسية. . وقد طلبوها كما قال تعالى:  (وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا (٩٠) أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا (٩١) أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا (٩٢) أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا (٩٣) وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا (٩٤) . </p><p> هذا فيما نحسب هو التبديل الذي أرادوه بأن يستبدل المعجزة القرآنية بمعجزة حسية مادية لأنهم لَا يؤمنون، ولقد رد عليهم النبي يقول اللَّه تعالى:  (قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِن تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ) وهذا الرد كان على التبديل؛ ولذلك نقول: أن الجواب أحد أمرين: </p><p> الأمر الأول - أن يكون إغفالا لطلب الإتيان بقرآن غير هذا باعتباره كلاما عابثا؛ إذ ما داموا قد سلموا بالمعجزة القرآنية، فلا فرق بين قرآن وقرآن، ما داموا قد عجزوا عن الإتيان بمثله. </p><p> ثاني الأمرين - الذي يحتمل أن يكون فيه الجواب، أن التبديل للمعجزة يشمل تغيير القرآن والإتيان بمعجزة أخرى فكان الرد على التبديل شاملا </p><p> الاعتراضين، وفي رد النبي - صلى الله عليه وسلم -: (مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي) أي ليس لي أن أختار العجزة من تلقاء نفسي إنما الاختيار لله سبحانه وتعالى، ولذا قصر عمل الرسالة على اتباع ما يوحي اللَّه به فقال لما أمره ربه:  (إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ)  (إنْ) نافية أي: لَا أتبع إلا ما يوحى إليَّ، وما يجيء من ربي فهذه المعجزة قدرها سبحانه لَا أخالفه ولا أعصيه، ليس لي ولا لأحد أن يعترض عليها ما دامت مثبتة للرسالة وما داموا عاجزين عن الإتيان بمثلها، وإن في ذلك العصيان وعاقبته، وبهذا قال - صلى الله عليه وسلم - كأمر ربه:  (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ) . </p><p> وفى هذا إنذار لعصيانهم واعتراضهم. </p>"
}