{
  "id": null,
  "sura": 10,
  "aya": 12,
  "text": "<p> (وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ (١٢) </p><p> ذكرنا في مواضع كثيرة أن العرب كانوا يعرفون اللَّه ولكن يشركون معه عبادة الأوثان، وغيرهم ما كان يعرف اللَّه إلا مع ثلاثة، أو يعرفونه حالا في بعض خلقه، أو لَا يعرفونه قط، فالعرب كانوا خيرا منهم أبي كان في الشر خيار، فكانوا يعرفون أن اللَّه وحده خالق الكون وأنه يُلجأ إليه في الشدة، وأنه ليس مثله أحد من خلقه، ولكنهم يشركون في عبادته وبذلك ضلوا ضلالا بعيدا. </p><p> ومما يدل على التجائهم في الشدة الالتجاء إليه في المرض الذي لَا يعرفون سببه وتتعدد أحواله، كما تذكرنا الآية الكريمة (وَإذَا مَسَّ الإِنسَانَ الضُّرُّ) وهنا بيان الحقيقة وكمالها، أي الضر الذي بلغ حدا لَا يعرفون له علاجا ولا دواء، وأن الإنسان بإنسانيته المفطورة على الضعف يلجأ إلى ربه (دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا) واللام في (لِجَنْبِهِ) بمعنى (على) وهي حال كونه مضطجعا على جنبه أو ملقى على جنبه لَا يستطيع حراكا لَا يملك أن يقعد، (أَوْقَاعِدًا) لَا يستطيع أن يقوم (أَوْ قَائِمًا) لَا يمشي كما اعتاد. </p><p> وتعدد هذه الأحوال للدلالة على أنه يدعو فيها كلها لَا في بعضها، وهذا دليل على شدة الالتجاء إلى اللَّه وكثرة الالتجاء. </p><p> أو يدعو في كل أحوال الأمراض ومنها ما يلقيه في الأرض، أو مرض يقعد فيه ولا يستطيع غيره أو يقوم من غير قدرة على السير، والمراد في كل الأحوال كثرة الدعاء لله وذلك مثل قوله:  (. . . وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عرِيضٍ) . </p><p> هذا حال الإنسان إذا مسه الضر فإذا كشف عنه الضر نسى ولم يفكر في حاله الذي كان عليه وضراعته إلى ربه وأنه الملجأ والملاذ؛ نسى ذلك نسيانا تاما، وطغت عليه وعلى تفكيره حال الصحة ونسي اللَّه ونسي ضعفه، وأنه لَا يمكنه العيش دون رعاية اللَّه وتدبيره، يقول سبحانه:  (فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَا إِلَى ضرٍّ مسَّه)  (الفاء) عاطفة حال كشف الضر على حال الضعف والالتجاء إلى اللَّه، وهما حالان متباينان في ظاهرهما وإن كانا متوِافقين في الدلالة على ضعف الإنسان، كما قال تعالى:  (. . . وَخُلِقَ الإِنسَان ضَعِيفًا) ، ولكن الغرور هو الذي يوهمه بالقوة ويطغيه. </p><p> (فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ)  (الفاء) عاطفة جملة الاستجابة على جملة الاستغاثة والضراعة، والعطف يقتضي المغايرة، وكانت المغايرة بين حال الإنسان في ضعفه واستكانته وحال قوته وتمكنه، ففي الأولى ضراعة واستغاثة، وفي الثانية غرور واستهانة. </p><p> (كَشَفْنَا عَنْهُ ضرَّهُ) ، معناها أزلنا عنه حال الضر وكأنها كانت غشاء أخفى كفره فلما زال الغشاء عادت حقيقته كما كانت. </p><p> وقوله:  (كأن لَّمْ يَدْعنَا إِلَى ضُرٍّ مسَّه) فيه (أنْ) مخففة من الثقيلة واسمها ضمير الشأن، أي كان الشأن أنه لم يدع اللَّه إلى ضر مسه وذلك شأن اللئام من بني الإنسان، ينسى الإحسان في وقت القوة وكهؤلاء الُّلؤَماء الكافرين في نفوسهتم، كذلك قال اللَّه تعالى:  (كذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كانوا يَعْمَلُونَ) أي كهذه الحال التي عليها المريض الضعيف الذي كشف اللَّه تعالى عنه الضر فنسي في عافيته ما كان في مرضه، كهذه الحال زيِّنَ للمسرفين ما كانوا يعملون، أي أنهم نسوا حال خلقهم وتكوينهم والإيمان بربهم وزين لهم الغرور والإسراف فيه ما كانوا يعملونه من شرور وآثام وظلم للعباد وطغيان في أنفسهم، وإسرافهم في الشر يجترعونه اجتراعا، وعبر اللَّه عن الجاحدين المنكرين الذين لَا يرجون لقاءه بالمسرفين؛ لأنهم أسرفوا على أنفسهم فاعتقدوا الباطل واعتقدوا أن الحياة الدنيا هي الوجود كله وأسرفوا على الناس فطغوا وبغوا في البلاد وأكثروا فيها الفساد. </p><p> ويسوق اللَّه العبر في آياته فلا يعتبرون؛ لأنه قد زين لهم ما كانوا يعملون، أي ما استمروا على عمله، لأنه بالجمع بين الماضي في (كَانُوا) ، والمستقبل في (يَعْمَلُونَ) . يسوق اللَّه تعالى العبر ولا معتبر، ولذا قال سبحانه: </p>"
}