{
  "id": null,
  "sura": 10,
  "aya": 39,
  "text": "<p> (بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ (٣٩) </p><p> (بَلْ) للإضراب عما حوى ما قبلها، والإضراب عن ادعاء الافتراء، معناه أنهم لم يقفوا في دعوى الافتراء إلا بأمر سبقه، وهو أنهم سارعوا بالتكذيب من غير أن يتأملوا. وهذا هو قوله تعالى:  (بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ) أي بما لم يعلموه علم إحاطة وفحص لحقائقه ومدى ما فيه من إعجاز بياني وما حوى من شرائع </p><p> توائم العقل وتواكبه ومدى ما فيه من إنذار لمن كفر وثواب لمن آمن، وذلك لمن يخاطب بأمر غريب لم يألفه فإنه يسارع إلى إنكاره بادي الرأي، ثم إذا شرد عقله عن الطريق المستقيم ضل في السبل وأصبح لَا يسمع منادي الصواب إذ يناديه، وداعي الهداية إلى الحق وهو يدعوه. </p><p> وهذا نراه في أصحاب المذاهب المنحرفة إذا فوجئوا بما يخالفها أنكروه ثم حاولوا أن يجمعوا ما يؤيد ما جنحوا إليه من المنكر، وإن محمدا - صلى الله عليه وسلم - جاء إليهم على فترة من الرسل في الأرض العربية وقد عمتهم جهالة دينية، فجاءهم بأنه رسول من عند اللَّه تعالى وكان ذلك غريبا فيهم، وجاءهم بقرآن هو معجزته فلم يتدبروه ويفهموه فعجلوا برده، ثم ساروا من بعد في سبل الضلال. </p><p> (وَلَمَّا يَأْتِهِمْ تَأوِيلُهُ) التأويل هو التفسير والفهم وفقه الكلام ومراميه ويطلق بمعنى معرِفة المآل ومن ذلك قوله تعالى: (هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا. . .) . </p><p> والنص القرآني يقبل تفسيرين، بل لَا مانع من الجمع بينهما: </p><p> أولهما - أنهم كذبوا ولم يحيطوا بعلمه، والحال أنهم لما يأتهم في مداركهم وأفهامهم فقهه وما فيه من إنذار وتبشير، وسيأتيهم لَا محالة إذا تأملوه. </p><p> ثانيهما - أنهم لم يأتهم مآله، وأنه آت لَا محالة، وأنهم كذبوا القرآن بما فيه من بعث ونشور وحساب وثواب بالجنة وعقاب بالنار وأنه سيأتيهم، وقد وعد سبحانه، وإنه منجز وعده. </p><p> وإن هذه الحال من المشركين هي الحال التي كانت في الأمم السابقة الذين بعث فيهم الرسل وسارعوا بتكذيبهم قبل أن يتأملوا ما أتوا به وقبل أن يعرفوا قوة المعجزة، ثم لجوا في تكذيبهم حتى نفذ اللَّه تعالى أمره فيهم كقوله تعالى:  (كَذَلِكَ كذَّبَ الَّذِين مِن قَبْلِهِمْ) كهذه الحال التي كان عليها المشركون من العرب </p><p> فى مسارعتهم إلى التكذيب واللجاجة فيه ثم المعاندة والمقاومة بالعنف من غير إدراك سليم، وهذه الحال هي حال الذين من قبلهم فإذا تشابهت الحال فلا بد أن تتشابه النتيجة أو الأثر، ولذا قال سبحانه:  (فَانظُرْ كَيْفَ كانَ عَاقِبَةُ الظَّالِمِينَ) أي فانظر على أي حال كانت عاقبة الظالمين كانت ريحا صرصرا عاتية، أو ريحا فيها عذاب شديد، أو جعل أرضهم دكا سَافِلها عاليها أو خسف بهم الأرض أو غير ذلك من آيات اللَّه الكبرى في الذين يظلمون أنفسهم ويظلمون الحق معهم، وإذا كان اللَّه قد أمهل المشركين ولم ينزل بهم ما أنزل بالذين من قبلهم، فلكي يستمر اختيارهم وعسى أن يخرج اللَّه من أصلابهم من يعبده. </p><p> وفى قوله تعالى:  (كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ) إظهار في موضع الإضمار، لبيان أنهم ظلموا أنفسهم وظلموا الأنبياء الذين أرسلوا إليهم وأنكروا حقائق ثابتة قد خلت فيمن ظلموا. </p><p> وإن الحقَ حقٌ في ذاته، سواء أكثُرَ من آمنوا به أم قلوا، وسواء خضع له أو لم يخضع، والثواب لمن آمن واهتدى والعذاب لمن كفر. </p><p> ولذا قال تعالى: </p>"
}