{
  "id": null,
  "sura": 10,
  "aya": 99,
  "text": "<p> إن كفر من كفر وهداية من اهتدى يكون بتقدير اللَّه تعالى في كتابه المكنون. </p><p> كان النبي - صلى الله عليه وسلم - حريصا على إيمان قومه ومن بعث إليهم جميعا؛ لأن الحجة قائمة والحق بين والهدى مرشد، فيبين اللَّه تعالى له أنه سبحانه لو شاء لهداهم أجمعين، ولكن تركهم يختارون عن بينة، فمن اهتدى فلنفسه ومن ضل فعليها. </p><p> فقد خلق فيهم العقل الذي يختار ووضع فيهم النفس الأمارة بالسوء والنفس اللوامة فكانت الإرادة حرة، وتم الاختبار ليكون الثواب والعقاب واللَّه أعدل الحاكمين. </p><p> (وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا)  (كُلُّهُمْ) تأكيد، و (جَمِيعًا) حال. لو شاء اللَّه أن يكون الناس كلهم مجتمعين على الهداية والإيمان لكانوا جميعا كذلك، ولكن لم يشأ ليكون الاختيار ويتميز المؤمن من الكافر، وقد قال تعالى: - (وَلَوْ شِئْنَا لآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا. . .) ، ولكنه سبحانه أودع النفوس القدرة على الاهتداء، وبعث الرسل لكيلا يكون للناس على اللَّه حجة وهدى الإنسان النجدين ليكون الاختيار (. . . وَنَبْلُوكم بِالشَّرِّ وَالْخَيْرِ فِتْنَةَ. . .) ، ذلك ليكون التنازع بين الفضيلة والرذيلة وليكون من آمن عن بينة ومن كفر عن بينة، وكلمة (كُلُّهُمْ) تأكيد لفظي وجميعا حال، والمعنى مجتمعين على الإيمان لَا يشذ من بينهم أحد. </p><p> ولقد قال تعالى في تقرير الاختيار:  (وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً وَلَا يَزَالُونَ مُخْتَلِفِينَ (١١٨) إِلَّا مَنْ رَحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ (١١٩) . </p><p> وإذا كانت تلك مشيئة اللَّه تعالى وإرادته أن ترك لهم الاختيار، فليس لك أن تريد منهم ما لم يرده اللَّه لهم. </p><p> (أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ) أيكون الإيمان بإكراههم واللَّه تعالى أراد لهم الاختيار في الاعتقاد والإيمان، و (الفاء) لترتيب ما بعدها على ما قبلها؛ </p><p> لأنه إذا كان اللَّه تعالى يريد لهم الاختيار فلا تكرههم، الاستفهام للإنكار بمعنى النفي، أي ليس لك أن تكره الناس على أن يكونوا مؤمنين، وقدم (أنت) على الفعل لأن موضع النفي أن تكون أنت أيها النبي مكرههم، وقد قرر اللَّه تعالى لهم الاختيار. </p><p> (حَتَّى يَكُونُوا مُؤْمِنِينَ) وهذا يفيد أن الإكراه موضع استنكار لأنه إيجاد للإيمان حيث لَا تكون إرادة وقوله تعالى: (حَتَّى يَكُونُوا مُؤْمِنِينَ) فيه ما يدل على أنه ينشئ مؤمنين، وليس له ذلك، إنما هو للَّه تعالى الذي يقول:  (لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ. . .) . </p><p> (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) . </p><p> (فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ (٢١) لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٢٢) . </p><p> * * * </p><p> ثم يقول تعالى: </p>"
}