{
  "id": null,
  "sura": 10,
  "aya": 38,
  "text": "<p> (أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ (٣٨) </p><p> وصف اللَّه سبحانه وتعالى القرآن أوصافا تنفي الافتراء، وبين مقامه في الكتب السابقة وأنه مصدق شاهد بها، وبعد ذلك أخذ يبين مقام المشركين منه وهو ادعاء افترائهم الذي هو منفي عن القرآن لذاته فقال سبحانه:  (أَمْ يَقُولُونَ افْتَرَاهُ) . </p><p> (أَمْ) يقول بعض المفسرين: أنها هنا في معنى الهمزة للاستفهام. والأولى أن تقول أن \" أم \" تتضمن معنى الاستفهام كما تتضمن الانتقال من الحقائق المقررة الثابتة التي لَا ريب فيها إلى الاتجاه إلى المشركين وأوهامهم بالنسبة للقرآن العظيم (أَمْ يَقُولُونَ افْتَرَاهُ) أي ننتقل من الحق الجليِّ إلى أوهامهم فنسألهم: أتقولون افتراه؟! والاستفهام هنا إنكاري بمعنى إنكار الواقع، فهو توبيخ لهم على ادعاء الافتراء، وقد قامت أدلة الصدق، ووقع الحكم بأنهم مبطلون في ادعائهم وافترائهم، وتحداهم أن يأتوا بسورة من مثله ليظهر كذبهم وأنهم المفترون على اللَّه تعالى ونبيه - صلى الله عليه وسلم - والحق، ولذا أمر سبحانه محمدا - صلى الله عليه وسلم - أن يدعوهم لأن يأتوا بسورة من مثله، أي مما ترون أنه مثله، فأتوا بسورة منه، فهم يدعون أنه مفترى افتراه محمد - صلى الله عليه وسلم - فليأتوا بسورة من مثله إن كان له مثل. </p><p> إن محمدا بشر مثلهم فإذا كان قد افتراه فأنتم بشر مثله فأتوا بسورة من مثله، ويصح أن نقول أن (مِن) بيانية ويكون المعنى ائتوا بسورة منه، أي من جنسه، ولعل ذلك أظهر. </p><p> وقد تحداهم اللَّه أن يأتوا بعشر سور مثله مفتريات فعجزوا، ثم نزل فتحداهم أن يأتوا بسورة فعجزوا. </p><p> ولكمال التحدي أمر اللَّه نبيه أن يدعوا من يناصرونهم ومن يستطيعون نصرهم، فقال في سياق أمره - سبحانه - لنبيه:  (وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ) فدعوة هؤلاء النصراء لأمرين: </p><p> أولهما - ليشهدوا كذبهم في ادعائهم. </p><p> ثانيهما - لينتصروا بهم ويكونوا قوة معهم يظاهرونهم فيما يدعون، ولكنهم مع ذلك لَا يمكنهم أن يأتوا بقرآن مثله كقوله تعالى: </p><p> (قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا (٨٨) . </p><p> وقوله تعالى:  (إِن كُنتُمْ صَادِقِينَ) أي في ادعائكم الافتراء وإن محمدا كذب على اللَّه تعالى ولكنكم عاجزون فيبطل ادعاؤكم الافتراء. </p><p> وفى كلمة (قُلْ فَأْتُوا) - الفاء للإفصاح لأنها تفصح عن شرط مقدر تقديره: إذا كنتم تدعون أن محمدا افتراه فمحمد بشر عربي مثلكم، فأتوا بسورة من مثله. </p><p> هم لَا يؤمنون أنه افتراء ويؤمنون أنه كلام لَا ينطق البشر بمثله، ولكن لأنهم سارعوا بتكذيب الرسالة المحمدية لجُّوا في التكذيب وتورطوا في الإنكار حتى وقعوا فيما لم يقع فيه عربي يعرف معنى البلاغة في القول، لذا قال تعالى: </p>"
}