{
  "id": null,
  "sura": 10,
  "aya": 5,
  "text": "<p> يبين سبحانه وتعالى أنه خالق السماوات والأرض وأنه ما خلقهما عبثا، بل سخرهما للإنسان ليشكر أو يكفر، وأن المرجع إليه سبحانه وتعالى يحاسب كل امرئٍ بما كسب، وأنه الحكَمُ العدل الذي يجزى به كل نفس بما كسبت. </p><p> وفى هذه الآيات فصل نعمته على مخلوقاته وكيف هي مسخرة لهم، فجعل الشمس ضياء والقمر نورا، جعل الشمس ذاتها ضياء، فكتلة كلها ضوء، ويقول بعض المفسرين: ذات ضياء، ونحن نقول: إن الشمس ذاتها ضياء، والقمر نور، أي ذا نور، وقلنا في القمر ذو نور، لأن ضياءه ليس من ذاته إنما هو من توسطه بين الأرض والشمس، ونوره عرضي وليس ذاته نورا كالشمس في أن ذاتها ضياء، ولقد أدرك هذا بعض المفسرين الأقدمين الذين لم يعنوا بدراسة الأجرام السماوية. </p><p> فقد قال البيضاوي: أنه سُمي \" نورا \" للقمر للمبالغة، فهو أعم من الضوء، وقيل ما بالذات ضوء وما بالعرض نور، وقد بينه سبحانه وتعالى بذلك أنه خلق الشمس نيرة في ذاتها والقمر نيرا بعرض مقابلة الشمس والاكتساب منها، وهذا ما يقرره علماء الكون، وفي الواقع أن ضياء الشمس حقيقي، فهي كالمصباح والنور ينبثق منه، والقمر لَا ضياء فيه وإنما نوره نسبي في انعكاس ضوء الشمس عليه، ولذا كان له منازل، وقد ينطمس على الأرض قال تعالى:  (وَقَدَّرَهُ مَنَازِلَ) فهو يبتدئ هلالا يكبر شيئا فشيئا حتى يصير بدرا ثم يعود يصغر شيئا فشيئا حتى يكون المحاق. </p><p> ولذا قال تعالى:  (وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ) </p><p> وقال بعض المفسرين: إن ما قدر منازل ليس هو القمر وحده بل الشمس والقمر، والمعنى: قدرهما منازل، فالشمس منازل كالقمر، ولكن منازل القمر سريعة يومية ومنازل الشمس ليست كذلك، وإن كان لها أثرها فالتقدير نسب إلى القمِر ابتداءً والمراد هما، كعِود الضمير على التجارة في قوله تعالى:  (وَإِذَا رَأَوْا تجَارَةَ أَوْ لَهْوًا انفَضُّوا إِلَيْهَا وَتَركوكَ قَائِمًا. . .) ، ونحن نرى أن المنازل للقمر؛ لأنها الظاهرة ولأنها التي نعلم بها الأيام والأشهر والسنين القمرية، وبعض المفسرين يقول: منازل أي ذا منازل، ونحن نرى أنه لَا حاجة إلى تقدير (ذا) ، لأن المنازل في ذات رؤية القمر يبدو صغيرا ثم يكبر وبعد أن يصير بدرا يعود صغيرا كما بدأ (وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حتَّى عَادَ كَالْعرْجُونِ الْقَديم) ، ويبين سبحانه أن الحكمة في هذا أن تعلموا عدد السنين والحسَاب، أي عدد السنين بعدد الأشهر والأيام والحساب، وقالوا إن العدد في السنين والحساب في الأوقات، فيعلم عدد السنين بدوران القمر وابتداء كل شهر والأيام برؤية القمر ليلا، والعربي كان يعرف </p><p> اليوم في الشهر برؤية مقدار الهلال فيعرف أنه في الليلة الأولى أو الثانية أو الثالثة إلى العاشرة في سماء العرب الصافية. </p><p> وإن ذلك بنظام ثابت لَا يتغير ولا يتحول، وإحكام في الخلق والتكوين؛ ولذلك قال تعالى:  (مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ) الأمر الثابت الذي يسير على سنة محكمة هي سنة الله ولن تجد لسنة اللَّه تحويلا. </p><p> ثم يبين سبحانه وتعالى أن ذلك كله من آيات اللَّه تعالى التي بينها فقال تعالى:  (يُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْلَمُونَ) والجملة مستأنفة، لبيان خلق اللَّه تعالى - يفصل، أي يبين الآيات الدالة على كمال خلقه ووحدانيته (لِقَوْمٍ يَعْلَمُون) ويدركون الحق ويؤمنون به ويذعنون لفاطر السماوات والأرض، ومدبرهما. </p><p> وإن اتصال الأرض والشمس والقمر يكون منهما الليل والنهار، كما أن اتصال الشمس بالقمر والأرض يوجد منه نور القمر، وتوجد منه منازله ويكون منه العلم بعدد السنين والحساب، وقد بين سبحانه أثر اتصال الشمس بالأرض فقال تعالى: </p>"
}