{
  "id": null,
  "sura": 10,
  "aya": 35,
  "text": "<p> (قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ قُلِ اللَّهُ يَهْدِي لِلْحَقِّ أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لَا يَهِدِّي إِلَّا أَنْ يُهْدَى فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ (٣٥) </p><p> يخاطبهم سبحانه على أنهم عقلاء مدركون لمعنى الهداية والرشاد ويسألهم إذا كان هؤلاء على ما ترون؛ فهل يهدونكم إلى الحق كشأن التابع للمتبوع. </p><p> إن الهداية هي القياس الإنساني لعلو الإنسان وقد كان في المشركين ذوو رشد ينطقون بالقول الطيب كما ينطق الحكماء منهم: أكثم بن صيفي وغيره، فهل الأوثان وغيرها يعلونهم بفضل الإرشاد والتوجيه للعمل الصالح فتعبدوها أو تتبعوها لهذا؛ وحيث لَا شيء من ذلك فلا مسوغ للعبادة إلا الضلال. </p><p> ولذلك قال تعالى:  (هَلْ مِن شُرَكَائِكم مَّن يَهْدِي إِلَى الْحَقِّ) الاستفهام داخل على فعل محذوف، والمعنى هل وجد من شركائكم أي من المعبودات التي زعمتم أنها شركاء لله في العبادة، من يهدي إلى الحق كما يهدي اللَّه حتى تجعلوه كاللَّه تعالى، يقال هدى إلى الحق وهدى للحق، و (إِلَى) تتضمن معنى الانتهاء في الهداية إلى الحق، أي هدى منتهيا في هدايته إلى الحق. </p><p> والإجابة عن هذا السؤال ستكون بالسلب لأنها أحجار نَحَتُوها بأيديهم لا تضر ولا تنفع، فكيف تهدي وترشد؛ ولذا فرض أن الإجابة بالسلب كما هو شأن من له أعين تبصر وأذان تسمع، وقد ترتب على هذا الفرض الواقع سؤال آخر فيقول سبحانه: </p><p> (أَفَمَن يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَا يَهِدِّي إِلَّا أَن يُهْدَى) . </p><p> (الفاء) لترتيب ما بعدها على ما قبلها وحقها التقديم؛ لأن السؤال مترتب على الإجابة المفروضة في السؤال السابق، ولكن لأن الاستفهام له الصدارة أخرت عن تقديم، والاستفهام هنا للإقحام وفيه الفرض الأول ثم بيان أنه لَا مساواة بين الفرضين، أي أن من يهدي إلى الحق أحق أن يتبع فالاستفهام في هذه الناحية هو أنه لَا مساواة بين من يهدي إلى الحق ومن لَا يهدي إلا إذا وجد من يهديه، فالاستفهام لبيان أحقية الاتباع لمن يرشد ويصلح بدلا ممن لَا يستطيع الإرشاد ويحتاج كغيره ليهديه، فمن لَا يحتاج أحق ممن يحتاج لإرشاد غيره وهدايته، وهذا في قوله تعالى: </p><p> (أَمَّن لَا يَهِدِّي إِلَّا أَن يُهْدَى) . </p><p> الكلمة (يَهِدِّي) فيها إعلال أصلها (يهتدي) وقلبت التاء دالا لقربها من حروف الإطباق، وأدغمت التاء في الدال وكسرت الهاء للتخلص من الساكنين، والأصل في التخلص من النطق بالساكنين يكون بالكسر؛ وهناك قراءة أخرى وهي فتح الهاء؛ لأن حركة التاء قبل الإدغام كانت الفتح فكان الفتح رمزا للأصل. </p><p> وإن هذه الصيغة تفيد أنه لَا يهتدي إلا بصعوبة بل لَا يهتدي أصلا، ولكن كان الفرض أن يكون اهتداء بعد أن توجد الهداية الداعية المرشدة، وكل هذا فيه توبيخ وتبكيت لهم وهم عقلاء، فيهم من نطق بالحكمة وأرادها، ثم يتبعون من لا يرشد ولا يهدي. </p><p> إن العاقل إذا رأى هاديا مرشدا يدعوه ومعه الأدلة المتضافرة والآيات المبينة ورأى بجواره أصم لَا يهدي ولا يرشد فأيهما يتبع، ولذا قال تعالى:  (فَمَا لَكمْ) وهذا استفهام إنكاري عن حالهم المضطربة الحائرة، ثم أردفها سبحانه باستفهام يوضح اضطراب فكرهم وفساد تقديرهم فقال تعالى:  (كَيْفَ تَحْكمُونَ) . </p><p> وهذا للاستنكار، فبأي أحوال النفس العاقلة تحكمون على تصرفاتكم هذه! تتركون الهادي المرشد وتتبعون من لَا يضر ولا ينفع، ويصعب أن يهتدي بل لا يمكن أن يهتدي ولو جاءه أهدى الهدى. </p><p> وقد بين سبحانه أنهم لَا يتبعون الأصنام وغيرها مستيقنين، بل يظنون ظنا بأوهامهم أن لهذه الأصنام وأشباهها قوة وأنها تستحق العبادة، ولذا قال تعالى: </p><p> (وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا إِنَّ اللَّهَ عَلِيمٌ بِمَا يَفْعَلُونَ (٣٦) </p>"
}