{
  "id": null,
  "sura": 10,
  "aya": 50,
  "text": "<p> (قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا مَاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ (٥٠) </p><p> (أَرَأَيْتُمْ) استفهام داخل على رأيتم وهو لتصوير حالهم، والمعنى أرأيتم وتصورتم حالكم إذا أتاكم عذابه بياتا وأنتم نائمون بريح عاصف أو هدمت عليكم دياركم وجعل اللَّه عاليها سافلها وأنتم نائمون، أو جاءكم نهارا ورأيتم الهول الكاسح، كقوله تعالى:  (أَفَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ (٩٧) أَوَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ (٩٨) أَفَأَمِنُوا مَكْرَ اللَّهِ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ (٩٩) . </p><p> هذا تصوير العذاب الذي يطلبونه فيقول سبحانه:  (مَّاذَا يَسْتَعْجِلُ مِنهُ الْمُجْرِمُونَ) هنا إضراب انتقالي في القول، والمعنى أرأيتم إن ينزل بكم العذاب بياتا أو نهارا، وتصوروه واقعا بكم، أم ماذا تريدون، أو ما الجزء الذي تريدونه، وهو لَا يتجزأ أو يتجزأ وجزؤه ككله، وفي النص القرآني بعض الألفاظ: </p><p> أولا - قوله (أَرَأَيْتُمْ) هو استفهام عن الرؤية البصرية أو القلبية، وقد قلنا: إن الكلام يتضمن تصوير العذاب الذي يستهزئون به أنه لم يقع، والزمخشري يقول:  (أَرَأَيْتُمْ) تدل على طلب الإخبار، أي أخبروني ما هي حالكم إذا نزل بكم العذاب بياتا أو نهارا. </p><p> ثانيا - عبَّر سبحانه عن نزوله ليلا بقوله:  (بَيَاتًا) للدلالة على السكون والاطمئنان وأنه يجيئهم وقت اطمئنانهم وسكونهم فيكون أشد وقعا. </p><p> ثالثا - إن جواب الشرط في قوله تعالى:  (إِنْ أَتَاكمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا) محذوف وهو الندم على الاستعجال والإحساس بالهول الشديد. </p><p> رابعا - قوله تعالى:  (مَاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ) وصفهم بالإجرام، أولا والإشارة إلى سبب إنكار البعث وعذاب اللَّه الذي يستحقونه وهو إيغالهم في الجريمة وللتوبيخ على فعلتهم، وقد قال في ذلك الزمخشري:  \" إن في حق المجرم أن يخاف التعذيب على إجرامه وان أبطأ فضلا عن أن يستعجله \" . فيشير بهذا إلى أنهم كان يجب عليهم أن يشعروا بالجريمة وأنها تستدعي عقابا لَا محالة؛ وذلك يوجب عليهم أن يتوقعوه لَا أن يستعجلوه. </p><p> إن وعد اللَّه على لسان نبيه - صلى الله عليه وسلم - آت لَا محالة يوم لَا ينفع نفس إيمانها بعد أن كفرت، ولذا قال تعالى: </p>"
}