{
  "id": null,
  "sura": 10,
  "aya": 32,
  "text": "<p> (فَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ فَأَنَّى تُصْرَفُونَ (٣٢) </p><p> (الفاء) لترتيب ما بعدها على ما قبلها، أي إذا كان اللَّه الخالق وحده والمدبر للكون وخالق القوي الإنسانية وغيرها وحده فهو الرب حقا وصدقا، و (الْحَقُّ) تأكيد لمعنى الربوبية، والربوبية والعبادة متلازمتان تلازما لَا يقبل الانفصال، فالرب حقا هو المعبود وحده المنفرد بالخلق، وهو المنفرد بالعبودية فلا إله غيره. </p><p> الخطاب في اسم الإشارة للجمع؛ لأنه لَا يخاطب به النبي وحده إنما يخاطب به الناس أجمعين وخصوصا المشركين، لأنهم الذين أقروا بالخلق وضلوا في العبادة. </p><p> وقد كانوا يقولون عن معبودهم \" الرب \" فاللات والعزى كانتا إلهان، وهُبل كان رب قريش، والنصارى المثلِّثون قالوا عن المسيح الرب، فالآية تشير إلى أن هذه الأرباب الكاذبة ادعاؤها انحراف في الفكر وبطلان في الاعتقاد، فالرب حقا وصدقا هو اللَّه تعالى وحده. </p><p> وقد أشار سبحان! في قوله:  (فَذَلِكُمُ اللَّهُ رَبُكمُ) أي أنه الذي يرزق من السماء والأرض ويدبر الأمر ويقدر كل ما في الوجود، وهو الذي يخرج الحي من الميت ويخرج الميت من الحي فهو الرب المعبود حقا وصدقا وغيره باطل؛ ولذلك قال سبحانه:  (فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلالُ) . </p><p> ْ (الفاء) لترتيب ما بعدها على ما قبلها، أي أنه يترتب على أن اللَّه تعالى هو الرب لَا رب سواه من حجر أو نبي أو ملك. </p><p> (فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلالُ) الاستفهام هنا إنكاري بمعنى نفي الوقوع وأن ذلك فكر لَا يتصوره ويستنكره العقلاء، والمعنى أنه ليس بعد الحق - وهو أن الرب المعبود هو اللَّه وحده - إلا الضلال، فالأمر إما حق أو باطل ولا توسط بينهما مما تدعون من أوهام بأنهم شفعاء لله، فإن ذلك باطل في ذاته، وأنه سبحانه لَا يتخذ عنده شفعاء لَا ينفعون ولا يضرون، وإن لم يكونوا حجارة فإن منزلتهم من اللَّه هي منزلة غيرهم على سواء. </p><p> (فَأَنَّى تُصْرَفُونَ)  (الفاء) مثل التي قبلها (فَأَنَّى) بمعنى كيف والاستفهام إنكاري بمعنى إنكار الواقع، وفيه توبيخ، والمعنى كيف تصرفون عن ذلك المعنى المستقيم وهو أن الخالق وحده هو الرب المعبود ولا معبود سواه؟! ولكن هكذا تضل الأفهام وتعمى القلوب التي في الصدور. </p><p> (كَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا أَنَّهُمْ لَا يُؤْمِنُونَ (٣٣) </p>"
}