{
  "id": null,
  "sura": 10,
  "aya": 36,
  "text": "<p> أى أن أكثرهم غلبت عليهم خيالات وأوهام شاعت في جمعهم وانتشرت بينهم واتبعوها جميعا، فالأفكار الفاسدة الضالة تنبعث من بعض الجماعة وتكثر فيها وتشيع في آحادها فتصير فكرا عاما مضللا، وعلى العقلاء أن يصدوا هذه الأفكار الباطلة في أول نشوئها حتى لَا تصير هي الغالبة، وبعض المفسرين يقول: إن الأكثر يراد به الجميع، ونحن نقول على هذا المعنى، ويقول البيضاوي:  \" إن أكثرهم ما يتبع في اعتقادهم إلا ظنا مستندا إلى خيالات فارغة فاسدة \" . </p><p> الناس صنفان أحدهما: له عقل مستقيم يدرك، والثاني: غلبت وسيطرت عليه الخيالات، فأما الذي آتاه اللَّه تعالى عقلًا يدرك فإنه يفكر في خلق السماوات والأرض وما بينهما ويأخذ دليلا على وجود خالقهما من الأثر وقوة المؤثر، ثم يجيء الرسل فيهتدي بهديهم ويتبع ما يدعون إليه، وهو الذي ينطبق عليه الوصف القرآني الكريم: </p><p> (. . . رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَة ثمَّ هَدَى) ، فالهداية ثمرة العلم بالخلق. والصنف الثاني يقع في أخيلة وهمية تسيطر عليه فلا يأخذ الهداية من الخلق والتكوين، بل تسيطر عليه الأوهام؛ فيتوهم في حجر قوة، ويتوهم في شخص ربوبية، ولو نادى ليلا نهارًا بأنه عبد من عباد اللَّه لَا يستنكف عن عبادة اللَّه ولا يستكبر، وهؤلاء يظنون القوة في غير قوى، والقدرة في عاجز، وتكون عقولهم دائما حائرة مضطربة، ولا يكون منهم اعتقاد ولا يقين قط وكلها ظنون يتصورونها اعتقادا، ولسان حالهم يقول:  (. . . إِن نَّظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ) . </p><p> هذا بيان لعلمهم الذي يتجاوز الظن ولا يزيد عليه، ويخيل لهم أنهم يعتقدون ثم يتعصبون له ويعاندون أهل الحق به. </p><p> وقد بين سبحانه وتعالى أن الاعتقاد لَا يبنى على ظنٍ بل يجب أن يكون على يقين، ولذا قال تعالى:  (إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) أي لَا يغني بدل </p><p> الحق، (مِنَ) هنا بمعنى \" بدل \" فالحق وهو الأمر الثابت الذي لَا ريب فيه لا يطلب بأدلة ظنية بل لَا يطلب إلا ببينات قاطعة، فمعنى (إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) أن الظن لَا يغني شيئا بدل الأدلة الحق القطعية. </p><p> هذه الآية الكريمة تؤكد حقيقتين ثابتتين: </p><p> أولاهما: أن ما ينتحله أهل الكتاب والمشركون - بشكل عام - والوثنيون مبني على أوهام أوجدت ظنونا جعلوا منها عقائد تعقبوا لها وكأنها حقائق لها براهين أذعنوا لها فما ظنوا إلا ظنا. </p><p> ثانيهما: أن التعصب قد يبنى على أوهام وظنون بل إنه سيطرة أوهام وضعف في النفوس وليس بإيمان صادق. </p><p> وقد ختم اللَّه سبحانه وتعالى الآية بقوله:  (إِنَّ اللَّهَ عَلِيمٌ بِمَا يَفْعَلُونَ) ، وفي هذا تأكيد لعلم اللَّه بهم في ظنونهم وأعمالهم وحركات نفوسهم، وقد أكد هذا سبحانه أولا: بالجملة الاسمية، وثانيا: بـ \" إنَّ \" المؤكدة، وثالثا: بالصفة. </p><p> * * * </p><p> القرآن هو المعجزة الكبرى </p><p> يقول تعالى: </p><p> (وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ (٣٧) أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ (٣٨) بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ (٣٩) </p><p> وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لَا يُؤْمِنُ بِهِ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ (٤٠) </p><p> * * * </p><p> بعد أن ذكر سبحانه أوهام المشركين وأخيلتهم التي جعلتهم يهيمون في أودية الظن بغير علم، بين سبحانه الحق والدليل القاطع على صدق محمد - صلى الله عليه وسلم - في حديثه عن اللَّه تعالى، وأنه جاء بالمعجزة الكبرى الباقية الخالدة إلى يوم القيامة، وأن غيره من المعجزات ما استمر باقيا إلا، لأنه ذكرها وسجل وقوعها في آياته التي كفر بها من كفر وآمن بها من آمن، وقد قال تعالى في المعجزة الكبرى: </p>"
}