{
  "id": null,
  "sura": 10,
  "aya": 31,
  "text": "<p> (قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ (٣١) </p><p> قلنا في أكثر من موضع: إن العرب كانوا على علم بالخلق والتكوين وأنهم يؤمنون بوحدانية الخالق، ولكنهم في العبادة يشركون ويزعمون استحقاق الأوثان للعبادة على أن يكونوا شفعاء لهم، فبين اللَّه بطلان عبادتهم وقد كانوا لضلالهم يربطون بين وحدة الخالق للكون وبين ما يعبدون، فبين لهم سبحانه في كثير من </p><p> الآيات أن وحدة الخلق تقتضي وحدة العبادة، وهذا هو ما آمن به أبوهم إبراهيم وغيره من الرسل الكرام، وجاء محمد - صلى الله عليه وسلم - لإحياء ملة إبراهيم وهي الإسلام (قُلْ مَن يرْزُقُكُم مِّنَ السَّمَاءِ وَالأَرْضِ) الاستفهام للتنبيه إلى الحقائق الثابتة وتوجيه النظر، فهو استفهام تقريري لتقرير الحقائق، وعُبر بالاستفهام لأنه مُوجَّه وفيه حمل لهم على الإقرار بما يعرفون ويشاهدون فهم يعلمون علم اليقين بالمشاهدة والحس أن اللَّه تعالى هو الذي ينزل الأمطار من السماء ليختلط بالأرض يشقها شقا، وما أوجده اللَّه تعالى فيها من خصب ومواد مختلفة يتكون منها نبات به حب متراكب وأشجار فيها ثمار دانية القطوف، كما قال تعالى:  (وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذَلِكُمْ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٩٩) . </p><p> وقد عبر سبحانه عن كل ذلك بالرزق الذي هو الغاية المرجوة وهو النعمة الظاهرة التي أنعم بها سبحانه وتعالى على عباده في حياتهم من غذاء ولباس ومأوى، وكل ذلك كان في اختلاط ماء السماء بالأرض. </p><p> ثم ذكر سبحانه بعد ذلك أصل خلقهم ودقيق صنعه في أنفسهم وكيف أوجد القوى فيهم، وأن هذا وإن اختفى عليهم خلقه لَا يختفي عليهم أثره، فهم يسمعون ويبصرون ويدركون بأي شيء كان ذلك. </p><p> (أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ) فهو الذي أنشأهما حتى أن الإنسان الذي مدَّ له اللَّه تعالى الكون من سماء وأرضين، واستطاع بإذن اللَّه أن يرتفع إلى القمر وغيره - لَا يملك أن يوجد قوة من قوى اللَّه. </p><p> (وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ) يبين اللَّه تعالى أمرا يشاهده الإنسان كل يوم وهو الموت والحياة فيجيء الموت بدل الحياة، والحياة بدل الموت، بل إنه سبحانه يخلق الحياة في الميت، كما أنه يجعل النواة الجامدة كأنها لا </p><p> حياة فيها شجرة وارفة الظلال، ومن الماء المهين إنسانا سويا، ثم يكون الزرع حطامًا والإنسان ميتا مقبورا، ولقد قال تعالى في تصوير ذلك:  (إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذَلِكُمُ اللَّهُ فَأَنَّى تُؤْفَكُونَ (٩٥) . </p><p> هو سبحانه خالق كل شيء ولم يخلقه ويتركه من غير تدبير، بل إنه سبحانه وتعالى القائم عليه، ولذا قال تعالى:  (يُدَبِّرُ الْأَمْرَ) كما أنه سبحانه يمسك السماء والأرض أن تزولا، ويدبر الأرزاق. </p><p> ثم نعود لصيغة الاستفهام القرآنية (أَمَّن) فصيغة القرآن استفهام ويُطلب منهم الجواب ليكون جوابهم إقرارا أو تقريرا، وكذلك قال اللَّه:  (فَسَيَقُولونَ اللَّهُ) فإذا قالوها وهي الحق أجيبوا: (أَفَلا تَتَّقونَ) ، (الفاء) لترتيب ما بعدها على ما قبلها، فترتب على إقرارهم دعوتهم إلى تقوى اللَّه والإحساس بجلاله وتجنب ما لا يرضيه، بعد أن أخذ سبحانه وتعالى منهم إقرارًا بأنه خالق الكون ومدبره والقائم عليه وحده، بين سبحانه وتعالى أنه هو الرب وحده وأشار إلى أنه المستحق للعبادة وحده، فقال عز من قائل: </p>"
}