{
  "id": null,
  "sura": 10,
  "aya": 61,
  "text": "<p> (وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ (٦١) </p><p> * * * </p><p> إن أكثر الناس لَا يشكرون نعمة الله ويكفرونها، وإذ يدعوهم النبي - صلى الله عليه وسلم - يناله أذاهم واستهزاؤهم والتعذيب لبعض أتباعه ومقاومة الدعوة وفتنة من يتبعونها من الضعفاء وغيرهم، والله تعالى يبين علمه بذلك وإمهاله لهم رجاء إجابتهم. </p><p> (وَمَا تَكُونُ فِي شَأْنٍ) الشأن هو القصد والحال من قولهم شَأنْتُ شَأْنَهُ، أي قصدت قصده، والله تعالى يعلم أحوال النبي - صلى الله عليه وسلم - ومقاصده وما يقوله من إرشاد وتوجيه وبيان لحججه، والله سبحانه عليم بجهاده في دعوته إلى ربه (وَمَا تَتْلُو مِنْهُ مِن قُرْآنٍ) أي ما تتلوه عليهم من أجل هذا الشأن، ولتحقيق الرسالة في القرآن فالضمير في قوله تعالى:  (وَمَا تَتْلُو مِنْه) يعود على الشأن، أي ما تتلو من أجله عليهم في بيان هذا الشأن لتكذيبهم، فتتحداهم لإثبات الحق كالآيات التي يتحداهم فيها أن يأتوا بمثله. </p><p> (وَلا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كنَّا عَلَيْكُمْ شُهُودًا) التفت الخطاب الكريم إلى الناس جميعا مؤمنهم وكافرهم، كما هو شأن الخطاب في قوله تعالى:  (يَا أَيُّهَا النَّاس. . .) ، وكان هذا الخطاب العام للناس لبيان علمه سبحانه بكل ما يعملون، وفي ذلك إنذار وتبشير (وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا) ، (مَا) نافية وكلمة (إِلَّا) للاستثناء من </p><p> النفي، أي ما كان عمل النبي معهم ولا عملهم معه إلا كنا عليه شهودا، ضمير المتكلم للَّه سبحانه، وجاء بضمير الجماعة تعظيما وإجلالا، وجاء هكذا لمناسبة ضمير الجماعة في (كنَّا) ؛ ولأن (شُهُودًا) تتضمن تعدد الشهادة بعدد حوادثها، فاللَّه تعالى يعلم علم المشاهدة والمعاينة لكل واقعة وكأنَّه شاهد عليها، وبتعدد الحوادث يتعدد العلم بالمشاهدة، وكان علمه سبحانه - وله المثل الأعلى - علم شهود. </p><p> والشهادة تتضمن هنا معنى المراقبة والإحصاء والتتبع والاستقراء، ولذا قال تعالى في بيان أنه يعلم كل شأن وكل عمل في وقت وقوعه (إِذْ تُفِيضُونَ فِيهِ) أفاض بمعنى اندفع واسترسل، والضمير في كلمة (فِيهِ) يعود إلى كلمة (عَمَلٍ) أي لَا تعملون عملا، ويشمل العمل القول، إلا يعلمه سبحانه وقت أن تندفعوا فيه مسترسلين سواء كان خيرا أم كان شرا، دقَّ أو جل؛ ولذا قال سبحانه في بيان علمه لكل شيء مهما صغر:  (وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ) ، (يَعْزُبُ) أي يغيب فالمعنى أنه لَا يغيب ولا يبعد فهو حاضر دائما مهيأ عند الحساب، (مِّثْقَالِ ذَرَّة) أي وزن ذرة وهي أصغر جزء لفتات الأشياء، وقد أثبت العلم أن بالذرة نواة ذات ثقل واللَّه تعالى أعلم بما فيها، وقال العلماء: إن في قوتها مجتمعة ومنفردة دليل لقدرة المنشئ لكل شيء في الوجود الفاعل المريد المختار. </p><p> ثم يقول سبحانه في بيان عموم علمه:  (وَلا أَصْغَرَ مِن ذَلِكَ وَلا أَكبَرَ) كلمة (لا) هنا هي تأكيد للنفي في (مَا يَعْزُبُ) وكل هذا مكتوب في كتاب مبين، أي بيَّن واضح يبرز يوم القيامة منشورا معلما كل ما فيه، ولقد ذكر سبحانه عموم علمه بالأشياء (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ (٥٩) . </p><p> ثم يقول سبحانه:  (. . . لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلا فِي الأَرْضِ. . .) . وقد تساءل الزمخشري عن تقديم السماوات على الأرض في هذه الآية؛ لأنه سبحانه قدم الأرض في الآية من سورة يونس، فقال الزمخشري:  \" من حق السماء أن تقدم على الأرض، ولكنه سبحانه لما ذكر شهادته على شئون أهل الأرض وأحوالهم وأعمالهم فلزم تقديم الأرض، وفوق ذلك أن التكليف والحساب والإنذار والتبشير على أهل الأرض ولا يعرف لأهل السماء إلا في علم التكليف، ولأن الأرض خلق منها الذين يحاسبون وإليها يعودون والله تعالى عليم بكل ما في الوجود \" . </p><p> * * * </p><p> أولياء الله </p><p> (أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٦٢) الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٦٣) لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٦٤) وَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا هُوَ السَّمِيعُ الْعَلِيمُ (٦٥) </p><p> * * * </p><p> ذكر سبحانه وتعالى أنه ناصر أولياءه، وأن مآلهم النعيم لَا يخافون ولا يحزنون: </p>"
}