{
  "id": null,
  "sura": 10,
  "aya": 64,
  "text": "<p> لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ). </p><p> وقبل أن نترك الكلام في معنى الولاية وقد عرَّفها سبحانه بأنها الإيمان الخالص والإحسان الكامل وامتلاء النفس بالتقوى، لابد أن نتكلم حول خوارق للعادات، يقولون أنها تجري على أيدي من يسمونهم أولياء، وبعض علماء الكلام يقولون: إنها تسمى كرامة، وذلك خلاف لما جاء على يد الرسل وسميت معجزات. </p><p> ويذهب البعض إلى وجوب الإيمان بكرامة الأولياء، ونحن نقول: لَا نزيد على الدين ركنا من أركان الإيمان، فمن رأى خوارق جرت على يد رجل ليست سحرا فليُسَر بما رأى، ومن لم يرَ شيئا من ذلك فليس عليه أن يؤمن بما لم يكلفه اللَّه تعالى الإيمان به. </p><p> وقد ذكر سبحانه ما ينال أولياء اللَّه تعالى من خير بقوله: </p><p> (لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (٦٤) </p><p> (لَهُمُ) الضمير يعود على أولياء الله، البشرى هي التبشير بما يلقي السرور في أنفسهم، وقد حكم الله تعالى لهم بالبشرى في الحياة الدنيا وفي الآخرة، وذلك وعد حق، ولذا قال سبحانه:  (لا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ) وهي ما قرره سبحانه من عذاب ونعيم وبعث ونشور فهي لَا خلاف فيها ولا تبديل لكلمات اللَّه الأزلية الباقية ومن ذا الذي يبدل أو يغير في كلمات اللَّه التي كتبها لعباده المتقين. </p><p> والبشرى في الحياة الدنيا تكون بما ذكره اللَّه لعباده المتقين في كتابه الكريم وسنه نبيه - صلى الله عليه وسلم - كقوله تعالى:  (إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ (٣٠) نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ (٣١) . </p><p> وقد روي عن النبي - صلى الله عليه وسلم - أنه قال:  \" إن البشرى هي الرؤيا الصادقة تبشره بالخير \"  (١) ، وروى أن البشرى تكون الثناء على عمله والرضا بما يفعل. روي عن </p><p>(١) رواه البخاري بنحو عن أبي هريرة رضي اللَّه عنه: التعبير - المبشرات (٦٩٩٠). كما رواه مسلم: الصلاة - النهي عن قراءة القرآن في الركوع (٤٧٩)، والنسائي: التطبيق (١٠٤٥)، وأبو داود: الصلاة (٨٧٦)، وابن ماجه: تعبير الرؤيا (٣٨٩٩)، وأحمد: مسند بني هاشم (٣ْ ١٩)، والدارمي: الصلاة (١٣٢٥).</p><p> أبي ذر - أنه قيل: يا رسول اللَّه إن الرجل يعمل العمل يحمده الناس ويثنون عليه، فقال - صلى الله عليه وسلم -: \" تلك عاجل بشرى المؤمن \"  (١) . </p><p> إن المؤمنين الصافية نفوسهم والذين أخلصوا وجوههم للَّه تعالى تميل إليهم قلوب المخلصين، وكان بعض الأعراب يؤمنون بمجرد رؤيتهم لوجه النبي - صلى الله عليه وسلم - رآه مرة أعرابي فسأله: أأنت الذي تقول قريش أنك كذاب، ما هذا بوجه كذاب ثم أسلم. ذلك صفاء النفس المحمدية بدا نورا في وجهه فآمن الأعرابي. </p><p> وأما بشرى الآخرة فهي لقاء الملائكة لهم بالبشرى، كما قال تعالى:  (لا يَحْزنُهُمُ الْفَزَعُ الأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلائِكَةُ هَذَا يَوْمُكُمُ الَّذِي كُنتُمْ تُوعَدُونَ) . </p><p> كما يقول سبحانه:  (يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (١٢) . </p><p> وإذا كان النبي - صلى الله عليه وسلم - ولي اللَّه وهو أول الأولياء وهاديهم فلا يلتفت إلى قول الذين يناوئونه؛ لأنه ولي العزيز الحكيم؛ ولذلك قال سبحانه: </p><p>(١) هذا لفظ أحمد: مسند الأنصار (٢٠٨٧٢)، والحديث رواه مسلم: البر والصلة - إذا أثني على الصالح فهي بشرى لَا تضره (٢٦٤٢) عن أبي ذر رضي الله عنه.</p>"
}