{
  "id": null,
  "sura": 10,
  "aya": 37,
  "text": "<p> (وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ (٣٧) </p><p> والإشارة هنا للقرآن الذي يتلى عليهم، وتخيرهم عباراته وتعجزهم بلاغته وفصاحة كلماته. </p><p> وقوله (أَن يُفْتَرَى) المصدر من (أن وما بعدها) خبر (كَانَ) ، أي وما كان هذا القرآن افتراء من دون اللَّه، أي من عند غير اللَّه سبحانه، وعبر بالفعل دون المصدر لتصوير قبح أن يصنع اصطناعا من عند غير اللَّه، وبيان أن ذلك غير متصور وقوله تعالى:  (ووَمَا كَانَ هَذَا الْقُرْآنُ أَن يُفْتَرَى مِن دُونِ اللَّهِ) معناه: ما استقام وما ينبغي أن يكون هذا القرآن افتراء من دون اللَّه تعالى؛ لأنه أعجز العرب عن أن يأتوا بمثله، ولأنه اشتمل على علوم ما كان لهذا الأُميّ الذي لَا يقرأ ولا يكتب أن يعلمها، ولأنه اشتمل على شرائع فيها مصلحة الدنيا والآخرة، ولأنه اشتمل على قصص الأمم، كما قال على - كرم اللَّه وجهه - فيما رواه عنه الحارث الأعور \" فيه خبر ما قبلكم ونبأ ما بعدكم وفصل ما بينكم \"  (١) معنى هذا: أن هذا القرآن بذاته ينفي أن يكون مفترى، والقرآن صادق من شهادة غيره بعد أن أثبت أن معجزته ذاتية فيقول تعالى:  (وَلَكِن تَصْدِيقَ الَّذِي بَيْن يَدَيْهِ) ، أي الكتب التي سبقته، وعبر بأنها (بيْنَ يَدَيْهِ) للإشارة إلى أنها حاضرة شاهدة بصدقه. </p><p>(١) سبق تخريجه.</p><p> وقد ذكر سبحانه دلائل صدقه من أمور أربعة: </p><p> الأمر الأول - أنه تصديق الذي بين يديه في الكتب السابقة الصادقة، وما كان النبي - صلى الله عليه وسلم - يقرأ أو يكتب ونشأ في قوم أميين لَا يعرفون علم الكتابة ولم يختلط - صلى الله عليه وسلم - بأحد من أهل الكتاب، أو يلتق بأحد من الأحبار والرهبان إلا مرتين، واحدة وهو غلام في الثانية عشرة، والأخرى وهو في الخامسة والعشرين وكلتاهما كان فيهما عابر سبيل، وأن التوافق بين ما جاء بالقرآن وما جاء بالكتب السابقة دليل على أنه ليس افتراء بل هو من عند اللَّه سبحانه وتعالى، والاستدراك معناه الانتقال من نفي الافتراء إلى الإيجاب بذكر الدليلِ الخارجي من نفس ما سبقه من كتب، وفي التعبير بكلمات:  (تَصْدِيقَ الَّذِي بَيْن يَدَيْهِ) إشارة إلى أنه شاهد لها بالصدق، وإن كان التوافق دليل على أنه ليس به افتراء وهو مشتمل مع ذلك في ذاته على الإعجاز، فالكتب ليست معجزة بذاتها، ولكن اقترن بها ما يدل على صدق الرسل من بينات شاهدة: كعصا موسى وغيرها، وكإبراء الأكمة والأبرص، وإحياء الموتى بإذن اللَّه ونزول المائدة بأمر اللَّه تعالى. </p><p> الأمر الثاني - مما اشتمل عليه القرآن الكريم أنه \" تفصيل الكتاب \" أي بيان ما كتبه اللَّه تعالى على خلقه من فرائض ونظم وأحكام فيها صلاح العباد في الدنيا والآخرة من صلاح معاشهم وتنظيم حياتهم وتكوين مجتمع فاضل يكون الخير فيه شائعا ظاهرا، وتكون الرذيلة مختفية مغمورة. </p><p> الأمر الثالث - من دلائل صدقه - أنه لَا ريب فيه لمن تدبر وتأمل، فهو ثابت بذاته وبما اشتمل عليه من تصديق ما بين يديه في الكتب وتفصيل الأحكام والشرائع فلا مجال للريب، كقوله تعالى:  (ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدى لِّلْمُتَّقِينَ) . </p><p> الأمر الرابع - أنه من رب العالمين الذي كون العالمين وربَّاهم ودبر أمورهم وأقام الحق والعدل فيهم، وذلك كله في القرآن الحكيم الذي لَا يأتيه الباطل من بين يديه ولا من خلفه. </p><p> وبعد أن بين سبحانه بالأدلة الذاتية صِدْقَه، أخذ سبحانه يدفع افتراء المفترين فقال تعالى: </p>"
}