{
  "id": null,
  "sura": 10,
  "aya": 22,
  "text": "<p> (هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (٢٢) </p><p> صورة للنفس الكافرة تصيبها الشديدة ويحيط بها ما تكره فتذعن وتخلص وتلجأ إلى قوة اللَّه تعالى خالق كل شيء واعدة وعدا مؤكدا بالشكر إذا نجت، فإذا نجاهم عادوا كما بدأوا كافرين. </p><p> ْ (هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ) الضمير يعود على اللَّه جل جلاله الذي أوجد لهم القوي التي يسيرون بها في البر والبحر، وبسط لهم الأرض، وسخر لهم ما يركبون في البر والبحر، وقد نسب التسيير إلى نفسه، لأنه سبحانه خالق الأسباب والمسببات، وممهد المهاد إنه القاهر فوق عباده وعلى كل شيء قدير. </p><p> بعد ذلك بين سبحانه هول البحار بالنسبة للصحراء، وقد كان العرب يعدُّون البحر مركب الأهوال، وكانوا يخافونه لأنهم لم يألفوه، والذين عرفوه وألفوه كانوا يتعرضون لمخاطره وشدائده، ولذا خصه سبحانه وتعالى بالذكر (حَتَّى إِذَا كُنتُمْ فِي الْفُلْكِ وجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَة وَفَرِحُوا بِهَا) . </p><p> (حَتَّى) جاءت كناية للإشارة إلى خوفهم ركوب الفلك، أي حتى إذا أقدمتم مع خوفكم وركبتم الفلك، والفلك تكون جمعا أو مفردا وهي هنا جمع بدليل (جرَيْنَ) فإن الضمير يعود على جمع ما لَا يعقل مثل بهن فلول من قراع الكتائب. </p><p> والخطاب إلى الغيبة، لكي يتمكنوا من رؤية العبرة كأنها في غيرهم وليست فيهم، وقوله تعالى:  (بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا) طيبة أي رخاء لينة وكأنها متعة للمسافرين في البحار، فرأوا في البحر غير ما توقعوه وخافوه، ثم لم يلبثوا حتى جاءهم ما يرهبون. </p><p> (جَاءَتْهَا رِيحٌ عَاصِفٌ) - الضمير يعود إلى الريح الطيبة - المعنى أن الريح الطيبة أعقبتها ريح عاصف بصريرها واضطراب البحر، وجاءهم الموج من كل مكان يرتفع كالجبال متراكما بالأذى وصاروا في ظلمات، كقوله تعالى: </p><p> (أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ. . .) . </p><p> فالسماء فوقهم معتمة والأمواج حولهم متراكمة، لَا منجاة لهم، وظنوا أنهم قد أحيط بهم، والظن هنا بمعنى العلم بما هو مخوف مرهوب، وهو علم يتوهمون </p><p> معه أملا في منجاة - (أُحِيطَ بِهِمْ) كناية عن الهلاك وفي ظنهم بأنه لَا منجاة، دعوا الله مخلصين له الدين، أي اتجهوا إليه بالطاعة والتأليه والعبادة، وقد أخلصوا وخلَّصوا نفوسهم من الشرك، وقالوا:  (لَئِنْ أَنجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ) أكدوا وعدهم لِلَّهِ تعالى بالقسم الذي تدل عليه - اللام - الأولى الموطئة للقسم واللام الثانية في الجواب ونون التوكيد الثقيلة (لَنَكُونَنَّ) وأكدوا بدخولهم صفوف المؤمنين الشاكرين، والشكر هنا هو الطاعة لله وإخلاص العبادة والخضوع له وحده. </p>"
}