{
  "id": null,
  "sura": 10,
  "aya": 40,
  "text": "<p> (وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لَا يُؤْمِنُ بِهِ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ (٤٠) </p><p> الضمير في كلمه (مِنْهُم) يعود على المشركين في قريش، أما ضمير في كلمة (بِهِ) فيعود على القرآن الكريم. </p><p> وإنه من نعم اللَّه على الخلق أن لم يجعلهم جميعا على كلمة الشرك أو الإنكار، بل منهم من يذعن للحق فيسارع إليه كما يسارع المشرك إلى الإنكار. </p><p> وهذا الكلام فيه تبشير للنبي - صلى الله عليه وسلم - بأنه مع هذه الحال الحالكة المظلمة سيكون من يؤمن ومن يجدد إيمانكم في كل الأزمان ويصدق بالقرآن ويذعن له، فالقرآن باقٍ خالد محفوظ، ونور يهدي ما بقي الإنسان في هذه الأرض. </p><p> ومنهم من يبتلي اللَّهُ به المؤمنين بإنكارهم ولجهم في الإنكار ومعاندتهم للحق وحربهم لأهله، والتعبير بالمضارع لبيان تجديد الإيمان واستمراره وأن الكفر باق ليكون ذلك ابتلاء للمؤمنين وتثبيتا لإيمانهم، ثم يقول تعالى:  (وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ) علما دقيقا محيطا بالذين لَا يؤمنون، وعبر عنهم بالمفسدين، لبيان أن في طلبهم الإفساد في الأرض ومنع الإصلاح فيها، فمنهم المنافقون الذين يفسدون في الأرض ولا يصلحون، ومنهم المعاندون الذين يحاربون الإيمان ويحاولون أن يسدوا مسالك الهداية، وذكر العلم بالمفسدين إنذار بالعقاب من اللَّه تعالى الذي لا يغيب عن علمه كبيرة ولا صغيرة في السماء ولا في الأرض. </p><p> * * * </p><p> إنْ عليك إلا البلاغ </p><p> قال تعالى: </p><p> (وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ (٤١) وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ (٤٢) وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لَا يُبْصِرُونَ (٤٣) إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا وَلَكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ (٤٤) وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ (٤٥) وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللَّهُ شَهِيدٌ عَلَى مَا يَفْعَلُونَ (٤٦) </p><p> * * * </p><p> كان النبي - صلى الله عليه وسلم - حريصا على هدايتهم، كما قال تعالى:  (لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ) ، فبين اللَّه سبحانه أنه لَا يهدي وإنما ينذر ويبشر كما قال تعالى:  (إِنَّمَا أَنتَ مُنذِر. . .) . </p><p> في هذه الآية يآمر اللَّه تعالى نبيه - صلى الله عليه وسلم - أن يحمِّلهم إن كذبوا تبعات أعمالهم في الكفر فقال تعالى: </p>"
}