{
  "id": null,
  "sura": 10,
  "aya": 109,
  "text": "<p> (وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ وَهُوَ خَيْرُ الْحَاكِمِينَ (١٠٩) </p><p> جعله اللَّه قدوة في اتباع الوحي وهو له ابتداء ولمن تبعه من المؤمنين، ولقد أمرهم سبحانه وتعالى بأمرين هما: خلاصة الحكمة، والدعوة المحمدية، ونوه سبحانه بأمر ثالث هو الخضوع لحكم اللَّه تعالى وإليه المآل. </p><p> الأمر في قوله تعالى:  (وَاتَّبعْ مَا يُوحَى إِلَيْكَ) هو التكليفات الشرعية كلها والإيمان باللَّه وملائكته وكتبه ورسله واليوم الآخر. </p><p> ومن التكليفات قيامه - صلى الله عليه وسلم - بالتبليغ وهو لَا يقصر، كما قال تعالى:  (يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (٦٧) . </p><p> إن الدعوة ليست أمرا هينا لينا ولكن يكتنفها المشاق والصعاب، فعلاج النفوس ليس أمرا قريب المنال، وإنما يتعرض لما يتعرض له أهل الحق من سفاهة السفهاء وأذى الأقوياء وغطرسة العتاة الظالمين. </p><p> ولذا جاء الله تعالى بالأمر الثاني وهو الصبر فقال تعالى:  (وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ) أي اصبر على ذات ما يوحى إليك من تكليف، هو في ذاته شاق على النفوس، واصبر على أذى من تدعوهم، واصبر على الدعوة وجهاد الظالمين، الذين يفتنون الناس عن دينهم، وإن لذلك منتهى، هو حكم اللهْ وإن الله تعالى ناصر الحق وهو الهادي المرشد، (وَهُوَ خَيْرُ الْحَاكِمِينَ) . </p><p> * * * </p><p> (سُورَةُ هُودٍ) </p><p> تمهيد: </p><p> عدد آياتها ثلاث وعشرون ومائة، كلها مكية إلا ثلاث، الآية الثانية عشرة، والسابعة عشرة، والرابعة عشرة بعد المائة. </p><p> ابتدئت السورة بالحروف المعجمة، التي ذكرنا من قبل أنها من المشتبهات التي لا يعلم علمها إلا اللَّه تعالى، وذكرنا ما نظنه حكمة في ابتداء السور بها، وأنها في أكثر أحوالها يكون ذكر الكتاب والتنويه بأمره مما جعل بعض العلماء يقول: </p><p> إنها أسماء للكتاب ننسحه، وقد قال اللَّه تعالى من بعد الحروف (. . . كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ) . ومن بعد ذكر القرآن وأحكامه ذكر القصد الأسمى من الدين وهو عبادة اللَّه (أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ) ، ثم طلب الاستغفار والتوبة وهي سبيل اللَّه تعالى وسبيل الاستجابة، وأن الإيمان باللَّه وصدق الإخلاص يأتي بخيري الدنيا والآخرة، وأن الإقامة في الدنيا إلى أجلٍ مسمى عند اللَّه (. . . وَإِن تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ إِلَى اللَّهِ مرْجِعُكُمْ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) لكنهم يكفرون بالرجوع إلى اللَّه تعالى ويصرفون صدورهم عنه ويستخفون منه، واللَّه تعالى يعلم ما يسرون وما يعلنون ويعلم كل ما في الوجود (وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ (٦) ؛ وذلك لأنه الخالق لكل شيء (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا. . .) . ومع أشه الخالق المبدع فإنه سبحانه وتعالى يذكر بالبعث (. . . وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كفَرُوا إِنْ هَذَا إِلَّا </p><p> سِحرٌ مبِينٌ (٧) وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (٨) . </p><p> ولقد ذكر سبحانه أن منِ طبيعة الإنسان الفرح عند النعماء واليأس في الضراء (وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ (٩) وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ (١٠) إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (١١) . </p><p> ويبين اللَّه تعالى رغبة النبي - صلى الله عليه وسلم - في أن يؤمنوا جميعا، وأنه يضيق صدره بكفرهم فيقول سبحانه:  (فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ إِنَّمَا أَنْتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ (١٢) . </p><p> ولقد أشار سبحانه وتعالى إلى إفراطهم في طلب المعجزات ومكانة القرآن في الإعجاز بقوله تعالى:  (أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ (١٣) فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لَا إِلَهَ إِلَّا هُوَ فَهَلْ أَنْتُمْ مُسْلِمُونَ (١٤) . </p><p> وبعد ذلك بين سبحانه منزلة الذين يريدون العاجلة وزينتها وأنه يوفِّى إليهم أعمالهم فيها ولا يبخسون ثم تكون عاقبتهم السوءى (أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ (١٦) . ثم يوازن سبحانه وتعالى بين المؤمن الذي يكون على بينة من ربه الذي هو شاهد بيَّن على خلقه وتكوينه وما نزل من قبله على موسى، أيتساوى مع من يكفر بالله ويتحزب في الكفر فالنار موعده (أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (١٧) . </p><p> وأنه لَا أحد أظلم ممن افترى على اللَّه كذبا (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا. . .) كما بين سبحانه أنهم ضعفاء أمام اللَّه تعالى وأنهم ليسوا بمعجزيه، </p><p> وأنه يضاعف العذاب ويتحدى صاحب الجبروت والطواغيت، وأنهم يوم القيامة هم الأخسرون، وعلى عكسهم المؤمنون الذين آمنوا وعملوا الصالحات وأخبتوا إلى ربهم أي أنابوا واطمأنوا إليه. وأنهم أصحاب الجنة هم فيها خالدون. وقد لخص القرآن الكريم الموازنة بين الهدى والضلال بقوله تعالى:  (مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ (٢٤) . </p><p> لقد كان المشركون في مكة يعبدون أوثانا ويعاندون ويجحدون ويؤذون، فناسب أن يذكر سبحانه قصص النبيين الذين جاءوا في بلاد العرب وجوبهوا بالعناد والجحود والاستهزاء والسخرية ليتأسى بهم النبي - صلى الله عليه وسلم - وليعرفوا عاقبتهم إذا استمروا في عنادهم. وقد ابتدأ بذكر نوح أبي البشرية الثاني بعد آدم وقالوا: إن بعثه كان في البلاد العربية أو ببلاد تدانيها، وجاء في قصة نوح - وإنها لصادقة - أنه دعا قومه إلى عبادة اللَّه وحده، وكانت إجابة الملأ من قومه مماثلة لما أجاب به المشركون في مكة وأنهم كانوا يعيرونه كما عيروا محمدا - صلى الله عليه وسلم - بأن الضعفاء والعبيد هم الذين قال الملأ من قوم نوح الذين سارعوا في الكفر وبادروه (. . . مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ (٢٧) . </p><p> وقد قالت قريش مثل هذا القول للنبي - صلى الله عليه وسلم - (وَقَالُوا مَا لِهَذَا الرَّسُولِ يَأْكل الطَّعَامَ وَيَمْشِي فِي الأَسْوَاقِ. . .) ، وقد قال نوح لقومه إنه على بينة من ربه الذي آتاه رحمة (. . . فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَارِهُونَ) ، كما أنه لَا يسألهم أجرًا، وطالبوه أن يطرد من معه لأجل أن يدخلوا في دعوته فيقول نوح عليه السلام:  (وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا إِنَّهُمْ مُلَاقُو رَبِّهِمْ وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ (٢٩) وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ أَفَلَا تَذَكَّرُونَ (٣٠) ، ثم عيره قومه أنه ليس غنيا مثل كبرائهم في </p><p> الشرك فيقول لهم:  (وَلا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ إِنِّي مَلَكٌ وَلا أَقُولُ لِلَّذِين تَزْدَرِي أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ اللَّهُ خَيْرًا. . .) . </p><p> تململ الكافرون الذين أصموا آذانهم عن الحق فقالوا:  (يَا نُوح قَدْ جَادَلْتَنَا فَأَكثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِن كُنتَ مِنَ الصَّادِقِينَ) ، فيرد قولهم بأن اللَّه تعالِى هو الذي يأتيهم به إن شاء، وييأس منهم نبي اللَّه عليه السلام فيقول لهم (وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ (٣٤) . </p><p> وقد تشابه موقف مشركي مكة مع مشركي نوح الذين تشابه تحديهم مع حال مشركي قريش في إهمالهم المعجزة الكبرى وهي القرآن وادعائهم أنه - صلى الله عليه وسلم - قد افتراه. </p><p> يئس نوح من إيمان أكثر قومه وأوحِي إليه أنه لن يؤمن منهم إلا من قد آمن، كما أمره تعالى بأن يصنع الفلك وسط سخرية قومه وهو يقول:  (. . . إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ (٣٨) فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ (٣٩) ، والفلك يصنع ويسير ببخار الماء الذي يغلى ويفور كقوله تعالى:  (حَتَّى إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ (٤٠) . </p><p> ثم نادى نوح عليه السلام ابنه وكان في معزل (. . . يَا بُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ الْكَافِرِينَ (٤٢) قَالَ سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ (٤٣) . </p><p> وينادي نوح ربَّه حزينا (. . . رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنتَ أَحْكَمُ الْحَاكِمِينَ) . ) فيجيبه سبحانه:  (قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلَا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ (٤٦) . </p><p> يتدارك نوح </p><p> عليه السلام قائلا:  (قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ (٤٧) . </p><p> وإنه بعد غرق الكافرين برسالة نوح، ذهب الطوفان (قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ. . .) . </p><p> وهذه القصة ليست مكررة في مواضع أخرى بهذا السياف الذي جاء في هذا الموضع لبيان المشابهة فيما لقيه نوح من المشركين، وهو يتشابه تماما مع ما لقيه محمد - صلى الله عليه وسلم - من قريش، وإن كانت النتيجة مختلفة، لأن رسول اللَّه - صلى الله عليه وسلم - كان يرجو الإيمان من قومه فلم يطلب هلاكهم. ولقد قال تعالى بعد قصة نوح وبيان العبرة فيها:  (تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ (٤٩) . </p><p> بين سبحانه وتعالى الخبر الصادق عن عاد مع نبيهم هود عليه السلام، فنجد أن إجابتهم كإجابة مشركي مكة من العرب للنبي - صلى الله عليه وسلم - فيقول سبحانه:  (وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنْ أَنْتُمْ إِلَّا مُفْتَرُونَ (٥٠) . </p><p> وأنه بين لهم التوحيد دين الحق وبيَّن أنه لَا يريد منهم أجرا، إن أجره إلا على اللَّه، ويقول لهم:  (وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِينَ (٥٢) . </p><p> ويردون بأنه لَا دليل على نبوته:  (قَالُوا يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ (٥٣) . </p><p> نرى الإجابة واحدة، إجابة عاد وإجابة مشركي العرب، الذين قالوا عن محمد - صلى الله عليه وسلم - (. . . رَجُلًا مَسْحوُرًا) ، وأنه يعتريه الجِنَّة ويحسبون أنهم يستطيعون علاجه وكذلك قالت عاد لهود من قبل (إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ (٥٤) . </p><p> ويندد بهلاكهم إذا لم يجيبوا دعوة التوحيد (. . . وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُ شَيْئًا إِنَّ رَبِّي عَلَى كُلِّ شَيْءٍ حَفِيظٌ (٥٧) . </p><p> ثم ينزل بهم أمر اللَّه تعالى بريح عاصف كما بين الله في سورة الأحقاف (وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالْأَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ (٢١) قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٢٢) قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ (٢٣) فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ (٢٤) تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ (٢٥) . </p><p> كانت هذه عاد وعاقبة جحودها ولقد قال تعالى:  (وَتِلْكَ عَادٌ جَحَدُوا بِآيَاتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ (٥٩) وَأُتْبِعُوا فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ أَلَا بُعْدًا لِعَادٍ قَوْمِ هُودٍ (٦٠) . </p><p> ثم جاء ذكر صالح عليه السلام وقد بعث في ثمود فقال تعالى:  (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ (٦١) . </p><p> دعاهم إلى دين اللَّه تعالى وهو الوحدانية، وذكر معها دليلها الذي هو الإنشاء والخلق والتكوين، ولكنهم أجابوا بالكفر كما أجاب مشركو العرب (قَالُوا يَا صَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَذَا أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ (٦٢) . </p><p> آتاهم بالبينة وهي ناقة اللَّه (وَيَا قَوْمِ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ (٦٤) فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ (٦٥) . </p><p> ثم نجى الله تعالى صالحا ومن آمن معه وأخذ الذين ظلموا الصيحة فأصبحوا في دارهم جاثمين. </p><p> وقد جاء بعد هؤلاء ذكر إبراهيم أبي العرب وأبي الأنبياء، وابتدأ بذكر رسل الله تعالى من الملائكة إليه عليه السلام. (وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا سَلَامًا قَالَ سَلَامٌ فَمَا لَبِثَ أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ (٦٩) . </p><p> كان إبراهيم عليه السلام جوادا فما لبث أن جاء بعجل حنيذ - أي مشوي (فَلَمَّا رَأَى أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ (٧٠) وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ (٧١) قَالَتْ يَا وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ (٧٢) قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ (٧٣) . </p><p> كانت معجزة أن تلد، إذ لم تلد وهي شابة ثم وهي عَوانٌ (١) ، فكيف تلد وقد صارت عجوزا. </p><p> علم إبراهيم خليل اللَّه أنهم جاءوا إلى قوم لوط منذرين مهلكين فأخذ يجادلهم لأنه أوَّاه عطوف حليم منيب إلى ربه فأجيب بقوله تعالى:  (يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَذَا إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ (٧٦) . </p><p> ولقد ذهبت رسل الله من بعد ذلك إلى لوط فسيء بهم وضاق بهم ذرعا وقال هذا يوم عصيب، ولما رأى قوم لوط الملائكة جاءوا طامعين فيهم، وقد كانوا قوم سوء يفعلون الفاحشة، ويأتون الذكران من العالمين، فقال لهم لوط: </p><p> (. . . يَا قَوْمِ هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِي ضَيْفِي أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ (٧٨) . </p><p> ولقد أحس لوط بالضعف وأنه لَا نصير له يشد أزره فأزال رسل اللَّه من الملائكة كربه وبينوا له (قَالُوا يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَنْ يَصِلُوا إِلَيْكَ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ إِنَّهُ مُصِيبُهَا مَا أَصَابَهُمْ إِنَّ مَوْعِدَهُمُ الصُّبْحُ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ (٨١) . </p><p>(١) العوان: كل ذات زوج، والمُتعاوِنةُ: المرأةُ الطاعِنَةُ في السن. والمقصود الأخير. القاموس المحيط - عون.</p><p> ثم جاء أمر اللَّه فجعل عاليها سافلها، وأمطر اللَّه تعالى عليهم حجارة من سجيل منضود أي متتابع مصفوف، (مُسَوَّمَةً عِندَ رَبِّكَ. . .) أي معلمة عنده سبحانه، وما هي من الظالمين ببعيد. </p><p> جاء بعد ذلك خبر اللَّه تعالى عن شعيب عليه السلام وقومه \" مدين \" فقال تعالى: (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ وَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ إِنِّي أَرَاكُمْ بِخَيْرٍ وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ (٨٤) وَيَا قَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (٨٥) . </p><p> وقد بيَّن لهم أن البيع الحلال خير وأبقى وأبرك، فأجابوه كما أجاب مشركو مكة كما جاء في قوله تعالى:  (قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ (٨٧) . قالوا الجزء الأخير متهكمين والجزء الأول منكرين مستغربين، وهذا ما أجاب به مشركو العرب. </p><p> لكن شعيبا عالج نفوسهم المتمردة على الحق فذكر لهم أنه يطيع اللَّه فيما يدعو إليه، وأنه لَا يدعوهم إلى أمر ويخالفه (. . . وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ (٨٨) . </p><p> وقد طلب إليهم أن يستغفروا ربهم ويتوبوا إليه بعد أن يقلعوا عن عبادة الأوثان، لكنهم انتقلوا من الإنكار إلى التهديد بعد تحذيرهم أن يصيبهم ما أصاب من كانوا قبلهم:  (. . . وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ) . </p><p> (قَالُوا يَا شُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ وَمَا أَنْتَ عَلَيْنَا بِعَزِيزٍ (٩١) ، وهكذا كان يقول مشركو قريش لمحمد - صلى الله عليه وسلم - كما أنهم هموا بقتله لولا خوفهم من بني هاشم. ثم يقول لهم شعيب عليه السلام. </p><p> (قَالَ يَا قَوْمِ أَرَهْطِي أَعَزُّ عَلَيْكُمْ مِنَ اللَّهِ وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا. . .) . </p><p> لكن قومه عاندوا واستمروا في جحودهم فأنذرهم (. . . سَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَاذِبٌ وَارْتَقِبُوا إِنِّي مَعَكُمْ رَقِيبٌ (٩٣) ، ثم ينجى اللَّه تعالى شعيبا والذينِ آمنوا معه وتأخذ الصيحة الذين ظلموا وتلك عاقبة المكذبين (. . . أَلا بُعْدًا لِّمَدْيَن كَمَا بَعِدَتْ تمُودُ) ثم جاء ذكر موسِى عليه السلام مع الطاغية فرعون في قوله تعالى: (وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ (٩٦) إِلَى فِرْعَوْنَ وَمَلَإِهِ فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ (٩٧) يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ (٩٨) وَأُتْبِعُوا فِي هَذِهِ لَعْنَةً وَيَوْمَ الْقِيَامَةِ بِئْسَ الرِّفْدُ الْمَرْفُودُ (٩٩) . </p><p> العبرة من القصص الحكيم بيَّن سبحانه العبرة من هذا القصص وأنه كان غيبا على النبي - صلى الله عليه وسلم - فقال تعالى:  (ذَلِكَ مِنْ أَنْبَاءِ الْقُرَى نَقُصُّهُ عَلَيْكَ مِنْهَا قَائِمٌ وَحَصِيدٌ) ، أي تقادم أثره كالزرع المحصود، وإن هؤلاء أخذوا بذنوبهم فما ظلمهم الله ولكن كانوا أنفسهم يظلمون، وأن آلهتهم التي عبدوها من دون اللَّه ما أغنت عنهم وما زادتهم إلا هلاكا. </p><p> (وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ (١٠٢) . </p><p> وإن في ذلك عبرة لمن خاف عذاب الآخرة، ذلك اليوم المشهود الذي أخر لأجل محدود (يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ (١٠٥) . </p><p> ثم بين سبحانه مال الذين كفروا وشقوا ففي النار، لهم فيها زفير وشهيق خالدين فيها ما دامت السماوات والأرض إلا ما شاء ربك. </p><p> كما بيَّن سبحانه الذين سعدوا وهم أهل الإيمان (فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ) أي غير منقطع. </p><p> هذه حقائق ذكرها الله تعالى لنبيه عليه الصلاة والسلام، وفيها أن الرسل من قبله قد نال منهم أقوامهم بمثل ما ينال قومك منك، وأن العاقبة للمؤمنين، أما هؤلاء فلا يصح أن تدفع أفعالهم إلى الشك في أن اللَّه سيوفيهم نتيجة كفرهم غير متقو) (فَلَا تَكُ فِي مِرْيَةٍ مِمَّا يَعْبُدُ هَؤُلَاءِ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ آبَاؤُهُمْ مِنْ قَبْلُ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ (١٠٩) . </p><p> وأن الشرائع التي شملها كتاب اللَّه العزيز قد سبق فيها موسى بكتاب فاختلف فيه، وأنه لولا كلمة سبقت من ربك ببقائهم حتى يوم الجزاء لقضي بينهم فيما كانوا فيه يختلفون، وأن اليهود قوم موسى لفي شك منه مريب، وأنهم جميعا سيوفيهم ربك أعمالهم إنه بما يعملون خبير. </p><p> كما بيَّن اللَّه تعالى لنبيه ما يحب أن يسلك في دعوته فقال سبحانه: </p><p> (فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْا إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (١١٢) وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لَا تُنْصَرُونَ (١١٣) وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ (١١٤) وَاصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ (١١٥) فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ إِلَّا قَلِيلًا مِمَّنْ أَنْجَيْنَا مِنْهُمْ وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ وَكَانُوا مُجْرِمِينَ (١١٦) . </p><p> هذه حكمة اللَّه لَا يهلك القرى إلا بظلم أهلها وغفلتهم عن إدراك العواقب التي تستقبلهم وليسوا مصلحين، ولو شاء ربك لجعل الناس أمة واحدة ولكنها إرادته. فجعل فيهم المفسد والمصلح (. . . وَلَا يَزَالُونَ مُخْتَلِفِينَ (١١٨) إِلَّا مَنْ رَحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ (١١٩) . </p><p> بيَن اللَّه تعالى أن العبرة يسوقها للناس وللنبي ليثبت فؤاده ويزيده تمسكا بالحق فيقول تعالت كلماته:  (وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ وَجَاءَكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ (١٢٠) وَقُلْ لِلَّذِينَ لَا يُؤْمِنُونَ اعْمَلُوا عَلَى </p><p> مَكَانَتِكُمْ إِنَّا عَامِلُونَ (١٢١) وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ (١٢٢) وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ (١٢٣) . </p><p> إن ما ذكر من القصص ليس تكرارًا لما ذكر في غير سورة هود، ولكن كلما كان هناك إشارة كان هنا بيان، فقصة الفلك مثلا ذكرت هنا مفصلة مبينة، وذكرت في غيرها مشارا إليها، وكذلك قصة لوط كان فيها إجمال وتفصيل، الإجمال كان في الفساد، وفصَّل الهلاك حيث إن تفصيل الفساد كان في سورة أخرى كما أشير إلى الهلاك. </p><p> * * * </p><p> معاني السون الكريمة </p><p> قال تعالى: </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ (١) أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ (٢) وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ (٣) إِلَى اللَّهِ مَرْجِعُكُمْ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤) أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٥) </p><p> * * * </p><p> إن ما نعلمه عن الابتداء بالحروف المفردة ذكرناه في أول سورة البقرة وآل عمران وأول سورة يونس، ولا يفيد هنا تكرار ما ذكرناه هناك، وإن التكرار بغير غرض مقصود لَا يجوز ممن يتكلم في القرآن لأنه المنزه عن اللغو، فلا نلغو في معانيه. </p>"
}