{
  "id": null,
  "sura": 10,
  "aya": 43,
  "text": "<p> إنهم ينظرون إلى السماء وما فيها من أبراج وإلى الأرض وما تخرج من طيبات الرزق ولكنهم عمون عن عجائب الوجود، كما قال تعالى:  (أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ (٦) وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ (٧) تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ (٨) وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ (٩) وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ (١٠) رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ (١١) . </p><p> ينظرون في الكون ولكن لَا يدركون ما يهدي إليه النظر فكأنهم عمىٌ لا يدركون؛ لأن النظر من غير إدراك لما يدل عليه المنظور من آيات بينات، شأنه كعدم النظر سواء؛ إذ ثمرة النظر مفقودة في الحالين. </p><p> ولذلك قال تعالى:  (وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ) ولكنهم غير ناظرين؛ لأنهم غير مدركين ما في الوجود من آيات بينات، وقال سبحانه:  (إِلَيْكَ) وفي الآية السابقة (يسْتَمعُونَ إِلَيْكَ) إشارة إلى أنهم يكونون مع النبي بحسهم وليس بعقولهم، ثم قال تعالى:  (أَفَأَنتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لَا يُبْصِرُونَ) وشبههم بالعُمْي لعدم الثمرة في نظرهم، وهم معرضون عن آيات اللَّه تعالى، والاستفهام للتعجب. </p><p> ولقد قال الزمخشري في هذه الآية والتي قبلها:  \" ومنهم ناس يستمعون إليك إذا قرأت القرآن وعلمت الشرائع ولكنهم لَا يعون ولا يقبلون، وناس ينظرون ويعاينون أدلة الصدق وأعلام النبوة ولكنهم لَا يصدقون، أفتطمع أن تسمع الصم ولو انضم إلى صمهم عدم عقولهم؛ لأن الأصم العاقل ربما تفرس واستدل، ولكن إذا اجتمع سلب السمع والعقل جميعا فلا فائدة في استماعهم ودعوتهم، أتحسب أنك تقدر على هداية الأعمى ولو انضم إلى العمى، وهو فقد البصر فقد البصيرة، لأن الأعمى له في قلبه بصيرة قد يحدس ويتظنن، وأما العمى مع الحمق فجَهْد البلاء، وذلك يعني أنهم في اليأس من أن يقبلوا ويصدقوا كالصم والعمي الذين لا بصائر لهم ولا عقول \" . </p><p> إن اللَّه تعالى قد أنزل آياته وشرائعه يهدي بها من يهتدي، ومن ضل فإنما يضل عليها، ووصفها أمام الأعين البصيرة والآذان المستمعة والقلوب المستقيمة، وأنه يؤاخذ الناس بما كسبوا فإن استقاموا على الطريقة كانت الهدأية وإن لم يستقيموا كان الضلال، ولذا قال تعالى: </p>"
}