{
  "id": null,
  "sura": 10,
  "aya": 1,
  "text": "<p> ابتدأ اللَّه تعالى السورة الكريمة بالحروف الصوتية المفردة، وهي من المتشابه الذي اختصه اللَّه تعالى بعلمه، وإن تفسيرنا لها رجم بالغيب إذ لم يرد عن النبي - صلى الله عليه وسلم - فيها برواية صحيحة بينة، فليس لنا أن نتعرف معناها ما دامت قد أبهمت علينا، وتركها اللَّه تعالى من غير بيان ولكن علينا أن نؤمن بحقيقتين: </p><p> أولاهما - أن اللَّه تعالى لم يضع هذه الحروف إلا لغاية أرادها وحكمة، وعلينا أن نتحراها. </p><p> ثانيتهما - أن نتلمس الحكمة وقد تلمسها المفسرون فوجدوها في أمرين: </p><p> * إن كبار المشركين لما رأوا أن من يسمع منهم القرآن يؤثر فيه ويصغي إليه فؤاده فدفعهم العناد والمكابرة إلى أن قالوا كما أخبر تعالى:  (وَقَالَ الَّذِينَ كفَرُوا لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ) . </p><p> وكان النبي - صلى الله عليه وسلم - يفجَؤُهم بتلاوة القرآن بهذه الحروف الصوتية فينقضون اتفاقهم ويحنون إليه تباعا، وروي أنهم في ليلة اتفقوا على هذا الموقف السلبي ولكن كل واحد منهم نقض ما اتفق عليه وذهب إلى المكان الذي يستمع منه إلى النبي - صلى الله عليه وسلم - فإذا هم يلتقون حيث كانوا يتفقون على البعد عن الاستماع. </p><p> * الأمر الثاني أن النبي - صلى الله عليه وسلم - كان أميا لَا يقرأ ولا يكتب، والأُميّ يعرف الكلمات ولا يعرف الحروف فمجيء هذه الحروف على لسان أمي لَا يقرأ ولا يكتب فيه غرابة، وفوق ذلك فإن هذا من التحدي كأنه يقال لهم: هذا الكلام الحكيم مركب من الحروف التي ركب منها كلامكم فكيف تعجزون عن أن تأتوا بمثله، وفي ذلك دليل على أنه ليس بنوع كلامكم ولا هو مما في إمكانكم أو طاقتكم، واللَّه سبحانه وتعالى هو وحده الذي نزَّله على نبيه تنزيلًا وهو العزيز الحكيم. </p><p> وقد يبدو أن هذه الحروف مساقة في أكثر الآيات المبتدأة بهذه الحروف للإشارة إلى القرآن الكريم وآياته، لذا قال:  (تِلْكَ آيَاتُ الْكتَابِ الْحَكِيمِ) إشارة إلى هذه الحروف أو إشارة إلى ما يأتي بعد ذلك من الذكر الحَكيم. </p><p> والإضافة هنا بمعنى (من) أي تلك الآيات التي تتلى عليك من آيات الكتاب الحكيم وهي بذاتها تدل على قدرة اللَّه تعالى الذي أنزلها وعجز الإنس والجن عن أن يأتوا بمثله ولو كان بعضهم لبعض ظهيرا، وإنه (الْكتَابِ) الكامل الجدير بأن يسمى كتابا، و (الْحَكيمِ) لاشتماله على الحكمة إذ إنه جمع التكليفات كلها والشرائع المصلحة للبشَرية والمنظمة للعلاقات الإنسانية، ثم إنها نزلت كلها على لسان أمي لَا يقرأ ولا يكتب؛ لم يجلس إلى معلم ولم يكن ببلد تدرس فيه العلوم الإنسانية أو الكونية فقد كان أميا من بلد أمي، وجاء بكتاب فيه أصول وفروع الشريعة وهي إحدى دلائل إعجازه بين الكتب حقا وصدقا. </p><p> وكان خليقا بالمشركين أن يؤمنوا إذ تحداهم وأعجزهم، ولكن لم يدفعهم العجز إلى الإيمان بل دفعهم إلى الجحود والعناد، ليس لحجة عندهم بل لأنه كان غريبا لم يألفوه أو يعرفوه، ولذا قال تعالى: </p>"
}