{
  "id": null,
  "sura": 10,
  "aya": 59,
  "text": "<p> (قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ (٥٩) </p><p> أمر اللَّه تعالى نبيه - صلى الله عليه وسلم - أن يسألهم عن الرزق الذي أنزل إليهم إذ يجعلونه حراما وحلالا من غير أمر إلهي يحل لهم ويحرم. وقد بين اللَّه تعالى في الآية السابقة كيف هداهم وأرشدهم، وفي هذه الآية الكريمة كيف يتلقون رحمة اللَّه إذا انحرفت نفوسهم بالشرك. </p><p> (أَرَأَيْتُم) استفهام إنكاري والإنكار منصب على الرؤية وما بعدها من جعلهم بعضه حراما وبعضه حلالا، والاستفهام الإنكاري هنا إنكار للواقع، أي بمعنى التوبيخ فاللَّه تعالى يوبخهم على أن جعلوا منه حراما وحلالا. </p><p> وكلمة (أَنزَلَ) معناها خلق وأنشأ، وعبر بالنزول باعتبار أن الرزق رحمة نازلة من اللَّه تعالى، أنزل سبحانه من السماء مطرا أنبت به من ثمرات كل شيء مما يأكل الناس والأنعام وهو بمقتضى أصل الخلق والتكوين حلال بالإباحة الأصلية </p><p> الثابتة، يقول تعالى:  (هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الأَرْضِ جَمِيعًا. . .) ، إلا ما كان من الخبائث التي حرمها اللَّه تعالى، ويقول سبحانه:  (وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا. .) . </p><p> أي للأحجار التي جعلوها بزعمهم شركاء للَّه. </p><p> وحرموا السائبة والوصيلة والحام وغير ذلك كفرا بالنعمة وشركا باللَّه وعبثا برحمته. </p><p> (فَجَعَلْتم مِنْهُ حَرَامًا وَحَلالًا) أي صيَّرتم منه حراما على أنفسكم، ولم يكن كذلك بل كان حلالا بمقتضى أن اللَّه لم يحرمه. ثم أمر اللَّه تعالى نبيه - صلى الله عليه وسلم - أن يسألهم (قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْترونَ) ، وهنا الاستفهام داخل على لفظ الجلالة وموضوعه الإذن وهو فاعل لفعل محذوف دل عليه \" أذن \" بعد ذلك، كالشرط إذا دخل على الاسم كما في قوله:  (إِذَا السَّمَاءُ انشَقَّتْ) . </p><p> الاستفهام إنكاري لإنكار الوقوع مع التوبيخ لهذا التحريم، و (أَمْ) التالية للإضراب عن الاستفهام السابق؛ لأن المستفهم عنه منفي وقوعه، فهو انتقال من الاستفهام الإنكاري النافي إلى استفهام توبيخي نافٍ للواقع، فقد حكم سبحانه مع التعجب التوبيخي بنفي أن يكون ذلك بإذن اللَّه، والاستفهام ممحص للتوبيخ على ما وقع منهم، وهو الافتراء على اللَّه تعالى:  (أَمْ عَلَى اللَّهِ تَفْتَرونَ) . </p><p> وقدم قوله تعالى:  (عَلَى اللَّهِ) للتخصيص، أي أنتم بهذا تفترون على اللَّه لا على غيره، وأي فساد في التفكير أن يكون افتراؤهم على اللَّه خالقهم وخالق الوجود كله، وأنهم يعترفون بالخالق وأنه لَا شريك له في خلقه ولكن يعبدون الأحجار لتكون شافعة عنده، فكانوا سخفاء في شركهم وفي تبريره. تعالى اللَّه عما يشركون. </p><p> بعد أن أكد سبحانه أنهم يفترون سألهم عما يتوقعه الذين يفترون على اللَّه الكذب يوم القيامة. </p>"
}