{
  "id": null,
  "sura": 10,
  "aya": 23,
  "text": "<p> (فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (٢٣) </p><p> لكن الإنسان ما أكفره! إنه كان في حال ضعفه وقد أحيط به يتضرع إلى ربه طائعا خاضعا، فإذا خرج من شدته طغى وبغى ونسي ضراعته، وكان شديدا على الناس وهو الضعيف البادى ضعفه. </p><p> (فَلَمَّا أَنجَاهُمْ) الفاء لترتيب ما بعدها على ما قبلها، أي أنه بعد الشكر والذي أقسموا عليه إذا نجاهم بطاعته والقيام بالعمل الصالح، إذا هم يبغون. </p><p> (إِذَا) المفاجئة تدل على أمرين: </p><p> أولهما - سرعة البغي كأنه مستكن في صدورهم لم قد تدحضه الشدة؛ لأن معدنهم خبيث لم يتأثر إلا في ظاهر الأمر حال ضعفهم ثم يستولي عليهم غرورهم كما كانوا. </p><p> ثانيهما - أنها تدل على نقيض ما كان ينبغي أن يكون منهم إذ كان قسمهم يوجب عليهم أن يكونوا بعد النجاة طائعين مدركين قدرة الله وسلطانه، وأنه قادر على ردِّهم إليه كما كان قادرا على إغاثتهم في كربهم. </p><p> (البغي) هو الخروج عن الجادة وسلوك طريق الفساد، فيشمل كل المعاصي من زنى وخمر وشرك واعتداء على الآحاد والجماعات والسعي في الأرض، </p><p> فيشمل فساد النفوس في الاعتقاد والعمل كقوله تعالى (فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ) وذكر الأرض يؤكد أن هذا البغي فساد يعم الأرض ويشمل كل ما فيها من اعتداء على الآحاد واقتراف المعاصي والسعي بين الناس وارتكاب كل ما يكون من تخريب وهدم للقائم. </p><p> وفى قوله تعالى:  (بِغَيْرِ الْحَقِّ) بيان أنهم لم يكن لهم مبرر فيما يعملون أيا كان هذا الذي يزعمونه مبررا، وإظهار لحقيقة البغي وأنه لَا يمكن أن يكون له مسوغ، وعلينا هنا أن نفرق بين القصاص والبغي، فلا يصح القول بأن ما صنعه النبي - صلى الله عليه وسلم - مع بني النضير وقريظة بغيا، إنما هو قصاص لشرهم ولا يكون القصاص بغيا لكنه رد لاعتدائهم المنكر، ولا يصح أن يقال عن رد الاعتداء المتكرر والخيانة بغيا، إنما هو العدالة الحقيقية في هذه الأرض (يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا) اتجه سبحانه وتعالى إلى مخاطبة الباغين فكان الالتفات من الغيبة إلى الخطاب للتنبيه الشديد بالمواجهة والتصدي لبيان شرهم، وكان النداء (يَا أَيُّهَا النَّاسُ) لكمال هذا التنبيه الزاجر وللرح ولبيان سوء العاقبة (إِنَّمَا بَغْيُكُمْ عَلَى أَنفُسِكُم) أي أن البغي على أنفسكم وحدكم لَا يتجاوزكم إلى غيركم، ذلكم أنكم إن أشعتم البغي فيما بينكم عمَّ الفساد فيكم ولم تكن منكم جماعة فاضلة ذات حقوق وواجبات بل جماعة متحللة متقاطعة متدابرة تعمها الرذيلة ويسودها الشر يتجرد فيها الإنسان عن إنسانيته والمرء عن مروءته وفوق ذلك عقوبة يوم الدين. </p><p> (بَغْيُكُمْ عَلَى أَنفُسِكُم) مبتدأ وخبر، وفي قوله تعالى (مَّتَاعَ الْحَيَاةِ) إن البغي تتمتعون به متاع الحياة الدنيا، هذا بالنَّصْب على قراءة حفص، وفي قراءة الرفع يكون المعنى أن البغي هو متاع الحياة الدنيا (١) . </p><p>(١) (متاع بالنصب: حفص، وقرأ الباقون برفع العين. غاية الاختصار في قراءات العشرة أئمة الأمصار: ج ٢/ ٥١٥. التوعية الإسلامية.</p><p> وفى النص الكريم أن متاع الحياة الدنيا دون الآخرة هو البغي الدائم المستمر، فيه يأكل القويُّ الضعيفَ والمرذولُ الكريمَ، ويتصارع الناس كوحوش الغابة ثم يكون الرجوع إلى اللَّه تعالى فينال كل امرئٍ ما كسب. </p><p> (ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) ، (ثُمَّ) تفيد الترتيب والتراخي، لاستطالتهم الحياة الدنيا وكثرة فسادهم وهنا إشارات بيانية: أولها: تقديم الجار والمجرور على (مَرْجِعُكُمْ) فهذا يفيد التخصيص، أي إلينا وحدنا مالكم ومرجعكم. </p><p> ثانيها: إضافة مآلهم إلى الذات العليا ففيه تهديد أيَّ تهديد، ومؤداه إن كنتم قد كذبتم في قسمكم في الدنيا فحسابكم على ذلكم عندنا في الآخرة وهي أبقى وأدوم. </p><p> ثالثها: بيان أن العقاب من جنس العمل وأن كل عمل يحمل في ذاته عقابه في الآخرة؛ ولذا قال سبحانه:  (فَنُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ) والإنباء هو الإخبار بالأمر الخطير الشأن، وكان الإنباء بالعمل مقرونا بالعقاب الشديد من اللَّه سبحانه وتعالى، وقد تكلم الزمخشري في هذا المكان عن الظلم ومرتعه، فقد عاش مثل زماننا، وقد تعاقبت عهود الظلم على المسلمين حتى صار أمرهم بورا، وذكر - رضي اللَّه عنه - أن النبي - صلى الله عليه وسلم - شدد في النهي عن المكر والبغي والنكوث وأنه - صلى الله عليه وسلم - قال:  \" أسرع الخير ثوابا صلة الرحم، وأعجل الشر عقابا البغي واليمين الفاجرة، وأنه اثنتان يعجلهما الله في الدنيا البغي وعقوق الوالدين \"  (١) . </p><p> وكان المأمون يتمثل بهذين البيتين: </p><p> يا صاحبُ البغي إن البغي مصرعة ... فارتع فخيرُ فِعَالِ المرء أَعْدَلُه </p><p> فلو بغى جبل يوما على جبلٍ ... لاندكَّ أعلاه وأسفلُهُ </p><p>(١) تاريخ الطبري، عن أبي بكرة رضي اللَّه عنه، وبنحوه الترمذي وابن ماجه، وكذا أيو يعلى عن عائشة رضي اللَّه عنها. وانظر ما جاء في فيض القدير: ج ١/ ٢٩٩.</p><p> وعن محمد بن كعب: ثلاث من كن فيه كن عليه: البغي والنكث والمكر. </p><p> إذا كان البغي هو متاع الدنيا للباغين، فقد بين سبحانه أن متاع الدنيا ينتهي إلى حطام وأن متاع الآخرة إلى دوام. </p><p> فقال تعالى: </p><p> * * * </p><p> (إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ (٢٤) وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلَامِ وَيَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (٢٥) لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ (٢٦) </p><p> * * * </p><p> شغلتهم الدنيا عن الآخرة وزُيَّنَتْ لهم فحسبوا أنها الحياة وحدها وأنه لا آخرة بعدها، فأنكروا البعث والحساب، وكان هذا ذريعة لأن ينكروا كل مغيب فكفروا؛ ولذلك يبين اللَّه تعالى لهم أن الدنيا متاع قليل يزينتها وزخرفها وأنها تذهب عندما يظنون أنهم قادرون عليها فتزول وإذا هم لَا يقدرون على شيء كالقابض بيديه على الهواء، فقال سبحانه: </p>"
}