{
  "id": null,
  "sura": 10,
  "aya": 3,
  "text": "<p> (إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ... (٣) </p><p> والأيام الستة ليست هي الأيام التي نعرفها؛ لأن ذلك مستحيل؛ لأن هذه الأيام التي نعرفها من دوران الأرض حول الشمس وما كانت الأرض ولا السماوات بما فيهما من شمس وقمر وسائر الكواكب والنجوم، ولذلك نقول إن الأيام الستة هي أدوار التكوين الذي أنشأ اللَّه به السماوات والأرض، ذكرها اللَّه في سورة أخرى: </p><p> (قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ (٩) وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ (١٠) ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ (١١) فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (١٢) . </p><p> ونرى من هذا النص السامي أن الأرض أخذت ستة أدوار ومثلها السماوات حتى كانت الأرض بطبقاتها وتكوينها، وكانت السماء بأبراجها ومصابيحها، وكانت الشمس ضياء والقمر نورا وقَدَّرَه منازل لنعْلَم عدَدَ السنين والحساب. </p><p> أنشأ اللَّه تعالى السماوات والأرض في هذه الأدوار التكوينية بتدبيره سبحانه وبإحكامه وإرادته وهو الفاعل المختار، وليس كل دور انتقالا من الدور الذي سبق فيتوهم أن كل دور خلق ما بعده بل إن ذلك بإرادة المنشئ المختار؛ ولذا قال تعالى:  (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ) والمعنى استولى على السلطان والعرش كناية عن كمال السلطان فهو صاحب الملك قد استوى على كرسي ملكه الذي خلقه وأنشأه على غير مثال سبق، وأنه يدبر شئون ذلك الكون الذي أبدعه (بَدِيع السَّمَاوَاتِ وَالأرْضِ. . .) ، ويدبر أي يتحكم فيه ويقدر ويضع كل شيء في موضعه الذي يلتئم مع ما يناسبه فخلق الماء في الأرض وجعل منه كل شيء حي وخلق المطر الذي يكون غيثا وينبت منه كل شيء وجعل الأرض فراشا والسماء بناء. </p><p> وأصل التدبير معرفة أدبار الأمور، والمدبر يعرف حاضر الأمور ويعلم القابل والحاضر والدابر منها والعواقب، لَا يغيب عن علمه شيء وقد أحاط بكل شيء علما وفي قوله:  (يُدَبِّرُ الأَمْرَ) الأمر هو أمر الخلق والتكوين ومن يعيش في السماوات والأرض وحالهما - تبارك اللَّه. </p><p> (مَا مِن شَفِيعِ إِلَّا مِنْ بَعْدِ إِذْنِهِ) هذا إنذار للذين يعصون من خلقه بأنهم عند العذاب لَا تنفعهم شفاعة الشافعين وما لهم من شفيع يشفع ولا قربة يفتدون بها أنفسهم فإنه لَا شفيع إلا من بعد إذنه، والتعبير بقوله تعالى:  (مِنْ بَعْدِ إِذْنِهِ) إشارة إلى أنه محكوم بسلطان اللَّه تعالى غير خارج عن ملكه لَا يفرض عليه. </p><p> وهنا إشارتان بيانيتان: </p><p> الأولى - قوله تعالى:  (يُدَبِّر الأَمْرَ) جملة مستأنفة لبيان كمال السلطان، وهي أثر للخلق والتكوين، لأنه إذا كان الخالق كان المدبر وتدل على أنه فاعل مختار. </p><p> الثانية - قوله تعالى:  (اسْتَوَى عَلَى الْعَرْشِ) تدل على كمال السلطان، وأنه لا يخرج عن سلطانه شيء في الأرض ولا في السماء، فالأرض باتساعها من جبال ووهاد ويابس وماء وأحياء وزرع وغراس كلها بتدبيره وسلطانه. </p><p> ثم قال سبحانه:  (ذَلِكُمُ اللَّهُ رَبُّكُمْ) إشارة إلى خالق السماء والأرض وما فيهن ومدبر أمرهما وذو السلطان المستولي على كل شيء، والخطاب للإنسانية كلها لأنه رب العالمين. </p><p> ويلاحظ المتتبع لآيات اللَّه تعالى أن الإشارة تقترن بحرف الكاف ويكون الخطاب للنبي - صلى الله عليه وسلم - ولأمته بالتبع، وضمير الجمع كما في هذا النص (ذَلِكُمُ) يكون إما للناس أجمعين، وإما للنبي - صلى الله عليه وسلم - وأمته ابتداء. وهذا الخطاب للناس أجمعين، وذكر لفظ الجلالة فيه إشارة إلى أنه المستحق وحده بلا شريك وأنه المنشئ والمشرف على كونكم وقد رئكم ورباكم وتعهدكم (فَاعْبُدُوهُ) الفاء لترتيب ما بعدها على ما قبلها، أي أنه يعبد لأنه اللَّه المنشئ جل جلاله؛ ولأنه رب الوجود ولا يُعبد إلا وحده فاعبدوه عبادة تقتضي بطلان الشريك. </p><p> (أَفَلا تَذَكَّرُونَ) الاستفهام للتعزيز وطلب التذكر، و (الفاء) لترتيب ما بعدها على ما قبلها، وهي مؤخرة عن تقديم، لأن الاستفهام له الصدارة دائما، وهمزة الاستفهام داخلة على (لا) والاستفهام لإنكار الوقوع بمعنى النفي ونفي النفي إثبات، والمعنى حض على التذكر، والتذكر أدنى التفكير، والمعنى تفكروا بأدنى التفكير فإنكم حينئذ تجدون اللَّه هو الذي يعبد وحده ولا يعبد سواه. </p><p> ثم بشر اللَّه بعد ذلك المؤمنين وأنذر الكافرين، فقال تعالت كلماته: </p>"
}