{
  "id": null,
  "sura": 11,
  "aya": 17,
  "text": "<p> (أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (١٧) </p><p> هذه موازنة بين الذين يتبعون الحق والذين يطلبون الدنيا وزينتها وتكون وحدها مقصدهم ويشركون باللَّه تعالى، وبين الذين يؤمنون باللَّه. </p><p> (أَفَمَن كَانَ عَلَى بَيِّنَةٍ مِّن رَّبِّهِ)  (الفاء) هنا مؤخرة عن تقديم، وهي تفيد أن الاستفهام المتسائل مترتب على ما قبله من عمل غير فاضل، وكلمة (مِن) اسم موصول بمعنى الذي، والمعنى أمن كان على بينة من ربه كمن هو في عماية عن الحق ولا يدرك إلا الحياة الدنيا، وحذفت الموازنة الدالة على المفارقة الواضحة بينهما، إذ فرقٌ بين من يطلب الحق الباقي ومن يطلب العاجل الفاني. </p><p> (البينة) الأمر البين الذي تدركه العقول السليمة في غير اعوجاج، ويصح أن يراد به الإسلام؛ لأنه بَيِّن لَا يأتي إلا بما تقبله العقول ولا ينهى إلا عن الأمر المنكر غير المعقول؛ ولأنه دين الفطرة السليمة. </p><p> أسند اللَّه تعالى البينة إلى ربه، للدلالة على أنه الهادي إليها بمقتضى ما ركزه اللَّه تعالى في النفوس، وبمقتضى ما هدى إليه بالرسالات الإلهية، وقال تعالى: </p><p> (بيِنةٍ مِن رَّبِهِ) بالتعدية بـ (على) للدلالة على تمكنه من المعرفة، وأنها ليست وهما يتوهم ولا ظنا يظن بل عقيدة متمكنة. </p><p> ذكر اللَّه تعالى بعد البينة أن لها شاهدًا من اللَّه تعالى:  (وَيَتْلُوهُ شَاهِدٌ مِنْهُ) ، أي يجيء شاهدا من اللَّه، فالضمير الأول في (يَتْلُوهُ) يعود إلى البينة، وعاد مذكرا لأن البينة البرهان القاطع الحاسم الذي تهدي إليه الفطرة، فعاد الضمير مذكرا للإشارة إلى أنها برهان بين واضح الدلالة على الوحدانية. والضمير الثاني في قوله (شَاهِدٌ) يعود على اللَّه ربك، أي أنه هداك وأيدك، والشاهد هو القرآن الكريم النازل من لدن عزيز حكيم. </p><p> وإن القرآن الكريم جاء مع البينة، وقلنا إنها الإسلام، فكيف يقال إنه وليها ونقول في ذلك إن الإسلام يكون دفعة واحدة، لأن لبه شهادة أن لَا إله إلا اللَّه وأن محمدا رسول اللَّه، والقرآن نزل منجما فهو كان يتلى بعده لَا قبله، وإن قلنا إن البينة هي برهان العقل المدرك فالقرآن جاء واليا، جاء به الحق. </p><p> وقد نقول وبحق نقول: إن القرآن جاء مع البينة مؤيدا لها، والتعبير بأنه تلاها للإشارة إلى التلاوة فيه وهي الترتيل، كما قال تعالى:  (. . . وَرَتَّلْنَاهُ تَرْتِيلًا) ، وكما قال سبحانه:  (. . . وَرَتِّلِ الْقُرْآنَ. . .) ، وللإشارة إلى أنه هناك مراتب في الإدراك، فالأولى أن تجيء البينة، والمرتبة الثانية هي التأييد من اللَّه بالقرآن ولا تراخ بين الرتبتين بل هما متصاحبتان، كما تقول: فَكِّر ثم اقرأ، أي اقرأ قراءة متفكر متدبر، وكأن القرآن شاهد؛ لأنه ببلاغته، وفصاحة كلمه، وعمق معانيه مع وضوحها، وعلمه وقصصه الحكيم كان المعجزة الخالدة، فهو شاهد دائم ناطق بالحق إلى يوم القيامة، وفيه الدلالة الواضحة على رسالة محمد - صلى الله عليه وسلم - إلى يوم الدين. </p><p> ثم أشار سبحانه إلى تصديقه للكتب السابقة وبشارتها به فقال تعالى:  (وَمِن قَبلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً) ، فدلت هذه العباره على أمرين. </p><p> الأمر الأول: بشارة التوراة والإنجيل به كما قال تعالى: (الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ (١٥٧) . </p><p> الأمر الثاني: الذي دلت عليه الآية أنه مصدق لما بين يديه من الكتاب، وأن الإيمان به إيمان برسالة الرسل أجمعين كما صرح بذلك القرآن الكريم. </p><p> وقوله تعالى:  (إِمَامًا وَرَحْمَةً) وصف لكتاب موسى وهو التوراة التي نزلت عليه ولم ينس منها خط ولم يحرفوها أو يبدلوها، فلا يستدل بالمطبوع الذي يُغيَّر إلى الآن آنًا بعد آنٍ تقرأه تجد في ذاته دليل بطلانه وبرهان بهتانه. </p><p> ومعنى قوله تعالى:  (إِمَامًا) أنه يؤزم به في الدين، ومعنى (رَحْمَةً) أن ما اشتمل من شرائع في الزواج والطلاق والعقوبات هو الرحمة؛ لأن من رحمة اللَّه بعباده أن يؤخذ الجاني بشدة رادعة زاجرة فالشدة العادلة على الجاني رحمة بالمجني عليه، والرفق معه ظلم وقسوة على المجتمع، وهنا لابد من الإشارة إلى أمرين: </p><p> الأمر الأول: كيف يكون ما جاء به موسى إماما يأتم به أتباع محمد - صلى الله عليه وسلم -. </p><p> الأمر الثاني: أشريعة موسى نسختها شريعة محمد - صلى الله عليه وسلم - أم لم تنسخها؟ والجواب عن الأول أن شريعة موسى في ضمن شريعة محمد، ولو كان موسى حيا ما وسعه إلا أن يتبع ما جاء به محمد - صلى الله عليه وسلم -، فكتاب موسى إمام باعتباره مقدما في الزمن، والشريعتان في معناهما واحد والاختلاف في فروع جزئية تابعة للأزمنة. </p><p> أما الإجابة على أن شريعة محمد - صلى الله عليه وسلم - نسخت شريعة موسى عليه السلام فهو أن شريعة محمد - صلى الله عليه وسلم - نسخت من شريعة موسى فروعا ولم تنسخ أصولا، وما جاء به محمد - صلى الله عليه وسلم - هو ما يجب اتباعه. ولقد روى سعيد بن جبير عن أبي موسى - رضي الله عنهما - </p><p> أن النبي - صلى الله عليه وسلم - قال \" والذي انفسي بيده لَا يسمع بي أحد من هذه الأمة يهودي أو نصراني ثم لَا يؤمن بي إلا دخل النار \"  (١) . </p><p> وقد قال تعالى:  (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى. . .) . </p><p> قال تعالى:  (أُوْلَئِكَ يُؤْمِونَ بِهِ) إشارة إلى الذين على بينة ويؤمنون بموسى عليه السلام، فرسالة محمد - صلى الله عليه وسلم - جامعة للرسالات كلها، كما قال تعالى:  (قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ (١٣٦) . </p><p> (وَمَن يَكْفُرْ بِهِ مِنَ الأَحْزَابِ فَالنَّارُ مَوْعِدُهُ) الأحزاب جمع حزب، وهو من يحزب لفكرة أو لقوم أو لعصبية غير مؤثر الحق في ذاته إنما يؤثر من يتعصب له حقا كان أو باطلا وإن التحزب كالتعصب يعمي عن الحق وهو يعمي ويصم، لا يطلب الحق في ذاته إنما يطلب على هوى من يتعصب لهم، والأحزاب يصح أن تفسر في موضوع الآية الكريمة بأنها القبائل التعصبة المتجمعة لمحاربة الحق وكانت القبائل كذلك، وسماهم القرآن الأحزاب لأنهم تجمعوا متحزبين ضد الدعوة الإسلامية وذهبوا في غزوة الأحزاب ليقتلعوا الإسلام من المدينة فخاب فألهم وطاش سهمهم وارتدوا خاسرين بريح كريح ثمود، والذين كفروا به من الأحزاب لا يؤمنون بمحمد - صلى الله عليه وسلم - ولا يؤمنون بموسى عليه السلام ويهددهم اللَّه تعالى بقوله:  (فالنَّارُ مَوْعِدُهُ) فالنار مكان تنفيذ وعد اللَّه تعالى فيهم، وقوله تعالى هذا لَا يخلو من تهكم لاذع بهم؛ لأنهم كانوا يرجون رحمة، فإذا بهم يلقون عذابا وكأنهم عقدوا موعد اللقاء فخاب ظنهم وكانت النار موضعه. </p><p>(١) رواه أحمد: أول مسند الكوفيين - حديث أبي موسى الأشعري رضي اللَّه عنه (١٩٠٦٨).</p><p> ثم انتقل قول العزيز الحكيم إلى خطاب النبي - صلى الله عليه وسلم - فقال سبحانه:  (فَلا تَكُ فِي مِرْيَةٍ مِنْهُ) من هذا البيان الذي بيَّن الحق وأزهق الباطل، والمرية هي الشك، والأمر يمتد لمن خاطبهم النبي - صلى الله عليه وسلم - لأنه نهي على أبلغ الصور؛ لأنه إذا كان نهيا من اللَّه تعالى لنبيه المصطفى الذي لَا يزيغ قلبه ولا يرتاب فأولى بهذا النهي ثم أولى الذين ربما يعتريهم ذلك وهم من أُرسل إليهم. </p><p> وأكد سبحانه النهي عن الريب بقوله تعالى:  (إِنَّهُ الْحَقُّ مِن رَّبِّكَ) والضمير يعود إلى البيان والقرآن، والحق هو الأمر الثابت الصادق الذي لَا يأتيه الباطل من بين يديه ولا من خلفه، وقد جاء من ربك الذي خلقك ودبر أمورك بحكمته. وقد أكد سبحانه وتعالى أنه الحق بـ (إنَّ) المؤكِّدة، وبأنه من ربك الذي خلق فقدر وهدى، فاجتمع له فضلان فضل ذاتي لأنه الحق في ذاته، وفضل إضافي يؤكد أنه الحق، وهو أنه من عند اللَّه. </p><p> ثم قال تعالى:  (وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ) الاستدراك هنا معناه، أن مقتضى الإسلام بينة وبرهان، وأنه حق ثابت أن يؤمن الناس جميعا ما دامت لهم عقول تدرك وقلوب تؤمن، ولكن أكثر الناس لَا يؤمنون، وكان التعبير بالمضارع للإشارة إلى أن أكثر الناس لهم قلوب ليس الإيمان من شأنها بل هم دائما متمردون على الحق وظلم الحقيقة، وهم مفترون على اللَّه تعالى ويكذبون عليه، ولذا قال تعالى: </p>"
}