{
  "id": null,
  "sura": 11,
  "aya": 3,
  "text": "<p> (وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ (٣) </p><p> (الواو) عاطفة على قوله تعالى: (أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) ولتضمنيا معنى الأمر، وإن كانت للحكاية، ولكن لأنها غاية أحكام الآيات وتفصيلها، وكون النبي - صلى الله عليه وسلم - له الإنذار المؤكد، والبشارة كانت في معنى الطلب بدليل الإنذار والتبشير، إذ لابد أن يسبقها الطلب، ولذا جاء عطف الطلب. </p><p> كلمة (وَأَنِ) في قوله تعالى: (وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ) ، يصح أن نقول إنها تفسيرية، ويصح أن تكون مصدرية. والاستغفار طلب المغفرة، والخطاب لقوم مشركين فطلب إليهم أولا الإقلاع عن عبادة الأوثان، ثم الاستغفار، وطلب عفو الله فيما ارتكبوا من آثام في - حقه سبحانه، ثم يكون بعد ذلك الرجوع إلى اللَّه والعيش في رحابه، وذلك بالتوبة إليه. كأن الاستغفار هو الدخول إلى الوحدانية مع طلب عفو اللَّه ومغفرته، ولهذا قدم الاستغفار على التوبة؛ لأن الاستغفار كان عن الشرك وما اتصل به من جحود وعناد، والتوبة الرجوع إلى اللَّه وطاعته فيما أمر ونهى. والتعبير بكلمة (ثُمَّ) الدالة على الترتيب والتراخي للدلالة على البعد بين المقامين، مقام الاستغفار عن الشرك ومقام التوبة، فالتوبة ذاتها عبادة، ولا تراخي في الزمن بل الزمن واحد ولكن البعد في الرتبة. وفي قوله تعالى:  (اسْتَغْفِرُوا رَبَّكُمْ) معنى قرب اللَّه تعالى من العبد لأنه ربه الذي برأه ورباه وقام على تدبير حياته وحياة ما حوله. </p><p> (ثُمَّ تُوبُوا إِلَيْهِ) أي عودوا بالتوبة إليه سبحانه؛ لأن العبد بالشرك يبعد عن اللَّه بعد أن خلقه حنيفا، وبالتوبة عاد إلى ما ابتدأ وهو القرب من الله. </p><p> و (تُوبُوا) فعل أمر له جواب كجواب الشرط؛ وقوله تعالى:  (يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمًّى) أي إن تتوبوا بعد أن تستغفروا يكن الجزاء أن يمتعكم متاعا حسنا، أي يمكنكم من أن تتمتعوا متاعا حسنا، والمتاع الحسن هو المتاع </p><p> الحلال الذي يكون من كسب حلال وفي حلال كالرجل مع زوجه، والمتاع الحسن مادي كالذي أشرنا إليه، ومعنوي وهو الاطمئنان إلى الحق، والقرار، وعدم الظلم، والرضا والقناعة، والاستمساك بِالفضائل، والبعد عن الرذائل، والسكون إلى جانب اللَّه، ولقد قال تعالى:  (مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً. . .) . وأن هذه المتعة التي تعم المجتمع الفاضل هي إلى أجل مسمى وهو الحياة الدنيا. </p><p> (وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ) هذا الإيتاء في الدنيا والآخرة. </p><p> أما في الدنيا فإنه يتكون مجتمع فاضل كريم حيث يكون كل ذي فضل في مكانته، فيعطى حقه غير منقوص، ويتمتع الجميع بمتاع حسن وتكون الحقوق قائمة أدبية ومادية، فالمجتمعات التي لَا تظلها الفضيلة لَا تعرف فيها قيم الأفاضل وتضطرب الموازين اضطرابا شديدا بل تنقلب للرجال والأعمال معا. </p><p> وأما في الآخرة يؤتي ذو الفضل فضله بالنعيم المقيم والرضوان من رب العالمين وهو الجزاء الأكبر. وفي قوله تعالى:  (وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ) معناه جزاء فضله ولم تذكر كلمة الجزاء، وإن قدرت في مطوي الكلام، للإشارة إلى أن الجزاء مساوٍ للفضل تماما حتى كأنه هو، فاللَّه تعالى عادل حكيم. وفي مقابل جزاء الذين يحسنون قال تعالى مهددا من يعرضون:  (وَإِن تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كبِيرٍ) تولوا أصلها تتولوا وحذفت التاء لتوالي التاءات وذلك كثير في العربية وفى القرآن الكريم، ويكون خطابا للمخاطبين في قوله تعالى:  (وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ) ولكن من الذي يخاطبهم، أهو اللَّه تعالى أم نبيه - صلى الله عليه وسلم -، واللَّه جل جلاله لَا ينسب له الخوف (فَإِنِّي أَخَافُ عَلَيْكُمْ) فيكون أليق بالنبي - صلى الله عليه وسلم - على أساس بشارته وإنذاره. الكلمات إنذار للذين يعرضون وينصرفون عن كلام اللَّه وهو أنهم محل خوف ممن أرسله هاديا ومبشرا ونذيرا، وقد أكد اللَّه تعالى الخوف عليهم بالجملة الاسمية وبكلمة (إن) ، وقوله تعالى:  (عَذَابَ يَوْمٍ كَبِيرٍ) الكِبَرُ </p><p> ُوصف لليوم، وكبره؛ لأن فيه أهوالا شديدة؛ ولأنه يوم الشدة يحس الإنسان بطوله كما أنه في ذاته كبير فيه الحساب والثواب والعقاب. </p>"
}