{
  "id": null,
  "sura": 11,
  "aya": 107,
  "text": "<p> (خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ ... (١٠٧) </p><p> وقوله تعالى:  (مَا دَامَتِ السَّمَاوَاتُ وَالأَرْضُ) جريا على استعمال العرب في تأكيد دوام الحكم بأمر من الأمور، فيقولون في بيان دوام العقد: ما بلَّ بحر صوفة، كما قالوا في عقد حلف الفضول، ومقتضى هذا التعبير أنه يجب أن تبقى السماوات والأرض لكي تدوم النار، وإن قيل في هذا الدليل على فنائها مع فناء ما يكون فيها. </p><p> ولا دليل على أن النار فانية، ولها نهاية، وكذلك الجنة لوجود هذا التعبير؛ لأن التعبير بقول (خَالِدِينَ فِيهَا) جاء في آيات الكتاب الحكيم مطلقا غير مقيد ببقاء السماوات والأرض، ويعرف ذلك ما يفهم بطريق مفهوم المخالفة لَا يعارض النص بإجماع علماء الأصول، وإن الخلود في النار ثابت ثبوت الخلود في الجنة ونحن في جميع الأحوال خاضعون لإرادة اللَّه تعالى ومشيئته في الدنيا والآخرة. </p><p> ولذا قال تعالى:  (إِلَّا مَا شَاءَ رَبُّكَ) وقد ذكر هذا النص الكريم هنا، في أهل الجنة، وقد جاءت آثار في معناه نختار بالذكر منها ثلاثة: </p><p> القول الأول: ما ذكره بعض التابعين، وحكاه الزمخشري من أن الاستثناء هو من الخلود في النار، أو من أصل دخولها، والمستثنون هم فسقة أمة محمد، وغيرهم ممن يؤمنون باللَّه، وكان منهم عصيان، فإنهم يدخلون النار على مقدار معاصيهم، ويشاء اللَّه أن يخرجوا فيخرجون، أو أن تنفعهم شفاعة الشافعين، على رأي جمهور العلماء. </p><p> وإن هذا القول قد يستقيم بالنسبة للذين شقوا، ولكنه لَا يستقيم في الذين سعدوا. </p><p> والقول الثاني: أن قوله تعالى: (إِلَّا مَا شَاءَ رَبُّكَ) فيها بيان أن العذاب والعقاب متعلق بمشيئته فهو الفاعل المختار، والأمر في ذلك متعلق بمشيئته هو في العدل والرحمة، فليس بحتم عليه:  (لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ) </p><p> فإذا كان قد أدخل الكفار النار فبمشيئته، وإذا كان قد أعطى المؤمنين الأتقياء جنة، فبرحمته ومشيئته، وعطائه، ولذا قال بعد ذلك (عَطَاءً غَيْرَ مَجْذُوذٍ) : وهذا القول مستقيم نختاره، ونذكر القول الثالث، ونراه معقولا في الجملة ولا نرده: </p><p> القول الثالث: أن هذا ذكر للاستثناء في مقام الفعل، أخذ به اللَّه في حقه ليندب خلقه إليه، كما قال تعالى:  (وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (٢٣) إِلَّا أَنْ يَشَاءَ اللَّهُ. . .). </p><p> وإذا كنا لم نختر هذا القول، بل اخترنا الثاني فإنا لَا نقول: إنه قول باطل، وإنما اختيارنا للثاني لأنه صحيح في ذاته، ويرشح له قوله تعالى بعد ذلك:  (إِن رَبَّكَ فَعَّالٌ لمَا يُرِيدُ) فهذا النص السامي يثبت أن إرادة الله مطلقة في كل ما يعطي، وكل ما يمنع. </p><p> وقوله تعالى إلا ما شاء الله: التعبير بـ (مَا) دون (مَن) لأن معناها أنه إلا أن يشاء اللَّه هذا ما ينال الذين شقوا من عذاب، أما ما يناله الذين سعدوا، فقد بينه بقوله تعالى: </p>"
}