{
  "id": null,
  "sura": 11,
  "aya": 109,
  "text": "<p> (فَلَا تَكُ فِي مِرْيَةٍ مِمَّا يَعْبُدُ هَؤُلَاءِ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ آبَاؤُهُمْ مِنْ قَبْلُ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ (١٠٩) </p><p> (الفاء) تصل الكلام بما قبله، وهو مترتب على القصص السابقة والجزاء الذي أعده الله تعالى للأشقياء والسعداء، والفاء للإفصاح عن شرط مقدر مؤداه إذا كان ما علمت من قصص لعبدة الأوثان وأنبيائهم، وما نزل بالمشركين، فلا تك في شك من بطلان ما يعبد هؤلاء، وأصلها تَكُن، وحذفها كثير في القرآن الكريم، وهو يعطي اللفظ جمالا في النسق والنغم وحلاوة في اللفظ، وتلك خصائص القرآن الكريم، وقوله:  (فِي مِرْيَةٍ) أي شك يدفع إلى الراء، والمجادلة، والنهي هنا والحال أن ذلك لَا يتصور منه، فهو بالنسبة له - صلى الله عليه وسلم - أمر غير متصور الوقوع منه - صلى الله عليه وسلم - وللنهي فائدتان: </p><p> الفائدة الأولى: أنه نهي لمن يقرءون القرآن، فهو نهي في ظاهره للنبي - صلى الله عليه وسلم -، وفى حقيقته لكل أتباع محمد، وكل من يخاطبون بالقرآن، وهو اقتلاع لجذور الشك من النفس. </p><p> الفائدة الثانية: أن النهي لإفادة البطلان بدليله، فإن ما سبق فيه أدلة بطلان الشرك، وأنه معاقب عليه، وأن عاقبته العقاب الصارم الذي يجتث الأمم. </p><p> ومن أحسن ما قرأت في تأويل ذلك أن مؤدى النهي هو أمر النبي - صلى الله عليه وسلم - بأن يقول لكل من يخاطبه (فَلَا تَكُ فِي مِرْيَةٍ) وإن كان اللفظ لَا يساعد في ظاهره ذلك، فهو منتهاه، يؤدي إليه قوله تعالى (مِمَّا يَعْبُدُ هَؤُلَاءِ) ، والإشارة إلى المشركين، أي قل لقومك لَا تكونوا في مراء مما يعبد هؤلاء من أوثان، فإنهم لم يفكروا فيه، ولم يتجهوا فيه إلى منطق عقلي أوصلهم إليه، ولكنهم ألغوا عقولهم اتباعا لآبائهم ولذا قال تعالى:  (مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ آبَاؤُهُمْ مِنْ قَبْلُ) أي أنهم مقلدون، وليسوا بمفكرين ولا بمهتدين ولذا كانوا يقولون لأنبيائهم:  (. . . أَتَنْهَانَا أَن نَّعْبُدَ مَا يَعْبُدُ آبَاؤُنَا. . .) وكان مشركو مكة يقولون: (. . . وَإِنَّا عَلَى آتارِهِم مُّقْتَدُونَ) ، وكانوا يقولون:  (بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلا يَهْتَدُونَ) . </p><p> ولهذا، وذكر سبحانه اتباعهم لآبائهم، بل لبيان أنهم لَا يفكرون، وهم مؤاخذون لكفرهم، ولإهمال الآيات الدالة على الوحدانية، وللمعجزة الدالة على رسالة محمد - صلى الله عليه وسلم -، وهي معجزة القرآن الكريم. </p><p> ولهذا قال تعالى في بيان جزائهم:  (وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ) . </p><p> ذكر بعض المفسرين أن المراد نصيبهم في الدنيا من رزق، ويكون المعنى لا يغرنك تقلبهم في البلاد وما أوتوا من ثروة، وجاه، فإنه لَا يدل على أنهم على حق، فإن رزق الدنيا منوط بأسبابه، وإن اللَّه يعطيهم أرزاق الدنيا غير منقوصة، فالنصيب هنا هو الرزق الدنيوي. </p><p> وأما الرأي الثاني أن المراد نصيبهم من العذاب، والقرينة تعينه، لأن الكلام عن عذاب الذين عاندوا النبيين، وصادموا دعواتهم، وسخروا منها. وقوله تعالى (غَيْرَ مَنْقُوصٍ) حال مؤكدة لمعنى الوفاء في كل الأقوال، ولعل خير الأقوال ما يشمل النصيبين، واللَّه سبحانه وتعالى أعلم. </p><p> * * * </p><p> الاختلاف في الحق </p><p> قال تعالى: </p><p> (وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ (١١٠) وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ (١١١) فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْا إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (١١٢) وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لَا تُنْصَرُونَ (١١٣) وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ (١١٤) وَاصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ (١١٥) </p><p> * * * </p><p> كانت التسلية في قصص الأنبياء الذين بعثوا في أرض العرب، وللعرب، ولم تذكر لهم كتب، وقد ذكر بعد ذلك موسى وقد جاء بكتاب يصدقه القرآن، وفيه بشرى بمحمد - صلى الله عليه وسلم -، فأشار سبحانه إلى قصة موسى بطرف من القول فقال تعالت كلماته: </p>"
}