{
  "id": null,
  "sura": 11,
  "aya": 1,
  "text": "<p> (الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ (١) . </p><p> جاء ذكر الكتاب بعد الحروف المفردة التي فهم بعض المفسرين أنها رمز للكتاب الكريم، وفي كلمة (كتَابٌ) التنكير للتعظيم، أي أنه كتاب عظيم لا يطاول ولا يأتي أحد بمثله، (أُحْكِمَتْ آيَاتُهُ) أي نسقت ألفاظه فهي متآخية في نغمتها وتآلفها وهو نسق بياني مؤتلف غير مختلف، ومعانيه متساوقة فالخواطر تتسابق إلى النفس بإيماء من اللَّه يمهد كل معنى لما يليه كعقد من الجواهر تتبع كل حبة أختها، وأحكم مدلوله لَا يعروه تضليل ولا تبديل، ولا تناقض أو تضارب في معانيه، بل إنها متلاقية متعاونة مدعمة بالحجج والبراهين القاطعة الحاسمة تسير متهادية متصلة، ولكلمات الله المثل الأعلى. </p><p> (ثُمَّ فُصِّلَتْ)  (ثم) للترتيب والتراخي، والتراخي هو التراخي المعنوي، ذلك لأن الناس ألفوا أن الكلام المحكم في نغمه وألفاظه وكلماته وأسلوبه لَا يكون مفصلا في معانيه، أي لَا يكون مبينا واضحا، لأن النغم يشغل القارئين عن المعاني، ولكن هذا القرآن كتاب اللَّه الخالد في الوجود الإنساني، كان مع حلاوة نغمه وتواصله وعباراته وتساوق معانيه مبينا مفصلا لأبواب الحلال والحرام والعقائد والمواعظ. والترتيب ليس للترتيب الزمني، إنما هو للترتيب الفكري والترابط النفسي فكلمة (ثُمَّ) هنا للترتيب والتراخي. </p><p> ولقد أعطى اللَّه تعالى القرآن شرفا إضافيا بعد شرفه الحقيقي في إعجازه وأنه لا يزال يتحدى الخليقة عربا وعجما أن يأتوا بمثله وأنى يكون، فيقول تعالى:  (مِن لَّدُنْ حَكِيمٍ خَبِيرٍ) كلمة (مِن لَّدُنْ) معناها من عند، وقل أن تستعمل في القرآن الكريم في غير جانب اللَّه العليم القادر. ويقول الزمخشري في معنى الآية الكريمة:  (أُحْكِمَتْ) دون الباطل (ثُمَّ فُصِّلَتْ) كما تفصل القلائد الفرائد من دلائل التوحيد والأحكام والمواعظ والقصص. إذ جعلت فصولا سورة سورة، وآية آية ووقَّت في التنزيل فلم تنزل جملة واحدة، فإن قلت ما معنى كلمة (ثُمَّ) ؛ قلت: ليس معناها التراخي في الوقت بل في الحال، فتقول هي محكمة أحسن </p><p> الإحكام ثم مفصلة أحسن التفصيل، وفيه طباق حسن لأن المعاني أحكمها حكيم، وفصَّلها، - أي بينها وشرحها خبير عالم أي قوله تعالى:  (حَكِيمٍ خَبِيرٍ) فيه هذا الطباق بين أحكمت وفصلت ووصفها الله تعالى بأنها (مِن لَّدُنْ حَكِيمٍ خَبِيرٍ) . </p><p> وقد بين سبحانه وتعالى بعد ذلك المقصد الأصلي من القرآن ألا وهو التوحيد وإثبات رسالة النبي - صلى الله عليه وسلم -. لذا قال تعالى: </p>"
}