{
  "id": null,
  "sura": 11,
  "aya": 69,
  "text": "<p> جمع اللَّه تعالى قصة إبراهيم ولوط في موضع واحد؛ لأنهما كانا في زمن واحد، ولا مانع من أن يوجد نبيان في زمن إذا تباعد الإقليمان، وقد يكونان في زمن وإقليم واحد كما في خطاب قوم إسرائيل، ومجادلة طاغية كفرعون، وإن كان أحدهما رسولاً والآخر ردئا له. </p><p> وفى القصة التي جمعت بين إبراهيم ولوط عبر نذكر بعضها قبل التصدي لذكر ما جاء في هذا الوضع، منها إثبات أن الله هو الفاعل المختار المريد الذي لا يتقيد بالأسباب العادية كما نتقيد بها، بل إنه خالق هذه الأسباب يملك تغييرها، وأنه سبحانه وتعالى القادر المريد، فهذه عجوز تجاوزت سن الولادة تحمل وتلد، ومن هذه العبر أن الملائكة أراد اللَّه جعلهم كالأناسي ويلبس الأمر كما لبَّس على إبراهيم عليه السلام إذ أنكرهم لما رأى أيديهم لَا تصل إلى الطعام وأوجس منهم خيفة. </p><p> ومنها أن الفواحش تفتك بالجماعات وتذهب قوتها وتعدها للفناء، كما في شأن قوم لوط إذ إن فاحشتهم قطعت نسلهم وأسلمتهم إلى الدمار، ومنها أن كل امرئٍ بما كسب رهين ومعاقب بعمله، فلم يعف امرأة لوط من العذاب أنها امرأته، ولأنها كانت من المفسدين حق عليها ما نزل بهم من العذاب. </p><p> ومنها أن آل لوط لم يكونوا عبدة أوثان فقط بل كانوا مع ذلك يأتون الفاحشة التي ما سبقهم بها أحد، يأتون الرجال شهوة - من دون النساء حتى أصبحوا لَا يخرجون من شر إلا إلى شر، فهم في دائرة الفساد المطلق والفاحشة الشنعاء التي هي كرءوس الشياطين من المخنثين ومن يتشبهون بالإناث في ملابسهم وشعورهم بل وفي أفعالهم، وَوُجدَت جماعة تنطلق انطلاقا إلى كل موبق باسم حرية الإرادة وما هي إلا الوقوع في أسر الشهوة ومن ورائها ذلها. </p><p> ومنها أن الانطلاق إلى الهوى لَا يرده عقل ولا تدبير ولا حياء بل ولا أي مروءة إنسانية، حتى أنهم عندما رأوا الملائكة، جاءوا إلى لوط عليه السلام </p><p> يهرعون، وإنه ليعرض بناته للزواج، فيقولون في تبجح لقد علمت ما لنا في بناتك من حق، وهكذا نرى ممن يشبهونهم في عصرنا. </p><p> ولنبدأ بذكر القصة بعد هذا الذي أدركناه من عبر، قال تعالى:  (وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا سَلَامًا قَالَ سَلَامٌ فَمَا لَبِثَ أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ) ، حيوه بالسلام، وهو مصدر لفعل محذوف أي \" نُسَلِّمُ سلامًا \" ، وقد كانت هذه تحية فردها بأحسن منها فقال (سَلامٌ) أي أمري كله سلام، وأتم التحية بكرم الضيافة الذي امتاز به أبو العرب إبراهيم بأن أعد الطعام الشهي المشوي (فَمَا لَبِثَ أَن جَاءَ بِعِجْلٍ حَنيذٍ)  (الفاء) للعطف الدال على الفورية أي ما أبطأ أن جاء بعجل مشوي: يقال حنذ الشاه أي شواها. ونلاحظ هنا أن اللَّه سبحانه وتعالى قد صدر القصة بقوله:  (وَلَقَدْ جَاءَتْ رُسُلُنَا) وكلمة (قد) مؤكدة للخبر؛ وأكد الخبر لأن فيه غرابة وهي مجيء الملائكة إلى الأرض (رُسُلُنَا) تكريما وتشريفا وتعظيما. </p><p> وقال (بِالْبُشْرَى) أن مصاحبة لهم البشرى بولد لإبراهيم عليه السلام الذي قدم لهم من الطعام ما ينبئ عن الكرم وحسن اللقاء، ولم يجدهم يمدون أيديهم إليه وعبر عن ذلك بقوله تعالى: </p>"
}