{
  "id": null,
  "sura": 11,
  "aya": 18,
  "text": "<p> (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ وَيَقُولُ الْأَشْهَادُ هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ (١٨) </p><p> إن الكفر مباءة للآثام، تعيش فيه وتفرخ، ويتبع الإثم إثم مثله، ويأخذ بعضه بحَجُزِ بعض في سلسلة متصلة تبدأ بالشرك باللَّه تعالى ثم بالكذب عليه بتحريم ما أحل اللَّه على أنه من عند اللَّه، والجحود بما أنرل سبحانه والافتراء عليه تعالى وفساد اعتقادهم بأن يعبدوا الأوثان ويقولوا إنهم شفعاؤنا. وهكذا يكون الشرك كالمعاطن التي تحوم حولها الحشرات والجراثيم وكل الموبقات. </p><p> وأوضح ما في الشرك الكذب على الله تعالى بما ذكرنا وغيره، ولذا قال تعالى:  (وَمنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) ، الاستفهام هنا إنكاري بمعنى النفي مع التوبيخ، بمعنى لَا أحد أظلم ممن افترى قاصدا الكذب على اللَّه تعالى، وهم قد ارتكبوا أشد الظلم إمعانا في الشر والكذب على اللَّه بأن يشركوا به غيره كما أشرنا، وبأن يخترعوا مفاسد وينسبوها إلى شريعة إبراهيم عليه السلام كطوافهم عرايا وأن يحرِّموا على أنفسهم طيبات ما أحل اللَّه ويزعمون أن اللَّه حرمها وغير ذلك مما حرموه ناسبين التحريم إليه افتئاتا عليه، فلا أحد أعظم منهم بهتانا وكفرا. </p><p> افترى الكذب معناه قصده وأراده، والكلمة نكرت لبيان أن الكذب على اللَّه تعالى قل أو كثر ظلم عظيم بل أعظم الظلم، وأن الشرك ظلم عظيم لأن من أشرك ضلل نفسه وضلل الناس ولأنه ارتكب بهتانا عظيما. </p><p> ويقول سبحانه:  (أُوْلَئِكَ يُعْرَضُون عَلَى رَبِّهِمْ) الإشارة إلى الذين افتروا الكذب، يعرضون على ربهم الذي خلقهم ورباهم وحفظهم وهو الحي القيوم. </p><p> وهم يعرضون على ربهم ويلقونه سبحانه غير مختارين، وهو اللقاء الذي لا يتمنونه؛ لأنه لقاء الذين كفروا بربهم يعرضون عليه كما يعرض الجاني على شهوده ليشهدوا عليه، كما أنهم يرون ما أنكروا وكذبوا. </p><p> وفى المحشر والحشد الجامع يقول المشاهدون من ملائكة وأنبياء وصديقين (هَؤُلَاءِ الَّذِينَ كَذَبوا عَلَى رَبِّهِمْ) مشيرين إليهم استنكارا لفعلهم وبيانا لشناعة ما كانوا عليه وحسبهم ذلك سوءا وفحشا واستحقاقا للعذاب. وإن ذلك العرض وتلك الشهادة أبلغ عقاب معنوي، ومن بعد ذلك يكون العقاب المادي على ذلك الظلم الفاجر الآثم والشرك الضال المضل. </p><p> والأشهاد جمع شاهد كأصحاب جمع صاحب، أو جمع شهيد كأشراف جمع شريف، والمعنى واحد، وقد ختم اللَّه تعالى الآية بقوله تعالى:  (أَلا لَعْنَة اللَّه عَلَى الظَّالِمِينَ)  (ألا) أداة تنبيه وفيها توكيد للحكم الذي يجيء بعدها، و (لَعْنَةَ اللَّهِ) مقته وعذابه والطرد من رحمته وقوله: (الظَّالِمِينَ) إظهار في موضع </p><p> الإضمار، وذلك لتسجيل الظلم عليهم، ولبيان أن هذا الظلم الذي قد بلغ أقصى حدوده هو السبب في بُعدهم عن رحمة الله تعالى، ويعم الحكم بالعذاب على كل من عتى عن أمر ربه وأشاع الفساد في الأرض. إنه لَا يحب المفسدين. </p><p> وقد ذكر اللَّه أفعال أولئك الظالمين فقال تعالت كلماته: </p>"
}