{
  "id": null,
  "sura": 11,
  "aya": 31,
  "text": "<p> (وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ إِنِّي إِذًا لَمِنَ الظَّالِمِينَ (٣١) </p><p> نفي أربعة أمور: </p><p> الأمر الأول: أنه ليس عنده خزائن، فهو في الأموال دونهم، فاللَّه تعالى لم يبعث رسولا يعطيه خزائن الأرض، لكن يبعثه بما هو أعز وأغلى وهو إثراء الروح والنفس بمحبة اللَّه ورجاء ثوابه وتقوى اللَّه تعالى وخوف عقابه. </p><p> الأمر الثاني: نفي أنه يعلم الغيب، فما جاء إلا هاديا للحق وداعيا إلى اللَّه تعالى، وذلك لَا يقتضي علم الغيب الذي اختص اللَّه تعالى به نفسه، وهو في هذا مثلكم. </p><p> الأمر الثالث: أنه لَا يقول إنه ملك، وهو بشر مثلكم نشأ بينكم وعرفتم مولده، وأنه بشر كسائر البشر. </p><p> الأمر الرابع: نفي أنه يقول للمؤمنين الذين يحتقرهم أغنياؤكم، مجاوبة لكم، لن يؤتيهم الله خيرا بل لهم الخير كل الخير، وعبر عنهم:  (لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ) للدلالة على أنهم ليسوا مزدرين في ذات أنفسهم، بل أعينكم الغاشية هي التي ترى هذا الازدراء. </p><p> ثم يشير إلى أن الاعتبار ليس للصورة ولكن إلى نور القلوب، ولذلك قال (اللَّهُ أَعْلَمُ بِمَا فِي أَنفسِهِمْ) وهي الجملة المعترضة بين قوله: (وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا) وقوله تعالى: (إِنِّي إِذًا لَّمِنَ الظَّالِمِينَ) أي إذا قلت لهم ذلك مطاوعة لرغباتكم، وأكد ظلمه باللام وكونه - إذن - في زمرة الظالمين الذين لَا يعرفون إلا بالظلم إذ اشتهروا به. </p><p> * * * </p><p> فى سياق القصة </p><p> (قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ (٣٢) قَالَ إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ إِنْ شَاءَ وَمَا أَنْتُمْ بِمُعْجِزِينَ (٣٣) وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ (٣٤) أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ (٣٥) </p><p> * * * </p><p> قال تعالى في المجاوبة بينهم: </p>"
}