{
  "id": null,
  "sura": 11,
  "aya": 6,
  "text": "<p> (وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ (٦) </p><p> (مَا) نافية، وكلمة (مِن) للدلالة على عموم الآحاد في كل الدواب، أي يعلم كل دابة علما دقيقا في مفردها وجماعتها، أي أن كل دابة على اللَّه رزقها، وكانت التعدية للدلالة على أن ذلك متحقق ثابث بمقتضى وعد اللَّه تعالى الذي لَا يخلفه، فعبر بـ (عَلَى) وهذا لأن اللَّه لَا يجب عليه شيء إلا ما كتبه سبحانه على نفسه، كما قال تعالى:  (. . . كتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ. . .) . </p><p> وليس هناك إلزام، ولكن هناك وعدًا والتزامًا، والدواب ما يدب على الأرض من أصغر الكائنات إلى الإنسان، وعلى الله رزق كل هؤلاء، والإنسان بكل ما يتخذه من أسباب ليس هو المنشئ للرزق فقد يتخذ كل الأسباب ولا يكون إلا الحرمان، فكل شيء من فضل الله، وعلى الإنسان أن يسعى ولابد من الأخذ بالأسباب بعد التوكل وتفويض الأمر للَّه، وليس لأحد أن يحسب أن أسبابه وحدها تموله وتمونه، بل لابد من التوكل على اللَّه والتفويض إليه. </p><p> والرزق بالنسبة للدواب والأحياء، هو ما يتمول به ويتغذى، فينمى جسده ونفسه ويكون بقاؤه، وذلك عام في الدواب جميعها، وبمقتضى إرادته الحكيمة يكون بعض الدواب رزقا للآخر، وكل ذلك بتقدير اللَّه تعالى وبفضله الذي أنشأ ودبر وحكم. </p><p> وأكد سبحانه أن كل دابة في ظل فضله وسلطانه يدبر أمرها ويحكم بتدبيره فقال:  (وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا) المستقر هو الإقامة في الأرض، ويصح أن نعدها مصدرا ميميا، فيكون المعنى ويعلم استقرارها، كما يصح أن نعدها اسم مكان أو زمان، أي يعلم مقامها في الأرض وزمان إقامتها. </p><p> ومستودعها هو مكان إيداعها في قبورها إن كانت في الأحياء التي تدفن، وإن الذي يعلم مكان استقرارها ومكان إيداعها هو يعلم مقدار حاجتها في الرزق فلا يمكن أن يفوت الرزق أحدا. </p><p> ثم يؤكد سبحانه كل هذا بقوله:  (كُلٌّ فِي كِتَابٍ مُبِينٍ) أي أن كل دابة ورزقها ومقامها واستيداعها في باطن الأرض وديعة مستردة بعد حين، كل ذلك مكتوب في كتاب واضح هو اللوح المحفوظ والعلم المكنون. </p><p> وإن من ألفاظ القرآن أنه (. . . لِقَوْمٍ يُوقِنُونَ) وإن وعده سبحانه الحق لا يقبل إخلافا ولا تخلفا، ولكن ناسا لَا يؤمنون بالخالق الرازق ذي القوة المتين يحسبون أنهم يرزقون أنفسهم، ويريدون أن يفعلوا فعل أهل الموءودة ويظنون أنهم إن قضوا على نسلهم ضمنوا رزقهم، ولقد نسوا قول اللَّه تعالى:  (. . . وَلا تَقْتُلُوا أَوْلادَكُم مِّنْ إِمْلاقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ. . .) . </p><p> وقوله تعالى:  (وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاق نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ. . .) . </p><p> ولقد قال بعض الذين يتخذون الأسباب: </p><p> وكيف أخشى الفقر والله رازقي ... ورازق هذا الخلق في العسر واليسر </p><p> تكفل بالأرزاق للخلق كلهم ... وللضب في البيداء والحوت في البحر </p><p> ئم بَيَن سبحانه كمال سلطانه في خلقه وتدبيره لأمورهم فيقول: </p>"
}