{
  "id": null,
  "sura": 11,
  "aya": 120,
  "text": "<p> (وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ) التنوين في (كُلًّا) عوض عن مضاف إليه محذوف يقدر بما يتناسب مع ما يجيء بعده، و (كُلًّا) منصوب بقوله تعالى: (نَّقصُّ) والتقدير على ذلك، وكل نبأ أو كل خبر، أو كل قصص، نقصه عليك متى نخبرك به متتبعين خفاياه، كما يتتبع قاص الأثر الآثار. </p><p> وقوله تعالى:  (مِنْ أَنْبَاءِ الرُّسُلِ) أي أخبارهم ذات الشأن كدعوتهم إلى التوحيد، ورد أقوامهم، ومعاندتهم، ثم نزول الهلاك بهم، بعد أن استيئس الرسل، ووقع في نفوسهم أنهم كذبوا، ولا علاج في رشدهِم، وإقرار اللَّه تعالى لما آل إليه أمر هؤلاء المكذبين كقوله لنوح:  (. . . أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ. . .) وذكر اللَّه تعالى، ثمرة هذا القصص الذى يقصه تعالى من أنباء المرسلين، فقال عز من قائل: </p><p> (مَا نُثَبِّتُ بِهِ فُؤَادَكَ وَجَاءَكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ) . </p><p> فكأن الثمرات لهذا القصص الصادق ثلاث: </p><p> الأولى. تثبيت فؤاد النبي - صلى الله عليه وسلم - إزاء إنكار المشركين وإيذائهم للنبي عليه الصلاة والسلام ومن معه من المؤمنين فإن أولئك الرسل أوذوا كما أوذي، وكانت الباقية لهم وللمتقين فليطمئن النبي عليه الصلاة والسلام إلى العاقبة، ولا يغرنك تقلبهم في البلاد فالعاقبة لك ولأصحابك، ومعنى تثبيت فؤاد النبي - صلى الله عليه وسلم -زيادة تثبيته بأنه لم يكن بدعا من الرسل، وإذا كان اللَّه تعالى قد عذب أقوام الأنبياء الصادقين بالعذاب الذي يجتث من فوق الأرض العصاة، فإنه سيعذب قومك بأمر إرادي كذلك لينتفى الظالمون، فيحصدون بالسيف، ويبقى غيرهم ممن يرجى أن يكون منهم أو من أصلابهم من يعبد اللَّه. </p><p> الثانية: الموعظة، وهي الاتعاظ بمن أنزل اللَّه تعالى عليهم العذاب، والاتعاظ طريق الإيمان، ومن لم يتعظ بغيره، فالبلاء في نفسه شديد، وهذا الاتعاظ للمؤمنين أي الذين في قلوبهم اتجاه إلى الإيمان. </p><p> الثالثة: الذكرى، أي التذكر الدائم المستمر لما نزل بالأقوام الظالمة. </p><p> وهذه أيضا للمؤمنين والذين يتجهون بقلب مدرك للإيمان، هذه ثمرات القصص. </p><p> وقد ذكر اللَّه تعالى بعد تثبيت قلب النبي - صلى الله عليه وسلم -، وقبل موعظة المؤمنين، (وَجَاءَكَ فِي هَذِهِ الْحَقُّ) مؤكدا أن هذه الإيتاء هو الحق الكامل الذي لَا حق فوقه لأنه ثابت صادق، وفيه التثبيت والموعظة، والتذكر الدائم، وقد أكد سبحانه وتعالى أنه الحق بـ (ال) التي تدل على أنه كمال الحق لَا ريب فيه (فِي هَذِهِ) أكثر المفسرين على أن الإشارة إلى السورة، لأنها اشتملت على قصص مفصل لبعض الأنبياء. </p><p> وروي عن قتادة أن الإشارة إلى الدنيا، واللَّه أعلم. </p><p> بعد ذلك أمر اللَّه تعالى نبيه أن ينبه المشركينِ إلى هذا القصص الصادق، وفى هذا التنبيه تهديد لهم فقال تعالى: </p>"
}