{
  "id": null,
  "sura": 11,
  "aya": 88,
  "text": "<p> (قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ (٨٨) </p><p> بعد أن قالوا للنبي كما فهمنا، إن ما أنت عليه من عقل ورشد يمنعك من دعوتنا إلى ترك ما عليه آباؤنا، وإلى منع متاجرنا، ومكاسبنا، يقول لهم مؤكدا أمورا ثلاثة: </p><p> الأمر الأول: أنه على بينة من ربه، وإنه مبعوث لهذه الدعوة، ولذا يقول منبها:  (أَرَأَيْتُمْ إِن كنتُ عَلَى بَيِّنَةٍ من رَّبِّي) وفي قوله: (أَرَأَيْتُمْ) تنبيه الاستفهام فيه للتقرير وإثارة الانتباه الشديد، وقوله:  (إِن كنتُ عَلَى بَيّنَةٍ من رَّبِّي)  (إنْ) مخففة من نون التوكيد، أي أنه الأمر، والثاني (كنتُ عَلَى بَينَةٍ) أي بيان برسالتي من ربي الذي خلقني ورباني وقام على شئون الوجود. </p><p> الأمر الثاني: أن اللَّه رزقه رزقا حسنا طيبا لَا ظلم ولا تطفيف ولا تدليس ولا بخسا للناس بغير حق وأريد منكم رزقا، ولكن أريده رزقا حلالا طيبا، وفي ذلك دعوة إلى القدوة به. </p><p> الأمر الثالث: إنه يطبق على نفسه ما يدعوهم إليه فيقول: (وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ) ، أي أن أقصد ما نهيتكم عنه وأنتم مولون، أي إني أبتدئ بالأخذ بالنهي في الأمور التي نهيتكم فلا أنهاكم وأفعل ما أنهاكم عنه، وذلك ليتخذوا منه قدوة طيبة، ولا أخالفكم أي لَا أقصد خلفكم إلى ما نهيتكم، </p><p> ثم بين أن ما يدعوهم إليه هو الخير الذي فيه صلاحهم في دنياهم وآخرتهم وإصلاح نفوسهم وجماعتهم، فقال:  (إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ)  \" إن \" هنا هي النافية أي ما أريد إلا إصلاحكم في نفوسكم على قدر استطاعتي (مَا اسْتَطَعْتُ) ، و (ما) هنا شرطية، أريد الإصلاح إذا استطعته، وما دمت أستطيعه، أو مصدرية منسبكة مع ما بعدها في مصدر أي: إني أريد الإصلاح استطاعتي (وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ) ، أي اللَّه وحده هو الذي يوصلني إلى الغاية، ويحققها (علَيْهِ تَوَكَّلْتُ) أي توكلت عليه وحده، ولا أتوكل وأعتمد إلا عليه، (وَإلَيْهِ أُنيبُ) أي إليه وحده أرجع، وهو الذي يجزيني على الخير، وفي هذه العبارات الثلاث، تأكيد إرادة إصلاح النفس والجماعة، وتأكيد الاعتماد على اللَّه في النتائج، وتأكيد الرجوع إليه سبحانه. </p><p> وقد رأى نبي اللَّه شعيب أنهم شاقوه وصاروا في جانب، وهو في جانب، فقدر أن هذه المجانبة إلى العصيان، وأن يصيبهم نتيجة شقاقهم أن ينزل بهم من العذاب ما نزل بقوم نوح، وقوم هود، وقوم صالح، ولوط، ولذا قال شفيقا عليهم رفيقا بهم، </p>"
}