{
  "id": null,
  "sura": 11,
  "aya": 7,
  "text": "<p> (وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (٧) </p><p> الضمير (هُوَ) يعود إلى اللَّه جل جلاله، وهو في نفس كل إنسان وعقله وقلبه إذا كان يؤمن باللَّه واليوم الآخر، والآية تؤكد تدبير اللَّه تعالى لخلقه وإمداده </p><p> بالرزق وإمساكه لملكوته كله. والأيام الستة ليست هي أيامنا فلا يقال ابتدأ بالأحد وانتهى بالجمعة؛ لأن أيامنا نشأت بعد خلق السماوات وألارض، وارتباط الأرض بالشمس والقمر والنسبة بينهما وكل يدور في فلكه، والشمس والقمر بحسبان. </p><p> إنما يراد بالستة أيام الأدوار الكونية، وقد أشار اللَّه تعالى إلى هذه الأدوار فيِ سورة فصلت:  (قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ (٩) وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ (١٠) ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ (١١) فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (١٢) . </p><p> فالأيام هي أدوار الخلق والتكوين كما تشير الآيات. </p><p> (وَكَانَ عَرْشُهُ عَلَى الْمَاءِ) يصح أن نقول - واللَّه سبحانه أعلم يمراده - إن العرش كناية عن السلطان الكامل، وفي ذلك تصوير لتدبير ملكه وخلقه في أرزاقهم وأقواتهم وبقائهم والتماسك بين أجزاء السماء والأرض وكيف ينزل الغيث ومنبت الأرض بعد موتها وكيف يمسك السماوات والأرض أن تزولا، وكيف يحفظ الوجود كله وهو الحي القيوم الذي لَا تأخذه سنة ولا نوم. وهذا قد يكون معنى العرش فيما أحسب، والله لَا إله إلا هو وحده عنده العلم الكامل. </p><p> وذكر سبحانه أنه على الماء للإشارة إلى أنه سبحانه هو الذي يدبر أمر الأحياء كلها، وأن رزق الذي يسبح في الماء في كفالة اللَّه كرزق الذي يدب على الأرض. </p><p> ثم يقول سبحانه:  (لِيبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ) أي ليعاملهم معاملة المختبر، إذ إن لهم إرادة تتجه إلى الخير وتتجه إلى الشر، وهو سبحانه خلقكم ومكَّن لكم في الأرزاق والأقوات والاستقرار في الأرض، ليظهر المؤمن فيشكر ويظهر الكافر فيكفر، و (أَيُّكُمْ أَحْسَنُ عَمَلًا) فيها (أَحْسَنُ) بمعنى أخلص والمخلص الذي بلغ إخلاصه أعلى الدرجات. </p><p> ويلاحظ هنا ذكر الذين يظهر خيرهم ولم يذكر الذين يظهر شرهم، وكأنهمِ همل لَا يعدون في الأحياء، فالحياة حياة الروح، ولقد قال تعالى:  (أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ (١٢٢) . </p><p> فالذي ظهر شره يعد ميتا وإن لم يمت، وإن المشركين مع هذا الخلق وذلك الإبداع منكرِون اليوم الآخر، وأن اللَّه يعيدهم كما بدأهم أول مرة، ولذلك قال تعالى:  (وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ) ، (اللام) الموطئة للقسم، أي إن قلت لهم مؤكدا القول بعد هذه الآيات البينات في دلالتها وكمال وضوحها في قدرة الحكيم العليم الخالق لكل شيء، لئن قلت لهم يا محمد إنكم لمبعوثون من بعد الموت، لَا يكون الجواب بالإيجاب بل يكون بالسلب؛ لأن موضع استغرابهم أنه بعد الموت. </p><p> وقد أكد اللَّه تعالى قول النبي بالقسم وبالجملة الاسمية وإن المؤكدة (إِنَّكُم مبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ) ، كما أكد إجابتهم باللام وبنون التوكيد الثقيلة (لَيَقُولَنَّ الَّذِينَ كَفَرُوا) وقد كانت إجابتهم سلبا مع استغراب وجحود (إِنْ هَذَا إِلَّا سِحْرٌ مُّبِين) أي إن إجابتهم، إن هذا أمر باطل كما أن السحر أمر باطل، وأن ذكره خيالات وأوهام كما أن السحر خيالات وأوهام، وإن الإخبار بهذا لَا دليل عليه إلا القرآن وإنه لسحر وقول ساحر وما هم بمصدقين لساحر أو مجنون. </p>"
}