{
  "id": null,
  "sura": 11,
  "aya": 123,
  "text": "<p> (وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ (١٢٣) . </p><p> (سُورَةُ يُوسُفَ) </p><p> تمهيد: </p><p> سورة يوسف سورة مكية، وعدد آياتها إحدى عشرة ومائة، وقالوا: إن أربع آيات هي الأولى والثانية والثالثة والسابعة مدنية، ولا نرى فيها ما يدل معناها على أنها مدنية، والله أعلم. </p><p> ولقد كفرت طائفة من الطوائف الخارجة عن الإسلام بإنكارها سورة يوسف، وادعاء أنها ليست من القرآن، وكأن القرآن يخضع بالزيادة والنقصان للأهواء المنحرفة، وإن ادعت التمسك بالدين، فهي تمرق منه مروق السهم من الرمية، وأولئك هم أتباع عبد الكريم عجرو، وإن القرآن كله غير منقوص ثبت بالتواتر عن النبي صلى الله تعالى عليه وسلم، وأنه تلقاه عن جبريل الرسول الأمين عن رب العالمين مرتلا متلواّ، كما قال تعالى:  (. . . وَرَتَّلْنَاهُ تَرتِيلًا) . </p><p> وما كان لنا أن نعرف ما دفعهم إلى هذا الإنكار الذي كفروا بسببه، ولكن نذكره لبيان أنه وهم كافرين لم يذوقوا القرآن ولم يعلموه، قالوا إنها قصة غرام، ونزلت دفعة واحدة، والقرآن منزه عن ذكر الغرام والحب، والقرآن نزل منجما، ونقول في الإجابة عن ذلك، إنها قصة المجتمع المصري، والأسرة الفرعونية التي طغت في البلاد وأكثرت فيها الفساد، وقال قائلهم:  (. . . أَنَا رَبُّكُمُ الأَعْلَى) ، وبيته على هذا النحو من الانحلال، وهي بينت مغبة الغرام، وكيف يوجد الانحلال، والاستعصام بالفضيلة حيث تفور فورة الرذيلة، ودعوة الوحدانية في وسط الوثنية، وتدبير الاقتصاد، واستعانة الفراعنة بخبراء الاقتصاد حيثما كانوا، وخضوعهم لآرائهم، وتوسيد الأمر لهم، ثم هي تبين مركز مصر </p><p> الاقتصادي، واستعانة من حولها بها، ثم تثبت نفسية الآباء مع الأبناء، والحسد بين الإخوة، وما ينبغي عند تربية الأولاد. </p><p> وإن ما سموه الغرام المنحرف لم يكن إلا في جزء صغير منها، ولم يستغرقه، بل ترددت عباراته، وقد ابتدأته بـ (وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَن نَّفْسِهِ. . .) ، وانتهت بدخوله السجن، وهي ثماني آيات، فيها الغرام من جانبها والاستعصام من جانبه، وباقي السورة حكمة واقتصاد وتدبير، وتعاون، ومشقة وصبر، ثم لقاء الأحباب على مائدة المودة والأخُوة الودود. </p><p> فكيف تسمَّى سورة غرام إلا ممن انحرف عقله انحرافا منعه من استيعاب السورة. </p><p> وإن القرآن لم ينزل كله منجما، فأول سورة التوبة نزل دفعة واحدة، وأكثر سورة الأنعام نزل دفعة واحدة وسورة إبراهيم أكثرها نزل دفعة واحدة. </p><p> وإذا كان ممن تسموا باسم من الخوارج من قال هذا القول، فقد كان منهم أيضا، من أجاز نكاح البنات والأمهات والمجوس، وهم - بلا شك - كافرون كإخوانهم. </p><p> ونقول: إن أكثرهم كان مؤمنا منحرف العقل، ورضي الله عن علي بن أبي طالب إذ قاتلهم، وقتل منهم مقتلة كبيرة، فقد قال بعد ذلك القتال:  (لا تقاتلوهم بعدي، فليس من طلب الحق فأخطأه كمن طلب الباطل فأصابه) . </p><p> إن القصص الذي في هود وغيرها، كان في الأرض العربية، ولم يكن فيها من غير البلاد العربية، إلا قصة موسى عليه السلام، وقد ذكر فيها طغيان فرعون، وخضوع أهل مصر له، في نفوسهم، وأفكارهم، وعقولهم حتي ساغ له أن يقوك:  (. . . مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ (٢٩) . </p><p> أما قصة يوسف عليه السلام فإنها تناولت ناحية اجتماعية، تعرضت للأسرة، وما يجري في داخل القصور، وتعرضت للمجتمع المصري، وانحراف نساء الطبقة التي </p><p> تسمى راقية، ثم تعرضت للاقتصاد في مصر، وكيف كان يدبره إلى آخر ما جاء في السورة الكريمة، ثم صوَّرت لقاء الأحبة بعد أن فرق الحسد فيما بينهم. </p><p> * * * </p><p> الحسد بين الإخوة في سورة يوسف </p><p> إذا كان الحسد بين ابني آدم قد حمل أحد الأخوين على أن تطوع له نفسه قتل أخيه، فقتله، فالحسد بين يوسف وإخوته على أن يحاولوا أن يلقوه في غيابة الجب. </p><p> رأى يوسف رؤيا صادقة، وهو غلام، قال يوسف لأبيه (. . . يَا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ) فَهِم يعقوب الأب الحبيب الذي يؤثر يوسف على إخوته باختصاص بمحبة أكثر لصغره، ومنها أن ليوسف منزلة عند الله فوق منزلة إخوته، فقال له:  (. . . لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا إِنَّ الشَّيْطَانَ لِلْإِنْسَانِ عَدُوٌّ مُبِينٌ) . </p><p> ولقد أخبره باصطفاء ربه له، وتعليمه من تأويل الأحاديث، ما قد يثير إخوته. </p><p> (لَقَدْ كَانَ فِي يُوسفَ وَإِخوَتِهِ آيَاتٌ للسَّائِلِينَ) ، أي دلائل تبين حكمة الله تعالى في الخلق والتكوين، وطبائع النفوس، وطغيان الحسد على المحبة الأخوية والمودة الواصلة، وإن تسعة أعشار الجرائم أو كلها سببها الحسد، فإذا اقتلع من النفوس اقتلع أكثر الأخباث النفسية. و (لِّلسَّائِلِينَ) أي الباحثين الدارسين لطبائع النفوش. </p><p> ابتدأ التدبير السيئ بقولهم:  (. . . لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلَالٍ مُبِينٍ (٨) اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا مِنْ بَعْدِهِ قَوْمًا صَالِحِينَ (٩) قَالَ قَائِلٌ مِنْهُمْ لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَتِ الْجُبِّ. . .)، لم ينفذوا القتل، أو لم يريدوه، وذلك للمشورة، فكان منهم </p><p> من لم يرد القتل المباشر، بل أراد القتل البطيء، أو الموت المحتمل وذلك حين تكون الحياة أقرب من الموت، ولذا قال:  (. . . يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ. . .) . </p><p> * * * </p><p> التنفيذ </p><p> ذهبوا إلى أبيهم، و (قَالُوا يَا أَبَانَا مَا لَكَ لَا تَأْمَنَّا عَلَى يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ (١١) أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ (١٢) . </p><p> عندئذ قال يعقوب ما يدل على توجسه خيفة على ولده الحبيب العزيز، وفرطت من الرجل الطاهر نبي الله كلمة اتخذوها ذريعة لستر جريمتهم، قال لهم:  (. . . إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ وَأَنْتُمْ عَنْهُ غَافِلُونَ (١٣) . </p><p> لقد ذكر أنه يخاف أن يأكله الذئب، في غفلتهم، فلقنهم ما يستر إجرامهم، قالوا وقد وجدوا الحجة وأخفوها في أنفسهم، (. . . لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذًا لَخَاسِرُونَ (١٤) . </p><p> ذهبوا به واجتمعوا أن يلقوه في غيابة الجب (فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ (١٥) ، وقد ألقى اللَّه تعالى في روع يوسف الغلام الحبيب أنه سيعلو عليهم، وسينبئهم بأمرهم هذا وهم لَا يشعرون. </p><p> بعد أن ألقوه في الجب (وَجَاءُوا أَبَاهُمْ عِشَاءً يَبْكُونَ (١٦) قَالُوا يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا فَأَكَلَهُ الذِّئْبُ وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ (١٧) . </p><p> وهكذا ترى أن الأب الشفيق الكريم قال إني أخاف أن يأكله الذئب، فقالوا ساترين جريمتهم أكله الذئب، ونبي اللَّه تعالى لم يصدق أبناءه، بل قال بعد أن جاءوا على قميصه بدم كذب:  (. . . قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ (١٨) . </p><p> استراح إخوة يوسف، أو توهموا أنهم استراحوا، وعشى على قلوبهم الحسد البغيض فلم يدركوا ما صنعوا وبقيت لوعة الشيخ أبيهم تترقب ابنه، ولم يذهب عنه الأمل في لقائه، ولم ييئس (. . . إِنَّهُ لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ) . </p><p> ولننظر في قصة القرآن عما جرى ليوسف، وقد ألهمه اللَّه تعالى الاطمئنان، جاءت قافلة تسير فأرسلوا واردهم يتعرف أماكن الماء، فوجد الجب، فألقى دلوه، فلم يخرج الماء، ولكن خرج ما هو أطهر فاستبشر، و (. . . قَالَ يَا بُشْرَى هَذَا غُلامٌ. . .) ، وأسروه على أنه بضاعة، ولأنها بضاعة جاءت من غير ثمن، باعوه بثمن بخس دراهم معدودة، ولم يكونوا راغبين في اقتناء هذه البضاعة بل كانوا فيه من الزاهدين. </p><p> وإذا كان قد استقبل شقوة الحسد، فقد استقبل بعد ذلك بالبشر والحبور، (وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا. . .) ، وكذلك أشرق النور في وسط الظلمة. </p><p> وبذلك مكن اللَّه تعالى ليوسف، وألهمه اللَّه تعالى تأويل الأحاديث التي تتحدث بها النفس في منامها، (وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (٢٢) . </p><p> ولكن النفس الصبور يصقلها الله تعالى بالشدة، وإذا كانت الشدة التي استقبلته أولا كانت تتعلق بحياته أو موته، فالشدة الثانية أخطر على نفس الصديق يوسف. </p><p> (وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عن نفْسِهِ. . .) ، أي أرادته لنفسها، وحاولت أن تخرجه من نفسه الطاهرة الصافية، (. . . وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ (٢٣) وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ. . .). </p><p> في وقت هذه المحنة النفسية رأى نور الحق الذي يعصم نفسه، فبقي </p><p> نقيا طاهرا، وصرف عنه السوء والفحشاء، إنه من عباد الله الصالحين، واستبقا بعد ذلك إلى الباب هو يفر هاربا، وهي تمنعه وتجذبه إليها، وفي هذه المسابقة قَدَّت قميصه من ورائه، لأنها تجري وراءه لتشده إليها مانعة له من الخروج. </p><p> ولكنهما وجدا سيدها لدى الباب، وببداهة المرأة التي تفجر ألقت التهمة على يوسف، و (. . . قَالَتْ مَا جَزَاء مَن أَرَادَ بأَهْلِكَ سُوءَا إِلَّا أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمّ) . </p><p> فبرَّأ يوسف نفسه عن التهمة، وقال الصدق:  (. . . هِيَ رَاوَدَتْنِي عَن نَّفسِي. . .) . </p><p> اتهمته كاذبة، واتهمها صادقا، فلم يندفِع العزِيز، واحتكم، فحكم حكم من أهلها:  (. . . إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ (٢٦) وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ (٢٧) </p><p> فألفيا قميصه قُدَّ من دبر، وبذلك تبين كذبها، وصدقه. </p><p> اطمأن زوجها إلى براءة يوسف، وقال:  (. . . إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ (٢٨) يُوسُفُ أَعْرِضْ عَنْ هَذَا وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخَاطِئِينَ (٢٩) . </p><p> وإن أخبار القصور تشيع وتنتشر، وقد كانت قصة المراودة بين زوج العزيز، ويوسف، وزوجها وبعض ذوي قرباها، ولا ندري كم كان عددهم، والخبر إذا خرج عن اثنين شاع، والناس دائما في شوق إلى ما يجري داخل القصور، وينشر دائما ما فيه غرابة. </p><p> (وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَتُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَنْ نَفْسِهِ ... ) فأقامت لهن وليمة (فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً وَآتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ سِكِّينًا وَقَالَتِ اخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلَّهِ مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ (٣١) قَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونًا مِنَ الصَّاغِرِينَ (٣٢) . </p><p> ومع تصميمها على المراودة، كان تصميم يوسف على الطهر، والدفع، ورضي بالسجن عن هذه المعصية و (قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ (٣٣) فَاسْتَجَابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ. . .). </p><p> كان الخبر يشيع، وقد رأى العزيز وملؤه الآيات الدالة على براءة يوسف، وأنه كان فريسة الراودة ولم يكن فاعلها. وقد رأوا حسما للشائعات حبسه (ثُمَّ بَدَا لَهُمْ مِنْ بَعْدِ مَا رَأَوُا الْآيَاتِ لَيَسْجُنُنَّهُ حَتَّى حِينٍ (٣٥) أي حتى تمر مدة تهدأ فيها عواصف الشائعات. </p><p> دخل السجن، ومعه فتيان، استأنسا به، وفاضت نفوسهما إليه، ورأى كل منهما رؤيا، فقال أحدهما يقص رؤياه:  (. . . إِنِّي أَرَانِي أَعْصِرُ خَمْرًا وَقَالَ الْآخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ (٣٦) . </p><p> أجابهما، (قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللَّهِ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ (٣٧) وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللَّهِ مِنْ شَيْءٍ ذَلِكَ مِنْ فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ (٣٨) . </p><p> ابتدأ بالدعوة إلى التوحيد، وهو رسالة النبيين، ومعه دليلها، وهو تعليم اللَّه تعالى له، أنه ينبئهم بما يأكلون، كما علم عيسى من بعده، ثم أوَّل رؤياهما فقال:  (يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا وَأَمَّا الْآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَأْسِهِ قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ (٤١) . </p><p> ويظهر أنه أُهمل أمره، فأراد أن يذكر العزيز به:  (وَقَالَ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِنْهُمَا اذْكُرْنِي عِنْدَ رَبِّكَ فَأَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ (٤٢) . </p><p> رأى الملك رؤيا فتذكر الناسي، (وَقَالَ الْمَلِكُ إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي رُؤْيَايَ إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ (٤٣) قَالُوا أَضْغَاثُ أَحْلَامٍ وَمَا نَحْنُ بِتَأْوِيلِ الْأَحْلَامِ بِعَالِمِينَ (٤٤) . </p><p> وهكذا شأن أتباع الملوك، لَا يتذكرون واجبا إلا لإرضاء صاحب السلطان فادّكر بعد فترة طويلة ساقي الخمر للملك (وَقَالَ الَّذِي نَجَا مِنْهُمَا. .) وَادَّكَرَ بَعْدَ أُمَّةٍ (. . . أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ) ذهب إلى السجن، وقابل السجين الطاهر المؤمن النبي، فقال:  (يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ لَعَلِّي أَرْجِعُ إِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُونَ (٤٦) . </p><p> قال الصدّيق الطاهر، الذي علمه ربه:  (. . . تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدْتُمْ فَذَرُوهُ فِي سُنْبُلِهِ إِلَّا قَلِيلًا مِمَّا تَأْكُلُونَ (٤٧) ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِمَّا تُحْصِنُونَ (٤٨) ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ عَامٌ فِيهِ يُغَاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ (٤٩) . </p><p> أي يحلبون، ويعصرون فالعصير من الثمار. </p><p> علم الملك الذي أوّلت له الرؤيا، ولعله نسي المراودة وأمرها كشأن حكام مصر من الأزل، ينسون من يحسن إليهم ولا يذكرونه، وأي إحسان أعظم من أن يكرم شرفه وعرضه. </p><p> قال الملك ائتوني به أستخلصه لنفسي، ولكن يوسف الصديق الطاهر لا يذهب إلا وقد ثبتت براءته، فقال للرسول الذي أرسله الملك (. . . ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ (٥٠) . </p><p> رجع الملك إلى الماضي، وسأل امرأته التي فتنت بالصديق وأسند يوسف الكريم الأمر إلى النسوة، ولم يسنده إلى امرأة الملك. </p><p> قال الملك:  (. . . مَا خطبُكُنَّ إِذْ رَاوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِ قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوءٍ. . .) ، عندئذ تقدمت امرأة العزيز تعترف بذنبها، وتبرئ يوسف، قالت امرأة العزيز:  (. . . الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ (٥١) </p><p> ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ (٥٢) وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي إِنَّ رَبِّي غَفُورٌ رَحِيمٌ (٥٣) . </p><p> بعد هذه البراءة، وقد تضمنت حياته في السجن دلائل نبوية، ودعوة إلى التوحيد إذ يقول:  (. . . أَأَرْبَابٌ متَفَرِقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ) كانت حياة جديدة، دعاه الملك واستخلصه لنفسه، وقال:  (. . . إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ) ، تولى أمر المالية المصرية (قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ (٥٥) وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ نُصِيبُ بِرَحْمَتِنَا مَنْ نَشَاءُ وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ (٥٦) وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٥٧) . </p><p> كانت مصر في ذلك الإبَّان وما بعده مُستراد الخير (١) ، وبتنظيم نبي اللَّه يوسف، وتمكينه من الملك صارت مقصد الشرق، وجاء إخوة يوسف يمتارون، فعرفهم إذ لم يكن التغيير فيهم كبير، ولم يعرفوه إذ ألقوه في الجب غلاما، وقد صار رجلا مكتملا، وقد جهزهم، وأعطاهم ما طلبوا، ولكن قال لهم: </p><p> (. . . ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ (٥٩) فَإِنْ لَمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِنْدِي وَلَا تَقْرَبُونِ (٦٠) قَالُوا سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ (٦١) . </p><p> وإنه بهم لشفيق إذ قال لمن معه، ( ... اجْعَلُوا بِضَاعَتَهُمْ فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا إِذَا انقَلَبُوا إِلَى أَهْلِهِمْ لَعَلَّهُمْ يرْجِعُونَ) وذهبوا إلى أبيهم وقالوا: (. . . يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ وَإِنَّا لَهُ لَحَافِظُونَ (٦٣) قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ مِنْ قَبْلُ فَاللَّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ (٦٤) . </p><p> فتحوا متاعهم فوجدوا بضاعتهم ردت إليهم، ففرحوا وقالوا ما نبغي شيئا فوق ما سهله لنا. </p><p> (. . . قَالُوا يَا أَبَانَا مَا نَبْغِي هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَلِكَ كَيْلٌ يَسِيرٌ (٦٥) . </p><p>(١) اسم مكان، والمعنى: مكان استيراد الخير لما حباها اللَّه بها من أنواع الخيرات ووفرتها في أرضها الغنية.</p><p> ولكن الشيخ يعقوب حريص على ولده، ويريد المواثيق عليه (قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ مَوْثِقًا مِنَ اللَّهِ لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ اللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ (٦٦) . </p><p> ولشفقته على أولاده وخوف العَيْن قال:  (. . . يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ. . .) ، ولكنها الشفقة الأبوية دفعته لأن يتصون عليهم. </p><p> دخلوا على يوسف، فآوى إليه أخاه، وقال:  (. . . إِنِّي أَنَا أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَعْمَلُونَ) ، ثم جهزهم بجهازهم، وأودع السقاية في رحل أخيه (. . . ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسَارِقُونَ (٧٠) قَالُوا وَأَقْبَلُوا عَلَيْهِمْ مَاذَا تَفْقِدُونَ (٧١) قَالُوا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاءَ بِهِ حِمْلُ بَعِيرٍ وَأَنَا بِهِ زَعِيمٌ (٧٢) . زعيم: أي كفيل، قالوا:  (. . . مَا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ وَمَا كُنَّا سَارِقِينَ (٧٣) قَالُوا فَمَا جَزَاؤُهُ إِنْ كُنْتُمْ كَاذِبِينَ (٧٤) قَالُوا جَزَاؤُهُ مَنْ وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ. . .)، أي يكون مِلْكا. </p><p> أخذوا يفحصون أوعيتهم قبل وعاء أخيه، ثم استخرجوها من وعاء أخيه، كذلك كان تدبير اللَّه تعالى ليأخذ أخاه بعد طول افتراق. </p><p> ولقد كانت لفتة من عداوة أبناء العِلات (١) التي تظهر في القول لَا تزال متمكنة في قلوبهم (قَالُوا إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ قَالَ أَنْتُمْ شَرٌّ مَكَانًا وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ (٧٧) قَالُوا يَا أَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ (٧٨) قَالَ مَعَاذَ اللَّهِ أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنَا مَتَاعَنَا عِنْدَهُ إِنَّا إِذًا لَظَالِمُونَ (٧٩) . </p><p> ندموا وتذكروا موثق أبيهم، وذكرهم به كبيرهم، وقال:  (. . . فَلَنْ أَبْرَحَ الْأَرْضَ حَتَّى يَأْذَنَ لِي أَبِي أَوْ يَحْكُمَ اللَّهُ لِي وَهُوَ خَيْرُ الْحَاكِمِينَ (٨٠) ارْجِعُوا إِلَى أَبِيكُمْ </p><p>(١) أبناء العِلات: أبناء الضرائر، أي أن الأنبياء يرجعون إلى أب واحد وهو إبراهيم عليه السلام أبي الأنبياء، وإن اختلفت أمهاتهم.</p><p> فَقُولُوا يَا أَبَانَا إِنَّ ابْنَكَ سَرَقَ وَمَا شَهِدْنَا إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ (٨١) وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا وَإِنَّا لَصَادِقُونَ (٨٢) . </p><p> قالوا لأبيهم ذلك، ولكنه أحس بأمر، رشح له ما كان بالنسبة ليوسف من قبل، فقال مثل مقالته الأولى:  (. . . بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ. . .) وبإلهام النبوة توقع الخير في وسط هذه الشدة، وقال:  (. . . عَسَى اللَّهُ أَنْ يَأْتِيَنِي بِهِمْ جَمِيعًا إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ (٨٣) وَتَوَلَّى عَنْهُمْ وَقَالَ يَا أَسَفَى عَلَى يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ (٨٤) قَالُوا تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ حَتَّى تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ الْهَالِكِينَ (٨٥) قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ (٨٦) يَا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُفَ وَأَخِيهِ وَلَا تَيْأَسُوا مِنْ رَوْحِ اللَّهِ إِنَّهُ لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ (٨٧) . </p><p> ذهبوا إلى يوسف طالبين الميرة مرة أخرى، و (. . . قَالُوا يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُزْجَاةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَا إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ (٨٨) . </p><p> * * * </p><p> اللقاء على المودة والعفو </p><p> أعلن يوسف الصديق نفسه لإخوته فقال لهم:  (. . . هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ إِذْ أَنْتُمْ جَاهِلُونَ (٨٩) قَالُوا أَإِنَّكَ لَأَنْتَ يُوسُفُ قَالَ أَنَا يُوسُفُ وَهَذَا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنَا إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ (٩٠) قَالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنَا وَإِنْ كُنَّا لَخَاطِئِينَ (٩١) . </p><p> قال كلمة العفو الودود:  (. . . لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ وَهُوَ أَرْحَمُ الرَّاحِمِينَ (٩٢) اذْهَبُوا بِقَمِيصِي هَذَا فَأَلْقُوهُ عَلَى وَجْهِ أَبِي يَأْتِ بَصِيرًا. . .)، ذهبوا إلى الشيخ الذي ابيضت عيناه من الحزن، فأحس بريح يوسف، وقالوا: إنه أحس من بُعْد ثمانين ميلا، ولا غرابة في ذلك فهو أبو الأنبياء (وَلَمَّا فَصَلَتِ الْعِيرُ قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلَا أَنْ تُفَنِّدُونِ (٩٤) </p><p> قَالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ (٩٥) فَلَمَّا أَنْ جَاءَ الْبَشِيرُ أَلْقَاهُ عَلَى وَجْهِهِ فَارْتَدَّ بَصِيرًا قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ (٩٦) قَالُوا يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ (٩٧) قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (٩٨) . </p><p> وبهذا تنتهي قصة يوسف الصديق الحبيب؛ أُخذ من بين أهله، وأُلقي في الجب، وانتهى ملكا مصلحا، ونبيا مبشرا ونذيرا، وكان له أثر في مصر، ذُكر بعده بقرون عندما بعث موسى، فقد قال تعالى على لسان مؤمن آل فرعون:  (وَلَقَدْ جَاءَكُمْ يُوسُفُ مِن قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُمْ فِي شَكٍّ ممَّا جَاءَكُم بِهِ. . .) . </p><p> التقى الأحباب (وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا. . .) ، أي خضعوا لحكمه كما تخضع الرعية لراعيها العادل، لَا أنهم سجدوا له كما كان يسجد للفراعنة، فمعاذ اللَّه أن يكون نبي اللَّه يعقوب ساجدا لغير اللَّه، ومعاذ اللَّه أن يقبل ذلك يوسف نبي اللَّه من أبيه. </p><p> أخذ يذكر يوسف أباه برؤياه الأولى، ويذكر له كيف أخرج من السجن بعد أن نزغ الشيطان بينه وبين إخوته ولم يبق إلا أن يحمد اللَّه على ما أوتي من نعمة، ويقول:  (رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ (١٠١) . </p><p> * * * </p><p> العبرة </p><p> كانت القصة كلها من الأخبار الغيبية على العرب، وقد كان فيها أخبار عن ناس لم يكن من شأنها أن تكون معلمة، معلنة، إذ هي أخبار أسرة، (. . . وَمَا كنتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ) فتلك أخبار النفوس لَا يعلمها إلا علام الغيوب، وتلك معجزة الذي كفروا به. </p><p> وإن الكون كله آيات بينات دالة على منشئه الواحد الأحد الفرد الصمد، وإذا كانوا يؤمنون باللَّه تعالى، فهو إيمان بالقدرة، ووحدانية الخالق المنعم، ولكنهم يعبدون غيره، وهذا قوله تعاِلى:  (وَمَا يُؤْمِنُ أَكثَرُهُم بِاللَّهِ إِلَّا وَهُم مُّشْرِكُون) . </p><p> وإنهم يرون آيات اللَّه تعالى تنزل بالمشركين، (أَفَأَمِنُوا أَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِنْ عَذَابِ اللَّهِ أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ (١٠٧) . </p><p> وإن الحق ما تدعو إليه، (قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ (١٠٨) . </p><p> ولقد بين سبحانه وتعالى أنه لم يكن بدعا من الرسل، وأن الرسل قبله كانوا مثله، (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَلَدَارُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ اتَّقَوْا أَفَلَا تَعْقِلُونَ (١٠٩) . </p><p> ويبين للنبي - صلى الله عليه وسلم - أن الرسل كانوا يستيئسون، وفي حال يأسهم يجيء عذاب اللَّه للمشركين (حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَنْ نَشَاءُ وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ (١١٠) . </p><p> الرسل جميعا اعتراهم اليأس إلا محمدا - صلى الله عليه وسلم -، وذلك فضله عليهم أجمعين، بل قال وهو في أشد ما نزل به وقد فقد الناصر والمواسي:  \" إني لأرجو أن يخرج من أصلابهم من يعبد الله \"  (١) ، ولقد ختم السورة بقوله تعالت كلماته:  (لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ (١١١) </p><p> صدق اللَّه العظيم. </p><p> ما سبق استعراض لمعاني سورة يوسف عليه السلام إجمالا، وما كانت قصة غرام كما افتراه الكاذبون، إنما فيها آفات النفوس في الأسر، وعلاجها، وفيها علاج المجتمعات التي يصيبها الفقر، وفيها أن الشفقة في الأسرة هي إدامها، وفيها أن الشيطان ينزغ في النفوس من الحسد الذي يؤدي إلى أشد الجرائم فظاعة. </p><p> * * * </p><p>(١) انظر البخاري: بدء الخلق - ذكر الملائكة (٢٩٩٢)، ومسلم: الجهاد والسير - ما لقي النبي - صلى الله عليه وسلم - (٣٣٥٢).</p><p> معاني السورة الكريمة </p><p> قال تعالى: </p><p> (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ</p><p> الر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ (١) إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ (٢) نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ (٣) إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ (٤) قَالَ يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا إِنَّ الشَّيْطَانَ لِلْإِنْسَانِ عَدُوٌّ مُبِينٌ (٥) وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِنْ قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ (٦) </p><p> * * * </p>"
}