{
  "id": null,
  "sura": 11,
  "aya": 15,
  "text": "<p> (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ (١٥) </p><p> وفى هذه الآية يبين سبحانه أن الحياة الدنيا وزينتها تسير على سنة اللَّه في الوجود مربوطة بالأسباب والمسببات وليسر لها صلة بالفضل في الآخرة، فالحياة وزينتها تكون للمؤمن والكافر إذا أخذ كل منهما بأسبابها، ومتعة الدنيا ليست دليلًا على متعة الآخرة بلِ قد يكون اختيارا شديدا بعده العذاب، كما قال تعالى: </p><p> (وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ (٣٣) وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ (٣٤) وَزُخْرُفًا وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ (٣٥) . </p><p> وقوله تعالى:  (مَن كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا) إرادة الحياة الدنيا لمتاعها وما يتصل بها من رغائب مثل البنين والقناطر المقنطرة من الذهب والفضة والخيل المسومة والأنعام والحرث، وغير ذلك من متع الدنيا وشهواتها وزينتها وزخرفها والتفاخر بثيابها وأثاثها ومباهجها ومناظرها وما فيها من محاسن وزينة مما يتفاخرون به ويزدهون. </p><p> وقوله تعالى:  (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا) شرط جوابه دوله تعالى (نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا) ومعنى وفاء الأعمال أي إعطاء نتائجها، فإذا زرع كان زرعه موفورا، وإذا صنع كانت ثمرات صناعته كاملة غير منقوصة، وكذلك إذا تاجر لَا يحرم من شيء من نتائج عمله إلا أن يشاء اللَّه تعالى:  (وَهُمْ فِيهَا لا يُبْخَسونَ) ؛ لأنهم في الدنيا لَا يبخسون ثمرة عمل من أعمالهم. </p><p> وقوله تعالى:  (نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا) فيه إشارة إلى سنة اللَّه تعالى في هذه الدنيا أن الأمور تربط بأسبابها، والأعمال تربط بنتائجها فمن أجاد عملا في الدنيا أخذ حظا فيه سواء أكان مؤمنًا أم كافرًا. وهذا قوله تعالى:  (مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا (١٨) وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا (١٩) كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا (٢٠) انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا (٢١) . </p><p> هذا أمر الدنيا ومتاعها وزينتها، أما الآخرة فقد قال تعالى فيها وفيمن اقتصر سعيهم على طلبها: </p>"
}