{
  "id": null,
  "sura": 11,
  "aya": 14,
  "text": "<p> (فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لَا إِلَهَ إِلَّا هُوَ فَهَلْ أَنْتُمْ مُسْلِمُونَ (١٤) </p><p> (الفاء) لترتيب ما بعدها على ما قبلها، تحداهم بأن يأتوا بمن يحكم في هذا الأمر بأن يأتوا بعشر مفتريات، ثم يوازنوا بين القرآن وما جاءوا به فإن لم تستجيبوا فقد قامت الحجة، والاستجابة طلب الإجابة، ويراد بها التحدي للإجابة، والإجابة بقوة، والضمير في قوله تعالى:  (لَكُمْ) للنبي - صلى الله عليه وسلم - ولمن اتبعه، وذكر المفسرون أنه قد يكون للنبي وحده مخاطبا بضمير الخطاب للجمع تضخيمًا وتعظيمًا لشأنه، ولكن لم يعهد ذلك في القرآن كثيرا، وإن كان - صلى الله عليه وسلم - في المقام الأعلى عند الله فهو صفيه وحبيبه وخاتم النبيين. ويتضح هنا أمران: </p><p> الأمر الأول: كان خطاب اللَّه تعالى لمن مع النبي - صلى الله عليه وسلم - لأن تحدي النبي - صلى الله عليه وسلم - وتكذيبه تكذيب لمن اتبعه وآمن به، وللإشعار بالتعاون التام بينه - صلى الله عليه وسلم - وبين صحبه الأولين الذين هم كالحواريين أنصار عيسى - عليه السلام - إلى اللَّه تعالى، ولأن عليهم التبليغ بعد أن آمنوا؛ إذ هو جهاد، وهم المجاهدون الأولون الذين خوطبوا بالجهاد ابتداء، وهم حملة الرسالة المحمدية من بعده وحاملوها معه - صلى الله عليه وسلم -. </p><p> وإذا كانوا لم يستجيبوا ويأتوا بعشر سور مثله فقد لزمتهم المحجة، فوجب عليهم أن يؤمنوا ووجب عليكم معشر المؤمنين أن توثقوا علمكم بأنه من عند الله تعالى، ولذا قال تعالى مخاطبا المؤمنين:  (فَاعْلَمُوا أَنَّمَا أُنزِلَ بِعِلْمِ اللَّهِ وَأَن لَا إِلَهَ إِلَّا هُوَ)  (الفاء) واقعة في جواب الشرط، واعلموا بالبرهان القاطع الحاسم أنه ما أنزل إلا بعلم اللَّه تعالى. </p><p> وكلمة (أَنَّمَا) أداة حصر تنفي وتثبت، فهي تنفي أن يكون مفترى وأثبتت أنه أنزل بعلم اللَّه فليس مفترى عليه سبحانه. وهذا يدل على أن الله تعالى بعث محمدا - صلى الله عليه وسلم - به ليكون معجزته الكبرى ودليله على رسالة ربه، وإن اللَّه تعالى معلمكم صدقه ولو كان من غيره ما كان معلمه. </p><p> الأمر الثاني: هو أن لَا إله إلا هو، لأنه إذا ثبت أن القرآن من عند اللَّه وبعلمه نزل، فيكون ما اشتمل عليه حقا وصدقا، ومما اشتمل عليه الوحدانية فلا معبود إلا اللَّه تعالى وهو العزيز الحكيم. </p><p> ولقد قال بعد ذلك، والخطاب للمسلمين (فَهَلْ أَنتُم مُّسْلِمُونَ)  (الفاء) لترتيب ما بعدها على ما قبلها، أي إذا قامت الحجة على أنه من عند اللَّه، فبايعوا محمدا - صلى الله عليه وسلم - على الإسلام وأخلصوا وجوهكم للَّه وأحسنوا، والاستفهام هنا يتضمن معنى الطلب، وقال علماء البلاغة: إن أبلغ صيغة تدل على الطلب المؤكد هي الصيغة التي تصدر بالاستفهام مثل: (. . . فَهَلْ أَنتُم مُّنتَهونَ) ، ومثل (فَهَلْ أَنْتُمْ مُسْلِمُونَ) </p><p> هذا على أن الخطاب للنبي - صلى الله عليه وسلم - ويصح أن يكون الخطاب للمشركين، ويكون الضمير الذي للغائب في قوله تعالى:  (فَإِلَّمْ يَسْتَجِيبُوا) يعود على قوله تعالى (مَنِ اسْتَطَعْتُم) في الآية السابقة ويكون المعنى أنهم إذا لم يستجيبوا لكم معشر المشركين بألا يحضروا هذه الموازنة أو يحضروها ولا يستجيبوا لرغباتكم بأن يحكموا بأنه ليس مفترى - فاعلموا معشر المشركين أنه قد بطلت دعواكم بأنه - صلى الله عليه وسلم - قد افتراه وقامت الحجة عليكم، وأنه نزل بعلم اللَّه ومنه سبحانه وتعالى، وأنه لا إله إلا هو فانتهوا عن الشرك وبايعوا على الإسلام وكونوا مؤمنين. </p><p> والتخريجان محتملان وإنى أميل إلى التخريج الأول فهو أقرب؛ ولأنه لا تقدير فيه، وإن أولئك الذين أنكروا القرآن بعد قيام الدليل بعجزهم عند التحدي إنما يؤمنون بالحسيات فطلبوا أن يكون لمحمد كنز أو يكون معه مَلك، وزين لهم ضلالهم أنه لَا يمكن أن يكون الرسول من عند اللَّه فقيرا، ولابد أن يكون عظيما (وَقَالُوا لَوْلا نُزِّلَ هَذَا الْقرْآنُ عَلَى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ) . </p><p> ثم بين اللَّه لهم أن الدنيا يعطيها للبر والفاجر، والآخرة لَا يعطيها إلا لمن أحب، وأن التمتع في الدنيا لَا يلزم أن يكون متمتعا في الآخرة، فهما مفترقان وليسا متلازمين، ولكن التلازم في الإيمان والآخرة، ولذا قال تعالى: </p>"
}