{
  "id": null,
  "sura": 11,
  "aya": 117,
  "text": "<p> (وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ (١١٧) </p><p> الظلم ذكر بعض العلماء أنه الشرك لقوله تعالى حاكيا عن لقمان:  (. . إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ) . وإنه ظلم بلا ريب فيه، ويكون المعنى على هذا: وما كان الله يهلك القرى بشركها، وأهلها مصلحون فيما بينهم يتعاونون ويقيم الحق في معاملاتهم حتى لقد قال بعضهم إن الشرك مع إقامة العدل لا يهلك، والإيمان مع ظلم التعامل يهلك الأمم. </p><p> وقال بعض المفسرين: إن المراد والظاهر أنه مراد، أنه ما كان ربك ليهلك القرى ظالما لها، وأهلها مصلحون يعدلون فيما بينهم، ولا يشركون بالله ولا يكون منهم ظلم بل نصفة وعدل، فما كان الله ظالما لعباده. </p><p> وعندي قوله تعالى:  (وَمَاكَانَ رَبُّكَ لِيُهْلِكَ الْقُرَى) بظلمها، وأهلها متعاونون، صالحون للبقاء، والظلم أعم من الشرك، والاعتداء في المعاملات والفساد، والتخريب، وقطع ما أمر الله تعالى به أن يوصل. </p><p> و (مَا) هنا نافية، و (اللام) لتأكيد النفي، ولذا تسمى عند النحويين لام الجحود، والمعنى ما صح وما استقام لربك الذي خلقك وقام على تدبير أمرك أن يهلك القرى بظلم يقع فيها، وأهلها مصلحون، متعاونون فى الإصلاح أشرنا، وفاضلهم ينصح أرذلهم، والآمرون بالمعروف والناهون عن المنكر قائمو بواجبهم، قد ابتغوا الغاية السامية، وهي نشر الفضيلة، ومحاربة الرذيلة، قائمين بالقسط شهداء الله. </p><p> ولقد روى الترمذي حديثا في هذا المعنى:  \" إن الناس إذا رأوا الظالم فلم يأخذوا على يديه أوشك أن يعمهم الله بعقاب منه \"  (١) . </p><p>(١) رواه الترمذي: الفتن - نزول العذاب إذا لم يغير المنكر (٢١٦٨)، كما رواه أحمد في مسند أبي الصديق (٣٠)، وأبو داود في الملاحم (٤٣٣٨)، وابن ماجه في الفتن (٤٠٠٥).</p><p> وإنه قد حق على المسلمين في مشارق الأرض ومغاربها الهلاك الذي نزل بها، لأن الظالم يظلم، ويجد الكثرة الكاثرة تؤيده، وتنصره على المظلومين، وتصفه بالحكمة والعدل والعبقرية، حتى اختلطت على الناس الألفاظ والحقائق، ولا حول ولا قوة إلا باللَّه العلي العظيم. </p><p> وإن إرادة اللَّه تعالى تعلقت بتنازع الخير مع الشر، من وقت أن هبط آدم وإبليس إلى هذه الأرض وقال:  (. . . اهْبطُوا بَعْضُكمْ لِبَعْضٍ عَدُوٌّ. . .) . يتنازع الخير والشر، في نفس كل إنسان، كما قال تعالى:  (وَهدَيَناهُ النَّجْدَينِ) ، حتى إن كف النفس عن الشر يعد جهادا، يثاب عليه، ويتنازع الآحاد بعضهم مع بعض، وتتنازع الجماعات وتتحارب الدول، وتلك إرادة اللَّه، ولو شاء لخلقهم على منزع واحد، ولا تكون الحياة معتركا للخير والشر يتنازعان. </p><p> ولذا قال تعالى: </p>"
}