{
  "id": null,
  "sura": 11,
  "aya": 112,
  "text": "<p> (فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْا إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (١١٢) </p><p> (فاسْتَقِمْ) السين والتاء للطلب، أي اطلب إقامة الدين، وحفظ جوارحك الظاهرِة والباطنة في دائرة القيام به، وإدراك غاياته ومراميه، وقوله تعالى:  (كَمَا أُمِرْت) الكاف للتشبيه والمعنى اجعل أعمالك ومرام نفسك وقلبك كما أمرت أي كما أنزل اللَّه تعالى، وبني للمفعول لأن الفاعل معلوم حاضر في الذهن دائما، ولأن الاستقامة توجب اتباع الأوامر في ذاتها (وَمَن تَابَ مَعَكَ) ، فقوله تعالى:  (وَمَن تَابَ مَعَكَ) معطوفة على الضمير في استقم، وإنما جاز النطق على الضمير المستتر في الخطاب من غير أن يؤكد بالضمير البارز للفصل بين المعطوف والمعطوف عليه، وهو بقوله تعالى:  (كَمَا أُمِرْتَ) ، فيكون عدم إبراز ضمير الخطاب مناسبا للنسق. </p><p> وإن الاستقامة هي غاية الكمال الديني؛ لأنها القصد إلى الهدف الأسمى، ولانها روح الإسلام وغايته، وقد قال بعض الصوفية: إن الاستقامة هي مطلب </p><p> الصوفي الأمين على حقوق الإيمان، وروى مسلم في صحيحه عن سفيان بن عبد اللَّه الثقفي، قال قلت: يا رسول اللَّه قل لي في الإسلام قولا لَا أسأل عنه أحدا بعدك قال \" قل آمنتُ باللَّه ثم استقم \"  (١) ، وروي عن عبد اللَّه بن عباس أنه قال لمن استوصاه:  \" عليك بتقوى اللَّه والاستقامة \" . </p><p> ولقد قال تعالى: في بيان الاستقامة أن أعلى درجات الإيمان: (إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ) ، إلى آخر الآيات. </p><p> وقوله (ومَن تَابَ مَعَكَ) أي الذين معك من المسلمين، وعبر عنهم بأنهم تابوا للإشارة إلى أن إسلامهم لَا يكون كاملا إلا إذا كانوا مع اللَّه تعالى، وإلى أن الإسلام توبة عن الشرك، وإن الشرك انحراف في النفس، وتركه رجوع إلى اللَّه تعالى. </p><p> وإن الاستقامة تهذيب روحي، واتجاه نفسي، وقد نهى عما يؤدي إلى الانحراف عن الاتجاه المستقيم (ولا تطغوا) فيه، إن النفس تنحرف عن الجادة، والطريق الأقوم بالطغيان، وهو مجاوزة الحد، ومجاوزة الحد قسمان: </p><p> القسم الأول: التشدد في الدين الذي يؤدي إلى إرهاف النفس، وإن إرهاقها يؤدي إلى التقصير، ولذا أمر النبي - صلى الله عليه وسلم - بالاعتدال، فقد قال عليه الصلاة والسلام: </p><p> \" لن يشاد أحد هذا الدين إلا غلبه، ولكن سددوا وقاربوا \" ، وقال:  \" أحب الأعمال إلى الله أدومها وإن قلَّ \"  (٢) . </p><p> والقسم الثاني من الطغيان: الظلم، ومجاوزة الحد مع غيره، وإن هذا المعنى مناسب دلآية بعد ذلك. ولقد بين اللَّه سبحانه وتعالى أنه مراقب العباد، </p><p>(١) رواه مسلمْ الإيمان - جامع آوصاف الإسلام (٣٨)، ولفظه عند مسلم: قل آمنت باللَّه فاستقم \"، وباللفظ اعلاه رواه أحمد مسند المكيين - حديث سفيان بن عبد اللَّه السقفي (١٤٩٩٠). كما رواه الترمذي الزهد، وابن ماجه في الفتن، والدارمي في الرقاق. (٢) سبق تخريجه.</p><p> ومجازيهم فقال:  (إِنَّهُ بِمَا تَعْمَلُونَ بَصيرٌ) الضمير يعود على اللَّه تعالى أي أنه تعالى عليم بما يعملون علم من يبصر ويرى، وقدم الجار والمجرور (بِمَا تَعْمَلُونَ) على (بَصيرٌ) للاهتمام بالعمل، وإنه مناظر الجزاء، إن خيرا فخير، وإن شرا فشر، وإن الاستقامة هي أقصى درجات الإحسان، ولقد قال النبي - صلى الله عليه وسلم - في تعريف الإحسان:  \" الإحسان أن تعبد الله كأنك تراه، فإن لم تكن تراه، فإنه يراك \"  (١) . </p><p> كان في هذه الآية النهي عن الظلم، ثم أردفها بالنهي عن الارتكان إلى ظالم، فقال: </p><p>(١) متفق عليه وقد سبق تخريجه من رواية عمر بن الخطاب رضي اللَّه عنه.</p>"
}