{
  "id": null,
  "sura": 11,
  "aya": 101,
  "text": "<p> (وَمَا ظَلَمْنَاهُمْ وَلَكِنْ ظَلَمُوا أَنْفُسَهُمْ ... (١٠١) </p><p> أي أن ما نزل بهم لم يكن ظلما، بل كان عدلا؛ لأنه لَا يستوي المحسن والمسيء، والأعمى والبصير، ولا الظلمات والنور، ولا الظل والحرور، فهو جزاء عمل، وجزاء العمل من جنسه، ولكن ظلموا أنفسهم بإضلالهم بالشرك، وانسياقهم في طريق الفساد، ومعاندتها للحق واضطهادها لأهلهم، وإشاعتها للضلال، وخضوعها للأوهام بدل العقل المدرك المستقيم. </p><p> وإنهم إذا تردوا في هذا الهلاك الذي نزل بهم منعا لاستمرار فسادهم، وطغيانهم، ومحاربتهم - بدا لهم عيانا بيانا أن الآلهة التي اتخذوها من الحجارة أو غيرها، لَا تدفع عنهم ضرا، ولا تجلب لهم نفعًا، ولا تحميهم مما نزل بهم، ولذا قال تعالت حكمته:  (فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ) ، (مِن) هنا لاستغراق النفي، أي ما أغنت عنهم الآلهة التي زعموها مضادة للَّه تعالى أي شيء من الغَناء. </p><p> وأضاف كلمة آلهة إليهم، لبيان أنها ليست آلهة في ذاتها، وهي عاجزة كل العجز، إنما هي آلهة في زعمهم، وأوهامهم التي أضلتهم، وسارت في ضلال بعيد. </p><p> إن هذه الآلهة أخزتهم، ولم تُفدهم؛ لأنهم ساروا في الضلال إلى أقصى الغاية بل إنهم (لَمَّا جَاءَ أَمْرُ رَبِّكَ) بالإهلاك، وهو خالقكم والقائم على وجودكم لم يستطسعوا دفعا للضرر، ولا جلبا لنفع (وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ) التباب الهلاك والتتبيب الإهلاك الشديد الذي يتضاعف في ذاته، أي ما زادوكم إلا هلاكا متضاعفا، والهلاك ليس زيادة في ذاته وإنما الزيادة هي زيادة الضرر. </p><p> والتعبير بضمير جمع العقلاء، وليست الحجارة عاقلة إنما هو تهكم بهم، وبنظرهم الذي يعبد حجارة، ويرجو نفعها، وقوله تعالى:  (غَيْرَ تَتْبِيب) أي هلاك متضاعف متكرر. </p><p> وإن الله تعالى قدر العذاب وأنزله فكيف تزيد الحجارة فيما قدر الله وهي لا تملك من الأمر شيئا؟ والجواب عن ذلك أنه تصوير لحالهم مع هذه الحجارة، إذ إنهم استمروا في عبادتها لَا ينون بل يجادلون، ويعاندون حتى جاءهم العذاب الأليم، وكلما زادوا عنادا كان العذاب على قدره، وعنادهم المتزايد، وعقابهم عليه المتضاعف، كله في تقدير الله العزيز الحكيم، والله حكيم عليم. </p><p> وإن هذا سنة الله تعالى في خلقه العصاة، ولذا قال تعالت كلماته: </p>"
}