{
  "id": null,
  "sura": 11,
  "aya": 114,
  "text": "<p> (وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ (١١٤) </p><p> هذا معطوف على الأوامر والمنهيات قبله، وقلنا إنه سبحانه نهى عن الظلم والطغيان، والامتناع عن الظلم والطغيان فعل الخير، وإن الظاهر من هذه الآية، وآية الروم، وهي قوله تعالى:  (فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ (١٧) وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ (١٨) ، فإن هاتين الآيتين تومئان إلى أوقات الصلوات الخمس، فكانت بعد فرضيتها في المعراج. </p><p> وإقامة الصلاة في الأمر (وَأَقِمِ الصَّلَاةَ) الإتيان مقومة مستوفية أركانها الظاهرة والباطنة من خلوص المشيئة لله تعالى: واستشعار معاني الأركان النفسية، وألا يقصد بها المراءاة، فمن صلى يرائي فقد أشرك، وقال تعالى:  (فَوَيْلٌ لِلْمُصَلِّينَ (٤) الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (٥) الَّذِينَ هُمْ يُرَاءُونَ (٦) وَيَمْنَعُونَ الْمَاعُونَ (٧) . </p><p> وطرفا النهار ما هما؟، اختلفت الروايات في ذلك، وأقربها في اعتقادنا، وهو المأثور عن النبي - صلى الله عليه وسلم - أن الطرفين الفجر أو الصبح، وما بعد الظهر، وزلفا من </p><p> الليل والزلف الساعات المتقاربة، وفسرها النبي بأنها المغرب والعشاء، وسميت زلفما من الليل، لأن ساعاتهما متقاربة، فما بين المغرب والعشاء متقارب إلى حد اختلاط زمنهما، والاختلاف في حد ما بينهما، وهما بإجماع العلماء صلاة العشي. </p><p> وإن تعيين الآيات تقارب أو يتعين اتحادها فى هذه الآية، وآية الروم، ولا شك أن إقامة الصلوات الخمس مستوفيات أركانها الظاهرة والباطنة، والاستمرار عليها يطهر النفس من أرجاسها، ويمحو تلك المعاصي التي يغبر بها القلب، ولقد قال - صلى الله عليه وسلم - فيما رواه مسلم:  \" الصلوات الخمس والجمعة إلى الجمعة، ورمضان إلى رمضان مكفرات ما بينهن، إذا اجتنبت الكبائر \"  (١) . </p><p> وذكر شرط اجتناب الكبائر؛ لأنه لَا يمكن أداء هذه العبادات على وجهها، مجتمعا مع الكبائر قط، إذ لَا يجتمع في قلب مؤمن عبادة أديت على وجهها، وارتكاب كبيرة، ولقد أثر عن النبي - صلى الله عليه وسلم - أنه قال:  \" لا يزنى الزاني حين يزني وهو مؤمن، ولا يسرق السارق حين يسرق وهو مؤمن \"  (٢) . </p><p> ولذا قال تعالى بعد الأمر بإقامة الصلاة في وقتها:  (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ) لأن الحسنات نور يدخل القلب فيزيل غمته، وهي طهارة ترحض ما في النفس من أدران الشر، وأخباثه. </p><p> ولقد قال النبي - صلى الله عليه وسلم -: \" الصدقة تطفئ الخطيئة كما يطفئ الماء النار \"  (٣) . </p><p> وإن الصلوات الخمس - إن أقيمت على وجهها - أشد العبادات محاربة للمعاصي، ولذا قال تعالى: ر (. . . إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ) ، وإن توزيعها في أوقاتها جلاء </p><p>(١) في واه مسلم - الطهارة - الصلوات الخمس - والجمعة إلى الجمعة (٢٣٣) عن أبي هريرة رضي اللَّه عنه \". (٢) سبق تخريجه.(٣) سبق تخريجه.</p><p> النفوس، فإنه إذا أقبل الفجر، وأصبح الصباح أدى صلاة الصبح، فتجلو صدأ النفس ويستقبل الحياة بقلب سليم، فيعمل في الحياة طاهرًا حتى إذا ابتدأت النفس تصدأ بالاحتكاك بالناس جاءت صلاة الظهر، فأزالت ذلك الصدأ، ثم من بعد ذلك العصر، وزلف الليل المغرب والعشاء. </p><p> ولقد روى البخاري عن ابن مسعود أن رجلا أصاب من امرأة قبلة فأتى النبي - صلى الله عليه وسلم - فأبره، فأنزل اللَّه تعالى قوله تعالى:  (وَأَقِمِ الصَّلاةَ طَرَفَي النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يذهِبنَ السَّيِّئَاتِ)  (١) . </p><p> ولقد قال تعالى:  (ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ) الإشارة إلى القيام بالفرائض الخمس، وقال المفسرون: إنه إشارة إلى القرآن، وكانت الإشارة إلى البعيد لعلو منزلته، ورفعة مكانته، وبعد شأوه، ولا مانع فيما نرى أنها للقيام إلى الصلوات الخمس، لهذه المعاني أيضا، والمشار إليه مذكورا. </p><p> والذكرى التذكر الدائم الباقي المستمر، ولا شك أن أداء الصلوات الخمس في مواقيتها على الوجه الكامل يجعل نفس المؤمن في ذكر دائم للَّه، ولذا ختم الله تعالى آية الصلاة إن الصلاة تنهى عن الفحشاء والمنكر بقوله تعالى:  (. . . وَلَذِكْرُ اللَّهِ أَكبَرُ. . .) . </p><p> وإن العبادات أداؤها على الوجه الأكمل الذي أشرنا إليه يحتاج إلى صبر وضبط النفس، ولذا قال تعالى:  (وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشعِينَ) ، ولذا قرن الأمر بإقامة الصلاة، بالأمر بالصبر، فقال تعالى: </p><p>(١) رواه البخاري: مواقيت الصلاة - الصلاة كفَّارة (٥٢٦)، ومسلم: التوبة (٢٧٦٣).</p>"
}