{
  "id": null,
  "sura": 11,
  "aya": 24,
  "text": "<p> (مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ (٢٤) </p><p> المثل هو الحال والشأن، الفريقان فريق من ضل وغوى فكان في السعير، ومن آمن واهتدى وعمل صالحا واطمأن إلى حكم ربه فكان في الجنة، فجعل فريق الغواية كالأعمى الذي لَا يبصر والأصم الذي لَا يسمع، وفريق الهداية كالبصير الذي أوتي حدة في البصر حتى كان بصيرا يرى الأشياء والحقائق، والسميع الذي أرهف سمعه حتى صار يسمع دبيب النمل. </p><p> (هَلْ يَسْتَوِيَانِ) ؟ هذا استفهام إنكاري بمعنى إنكار الوقوع، أي لَا يستويان مثلا أي حالا وشأنا، بل يفترقان ويكونان بما يتفق مع حال كل منهما، فالأعمى الذي لَا يرى حتى يعرف الطريق، والأصم الذي لَا يسمع الهادي الذي يرشده فهو يتردى في المهاوي غير رشيد ولا مسترشد، والبصير الذي يرى أعلام سبيل الله تعالى وهو السميع الذي يسمع المرشد الهادي إلى سواء السبيل لَا بد أن يسلك الطريق الأقوم، فلا يستويان في الابتداء والانتهاء، ففريق في الجنة، وفريق في السعير. </p><p> والتشبيه فيه تخريجان: </p><p> التشبيه الأول: تشبيه الكافر بالأعمى الأصم الذي لَا يرى الطريق ولا يسمع من يهديه، والمؤمن بالبصير السميع الذي يهتدي ببصره وبإرشاده وقد وضحناه. </p><p> والتشبيه الثاني: تشبيه الكافر بالأعمى في عدم إدراكه، وبالأصم في عدم الإصغاء للهداية والمؤدى فيهما واحد، ولقد قال تعالى:  (وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ (١٩) وَلَا الظُّلُمَاتُ وَلَا النُّورُ (٢٠) وَلَا الظِّلُّ وَلَا الْحَرُورُ (٢١) وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ (٢٢) . </p><p> ختم اللَّه الآية الكريمة موجها القول إلى الناس (أَفَلا تَذَكَّرُونَ) ، (الفاء) لترتيب ما بعدها على ما قبلها وأخرت عن تقديم؛ لأن الاستفهام له الصدارة، والاستفهام للتنبيه والتحريض على التذكر والاعتبار وإن في ذلك لعبرة لأولى الأبصار. </p><p> * * * </p><p> القصص الحق </p><p> قال تعالى. </p><p> (وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ (٢٥) أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ (٢٦) فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ (٢٧) قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ (٢٨) وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا إِنَّهُمْ مُلَاقُو رَبِّهِمْ وَلَكِنِّي أَرَاكُمْ </p><p> قَوْمًا تَجْهَلُونَ (٢٩) وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ أَفَلَا تَذَكَّرُونَ (٣٠) وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ إِنِّي إِذًا لَمِنَ الظَّالِمِينَ (٣١) </p><p> * * * </p>"
}