{
  "id": null,
  "sura": 11,
  "aya": 61,
  "text": "<p> (وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ (٦١) </p><p> العطف في هذا الموضع على ما سبق في قوله تعالى:  (وَلَقَدْ أَرْسَلْنَا نُوحًا. . .) . </p><p> فالمعنى أن اللَّه سبحانه وتعالى أرسل نوحا ومن بعده هودا وإن لم يتعاقبا، ومن بعدهما صالحا إلى ثمود. </p><p> وكانت دعوته الأولى هي التوحيد، لب الرسالات السماوية ومجتمعها والمشترك فيها جميعا (قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ) حق عبادته لَا تشركوا معه أحدا ولا حجرا ولذا قال سبحانه في تفسير معنى عبادته (مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ) ثم آخذ يجري على لسان نبيه أسباب الألوهية له ونفيها عن غيره فقال: (هُوَ أَنشَأَكم مِّنَ الأَرْضِ) أي خلقكم من الطين، (واسْتَعْمَرَكمْ فِيهَا) أي جعلكم تعمرونها فتنشئون فيها المباني والحدائق الغناء، والسين والتاء في كلمة (اسْتَعْمَرَكمْ) معناهما التكليف لعباده أن يعمروها فهو سبحانه مظهرهم على ما جعلهم يسخرون السماوات والأرض بما قدره تعالى لهم. </p><p> ثم يقول صالح (فَاسْتَغْفِرُوهُ) أي اطلبوا غفرانه بأن يستر ما ارتكبتم من ذنوب وينشئكم نشأة طاهرة طيبة، وبعد الاستغفار توبوا إليه (ثُمَّ تُوبُوا إِلَيْهِ) أي ارجعوا إليه بعد أن بعدتم عنه بالشرك، وعبر بكلمة (ثُمَّ) للدلالة على بعد حالهم في الانتقال من الاستغفار إلى الرجوع إلى اللَّه تعالى؛ لأن الاستغفار طلب محو الذنوب أو سترها، وتلك أول خطوة في ترك الكفر والشرك، وتعلوها مرتبة الاتصال باللَّه لقبول التوبة، ولذا قال تعالى على لسان نبيه بعد (إِنَ رَبِّي قَرِيبٌ مجِيبٌ) وهذا إدناء إلى التوبة وتقريب لها، أي أن اللَّه تعالى في عليائه قريب إلى النفوس التائبة محب للدعاء والرجوع إليه، وذلك رد على أوهامهم التي يقولون </p><p> فيها أنهم شفعاؤنا عند اللَّه، وقولهم ما نعبدهم إلا ليقربونا إلى اللَّه زلفى، فصالح يقول لهم:  (إِنَّ رَبِّي قَرِيبٌ مجِيب) فلا حاجة إلى شفاعة الشافعين، إن كان يتصور أن يكون في هذه الحجارة شفاعة. وفي قوله تعالى:  (إِنَّ رَبِّي قَرِيبٌ مُّجِيب) إشارات بيانية منها تأكيد القول بالجملة الاسمية وبكلمة \" إن \" . </p><p> وفيها التعبير (رَبِّي) وذلك يفيد أنه مربيه ومُنشؤه، ومربيهم ومُنشؤهم فكيف لَا يكون قريبا منهم وهو الحي القيوم في السماوات والأرض. </p><p> ومنها ذكر كلمة (مُّجِيبٌ) وفيه إشارة إلى أنه سبحانه هو الذي يدعى فيجيب لَا تلك الأحجار التي لَا تضر ولا تنفع فلا تجيب دعاء ولا تسمع نداء، وماذا كانت إجابة قومه إلى تلك الدعوة الحق. </p>"
}