{
  "id": null,
  "sura": 12,
  "aya": 103,
  "text": "<p> (وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ (١٠٣) </p><p> (الواو) واصلة هذه الجملة بسابقتها، وحي تشير إلى أنه مع كثرة الأدلة التي توجب الإيمان وتضافرها فإن أكثر الناس ليسوا بمؤمنين، وما المراد بالناس، أهم كل من يشملهم اسم الناس من عرب وعجم، وبيض وسود، وصفر وحمر؟ أم المراد أهل مكة، ومن يشبههم من المشركين. </p><p> وعلى أن المراد بالناس أهل مكة، وما أكثر الناس ولو حرصت على إيمانهم بمؤمنين لك ومسلمين بهذه الأدلة، إلى حين، حتى تصير كلمة الله هي العليا، فإنه بعد مكة صار أكثر الناس مؤمنين، وكان منهم أبطال الجهاد والإمرة شيء الجيوش، فكان منهم أمثال خالد بن الوليد، وعكرمة بن أبي جهل، فيكون النفي، وإن كان ظاهره العموم فإنه مقيد بالزمان، فإن شمل عموم المكان لَا يشمل عموم الأزمان. </p><p> وإن أردنا الناس جميعا عربا وعجما، فإن الحقائق الواقعة أن أكثر الناس لا يؤمنون، فالنصارى المثلثون والبوذيون غير الوحدين، والبراهمة الكافرون، أضعاف المسلمين، فالآية صادقة. </p><p> ونحن نرى أن الناس هم مشركو مكة، لقوله تعالى:  (وَلَوْ حَرَصْتَ) فإن هذا يدل على أن الناس هم الذين كان النبي صلى اللَّه تعالى عليه وسلم يعاصرهم، ويرجو إيمانهم، ويحرص عليه، حتى قال اللَّه تعالى:  (إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ. . .) . </p><p> وقوله تعالى:  (وَلَوْ حَرَصْتَ) تدل على رغبة النبي - صلى الله عليه وسلم -، حتى قال اللَّه تعالى:  (لَعَلَّكَ بَاخِعٌ نَفْسكَ أَلًا يَكُونُوا مُؤمِين) . </p><p> وقوله (بِمُؤْمِينَ) الباء لتأكيد النفي، وقد نفَى الله سبحانه وتعالى عنهم وصف الإيمان الذي يوجب عليهم الخضوع والتسليم، وذلك لأن النفوس قسمان نفس تؤمن بالحق وتذعن له إذا جاءها دليله، وهي التي خلصت من أدران الفساد، ومطامع الشيطان، وقليل ما هم، ونفس دُرّنَتْ بالفساد، والعناد، وجمحت بها الأهواء والشهوات، فتحكم فيها الشيطان، وهذه لَا تؤمن، ولا يقنعها إلا مقامم من حديد، والحديد فيه بأس شديد ومنافع للناس، وهؤلاء تكون حربهم لتمكين غيرهم من حرية الرأي ثم الإيمان، كأمثال أبي لهب وأبي جهل، والوليد بن المغيرة، وغيرهم من لهاميم (١) قريش الذين كانوا يؤذون المؤمنين، ويفتنونهم عن دينهم الذي ارتضوا، ويسخرون منهم، سخر اللَّه منهم. </p><p> وإن هذه الدعوة إلى اللَّه التي يقوم بها محمد صلى اللَّه تعالى عليه وسلم هي تبليغ من اللَّه لَا يريد بها ملكا، ولا سلطانا، ولا رياسة، ولا مالا، ولا أي أجر من الأجور التي اعتاد الناس أخذها في دعاياتهم، ولذا قال تعالى: </p><p>(١) واللهموم: الجواد من الناس والخيل، واللهام: الجيش الكثير، كأنه يلتهم كل شيء. الصحاح للجوهري (لهم).</p>"
}