{
  "id": null,
  "sura": 12,
  "aya": 93,
  "text": "<p> (اذْهَبُوا بِقَمِيصِي هَذَا فَأَلْقُوهُ عَلَى وَجْهِ أَبِي يَأْتِ بَصِيرًا ... (٩٣) </p><p> وهذا دليل أن بصره قد ذهب من شدة الكمد والحسرة والأسف، وكثرة البكاء، وارتداد البصر من خوارق العادات، وهذا يوسف ويعقوب يرد اللَّه على أيديهما البصر بعد ذهابه قبل عيسى الذي كان يبرئ الأكمه والأبرص. </p><p> وقد دعا يوسف الصديق إلى جمع الشمل بالمودة الواصلة، بعد أن فرقه إخوته بالحسد الغامر، وقال:  (وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ) من تربطكم بهم قرابة دانية، وقرابة قاصية. </p><p> * * * </p><p> الغفران والرحمة ولقاء الأب لابنه الحبيب </p><p> قال تعالى: </p><p> (وَلَمَّا فَصَلَتِ الْعِيرُ قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلَا أَنْ تُفَنِّدُونِ (٩٤) قَالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ (٩٥) فَلَمَّا أَنْ جَاءَ الْبَشِيرُ أَلْقَاهُ عَلَى وَجْهِهِ فَارْتَدَّ بَصِيرًا قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ (٩٦) قَالُوا يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ (٩٧) قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (٩٨) </p><p> فَلَمَّا دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَبَوَيْهِ وَقَالَ ادْخُلُوا مِصْرَ إِنْ شَاءَ اللَّهُ آمِنِينَ (٩٩) وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ (١٠٠) رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ (١٠١) </p><p> * * * </p><p> كان صفح يوسف الجميل هو الخطوة الأولى لجمع الشمل، وما أشبه ذلك بصفح محمد - صلى الله عليه وسلم - عن قريش الذين أخرجوه، وقتلوا أحبته من المؤمنين، من وقت مبعثه إلى فتح مكة، فاستمر الأذى عشرين سنة أو تزيد، ومع ذلك ما إن بعثهم، حتى قال مقالة يوسف:  (لا تَثْرِيب عَلَيْكُئم الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ وَهُوَ أَرْحمُ الرَّاحِمِينَ)  (١) وموقف محمد صلى الله تعالى عليه وسلم كان جليلا عظيما، يعاظم بعظم ما ارتكبوا في جنبه (تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ. . .) . </p><p> صفح عنهم يوسف، والتفت إلى أبيه الشيخ الحزين الأسيف، وكان أن أرسل القميص، وعادت العير إلى البدو حاملة القميص، وقد كان معطرا بعطر </p><p>(١) انظر ما رواه البيئتي في ذلك (١٨٦٤٧): ج ١٣/ ٤٣٩. كما رواه النسائي في الكبرى (١١١٩٣): ج ٦/ ٣٥٥.</p><p> ملوك مصر، وقد قالوا: إن عبيقه شمه نبي اللَّه يعقوب من نحو ثمانين فرسخا، وقد يقال إنه إلهام النبوة، جعله يشم رائحة يوسف من مكان بعيد، ويقول عليه السلام: </p>"
}