{
  "id": null,
  "sura": 12,
  "aya": 109,
  "text": "<p> (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَلَدَارُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ اتَّقَوْا أَفَلَا تَعْقِلُونَ (١٠٩) </p><p> هذه الآية بعد قوله تعالى:  (قُلْ هَذِهِ سَبِيلِي) تدل على أن التوحيد، وتنزيه اللَّه تعالى رسالة النبيين أجمعين، فهي تدل على ذلك، وتدل ثانيا، على أن النبي صلى اللَّه تعالى عليه وسلم لم يكن بدعا من الرسل، بل سبقه بهذه الدعوة أنبياء سابقون. وتدل ثالثا على أن رسالة اللَّه إلى خلقه تكون برجال يدعون بها، لا بملائكة، وذلك رد على قولهم:  (. . . مَالِ هَذَا الرَّسُولِ يَأْكُل الطَّعَامَ وَيَمْشِي فِي الأَسْوَاقِ. . .) ، وعلى طلبهم أن ينزل عليهم ملك يخاطب برسالة اللَّه، وقد قال تعالى في الرد عليهم (وَلَوْ جَعَلْنَاهُ مَلَكًا لَّجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ) . </p><p> وقال تعالى: وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ. . .)، وقال تعالى:  (وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكلُونَ الطَّعَامَ</p><p> وَمَا كَانُوا خَالِدِينَ) . </p><p> وهكذا كانت هذه الآيات الكريمات وغيرها تحمل الدلالات القاطعة التي ترد إنكارهم. </p><p> وقوله تعالى:  (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ) ليس من أرسلناهم من قبلك إلا رجالا نوحي إليهم أي أنهم ليسوا ملائكة، ولكن اتصالهم باللَّه تعالى بطريق الوحي يوحي إليهم سبحانه وتعالى بأوامره ونواهيه، وبعبادته وحده لَا شريك له، وقوله تعالى:  (مِّنْ أَهْلِ الْقُرَى) أي أن هؤلاء الرسل من أهل القرى، والقرى هي المدن العظيمة، وفي هذا بيان أمرين أحدهما: أن الرسول يكون من أهل المدن العظيمة، وثانيهما أنه يكون من قومه، عرفوه من أوسطهم، وأكثرهم أمانة وصدقا، كما قال تعالى في شأن النبي محمد صلى اللَّه تعالى عليه وسلم (لَقَدْ جَاءَكُمْ رَسُولٌ منْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَءوفٌ رحِيمٌ) . </p><p> وكان رسل اللَّه من أهل المدن يبعثون فيها، ليكون الرسول على علم بأحوال الناس، وليكون معروفا بينهم مشهورا غير مغمور، يكون ذا مكانة من غير غطرسة فيهم، قبل النبوة، فتكون شهادة له بالصدق بعدها. </p><p> وقد بين اللَّه تعالى هذه الحقيقة، وهي أن الرسل من الناس، وليسوا ملائكة، وأنها معروفة بالعيان لمن سار في الأرض، وتعرف ديار الذين كفروا بالرسل، فقال تعالى:  (أَفَلَمْ يَسِيرُوا فِي الأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ) هذا النص السامي فيه برهان أن الرسل كانوا رجالا، وفيه إنذار لمشركي العرب بالمآل الذي يئولون إليه إذا استمروا على غيهم، وإنه إنذار يحمل في نفسه دليله، وبرهانه من الآثار والرسوم للذين هلكوا بسبب إنكارهم وكفرهم، وانتحالهم التعلات للعناد والإنكار. </p><p> وقوله تعالى:  (أَفَلَمْ يَسِيروا)  (الفاء) لترتيب ما بعدها على ما قبلها، وهي مؤخرة عن تقديم للاستفهام؛ لأن الاستفهام له الصدارة في البيان، والاستفهام </p><p> للنفي، ونفي النفي إثبات، والمعنى لم تسيروا، وفيه تحريض على السير في الأرض ليروا عاقبة الذين من قبلهم، وأنكروا ولجّوا في الإنكار، وعاندوا مثلهم، فليعرفوا حالهم مما آل إليه أمر من سبقوهم. </p><p> مآلهم بعد ذلك في الآخرة أشد وأنكى وأدوم، وقد أشار سبحانه وتعالى إلى ذلك ببيان عاقبة الذين من قبلهم، فقال تعالت كلماته:  (وَلَدَارُ الآخِرَةِ خَيْر لّلَّذِينَ اتقَوْا) أي أنه سيصيبكم ما أصاب الذين من قبلكم، والذين اتقوا ينجون من العذاب الساحق الذي ينزل بالكافرين، وليست النجاة وحدها جزاءهم فذلك جزاء سلبي، والجزاء الإيجابي في الآخرة، ولذا قال مؤكدا (وَلَدَار الآخِرةِ خيرٌ لِّلَّذِينَ اتَّقَوْا) ، أي اتقوا غضب اللَّه، واتقوا الشرك، واتقوا العذاب، وغلبت عليهم في ذات أنفسهم التقوى والإيمان والإذعان للحق. </p><p> ودعاهم سبحانه وتعالى إلى التفكير، واستعمال عقولهم، فقال:  (أَفَلَا تَعْقِلُونَ)  (الفاء) كما ذكرنا لترتب ما بعدها على ما قبلها، فإن ما قبلها من أحوال </p><p> الأمم، وما يكون يوم القيامة للأبرار يدعوهم إلى التعقل والتفكير، والهمزة للاستفهام الإنكاري الباعث على العقل والفكر، فإنه إنكار للدعوة إلى إعمال العقل، وتدبر مآلهم، واللَّه بكل شيء عليم. </p><p> وقد بين سبحانه وتعالى سنته في أعمال الرسول، ومآل الأمر حال يأسهم، فقال تعالت حكمته. </p>"
}