{
  "id": null,
  "sura": 12,
  "aya": 42,
  "text": "<p> (وَقَالَ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِنْهُمَا اذْكُرْنِي عِنْدَ رَبِّكَ ... (٤٢) </p><p> أي عند الملك، وسماه ربًّا مع أن يوسف نبي التوحيد، من قبيل رب الأسرة بمعنى راعيها، وحافظها، فنسي أن يذكر ذلك فمكث نبي اللَّه بعد ذلك بضع سنين، وهذا قوله تعالى:  (فَأَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ) . </p><p> وهنا ملاحظتان تتعلقان بالمنهج البياني القرآني الأولى: قول يوسف (لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِّنْهُمَا) ، فعبر بالظن ولم يعبر بالعلم، تأدبا مع اللَّه في العلم بالغيب، فإنه وإن كان يقينا عند يوسف، ولكن طريقه لَا ينتج إلا ظنا. </p><p> الثانية: في كلمة (فَأَنسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ) ، المعنى ذكره عند ربه، والإضافة لأدنى ملابسة، وقد مكث بعد ذلك بضع سنين، كان فيها داعية للتوحيد، وقد أَنِسَ به الذين كانوا يدخلون السجن، فدعاهم إلى التوحيد، وكانوا يدخلون متهمين من الملك أو غيره، ويخرجون مؤمنين مدركين، وكان بعضهم لأنسه بيوسف الصديق يرغب في أن يعود سجينا. </p><p> وكان يدعو - كما رأينا في دعوته - صاحبي السجن أولا، وفي هذا إشارة إلى استمرار دعوته إلى التوحيد. </p><p> والسجناء في مصر كانوا في أغلب الأحوال أبرياء وضعفاء، وأول من يستجيب للنبيين الضعفاء كما رأينا من بعد في أتباع محمد صلى الله تعالى عليه وسلم، وكما رأينا من قبل في أتباع نوح عليه السلام، كما قال عن قوم نوح: </p><p> (. . . وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ. . .) . </p><p> * * * </p><p> الخلاص </p><p> قال تعالى: </p><p> (وَقَالَ الْمَلِكُ إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي رُؤْيَايَ إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ (٤٣) قَالُوا أَضْغَاثُ أَحْلَامٍ وَمَا نَحْنُ بِتَأْوِيلِ الْأَحْلَامِ بِعَالِمِينَ (٤٤) وَقَالَ الَّذِي نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ (٤٥) يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنْبُلَاتٍ خُضْرٍ </p><p> وَأُخَرَ يَابِسَاتٍ لَعَلِّي أَرْجِعُ إِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُونَ (٤٦) قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدْتُمْ فَذَرُوهُ فِي سُنْبُلِهِ إِلَّا قَلِيلًا مِمَّا تَأْكُلُونَ (٤٧) ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِمَّا تُحْصِنُونَ (٤٨) ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ عَامٌ فِيهِ يُغَاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ (٤٩) وَقَالَ الْمَلِكُ ائْتُونِي بِهِ فَلَمَّا جَاءَهُ الرَّسُولُ قَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ (٥٠) قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ قَالَتِ امْرَأَتُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ (٥١) ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ (٥٢) وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي إِنَّ رَبِّي غَفُورٌ رَحِيمٌ (٥٣) </p><p> * * * </p><p> ابتدأ الخروج من السجن، لأن نور النبوة خرج إليهم بعد أن اهتدى بنورها من اهتدى من نزلائه، وكانوا يودون أن يعودوا بعد أن يخرجوا أُنْسا بيوسف. </p><p> رأى الملك رؤيا صادقة، إن وصفت رؤيا من لم يكن موحدا - بالصدق، وإن لم تكن وحيا، رأى الملك </p>"
}