{
  "id": null,
  "sura": 12,
  "aya": 6,
  "text": "<p> (وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِنْ قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ (٦) </p><p> الاجتباء افتعال من \" جبى \" ، وهو الجمع للنفس، فمعنى اجتباك أي جباك لنفسه، واختارك سبحانه وتعالى، أي لتكون خالصا لله تعالى، (وَكَذَلِكَ) الإشارة إلى ما تضمنته الرؤيا، أي كهذه الرؤيا التي سجدت لك فيها الكواكب والشمس والقمر، يختارك الله تعالى لتكون نبيه (وَيُعَلِّمُكَ مِن تَأْوِيلِ الأَحَادِيثِ) ، أي معرفة مآل الأحاديث في الرؤيا، وفي الرؤية، فيعرف صادقها وكاذبها، ويتبم نعمته عليك بالنبوة والملك والسلطان العادل (كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِن قَبْل إبْرَاهِيمَ) إذ جعله خليله، وصفيه وحبيبه، (وَإِسْحَاقَ) أي وكما أتمها على إسحاق بالنبوة وحباه من ذريته النبيين، وآل يعقوب هم إخوته وأسرته، وعلى رأسها أبواه. </p><p> وقد صحت نبوءة يعقوب التي فهمها من الرؤيا الصادقة، فقد أجلس أسرته على عرش مصر، كما تبين من آخر القصة، وسنذكره إن شاء الله تعالى. </p><p> * * * </p><p> في قصة يوسف آية للسائل </p><p> قال تعالى: </p><p> (لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِلسَّائِلِينَ (٧) إِذْ قَالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلَالٍ مُبِينٍ (٨) اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا مِنْ بَعْدِهِ قَوْمًا صَالِحِينَ (٩) قَالَ قَائِلٌ مِنْهُمْ لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِنْ كُنْتُمْ فَاعِلِينَ (١٠) </p><p> * * * </p><p> هذا تدبيرهم الماكر، وقد ابتدأ اللَّه سبحانه بالإشارة إلى ما في قصة يوسف عليه السلام من آيات بينات في تكوين النفوس والمجتمعات من أول الأسرة إلى المجتمع الإنساني الأكبر الذي يجمع العناصر المكونة للمجتمع الكبير والمجتمع الصغير، وفي الأسرة والحي. </p><p> أول هذه الآيات بدءا وظهورا:  \" الحسد \" الذي يعتري أولاد العلات أو أولاد الضرائر، وهو ظاهرة من الظواهر التي تبدو، ويحسب بعض الناس أنه داء لا علاج له، والسورة تشير إلى أنه داء، يمكن تَوَقِّيه، وإذا وقع يمكن تحسين عواقبه، وأنه لَا يصح لإبعاده، منع تعدد الضرائر، أو منع تعدد الزوجات. </p><p> ولكن السورة أشارت إلى أن الوقاية منه هو منع ما يثيره، بإظهار المنزلة العالية، لبعض الأبناء، وإظهار البخس للآخرين أشار إلى ذلك قول يعقوب ليوسف:  (لا تَقْصُصْ رُءْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا.) وإن هذا الحسد ليس حسدا مستمكنا بحيث يبقى بين الإخوة ما داموا، بل إنه سرعان ما تقضي عليه المحبة التالية التي إن اختفت حينا، فلن تختفي طوال الحياة، وسرعان ما تكون، وهي الباقية، والأصل، والحسد عارض لَا يدوم، ألم تر لقاء يوسف بإخوته ذلك اللقاء الحبيب، وهم يقولون:  (. . . تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنَا وَإِنْ كُنَّا لَخَاطِئِينَ (٩١) . </p><p> والثانية: من الآيات النفسية. أنه لَا يذهب بقوة الرجل غير الحزن الدفين المستكن في النفس، فهذا يعقوب الإنسان يُمضّ نفسه الحزينة، حتى تبيض عيناه من الحزن وهو كظيم. </p><p> الثالثة: أن البِشْر بعد البؤس، والسرور بعد الألم يرد إلى النفس ما أذهبه الحزن، فإنه لما ألقى على وجهه قميص يوسف ارتد بصيرا؛ لأن الحزن قد ذهب إلى غير أوبة، والسرور يفعل فعله في الجسم فيزيل ما فعلته الكآبة فيه. </p><p> الرابعة: أنه في وسط ثورة الباطل وحدَّته في غلمان يعقوب وحسدهم لأخيهم وجد من يدعو إلى الرفق، ويستمع إليه، فقد اتفقوا على قتله، فجاء واحد منهم، وهم في حدة الحسد، وقال:  (. . . لَا تَقْتُلُوا يوسُفَ وَأَلْقُوهُ فِي غَيَابَةِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَارَةِ. . .) ، وهذا يوحى إلى أن كلمة الرفق لها استجابة في أشد الإخوة عنفا. </p><p> الخامسة: إن أشد ما يثير الحسد، هو الإيثار بالمحبة، فإن إثارة الحسد، لا تكون بالإيثار بالطعام أو الشراب وإعطاء المال فقط، بل إن الإيثار بالمحبة أفعل وأشد، ألم تر أولئك الغلمان يقولون: إن يوسف وأخاه أحب إلى أبينا منا ونحن عصبة. . </p><p> السادسة: أن الصِّبا أقرب إلى حب الانتقام من كِبَرٍ في السن، فشدة الصبا، معها شدة الجهالة وحب الانتقام، من غير نظر إلى العواقب، وأنت ترى صبيان يعقوب، وهم يحسدون يوسف قد بدَّله الله تعالى منهم رجالا يتحملون التبعات بعد أن أوشكوا أن يكونوا كهؤلاء أو كانوها. </p><p> السابعة: أنه لَا يطفئ الحسد إلا المحبة القوية المانعة، ألم تر أن المحبة التي كانت تنبعث من قلب الأب الرفيق الشفيق كانت تنهنه من حدة الحسد فيهم؛ وقد بدا ذلك منهم عندما طلب يوسف أخاهم من أبيهم، فقالوا:  (. . . إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُ. . .) ، فهل كانت هذه حالهم عندما أخذوا يوسف، وألقوه في غيابة الجب بعد أن أرادوا قتله. </p><p> وإن هذا يدل على أن حسد الإخوة مهما يكن مآله إلى زوال، وعوامل زواله أقوى من عوامل بقائه. </p><p> الثامنة: أن الدعوة إلى الخير لَا يصح أن يكف عنها المؤمن مهما يكن في حال من البؤس والألم، ألم تر يوسف الصديق وهو في السجن، لم تشغله حاله عن الدعوة إلى التوحيد. </p><p> التاسعة: أن السورة تصور النفس الإنسانية في انحرافها، واستقامتها، ألم ترها تصور امرأة العزيز وقد انحرفت عن الجادة نحو فتاها، وأنه شغفها حبا، وإن ذلك يدل على فساد القصور في هذا العهد، وألا ترى أن في هذا دعوة لأن يحتاط أرباب البيوت فلا يجعلون في خدمهم جميلا؛ فإنهم يفسدون به نساءهم، ويفسدونهم، ويطمعونهم فيهم. </p><p> وإن هذه الحال من شغف امرأة العزيز بيوسف، وردها، ومقاومة دواعي الهوى في شاب قوي فتي، يدل على أن الإرادة القوية الحازمة تكبح جماح الشهوة. </p><p> العاشرة: أن السورة تصور نساء الطبقة المترفة في ذلك العصر لقد كن يُشعن قالة السوء وينشرنها، غير ملتفتات إلى عواقب ما يقلن، وما أشبه الليلة بالبارحة، فإن ذلك لَا يزال خلق المترفات من نساء مصر، وخصوصا أهل القصور. </p><p> الحادية عشرة: أن الرؤيا الصادقة سبحة روحانية، وأنها تكون للمشركين كما تكون للمؤمنين، والإنسان ولو كان مشركا له روح، فقد رأى الفَتَيان صاحبا يوسف في السجن، رأيا رؤية كانت صادقة، فأوَّل لهما يوسف الصديق الرؤيا، ووقعت كما أوَّل. </p><p> الثانية عشرة: أن يوسف عليه السلام، كان علمه لدنيًّا من الله تعالى، فما تعلم على أحد، وما درس، فقد فصل عن أبيه في سن دون سن التعلم، وعاش عيش العبيد، وهو \" الكريم ابن الكريم \"  (١) ، وقد علمه اللَّه تأويل الأحاديث، وعلمه تدبير السلطان، وخصوصا وقت أن تعقَّد الاقتصاد وتأزمت حلقاته. </p><p> الثالثة عشرة: أن مصر كانت مصدر الخير، لأهل الشرق، فكانت مزرعته الذي يقصد إليها في شدائده. </p><p> الرابعة عشرة: أن أرض اللَّه يفيض خيرها بعضها على بعض، كما رأيت ما أفاضت به مصر على جيرانها، وكيف كانت تميرهم، وتمونهم. </p><p> الخامسة عشرة: أن اللَّه تعالى له عبرة في خلقه، كيف جعل ذلك الأسير الذي باعوه بثمن بخس لأنهم لَا يريدونه - ملكا مسيطرا على مصر، ومن حولها من بقاع الأرض. </p><p> السادسة عشرة: أن سيادة العدل تأتي بالخير الوفير، وأن الظلم لَا يأتي إلا بالشر المستطير. </p><p>(١) عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" الكَرِيمُ، ابْنُ الكَرِيمِ، ابْنِ الكَرِيمِ، ابْنِ الكَرِيمِ يُوسُفُ بْنُ يَعْقُوبَ بْنِ إِسْحَاقَ بْنِ إِبْرَاهِيمَ عَلَيْهِمُ السَّلاَمُ \". رواه البخاري: أحاديث الأنبياء - قول اللَّه تعالى: (لَقَدْ كانَ فِي يُوسُفَ وَإِخْوَتِهِ. . .) (٣١٣٨)، وأحمد: مسند المكثرين (٥٤٥٤).</p><p> السابعة عشرة: أن الصفح الجميل علاج كل الآفات الاجتماعية ما دام الصفح عن قوى. </p><p> الثامنة عشرة: أن العز الحقيقي يجب أن يفيض على الأحباب حتى من ظلم، ولا يُبخس لحق غيرهم كما فعل يوسف مع أبويه. </p><p> التاسعة عشرة: أنه يجب أن يخضع الكبير في سنه، لحكم الصغير في سنه ما دام عدلا، وقد رأيت خضوع يعقوب ليوسف، كما قال:  (. . . وَخَرُّوا لَهُ سُجَّدًا. . .) أي خاضعين؛ لَا أنهم سجدوا له سجود الصلاة. </p><p> الآية المتممة للعشرين: شكر المنعم، كما فعل يوسف الصديق، فقد قال خاضعا خاشعا:  (رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ (١٠١) . </p><p> هذا ما نراه في معنى الآيات التي ذكرها اللَّه سبحانه وتعالى في قوله: </p>"
}