{
  "id": null,
  "sura": 12,
  "aya": 111,
  "text": "<p> (لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ (١١١) </p><p> القَصَص بالفتح: الإخبار عن الماضين، والقصص بالكسر جمع قصة، كقطع جمع قطعة، وغير ذلك، وقوله تعالى:  (لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ) ، قصر بعض المفسرين القصص على قصة يوسف عليه السلام، وبعضهم عممه على قصص الأنبياء جميعا، وعلى ذلك يكون الضمير في قصصهم يعود إلى الأنبياء الذين ذكرت أخبارهم في القرآن الكريم كنوح وإدريس وإبراهيم وموسى وعيسى، ولوط، ويوسف، ويعقوب، وعلى الرأي الأول يكون الضمير يعود إلى يوسف وأبيه وإخوته. </p><p> وقد رجح الزمخشري الثاني بعود الضمير إلى الأنبياء، وذلك لقراءة كسر القاف، إذ إنها تكون قِصصا، وليست قصة واحدة، وقصة يوسف واحدة، وليست قصصا متعددة. </p><p> ومهما يكن فإن قصة يوسف قصة واحدة، اختص بها يوسف عليه السلام، وهي أخبار متنوعة قُطبها يوسف عليه السلام، وفيها عبر مختلفة، فيها بيان لحال النفوس، وما يعروها من منازع، وما تعترك به من أهواء، وما في النفس من قوة إرادة وصبر للمهتدين، ونزوغ فاسد للضعفاء الذين ينساقون، وما فيها ما يحمي البيوت من آفات، وما يعروها من انحرافات، وفيها بيان لتدبير الجماعة، وتنظيم </p><p> لاقتصادها، وإحكام، وإخلاص، وعدل، وبيان لما يجب من الادخار من سني الرخاء لسني الشدة، كما قال تعالى:  (. . . فَمَا حَصَدتُّمْ فَذَرُوهُ فِي سُنْبُله إِلَّا قَلِيلًا مِّمَّا تَأْكلُونَ) . </p><p> وفى سورة يوسف صورة للحاكم العادل، تراها في أوصاف يوسف عليه السلام. </p><p> وأولى هذه الصفات البارزة قوة الإرادة، ومظهرها الصبر عندما تعتلج النفس بأسباب الشهوات. </p><p> وثانيها: الأناة، وأن يضبط نفسه عند الغضب، ولا ينساق وراءه، فالحاكم الذي يسير وراء الغضب يشط، ويظلم، وقد رماه إخوته بالسرقة كاذبين عليه، مغرضين عليه. </p><p> وثالثها: العناية بذوي الحاجات، ولو كانوا مؤذين له، أو سبق لهم منه الأذى كما عامل إخوته. </p><p> ورابعها: الثقة بالنفس، وطلب الأمر إن كان يصلحه، كما قال يوسف (اجْعَلْنِي عَلَى خَزَائِنِ الأَرْضِ) فلم يفرّ من تحمل التبعة عن بينة وجدارة واستحقاق، مع ذاكرة قوية مدركة، يعلم ما مضى وما حضر. </p><p> وخامسها: الإخلاص لِلَّهِ تعالى، وعبادته وحده، فلا يشرك، فتديّن الحاكم يجعله خاضعا للَّه. </p><p> وسادسها؛ أن يكون رفيقا في معاملة الناس شفيقا بهم، فهو كالوالي على اليتيم، يعطيهم من رفقه ورفده ما يدنيهم إليه، وهكذا كان يوسف حتى وهو في سجنه، فقد كان يناديهم، وهو في سجنه مع المسجونين بأنهم أحبابه وأصحابه، وإن من الشفقة والرفق العفو عندما توجد أسباب يداوى به الحسد والعداوة، فلا يجتث شيء الحسد والأحقاد كالعفو والمحبة وإدناء البعيد، وتقريب العشير، وكل ذلك كان في يوسف. </p><p> وسابعها: التأني للأمور، وقد رأينا كيف أخذ الثقة في لين، ومن غير إعنات من العزيز، ظهر ذلك فيمن هو أعلى منصبا منه، وظهر في صغائر الأمور، كما رأيت في استبقائه أخاه من غير اقتتال، بل بوضعه السقاية في رحل أخيه من غير اتهام لشخصه، ثم أخذ الحكم من ألسنتهم، ونفذه بقولهم. </p><p> ثم من بعد ذلك أخذ الأمور بالتأني، حتى التقى بأبيه على مائدة الرحمة والمودة والإيثار، وقد قتل الحقد بالعفو، والغيرة بالمحبة، والضلال بالهداية. </p><p> وفي السورة عبر كثيرة، وقد ذكرنا بعضا منها في أول السورة في معاني قوله تعالى:  (لقد كَانَ فِي يُوسُفَ وَإِخْوتِه آياتٌ للسَّائِلِين) . </p><p> وقلنا: إن قوله تعالى: (لَقَدْ كَانَ في قَصَصِهِمْ عِبْرَةٌ لأُوْلِي الأَلْبَابِ) الضمير يعود إلى الأنبياء، وخصصنا نحن قصة يوسف ببعض ما يلوح منها من عبر، والعبرة والاعتبار الحال التي يعرف فيها، ما يجب عمله في الحاضر بالأخذ مما كان في الماضي بأن يتفكر ويتدبر ما كان في الماضي من وقائع، ويعلم أنه نور يضيء للحاضر، فالإنسان ابن الإنسان يتشابه في آثامه، ويتشابه في عواقبها ونهايتها، فذكر هذه الآرام لجماعة أو قبيل، وبيان العواقب بيان للعواقب في كل جيل لمن يقع فيها من أهل هذا الجيل الذي خلف الأول، ولذا كان في قصص الرسل إنذار للمشركين وتسلية للنبي والمؤمنين بأن نصر اللَّه آت، وكل آت قريب مهما يتأخر الزمان. </p><p> ويقيد سبحانه وتعالى المعتبرين بأن يكونوا من ذوي الألباب أي العقول التي تذهب في إدراكها إلى لب الأمور وحقائقها، ويتدبرون مباديها، ونهاياتها، ويبين اللَّه سبحانه أنه لم يكن حديثا يفترى ويخترع كأساطير الأولين (مَا كَانَ حَدِيثًا يُفْتَرَى) كمما قال الأفاكون أنها (. . . أَسَاطِيرُ الأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا) ، والتنكير في - حديثا - لعموم النفي أي ما كان (حَدِيثًا) أي حديث يفترى ويخترع اختراعا لمجرد التسلية وتزجيه الفراغ، </p><p> والتسلي المجرد، بالأحاديث، بل كان أخبارًا جاءت بها الكتب السماوية من قبل، ولذا قال تعالى:  (وَلَكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ) أي أنه كلام فيه تصديق لما بينِ يديه من الكتب السماوية التي نزلت من قبله كالتوراة الصادقة، وقوله:  (تَصْدِيق الذِي بَيْنَ يَدَيْهِ) فيه إثبات صدقه فيما أخبر، وصدقها فيما أخبرت به؛ لأن الصدر فيها واحد، ويعبر بكلمة (بَيْنَ يَدَيْهِ) في القرآن بما سبقه، وكأنه بعلمه حاضر بين يديه. </p><p> لقد ذكرها النبي صلى اللَّه تعالى عليه وسلم، وقال إنها من القرآن، وهي موافقة للصادق من الكتب عند اليهود والنصارى ومبينة للزائف منها، وكان ذلك على لسان رجل لَا يقرأ ولا يكتب، وفي قوم أميين ليس عندهم علم ولا معاهد للعلم، وما كان كثير النجعة والارتحال، بل لم يعرف له إلا رحلتان إلى الشام، إحداهما في الثانية عشرة، والثانية في الخامسة والعشرين من عمره. </p><p> والضمير المستتر في قوله تعالى:  (مَا كَانَ حَدِيثًا يُفْتَرَى) عائد إلى القصص، وهو مصدق لما جاء في الكتب السابقة، ودليل على صدق النبي صلى اللَّه تعالى عليه وسلم، وفيه هداية ورحمة لقوم من شأنهم الإيمان بالحق إذا جاءهم فالقصص فيه هداية لأن فيه دعوة النبيين وعاقبة المكذبين، وفيه رحمة لتجنيب المؤمنين عاقبة الكفر. </p><p> ويصح أن يكون الضمير عائد إلى القرآن الكريم المشتمل على القصص فهو في ذاته هدى، لأنه من عند اللَّه، وهو رحمة، لأن الهداية رحمة، وخص ذلك بالذين يؤمنون ويذعنون للحق إذا جاءهم، (وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ) أما من لَا يذعنون ولا يؤمنون فهم قوم بور. </p><p> * * * </p><p> (سُورَةُ الرَّعْدِ) </p><p> تمهيد: </p><p> سورة مدنية، وعدد آياتها ثلاث وأربعون آية، وسميت \" سورة الرعد \" لقوله تعالى فيها: (وَيُسَبحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلائِكَةُ. . .) ولو سُميت الكون والهداية لكانت التسمية محكمة. </p><p> وقد ابتدأت بالحروف المفردة (المر) ، وأعقبها بإشارة إلى القرآن الكريم:  (وَالَّذِي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الْحَقُّ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ) . </p><p> ثم بعد ذلك بيّن اللَّه سبحانه وتعالى ما في الكون مما يدل على قدرة القادر ووحدانيته، فاللَّه هو الذي رفع السماوات بغير عمد مرئية، ولكن عدم رؤيتها لا ينفي وجودها، وسخَّرَ الشمس والقمر كلٌّ يجري لأجلٍ مسمى، فسبحان الذي يدبِّر الأمر يفصِّل الآيات لعلهم بلقاء ربِّهم يؤمنون. </p><p> وهو الذي مدَّ الأرض وبسطها، وجعل فيها جبالا رواسي، وأنهارا وجعل من كلِّ الثمرات، ومن كل من الحيوان وكل الأحياء زوجين اثنين، وجعل الليل والنهار آيتين يغشي الليل النهار إن في ذلك لآيات لقوم يتفكرون، وجعل في الأرض قطعا متجاورات وجنات من أعناب، وزرع، ونخيل صنوان وغير صنوان، يسقى بماء واحد، ومع أنها متجاورة وتسقى بماء واحد، يفضّل اللَّه بعضها على بعض في الأُكُل، إن في ذلك لآيات لقوم يعقلون. </p><p> وإن هذا الكون وما فيه يدل على أن الذي قدر على خلق الإنسان قادر على إعادته، كما بدأكم تعودون، (وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ أُولَئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُولَئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (٥) </p><p> وقد استرسلوا في إنكارهم النبوات، والعث، وإذا أُنذروا بالعذاب واستعجلوه إمعانا منهم في الإنكار، (وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ (٦) . </p><p> وإنهم لينكرون المعجزات التي جاءت داتة على رسالة الرسول الذي أُرسل إليهم، ويتجرءون على اللَّه باقتراح معجزات، وينكرون أن يكون غيرها آية (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ إِنَّمَا أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ (٧) . </p><p> ثم يبيّن سبحانه إحاطة علمه، (اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ (٨) عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ (٩) سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ (١٠) لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ (١١) هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ (١٢) وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ. . .)، ينشئ كل ذلك، ويرونه عيانا ومع ذلك يجادلون في شأن اللَّه تعالى (. . . وَهُوَ شَدِيدُ الْمِحَالِ) . </p><p> ويبين اللَّه تعالى الحقائق التي يجب أن يذعن لها المؤمن، (لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ (١٤) ، وبين سبحانه وتعالى بعد ذلك أن كل ما في الوجود ومن في الوجود خاضع له بمقتضى التكوين طوعا وكرها، ونبّه سبحانه إلى أنه خالق السماوات والأرض فسألَهم (. . . مَن رَّبُّ السَّمَاوَاتِ وَالأَرْضِ. . .) ووبخهم على اتخاذهم آلهة من دون اللَّه (. . . قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي </p><p> الظُّلُمَاتُ وَالنُّورُ. .). </p><p> وضرب اللَّه مثلا بين الحق وِالباطلِ، فقال تعالى:  (أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ (١٧) . </p><p> وبعد ذلك يبين جزاء الذين يستجيبون، ويشير إلى الذين يكفرون وهم الذين لم يستجيبوا له (. . . لَوْ أَنَّ لَهُم مَّا فِي الأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لافْتَدَوْا بِهِ أُوْلَئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ) . </p><p> ويبين اللَّه على طريقة الاستفهام فيقول:  (أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ (١٩) . </p><p> ويبين أوصاف أهل الحق بأنهم:  (. . . يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ) . و (. . . يَصِفونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ) ، وهم الذين (. . . صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ. . .) ، ثم يبين جزاءهم في الآخرة فيقول:  (. . . أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ (٢٢) جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ (٢٣) سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ (٢٤) . </p><p> وبين اللَّه سبحانه وتعالى أوصاف الكفار، وهي نقيض أوصاف المؤمنين فهم:  (وَالَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِه أَن يوصَلَ وَيُفْسِدُونَ فِي الأَرْضِ. . .) وجزاؤهم بينه سبحانه بقوله: (. . . أُوْلَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ) . </p><p> وقد كان المشركون يتخذون من بسط الرزق وضيقه دليلا على الفضل عند اللَّه، وإذا كان اللَّه تعالى قد بعث محمدا - صلى الله عليه وسلم - فقيرا، ومجيبوه من الفقراء فقد ظنوا أنهم أولى، فقال تعالى:  (اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ (٢٦) . </p><p> وقد طلبوا آيات أخرى مادية، وما كانوا ليؤمنوا إذا جاءتهم، فقال تعالى: </p><p> (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ (٢٧) الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ (٢٨) الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَى لَهُمْ وَحُسْنُ مَآبٍ (٢٩) . </p><p> ثم بين سبحانه أن مثل هذه الآيات جاءت من قبلهم ولم يؤمنوا، فقال تعالى:  (كَذَلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ قُلْ هُوَ رَبِّي لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ (٣٠) . </p><p> ويبين منزلة معجزة النبي - صلى الله عليه وسلم -، وهي القرآن فيقول تبارك وتعالى:  (وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللَّهِ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ (٣١) . </p><p> وإذا كانوا يستهزئون بك وبمن معك فقد استهزى برسل من قبلك (وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ (٣٢) أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ وَجَعَلُوا لِلَّهِ شُرَكَاءَ قُلْ سَمُّوهُمْ أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (٣٣) لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَشَقُّ وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ (٣٤) . </p><p> وبعد بيان عذابهم في الدنيا والآخرة ذكر الجنة التي ينالها المؤمنون، فقال سبحانه:  (مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ أُكُلُهَا دَائِمٌ وَظِلُّهَا تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا وَعُقْبَى الْكَافِرِينَ النَّارُ (٣٥) . </p><p> وبيّن سبحانه وتعالى موقف اليهود من القرآن والنبي، فقال تعالى: </p><p> (وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمِنَ الْأَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ (٣٦) وَكَذَلِكَ أَنْزَلْنَاهُ حُكْمًا عَرَبِيًّا وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا وَاقٍ (٣٧) . </p><p> ولقد بيّن سبحانه من بعد ذلك أن اللَّه أرسل رسلا من قبله من البشر لهم أزواج وذرية، وما كان لرسول أن يأتي بآية إلا بإذن اللَّه، يمحو اللَّه ما يشاء من الآيات، ويثبت، وعنده أم الكتاب، وهو التوحيد، وألا يشركوا باللَّه شيئا ومهما يكن من أمر المشركين، فإما نرينك بعض الذي نعدهم من العذاب، وإما نتوفينك. </p><p> فإنما عليك البلاغ وعلينا الحساب. </p><p> ولقد بيّن سبحانه وتعالى العبر، وقدرة اللَّه تعالى ليعتبروا فلم يعتبروا: </p><p> (وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ (٤٠) ، وبين سبحانه أنهم يدبرون تدبيرهم الخبيث واللَّه يعلم ما تكسب كل نفس (. . . وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ (٤٢) وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ (٤٣) . </p><p> * * * </p><p> معاني السورة الكريمة </p><p> (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ</p><p> المر تِلْكَ آيَاتُ الْكِتَابِ وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ (١) اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ (٢) وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (٣) وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (٤) </p><p> * * * </p>"
}