{
  "id": null,
  "sura": 12,
  "aya": 100,
  "text": "<p> (وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا ... (١٠٠) </p><p> إن السجود هنا ليس سجود الصلاة، وإنما هو تقديم الطاعة والخضوع للحكم والسلطان، ويصح أن نقول: إنه تحية وتكرمة لصاحب عرش مصر وهو يوسف، والخر - ومعناه الانحناء خضوعا وتكرمة وتحية. </p><p> وقال بعض المفسرين: إن الضمير في (لَهُ) يعود على يوسف، والمعنى وخروا ساجدين للَّه شكرا على النعمة التي أنعمها على يوسف، وأن صاروا في رحابه، وذلك معنى معقول في ذاته. </p><p> وقال بعض المفسرين: إن الضمير في (لَهُ) يعود لِلَّهِ تعالى، والمعنى خروا ساجدين للَّه كأنهم يصلون صلاة شكر للَّه تعالى، والمعنيان الأخيران نميل إليهما، ولا مضاربة بينهما، بل السجود فيهما للَّه. </p><p> أخذ يوسف يستمتع بالحديث مع أبيه، ويثيران ذكريات طيبة، (وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ) . </p><p> قص يوسف على أبيه ما أصابه من شدة، ولكنه ذكر النعم التي أعقبت النقم، ذكر خروجه من السجن، ولم يذكر دخوله، (وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ) وذكر تأويل الرؤيا وغايتها، ولم يذكر ما كان بعد الرؤيا، وكان مستمتعا بنعمة الأبوة إذ يناديه (يَا أَبَتِ) وفيها ياء المتكلم قلبت تاء، حتى كان اللفظ نداء محبة. </p><p> ذكر اللقاء السعيد في هناءة وسرور، فقال:  (وَجَاءَ بِكُمْ مِنَ الْبَدْوِ) أي جاء بكم من بدو الصحراء حيث لأوائها وشدائدها، وقيظها وريحها الرعناء الساخنة إلى ريف مصر وخصبها. </p><p> فهو يذكر النعم، والنفس المؤمنة تذكر النعمة وتشكرها فكانت نفس النبي الصديق ذاكرة للنعمة غير مبينة للشدة، لأنَّ الأساس هو النتائج، لَا الوسائل. </p><p> ولم تذكر قضيته مع إخوته إلا بالإشارة غير عائدة باللائمة عليهم، بل يكاد لا يخلى نفسه من ملام، فيقول:  (مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي) أي أفسد ما بيننا من محبة وود وإخاء جامع، و (نَزَغَ) معناها نخس وأفسد من قولهم نخس الدابة فجمحت فألقت حملها، ولم ينسب الشر إلى إخوته، بل نسب النزغ بأنه بينهم مع أنهم المعتدون وهو البريء المجني عليه، ولكنه الكريم ابن الكريم، يريد أن يمحو العداوة بالمودة، وعبر بالأخوة الرابطة، فقال:  (نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي) ، ثم بين لطف اللَّه، وترتيبه الخير وسط إرادة الشر، فقال مثنيا على ربه بما هو أهله، (إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ) ، أي لطيف التدبير محكمه يجعل الخير من إرادة غيره، ويجعل من النقمة نعمة، ومن السيئة حسنة. </p><p> إذ لولا سيئة إخوته ما كانت أرداف الحسنات التي أسبغها اللَّه تعالى عليه، إنه هو العليم بكل شيء، العليم بمقدمات الأمور ونهاياتها الحكيم الذي يدبر كل شيء بمقتضى علمه الذي لَا يخفى عليه شيء في الأرض ولا في السماء. </p><p> ثم اتجه إلى اللَّه شاكرا له فضل نعمائه جملة وتفصيلا فقال: </p>"
}