{
  "id": null,
  "sura": 12,
  "aya": 110,
  "text": "<p> (حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَنْ نَشَاءُ وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ (١١٠) </p><p> هنا كلام مقدر بما جاء بعد، و (حَتَّى) غايته، والمعنى أن الرسل جاءوا ودعوا وكُذبوا وحوربوا، وقل المؤمنون بجوار الكافرين وكانوا يسخرون من الذين آمنوا (حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا) . </p><p> استيئس الرسل اعتراهم اليأس الشديد، واستولى على نفوسهم كأنهم طلبوه، وما طلبوه، وصارت حالهم يأسا، وصور صورة من يأسهم، فقال، (وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا) جال في روعهم أنهم كذبوا، ولم يعد مجال للإيمان أو النصر، وهنا قراءتان في (كُذِبوا) القراءة الأولى بالتخفيف والبناء للمجهول، وهي قراءة الأكثرين، والثانية بتشديد (الذال) للبناء للمجهول أيضا، وهي قراءة أم المؤمنين عائشة رضي اللَّه عنها وأرضاها، وطائفة من القراء بعدها (١) . </p><p> والمعنى على قراءة التخفيف كما جاء في مفردات الراغب الأصفهاني علموا أنهم تُلقوا من جهة الذين أرسلوا إليهم بالكذب، أي ظنوا أن الذين تَلَقَّوا عنهم أخبار الإنذار يظنون الكذب فيهم، وإليك نص عبارة الراغب رضي اللَّه عنه: قوله تعالى: (حَتَّى إذَا اسْتَيأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَد كُذِبُوا) أي علموا أنهم تُلُقُّوا من جهة الذين أرسلوا إليهم بالكذب، فكذبوا نحو فسقوا، وزنوا - إذا نُسبوا إلى شيء من ذلك، والمعنى على هذا ظنوا أنه وقع في نفوس من يخاطبون كذب ما أنذروا. </p><p> أي أنه قد طال الأمد الذي أجلوه، حتى توهم الرسل أن الذين يخاطبونهم من المشركين قد وقع في نفوسهم كذب الرسل، واتخذوا من المطاولة في الزمن، أنهم كاذبون في إنذارهم، واتخذوا من طول الزمن دليلا على كذبهم. وعلى قراءة التشديد يكون المعنى أن الرسل قد استيئسوا حتى ظنوا أي علموا أنهم كذبوا فيئسوا من إيمانٍ غير من آمنوا، كما قال اللَّه تعالى:  (. . . لَن يُؤْمِنَ مِن قَوْمِكَ إِلَّا مَن قَدْ آمَنَ. . .) . </p><p> والظن هنا بمعنى العلم، أو بمعنى ما يعرض للبشر عند اليأس من خواطر تجعلهم يظنون في أمر المبعوث إليهم، ولننقل لك كلام الزمخشري في هذا، فهو يدل على نفاذ بصيرة في معاني العبارتين ومراميها من غير تهجم، ولا تقحُّم على </p><p>(١) قراءة (كذبُوا) بالتخفيف عاصم وحمزة والكسائي وخلف)، ويزيد (أبو جعفر)، وقرأ الباقون بتشديد الذال. غاية الاخصار ج ٢/ ٥٣٠.</p><p> المعاني قال:  (وَظَنوا أَنَّهُمْ قَدْ كُذِبُوا) أي كذبتهم أنفسهم حين حدثتهم عنهم بأنهم يُنصرون، والمعنى أن مدة التكذيب والعداوة من الكفار وانتظار النصر من الله، قد تطاولت وتمادت حتى استشعروا القنوط، وتوهموا أن لَا نصر لهم في الدنيا، فجاءهم نصرنا فجأة من غير احتساب. وعن ابن عباس رضي اللَّه عنهما، وظنوا حين ضعفوا أو غلبوا أنهم قد أخلفوا ما وعدهم اللَّه من النصر. وقال: كانوا بشرا، وتلا قوله تعالى:  (. . . وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ. . .) ، فإن صح هذا عن ابن عباس فقد أراد بالظن ما يخطر بالبال ويهجس في القلب من شبه الوسوسة وحديث النفس على ما عليه البشر، وأما الظن وهو ترجيح أحد الجائزين على الآخر فغير جائز على رجل من المسلمين، فما بال رسل اللَّه الذين هم أعرف الناس بربهم، وإنه متعال عن خلف الميعاد، منزه عن كل قبح، وقيل: وظن المرسل إليهم بأنهم كذبوا من جهة الرسل، أي كذبتهم الرسل في أنهم ينصرون عليهم. </p><p> وإنه بعد هذا التحليل نقول: إن أم المؤمنين عائشة ردت قول ابن عباس رضي اللَّه عنهما وقالت: إن الرسل لَا يظنون باللَّه خلف الوعد. </p><p> وخلاصة القول أن نقول: إن معنى وظنوا أنهم قد كذبوا، على التخفيف والبناء للمجهول أن يظنوا أنه ألقى في نفوس المرسلين إليهم أنهم كذبوا في إيقاع العذاب بهم، وإن ذلك النطق نوع من هواجس الفكر البشري، وهي تتلاقى مع قوله تعالى:  (أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ (٢١٤) . </p><p> وقوله تعالى:  (جَاءَهُمْ نَصرنَا) ، أي بغتة من حيث لَا يحتسبون، (فَنُجِّيَ مَن نَّشَاءُ) ، وهم الذين استقاموا على الطريقة واتقوا وآمنوا وعملوا الصالحات، (وَلا يُرَدُّ بَأسُنَا عَنِ الْقَوْمِ الْمُجْرمِينَ) الذين اجتمعوا على الإجرام واتفقوا عليه، حتى كانوا قوما من شأنهم الإجرام واجتمعوا عليه. </p><p> * * * </p><p> خاتمة </p><p> قال تعالى: في ختام هذه السورة التي بلغت أقصى غاية القصص بلاغة وبيانا، وعلما نفسيا وخلقيا، وبيانا للإرادة القوية، وكيف تصبر في مواطن الهجوم عليها بالأهواء الجامحة، والشهوات المنحرفة، والوفاء، والمحبة، والرفق في المعاملة، وعلاج الأمور بالحكمة، والتدبير، ولطف المواتاة للخير. </p><p> قال تعالى في ختام هذه السورة: </p>"
}