{
  "id": null,
  "sura": 13,
  "aya": 21,
  "text": "<p> (وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ (٢١) </p><p> وذكر اللَّه تعالى لهم ثلاثة أوصاف: وصف يتعلق بالصلات الاجتماعية التي بها يقوم بناء اجتماعي سليم يبتدئ من الأسرة بمعناها الممتد الذي يشمل القرابة جميعها قريبة كانت أم بعيدة، ويشمل المجتمع الصغير، ومجتمع المدينة، ثم الدولة، ثم المجتمع الإنساني، وهذا هو الوصف الأول (الَّذِينَ يَصِلُون مَا أَمَرَ اللَّهُ بِهِ أَن يوصَلَ) ، والوصف الثاني نفسي، وهو أساس البناء الاجتماعي الفاضل، ورمز اللَّه تعالى إليه بقوله تعالت كلماته:  (وَيَخْشَوْنَ رَبَّهُمْ) ، أي يخافون اللَّه تعالى في كل عمل يعملونه، فلا يطغون، ولا يظلمون، ولا ينقصون الناس حقوقهم، فمن خشي اللَّه تعالى يتذكره في كل عمل يعمله في ذات نفسه، وفي أهله وبينه وبين الناس. </p><p> والوصف الثالث: الإيمان بأنه يحاسب عليه، وقد ذكره سبحانه بقوله تعالى:  (وَيَخَافُونَ سوءَ الْحِسَابِ) ، وخوف الحساب يتضمن الإيمان بالبعث والنشور، ولقاء اللَّه تعالى يوم القيامة أولا، وأنه سيحاسب على ما كان في الدنيا ثانيا. ويتضمن ترجيح الخوف على الرجاء، وأنه يخشى السوء قبل أن يرجو الثواب. ثالثا: فهو يستقل ما قدمه من خير، ويستكثر دائما ما وقع فيه من هفوات، وهذا شأن الأبرار، يستقلون ما يفعلون من خير، ويستكثرون ما يقع منهم من هفوات. </p><p> ولنذكر كلمات موجزة عن هذه الصفات الثلاث: </p><p> فأما الأولى، فهي: أن يصلوا ما أمر اللَّه به أن يوصل، فنقول: إن ما أمر اللَّه به أن يوصل هو ما يتعلق ببناء المجتمع على المودة والرحمة، فيصل قرابته القريبة والبعيدة، فقد أمر سبحانه وتعالى بصلة الرحم، فقال:  (. . . وَأُولو الأَرْحَامِ بعْضُهُمْ أَوْلَى بِبَعْضٍ. . .) ، وأمر على لسان رسوله بصلة الأرحام في أكثر من حديث، وأمر بالصلة بين الناس بالتعاون فيما بينهم على الخير، فقال تعالى:  (. . . وَتَعَاوَنوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنوا عَلَى الإِثْمِ والْعُدْوَانِ. . .) ، ودعا إلى إقراء السلام على من عرفت ومن لم تعرف، وأمر بإغاثة المستغيث، وفك كرب المكروبين. فكل هذه صلات قد أمر اللَّه تعالى بوصلها. ولقد جاء في الكشاف للزمخشري ما نصه: ما أمر اللَّه به أن يوصل من الأرحام والقرابات، ويدخل فيه وصل قرابة رسول اللَّه - صلى الله عليه وسلم -، وقرابة المؤمنين الثابتة بسبب الإيمان (إِنَّمَا الْمُؤْمِنونَ إِخْوَةٌ. . .) ، بالإحسان إليهم على حسب الطاقة، ونصرتهم، والذب عنهم، والشفقة عليهم، والنصيحة لهم وطرح التفرقة بين أنفسهم، وإفشاء السلام عليهم، وعيادة مرضاهم، وشهود جنائزهم، ومنه مراعاة حق الأصحاب والخدم والجيران والرفقاء في السفر) (١) . </p><p> وهكذا نجد من الأمر بأن يصل ما أمر اللَّه به أن يوصل، أن يعملوا على رأب الصدع وجمع الوحدة، وإزالة الفرقة، وأن يحسنوا إلى الضعفاء والمساكين، وقد روى ابن كثير عن عبد الله بن عمر أن رسول اللَّه - صلى الله عليه وسلم - قال: \" هل تدرون أول من يدخل الجنة من خلق الله؟ قالوا: الله ورسوله أعلم. قال: أول من يدخل الجنة من خلق الله الفقراء المهاجرون الذين تسد بهم الثغور، وتتقى بهم المكاره، ويموت أحدهم وحاجته في صدره، لَا يستطيع لها قضاء، فيقول الله تعالى لمن يشاء من الملائكة: إيتوهم فحيوهم، فتقول الملائكة: نحن سكان سمائك، وخيرتك من خلقك، فتأمرنا أن نأتيهم فنسلم عليهم، فيقول: إنهم كانوا يعبدونني لَا يشركون </p><p>(١) الكشاف للزمخشري: ج ٢/ ٣٥٧.</p><p> بي شيئا، وتسد بهم الثغور، وتتقى بهم المكاره، ويموت أحدهم وحاجته في صدره لا يستطيع قضاءها \" (١) . </p><p> هذه صلة من أمر اللَّه به. </p><p> وأما خشية اللَّه تعالى فهي امتلاء القلب باللَّه، وخشية عقابه، ورجاء ثوابه، وأن يكون ذاكرا للَّه، شكورا لنعمه، راجيا قبول طاعته (. . . إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ. . .) ، فهم أعم الناس به ذاتا، وصفاتٍ، وقدرا، وإكبارا. </p><p> ومنها خوف سوء الحساب، فهو خوف نتائج السر الذي كان في الدنيا، واللَّه عْفور رحيم. </p><p> الوصف الخامس والسادس والسابع والثامن من صفات المؤمنين، وهو من مقتضيات الإيمان: الصبر، وما بعده، قال تعالى: </p><p>(١) رواه أحمد: مسند الكثرين من الصحابة - مسند عبد الله بن عباس (٦٢٨٢).</p>"
}