{
  "id": null,
  "sura": 13,
  "aya": 43,
  "text": "<p> (وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ (٤٣) </p><p> ذكر سبحانه بعض مكر المشركين وغيرهم التي يقصدون بها تحويل المؤمنين وفتنتهم عن دينهم، فذكروا أنهم يقولون للنبي - صلى الله عليه وسلم -: (لَسْتَ مُرْسَلًا) ، فهم يسلمون بأن لله رسالة، ولكن لست من أصحابها، فالله لم يرسلك، وهم بهذا ينكرون رسالة محمد - صلى الله عليه وسلم -، وينكرون أن يكون له معجزة دالة على هذه الرسالة، ويريدون آيات أخرى غير القرآن، إذ لَا يعدون القرآن آية، وما كان للنبي أن يأخذ كلامهم أخذ من يعتبره، وقد قام الدليل عليه بالتحدي، وإدراك أهل الذكر منهم ما فيه من نسق، ووثيق نظم، ولذا أمر الله تعالى نبيه أن يقول لهم:  (قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ) ، أي كفا الله شهيدا بيني وبينكم، فهو الحق وشهادته الحق، وليست شهادته كلاما يردد، ولكن شهادته معجزة تفحم، وقد جاءت الخوارق تترى بشهادة الحق في كل ما ترون من حياته، وما أحاط بها، وما دبرتم وقد رد تدبيركم في نحوركم، وقوله تعالى:  (كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ) فيه تهديد لهم بما يكون لإنكارهم من عواقب وخيمة عليهم تنصر أهل الحق. </p><p> ويصح أن تقول:  (شَهِيدًا) معناه حاكم، لأن الشهادة تجيء بمعنى الحكم، كما في قوله تعالى:  (. . . وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَا. . .) ، والمعنى وكفى بالله حاكما بيني وبينكم، ويرشح لهذا المعنى عبارة بيني وبينكم، فالحكم هو الذي يكون بين اثنين، وأما الشهادة فتكون لأحد الفريقين على الآخر. وقوله تعالى:  (وَمَنْ عِندَهُ عِلْمُ الْكِتَابِ) الكتاب إما أن يراد جنس الكتاب، ومن عنده علم الكتاب هو العالم بالكتب السماوية قبل تحريفها، فإنها تشهد بنبوة محمد - صلى الله عليه وسلم -، وتحكم بأنه رسول، هذا التبشير بالنبي - صلى الله عليه وسلم - في التوراة والإنجيل، </p><p> ولا يزال آثاره معها باقية إلى اليوم تعرف برموزها لمن عنده علم بالكتاب، هذا إذا كان المراد جنس الكتاب، ومن عنده علم بكتاب أهل الفقه المخلصين من الكتابيين. </p><p> وإذا أردنا الكتاب وكانت (ال) للعهد، يكون المراد هو القرآن الكريم، ومن عنده علم القرآن هو العليم بأساليب الكلام العربي يعرف شعره ورجزه، وإرساله ونثره، ويعرف ما في الكلام، كما روي عن فصحاء العرب، فإن هؤلاء يشهدون بإعجازه كما يقول قائلهم: إن له لحلاوة، وإن عليه لطلاوة، وإن أعلاه لمثمر، وإن أسفله لمغدق، ما يقول هذا بشرا، وإنه ليعلو، ولا يُعلى عليه. </p><p> هذا وإني أرى الوجه الثاني، وكلاهما عميق في معناه. </p><p> * * * </p><p> (سُورَةُ إِبْرَاهِيمَ) </p><p> تمهيد: </p><p> سورة إبراهيم مكية إلا الآيتين ٢٨، ٢٩، وعدد آياتها اثنتان وخمسون آية، وسميت سورة إبراهيم لما فيها من قصص إبراهيم وولديه إسماعيل وإسحاق، وسكن إسماعيل وذريته بجوار بيت اللَّه المحرم، ولكن لم يتخذ شخص إبراهيم - صلى الله عليه وسلم - محور السورة، كما كان الشأن في سورة يوسف - صلى الله عليه وسلم -. ابتدئت السورة الكريمة بالحروف المجردة وهي (الر) ثم ذكر الكتاب الكريم وأن اللَّه أنزله ليخرج الناس من الظلمات إلى النور بإذن ربهم، ويهديهم إلى صراط العزيز الحميد، وذكرت السورة ملك اللَّه للسماوات والأرض وما فيهما، وأن الويل للكافرين بآياته الذين يستحبون الحياة الدنيا على الآخرة، ويصدون عن سبيل اللَّه تعالى ويبغونها معوجة، وأولئك في ضلال مبين. </p><p> ويذكر اللَّه سبحانه أنه ما أرسل من رسول إلا بلسان قومه ليبين لهم، فيضل اللَّه من يشاء ويهدي من يشاء، وهو العزيز الحكيم. </p><p> وبعد ذلك يشير اللَّه سبحانه إلى طرف من قصة موسى وقومه، فيذكِّر سبحانه على لسان موسى بنعمته عليهم إذ أخرجهم من آل فرعون يسومونهم سوء العذاب، ويبين سبحانه وتعالى أنهم إن شكروا زادهم نعما على نعم، ويقول موسى لقومه (. . . إِن تَكْفُرُوا أَنتُمْ وَمَن فِي الأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ) . </p><p> ويشير سبحانه من بعد ذلك إلى أبناء قوم نوح وعاد والذين من قبلهم لا يعلمهم إلا اللَّه، جاءتهم رسلهم بالبينات فردوا أيديهم في أفواههم، وعضوها غيظا، وقالوا إنا بما أرسلتم به كافرون، وإنا لفي شك مما تدعوننا إليه مريب. </p><p> ويحكى سبحانه وتعالى دعوة الرسل عامة، ومجاوبة المشركين المتشابهين عامة، قالت لهم رسلهم:  (. . . أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ ويُؤَخِّرَكُمْ إِلَى أَجَلٍ مسَمًّى. . .) فيرد عليهم الكافرون وهو رد متحد عند الكافرين جميعا، قد انبعث عن جحود واحد فاتحد. . قالوا:  (. . . إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ (١٠.</p><p> وكان رد الرسل واحدا (. . . إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ) ، وقد قرروا أنهم لَا يتوكلون إلا على اللَّه، وليصبرن على أذى أقوامهم. </p><p> ولقد كان الإيذاء متحدا من الكافرين، إذ اتحد السبب المنبعث منه وهو الجحود، (وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ (١٣) وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ (١٤) . </p><p> وإنه من بعد ذلك الخزي في الحياة الدنيا يكون العذاب الشديد، (. . . وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ (١٦) يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ. . .). </p><p> وقد مثل اللَّه تعالى أعمال الذين كفروا في الكفر بأن (. . . أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ لَا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَى شَيْءٍ ذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ (١٨) . </p><p> ثم بين بعد ذلك خلق السماوات والأرض (. . . إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ) ، وقد صوِر اللَّه سبحانه وتعالى حالهم يومِ القيامة، إذ تجادل الضعفاء والذين استكبروا (وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ. . .) ، قال </p><p> الذين استكبروا (. . . لَوْ هَدَانَا اللَّهُ لهَدَيْنَاكمْ سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ) . </p><p> ويدخل الشيطان في الجادلة فيقول:  (. . . إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (٢٢) . </p><p> وقد ذكر سبحانه بعد ما كان بين المشركين ضعفاء ومستكبرين والشيطان، ذكر سبحانه وتعالى إدخال المؤمنين الجنة. </p><p> (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ تَحِيَّتُهُمْ فِيهَا سَلَامٌ (٢٣) . </p><p> وقد ضرب سبحانه مثلا يفرق بين الإيمان والكفر بالفرق بين الكلمة الطيبة والكلمة الخبيثة، فالكلمة الطيبة (. . . كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ) ، والكلمة الخبيثة (. . . كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ (٢٦) يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ (٢٧) . </p><p> وذكر سبحانه أن حال الكافرين حال عجيبة تثير الاستفهام، فقد (. . . بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ (٢٨) جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ (٢٩) ؛ وذلك لأنهم جعلوا للَّه أندادا من الحجارة، وقد صاروا بذلك غير مدركين حقائق أمورهم، وجديرون بأن يقال لهم (. . . تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ) ، وذكر في مقابل ذلك المؤمنين الذين لم يبدوا نعمة الله كفرا، ويقيمون الصلاة، وينفقون مما رزقناهم سرا وعلانية من قبل أن يأتي يوم لَا بيع فيه ولا خلال. </p><p> ولقد ذكر اللَّه نعمه على خلقه، فهو (الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الْأَنْهَارَ (٣٢) وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ (٣٣) وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ (٣٤) . </p><p> ولقد ذكر اللَّه تعالى بعد ذلك خبرا صادقا عنِ إبراهيم أبي العرب، وكيف كان يدعو اللَّه ولا يعبد الأصنام، (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ (٣٥) رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ (٣٦) . </p><p> وأخذ يدعو لذريته في البلاد العربية بسعة الرزق فقال: </p><p> (رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ (٣٧) رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ وَمَا يَخْفَى عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ (٣٨) الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ (٣٩) رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ (٤٠) رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ (٤١) . </p><p> ذكر اللَّه سبحانه وتعالى أدعية إبراهيم ليكون ذلك تذكيرا لذريته من العرب، ليتركوا الأوثان ويتجهوا إلى الضراعة إلى اللَّه تعالى كضراعة جدهم أبي الأنبياء إبراهيم. </p><p> ولقد بين سبحانه وتعالى بعد ذلك أن اللَّه لَا يخلف وعده رسله يوم القيامة، فقال عز من قائل:  (وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ (٤٢) مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ (٤٣) </p><p> وقد أمر الله تعالى نبيه محمدًا - صلى الله عليه وسلم - أن ينذر قومه بيوم القيامة، وبما كان قد نزل بمن قبلهم، فقال تعالى:  (وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ (٤٤) وَسَكَنْتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ (٤٥) وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللَّهِ مَكْرُهُمْ وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ (٤٦) . </p><p> ولقد حذر اللَّه تعالى من نزول وعده، وذكر سبحانه أنه في يوم القيامة يكون الجزاء، تجزى فيه كل نفس بما كسبت إن اللَّه سريع الحساب. (هَذَا بَلَاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ (٥٢) . </p><p> * * * </p><p> معاني السورة الكريمة </p><p> قال اللَّه تعالى: </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (الر كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ (١) اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَوَيْلٌ لِلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ (٢) الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا أُولَئِكَ فِي ضَلَالٍ بَعِيدٍ (٣) وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ فَيُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٤) </p><p> * * * </p><p> تكلمنا في هذه </p>"
}