{
  "id": null,
  "sura": 13,
  "aya": 27,
  "text": "<p> (وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ (٢٧) </p><p> إن هذا من تعنتهم ومحاولة إعناتهم للنبي - صلى الله عليه وسلم -، وحالهم كحال الأعمى الذي لا يحسن أن يعيش في ضوء الشمس وحرارتها، ويقول لَا توجد شمس ولا دفء، وما العيب إلا في مشاعره التي إيفت، فهو ينكر ما لَا يحس به، طلبوا ملكا رسولا، وطلبوا أن تفجر الأنهار، وغير ذلك من المطالب التي ساقوها، وما هي إلا تعلَّات الكفر والإشراك، ولقد تحداهم القرآن أن يأتوا بمثله أو بعشر آيات من مثله فعجزوا، وكان عجزهم دليلا على أنه من عند اللَّه، ولقد أمر اللَّه سبحانه </p><p> وتعالى نبيه أن يرد عليهم بأن الذي دفع إلى طلب هذه الآية هو ضلالهم، وإصرارهم على الكفر والعناد، وقد جاءت هذه الآيات وأشباهها لمن سبقوهم وكفروا وضلوا سواء السبيل، أمر اللَّه نبيه فقال:  (قُلْ إِنَّ اللَّهَ يُضِلُّ مَن يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ) . </p><p> (أَنَابَ) رجع، أي رجع إليه، وابتدأ السير في طريق الهداية، فإن اللَّه يأخذه بيده حتى يصل إلى نور ربه، والمعنى: الذين كتب اللَّه تعالى عليهم الضلالة، وهم الذين ساروا في طريق الغواية يكتبهم سبحانه من الضالين فتعمى قلوبهم عن إدراك ما في الآيات من أمارات الحق وهدايته، وإن كانت هي في ذاتها منيرة بينة، أما الذين عادوا إلى ربهم وأنابوا إليه فإنه يهديهم إليه سبحانه وتعالى. </p><p> وهذا يفيد أن الذين يريدون آية غير القرآن وغير ما جاء على يديه من خوارق العادات كالإسراء والمعراج إنما يريدون هذه الآية إمعانا في ضلالهم. </p><p> وهنا إشارات بيانية نذكرها: </p><p> أولاها: التعبير بالمضارع في قوله تعالى: (وَيَقُولُ الَّذِينَ كَفَرُوا) فيها إشارة إلى تكرار قولهم هذا وهم مبطلون. </p><p> الثانية: التعبير بالموصول يدل على أن الصلة علَّة الطلب، فكفرهم هو علة طلبهم، أي أنهم سبقوا إلى الكفر فاعتنقوه، ثم حاولوا الاستدلال لتأييده، فما طالبوا ببراءة، طالب الحق بل حكموا أولا وأخذوا يتعنتون لإثبات ما هم عليه ومثلهم كمثل القاضي الذي يحكم ثم يحاول تقديم البينة لإثبات ما حكم به. </p><p> الثالثة: أن الهداية تكون لمن فتح قلبه للرجوع إلى اللَّه؛ ولذا عبر بالماضي في قوله:  (مَنْ أَنَابَ) أي من فتح قلبه للإنابة إلى اللَّه، فأخذ اللَّه سبحانه وتعالى بيده إلى الحق، والتعبير بالمضارع في قوله تعالى:  (وَيَهْدِي إِلَيْهِ) ، للإشارة إلى تكرار الهداية بشرطها من غير إجبار على كفر، ولا طاعة، بل الطاعة بالإرادة، ولذا كان الثواب والمعصية بإرادة العاصي؛ ولذا كان العقاب. </p><p> وقد قال الزمخشري شيء الكشاف في قوله تعالى:  (يضِلُّ مَن يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ) قال ما خلاصته: كيف كان قوله يضل من يشاء ويهدي إليه من أناب ردا لقولهم: (لَوْلا أُنزِلَ عَلَيْهِ آيَةٌ من رَّبِّهِ) ؛ فأجاب بأن قوله تعالى يضل من يشاء ويهدي إليه من أناب كلام جارٍ مجرى التعجب من قولهم، وذلك لأن الآيات الباهرة المتكاثرة التي أوتيها رسول اللَّه - صلى الله عليه وسلم - لم يؤتها نبي قبله، وكفى بالقرآن وحده آية، وراء كل آية، فإن جحدوها ولم يعتبروا بها وجعلوه كأن آية لم تنزل عليه قط، كان موضعا للتعجب والاستنكار، فكأنه قيل لهم ما أعظم عنادكم، وما أشد تصميمكم على كفركم، إن اللَّه يضل من يشاء ممن كان على صفتكم من التصميم وشدة الشكيمة، فلا سبيل إلى اهتدائكم وإن نزلت كل آية (١) . </p><p> وإن ذلك بيان يليق بمقام الزمخشري في البيان، وإدراك ملامح القول، وهو لا ينافي ما بينا من قبل، وإن زاد معنى التعجب من صلابة تفهم. </p><p> وأناب في قوله تعالى:  (وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ) معناها: أقبل إلى الحق، ودخل في توبة الخير؛ لأن أناب معناها اللغوي دخل في التوبة، والمناسب هنا دخوله في توبة الخير. </p><p> وقد بين الله تعالى الذين أنابوا من الاطمئنان والإيمان فقال: </p><p>(١) المرجع السابق.</p>"
}