{
  "id": null,
  "sura": 13,
  "aya": 39,
  "text": "<p> (يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ (٣٩) </p><p> يمحو الله من الآيات ما يشاء محوه منها، ويثبت ما شاء منها، فإذا كانت العصا معجزة في عصر موسى، وأقامت الدليل على رسالة موسى عليه السلام، فإن الله تعالى نسخها، ولا تكون آية لإتيان رسالة محمد - صلى الله عليه وسلم -، ويثبت له آية أخرى، وهي القرآن الكريم، وإذا كان عيسى له آيات خرقت نظام الأسباب والمسببات، فقد نسخها الله تعالى، وأثبت لمحمد - صلى الله عليه وسلم - معجزة أخرى تناسب رسالته، وتبقى ببقائها، فيثبتها الله تعالى. هذا ما نراه تفسيرا للمحو والإثبات، ونرى أنه يمكن أن يكون التفسير الذي يتسق مع ما قبلها وما بعدها من الآيات، فالكلام في الآيات التي يطلبونها إعناتًا وعنادًا. </p><p> وقد قال الزمخشري عدة معان تحتملها الجملة السامية، وهذا نص ما قاله: \" إنه يقول يمحو ما يشاء ويثبت، أي يأتي من الشرائع بما شاء، وينسخ منها ما </p><p> يشاء، وعنده أم الكتاب الأصل الذي لَا يمحى، ولا يقبل المحو، وهو التوحيد، فشرائع النبيين ينسخ بعضها بعضا، ولكن الأصل قائم، وهو أم الكتاب، أي الشرع المكتوب المقرر في كل الشرائع، وهو التوحيد، كما قال تعالى:  (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ. . .) . وإن هذا يتسق مع قوله تعالى:  (وَعِندَهُ أُمُّ الْكِتَابِ) . </p><p> ولقد قال الزمخشري في هذا المعنى:  (يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ) ، ينسخ ما يستصوب نسخه، ويثبت بدله ما يرى المصلحة في إثباته أو يتركه غير منسوخ، ويسوق أقوالا أُخر. </p><p> وإنا نرى أن هذين الوجهين كافيان في البيان، ويمكن الجمع بينهما بأن يكون المحو، بإلغاء آيات مادية، والإثبات إثبات أخرى، وإن تكون الشرائع السماوية التي جاءت بها الرسل، ينسخ بعضها بعضا، ولكن يبقى الأصل القائم وهو أم الكتاب، وهو التوحيد، والعدل، وإقامة الحق، والإصلاح في الأرض. </p><p> وقد قال الفخر الرازي في التفسير الكبير ما نصه: </p><p> \" العرب تسمى كل ما يجري مجرى الأصل للشيء أُمًّا له، ومنه أم الرأس للدماغ، وأم القرى لمكة، وكل مدينة فهي أم لما حولها من القرى فكذلك أم الكتاب هو الذي يكون أصلا لجميع الكتب \" . </p>"
}