{
  "id": null,
  "sura": 13,
  "aya": 30,
  "text": "<p> (كَذَلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَا أُمَمٌ) ، أي كذلك الإرسال الذي أرسلنا به الرسل السابقين أرسلناك، فالشبه هو إرسال النبي - صلى الله عليه وسلم - ذلك الإرسال الذي حمله الواجبات الكبرى والجهاد الأعظم، والمشبه به إرسال الأنبياء السابقين، فالإشارة هي إلى إرسال الرسل السابقين. </p><p> ويصح أن تقول: إن الإشارة إلى إرسال النبي - صلى الله عليه وسلم -، وهو المشبه به، والمشبه هو إرسال الرسل إلى الأمم الأخرى، والمعنى على هذا أن ما تعانيه من إنكار المنكرين في سبيل الحق الذي لَا ريب عاناه من قبلك رسل سبقوك في أمم قد خلت، فاصبر كما صبروا فلا تحسب أن من سبقوك وجدوا أرضا طيبة وقولا ولا كلاما مجابا ولا تسليما سهلا لَا معاناة فيه. </p><p> قوله:  (فِي أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَا أُمَمٌ) ، أي أمة الشرك التي قد مضت من قبلها أمم على مثل ما هي عليه من إنكار وجحود ولاقى رسلهم منهم مثل الذي تلاقي من عنت واستهزاء وسخرية، وإيذاء لمن اتبعوك، وفتنة للضعفاء في دينهم، وعناد ومحادة لله ولرسوله، ولأهل الحق؛ ولذلك قال تعالى:  (قَدْ خَلَتْ مِن قَبْلِهَا أُمَمٌ) ، أي مضت من قبلها أمم. </p><p> والغاية من الرسالة التي بعثت بها أن تتلو عليهم القرآن؛ ولذا قال:  (لِّتَتْلوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ) اللام للتعليل، والمعنى أرسلناك لتتلو عليهم القرآن الذي أوحيناه إليك، والتلاوة القراء المتتابعة المتناسقة في اللفظ والمعنى، ويصح أن تكون بمعنى الترتيل، وقد نقل إلينا القرآن متلوا مرتلا، فلم تثبت روايته هو بذاته فقط، بل تواتر طريق ترتيله، فجبريل الأمين علم النبي - صلى الله عليه وسلم - ترتيله، كما حفظه القرآن ذاته؛ ولذلك نزل القرآن منجما، ليحفظه النبي - صلى الله عليه وسلم - مرتلا؛ ولذا قال تعالى في بيات حكمة نزوله منجما:  (. . . كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا) . </p><p> ومع هذا الترتيل الذي تذهب به المعاني في النفس حالهم حال إنكار شديد؛ ولذا قال تعالى:  (وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ) وقد نص على كفرهم بالرحمن، وكان التعبير بالرحمن عن الذات العلية مع أنهما اسمان للذات العلية، ولا تتغير الذات بكثرة أسمائها، وإن التعبير بالرحمن لملاحظة الرحمة الشاملة، فهم مغمورون برحمته في وجودهم وكلاءتهم، إذ هو الذي يكلؤهم في السماوات والأرض، ومع </p><p> أن نعمه سابقة لهم، ورحمته لهم، كفروا به، والتعبير بالمضارع يفيد استمرار كفرهم وتجدده آنَا بعد آن. </p><p> ولقد روى أن العرب كانوا في إيمانهم الناقص بالله سبحانه وتعالى ما كانوا يعرفون إلا لفظ الجلالة، حتى إن النبي - صلى الله عليه وسلم -، وهو يملي شروط صلح الحديبية وابتدأه بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، قالوا: الرحمن هو رحمان اليمامة لَا نعرفه قل باسمك اللهم، وقد نزل فيهم:  (قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى. . .) . </p><p> وقد أمر الله تعالى أن يعرفهم بالرحمن فقال تعالت كلماته:  (قُلْ هُوَ رَبِّي) ، أي هذا الذي يكفرون هو ربى الذي خلقني ورباني وقام على شئوني، فهو الحي القيوم القائم على كل شيء، وهو الله. </p><p> (عَلَيْهِ تَوَكَّلْتُ) ، أي عليه وحده توكلت في الدنيا، لأنه هو القائم على كل نفس بما كسبت، وتقديم الجار والمجرور على الفعل للدلالة على القصر، أي لا أتوكل على غيره، والتوكل لَا ينافي العمل، بل إن التوكل بين أمرين كلاهما باطل، الأمر الأول أن يعتقد أن الأسباب وحدها هي التي تؤثر في النجاح، وينسى قدرته المحيطة بكل شيء، والثاني من الباطل التواكل، وهو أن يهمل الأخذ بالأسباب، بل يأخذ بالأسباب، ويترك الوصول إلى النتائج لله سبحانه وتعالى فهو تعالت قدرته لَا يغفل عن شيء، والقادر على كل شيء (وَإِلَيْهِ مَتَابِ) ، (متاب) مصدر ميمي لتاب بمعنى رجع وتقديم الجار والمجرور يفيد الاختصاص، أي أن مرجعي إليه وحده، وله الحساب وحده، وله الثواب والعقاب وحده، لَا شريك له، فالملك اليوم لله الواحد القهار. </p><p> وإن المشركين طلبوا آيات:  (وَقَالُوا لَوْلا نُزِّلَ عَلَيْهِ آيَةٌ من رَّبِّهِ. . .) ، وكأنهم لَا يعتدون بما جاء النبي - صلى الله عليه وسلم - من معجزة القرآن، وأنه سبحانه وتعالى تحداهم أن يأتوا بسورة من مثله، وبدا عجزهم، وظهر إعجازه، ولم يكن </p><p> لأي آية غير ذلك التحدي المعجز، ولأجل ذلك بين الله سبحانه وتعالى مقام القرآن في ذاته، وأنه أغلى كلام في الوجود، ولو أن كلامه يسير الجبال لسيرها، ولو أن قرآنا يقطع الأرض أجزاء لقطعها، فقال تعالى: </p>"
}