{
  "id": null,
  "sura": 13,
  "aya": 22,
  "text": "<p> (وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ (٢٢) </p><p> ذكرت هذه الآية أربع خصال للمؤمنين، أولها: الصبر ابتغاء وجه اللَّه تعالى، وإقامة الصلاة والإنفاق من رزق اللَّه تعالى، ودرء السيئة بالحسنة. </p><p> أما الصفة أو الخصلة الأولى: وهي الصبر ابتغاء وجه اللَّه، فإن معناها ضبط النفس عن الشهوات، وتسيطر على منازع النفس فتقوى الإرادة، وتكون الأهواء أمةً لها، ولا تكون سيدا عليه، وإن الصبر في المصائب التي تنزل، والإصرار على الوقوف عند أمر اللَّه تعالى ونهيه، ولقد فسر ابن كثير الصبر ابتغاء وجه ربهم بقوله:  \" الصبر عن المحارم والمآثم، فقطعوا أنفسهم عنها للَّه عز وجل ابتغاء مرضاته وجزيل ثوابه \" وفسره الزمخشري بقوله: \" (صَبَروا) مطلق فيما يصبر عليه من </p><p> المصائب في النفوس والأموال، ومشاق التكليف ابتغاء وجه اللَّه، لَا ليقال ما أصبره، وأحمله للنوازل، وأوقره عند الزلازل، ولا لئلا يعاب بالجزع، ولا لئلا يشمت به الأعداء كقول القائل:  (وتجلدي للشامتين أريهم)  (١) ، ولا لأنه لَا طائل تحت الهلع، ولا مر فيه للفائت كقول القائل: </p><p> ما إن جزعت ولا هلعـ ... ـت ولا يردُّ بكاي زندًا </p><p> فكل عمل له وجوه، فعلى المؤمن أن ينوي منها ما كان حسنا عند اللَّه، وإلا لم يستحق ثوابا، وكان فعلا كلا فعل \" اهـ (٢) . قيل هذا الكلام بليغ، وفيه بيان متى يكون الصبر ابتغاء وجه ربه، ومتى لَا يكون، وإنه بلا ريب كلام حق، ولكني أزيد عليه، بأن كلمة:  (وَالَّذِينَ صَبَروا ابْتِغَاءَ وَجْهِ رَبِّهِمْ) لابد أن يكون في موضع معين يكون الصبر فيه ابتغاء وجه اللَّه، أي يبيع المؤمن نفسه للَّه تعالى صابرا محتسبا، وهو الجهاد، فهذه الجملة السامية أو الخصلة الكريمة مع أنها تفيد أن الصبر في كل أحواله خير، وخصوصا إذا لم تقصد به المفاخرة، كما جاء على لسان بعض الشعراء، فإن الأخص هو الصبر في الجهاد، يدفع نوازع النفس، وبالتقدم للميدان رجاء ما عند اللَّه تعالى، والصبر في كل أحواله خير. </p><p> ومعنى (ابْتِغَاءَ وَجْهِ رَبِّهِمْ) أن يطلب رضا ذات اللَّه تعالى العلية عليه. </p><p> وعبر بالوجه عن الذات؛ لأنه في أصل معناه اللغوي ما يواجه الإنسان. </p><p> والخصلة الثانية: إقامة الصلاة، أي الإتيان بها مستوفية الأركان، وبخشوع وخضوع، وبأداء حقيقة معناها الناهية عن الفحشاء والمنكر، كما قال تعالى: </p><p> (. . . إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ. . .) . </p><p>(١) يعني إظهار الصبر مراءاة كي لَا يشمت الشامتون. (٢) الكشاف للزمخشري: ج ٢/ ٣٥٧، وتتمة البيت كما ذكره البيضاوي ج ٦/ ٣٧٦:وتجلدي للشامتين أريهم ... أني لريب الدهر لَا أتضعفعالبيت لأبى ذؤيب قاله يرثي بنيه.</p><p> وإن الصلاة إذا أقيمت لقويت النفس، وناجى المؤمن ربه حق المناجاة، وقرب من ربه، وامتلأت نفسه به، وصار قلبه نورا، وفكره نورا، واستقامت نفسه وقلبه. </p><p> الخصلة الثالثة: كما قال تعالى: (وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلانِيَةً) ، وقوله تعالى:  (مِمَّا رَزَقْنَاهُمْ) معناها: إنفاق بعض ما رزقناهم، أي من حلال مكاسبهم، فالكسب الحلال رزق من اللَّه، وإضافة الرزق إلى اللَّه تعالى يقتضي أولا ما ذكرنا وهو أن يكون حلالا، ويعتبر ثانيا أن المال مال اللَّه تعالى فهو الذي رزق، وما تكلف من إنفاق إنما هو مما أعطاك، فقد أعطاك لتنفق، فهو ابتلاك بالمال لتنفقه وتشكر، وابتلى غيرك بالفقر ليصبر، واللَّه فضل بعضكم على بعض في الرزق. </p><p> وقوله:  (سِرًّا وَعَلانِيَةً) ولكل حال فضلها، ففضل السر الستر على من يعطيه، وألا يكون تفاخرا، وأن يكون العطاء لوجه اللَّه لَا رياء فيه، وقد قال النبي - صلى الله عليه وسلم -: \" من تصدق يرائي فقد أشرك، ومن صام يرائي فقد أشرك \"  (١) ، وفي العلانية فضل أحيانا كأن تحرض الناس على العطاء، وأن يمنع الاتهام بالشح ليقي نفسه والخصلة الرابعة: بينها سبحانه وتعالى بقوله: (وَيَدْرَءونَ بِالْحَسَنَةِ السَّيِّئَةَ) . </p><p> (درأ) بمعنى دفع، ومن ذلك قوله تعالى في اللعان:  (وَيَدْرَأُ عَنْهَا الْعَذَابَ أَن تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ) . </p><p> ودرء السيئة بالحسنة فسرها المفسرون بأنه دفع الإساءة بالإحسان، ومقابلة الحرمان بالإعطاء، والقطيعة بالوصل، كقول النبي - صلى الله عليه وسلم -: \" ليس الواصل بالمكافئ ولكن الواصل الذي إذا قطعت رحمه وصلها \"  (٢) ، وقد روي عن ابن عباس أنه </p><p>(١) رواه أحمد، وقد سبق تخريجه. (٢) رواه البخاري: الأدب - ليس الواصل بالمكافئ (٥٥٣٢). كما رواه الترمذي: البر والصلة (١٨٣١)، وأبو داود: الزكاة (١٤٤٦)، وأحمد: مسند المكثرين (٦٢٣٨).</p><p> قال في معنى هذه الآية: يدفعون بالحسن من الكلام ما يرد عليهم من سيئ غيرهم، وعن الحسن البصري: إذا حرموا أعطوا، وإذا ظلموا عفوا، وإذا قُطعوا وصلوا. </p><p> وجملة هذه المعاني تتجه إلى نشر التسامح، ومنع مبادلة السوء بالسوء حتى لا يؤدي ذلك إلى التقاطع والتدابر، وأن يكون بأس المسلمين بينهم شديدا، وهذا هو ما أمر اللَّه تعالى به منعا للعداوة، فقد قال تعالى:  (وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ (٣٤) . </p><p> هذا معنى سليم مستقيم، ويصح أن نقول: إن معنى قوله تعالى: </p><p> (وَيَدْرَءُونَ بِالحَسَنَةِ السَّيِّئَةَ) ، أن الإكثار من الحسنات يدفع السيئات، ذلك أن. </p><p> الحسنات طهارة للنفس، والطهارة تزيل أخباث النفس، كما قال تعالى:  (. . . إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ. . .) فإن السيئات تخط في القلب خطوطا، والحسنات تزيلها، أو تذهب بنكتها السوداء، ويصح أن يراد المعنيان. ولقد أخبر عليه الصلاة والسلام أن الحسنة تمحو السيئة، فقال - صلى الله عليه وسلم -: \" وأتبع السيئة الحسنة تمحها \"  (١) . </p><p> وقد بين اللَّه تعالى جزاء المؤمنين الذين اتصفوا بهذه الصفات السامية المطهرة للنفوس وللجماعات، وهي تدل على أن هذه الصفات هي سبب الجزاء العظيم، (أُوْلَئِكَ لَهُمْ عُقْبَى الدَّارِ) وعقبى الدار (الجنة) ، ولذا بينها سبحانه وتعالى بقوله: </p><p> (جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ (٢٣) سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ (٢٤) </p><p>(١) رواه الترمذي: البر والصلة - ما جاء في معاشرة النساء (١٩١٠)، كما أخرجه أحمد في مسند الأنصار (٢٠٣٩٢)، والدارمى: الرقاق (٢٦٧١).</p>"
}