{
  "id": null,
  "sura": 13,
  "aya": 6,
  "text": "<p> (وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ (٦) </p><p> السين والتاء للطلب، فهم يطلبون التعجيل بالسيئة قبل الحسنة، أي أنهم عندما يسمعون البشير والنذير، يستعجلون العقوبات التي تكون في الإنذار بدل أن يعملوا الحسنات ويستعجلونها طالبين لها، وذلك من فساد الفكر وضلال النفي، وسيطرة العادة، والمبالغة في إنكار الحق، فإذا جاء إنذار بعذاب شديد إن استمروا في غيهم، وجنات النعيم والعزة في الدنيا إن استقاموا على الطريقة واهتدوا، لا يفكرون في فعل الخير يستعجلون به بل ينساقون في الإنكار ويستعجلون السيئة متهكمين، مهملين مستهترين، والسيئة هي ما يسوء في ذات نفسه، والحسنة ما يحسن في ذات نفسه فهم يطلبون السيئ تحديا وتهكما، واستهتارا، وكأنهم لا يعبئون. </p><p> ويفعلون ذلك، ويقولونه، مع أن العبر بين أيديهم شاهدة بصدق ما يخبرهم به ربهم! ولذا قال تعالى:  (وَقَدْ خَلَتْ مِن قَبْلِهِم الْمَثُلاث) و (خَلَتْ) معناها مضت) (مِنْ قَبْلِهِمُ الْمَثُلَاتُ) والمثلات جمع (مَثُلَة) ، كـ (سَمُرَة) ، أي خلت العقوبات التي نزلت بالذين من قبلهم كما عتوا وتجبروا، وعاندوا رسلهم، كقوم نوح، وقوم هود، وقوم صالح، وقوم شعيب، وسميت مَثُلَة؛ لأنها كانت عقوبة </p><p> متماثلة لما ارتكبوا، ويصح أن تكون مشتقة من مثال بمعنى قصاص للتماثل بين الجريمة والعقوبة، وذلك أعدل وأردع. </p><p> وإنه سبحانه وتعالى مع عدله في أن تكون العقوبة على قدر الجريمة، وملاحظة التماثل بينهما من غير أي بخس لعمل ولا مجاوزة للعقاب يعفو عن كثير، ولذا قال تعالى بعد أن قرر أن المثلات قدْ مضت، أنه عندما يشتد سيل الشر ويتفاقم أمره ينزل العقاب، دفعا للشر ووقفا له حتى لَا يعم الفساد، ويضل العباد، قال تعالى:  (وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ) أي إن ربك لذو مغفرة، تلازمه المغفرة كما يلازم الصاحب صاحبه حال كونهم ظالمين لأنفسهم بالشر الذي ارتكبوه، ولكنه يقبل التوبة فالتوبة الغفران، كما قال تعالى:  (غَافِرِ الذَّنبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ) . فالظلم بمعنى ظلم النفس بارتكاب المعاصي وليست بمعنى الشرك، فإنه ظلم كما قال تعالى عن لقمان:  (. . . إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ) ، ولكنه هنا بما دون ذلك، لأن اللَّه تعالى لَا يغفر الشرك، كما قال تعالى:  (إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ. . .) ، وكما أن اللَّه سبحانه وتعالى صاحب المغفرة التي هي ستر الذنب، ولا يحاسب عليه إذا كانت دون الشرك، فهو أيضا شديد العقاب على المصرِّين على المعاصي الذين أحاطت بهم خطيئاتهم واستغرقت نفوسهم، ولذا قال تعالى:  (وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ) ، أي إن عقابه شديد لمن أصر على المعصية وتدرنت بها نفسه وأظلمت. </p><p> وقد أكد سبحانه وتعالى عقابه بالجملة الاسمية، وبـ (إنَّ) التي للتوكيد، وباللام. </p><p> ويلاحظ أنه سبحانه وتعالى عبر بالرب في صحبة المغفرة، وشدة العقاب، وفى ذلك إشارة إلى أنه من مقتضيات الربوبية، فهو يهذب عبيده بالإنذار بشدة العقاب، وفتح باب التوبة من غير أن يقنط العصاة من رحمته، كما قال تعالى:  (قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا. . .) . </p><p> وقد ورد في معنى هذا النص السامي آيات كثيرة منها قوله تعالى:  (نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ (٤٩) وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ (٥٠) ، ومنها قوله تعالى:  (. . . إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفورٌ رحِيمٌ) ، وقوله تعالى:  (فَإِن كَذَّبُوكَ فَقل رَّبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلأ يُرَدُّ بَأسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ) ، وهكذا النصوص القرآنية الدالة على أنه لَا يصح أن يطمع العاصي في عفو مطلق، ولا أن ييئس من رحمة اللَّه تعالى، ولقد قال رسول اللَّه - صلى الله عليه وسلم - في هذا المعنى:  \" لولا عفو اللَّه وتجاوزه ما هنأ أحدا العيش، ولولا وعيده وعقابه لاتكل كل واحد \"  (١) واللَّه أعلم. </p><p> وإنهم مع قيام الدلائل على الوحدانية، وقيام المعجزة الكبرى، وهي القرآن يطلبون آيات أخرى وينكرون إعجاز القرآن مع قيام التحدي الشامخ. وعجزهم عن أن يأتوا بمثله؛ ولذا قال اللَّه تعالى لهم: </p><p>(١) أخرجه ابن أبي حاتم وأبو الشيخ عن سعيد بن المسيب.</p>"
}