{
  "id": null,
  "sura": 13,
  "aya": 8,
  "text": "<p> (اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ (٨) </p><p> (اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَى)  (ما) هنا قد تكون موصولة بمعنى الذي، ويكون السياق: اللَّه جل جلاله يعلم الذي تحمله كل أنثى، والذي تغيض به الأرحام والذي تزداد، وكل شيء عنده بمقدار قدّره، وحدّه وعيّنه. </p><p> يعلم ما تحمل كل أنثى من ذكورة وأنوثة، ومن حجمه، وشكله، وامتداده، وعمره، وما قدر له من حياة سعيدة أم شقية، وإيمان، وصباحة ودمامة، واستقامة وفجور، وما يكون في قابله هاديا مهديا، أو مقيتا شقيا، وغير ذلك مما يكون في حياته البدنية والنفسية، وكل ما يتعلق به. </p><p> يعلم أدوار الحمل من مضغة مخلقة وغير مخلقة، ومن وقت وضعه نطفة في قرار مكين، كما قال تعالى:  (وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (١٢) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (١٣) ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ (١٤) ، وبقوله سبحانه:  (. . . هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُم منَ الأَرْضِ وَإِذْ أَنتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ. . .) ، ويقول تعالى:  (. . . يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِّنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلاثٍ. . .) ، يعلم اللَّه تعالى ما تحمل كل أنثى من هذه الأطوار كلها طورا بعد طور، وما يعلمه اللَّه هو علم الخالق لما خلق، ومهما يكن متعلقاب (ما) في الأرحام فالعلم عند اللَّه علام الغيوب، وقد روى في الصحيحين عن عبد اللَّه بن مسعود قال: قال </p><p> رسول اللَّه - صلى الله عليه وسلم -: \" إن خلق أحدكم يجمع في بطن أمه أربعين ليلة، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك \"  (١) . </p><p> (وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ) ، الأرحام جمع رحم، وهو وعاء الولد في بطن أمه الذي تلقى فيه النطفة، وتمكث فيه أربعين يوما كما ذكر النبي - صلى الله عليه وسلم -، ثم تصير علقة، ثم مضغة، كما روينا عن النبي - صلى الله عليه وسلم -. </p><p> وتغيض أي تنقص، يستعمل لازما ومتعديا، ومنه غاض الماء، ويقال غضته أي نقصته، ومنه قوله تعالى في قصة الغرق لقوم نوح (. . . وَغِيضَ الْمَاءُ. . .) ، و (تَزْدَادُ) فأخذه زائدًا. </p><p> ومعنى هذا بالنسبة للحمل أن يكون الرحم خاليا من الولد أو يزداد فيه بالحمل ونموه، وتعدده، ويغيض بالخلو من الدم الذي يشتمل على خلايا التولد وامتلائه بهذا الدم، يكون التوالد من نطفة الرجل وخلايا المرأة. </p><p> وخلاصة القول في هذا أن الذكورة والأنوثة، وكل ما يخص التكوين الخلقي من عمل هو في علم اللَّه، واللَّه وحده الذي يعلم ما تحمل كل أنثى وما تغيض الأرحام وما تزداد، وإن ذلك كله بعلم اللَّه تعالى وتسييره، ويسير على سنة مرسومة محدودة لَا يغيرها إلا خالقها، ولذا قال تعالى:  (وَكُل شَيْء عِندَهُ بِمِقْدَارٍ) أي كل شيء عنده بمقدار معلوم محدود، فأدواره مقدورة محدودة قدرها اللَّه سبحانه وتعالى، ولا يعلمها إلا هو لأنه العالم بالشاهد والغائب، وبالسر والجهر، ولذا قال تعالى: </p><p>(١) رواه البخاري: بدء الخلق - ذكر الملائكة (٢٩٦٩)، ومسلم: القدر - كيفية خلق الآدمي (٤٧٨١).</p>"
}