{
  "id": null,
  "sura": 13,
  "aya": 13,
  "text": "<p> (وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ) . </p><p> للمفسرين اتجاهان في هذا: </p><p> الاتجاه الأول: أنه يفسر الرعد بمن يسمعه، فالتسبيح ليس تسبيح الرعد ولكن تسبيح من يسمعه؛ لأنه يكون خائفا فزعا، كما يكون الفزع من كل صوت مزعج، فيجعله الخوف والفزع في حال إدراك لقوة منشئه كما تكون النفس عند رؤية أي أمر مزعج. </p><p> والاتجاه الثاني: أن الرعد ذاته يكون في حال تسبيح اللَّه تعالى وحده؛ لأن هذا الصوت المزعج الرهيب المفزع يكون خاضعا للَّه تعالى، دالا على توحيده، وعلى كمال سلطانه، فكل شيء يسبح بحمده ولكن لَا تفقهون تسبيحهم. </p><p> وإني أميل إلى الاتجاه الثاني؛ لأنه يتفق مع النسق القرآني، إذ إن النسق القرآني يبين خضوع الكون ومظاهره للَّه تعالى مسبحًا بحمده، وهي تدل على الباعث على هذا التسبيح، وهو حمده على نعمة إيجاده، وكمال خضوعه. </p><p> وقوله تعالى:  (وَالْمَلائِكَةُ مِنْ خِيفَتِهِ) أي من خوفه ووانه، و (خيفة) بكسر الفاء، وهي هيئة الخوف، أي هيئة الخوف الرهيب من اللَّه تعالى، فلا يدرك عظمة اللَّه القوي الجبار إلا من يكون قريبا منه سبحانه وتعالى. ومع تسبيح الرعد بهزيمه، والملائكة الأبرار بخيفتهم من اللَّه، ينزل اللَّه تعالى الصواعق وهي من احتراق البرق، فالبرق يحدث معه الرعد، وأحيانا يكون السحابتين السالبة والموجبة محدثة شرارًا ينزل على الأرض فيحرق ما يصيبه ومن تصيبه؛ ولذا قال تعالى: </p><p> (وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَن يَشَاءُ) ومع هذا البرق الخاطف للأبصار الذي يرونه ويفزعون له، ويرجون المطر منه، وهزيم الرعد الذي يسبح للَّه تعالى، وتسبيح الملائكة من خيفته، وإرسال الصواعق الحارقة مع رؤيتهم هذه الظاهرة الدالة على القدرة القاهرة، والإبداع الباهر يجادل المشركون في اللَّه؛ ولذا قال تعالى:  (وَهُمْ يُجَادِلُونَ فِي اللَّهِ) يجادلون في قدرة اللَّه تعالى على إعادتهم في البعث، كما بدأهم، ويجادلون في اللَّه فيحسبون أن الأحجار تعبد لأنها تكون شفيعه عنده، ويجادلون في قدرتها فيحسبون أن لها قدرة مع قدرته سبحانه وتعالى، وغير ذلك من الأوهام الفاسدة التي يثيرونها حول الذات العلية، والجدل من جدل الحبل إذا فتله فتلا شديدا ليحمل به الأشياء الثقيلة، ويشد عليها، واستعمالها هنا بمعنى فتل الحجة الباطلة يريدون أن يعتمدوا تفكيرهم الفاسد، ووهمهم الباطل عليها، (. . . وَكَانَ الإِنسَان أَكْثَرَ شَيْء جَدَلًا) . </p><p> ولقد ذكر سبحانه وتعالى بعد ذلك أن جدلهم في هباء أمام قدرة اللَّه تعالى، فقال سبحانه وتعالى:  (وَهُوَ شَدِيدُ الْمِحَالِ) الضمير في (وَهوَ) يعود إلى اللَّه تعالى، والمحال: قال الأزهري: إنه القوة والشدة، ويقال: ماحلت فلانا أي قاومته حتى يتبين أينا أقوى، ومِحَال فِعَال من المماحلة، أي أنه لَا يغالبه في الوجود أحد فهو أقوى من كل الوجود، ومع ذلك يجعلون ذاته الكريمة موضع جدال. ولكنه الضلال الذي أوجد غمة على العقول فلا تدرك الحق المبين الواضح الذي قامت فيه الدلائل على قوته القاهرة. </p><p> ويجادلون في اللَّه بأوهام توهموها؛ ولذا بين سبحانه وتعالى أن دعوة اللَّه هي الحق ودعوة أندادهم هي الباطلة، فقال تعالى: </p><p> (لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ (١٤) </p>"
}