{
  "id": null,
  "sura": 13,
  "aya": 28,
  "text": "<p> (الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ (٢٨) </p><p> (الَّذِينَ آمَنُوا) بدل أو بيان لقوله تعالى في الآية السابقة: (وَيَهْدِي إِلَيْه مَنْ أَنَابَ) ، فهي بدل من قوله:  (مَنْ أَنَابَ) ، وعلى ذلك يكون محل (الًّذِينَ آمَنُوا) ، النصب؛ لأن (مَنْ) حلها النصب، على أنها مفعول به لـ (يَهْدِي) ، ويكون قوله تعالى:  (وَتَطمَئِنُّ قُلُوبُهُم بِذِكْرِ اللَّهِ أَلا بِذِكْرِ اللَّهِ) الفعل (تَطْمَئِنُّ) يكون معطوفا على (يهْدِي) ، ويكون الفعل المضارع معطوفا على مثله، وليس في الكلام السامي عطف مضارع على ماض. </p><p> أى أن الله يهدي من أناب، وهم الذين آمنوا وصدقوا وأذعنوا، وتطمئن قلوبهم إلى ذكر الله تعالى بهذه الهداية، والرجوع إلى الله تعالى وبذكر الله، وذكر الله تعالى يجعل القلوب مطمئنة، لأنه إذا امتلأ القلب بذكر الله تعالى سكن إليه، وأصبح لَا يبالي شيئًا من كوارث الدنيا، فالقلق والفزع، والخوف من الحرمان، والشدائد، كل هذا يذهب، ولا يكون شيئا إذا عمر القلب بذكر الله، فلا يكون فيه فراغ لشيء من هذا الخوف أو الفزع، وذلك لأن الأنس بالله يوجد في القلب اطمئنانًا، ويجعل النفس في حال رجاء لرحمته، ومغفرته. </p><p> وقد قرر اللَّه تعالت حكمته هذا أي فقال:  (أَلا بِذِكرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ) ، أي أنها تكون في فزع هالع إذا لم تذكر الله، فإذا ذكرت الله تعالى هانَ كل شيء، لأنها حينئذ تلجأ إلى حصن من القرار، لَا تصل إليه عوامل القلق والاضطراب، وقوله تعالى:  (بِذِكْرِ اللَّهِ) بتقديم الجار والمجرور على الفعل يفيد الاختصاص، أي بذكر الله وحده لَا بشيء آخر تطمئن القلوب، و (ال) في (الْقُلُوبُ) لبيان عمومها، فالقلوب كلها لَا تطمئن إلا بذكر الله تعالى؛ ولذلك تكون القلوب الخالية من ذكر الله تكون في فزع مستمر، لأنها خالية من الإيمان غير عامرة. </p><p> وإن المؤمنين لفرط إحساسهم بالواجبات عليهم وإدراكهم للنذر تقشعر جلودهم عند سماع القرآن، وما فيه من نذر تقشعر جلودهم، ولا يذهب بذلك إلا ذكر الله تعالى، اقرأ قوله تعالى:  (اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (٢٣) . </p><p> ذلك جزاء معنوي للمؤمن الذاكر لله تعالى العامر قلبه بأنسه ونوره، وفي الآخرة يكون هذا الجزاء، وجزاء رضوان الله تعالى، ونعيم الجنة، وقد ذكر سبحانه وتعالى ذلك فقال عز من قائل: </p>"
}