{
  "id": null,
  "sura": 13,
  "aya": 33,
  "text": "<p> (أَفَمَنْ هُوَ قَائِم عَلَى كُلِّ نَفْس بِمَا كَسَبَتْ) الاستفهام هنا للتوبيخ، وبيان عجز آلهتهم، وقدرة الله تعالى، وقائم معناها: القيام على شئون الأنفس، خلقها، وهي مربوبة لها، وعالم بها، ومحافظ عليها، يعلم ما تسره وما تعلنه، وما تظهره، وما تخفيه. </p><p> ويقول ابن كثير في معنى هذه العبارة السامية:  (أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ) ، أي حفيظ عليهم رقيب على كل نفس منفوسة يعلم ما يعمل العاملون من خير وشر، ولا تخفى عليه خافية (وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ. . .) . </p><p> فمعنى قام ليس ضد القعود، وإنما معناه القيام على شئون الأنفس، والعلم بها، كما قال تعالى:  (. . . هُوَ الْحَيُّ الْقَيُّومُ. . .) ، وعبر عن القيام بهذه المعاني؛ لأن القيام يدل على الحركة، والحركة تدل على معاناة الأعمال خيرها وشرها، وهو بالنسبة لله تعالى القيام على شئون هذا الوجود، وهو هنا الأنفس. </p><p> وذكر الله تعالى كل نفس للدلالة على عموم تدبيره للأنفس، والعلم بما تفعل من خير وشر، وقوله تعالى:  (بِمَا كَسَبَتْ) يتضمن العلم بكل ما تصنع النفوس العاملة، والجزاء على ما تفعل، وفي ذلك بعضها لإنذار العصاة، كما قال تعالى:  (سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ (١٠) لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ. . .). </p><p> وقوله تعالى:  (أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ) لتمام الموازنة تكون التسوية مقتضية محذوفا مقدرا تقديره كي لَا يستطيع شيئا، ولا يقوم على شيء ولا يضر ولا ينفع. </p><p> وقد أشار سبحانه وتعالى إلى ضلالهم في عبادة الأوثان، فقال تعالى: </p><p> (وَجَعَلُوا لِلَّهِ شُرَكَاءَ) ، وهذه الجملة حالية، والحال أنهم جعلوا لله شركاء يشركونه في العبادة مع أنها لَا تنفع ولا تضر، ومع أن ذاته العلية جلت عن المشاركة، وتعالى عن ذلك علوا كبيرا، أمر الله تعالى نبيه الكريم أن يسألهم عن حقيقتها، ولكنها من بيان الكنه والحقيقة يتبين بطلان ما يعتقدون قال تعالى:  (قُلْ سَمُّوهُمْ) عبر عنهم بضمير ما يفعل على حسب زعمهم وأوهامهم، وإلا فهي حجارة لَا تضر ولا تنفع، ولا تعقل ولا تدرك. </p><p> (سَمُّوهُمْ) ، أي اذكروا أسماءهم، وأوصافهم، أي شيء لهم من الأسماء والصفات، وإنهم إذا جاءوا إلى ذلك، قالوا: إنها أحجار سميت اللات أو العزى أو هبل، أو نحو ذلك من الصفات التي تجعلها دونهم، فكيف يعبدون ما هي دونهم أو لَا وجود لها في حقيقة أمرها، إلا أن تكون أحجارا، لَا تنطق ولا تضر، ولا تنفع. </p><p> (أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ) ، \" أم \" للإضراب الانتقالي مع تضمنها معنى الاستفهام الإنكاري التوبيخي، أي أتنبئونه بشيء لَا يعلمه في الأرض، وهو خالقها، والذي يعلم ما في السماوات وما في الأرض، أي أتنبئونها بأمر لَا وجود له، والمؤدى أنها لَا وجود لها في الأرض فهل تنبئونه بأمر لَا يعلمه في هذه الأرض، وهذا كلام يؤدي لَا محالة إلى أشياء لَا وجود لها في الأرض؛ لأنها لو كان لها أسماء وأوصاف لادعى وجودها، ولو كان لها وجود كآلهة في الأرض لعلمها سبحانه. (أَم بِظَاهِرٍ منَ الْقَوْلِ) ، أم للإضراب عن السابق مع دلالتها على الاستفهام التوبيخي الذي ينبههم إلى فساد قولهم، والمعنى أهذا العلم بظاهر من القول الذي لَا يدل على حقيقة فقط، إنما أوهامهم جعلتهم يرددون ظاهرا من القول لَا يستطيعون أن يقولوا فيه إنه شيء له وجود، وصفات اقتضت الألوهية. والحقيقة أنه زين لهم وهم لَا مدلول له جعلهم يكفرون، وهم لَا يشعرون؛ ولذا قال تعالى: </p><p> (بَلْ زُيِّنَ لِلَّذِينَ كَفَروا مَكْرهُمْ وَصُدُّوا عَنِ السَّبِيلِ) . </p><p> بل للإضراب عن القول، أي أنه ما دام قد ثبت أنه لَا حقيقة لأصنامهم التي يعبدونها، فأوصافهم لَا تثبت ألوهية، بل لَا تثبت وجود لها نفع وضرر، فالأمر أنهم زين لهم ما هم عليه بوهم توهموه، وخيال تخيلوه، وكان ذلك الخيال أساس مكرهم، وتدبيرهم ضد الحق وأهل الإيمان، وبه صدوا عن السبيل، وصدوا غيرهم عن الطريق السوي، وفي قوله تعالى:  (وَصُدُّوا عَنِ السَّبِيلِ) قراءة بالضم، أي أنه بهذا التزيين الضال صدوا عن الطريق الحق، وهو عبادة الله تعالى وحده لَا شريك له، وهناك قراءة بالفتح، أي صدوا غيرهم عن الحق بالاعتداء، والإيذاء، والاستهزاء بالرسل، ويجب أن يُراد القراءتان أنه لَا مانع من الجمع بينهما، فهم أبعدوا بأوهامهم عن الحق، وأوغلوا في الضلال بإبعاد غيرهم عنه. </p><p> وأكد الله سبحانه وتعالى الحكم بالضلال عليهم، فقال عز من قائل:  (وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ) ، أي من يحكم الله تعالى بضلاله؛ لأنه سار في طريق </p><p> الغواية ومحل إلى الضلال، (فَمَا لَهُ مِنْ هَادٍ)  (مِنْ) لعموم النفي، أي ليس له من هاد أي هاد، فلا هادي بعد الله. </p><p> بعد ذلك بين الله تعالى جزاءه، فقال: </p>"
}