{
  "id": null,
  "sura": 13,
  "aya": 25,
  "text": "<p> (وَالَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ) وعهد اللَّه تعالى بَدَهي تدركه البديهة السليمة؛ لذا سمي دين التوحيد، فطرة اللَّه تعالى التي فطر الناس عليها. وهي إدراكها حقيقة، حتى إن بعض </p><p> العلماء المسلمين قال: إن إدراك اللَّه تعالى تدركه البديهة السليمة، لذا سمي دين التوحيد، فطرة اللَّه التي فطر الناس عليها. وقد نص على عهد اللَّه في قوله تعالى:  (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ (١٧٢) أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ (١٧٣) وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ (١٧٤) . </p><p> ولم يشرك الناس بعد هذا العهد الذي أخذ بمقتضى الفطرة، بل وثَّقه بميثاق، ولذا قال تعالى:  (مِنْ بَعْدِ مِيثَاقِه) وهذا الميثاق الذي وثق به الرسل الذين أرسلهم مبشرين ومنذرين (. . . وَإِن مِّنْ أُمَّةٍ إِلَّا خَلا فِيهَا نَذِير) ، وقال تعالى: </p><p> (. . . وَمَا كنَّا مُعَذِّبِين حَتَّى نَبْعَثَ رَسُولًا) . </p><p> ولقد جاءت النذر بهلاك الأمم التي فسقت عن عهدها، فكان ذلك توثيقا بعد توثيق، وإنذارًا بعد إنذار، ومع ذلك نقضوا عهد اللَّه من بعد ميثاقه. الصفة الثانية: قطعهم ما أمر اللَّه به أن يوصل من الأرحام، والعلاقات الاجتماعية الفاضلة على ما بينا في معنى قوله تعالى في صفات المؤمنين: </p><p> (وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يوصَلَ) . </p><p> الصفة الثالثة: أشار إليها سبحانه وتعالى بقوله: (وَيُفْسِدُونَ فِي الأَرْضِ) الفساد في الأرض ألا يقوم فيها النظام الاجتماعي على التكافل بين الآحاد، ومعاونة بعضهم، وألا يستعلي قوي على ضعيف، وألا يندغم الضعفاء في الجماعة، وألا يراعى لهم حق، وأن يكون التفاوت الظالم بين الآحاد، وألا يكون ضابط يحمي الضعفاء من الأقوياء والأغنياء من الفقراء، وأن يسود الظلم من الحكام لرعاياهم، فإن ذلك فسادا أي فساد، وقد رأينا حكاما ظالمين يقتلون الرعية بغير حق إلا أن يقولوا ربنا اللَّه، واللَّه أكبر، ويدعون أنهم يصلحون وهم المفسدون، لأن أساس كل نظام العدل. إفساد أي حكم بالظلم أولا، وما يتبعه </p><p> تحسس وتجسس وسعاية ثانيا، وما يجري وراءه من نفاق ثالثا: وإذا جاء النفاق عمَّ الفساد. ولقد قال أبو العالية:  \" ست صفات في المنافقين، إذا كانت الظهرة(أي السيطرة)على الناس أظهروا هذه الخصال: إذا حدثوا كذبوا، وإذا وعدوا أخلفوا، وإذا ائتمنوا خانوا، ونقضوا عهد اللَّه بعد ميثاقه، وقطعوا ما أمر اللَّه به أن يوصل، وأفسدوا في الأرض،وإذا كانت الظهرة عليهم أظهروا ثلاث خصال:إذا حدثوا كذبوا، وإذا وعدوا أخلفوا، وإذا ائتمنوا خانوا \" . </p><p> وإن النفاق دائما وليد الاستبداد الغاشم، والظلم الطاغي، وقد رأينا وشاهدنا. </p><p> وقد بين اللَّه سبحانه الجزاء الأوفى للذين لايؤمنون، فقال تعالى:  (أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ) اللعنة هي الطرد، وقد ذكرت غير مقيدة، فإنها في الدنيا أو الآخرة، أما لعنتهم في الدنيا فالمقت الشديد والبغض والكراهية، وسوء الأحدوثة، واقتران حياتهم بالخوف من الناس، والاضطراب النفسي حتى يموتوا بغيظهم، وسوء الحديث عنهم تتوارثه الأجيال جيلا بعد جيل. ويقال فيهم ما قاله الشاعر البطل محمود سامي البارودى: </p><p> زالوا فما بكت الدنيا لطلعتهم ... ولا تعطلت الأعياد والجمع </p><p> واللعنة في الآخرة: الطرد من رحمة اللَّه ورضوانه، فلا ينظر إليهم ولا يكلمهم اللَّه ولا يزكيهم (وَلَهُمْ سُوءُ الدَّارِ) والدار هي الآخرة وسوءها جهنم وبئس المهاد. </p><p> وإن المشركين كانوا يغترون بمالهم ونفوذهم، والمؤمنون كانوا في أكثرهم فقرا وضعفا وكانوا يعقدون ملازمة بين رضا اللَّه والفقر، فمن كان غنيا فهو موضع رضا اللَّه، ومن كان فقيرا ضعيفا فهو موضع مقت اللَّه تعالى، فازدادوا بذلك كفرا وطغيانا، فبين اللَّه سبحانه أنه لَا ارتباط بين الغنى والإيمان، ولا بين الضعف والكفر. </p><p> قال تعالت كلماته: </p>"
}