{
  "id": null,
  "sura": 13,
  "aya": 2,
  "text": "<p> (اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ (٢) </p><p> صدر الآية الكريمة بلفظ الجلالة الذي يتضمن الخالق المدبر المتصف بكل كمال، والمستحق وحده للعبادة، ولا يعبد معه شيء: حجر، أو حي، أو نجم، أو غير ذلك مما توهم فيه بنو الإنسان في العصور المختلفة قوة يعبد لأجلها. </p><p> وبين سبحانه فضله في خلق الكون فابتدأ بذكر الكون الأعلى مجملا عرّفه بخلق اللَّه فقال:  (الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَد تَرَوْنَهَا) ، هنا اتجاهان: نفي العمد، ووجود العمد ونفي رؤيتها: </p><p> الاتجاه الأول: أن النفي متجه إلى وجود العمد، وقوله تعالى:  (تَرَوْنَهَا) دليل على نفي وجود العدم، أي دليل على عدم وجودها عدم رؤيتكم لها، فاللَّه سبحانه وتعالى أنشأ السماوات كالقبة المحيطة بالأرض من كل أطرافها، من غير عمد قائمة، ويرشح لهذا المعنى قوله تعالى:  (. . . وَيُمْسِكُ السَّمَاءَ أَن تَقَعَ عَلَى الأَرْضِ إِلَّا بِإِذْنِهِ. . .) . </p><p> والاتجاه الثاني: أن النفي واقع على الرؤية، وعلى هذا يكون هناك عمد، ولكن لَا ترى، فاللَّه سبحانه وتعالى قد أوجد تماسكا بين السماء والأرض بالجاذبية، وكأنها عمد ولكنها لَا ترى، وبهذه الجاذبية، وهذه الجاذبية كأنها العمد التي لَا ترى. والاتجاهان يحتملهما اللفظ، وهما صادقان، وأميل إلى الاتجاه الثاني، ورجح ابن كثير الاتجاه الأول، وكلاهما فيه قدرة اللَّه تعالى الجلية واضحة، والعمد (بفتح العين وضمها) جمع عماد أو عمود، وهي الأسطوانة التي يقام عليها السقف المرفوع. </p><p> (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ)  (ثُمَّ) هنا لبيان مراتب الخلق في ستة أيام، أي أدوار كما مضى القول في ذلك في سورة الأعراف، فإنه بعد أدوار الخلق التي تمت بإرادة اللَّه تعالى، والاستواء على العرش كمال سلطانه في الكون، كما يستوي الملك العادل على عرش ملكه، وللَّه المثل الأعلى، وما مثلنا إلا للتقريب، فلا مساواة، تعالى اللَّه عن ذلك علوا كبيرا. </p><p> (وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ) أي ذللهما في حركتهما وسيرهما في مداريهما، فكل له مدار، وكل له خواصه، فالشمس هذا الضياء المشرق الذي يملأ الوجود حرارة يكون بها الأحياء والأزهار والأشجار. والقمر يستمد نوره من ضوء الشمس، ولأشعته الصافية المستمدة يكون السير ليلا، ويؤثر في النفوس، وفي البحار بالجزر والمد، وفي الأحياء، فيكون الحمل والإرضاع تابعين لأدواره. </p><p> (كُلٌّ) في قوله تعالى: (كلٌّ يَجْرِي لأَجَلٍ مسَمًّى) أي لأجل معين ينتهي عنده ذلك الأجل الذي حد له، وقد قال البيضاوي في ذلك عند قوله تعالى: </p><p> (وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ) ذللهما لما أراد منهما كالحركة المستمرة على حد من السرعة ينفع في حدوث الكائنات وبقائها. (كُل يَجْرِي لأَجَلٍ مسَمًّى) لمدة معينة يتم فيها أدواره، أو لغاية مضروبة دونها سيرها وهي:  (إِذَا الشَّمْسُ كُوِّرَتْ (١) وَإِذَا النُّجُومُ انْكَدَرَتْ (٢) .، (١) ، أي أن الأجل المسمى يفسره بتفسيرين: </p><p>(١) تفسير البيضاوي: ج ١/ ٣١٦.</p><p> أولهما: الأجل الذي تتم به أدوار الشمس من حيث قربها نسبيا من الأرض وانحرافها نسبيا عنها فتبعد، ويكون من ذلك الفصول الأربعة التي تتغير فيها حال الأرض، وما تنبت من زرع، وما يكون من دفء وحرارة ونوعها. وما يختلف به الليل والنهار طولا وقصرا، وما ينتظم به الزرع والثمر ويختلف باختلاف الفصول، إلى آخر ما هو معروف في العلم، ويحس به الناس في أدوار الحياة وتعاقب الليل والنهار. </p><p> والثاني: أن الأجل المسمى هو أجل الدنيا، الذي يكون بعدها زلزلة الأرض، وفناء العالم ليجدد في حياة أخرى هي الجزاء والتعويض لما كان في الدنيا. </p><p> وإني أرى أنه لَا مانع من إرادة الأمرين، فهما ليسا أجلين، بل هو أجل واحد يكون أولهما في دائرة الوجود الدنيوي وهو في الثانية الذي هو النهاية. </p><p> وإن النص القرآني يقول:  (كُلٌّ يَجْرِي لأَجَلٍ مسَمًّى) ، أي أن الشمس والقمر يجريان لأجل مسمى، فالقمر يجري حول الأرض ويدور حولها دورته الشهرية. وتكون من هذه الدورة درجاته وصوره من كونه هلالا إلى أن يكون بدرا (. . . وَكُلٌّ فِي فَلَكٍ يسْبَحُونَ) ، وإن القمر له بهذا الدوران أوقات تؤثر في الأحياء، فالحمل والرضاع، ونمو الأطفال، وحياة الجنين، وولادته، والحياة التناسلية لها ارتباط وثيق بالقمر وأدواره، وطمث المرأة، وقرؤها، له ارتباط بالقمر، والميزان الدقيق لمعرفة ذلك وأدواره هو الشهر القمري، بل إن القمر له أثر في الإخصاب، حتى عبروا في بعض اللغات عن الأمراض العصبية بأنها الأمراض القمرية. وهكذا، وإن القمر يجري لأجل مسمى في دائرة المعاني التي ذكرناها، وإنه يستمر جاريا إلى أن تنقضي الدنيا، واللَّه أعلم. </p><p> وإن اللَّه تعالى بعد بيان القدرة المشيئية (يُدَبِّرُ الأَمْرَ يُفَصِّلُ الآيَاتِ) الأمر هو ملكوت السماوات والأرض من حركات النجوم، وأبراجها، وإحياء الأحياء وإماتتهم و (أل) في قوله تعالى: (الأَمْرَ) للعهد، وهو ما يتعلق بهذا الملكوت. </p><p> (يُفَصِّلُ الآيَاتِ) ينزل عليهم الآيات المبينة للقدرة من خسف وكسوف، وزلازل وغيث يحيي الأرض، وغيث يدمر ما عليها، كل هذه لتكون آيات بينات تدل على القدرة، وعلى أن الكون يسير بإرادة مختارة، وأنه يبدئ ويعيد، وينشئ، ثم يميت، ثم يحيي، وهو على كل شيء قدير. </p><p> وإن اللَّه تعالى أشار إلى هذه القدرة العظيمة رجاء أن يؤمنوا بالمعاد فقال تعالى:  (لَعَلَّكُم بِلِقَاءِ رَبِّكُمْ تُوقِنونَ) . </p><p> أي: لعلكم ترجون لقاء ربكم وتوقنون به، فالرجاء ليس من اللَّه، ولكن الرجاء من الخلق وهو على كل شيء قدير، أي لعلكم إذا تأملتم ما في السماوات والأرض من خلق توقنون بلقاء ربكم ولا تنكرون ولا تظنون ظنا. بل تستيقنون استيقانا، وهنا إشارات بيانية في هذه الآية وما قبلها نذكرها إجمالا: </p><p> أولاها: أن تعريف الطرفين في قوله: (الَّذِي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الْحَقُّ) للقصر، أي لَا حق سواه. </p><p> الثانية: في قوله: (رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ) فيها دليل على وجود الصانع المنشئ والمدبر، وأن وراء كل جزئية من الكون سرا إلهيا، هو الذي يدبر، وهو الذي يقوم عليه فهو الحي القيوم. </p><p> الثالثة: أن قوله عن البعث: (لَعَلَّكُم بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ) فيه إشارة إلى أن البعث لقاء اللَّه، وقدر (بِلِقَاءِ رَبِّكُمْ) على الفعل (تُوقِنُون) لمزيد الاهتمام. </p><p> وبعد ذكر اللَّه تعالى رفع السماوات، وما فيها من أجرام ذكر الأرض وما فيها من آيات بينات فقال عز من قائل: </p>"
}