{
  "id": null,
  "sura": 13,
  "aya": 17,
  "text": "<p> (أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ (١٧) </p><p> هذه الآية الكريمة فيها: أولا: بيان نعمة اللَّه تعالى على الناس، فيما ينزل من ماء يجري في الأودية والأنهار فينتفع به الناس آمادا، يأمنون فيها على أنفسهم وزرعهم وضرعهم من العطش الشديد، والجدب، وضياع الحرث والنسل. وفيها ثانيا: نعمة اللَّه تعالى عليهم فيما أودعه باطن الأرض من فلزات يوقدون عليها فتكون منها حليهم وأمتعتهم من أوان وأدوات حروب، ودفع لأعدائهم، وبذلكَ يكون منها متاع وحماية ودفاع. </p><p> وفيها ثالثا: وهو الذي سيق له القول ظاهرا، وهو ضرب المثل بالحق والباطل، فالحق هو الأمر الثابت الباقي الذي ينفع الناس، والباطل هو الزبد الذي يجيش الماء فيوجده كالرغوة لَا تبقى، والذي يوحده الغليان في الفلز فيظهر خبثا غير مفيد، والفلز يبقى من بعده خالصا ينفع الناس. </p><p> هذه خلاصة مقاصد الآية الكريمة السامية، بعضها بالقصد الأول، وبعضها بالقصد الثاني، وكلاهما فيه فضل اللَّه واضح بين، بلا فرق بين ما سيقت له الآية قصدا، وما سيقت تبعا، فالجميع كلام اللَّه تعالى مقصود كل معانيه أصليا وتبعيا. </p><p> ولنتكلم في أجزاء الآية الكريمة: </p><p> قوله تعالى:  (أَنزَلَ مِنَ السَّمَاءِ مَاءً) السماء هي العلو، والماء ينزل من المزن، وهي السحاب الثقال التي ذكر اللَّه تعالى أنه ينشئها في الآية السابقة، وتلك نعمة من اللَّه أنعمها على الناس، نزلت من السماء على الجبال أو المرتفعات فتحدرت عليها المياه وسالت حتى كونت أودية وأنهارا، وهذا قوله تعالى:  (فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا) ، الأودية جمع واد، وهو المكان الذي يجري فيه الماء، وليست الأودية هي التي تسيل، إنما الذي يسيل هو الماء الذي يجري فيها، </p><p> وأطلقت الأودية وأريد ماؤها من قبيل إطلاق المحل وإرادة ما يحل فيه، مثل قوله تعالى:  (فَلْيَدْعُ نَادِيَهُ) ، أي أهل ناديه، وقيل: سالت الأودية وأريد الماء؛ لأن السيل شديدا عنيفا قد طم، حتى اختفت الأودية من شدته فصار الناظر لا يرى إلا المياه المتدفقة، وكان حكمه على ما يراه، لَا على محله، وقوله تعالى:  (بِقَدَرِهَا) وقرئ بسكون الدال لَا بفتحها، والمراد بمقدار ما يملؤها، وقيل: بما قدر لها من ماء يكفي الناس في معاشهم وزرعهم وضرعهم، ويصح إرادة المعنيين، والنص يحتمل الجمع، ولا تعارض بينهما. </p><p> و (الزبد) ما يحمله الماء عند جريانه وجيشانه من أتربة وغيرها، وإن هذا بلا ريب يذهب ولا يبقى، بل أحيانا يكون رغوة يبددها الهواء، فهي كأزيز (١) الموج يصطخب ولا يبقى منه شيء. </p><p> ولقد قال تعالى توجيها لأمر آخر، وهو الفلز عندما يُفْتَن ليخرج ما فيه من خبث تعلق به من باطن الأرض فقال شأنه:  (وَمِمَّا يوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مثْله)  (مما) مدلولها الفلزات من المعادن وهي القابلة للطرق والسحب أو التي تنصهر بالنار كالذهب والفضة والنحاس والحديد والقصدير وغيرها، و (فِي النَّارِ) الجار والمجرور متعلق بمحذوف يفهم من القول، والمعنى: مما يوقدون عليه ملقى في النار، وقوله:  (ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مثْلُهُ) أي مما يلقى في النار الموقدة بقصد طلب حلية كالذهب والفضة (أَوْ مَتَاعٍ) ، أي أمر ينتفع به كالأواني، وأدوات الحروب وغير ذلك (زَبَدٌ مثْلهُ) ، أي أن خبث الفلزات يكون كالزبد الذي يجيء من إثارة الماء للتراب واصطخاب الأمواج. والجُفاء هو ما يلقيه السائل بعيدا ليصفو، وذلك من قولهم جفأه السيل، وقد مثل اللَّه تعالى المهتدي بالبصير، والضال بالأعمى، والعبادة الحقة بالنور، والباطلة بالظلمات في الآية السابقة. وفي هذه الآية مثَّل الحق بالماء الذي ينزل من </p><p>(١) الأزيز: كل صوت يأتي من شدة الحركة، فيقال أزيز الموج، وأزيز الطائرة، وأزيز النحل، لذلك.</p><p> السماء فتسيل منه أودية مختلفة تأتي بالزروع والثمار مناوبة، ولذا نكر أودية، وشبه الحق بالفلز الخالص، والزبد الذي يكون في حال جيشان الماء، ويكون من إيقاد النار على الفلز، أي شبه الباطل بهذا الزبد الذي لَا يبقى، بينما الماء والفلز الخالص يبقيان نافعين دائمي النفع ووجه الشبه بين الحق، والفلز والماء، أنها مفيدة دائما، وباقية لغذاء الإنسان، ومتاعه وحليه، وأنها جوهر صالح. ووجه الشبه بين الباطل والزبد، أولا: أنه لَا بقاء لهما، ثانيا: أنهما لَا حقيقة لهما، وثالثا: أن السلامة في الخالص منهما. </p><p> ويصح أن يكون التشبيه تشبيها تمثيليا، بأن يشبه حال الحق في بقائه ودوامه بالماء والجوهر الصافي من حيث النفع والبقاء والدوام، ويشبه حال الباطل من حيث إنه لَا حقيقة له، وإذا كانت له حقيقة فهو خبث تجب إزالته وتطهير الجسم النافع، شبه حال الباطل بالزبد الذي يكون من الماء، أو يكون من إيقاد الفلز في النار، لأنه لَا حقيقة لها، وإذا كانت لها حقيقة فهي خبث يجب زواله. </p><p> وقد قال تعالى:  (كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ) كذلك يبين الله الحق والباطل فيشبه الحق بالماء والفلز ويشبه الباطل بالزبد، وقد بين سبحانه وجه الشبه، فقال:  (فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ) وقد ذكر في الأول المشبه به لتأكيد ذهاب الباطل، وفي الثاني ذكر المشبه وهو الحق لبيان بقائه ونفعه وثباته، وأن النهاية دائما له (لِيحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ. . .) ، وقد ختم سبحانه وتعالى الآية الكريمة بقوله:  (كَذَلِكَ يَضْرِبُ اللَّهُ الأَمْثَالَ) . </p><p> والإشارة إلى بيان مثل الحق بالماء والفلز، ومثل الباطل بالزبد الذي لا يبقى، والمعنى كهذا المثل الذي بين الله تعالى به الحق والباطل يبين الأمثال المشابهة، ويبين المعاني الجلية، والحقائق الثابتة، ويهدي بها من يشاء من عباده. </p><p> * * * </p><p> المؤمنون الذين يستجيبون لله </p><p> قال اللَّه تعالى: </p><p> (لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَى وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ أُولَئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ (١٨) أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ (١٩) الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ (٢٠) وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ (٢١) وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ (٢٢) جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ (٢٣) سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ (٢٤) </p><p> * * * </p><p> بعد أن ضرب اللَّه تعالى الأمثال للحق، وبين الدلائل المبينة الدالة على عبادة اللَّه وحده لَا شريك له من أنداد وأوثان، أو أحد من خلقه، وضرب الأمثال للحق والباطل، بين سبحانه وتعالى من يستجيب للحق وجزاءه، ومن لَا يستجيب، فقال تعالى: </p>"
}