{
  "id": null,
  "sura": 13,
  "aya": 20,
  "text": "<p> (الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ (٢٠) </p><p> هذا هو الوصف الأول من أوصاف المؤمنين أولي الألباب. </p><p> يصف اللَّه سبحانه وتعالى المؤمنين بالوفاء بالعهد، وما بعده من أوصاف. </p><p> كما قال تعالى:  (لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ (١٧٧) . </p><p> فالوفاء بالعهد من صفات المؤمنين، ومن خصال الإيمان، وذلك لأن الوفاء يقتضي أن تصدق النفس في ذاتها وأن تدرك ما يجب في حق النفس، ويشعر المرء بالمعادلة في الحياة بينه وبين الناس، يشعر بحقهم عليه كما يطالبهم بحقه عليهم، ولذا كان علامة من علامات الإيمان. وكان خُلف العهد علامة من علامات النفاق؛ لأن المنافق يحسب أن الناس خلقوا له يستغلهم ولا يعطيهم، يأخذ منهم ولا يقدم لهم. </p><p> والعهد أُضيف إلى اللَّه تعالى، كما في قوله تعالى:  (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدتُّمْ وَلا تَنقُضُوا الأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا. . .) . </p><p> والعهد سواء أكان مضافا إلى اللَّه تعالى أم كان مضافا إلى العبد واجب الوفاء؛ لأنه من أمر اللَّه، والنقض من أمر اللَّه تعالى، فمن أوفى بعهده للناس فقد أوفى بعهد اللَّه تعالى، وقد قال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقودِ. . .) . </p><p> والعهود تشمل التكليفات الشرعية كلها فهي عقود اللَّه تعالى على عباده، وتشمل العهود التي عُقدت موثقة بيمين سواء أكانت نذورا أم كانت عهودا للناس، وثقها على نفسه بيمين اللَّه تعالى، فالوفاء بها من الإيمان، ويشمل العهود التي يعقدها مع الناس ولو لم يذكر فيها يمين لما ذكرنا، لأن الشعور بالوفاء شعور بالمبادلة الاجتماعية بينه وبين الناس في الحقوق والواجبات، وبذلك يكون الاجتماع المستقيم القائم على هدى رب العالمين. </p><p> وأكد اللَّه تعالى الوفاء بذم نقيضه، فقال تعالى:  (وَلا يَنقُضُونَ الْمِيثَاقَ) ، و (الميثاق) وهو ما وثق من العهود بيمين اللَّه أو غيره، و (أل) فيه للعهد، وقد ذكر الميثاق على بني إسرائيل وهو ميثاق اللَّه تعالى الذي حمله الأنبياء، وقد بينه اللَّه تعالى على بني إسرائيلِ فقال تعالى:  (وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَانًا وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ (٨٣) . </p><p> هذا ميثاق اللَّه تعالى على عباده أجمعين، جاء على لسان الأنبياء الأكرمين، ولكن ذكر مع بني إسرائيل لأنهم أشد الناس مخالفة له. وقد أمرِ به في القرآن أمرا، فقال تعالى:  (وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًا (٣٦) . </p><p> هذا ميثاق النبيين، وهو يقوم على القيام بحق اللَّه تعالى، والقيام بحقوق العباد التي أكدها اللَّه سبحانه وتعالى بأمره، وهذا المثياق هو ميثاق الجماعة، وميثاق العدل الاجتماعي الكامل. </p><p> الوصف الثاني والثالث والرابع من أوصاف الإيمان: </p><p> قال تعالى فيه: </p>"
}