{
  "id": null,
  "sura": 13,
  "aya": 11,
  "text": "<p> بين الله تعالى في الآيتين السابقتين علم اللَّه تعالى بالغائب والحاضر علما واحدا، وعلم الإسرار والجهر علما واحدا، لَا فرق في علمه بين إسرار النفوس وجهار الألسنة، وأنه يعلم المستخفي في ظلام الليل كعلم السارب بالنهار على حد سواء، وفي هذه الآية:  (لَهُ مُعَقِّبَاتٌ منْ بَيْنِ يَدَيْهِ) الآية تبين أن علم اللَّه تعالى يحيط بالحسنات والسيئات، ويحفظ الإنسان في حياته ما دام حيا، وكل بأمره، ويعرف حاضر أمره وقابله وتفسير أحواله وأسباب التغير كل في علم اللَّه تعالى وكل بإرادته، فالمستغرق في ضلاله يعلمه ويغير ما به إذا غير - ما بنفسه؛ ولذا قال تعالى:  (لَهُ مُعَقِّبَاتٌ منْ بيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ)  \" المعقبات \" جمع معقبة، والتاء للمبالغة مثل علَّامة وفهَّامة، فإنها تدل على المبالغة في العلم والفهم، ومثل رحالة ونسابة، فإنها تدل على كثرة الرحلة، ودقة العلم في النسب. </p><p> والمعنى تعقبه فهي تكون ملازمة له محتذية عقبه لَا تختلف عنه، والضمير يعود إلى الإنسان المتحدث عنه في قوله تعالى:  (سَوَاءٌ منكَم مَّنْ أَسَرَّ الْقَوْلَ وَمَن جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ) فكما أن اللَّه تعالى يعلم سره وجهره، واستخفاءه وظهوره، قد أحاطه بمعقبات من بين يديه ومن خلفه يحيطون به إحاطة الدائرة بقطرها، وهم من الملائكة يحصون عليه ما يفعل من خير وشر، ويكتبون ما يفعل من حسنات وسيئات، ولقد قال تعالى: إنها مع هذه الإحاطة الشاملة به وأنهم يعدون عليه سيئاته وحسناته، مع هذا فإن عمل هؤلاء الملائكة أنهم يحفظونه من أمر الله تعالى، ويقول الزمخشري: إن قوله تعالى: (يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ) صفتان، أي بعد (مِّنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ) . </p><p> وتقدير الصفة الأولى، أي أن هذه المعقبات (تحفظه) ، وقوله:  (مِنْ أَمْرِ اللَّهِ) صفة ثانية أي يحفظونه لأنه أمرهم بذلك، وكلفهم الحفظ وصيانته، وقال الزمخشري: إنه يؤيد لذلك قراءة (يحفظونه بأمر الله) فهم مكَّلفون الحفظ بأمر اللَّه تعالى. </p><p> ويصح أن يكون (مِنْ أَمْرِ اللَّهِ) ليست وصفا جديدا بعد (يَحْفَظُونَهُ) ، إنما التقدير يحفظونه من أمر اللَّه، أي مما كتب اللَّه تعالى عليه أن ينزل من صواعق أو خسف، أو غير ذلك من ملمات الأمور، فاللَّه سبحانه ينزل عليه ما قد يؤذيه، ويكلؤه بحفظه من الملائكة يحمونه، وكلا الأمرين بعمل من اللَّه تعالى، فهو رحيم في ابتلائه، ويقارب هذا المعنى ما قاله شاعر العربية في زمننا شوقى، إذ يقول: </p><p> وقى الأرض شر مقاديره ... لطيف السماء ورحمانها </p><p> فاللَّه تعالى ينزل البلاء، وينزل معه الحماية والاتقاء. </p><p> ويصح أن نقول: إن المعنيين مرادان، إذ لَا تناقض بينهما، ويمكن الجمع فيهما إعمالا للقراءتين، فالحفظ بأمر اللَّه، ومما ينزله تعالى من أمور تكرثه كتعرض للغرق أو الحرق أو غير ذلك، وإن كل شيء بقدر، وكتبه اللَّه تعالى. </p><p> وإن التعبير عن الكوارث والنوازل بأنها من أمر اللَّه تعالى ينبئ بأن ذلك يكون في كثير من الأحيان عن معاصي يرتكبها الناس في ذات أنفسهم، أو مجتمعهم، أو تخاذلهم عما أمر اللَّه تعالى به من أخذ الأهبة. </p><p> وقد أشار سبحانه وتعالى أن الريح الصرصر العاتية قد تجيء بسبب الظلمِ، فقال في شأن الخير الذي يفعله الكافرون من غير إيمان (مَثَلُ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ أَنْفُسَهُمْ يَظْلِمُونَ (١١٧) . </p><p> وقد صرّح اللَّه سبحانه وتعالى بأن المعاصي والمفاسق يصيب أصحابها بالجوع والفقر، فقال:  (وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ (١١٢) . </p><p> هذا بعض ما يدل عليه قوله تعالى:  (مِنْ أَمْرِ اللَّهِ) ، أي أن المحن تكون بأمر اللَّه ويحفظ الناس بحَفَظةٍ من الملائكة حتى لَا يعم الهلاك. </p><p> وإن الوقاية ليست في حفظ الملائكة فقط، بل إن تغيير الحال من ظلم إلى عدل، والنفوس من انحراف إلى استقامة، هو الحماية الكبرى، ولذا قال تعالى عقب حفظ اللَّه بالملائكة عند نزول قدره:  (إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يغَيِّرُوا مَا بِأَنفُسِهِمْ) . </p><p> والمعنى الجملي أن اللَّه تعالى لَا يغير ما بقوم حتى يغيروا أنفسهم، فإن كانوا في خير يأتيهم رزقهم رغدا من كل مكان لَا يغير حالهم إلى ضراء وبأساء إلا إذا غيروا أنفسهم من خير إلى شر وانحراف، ولا يغير اللَّه حال قوم أصابهم الضر والشر والخذلان والهزيمة أمام أعدائهم، إلا إذا غيروا حالهم من فساد إلى صلاح، ومن تخاذل نفس وتفرق كياني إلا إذا غيروا أنفسهم واجتمعوا على الحق، وتركوا التنابز والتدابر، وقد أكد سبحانه وتعالى هذا المعنى بالجملة الاسمية، وبتصدير الكلام بلفظ الجلالة اسم اللَّه العلي الأعلى القادر على كل شيء وبالغاية (حتي) ، فجعل تغير الحال الأليمة إلى حال صالحة راضية منتفية إلا إذا غيروا ما بأنفسهم، أي إنهم يستمرون في الآلام تنزل بهم إلى أن يغيروا أنفسهم. </p><p> وما أحرانا نحن المسلمين بالاعتبار بهذه الآية، لقد كنا أعزّة بعزة اللَّه تعالى حتى تفرقنا، وأضعنا أحكام القرآن بيننا، حتى صارت غريبة تستغرب إذا ذكرت، وضاعت لغتنا، واستنكرت حال من يستمسك بها، وتقاتل المسلمون بعضهم ببعض، ووالوا الكفار واستنصروا بهم على بعض وصرنا وراء كل الأمم، فهل لنا أن نغير ما بأنفسنا حتى يغير اللَّه حالنا. </p><p> ولكن أراد بنا هذا التخاذل، وقد قال:  (وِإذَا أَرَادَ اللَّهُ بِقَوْم سُوءًا فَلا مَرَدَّ لَهُ وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ) . (السوء) ما يسوء الأمم من الهلاك أو الهزيمة، أو الخسران، أو الحرمان، أو الفساد والدمار، إذا أراد اللَّه تعالى ذلك وأشباهه، مما تضيع به الأمم وتذهب قوتها من أعمالها، بأن ارتكبوا الشر واستعذبوا فعله، إذا أراد اللَّه ذلك بسبب ما في نفوسهم وما يرتكبون فإنه نتيجة حتمية لعملهم، وأراده اللَّه تعالى فيهم بسبب سوء ما يصنعون. </p><p> وقد سمعنا أن شر حاكم رآه التاريخ الإنساني أصيبت بلاده التي حكمت به بسبب تقاصره، وظلمه، وقتله الأنفس البريئة وطغيانه المستمر الدفين، ذُكِّر بالصلاة فقال: كيف أصلي له وهو لم ينصرني، ونسي أنه سبب الهزيمة النكراء، وإذا كان ما ينزل بسبب الظلم، وأراد اللَّه النزول كمسبب يكون ثمرة للاعتداء فإنه لا يرد، و (مرَدّ) مصدر ميمي، بمعنى الرد، ثم أكد أن الشر لَا محالة نازل بمن ظلموا أنفسهم، فقال تعالى:  (وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ) ، أي ليس لهم غير اللَّه من والٍ يواليهم وينصرهم ويدفع عنهم. </p><p> وقوله تعالى:  (وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ)  (مِنْ) الثانية لاستغراق النفي، والمعنى ليس لهم من غير اللَّه أي والٍ من العباد أو غيرهم، لأن ما ينزله اللَّه لا يدفعه أحد من عباده. </p><p> بعد أن بيّن سبحانه وتعالى علمه الشامل بكل شيء بين مظاهر الخلق والتكوين قال تعالى: </p><p> * * * </p><p> (هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ (١٢) وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ (١٣) لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ (١٤) وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ (١٥) </p><p> * * * </p><p> بيّن اللَّه سبحانه في الآيات السابقة ما يسير الإنسان، وعلم اللَّه المحيط الذي يشتمل ما يظهر وما يختفي، والمعقبات التي تحفظ وتحصى ولا تُرى. </p><p> ثم بين سبحانه وتعالى ما يرى وما يسمع، وما يحرق، واللَّه مسيّره، وموجهه، بحيث ترى آثاره، ولا يكون من الإنسان تفاعله، بل يتولى أمره رب العالمين، فقال تعالى: </p>"
}