{
  "id": null,
  "sura": 13,
  "aya": 1,
  "text": "<p> (المر) هذه حروف مفردة، وقد تكلمنا عن هذه الحروف وقلنا: إنها من المتشابه الذي استأثر علم اللَّه تعالى به، ولسنا من الذين زاغت قلوبهم، يتبعون ما تشابه ابتغاء تأويله، ولكنا نلتمس الحكم في ابتداء السور بهذا، وقد حاولنا تلمس هذه الحكم، وقلنا: إن أكثر السور التي ابتدأت بهذه الحروف يذكر بعدها أمر الكتاب بالإشارة إليه تعالت كلماته، ويقولون في مقام هذه الحروف من الإعراب: إنها اسم للسورة أو الكتاب، وتعرب على أنها مبتدأ، خبره: (تِلْكَ آيَاتُ </p><p> الْكِتَابِ)، والإضافة إليها باعتبارها جزءا من آيات اللَّه، فالإضافة في قوله تعالى:  (تِلْكَ آيَاتُ الْكِتَابِ) إضافة بمعنى (من) ، أي إن تلك آيات من كتاب اللَّه، أو الإضافة بيانية، أي تلك آيات هي الكتاب. من قبيل أن جزءا في الكتاب هو قرآن يتحدى به، فقد كان يتحدى بآيات القرآن على أن فيها كلها ما امتاز به الكتاب الكريم من المجاز. و (أل) في (الْكِتَابِ) للدلالة على أنه الكتاب الكامل الذي هو جدير بأن يسمى كتابًا، كأن غيره ليس جديرا بأن يسمى كتابا؛ لأنه من عند اللَّه تعالى، وكلام اللَّه تعالى. </p><p> وقوله تعالى:  (وَالَّذِي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ) جملة معطوفة لبيان أن ما أنزل منه من ربك هو الحق الثابت، وهذا من صفات كمال الكتاب، فكان من هذه الصفات: </p><p> أولا: أنه ليس من عندك، بل أنزل من اللَّه تعالى إليك، فليس افتراءً ولا كذبا. </p><p> وثانيا: هو من ربك الذي يدبر الأمر بحكمته، وينزل كل شيء منزلته، وهو الذي اختار أن يكون المعجزة المحمدية الكبرى. </p><p> وثالثا: هو الحق الثابت الذي ما جاء فيه إلا الحق في العقيدة وفي الشريعة، وفى دفع الأوهام، ودفع الفساد في الأرض، وعلاج أمور الناس بالحق، فهو الحق في كل مما جاء به لأنه من الحق جل جلاله، وعلا كماله. </p><p> ويكون العطف بين الجملتين (تِلْكَ آيَاتُ الْكِتَابِ) ، (وَالَّذِي أُنزِلَ. . .) إلى آخره، لبيان أن الكتاب متصف بصفتين كلتاهما تؤدي معنى الكمال: </p><p> الأولى: أنه الكتاب الكامل في ذاته. </p><p> والثانية: أنه الكامل لأنه من عند اللَّه تعالى، فالتقى فيه الكمالان: الكمال الذاتي والكمال الإضافي. </p><p> وكان حقا أن يؤمن الناس جميعا به، ويذعنوا لحقائقه. . (وَلَكِنَّ أَكْثَرَ النَّاسِ) ، فالاستدراك لما كان تقتضيه حقيقة الكمال في القرآن، فكانت تقتضي الإيمان (وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنونَ) ، أي لَا يذعنون للحق وليس أن شأنه أن يذعنوا، بل إنهم يمارون، ويجادلون، فتضيع الحقائق في وسط لجاجة الجدل (. . . وَكَانَ الإِنسَانُ أَكْثَرَ شَيْءٍ جَدَلًا) . </p><p> وإن أول الحق الذي جاء به القرآن، وأوحى به الديّان عبادة اللَّه تعالى وحده، وألا يشركوا به شيئا، ولذا بيّن اللَّه استحقاقه للعبادة وحده بالكون، وما خلقه وبديع صنعه في السماوات والأرض، وما خلق من كل شيء، فقال تعالى: </p>"
}