{
  "id": null,
  "sura": 13,
  "aya": 38,
  "text": "<p> (وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً) ، ومما </p><p> كان لهم مشركين أو أهل كتاب أن ينكروا رسالة رسل كانت لهم أزواج وذرية، وأبو الأنبياء إبراهيم الذي كان شرف العرب، ومجدهم الذي يتفاخرون به كان رسولا، وهم لَا يزال عندهم بعض شريعته في الحج، وهو باني البيت الحرام بأمر ربه، فقد كان رسولا نبيا، وكان زوجا كريما، ومن ذريته إسماعيل وإسحاق وقال:  (الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ. . .) ، والزوجية لازمة من لوازم البشرية، والملائكة لَا يتزاوجون ولا يتناكحون ولا يتناسلون. </p><p> ولقد أكد سبحانه رسالة هؤلاء الرسل من البشر، بـ قَدْ، وباللام، وقوله تعالى:  (مِّن قَبْلِكَ) رسالتك، فلست بدعا، وكان حقا عليهم ألا يعترضوا بذلك الاعتراض. </p><p> هذا الاعتراض الأول الذي كانوا يعترضون به على النبي - صلى الله عليه وسلم -، فهم يحسبون أن الرسول لَا يكون إلا ملكا وذلك يناقض ما هو معلوم عندهم من رسالة موسى، ونبوة إسماعيل، ورسالة إسحاق، ونبوة يعقوب عليهم السلام. </p><p> الأمر الثاني الذي اعترضوا به المعجزة، فهم يريدون آية غير القرآن تدل على رسالة محمد - صلى الله عليه وسلم -، وكانوا يقولون لولا أنزل عليه، كأنهم لَا يعتدون بالقرآن أية معجزة، وقد تحداهم أن يأتوا بمثله فعجزوا. </p><p> وقد رد الله سبحانه كلامهم بقوله سبحانه:  (وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّ) ، إن ما كان من شأن الرسول أن يأتي بآية يثبت بها رسالته عن الله إلا بإذنه، فالآية من شأن من أرسله لَا من شأنه، فالله هو الذي يرسل، وهو الذي يعطي لرسوله المعجزة التي تثبت أنه يتحدث عن الله، ومثل المعجزة بالنسبة للرسول كمثل الأمارة التي تكون شاهدة بصدق الرسالة عن الله تعالى، فهو سبحانه وتعالى الذي يختارها. </p><p> وقد اختار القرآن دليلا على الرسالة، ولكل زمن المعجزة التي تناسبه، ولذا قال تعالى:  (لِكُلِّ أَجَلٍ كِتَابٌ) ، أي لكل زمن أمر قد كتبه الله تعالى في قدره، </p><p> فكان لزمن موسى ما كتبه من معجزات، وكان لزمن عيسى معجزات كتبها سبحانه وقد كانت معجزة عيسى عليه السلام خرقا لنظام الأسباب والمسببات، لأن الزمان كان يناسبه معجزات خارقة لنظام الأسباب والمسببات، وكان عيسى ذاته في وجوده معجزة خارقة لنظام الأسباب، فكذلك كان إبراؤه للأكمه والأبرص، وإحياؤه للموتى، وإخراج الموتى من قبورهم، فكان هذا مناسبا لأجلها وزمنها، وكان كتاب الله تعالى بها، والزمن الذي عاش فيه ورسالته الخالدة، كان يناسبها، كتاب خالد يتحدى الأجيال جيلا بعد جيل، وهو أعظم من كل معجزات عيسى، وموسى وإبراهيم، لأن هذه المعجزات حوادث تنقضي، وتنتهي بزمانها، ولا يراها إلا من شاهدها، ولولا أن القرآن سجلها ما علم بها أحد، أما القرآن فمعجزته خالدة باقية تتحدى الناس جميعا جيلا بعد جيل، لأن شريعة محمد - صلى الله عليه وسلم - خالدة، فكانت معجزتها خالدة باقية تدل على صدقها أمام كل الناس في كل زمان. </p><p> وإن كل زمان له معجزته كما ذكرنا، فلا تكون آية صالحة لكل زمان، وإن الله تعالى يمحو كل معجزة إلا في زمنها، ولذا قال تعالى: </p>"
}