{
  "id": null,
  "sura": 14,
  "aya": 28,
  "text": "<p> (أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كفْرًا) أنهم جعلوا بدل النعمة التي تستوجب الشكر كفرا، فالذين أُعطوا نعمة بدل أن ينتفعوا بها في وضعها موضعها من الشكر عليها كفروا بها، وكثيرون من ذوي النعم الذي أنعم اللَّه عليهم بالثراء استعلوا به فجعلوه كفرا، ومن أنعم اللَّه تعالى عليه بجاه في الدنيا بدلوه كفرا، فاستغلظوا واستعلوا، وجعلوا جاههم غطرسة وكبرا، وبطروا معيشتهم. </p><p> وكذلك أهل مكة في الجاهلية أكرمهم اللَّه تعالى بمقامهم حول البيت الحرام، وتلك نعمة أنعم اللَّه بها عليهم، فبدل أن يقوموا على سدانته وطهارته وضعوا عليه الأوثان، فاستبدلوا بالنعمة كفرا، وكذلك أنعم اللَّه عليهم وعلى البشرية ببعث محمد - صلى الله عليه وسلم -، فبدلوا كفرا وعاندوه وآذوه وأصحابه، وأنعم اللَّه تعالى عليهم برحلتي الصيف والشتاء، وأن تكون مكة وسط البلاد العربية تغدو منها المتاجر وتروح إليها بين اليمن والشام فبدلوها كفرا، واتخذوها رِبَا الجاهلية، وأكلوا السحت، وكذلك اليهود بدلوا نعمة اللَّه إلى كفر، أعطاهم اللَّه تعالى علم الكتاب فغيروا وبدلوا واستطالوا على الناس، وقالوا نحن أبناء اللَّه وأحباؤه، وظلموا الناس وأكلوا أموالهم سحتا ورشوة، وقالوا:  (. . . لَيْسَ عَلَيْنَا فِي الأُمِّيِّينَ سَبِيلٌ. . .) ، وهكذا. </p><p> ولذا نقول: إن الآية عامة تشمل كل من أنعم اللَّه عليه بنعمة، فبدل أن يضعها في موضعها يتخذها أداة للطغيان والضلال، فتكون كفرا، وأنهم بسب ذلك الطغيان الذي يستخدمون النعمة طريقا له ويكفرون (وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ) ، أي الهلاك، أي ينزلون قومهم من عزة الإنسانية إلى الذل فيكون ذلك طريقا لانحدارهم إلى الهلاك، وأصحاب النعم التي يكفرونها هم الذين يفسدون أقوامهم، ويأخذونهم إلى حيث الفناء، وفناء الأمم والأقوام بشيوع الكفر والجحود فيها. </p><p> وقد قال الزمخشري:  \" إن تبديل النعمة كفرا، معناه تبديل شكر النعمة كفرا،وقد ذكر وجوها كثيرة فقال:(بَدَّلُوا نِعْمَتَ اللَّهِ)، أي شكر اللَّه) كفرا؛ لأن شكرها الذي وجب عليهم وضعوا مكانه كفرا فكأنهم غيروا الشكر إلى الكفر، وبدلوه تبديلا، ونحوه(وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ)، أي شكر رزقكم؛ حيث وضعتم الكذب موضعه، ووجه آخر، وهو أنهم بدلوا نفس النعمة كفرا على أنهم لما كفروها سُلبوها، فبقوا مسلوبي النعمة، موصوفين بالكفر حاصلا لهم بدل النعمة، وهم أهل مكة أسكنهم اللَّه تعالى حرمه، وجعلهم كرام بنبيه فأكرمهم بمحمد - صلى الله عليه وسلم -، فكفروا نعمة اللَّه بدل ما لزمهم من لشكر العظيم، أو أصابهم اللَّه بالنعمة في الرخاء والسعة لإيلافهم الرحلتين، فكفروا نعمته، فضربهم بالقحط سبع سنين، فحصل لهم الكفر بدل النعمة كذلك حين أُسروا وقُتلوا يوم بدر، وقد ذهبت عنهم النعمة، وبقي الكفر طوقا في أعناقهم، وعن عمر - رضي الله عنه - هم الأفجران من قريش، بنو المغيرة، وبنو أمية، فأما بنو المغيرة فكفيتموهم يوم بدر، وأما بنو أمية، فمتعوا حتى حين \" . هذه وجوه ذكرها إمام البيان الزمخشري، ونحن لَا نقيد عموم القرآن ببلد أو جماعة إلا أن يكون لفظ الكريم، يوحي بالتخصيص بدل التعميم، واللفظ هنا فيه بيان لأحوال النفوس الإنسانية عندما تحيد عن أمر ربها، وخلاصة الوجوه بعد إخلائها من التخصيص بقوم أو قبيل أنها تتجه إلى أن التبديل في الشكر، فيكون الكلام على حذف مضاف، بدلوا شكر النعمة كفرا، أو يكون التبديل في ذات النعمة فلم ينتفعوا بها الانتفاع الطيب وبدلوا كفرا. </p><p> وبذلك سرى الفساد إلى أقوامهم فأحلوهم دار الهلاك في الدنيا بالذل والهوان وفي الآخرة بجهنم، ولذا قال تعالى: </p>"
}