{
  "id": null,
  "sura": 14,
  "aya": 21,
  "text": "<p> (وبَرَزوا لِلَّهِ جَمِيعَا) ، أي ظهروا أمام الله جميعا وقد عصوه، إذ أشركوا به أندادا لَا تنفع ولا تضر، وذلك بعد أن بعثهم اللَّه تعالى، وأنشرهم من قبورهم وجمعهم يوم الحشر فكانوا أمام اللَّه، وقد كذبوا بلقائه، وقالوا:  (. . . أَئِذَا كُنًا ترَابًا أَئِئا لَفِي خَلْقٍ جَدِيدٍ. . .) ، والتعبير بـ (بَرَزُوا) فيه تذكير بالعيان لبطلان أقوالهم في الدنيا، وجميعا: إشارة إلى أنه قد جمع التابع والمتبوع والأبيض والأسود، والعربي والأعجمي، وكانوا بين يدي اللَّه وحده، وكانت المجاوبة الآتية:  (فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا) الضعفاء: </p><p> جمع ضعيف، والضعيف يشمل ثلاثة أنواع ممن يتصفون بالضعف: </p><p> أولهم: الأرقاء والفقراء والأرذلون في معيشتهم في الدنيا، الذين لا يملكون من أمرهم شيئا وفيهم ذلة لم يزيلوها بالإيمان. </p><p> وتانيهم: الضعفاء في تفكيرهم الذين يرضون بأدنى فكرة ويتبعون غيرهم اتباعا من غير دليل، بل في استكانة، وإن كانوا أقوياء في مالهم فهم ضعفاء في نفوسهم. </p><p> وثالثهم: الذين يتبعون القوة دون دليل. </p><p> يقولون للذين استكبروا من الكبراء ذوي الوجاهة والقيادة في الضلال:  (إِنَّا كُنَّا لَكُمْ تَبَعًا) ، وتبع جمع تابع، أو مصدر نعت به، ويكون معنى التعبير هو الإيغال في التبعة كأنهم لَا وجود لهم (فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ) الفاء تدل على أن ما بعدها سبب لما قبلها، أي بسبب هذه التبعية هل أنتم مغنون عنا عذابا من عذاب اللَّه من شيء (مِنْ) الأولى للتبعيض، ومن الثانية للاستغراق، والاستفهام إنكاري لإنكار الوقوع، أي لستم مغفنون عنا بأي قدر من عذاب. </p><p> أجاب الذين استكبروا عن الحق، فقد أجابوا عن هذا الاستفهام الإنكاري، الذي لَا يخلو من معنى التوبيخ والملامة حيث لَا لوم قائلين:  (لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ) ،، والمعنى أننا على سواء، لو هدانا اللَّه إلى الحق لهديناكم إليه ولكننا ضللنا فضللتم، وإنكم إذ كنتم تبعا لنا فارتضوا بما وقع لنا، ولا يخلو هذا الكلام من إلقاء اللوم عليهم في التبعية من غير تفكير وتبرير، وكأنهم يشيرون إليهم إلى أنهم كان عليهم أن يتبعوا عن بينة. </p><p> ثم يقولون لهم: إننا وقد وقعنا في الضلال علينا أن ذوق مغبتها طائعين؛ لأننا مجبرون، وفي آية أخرى صرح الكبراء فقالوا:  (. . . فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ (٣٩) . </p><p> وفى هذه الآية يقولون:  (سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ) سَوَاءٌ معناها يستوي علينا جزعنا أم صبرنا، فالجزع لَا يحول الشر عنا، والصبر لَا يمنع الأذى. وقد فسروا هذه التسوية بقولهم:  (مَا لَنَا مِن مَّحِيصٍ) ، أي منجاة من العذاب، أو مهرب منه أو مُتَحول من هذه الحال إلى غيرها، ومحيص: من حاص حيصا، وهو التحول، أي ما لنا من تحول، ومحيص هنا إما أن يخرج القول على أن محيص اسم مكان، ومكانهم جهنم، أي ما لنا تحول عن هذا المكان، أو مصدر ميمي، أي ما لنا تحول عما نحن فيه، فالأمر للَّه. </p><p> تلك هي المجاوبة التي بين التابع والمتبوع، والشيطان مصدر ضلالهم وإغوائهم وهو كالمتفرج عليهم ولكنه غير ناج: </p>"
}