{
  "id": null,
  "sura": 14,
  "aya": 10,
  "text": "<p> (قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ ... (١٠) </p><p> الاستفهام إنكاري توبيخي لإنكار الواقع، فقد وقع الشك منهم كما تدل الآية السابقة، وهو حيرة أهل الظلام إذا رأوا النور تحيروا بين باطل ألفوه، وحق جاء إليهم هاديا فارتابوا. </p><p> وقدم الجار والمجرور (أَفِي اللَّهِ شَكٌّ) لأهمية الشك في اللَّه أو لغرابة أن يكون ثمة شك في اللَّه تعالى، وهو الذي فطر السماوات والأرض، أنشأهما إنشاء، وفطرهما فطرا، أيكون في وجوده شك، وقد قامت الأدلة وتوافرت البراهين من الوجود بكل أطرافه. </p><p> هذا عجب عجاب من الشك في اللَّه سبحانه وتعالى، وهناك عجب من الشك فيما يدعو إليه الرسل، إنهم يدعون إلى أمر نافع في ذاته لَا يسوغ للعاقل أن يشكك فيه أو يرتاب، وقال تعالى:  (يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ) وهنا أسندت الدعوة إلى اللَّه تعالى لتربية المهابة في نفوسهم، ولتكون النسبة إليه بيانا لوجوده، ورقابته لهم ولأعمالهم وإشعارا لهم بالهيمنة عليهم، وقوله تعالى:  (لِيَغْفِرَ لَكُم مِّن ذُنوبِكُمْ) ، (مِّن) هنا إما أن تكون بيانية، ويكون المعنى (ليغفر لكم ذنوبكم) وتكون للدلالة على استغراق الغفران لكل الذنوب إذا آمنوا، فإن الإسلام يجب ما قبله كقوله تعالى:  (قُل لِّلَّذِينَ كَفَرُوا إِن يَنتَهُوا يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ. . .) ، وإما أن تكون للتبعيض، أي (ليغفر لكم بعض ذنوبكم) ، وهو ما يتعلق بالشرك ونحوه، أما ما يتعلق بالمظالم فإنه لَا يغفر إلا أن يعفوا أصحابه. </p><p> وعندي أن تخريج القول الكريم على أنها بيانية أولى بالأخذ أولا، لأن جَبَّ الإسلام لما قبله عام غير خاص بذنب دون ذنب، وإذا كان الشرك قد غفر فما دونه أولى. وثانيا، لأنه كان من المشركين من قتلوا وسفكوا فغفر اللَّه لهم ذلك، وحسبك أن اللَّه غفر لوحشي قاتل حمزة، وثالثا: لأن النبي - صلى الله عليه وسلم - صرح بأن كل دم في الجاهلية موضوع، وبأن ربا الجاهلية موضوع (١) . </p><p> وقد ذكر سبحانه أنه يؤخرهم إلى أجل مسمى، وبعده يكون البعث، وفي هذا إنذار لهم إن استمروا في ضلالهم يعمهون. </p><p> هذا كلام الرسل، فبماذا أجابوا؟. </p><p> أجاب المشركون بتصوير القرآن ذاكرا الإجابة التي اتحدوا فيها على اختلاف قرونهم ليبين للنبي - صلى الله عليه وسلم - ألا يضيق صدرا بما يجادل به مشركو مكة، فهو حال </p><p>(١) صرح به في خطبة الوداع، وهي خطبة طويلة، أخرجها مسلم: الحج - حجة النبي - صلى الله عليه وسلم - (٢١٣٧) من حديث جابر بن عبد الله رضي الله عنه.</p><p> الشرك في كل العصور في إنكارهم رسالات اللَّه، (قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا) ، (إِنْ) هنا نافية وهي مع الإثبات بعدها بالاستناد تفيد القصر، أي أنتم معشر الرسل مقصورون على البشرية، لَا يصح أن تتعدوها إلى ادعاء أن اللَّه يخاطبكم من عليائه وأنكم رسله إلينا، كما قال مشركو مكة:  (. . . مَالِ هَذَا الرَّسُولِ يَأكُلُ الطَّعَامَ وَيَمْشِي فِي الأَسْوَاقِ. . .) ، وجاء على لسان المشركين قولهم:  (مِّثْلُنَا) ، أي أنكم تماثلوننا في البشرية ونحن لسنا أنبياء، فلستم بأنبياء مثلنا، وإنكم تحاولون أن تصدونا عما شأن يعبد آباؤنا من أوثان، وكأنهم بهذا يستندون إلى حجة واهية من حججهم الداحضة، وهي أنهم يتبعون آباءهم، وذلك كافٍ لاستمرارهم في غيهم. </p><p> وقرنوا قولهم هذا بأن الرسل لم يقدموا حجة، فأنكروا ما جاء إليهم من معجزات دالة على رسالاتهم تعنتا ولجاجة في الخصومة، وقالوا:  (فَأتُونَا بِسُلْطَانٍ مُّبِينٍ) ، أي بدليل واضح بيِّن يلائمنا، والسلطان هنا الحجة، وكثيرا ما عبر القرآن الكريم عنها بالحجة؛ لأنها تجعل للخصم سلطانا على خصمه يلزمه بالقبول والخضوع لَا يقول. </p><p> تنبيهان: </p><p> أولهما: أن اللَّه تعالى جمع أقوال الرسل في قول واحد، وهم كانوا في أجيال مختلفة، وجمع أقوال المشركين في قول واحد؛ لأنهم جميعا على قول واحد، وكأنه نابت من منابت الشرك المتحدة، فيكون إنتاجها واحدا، ولبيان أن الرسل أجيبوا جميعا بمثل ما أجيب فليتأسَّ وليصبر، فإن اللَّه لَا يضيع أجر الصابرين. </p><p> ثانيهما: أننا خرَّجنا قوله: (لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ) رجحنا أن (مِن) بيانية وسقنا ما نحسبه دليلا على الترجيح، ومن الحق علينا أن نذكر رأيا مخالفا لرأينا وهو رأى إمام البلاغة الزمخشري، فهو يرجح أن (مِّن) تبعيضية، ولننقل </p><p> لك عباراته الدالة على ذلك فهو يقول: \" فإن قلت ما معنى التبعيض في قوله تعالى: (مِّن ذُنوبِكم) ما علمته جاء هكذا إلا في خطاب الكافرين كقوله تعالى (. . . وَاتَقُوهُ وَأَطِيعُونِ يَغفِر لَكم مّن ذُنُوبِكمْ. . .) ، (يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ. . .) ، وقال في خطاب المؤمنينِ:  (يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ (١٠) تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (١١) يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ (١٢) . </p><p> وغير ذلك مما يقف عليه الاستقراء. </p><p> وكان ذلك للتفرقة بين الخطابين، ولئلا يسوى بين الفريقين في الميعاد، وقيل: أريد يغفر لكم ما بينهم وبين اللَّه بخلاف ما بينهم وبين العباد من الميعاد (١) . </p><p> هذا ما وجب ذكره من كلام الزمخشري ليعلم القارئ الموضوع من وجوه النظر، وما كنا لنهمل رأي إمام البيان الزمخشري، وقد يسأل سائل لما ذكرت (مَن) في جانب المشركين إذا آمنوا، ونقول: لكثرة ذنوبهم فكان التعبير فيه إشارة إلى أن الغفران لكلها مع كثرته. </p><p> إجابة الرسل على اعتراض المشركين: </p><p>(١) ذكره الزمخشري في الكشاف: ج ٢/ ٣٦٩.</p>"
}