{
  "id": null,
  "sura": 14,
  "aya": 48,
  "text": "<p> (يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ (٤٨) </p><p> يوم متعلق بـ (انتقام) ، أي أن اللَّه تعالى في هذا اليوم:  (يَوْمَ تبَدَّل الأَرْض غَيْرَ الأَرْضِ. . .) والتبديل قد يكون في الذات كقولك بدلت الدراهم دنانير، ومنه (. . . بَدَّلْنَاهُمْ جُلُودَا غَيْرَهَا. . .) ، (. . . وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ. . .) ، وقد تكون في الأوصاف كتبديل سبائك الذهب إلى حلي فثقلت من شكل إلى شكل، والجوهر واحد في القولين، وقد يكون تغييرا بين النقيضين أو الضدين، ومنه قوله تعالى:  (. . . فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ. . .) ، فالعبرة في هذا بالأثر. </p><p> وتبديل الأرض أمر واقع لَا محالة، واختلف في كيفة وحاله، فقيل: تبدل أوصافها، فالجبال تتفكك وتصبر كالعهن المنفوش، وتتحرك وتضطرب وتتفجر الينابيع وتسوي الماء باليابس فلا يرى عوج ولا أمْتٌ، وقيل: إن الأرض كما هي، ولكن يتغير ناسها، ولا يكون فيها ظلم يقع، بل تكون كلها تحت سلطان القهار وروي ذلك عن ابن عباس. </p><p> فقد أنشد بعد ذلك: </p><p> وما الناس بالناس الذين عهدتهم ... ولا الدار بالدار الذي كنت تعلم وتبديل السماوات بانتثار كواكبها، وكسوف شمسها، وخسوف قمرها، وانشقاقها (١) ، ومن الحق أن كل الكون يتغير في أحواله وأوصافه ودورانه، فالسماء تتغير، كما قال تعالى:  (إِذَا الشَّمْسُ كُوِّرَتْ (١) وَإِذَا النُّجُومُ انْكَدَرَتْ (٢) وَإِذَا الْجِبَالُ سُيِّرَتْ (٣) وَإِذَا الْعِشَارُ عُطِّلَتْ (٤) وَإِذَا الْوُحُوشُ حُشِرَتْ (٥) وَإِذَا الْبِحَارُ سُجِّرَتْ (٦) وَإِذَا النُّفُوسُ زُوِّجَتْ (٧) . </p><p> وهكذا تبدل الأشياء، وتتبدل الأحوال، فبعد أن كان الظلم في الأرض بغالب الحق فإذا الحق هو الأمر الذي لَا يغالبه شيء. </p><p> هذا يوم القيامة؛ ولذا قال تعالى:  (وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ) ، أي ظهروا وعلموا أنهم قد لقوا اللَّه تعالى وقد كانوا يكذبون لقاء اللَّه، ويعجبون من أن يعودوا بعد أن يصيروا ترابا وعظاما، ولكنه لقاء لَا يسرهم، إنا هو لقاء القهار لعقابهم؛ ولذلك ذكر سبحانه وتعالى بوصفه الرهيب عندهم الذي ينقض اعتقادهم الباطل فقال:  (لِلَّهِ الْوَاحِدِ الْقَهَّارِ) ، ولفظ (لِلَّهِ) يلقي وحده المهابة في نفوسهم بعد إنكارهم لقاءه، ووصفه بـ (الْوَاحِدِ) ليعرفوا أن شركهم كان باطلا، وأنه وحده الحكم العدل، فلا شفاعة لأحد، ولا لأوثانهم، و (الْقَهَّارِ) صيغة مبالغة من القهر، أي أنه سبحانه وتعالى وحده الذي سيوفيهم جزاءهم مقهورين مغلوبين. </p><p>(١) من الكشاف بتصرف.</p><p> ولقد صور اللَّه تعالى حالهم بعد ذلك اللقاء المفزع الذي تشخص فيه الأبصار، وهذه كقوله تعالى:  (. . . لِّمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ) . </p>"
}