{
  "id": null,
  "sura": 14,
  "aya": 38,
  "text": "<p> (رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ وَمَا يَخْفَى عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ (٣٨) </p><p> نادى ربه بضمير الجمع، فقال:  (رَبَّنَا) ، أي أنه ربه ورب ذريته، ورب الوجود كله. وأنه أعلم بحالهم، سرهم وعلانيتهم، وأن العلم على سواء يستوي فيه المغيب والمعلن وما غاب وما حضر، وكأنه يستدرك على دعائه؛ لأنه سبحانه هو الذي أسكنهم في ذلك الوادي الجدب، وهو الذي أقامهم بجوار بيته المحرم الذي يحرم فيه ما يباح في غيره من صيد وقتال لو كان عادلا، إلا أن يكون دفاعا، يعلم كل ذلك، بل إنه ما كان له أن يتطاول على مقام الألوهية بهذا الدعاء، وقد ابتدأ الدعاء بذكر حالهم من العلم بسرهم وجهرهم، ثم عمم علمه سبحانه </p><p> فقال:  (وَمَا يَخْفَى عَلَى اللَّهِ مِن شَيْء فِي الأَرْضِ وَلا فِي السَّمَاءِ) ، و (مِن) هنا لعموم النفي، أي ما يخفى على اللَّه شيء في الأرض من خيرها وجدبها وزرعها، وقحطها، وطبقاتها، وما فيها من معادن سائلة وجامدة، والسماء وما فيها من نجوم وكواكب، وسحب ثقال تأتي بالدر الوفير والخير الكثير. </p><p> ولقد قال الزمخشري في هذه الآية كلاما قيما ننقله عنه فيما يلي: </p><p> \" والمعنى أنك أعلم بأحوالنا، وما يصلحنا وما يفسدنا منَّا، وأنت أرحم منا بأنفسنا ولها، فلا حاجة إلى الدعاء والطلب وإنما ندعوك إظهارا للعبودية لك وتخشعا لعظمتك، وتذللا لعزتك، وافتقارا إلى ما عندك، واستعجالا لنيل أياديك وقربا إلى رحمتك، وكما يتملق العبد بين يدي سيده رغبةً في إصابة معروفه، مع توفر السيد على حُسْن المِلكة \"  (١) . </p><p> وقوله تعالى:  (وَمَا يَخْفَى عَلَى اللَّهِ مِن شَيْء فِي الأَرْضِ وَلا فِي السَّمَاءِ) ذكرت الأرض أولا؛ لأن الكلام في جدبها وخصبها، وذكرت السماء؛ لأنها تمدها بالسقي والماء. </p><p> وظاهر القول أن ذلك من ضراعة إبراهيم - صلى الله عليه وسلم -، وهو ما نراه، وقيل: إن ذلك من قول الله، والحق أن كله من قوله تعالى ما جاء على لسان إبراهيم وغيره. </p><p> * * * </p><p> شكر النعمة </p><p> قال اللَّه تعالى: </p><p> (الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ (٣٩) </p><p>(١) الكشاف: ج ٢/ ٣٨١.</p><p> رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ (٤٠) رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ (٤١) </p><p> * * * </p><p> يقول تعالى:  (. . . لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ) فاستدامة النعمة بالشكر؛ لذلك بادر إبراهيم بشكر النعمة التي أنعم اللَّه بها عليه. </p><p> إن اللَّه تعالى وهب له وهو كبير طاعن ولديه إبراهيم وإسحاق، وكانت أمرا خارقا للعادة، وعندما بُشرت بذلك امرأة إبراهيم:  (قَالَتْ يَا وَيْلَتَى أَأَلِدُ وأَنَا عَجُوز وَهَذَا بَعْلِي شَيْخًا. . .) ، فأعلن بالحمد إبراهيم الذي كان مثلا للإنسان الفطري الكامل: </p>"
}