{
  "id": null,
  "sura": 14,
  "aya": 34,
  "text": "<p> (وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ (٣٤) </p><p> (الواو) عاطفة على (خَلَقَ) في قوله تعالى: (السَّمَوَات وَالأَرْضَ) نعم مترادفة متوالية جامعة، بعضها مع بعض أو تالي لبعض، (وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ) ، فيها قراءتان إحداهما من غير تنوين في (كل) ، بل كل مضافة إلى ما بعدها: وقرئ بالتنوين، ولها إضافة و (ما) في (مَا سَأَلْتُمُوهُ) اسم موصول بمعنى (الذي) أو نافية. </p><p> ومن في قوله:  (مِّن كُلِّ) إما تبعيضية، وإما مؤكدة لاستغراق الحكم زائدة في الإعراب، والمعنى على أنها تبعيضية على قراءة الإضافة، وآتاكم بعض ما </p><p> سألتموه، أما ما احتجتم إليه، وكانت حالكم حال من يسأله إياه، وإن لم يسأل باللسان بل سأله بالاستعداد والتكوين، فأعطاكم الكساء والغطاء واللباس والوقاية، ومكنكم من أن تتسلحوا ضد من يغير عليكم من سباع الأرض حيوانات أو أناسي، وغير ذلك، والبعضية بعضية أنواع أي بإعطاء بعض كل نوع من الأنواع تسألونه بمقتضى الفطرة والتكوين والحاجة الفطرية، وعلى أن (مِّن) بيانية، يكون المعنى أعطاكم كل ما سألتموه بمقتضى الاستعداد والفطرة على ما بيَّنا، وإن ذلك واضع جمع فيه بين الكلية في كل - ومعنى العطاء. </p><p> وعلى قراءة التنوين: يكون ثمة مضاف محذوف دل عليه التنوين، والمعنى آتاكم من (كل) شيء سألتموه، أي بمقتضى أصل التكوين، وتكون القراءتان متلاقيتين على تخريج (مِّن) بأنها بيانية. </p><p> ولا أرى موجبا أو داعيا لأن نقول: إنها نافية، واللَّه أعلم. </p><p> وإن هذه وما سبقها من نعم هي نعم الإنشاء والإبقاء، فقد أنعم بالإنشاء وأنعم سبحانه وتعالى بالإبقاء مستمكنا من كل شيء حتى يكون اليوم الآخر يوم الجزاء لمن شكر بالنعيم المقيم، ولمن كفر بالعذاب الأليم. </p><p> وقد أشار سبحانه إلى أن الإنسان يكفر النعمة ظلما، كما قال تعالى في آية أض ى:  (. . . وَقَلِيلٌ منْ عِبَادِيَ الشَّكورُ) . </p><p> وقد قال تعالى:  (إِنَّ الإِنسَانَ لَظَلُومٌ كَفَّارٌ) ظلوم صيغة مبالغة من الظلم، أي أنه ظالم أبلغ الظلم بظلم نفسه بالكفر وغمط حق غيره، والاعتداء على الناس وعلى الحقائق، والاعتداء بعبادة الأوثان، و (كفَّارٌ) صيغة مبالغة في الكفر، وهو كفر النعمة وعدم شكرها، بل اتخاذها سبيلا لعتوه واستكباره وفساده في الأرض، وقد أكد اللَّه تعالى ظلم الإنسان بـ \" إن \" ، وبـ \" اللام \" وبصيغة المبالغة في الظلم، وكفر النعمة، واللَّه محيط بالكافرين. </p><p> * * * </p><p> دعاء أبي الأنبياء إِبْرَاهِيمَ عليه السلام </p><p> قال تعالى: </p><p> (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ (٣٥) رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ (٣٦) رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ (٣٧) رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ وَمَا يَخْفَى عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ (٣٨) </p><p> * * * </p><p> هذا دعاء أبي العرب ومن يتشرفون بالانتساب إليه وهو باني البيت، وأول دعائه ما يتعلق بالبيت العتيق الذي كان أول بيت وضع للناس. </p><p> أول دعائه اتجه إلى الأرض في البيت، </p>"
}