{
  "id": null,
  "sura": 14,
  "aya": 11,
  "text": "<p> (قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (١١) </p><p> اعترض المشركون بأنهم بشر مثلهم، وبأنهم لم يأتوا بسلطان يثبت الرسالة، ولقد سلموا لهم الأمر الأول مؤكدين تسليمهم، قالوا:  (إِن نَّحنُ إِلَّا بَشَرٌ مثْلُكُم) أكدوه بأن قصروا أنفسهم على البشرية لَا يعدونها، ولكن المشركين بنوا على المثلية بطلان دعواكم فلم يسلموا لهم ذلك، أي أنهم سلموا لهم بالمقدمة ولم يسلموا </p><p> لهم بالنتيجة، لأنه لَا تلازم بين التماثل بينهم وبين غيرهم فى البشرية ومنع الرسالة؛ ولذا قال:  (وَلَكنَّ اللَّهَ يَمُنُّ عَلَى مَن يشاء مِن عِبَادِهِ) ، فالاستدراك استدراك من النتيجة التي رتبوها في زعمهم وقد عدوا هذه النجوه منا من اللَّه تعالى على الذين اختارهم من صفوة عباده سبحانه وتعالى (. . . اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ. . .) ، وقد قالوا: إنه من اللَّه تواضعا، وتبرئة لأنفسهم من أن يعتقدوا أن لهم فضلا على الناس إلا ما اختصهم اللَّه تعالى به من الرسالة منا وفضلا، وما كان ذلك إلا لحكمة قدرها، أو كان فيهم بإرادة اللَّه، فهو أوجد فيهم من المزايا ما يجعلهم أكثر من البشرية المطلقة التي يتصف بها العاصي والطائع، والرسول ومن أرسل إليهم. </p><p> أما كلامهم الثاني فى أمر المعجزة ففقد طلبوا نعتا ولجاجة معجزة اختاروها، وأعلنوا أن لن يؤمنوا إلا إذا جاءتهم هذه الآية، كما فعلوا مع النبي - صلى الله عليه وسلم -، وقد ردوا زعمهم هذا بقولهم:  (وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ) ، أي ما ساغ لنا ولا جاز أن نأتيكم بآية غير ما جئنا به إلا بإذن اللَّه تعالى، فهو الذي منَّ علينا من بين عباده بالنبوة، وهو الذي اختار لنا الآية الدالة على رسالتنا كشأن كل رسالة من غائب لحاضر، أن الغائب هو الذي يختار الإشارة الدالة على أنه مبعوث من قبله، وقد اختار ذلك السلطان، فلا مناص لنا منه إلا أن يمن علينا بسلطان غير ما أعطانا، وإذا كنتم مسترين على معارضتكم، ومقاومتكم، وإعناتكم وإيذائكم، فنحن قد بلغنا وفي سبيل البلاغ لَا حامي لنا إلا الله تعالى؛ ولذا قالوا (. . . على اللَّهِْ تَوكَّلنَا. . .) ، أي كنتم كنتم تعتمدون في معاندتكم وإعناتكم على قوة لكم تحسبونها، فنحن متوكلون على الله يحمينا من إيذائكم، وقدم الجار والمجرور (. . . علَى اللهِ توكلْنَا. . .) ، لبيان أنهم لا يعتمدون إلا عليه، وأنه فوق كل الأقوياء، وأمروا المؤمنين الذين يؤذيهم المشركون ويسخرون منهم بأن يتوكلوا على اللَّه، ويصبروا فإنه لا محالة ينجيهم من إيذائهم وستكون كلمة الله هي العليا، وهو العزيز، ولذا قال تعالى:  (وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ) ، وقدم الجار والمجرور للدلالة على أنه لَا يعتمد إلا عليه سبحانه، </p><p> و (الفاء) لترتيب ما بعدها على ما قبلها، والمعنى إذا كنا معشر الرسل قد توكلنا على اللَّه وحده فليتوكل المؤمنون على اللَّه وحده، ويتضمن ذلك طلبين: أحدهما الصبر على أذى المشركين، والثاني: الاعتماد على اللَّه وحده، وأنه سبحانه وتعالى ناصر الرسل ومن اتبعوهم غير خاذلهم ولا ممكن لمشرك منهم. </p><p> وبعد ذلك بين سبحانه على لسان رسله المسوغ لتوكلهم عليه وحده فجاء على لسانهم قوله تعالى: </p>"
}