{
  "id": null,
  "sura": 14,
  "aya": 30,
  "text": "<p> (وَجَعَلُوا لِلَّهِ أَنْدَادًا لِيُضِلُّوا عَنْ سَبِيلِهِ قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ (٣٠) </p><p> الواو عاطفة على (بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا) ، فقد بدلوا وأحلوا قومهم دار البوار جهنم يصلونها وجعلوا للَّه أندادا، وجعل الله سبحانه وتعالى الأصل، وهو تبديل نعمه التي أنعم اللَّه بها نعمة تجزى، فجعلوها كفرا هو الأصل لكل مآثمهم، ونتيجة عقوبته؛ وذلك لأن الانغماس في الأهواء والاستطالة بها سبب الشر ونسيان اللَّه تعالى، ومن نسي الله تعالى كان منه الانحراف الفكري والاعتقادي، والانغماس في الشهوات. </p><p> (وَجَعَلُوا) معناها اتخذوا (لِلَّهِ أَنْدَادًا) ، وأنداد جمع ند، رهو المماثل، وهذه الأوثان بالبذاهة ليست أندادا مماثلة لله جل جلاله، ولكنهم أتخذوها أندادا بأوهامهم وأهوائهم وفساد تفكيرهم؛ إذ كيف تكون الأحجار التي لَا تسمع ولا تبصر، ولا تضر ولا تنفع أندادا لله، ولكنهم جعلوها كذلك. </p><p> وقوله تعالى (لِيُضِلُّوا عَنْ سَبِيلِهِ) فيها قراءتان: إحداهما بضم الياء والثانية بفتحها، والأولى قراءة كثرة القراء، والثانية قراءة من دونهم عددا وهما متواترتان، ونحن نعدهما كلتيهما قرآنا لَا ريب فيه، ويكون المعنيان صحيحين ما داما غير متعارضين، ولا يمكن أن يكون ذلك في قراءتين متواترتين. </p><p> قالمعنى ليضلوا عن سبيل الله تالعى بذلك الجهل الذي جعلوا فيه الأحجار أندادا للَّه تعالى، فإنه ذاته هلاك، وعاقبته ضلال، إذ العاقية دائما من جنس مؤثراتها، والنتيجة من دائما من جنس مقدماتها. </p><p> وهم إذا ضلوا بها يعملون على إضلال غيرهم بالفتنة في الدين، وإيذاء المؤمنين وسب دعاة الحق، والسخرية منهم. </p><p> وقد يقول قائلهم: إنهم اتخذوها بغير الضلال، ونقول: إن النتيجة كان الضلال أو الإضلال، ولذلك قالوا: إن اللام لام العاقبة لتكون النتيجة ضلالهم بها؛ وإضلال غيرهم لتقديسها، وذلك أنهم صنعوا حجارة على أشكال آدمية، ثم توهموا فيها قوى خفية، ثم عبدوها ضلالا بها. </p><p> وقد أمر اللَّه تعالى نبيه الأمين بأن يقول:  (تَمَتَّعُوا) إن الذي أغراهم بعبادة الأحجار واتخاذها أندادا للَّه هو ضلال عقولهم وانغماسهم في الأهواء والشهوات مما جعلهم لَا يفكرون في حقائق الأمور ويستمتعون بأهوائهم، فأمر اللَّه تعالى نبيه بأن يقول:  (تَمَتَّعُوا) ، أي استمروا في تمتعكم وأهوائكم ومفاسدكم الفكرية والتفسيرية، وليس هذا أمر للطلب بل للتهديد، أي استمروا فإن مصيركم إلى النار، فالعبرة بالنتيجة لَا بصيغة الأمر كما في قوله - صلى الله عليه وسلم -: \" إذا لم تستح فاصنع ما شئت \" . (١) ، ولنتيحة الاندحار في مفاسد الأخلاق والأهواء إلى أراذل الأعمال. </p><p> وقال الزمخشري:  \" إن الأمر هنا إيذان بأنهم لانغماسهم في التمتع بالحاضر، وأنهم لا يعرفون غيره، ولا يريدونه مأمورين قد أمرهم آمر مطاع لَا يسعهم أن يخالفوه، ولا يملكون أمرا دونه، وهو أمر الشهوة،والمعنى:إن دمتم على الامتثال لأمر الشهوة فإن مصيركم إلى النار \"  (٢) . </p><p> أي أن الأمر ليس من اللَّه والنبي - صلى الله عليه وسلم -، إنما الأمر من آمر هو الانسياق وراء الأهواء والشهوات، فكأنه أمر أُمروه، واتبعوه، وكان مآلهم إلى النار. </p><p> هذا شأن الذين بدلوا نعمة اللَّه كفرا واتخذوا الأنداد، أما شأن الذين أدركوا النعمة وشكروها ولم يكفروها فإنهم لَا يضلون في ذات أنفسهم، ولا يضلون غيرهم بل يكون منهم الخير والطهارة لأنفسهم ولجماعتهم؛ ولذا قال عز من قائل: </p><p>(١) سبق تخريجه. (٢) الكشاف: ج ٢/ ٣٧٧.</p>"
}