{
  "id": null,
  "sura": 14,
  "aya": 37,
  "text": "<p> (رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ (٣٧) </p><p> كان دعاء إبراهيم - عليه السلام - بضمير المتكلم (وَاجْنبْنِي وَبَنِيَّ) وذلك في العبادة، أما في طلب الرزق فقد طلبه بضمير الجمع فقال: (رَبَّنَا إِنِّي أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ </p><p> غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ)؛ لأن الرزق يطلبه المخلص ليعم لَا ليخص فهو يطلبه باسمه وباسم ذريته، ويعم مؤمنهم وكافرهم، كما قال تعالى منبها إبراهيم إلى أن يطلب لمن آمن ومن كفر، فقد قال تعالى:  (وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ (١٢٦) . </p><p> يقول إبراهيم في دعائه مقررا ثلاثة أمور: </p><p> الأمر الأول: أنه أسكن من ذريته بواد غير ذي زرع، و (مِن) هنا للتبعيض وهي ذريته من إسماعيل، أما ذريته من إسحاق فلم تكن بواد غير ذي زرع، أي أنه لَا زرع فيه، ينبت ما يكون غذاء للإنسان والحيوان كالحنطة والشعير ونحوهما مما يكون غذاء للإنسان. </p><p> الأمر الثاني: كان إسكان هؤلاء لغرض تعمير بيتك العتيق الذي بناه بأمر اللَّه أبو الأنبياء؛ ولذلك قال:  (عِندَ بَيْتِكَ الْمُحَرَّمِ) ، أضاف البيت إليه سبحانه وتعالى تشريفا لشأنه، ووصفه بالمحرم؛ لأنه تحرم فيه الدماء، وهو في ذاته حرم آمن يأمن كل من يأوي إليه. </p><p> وقد بني في صحراء جرداء ليكون آمنًا من طمع الطامعين ورغبة المعتدين، إذ إنهم يرومون خصب الأرض ليشبعوا نهمتهم ويرضوا مطامعهم، وليكون الاستغلال الغاشم والاستعمار الظالم، فكان في أرض لَا يطمع فيها طامع، ولا يرومها فاتح. </p><p> وقد كرر نداء ربه ضراعة، فقال:  (رَبَّنَا لِيُقِيمُوا الصَّلاةَ) ، وقوله تعالى:  (لِيُقِيمُوا الصَّلاةَ) متعلق بـ أَسْكَنْتُ، اللام للتعليل، أي أن أسكنتهم لأجل إقامة الصلاة فيه وأن يعمروه بصلاتهم، لَا ليستمر خرابا من العبادة، خاويا من الناس، فلا تنتهي إلى الغاية التي أمرت بإنشائه من أجله، وفي هذا إشارة إلى أن المشركين من ذرية إبراهيم قد انحرفوا به عن غايته عندما أحاطوه بالأوثان التي هدمها </p><p> النبي - صلى الله عليه وسلم - يوم فتح مكة في العام الثامن من الهجرة على صاحبها أفضل السلام وأتم التسليم. </p><p> الأمر الثالث: بعد أن ذكر إبراهيم حالهم وحال أرضهم ذكر دعاء طالبا من ربه (فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُم مِنَ الثَّمَرَات لَعَلَّهُمْ يَشْكُرُونَ)  (الفاء) تدل على أن الباعث لهذا الدعاء ما قبلها، وهو (أَسْكَنتُ مِن ذُرِّيَّتِي بِوَاد غَيْرِ ذِي زَرْعٍِ) . </p><p> في قوله تعالى:  (أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ) مؤداها أن يفد بعض من الناس إلى هذه الأرض التي لَا زرع فيها مسرعين تميل قلوبهم وتهوى نفوسهم محبين الرحلة إليها مع رمالها، وجبالها وأنها لَا خير فيها، وقوله تعالى:  (مِّن النَّاسِ) معناها بعض الناس، وروى ابن عباس أنه قال: لو قال تعالى: أفئدة الناس لازدحم بالفرس والترك من غير المسلمين، وقوله تعالى:  (تَهْوِي) من هوت الناقة إذا أسرعت في سيرها إسراعا شديدا كأنها تسابق الريح، وقوله تعالى:  (أَفْئِدَةً) خرجها بعض العلماء على أن أصلها (أوفدة) جمع وفدة، حصل فيه قلب مكاني فحلت الفاء محل الواو، وحلت الواو محلها فقلبت همزة، وإنه لَا داعي لهذا التخريج النحوي ولا دليل عليه، وإن الأولى أن تكون كلمة أفئدة على معناها الأصلي وهي أنها جمع فؤاد بمعنى القلب، والدعاء يكون منصبا على أن تميل القلوب إلى المكان مع جفاف مائه وصعوبة أرضه وارتفاع جباله الصماء التي لَا تُكسى بخضرة قط، والمعنى على ذلك يكون مستقيما وقويا ككل معاني الذكر الحكيم. </p><p> وذكر الزمخشري أن هناك قراءة أخرى وهي (آفدة) اسم فاعلة من أفدت بمعنى أسرعت جماعة أو جماعات متتالية جماعة بعد جماعة، حتى لَا ينقطع عنهم خير الأرض كلها؛ ولذا قال تعالى بعد ذلك:  (وَارْزُقْهُم مِّنَ الثَّمَرَاتِ) ، و (مِّنَ) هنا يصح أن تكون بيانية، أي ارزقهم الثمرات التي حرمتهم أرضهم منها، ويصح أن تكون بمعنى بعض، ارزقهم بعض الثمرات من كل صنف. </p><p> ثم قال تعالى (لَعَلَّهُمْ يَشْكُرُونَ) ، أي رجاء أن يشكرو هذه النعم، أي تكون حالهم حال شكر، لَا حال كفر فلا يعبدوا إلا اللَّه تعالى العزيز الحكيم. </p><p> والرجاء من العباد لَا من اللَّه، أي ليكونوا في حال رجاء الشكر دائمة بدوام هذه الخيرات التي يسوقها اللَّه سبحانه وتعالى إليهم وتجيء إليهم في واد (قفر) ليس فيه زرع ولا ثمر، وذلك بدعوة إبراهيم - صلى الله عليه وسلم - فجعله حرما آمنا تجيء إليه ثمرات كل شيء رزقا من لدنه وفضله، بهذا الخير يتوافر أصناف الثمار ما لَا يوجد كله في أخصب الأرض وريف الأمصار، وفي بلد من بلاد الشرق والغرب، إجابة لدعوة إبراهيم - صلى الله عليه وسلم -، ثم يقول: وليس ذلك من أيامه بعجيب متعنا اللَّه بسكنى حرمه، ووفقنا لشكر نعمه، وأدام لنا الشرف بالدخول تحت دعوة إبراهيم، ورزقنا طرفا من سلامة ذلك القلب \". تلك كلمات جار اللَّه في مكة المكرمة - الزمخشري (١) . </p><p> وقد أحسَّ إبراهيم خليل اللَّه بالخشوع أمام ربه والضراعة إليه بعد أن دعا لولده وذريته بما دعا، وأدرك أن دعاءه فيه معنى التطاول مع علم ربه، وهو العليم بكل شيء فقال: </p><p>(١) الكشاف: ج ٢/ ٣٨٠.</p>"
}