{
  "id": null,
  "sura": 14,
  "aya": 39,
  "text": "<p> (الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ) . </p><p> ابتدأ كلامه بالحمد إشعارا بشكر النعمة وتقديرها، إذا أعطاه ولدا حيث يستحيل ذلك عادة وعلى مجرى الأسباب المعروفة؛ إذ أم إسحاق عجوز وزوجها شيخ هرم، حتى قيل: إن سنه عند البشارة بإسحاق كانت فوق المائة، وقوله: </p><p> (الْحَمْدُ لِلَّهِ) فيه معنى القصر، أي أن الحمد للَّه تعالى وحده، فهو مانح النعم ومجريها وحده، وهو الذي وهبه في هذا الكبر العتي، وقوله تعالى:  (عَلَى الْكِبَرِ) ، (عَلَى) هنا بمعنى مثلها في قول الشاعر: </p><p> إني على ما ترين كِبرَى ... أعلم من حبث تؤكل الكتف </p><p> وقوله:  (عَلَى الْكِبَرِ) تدل على جلال الشعور بالنعمة، إن ذلك واضح أنه إكرام من اللَّه تعالى بخرق الأسباب، وإن شكر النعمة بذكر إسماعيل وإسحاق فيه معنى جليل؛ لأنهما ولدا أبي الأنبياء الذين جاءوا بعد إبراهيم - صلى الله عليه وسلم -، فكان النبوة انحصرت في ذريته - صلى الله عليه وسلم -، كما يبدو من قصص القرآن الكريم الصادق في ذاته. </p><p> وقد جاءت العبارة الضارعة التي تؤكد شكره للنعمة، فقال:  (إِنَّ ربِّي لَسَمِيعُ الدُّعَاءِ) ، والدعاء هنا هو الضراعة إلى الله تعالى، وطلبه منه الولد، فقد طلبه، ودعا ربه به، فقد جاء في سورة الصافات أنه قال:  (رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ (١٠٠) فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ (١٠١) فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَى قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ (١٠٢) . </p><p> فهذه بشراه لإسماعيل - صلى الله عليه وسلم -، وكانت استجابة لدعائه، وكانت بعد ذلك في نفس السورة بشراه بإِسحاق فقال سبحانه: </p><p> (وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ (١١٢) وَبَارَكْنَا عَلَيْهِ وَعَلَى إِسْحَاقَ وَمِنْ ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِنَفْسِهِ مُبِينٌ (١١٣) . </p><p> والبشارتان مختلفتان: فإسماعيل أكبر من إسحاق، فالذبيح إسماعيل لا إسحاق كما جاء في التوراة المحرفة. </p><p> ومهما يكن الأمر في هذا فقوله تعالى على لسان إبراهيم:  (إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ) فيه ما يدل على أن ذلك كان بدعاء من الخليل واستجابة من الله تعالى، فقد أكد أن اللَّه سميع الدعاء أولا: بالجملة الاسمية، وثانيا بـ (إنَّ) المؤكدة، وثالثا باللام في قوله:  (لَسَمِيعُ الدُّعَاءِ) وعبر بقوله: (إِنَّ رَبِّي) فيه أيضا شعور بالشكر الجزيل لربه؛ لأنه الذي ربَّه وكونه وقام على شئونه واستجاب دعاءه. </p><p> لقد كان إبراهيم - صلى الله عليه وسلم - صورة سامية للفطرة الإنسانية، وأوضح هذه الفطرة حب الذرية والحدب عليها وإكرامها وتوجيهها إلى الحق وإلى عبادة الله تعالى؛ ولذا قال اللَّه تعالى على لسانه: </p>"
}