{
  "id": null,
  "sura": 14,
  "aya": 32,
  "text": "<p> (اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الْأَنْهَارَ (٣٢) </p><p> ذكر سبحانه وتعالى أن المشركين بدلوا نعمة اللَّه كفرا وجعلم اللَّه أندادا من حجارة وجعلوها آلهة، وفي هذه الآية يذكر بعض نعمه على الوجود كله فقال تعالت كلماته. (اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ والأَرضَ) صدر الآية الكريمة بلفظ الجلالة مفيض النعم، لتربية النهابة، ولمقابلة عبادته، وهو الواحد الأحد الفرد الصمد، بعبادة الأوهام والضلال، و (اللَّهُ) لفظ الجلالة: مبتدأ، والموصول هو خبره، فهو تعريف للَّه تعالى بأنه الذي خلق السماوات والأرض، خلق سبحانه وتعالى السماء ببروجها ونجومها وكواكبها، والأرض بطبقاتها وجبالها وما أودع ببطنها من أحجار وفلزات ومعادن جامدة وسائلة، اقرأ قوله تعالى:  (أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ (٦) وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ (٧) تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ (٨) وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ (٩) وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ (١٠) رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ (١١) . </p><p> هذا هو الإله القادر القاهر الغالب، وهو الجدير بأن يعبد لما أنشأ وأبدع وأنعم. ثم ذكر نعمته في تلاقي السماء بالأرض، يجمع بينهما الذى يسقي الأنفس والثمرات، ولذا قال تعالى:  (وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ) . </p><p> أفرد السماء هنا وجمع السماوات في الخلق؛ لأن الماء ينزل من المزن السحاب الثقال المملوءة ماء وسميت سحابا؛ لأنها فوق الأرض التي تمطرها، أما السماوات فتحيط بالأرض كأنها الشيء الصغير في داخل قبة، وإن هذا الماء هو الذي تخرج منه الثمرات؛ ولذا قال:  (فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ) ، والثمرات جمع ثمرة وهو ما تنتجه الأرض من زروع وغراس وكروم، ونخيل، ومن الثمرات، تكون المطاعم </p><p> والملابس والمساكن اليدوية والأخشاب وغير ذلك (رِزْقًا) بمعنى مرزوق كمطحن بمعنى مطحون، أي أنه يرزقكم إياه ويجيء إليكم سهلا بغير مشقة إلا العمل الذي يكون سببا مقترنا بالعطاء وليس منشئا له، فاللَّه هو الرزاق ذو القوة المتين. </p><p> و (مِنَ) في قوله: (مِنَ الثَّمَرَاتِ) بيانية لتنوعها، والمعنى فأخرج من الثمرات المتنوعة المختلفة الفوائد التي ترجع بأحسن الفوائد. </p><p> وإن هذه الثمرات تنقل من أرض إلى أرض، وإنه ثبت الآن أن خير السبل البحار وما كان ذلك معروفا عند العرب، بل النقل عند العرب كان بالجمال التي كانت تسمى أو سميت سفن الصحراء، ولكن القرآن أُنزل من حميد يعلم ما كان وما يكون، فهو يعلم أنه سيكون زمن يكون النقل بالبحار في جُلِّه، وفي الأرض في قله؛ ولذا قال عز من قائل:  (وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأمْرِهِ) ومعنى سخرها مكَّن الإنسان من صناعتها واستخدامها وجعلها تعلو في البحر سائرة من الشرق إلى الغرب ومن الغرب إلى الشرق، حاملة خيرات وفيرة من أرض إلى أرض أخرى، هذه الخيرات كثيرة، وبذلك تكون الخيرات موزعة في الأرض بالقسطاس لولا ظلم الإنسان. </p><p> (وسَخَّرَ لَكُمُ الأَنْهَارَ) وهي المجاري العذبة كنهر النيل ودجلة والفرات وسيحون وجيحون، ومعنى سخرها سهلها وتكون في البلاد التي تقل أمطارها، ولا يكفي ما تنزل السماء من ماء لسقيها وزرعها، وسمي النهر نهرا لأنه ينهرها ويشقها ويجري فيها، والأنهار الكبار تمخر فيها السفن كالبحار، واللَّه هو الرزاق. </p><p> بعد أن ذكر سبحانه ما سخر في الأرض من اقترانها بالسماء أخذ يبين للإنسان من أجرام السماء فقال: </p>"
}