{
  "id": null,
  "sura": 14,
  "aya": 22,
  "text": "<p> (وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ ... (٢٢) </p><p> أي أحكم وفصل فيه، ولم يكن لحكم اللَّه مرد ولا نقص، (إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ) ، أي وعد هو الحق، فالإضافة بيانية، أي الأمر الصحيح الثابت الصادر من مالكه، وهو الذي يجازي عليه بالثواب وعلى مخالفته بالعقاب، والفعل في ذاته نفع لَا ضرر فيه، وخير لَا شر فيه، وكان عليكم أن تطيعوه، ولا تخرجوا عليه. </p><p> (وَوَعَدتُّكُمْ فَأخْلَفْتُكُمْ) ولم يذكر وصف وعده؛ لأنه مفهوم من وصف الأول بأنه الحق ومقابله باطل، فماذا بعد الحق إلا الضلال، وترك لأنه مفهوم من السياق، ولكي تذهب مذاهب فيما يعد به الشيطان إنه لَا يعد إلا بما يكون من ورائه الفساد والبوار، والعبث والشر، فهو ليس باطلا فقط بل أكثر من باطل إمعانا في الشر، وقوله:  (فَأَخْلَفْتُكُمْ) ، أي منيتكم الأماني الباطلة، وأودعت نفوسكم الأوهام، وزينت لكم السوء لتحسبوه أنه حق، وإسناد الإخلاف إليه - لعنه اللَّه تعالى - مع أن الإخلاف من اللَّه تعالى، وبيان كذب ما وعد وألقى به في أمنية الناس، لبيان أنه وهو يعد يعلم أنه باطل وأنه إغواء، فكأنه هو الذي أخلف لأنه يعلم أنه كذب لَا حقيقة بل هو وهم ضلال، </p><p> بعد ذلك اتجه الشيطان لتبكيتهم لأنهم أطاعوه، فقال:  (وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ إِلَّا أَن دَعَوتكُمْ فَاسْتَجَبْتُمْ لِي) ، أي أجبتم دعوتي الخالية من أي تسلط أو دليل طالبين ذلك مجيبين له، فما كانت تبعة طاعتكم لي عليَّ، إنما كانت عليكم؛ ولذا قال:  (فَلا تَلُومُونِي وَلُومُوا أَنفسَكُم) لقد كان أمامكم أمر اللَّه، وهو الخالق المنشئ، ودعاكم إلى الحق، ومعه الأدلة الثابتة وأمامكم دعوتي الخالية من البرهان والدليل، وليس لي عليكم قوة مهيمنة إلى وسوسة خفية فأطعتمونى وعصيتم ربكم. </p><p> وهذا شأن أتباع إبليس دائما يقعون في الشر ثم يلومون من أوقعوهم لأنهم أطاعوهم، وإن الشيطان له عذاب، وهو يصرخ بأنه فيه، وإنه لَا يستغيث، لأن أحدا لَا يغيثه ولا يستطيع أن يغيث أحدا، ولذا جاء على لسانه قوله:  (مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ) المصرخ هو المجيب للمستصرخ المغيث له، والصارخ هو المستغيث والمعنى بمستطيع إغاثتكم وما أنتم بمستطيعين إغاثتي، فالعذاب نازل بنا، وعلى كل أن يتحمل مغبة ما عمل وما اعتقد وما وسوس به من شر. </p><p> وقد أعلن ضلاله وضلالهم بقوله:  (إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ) ، (ما) هنا مصدرية أو موصولة ولا يختلف المعنى في التقديرين، والمعنى: إني كفرت بالذي أشركتموني في عبادتكم من قبل، أي كفرت الآن بشرككم في الدنيا، وآمنت باللَّه تعالى وحده لَا أشرك به شيئًا، وقال: أشركتموني مع أنهم ظاهرا ما كانوا يشركون الشيطان بل كانوا يشركون أوثانا. فلِمَ نسب إليه أنهم كانوا يشركونه؟ والجواب عن ذلك أن عبادتهم الأوثان كانت بوسوسته هو وتسويلهم، والأصنام لَا حقيقة لها، فكأنهم كانوا يشركونه باللَّه سبحانه وتعالى، وقوله تعالى:  (كَفَرْتُ) تفيد أنه يكفر الآن، مع أنه وهو الذي يزين عبادة الأوثان يعلم أن اللَّه وحده هو المستحق المعبادة، ولا معبود سواه، وأن عمله إغواء وإضلال، فهو غير مؤمن بها من قبل، والجواب عن ذلك: أنه الآن يعلن كفره بها. </p><p> ويتول الله تعالى واصفا العصاة بالظم:  (إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ) تحتمل هذه الجملة السامية أن تكون تتميما لكلام إبليس، وتحتمل أن تكون من اللَّه لبيان استحقاق العصاة جميعا للعذاب، وأرى أن الاحتمال الثاني هو الحق، فهو بيان لتسجيل العذاب المؤلم في ذاته عليهم بسبب ظلمهم تابعين ومتبوعين ومغويهم معهم، فهم ظلموا الناس، وأفسدوا في الأرض فحقت عليهم كلمة العذاب. </p><p> * * * </p><p> أهل الجنة </p><p> قال اللَّه تعالى: </p><p> (وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ تَحِيَّتُهُمْ فِيهَا سَلَامٌ (٢٣) أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ (٢٤) تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ (٢٥) وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ (٢٦) يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ (٢٧) </p><p> * * * </p><p> بعد أن صور الله تعالى حال العصاة، وشيخهم إبليس ليعلم المؤمنون مآل العصيان فيجتنبوا أسبابه في الدنيا، بين سبحانه ما ينتظر المؤمنين تشجيعا لهم ليستمروا في طريقهم وهو طريق الحق، فقال سبحانه: ، </p>"
}