{
  "id": null,
  "sura": 14,
  "aya": 44,
  "text": "<p> (وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ ... (٤٤) </p><p> الكافر مادي لَا يؤمن إلا بما يرى ويحس، فما لم يحسه لَا يؤمن به، وليس عنده نفاذ بصيرة يعي به ما لم يدرك وما لم يره؛ ولذا كان من أوصاف أهل الإيمان أنهم يؤمنون بالغيب وهم بالآخرة هم يوقنون، يرون الناس يموتون ويحيون، فيعلمون أن الحياة لغاية وأن الموت ابتداء نهاية. </p><p> ولذا كان أول إنذار هو الإنذار بالعذاب الأليم في يوم القيامة، وهذا قوله تعالى:  (وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ) الإنذار: التخويف، وهو يتعدى إلى مفعولين الأولَ (النَّاسَ) ، وَالثاني (يَوْمَ) والإنذار متجه لما يجري في هذا اليوم من حال تقشعر من هولها الأبدان، إذ تكون أبصارهم فيها شاخصة، خوف العذاب الأليم الذي هو في ذاته هول أكبر، ولكن جعل التخويف لليوم من إطلاق اسم المحل وإرادة الحال، وإنه لشديد تضطرب له نفوس أهل النار (فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ) الفاء هنا لبيان أن ما قبلها سبب لما بعدها فما فيه من هول شديد، وما فيه من جحيم (وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا) ، يكون سببا لأن يطلبوا الرجعة إلى الدنيا، وقد قالوا:  (أَخِّرْنَا إِلَى أَجَلٍ قَرِيب) إلى زمن قليل، وعبر عنه بالقريب لأنه قريب ما بين طرفيه أوله ومنتهاه، وهذا كقولهم فيما يحكي اللَّه تعالى عنهم:  (. . . رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ) ، وكقولهم فيما حكى سبحانه عنهم:  (. . . رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كنَّا نَعْمَلُ. . .) . </p><p> وقوله تعالى:  (نُّجِبْ دَعْوَتَكَ) وهي دعوة التوحيد، وألا يشركوا بالله شيئًا وما جاء به القرآن وغيره من كتب السماء، ومن شرائع، (وَنَتَبِع الرُّسُلَ) ، أي لا نستكبر عليهم ولا نتعالى ونتسامي عليهم، بل لنكون لهم تبعا. </p><p> فيقول الملائكة بأمر اللَّه تعالى مبكتا مذكرا لهم كفرهم:  (أَوَلَمْ تَكُونُوا أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَال) ، وقوله تعالى:  (أَوَلَمْ تَكُونُوا أَقْسَمْتُم) ، (الواو) عاطفة على ما قبلها، والهمزة للاستفهام الإنكاري الذي فيه إنكار الواقع، والاستفهام داخل على النفي ونفي النفي إثبات على معنى التوبيخ، والمعنى لقد أقسمتم من قبل مغترين على الله تعالى جاهلين لأنفسكم، ولمجري الحياة (مَا لَكُم مِن زَوَال) ، أي ليس لكم أي زوال، وإنهم في الحقيقة كما يظهر من مجرى </p><p> أمورهم أنهم كانوا لَا ينكرون الموت، ولكن ينكرون الحياة بعد الموت ويقولون:  (. . . أَئِذَا كُنَّا تُرَابًا أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ. . .) . </p><p> ولكن لأنهم عتاة غاشمون لَا يرعون إِلًّا ولا ذمة، وقد اغتروا بالحياة الدنيا وغرهم باللَّه الغرور، يعملون كأنهم لَا يموتون ولا يفنون، وأنهم في الدنيا خالدون. </p><p> وقد فسر بعض العلماء أن المراد من الزوال المنفي أنهم لَا يزولون ثم يبعثون، وهذا تفسير مجاهد تلميذ ابن عباس ترجمان القرآن، كما سماه عبد الله ابن مسعود، ويكون المعنى على هذا التفسير: ما لكم من زوال من هذه الدنيا تنتقلون من بعده إلى الآخرة. </p><p> وإنهم في قسمهم هذا أو في حال الغرور التي اغتروا بها وحسبوا أنها حياة خالدة، والعبر بين أيديهم قائمة، ولذا قال تعالى: </p>"
}