{
  "id": null,
  "sura": 14,
  "aya": 6,
  "text": "<p> (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ (٦) </p><p> (إِذْ) ظرف زمان للماضي، والخطاب لمحمد - صلى الله عليه وسلم - يذكر بنعم الله تعالى على المظلومين، وأنه سبحانه ينقذهم من أذى طاغية الدنيا في عصره، وهو فرعون، وإن هذا إيذان بأنه ينقذ النبي ومن معه من المشركين، وجاعلا لهم السلطان عليهم، وقوم موسى هنا متعين أن يكون لبني إسرائيل، وإن كان قوله:  (أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ) لَا يخصهم، بل يشملهم وغيرهم. </p><p> يقول لهم رسول اللَّه الذي أنقذهم على يديه:  (اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنجَاكُم مِّنْ آلِ فِرْعَوْنَ) ، أي أصحاب فرعون ونصرائه ومعاونيه على الشر، ونرى </p><p> أن فرعون في أكثر الآيات المثبتة لظلمه القاسي الغاشم لَا يذكر فرعون وحده، إنما يذكر ملؤه أو آله، أو غير ذلك مما يدل على المؤازرين له، وهذا ينبئ بمعنى أن سنة اللَّه تعالى في خلقه أن الطغاة لَا يطغون بذات أنفسهم، ولكن بمؤازرة من الأشياع والأتباع، ولو كانوا مرشدين ما كان منهم ذلك الظلم الغاشم فهم آثمون معهم. </p><p> وقد كانت النجاة أو الإنجاء من أقسى المظالم الإنسانية، بشاعة وقسوة، كما حاول من ساروا على دأبه - أسكنهم اللَّه معه في السعير، فهم وهو على سواء، إلا أنهم أشد؛ لأنهم جاءوا بعد أن جاءتهم البينات. </p><p> و (إِذْ) بدل من الأولى، وقد بين اللَّه تعالى ما أنجى منه فقال: </p><p> (يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَستحْيُونَ نِسَاءَكُمْ) . </p><p> (يَسُومُونَكُمْ سُوءَ الْعَذَابِ) ، أي يذيقونكم أشد العذاب سوءا من استرقاق، وإذلال وتكليفكم المشاق الغلاظ الشداد، أو استباحة لكرامتكم، وإبعادكم عن أماكن السلطان وجعلكم أرذالا تابعين، ولم يجعل منكم سادة متبوعين، حتى أنقذكم اللَّه من هذا فجعلكم سادة أنفسكم، وعبر عن ذلك سبحانه وتعالى بقوله:  (. . . وَجَعَلَكُم مُّلُوكًا. . .) ، أي مسيطرين على أنفسكم ولستم خاضعين لغير اللَّه تعالى، وقال سبحانه وتعالى مع هذا الإذلال والاسترقاق (يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُم) في سورتي البقرة والأعراف (. . . يسُومُونَكُمْ سُوءَ الْعَذَابِ يُقَتِّلُونَ أَبْنَاءَكُمْ وَيسْتحْيُونَ نِسَاءَكُمْ. . .) ، من غير (واو) ، فكان هذا تفسيرا لسومهم العذاب، وهو بيان بأفصح أحواله، وهنا جمع بين الاسترقاق والذل والتكليف بالمشاق والأهوال، وبين ذبح الأبناء واستحياء النساء. </p><p> وعبَّر عن قتل الأبناء هنا بالذبح للإشارة إلى أنهم فعلوا ذلك، وهم آمنون سالمون غير ثائرين ولا ناقمين، فهم في غير اندفاعة ثورة، ولكن في أمن ودعة، يأتون إلى الطفل من حجر أمه أو بين لداته ويذبحونه ذبحا، وحسبك أن تعلم أن أم موسى رضيت - بإلهام من اللَّه - أن تلقيه في اليم مع رجاء اللَّه تعالى، عن أن تراه يذبح بين يديها. </p><p> وقوله تعالى:  (وَيَسْتَحْيُونَ نِسَاءَكُمْ) ، أي يطلبون حياة نسائهم وبقاءهن، لا رغبة في ذات الإحياء بل ليكن إماءً في بيوتهم، ويستمتعون بجمالهن، فهو ظلم فاحش لَا يعرفه إلا فرعون وأمثاله، كما رأينا واحدا منهم في هذا الزمان. </p><p> قال تعالى (وَفِي ذَلِكُم بَلَاءٌ من رَّبِّكُمْ عَظِيمٌ) ، الإشارة إلى الإنجاء، ويصح أن تكون الإشارة إلى سوم العذاب، وعلى الأول يكون البلاء هو بلاء بنعمة الإنجاء، كما أشرنا إلى قوله تعالى:  (. . . وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً. . .) ، فالنعمة تحتاج إلى صبر واختبار، وإذا كانت الإشارة إلى سوم العذاب وتذبيح الأطفال واستحياء النساء يكون اختبارا من اللَّه عظيما، ونسب البلاء إلى الله تعالى، وهو الرب الخالق، للإشارة إلى أن تمكين فرعون من ذلك كان اختبارا من اللَّه تعالى حتى يمتحنوا بالنقمة، وتصقل نفوسهم بها. </p><p> وإني أرى أن الأول أوضح، واللَّه تعالى أعلم. </p>"
}