{
  "id": null,
  "sura": 14,
  "aya": 42,
  "text": "<p> (وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ) . </p><p> الحسبان هو الظن أو العلم المبني على الظن، والنبي - صلى الله عليه وسلم - منزه عن أن يظن الغفلة أو السهو على الله تعالى، فاللَّه يعلم ما كان وما يكون، وما هو كائن؛ ولأنه تعالى وعده بالنصر، والعقاب الشديد على ما يفعله، وأنه محص عليهم أعمالهم كل امرئٍ بما كسب فكيف ينهى عن الظن بأن اللَّه غافل، وما كان احتمال لأن يرد ذلك على قلب النبي - صلى الله عليه وسلم - حتى ينهى عنه، والجواب في ذلك أن هذا الكلام لتأكيد أن اللَّه تعالى يحصي على المشركين أعمالهم، كما يقول تعالى: </p><p> (. . . وَلا تَكُونَنَّ مِنَ الْمُشْرِكينَ) ، وكقوله تعالى: (وَلا تَدْعُ مَعَ </p><p> اللَّهِ إِلَهًا آخَرَ)، فهو نهي للتثبت، وتأكيد أنه لم يقع من النبي - صلى الله عليه وسلم -، وفوق ذلك أن النهي إعلام للنبي - صلى الله عليه وسلم - بأنه عالم بحالهم مُحصٍ عليهم سيئاتهم، وهو تهديد شديد لهم، كما يقول المجادل لمجادله: لَا تجهل أني عالم بكل أخطائك، فهو إعلام، وهو تهديد للمشركين. </p><p> وعبر بقوله تعالى:  (الظَّالِمُونَ) فأظهر في موضع الإضمار لتسجيل الظلم عليهم؛ ولأن العقاب سبب الظلم، فهم أشركوا، والشرك ظلم عظيم، وآذوا المؤمنين والمؤمنات، وذلك اعتداء ظالم آثيم، وصدوا عن سبيل اللَّه، فلم يتركوا الناس أحرارا يعتقدون ما يرونه حقا. </p><p> وإذا كان اللَّه تعالى عالما بظلمهم مجازيهم على ما يفعلون من آثام، فهو لا يهملهم، ولكن يمهلهم، ولقد قال تعالى في ذلك:  (وَأُمْلِي لَهُمْ إِن كيْدِي مَتِينٌ) ، وفي هذا النص السامي يقول سبحانه:  (إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخصُ فِيهِ الأَبْصَارُ (٤٢) مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ (٤٣) </p><p> (إِنَّمَا) هنا أداة حصر، أي كان التأخير لأجل هذا اليوم الذي يكون شديدا، وفيه النفوس جميعا تكون في هلع وفزع، فليس التأخير لنسيان، أو غفو أو ترك، إنما التأخير هو ليوم كله عذاب الأجساد والأنفس، وإذا كانوا يمشون في الأرض مرحا، ويستهزءون ويرتعون ويلعبون ويسخرون من المؤمنين فسيكون عليهم يوم عسير شديد، وقد وصف اللَّه تعالى حالهم في ذلك اليوم فذكر لهم خمس أحوال كل حال فيها تنبئ عن فزع بذاته. </p><p> الحال الأولى: ما ذكرها سبحانه بقوله: (لِيَوْم تَشْخَصُ فِيهِ الأَبْصَارُ) ، أي العين تشخص لَا تغمض من هول ما ترى، فإن إغماض العين يكون من الدعة والاطمئنان، أما يوم القيامة يوم الفزع الأكبر، فإنه لَا يكون اطمئنانا ولا يكون </p><p> دعة، وتكون العين مفتوحة متسعة الأحداق من الأهوال التي تراها، حتى كأنها مع فتحها وعدم إغماضها لَا تشعر بشيء إلا الهول وأسباب الفزع. </p><p> والحال الثانية: هي ما قاله سبحانه وتعالىْ </p>"
}