{
  "id": null,
  "sura": 14,
  "aya": 43,
  "text": "<p> (مُهْطِعِينَ ... (٤٣) </p><p> ومعناها مسرعين فإنهم كانوا في الدنيا يسيرون متئدين مالكي أنفسهم مسيطرين على قواهم، وكما قال في آية أخرى في وصف حالهم يوم القيامة:  (مُهْطِعِينَ إِلَى الدَّاع يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ) ، والإهطاع إسراع في ذل وتكسر وخوف وهلع، فبعد أن كانوا يسيرون في الأرض مرحا كأنهم يخرقون الأرض أو يبلغون السماء طولا يسيرون مسرعين أذلاء خالفين لأول داع، خائفين من أن يكون وراء الدعوة أمر أشد هولا. </p><p> والحال الثالثة: عبر عنها سبحانه وتعالى بقوله: (مُقْنِعِي رُءُوسِهِمْ) من أقنع رأسه، وتستعمل بمعنى رفعها متطلعا إلى من فوقها من شدة الهلع، وقد قال في معناها الأصفهاني في مفرداته: أقنع رأسه رفعها قال: (مُقْنِعِي رُءوسِهِمْ) ، وقال بعضهم: أصل هذه الكلمة من القناع، وهو ما يغطى به الرأس، فقَنِع لبس القناع ساترا لفقره، كقولهم حفى أي لبس الحفاء، وقَنَع إذا رفع قناعه كاشفا رأسه بالسؤال كخفي إذا رفع الخفاء. </p><p> وخلاصة هذه المعاني أنهم يكشفون ذلهم وحاجتهم رافعين رءوسهم بالذل والهوان، لَا يستتر من أمرهم شيء، فلا يبدون ما يخفون، ويظهرون ما لا يسرون. </p><p> وذكر الزمخشري أن بعض علماء اللغة يفسر (مُقْنِعِي رُءُوسِهِمْ) يخفضها ذلا وانكسارا، ورءوسهم ارتفعت، أو انخفاضها، فهو ذل ظاهر واضح، وصار كالسائل الذي كشف قناعه للمسألة. </p><p> والحال الرابعة من أحوالهم: أن أبصارهم زائغة لَا تتحرك أطرافها من هول ما هم فيه وهذه عبر اللَّه عنها بقوله تعالى: (لا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ) ، والمعنى أن أنظارهم قد استغرقتها الأهوال التي تراها فهي فزعة هلعة قد سمرت أعينهم فيما </p><p> ترى من عذاب هو عذاب الهول الأكبر، فلا ترجع إليهم، أي لَا تعود إلى سيطرتهم فترى ما يجب أن تراه وتمتنع عن رؤية ما لَا يجب أن تراه، فهي قد ملكتها تلك المرئية المفزعة ولم يعد له عليها من سلطان. </p><p> والحال الخامسة: أن أفئدتهم فرغت من أسباب الاطمئنان، وامتلأت بأسباب الهموم والخوف، وقد عبر سبحانه وتعالى عن ذلك بقوله تعالت كلماته: </p><p> (وَأَفْئِدَتُهُمْ هَوَاءٌ) ، أي لَا تدرك شيئا ولا تعيه من شدة الخوف والهلع، فهو كقوله تعالى:  (وَأَصْبَحَ فؤَادُ أُمِّ مُوسَى فَارِغًا. . .) ، أي أنه فرغ من الوعي والإدراك ولم يبق إلا موسى والخوف عليه، والهواء في اللغة المجوف الخالي، والمعنى أصبح فؤادهم مجوفا خاليا من العلم والإدراك لشدة ما رأى وما وقع، ومن هذا المعنى قول حسان شاعر الإسلام من أبي سفيان قائد الشرك آن ذاك: </p><p> ألا أبلغ أبا سفيان عني ... فأنت مجوَّف نخِبٌ هواء </p><p> وهذه الأحوال تصوير لحالهم يوم القيامة من فزع وذل وانكسار، وامتلاء قلوبهم بالخوف والرهبة، وإنها من آيات الإعجاز، وكل القرآن إعجاز يبهر المدركين. </p><p> ولقد أمر اللَّه تعالى نبيه أن ينذر الناس بهذا اليوم الذي ذكر فزع الناس فيه فقال تعالى: </p>"
}