{
  "id": null,
  "sura": 14,
  "aya": 31,
  "text": "<p> (قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ (٣١) </p><p> الأمر للنبي - صلى الله عليه وسلم - في مقابل الأمر للكافرين بأن يتمتعوا بالعاجلة، فالآجلة مصيرهم فيها إلى النار، والأمر للمؤمنين هو أمر بثمرات إيمانهم، وعبر عن المؤمنين بـ (عبادي) للإشارة إلى أنهم قاموا بحق العبودية، فلم يشركوا مع اللَّه أحدا، وأخلصوا الذات، وأعطوا ما هو حق على العبد أن يؤديه. </p><p> (يُقِيمُوا الصَّلاةَ) ، أي (أَنْ) هنا محذوفة وهي تفسيرية تفسر مضمون القول، قل لهم أن يقيموا الصلاة وينفقوا مما رزقنهم سرا وعلانية. </p><p> أو نقول:  \" إن قوله تعالى:(يُقِيمُوا)خبرية على أنها جواب الأمر، أي قل لهم تكليفات اللَّه ليقيموا الصلاة، ويرى الزمخشري أن تكون(يُقِيمُوا)بمعنى ليقيموا الصلاة، والمعنى على ذلك قل لهم مبينا أحكام الشريعة وهديها، وخص الصلاة والزكاة أي الإنفاق؛ لأن الصلاة للتهذيب وإقامتها استشعار للربوبية، وهي عمود الدين، ولا دين من غير صلاة، والزكاة - أو الإنفاق - فيها التعاون؛ ولذا تسمى \" الماعون \"، كما قال تعالى:  (فَوَيْلٌ لِلْمُصَلِّينَ (٤) الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (٥) الَّذِينَ هُمْ يُرَاءُونَ (٦) وَيَمْنَعُونَ الْمَاعُونَ (٧) . </p><p> الإنفاق في السر سترا للمتجملين من الفقراء حسن في ذاته، والإنفاق علانية للاقتداء ونشر التعاون، وكل في موضعه حسن. </p><p> (مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلا خِلالٌ) ليتدارك التقصير بتعويض يقدمه أو فدية يفتدي بها نفسه، ولا مخالَّة وصداقة ينقذ بها الصديق صديقه، والرفيق رفيقه، وقد قال تعالى في هذا المعنى:  (وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنْصَرُونَ (٤٨) . </p><p> والسرية تحسن في حالة التطوع، وإيثار دوى القربى والجيران سترًا عليهم، والإعلان يكون في الواجب، وهنا يرد سؤال، إن الزكاة لم تجب إلا في المدينة، </p><p> والسورة مكية، كما هو معلوم، فكيف يجب الإنفاق؛ ونقوك: إن وجوب الإعطاء هو من قبيل معاونة المؤمنين من الضعفاء والأرقاء على الصبر على الأذى يؤذيهم به المشركون لإخراجهم من دينهم، وإنه دعى إلى الزكاة في سورة مكية، منها قوله تعالى في سورة الروم:  (وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ (٣٩) . </p><p> وقبل أن ننتقل هذه الآية الكريمة إلى ما بعدها نذكر كلاما قيما ذكره الزمخشري في حكمة اقتران قوله:  (مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ) . </p><p> قال أثابه اللَّه تعالى:  \" فإن قلت كيف طابق الأمر بالإنفاق وصف اليوم بأنه لَا بيع فيه ولا خلال؟قلت:من قِبَلِ أن الناس يخرجون أموالهم في عقود المعاوضات، فيعطون بدلا ليأخذوا مثله وفي المكارمات ومهاداة الأصدقاء ليستجروا بهداياهم أمثالها أو خيرا منها،وأما الإنفاق لوجه الله خالصا كقوله:(وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى (١٩)إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى(٢٠)وَلَسَوْفَ يَرْضَى(٢١).</p><p> فلا يفعله إلا المؤمنون الخلّص فينفقوا منه ليأخذوا بدله في يوم لَا بيع فيه ولا خلال، أي لَا انتفاع فيه بمبايعة ولا مخالة، ولا بما ينفقون فيه أموالهم من المعاوضات والمكارمات، وإنما ينتفع فيه بالإنفاق لوجه الله تعالى \"  (١) . </p><p> وإن هذه إشارة بيانية قويمة تشير إلى أن الإنفاق سرا وعلانية المطلوب هو لوجه اللَّه تعالى، لَا للكسب بمعاوضة ولا للكسب بإرضاء صديق أو رجاء في شدة. </p><p> وفى قوله تعالى:  (مِنْ قَبْلِ أَنْ يَأْتِيَ. . .) إشارة إلى أن الإنفاق لوجه اللَّه تعالى هو ذكر للَّه تعالى، فليس من التجارة التي قال الله تعالى فيها:  (. . . لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ. . .) ، ولا التجارة التي ذم بها المنافقون في قوله تعالى (وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ (١١) . </p><p>(١) الكشاف ج ٢/ ٣٧٨</p><p> وقد ذكر سبحانه بعض نعمه فقال: </p>"
}