{
  "id": null,
  "sura": 14,
  "aya": 27,
  "text": "<p> (يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ (٢٧) </p><p> يثبت اللَّه الذين آمنوا بأن يلقي في روعهم الاطمئنان إلى الحق والجزم به والنطق بمقتضاه، والثبات عليه لَا يحيد عن النطق بالحق والعمل به، والرضا بنتائجه؛ ولذا قال سبحانه:  (بِالقَوْلِ الثَّابِت) ، ولقد قرر العلماء أن صاحب النفس المطمئنة الراضية بحكم اللَّه المنفذة لتكليفه يلقى اللَّه فيها بالإخلاص، والإخلاص للَّه يجعل النفس تشرق بنور اللَّه، فتدرك فتؤمن فتقول الحق وتعمل </p><p> به، ويكون من بعد ذلك السلوك الاجتماعب المستقيم بأمر اللَّه ونهيه، فمعنى (بِالْقَوْلِ الثَّابِتِ) ، القول الذي يقوم على دعائم الحق، ولا يتزلزل لباطل، ويصح أن نقول إن الثبات صفة لصاحب القول، وأضيفت إلى القول؛ لأنه لَا يثبت القول إلا بثبات صاحبه الذي لَا تزلزله عوابث الهوى ولا أوهام الشيطان، وما أحكم ما قاله الزمخشري إذ يقول - رضي الله عنه -: \" القول الثابت هو الذي يثبت بالحجة، والبرهان في قلب صاحبه، والبرهان في قلب صاحبه وتمكن فيه، فاعتقده واطمأنت إليه نفسه. وتثبيتهم به في الدنيا: أنهم إذا فتنوا في دينهم لم يزلوا، كما ثبت الذين فتنهم أصحاب الأخدود، والذين نشروا بالمناشير ومشطت لحومهم بأمشاط الحديد، وكما ثبت جرجيس وشمسون وغيرهما. وتثبيتهم في الآخرة. أنهم إذا سئلوا عند تواقف الأشهاد عن معتقدهم ودينهم، لم يتلعثموا ولم يبهتوا، ولم تحيرهم أهوال الحشر. </p><p> هذا كلام صدق، وإن القول الثابت كما يشمل الصبر في العقيدة يدخل في عمومه الثبات على الحق في نصيحة الحاكم، والامتناع عن قول الباطل مداهنة له، ويقول للحاكم الظالم: اتق اللَّه، ويكررها كلما اقتضت الحال قولها في غير مواربة، إلا إذا كانت الحكمة أن يداور لأجل إيصال الحق إلى فلب الحاكم، وتسويغه في نفسه، فللقول سياسة، وللعلم سياسة، ومنها تسويغ الحق ليهضم معناه، وخصوصا في أزمان الفساد كالزمن الذي نعيش فيه، ولعل الإمام الزمخشري عاش في مثله، وما ضيع المسلمين إلا سكوتهم عن القول الثابت في الحياة الدنيا وفي الآخرة. وقوله تعالى:  (وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ) معنى إضلال الظالمين؛ أنهم إذا ساروا في طريق الضلالة أوغلوا فيه ولا يردهم سبحانه وتعالى عنه بل يتركهم سبحانه يسيرون فيه إلى نهايته، ووصفهم بالظالمين فيه إشارة إلى أنهم يبدءون بالسير في طريق الظلم الذي يشمل الظلم في الاعتقاد بالإشرك، والظلم للنفس بارتضاء طريق الشر، والظلم للناس في معاملاتهم، وفتنة الناس في دينهم وإيذائهم في اعتقادهم. </p><p> (وَيَفْعَلُ اللَّهُ مَا يَشَاءُ) ؛ لأنه المختار المريد، (لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ) . </p><p> ويلاحظ أن لفظ الجلالة ذكر مرتين في جملتين متعاقبتين، ولم يكتف بالإضمار بل أظهر في موضعه، فقال سبحانه:  (وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ) وذلك لتربية المهابة أولا، ولبيان كمال سلطانه ثانيا، وتأكيد إرادته المختارة ومشيئته الحكيمة ثالثا، والله ولي الإنعام. </p><p> * * * </p><p> جزاءكفر النعمة وجزاء مكرها </p><p> قال تعالى: </p><p> (أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ (٢٨) جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ (٢٩) وَجَعَلُوا لِلَّهِ أَنْدَادًا لِيُضِلُّوا عَنْ سَبِيلِهِ قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ (٣٠) قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ (٣١) اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الْأَنْهَارَ (٣٢) وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ (٣٣) وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ (٣٤) </p><p> * * * </p><p> التبديل معناه، التحويل، أو جعل شيء بدل شيء، ومعنى تبديل نعمة اللَّه كفرا في قوله تعالى: </p>"
}