{
  "id": null,
  "sura": 15,
  "aya": 87,
  "text": "<p> (وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ (٨٧) </p><p> الخطاب للنبي - صلى الله عليه وسلم -، وقد طالبه رب البرية بأن يصفح ويعرض عن إيذاء المشركين بأن يصفح الصفح الجميل الذي يكون بإقبال نفس، وبشاشة وجه، وأنه معه الدليل القاطع، والبرهان الساطع، وهو القرآن الكريم، ولذا قال:  (وَلَقَدْ آتَيْنَاكَ سَبْعًا مِّنَ الْمَثَانِي) أكد اللَّه أن معه الحجة، باللام وقد، والسبع المثاني ما هي؟ قال ابن عباس: هي القرآن كله، والسبع لَا تذكر لذات العدد بسبع، بل تذكر للكثرة، والقرآن كله وصف بالمثاني، قال تعالى:  (اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ. . .) . </p><p> و (الْمَثَانِي) جمع مثنى أي مكرر لاثنين، كقوله تعالى:  (. . . مَثْنَى وَثُلاثَ وَرُبَاعَ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ. . .) ، ومعنى مثاني أن فيه من كل معنى اثنين متقابلين، ففيه الإنذار والتبشير، وكرر ذلك، وفيه الأمر والنهي ويتكرر </p><p> ذلك، وفيه بيان الحلال والحرام، ويتكرر ذكر ذلك، وفيه الخبر والإنشاء، وفيه القصص الكريم مثنى مثنى وهكذا. </p><p> هذا تفسير السبع على أنها القرآن الكريم، ويكون عطف القرآن عليها في قوله تعالى:  (وَالْقرْآنَ الْعَظِيمَ) من قبيل عطف الصفة على الصفة، ويكون معنى القرآن المقروء المتلو الذي يتعبد بتلاوته، فيكون معنى السبع المثاني وصف معانيه، وما اشتمل من أحكام وقصص وزواجر ونواهٍ، وأوامر وتوجيه، ويكون القرآن العظيم المقروء المعجز بألفاظه والعظيم في إعجازه وبتلاوته، وعطف الوصف على الوصف جائز في العربية كما قال الشاعر: </p><p> إلى الملك القرم وابن الهمام ... وليث الكتيبة في المزدحم </p><p> وإن معنى العطف يشير إلى أنهما حقيقتان ثابتتان في القرآن، الأولى وهي أنه كتاب التكليف، وسجل الرسالة الإلهية، والثانية أنه حجة بألفاظه وأساليبه، وطرق البيان فيه، إذ فيه التصريف المعجز، كما قال تعالى:  (قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ (٦٥) . </p><p> هذا ما اخترنا في معنى السبع المثاني، ولقد روي في أحاديث صحاح أن السبع المثاني سورة الفاتحة، وعطف عليها بعد ذلك قوله تعالى:  (وَالْقُرْآنَ الْعَظِيمَ) . </p><p> وروي عن ابن مسعود وغيره من كبار الصحابة أن السبع المثاني هي طوال السور، وهي سبع، البقرة، وآل عمر ان، والنساء، والمائدة، والأنعام، والأعراف، والأنفال، بأن تشمل براءة، على أنهما سورة واحدة. </p><p> وفى الحق إن ست من السبع الطوال مدني، والسورة التي نتكلم في معانيها مكية، فكيف تكلم عن هذه السبع، وست منها لم تنزل بعد وقد رد هذا بأنها كانت نزلت في اللوح المحفوظ. </p><p> والذي نراه الحق هو أن السبع المثاني القرآن كله، وتخصيص الفاتحة بالذكر معناه أنها من السبع المثاني التي هي القرآن وكل جزء منه يكون السبع المثاني، إذ كل جزء منه متكامل في ذاته، وهو العليم القدير. </p><p> ولقد هدى اللَّه تعالى نبيه بهداية القرآن، وأنه الحجة ونعمة الرسالة، وأخذ من بعد ذلك يبين أنه الغنى بالحق الأعلى وأنهم مهما يكونوا قد أوتوا من مال وجاه وقوة، فلن يكونوا كمن هداه اللَّه تعالى، فقال تعالت حكمته: </p>"
}