{
  "id": null,
  "sura": 15,
  "aya": 22,
  "text": "<p> (وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ (٢٢) </p><p> أرسلها أطلقها، والرياح بالجمع، ولواقح جمع لاقحة، وفي تفسير لاقحة نظران أحدهما - أنها محملة بالماء أو مثيرة للسحاب المحملة بالماء، كما قال تعالى:  (. . . وَيُنشِئُ السَّحَابَ الثِّقَالَ) ، وكأنها شبهت بالحامل لإثمارها وإنجابها؛ وذلك لأن المطر يتكون من بخار الماء، ويتكاثف حتى يصير سحابا، والرياح تحرك هذه السحب من مكان إلى مكان حيث تصادف جوا باردًا، فتنزل أمطارا، ويزكي ذلك النظر قوله تعالى:  (فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ) فذكر الماء بعد ذلك دليلا على أنها تثير السحاب المملوء بالماء، وذلك ما سوغ وصفها باللواقح. والنظر الثاني - أن تكون الرياح حاملة بذور التلقيح للأشجار فهي تحمل بذور الذكورة أو الأنوثة، وعندي أن النظرين يمكن الجمع بينهما، إذ لَا تعارض، فالرياح لواقح باعتبارها حاملة أسباب اللقاح، كما </p><p> يلقح فحل الحيوان أنثاه، وباعتبارها مثيرة للسحاب الثقال المملوءة ماء، وينزله الله تعالى حيثما أراد وفي أي أرض شاء، فإنه لَا تخرج حركة عن حركة إلا بإذنه. </p><p> وقوله تعالى:  (فَأنزَلْنَا مِنَ السَّمَاءِ مَاءً) ، (الفاء) هنا لبيان أن ما بعدها سببا لما قبلها، أي أنه بسبب هذه الإثارة التي أثارتها الرياح أنزل سبحانه وتعالى الماء من السماء، ليسقى الزرع والغراس، والأعشاب التي يكون منها طعام الإنسان والحيوان، وكل ما يدب على ظهر الأرض. </p><p> والسببية هنا ليست سببية فاعلة أو باعثة إنما هي سببية اقترأن، و (جعل) ، أي جعل الله قعالى هذا سببا (فَأَسْقَيْنَاكُمُوهُ) ، (الفاء) عاطفة على (أنزلنا) ، وجعل الخطاب بالسقي للناس مع أنه لسقي الزرع والعشب والأشجار والإنسان؛ لأن سقي الإنسان أعظم وأقوى؛ ولأن سقي ما عدا الإنسان هو للإنسان في غايته ونهايته، فكان الإسقاء للإنسان في الابتداء والانتهاء، ولكنه يكفر بنعِم اللَّه تعالى:  (. . . إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ) ، ثم قال تعالى:  (ومَا أَنتُمْ لَهُ بخَازِنِينَ)  (الباء) في قوله تعالى: (بِخَازِنِينَ) لاستغراق النفي، أي أنتم ليس لكم أي عمل في خزن هذا الماء في السحاب، وكأنَّه شبه السحاب بمخزن للماء خزن فيها؛ إذ يخرج من الأرض بخارا ثم يتكاثف فيها ثم يوزعه سبحانه وتعالى في الأرض بتصريف الرياح، أي ليس أحد منكم معشر الناس بخازن هذا الماء ومصرف الرياح به وموزعه في كل بلد حسب حاجته، وحسب عطاء اللَّه تعالى له، سبحانه إنه هو الخلاق العليم. </p><p> وإن اللَّه سبحانه وتعالى هو المنشئ، والقائم على كل ما خلق، وهو الذي يبدأ الإبقاء والإفناء؛ ولذا قال: </p>"
}