{
  "id": null,
  "sura": 15,
  "aya": 84,
  "text": "<p> (فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ (٨٤) </p><p> من بناء نحتوه من الصخور، ولا ثمار جنوها، ولا زروع حصدوها فأضاع كل ذلك فسقهم. </p><p> ويلاحظ أولا: أن البيوت التي نحتوها من الصخر لم يذكر أنه سبحانه جعل عاليها سافلها، ولا أنهم أمطروا حجارة كقوم لوط الفاسقين. </p><p> ويلاحظ ئانيا: أن قصة شعيب ذكرت هنا بالإشارة، وذكر فيها جزاء عتوهم، وكذلك ثمود أشير فيها إلى العقاب وترك من القصة تفاصيل فلم يذكر ما دعا إليه شعيب من إيفاء الكيل والميزان وعبادة الله تعالى. </p><p> ولم يذكر في قصة ثمود وما جرى من مجاوبة بين ثمود وصالح، وهكذا تجد القصة كاملة في القرآن، ولكن متفرقة فيه لموضع العظة في كل جزء منها. </p><p> فقصة موسى ذكرت أجزاؤها في مواضعها من العظة والاعتبار، وإنك لو تتبعت أجزاء قصة موسى وفرعون وبني إسرائيل لخرجت بقصص كاملة رائعة مصورة لأحوال النفوس المستضعفة للطغاة، ونفوس الطغاة، ونفوس الذين استمكن فيهم الخنوع، وذلت منهم النفوس، وكيف تبنى الأمم وتربى العزائم. </p><p> وقد يسأل سائل لماذا لم تذكر القصة كاملة؟ فنقول في الجواب عن ذلك: </p><p> أولا: إن القرآن ليس كتاب تاريخ، ولكنه كتاب عظة واعتبار، فكل جزء فيه عظة، ويذكر في موضعه مقرونا بما سبق في القرآن لأجله فيكون الاتعاظ سببه بين والوعظ أهدى سبيلا. </p><p> وثانيا: أنها لو ذكرت جملة ما عرفت مواضع العظات بالتفصيل. </p><p> وخلاصة القول أنه ليس في القرآن مكرر من القول قط، وما يبدو بادئ الرأي فيه تكرار في ذكر القصص في القرآن يبدو بطلانه إذا فحص القول، وعمق القارئ النظر فيه، واللَّه منزل الكتاب ومنزهه. </p><p> * * * </p><p> آية الله تعالى في خلقه </p><p> قال الله تعالى: </p><p> (وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَإِنَّ السَّاعَةَ لَآتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيلَ (٨٥) إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ (٨٦) وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ (٨٧) لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ (٨٨) وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ (٨٩) كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ (٩٠) الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ (٩١) فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) عَمَّا كَانُوا يَعْمَلُونَ (٩٣) </p><p> * * * </p><p> بعد أن ذكر جلت حكمته ما أصاب الذين فسقوا عن أمر ربهم، وارتكبوا أشد المفاسد ونزل بهم أشد المهالك ذكر أن الكون ما خلق عبثا إنما خلق لحكمة </p><p> أرادها فقال سبحانه: </p>"
}