{
  "id": null,
  "sura": 15,
  "aya": 3,
  "text": "<p> (ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ (٣) </p><p> كان النبي - صلى الله عليه وسلم - يتمنى: لو يؤمنون، كما قال تعالى:  (لَعَلَّكَ بَاخِعٌ نفْسَكَ أَلَّا يَكُونوا مُؤْمِنِينَ) ، ولكن اللَّه تعالى أشار إلى نبيه أنه ليس عليه ألا يؤمنوا ما دام قد بلغ رسالة ربه، ولذا قال:  (ذَرْهُمْ يَأكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الأَمَلُ) ، أي اتركهم يأكلوا ويتمتعوا. . . وهذه الأفعال مجزومة في جواب الأمر، وليس تركهم سبب هذه الأفعال، إنما الترك إهمال لهم كما أهملوا النذير والاستجابة، فالترك لانغمارهم في الشر، وابتدأ بذكر الأكل للإشارة إلى أن متعتهم من أفواههم، كمتعة الحيوان، فهم كالأنعام بل أضل سبيلا، ويتمتعوا تلك المتع المادية التي كان الأكل عنوانها ورسمها، ولا يفكرون إلا فيما هو من جنسه، كألوان الثياب والنساء، وما إلى ذلك وهم يغفلون كأنهم لَا يموتون، وكأنهم المخلدون، وأملهم في هذه الحياة يلهيهم عن التفكير فيما يسوقون إليه أنفسهم، </p><p> وأن أملهم المادي المتجدد آنًا بعد آنٍ، والذي يزيد وقتا بعد وقت - يلهيهم عن الحقيقة، ولعلهم لَا يفكرون في غاية إلا ما توحي بهم آمالهم العريضة في جاه يريدونه أو سلطان يبتغونه، أو مال يحبونه، أو أي شهوة عاجلة أو مؤجلة يرونها، ويجمع ذلك قوله تعالى:  (وَيُلْهِهِمُ الأَمَلُ) . </p><p> ولقد قال - صلى الله عليه وسلم - فيما روى البزار في مسنده:  \" أربعة من الشقاء: جمود العين، وقساوة القلب، وطول الأمل، والحرص على الدنيا \" . </p><p> وقوله:  (فَسَوْفَ يَعْلَمُونَ)  (الفاء) لجان أن ما قبلها سبب لما بعدها، و (سوف يعلمون) تهديد بسوء العاقبة لسوء ما يفعلون، وطيبات المآرب واللذات الدنيوية على نفوسهم، و (سوف) لتأكيد وقوع ما يفعلون ونذيره، والجملة السامية تدل على أن حالتهم توجب اليأس من إيمانهم، وقد قال الزمخشري: \" فسوف يعلمون سوء صنيعهم، والغرض الإيذان بأنهم من أهل الخذلان، وأنهم لَا يجيء منهم إلا ما هم فيه، وأنه لَا زاجر ولا واعظ إلا معاينة ما يُنذَرون به حين لا ينفعهم الوعظ، ولا سبيل إلى اتعاظهم قبل ذلك، فأمر رسول اللَّه تعالى بأن يخليهم وشأنهم، ولا ينشغل بما لَا طائل تحته، وأن يبالغ في تخليهم بما لَا يزيدهم إلا ندما في العاقبة، وفيه إلزام للحجة، ومبالغة في الإنذار، وإعذار فيه، وفيه تنبيه على أن إيثار التلذذ والتنعم، وما يؤدي إليه طول الأمل وهذه هي حال أكثر الناس من ليس على من أخلاق المؤمنين، وعن بعضهم التمرغ في الدنيا على أخلاق الهالكين، هذه حال المشركين، وقد ضرب لهم الأمثال وبين العبر بأحوال الماضين فقال تعالى: </p>"
}