{
  "id": null,
  "sura": 16,
  "aya": 106,
  "text": "<p> (مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ (١٠٦) </p><p> (مَن) في قوله تعالى: (مَن كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ) ، (من) هنا شرطية أو اسم موصول بمعنى الذي، دخلت الفاء في الحكم، والاستثناء هنا استثناء منقطع؛ لأن من أكره وقلبه مطمئن بالإيمان لم يكفر، فلا يمنع في عموم المستثنى منه. </p><p> وجواب الشرط أو الحكم على الوصول هو قوله:  (فَعَلَيْهِمْ غَضَبٌ منَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ) . </p><p> وهنا تجد الاستثناء المنقطع المانع من يعد المكره كافرا، ما دام قلبه مطمئنا بالإيمان، وقد عطف عليه ما يدل على الكفر الحقيقي وهو (وَلَكِن مَّن شَرَحَ بِالْكُفْرِ صَدْرًا) ، أي فتح قلبه للكفر، (صَدْرًا) ، تمييز محول عن الفاعل، وكأن الكلام، ولكن من شرح صدره بالكفر، وكان في الموضوع حقيقتان لشخصين مختلفين؛ أولهما اطمأن قلبه بالإيمان بأن استقر فيه وارتضاه واطمأنت نفسه، فقلبه ممتلئ بالإيمان، والآخر لم يعمر قلبه وضاق عنه، وشرح صدره وفتحه للكفر، فالأول يعد مؤمنا، لم يغادر الإيمان قلبه، بل هو قار فيه، وثابت لا يتزلزل. </p><p> وإن المعركة بين الكفر والإيمان كانت قائمة بمجرد البعث المحمدي، فكان الإيمان بدلائله يغزو القلوب ويعمرها، وكان الشرك بإيذائه وفتنه، وتحويل الناس عن إيمانهم بالله ورسله والملائكة، والجنة والنار، فحذر اللَّه تعالى المؤمنين من أن يرتدوا بعد إيمان، وذلك ببيان عاقبة ردتهم وكفرهم بعد الإيمان. </p><p> ومن الناس من لم تكن لهم همة أهل الإيمان، ولا ثباتهم، ولا مروءتهم وقوة يقينهم فذلوا بعد أن استقاموا، وهانوا بعد أن اعتزوا باللَّه، وهؤلاء هم الذين ينطبق عليهم الحكم الصارم، وهو قوله تعالى:  (فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ) . </p><p> ومن الناس من استقاموا على الطريقة، وثبتوا وصبروا ولو أداهم ذلك إلى أن يموتوا في سبيل اللَّه تعالى بعذاب أليم - كما قتل آل ياسر - الذين استمروا على الآلام حتى ماتوا من شدة العذاب، ومنهم من نطق بكلمة الكفر تحت شدة العذاب، وهؤلاء هم الذين أخرجوا من زمرة الكافرين لأنهم، أُكرهوا، وقلبهم مطمئن بالإيمان. </p><p> ومنهم من صبروا تحت الآلام فلم ينطقوا بكلمة الكفر، كبلال رضي اللَّه تعالى عنه، فإنه كان يعذب بالوضع في الرمضاء في شدة الحر، ويضعون على صدره الصخرة العظيمة في شدة الحر، ليحملوه على الشرك وهو مصرّ على الإيمان مطمئن القلب معذب الجسم وهو في هذا العذاب المؤلم الممض لَا يني عن أن يقول: أحدٌ أحدٌ، ويصر عليها إغاظة لهم، ويقول رضي الله عنه لهم وهم يعذبونه: لو كنت أعلم كلمة هي أغيظ لكم منها لقلتها، واستمر على هذه المغالبة وتحمل الشدة حتى اشتراه أبو بكر الصديق رضي اللَّه عنه وأعتقه فكان ذلك أغيظ لهم، وكذلك حبيب بن زيد الأنصاري عذبه مسيلمة الكذاب لكفره به، وإيمانه بمحمد، فلم يزل يقطعه إربا إربا، وهو ثابت لَا يتزعزع. </p><p> وإن النبي - صلى الله عليه وسلم - كان يبلغه من نطق بكلمة الكفر، وهو مطمئن بالإيمان، فبلغه خبر عمار، فقال:  \" إن قلب عمار مليء بالإيمان ولحمه ودمه \" . </p><p> وبلغه خبر من صبر حتى قتل، فأثنى عليهم، والحق أن النطق بالكفر مع اطمئنان القلب رخصة مع بقاء العزيمة قائمة، ومن لم ينطق فقد أخذ بالعزيمة، ولكل ثوابه، ولكن ثواب من صبر ثوابان: ثواب الصبر وثواب إغاظة الكفار. </p><p> وقد ذكر سبحانه عقاب من كفر بعد إيمان وقد شرح صدرًا للكفر، فذكر له عقابين: </p><p> العقاب الأول - (فَعَلَيْهِمْ غَضَبٌ منَ اللَّهِ) ، أي أن الغضب ينزل عليهم نزول الصاعقة؛ إذ إنهم شارفوا، فجذبهم الكفر، وولاهم الشيطان فنزل عليهم غضب اللَّه، وذكر الغضب في هذا المقام، فيه إثارة أي بإرضائهم للمشركين بعودتهم إلى الكفر، قد أغضبوا اللَّه، وشتان بين إرضائهم للكافرين، وإغضابهم لرب العالمين، ولا يرجى، ولا أحق بالرضوان غيره. </p><p> العقاب الثاني: أن لهم عذابًا عظيما فقال: (وَلَهُمْ عَذَابٌ عَظِيمٌ) التنكير في عذاب ووصفه بأنه عظيم يفيد أنه عذاب عظيم جدير بأن يهدد به ويهول أمره، وقوله تعالى:  (لهم) فيه إشارة إلى أنهم لَا يملكون بهذه الردة خيرا، بل يملكون عذابًا عظيما أكبر وأعظم مما كان ينزل بهم من عذاب لو استمروا على الإيمان. </p><p> وقد ذكر سبحانه سبب ذلك العذاب فقال: </p>"
}