{
  "id": null,
  "sura": 16,
  "aya": 30,
  "text": "<p> (وَقِيلَ لِلَّذِينَ اتَّقَوْا مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا خَيْرًا) وهذا فرق ما بين التقوى والفجور، الفاجر لَا يهمه أن يقول الحق أو يفحصه، والمتقي الطيب محب للحق، ويتحراه، فإن وجده اطمأن إليه، واستقام على طريقه. </p><p> (وَقِيلَ لِلَّذينَ اتَّقَوْا) ، الفاعل المحذوف هنا هو الذي ذكرناه في قوله تعالى: </p><p> (وَإِذَا قِيلَ لَهُم مَّاذَا أَنزَلَ رَبكُمْ قَالُوا أَسَاطِيرُ الأَوَّلِينَ) وقد كان الجواب غير الجواب الأول، وإن كان السؤال واحدا بيد أن السؤال هنا للمتقين وهناك </p><p> \" للمستكبرين \" كان جواب المتكبرين يتناسب مع ضلالهم، وكان جواب المتقين (خَيْرًا) ، أي أنزل خيرا، وذلك يشمل القرآن وما فيه من شرائع وما جاء به النبي - صلى الله عليه وسلم - من أحكام وشرع صالح فيه خير البشرية؛ ولذلك نجد الجواب هنا خبرا منصوبا بالفعل، بينما نجد الجواب في الأولى مرفوعا، وهو أساطير، والفرق أن الجواب جواب مؤمنين يؤمنون بالتنزيل، فيجيبون من غير تلعثم واضطراب، بينما الجواب في الأولى جواب كافرين بالتنزيل وفيه التواء وتلعثم لأنه باطل، والباطل دائما لَا نور فيه، ولا انكشاف. </p><p> ووصفوا المنزَّل بأنه خير، ويشمل القرآن كما ذكرنا والشرائع الإسلامية كلها، وهي خير فيه صلاح الدنيا والآخرة، ثم قال تعالى:  (. . . لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَة. . .) ، يصح أن تكون هذه الجملة من اللَّه تعالى فيها تتميم جواب الذين اتقوا، والظاهر أنها من تتمة إجابة المؤمنين وقولهم، وهم بهذا يرغبون في الإيمان، ويرغبون في الإحسان، للذين أحسنوا في هذه الدنيا حسنة، أي خصلة حسنة، وأثر حسن، فالثمرة من جنس العمل، فإذا كان العمل حسنا كانت الثمرة حسنة، وهل ينتج الخير إلا خيرا، وهل ينتج الإحسان إلا إحسانا. </p><p> والعمل الصالح ينال به الشخص الخير الحسن؛ لأنه يكون بنية خالصة، والإخلاص في ذاته أمر حسن لَا يذوقه إلا الذين أخلصوا دينهم للَّه ولم يدنسوا قلوبهم بفساد، والإخلاص يدفع إلى الكلم الطيب، والكلم الطيب يدفع إلى العمل المستقيم والسلوك القويم، وكل هذا خير، وإذا كانت متاعب من عمل الخير، فإن الصبر عليها نعمة وحسنة يشعر بها الأبرار الذين يفتدون الحق بأنفسهم وبالبلاء ينزل بهم. </p><p> وقال تعالى:  (وَلَدَارُ الآخِرَةِ خَيْرٌ) ، أي ثواب دار الآخرة، وإنما أضيف الخير إلى ذات الدار، لأنها كلها خير، فلا ينال الطيبون فيه إلا طيبا، ثم قال تعالى:  (وَلَنِعْمَ دَارُ الْمُتَّقِينَ) ، (اللام) لام التوكيد، وإنها كل موضع الثناء، والحمد، وهي نعم الدار، وذكر المتقين بالإظهار بدل الإضمار للإشارة إلى أن </p><p> التقوى هي السبب في هذا الجزاء، وللدلالة على أن ثواب الآخرة خير للمتقين دون غيرهم. </p><p> ثم بين سبحانه ثواب الآخرة أو بعضه، فقال. </p>"
}