{
  "id": null,
  "sura": 16,
  "aya": 100,
  "text": "<p> (إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ (١٠٠) </p><p> قصر سبحانه سلطانه (عَلَى الَّذِين يَتَوَلَّوْنَهُ) ، أي على الذين جعلوا ولايتهم له فاختاروا الهوى على الحق والأوهام على الفعل، وكان سلطانه بمعنى حجته عليهم، لأنه أغواهم أولا بالأوهام الضالة والأهواء الجامحة المغيرة فكانت حجته الباطلة رائجة عندهم، وإنما أداة قصر، أي لَا سلطان ولا ولاية على غيرهم إذا ضلوا سواء السبيل، فأضلهم وفرغت نفوسهم عن الإيمان فملأها بالأوهام. </p><p> وقد قال تعالى في وصفهم إذ صار سلطانه عليهم:  (وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ) وفي هذا توكيد لتوليهم له، فهم مشركون بسببه أن اعتقدوا في الأحجار الوهمية وهي لَا تضر ولا تنفع بسببه، وأشركوهم مع اللَّه بسبب تحكمه بأوهامه فيهم. </p><p> * * * </p><p> معجزة القرآن وقولهم فيها </p><p> قال اللَّه تعالى: </p><p> (وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (١٠١) قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَى لِلْمُسْلِمِينَ (١٠٢) وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ (١٠٣) </p><p> إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ لَا يَهْدِيهِمُ اللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ (١٠٤) إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ وَأُولَئِكَ هُمُ الْكَاذِبُونَ (١٠٥) </p><p> * * * </p><p> كان المشركون لَا يعدون القرآن معجزة تساوى معجزات النبيين السابقين كعصا موسى وإبراء عيسى للأكمه والأبرص، وإخبار الناس بما في بيوتهم وما يدخرون فيها وإحياء الموتى، وإخراجهم من قبورهم بإذن الله وإنزال المائدة من السماء ليأكلوا منها، كانوا يطالبون النبي - صلى الله عليه وسلم - بمعجزات مادية حسية، ولا يقنعون بأن تكون المعجزة قرآنا يقرأ فبين اللَّه تعالى أنه الذي يأتي بالمعجزات الدالة على أنه أرسل الرسل فهي إمارات الرسالة يعلم بها من الرسول - صلى الله عليه وسلم - بأنه من عنده. </p><p> فقال تعالى ردا على طلبهم آية:  (وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا. . .) . </p>"
}