{
  "id": null,
  "sura": 16,
  "aya": 104,
  "text": "<p> (إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ لَا يَهْدِيهِمُ اللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ (١٠٤) </p><p> آيات اللَّه تعالى ثلاثة أقسام: </p><p> القسم الأول - الآيات الكونية وهي الآيات الدالة على أنه وحده الخالق لكل شيء، وفي كل آية دلالة على الوحدانية فالسماء وبروجها، والقمر ونوره، والشمس وضياؤها، والليل والنهار، والنعم وما فيه خلق وتكوين، كل هذه آيات اللَّه الكبرى الدالة على أنه فعال لما يريد مختار. </p><p> والقسم الثاني - المعجزات التي تقترن بدعوى النبوة ويتحدى بها النبي من يكذبونه أن يأتوا بمثلها كعصا موسى، وبياض يده من غير سوء في تسع آيات أجراها اللَّه تعالى على يديه لقوم فرعون، فلم يؤمنوا إيمانا مستقرا، وإن كانوا في </p><p> ضعفهم يقولون ادع لنا ربك، فيدعو اللَّه تعالى فيرفع عنهم المقت، ويذهب عنهم السوء، ولكن ما إن يرفعه عنهم ويؤمنهم حتى يعودوا إلى كفرهم المقيت. والقسم الثالث - الآيات القرآنية، والإيمان بها فرع الإيمان بمحمد - صلى الله عليه وسلم -، لأن الإيمان بها الإيمان بالقرآن، والإيمان بالآيات الذي نفاه القرآن عنهم، وترتب على نفيه نفي الإيمان والهداية هو الإيمان بالآيات الكونية، والإيمان بالمعجزة الكبرى معجزة النبي - صلى الله عليه وسلم -، وهي المعجزة التي تحداهم أن يأتوا بمثلها لعجزوا. </p><p> وإنما كان عدم الإيمان بآيات اللَّه مؤديا إلى ألا يهديهم؛ لأن الهداية إنما تكون لمن يفكرون في آيات اللَّه ونعمه، ومن لَا يفكر لَا يهتدي فلا يهديه، ولأن المعجزة الكبرى ضل من لَا يؤمن بها، وهي واضحة بينة، وهي وحدها تدل على أن من يبلغها يبلغ عن اللَّه فلا يهديه اللَّه إلى الحق؛ لأنه ضل سواء السبيل، ولم يبق إلا أن يسير في طريق الضلال إلى نهايته، ويكون له العذاب الأليم يوم القيامة، والأليم: المؤلم. </p><p> ولقد قالوا للرسول محمد - صلى الله عليه وسلم - (إِنَّمَا أَنتَ مُفْتَرٍ) ، وهو المعروف بينم قبل البعثة بالصدق والأمانة، حتى إن اسم الأمين إذا أطلق لَا ينصرف إلا إليه، وكان لا ينادي إلا به، حتى بعث رسولا، ولما سأل هرقل أبا سفيان عن صفات النبي - صلى الله عليه وسلم -: \" هل كنتم تتهمونه بالكذب قبل أن يقول ما قال،قال:لَا.قال هرقل:ما كان ليدع الكذب على الناس، ويكذب على اللَّه \"  (١) . </p><p> فلما قال المشركون عن النبي - صلى الله عليه وسلم - إنه مفتر رد اللَّه قولهم بقوله تعالت كلماته: </p><p>(١) جزء من حديث هرقل الطويل، وقد أخرجه البخاري: بدء الوحي - بدء الوحي (١٦، والبخاري: الجهاد والسير - كتاب النبي - صلى الله عليه وسلم - إلى هرقل (٣٣٢٢).</p>"
}