{
  "id": null,
  "sura": 16,
  "aya": 108,
  "text": "<p> (أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ وَأُولَئِكَ هُمُ الْغَافِلُونَ (١٠٨) </p><p> إن أولئك هداهم اللَّه إلى الإيمان، ثم كفروا تمرد نفوسهم على الباطل وتلج فيه، فتفسد فيها مسالك الإدراك، ولذا قال تعالى فيهم:  (إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًا (١٣٧) . </p><p> ولذا وصفهم الله تعالى بقوله. </p><p> (أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ وَأُولَئِكَ هُمُ الْغَافِلُونَ) . </p><p> الإشارة إلى هؤلاء الذين كفروا بعد إيمان، والإشارة إلى الموصوف بصفة إشارة إلى هذه الصفات، والإشارة إلى الصفات تفيد أن هذه الصفات هي علة الحكم، وإن الكفر بعد إيمان إذا تكرر تجعل النفس تمرض بفساد الإدراك لأن الكفر بعد الإيمان من شأنه أن يضعف في القلب معنى الإيمان، فيضعف إدراك الحق، ويصبح الشخص حائرا بائنا لَا يتحرك ضميره، ولا تستيقظ نفسه، ولا يستبصر بما تبصر، ولا يدرك حق الإدراك ما يسمع، فكأنه قد طبع على مداركه بطابع يمنع المدارك من أن يصل إليها شيء من الفهم والعلم فيبصر الكائنات ولا يعلم ما تدل عليه، ويستمع إلى القرآن، ولا يعلم ما يهدي إليه، ويحق عليهم قول اللَّه تعالى: </p><p> (. . . لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ. . .) . </p><p> وإن هذه عقوبة طبيعية لما أركسوا فيه، فهي نتيجة لما تردوا فيه من كفر بعد إيمان، وهي سبيل لعقاب دائم، وعذاب واصب، وهذا يؤدي إلى أن يكونوا في غفلة دائمة عن كل ما يعلو بالإنسان، فهم قد فقدوا معنى الإنسانية العاقلة المدركة التي تتحمل التبعات، وتعرف التكليفات التي هي ضريبة الإنسانية ومعناها، ولذا قال تعالى:  (وَأُوْلَئِكَ هُمُ الْغَافِلُونَ) حكم اللَّه تعالى عليهم بهذا النص، والإشارة إلى الموصوفين بالكفر بعد الإيمان، والصفة هي علة الحكم، وهو الحكم عليهم بالغفلة الدائمة التي تصير وصفا لهم منحصرا فيهم، وهم محصورون فيه، وقد أفاد القصر أي قصوهم في الغفلة، وقصر الغفلة عليهم، تعريف الطرفين، وتأكيد القول بضمير الفضل، مع تأكيد القصر. </p><p> وإنهم مع هذه الغفلة التي صارت وصمة لازمة قد خسروا كل شيء، ولذا قال تعالى: </p>"
}