{
  "id": null,
  "sura": 16,
  "aya": 22,
  "text": "<p> (إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ قُلُوبُهُمْ مُنْكِرَةٌ وَهُمْ مُسْتَكْبِرُونَ (٢٢) </p><p> هذه الجملة منفصلة عما قبلها غير موصولة بها؛ لأنها بمنزلة النتيجة لما سبقها، فهي مقدمات، وتلك نتيجتها وهي بمنزلة السبب، وتلك بمنزلة المسبب، وإضافة الإله إلى المخاطبين معناه معبودكم أيها المؤمنون هو إله واحد لَا شريك له في حقيقة معنى الألوهية؛ لأنه وحده الخالق، فلا خالق سواه، وهو الواحد في ذاته وصفاته، ليس كمثله شيء، وإنه بذلك يجب أن يكون واحدا في عبادته لا يعبد سواه، ولا يلجأ إلا إليه. </p><p> وقد قال سبحانه بعد ذلك:  (فَالَّذِينَ لَا يُؤْمِنُونَ بِالآخِرَةِ قُلُوبُهُم مُّنكِرَة) هذا النص السامي سبق لبيان كفر من كفر، أو شرك من أشرك، فذكر أن سبب ذلك لأنهم لَا يؤمنون بالآخرة، فذكر سبحانه أن عدم الإيمان بالآخرة يؤدي إلى وصفين: </p><p> الوصف الأول - أن تكون القلوب منكرة. </p><p> والوصف الثاني - أنهم مستكبرون، وذلك لأن عدم الإيمان بالآخرة، وأنه لا بعث ولا نشور ولا حساب ولا عقاب يجعل الشخص يحسب أن الإنسان خلق عبثا، وأن الحياة الدنيا هي الحياة، وهي المتاع ولا متاع سواه، فيكون قالبا للحقائق، وجاحدا دائما، إذ الدنيا وما فيها من حسيات قد استغرقته وملأته، ولا موضع لغيرها في نفسه فقلبه منكر إلا للمحسوس، فلا يؤمن باللَّه، ولا بالرسالة الإلهية. </p><p> وأما أنهم مستكبرون، فلأن الدنيا تدليهم بغرور، ومن اغتر بهذه الحياة، وأوتي منها حظا طغى واستكبر وتجبر، كما قال تعالى:  (كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى (٦) أَنْ رَآهُ اسْتَغْنَى (٧) . </p><p> ومن كان من طبيعته الإنكار والاستكبار، فإنه تنغلق في قلبه مفاتيح الهداية. </p><p> و (الفاء) في قوله: (فَالَّذِينَ لَا يُؤْمِنُونَ بِالآخِرَةِ) ، فاء الإفصاح، والمعنى إذا كان اللَّه واحد فلماذا يكفرون؟ فأجيب بأنهم يكفرون بالآخرة. </p><p> وأساس الإيمان هو الإيمان بالغيب، فالذين لَا يؤمنون إلا بالمحسوس، لا يؤمنون باللَّه ولا الملائكة ولا بالرسالة الإلهية، ولذا ذكر سبحانه أن أولى صفات المؤمنين بالغيب، فقال تعالى:  (الَّذِينَ يُؤْمِنونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقونَ) . </p><p> ولقد ذكر سبحانه وتعالى سعة علمه سبحانه فقال: </p>"
}