{
  "id": null,
  "sura": 16,
  "aya": 123,
  "text": "<p> إن المشركين كانوا يفاخرون الناس بأنهم من ذرية إبراهيم، فالنبي يقرهم على هذا الشرف النسبي، واللَّه تعالى يدعوهم إلى اتباع النبي - صلى الله عليه وسلم - لأن الإسلام الذي جاء به النبي - صلى الله عليه وسلم - الأُميّ هو ملة إبراهيم ودينه، والقرآن وحي اللَّه تعالى هو الذي يدعو إلى اتباع ملة إبراهيم، فأنتم إذ تشركون، وإذ تعاندون النبي - صلى الله عليه وسلم - تعاندون إبراهيم وتكفرون بشرف انتسابكم إليه عليه السلام، وتمسككم بإقامة نسكه، واعتزازكم ببيت الله الحرام الذي بناه، وجعله اللَّه مثابة للناس وأمنا، وقوله تعالى:  (ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا) فيه ثلاثة أمور بيانية تجب الإشارة إليها: </p><p> الأمر الأول - في قوله تعالى:  (ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا) فيه أن ما يدعوكم إليه من عدم الشرك هو وحي من اللَّه باتباع إبراهيم الذي يعتزون به، فذلك الوحي هو مما تفخرون وتعتزون فلا تنافروا الداعي ولا تعادوه، وهو على ملة إبراهيم فسيروا في مفاخركم باتباعها، وهو مائل عن الشرك غير منحرف إليه. </p><p> الأمر الثاني - التعبير بـ (ثُمَّ) فإن مؤداها أن إيحاء اللَّه لنبيه - صلى الله عليه وسلم - باتباع ملة إبراهيم هو سمو بإبراهيم أعلى من كل ما سبق، لأن المؤدى في كلمة (ثُمَّ) التي تفيد التراخي أنه سما الأمر بإبراهيم أنه علا حتى صار محمد سيد الخلق تابعا له في ملته، فالتراخي هنا معنوي بالعلو بين مرتبة خاتم النبيين ومرتبة سيدنا إبراهيم، وإنه جده، ولكن محمد فخر نبي عدنان وفخر الإنسانية كلها، أشار إلى ذلك الزمخشري وقال في التعليق عليه الناصر أحمد: </p><p> و (إنما) تفيد ذلك لأن (ثُمَّ) في أصل وصفها التراخي المعطوف عليه في الزمان، ثم استعملت في تراخيه عنه في علو المرتبة بحيث يكون المعطوف أعلى مرتبة وأشمخ محلا مما عطف عليه، فكأنه بعد أن عدد مناقب الخليل عليه السلام قال تعالى وها هنا ما هو أعلى من ذلك كله قدرا وأرفع مرتبة، وأبعد رفعة، وهو أن النبي الأُميّ - صلى الله عليه وسلم - الذي هو سيد البشر متبع ملة إبراهيم مأمور باتباعه بالوحي </p><p> متلو أمره بذلك في القرآن الكريم العظيم، ففي ذلك تعظيم لهما لكن نصيب النبي - صلى الله عليه وسلم - من هذا التعظيم أوفر وأكبر. </p><p> الأمر الثالث - أن قوله تعالى:  (أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ)  (أن) هنا بيانية، أي تبين معنى الوحي، فقوله تعالى اتبع ملة إبراهيم تفسير لـ أوحينا، فهي أمر باتباع ملة إبراهيم. </p><p> وقد ختم اللَّه تعالى النص بقوله تعالى:  (وَمَا كَانَ مِنَ الْمُشْرِكِينَ) وهذا تحريض للمشركين على منع الشرك؛ لأن إبراهيم لم يكن مشركا من وقت نشأته غلاما صبيا إلى أن توفي بعد عمر مبارك طويل مديد عليه السلام. </p><p> * * * </p><p> الإشارة إلى اليهود والدعوة بالحكمة </p><p> قال اللَّه تعالى: </p><p> (إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (١٢٤) ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (١٢٥) وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (١٢٦) وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (١٢٧) إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ (١٢٨) </p><p> * * * </p><p> بين اللَّه تعالى حال المشركين من كفرهم، وعنادهم وكفرهم بالنعمة يعرفون نعمة اللَّه ثم ينكرونها، أشار سبحانه إلى الذين يماثلونهم في الكفر وإنكار النعمة، وهم يكفرون، وهم اليهود فهم والمشركون أشد الناس بغضا للذين آمنوا، وقد أشار سبحانه إليهم بيوم السبت؛ لأنهم الذين اختصوا بتحريمه وإفراده للعبادة وتحريم الصيد فيه، وفي ذكر المشركين إشارة إلى هذه المماثلة وإلى بيان ما يستقبله النبي - صلى الله عليه وسلم - وأن له أياما منهم كأيام المشركين معه فلتصطبر لهم كما صبر من قبلك من الرسل حتى اليوم. يقول تعالى: </p>"
}