{
  "id": null,
  "sura": 16,
  "aya": 86,
  "text": "<p> (وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ قَالُوا رَبَّنَا هَؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُو مِنْ دُونِكَ فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ (٨٦) </p><p> هذه حال الذين ظلموا الناس وظلموا أنفسهم وعقولهم بعبادة الأحجار مع اللَّه تعالى، فما هي حالهم من هذه الأنداد التي اتخذوها آلهة من دون اللَّه، أجاب اللَّه تعالى عن ذلك، فقال:  (وَإِذَا رَأَى الذِينَ أَشْرَكوا شُرَكاءَهمْ) بالإضافة هنا لملابسة عبادتها شركاء لِلَّهِ، فهي إضافة لأدنى ملابسة، إذا رأى الذين أشركوا ما عبدوه من دونه ظنوا في ذلك فرجا؛ إذ يتحول جزء من العذاب الذي نزل بهم إليها، وكانوا بذلك ضالين في الآخرة، كما كانوا ضالين به في الدنيا، قالوا للأنبياء الذين شاهدوا اللَّه: هؤلاء شركاؤنا الذين كنا ندعوهم من دون اللَّه. ندعو معناها نعبد، أو نلجأ بأن كنا نحسب ما يقينا عن اللَّه، وكأنهم بهذا يحسبون أنها تكون شريكة في العذاب، فتكون هذه الشركة مخففة ما هم فيها، وقولهم:  (مِن دُونِكَ) ، أي غيرك، فردوا عليهم بأنهم ليسوا شركاء في العذاب، وإنكم أنتم الذين ارتكبتم بهواكم، ولغلبة الأوهام عليكم، فتصورتم ما ليس بحقيقة، وعليكم وحدكم وزر ما صنعتم وارتكبتم، وهذا قوله تعالى:  (فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ) القول هو إنكم لكاذبون، والضمير في ألقوا يعود إلى الشركاء، أي ألقوا ذلك القول إنكم لكاذبون، والشركاء فيها أحجار وأشخاص، وملائكة، وشياطين، وكل هؤلاء ألقوا تبعة ادعاء غير اللَّه تعالى على المشركين؛ لأن أحدًا من هؤلاء الشركاء لم يدع إلى عبادته، فالأحجار لَا تنطق ولا تدعو، والأشخاص الذين عبدوهم كعيسى وكالملائكة يتبرأون منهم، والشيطان، وإن قد أغواهم فهم </p><p> الذين غووا، وعليهم تبعة غوايتهم، كما قال تعالى عنه:  (وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (٢٢) . </p><p> وما هو الكذب الذي أسند إليهم، وأكد ذلك التوكيد؟ الكذب في أنهم ألقوا التبعة عن أنفسهم، وحمّلوها شركاءهم، والكذب في تضمن قولهم أن المسئول أولئك الشركاء، وكذبهم في زعمهم أن أولئك الشركاء أضلوهم، وإنما أضلتهم أوهامهم التي توهموها، وشهواتهم التي أركسوا فيها، حتى حسبوا أنه لَا بعث ولا نشور، فهم أضلوا أنفسهم ووجد الشيطان سربا لنفوسهم من وراء هذا الضلال، و (الفاء) في قوله (فَألْقَوْا) للترتيب والتعقيب. </p><p> وقد أكد شركاؤهم كذبهم بالجملة الاسمية، وباللام، وبـ إن المؤكدة، وهكذا يتبرأ منهم حتى الشياطين التي استجابوا لها، وصاروا أمام العذاب وجها لوجه. </p><p> وإذا كانوا أمام العذاب، ولا منجاة لهم فلم يبق إلا أن يستسلموا كارهين، ولذا قال تعالى: </p>"
}