{
  "id": null,
  "sura": 16,
  "aya": 91,
  "text": "<p> (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ (٩١) </p><p> أمر الله تعالى بأن يعدل المؤمنون مع غيرهم، ولو كانوا يبغضونهم، فقد قال تعالى:  (. . . ولا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى. . .) ، وإذا كان في بعض الديانات جاء عمن ينسبونها إليه: استغفروا لأعدائكم. فشعار الإسلام: اعدلوا مع أعدائكم، وشعار العدالة أقوى </p><p> وأثبت وأليق، وكيف يستغفر للعدو إذا مات على ضلالة، ولكن العدل معه معقول في ذاته، وتحقيقه وهو الأكرم والأنسب. </p><p> ومن العدالة مع الأعداء الوفاء بالعهد؛ ولذا قال تعالى:  (. . . وَأَوْفُوا بِالعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا) ، وقد قال تعالى:  (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدتُّمْ) . قيل إنها جاءت في بيعة المسلم عند دخوله في الإسلام يبايع اللَّه ورسوله على الإسلام، وقيل: إن هذا في النذور، والحق إن الأمر في الآية عام في وجوب الوفاء بالعهد سواء أكان عهدا فرديا أم كان جماعيا أم كان دوليا، والوفاء بالعهد من العدالة، والعهد اتفاق بين طرفين يوجب على كل واحد منهما التزاما، وهو كأي عقد بين طرفين يوجب إلزاما والتزاما، فلا ينقضي إلا بتراضي الطرفين، وليس هذا داخلا في عموم قول النبي - صلى الله عليه وسلم -: \" من حلف على شيء، فرأى خيرا منه فليحنث وليكفر \"  (١) ، فإن ذلك في الأيمان التي هي التزام شخصي كان يحلف ألا يفعل كذا، أو ألا يصلح بين خصمين، فإن ذلك واقع تحت النهي في قوله تعالى:  (وَلا تَجْعَلُوا اللَّهَ عُرْضةَ لأَيْمَانِكُمْ أَن تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ النَّاسِ. . .) . </p><p> وقد سمى اللَّه تعالى العهد الذي يعاهد عليه، ويكون فيه التزام من الجانبين؛ ولذا كان بصيغة المفاعلة، (عَاهَدتُّمْ) ، وسماه عهد اللَّه لأنه موثق بيمين اللَّه عادة، ولأنه بين دولة الإسلام وغيرها، فكان كأنه عهد اللَّه الذي وثقه المسلمون في ظل اللَّه تبارك وتعالى. </p><p> وهو يشمل كل عهد عاهدته الدولة الإسلامية بعهد اللَّه تعالى، وهو عدل وقوة، أما أنه عدل فلأنه وفاء بما التزموا ومن العدل الوفاء لهم، وكما أنهم ملزمون بالوفاء فيجب علينا أن نلتزم به، وأما أنه قوة، فلأن من يطمئن إلى عدله </p><p>(١) سبق تخريجه.</p><p> يكون آمنا من جانب من عاهدهم، وينصرف لتنمية ثروته، وتمكين قوته، والانفراد بأعدائه الذين لم يعاهدوه، وانظر إلى عهد الحديبية الذي عقده النبي - صلى الله عليه وسلم - مع المشركين، فإنه انصرف في المدة التي كان فيها عهد الدعوة إلى الإسلام، حتى كان من دخلوا في الإسلام بعد العهد أضعاف من دخلوا من قبله بل أضعاف أضعاف وانفرد - صلى الله عليه وسلم - لليهود، فغزاهم في خيبر، وخرج للرومان في خيبر. </p><p> والعهد ليس أبديا بل ينقض إن كانت خيانة، أو مظنة خيانة كما قال تعالى: </p><p> (وَإِمَّا تخَافَنَّ مِن قَوْمٍ خِيَانَةً فَانبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ. . .) . </p><p> وإن العهد لَا يكون بين دولة الإسلام وغيرها من الدول فقط، بل يكون في داخل الدولة الإسلامية كالإخاء الذي كان بين المهاجرين والأنصار والمهاجرين بعضهم مع بعض والأنصار بعضهم مع بعض. </p><p> وقد أكد سبحانه الأمر بالوفاء بالنهي عن النقض معللا النهي، فقال تعالت كلماته:  (وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا) . </p><p> أي لَا تنقضوا العهود لأنها نقض للأيمان بعد توكيدها، والتوكيد هو التأكيد، وهما لغتان جائزتان وتوكيد الأيمان معناها أن تكون باسم اللَّه، وبأن تكون أمام شهود وفي مجالس تقرها وتؤيدها، والكفيل هنا هو الرقيب الضامن، فمن عاهد بيمين اللَّه، فقد جعل اللَّه تعالى كفيلا له ضامنًا لقوله فعليه أن يحترم، وكفيلا - هنا تتضمنه معنى الرقابة؛ لأن الكفيل يراقب المكفول، حتى يؤدي ما التزم أداءه. </p><p> وقد بين سبحانه مضار النقض، وأشار إلى ذلك فقال:  (إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ) ، أي عليم بما فعلتم وقد عقد العهد، ووثقتموه بيمين اللَّه تعالى، وعليم </p><p> بفعلكم إذا أردتم النقض، وقد أكد سبحانه وتعالى علمه الأزلي بالجملة الاسمية، وبـ إن، وبلفظ الجلالة، وبتقديم الجار والمجرور على الوصف؛ لأنه يفيد مزيد العناية بأفعالكم وشدة رقابته عليها. </p><p> وقد أكد اللَّه الأمر بالوفاء وإثبات أن الوفاء قوة فقال عز من قائل: </p>"
}