{
  "id": null,
  "sura": 16,
  "aya": 103,
  "text": "<p> (وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ (١٠٣) </p><p> الوجه الرابع - أن هذه السورة مكية، والآيات المكية تتجه نحو التوحيد وإثبات الخالق، وأحكامها قليلة، والتجربة فيها قليلة. </p><p> لهذا كله سمحنا لأنفسنا بأن نخالف كثرة المفسرين، وإن كان لهم أجر فيما اجتهدوا، وهو أجر واحد. </p><p> وقد رد اللَّه تعالى افتراءهم بأمر النبي - صلى الله عليه وسلم - أن يقول لهم: </p><p> (قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَى لِلْمُسْلِمِينَ) . </p><p> الخطاب للنبي - صلى الله عليه وسلم - بالأمر من ربه والضمير في (نَزَّلَهُ) للقرآن المذكور آنفا في قوله تعالى: (فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ) ، و (نَزَّلَهُ) مصدره التنزيل، وهو الإنزال المتدرج على حسب المناسبات، وليتمكن الذين يكتيون من كتابته، وهم أميون، لَا يستطيعون الكتابة الطويلة، وليحفظوه فيسجل في الصدور بدل السطور فيصعب بل لا يمكن تحريفه، وقد تواتر جيلا بعد جيل، و (رُوحُ الْقُدُسِ) وهو الروح الطاهر، وهو جبريل - صلى الله عليه وسلم -، وهو من إضافة الموصوف إلى الصفة، كقولهم حاتم الجود، وعليٌّ البيان، ونحو ذلك، وهذا مبالغة من اللَّه في وصفه بالطهر والصدق، وأنه رسول من اللَّه صادق أمين وهو الذي نزل بالقرآن على قلب النبي - صلى الله عليه وسلم -، كما قال تعالى:  (نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (١٩٣) عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ (١٩٤) . </p><p> وقد ذكر سبحانه أن غاية نزوله أن يزيد الذين آمنوا تثبيتا على الحق، ولذلك قال تعالى:  (لِيُثَبِّتَ الَّذِينَ آمَنُوا) التثبيت زيادة ما يكون ثابتا قوة وثباتا، (الَّذِينَ آمَنُوا) الذين يدركون الحق بمداركهم الفطرية، ويتجهون إليه اتجاها مستقيما،، فيدركونه بمواهبهم، والشرائع السماوية تثبت الحق في قلوبهم، (وَهُدًى وَبُشْرَى) ، أي أنه ذاته هدى، وهذا </p><p> تأكيد لمعنى أنه يهدي، فهو يهدي إلى الخق وإلى صراط مستقيم، وكأنه الهداية ذاتها (وَبُشْرَى لِلْمُسْلِمِينَ) ، أي هو بشرى للذين يسلمون وجوههم للَّه تعالى، ويخلصون للحق من غير مراء ولا جدال. </p><p> وهنا إشارات بيانية نشير إليها، فإنها تبين معاني التنزيل: </p><p> الإشارة الأولى - قوله تعالى:  (مِن رَّبِّكَ) ، أي من الخالق البارئ الذي ربك ورباك، وربَّى الوجود كله، وهو الحي القيوم. </p><p> الإشارة الثانية - في قوله تعالى:  (بِالْحَقِّ) ، أي متلبسا بالحق، فهو الحق، وما جاء به هو الحق من عند اللَّه، وكان في ذاته لَا يمكن أن تتمادى فيه العقول المستقيمة، فهو في ذاته حق، كما هو في ذاته هداية. </p><p> الإشارة الثالثة - الإشارة إلى أنه نازل من عند اللَّه تعالى، ونزل به أمين طهور صادق. </p><p> ولقد راعهم ما اشتمل عليه من قصص صادق للنبيين، وعظات مرشدة هادية، وتوجيه إلى الكون، وما اشتمل عليه من مكارم الأخلاق ونهيه عن ملائم الضلال، وأمره بالوفاء بالعهد، وغير ذلك. </p><p> راعهم ذلك، وبدل أن يذعنوا للحق إذ جاءهم ماروا فيه، فإن المبطل المماري لا تزيده الحجة إلا عنتا وإمعانا في الضلال؛ لذلك كذبوا وافتروا، وادعوا أمرًا غير معقول، فزادوا بعدا عن الحق، وزادوا ضلالا؛ ولذا قال عنهم، إذ رأوا القرآن واسترعاهم. </p><p> (وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ ... (١٠٣) </p><p> تحداهم أن يأتوا بمثله فعجزوا، ولكن لم يقولوا إنه من عند اللَّه، بل بالغوا في الكذب، وأوغلوا في الكفر، ولقد أكد اللَّه تعالى قولهم هذا لأن غرابته تسوغ تكذيبه بادئ ذي بدء، ولذا أكد علمه سبحانه بـ (اللام) وبـ (قد) ، وتأكيدًا للمعلوم، والتأكيد حيث مظنة عدم التصديق. </p><p> و (بَشَرٌ) ، أي لم يجئ من عند اللَّه، فلم يعلمه اللَّه تعالى إياه، ولكن الذي علمه بشر، وعينوا ذلك البشر إنه رجل رومي كان غلاما لبعض العرب، وقيل رجلان كان يصنعان السيوف بمكة، ويقرءان الإنجيل والتوراة، وقيل غيرهما من أسماء سماها بعض المفسرين. </p><p> وقد رد الله تعالى قولهم بقوله تعالى:  (لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ) ، و (يُلْحِدُونَ) ، أي يشيرون إليه مائلين بكلام مضطرب نحوه، والمعنى لسان هذا الرجل أعجمي فكيف يأخذ منه النبي - صلى الله عليه وسلم - علما؟! وإذا كان يأخذ منه علما فكيف يمكن أن يكون هذا الكلام المبين، أي البين في ذاته، والذي أعجزكم ببيانه حتى إنكم تقولونه فيه، إن له لحلاوة، وإن عليه لطلاوة، وإن أعلاه لمثمر وإن أسفله لمغدق. </p><p> إن دليلكم يلتوي عليكم بمقدار نتائجه، فلا يجديكم شيئا أي شيء. </p><p> وقد بين سبحانه وتعالى بعد ذلك لجاجتهم في الباطل وسببه، فقال عز من قائل: </p>"
}