{
  "id": null,
  "sura": 16,
  "aya": 90,
  "text": "<p> (إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (٩٠) </p><p> العدل يتضمن الرحمة بأعلى معاني الرحمة، وإن كان العدل يوجب الشدة والغلظة على الجناة، لأنه إذا كان فيه غلظة على الجاني، ففيه رحمة بالمجموع، والرحمة بالجرم تشجع الجريمة، ولذا قال - صلى الله عليه وسلم -: \" من لَا يَرْحَمْ لَا يُرَحْمْ \"  (١) ؛ لأن العطف على الجاني إيذاء للكافة، ولقد قال النبي - صلى الله عليه وسلم - في الرحمة المطلوبة:  \" هى الرحمة بالكافة \"  (٢) ، وإذا كانت شريعة اللَّه تعالى رحمة للعالمين، فلأن قوامها العدل. </p><p> * * * </p><p> العدالة في الإسلام: </p><p> تجري في الشرائع كلمات ثلاث المصلحة أو المنفعة، والواجب أو الفضيلة، والعدالة، ونجد أن كلمة العدالة أشملها، بل هي تشمل الأمرين الآخرين، فإن العدل يتضمن المصلحة العامة والمنفعة الشاملة، إذ يكون الجميع في أمن ويمنع الظلم والبغي والعدوان، وهو بذلك يدفع أضرار هذه الموبقات، والعدل فيه حماية للأنفس، وقمع للرذائل، فالرذائل في جملتها اعتداء، وكل دفع للاعتداء يكون عدلا، وإن كل شيء في الشريعة قام على العدل، حتى عقود المعاملات فإنها قامت على المساواة، فأساس التعاقد هو المساواة بين العوضين، فإذا دخل التعامل </p><p>(١) سبق تخريجه. (٢) رواه الحاكم في المستدرك (٧٣٨٦) ج ٤/ ١٨٥ هذا حديث صحيح الإسناد ولم يخرجاه.</p><p> غُبن أو تغرير أو مماكسة أثر ذلك في صحة العقد مما أدى إلى كلام طويل بين الفقهاء في ذلك. </p><p> والعدل الذي يأمر اللَّه تعالى به ليس هو فقط الإنصاف بين الناس المأمور به في قوله تعالى:  (. . . وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ. . .) ، بل إن العدل له شعب ثلاث: </p><p> ١ - العدل في حق اللَّه تعالى بشكر نعمته، والقيام بما أمر من فرائض، والانتهاء عما نهى من منهيات، فذلك عدل مع اللَّه؛ لأنه في جملته من شكر النعمة، وهو عدل لأنه قيام بالواجب نحو ما أعطى سبحانه وتعالى. </p><p> ٢ - وعدل في ذات نفسه بأن يكون مستقيم النفس، لَا انحراف ولا تجانف، ولا ميل عن الطريق السوى. </p><p> ٣ - وعدل مع الناس بأن يحب لهم ما يحب لنفسه، كما قال - صلى الله عليه وسلم -: \" عامل الناس بما تحب أن يعاملوك \" ، وبأن ينتصف للناس من نفسه، ولا يلجئهم إلى الحاكم. </p><p> ثم أخيرًا إنصاف الناس إذا حكم. </p><p> وتعجبني كلمة قالها ابن العربي، فقد قال:  \" العدل بين العبد وربه إيثار حقه تعالى على حق نفسه، وتقديم رضاه على هواه، والاجتناب للزواجر والامتثال للأوامر، وأما العدل بينه وبين نفسه، فمنعها مما فيه هلاكها،قال اللَّه تعالى:</p><p> (. . . وَنَهَى النَّفْسَ عَنِ الْهَوَى) ، وعزوب الأطماع عن الاتباع، ولزوم القناعة في كل حال ومعنى، وأما العدل بينه وبين الخلق فبذل النصيحة وترك الخيانة فيما قَلَّ أو كثر، والإنصاف من نفسه لهم بكل وجه، ولا يكون منك إساءة إلى أحد بقول ولا فعل، ولا في سر ولا في علن، والصبر على ما يصيبك منهم من البلوى، وأقل ذلك الإنصاف وترك الأذي \" . </p><p> ولم يذكر العدالة في الحكم؛ لأن ذلك أمر لَا يحتاج إلى تنبيه بعد نص القرآن في قوله تعالى:  (إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تُؤَدُوا الأَمَانَاتِ إِلَى أَهْلِهَا وإِذَا حَكَمْتُم بَيْن النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ. . .) . </p><p> هذا هو العدلى الذي أمر اللَّه تعالى به قد ذكرناه، وإن كان بيانه أعلى مما تشمله عقولنا، وقد ابتدأ سبحانه وتعالى به؛ لأنه يتعلق بالكافة، وهو مطلوب في كل حال، وهو إعطاء كل ذي حق حقه، ثم أمر بعد ذلك بالإحسان وهو أكثر من العدل فيوضأ، وخيره يمتد ويزيد؛ ولذا عقب العدل بالإحسان. </p><p> * * * </p><p> الإحسان: </p><p> والإحسان مصدر أحسن، وأحسن تتعدى بنفسها، وتكون بمعنى الإتقان والإحكام، ومنه الإحسان في العبادة كيفًا بأن ينصرف الوجه للَّه تعالى، ويقرب منه، ومنه أداء النوافل لإتقان الفرائض، ومنه حديث جبريل في التعريف بالإحسان \" أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك \"  (١) . </p><p> وأحسن تتعدى بـ (إلى) بمعنى أعطاه حقه وزاد عليه فضلا من عنده، حماية لنفسه من الظلم ووقاية له من التعدي، والإحسان بهذا المعنى يكون في المال فيكون بإعطاء الزيادة عما يستحق، ويكون في القول فيقابل القول السيئ بالقول الحسن، كما قال تعالى:  (وَلا تَسْتَوِي الْحَسَنَةُ وَلا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيم) ، ويكون بالصفح عمن ظلم، وبالعفو عمن أساء، ويكون بالربط بين الناس بالمودة والعفو فما زاد عبد بعفو إلا عزاء. </p><p> والإحسان يكون بين الخلطاء والعشراء، والتعامل الأحادي، ويكون الأمر بالإحسان بعد الأمر بالعدل انتقال من الأمر العام الذي هو صالح وواجب في كل الأحوال، وفي كل الأوقات إلى أمر آحادي تطيب له النفوس، وتتلاقى به بالمحبة والمودة، يكون التألف والتراحم والتآخي في الجماعة. </p><p>(١) سبق تخريجه.</p><p> إيتاء ذي القربى: </p><p> وبعد ذلك نزلت الأوامر إلى الأسرة بربط آحادها، فقال تعالى:  (وَإِيتَاءِ ذِي الْقُرْبَى) والقربى مؤنث أقرب، والمعنى إيتاء الأقربين ومعونتهم، وألا يضن عليهم بخير يقدمه لهم، وهو صلة الرحم التي أمر الإسلام بها، والإيتاء الإعطاء والأصل المال، ولكنه يشمل كل ما يكون خيرًا يسديه إليهم مالا أو معروفا. </p><p> والأسرة في الإسلام ليست مقصورة على الزوجين والفروع، بل هي الأسرة الممتدة الشاملة للأصول والفروع والحواشي من الإخوة والأخوات وأولادهم، والأعمام والعمات وأولادهم، والأخوال والخالات وأولادهم، وقد أوجبت الشريعة الإسلامية وجوب نفقة القريب على قريبه إذا عجز عن الكسب، ولم يكن ذا مال، ووضعت مقياسا دقيقا أساسه الغرم بالغنم فمن كان يرثه إذا مات، تجب عليه نفقته إذا عجز. </p><p> هذه هي التي أمر اللَّه تعالى بها، وعليها يقوم بناء المجتمع الصالح، وبعد ذلك نهى سبحانه عما يخرب ذلك المجتمع وينخر في عظام المجتمع الحمى، فقال تعالى:  (وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنكَرِ وَالْبَغْي) . </p><p> نهى عن أمور ثلاثة هي أدوات الهدم في البناء الاجتماعي: </p><p> الأمر الأول - (الْفَحْشَاءِ) ، وهي بمعنى الزيادة والإفراط فيها، وكل المعاصي فيها إفراط في الزيادة عن مقتضى الفطرة، ويقول البيضاوي في تفسير معنى (الْفَحْشَاءِ) : هي الإفراط في متابعة القوي الشهوية كالزنى، فإنه أقبح أحوال الإنسان، ونقول إن الفحشاء تشمل كل متابعة للهوى الجامح الخارج عن حدود الاعتدال كشرب الخمر والقمار والزنى، ومجاوزة الحد في أي أمر من أمور الشهوة حسيا أو معنويا. </p><p> الأمر الثاني - (وَالْمُنكَرِ) هو ما تنكره العقول المستقيمة، ويخرج به المرء عن حد المعقول كقول الزور والبهتان، والإفراط في الاستهانة بحقوق غيره، </p><p> والاندفاع وراء غضب جامح يخرج عن حد المعقول، إلى حد ما ينكره المجتمع ويتجافاه، ويقطع المودة وينقض ما أمر اللَّه تعالى به أن يوصل. </p><p> الأمر الثالث - (وَالْبَغْي) هو الاعتداء على الناس، والتجبر والاستعلاء عليهم، وأن يمنعهم حقوقهم ويأخذها بغير حق، وإن ذلك من آثار الوهم بأنه من صنف أعلى من صنفهم، فيغالي في الاستهانة بهم، ويبغي عليهم في حقوقهم، ويبخسهم حقهم، كما نرى الآن من بغى بعض الناس على بعض باسم أنهم سود، أو باسم أنهم من الأمم النامية، أو باسم الطبقات، فكل ذلك من وهْم الاستعلاء والغلو في إعطاء أنفسهم حقوقا ليست لهم، ولكنهم يفرضونها لأنفسهم، وسببها بغيهم وظنهم أنهم من صنف فوق الناس وأن الناس دونهم، ولقد قال البيضاوي في البغي ما نصه: \" والاستيلاء على الناس والتجبر عليهم، فإنها الشيطنة التي بمقتضى القوة الوهمية، ولا يوجد في الإنسان شر إلا وهو مندمج في هذه الأقسام صادر بتوسط إحدى هذه القوى الثلاث (أي الشهوة أو الغضبية أو الوهمية) . </p><p> وختم الله سبحانه وتعالى الآية بقوله تعالى:  (يَعِظُكُمْ لَعَلَّكمْ تَذَكَّرُونَ) ، أي رجاء منكم بأن تذكروا هذه الأوامر فتطيعوها، وهذه المنهيات فتجتنبوها، وتكون لكم موعظة تتعظون بها، وتعتبرون في اتصالكم بالناس والحياة بها. </p><p> لقد قال ابن مسعود: إن هذه أجمع آية لمعاني الإسلام، ويروى عن عثمان ابن مظعون أنه قال: أسلمت حياءً من النبي - صلى الله عليه وسلم - فلما سمعت هذه الآية آمنت بالإسلام حقا وصدقا. </p><p> ويروى أن أكثم بن صيفي حكيم بني تيم وخطيبهم، وكبيرهم في سنه لما بلغه مخرج النبي - صلى الله عليه وسلم - أراد أن يذهب وقد بلغه الكبر، فأبى عليه قومه، وقالوا: أنت كبيرنا لم تكن لتخف إليه، قال: فليأت من يبلغه عني، ويبلغني عنه، فدعا رجلين، فأتيا النبي - صلى الله عليه وسلم - فقالا: نحن رسل أكثم بن صيفي، وهو يسألك: من </p><p> أن)، وما أنت؟، فقال الرسول - صلى الله عليه وسلم -: \" أما من أنا فأنا محمد بن عبد الله، وأما ما أنا فأنا عبد الله ورسوله،ثم تلا قوله تعالى:(إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ)\" ، قالوا: ردد علينا هذا القول فردده عليهم حتى حفظوه، فأتيا أكثم فقالا: أبى أن يرفع نسبه، فسألنا عن نسبه فوجدناه زاكي النسب، وسطا في مضر - أي من أشرف مضر - وقد رمى إلينا بكلمات قد سمعناها، فلما سمعها أكثم قال: إني أراه يأمر بمكارم الأخلاق، وينهى عن ملائمها. . كونوا في هذا الأمر رءوسا، ولا تكونوا أذنابا. </p><p> هذا ويجب التنبيه إلى أن أبلغ ما في المأمورات العدالة، فهي أقواها أثرا في بناء المجتمع، وأقبح المنهيات البغي، فكلها يمس ناحية فيه، ولقد قال النبي - صلى الله عليه وسلم - فيه وفي قطيعة الرحم:  \" ما من ذنب أحق أن يعجل الله عقوبته في الدنيا مع ما يدخر لصاحبه في الآخرة من البغي وقطيعة الرحم \"  (١) . </p><p> * * * </p><p> العهد في الإسلام: </p><p> دعا اللَّه تعالى في هذه الآية إلى العدل في وسط الجماعة الإسلامية، ودعا إلى العدل بين المسلمين وغيرهم، وميزان العدالة الدولية الوفاء بالعهد؛ ولذا جاء الأمر بالوفاء بالعهد بعد الأمر بالعدل، فقال عز من قائل: </p><p>(١) سبق تخريجه</p>"
}