{
  "id": null,
  "sura": 16,
  "aya": 11,
  "text": "<p> (يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ (١١) </p><p> الضمير في (بِهِ) يعود إلى الماء، أي ينبت الله تعالى لكم بهذا الماء الزرع وهو الحب المتراكب والكلأ، ونحوه من أنواع الزيتون، والنخيل والأعناب، ومن كل الثمرات. </p><p> والزيتون اسم جنس جمعي لزيتونة، والنخيل معروف، والأعناب جمع عنب، (وَمِن كُلِّ الثَّمَرَات)  (منْ) فيها تظن أنها بيانية، أي كل الثمرات، كـ (مِن) في قوله تعالى: (وَلْتَكُنَ مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالمَعْرُوفِ وَيَنْهَوْنَ عنِ الْمُنكَرِ وَأولَئِكَ هُمُ الْمُفْلِحُونَ) ، ويقول الزمخشري إن من تبعيضية، وذكر التبعيض هنا لأن ثمرات الدنيا مهما كبرت وكثرت هي بعض الثمرات، وفي الجنة كلها. </p><p> وإن الإنبات في ذاته نعمة؛ لأن الله تعالى فالق الحب والنوى، تنشق من الحبة أو النواة بأمر اللَّه فتخرج بالري عودّا، تجري إلى أعلى فيكون منه سيقان الزرع والشجر، وينشق إلى أسفل فتكون منه العروق والجذور التي تجري في باطن الأرض على امتداد قصير أو طويل على حسب نوع النبات والشجر، والضوء والحرارة يعاونان في تكوين الغصون والأوراق، وإن الزيتون إما أن يراد به الثمرة، أو يراد به الشجرة، وفي كل آيات، ويدرس العلماء إدام الزيتونة فيحسب بعض الباحثين أن فيها دواء للسرطان، ولا تزال آيات اللَّه تعالى قائمة في كل خلق، سبحانه وتعالى عما يصفون، وهو الخلاق العليم. </p><p> ولقد ختم الله تعالى الآية بقوله:  (إِنَّ فِي ذَلِكَ لآيَةً لِّقَوْمٍ يَتَفَكَّرُونَ) ، أي إن في ذلك الخلق العظيم الدقيق الحكيم لآيات دالات بينات على عظيم الخلق، وإحكام الأسباب التي سيرها بأمره، وهو العليم الخبير، سبحانه وتعالى، (لِقَوْم يَتَفَكَرُونَ) ، أي لأناس متجمعين يتفكرون تفكر المتدبرين في أحكام صنيعه، وكريم نعمه، وعظم المن في فضله، سبحانه وتعالى. </p><p> هذه نعم اللَّه تعالى التي خلقها في الأرض أو بعضها، وقد عدد نعمه في الأرض ثم اتجه إلى نعمه على الإنسان في السماء، فقال عز من قائل: </p><p> (وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (١٢) </p>"
}