{
  "id": null,
  "sura": 16,
  "aya": 96,
  "text": "<p> (مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ (٩٦) </p><p> (ما) اسم موصول بمعنى الذي، أي الذي عندكم أعراض فانية فإن كانت مالا فإنها تنفدُ ينهيها الزمان مهما يكن الحرص، وإن بقيت فإنما تبقى بقدر حياة الذي يقتنيها، وإن حياته لقصيرة في أزمان الناس، (وَمَا عِندَ اللَّهِ بَاقٍ) ، أي والذي عند اللَّه باق يبقى ببقاء الجنة، وإن نعيمها الخالد والذين ينالونها خالدون فيها أبدا، والفرق بين ما عند الناس حلالا وحراما وما عند اللَّه هو الدوام فنعيم الآخرة مقيم، ونعيم الدنيا فأقصى مدته هي مدة الدنيا. </p><p> وقد بين سبحانه وتعالى الذين يستحقون ما عند اللَّه وهو الباقي فقال: </p><p> (وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُم بِأَحْسنِ مَا كَانُوا يَعْمَلُونَ) ، و (صَبَرُوا) صلة الموصول، وهي تشير إلى أن الصبر سبب هذا النعيم الباقي الذي لَا ينفد، فالصبر وهو ضبط النفس في ظل الأوامر والنواهي، فضبط النفس عند الأمر بالوفاء بالعهد يوجب ألا يتدفع الناس وراء بارقة تحمل على النقض، ويوجب ألا يستطار وراء مطمع فلا يفي، والصبر هو الذي يضبط النفس فيحملها على الطاعة، ويحملها على اجتناب المعاصي، والجهاد بالصبر على كف أهواء النفس ونزعاتها جهاد سماه النبي - صلى الله عليه وسلم - الجهاد الأكبر. </p><p> وقال تعالى:  (أَجْرَهُم) جزاء بأحسن الأعمال التي عملوها فقال: </p><p> (بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ) ؛ أي بأحسن الأعمال التي عملوا، يعني يتخير اللَّه تعالى لهم من أعمالهم أحسنها، ويغفر لهم اللمم والهنات، والجزاء على أحسن الأعمال يتناول الجزاء الأوفى على كل عمل يعملونه، وإن اللَّه لَا يضيع أجر المحسنين، وإن الصابرين لهم أجران: أجر الصبر وهو جهاد، وأجر العمل وهو إحسان، وهنا أمران بيانيان: </p><p> الأمر الأول - في المقابلة بين ما عند الناس، وما عند اللَّه، فقد وصف ما عند الناس بأنه ينفد، وما عند اللَّه بأنه باق، أي له صفة البقاء والدوام والاستمرار وفرق بين ما يوجد لينتهي وما يوجد ليبقى. </p><p> الأمر الثاني - أن اللَّه تعالى أكد جزاء الصابرين بالقسم ولامه، ونون التوكيد الثقيلة فقال:  (وَلَنجْزِيَنَّ الَّذِين صَبَرُوا) وإن الجزاء يتخير فيه أحسن الأعمال ويعفو عن كثير. . . . . </p><p> وقد بين سبحانه وتعالى جزاء العالمين الصابرين فقال عز من قائل: </p>"
}