{
  "id": null,
  "sura": 16,
  "aya": 51,
  "text": "<p> (وَقَالَ اللَّهُ لَا تَتَّخِذُوا إِلَهَيْنِ اثْنَيْنِ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ فَإِيَّايَ فَارْهَبُونِ (٥١) </p><p> هذه الجملة السامية متصلة بما قبلها بالواو العاطفة، والواو العاطفة على (وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ. . .) ، أي اللَّه الذي يخضع الوجود كله له لَا فرق بين حي وجماد، ولا عاقل ولا غير عاقل، يقول لكم:  (لا تَتَّخِذُوا إِلَهَيْنِ اثْنَيْنِ) وذكر (اثنين) مؤكدا معنى العدد المفهوم من المثنى؛ لأن المثنى في ذاته يدل على المثنوية، وكان التأكيد باثنين لأنه موضع النهي، إذ إن موضع النهي هو أن يكون إلهان اثنان، وذكر النهي عن اثنين، لأنه يتضمن النهي عن ثلاثة وأكثر؛ لأنه إذا كان الأقل منهيا عنه، فالأكثر أولى بالنهي؛ ولأن اتخاذ إلهين دلت الآية الأخرى على أنه يؤدي إلى الفساد في السماوات والأرض، إذ إن تعدد الآلهة يلغي معنى الألوهية ويفسد السماوات والأرض التي دلت الآيات المتلوة والآيات الكونية على أنهما منظمان أبلغ ما يكون النظام، قال اللَّه تعالى:  (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ) ، وإن قياس البرهان على بطلان الشرك المبني على التنازع يفرض إلهين، فيقول لو كان إلهان لتنازعا، ولرجح أحدهما على الآخر على فرض التساوي بينهما، وإذا تنازعا مع هذا التساوي فسد الكون، وإذا لم يفرض على التساوي، كان المتفاضل منهما هو الإله. </p><p> ونقول: إن ذكر الإلهين الاثنين فيه إيماء إلى هذا الدليل العقلي، واللَّه </p><p> (إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ) ، (هو) دالة على معنى الإله المطلق وهو اللَّه سبحانه، و (إنما) الدالة على القصر، أي قصر الألوهية على إله واحد سبحانه وتعالى. </p><p> بعد ذلك التفت عن الخطاب إلى ضمير المتكلم. فقال:  (فَإِيايَ فَارْهَبُونِ) الفاء الأولى للإفصاح والمعنى: إذا كان الإله واحدا، (فَإِيَّايَ فَارْهَبُونِ) والفاء الثانية لربط الكلام، والمعنى إياي أنا وحدي فارهبون؛ لأنه لَا إله إلا أنا، وقد انتقل سبحانه من مقام التنبيه والتعليل بذكر أدلة الوحدانية في خلق السماوات والأرض والتوجيه، والبرهان إلى التخويف ومن لم يقنعه الخوف والإرهاب. وقد قال سبحانه وتعالى: إنه له الطاعة، والجزاء عليها والعبادة، والخضوع والعبودية وحده فقال تعالى: </p>"
}