{
  "id": null,
  "sura": 16,
  "aya": 65,
  "text": "<p> (وَاللَّهُ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ (٦٥) </p><p> ابتدأ سبحانه بما يحيي النفوس، وكان ذلك بإرسال الرسل مبشرين ومنذرين رحمة من عنده، وأنزل الكتاب الكريم الذي هو حكم ومهيمن على كل ما أنزل قبله من كتب، وما كان من الناس راشدين أو ضالين، وكيف كان ضلالهم، وكان ابتداؤه سبحانه بما يحيي النفوس التي كانت ميتة من غير هداية، واتباع للنبيين كقوله تعالى:  (أَوَ مَن كانَ مَيْتًا فَأحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ. . .) </p><p> لأن حياة الروح أزكى وأغلى، وهي التي تليق بالإنسان، وبغيرها يكون سدى، والجسم يشترك فيه مع البهائم التي هي مسخرة لخدمة الإنسان في هذه الأرض كما خلقها سبحانه. </p><p> (وَاللَّهُ أَنزَلَ مِنَ السَّمَاءِ مَاءً) المراد ما علا، وأنزل الله السماء من أعلى حيث تتكون السحب الثقال حاملة الماء عذبا فراتا في بخار يتكاثف، ويصير ماء ينزل مطرا مدرارا، ويكون غيثا، كما قال تعالى:  (أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ (٤٣) . </p><p> ينزل اللَّه سبحانه الماء فينبت الزرع، ويسقى به الشجر، ويكون منه الثمر، فمن الماء كل شيء حي، وقال تعالى:  (وَاللَّهُ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا) الإحياء بإنبات الزرع فيكسوها بخضرة ناضرة يجعلها ذات منظر بهيج تزيد به، كأنه حلية لحسناء، وتبسق به الباسقات من الأشجار تؤتي أكلها كل حين بإذن ربها. </p><p> وسمى اللَّه تعالى الأرض من غير نبات بالميتة تشبيها للأرض القفر الجرداء بالميتة؛ لأنه ليس على ظهرها حياة، وجعل الماء سببا لإحيائها، كما قال تعالى:  (. . . وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ) . </p><p> إن إنزال المطر الذي فيه الحياة لآيات لقوم يسمعون الحق ويتبعونه، ويؤمنون به، وكان ظاهر السياق أن تكون هذه لقوم ينظرون، ولكنه عدل إلى السماع فقال عز من قائل:  (لِّقَوْمِ يَسْمَعُونَ) للإشارة إن النظر لَا يبصر المعاني إذا لم يكن قد سمع الحق، وأذعن له، وكذلك العقل لَا يفكر إذا لم تكن هداية من السماء له، فلا يعتبر بنعم اللَّه تعالى إلا من سمع الحق وآمن به وأذعن له، وإلا فهي غاشية لا يبصر ولا يدرك، إن هو إلا كالأنعام أو أضل سبيلا. </p><p> وقد أخذ يقص اللَّه تعالى نعمة الأنعام التي تجيء من إحياء الأرض بالزرع والغراس التي تغرس من أشجار وفاكهة فقال تعالى: </p>"
}