{
  "id": null,
  "sura": 16,
  "aya": 115,
  "text": "<p> (إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١١٥) </p><p> (إِنَّمَا) أداة قصر أي أن المحرم عليكم من النعم ونحوها الميتة والدم ولحم الخنزير، إذا أهل لغير اللَّه به، أصناف أربعة هي: الميتة وهي التي كانت قد حبس دمها فيها، ويدخل فيها الموقوذة والنطيحة، فإنها كالتي ماتت حنف أنفها، إذ لم تذكَّ التذكية الشرعية، وحبس الدم فيها ولم يرق، والدم، وهو الدم المسفوح، وقد ذكر هنا مطلقا، وذكر مقيدا في آية الأنعامِ في قوله تعالى:  (قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ. . .) . </p><p> ولحم الخنزير إذ إنه نجس بذاته، وما أهل به لغير الله وهو المذبوح لغير الله. </p><p> ومن المقورات أنه إذا اتحد المسبب والحكم، وجاء اللفظ في أحد الموضعين مطلقا، وفي الآخر مقيدا حمل المطلق على المقيد. </p><p> وهذه الآية الأخيرة تفيد أن تحريم هذه الأشياء لأنه رجس، وفيها ضرر جسمي إذ هي قاذورات خبيثة، وما أهل لغير اللَّه كان تحريمه لأنه فسوق وخروج عن التوحيد؛ لأنه ذكر غير اسم اللَّه تعالى عليه. </p><p> وهذا التحريم في حال الاختيار، أما في حال الاضطرار فإنه يرخص فيه الأكل، ولذا قال تعالى (فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَإِنَّ اللَّهَ غَفُورٌ رحِيمٌ) ، أي فإنه يرخص الأكل، وإن اللَّه تعالى يغفر الإثم لأنَّ اللَّه يرفعه بمغفرته وبرحمته وقد اشترط للإباحة شرطان، أو ذكر الترخيص مقرونا بوصفين: </p><p> الوصف الأول - أن يكون (غَيْرَ بَاغٍ) طالب له يشتهيه، وهذا الوصف تحقيق للضرورة؛، لأنه إذا كان يبتغيه وهو في فسحة من العمل لَا يكون مضطرا، ولأنه إذا كان يبتغيه يتجاوز حد الضرورة. </p><p> والوصف الثاني - (وَلا عَادٍ) ، أي متجاوز حد الضرورة. </p><p> وقد قالوا إن هذه رخصة إسقاط؛ لأنه قد سقط عنه التحريم بهذه الضرورة، وقالوا إن الأكل في هذه الحال واجب، وليس بمباح فقط؛ لأنه يتردد بين أمرين أحدهما أقوى تحريما من الآخر: </p><p> الأمر الأول - الأكل. </p><p> والأمر الثاني - تلف النفس ولا شك أن تلف النفس أقوى تحريما من الأكل. </p><p> وقال أهل الطب إن تحريم هذه الأشياء لما فيها من رجس وقذر، وذلك يضر الجسم، فإذا كان الجسم في حال جوع شديد ومخمصة كان هذا الجوع مخففا لأضرارها، وكان الأخذ منها لَا ضرر فيه لحال الجوع الشديد، فيأخذ من غير تعد ولا شهوة أكل، ولا تجاوز لحد الضرورة، فإن تجاوزها كان الضرر، وتحقق الرجس والقذر. </p><p> وقد كان المشركون يحرمون على أنفسهم بعض المحللات من الأنعام فنهى اللَّه عن ذلك وقال: </p>"
}