{
  "id": null,
  "sura": 16,
  "aya": 97,
  "text": "<p> (مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ (٩٧) </p><p> (مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ. . .) . </p><p> (مَنْ) هنا شرطية أو موصولة، و (الفاء) تدخل في خبر الموصول لما بينه وبين الشرط من صلة إذ هو في معناه، و (مِّن ذَكَرٍ أَوْ أنثَى) بيانية ليعمها الجزاء بعد أن عمها الفعل، وذكر (صَالِحًا) والموصوف والعمل غير مذكور سواء أكان مقدرا أم كان غير مقدر، وذلك ليتجه النظر إلى نية الصلاح والمصلحة في العمل، فإن الاعتبار للنية ككل خير في قانون الأخلاق العبرة فيه إلى النية، كما قال - صلى الله عليه وسلم -: \" إنما الأعمال بالنيات وإنما لكل امرئٍ ما نوى \"  (١) . </p><p> وذكر هنا الذكر والأنثى مع أن الكل تشملهم التكليفات، والخطاب يشمل الذكر والأنثى، فيدخل الذكر ابتداء، ويدخل الأنثى بقانون المماثلة من حيث التساوي بينهما، ذكر الأنثى في هذا؛ لأن الجزاء بالحياة الطيبة والاطمئنان وهذه تهم الأنثى بالذات فكان ذكر الأنثى فيه فضل حث وتحضيض للأنثى على عمل الصالح لتطيب حياتها بسعادة واطمئنان في ظل زوج صالح. </p><p> وقال تعالى في جزاء الصلاح بنيته المعتزمة للخير، والحال أنه مؤمن ثابت الإيمان قوى اليقين استمر في إيمانه حتى لقي ربه راضيا مرضيا:  (فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً) ، أي يحييه اللَّه تعالى حياة طيبة في الدنيا، و (الفاء) في جواب الشرط أو ما هو في معنى الشرط، وهو الموصول وقد أكد سبحانه أنه يحييه حياة طيبة بالقسم </p><p>(١) سبق تخريجه.</p><p> وباللام الموطئة للقسم، وبنون التوكيد الثقيلة، وما الحياة الطيبة التي وعد اللَّه بها عباده المؤمنين الذين يعملون العمل الطيب بقلوب قاصدة الخير والصلاح، والصلاح غايتها ومبتغاها؛ الحياة الطيبة هي أن يكون رزقها حلالا، وأن يجملها اللَّه تعالى بالرضا بكل ما يأتي به، والقناعة في حال العسر، والرزق الحلال، أو طلب الحلال في اليسر، والصبر في الضراء والشكر في السراء، وبرد اليقين وذكر اللَّه تعالى دائما، في حال البأساء والضراء وحمال الباس (الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ) ، وفي الجملة الحياة الطيبة هي الحياة الراضية القانعة الشاكرة الصابرة ولا يكون ذلك إلا لمؤمن، وإن هذه الحياة الطيبة جزاء عاجل للإيمان والصالح من الذكور والإناث فلا سعادة خير من سعادة الرضا بالعمل الصالح، واطمئنان القلب بذكر الله والتوكل عليه في الشديدة والكريهة بعد أخذ الأسباب والاتجاه إلى اللَّه، أما الجزاء الآجل المؤكد الذي لَا مرية فيه، فهو في الآخرة، وقد قال تعالى فيه:  (وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كانُوا يَعْمَلُونَ) ، ولم يذكر في الحياة الطيبة أنها أجر، بل ذكرها على أنها ملازمة للعمل الصالح الصادر من قلب سليم، فهي ثمرة للصالح كثمرة الشجرة، وكإنتاج الزرع وحيثما وجد العمل الصالح كانت الحياة الطيبة ولو كانت جهادًا مستمرا، ومع ذلك له أجر هو ثواب الآخرة يجزيهم اللَّه تعالى بأحسن ما يعملون، وقد ذكر أنه سبحانه يجازي (بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ) فجعل سبحانه وتعالى عملهم الصالح أو أحسنه هو الجزاء، لأنه يماثله أو يساويه كأنه هو، وهو سبحانه وتعالى مانح النعم ومجريها، وقد ذكر سبحانه وتعالى بعد صالح الأعمال والأقوال وهو أعلاها، قراءة القرآن وذكره فقال تعالى: </p>"
}