{
  "id": null,
  "sura": 16,
  "aya": 13,
  "text": "<p> (وَمَا ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفًا أَلْوَانُهُ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ (١٣) </p><p> الواو عاطفة على الليل والنهار، والعطف على نية تكرار الفاعل، والمعنى \" سخر لكم ما ذرأ)، وذرأ: خلق وأباع، وقوله تعالى:  (مُخْتَلِفًا أَلْوَانُهُ) حال، فالبذر في أرض واحدة، أو تطع من الأرض متجاورات، وتسقى بماء واحد، وتسمد بسماد واحد ومع ذلك يخرج الزرع مختلفا ألوانه، والحيوان مختلف الألوان، والإنسان مع أن النطفة واحدة يكون مختلف الألوان، كما قال تعالى:  (وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ. . .) . </p><p> وإن تسخير الله ما ذرأ مختلفا ألوانه، فيه نعمتان جليلتان أنعم اللَّه تعالى بهما على عباده: </p><p> النعمة الأولى - أن اختلاف الألوان يومئ إلى اختلاف الأنواع والأصناف، وكل يؤدي للإنسان غرضا فهذا يكون منه لباسه، وذاك يكون منه طعامه، وذلك منه أثاثه وزينته ومنه ما يكون أداة حربه وجهاده. </p><p> النعمة الثانية - أن اختلاف الألوان يكون فيه بهجة للناظرين، ويجعل الأرض ذات منظر بهيج. وإن المعادن التي ذرأها اللَّه تعالى في الأرض من حديد ونحاس وذهب وفضة وغيرها من فلزات، هي مختلفة الألوان، وفيها بهجة </p><p> وزينة، وفيها منافع الناس، والحديد فيه بأس شديد، والأحجار من فحم وماس، وغيرهما ذرأهما اللَّه للناس لمنافعهم وهي مختلفة الألوان، وقد ختم اللَّه سبحانه وتعالى الآية بقوله:  (إِنَّ فِي ذَلِكَ لآيةً لِّقَوْمٍ يَذَّكَّرُونَ) ، أي إن في ذلك الذي ذكره من ذرء، وخلق مختلف الألوان في باطن الأرض، وما على ظاهر الأرض من زروع وثمار كل ذلك فيه آيات دلائل بينات على وحدة الخالق (لِّقَوْمٍ يَذَّكَّرُونَ) ، أي يتذكرون الأشياء والأمور ويربطونها بعضها ببعض. </p><p> ويلاحظ أن اللَّه سبحانه وتعالى في بديع نظم القرآن وإحكامه، قال في الآية الأولى (إِنَّ فِي ذَلِكَ لآيَةً لِّقَوْم يَتَفَكَّرُونَ) ليدعوهم إلى التفكير، وفي الثانية الآيَاتٍ لِّقَوْم يَعْقلُونَ) ليدعوهم إلى أن يكون التفكير بعقولهم لَا بأهوائهم، وفي الثالثة:  (لآيةً لِقًوْم يذَّكَّرُونَ) ليكون دعوة إلى اعتبارهم، وربط الأمور بعضها ببعض. </p><p> كانت الآيات السابقات تدعو إلى النظر في نعم اللَّه التي احتوتها الأرض من أشجار وزروع وثمار وإلى ما في السماء من شمس وقمر، ونجوم مسخرات بأمره، وما في اتصال الأرض بالسماء، وفي الآية التالية دعوة إلى النظر في البحر وما فيه من نعم فقال تعالت كلماته: </p>"
}