{
  "id": null,
  "sura": 16,
  "aya": 79,
  "text": "<p> (أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّرَاتٍ فِي جَوِّ السَّمَاءِ مَا يُمْسِكُهُنَّ إِلَّا اللَّهُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٧٩) </p><p> الاستفهام هنا لإنكار الوقوع، فيكون بمعنى النفي المؤكد بإقرار السامع كأنه سئل وأجاب بالنفي؛ ولذا كان الاستفهام بمعنى النفي المؤكد، وقد دخلت أداة الاستفهام على حرف النفي، ونفي النفي إثبات. </p><p> والمعنى لقد رأوا الطير مسخرات، أي مذللات، سخرها الله تعالى لتسير في الجو، من غير حامل يحملها، ولا ممسك يمسكها، وهي مع هذا مسخرة لخدمة الإنسان، فمنها ما يحمل الرسائل من مكان إلى مكان والشقة بينها بعيدة، ولا يزال يستخدم إلى الآن، ومنه ما هو مسخر للإنسان، يكل الحشرات التي </p><p> هي آفة الزرع، وكان كذلك يمنع مغارم التنقية حتى أباده الإنسان ومنها ما يعلم الإنسان، ويحمي الزرع من صغار الطير، وقد أبدناه الآن بالمبيدات التي نسلطها، وصرنا ننفق النفقات الكثيرة، في الوقاية، ولا وقاء. </p><p> وهكذا نجد الطير قد كانت مسخرة في الجو لسيرها، ومسخرة للإنسان في وقد خلقها اللَّه تعالى مهيأة للطيران في الفضاء، وجعل كل أعضائها مناسبة بين كونها، فلم يخلق لها يدين، وخلق رجلين ليمكن ارتفاعها من الأرض، وكانت رجلاه واسعة، وأكثر قوته في صدره، وكان قوتها حبا يبلع؛ ولذا كان لها منقار، ينقي ما تختار، ولأن ما يبلع لَا يكون فيه تفتيت بالمضغ، كانت حرارة الحوية هاضمة، وجعل في أجنحتها ريشا قويا في خوافيه وقوادمه، حتى تكون الخوافي قوة للقوادم وكانت الأجنحة، لجلب الهواء الذي يحملها، وهي طائرة، فهي ترفرف بها لتجلبه، حتى إذا استوى سارت كأنها تسير على مكان صلب، أو ماء. </p><p> وهذا معنى قوله تعالى:  (مَا يُمْسِكُهنَّ إِلَّا اللَّهُ) فهو خلق فيها هذه القوى التي تقوى بها على الطيران، ومع ذلك حاطها بكلاءته، وحمايته، كما أحاطها بفطرتها، تبارك الله الخلاق العليم، وقد بين سبحانه أن في هذا الخلق آيات، لمن يعتبر ويستبصر، ويفكر في خلق اللَّه تعالى وحكمته فقال تعالت قدرته:  (إِن فِي ذَلِكَ لآيَات لِّقَوْم يُؤْمنُونَ) الإشارة إلى الخلق والتكوين والتسخير، واللام في قوله تعالى:  (لآيَاتٍ) ، (لام) التوكيد أو الابتداء بمعنى التوكيد، و (آيات) ، أي دلالات قاطعة (لِّقَوْم يُؤْمِنونَ) ، أي الجماعة تتضافر على الحق وتطلبه، وتتهداه، وتتعرفه، ومن شأنهم الإيمان بالحق إذا بدت دلائله، وقامت براهينه، وكان التعبير بالمضارع في قوله تعالى:  (يُؤْمِنونَ) يعني من شأنهم وحالهم الإيمان دائما، أما غيرهم فقد غشيتهم غواشي الباطل وطمس عليهم الهوى، فصاروا كالصم البكم الذين لَا يعقلون ولا يدركون. </p><p> بعد ذلك بين سبحانه وتعالى نعمه على خلقه في الأنعام التي يتمكنون منها بتأليفها وغيرها فقال تعالى: </p>"
}