{
  "id": null,
  "sura": 16,
  "aya": 71,
  "text": "<p> (وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَاءٌ أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ (٧١) هذه بيان حال الإنسان من الغنى والفقر، والسعة في الرزق، ومن قدر عليه رزقه، وفيه تهيأ الأسباب ليكسب رزقا وفيرا وخيرا عميما فقال:  (وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ) يسير الأسباب فمنكم من سلك السبيل فنال مالا، ومنكم من لم يكن له سبيل إلى مال فكان فقيرا، (فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ) ، أي فما الذين أوتوا سعة في المال ومالا كثيرا وخيرا عميما بِرَادِّي رِزْقِهِمْ أي بجعلهم رزقهم عائدا على ما ملكت أيمانهم من الإماء والعبيد، ليكونوا هم وعبيدهم في المال على سواء فيكون المال لهم جميعا ويكونون فيه سواء. </p><p> يقول الزمخشري: إن هذا ما ينبغي، فالآية تدل على ما ينبغي أي يجب أن تكون النعمة التي ينالونها في الرزق تكون ثمرتها عامة بينهم وبين ضعفائهم فلا </p><p> يرفلون في النعيم، والضعفاء في الشقاء المقيم، يروى أن أبا ذر الغفارى عندما سمع قول النبي - صلى الله عليه وسلم - بالنسبة للعبيد:  \" أطعموهم مما تطعمون واكسوهم مما تكسون \" ، كان لَا يلبس رداء إلا ألبس عبده مثله، ولا يلبس إزارًا إلا ألبسه مثله (١) وقوله تعالى: (أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ) الفاء مؤخرة عن تقديم أفبنعمة اللَّه يجحدون ويكفرون، فلا يشكروها فيصروفها في مصارفها، ويضنوا بها عن مواطنها. </p><p> هذا هو ظاهر الآية، وقد قال بعض المفسرين: إن المعنى أنكم لَا تسوون ما ملكت أيمانكم في الرزق الذي يرزقكم اللَّه تعالى إياه فكيف عبيد اللَّه والمخلوقات التي خلقها اللَّه تعالى في العبادة، إنكم تجحدون بهذا ويقولون: إن هذا مَثلٌ ضربه اللَّه تعالى (ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ. . .) ، وهذا تفسير ابن عباس. </p><p> وكان هناك تخريج ثالث، وهو أن المعنى أن الله رازق الناس جميعا غنيهم وفقيرهم فلا يحسب الموالي أنهم يرزقون، وأنا أرى أن الواضح البين هو الأول، وهو المتسق مع نظام الغنى والفقر، ويروى أن عمر بن الخطاب رضي اللَّه عنه كتب إلى أبي موسى الأشعري: إن الرحمن فضل بعض الناس في الرزق، بلاء يبتلى به كلا فيبتلى من بسط له كيف شكره، وأداؤه في الحق الذي افترض عليه فيما رزقه وحوله. </p><p> وقد بين الله تعالى عمارة الأرض بالوجود الإنساني، فقال سبحانه: </p><p>(١) الحديث بهذا اللفظ رواه مسلم: الزهد والرقائق - حديث جابر الطويل، وقصة أبي اليسر (٥٣٢٨) وهو أصح أسانيده. وقد سبق تخريجه. (وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ (٧٢)</p>"
}