{
  "id": null,
  "sura": 16,
  "aya": 119,
  "text": "<p> (ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السّوءَ بِجَهَالَةٍ ثُمَّ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا) . </p><p> (إِنَّ رَبَّكَ) الذي خلق الناس أجمعين ورباهم وهذبهم (لِلَّذِينَ عَمِلُوا) ، أي هو لهم يمنعهم من الاسترسال في الشرور والفساد، كما تقول: السلطان لفلان هو ينصره، ويحميه من أعدائه ولا يسلمه لهم، وقد ذكر أنه سبحانه لهؤلاء الذين عملوا السوء، بشرطين: </p><p> الشرط الأول - أن يكون بجهالة. </p><p> والشرط الثاني - أن يتوبوا ويعملوا الصالح بأن يصلحوا في ذات أنفسهم، بأن يزول من نفوسهم، كل أدران السوء، وترحض عن قلوبهم كل ما عملوا من آثام مبطنة، وأن يذهب ما اربدت به نفوسهم، وتطهُر. </p><p> والسوء كل ما هو في ذاته ليس بطيب، ويسوء النفس وغيره، والجهالة هي عدم تدبير الأمر، وعدم تعرف عواقبه بأن يندفع تحت تأثير شهوة جامحة، أو هوى متبع، فإذا تدبر تاب من قريب، وهذا قوله تعالى:  (إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١٧) وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا (١٨) . </p><p> وقال تعالى في الشرط الثاني:  (ثُمَّ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا) ، أي قاموا بحق التوبة النصوح، وهي تقتضي أمورا ثلاثة: </p><p> الأمر الأول - الندم على ما حصل من سوء، وذلك علم بالحق بعد الجهالة، وثوب إلى اللَّه تعالى بعد الابتعاد. </p><p> والأمر الثاني - العزم على ألا يعود إلى ذنب أبدا، ذلك لأجل غسل ما اعترى القلب من أدران، وتنظيفه من السيئات وآثارها. </p><p> والأمر الثالث - أن يكون ذلك من قريب؛ لأن القدم يثبت الشر في النفس، ويجعل إزالة درنه ليس يسيرا. </p><p> ثم بعد هذه التوبة بشروطها لَا بد من العمل الصالح، لأنه لَا يزيل عمل السوء إلا العمل الصالح فيحل الخير محل الشر، وإنه عند تحقق هذه الأمور، وتوَّجها العمل الصالح كان الغفران وكانت الرحمة، ولذا قال:  (إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفورٌ رحِيمٌ) وهنا عدة أمور بيانية: </p><p> الأمر الأول - التعبير بـ (ثُمَّ) في أول الآية لما بين الذين يصرون على الذنوب ويعاندون الحق، ويسرفون على أنفسهم، وبين الذين يتوبون من قريب عن فعل فعلوه بجهالة، فكان لـ (ثُمَّ) موضعها في هذا، وكذلك الأمر في (ثُمَّ) الثانية، (ثُمَّ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رحِيمٌ) في التعبير بـ (ثُمَّ) يفيد التراخي بين التوبة والغفران؛ لأنه ليس كل توبة توجب الغفران، بل لابد من زمن تعتاد النفس فيه فعل الخير حتى يكون الخير منها حالا من أحوالها. </p><p> الأمر الثاني - في قوله تعالى:  (ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهَالَةٍ)  (اللام) تفيد اختصاص اللَّه بهم وأنه قريب منهم. </p><p> وإن في ذلك تشجيعا للتوبة لمن يقعون في معصية، كما قال تعالى:  (قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا. . .) ، وقال تعالى:  (غَافِرِ الذَّنبِ وَقَابِلِ التَّوْبِ. . .) ، الأمر الثالث - في قوله تعالى:  (إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رحِيمٌ) ذ كر البعدية في هذه الحال فيه معنى الفورية، وأن اللَّه يحب توبة عبده ليغفر له، فإن اللَّه يحب التوبة ويحب المغفرة. </p><p> وقد ذكر اللَّه بعد ذلك أبا الأنبياء إبراهيم لأنه أبو العرب وعزهم، ويعيشون ببركة دعائه، ولأنه تواب أواه حليم، فقال سبحانه: </p><p> (إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ (١٢٠) </p>"
}