{
  "id": null,
  "sura": 16,
  "aya": 70,
  "text": "<p> (وَاللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَاكُمْ) ، خلقكم أي أنشأكم من العدم، وجعل من الطين إنسانا في الخلق وفي عبارة (خَلَقَكُمْ) إشارة إلى إنشائه جنينا في بطن أمه من علقة فمضغة مخلقة وغير مخلقة، كما قال تعالى:  (وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (١٢) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (١٣) ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ (١٤) ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ (١٥) . </p><p> وإن هذا الخلق بعده الوفاة يعيش ما يعيش إن طويلا، وإن قصيرا والمآل الوفاة؛ ولذا قال تعالى:  (ثُمَّ يتَوَفَاكُمْ) ، (ثُمَّ) هنا للتفاوت بين الموت والحياة، ومنكم من يموت في صباه أو في شبابه أو كهولته، (وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ) ، ومعنى الرد إلى أرذل العمر أن يرجع منكوسًا إلى ابتدائه، فهو في أرذل العمر يسير في السن إلى الأمام، ولكن في القوى يرد إلى الوراء فقواه تضعف، وتفنى بعض أجزاء جسمه شيئا فشيئا، كأنه من قبل الهرم كانت قواه تسير إلى الأمام حتى تقف، فإذا أرذل العمر أي أخسَّه وأعدم حمده يرجع إلى الصبا الذي لا يعلم شيئا. </p><p> قال تعالى:  (لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئًا) ، أي لتصير حاله ألا يعلم، بل ينسى، وأن يكون كل ما يعلمه من جديد مآله النسيان، فلا يزداد علمه، بعد أن كان عالما شيئا، وقد لوحظ أن الذين يصيبهم أرذل العمر ينسون ما كسبوه من علم بعد الشيخوخة ولا ينسون ما كان لهم من حوادث قبل ذلك، فهم يتكلمون عن الماضي ولا يتذكرون ما كان من حوادث بعد أن تصيبهم الشيخوخة، ونلاحظ هنا أمرين: </p><p> الأمر الأول - أن أرذل العمر يختلف باختلاف الناس، فمنهم من يصيبه الهرم مبكرًا، ومنهم من لَا يصيبه إلا مؤخرا. </p><p> الأمر الثاني - أن بعضهم يصيبه خرف الشيخوخة، والصادقون المؤمنون لا يصيبهم خرف الشيخوخة، وإن كانوا ينسون، ومهما يكن فإن الموت قبل بلوغ أرذل العمر أفضل، ولقد كان النبي - صلى الله عليه وسلم - يدعو ربه ألا يرد إلى أرذل العمر، فقد روي عنه - صلى الله عليه وسلم - أنه كان يدعو \" أعوذ بك من البخل والكسل وأرذل العمر \"  (١) ، وإن ذلك كله بتقدير اللَّه تعالى وعلمه، ولذا قال بعد ذلك:  (إِنَّ اللَّهَ عَلِيمٌ قَدِيرٌ) إن اللَّه بمقتضى علمه قدر كل شيء ونفذه، وهو القادر العليم. </p><p> وإن اللَّه تعالى لم يجعل الناس على سواء في الغنى والفقر فقال تعالى: </p><p>(١) متفق عليه، رواه بهذا اللفظ: البخاري - تفسير القرآن (٤٣٣٨)، ومسلم: الذكر والدعاء - التعوذ من العجز والكسل وغيره (٤٨٧٩).</p>"
}