{
  "id": null,
  "sura": 16,
  "aya": 95,
  "text": "<p> (وَلَا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا إِنَّمَا عِنْدَ اللَّهِ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٩٥) </p><p> عهد اللَّه تعالى هو عهده سبحانه الذي أمر بالوفاء به في قوله:  (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدتُّمْ) فكل عهد تعاهد المؤمن أو دولة الإيمان عليه هو عهد اللَّه تعالى لَا يصح أن ينقض؛ لأنه يؤدي إلى الخذلان وإلى الصد عن سبيل اللَّه سبحانه، وتشتروا هنا معناها تبيعوا؛ لأن الباء داخلة على المتروك، وقوله تعالى:  (ثَمَنًا قَلِيلًا) قد وصف سبحانه ما يترك لأجله العهد بأنه ثمن قليل مهما يكن مقداره؛ لأن ما يضيع بسبب ترك العهد من فقد الثقة والشك في العهود والمواثيق أمر كبير لَا يقدر بقدر؛ لأنه يكون الوهن والخزي والضياع وقد ضربنا الأمثال على </p><p> ذلك كثيرا، وفوق ذلك عذاب اللَّه تعالى يوم القيامة وجزاؤه على الوفاء في الدنيا والأخرة فقال تعالى:  (إِنَّمَا عِندَ اللَّهِ هُوَ خَيْرٌ لكُمْ إِن كُنتُمْ تَعْلَمُونَ) . </p><p> (ما) اسم موصول بمعنى الذي، أي أن الذي ادخره اللَّه في الدنيا والآخرة خير لكم، ففي الدنيا تكون عزة الحق، وقوة الوفاء وهو في ذاته قوة، وخصوصا إذا كان العقد مع الضعفاء، وفي الآخرة نعيم مقيم. </p><p> * * * </p><p> الله أبقى وخيره أبقى </p><p> قال اللَّه تعالى: </p><p> (مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ (٩٦) مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ (٩٧) فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ (٩٨) إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٩٩) إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ (١٠٠) </p><p> * * * </p><p> في الآية السابقة، قال تعالى:  (وَلا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا) وختم الآية بقوله تعالى: (إِنَّمَا عِندَ اللَّهِ هُوَ خَيْرٌ لكُمْ إِن كُنتُمْ تَعْلَمُونَ) . </p><p> وفى هذه الآيات الكريمات يبين وجه الخيرية لما عند اللَّه تعالى؛ ولذا قال تعالى: </p>"
}