{
  "id": null,
  "sura": 16,
  "aya": 89,
  "text": "<p> (وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيدًا عَلَى هَؤُلَاءِ وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ (٨٩) </p><p> (وَيَوْمَ نَبْعَثُ فِي كُلِّ أمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ) ، (يوم) منصوب بفعل محذوف معناه، واذكر يوم نبعث في كل أمة شهيدا (مِّنْ أَنفُسِهِمْ) ، أي منهم، ومن أنفس قومه كما بعث النبي - صلى الله عليه وسلم - في العرب من أنفسهم، وكلمة (نَبْعَث) تدل على أنه يبعثه اللَّه تعالى مع قومه شهيدا لهم أو عليهم يوم القيامة، ويذكر النبي - صلى الله عليه وسلم - بأنه بعث في كل أمة شهيدا عليهم يبلغهم في حياته، ويشهد عليهم يوم القيامة (وَجِئْنَا بِكَ شهِيدًا عَلَى هَؤُلَاءِ) والجمع بين المضارع في قوله: (وَيَوْمَ نبْعَث </p><p> فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ)، والماضي في قوله تعالى:  (وَجِئْنَا بِكَ شَهِيدًا عَلَى هَؤُلَاءِ) يدل على أن البعث في الدنيا بإرسال الرسل مبشرين، ومنذرين، والنبي - صلى الله عليه وسلم - شهيد على كل الرسل، لأن رسالته هي الكاملة، وهي المتضمنة لكل الرسالات الإلهية كلها، فالإسلام دين اللَّه، وهو دين النبيين أجمعين، وهو خاتم الرسالات كلها. </p><p> وتدل بهذا الجمع بين الماضي والمستقبل بأن الله تعالى يبعث مع كل أمة يوم القيامة شهيدًا عليها بأنه أدى الرسالة وشهيدا لمن آمن واتقى، وشاهدًا على من كفر وعصى. </p><p> وبالنسبة للبعث الدنيوي وشهادة الرسول على الرسل أجمعين ذكر القرآن الكريم الذيِ نزل مصدقا لما بينِ يديه مِن الكتب وشاهدا للرِسل أجمعين قال تعالى:  (ونَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانَا لِّكُلِّ شيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرى لِلْمُسْلِمِينَ) . </p><p> وصفه اللَّه تعالى بأربعة أوصاف كاملة. </p><p> الوصف الأول - أنه تبيان كل شيء أي فيه بيان كامل لكل شيء من شئون الرسالات الإلهية للبشر، ففيه خير رسالات النبيين السابقين، وفيه بيان الأحكام المحكمة التي لم يَعْرُها نسخ من الشرائع الإلهية كلها، وفيه المعجزات التي جاءت بها الرسل معجزة معجزة، ولولا القرآن الكريم ما علمت على درجة اليقين معجزة لنبي أو رسول، لأنه الكتاب المحفوظ المتواتر حقا وصدقا. </p><p> والوصف الثاني - أنه هدى، فهو يشتمل على الهداية، كما قال قائل الجن: </p><p> (يَهْدِي إِلَى الرُّشْدِ. . .) ، ويبين السبيل الأقوم والطريق المستقيم. </p><p> والوصف الثالث - أنه الرحمة، لأن شريعته رحمة للعالمين فهي بنظامها واقتصادها وحدودها، وكل عقوباتها رحمة للكافة من الأمة، وإن كانت فيها قسوة أحيانا على الآحاد، ففيها رحمة للعباد، </p><p> والوصف الرابع - (وَبُشْرَى لِلْمُسْلِمِينَ) فيه التبشير للمؤمنين بالجنة، والإنذار للكافرين بالنار، وذكرت البشرى دون النذر لأنها التي تتناسب مع الرحمة، واللَّه ولي المؤمنين. </p><p> * * * </p><p> من الاخلاق القرآنية </p><p> قال الله تعالى: </p><p> (إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (٩٠) وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ (٩١) وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٩٢) وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ (٩٣) وَلَا تَتَّخِذُوا أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا السُّوءَ بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ وَلَكُمْ عَذَابٌ عَظِيمٌ (٩٤) </p><p> وَلَا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا إِنَّمَا عِنْدَ اللَّهِ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٩٥) </p><p> * * * </p><p> وصف القرآن الكريم في الآية السابقة بأنه تبيان كل شيء وهدى ورحمة، وهو بذلك يشير إلى أنه جامع للشريعة وفيها الهداية، وفيها الرحمة، وقد بين اللَّه الهداية والرحمة وغيرها فقال: </p>"
}