{
  "id": null,
  "sura": 16,
  "aya": 27,
  "text": "<p> (ثُمَّ يَوْمَ الْقِيَامَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ قَالَ الَّذِينَ أُوتُوا الْعِلْمَ إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكَافِرِينَ (٢٧)  (ثُمَّ) هنا في معناها، وهو الترتيب والتراخي، وهو هنا بمعنى الإمهال من غير إهمال، وذلك يطوي في نفسه التهديد والإنذار وهو في ذاته وعيد بالخزي يوم القيامة، وقوله تعالى:  (يُخْزِيهِمْ) بإسناد الفعل إلى اللَّه تعالى فيه تعظيم لذلك الخزي، وذلك الخزي يشمل فضيحتهم على الأشهاد، لتذهب الكبرياء الآثمة، وتشمل الذل بعد الاستكبار، وتشمل العذاب؛ لأن العذاب خزي في ذاته، كما قال تعالى:  (رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ) ، وقد كان من إخزاء اللَّه لهم أن كشف حالهم مع الأوثان التي أشركوها في العبادة مع اللَّه تعالى، وأنها لَا شيء وأنها تهرب منهم، ولا تجد لها مهربا؛ ولذا قال لهم:  (أَيْنَ شُركَائِيَ الَّذِينَ كنتُمْ تُشَاقُّونَ فِيهِمْ) . </p><p> وهنا نلاحظ ثلاثة أمور بيانية: </p><p> الأمر الأول - إضافة الشركاء إليه سبحانه وتعالى هو من باب الإضافة لأدنى ملابسة إذ هم قد عبدوها مع الله تعالى، فجعلوها للَّه شركاء بزعمهم، فكانت الإضافة أخذا بهذا الزعم تبكيتا لهم، إذ كيف يكون المخلوق شريكا للخالق، وكيف تكون الحجارة التي لَا تنفع ولا تضر شريكة للنافع الضار، رب السماوات والأرض، والحي القيوم القائم على كل ما في هذا الوجود. </p><p> الأمر الثاني - في قوله تعالى:  (الَّذِينَ كُنتُمْ تُشَاقُّونَ فِيهِمْ) ، أي تعادون الحق والأنبياء والدعاة المرشدين فيها، أي تكون في شق والحق في شق، و (في) هنا معناها المحل، أي محل المشاقة فيها، فيتنازعون، حيث لَا مكان للمنازعة؛ لأنها منازعة بين الخالق، وما هو أدنى المخلوقات، لأنها حجارة لَا تنفع ولا تضر. </p><p> الأمر الثالث - أن ثمة قراءة بكسر النون، والكسر يدل على ياء المتكلم، أي تشاقونني فيها أي تنازعونني أنا اللَّه الخالق رب الوجود فيها، ويكون في هذه القراءة معنى آخر جليل، وهو أن منازعة الرسل منازعة له سبحانه وتعالى. </p><p> ولقد شهد عليهم بهذا الخزي رسلهم الذين أرسلوا إليهم وأتباعهم، والملائكة (قَالَ الَّذِينَ أُوتُوا الْعِلْمَ) ، والذين أوتوا هم النبيون، فقد أوتوا علم النبوة، والذين اتبعوهم فقد اقتبسوا من علم النبوة، والملائكة، فقد أوتوا علم الرسالات بمقتضى تكوينهم، فهم عباد مكرمون لَا يعصون اللَّه ما أمرهم ويفعلون ما يؤمرون. </p><p> وشهادة أولو العلم:  (إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكَافِرِينَ) ، أي الخزي والسوء على الكافرين بسبب كفرهم وعنادهم، ومشاقّتهم للَّه ولرسوله، وأهل الحق، وقد قال تعالى فيهم: </p><p> (الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ فَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ بَلَى إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ (٢٨) </p>"
}