{
  "id": null,
  "sura": 16,
  "aya": 75,
  "text": "<p> (ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَمْلُوكًا لَا يَقْدِرُ عَلَى شَيْءٍ وَمَنْ رَزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْرًا هَلْ يَسْتَوُونَ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (٧٥) </p><p> العبد هو الفتى الملوك، وذكر وصف مملوك ليتميز عن الحر، الذي لَا مالك له، وكان التمييز ضروريا؛ لأن الجميع مملوك للَّه تعالى، يستوي في المالك، ومن يملكه من الرقيق، ومعنى (لَا يَقْدِرُ علَى شيْءٍ) ، أي لَا يقدر على التصرف في شيء من الأشياء وفي ذلك بيان لأنه مقيد، قد وجد غل الرق في رقبته، وأثقله، فهو لا يقدر على شيء مادي، ولم تكن له إنابة من مالكه أو عقد مكاتبة، يستطيع به التصرف ليطلق نفسه، بل هو قن مقيد بالرق، ومقيد بأنه لَا سلطان له في التصرف، أي فيه العجز المطلق \". </p><p> (وَمَن رَزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا) ، (من) هنا نكرة تدل على ما هو في مقابل المملوك، وهو إلى المالك لكل تصرفاته التي يقدر على كل شيء، ومع هذه القدرِة التي ثبتت له بمقتضى الحرية رزقه اللَّه تعالى رزقا حسنا؛ ولذا قال تعالى:  (وَمن رَّزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا) والحسن هنا معناه الطيب في ذاته، في خبيثا في سببه فسببه طيب حلال لَا حرام فيه ولا شبهة حرام، وإضافته سبحانه وتعالى إليه لبيان أنه جاء إليه سهلا ميسرا من غير جهد، وإن كان حلالا، ولبيان أن كل الأرزاق من اللَّه وليست الأسباب مؤثرة بإيجاد الرزق إنما هي أسباب جعلية وليست بأسباب </p><p> حقيقية لأن كل شيء بيد اللَّه سبحانه وتعالى، فليس سبب الزرع والسقي والرعي والبذر وحدهما، بل السبب الأكبر هو رزق اللَّه العليم القدير، (إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ) . </p><p> وقد جعل اللَّه تعالى الخير الذي يجيء من الرزق الحسن، فقال تعالى: </p><p> (فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا) ، (الفاء) لترتيب ما بعدها على ما قبلها، الإنفاق هو صرف المال في مصارفه التي لَا يكون الصرف فيه إسرافا، وأطلق في القرآن على الصرف في سبيل الخير، فإذا أطلقت كلمة الإنفاق لَا يكون إلا في الصدقات إلا إذا عنى الموضوع غيرها، مثل قوله تعالى:  (لِيُنفِقْ ذُو سَعَة مِّن سَعَتِهِ وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنفِقْ مِمَّا آتَاهُ اللَّهُ. . .) ، فالإنفاق هنا في نفقة الزوجية، وإن كان يومئ إلى أنها صلة وليست أجرا محضا، كما يقرر الفقهاء. </p><p> وقوله:  (سِرًّا وَجَهْرًا) ، يؤكد أنها للصدقات، وإن السرية لها موضعها، وخصوصا لأهل التجمل ذوي المروءات، والجهر في موضعه عندما تكون دعوة إلى البر فإن الجهر يدعو إلى المنافسة (. . . وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ) . </p><p> ثم قال تعالى مقررا النتيجة البديهية وهو أنهم لَا يستوون فقال:  (هَلْ يَسْتَوُونَ) الاستفهام للإنكار، أي إنكار الواقع، وكان النفي بالاستفهام لتأكيد النفي كأن النفي مقرر بالبداهة، وعند المخاطب، فكانه قد جاء من عنده، (الْحَمْدُ لِلَّهِ) كان هذا تأكيدًا للنفي وهو عدم التساوي، أي أنه يحمد اللَّه تعالى للوصول إلى هذه النتيجة التي أخذت من إقرارهم، ثم قال تعالى:  (بَلْ أَكثَرُهُمْ لا يَعْلَمُونَ) ، (بَلْ) للإضراب، أي كان الإضراب عن علمهم البدهي الذي طمس فيه الهوى على مداخل الفكر والعلم، وكان القرآن الكريم منصفا لحكم على الأكثر لَا الجميع بأنهم لَا يعلمون أي طمس على قلوبهم بغشاء من الهوى المانع من إدراك الحقائق. </p><p> وكانت الموازنة بين اثنين في ظاهر اللفظ، وهما العبد المملوك، (ومَن رَّزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا) ، ولكن لأن (ما) يدخل في عموم ما تدل عليه كثيرون، كان الذين لَا يستوون كثيرين فعاد الضمير بالجمع. </p><p> وبعد ذلك يقول هذه هي معاني الألفاظ وما تدل عليه بمفرداتها، ولكن ما هو المثل؛ إن المثل تشبيه حال بحال فما موضع التشبيه، وما هو وجه التشبيه؟. </p><p> قال أكثر المفسرين: إنه تشبيه ففي حال عبادة الأوثان، والشرك باللَّه تعالى بحال من يسوي بين العبد المملوك، العاجز عن كل شيء والحر المالك الذي رزقه اللَّه رزقا حسنا، أنهم لَا يستوون بالبداهة، فكيف يسوي أولئك المشركون بين اللَّه خالق كل شيء وبين الأحجار التي يعبدونها. </p><p> واعترض على تخريج المثل هذا التخريج الرازي بأن العبد المملوك حي، والأحجار لَا حياة فيها، وقد أجيب عن ذلك بأن التشبيه ليس بين الأجزاء، إنما التشبيه بين حالين، لَا بين الأحجار والآدميين. </p><p> وقال ابن عباس: إن التشبيه بين الكافر والمؤمن، فالكافر كالمملوك الذي لا يقدر على شيء وهو عاجز، وبين من رزقه اللَّه تعالى رزقا حسنا، فهو كقوله تعالى:  (. . . هَلْ يَسْتَوِي الأَعْمَى وَالْبَصِيرُ. . .) ، (. . . هَلْ يَسْتَوِي الَّذِين يَعْلَمُونَ وَالَّذينَ لَا يَعْلَمُونَ. . .) ، وكذلك التشبيه في قوله تعالى في الآية الآتية: </p>"
}