{
  "id": null,
  "sura": 16,
  "aya": 17,
  "text": "<p> (أَفَمَن يَخلقُ كمَن لَا يَخْلُقُ أَفَلا تَذَكَّرُونَ) . </p><p> الاستفهام إنكاري بمعنى إنكار الواقع؛ لأنهم فعلا عبدوا الأحجار فجعلوا من خلق الوجود كمن لَا يخلق شيئا، وهو ذاته مخلوق ميت لَا حياة فيه إذ هو جماد من الجمادات وحجر من الأحجار، وإنكار الواقع توبيخ؛ لأنه يكون استفهامًا عن واقع غير معقول، فيكون الجواب منهم إقرارا بأنهم يفعلون أمرا غير معقول. </p><p> و (الفاء) في قوله: (أَفَمَن يَخْلُقُ) لترتيب ما بعدها على ما قبلها، فإنه يترتب على أن الله تعالى خالق الأشياء والنعم والأنفس، وبذلك يكون هو المعبود وحده، وإلا كان الأمر المستنكر عقلا، وواقعا، وهو أن يكون الخالق كالمخلوق، بل إن يكون الخالق كأصغر ما خلق، والفاء مؤخرة عن تقديم، فحق القول بيانيا أن يكون فأمن يخلق كمن لَا يخلق، ولكن الاستفهام له الصدارة في الجمل فأخرت الفاء، وكذلك في القرآن كل فاء جاءت بعد حرف الاستفهام، والواو العاطفة كذلك. </p><p> ويلاحظ في النص السامي ما يأتي: </p><p> أولا: أن الله تعالى عبر عن الأحجار التي كانوا يعبدونها بـ (مَن) الدالة على العقلاء، فقال سبحانه:  (أَفَمَن يَخْلُقُ كَمَن لَا يَخْلُقُ) وكان ذلك لأنهم عدوها معبودة، فكأنَّهم يعاملونها معاملة العقلاء، فكان التعبير مساوقة لزعمهم، ولأن بعض الذين يعبدون غير اللَّه يعبدون عقلاء، كالثالوث المسيحي ففيه العقلاء، وقد أشركوا، وقد يكون ذلك للمشاكلة، والتسوية التي أرادوها بين الخالق والمخلوق، وذلك مثل قوله تعالى:  (. . . فَمِنْهُم مَّن يَمْشِي عَلَى بَطْنِهِ وَمِنْهُم مَّن يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُم مَّن يَمْشِي عَلَى أَرْبَع يَخْلُقُ اللَّهُ مَا يَشَاءُ. . .) ، وإن اللَّه سبحانه في أكثر من آية يعيد الضمير عليها كالعقلاء، كقوله تعالى: (أَلَهُمْ أَرْجُلٌ </p><p> يَمْشُونَ بِهَا أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا)، فهو نوع من مجاراتهم حتى تكون النتيجة بالموازنة أنهم ليسوا كمن خلق فقط، بل هم دون من خلق أو بالأحرى دون من يعبدونهم. </p><p> ولقد ذكر الزمخشري أن سياق البيان كان أن يشبهوا هم بالخالق لَا أن يشبه الخالق بهم، فكان يقال أفمن لَا يخلق كمن يخلق، وقد أجاب عن ذلك، أن الاستنكار موجه إلى المساواة بين الخالق والمخلوق، فكأنَّهم جعلوه في ضمن المخلوقات، وقد يجاب عن ذلك أيضا بأن سياق القول في بيان الخلق، فكان موجبه أن يذكر الخالق أولا، وكأنَّهم ينزلونه من مرتبته التي لَا تناهد إلى منزلة المخلوق، وهذا في ذاته موضع استنكار. </p><p> ويختم اللَّه سبحانه الآية بقوله:  (أَفَلا تَذَكرُونَ) يقال في (الفاء) هنا ما قيل في (الفاء) في قوله تعالى: (أَفَمَن يَخْلُقُ كمَن لَا يَخْلُقُ) والاستفهام لإنكار الوقوع مع التوبيخ، والتعبير (أَفَلا تَذَكَرُونَ) فيه إشارة إلى أن عبادة الأحجار من غفلة العقول، وإنها تتذكر وتذهب الغفلة، حتى تتنبه إلى حكم العقل وهو الوحدانية، وذلك حق، لأن عبادة الأوثان من سيطرة الأوهام التي تجعل العقل في غفلة تامة، كما ترى في هذه العصور عند بعض النصارى. </p>"
}