{
  "id": null,
  "sura": 16,
  "aya": 94,
  "text": "<p> (وَلَا تَتَّخِذُوا أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا السُّوءَ بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ وَلَكُمْ عَذَابٌ عَظِيمٌ (٩٤) </p><p> كان النهي عن اتخاذ الأيمان دخلًا أي غشا وخديعة في العهود؛ لأن الكلام كان في العهود ونقضها، إذ ابتدأ القول:  (وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ) أما النهي في هذه الآية عن اتخاذ الأيمان دخلًا، فهو نهي عن الحلف الكاذب خديعة وغشا ومكيدة بعهد كان يعتزم فعل أمر أو يظهر اعتزامه ويوثقه بيمين، ولا يتجه إلى المعاهدة عليه، فإن ذلك منهي عنه، أو يؤكد كلامه عن أمر سابق باليمين وهو كاذب في يمينه، فإن اليمين في هذه الحال غش وخديعة ويكون ممن لَا يطاع ولا يستمع إليه إذ يقول اللَّه تعالى:  (وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ (١٠) هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ (١١) . </p><p> وعلى ذلك يكون النهي عن اتخاذ الأيمان للغش والخديعة يشمل العهود والبيعات ويشمل توثيق يمين منعقدة لَا ينوي التنفيذ فيها، أو يمين غموس هو فيها كاذب، كشهادات الزور، ونحوها مما تتخذ اليمين للغش والخديعة، وضياع الحقوق والدعاء الباطل وتأكيده بهذه الأيمان. </p><p> ولقد قال تعالى فيما يترتب على اتخاذ الأيمان الباطلة غشا وخديعة وتثبيتا للكذب (فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا) ، هذا تشبيه جيد وهو استارة من قبيل تشبيه المعنوي بالحسي أي شبه الانحراف الديني الذي يؤدي إليه الأيمان الباطلة بعد الإسلام والاستظلال بظله كزلَّة القدم بعد ثبوتها قوية، فمعنى الزلل الانتقال من الخير إلى الضرر. </p><p> (وَتَذوقُوا السُّوءَ) ، والسوء هو الأمر السيئ وشبه بالشيء الذي يذاق كأنه بعد أن ذاق حلاوة الإيمان ذاق السوء وهو الكفر، ذلك لأن الأيمان الكاذبة تفسد اليقين، وتضعف الإيمان بالحق، وفوق ذلك إذا شاعت ضاعت الثقة بين الناس، وصار الناس لَا يؤمنون بشيء، وإن ذلك يؤدي إلى الضلال، والضلال يؤدي إلى الصد عن الحق، والحق هو سبيل اللَّه المستقيم، وصراطه الهادي؛ ولذا قال تعالى:  (وَتَذُوقُوا السُّوءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ اللَّهِ) فإنه لَا يضيع الحق ولا يسير الناس في ضلال من أمورهم إلا الكذب، فإذا وثق بأيمان فاجرة كان الصد عنه بل ضياعه. </p><p> ولذا قال تعالى في عقابه:  (وَلَكُمْ عَذَابٌ عَظِيمٌ) ، أي كبير شديد ونكر لإفادة أنه عظيم أبلغ العظم لَا يعرف مقداره، ونكرت (قَدَمٌ) وأفردت لأنه تتعدد الأقدام الزالة بتعدد الأيمان، وأكد سبحانه النهي عن نقض العهد مهما يكن الثمن، فقال تعالى: </p>"
}