{
  "id": null,
  "sura": 16,
  "aya": 78,
  "text": "<p> (وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ (٧٨) </p><p> (الواو) هنا عاطفة على قوله تعالى: (وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ) ، وقد عطف عليها من قبل قوله تعالى:  (وَاللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ</p><p> أَزْوَاجًا) ، وعطف عليهم قوله تعالى:  (وَاللَّهُ أَنزَلَ مِنَ السَّمَاءِ مَاءً) ، وما كان بعد كل جملة من هذه المعطوفات، إنما هو لبيان وجه العبرة فيها، وضلال الشرك وأهله، فهي تابعة لمعانيها، فلا يكون ثمة مانع من العطف عليها. </p><p> وإذا كانت معطوفة على قوله تعالى:  (وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ) فهي لإثبات أن الغنى والفقر أمران مقدوران لله تعالى، وإن الغنى من فضل الله، ويوجب الشكر، والفقر اختبار الله تعالى ويوجب الصبر، ومع الصبر الجزاء، وهو على صورة الصبر شكر للَّه تعالى. </p><p> (وَاللَّهُ أَخْرَجَكُم مِّنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا) ، أي شيئا من العلم بالحياة ومشاربها، ومن العلم بحق اللَّه على عباده من إدراك عظمة خلقه في تكوينه الإنسان من سلالة من طين، وجعله نطفة في قرار مكين، وجعل النطفة علقة والعلقة مضغة، وجعل المضغة عظاما، ثم أخرجه من ضيق الرحم إلى سعة الوجود، وهذا ما يشير إليه قوله:  (مِنْ بُطُونِ أُمَّهَاتِكُمْ) يخرج الجنين من بطن أمه لا يعلم شيئا من طرق الحياة، ولكن يعطيه الله تعالى أسباب العلمِ بهذه الحياة وما يجري فيها، وهذا قوله تعالى:  (وَجَعَلَ لَكُمُ السَّمْعَ وَالأَبْصَارَ وَالأَفْئِدةَ) . </p><p> (وَجَعَلَ لَكُمُ) ، أي خلق لكم وصيره لكم (السَّمْعَ) ، والسمع يتضمن النطق؛ لأن النطق لَا يكون إلا لسميع، إذ إن النطق لَا يكون بالفطرة التي فطر اللَّه </p><p> تعالى الناس عليها إلا بالمحاكاة، والمحاكاة لَا تكون إلا إذا سمع الكلام بحروفه وعباراته، وحاكاها؛ ولذلك من فقد السمع لَا يتكلم، وهو الأخرس كما أشرنا من قبل. </p><p> وبالسمع يسمع هداية اللَّه تعالى في كلام الرسل والصديقين، وكلام رب العالمين، (وَالأَبْصَارَ) بها يرى عظمة اللَّه تعالى في خلقه، فيرى السماء وقد زينها للناظرين، والجبال والوهاد، والشمس والقمر، والنجوم مسخرات لأمر اللَّه تعالى وإن كل هذه المعلومات الحسية يستودع اللَّه تعالى الأفئدة فتدرك، فالسمع والبصر يجمعان المسموعات والمرئيات والأفئدة تعتبر وتقدر وتدرك، وتستبصر، فيكون الإنسان المعامل في الحياة المدرك لمعناه الذي يدرك بالبداهة وجوب شكر المنعم؛ ولذا قال تعالى (لَعَلَّكمْ تَشْكُرونَ) ، أي رجاء أن تشكروا لتوافر أسباب الشكر، ودواعيه، والرجاء من العباد، ولا من اللَّه سبحانه وتعالى. </p><p> * * * </p><p> نعم الله تعالى توجب الشكر </p><p> قال اللَّه تعالى: </p><p> (أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّرَاتٍ فِي جَوِّ السَّمَاءِ مَا يُمْسِكُهُنَّ إِلَّا اللَّهُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٧٩) وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعَامِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَى حِينٍ (٨٠) وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلَالًا وَجَعَلَ لَكُمْ مِنَ الْجِبَالِ أَكْنَانًا وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ </p><p> الْحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ (٨١) فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ الْمُبِينُ (٨٢) </p><p> * * * </p><p> في هذه الآيات بيان قدرة اللَّه تعالى في خلقه، وإحكامه وإبداعه، وبيان نعمته على الإنسان ظاهره وباطنه، وكيف سخر الحيوان للإنسان، فتمكن من اتخاذ المأوى، في الظعن وفي الإقامة، وجعل ظلالا تقيهم الحر والبرد، وسخر لهم النبات يتخذون منه لباسا يقيهم الحر، ومن الحديد سرابيل تقيهم في يوم البأس، وكان ذلك إتماما لنعمة الله رجاء أن يسلموا، وقد بلغ النبي - صلى الله عليه وسلم -، وبين وأقام الأدلة، وما عليه إلا البلاغ. </p><p> ابتدأ سبحانه بالإشارة إلى عجائب الخلق، والتكوين في الطير التي تسبح في الفضاء، كما تسبح السفائن في الماء من غير ماء يحملها، إنما خلقها تعالى لتحمل نفسها، وتتوقى السقوط بأجنحتها، وتسير في الفضاء كما تسير الدواب على الأرض لا عائق يعوقها، ولا عقبات تمنعها، حتى إن الإنسان عندما أراد أن يستخدم الفضاء تعلم منها، ولذا قال تعالى: </p>"
}