{
  "id": null,
  "sura": 16,
  "aya": 8,
  "text": "<p> (وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لَا تَعْلَمُونَ (٨) </p><p> بعد أن ذكر سبحانه نعمته في الأنعام، وما تتخذ منها من منافع، وما يكون فيها ذكر نعمة في غيرها مما لَا يشمله اسمها وكان العرب يجدون فيها متاعا، وهي الخيل والبغال والحمير، فإن فيها نعمة التمكين من ركوبها أو نعمة أنها تتخذ زينة لهم في غدوهم ورواحهم، وقد قال تعالى:  (زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ. . .) . </p><p> فالخيل المسومة من زينة الحياة، فالخيل ومثلها البغال والحمير تتخذ زينة، وقد قال العلماء في الخيل ومثلها البغال، وكلمة الخيل قد يدخل في عمومها البغال؛ ولذا يكون سهمها في الغزو واحدًا عند كثير من الفقهاء وعلى رأسهم أبو يوسف صاحب أبي حنيفة رضي اللَّه عنهما. إن الخيل تتخذ لأغراض ثلاثة: الغرض الأول: القنية، للإنتاج وهذه حسنة في ذاتها؛ لأن الإنتاج في الحيوان كالإنتاج في النبات مستحسن بل مطلوب. </p><p> الغرض الثاني: للجهاد، فإن في نواصيها الخير وذلك مطلوب. </p><p> الغرض الثالث: للخيلاء والتفاخر، والخيلاء منهي عنه. </p><p> والزينة هي ما يكون في الخيل من راحة للنفس، وفرق بين اتخاذها زينة والخيلاء بها، فإن الخيلاء تفسد القلب، أما التزين، أو طلب ما يكون فيه زينة فإنه لا شيء يمس القلب ليفسده. </p><p> ولقد قال تعالى بعد ذلك. (وَيَخْلُقُ مَا لَا تَعْلَمُونَ) ، أي يخلق ما نعلم وما لا نعلم، وما كان يعلمه العرب، وما لَا يعلمونه، ولو أن المتأمل المستبصر تعرف إعجاز القرآن في إخباره بما كان مغيبا في زمان نزوله لوجده في مثل هذه الآية، </p><p> فإن مما خلقه اللَّه تعالى مما كان العرب لَا يعلمونه، ولم يكن قط في عصر نزول القرآن - السيارات التي تنهب الأرض نهبا، والطائرات التي تقطع أجواء الفضاء قطعا، ومما يجري الآن في عصر الفضاء فإن ذلك كله خلقه اللَّه تعالى، ومكن الإنسان في عصره ما لم يكن ليعلمه، وسنرى مما يخلقه اللَّه، ويعلمه من بعدنا، ولا نعلمه نحن. </p><p> * * * </p><p> نعم الله تعالى في المطر والشمس والقمر والبحار </p><p> قال تعالى: </p><p> (وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ وَمِنْهَا جَائِرٌ وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ (٩) هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ (١٠) يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ (١١) وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (١٢) وَمَا ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفًا أَلْوَانُهُ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ (١٣) وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (١٤) </p><p> وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهَارًا وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ (١٥) وَعَلَامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ (١٦) </p><p> * * * </p><p> يقرن الله تعالى الأمور الحسية بالمعنوية، فيذكر الحسي أولا، ثم يتجاوزه إلى المعنوي، وقد يكون ذلك في جملتين متصلتين سببية أو وصفية، كما قال تعالى:  (. . . وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى. . .) ، فصدر القول التزود في الحج بزاد الدنيا، وجاء في التعليل الزاد المعنوي، وذلك ليجمع بينهما، وكما قال تعالى:  (يَا بَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ. . .) . </p><p> وقد ذكر سبحانه في الأيات السابقة ركوب الخيل والبغال والحمير وزينتها وأن الله يخلق ما لَا نعلم من نزل فيهم القرآن، وقد خلق السيارة والطيارة، وقد أخرج روائع الأرض إلى السماء، حتى يصل الإنسان إلى الأفلاك ومواقع النجوم. </p><p> ذكر سبحانه تلك النعم المادية، وذكر بعدها المسالك المعنوية الهداية، والشقوة، فقال تعالى: </p>"
}