{
  "id": null,
  "sura": 16,
  "aya": 125,
  "text": "<p> (ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (١٢٥) </p><p> صدع النبي - صلى الله عليه وسلم - بأمر ربه بعد أن أنذر عشيرته وعمت دعوته ربوع البطحاء، وتجاوبت أصداؤها في أرض الجزيرة العربية، وصار الناس يتعرفون أمر هذه </p><p> الدعوة، وتجردت قريش مناوئة بكل مما أوتيت من قوة آذت الضعفاء وفتنتهم عن دينهم وهاجر إلى الحبشة من هاجر فرارا بدينه وحماية ليقينه، فهل يضعف ذلك من ندائه بقوة الحق والإيمان، وهل يخرجه ذلك عن حد الحكمة، بل إنه يستمر هاديا مرشدا؛ ولذا جاء أمر اللَّه بأن يستمر في دعوته بالحكمة والموعظة ولا يخرجه ما يفعلون إلى غير الحكمة، فقال تعالى:  (ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمًوْعِظَةِ الْحَسَنَةِ) ادع مبلغا رسالة ربك ومتبعا سبله وهدايته إلى سبيل ربك، وسبيل اللَّه هو الصراط المستقيم وهو التوحيد وشريعته التي لَا عوج فيها ولا أمتَ بل وهو سبيل الحق الهادي المرشد بالحكمة والموعظة، والحكمة هي القول المحكم الذي يشتمل على الدليل الهادي والبرهان القاطع، والموعظة هي بيان العبر، وضرب الأمثال بما وقع للماضين، وهي المثلات التي وقعت للناس، والموعظة تشمل هذا وتشمل بيان منافعهم في إجابة دعوة اللَّه، والمضار التي تنزل بهم إن أعرضوا وضلوا عن سواء السبيل. </p><p> وبيان الفرق بين الحكمة والموعظة أن الحكمة ذكر الأدلة على التوحيد التي لا يفهمها إلا الراشدون الذين يدركون الدليل ومقدماته، والموعظة ذكر عواقب الضلال من الحوادث الماضية التي وقعت بالضالين المضلين، والقرآن الكريم قد اشتمل على الحكمة والموعظة، ففيه بيان آيات اللَّه في الكون من خلق السماوات والأرض والشمس والقمر والنجوم المسخرات بأمره وإنزال الماء وإنبات النبات وفلق الحب والنوى، فهذا كله من الحكمة، وفيه قصص الأمم السابقة وما نزل بالعصاة من خسف وزلزال وريح صرصر عاتية، وهذا من الموعظة الحسنة؛ ولذا قال بعض المفسرين (بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ) القرآن لأنه يشتمل عليها، ووصفت الموعظة بالحسنة لسهولة قبولها، أو يتخير الرسول أسهلها على النفس، وأحسنها توصيلا للحق الله الهادي إلى سبيل الرشاد. </p><p> أمره سبحانه أن يدعوهم بالحكمة والموعظة وأن يجادلهم بالتي هي أحسن فقال تعالى:  (وَجَادِلْهُم بِالَّتِي هِيَ أَحْسَنُ) ، أي بالطريقة التي هي أحسن في التوصيل إلى الإقناع، فإن لم يكن إقناع فتقريب، فإن لم يكن تقريب لَا يكن </p><p> تنفير، فهو يبين لهم الحق في غير مخاشنة وإن خاشنوه، وفي غير غضب وإن غاضبوه، فالنبي لَا يغضب ولكن يهدي فلا يفجؤهم يما لَا يحبون، بل يأتيهم بالحق مما يحبون ما دام لم يكن باطلا، ولا يكون جافيا في قول أو خلق، ولا يكون غليظا بادي الغلظة، بل يكون ودودا بادي الودة، من غير أن يكون مداهنا في حق، فإن المشركين يودون أن يكون مداهنا في الحق كما قال تعالى:  (وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ) . </p><p> (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) . </p><p> أمر اللَّه نبيه بأن يبذل غاية الجهد في الدعوة من غير مغاضبة بل بالمودة والملاينة والرفق في القول والعمل، والمجادلة من غير مشاحنة ولا مخاصمة، بحيث يكونون في جانب، وهو في جانب، ولا يظن أنه بذلك يتأكد إيمانهم فإن منهم من يضل، ومنهم المهتدي، وعليه التبليغ، وليس عليه الهداية؛ ولذا قال:  (. . . فَإِنَّمَا عَلَيْكَ الْبَلاغ. . .) ، وقال في هذه الآية:  (إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) هذا النص السامي كأنه جواب عن استفهام مقدر في القول: أبعد الدعوة بالحكمة والموعظة الحسنة والجدل بالتي هي أحسن يكون الإيمان لَا محالة؟، فأجاب سبحانه: فيهم من كتب عليه الضلال وفيهم المهتدي. </p><p> (إِنَّ رَبَّكَ) الذي يعلم كل شيء لأنه رب الإنسان والوجود (أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ) ، أي بمن سلك سبيل الضلالة وأوغل فضل، (وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) . </p><p> ونقول: إن أفعل التفضيل ليس على بابه؛ لأنه لَا مفاضلة بين علم اللَّه وعلم أحد، وإنما الذي يقصد من أفعل التفضيل أن علمه بلغ أقصى درجات العلم فلا علم فوق علمه سبحانه. </p><p> ويلاحظ أنه يعبر عن الضالين بالفعل، (ضَلَّ) ، وعن الذين هداهم اللَّه تعالى (بِالْمُهْتَدِينَ) ؛ للإشارة إلى أن الضلال مخالف للفطرة حادث عارض لها، </p><p> ولذا عبر عنه بالفعل الماضي، وأما الهداية فهي الفطرة، ولذا عبر عنها بالوصف الذي يدل على الدوام، فقال:  (وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ) . </p><p> وإذا لم تكن هداية لَا تكون مغاضبة، بل يكون عقاب إن اعتدوا فقال تعالى: </p>"
}