{
  "id": null,
  "sura": 16,
  "aya": 126,
  "text": "<p> (وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (١٢٦) </p><p> هذه السورة سورة النحل مكية كلها، وقيل إن ثلاث الآيات الأخيرة منها، وهي هذه الآية، واللتان تليانها مدنيات، وهي بالمدنيات أشبه؛ لأن المسلمين لم يملكوا القدرة على العقاب إلا بعد الهجرة، وبعد أن أذن لهم بالقتال في قوله تعالى:  (أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ (٣٩) الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (٤٠) . </p><p> فبعد الهجرة والإذن بالقتال يكون للعقاب موضع؛ إذ كانتا لهم القدرة، ويكون معنى الآية على هذا، وإن عوقبتم أي آذوكم على إيمانكم، وهاجموكم في دياركم وأموالكم، أو أردتم أن تأخذوا منهم حقكم على إيذاء آذوه فعاقبوهم بمثل ما آذوكم، وتسمية فعلكم عقابا هو من قبيل المشاكلة اللفظية، فما كان منهم لم يكن عقابا بل كان إيذاء ابتداء اعتدوا به عليكم كما سمي رد الاعتداء من قبيل المشاكلة اللفظية في قوله تعالى:  (. . . فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ) ، فما كان دفع الاعتداء اعتداء إنما كان دفع الاعتداء انتصافا. </p><p> وما موضع الصبر في هذه الحال، وقد أقسم اللَّه تعالى بأنه (خَيْرٌ لِّلصَّابِرِينَ) ، ونقول: إن موضعه في أنه لَا يجهز على جريح، ولا يقتل النساء ولا الذرية، ولا تنتهك الفضيلة، وفي ألا يبادروهم بالقتال، ولا ينتهكوا الحرمات </p><p> ولا يمثلوا بالقتلى كما يمثلون، روي أنه في غزوة أحد قتل سيد الشهداء حمزة بن عبد المطلب، وقد ذكر الرواة في السيرة أن المشركين مثلوا بالمسلمين يوم أحد. . </p><p> بقروا بطونهم، وقطعوا مذاكيرهم، ما تركوا أحدًا إلا مثلوا به حتى حمزة عم رسول اللَّه - صلى الله عليه وسلم - فقد مثلوا به، فرآه مبقور البطن، ققال:  \" أما والذي أحلف به لئن أظفرني الله بهم لأمثلن بسبعين مكانك \" ، ولكن أمر بالنهي عن المثلة. </p><p> وموضع الصبر أيضا في أنه إذا تمكن منهم المسلمون يعرضون عليهم الإسلام، كما يعرضونه قبل القتال، كما قال النبي - صلى الله عليه وسلم - عندما أرسل معاذ بن جبل وعلي بن أبي طالب إلى اليمن كل بمفرده:  \" لا تقاتلهم حتى تعرض عليهم الإسلام، فإن أسلموا فخذ من أغنيائهم صدقة وردها على فقرائهم، فإن لم يسلموا فلا تقاتلوهم حتى يقاتلوكم، فإن قاتلوكم فلا تقاتلوهم حتى يقتلوا منكم رجلا فإن قتلوا منكم رجلا،فقولوا لهم:أما كان خيرا من هذا أن تقولوا لَا إله إلا الله \" . </p><p> ونرى أن الصبر كان له موضع ليس في الجهاد، بل في تحمل أذى المشركين عسى أن يهتدوا، هذا إذا كانت الآيات الثلاث مدنية، أما إذا كانت مكية فكيف يكون مبادلة العقاب بعقاب مثله، والمسلمون لم يكن لهم قوة بل كانوا يفرون بدينهم مهاجرين أحيانا ومتحملين أبلغ الأذى أحيانا ومنهم من يُكْرَه وقلبه مطمئن بالإيمان، والجواب عن ذلك أن المسلمين لم يكونوا جميعا مستضعفين، بل كان فيهم أقوياء وإن كانوا نادرين، كعمر بن الخطاب وحمزة بن عبد المطلب فإنه عندما أسلم عمر ذهب إلى البيت، ونكل بكل من كان فيه حتى إنه كان فيه رجل من المشركين كان قد آذي أبا بكر الصديق فجاء إليه عمر وصرعه، وجلس عليه وأراد أن يفقأ عينيه فاستغاث بالمشركين فما استطاعوا إلى عمر سبيلا وهو باركٌ عليه كما يبرك الفحل، وكان قوي الجسم مديد القامة عملاقا. </p><p> ويقول علي بن أبي طالب في هجرة عمر: كان المسلمون يهاجرون خفية إلا عمر فإنه عندما هاجر لبس لأْمته وشد عنزته ونادى: شاهت هذه الوجوه، وأرغم </p><p> اللَّه هذه المغاطس، من أراد منكم أن تثكله أمه، وييتم ولده وترمل امرأته فليلقني وراء هذا الوادي. </p><p> وما أظن أنهم كانوا يستطيعون أن ينالوا من حمزة وأمثاله، وإلا ذاقوا بدل الكأس أكؤسا، ولكن الصبر كان خيرا للصابرين، ولكن ما سبب ذلك؟ السبب أمران: </p><p> الأمر الأول - أن هؤلاء الأقوياء كانوا قلة نادرة قد ادخرهم اللَّه للشديدة، ولو استرسلوا لتكاثفوا عليهم وأبلغوا في إيذائهم، ولشغلت مكة بهم عن الالممتماع لدعوة النبي - صلى الله عليه وسلم -. </p><p> الأمر الثاني - أن وقت المغالبة بالقوة لم يحن بل كانت المغالبة بالمصابرة ليثير الصبر على الأذى قلوب ذوي المروءات كما كان يحدث أحيانا، والنبي - صلى الله عليه وسلم - كان أقوى في شخصه وهيبته من كل هؤلاء، ولكنه لم يفرض هيبته ليدخل الناس في الإسلام مختارين غير هيابين. </p><p> وقد حبب اللَّه تعالى إليه الصبر فقال:  (وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ للصَّابِرِينَ) فأكده سبحانه أولا بالقسم، واللام الدالة عليه، وبـ (لام) القسم الواقعة في جوابه، وبالضمير (هو) ، وبالإظهار في موضع الإضمار للدلالة على أن الصبر خير في ذاته لمن يصبرون. </p><p> وقد أمر النبي - صلى الله عليه وسلم - في عامة أموره وفي دعوته، وفيما يلقاه من المشركين فقال تعالى: </p>"
}