{
  "id": null,
  "sura": 16,
  "aya": 128,
  "text": "<p> (إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ (١٢٨) </p><p> إن اللَّه مع الذين امتلأت قلوبهم تقوى، وجعلوا بينهم وبين غضب اللَّه وقاية (وَالَّذِينَ هْم مُّحْسِنُونَ) ، وأكد إحسانهم بالضمير وبالجملة الاسمية، وهو معهم بالصحبة السامية وبالتأييد وبالنصر وبالعزة لهم في الدنيا والآخرة، واللَّه ولي المؤمنين. </p><p> * * * </p><p> (سُورَةُ الْإِسْرَاءِ) </p><p> تمهيد: </p><p> سورة الإسراء سورة مكية، وعدد آياتها ١١١ إحدى عشرة ومائة آية، وقد قيل: إنها مكية نزلت بعض آياتها بالمدينة وهي قوله تعالى: (وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا (٨٥) </p><p> وقوله تعالى:  (وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا (٧٣) </p><p> إلى قوله تعالى:  (وقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا) </p><p> وكذلك قوله تعالى:  (قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا (٨٨) . </p><p> وقد ابتدئت السورة الكريمة بذكر خبر الإسراء والإشارة إلى المعراج في قوله تعالى:  (سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَا الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ (١) </p><p> وذكر سبحانه أن أهل مكة وبيت المقدس وغيرهم هم ذرية من حملهم اللَّه مع نوح. </p><p> ثم بين سبحانه أنه قضى لبني إسرائيل أن يفسدوا في الأرض، ففي الأولى يبعث الله لهم قوما أولى بأس شديد فجاسوا خلال الديار، ثم يجعل الله تعالى لأهل الإيمان من أتباع محمد - صلى الله عليه وسلم - من رد الكرة عليهم، وأمد اللَّه المؤمنين بأموال وبنين وجعلهم أكثر نفيرا، فإذا جاء وعد المرة الآخرة من فسادهم يدخلون المسجد كما دخلوه أول مرة، وخاطب سبحانه المؤمنين بقوله تعالى:  (. . . لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا (٧) ويشير سبحانه إلى أن سبب ذلك فساد أحوال المسلمين، وأنهم إن صلحوا صلحت الأمور، فيقول (عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ وَإِنْ عُدْتُمْ عُدْنَا وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا (٨) </p><p> ويشير سبحانه إلى أن خسارة المسلمين ترجع إلى ترك القرآن، (إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا (٩) وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا (١٠) </p><p> وبين أحوال الإنسان فقال:  (وَيَدْعُ الْإِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ وَكَانَ الْإِنْسَانُ عَجُولًا (١١) . </p><p> ويذكِّر الله سبحانه المؤمن المدرك بأنه خالق الليل والنهار ليبتغوا فضلا من ربهم، وليعلموا عدد السنين والحساب، ويذكر اللَّه تعالى الناس بيوم الحساب، وأن كل إنسان يكون معه كتابه قد سجلت فيه حسناته وسيئاته (مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) . </p><p> ويبين سبحانه أن هلاك الأمم وضعف المسلمين أمام بني إسرائيل في جولتهم الأخيرة سببه الترف والتراخي:  (وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا (١٦) ، وبين اللَّه سبحانه وتعالى بعد ذلك سنته في القرون الماضية الذين أهلكهم اللَّه سبحانه، ويقرر سبحانه أن (مَن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَن نُّرِيدُ) . </p><p> (وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا (١٩) كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا (٢٠) انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا (٢١) </p><p> ونهى سبحانه عن عبادة غير اللَّه مع اللَّه (فَتَقْعُدَ مَذْمُومًا مَخْذُولًا (٢٢) . </p><p> ويأمرنا سبحانه وتعالى أمرا:  (وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا (٢٣) وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا (٢٤) ، </p><p> ثم يوصى سبحانه وتعالى بالقرابة كلها، وبالتوسط في إنفاق المال، ولا ينفقه إلا في خير، ثم ينهى عن قتل النفس وعن الزنا، وأن قتل النفس يجعل للمولى سلطانا في طلب الدم، ثم ينهى سبحانه عن أن يقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ أشده، ويأمر سبحانه بالوفاء بالعهد وبالوفاء بالكيل والميزان، </p><p> (ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا) ، وأمر سبحانه أن ألا يَقْفُ الإنسان ما لا علم له به، أو ما لَا سبيل إلى العلم، (إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا (٣٦) . </p><p> ويعلم الإنسان الأدب واللياقة حتى لَا ينفر الناس منه، (وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا (٣٧) </p><p> وإن ذلك له في المجتمع عواقب سيئة مكروهة مقطعة لأوصال الجماعة. </p><p> وينهى سبحانه عن أن يكون مع الله إله آخر، ويندد بعادات أهل الجاهلية في كراهيتهم للبنات (أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا (٤٠) وقد بين اللَّه تعالى تصريفه سبحانه في القرآن ليتذكر الناس ولكنه يزيدهم نفورا؛ لأنهم يرون فيه قوة الحق، والمبطل المعاند كلما وضحت الحجة نفر وما اهتدى، ثم يبين سبحانه أنه لو كان معه آلهة كما يقولون لنازعوه سبحانه وتعالى في عرشه فيفسد الكون. </p><p> ثم ذكر سبحانه تسبيح كل ما في الوجود له، ثم بين سبحانه هداية القرآن وضلال الناس:  (وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا (٤٥) وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا (٤٦) نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا (٤٧) انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا (٤٨) </p><p> وإن الأمر الذي يشغلهم عن الحق هو كفرهم بالبعث فهم يقولون:  (أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا (٤٩) . </p><p> فيرد الله تعالى كلام هؤلاء فيقول:  (قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا (٥٠) أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا (٥١) . </p><p> وبين سبحانه أن هذا كله من نزغ الشيطان بينهم، وإن ربكم أعلم بكم إن يشأ يرحمكم وإن يشأ يعذبكم، وما أرسلناك (يا محمد) عليهم وكيلا، وقد بين </p><p> سبحانه أنه فضَّل بعض النبيين على بعض، وآتى الله داود زبورا، ويبين سبحانه عجز الأوثان في كشف الضر، ويصف المؤمنين فيقول تعالت كلماته:  (أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا (٥٧) . </p><p> ويضرب اللَّه تعالى الأمثال بالقرى التي فسقت عن أمر ربها، فيقول سبحانه:  (وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا (٥٨) . </p><p> طلب المشركون آيات حسية بدل القرآن، فيقول سبحانه:  (وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا (٥٩) وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا (٦٠) . </p><p> ثم يشير سبحانه إلى قصة الخلق والتكوين ويذكر تكريم آدم بالأمر بالسجوِد له، وموقف إبليس، ويأمره سبحانه بأن يبذل أقصى ما يملك (وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا (٦٤) </p><p> وبين سبحانه أن عباده المؤمنين ليس للشيطان عليهم سلطان، وكفى بربك وكيلا. </p><p> ثم بين سبحانه نعمه في البر والبحر وكشف الضر إذ يسمغيثون به، فإذا كشف الضر عنهم أعرضوا وكان الإنسان كفورا. </p><p> وأشار سبحانه إلى قدرته القاهرة:  (أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا (٦٨) أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا (٦٩) </p><p> أي مطالبا ينتصر لكم، ولقد ذكر بعد ذلك تكريم اللَّه تعالى لبني آدم وذكر أن من تكريمهم أن يبعثوا، (يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ </p><p> فَأُولَئِكَ يَقْرَءُونَ كِتَابَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا (٧١) وَمَنْ كَانَ فِي هَذِهِ أَعْمَى فَهُوَ فِي الْآخِرَةِ أَعْمَى وَأَضَلُّ سَبِيلًا (٧٢) . </p><p> ولقد ذكر سبحانه وتعالى محادَّة المشركين أن يفتنوا محمدا - صلى الله عليه وسلم - عن دينه، وأنه لولا أن اللَّه ثبته لركن إليهم، (وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا (٧٤) إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا (٧٥) . </p><p> ثم أشار سبحانه إلى أن المشركين يستفزون محمدا وأتباعه ليخرجوه (وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا (٧٦) </p><p> ويأمره سبحانه بإقامة الصلاة في أوقاتها فيقول:  (أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا (٧٨) وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا (٧٩) وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا (٨٠) وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا (٨١) . </p><p> وبعد ذلك ذكر نزول القرآن وأنه يكون تنزيلا وقتا بعد آخر، (وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا (٨٢) . </p><p> وبين سبحانه وتعالى طبيعة الإنسان غير المؤمن، حيث يعرض عن اللَّه عند النعمة (وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا) وكل يعمل على شاكلته (وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا (٨٦) إِلَّا رَحْمَةً مِنْ رَبِّكَ إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا (٨٧) وبعد ذلك بين القرآن وأن الله سبحانه وتعالى يتحدى به الخليقة إلى يوم القيامة. </p><p> ولقد ذكر سبحانه أنهم طلبوا آيات أخرى حسية، طلبوا أن تفجّر لهم الأرض يناييع، وأن تكون لهم جنات من نخيل وعنب، أو أن يسقط السماء عليهم كسفا، أو يأتي باللَّه والملائكة قبيلا، أو يكود له بيت من زخرف، أو يرقى في السماء ويرسل إليهم كتابا من السماء. </p><p> وكلها آيات مادية حسية، والنبي - صلى الله عليه وسلم - يجيبهم (سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا (٩٣) . </p><p> ولقد كان المشركون يعجبون ويقولون أبعث اللَّه بشرا رسولا! فيقول سبحانه:  (قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا (٩٥) . </p><p> ويأمر النبي - صلى الله عليه وسلم - أن يجعل اللَّه شهيدا بينه وبينهم. </p><p> وإن من يهديه اللَّه فهو المهتد ومن يضلل اللَّه فلن تجد له أولياء من دونه، (وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا (٩٧) ذَلِكَ جَزَاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآيَاتِنَا وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا (٩٨) . </p><p> ثم يذكر سبحانه أنه خلق السماوات والأرض فهو قادر على أن يخلق مثلهم، (. . وَجَعَلَ لَهُمْ أَجَلًا لَا رَيْبَ فِيهِ فَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا (٩٩) قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ وَكَانَ الْإِنْسَانُ قَتُورًا (١٠٠) . </p><p> وإن المشركين يلحون في أن يأتيهم الرسول بآيات حسية، ولا يقتنعون بالقرآن معجزة مع أنه تحداهم أن يأتوا بسورة من مثله، فذكر اللَّه تعالى أن اللَّه آتى موسى تسع آيات بينات (. . فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا (١٠١) قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا (١٠٢) . </p><p> فهم مع هذه الآيات التسع لم يؤمنوا، فأخرجهم من الأرض فأغرقه اللَّه ومن معه جميعا. </p><p> وقد بين سبحانه وتعالى مقام القرآن والرسالة المحمدية، فقال عز من قائل:  (وَبِالْحَقِّ أَنْزَلْنَاهُ وَبِالْحَقِّ نَزَلَ وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا (١٠٥) وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا (١٠٦) . وأنه لَا يغض من شأن القرآن إلا من به </p><p> أشرك:  (قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا (١٠٧) وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا (١٠٨) وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا (١٠٩) . </p><p> وكان المشركون يقولون لَا نعرف الرحمن، فقال لهم رب العالمين:  (قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا (١١٠) وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا (١١١) . </p><p> * * * </p><p> معاني السورة الكريمة </p><p> قال اللَّه تعالى: </p><p> سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ (١) وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا (٢) ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبْدًا شَكُورًا (٣) </p><p> * * * </p><p> جهدت نفس النبي - صلى الله عليه وسلم - ولم ييأس من رحمة اللَّه عندما ماتت زوجه المواسية الحانية التي كان يسكن إليها بعد لغوب الحياة ومعاندة المشركين وإيذائهم له وللمؤمنين فهي التي واسته عندما نزل الوحي، وذهب إليها يرجف فؤاده، فقالت له: إنك تكوم الضيف وتحمل الكل، وتعين على نوائب الدهر، ولن يضيعك اللَّه أبدا، وذهبت برسول اللَّه - صلى الله عليه وسلم - إلى ابن عمها الذي كان على علم بالكتاب فقال له: </p><p> إن هذا هو الناموس الذي نزل على موسى من قبل، ليتني أكون فيها جذعا إذ </p><p> يخرجك قومك فقال - صلى الله عليه وسلم -: \" أو مخرجي هم \" فقال: ما أتى قوم بمثل ما أوتيت إلا أخرجوه. (١) </p><p> وفى سنة وفاتها توفى الحامي الحاني أبو طالب الذي كان درئة (٢) من قريش، فسمى النبي - صلى الله عليه وسلم - ذلك العام عام الحزن. </p><p> وذهب إلى الطائف يعلن الدعوة في ثقيف عسى أن يكون منهم النصراء المستجيبون ولكنهم ردوه ردا قبيحا وأحس أنه فقد المعين، فقال داعيا ربه:  \" اللهم إني أشكو إليك ضعف قوتي وقلة حيلتي وهواني على الناس يا أرحم الراحمين أنت رب المستضعفين وأنت ربي، إلى من تكلني إلى بعيد يتجهمني أم إلى عدو ملكته أمري إن لم يكن بك غضب عليَّ فلا أبالي إلا أن عافيتك أوسع لي، أعوذ بنور وجهك الذي أشرقت له الظلمات وصلح عليه أمر الدنيا والآخرة أن ينزل بي سخطك أو يحل عليَّ غضبك، لك العتبى حتى ترضى ولا حول ولا قوة إلا بك \" . </p><p> استجاب اللَّه تعالى لنبيه الكريم فأعطاه القوة بالبراهين الحسية التي لَا يماري فيها إلا المثبورون، فشق له القمر ورآه السارُون (٣) فماروا وقالوا سحر مستمر مع أنه رؤى رأي العين، وأعطاه اللَّه قوة الحيلة فتحايل للدخول إلى مكة فى جوار بعض القرشيين، فدخلها بين أولاد من نزل في جواره، وقد خرجوا ليناصروه، وإذا كان فقد العم البار الحاني، والزوجة المؤنسة الواسية الحانية فإن اللَّه تعالى أشعره بأن اللَّه معه ومؤنسه، وكان ذلك بالإسراء والمعراج، فآنسه اللَّه تعالى في وحشته. </p><p>(١) أخرجه البخاري: بدء الوحي - بدء الوحي (٣)، ومسلم: الإيمان - بدء الوحي (٢٣١). (٢) الدَّرِيئةُ: الحَلْقَةُ يُتَعَلَّمُ الطَّعْنُ والرمْي عليها، وكُل ما اسْتترَ به من الصيْدِ ليخدع. القاموس المحيط (درأ)، والدرئة كذلك.(٣) سرى: سار ليلا، والسارون: السائرون بليل - الصحاح.</p><p> قال تعالى: </p>"
}