{
  "id": null,
  "sura": 16,
  "aya": 116,
  "text": "<p> (وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ (١١٦) مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ (١١٧) </p><p> كان المشركون يحرمون على أنفسهم بعض ما تخرجه الأرض وبعض النعم، وينسبون ذلك كذبا إلى اللَّه، ولنرجع إلى ما في سورة الأنعام إذ يقول اللَّه سبحانه:  (وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَى شُرَكَائِهِمْ سَاءَ مَا يَحْكُمُونَ (١٣٦) ، (وَقَالُوا هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ سَيَجْزِيهِمْ بِمَا كَانُوا يَفْتَرُونَ (١٣٨) وَقَالُوا مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا وَإِنْ يَكُنْ مَيْتَةً فَهُمْ فِيهِ شُرَكَاءُ سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ (١٣٩) . </p><p> قد بين سبحانه ما أحله وما حرمه، ولكنهم كانوا يحرمون ما أحل اللَّه، وينسبون التحريم إليه سبحانه وقد كذبهم اللَّه تعالى في هذه الآية الكريمة:  (وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ) نذكر أوجه التخريج النحوي في الآية الكريمة وننتهي إلى وجهين نذكرهما: </p><p> الوجه الأول - أن (الْكَذِبَ) مفعول لقوله تعالى: (وَلا تَقُولُوا) ، أي لا تقولوا الكذب للذي تصفه ألسنتكم، وقوله تعالى:  (هَذَا حلالٌ وَهَذَا حَرَامٌ) و (هَذَا) بدل من (الْكَذِبَ) ، ويكون المعنى ولا تقولوا الكذب للذي تصفه ألسنتكم بالحل والحرمة، وهذا حكم عليهم بالكذب في ادعائهم الحلال والحرام من غير حجة ولا علم. </p><p> الوجه الثاني - أن يكون الكذب مفعولا للمصدر، ويكون المعنى ولا تقولوا لوصفكم الكذب هذا حلال وهذا حرام ومؤدى التوجيهين أنه لَا يصح أن تقولوا هذا حلال وهذا حرام، فإن ذلك الوصف هو الكذب بعينه ما دام لم يجئ من اللَّه بيان فيه، ولأنه قد ثبت ما أحل وما حرم، فما عدا ما قاله اللَّه باطل باطل، ولذا قال تعالى:  (لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ) ، (اللام) هنا هي لام الصيرورة أو لام العاقبة، والمعنى لَا تفعلوا ذلك؛ لأن العاقبة أن تفتروا على اللَّه الكذب. (افترى) أي قصد باهتا الكذب وتعمده وأزاد، وقد ختم اللَّه تعالى الآية بقوله تعالى:  (إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ) أكد سبحانه بأنه لَا يفلح الذين يقصدون الكذب على اللَّه تعالى ويتعمدون ويبهتون الناس بالكذب عليه سبحانه، وذلك لأنهم يكونون قد مردوا على الكذب، وفسدت مداركهم إذ ماعت نفوسهم فصارت لَا تتجه إلى الحقائق ولا تستقر فيها الحقائق، ولا يؤمنون بحق، ولا يرفضون الباطل، إذ من تصل حاله إلى الكذب على اللَّه لَا يمكن أن يفوز في أمر من الأمور؛ ولذا قال:  (لا يُفْلِحُونَ) ، أي ليس من شأنهم أن يفوزوا. </p><p> وقد ذكر الموصول للدلالة على أن الصلة هي السبب في عدم الفوز، وأكد سبحانه عدم الفوز بالجملة الاسمية وإن المؤكدة، وإذا كنا نراهم قد مردوا على الكذب وصار شأنا من شئونهم فلا مانع يمنع من الكذب على اللَّه سبحانه وتعالى، أي كذب أعظم من أن يحرموا ويدّعوا أن اللَّه هو الذي حرم عليهم. </p><p> وقد بين سبحانه في تأكيد عدم فوزهم أنهم يحسبون بريق الحياة ومتاعها هو المتاع، وبين اللَّه تعالى أن متاعها قليل؛ لأنه في ذاته قليل وزمانه قليل ومتاع الآخرة هو الأبقى ومن طلب متاع الدنيا بغير الحق فالآخرة تكون له عذابًا أليمًا؛ ولذا قال تعالت كلماته: </p>"
}