{
  "id": null,
  "sura": 16,
  "aya": 105,
  "text": "<p> (إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ وَأُولَئِكَ هُمُ الْكَاذِبُونَ (١٠٥) </p><p> حيثما كان إنكار الحقائق الثابتة كانت مظنة الكذب، فمن لَا يؤمن بالآيات الثابتة لَا يؤمن باللَّه ولا يكون صادقا أبدا؛ لأن الكذب مباهتة الواقع الثابت، ولا </p><p> يسكن الكذب إلا حيث يكون إنكار بدهيات الأمور؛ ولذلك كان الكذوب بهاتا يبهت الناس بغير الواقع، ويكابر وتشتد مكابرته للواقع الثابت بالفطرة. </p><p> ولهذا يقول تعالى:  (إِنَّمَا يَفْتَرِي الكَذِبَ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ) ، و (إنما) أداة من أدوات القصر، فهي تتضمن نفيا وإثباتا، أي لَا يفترى الكذب إلا الذين لا يؤمنون بآيات اللَّه تعالى في الكون ومعجزات النبيين الذين يثبتون بها إرسال اللَّه تعالى لهم، وهي واضحة لائحة يراها المبصر ببصره، والمدرك بقلبه، فحيث كان الإنكار لما هو ثابت بالبرهان يكون الكذب؛ لأن الكذب إخفاء للحقائق، وإنكار الآيات إنكار للحقائق فهما ينسابان من نبع واحد، ويسيران في خط واحد. </p><p> وقد أكد كذب المشركين الذين لَا يؤمنون بآيات اللَّه بقوله:  (وَأُوْلَئِكَ هُمُ الْكَاذِبُونَ) بالإشارة إلى ما هم عليه من إنكار للبدهيات التي تومئ إليها الفطرة، والجملة تفيد القصر بأنه مقصور عليهم، ولا يمكن أن يكون الكذب في المؤمنين، فهذا نفي للافتراء عن النبي - صلى الله عليه وسلم - وتأكيد الكذب عليهم، وإفادتها قصر الكذب عليهم بتعريف الطرفين وبضمير الفصل، وكذبهم أكده سبحانه بالجملة الاسمية، وبضمير الفصل، وبوصفهم الكذب، ولقد قال - صلى الله عليه وسلم -: \" إياكم والكذب، فإن الكذب يهدي إلى الفجور، والفجور يهدي إلى النار، ولا يزال الرجل يكذب حتى يكتب عند الله كذابا \"  (١) . </p><p> * * * </p><p> الإكراه لَا يمنع الإيمان، والردة كفر بعد إيمان قال اللَّه تعالى: </p><p> (مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا </p><p>(١) سبق تخريجه</p><p> فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ (١٠٦) ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَأَنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (١٠٧) أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ وَأُولَئِكَ هُمُ الْغَافِلُونَ (١٠٨) لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخَاسِرُونَ (١٠٩) </p><p> * * * </p>"
}