{
  "id": null,
  "sura": 16,
  "aya": 92,
  "text": "<p> (وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٩٢) </p><p> الأنكاث: جمع نكث كنقض الفَتْل هو الشعر الذي كان مفتولا ثم نقض، وصار أجزاء متفرقة بعد الفتل وشد الفتل، والمعنى أن العهد قوة، وقد شبه القرآن الكريم الذي ينقض عهده بالمرأة التي تفتل غزلها فتلا شديدا، ثم بعد فتله تنقضه أجزاء وصوفا متناثرا، وهو مثل يضرب لكل من يعمل عملا يكون له ثمرة طيبة ثم ينقض ما تم من جهة ويبطل عمله، فتفقد ثمرة العمل الذي عمله بحقها وجهها، وقوله تعالى:  (تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكمْ) ، أي بهذا الحمل وإبرام العقد وتوثيقه بالأيمان تتخذون الأيمان والحلف باللَّه (دَخَلًا) ، أي غشا وخديعة وتضليلا بينكم. </p><p> وقوله تعالى:  (أَن تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةِ) ، (أَرْبَى) أي تكون أكثر عددا، وأوسع أرضا، وأكثر مالا، وأقول قوة فكلمةَ (أَرْبَى) تشمل كل هذا. </p><p> والأمة التي هي أربى هي الناقضة للعهد بعد الأيمان الموثقة، أو هي المنقوض للعهد بالنسبة لها، وعلى المعنى الأول أن النقض للعهد أو الرغبة فيه سببها إرادة أن تكون أمة هي أربى من أمة، فتنقض العهد ليتسع حيزها، وليكثر عدد من هم في ولايتها، فمعنى الآية على هذا التخريج لَا تكونوا كالتي نقضت غزلها رغبة في أن تكون أمة هي أربى من أمة، أو إرادة ذلك أي لتكون أربى عددا أو أكثر ولدا وأوسع أرضا، أو أقوى عدة من أمة. </p><p> وإذا كان المنقوض عهدها هي الأربى، فمؤدى ذلك أن يكونوا قد عقدوا معها لقوتها، وأنها أربى ويكون قد عقد دخلا وغشا لينقض في أول فرصة. </p><p> وإني أميل إلى التخريج الأول لأنه أوضح بيانا، وأظهر برهانا، ومؤدى القول أنه لَا يصح نقض العهد لإرادة الاستعلاء، كما كان يفعل المشركون، وكما </p><p> كان يفعل الذين لَا يرقبون في المؤمنين إلَّا ولا ذمة وإن هذا النص السامي يدل على ثلاثة أمور: </p><p> الأمر الأول - أن العهد قوة، وأن الوفاء به استمساك بما فيه قوة، وأنه يكون كالحمقاء تفعل ما هو سبب للقوة ثم تنقضه، وأن الأمم مهما تكت قوتها إذا استهانت بالعقود لَا يثق الناس في رجائها، فإذا كانت الشديدة تلفتت فلا تجد أحدًا حولها؛ لأنه لَا ثقة فيها، وقد رأينا ذلك رأي العين في أمم شرقت وغربت، ثم تزايلت حتى زال سلطانها. </p><p> الأمر الثاني - أن العهد إن زحم نقضه غشا وخديعة لَا يقدم عليه أهل المروءة والأعزَّاء، وعبث بأيمان اللَّه سبحانه وتعالى. </p><p> الأمر الثالث - أن علو الأمم في الوفاء بعهدها لَا يصح أن تتخذ النقض أمة لتنمو وتربو فإنها إن ربت ونمت بالإخلاف بالوعد، فهو نمو يحمل في نفسه ما يوجبه انحلاله وذهاب قوته. </p><p> وإن الوفاء بالعهد بين الأمم احترام الإنسانية التي يعقدون معهم، فهم يعدونهم أناسي مثلهم يعوفون حقوقهم ويراعون الواجبات نحوهم، والذين ينقضون العهد تسول لهم قوتهم أنه ليس لأحد حقوق قِبلهم، ولا يعاملونهم إلا كمن هم دونهم، وقد رأينا ذلك في حكومة عاتية أزالها فساد عهودها، ونراها الآن في وريثة لها تكبر من غير عهد ولا ذمة ولا ضمير ويحسبون الناس قد أباحتهم لهم قوتهم. </p><p> وإن الوفاء بالعهد، وهو من مكارم الأخلاق وملاحظة حقوق الإنسان لأخيه، ونقض العهد نقيض ذلك وكثرة الأمم وقلتها وهو من ابتلاء الله تعالى للأمم وللناس؛ ولذا قال تعالى:  (إِنَّمَا يَبْلُوكمُ اللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقيَامَةِ مَا كنتُمْ فِيهِ تَختَلِفُونَ) ، الضمير في (بِهِ) يعود إلى أن تكون أمة أربى من أمة أو إلى نقض العهد لذلك، أي يختبركم اللَّه تعالى بأن تكون أمة كثيرة العدد واسعة </p><p> الأرض كثيرة المال وأخرى ضعيفة فإن صبرت القوية الرابية واستمسكت بالوفاء زادها اللَّه تعالى، وإن غلب عليها هواها، فاستهانت بالعهد لاستهانتها بمن عقدته معها، فإن مآلها الضعف والخذلان، واللَّه عليم بما يفعلون، هذا عقاب الدنيا، أما عقاب الآخرة، فقد ذكره سبحانه وتعالى بقوله:  (وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنتُمْ فِيهِ تَخْتلِفُونَ) ، وبيان اللَّه تعالى يوم القيامة يكون مقترنا بجزائه، إن خيرًا فخير، وإن شرا فشر، وقد أكد سبحانه وتعالى بيان ذلك الجزاء لهم أولا بلام القسم، وثانيا بنون التوكيد الثقيلة وبالقسم، وما كانوا يختلفون فيه هو الشرك والإيمان ثم الوفاء والنقض ثم احترام الإنسانية والاستهانة بها، فكل ذلك جزاؤه يوم القيامة، ولا تستوى الحسنة ولا السيئة ولا الإيمان والكفر، ولا الوفاء بالعهد ونقضه. </p><p> وإن ذلك الاختلاف بين الحق والباطل هو إرادته سبحانه ليبلوكم أيكم أحسن عملا؛ ولذا قال سبحانه: </p>"
}