{
  "id": null,
  "sura": 16,
  "aya": 98,
  "text": "<p> (فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ (٩٨) </p><p> ذكر اللَّه تعالى بعد الصالح من الأعمال والأقوال، والإصلاح يين الناس قراءة القرآن، فقال:  (فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ) . </p><p> ذلك لأن قراءة القرآن ذكر للَّه، واستماع لحديث اللَّه وترداد له فهو إصلاح للقلوب وللنفوس، ولم يطلب من النبي - صلى الله عليه وسلم - والمسلمين قراءته بل إن الإيمان يقتضي قراءته؛ لأنه أحسن الحديث، بل كان الأمر بقراءته ضمنيا في ضمن الأمر بالاستعاذة من الشيطان الرجيم، وكان أمرا بالقراءة والاستعاذة معا، وفيه فائدة أن القراءة لَا تجدي جدواها إلا إذا كانت معها الاستعاذة الحقيقية من الشيطان بإبعاد وساوسه في تمنيات الإنسان إذ إن الأماني ذريعة الشيطان، يدخل قلب المؤمن من جانبها كما أتى قلبي آدم وحواء بالأماني، ثم سول لهما الأكل من الشجرة، (الفاء) في قوله: (فَاسْتَعِذْ) هي فاء الإفصاح لأنها تفصح عن شرط مقدر، أي إذا اتجهت بالعمل الصالح والقول الصالح إلى القرآن (فَإِذَا قَرَأْتَ الْقُرْآنَ. . .) . </p><p> و (قَرَأْتَ) هنا تطوى في ذاتها نية القراءة أي إرادتها، فمعنى فإذا قرأت أي أردت القراءة، كما في قوله تعالى:  (. . . إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحوا بِرُءُوسِكُمْ وَأَرْجُلَكمْ إِلَى الْكَعْبَيْنِ. . .) ، وكقوله تعالى:  (. . . وَإِذَا قلْتُمْ فَاعْدِلُوا. . .) ، وكقوله تعالى: </p><p> (. . . وَإِذَا حَكمْتم بَيْنَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ. . .) ، وقوله في شأن حجاب نساء النبي - صلى الله عليه وسلم - عن السائلين متاعًا (. . . وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ. . .) ، ففي كل هذه الآيات ذكر الفعل وطويت النية والإرادة لأنها ملازمة له ومقترن بها لَا بتحقق من غيرها، بل الإرادة والنية هما الحقيقتان والقول مظهرها ولا ينفصل الباعث عن المظهر إذا كانا متصلين في الوجود، ولذا كانت الاستعاذة مقدمة على القراءة بإجماع العلماء، ومنهم من جوز الاستعاذة بعد القراءة، والاستعاذة معناها الالتجاء إلى اللَّه تعالى، والابتعاد عن وسوسة الشيطان وقت القراءة، ووسوسته تجيء من بث الأماني في النفس، وقد قلنا إنها ذريعة الشيطان وطريق دخول الهوى إلى النفس و (الرَّجِيمِ) معناه المطرود الملقى عليه الحجارة، تثبيتا للإبعاد والطرد، والخطاب للنبي - صلى الله عليه وسلم - ابتداء، ولأمته تبعا، وهم من يقتدى ويتبع، فالأمر بالاستعاذة أمر للأمة كلها، وهي بها أجدر وأحق. </p><p> وقد أكد سبحانه معنى الاستعاذة ببيان أنه ليس له سلطان على الذين آمنوا فقال عز من قائل: </p><p> (إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٩٩) إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ (١٠٠) </p><p> يحصن المؤمنين من الشيطان أمور ثلاثة: </p><p> الحصن الأول - الاستعاذة منه بالقلب واللسان كما أمر الله تعالى:  (فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ) ، كما قال النبي - صلى الله عليه وسلم - قال:  \" علمنيها جبريل \"  (١) فإن الاستعاذة تحصين للقلب من وساوس الشيطان ودخول هذا الحصن قراءة القرآن الكريم. </p><p> والحصن الثاني - الإيمان فإن الإيمان حصن الحق من الغرور والأوهام والأهواء، وكلها ذرائع الشيطان؛ ولذا قال في وعيده بالإغواء:  (. . . وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ (٣٩) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (٤٠) . </p><p> والحصن الثالث - التوكل على الله حق توكله، وأخذ الأسباب وتفويض الأمر إليه تعالى، وهو العلي القدير. </p><p> وهذا هو مؤدى قوله تعالى: </p><p>(١) سبق في مستهل سورة الفاتحة.</p>"
}