{
  "id": null,
  "sura": 16,
  "aya": 12,
  "text": "<p> فاللَّه تعالى سخر لنا الليل والنهار، أي ذلل الليل والنهار لنا، فجعلهما بذاتهما نعمة، ففي الليل يكون الهدوء الساتر؛ ولذلك سمى الليل لباسا، وفي النهار يكون العمل والكسب الكدح، وفي الليل يكون الاستجمام لعمل النهار، وفى النهار يكون العمل المنتج المثمر. </p><p> ثم هناك أمر آخر في الليل والنهار، ففي الليل يكون الكربون الذي تنمو منه عروق الأشجار والأوراق وتنفث الزائد منه عن حاجتها. </p><p> وفى النهار تكون الحرارة، وتنفث الأشجار ما يكوِّن عناصر تدخل في تكوين الأحياء، وهكذا كان في الليل والنهار نعمة أو نعم نذكر منها ما أدركنا، وهو بعض قليل من نعم كثيرة مَنَّ بها علينا اللَّه سبحانه وتعالى، وهو الحكيم العليم. </p><p> وبعد ذلك ذكر سبحانه ما يكون في النهار من شمس مشرقة وهي ضياء تمد بكل العناصر التي يتغذى منها النبات، والنخيل والكروم والزيتون، وغيرها من الدوحات العظام والباسقات، ثم القمر وما يكون منه من نور، وإن لم يكن ذاتيا، فهو في ذاته نعمة، وثبت بالواقع أن له تأثيرًا في الأجنة في بطون أمهاتها، وفي حياة المرأة، وفي طمثها وطهورها، وحملها وولادتها وسر ذلك عند العليم الحكيم، والعلماء دائبون في البحث والتعرف. </p><p> ولذا قال تعالى وقد علق فكر ابن آدم بالسماء:  (وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ) . </p><p> ومعنى التسخير تذليلها لمنافع الناس، فليست مذللة بذاتها للناس، ولا سلطان لهم عليها ولكنه سبحانه وتعالى جعلها مذللة لمنافعهم، فالشمس والقمر يكون منهما الليل والنهار، ويكون ما ذكرنا وهو بعض مكمل، ويعلم بهما الحساب (. . . وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ. . .) ، </p><p> وسخر اللَّه تعالى النجوم لتهتدوا بها في ظلمات البر والبحر. </p><p> وقد ختم الله سبحانه وتعالى الآية بقوله:  (إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَعْقِلُونَ) ، أي في ذلك الذي ذكره سبحانه من خلق السماوات والأرض، وتسخير الليل والنهار، والشمس والقمر والنجوم، لآيات بينات دالة على وحدة الخالق، وأنه وحده المستحق للعبادة، لقوم يعملون عقولهم في خلقِ السماوات، وإدراك حقيقة الوجود، ولا يقولون في عبادتهم:  (. . . بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا. . .) . </p><p> ولقد قال في ذكر بديع خلقه: </p>"
}