{
  "id": null,
  "sura": 16,
  "aya": 62,
  "text": "<p> (وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَى لَا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ (٦٢) </p><p> ويجعلون ما يكرهونه، أي ما كان غير مرغوب فيه منهم يجعلونه للَّه، فيجعلون للَّه البنات، لأنهن مكروهات عندهم، ويجعلون مما ذرأ من الأنعام والحرث ما يكرهون، ويجعلون لآلهتهم ما يحبون، ويستخفون برسله لأنهم يكرهونهم وفي الجملة كل شيء لَا يهْوَوْنه يجعلونه لِلَّهِ تعالى. </p><p> (وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ) ، أي تقول ألسنتهم الكذب، وعبر عن القول بالوصف لأنهم يصفون الباطل، بأنه حق، فهو قول يتضمن وصفا باطلا، يصفون </p><p> (أَنَّ لَهُمُ الْحُسْنَى) ، الحال الحسنى التي لَا يعلو عليهم في الحسن شيء في الدنيا والآخرة، أما في الدنيا فإنهم قد زين لهم سوء عملهم فرأوه حسنا، وما هو بالحسن، وغرهم الغرور فاستطابوا ما هم عليه من فساد، وحسبوا أنهم بظلمهم الأعلون، وغرهم باللَّه الغرور، وأما في الآخرة فقد قاسوا حالهم في الدنيا على حال في الآخرة، كما قال اللَّه تعالى عن أحدهم:  (. . . ولَئِن رُّجِعْتُ إِلَى رَبِّي إِنَّ لِي عِندَهُ لَلْحُسنَى. . .) . </p><p> وقد رد اللَّه تعالى قولهم بقوله سبحانه:  (لا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُم مُّفْرَطُونَ) ، أي حقا لَا كسب لهم من خير أو حسن (أَنَّ لَهُمُ النَّارَ) يدخلونها، وليس لهم الحسنى ينالون خيراتهم، وأكد سبحانه ذلك فقال:  (وَأَنَّهُم مُّفْرَطونَ) ، أي مقدمون في النار، كالمفرط إلى الماء أي المقدم، وهذا على قراءة فتح الراء مع تخفيفها، وقرئ بكسر الراء مع التخفيف، ويكون المعنى مفرطين في الظلم والمعاصي، وبذلك استحقوا النيران، وقرئ بكسر الراء مع التشديد ويكون المعنى أنهم مفرطون في طاعة اللَّه تعالى أهملوها، وتركوها فتركهم اللَّه تعالى وصاروا نسيا منسيا. </p><p> والقراءات الثلاث متواترة، فيصح أن تراد كلها، فهم في مقدمة أهل النار فيردونها كما يرد القوم إلى الماء، وهم مفرطون في المعاصي، ومفرطون في الطاعات، واللَّه من ورائهم محيط. </p><p> * * * </p><p> رسالات الله والعظة في خلقه </p><p> قال اللَّه تعالى: </p><p> (تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ (٦٣) وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلَّا لِتُبَيِّنَ لَهُمُ </p><p> الَّذِي اخْتَلَفُوا فِيهِ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ (٦٤) وَاللَّهُ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ (٦٥) وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ (٦٦) وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ (٦٧) وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ (٦٨) ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ (٦٩) </p><p> * * * </p><p> الكلام مفصول عما قبله باللفظ، وإن كان المقام بيان أحوال الشرك، وكيف يزين للمشركين سوء عملهم، فيرونه حسنا، وهو السوء فقال تعالى: </p>"
}