{
  "id": null,
  "sura": 16,
  "aya": 66,
  "text": "<p> (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ (٦٦) </p><p> (وَإِنَّ لَكُمْ فِي الأَنْعَامِ لَعِبْرَةً) ، الأنعام جمع نعم أو اسم جنس للنعم على كلام سيبويه، والنعم هي الإبل والبقر والغنم، ويشبهها طائفة لها خواصها، وطهارة لحمها وأكله مثل الغزال، وذوات القرون وغيرها من الأنواع التي تشابه بها في الخلق والتكوين والأكل والمرعى، والذي كان معروفًا فى الدواجن عند العرب الإبل والبقر والغنم، وهي التي وجبت فيها الزكاة ابتداء، وثبتت في غيرها إذا أمكن اقتناؤها للنماء، وصارت ذات نتاج يكون نماء لها، فالزكاة سببها أو وعاؤها مال نامٍ. </p><p> والعبرة التي ذكرها القرآن الكريم في خلق النعم من نواحٍ كثيرة، فهي في خلقها وجمالها حين تريحون وحين تسرحون، وفي تذليلها للإنسان وإلفها له لتذل له وتخضع وتستكين فبها يحرث الحرث وعليها يحمل أثقلاء ومن أرواثها يكون السماد الصالح، ومنها يتخذ الدفء والغطاء ومن أصوافها وأوبارها وأشعارها يتخذ متاعا إلى حين. </p><p> وهكذا تتكاثر أوجه الانتفاع وكل ذلك بتسخير اللَّه تعالى لمن أراد أن يعتبر ويؤمن بنعم اللَّه تعالى ويشكرها كما أنعم، وقد ذكر سبحانه وتعالى بعض العبرة في الخلق والتكوين، وفيما يكون منها من لبن سائغ للشاربين، فقال عز من قائل:  (نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ) . </p><p> (نُسْقِيكُمْ) تقرأ بالضم وفعلها أسقى وهي لغة جاءت في قوله تعالى: </p><p> (وَأَلَّوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا) ، وهناك قراءة بالفتح وفعلها سقى، وهي تستعمل بمعنى أسقينا، وبمعنى أسقى من البئر، كقوله تعالى: </p><p> (فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ (٢٤) . </p><p> وقوله:  (نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ مِن بَيْنِ فَرْثٍ وَدَم لَّبَنًا خَالِصًا سَائِغًا لِّلشَّارِبِينَ) . </p><p> الضمير في (بُطُونِهِ) يعود إلى النعم، أو بعض هذه النعم، وهو الإناث منها، وفي عودته لبعضها لَا بد من مسوغ يدل عليه، فنقول: إن (من) الأولى تدل على التبعيض فهي تشير إلى أن الضمير يعود على بعض، وإن ذلك وإن كان جائزا هو بعيد في السياق، والأقرب منه أن يعود إلى الأنعام، والأنعام لفظ مفرد عند سيبويه، فصح أن يعود بلفظ المفرد المذكر، وذلك معقول، لأن الأنعام على فرض أنها جمع هي جمع النعم، ونعم اسم جنس يدل على الكثير، ولكن لفظه مفرد فصح أن تكون الأنعام بمعنى نعم، ولكن ورد مثل هذه الآية الضمير بلفظ المؤنث كما قال تعالى:  (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ (٢١) . </p><p> وقوله تعالى:  (مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَائِغًا لِّلشَّارِبِينَ) ، و (مِن) للابتداء، أي تكون بين فرث ودم، والفرث فضلات الطعام، وقد قال ابن عباس: إن الدابة كل العلف فإذا استقر في كرشها طبخته، فكان أسفله فرثا، وأوسطه لبنا وأعلاه دما، وهذا معناه أنه في الوسط بينهما اللبن، وقد يكون ذلك التفسير من الناحية العلمية مقربا، ذلك أن أكل البهائم يهضم، ثم يتمثل جزء منه في الدم، وجزء ينزل لبنا درا. </p><p> وقد وصف اللبن بوصفين: </p><p> الوصف الأول - أنه خالص ليس فيه اعتكار بدم، ولا بقية من روث، بل هو صاف نقي لَا عكرة فيه. </p><p> والوصف الثاني - أنه سائغ للشاربين، أي يستسيغونه ولا يمجُّونه، وفيه إشارة إلى أنه طعام سهل سريع الهضم والتمثيل وكل طعام تقبله معدات بعض </p><p> الأشخاص، وتعافه الأخرى، إلا اللبن، فإنه سائغ للجميع، واللَّه ولي النعم، والمستحق وحده لشكرها. </p><p> وقد ذكر سبحانه نعمة أخرى للماء ينزل على الأرض فقال: </p>"
}