{
  "id": null,
  "sura": 16,
  "aya": 47,
  "text": "<p> (أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُمْ بِمُعْجِزِينَ (٤٦) </p><p> إن أخذهم وهم لَا يشعرون يكونون وهم في مساكنهم مطمئنون أو قابعون في ديارهم وهم لَا يعرفون آثار مكرهم السيئات وتدبيرهم الفاسد لأهل الإيمان والكرامات، ولذا لَا يشعرون، وقد يأخذهم وهم متنقلون في الأسفار يسيرون في مسارها، ويتنقلون لمتاجرهم، وقد يأخذهم اللَّه وهم كذلك لَا يفكرون إلا في الكسب والخسارة والربح وسائر أبواب التجارة؛ ولذا قال تعالى:  (أَوْ يَأخُذَهُمْ فِي تَقَلُّبِهِمْ) ، أي في انتقالاهم من بلد لبلد، يتقلبون في البلاد، والتقلب تعبير عربي قرآني يؤكد به الانتقال من بلد إلى بلد تاجرا، أو سائحا، وكان في ذلك مجازا إذ شبه التنقل من بلد إلى بلد بالكرة المتقلبة من وضع إلى وضع، وهي تنقله من مكان إلى مكان. </p><p> وإذا كانوا قد أحيط بهم، فهم في مأمنهم غير آمنين، وفي أسفارهم غير مطمئنين فهم في قبضة الله تعالى؛ ولذا فما هم بمعجزين الله تعالى أن ينزل بهم ما يريد، فاستقيموا على الطريقة، وإلا أخذكم أخذ عزيز مقتدر، كانت الصور السابقة في أخذ بالخسف أو العذاب من حيث لَا يشعرون، أو وهم في حال تقلبهم في البلاد بالمتاجر لَا يخافون، فقد ينزل العذاب وهم يتخوفون من العذاب، ولكنهم مصرون على سببه من مكر السيئات، وتدبير الموبقات للمؤمنين ضعفائهم وكبرائهم بالاستهزاء والسخرية. </p><p> ولذا قال تعالى:  (أَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ ... (٤٧) </p><p> أي تخوف من العذاب أن ينزل بهم كما نزل بالأقوام قبلهم فهم يعروهم الخوف، ولكن لَا يصل إلى حملهم على الإيمان، ولكن يتخوفون أن ينزل بهم، وقد يفسر التخوف بمعنى النقص، أي </p><p> ينقص اللَّه من أموالهم شيئا فشيئا. كما فعل سبحانه وتعالى بقوم فرعون إذ قال سبحانه:  (وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْص مِّنَ الثَّمَرَاتِ لَعَلَّهُمْ يَذَّكَّرُونَ) ، فالتخوف هو النقص حتى يكون الهلاك من بعد ذلك. </p><p> ولقد ذكر الزمخشري في ذلك ما نصه:  \" وقيل هو من قولك: تخوفته إذا تنقصته،قال زهير:</p><p> تخوَّف الرحل منها تَامكا قَرِدا ... كما تخوف عود النبعة السَّفن </p><p> أي يأخذهم على أن يتنقصهم شيئا بعد شيء في أنفسهم وأموالهم حتى يهلكوا، وعن عمر رضي اللَّه عنه أنه قال على المنبر: ما تقولون فيها، فسكتوا فقام شيخ من هذيل فقال: هذه لغتنا، التخوف التنقص قال: فهل تعرف العرب ذلك في أشعارها؟ قال: نعم قال: شاعرنا وأنشد البيت، فقال عمر: أيها الناس عليكم بديوانكم، قالوا: وما ديواننا، قال: شعر الجاهلية \" . </p><p> ومعنى النص السامي أن العذاب يأتيهم وهم لَا يشعرون وهم في مأمنهم قابعون، أو يأتيهم في متاجرهم ومتقلبهم مقبلين، أو يأتيهم بنقص وهلاك بطسء فينتهون وهم قد عرفوا الابتداء ولم يعرفوا الانتهاء. </p><p> وقد ختم اللَّه سبحانه آيات الإنذار بقوله:  (فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رحِيمٌ) . </p><p> ووصف اللَّه سبحانه وتعالى ذاته بالرأفة والرحمة مع هذا التهديد الشديد، لأن رأفته بهم، ورحمته العامة، اقتضت ألا يعاجلهم بالعقاب، فهو سبحانه يبين لهم أنه قادر على العقاب ينزله بهم في أي باب من هذه الأبواب، ولكنه لم يعجل رأفة بهم وهو رحيم رحمة عامة للناس. </p><p> وفوق ذلك فإن الإنذار بالعقوبة، بل العقوبة نفسها رحمة بالكافة، فليس من الرحمة بالكافة أن يترك الظالم في غيه يرتع ويلعب ويعبث بالكرامة الإنسانية، فقد روي عن النبي - صلى الله عليه وسلم - أنه قال:  \" من لَا يرْحَمْ لَا يُرْحم \"  (١) ، وقد ثبت في </p><p>(١) سبق تخريجه.</p><p> الصحيحين أن النبي - صلى الله عليه وسلم - قال:  \" لا أحد أصبر على أذى سمعه من الله أنهم يجعلون لله ولدا وهو يرزقهم ويعافيهم \" ، ويقول - صلى الله عليه وسلم -: \" إن الله ليملي للظالم حتى إذا أخذه لم يفلته \"  (١) . </p><p> ويوجه سبحانه وتعالى الأنظار إلى الخلق والمخلوقات ففيها الدلالة على وحدانية الخالق، وفيها الدلالة على قدرته القاهرة وإرادته الظاهرة وفيها الدلالة على خضوع الوجود كله له سبحانه ساجدا داخرا صاغرًا، فقال عز من قائل: </p><p>(١) رواه البخاري (٤٣١٨)، ومسلم: البر واصلة تحريم الظلم (٤٦٨٠).</p>"
}