{
  "id": null,
  "sura": 17,
  "aya": 73,
  "text": "<p> (وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا (٧٣) </p><p> الكلام موصول لما قبله بالواو، وإن هي المخففة من الثقيلة واسمها ضمير الشأن، واللام هي اللام الفارقة وهي مؤكدة، يفتنونك معناها يزيلونك عما أنت عليه أو يصرفونك، وقال الراغب الأصفهاني إن معناها يوقعونك في الفتنة، بالنزول على ما يريدون. </p><p> وأوضح المعاني أن تكون بمعنى يصرفونك عن الذي أوحينا إليك وهو القرآن الكريم، بأن تنصرف عن أحكامه وعن شريعته وعن المبادئ المقررة فيها التي تسوي </p><p> بين الغني والفقير، (لِتَفْتَرِيَ عَلَيْنَا) ، أي لتكذب على اللَّه وتدعي أنه نزل عليك غيره، وفي هذه الحال تكون خليلهم وحبيبهم كما كنت، ولذا قال سبحانه: </p><p> (وَإِذًا لَّاتَّخَذُوكَ خَلِيلًا) ، أي إذا كان ذلك منك وتحولت عن اللَّه تعالى إليهم يتخذونك وليا وخليلا، و (اللام) هي الواقعة في جواب (إذًا) . </p><p> ويذكر المفسرون روايات تدل على هذه المحاولة منهم، فيقولون إن ثقيفا حاولوا أن يستنزلوا من أحكام الإسلام ما يهوون فأرادوا أن يكون الربا حلالا لهم إذا كانوا دائنين وأن يكون حراما إذا كانوا مدينين، وأن يستمتعوا بعبادة اللات إلى آخر ما ذكروا، ونقول: إن وفد ثقيف الذي طلب ما طلب كان بعد الهجرة بسنين فهو كلام يحمل في نفسه دليل بطلانه. </p><p> وقيل: إنهم منعوه من استلام الحجر الأسود إلا إذا كان معهم فلان، وهذا أيضا كلام يحمل في نفسه دليل بطلانه ولا يوجد من الصحاح ما يؤيده أو يشير إليه. </p><p> ولعل أقرب الروايات في أسباب نزول هذه الآية هو ما ذكر أن قريشا خلوا برسول الله - صلى الله عليه وسلم - ذات ليلة يكلمونه ويفخمونه ويسودونه ويقاربونه، فقالوا: إنك تأتي بشيء لَا يأتي به أحد من الناس، وأنت سيدنا، وما زالوا به حتى يقاربهم في بعض ما يريدون فعصمه الله، وخير من هذا هو قول أكابر قريش للنبي - صلى الله عليه وسلم -: اطرد عنا هؤلاء السقاط والموالي حتى نجلس معك ونستمع منك فهمَّ النبي - صلى الله عليه وسلم - بذلك (١) ، هذه أصح الروايات في محاولاتهم، ولها شاهد من القرآن الكريم فقد قال تعالى:  (وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ (٥٢) . </p><p> وقوله تعالى:  (وَإِن كَادُوا) ذكر محاولتهم ولم يذكر استجابة النبي - صلى الله عليه وسلم - ومعاذ الله أن يستجيب خاتم النبيين، ولكن رغبة النبي - صلى الله عليه وسلم - في أن يجذبهم إلى الإسلام ربما كانت سببا في أن يقارب بما دون الاستجابة، ولذا قال تعالى: </p><p>(١) انظر ما جاء في ذلك في مسلم: فضائل الصحابة - في فضل سعد بن أبي وقاص - رضي الله عنه - (٤٤٣٤).</p>"
}