{
  "id": null,
  "sura": 17,
  "aya": 93,
  "text": "<p> صدرت الآية بـ (أَوْ) الدالة على التخيير، يتحدون به النبي - صلى الله عليه وسلم - وكرر (أو) ، وكلاهما مزدوج، وهذا الأمر الثالث مكون من جزءين: الجزء الأول أنهم رأوا النبي - صلى الله عليه وسلم - كان يتيما ثم كان فقيرا، وقد حسبوا أن النبوة مقترنة بالثروة، فالنبي يجب أن يكون ثريا ليكون عظيما، فالعظمة عندهم بالمال ولا عظيم من غير مال، ولذا قال سبحانه وتعالى عنهم:  (وَقَالُوا لَوْلا نُزِّلَ هَذَا الْقُرآنُ عَلَى رَجُلٍ منَ الْقَرْيَتَيْنِ عَظِيمً) ، أي الطائف أو مكة. </p><p> هم يعيبون نبوة محمد بأنه فقير، فيقولون له: أما كان يغنيك بالمال ما دمت في الأرض، أو يرفعك إلى السماء إذا كنت ذا منزلة عند ربك (أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ) الزخرف هو الذهب، أي بيتا مموها بماء الذهب مزخرفا، فإن لم يعطك هذا ويجعلك غنيا من الأغنياء وعظيما من العظماء فليعرج بك إلى السماء (وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَّقْرَؤُهُ) ونعلم منه أنك ارتفعت وعلوت، ونعلم هذا الكتاب رقيك إلى السماء. </p><p> والمعنى الذي يتحدون به رسالة رسول اللَّه - صلى الله عليه وسلم - أنك إن كنت رسولا من أهل الأرض فليجر عليك حكم أهل الأرض وأهل الأرض العظمة فيهم بالمال والثروة، وليكن لك بيت مزخرف كأهل الترفه والتنعم، وإن كنت لَا تريد أن تكون كأهل الأرض فلتكن من أهل السماء، ولترق إلى السماء لنؤمن برسالتك ولن نسلم بأنك ارتفعت إلى السماء إلا إذا نزل علينا كتاب نقرؤه. </p><p> هذا هو تحديهم وهو إلى الهزل أقرب، وقد أمر اللَّه تعالى نبيه أن يجيبهم عن هذه المطالب المتحدية بقوله:  (قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا) تقدست ذات ربي الذي خلقني ورباني وكملني (هَلْ كنتُ إِلَّا بَشَرًا رَّسُولًا) . </p><p> والاستفهام هنا إنكاري بمعنى النفي، فهو إنكار للوقوع، معناه ما كنت إلا بشرا أرسلت من عند اللَّه تعالى. وكانت صيغة النفي على شكل الاستفهام تقريرا للنفي والإثبات وانحصار الوصف الكامل للنبي - صلى الله عليه وسلم - بأنه بشر رسول، وليس وصف غير هذا وهو أعلى أوصاف الكمال الإنساني. </p><p> هذه اعتراضات المشركين ومطالبهم التي يتحدون بها النبوة، والآيات الكريمات صور من المجادلات التي كانت تقع بين النبي - صلى الله عليه وسلم -. ولنقبض قبضة من السيرة الطاهرة تبين وقائع هذه الآيات الكريمات الساميات: </p><p> ذكر ابن إسحاق في السيرة أن رؤساء قريش الذين كانوا يقودون الشرك اجتمعوا عند ظهر الكعبة، ثم قال بعضهم لبعض: ابعثوا إلى محمد - صلى الله عليه وسلم - فكلموه وخاصموه حتى تُعذروا، فبعثوا إليه فجاءهم رسول اللَّه - صلى الله عليه وسلم - وهو يظن أن قد بدا لهم بَدْو، وكان حريصا يحب رشدهم، ويعز عليه عنتهم، فلما جلس إليهم قالوا له: يا محمد إنا قد بعثنا إليك لنكلمك، وإنا واللَّه لَا نعلم رجلا من العرب أدخل على قومه ما أدخلت على قومك، لقد شتمت الآباء وعبت الدين وسفهت الأحلام وفرقت الجماعة، فما من أمر قبيح إلا قد جئته فيما بيننا وبينك، فإن كنت إنما جئت بهذا تطلب به مالا جمعنا لك من أموالنا حتى تكون أكثرنا مالا، وإن كنت إنما تطلب الشرف فينا فنحن نسودك علينا، وإن كنت تريد به ملكا ملكناك علينا، وإن كان هذا الذي يأتيك رئيا تراه غلب عليك بذلنا أموالنا في طلب شفائك حتى يُبرئك منه أو نعذر فيك. </p><p> قال لهم رسول - صلى الله عليه وسلم -: ما بي ما تقولون، ما جئت بما جئتكم به أطلب أموالكم ولا الشرف فيكم ولا الملك عليكم، ولكن بعثني اللَّه إليكم وأنزل عليَّ كتابا أمرني أن أكون لكم بشيرا ونذيرا، فبلغتكم رسالات ربي، ونصحت لكم فإن تقبلوا مني ما جئت به فهو حظكم في الدنيا والآخرة، وإن تردوه عليَّ أصبر حتى يحكم اللَّه بيني وبينكم. </p><p> قالوا: يا محمد فإن كنت غير قابل منا شيئا مما عرضناه عليك، فإنك قد علمت أنه ليس من الناس من أحد أضيق بلدا ولا أقل ماء ولا أشد عيشا منا، فسل لنا ربك الذي بعثك بما بعثك به، فليسيِّر عنا هذه الجبال التي ضيَّقت علينا وليبسط لنا بلادنا، وليخرق لنا أنهارا كأنهار الشام، وليبعث لنا من مضى من آبائنا، وليكن فيمن يبعث قصي بن كلاب فإنه شيخ صدق. </p><p> قال لهم الرسول صلوات اللَّه وسلامه عليه إنما جئتكم من اللَّه تعالى بما بعثني به، وقد بلغتكم ما أرسلت به إليكم فإن تقبلوه فهو حظكم في الدنيا والآخرة وإن تردوه عليَّ أصبر لأمر اللَّه حتى يحكم بيني وبينكم. </p><p> قالوا: سل ربك أن يبعث معك ملكا يصدقك بما تقول ويراجعنا عنك، واسأله فليجعل لك جنانا وقصورا وكنوزا من ذهب وفضة يغنيك بها عما نراك تبتغي، فإنك تَقْدُم الأسواق وتلتمس المعاش كما نلتمسه، حتى نعرف فضلك ومنزلتك من ربك إن كنت رسولا كما تزعم. </p><p> قال لهم الرسول صلوات اللَّه تعالى وسلامه عليه: ما أنا بفاعل وما أنا بالذي يسأل ربه هذا، وما بعثت بهذا إليكم ولكن اللَّه بعثني بشيرا ونذيرا، فإن تقبلوا منى ما جئت به فهو حظكم في الدنيا والآخرة، وإن تردوه عليَّ أصبر لأمر اللَّه حتى يحكم اللَّه بيني وبينكم. </p><p> قالوا: فأسقط علينا كسفا كما زعمت أن ربك إن شاء فعل، فإنا لن نؤمن لك إلا أن تفعل. </p><p> قال الرسول - صلى الله عليه وسلم -: ذلك إلى اللَّه عز وجل إن شاء أن يفعله بكم فعل. </p><p> قالوا: يا محمد فما علم ربك أننا سنجلس معك ونسألك عما سألناك عنه، ونطلب منك ما نطلب فيقدم إليك فيعلمك بما تراجعنا به، ويخبرك ما هو صانع في ذلك. </p><p> وقال قائل منهم: لن نؤمن لك حتى تأتي بالله والملائكة قبيلا. </p><p> وقد انصرف النبي - صلى الله عليه وسلم - وانفض جمعهم ولكن تبعه بعضهم وهو عبد اللَّه بن المغيرة ابن عمته عاتكة بنت عبد المطلب ولم يكن قد أسلم، فقال كلاما ختمه بقوله: فواللَّه لَا أومن بك أبدا حتى تتخذ إلى السماء سلَّما ثم ترقى فيه وأنا أنظر حتى تأتي ثم تأتي معك بصكٍّ معك يصحبك معه أربعة من الملائكة يشهدون لك أنك كما تقول، وأيم اللَّه لو فعلت ذلك ما ظننت أني أصدقك (١) . </p><p>(١) البداية والنهاية: فصل في مبالغتهم في الأذية لآحاد المسلمين المستضعفين - ج ٣/ ١٨٢.</p><p> هذه كلمة عبد اللَّه بن أمية بن المغيرة تصور لك أنهم ما طلبوا الذي طلبوا إلا عناتا، فيقول: إنه إذا أجيب إلى كل ما طلب ما أظنه يؤمن ولكنه من بعد ذلك آمن وحسن إيمانه. </p><p> * * * </p><p> الرسالة لَا تكون إلا من البشر </p><p> (وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا (٩٤) قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا (٩٥) قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا (٩٦) وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا (٩٧) ذَلِكَ جَزَاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآيَاتِنَا وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا (٩٨) </p><p> * * * </p><p> إن المشركين لم يكونوا يطلبون حجة غير القرآن لنقص في الحجة إنما لنقص في إدراكهم وعمى في قلوبهم، إنما يعنتون بما يطلبون، ولقد قال تعالى:  (وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ) ، ولقد قال تعالى:  (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ (١٤) لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ (١٥) . </p><p> ولقد رأينا منهم من يقول: لو جاء ما نطلب ما ظننا أننا نؤمن. إنما الداء الذي أمرض نفوسهم هو استبعادهم أن يبعث اللَّه تعالى رسوله من البشر، ولذا قال تعالى: </p>"
}