{
  "id": null,
  "sura": 17,
  "aya": 36,
  "text": "<p> القفو معناه التتبع، وأصله ما يؤدي إلى الكذب أو القذف أو البهتان، ومنه القائف وهو المتتبع للآثار، وأصله القياس وهو العلم بالحدس والتخمين وإلا كان كما يعبر الشافعي، الظن الذي لَا يبنى على أساس علمي، وقد قال تعالى: </p><p> (. . . وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) . </p><p> والآية تنهى عن أن يتبع ما ليس عنده أسباب للعلم به، أو ما ينافيه العلم الصحيح والوقائع البينة كشهادة الزور، وقذف المحصنات وتتبع عورات المؤمنين ليعلنها، وقد سترها الله تعالى عليهم، ولقد قال - صلى الله عليه وسلم -: \" من قفا مؤمنا بما ليس فيه حبسه الله تعالى في ردغة الخبال حتى يأتي بالمخرج \"  (١) . </p><p> ويقول ابن كثير بعد أن روى أقوال الصحابة في قفو ما ليس له به علم، ومضمون ما ذكره: أن الله تعالى نهى عن القول بلا علم بل بالظن الذي هو التوهم والخبال، كما قال تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ. . .) ، وإن تتبع الأمور من آخذ العلم من غير مظانه يحل عرى العقل، حتى يتوهم ما ليس بحق، ويفتري ما لم ير، ولم يسمع، ولقد قال - صلى الله عليه وسلم -: \" إن أفرى الفرى أن يُرى الرجل عينيه ما لم تريا \"  (٢) ، وإن نتيجة قفو الإنسان والحكم بغير علم يؤدي إلى ما ذكره النبي - صلى الله عليه وسلم - من أن يرى عينيه ما لم تريا بعين خياله، وإن ذلك هو الخبال، وقد سمعنا في مصر منذ بضع سنين شائعة بين الناس أشاعها النصارى أنهم رأوا صورة العذارء، وادعوا أنهم رأوها، وما رأوها. </p><p> وإن اتباع الأوهام يجيء دائما من أن يقفو الرجل ما لم يكن عنده أسباب العلم به، فيتخيل ثم يخال، وذلك هو الخبال، وكذلك تنشأ العقائد الباطلة من عبادة الأوثان، والتثليث، وغير ذلك من العقائد الباطلة التي تنشأ من الأوهام وأن يرى العين ما لم تر، فذلك هو الضلال المبين. </p><p>(١) رواه أحمد: مسند المكثرين (٥٢٨٥). (٢) رواه أحمد - مسند المكثرين (٥٤٥٣).</p><p> وقد بين اللَّه طريق العلم الهادي المرشد، وهي هبات اللَّه تعالى التي وهبها للإنسان فقال:  (إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا) ، هذه طرائق؛ فالسمع ينقل العلم الغيبي وينقل العلم الحسي، والفؤاد وهو هنا العقل يربط بين ما سمع وأبصر من آيات، ويكون حكمه القطعي الرشيد. </p><p> وإنها مسئولة فيسأل السمع لماذا لم يسمع الحق وينصت إليه، ويسأل البصر لماذا لم ير الآيات وينظرها نظرة إدراك وتعرف، والعقل لماذا لم يفكر فيما تنقله إليه الحواس، ولماذا لم يأخذ بأسباب العلم ويتبع الأوهام فيكون الخبال ووراءه الضلال. </p><p> وقوله:  (كُلُّ أوْلَئِكَ) الإشارة إلى السمع والبصر والفؤاد، وكل واحد منها كان مسئولا بمفرده، ومسئولا في جماعته و (أولئك) يشار بها إلى الجمع مذكرا كان أو مؤنثا، أو كان خليطا واللَّه تعالى أعلم. </p><p> ونهى الله تعالى بعد ذلك عن العُجْب والخيلاء، وهو سبيل الضلال كالأوهام: </p>"
}