{
  "id": null,
  "sura": 17,
  "aya": 12,
  "text": "<p> (وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا (١٢) </p><p> ابتدأ سبحانه من الكون بما يمس الإنسان من أوقات فذكر الليل والنهار، وقال تعالى:  (وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَآيَتَيْنِ) ، أي هما في ذاتهما آيتان، إذ يقبلان بأمبر اللَّه ويذهبان، وإذا كانا يرمزان إلى دوران الشمس حول الأرض، وأن القمر يستمد نوره من انعكاس ضوء الشمس على الأرض، كما قال تعالى:  (هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدِّرَهُ مَنَازِلَ. . .) ، فإن هذا أبين في أن الليل والنهار آيتان؛ لأنهما مظهران للفلك السماوي، وهو يسير بقدرة اللَّه تعالى وإرادته، وكل شيء عنده بمقدار، ثم هما يقصران ويطولان، فإذا قصر أحدهما طال الآخر، فإذا طال الليل في الشتاء قصر النهار، والعكس بالعكس. </p><p> هذا على أن الليل والنهار ذاتهما آيتان وترمزان إلى آية كونية هي دوران الأرض حول الشمس، وانعكاس ضوء الشمس على الأرض فتجعله منيرا من غير ضياء كالشمس. </p><p> وقد يراد بآيتي الليل ما يظهر بالحس في كل منهما، فالشمس تكون بالنهار، وهي آية، والقمر يكون بالليل، وهو آية، والقمر قدره اللَّه تعالى منازل. </p><p> ومعنى محو آية اللمل ما قاله الزمخشري:  (فَمَحَوْنَا آيَةَ اللَّيْلِ) أي جعلنا الليل ممحو الضوء مطموسه مظلما لَا يستبين فيه شيء، كما لَا يستبان ما في اللوح الممحو. </p><p> وقوله تعالى:  (فَمَحَوْنَا آيَةَ اللًيْلِ) في الكلام مجاز على تخريج الزمخشري مؤداه أنه شبه الليل الممحو نوره بالكتاب المطموس كتابته لعدم الوضوح والاستبانة فيهما. </p><p> وقوله تعالى:  (وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً) ، أي يبصر الناس فيها، فيكون في الكلام مجاز أيضا فأسند الإبصار إلى الآية باعتبارها منها الإبصار، وذلك مجاز في الاشتقاقات، فأطلق اسم السبب على المسبب، وهو ما يكون فيه من استبانة. </p><p> (لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ) ، أي لتطلبوا فيه أسباب رزقكم، ولتقيموا الصناعات، وتسيروا في الأرض وتفلحوا الأرض فتمتلئ بالنبات، والغرس، وتكون منافع هذه الدنيا إذ تتولون أسبابا وفضلا من اللَّه، ولتعلموا عدد السنين والحساب، وذلك بتجدد الأيام، فيعرف اليوم، ويعرف الشهر، ويعلم عدد السنين وما يجري في حساب الناس. </p><p> فبتجدد الليل والنهار يكون السكون وتكون الحركة، وطلب المعاش، والسعي في الأرض، وذلك كله يدل على الفاعل المختار ووحدانيته، قال تعالى:  (تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا (٦١) وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا (٦٢) . </p><p> وقال تعالى:  (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ (٥) . </p><p> بعد أن بين اللَّه طبيعة الإنسان، وأشار إلى ما يحيط به أخذ يشير سبحانه إلى الحساب. </p><p> * * * </p><p> الحساب يوم القيامة </p><p> قال اللَّه تعالى: </p><p> (وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا (١٣) اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا (١٤) مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا (١٥) </p><p> * * * </p><p> لم يخلق الله تعالى الإنسان سدى، ولم يخرج الحياة لتكون عبثا من غير حساب، بل إن اللَّه تعالى خلق الإنسان مسئولا عما يعمل، إن خيرا فخير، وإن شرا فشر، ومن فاته حظ الحياة الدنيا مظلوما، فينال في الآخرة حظا موفورا، ومن اكتسب الإثم وأحاطت به خطيئته، فإن له جهنم، إن صلاح الإنسان لَا يكون إلا بالثواب والعقاب في الآخرة، كذلك قدر الله تعالى ولذا كان الحساب، وقال تعالى: </p>"
}