{
  "id": null,
  "sura": 17,
  "aya": 65,
  "text": "<p> أحس الشيطان بأنه لَا يستطيع إغواء عباد اللَّه المخلصين، وقد قال:  (. . . وَلأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبَادَكَ منْهُمُ الْمُخْلَصِينَ) ، وقال تعالى:  (إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ) ، وفي التعبير عنهم بـ (عِبَادِي) فيه إشارتان: </p><p> الإشارة الأولى: أن لهم شرف الانتساب إلى اللَّه تعالى؛ لأنهم قاوموا غرور الشيطان وخداعه وإغواءه، فكانوا جديرين بأن يختصهم اللَّه بأنهم عباده، وإن كان الجميع عبادا لأنه خلقهم، فالطائع والعاصي عباد اللَّه، لكن الاختصاص هنا للطائعين. </p><p> الإشارة الثانية: الإشارة بأن الآخرين أتباع الشيطان، فهم كعبادهم، ولذلك يقال عنهم عبدة الشيطان وعبدة الطاغوت. . . </p><p> ويقول سبحانه:  (لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ) ، أي تسلط، لأنهم تحصنوا بالعزيمة والإرادة والعزم القوي، والاتعاظ بعظات اللَّه تعالى، والاهتداء بهدْي رسله:  (وَكَفَى بِرَبِّكَ وَكِيلًا) ، أي كفى ربك وكيلا يتوكلون عليه، ويكفيهم غرور الشيطان ويرد إغواءه عنهم؛ لأنهم استمسكوا بالعروة الوثقى وارتضوا طريق الخير طريقا. </p><p> * * * </p><p> في الوجود آيات الله تعالى ونعمه </p><p> قال اللَّه تعالى: </p><p> (رَبُّكُمُ الَّذِي يُزْجِي لَكُمُ الْفُلْكَ فِي الْبَحْرِ لِتَبْتَغُوا مِنْ فَضْلِهِ إِنَّهُ كَانَ بِكُمْ رَحِيمًا (٦٦) وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَانُ كَفُورًا (٦٧) أَفَأَمِنْتُمْ أَنْ يَخْسِفَ </p><p> بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا (٦٨) أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا (٦٩) </p><p> * * * </p><p> هذه آيات اللَّه البينات تحوطنا فيما حولنا وفي ذات أنفسنا، وفي مجريات أمورنا توقظنا فلا نستيقظ، وهي تذكير من اللَّه سبحانه وتعالى، وروي عن ابن مسعود أنه جفت الكوفة، فقال:  \" يا عباد اللَّه إن يستعتبكم فأعتبوه \" . </p><p> ذكر اللَّه تعالى نعمته على الناس في الفلك المشحون فقال سبحانه: </p>"
}