{
  "id": null,
  "sura": 17,
  "aya": 47,
  "text": "<p> (نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا (٤٧) </p><p> يتكلم اللَّه تعالى معبرا عن ذاته العلية فيذكر أنه يعلم علما ليس فوقه علم يالحال التي يكونون عليها ومتلبسين بها، إنهم حين يستمعون إليك تكون قلوبهم مصروفة عنك، وعما تقرأ وذلك باستهواء باطل، وهم في نجوى مع إخوانهم الكفار فيودعون نفوسهم المنحرفة، وعقولهم المستهواة بالباطل التي تريهم الباطل حقا والحق باطلا، إذ يقول أولئك الظالمون (إِن تَتَّبِعُونَ إِلَّا رَجُلًا) هو مريض في ذاته، (مَّسْحُورًا) يحتاج لأن يطبب من الخبال الذي أوجد السحر في نفسه. </p><p> هذه الخلاصة الواضحة المنيرة لمعنى الآية، وكلام اللَّه تعالى أسمى وأعلى وهو ذروة البيان وأعلاه، ولنعرج باستقاء هذه المعاني من ألفاظها التي هي نور على نور. </p><p> (نَحْنُ أَعْلَمُ) أفعل التفضيل ليس على بابه؛ لأنه لَا مفاضلة بين علم الله تعالى وعلم أحد من خلقه، وإنما المراد به أقصى العلم الذي ليس فوقه علم، (بِمَا يسْتَمِعونَ بِهِ)  \" ما \" هنا دالة على الحال، (به) الضمير عائد على لفظ \" ما \" ، ويكون المعنى أعلم بالحال التي يكونون متلبسين بها عند سماعهم هذا القرآن الكريم، وقد صور اللَّه سبحانه وتعالى هذه الحال، إذ يستمعون إليك وهم في نجوى يتذاكرون فيها القول الصارف عن الحق، إذ يقول الظالمون في هذه النجوى، (إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا) والسرية مدرجة الفتنة فهم يسرون إليهم في النجوى </p><p> ظالمين للحق وللنبي لَا تتبعوه، (إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا) والمسحور هو الذي أفسد تفكيره السحر، وجعله في خبال يحتاج إلى طب الأطباء، إن النجوى دائما تكون أفعل في نفس الذين لَا يريدون اتباع الحق، ألم تر أنك إذا أردت أن تخدع إنسانا تخفت في صوتك، وتتسار معه فيؤثر فيه، هؤلاء الذين ينفرون من الحق نفورا يتولون على أدبارهم لَا يكونون في حال طبيعية بل يكونون قد استهوا بالباطل استهواء، فعندما يذكر اللَّه وحده في القرآن يولون الأدبار نفورا. </p><p> * * * </p><p> الداء الذي يسبب الكفر عدم الإيمان بالبعث </p><p> قال اللَّه ثعالى: </p><p> (انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا (٤٨) وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا (٤٩) قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا (٥٠) أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا (٥١) يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا (٥٢) </p><p> * * * </p><p> إنهم في نجواهم يقول الظالمون بسبب ظلمهم:  (إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا) ، فهم يشبهون حاله بما لَا يشابهها، ونقيض ما كانوا يعرفونه عنه من الكمال الإنساني من صدق وأمانه وعدالة، واستقامة في القول والعمل، ولقد قال تعالى في قولهم: </p>"
}