{
  "id": null,
  "sura": 17,
  "aya": 64,
  "text": "<p> (وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا (٦٤) </p><p> أي استخفهم، وحرضهم، وحركهم إلى اتباعك ليجيئوا إليك تابعين، لصوتك الداعي، وجاهر به في الدعوة إلى المعاصي، (وَأَجْلِبْ عَلَيْهِم) ، أي صِحْ عليهم بجلبة وصياح كما يُدعَى الجيش للقتال، فأعد عدتك وأجلب من يكونون في جلبة لك (بِخَيْلِكَ) بالذين يناصرونك من خيالة، (وَرَجِلِكَ) اسم جامع لراجل، وفي الكلام تشبيه، وهو تشبيه حال الشيطان في دعوته الغاوية الضالة </p><p> والمستعد للشر والإغواء بحال جيش من الأشرار يستفز الأنصار والأتباع، ويكون جلبة من خيَّالة وراجلين، فهذه الحال تشبه حال جيش فساد مستعد للإغارة على الخير، وجاء فى أمر اللَّه تعالى:  (وَشَارِكْهُمْ فِي الأَمْوَالِ وَالأَوْلادِ) في الأموال التي يكتسبونها بالسحت، ومن غير الحلال، وفي الأولاد الذين يجيئون أيضا من غير طريق حلال، وقال الزمخشري في هذه الجلبة وهذا الاستفزاز ما نصه:  \" مثلت حاله في تسلطه على من يغويه بمغوار أوقع على قوم وصوَّت بهم صوتا يستفزهم من أماكنهم، ويقلقهم من مراكزهم، وأجلب عليهم بجند من خيالة ورجالة حتى استأصلهم \" أي حتى أزال كل ما فيهم من عناصر، أو غلب عليهم عناصر الشر، ثم تكلم عن المشاركة في الأموال، فقال:  \" وأما المشاركة في الأموال والأولاد فكل معصية يحملهم عليها، كالربا والمكاسب المحرمة، والبحيرة والسائبة والإنفاق في الفسوق، والإسراف، ومنع الزكاة. والتوصل إلى الأولاد بالسبب الحرام، ودعوى ولد بغير سبب \" . </p><p> ومعنى هذه المشاركة في الأموال أنه يشاركهم في إثمها، والعذاب عليها لا أنه يشاركهم فيها بالأخذ، إنه لَا يريد منهم إلا الإغواء، فهو يغويهم، ويشاركهم في كل ماثم الإغواء. </p><p> (وَعِدْهُمْ) المواعيد الباطلة من المعبودات الأخرى غير اللَّه التي تشفع لهم - في اعتقادهم - عند اللَّه، وتمنع عنهم، وأن ذوي الأنساب هم يوم القيامة لهم المنزلة، كما هي لهم في الدنيا، واذكر لهم أيضا أن الحياة الدنيا هي كل شيء، (وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا) ، أي إلا أمورا تخدعهم، ولا يكون فيها جزاء، بل هي أوهام في أوهام، وإن الشيطان يولد فيهم الأوهام الكاذبة فيتصورون غير الواقع واقعا، وبذلك يُدَلون بغرور. </p><p> هؤلاء هم الذين رضوا بأن يكونوا أتباعا للشيطان حيث أغواهم، أما عباد اللَّه المخلصون فليس للشيطان عليهم سلطان، وقد تخلصوا من غوايته، وقال اللَّه تعالى فيهم: </p><p> (إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَى بِرَبِّكَ وَكِيلًا (٦٥) </p>"
}