{
  "id": null,
  "sura": 17,
  "aya": 106,
  "text": "<p> (وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا (١٠٦) </p><p> (قُرآنًا) مفعول لفعل محذوف يناسب المقام، ويبينه ما جاء بعده، وتقديره، ونزلنا قرآنا، أي نزلنا كتابا مقروءا، لَا مكتوبا فقط، ولقد علم اللَّه محمدا - صلى الله عليه وسلم - طريق قراءته، وهو ترتيله، فقال تعالى:  (لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ (١٦) إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ (١٧) فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ (١٨) ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ (١٩) . </p><p> أي إن علينا أن نقرأ القرآن قراءة مرتلة مبينة، كما قال تعالى:  (أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا) . </p><p> فالقرآن الكريم محفوظ بكل عباراته، وكلماته وقراءاته، وتلاوته، ومنهاج هذه التلاوة؛ لأن ذلك كله متواتر عن النبي - صلى الله عليه وسلم - تواترا يُعَدُّ العلم به علما ضروريا لا يرتاب فيه إلا كافر. والتنكير في قوله تعالى:  (قُرْآنًا) للتعظيم، وليذهب العقل في عظمته كل مذهب، ولأن المقصود وصفه بأنه مقروء غير مكتوب فقط، بل هو محفوظ في الصدور قبل السطور، وكان حفظه في الصدور حماية له من التحريف. </p><p> وقوله تعالى:  (فَرَقْنَاهُ) فيها قراءة بالتخفيف، وأخرى بتشديد الراء، والمعنى واحد، ومتلاق، وهو أنه نزل مفرقا، ولم ينزل دفعة واحدة، بل نزل منجما نجما بعد نجم على حسب ما تقتضيه حكمته تعالى وإرادته فكان ينزل مع الحوادث، وهي تشير إلى بيانه، وليستطيع النبي وصحابته حفظه، ولو نزل دفعة واحدة ما وجد من يكتبه، لأنهم قوم أميون، ولأن الكتابة قد يصيبها التحريف، وما في الصدور لَا يحرف، ولا يصحف، ولا يذهب حفظه كشأن الكتب السابقة التي حرفت، ونسي النصارى واليهود حظا مما ذكروا به. </p><p> وذكر سبحانه السبب في نزوله مفرقا بقوله تعالى:  (لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ) أي على تمهل وتطاول في المدة، فيحفظوه حفظا بدل أن يلقوا بكتابته على رقاع أو قطع من مواد أخرى كما في الشجر، وهكذا. </p><p> و (مُكْثٍ) تتضمن امتداد الزمن امتدادا يمكثون فيه من قراءته وحفظه، وتفهمه، وتعريف غاياته ومراميه، وكان الصحابة كلما جمعوا عدة آيات حفظا وترتيلا، سألوا النبي - صلى الله عليه وسلم - عن جملة معانيها إن كانوا لم يفهموها. </p><p> ثم قال تعالى:  (وَنَزَّلْنَاهُ تَنزِيلًا) ، أي نزلناه متدرجا منجما، وآكد نزَّل بالمصدر ليعلموا أنه تنزل بمعانيه وألفاظه، ولعل في هذا ردا على الذين افتروا الكذب، وقالوا إنه نزل بمعناه، والعبارة كيف نزل، ولقد كذبوا في ذلك وأعظموا الفرية، وإن ذلك من افتراء الكفار عليه، ووهن إيمان بعض من ينتسبون للإسلام. </p><p> هذا ما ساقه اللَّه تعالى لبيان مقام القرآن وسط آيات اللَّه تعالى، وأنه أعظم آيات اللَّه تعالى في الدلالة على رسالة الرسول، وأدومها، وأتقاها، وبين أن الآيات الحسية قد جاءت في أحوال كثيرة، ولم تنتج إيمانا بل تبعها من الطغاة عتوا واستكبارا، وتوالي المظالم، وبعد هذا البيان قال اللَّه تعالى: </p>"
}