{
  "id": null,
  "sura": 17,
  "aya": 35,
  "text": "<p> (وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا (٣٥) </p><p> أوفوا الكيل: قدموه وافيا إذا كلتم، وزنوا بالقسطاس المستقيم، القسطاس هو الميزان، والقسطاس كلمة في أصلها رومي، ولكنها عربت وما يعرب يكون عربيا، وإن اللغات تنمو بزيادة ألفاظ فيها ولو كانت مستعارة من غيرها، ولا يطعن في القرآن بأن فيه عربيا على ذلك النحو؛ لأنها صارت عربية بتعريبها ما دام النحو سليما والبناء قويما. </p><p> والقسطاس المستقيم أي السوي الذي لَا يميل ميلا غير سليم، فيزن بالباطل و (ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأوِيلًا) ، أي ذلك خير في ذاته لأنه عدل في المعاملة، وبه </p><p> تستقيم أمور الناس، ويطمئنون (وَأَحْسَنُ تَأْوِيلًا) ، أي أحسن مآلا، فإن العدل والتساوي في المعاملة مآله في الأمم حسن دائما. </p><p> وإن ذكر الكيل والميزان لأنهما حسيان، ولكنهما رمز لكل المعاملات التي تكون بين الجماعة، فالمعاملة العادلة تربط الناس برباط من القوة لَا تنفصم، ولقد قال النبي - صلى الله عليه وسلم -: \" عامل الناس بما تحب أن يعاملوك \"  (١) ، فذلك هو القانون العادل الذي يصلح الناس في هذه الحياة. </p><p> * * * </p><p> طلب الحق هو السبيل إلى الخير </p><p> قال اللَّه تعالى: </p><p> (وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا (٣٦) وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا (٣٧) كُلُّ ذَلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا (٣٨) ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا (٣٩) </p><p> * * * </p><p> هذا بيان للطريق السوي الذي يسلكه المؤمن للوصول إلى الحق، وهو ألا يتبع الأوهام، فما ضل الناس إلا باتباع الأوهام، ووراء الأوهام ودأب العقول غير المدركة تكون الأهواء والشهوات وضلال الأفهام، ووراء ضلال الأفهام عبادة الأوثان، ولذا قال تعالى: </p><p>(١) سبق تخريجه. (وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا (٣٦)</p>"
}