{
  "id": null,
  "sura": 17,
  "aya": 78,
  "text": "<p> (أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا (٧٨) </p><p> وإن الآيات السابقة تدل على ما كان يحاوله المشركون ليفتنوا المؤمنين في دينهم، وتطاولوا فحسبوا أنهم يفتنون محمدا - صلى الله عليه وسلم - عما أوحى اللَّه تعالى به إليه، ثم أشار إلى ما كانوا يفعلونه لكيلا تكون له مكة مقاما ومستقرا، بعد ذلك أمره بالصلاة مبينا أوقاتها له ولأمته، فقال:  (أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ) والصلاة فيها ابتلاء النفس بالقوة لأنها انصراف ولجوء إلى اللَّه تعالى واستحضار ذاته العلية، والصلاة هي ركن الإيمان السديد، ولقد قال تعالى:  (وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ (٩٧) فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ (٩٨) . </p><p> ويقول تعالى:  (فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى (١٣٠) ، </p><p> فكان الأمر بالصلاة والإشارة إلى أوقاتها؛ لأنها مادة الصبر. والإيمان وفيها أعلى درجات السلوان عن متاعب الحياة ولأوائها. </p><p> اللام في قوله تعالى:  (لِدُلُوكِ) للتوقيت، كما تقول في توقيت أعمالك أو الحوادث كان هذا لخمسٍ خَلَوْنَ من جمادى أو نحو ذلك، ويصح أن تكون </p><p> للتعليل، أي أقم الصلاة لأجل دخول وقت دلوك الشمس إلى غسق الليل. . . . ولهذا يقول علماء الأصول: إن الوقت سبب وجوب الصلاة، من حيث إن الصلاة لا تجب إلا بدخوله. </p><p> وإقامة الصلاة التي هي مصدر أقام، و (أَقِمِ) معناها أداؤها مقومة مستقيمة مستوفية الأركان الظاهرة، من قيام وركوع وسجود وقراءة ودعاء وأركانها الباطنة من خشوع واستحضار لمعانيها، ومعاني قراءتها وأدعيتها حتى تكون كلها ذكرًا للَّه تعالى، وهو لب معناها. </p><p> و (دلوك الشمس) معناه ميلا من وقت زوالها، وكونها في كبد السماء إلى غسق الليل، وبهذا تشمل الآيات الأوقات كلها؛ لأنها شملت الظهر والعصر والمغرب والعشاء في غسق الليل، والفجر في قوله تعالى:  (وَقُرْآنَ الْفَجْرِ إِنَّ قرْآنَ الْفَجْرِ كَانَ مَشْهُودًا) . </p><p> وفسر بعض الصحابة الدلوك بالغروب لأنه نهاية ميل الشمس؛ إذ تختفي. </p><p> ومن فسر الدلوك بميلها في الزوال، فسرها بابتدائه، وقال الماوردي: من جعل الدلوك اسما لغروبها، فلأن الإنسان يدلك عينيه براحتيه لتبينها حالة الغروب، ومن جعله اسما لزوالها فلأنه يدلك عينيه لشدة شعاعها. </p><p> ونرى أن تفسير الدلوك بميلها، وقت الزوال هو الأوضح؛ لأن الآية بهذا التفسير تشمل كل أوقات الصلاة، ولأن (دَلَك) معناها (مال) . جاء في تفسير البيضاوي ما نصه:  \" وأصل التركيب للانتقال، ومنه الدلك فإن الدالك لَا تستقر يده وكذا كل ما تركب من الدال واللام كدلج، ودَلَحَ، ودلع، ودلف \" . </p><p> وقوله تعالى:  (أَقِمِ الصَّلاةَ لِدُلُوكِ الشَّمْسِ) ، أي ميلها من الزوال شيئا فشيئا، فيكون الظهر ثم يشتد الميل فيكون العصر، واتساع الميل علامته طول كل الأشياء، ويكون العصر، ثم تغيب وينقطع الميل فيكون المغرب وتختفي الشمس وآثارها، فيكون غسق الليل وهو اجتماع ظلمته، وذهاب كل شفق ينير، فيكون </p><p> العشاء ثم نبه سبحانه وتعالى إلى الفجر وصلاته، فقال:  (وَقُرْآنَ الْفَجْرِ) عبر عن صلاة الفجر بقوله: (وَقُرْآنَ الْفَجْرِ) ؛ لأن القراءة ركنها ولأنه يجب أن يكون الجهر بها، ولأنه يندب أن تكون القراءة فيها بطوال السور أو ببعضها، ولأن القرآن فيها مشهود مستحسن، وقوله تعالى:  (إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا) ، أي تشهده الملائكة إذا لم تدرن النفس بعوجاء الحياة، واختلافات الأهواء والمنازع؛ ولأن الفجر ينبغي أن يؤدي في جماعة، ويجب أن يشهده أكثر المؤمنين القريبين من المسجد، ولأنه أول ما تستقبل به الحياة، ويصح أن نقول: إن (مَشْهُودًا) كناية عن رفعته ومقامه عند اللَّه وعند المؤمنين، وهذه الأوقات تتلاقى مع قوله تعالى في سورة الروم المكية:  (فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ (١٧) وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ (١٨) . </p><p> وبعد ذكر اللَّه تعالى الفرائض، أشار سبحانه وتعالى إلى النوافل فقال: </p>"
}