{
  "id": null,
  "sura": 17,
  "aya": 104,
  "text": "<p> (وَقُلْنَا مِنْ بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسْكُنُوا الْأَرْضَ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ جِئْنَا بِكُمْ لَفِيفًا (١٠٤) </p><p> أي بعد أن نجاهم من فرعون إذ خرجوا من البحر ناجين، وغرق هو وجيشه الذي يسيطر به، ويقول لقومه بقوته:  (. . . مَا عَلِمْتُ لَكُم مِّنْ إِلًهٍ غَيْرِي. . .) ، مغترا باغترارهم، ومستقويا بضلالهم، يقول قلنا لهم بلسان الحال والواقع من بعده (اسْكُنُوا الْأَرْضَ) والأرض هنا أهي أرض مصر، ومن يحكمهم فرعون بعد أن زال هو وجنوده، وصاروا عبرة للمعتبرين أم هو جنس الأرض؟. </p><p> إننا نميل إلى أرض مصر، لعلهم دخلوها مستباحة لهم ثم عادوا طالبين الأرض؛ لأن ظاهر الآيات في سورة القصص يفيد ذلك، إذ يقول اللَّه تعالى: </p><p> (إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ </p><p> وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ (٤) وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ (٥) وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ (٦) . </p><p> وهذا الفساد لبني إسرائيل وأهل مصر وملأ فرعون، والخلق أجمعين لأمد محدود، وهو يوم الآخرة، ولذا قال تعالى:  (فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ) وهو الميعاد الذي تنتهي به هذه الدنيا، ويجيء وعد الحياة الآخرة (جِئْنَا بِكُمْ لَفِيفًا) ، أي مختلطين من أشتات شتى سود وبيض وصفر وحمر، وحاكم ومحكوم، وطاغ وعادل، فاللفيف ما اجتمع من الناس من قبائل شتى، أي يجيء الأذلاء والطلقاء، والأعزاء والكرماء، وكل يقوم في مقام، ويحاسبون بميزان الحق الذي لَا شطط فيه، ولا نقص ولا بخس، فأما من كان قد جاء بالخير فله الحسنى، وأما من جاء بالأخرى فله عذاب مقيم. </p><p> بعد ذلك بين اللَّه مقام القرآن وأنه بعد أن بين أن الآيات الحسية لَا تجدي مع الضلال. </p><p> قال اللَّه تعالى: </p><p> * * * </p><p> (وَبِالْحَقِّ أَنْزَلْنَاهُ وَبِالْحَقِّ نَزَلَ وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا (١٠٥) وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا (١٠٦) قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا (١٠٧) وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا (١٠٨) وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا (١٠٩) قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا (١١٠) وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا (١١١) </p><p> * * * </p><p> بعد أن بين اللَّه تعالى أن المعجزة الحسية لم تُجد مع من سبقوهم، وضرب مثلا بفرعون وكيف زادته الحجة الحسية التي كثر عددها حتى صارت تسعا لما تزده إلا إعناتا واستمرارا في غيه، وهم يقلدون فرعون في طغيانه، فاتخذوه أسوة لهم في كفره بالآيات التسع، وليقصدوا القرآن، فهو حجة اللَّه تعالى الخالدة إلى يوم القيامة، ولذا قال تعالى: </p>"
}