{
  "id": null,
  "sura": 17,
  "aya": 82,
  "text": "<p> (وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ) ، (من) هنا يقول بعض علماء اللغة: إنها بيانية، أي ننزل القرآن الذي هو شفاء للناس ورحمة للمؤمنين؛ لأن القرآن كله شفاء ورحمة، وإذا جعلنا (مِنْ) للتبعيض يكون معنى الآية أن بعضه ليس فيه شفاء ولا رحمة وذلك باطل فيبطل ما يؤدي إليه. </p><p> وقال ابن عطية من المفسرين:  \" إن جعل(من)للتبعيض لَا ينافي أن القرآن كله شفاء؛ لأن(ننزل)معناه النزول شيئا فشيئا فيكون المعنى على هذا \" وننزل من القرآن شيئا فشيئا ما هو شفاء ورحمة للمؤمنين \" فالتبعيض في طريقة النزول لَا في الحكم بأنه كله شفاء ورحمة للمؤمنين \" . </p><p> والشفاء والرحمة للمؤمنين؛ لأنهم الذين ينتفعون به، والشفاء الذي اشتمل عليه القرآن هو شفاء النفوس من أوهام الباطل، وشفاء العقول من رجس الوثنية والأخلاق الجاهلية ومفاسد الأخلاق والرذائل الأثيمة، وتلك تخلية وبعدها التحلية، وتلك هي الرحمة، فتملأ النفوس بمكارم الأخلاق وتنظم المعاملات بين الناس في شريعة محكمة وحقائق ثابتة، وتنظم أعمال الناس بنظم اجتماعية واقتصادية تحفظ للفرد حقه في التصرف والامتلاك، وتصريف أموره في ظل جماعة عادلة رحيمة مترابطة غير متقاطعة، ولا متنازعة لَا تسلب فيها الحقوق بكلام لَا معنى له. </p><p> وإن هذا النص الكريم يتقارب في مؤاده مِن قوله تعالى:  (يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُم مَوْعِظَةٌ من رَّبِّكُمْ وَشِفَاءٌ لمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ للْمُؤْمِنِين) ، وإن المؤمنين هم الذين ينتفعون بالغذاء الطيب الذي يغذي النفوس والدواء الناجع الذي يزيل أمراض القلوب، أما غير المؤمنين فلأنهم أعرضوا عن الحق، وصموا آذانهم عنه إذا سمعوا القرآن لَا يشفيهم ولا يُغذيهم بل يزيدهم خسارا، ولذا قال: </p><p> (وَلا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا) ؛ لأن الكافر لجوج في كفره معاند ولا تزيد الحجة المعاند إلا عندا وخسارا. </p><p> ولقد قال في وقع نزِول القرآن على المنافقين:  (وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ (١٢٤) وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ (١٢٥) . </p><p> وإن الإنسان تطغيه النعمة فيبطرها ويوئسه البلاء، إلا الصابرون، وهذا قوله تعالى: </p>"
}