{
  "id": null,
  "sura": 17,
  "aya": 107,
  "text": "<p> (قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا (١٠٧) </p><p> أمر اللَّه تعالى أن يبين لهم أن إيمانهم وعدم إيمانهم عند اللَّه على سواء، فما يضير القرآن أن يؤمن به الجهال، ولا يرفعه فوق منزلته التي وضعه اللَّه فيها ألا يؤمنون، ويقول الزمخشري في هذا: \" أمر النبي - صلى الله عليه وسلم - بالإعراض عنهم واحتقارهم والازدراء بشأنهم، وإنهم إن لم يدخلوا في الإيمان ولم يصدقوا بالقرآن، وهم أهل جاهلية وشرك، فإن خيرا منهم وهم العلماء الذين قرءوا الكتاب، وعلموا ما الوحي وما الشرائع وقد آمنوا به وصدقوه، وثبت عندهم أنه النبي العربي الموعود في كتبهم فإذا تلي عليهم خروا سجدا، وسبحوا اللَّه تعظيما لأمره، ولإنجاز ما </p><p> وعد في الكتب المنزلة، وبشَّر من بعثه محمدا - صلى الله عليه وسلم - وهو المراد بالوعد في قوله تعالى:  (إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا (١٠٨) </p><p> وقوله تعالى:  (إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَجرُّونَ للأَذْقَانِ سجَّدًا) هذا النص الكريم في مقام التعليل لقوله: (آمِنُوا بِهِ أَوْ لَا تؤْمِنُوا) ، أي سيان إيمانكم وعدم إيمانكم بالقرآن، فإنكم إن كفرتم فقد وجد من يؤمن به، ويدرك منزلته، وكان من أولي العلم قبله من يعرف قدره ويؤمن به، وينزل في قلبه المنزلة التي أرادها اللَّه تعالى. </p><p> وأولو العلم هم أهل الكتاب كما ذكر الزمخشري وغيره من المفسرين إذ أوتوا علم الكتاب السماوي، وعلم النبوات، والعلم بأنه سينزل كتاب مصدق لما بين يديه، ولعله لَا مانع من التوسع في معنى أولي العلم بأنهم أولو الإدراك والتأمل والعلم بكل ما يتعلق بالله تعالى من أهل الكتاب، وأهل الحكمة والمعرفة الذين أوتوا المعرفة، فإن هؤلاء قد يكونون من أوساط لَا إيمان فيها كإيمان مؤمن آل فرعون، وكإيمان السحرة وكإيمان الأوس والخزرج، وقوله تعالى:  (مِن قَبْلِهِ) ، أي من قبل البعث المحمدي، فإن هؤلاء يكونون، حيث يكون العقل والتفكير، لَا حيث الكتب السماوية فقط، ولكن الظاهر أنهم أهل الكتاب المدركون. </p><p> وقد قال تعالى في وصف أهل العلمِ عندما يتلى عليهم (يَخِرُّونَ لِلأَذْقَانِ سُجَّدًا)  (سُجَّدًا) جمع ساجد كركع، و (يخِرُّونَ) ينزلون في خشوع وخضوع ساجدين، وقوله تعالى:  (يَخِرُّونَ لِلأَذْقَانِ) ، أي يخرون بوجوههم وهو أعلى موضع شرفهم البدني والتعبير بـ (يَخِرُّونَ) من قبيل تسمية الكل باسم الجزء، فهو عبر عن الوجه بأبرز أجزائه، وهو الذقن، وهو موضع الشرف، ويظهر أنها الأذقان بما يشتمل عليه من اللِّحا؛ لأن اللحية من كمال جمال الوجه. </p><p> ويقول سبحانه بعد ذلك في أوصاف أهل العلم: </p><p> (يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا (١٠٧) وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا) </p><p> ذكر سبحانه وتعالى أنهم يخرون ساجدين، وإنهم مع سجودهم يملك التأثر نفوسهم </p>"
}