{
  "id": null,
  "sura": 17,
  "aya": 59,
  "text": "<p> (وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا (٥٩) </p><p> المنع هنا هو الترك، وهو لازم لمنع، فأطلق الملزوم، وأريد لازمه وما أحد بمانع رب البرية أنى هو ترك، لحكمة أرادها، وأمر قدره، وهو أنه يعلم - وهو علام الغيوب أن الآيات الحسية لَا يؤمنون بها كما لَا يؤمن بها من سبقهم، ولأن الآيات الحسية، كحاصب من اأسماء، أو خسف أو ريح صرصر ينقضي بعد ساعته، ويكون خبرا من الأخبار، ولو أن القرآن سجل معجزات عيسى وموسى ونوح وإبراهيم ما علم بها أحد علما متواترا لمن غير تحريف. </p><p> وقوله تعالى:  (أَنْ نُرْسِلَ) مصدر منسبك من \" أن \" وما بعدها في المفعول للمنع، وقوله تعالى:  (إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ) وهم الذين نزلت إليهم، و \" أن \" وما بعدها في مصدر منسبك في موضع الفاعل للمنع، وقد علمت أن المنع أريد به الترك وإنما عبر بالمنع ولا يوجد من يمنع؛ للإشارة إلى أن الحكمة التي أرادها رب </p><p> العالمين من الآيات هي التي تمنع، فاللَّه تعالى هو الذي منع ذاته العلية، كقوله تعالى:  (. . . وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ) . </p><p> وقد ذكر اللَّه تعالى آية كان العرب يعلمون بها، وقد كانت في أرضهم، وقريبا من دارهم، فقال تعالى:  (وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً) ، أي مبينة هادية ليبصروا بها الحق، ولكنهم بعد أن أبصروه تجنبوه، وقال تعالى:  (وَآتَيْنَا ثَمُودَ النَّاقَةَ) ، أي أنه سبحانه آتاها لثمود، مع أنه آتاها لصالح حجة له، ولكن ذكر الإيتاء لهم، وقد كفروا وضلوا بها، ولأنها نزلت فيهم حجة عليهم؛ لأنهم هم الذين طلبوها. </p><p> (فَظَلَمُوا بِهَا) ، أي بسببها، أو تضمُّن الظلم معنى الكفر، فيكون المعنى فكفروا بها، ولم يصدقوا، ولم يذعنوا لما تهديهم إليه، ويقول:  (وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا) ، أي ما نرسل الرسل مؤيدين بالآيات إلا تخويفا، إلا ليعلموا رسالة الرسل الذين جاءوا مبشرين ومنذرين، فمعنى التخويف هو ما تدل عليه من الرسالة المنذرة المخوفة من عذاب اللَّه تعالى. </p><p> ويقول تعالى في آيات حسية جاء بها النبي - صلى الله عليه وسلم - وكانت فتنة فقال: </p>"
}