{
  "id": null,
  "sura": 17,
  "aya": 85,
  "text": "<p> (وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا (٨٥) </p><p> سألوه عن الروح ما ماهيتها أهي عرض أم جوهر، والروح أهي الروح التي تكون في الأجسام فتجعلها تتحرك بإرادتها وتسير باختيارها، ويقصد من الناس، ويصح أن يراد منها النفس التي تتجه بالحق إلى مقاصده وغاياتها، سألوه عنها فأجاب سبحانه، أو أمر نبيه أن يجيب بقوله:  (قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي) ، أي أنها خلق من خلقه والعلم بها من شأنه وأمره الخاص به، (وَمَا أُوتِيتُم مِّنَ الْعِلْمِ إِلَّا قَلِيلًا) ، أي ما الذي أوتيتموه من العلم إلا قدرا ضئيلا، والعلم بها فوق طاقتكم إنما اختص الخلاق العليم، وعبر بـ (رَبِّي) للإشارة إلى أنها سر خلقه وتكوينه، وقد شرف اللَّه تعالى الروح فقال تعالى:  (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ) ، فأضاف سبحانه روح آدم إليه تشريفا وتكريما للروح الإنسانية. </p><p> وإن التوراة التي بأيدينا فيها النص على أن نفس كل إنسان دمه، أما القرآن كلام اللَّه الصادق الذي لَا يأتيه الباطل من بين يديه ولا من خلفه فهو يقرر الحقيقة الثابتة الخالدة وهي أن الروح من أمر إنشاءِ اللَّه وخلقه وسر اللَّه تعالى في إبداعه وتكوينه، وما أوتي الإنسان إلا العلم بالمحسوسات واستخدام قواها، وهو لا يعرف حقيقة الأشياء ولكن يعرف مظاهرها وقوانينها الظاهرة لديه، وهذا مؤدى قوله تعالى:  (وَمَا أُوتِيتُم مِّنَ الْعِلْمِ إِلَّا قَلِيلًا) وهو العلم بالمحسوسات وظواهرها البيئية التي تتكشفها العقول وتعرفها الفهوم. </p><p> ألم تر الإنسان قد علا من الأرض وجعل النجوم له مراما، ووصل إلى القمر والمريخ، ويحاول أن يتعرف ما وراء هذا الفضاء فهل تراه استطاع أن يخلق ذبابا، كما قال تعالى: (يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ (٧٣. </p><p> قولوا للذين يقتعدون الفضاء وينقلون أجهزة العلم إليه: أيستطيع أحد أن ينشئ روح إنسان أو حيوان أو بعوضة في الأرض أو هامة من هوام الأرض؟ إن ذلك من شأن منشئ الوجود بديع السماوات والأرض والأجسام والأنفس والأرواح وكل شيء عنده بمقدار. </p><p> وإن القرآن هو روح الشريعة، وأنه من أمر اللَّه ومن شأنه، ولذا جاء ذكره بعد ذكر الروح التي من أمر اللَّه تعالى، فقال تعالى: </p>"
}