{
  "id": null,
  "sura": 17,
  "aya": 80,
  "text": "<p> (وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا (٨٠) </p><p> الإدخال متعدي دخل، والإخراج متعدي خرج، وقيل: إن هذه الآية نزلت عندما أذن للنبي - صلى الله عليه وسلم - أن يخرج من مكة مهاجرا، وأن يدخل المدينة داعيا مستنصرا، ويصح أن يفسر الإدخال والإخراج بهذا المعنى الخاص، ونرى أنه عام في كل أمر يقدم عليه الإنسان ويريد منه خيرا، وهو بالنسبة للنبي - صلى الله عليه وسلم - هو الدخول في تبليغ رسالة اللَّه سبحانه وتعالى، وأداؤه لها والاستمرار في أدائها والزود عنها، حتى يقبضه اللَّه سبحانه وتعالى إليه. </p><p> وما معنى الصدق في هذا المقام، يقال قول صدق، وعمل صدق، وموقعة صدق، ووقفة صدق، ونقول: الصدق هو الكمال في الأفعال والأقوال والواقع، والمواقع ومعنى صدقها أي يبتدئ بها الشخص مخلصا متجها إلى الغاية في أكمل صورها، مالكا الحق في طلبها سلوكا مستقيما من غير التواء ولا مراء، معطيا ما يحتاج إليه الأمر من وسائل الاستقامة والخلق الكريم، وفي الصدق صدق النفس بالإخلاص، وصدق العمل بالنية الطيبة، وصدق اللسان والجوارح. </p><p> فالدعاء بأن يدخله مدخل صدق، وأن يخرجه مخرج صدق دعاء بأن يحاط في المدخل والمخرج بالفضائل الإنسانية، والمكارم كلها، والحق من كل نواحيه، </p><p> هذا الدعاء الذي علمه اللَّه تعالى، وكل خطاب للنبي - صلى الله عليه وسلم - هو خطاب لكل أتباعه لأنه الأسوة المتبع. </p><p> وآخر الدعاء قوله تعالى:  (وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا) كان الدعاء الأول بلفظ المتكلم المفرد، أما في هذا الدعاء فكان بلفظ المتكلم الذي معه غيره، و (لَدُنكَ) ، أي من عندك، وهي تكاد تكون في اللغة العربية خاصة بالعندية لدى الذات العلية. </p><p> وكان الدعاء بأن يكون للنبي - صلى الله عليه وسلم - ومعه غيره بأن يهبه ومن معه السلطان أي القوة، و (نَّصِيرًا) ، أي قوة تنصره وتؤيده ويستعمل السلطان بمعنى الحجة، وبمعنى التسلط، وبمعنى القوة، وهي في هذا الموضع تشمل الحجة والقوة الناصرة التي لَا تنهزم، وقد أعطاه اللَّه سبحانه وتعالى كل ما طلب، وأعطاه سلطانا له ولمن معه فأجيبت دعوته وعصمه اللَّه تعالى من الناس وجعل حزبه هو الغالب وقال:  (. . . فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ) ، وأظهر دينه على الدين كله، واستخلفهم في الأرض ونزع اللَّه ملك فارس وممالك أخرى، وهكذا. </p><p> ونلاحظ أنه عندما طلب القوة، لم يطلبها لنفسه، بل طلبها لمن معه وهو بينهم، لتكون القوة الجماعية، ومن يطلبها لنفسه فإنما يطلبها للغلبة وقهر المؤمنين كما رأينا من رؤساء المسلمين في هذا الزمان. وإن وراء المدخل الصدق والمخرج الصدق، والسلطان للجماعة المؤمنة يكون انتصار الحق، وخذلان الباطل، ولذا قال تعالى: </p>"
}