{
  "id": null,
  "sura": 17,
  "aya": 52,
  "text": "<p> (يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا (٥٢) </p><p> (يَوْمَ) هو جواب للمشركين عن تحديهم (مَتَى هُوَ) ويكون الخطاب للمشركين، ويكون قوله تعالى:  (يَدْعوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ) معناه الإشارة إلى </p><p> أن إعادتهم لَا تكون إلا بأمره سبحانه وإجابتهم كقوله تعالى:  (. . . كن فَيَكُونُ) ، فالدعوة لَا مجاز فيها، والاستجابة تكون بالإيجاز كما ذكرنا في الآية الكريمة. </p><p> وقال طائفة من المفسرين وعلى رأسهم الزمخشري: إن هذا كناية عن سرعة الإعادة كما يدعو الداعي فيجيب المدعو فور الدعوة، والاستجابة هنا معناها الرغبة في الإجابة وطلبها كأنهم كانوا وهم خامدون في قبورهم يتوقعونها، ولا يستغربونها، وقوله تعالى:  (بِحَمْدِهِ) ، أي حالهم تكون حال الحامد الراغب العالم بقدرة اللَّه تعالى لَا حال المستنكر أو المستغرب، وكأنهم يكونون في حال غير الحال التي كانوا عليها في الدنيا من كفر وإنكار، بل هم على حال الإقرار باللَّه تعالى وأنه وحده المستحق للألوهية سبحانه وتعالى. </p><p> (وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا) ، أي أنهم يحسبون أنهم مكثوا قليلا في الدنيا على حسب ما قرره قتادة وتبعه الزمخشري، فاللبث القليل في الدنيا، وكما قال قتادة تقاصرت مدة الدنيا في نظرهم واعتقدوا أنها متاع وأن الآخرة هي الحياة وأنها أبقى، وفي ذلك إيمان بما لم يكونوا آمنوا به قبل، أي أنهم أدركوا الحقائق على وجهها ولكن كان حمدهم وإدراكهم بعد فوات الوقت، فلم ينفعهم في إبانها ولم ينفعهم حمد، ولا إيمان. </p><p> هذا على أن اللبث القليل في الدنيا، ولكن نرى كما رأى كثيرون من علماء السلف أن اللبث القليل كان في القبور قبل البعث، ولقد قال تعالى في ذلك:  (يَوْمَ يُنْفَخُ فِي الصُّورِ وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا (١٠٢) يَتَخَافَتُونَ بَيْنَهُمْ إِنْ لَبِثْتُمْ إِلَّا عَشْرًا (١٠٣) نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِنْ لَبِثْتُمْ إِلَّا يَوْمًا (١٠٤) . </p><p> ونريد أن نقول كلمة في إعراب قوله:  (وَتَظُنُّونَ إن لَّبِثتُمْ إِلَّا قَلِيلًا) إن (إنْ) نافية، أي \" ما لبثتم إلا قليلا \" ويكون ذلك خبرا لـ (أنَّ) ، وتقدير الكلام ويظنون أنكم ما لبثتم إلا قليلا، والآية بينة لَا تحتاج في بيانها إلى هذا الإعراب ولكنه تخريج نحوي ذكرناه حيث لم يذكره المعنيون بإعراب القرآن واللَّه أعلم. </p><p> * * * </p><p> دعوة الله الحق </p><p> قال الله تعالى: </p><p> (وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ إِنَّ الشَّيْطَانَ كَانَ لِلْإِنْسَانِ عَدُوًّا مُبِينًا (٥٣) رَبُّكُمْ أَعْلَمُ بِكُمْ إِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا (٥٤) وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ وَآتَيْنَا دَاوُودَ زَبُورًا (٥٥) قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا (٥٦) أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا (٥٧) </p><p> * * * </p><p> كانت العلاقة بين المشركين والمؤمنين إيذاءً مستمرا من جانب المشركين، وصبرًا ومصابرة من المؤمنين حتى اضطروا إلى الهجرة إلى الحبشة مرتين، وقد أفرط المشركون في أذاهم، وربما حسب بعض المؤمنين أن ذلك صغار للمؤمنين، وتفريط في حق الإيمان، فكان منهم من دعا إلى المقاومة، وإن المصابرة حسبها استرخاء يغريهم، وإن من له عصبية لَا تسلمه، وروي أن رجلا من المشركين شتم عمر بن الخطاب، فهمّ عمر بأن يقتله وكان على ذلك قديرا، فأمر اللَّه تعالى نبيه والمؤمنون بأن يصبروا، وأن يقولوا التي هي أحسن، فقال تعالى: </p>"
}