{
  "id": null,
  "sura": 17,
  "aya": 30,
  "text": "<p> (إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا (٣٠) </p><p> إن اللَّه سبحانه وتعالى هو مانح من يرزقه، وهو مقدر الرزق، وإذا كان الأمر كذلك فلا محل للبخل؛ لأنه يعطي الرزق فربما يعطي خلفا لما ينفق ولا محل للإسراف؛ لأن الإسراف ينافي شكر النعمة، ومعنى يبسط يوسع أي يجعله موسعا مبسوطا، (وَيَقْدِرُ) ، أي يجعله محدودا ليس بكثير، وقد قال في شأن الإنفاق:  (لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ. . .) . </p><p> إن الأرزاق بيد اللَّه يعطي من يشاء عن سعة، وهو له مختبر، فإن أنفقها في خير كان شكرا لها، واللَّه يقول:  (. . . لَئِن شَكَرْتُم لأَزِيدَنَّكُمْ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ) ، وإذا كان كله من اللَّه السعة والفقر، فإن ذا السعة لَا يغتر فيسرف، أو يبخل، والذي قدر عليه رزقه فليعلم أنه عطاء اللَّه أعطاه لحكمة أرادها، والشكر حينئذ هو الرضا بها، والصبر، وقد وصف اللَّه تعالى المؤِمنين فقال تعالت كلماته:  (وَالَّذِينَ إِذَا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُروا وَكَانَ بَيْن ذَلِكَ قَوَامًا) </p><p> وإن ذلك لحكمة أرادها، فربما يعطي ليظهر طغيان من أعطاه، أو شكره، ولذا ختم سبحانه وتعالى الآية بقوله:  (إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا) الضمير يعود في (إنه) إلى اللَّه العليم علم الخبير الذي أنشأ، علم من يرى ويبصر، فهو الذي قدر وأعطى، وهو الذي قدر وقلل، وللغني الشاكر فضله عند الله، وللفقير الصابر قدره. </p><p> وقد صدر الآية الكريمة بقوله سبحانه:  (إِنَّ رَبَّكَ يَبسُطُ. . .) فذكر الرب المنشئ القائم على كل شيء الذي يعطي كل إنسان قدره من هذه الحياة ويهديه. </p><p> * * * </p><p> نواهي الله لتطهير الجماعة </p><p> قال اللَّه تعالى: </p><p> (وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا (٣١) وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا (٣٢) وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كَانَ مَنْصُورًا (٣٣) وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا (٣٤) وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا (٣٥) </p><p> * * * </p><p> بين الله أنه لَا يصح أن يبخل خوفا على المال وشحا به، وإنه لَا يصح أن يسرف، فالإسراف تفريق للمال في غير مصارفه، ثم بين أن اللَّه يبسط الرزق لمن يشاء ويقدر، وأن الله هو الرزاق ذو القوة المتين، وأشد أنواع الحرص والخوف من الفقر قتل الولد خشية الفقر، ولذا جاء النهي عن قتل الأولاد خشية الإملاق وتلك مناسبة واضحة بين الآيات، وترى أن الآيات غير مقطعة بعضها عن بعض، بل هي موصولة يأخذ بعضها بحجز بعض، وهنا أمر آخر، وهي أن الآيات السابقة كان فيها بناء الأسرة على المودة والمحبة، وبناء المجتمع على رعاية الضعفاء كما قال - صلى الله عليه وسلم -: \" ابغوني في ضععفائكم، فإنما ترزقون وتنصرون بضعفائكم \"  (١) وبعد بيان </p><p>(١) سبق تخريجه.</p><p> الأسرة وحماية الضعفاء، وفي ذلك بناء المجتمع بناء صالحا ثابتا، أخذ ينهى عن آفاته، وابتدأ بأشدها نكرا، وهو قتل الأولاد خشية الإملاق، فقال: </p>"
}