{
  "id": null,
  "sura": 17,
  "aya": 83,
  "text": "<p> (وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا (٨٣) </p><p> (الإِنسَانِ)  (أل) للجنس، أي جنس الإنسان أنه تبطره النعمة وتطغيه، وتوئسه النعمة وتضعفه، وإن هذه طبيعة الإنسان إلا من هداه اللَّه تعالى بالصبر والإيمان، أو (أل) للعهد، وهو كما يدل عليه آخر الآية السابقة وهو الظالم الذي لا يزيده علم القرآن إلا خسارا، وإن هذه طبيعته الضالة التي جانف بها الفطرة ومال عنها. </p><p> ويقول في توجيه الحق في ذلك: إن الغريزة الإنسانية تنشأ منفعلة بما أحاطها وما منحت، فإن منحت القوة والصحة والمال ربما تطغى وتعرض عن الحق إلا أن تتهذب بتهذيب الدين، ويصيبها اليأس من روح اللَّه إن أصابها أمر يضرها ويسرها إلا أن تؤمن وتصبر. </p><p> وهذا قوله تعالى:  (وَإِذَا أَنْعَمْنَا عَلَى الإِنسَانِ) بنعمة الصحة والمال وتوفير الرزق، والسكن (أَعْرَضَ وَنَأَى بِجَانِبهِ) ، أي أعرض عن الحق والتطامن له، وعن الطاعة للَّه تعالى، وقد صور سبحانه وتعالى فقال:  (وَنَأَى بِجَانِبِهِ) ، أي ثنى وجهه واستدبر من يخاطبه وأدار وجهه وواجه بظهره؛ وهذه صورة حسية لمن يعرض مطرحا الأمر وراء ظهره، غير ملتفت إليه. </p><p> (وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا) ، أى كان يائسا يأسا شديدا من روح اللَّه وإنقاذه مما نزل به يأسا شديدا، (. . . إِنَّهُ لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ) . </p><p> والشر هو ما يسوء ويؤلم ولو كانت عاقبته خيرا، وقوله تعالى:  (مَسَّهُ) إشارة إلى أنه يصيبه ولو قليلا يجعله يائسا من رحمة اللَّه، فالقوة تغريه وتطغيه، والضعف ولو صغيرا يهده ويوئسه. </p><p> وهذا كقوله تعالى:  (وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ (٩) وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ (١٠) إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (١١) . </p><p> معنى الآيات السابقة والقرآن الكريم في محكم آياته يبين أن الناس على أصناف شتى فمنهم المهتدي الذي يتجه إلى الحق اتجاها من غير اعوجاج، ومنهم الضال المعرض عن الحق إعراضا، ومنهم المنافق، ومنهم الذين يسلمون ولم يؤمنوا أو يرجى لهم الإيمان، وكل يسير في طريقه مختارا منتهيا إلى ما كتب له، وهذا قوله تعالى: </p>"
}