{
  "id": null,
  "sura": 17,
  "aya": 55,
  "text": "<p> (وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ وَآتَيْنَا دَاوُودَ زَبُورًا (٥٥) </p><p> صدر الكلام بـ (ربك) للإشارة إلى أنه الخالق والقائم على خلقه، وهو الذي يعلم ما خلق، وقلنا: إن أفعل بالنسبة للَّه تعالى لَا يكون على بابه؛ لأنه لا مفاضلة بين الذات العلية وغيرها، وذكر سبحانه علمه بمن في السماوات ومن في الأرض، وذكر العقلاء في السماوات إشارة إلى الملائكة، وعقلاء الأرض هم بنو الإنس والجن. </p><p> يعلم الله تعالى طبيعة من في السماوات، وهم الملائكة أرواح طاهرة مطهرة لا تنزل إلى الأرض بطبعهم وحالهم، بل لو كان ملك في الأرض لجعله اللَّه تعالى في صورة إنسان، كما قال تعالى:  (وَلَوْ جَعَلْنَاهُ مَلَكًا لَّجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ) ، ويعلم سبحانه وتعالى من في الأرض، ويجعل الأنبياء من جنسهم، ليكونوا أقرب إلى إرشادهم، ويتعذر على من في السماء بمقتضى طبعهم أن ينزلوا، وليس في طاقة أهل الأرض أن يتلقوا الإرشاد من الملائكة، فالنبي محمد - صلى الله عليه وسلم - كان يتصبب عرقا، عندما يخاطبه جبريل الأمين، وعند أول لقاء به رجع إلى خديجة يرجف فؤاده. </p><p> اللَّه يعلم من في السماوات ومن في الأرض، ولذلك كان اختيار الرسل من أهل الأرض، وبيان اللَّه لعلمه من في السماوات ومن يشير إلى اختياره الأنبياء منهم، ولذا قال بعد ذلك: </p><p> (وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ) ففضل اللَّه تعالى أولي العزم من الرسل وهم نوح وإبراهيم، وموسى وعيسى ومحمد - صلى الله عليهم وسلم -، وقد ذكرهم بأسمائهم في القرآن، فقال تعالى في سورة الأحزاب:  (وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ. . .) وقال تعالى في سورة الشورى: (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ (١٣) . </p><p> وإن أولئك الأنبياء أمروا بشرائع إلا ما كان من أمر عيسى، فإنه أحيا شريعة التوراة، وزاد عليها، وإن ثمة كتبا ثلاثة كانت قبل النبي محمد - صلى الله عليه وسلم -، وهي التوراة والإنجيل، وقد ذكرهما القرآن في عدة مواضع، وذكر التحريف فيهما، وقال سبحانه وتعالى:  (. . . يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِرُوا بِهِ. . .) . </p><p> ولقد ذكر سبحانه كتاب داوود فقال:  (وَآتَيْنَا دَاوُدَ زَبُورًا) وهو لم يكن فيه أحكام غير التوراة، ولكن كانت فيه أدعية للَّه تعالى أوحى بها. </p><p> وإن داود كان حاكما كما قال تعالى:  (يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأَرْضِ فَاحْكُم بَيْنَ النَّاسِ بِالْحَقِّ. . .) ، وكان له مع شرف الحكم الخلافة من اللَّه في الأرض، قد أنزل عليه الزبور، وهو بهذا شرف أعظم، وأكرم. </p><p> وفى ذكر الزبور إشارة إلى التوراة والإنجيل، وكان بعد التوراة وقبل الإنجيل. </p><p> في ذكر هذا وذكر تفضيل بعض النبيين، وذكر محمد خاتم النبيين إشارة إلى كمال الرسالة الإلهية إلى أهل الأرض برسالة محمد خاتم النبيين، وأنه لَا نبي بعده، واللَّه أعلم. </p><p> وإن الأوثان التي يعبدونها، والآلهة التي يقدسونها من ملك أو بشر أو جن لا يملكون لأنفسهم نفعا ولا ضرا، ولا يغيثون، ولذا قال تعالى: </p>"
}