{
  "id": null,
  "sura": 17,
  "aya": 68,
  "text": "<p> (أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا (٦٨) </p><p> (الفاء) عاطفة على فعل محذوف تقديره أنجوتم فأمنتم. . . . والهمزة للاستفهام الإنكاري بمعنى إنكار الواقع، لأنهم زعموا أنهم إذ نجوا أمنوا الخسف في الأرض، أو الريح الحاصب من السماء. </p><p> وإذا كانوا كذلك فهذا توبيخ لهم على هذا الغرور وظنهم الآمن المطلق بعد النجاة من البحر، وهكذا الغرور دائما تحكمه الساعة التي يكون فيها، وهي التي توحي إليه بالغرور. </p><p> ومعنى قوله تعالى:  (أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ) ، أي أن غرورهم ليس في موضعه وأنهم أمنوا حيث لَا مأمن، وظنوا أنهم قد خرجوا عن قدرة اللَّه تعالى مع أنهم قد دخلوا في قدرته، وما هم بخارجين منها، فإذا نجوا من البحر وأهواله، ففي البر أهوال، والخسف أن تنهار الأرض، ويقال: بئر خسيف إذا انهدم أصلها، وجانب البر ناحية الأرض، والخسوف يقع في جانب منها، وقال الله تعالى في قارون عندما بغى على قومه:  (فَخَسَفْنَا بِهِ وَبِدَارِهِ الأَرْضَ. . .) . </p><p> فإذا نجوا من البحر فلن ينجوا من خسف الأرض، أو يرسل اللَّه تعالى حاصبا، أي ريحا شديدة، وهي التي ترمي بالحصباء وهي الحصى الصغيرة، والحجارة من السماء تحصبهم كما فعل بقوم لوط، فقد جاء الخسف والحاصب معا، قال اللَّه تعالى:  (فَلَمَّا جَاءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ مَنْضُودٍ (٨٢) مُسَوَّمَةً عِنْدَ رَبِّكَ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ (٨٣) . </p><p> فجاءهم الخسف، وجاءهم الريح الحاصب معا وكانوا يستحقون. </p><p> وقوله تعالى:  (جَانِبَ الْبَرِّ) منصوب مفعول لـ (يَخْسِفَ) ، وعلل الزمخشري ذكر الجانب بقوله:  \" معناه أن الجوانب والجهات كلها في قدرته، وله في كل جانب برا كان أو بحرا مرصد من أسباب الهلكة ليس جانب البحر وحده مختصا بذلك، بل إن كان الغرق في جانب البحر، ففي جانب البر ما هو مثله وهو الخسف، فهو تغيب تحت التراب كما أن الغرق تغيب تحت الماء \" . </p><p> ويستفاد من هذا أن ذكر الجانب في البر في مواجهة الجانب من البحر، وليس جزءا خاصا من الأرض إنما الأرض، كلها جانب في مقابل جانب البحر كله، وكان على العاقل المدرك أن يعرف أنه لَا يغيب عن قدرة اللَّه تعالى في بر أو </p><p> وإذًا فهو تحت سلطان اللَّه تعالى في البحر والبر، فلا يتوهمن أنه يوجد من ينجيه من عذابه إلا إياه، وليس لأحد قدرة في أن يمنع قدر اللَّه تعالى فقال:  (ثُمَّ لا تَجِدُوا لَكُمْ وَكِيلًا) تتكلون عليه، ويصرف عنكم ما يقدره عليكم. </p>"
}