{
  "id": null,
  "sura": 17,
  "aya": 15,
  "text": "<p> (مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا (١٥) </p><p> حقائق تؤكدها هذه الآية الكريمة: الحقيقة الأولى: أن الإنسان في الأعمال الدنيوية إن اهتدى فهدايته عائدة بالخير عليه، وإن ضل فضلاله مغبته عليه. </p><p> الحقيقة الثانية: أن الإنسان ليس له إلا ما سعى، فوزره هو الذي يتحمله، ولا يتحمل وزر غيره. الحقيقة الثالثة: أنه لَا عذاب إلا بعد الإنذار، (. . . وَإِن مِّنْ أُمَّةٍ إِلَّا خَلا فِيهَا نَذِير) . </p><p> ولنتكلم في استخراج هذه الحقائق من نصوص الآية. </p><p> الحقيقة الأولى: </p><p> (مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ) الفاء هنا مترتبة على ما ذكر قبلها، ذلك أنه إذا كان الحساب بكتاب منشور لَا يغادر صغيرة ولا كبيرة من أعمال الدنيا، إنه من يهتدي فهدايته لنفسه فلا يعذب، وينال الجزاء من عند اللَّه جنات تجري من تحتها الأنهار، ورضوان من اللَّه أكبر، ومن سلك طريق الضلالة وكتبت عليه دونت في كتابه فإن عاقبة ضلاله تكون على نفسه جزاء لما قدمت يداه من عذاب عسير، ولا ينظر اللَّه إليهم يوم القيامة ولا يزكيهم ولهم عذاب مقيم دائم، لهم جهنم خالدين فيها أبدا بما كانوا يكسبون. </p><p> الحقيقة الثانية: </p><p> هي كما أشرنا ما دل عليه بقوله تعالى:  (وَلا تَزِر وَازِرَةٌ وِزْرَ أُخْرَى) ، أي لا يحمل إنسان وزر غيره، و (وَازِرَةٌ) وصف لنفس، أي لَا تحمل نفس وازرة إثم نفس أخرى، وعبر سبحانه عن حمل الوزر بالوزر، فقال:  (وَلا تَزِرُ) لأن الوزر سبب حمله، فأطلق السبب وأريد المسبب، ألا يقال كيف ذلك واللَّه تعالى يقول:  (وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ (١٣) ، ونقول في الجواب عن ذلك، إنما يحملون أثقال غيرهم إذا كانوا سببا فيها كالذين يصدون عن سبيل الله يحملون أثقال من صدوهم؛ لأن نوعا من السببية في كفرهم بصدهم عن سبيل اللَّه وضلالهم. </p><p> ويلاحظ في النص السامي أمران: </p><p> الأمر الأول: قوله تعالى: (فَإِنَّمَا يَضِلُّ عَلَيْهَا) أي وزر ضلاله عليها. </p><p> الأمر الثاني: أنه سبحانه يقول: (فَإِنَّمَا يَضِلُّ عَلَيْهَا) فذكر هنا القصر والاختصاص، للإشارة إلى أن الضلال لهم وحدهم، فلا يجديهم أن يقولوا (إِنَّا </p><p> وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم مُّقْتَدُونْ)، فعليهم أن يتحملوا تبعة أعمالهم، وأن يقدموا على ما يقدمون عليه بتفكير من غير تقليد، فلا يتحمل من يقلدونهم شيئا من أوزارهم. </p><p> والحقيقة الثالثة: </p><p> أنه لَا عذاب من غير إنذار، ودل على ذلك قوله تعالى:  (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا) إن العقل يدرك الخير والشر، ولكن لأن الغرائز البشرية متشابكة يؤثر بعضها على بعض، فالغريزة الجنسية توجد الهوى، والهوى يجعل غشاء على القلوب فلا تفقه، وعلى الآذان فلا تسمع سماع هداية، ولا يبصر بصر اعتبار، يكون ذلك، فلا بد من منبه يزيل غشاوة الأعين وضلال القلوب، ووقر الآذان، وهذا هو النذير، والعذاب من غير النذير لَا يكون من رحمة اللَّه تعالى بعباده، (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ) نفي مؤكد حتى تكون الغاية، أي ما كان من شأننا ولا من رحمتنا أن نعذب إلى أن نبعث رسولا يعلم الحق ويبينه، والباطل ويزهقه، وقال تعالى:  (. . وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ (٢٤) . </p><p> * * * </p><p> الترف مآله الدمار </p><p> قال اللَّه تعالى: </p><p> (وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا (١٦) وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ وَكَفَى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا (١٧) مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا (١٨) وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ </p><p> سَعْيُهُمْ مَشْكُورًا (١٩) كُلًّا نُمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا (٢٠) انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا (٢١) </p><p> * * * </p><p> الترف أن يسترخي الإنسان في إرادته وعزيمته وصبره، فيكون كل شيء فيه مسترخيا، فإرادته مسترخية، وعزيمته لَا قوة فيها ونفسه غير منضبطة، والشهوات حاكمة، والأهواء جامحة، والمترف يختص بثلاث خصال: ضعف في الإرادة، واندفاع وراء الأهواء والشهوات، وأثرة تجعله يعيش في محيط نفسه ولا يخرج عن دائرتها، ولذا كان المترفون دائما هم أعداء الأنبياء، لأنهم أوتوا أثرة مقيتة، وكل حق يحتاج إلى فداء، وجهاد وبلاء وجلاد، وكان أتباع النبيين من الفقراء الذين لا يعيشون عيشة راضية، وكان أعداء النبيين من المترفين يقولون:  (. . . وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ. . .) . </p><p> وهذه الآية الكريمة: </p>"
}