{
  "id": null,
  "sura": 17,
  "aya": 16,
  "text": "<p> (وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا (١٦) </p><p> إن إرادة اللَّه تعالى لهلاك الأمة تكون إذا سارت الأمة في أسباب الهلاك، وانتهت إليه، فيريد اللَّه تعالى لها ما أخذت في أسبابه وسارت في طريقه قاصدة الغاية مريدة لها، فمعنى إرادة اللَّه تعالى سيرها في طريق الهلاك حتى ترد موارد الهلكة، وذهبت أسباب قوتها، وحلت محلها أسباب انهيارها. </p><p> والقرية المدينة العظيمة، ويصح أن يراد بها الدولة أو الأمة، أو الجماعة أيا كان عددها، وقوله تعالى:  (أَمَرْنَا مُترفِيهَا) فيها قراءات ثلاث، وكلها متواترة، وكلها ذات معنى صادق مستقيم: </p><p> القراءة الأولى:  (أمَرنا) بفتح الميم وهمزة من غير مد، والأمر هنا مجازي، ليس المقصود به الطلب، وإنما المقصود تسهيل أسباب الترف، وأسباب الاسترخاء </p><p> الذي يلازمه، ولا يفترقان، ويتبعهما سيطرة الأهواء والشهوات، وغمر العقل والإدراك بهما حتى لَا يدرك إلا من ورائهما، فإن تسهيل ذلك يكون كالأمر؛ لأنه يؤدي مؤدى الطلب، وقد قال في ذلك الزمخشري كلمة حكيمة، قال: والأمر مجازي، حقيقة أمرهم بالفسق أن يقول لهم افسقوا، وهذا لَا يكون فبقي أن يكون مجازا، ووجه المجاز أنه سبحانه صب عليهم النعمة صبا فجعلوها ذريعة إلى المعاصي واتباع الشهوات فكأنهم مأمورون بذلك لتسبب إملاء النعمة فيه وإنما خولهم إياها ليشكروا ويعملوا فيها الخير، ويتمكنوا من الإحسان والبر، كما خلقهم أصحاء أقوياء وأقدرهم على الخير والشر، وطلب منهم إيثار الطاعة على المعصية فآثروا الفسوق، فلما فسقوا حق عليهم القول، وهو كلمة العذاب فدمرهم. هذا هو المعنى على قراءة الفتح بتخفيف الميم. </p><p> والقراءة الثانية: هي تشديد الميم، أي (أَمَّرْنَا) مترفيها بأن جعلناهم أمراءها، وحكامها فكانوا أمراء أشرارا؛ لأن الترف كما بينا يؤدي إلى الشر والأثرة، وحيثما كانت الأثرة بَعُدَ الخير، والأمراء الأشرار هم أساس الفساد، ولقد قال النبي محمد - صلى الله عليه وسلم -: \" إذا كان أمراؤكم خياركم، وأغنياؤكم أسخياءكم، وأمركم شورى بينكم فظهر الأرض خير لكم من باطنها، وإذا كان أمراؤكم شراركم، وأغنياؤكم بخلاءكم، وأموركم إلى نسائكم، فبطن الأرض خير لكم من ظهرها \"  (١) . </p><p> والمترفون الذين أترفوا في ذات أنفسهم، وعمتهم الأثرة، والرخاوة، وحب الشهوات إن كانوا أمراء كانوا، ولقد روى أن النبي - صلى الله عليه وسلم - قال:  \" إن لكل شيءآفة، وآفة هذا الدين حكامه \"  (٢) . </p><p> القراءة الثالثة: أن الميم مفتوحة بالتخفيف ومد الهمزة أي (آمَرْنَا) ويكون المعنى كَثُر أي إذا أكثر اللَّه تعالى المترفين في الأمة عمها الفساد والفسق فدمرها اللَّه تعالى تدميرا. </p><p>(١) رواه الترمذي: الفتن - ما جاء في سب الريح (٢١٩٢). (٢) مسند الحارث بن أبي أسامة (٦٢) - ج ٢/ ٦٤١، وأورده السيوطي في الجامع (١٧٢٧٨) ج ٦/ ١٧.</p><p> وهنا أمران بيانيان نشير إليهما: </p><p> الأمر الأول: في قوله تعالى: مترفيها - فيه إشارة إلى أن السبب في التدمير هو الترف والاسترخاء، ولذا قال تعالى:  \" ففسقوا \" والفاء هنا لبيان أن ما قبلها سبب لما بعدها، أي أن تمكين المترفين مؤد إلى الفسق لَا محاله. </p><p> الأمر الثاني: أن التدمير: الهلاك وهو نوعان: النوع الأول ذهاب قوتها، وأن تكون طُعْمة سهلة لغيرها، فذلك فناء لشخصية الأمة وضياع لقوتها، وصيرورتها تابعة لغيرها، فتفقد عزتها، والنوع الثاني: أن ينزل اللَّه تعالى عليها عذابا من عنده، كريح حاصب صرصر عاتية، أو يجعل عاليها سافلها، ويمطرهم حجارة من سجيل، كما فعل بقوم لوط، إذ فسقوا عن أمر ربهم. </p><p> وأيا كان نوع التدمير، فقد رتبه سبحانه على الفسق، وأكده بالمصدر الذي هو مفعول مطلق، فقال سبحانه:  (فَدَمَّرْنَاهَا تَدْمِيرًا) ، وقوله تعالى:  (فَحَقَّ عَلَيْهَا الْقَوْلُ) ، أي فوجب عليها القول أي أمر اللَّه تعالى بتدميرها، إما بسبب عادى أدى إليه الترف، وإما بعذاب من عنده، واللَّه تعالى أعلم. </p><p> وقد أشار سبحانه إلى أن ذلك كان السبب في هلاك القرون من قبل، فقال تعالى: </p>"
}