{
  "id": null,
  "sura": 17,
  "aya": 81,
  "text": "<p> (وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا (٨١) </p><p> هذه الآية تؤذن بما سيقع بعد أن يكون الخروج الصدق من مكة بالهجرة والدخول بالمدينة وهو النصرة والإيواء. </p><p> وبعد أن أعطاهم السلطان النصير، والقوة ومجابهة الشرك، أمر اللَّه تعالى نبيه أن يقول ذلك مقررا مثبتا جاهرا بهذه الحقيقة وإن لم يكن ذلك ظاهرا، ولكن </p><p> أسباب النصر القريب قد وجدت وتضافرت، وكان اشتدادهم في الإعنات بشيرا للمؤمنين بقرب الفرج، وكان دعاء النبي - صلى الله عليه وسلم - بأن يدخله مدخل صدق وأن يخرجه مخرج صدق، إيذانا بالهجرة التي كان من بعدها النصر المؤزر. </p><p> يروى أن المؤمنين ابتدءوا الهجرة من بعد أن بايع النبي - صلى الله عليه وسلم - الأوس والخزرج البيعتين على النصرة، وأن يحموا محمدا ودعوته كما يحمون نساءهم وأولادهم (١) ، ومن هذا الوقت ابتدأت الهجرة فرادى وجماعات صغيرة يستخفون بها ولا يعلنون، ويظهر لمن المساق التاريخي أن دعوة الرسول بأن يدخل مدخل صدق، ويخرج من مكة مخرج صدق كان في هذا الإبان وكانت قريش تأتمر به لتقتله أو تثبته أو تخرجه وانتهت إلى قتله في مؤامراتها، وهذا في قوله تعالى: </p><p> (وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ (٣٠) . </p><p> هاجر النبي - صلى الله عليه وسلم - وقاتل المؤمنون وقوتلوا ثم كان النصر بأمر اللَّه، فقوله تعالى:  (وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ) ، أي قل مبثرا مثبتا جاء الحق غالبا منصورا وزهق الباطل أي ذهب وضاق من زهوق الروح، (إِنَّ الْبَاطِلَ كَانَ زَهُوقًا) ، أي مضمحلا غير ثابت. </p><p> ولو أننا نأخذ من روح النصوص القرآنية ما اقترن بها من حوادث، لقلنا إن هذه الآيات، والنبي - صلى الله عليه وسلم - قد التقى بوفد الأوس والخزرج وبايعهم بعد أن آمن من آمن منهم ولكن لم نجد في كتب التشمير ما يؤيد ما نقول وحسبنا القرآن مبينا أو مُسَيِّرا. </p><p> ولقد قال تعالى في القرآن الذي هو الحق، وبه علا الحق وكل ما فيه حق، (وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا (٨٢) </p><p>(١) انظر في ذلك ما رواه أحمد: باقي مسند المكثرين - مسند جابر بن عبد الله - رضي الله عنهما - (١٤١٢٦).</p><p> بعد أن ذكر سبحانه وتعالى إشراق النفوس بالحق وطمس الباطل أشار سبحانه إلى مصدر الحق في الإسلام وهو القرآن فليس فيه إلا الحق، ولا يلتمس إلا منه ولا يطلب إلا من آياته، فقال تعالى: </p>"
}