{
  "id": null,
  "sura": 17,
  "aya": 71,
  "text": "<p> (يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَئِكَ يَقْرَءُونَ كِتَابَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا (٧١) </p><p> (يَوْمَ) منصوب بفعل محذوف تقديره (اذكر)  (يَوْمَ نَدْعُو كُلَّ أُنَاسٍ) ، ومجيء هذا بعد آية التكريم يدل على أن ذلك له صلة بالتكريم فكان من تكريم الإنسان أنه لم يخلق سدى، بل خلق متحملا التبعة التي لَا يتحملها إلا الكرماء، فمنكرو البعث رافضون للكرامة التي أكرمهم اللَّه تعالى إياها لو كانوا يعقلون. </p><p> وقوله تعالى:  (يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ) أضاف سبحانه الدعاء إليه للإشارة إلى أنهم يلقونه، وقد كذبوا من قبل بلقاء ربهم، وخسروا بذلك خسرانا مبينا كما قال تعالى:  (قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلقاءِ اللَّهِ) ، و (إمامهم) أي بما يأتمون به ويتبعونه من بين هاد أو مرشد أو كتاب تدارسوه واتبعوه، وغير ذلك مما يكونون له تبعا، وفسره ابن كثير بأنه كتاب أعمالهم، فإنه فى هذا الوقت تكون الأعمال هي الناطقة التي تقدم أصحابها، كما قال تعالى:  (وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (٢٨) هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ (٢٩) . </p><p> وإنه يرشح لذلك قوله تعالى:  (فَمَنْ أُوتِيَ كتَابَهُ. . .) . </p><p> ولكن كيف يسمى كتاب الأعمال في الدنيا إماما، وهو نتيجة لاتباع غيره من هاد أو ضال، ولهذا رجح الأكثرون بأن الإمام هو القدوة المتبع هاديا مرشدا، أو غاويا مضلا. </p><p> وقد يجاب عن الرأي الأول بأن الكتاب سمي بذلك، لأنه حجة عليه لا يستطيع معه إنكارا، (فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ) الفاء تشير إلى أن هناك من يعطى بيمينه، ومن يعطى بشماله، أو هي تفصح عن كلام مقدر، (أُوتِيَ) ، أي أعطي كتابه بيمينه وإعطاء الكتاب بيمينه يشير إلى أنه من أهل اليمين وهم أهل الجنة كما قال الله تعالى:  (وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً (٧) فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ (٨) وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ (٩) ، ويقول سبحانه عن أصحاب الشمال:  (وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ (٤١) فِي سَمُومٍ وَحَمِيمٍ (٤٢) وَظِلٍّ مِنْ يَحْمُومٍ (٤٣) لَا بَارِدٍ وَلَا كَرِيمٍ (٤٤) . </p><p> وقوله تعالى:  (فَأُولَئِكَ يَقْرَءُونَ كِتَابَهُمْ) ، أي أنهم يقرءون كتابهم مستمتعين بهذه القراءة مدركين جزاءهم متوقعين له، (وَلا يُظْلَمُونَ فَتِيلًا) ، أي مقدار فتيل، وهو ما يكون بين جزأي النواة وهو ضئيل، كما قال تعالى:  (. . . وَلا يُظْلَمُونَ شَيْئًا) ، وكما قال تعالى:  (. . . فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا) . </p><p> وقد ذكر سبحانه أن أهل اليمين يقرءون كتابهم ولم يذكر أهل الشمال أنهم يقرءون كتابهم، لأنهم لَا يقرءونه استخزاء من أفعالهم وهو كتاب لَا يغادر صغيرة ولا كبيرة إلا أحصاها. </p><p> وإن هذه حال أهل اليمين، أما حال أهل الشمال فقد أشار سبحانه وتعالى إليها بقوله تعالى: </p>"
}