{
  "id": null,
  "sura": 17,
  "aya": 31,
  "text": "<p> (وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا) . </p><p> الإملاق هو الفاقة، وشدة الفقر، وأصلها اللغوي أملق الرجل إذا لم يبق له مما يملك إلا الملقات، وهي جمع ملقة، وهي الحجر الأملس الذي لَا يقف الماء عليه، ولا ينبت زرعا، وذلك كناية عن أنه لَا يملك ما يقوتهم به. </p><p> أي لَا تقتلوا أولادكم خشية الفاقة، وألا تملكوا لهم ما لا تنفقون عليهم منه، و (خَشيَةَ إِمْلاقٍ) تفيد أنهم الآن مالكون ما ينفقون منه، ولا يقتلونهم لذلك بل يقتلونهم خشية أن يتكاثروا فيكون الإملاق، ولذا قال تعالى:  (نَّحْنُ نَرْزُقُهُم وَإِيَّاكُمْ) بتقديم رزقهم عليهم؛ لأنهم يخافون موتهم من جوع، فيسارعون بقتلهم، فاللَّه تعالى أمنهم على رزق هؤلاء الأولاد، وفي تقديم رزق الأولاد إشارة إلى أمرين: أن رزقهم يتبع رزق الأولاد، فإن قتلوهم فقد حرموا هم أيضا الرزق ثم إن الأولاد ذاتهم رزق من اللَّه. </p><p> وبعد هذا الترغيب، وتسهيل الأمر عليهم، بين أثر ذلك القتل أو أشار إليه فقال تعالى:  (إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا) أي إثما، فالخطأ: الإثم والوزر، وقرئ بفتح الخاء (١) على أنه من الوزر أيضا، لأنه من خطئ يخطَأ خطأ، كأثم يأثم إثما يقال: إثما، ويقال خِطأ بمعنى الوزر، كما يقال حَذِرَا وحِذرا بفتح الحاء والكسر. </p><p> ووصفه سبحانه بالكبر منكرا، دليل أنه خطأ عظيم أشد ما يكون الإثم إذ إنه يؤدي إلى فناء الأمة أو ضعف نسلها، وفي ضعف النسل ذهاب ريحها وقوتها. </p><p> والقتل المنهي عنه في الآية يشمل ما كان في عصر نزول القرآن وما قبله من أعمال الجاهلين، من وأد البنات، وما يقوم به الآن بعض المنحرفين المعاندين الذين </p><p>(١) قراءة (خطئا) بفتح الحاء والطاء: يزيد (أبو جعفر المدني) وابن ذكوان. غاية الاختصار: ٢/ ٥٤٦.</p><p> يمنعون النسل، أو يحددونه، أو يضبطونه، أو ينظمونه، أو غير ذلك من العبارات المقلدة التي يدعون إليها المسلمين ولا يدعون إليها النصارى واليهود. روي في الصحيحين عن عبد اللَّه بن مسعود:  \" قلت يا رسول اللَّه: أي الذنب أعظم قال: \" أن تجعل لله ندا وهو خلقك \"،قلت:ثم أي؟قال:\" أن تقتل ولدك خشية أن يطعم معك \"،قلت:ثم أي؟قال:\" أن تزاني بحليلة جارك \"(١).</p><p> وقد قال تعالى:  (وَإِذَا الْمَوْءُودَةُ سُئِلَتْ (٨) بِأَيِّ ذَنْبٍ قُتِلَتْ (٩) . </p><p> قالوا إن في الآية نهى عن القتل، وضبط النسل أو تحديده أو تنظيمه، هو بمنع الحمل، لَا بالقتل بعد أن يولد حيا، ونقول في الجواب عن ذلك إن ذلك وأد، لأن النبي - صلى الله عليه وسلم - في آخر أخبار العزل: \" العزل هو الوأد الخفي \" (٢) ومهما يكن فإنه محاربة لإرادة اللَّه وتحد؛ لأن اللَّه هو الرزاق، ومعاندة لصريح الآية (نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ) . </p><p> ولقد رخص الإمام الغزالي في العزل لأسباب كثيرة، ولكنه قرر أمرين: </p><p> الأمر الأول: أنه لَا يجوز العزل لحال الخوف والفقر؛ لأن ذلك يكون مصادمة صريحة للنص القرآني، وإن الأرض لم تضق بسكانها، فلم ينل من خيرات إلا بعضها القليل، وأرض المسلمين واسعة. </p><p> الأمر الثاني: أن العزل في أي حال رخص فيها مما لَا ينبغي أي أنه لَا ينبغي بالجزء فلا يجوز بالكل، واللَّه أعلم. بعد النهي عن قتل الأولاد رجاء ما يؤدي إلى قتل الأولاد أو ضياعها أو فيه بشكل عام إضعاف للنسل فقال تعالى: </p><p>(١) متفق عليه، رواه بنحو من ذلك البخاري: البخاري: تفسير القرآن - قوله تعالى: (فلا تجعلوا لله أندادا) (٤١١٧)، كما رواه في خمسة مواضع أخرى بالفاظ متقاربة، ومسلم: الإيمان - كون الشرك أعظم الذنوب (١٢٤)، (١٢٥). عن عبد الله بن مسعود رضي الله عنه. (٢) سبق تخريجه.(وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا (٣٢)</p>"
}