{
  "id": null,
  "sura": 17,
  "aya": 98,
  "text": "<p> (ذَلِكَ جَزَاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآيَاتِنَا وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا (٩٨) </p><p> \" ذلك \" إشارة إلى ما مضى من جزاء المشركين أنهم يحشرون منكسي الوجوه لا يبصرون ما يلذ لهم أن يبصروه، ولا يسمعون ما يطيب لهم سماعه، ولا ينطقون بما يدفعون له عن أنفسهم، ومأواهم جهنم يذوقون العذاب فيها دفعة بعد </p><p> دفعة، والإشارة إلى هذه الصفات تتضمن أنها العقاب، وقد صرح اللَّه فوق الإشارة بالسببية، وهو الكفر بالآيات الدالة على وحدانية اللَّه، والمعجزات الدالة على إرسال الرسل وخصوصا معجزة القرآن، وهو المعجزة الكبرى. </p><p> وأشاروا إلى السبب الأصلي لكفرهم بكل الحق، وهو إنكارهم للبعث، وأشار إلى ذلك بقوله تعالى عنهم:  (أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) . </p><p> أي أنهم ينكرون البعث، ويستغربونه، كيف يعودون وقد صاروا عظاما نخرة، ورفاتا ورميما، أيكونون خلقا جديدا؟! وقد ذكرنا ذلك، ورد اللَّه تعالى ذلك الاستغراب. </p><p> * * * </p><p> قدرة الآيات والكفر بها من المشركين </p><p> قال اللَّه تعالى: </p><p> (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لَا رَيْبَ فِيهِ فَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا (٩٩) قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ وَكَانَ الْإِنْسَانُ قَتُورًا (١٠٠) وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا (١٠١) قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا (١٠٢) فَأَرَادَ أَنْ يَسْتَفِزَّهُمْ مِنَ الْأَرْضِ </p><p> فَأَغْرَقْنَاهُ وَمَنْ مَعَهُ جَمِيعًا (١٠٣) وَقُلْنَا مِنْ بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسْكُنُوا الْأَرْضَ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ جِئْنَا بِكُمْ لَفِيفًا (١٠٤) </p><p> * * * </p><p> أنكروا الإيمان باليوم الآخر، وعجبوا من أن يُعادوا خلقا جديدا، وقد صاروا عظاما ورفاتا، وأنكروا أن يكون القرآن معجزة، وطلبوا معجزات حسية محادة للَّه تعالى، ولتكون معجزته - صلى الله عليه وسلم - كمعجزات الأنبياء السابقين فرد اللَّه قولهم في الأمرين، ففي الأمر الأول أشار إلى قدرته على خلق أمثالهم، وأن قدرة اللَّه واسعة ولا يحاسب بها خشية الإنفاق، وفي الأمر الثاني ذكر اللَّه تعالى قدرته أنه أعطى موسى تسع آيات بينات، وقد قال فرعون بعد أن رآها، وعاينها آية بعد آية:  (. . . إِنِّي لأَظنُّكَ يَا مُوسَى مَسْحُورًا) . </p><p> قال تعالى في الأمر الأول: </p>"
}