{
  "id": null,
  "sura": 17,
  "aya": 41,
  "text": "<p> أكد اللَّه تعالى أنه يصرف القول في القرآن، فقال:  (وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ) ، أي صدقنا عباراته ومعانيه، فأحيانا تكون قصصا فيها العبر، وأحيانا تكون بالأمثال يضربها، وأحيانا يقرر الحقائق بطريق الاستفهام، وأحيانا ينفيها، ويستنكرها، وهو في كل ذلك ينتقل من إقرار حكيم معجز إلى مثله، وقد قال بعض العلماء في تصريف القرآن: لم يجعله نوعا واحدا بل وعدا ووعيدا ومحكما ومتشابها وأخبارا وأمثالا، مثل تصريف الرياح من صبا ودبور وجنوب وشمال، وهكذا كان التصريف من أسرار الإعجاز وهو أعلى درجات البلاغة وأسرارها. </p><p> وإنك وأنت تقرأ القرآن وهو مأدبة اللَّه تعالى تنتقل فيها من طيب سائغ إلى طيب سائغ، في حلاوة طعم، وجمال منظر وكله هنيء مريء، لأنه مائدة رب العالمين. </p><p> وقد صرف الله سبحانه في القرآن ذلك التصريف (لِيَذَّكَّرُوا) ، أي ليملأوا قلوبهم بذكر اللَّه وليعتبروا بعبره، وليروا فيه الكلام المعجز الذي يذكرهم برسالة النبي ليؤمنوا. </p><p> ولكن المتعنت المعاند لَا يقنعه الدليل ولا يزيده إيمانا بل إن عناده وطغيانه يزيده استمساكا بضلاله وإصرارا على كفره، ولذا قال:  (وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا) ، أي إلا بعدا عن الحق نافرين منه. </p><p> والتذكر هنا هو التدبر كما قال تعالى:  (. . . قَدْ فَصَّلْنَا الآيَاتِ لِقَوْمٍ يَذَّكَّرُونَ) ، والنفور كما أشرنا الإيغال في الضلال والإمعان فيه، وأي ضلال أشد من النفور من الحق واجتنابه. </p><p> ولقد قال تعالى موجها القول إلى النبي - صلى الله عليه وسلم - لإبطال شركهم: </p><p> (قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا (٤٢) سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا (٤٣) </p><p> هذه الآية الكريمة متصلة بقوله تعالى:  (وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا) وتوسط بينهما وهم أن الملائكة بنات، وتصريف القرآن ليتذكرون وذلك للإشارة إلى أن الذين يجعلون مع اللَّه آلهة أخرى يتبعون الأوهام ويصيبهم الخبال بهذه الأوهام، ولا يجد الدليل الإيجابي مجازا إلى قلوبهم، فصرف اللَّه تعالى القرآن ليتذكروا فأبوا إلا نفورا كشأن أعداء الحق، ويبين اللَّه تعالى على لسان نبيه بطلان ما يعبدون، فيقول سبحانه: </p>"
}