{
  "id": null,
  "sura": 17,
  "aya": 33,
  "text": "<p> (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كَانَ مَنْصُورًا (٣٣) </p><p> تدرج في النهي، فالنهي الأول كان عن قتل الأولاد، ثم حرم ما يؤدي إلى ضياع الأولاد وموتهم، وضياع النسل وانحلال الجماعة ثم نهى النهي الصريح، (وَلا تَقْتُلُوا النَّفْسَ) وعبر بالنفس؛ لأن القتل، وإن اتجه إلى الجسم، غاية الاعتداء عليه، وإزالتها من الوجود، وقد صرح اللَّه تعالى بأنه محرم قتلها، فهو وصف كاشف مبين دل على التحريم القاطع الذي لَا مسوغ له، وقوله تعالى:  (إِلَّا بِالْحَقِّ) ، استثناء من النهي، وقد صرح اللَّه تعالى ببعض المسوغات أو الحال التي يكون فيها القتل فقال:  (مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا. . .) . </p><p> وقد ذكر النبي - صلى الله عليه وسلم - معنى القتل بالحق فقال:  \" لا يحل دم امرئ مسلم إلا بإحدى ثلاث: النفس بالنفس، وزنية ثيب، وردة بعد إيمان \"  (١) . </p><p> وإن القتل أشد الجرائم، فقد قال:  (وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا (٩٣) . </p><p> والنبي - صلى الله عليه وسلم - فيما رواه الشافعي:  \" لزوال السماوات والأرض أهون عند الله من قتل امرئ مسلم بغير حق \"  (٢) . </p><p> ولذلك سوغ اللَّه تعالى لولي المقتول أن يطالب بدمه، (وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا) ووليه هو قريبه بالعصبة، ويكون ولي الأمر وليا في المطالبة </p><p>(١) رواه البخاري: الديات - قول الله تعالى أن النفي بالنفس (٦٣٧٠)، ومسلم بنحوه: القسامة والمحاربين - ما يباح من دم المسلم (٣١٧٥). (٢) كما رواه بنحوه ابن ماجه عن البراء بن عازب، والترمذي والنسائي عن عبد الله بن عمرو. وقد سبق تخريجه.</p><p> بدمه إذا لم يكن له ولي عاصب، وإذا كان قاتله هو ولي الأمر الأكبر وعجز وليه العاصب عن المطالبة بدمه فإن المسلمين جميعا عليهم أن يطالبوا بالدم، لأنهم أولياؤه؛ ويكونون عصاة مذنبين إذا لم يطالبوا بدم من قتل مظلوما، ولو كان القاتل هو الخليفة الأعظم، ولو خذلوه، ولم يطالبوا بدمه يكونون آثمين وعصاة، وبترك ذلك الواجب المقدس ذهبت قوة المسلمين. </p><p> وقد روى التاريخ الكثير عن قتل الحكام الظالمين لبعض أهل الإيمان، وسكوت المؤمنين، ورأينا في عصرنا من قتل المؤمنين قتلة فاجرة والمسلمون ساكتون ينظرون، ومن يتسربلون بسربال الدين يبررون ويحثون، ولا حول ولا قوة إلا باللَّه العلي العظيم، وإنه من مقررات الإسلام أنه لَا يهدر دم في الإسلام، كما روي عن علي كرم اللَّه وجهه أنه لَا يُطَلّ دم في الإسلام. </p><p> وقوله تعالى:  (فَقَدْ جَعَلْنَا لِوَلِيّه سُلْطَانًا) ، أي تسلطا على القاتل، يتتبعه حتى يقتضي الحاكم منه، وقوله تعالي:  (فَلا يُسْرِف فِي الْقَتْلِ) بقتل غير القاتل أو بقتلِ كثيرين في واحد، كما كان يفعل أهل الجاهلية، ومن الإسراف المُثلة، (إِنَّهُ كَانَ مَنْصُورًا) ، أي إن اللَّه ناصره، وقد خذله حقه فلا يتجاوزه، وقد خيره النبي - صلى الله عليه وسلم - بين القود أو العفو أو الدية فإن زاد عن الثالثة فخذوا على يديه. </p><p> وإن اللَّه سبحانه بين حق القرابة، وحق الضعفاء من المساكين وأبناء السبيل، ثم بين بعد ذلك من يجتمع فيهم أحيانا حق القرابة والضعف، وأحيانا لَا تكون لهم قرابة راحمة، بل يكونون في رحمة اللَّه، والجماعة تكنفهم، فقال تعالى: </p>"
}