{
  "id": null,
  "sura": 17,
  "aya": 25,
  "text": "<p> (رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ إِنْ تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا (٢٥) إن اللَّه سبحانه وتعالى نهى عن أمور، نهى عن التضجر، وعن النهي لهما عن أي عمل، وأمر بأن يقول لهما قولا كريما وربما يكون فيهما المسيء وربما يكون منهما الظالم، فبين اللَّه سبحانه في هذا المقام وغيره مما يشابهه، فقال سبحانه وتعالى: إن الاعتماد على النفوس، وصلاحها، واللَّه تعالى يغفر هنات الأفعال، </p><p> وما لَا تقصد فيه، ولا يعمد فيه إلى الشر مقصودا، وإنما يحاسب على ما تكسبه النفس ويربد به القلب، ولذا قال:  (رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكمْ) وأفعل التفضيل ليس على بابه، لأنه لَا مفاضلة بين علمه سبحانه وعلم غيره، فلا يعلم خفي النفوس إلا خالقها الرقيب على كل شيء، العالم بكل شيء، وإنما المراد من أفعل التفضيل أنه سبحانه عالم بالنقوس علما لَا يصل إليه علم قط. </p><p> وإذا كان يعلم النفوس، فهو يعلم ما تكسبه النفس، وتسوء به النية ويسود به القلب، ويعلم ما لَا يقصد سوءا، وليس فيه إساءة إلا أن تجيء عفوا من إيراد الشر، ولا نية. </p><p> وصدَّر الكلام بقوله:  (رَبُّكُمْ) للدلالة على علمه الدقيق، لأنه هو الذي خلق وأبدع، وربى ونمى، (إِن تَكُونُوا صَالِحِينَ) إن تكونوا في ذات أنفسكم صالحين بقلوبكم وأنفسكم، فإن اللَّه كان للأوابين غفورا، والصالح هو المستقيم النفس، المملوءة نفسه بالإخلاص، والطاهر القلب، فالاستقامة هي الصلاح كله والاستقامة تقتضي النية المخلصة والنفس النيرة، سأل بعض الصحابة النبي - صلى الله عليه وسلم - أن يرشده إلى كلمة يقولها فتهديه، فقال له - صلى الله عليه وسلم -: \" قل آمنت بالله ثم استقم \"  (١) . </p><p> وجواب الشرط (إِن تَكُونُوا صَالِحِينَ) هو كما أشرنا قوله تعالى: (فَإِنَّهُ كانَ لِلأَوَّابِينَ غَفُورًا) الأواب هو الذي يرجع إلى الحق دائما، فإذا ضل عن الطريق آب إليه، وإذا ابتعد قليلا عن العمل الصالح آب إليه، لَا يركس نفسه في شر أبدا، وبذلك يكون سريع التوبة لَا يعصي، ولا تريد نفسه معصية، فإن المعصية إذا عرضت على النفس نكتت نكتة سوداء، فإذا تكررت أربد القلب، فالأواب التواب لا تنكت في قلبه نكته سوداء، فيتوب، فيغفر له اللَّه، وقد وصف اللَّه تعالى ذاته الكريمة، فقال:  (فَإِنَّهُ كَان لِلأَوّابِينَ غَفُورًا) وقد أكد ذلك سبحانه بـ إن وبـ كان، وبصيغة المبالغة، كما قال تعالى:  (وَإِنِّي لَغَفَّارٌ لمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى) . </p><p>(١) رواه أحمد: مسند المكيين - حديث سفيان بن عبد الله الثقفي رضي الله عنه (١٤٨٦٩).</p><p> وبعد أن بين سبحانه حق الأبوين، وهو الإحسان في أعلى درجات الإحسان بين حق ذوي القربى فقال: </p>"
}