{
  "id": null,
  "sura": 17,
  "aya": 21,
  "text": "<p> (انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا (٢١) </p><p> أمر من اللَّه تعالى بأن ننظر نظرة تأمل في الحال التي فضل فيها بعض الناس على بعض في الرزق والمال، وأن اللَّه سبحانه يعطي في الدنيا كلا على حسب رغبته مع أن مشيئة اللَّه فوق هذه الرغبة، وأنه بهذا التمكين الرباني يكون من أعطاهم أفضل حالا من غيرهم فيكون من الناس الأغنياء والفقراء، ويفضل بعضهم على بعض في الرزق من غير أن يتبع تفضيل في الشرف أمر أو أية تفرقة طبقية، فالناس عند اللَّه سواء وأمام شرعه سواء، ولا فضل لغني على فقير، (فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَاءٌ. . .) . </p><p> وإن ذلك الذي أشار إليه في الدنيا فقط، أما في الآخرة فطالبوها (أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا) والمعنى أن الذين أرادوا حرث الآخرة، فقصدوها مخلصين، وسعوا لها سعيها مؤمنين أكبر درجات أي أعلى وأسبق وهم في درجات عليا، وكلمة درجات لَا تكون إلا في العلو والشرف الرباني، وكذلك كان التعبير في قوله تعالى:  (. . نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا. . .) ، أي في الحياة الآخرة. </p><p> وقال (أَكْبَرُ تَفْضِيلًا) أفعل التفضيل ليس على بابه فلا موازنة في كثرة الفضل، بل المراد أنهم يلقون من الفضل كثرة ليس وراءه فضل لمستزيد، ونفينا </p><p> المقابلة؛ لأن طلاب العاجلة لَا فضل عندهم، لَا بقدر قليل، ولا بقدر كبير، بل هم يوم القيامة في العذاب الهون، والمنزلة الدون. </p><p> والاستفهام في (كَيْفَ) للتنبيه، وتقرير تلك الحقائق الثابتة. </p><p> * * * </p><p> وصايا الله وأوامره </p><p> قال اللَّه تعالى: </p><p> (لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا (٢٢) وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا (٢٣) وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا (٢٤) رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ إِنْ تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا (٢٥) وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا (٢٦) إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا (٢٧) وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا (٢٨) وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا (٢٩) إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا (٣٠) </p><p> * * * </p><p> إنه بلا شك كانت أكثر الأحكام بالمدينة حيث اقتضت العدالة وتنظيم الجماعة، وإقامة بنائها على أحكام اللَّه تعالى، وعلى الفضيلة، والخلق العظيم، وكان بمكة أحكام قليلة كلها تمليها خصال المروءة والفضيلة، وإن لم تكن تنظيما لأحكام مفصلة تقوم عليها المدينة الفاضلة إلا أنها بمقتضى الفطرة الإنسانية في مبادئها الأولى، وأولها إفراد اللَّه تعالى بالعبودية، وقد ابتدأها بها لأنه كانت البعثة ابتداء لأجلها، ثم ثنى بالإحسان إلى الوالدين، وإيتاء ذي القربى، وإقامة الأسرة بالبر والمودة وصلة الرحم؛ لأن الأسرة أصل بناء المجتمع، والأسرة في الإسلام هي الممتدة لَا المقصورة على الزوجين والأولاد كما هو الشأن عند من لَا يعرفون الرحمة والبر بهما، ويقطعون ما أمر الله به أن يوصل، وقد ابتدأ سبحانه بالوحدانية فقال: </p>"
}