{
  "id": null,
  "sura": 17,
  "aya": 39,
  "text": "<p> (ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا (٣٩) </p><p> الإشارة في (ذَلِكَ) إلى المذكور من الآيات من قوله تعالى: (وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ. . .) ، إلى قوله تعالى:  (وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا) وإن اللَّه تعالى ذكر ذلك مما أوحى إليك ربك من الحكمة، والحكمة هي العلم النافع، وفي هذا أعلم نفع كبير، فقد ابتدأ بتطهير العقل والنفس من أدران الشرك، ورجس الأوثان ثم بين بناء المجتمع على دعائم الأسرة، وعلى ألا يجعل يده مغلولة إلى عنقه ولا يبسطها كل البسط ونهى عن الإسراف وما من إسراف إلا ووراءه حق مضيع، ثم طهر المجتمع من أوزاره فنهى عن الفحشاء، وقتل النفس أو قرب مال اليتيم إلا بالتي هي أحسن، وأمر بأن تقوم العلاقة بين الناس على أساس الوفاء بالعهد، وعلى أن يجب الإنسان لنفسه ما يحب لغيره، وأن العلاقة على أساس المقام الذي لَا اعتداء فيه هي خير وأحسن، ونهى عن السير وراء الأوهام، وهذه كلها علوم نافعة، لأن فيها نفع الإنسان وإقامة مجتمع صالح قد حُلِّي بمكارم الأخلاق وخلي من ملائم الناس. </p><p> وعن ابن عباس هذه الثماني عشرة كانت في ألواح، أولها (وَلا تَجْعَلْ مَعَ اللَّهِ. . .) إلى هذه الآية. </p><p> ويقول الزمخشري في الكشاف:  \" وسماها حكمة، لأنها كلام محكم لا مدخل فيه للفساد بوجه \" وأقول: لأنها معان محكمة لَا تقبل النسخ، بحال من الأحوال، وقال الزمخشري أيضا: \" ولقد جعل الله فاتحتها وخاتمتها النهي عن </p><p> الشرك؛ لأن التوحيد هو رأس كل حكمة وملاكها ومن عدمه لم تنفعه حِكَمُه وعلومه وأن بذَّ فيها الحكماء، وبلغ بيافوخه السماء، وما أغنت عن الفلاسفة أسفار الحكم، وهم عن دين اللَّه أضل من النعم \". </p><p> وختم اللَّه الآيات بقوله:  (وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا) ، أي يجتمع عليك عذابان: </p><p> العذاب الأول: أنك ملوم لأن فعلت فعلا لَا يليق بالعقلاء وهو في ذاته مذموم عند من يدرك الحقائق. </p><p> العذاب الثاني: أن تدحر أي تهلك بالإبقاء في نار جهنم، وقد ابتدأ سبحانه ببيان أن الشرك يقعد به عن الوصول إلى الحق ويقعد مذموما مخذولا، لَا ينصره أحد، وختم الآيات بأنه يلقى في جهنم هالكا مذموما ملوما لَا يبرر كفره أحد. </p><p> * * * </p><p> آثار الشرك ضلال العقول </p><p> قال اللَّه تعالى: </p><p> (أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا (٤٠) وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِيَذَّكَّرُوا وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا (٤١) قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا (٤٢) سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا (٤٣) تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا (٤٤) </p><p> * * * </p><p> إنهم يجرون وراء الأوهام ويقفون ما ليس لهم به علم، فيدعون ما لَا دليل عليه من نقل ولا من عقل، ومن ذلك أن جعلوا الملائكة الذين هم عباد اللَّه إناثا، </p><p> وكان ذلك غريبا لأن مؤداه أنه سبحانه اصطفى لهم البنين، وجعل له الإناث وهذا غير معقول في ذاته، لأن الناس في شئونهم العادية يؤثرون أنفسهم بالخير ويختارون لغيرهم دونه، وكذلك قال سبحانه وتعالى في استفهام إنكاري: </p>"
}