{
  "id": null,
  "sura": 17,
  "aya": 100,
  "text": "<p> كان الكلام من اللَّه تعالى؛ لأنه ذكر لحقائق الوجود، ولطبائع الأشياء والخلق والتكوين فلما اتجه سبحانه إلى بيان الطبائع الإنسانية أمر من وجب عليه التبليغ أن يبلغهم طبائعهم، فقال عز من قائل:  (قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي. . .) ، قل لهم يا رسولي إليهم لو كنتم تملكون خزائن رحمة اللَّه إذًا لأمسكتم، أي إنكم تضيقون على أنفسكم دانما ولا توسعون في مدارككم وتفكيركم، فلو أنتم بهذا التفكير الضيق تملكون أو تسيطرون على خزائن رحمة اللَّه على أصحابها كما ضيقتم عقولكم، ومدارككم وتفكيركم، وخزائن رحمة اللَّه هي الرزق والصحة، والقوة، وكل ما ينعم اللَّه به تعالى على عباده، وقوله:  (إِذًا لأَمْسَكْتُمْ خَشْيَةَ الإِنفَاقِ) ، أي إذا كان ذلك لأمسكتم، و (اللام) هي الواقعة في جواب (إِذًا) ، أي، أمسكتم على الناس ما رزقوا من رحمته (خَشْيَةَ الإِنفَاقِ) ، والإنفاق هنا معناه الافتقار بمعنى الإملاق، كقوله تعالى:  (وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ. . .) ، أي إنكم تبخلون حتى في مال غيركم، وتمنعون أصحاب الحقوق من حقوقهم، ثم قال تعالى:  (وَكَانَ الإِنسَانُ قَتُورًا) ، أي بخيلا، لأنه يطلب دائما المعاوضة، وهو بالخير ضنين، وإنه يشعر بالاحتياج دائما؛ لأنه بالنسبة للدنيا يخشى النفاد، ويحرص على أن يبقى لنفسه في كل الأزمان، وهو لَا يحض على طعام المسكين خشية الفقر، وهذا في طبع الإنسان، ولكنه لَا يمنع أن المؤمنين منهم الجواد السخي الذي يعطي المال على حبه مسكينا ويتيما وأسيرا، ولذا قال تعالى:  (إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا (١٩) إِذَا مَسَّهُ الشَّرُّ جَزُوعًا (٢٠) وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا (٢١) إِلَّا الْمُصَلِّينَ (٢٢) ، وإن الإنسان إذا لم يهذبه دين الحق، ولا مجتمع فاضل يبدو فيه أمران: حرص شديد ليحفظ لنفسه في عزمه نفقته في القابل، وخوف الفقر، حتى تتحقق الحكمة:  \" الناس من خوف الفقر في فقر \" فهم فقراء في ذات أنفسهم إذا خافوا الفقر، وإن هذا النص الكريم يدل على أمور ثلاثة: الأمر الأول: أن خزائن رحمة اللَّه تعالى لَا تنفد تشمل البر والفاجر، وتعم الغني والفقير، والقادر والعاجز. </p><p> الأمر الثاني: أن العبد هو الذي يقتر، ويحس بالفقر دائما إلا أن يكون مؤمنا يؤثر على نفسه ولو كان به خصاصة. </p><p> الأمر الثالث: أنه على الإنسان أن يهذب غرائزه، فإذا كان قتورا يجب أن يُعَوَّدَ السخاء والإيثار. </p><p> ذكرنا أن الآيات من قوله:  (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ. . .) تدل على قدرة اللَّه على البعث، وإعادة الخلق كما بدأه، وتدل على طبيعة الإنسان وخلقه، وأنه حريص على هذه الحياة الدنيا، ومن حرصه عليها أنه قتور ضنين، ومن ضنه أنه لَا يؤمن باليوم الآخر؛ لأنه لَا يؤمن إلا بما في قبضة يده، ويحرص عليه. </p><p> وذكر أن الآيات من بعد هذا رد بالوقائع الصادقة على الذين يقولون لو جاءتهم آية حسية لآمنوا، فبين اللَّه تعالى لهم أن من سبقوكم جاءتهم آيات حسية كثيرة. </p><p> ولقد ضرب اللَّه مثلا من ذلك فرعون مع موسى فقال تعالى: </p>"
}