{
  "id": null,
  "sura": 17,
  "aya": 62,
  "text": "<p> (أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ ... (٦٢) </p><p> الكاف لتأكيد الخطاب، ويقول بعض اللغويين، لَا محل لها من الإعراب، وأرى أنه لَا مانع من أن تكون في موضع </p><p> المفعول لرأى، والهمزة للاستفهام، ومعنى الكلام أخبرني أهذا الذي كرمت على، وفى هذا معنى التصغير لآدم، والاستكبار عليه، كأنه يقول ما هذا الذي كرمت عليَّ، أي كرمته مفضلا له عليَّ، وأنه لَا يستحق التكريم دوني، ويقول إبليس: أنا الجدير بالتكريم، كما توهم أن كونه من نار يجعله أكرم ممن هو من طين، وذلك من فرط الغرور؛ لأن الذي أمر بذلك الأمر الجازم هو الذي جعلك من نار وجعله من طين، وذلك من تغفيله، واستعلائه بالباطل، وكان قياسه هذا باطلا، واستدل نفاة القياس على بطلانه بقياس إبليس. </p><p> ثم يقول متوعدا آدم وذريته، ومتحديا ربه عن جهالة: </p><p> (لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا) </p><p> اللام للقسم، ولأحتنكن جواب القسم، ودخلته نون التوكيد الثقيلة، وهو يؤكد ذلك، كقوله في آية أخرى:  (. . . وَلأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ) ، والاحتناك: الاستئصال، من احتنك الجراد الزرع إذا لم يبق منه شيئا، وكقولك: الرجل احتنك شاتين أي أكلهما، ويصح أن يكون من احتنكت الفرس وضعت في فمها الرسن أو الحبل، يجرها منه، والمعنيان يصلحان، إذ يكون المعنى استأصلهم بالإغراء والإغواء حتى يجرهم كما يجر الرجل دابته، ويجعلهم له تبعا، وقد استثنى من ذريته فقال:  (إِلَّا قَلِيلًا) ، أي إلا عددا قليلا، وهو كقوله:  (إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ) ، وفي هذه الآية قال: إلا قليلا، وباجتماع يكون المخلصون من عباد اللَّه عددا قليلا. </p><p> وكيف علم ذلك؟، نقول: إنه اعتزم أن يفعل ذلك، ويريد أن يكون أتباعه عددا كبيرا، وأطمعه في ذلك أن الملائكة عندما قال الله تعالى لهم:  (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ. . .) ، ولأنه أدرك أنه يؤتى من قبل شهوته وهواه وأنه أوتي غِرَّة بحيث يكون قابلا للانخداع لَا يستمسك، كما قال اللَّه تعالى في آدم:  (. . . ولَمْ نَجِدْ لَهُ عَزْمًا) . </p><p> ولقد أجاب اللَّه سبحانه إبليس على ما قاله بقوله: </p>"
}