{
  "id": null,
  "sura": 17,
  "aya": 5,
  "text": "<p> (فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ وَكَانَ وَعْدًا مَفْعُولًا (٥) </p><p> أولاهما: هي المرة الأولى التي يفسدون فيها، وأكد اللَّه تعالى الإفساد فيها في ضمن تأكيد الإفساد مرتين. </p><p> و (وَعْدُ) معناها - ميعاد - وعبر سبحانه وتعالى بوعد دون التعبير بميعاد؛ لأن ميعاد اسم للزمن، ويتضمن الوعد؛ وذلك لأن المصدر فيه إيذان بتوكيد ما وعدهم اللَّه به، وقد قرن سبحانه وتعالى فساد المرة الأولى ببعث الجيوش المخربة الهادمة أو المذلة لهم أو المذهبة لاستقلالهم. </p><p> وقد جعل سبحانه (بَعَثْنَا) جواب شرط لقوله تعالى: (فَإِذَا جَاءَ وَعْدُ أُولاهُمَا) وهي المرة الأولى للفساد، وهذه القضية الشرطية تفيد أن الفساد في الأمم يتردى إلى أن تكون نهبا للمغيرين عليهم، وأن الحصن الحصين لمنع غارات المغيرين هو استقامة الأمة في ذات نفسها وإقامة العدالة والحكم بالأمانة والعدل، وأما فسادها فإنه يؤدي إلى الانهيار وأن تكون طُعْمة للمغيرين يجدون فيها مغانم يغنمونها. </p><p> وقوله تعالى:  (بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا) وعبر سبحانه بـ (بَعَثْنَا) ، أي أنهم جاءوا إليهم كأنهم مبعوثون لهم مسلطون عليهم، وأسند سبحانه البعث إلى ذاته العلية؛ لأنه جاء على سنة الوجود التي سنها، ولن تجد لسنة اللَّه تبديلا، وهو أن الفساد يغري بالهجوم على الفاسدين، ولأن المغالبة الإنسانية تجعل القوي يأكل الضعيف ولا ضعف أكثر من استشراء الفساد فإنه يهدم كيانها ويعرضها للفناء، سنة اللَّه تعالى في الوجود. </p><p> وقال تعالى:  (عِبَادًا لَّنَا) هنا إشارتان بيانيتان: </p><p> الإشارة الأولى: أنه عبر بـ (عباد) وذلك إشارة إلى أنهم خاضعون لإرادة اللَّه تعالى فيهم. </p><p> والإشارة الثانية: إضافتهم له سبحانه وتعالى بما يفيد الاختصاص، ومؤدى ذلك أن اللَّه جعلهم له لَا لأجل العبودية والطاعة، بل ليكونوا آلة تأديب وتهذيب لمن يخرجون عن الهداية ويقعون في الفساد، وهؤلاء الجبارون هم طُعْمة لغيرهم إذا فسدوا، وهكذا يتدافع الشر، ويدفعه أخيرًا الخير، (. . . وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ (٢٥١) . </p><p> ووصف سبحانه وتعالى أولئك العباد، بأنهم (أُوْلِي بَأسٍ) ، الباس: القوة، و (شَدِيدٍ) ، أي فيه بطش وعتو، ولا يرحمون أعداءهم وقد نزعت منهم النواحي الإنسانية العاطفة كالتتر في طغيانهم، وإذا دخلوا قرية أفسدوها وجعلوا أعزة أهلها أذلة. </p><p> وإنهم في حروبهم لَا يقنعون بأماكن الجند ومعسكرات الحرب، بل يدخلون المدائن ويجوسون خلال دورها، ويتردون خلال هذه الدور، وفي ذلك إشارة إلى أنهم يقتلون النساء والذرية والضعفاء من العجزة فلا يعرفون قانونا مانعا، ولا نظاما حاجزا، إنما شهوتهم إلى الدماء والمجازر البشرية. </p><p> ولقد بين سبحانه وتعالى أن ذلك كان وعدا مفعولا، فقال سبحانه وتعالى:  (وَكَانَ وَعْدًا مَّفْعولًا) ، أي كانت غارات هؤلاء الغلاظ الأشداء وعدا؛ لأنه </p><p> بمقتضى السنة الإلهية أن من كان فاسدا من الجماعات والأمم يكون فريسة لمن هم أقوى قوة، وأكثر عددا وأشد بأسا، ووصف سبحانه وتعالى الوعد بأنه مفعول، أي واقع وقائم، ومنجز لَا تتخلف الإغارة عن الفساد، كما لَا يتخلف السبب عن سببه، ولا المقدمة عن نتيجتها. </p><p> هذه هي المرة الأولى من الفساد التي ادلهمت على بني إسرائيل بسببها المدلهمات ونجوا منها بقيادة داود عليه السلام، إذ قتل داود جالوت، كما ذكر القرآن الكريم على بعض الأقوال، ولْنُشِرْ بكلمة نقبض منها قبضة يسيرة من تاريخهم. </p><p> لقد ثبت في تاريخهم أنه بعد أن قتل داود جالوت، وآتى اللَّه داود حكم بني إسرائيل ثم خلفه سن بعده ابنه سليمان واتسع ملكه واستولى على اليمن، وقدمت إليه ملكتها وسخر الله تعالى له كل شيء. جاء من ذريته من كان سببا في انقسام الاثنى عشر سبطا، إلى سبطين سيطرت في حكمهما الوثنية، والعشرة الآخرون ترددوا بين الوثنية أحيانا قليلة والوحدانية أحيانا كثيرة، واستمرت مملكة بني إسرائيل نحوا من ألف وخمسين ومائتي سنة، وفي نهاية فسادهم أغار عليهم ملك آشور وفتح السامرة وأغار على السامرة وسباهم إلى آشور وأحل محلهم قوما من بلاده. </p><p> وبعض من الأسباط الذين انفصلوا استمر ملكهم أمدا حتى انقض عليهم - بختنصر - ملك بابل فسباهم وقتل من قتل وحرق التوراة وبذلك انقرضت مملكة بني إسرائيل وأقام اليهود في بابل. </p><p> ثم جاء الإسكندر المقدوني ومن بعده، والإسرائيليون أحيانا يكونون تحت حكم غيرهم وأحيانا تحت تسلط سوريا، ثم استولى الرومان على أرض فلسطين وجرت بينهم وبين الرومان حروب انتهت إلى تسلط الرومان عليهم. </p><p> هذه قبضة يسيرة من تاريخهم ثم نعود إلى القرآن. </p><p> قال اللَّه تعالى: </p>"
}