{
  "id": null,
  "sura": 17,
  "aya": 110,
  "text": "<p> (قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا (١١٠) </p><p> (ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ) ناده باسم اللَّه أو باسم الرحمن، فإنهما صفات اللَّه تعالى، وله أسماء غيرهما تدل على جلاله وكبريائه، واتصافه بكل كمال، وذاته العلية واحدة وقوله تعالى:  (أَيًّا مَّا تَدْعُوا فَلَهُ الأَسْمَاءُ الْحُسْنَى) الأسماء التي تبلغ أعلى درجات الحسنى، التي ليس فوقها درجة، الحسنى مؤنث الأحسن، وأفعل التفضيل ليس على بابه، لأنه لا مفاضلة بين أسماء اللَّه تعالى، وأسماء غيره، (أَيًّا مَّا تَدْعُوا فَلَهُ الأَسْمَاءُ الْحُسْنَى) ، (أَيًّا) مفعول لـ (تَدْعُوا) ، والتنوين عوض عن المضاف المحذوف و (مَا) صلة لتوكيد الكثرة في (أَيًّا) ، أي أيَّا من الأسماء تدعو مهما يكن قدرها؛ فذلك سائغ لأن له الأسماء فإنه سبحانه له الأسماء الحسنى، على ما شرحنا. </p><p> وكان ذكر الدعاء بالرحمن أنه كالدعاء، واختص ذكر الرحمن بالذكر من صفات أللَّه تعالى وأسمائه الحسنى؛ لأن العرب كما قيل لَا يعرفون الرحمن إلا رحمان اليمامة، أو كما روي، وفي صحاح السيرة أن المشركين عندما أخذ علي يكتب العهد في صلح الحديبية قال: بسم اللَّه الرحمن الرحيم، قالوا أما الرحيم فنعرفه، وأما الرحمن فلا نعرفه اكتب باسمك اللهم (١) ، فاللَّه سبحانه بين بهذا أن الرحمن اسم اللَّه، وأن غيره من الأسماء الحسنى. </p><p>(١) انظر ما رواه مسلم: الجهاد والسير - صلح الحديبية في الحديبية (٣٣٣٧)، وأحمد: باقي مسند المكثرين - باقي مسند أنس - رضي الله عنه - (١٣٣٣٢٥). وراجع رواية البخاري: الشروط - الشروط في الجهاد (٢٥٢٩)، عن المسور بن مخرمة ومروان يصدق كل منهما حديث صاحبه، وفيها طول.</p><p> قال تعالى:  (وَلا تَجْهَرْ بِصَلاتِكَ وَلا تُخَافِتْ بِهَا) وفي هذا قرينة على أن الدعاء المذكور في النص ليس هو مجرد نداء أو دعاء إنما هو عبادة، وقالوا في سبب نزول هذه الآية، أو هذا النص، إن النبي - صلى الله عليه وسلم - كان يقرأ القرآن فيسب المشركون كلام اللَّه تعالى فأمر النبي - صلى الله عليه وسلم - بألا يجهر، ولا يخافت، وروي أن أبا بكر كان يخافت ويقول إنما أناجي ربي، وهو يعلم حاجتي، وكان عمر يجهر ويقول: أنا أطرد الشيطان وأوقظ الوسنان، فلما نزلت هذه الآية قيل لأبي بكر ارفع قليلًا، ولعمر اخفض قليلا (وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا) ، أي اطلب طريقا وسطا بين الجهر والمخافتة، وفي الكلام مجاز، في إطلاق وسط القراءة التي بين الجهر والخفت على الطريق الوسط. </p><p> وقيل تفسير الجهر والخفت بألا يجهر المصلي في كل صلاته، ولا يخافت في كلها، بل يجهر في صلاة الليل، ويخافت في صلاة النهار وذلك هو الوسط بين السبيل البين بعد ذلك. </p><p> وقد أنهى سبحانه وتعالى سورة الإسراء بتكبير اللَّه تعالى كما ابتدأت بالإسراء، فقال تعالى: </p>"
}