{
  "id": null,
  "sura": 17,
  "aya": 97,
  "text": "<p> (وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا (٩٧) </p><p> بعد أن بين سبحانه أن شهادته كافية لصدق الرسول، وصحة معجزته في الدلالة على نبوته، أشار سبحانه إلى أنه قد قام الدليل، وما بقي إلا أن يسير المهتدي فى ضوئه، ويتردى الضال في مهواة الضلالة (وَمن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ) . </p><p> (الواو) عاطفة جملة على جملة، كانت الأولى بمثابة مقدمة الدليل للثانية، ومعنى (وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ) ، أي من اهتدى بنور الحق، وسار في طريقه، فهو المهتد حقا وصدقا وهو البالغ الكمال في الهداية، والآخذ بالرشاد، والسالك طريق النجاة، وقد عبر عن هداية المهتدي بقوله تعالى:  (وَمَن يَهْدِ اللَّهُ) ، أي من سلك سبيل الحق مستقيما فإن اللَّه يهديه، فهداية الله تعالى ليس معناها الإجبار على الهداية، وإلا ما كان الجزاء الوفاق، فإنه لَا جزاء إلا مع الاختيار، وإن المهتدي يكون مختارًا في ابتداء السير، ثم أخذه في النهاية إلى الطريق الموصل للغاية بلطف اللَّه تعالى وتوفيقه، ثم قال سبحانه:  (وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ) الإضلال ليس معناه الإجبار على الضلال، وإلا ما ساغ العقاب بعد </p><p> الحساب، وإنما الإضلال معناه أن يسير الضال في طريق الضلال متبعا هواه وإغواء الشيطان، فيصل إلى نهايته بتقدير اللَّه تعالى وكتابته في سجل الضالين، وقوله تعالى:  (فَلَن تَجِدَ لَهُمْ أَوْلِيَاءَ مِن دونِهِ) ، أي أنصارا غير اللَّه من الآلهة التي كانوا يعبدونها أو غيرها، إنما هم يهوون إهواء في طريق الضلال من غير منجٍ منه. </p><p> والضمير يعود على معنى \" مَنْ \" ، ومعنى (من) جمع، وكان عود الضمير في (وَمَن يَهْدِ اللَّهُ) على لفظ، وهو مفرد ومعناه جمع، وإنما أعيد في حال الضلال على المعنى لتعدد الضلال وكثرته وتشعب مسالكه، وأعيد على لفظ (من) في الهداية لتوحد طريقها، إذ يقول تعالى:  (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ. . .) ، ولقلة المهديين بالنسبة لكثرة الضالين، ولأن (أل) التي للجنس تدل على الكمال والعموم، فهي مغنية عن لفظ الجمع. </p><p> وجواب الشرط يشير إلى أن أوثانهم لَا تجديهم شيئا، ولا يصلحون لأية ولاية، ثم بين بعد ذلك عقاب اللَّه تعالى (وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ) فسرها بعض المفسرين بتقدير محذوف، أي مسحوبين على وجوههم، وذلك لأنهم يسحبون فعلا على وجوههم إذلالا لهم وهوانا بهم، وإظهارا لمقت اللَّه تعالى عليهم، وقد سئل النبي - صلى الله عليه وسلم -: أيسيرون على وجوههم، فقال ما مؤداه: كما سيرهم على أرجلهم سيرهم على وجوههم (١) ، ويصح أن يكون ذلك مجازا لإذلالهم وأنهم لَا إرادة لهم في سير، بل يدفعون دفعًا إلى جهنم. </p><p> وقال بعض المفسرين: إن معنى (وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهمْ) أنهم يسيرون منكسي الرءوس، خائفين، فالوجه يعبر به عن الذات، وذلك معقول في ذاته، ويستقيم عليه معنى النص القرآني السامي. </p><p>(١) قَالَ أبُو عِيسَى: هَذَا حَدِيث حَسَنٌ. كما رواه أحمد: باقي مسند المكثرين - باقي مسند أبي هريرة - رضي الله عنه - (٨٢٩٣).</p><p> ومعنى قوله:  (عُمْيًا وَبُكْمًا وَصُمًّا) أنهم يكونون في عماء من أمورهم، ولا يسمعون ما تطيب به نفوسهم، ولا يتكلمون بحجة فهم يصيبهم العمى والصمم والبكم، كما عموا عن الحق فلم يبصروه، وعن الاستماع إليه، وعن النطق. </p><p> ويقول البيضاوي في معنى ذلك: </p><p> \" لا يبصرون ما تقر به أعينهم، ولا يسمعون ما يلذ لهم سماعه ولا ينطقون بما يقبل منهم؛ لأنهم في دنياهم لم يستبصروا بالآيات والعبر، وتصاموا عن اسنماع الحق، وأبوا أن ينطقوا بالصدق \" وقد نقله عن الكشاف، وهذا كقوله تعالى:  (وَمن كَانَ فِي هَذِهِ أَعْمَى فَهُوَ فِي الآخِرَةِ أَعْمَى وَأَضَلُّ سَبِيلًا) وقد بين سبحانه الغاية من حشرهم، وهو أن يصلوا إلى مأواهم، فقال:  (مَأوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا) . </p><p> أي أنهم يسكنون جهنم، والتعبير بالمأوى، وهي عادة موضع القرار والاطمئنان فيه تهكم بهم لأن جهنم لَا تكون موضع استقرار واطمئنان بل تكون موضع قلق وآلام. </p><p> وإن العذاب فيها مستمر، (كُلَّمَا خَبَتْ) ، أي سكنت أو أطفئت لاستغراقها كل العظام ولحومهم (زِدْنَاهُمْ سَعِيرًا) وبدلناهم جلودا غيرها، كما قال تعالى:  (. . . كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا. . .) . </p><p> وقد بين اللَّه تعالى سبب ذلك العذاب الأليم المباشر، وغير المباشر فقال: </p>"
}