{
  "id": null,
  "sura": 17,
  "aya": 57,
  "text": "<p> (أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا (٥٧) </p><p> يقول ابن جرير الطبري: إن هذه الآية نزلت في بعض مشركي العرب الذين كانوا يعبدون الملائكة وعزير والمسيح وهؤلاء جميعا كانوا في أطراف الجزيرة العربية في اليمن والأقاليم التي تصاقب العراق، من الصابئة وغيرهم الذين كانوا يعبدون النجوم والأرواح، وكانوا إلى النصرانية أقرب، ومنهم إلى المجوسية أقرب. </p><p> وهذه المعبودات المزعومة لَا تضر ولا تنفع، وينطبق عليها بالنسبة للضر والنفع ما ينطبق على الأوثان تماما، ولكن فيها عباد مكرمون كالمسيح، فلن يستنكف أن يكون عبدا للَّه، ولا الملائكة المقربون. </p><p> قوله تعالى:  (أوْلئِكَ) الإشارة إلى المعبودات غير اللَّه تعالى، والمخصوص منهم بالقول من يعبد اللَّه تعالى، (الَّذِين يَدْعُونَ) والدعاء هنا بمعنى العبادة أو الالتجاء إلى اللَّه تعالى، (يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ) ، أي يبتغون الوسيلة إليه وهي الطاعة، والمعنى يبتغون الطاعة، ومجيء الوسيلة بمعنى الطاعة جاءت في آية أخرى وهي قوله تعالى:  (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ. . .) ، أي اطلبوا الطاعة، وهي الوصيلة الموصلة إليه سبحانه وتعالى. </p><p> وقوله تعالى:  (أَيُّهُمْ أَقْرَبُ) ، \" أي \" اسم موصول بدل من الواو في يبتغون والمعنى على هذا من غير افتيات على النسج القرآني الكريم، يبتغون (أُخصُّ) الذين هم أقرب، أي أن هؤلاء الذين يبتغون الطاعة ويطلبونها ويريدون عبادة اللَّه وحده هم الأقرب إلى اللَّه. </p><p> فإذا كان أولئك المقربون الأطهار يبتغون إليه الطاعة، ويرجونها فكيف تكون حال من يعبدونهم أنهم بذلك أولى أو أجدر. </p><p> ثم ذكر سبحانه، وصفين أو حالين ينافيان أن يكونوا معبودين، فقال: </p><p> (يَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ) الواو عاطفة، عطفت (يَرْجونَ) على (يَبْتَغُونَ) ، أي أن أولئك العباد المقربين يدعون اللَّه وحده، ويبتغون مزدلفين إليه بالطاعات، ويرجون رحمة اللَّه لأنه هو الغفور الرحيم، ويخافون عذابه، لأنه هو المنتقم الجبار:  (إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا) كان من شأنه أن يحذر أن يخاف، وإن مقام الربوبية والعبودية أن يرجو الرحمة ويخاف العذاب، ومن الأتقياء من يغلب الرجاء على العذاب، ومنهم من يغلب الخوف على الرجاء، وكلاهما في طاعة اللَّه وفي أعلى مقامات العبادة للَّه تعالى. </p><p> وإذا كان ذلك شأن من يعبدونهم، فأولى بالمشركين ثم أولى أن يعبدوا اللَّه وحده لَا يشركون به شيئا. </p><p> * * * </p><p> العبرة في الماضين </p><p> قال اللَّه تعالى: </p><p> (وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا (٥٨) وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ </p><p> وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا (٥٩) وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا (٦٠) </p><p> * * * </p>"
}