{
  "id": null,
  "sura": 17,
  "aya": 8,
  "text": "<p> (عَسَى رَبُّكُمْ أَنْ يَرْحَمَكُمْ وَإِنْ عُدْتُمْ عُدْنَا وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا (٨) </p><p> الخطاب أيضا للمؤمنين ولا يتصور أن يكون لليهود لأنه دعوة إلى الهمة، والأخذ في أسباب النصر واستنقاذ أرض الله المقدسة من أيدي طغمة اليهود، ومن يعاونونهم من وحوش الأرض الذين لَا دين لهم ولا خُلُق، ولا أية ناحية من النواحي الإنسانية، والرجاء في (عَسَى رَبُّكُمْ أَن يرْحَمَكُمْ) من الناس، ومعنى الرجاء منهم أن يتخذوا الجهاد سبيلا، ويعدوا القوة، ويتسربلوا بالصبر والإقدام، عندئذ يرحمكم اللَّه تعالى بالنصر والتأييد، (وَإِنْ عُدتُّمْ عُدْنَا) ، أي وإن عدتم بالإيمان والصبر وإخلاص النية والجهاد لاستنقاذ الأرض الطاهرة عدنا إليكم بالنصر والتأييد والله معكم ولن يترككم أعمالكم. </p><p> ثم ذكر أن اليهود الذين كفروا بالله وقتلوا الأنبياء لهم جهنم فقال تعالت كلماته:  (وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا) أي بساطا مفروشا يتقلبون عليه من جانب إلى جانب، فهو فراش لهم يتقلبون عليه بجنوبهم وفي مضاجعهم، وهو جزاؤهم، وللمؤمنين النصر إن أخذوا في أسبابه. </p><p> * * * </p><p> القرآن يهدي </p><p> قال اللَّه تعالى: </p><p> إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا (٩) وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا (١٠) وَيَدْعُ الْإِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ وَكَانَ الْإِنْسَانُ عَجُولًا (١١) وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا (١٢) </p><p> * * * </p><p> ذكر اللَّه تعالى قصة الإسراء، وهي في ذاتها معجزة حسية مادية لَا تقل عن معجزة إحياء الموتى بإذن اللَّه، وقارنها في الزمن معجزة شق القمر، وإنه انشق قسمين رآه أهل مكة، ورآه المسافرون، ومع ذلك ازدادوا كفرا، وقالوا:  (. . . سِحْرٌ مسْتَمِرٌّ) ، وفي معجزة الإسراء ازدادوا كفرا. </p><p> ودل هذا على الخوارق التي تحدث ثم تنقضى ولا تدوم لَا تكون لخاتم النبيين الذي تكون حجته دائمة بدوام دعوته، واستمرار هدايته، ولا يكون ذلك إلا لقرآن يتلى، ويكون حجة دائمة لَا تنقضي؛ لأن محمدا - صلى الله عليه وسلم - خاتم النبيين يتحدى الإنسانية كلها بالمعجزة الكبرى التي تتضاءل عندها كل المعجزات من قبل، وهي القرآن، فقال تعالى يعد الإسراء وما تبعه: </p><p> (إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا (٩) وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا (١٠) </p>"
}