{
  "id": null,
  "sura": 18,
  "aya": 20,
  "text": "<p> (إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذًا أَبَدًا (٢٠) </p><p> هذه الجملة السامية مفصولة في البيان عن السابقة؛ لأنها في مقام التعليل، والتعليل بين جملتين من أسباب الفصل البياني بينهما، وإلا فهما منفصلتان في المعنى، إذ العلة متصلة بالمعلول، (إِنَّهُمْ إِن يَظْهَرُوا عَلَيْكُمْ) ، أي يطلعوا عليكم مستظهرين عليكم مستعلين بما معهم من قوة الحاكم الغاشم وجند وغيرهم، </p><p> (يَرْجُمُوكُمْ) ، أي يقتلوكم بالحجارة، وهي أشد أنواع القتل، وأقساها، (أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ) في وثنيتهم، و (أَوْ) هنا في معنى (إلا) ، أي يرجموكم، ولن ينجيكم من الرجم إلا أن تعودوا طوعا أو كرها إلى الوثنية التي فررتم منها فرار السليم من الجرب، وفي هذه الحال تكون الخسارة الدائمة إلى يوم القيامة، وقد قالوا في ذلك:  (وَلَن تُفْلِحُوا إِذًا أَبَدًا) ، و (لَن) للنفي المؤكد، ويقول الزمخشري للنفي المؤبد: ومهما يكن معنى (لَن) فإن النفي مؤبد بقوله تعالى: (أَبَدًا) وفي التعبير بـ (إِذًا) أي أن عدم الفوز سبب عن عودتكم في ملتهم، فهو حرمان اقترن به سببه، بعثهم اللَّه تعالى بأن أيقظهم منه كما يبعث الموتى وإن لم يموتوا، وقد تعوفوا العصر الذي بعثوا فيه. </p><p> * * * </p><p> أعثر الله عليهم وعددهم </p><p> قال اللَّه تعالى: </p><p> (وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا رَبُّهُمْ أَعْلَمُ بِهِمْ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا (٢١) سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا (٢٢) وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (٢٣) إِلَّا أَنْ يَشَاءَ اللَّهُ وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَى أَنْ يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا (٢٤) </p><p> * * * </p><p> بعثهم اللَّه تعالى من منامهم، وما كان يعلم أحد برقودهم، ولا ببعثهم حتى عثروا عليهم فعلموا ما كان منهم وما آل إليه أمرهم، فلما بعثوا أحدهم بورقهم إلى المدينة يلتمس لهم طعاما هو أزكى وأطيب وأنمى لهم، وعرضوا ورقهم ويظهر أنه كان نقدا مضروبا على اسم ملك يومئ إلى العهد الذي أووا فيه إلى الكهف، وضرب اللَّه على آذانهم بعد أن ربط على قلوبهم أمام جبروت الطاغوت الذي كان يضطهد أتباع عيسى في عهدهم، فلما اطلع الناس على هذا الورق فيقال إنه أُخذ إلى الملك، ويقولون إن الملك كان نصرانيا مسيحيا يؤمن بالوحدانية، وبأن عيسى عبد اللَّه ورسوله، وكانت أخبار فتية الكهف كما يبدو تتوارث في الأوساط النصرانية المسيحية الموحدة، لأن أخبار اضطهاد الملوك والمضطهدين تتوارثها الأجيال جيلا بعد جيل، وإن أخبار أهل الكهف معروفة في الأوساط النصرانية على أنها أخبار لشهداء وصديقين، وقد رأينا ذلك في كتاب الكنز الثمين، ويقال إن الملك ذهب مع أحدهم الذي كان يشتري لهم الطعام، فأخذه إلى الكهف وذهب إلى الذين كانوا معه ولكنه لم يدخله بينهم. </p><p> بهذه الطريقة أعثر اللَّه تعالى عليهم، أي أطلعهم عفوا من غير قصد للاطلاع، ذلك أن أحدهم هو الذي عرفهم مصادفة بما معه من نقود تدل على تاريخها، والتاريخ النصراني العام عرفهم بأمرهم. قال تعالى: </p>"
}