{
  "id": null,
  "sura": 18,
  "aya": 77,
  "text": "<p> (فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا (٧٧) </p><p> سارا منطلقين إلى الغاية التي أرادها موسى من العبد الصالح؛ لأن اللَّه آتاه رحمة من عنده وعلمه من لدنه علما، (حَتَى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ) ، وإن الذي يسير لا يأتي أهل القرية أولا، أنما يأتي القرية أولا بمبانيها، وطرقها، ويتعرف أهلها، </p><p> ولكنه ذكر الأهل أولا - لأنهم لهم شأن في هذا اللقاء وهو اللؤم، وفساد النفس كما يبدو مما يأتي:  (اسْتَطْعَمَا أَهْلَهَا) ، أي فور اللقاء معهم طلبوا الطعام، فالسين والتاء للطلب، طلبا الطعام، لأنهما كانا في جوع شديد، وألأم القرى الذين لا يقرون الضيف ولا يطعمون ابن السبيل الذي يكون في مكان قد انقطع عنه زاده، وإن كان غنيا في مكانه، فأجابوهما عن الاستطعام بالامتناع؛ ولذا قال تعالى:  (فَأَبَوْا أَنْ يُضَيِّفُوهُمَا) والتضَيُّف طلب الضيافة بشدة الحاجة، وردها بشدة مع ظهور الحاجة، وهل يكون ظهورا أشد من الاستطعام وكان تكرار ذكر أهلها؛ للدلالة على لؤم القوم، وفساد المروءة. </p><p> ومع ما بدا عليه أهل القرية من بخل رأى جدارا آيلا للسقوط فأقامه؛ ولذا قال تعالى:  (فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ) ، أي أن موسى والعبد الصالح وجدا جدارا قد تداعي للانهيار أو آل للسقوط فأقامه مع أهلها، وقد عبر اللَّه تعالى عن الأيلولة للسقوط بقوله سبحانه:  (يُرِيدُ أَن ينقَضَّ) ، أي ينهار والإرادة هنا تعبير مجازي، فقد شبه الجدار الذي مال للسقوط بإنسان له إرادة، وأراد أن يقع، وينقض تجريد للإجازة؛ لأنه وصف يناسب المشبه، ولقد أفاض الزمخشري بباعه الطويل في البلاغة في هذا المجار فقال:  (يُرِيدُ أَن يَنقَضَّ) استعيرت الإرادة للمداناه والمشارفة، كما استعير الهم والعزم. . . . قال حسان: </p><p> إن دهراي لف شملى بِحُمْل ... لزمان يهم بالإحسان </p><p> وسمعت من يقول: عزم السراج أن يطفأ، وقول اللَّه تعالى:  (. . . قَالَتَا أَتَيْنَا طَائِعِينَ) . </p><p> وقد ضرب على ذلك أمثلة كثيرة، لقد أخبرنا اللَّه تعالى أنه أقامه، ولكن لم يبين لنا سبحانه كيف أقامه، أهدمه ثم أقامه من جديد؛ أم أقام أعمدة سندته أم رمَّ ما فيه من ثغرات؟، لم يبين القرآن ذلك، ولا تستطيع معرفته بروايات من غير القرآن إلا أن تكون سنة نبوية ثبتت بسند صحيح، لَا مرية فيه، ولا وهن، وإن كنا </p><p> نميل إلى أنه هدمه وبناه، كما سيبين في أنه كان لغلامين يتيمين، وكان تحته كنز والأمر أثار استغراب كليم اللَّه تعالى موسى لأنهم أنذال، وكلف نفسه إقامة جدار أراد أن ينقض؛ ولذا قال لصاحبه:  (لَوْ شِئْتَ لاتَّخَذْتَ عَلَيْهِ أَجْرًا) ، أي أنه عمل نافع لقوم لئام يستحق أجرة وهما في حاجة إليها، وقوله تعالى:  (لَوْ شِئتَ) ، أي يمكنك أن تأخذ عليه أجرا لو أردت، وهذا بلا ريب اعتراض وإن كان خفيفا؛ لأنه لم يقل أنه أَمْر إِمْر، ولا أَمْر نُكر، ومهما يكن فإنه لَا يخلو من اعتراض ولوم ورغبة في أن يأخذ أجرا، ولقد أنهى بعدها الصحبة العبد الصالح، فقال: </p>"
}