{
  "id": null,
  "sura": 18,
  "aya": 58,
  "text": "<p> (وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا (٥٨) </p><p> (وَرَبُّكَ) عبر بـ ربك للإشارة إلى أنه الخالق المربي القائم على عباده، القيوم على أمورهم (الْغَفورُ) الذي من شأنه المغفرة لعباده يعفو عن كثير ولا يأخذ بكل ما فعلوا، وقدمت المغفرة على الرحمة؛ لأن التخلية مقدمة على التحلية، فالتطهير مقدم على التجميل، وقوله تعالى:  (ذُو الرَّحْمَةِ) و (ذو) بمعنى صاحب، فالمعنى صاحب الرحمة، أي أن الرحمة تلازم ذاته العلية وتختص بها، فلا رحمة إلا منه، وغيره لَا رحمة عنده فاللَّه وحده هو الذي يملك الرحمة، وما عند غير اللَّه لَا يعد رحمة بالنسبة لما عنده، إنما يكون أمرا نسبيا، والرحمة الحق لَا تكون إلا من عند اللَّه، فهو خالق الوجود وخالق الرحماء، فكل رحمة هي منه. </p><p> وإن من رحمته مغفرته، ومن رحمته أنه يمهل حتى تكون التوبة النصوح، وتوبة العبد أحب إليه، ومغفرته أقرب عنده؛ ولذا قال سبحانه:  (لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ) هذه الجملة السامية كالنتيجة لكون اللَّه تعالى غفورا ذا رحمة؛ إذ إنه لذلك لم يؤاخذهم بما كسبوا من شر مستطير وقت أن وقعوا بل أمهلهم وأعطاهم زمانا للتوبة، أو لمضاعفة ما يقترفون، ولأنها نتيجة لما قبلها كانت غير متصلة بها بالعطف، وعبر سبحانه وتعالى بالماضي في قوله تعالى:  (بِمَا كَسَبُوا) للإشارة إلى أنه كثير يكفي لأشد العقاب، (لَعَجَّلَ لَهُمُ الْعَذَابَ) وتعجيل العذاب هو العذاب الدنيوي، وهذا يشير إلى أن أهل مكة ارتكبوا من الشر بالكفر، والإيذاء والفتنة في الدين والاستهزاء بآيات اللَّه وبما جاء به محمد - صلى الله عليه وسلم - ما يستحقون به أشد العذاب، وأن ينزل بهم ما نزل، ولكن اللَّه سبحانه أراد أن يكون محمد خاتم النبيين، وأن تكون رسالته دائمة بمن يؤمنون، فلا ينزل سبحانه وتعالى </p><p> عقابا يعم، ولا يصيب الذين كفروا خاصة؛ ولذا قال تعالى:  (بِل لَّهُم مَّوْعِد لَّن يَجِدُوا مِن دُونِهِ مَوْئِلًا) الإضراب في (بل) هو عن نتائج الشرطية السابقة لرد ما بعدها، (لَّهُم مَّوْعِدٌ) وهو أن ينزل بهم العقاب الدنيوي بالجهاد وأن يديل منهم، ثم بعده العقاب الأخروي، وكلاهما له موعد لَا يتقدم، ولا يتأخر، ولا محيص عنه (لَن يَجِدُوا مِن دُونِهِ مَوْئِلًا) ، أي ملجأ فهو نازل بهم في ميقاته لَا خلاص لهم منه، وأمامهم العبر، يعتبرون بها؛ ولذا نبههم اللَّه تعالى إليها فقال: </p>"
}