{
  "id": null,
  "sura": 18,
  "aya": 64,
  "text": "<p> (قَالَ ذَلِكَ مَا كُنَّا نَبْغِ فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا (٦٤) </p><p> الإشارة في قوله تعالى:  (ذَلِكَ) إلى العودة إلى الصخرة والرجوع إليها و (قَصَصًا) ، أي يتبعان أثرهما مقتفين للطريق الذي مرا به؛ لأن الصخرة موضع اللقاء بالعبد الصالح. </p><p> * * * </p><p> اللقاء </p><p> قال اللَّه تعالى: </p><p> (فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا (٦٥) قَالَ لَهُ مُوسَى هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا (٦٦) قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا (٦٧) وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا (٦٨) قَالَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا (٦٩) قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَنْ شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا (٧٠) فَانْطَلَقَا حَتَّى إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا قَالَ أَخَرَقْتَهَا </p><p> لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا (٧١) قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا (٧٢) قَالَ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا (٧٣) فَانْطَلَقَا حَتَّى إِذَا لَقِيَا غُلَامًا فَقَتَلَهُ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا (٧٤) </p><p> * * * </p><p> التقى موسى بالخضر عليهما السلام، وجاء في البخاري عند لقاء موسى وصحبه بالخضر. وجدا الخضر على طنْفِسة خضراء على كبد البحر مسجى بثوبه قد جعل طرفه تحت رجليه وطرفه تحت رأسه، فَسَلَّم عليه موسى فكشف عن وجهه، وقال: هل بأرضك من سلام!! من أنت؟ فقال: أنا موسى. قال: موسى بني إسرائيل؛ قال: نعم، قال: فما شأنك؟، قال جئت لتعلمني مما عُلِّمت رشدا (١) . </p><p> وقال الثعلبي في كتاب العرائس، أنه قال عند رد السلام \" وأنى بأرضنا السلام، ثم رفع رأسه واستوى قائما، ثم قال: وعليك السلام يا نبي بني إسرائيل، فقال موسى - عليه السلام -: وما أدراك بي؟، ومن أخبرك أني من بني إسرائيل؟ قال: الذي أدراك بي ودلك عليَّ، ثم قال: يا موسى لقد كان لك في بني إسرائيل شغل، قال موسى: إن ربي أرسلني إليك لأتَّبِعك وأتعلم من علمك. </p><p> هذا هو اللقاء، بين علم النبوة وعلم القدر الذي آتاه اللَّه بعض أسباب عمله سبحانه وهو الحكيم، وقد اعتمدنا في خبر اللقاء على المروي لأنه لَا تَزَيُّدَ فيه، ولأنه متلاق مع النص القرآني أشار إليه، ونبه عليه. </p><p> الفاء في قوله تعالى: </p><p>(١) القصة كاملة رواها البخاري: تفسير القرآن - قوله: (فلما بلغا مجمع بينهما)، (٤٣٥٧).</p>"
}