{
  "id": null,
  "sura": 18,
  "aya": 109,
  "text": "<p> (قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا (١٠٩) </p><p> الخطاب في (قُل) للنبي - صلى الله عليه وسلم - وهو يتضمن أمر اللَّه تعالى لنبيه بأن يعلمهم إحاطة علم اللَّه تعالى بكل شيء ولا يغيب عن علمه مثقال ذرة في السماء والأرض، و (كلمات اللَّه تعالى) هي تصوير لعلمه الذي لَا يحصى ولا يحد، فهذه الآية أمر للنبي - صلى الله عليه وسلم - بأن يصور علمه بأنه غير متناه، فلا يحده حد، فالكلمات </p><p> لا تحده، ولا تحيط به، ومهما يكن مداد الكلمات ولو كانت المداد ماء البحر، و (ال) للجنس والاستغراق، أي أن البحار كلها (مِدَادًا) وهو ما يكتب به (لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَاتُ رَبِّي) ، كقوله تعالى:  (وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ) ، وإن هذا تصوير مقرِّب لعلم اللَّه الذي أحاط بكل شيء علما. فلو كان علم اللَّه يُدوَّن في مكتوب ما وجد مدادا الذي يدون كلماته، فلو كان البحر مدادا لكلماته سبحانه لنفد البحر وما انتهت كلمات اللَّه تعالى، وهذا تصوير وتقريب، وفيه تشبيه بمفردات معلومات اللَّه بالكلمات، وأنها لَا تنتهي أبدا. </p><p> وهنا أمور بيانية يجب التنبيه إليها: </p><p> الأمر الأول - ذكر كلمات اللَّه تعالى مضافة إلى ربه مرتين، وذلك بيان لشرفها وعلوها، لأن علمه كامل. </p><p> الأمر الثاني - المقابلة البيانية في قوله تعالى:  (لَنَفِدَ الْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَاتُ رَبِّي) ، فإن كلمات اللَّه لَا تنتهي، ولكن عبر عن ذلك بالنفاد من قبيل الجناس في قوله تعالى لنفد البحر. </p><p> الأمر الثالث - أنه أظهر في موضع الإضمار فقد قال تعالى:  (قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا) . </p><p> فذكر البحر ظاهرا، وموضعه الإضمار لتأكيد سعة كلمات اللَّه تعالى؛ ولذا قال:  (وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا) يمده كما يمد الجيش بالجنود، هذا ما بدر لنا وما بدى بادي الرأي، ولكن وجدنا قراءة أخرى \" مدادا \" ويكون المعنى الذي تتلاقى معه القراءات، وهو أن المعنى، ولو جئنا بمثله مدادا، أي لو كان مثله حجما، ويصح مع ذلك أن يكون لكل من القراءتين معنى فتكون القراءة الأولى تشير إلى أن البحر الزيادة معين للبحر الأول زائد له، والثانية تفيد المماثلة، واللَّه تعالى أعلم. </p><p> وذكرت هذه الآية التي تفيد علم غير المنتهي، بل إنه أحاط بكل شيء ومفردات معلوماته لَا تتناهى لبيان كمال قدرته، والعلم والقدرة والإرادة صفات كمال في الخلق والتكوين يصاحب بعضها بعضا، وإنه بها وغيرها من صفات الكمال تستحق العبادة؛ ولذا جاء بعدها قوله تعالى: </p>"
}