{
  "id": null,
  "sura": 18,
  "aya": 51,
  "text": "<p> (مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا (٥١) </p><p> والإشهاد، تمكينهم من الحضور، فمعنى (مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ) ، ما جعلتهم يشهدون، ويشاورون في خلق السماوات والأرض حتى يدَّعوا لحجر أو شخص قوة في الإنسان ليكون شريكا في الألوهية للخالق الذي أنشأ وأبدع ودبر، إن اللَّه وحده هو الذي خلق فهو وحده المعبود ولا معبود سواه، (وَلا خَلْقَ أَنفُسِهِمْ) ، أي أنهم مخلوقون فعندما خلقهم اللَّه تعالى لم يكونوا شيئا مذكورا وكيف يشهد المخلوق خلق نفسه. </p><p> وهذا النص السامي يشير أولا: إلى وجوب الحذر من إغواء إبليس وذريته، وبيان أنهم لَا قوة لهم إلا بضعف نفوسكم واستخذائها، فليس لهم قوة ذاتية، إنما قوتهم من ضعفكم، ويشير ثانيا: إلى أنه لَا إرادة لهم في شيء في الوجود إلا ما تكسبه الأنفس الضالة، ويؤكد ثالثا: إلى أن الله وحده خالق كل شيء. </p><p> وقوله تعالى:  (وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا) في التاء قراءتان الأولى: بالضم تكون تاء المتكلم، والثانية: بالفتح للخطاب. </p><p> وعلى قراءة الضم يكون التخريج وما كان من شأني أنا الخلاق العليم أن أتخذ من المضلين عضدا أعتضد به أو أستعينه وأتخذه معاونا، وكان المعنى إني لا أستعين في الخلق بأحد، ومن المستحيل أن أتخذ معينا من المضلين، ويكون المعنى رميهم بأنهم يضلون ولا يرشدون، واللَّه سبحانه لَا يستعين بضال ولا مضل ولا مهتد. </p><p> وعلى قراءة الفتح يكون الخطاب للنبي - صلى الله عليه وسلم -، ويكون المعنى وما كنت يا محمد من شأنك أن تتخذ من المضلين عضدا ونصرا فلا تطمع في نصرتهم، ولا تحاول أن تستعين بمرضاتهم، وتطرد الذين يدعون ربهم بالغداة والعشي يريدون وجهه. </p><p> وأظهر في موضع الإضمار فقال:  (وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا) على قراءة الضم، لبيان وصفهم الحقيقي، وهو الإضلال، إذ إبليس وذريته للإغواء، كما قال:  (. . . لأُغْوِيَنَّهُمْ أَجْمَعِينَ) ، قال تعالى: (قُلِ ادْعُوا الَّذِينَ </p><p> زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ (٢٢) ، </p><p> وقال أيضاً:  (يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا (١٠٩) ، ثم ذكَّر سبحانه بحال المضلين مع من أضلوهم يوم القيامة فقال: </p>"
}