{
  "id": null,
  "sura": 18,
  "aya": 82,
  "text": "<p> (وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا وَكَانَ أَبُوهُمَا صَالِحًا فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ وَمَا فَعَلْتُهُ عَنْ أَمْرِي ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا (٨٢) </p><p> الغلامان كانا صغيرين كما يدل على ذلك وصفهما باليتم، فإنه لَا يُتم بعد البلوغ إلا أن تكون آفة في العقل أو النفس، واللفظ يطلق على ظاهر ما لم يقم دليل يوجب تحويله عن الحقيقة إلى المجاز، وإطلاق اليتم على البالغ مجاز، ولقد قال ابن عباس في هذا المجاز الرجل يتيم ما لم يرشد ولو بلغ الأربعين، ولكن ذلك مجاز لَا حقيقة. </p><p> (وَكَانَ أَبُوهُمَا صَالِحًا) الأب هو الأب القريب؛ لأنه لَا يكون يتيما إلا إذا كان قد فقد الأب القريب، ولا يكون الصلاح ممتدا إلى الأبناء كما تشير الآية إلا إذا كان الولد صبيا، كما قال النبي - صلى الله عليه وسلم -: \" إذا مات ابن آدم انقطع عمله إلا من ثلاث: صدقة جارية، وعلم ينتفع به، وولد صالح يدعو له \"  (١) فصلاح الأبناء ينسحب خيرا للآباء، وكذلك صلاح الآباء. </p><p> وكان تحت هذا الجدار كنز لهما، وَرثَاه عن أبيهما الصالح فيما يظهر، والكنز المال الكثير المدفون في باطن الأرض بدفن الإنسان، وهذا الكنز مضيع إن </p><p>(١) سبق تخريجه.</p><p> لم يستخرج، وقد أراد الله تعالى أن يستخرج كنزهما، وهذا قوله تعالى:  (فَأَرَادَ رَبُّكَ أَن يَبْلُغَا أَشُدَّهُمَا) ، والأشد هو القوة، وقد شرحنا اشتقاقه، أي أن يبلغا قوتهما في الجسم والعقل، والرشد في التعامل (وَيَسْتَخْرِجَا كنزَهُمَا) ، واستخراج الكنز طلب إخراجه، والعمل على ذلك منهما أو من غيرهما ممن له صلة بهما، فالسين والتاء للطلب، وذكر إرادة اللَّه دون إرادته هو، وإن كانت إرادته تابعة لإرادة اللَّه سبحانه وتعالى؛ لأن هذه الإرادة الإلهية متعلقة بأمر في المستقبل يتصل بالتكوين وهو بلوغ الأشد، وأن يحصلا على كنزهما بعد محاولة استخراجه ببذل ما يبذل في سبيل ذلك عادة (رَحْمَةً مِن رَّبِّكَ) ، أي لأجل الرحمة من ربك الذي هو الحي القيوم الذي يرب الوجود جميعا، أحياء وغير أحياء. </p><p> وهنا نجد أن إقامة الجدار كان لأجل استخراج الكنز، وإن ذلك لَا يتم فيما يظهر إلا بهدم الجدار أولا ليظهر ما تحته من كنز، ثم إقامته من جديد بعد كشف ما تحته. </p><p> ثم أشار العبد الصالح إلى أن ذلك بأمر الله وتكليفه فقال:  (وَمَا فَعَلْتُهُ عَنْ أَمْرِي) ، أي ما فعلته صادرا عن أمري، بل منفذا أمر الله، وليس لأحد أن يعترض على أمر اللَّه تعالى:  (ذَلِكَ تَاوِيل مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا) ، أصلها ما لم تستطع صبرا عليه، حذفت التاء تخفيفا في النطق إذ يصعب النطق بالتاء التي يعقبها الطاء لتقاربهما في المخرج، ولم تحذف في (لَن تَسْتَطِيعَ) ؛ لأنها متحركات بخلافها هنا فالأولى مفتوحة والثانية ساكنة، الإشارة إلى معرفة المآل في سر خرق السفينة وقتل الغلام، وإقامة الجدار، وإن ذلك من أمر اللَّه تعالى؛ لأنه يتعلق بالغيب، ولا يعلم الغيب إلا اللَّه ومن يتكلم عن الغيب إنما يأخذ من علم اللَّه الذي علمه بعض عباده الصالحين. </p><p> العبرة في هذه القصمة </p><p> أجمعت كل الصحاح على أن العبد الصالح هو الخضر، ويلاحظ أن القرآن الكريم ذكر أقواله ومجاوباته مع كليم الله موسى عليهما السلام ولم يذكر عن شخصه إلا أنه عبد من عباد اللَّه آتاه رحمة، وعلمه من لدنه علما، فإذا ثبت في الصحاح أن اسمه الخضر، وهو من الخضرة والنضرة نقبله غير معترضين، ولكن راضين خاضعين مذعنين، والعبرة في القصة بمعانيها، ولا مشادة في الاسم بالنسبة لها. </p><p> وإن القرآن الكريم ذكرت فيه على أنها قصة قد وقعت ومجاوبات قد قامت بين موسى، والعبد الصالح فهي واقعة صادقة، ولا مساغ لتفسيرٍ بغير أنها خبر قد وقع وثبت. </p><p> ولكن قد أثير كلام حول رؤية الخضر أكان مرئيا بالعيان كما ترى الأشخاص، أم أنه كان مرئيا فقط لموسى - عليه السلام -، وأنه لم يُر وهو يخرق السفينة إلا لموسى فقط، ولم ير وهو يقتل الغلام إلا لموسى، وكذلك عندما أقام الجدار، ولو أنه رؤي وهو يقتل الغلام لطارده الناس وما تركوه، وكذلك الجدار فإنه يحتاج إلى هدم وإقامة، وينظر الناس إليه وهو يهدم ويبني، ويظهر الكنز، وكل هذا يحتاج إلى زمن طويل يكون مرئيا فيه للناس. </p><p> وإني أميل إلى أن الرؤية كانت خاصة بموسى - عليه السلام -، كما يشاهد الأنبياء الملائكة، ومع ميلنا لهذا نقول:  \" إن اللقاء الأول كان مرئيا فيه لموسى ولغيره؛ لأن اللَّه يسند فيه الرؤية لموسى ولفتاه \" ، فيقول اللَّه تعالى:  (فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْمًا) . </p><p> ولعل السبب في أن الفتى لم يذكر له خبر في مسألة السفينة والغلام والجدار وكان يذكر الحديث عن اثنين فقط هما موسى والخضر، ولا يهمنا أين تركه وفي أي مكان افترق عنه فتاه. </p><p> وإن القصة تضمن معنى جليلا، وهو أن علم الغيب هو علم اللَّه الذي اختص به سبحانه يعلِّمه من يشاء، وأن طاقة الإنسان الفكرية لَا تكون إلا في ظواهر الأعمال، والنتائج التي تكون ثمرة الأسباب الظاهرة، فعلينا أن نسير فيها على مقتضاها، ونبني أعمالنا عليها، ولكن مع ذلك نفرض أن الأسباب لَا تنتج بذاتها، إنما ينتج بإرادة اللَّه تعالى، وبمقتضى علمه المكنون الذي أحاط بكل شيء علما؛ ولذا أمرنا بعد اتخاذ الأسباب أن نتوكل على اللَّه تعالى، مفوضين الأمور إليه، ولذا يقول اللَّه تعالى:  (. . . وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْت فَتَوَكَّلْ عَلَى اللَّهِ. . .) . </p><p> وأن ما يجريه اللَّه تعالى معنا ربما لَا يتفق مع ما نرغب، ولكن قد يكون ما غيبه اللَّه تعالى خيرا لنا، كما رأينا في خرق السفينة، وقتل الغلام، وإقامة الجدار فإنه في هذه الأمور كان خرق السفينة الذي هو عمل اللَّه تعالى سخر له عبدا صالحا من عباده خفي أمره على الناس. </p><p> ومن الفوائد التي اشتملت عليها الآيات أن رحمة اللَّه تعالى تعم دائما ولا تخص، وأن رحمته تكون على الضعفاء، فقد قدر سبحانه وتعالى أن السفينة كانت لمساكين يعملون في البحر، فقرر أن تخرق لتكون معيبة، فلا يأخذها الذي يأخذ كل سفينة غصبا، وهذه من رحمة اللَّه تعالى بالمساكين الذين يعملون في البحر صائدين أو ناقلين لما ينفع الناس. </p><p> وإن قدر اللَّه تعالى يجري على بقاء الصالح، وفناء غير الصالح، ولذا قتل الخضر الغلام الذي خشي أن يرهق أبويه الصالحين طغيانا ويبدلهما خيرا منه زكاة وأقرب رحما. </p><p> وفى القصة من الآداب الإنسانية، والأخلاق العالية الكثير، فنرى أنه يجب على الإنسان أن يطلب العلم، وأن يبذل الجهد في طلبه غير مدخر في ذلك جهدا؛ فهذا موسى - عليه السلام - يسير في طلب العلم حتى يلقى النصب. </p><p> وفى القصة أيضا ما يجب من ألا يجعل الاستغراب أساسا للحكم على الأشياء فقد يكون الأمر المستغرب أصدق الأمور، وأقربها إلى الحق وأحسنها مآلا، كما رأينا في السفينة وفي الجدار فلا يُردّ الأمر لأنه غريب، ولكن يرد لضرره، أو لأن مآله ضر. وفيها أيضا، ما يجب من تطامن طالب العلم لمن يعلِّمه، كما رأينا في تطامن موسى - عليه السلام - للعبد الصالح. </p><p> وإن السفينة وقتل الغلام وإقامة الجدار لوحظ فيها احتمال الضررين بدفع أخفهما، وقد لوحظ ذلك في السفينة وقتل الغلام فقد خرقت السفينة لمصلحة العاملين في البحر، ودفع الاغتصاب، وكذلك قتل الغلام لنفع أشمل، وإقامة الجدار فيه نفع كثير بتحمل ضرر قليل، وذلك أصل مقرر في الشرع يؤخذ به إذا لم يكن نص. </p><p> * * * </p><p> قصة ذي القرنين </p><p> قال اللَّه تعالى: </p><p> (وَيَسْأَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ قُلْ سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْرًا (٨٣) إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا (٨٤) فَأَتْبَعَ سَبَبًا (٨٥) حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِنْدَهَا قَوْمًا قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا (٨٦) قَالَ أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا (٨٧) وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا (٨٨) ثُمَّ أَتْبَعَ سَبَبًا (٨٩) </p><p> * * * </p><p> ذكر اللَّه تعالى في هذه السورة ثلاثة أمور غريبة: </p><p> الأمر الأول - أمر أهل الكهف، وهو رؤية حسية يراها الناس كيف يجعل بعض الناس بين الموت والحياة إكراما لجهادهم، وهو تصوير لشهداء الحق كيف يكونون بين الحياة والموت، حتى ينالوا جزاءهم جزاء موفورا. </p><p> الأمر الثاني - كما ذكرنا قصة عبد صالح آتاه اللَّه بعض العلم بالغيب الذي لا يعلمه إلا اللَّه تعالى، وما يشاء أن يعطيه بعض ما يعلم من عباده الأطهار فأعطى عبده الصالح بعض ذلك، وفي ذلك بيان أن قدر اللَّه تعالى بني على الحكمة الكاملة فقد يحسبه أهل العلم بالظاهر شرا، وهو عند اللَّه تعالى له عواقب كلها خير. </p><p> الأمر الثالث - قصة رجل صالح من نوع غير نوع رجل موسى - عليه السلام -، وهو رجل خير تهيأت له الأسباب فاختار طريق الخير، وألهم العمل الصالح من غير تعليم من لدن اللَّه، بل بتوفيق اللَّه تعالى وتيسيره، وجهاده وإرادته الخير، ومثل من كان صالحا بهذا العمل الإرادى، والعبد الصالح كمثل اثنين أحدهما أوتي علما من علم القدر يسجل نتائج الأعمال، كما قدرها اللَّه مرتبة على ما فعل، والثاني أوتي قدرة بتوفيق اللَّه تعالى وإذنه على أن يقوم بعمل فيه مصلحة مؤكدة ونفع مؤكد يفعله قاصدا إليه، وهو في هذا يكافح أهواءه، ويقصد الخير قصدا واضحا بينا، والكل بفضل اللَّه وإذنه وتيسيره وتوفيقه. </p>"
}