{
  "id": null,
  "sura": 18,
  "aya": 83,
  "text": "<p> (وَيَسْأَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ قُلْ سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْرًا (٨٣) </p><p> السائلون هم المشركون بتعليم من اليهود، أو من اليهود مباشرة، فقد جاء في كتب السيرة أن اليهود قالوا للمشركين، سلوه عن الروح وعن العبد الصالح، وعن رجل ملك وكان صالحا، وجاء أن اليهود سالوا النبي - صلى الله عليه وسلم - عن ذلك وهو بالمدينة. </p><p> ونحن نرجح أن المشركين سألوا بتحريض من اليهود؛ لأن السورة مكية فالأقرب أن تكون المجادلة بينه وبين المشركين في مكة وهم قد يستعينون في مجادلتهم النبي - صلى الله عليه وسلم - بأهل الكتاب. </p><p> ومهما يكن فالسؤال وقع، وسئل النبي - صلى الله عليه وسلم - عن ذلك الملك الصالح المعروف باسم ذي القرنين، فالسؤال كان عن شخص بعينه، وكان من أوصافه كما يدل سياق الآيات على أنه كان ممكَّنا، وأنه حكم في مشرق الأرض ومغربها، وأنه ابتدأ في حكمه بالمغرب، وأنه كان عادلا يجزي المسيء جزاء إساءته، ويجزي المحسن جزاء وفاقا لإحسانه، وأنه كان مرجع الذين يُؤذَوْنَ من بعض بني الإنسان، وأنه أقام سدا بين الأشرار ومن يتأذون منهم. </p><p> وكان من حقنا أن نكتفي بمعرفة صفاته وأفعاله ولا نحتاج في فهم ذلك إلى معرفة شخصه أو من أي قبيل هو، فإن ذلك لَا يزيد علما بالقرآن ومعانيه، كما لا يهمنا شخصية فرعون موسى، ولا في أي قرن من الزمان كان بعثه. </p><p> ولكن المفسرين تعرضوا لمعرفة شخصه، فقال قائل: إنه كان في عصر إبراهيم ولا مستند لهذا القول، وقال آخرون مستندين إلى بعض آثار منسوبة للنبي - صلى الله عليه وسلم -: إنه الإسكندر المقدوني باني الإسكندرية حوالي سنة ٣٠٠ قبل ميلاد المسيح عليه السلام، وعلى هذا الرأي أكثر المفسرين الذين تصدوا لذلك، ولكن قام على هذا الرأي ثلاثة اعتراضات: </p><p> الاعتراض الأول - أن هذه الآثار لم تصح عن النبي - صلى الله عليه وسلم - ذكرها ابن جرير، وكذبها الحافظ ابن كثير. </p><p> الاعتراض الثاني - أنه كما ذكر في عبارات القرآن كان موحِّدًا، حتى ادعى أنه نبي، والإسكندر المقدوني المعروف عنه أنه كان يدين بوثنية اليونان والرومان. </p><p> الاعتراض الثالث - أنه سمي في القرآن بأنه ذو القرنين، ولم يكن المقدوني ذا قرنين، ولم يسم ذا القرنين. </p><p> وقد أجيب عن الثاني بأن كونه كان في قوم وثنيين لَا يقتضي أن يكون وثنيا، فالنجاشي كان في النصارى، وكان مؤمنا موحدا، فإذا كان القرآن ذكر ذا القرنين مشيرا إلى أنه موحد، فليس في أخبار المقدوني ما ينفي وحدانيته. </p><p> وكون المقدوني لم يكن ذا قرنين لَا يدعى أنه كان ذا قرنين، وإن كان اسمه كذلك، على أن المقدوني كان يجوز أن يسمى ذا القرنين، وكان يلقب بذلك، لأنه اتخذ شعارا ذا تاجين، إذ إنه عندما فتح مصر لبس تاج الشمال وتاج الجنوب رمزا لاجتماع الإقليمين تحت سلطانه، فكان شبه قرنين. </p><p> وفى الحق أنه لو صدقت الرواية عن النبي - صلى الله عليه وسلم - بأنه باني الإسكندرية ما عدلنا عن هذا القول، لأنه يكون تفسيرا للقرآن بالسنة وهي المبينة للقرآن. </p><p> وهناك قول قاله العلامة الهندي أبو الكلام زاده وهو أنه غورش الفارسي الذي أنقذ بني إسرائيل من أسرهم في بابل، فقد وصف في التوراة التي بأيدينا في سفر دنيال وغيره بأنه لقب \" ذو القرنين \" لعظيم قوته واتساع ملكه وقوة سلطانه. </p><p> ويقرب هذا أنه ينطبق عليه الوصف المذكور في القرآن، وأن السؤال كما جاء في القرآن الكريم منبعث من اليهود، سواء وجهه اليهود إلى النبي - صلى الله عليه وسلم - مباشرة، أم وجهوه عن طريق المشركين كما اخترنا ورجحنا، وأما ملكه فقد كان في وسط بين غرب آسيا وشرقها وأنه اتجه بسلطانه إلى الغرب، ثم اتجه من بعد ذلك إلى الشرق، كما يومئ القرآن الكريم، إذ إنه ابتدأ بذكر عمله في الغرب ثم في الشرق، وإنا لَا نختار رأيا لأننا لَا نحتاج إليه في تفسير القرآن الكريم لأنه واضح المعنى ولو لم يعرف قبيل ذي القرنين. </p><p> ْهذه هي النظرة إلى شخص ذي القرنين، وإن كانت معرفة شخصه لَا تزيد القرآن بيانا، بل العبرة في خبره ثابتة ولو لم يعلم جنسه وقبيله. </p><p> وقوله:  (قُلْ سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْرًا) الخطاب للنبي - صلى الله عليه وسلم - في (قُلْ) ، والخطاب في (عَلَيْكُم) للمشركين السائلين، للاعتبار؛ لأف خبر رجل صالح، ممكَّن فأقام العدل، وأقام المصلحة، ونفع الناس. قوله تعالى:  (سَأَتْلُو عَلَيْكُم مِّنْهُ) ، أي من خبره (ذِكْرًا) ، أي خبرا يكون فيه تذكير لكم بوجوب التوحيد، وترك عبادة الأوثان، وإقامة العدل، ونفع الناس بدل إيذائهم، والتعبير </p><p> بـ (سَأَتْلُو) ، أي سأخبركم بخبره وأقص عليكم قصصه، والتعبير بـ (أتلو) يشير إلى أنه قد نزل فيه قرآن وما أقص هو قرآن صادق لَا يأتيه الباطل من بين يديه ولا من خلفه، لأنه تنزيل من حكيم حميد. </p>"
}