{
  "id": null,
  "sura": 18,
  "aya": 5,
  "text": "<p> (مَا لَهُم بِهِ مِنْ عِلْمٍ ... (٥) </p><p> كلمة (مِنْ) هنا لاستغراق النفي، أي ما لهم أي علم، بل يرمون القول من غير تفكر، ولا تدبر، من سيطرة الأوهام التي أوجبتها الفلسفة التي قارنت تحريف النصرانية من مسيحية إلى وثنية متبعين الأفلاطونية </p><p> الحديثة التي كانت في آخر القرن الثالث وأوائل القرن الرابع الميلادي، وقد خلت ألوهية المسيح في هذه العقائد المنحرفة حتى سنة ٣٢٥ من الميلاد، وأخذت تسري في الجموع النصرانية حتى اختفى الحق وظهر الباطل. </p><p> وإن أدعاء النبوة هذا ما نشأ إلا من الجهل، ولسيطرة الوهم؛ ولذا قال سبحانه:  (مَا لَهُم بِهِ مِنْ عِلْمٍ) ، إنما هو الهوى والوهم، وهما يفسدان كل تفكير. </p><p> وقال تعالى:  (وَلا لآبَائِهِمْ) لَا لتأكيد النفي، فنفي عنهم العلم لعدِّهم مقلدين متبعين، وعن آبائهم الذين قلدوهم لأنهم الذين سهلوا تلك الأوهام في نفوسهم، فضلوا وأضلو كثيرا وضلوا عن سواء السبيل. </p><p> وإن هذه الفرية أشد فرية أضلت العقول حتى أنه بعد ما فهموا بعض الفهم أخذوا يتأولون، ويدعون أنهم لَا يقولونها لَا فرار منها ولكن هو تلبيس على الناس ليدفعوا عن أنفسهم أنهم يتكلمون بغير معقول. </p><p> ولقد قال تعالى في عظم ما توهموا ثم افتروا:  (كَبُرَتْ كَلِمَةً تَخْرُجُ هِنْ أَفْوَاهِهِمْ) ، (كلِمَةً) تمييز وهي منصوبة على أنها تميز، وهناك قراءة بضم التاء. </p><p> وعلى تخريج أن القراءة بنصب التاء تكون بمعنى الذم الشديد، ويكون المعنى بئست كلمة تخرج من أفواههم، والأحسن أنها تكون بمعنى التعجب. أي ما أكبر فظاعتها وفسادها، وقوله تعالى:  (تَخْرُجُ مِنْ أَفْوَاهِهِمْ) ، أي أنها ثقيل خروجها من الأفواه لبعدها عن كل معقول، ونفرة أي فكر منها، ولكنهم يستطيبونها فإن سألتهم عن مدلولها لم يحيروا جوابا، واضطربوا كل مضطرب إلا أن يقولوا حقا أو معقولا وسبحان من خلق المهتدي والضال. </p><p> (إِن يَقُولُونَ إِلَّا كَذِبًا) ، إن للنفي، أي لَا يقولون إلا كذبا لَا مساغ وله من حق، ولا يقوله مدرك فاهم يعرف حقيقة الألوهية وللَّه في خلقه شئون. </p><p> القرآن هو النعمة الكبرى كما هو المعجزة الكبرى ففيه شفاء للناس ورحمة وهداية وموعظة للمؤمنين، ومن كانت عنده هذه النعمة يريد أن ينتفع بها الناس، </p><p> وأن يكون مصدر هذه الرحمة إليهم؛ ولذلك كان حفيا بأن يؤمنوا، ويحسب أن كفرهم ربما يرجع إلى نقص في تبليغه لَا إلى نقص في نفوسهم؛ ولذلك قال تعالى: </p>"
}