{
  "id": null,
  "sura": 18,
  "aya": 12,
  "text": "<p> العطف بـ) (ثُمَّ) في موضعه، لأن الزمن تطاول بين دخولهم الكهف وضرب اللَّه تعالى على آذانهم فقد كانت سنين كثيرة لَا تعرف إلا بالعد والإحصاء، وسمى اللَّه تعالى سماعهم بعد أن ضرب على آذانهم بعثا، مع أنه ليس إلا أن يسمعوا بعد أن لم يسمعوا من غير أن يفقدوا حاسة السمع، ولكن كان هناك حجاب يمنع من السماع بإرادة اللَّه تعالى، وسمي ذلك بعثا؛ لأنه مظهر الحياة بعد أن اختفت، فمع أنهم أحياء واستمروا أحياء طول هذه المدة، وقد يقال في اللغة: بعثه، إذا أيقظه من نومه، ولقد قال النبي - صلى الله عليه وسلم - في خطبته لأهله وعشيرته:  \" والله لتموتن كما تنامون، ولتبعثن كما تستيقظون \"  (١) ، فبين البعث واليقظة بعد النوم مشابهة تجعل أحدهما كالآخر، وخصوصا أن البعث هنا مع بقاء الحياة، وإنما الذي غيَّب الكلام والسماع هو الرقاد. </p><p> وإنهم عندما استيقظوا بعد طول الرقاد، اختلفوا على فريقين ففريق منهم قال:  (لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ) ، وقالت كثرتهم:  (رَبُّكُمْ أعْلَمُ بِمَا لَبِثتُمْ) ، سمى اللَّه تعالى الفريقين حزبين، لأن الحزب ما ينحاز إلى أمر معين من دين أو حرب أو نصرة، وحزب اللَّه في دينه هم المفلحون، كما قال تعالى:  (. . . أُوْلَئِكَ حِزْبُ اللَّهِ أَلا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ) . </p><p> كانوا في رقادهم لَا يشعرون كم أمضوا من الوقت فقسم حدد وعيَّن، وقسم أكثر أربا، وأشد تفويضا لم يهتموا، فاللَّه تعالى بين أن البعث سيعرفهم الحقيقة، لأنهم يختبرون بالحياة، ويعلمون في أي زمن يعيشون وفي عهد أي حاكم يكونون بعد هذا الرقاد، ولذا قال تعالى:  (لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا) إن اللَّه تعالى يعلم كل شيء يعلم ما كان وما يكون وما هو كائن، فاللَّه تعالى لَا يعلم جديدا، ولكن المراد أن يظهر ما يعلمه اللَّه تعالى واقعا يعلمونه، فمعنى (لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ) ، أي ليظهر علم اللَّه تعالى واقعا محسوسًا يعلمه الناس، بعد أن كانوا يظنون ويحدسون. </p><p>(١) سبق تخريجه.</p><p> وإن ذلك تنبيه إلى طول الأمد حتى تظنن أهله، ولرقودهم الذي يشبه الموت اختلفوا فيه، وليعلم الناس أن يوما عند ربك كألف سنة مما تعدون، وأن الأزمان أمرها نسبي وهي بالنسبة للَّه تعالى ليست بشيء يحصى. </p><p> والاستفهام هنا جعل ما بعد (أَيُّ) يَسُدُ مَسَدَّ مفعولين، ومعنى الاستفهام التنبيه إلى أن الزمن طال حتى اختلفوا في قدره، وبعثوا من مراقدهم ليتعرفوا الزمان، وفي أي زمان هم، وبذلك يعرفون أي القائلين أصدق قيلا. </p><p> و (أَحْصَى) قيل: إنها أفعل تفضيل، ولكن أفعل التفضيل لَا يكون إلا من فعل ثلاثي مجرد، ولكنه جاز استثناء، والقرآن لَا يحاكم أمام قواعد النحو لأنه فوقها، وهو يوجهها، ولا توجهه، وقد كثر أفعل التفضيل في الرباعي كقولهم ما أعطاه للمال، وآتاه للخير، ويقال إن أفعل التفضيل يجوز بعد تجريده من الزوائد، إذ يصير ثلاثيا، وفيه معنى الإحصاء، وقوله تعالى:  (أَمَدًا) معناه زمانا، أي أعلم بمقدار الزمن الذي أحصى أهذا الذي قال يوما أو بعض يوم، أم الذي فوض. وقد قص سبحانه وتعالى قصصهم بالحق فقال: </p>"
}