{
  "id": null,
  "sura": 18,
  "aya": 19,
  "text": "<p> (وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا (١٩) </p><p> إن اللَّه تعالى ضرب على آذانهم فلم يسمعوا، وربط على قلوبهم عندما خاطبوا جبار عصرهم، وحماهم من البلى سنين تجاوزت ثلاثمائة أو يزيد، كما جعلهم كذلك أحياء وإن كانوا من غير حركة إلا أن يتقلبوا يمينا وشمالا حفظا لأجسامهم، كما منَّ عليهم بكل ذلك وبعثهم من رقودهم، أو كما ظهرت آياته في كل هذا بعثهم من رقودهم فهي آيات تتراءى آية بعد آية، والبعث ليس هو البعث من موت، إنما هو اليقظة من منام، وإن طال أمدا، ويقول سبحانه: </p><p> (وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ) يجوز أن تكون اللام للتعليل، أي أننا بعثناهم لكي يتساءلوا بينهم، وليتناقشوا في مدة لبثهم، فما كانوا ليتساءلوا لو استمروا في رقودهم، وقد ضربنا على آذانهم، ولكن الأولى ما قاله الأكثرون من المفسرين أن اللام لام العاقبة كاللام في قوله تعالى:  (فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا. . .) ، فالمعنى بعثناهم لتكون العاقبة أن يتساءلوا فيما بينهم عن المدة التي لبثوها، (قَالَ قَائِلٌ منْهُمْ كَمْ لَبِثْتُمْ) ، كم من الزمن لبثتم، لقد قالت الأخبار التي لَا وجه للظن فيها أنهم ناموا غدوة يوم، وصحوا في عشية يوم آخر عندما كانت إرادة اللَّه تعالى أن يستيقظوا، (قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ) ، إذا لم يحسب الليل يكون نهارا، وقد يعد يوما، وإن حسب الليل يكون بعض يوم، ونسب هذا القول إلى كلهم، فقال:  (قَالُوا) ، ويظهر أنه قاله بعضهم، ورضيه كلهم ظنا منهم، ولكن الريب كان يحيط بهم فاختاروا التفويض لعلم اللَّه تعالى بدل الجزم بقول، ويظهر أن حسهم قد جعلهم يرون تغييرا فيما يحيط بهم، أو أن حرص المؤمن بقدرة اللَّه تعالى جعلهم يعتقدون أن التفويض أولى؛ ولذا قالوا:  (رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتمْ) فوضوا أمر علم الزمن إلى اللَّه تعالى، واللَّه قادر على كل شيء ولكنهم أحسوا بالجوع، بعد هذا اللبث الذي يحتمل أن يكون طويلا، واللَّه به عليم. </p><p> ونسب القول إليهم جميعا، ويظهر أن بعضهم قاله ووافق عليه الجميع؛ لأنهم كانوا غير جازمين بزمن معين، والتسليم في هذه الحال أحوط وأسلم، وأشد إيمانا وتثبيتا، وقد أرادوا أن يتركوا الخوض فيما لَا علم لهم به، وأن يشغلوا بأنفسهم، فقال تعالى عنهم قالوا:  (فَابْعَثُوا أَحَدَكم بِورِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ) اجتمعوا على أن يسدوا غلة الجوع، والورق هي الفضة، والمراد النقود المسكوكة منها، و (الفاء) للإفصاح عن شرط مقدر تقديره إن كنتم لَا تعلمون كم لبثتم، فاشغلوا أنفسكم بأنفسكم، واطلبوا غذاء لكم. </p><p> هذه صلة بعث أحدهم بالورق بالمدة التي لبثوها وتناقشوا حولها، وقال بعض المفسرين: إن بعث أحدهم بالورق له صلة بالأمر الذي كانوا يناقشون فيه، إذ كان سبيلا لفحص مدة الزمان وموقته عن طريق النقود المضروب عليها صورة الملك الذي ضربت في عهده، بدليل الفاء التي تفيد ترتب ما بعدها على ما قبلها، وعلى هذا الرأي لَا تكون الفاء للإفصاح، إنما تكون لمعنى السببية. </p><p> بعثوا أحدهم ليبحث لهم عن غذاء يشتريه بهذا الورق الذي أعطوه ولينظر في غذاء طيب أزكى وأنمى لهم؛ ولذا قال تعالى:  (فَلْيَنظُرْ أَيُّهَا أَزْكَى طَعَامًا) ، أي ليتخير ما هو أزكى نماء وأطيب طعاما، والفاء عاطفة، وكذلك الفاء في قوله تعالى:  (فَلْيَأتكُم بِرِزْقٍ مِّنْه) والرزق القدر الذي يتبلغون به أو يكفيهم، وقوله تعالى:  (أَيُّهَا) الإشارة إلى المدينة، والمعنى أي شيء في المدينة (أَزْكَى طَعَامًا) ، وأكثر مواد زكية نامية. </p><p> وإنه يتعرف أطيب الأطعمة، ويأتي بمقدار منها، يكون فيه سد الرمق، ويكون طيبا، (وَلْيَتَلَطَّفْ وَلا يُشْعِرَنَّ بِكُمْ أَحَدًا) ، أي ليجتهد في أن يتلطف في القول، ولا يغلظ في المساومة حتى لَا تعرفوا، أو تفضحوا؛ ولذا قالوا:  (وَلا يُشعِرَنَّ بِكُمْ أَحَدًا) ، أي لَا يأتي عملا من شأنه أن يجعلهم يشعرون بكم وقد فررتم خيفة من طغيانهم. </p><p> وقد عللوا عدم شعور أحد بهم بقولهم: </p>"
}