{
  "id": null,
  "sura": 18,
  "aya": 94,
  "text": "<p> نادوا ذا القرنين بهذا اللقب مما يدل على أنه كان مشهورا بينهم، وعلى أنه كان متطامنا قريبا، وذلك أول أمارات الحاكم الصالح بأن يكون قريبا منهم يألفهم، ويألفونه لَا يكون متحجبا دونهم، حتى لَا يصعب على صاحب الحق الوصول إليه. </p><p> و (يَأجُوجَ وَمَأجُوجَ) قبائل مما وراء جبال أرمينية، وهما اسمان ليسا عربيان، وقد كانوا يندفعون من وقت لآخر يفسدون الحرث، ويعبثون بكل قائم ولا يضبطهم أحد ولا قبل لأحد بدفعهم، وقد ذكر مولانا أبو الكلام زاده في رسالته عن ذي القرنين أن لهم غارات متتالية عبر التاريخ فقال بعنوان: الأدوار السبعة لخروج يأجوج ومأجوج. </p><p> سهل علينا خروج هذه القبائل إلى سبعة أدوار: </p><p> الدور الأول منها كان قبل العصر التاريخي عندما بدأت هذه القبائل تهاجر من الشمال الشرقي وتنتشر في آسيا الوسطى. </p><p> وكان الدور الثاني في فجر التاريخ فترى في ضوئه معالم عبارتين مختلفتين: حياة البداوة، وحياة الاستقرار، فتخلد القبائل المهاجرة إلى السكينة، ومباشرة الحياة الزراعية، إلا أن سيولا جديدة لَا تزال تتدفق من الشرق، ومدى هذا الدور من ١٥٠٠ إلى ١٠٠٠ قبل الميلاد. </p><p> ويبتدئ الدور الثالث، من سنة ألف قبل الميلاد، فتجد قوما همجا من البدو في بلاد بحر الخزر والبحر الأسود، ثم لَا تلبث أن تظهر بأسماء مختلفة من جهات مختلفة، وأخذ بعضها يظهر على مسرح التاريخ من سنة ٧٠٠ قبل الميلاد. . . </p><p> أما الدور الرابع فينبغي أن نجعله في سنة ٥٠٠ قبل الميلاد الزمن الذي ظهر فيه عوزوش. </p><p> وكان الدور الخامس في القرن الثالث قبل الميلاد، وقد تدفق فيه سيل من القبائل المنغولية، وانصب على الصين، وفي هذا العصر بني الجدار العظيم الذي اشتهر بجدار الصين، وقد بدأوا بنائه في سنة ٢٩٤ ق م وأتموه في مدة عشر سنين. . وعاصر هذا الجدار حملات المغول في الشمال والغرب توجهوا إلى آسيا الوسطى من جديد. </p><p> ثم ذكر الدور السادس والسابع وكان ذلك بعد الميلاد، ولا يهمنا ذكرهما في مقامنا وإن كان ذلك يهم المؤرخ المتقصي للحقائق المتعرف للأدوار الإنسانية في عصورها المختلفة. </p><p> وإنه باستعراض هذه الأدوار نرى وجها تاريخيا، لمن قال إنه الإسكندر المقدوني: </p><p> أولا - لأنه بنى جدار الصين في القرن الثالث قبل الميلاد وهو العصر الذي ظهر فيه الإسكندر؛ إذ كانت حياته في القرن الثالث قبل الميلاد، وكون البناء منسوبا إلى ملك من ملوك الصين لَا يمنع الاستعانة بالإسكندر. </p><p> وثانيا - ما تضافر عليه المؤرخون العرب من أن باني السد اسمه إسكندر ذو القرنين، وليس ذا القرنين فقط. </p><p> وثالثا - ما جاء من آثار من أن منشئ السد هو منشئ الإسكندرية. </p><p> ورابعا - أن وصفه بذي القرنين سائغ لأنه جمع بين تاج الجنوب وتاج الشمال لما جاء إلى - مصر. </p><p> ننتهي من هذا إلى أن يأجوج ومأجوج قبائل من المغول، وأنه اشتد سيل فسادهم في القرن الثالث قبل الميلاد عصر ظهور الإسكندر المقدوني، واللَّه أعلم. </p><p> ونعود فنكرر أن معرفة شخص الإسكندر لَا يقدمنا في ذكر معاني ولا يؤخرنا، ما دامت ألفاظه واضحة في معانيها بينة في أسلوبها وبيانها. </p><p> لقد عرض أولئك القوم الذين كانوا بين السدين على ذي القرنين أو طلبوا منه أن يبني لهم سدًّا بعد أن شكوا له أن يأجوج ومأجوج مفسدون في الأرض، وعرضوا عليه أن يجعلوا له خرجا على أن يبني لهم سدا (قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا) ، الخرج قالوا إنه ضرائب يفرضونها على أنفسهم، وعبروا عن الضرائب بالخرج لأنها تخرج من أيديهم إليه، ولأنه يكون كخراج الأرض أو الأنفس على حسب ما يراه هو، إما أن يأخذ الضرائب على النفوس أو المال أو العقار، وقد عرضوا ذلك في عبارات مقربة مُدْنية، فجعلوها على صورة استفهام، فقالوا كما حكى القرآن:  (فَهَلْ نَجْعَلُ لَكَ خَرجًا) ، أي هل يسوغ أن تجعل لك خرجا، والفاء للإفصاح عن شرط مقدر، أي إذا كانوا مفسدين فاجعل لك خرجا على أن تبني لنا سدًّا. </p><p> ولكن ذا القرنين العادل وجد أن من قوانين الحكم العادل أن يقوم بالإصلاح ودفع الفساد من غير أجر يدفع، بل إن عمل الخير ضريبة الحكم الصالح؛ ولذا قال: </p>"
}