{
  "id": null,
  "sura": 18,
  "aya": 21,
  "text": "<p> (وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا رَبُّهُمْ أَعْلَمُ بِهِمْ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا (٢١) </p><p> وقوله تعالى:  (لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا) ، أي أن الإعثار عليهم بعد أن غيبوا وبعثوا ليعلموا بهذه الأدوار أمرين: </p><p> الأمر الأول - أن وعد اللَّه تعالى بالبعث والنشور، وأن الناس ينامون كما يموتون وأنهم يبعثون كما يستيقظون، وأنهم للجنة أبدا، أو للنار - أبدا - هو وعد حق. </p><p> الأمر الثاني - أن الناس لم يخلقوا سدى، وأن الساعة وهي القيامة آتية لا ريب فيها، فلا يرتاب فيها مرتاب يدرك الحياة وغايتها ونهايتها. </p><p> ويظهر أنهم لم يعيشوا طويلا، بعد أن أعثر عليهم، بل ماتوا ولم يضرب على آذانهم فقط، وأنهم من بعدهم تنازعوا في أمرهم، ماذا يصنعون لهم تكريما لشأنهم، وثباتهم في الحق والبلاء. </p><p> ولذا قال:  (إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ) ، (إِذْ) ظرف زمان للماضي متعلق في الظاهر بقوله تعالى: (أَعْثَرْنَا) ، أي أن النزاع في أمرهم يبنون عليهم بنيانا أو مسجدا، إنما كان في وقت العثور، وهذا يدل على أنهم لم يعيشوا إلا بقدر بعثهم والعثؤر عليهم ليكونوا حجة قائمة شاهدة حسية بعلمه، وماتوا فور هذا؛ ولذا كان زمن العثور هو زمن التنازع في أمرهم مما يدل على اتحادهما أو على قربهما قربا يشبه الوحدة الزمنية. </p><p> والتنازع هنا هو الاختلاف الذي يتضمن تعصب كل صاحب رأي لرأيه، حتى وصل إلى درجة التنازع، وقد اتفق الطرفان المتنازعان على ضرورة تكريمهم بإظهار علامة تشير إلى مكانهم ليكون ذلك حافزا على الثبات في اليقين والفداء للدين، فالتكريم كان لمعنى الصبر في البلاء مع قلتهم، فإنه كلما قل النصير كان الجهاد والصبر والبلاء المبين. </p><p> تنازعوا أمرهم علِى جانبين، فريق رأى أن يكون بنيانا يقام على قبورهم، (فَقَالُوا ابْنُوا عَلَيْهِم بنْيَانًا) كقاب أو نحو ذلك من الأبنية المعلمة، وإذا كانوا قد تنازعوا في تكريمهم فهم ليسوا بأعلم بأمرهم من اللَّه الذي حفظ أجسامهم فيها الحياة مع السكون على مر العصور، ويظهر أن الذين اتجهوا إلى بقاء ذكرهم بالبناء كانوا ممن يتأثرون بالرومان في تخليد موتاهم بالبنيان والأحجار؛ ولذلك اعترض القرآن الكريم على كلامهم بجملة معترضة، فقال عز من قائل:  (رَّبُّهُمْ أَعْلَمُ بِهِمْ) ، أي أن ربهم الذي خلقهم ورباهم على التقوى والإيمان وأفرغ في قلوبهم الصبر أعلم بأمرهم من هؤلاء الذين يريدون أن يبنوا عليهم بنيانا فهو وحده العليم بما هو خليق، وليسوا يكرمون بالبنيان إنما يكرمون بالجزاء الأوفى في الآخرة. </p><p> (قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا) ، الضمير في (أَمْرِهِمْ) يعود إلى المتنازعين، أي أن المتنازعين غلبوا على أمرهم، أن يبنوا مسجدا، وأكدوا بناء المسجد فقالوا:  (لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا) ، أي فوق الأرض التي دفنوا فيها وأكدوا اتخاذ المسجد بلام القسم، وبالقسم، وبنون التوكيد الثقيلة، أي أنه رأى انتهوا إليه وجزموا به، وحسم النزاع عنده، واتخاذ المسجد منهي عنه إذا اتخذوا قبر النبي أو الرجل الصالح وثنا يعبد، أما إذا كان مجرد مكان للسجود، وإقامة الصلاة فذلك لَا يوجد فيه نهي قاطع. </p><p> وما عددهم؟. . قال اللَّه تعالى في عددهم: </p>"
}