{
  "id": null,
  "sura": 18,
  "aya": 42,
  "text": "<p> (وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنْفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا (٤٢) </p><p> قوله تعالى:  (وَأُحِيطَ بِثَمَرِهِ) يقال أحاط الجيش بالعدو حتى سد عليه مسالك النجاة، ثم صارت تطلق في اللغة بمعنى الهلاك مجازا مشهورا وأصبح البعير يحاط به بمعنى تعرضه، ولقد قال تعالى في الذين يتعرضون للهلاك، (. . . إِلَّا أَن يُحَاطَ بِكُمْ. . .) ، ويكون في الكلام مجاز بالاستعارة شبه </p><p> هلاك الزرع هلاكا مستغرقا لم يدع فيه شيئا قائما بذاته بإحاطة الجيش بعدوه واستئصاله بحيث لم يفلت منهم بالنجاة أحد، والجامع في المجاز هو الإحاطة والشمول، وفي هذا المجاز إشارة إلى المغرور بهذه المعاندة كأنه في حرب مع اللَّه سبحانه، وبعد هذه الإحاطة الهلكة المستغرقة لكل الزرع أخذ يعض بنان الندم، وقال اللَّه تعالى في ذلك:  (فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنْفَقَ فِيهَا) الفاء فاء السببية والعطف المفيد للترتيب والتعقيب، وتقليب الكف كناية عن الإحساس بالندم، وعن الإحساس بالخسارة فهو يقلب كفيه نادما، ويحس بالخسارة في النفقة التي أنفقها، وهكذا المغتر من غير مبرر للغرور يكون في ندم على غروره، وفي حسرة على ما أنفق من مال ذهب هباء منثورا، أو أدراج الرياح، ويتمنى الأماني ويقول:  (يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا) ، ليت للتمني، فهو يتمنى أن لم يكن قد أشرك، ونادى (يَا لَيْتَنِي) كأنه ينادي ليت، كأنه يقول: يا (ليت) تعالى فهذا وقتك الذي </p><p> أناديك فيه (لَمْ أُشْرِكْ بِرَبِّي أَحَدًا) ، كأنه أحس بأن الشرك هو الذي ربَّى في نفسه الغرور، وأن الغرور الذي دلاه إلى هذه الحال من الهلاك. </p><p> أهذا التمني في الدنيا أم في الآخرة؟ الأقرب إلى السياق أنه في الدنيا، وأنه سبيل التوبة، وقد يكون في الآخرة كما تدل الآية الآتية، وقوله:  (وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا) الضمير يعود إلى الجنة، وذلك من خوت الدار خواء إذا أقعرت وتهدم بناؤها وسقطت عروشها، فخاوية على عروشها معناها ساقطة الكروم على عروشها، أي أن كل ما فيها سقط بعضها على بعضها، فالأشجار جفت، والزرع صار حطاما، وصارت كلها خواء. </p><p> كان الغرور المفتون بجنته يعتز بماله، فيقول أنا أكثر منك مالا، وكان يعتز بنفره، ويقول أنا أكثر منك مالا وولدا، وهذا مآله قد آل إلى فناء وخراب، وذهب نفره فلم يكن له نصراء ينصرونه من دون اللَّه، ولذا قال سبحانه مبينا عزلته. </p>"
}