{
  "id": null,
  "sura": 18,
  "aya": 22,
  "text": "<p> (سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا (٢٢) </p><p> من هم الذين سيقولون عن عددهم أنه ثلاثة أو خمسة أو سبعة، قالوا إنهم النصارى الذين يعرفون أخبارا من أخبار أهل الكهف، ونستبعد ما قالوه من أن اليهود قالوا أو لم يقولوا لأنهم كانوا بعد التوراة وهم لَا يعترفون بأهل الإنجيل، والنصارى الذين كانوا معروفين عند العرب اليعقوبيين، والنساطرة، فقالوا: إن اليعقوبيين قالوا: ثلاثة رابعهم كلبهم، وقالوا: إن النسطوريين قالوا: خمسة سادسهم كلبهم، وتطرح نسبة القول إلى هؤلاء أو هؤلاء، ولكن نقول إن القول قيل من هؤلاء أو هؤلاء أو غيرهم، وقد وصف القولين ثلاثة وخمسة بأنه رجم بالغيب، أي ظن في أمر مغيب عنهم لَا يعرفون له مصدرا ولا علما، وقد شبهت حال من يقول بغير علم بحال من يرمي سهما أو حجرا في ضلال من غير هدفٍ مقصود ولا غاية منشودة، (وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُل رَّبِّي أَعْلَمُ بِعِدَّتِهِم) ، ويلاحظ عند ذكر السبعة ثلاثة أمور: </p><p> الأمر الأول - أنه لم يذكر السين، فلم يقل وسيقولون سبعة، وحذفت السين اكتفاء بذكرها في الأمرين السابقين، أو لعدم التخمين والحدس فيها، ولأن </p><p> القول فيها لم يكن كالقول في الأمرين السابقين، بل كان أقرب إلى الصدق، وإن لم يكن قطعا. </p><p> الأمر الثاني - أنه لم يذكر فيه أنه رجم بالغيب، بل هو نوع آخر، ربما كان أقرب إلى الصدق، أو على الأقل ليس فيه قطع بالكذب، ولا بالظن، وما دام لم يحكم بأنه رجم بالغيب، فاحتمال أن يكون له أساس قائم. </p><p> الأمر الثالث - أنه لم يذكر الواو في الأمرين الأولين فكان النص (سَيَقُولُونَ ثَلاثَةٌ رابِعُهُمْ كَلْبُهُمْ وَيقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ) ، فكان ذكر الكلب على أنه في العدد وصف، فهو ليس منفصلا عنهم في العدد، أما في السبعة، فقد ذكر مغايرا لهم؛ لأن العطف يقتضي المغايرة، وعبارات القرآن فيها الدقة والإحكام وأن تكون حروفه وكلماته كل في موضعه قد كان لغاية مؤداة ولم يكن عبثا. </p><p> وقد استنبط من هذا بعض المفسرين أن العدد الصادق هو سبعة، ونسب ذلك الرأي لعبد اللَّه بن عباس رضي اللَّه عنهما الذي كان يقال عنه إنه ترجمان القرآن فقد روي عنه، وهو العربي القرشى الهاشمى أنه قال: حين وقعت الواٍ وانتهت المدة، ولأنه في العددين السابقين كان الاقتران بقوله تعالى:  (رَجْما بِالْغَيْبِ) فاستأنس بذلك المفسرون وإن قول ابن عباس لَا يجوز أن يهمل في هذا؛ لأنه ليس كغيره من الأقوال إذ هو قول صحابي، وقول الصحابي إذا كان في أمر لا يُعلم بالاجتهاد المجرد فيحتمل على أنه سمعه من النبي - صلى الله عليه وسلم - ويكون كالمرفوع تماما، وإن الأمر في هذا ليس للاجتهاد فيه موضع فيحتمل على أنه مرفوع. </p><p> وإنه قد جاء في كتاب \" طبقات شهداء المسيحيين \" أن عدتهم سبعة، ونذكر ذلك لَا لتقوية ما نقل عن ابن عباس، أو تزكيته ولكن لأنه عندهم؛ لأن علم النصارى الذين ثلثوا ليس علما متواترا، وليس له سند صحيح يعد ثقة من كل الوجوه، فضلا عن أن يكون متواترا كما ادعى بعض المفسرين في السنين الأخيرة، وأقرب الظن أنهم نقلوه من كتاب المسلمين، فبضاعتنا ردت إلينا، ويقول سبحانه آمرًا نبيه:  (قُل رَّبِّي أَعْلَمُ بِعِدَّتِهِم) ، أي قل يا رسولي لَا تخوضوا في هذا خوض </p><p> المستيقن المذعن، فاللَّه سبحانه وتعالى وحده هو الذي يعلم عدتهم بعد مرور هذه القرون على بعثهم من الكهف، وموتهم الموتة الأخيرة التي يكون بعدها البعث والقيامة، والجزاء، (مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ) ، أي مما كانت حالهم يعلمها عدد كبير تتناقله الأجيال تناقل جمع عن جمع حتى يبلغ حد التواتر المقطوع به، بل كانوا وجهادهم الأول عددا قليلا، وفي انبعاثهم لم يعلمهم إلا عدد قليل؛ الملك ومن يحيط به من حاشية، إن كان الملك قد علم، أو من تولوا إقامة المسجد حول قبورهم. </p><p> وإذا كان الذين تحملوا العلم بأمورهم عددا قليلا (فَلا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا) ، \" الفاء \" للإفصاح كما رأيت؛ لأنها تفصح عن شرط مقدر، المراء المجادلة برد ما يقول الخصم، والمراء منهي عنه لأنه يجر إلى قول الباطل ومجاراة الخصم، وكل مراء يجعل كل متكلم متعصبا لَا يقول؛ لأنه يستمسك برؤيته هو من غير التفات إلى رؤية غيره، وقد تكون هي الحق، فهو عماية عن النظر الكامل بمعرفة الأمر من كل وجوهه ولكن استثنى المراء الظاهر، وأميل إلى أنه استثناء منقطع، ولكن سمي مراء من قبيل المشاكلة اللفظية، ومعنى المراء الظاهر ألا يحاول تعرف مقدمات قوله، أو الأدلة عليه؛ لأن أسباب العلم غير متوافرة، فليكتف بما ذكر القرآن وهو الصادق الذي لَا ريب (وَلا تَسْتَفْتِ فِيهِم مِّنْهمْ أَحَدًا) ، الضمير في (مِّنْهُمْ) يعود على ما يعود إليه الضمير في قوله تعالى: (سَيَقُولُونَ ثَلاثَةٌ. . .) والظاهر أنهم أهل الكتاب من نصارى نجران، وغيرهم من أهل الإنجيل. </p><p> والاستفتاء معرفة الفتوى، أو الحكم، أو القول الصادق، أي لَا تحاول معرفة أحوال أهل الكهف من هؤلاء النصارى الذين يعاصرونك؛ لأنه بعد أن حرفوا ما حرفوا، صارت أخبارهم غير موثوق بها. </p><p> وإن أحوال أهل الكهف، وأخبارهم من شأنها أن تربى الإيمان في قلوب المؤمنين؛ ولذا ناسب هذا أن يأمر اللَّه تعالى بالتفويض، وأن يعلم المؤمن أن الأمور لا تسير إلا بإرادة اللَّه تعالى ومشيئته، وأن يذكر اللَّه دائما فقال تعالى: </p>"
}