{
  "id": null,
  "sura": 18,
  "aya": 24,
  "text": "<p> (إِلَّا أَن يَشَاءَ اللَّهُ ... (٢٤) </p><p> (أن) وما بعدها مصدر منسبك، وهو في موضع الجر بالباء، وتحذف كثيرا قبل المصدر المنسبك منها ومما بعدها، ويكون التخريج على ذلك، ولا تقولن لشيء إني فاعل ذلك غدا إلا بمشيئة اللَّه بأن تقول معلقا عزمتك على قولك إن شاء اللَّه. </p><p> وهنا أمران بيانيان: </p><p> الأمر الأول - أن اللام في قوله تعالى:  (لِشَيْءٍ) معناها لعمل شيء وبعض المفسرين قال إن (اللام) بمعنى في. </p><p> الأمر الثاني - أن قوله تعالىْ (إِلَّا أَن يَشَاءَ) ذكر الفعل المستقبل دون الماضي للإشارة إلى أنه متعلق بالمستقبل، والمستقبل بيد اللَّه وحده وهو علام الغيوب فلا يعلم ما سيكون إنما يعلمه علام الغيوب. </p><p> وإن المؤمن يجب أن يكون ذاكرا للَّه دائما، لتستقيم حياته، ويستقيم أمره مع الناس ويكون مصدر نفع وخير لهم دائما، ولذا قال عز من قائل:  (وَاذْكُرْ رَّبَّكَ إِذَا نَسِيتَ) ، أي اجعل ذكر اللَّه تعالى ملء قلبك دائما، فلا تغفل عن ذكره، فإن بذكره تطمئن القلوب به، وتطب من أدوائها، ومن كان اللَّه تعالى في نفسه لا يغيب عنه لَا يضل ولا يشقى، وإذا غاب عنك أمر أو لم تتمكن من شيء فعسى أن يكون المغيب خيرا مما فات، وعسى أن المدخر له أغنى وأقنى؛ ولذا قال تعالى:  (وَقلْ عَسَى أَن يَهْدِيَنِ رَبِّي لأَقْرَبَ مِنْ هَذَا رَشَدًا) ، (الواو) عاطفة (قلْ) على (وَلا تَقُولَنَّ) فهو عطف الأمر على النهي، أي أنه نهاه سبحانه عن أن يعزم الأمر غدا، بل يعلقه على مشيئة اللَّه تعالى مفوضا إليه سبحانه راجيا الخير، متوقعا له، ويقوله في إرادته ورغبته. </p><p> واستثناؤه بالمشيئة رجاء أن يجعل اللَّه خيرا منه إذا فاته، فالأمور كلها بإرادته سبحانه ومشيئته العليا، ولن يكون شيء في الوجود إلا بمشيئته، فمعنى (وَقُلْ عَسَى أَنْ يَهْدِيَنِ رَبِّي. . .) املأ نفسك رجاء بأن يحقق لك أمرا خيرا مما كنت اعتزمته من ناحيتين: </p><p> الناحية الأولى - أنه يكون أقرب منالا، وأسهل تحصيلا. </p><p> الناحية الثانية - أنه يكون خيرا رشدا وعاقبة، واللَّه تعالى عليم. </p><p> * * * </p><p> مدة لبثهم في الكهف </p><p> قال اللَّه تعالى: </p><p> (وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا (٢٥) قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ أَبْصِرْ بِهِ وَأَسْمِعْ مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا (٢٦) وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ لَا مُبَدِّلَ لِكَلِمَاتِهِ وَلَنْ تَجِدَ مِنْ دُونِهِ مُلْتَحَدًا (٢٧) وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا (٢٨) </p><p> * * * </p><p> الكلام في قصة أهل الكهف موصول بنور الرحمة، وفي الآية الأولى يتكلم سبحانه وتعالى عن مدة لبثهم في الكهف قد ضرب اللَّه تعالى على آذانهم سنين عدة، ذكرها أولا مجملة، وفي هذه الآية ذكرها سبحانه مبينة بالعدد من السنين، فقال سبحانه: </p>"
}