{
  "id": null,
  "sura": 18,
  "aya": 57,
  "text": "<p> (وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا (٥٧) </p><p> هذا تصوير دقيق للكافرين يبتدئون بالإنكار من غير روية وتعرف للأمر من كل وجوهه، فإذا سارع إليهم جحدوا، أو أعرضوا عن الحق وقد بدا نوره، وسدت عليهم كل منافذ الإدراك فلا تسمع آذانهم ولا تفقه قلوبهم، ولذا قال تعالى:  (وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا) الاستفهام هنا لإنكار الوقوع، أي للنفي المؤكد مع التوبيخ للظالمين والتنديد بهم، أي لَا أحد أظلم ممن ذُكِّرَ بآيات اللَّه تعالى في الكون، ودلالتها على الخلق وأنه وحده الذي خلق كل شيء وأنه وحده هو المعبود ولا معبود سواه، ذكر هذا التذكير، فلم يتريث </p><p> ويتأمل، بل سارع بالإعراض، والتولي عنها، والفاء للترتيب والتعقيب، أي أنه رتب على التذكير الإعراض السريع من غير تأمل فيما ذكر به (وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ) ، من كفر وظلم وأكل مال الناس بالباطل، وتطفيف في الكيل والميزان، نسي هذا في مقام التذكير بآيات الله تعالى وكمال سلطانه، نسي ما قدمه من شر ولم يفتح بابا للاستغفار والإقلاع، والتعبير بما قدمت يداه، يراد به ما قدم، وعبر باليد وهي الجزء عن الكل - وذلك من المجاز المرسل - لأن ذلك الجزء له مزيد اختصاص من بين الأجزاء لأنه أكثر الشر يكون به. </p><p> وقد بين سبحانه حالهم وأنهم يصبحون غير قابلين للهداية، فقال:  (إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا) الأكنة الأغلفة والحجب المانعة، والوقر الثقل في الأذن، والمعنى في الإجمال جعلنا حواجز تمنع أن يصل نور الحق إلى القلوب لتفقهه وينفذ إلى إدراكها، والإذعان له، والفقه إدراك الأمر والنفوذ إلى غاياته وما يدعو إليه، وقوله:  (أَن يَفْقَهُوهُ) في مقام المجرور بلام محذوفة، وكثير ما يحذف حرف الجر في أن وما بعدها، أي جعلنا الحجب المانعة من أن يفهموه. </p><p> والكلام فيه تشبيه بالاستعارة التمثيلية، شبهت حالهم في الإعراض عن الحق بحال من وضع على قلبه حجب تمنع النور أن يصل إليها، وحال من وضع على أذنه ثقل فلا يسمعه، وجرى ذلك مجرى الأمثال في القرآن الكريم، وجملة (إِنَّاجَعَلْنَا) منفصلة عن الجملة قبلها لأنها في مقام التعليل لها. </p><p> وإن النتيجة لذلك أنهم لَا يهتدون؛ ولذا قال تعالى:  (وَإِن تَدْعُهُمْ إِلَى الْهُدَى فَلَن يَهْتَدُوا إِذًا أَبَدًا) ، الخطاب للنبي - صلى الله عليه وسلم -، أي إذا كانوا على هذه الحال من أن منافذ الحق قد سدت على أسماعهم وقلوبهم، فإن تدعهم إلى الهدى (فَلَن يَهْتَدُوا إِذًا أَبَدًا) ، أي ما داموا على هذه أو ما داموا في الدنيا وليس هذا تيئيسا للنبي - صلى الله عليه وسلم - من إيمانهم فلا يدعوهم، ولكنه بيان له لكي لَا يرجو إيمانهم بطرد الذين يدعون </p><p> ربهم بالغداة والعشي يريدون وجهه، واليأس من إيمان قوم لَا يستدعي ترك الدعوة بل يوجب دعوة غيرهم، والاستمساك بمن آمنوا. </p><p> وقد بين سبحانه أن الشر كثير في هذه الدنيا، فقال عز من قائل: </p>"
}