{
  "id": null,
  "sura": 18,
  "aya": 55,
  "text": "<p> (وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا (٥٥) </p><p> (النَّاسَ) هنا قيل إنهم أهل مكة، وأميل إلى أن هذا بيان لطبائع الكافرين، وأخص من ينطبق عليهم المشركون في مكة فقد أغروا بالجدل والمراءاة في الحقائق، وهم قوم خصمون، كما ذكر القرآن الكريم في أوصافهم، (وَمَا مَنَعَ النَّاسَ أَن يؤْمِنوا إِذْ جَاءَهُمُ الْهُدَى) ، أي مما منهم الإيمان، وقد توافرت أسبابه وإذ جاءهم الهدى بالرسول أرسله اللَّه إليهم، وبالكتاب الحكيم نزَّله هاديا مرشدا، ما منعهم </p><p> الإيمان إلا طغيان نفوسهم، وازورارهم عن الحق والجدل حوله، فإن علاج هذه الحال أن تأتيهم سنة الأولين، أي الطريقة التي نزلت بالأولين وهي الاستئصال بجعل عالي الأرض سافلها، أو ريح صرصر عاتية، أو بغرق، أو بإمطارهم بحجارة من سجيل. </p><p> فقوله تعالى:  (وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا) ، أي عيانا ظاهرة أي انتظار </p><p> الهلاك بالاستئصال أو انتظار عذاب يوم القيامة معاينة هو الذي منعهم من الإيمان بالهدى والاستغفار من ذنوبهم، ونقول إن هذا تصوير محكم لحالهم في طغيانهم وغلوائهم كأنهم ينتظرون العذاب ولا ينتظرون الهداية فشبه سبحانه وتعالى حالهم في الشر، واستمكانه في نفوسهم واسترسالهم في الطغيان بحال من يمنعهم الهداية مجرد انتظار العذاب، وهذا تصوير لإمعانهم في الطغيان والظلم والعدوان ومجاوزة حدود العقل والفكر. </p><p> * * * </p><p> الرسل مع الأقوام </p><p> قال اللَّه تعالى: </p><p> (وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا (٥٦) وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا (٥٧) وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ </p><p> الْعَذَابَ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا (٥٨) وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا (٥٩) </p><p> * * * </p><p> يبين اللَّه تعالى أن إرسال الرسل للتبشير والإنذر، وأن محاولة الذين كفروا إبطال الحق هو فرار من أن يستمعوا إلى النذير ينذرهم، والبشير يبشرهم، وما ذلك إلا من إمعانهم في الكفر والضلال، ولقد قال تعالى في ذلك: </p>"
}