{
  "id": null,
  "sura": 18,
  "aya": 27,
  "text": "<p> (وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ لَا مُبَدِّلَ لِكَلِمَاتِهِ وَلَنْ تَجِدَ مِنْ دُونِهِ مُلْتَحَدًا (٢٧) </p><p> قال بعض المفسرين إن هذه الآية آخر ما يتعلق بقصة أهل الكهف، وإنا وإن كنا لَا نقول إنها جزء منها، وليست متممة لها، ولكن لها صلة بها من حيث إن </p><p> الصدر الصادق الثابت لها هو القرآن فليس ثمة مصدر حق سواه؛ ولذا جاء بعده ما يدل على كمال صدقه وكمال العناية به، وهذه الآية تدعو رسول اللَّه - صلى الله عليه وسلم - ومن تبعه إلى مدارسته، وتلاوته والعكوف عليه وتعرف أحكامه، والأخذ بها أمرا ونهيا، وطاعته في ظاهر نفوسهم وباطنها. </p><p> قال تعالى:  (وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِن كِتَابِ رَبِّكَ) منْ هنا بيانية، (وَاتْلُ) معناه اقرأه مرتلا متلوا متفهما لمعانيه متيقظا له ذكر (مَا أُوحِيَ إِلَيْكَ) قبل (كتَابِ رَبِّكَ) للإشارة إلى أن السبب في هذه العناية والدراسة والتلاوة أنه أوحي إليك فهي رسالتك التي حملتها، ووجب عليك تبليغها، كما قال تعالى:  (يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ. . .) . </p><p> وذكر سبحانه وتعالى أن الموحى به المتلو هو (كِتَابِ رَبِّكَ) ، و (مِن) كما قلنا بيانية، وأنه ثابت قائم كل ما فيه من أحكام حق وكل ما فيه من أخبار صدق (لا مُبَدِّلَ لِكَلِمَاتِهِ) ، أي لَا مغير لكلمات الله، ولا بدل لها يماثلها صدقا وحقا، فلا يوجد مبدل ولا بديل، وهي المعتصم للمؤمن، والحجة الخالدة إلى يوم القيامة، وهو معتصمك يا محمد، وحجتك، وملجؤك الذي تعتمد عليه والله مؤيدك عليه، (وَلَن تَجِدَ مِن دُونِهِ مُلْتَحَدًا) ، أي لن تجد من غيره ملجأ أو موئلا، فهو سنادك الذي جعله اللَّه تعالى لك عمادا وملجأ وحجة تحتج بها، وهي في ذاته عماد؛ لأنه الذي اشتمل على كل الدين. </p><p> وإن ذلك يوجب أن تعتمد عليه وحده، وعلى من آمن، ولا تستبدل بهم غيرهم، ولا تطع من يحاولون أن يفصلوك عن أهل القرآن أهل الإيمان؛ ولذا قال تعالى: </p><p> (وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا (٢٨) </p>"
}