{
  "id": null,
  "sura": 18,
  "aya": 50,
  "text": "<p> (وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا (٥٠) </p><p> (إِذْ) ظرف للماضي منصوب بفعل محذوف تقديره، اذكر ذلك الوقت الذي (قُلْنَا) فيه (لِلْمَلائِكَةِ اسْجُدُوا لآدَمَ) ، وذكر هذا الزمن بأحداثه وما قيل فيه استحضار لصورته، وكيف عصى إبليس ربه، وعاند في الخضوع لأمر اللَّه تعالى بالنسبة لآدم، واستحضاره استحضار لعداوته وما هدد به ذريته، وما حاول إغواءهم وكل ذلك يوجب النفرة، وقد كان من الجن وليس من الملائكة الأطهار، فكان يجب تجنبه وألا يستمعوا إلى وسوسته فإنها تؤدي إلى المعصية كما أذلت أباهم آدم للأكل من الشجرة، ولذا قال تعالى:  (أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي) ، الفاء لترتيب ما بعدها على ما قبلها، وقد تأخرت عن الاستفهام، لأن الاستفهام له الصدارة، والتقدير أفتتخذونه بعد أن علمتم أنه وذريته أولياء نصراء موالون من دون اللَّه وبدل، وهم أعداء ليسوا بأولياء، بئس بدلا لكم أنتم معشر الذيِن ظلموا أنفسهم، وأظهر في موضع ضمير الخطاب، فقال:  (بِئْس لِلظَّالِمِينَ بَدَلًا) ، بدل أن يقول بئس بدلا لكم، للإشارة إلى أنهم بهذا ظلموا أنفسهم، ووضعوا الأمور في غير مواضعها، وكانوا كافرين ظالمين. </p><p> * * * </p><p> الوجود كله خلقه الله ولم يكن أحد </p><p> قال اللَّه تعالى: </p><p> (مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا (٥١) وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا (٥٢) وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا (٥٣) وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا (٥٤) وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا (٥٥) </p><p> * * * </p><p> الآية السابقة تفيد تحكُّم إبليس وذريته - في الضالين المشركين، واستنكر اللَّه ذلك التحكم في نفوس الناس بقوله تعالى:  (أَفَتَتَّخِذُونَهُ وَذرِّيَّتَهُ أَوْلِيَاءَ مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْس لِلظَّالِمِينَ بَدَلًا) . </p><p> والضمير يعود إلى إبليس وذريته الذين يضلونهم حتى جعلوهم يتخذون من الحجارة أوثانا يعبدونها، ويجعلونهم يحسبون لها قوة، أو تكون لها شفاعة، أو تكون لها شركة باللَّه في خلقه، حتى يجعلوها شريكة في العبادة، نفَى الله تعالى أن يكون لإبليس وذريته مشاورة أو مشاهدة في خلق السماوات والأرض وخلق الأنفس حتى يجعلوكم تشركون الأوثان في العبادة فهؤلاء مخلوقون، فكيف يشتركون في إعطاء قوى ليست لهم، فقال تعالى: </p>"
}