{
  "id": null,
  "sura": 18,
  "aya": 86,
  "text": "<p> (حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِنْدَهَا قَوْمًا قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا (٨٦) </p><p> اتجه في سيره إلى غرب بلاده أولا، لأنها الأقاليم التي تصاقبه، وإن الحاكم العادل يؤمِّن أرضه من جيرانه أولا، ثم يتجه إلى ما بعدها شيئا فشيئا حتى يصل </p><p> إلى أقصاها، وكذلك فعل، ولذا قال تعالى عنه:  (حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ) . </p><p> \" الحمئة \" أي ذات حمأة، والحمأ الطين، كما قال تعالى:  (وَلَقَدْ خَلَقْنَا الإِنسَانَ مِن صَلْصَالٍ مِّنْ حَمَأٍ مسْنُونٍ) . </p><p> أي أن الشمس تغرب لترى في عين من الماء حمئة، أي فيها طين. </p><p> وقرى (حامية) ، أي أن هذه العين من الماء حارة شديدة الحرارة، أو حامية أصلها حامئة، أي كثيرة الطين وتتلاقى مع قراءة (حَمِئَةٍ) إذ اللفظ واحد في جملته وإن جرى فيه قلب. </p><p> والمراد أن الشمس ترى كأنها غاربة في عين ماء فيها طين، حمأ، وما المراد من هذه العين؛ المراد منها الماء، ولكن أهو ماء المحيط، أم البحر، أم هو ماء نهر؟ الظاهر لدي أنه ماء نهر، لَا ماء محيط، لأنه ذكر أنه عين، وماء العيون في أكثر أحواله ليس ماء ملحا، وإن كان فهو معدني إلى العذوبة أميل، ولأنه ذكر أنها عين حمئة، أي التي اختلط ماؤها بطين، وتلك تكون في الأنهار لَا في البحار. </p><p> ومهما يكن فقد كان اتجاهه ونهايته إلى الغرب من آسيا وأصقابها كبلاد البلغار، ونحوها. </p><p> هذا كان اتجاهها إلى الغرب، (وَوَجَدَ عِندَهَا قَوْمًا) وجد ناسا قد تهيأ لحكمهم فعلمه اللَّه تعالى بإلهام الحكمة نوع الحكم الذي يحكم، وردد في عقله وقلبه كيف يحكم، (قلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَن تُعذِّبَ وَإِمَّا أَن تَتَّخِذَ فِيهِمْ حُسْنًا) ، تردد في قلبه أيحكمهم بالعنف والقسوة، أو يحكمهم بالرفق، فمعنى قول اللَّه تعالى بهذا التردد أنه ردد في نفسه وعقله وقلبه بنور اللَّه تعالى أن يكون عمله أحد أمرين، إما العذاب وإما الإحسان بالتهذيب والإرشاد والتوجيه، وهذا معنى (وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا) ، أي إحسانا بالعدل دماقامة القسطاس وسن الشرائع الهادية الموجهة وغير المردية، والحَسَن هو ضد القبيح، واتخاذ الحُسْن معناه اتخاذ ما ليس </p><p> بقبيح في ذاته ولا يستنكره عرف ولا عقل، وهذا هو معنى الإحسان وهو الإتقان وفضل العدل وزيادته. </p><p> بعد هذا التردد في النفس الصافية المهدية بهدى اللَّه انتهى إلى القرار العدلى الذي تهتدي إليه كل نفس بَرَّة تقية، وقد ذكره اللَّه تعالى بقوله سبحانه: </p><p> (قَالَ أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا (٨٧) وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا (٨٨) </p><p> هذا قانون العدل وهو أن يجازي المسيء على إساءته، والمحسن بإحسانه، هذا ما استقر عليه أمره واعتزمه؛ ولذا قال معتزما تنفيذه: </p>"
}