{
  "id": null,
  "sura": 18,
  "aya": 15,
  "text": "<p> (هَؤُلَاءِ قَوْمُنَا اتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّنٍ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا (١٥) </p><p> (هَؤُلَاءِ قَوْمُنَا) ، الإشارة إلى الذين عاصروهم ممن كانوا على دين الجبابرة في عصرهم الذين يعبدون التماثيل ويعددون الآلهة بتعدد التماثيل، فيقولون إله الحب، وآلهة العدالة، وغير ذلك من أسماء سموها ما أنزل اللَّه تعالى بها من سلطان، وذكروا قومهم للإشارة إلى ما يربطهم بهم من صلات الجوار والنسب </p><p> أحيانا، وفي ذلك إشارة إلى أن واجب هذه الصلات أن يرشدوهم ويهدوهم، وقالوا: ما يفعل هؤلاء، (اتَّخَذُوا مِنْ دُونِهِ) ، أي من غيره (آلِهَةً) ، يشيرون بذلك إلى أنها ليست آلهة، ولكنهم عدُّوها كذلك وليس لها أي قدرة على الخلق والتكوين، ولا تنفع ولا تضر، إنما هي أوهامهم التي زينت لهم أن لهم ألوهية على ما تصوره خيالاتهم، والخالق المستحق للعبودية وحده هو اللَّه الواحد القهار. </p><p> وليس عندهم برهان يدل على استحقاقهم للألوهية؛ ولذا قالوا:  (لَّوْلا يَأْتُونَ عَلَيْهِم بِسُلْطَانٍ بَيِّنٍ) ، أي هلا يأتون ببرهان قاطع منتج يدل على ألوهيتهم، فالسلطان معناه البرهان الدال على هذه الألوهية الىْ ادعوها، وعبدوها، وهي لا تنفع ولا تضر، فقام الدليل لمنع عبادتها، ولم يقم برهان على جواز عبادتها إنما هي أوهام توهموها. </p><p> ولقد أكدوا نفي الدليل بقولهم:  (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) الفاء للإفصاح؛ لأنها تفصح عن شرط مقدر، وتقدير الكلام: إذا كانوا قد اتخذوها من غير برهان صحيح، فقد ظلموا، والاستفهام للنفي، أي لَا أحد أظلم ممن تعمد الكذب على اللَّه، بنسبة الشريك إليه سبحانه، و (كَذِبًا) مفعول افترى، بمعنى قصد إلى الكذب، أو نقول إن (كَذِبًا) حال موكدة لمعنى الافتراء. </p><p> وإنه إذا كان من كلام هؤلاء الفتية فهو تبكيت مقولهم؛ لأنه لَا دليل على الباطل المحال، فهو لوم وتأنيب لهم، ويقول تعالى:  (. . . أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا نَزَّلَ اللَّهُ بِهَا مِن سُلْطَانٍ. . .) فهي أسماء لا مسميات لها. </p><p> وقد خاطبهم اللَّه سبحانه وتعالى بالوحي والإلهام عندما كانت المفارقة الفكرية بينهم وبين قومهم، واعتزالهم لهؤلاء الأقوام أن يجعلهم آية لمن بعدهم فألهمهم أن يأووا إلى الكهف؛ ولذا قال تعالى: </p><p> (وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرْفَقًا (١٦) </p><p> لقد صاروا في عزلة فكرية، ويُخشى أن يغيروا تفكيرهم وقد أصرُّوا على الإيمان إصرارا، كما أصرَّ قومهم على الشرك، و (إِذِ) ظرف متعلق بـ أووا، وهو في معنى السببية لذلك الاقتران الزمني بجواب الأمر (ينشُرْ) . </p><p> هذا حديث نفوسهم، وهو إلهام من اللَّه بثلاثة أمور: </p><p> الأمر الأول - الإيواء إلى الكهف حيث يبتعدون عن أذى الجبارين. </p><p> الأمر الثاني - أنهم لقوة إيمانهم باللَّه أحسوا بأن اللَّه تعالى لن يضيعهم أبدا، بل إنه ينشر لهم من رحمته، إذ يبسط لهم. </p><p> الأمر الثالث - أن قوة إيمانهم باللَّه جعلتهم يحسون بأنه سيجعل لهم مرفقا يرتفقون به في وسط الكهف الذي لَا يأوي إليه الآدميون إلا فرارا من أقوامهم. </p><p> قال تعالى: </p>"
}