{
  "id": null,
  "sura": 19,
  "aya": 93,
  "text": "<p> (إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا (٩٣) لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا (٩٤) </p><p> روى البخاري عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" قَالَ اللَّهُ: كَذَّبَنِي ابْنُ آدَمَ وَلَمْ يَكُنْ لَهُ ذَلِكَ، وَشَتَمَنِي وَلَمْ يَكُنْ لَهُ ذَلِكَ،فَأَمَّا تَكْذِيبُهُ إِيَّايَ فَقَوْلُهُ:لَنْ يُعِيدَنِي، كَمَا بَدَأَنِي، وَلَيْسَ أَوَّلُ الخَلْقِ بِأَهْوَنَ عَلَيَّ مِنْ إِعَادَتِهِ،وَأَمَّا شَتْمُهُ إِيَّايَ فَقَوْلُهُ:اتَّخَذَ اللَّهُ وَلَدًا وَأَنَا الأَحَدُ الصَّمَدُ، لَمْ أَلِدْ وَلَمْ أُولَدْ، وَلَمْ يَكُنْ لِي كُفْئًا أَحَدٌ \"  (١) ، ولذا ما كان ينبغي أن يكون للرحمن ولدا؛ لأنه تطاول على مقام الألوهية من قائليه، لأن العباد جميعا بالنسبة له على سواء، وعيسى - عليه السلام - عبد اللَّه ورسوله. وكما قال تعالى:  (لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ. . .) . و (إنْ) في قوله تعالى: (إِن كُلُّ من فِي السَّمَاوَاتِ) نافية، أي ما كل من في السماوات والأرض إلا آتيه عبدا خاضعا خانعا للَّه سبحانه وتعالى، قائما بالعبودية، فالجميع خاضع له خضوع العبيد الأحياء وغير الأحياء، (وَلِلَّهِ يَسْجُدُ من فِي السَّمَاوَاتِ وَالأَرْضِ. . .) . </p><p> وقوله تعالى:  (إِلَّا آتِي الرَّحْمَنِ عَبْدًا) ، إلا آتيه مقبلا على اللَّه تعالى إقبال العبد في خضوع وخنوع، خضوع العابد للمعبود، وهو اللَّه جل جلاله. ويقول الإمام الزمخشري في تفسير هذه الآية: والمعنى ما من معبود لهم في السماوات </p><p>(١) رواه البخاري: تفسير القرآن - لَا ينون أحد، أي واحد (٤٥٩٢) عن أبي هريرة - رضي الله عنه -. كما رواه النسائي وأحمد.</p><p> والأرض من الملائكة ومن الناس إلا وهو يأتي الرحمن، أي يأوي إليه ويلتجئ إلى ربوبيته عبدا منقادا مطيعا خاضعا خاشعا راجيا كما يفعل العبيد، وكما يجب عليهم لَا يدعى لنفسه ما يدعيه له هؤلاء الضُّلال، ونحوه قوله تعالى:  (أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ. . .) ، وكلهم منقلبون في ملكه مقهورون بقهره، وهو مهيمن عليهم، محيط بهم، ويحمل أمورهم، وتفاصيلها، وكيفيتهم، وكميتهم، ومجيئهم، لَا يفوته شيء من أحوالهم. </p><p> وقوله تعالى: </p>"
}