{
  "id": null,
  "sura": 19,
  "aya": 82,
  "text": "<p> (كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا (٨٢) </p><p> (كَلَّا) حرف للردع والزجر وبيان الغفلة وسوء التقدير والجهل؛ لأنهم في الوقت الذي يحتاجون إلى نصرتهم سيكفرون بعبادتهم، والضمير في قوله تعالى:  (سَيَكْفُرُونَ بِعِبَادَتِهِم) يعود إلى العابدين، ويكون المعنى أنهم في يوم القيامة يوم يحتاجون إلى النصير، ويعتزون بالولي يكفرون بعبادة الأوثان التي كانوا يرجون منها النصرة والعزة في الدنيا؛ إذ تتبين حالهم ويتكشف أمرهم، ويرون أنها لَا تملك من أمرها شيئا، ويظهر الصبح، وينجلي الحق (وَيَكُونُونَ عَلَيْهِمْ ضِدًّا) ، أي يكون العابدون ضدا عليهم ولا يكونون معهم. </p><p> هذا على أن الضمير يعود على العابدين الذين عبدوا آلهة من دون اللَّه </p><p> - تعالى -، بل يصل الأمر إلى أن ينكروا عبادتهم لهم، كقوله تعالى:  (ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) ، وكما قال تعالى: </p><p> (وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ (٥) وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ (٦) . </p><p> ويصح أن يعود الضمير على الآلهة التي اتخذوها من دون اللَّه، بتنزيل الأوثان منزلة العقلاء في زعمهم، والمعنى أن الأصنام التي أرادوها عزا لهم ستكون ضدا عليهم، وتتبرأ منهم فلا يكونون عونا لهم بل يكونون عونا عليهِم، كما قال تعالى:  (وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ قَالُوا رَبَّنَا هَؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُو مِنْ دُونِكَ فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ (٨٦) . وقال تعالى في سورة إبراهيم:  (وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ قَالُوا لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ (٢١) وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ </p><p> دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (٢٢) . </p><p> وربما يكون من الممكن أن نقول: إن الضمير يعود إلى العابد والمعبود، فكِلا الفريقين يكفر بالآخر ويكون عليه ضدا، واللَّه أعلم بمراده، ويقول الله تعالى في إغراء الشياطين: </p><p> (أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا (٨٣) فَلَا تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا (٨٤) </p><p> هذا بيان لتمكين اللَّه الشياطين من الكافرين باستفزازهم وتهييجهم للشر، </p>"
}