{
  "id": null,
  "sura": 19,
  "aya": 50,
  "text": "<p> (وَوَهَبْنَا لَهُمْ مِنْ رَحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا (٥٠) </p><p> الضمير في (لَهُم) يعود إلى إبراهيم وإسحاق ويعقوب، ولم يذكر الموهوب إعلاء لشأنه ولفخامته، وحسبه أنه هبة اللَّه، وأنه من رحمته سبحانه، فكان العقل يذهب في تقديره أعلى المذاهب التي تليق بهبة اللَّه ورحمته، فهي تشمل النبوة، وتشمل الأموال، وتشمل الجاه والسلطان، وتشمل العزة والكرامة، والعلو في الأرض ووراثتها، والإمامة فيها وكل ذلك كان في ذرية إبراهيم، وفي إسحاق ويعقوب والأسباط. </p><p> النعمة الثانية التي أنعمها على إبراهيم وذريته هي قوله تعالى، (وَجَعَلْنَا لَهُمْ) ، أي لإبراهيم وذريته (لِسَانَ صِدْقٍ عَلِيًّا) ، (لِسَانَ صِدْقٍ) من إضافة الاسم إلى وصفه، أي لسانا صادقا عليا، رافعا لهم، وليس خافضا لمآثرهم، والمراد الكلام الطيب والذكر الطيب، من قبيل إطلاق الآلة على ما يكون، فأطلق اللسان وأريد الكلام، وهذا استجابة لدعوة إبراهيم - عليه السلام - إذا قال في دعائه - عليه السلام - (وَاجْعَل لِّي لسَانَ صِدْقٍ فِي الآخِرِينَ) . وقد آتي اللَّه إبراهيم ذلك فقال تعالى:  (. . . وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرج مِّلَّةَ أَبِيكُمْ إِبْرَاهيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ. . .) ، وقال تعالى:  (ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتًّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ) . </p><p> * * * </p><p> أنبياء من ذرية إبراهيم - عليه السلام - </p><p> قال اللَّه تعالى: </p><p> (وَاذْكُرْ فِي الْكِتَابِ مُوسَى إِنَّهُ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَبِيًّا (٥١) وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا (٥٢) وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا (٥٣) وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا (٥٤) وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا (٥٥) </p><p> * * * </p><p> الأمر للنبي - صلى الله عليه وسلم -، أمره سبحانه أن يذكر من ذرية إسحاق ويعقوب موسى وهارون، ومن ذرية إبراهيم إسماعيل وهو أبو العرب ونبي العرب، ومن ذريته محمد - صلى الله عليه وسلم -، وذكر في البشارة به على أنه من أولاد عم بني إسرائيل لأنه أخو إسحاق وهو الكبير، والكتاب هو القرآن، وإذا أطلق الكتاب انصرف إليه؛ لأن المطلق ينصرف إلى الفرد الأكمل، والأكمل بين الكتب هو القرآن، لأنه كتاب اللَّه تعالى بلفظه ومعناه (نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (١٩٣) عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ (١٩٤) ، وإن الله أمر نبيه أن يذكره في القرآن؛ لأنه سجل الأنبياء ومعجزاتهم، وأخبارهم لَا تعرف بطريق متواتر من غير تغيير ولا تبديل إلا عن طريقه. وكذلك معجزاتهم، فإنها أحداث تقضت في وقتها وما عاينها من الأخلاف أحد، ولكنها سجلت في القرآن المتواتر المحفوظ بوعد اللَّه العظيم:  (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ) ، وإن اللَّه لَا يخلف الميعاد وذكر موسى هنا في قوله تعالى: </p>"
}