{
  "id": null,
  "sura": 19,
  "aya": 55,
  "text": "<p> (وَكانَ يَأْمُرُ أَهْلَهُ بِالصَّلاةِ وَالزَّكاةِ ... (٥٥) إن إسماعيل - عليه السلام - كان حقا عليه أن يأمر قومه من العرب بالصلاة والزكاة، ولكن كان </p><p> عليه أن يبدأ بأهله وذوي قرابته والمتصلين به، ثم ينتقل إلى غيرهم مبتدئا بالأقرب فالأقرب، كما ابتدأ النبي - صلى الله عليه وسلم - لعشيرته الأقربين بأمر اللَّه تعالى في قوله:  (وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ (٢١٤) وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ (٢١٥) . </p><p> ومن العلماء من قال: إن أهله الذين اتبعوه أجمعون، وذلك القول له وجهه، وقد أمر نبي اللَّه إسماعيل - عليه السلام - بأمرين: بالصلاة، وهذا رمز للتهذيب للجماعة التي يدعوها والتربية الروحية التي تكون بالصلاة، وما يشبهها في روحانياتها، وتكون الركن الأول في المقاصد الدينية، ثم يجيء الأمر الثاني وهو الأمر بالزكاة، فإنها تكون الركن الاجتماعي الذي يكون به التعاون بين الجماعة في تحقق الركن الإنساني في الصلات بين الناس، وهذا يمثل الركن الثاني من المقاصد الدينية، ولا بد للثاني من الأول فهو لَا يتحقق على وجهه الأكمل إلا بالأول، فالأول هو الرباط الروحي، والثاني رباط مادي لَا يؤدي مؤداه إلا بتربية الروح. </p><p> الوصف الرابع: وهو أعلى الأوصاف التي وصف بها إسماعيل - عليه السلام - هو رضا اللَّه تعالى، فقد قال عز من قائل:  (وَكَانَ عَندَ رَبِّهِ مَرْضِيًّا)  \" مرضيّ \" اسم مفعول من رَضِي، وقد زكى اللَّه إسماعيل بأنه مرضي (عَندَ رَبِّهِ) فهو رَضِىٌ في ذاته ومرضي عند ربه الذي خلقه وكونه وقام على وجوده، وهذا أعلى ما يصل إليه المؤمن؛ ولذا قال تعالى بعد ذكر نعيم الجنة المقيم (. . . وَرِضْوَانٌ منَ اللَّهِ أَكبَرُ. . .) ، فرضوان اللَّه أكبر من كل جزاء، ولذا قال:  (وَكَانَ عَندَ رَبِّهِ مَرْضِيًّا) و \" كان \" في كل أوصاف الله تعالى للدوام والاستمرار، اللهم أدم علينا نعمتك وامنحنا رضاك. </p><p> * * * </p><p> أنبياء ليسوا من ذرية إبراهيم </p><p> قال اللَّه تعالى: </p><p> (وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا (٥٦) وَرَفَعْنَاهُ مَكَانًا عَلِيًّا (٥٧) أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا (٥٨) </p><p> * * * </p><p> تلك أخبار النبيين تذكر لما فيها من عبرة، ولما فيها من دعوة إلى الاقتداء بهم وسلوك طريقهم، فهم أسوة الأبرار، وطريقهم هو طريق الأخيار، وإذا كان طريق إبليس طريق الأشرار، فطريقهم هو طريق الأخيار. </p><p> وابتدأ بذكر إدريس فقال عز من قائل: </p>"
}