{
  "id": null,
  "sura": 19,
  "aya": 34,
  "text": "<p> (ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ (٣٤) </p><p> الإشارة إلى المذكور من التبشير به على لسان جبريل - عليه السلام - ونفخه في مريم من جيب قميصها إلى ولادته ونطقه غلاما زكيا، وإن ذلك كله خارق لنظام الأسباب والمسببات الذي كان يؤمن به فلاسفة الإسكندرية التي ولدت منها ديانة التثليث. (قَوْلَ الْحَقِّ) هنا قراءتان: قراءة بضم اللام (١) ، ويكون (قَوْلَ الْحَقِّ) بدلا من (عِيسَى) ، أي أن عيسى هو قول الحق، والإضافة من إضافة الاسم إلى الوصف، كقولهم خاتم حديد، أي خاتم هو حديد، وكان عيسى (قَوْلَ الْحَقِّ) ، لأنه نشأ بالقول، إذا قال الله تعالى:  (كن) فكان كما قال تعالى: (. . . وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ. . .) ، وعلى النصب (٢) يكون (قَوْلَ) مفعول لفعل محذوف، ويكون حذفه لبيان اختصاصه بأنه قول الحق وتقدير الكلام أخص قولَ الحق، وأنه خلق بقوله تعالى:  (كن فيكون) ، كما أشرنا، وكما سيقول الله تعالى فيما يتلو ذلك من آيات بينات، وقوله تعالى:  (الَّذِي فِيهِ يَمْتَرُونَ) الامتراء: الشك المقترن بملاحات ومجادلات بل مهاترات أحيانا. </p><p> وكذلك كان شخص عيسى - عليه السلام - موضع ملاحات وخلافات بين طوائف مسيحية، فإنه منذ انعقد مجمع نيقية سنة ٣٢٥ ميلادية والمناقشات جارية حول شخص المسيح - عليه السلام -، فمن ادعاء بنوته للَّه تعالى وألوهيته وفرضها على المسيحيين الموحدين، والخلافات والملاحات تجري، فقد ضموا إلى ألوهيته ألوهية روح </p><p>(١) قراءة (قولَ الحق) بالنصب: ابن عامر، وعاصم، ويعقوب، وقرأ الباقون بالرفع. غاية الاختصار. (٢) انظر المرجع السابق.</p><p> القدس، ثم اختلفوا أهو نشأ من الله أم من المسيح أم منهما، ثم كان الخلاف في المشيئة أهي من الناسوت واللاهوت أم منهما، إلى آخر ما اختلفوا، ثم ثبت في النصرانية الأخيرة من قال: إن المسيح شخصية خرافية لَا وجود لها، اخترعتها الأفلاطونية الحديثة لتجعل مذهبها دينا من الأديان، فيسهل الإقناع بها، وذلك لتوافق النصرانية المثلثة مع هذه الفلسفة تماما. </p><p> وقد بين اللَّه تعالى الحق في المسيح عيسى - عليه السلام - وهو أنه عبد من عباد اللَّه تعالى اختاره سبحانه نبيا رسولا، وقد خُلق من غير أب، ليكون في خلقه آية، تبين أن اللَّه سبحانه وتعالى فعَّال مختار لَا يلزمه نظام الأسباب العادية ومسبباتها. </p><p> ولقد أكد سبحانه ما ذكره من أنه خَلْق من مخلوقات اللَّه تعالى، لذا قال عز من قائل: </p>"
}