{
  "id": null,
  "sura": 19,
  "aya": 29,
  "text": "<p> (فَأَشَارَتْ إِلَيْهِ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا (٢٩) </p><p> أشارت إليهم ليستمعوا إلى ما عدوه مادة الاتهام ليعرفوا أنه كان الحمل به أمرا من اللَّه، فأثار ذلك عجبهم، وقالوا مستبعدين مستنكرين إشارتها، ولعلهم جرت في نفوسهم ما هو أبعد مما اتهموا (كَيْفَ نُكَلِّمُ مَن كَانَ فِي الْمَهْدِ صَبِيًّا) الاستفهام للإنكار أو الاستغراب، أي غريب أن نكلم من كان في المهد صبيا، وذكرت كلمة (نُكَلِّمُ) للإشارة إلى موضع الاستنكار أو لتفسير معنى (فِي الْمَهْدِ) ، أو للمبالغة في الاستنكار، أي أن الاستنكار لأمرين: كونه (فِي الْمَهْدِ) فهذا عجب، وكونه (صَبِيًّا) ، وهذا أعجب أيضا، والمراد بـ \" المهد \" الحِجْر سواء </p><p> أكان سريرا أم وسادة أم غيرهما، ولكن استبان لهم أن هذا الصبي أحكم وأعلم منهم، وأنطق بالحق ممن استغربوا. </p><p> (قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا (٣٠) وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا (٣١) وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا (٣٢) وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا (٣٣) </p><p> كان كلامه الحكيم الفيصل بين الحق والباطل وأبلغ ما يكون ردا للاتهام الذي لَا يقوم إلا بمجرى العادات، فتبين لهم أنه فوق مجرى العادات الحاكمة التي يحسبها فلاسفتهم أن الأسباب والمسببات قانون لَا يقبل التخلف، ونسوا أن خالق الأسباب والمسببات فوق كل نظام؛ لأنه خالق كل نظام وفعال لما يريد. </p><p> ونلاحظ قبل أن نتكلم في معاني هذه الآيات أنها عندما واجهت القوم لم تقل كما أمرت (إِنِّي نَذَرْتُ لِلرَّحْمَنِ صوْمًا فَلَنْ أُكلِّمَ الْيَوْمَ إِنسِيًّا) ، ولكنها نفذت الأمر بالفعل فلم تتكلم معهم بل أشارت إليه أن يرد، فهي نفذت مدلول الأمر ولم تنطق به ولو نطقت لكان ذلك نقضا للصوم الذي نذرته. </p><p> وقد أثار العلماء بحثا حول نطقه صغيرا بهذا الكلام الذي لَا ينطق به إلا نبي يوحى إليه، أكان هذا الكلام نتيجة بعثه نبيا، وأنه بذلك بُعث وهو صبي في المهد، وقد أجاب الأكثرون عن ذلك بأنه تكلم في المهد ليتحقق وفاء أمه بنذرها، ولتحقق براءة أمه من اتهامها بالزنى، وهي البريئة العذراء البتول التي اصطفاها اللَّه على نساء العالمين، ثم عاد إلى ما يكون عليه الأطفال حتى بلغ المبلغ الذي ينطق فيه من يكون في سن النطق، وأثاروا بحثا حول ما جاء بقوله من أنه أوتي الكتاب، وجَعْله نبيا، وإيصائه بالصلاة والزكاة، وبره بأمه ونطقه بقوله (وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا (٣٣) . وأجيب عن ذلك بأن كل هذا الذي أخبر به سبق بلفظ الماضي، ومعناه للمستقبل كقوله تعالى:  (أَتَى أَمْرُ اللَّهِ فَلا تَسْتَعْجِلُوهُ) ، وذلك </p><p> لتأكيد الوقوع؛ ولأن الأزمان عند اللَّه واحدة، لا فرق فيها بين ماض وقابل، فكلها في علم اللَّه تعالى واحد، ولكن كون بعضها ماضيا وبعضها قابلا إنما هو بالنسبة لعلمنا نحن وحدنا، فاللَّه في علمه المكنون ألهم عيسى - عليه السلام - في المهد أن ينطق بهذه الأمور على أنها واقعة وهي ستكون لَا محالة. </p><p> أول قول لعيسى في المهد: </p>"
}