{
  "id": null,
  "sura": 19,
  "aya": 37,
  "text": "<p> (فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ (٣٧) </p><p> كانت آخر الآيات السابقة لهذه الآية قوله تعالى على لسان النبي صلى اللَّه تعالى عليه وسلم وإن لم تذكر النسبة إليه لأنه ملاحظ في كل خطاب في بيان ما يجب بيانه:  (وَإنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مسْتَقِيمٌ) ، قد بين سبحانه أن عبادة اللَّه تعالى وحده هي الصراط المستقيم، ومن حاد عنه زاغ وضل عن الهداية، ولكن هل تلقاه الناس بالطاعة والخضوع، فقد ضلوا في ذلك ضلالا بعيدا، فمنهم من أشرك، ومنهم من قال أنه اتخذ ولدا، واختلفوا في ذلك على فرق شتى، ولذا قال تعالى:  (فَاخْتَلَفَ الأَحْزَابُ) ، (الفاء) عاطفة على ما قبلها في قوله تعالى: (هَذَا صِرَاطٌ مُسْتَقِيمٌ) وهو عطف عملهم واعتقادهم على الاعتقاد المستقيم الذي لَا ريب فيه. </p><p> و (الأَحْزَابُ) جمع حزب، وهو الجماعة التي تنتحل نِحلة وتتميز بها وتناصرها، وتؤيدها وتنحاز بها عن غيرها، وتدافع عنها وتلاحى دونها، والكافرون أحزاب ونِحَل متباينة، فالنصارى طوائف، واليهود طوائف، والمشركون طوائف، فمنهم عبدة الأوثان، ومنهم عبدة النيران، ومنهم عبدة الشمس، ومع أن الطريق واضح هو المستقيم اختلف الكافرون ذلك الاختلاف، على نواح شتى وأهواء متباينة، فكلمة (الأَحْزَابُ) ليست مقصورة على فرق النصرانية، إنما المراد بها كل الذين أشركوا مع اللَّه سواء أكان ما أشركوه صنما أم شمسا أم نارا أم شخصا، وحزب اللَّه هم المؤمنون، كما قال تعالى: (. . . أولَئِكَ حِزْبُ اللَّهِ أَلا إِنَّ </p><p> حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ)، والمؤمنون ليسوا داخلين في هذه (الأَحْزَابُ) ، وقد اختلفوا على نحو ما أشرنا، وصدق قول اللَّه تعالى:  (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ. . .) ، فغير صراط اللَّه تعالى مثارات الشيطان ومنازله. </p><p> و (مِنْ) في قوله: (مِنْ بَيْنِهِمْ) قال كثير من المفسرين زائدة، ونحن لا نرى في القرآن حرفا زائدا، بل نقول إن (مِنْ) تؤدي معنى سليما فليس قولك \" فاختلف الأحزاب بينهم \" ، كقول الله تعالى:  (فَاخْتَلَفَ الأَحْزَابُ مِنْ بَيْنِهِمْ) إن (مِنْ) تدل على أن اختلاف الأحزاب صادر عنهم هم، ومن بينهم، فإن التناحر بين الأهواء والأوهام الضالة هو الذي صدر عنه الاختلاف من بينهم ومنِ مضطربهم، وقد حكم اللَّه تعالى بمآلهم في هذا الاختلاف فقال:  (فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ)  \" الفاء \" لترتيب ما بعدها على ما قبلها، فالهلاك في المشهود من أوهامهم وأهوائهم، والمشهد هو اسم مصدر بمعنى شهود يوم عظيم في أنه حساب وفيه العقاب، والجزاء بجهنم. </p><p> والمعنى الذي يظهر لنا، فهلاك شديد يوم الشهود العظيم، وهو يوم القيامة وقال:  (لِّلَّذِينَ كفَرُوا) فأظهر في موضع الإضمار لإثبات سبب الهلاك، وهو الكفر والحجود، وتحكم الأوهام وسيطرة الفساد الفكري والضلال المبين. </p><p> وإن كانوا يُعرضون عن ذكر البعث والنشور، ولا يبصرون العواقب، ولا يتدبرون ما وراء، وإنهم في هذا اليوم المشهود يكونون أحدّ الناس سمعا وبصرا وإدراكا لما أنكروا من قبل، ولذا قال تعالى: </p>"
}