{
  "id": null,
  "sura": 19,
  "aya": 5,
  "text": "<p> (وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا (٥) </p><p> هذه الجملة حالية، والواو واو الحال، والمعنى أنه في الحال الذي وهن العظم واشتعل الرأس شيبا ودنا الموت (خِفْتُ الْمَوَالِيَ مِن وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا) ، والموالي هم الحواشي والعصبات من قرابته، وسموا موالي؛ لأنهم الذين يلونه على ما يترك من علم ونبوة والأموال التي تورث من بعده، وقوله:  (مِن وَرَائِي) ، إما أن يتعلق بالموالي ويكون ظاهر القول إني خفت الموالي الذين يجيئون من ورائي، وإما أن يتعلق بـ (خِفْتُ) ويكون ظاهر المعنى: إني خفت من بعد موتي الموالي الذين يجيئون، والمؤدى في التقديرين واحد. ولماذا </p><p> خاف الموالي؟ قيل: لأنهم لم يكونوا أمناء على تركته من بعده إذ كانوا عصاة مسرفين، أو لأنهم قلة، وعلى هذا قرئت (خَفَّت) بفتح الخاء وتشديد الفاء وسكون التاء ويكون طلب الولد لينضم إليه، وقد ورد هنا اعتراضان: </p><p> الاعتراض الأول: أنه ورد في الأثر: \" إننا معشر الأنبياء لَا نورث \"  (١) . </p><p> الاعتراض الثاني: أنه إذ يطلب الولد يرثه إنما يعترض على تقسيم اللَّه تعالى للميراث ويستكثر على الموالي ما يأخذوه. </p><p> والجواب عن الاعتراض الأول: أن هذا الأثر كان بالنسبة للنبي، وإلا فقد ورث سليمان داود - عليهما السلام - أو على أنه غالب أمرهم، أو على أن الوراثة هي وراثة العلم والنبوة ولكن ذلك بعيد. </p><p> وأما الجواب عن الاعتراض الثاني: فهو أنه لَا مضارة في الوراثة، وإنما أراد أن يضم إليهم في تحمل أعباء العلم الذي حمله زكريا، ويؤيد ذلك قراءة خَفَّت بفتحِ الخاء وتشديد الفاء، والمرأة العاقر التي لَا تلد، وقوله:  (وَكَانَتِ امْرَأَتِي عَاقِرًا) ، أي ثبت عقرها ودوامه يدل عليه التعبير بـ \" كان \" الدالة على الدوام والاستمرار، أي أنه لَا أصل له في الولادة لكبره وعقمها، ولكن رجاؤه من اللَّه تعالى مسبب الأسباب، ولذا قال متجها إليه؛ لأنه فوق الأسباب الظاهرة (فَهَبْ لِي مِن لَّدُنكَ وَلِيًّا)  \" الفاء \" لبيان ترتيب ما بعدها على مع ما قبلها، فهو مترتب على رجائه في اللَّه تعالى، وترك الرجاء من جهة الأسباب العادية وكان التعبير بـ \" هب \" ، أي أنه هبة مجردة من فضلك وإرادتك أنت الفاعل المختار، وكان قوله (مِن لَّدُنكَ) تأكيد بأنه من قِبَل الله تعالى لَا دخل للأسباب العادية فيه، بل إنه خرق لهذه الأسباب. </p><p> (وَلِيًّا) ، أي يليني ويخلفني في مالي وما أوتيت من علم وحكم وحكمة. </p><p>(١) رواه أحمد - باقي مسند المكثرين (٩٥٩٣). والنسائي في الكبرى ٤/ ٧١ (٦٢٦٦): \" إنا معشر الأنبياء لا نورث ما تركنا فهو صدقة \". كما رواه البخاري ومسلم بلفظ آخر.</p><p> ثم قال تعالى في بيان معنى الولاية: </p>"
}