{
  "id": null,
  "sura": 19,
  "aya": 59,
  "text": "<p> (فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا (٥٩) </p><p> \" الفاء \" للترتيب والتعقيب، فهي تفيد أنه جاء عقب هؤلاء الأطهار من تنكبوا طريقهم، وخرجوا عن منهاجهم، وليس معنى ذلك أنه لم يكن فيهم من خالف المنهاج من أقوامهم، بل كان كل نبي من هؤلاء الأنبياء من لقي مقاومة من قومه، فمن قوم إدريس من قاومه، وقالوا:  (. . . وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُم أَرَاذِلُنَا بَادِيَ الرَّأْيِ. . .) ، وهذا كان شأن كل المصطفين الأخيار من </p><p> قُووِم في عصره، فكيف يقال خلف هؤلاء مع أنهم كان أمثالهم في عصرهم، ونقول: إن أولئك الأخلاف الذين خالفوا النبيين كانوا في أقوام من أتباعهم من حرفوا أقوال النبيين، وحرفوا القول عن مواضعه كبني إسرائيل، والذين حملوا إنجيل عيسى كان منهم من تخلف عن هدايته وتنكب عن سبيله. </p><p> وصف اللَّه تعالى الأخلاف الذين انحرفوا بسبب هذا الانحراف ونتيجته، فقال عز من قائل:  (فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَوَاتِ) ، وذكر أسباب انحرافهم فحصره في أمرين أو ذكر أن أكبر أسبابه أمران: الأمر الأول: أنهم (أَضَاعُوا الصَّلاةَ) ، ومعنى إضاعة الصلاة إضاعة الدين، لأنها عمود كل دين، وكما قال النبي - صلى الله عليه وسلم -، \" لا دين من غير صلاة \" ، فهي سمة الدين وشعاره، ومعنى إضاعتها إهمالها، أو الصلاة من غير إقامتها على وجهها، أو الصلاة التي فقدت الخشوع والخضوع، وهذا لبابها، أو الإتيان بصلاة لا تنهى عن الفحشاء والمنكر، بل تلابسها. </p><p> الأمر الثاني: هو اتباع الشهوات، فإنه إذا سيطرت الشهوات على النفس، وصارت سيدا مطاعا انحرف الاعتقاد تبعا لها، وحينئذ يتخذون إلههم هواهم وكان معبودهم وسرى ذلك إلى كل أعمالهم. </p><p> وقد نبه سبحانه إلى النتيجة من ذلك فقال تعالى:  (فَسَوْفَ يَلْقَوْنَ غَيًّا) ، الغي ضد الرشاد وهو الغواية، وهي تنكب الطريق المستقيم، إن اتباع الشهوات وجعل الأهواء لها السلطان الأكمل سبيل الفساد والغواية، وبها تنكب الرشاد؛ وذلك أن الهدى والعقل نقيضان لَا يجتمعان في قلب واحد، فإذا كان سلطان الهوى ذهب العقل وقوله:  (فَسَوْفَ يَلْقَوْنَ)  \" سوف \" هنا لتأكيد وقوع الفعل في المستقبل، وقوله تعالى:  (يَلْقَوْنَ) ، أي يجدون أمامهم وهو نتيجة طبيعية لترك الصلاة واتباع الشهوات. </p><p> وإن الله تعالى الكريم يستثني المتقين الأبرار؛ ولذا قال تعالى: </p>"
}