{
  "id": null,
  "sura": 19,
  "aya": 58,
  "text": "<p> (أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا (٥٨) </p><p> الإشارة إلى النبيين المذكورين في هذه السورة زكريا ويحيى وعيسى وإبراهيم وأولاده وموسى وهارون وإدريس، فهولاء جميعا قد ذكروا في هذه السورة، وكلهم من ذرية آدم، قوله:  (مِّنَ النَّبِيِّينَ)  \" من \" بيانية، وقوله:  (مِن ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِن ذُرِّيَّةِ إِبْرَاهِيمَ) ، \" من \" هنا تبعيضية، فالمذكورون بعض هذه </p><p> الذرية، فمن بعض من حمل اللَّه تعالى في سفينة نوح - عليه السلام - إبراهيم وهود وصالح وشعيب، (وَمِن ذُرِّيَّةِ إِبْرَاهِيمَ) إسماعيل وإسحاق ويعقوب، ومن ذرية إسرائيل موسى وداود وسليمان، وهكذا أنعم اللَّه تعالى على هؤلاء بنعمة التوحيد، ونعمة الوحي، ونعمة الاصطفاء على العالمين، ونعمة الجهاد في دعوة الحق وحرمته. </p><p> وقد ذكر اللَّه تعالى أن ممن أنعم اللَّه تعالى من هداهم اللَّه تعالى بهدْي الأنبياء والمرسلين؛ ولذا قال تعالى:  (وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا) ، \" الواو \" ساطفة على قوله تعالى: (مِّنَ النَّبيّينَ) فـ \" من \" بيانية، واللَّه أنعم على النبيين ومن تبعهم، فقوله:  (وَمِمَّنْ هَدَيْنَا) ، أي الذين اتبعوهم على صراط مستقيم، (وَاجْتَبَيْنَا) الذي اخترناهم لنبوة وجهاد كداود، وطالوت الذي جعله اللَّه تعالى رئيسا لبني إسرائيل قادهم إلى الحرية والعزة وإن لم يكن من أبناء كبرائهم. </p><p> وإن هؤلاء الأنبياء المصطفين الأخيار والتابعين الأبرار قد صفت نفوسهم واستقامت قلوبهم، وصغت إلى الحق أفئدتهم فكانوا إذا تليت عليهم آياته في كتبه الذي أنزلها الرحمن خروا ساجدين باكين؛ ولذا قال تعالى:  (إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا) سُجَّدًا: جمع ساجد، وبكيا جمع باك، أي أنهم لفرط تأثرهم بآيات الرحمة التي تنزل من عند الرحمن، ولذا اختير ذلك الوصف (الرَّحْمَنِ) في التعبير عن الذات، فهم يبكون لشعورهم برحمة اللَّه، ويسجدون شكرا للَّه تعالى على ما أنعم، وإن ذلك كان من شأن الصالحين، فكان أبو بكر بكَّاءً عند تلاوة القرآن الكريم، وكان الإمام الشافعي إذا صلى بالناس بكى وبكوا عند تلاوته حتى سمي القارئ البكَّاء، ومن كان من الصالحين لَا تدمع عيناه يبكي قلبه. وإن ذلك من الوعي الطيب، إذ يحمس السامع للتلاوة، بأنه يسمع اللَّه تعالى ينادي فيرتجف ويقشعر بدنه، ولقد قال الله تعالى:  (اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ. . .) . </p><p> قد ذكر اللَّه تعالى مَنْ خلف أولئك الأبرار من النبيين والصديقين. </p><p> * * * </p><p> خلف أولئك الأنبياء </p><p> قال اللَّه تعالى: </p><p> (فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا (٥٩) إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا (٦٠) جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا (٦١) لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا (٦٢) تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا (٦٣) وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا (٦٤) رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيًّا (٦٥) </p><p> * * * </p>"
}