{
  "id": null,
  "sura": 19,
  "aya": 87,
  "text": "<p> أى أنهم يكونون منقطعين للنار مخلدين فيها لَا يشفع لهم شافع، كما قال تعالى:  (. . . مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلا شَفِيعٍ يُطَاعُ) ، وقوله تعالى:  (لا يَمْلِكُونَ الشَّفَاعَةَ) ، أي لَا يتمكنون من أن يشفع شفِيع، فلا يقبل عدل، ولا تنفعهم شفاعة، ثم قال تعالى:  (إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا) ، الاستثناء هنا منقطع قد قوبل فيه حالهم بحال المؤمنين، ومعنى الاستثناء هنا: لكن من اتخذ عند اللَّه عهدا يشفع له، والعهد هنا هو شهادة أن لَا إله إلا الله، وعبادة اللَّه وحده وهذا العهد تكون به الشفاعة لمن يأذن اللَّه تعالى له، كما قال تعالى:  (يَوْمَئِذٍ لَّا تَنفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمنُ وَرَضِيَ لَهُ قَوْلًا) ، وكما قال تعالى:  (ولا يَمْلِكُ الَّذِينَ يَدْعُونَ مِن دُونِهِ الشَّفَاعَةَ إِلَّا مَن شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ) ، فلا شفاعة لمن لا يشهد بالحق، والشفاعة لمن شهد بالحق لمن يأذن اللَّه تعالى له بالشفاعة، وقال تعالى:  (وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى (٢٦) . </p><p> * * * </p><p> كفر من قال اتخذ الله ولدا </p><p> قال اللَّه تعالى: </p><p> (وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا (٨٨) لَقَدْ جِئْتُمْ شَيْئًا إِدًّا (٨٩) تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (٩٠) أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا (٩١) وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا (٩٢) إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا (٩٣) لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا (٩٤) وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا (٩٥) إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ </p><p> الرَّحْمَنُ وُدًّا (٩٦) فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا (٩٧) وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا (٩٨) </p><p> * * * </p><p> هذا هو القسم الثاني من الكافرين، والأول قد ذكرناه، وهم الذين يعبدون غير اللَّه من أوثان ونار وكواكب وشمس، وبعد أن بين مالهم، وعاقبتهم يوم القيامة، ذكر الذين فجروا وكذبوا على اللَّه تعالى: </p>"
}