{
  "id": null,
  "sura": 19,
  "aya": 76,
  "text": "<p> (وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا (٧٦) </p><p> (وَيَزِيدُ اللَّه الَّذِينَ اهْتَدَوْا) بأن سلكوا طريق الهداية وأزالوا كل غشاوة ونفذوا إلى نور الحق (هُدًى) بأن يستمسكوا بالحق ويهتدوا بهديه. والآيات التي تنزل تزيدهم إيمانا فوق إيمانهم، وكل سورة تنزل تزيد قوة في إيمانهم، كما قال تعالى:  (وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ (١٢٤) وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ (١٢٥) . </p><p> وإن الذين اهتدوا تشرب قلوبهم حب الإيمان ويستمرئون الطاعة فيسيرون في طريقها، ويصلون إلى الغاية، وما كان من أعمالهم فهو باق له أجره وثوابه ويرد عليهم يوم القيامة، وإن كل خير يبقى، وكل شر يزول فهو كالزبد يكون له مظهر الوجود ولا يبقى، ولقد قال تعالى:  (. . . فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ. . .) ، والأعمال الصالحة لهذا باقية؛ ولذا قال تعالى:  (وَالْبَاقِيَاتُ الصَّالِحَاتُ) وهي ما تكون ثمرة للإيمان القوي المثمر (خَيْرٌ عِندَ رَبِّكَ ثَوابًا) ، أي خير جزاء وقبولا عند اللَّه، أما غيرها من الأعمال التي لَا تكون ثمرة للإيمان فلا خير فيها ولا تبقى، ولقد قال في مثل ما ينفق الكافرون:  (مَثَلُ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ أَنْفُسَهُمْ يَظْلِمُونَ (١١٧) . </p><p> فالباقيات الصالحات من أهل الإيمان تكون خير جزاء من أعمال الكافرين، و (خَيْرٌ) أفعل تفضيل، ولكنه ليس على بابه؛ لأن مقابله لَا خير فيه قط، وقوله تعالى:  (وَخَيْرٌ مَّرَدًّا) ، أي خير ما يرد به المؤمن يوم القيامة فهو يرجع عاريا من كل حلية إلا حلية العمل الذي يكون به الثواب ويكون لغيره العقاب، والخيرية في أفعل التفضيل ليست على بابها إذ لَا خير في غيرها إذا كان أفعل التفضيل ليس على بابه، فالمراد به أنه بلغ من الخيرية أعلى درجاته فلا خير يعلوه قط. </p><p> وإن منشأ الضلالة هو الغرور بهذه الحياة والطمع، وقد صور سبحانه وتعالى هذا الغرور في قوله: </p><p> (أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا (٧٧) أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا (٧٨) . </p><p> إن المشركين مغرورون بالدنيا غرتهم بغرورها، وحسبوا أنها لَا حياة بعدها، وقدروا لأنفسم مقاديرها فهم يستمتعون بحاضرهم، ويحسبون أن قابلهم من جنس حاضرهم بل ذهب بهم فرط غرورهم إلى أن حسبوا أن البعث إن كان يكونون فيه الأعلين كما هم في الدنيا. </p><p> وقوله تعالى: </p>"
}