{
  "id": null,
  "sura": 19,
  "aya": 44,
  "text": "<p> (يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا (٤٤) </p><p> ناداه بالأبوة وكرره تعطيفا وتلطيفا وتقربا، وكان النهي (لا تَعْبُد الشَّيْطَانَ) وعبادة الشيطان في أنه أطاع غوايته التي توعد بها عباد اللَّه فقال: (. . . لأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ) ، فطاعته في معنى عبادته، ولأن </p><p> الأهواء والأوهام هي التي سهلت عبادة الأحجار وذلك كله من الشيطان، بل هو من غوايته، والشيطان عدو الله، وعدو آدم فهو عدو الإنسانية يرديها ويوقعها في أشد الضلال، ويبعد من الحق، ولذلك كان النهي، وهو في ذاته يكون بقوة لا تخلو من مساعدة، ثم وصف الشيطان بأنه عاص مبعد عن رحمة الرحمن فقال:  (إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا) ، عَصِي على وزن فعيل من عصى، أي أنه مبالغ في العصيان، وعبر عن الذات العلية بـ (الرحمن) للإشارة إلى أن عصيان الشيطان رحمة، وطاعته نقمة، فمن عصاه فقد رحم، ومن أطاعه ألقى بنفسه في وهدة الشقوة، وبعد عن السعادة ورحمة الرحمن. </p><p> ويقول الزمخشري في ذلك أيضا:  \" ثم ثلث بتثبيطه ونهيه كما كان عليه بأن الشيطان الذي استعصى على ربك الرحمن الذي جميع ما عندك من النعم من عنده، وهو عدوك الذي لَا يريد بك إلا كل هلاك وخزي ونكال. وعدو أبيك آدم، وجنسك كلهم هو الذي ورطك في هذه الضلالة، وأمرك بها وزينها لك فأنت إن حققت النظر عابد الشيطان، إلا أن إبراهيم عليه السلام لإمعانه في الإخلاص ولارتقاء همته الربانية لم يذكر من جنايتي الشيطان التي تختص منهما برب العزة من عصيانه واستكباره ولم يلتفت إلى ذكر معاداته لآدم وذريته، كأن النظر في عظم ما ارتكب من ذلك غمر فكره وأطبق على ذهنه \" . </p><p> ونقول إن الشرك هو أعظم ما وسوس به إبليس وألقى به الأوهام في نفس، وما دونه قد يناله الغفران، وقد قال تعالى:  (إِنَّ اللَّهَ لَا يَغْفِر أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ. . .) . </p><p> بعد هذا النهي الصريح القاطع عن عبادة الأوثان، وذكره أن عبادتها عبادة للشيطان، لأنه هو الذي وسوس بها ذكر ما يخاف على أبيه، وذلك استمرار في الحنان والعطف على أبيه فقال تعالى عنه: </p><p> (يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا (٤٥) </p>"
}