{
  "id": null,
  "sura": 19,
  "aya": 75,
  "text": "<p> (قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا (٧٥) </p><p> يقول تعالى ردا على المشركين في غرورهم بالمال والبنين ومتعة الجاه والسلطان:  (قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا) الخطاب لمحمد - صلى الله عليه وسلم - يأمره سبحانه وتعالى بأن يبين لهم الحق وسنة اللَّه تعالى في أمر الضلالة والهداية، فهو سبحانه يَمُدُّ الذين أرادوا الضلالة وسلكوا سبيلها وأخذوا في أسبابها، يمدهم فيها مدا حتى يحسبوا أن الأمر إليهم، كما قال تعالى:  (وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ) ، يمهلهم سبحانه ويتركهم في غيهم يعمهون، ويزيدهم بالمال ويعطيهم، حتى يفرقهم الغرور ويجعلهم يحسبون أنهم يحسنون صنعا. وقال تعالى بلفظ الأمر:  (فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا) جاء الخبر على صيغة الأمر؛ لبيان أن ذلك بإرادة اللَّه وكأنه يأمره به أمرا، وهو استدراج من اللَّه تعالى لهم، كما قال تعالى:  (. . . سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ) ، كما تلونا من قبل. </p><p> وأكد سبحانه إمهالهم واستدراجهم بالعطاء بوفرة عليهم بالمصدر (مَدًّا) ، وأسند سبحانه وتعالى المد إلى الرحمن؛ وذلك لإفادة أن من رحمة اللَّه بعباده أن يمكن كُلًّا ما يحب، ثم يحاسب كُلًّا على ما فعل من خير أو شر، فيكافئ كُلًّا بما فعل إن خيرا فخير، وإن شرا فشر. </p><p> ويستمر الضال في غيه (فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا) ، ومما يوعدون هو أحد أمرين إما العذاب في الدنيا بالقتال والجهاد واستئصال الشرك، وقد رأوه في جهاد النبي - صلى الله عليه وسلم - وقد اجتث الشرك اجتثاثا، وإن لم يكن الجهاد وضرب الشرك وجعل كلمة اللَّه هي العليا، فإنها تكون الساعة تستقبلهم ويكون العذاب يوم القيامة. </p><p> وعند الوصول إلى هذه الغاية المحتومة (فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا) ، \" الفاء \" عاطفة على (مَا يُوعَدُونَ) ، و \" السين \" لتأكيد الفعل في المستقبل </p><p> (مَنْ هُوَ شَرٌّ مكَانًا) يوم القيامة حيث يكون في الجحيم، وضعفاء المؤمنين في جنات النعيم، وهو رد على قولهم:  (أَيُّ الْفَرِيقَيْنِ خَيْرٌ مقَامًا وَأَحْسَنُ نَدِيًّا) ، وقوله تعالى:  (وَأَضْعَفُ جُندًا) ، إذا كان عذابهم في الدنيا فإن أولئك الضعفاء الذين سخروا منهم سيكونون جند اللَّه تعالى ويسحقونهم سحقا، هذا شأن أهل الضلال الذين اتخذوا أسبابه والذين مدوا في ضلالتهم، وأملى لهم استدراجا، أما الذين سلكوا سبيل الهداية فقال تعالى: </p>"
}