{
  "id": null,
  "sura": 19,
  "aya": 51,
  "text": "<p> (وَاذْكُرْ فِي الْكِتَابِ مُوسَى إِنَّهُ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَبِيًّا) . </p><p> ذكر موسى هنا لناحية معينة فيه وهي أنه من ذرية إبراهيم، وقد وعد اللَّه إبراهيم أن يؤنسه بأولاده وذريته عندما اعتزل أهله وما يعبدون فكافأه اللَّه تعالى بأنس الولد والذرية، واستجاب دعاءه أن يجعل له لسان صدق في الآخرين، وكان من هذا اللسان الصادق أن يكون له ذرية من الأنبياء فكان منهم من أولي العزم موسى وعيسى ومحمد - صلى الله عليه وسلم -. </p><p> وفى هذا الجزء من قصص موسى ذكر ما لم يذكر في مواضع كثيرة من قصصه، وهو صفته التي كانت من أبرز صفاته أنه كان مخلصا، قرئ (مخلِصا) بكسر اللام، و (مخلَصا) بفتحها والقراءتان متلاقيتان، فقراءة الكسر معناها أنه أخلص نفسه للَّه، وبدا ذلك في حياته، فقد نشأ في بيت فرعون رافغا بعيشه مستمكنا بسلطان، ومع ذلك نفر من دينه وملته ورضي بأن يكون من بني إسرائيل المستزلين المستضعفين في أرض مصر (. . . يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيونَ نِسَاءَكُمْ. . .) ، ثم هاجر ابن النعمة الفرعونية إلى حيث يستأجر زارعا كادحا، فأي شيء يدل على الإخلاص أكثر من هذا. </p><p> وعلى القراءة الثانية، وهي قراءة فتح اللام يكون المعنى أن اللَّه تعالى أخلصه له وجعله كليمه، وذلك ثابت من حياة موسى - عليه السلام -، فقد ولدته أمه في وقت فرعون وآله يذبحون أبناءهم، فألهم سبحانه أم موسى أن تضعه في تابوت وتلقيه في اليم، ويلتقطه آل فرعون ليكون في المستقبل عدوا لهم وحزنا، وقد أرادوه قرة عين لهم (وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ) ، أي أخته - (. . . هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحونَ) ، وبذلك رجع إلى أمه وخلص لها فتربى في مهدها وكنف فرعون، وبذلك صنع على عين اللَّه، كما قال تعالى:  (. . . وَلِتُصْنَعَ عَلَى عَيْنِي) ، فكيف بعدها لَا يكون مخلصا وخالصا للَّه، واختاره أن يكون له كليما. </p><p> وكلٌّ قراءة قرآن فيكون المعنيان مرادين بمجموع القراءتين، فهو مخلص في شخصه، وأخلصه اللَّه سبحانه لذاته العلية. </p><p> الوصف الذي اصطفاه اللَّه تعالى به أن جعله رسولا نبيا، فقال تعالى: </p><p> (وَكَانَ رَسُولًا نَّبِيًّا) ، الرسول - فيما يظهر من عبارات القرآن - من أُرسل بكتاب مشتمل على أحكام، والنبي من يُنَبَّأ بمخاطبة اللَّه له بالوحي أو يرسل رسولا، أو من وراء حجاب، وقد كان موسى كذلك، فقد أرسل بالتوراة فيها كل الشرائع المصلحة للإنسانية في رسالته وبعضها باقٍ سجله القرآن ولم ينسخه. </p><p> وقد ذكر سبحانه وتعالى المكان الذي نزل عليه الوحي ابتداء فيه، وهو في أرض مدين فقال تعالى: </p>"
}