{
  "id": null,
  "sura": 20,
  "aya": 54,
  "text": "<p> (كُلُوا وَارْعَوْا أَنْعَامَكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى (٥٤) </p><p> وهذا التفات من ضمير المتكلم إلى ضمير المخاطبين؛ لبيان النعم التي أنعم بها عليهم، إذ إن هذا النبات فيه طعام لكم ولأنعامكم \" والأنعام \" جمع نعم وهي الإبل والبقر والغنم، لأنها نعم أنعم بها عليكم في ركوبها، وفي أكلها، وفي أخذ أنواع المنافع منها، من أصوافها، وأوبارها وأشعارها أثاثا ومتاعا إلى حين. </p><p> وقوله:  (كُلُوا وَارْعَوْا أَنْعَامَكُمْ) الأمر فيها للإباحة لَا للوجوب، والأمر بالأكل للإنسان واضح ولا يكون إلا بعد الإعداد من طحين ونخل وعجن وخبز، وبعضها </p><p> يؤكل مباشرة كبعض الخضر، وقال بالنسبة للأنعام (وَارْعَوْا أَنْعَامَكُمْ) ولم يقل \" لتأكل أنعامكم \" ، والجواب عن ذلك أن الماشية، لَا تخاطب، والنعمة ليست لها، إن النعمة لمالكها، ولذا جعل خطاب الإباحة موجها إليهم بقوله جلت عزته:  (وَارْعَوْا أَنْعَامَكُمْ) ؛ لأن الرعي ذاته نعمة أنعم بها عليهم؛ إذ ربما تكون لهم أنعام ولا يجدون مرعاها، فلا يمكنهم أن ينتفعوا بها، ومعنى:  (وَارْعَوْا أَنْعَامَكُمْ) مكنوها من الكلأ، والعشب الذي خلقه تعالى، ومعنى رعيها أن يقوم على شئونها، ويتتبع بها مواطن الماء والكلأ، وينتقل بها من مكان إلى مكان لسقيها وأكلها، فالمقصود الظاهر هو أكلها، وهو تعبير عن السبب وإرادة المسبب، أو الفعل وإرادة المآل، وذلك مجاز مرسل جائز في أساليب البيان. </p><p> (إِنَّ فِي ذَلِكَ لآيَات لأُوْلِي النُّهَى) الإشارة إلى المذكور من آيات الله من خلق الأرض وجعلها ممهدة، وخط السبل فيها، وإنزال الماء من السماء إلى الأرض، وإخراج النبات أزواج في صنوف شتى متفرقة متعددة المنافع متنوعة الأجناس، إن في ذلك كله لآيات بينات تدل على قدرة الواحد الأحد، ولكن لَا يدركها إلا أولو النُّهى، أي أولو العقول، وسمي العقل \" نُهية \" ؛ لأنه ينهى عن قبائح الأفعال، كما سمي العقل عقلا؛ لأنه يعقل النفوس عن الزلل والوقوع في الأخطاء والخطايا إن استعمل فيما خلقه الله تعالى له، ولم يشطط، ولم يفسد، وفي كل هذا كما أشرنا وحدانية الله؛ لأنه وحده الخالق الوهاب. </p><p> * * * </p><p> العناد والمواجهة بالآية </p><p> (مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى (٥٥) وَلَقَدْ أَرَيْنَاهُ آيَاتِنَا كُلَّهَا فَكَذَّبَ وَأَبَى (٥٦) قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَا مُوسَى (٥٧) فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِثْلِهِ </p><p> فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا لَا نُخْلِفُهُ نَحْنُ وَلَا أَنْتَ مَكَانًا سُوًى (٥٨) قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى (٥٩) فَتَوَلَّى فِرْعَوْنُ فَجَمَعَ كَيْدَهُ ثُمَّ أَتَى (٦٠) قَالَ لَهُمْ مُوسَى وَيْلَكُمْ لَا تَفْتَرُوا عَلَى اللَّهِ كَذِبًا فَيُسْحِتَكُمْ بِعَذَابٍ وَقَدْ خَابَ مَنِ افْتَرَى (٦١) فَتَنَازَعُوا أَمْرَهُمْ بَيْنَهُمْ وَأَسَرُّوا النَّجْوَى (٦٢) </p><p> * * * </p><p> استعلى فرعون على الخلق، واختبر الله به أهل مصر اختبارا شديدا حتى إنه فرض عليهم أن يجعلوه إلها فجعلوه، وفرض عليهم عبادة العجل فعبدوه، وأوجب عليهم أن يلغوا عقولهم في عقله، ورأيهم في رأيه، حتى إنه ليقول لهم مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ، فبين الله تعالى أنه من الأرض، ويعود إلى الأرض، ثم يكون الحساب الشديد على ما قدم من عمل، ولذا قال تعالى: </p>"
}