{
  "id": null,
  "sura": 20,
  "aya": 80,
  "text": "<p> (يَا بَنِي إِسْرَائِيلَ قَدْ أَنْجَيْنَاكُمْ مِنْ عَدُوِّكُمْ وَوَاعَدْنَاكُمْ جَانِبَ الطُّورِ الْأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى (٨٠) </p><p> ناداهم الله تعالى مقربا مدنيا مؤنسا لهم ذاكرا سبحانه نعمته عليهم؛ ليعرفوا حقها عليهم من الشكر فلا يكفروها، (قَدْ أَنجَيْنَاكُم مِّنْ عَدُوِّكُمْ) الذي تحكم فيكم وأسامكم سوء العذاب، وإن هذه كانت مظاهر العداوة من ذلك الظالم الغاشم (وَاعَدْنَاكُمْ جَانِبَ الطُّورِ الأَيمنَ) أي الإتيان في جانب الطور الأيمن، فالكلام على حذف مضاف، وحُذِف لأن المقصود هو ذات الجزء الجانب الأيمن، والإشادة به لأنه الجانب الذي لقي فيه ربه، وأنزلت عليه الألواح العشرة فيه، فهو المكان الذي كانت ذكريات نبوة موسى عليه السلام، وهو من أولي العزم من الرسل، والتوراة من الكتب المقدسة التي تشتمل على الشرائع الخالدة إلا ما نسخه القرآن الكريم. </p><p> وقد قال تعالى:  (وَاعَدْنَاكمْ جَانِبَ الطُّورِ الأَيْمَنَ) وهنا ملاحظتان: إحداهما أن الله تعالى جعلهم طرفا في المواعدة وهي مفاعلة تكون من جانبين، جعلهم الله سبحانه وتعالى طرفا مقابلا لذاته، وذلك تكريم لهم، ورفع لنفوسهم التي استخدمت بإذلال فرعون، فأعلاهم رب العالمين ورفع كبوتهم وأزال عنهم خسيسة الذل. </p><p> والثانية أن المواعدة كانت مع موسى رسولهم، لَا معهم كلهم، ولكن موسى يجيء بهذه الشرائع إليهم، وقد قال تعالى في هذه المواعدة (وَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً. . .) ؛ ولأن موسى وهو رسولهم الذي أرسل إليهم كانت المواعدة معه مواعدة لهم. ولأن موسى اختار منهم من سيلونهم في هذا اللقاء، فإد قال تعالى: (وَاخْتَارَمُوْسَى قَوْمَهُ سبْعِينَ رَجُلًا </p><p> لِّمِيقَاتِنَا. . .)، فكان اختيار \" لهذا الموعد فيه معنى أنهم كانوا مواعدين، وخصوصا أنهم كانوا يمثلون بني إسرائيل،ولذا قال تعالى:(وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلاً. . .)، أي أنهم كأنهم قوم موسى جميعهم، كان ذلك كله تشريفا وتكريما، ورفعا لهم مما كانوا فيه من كبوة.</p><p> وقد ذكر سبحانه وتعالى طعامهم في هذه الصحراء الجرداء، فبدلهم الله بطعام مصر طعامًا أشهى وأمرأ وأجدى وهو المن الذي أنزله الله في الأشجار، والسلوى ذلك اللحم الطري؛ ولذا قال تعالى (وَنَزَّلْنَا عَلَيْكمُ الْمَنَّ وَالسَّلْوَى) وقال: (وَنَزَّلْنَا) ولم يقل \" أنزلنا \"؛ لأن المن والسلوى لم ينزل عليهم دفعة واحدة، فيغمرهم فيحتاجون إلى وسائل لادخاره وحفظه، بل كان يعرض لهم على حسب حاجتهم شيئا فشيئا غير مقطوع فلا يحتاجون إلى الادخار، ولا يقطع عنهم فيكون الجوع، بل يجيء إليهم غير مقطوع ولا ممنوع، بل مستمر رحمة من الله تعالى. </p><p> هذا رزق الله تعالى لبني إسرائيل في هذه الصحراء الجرداء، وقد نهاهم الله عن الطغيان في الرزق، فقال عز من قائل: </p>"
}