{
  "id": null,
  "sura": 20,
  "aya": 88,
  "text": "<p> (فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ فَقَالُوا هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ (٨٨) أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا (٨٩) </p><p> عندما ألقيت زينة القوم من الذهب، وكانت أحمالا ثقالا، وارتكبوا أوزارا كبارا لأنها كانت عاريات اغتصبوها، وأموالا سرقوها؛ لأن جحود العواري يعدّ من السرقات. يقول المفسرون إلا من أدركوا العصر الحاضر، وعلموا أخبار المصريين وصناعتهم، قالوا: إن السامري رأى الأمين جبريل بعد أن صنع العجل، أخذ قبضة من الأرض التي سار عليها جبريل أو فرسه فألقاها في المصنوع فصار يخور كما يخور العجل، وسرى في جسمه ماء الحياة، فصار جسدا له خوار. </p><p> ذلك كلامهم وروجوه بأمرين: بأنه جسد أو له جسد، والجسد لَا يكون إلا للجسم الحي، فلا يقال عن الحجر إنه جسد، كما لَا يقال عن أي جماد إنه جسد، والأمر الثاني: قوله تعالى: (لَّهُ خُوَارٌ) والخوار لَا يكون إلا لعجل حي، فما الحيلة في هذا، لقد أعملوا تفكيرهم مستعينين بالإسرائيليات التي حشرت في كتب التفسير فانتهوا إلى هذا القول. </p><p> ونحن نرى أن ذلك القول غير معقول، فإن ملائكة الله تعالى لَا تسير في صورة حي إلا بأمر من الله، وإلا لنبي، وما كان السامري نبيا، وما كان ثمة دليل منقول يقرر ذلك القول، وما ادعاه السامري عندما ناقشه موسى في هذا البهتان، وإنه عدَّ ذلك الإفك من تسويل النفس وتزيينها الباطل، فكيف يكون تزيينا للباطل، ويكون بتتبع آثار جبريل، وأيضا فإن الحياة تكون بإذن من الله تعالى، ومع ذلك يقول السامري (. . . وَكذَلِكَ سَوَّلَتْ لِي نَفْسِي) . </p><p> وإن الأمر المعقول أن نقول: إن السامري كما ذكر ألقى الذهب هو ومن معه ذهب من زينة القوم من بني إسرائيل ألقوها في النار فصهرت حتى صارت سائلا، وبما تعلمه من الصناعات المصرية صنعه على شكل عجل، ووضعه في مهب الرياح فدخل الهواء في خروقه بصوت الريح في أجوافه - فصار له خوار كخوار الثور، وما زلنا نرى في لعب الأطفال مثل هذه الأصوات في اللعب. </p><p> وما إن رأى الإسرائيليون هذا حتى قالوا يخاطب بعضهم بعضا (هَذَا إلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ) ، أي السامري، (فَنَسِيَ) هنا معناها ترك، فأطلق النسيان وأريد تركه، ونسب النسيان إليه مع أن عباد العجل جميعا تركوا أو نسوا عبادة الله وحده، ونسوا الحق؛ وذلك لأنه هو الذي أخرجه بصناعته، وفي التعبير بـ (فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا) ما يشير إلى أنه صنعه صناعة. بقي أن نرد على من فهم أن الجسد لَا يكون إلا جسما حيا يجري فيه الدم فنقول: إن الجسد والجسم لهما معنى يشتركان فيه، ومعنى يختص به الجسم، فالجسم يقال على كل الأشياء ما يتجسد ويصور، وما لَا يتجسد ولا يصور فيقال: </p><p> إن الماء جسم ولكن لا يقال له جسد، وقد ذكر ذلك الراغب في مؤلفاته، فقد جاء فيه في مادة جسد ما نصه: </p><p> \" الجسد كالجسم لكنه أخص،قال الخليل:لَا يقال الجسد لغير الإنسان من خلق الأرض ونحوه، وأيضا فإن الجسد ما له لون، والجسم يقال لما لَا يبين له لون كالماء والهواء،وقوله تعالى:(وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَامَ. . .).</p><p> يشهد لما قال الخليل. وقال:  (عِجْلًا جَسَدًا لَّهُ خُوَارٌ) وقال تعالى: </p><p> (وَأَلْقَيْنَا عَلَى كرْسِيِّهِ جَسَدًا ثُمَّ أَنَاب) ، وباعتبار اللون يقال للزعفران جساد وثوب مجسد بالجساد \" . </p><p> وأظن هذا واضحا في أن الجسد يستعمل كالجسم، والجسم أعم من الجسد. </p><p> فقوله تعالى:  (جَسَدًا لَّه خوَارٌ) لَا يمنع أنه جسم لَا حياة فيه، وربما كان التعبير بالجسد مناسبا لقوله تعالى (لَهُ خُوَارٌ) ولكنه جسم لَا حياة فيه. </p><p> ولذا قال تعالى في بيان أنه ليس فيه حياة قط: </p>"
}