{
  "id": null,
  "sura": 20,
  "aya": 133,
  "text": "<p> (وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِنْ رَبِّهِ أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَى (١٣٣) </p><p> الواو واصلة بين هذه الآية، وما كان من المشركين وإسرافهم في أمرهم وكفرهم بربهم، وحسبوا أنه لم تأتهم آية شاهدة على رسالة محمد - صلى الله عليه وسلم -؛ لأنه لم يأتهم بمثل عصا موسى، ولم يبرئ الأكمه والأبرص، ولم يغرقهم كما أغرق قوم نوح وقوم فرعون. </p><p> (وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِنْ رَبِّهِ)  \" لَوْلَا \" هنا معناها \" هلا، الدالة على الحث والتحريض، ويتضمن هذا أنهم ينكرون وجود هذه الآية،وقد رد الله تعالى إنكارهم فقال:(أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَى)سمى القرآن(بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَى)، وهي كتب النبيين السابقين من توراة وإنجيل وزبور، وما جاء به إبراهيم وإسماعيل وغيرهم من النبيين والصديقين، وهذه البينة هي القرآن، وكان بينتها لأنه الكتاب الخالد الباقي الذي يحمل في نفسه دليل حجيته، وهو حجة لنفسه، ولكل النبيين الذين سبقوه؛ لأنه معجزة باقية، وهو المسجل لكل المعجزات السابقة، لأنها كانت أحداثا ستنقضي بوقتها، أما القرآن فهو معجزة باقية تتحدت الأجيال كلها أن يأتوا بمثله فهو معجزة المعجزات، وهو سجلها الخالد الباقي، روي في الصحيحين أنه - صلى الله عليه وسلم -قال:\" ما من نبي إلا أوتي من الآيات ما آمن على مثله البشر، وإنما كان الذي أوتيته وحيا أوحاه الله تعالى إلى وأرجو أن أكون أكثرهم تابعا يوم القيامة \" (١) وليس أتباع عيسى وموسى هم الذين سموا اليهود، وسموا أنفسهم </p><p>(١) متفق عليه وقد سبق تخريجه بلفظه.</p><p> النصارى، إنما هؤلاء هم الذين يؤمنون بموسى. رسولا نبيا، وبما اشتملت عليه التوراة من شرائع وتبشير برسل من بعده، وأتباع عيسى هم الذين يقولون إنه عبد لله خلقه كما يخلق البشر، وإن كان خلقه من غير الأسباب العادية لتعليم الناس في عصر كان الفلسفة فيه لَا تؤمن إلا بالأسباب والمسببات العادية، فالله تعالى يعلمهم أنه الفاعل المختار المريد، فهل الذين يدّعون أنهم أتباع موسى وعيسى يؤمنون بإيمانهم، وما جاءوا به من شرائع؛ إذن فأتباع محمد هم الكثرة، ومحمد عليه الصلاة والسلام، أكثر تابعا يوم القيامة وإنهم يكفرون بالقرآن آيةً، ويريدون آيةً غيره، كقوله تعالى:  (وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ (٥٠) أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ (٥١) . </p><p> وإن الله لم يأت بالمعجزات الحسية لأنهم كفروا، كما قال تعالى:  (وَمَا مَنَعَنَا أَن نرْسِلَ بِالآيَاتِ إِلَّا أَن كذَّبَ بِهَا الأَولُونَ. . .) ، فهم ليسوا طلاب هداية يريدون الوصول إليها، بل هم مكذبون معاندون جاحدون يبررون جحودهم. </p><p> وهم إذ جاءتهم الآية كفروا بها، وإذا لم تجئهم أيضا برروا كفرهم بأنهم لم تجئهم آية، ولذا قال تعالى: </p>"
}