{
  "id": null,
  "sura": 20,
  "aya": 86,
  "text": "<p> (فَرَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا أَفَطَالَ عَلَيْكُمُ الْعَهْدُ أَمْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ فَأَخْلَفْتُمْ مَوْعِدِي (٨٦) </p><p> \" الفاء \" تفيد الترتيب والتعقيب، ففور أن بين الله تعالى ما كان بقومه رجع إليهم في حال غضب وحزن، ولذا قال تعالى:  (فَرَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا) والقوم هنا هم الإسرائيليون جميعا الذين كان منهم الذين عبدوا العجل ولم يكونوا عددا قليلا، بل كانوا كثيرين، وإن لم يكونوا الأكثرين، والغضب هو الثورة النفسية للمفاجأة بأمر مؤلم لم يكن يتوقعه، والأسف: الحزن الذي يسكن النفس بسبب أمر غير مقبول، ولا يوجد له أي مبرر، والحزن من شأنه أن يوجد في النفس كآبة، وهمًّا وغمًّا، وكذلك كانت حال موسى عليه السلام عندما علم من ربه أن قومه عبدوا العجل، ولكن الحكمة النبوية توجب ألا يسترسل في الكآبة والغم، والانفعال، بل لابد أن يعالج الوقف باستنكار شديد وحزم الشر واجتثاثه من أصله، وكذلك فعل، فقال لائما مستنكرا: </p><p> (يَا قَوْمِ) هذا نداء مقرِّب بأنه منهم يؤلمه ما يضلهم، ويفرحه ما يكون خيرا لهم (أَلَمْ يَعِدْكمْ رَبُكمْ وَعْدًا حَسَنًا) أي ألم يعدكم ربكم بخيري الدنيا والآخرة، وهو </p><p> وعد حسن يطمئنكم في حاضركم وقابلكم، ولم يذكرهم بحاضرهم الذي هم فيه، وما كانوا عليه في الماضي، وحتى لَا يصل اللوم إلى المجافاة، ولأن ذلك إنعام عليه وعليهم، ومنزل النعم وهو الله تعالى هو الذي يذكرهم بذلك. </p><p> وقوله تعالى:  (أَلَمْ يَعِدْكمْ رَبُّكُمْ) استفهام إنكاري، أي لقد وعدكم ربكم وعدا حسنا مع التنديد الحفي، وعبر بـ (رَبُّكُمْ) للإشارة إلى أنه وعد محقق لا محالة. لأنه وعد من الله ربكم الذي خلقكم، وهو القيوم على كل أموركم ومالكم نسيتم هذا الوعد (أَفَطَالَ عَلَيْكُمُ الْعَهْدُ) العهد أي الزمن، و \" الفاء \" هنا سببية، والمعنى أفطال عليكم الزمن فنسيتم الوعد الذي وعده الله، والمعنى أبسبب طول الأمد نسيتم وعد ربكم؛ وهو توبيخ شديد، فإن الزمن لم يطُل، بل كانت الأحداث متلاحقة لَا تراخي فيها حتى يكون النسيان، فقد أنجاكم ربكم، وأغرق فرعون، ثم كان الوعد من الله باللقاء، وكانت فتنة العجل على قرب من ذلك. </p><p> ثم كانت الجملة الاستفهامية المعادلة (أَمْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ فَأَخْلَفْتُمْ مَوْعِدِي) نزل بهم، رفقا بهم من المعاندة لله تعالى، وهي مرتقى صعب لا يريد أن يكونوا فيه، إلى المعاندة له هو، وسارع فتبين أنها هي الأخرى، مغاضبة لله تعالى؛ لأنه عليه السلام لَا يتكلم إلا عن الله، (أَمْ) استفهامية للمعادلة، و (أَرَدتُّمْ) هنا ليست متجهة إلى أن يحل بهم غضب من ربهم، إنما إرادتهم منصب على السبب الذي يفضي إلى حلول غضب الله تعالى عليهم. وفي هذا إشارة ليست خفية إلى أن ما ارتكبوه من عبادة العجل إغضاب لله تعالى، وكفر به، وإن ذلك يؤدي لَا محالة إلى أن يحل بهم غضب الله تعالى، وعبر عن الذات العلية بقوله:  (مِّن رَّبِكمْ) إشارة إلى أنه هو الذي نجاهم من فرعون وأغرقه، وكلأهم بكلاءته ونزل عليهم المن والسلوى. </p><p> وقال عن غضب الله بأنه يحل عليهم، والمعنى آثاره من إصابتهم بالبلاء من قتل وذبح وصَغَار في الأرض، وقد ذاقوه وتمرسوا عليه في حياتهم في مصر، وهذا حث على طلب رضا الله تعالى، بدل أن يسيروا فيما يوجب أن يحل بهم عضبه. </p><p> وقد رتب الله تعالى حلول غضب الله على إخلافهم موعده فقال:  (فَأَخْلَفْتُم مَّوْعِدِي) الموعد هنا مصدر ميمي بمعنى الوعد، وإخلاف الوعد ألا يقوموا بموجبه، وقد وعدوا موسى بالاستقامة والإيمان بالله وحده وترك الأوهام الباطلة التي سيطرت عليهم بسبب مقامهم في أرض فرعون. </p><p> وإن هذا الموعد بلا ريب يؤدي إلى إغضاب الله تعالى؛ لأنه يكون إشراكا وتفريطا في جنب الله، فلابد أن يحل عليهم غضب الله تعالى وأن يعاد إليهم ما ذاقوه من قبل وعرفوه، أجابوا معتذرين عن فعلتهم الكبرى. </p>"
}