{
  "id": null,
  "sura": 20,
  "aya": 47,
  "text": "<p> (فَأْتِيَاهُ فَقُولَا إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ وَلَا تُعَذِّبْهُمْ قَدْ جِئْنَاكَ بِآيَةٍ مِنْ رَبِّكَ وَالسَّلَامُ عَلَى مَنِ اتَّبَعَ الْهُدَى (٤٧) </p><p> \" الفاء \" هنا \" فاء الإفصاح \" تفصح عن شرط مقدَّر تقديره: إن ذهب الخوف، واطمأننتما إلى الله (فَأْتِيَاهُ) فاذهبا إليه، والتعبير بإتيانه يفيد أنهما مدرعان بقوة الله التي ترهب كل مخلوق، ولو كان فرعون طاغية الأرض (فَقُولَا إِنَّا رَسُولَا رَبِّكَ) ذكرت رسالتهما معا مكاثرة عليه ومغالبة، ولأنهما رسولا رب العالمين أحدهما بالأصالة والثاني بالمؤازرة والمعاونة، لقد أعطاهما الله تعالى قوة بعد ضعف وأمنا بعد خوف فأمراه ونهياه، وهو الذي كان يقول أنا ربكم الأعلى، أمراه فقالا:  (فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ وَلا تُعَذِّبْهُمْ) والأمر والنهي يتعلق بسلطانه وقوته وبطشه فهو يمسّ صميم جبروته (فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ) وتخلَّ عن حكمهم وأخرجهم عن طاعتك وجبروتك وطغيانك (وَلا تُعَذِّبْهُمْ) وكان - عليه اللعنة - يذبح أبناءهم ويستحيي نساءهم ويكلفهم بأشقّ الأعمال من حفر الترع وحمل الطوب والآجرّ والأحجار في بناء الأبنية الكبيرة مع الإذلال والاستهانة والعنت الشديد، فجمع لهم عذاب الأجسام وإرهاقها، وعذاب الأنفس بإذلالها، وإذاقتهم عذاب الهوان، فكان كلامهما محاربة لطغيانه، ومواجهة له في قوته وجبروته. </p><p> و \" الفاء \" في قوله: (فَقُولا) عاطفة للترتيب والتعقيب من غير تراخ، فبمجرد أن أتياه جابهاه بالقول المر الذي لم يسمعه أبدا، ولكنهما أسمعاه له بقوة الله تعالى وقدرته، وبما ألقاه تعالى في قلوبهما من قوة الحق الذي جهرا به، ولقد رجعا إلى الله تعالى في آياته البينة التي تدل على رسالتهما، فقالا:  (قَدْ جِئْنَاكَ بِآيَةٍ من رَّبِّكَ) وهنا انتقل الموقف بهما من خائفين إلى مرهبين، وقوله تعالى:  (قَدْ جِئْنَاكَ) ، أي جئناك مجابهين مسلحين بآية (مِّن رَّبِّكَ) الذي خلقك ورباك وأعطاك هذا السلطان </p><p> والجبروت اختبارا لنفسك، وكل فعل وقول محتسما عليك، وختما قولهما بإلقاء الأمن بعد الإرهاب المفزع له، ولو كان فرعون مصر، فقالا:  (وَالسَّلامُ عَلَى مَنِ اتَّبَعَ الْهُدَى) ، أي إن الأمن والاطمئنان والدعة وعدم الانزعاج يكون لمن اتبع الهدى، فإن لم تتبع الهدى فلا أمن ولا اطمئنان، بل انزعاج وعدم استقرار، وإرهاب من الله، ولو كنت فرعون، ووحَّدا الآية وهما اثنتان؛ لأن المراد ما به البرهان على الرسالة وواحدة كافية. </p><p> أخذا يخاطبانه بالرسالة التي بعثا بها، فقالا: </p>"
}