{
  "id": null,
  "sura": 20,
  "aya": 93,
  "text": "<p> (أَلَّا تَتَبِعَنِ) ، قالوا:  \" لا \" زائدة، ونحن لَا نرى في القرآن حرفا زائدًا، فهو كلام الله تعالى المنزه عن الزيادة، بل كل كلمة في موضعها، ونقول: إن المنع بمعنى الحماية، ومنه مكان منيع وحصن منيع. وفلان ذا منعة، أي حماية. </p><p> وبتخريج النص السامي على هذا المعنى يكون كلام موسى لأخيه: ما منعك ألا تتبعني، ما الذي جعلك ذا منعة وحماية على ألا تتبعني، ويكون المعنى العام للنص ما النصير لك جعلك منيعا على ألا تتبعني، كأنه يقول له: إنك معاوني وناصري، فلماذا لَا تتبعني؛ أصرت ذا قوة تحميك وتمنعك، وتجعلك منفصلا عني، وأنت لي ردء ومعاون غير ممانع، ولذا أردف هذا بقوله:  (أَفَعَصَيْتَ أَمْرِي)  \" الفاء \" لترتيب ما بعدها على ما قبلها، أي فباعتمادك وحمايتك من غيري عصيت أمري، وقد قال الأصفهاني في مفرداته: ويقال المنع في الحماية، ومنه مكان منيع، وفلان </p><p> ذو منعة أي عزيز ممتنع على من يرومه قال:  (. . . ألَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ الْمُؤْمِنِينَ) ، (وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ) ، (. . . مَا مَنَعَكَ أَلَّا تَسْجُدَ. . .) ، أي حملك، وقيل ما الذي حملك وحدك على ترك ذلك. </p><p> وهذا قريب مما ذكرنا في قوله:  (. . . يَا هَارونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا أَلَّا تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِي) والله أعلم بمراده. </p><p> وإنه في هذه الآية يبدو متعاطفا مع أخيه أو غير منافر له، ولا غاضب عليه، وفى سورة الأعراف بدا غاضبا شديد الغضب على أخيه، فقد قال الله تعالى: </p><p> (. . . بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ (١٥٠) قَالَ رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ (١٥١) . </p><p> هذا ما جاء في سورة طه، وذلك ما جاء في سورة الأعراف، والتوفيق أن أخذ رأس أخيه يجره كان في فورة الغضب، والرفق والتعاطف بعد سورة الغضب وحدته، وقد هدأ وسكن وعلم أن هذه نفوس بني إسرائيل. </p><p> ولقد أجاب هارون أخاه موسى بعد أن هدأ واطمأن، وذهبت عنه حال المفاجأة التي فاجأه بها قومه: </p>"
}