{
  "id": null,
  "sura": 20,
  "aya": 87,
  "text": "<p> (قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلَكِنَّا حُمِّلْنَا أَوْزَارًا مِنْ زِينَةِ الْقَوْمِ فَقَذَفْنَاهَا فَكَذَلِكَ أَلْقَى السَّامِرِيُّ (٨٧) </p><p> نفوا أنهم أخلفوا موعدهم مختارين مريدين، بل كانوا تحت تأثير إغراء شديد وتضليل كبير، وعبروا عن فقدهم لإرادتهم الحرة الخالية من الإغراء بقول (بِمَلْكِنَا) قرئت بفتح الميم وبكسرها وبضمها (١) ، والمراد أنهم ما أخلفوا وعدك في الوحدانية واستقامة النفس والفكر بإرادتهم الحرة المختارة، ولكن بإغراء. </p><p> وفى هذا اعتراف بالجريمة، واعتراف آخر بأنهم ارتكبوها وإرادتهم مسلوبة بإغراء شديد، ولو كانوا أمام قاضٍ من قضاة الدنيا لأخذهم باعترافهم، واعتذارهم بأنهم كانوا مغرورين ومخدوعين لَا يخليهم من العقاب بل يقرره عليهم ويثبته، فالعبرة في الجريمة بالاختيار، وقد كان الاختيار من غير إكراه ولا يُعد الغرور إكراها. وخصوصا أنهم هم الذين قدموا سبب التضليل، وقالوا:  (وَلَكِنَّا حُمِّلْنَا أَوْزَارًا مِنْ زِينَةِ الْقَوْمِ فَقَذَفْنَاهَا فَكَذَلِكَ أَلْقَى السَّامِرِيُّ) . </p><p> الاستدراك هنا استدراك من اعترافهم يتضمن الاعتذار عن ضعف إرادتهم، وضلال نفوسهم، وهو اعتذار سخيف كشأن بني إسرائيل في كل الأزمان (حُمِّلْنَا) هذا فعل مبني للمجهول لم يذكروا من الذي حملهم هذه الأوزار، إنما هم الذين </p><p>(١) قرأها بفتح الميم: نافع وأبو جعفر، وعاصم غير جبلة، وبضمها: حمزة والكسائي، وخلف وجبلة، وقرأ الباقون بكسر اللام. غاية الاختصار: ٢/ ٥٧١.</p><p> حمَّلوها أنفسهم، وهناك قراءة (حَمَلنا)  (١) ، والأوزار جمع وزر، وهو الحمل الثقيل، ويصح أن يكون حمل بعضنا بعضا ما في عهدته من زينة القوم أي من ذهبهم، وكون الأوزار أحمالا ثقيلة لَا تخلو من إثم؛ لأن الوزر يطلق على الإثمِ باعتباره حملا ثقيلا على النفوس، كما قال تعالى:  (وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ) ، وهذه الأحمال كان فيها آثام؛ لأنها من زينة بني مصر كانوا استعاروها منهم، فما كانوا يملكون مثلها لإيذاء فرعون لهم، وإذلالهم فأخذوا يكثرون من الاستعارة عندما أذن لهم بالرحيل، وقؤله (فَقَذَفْنَاهَا) أي ألقيناها، ولذا قالوا (فَكَذَلِكَ أَلْقَى السَّامِرِيُّ) ، وتدل الروايات على أن قذفهم لها كان في النار لتصهر، وفعل السامري مثلهم، وقد كان دبَّر ذلك معهم، ويروى أنه قال لهم: إن موسى يلومنا على ما أخذنا من زينة القوم فلنلقها في النار لتصهر ولا يراها. </p><p> وإن هذا يدل على أنه كانت إرادة، وإنه كان إصرار على الجريمة، وأنهم سلكوا الطريق إلى أسبابها من أوله إلى آخره. </p><p> ْوإذا كانت الجريمة عبادة العجل، فقد وضعوا السبب الأول لصناعته، وتولى كبر الصناعة السامري ودعاهم إلى عبادته فعبدوه. </p><p> وقد ذكر سبحانه ما صنعه السامري فقال عز من قائل عنه: </p><p>(١) قراءة (حملنا) بالبناء للفاعل، وتخفيف الميم: أبو عمر، وعاصم، وحمزة، والكسائي، ويعقوب، وخلف - غير حفص ورويس - وقرأ الباقون بالبناء للمجهول، وتشديد الميم. غاية الاختصار ٢/ ٥٧١.</p>"
}