{
  "id": null,
  "sura": 20,
  "aya": 62,
  "text": "<p> (فَتَنَازَعُوا أَمْرَهُمْ بَيْنَهُمْ وَأَسَرُّوا النَّجْوَى (٦٢) </p><p> الفاء للسببية، أي بسبب ذلك القول الرهيب الذي أرهبهم تنازعوا أمرهم أي تجادلوا مختلفين غير متفقين في موقفهم من فرعون الذي كلفهم، وموسى الذي أفزعهم إن حادوا عن الصواب وجانبوا الحق، وعبر سبحانه عن تجادلهم بأنهم تنازعوا القول فكان فريق في جانب، وآخر في جانب، وتجادلوا وكل مجادلة بين متناقضين في النظر نزال وتصارع في الأمر، ولكنهم من بعد غلب عليهم أنهم يريدون السلامة لأنفسهم، وأسروا القول، ولم يريدوا اطلاع الناس على أحاسيسهم وفزعهم، ولذا قال في وصف حالهم:  (وَأَسَرُّوا النَّجْوَى) أي بالغوا في إسرار مناجاتهم؛ لأن المناجاة ذاتها إسرار، ومعنى إسرارها المبالغة فيها بحيث لَا يستطيع أحد أن يطلع عليهم، ولا يعرف ما أسروه وتناجوا به. </p><p> * * * </p><p> المنازلة </p><p> (قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى (٦٣) فَأَجْمِعُوا كَيْدَكُمْ ثُمَّ ائْتُوا صَفًّا وَقَدْ أَفْلَحَ الْيَوْمَ مَنِ اسْتَعْلَى (٦٤) قَالُوا يَا مُوسَى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ أَوَّلَ مَنْ أَلْقَى (٦٥) قَالَ بَلْ أَلْقُوا فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى (٦٦) فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى (٦٧) قُلْنَا لَا تَخَفْ إِنَّكَ </p><p> أَنْتَ الْأَعْلَى (٦٨) وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى (٦٩) فَأُلْقِيَ السَّحَرَةُ سُجَّدًا قَالُوا آمَنَّا بِرَبِّ هَارُونَ وَمُوسَى (٧٠) </p><p> * * * </p><p> إنهم اختلفوا عندما بين لهم كليم الله موسى - عليه السلام - عاقبة الأمر وتناجوا فيما بينهم وأسروا النجوى مبالغين في الإنكار، وانتهوا إلى أن أعلنوا رأى فرعون اتقاء للشر وتعرفا للأمر بعد وقوعه. </p><p> (إِنْ هَذَانِ لَسَاحِرَانِ) فيها ثلاث قراءات أولاها وأشهرها بـ (إِنَّ) المشددة والألف في الاسم والخبر، والقراءة الثانية (إِنَّ هذين لساحران) بـ (إِنَّ) المشددة والياء في (هذين) ، والقراءة الثالثة (إِنْ هَذَانِ لَسَاحِرَانِ) بـ \" إنْ \" المخففة لَا المشددة. وإن القراءة الوسطى (الثانية) سائرة على الإعراب المشهور وهو أن (هذين) اسم \" إنَّ \" منصوب بالياء. </p><p> وأما القراءة الأولى فقالوا إنها على اللغة التي تلزم المثنى الألف في الرفع والنصب والجر كما هي في الأسماء الخمسة، كما قال القائل: </p><p> إن أباها وأبا أباها ... قد بلغا في المجدِ غايتاها </p><p> وأما القراءة الثالثة التي تقرأ بتخفيف \" إنْ \" فنقول: إن (إنْ) مخففة من الثقيلة، واسمها ضمير الشأن ويكون التقدير إنه الأمر المقرر الثابت هذان لساحران، وتكون اللام لام التوكيد، وتؤذن بأن تكون \" إنْ \" مخففة من الثقيلة، هذه لفتة إلى الإعراب، قد ضل بعض الناس فادعى أنه روي عن عثمان أن في المصحف لحنا تصححه ألسنة العرب، وهذا الضلال كان هنا في المقام، اللهم إن هذا بهتان عظيم على جامع القرآن ذي النورين رضي الله عنه وعفا عنه وجزاه عن الإسلام خيرا (١) . </p><p>(١) قرأ المدنيان، وابن عامر، ويعقوب، والكوفيون إلا حفصا بتشديد (إن)، و (هذان) بالألف، وتخفيف النون. وابن كثير بتخفيف (إن)، و (هذان) بالألف، وتشديد النون، وحفص كذلك، إلا أنه بتخفيف النون، وقرأ أبو عمرو بتشديد (إنَّ)، و (هذين) بالياء، مع تخفيف النون. الشيخ محمود خليل الحصري - القراءات العشر من الشاطبية والدرة - ص هـ ٢٢.</p><p> ونعود على عَجَل إلى الكلام في معنى الآية الكريمة، إن السحرة بعد أن أفزعتهم مقولة موسى، وبيان عاقبة قولهم إن حادوا عن الحق وآثروا أن ينطقوا على هوى فرعون حتى يتبين لهم الحق، </p>"
}