{
  "id": null,
  "sura": 20,
  "aya": 44,
  "text": "<p> (فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى (٤٤) </p><p> والقول اللين لَا يكون بالملق أو الإدهان أو المواراة، فإن هذه أمور تتجافى مع الحق إلا بالقول الحق، وما كانت رسالة موسى وأخيه إلا الحق وطلب الحق، ولا يطلب الحق إلا بالقول الحق، وإنما لين القول يكون باللين والرفق، حتى لا يُصدم في أمره بالجفوة، وبيان أن الحق يزكي نفسه، ويرفع نفسه فوق ما هي فيه، كأن يقولا له: هل لك إلى أن تزكى؛ لأن ظاهر القول التساؤل والاستفهام، وأن يتبع الأمر باختياره لَا بطلب من أحد، ومن القول اللين ألا يجافيه وأن يخاطبه بما لا يمسّ سلطانه، فإن طواغيت الدنيا لَا يجدون شيئا أعز عليهم من سلطانهم في الأرض، فيُصابون في حسهم إذا مُسَّ ولو من بعيد، وإن قول موسى قولا لينا لفرعون يتفق مع أصل التبليغِ الصحيح الذي يقتضي اللين في القول، كما قال تعالى مخاطبا محمدا - صلى الله عليه وسلم -: (فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ. . .) ، وإن اللطف في الدعوة من موسى لفرعون يقتضي الرفق في القول؛ لأنه ربَّاه صغيرا ورعاه، وكانت له به محبة فكان له مثل حق الأبوة، وقد عتب فرعون على موسى حتى هذه الدعوة الرقيقة، وقال له:  (. . . أَلَمْ نُربِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ) . </p><p> وقال تعالى:  (لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى) ، أي أن أقول يكون معه رجاء الإجابة، فالرجاء منهما لَا من الله تعالى، وإن القول اللين ينساب في النفس كما ينساب النمير العذب فيحيي مواتها، وتثمر ثمراتها، والقول الجافي يصُدُّها صدًّا، وإن القول اللين يتبعه التأمل والتفكر، ولذا قال:  (لَعَلَّهُ يَتَذَكَّرُ) ، أي يبعث في الفطرة السليمة الخالية من عنجهية الحكم وطغيانه فيتذكر ضعف الإنسان مهما يكن طغيانه، أمام </p><p> قدرة الله تعالى القهار، أو لعل القول اللين يجعله يحس بضعفه أمام قدرة الله تعالى فيخشى بطش الجبار الذي فوق بطشه، وقدرته فوق قدرته، وقهره فوق قهره. </p><p> بعد هذا الأمر الصادع الذي لَا مثنوية فيه استجابا ولكن الحذر لَا يفتر بقوته، ولذا قال الله عنهما: </p>"
}