{
  "id": null,
  "sura": 20,
  "aya": 121,
  "text": "<p> \" الفاء \" عاطفة، أي بعد هذه الوسوسة المستمرة غير المنقطعة أكلا منها، ويلاحظ أنه في هذه الآية ذكر فيها آدم فقط وفي آية أخرى كانت الوسوسة لهما معا، إذ قاسمهما الشيطان إنه لهما من الناصحين، والآية التي ذكر فيها آدم فقط لا تمنع أن حواء كانت تستمع معه، وأن الإغراء كان لهما؛ لأحدهما بالخطاب وللآخر بالاستماع مع المشاركة في الخطاب. </p><p> (فَأَكَلا منْهَا) أي من الشجرة التي حرمت عليهما في قوله تعالى في الآيات، (. . . ولا تَقْرَبَاً هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) ، وبمجرد أن أكلا منها بدت لهما سوءاتهما أي عوراتهما، فالعورة يسوء النظر إليها، وليس النظر إليها سارا عند أهل الطبائع المستقيمة، وكشف السوءتين في هذا الموضع فُهِم منه بعض القارئين للقرآن الكريم أن الشجرة الممنوعة تتعلق بالجنس، ولكن الله تعالى لم يبين ورسوله لم يفسر، فحق علينا ألا نَقْف ما ليس لنا به علم. </p><p> وقد قال: إنه عقب بدوّ السوءتين لهما أنهما أخذا يخصفان عليهما الأوراق فقال تعالى: (طَفِقَا) أخذا واستمرا، من جرَّاء كشف عوراتهما واستحيائهما من انكشافها (يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ) . </p><p> ومهما يكن من حالهما التي انكشفت، فإن آدم الكريم عصى ربه الذي خلقه وأمر الملائكة أن يسجدوا له، ولم يكن في طاعة تقيه ذلك الانكشاف، وتجنبه إبليس ووسوسته (فَغَوَى) أي ضل ووقع في الغواية والضلال. </p><p> وفى هذا الكلام ما يشير، أولا: إلى أن الإنسان يؤتى من ناحية ما يتمنى، وإبليس وذريته يأتون من ناحية أمانيه، وتشير ثانيا: إلى أن الإرادة القوية هي العزم الصادق، وهي التي تمنع أو تقاوم وسوسة الشيطان. </p><p> وتشير ثالثا: إلى أن فتنة الجنس أشد الفتن، وقد أُثر عن النبي - صلى الله عليه وسلم - أنه ذكر: أنه ما ترك فتنة أشد من فتنة النساء للرجال (١) . </p><p> بعد هذا العصيان من أبينا آدم لم يعد له هو وإبليس مقام في جنة الله، بل لابد أن ينزلا إلى المعترك في الأرض، ولكن قبل أن ينزل من جنة الله التي </p><p>(١) عَنْ أسَامَةَ بْنِ زَيْد رَضيَ اللَّهُ عَنْهُمَا، عَنْ النبي - صلى الله عليه وسلم - قَالَ: \" مَا تَرَكت بَعْدي فتْنَة أضَرَّ عَلَى الرجال منْ النَّساء \"، رراه البخاري: النكاح - ما يتقى من شَؤم المرأة (٤٧٠٦)، ومسلمَ: الَذكر والدعاء والتوبةَ أكثر أهلَ الجنة الفقراء (٤٩٢٣).</p><p> لا تكليف فيها إلى أرض التكليف لابد أن يطهره الله من المعصية التي زل فيها يوسوسة الشيطان. </p>"
}