{
  "id": null,
  "sura": 20,
  "aya": 114,
  "text": "<p> (فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ وَقُلْ رَبِّ زِدْنِي عِلْمًا (١١٤) </p><p> قال تعالى:  (فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ) ، الفاء للإفصاح عن شرط مقدر تقديره: إذا كان قد أنزل القرآن وصرف من الوعيد ليتقي من يتقي ولينذر من لم يتعظ، فإن هذا يدل على علوه وكمال حكمته. (تعالى) معناها بلغ في العلو أعلاه، وقد تعالى في ذاته وصفاته فليس كمثله شيء، وهو منزه عن الحوادث ومتصف بصفات الجلال والكمال، وهو الملك النافذ الأمر في خلقه، والمبدع لهذا الوجود </p><p> الذي لَا سلطان لأحد سواه، وكل سلطان لأحد في الأرض مضطرب ينتهي إلى زوال، ومحاسب عما يفعل، ومجزي على عمله، وتدبيره وفكره العملي، فالله هو الملك الحق الثابت الذي لَا يكون فوقه أحد، وهو العدل الذي يقدر كل شيء حق قدره. </p><p> هذا هو الله خالق السماوات والأرض وما بينهما، وهو الذي يملك ميزان هذا الوجود:  (إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ) . </p><p> ولقد ذكر سبحانه نزول القرآن فقال عز من قائل:  (وَلا تَعْجَلْ بِالْقُرآنِ مِن قَبْلِ أَن يُقْضَى إِلَيْكَ وحْيهُ) . </p><p> كان النبي - صلى الله عليه وسلم - يساوق الأمين جبريل في قراءته عندما يوحى إليه بالقرآن فنهاه </p><p> الله تعالى عن ذلك، وقال هذا النص السامي له تعليما عند تلقي القرآن الكريم، وقوله تعالى:  (مِن قَبْلِ أَن يُقْضَى إِلَيْكَ وَحْيُه) ، أي من قبل أن ينتهي وحيه إليك ويحكم بترتيله وتلاوته، حتى ينقله إلى أمته مرتلا فيتوارثوه مرتلا، وذلك كقوله تعالى: في سورة القيامة: (لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ (١٦) إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ (١٧) فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ (١٨) ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ (١٩) ، وقرءاته الثانية معناها تلاوته وترتيله، كما قال تعالى:  (. . . وَرَتِّلِ الْقُرانَ تَرْتِيلًا) ، وكما قال تعالى:  (وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا (٣٢) . </p><p> هذا تعليم من الله تعالى لنبيه في أمر يتعلق بمعجزته الكبرى ليتحقق حفظ الله تعالى كما وعد، (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ) ، وقد نبه سبحانه نبيه إلى ذلك العلم، وأمره بأن يطلب الزيادة في العلم؛ لأن كمال الإنسان في العلم وطلب الزيادة فيه فقال:  (وَقُلْ رَبِّ زِدْنِي عِلْمًا) الأمر للنبي - صلى الله عليه وسلم - بأن يطلب الزيادة في العلم بالضراعة إليه سبحانه، وبالسعي في طلبه، قال الزمخشري في هذا المقام: \" هذا الأمر متضمن للتواضع لله تعالى، والشكر له عندما علم من ترتيب </p><p> التعليم أي علمتني يا رب الطيفة في بابالتعليم، وأدبا جميلا ما كان عندي فزدني علما إلى علم، فإن لك في كل شيء حكمة وعلما، قيل: ما أمر الله تعالى رسوله بطلب الزيادة في شيء إلا في العلم \". </p><p> * * * </p><p> نسيان آدم وعزمه </p><p> (وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا (١١٥) وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى (١١٦) فَقُلْنَا يَا آدَمُ إِنَّ هَذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى (١١٧) إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَى (١١٨) وَأَنَّكَ لَا تَظْمَأُ فِيهَا وَلَا تَضْحَى (١١٩) فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَا آدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَا يَبْلَى (١٢٠) فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْءَاتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ وَعَصَى آدَمُ رَبَّهُ فَغَوَى (١٢١) ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَى (١٢٢) قَالَ اهْبِطَا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى (١٢٣) </p><p> * * * </p><p> هذا وصف الله للطبيعة الإنسانية أنها تنسى، وأنها إذا لم تذكَّر بشرع من الله يقوي الإرادة برجاء الثواب وخوف العقاب، لَا تكون للإنسان عزيمة، وآدم أبو </p><p> البشرية في هذا الوقت الذي نسب الله تعالى إليه أنه نسي، ولم يجد له عزما، كان وهو على الفطرة الأولى التي لم يكن فيها شرائع مدونة قد جاء بها رسل، ولم يكن قد تسلط عليه إبليس اللعين، وتسلط على ذريته، وكل هذا التسلط منه على ذرية آدم بعد أن هبط من الجنة إلى الأرض. </p>"
}