{
  "id": null,
  "sura": 20,
  "aya": 113,
  "text": "<p> (وَكَذَلِكَ أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا (١١٣) </p><p> قوله تعالى:  (وَكَذَلِكَ أَنزَلْنَاهُ قُرآنًا عَرَبِيًّا) ، أي كهذا الإنزال الذي عاينته ونزل على قلبك قرآنا عربيا، والإشارة لبيان شأنه، والمشبه هو ما قدره الله لك معجزة، والمشبه به هو هذا الذي تذكر به، وهنا نلاحظ ملاحظتين: أولاهما - أنه هنا عبر بـ (أَنزَلْنَاهُ) ، وفي أكثر الآيات كان التعبير بـ نزلنا، وينزل، فما الفرق ولم كان الاختيار بـ أنزلناه؛ ونتلمس الحكمة فنقول: إن المراد به القرآن كمعجزة في ذاته سواء أنزل دفعة واحدة أم منجما، فكان التعبير بـ أنزلنا، وعندما كان ينزل لبيان الشرع ولحفظ آية آية كان التعبير بـ نزلنا، وهنا بيان أنه معجزة وأنه جاء مبشرا ومنذرا ينتفع به المتقون ويذكر به غيرهم ليكون لهم نذيرا. </p><p> الثانية: أنه قال (قُرْآنًا عَرَبِيًّا) وهذه حال مِنْ (أَنْزَلْنَاهُ) وفيه وصفان أحدهما أنه قرآن والثاني أنه عربي، ووصف قرآن يفيد أنه مقروء متلو يتعبد بتلاوته، وأن النبي - صلى الله عليه وسلم - تلقاه عن جبريل بقراءاته وتلاوته، وأنه متواتر بتلاوته وطرق قراءاته، وهو محفوظ بقراءاته وتلاوته، وأن العناية تتجه إلى قراءاته لَا إلى تسطيره فهو يحفظ بتواتره جيلا بعد جيل محفوظا في الصدور، وليس متواترا فقط بكتابته في السطور. </p><p> والوصف الثاني أنه عربي فلا يعد قرآنا ما ليس بعربي، فترجمة القرآن لَا تعد قرآنا بل إنه لَا يمكن ترجمته قط كما قرر العلماء، وكما هو الحق في ذاته، وإذا كان قد رُوي عن أبي حنيفة أنه أجاز قراءة الفاتحة بالفارسية فذلك على أنها دعاء لَا على أن الترجمة قرآن، ولذا لَا تجب سجدة التلاوة بقراءة الترجمة، ومع ذلك فالرواية الصحيحة أنه رجح ذلك، والله أعلم. </p><p> وقال تعالى في شأن القرآن وصفا ثالثا، وهو تصريف الوعيد فيه، من ذكر القصص الذي فيه المثلاث، وما نزل بالعصاة، وفيه ذكر يوم القيامة، وما يكون فيه من عقاب وحساب، وفي ذكر الحق في ذاته، وبيان كماله، وكمال من يتحلى به. </p><p> و (الْوَعِيدِ) هو الإنذار، وتصريف الإنذار الإتيان به بأساليب مختلفة، كما أشرنا من بيان هول يوم القيامة، أو قصص الماضين، وفيه عبرة لأولي الأبصار، وهول القيامة، والتنبيه للآيات المختلفة الدالة على قدرة الله العلي. </p><p> وقال تعالى:  (لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكرًا) ، أي صرفنا من الوعيد بطرق البيان المختلفة الصادقة ليكونوا في حال من يرجى تقواهم وإذعانهم للحق، وتصديقهم له، ويتقون بذلك عذاب جهنم وإغضاب الله تعالى. وينالون رضوانه وهو أعظم الثواب، أو يحدث هذا التصريف لهم ذكرا يذكرهم بعذاب العاصين، ويكون لهم نذيرا، وقد أسندت التقوى إليهم؛ لأنها أمر نفسي يتجهون إليه بعد قيام الدليل، وأما من لم يتعظ فالقرآن يحدث لهم ذكرا وإنذارا ولقد قال تعالى: </p>"
}