{
  "id": null,
  "sura": 20,
  "aya": 39,
  "text": "<p> (أَنِ اقْذِفِيهِ فِي التَّابُوتِ فَاقْذِفِيهِ فِي الْيَمِّ فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِي وَعَدُوٌّ لَهُ ... (٣٩) </p><p> هذا بيان لما أوحى الله تعالى به إلى أمِّ موسى، ويلاحظ أنه سبحانه وتعالى قال (أُمِّكَ) أي أمك الرءوم الشفيقة الرءوفة التي هي أشفق إنسان عليك، ولقوة الإلهام تركتك لَا بغضا لك، ولكن محبة، وتركتك لَا لتهلك، ولكن لتحيا. وإن في قوله:  (أَنِ اقْذِفِيه فِي التَّابُوتِ) أي كان مما أوحى به الأمر بقذفه، والقذف هو الإلقاء، كما قال تعالى (. . . وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْب. . .) ، ولا شك أن التعبير </p><p> بالقذف يفيد معنى الشدة في الإلقاء وذلك للمعاناة النفسية التي كانت تعتلج في قلب الأم الرءوم فكان التردد الشديد، ثم انتهى التردد بالإلقاء، وكأنها تقذف قطعة منها في تابوت مغلق لَا تدري بالحس ما الله فاعل به. </p><p> ألقته في التابوت بمعاناة نفسية، ثم ألقت التابوت الذي فيه موسى - قطعة نفسها - في اليم وهي في ألم مرير، والضمير في قوله تعالى:  (اقذِفِيهِ فِي التَّابُوتِ) يعود على موسى بلا ريب وأما في قوله: (فَاقْذِفِيهِ فِي الْيَمِّ) يحتمل أن يكون لموسى وأن يكون للتابوت، وفي كلتا الحالين هي تقذفه وقلبها معلق به، والأوضح أن يكون لموسى، لقوله تعالى:  (فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِي وَعَدُوٌّ لَهُ) العداوة ليست للتابوت، وإنما هي لشخص الرسول الكليم. </p><p> ويلاحظ أن العطف كله بالفاء التي تفيد الترتيب والتعقيب من غير تراخ زمني؛ ذلك لأن الأم الرءوم تريد المسارعة بنجاة ولدها الحبيب من الذبح، والإلقاء هو السبيل الوحيد أمامها، والله سبحانه وتعالى الذي ألهمها بإلهامه الذي هو وحي، ينقذه قبل أن يموت جوعا أو تتقاذفه الرياح، يعجل سبحانه وتعالى بالنجاة فألقاه في الساحل وقوله تعالى:  (يَأخُذْهُ عَدُو لِّي وَعَدُو لَّهُ)  (يَاخُذهُ) مجزوم في جواب الأمر، وعداوة فرعون لله تعالى واضحة وقت الإلقاء على الساحل، أما عداوة موسى لفرعون فستكون من القابل. </p><p> وقد عبر عن وجوده على الساحل بالإلقاء دون القذف؛ لأن القذف يكون من أعلى لأسفل ولأن الإلقاء لم يكن بمعاناة من الأم، بل كان برحمة من الله تعالى. </p><p> نجا موسى صغيرا من الذبح الذي كان يتزقب كل مولود ذكر من بني إسرائيل، ثم كانت الثانية وهي حفظه وكفالة أمه له، وأن يكون بين أحضانها وهذا هو المظهر الثاني لمنة الله تعالى فقد ألقى عليه تعالى محبة، فقال تعالت كلماته:  (وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي) ألقى الله تعالى عليه محبة منه سبحانه، والمحبة التي ألقاها تعالى ذات عناصر، أولها: أن الله تعالى أحبه، ومن أحبه الله تعالى كان </p><p> كريما على الناس، وثانيها: أن الناس بتوفيق الله وتوجيهه أحبوه، فكان محببا منهم إذ زرع في قلوبهم محبته، وثالثها: أن الله تعالى فتح له القلوب المغلقة، ففتح له قلب فرعون المغلق، وفتح له قلب امرأته، فقالت:  (. . . قُرَّتُ عَيْنٍ لي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَن يَنفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا. . .) ، وكما قال تعالى:  (فَالْتَقَطَهُ آل فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا. . .) ، أي في المآل لَا وقت الالتقاط، إذ إنهم في وقت الالتقاط التقطوه ليكون قرة عين لفرعون وامرأته:  (وَلِتُصْنَعَ عَلَى عَيْنِي)  (لِتُصْنَعَ) أي تتربى تحت رقابتي وملاحظتي فلا تقهر، ولا تذل بل تكون عزيزا كريما، ولتضمن التربية أن تكون تحت رقابة الله تعالى تعدت بـ \" على \" ؛ لأن معنى هذه التعدية أن الله وقد مكن فرعون من تربيته والقيام على شئونه أشار سبحانه إلى أنه على رقابة له. </p><p> وإن في الكلام استعارة تمثيلية، إذ شبه سبحانه وتعالى حال الرقابة على تربيته وصيانته بحال من يصنع شيئا على مرآه ونظره، وبعض المفسرين قال: إن \" على \" هنا بمعنى \" الباء \" ، والله أعلم. </p><p> وقوله تعالى:  (وَلِتُصْنَعَ عَلَى عَيْنِي) ، \" الواو \" عاطفة على فعل محذوف تقديره لتنعم بمحبة الله والناس، ولتصنع على عين الله تعالى، وتحت رقابته ومحبته ورعايته سبحانه وتعالى. والمظهر الثالث لمنته الأخرى هو عودته إلى أمه ليتربى في حضانتها رحمة به وبها؛ لأن أمه ما طابت نفسها بفراقه إلا لنجاته، ولأنها تريده لنفسها، كما تريد كل أم رءوم مُحبة، فرتب الله تعالى لها أن يعود إليها محفوظا مصونا فحرم الله تعالى عليه المراضع، وقد احتار من في بيت فرعون في أمره، وقد صار ملء قلوبهم جميعهم، ولكن الله تعَالى أرسل إليهم. </p>"
}