{
  "id": null,
  "sura": 20,
  "aya": 79,
  "text": "<p> (وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ وَمَا هَدَى (٧٩) </p><p> أوقع فرعون في نفوس جنده أنه مدركهم، وأنهم قاتلوهم، إذ هم عُزَّلٌ من السلاح وهم شرذمة قليلون كما قال، وما علم هو وهم أن معهم الله تعالى على كل شيء، وكان بهذا إضلالهم إضلالا حسيا، ظهرت عاقبته فيه وفيهم بإغراقهم، وإن هذه صورة جلية حسِّية من إضلالهم العقلي والديني، فقد أضلهم فجعل نفسه إلها فيهم وأضلهم فأرغمهم في نفسه، وصاروا ليس له معهم وجود إنساني، ثم قال تعالى:  (وَمَا هدَى) وهو الذي كان يقول لهم: (. . . مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ) ، فكان اندغامهم في فكره إبعادا للهداية وإمعانا في الغواية. </p><p> * * * </p><p> موسى وينو إسرائيل </p><p> عاش موسى المجاهد في الحق أربعة أدوار: أولها أنه عاش في بيت فرعون تكلؤه المحبة من زوج فرعون، وربما فرعون نفسه الذي لم يكن له ولد، فكان في بيته بمثابة ولده، حتى إذا بلغ أشده وأدرك المجتمع الذي يعيش فيه كان الدور الثاني، فأدرك من هو في مصر ومن قومه، فما ارتضى الظلم في ذاته، ولا ظلم قومه، فكان ربيب نعمة فرعون من شيعة المظلومين المضطهدين، وعندئذ خرج من مصر حرّا كريما رضي بشظف العيش، وجفوة الصحراء وخلص لله، وقال مناجيا ربه: </p><p> ( ... إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ) ، وعاش كادحا وتزوج من إحدى ابنتي شعيب، واستمر يرعى الأغنام متمتعا بحرية الصحراء ونسيمها غير الوبيء، وإذا كان قد حُرِمَ رافغ (١) العيش في بيت فرعون، فقد منح حرية النفس وسلامة الاعتقاد، ونعمة الكفاح، وذَوْق متاعب الحياة بجوار نعيمها، فاكتملت بذلك إنسانيته، وعندئذ جاء الدور الرابع من حياته. </p><p> وهذا الدور الرابع كان في حقيقته دورين: أولهما: لقاؤه هو وأخوه بفرعون، وقد انتهى بغرق فرعون، ونجاة بني إسرائيل، ويبتدئ الدور الثاني، وهو دوره مع بني إسرائيل ومحاولة تربيته لهم، لقد رُبوا على الاستخذاء والضعف والاستكانة، </p><p>(١) الرفاغِيةُ: سَعة العَيش والخصْبُ والسَّعةُ. وعيش أرْفَغ ورافِغ ورفِيغٌ: خصِيبٌ وسِعٌ طيِّب. ورفُغَ عيشه، بالضم، رفاغة: اتَسَعَ. َ لسان العرب - رفغ.</p><p> فلابد أن يربى فيهم العزة والكرامة، ورُبوا في أحضان الوثنية فلابد أن تزرع فيهم الوحدانية، وربوا على الختل والاستهانة، فلابد أن تربى فيهم العناية والخلق الكريم، وهذا أشق الأدوار في حياة موسى. </p><p> بعد أن نجا هو وبنو إسرائيل من فرعون، وألقاه الله تعالى في اليم، قال الله </p><p> تعالى مخاطبا لهم: </p>"
}