{
  "id": null,
  "sura": 20,
  "aya": 123,
  "text": "<p> (قَالَ اهْبِطَا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى (١٢٣) </p><p> القائل هو الله جل جلاله، وقد قدر لهما، أن يكونا مع إبليس في الأرض حيث التكليف والابتلاء، على أن ينزلا إلى الأرض، وقد طهرهما الله تعالى بعد اختبار، واختار لهما الهداية بعد هذا العصيان وغفر لهما العصيان؛ لأن الجنة لم تكن دار تكليف، قال الله لهما (اهْبطَا منْهَا جَميعًا) الهبوط النزول من مكان عال إلى منخفض، ولا شك أن ترك الجنة التَى لَا تكلَيف فيها إلى حيث التكليف، فيكون الخير ومعه الثواب، والشر ومعه العقاب، ولا شك أن ذلك هبوط، ولكنه هو سبيل الرفعة مرة أخرى، فالتكليف كما هو نزول، هو طريق للتدرج إلى الرفعة بجهاد التنازع بين العلاقة الروحية والطبيعة الأرضية، فإذا علا بعد هذا الجهاد فقد وصل إلى السماك (١) الأعزل من قوة الإيمان، والهبوط أيضا ذريعة إلى انهواء عميق سحيق في المعصية، وقد صرح سبحانه وتعالى بأمور ثلاثة بعضها يحتاج إلى توضيح: </p><p>(١) السماكانِ نجمان نَيِّرانِ أحدهما السِّماك الأعْزَل، والآخر السُّماكُ الرامِحُ، وسمي أعزلَ لأنه لا شيء بين يديه من الكواكب، كالأعْزَل الذي لَا رمح معه، والرامح وليس هو من المنازل. لسان العرب - سمك.</p><p> أولها: قوله تعالى (جَمِيعًا) فإنها توكيد، والتوكيد يكون لرفع احتمال، ونقول: إن (جَمِيعًا) تشير إلى وجود إبليس معهما، وتدل على هذا قوله تعالى:  (بَعْضُكُمْ لِبَعْضٍ عَدُو) فما كانت العداوة بين آدم وزوجه، إلا أن تكون الفتنة بين الرجال والنساء، وإنما العداوة هي بين آدم وإبليس، كما قال تعالى:  (إِنَّ هَذَا عَدُو لَّكَ وَلِزَوْجِكَ فَلا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى) . </p><p> الأمر الثاني: هو الاختبار والتكليف وبيان عاقبة العصيان، ولذا قال تعالى: </p><p> (فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى) و \" إما \" هي \" إنْ \" الشرطية و \" ما \" المؤكِّدة لمعنى الاشتراط في فعل الشرط، وأكدته أيضا نون التوكيد الثقيلة، أي أن إتيان الهدى الهادي مؤكد لَا مجال للريب فيه، والهدى يجيء على لسان هادٍ هو رسول من رب العالمين، وهو مبشر لمن اتبع الحق منذر لمن ضل عن سبيله، وإن هذا هو موجب التكليف؛ إذ لَا تكليف إلا إذا وجد بيان، كما قال تعالى:  (. . . (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا) . </p><p> الأمر الثالث: أن من اتبع هدى الله تعالى فإنه لَا يضل ولا يشقى، وكان الشقاء مقترنا بالضلال؛ لأن الضلال يجعل المؤمن في حيرة لَا يدرك فيها حقا، ولا يهتدي، وإن ذلك شقاء أي شقاء، وشقاء الإنسان في حيرته، وفوق ذلك فإن الضلال يؤدي إلى الشقاء لَا محالة في اليوم الآخر حيث الحساب والعقاب، وإن ثمرة الضلال لَا محالة هو العقاب. </p><p> ويلاحظ أنه قد ذكر في هذه الآية الاختبار مجملا، وذكر مفصلا في سورة البقرة بعض التفصيل، فقال تعالى:  (وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ (٣٦) فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ (٣٧) قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (٣٨) . </p><p> * * * </p><p> حال العصاة </p><p> (وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (١٢٤) قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيرًا (١٢٥) قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى (١٢٦) وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَى (١٢٧) أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى (١٢٨) وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُسَمًّى (١٢٩) </p><p> * * * </p><p> بيَّن الله تعالى حال الذي هداه الله واهتدى بالهادي الذي أرسله حيث لا يضل ولا يشقى، ومن أعرض عن سماع الهدى فإنه يكون له معيشة ضنكا، يحس فيها بالضيق الشديد الدائم الذي يجعله في لهج دائم بالحياة أو بنوع منها، وهذا قوله تعالى: </p>"
}