{
  "id": null,
  "sura": 21,
  "aya": 38,
  "text": "<p> (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٣٨) </p><p> أي يقولون مستعجلين وعد الله تعالى بالهلاك إن استمروا على كفرهم، ووعد الله المؤمنين بالغلب والقدرة، وأن تكون كلمة الله هي العليا، وكلمة الشرك هي السفلى، يقولون ذلك إنكارا وتحديا وإعناتا؛ لأنهم مأسورون بالحاضر لا يدركون شيئا وراءه، فهم لَا يتصورون أن يكون هؤلاء الضعاف الذين يستذلونهم ويفرضون عليهم الذل ويؤذونهم سيكون لهم الغلب يوما من الأيام، لَا يتصورون أن يجلس عبد الله بن مسعود فوق أبي جهل ويحز رقبته، وأن يقتل بلال من كان سيدا له في مكة، وهو من سادات قريش، لَا يتصورون ويستبعدون أيضا عذاب </p><p> يوم القيامة لهم دون المؤمنين، ويظنون أنه إن كان بعث أو عذاب فلن يكونوا هم وقودها، بل يقيسون الآخرة على الدنيا، ويبلغ بهم التحدي بعد استطالتهم أمد العذاب فيقولون:  (إِن كُنتُمْ صَادِقِينَ) والمخاطب محمد - صلى الله عليه وسلم - وأتباعه الكرام، أو المخاطب الدعاة إلى الله من رسل وأتباعهم، ويتهجمون، ويتحدون الله ولكنهم ضالون، وماذا بعد الحق إلا الضلال. </p><p> * * * </p><p> هول يوم القيامة </p><p> (لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ وَلَا هُمْ يُنْصَرُونَ (٣٩) بَلْ تَأْتِيهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنْظَرُونَ (٤٠) وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِءُونَ (٤١) قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ (٤٢) أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَا لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلَا هُمْ مِنَّا يُصْحَبُونَ (٤٣) بَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمُ الْغَالِبُونَ (٤٤) </p><p> * * * </p><p> استطالوا الزمن واستعجلوا العذاب، وتحدوا الله ورسوله أن يأتوا بالعذاب إن كانوا صادقين فبين الله تعالى هوله إذا جاءهم وأنه لَا يأتيهم يوم القيامة إلا بغتة، وأنه بعده عذاب لَا يتصورونه ولا يدركونه، وإن المشركين كانوا يتحدون الرسول أن يأتي بما وعد به من عذاب إن كان صادقا، فبين سبحانه أن ذلك التحدي من جهلهم، ثم بين مآلهم من عذاب يلقونه، وأن القيامة التي يكون وراءها العذاب تأتيهم بغتة وذكر العذاب قبل القيامة مع أنه بعدها وبعد الحساب فقال: </p>"
}