{
  "id": null,
  "sura": 21,
  "aya": 74,
  "text": "<p> (وَلُوطًا) منصوب بفعل محذوف تقديره واذكر لوطا، وخص لوطا بالذكر، ولم يذكر قوم لوط لحقارتهم ومهانتهم وسوء أفعالهم، وخبيثة نفوسهم حتى انحطوا عن مرتبة الحيوانية في شذوذ الفطرة، وفي ذكر لوط منفردا عن قومه تنويه بشأنه، ورفعة لذكره، وبيان أنه لَا يضر النبي - صلى الله عليه وسلم - أن يكون قومه مفسدين غير مهديين، فإنه جاء لهداية الضال وإصلاح الفاسد، فإن لم يصلحوا دمر الله عليهم وأنشأ قوما آخرين. (آتَيْنَاهُ حُكْمًا) الحكم هنا الحكمة والحلم والصبر على معاشرة المفسدين، وإلا فأي حكمة أوتيها ذلك النبي الكريم الذي استطاع بها أن يعاشر أولئك الشواذ من الإنسانية يدعوهم ويأخذهم بالهداية والإرشاد والرفق في القول ويستمر في رعايتهم هاديا مرشدا من غير سأم ولا ملال، حتى إذا جاءه ملائكة الله يبدو سوء نفوسهم ويظهر حتى يداريهم ليسكتوا فلا يسكتون. (وَعِلْمًا) وهو علم النبوة وبعثه، وما أجدت دعوته فحقت عليهم كلمة العقاب وحقت للوط النجاة، كما تنجو الفضيلة منِ ردغة (١) الرذيلة على أقبح صورها، ولذا قال تعالى:  (وَنَجَّيْنَاهُ مِنَ الْقَرْيَة الَّتِي كَانت تَّعْمَل الْخَبَائِثَ) أي نجيناه سالما طاهرا مطهرا (مِنَ الْقَرْيَة) أي المدينة العظَيمة، أو المدائن العظيمة، وذكرت بالمفرد لإرادة جنس هذه القرية المَوصوفة بذلك الوصف المشئوم البغيض، (الَّتِي كَانَت تَّعْمَل الْخَبَائِثَ) ، وهي جمع خبيثة، ولا يمكن أن توصف إلا بهذا الوصف أو ما يشبهه، ولقد قال تعالى فيها (. . . أَتَأتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ) ، ووصفت القرية بأنها كانت تأتي الخبائث مع أن الذي يفعلها آحادها، ولكن لأنها عصت وطمت كأنما صارت الأرض ذاتها تفعلها، ولقد قال تعالى بعد ذلك:  (إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ) أعيد الضمير على أهل القرية لأنهم الذين فعلوا ما فعلوا حتى صاروا عار هذه القرى الظالمة، وهذه الجملة السامية:  (إِنَّهُمْ كَانوا) في مقام سبب ما فعلوا ويفعلون من خبائث. </p><p> و \" السوء \" ما يسوء ويؤذي النفس والطبائع السليمة، (فَاسِقِينَ) شاذين خارجين على الفطرة الإنسانية إذ انهووا إلى ما دون الحيوان. </p><p>(١) الرَّدَغَة، محَرَّكة، وتُسكَنُ: الماءُ، والطينً، والوَحلُ الشديد \" القاموس المحيط - ردغ.</p><p> وأكد سبحانه وصفهم بالسوء والفسق أولا، بـ (كَانُوا) أي استمروا عليه، وإضافتهم إلى السَّوء، كأنما هم أهله لَا يخرجون عن حيِّزه، ولا يخرج عنهم ثانيا، والتعبير باسم الفاعل في قوله تعالى:  (فَاسِقِينَ) وبالجملة الاسمية وتصديرها بـ (إن) ، والله عليم بخلقه وشئونه. </p><p> نجى الله تعالى لوطا من هذه الدولة الظالمة فقال سبحانه: </p>"
}