{
  "id": null,
  "sura": 21,
  "aya": 42,
  "text": "<p> هنا التفات، فقد كان الكلام في استهزاء المشركين بالنبي - صلى الله عليه وسلم - واستهزاء من كانوا قبلهم بالأنبياء السابقين، ثم التفت القول إلى المستهزِئين من قريش، وأمر النبي - صلى الله عليه وسلم - أن يقول لهم:  (قُلْ مَن يَكْلَؤُكُم بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمنِ) أي قل يا رسول الله: من يحميكم ويبقيكم (مِنَ الرَّحمنِ) أي من عذابه وعقابه الدنيوي، والكلاءة بكسر الكاف مصدر كلأ هي الحماية والتبقية، وقد قال الأصفهاني في مفرداته: والكلاءة، حفظ الشيء وتبقيته يقال كلأك الله وبلغ بك أكلأ العمر. </p><p> والنص السامي يفيد أمورا ثلاثة: </p><p> أولها - بيان نعمة الله تعالى عليهم في حفظهم وتبقيتهم مع عظيم جرائمهم في مأوى يسكنون فيه، ويقيهم الحر والبرد، ويمدهم بالغذاء والكساء لحفظ أنفسهم من الموت. ولتبقيتهم إلى أن يقضي أمرا كان مفعولا، فهم في كلاءة الله تعالى المستمرة حتى ينزل بهم ما هم أهل له. </p><p> الثاني - ما يضمنه من إنذار شديد لهم، وأن الله تعالى الذي كلأهم هو مسيطر عليهم منزل بهم ما يستحقون، فهو يمهل ولا يهمل. </p><p> الثالث - أن هذه الوقاية من الرحمن أي عذابه، ووصف سبحانه ذاته العلية بالرحمن، للإشارة إلى أن نزول العذاب بهم بعد هذا الاستهزاء من دواعي رحمته؛ لأن عذاب المجرمين من الرحمة، لأنه إذا كان عذابا للفجار فهو رحمة بالأبرار، فمن الرحمة ألا يسوى بين المحسن والمسيء. (بَلْ هُمْ عَن ذِكرِ رَبِّهِم مُّعْرِضُونَ) الإضراب هنا إضراب انتقالي من وصف إلى وصف للمشركين، فهم يستهزئون ويجهلون ولا ينتبهون مع وجود المنبه المرشد الذي يرشدهم إلى ربهم، وبذكره لهم، وأثبت أنهم معرضون عن ذكر ربهم أي تذكره، فـ (ذِكرِ رَبِّهِم) من إضافة المصدر للمفعول، وهم في غفلة مستمرة عنه، مع أنه خالقهم وحافظهم وفي كل حياتهم ما يُذَكِّرهم، والجملة الاسمية مؤكدة لاستمرار الإعراض، وقلوبهم غلف لَا تفتح لذكره سبحانه وذكر آلائه ونعمه، وهنا أمران بيانيان: </p><p> أولهما - أن الله تعالى في ذكر نعمة الكلاءة من عذاب الرحمن، وقد ذكر الليل قبل النهار؛ لأن المفاجآت بالعذاب تكون فيه أكثر، ووقعها أشد، ولأن الليل حيث يكون الاطمئنان فالمباغتة تكون فيه أشد. </p><p> ثانيهما - أن الاستفهام هنا للتذكير والتنبيه، إلى ما هم فيه من نعم واقية، وإيجابية، والله تعالى أعلم. </p><p> إن الله سبحانه وتعالى هو الذي يقيهم من العذاب الذي يستحقونه لَا آلهتهم؛ ولذا قال: </p>"
}