{
  "id": null,
  "sura": 21,
  "aya": 44,
  "text": "<p> (بَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمُ الْغَالِبُونَ (٤٤) </p><p> هذا إضراب انتقالي من بيان إلى بيان، فبين تعالى حمايتهم من أن يأتيهم العذاب بغتة، وأن آلهتهم لَا تغني عنهم من الله من شيء، ثم انتقل سبحانه إلى بيان لبعض ما تأدى بهم إلى الشرك والإصرار عليه، ومعاندة الأنبياء بعامة، ورسولهم محمد - صلى الله عليه وسلم - بخاصة فقال:  (بَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ) أي متع الله سبحانه هؤلاء وكانت متعتهم امتدادا لما متع به آباءهم من قبلهم، متعهم أولا بسلطان في البلاد العربية، وإن لم يكن ملكا، بل كانوا نفوذا أشبه بالملك، ومتعهم ثانيا بأن كانت إقامتهم في بيت الله الحرام، وهم آمنون ويتخطف الناس من حولهم، ومتعهم ثالثا بأن كانت لهم متاجر تسير في البلاد العربية من شمالها إلى جنوبها، ومتعهم رابعا بأن كانوا رؤساء الحج في أيديهم السدانة والسقاية، ومفتاح الكعبة التي كان يؤمها الناس من كل فج عميق، ومتعهم خامسا بأن في أيدي الكثيرين منهم المال والبنين وأنهم أكثر نفيرا. </p><p> متعوا بكل ذلك، والمتعة من غير إيمان تُغري بالشر، واستمرارها يؤدي إلى طمس النفس عن المعارف الدينية، ولقد كانت هذه المتع تتسلسل فيها الأبناء عن الآباء؛ ولذا قال تعالى:  (بَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ) ، و (بَلْ) هنا للإضراب الانتقالي، بأن انتقل من المظاهر التي بدت في شركهم وإعراضهم عن الله تعالى إلى بيان الحال النفسية التي كانوا عليها حتى أغرتهم بالتطاول على الله وعلى الحق، وسيطرت عليهم الأوهام، وتوارثوها جيلا بعد جيل حتى تحجرت عليها قلوبهم، وصارت قلوبهم غلفا، وصاروا صما عن سماع الحق بكما عن النطق به وركبتهم الطغواء، حتى صاروا لَا يرون ما هو واقع، ولا يتوقعون إلا ما يتفق مع أهوائهم، ولا يعرفون أن الأمور التي استكنها الغيب لهم لَا ترضيهم؛ ولذا قال تعالى:  (أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا) . </p><p> \" الفاء \" مؤخرة عن تقديم، وهي تدل على أن ما قبلها سبب لما بعدها، والمعنى فألا يرون أن الأرض تنقص عليهم من أطرافها، والسورة مكية، ولم يكن الجهاد قد قام، واشتجرت السيوف وسار الإسلام من نصر إلى نصر حتى أحيط بهم. وأسند </p><p> الإتيان إلى الله تعالى في قوله (نَأتِي الأَرْضَ) للإشارة إلى أن ذلك لإرادة الله تعالى الذي ينصر من يشاء ويعز من يشاء، وإذا كان الله تعالى هو يأتي الأرض ينقصها من أطرافها، فإن جنده هم الغالبون؛ ولذلك كان الاستفهام الإنكاري في قوله تعالى:  (أَفَهُمُ الْغَالِبُونَ)  \" الفاء \" فاء الإفصاح عن شرط مقدر، تقديره إذا كان الله هو الذي ينقص الأرض من أطرافها فأهم الغالبون، و \" الفاء \" مؤخرة عن تقديم، أي ليسوا هم الغالبين، وقد أكد النفي المفهوم من الاستفهام. وهذه الآية في معناها ظاهرها أنها نزلت بالمدينة، وإن التمتع لهم ولآبائهم يجعلها أقرب إلى أن تكون مكية، ولعلها نزلت بمكة، ثم نزلت مرة أخرى بالمدينة، وقد جوز العلماء ذلك. </p><p> * * * </p><p> تلقي الكفار للرسالات </p><p> (قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ (٤٥) وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ (٤٦) وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ (٤٧) </p><p> * * * </p><p> بعد أن ذكر سبحانه وتعالى الإنذارات في الآيات السابقة بين سبحانه أن الإنذار بوحي من الله، وأنه ليس من عند محمد الذي يستهزئون به، إنما هو من عند الله خالق السماوات والأرض، الذي يلجأون إليه عندما يحاط بهم ويضرعون إليه إذا مسهم الضر، ومن كان ملجأ لهم في شدائد هو منزل العذاب في كفرهم، ولذا قال تعالى: </p>"
}