{
  "id": null,
  "sura": 21,
  "aya": 24,
  "text": "<p> (أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً قُلْ هَاتُوا بُرْهَانَكُمْ هَذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ فَهُمْ مُعْرِضُونَ (٢٤) </p><p> أم هنا كالسابقة للإضراب والاستفهام، وهو إضراب انتقالي من اتخاذهم آلهة ليس لها قدرة في شيء، وأنه لو كان التعدد لكان الفساد. انتقل من هذا بالإضراب إلى بيان أن اتخاذ شريك لله تعالى لَا يؤيده العقل بل يخالفه وينكره، وكل دعوى لابد لها من دليل، ودليلها نقلي أو عقلي، فأين الدليل وقد طالبهم النص السامي بالبرهان. </p><p> والاستفهام الذي تتضمنه \" أم \" لإنكار الواقع أي لتوبيخهم على اتخاذهم آلهة غير الله تعالى، و (مِن دُونِهِ) يعني غيره مع قيام الدليل العقلي على أن ذلك لا يجوز بدليل التمانع في قوله تعالى: (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا) ومع هذا التوبيخ طالبهم الله تعالى بأن يأتوا ببرهان على صحة ما يدعون، وما يفتاتون، فأمر نبيه - صلى الله عليه وسلم - بأن يطالبهم بالبرهان:  (قُلْ هَاتُوا بُرْهَانَكُمْ) وكانت هذه المطالبة من الرسول - صلى الله عليه وسلم - لإفحامهم ولبيان عجزهم عن أي دليل، وأي مبرر معقول أو غير معقول، وإلا فكيف يستطيع العاقل أن يجد دليلا أو مبررا يبرر به عبادته لحجر لَا ينفع ولا يضر، أو لإنسان خلقه الله تعالى كما خلق كل شيء. </p><p> وليس لديهم أي دليل عقلي، ومع ذلك ليس عندهم دليل من النقل، بل الدليل النقلي، وما عليه الرسل يناقض ما يقول؛ ولذا قال الله حكاية عن نبيه:  (هَذَا ذِكْرُ من مَّعِيَ وَذكْرُ مَن قَبْلِي)  \" ذكر \" بمعنى \" تذكير \" وهو هنا من باب إضافة المصدر إلى مفعوله، أَي هذا تذكير الذين فيهم وهم من معه، وهو القرآن ليس فيه إلا التوحيد الخالص والشرائع المنزهة الطاهرة عن كل ما فيه شرك بالله (وَذِكْرُ مَن قَبْلِي) أي هذا تذكير من كان قبلي من الناس لقد ذكرهم رسلهم بالتوحيد، ودعوا إليه ويصح أن يكون الذكر هو القرآن، وذكر من قبلي هو التوراة والإنجيل والزبور وغيرها من الكتب السماوية والغاية واحدة؛ لأن القرآن يكون فيه الذكر لمن معه، والتوراة والإنجيل والزبور فيها الذكر لمن كان قبله - صلى الله عليه وسلم -. </p><p> فقد كان الانتقال من طلب الدليل المثبت إلى تقديم الدليل مما ادعوه واتخذوه من عبادة الأوثان، ثم قال تعالى:  (بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ) والإضراب بـ \" بل \" هنا للإشارة إلى أنهم طمس الله على بصيرتهم فصاروا لَا يعلمون الحق ولا يدركونه، ولا يعرفون السبيل إليه، لأن قلوبهم غلف، ولا سبيل لأن يعرفوا الحق بها ويرشدهم (فَهُم مُّعْرِضُونَ)  \" الفاء \" هنا للسببية أي أن ذلك بسبب أنهم معرضون، فهم حائرون بائرون، لَا يرشدون بعقولهم، ولا يستمعون إلى مرشد يرشد، بل يعوضون عنه إعراضا. </p><p> * * * </p><p> الرسل جاءوا بالتوحيد </p><p> (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ (٢٥) وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا سُبْحَانَهُ بَلْ عِبَادٌ مُكْرَمُونَ (٢٦) لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ (٢٧) يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ (٢٨) وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ (٢٩) </p><p> * * * </p><p> هذه الآيات متصلة بما قبلها، فهي بيان إيجابي يعلم الناس أن النبيين جميعا كانت رسائلهم تدعو إلى التوحيد، وما جاءوا إلا لبيانه، فهو تأكيد للدليل النقلي الذي أشار إليه قول النبي:  (هَذَا ذِكر مَن مَّعِيَ وَذِكرُ مَن قَبْلِي) . </p><p> يقول تعالى مؤكدا هذا المعنى الخاص بالتوحيد: </p>"
}