{
  "id": null,
  "sura": 21,
  "aya": 2,
  "text": "<p> (مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ (٢) وقوله تعالى: (اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ) نقول: إن معنى الاقتراب تأكُّد الوقوع كقوله تعالى: (اقْتَرَبَتِ السَّاعَة وَانشَقَّ الْقَمَرُ) ، إذ إن كل أمر مؤكَّد الوقوع يصح أن يقال عنه إنه مقترب، وإن الأزمان بالنسبة للقرب والبعد عند الله سواء، فالقرب والبعد بالنسبة للحوادث لَا بالنسبة إلى واجب الوجوب، ورب البرية، ولأن هذه الآية نزلت على محمد - صلى الله عليه وسلم - وقد كان مبعثه على قرب من القيامة، كما رُوي عنه أنه قال:  \" بعثت في نسم الساعة \"  (١) و (اقترب) : صيغة افتعال من (قَرُب) وهي تدل على شدة الاقتراب، واقتراب الحساب هو اقتراب الساعة التي يكون فيها الحساب وعبر عنها بالحساب؛ لأن الحساب كما أشرنا هو الفصل بين الخلائق يوم القيامة لأنه هو الذي يعين مصائرهم، إما إلى الجنة أبدا وإما إلى النار أبدا، فذكرت القيامة بأعظم ما فيها، وهو ما يحدد مآل الناس، ولأن ذكره فيه ترهيب للناس وتنبيه لهذا اليوم الذي تجزى فيه كل نفس ما كسبت، فذكره تنبيه للغافلين. </p><p> والتعدية باللام في قوله تعالى:  (اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ) إنها لتوكيد الحساب، وتنبيه الأفهام، وتقدير القول: اقترب حساب الناس، فكان النص السامي أبهم الحساب، بأن الاقتراب للناس، ثم بين أنه ليس لذواتهم، بل لحسابهم، وفي </p><p>(١) أخرجه الحاكم في الكنى، والبزار عن أبي جبيرة رضي الله عنه. الفتح الكبير (٥١٥٤)، ومجمع الزوائد (١٣٢٨١).</p><p> التوضيح بعد الإبهام فضل توكيد للمعنى، وزيادة في الترهيب بالإشارة إلى أن الاقتراب منهم. </p><p> ويلاحظ أن الاقتراب يتعدى بـ \" إلى \" ، فيقال: اقترب إليه، وبـ \" مِن \" فيقال: اقترب منه، فلماذا كان التعدي في الاقتران باللام؛ ونقول في الجواب عن ذلك: إن التعدية بـ \" إلى \" أو \" من \" ربما تدل على المحبة والمودة، وهما لَا يصلحان في هذا المقام، فالاقتراب اقتراب مدة لَا قرب رفق ومودة، ويقال في قرب المبارزة، اقترب المبارز لخصمه، ولا يقال اقترب إليه أو منه؛ ولأن \" اللام \" تفيد الاختصاص، فالاقتراب للحساب يخصُّهم ويملكهم. </p><p> وقال تعالى:  (وَهُمْ فِي غَفْلَة معْرِضُونَ) الجملة حالية، وقد وصفوا فيها بوصفين: الأول: أنهم في غفلة عن هذا الحساب إذ هم لَا يؤمنون بالبعث بسبب غشاوة جاءت على أعينهم، وقلوبهم غلف، فهم غافلون عن ذلك اليوم مأسورون بالحسّ، لَا يعرفون ما وراءه، وأول مظاهر اليقظة النفسية تعرُّف ما وراء الحس، فيتساءلون لماذا خلق الإنسان وما غايته؟ وما نهايته؟ ويدركون أنه لم يخلق عبثا، وهذا فرق ما بين الإنسان والحيوان. </p><p> فهم في غفلة عن هذا، وإذا جاء مذكر موقظ لعقولهم من رسول أو نبي أعرضوا عنه، فكان في أوصافهم أمران أولهما: غفلة نفسية لَا تدرك بذاتها، والثاني أنهم إذا جاء من يذكرهم أعرضوا عنه ونأوا بجانبهم، وقال تعالى:  (معْرِضُونَ) بالوصف يدل الفعل للإشارة إلى أن الإعراض ملازمهم ملازمة الغفلة لهم؛ ولذا قال سبحانه وتعالى بعد ذلك: </p><p> (مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ (٢) لَاهِيَةً قُلُوبُهُمْ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ (٣) </p><p> الذكر هنا هو الرسول الذكِّر، وعبر عن الرسول بالذكر؛ لأنه عمله ورسالته، فعبر عنه بأخص أوصافه، كما قال تعالى:  (فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ) ، </p><p> وكما قال تعالى:  (. . . إِنْ عَلَيْكَ إِلَّا الْبَلاغُ. . .) ، فالذكر هنا هو لب الرسالة، وغايتها، والمعنى أنهم غافلون، وإذا جاء الذكر لَا يتذكرون، وقد وصف الذكر بوصفين أولهما: قوله تعالى: (مِّن رَّبِّهِم) أضيف الذكر إلى أنه من ربهم الذي خلقهم من العدم وقام على تربيتهم، فهو أعلم بحالهم وما يناسبهم، فقد علم أنه لَا يناسبهم ملك من الملائكة ولكن يناسبهم رسول منهم هو من أنفسهم رحيم بهم رءوف عليهم، والوصف الثاني قوله تعالى:  (مُحْدَثٍ) أي أنه تذكير يتجدد لم ينقطع عنهم، فالرسول ومعه الذكر يجيء إليهم آنًا بعد آنٍ، غير منقطع حتى خاتم النبيين - صلى الله عليه وسلم -، ونزل معه القرآن الحكيم الذي يذكرهم إلى يوم الدين. </p><p> والضمير في (اسْتَمَعُوهُ) يعود إلى الذكر، وهذا من باب الترشيح للمجاز في تسمية الرسول بالذكر لما ذكرنا، ويجوز أن نقول كما قال كثير من المفسرين: إن الذكر بمعنى الكتاب الذي جاء به الرسول، أو أريد به القرآن الذي جاء به محمد - صلى الله عليه وسلم -، ومعنى (مُحْدَثٍ) هو تجدد نزول آياته آية بعد آية مجددة التذكير الذي يهدي الضال ولكن الظالمين لَا يهتدون. </p><p> وقوله تعالى:  (إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ) حالان، حال بعد حال، والحال الثانية عن سببه عن الحال الأولى، فـ </p>"
}