{
  "id": null,
  "sura": 21,
  "aya": 47,
  "text": "<p> (وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ (٤٧) </p><p> هذا بيان لحساب يوم القيامة، وأنه لَا يذهب منه صغيرة ولا كبيرة إلا كانت موضع حساب، وستجزى كل نفس ما كسبت إن صغيرا وإن كبيرا، وإن خيرا، وإن شرا. </p><p> وقوله تعالى: (لِيَوْمِ الْقِيَامَةِ \" اللام \" هنا بمعنى \" في \" ، كقول القائل فعلته لخمس خلون من ذي الحجة، أو جاهدت لعشر خلون من رمضان، وبعضهم قدر </p><p> مضافا محذوفا، أي لأهل يوم القيامة، والأول أوضح وأبين، ووضع الميزان في قوله تعالى:  (الْمَوَازِينَ الْقِسْطَ) هو وضع معنوي، أي رصدنا الأعمال رصدا وحسبناها حسابا بخيرها وشرها، للإنسان أو عليه، ويصح أن يكون هناك ميزان محسوس يوم القيامة توزن به الأعمال، ولكنا نميل إلى التفسير الأول، ولقد ذكر ابن عباس أن كل ما يكون يوم القيامة هو من جنس مثله في الدنيا، ولكنه غيره، وذكره تقريب للعقول، ولا مانع أن يكون محسوسا، ولكنه غير الموازين التي نراها في الدنيا، وذكرها تقريب لما عندنا، والله أعلم. </p><p> ووزن الأعمال يكون بما هو مذكور في كل كتاب للمكلف، فتوزن صحائفه في خيره وفي شره، أو تكون الأعمال في علم الله في كتاب، لَا يضل ربي ولا ينسى سبحانه وتعالى. </p><p> وقوله تعالى:  (الْمَوَازِينَ الْقِسْطَ) أي الموازين التي هي القسط، وهو العدل، وفى هذا مبالغة في وصف الموازين بالعدالة، كأنها العدالة ذاتها، لَا يعزب عنه مثقال ذرة في الأرض ولا في السماء. </p><p> ولقد قال تعالى:  (وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا) إن كان العمل صغيرا يساوي وزنه وزن مثقال حبة من خردل، أي كان الوزن في ذاته قليلا، وكان الموزون في ذاته ليس ذا خطر وشأن فإنه يُؤتى به ويحاسب عليه إن خيرا فخير، وإن شرا فشر، ولا يغيب عن علم الله تعالى شيء، ولا عن الحساب شيء من غير جزاء، ولقد حكى سبحانه في وصية لقمان لابنه:  (يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ (١٦) . </p><p> وإن المحاسب هو الله الذي يعلم كل شيء؛ ولذا قال تعالى:  (وَكَفَى بِنَا حَاسِبِينَ) أي وكنا حاسبين فلا حساب بعد حساب الله ولا أدق منه ولا أعدل. </p><p> * * * </p><p> من قصة موسى وإبراهيم </p><p> (وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِلْمُتَّقِينَ (٤٨) الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ (٤٩) وَهَذَا ذِكْرٌ مُبَارَكٌ أَنْزَلْنَاهُ أَفَأَنْتُمْ لَهُ مُنْكِرُونَ (٥٠) وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ (٥١) إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ (٥٢) قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ (٥٣) قَالَ لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُبِينٍ (٥٤) قَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ (٥٥) قَالَ بَلْ رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ (٥٦) وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ (٥٧) فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ (٥٨) قَالُوا مَنْ فَعَلَ هَذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ (٥٩) قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ (٦٠) قَالُوا فَأْتُوا بِهِ عَلَى أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ (٦١) قَالُوا أَأَنْتَ فَعَلْتَ هَذَا بِآلِهَتِنَا يَا إِبْرَاهِيمُ (٦٢) قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ </p><p> هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ (٦٣) فَرَجَعُوا إِلَى أَنْفُسِهِمْ فَقَالُوا إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ (٦٤) ثُمَّ نُكِسُوا عَلَى رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَؤُلَاءِ يَنْطِقُونَ (٦٥) قَالَ أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ (٦٦) أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَفَلَا تَعْقِلُونَ (٦٧) قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ (٦٨) قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ (٦٩) وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ (٧٠) </p><p> * * * </p><p> هاتان قصتان لاثنين من الرسل، قصة موسى وهارون وهما كرسول واحد، وقصة إبراهيم أبي الأنبياء، ويلاحظ: </p><p> أولا - أنه ليس فيهما تكرار لما ذكر منهما في سور أخرى وآيات أخر، فقصة موسى وأخيه هارون تكلمت الآيات الكريمات فيهما بإشارة لامحة لَا تفصيل فيها، وقصة إبراهيم كانت في تحطيمه للأنصام والكيد لعبدتها، ومحاولة إحراقه بالنار، ومعجزة الله تعالى في أن أطفأها وقال لها:  (. . . كونِي بَرْدًا وَسَلامًا عَلَى إِبْرَاهِيمَ) ، وذلك لم يذكر من قبل ولا من بعد، فدل هذا أنه لَا تكرار في قصص القرآن، وإن بدا لمن لَا يمحصون الحقائق غير ذلك. </p><p> ثانيا - أنه سبحانه ذكر قصة موسى عليه السلام قبل قصة إبراهيم مع أنه جده الأعلى، وذلك لأنه صاحب شريعة دونت في كتاب، وأنه أتى بهذا الكتاب وأخذ به حتى في النصرانية التي جاءت من بعده، والقرآن ليس كتاب تاريخ حتى </p><p> ترتب أخباره ترتيبا زمنيا، كترتيب كتب التاريخ، إنما قصصه عبرة وذكرى لأولى الألباب، وإنما تذكر بمواضع العبرة، ومواطن الموعظة. </p><p> ثالثا - أنه كان تفصيل في قصة إبراهيم عليه السلام، لأنه أبو العرب الذي كانوا يعتزون ويفتخرون به، ويقولون إنهم ضئضئ (١) إبراهيم وإسماعيل، وهم كانوا يعبدون الأوثان، كما كان الذين بعث فيهم إبراهيم يعبدونها هم وآباؤهم، وإن إبراهيم عليه السلام أثبت بالعمل أنهم لَا يضرون، ولا يدفعون عن أنفسهم ضررا. </p><p>(١) الضئْضئ والضؤضُؤُ: الأصل والمَعْدِنُ - لسان العرب - ضأضأ.</p>"
}