{
  "id": null,
  "sura": 21,
  "aya": 95,
  "text": "<p> (وَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ (٩٥) </p><p> الحرام: الممنوع من الله تعالى، أو من الطبع، أو نحو ذلك، والحرام هنا ما حرمه الله تعالى على نفسه، وهو تأكيد لرجوع الناس جميعا إليه سبحانه وتعالى، أي حرَّم الله تعالى على نفسه ألا يرجع الذين هلكوا، والمعنى: أوجب اللَّه تعالى على نفسه أنهم إليه راجعون، لأنه إذا كان عدم الرجوع فيكون الواجب الرجوع؛ ولذا فسر الكثيرون، حرام بمعنى وجب أن يرجعوا. </p><p> والقرية الجماعة المجتمعة في مدائن عظيمة أو مدائن متقاربة، وقوله تعالى:  (أَهْلَكْنَاهَا) إشارة إلى عقاب الدنيا الذي ينال الضالين، وهو الهلاك والدمار، كما أغرق قوم نوح، وأهلك قوم عاد، وكالريح الصرصر العاتية التي أهلكت ثمود. </p><p> وقد ذكر سبحانه وتعالى هلاك الآثمين في الدنيا، وقال تعالى:  (كُلٌّ إِلَيْنَا رَاجِعُونَ) أي أوجب الله على نفسه أن يرجعوا، كما أوجب سبحانه وتعالى الرحمة على نفسه للمتقين الأبرار. </p><p> قوله:  (أَنَّهُمْ لَا يَرْجِعُونَ) تقديم الجار والمجرور في معنى الاختصاص، أي أنهم لَا يرجعون إلا إليه وحده ليتولاهم بعذابه في الآخرة كما تولاهم بالهلاك في الدنيا جزاء ما قدمت أيديهم، فرجوعهم سبحانه وتعالى إليه وحده إنذار بعذابهم على ما اجترموا في جنب الله العزيز الحكيم. </p><p> * * * </p><p> القيامة ومقدماتها </p><p> (حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ (٩٦) وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا يَا وَيْلَنَا قَدْ كُنَّا فِي غَفْلَةٍ مِنْ هَذَا بَلْ كُنَّا ظَالِمِينَ (٩٧) إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ (٩٨) لَوْ كَانَ هَؤُلَاءِ آلِهَةً مَا وَرَدُوهَا وَكُلٌّ فِيهَا خَالِدُونَ (٩٩) لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ (١٠٠) </p><p> * * * </p><p> هذا بيان مما أعد للكافرين يوم القيامة، وقد ذكر أنهم إلى الله وحده راجعون وسيحاسبهم على ما أجرموا في حق الله سبحانه، وظلمهم لعباده، وفي هذه الآية يذكر الكافرين بيوم القيامة، وما يختبر به عباده من قوم أشرار يعيثون في الأرض فسادا، وربما يهديهم الله سبحانه وتعالى، ويخف بالهداية شرهم، وهم يأجوج ومأجوج، وقد استغاث الناس بالإسكندر ذي القرنين، فقالوا له:  (إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا (٩٤) . </p><p> وقد هيأ الله تعالى أن أتم ما وعد، وقد تكلمنا في تفسير هذه في سورة الكهف، ويظهر أنه فتح لهم جانب من السد (١) ، وقال تعالى: </p><p>(١) عَنْ زَيْنَبَ بِنْتِ جَحْشٍ، رَضِيَ اللَّهُ عَنْهُنَّ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، دَخَلَ عَلَيْهَا فَزِعًا يَقُولُ: «لاَ إِلَهَ إِلَّا اللَّهُ، وَيْلٌ لِلْعَرَبِ مِنْ شَرٍّ قَدِ اقْتَرَبَ، فُتِحَ اليَوْمَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هَذِهِ» وَحَلَّقَ بِإِصْبَعِهِ الإِبْهَامِ وَالَّتِي تَلِيهَا، قَالَتْ زَيْنَبُ بِنْتُ جَحْشٍ فَقُلْتُ يَا رَسُولَ اللَّهِ: أَنَهْلِكُ وَفِينَا الصَّالِحُونَ؟ قَالَ: «نَعَمْ إِذَا كَثُرَ الخَبَثُ». متفق عليه؛ من رواية الإمام البخاري (٧٩٠٦)، ومسلم - اقتراب الفتن (٧١٧٤).</p>"
}