{
  "id": null,
  "sura": 21,
  "aya": 82,
  "text": "<p> (وَمِنَ الشَّيَاطِينِ مَنْ يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلًا دُونَ ذَلِكَ وَكُنَّا لَهُمْ حَافِظِينَ (٨٢) </p><p> \" الواو \" عاطفة والمعنى وسخرنا له من الشياطين (مَن يَغُوصُونَ لَهُ) ، أي أن الله تعالى كما سخر الرياح العاصفة فتجري بأمره رخاء حيث أصاب، كذلك سخر له من الشياطين من يغوصون له، أي يغوصون في أعماق البحر ليستخرجوا منها اللآلئ والأحجار الكريمة والعنبر وغيرها من منافع الماء، وقد أعطى الله سليمان ملك اليمن التي تمتلئ بحارها باللآلئ وثروات البحر، فكانت الشياطين تغوص فيها، وتخرجها له، وسيجيء ذلك في سورة النمل إن شاء الله تعالى. وقوله تعالى:  (يَغُوصُونَ لَهُ) أي يغوصون لأجله وبأمره ومنافع غوصهم له، (وَيَعْمَلُونَ </p><p> عَمَلًا دُونَ ذَلِكَ)، أي غير ذلك، وليس المعنى أقل من ذلك بل كلا العملين فيه خير؛ ولذا قال تعالى:  (وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ (٣٧) وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ (٣٨) . </p><p> وقال تعالى:  (يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ. . .) </p><p> (وَكُنَّا لَهُمْ حَافِظِينَ) أي كنا لهم حافظين مما في جوف البحر، ومؤيدين لأعمالهم ونحب أن نقول: إن الشياطين هنا لَا نعتقد أنهم إخوان إبليس أو من ذريته؛ لأن إبليس وذريته متمردون على ربهم فكيف لَا يتمردون على سليمان، إنما هم من خلق طائعين، وكانوا مؤيدين من الله، وهو حافظ لهم. </p><p> ولو اعتقد بعض الناس أنهم من شياطين الإنس الذين كانوا من شطار الأرض سخرهم الله لسليمان وهو بعيد، والله أعلم. </p><p> * * * </p><p> أنبياء من أنبياء بني إسرائيل وغيرهم </p><p> (وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ (٨٣) فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنْ عِنْدِنَا وَذِكْرَى لِلْعَابِدِينَ (٨٤) وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ كُلٌّ مِنَ الصَّابِرِينَ (٨٥) وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا إِنَّهُمْ مِنَ الصَّالِحِينَ (٨٦) وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ (٨٧) فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ (٨٨) </p><p> وَزَكَرِيَّا إِذْ نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنْتَ خَيْرُ الْوَارِثِينَ (٨٩) فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ (٩٠) </p><p> * * * </p><p> من أخبار النبيين السابقين في هذه السورة كانت أخبار أولي العزم من الرسل، وجهادهم الشرك، وبيان لمجاهدتهم الكفر، وتعرضهم لأذى الشرك وصبرهم، وكيف صبروا حتى أدوا رسالات ربهم، وذلك تسرية للنبي - صلى الله عليه وسلم -، وتحريض له على تبليغ الرسالة، وبيان أنه سبحانه ناصره كما نصرهم ولن يضيعه الله تعالى بخذلان أبدا. </p><p> وقد كان النبي - صلى الله عليه وسلم - يصاب بشدائد من شأنها أن تلقي بالرجل في غم وهم كالذي أصابه يوم ذهب إلى الطائف بثقيف، فأغروا به صبيانهم وشبابهم، ولذا ساق الله تعالى أخبار من أصيبوا بضر أو بغم، وكيف أنقذهم الله تعالى، ورفع عنهم. </p><p> وقد ابتدأ سبحانه من أخبار هؤلاء يخبر أيوب عليه السلام، فقال تعالى: </p>"
}