{
  "id": null,
  "sura": 21,
  "aya": 111,
  "text": "<p> (وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتَاعٌ إِلَى حِينٍ (١١١) </p><p> إن هنا نافية، والكلام على لسان الرسول - صلى الله عليه وسلم -، لأن الله يدري، والمعنى ما أدري لماذا أمهلكم الله تعالى تساءل النبي - صلى الله عليه وسلم -. </p><p> * * * </p><p> (سُورَةُ الْحَجِّ) </p><p> سورة الحج مدنية إلا الآيات ٥٢، ٥٣، ٥٤. ٥٥، وعدد آياتها ثمان وسبعون آية، وسميت الحج في عرف القراء؛ لأن مناسك الحج كثيرة فيها. </p><p> وقد ابتدأت السورة بذكر يوم القيامة:  (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ (١) يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ (٢) وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَرِيدٍ (٣) . </p><p> وأشار سبحانه إلى أن من يتولاه الشيطان فإنه يضله ويهديه إلى عذاب السعير، وذكر سبحانه من ينكرون البعث وقال:  (يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ (٥) . </p><p> ويشير إلى أن ذلك التطور التكويني يثبت أن اللَّه هو الحق، وأنه يحي الموتى، وأن الساعة آتية لَا ريب فيها، وأن اللَّه يبعث من في القبور، ويذكر الذين يجادلون في اللَّه بغير علم ولا هدى ولا سلطان مبين، ويتولون معرضين ويضلون عن سبيل اللَّه، وأن عقابهم في الآخرة عذاب الحريق، وفي الدنيا خزي. </p><p> وبعد أن ذكر سبحانه الأشرار الخالصين للشر، ذكر من يترددون، فيعبدون اللَّه على حرف إن أصابهم خير اطمأنوا إليه، وإن أصابتهم فتنة انقلبوا على وجوههم خسروا الدنيا والآخرة، وذلك هو الخسران المبين. وإن هؤلاء وأولاء </p><p> يدعون ما لَا يضر ولا ينفع، ومن ضَرُّه أقرب من نفعه لبئس المولى، ولبئس العشير. </p><p> بعد ذلك ذكر سبحانه الذين يعملون الصالحات وجزاءهم، وأبطل سبحانه أوهام الذين يظنون أنه لَا ينصرهم اللَّه فقل:  (مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ (١٥) ، ثم أشار سبحانه إلى آيات اللَّه البينات وأن اللَّه يهدي من يريد، وأشار سبحانه إلى اليهود والنصارى والصابئين والمجوس والهندوس والذين أشركوا، وأن اللَّه سيفصل بينهم يوم القيامة. </p><p> ولقد أشار سبحانه إلى حال الفريقين المهتدي والضال، (. . . فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍ يُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ (١٩) يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ (٢٠) وَلَهُمْ مَقَامِعُ مِنْ حَدِيدٍ (٢١) كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَابَ الْحَرِيقِ (٢٢) . </p><p> وبين بعد ذلك جزاء المؤمنين فقال:  (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ (٢٣) وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ (٢٤) . </p><p> وذكر سبحانه بعض أعمال المشركين من الصد عن سبيل اللَّه والمسجد الحرام </p><p> (. . . الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ (٢٥) . </p><p> ويشير سبحانه إلى نبأ إبراهيم وتطهير البيت للطائفين والعاكفين، والركُّع السجود، ثم دعوة إبراهيم إلى الحج:  (وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ (٢٧) لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ (٢٨) ، ثم يشير سبحانه إلى بعض مناسك الحج، ويدعو سبحانه إلى تعظيم حرمات اللَّه تعالى، </p><p> ويبين أنه أحلت بهيمة الأنعام إلا ما جاء النص بتحريمه، ويدعو سبحانه إلى اجتناب قول الزور، والرجس من الأوثان، وأن يكونوا حنفاء للَّه غير مشركين به، ويبين سبحانه أن تعظيم شعائر اللَّه من تقوى القلوب، ويبين أن منسك أهل الحق والإيمان الحج إلى بيت اللَّه الحرام، ثم يذكر سبحانه أن الإبل والبقر وهي البُدْن من شعائر اللَّه تعالى:  (وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ كَذَلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ (٣٦) لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَبَشِّرِ الْمُحْسِنِينَ (٣٧) . </p><p> ثم بين سبحانه شرعية الجهاد بعد هذه الإشارات إلى الحج، وهو من الجهاد، (إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ (٣٨) ، ثم صرح سبحانه وتعالى بالإذن بالقتال:  (أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ (٣٩) الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (٤٠) ، وقد بين اللَّه تعالى فضل المتقين في إقامتهم الصلاة، وإيتائهم الزكاة وأمرهم بالمعروف ونهيهم عن المنكر. </p><p> وأشار سبحانه إلى المشركين، وأنهم لم يعتبروا بهلاك من سبقوهم إلى الشرك، واضطهاد أهل الإيمان ومعاندة الرسل، فأشار سبحانه إلى قوم عاد وثمود، وقوم إبراهيِم وقوم لوط، وأصحاب مدين، وكُذِّب موسى ثم قال: </p><p> (. . . فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ (٤٤) . </p><p> ثم أشار سبحانه إلى هلاك القرى التي أهلكها سبحانه وهي ظالمة (. . . فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مشِيد) ، ودعا اللَّه المشركين إلى أن يسيروا في الأرض، فتكوِن لهم قلوب يعقلون بها، أو آذان يسمعون بها، (. . . فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ (٤٦) . </p><p> ثم ذكر سبحانه حال المشركين، في استعجالهم العذاب، بدل أن يعملوا للثواب، وبين أنه يملي لهم ثم يأخذ الآثم بإثمه، (وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ (٤٨) . </p><p> وذكر بعد ذلك أن عمل الرسول - صلى الله عليه وسلم - هو الإنذار، والناس بعد ذلك أشقياء أو سعداء (قُلْ يَا أَيُّهَا النَّاسُ إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُبِينٌ (٤٩) فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (٥٠) وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ أَصْحَابُ الْجَحِيمِ (٥١) . </p><p> ثم بين سبحانه أن الأنبياء بشر كسائر البشر، ولكن اللَّه يعصمهم، فإذا وسوس الشيطان في صدورهم نسخ ما يلقى الشيطان:  (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٥٢) </p><p> وما يلقيه الشيطان لَا يكون فتنة للأنبياء، ولكل يكون فتنة للذين في قلوبهم مرض والقاسية قلوبهم وإن الظالمين لفي شقاق بعيد. </p><p> ثم أشار إلى أن القرآن من عند اللَّه يعلم أهل العلم أنه الحق من ربهم، وأما الذين كفروا فإنهم في مرية منه حتى تأتيهم الساعة بغتة، أو يأتيهم عذاب يوم عقيم، وإن الملك للَّه يوم القيامة هو الذي يحكم، فالذين كفروا لهم عذاب مهين، (وَالَّذِينَ هَاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ (٥٨) لَيُدْخِلَنَّهُمْ مُدْخَلًا يَرْضَوْنَهُ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ (٥٩) ذَلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللَّهُ إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ (٦٠) . </p><p> ْثم بين سبحانه آياته في الليل والنهار، وهذا يدل على أن اللَّه هو الحق، وأن ما يدعون من دونه هو الباطل وأن اللَّه هو العلي الكبير. </p><p> بعد هذا بين سبحانه وتعالى نعمه في أنه ينزل المطر فتصبح الأرض مخضرة، وأنه (سَخَّرَ لَكُم مَّا فِي الأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأمْرِهِ وَيُمْسِكُ </p><p> السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ (٦٥) وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ إِنَّ الْإِنْسَانَ لَكَفُورٌ (٦٦) . وإن مناسك الناس مختلفة، ولكلِ أمة جعلنا منسكا فلا ينازعنك في الأمر، ويخاطب نبيه فيقول:  (. . . وَادْعُ إِلَى ربِّكَ إِنَّكَ لَعَلَى هُدًى مُّسْتَقِيمٍ) . </p><p> ولا تجادلهم بعد أن تبين لهم الحق، واللَّه يحكم بينكم يوم القيامة فيما كنتم فيه تختلفون، وإن اللَّه تعالى لَا يخفى عليه شيء، (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (٧٠) . ثم ذكر عبدة الأوثان وهم مشركو مكة، فقال:  (وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ وَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ (٧١) وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكُمُ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ (٧٢) ، وقد ضرب اللَّه تعالى مثلا بالذباب. فقال تعالى:  (يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ (٧٣) مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (٧٤) . </p><p> ثم بين سبحانه أن خلق اللَّه تعالى بالنسبة له على سواء، ولكنه يصطفي من الملائكة رسلا يكونون لخلقه، واصطفى من الناس رسلا يكونون دعاة للحق، والإخبار عن اللَّه تعالى بينهم، يعلم ما بين أيديهم وما خلفهم، وإليه ترجع الأمور، ثم أشار سبحانه أن رسالة محمد - صلى الله عليه وسلم - امتداد لرسالة إبراهيم، فقال: </p><p> (يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ (٧٧) وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلَاكُمْ فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ (٧٨) . </p><p> * * * </p><p> معاني السورة الكريمة </p><p> هول يوم القيامة وجدل الناس حولها </p><p> قال اللَّه تعالى: </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ (١) يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ (٢) وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَرِيدٍ (٣) كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ (٤) </p><p> * * * </p><p> ذكر اللَّه تعالى هول يوم البعث حيث تزلزل القلوب والأرض، فإذا زلزلت الأرض زلزالها اضطربت مع هذه الزلزلة القلوب والنفوس، وزاغت الأبصار واضطربت الأفئدة. </p>"
}