{
  "id": null,
  "sura": 22,
  "aya": 26,
  "text": "<p> (وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَنْ لَا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ) . </p><p> وقوله تعالى:  (وَإِذْ بَوَّأْنَا لإِبْرَاهِيمَ مَكَانَ الْبَيْتِ) متعلق بفعل محذوف تقديره اذكر يا محمد لهؤلاء الذين يصدون عن البيت، (وِإذْ بَوَّأْنَا لإِبْرَاهِيمَ) ، بوأ بمعنى </p><p> هيَّأ وسوَّى، وهيأ المكان سوَّاه وأعده، و \" اللام \" في قوله تعالى (لإِبْرَاهِيمَ) ، \" لام \" الاختصاص، أي بوأنا المكان وسويناه لإبراهيم يتخذه مكانا للبيت الحرام، ويكون مثابة للناس وأمنا، كما أشارت لذلك الآيات الأخرى الكثيرة، وإن هذه التبوئة والمكان كان مكان عبادة، فهو إشارة إلى الكعبة التي هي أول بيت وضع للناس؛ ولذلك كانت التبوئة من سياق تاريخ إبراهيم وأعماله عليه السلام متضمنة معنى العبادة، وقد فسر اللَّه تعالى العبادة التي أمر اللَّه بها نبيه وخليله إبراهيم بقوله تعالى:  (أَنْ لَا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ)  (أن) هنا تفسيرية، وهي بيان لما تضمنه معنى التبوئة والتخصيص، وجعله مثابة للناس وأمنا. </p><p> فسر الله تعالى العبادة التي طالب اللَّه سبحانه وتعالى خليله بها هي: </p><p> أولا - (لَا تُشْرِكْ بِي شَيْئًا) ، أي شيئا من الشرك، أي اجعل عبادتك لي خالصة، فلا تشرك في عبادتك صنما، ولا كوكبا، ولا شمسا ولا قمرا، ولا تُرائي بأي نوع من الرياء في أي عبادة من العبادات. </p><p> وثانيا - تطهير البيت من كل ما فيه قاذورات حسا أو معنى، (لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ) ، والقائمون هم القائمون للصلاة، فكأنه قد ذكر فيها الأمر بالصلاة، بالأمر بأركان من قيام وركوع وسجود، و (الرُّكَّعِ) جمع راكع، و (السُّجُودِ) جمع ساجد وقوله تعالى: (أَنْ لَا تُشْرِكْ) وما عطف عليها فيها الطلب بالنهي في (لَا تُشْرِكْ) ، وبالطلب في (وَطَهِّرْ بيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّع السُّجُودِ) ، وأضاف سبحانه وتعالى إلى ذاته البيت في قوله تعالى:  (وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ) إلى آخره، تشريفا لهذا البيت زاده اللَّه تشريفا وتكريما، ولبيان أن البيت بيت الله تعالى للناس أجمعين، فلا يسوغ لأحد أن يصد عنه؛ لأنه يصد عن أكرم بيوت اللَّه تعالى، فكأن الصد عنه تحدِّ للَّه تعالى، ولقد أمر سبحانه بعد الأمر بما أمر، وبما نهى عنه - أمر بأن يؤذن للحج، فقال تعالى: </p>"
}