{
  "id": null,
  "sura": 22,
  "aya": 53,
  "text": "<p> (لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ (٥٣) </p><p> إن اللَّه تعالى عصم الأنبياء؛ لأنهم حملة رسالته إلى خلقه، ويعرفوها نيرة سائغة، أما غير الأنبياء فإنهم أقسام؛ قسم أخلص للَّه، واستقامت قلوبهم، وهم من عباده المخلصين، وهم الصديقون والشهداء والذين يتبعون النبيين. وقسم آخر في قلوبهم مرض وضعف إيمان، بما قلدوا واتبعوا أهل الشر، وسلموا أنفسهم لهم، ولم يسلموها للَّه تعالى. وقسم قست قلوبهم فهي كالحجارة أو أشد قسوة بما مردوا عليه من نفاق، وقد غلفوا قلوبهم، فلا يدخلها نور الحق، وهم المنافقون واليهود شر البرية وهذان الفريقان هم الذين قال تعالى فيهم هذه الآية. </p><p> وقوله تعالى:  (لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ) ، \" اللام \" هي التي تسمى لام العاقبة، أي لتكون نتيجة ترك الشيطان مسلطا على الناس يأتيهم من قبل أمانيهم، أي يجعل سبحانه ما يلقيه الشيطان من </p><p> وسوسة وإغواء بمسايرتهم فيما يتمنونه حتى يصلوا إلى ما يرديهم (فِتْنَةً) ، أي نعاملهم معاملة المختبر لصنفين من الناس يستهويهم بشرِّه، وقد أقسم ليغوينهم أجمعين إلا عباد اللَّه المخلصين. والذين في قلوبهم مرض هم الذين قد استولى عليهم الشك، فالشك مرض القلوب، وهم الذين يتبعون آباءهم، ويقولون:  (. . . بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلا يَهْتَدُونَ) ، فالتقليد من غير تفكير، ووزن للأقوال مرض كالشك أو يزيد، والقاسية قلوبهم هم اليهود وغيرهم ممن يستمسكون بما هم عليه من أقوال لَا تمت إلى التوراة بسبب، وقد وصفهم اللَّه تعالى بقسوة القلوب، فلا تفتح للحق بل هي مغلقة، تسد كل نور لهداية، فقال تعالى فيهم:  (ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٧٤) . </p><p> وقد رأينا المشركين آمنوا بعد شرك، أما اليهود، فلم يؤمنوا، وعاشوا للدس والخيانة ونقض العهود والمواثيق، وختم اللَّه تعالى الآية الكريمة بذكر أولياء الشيطان فقال:  (وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ) ، والظلم وصف يعم ظلم العبادة فيشمل الشرك، وإن الشرك لظلم عظيم، كما قال لقمان الحكيم لابنه، ويشمل ظلم العباد بعضهم لبعض، ويشمل الخيانة والنميمة فعل اليهود. (وَإن الظَّالِمِينَ لَفِي شِقَاقٍ) ، أي كل فريق منهم في شق يفارق الآخر، فالمشركون في شق، واليهود في شق، والمنافقون في شق، والنفاق ضروب مختلفة، وكل شق بينه وبين الآخر مسافة بعيدة، ولذا وصف الشقاق كله بأنه (بَعِيد) ، مختلف في أجزائه. </p>"
}