{
  "id": null,
  "sura": 22,
  "aya": 71,
  "text": "<p> (وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ وَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ (٧١) </p><p> الضمير في (وَيَعْبُدُونَ) يعود إلى الكافرين الذين سيطرت عليهم الأوهام والأهواء والتقليد، فيعبدون ما لم تنزل به حجة ترشدهم إلى عبادته، والسلطان في قوله:  (مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا) ، أي حجة نقلية نزلت من عند اللَّه تعالى، وسميت سلطانًا؛ لأنها تكون قوة تجعل لمن نزلت له قوة تجعل ما عنده قويا </p><p> كالسلطان ولكن لم ينزل شيء من ذلك، وإذا كان لم ينزل دليل نقلي من عند اللَّه بعبادته، هل لديهم برهان عقلي ينتج يقينا؛ نفى اللَّه تعالى ذلك أيضا فقال تعالى:  (وَمَا لَيْسَ لَهُم بِهِ عِلْمٌ) ، أي ليس لهم به برهان عقلي يسوغ عبادتهم، بل إن البرهان العقلي يؤدي إلى نقيضه؛ لأنه لَا يسمع ولا يبصر، والقانون العقلي يوجب أن يكون المعبود أعظم من العابد، فكيف يعبدون جمادًا، وهم أحياء، وهو لا يعقل، وهم يعقلون؟!!. </p><p> إذا لم يكن عندهم دليل من عند اللَّه أنزله فكان لهم سلطان، ولا علم عقلي فإن ذلك يكون ظلما؛ ولذا ختم اللَّه سبحانه الآية الكريمة بقوله تعالى:  (وَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ) ، وإذا كانوا يعبدون ما لَا دليل عليه من نقل أو عقل، ويشركون مع خالقهم في العبادة، وهو الواحد الأحد، فإن ذلك لأنفسهم ولقولهم ضلال وفساد، وقد نفى اللَّه تعالى أن يكون لهم نصير أيَّ نصير؛ إذ لَا يمكن أن يكون نصيرا أمام قوة اللَّه. </p><p> ومن لاستغراق النفي أي ليس نصير أيَّ نصير من ملك أو إنسان. </p><p> ونشير هنا إشارة بيانية في قوله تعالى:  (وَمَا لَيْسَ لَهُم بِهِ عِلْمٌ) فيه أن كلمة (لَهُم) قدمت على (عِلْمٌ) ، وهي المبتدأ؛ للدلالة على أنهم تهجموا من غير علم فقدَّم عقابه في الاهتمام، وللدلالة على ضلالهم، وقدم (بِهِ) على (عِلْمٌ) للدلالة على إمعانهم في الضلال وظلمهم للحق، والله وليُّ المؤمنين. </p><p> وإن هؤلاء الذين سيطرت عليهم الأوهام، وتحكمت فيهم الأهواء والتقليد الأعمى لَا يلقون آيات اللَّه تعالى بما يستحق من عناية، بل يقابلون بالاستنكار والسخرية، فلا يهتدون ولا يفتحون قلوبهم لدخول الهداية، ولذا قال تعالى عنهم: </p><p> (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكُمُ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ (٧٢) </p>"
}