{
  "id": null,
  "sura": 22,
  "aya": 73,
  "text": "<p> (يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ (٧٣) </p><p> الخطاب عام للناس وقالوا: إنه إذا كان النداء: (يَا أَيُّهَا النَّاسُ) كان يعم الناس عامة والمشركين خاصة، وإن موضوع القول، وهو عبادة الأوثان يجعل الخطاب للمشركين أَمَسّ وأقرب، و (ضُرِبَ) معناها: بُيِّن، والمثل الحال والشأن، ففيه تقريب حال بحال، فحال ضعفهم الشديد صورها سبحانه بأنهم لعجزهم (لَن يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ) فحالهم حال عجز عن خلق أي حي، ولو اجتمعت الأوثان كلها، وكيف تُعبد، وهي لَا تستطيع خلق الذباب، ولو اجتمعت له كل هذه الآلهة التي يعبدونها من دون اللَّه تعالى، و (لَن) هي لتأكيد النفي، وذكر ضمير الأوثان ضمير عقلاء على زعمهم وتفكيرهم، وليسوا أحياء فضلا عن أن يكونوا عاجزين، وعبر سبحانه عن حال عجزهم بالمثل، كأنه مثل مضروب سائر، وبيّن ذلك الزمخشري فقال:  \" قد سميت الصفة أو القصة الرائعة الملقاة بالاستحسان والاستغراب مثلا تشبيها لها ببعض الأمثال المسيرة لكونها مستحسنة مستغربة \" . وإن هذا التصوير السامي الذي سماه جل جلاله مثلا، هو برهان على عدم صلاحيتهم للألوهية؛ لأنها عاجزة محتاجة، والمعبود قادر غير عاجز. </p><p> (وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ) هذا النص السامي دل على أن هذه الآلهة أعجز من الذباب؛ لأنه يعدو عليها؛ لأنه لو أخذ منها شيئا على سبيل </p><p> السلب لَا يستطيعون أن يستردوه منه، فهو القادر عليها، و (يَسْتَنْقِذُوهُ) ، السين والتاء للطلب، أي لَا يستطيعون بأكثر جهد وطلب أن ينقذوه منه؛ لأنها لَا قوة لها في أي ناحية، فهي جماد لَا يتحرك، ولكن الوهم هو الذي جعل لها قوة في نظرهم الذي لَا يبصر، وَسَوَّل لهم الشيطان عبادتها. </p><p> ونقف هنا وقفة قصيرة، فنسأل الذين ينكرون وجود اللَّه، وهم ملاحدة هذا الزمان الذين يحسبون إلحادهم يقوم على فلسفة عقلية: لقد اختبرتم الكون وعلمتم علمه، وعرفتم النواميس التي خلقها اللَّه، وإن كنتم تحسسبونه ظواهر للأشياء، وعلوتم إلى داخل الفضاء حتى وصلتم إلى القمر وإلى المشترى، وعلمتم تكوين الأشياء وأجزاءها وعناصرها، فهل استطعتم أن تخلقوا ذبابة، إن للَّه في كل شيء آية، فآمنوا به ولا تنكروه. </p><p> لم تستطع آلهتهم أن تستنقذ ما يسلبه الذباب، ولو بذلت أقصى الجهد إن كان لها جهد، ولذا قال تعالى:  (ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ) ، (الطَّالِبُ) هو الأوثان فإنها لَا حياة فيها ولا قوة لها، (وَالْمَطْلُوبُ) وهو الذباب فهو حيوان ضعيف يستحقر في أعين الناس ولكنه مخلوق للَّه يضرب به المثل، كما قال تعالى:  (إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً فَمَا فَوْقَهَا. . .) ، فسر بعض السلف الطالب بالعابد والمطلوب بالصنم، فضعيف الفكر والعقل والإدراك يدعو ضعيفا في ذاته لأنه جماد، وكلا الرأيين معقول. </p>"
}