{
  "id": null,
  "sura": 22,
  "aya": 72,
  "text": "<p> إن حال هؤلاء الذين يعبدون من دون اللَّه ما لَا دليل عندهم يسوغ عبادته إلا أن تكون الأوهام التي تضلل الأفهام - من شأنهم ألا يستمعوا إلى الحق، بل يعرضون عنه إعراضا؛ ولذا قال عز من قائل:  (وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِف فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنكَرَ) الآيات هنا آيات القرآن المنكرة فإذا تتلى عليهم تعرف في وجوه الذين كفروا المنكر - يصح أن يفسر المنكر هنا بالإنكار ويكون من قبيل المصدر الميمي، كالمكرم بمعنى الإكرام، وتكون معرفة الإنكار من الوجوه بالتهجم، والغيظ، ويصح أن يكون المنكر هو حال وجوههم من التغيظ والبسور، والاستفظاع، وسميت هذه الحال، (الْمُنكَرَ) ؛ لأنها في ذاتها أمر منكر، إذ لا يتلقون الحق بالتفهم والتدبر، بل يبادرون برده ردا عنيفا مستكبرين، قد غلظت أعناقهم، وتجهمت وجوههم (يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا) السطو: الوثب للفتك بالذين يتلون، كما حاولوا أن يسطوا بأبي بكر الصديق، وكما حاول الجاهلون بالسطو على المستضعفين من المؤمنين، وقال تعالى:  (يَكَادُونَ يَسْطُونَ) ، مع أنهم سطوا بالفعل، ونقول: إن ذلك حكم عام، والسطو الفعلي كان من بعضهم، لَا من جميعهم، وما كان من التلاوة فقط، بل كان من اعتناقهم الإسلام مع هذه التلاوة، فالمقاربة بالنسبة لجميعهم، لَا بالنسبة لبعضهم. </p><p> وقد أمر اللَّه تعالى نبيه الكريم أن يقول لهم:  (قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكُمُ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ) ، الإنباء الإخبار بأخبار خطيرة لا </p><p> تسرهم بل تضرهم، والتنبيء كالإنباء بيد أن اللفظ ينبئ عن خطر ما تضمنه، و \" الفاء \" في (أَفَأُنَبِّئُكُم) فاء الإفصاح عن شرط، تقديره مثلا أئذا كنتم تتجهمون من التلاوة أفأنبئكم بشر من هذه التلاوة، وهذا نوع من التهكم بهم وإنذارهم بالإنذار الشديد، والعقاب العتيد، وبيان لمقابلة التهجم من القرآن والإعراض عنه بأنه يستقبلهم بما يوجب الغيظ والتجهم، والبسور أشد وأفظع، وهو النار أنذر اللَّه تعالى بها الذين كفروا، وعبر بالموصول للإشارة إلى أن الصلة وهي الكفر، والإعراض عن الآيات البينات (هى سبب الحكم) ، وإنها نار لَا نهاية لعذابها، بل </p><p> هم خالدون فيها، وهي مصيرهم الذي لَا ينتهي، ولذا قال تعالى:  (وَبِئْسَ الْمَصِيرُ) بئس من أفعال الذم، ومع أنها جامدة فهي من الألفاظ الدالة على </p><p> البؤس، فالنار مصير هو بؤس. </p><p> وقد بين اللَّه سبحانه ضلالهم في اعتقادهم الباطل الذي لم يُبن على علم نقلي أو عقلي بمثل عظيم، فقال: </p>"
}