{
  "id": null,
  "sura": 22,
  "aya": 31,
  "text": "<p> (حُنَفَاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ (٣١) </p><p> هذه الآية جزء متمم للآية السابقة متصلة بألفاظها؛ ولذا كانت كلمة (حُنَفَاءَ) حال من \" الواو \" في (فَاجْتَنِبُوا) ، أي اجتنبوا الرجس من الأوثان، واجتنبوا قول الزور حال كونكم خالصين للَّه تعالى مستقيمين سائرين في سبيله، و (حُنَفَاءَ) جمع حنيف، وهو المائل من الانحراف إلى الاستقامة، فهؤلاء يخلصون من رجس الأوثان، ومن قول الزور الاستقامة والإخلاص للَّه تعالى أي يكونون كلهم للَّه تعالى لَا يبغونها عوجا فليس فيهم ضلال قط، ولا إشراك قط، بل خلصوا أنفسهم للَّه وحده، لَا يشركون في قلوبهم غيره، ولذا قال تعالى مؤكدا معنى إخلاصهم للَّه تعالى:  (غَيْرَ مُشرِكِينَ بِهِ) ، حال بعد حال، أي غير مشركين به أحدا أو شيئا في عبادته، وضرب بعد ذلك مثلا للمشركين يصور كيف ينحدر من سماء العقل والفكر، إلى منهوى الأرض، فقال تعالى:  (وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ) شبه اللَّه تعالى من يشرك باللَّه تعالى قد أضله الشيطان وأغواه بتشبيهين مبينين المنهوى الذي انهوى إليه عقله ومداركه، فشبهه في الأول بمن خر من السماء هابطا، ففي هبوطه تخطفه الطير، فتقطعه بمناقيرها، والتهمته أجزاء، وذلك لأن من أشرك قد هوى من سماء الإدراك السليم، والفكر المستقيم إلى مهاوٍ توزعته الأهواء، حتى صار ليس له فكر جامع، بل صار موزعا بين ضلال شتت نفسه، وصار موزعا بين أوهام فاسدة لَا راشدَ يرشده، ولا عقل يهديه. </p><p> والتشبيه الثاني هو أن من يشرك باللَّه فكأنما خر من السماء، وصار كالريشة في مهب ريح الشك والأوهام فيركب من ريح هوجاء ألقته في مكان سحيق عن الحق، والهداية، بل صار ينتقل من ضلال إلى ضلال لَا إرادة له. </p><p> والسَّحق التفتيت، والمكان السحيق، أي البعيد يلقى إليه مع بعده فتاتا مقطع الفكر موزع الأهواء، ولا فكر يسير ولا عقل يرشد، وقد قبسنا الكلام في هذين التشبيهين مع التوضيح والتوجيه من كلام الزمخشري، فقد قال:  \" ويجوز في هذا التشبيه أن يكون من المركَّب والمفرق فإن كان تشبيها مركبا قال من أشرك باللَّه فقد أهلك نفسه إهلاكا ليس بعده نهاية، بأن صور حاله بصورة من خر من السماء فاختطفته الطير فصيرته مزعا في حواصلها، أو عصفت به الريح حتى هوت به في بعض المطاوح البعيدة، وإن كان مفرقا فقد شبه الإيمان في علوه بالسماء، والذي ترك الإيمان وأشرك باللَّه بالساقط من السماء، وشبه الأهواء التي تتوزع أفكاره بالطير المختطفة، والشيطان الذي يطوح به في وادي الضلالة بالريح التي تهوي بما عصفت به المهاوي المتلفة \" اهـ. </p><p> ونرى أنه جعله تشبيها واحدا مركبا ومفرقا، ونرى أنه تشبيهان مفرقين أو مركبين، وإن هذا التصوير كما ذكرنا، وكما ذكر الزمخشري هو على ذلك في الدنيا، لبيان هلاك المشرك، وتخطف الأهواء لمداركه ويبين فساد عقله وضلاله، وإنه لَا يكون بالنسبة للدين إلا في حيرة تسيره الأوهام ولا سلطان له على نفسه، وقد قال بعض المفسرين: إن تحقق هذه الحال المبينة بالتشبيه، إنما هي في الآخرة لا في الدنيا. وإننا نرى أن الجميع ممكن بأن تكون هذه حاله في الدنيا والآخرة، وإنه في الدنيا يتردى إلى ضلال الأوهام والأهواء من سماء الإيمان، وفي الآخرة يتردى إلى العذاب الأليم الذي يكون فيه خالدا. </p>"
}