{
  "id": null,
  "sura": 22,
  "aya": 11,
  "text": "<p> (وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ (١١) </p><p> هذا صنف من الناس لَا يدخل الإيمان قلبه إلى درجة الصبر على البلاء في إيمانه، بل يكون إسلامه بظاهر، وهو كأُولئك الأعراب، الذين قالوا: آمنا، وأمرهم اللَّه تعالى أن يقولوا: أسلمنا، ولما يدخل الإيمان بعد في قلوبهم، هؤلاء هم الذين قال الله تعالى فيهم:  (وَمِنَ النَّاسِ مَن يَعْبُدُ اللَّهَ عَلَى حَرْفٍ) . </p><p> \" الحرف \" هنا هو الطرف، أي يعبد اللَّه على طرف من الدين، كالذي يكون على طرف من الجيش يقر فيه إذا أحس بالنصر ليأخذ من الغنيمة، وإن أحسَّ بالهزيمة فرَّ لكيلا يناله القتل وآثار الهزيمة، وقال سبحانه:  (يَعْبُدُ اللَّهَ عَلَى حَرفٍ) ، أي على طرف الإيمان، فلا يعبده عبادة من امتلأ قلبه بالإيمان، وذاق بشاشته، وأحس باطمئنان نفس، واستقامة اعتقاد، وهذا تصوير لضعفاء الإيمان الذين اضطرب اعتقادهم، فكأنهم يكونون على حرف مع الإيمان وهو أقرب إلى الكفر، فطرف الشيء هو الأقرب إلى ما يجافيه، وقد قالوا: إنها نزلت في بعض الأعراب الذين قدموا المدينة وكان بعضهم إذا صح بدنه، ونتج إبله وولدت امرأته وكسب مالا وماشية، قال ما أصبت من هذا الدين إلا خيرا واطمأن، وإن أصابه شر قال ما أصبت وانقلب، وروي عن ابن عباس أنه قال: كان ناس من الأعراب يأتون النبي - صلى الله عليه وسلم - فيسلمون، فإذا رجعوا إلى بلادهم فإن وجدوا عام غيث، وعام ولاد حسن قالوا: إن ديننا هذا لصالح فتمسكوا به، وإن وجدوه عام جدوبة وعام ولاد سوء وعام قحط قالوا: ما في ديننا هذا خير، ويصدق على هؤلاء قوله </p><p> تعالى:  (الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ. . .) ، وهؤلاء وأشباههم من ضعاف الإيمان هم الذين قال اللَّه </p><p> تعالى فيهم:  (وَمِنَ النَّاسِ مَن يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ) ، أي أصابهم أمر يسرهم، وهو خير اطمأنوا وسكنوا، (وَإِنْ أَصَابَتْهُ فِتْنَةٌ) ، أي شديدة فيها ابتلاء لإيمانه واختبار لنفسه وترف لقوة إيمانه، انقلب على وجهه، أي ارتد بعد إسلام، وكفر بما أعلن الإيمان، وإن كان على طرف، وعبر سبحانه عن ردته بقوله:  (انقَلَبَ عَلَى وَجْهِهِ) وهذا التعبير فيه تشبيه حال المرتد عن دينه بحال من انقلب فوق وجهه فصار رأسه في أسفله، ورجلاه في أعلاه أي تصويره بصورة شوهاء، شاه منظرها، وقبحت حقيقتها. </p><p> وإن من يكون كذلك خسر الدنيا بما أصابه من فتنة لم يعتبر بها في دينه، وكانت شرا عليه في دنياه، إذا لم يستفد بها في دينه، وخسر الآخرة، لأنه يموت كافرا، وذلك الأمر الذي آل إليه هو الخسران المبين الواضح. </p><p> وقد وصف اللَّه تعالى من تكون هذه حاله بأنه كعبدة الأوثان على سواء. </p>"
}