{
  "id": null,
  "sura": 22,
  "aya": 45,
  "text": "<p> (فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ (٤٥) </p><p> \" الفاء \" عاطفة على قوله تعالى: (فَأَمْلَيْتُ) ، و \" كَأَيِّنْ \" بمعنى \" كم \" الخبرية الدالة على الكثرة، والمعنى فكثير من القرى، وهي المدن العظيمة بمعنى القبيلة المجتمعة في المدائن، أو الإقليم، والمعنى كثير من القرى أهلكها اللَّه تعالى بمعنى أهلك أهلها، وأضيف الهلاك إلى المكان؛ لأنه تخرب وتهدم، وسقطت عروشه على جدرانه وخوى، فكأن الهلاك أصابها في المظهر، وإن كان لَا يقع إلا على السكان، وقد ذكر اللَّه سبحانه أن ذلك كان والحال أنها ظالمة، فنسب إليها الظلم، وإن كان من أهلها، وذلك لعموم الظلم في كل ربوعها، وكل كيانها، فأكل أموال الناس بالباطل، وإشراك باللَّه، واعتداء على الضعفاء، وعدم إقامة لأي نوع من </p><p> أنواع العدل، فلا عدل في قانون، ولا قضاء، ولا اجتماع، بل فساد في فساد، وقال تعالى:  (وَهِيَ ظَالِمَةٌ) ، ولم يقل ظالمة، للإشارة إلى أن الهلاك جاءها، والظلم محيط بها لَا تخرج عنه، ولأن في التعبير بالحال يدل على التلبس به؛ ولأن كلمة \" هي \" لتأكيد الظلم، ففيه تكرار لذكر القرية، ثم قال تعالى:  (فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا) ، \" الفاء \" عاطفة على (أَهْلَكنَاهَا) ، و (خَاوِيَةٌ) بمعنى الخواء والفراغ وبمعنى السقوط، وإن العذاب الذي كان ينزل بأولئك الظالمين الذين أشركوا باللَّه، وعاثوا في الأرض فسادا، كان يجيئهم بصواعق تنزل بهم أو أمطار بحجارة من سجيل، أو نحوها كجعل عالي الأرض سافلها، ومن شأن هذا أن السقوف، وهي العروش المذكورة في الآية تهوي، ثم تتحطم أو تسقط الجدران من بعد على العروش، ولذا نرجح أن يكون تفسير الخاوية بسقوطها متهدمة على العروش. </p><p> (وَبِئْرٍ مُعَطَّلَةٍ) ، معطوفة على (قَرْيَة) ، وتعطيل البئر كناية عن فناء الذين كانوا يردون إليها يستسقون منها، ومعهم نعمهم، وغيرها، ومعنى هذا أنه لم يكن أحد من أهلها يأخذ الماء ليحيى به هو ودوابه، بل ذهب كل ذلك، فتعطلت الحياة والأمواه. </p><p> (وَقَصْرٍ مَشِيدٍ) مرتفع ومجصص بالجص مزين، أي أنه تعطل كما تعطلت البئر، وأصبح خاويا لَا ساكن فيه، وقد بناه للزينة والراحة، فذهب وبقي القصر، أو تهدم كالقرية أو في ضمنها، وقد أراده للبقاء. </p><p> * * * </p><p> في الأرض في الماضين عبرة </p><p> قال اللَّه تعالى: </p><p> أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ (٤٦) </p><p> وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَنْ يُخْلِفَ اللَّهُ وَعْدَهُ وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ (٤٧) وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ (٤٨) قُلْ يَا أَيُّهَا النَّاسُ إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُبِينٌ (٤٩) فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (٥٠) وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ أَصْحَابُ الْجَحِيمِ (٥١) </p><p> * * * </p><p> هذه الآيات الكريمة موضحة لما تضمنته الآيات السابقة، وهي شواهد حسية، لما أخبر به العليم الحكيم: </p>"
}