{
  "id": null,
  "sura": 22,
  "aya": 58,
  "text": "<p> (وَالَّذِينَ هَاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ (٥٨) </p><p> هذه الآية فيها حث على تجميع المؤمنين في لواء واحد، وكل مؤمن مدعو للهجرة إلى تجمع المؤمنين، حتى لَا يكون المؤمنون مبعثرين في الأرض، فالمستضعف في أرض عليه أن يهاجر إلى موضع تجمع المؤمنين، فليس لمؤمن أن يعيش ذليلا للاستضعاف في أرض عدو لَا يستطيع أن يقيم شعائره الإسلامية فيها، فقد قال تعالى:  (إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا (٩٧) إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا (٩٨) فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا (٩٩) وَمَنْ يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الْأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (١٠٠) . </p><p> فالهجرة ليصل إلى جماعة المؤمنين أو ليقاتل ويجاهد [والجهاد] ما زال بابه مفتوحا وفيه ثواب الجهاد والهجرة، وحديث \" لا هجرة بعد الفتح \"  (١) ، يراد به الهجرة من </p><p>(١) رواه البخاري: لَا هجرة بعد الفتح (٣٨١٢) عن عبد الله بن عمر - رضي الله عنهما -، كما رواه مسلم (٤٧٨٧)، ولفظه عَنْ عَائشةَ، قَالَتْ: سُئِلَ رَسُولُ اللَّهِ عَنِ الْهِجْرَةِ؛ فَقَالَ: \" لاً هِجْرَةَ بَعدَ الْفَتْح، وَلَكِنْ جِهَاد وَنِيَّةٌ، وَإذَا اسْتُنْفِرْتُمْ فَانْفِرُوا \".</p><p> مكة إلى المدينة، فقد صارت مكة أرضا للإسلام، لَا يهاجر منها إلا للجهاد في المدينة والتجمع كما يكون في المدينة يكون في مكة. </p><p> وإذا كانت الهجرة مطلوبة من أرض فيها ضعف إلى حيث العزة الإسلامية والجهاد، فالذين هاجروا في سبيل اللَّه تعالى ليجتمعوا مع المؤمنين ويجاهدوا معهم لهم جزاء؛ ولذا قال تعالى:  (وَالَّذِينَ هَاجَرُوا فِي سَبِيلِ اللَّهِ) ، أي كانت هجرتهم في سبيل اللَّه، أي إن ذات الهجرة للجماعة الإسلامية جهاد في ذاته، وقال تعالى:  (ثُمَّ قُتِلُوا أَوْ مَاتُوا) ، العطف بـ (ثُمَّ) الدالة على التراخي في موضعه؛ لأن قتلهم ليس عقب الهجرة، ولا موتهم، بل إنهم يعيشون مقيمين مع المؤمنين ما شاء اللَّه أن يقيموا مجاهدين حتى يستشهدوا في قتال أو يموتوا حتف أنوفهم، وقد بين اللَّه تعالى جزِاءين أحدهما في الدنيا، وقد بينه سبحانه وتعالى بقوله:  (لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ) . </p><p> أقسم اللَّه سبحانه بأنه يرزقهم رزقا حسنا، أي طيبا سخيا، يغدق اللَّه تعالى فيه عليهم من خيره، من الفيء وغنائم الحرب، فإن اللَّه تعالى جعل رزق المجاهدين في ظلال سيوفهم، وشكاة سلاحهم، وفي سنابك خيلهم، (وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ) ، واللَّه أكرم الرازقين. وأفعل التفضيل ليس على بابه، بل إن اللَّه تعالى رزقه في أعلى درجات الرزق، هذا هو جزاء الدنيا، فإن الهجرة من أرض الذل إلى أرض العزة في سبيل الله يكون فيه الرزق. </p><p> أما الجزاء الأخروي فقد ذكره سبحانه بقوله عز من قائل: </p>"
}