{
  "id": null,
  "sura": 22,
  "aya": 77,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ (٧٧) </p><p> واضح كل الوضوح أن النداء للرسول وأتباعه، وليس لكل الناس، فالناس يدخلون في النداء إذا آمنوا ومن يؤمن بالرسالة المحمدية فهذا تكليفها، وهو الصلاة، واختصت بالابتداء لأنها عمود كل دين، ولا دين من غير صلاة وإن اختلفت أشكالها في الديانات السماوية وكل طريق إلى اللَّه واتجاه إليه سبحانه، ولأن الصلاة هي العبادة التي تنصرف فيها النفس والجوارح إلى اللَّه وحده، ولأنها امتلاء النفس بذكر اللَّه تعالى؛ ولأنها إذا أديت على وجهها من قيام وخشوع كامل، وضراعة صادقة، واستحضار النفس لكل معانيها، لَا تقع من الإنسان المنهيات، كما قال تعالى فى خاصتها:  (. . . إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنكَرِ. . .) ، وخص الركوع والسجود بالطلب مع أن الصلاة لها أركان قراءة وتكبير، وركوع وسجود، فقال تعالى:  (يَا أَيُّهَا الَّذِين آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكمْ) ؛ وذلك لأن الركوع والسجود هما الظهر الحسي للخضوع للَّه تعالى خضوعا كاملا، ولأنهما لَا يسقطان عن المكلف قط، فالقراءة قد تسقط عن المكلف إذا كان يصلي مؤتما بإمام قارئ، وتسقط عند العجز عن القراءة، أما الركوع والسجود فلا يسقطان فإن لم يستطع الصلاة قائما، صلى قاعدا، وإذا لم يستطع الصلاة بحركات صلى بالإيماء، وإلا فهو في عفو اللَّه، وروي أن بعض الشافعية أجاز الصلاة بالإيماء بالعينين، ولأنهما لَا يسقطان فكانا رمزا للصلاة كلها. </p><p> وبعد الصلاة أمر سبحانه وتعالى بالعبادات كلها، وهذا من قبيل ذكر العام بعد الخاص، فيشمل ذكر العبادة الصوم والحج، والكفارات والنذور، والزكاة، والصدقات المنثورة، وأن يعبد اللَّه تعالى في كل عمل يعمله، بأن يقصد به وجه اللَّه تعالى، فالعامل في مصنع أو في متجر أو فلاحة الأرض يقصد وجه اللَّه ونفع الناس، فيكون في عبادة مستمرة، ويصدق عليه قوله - صلى الله عليه وسلم -: \" لا يؤمن أحدكم حتى يحب الشيء لا يحبه إلا لله \"  (١) . </p><p> وقد أمر سبحانه وتعالى بفعل الخير أمرا مطلقا غير مقيد ولا محدود فقال عز من قائل:  (وَافْعَلُوا الْخَيْرَ لَعَلَّكمْ تُفْلِحُونَ) ، الخير كل عمل يكون فيه نفع للناس، ويتفاوت الخير فيه بتقارب مقدار النفع، فالنفع الكثير يكون الخير بقدره، ونفع أكبر عدد يكون الخير كله، مع القيام بالعبادات على شتى فروعها وكل أنواعها. </p><p> وقال تعالى:  (لَعَلَّكُمْ تُفْلِحُونَ) ، أي رجاء أن تفلحوا وتفوزوا في الدارين في الدنيا فتكونوا خير الناس، لأن النبي - صلى الله عليه وسلم - يقول:  \" خير الناس أنفعهم للناس \" والرجاء من العباد لَا من اللَّه؛ لأن اللَّه تعالى لَا يرجو بل يعلم وينفذ. إنه عليم حكيم. </p><p> ونرى أن الآية ابتدأت بالأمر بتطهير النفوس بتوجهها إلى اللَّه تعالى في الصلاة والعبادة، ثم اتجهت الأوامر إلى نفع الجماعة وأن يكون كل واحد عنصر نفع إنساني فيها. </p><p> ثم اتجهت من بعد إلى ما فيه حماية الأمة الإسلامية ونشر دعوتها، فقال تعالى: </p><p>(١) سبق قريبا.</p>"
}