{
  "id": null,
  "sura": 22,
  "aya": 24,
  "text": "<p> (وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ (٢٤) </p><p> هذا وصف لأهل الجنة من أقوالهم وأفعالهم في الدنيا، أم هو وصف لأقوالهم في الجنة، وقبل أن نتكلم في مكان القول نشير إلى بعض ما يدل عليه: القول الطيب هو القول الحق، الذي يتقرب به إلى الله تعالى، والذي يقرر القائل له كمال اللَّه تعالى ووحدة ألوهيته والطاعة للَّه تعالى، وتكبيره، وتقديسه، وتسبيحه، والخضوع المطلق له، وحمده في كل وقت، و (صِرَاطِ الْحَمِيدِ) ، هي طريق اللَّه تعالى بإعلان عبادته وحده لَا يشرك به شيئا، و (الْحَمِيدِ) ، أي المحمود في كل ما يوصف به، والإضافة إما أن تكون بيانية، كقولهم خاتم حديد، أي خاتم هو حديد، ويكون المعنى صراط هو الحميد المحمود في كل مسالكه من مبتدئه إلى منتهاه، فهو طريق كل خير، ينتقل فيه من مرحلة خير إلى غيرها، فهو مراحل الاستقامة تبتدئ من أولها إلى نهايتها، ويصح أن يكون المراد من (الْحَمِيدِ) ذات اللَّه تعالى لأنه المختص بالحمد، ويكون المعنى، وهدوا إلى طريق الله تعالى البالغة الموصلة له مثل قوله:  (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ. . .) ، وهدوا بالبناء للمجهول في الفعلين، ولم يذكر الفاعل مع أن الهداية كلها من اللَّه تعالى، فحذف للعلم به؛ ولأن الهداية تتعدد مسالكها، فهي تبتدئ بعمل من المهدي بأن يتجه إلى الحق مخلصا النية، فيأخذ اللَّه بيده ويبلغ به إلى أقصى ما يبلغ به من مراتبه. </p><p> بقى أن نتكلم في زمانها ومكانها، أكانت في الدنيا، وهي التي أوصلتهم إلى هذا الجزاء الوفاق في الآخرة، ويكون ذكرها في الجنة تحقيقا لها، وتأكيدا لها </p><p> وبيان أن ذلك هو السبب في النعيم الذي آتاهم اللَّه بفضله ومنته، فبعملهم في الدنيا وأقوالهم الطيبة بالتوحيد والعبادة، وسلوكهم الطريق الأقوم نالوا ما نالوا في الآخرة. </p><p> وثمة اتجاه آخر، وهو أن هدايتهم إلى القول الطيب، والصراط الحميد هو في الآخرة ويكون من النعيم النفسي، إذ إن أهل الجنة يسمرون ويتبادلون القول الطيب، والسلوك الحميد في الآخرة، فيضاف إلى إنعام اللَّه إنعامٌ بالمسامرة التي ليس فيها فسوق في القول، بل مبادلة محبة ومحبة، وعندي أنه يجمع بين القولين، فتكون الهداية إلى القول الطيب والطريق المحمود في الدنيا والآخرة، واللَّه أعلم. </p><p> بعد أن بين اللَّه تعالى جزاء المؤمنين عاد سبحانه إلى ذكر جزاء الكافرين وأعمالهم التي استحقوا بها هذا الجزاء فقال تعالى: </p>"
}