{
  "id": null,
  "sura": 22,
  "aya": 25,
  "text": "<p> (إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ (٢٥) </p><p> ابتدأ سبحانه وتعالى القول بذكر الكافرين مؤكدا كفرهم بـ \" إنَّ \" الدالة على التأكيد، وقد ذكر الموصول لبيان أن الصلة هي سبب هذا الجزاء، والصلة فيها أمور ثلاثة تستدعي الاستنكار والعذاب الشديد: </p><p> الأمر الأول - الكفر، وكفر أهل مكة هو الإشراك باللَّه تعالى بعبادة الأوثان. </p><p> الأمر الثاني - الصد عن سبيل اللَّه تعالى بإيذاء المؤمنين ومحاربتهم، ودعوة العرب إلى عدم الإيمان باللَّه وبرسوله. </p><p> الأمر الثالث - بصدهم عن المسجد الحرام، ومنعهم من أداء المؤمنين الحج فيه، ويظهر أن هذه الآية نزلت في فترة الحديبية؛ لأن المسلمين حيل بينهم وبين الوصول إلى المسجد الحرام، وهو للناس جميعا؛ ولذا وصفه اللَّه تعالى بالموصول </p><p> بقوله:  (الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءًا لْعَاكِفُ فِيهِ وَالْبَادِ) ، أي أن هولاء الناس المصدون عن المسجد الحرام من يريد الحج إليه وقد جعله اللَّه - الذي باركه وأكرمهم به - للناس جميعا، وليس لقريش وحدها، فهم فيه كغيرهم من الناس، وإن كان اللَّه تعالى كرمهم بأن جعل منهم سدنة البيت والقائمين عليه وعلى خدمته وعمارته، وكلمة (سَوَاءً) قرئت مفتوحة وتكون مفعولا لجعلناه وهي المفعول الثاني، والأول الهاء، وتكون (لِلنَّاسِ) متعلقة بـ (سَوَاءً) ، وقرئت مضمومة، وتكون مبتدأ، ويكون المعنى مستوفية العاكف والباد، وتكون الجملة في مقام المفعول الثاني أو حال (١) . </p><p> و (الْعَاكِفُ) المقيم في مكة، وعبر عنه بالعاكف إيماء إلى أنه ينبئ أن يكون عاكفا عابدا، لَا أن يكون وثنيا مشركا، صادًّا عنه مانعًا له، والبادي: المقيم في البادية، وإذا كان المقيم ببادية يستوي مع المقيم في مكة حول البيت الحرَام فأولى المتحضر المقيم في الحاضرة؛ ولذا قالوا: إن البادي هو من يكون من غير أهل مكة سواء الحاضر فيها والبادي، والتعبير بالمضارع في يصدون إشارة إلى استمرارهم على الصد عن سبيل اللَّه. </p><p> وخبر \" إن \" محذوف، دل عليه ما يجيء بعد ذلك من قوله:  (وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ) تقديره له عذاب شديد، وقوله تعالى:  (وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ) ، أي إن الذي يريد فيه إلحادا وميلا عن الحق واحترام البيت وصيانته بظلم يرتكبه بالشرك والاعتداء على حرماته، وصد الناس، ومنعهم من الطواف يذيقه اللَّه تعالى من عذاب أليم ينزل به في الدنيا بالحروب التي تهزمهم، وفي الآخرة بالنار يذوقون حريقها. </p><p> وفى قوله تعالى:  (وَمَن يرِدْ فِيهِ بِإِلْحَادٍ) أمور بيانية نشير إليها: </p><p>(١) كلمة (سواء) منصوبة: قراءة حفص، وجبلة عن المفضل عن عاصم، وقرأ الباقون بالنصب. غاية الاختصار: ٢/ ٥٧٨.</p><p> الأمر الأول - في قوله (فِيهِ) الضمير يعود إلى المسجد الحرام أي يريد خروجا عن مبادئ الحق والإيمان متلبسا بإلحاد، و (مَن) شرطية، وجواب الشرط (نُذِقْهُ) إلى آخره، و \" الباء \" للملابسة أو الملاصقة أو تقوية التعدية، والإلحاد الميل عن الحق والانحراف إلى الباطل، يقال ألحد إلى كذا: مال إليه، ويقول الأصفهاني في مفرداته: الإلحاد ضربان: إلحاد إلى الشرك باللَّه وإلحاد إلى الشرك بالأسباب، فالأول ينافي الإيمان ويبطله، والثاني يوهن عُراه ولا يبطله، ومن هذا النحو قوله تعالى:  (وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ) . </p><p> ونرى أن الإلحاد هنا من النوع الذي يبطل الإيمان، فهو ميل وانحراف إلى عبادة غير اللَّه تعالى، وقد فعل ذلك المشركون في المسجد الحرام، فقد كانت الأوثان مادة ذلك الإلحاد في البيت وموضوعة على الكعبة نفسها. </p><p> الأمر الثاني - أن قوله تعالى:  (بِظُلْمٍ) ، بيان لنوع الإلحاد، وهو الظلم، والشرك أفظع الظلم وأشده، ولقد قال تعالى:  (. . . إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ) ، وإن اللفظ المطلق إذا لم يقيد انصرف إلى أكمل أفراده، فهو هنا انصرف إلى الشرك وكان من المشركين مع الشرك الذي هو أشد الظلم ظلمات أخرى فكان فيهم ظلم الضعفاء وإيذاؤهم، وكان فيهم ظلم الاعتداء المتكرر منهم على المؤمنين، وكان فيهم ظلم الاستهزاء بالنبي - صلى الله عليه وسلم -، وكان فيهم ظلم الغدر والخيانة ونكث العهود، وكانوا لَا يرقبون في المؤمنين إِلًّا وَلَا ذِمَّةً. </p><p> الأمر الثالث - في قوله تعالى:  (نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ) ، (مِنْ) هنا بيانية أو ابتدائية، أي نذقه عذابا أليما، أو نذقه ذوقا مرا مأخوذا من عذاب أليم، والله سبحانه وتعالى أعلم. </p><p> * * * </p><p> آيات في الحج </p><p> قال اللَّه تعالى: </p><p> (وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَنْ لَا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ (٢٦) وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ (٢٧) لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ (٢٨) ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ (٢٩) </p><p> * * * </p><p> الحج شريعة إبراهيم باني البيت - عليه السلام -، لأنه باني الكعبة، ولأنه أول من أمره اللَّه سبحانه وتعالى بالدعوة إليه، ولأن مناسكه كلها هي مناسك إبراهيم - عليه السلام -؛ لأن ما فيه من هدْي يومئ إلى فدية اللَّه تعالى الذي فدى بها إسماعيل - عليه السلام - عندما هم بذبحه، برؤيا إبراهيم - عليه السلام -، وذكر هنا في هذا المقام إشارة إلى أنه ليس حق الطواف فيه مقصورا على قريش وحدها. </p>"
}