{
  "id": null,
  "sura": 22,
  "aya": 2,
  "text": "<p> (يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ (٢) </p><p> صور اللَّه تعالى الفزع الذي ينال الناس عند رؤية هذه الزلزلة فقال:  (يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ) ، تذهل أي تنسى وتغفل، والذهول شغل يورث حزنا ونسيانا، وقوله تعالى:  (عَمَّا أَرْضَعَتْ) ، \" ما \" إما أن تكون بمعنى \" الذي \" ، ويكون المعنى تذهل ناسية طفلها الذي أرضعته، وغذته من لبنها الذي هو قطعة منها، وكأنها في هذا الحزن الداهم تنسى نفسها أو قطعة من ذاتها، ويصحح أن تكون \" ما \" مصدرية، والمعنى أنها تنسى إرضاعها فتنسى تغذيه من هو كشخصها، أو امتداد </p><p> لشخصها، ويزكي هذا التخريج التعبير بالماضي، وكلا التخريجين يفيد أنها في حال هذا الفزع تنسى وتذهل عما لَا يمكن أن يُنسى أو يذهل عنه. </p><p> وإنه من هول هذا الموقف، وتلك الزلزلة (وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا) </p><p> من الرهبة والفزع، فالحبالى ينزل حملهن من الفزع قبل ميعاد وضعه، ووضعه على الرغم منها لفزعها، واضطرابها، وكأن هذه الزلزلة تزلزل الجسم، وتزلزل النفس، كما قال تعالى:  (أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأتِكُم مَّثَلُ الَّذِينَ خَلَوْا مِن قَبْلِكُم مَّسَّتْهُمُ الْبَأسَاءُ وَالضرَّّاءُ وَزُلْزِلُوا. . .) ، وقد صور اللَّه تعالى حالهم بعامة رجالا ونساء، مراضع وغير مراضع، حبالى وغير حبالى، فقال:  (وَتَرى النَّاسَ سُكَارَى وَمَا هُم بِسُكَارَى) ، أي تراهم كالبكارى، (وَمَا هُم بِسُكَارَى) فكأن هنا استعارة مؤداها أن الناس لفرط ذهولهم، ونسيانهم لأنفسهم شبهوا بالسكارى، فهم في غفلة وذهاب رشد، وضياع وعي كالسكارى، وإن لم يكونوا في حقيقة أمرهم سكارى تناولوا مسكرا، كما تقول لشجاع قوي هو أسد وليس بأسد، أي أنه في شجاعة الأسد، كأنه هو هو، وإن كان رجلا عاقلا، ولعل ذلك يكون أبلغ في وصفه بالشجاعة. </p><p> (وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ) الاستدراك هنا لنفي السُّكر عنهم، وإن كانوا كالسكارى، وبهذا الاستدراك بين سبحانه شدة عذابه الواقع عند الزلزلة، والمتوقع بعدها، وأنهم يستقبلون هولا أشد وقعا، وأعظم إيلاما، فهو ليس إفزاعا عقليا ونفسيا فقط، بل هو مع ذلك إيلام حسي بالنار كلما نضجت جلودهم بدلناهم جلودا غيرها ليذوقوا العذاب. </p><p> وإنه مع هذه الزلزلة التي تزلزل العقول والنفوس، هنا ناس في لهو عن توقع ذلك مع شدة النذير، وكثرة العبر: </p>"
}