{
  "id": null,
  "sura": 22,
  "aya": 64,
  "text": "<p> (لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ (٦٤) </p><p> هذه الجملة في مقام التعليل للآية السابقة، أي أن اللَّه ينزل من السماء ماء فتصبح الأرض اليابسة مخضرة تكون بهجة للناظرين؛ لأن اللَّه تعالى (لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ) ، وله ما فيها، وهو سبحانه وتعالى غني عن عباده، فهو </p><p> غير محتاج إليهم وهم محتاجون إليه فاللَّه هو الغني، ونحن الفقراء إليه، ولأنها في معنى التعليل لما تضمنته الآية السابقة كان الفصل بينهما ولم يكن وصل بـ \" الواو \" و \" اللام \" للملكية، فاللَّه تعالى مالك لما في السماوات من شمس وقمر ونجوم مسخرات بأمره، ومالك لما في الأرض من جبال ووهاد، وزروع وثمار، وحيوان وأنعام، وإبل وأفراس، وما في باطنها من فلزات ومعادن وكنوز، وما فيها من لآلئ وجواهر، ولحم طري، كل ذلك للَّه، لأنه خالقه، (وَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ) وتعريف الطرفين في قوله تعالى: (وَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ) يدل على القصر والاختصاص، فاللَّه وحده هو الغني، وجميع الوجود محتاج إليه سبحانه، والحميد بمعنى المحمود، فهو \" فعيل \" بمعنى مفعول، فهو وحده المستحق لأن يُحمد، ولا يحمد في الوجود سواه. </p><p> وقد تأكد غناه سبحانه جل جلاله، بـ \" إن \" الدالة على التوكيد، وبـ \" اللام \" في قوله: (لَهُوَ) ، وبضمير الفصل، وبتعريف الطرفين كما قال تعالى:  (يَا أَيُّهَا الناسُ أَنتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ) ، وكل الوجود يحتاج إليه سبحانه، وهو لَا يحتاج لشيء في الوجود. </p><p> * * * </p><p> فضل الله على خلقه </p><p> قال اللَّه تعالى: </p><p> (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ (٦٥) وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ إِنَّ الْإِنْسَانَ لَكَفُورٌ (٦٦) لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ فَلَا يُنَازِعُنَّكَ </p><p> فِي الْأَمْرِ وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ (٦٧) وَإِنْ جَادَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ (٦٨) اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٦٩) </p><p> * * * </p>"
}