{
  "id": null,
  "sura": 22,
  "aya": 69,
  "text": "<p> (اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (٦٩) </p><p> إذا كان اللَّه تعالى هو الذي يعلم عملهم علما ليس فوقه علم، فهو الذي يحكم بينهم يوم القيامة فيما كانوا فيه يختلفون، وخاطبهم اللَّه تعالى بقوله: (اللَّهُ </p><p> يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كنتُمْ فِيهِ تَخْتَلِفُونَ) الخطاب للذين جادلوا النبي - صلى الله عليه وسلم -، وأمره اللَّه تعالى بالإعراض عنهم، وألا يلتفت إليهم، وهم كانوا مختلفين فيما بينهم، فاليهود مختلفون مع المشركين، واليهود مختلفون فيما بينهم في عقائدهم، فمنهم صدوقيون لَا يؤمنون بالبعث، ومنهم ربانيون، ومنهم قراء، والمشركون واليهود مختلفون مع النبي - صلى الله عليه وسلم -، واللَّه تعالى يحكم بين هؤلاء أجمعين، وإن الجحيم مأوى الكافرين به. </p><p> * * * </p><p> الله خالق الكل والعليم بما خلق </p><p> اللَّه تعالى: </p><p> (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (٧٠) وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ وَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ (٧١) وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكُمُ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا وَبِئْسَ الْمَصِيرُ (٧٢) يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ (٧٣) مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (٧٤) </p><p> * * * </p><p> ذكر اللَّه تعالى في الآيات السابقة أن اللَّه تعالى هو الذي يحكم بين الكافرين والمؤمنين فيما خالفوا فيه، ويحكم بين الكافرين صت أهل الكتاب فيما يختلفون فيه فيما بينهم، وكل باطل، بعد هذا الذي ذكره سبحانه بالعبارة وبالإشارة ذكر أنه حكم عالم لَا يخفى عليه شيء في الأرض ولا في السماء، فقال عز من قائل: </p>"
}