{
  "id": null,
  "sura": 22,
  "aya": 13,
  "text": "<p> (يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ لَبِئْسَ الْمَوْلَى وَلَبِئْسَ الْعَشِيرُ (١٣) </p><p> في الآية السابقة ذكر سبحانه أنهم يدعون ما لَا يضرهم، وما لَا ينفعهم، وقلنا: إنه كان لَا يضرهم فهو لَا ينفعهم، وأن الموصوف واحد، ولكن خطر على عقلي بعد كتابة ما تقدم أنهما واردان على موصوفين أولهما لَا يضر، وثانيهما لا ينفع كما يدل تكرار الموصول، وهذا ضلال، ويناسب ما ذكر من بعد أنه الضلال البعيد الموغل في طريق الضلال، والمعنيان بين يدي القارئ يتخير أحدهما، والقرآن حمَّال معان كلها بيِّن لَا إيهام فيه قط. </p><p> وفى هذه الآية التي نتكلم في معناها، نجدها تشير إلى أن الذي يدعوه من العقلاء، بدليل التعبير بـ (مَنْ) في قوله: (لَمَن ضَرُّهُ أَقْرَبُ مِن نَفْعِهِ) ، ويكون الدعوة بمعنى الالتجاء والاستغاثة، أو الموالاة والنصرة، والاعتماد عليه، و (اللام) في قوله تعالى: (لَمَن ضَرُّهُ أَقْرَبُ مِن نَّفْعِهِ) ، تفيد التوكيد، سواء أكانت للتعليق أو للابتداء، فتلك تخريجات نحوية لَا تمنع ما تدل عليه من توكيد المعاني و \" مَنْ \" كما أشرنا تفيد أن من يدعونه من العقلاء، وليس معبودًا من الأوثان والجمادات، وأن الدعوة للنصرة والموالاة، والمعاونة على الباطل، وكان ضره أكبر من نفعه؛ لأن الاعتماد عليه فيه ضرر عقلي ونفسي؛ لأنه يعتمد على غير اللَّه، والاعتماد على غير الله تعالى رقٌّ لهذا المخلوق يحد من الحرية، ويمنع الانطلاق إلى العمل الصالح؛ ولأنه ضعيف مثله، لَا ينتصر له، ولأنه يجره إلى الشر، فيكون التعاون بينهما قائما على الإثم والعدوان، ولأن الاعتماد عليه اعتماد على شفير هارٍ ينهار به في نار جهنم. </p><p> (لَبِئْسَ الْمَوْلَى وَلَبِئْسَ الْعَشِيرُ)  \" اللام \" واقعة في جواب قسم محذوف، فهي تؤكد الحكم، وتثبته، و \" بئس \" من الأفعال الجامدة التي تدل على الذم، وهي في مقابل \" نِعْم \" التي تدل على المدح، و (الْمَوْلَى) النصير الموالي الذي يعتمد عليه من يدعوه، ويندبه للنائبات، ويرجو موالاته في الملمات، و (الْعَشِير) الصاحب الذي يعاشره، فيجره إلى الضلال، والصاحب الذي يوادّه، ويتعاون معه على غير الخير، بدليل ذمه، إذ لَا يذم من يتعاون على الخير، واللَّه وحده هو المستعان في الشدائد المغيث في الضراء، المحمود في السراء. </p><p> وخلاصة القول في معنى هذه الآية الكريمة: أن موضوعها ليس دعوة الأوثان والأحجار، إنما موضوعها الاستنصار بالأشخاص، والاعتماد على أهل الباطل في الولاء، والذين يعاشرونهم. </p><p> * * * </p><p> جزاء المتقين والفصل بين الناس </p><p> قال اللَّه تعالى: </p><p> (إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ (١٤) مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ (١٥) وَكَذَلِكَ أَنْزَلْنَاهُ آيَاتٍ بَيِّنَاتٍ وَأَنَّ اللَّهَ يَهْدِي مَنْ يُرِيدُ (١٦) إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (١٧) </p><p> * * * </p><p> أشار سبحانه وتعالى إلى أصناف الناس في ضلالهم، فمنهم من يجادل في اللَّه مقلدا شيطانا مريدا من شياطين الإنس، ومنهم من يجادل في اللَّه غير متبع لغيره، ولكنه يتبع الهوى فلا يفكر بعلم ضروري أو نظري، أو نقل من كتاب منير، ومنهم من يعبد اللَّه على طرف يرجو خير الدنيا فقط، وينقلب على وجهه إذا أصابه ما يُختبر به ليتبين مقدار إيمانه بقضاء اللَّه وقدره، وإنه سبحانه هو المتصرِّف كما يريد هو لَا كما يريد ذوو الأهواء ومنهم من يدعو ما لَا يضر وما لا ينفع، ومنهم من يستنصرون بالموالي والعشراء، ويحسبون فيهم القوة والنصرة، وكل أولئك في النار. </p><p> بعد ذلك بين سبحانه جزاء أهل الإيمان الصادق، فقال: </p>"
}