{
  "id": null,
  "sura": 22,
  "aya": 60,
  "text": "<p> (ذَلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللَّهُ إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ) . </p><p> (ذَلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ) الآية، الإشارة إلى البعيد، من قوله تعالى:  (أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا. . .) إلى آخر ما جاء بعد ذلك من جزاء أهل الحق في الدنيا والآخرة، وجزاء أهل الباطل في الدنيا والآخرة ذكر اللَّه سبحانه وتعالى أن من يرد الاعتداء بمثله، (ثُمَّ بُغِيَ عَلَيْه) ، أي إذا بُغي عليه بعد ذلك (لَيَنصُرَنَّهُ اللَّهُ) . </p><p> وسمى سبحانه رد الاعتداء عقابا للجاني، وذلك حق؛ لأنه أوذي فيعاقب المؤذي بمقدار، ولكن سمى الاعتداء عقابا وذلك من قبيل المشاكلة اللفظية، وليتم القصاص بين الجاني والمجني عليه بالتساوي، وإن اللَّه يذكر أنه بعد العقاب برد الاعتداء بمثله، لَا يصح للمعتدي أن يعاود اعتداءه؛ لأن ذلك يكون بغيا وظلما، ولذا قال تعالى:  (ثُمَّ بُغِيَ عَلَيْهِ) ، وكان التعبير بـ (ثُمَّ) للإشارة إلى بعد ما بين مرتبة القصاص العادل والبغي الظالم، وإن الله تعالى ينصر العادل على الباغي. </p><p> (لَيَنصُرَنَّهُ اللَّهُ) الضمير يعود إلى من بُغي عليه، وقد أكد اللَّه تعالى نصره للمعاقب المقتص، بالقسم و \" لام \" القسم، وبـ \" نون \" التوكيد الثقيلة كما يعبر النحويون. </p><p> وختم الله تعالى الآية الكريمة بقوله تعالى:  (إِنَّ اللَّه لَعَفُوٌّ غَفُورٌ) العَفُوُّ \" فعول \" من العفو، أي أنه سبحانه وتعالى كثير العفو، وهو صفة من صفاته جل وعلا، أو اسم من أسمائه، فهو يعفو عن كل تقصير، وكل مخالفة ليست ذنبا، وهو غفور يغفرها إذا كانت مما لم يأثم بالنفس، ويكسبها إعتاما وإظلاما، بل يكون بجواره حسنات تكشف ظلمتها، وتكون مع ذلك توبة نصوح تَجُبّ السيئات. </p><p> وقد قيل: لماذا ختمت الآية بالعَفُوّ الغفور، مع أن النصرة لدفع الظلم، وذلك يقتضي اسم القدرة والقهر؟ ومعاذ اللَّه أن يكون المفسرون قد يتطاولون على عبارات القرآن الكريم، ونقول: المناسب هو العفو الغفور، بالنسبة للباغي، والمعاقب، ذلك أن الحرب في عصر النبي - صلى الله عليه وسلم -، وما قام به الصحابة والتابعون من بعده ما كانت حرب دماء وغلب، بل كانت حرب هداية وإرشاد، وتعليم، ورفع للظلم، ورحمة للعالمين؛ ولذلك دعا اللَّه تعالى إلى العفو فيها فقال تعالى:  (وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (١٢٦) ، وقال تعالى في هذا المقام أيضا:  (وَلَمَن صبرَ وَغَفَرَ إِنَّ ذَلكَ لَمِنْ عَزْمِ الأُمورِ) ، وقال:  (. . . فَمَنْ عَفَا وَأَصْلَحَ فَأجْرُهُ عَلَى اللًّهِ) ، </p><p> وهكذا أكثرت الآيات التي طالبت بالعفو مع القصاص، فكان القصاص سائغا، والعفو والتسامح والصفح مندوبا إليه، كما قال تعالى (. . . فَاصْفَحِ الصَّفْحَ الْجَمِيلَ) ، ولذا كان ختم الآية بالعفو والغفران له موقعه، وهو من الأسلوب الحكيم الذي لَا يعلو إليه متكلم في الأرض، فهو يحث على العفو كما حثت الآيات الأخر، وهو يبين أن حرب الإسلام العادلة يؤثر اللَّه فيها الصفح من أهل الإيمان ما كان سبيل إليه، إذ إنها ليست للانتقام، وإلا تكررت الحروب، فهذا الفريق يقتصُّ، ثم الفريق الآخر يبغي، ويتوالى القصاص والبغي، وفتح باب العفو يغلق باب الحرب، ما دام الحق يمكن إقامته بغير توالي القتال، القتال عادلا، أو باغيا. </p><p> وقد صور اللَّه تعالى دفع الباطل بالحق، وكون النصر والقتال له يكون دولة بإيلاج الليل في النهار، فقال تعالى: </p>"
}