{
  "id": null,
  "sura": 22,
  "aya": 66,
  "text": "<p> (وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ إِنَّ الْإِنْسَانَ لَكَفُورٌ (٦٦) </p><p> الضمير يعود على اللَّه جل جلاله، وهي معطوفة على قوله تعالى:  (سَخَّرَ لَكُم مَّا فِي الأَرْضِ) ، وقد ذكر سبحانه فضله تعالى، وهو المنشئ المنعم في ثلاثة أدوار: </p><p> الدور الأول - أنه هو الذي أمدنا بالحياة ذاتها فأخرجنا من التراب، ثم من نطفة، إلى أن جعلنا في أحسن تقويم، وأمدنا بما يبقي حياتنا من نبات وثمار، وحيوان يأكل مما تنبت الأرض، وعبَّر سبحانه بقوله:  (وَهُوَ الَّذِي أَحْيَاكمْ) وقد أشار سبحانه وتعالى إلى عناصر الحياة التي تمدها بالبقاء بإرادته في آيات أخر. </p><p> الدور الثاني - الموت، بعد أجل مسمى من ابتداء الحياة، وهذا محسوس مرئي يحدث كل يوم، ولذا قال تعالى:  (ثُمَّ يُمِيتُكُمْ) وقد عبر بالمضارع؛ لأنه مستمر متجدد يُرى كل يوم، ولا يرتاب فيه مرتاب، لأنه مرئي بالعيان. </p><p> الدور الثالث - الحياة بعد الموت، وهو البعث والنشور، وقد عبر سبحانه وتعالى عن ذلك الدور بقوله:  (ثُمَّ يُحْيِيكُمْ) وعبر بالمضارع؛ لأنه واقع في المستقبل يؤمن به من يؤمن بالغيب، ومن يعلم أن الإنسان لم يخلق عبثا، ولكن لأن هذا الدور ليس مشاهد الآن بالعيان أنكره الكافرون، لأنهم قالوا: أئذا متنا وكنا ترابا (. . . أَئِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا) ، ولكن اللَّه الذي خلق الإنسان من تراب، وأمده بكل عناصر الحياة والبقاء أخبر بأنه هو القادر الذي خلقهم وأحياهم، وأنه يعيدهم كما بدأهم (. . . كمَا بَدَأَكمْ تَعُودُونَ) ، ولكنْ المشركون وهم كثيرون لم يؤمنوا بالبعث وكفروا به، ولذا قال تعالى عقب ذلك:  (إِنَّ الإِنسَانَ لَكَفُورٌ) ، أي يجحد الدور الأخير؛ لأنه لَا يؤمن إلا بالأمر المحسوس، وإنما ذلك أمر مغيب، والفرق بين الكافر والمؤمن أن المؤمن يؤمن بالغيب، والكافر لَا يؤمن إلا بالحس، وقد أكد سبحانه كفر الكافر بالغيب، أولا بـ (إِنَّ) ، وثانيا بـ \" اللام \" ، وثالثا بالصفة المشبهة \" كفور \" . </p><p> و (الإِنسَانَ) هنا هو الذي لَا يؤمن بالغيب، ويلاحظ في التعبير بـ (ثُمَّ) أنها للتراخي، ففترة ما بين الحياة والموت ليست قصيرة يعمل فيها ما يحاسب عليه بالعقاب أو الثواب، وكذلك الفترة بين الموت والحياة الثانية. </p><p> إن أهل الديانات التي تنتمي لأصل سماوي يعترضون على الإسلام بما اشتمل عليه من أحكام ليست عندهم، فرد اللَّه تعالى كلامهم بقوله تعالى: </p>"
}