{
  "id": null,
  "sura": 22,
  "aya": 5,
  "text": "<p> (يَا أَيُّهَا النَّاسُ) لكل الناس عامة، وللمشركين واليهود خاصة، فإن من اليهود طائفة الصدوقيين لَا يؤمنون بالبعث والنشور، ولا يفهمون من الحياة إلا الدنيا. </p><p> (إِن كُنتُمْ فِي رَيْبٍ مِّنَ الْبَعْثِ) تخفيف من اللَّه تعالى لحالهم، فليست حالهم حال ريب وشك، بل حالهم حال إنكار، فذكر اللَّه تعالى حال الإنكار، والدليل المبين في جواب الشرط يثبت للمرتاب والمنكر، وإن التعبير بالريب كما قلنا تخفيف من حال المشركين وغيرهم من المنكرين، وهو أيضا فيه تصوير للنفس التي لم تفطر على اليقين، ولا على الإنكار؛ لأنه مغيَّب لَا يُعلم، فقد يعتري النفس شك لأنه لَا يعلم إلا بالنقل، فيكون الخطاب موافقا لكثير من الفِطَر، إذا كان الخطاب يذكر حال الريب دون القطع بالإنكار، وهو فوق ذلك يدعو المنكرين إلى أن تكون حالهم حال ريب وتردد لَا حال قطع وإنكار، بل انتظار حتى يجيء </p><p> الدليل من النقل القاطع، وجواب الشرط هو:  (فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ. . .) وهو دليل مشتق من الماضي الواقع المستمر الدائم يوما بعد يوم، وساعة بعد ساعة؛ لأن الناس يخلقون كل يوم بل كل ساعة، يخلقون من نطفة، ثم علقة، ثم مضغة. . . إلى آخر ما ذكر سبحانه. </p><p> (خَلَقْنَاكُم مِّن تُرَابٍ) كان الخلق من تراب مرتين: أولاهما في أصل الخلق والتكوين فخلق آدم أبا الخليقة من تراب، وقد ذكر سبحانه قصة ذلك الخلق وذلك التكوين، والمرة الثانية أن ذلك متجدد مستمر، فالأب والأم يأكلان مما تنبته الأرض من نبات، وثمرات مختلف ألوانها، ومن حيوان يرعى فيها، وما ينتجه طينها من نبات، فذلك من الأرض بتحويل عناصرها إلى نبات، وأشجار وتوليد الثمار من الأشجار، ثم تحول العناصر المختلفة إلى نطفة، وفي كل الأحوال يكوِّن سبحانه شيئا من شيء فهل يعجز عن تحويل الرميم إلى حي. </p><p> (ثُمَّ مِن نُّطْفَةٍ) وهي ماء الرجل يلتقي بخلية المرأة التي ينفثها رحمها في حال الحيض، وسمى النطفة، لأنه ينطفه أي يقطر منه وقد سماه سبحانه ماء دافقا، كما في قوله تعالى:  (فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ (٥) خُلِقَ مِنْ مَاءٍ دَافِقٍ (٦) يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ (٧) إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ (٨) يَوْمَ تُبْلَى السَّرَائِرُ (٩) ، (ثُمَّ مِنْ عَلَقَةٍ) ، أي أن النطفة صارت علقة، وهي قطعة لحم طرية ثم تجمدت، وصارت مبتدأ لخلق آخر، وهو مضغة؛ ولذا قال عز من قائل:  (ثُمَّ مِن مُّضْغَةٍ) ، أي انتهت العلقة إلى مضغة، وصارت هذه ابتداء خلق آخر، (مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَة) ، أي مصورة مميزة الأجزاء بالخلق والتكوين، وليست قطعة لحم فقط، بل صارت ذات شكل مميز يشير إلى أجزاء بعد كمال تكوينها، ولا تكون مخلقة قبل هذا التخليق وبيان الأعضاء، ولعل المخلقة هي التي تكون عظاما غير مكسوة بلحم أو مكسوة. </p><p> ونحسب غير المخلقة هي التي تكون مضغة لم تتكون عظامها؛ ولذا لم تذكر هنا حال كونها صارت عظاما، كما ذكر سبحانه في سورة \" المؤمنون \" ، حيث قال </p><p> تعالى:  (وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (١٢) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (١٣) ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ (١٤) ، هذه أدوار خلق الإنسان في بطن أمه، وما كان لأحد علم بهذه الأدوار التكوينية، حتى جاء العلم من بعد ببيانها، وعلم اللَّه الذي جاء في القرآن الحكيم فوق كل علم؛ لأنه العالم الخبير المنشئ الخالق، كما قال تعالى:  (أَلا يَعْلَمُ مَنْ خَلَقَ وهُوَ اللَّطِيفُ الْخَبِيرُ) . </p><p> ولقد قال تعالى:  (لِنُبَيِّنَ لَكُمْ) ، \" اللام \" لام التعليل إذا كانت متعلقة بـ \" ذكرنا \" محذوفة، أي ذكرنا ذلك (لِنُبَيِّنَ لَكُمْ) ، أي نعلمكم بالخلق والتكوين، وتكون اللام النافية إذا كانت اللام متعلقة بقوله:  (خَلَقْنَاكُم) ، أي خلقنا الإنسان) ذلك الخلق ليكون المآل والعاقبة أن يتبين لكم، وأن تعلموا بهذا الخلق والتكوين أمرين: </p><p> الأمر الأول - عجائب صنع اللَّه تعالى في خلق الكون والإنسان، كما أشار إلى ذلك بقوله جل وعز:  (وَفِي أَنفُسِكُمْ أَفَلا تُبْصِرُونَ) ، وإن الله وحده هو الذي يخلق الأشياء من عدم، ثم يتولى هو سبحانه وتعالى تحويلها من حال إلى حال، حتى استوى الإنسان خلقا سويا. </p><p> الأمر الثاني - أن الذي حول التراب إلى كائنات حية، وتوالدت بخَلْقِه الأحياء أليس بقادر على أن يحيي الموتى. </p><p> (وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ)  \" الواو \" كما يقول المفسرون واو الاستئناف، وإني أرى أن الواو واو الحال، أي أنه والحال أننا نضع على سبيل القرار في الأرحام ما نشاء، من نطفة وعلقة ومضغة مخلَّقة وغير مخلَّقة، فإنها في الأرحام تتحول من نطفة إلى علقة، فمضغة مخلقة بالعظام وغير مخلقة، وتكسى العظام باللحم، وإن قوله تعالى:  (مَا نَشَاءُ) ، أي الذي نشاؤه في أدواره المختلفة، فهو </p><p> بوضعه بمشيئة اللَّه تعالى وإرادته، لَا بما يسمونه بالتفاعل من غير إرادة الفاعل المختار الوهاب، وإن وضعها إلى أجل مسمى هو مدة الحمل التي لَا يقدرها إلا اللَّه تعالى. </p><p> (ثُمَّ نُخْرِجُكُمْ طِفْلًا) ، أي يخرج كل واحد منكم طفلا لَا يقوى على الحياة وحده؛ لأنه يكون ضعيفا كما قال اللَّه تعالى:  (. . . وَخُلِقَ الإِنسَانُ ضَعِيفًا) ، وأطول مدة لحاجة المولود إلى أبويه من الحيوان هو الإنسان، وفيها يحتاج إلى الرضاعة والحضانة، حتى يستوي شابا يبلغ أشده، وتكمل قواه، هذا قوله تعالى:  (ثُمَّ لِتَبْلُغُوا أَشُدَّكمْ) ، ثم عاطفة لتبلغوا أشدكم على فعل محذوف، هو في معنى جزء العلة، وتقديره مأخوذ من الكلام السابق، والمعنى يخرجكم طفلا لتتربوا وتكبروا شيئا فشيئا وتكَلأُون برعاية آبائكم وأمهاتكم، (ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ) ، وكان العطف بـ \" ثم \" ؛ لأن مدة الطفولة، تطول ولا تقصر، فالتراخي ثابت بالزمان، وبالبعد بين الطفولة والرجولة و \" أشُدّ \" يقول البيضاوي إنها جمع شدة، كأنْعُم جمع نِعمة، والشدة هنا القوة المستمكَنة التي تعتمد على ذاتها ويكون لها كيان مستقل عن أبويه، ومنكم من يتوفاه اللَّه تعالى في قوته وشبابه أو كهولته حتف أنفه أو قتلا في جهاد أو اعتداء:  (وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ) ولم يقل سبحانه وتعالى يبلغ أرذل العمر؛ لأن بلوغ أرذل العمر ليس بلوغ غاية تُتَغيَّا وصالحة في ذاتها، وعبر بقوله:  (يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ) ؛ لأنه رجعة إلى الوراء، وعودة إلى الضعف في جسمه فَيَهِن العظم، ويتقوَّس الظهر، ويضعف العقل، ويضل الفكر، وينسى بعد أن كان يعلم؛ ولذا قال (لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا) ، أي أن ما علمه ينساه، فما كان من علم يذهب وما كان عنده من تدبير وقدرة على العمل، ووزن للأمور، وسماه تعالى:  (أَرْذَلِ الْعُمُرِ) ، أي العمر المرذول الذي يكون عبئا على صاحبه. </p><p> وقد ذكر سبحانه بعد هذا الدليل الملزم المبين قدرة اللَّه تعالى ذكر دليلا آخر، وهو في المطر والنبات كما كان الأول في الإنسان، وإذا كان في الأول نعمة الإيجاد، ففي الثاني نعمة الإرث. </p><p> (وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ) . </p><p> تصوير لتغيير اللَّه تعالى الأحياء أو مواضعها من حال إلى حال والخطاب في قوله تعالى:  (وَتَرَى الأَرْضَ هَامِدَةً) لكل من هو أهل للخطاب؛ لأنه استدلال للجميع على قدرة اللَّه تعالى في الأشياء من حال إلى حال، وأنه يخرج الحي من الميت، (وَتَرَى الأَرْضَ هَامِدَةً) ، أي جف نباتها وذبل ما فيها ومات، وصارت كالأرض الميتة لَا حياة فيها ولا نبات ولا ماء، والهمود واضح أنه يعتري النبات، ووصفت به الأرض؛ لأنه محل هموده، ومحل حياته، فهو من إطلاق اسم الشيء وإرادة محله. </p><p> (فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ) من السماء أو الأنهار أو العيون، وسمي إنزالا؛ لأن أكثر الماء الذي يكون غيثا من السماء وماء الأنهار من الغيث، وماء العيون من ماء الأنهار الدفين في الأرض، فالأصل هو الإنزال، فيصح أن يطلق على ماء السماء، وماء الأنهار والمياه الجوفية العذبة. </p><p> والضمير في (عَلَيْهَا) يعود إلى الأرض، و (اهْتَزَّتْ) ، أي اهتز نباتها الأخضر، فيميل يمينا وشمالا بالرياح التي تميله، والاهتزاز للنبات لَا للأرض، ولكن أطلقت الأرض وأريد نباتها لأنها محله؛ ولأن الاهتزاز يراه الرائي في اهتزاز النبات، وهو منبسط بلون سندسي، فيرى كأن الأرض هي التي تهتز لَا النبات، (وَرَبَتْ) : أي نمت وعلت، والنمو والعلو للنبات، وهذا مجاز على النحو الذي ذكرناه، والعلو وصفت به الأرض؛ لأن الرائي يراه، كأن الأرض هي التي تعلو، وقال تعالى في إنبات الأرض:  (وَأَنْبَتَتْ مِن كُل زَوْج بَهِيج) ، أي حسن المظهر، يظهر في الأرض كأن يد راسم رسمته وزخرفته، و (زَوْج) المراد به الألوان المتقابلة من أبيض وأزرق، وأحمر وأصفر، فتبارك اللَّه الخلاق العليم. </p><p> هذا هو الدليل الثاني، وهو محسوس في أنه أحيا الأرض بعد موتها، وأنبت فيها ما فيه قوت الأحياء، وفيها من المناظر، وقد حول اللَّه تعالى بهذا الماء، نباتا فيه غذاء الإنسان والحيوان، أفلا يستطيع إعادة الحياة إلى الإنسان كما بدأ. </p><p> بعد ذلك أخذ اللَّه سبحانه النتيجة من هذين الدليلين اللذين ينبهان العقول التي تدرك، وتلهمهم بالدليل المزيل لريبهم، إن كانوا يرتابون، ويفحمهم بالدليل القاطع إن كانوا ينكرون. </p>"
}