{
  "id": null,
  "sura": 23,
  "aya": 9,
  "text": "<p> (وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ (٩) </p><p> والمحافظة على الصلاة تقتضي: </p><p> أولا - المداومة عليها. </p><p> ثانيا - أداؤها في أوقاتها. </p><p> ثالثا - إقامتها بإتيانها مقومة ظاهرة وباطنة، وإن المداومة على الصلاة في أوقاتها مع إقامتها مصحوبة بذكر اللَّه واستحضاره في قراءتها وقيامها وركوعها وسجودها، وامتلاء النفس بالخشية تكون مذهبة لصدأ النفوس، يبتدئ يومه بصلاة </p><p> الصبح، ليقبل على اليوم طاهر النفس خاشعا من خشية اللَّه، حتى إذا ابتدأ الصدأ يعلوها بمعالجة الحياة وأعمالها جاءت صلاة الظهر، ثم صلاة العصر، ثم صلاتا العشي؛ المغرب والعشاء، ثم ينام طاهرا مطهرا، كما ابتدأ طاهرا، والمحافظة على الصلاة في أوقاتها تجعل المؤمن في خشية دائمة، وهو مشفق منه سبحانه. </p><p> تنبيهان: </p><p> أولهما - أن الأوصاف التي وصف الله تعالى عباده المؤمنين بها كان سبحانه يذكرها مقرونة بعبارات تفيد اختصاصهم بها، وأنها مقصورة عليهم، وهم مقصورون عليها بدليل اقتران (هُمْ) بكل الأوصاف. </p><p> فقال سبحانه في الخشوع:  (الَّذِينَ هُمْ فِى صَلاتِهِمْ خَاشِعُونَ وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ) فهم مختصون من بين عباد اللَّه تعالى من الإنس والجن بأنهم الخاشعون في صلاتهم، وأنهم وحدهم الذين هم عن اللغو معرضون؛ وأنهم الذين هم للزكاة فاعلون راغبين في إعطائها معتبرين ذلك مغنما وليس مغرما، وأنهم هم وحدهم الذين يستمسكون بالمحافظة على أعراضهم، وأنهم وحدهم الذين يداومون على الصلوات، وأنهم هم الذين يراعون العهود والأمانات، وإنه في هذه الأمور يعبر عنهم باسم الفاعل ما عدا الأخير فقد عبر بالمضارع للدلالة على أنه صار لهم صفة. </p><p> والثاني - ما أشرنا إليه من أن الآية تدل على المباح من العلاقة بين الرجل والمرأة، وهو ما يكون بالزواج أو بملك اليمين، وعلى ذلك تكون المتعة حراما، وتكون داخلة في قوله تعالى:  (فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ) وليست زواجا، حتى عند الذين يبيحونها؛ ولذلك احتجت بهذه الآيات عائشة - رضي اللَّه عنها وعن أبيها - على عبد اللَّه بن عباس عندما بلغها أنه يبيح المتعة، وهي لا تتوافر فيها شروط الزواج حتى تكونه؛ لأن من شروط عقد الزواج ألا يكون فيه ما يدل على التوقيت. </p><p> وقد ذكر اللَّه سبحانه بعد ذلك جزاء أولئك المتصفين بهذه الصفات، وهم المؤمنون حقا، فقال عز من قائل: </p>"
}