{
  "id": null,
  "sura": 23,
  "aya": 14,
  "text": "<p> (ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ (١٤) </p><p> العطف بـ \" ثم \" في خلق العلقة من الماء السائل الأبيض في موضعه؛ لأنه يكون في وقت أطول، إذ إنه يتحول إلى لحمة حمراء، ويتحيز في مكان بعد أن كان سائلا ليس له مكان متحيز فيه يملأ فراغا، وعبر هنا بالخلق، ولم يعبر بالجعل، لأنه أنشأه إنشاءً، إذ إن تحول ما ينسل من الطين إلى ماء هو النطفة تحويل بخلق الخالق، ولذا عبر بـ \" جعل \" التي تدل على الخلق، والتصيير والتحويل، بعد ذلك (فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً) ، أي أن العلقة تحولت إلى مُضْغة، والأصل في المضغة قدر ما يمضغ في الفم من اللحم، ويبتدئ في المضغة تشكيل اللحم وتصويره بالصورة التي تكون عليه؛ ولذا جاء في سورة الحج:  (ثُمَّ مِن مُضْغَةٍ مخَلَّقَةٍ وَغَيْرِ مخَلَّقَةٍ. . .) ، فيبتدئ في المضغة التخليق، وينتهي بأن يكسى عظاما، والتعبير بـ (خَلَقْنَا) هنا للإشارة إلى أن ذلك التصيير أو التحويل إنما هو بخلق اللَّه تعالى لَا بالسببية التي تحول الجنين من نطفة إلى علقة ثم إلى مضغة، فإن اللَّه تعالى هو الخلاق العليم الذي ينشئ الشيء، فلا ينشأ شيء بغير إرادته، إنما إرادة اللَّه تعالى وقدرته هي الفاعلة. </p><p> ثم قال سبحانه:  (فَخَلَقْنَا الْمُضْغَةَ عِظَامًا) ، أي بعد أن تخلقت المضغة، وتميزت أجزاؤها، جعلها اللَّه تعالى عظاما أي جعل من هذه المضغة عظاما صلبة تتحمل. سبحان اللَّه تعالى، طين فماء مهين فقطعة لحم، فمضغة مخلقة وغير مخلقة، ثم قال تعالى:  (فَكَسَوْنَا الْعِظَامَ لحْمًا) ، أي جعلنا العظام التي خلقت من المضغة - مكسوة باللحم، وظاهر أن ذلك بخلق اللَّه وتكوينه، ابتدأت بماء مهين، ثم بقطعة لحم ثم بمضغة قدر ما يمضغه الإنسان، ثم بتخليقها، وجعلها عظاما ثم يكسو العظام باللحم، ذلك بقدرة العليم الحكيم وخلقه. </p><p> وهنا نلاحظ أن العطف كان بالفاء الدالة على الترتيب والتعقيب، في قوله تعالى:  (فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا) ؛ وذلك للدلالة على سرعة </p><p> التكوين مع تفاوت هذا التكوين، أو التحول بإرادة اللَّه تعالى وحده، وبذلك يتبين أنه سهلٌ يسيرٌ عليه، وأن إعادته تكون أيسر، وما خلق الإنسان بأكبر من خلق السماء والأرض. </p><p> وأما قوله تعالى في سورة الحج:  (يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا. . .) . </p><p> وكان العطف بـ \" ثم \" لا بـ \" الفاء \" ؛ لأن السياق لبيان المراحل، كما قال سبحانه:  (لِّنُبَيِّنَ لَكُمْ) وقد اقتضى هذا أن يكون العطف بما يدل على التراخي، وإن ذلك نسبي، فهو بالنسبة لنا تراخ حقيقي، إذ إن تكوّن العلقة من النطفة يحتاج إلى زمن، وإن كان عند اللَّه يسيرا، فأيامنا عنده أزمان قصيرة، وإن طالت عندنا، وقال تعالى:  (ثُمَّ أَنشَأنَاهُ خَلْقًا آخَرَ) ، أي أوجدنا فيه حالا غير الأحوال السابقة، فقد خرج إلى الحياة طفلا، ثم بلغ أشده ومنهم من يتوفى، ومنهم من يرد إلى أرذل العمر؛ لكيلا يعلم من بعد علم شيئا، وقد جعل اللَّه تعالى لهم سمعا وبصرا وأفئدة، وبذلك صار إنسانًا سويا، وأرسل إليه الرسل فَضَلَّ من ضلَّ واهتدىِ من اهتدى، وكل هذا أشار إليه سبحانه وتعالى بقوله عز من قائل:  (ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ) وكان العطف بـ \" ثم \" له موضعه؛ لأن ذلك الخلق الآخر أخذ أدوارا مختلفة. </p><p> وكلمة (آخَرَ) تشير إلى أنه وصل إلى حال هي غير الطينِ وغير العلقة وغير المضغة، بل إنه خلق كامل، وقد قال في ذلك الزمخشري:  (خَلْقًا آخَرَ) ، أي خلقا مباينا للخلق الأول مباينة ما أبعدها حيث جعله حيوانا، وكان جمادا، وناطقا وكان أبكم، وسميعا، وكان أصم، وبصيرا، وكان أكمه، وأودع باطنه وظاهره، وكل عضو من أعضائه، وكل جزء من أجزائه عجائب قدرته، وغرائب حكمه لَا تدرك بوصف الواصف، ولا بشرح الشارح. </p><p> (فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ)  \" الفاء \" للإفصاح؛ لأنها تفصح عن شرط مقدر معناه إذا كان اللَّه هو الذي خلق ذلك الخلق فتبارك اللَّه أحسن الخالقين، وروي أن </p><p> عمر بن الخطاب ومعاذ بن جبل عندما سمعا الآية من قوله:  (وَلَقَدْ خَلَقْنَا الإِنسَان مِن سُلالَة مِّن طين) إلى قوله تعالى: (ثُمَّ أَنشَأنَاهُ خَلْقًا آخَرَ) ، قالا:  (فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ) فقال النبي - صلى الله عليه وسلم -: هكذا أنزلت (١) ، ونحن لَا نرضى هذه الرواية، ولكن ذكرناها؛ لأنها تنبئ عن أن هذه الجملة السامية ثمرة طيبة للخلق السابق. </p><p> والبركة أصلها من موضع برك الجمل، وقد أطلقت على كل أمر خير ثابت، (فَتَبَارَكَ) معناها تسامي في البركة وعلا، حتى لَا يناهده أحد في خيره الدائم، و (أَحْسَنُ الْخَالِقِينَ) ، أفعل التفضيل ليس على بابه إنما معناه أن خلق اللَّه تعالى وصل إلى أعلى درجات الحسن، بحيث لَا يناصبه حسن قط، وحقا لقد خلق اللَّه الإنسان في أحسن تقويم، كما قال تعالى:  (لَقَدْ خَلَقْنَا الإِنسَانَ فِي أَحْسَنِ تَقْوِيم) . </p><p> وإن نهاية هذا الإنسان في الدنيا هي الموت، ولم يخلق عبثًا، بل يكون بعد الموت البعث؛ ولذا قال تعالى: </p><p>(١) رواه الطيالسي، وابن أبي حاتم وابن مردويه، وابن عساكر، وهو صحيح. كما في كنز العمال (٣٥٧٤٧): ج ١/ ٢٥٤٩.</p>"
}