{
  "id": null,
  "sura": 23,
  "aya": 74,
  "text": "<p> (وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ (٧٤) </p><p> يقال: نكب عنه أي: مال عنه وانحرف إلى غيره، والصراط هو الصراط المستقيم، وقد مالوا عنه إلى مثارات الشيطان، فالصراط المستقيم هو صراط الله تعالى كما قال تعالت كلماته:  (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ (١٥٣) . </p><p> وقد وصف اللَّه سبحانه الذين لَا يؤمنون بالآخرة بالميل عن طريق الحق؛ وذلك لأن الذين لَا يؤمنون بالآخرة ماديون لَا يؤمنون إلا بالمادة، والإنسان روح كماله في أن يؤمن بالغيب، ولذلك كان من أوصاف المؤمنين: الإيمان بالغيب، وإن الذين لَا يؤمنون بالغيب يحسبون أن الحياة الدنيا هي كل شيء فتسلط عليهم أهواؤهم وشهواتهم، والشهوات مردية، والأهواء فاتنة النفوس، والذين لَا يؤمنون </p><p> بالآخرة يحسبون أنهم خلقوا عبثا، وأنه لَا جزاء لمن أحسن، ولا عقاب على من يسيء، كما قال تعالى:  (أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ) . </p><p> * * * </p><p> يذكرون الله في الشدة ولا يذكرونه في الرخاء </p><p> قال الله تعالى: </p><p> (وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ (٧٥) وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ (٧٦) حَتَّى إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ (٧٧) وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ (٧٨) وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ (٧٩) وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ أَفَلَا تَعْقِلُونَ (٨٠) بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ (٨١) قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ (٨٢) لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَذَا مِنْ قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (٨٣) </p><p> * * * </p><p> إن من شأن من لَا يؤمن باللَّه واليوم الآخر، أن يكون إحساسه خاضعا للساعة التي يكون فيها لَا ينفذ ببصيرته إلى ما وراءها فيقول في كل شيء: ما هي إلا حياتنا الدنيا، ولا يفكر إلا في الحالة التي تظله. </p><p> ومن شأنه أنه إذا نالته شدة أحس بسلطان اللَّه تعالى، وأنه كاشف الضر، فإذا زال عنه الضر عاد إلى كفره، وهذا المعنى بصوره قوله تعالى:  (وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ) . </p><p> لقد تضرع المشركون لبلاء نزل بهم فرقَّ النبي - صلى الله عليه وسلم -، فقال اللَّه تعالى مبينا سنته فيهم وفي أمثالهم: </p>"
}