{
  "id": null,
  "sura": 23,
  "aya": 91,
  "text": "<p> (مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ ... (٩١) نفى اللَّه تعالى أن يكون له ولد، وادعاءهم أن اللَّه اتخذ ولدا فالنصارى قالوا: اتخذ اللَّه عيسى ولدا له، وبعض المشركين قالوا: اتخذ اللَّه تعالى الملائكة بنات له، واليهود قالوا: اتخذ اللَّه عزيرا ولدا له، وتعبيرهم بـ (اتَّخَذَ اللَّهُ مِن وَلَدٍ) يشير إلى احتياج اللَّه تعالى للولد، كما يقول النصارى اتخذ اللَّه عيسى ولدا ليُقتل ويكفِّر عن خطيئة آدم، واللَّه سبحانه وتعالى غفار للذنوب قابل للتوب، (يَا أَيُّهَا النَّاسُ أَنتُم الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ) ، أي المحمود على كرمه وإفضاله دائما. </p><p> والقسم الثاني من المشركين الذين اتخذوا الأوثان آلهة من دون اللَّه أو معه، وقد نفى اللَّه سبحانه وتعالى ذلك نفيا كاملا مستغرقا، و (مِن) في قوله: (مِن وَلَدٍ) ، و (مِنْ إِلَهٍ) ، لاستغراق النفي، والمعنى ما اتخذ اللَّه من ولد أيَّ ولد كان، فالكل خَلْق له، ولا تفاوت أمامه، وما كان معه من إله أي إله، ومن أي مادة. </p><p> ولقد بَرْهن سبحانه، على بطلان الشرك فقال:  (إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ) أي إذا كان هناك آلهة غير اللَّه. فالتنوين في (إِذًا) ينبئ عن جملة أضيفت إليها (إذا) ، وتكون في معنى الشرط، ولو كان هناك لترتب على ذلك أمران محالان، ولا وجود لهما، وإذا انتفيا انتفى ما أدى إليهما، فنفي اللازم يقتضي نفي الملزوم، والأمران هما: </p><p> الأول - أن يذهب كل وأحد بما خلق، وبذلك لَا يتحقق التناسق في الوجود، وكله نسق واحد، لَا تفاوت فيه. </p><p> والثاني - أن يكون بينهما التعالي، فلا يكونان في قدرة واحدة، بل يكونان على أقدار مختلفة، وفرض التساوي في القدر ينتهي إلى أن يكونوا كشخص واحد أو كإله واحد، والواحد ضد التعدد، فلكي يستقيم فرض التعدد لابد أن يفرض أن بعضهم يعلو على بعض، وذلك يؤدي إلى التنازع، وهذا يؤدي إلى الفساد، كما قال تعالى:  (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ (٢٢) . </p><p> وقال في هذه الآية، (سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ) ، أي تقدس سبحانه وتعالى \" ما \" يصح أن تكون موصولا حرفيا، ويصح أن تكون موصولا اسميا، وعلى الأول يكون المعنى تقدس اللَّه تعالى وتنزه عن وصفهم له بأن له شريكا أو اتخذ ولدا، وعلى الثاني يكون المعنى تقدس اللَّه عن الذي يصفونه به وهو أن له شريكا، والمؤدى واحد. </p><p> وقد بين سبحانه ما يؤدي إلى نزاهته نزاهة مطلقة، فقال عز من قائل: </p>"
}