{
  "id": null,
  "sura": 24,
  "aya": 59,
  "text": "<p> (وَإِذَا بَلَغَ الأَطْفَالُ مِنكُمُ الْحُلُمَ فَلْيَسْتَأذِنُوا كمَا اسْتَأذَنَ الَّذِينَ مِن قَبْلِهِمْ) . </p><p> والأوقات التي ذكرتها الآية هي الأوقات التي يظن فيها العري والتجرد من الثياب، فقال:  (مِّن قَبْلِ صَلاةِ الْفَجْرِ) ؛ لأنه وقت امتداد الليل وإنهائه والاستعداد للصلاة، ومظنة ذلك أن يتجرد الرجل وأهله من ثيابهما، (وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ) ، أي حين تخلعون ثيابكم، من الظهيرة أي من الحرارة التي تكون في الظهيرة، فهو وقت تجرد وعرى (وَمِنْ بَعْدِ صَلاةِ الْعِشَاءِ) فهو وقت التجرد لأجل النوم، ثم قال تعالى:  (ثَلاثُ عَوْرَاتٍ لَّكُمْ) ، أي ثلاثة أوقات فيها تبدو عوراتكم وتكون ظاهرة، وتحبون أن تستتروا، وجعلت الأوقات عورات؛ لأن فيها تظهر هذه العورات فهي من تسمية الزمان بما فيه، فهذه الأوقات التي تكون العورات فيها مكشوفة، لَا يصح التقحم بالدخول على أصحابها من غير استئذان حتى يستتروا، ويستعدوا للقاء هذا الزائر، وأحسب أنه لو كف أهل البيت عن الدخول إلا لضرورة ملحة، ويكون معها الاستئذان لَا محالة، فإن ذلك يكون خيرا وهو الأجمل بأهل المروءة، وإنه بعد هذه الأوقات التي تكون مظنة كشف العورات (لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ) لَا جناح عليكم، ولا جناح عليهم، الجناح هنا الإثم، والميل نحوه، أي لَا إثم عليكم في أن تدخلوا، ولا إثم عليهم في أن تدخلوا عليهم، وفي هذا إشارة إلى أن الإثم يلحق الذين يكشفون عوراتهم ولا يتخذون الأستار، وقاية من أن تنالها الأعين ولو كانت بريئة، وفي ذلك دعوة إلى ضرورة اتخاذ أسباب </p><p> الستر، ولا تكون البيوت كبيوت أهل الخنا، وقال تعالى:  (بَعْدَهُنَّ) ، أي بعد هذه الأوقات. </p><p> وبين سبحانه السبب في رفع الحرج في غير هذه الأوقات، فهؤلاء الذين ملكت أيمانهم، والأطفال الذين لم يبلغوا الحلم يدخلون من غير استئذان؛ لأنهم طوافون مترددون في البيت، ويكون حرج شديد إذا كان الاستئذان في كل وقت، ويكون حرج على الأمهات إذا كان أطفالهن لَا يدخلون إلا باستئذان وهم غير مكلفين. </p><p> وما ملكت أيمانهم عامة: أيراد بها كل من ملكت أيمانهم رجالا ونساء. إنه بمقابلة النصوص بعضها ببعض، وتخصيص بعضها ببعض يكون المتفق مع روحها، وألفاظها، أنه لَا استئذان على الرجال مما ملكت أيمانهم من الرجال والنساء، لَا إثم في ذلك، ولا مظنة لعري، وأما بالنسبة للنساء فإنه لَا يدخل الرجال عليهن إلا بإذن، - والإماء قد رفع عنهن الإثم، لأنهن طوافات على النساء (راجع ما قلنا في تفسير آيات غض البصر) وإنه بمقتضى هذه الآيات يجب أن يكون في غير هذه الأوقات مستورا دائما ولو كان في بيته؛ لأنه إذا كان الاستئذان لمظنة ظهور العورة في الأوقات الممنوعة إلا باستئذان، فمعنى ذلك أنه لَا يصح أن يطلع على العورة إذا كشفت حتى الأطفال المميزون ما داموا لم يبلغوا الحلم، وعلى ذلك يجب ستر العورة لكي يكون الاستئذان ولا حرج. </p><p> وقال تعالى:  (طَوَّافُونَ عَلَيْكُم بَعْضُكُمْ عَلَى بَعْضٍ) ، بعضكم بدل من طوافون، أي بعضكم يطوف على بعض. هذه أوامر هي تعليم من الله وإرشاد، وتوجيه إلى ما ينبغي في بيوتهم، وكذلك قال تعالى:  (كذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الآيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ) ، أي كهذا البيان في ذكر ما هو لائق وما تكون عليه الأسرة يبين الله تعالى الآيات المتلوة ويوضحها لكم لتقوم الأسر على دعائم من الطهر، والمودة والرحمة، والله تعالى عليم بأحوالكم ظاهرها وباطنها، وحكيم فيما شرع ويأمر. فهو يبين لكم الأحكام، وما يليق بكل حال. </p><p> ْواللام في قوله تعالى (يَسْتَأذِنكُمُ) هي لام الأمر، والأمر للوجوب إلا إذا كان ثمة ما يخرجها عن معنى الوجوب من نص أو قرينة حال. </p><p> وقد نص الله تعالى على حكم الأطفال الذين بلغوا الحلم: </p><p> (وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ ... (٥٩) </p><p> هذه حال الأطفال الذين يبلغون الحلم، وإنهم إذا بلغوا الحلم صاروا رجالا، وتسميتهم أطفالا باعتبار ما كان، كاليتامى في قوله تعالى:  (وَآتُوا الْيَتَامى أَمْوَالَهُمْ. . .) ، وكان تسميتهم أطفالا في داخل الأسرة؛ لأنهم كانوا يعاملون معاملة الأطفال، حتى طرأت هذه الحال، والرجال لَا يعدون من الطوافين، ولكن يعدون من الداخلين على البيت الذين يجب عليهم الاستئذان قبل الدخول، ولو كانوا داخلين على آبائهم وأمهاتهم، حتى أوجب النبي على الرجل أن يستأذن على أمِّه بالنص منه - صلى الله عليه وسلم - على ذلك، فإن الاستئذان يطلب من الرجال على كل حال، وقال الزهري المحدث: يستأذن الرجل على أمه؛ وذلك لأن الرجال ليسوا من الذين يلازمون البيت، ويكونون من الطوافين؛ لأن هذا إنما يكون للمتخصصين للبيوت لخدمتها، والقيام بواجبات كالمملوكين. </p><p> ويبين الله تعالى حال القواعد من النساء، فقال عز من قائل: </p>"
}