{
  "id": null,
  "sura": 24,
  "aya": 16,
  "text": "<p> (وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ (١٦) </p><p> الواو واصلة الجملتين، وهو امتداد للتوبيخ للذين خاضوا في هذا الإثم، و (لولا) للتحضيض لاتباع ما ينبغي عند سماع قول السوء في أخيه المؤمن، وخصوصا إذا كان من العليين المكرمين عند الله والناس أجمعين:  (وَلَوْلا إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَا أَن نَّتَكَلَّمَ بِهَذَا سُبْحَانَكَ) وهذا حض على أن يقولوا هذا القول مؤمنين به (مَّا يَكُونُ لَنَا) ، أي ليس لنا، وليس بكائن سائغ لنا (أَن نَّتَكَلَّمَ بِهَذَا) ، وهذا شأن الإنسان المؤمن الكامل، لَا يسمح لنفسه أن يخوض في حديث لا يعلمه، وخصوصا إذا كان يتكلم في الأعراض، عرض أي امرئٍ كان، فكيف إذا كان ذلك في عرض الصديقة بنت الصديق، وزوج خير الخلق أجمعين، ولها مكانة من محبة رسول الله - صلى الله عليه وسلم -، وفي الآية نفي للكينونة (مَّا يَكُونُ) ، وهي أبلغ نفي لمثل هذا القول، وأبلغ من النفي المؤكد، وأنه غير سائغ في ذاته لأمرين: </p><p> أولهما: تقديس الله تعالى، لتأكيد النفي عن زوج نبيه، ومن لها مكان الاختصاص بمحبة فوق محبة غيرها من أزواجه، وهذا في معنى التعجب من أن </p><p> يكون مثل هذا الفعل وهذا القول مرددا بين المؤمنين، ولم يوقفوه حتى تفاقم الأمر، وآذى النبي، إذ وصل إلى سمعه الكريم، وأن التنزيه لله سبحانه في هذا المقام إشعار بأنه وحده المنزه، ويقال ذلك في كل موضع يتفاقم فيه الإثم. </p><p> (هَذَا بُهْتَانٌ عَظِيمٌ) الإشارة إلى الإفك، والبهتان: الكذب الذي تدهش له العقول وتتحير لفظاعته وغرابته، وبعده عن كل معقول، وهذا هو الكذب على زوج رسول الله - صلى الله عليه وسلم -. </p><p> هذا ما ينبغي للمؤمن إذا نقل إليه خبر السوء الذي لَا يعقل ولا يقبل، فيجب عليه أمران. أولهما: ألا يردده لأنه لَا يليق بالكامل أن يجعله موضع أحاديثه، لأنه منكر لَا يردد، وفحش لَا ينطق. الثاني: أن يسارع إلى التكذيب إذا كانت عنده أدلة التكذيب من مقام المفترى عليه بين قومه، ومقام من ينتسب إليه، وبذلك يقف الكذب، ولا يسير في وسط الجماعات، والله بعباده رءوف رحيم. </p><p> * * * </p><p> عظة الله في هذا </p><p> قال تعالى: </p><p> (يَعِظُكُمُ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا إِنْ كُنْتُمْ مُؤْمِنِينَ (١٧) وَيُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (١٨) إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ (١٩) وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَءُوفٌ رَحِيمٌ (٢٠) يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا </p><p> خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ وَاللَّهُ سَمِيعٌ عَلِيمٌ (٢١) </p><p> * * * </p>"
}