{
  "id": null,
  "sura": 24,
  "aya": 11,
  "text": "<p> والإفك هو الكذب، كأن الكاذب صرف عن الحق إلى الباطل، لأن الإفك أصل معناه الصرف. كأن الأفاك يرى الحق واضحا بينا، فيعدل عنه إلى قول الباطل وينصرف إليه، وكذلك الأمر بالنسبة للإفك على عائشة، بين أيديهم أمارات الحق واضحة بينة فينصرفون عنها إلى الباطل الذي لَا ريب فيه. </p><p> والعصبة: الطائفة المجتمعة التي يشد بعضها بعضا، وكأنهم جماعة يتآمرون فيما بينهم على قول الباطل وترويجه وإشاعته، وقوله تعالى:  (مِّنكُمْ) ، إشارة إلى أنهم يعيشون بينكم، وأنهم يتغلغلون في أوساطكم، وحسبك أن مسطحا هذا له بالصديق قرابة، وكان أبو بكر - رضي الله عنه - يعطيه من فضل ماله، كما تبين ذلك عند الكلام في معاني قوله تعالى:  (وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ. . .) . </p><p> وقال تعالى:  (لا تَحْسَبُوهُ شَرًّا لَّكُم بَلْ هُوَ خَيْرٌ لَكُمْ) نفَى الله تعالى أن يكون شرا، ونهانا عن أن نظن أنه شر، وقرر مؤكدا أنه خير لكم، وهنا نسأل ما وجه الخيرية لكم، وقرر الله تعالى أنه خير لكم، أي أنه ليس خيرا في ذاته، ولا يمكن أن يكون خيرا في ذاته، ونهى عن أن يظن المؤمنون أنه شر لهم، فالشرية والخيرية بالنسبة لجماعة المؤمنين في عاقبة هذا الإثم ونتائجه، وإن نظرنا هذه النظرة، نجد أن المؤمنين أدركوا أولا: أن فيهم خُبْثًا يُحترس منه، ومعرفة الداء الذي يكون في الجسم لعلاجه خير من إخفائه أو الجهل به، وثانيا: لأن هذا الداء لحق النبي - صلى الله عليه وسلم -، فعالجه بدواء من الله، إذ ناله في الألم ما ينال البشر في هذه الحال، ولكنه صبر على الأذى، وعالج الأمر بالحكمة والروية، لَا بالغضب والتسرع، نعم إن الاتهام سبق إلى نفسه، ولكن لم يسبق بالعمل استجابة للغضب من غير تثبيت واستيقان. </p><p> وثالثا: أنه لَا يصح الإفراط في الغضب، حتى تنحل قوى النفس، ورابعا: أنه لا يصح أن تتخذ مجالس السمر للحديث في الأعراض، واتهام الأبرياء والبريئات الطاهرات من النساء، وخامسا: أنه لَا يصح أن يتلقى العلم في الأعراض عن </p><p> الأسماع، وتردد ما سمعت الآذان الأفواه، بل إن علم ذلك يكون بالمعاينة، وأن الإفشاء شر في ذاته والستر أولى. </p><p> (لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ) . </p><p> قسم الله تعالى الذين تحدثوا في هذا الإفك إلى قسمين - أولهما: من ردد القول ترديدا، ولم يكن هو مخترع القول بل أشاعه. والقسم الثاني: وهو منهم الذي اخترع القول ونشره؛ ولهذا عبر سبحانه وتعالى عنه بأنه (تَوَلَّى كِبْرَهُ) الكبر الإثم الكبير الذي أنشأه وأشاعه واقتدى به، ولا شك أن ذلك إثمه أكبر، ولذلك ذكر أن له عذابا عظيما، لَا يحد حده إلا أن يراه ويذوقه، فإن عليه وزره، ووزر من تبعه، والآخرون عليهم إثم أنهم نجسوا ألسنتهم بترداده، ولاكته ألسنتهم واستمرأوه في مجالسهم غير مقدرين مقام القول فيها - رضي الله عنها - ومقام زوجها - صلى الله عليه وسلم -، ولا متعرفين مصدره، بل صرفوا أنفسهم من الحق إلى الباطل. </p><p> وهنا إشارتان بيانيتان: </p><p> الأولى: في قوله تعالى: (إِنَّ الَّذِينَ جَاءوا بِالإِفْكِ) وهذه إشارة إلى أنه لم يكن له أصل واقع، ولكن جاءوا مروجين له مرددين سامرين في مجالسهم، يتلهون به. </p><p> الثانية:  (مِّنكمْ) إشارة إلى أنهم متغلغلون في أوساطكم يبثون فيها الإحراف الفكري والنفسي واللساني، يلهونكم عن جد الأعمال إلى لغو القول الآثم، وإشاعة الفساد والتقاطع بينكم، وتسهيل الفسق، لأن ترداد القول ونسبة الفعل الفاحش إلى زوج محمد - صلى الله عليه وسلم - يروج الفسق بين الفتيات اللاتي ليس لهن مكانة زوج محمد - صلى الله عليه وسلم - وابنة الصديق. وقد ذكرت أم المؤمنين عائشة فيما روي عنها أن الذي تولى كبر هذا الإثم وأشاعه هو رأس النفاق وكبير المنافقين، عبد الله بن أبي ابن سلول. </p><p> ولنقص طرفا من قصة الإفك الأثيم بيانا لموضوع النص الكريم: </p><p> ِكان النبي - صلى الله عليه وسلم - يختارا من بين نسائه من يصحبه في غزواته، وفي غزوة بني المصطلق اختار أم المؤمنين عائشة، وبعد أن انتهت الغزوة بانتصار المؤمنين عاد الجيش، وقد كانت عائشة تركت مركبها لحاجة في الصحراء، ورحل القوم في هذه الأثناء، وحملوا هودجها إلى البعير يحسبونها فيه، وشدوه، وقد انطلق الركب به، فلما عادت من حاجتها، لم تجد أحدا فتلحفت بجلبابها، واضطجعت مسلِّمة أمرها إلى ربها الذي لَا ينام، فمر صفوان بن المعطل السلمي، وكان قد تخلف عن العسكر لبعض شأنه فرأى سواد عائشة وقال: إنا لله وإنا إليه راجعون، ظعينة رسول الله، وقرب منها بعيره فقال اركبي فركبت، ولم يصلوا إلى الناس، وما بحثوا عنها، حتى أصبح الصباح، وعلموا تخلفها ثم حضورها على جمل مع الصالح الذي سار وراءه، وكان حصورا، لَا أرب له في النساء، وجدها رأس النفاق مقالا يقوله، فنشر الإثم رأس النفاق وقال مقالته، وقبلها من المهاجرين والأنصار من لا يمحصون الأقوال، ويتعرفون نتائجها وغاياتها، ويرجفون ويرمونه جزافا. </p><p> وأثر القول في نفس رسول الله - صلى الله عليه وسلم - لأنه بشر، وقد مرضت فرأت من الرسول ما لم تعهده، وانتقلت إلى بيت أبيها لتمرضها أمها، وعرفت ما شاع من قالة السوء، فبكت، وانضاف إلى وجع جسمها وجع نفسها. </p><p> عندئذ أعلن الرسول بين المؤمنين ما في نفسه، واستشار صحابته في خاصة أمره، فبادر بعض كبار الصحابة بالبراءة، بما ألهمه به إيمانه، وعلى رأس هؤلاء عمر، ورأى علي بن أبي طالب قاضي الصحابة أن يترك رسول الله - صلى الله عليه وسلم - الأمر والنساء غيرها كثيرات، ويحقق، فيسأل جاريتها عن أحوالها، فسأل النبي - صلى الله عليه وسلم - جاريتها بريرة، فقالت: والله ما أعلم إلا خيرا، وما كنت أعيب على عائشة إلا أني كنت أعجن عجيني، فآمرها أن تحفظه، فتنام عنه، فتأتي الشاة فتأكله، وإذا كانت الواقعة أنها كانت نائمة وقد عاد الذي ساق بعيرها، فقد ثبت أن عذرها كان من جنس ما اعتادت مع ملاحظة أنها كانت صبية لم تبلغ الخامسة عشر من عمرها. </p><p> اطمأن النبي - صلى الله عليه وسلم - إلى أنها فرية مفتراة، وهم بأن يعيدها إلى بيته الكريم، ولكنها أبت أن تعود إلا إذا برأها الله، وما كانت تطمع في أن ينزل قرآن يتلى ببراءتها، ولكن الله تعالى أكرم نبيه بقرآن يتلى ببراءتها، والقرآن الذي نزل ببراءتها قوله تعالى:  (الطَّيِّبَاتُ لِلطَّيِّبِينَ. . .) ، الآيات (١) . </p><p> ولقد بين الله تعالى ما يجب على أهل الإيمان عند شيوع قالة السوء، فقال عز من قائل: </p><p>(١) المرجع السابق.</p>"
}