{
  "id": null,
  "sura": 24,
  "aya": 44,
  "text": "<p> (يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ (٤٤) </p><p> بعد أن ذكر سبحانه وتعالى قدرته وإنعامه على خلقه بالماء، بين نعمته في الليل والنهار، فقال:  (يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ) والتقلب معناه أن يجعل أحدهما في موضع قلب الآخر، وتقليب الليل والنهار يبدو في أمرين: </p><p> أولهما: في أن يكون الليل والنهار خلفة، فيكون أحدهما خلفة للآخر، فيسلخ الليل من النهار، والنهار من الليل في نظام مستمر. </p><p> ثانيهما: أن يكون النهار أطول صيفا، وأن يكون الليل أطول شتاء، في نظام مستمر لَا يتخلف، قد يفسر العلم ظواهره، ولكن لَا يستطيع تغييره ولا إنشاءه، فالعلم يحصي الوقائع، ولا يوجدها، ذلك تقدير العزيز العليم، ولذا قال تعالى:  (إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ) العبرة في مدلولها الخاص بمعنى الاعتبار، والمؤدى لها أن تأخذ من الحاضر المشاهد دلالة على الغائب غير المشاهد، فيأخذ المستبصر من رؤية تقلب الليل والنهار، وانتظامه بإحكام ودوامه دليلا على أن إرادة حكيمة متصرفة تفعل ذلك بتدبير وإحكام، وخص أولي الأبصار بالعبرة؛ لأنهم يدركون </p><p> ببصرهم ما يحسون وما يرون، ويدركون ببصيرتهم ما وراء هذا الذي يحسون به من قدرة باهرة. </p><p> * * * </p><p> الماء وأثره في الوجود </p><p> قال الله تعالى: </p><p> (وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَعٍ يَخْلُقُ اللَّهُ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٤٥) لَقَدْ أَنْزَلْنَا آيَاتٍ مُبَيِّنَاتٍ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (٤٦) وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ (٤٧) وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ (٤٨) وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ (٤٩) أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ بَلْ أُولَئِكَ هُمُ الظَّالِمُونَ (٥٠) إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥١) وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَئِكَ هُمُ الْفَائِزُونَ (٥٢) </p><p> * * * </p><p> ذكر الله سبحانه وتعالى في الآيات السابقة الماء في تشبيه أعمال الكافرين، والماء العذب في تكوينه، وذكر معه إنزاله على من يصيبه، ونعمته في صرفه عنه إن لم تكن الأرض صالحة للزرع، حتى لَا يكون غثيا (١) بدل أن يكون غيثا، فكان في هذه الآية مبينا لنعمة الماء في الحياة والأحياء بشكل عام كما قال تعالى في كتابه العزيز:  (. . . وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ. . .) ، وذلك يعم الحيوان والنبات، والأشجار، من كل حي، وهنا يخص الأحياء من الحيوان، فيقول عز من قائل: </p><p>(١) غَثْيا، غثا السَّيْلُ المَرْتَعَ: جَمَعَ بَعْضَهُ إلى بعضٍ، وأذْهَبَ حَلاوَتَهُ.</p>"
}