{
  "id": null,
  "sura": 24,
  "aya": 45,
  "text": "<p> (وَاللَّهُ خَلَقَ كلَّ دَابَّة مِّن مَّاء) وصدَّر الآية الكريمة بلفظ الجلالة للإشارة إلى اختصاصه بالعبادة، لأن لفظ الجلالة يتضمن معنى الألوهية، وكل ما يذكر بعد ذلك من خلقه يكون دليل ألوهيته سبحانه، فالمخلوق يدل على الخالق، وكذلك كل عبادة سامية لله جل جلاله، ودلت على الخلق يكون فيها هذا المعنى الجليل. </p><p> والدابة من دب يدب، واسم الفاعل الدابّ، وألحقت به التاء للدلالة على المبالغة، وهي تشمل الحيوان جميعا، فكل حيوان يدب على الأرض، ويسير عليها، بقدرة الله تعالى، وخلقها من الماء معناها أن الماء من الأسباب الجوهرية لحياتها بخلق الله تعالى وإرادته، والماء مصدر حياتها بإذن الله وتمكينه وجعله، لأن الماء رِيُّها، ولا يحيا الحي إلا بشربه، وغذاء الحيوان كله مما ينبت من زرع، وبغرس من أشجار فيها ثمار مختلفة، حتى الحيوانات آكلة اللحوم غذاؤها يعود إلى الماء؛ لأنها تتغذى من النبات، والحيوان كله آكلا ومأكولَا من النبات، كما قال تعالى:  (يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ. . .) . </p><p> فالحيوان من الماء، بل الأحياء كلها من حيوان ونبات من الماء، والفرق بين الحيوان والنبات أن النبات غذاؤه من الماء مباشرة، والحيوان يرتوي من الماء، ويأخذ غذاءه من النبات الذي كان تكوينه من الماء. </p><p> وبين سبحانه وتعالى تنوع خلقه في الحيوان لبيان عدم التفرقة في الخلق بين حيوان يمشي على بطنه زاحفا وبين حيوان على رجلين سائرا، وما يمشي على أربع، </p><p> فقال عز من قائل:  (فَمِنْهُم مَّن يَمْشِي عَلَى بَطْنِهِ) كالحسيات والديدان، ونحيرها من الزواحف، ومنهم من يمشي على رجلين، كالإنسان والطيور، ومنهم من يمشي على أربع كالإبل والبقر والغنم، والفيل، والذئب، والأسد والكلب، وهنا ثلاث ملاحظات: </p><p> أولاها: أن الفاء هنا للإفصاح، فهي بيان أو جواب لشرط محذوف. </p><p> الثانية: التعبير بـ (مَن) ، وهي تشمل العقلاء، وغير العقلاء، وقالوا: إنها إذا كانت للعموم جاز التعبير بـ (مَنْ) عن الجميع، وذلك تعبير عن الأعظم، والأكمل حيوانية، كما يعبر عن الجمع الذي يشمل الذكور والإناث بلفظ الذكور. </p><p> ثالثها: أن من الحيوان من يكون ذا أرجل أكثر من أربع، ولم يذكر أو يُشَر إليه، والجواب عن ذلك أن ذا الأرجل الكثيرة مشير إلى أربع منها، فهو مذكور أو نقول إن الآية لم تذكر الكل، أو أشير بذكر الأربع سيرًا للاطِّراد بالزيادة فذكر أولا ما لَا رجل له، ثم ما له رجلان ثم ما له أربع، ثم بالإشارة ما له أكثر، وخصوصا أن الله تعالى ختم الآية بقوله تعالى:  (يَخْلُقُ اللَّهُ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) ، فإن ذلك يشير إلى أنه يخلق الأكثر من أربع كما يشاء، وهو قادر على كل شيء. </p><p> وهذه كلها آيات دالة على ألوهية الله جل جلاله وحده، وإنه لَا يهتدي إلى الوحدانية مع قيام دلائلها إلا من سار على الطريق واستقام على الجادة، فيأخذه الله تعالى إلى الهداية، ولذا قال تعالى: </p>"
}