{
  "id": null,
  "sura": 24,
  "aya": 6,
  "text": "<p> (وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُن لَّهُمْ شُهَدَاءُ إِلَّا أَنفُسُهُمْ) ، أي لم يكن شهداء غيرهم ولم يذكر عددا في الرمي، للإشارة إلى ما ينبغي، وهو ألا يعلم أحد بما يلاحظه على زوجه في هذه التهمة، فأسرار الأسرة لَا يصح أن تعلن على الملأ فلا يُسأل: مَنْ شهودك الذين يشهدون بصحة قولك، ولا يقدم هو تهمته، فيعفيه حكم اللعان من تقديم شهادة أو المطالبة بأي شاهد. </p><p> وسميت العقوبة عقوبة اللعان، لما اشتملت عليها بعض الأيمان بأن لعنة الله عليه إن كان من الكاذبين، وكلمة (شُهَدَاءُ إِلَّا أَنفُسُهُمْ) الشهادة تطلق، ويراد بها الحضور، ولعل هذا هو المعنى الأصلي، وتطلق ويراد بها الإقرار كقوله تعالى:  (. . . وَمَا شَهِدْنَا إِلَّا بِمَا عَلِمْنَا. . .) ، وتطلق ويراد بها الشهادة، وكلمة أشهد بالله تتضمن معنى اليمين، وقال بعض اللغويين: إن كلمة (أشهد) بذاتها من غير اقترانها بكلمة (بالله) تتضمن معنى اليمين. </p><p> وكلمة:  (وَلَمْ يَكُن لَّهُمْ شُهَدَاءُ إِلَّا أَنفُسُهُمْ) هي جمع شهيد أو شاهد، الظاهر أنه ليس معهم شاهد يشهد إلا أنفسهم، لأنه لم يحضر سواهم، أو لم يتقدم للشهادة أحد سواهم، وأنفسهم مستثنى مفرغ من (شهداء) ، أي لم يشهد في الرمي إلا أنفسهم، وقد ذكر الله أربع شهادات (فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَات بِاللَّهِ إِنَّه لَمِنَ الصَّادِقِينَ) ، ونرى أن الشهادة قد اقترنت بالله فكانت الشهادة يمينا، فيحلف - أربع مرات متتالية (إِنَّهُ لَمِنَ الصَّادِقِينَ) ، وقد أكد صدقه في يمينه بثلاثة مؤكدات: أولها (إنَّ) التي تفيد التوكيد، واللام المؤكدة دخلت عليه، والثالثة وصفه بأنه من الصادقين، أي من زمرة أهل الصدق، وجماعتهم، وهم المتقون الأبرار. </p><p> والشهادة الخامسة، أي اليمين الخامسة يحلف بأن لعنة الله عليه إن كان من الكاذبين، أي يحلف بأن الله تعالى ينزل عليه لعنته إن كان من الكاذبين، فهو يوثق </p><p> طلب إنزال لعنة الله به إن كان كاذبا، وهذه الجملة أهي طلبية بمعنى أنه يطلب من الله أن ينزل اللعنة به؛ الظاهر ذلك، ولكن تحتمل أن تكون خبرية، بمعنى أنه يحلف أنه يستحق لعنة الله تعالى إن كان من الكاذبين، وذلك ظاهر من التعليق، وإلى هذا نميل، هذه أيمان الرجل، انتهت بالحلف على استحقاقه اللعنة إن كان كاذبا، أما المرأة فإنها تكون عرضة للعذاب، وهو عقاب الزنى، فإذا كان الرجل صادقا وأقرت بالزِنى، فالعقوبة هي العقوبة المقررة في آيات الزني، ولكنها لم تقر، فقال تعالى: </p>"
}