{
  "id": null,
  "sura": 24,
  "aya": 43,
  "text": "<p> (أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ (٤٣) </p><p> الزج السوق والدفع، ومنه قوله: . . . وَجِئْنَا بِبِضَاعَة مُّزْجَاة. . .)، أي مدفوعة لَا يقبل عليها أحد، والمعنى لقد رأيت أن الله يزجي. . . ونقول: الاستفهام فيه إنكاري للتنبيه، ونفي النفي إثبات، و (ألم تر) جملة منفية لفظا، والمعنى لقد رأيتم أن السحاب والرؤية هنا علمية، أي لقد علمتم، فهم لم يروا بالحس أن الله يزجي سحابا، لكن علموا مما علمهم أن الله يزجي سحابا، أي يثيرها من بخار الماء، فيتكون من هذا البخار سحاب فيدفعه الله تعالى ويسوقه في تجمعه حتى يصير ركاما، وإن ذلك لَا يكون فور تكوين السحاب، إِنما يكون بعد زمن، ولذلك كان العطف بـ \" ثم \" ، فقال سبحانه:  (ثُمَّ يَجْعَلُهُ رُكَامًا) ، ومعنى </p><p> (ركاما) مجتمِع بعضه يكون فوق بعض، ولقد قال تعالى:  (وَإِن يَرَوْا كسْفا مِّنَ السَّمَاءِ سَاقِطًا يقُولُوا سَحَابٌ مرْكُومٌ) ، وإنه إذا تراكم السحاب، وصار بعضه فوق بعض كان المطر، ولذا قال تعالى:  (فَتَرَى الْوَدْقَ يخْرُجُ مِنْ خِلالِهِ) ، والودق هنا المطر، يقال: ودقت السحاب فهي وادقة - إذا أمطرت - وقوله:  (يَخْرُجُ مِنْ خِلالِهِ) ينبئ عن أنه مطر ضعيف لَا ينهمر انهمارا، ولا يكون وابلا؛ لأن الوابل تنحل فيه السحاب وتنهمر، ولا يكون ودقا يخرج خلاله من سحاب متراكم، ثم أشار سبحانه إلى الماء المنهمر بعد ذلك بقوله:  (ويُنَزِلُ مِنَ السَّمَاءِ مِن جِبَال فِيهَا مِن بَرَدٍ) السماء هنا ما علاك، (مِن جِبَالٍ) بدل اشتمال من السماء، أي ينزل مما علاك من جبال فيها من برد، وقد شبه السحاب المتراكم الذي يعلو طبقة فوق طبقة بالجبال لكمال تماسكها وتراكمها، وعلوها حتى صارت كالجبال في منظرها، وما ركبت الطائرة التي تحلق ونظرت السحاب المتراكم حتى حسبته جبلا، أو جبالا، وإذا كان محمد - صلى الله عليه وسلم - لم يركب طائرة تمر فوق السحاب، فيكون هذا من دلائل إعجاز القرآن، وأنه لم يكن من عند أحد من البشر، وقوله تعالى:  (مِن بَرَدٍ) ، أي وينزل من الجبال التي تشبهها السحاب، أي ينزل من السحاب بعض البرد الذي فيها، والبرد هو كما قال الراغب في المفردات، والبرد ما يبرد من المطر في الهواء فيصلب، وبرد السحاب اختص بالذكر، وهذا قريب مما يقوله علماء الطبيعة من أن الماء يتبخر، فيكون سحابا، ثم يتكون من السحاب قطع صلبة هي البرد. </p><p> وتقريب القول بلغة الناس، وإن كان للقرآن المثل الأعلى في البيان الذي لا يناهد، تقريبه هكذا. وينزل السحاب التي تشبه الجبال في منظرها، وتكون (من) الثانية بيانية، أو تكون تبعيضية، أي ينزل منها بعض البرد، ونحن نميل إلى أنها بيانية. </p><p> وإذا كان ينزل المطر من البرد، فإنه لَا ينزل إلا بما يشاء سبحانه:  (فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ) ، فَيُصِيبُ بِهِ مَنْ يَشَاءُ أي ينزل عليه، وعبر بـ (يصيب) ، دون (ينزل) ؛ لأن الإصابة قد تكون بالخير، وقد تكون بغيره، فقد يكون </p><p> المطرْ غيثًا فيه \" كرم يغاث فيه الناس، وقد يكون غيثا مدمرا، وصرفا عمن يشاء، قد يكون سببا في القحط، وقد يكون للدمار. </p><p> ثم وصف المطر في انهماره بأن يكون فيه برق ورعد، وحيثما كان البرق فإنه يكون الرعد، وقال تعالى:  (يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالأَبْصَارِ) ، أي أن ضياءه الخاطف يكاد (يَذْهَبُ بِالأَبْصَارِ) ، أي يذهبها، وعبر بالباء، للدلالة على أن البريق يأخذ الأبصار مصاحبا لها، فالباء للمصاحبة. </p><p> وذكر البرق ذكر للرعد؛ لأن البرق اصطدام سحابتين إحداهما موجبة في كهربتها، والثانية سالبة في كهربتها، فإذا احتكتا تولدت الشرارة فكان البرق، ومن هنا الاحتكاك كان صوت وهو الرعد، وهذا دليل على غزارة المطر، وكثرة انهماره، ثم ذكر بعد ذلك آية أخرى فقال: </p>"
}