{
  "id": null,
  "sura": 24,
  "aya": 35,
  "text": "<p> (اللَّهُ نُور السَّمَاوَاتِ وَالأَرْضِ) ، أي الله مدبر الوجود ومنشئه، خلقه ودبره في أدق نظام، وأعظم إبداع، فربط بين أجزائه برباط محكم لَا تنفصل كواكبه، ولا نجومه فتتساقط كوكبا بعد كوكب، ونجما بعد نجم، يأبى الله على السماوات والأرض أن تزولا، (وَلَئِن زَالَتَا إِن أَمْسَكَهُمَا مِنْ أَحَد مِنْ بَعدِهِ. . .) . </p><p> فقوله تعالى:  (اللَّهُ نُورُ السَّمَاوَاتِ وَالأَرْضِ) كلمة (نور) من قبيل الاستعارة، إذ شبه إدارة الله تعالى للسماوات والأرض وتعليماته للعقلاء، وتسخيرها لغير العقلاء، بنظام رتيب محكم دقيق بالنور المميز، فصح وصف الله تعالى أو الإخبار عنه بالنور على هذا المعنى المجازي المصور لما نرى ونحس، ونور الله فوق ما نبصر وأعلى مما ندرك. </p><p> صور الله تعالى نوره المميز للأشياء والعقلاء مقربا له من مداركنا فيما نحس ونعلم ونرى، فقال تعالى:  (مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ) المشكاة هي الكوة في البيت، والمصباح في هذه المشكاة أي في الجدار الذي فتحت فيه الكوة، وهي النافذة الضيقة التي ينبعث منها النور للبيت وهي في ذاتها منيرة، وينبعث نورها بقوة، لضيقها، ويشع داخل الحجرة، ومع ذلك قد وضع في جدارها مصباح فيه زجاجة، وهي </p><p> قنديل الزيت، وهي صافية صفاء واضحا، ومتلألئة، وكأنها كَوْكَبٌ دُرِّيٌّ، و (دُرِّيٌّ) ، كالكواكب الدرية المزهرة المنيرة، و (دُرِّيٌّ) نسبة للدر المتألق، وذلك إذا قرئت بضم الدال، وتقرأ بكسرها دِرِّي، وتكون على وزن فعّيل وهي من الدر قلبت الهمزة ياء، وذلك الإعلال كثير في اللغة العربية، وأدغمت التاء في الياء لسكون إحداهما (١) . والدرء: الدفع، ويكون معناها أنها تدفع الظلام، وقوله تعالى:  (يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ) الضمير في يوقد يعود على (كَوْكَبٌ) المشبه به في الآية، وهذا على قراءة الياء، وعلى قراءة التاء يعود الضمير إلى زجاجة، وهي المتحدث عنه. </p><p> (مِن شجَرَةٍ)  \" من \" للابتداء، أي مصدر الوقود شجرة مباركة، وهذه الشجرة هي شجرة الزيتون، والوقود من زيتها فهو منها، على هذا المعنى، وقد قال تعالى في هذه الشجرة على أنها من نعم الله تعالى:  (وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ) ، وكانت الشجرة مباركة، وكما قال الزمخشري وصفها سبعون نبيا بأنها مباركة، وحسبها وصف القرآن، وصفها القرآن بأنها مباركة هنا وفي سورة \" المؤمنون \" ، وإذا كانت سورة \" المؤمنون \" مكية، وسورة \" النور \" مدنية، فقد أجمع القرآن المكي والمدني على أنها مباركة، وبركتها في أنها ذات منافع كثيرة، يكون منها الوقود المضيء، وهو دهن يكون طعاما طيبا، وهو يدخل في أدوية الجلد الطبية، وترابه إذا حرق يكون كحلا للعيون ولا يضرها، وهو إدام، والزيتون نفسه للطعام، وهو الصبغ الذي قال الله فيها:  (وَصِبْغٍ لِلْآكِلِينَ) . </p><p> وقال عز من قائل: في وصف هذه الشجرة المباركة (زيتونة) وهذا بدل من (مباركة) ، وهو إيضاح بعد إبهام فيكون فيه بيان مؤكد، وقد وصفها سبحانه بقوله:  (لَا شَرْقِيَّةٍ وَلا غَرْبِيَّةٍ) ، أي أنها في وسط الأرض لَا ينقطع عنها ضوء الشمس، إذ الشرقية ينقطع عنها الضوء في المساء، والغربية ينقطع عنها الضوء في الصباح، فهي لا تستر عنها الشمس في المساء أو الصباح، وهذا يساعد على نموها ونمو ثمارها. </p><p>(١) قرأها بكسر الدال وتشديد الياء، من غير مد ولا همز: المفضل عن عاصم. وقد شذت هذه القراءة فلا يقرأ بها اليوم، وقرأها بضم الدال وبالمد والهمز: حمزة وأبو بكر، وقرأ الباقون بضم الدال وياء مشددة، من غير مد ولا همز. غاية الاختصار: ٢/ ٥٨٩.</p><p> ووصف سبحانه وتعالى زيتها بالصفاء فقال تعالى:  (يَكَادُ زَيْتُهَا يُضِيءُ ولوْ لَمْ تَمْسَسْهُ نَارٌ) فهو صاف لَا عكرة فيه، ومشرق لَا دكنة فيه. </p><p> (نُّورٌ عَلَى نُورٍ) ، أي أنه نور يجيء على نور، فنور المشكاة التي تدخل الحجرة نورها فيضيء، ونور المصباح، ونور الزجاجة، التي هي كالكوكب الدري، ونور الزيت الذي يكاد لصفائه يضيء. </p><p> وكل هذا وصف لنور الله الهادي المرشد، فإنه يغمر القلوب التي تفتح له بالهداية، وأما الذين حقت عليهم الضلالة فإنهم لَا يهتدون، وسدت القلوب عن أن يصل النور إليها. </p><p> ولذا قال تعالى:  (يَهْدِي اللَّهُ لِنُورِهِ مَن يَشَاءُ) وهو من سلك طريق الهداية، وأبعد عن نفسه الغواية، التي يوسوس بها الشيطان، ويحاول جاهدا أن يغوي عباد الله، (وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ) ، يبين سبحانه وتعالى الأشباه والنظائر والغايات والنتائج ليهتدوا، (وَاللَّهُ بَكُلِّ شَيْءٍ عَلِيمٌ) ، أي بكل شيء عليم، يعلم المهتدين وطريق هدايتهم، ويعلم الضالين وعاقبة ضلالهم، فهذه الجملة فيها تبشير للمؤمنين المهتدين، وإنذار للضالين الذين أغواهم الشيطان. </p><p> وقبل أن نترك الكلام في معاني هذه الآية لابد من ذكر إشارة بيانية، هي أن الله تعالى ذكر (مِصْبَاحٌ) منكرة ثم ذكرها من بعد ذلك معرفة، فيكون المبهم والمعرف واحدا، والذكر بالإبهام تم التعريف فيه بيان بعد إبهام، وفي ذلك فضل بيان وتأكيد، وكذلك بالنسبة لزجاجة فقد ذكرت نكرة، ثم ذكرت معرفة، وذلك فيه أيضا بيان وتأكيد للبيان، وقد بين سبحانه بعد ذلك مكان النور الرباني، فيكون أشد ما يكون في المساجد، فقال تعالى:  (فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ (٣٦) رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ (٣٧) </p><p> ْالآيتان مرتبطتان بالآيات التي قبلهما إعزازا للمعنى؛ وذلك لأن قوله تعالى </p>"
}