{
  "id": null,
  "sura": 24,
  "aya": 40,
  "text": "<p> (أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ (٤٠) </p><p> (أو) هنا لبيان الأعمال، وما اختص بعضها من تشبيه بالسراب، بأن كان يرجى منها الخير لو استقامت القلوب، وحسنت النية - فكانت كالسراب، وأعمال لا خير فيها، لَا في ذاتها، ولا في نياتها، فكانت كالظلمات، فأمره هنا كأمره في قوله تعالى:  (إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ. . .) ، فهي لبيان اختلاف الحكم باختلاف الجريمة، وهنا تدل (أو) على اختلاف التشبيه باختلاف حال العمل، من ظاهر الخير، وإن لم يكن بنية محتسبة بل بنية التفاخر، والتظاهر بالسلطان، إلى عمل كله شر في ظاهره وفي نيته، ويحيط به الإثم من كل نواحيه. </p><p> (كَظُلُمَاتٍ فِي بَحْرٍ لجِّيّ) : اللجي نسبة إلى اللجة، وهي الماء الكثير، فالبحر كثير الماء، عميق ممتلئ، لَا يسبر غوره (يَغْشَاهُ مَوْجٌ) يعلوه، ويستره (مَوْجٌ مِن فَوْقِهِ مَوْجٌ) أي موج متراكب بعضه فوق بعض، فالبحر لجي فيه ظلمات، والموج المتراكب الذي يكون موجا كثيفا بعد موج مضطرب مصطفق، ومن فوق الموج سحاب معتم، وغيم شديد، فهي ظلمات بعضها فوق بعض، فظلمة اللجة، وظلمة الموج المتراكب، وظلمة السحاب، كل هذا يوجد ظلاما دامسا لَا توجد معه رؤية صحيحة سليمة تكون طريقا للإدراك الصحيح، ولذا قال في تكميل التشبيه، فقال عز من قائل:  (إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا) ، إذا أخرج يده من جيبه لَا يكاد يراها، </p><p> مع أنها يده، وأخرجها من جيبه، والعلم بها متحقق؛ لأنها يده، وبعمله أخرجها، ومن مكانه في ثيابه التي يلبسها، ومع ذلك لَا يكاد يراها. </p><p> وخلاصة هذا التشبيه أن الله تعالى شبه حال الكافر في أفعاله التي تدفعه إلى الباطل، وهي في ذاتها باطل، وإن الباطل يدفع إلى باطل، فهو قد أشرك، وكان الشرك كبحر لُجي، ويدفع إلى أمواج من الباطل متكاثفة ويكون فوقها بسبب الشرك غمة تجعله في ظلام دائم، حتى يصبح غير مفرق بين حق وباطل، وتنسدُّ عليه مسالك الإدراك، كما يُسد على البصير النور في الغمام، والأمواج واللجج. </p><p> وإن هذا التشبيه يصور لنا حال المشرك كيف تتكاثف عليه ظلمات الباطل، فالشرك يكون كلجة دخل بها في بحر من الباطل لَا حدود له، وكلما أوغل فيه ازداد إعتاما، وهكذا تتضافر أسباب إظلام الأمور على العقل، فكلما خطا خطوة انسد عليه باب الإدراك انسدادا، تبتدئ بعبادة غير الله، ثم بالذبح لغير الله، ثم بتحريم ما أحل الله وإسناد التحريم، ثم باستباحة ما حرم الله من الخمر وأكل الخنزير، وأكل الموقوذة، والنطيحة، والميتة، وهكذا تتكاثف الظلمة، حتى لَا يرى حقا، ولا باطلا، ويكون لمن إِذا أخرج يده لم يكد يراها، وختم الله الآيتان بقوله تعالى (وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ) ، وهذا في مقام التجريد للتشبيه؛ لأنه مناسب للمشبه به، وليس بمناسب للمشبه لأن المؤدى، (وَمَن لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا) يؤديه إلى الحق، كما كان من المشركين الذين أدت أفعالهم إلى ظلمات متكاثفة، (فَمَا لَهُ مِن نورٍ) كان تشبيه ظلمات الكفر بالبحر اللجي، والذي يعلوه ويستره موج من فوقه موج من فوقه سحاب، موعزا إلى التفكير في تكوين السحاب ونزول الأمطار، وبذلك الإيعاز الفكري الذي يكون من آية إلى معاني تالية، ترتبط آيات القرآن الكريم فيكون بعضها آخذا بحجز بعض في ارتباط عقلي نفسي، ولذا عقب هاتين الآيتين ببيان تسبيح الطير في السماء فقال عز من قائل: </p><p> (أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ (٤١) </p><p> الاستفهام في </p>"
}