{
  "id": null,
  "sura": 24,
  "aya": 32,
  "text": "<p> (وَأَنكِحُوا الأَيَامَى مِنكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكمْ وَإمَائِكُمْ) . </p><p> أنكحوا أي زوِّجوا، فالنكاح هو الزواج، والإنكاح هو التزويج، والخطاب للأولياء على النساء الذين لهم ولايتهم بقوله تعالى:  (الرِّجَالُ قَوَّامونَ عَلَى النِّسَاءِ. . .) ، ويصح أن يكون الخطاب للأمة في مجموعها بأن </p><p> يسهلوا زواج الأيامى، وتكون الأيامى شاملة للرجال والنساء، ويكون الأمر بالنكاح هو الأمر بتسهيله وإشاعته، وتمكين كل بالغ وبالغة، فإنه حينئذٍ يعف النساء والرجال معا، ويكون غض البصر في الطرقات والبيوت، وألا يكون شيء يجر إلى الشر في المجتمع الإسلامي، فيكون طاهرا متنزها، لَا يظهر فيه إلا الخير، وتختفي المنكرات ونحن نميل إلى هذا التخريج. </p><p> والأيأت جمع أيِّم، وهو غير المتزوج من النساء والرجال، وقال أهل اللغة الأيم في الأصل هو المرأة، ومنه قوله - صلى الله عليه وسلم -: \" الأيِّم أحق بنفسها من وليها \" سواء أكانت بِكْرًا أم كانت ثيبا، ولقد قال النبي - صلى الله عليه وسلم -: \" أيما امرأة تأيمت على ولدها الصغار حتى يبلغوا، أو يغنيهم الله من فضله كهاتين في الجنة \"  (١) ، وأشار بأصبعيه، ولكنه على سبيل المجاز المشهور أطلق على الرجل، وإن ذلك أوضح، وأبين. </p><p> أمر الله تعالى في هذه الآية بتسهيل زواج ثلاثة: </p><p> أولهم الأيم من الرجال والنساء الأحرار، وذلك بتسهيل الزواج، وألا تكون عوائق من أعراف بين الناس تصعب الزواج من مهور مفحشة، وجهاز مرهق مانع، ومساكن مستعلية في السكن، ويكون كما قال النبي - صلى الله عليه وسلم -: \" خير الزواج أيسره كلفة \"  (٢) . </p><p> وثانيهم وثالثهم الصالحون من العباد والإماء، فيزوج السيد عبده إن أراد العبد أن يتزوج، ويكرهه على الزواج إن خشي عليه العنت، أو أن يقع في الزنى إن لم يتزوج فإنه يكون الزواج فرضا، والمسئول عن العبد هو مالكه فعليه أن يعفه، ويمنعه من الزنى، ولا طريق للمنع عنه إلا تزويجه، فكان التزويج فرضا على المالك؛ لأن </p><p>(١) عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «الْأَيِّمُ أَحَقُّ بِنَفْسِهَا مِنْ وَلِيِّهَا، وَالْبِكْرُ تُسْتَأْذَنُ فِي نَفْسِهَا، وَإِذْنُهَا صُمَاتُهَا \". رواه مسلم: استئذان الثيب في النكاح بالنطق والبكر. . (٢٥٤٥)، والترمذي: النكاحَ ما جاء في استئمار الثيب والبكر (١٠٢٦). (٢) عَنْ عَائِشَةَ أن رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ:. إِن أعْظَمَ النكَاح بَرَكَة أيْسَرُهُ مُؤنة \". رواه أحمد: باقي مسند الأنصار - حديث السيدة عائشة رضي الله عنها (٢٣٣٣٨).</p><p> الزواج فرض على العبد، وعبر بالصالحين من عبادكم وإمائكم؛ لأنهم الذين يرغبون في الصون والعفاف. </p><p> وكذلك الأمر بالنسبة للإماء إن خشي عليهن العنت يكون واجبا عليها أن تتزوج، وهي لَا تملك نفسها، بل يملك الولاية عليها مالكها، فيكون التزويج فرضا عليه، فإن لم تره وأراده كان له أن يكرهها، وقد أجمع الفقهاء على أن التزويج على الأمة ولاية إجبار لَا اختيار لها فيها. </p><p> وعباد جمع عبد، وإماء جمع أمة. </p><p> إذا كان واجبا على الجماعة أن تسهل الزواج وتشيعه لأنه سنة الإسلام، فإنه لا يصح أن يحول الفقر منه بين الزواج، فإن المال مال الله غاد ورائح، ففقير اليوم قد يكون من بعد غنيا، ولذا قال تعالى:  (إِن يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّه مِن فَضْلِهِ وَاللَّه وَاسعٌ عَلِيمٌ) أي أن الله تعالى يعطي من يشاء، ويغني من يشاء، (وَاللَّهُ وَاسعٌ عَلِيمٌ) أي واسع الرحمة والعطاء، عليم بمكان الحاجة وموضع العطاء. </p><p> وإن هذا النص يشمل الأحرار؛ لأنه قد يكون فقيرا، أما العبيد أو الإماء فلا مال يملكونه، وقد يدخل فقراء الملاك في العموم أيضا. </p><p> ثم قال تعالى في علاج حال الفقراء، فقال عز من قائل: </p>"
}