{
  "id": null,
  "sura": 24,
  "aya": 27,
  "text": "<p> (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ (٢٧) . </p><p> النداء للذين آمنوا، وفي ذلك إشارة إلى ما يطلبه سبحانه من خواص أهل الإيمان، وهو من الأدب الذي يناسب إيمانكم وهو عدم التهجم على الأسر، وتكشف أستارها، وتحاشى إزعاجها، و (تستأنسوا) أي تطلبوا الأنس بأهلها وتزيلوا الوحشة التي تحدثها المفاجأة، والسين والتاء للطلب، وقالوا: إن معنى (حتَّى تَسْتَأنِسُوا) ، حتى تستأذنوا، وقيل إن ثمة قراء قرءوا حتى تستأذنوا (١) ، ونقول: الاستئناس أدق في التعريف وأدل على الاستعلام، لأن الاستئذان الإذن المجرد، وتتحقق الإجابة بالإذن، أما الاستئناس فطلب الأنس وإزالة الوحشة، وذلك لا يتحقق بمجرد الإذن بل لابد لتحققه من إيجاد الألفة، وهو يتضمن في تحقيق طلب الإذن، والاستجابة بالإذن فعلا. </p><p> وإن هذا يتضمن في معناه ومغزاه النهي عن التجسس والتحسس، وظن السوء، وأنه يجب أن يظن خيرا. </p><p> وإنه من تمام الاستئناس السلام، ولذا قال تعالى:  (وَتسَلِّمُوا عَلَى أَهْلِهَا) ولقد كان النبي - صلى الله عليه وسلم - إذا أراد أن يدخل بيتا سلَّم ثلاث مرات (٢) ، ولا يكتفي بسلام واحد إعلاما لمن يدخل عليهم، واستئناسًا لهم، وإزالة لوحشة المفاجأة، والبيوت: الظاهر أنها ليس الدور، إنما هي محل البيات حيث تكون العورات مظنة أن تكون مكشوفة </p><p>(١) قراءة حتى (تستأذنوا)، ليست من القراءات المتواترة. (٢) البخاري: الاستئذان - التسليم والاستئذان ثلاثا (٥٧٧٥)، والترمذي: الاستئذان والآداب (٢٦٤٧). عن أنس رضي الله عنه.</p><p> غير مستورة، فإذا كانت الدار ذات بيوت في كل بيت منها سكن كان الاستئناس والسلام واجبين، وقد ذكر في أدب السلف الصالح أنه إذا وجد البيت بابه مفتوحًا، يستأذن وهو واقف بجانب منه. </p><p> وننبه هنا إلى أمرين: </p><p> أولهما: أن السلف الصالح كانوا يذكرون أسماءهم عند الاستئذان والاستئناس، فعمر رضي الله تعالى عنه استأذن على النبي - صلى الله عليه وسلم - فقال عمر، وكذلك أبو موسى الأشعري، ويكره أن يقول المستأذن:  (أنا، من غير ذكر اسمه)  (١) . </p><p> ثانيهما: أنه يستأذن على محارمه وغيرهم، وروي أن النبي - صلى الله عليه وسلم - سئل من رجل: أيستأذن على أمه؟ فقال: نعم، أترضى أن تراها عارية (٢) . </p><p> وفى الحق: إن الاستئناس والتسليم لثلاثة أسباب. أولها: أن يكون صاحب البيت ليس على حال يصح للقاء واستقبال الناس. وثانيها: احترام الملكية، سواء أكانت ملكية عينية بأن يكون البيت ملكه، أو ملكية منفعة إذا كان مؤجرا، وثالثها: إزالة وحشة المفاجأة. </p><p> وقد ختم سبحانه الآية الكريمة بقوله عز من قائل:  (ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ) الإشارة إلى هذه الآداب الكريمة، والخطاب لمن وجه إليهم الخطاب في قوله تعالى:  (يَا أَيُّهَا الَّذِينَ) ، وكان الخطاب بلفظ الجمع؛ لأن المخاطبين جمع، وتكون \" ذلك \" بالخطاب المفرد، إذا كان المخاطب محمدا وحده، وإنه بتقصي ذلك في القرآن تثبت هذه التفرقة في الخطاب. وقد خاطب بالإشارة بأمرين: </p><p> أولهما: أنه (خَيْرٌ لكُمْ) ، لكي تصان الأعراض، وتستر العورات، ولا يكون نطاق اتهام، ونفور بالاستيحاش، وحيث كشفت الأستار كانت الفتن وكان ظن السوء، فتسود القطيعة، والتفاحش، ورمي الأبرياء. </p><p>(١) عن جَابِر بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، يَقُولُ: أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي دَيْنٍ كَانَ عَلَى أَبِي، فَدَقَقْتُ البَابَ، فَقَالَ: «مَنْ ذَا» فَقُلْتُ: أَنَا، فَقَالَ: «أَنَا أَنَا» كَأَنَّهُ كَرِهَهَا. رواه البخاري: الاستئذان - إذا قال: من ذا؟ قال: أنا (٥٧٨١)، ومسلم: الآداب: كراهة قول المستأذن أنا، إذا قيل له: من هذا. (٢) رواه مالك في الموطأ: الجامع - الاستئذان (١٥١٩) عن عطاء بن يسار رضي الله عنه.</p><p> ثانيهما: رجاء التذكر وتعرف المصلحة وتحري الاحتشام، حتى من الآباء والأمهات. </p><p> وقد ذكر سبحانه وتعالى: </p>"
}