{
  "id": null,
  "sura": 25,
  "aya": 21,
  "text": "<p> (وَقَالَ الَّذِينَ لَا يرْجُونَ لِقَاءَنَا. . .) يشير سبحانه إلى السبب في كفرِهم وجحودهم بكل شيء، وهو أنهم لَا يرجون لقاء اللَّه تعالى فقال سبحانه:  (وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا (٢١) . </p><p> لا يرجون لقاءنا، أي ينكرون لقاء اللَّه تعالى ولا يؤمنون، وأن لهم هذه الحياة التي يعيشونها في الدنيا، ولا يؤمنون بغيرها، وعبر سبحانه عن عدم إيمانهم باليوم الآخر ولقائه بقوله:  (لا يَرْجُونَ لِقَاءَنَا) ، أي لَا يطمعون ولا يأملون في لقائنا، للإشارة إلى أن الإيمان باليوم الآخر فيه رجاء الخير، فمن يؤمن به يرجو الخير، لأنه يعلم أن هناك جزاء، وأن أعماله ليست هباء، فإذا كان متعبا في هذه شقيا فيها، كان رجاء العوض يوم البعث، فينال الخير بدل الحياة الشاقة التي يعيشها، فالمؤمن له رجاء، والكافر بالبعث حاسر، وأضاف اللقاء إليه سبحانه؛ لأنه مفرج الكروب، والمجازي سبحانه بالخير خيرا، وبالشر شرا، وفيه إيناس بأن من يرجو لقاء الله، إنما يرجو لقاء السند القوي، ومن يكفر به، يعدم ذلك السند الذي لَا يعتمد عليه غيره، سبحانه عظمت آلاؤه، والتعبير بالموصول:  (الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا) فيه إشارة إلى أن السبب في لجاجتهم في الكفر وإنكارهم للمعجزات، وعدم تعقلهم للحقائق هو أنهم لَا يرجون لقاء الله، ولو رجوا لقاء اللَّه، لعملوا حساب هذا اللقاء واهتدوا بدل الكفران. </p><p> (لَوْلا أُنزِلَ عَلَيْنَا الْمَلائِكَةُ أَوْ نَرَى رَبَّنَا) . </p><p> لولا للتحريض، أي هلا أنزل علينا الملائكة، يخبرون برسالة اللَّه تعالى لهم، ولا يجيئنا واحد منا يأكل مما نأكل ويمشي في الأسواق كما نمشي، فهذا تحريض على أن يكون ملائكة، أو نرى ربنا، أو تقول لولا - حرف شرط امتناع أي </p><p> امتنع إيماننا لأنه لَا تنزل ملائكة أو لم نر ربنا، والأظهر أنها للتمني، أي نطلب متمنين أن ينزل علينا ملائكة أو نرى ربنا، وهذا مؤدى الحض، فهم يتمنون متعللين بهذه الأمنية الباطلة لتبرير كفرهم. </p><p> ومعنى قولهم ومؤداه أننا لَا نؤمن بانك رسول، ولو كان اللَّه يرسل رسولا لأرسله من الملائكة، ولماذا لَا يخاطبنا، وهكذا سار المشركون على ما سار اليهود من قبلهم، فقد قالوا لموسى - عليه السلام - لن نؤمن لك حتى نرى اللَّه، إن هذا الذي طلبوه يتضمن في ذات نفسه خروجا بهم عن طورهم الإنساني؛ لأن الرسول يجب أن يكون من جنس من أرسل إليهم، فهم بطلبهم هذا كطلب بني إسرائيل من قبل قد تعدوا الحدود، ولذا قال تعالى بعد ذلك (لَقَدِ اسْتَكْبَرُوا فِي أَنفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا) السين والتاء للطلب، أي طلبوا الكبر في ذات أنفسهم وتعدوا حدودهم، وحسبوا بكبرهم الذي طلبوه أنهم فوق البشرية، وألفوا الظلم، والنّبوّ عن الحق، والخروج من دائرته، ولا سبيل إلى رجعتهم، وقد أكد اللَّه سبحانه وتعالى استكبارهم عن الحق وبعدهم بـ اللام وبـ قد، وبوصف بعد عن الحق كبير وضلال بعيد، قد أوغلوا فيه وإذا كانوا يريدون أن يروا الملائكة فسيرونهم، ولكن لَا على أنهم مبشرون ومنذرون، ورسلا في الدنيا من قبل رب العالمين، ولكن يرون مبشرين بدخول الجنة فعلا يوم القيامة، أو ملقين لهم ولأشباههم في الجحيم، ولذا قال تعالى: </p>"
}