{
  "id": null,
  "sura": 25,
  "aya": 16,
  "text": "<p> (لَهُمْ فِيهَا مَا يَشَاءُونَ خَالِدِينَ كَانَ عَلَى رَبِّكَ وَعْدًا مَسْئُولًا (١٦) </p><p> الضمير في لهم يعود إلى المتقين (مَا يَشَاءُونَ) ، أي ما يحبون ويريدون من ملاذ، ومن متع أعلى مما في هذه الحياة، ففيها كل ما يحبون؛ ما لَا عين رأت ولا أذن سمعت، وإن الإحساس بالقدرة على تحقيق كل رغباتهم من نعمة هو في ذاته نعمة، مع ما يتضمن من نعم أخرى ينالها، فالملاذ نعمة، والقدرة المستمرة عليها نعمة أخرى، نعمة التمكين، وهناك نعمة ثالثة تحف بهم، وهي نعمة الخلود والدوام، فهي نعم غير مقطوعة، ولا ممنوعة ساعة من زمان، وقد أكد سبحانه وتعالى وعده بها، وأنه سبحانه كتبها على نفسه بقوله:  (كانَ عَلَى رَبِّكَ وَعْدًا مَّسْئُولًا) ، أي كان ذلك الوعد الذي كتبه على نفسه مسئولا، أي حقيقا بأن يسأله ويطلب فضلا من ربك ورحمة، فقد ألزم نفسه به، ولم يلذ به غيره، تعالى اللَّه عن ذلك علوا كبيرا، فهو قد كتبه على ذاته العلية. </p><p> والتعبير بقوله تعالى:  (كَانَ عَلَى رَبِّكَ وَعْدًا مَسْئُولًا) يشير إلى أنه من فضل الربوبية ورحمة المنعم القادر على كل شيء، فالمسئولية ليست مسئولية إلزام، إنما </p><p> هي مسئولية إنعام نسألها، كقوله تعالى كما أمرنا (رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ. .) ، وكما يسأل الملائكة لعباد اللَّه المؤمنين فيقولون:  (رَبَّنَا</p><p> وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَتِي وَعَدتَّهُمْ. .) . </p><p> * * * </p><p> حشر الكافرين وما يعبدون </p><p> قال تعالى: </p><p> (وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ (١٧) قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا (١٨) فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا وَمَنْ يَظْلِمْ مِنْكُمْ نُذِقْهُ عَذَابًا كَبِيرًا (١٩) وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ وَكَانَ رَبُّكَ بَصِيرًا (٢٠) </p><p> * * * </p><p> الكلام السامي في قوله تعالى: </p>"
}