{
  "id": null,
  "sura": 25,
  "aya": 10,
  "text": "<p> (تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا (١٠) </p><p> تبارك أي تكاثرت وتسامت بركة اللَّه تعالى على أوليائه وعلى المرسلين من عباده، وعلى نبيه محمد - صلى الله عليه وسلم - خاتم النبيين (إِن شَاءَ جَعَلَ لَكَ خَيْرًا مِّن ذَلِكَ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ) </p><p> علقه سبحانه وتعالى على مشيئته التي تكون على مقتضى حكمته، جعل لك خيرا مما يتباهون به، وينتقضون رسالتك، لأنها لم تكن ذات كنوز، ولا حدائق، و (خيرا) مفعول، و (جناتٍ) بدل من خير، وبادر النص بالخيرية لإثبات أن الله تعالى قادر على إعطاء محمد - صلى الله عليه وسلم - ما هو أعظم زينة، والخيرية هنا هي خير المظهر، والنعيم الدنيوي، وأما ما هو خير عند اللَّه تعالى جزاء معنويا وماديا فإنه في الآخرة. </p><p> (وَيَجْعَلْ لَكَ) معطوف على (جَعَلَ) والجزم على محل جَعَل، لأن (جَعَلَ) جواب الشرط فمحله الجزم، فيكون العطف عطف مجزوم على مجزوم، والقصور هي مساكن عطاء الدنيا التي يتباهى بجمالها، ومتانة بنيانها، وزخارفها، وطنافسها. </p><p> ولكن الله تعالى لم يشأ لأنبيائه زخارف الحياة، ولكن اختار لهم مشقة الحياة </p><p> وأن يعيشوا على الكفاف، لأنه حيث كان القِل من العيش كان الإخلاص والاتجاه الكامل إلى اللَّه تعالى، لَا يشغله عنه شاغل من متع هذه الحياة، ولقد كان محمد - صلى الله عليه وسلم - فيما روي عنه يقول:  \" اللهم أحيني مسكينا، وأمتني مسكينا، واحشرني في زمرة المساكين \" ، ولأن الأنبياء قادة الخليقة إلى الله تعالى، فيجب أن يكونوا قريبين من أضعف الناس لَا يتجافون عنهم في مظهر، ولا عرض من أعراض الدنيا، ولأنهم يتجهون إلى معالى الأمور، ولا يتجهون إلى سفسافها. </p><p> * * * </p><p> إن تكذيب الساعة أوجد الضلال </p><p> قال تعالى: </p><p> (بَلْ كَذَّبُوا بِالسَّاعَةِ وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا (١١) إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا (١٢) وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا (١٣) لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا (١٤) قُلْ أَذَلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ كَانَتْ لَهُمْ جَزَاءً وَمَصِيرًا (١٥) لَهُمْ فِيهَا مَا يَشَاءُونَ خَالِدِينَ كَانَ عَلَى رَبِّكَ وَعْدًا مَسْئُولًا (١٦) </p><p> * * * </p>"
}