{
  "id": null,
  "sura": 25,
  "aya": 20,
  "text": "<p> (وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ وَكَانَ رَبُّكَ بَصِيرًا (٢٠) </p><p> هذا بيان أن الرسل لَا يكونون إلا من البشر، وذلك ليستطيعوا أن يرشدوهم </p><p> ويوجهوهم، ويهديهم اللَّه تعالى بهم، ولا يمكن أن يكون ملكا، لأنه ليس من جنسهم، ولا يمكن أن يكون قدوة؛ لأن المقتدي يكون من جنس المقتدَى؛ لتتم القدوة، ولا يكون هنالك ما يكون للقدوة من خواص يختص بها، ولأن الرسول يدعو بعمله، ويتبع في أعماله، فلابد أن يكون من البشر ليتبع في أعماله، ولأن الناس قد يحال بينهم وبين مواجهته بمحاجزات من الملوك والرؤساء، فلا بد من رفع المحاجزات ليخلو وجه الناس لهم. </p><p> لا بد أن يكون الرسل من البشر، وإنهم يدعون الضعفاء والأقوياء، ولا يتبعهم ابتداء إلا الضعفاء، ولتمام الدعوة وسلامتها، لَا بد أن يعيشوا كما يعيش الضعفاء، فلا يكونون ملوكا أو من حواشي الملوك، وإذا كان بعض الأنبياء ذكر بالملك كداود وسليمان، فقد كانوا ملوكا في سلطانهم الحق، ولكن في عيشهم كانوا يعيشون كالضعفاء، فداود - عليه السلام - كان يأكل من عمل يده، ولعل ابنه سليمان لم يكن من الملوك الذين يستقلون في معيشتهم عن رعيتهم ومن المؤكد أنه لم يكن ملكا مستعليا على رعيته، ولا يعيش عيش ضعفائهم. </p><p> (وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ) من هنا بيانية، والمعنى ما أرسلنا قبلك من المرسلين (إِلَّا إِنَّهُمْ لَيَأكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الأَسْوَاقِ) ، إنهم لَيَأكُلُونَ الطعام إلى آخره جملة حالية (إِلَّا إِنَّهُمْ) في حال يأكلون فيها الطعام أي ما أرسلناهم إلا والحال التي تحيط بهم أنهم يأكلون الطعام، فتلك حالهم، وبعض النحويين يقررون أن في الكلام محذوفا (هذه صفته) فذكرت الصفة مغنية عن الموصوف المقدر، ويكون سياق القول، وما أرسلنا إلا رسلا إنهم ليأكلون، وأرى أن عد الجملة حالية أولى بالأخذ، لأن ما لَا يحتاج لتقدير أولى. </p><p> والخطاب في قوله تعالى:  (وَجَعَلْنَا بَعْضَكُمْ لِبَعْض فِتْنَةً) للناس أجمعين، والفتنة أصلها ما يفتن به الفلز، ليخرج منه الذي يعلق به، وأطلق على ما تفتن به النفوس من جاه ومال ونفر، وعلو في الأرض، ومعنى (وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتنَةً) ، جعل الأقوياء فتنة للضعفاء بإيذائهم، والكافرين فتنة للرسل بعنادهم، </p><p> والأغنياء فتنة للفقراء باستعلائهم، والضعفاء فتنة للأقوياء بسبقهم إلى الإيمان والحق، وتأخرهم، وهكذا كل من أعطى خيرا دنيويا أو أخرويا يكون فتنة لمن لم يكن مثله، وإن الواجب للمفتون هو الصبر، والواجب على أهل الحق من الأنبياء والصديقين أن يصبروا؛ ولذا قال تعالى:  (أَتَصْبِرُونَ) والصبر في الفتنة هو السبيل لاجتياز المحنة والخروج منها مؤمنا خالصا، فالاستفهام هو للتوجيه للصبر، والتحريض، ويلاحظ أن اللَّه تعالى أكد أن الرسل يأكلون الطعام ويمشون في الأسواق بالجملة الاسمية، وبـ إن المؤكدة، وباللام في خبرها (لَيَأكُلُونَ) . </p><p> (وَكَانَ رَبُّكَ بَصِيرًا) كان دالة على الدوام، وأن الناس تحت رقابة اللَّه دائما، يعلم بحال الصابرين والتمكين منهم علم السميع الذي يسمع، والبصير الذي يبصر، ويكافئ كُلًّا بحسب حاله التي علمها اللَّه تعالى إن خيرا فخير، وإن شرا فشر، فليعملوا عمل ما يرى ويسمع، واللَّه بكل شيء محيط. </p><p> * * * </p><p> إنكار البعث والتهديد به </p><p> قال تعالى: </p><p> (وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا (٢١) يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا (٢٢) وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا (٢٣) أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا (٢٤) وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا (٢٥) الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا (٢٦) </p><p> * * * </p><p> الكلام موصول في بيان أحوال المشركين، وتعلاتهم في كفرهم بالرسول - صلى الله عليه وسلم - ومعجزاته وخصوصا القرآن الذي هو أعظم المعجزات التي جاء بها الرسل، وهو المعجزة الباقية التي تتحدى الأجيال أن يأتوا بمثلها إلى يوم القيامة، وفي هذه الآية </p>"
}