{
  "id": null,
  "sura": 25,
  "aya": 53,
  "text": "<p> (وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا (٥٣) </p><p> الضمير يعود إلى اللَّه جل جلاله، و (مَرَجَ) ، لها معنيان وردا في لغة العرب، المعنى الأول - خلَّى وأرسل، والمعنى الثاني - خلط من غير امتزاج، وإدخال أحدهما في الآخر، وقبل أن نخوض في معنى الكلمات والأسلوب نقرر أن هذه الآية من دلائل الإعجاز؛ لأن محمدا لم ير البحار التي تمخر عبابها السفن، فذكره سبحانه وتعالى لخواصها في القرآن دليل على أنه ليس من عند محمد - صلى الله عليه وسلم - الذي لم يرها ولم يعرفها، ودليل على أن الكلام للَّه تعالى خالق البحر واليابس، والأنهار والبحار، وهو بكل شيء عليم. </p><p> والمعنيان للمرج يستعملان في هذا المقام، فاللَّه سبحانه وتعالى خلَّى البحرين يجريان كل منهما في مجراه من غير أن يمتزج أحدهما بالآخر، وهما غير متجاورين أحيانا، وأحيانا يكونان متجاورين يختلطان ويتجاوران ولا يمتزجان، والبحران هما النهر العظيم كالدجلة والفرات والنيل وسيحون وجيحون وغيرها من الأنهار العظيمة الذي يخليها الله تعالى ويرسلها في المروج، فتنبت الزرع نباتا وغراسا، ويشرب منها الناس، ويسقون دوابهم وأنعامهم، والبحر الثاني هو البحر الملح، كبحر الروم وبحر القلزم، وبحر الهند، وبحر الظلمات وغيرها، والأول عذب فرات، والثاني ملح أجاج، أي ملح شديد الملوحة، وفيه أحيانا دفء، وفيه نعم لَا تحد، ففيه الجواهر والياقوت والمرجان، وفيه اللحم الطيب، وهواؤه فيه مواد مطهرة للصدر، فيه اليود، ومنه تنبعث الريح، وفيه تجري البواخر كالأعلام وفى هذا بيان نعمة الله تعالى في الماء العذب الفرات الذي يكون لسقي الأرض وإحياء نباتها وغرسها. </p><p> وقد ذكر الحافظ ابن كثير عجائب الله تعالى في البحر الأجاج، فذكر ما </p><p> يكون فيه من مد وجزر تبعا للقمر، فقال رضي اللَّه تعالى عنه في تفسير (وهَذَا مِلْحٌ أُجَاجٌ) : أي مالح مرٌّ زعاق لَا يستساغ كالبحار المعروفة في المشارق والمغارب والبحر المحيط. </p><p> وأخذ يضرب الأمثال حتى قال: وما يشابهها من البحار الساكنة التي لا تجري ولكن تموج وتضطرب وتلتطم في زمن الشتاء وشدة الرياح، ومنها ما فيه مد وجزر، ففي أول كل شهر يحصل مد وفيض فإذا شرع الشهر في النقصان جزرت حتى ترجع إلى حالتها الأولى، فإذا استهل الهلال من الشهر الآخر شرعت في المد لليلة الرابعة عشرة، ثم شرع في النقص فأجرى اللَّه سبحانه وتعالى تلك العادة. </p><p> وإن نعم اللَّه تعالى في البحار كما ذكرنا عظيمة، وقد سئل النبي - صلى الله عليه وسلم - عن ماء البحر فقال:  \" هو الطهور ماؤه الحل ميتته \" . </p><p> وقد أشار سبحانه إلى أن كلا من البحرين العذب الفرات والملح الأجاج كلاهما محجوز عن صاحبه، بل يأخذ الإنسان من كل منهما منافعه ونعمه من غير أن يختلط أحدهما بالآخر، فيختلط الملح بالعذب الفرات، فلا ينتفع الإنسان بشربه، ولا الزرع بسقيه. </p><p> ولذا قال:  (وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا) أي جعل بينهما حاجزا مانعا، وحجرا، أي حدّا، وهوِ بمعنى محجوز، كنقض بمعنى منقوض، وأكد سبحانه المنع، فقال:  (وَحِجْرَا مَّحْجُورًا) أي حدا ممنوعا لَا يمكن أن يعدو أحدهما. </p><p> وقد قلنا إن (مَرَجَ) هنا بمعنى خلا وأرسل، وقد بينا معنى مرج البحرين على ذلك المعنى، وهي أيضا بمعنى خلط وجاور من غير أن يمتزج الماءان كل منهما بالآخر مع أن الماء سريع السيران، ويتم الامتزاج فيه، لكن في النوعين من الماء نجدهما يتجاوران مختلطين بالجوار غير سائل أحدهما في الآخر، فتجد في مصبات الأنهار حيث يختلط ماء النهر وتجاور ماء البحر، تجد بينهما مانعا حسيا يكون كل واحد منهما متميزا بحيزه لَا يعدوه؛ لأن ماء النهر خفيف، والماء الملح </p><p> ثقيل فكلاهما لَا يمتزج بالآخر، وإن كان ماء البحر على ماء النهر، ولذا قال تعالى: في هذا النوع من المرج (مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ (١٩) بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ (٢٠) فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (٢١) . </p><p> وبعد أن بين سبحانه ما في الكون من عجائب وبدائع بادية للعيان، ويدرك بعضها الجنان عاد بنا إلى الإنسان المخاطب بالتكليف فقال: </p>"
}