{
  "id": null,
  "sura": 25,
  "aya": 49,
  "text": "<p> (لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا (٤٩) </p><p> اللام لام العاقبة، وليست لام التعليل في نظرنا؛ لأن أفعال اللَّه جل جلاله لا تعلل، ولكنها لام العاقبة وبيان اقتران نعمة اللَّه تعالى بهذا الخير العميم، وقد ذكر اللَّه تعالى ثلاث نعم كل نعمة تشير إلى ما وراءها. </p><p> النعمة الأولى - إحياء موات الأر. ض، وقد عبر اللَّه تعالى عن ذلك بقوله تعالت كلماته:  (لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا) البلدة الميتة هي الخالية من الزرع والماحلة من الغرس، ولا ينتفع بها في بناء أو غيره، بل هي معدة للزرع والغرس، وإحياؤها هو سقيها، وإزالة أسباب بوارها، وزرعها أو غرسها، والماء هو حياة الزرع والغرس، وخلق اللَّه تعالى من الماء كل شيء حي، يلاحظ هنا أن كلمة \" بلدة \" مؤنث لفظي، وهو دال في ذاته على البقعة، فكيف يوصف بكلمة ميتا الخالية من التاء، قال علماء البيان: إنه أريد بالبلدة مكانها فميتا وصف للمكان وهو الذي يوصف بأنه محل خاو من الزرع والضرع، فكان حذف التاء، فيه إيماء إلى ما يجري فيه الإحياء وهو المكان وليس البلدة التي تتكون من البيوت والدور، وهي لَا تكون إلا حيث يحييها اللَّه تعالى بالزرع، وإن إيراد المكان بالبلدة هو الذي يتفق مع السياق، والبيان. </p><p> وقال علماء البيان أيضا: إن الوصف بميت من غير تاء فيه مبالغة في مَحْلها، وجدبها وخلوها من النبات، وما به ينبت، أي أن الجدب حال مستمرة باقية يراها الناس كذلك، وذلك وجه معقول كسابقه. </p><p> وسمى اللَّه تعالى وجود الزرع والغرس، وما يتبعها من إحياء، تشبيها بالحياة، أي أن الأرض في حال جدبها كالميت، وفي حال زرعها واستغلالها </p><p> كالحي، وكل بفضل من اللَّه تعالى، ذلك أنها إذا كانت الأرض ماحلة لا حياة لها بزرع أو غرس، فإنه قد يكون باطنها عامرا بالمعادن فلزات وغير فلزات كما نرى في الصحارى في بلاد الحجاز، وفي الصحراء الغربية في تخوم ليبيا والجزائر، ومصر، وفي العراق وإيران، وغيرها من أرض اللَّه تعالى العليم القدير. </p><p> النعمة الثانية - سقي الحيوان من الأنعام وغيرها، وذلك قوله تعالى:  (وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا) أشار في هذه الآية إلى ثلاث نعم في ضمن نعمه أولها: السقي ذاته فهو نعمة، وثانيها: أن الأنعام يسقين خلق اللَّه تعالى، وهي تكون حاملة وعاملة، وثالثها: أنها حيوان هي نعم في ذاته، ولذا سميت الأنعام. </p><p> ورابعها: سقي الأناسي، وهي جمع إنس بمعنى الإنسان، وهذه نعمة أخيرة، وهي نعمة الري، ودفع العطش القاتل، إنه هو المنعم الكبير. </p><p> * * * </p><p> التصريف في القرآن والنذر </p><p> قال تعالى: </p><p> (وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا (٥٠) وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَذِيرًا (٥١) فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَادًا كَبِيرًا (٥٢) وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا (٥٣) وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا وَكَانَ رَبُّكَ قَدِيرًا (٥٤) وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا (٥٥) </p><p> * * * </p>"
}