{
  "id": null,
  "sura": 25,
  "aya": 40,
  "text": "<p> (وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ أَفَلَمْ يَكُونُوا يَرَوْنَهَا بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا (٤٠) </p><p> القرية هي المدينة العظيمة، وهي هنا قرية قوم لوط، ومطر السوء هو </p><p> الحجارة، وهذا تشبيه للحجارة التي كانت مقصودة بالمطر، لأنها نزلت عليهم منهمرة انهمارا، ولكنه لم يكن مطر ماء مغيث، ولا ماء مغيث، بل مطر حجارة حاطمة، فهو سوء، أي سيئ في ذاته مؤلم، وهو سيئ في عقباه، أفلم يروها ولم يروا ما نزل بها فيعتبروا ويتدبروا، ولكنهم مروا ولم يروا روعة اعتبار. </p><p> أتوا هذه القرية أي مروا عليها في رحلاتهم إلى الشام، ولم يعتبروا، وقال أتوها، ولم يقل مروا، للإشارة إلى أنه كان يجب أن يأتوا، ويعتبروا بها، ويخشون أن ينزل بهم لما ارتكبوا من آثام مثلها، أو أشد منها، وإن لم تكن من نوعها. </p><p> (بَلْ كانُوا لَا يَرْجُونَ نُشُورًا) بل هنا للإضراب الانتقالي، أي أنه لَا يتوقع منهم اعتبار بالسابقين؛ لأنهم لَا يرجون نشورا، لَا يتوقعون أن ينشروا ويبعثوا ويحاسبوا، لأن من فقد ذلك الشعور لَا يأبه لشيء ولا يفكر في عبرة أو اعتبار، إذ يحسب أنها الحياة الدنيا وحدها ويقول: ما هي إلا حياتنا الدنيا نلهو ونلعب وما نحن بمبعوثين. </p><p> * * * </p><p> النبي والمشركون </p><p> قال تعالى:  (وَإِذَا رَأَوْكَ إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا (٤١) إِنْ كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا (٤٢) أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا (٤٣) أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا (٤٤) </p><p> * * * </p><p> المشركون كشأن كل ضال أن يكون مصروفا بقلبه عن الحق منصرفا عن المعاني إلى الظاهر، وعن الحقائق الثابتة إلى الأمور الحسية، لقد رأوا النبي - صلى الله عليه وسلم - يأكل </p><p> كما يأكلون، ويمشي في الأسواق كما يمشون، فصرفتهم هذه المشابهات الحسية عن معانيه - صلى الله عليه وسلم - التي سمى من أجلها الأمين بينهم، فاستهزءوا لمظهر حاضره، ونسوا حقيقة ماضيه العامر بالجود والفضائل، بل نسوا معنى الرسالة ومعجزتها. </p><p> الضمير في </p>"
}