{
  "id": null,
  "sura": 25,
  "aya": 62,
  "text": "<p> (وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا (٦٢) </p><p> الضمير يعود للذات الإلهية التي يجب أن يكون ذكرها في قلب كل مؤمن، وهو الذي يسبح له الرعد بحمده، (جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً) ، أي يخلف كل واحد منهما الآخر، كأنه يذهب عن الوجود ليكون الثاني خليفة له في إحكام ودقة، وانتظام وتداول بينهما، فالإنسان بين ليل يغشاه، وليل يبرزه، وبين حياة هادئة ساكنة يستروح فيها راحة الحياة واستقرارها، وبين لغوب وعمل وكد وعناء، وقال تعالى:  (لِمَنْ أَرَادَ أَن يَذَّكَّرَ) يذكر أصلها ليتذكر، أي أنه في هدأة الليل يتذكر نعم الله تعالى نعمة نعمة، ويعتبر أمره عبرة بعد عبرة، وأخذ مواعظه عظة بعد عظة. </p><p> وقوله تعالى:  (لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا) اللام حرف جر متعلق بجعل، أي هذا الليل والنهار خلفة لتكون مادة اعتبار وإدراك لمن أراد أن يتذكر، ويعرف قدرة اللَّه تعالى وخلقه، وإبداعه في التكوين، فيذكر قدرة اللَّه تعالى الخلاق العليم، وأنه ليس كمثله شيء، وأنه خالق كل شيء، والمنعم على كل شيء، وأراد أن يُشكر على ما أنعم بالطاعة. </p><p> وفى هذا التعبير الحكيم إشارة إلى تبعة الإنسان في إهماله أو اعتباره، لأنه سبحانه قال (لِمَنْ أَرَادَ) فإرادته هي الموجهة له بعلم اللَّه العلي الكبير، وبهذه الإرادة يستحق الثواب ويستحق العقاب، واللَّه تعالى يهدي من أراد الهداية بالتذكر </p><p> وشكر النعمة، و (أو) هنا للدلالة على التردد بين أمرين: أولهما - التذكر وهي تذكرة دائما، أو الخطوة الأخرى التي تكون بعد التذكر، وهو الشكور، وهي مصدر شكَر، فمصدر شكَر الشكر، والشكور، كمصدر كفر الكفر والكفور. </p><p> واذكر أصلها تذكر، سكنت التاء وادغمت في الذال وجاءت همزة الوصل ليمكن النطق بالساكن، وإن الليل والنهار من تعاقب الشمس والقمر في الحس، وهما مستمران في دأب وتوالٍ، كما قال تعالى:  (وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ) ، وقال تعالى:  (. . . يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا. . .) ، صدق اللَّه تعالى. </p><p> * * * </p><p> صفات المؤمنين المتذكرين </p><p> قال تعالى: </p><p> (وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا (٦٣) وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا (٦٤) وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا (٦٥) إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا (٦٦) وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا (٦٧) وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا (٦٨) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا (٦٩) </p><p> إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (٧٠) وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا (٧١) وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا (٧٢) وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا (٧٣) وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا (٧٤) أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا (٧٥) خَالِدِينَ فِيهَا حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا (٧٦) قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا (٧٧) </p><p> * * * </p><p> هذه الآيات الكريمات تصور صفات المؤمنين التي يتكون منها المؤمن الصادق، وهي تجمع بين أمور ثلاثة من الصفات: </p><p> أولها - الصفات الموجبة المكونة معنى الإيمان، والتي هي خلال أهل الإيمان الذين تعلو الإنسانية بهم، ولا يستعلون عليها، وهي من أول الآيات إلى قوله تعالى:  (لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) . </p><p> وثانيها - صفات سلبية، وهي التي تبتدئ من هذه الآية الأخيرة. </p><p> وثالثها - الذين يبتغون الحياة الزوجية بالطهر والعفاف، وختم سبحانه الآية ببيان الجزاء الأوفى. </p><p> الصفات الإيجابية </p><p> قال تعالى: </p>"
}