{
  "id": null,
  "sura": 25,
  "aya": 57,
  "text": "<p> (قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا (٥٧) </p><p> الأمر في (قُلْ) للنبي - صلى الله عليه وسلم -، وقد أمر اللَّه تعالى نبيه أن يقول ذلك القول؛ لأنهم قالوا وأشاروا وصرحوا أنه يريد سيادة دنيوية في جاه يبتغيه، أو مال يتموله، فهو - صلى الله عليه وسلم - الذي يتولى الرد، وبيان أنه لَا يريد إلا الهداية (مَا أَسْألُكمْ عَلَيْهِ مِنْ أَجْرٍ) من - هنا دالة على استغراق النفي، أي لَا أسئلكم على هذا الإرشاد والتوجيه الذي أدعوكم به إلى ترك الأوثان وعبادة اللَّه تعالى وحده أي أجر، وإن فائدة هذه الدعوة مغبتها عليكم إذا اهتديتم، وتعود عليكم بالعقاب إن كفرتم. </p><p> ثم قال تعالى مستثنيا من الأجر (إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا) . </p><p> هذا الاستثناء يحتمل أن يكون متصلا، ويحتمل أن يكون منقطعا، وعلى أنه متصل يكون المعنى ظاهرا والمعنى لَا أسألكم أجرا تدفعونه، أو تؤدونه، إلا ابتغاء من شاء أن يتخذ إلى ربه منهاجا مستقيما، وطريقا موصلا إلى ربه، فإن ذلك هو الأجر الذي أبتغيه، وهو نعم الأجر ونعم الجزاء، فيكون الكلام دالا على مطلبه - صلى الله عليه وسلم -، ودالا على شرف الغاية التي يبتغيها، فليس يطلب مالا ولا جاها، ولكن يطلب هداية وتوفيقا وإرشادا. </p><p> ويكون معنى النص السامي على أن الاستثناء منقطع، لَا أسألكم عليه أجرا، لكن من شاء اتخذ إلى ربه سبيلا هو مطلبي وغايتي، وموضع دعايتي ودعوتي. </p><p> ومهما يكن من تخريج، فالمعنى أنه لَا جزاء للنبي إلا أن يتبعوا الحق، ويهتدوا به، ويوحدوا العبادة. </p><p> وفى قوله تعالى:  (إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا) إشارات بيانية ثلاث. </p><p> الأولى - التعبير بقوله:  (مَن شَاءَ) إشارة إلى أن الثواب لَا يكون إلا بالإرادة الحرة المختار، إذ هي أساس التكليف. </p><p> الثانية - التعبير بقوله:  (يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا) التعبير بالرب توجيه إلى أنه الخالق المربي القائم على الخلق، ففي ذلك دعوة للاتباع المدرك، شكرا لنعمة اللَّه تعالى عليه. </p><p> الثالثة - وصف الهداية بأنها اتخاذ السبيل؛ لأنه المنهاج، وهو (سَبِيلًا) ، وكان التنكير لبيان أن السبيل المطلوب هو ما كان إلى اللَّه تعالى. </p><p> وبعد أن أمر اللَّه تعالى نبيه أن يقول لهم ما قال أمره سبحانه بأن يتجه إلى الحق معتمدا عليه سبحانه وتعالى وحده فقال: </p>"
}