{
  "id": null,
  "sura": 25,
  "aya": 3,
  "text": "<p> (وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا (٣) </p><p> ومع أن اللَّه الذي خلق السماوات والأرض وصاحب السلطان المطلق، وخلق كل شيء فقدره تقديرا فَجَرَ المشركون وجحدوا واتخذوا من دونه، من غيره ما هو دون في ذاته آلهة، وسميت الأحجار آلهة على زعمهم لأنهم يعبدونها من دون اللَّه سبحانه وتعالى. والضمير في (وَاتَّخَذوا) يعود على المشركين، لأنهم حاضرون في مواجهة النبي - صلى الله عليه وسلم -. </p><p> ومعنى اتخذوا من دونه آلهة أنهم آثروا على عبادة اللَّه عبادة آلهة عاجزة، وهذا الاتخاذ إفك مبين كقوله تعالى:  (إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا) . </p><p> فالحجارة ليست آلهة، ولكنهم خلقوا إفكا فسموها آلهة، وقد خلقوا إفكا من ناحية تسميتها آلهة، وهم يصنعونها بأيديهم، فتكون الصناعة على أنها آلهة إفك، وانتحال اسم الآلهة لها إفك أيضًا. </p><p> وقابل سبحانه بين الهداية والضلال، فالهداية عبادة اللَّه، والضلال عبادة هذه الأحجار، فذكر أن اللَّه خالق وأن هذه الآلهة لَا تخلق شيئا، وهي في ذاتها مخلوقة، فقال:  (لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ) وأعاد الضمير عليها بضمير ما يفعل مسايرة للذين يعبدونها افتراء على أنفسهم وفوق أن هذه الأحجار مخلوقة لَا تملك ضرا ولا نفعا، فهي لَا قدرة لها على شيء ضار أو نافع، وعبَّادها أقدر منها، وبين سبحانه وتعالى أنها على حال جامدة مستمرة لَا تحيي ولَا تميت، ولا تبعث ولا تنشر، فهي خالية من أي صفة من صفات الإله المعبود، وقال سبحانه:  (وَلا يَمْلِكونَ موْتا ولا حَيَاةً وَلا نشورًا) إن هذه الآلهة لَا تستطيِع دفع ضرر، ولا جلب نفع، ولذا قال سبحانه وتعالى في وصفها (وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا) . </p><p> قال سبحانه:  (وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا) ولم يقل لَا تميت </p><p> ولا تحيي ولا تبعث؛ للإشارة إلى أنها ليست ميتة ولا حية في نفسها، ولا تبعث ولا تنشر، فهي لَا تملك الحياة لنفسها، فلا تملكها لغيرها، فهي جامدة ليست لها حياة، ولا تحيي، وهي لَا تسمى ميتة؛ لأن الموت إنما يكون لحي، ولا تملك نشورا، فلا تنشر؛ لأن البعث والنشور للأحياء الذين يحاسبون، ويلقون في الجحيم، أو يجزون بالنعيم. </p><p> هذه حال المشركين في عبادتهم وأوهامهم، وقد جاءهم القرآن بالبركة الروحية والنماء المعنوي فهل اهتدوا بهديه! </p>"
}