{
  "id": null,
  "sura": 25,
  "aya": 44,
  "text": "<p> (أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا (٤٤) </p><p> أم - هي أم المنقطعة الدالة على الإضراب والاستفهام معا، أي أنها تدل على الإضراب والانتقال من أمر شديد، إلى أشد، فالأمر الأول كان يفرض أنهم </p><p> يستمعون، ويعقلون واختاروا الهوى إلها، أما الاستفهام في هذه الآية فهو على إنكار أنهم يسمعون. </p><p> (تَحْسَبُ) معناها تظن ونقدر أنهم يسمعون ويعقلون، وإنكار أنهم يسمعون؛ لبيان أنهم لَا يسمعون الحق ولا يهتدون ولا يتدبرون، فكانوا كمن لا يسمعون أصلا، لأن الله وهب لنا السمع لنتقي به أضرار المفاجآت، ولنكون في يقظة، فإذا لم يفد السماع إدراك الحق فهو لم يسمع، ففي الكلام مجاز، وكذلك من عنده عقل ولا يستعمله فكأنه سلبه. </p><p> وقال سبحانه:  (أَكْثَرَهُمْ) لأن الله عدل في حكمه دائما، فمنهم من يؤمن، ويكون من المجاهدين، ومنهم من كان يستنكر في نفسه ما يفعله هؤلاء، فليسوا جميعا كأبي جهل وأبي لهب، وإن هؤلاء الكثرة كانوا هم المسيطرون على الجو الفكري حتى أدال الله تعالى من دولة الكفر، وكانت الكلمة العليا لله ولرسوله وللمؤمنين، فأخذ الإسلام يغزو القلوب قلبا قلبا قلبا، وفقد الهوى سلطانه إلا في بعض الأعمال دون العباد، ويئس الشيطان أن يعبد في أرض العرب، وبين سبحانه أن هذه الكثرة أضل من الأنعام فقال:  (إِنْ هُمْ إِلَّا كَالأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا) . </p><p> هنا نفي وإثبات، وإن نافية، أي ليسوا إلا كالأنعام، في أنهم لَا يعقلون الحق ولا يدركونه، وفي الكلام مجاز، إذ شبهوا بالأنعام، لجامع الجهالة وعدم الفهم، وقد أكد الله جهلهم بقوله (بَلْ هُمْ أَضَلُّ سَبِيلًا) أي أنهم أضل طريقا وهداية؛ لأن الأنعام تتبع هاديها، ومن يأخذها إلى منتجع الكلأ والماء، أما هم فلا يهتدون ولا يتبعون هاديا مرشدا، فهم جائرون بائرون، ولقد قال الزمخشري في هذا المعنى: </p><p> \" إن الأنعام تنقاد لأمر من يرعاها ويتعهدها، وتعرف من يحسن إليها، ومن يسيء إليها، وتطلب ما ينفعها، وتتجنب ما يضرها، وتهتدي لمراعيها ومشاربها، وهؤلاء لَا ينقادون لربهم، ولا يعرفون إحسانه إليهم من إساءة الشيطان الذي هو عدوهم، ولا يطلبون الثواب الذي هو أعظم المنافع، ولا يتقون العذاب الذي هو </p><p> أشد المضار، والمهالك، ولا يهتدون بالحق الذي هو الشرع الهني، والعذب الروي. </p><p> وهكذا كان الذين يحسبون الهداية ضلالا، والعكوف على الأوثان والتمسك بها صبرا، يحمدون عليه، وليس هوانا يحسب عليهم، واللَّه الهادي. </p><p> * * * </p><p> آيات الله في الكون </p><p> قال تعالى: </p><p> (أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا (٤٥) ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا (٤٦) وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا (٤٧) وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا (٤٨) لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا (٤٩) وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا (٥٠) </p><p> * * * </p><p> الرؤية هنا بصرية نظرية، ذلك أنه من ينظر ببصره الظل وهو يُمَدُّ، والمد: الجر والسحب، يراه رأي العين يجر شيئا فشيئا من انبلاج الفجر، إلى طلوع الشمس يرى ذلك بالنظر، ثم يتدبر بالفكر في صانعه، ولذلك قال: </p>"
}