{
  "id": null,
  "sura": 25,
  "aya": 34,
  "text": "<p> (الَّذِينَ يُحْشَرُونَ عَلَى وُجُوهِهِمْ إِلَى جَهَنَّمَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ سَبِيلًا (٣٤) </p><p> موضع (الَّذِينَ ئحْشَرُونَ) النصب على الاختصاص، وبيان عاقبة أمرهم بعد هذا الذي يثيرونه حول الحجة الكبرى للرسالة الخالدة إلى يوم القيامة، وقد عبر سبحانه عن حشرهم يوم القيامة بصورة تجعل القارئ يدرك منها مقدار المهانة التي تلحقهم يوم الحشر، الذي كانوا ينكرونه ويبالغون في إنكاره، إذ إنهم يقلبون على وجوههم التي كانت لَا تتجه في الدنيا إلا إلى الأسفل، فهم يسحبون سحبا، ويجرون جرا على وجوههم، وهذا يشير إلى أنهم يساقون ولا يكون لهم اختيار، ويساقون على أقبح حال، فبدل ما كان يدَّعون لأنفسهم في الدنيا من سيطرة، </p><p> وسلطان يتحكمون به في رقاب العباد، ويفتنون الناس في عقائدهم يكونون على هذه الصورة من الذل والهوان، وأنهم يؤخذون أخذا إلى جهنم، (أُوْلَئِكَ شَر مَّكَانًا وَأَضَلُ سَبِيلًا) الإشارة إلى المشركين محملين بهذه الصفات التي كانت لهم في الدنيا من غطرسة وكبرياء واستنكار عن الحق ولجاجة في الباطل، وإلى ما آل إليه أمرهم من السحب على وجوههم إلى جهنم سحبا، و (شر) في معنى أفعل التفضيل هو ليس على بابه، كقولى تعالى:  (قُلْ هَلْ أُنَبِّئُكُم بِشَرٍّ من ذَلِكَ. .) ، والمعنى من بلغ في الشر أقصى حالاته. </p><p> لقد كان المشركون يعيرون النبي - صلى الله عليه وسلم - على أن أتباعه العبيد والفقراء، وهم في نظرهم الأراذل من قومه، فبين سبحانه أنهم إذ يسحبون إلى النار على وجوههم مع صفاتهم السابقة شر مكانا، أي مكانهم الحقيقي والمعنوي شر هو الشر كله، وغيرهم كان هاديا يهدي في الدنيا، وخير مثوبة في الآخرة، (وَأَضَلُّ سَبِيلًا) أي أبعد عن السبيل الحق في الدنيا والآخرة، ففي الدنيا بإنكارهم للحق، حتى وصلوا إلى درجة العمى، وبالموازنة بين ما كانوا يدعون لأنفسهم، وما آل إليه أمرهم يتبين أولا - أنهم كانوا في ضلال وهم في الدنيا، والأرذلون في زعمهم كانوا أهدى سبيلا، ويتبين لهم ثانيا - أنهم في الآخرة يسحبون على وجوههم إلى جهنم، والمتقون كانوا سائرين إلى النعيم. </p><p> * * * </p><p> من قصص الأنبياء </p><p> (وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا (٣٥) فَقُلْنَا اذْهَبَا إِلَى الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَدَمَّرْنَاهُمْ تَدْمِيرًا (٣٦) </p><p> ذكر سبحانه وتعالى طغيان المشركين وضلالهم، وتحديهم وعنادهم، ثم مآلهم، ثم ذكر سبحانه بعد ذلك العبر التي سبقتهم، وما آل إليه الطغيان والكفر، مشيرا غير مفصل - التفصيل في مواضع أخرى -، وابتدأ بقصة فرعون وملئه، </p><p> وقومه، وقد كان أشد طاغية في عصره، لبيان أنه لَا يستعصى على اللَّه تدمير عاص مهما يكن طغيانه، وهو الذي كان يعبد، ويقول لهم (. . مَا عَلِمْتُ لَكُم مِّنْ إِلَه غَيْرِي. .) ، وقال تعالى: </p>"
}