{
  "id": null,
  "sura": 26,
  "aya": 176,
  "text": "<p> الأيك الشجر الملتف واحده أيكة، والمراد أصحاب الشجر الملتف الذي صار أيكة يعاش في ظلها، ونرى سيدنا شعيبا نبي اللَّه أحيانا يذكر أنه بعث إلى مدين قومه، وأحيانا يذكر أنه بعث لأصحاب الأيكة، ويظهر أن المؤدى واحد، لأن مدين كانت تسكن حول هذه الأشجار الملتفة، فهي منتفع بها، وذكرت الأيكة دون مدين لأنها موضع نعمتهم، وقال بعض المفسرين إنه بعث إلى أمتين مدين وأصحاب الأيكة، وإني أميل إلى الأول، وهو الأوضح الذي يسبق إلى الذهن. </p><p> والآيات الخمس من قوله تعالي:  (كَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ (١٧٦) إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ (١٧٧) إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (١٧٨) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (١٧٩) وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (١٨٠) . </p><p> قلنا من قبل إن هذه الآيات تصور وحدة الشرك في أنه لَا يؤمن بالرسالة الإلهية، وأنهم ينكرون أن يكون الرسول بشرًا، كما يبدو من جحودهم، وأن الرسول يكون منهم، وأنه معروف فيهم بالأمانة والصدق، وأنه كان محل صدق عندهم، لَا يكذبونه، وأنه بهذه الأمانة والثقة والإرسال من اللَّه تعالى يدعوهم، وأنه لَا يطلب جاها ولا مالا، ولا ملكا، وإنما يطلب الجزاء والرضا من اللَّه </p><p> تعالى:  (إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ) أي ليس أجرا إلا ما يكون من الله تعالى، بثواب من عنده، ورضا من لدنه، وهو أكبر من كل جزاء. </p><p> ابتدأ شعيب دعوته في قومه بعد ذكر الأمانة التي توجب التصديق، فقال: </p><p> * * * </p><p> (أَوْفُوا الْكَيْلَ وَلَا تَكُونُوا مِنَ الْمُخْسِرِينَ (١٨١) وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ (١٨٢) وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (١٨٣) </p><p> * * * </p><p> يظهر أن مدين أو أصحاب الأيكة كانوا قوما تجارا، وإن الشرائع السماوية جاءت لمنع الاعتداء على المال، وعلى الأنفس، وإذا كانوا تجارا، كاهل مكة فإن أخص ما يدعون به ألا يطففوا الكيل والميزان، ولذا كانت أخص دعوة شعيب بعد التوحيد ألا يطففوا الكيل والميزان حتى لَا ينالهم الويل الذي هدد به في قوله تعالى:  (وَيْلٌ لِلْمُطَفِّفِينَ (١) الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ (٢) وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ (٣) . </p><p> قال شعيب لقومه: </p>"
}