{
  "id": null,
  "sura": 26,
  "aya": 227,
  "text": "<p> (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ (٢٢٧) </p><p> ظاهر اللفظ أن الاستثناء من الشعراء، ويكون الاستثناء متصلا، والمعنى أن الشعراء يتبعهم الضالون، لأنهم في كل واد يهيمون، ويقولون ما لَا يفعلون </p><p> فيستثنى من هؤلاء الشعراء الذين آمنوا وعملوا الصالحات، وامتلأت قلوبهم بذكر الله، وذكروا الله كثيرا، كعبد الله بن رواحة وحسان بن ثابت، وكعب بن زهير، وأولئك انتصروا للحق وناصروه، وكانوا يدفعون الهجاء عن النبي - صلى الله عليه وسلم - ومنهم من قاد الجيوش، واستشهد أمام الروم في غزوة مؤتة، وهو عبد الله بن رواحة. </p><p> ويصح أن يكون الاستثناء منقطعا، ومستثنى من الضالين، ويكون معنى (إلا) لكن، والمعنى: والشعراء يتبعهم الغاوون إلى آخره، لكن الذين آمنوا وعملوا الصالحات وذكروا الله كثيرا بأن امتلأت قلوبهم بذكره، وانتصروا أي انتصفوا من المشركين من بعد ظلموا فإنهم يتبعون الحق ويتبعهم أهل الحق. </p><p> وقوله تعالى (مِنْ بَعْدِ مَا ظُلِمُوا) ، (ما) مصدر حرفي أي من بعد ظلمهم، وإرهاقهم في أمرهم، وكل هذا كان بيانا لنصرة الله تعالى من بعد الأذى في مكة، وإشارة إلى وعد الله تعالى بالنصر المبين، وانتصر معناها انتصف بنيله النصر، بعد جهاد في سبيل الله تعالى. </p><p> وقوله تعالى:  (وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ) . </p><p> السين هنا لتأكيد الفعل في المستقبل، والعلم الذي سيعلمونه هو علم المعاينة، إذ سيرون العذاب، وسيحسونه نازلا بهم، إذ يكونون في جهنم، وبئس المهاد، والتعبير بالموصول لبيان أن الصلة هي سبب ما ينزل بهم من عذاب شديد، لَا يعرفونه الآن، وسيعرفونه من بعد، وقد ظلموا أولا بالشرك، وثانيا بتكذيب الرسل، وثالثا بإنكارهم للقرآن، ورميهم له بأنه تنزل به الشياطين، وأنه كأقوال الكهان، وغير ذلك مما ظلمت به العقيدة، والحقائق، وقد أضافوا إلى ذلك ظلم العباد، والصد عن سبيل الله تعالى، والمنقلب هو انقلابهم من الطغيان إلى المهانة، ومن رغد العيش إلى شدته، وقد أبهم هذا المنقلب، تأكيدا للتهديد، والإنذار الشديد. </p><p> * * * </p><p> (سُورَةُ النَّمْلِ) </p><p> تمهيد: </p><p> هذه سورة مكية نزلت بمكة. وسميت النمل؛ لأن قصة سليمان مع النَّمْلِ أخذت حيزا كبيرا منها، وعدد آياتها ٩٣ آية. </p><p> وقد ابتدأ سبحانه بحروف مفردة هي الطاء والسين، وقد ذكرنا حكمة ذكرها في سورة الشعراء وما سبقها، وقد كانت أول آية تتعلق بالقرآن، كشأن الأكثر في السور المبتدأة بحروف مفردة، تلك آيات القرآن الكريم، وبشرى للمؤمنين الذين يقيمون الصلاة، ويؤتون الزكاة، وهم بالآخرة هم يوقنون. </p><p> ثم بين سبحانه أحوال الذين لَا يؤمنون بالآخرة، وأنه تزين لهم أعمالهم، وأنهم في أعمالهم يعمهون، وأنهم هم الذين لهم سوء العذاب، وأنهم في الآخرة هم الأخسرون. </p><p> وقد بين مقام النبي - صلى الله عليه وسلم - (وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ (٦) . </p><p> وقد ذكر سبحانه بعد ذلك جزءا من قصة موسى في مدين: إذ ذهب يبحث لأهله عن نار، (إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ (٧) ، وكان أن كلمه ربه، (فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ (٨) يَا مُوسَى إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ (٩) وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَا مُوسَى لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ (١٠) إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ (١١) وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ فِي تِسْعِ آيَاتٍ إِلَى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (١٢) </p><p> فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَذَا سِحْرٌ مُبِينٌ (١٣) . </p><p> وإنهم راعتهم المعجزة، (وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ (١٤) . </p><p> ولقد كان ذلك الجزء الصغير من قصة موسى عليه السلام تمهيدا لقصة داوود وسليمان، وخصوصا سليمان فإنهما نبيان من أنبياء بني إسرائيل جاءا لإحياء شريعة التوراة فيمن جاء لذلك من الرسل. </p><p> ولقد قال تعالى في ذلك (وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ (١٥) وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ (١٦) . </p><p> وقد أوتي سليمان ملكا لم يكن لأحد من بعده (وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ (١٧) </p><p> كما أوتي علم منطق الطير، فقد أوتي أيضا علم منطق كل شيء (حَتَّى إِذَا أَتَوْا عَلَى وَادِ النَّمْلِ قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ (١٨) فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ (١٩) وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ (٢٠) لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ (٢١) . </p><p> ولكنه بعد ذلك أتى بخبر غريب كان له ما يفيد في سياسة سليمان (فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطْتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ (٢٢) إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ (٢٣) وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ (٢٤) أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ (٢٥) اللَّهُ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (٢٦) . </p><p> سمع سليمان الملك الحكيم الخبر فلم يصدقه بادئ ذي بدء ولم يكذبه، بل أخذ يتفحصه قائلا: سننظر أصدقت أم كنت من الكاذبين، وكلفه أن يذهب بكتابه إليهم. </p><p> ذهب الكتاب إليها، فجمعت ملأها (قَالَتْ يَا أَيُّهَا الْمَلَأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ (٢٩) إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (٣٠) أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ (٣١) قَالَتْ يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي مَا كُنْتُ قَاطِعَةً أَمْرًا حَتَّى تَشْهَدُونِ (٣٢) قَالُوا نَحْنُ أُولُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍ وَالْأَمْرُ إِلَيْكِ فَانْظُرِي مَاذَا تَأْمُرِينَ (٣٣) . </p><p> فردت قائلة: </p><p> (قَالَتْ إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً وَكَذَلِكَ يَفْعَلُونَ (٣٤) وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ (٣٥) . </p><p> جاء الرد والهدية إلى سليمان الملك العظيم قال:  (أَتُمِدُّونَنِ بِمَالٍ فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ (٣٦) ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِنْهَا أَذِلَّةً وَهُمْ صَاغِرُونَ (٣٧) . </p><p> وقبل أن يذهب إليهم بجنده أراد أن يعرف عرشها وسلطانها، (قَالَ عِفْرِيتٌ مِنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ (٣٩) قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ قَالَ هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ (٤٠) . </p><p> جاءت الملكة إليه:  (قَالَ نَكِّرُوا لَهَا عَرْشَهَا نَنْظُرْ أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لَا يَهْتَدُونَ (٤١) فَلَمَّا جَاءَتْ قِيلَ أَهَكَذَا عَرْشُكِ قَالَتْ كَأَنَّهُ هُوَ وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ (٤٢) وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ (٤٣) قِيلَ لَهَا </p><p> ادْخُلِي الصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَا قَالَ إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ (٤٤) . </p><p> وبعد ذلك ذكر سبحانه بعضا من قصة ثمود وصالح، ودعاهم إلى عبادة اللَّه تعالى وحده، ولقد استعجلوا العذاب إذ دعاهم فقال لهم (يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ) وقد تقاسموا مع المفسدين على أن يهلكوه وأهله، ويقولوا لولجه (مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ (٤٩) وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ (٥٠) . وقد ذكر سبحانه عاقبة الأمر على ثمود قوم صالح. </p><p> ثم ذكر سبحانه قصة لوط، وذكر لهم لوط ما عندهم من فواحش خرجوا بها عن الفطرة، قائلا لهم:  (أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ (٥٥) فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ (٥٦) فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ قَدَّرْنَاهَا مِنَ الْغَابِرِينَ (٥٧) وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَسَاءَ مَطَرُ الْمُنْذَرِينَ (٥٨) قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ (٥٩) . </p><p> بعد ذلك بين اللَّه سبحانه وتعالى الدلائل الكونية الدالة على وحدانية الخالق، وأنه ليس كمثله شيء، فقال سبحان:  (أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا. .) . </p><p> ثم بعد أن بين هذه الحقيقة سألهم مستنكرا فعلهم (. . أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ) . </p><p> ثم نبههم سبحانه إلى الأرض، وما في خلقها من عجائب، ووجه الأنظار </p><p> إلى عجائبها، وقرارها وأنهارها وجبالها، وأنه جعل بين البحرين حاجزا، ثم استفهم منكرا موبخا (أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ) . وذكر بعد ذلك تفضله سبحانه عليهم بإجابة المضطر إذا دعاه وكشفه السوء، وجعل الإنسان خليفة في الأرض، ويسأل سبحانه مستنكرا حالهم من الشرك (أَإِلَهٌ مَعَ اللَّهِ قَلِيلًا مَا تَذَكَّرُونَ) ويذكرهم سبحانه بهدايته لهم في ظلمات البر والبحر وإرساله الرياح مبشرات بين يدي رحمته، ويسالهم من بعد (أَإِلَهٌ مَعَ اللَّهِ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ) . </p><p> ويذكر سبحانه بذاته العلية، إذ يبدأ الخلق ثم يعيده، ويرزقه سبحانه وتعالى من السماء والأرض، ثم يسالهم مستنكرا حالهم (أَإِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ) . </p><p> ويأمر نبيه الكريم بأن ينبههم إلى أنه لَا يعلم من في السماء والأرض غيره، وشعورهم عندما يبعثون وإنهم يتداركون جهلهم عندما يبعثون، ويعلمون ما لم يكونوا علموه من قبل بالعيان، لَا بالأفهام. ويأمرهم سبحانه وتعالى أن يسيروا في الأرض ليعلموا مكانهم فيها، والعبر من أهلها، إذ طغوا وأكثروا فيها الفساد. </p><p> ويذكر لنبيه أنه ليس عليه إيمانهم، إنما عليه تبليغهم: </p><p> (وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (٧٠) . </p><p> وذكر سبحانه بعد ذلك، استعجالهم لما يوعدون به من عذاب (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٧١) قُلْ عَسَى أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ (٧٢) وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ (٧٣) . </p><p> ويذكر سبحانه بعد - ذلك عموم علمه في السماء والأرض، ويقول عز من قائل:  (وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ (٧٥) . </p><p> ويذكر من بعد مقام القرآن الكريم، (إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ </p><p> أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ (٧٦) وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ (٧٧) إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ بِحُكْمِهِ وَهُوَ الْعَزِيزُ الْعَلِيمُ (٧٨) . </p><p> ومما عليك من حسابهم من شيء. </p><p> (فَتَوَكَّلْ عَلَى اللَّهِ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ (٧٩) إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ (٨٠) وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ (٨١) . </p><p> وبعد ذلك يذكر سبحانه ما يكون قرب البعث، وما يكون بعده: </p><p> (وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ (٨٢) . </p><p> ويبين سبحانه بالإشارة الواضحة حال الناس يوم الحشر وحالهم وهم يقدمون على العذاب. </p><p> ثم يذكرهم سبحانه بغفلتهم عن آياته:  (أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٨٦) . </p><p> ويذكر سبحانه يوم الهول العظيم يوم البعث، ثم يذكر الحساب والثواب والعقاب:  (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ (٨٩) وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ (٩٠) . </p><p> وإن عبادة اللَّه وحده هي الغاية الأولى:  (إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ (٩١) وَأَنْ أَتْلُوَ الْقُرْآنَ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ (٩٢) وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٩٣) . </p><p> * * * </p><p> ذكر معاني السورة </p><p> قال اللَّه تعالى: </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> (طس تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ (١) هُدًى وَبُشْرَى لِلْمُؤْمِنِينَ (٢) الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ (٣) إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ (٤) أُولَئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ (٥) وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ (٦) </p><p> * * * </p>"
}