{
  "id": null,
  "sura": 26,
  "aya": 140,
  "text": "<p> (وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (١٤٠) </p><p> (وَإِنَّ رَبَّكَ) ، والخطاب للنبي - صلى الله عليه وسلم - لهو العزيز الغالب الذي هو فوق كل شيء، الرحيم في أحكامه، وإمهاله، ومن رحمته ألا يتساوى المحسن مع المسيء، ولا الأعمى والبصير، والله هو العليم الحكيم، وقد أكد سبحانه وتعالى عزته ورحمتة بـ إنَّ المؤكدة، وباللام، وبضمير الفصل، وبأنه وحده المختص بالعزة والرحمة. </p><p> وقد كان سبحانه يعقب قصة كل نبي بهاتين الآيتين. </p><p> * * * </p><p> صالح وثمود </p><p> قال اللَّه تعالى: </p><p> (كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ (١٤١) إِذْ قَالَ لَهُمْ أَخُوهُمْ صَالِحٌ أَلَا تَتَّقُونَ (١٤٢) إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (١٤٣) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (١٤٤) وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ (١٤٥) أَتُتْرَكُونَ فِي مَا هَاهُنَا آمِنِينَ (١٤٦) فِي جَنَّاتٍ وَعُيُونٍ (١٤٧) وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ (١٤٨) وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ (١٤٩) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (١٥٠) وَلَا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ (١٥١) الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ (١٥٢) قَالُوا إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِينَ (١٥٣) مَا أَنْتَ إِلَّا بَشَرٌ مِثْلُنَا فَأْتِ بِآيَةٍ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (١٥٤) قَالَ هَذِهِ نَاقَةٌ لَهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ (١٥٥) وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ (١٥٦) فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ (١٥٧) فَأَخَذَهُمُ الْعَذَابُ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (١٥٨) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (١٥٩) </p><p> * * * </p><p> ابتدأ اللَّه تعالى قصة صالح مع ثمود بما ابتدأ به قصة نوح وإبراهيم، وعاد قوم هود، من بيان أنهم يكذبون المرسلين، وكأنهم لَا يؤمنون برسالة اللَّه تعالى إلى أهل الأرض، وبأن الرسول أخوهم ومنهم كشأن الرسل دائما يرسلون إلى أقوامهم، وإنهم يعرفون بالأمانة والصبر بينهم، وإن أول مطلب لهم منهم </p><p> يقربهم إلى اللَّه زلفى هو أن يملئوا نفوسهم بالتقوى، حتى يعمر قلبهم بالإيمان به، ويبتعدوا عن التمرد، وينتقلوا من طريق الشر إلى طريق الخير، فيأمرهم بتقوى اللَّه وطاعته، لأن طاعته طاعة للَّه تعالى، وقد أشرنا إلى ذلك في معاني الآيات الأولى لقصة هود وعاد، وهذا هو معنى الآيات الخمس الأولى من قصة صالح وثمود، وهي قوله تعالى: </p>"
}