{
  "id": null,
  "sura": 26,
  "aya": 189,
  "text": "<p> (فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ (١٨٩) إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (١٩٠) وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ (١٩١) </p><p> الظُّلَّة: السحابة التي تكون مظلة لما تحتها، وقد تكون ذات حرارة شديدة، كقوله تعالى:  (لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ) وإن السحابة إذا كانت حارة فيها نار يكون العذاب شديدا، والألم مريرا، لأنه تكون النار حيث يرجى الظل لَا الحرور، وقالوا إنه في يوم الظلة أحسوا بالحر، فلجئوا إلى ظل سحابة، فكانت الظلة القاتلة، ووراءها الدمار، فأصبحوا في عذاب وبذلك كان العذاب الساحق الماحق من جنس ما طلبوا، وهو كسفا من السماء. </p><p> وكانت هذه آية من اللَّه مرشدة هادية لمن يعيشون مثل عيشهم ظلما وعدوانا، وأكلا لمال الناس بالباطل والعدوان، والعثو في الأرض فسادا، وهي دالة على أن شعيبا كان يدعوهم بالحق، وهم المبطلون. </p><p> وإذا أنزل عليهم هذه الساحقة ما أنزلها على كثرة مؤمنة، بل أنزلها على كثرة فاسقة ضالة ظالمة، ولذا قال:  (وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ) . </p><p> وإن ربك الكالئ الحافظ القائم على خلقه بربوبيته هو العزيز الغالب القوي الرحيم الذي يرحم عباده، ولا يسوى بين المحسن والمسيء، وقد أكد سبحانه عزته ورحمته بـ إِنَّ، وباللام وبضمير الفصل. </p><p> * * * </p><p> القرآن عربي مبين </p><p> قال تعالى: </p><p> (وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ (١٩٢) نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (١٩٣) عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ (١٩٤) بِلِسَانٍ عَرَبِيٍّ مُبِينٍ (١٩٥) وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ (١٩٦) أَوَلَمْ يَكُنْ لَهُمْ آيَةً أَنْ يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ (١٩٧) وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الْأَعْجَمِينَ (١٩٨) فَقَرَأَهُ عَلَيْهِمْ مَا كَانُوا بِهِ مُؤْمِنِينَ (١٩٩) كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ الْمُجْرِمِينَ (٢٠٠) لَا يُؤْمِنُونَ بِهِ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ (٢٠١) فَيَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ (٢٠٢) </p><p> * * * </p><p> كان هذا القصص الكريم الذي شمل بعضا من قصة موسى الكليم وإبراهيم الخليل، وقوم نوح، وعاد، وثمود، وأصحاب الأيكة مصورا لطبائع المفسدين ومقاومة النبمنِن، وطلب المعجزات المادية واستجابة اللَّه تعالى لهم في معجزاتهم، وكفر أكثرهم من غير ارتداع، أخذ يبين سبحانه من بعد ذلك المعجزة الكبرى الخالدة، وهي القرآن الكريم، فقال: </p>"
}