{
  "id": null,
  "sura": 27,
  "aya": 44,
  "text": "<p> (قِيلَ لَهَا ادْخُلِي الصَّرْحَ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَا قَالَ إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ (٤٤) </p><p> الصرح، القصر العالي المزخرف، ودخلت الصرح، فدخلت صحنه، وهو ممرد أي مملس ملمسه ناعم وله بريق بسبب تمريده، وإزالة كل خشونة فيه حتى يحسبه الرائي لتنسيقه، وكأنَّه لجة من الماء، فحسبته ماء في صحن الصرح وخشيت على ثيابها المزخرفة فرفعتها، وكشفت عن ساقيها، فنبهها سليمان إلى أنه ليس بماء وإنما هو صرح ممرد من زجاج يبدو بادي الرأي كأنه لجة ماء وما هو بماء، فقال لها - إنه صرح ممرد من قوارير، أي من زجاج تكون منه القوارير، وهي جمع أدركت السيدة بلقيس، وهي تروعها الزخارف كما تروع كل النساء، فكرت في ماضيها إذ كانت تعبد الشمس، وسليمان يعبد الله تعالى، وقد آتاه الله من النعم ما لَا يمكن أن يكون لأحد غيره، فاهتزت، وعلمت أنها كانت على باطل، وأنها ظلمت نفسها بما كانت عليه، قالت:  (رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ) ، أقرت بأنها ظلمت نفسها بعبادتها الشمس، فالشرك </p><p> ظلم للنفس وطمس للقلب، وأي طمس للعقل أكبر من أن يعبد الشمس. وهي مخلوقة للَّه تعالى، ويترك الخالق وهو اللَّه سبحانه وتعالى ونادت اللَّه تعالى بلفظ الرب إيمانا بالربوبية الكاملة. وأكدت ظلمها للنفس بـ إن الدالة على التأكيد، وجعل الظلم واقعا على نفسها، وإذا كانت قد علمت أن الشرك ظلم عظيم للنفس، فقد خلصت للَّه تعالى، ولذا قالت:  (وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ) ، أي سلَّمت نفسي مع سليمان للَّه رب العالمين، وذكر معيتها مع سليمان؛ لأنه هو الذي دعاها وأرشدها، وذكر الله تعالى موصوفا بأنه رب العالمين، أي الخالق القائم على العالمين بالتدبير الحكيم. </p><p> * * * </p><p> من قصة صالح وثمود </p><p> قال اللَّه تعالى: </p><p> (وَلَقَدْ أَرْسَلْنَا إِلَى ثَمُودَ أَخَاهُمْ صَالِحًا أَنِ اعْبُدُوا اللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ (٤٥) قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ (٤٦) قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ (٤٧) وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ (٤٨) قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ (٤٩) وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ (٥٠) فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ (٥١) </p><p> فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ (٥٢) وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (٥٣) </p><p> * * * </p><p> بعد ذكر قصة سليمان ملك الأنبياء، وكيف كانت حياته وملكه ونبواته معجزات متوالية، وكل شيء كان يجري بأمر خالد، ذكر سبحانه قصص بعض الأنبياء، وابتدأ من بعده بصالح، وهو صورة لنبي لم يكن ملكا بل كان من الشعب، هئمَ قومه أن يقتلوه. </p><p> وليس في قصة صالح وثمود تكرارا، بل ذكر فيه ما لم يذكر في غير هذا الموضع، ولم يذكر فيه ما ذكر في غيره، لم تذكر المعجزة وهي الناقة، وما كان منهم من اعتداء عليها، وذكر هنا الائتمار على قتل صالح وامرأته، ولم ينجه منهم إلا إنزال العذاب بهم، وما ترك العذاب فيهم من عبر. </p>"
}