{
  "id": null,
  "sura": 27,
  "aya": 40,
  "text": "<p> (قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ قَالَ هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ (٤٠) </p><p> وصف الذي أتاه قبل أن يرتد إليه طرفه بأن عنده علم الكتاب، فما هو هذا الكتاب، أهو السجل المحفوظ، أم كتاب من كتب العلم والمعرفة، ومن أي جنس، أهو من الإنس أم من الملائكة، لم يبين القرآن قبيله ولا كتابه، فكان حقا علينا ألا نتعرف ما لم يعرفنا الله به، إذ لَا سبيل لذلك، ولم يرد عن السنة ما يوضح ذلك بخبر صحيح يمكن الاعتماد عليه. </p><p> وإن هذه سمعيات يجب التصديق بها والإذعان لها، وكثير من قصة سليمان أمور غيبية توجب الإذعان ويكتفى بالإيمان بظواهرها، غير متأولين، ولا قافين ما </p><p> لا نعلم، وقد نقول إن علم الكتاب علم رباني يؤتيه الله من فضله من يشاء من عباده إنه عليم خبير. </p><p> وارتداد الطرف أن ينظر إلى أمر بتحديق عين، ثم يرد إليه بعد النظر المتحدق، وهو لَا يتسع لزمن قل أو كثر؛ ولذا قال بعد (فَلَمَّا رَآهُ مُسْتَقِرًّا عِندَهُ) الفاء: للعطف والتعقيب، أي أنه عقب قول صاحب علم الكتاب رآه مستقرا عنده، أي موجودا قالرا ثابتا عنده، لَا يتصور بعده عنه بعد ذلك، كانت هذه نعمة على سليمان تستوجب الشكر، ولذا قال معلنا أن ذلك اختبار من اللَّه، قال:  (هَذَا مِن فَضْلِ رَبِّي لِبَبْلُوَنِي أَأَشْكُرُ أَمْ أَكفُرُ) يقرر في هذه الجملة السابقة - ما يقرره النبي الملك، يقرر أولا أنه فضل من اللَّه ليس إلا نعمة أعطاها عطاء ومنًّا من غير سابق طلب، ويقردر ثانيا أنه يعامله معاملة من يختبره أيكون من الشاكرين للنعمة القائمين بحقها، أم الكافرين الذين يجحدون، ويغترون ويعاندون ويحسبون أن ذلك استحقاق وليس عطاء ثم يقول:  (مَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ) ، أي فإن شكره يكون عائدا على نفسه، لأنه يفعل الخير، ويثابر عليه وثمرة ذلك تعود عليه، ولأن من يشكر النعمة يزيده اللَّه منها، كما قال تعالى:  (لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ) ، أي ومن يكفر ليغتر ويجحد ويعاند، فإنه يضر نفسه، ولكن لَا يقطع بفضل اللَّه ولا منه وفضله وكرمه، فاللَّه غني لَا يحتاج شكر عباده، وكريم يعطي دائما والحساب في الآخرة. </p><p> يظهر أنهم قد حاولوا أن يكونوا قريبين من سليمان، أو أن يحضروا مستسلمين، أو أنها أعلنت المجيء إليه مستسلمة، ولذا قال اللَّه عن سليمان: </p>"
}