{
  "id": null,
  "sura": 27,
  "aya": 15,
  "text": "<p> (وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ (١٥) </p><p> الواو لاستئناف قصة نبيين من الأنبياء امتازا بتمكين اللَّه تعالى لهما في الأرض بما لم يكن مثله لأحد من الأنبياء قبلهما، فقد كان إبراهيم وأبناؤه من الأنبياء يقاومون الملوك الظالمين، وقد رأينا فيما قصه اللَّه تعالى علينا من قصة موسى كيف كان يقاوم فرعون، وأتاه بتسع آيات بينات فما ارتدع وآمن، حتى أغرقه الله، فقال عند الغرق الآن آمنت برب هارون وموسى وبني إسرائيل، وليست هذه توبة (إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (١٧) وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا (١٨) . </p><p> أما داوود وسليمان فقد كانا ملكين، وإذا كانت الملوك الذين بعثا فيهم الأنبياء صورة للعصاة المنحرفين عن الحق فقد كان داوود وسليمان صورة عالية للملك الذي يخاطبه الوحي ويهديه ويرشده، كما قال تعالى لداوود:  (يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ) . </p><p> وقوله تعالى:  (وَلَقَدْ آتَيْنَا دَاوُدَ وَسُلَيْمَانَ عِلْمًا) أكد اللَّه سبحانه أنه أعطى داوود وابنه سليمان علما، باللام وبـ قد فإنها تدل على التحقيق، ونكَر سبحانه (عِلْمًا) للإشارة إلى أنه علم عظيم لَا يقدر قدره، فقد أعطى داوود علم القيادة، وعلم إدارة الدولة، وعلم صناعة أدوات كما قال تعالى:  (وَعَلَّمْنَاهُ صنْعَةَ لَبُوسٍ لَّكمْ لِتُحْصِنَكُم مِّنْ بَأسِكُمْ) ، وأعطى سليمان علم منطق الطير، كما ستشير الآيات لذلك، وعلم الابن ثمرته تعود على الأب، فهو شخصه ممتد، وكسبه كَسْبٌ له كما هو مقرر بحكمِ الفطرة، ولذلك حمدا اللَّه على ما آتاهما من فضله:  (وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ) وكان التفضيل أولا بالعلم، وثانيا بالسلطان والحكم، وهذا يستوجب الحمد والشكر لَا الظلم والطغيان، ونقول إن اللَّه أعطاهما الذي أعطاه، وهو نعمة، وتكليف، فالمؤمن يحسب النعمة تكليفا، والتكليف بالنسبة للحكام العدل، وقد قص سبحانه وتعالى </p><p> قصص سليمان الذي ورث ملك داوود بالموارثة الملكية فقال: </p>"
}