{
    "id": 60,
    "sura": 2,
    "aya": 53,
    "text": "<p>القول في تأويل قوله تعالى  وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ (53)</p><p>قال أبو جعفر: يعني بقوله: (وإذ ءاتينا موسى الكتاب): واذكروا أيضا إذ آتينا موسى الكتاب والفرقان. ويعني ب \" الكتاب \": التوراة , وب \" الفرقان \": الفصل بين الحق والباطل، كما:-</p><p>928 - حدثني المثنى بن إبراهيم قال حدثنا أبو جعفر , عن الربيع بن أنس , عن أبي العالية , في قوله: (وإذ ءاتينا موسى الكتاب والفرقان)، قال: فرق به بين الحق والباطل .</p><p>929 - حدثني محمد بن عمرو الباهلي قال، حدثنا أبو عاصم قال، حدثنا عيسى , عن ابن أبي نجيح , عن مجاهد في قول الله: (وإذ ءاتينا موسى الكتاب والفرقان)، قال: الكتاب: هو الفرقان , فرقان بين الحق والباطل (113) .</p><p>930 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل , عن ابن أبي نجيح , عن مجاهد مثله .</p><p>931 - وحدثني القاسم بن الحسن قال، حدثنا الحسين قال، حدثني حجاج , عن ابن جريج , عن مجاهد، قوله: (وإذ ءاتينا موسى الكتاب والفرقان)، قال: الكتاب هو الفرقان , فرق بين الحق والباطل .</p><p>932 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا حجاج , عن ابن جريج قال، وقال ابن عباس: \" الفرقان \": جماع اسم التوراة والإنجيل والزبور والفرقان .</p><p>وقال ابن زيد في ذلك بما: -</p><p>933 - حدثني به يونس بن عبد الأعلى قال، أخبرنا ابن وهب. قال: &; 2-71 &; سألته -يعني ابن زيد- عن قول الله عز وجل: (وإذ ءاتينا موسى الكتاب والفرقان) فقال: أما \" الفرقان \" الذي قال الله جل وعز:  يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ  [الأنفال: 41]، فذلك يوم بدر , يوم فرق الله بين الحق والباطل , والقضاء الذي فرق به بين الحق والباطل . قال: فكذلك أعطى الله موسى الفرقان , فرق الله بينهم , وسلمه وأنجاه، فرق بينهم بالنصر. فكما جعل الله ذلك بين محمد صلى الله عليه وسلم والمشركين , فكذلك جعله بين موسى وفرعون (114) .</p><p>* * *</p><p>قال أبو جعفر: وأولى هذين التأويلين بتأويل الآية، (115) ما روي عن ابن عباس وأبي العالية ومجاهد: من أن الفرقان الذي ذكر الله أنه آتاه موسى في هذا الموضع، هو الكتاب الذي فرق به بين الحق والباطل , وهو نعت للتوراة وصفة لها . فيكون تأويل الآية حينئذ: وإذ آتينا موسى التوراة التي كتبناها له في الألواح وفرقنا بها بين الحق والباطل .</p><p>فيكون \" الكتاب \" نعتا للتوراة أقيم مقامها، استغناء به عن ذكر التوراة , ثم عطف عليه ب \" الفرقان \" , إذ كان من نعتها.</p><p>* * *</p><p>وقد بينا معنى \" الكتاب \" فيما مضى من كتابنا هذا, وأنه بمعنى المكتوب. (116)</p><p>* * *</p><p>وإنما قلنا هذا التأويل أولى بالآية، وإن كان محتملا غيره من التأويل، لأن الذي قبله من ذكر \" الكتاب \" , وأن معنى \" الفرقان \" الفصل (117) - وقد دللنا على ذلك فيما مضى من كتابنا هذا (118) -, فإلحاقه إذ كان كذلك، بصفة ما وليه أولى من إلحاقه بصفة ما بعد منه.</p><p>وأما تأويل قوله: (لعلكم تهتدون)، فنظير تأويل قوله :  لَعَلَّكُمْ تَشْكُرُونَ ، ومعناه لتهتدوا (119) .</p><p>وكأنه قال: واذكروا أيضا إذ آتينا موسى التوراة التي تفرق بين الحق والباطل لتهتدوا بها، وتتبعوا الحق الذي فيها، لأني جعلتها كذلك هدى لمن اهتدى بها واتبع ما فيها .</p><p>-----------</p><p>الهوامش :</p><p>(113) في المخطوطة : \"هو الفرقان بين الحق والباطل\" ، والذي في المطبوعة أجود .</p><p>(114) في المطبوعة : \"بين محمد والمشركين\" ، وأثبت ما في المخطوطة .</p><p>(115) في المطبوعة : \"فأولى هذين التأويلين . . . \" .</p><p>(116) انظر ما مضى 1 : 97 - 99 .</p><p>(117) في المطبوعة : \"لأن الذي قبله ذكر الكتاب\" بإسقاط\"من\" .</p><p>(118) انظر ما مضى 1 : 98 - 99 .</p><p>(119) انظر ما مضى 2 : 69 .</p>"
}