{
    "id": 647,
    "sura": 4,
    "aya": 154,
    "text": "<p>القول في تأويل قوله :  وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمِيثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَقُلْنَا لَهُمْ لا تَعْدُوا فِي السَّبْتِ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا (154)</p><p>قال أبو جعفر: يعني جل ثناؤه بقوله: \" ورفعنا فوقهم الطور \"، يعني: الجبل، (41) وذلك لما امتنعوا من العمل بما في التوراة وقبول ما جاءهم به موسى فيها=\" بميثاقهم \"، يعني: بما أعطوا الله الميثاق والعهد: لنعملن بما في التوراة (42) =\" وقلنا لهم ادخلوا الباب سجدًا \"، يعني\" باب حِطّة \"، حين أمروا أن يدخلوا منه سجودًا، فدخلوا يزحفون على أستاههم (43) =\" وقلنا لهم لا تعدوا في السبت \"، يعني بقوله: \" لا تعدوا في السبت \"، لا تتجاوزوا في يوم السبت ما أبيح لكم إلى ما لم يبح لكم، (44) كما:</p><p>10773- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" وقلنا لهم ادخلوا الباب سجدًا \"، قال: كنا نحدّث أنه باب من أبواب بيت المقدس. (45)</p><p>* * *</p><p>=\" وقلنا لهم لا تعدوا في السبت \"، أمر القوم أن لا يأكلوا الحِيتان يوم السبت ولا يعرضوا لها، وأحل لهم ما وراء ذلك. (46)</p><p>* * *</p><p>&; 9-362 &;</p><p>واختلفت القرأة في قراءة ذلك.</p><p>فقرأته عامة قرأة أمصار الإسلام: ( لا تَعْدُوا فِي السَّبْتِ ) ، بتخفيف \" العين \" من قول القائل: \" عدوت في الأمر \"، إذا تجاوزت الحق فيه،\" أعدُ وعَدْوًا وعُدُوًّا وعدوانًا وعَدَاءً\". (47)</p><p>* * *</p><p>وقرأ ذلك بعض قرأة أهل المدينة: ( وَقُلْنَا لَهُمْ لا تَعْدُّوا ) بتسكين \" العين \" وتشديد \" الدال \"، والجمع بين ساكنين، بمعنى: تعتدوا، ثم تدغم \" التاء \" في\" الدال \" فتصير \" دالا \" مشددة مضمومة، كما قرأ من قرأ (أَمَّنْ لا يَهْدي) [سورة يونس: 35] ، بتسكين \" الهاء \".</p><p>* * *</p><p>وقوله: \" وأخذنا منهم ميثاقًا غليظًا \"، يعني: عهدًا مؤكدًا شديدًا، بأنهم يعملون بما أمرهم الله به، وينتهون عما نهاهم الله عنه، مما ذكر في هذه الآية، ومما في التوراة. (48)</p><p>* * *</p><p>وقد بينا فيما مضى، السببَ الذي من أجله كانوا أمروا بدخول الباب سجدًا، وما كان من أمرهم في ذلك وخبرهم وقصتهم= وقصة السبت، وما كان اعتداؤهم فيه، بما أغنى عن إعادته في هذا الموضع. (49)</p><p>* * *</p><p>---------------</p><p>الهوامش :</p><p>(41) انظر تفسير\"الطور\" فيما سلف 2 : 157-159.</p><p>(42) انظر تفسير\"الميثاق\" فيما سلف: 41 ، 44 ، تعليق: 1 ، والمراجع هناك.</p><p>(43) انظر تفسير\"ادخلوا الباب سجدًا وقولوا حطة\" فيما سلف 2 : 103-109.</p><p>(44) انظر تفسير\"السبت\" ، و\"اعتداؤهم في السبت\" فيما سلف 2 : 166-174.</p><p>(45) هذا الأثر لم يذكر في تفسير\"الباب\" فيما سلف 2 : 103-109 ، وهو أحد الأدلة على اختصار أبي جعفر تفسيره ، ومنهجه في الاختصار.</p><p>(46) انظر تفسير\"السبت\" ، و\"اعتداؤهم في السبت\" فيما سلف 2 : 166-174.</p><p>(47) انظر تفسير\"عدا\" فيما سلف 2 : 142 ، 167 ، 307 / 3 : 573 ، 582 / 7 : 117 ، والمراجع هناك.</p><p>وقد أسقط في المطبوعة هنا\"وعدوا\" (بضم العين والدال مشددة الواو) ، وهي ثابتة في المخطوطة.</p><p>(48) انظر تفسير\"الميثاق\" فيما سلف ص361 ، التعليق رقم: 2.</p><p>وتفسير\"غليظ\" فيما سلف 8 : 127.</p><p>(49) انظر التعليقين السالفين ص: 361 ، تعليق: 3 ، 4.</p>"
}