{
    "id": 577,
    "sura": 4,
    "aya": 84,
    "text": "<p>القول في تأويل قوله :  فَقَاتِلْ فِي سَبِيلِ اللَّهِ لا تُكَلَّفُ إِلا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا وَاللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنْكِيلا (84)</p><p>قال أبو جعفر: يعني بقوله جل ثناؤه: (44) \" فقاتل في سبيل الله لا تكلف إلا نفسك \"، فجاهد، يا محمد، أعداء الله من أهل الشرك به =\" في سبيل الله \"، يعني: في دينه الذي شرعه لك، وهو الإسلام، وقاتلهم فيه بنفسك. (45)</p><p>* * *</p><p>فأما قوله: \" لا تكلف إلا نفسك \" فإنه يعني: لا يكلفك الله فيما فرض عليك من جهاد عدوه وعدوك، إلا ما حمَّلك من ذلك دون ما حمَّل غيرك منه، أي: أنك إنما تُتَّبع بما اكتسبته دون ما اكتسبه غيرك، وإنما عليك ما كُلِّفته دون ما كُلِّفه غيرك. (46)</p><p>* * *</p><p>ثم قال له: \" وحرض المؤمنين \"، يعني: وحضهم على قتال من أمرتك بقتالهم معك =\" عسى الله أن يكف بأس الذين كفروا \"، يقول: لعل الله أن يكف قتال من كفر بالله وجحد وحدانيته وأنكر رسالتك، عنك وعنهم، ونكايتهم. (47)</p><p>* * *</p><p>وقد بينا فيما مضى أن \" عسى \" من الله واجبة، بما أغنى عن إعادته في هذا الموضع. (48)</p><p>=\" والله أشد بأسًا وأشد تنكيلا \"، يقول: والله أشد نكاية في عدوه، من أهل الكفر به = منهم فيك يا محمد وفي أصحابك، فلا تنكُلَنَّ عن قتالهم، (49) فإني راصِدُهم بالبأس والنكاية والتنكيل والعقوبة، لأوهن كيدهم، وأضعف بأسهم، وأعلي الحق عليهم.</p><p>و \" التنكيل \" مصدر من قول القائل: \" نكلت بفلان \"، فأنا أنكّل به تنكيلا \"، إذا أوجعته عقوبة، (50) كما:-</p><p>10014 - حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد، عن قتادة، قوله: \" وأشد تنكيلا \"، أي عقوبة.</p><p>-------------------------</p><p>الهوامش :</p><p>(44) في المطبوعة والمخطوطة: \"يعني بذلك جل ثناؤه\" ، والسياق ما أثبت.</p><p>(45) انظر تفسير\"سبيل الله\" فيما سلف 8: 3470 ، 546 ، تعليق: 1 ، والمراجع هناك.</p><p>(46) انظر تفسير\"التكليف\" فيما سلف 5: 45.</p><p>(47) سياق الكلام\"أن يكف... عنك وعنهم\" ثم عطف\"ونكايتهم\" على قوله: \"قتال من كفر بالله\".</p><p>(48) لم أجد هذا الموضع الذي أشار الطبري ، وأخشى أن لا يكون مضى شيء من ذلك ، وأنه قد وهم.</p><p>(49) \"نكل عن الشيء\": أحجم وارتد عنه من الفرق. والمعنى: أشد نكاية في عدوه... من نكاية عدوه فيك يا محمد.</p><p>(50) انظر تفسير\"النكال\" و\"التنكيل\" فيما سلف 2: 176 ، 177.</p>"
}