{
    "id": 763,
    "sura": 5,
    "aya": 94,
    "text": "<p>القول في تأويل قوله :  يَا أَيُّهَا الَّذِينَ آمَنُوا لَيَبْلُوَنَّكُمُ اللَّهُ بِشَيْءٍ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ</p><p>قال أبو جعفر: يقول تعالى ذكره: يا أيها الذين صدَّقوا الله ورسوله=\" ليبلونّكم الله بشيء من الصيد \"، يقول: ليختبرنكم الله (42) =\" بشيء من الصيد \"، يعني: ببعض الصيد.</p><p>وإنما أخبرهم تعالى ذكره أنه يبلوهم بشيء، لأنه لم يبلُهم بصيد البحر، وإنما ابتلاهم بصيد البرّ، فالابتلاء ببعض لا بجميع. (43)</p><p>* * *</p><p>وقوله: \" تناله أيديكم \"، فإنه يعني: إما باليد، كالبيض والفراخ= وإما بإصابة النَّبْل والرماح، وذلك كالحمر والبقر والظباء، فيمتحنكم به في حال إحرامكم بعمرتكم أو بحجّكم.</p><p>* * *</p><p>وبنحو ذلك قالت جماعة من أهل التأويل.</p><p>ذكر من قال ذلك:</p><p>12537 - حدثنا هناد قال، حدثنا ابن أبي زائدة قال، أخبرنا ورقاء، عن ابن أبي نجيح، عن مجاهد في قوله: \" ليبلونكم الله بشيء من الصيد تناله أيديكم ورماحكم \"، قال: \" أيديكم \"، صغارُ الصَّيد، أخذ الفراخ والبيض= و \" الرماح \" قال: كبارُ الصيد.</p><p>12538 - حدثنا هناد قال، حدثنا ابن أبي زائدة، عن داود، عن ابن جريج، عن مجاهد، مثله.</p><p>12539- حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" تناله أيديكم ورماحكم \"، قال: النَّبْل=\" رماحكم \"، تنال كبير الصيد، (44) =\" وأيديكم \"، تنال صغير الصيد، أخذ الفرخ والبيض.</p><p>12540 - حدثنا هناد قال، حدثنا وكيع= وحدثنا ابن وكيع قال، حدثنا أبي=، عن سفيان، عن حميد الأعرج، عن مجاهد في قوله: \" ليبلونكم الله بشيء من الصيد تناله أيديكم ورماحكم \"، قال: ما لا يستطيع أن يفرَّ من الصيد.</p><p>12541 - حدثنا ابن بشار قال، حدثنا يحيى بن سعيد. وعبد الرحمن قالا حدثنا سفيان، عن حميد الأعرج، عن مجاهد، مثله.</p><p>12542 - حدثني المثنى قال، حدثنا عبد الله قال، حدثني معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس قوله: \" أيديكم ورماحكم \"، قال: هو الضعيف من الصيد وصغيره، يبتلي الله تعالى ذكره به عباده في إحرامهم، حتى لو شاءوا نالوه بأيديهم. فنهاهم الله أن يقرَبوه.</p><p>12543 - حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا سفيان الثوري، عن حميد الأعرج، وليث، عن مجاهد في قوله: \" يا أيها الذين آمنوا ليبلونكم الله بشيء من الصيد تناله أيديكم ورماحكم \"، قال: الفراخ والبيض، وما لا يستطيع أن يفّر.</p><p>* * *</p><p>القول في تأويل قوله :  لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ (94)</p><p>قال أبو جعفر: يعني تعالى ذكره: ليختبرنكم الله، أيها المؤمنون، ببعض الصيد في حال إحرامكم، كي يعلم أهلَ طاعة الله والإيمان به، والمنتهين إلى حدوده وأمره ونهيه، (45) ومن الذي يخاف الله فيتقي ما نهاه عنه، (46) ويجتنبه خوف عقابه=\" بالغيب \"، بمعنى: في الدنيا، بحيث لا يراه. (47) .</p><p>* * *</p><p>وقد بينا أن \" الغيب \"، إنما هو مصدر قول القائل: \" غاب عنّى هذا الأمر &; 10-585 &; فهو يغيب غَيْبًا وغَيْبَةً\"، وأنّ ما لم يُعَاين، فإن العرب تسميه \" غَيْبًا \". (48)</p><p>* * *</p><p>فتأويل الكلام إذًا: ليعلم أولياء الله من يخافُ الله فيتقي محارمَه التي حرمها عليه من الصيد وغيره، بحيث لا يراه ولا يُعاينه.</p><p>* * *</p><p>وأما قوله: \" فمن اعتدى بعد ذلك \"، فإنه يعني: فمن تجاوز حدَّ الله الذي حدّه له، (49) بعد ابتلائه بتحريم الصيد عليه وهو حرام، فاستحلَّ ما حرَّم الله عليه منه بأخذِه وقتله=\" فله عذابٌ، من الله \" =\" أليم \"، يعني: مؤلم موجع. (50)</p><p>----------------------</p><p>الهوامش :</p><p>(42) انظر تفسير\"بلا\" فيما سلف: 389 ، تعليق: 1 ، والمراجع هناك.</p><p>(43) في المطبوعة: \"فالابتلاء ببعض لم يمتنع\" ، وهو كلام فارغ من كل معنى. وفي المخطوطة: \"فالابتلاء ببعض لا يخشع\" ، أساء الناسخ ، الكتابة ، فأساء الناشر التصرف. وصواب العبارة ما أثبت ، لأن أبا جعفر أراد أن يقول إن قوله تعالى: \"بشيء من الصيد\" ، هو صيد البر خاصة ، دون صيد البحر ، ولم يعم الصيد جميعه بالتحريم. وهذا بين جدًا فيما سيأتي بعد في تفسير هذه الآيات. فصح ما أثبته من قراءة المخطوطة السيئة الكتابة.</p><p>(44) في المطبوعة: \"قال: النبل ، ورماحكم تنال...\" بزيادة \"واو\" للعطف ، والصواب ما في المخطوطة ، بحذف\"الواو\".</p><p>(45) في المطبوعة: \"والمنتهون إلى حدوده\" ، وهو خطأ ، صوابه من المخطوطة.</p><p>(46) انظر تفسير\"الخوف\" فيما سلف من فهارس اللغة.</p><p>(47) يعني أبو جعفر ، بحيث لا يرى العقاب عيانًا في الدنيا ، كما يراه عيانًا في الآخرة.</p><p>(48) انظر تفسير\"الغيب\" فيما سلف 1 : 236 ، 237 / 6 : 405.</p><p>(49) انظر تفسير\"اعتدى\" فيما سلف من فهارس اللغة (عدا).</p><p>(50) انظر تفسير\"أليم\" فيما سلف من فهارس اللغة (ألم).</p>"
}