{
    "id": 885,
    "sura": 6,
    "aya": 96,
    "text": "<p>القول في تأويل قوله :  فَالِقُ الإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا</p><p>قال أبو جعفر: يعني بقوله: \" فالق الإصباح \"، شاقٌّ عمود الصبح عن ظلمة الليل وسواده. (2)</p><p>* * *</p><p>و \" الإصباح \" مصدر من قول القائل: \" أصبحنا إصباحًا \".</p><p>* * *</p><p>وبنحو ما قلنا في ذلك قال عامة أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>13595 - حدثنا ابن وكيع قال، حدثنا المحاربي, عن جويبر, عن الضحاك: \" فالق الإصباح \"، قال: إضاءة الصبح.</p><p>13596 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي, نجيح, عن مجاهد: \" فالق الإصباح \"، قال: إضاءة الفجر.</p><p>13597- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله .</p><p>13598 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله: \" فالق الإصباح \"، قال: فالق الصُّبح.</p><p>13599 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس في قوله: \" فالق الإصباح \"، يعني بالإصباح، ضوءَ الشمس بالنهار, وضوءَ القمر بالليل.</p><p>13600 - حدثنا ابن حميد قال، حدثنا حكام قال، حدثنا عنبسة, عن محمد بن عبد الرحمن بن أبي ليلى, عن القاسم بن أبي بزة, عن مجاهد: \" فالق الإصباح \"، قال: فالق الصبح.</p><p>13601- حدثنا به ابن حميد مرة بهذا الإسناد, عن مجاهد فقال في قوله: \" فالق الإصباح \"، قال إضاءة الصبح.</p><p>13602 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد, في قوله: \" فالق الإصباح \"، قال: فلق الإصباح عن الليل.</p><p>13603 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" فالق الإصباح \"، يقول: خالق النور, نور النهار.</p><p>* * *</p><p>وقال آخرون: معنى ذلك: خالق الليل والنهار .</p><p>* ذكر من قال ذلك:</p><p>13604 - حدثنا محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس في قوله: (فَالِقُ الإصْبَاحِ وَجَاعِلُ اللَّيْلِ سَكَنًا) ، (3) يقول: خلق الليل والنهار.</p><p>* * *</p><p>وذكر عن الحسن البصري أنّه كان يقرأ: (فَالِقُ الأصْبَاحِ)، بفتح الألف، كأنه تأول ذلك بمعنى جمع \" صبح \", كأنه أراد صبح كل يوم, فجعله \" أصباحًا \", ولم يبلغنا عن أحد سواه أنه قرأ كذلك. والقراءة التي لا نستجيز تعدِّيها، بكسر الألف: (4) (فالِقُ الإصْبَاح) ، لإجماع الحجة من القرأة وأهل التأويل على صحة ذلك ورفضِ خلافه.</p><p>* * *</p><p>وأما قوله: \" وجاعِلُ الليل سكنًا \"، فإن القرأة اختلفت في قراءته.</p><p>فقرأ ذلك عامة قرأة الحجاز والمدينة وبعض البصريين: (5) (وَجَاعِلُ اللَّيْلِ) بالألف على لفظ الاسم، ورفعه عطفًا على \" فالق \", وخفض \" الليل \" بإضافة \" جاعل \" إليه, ونصب \" الشمس والقمر \"، عطفًا على موضع \" الليل \"، لأن \" الليل \" وان كان مخفوضًا في اللفظ، فإنه في موضع النصب, لأنه مفعول \" جاعل \". وحسن عطف ذلك على معنى \" الليل \" لا على لفظه, لدخول قوله: \" سكنًا \" بينه وبين \" الليل \"، قال الشاعر: (6)</p><p>قُعُـوداً لَـدَى الأبْـوَابِ طُـلابَ حاجَةٍ</p><p>عَـوَانٍ مِـنَ الْحَاجَـاتِ أَوْ حَاجَةً بِكْرًا (7)</p><p>فنصب \" الحاجة \" الثانية، عطفًا بها على معنى \" الحاجة \" الأولى, لا على لفظها، لأن معناها النصب، وإن كانت في اللفظ خفضًا. وقد يجيء مثل هذا أيضًا معطوفًا بالثاني على معنى الذي قبله لا على لفظه, وإن لم يكن بينهما حائل, كما قال بعضهم: (8)</p><p>بَيْنَـــا نَحْـــنُ نَنْظُــرْهُ أَتَانَــا</p><p>مُعلِّـــقَ شِـــكْوَةٍ وَزِنــادَ رَاعِ (9)</p><p>* * *</p><p>وقرأ ذلك عامة قرأة الكوفيين: (وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ) ، على \" فَعَلَ\"، بمعنى الفعل الماضي، ونصب \" الليل \".</p><p>* * *</p><p>قال أبو جعفر: والصواب من القول في ذلك عندنا أن يقال: إنهما قراءتان مستفيضتان في قرأة الأمصار, متفقتا المعنى، غير مختلفتيه, فبأيتهما قرأ القارئ فهو مصيب في الإعراب والمعنى.</p><p>* * *</p><p>وأخبر جل ثناؤه أنه جعل الليل سكنًا, لأنه يسكن فيه كل متحرك بالنهار، ويهدأ فيه, فيستقر في مسكنه ومأواه.</p><p>* * *</p><p>القول في تأويل قوله :  وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا</p><p>قال أبو جعفر: اختلف أهل التأويل في ذلك:</p><p>فقال بعضهم: معنى ذلك: وجعل الشمس والقمر يجريان في أفلاكهما بحساب.</p><p>* ذكر من قال ذلك:</p><p>13605 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس: \" والشمس والقمر حسبانًا \"، يعني: عدد الأيام والشهور والسنين .</p><p>13606 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس: \" والشمس والقمر حسبانًا \"، قال: يجريان إلى أجلٍ جُعل لهما.</p><p>13607 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" والشمس والقمر حسبانًا \"، يقول: بحساب.</p><p>13608 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر, عن أبيه, عن الربيع في قوله: \" والشمس والقمر حسبانًا \"، قال: الشمس والقمر في حساب, فإذا خَلَتْ أيامهما فذاك آخرُ الدهر، وأول الفزع الأكبر =\" ذلك تقدير العزيز العليم \".</p><p>13609- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله: \" والشمس والقمر حسبانًا \"، قال: يدوران في حساب.</p><p>13610 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن  ابن جريج, عن مجاهد: \" والشمس والقمر حسبانًا \"، قال هو مثل قوله:  كُلٌّ فِي فَلَكٍ يَسْبَحُونَ  [سورة الأنبياء: 33] ، ومثل قوله:  الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ  [سورة الرحمن: 5].</p><p>* * *</p><p>وقال آخرون: معنى ذلك: وجعل الشمس والقمر ضياء.</p><p>* ذكر من قال ذلك:</p><p>13611- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: \" والشمس والقمر حسبانًا \"، أي ضياء.</p><p>* * *</p><p>قال أبو جعفر: وأولى القولين في تأويل ذلك عندي بالصواب، تأويل من تأوَّله: وجعل الشمس والقمرَ يجريان بحساب وعددٍ لبلوغ أمرهما ونهاية آجالهما, ويدوران لمصالح الخلق التي جُعِلا لها.</p><p>وإنما قلنا ذلك أولى التأويلين بالآية, لأن الله تعالى ذكره ذكَر قبلَه أياديه عند خلقه، وعظم سلطانه, بفلقه الإصباح لهم، وإخراج النبات والغِراس من الحب والنوى, وعقّب ذلك بذكره خلق النجوم لهدايتهم في البر والبحر. فكان وصفه إجراءه الشمس والقمرَ لمنافعهم، أشبه بهذا الموضع من ذكر إضاءتهما، لأنه قد وصف ذلك قبلُ بقوله: \" فالق الإصباح \"، فلا معنى لتكريره مرة أخرى في آية واحدة لغير معنى.</p><p>* * *</p><p>و \" الحسبان \" في كلام العرب جمع \" حِساب \", كما \" الشُّهبان \" جمع شهاب. (10) وقد قيل إن \" الحسبان \"، في هذا الموضع مصدر من قول القائل: \" حَسَبْتُ الحساب أحسُبُه حِسابًا وحُسْبانًا \". وحكي عن العرب: \" على الله حُسْبان فلان وحِسْبته \"، أي: حسابه.</p><p>* * *</p><p>وأحسب أن قتادة في تأويل ذلك بمعنى الضياء, ذهب إلى شيء يروى عن ابن عباس في قوله:  وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنَ السَّمَاءِ  [سورة الكهف: 40]. قال: نارًا, فوجه تأويل قوله: \" والشمس والقمر حسبانًا \"، إلى ذلك التأويل. وليس هذا من ذلك المعنى في شيء.</p><p>* * *</p><p>وأما \" الحِسبان \" بكسر \" الحاء \"، فإنه جمع \" الحِسبانة \"، (11) وهي الوسادة الصغيرة, وليست من الأوَّليين أيضًا في شيء. يقال: \" حَسَّبته \"، أجلستُه عليها.</p><p>* * *</p><p>ونصب قوله: \" حسبانًا \" بقوله: \" وجعل \".</p><p>* * *</p><p>وكان بعض البصريين يقول: معناه: \" والشمس والقمرَ حسبانًا \"، أي: بحساب, فحذف \" الباء \"، كما حذفها من قوله:  هُوَ أَعْلَمُ مَنْ يَضِلُّ عَنْ سَبِيلِهِ  [سورة الأنعام: 117] ، أي: أعلم بمن يضل عن سبيله. (12)</p><p>* * *</p><p>القول في تأويل قوله :  ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (96)</p><p>قال أبو جعفر: يقول تعالى ذكره: وهذا الفعل الذي وصفه أنه فعله, وهو فلقه الإصباح، وجعله الليل سكنًا والشمس والقمر حسبانًا, تقدير الذي عزّ سلطانه, فلا يقدر أحد أراده بسوء وعقاب أو انتقام، من الامتناع منه =\" العليم \"، بمصالح خلقه وتدبيرهم = لا تقديرُ الأصنام والأوثان التي لا تسمع ولا تبصر، ولا تفقه شيئًا ولا تعقله، ولا تضر ولا تنفع, وإن أريدت بسوء لم تقدر على  الامتناع منه ممن أرادها. (13) يقول جل ثناؤه: وأخلصوا، أيها الجهلة، عبادتَكم لفاعل هذه الأشياء, ولا تشركوا في عبادته شيئًا غيره.</p><p>-------------------------</p><p>الهوامش :</p><p>(2) انظر تفسير\"الفلق\" فيما سلف قريبًا ص: 550.</p><p>(3) هذه قراءة أهل الحجاز كما سيذكر بعد ، وتركتها على قراءتهم في هذا الخبر.</p><p>(4) في المطبوعة: \"لا نستجيز غيرها\" ، يدل ما كان في المخطوطة وهو محض صواب.</p><p>(5) في المطبوعة: \"عامة قراء الحجاز\" ، وأثبت ما في المخطوطة.</p><p>(6) هو الفرزدق.</p><p>(7) سلف البيت وتخريجه وتفسيره فيما سلف 2: 195 ، وأزيد هنا مجاز القرآن لأبي عبيدة 1: 201 وروي هناك: \"قعود\" بالرفع ، كما أشرت إليه ثم.</p><p>(8) لرجل من قيس عيلان ، ونسب أيضا لنصيب</p><p>(9) سيبويه 1 : 87 ، معاني القرآن للفراء 1: 346 ، الصاحبي: 118 ، شرح شواهد المغني: 270 ، والذي هنا رواية الفراء وابن فارس. ورواية سيبويه\"بيننا نحن نطلبه\" ، وفي شرحه\"نرقبه\" ، وروايته أيضًا\"معلق وفضة\". وكان في المطبوعة هنا: \"فبيننا\" بالفاء ، وأثبت ما في المخطوطة. وفي المطبوعة: \"شلوه\" وهو خطأ.</p><p>\"ننظره\": نرقبه وننتظره. و\"الشكوة\": وعاء كالدلو أو القرية الصغيرة ، يبرد فيه الماء ، ويحبس فيه اللبن. وأما \"الوفضة\" ، فهي خريطة كالجعبة ، يحمل فيها الراعي أدلته وزاده.</p><p>ولم أجد بقية الشعر.</p><p>(10) انظر مجاز القرآن لأبي عبيدة 1: 201.</p><p>(11) هكذا قال أبو جعفر\"بكسر الحاء\" والذي أطبقت عليه كتب اللغة أنه بضم الحاء ، ولم يشيروا إلى كسر الحاء في هذه.</p><p>(12) قائل هذا هو الأخفش ، كما هو بين في لسان العرب (حسب) .</p><p>(13) انظر تفسير\"العزيز\" و\"العليم\" فيما سلف من فهارس اللغة.</p>"
}