{
    "id": 1043,
    "sura": 7,
    "aya": 89,
    "text": "<p>القول في تأويل قوله :  قَدِ افْتَرَيْنَا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللَّهُ مِنْهَا وَمَا يَكُونُ لَنَا أَنْ نَعُودَ فِيهَا إِلا أَنْ يَشَاءَ اللَّهُ رَبُّنَا وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفَاتِحِينَ (89)</p><p>قال أبو جعفر : يقول جل ثناؤه: قال شعيب لقومه إذ دعوه إلى العود إلى ملتهم ، والدخول فيها، وتوعَّدوه بطرده ومَنْ تبعه من قريتهم إن لم يفعل ذلك هو وهم: ( قد افترينا على الله كذبًا ) ، يقول: قد اختلقنا على الله كذبًا، (4) وتخرّصنا عليه من القول باطلا= إن نحن عدنا في ملتكم، فرجعنا فيها بعد إذ أنقذنا الله منها، بأن بصَّرنا خطأها وصوابَ الهدى الذي نحن عليه= وما يكون لنا أن نرجع فيها فندين بها ، ونترك الحق الذي نحن عليه=( إلا أن يشاء الله ربنا ) إلا أن يكون سبق لنا في علم الله أنّا نعود فيها ، فيمضي فينا حينئذ قضاء الله، فينفذ مشيئته علينا=(وسع ربنا كل شيء علما ) ، يقول: فإن علم ربنا وسع كل شيء فأحاط به، فلا يخفى عليه شيء كان، ولا شيء هو كائن. (5) فإن يكن سبق لنا في علمه أنّا نعود في ملتكم ، ولا يخفى عليه شيء كان ولا شيء هو كائن، (6) فلا بد من أن يكون ما قد سبق في علمه، وإلا فإنا غير عائدين في ملّتكم.</p><p>* * *</p><p>وبنحو الذي قلنا في ذلك، قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>14853-حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال،  حدثنا أسباط، عن السدي: ( قد افترينا على الله كذبًا إن عدنا في ملتكم بعد إذ نجانا الله منها وما يكون لنا أن نعود فيها إلا أن يشاء الله ربنا وسع ربنا كل شيء علما على الله توكلنا ربنا افتح بيننا وبين قومنا بالحق ) ، يقول: ما ينبغي لنا أن نعود في شرككم بعد إذ نجانا الله منها ، إلا أن يشاء الله ربنا، فالله لا يشاء الشرك، ولكن يقول: إلا أن يكون الله قد علم شيئًا، فإنه وسع كل شيء علمًا.</p><p>* * *</p><p>وقوله: ( على الله توكلنا ) ، يقول: على الله نعتمد في أمورنا وإليه نستند فيما تعِدوننا به من شرِّكم ، أيها القوم، فإنه الكافي من توكَّل عليه. (7)</p><p>* * *</p><p>ثم فزع صلوات الله عليه إلى ربه بالدعاء على قومه= إذ أيس من فلاحهم، وانقطع رجاؤه من إذعانهم لله بالطاعة ، والإقرار له بالرسالة، وخاف على نفسه وعلى من اتبعه من مؤمني قومه من فَسَقتهم العطبَ والهلكة= (8) بتعجيل النقمة، فقال: ( ربنا افتح بيننا وبين قومنا بالحق ) ، يقول: احكم بيننا وبينهم بحكمك الحقّ الذي لا جور فيه ولا حَيْف ولا ظلم، ولكنه عدل وحق=( وأنت خير الفاتحين ) ، يعني: خير الحاكمين. (9)</p><p>* * *</p><p>ذكر الفرَّاء أنّ أهلَ عُمان يسمون القاضي\" الفاتح \" و \" الفتّاح \". (10)</p><p>وذكر غيره من أهل العلم بكلام العرب: أنه من لغة مراد، (11) وأنشد لبعضهم بيتًا وهو: (12)</p><p>أَلا أَبْلِــغْ بَنــي عُصْــمٍ رَسُـولا</p><p>بِـــأَنِّي عَــنْ فُتَــاحَتِكُمْ غَنِــيُّ (13)</p><p>* * *</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>14854-حدثنا ابن وكيع قال، حدثنا أبي، عن مسعر، عن قتادة، عن ابن عباس قال: ما كنت أدري ما قوله: ( ربنا افتح بيننا وبين قومنا بالحق ) ، حتى سمعت ابنة ذي يزن تقول: \" تعالَ أفاتحك \" ، تعني: أقاضيك.</p><p>14855-حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي، عن ابن عباس، قوله: ( ربنا افتح بيننا وبين قومنا بالحق ) ، يقول: اقض بيننا وبين قومنا.</p><p>14856-حدثني المثنى قال، حدثنا ابن دكين قال، حدثنا مسعر قال، سمعت قتادة يقول: قال ابن عباس: ما كنت أدري ما قوله: ( ربنا افتح بيننا وبين قومنا بالحق ) ، حتى سمعت ابنةَ ذي يزن تقول: \" تعالَ أفاتحك \".</p><p>14857-حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: ( افتح بيننا وبين قومنا بالحق ) ، أي: اقض بيننا وبين قومنا بالحق.</p><p>14858-حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور قال، حدثنا معمر، عن قتادة: ( افتح بيننا وبين قومنا بالحق ) ، : اقض بيننا وبين قومنا بالحق.</p><p>14859-حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي، أما قوله: ( افتح بيننا ) ، فيقول: احكم بيننا.</p><p>14860-حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، قال الحسن البصري: افتح احكم بيننا وبين قومنا، و  إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا  ، [الفتح: 1] حكمنا لك حكمًا مبينًا.</p><p>14861-حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، قال ابن عباس: \" افتح \"، اقض.</p><p>14862-حدثنا ابن بشار قال، حدثنا أبو أحمد محمد بن عبد الله بن الزبير قال، حدثنا مسعر ، عن قتادة، عن ابن عباس قال: لم أكن أدري ما( افتح بيننا وبين قومنا بالحق ) ، حتى سمعت ابنة ذي يزن تقول لزوجها: \" انطلق أُفاتحك \".</p><p>------------------</p><p>الهوامش :</p><p>(4) انظر تفسير\"الافتراء\" فيما سلف ص: 481 ، تعليق: 6 ، والمراجع هناك.</p><p>(5) انظر تفسير\"وسع\" فيما سلف ص: 207 ، تعليق: 1 ، والمراجع هناك.</p><p>(6) في المطبوعة: \"فلا يخفى\" بالفاء ، ومثلها في المخطوطة غير منقوطة ، والصواب بالواو.</p><p>(7) انظر تفسير\"التوكل\" فيما سلف 7: 346/ 8: 566/ 10: 108 ، 184.</p><p>(8) السياق: \"... بالدعاء على قومه... بتعجيل النقمة\".</p><p>(9) انظر تفسير\"الفتح\" فيما سلف 2: 254/ 10: 405.</p><p>(10) انظر معاني القرآن للفراء 1: 385.</p><p>(11) هو أبو عبيدة في مجاز القرآن 1: 220 ، 221.</p><p>(12) هو الأسعر الجعفي ، أو محمد بن حمران بن أبي حمران.</p><p>(13) سلف البيت وتخريجه 2: 254 ، ولم أنسبه هناك إلى هذا الموضع من تفسير الطبري ، فقيده ، ويزاد أنه في مجاز القرآن لأبي عبيدة 1: 220 ، 221 ، وكان في المطبوعة والمخطوطة هنا\"فإني عن فتاحتكم\" ، والصواب ما سلف ، وما في المخطوطة هناك.</p>"
}