{
    "id": 1112,
    "sura": 7,
    "aya": 158,
    "text": "<p>القول في تأويل قوله :  قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ لا إِلَهَ إِلا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ</p><p>قال أبو جعفر: يقول تعالى ذكره لنبيِّه محمد صلى الله عليه وسلم: \" قل \"، يا محمد للناس كلهم= \" إنّي رسول الله إليكم جميعًا \"، لا إلى بعضكم دون بعض, كما كان من قبلي من الرُّسل, مرسلا إلى بعض الناس دون بعض. فمن كان منهم أرسل كذلك, فإن رسالتي ليست إلى بعضكم دون بعض، ولكنها إلى جميعكم.</p><p>وقوله: \" الذي\"، من نعت اسم \" الله \" وإنما معنى الكلام: قل: يا أيها الناس إني رسول الله، الذي له ملك السموات والأرض، إليكم.</p><p>ويعني جل ثناؤه بقوله: \" الذي له ملك السموات والأرض \"، الذي له سلطان السَّموات والأرض وما فيهما, وتدبير ذلك وتصريفه (35) = \" لا إله إلا هو \"، يقول: لا ينبغي أن تكون الألوهة والعِبادة إلا له جل ثناؤه، دون سائر الأشياء غيره من الأنداد والأوثان, إلا لمن له سلطان كل شيء، والقادر على إنشاء خلق كل ما شاء وإحيائه، وإفنائه إذا شاء إماتته = \" فآمنوا بالله ورسوله \"، يقول جل ثناؤه: قل لهم: فصدِّقوا بآيات الله الذي هذه صفته, وأقِرُّوا بوحدانيته, وأنه الذي له الألوهة والعبادة, وصدقوا برسوله محمد صلى الله عليه وسلم أنَّه مبعوث إلى خلقه، داع إلى توحيده وطاعته.</p><p>* * *</p><p>القول في تأويل قوله :  النَّبِيِّ الأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ (158)</p><p>قال أبو جعفر: أما قوله: \" النبي الأمي\"، فإنه من نعت رسول الله صلى الله عليه وسلم.</p><p>* * *</p><p>وقد بينت معنى \" النبي\" فيما مضى بما أغنى عن إعادته= ومعنى قوله: \" الأمي\". (36)</p><p>* * *</p><p>= \" الذي يؤمن بالله \"، يقول: الذي يصدق بالله وكلماته.</p><p>* * *</p><p>ثم اختلف أهل التأويل في تأويل قوله: \" وكلماته \". (37)</p><p>فقال بعضهم: معناه: وآياته.</p><p>* ذكر من قال ذلك:</p><p>15247- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة, قوله: \" الذي يؤمن بالله وكلماته \"، يقول: آياته.</p><p>* * *</p><p>وقال آخرون: بل عنى بذلك عيسى ابن مريم عليه السلام.</p><p>* ذكر من قال ذلك:</p><p>15248- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، قال مجاهد قوله: \" الذي يؤمن بالله وكلماته \"، قال: عيسى ابن مريم.</p><p>15149- وحدثني محمد بن الحسين قال، حدثنا أحمد قال، حدثنا  أسباط, عن السدي: \" الذي يؤمن بالله وكلماته \"، فهو عيسى ابن مريم.</p><p>* * *</p><p>قال أبو جعفر: والصواب من القول في ذلك عندنا، أنَّ الله تعالى ذكره أمرَ عباده أن يصدِّقوا بنبوِّة النبيّ الأمي الذي يؤمن بالله وكلماته، ولم يخصص الخبرَ جل ثناؤه عن إيمانه من \" كلمات الله \" ببعض دون بعضٍ, بل أخبرهم عن جميع \" الكلمات \", فالحق في ذلك أن يعمَّ القول, فإن رسول الله صلى الله عليه وسلم كان يؤمن بكلمات الله كلِّها، على ما جاء به ظاهرُ كتابِ الله.</p><p>* * *</p><p>وأما قوله: \" واتبعوه لعلكم تهتدون \"، فاهتدوا به أيها الناس, واعملوا بما أمركم أن تعملوا به من طاعة الله= \" لعلكم تهتدون \"، يقول: لكي تهتدوا فترشدوا وتصيبوا الحقّ في اتّباعكم إيّاه.</p><p>----------------------</p><p>الهوامش :</p><p>(35) (1) انظر تفسير (( الملك )) فيما سلف من فهارس اللغة ( ملك ) .</p><p>(36) (1) انظر تفسير (( النبي )) فيما سلف 2 : 140 - 142 / 6 : 284 ، 380 ، وغيرها من المواضع . = وتفسير (( الأمي )) ، فيما سلف قريباً ص : 163 ، تعليق : 3 ، والمراجع هناك .</p><p>(37) (2) انظر تفسير (( الكلمة )) فيما سلف من الفهارس اللغة ( كلم ) .</p>"
}