{
    "id": 1189,
    "sura": 8,
    "aya": 29,
    "text": "<p>القول في تأويل قوله :  يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (29)</p><p>قال أبو جعفر: يقول تعالى ذكره: يا أيها الذين صدّقوا الله ورسوله، إن تتقوا الله بطاعته وأداء فرائضه، واجتناب معاصيه, وترك خيانته وخيانة رسوله وخيانة أماناتكم= يجعل لكم فرقانًا \"، يقول: يجعل لكم فصلا وفرْقا بين حقكم وباطل من يبغيكم السوء من أعدائكم المشركين، بنصره إياكم عليهم, وإعطائكم الظفر بهم = (27) \" ويكفر عنكم سيئاتكم \"، يقول: ويمحو عنكم ما سلف من ذنوبكم بينكم وبينه = (28) \" ويغفر لكم \"، يقول: ويغطيها فيسترها عليكم, فلا يؤاخذكم بها= (29) \" والله ذو الفضل العظيم \" ، يقول: والله الذي يفعل ذلك بكم, له  الفضل العظيم عليكم وعلى غيركم من خلقه بفعله ذلك وفعل أمثاله. وإنّ فعله جزاءٌ منه لعبده على طاعته إياه, لأنه الموفق عبده لطاعته التي اكتسبها، حتى استحقّ من ربه الجزاء الذي وعدَه عليها. (30)</p><p>* * *</p><p>وقد اختلف أهل التأويل في العبارة عن تأويل قوله: \" يجعل لكم فرقانا \".</p><p>فقال بعضهم: مخرجًا.</p><p>* * *</p><p>وقال بعضهم: نجاة.</p><p>* * *</p><p>وقال بعضهم: فصلا.</p><p>* * *</p><p>= وكل ذلك متقارب المعنى، وإن اختلف العبارات عنها, وقد بينت صحة ذلك فيما مضى قبل بما أغنى عن إعادته. (31)</p><p>* * *</p><p>ذكر من قال: معناه: المخرج.</p><p>15936 - حدثنا ابن وكيع قال، حدثنا جرير, عن منصور، عن مجاهد: \" إن تتقوا الله يجعل لكم فرقانًا \" قال: مخرجًا.</p><p>15937- ......... قال، حدثنا أبي, عن سفيان, عن منصور, عن مجاهد: \" إن تتقوا الله يجعل لكم فرقانًا \"، قال: مخرجًا.</p><p>15938- حدثنا ابن حميد قال، حدثنا حكام عن عنبسة, عن جابر, عن مجاهد: \" فرقانا \"، مخرجًا.</p><p>15939- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد \" فرقانا \"، قال: مخرجًا في الدنيا والآخرة.</p><p>15940- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله.</p><p>15941- حدثنا ابن وكيع قال، حدثنا هانئ بن سعيد, عن حجاج, عن ابن أبي نجيح, عن مجاهد: \" فرقانًا \"، قال: \" الفرقان \" المخرج.</p><p>15942 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية, عن علي, عن ابن عباس, قوله: \" فرقانا \"، يقول: مخرجًا.</p><p>15943- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري, عن منصور, عن مجاهد: \" فرقانا \"، مخرجًا.</p><p>15944- حدثني المثنى قال، حدثنا عبد الله بن رجاء البصري قال، حدثنا زائدة, عن منصور, عن مجاهد, مثله.</p><p>15945 - حدثنا ابن وكيع قال، حدثنا المحاربي, عن جويبر, عن الضحاك: \" فرقانا \"، قال: مخرجًا.</p><p>15946- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، سمعت عبيدا يقول، سمعت الضحاك يقول: \" فرقانًا \"، مخرجًا.</p><p>15947- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا سفيان, عن منصور, عن مجاهد, مثله.</p><p>15948 - حدثنا ابن وكيع قال، حدثنا حميد, عن زهير, عن جابر، عن عكرمة، قال: \" الفرقان \"، المخرج.</p><p>* * *</p><p>* ذكر من قال: معناه النجاة.</p><p>15949 - حدثنا ابن حميد قال، حدثنا حكام, عن عنبسة, عن جابر, عن عكرمة: \" إن تتقوا الله يجعل لكم فرقانًا \"، قال: نجاة.</p><p>15950 - حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا إسرائيل,  عن رجل, عن عكرمة ومجاهد, في قوله: \" يجعل لكم فرقانًا \"، قال عكرمة: المخرج= وقال مجاهد: النجاة.</p><p>15951- حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: \" يجعل لكم فرقانًا \"، قال: نجاة.</p><p>15952 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس: \" يجعل لكم فرقانًا \"، يقول: يجعل لكم نجاة.</p><p>15953 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: \" يجعل لكم فرقانًا \"، أي: نجاة.</p><p>* * *</p><p>* ذكر من قال فصلا.</p><p>15954 - ...................................... \" يا أيها الذين آمنوا إذ تتقوا الله يجعل لكم فرقانًا \"، قال: فرقان يفرق في قلوبهم بين الحق والباطل, حتى يعرفوه ويهتدوا بذلك الفرقان. (32)</p><p>15955 - حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق: \" يا أيها الذين آمنوا إن تتقوا الله يجعل لكم فرقانًا \"، أي: فصلا بين الحق والباطل, ليظهر به حقكم، ويخفي به باطل من خالفكم. (33)</p><p>و \" الفرقان \" في كلام العرب، مصدرٌ من قولهم: \" فرقت بين الشيء والشيء أفرُق بينهما فَرْقًا وفُرْقانًا. (34)</p><p>------------------------</p><p>الهوامش :</p><p>(27) انظر تفسير \" الفرقان \" فيما سلف 1 : 98 ، 99 3 : 448 6 : 162 ، 163 .</p><p>(28) انظر تفسير \" التكفير \" فيما سلف من فهارس اللغة ( كفر ) .</p><p>= وتفسير \" السيئات \" فيما سلف من فهارس ( سوأ ) .</p><p>(29) انظر تفسير \" المغفرة \" فيما سلف من فهارس اللغة ( غفر ) .</p><p>(30) انظر تفسير \" الفضل \" ، فيما سلف فهارس اللغة ( فصل ) .</p><p>(31) يعني ما سلف 1 : 98 ، 99 .</p><p>(32) الأثر : 15954 - إسناد هذا الخبر ساقط في المخطوطة ، جعل مكانه بياضًا نحوًا من سطر ونصف ، فجاء ناشر المطبوعة ووصل الكلام دون أن يشير إلى ذلك البياض . وظاهر أنه خبر قائم برأسه ، كما وضعته .</p><p>(33) الأثر : 15955 - سيرة ابن هشام 2 : 325 ، وهو تابع الأثر السالف رقم : 15929 . وكان في المطبوعة : \" يظهر \" بغير لام ، وهي في المخطوطة تقرأ هكذا وهكذا ، وأثبت نص ما في السيرة ، باللام في أولها .</p><p>(34) انظر ما سلف 1 : 98 ، 99 3 : 448 6 : 162 ، 163 .</p>"
}