{
    "id": 1719,
    "sura": 13,
    "aya": 12,
    "text": "<p>القول في تأويل قوله تعالى :  هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ (12)</p><p>قال أبو جعفر: يقول تعالى ذكره: (هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ) ، يعني أن الرب هو الذي يري عباده البرق وقوله: (هو) كناية اسمه جلّ ثناؤه.</p><p>* * *</p><p>وقد بينا معنى \" البرق \" ، فيما مضى، وذكرنا اختلاف أهل التأويل فيه بما أغنى  عن إعادته في هذا الموضع . (71)</p><p>* * *</p><p>وقوله: (خوفًا) يقول: خوفًا للمسافر من أذاه . وذلك أن \" البرق \"، الماء، في هذا الموضع كما:-</p><p>20251- حدثني المثنى قال: حدثنا حجاج قال: حدثنا حماد قال: أخبرنا موسى بن سالم أبو جهضم, مولى ابن عباس قال: كتب ابن عباس إلى أبي الجَلْد يسأله عن \" البرق \", فقال: \" البرق \"، الماء . (72)</p><p>* * *</p><p>وقوله (وطمعًا) يقول: وطمعًا للمقيم أن يمطر فينتفع . كما:-</p><p>20252- حدثنا بشر قال: حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (هو الذي يريكم البرق خوفًا وطمعًا) ، يقول: خوفًا للمسافر في أسفاره, يخاف أذاه ومشقته(وطمعًا،) للمقيم، يرجو بركته ومنفعته، ويطمع في رزق الله.</p><p>20253- حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن قتادة: (خوفا وطمعا) خوفا للمسافر, وطمعا للمقيم .</p><p>* * *</p><p>وقوله: (وينشئ السحاب الثقال) : ويثير السحاب الثقال بالمطر ويبدؤه.</p><p>* * *</p><p>يقال منه: أنشأ الله السحاب: إذا أبدأه, ونشأ السحاب: إذا بدأ ينشأ نَشْأً .</p><p>* * *</p><p>و \" السحاب \" في هذا الموضع، وإن كان في لفظ واحد، فإنها جمعٌ، واحدتها \" سحابة \", ولذلك قال: \" الثقال \", فنعتها بنعت الجمع, ولو كان جاء: \" السحاب \" الثقيل كان جائزًا, وكان توحيدًا للفظ السحاب, كما قيل :  الَّذِي جَعَلَ لَكُمْ  مِنَ الشَّجَرِ الأَخْضَرِ نَارًا  [سورة يس:80] .</p><p>* * *</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل .</p><p>*ذكر من قال ذلك:</p><p>20254-حدثنا الحسن بن محمد قال: حدثنا شبابة قال: حدثنا ورقاء, عن ابن أبي نجيح, عن مجاهد, قوله: (وينشئ السحاب الثقال) ، قال: الذي فيه الماء .</p><p>20255- حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال: حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد, مثله .</p><p>20256- حدثني المثنى قال: حدثنا أبو حذيفة قال: حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله .</p><p>20257- ... قال: حدثنا إسحاق قال: حدثنا عبد الله, عن ورقاء, عن ابن أبي نجيح, عن مجاهد, مثله .</p><p>20258- حدثنا القاسم قال: حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد: (وينشئ السحاب الثقال) قال: الذي فيه الماء .</p><p>----------------------------------</p><p>الهوامش :</p><p>(71) انظر تفسير\" البرق\" فيما سلف 1 : 342 - 346 .</p><p>(72) الأثر : 20251 -\" موسى بن سالم\" ،\" أبو جهضم\" ، ثقة ، روايته عن ابن عباس مرسلة ، سلف برقم : 434 .</p><p>و\" أبو الجلد\" ، هو\" جيلان بن فروة الأسدي\" ، ثقة ، مضى برقم : 434 ، 723 ، 1913 .</p>"
}