{
    "id": 2152,
    "sura": 18,
    "aya": 12,
    "text": "<p>القول في تأويل قوله : ( ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى ) يقول:</p><p>ثم بعثنا هؤلاء الفتية الذين أوَوْا إلى الكهف بعد ما ضربنا على آذانهم فيه سنين عددا من رقدتهم، لينظر عبادي فيعلموا بالبحث، أيُّ الطائفتين اللتين اختلفتا في قدر مبلغ مكث الفتية في كهفهم رقودا ( أَحْصَى لِمَا لَبِثُوا أَمَدًا ) يقول:</p><p>أصوب لقدر لبثهم فيه أمدا ، ويعني بالأمد: الغاية، كما قال النابغة:</p><p>إلا لِمِثْلِــكَ أوْ مَــنْ أنْـتَ سـابِقُهُ</p><p>سَـبْقَ الجَـوَادِ ِإذا اسْـتَوْلَى على الأمَدِ (6)</p><p>وذُكر أن الذين اختلفوا في ذلك من أمورهم، قوم من قوم الفتية، فقال بعضهم: كان الحزبان جميعا كافرين. وقال بعضهم: بل كان أحدهما مسلما، والآخر كافرا.</p><p>* ذكر من قال كان الحزبان من قوم الفتية: حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد ( أَيُّ الْحِزْبَيْنِ ) من قوم الفتية.</p><p>حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، بنحوه.</p><p>حدثني القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( ثم بعثناهم لنعلم أي الحزبين أحصى لما لبثوا أمدا ) يقول: ما كان لواحد من الفريقين علم، لا لكفارهم ولا لمؤمنيهم.</p><p>وأما قوله: (أمَدًا) فإن أهل التأويل اختلفوا في معناه، فقال بعضهم: معناه: بعيدا.</p><p>* ذكر من قال ذلك:</p><p>حدثني علي، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( لِمَا لَبِثُوا أَمَدًا ) يقول: بعيدا.</p><p>وقال آخرون: معناه: عددا.</p><p>ذكر من قال ذلك: حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد (أمَدًا) قال: عددا.</p><p>حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، مثله.</p><p>حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.</p><p>وفي نصب قوله (أمَدًا) وجهان:أحدهما أن يكون منصوبا على التفسير من قوله (أحْصَى) كأنه قيل: أيّ الحزبين أصوب عددا لقدر لبثهم.</p><p>وهذا هو أولى الوجهين في ذلك بالصواب، لأن تفسير أهل التفسير بذلك جاء.</p><p>والآخر: أن يكون منصوبا بوقوع قوله (لَبِثُوا) عليه، كأنه قال: أيّ الحزبين أحصى للبثهم غاية.</p>"
}