{
    "id": 2366,
    "sura": 20,
    "aya": 18,
    "text": "<p>القول في تأويل قوله تعالى :  قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي وَلِيَ فِيهَا مَآرِبُ أُخْرَى (18)</p><p>يقول تعالى ذكره مخبرا عن موسى: قال موسى مجيبا لربه ( هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي ) يقول: أضرب بها الشجر اليابس فيسقط ورقها وترعاه غنمي، يقال منه: هشّ فلان الشجر يهشّ هشا: إذا اختبط ورق أغصانها فسقط ورقها، كما قال الراجز:</p><p>أهُشُّ بالْعصَـــا عــلى أغْنــامِي</p><p>مِـــنْ نـــاعِمِ الأرَاكِ والبَشــامِ (12)</p><p>وبنحو الذي قلنا في ذلك، قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( وَأَهُشُّ بِهَا عَلَى غَنَمِي ) قال: أخبط بها الشجر.</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَأَهُشُّ بِهَا عَلَى غَنَمِي ) قال: أخبط.</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَأَهُشُّ بِهَا عَلَى غَنَمِي ) قال: كان نبيّ الله موسى صلى الله عليه وسلم يهشّ على غنمه ورق الشجر.</p><p>حدثني موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ( وَأَهُشُّ بِهَا عَلَى غَنَمِي ) يقول: أضرب بها الشجر للغنم، فيقع الورق.</p><p>حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي ) قال: يتوكأ عليها حين يمشي مع الغنم، ويهشّ بها، يحرّك الشجر حتى يسقط الورق الحبَلة وغيرها.</p><p>حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسن، عن عكرمة ( وَأَهُشُّ بِهَا عَلَى غَنَمِي ) قال: أضرب بها الشجر، فيسقط من ورقها عليّ.</p><p>حدثني عبد الله بن أحمد بن شبويه، قال: ثنا علي بن الحسن، قال: ثنا حسين، قال: سمعت عكرمة يقول ( وَأَهُشُّ بِهَا عَلَى غَنَمِي ) قال: أضرب بها الشجر، فيتساقط الورق على غنمي.</p><p>حُدثت عن الحسين، قال: سمعت أبا مُعاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله ( وَأَهُشُّ بِهَا عَلَى غَنَمِي ) يقول: أضرب بها الشجر حتى يسقط منه ما تأكل غنمي.</p><p>وقوله ( وَلِيَ فِيهَا مَآرِبُ أُخْرَى ) يقول:</p><p>ولي في عصاي هذه حوائج أخرى، وهي جمع مأربة، وفيها للعرب لغات ثلاث: مأرُبة بضم الراء، ومأرَبة بفتحها، ومأرِبة بكسرها، وهي مفعلة من قولهم: لا أرب لي في هذا الأمر: أي لا حاجة لي فيه، وقيل أخرى وهن مآرب جمع، ولم يقل أخر، كما قيل:  لَهُ الأَسْمَاءُ الْحُسْنَى  وقد بيَّنت العلة في توجيه ذلك هنالك.</p><p>وبنحو الذي قلنا في معنى المآرب، قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثنا أحمد بن عبدة الضبي، قال: ثنا حفص بن جميع، قال: ثنا سماك بن حرب، عن عكرمة، عن ابن عباس، في قوله: ( وَلِيَ فِيهَا مَآرِبُ أُخْرَى ) قال: حوائج أخرى قد علمتها.</p><p>حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وَلِيَ فِيهَا مَآرِبُ أُخْرَى ) يقول: حاجة أخرى.</p><p>حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; عن ابن أبي نجيح عن مجاهد ( وَلِيَ فِيهَا مَآرِبُ أُخْرَى ) قال: حاجات.</p><p>حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح ( وَلِيَ فِيهَا مَآرِبُ أُخْرَى ) قال: حاجات ومنافع.</p><p>حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُريج، عن مجاهد ( وَلِيَ فِيهَا مَآرِبُ أُخْرَى ) قال: حاجات.</p><p>حدثني موسى، قال: ثني عمرو بن حماد، قال: ثنا أسباط، عن السديّ( وَلِيَ فِيهَا مَآرِبُ أُخْرَى ) يقول: حوائج أخرى أحمل عليها المزود والسقاء.</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَلِيَ فِيهَا مَآرِبُ أُخْرَى ) قال: حوائج أخرى.</p><p>حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قَتادة، في قوله ( وَلِيَ فِيهَا مَآرِبُ أُخْرَى ) قال: حاجات ومنافع أخرى.</p><p>حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عن وهب بن منبه ( وَلِيَ فِيهَا مَآرِبُ أُخْرَى ) أي منافع أخرى.</p><p>حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَلِيَ فِيهَا مَآرِبُ أُخْرَى ) قال: حوائج أخرى سوى ذلك.</p><p>حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله ( مَآرِبُ أُخْرَى ) قال: حاجات أخرى.</p><p>-----------------------</p><p>الهوامش :</p><p>(12) في ( اللسان : هش ) : الهش أن تنثر ورق الشجر بعصا . هش الغصن يهشه هشا خطبه فألقى ورقه لغنمه ، ومنه قوله عز وجل : وَأَهُشُّ بِهَا عَلَى غَنَمِي قال الفراء : أي أضرب بها الشجر اليابس ، ليسقط ورقها ، فترعاه غنمه . والأراك والبشام : نوعان من الشجر ترتعيهما الماشية ، وفي أغصانها لين وقد تأكلها الماشية إذا كانت خضراء .</p>"
}