{
    "id": 2431,
    "sura": 20,
    "aya": 83,
    "text": "<p>وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى (82)</p><p>وقوله ( وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ ) يقول: وإني لذو غفر لمن تاب من شركه، فرجع منه إلى الإيمان لي ( وآمَنَ ) يقول: وأخلص لي الألوهة، ولم يشرك في عبادته إياي غيري.( وَعَمِلَ صَالِحًا ) يقول: وأدّى فرائضي التي افترضتها عليه، واجتنب معاصي ( ثُمَّ اهْتَدَى ) يقول: ثم لزم ذلك فاستقام ولم يضيع شيئا منه.</p><p>وبنحو الذي قلنا في تأويل قوله ( وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى ) قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ ) من الشرك (وآمَنَ) يقول: وحد الله ( وَعَمِلَ صَالِحًا ) يقول: أدى فرائضي.</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ ) من ذنبه (وآمَنَ) به ( وَعَمِلَ صَالِحًا ) فيما بينه وبين الله.</p><p>حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن أبي جعفر الرازي، عن الربيع ( وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ ) من الشرك (وآمَنَ) يقول: وأخلص لله، وعمل في إخلاصه.</p><p>واختلفوا في معنى قوله ( ثُمَّ اهْتَدَى ) فقال بعضهم: معناه: لم يشكك في إيمانه.</p><p>* ذكر من قال ذلك:</p><p>حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( ثُمَّ اهْتَدَى ) يقول: لم يشكُك.</p><p>&; 18-348 &;</p><p>وقال آخرون: معنى ذلك: ثم لزم الإيمان والعمل الصالح.</p><p>* ذكر قال ذلك: حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( ثُمَّ اهْتَدَى ) يقول: ثم لزم الإسلام حتى يموت عليه.</p><p>وقال آخرون: بل معنى ذلك: ثم استقام.</p><p>* ذكر من قال ذلك:</p><p>حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن أبي جعفر الرازي، عن الربيع بن أنس ( ثُمَّ اهْتَدَى ) قال: أخذ بسنة نبيه صلى الله عليه وسلم.</p><p>وقال آخرون: بل معناه: أصاب العمل.</p><p>* ذكر من قال ذلك:</p><p>حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله ( وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى ) قال: أصاب العمل.</p><p>وقال آخرون: معنى ذلك: عرف أمر مُثيبه.</p><p>* ذكر من قال ذلك:</p><p>حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة، عن الكلبي ( وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ ) من الذنب (وآمَنَ) من الشرك ( وَعَمِلَ صَالِحًا ) أدّى ما افترضت عليه ( ثُمَّ اهْتَدَى ) عرف مثيبه إن خيرًا فخير، وإن شرًّا فشر.</p><p>وقال آخرون بما حدثنا إسماعيل بن موسى الفزاري، قال: أخبرنا عمر بن شاكر، قال: سمعت ثابتا البناني يقول في قوله ( وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى ) قال: إلى ولاية أهل بيت النبيّ صلى الله عليه وسلم.</p><p>قال أبو جعفر: إنما اخترنا القول الذي اخترنا في ذلك، من أجل أن الاهتداء هو الاستقامة على هدى، ولا معنى للاستقامة عليه إلا وقد جمعه الإيمان والعمل الصالح والتوبة، فمن فعل ذلك وثبت عليه فلا شكّ في اهتدائه.</p>"
}