{
    "id": 3081,
    "sura": 26,
    "aya": 149,
    "text": "<p>وقوله: ( وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ ) يقول تعالى ذكره: وتتخذون من الجبال بيوتا.</p><p>واختلفت القرّاء في قراءة قوله ( فارهين ) فقرأته عامة قرّاء أهل الكوفة: ( فارهين ) بمعنى: حاذقين بنحتها.</p><p>وقرأته عامة قرّاء أهل المدينة والبصرة: \" فَرِهِينَ\" بغير ألف, بمعنى: أشرين بطرين.</p><p>واختلف أهل التأويل في تأويل ذلك على نحو اختلاف القرّاء في قراءته, فقال بعضهم: معنى فارهين: حاذقين.</p><p>* ذكر من قال ذلك:</p><p>حدثنا أبو كريب, قال: ثنا عثام, عن إسماعيل بن أبي خالد, عن أبي صالح وعبد الله بن شدّاد: ( وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ ) قال أحدهما: حاذقين, وقال الآخر: يتجبرون.</p><p>حدثني يعقوب بن إبراهيم, قال: ثنا مروان, قال: أخبرنا إسماعيل بن أبي خالد, عن أبي صالح: ( وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ ) قال: حاذقين بنحتها.</p><p>حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( فارهين ) يقول: حاذقين.</p><p>وقال آخرون: معنى فارهين: مستفرهين متجبرين.</p><p>* ذكر من قال ذلك:</p><p>حدثنا ابن بشار, قال: ثنا يحيى, قال: ثنا سفيان, عن السديّ, عن عبد الله بن شداد في قوله: \" فَرِهِينَ\" قال: يتجبرون.</p><p>قال أبو جعفر: والصواب: فارهين.</p><p>وقال آخرون ممن قرأه فارهين: معنى ذلك: كيسين.</p><p>* ذكر من قال ذلك:</p><p>حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( فارهين ) قال: كيسين.</p><p>حدثنا ابن حميد, قال: ثنا يحيى بن واضح, قال: ثنا عبيد, عن الضحاك أنه قرأ ( فارهين ) قال: كيسين.</p><p>وقال آخرون: فرهين: أشرين.</p><p>* ذكر من قال ذلك:</p><p>حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, في قوله: ( وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ ) يقول: أشرين, ويقال: كيسين.</p><p>حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد في قوله: \" بيوتا فرهين \" قال: شرهين.</p><p>حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, بمثله.</p><p>وقال آخرون: معنى ذلك: أقوياء.</p><p>* ذكر من قال ذلك:</p><p>حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: \" وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَرِهِينَ\" قال: الفره: القويّ.</p><p>وقال آخرون في ذلك بما حدثنا الحسن, قال: أخبرنا عبد الرزاق, قال: أخبرنا معمر عن قتادة, في قوله: \" فَرِهِينَ\" قال: معجبين بصنيعكم.والصواب من القول في ذلك أن يقال: إن قراءة من قرأها( فارهين ) وقراءة من قرأ \" فَرِهِينَ\" قراءتان معروفتان, مستفيضة القراءة بكل واحدة منهما في علماء القرّاء, فبأيتهما قرأ القارئ فمصيب. ومعنى قراءة من قرأ ( فارهين ) : حاذقين بنحتها, متخيرين لمواضع نحتها, كيسين, من الفراهة. ومعنى قراءة من قرأ \" فَرِهِينَ\": مرحين أشرين. وقد يجوز أن يكون معنى فاره وفره واحدا, فيكون فاره مبنيا على بنائه, وأصله من فعل يفعل, ويكون فره صفة, كما يقال: فلان حاذق بهذا الأمر وحذق. ومن الفاره بمعنى المرح قول الشاعر عديّ بن وادع العوفي من الأزد:</p><p>لا أسْــتَكِينُ إذا مــا أزْمَـةٌ أزَمَـتْ</p><p>وَلَــنْ تَـرَانِي بِخَـيْرٍ فـارِهَ الطَّلَـبِ (1)</p><p>------------------------</p><p>الهوامش :</p><p>(1) البيت لعدي بن وادع الشاعر الأزدي الأعمى، (كما سماه صاحب معجم الشعراء ص 252)، وكما في مجاز القرآن لأبي عبيدة (مصورة الجامعة ص 173) قال (وتنحتون من الجبال بيوتًا فارهين) أي مرحين. قال عدي بن وادع العفوي من العفاة بن عمرو بن فهم من الأزد:</p><p>لا أسْــتَكِينُ إذَا مَــا أزْمَـةٌ أزَمَـتْ</p><p>وَ لَــنْ تَـرَاني بِخَـيْرٍ فَـارِهَ اللَّبَـبِ</p><p>أي مرح اللبب. قال: ويجوز: \"فرهين\" في معنى \"فارهين\".</p><p>أو هو ابن وادع العوفي، كما في (اللسان: فره) قال: الفاره: الحاذق بالشيء والفروهة والفراهة والفراهية: النشاط. وفره بالكسر: أشر وبطر، ورجل فره نشيط أشر. وفي التنزيل: (وتنحتون من الجبال بيوتًا فرهين). فمن قرأه كذلك، فهو من هذا: شرهين بطرين. ومن قرأه: \"فارهين\"، فهو من فره بالضم. قال ابن برى عند هذا الموضع: قال ابن وادع العوفي:</p><p>لا أســتكين إذا مــا أزمـة أزمـت</p><p>ولــن تـراني بخـير فـاره الطلـب</p><p>قال الفراء: معنى فارهين: حاذقين. ا ه. وأما \"اللبب\" في رواية أبي عبيدة، فلعلها الرواية الصحيحة. ومعناه: البال. يقال: إنه لرخى اللبب. وفي التهذيب: فلان في بال رخى، ولبب رخى: أي في سعة وخصب وأمن.</p>"
}