{
    "id": 3266,
    "sura": 28,
    "aya": 14,
    "text": "<p>القول في تأويل قوله تعالى :  وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (14)</p><p>يقول تعالى ذكره: ( وَلَمَّا بَلَغَ) مُوسَى (أشده ) , يعني حان شدة بدنه وقواه, وانتهى ذلك منه، وقد بيَّنا معنى الأشدّ فيما مضى بشواهده, فأغنى ذلك عن إعادته في هذا الموضع.</p><p>وقوله: ( واستوى ) يقول: تناهي شبابه, وتمّ خلقه واستحكم. وقد اختلف في مبلغ عدد سني الاستواء, فقال بعضهم: يكون ذلك في أربعين سنة.</p><p>* ذكر من قال ذلك:</p><p>حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ليث, عن مجاهد, في قوله: ( واستوى ) قال: أربعين سنة.</p><p>حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, قوله: ( وَلَمَّا بَلَغَ أَشُدَّهُ ) قال: ثلاثا وثلاثين سنة.</p><p>قوله: ( واستوى ) قال: بلغ أربعين سنة.</p><p>حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, مثله.</p><p>حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ابن جُرَيج, عن مجاهد, عن ابن عباس ( وَلَمَّا بَلَغَ أَشُدَّهُ ) قال: بضعا وثلاثين سنة.</p><p>قال: ثنا سفيان, عن ابن أبي نجيح, عن مجاهد ( وَلَمَّا بَلَغَ أَشُدَّهُ ) قال: ثلاثا وثلاثين سنة.</p><p>حدثنا القاسم, قال: ثنا الحسين, قال: ثنا أبو سفيان, عن معمر, عن قَتادة ( أَشُدَّهُ وَاسْتَوَى ) قال: أربعين سنة, وأشدّه: ثلاثا وثلاثين سنة.</p><p>حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله: ( وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى ) قال: كان أبي يقول: الأشدّ: الجلَد, والاستواء: أربعون سنة.</p><p>وقال بعضهم: يكون ذلك في ثلاثين سنة.</p><p>وقوله: ( آتَيْنَاهُ حُكْمًا وَعِلْمًا ) يعني بالحكم: الفهم بالدين والمعرفة.</p><p>كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا عن ابن أبي نجيح, عن مجاهد ( آتَيْنَاهُ حُكْمًا وَعِلْمًا ) قال: الفقه والعقل والعمل قبل النبوّة.</p><p>حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد ( آتَيْنَاهُ حُكْمًا وَعِلْمًا ) قال: الفقه والعمل قبل النبوة.</p><p>حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق ( وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى ) آتاه الله حكما وعلما: وفقها في دينه ودين آبائه, وعلما بما في دينه وشرائعه وحدوده.</p><p>وقوله: ( وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ ) يقول تعالى ذكره: كما جزينا موسى على طاعته إيانا وإحسانه بصبره على أمرنا, كذلك نجزي كلّ من أحسن من رسلنا وعبادنا, فصبر على أمرنا وأطاعنا, وانتهى عما نهيناه عنه.</p>"
}