{
    "id": 3313,
    "sura": 28,
    "aya": 61,
    "text": "<p>القول في تأويل قوله تعالى :  أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ (61)</p><p>يقول تعالى ذكره: أفمن وعدناه من خلقنا على طاعته إيانا الجنة, فآمن بما وعدناه وصدّق وأطاعنا, فاستحقّ بطاعته إيانا أن ننجز له ما وعدناه, فهو لاق ما وعد, وصائر إليه كمن متَّعناه في الدنيا متاعها, فتمتع به, ونسي العمل بما وعدنا أهل الطاعة, وترك طلبه, وآثر لذّة عاجلة على آجلة, ثم هو يوم القيامة إذا ورد على الله من المحضرين , يعني من المُشْهدينَ عذاب الله, وأليم عقابه.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثنا بشر, قال: ثنا يزيد, قال ثنا سعيد, عن قتاده, قوله: ( أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لاقِيهِ ) قال: هو المؤمن سمع كتاب الله فصدّق به وآمن بما وعد الله &; 19-605 &; فيه ( كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ) هو هذا الكافر ليس والله كالمؤمن ( ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ ) : أي في عذاب الله.</p><p>حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قال ابن عمرو في حديثه: قوله: ( مِنَ الْمُحْضَرِينَ ) قال: أحضروها. وقال الحارث في حديثه: ( ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ ) أهل النار, أحضروها.</p><p>حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد ( ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ ) قال: أهل النار, أحضروها.</p><p>واختلف أهل التأويل فيمن نـزلت فيه هذه الآية, فقال بعضهم نـزلت في النبيّ صلى الله عليه وسلم , وفي أبي جهل بن هشام.</p><p>* ذكر من قال ذلك:</p><p>حدثنا ابن المثنى, قال: ثنا أبو النعمان الحكم بن عبد الله العجلي, قال: ثنا شعبة, عن أبان بن تغلب, عن مجاهد ( أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ ) قال نـزلت في النبيّ صلى الله عليه وسلم , وفي أبي جهل بن هشام.</p><p>حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج ( أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لاقِيهِ ) قال: النبي صلى الله عليه وسلم .</p><p>وقال آخرون: نـزلت في حمزة وعلي رضي الله عنهما, وأبي جهل لعنه الله.</p><p>* ذكر من قال ذلك:</p><p>حدثنا ابن المثنى, قال: ثنا بدل بن المحبر التغلبي (1) قال: ثنا شعبة, عن أبان بن تغلب, عن مجاهد ( أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ ) قال: نـزلت في حمزة وعلي بن أبي طالب, وأبي جهل.</p><p>حدثنا عبد الصمد, قال: ثنا شعبة عن أبان بن تغلب, عن مجاهد, قال: نـزلت في حمزة وأبي جهل.</p><p>------------------------</p><p>الهوامش:</p><p>(1) ‌في الخلاصة للخزرجي: بدل بن المحبر، بضم الميم وفتح المهملة والموحدة، اليربوعي، أبو المنير (كمطيع) البصري. قال أبو حاتم: صدوق. توفي في حدود سنة خمس عشرة ومئتين.</p>"
}