{
    "id": 3380,
    "sura": 29,
    "aya": 40,
    "text": "<p>القول في تأويل قوله تعالى :  فَكُلا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (40)</p><p>يقول تعالى ذكره: فأخذنا جميع هذه الأمم التي ذكرناها لك يا محمد بعذابنا &; 20-36 &; ( فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا ) وهم قوم لُوط الذين أمطر الله عليهم حجارة من سجِّيلٍ مَنضُود، والعرب تسمي الريح العاصف التي فيها الحصى الصغار أو الثلج أو البرد والجليد حاصبا، ومنه قول الأخطل:</p><p>وَلقـدْ عَلِمْـتُ إذا العِشـارُ تَرَوَّحَـتْ</p><p>هَــدَجَ الرّئــالِ يَكُــبُّهُنَّ شَـمالا</p><p>تَـرْمي العِضَـاهَ بحـاصِبٍ مِن ثَلْجِها</p><p>حـتى يَبِيـتَ عـلى العِضَـاهِ جُفـالا (1)</p><p>وقال الفرزدق:</p><p>مُسْــتَقْبِلِينَ شَـمالَ الشَّـأْمِ تَضْرِبُنـا</p><p>بحــاصِبٍ كَنَـدِيفِ القُطْـنِ مَنْثُـورِ (2)</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، قال: قال ابن عباس: ( فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا ) قوم لوط.</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا ) وهم قوم لوط ( وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ ).</p><p>اختلف أهل التأويل في الذين عُنوا بذلك، فقال بعضهم: هم ثمود قوم صالح.</p><p>* ذكر من قال ذلك:</p><p>حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، قال: قال ابن عباس: ( وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ ) ثمود.</p><p>وقال آخرون: بل هم قوم شعيب.</p><p>* ذكر من قال ذلك:</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ ) قوم شعيب.</p><p>والصواب من القول في ذلك أن يقال: إن الله قد أخبر عن ثمود وقوم شعيب من أهل مدين أنه أهلكهم بالصيحة في كتابه في غير هذا الموضع، ثم قال جلّ ثناؤه لنبيه صلى الله عليه وسلم: فمن الأمم التي أهلكناهم من أرسلنا عليهم حاصبا، ( وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ )، فلم يخصص الخبر بذلك عن بعض مَنْ أخذته الصيحة من الأمم دون بعض، وكلا الأمتين أعني ثمود ومَدين قد أخذتهم الصَّيحة. وقوله: ( وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الأرْضَ ) يعني بذلك قارون.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، قال: قال ابن عباس: ( وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الأرْضَ ) قارون ( وَمِنْهُم مَّنْ أغْرَقْنا ) يعني: قوم نوح وفرعون وقومه.</p><p>واختلف أهل التأويل في ذلك، فقال بعضهم: عُني بذلك: قوم نوح عليه السلام.</p><p>* ذكر من قال ذلك:</p><p>حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، قال: قال ابن عباس: ( وَمِنْهُم مَّنْ أغْرَقْنَا ) قوم نُوح.</p><p>وقال آخرون: بل هم قوم فرعون.</p><p>* ذكر من قال ذلك:</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( وَمِنْهُم مَّنْ أغْرَقْنا ) قوم فرعون.</p><p>والصواب من القول في ذلك، أن يُقال: عُني به قوم نوح وفرعونُ وقومه؛ لأن الله لم يخصص بذلك إحدى الأمتين دون الأخرى، وقد كان أهلكهما قبل نـزول هذا الخبر عنهما، فهما مَعْنيتان به.</p><p>وقوله: ( وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ ) يقول تعالى ذكره: ولم يكن الله ليهلك هؤلاء الأمم الذين أهلكهم، بذنوب غيرهم، فيظلمَهم بإهلاكه إياهم بغير استحقاق، بل إنما أهلكهم بذنوبهم، وكفرهم بربهم، وجحودهم نعمه عليهم، مع تتابع إحسانه عليهم، وكثرة أياديه عندهم، ( وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ ) بتصرّفهم في نعم ربهم، وتقلبهم في آلائه وعبادتهم غيره، ومعصيتهم من أنعم عليهم.</p><p>-----------------------</p><p>الهوامش :</p><p>الهوامش:</p><p>(1) البيتان للأخطل، وقد سبق الاستشهاد بهما في غير هذا الموضع من التفسير انظره في (15: 124).</p><p>(2) البيت للفرزدق، وهو من شواهد أبي عبيدة في مجاز القرآن (مصورة الجامعة الورقة رقم 185) قال: (أرسلنا عليه حاصبًا): أي ريحا عاصفًا فيها حصى، ويكون في كلام العرب الحاصب من الجليد ونحوه أيضًا. وقال الفرزدق: \"مستقبلين شمال الشام ... \" البيت. اهـ.</p>"
}