{
    "id": 4640,
    "sura": 50,
    "aya": 10,
    "text": "<p>وقوله ( وَالنَّخْلَ بَاسِقَاتٍ ) يقول: وأنبتنا بالماء الذي أنـزلنا من السماء النخل طوالا والباسق: هو الطويل يقال للجبل الطويل: حبل باسق, كما قال أبو نوفل لابن هُبَيرة:</p><p>يـــا بْـــنَ الَّــذِينَ بِفَضْلِهِــمْ</p><p>بَسَـــقَتْ عَـــلى قَيْسٍ فَــزَارَهْ (5)</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثني عليّ, قال: ثنا أبو صالح قال: ثني معاوية, عن علي, عن ابن عباس, قوله ( باسِقاتٍ ) يقول: طوال.</p><p>حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَالنَّخْلَ بَاسِقَاتٍ ) قال: النخل الطوال.</p><p>حدثني يعقوب بن إبراهيم, قال: ثنا هشيم, عن إسماعيل بن أبي خالد, عن عبد الله بن شدّاد في قوله ( وَالنَّخْلَ بَاسِقَاتٍ ) قال: بسُوقها: طولها في إقامة.</p><p>حدثنا هناد, قال: ثنا أبو الأحوص, عن سماك, عن عكرِمة, في قوله ( وَالنَّخْلَ بَاسِقَاتٍ ) الباسقات: الطوال.</p><p>حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( باسِقاتٍ ) قال: الطوال.</p><p>حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَالنَّخْلَ بَاسِقَاتٍ ) قال: بسوقها طولها.</p><p>حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَالنَّخْلَ بَاسِقَاتٍ ) قال: يعني طولها.</p><p>حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَالنَّخْلَ بَاسِقَاتٍ ) قال: البسوق: الطول.</p><p>وقوله ( لَهَا طَلْعٌ نَضِيدٌ ) يقول: لهذا النخل الباسقات طلع وهو الكُفُرَّى, نضيد: يقول: منضود بعضه على بعض متراكب.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك :</p><p>حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي، عن أبيه, عن ابن عباس ( لَهَا طَلْعٌ نَضِيدٌ ) قال: يقول بعضه على بعض.</p><p>حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, لها: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( نَضِيدٌ ) قال: المنضَّد.</p><p>حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( لَهَا طَلْعٌ نَضِيدٌ ) يقول: بعضه على بعض.</p><p>حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( لَهَا طَلْعٌ نَضِيدٌ ) ينضد بعضه على بعض.</p><p>--------------------------</p><p>الهوامش:</p><p>(5) البيت من شواهد أبي عبيدة في مجاز القرآن ( الورقة 225 ب ) قال : \" والنخل باسقات \" : طوال . يقال جبل باسق ، وحسب باسق، قال أبو نوفل لابن هبيرة : \" يا بن الذين ... \" البيت . وفي اللسان: بسق ( بسق الشيء يبسق بسوقًا : تم طوله ) . وفي التنزيل : \" والنخل باسقات \" الفراء : باسقات : طوالا ، فهن طوال النخل ، وبسق على قومه : علاهم في الفضل . وأنشد ابن بري لأبي نوفل : \" يا بن الذين ... البيت \" . أ هـ .</p>"
}