{
    "id": 4921,
    "sura": 55,
    "aya": 20,
    "text": "<p>وقوله: ( بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ )، يقول تعالى ذكره: بينهما حاجز وبعدٌ، لا يُفسد أحدهما صاحبه فيبغي بذلك عليه، وكل شيء كان بين شيئين فهو برزخ عند العرب، وما بين الدنيا والآخرة برزخ.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثنا ابن حُميد، قال: ثنا يعقوب، عن جعفر، عن ابن أبزى ( بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ ): لا يبغي أحدهما على صاحبه.</p><p>قال: ثنا يحيى بن واضح، قال: ثنا فطر، عن مجاهد، قوله: ( بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ ) قال: بينهما حاجز من الله، لا يبغي أحدهما على الآخر.</p><p>حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ ) يقول: حاجز.</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ )، والبرزخ : هذه الجزيرة، هذا اليبَس.</p><p>حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: البرزخ الذي بينهما: الأرض التي بينهما.</p><p>حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ ) قال: حُجِز المالح عن العذب، والعذب عن المالح، والماء عن اليبس، واليبس عن الماء، فلا يبغي بعضه على بعض بقوتّه ولطفه وقُدرته.</p><p>حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ * بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ ) قال: منعهما أن يلتقيا بالبرزخ الذي جعل بينهما من الأرض. قال: والبرزخ بعد الأرض الذي جعل بينهما.</p><p>واختلف أهل التأويل في معنى قوله: ( لا يَبْغِيانِ ) فقال بعضهم: معنى ذلك: لا يبغي أحدهما على صاحبه.</p><p>* ذكر من قال ذلك:</p><p>حدثنا ابن حُميد، قال: ثنا يعقوب، عَن جعفر، عن ابن أبزى ( لا يَبْغِيانِ ) : لا يبغي أحدهما على صاحبه.</p><p>قال: ثنا يحيى بن واضح، قال: ثنا فطر، عن مجاهد، مثله.</p><p>حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة مثله.</p><p>وقال آخرون : بل معنى ذلك: أنهما لا يختلطان.</p><p>* ذكر من قال ذلك:</p><p>حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن &; 23-32 &; أبي نجيح، عن مجاهد، قوله: ( لا يَبْغِيانِ ) قال: لا يختلطان.</p><p>وقال آخرون : بل معنى ذلك: لا يبغيان على اليَبَس.</p><p>* ذكر من قال ذلك:</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( لا يَبْغِيانِ ): على اليبس، وما أخذ أحدهما من صاحبه فهو بغي، فحجز أحدهما عن صاحبه بقدرته ولطفه وجلاله تبارك وتعالى.</p><p>وقال آخرون : بل معناه: لا يبغيان أن يلتقيا.</p><p>* ذكر من قال ذلك:</p><p>حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( لا يَبْغِيانِ ) قال: لا يبغي أحدهما أن يلتقي مع صاحبه.</p><p>وأولى الأقوال في ذلك بالصواب أن يقال: إن الله وصف البحرين اللذين ذكرهما في هذه الآية أنهما لا يبغيان، ولم يخصص وصفهما في شيء دون شيء، بل عمّ الخبر عنهما بذلك، فالصواب أن يُعَمَّ كما عمّ جلّ ثناؤه، فيقال: إنهما لا يبغيان على شيء، ولا يبغي أحدهما على صاحبه، ولا يتجاوزان حدّ الله الذي حدّه لهما.</p>"
}