{
    "id": 4925,
    "sura": 55,
    "aya": 24,
    "text": "<p>وقوله: ( وَلَهُ الْجَوَارِ الْمُنْشَآتُ فِي الْبَحْرِ كَالأعْلامِ )، يقول تعالى ذكره: ولربّ المشرقين والمغربين الجواري، وهي السفن الجارية في البحار.</p><p>وقوله: ( الْمُنْشَآتُ فِي الْبَحْرِ ) اختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الكوفة ( المُنْشِئاتُ ) بكسر الشين، بمعنى: الظاهرات السير اللاتي يقبلن ويدبرن. وقرأ ذلك عامة قرّاء البصرة والمدينة وبعض الكوفيين ( المُنْشَئاتُ )، بفتح الشين، بمعنى المرفوعات القلاع اللاتي تقبل بهنّ وتدبر.</p><p>والصواب من القول في ذلك عندي أنهما قراءتان معروفتان صحيحتا المعنى متقاربتاه، فبأيّتهما قرأ القارئ فمصيب.</p><p>* ذكر من قال في تأويل ذلك ما ذكرناه فيه:</p><p>حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( الْمُنْشَآتُ فِي الْبَحْرِ ) قال: ما رفع قلعه من السفن فهي منشئات، وإذا لم يرفع قلعها فليست بمنشأة.</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَلَهُ الْجَوَارِ الْمُنْشَآتُ فِي الْبَحْرِ كَالأعْلامِ ) يعني: السفن.</p><p>حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَلَهُ الْجَوَارِ الْمُنْشَآتُ فِي الْبَحْرِ كَالأعْلامِ ): يعني: السفن.</p><p>حدثني يونس، قال: أخبرنا ابن وهب، قال، قَال ابن زيد، في قوله: ( وَلَهُ الْجَوَارِ الْمُنْشَآتُ فِي الْبَحْرِ كَالأعْلامِ ) قال: السفن.</p><p>وقوله: ( كالأعْلام ) يقول : كالجبال، شبَّه السفن بالجبال، والعرب تسمي كل جبل طويل علما، ومنه قول جرير:</p><p>إذا قَطَعْنـــا عَلَمــا بَــدَا عَلَــمُ</p><p>................... (2)</p><p>-------------------</p><p>الهوامش :</p><p>(2) البيت من مقطوعة من الرجز لجرير الخطفي ( ديوانه 520 ) وتمامه: * حـتى تنـاهين بنـا إلـى الحكم *</p><p>يمدح الحكم بن أيوب الثقفي صهر الحجاج وابن عمه . يصف النوق التي حملته إليه ، ولذلك نرجح روايته \" قطعن \" بنون جمع النسوة على رواية \" قطعنا \" بضمير جماعة الذكور ، وإن كانت جائزة في المعنى . والأعلام : جمع علم : وهو الجبل الطويل ، سمي علما ، لأن المسافر يجعله علامة وأمارة على الطريق . وأنشده أبو عبيدة في مجاز القرآن ( الورقة 173 - 1) وقال : كالأعلام : كالجبال ، قال جرير يصف الإبل : \" إذ قطعن ... البيت \" .</p>"
}