{
    "id": 4998,
    "sura": 56,
    "aya": 19,
    "text": "<p>وقوله: ( لا يُصَدَّعُونَ عَنْهَا ) يقول: لا تصدع رءوسهم عن شربها فتسكر.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثني إسماعيل بن موسى السديّ، قال: أخبرنا شريك، عن سالم، عن سعيد، قوله: ( لا يُصَدَّعُونَ عَنْهَا ) قال: لا تصدّع رءوسهم.</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لا يُصَدَّعُونَ عَنْهَا ) ليس لها وجع رأس.</p><p>حدثنا ابن بشار، قال: ثنا سليمان، قال: ثنا أبو هلال، عن قتادة ( لا يُصَدَّعُونَ عَنْهَا ) قال: لا تصدع رءوسهم.</p><p>حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( لا يُصَدَّعُونَ عَنْهَا ) يقول: لا تصدّع رءوسهم.</p><p>حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( لا يُصَدَّعُونَ عَنْهَا ) يعني: وجع الرأس.</p><p>وقوله: ( وَلا يُنـزفُونَ ) اختلفت القرّاء في قراءته، فقرأت عامة قرّاء المدينة والبصرة ( يُنـزفُونَ ) بفتح الزاي، ووجهوا ذلك إلى أنه لا تنـزف عقولهم. وقرأته عامة قرّاء الكوفة ( لا يُنـزفُونَ ) بكسر الزاي بمعنى: ولا ينفد شرابهم.</p><p>والصواب من القول في ذلك عندي أنهما قراءتان معروفتان صحيحتا المعنى، فبأيتهما قرأ القارئ فمصيب فيها الصواب.</p><p>واختلف أهل التأويل في تأويل ذلك على نحو اختلاف القرّاء فيه. وقد ذكرنا اختلاف أقوالهم في ذلك، وبيَّنا الصواب من القول فيه في سورة الصافات، فأغنى ذلك عن إعادته في هذا الموضع، غير أنا سنذكر قول بعضهم في هذا الموضع لئلا يظنّ ظانّ أن معناه في هذا الموضع مخالف معناه هنالك.</p><p>* ذكر قول من قال منهم: معناه لا تنـزف عقولهم:</p><p>حدثنا إسماعيل بن موسى، قال: أخبرنا شريك، عن سالم، عن سعيد ( وَلا يُنـزفُونَ ) قال: لا تنـزف عقولهم.</p><p>حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( وَلا يُنـزفُونَ ) قال: لا تنـزف عقولهم.</p><p>وحدثنا ابن حُميد، مرة أخرى فقال: ولا تذهب عقولهم.</p><p>حدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَلا يُنـزفُونَ ) لا تنـزف عقولهم.</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله: ( وَلا يُنـزفُونَ ) قال: لا يغلب أحد على عقله.</p><p>حدثنا ابن بشار، قال: ثنا يزيد، قال: ثنا سعيد، في قوله: ( وَلا يُنـزفُونَ ) قال: لا يغلب أحد على عقله.</p><p>حدثنا ابن بشار، قال: ثنا سليمان، قال: ثنا أبو هلال، عن قتادة في قول الله ( وَلا يُنـزفُونَ ) قال: لا تغلب على عقولهم.</p>"
}