{
    "id": 5453,
    "sura": 72,
    "aya": 6,
    "text": "<p>وقوله: (وَأَنَّهُ كَانَ رِجَالٌ مِنَ الإنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ ) يقول تعالى ذكره مخبرا عن قيل هؤلاء النفر: وأنه كان رجال من الإنس يستجيرون برجال من الجن في أسفارهم إذا نـزلوا منازلهم.</p><p>وكان ذلك من فعلهم فيما ذكر لنا، كالذي حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (وَأَنَّهُ كَانَ رِجَالٌ مِنَ الإنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ ) قال: كان رجال من الإنس يبيت أحدهم بالوادي في الجاهلية فيقول: أعوذ بعزيز هذا الوادي، فزادهم ذلك إثما.</p><p>حدثنا الحسن بن عرفة، قال: ثنا هشيم، عن عوف، عن الحسن، في قوله: (وَأَنَّهُ كَانَ رِجَالٌ مِنَ الإنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ ) قال: كان الرجل منهم إذا نـزل الوادي فبات به، قال: أعوذ بعزيز هذا الوادي من شرّ سفهاء قومه.</p><p>حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن إبراهيم في قوله: (وَأَنَّهُ كَانَ رِجَالٌ مِنَ الإنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ ) كانوا إذا نـزلوا الوادي قالوا: نعوذ بسيد هذا الوادي من شرّ ما فيه، فتقول الجنّ: ما نملك لكم ولا لأنفسنا ضرّا ولا نفعا.</p><p>قال: ثنا جرير، عن منصور، عن إبراهيم، في قوله: (وَأَنَّهُ كَانَ رِجَالٌ مِنَ الإنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ ) قال: كانوا في الجاهلية إذا نـزلوا بالوادي قالوا: نعوذ بسيد هذا الوادي، فيقول الجنيون: تتعوّذون بنا ولا نملك لأنفسنا ضرّا ولا نفعا!</p><p>حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ ) قال: كانوا يقولون إذا هبطوا واديا: نعوذ بعظماء هذا الوادي.</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (وَأَنَّهُ كَانَ رِجَالٌ مِنَ الإنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ ) ذُكر لنا أن هذا الحيّ من العرب كانوا إذا نـزلوا بواد قالوا: نعوذ بأعز أهل هذا المكان؛ قال الله: (فَزَادُوهُمْ رَهَقًا ) : أي إثما، وازدادت الجنّ عليهم بذلك جراءة.</p><p>حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ ) كانوا في الجاهلية إذا نـزلوا منـزلا يقولون: نعوذ بأعزّ أهل هذا المكان.</p><p>حدثنا ابن حميد، قال: ثنا مهران، عن أبي جعفر، عن الربيع بن أنس (وَأَنَّهُ كَانَ رِجَالٌ مِنَ الإنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ ) قال: كانوا يقولون: فلان من الجنّ ربّ هذا الوادي، فكان أحدهم إذا دخل الوادي يعوذ بربّ الوادي من دون الله، قال: فيزيده بذلك رهقا، وهو الفرَق.</p><p>حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (وَأَنَّهُ كَانَ رِجَالٌ مِنَ الإنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا ) قال كان الرجل في الجاهلية إذا نـزل بواد قبل الإسلام قال: إن أعوذ بكبير هذا الوادي، فلما جاء الإسلام عاذوا بالله وتركوهم.</p><p>وقوله: (فَزَادُوهُمْ رَهَقًا ) اختلف أهل التأويل في معنى ذلك، فقال بعضهم: معنى ذلك: فزاد الإنس بالجن باستعاذتهم بعزيزهم، جراءة عليهم، وازدادوا بذلك إثما.</p><p>* ذكر من قال ذلك:</p><p>حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس (فَزَادُوهُمْ رَهَقًا ) فزادهم ذلك إثما.</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قال، قال الله: (فَزَادُوهُمْ رَهَقًا ) : أي إثما، وازدادت الجنّ عليهم بذلك جراءة.</p><p>حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (فَزَادُوهُمْ رَهَقًا ) يقول: خطيئة.</p><p>حدثنا ابن حميد، قال: ثنا مهران، قال: ثنا سفيان، عن منصور، عن إبراهيم (فَزَادُوهُمْ رَهَقًا ) قال: فيزدادون عليهم جراءة.</p><p>قال ثنا جرير، عن منصور، عن إبراهيم (فَزَادُوهُمْ رَهَقًا ) قال ازدادوا عليهم جراءة.</p><p>وقال آخرون: بل عني بذلك أن الكفار زادوا بذلك طغيانا.</p><p>* ذكر من قال ذلك:</p><p>حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نحيح، عن مجاهد، قوله: (فَزَادُوهُمْ رَهَقًا ) قال: زاد الكفار طغيانا.</p><p>وقال آخرون: بل عني بذلك فزادوهم فَرَقا.</p><p>* ذكر من قال ذلك:</p><p>حدثنا ابن حميد، قال: ثنا مهران، عن أبي جعفر، عن الربيع بن أنس (فَزَادُوهُمْ رَهَقًا ) قال: فيزيدهم ذلك رهقا، وهو الفرق.</p><p>حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (فَزَادُوهُمْ رَهَقًا ) قال: زادهم الجنّ خوفا.</p><p>وأولى الأقوال في ذلك بالصواب قول من قال: معنى ذلك: فزاد الإنس الجنّ بفعلهم ذلك إثما، وذلك زادوهم به استحلالا لمحارم الله. والرهق في كلام العرب: الإثم وغِشيان المحارم؛ ومنه قول الأعشى:</p><p>لا شَـيْءَ يَنْفَعُنِـي مِـنْ دُونِ رُؤْيَتِهـا</p><p>هـلْ يَشْـتَفِي وَامِقٌ ما لم يُصِبْ رَهَقا (6)</p><p>يقول: ما لم يغش محرما.</p><p>--------------------</p><p>الهوامش :</p><p>(6) ‌البيت لأعشى بني قيس بن ثعلبة (ديوانه طبع القاهرة 365 من القصيدة المرقومة80 ) . وفي اللسان: (رهق) قال : والرهق: غشيان المحارم من شرب الخمر ونحوه. قال ابن بري: وكذلك فسر الرهق في شعر الأعشى: بأنه غشيان المحارم، وما لا خير فيه قوله: \"لا شيء ينفعني..\" البيت قلت: وتفسير ابن برى لا يعجبني، لأن الأعشى لم يكن يعرف المحرمات، وإنما يحسن تفسيره كما قال شارح الديوان: إن الرهق: الدنو من المحبوب والقرب منه، والتمنع بما ينوله، فأما إذا كان بعيدا عنه فلا شفاء ولا قرار. وفي (اللسان: رهق) عن الزجاج، فزادهم رهقا: أي ذلة وضعفا. وقيل: سفها وطغيانا. وقيل في تفسيره: الظلم. وقيل: الفساد.. إلخ</p>"
}