{
    "id": 5618,
    "sura": 76,
    "aya": 27,
    "text": "<p>يقول تعالى ذكره: نَحْنُ خَلَقْنَا هؤلاء المشركين بالله المخالفين أمره ونهيه ( وَشَدَدْنَا أَسْرَهُمْ ) : وشددنا خلقهم، من قولهم: قد أُسِر هذا الرجل فأُحسِن أسره، بمعنى: قد خلِقَ فأُحسِن خَلْقه.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثني محمد بن سعد، قال: ثني أبى، قال: ثني عمي، قال: ثني أبي، عن &; 24-118 &; أبيه، عن ابن عباس، قوله: ( نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ ) يقول: شددنا خلقهم.</p><p>حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: ( وَشَدَدْنَا أَسْرَهُمْ ) قال: خَلْقهم.</p><p>حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَشَدَدْنَا أَسْرَهُمْ ): خَلْقهم.</p><p>حدثنا بن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، مثله.</p><p>وقال آخرون: الأسْر: المفاصل.</p><p>* ذكر من قال ذلك:</p><p>حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، سمعته - يعني: خلادا - يقول: سمعت أبا سعيد، وكان قرأ القرآن على أبي هريرة قال: ما قرأت القرآن إلا على أبي هريرة، هو أقرأني، وقال في هذه الآية ( وَشَدَدْنَا أَسْرَهُمْ ) قال: هي المفاصل.</p><p>وقال آخرون: بل هو القوّة.</p><p>* ذكر من قال ذلك:</p><p>حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَشَدَدْنَا أَسْرَهُمْ ) قال: الأسر: القوّة.</p><p>وأولى الأقوال في ذلك بالصواب القول الذي اخترناه، وذلك أن الأسر، هو ما ذكرت عند العرب؛ ومنه قول الأخطل:</p><p>مِــنْ كــلّ مُجْـتَنَبٍ شَـدِيدٍ أسْـرُه</p><p>سَــلِسِ الْقِيــادِ تَخالُــهُ مُخْتــالا (1)</p><p>ومنه قول العامة: خذه بأسره: أي هو لك كله.</p><p>وقوله: ( وَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلا ) يقول: وإذا نحن شئنا أهلكنا هؤلاء &; 24-119 &; وجئنا بآخرين سواهم من جنسهم أمثالهم من الخلق، مخالفين لهم في العمل.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلا ) قال: بني آدم الذين خالفوا طاعة الله، قال: وأمثالهم من بني آدم.</p>"
}