{
  "id": null,
  "sura": 1,
  "aya": 7,
  "text": "<p> {صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ} بدلٌ من الأول بدلَ الكل وهو في حكم تكريرِ العامل من حيث إنه المقصودُ بالنسبة وفائدتُه التأكيدُ والتنصيصُ على أن طريق الذين أَنْعَمَ الله عَلَيْهِم وهم المسلمون هو العَلَمُ في الاستقامة والمشهودُ له بالاستواء بحيث لا يذهب الوهمُ عند ذكر الطريقِ المستقيم إلا إليه وإطلاقُ الإنعامِ لقصد الشمول فإن نِعمةَ الإسلام عنوانُ النعم كلِّها فمن فاز بها فقد حازها بحذافيرها وقيل المراد بهم الأنبياء عليهم السلام ولعل الأظهرَ أنهم المذكورون في قوله عز قائلاً {فَأُوْلَئِكَ مَعَ الذين أَنْعَمَ الله عَلَيْهِم مّنَ النبيين والصديقين والشهداء والصالحين} بشهادة ما قبله من قوله تعالى {وَلَهَدَيْنَاهُمْ صِراطاً مُّسْتَقِيماً} وقيل هم أصحابُ مُوسى وعيسى عليهما السَّلامُ قبل النسخ والتحريف وقرئ صراطَ مَنْ أنعمتَ عليهم والإنعامُ إيصالُ النعمة وهي في الأصل الحالةُ التي يستلِذُّها الإنسان من النعمة وهي اللينُ ثم أطلقت على ما تستلذّه النَّفسُ من طيّبات الدنيا ونِعَمُ الله تعالى مع استحالة احصائها ينحصر أصولُها في دنيويٍ وأُخروي والأول قسمان وهبيّ وكسبيّ والوهبي أيضاً قسمان روحاني كنفخ الروح فيه وإمدادِه بالعقل وما يتبعه من القُوى المدرِكة فإنها مع كونها من قبيل الهدايات نعمٌ جليلة في أنفسها وجُسماني كتخليق البدن والقُوى الحالَّةِ فيه والهيئاتِ العارضةِ له من الصّحة وسلامةِ الأعضاء والكسبيُّ تخليةُ النفسِ عن الرذائل وتحليتُها بالأخلاقِ السَّنية والملَكات البهيَّة وتزيينُ البدن بالهيئات المطبوعة والحلى المرضية وحصول الحاه والمال والثاني مغفرةُ ما فَرط منه والرضى عنه وتَبْوئتُه في أعلى عليين مع المقربين والمطلوبُ هو القسم الأخير وما هو ذريعةٌ إلى نيلِه من القسم الأول اللهم ارزُقنا ذلك بفضلك العظيم ورحمتِك الواسعة </p><p> {غَيْرِ المَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالّينَ} صفةٌ للموصول على أنه عبارةٌ عن إحدى الطوائفِ المذكورةِ المشهورةِ بالإنعام عليهم وباستقامة المسْلك ومن ضرورة </p><p> هذه الشهرة شهر تهم بالمغايَرَة لما أضيف إليه كلمةُ غير من المتصفين بضدَّي الوصفين المذكورين أعني مطلقَ المغضوب عليهم والضالين فاكتسبت بذلك تَعرُّفاً مصححاً لوقوعها صفةً للمعرفة كما في قولك عليك بالحركة غيرِ السكون وُصفوا بذلك تكملةً لما قبله وإيذاناً بأن السلامة مما ابتُلي به أولئك نعمةٌ جليلةٌ في نفسها أي الذين جمعوا بين النعمة المُطلقة التي هي نعمةُ الإيمان ونعمةُ السلامة من الغضب والضلال وقيل المرادُ بالموصول طائفةٌ من المؤمنين لا بأعيانهم فيكون بمعنى النكرة كذي اللام إذا أريد به الجنسُ في ضمن بعضِ الأفراد لا بعينه وهو المسمى بالمعهود الذهني وبالمغضوب عليهم والضالين اليهودُ والنصارى كما ورد في مسند أحمدَ والترمذي فيبقى لفظُ غير على إبهامه نكرة كمثل موصوفِه وأنت خبير بأن جعْلَ الموصول عبارةَ عما ذُكر من طائفةٍ غيرِ معيَّنة مُخلٌّ ببدليةِ ما أضيف إليه مما قبله فإن مدارَها كونُ صراطِ المؤمنين علَماً في الاستقامة مشهوداً له بالاستواء على الوجه الذي تحقَّقْتَه فيما سلف ومن البيِّن أن ذلك من حيثُ إضافتُه وانتسابُه إلى كلهم لا إلى بعضٍ مُبْهَمٍ منهم وبهذا تبين أن لا سبيل إلى جعل غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ بدلاً من الموصول لما عرفتَ من أنَّ شأنَ البدلِ أن يُفيدَ متبوعَهُ مزيدَ تأكيدٍ وتقرير وفضلَ إيضاحٍ وتفسيرٍ ولا ريب في أن قصارى أمرِ مَا نحنُ فيهِ إِنَّ يكتسبَ مما أضيف إليه نوعَ تعرُّفٍ مصحِّحٍ لوقوعه صفةً للموصول وأما استحقاقُ أن يكون مقصوداً بالنسبة مفيداً لما ذُكر من الفوائدِ فكل وقرئ بالنصبِ على الحالِ والعاملُ أنعمتَ أو على المدحِ أو على الاستثناء إنْ فُسّر النعمةُ بما يعمُّ القبيلين والغصب هيجانُ النفس لإرادة الانتقام وعند إسنادِه إلى الله سبحانه يُراد به غايتُه بطريق إطلاقِ اسمِ السبب بالنسبة إلينا على مسببه القريبِ إنْ أريد به إرادةُ الانتقام وعلى مسبّبِهِ البعيدِ إن أريد به نفسُ الانتقام ويجوز حملُ الكلام على التمثيل بأنْ يُشبه الهيئةُ المنتزعةُ من سَخَطه تعالى للعصاة وإرادةُ الانتقام منهم لمعاصيهم بما يُنتَزَعُ من حال الملِك إذا غضِب على الذين عصَوْه وأراد أن ينتقم منهم ويعاقِبَهم وعليهم مرتفِعٌ بالمغضوب قائم مَقامَ فاعلِه والعدولُ عن إسناد الغضب إليه تعالى كالإنعام جرَى على منهاج الآداب التنزيلية في نسبة النعم والخيرات إليه عز وجل دون أضدادها كما في قوله تعالى {الَّذِى خَلَقَنِى فَهُوَ يَهْدِينِ والذى هُوَ يُطْعِمُنِى وَيَسْقِينِ وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ} وقوله تعالى {وَأَنَّا لَا نَدْرِى أَشَرٌّ أُرِيدَ بِمَن فِى الأرض أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رشدا} ولا مزيدةٌ لتأكيد ما أفاده غير من مَعْنَى النَّفي كأنَّه قيلَ لا المغضوبِ عليهم ولا الضالين ولذلك جازانا زيداً غيرُ ضاربٍ جوازَ أنا زيداً لا ضَارِبٌ وإن امتنع أنا زيداً مثلُ ضاربٍ والضلالُ هو العدول عن الصراط السوي وقرئ وغير الضالين وقرئ ولا الضأْلين بالهمزة على لغةِ مَنْ جدَّ في الهربِ من التقاءِ الساكنين </p><p> {أَمِينٌ} اسم فعلٍ هو استجبْ وعن ابن عباس رضي الله عنهما سألت رسول الله صلى الله عليه وسلم عن معنى آمِين فقال افعل بُني على الفتح كأينَ لالتقاء الساكنين وفيه لغتان مدُّ ألفه وقصرُها قال ويرحم الله عبداً قال آمينا وقال أمينَ فزاد الله ما بيننا بعداً عنِ النبيِّ صلَّى الله عليه وسلم لقّنني جبريلُ آمينَ عند فراغي من قراءة فاتحةِ الكتاب وقال إنه كالختم على الكتاب وليست من القرآن وِفاقاً ولكن يسن ختمُ السورة الكريمة بها والمشهورُ عن أبي حنيفةَ رحمَهُ الله أن المصلّيَ يأتي بها مخافتةً وعنه أنه لا يأتي بها الإمامُ لأنه الداعي وعنِ الحسنِ رحمَهُ الله مثلُه وروَى الإخفاءَ عبدُ اللَّه بنُ مغفّل وأنسُ بنُ مالك عنِ النبيِّ صلَّى الله عليه وسلم </p><p> سورة البقرة (١) </p><p> وعندَ الشافعيِّ رحمَهُ الله يُجهر بها لما روى وائلُ بنُ حجر أن النبيِّ صلَّى الله عليهِ وسلم كان اذا قرأولا الضالين قال آمين ورفع بها صوته عن رسول الله صلى الله عليه وسلم أنه قال لأبيّ بنِ كعب ألا أخبرك بسورة لم ينزِلْ في التوراة والإنجيل والقرآن مثلُها قلت بلى يا رسولَ الله قالَ فاتِحةُ الكتاب إنها السبعُ المثاني والقرآنُ العظيم الذي أوتيتُه وعن حذيفة بن اليمان رضي الله عنه إن النبيِّ صلَّى الله عليهِ وسلم قال إن القومَ ليبعثُ الله عليهم العذابَ حتماً مقضياً فيقرأ صبيٌّ من صبيانهم في الكتاب الحمدُ للَّهِ رَبّ العالمين فيسمعه الله تعالى فيرفعُ عنهم بذلك العذابَ أربعين سنة </p><p> سورة البقرة مدنية وهى مائتان وسبع وثمانون آية </p><p> {بِسْمِ اللهِ الرَّحْمَنِ الرحيم} </p>"
}