{
  "id": null,
  "sura": 2,
  "aya": 79,
  "text": "<p> {فَوَيْلٌ} هو وأمثالُه من ويحٍ وويسٍ وويبٍ وويهٍ وويكٍ وعوْلٍ من المصادر المنصوبة بأفعال من غير لفظها لا يجوز إظهارُها البتة فإن أضيف نُصب نحو ويلك وويحك عن الإضافة رُفع نحوُ ويلٌ له ومعنى الويلِ شدةُ الشر قاله الخليل وقال الأصمعيُّ الويلُ التفجُّع والويحُ الترحُّم وقال سيبويه ويلٌ لمن وقع في الهَلَكة وويحٌ زجرٌ لمن أشرف على الهلاك وقيل الويلُ الحزن وهل ويح وويب وويس بذلك المعنى أو بينه وبينها فرق وقيل ويل في الدعاء عليه وويح وما بعده في الترحم عليه وقالَ ابنُ عباسٍ رضيَ الله عنهما الويلُ العذاب الأليم وعن سفيان الثوري أنه صديدُ أهلِ جهنم ورَوى أبو سعيدٍ الخدريُّ رضيَ الله تعالى عنه عنِ النبيِّ صلَّى الله عليه وسلم أنه قال الويلُ وادٍ في جهنمَ يهوي فيه الكافرُ أربعينَ خريفاً قبل أنْ يبلُغ قَعْرَه وقال سعيد ابن المسيب إنه وادٍ في جهنم لو سيرت فيه جبال الدنيا لماعت من شدة حرِّه وقال ابن بريدة جبلُ قيحٍ ودمٍ وقيل صهريج في جهنم وحكى الزهراوي أنه باب من أبواب جهنم وعلى كل حالٍ فهو مبتدأً خبرُه قوله عز وعلا </p><p> {لّلَّذِينَ يَكْتُبُونَ الكتاب} أي المحرَّفَ أو ما كتبوه من التأويلات الزائغة </p><p> {بِأَيْدِيهِمْ} تأكيدٌ لدفع توهمِ المجاز كقولك كتبتُه بيميني </p><p> {ثُمَّ يَقُولُونَ هذا} أي جميعاً على الأول وبخصوصه على الثاني </p><p> {مِنْ عِندِ الله} رُوي أن أحبارَ اليهودِ خافوا ذهابَ مآكلِهم وزوالَ رياستهم حين قدِم النبيِّ صلَّى الله عليهِ وسلم المدينةَ فاحتالوا في تعويق أسافلِ اليهودِ عن الإيمان فعمَدوا إلى صفة النبيِّ صلَّى الله عليهِ وسلم في التوراة وكانت هي فيها حسنُ الوجهِ حسَنُ الشعر اكحل العينيين رَبْعةٌ فغيّروها وكتبوا مكانها طوُالٌ أزرقُ سِبَطُ الشعر فإذا سألَهم سَفَلتُهم عن ذلك قرءوا عليهم ما كتبوا فيجدونه مخالف لصفته عليه السلام فيكذِّبونه وثم للتراخي الرتبيّ فإن نسبةَ المحرف والتأويل الزايغ إلى الله سبحانه صريحاً أشدُّ شناعةً من نفس التحريفِ والتأويلِ </p><p> {لِيَشْتَرُواْ بِهِ} أي يأخذوا لأنفسهم بمقابلته </p><p> {ثَمَناً} هو ما أخذوه من الرشى بمقابلة ما فعلوا من التحريف والتأويل وإنما عُبر عن المشتري الذي هو المقصودُ بالذات في عقد المعاوضة بالثمن الذي هو وسيلةٌ فيه إيذاناً بتعكيسهم حيث جعلوا المقصود بالذات وسيلة والوسيلة بالذات </p><p> {قَلِيلاً} لا يُعبأ به فإن ذلك وإن جل في نفسه فهو أقلُّ قليلاً عندما استوجبوا به من العذاب الخالد </p><p> {فَوَيْلٌ لَّهُمْ} تكريرٌ لما سبق للتأكيد وتصريحٌ بتعليله بما قدمت أيديهم بعد الإشعار به فيما سلف بإيراد بعضِه في حيِّز الصلةِ وبعضِه في معرِضِ الغرض والفاءُ للإيذان بترتُّبه عليه ومن في قولِه عزَّ وجلَّ </p><p> {مّمَّا كَتَبَتْ أَيْدِيهِمْ} تعليليةٌ متعلقةٌ بويل أو بالاستقرار في الخبر وما موصولةٌ اسميةٌ والعائدُ محذوف أي كتَبَتْه أو مصدرية والأول أدخَلُ في الزجر عن تعاطي المحرَّفِ والثاني في الزجر عن التحريف </p><p> {وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُونَ} الكلام فيه كالذي فيما قبله والتكريرُ لما مر من التأكيد والتشديد إلى التعليل بكل من الجانبين وعدم التعرض لقولهم هذا من عند الله لما أنه من مبادي ترويجِ ما كتبت أيديهم فهو </p><p> البقرة (٨١ - ٨٠) </p><p> داخل في التعليل به </p>"
}