{
  "id": null,
  "sura": 2,
  "aya": 260,
  "text": "<p> {وَإِذْ قَالَ إبراهيم} دليلٌ آخرُ على ولايته تعالى للمؤمنين وإخراجِه لهم مّنَ الظلمات إِلَى النور وإنما لم يسلُك به مسلكَ </p><p> الاستشهاد كما قبله بأن يقال أو كالذي قال ربِّ الخ لجَرَيان ذكره عليه السلام في أثناء المحاجة ولأنه لادخل لنفسه عليه السلام في أصل الدليل كدأب عُزيرٍ عليه السلام فإن ما جَرى عليهِ من إحيائه بعد مائةِ عامٍ من جملة الشواهد على قدرته تعالى وهدايته والظرفُ منتصبٌ بمُضمرٍ صُرِّح بمثله في نحوِ قولِه تعالى واذكروا إِذْ جعلنكم خُلَفَاء أي واذكر وقتَ قوله عليه السلام وما وقع حينئذ من تعاجيب صنعِ الله تعالى لتقِفَ على ما مر من ولايته تعالى وهدايته وتوجيهُ الأمرِ بالذكر في أمثالِ هذهِ المواقعِ إلى الوقت دون ما وقع فيه من الواقعات مع أنها المقصودة بالتذكير لما ذُكر غير مرة من المبالغة في إيجاب ذكرها لما أن إيجاب ذكر الوقت إيجابٌ لذكر ما وقع فيه بالطريق البرهانيِّ ولأن الوقتَ مشتمِلٌ عليها مفصّلةً فإذا استحضر كانت حاضرة بتفاصيلها بحيثُ لا يشِذُّ عنها شئ مما ذكر عند الحكاية أو لم يُذْكَرْ كأنها مشاهدةٌ عِياناً </p><p> {رَبّ} كلمة استعطافٍ قُدّمت بين يدي الدعاء مبالغةً في استدعاء الإجابة </p><p> {أَرِنِى} من الرؤية البَصَرية المتعدِّية إلى واحدٍ وبدخول همزةِ النقل طلبَتْ مفعولاً آخرَ هو الجملةُ الاستفهامية المعلِّقةُ لها فإنها تعلِّق كما يُعلَّق النظرُ البصَريُّ أي اجعلني مبصراً </p><p> {كيف تحيي الموتى} بأن تحيِيهَا وأنا أنظرُ إليها وكيف في محل نصبٍ على التشبيه بالظرف عند سيبويه وبالحال عند الأخفش والعاملُ فيها تحيي أي في أيِّ حال أو على أي حالٍ تحيي قال القرطبيُّ الاستفهامُ بكيف إنما هو سؤال عن حال شئ متقررِ الوجود عند السائلِ والمسئول فالاستفهام ههنا عن هيئة الإحياءِ المتقرّر عند السائل أي بصِّرْني كيفيةَ إحيائِك للموتى وإنما سأله عليه السلام ليتأيّد إيقانُه بالعِيان ويزدادَ قلبُه اطمئناناً على اطمئنان وأما ما قيل من أن نمرودَ لما قال أنا أحي وأميت قال إبراهيمُ عليه السلام إن إحياءَ الله تعالى بردِّ الأرواح إلى الأجساد فقال نمرودُ هل عاينتَه فلم يقدِرْ على أن يقول نعم فانتقل إلى تقريرٍ آخرَ ثم سأل ربه أن يُرِيَه ذلك فيأباه تعليلُ السؤال بالاطمئنان </p><p> {قَالَ} استئناف كما مر غير مرة </p><p> {أو لم تُؤْمِن} عطفٌ على مقدرٍ أي ألم تعلمْ ولم تؤمنْ بأني قادرٌ على الإحياء كيف أشاء حتى تسألنى إراءته قاله عز وعلا وهو أعلم بأنه عليه السلام أثبتُ الناسِ إيماناً وأقواهم يقيناً ليجيبَ بما أجاب به فيكون ذلك لطفاً للسامعين </p><p> {قَالَ بلى} علِمت وآمنتُ بأنك قادر على الإحياء على أي كيفية شئت </p><p> {ولكن} سألت ما سألت </p><p> {لّيَطْمَئِنَّ قَلْبِى} بمُضامَّة العِيانِ إلى الإيمان والإيقان وأزدادَ بصيرةً بمشاهدته على كيفية معينة </p><p> {قَالَ فَخُذْ} الفاءُ لجواب شرطٍ محذوفٍ أي إنْ أردت ذلك فخُذ </p><p> {أَرْبَعَةً مّنَ الطير} قيل هو اسمٌ لجمعِ طائر كرَكْبٍ وسَفْرٍ وقيل جمعٌ له كتاجرٍ وتَجْرٍ وقيل هو مصدرٌ سمي به الجنسُ وقيل هو تخفيفُ طيّرٍ بمعنى طائر كهيْنٍ في هيّن ومِنْ متعلقة بخُذ أو بمحذوف وقع صفة لأربعةً أي أربعةً كائنة من الطير قيل هي طاوس وديكٌ وغرابٌ وحَمامةٌ وقيل نَسْرٌ بدلَ الأخير وتخصيصُ الطير بذلك لأنه أقربُ إلى الإنسان وأجمعُ لخواصِّ الحيوان ولسهولةِ تأتيِّ ما يُفعلُ به من التجزئة والتفريق وغيرِ ذلك </p><p> {فَصُرْهُنَّ} من صارَه يصورُه أي أماله وقرئ بكسر الصاد من صاره يَصيره أي أمِلْهن واضمُمْهن وقرئ فصُرَّهن بضم الصاد وكسرها وتشديد الراء من صرَّه ويصره إذا جمعه وقرئ فصَرِّهِنّ من التَّصْرية بمعنى الجمع أي اجمَعْهن </p><p> {إِلَيْكَ} لتتأملَها وتعرِفَ شِياتِها مفصَّلةً حتى تعلم بعد الإحياءِ أن جزءاً من أجزائها لم ينتقِلْ من موضعه الأول أصلاً روي أنه أُمر بأن يذبَحها وينتِفَ ريشها ويقطعها ويفرق </p><p> ٢٦١ - ٢٦٢ البقرة أجزاءها ويخلِطَ ريشها ودماءَها ولحومها ويمسك رءوسها ثم أمر بأن يجعل أجزاءها على الجبال وذلكَ قولُه تعالى </p><p> {ثُمَّ اجعل على كُلّ جَبَلٍ مّنْهُنَّ جُزْءا} أي جزِّئهن وفرِّق أجزاءَهن على ما بحضرتك من الجبال قيل كانت أربعة أجبُل وقيل سبعة فجعل على كل جبل ربعا أوسبعا من كل طائر وقرئ جُزُؤاً بضمتين وجُزّاً بالتشديد بطرح همزته تخفيفاً ثم تشديدِه عند الوقف ثم إجراءِ الوصل مْجرى الوقف </p><p> {ثُمَّ ادعهن يَأْتِينَكَ} في حيز الجزمِ على أنَّه جوابُ الأمر ولكنه بُني لاتصاله بنون جمع مؤنث </p><p> {سَعْيًا} أي ساعيات مسرعات أو ذواتِ سعيٍ طيراناً أو مشياً وإنما اقتصر على حكاية أوامره عزَّ وجلَّ من غيرِ تعرضٍ لامتثاله عليه السلام ولا لما ترتب عليه من عجائب آثارِ قدرتِه تعالى كما روي أنه عليه السلام نادى فقال تعالَيْنَ بإذن لله فجعل كلُّ جزءٍ منهن يطير إلى صاحبه حتى صارت جثثاً ثم أقبلْن إلى رءوسهن فانضمَّتْ كلُّ جثةٍ إلى رأسها فعادت كلُّ واحدة منهن إلى ما كانَتْ عليهِ من الهيئة للإيذان بأن ترتب تلك الأمورِ على الأوامر الجليلةِ واستحالةَ تخلّفها عنها من الجلاء والظهورِ بحيث لا حاجة له إلى الذكر أصلاً وناهيك بالقصة دليلاً على فضل الخليل ويمن الضرعة في الدعاء وحُسنِ الأدب في السؤال حيث أراه الله تعالى ما سأله في الحال على أيسرِ ما يكونُ من الوجوهِ وأرى عزيرا ما أراه بعد ما أماته مائةَ عام </p><p> {واعلم أَنَّ الله عَزِيزٌ} غالبٌ على أمره لا يعجزه شئ عما يريده </p><p> {حَكِيمٌ} ذُو حكمةٍ بالغةٍ في أفاعيله فليس بناءُ أفعاله على الأسباب العادية لعجزه عن إيجادها بطريق آخرَ خارقٍ للعادات بل لكونه متضمناً للحِكَم والمصالح </p>"
}