{
  "id": null,
  "sura": 2,
  "aya": 275,
  "text": "<p> {الَّذِينَ يَأْكُلُونَ الربا} أي يأخُذونه والتعبيرُ عنه بالأكل لما أنه معظم ما قُصد به ولشيوعه في المطعومات مع ما فيه من زيادة تشنيعٍ لهم وهو الزيادةُ في المقدار او الأجل حسبما فُصّل في كتب الفقه وإنما كتب بالواو كالصلوة على لغة من يفخّم في أمثالها وزيدت الألفُ تشبيهاً بواو الجمع </p><p> {لَا يَقُومُونَ} أي من قبورهم إذا بُعثوا </p><p> {إِلَاّ كَمَا يَقُومُ الذى يَتَخَبَّطُهُ الشيطان} أي إلا قياماً كقيام المصروعِ وهو وارد على ما يزعُمون أن الشيطانَ يخبِط الإنسانَ فيُصرعُ والخبطُ الضربُ بغير استواء خبط العشواء </p><p> {مِنَ المس} أي الجنون وهذا أيضاً من زَعَماتهم أن الجِنيَّ يمَسّه فيختلِط عقلُه فلذلك يقال جُنَّ الرجل وهو متعلقٌ بما قبلَه من الفعل المنفى أي لايقومون من المس الذي بهم بسبب أكلِهم الربا أو بيقوم أو بيتخبّطه فيكون نهوضهم وسقوطهم كالمصروعين لالاختلال عقولِهم بل لأن الله تعالى أربى في بطونهم ما أكلوا من الربا فأثقلهم فصاروا مُخْبَلين ينهضون ويسقطون تلك سيماهم يُعرَفون بها عند أهل الموقف </p><p> {ذلك} إشارة إلى ما ذكر من حالهم وما في إسمِ الإشارةِ من معنى البعد للإيذان بفظاعة المشارِ إليه </p><p> {بِأَنَّهُمْ قَالُواْ إِنَّمَا البيع مِثْلُ الربا} أي ذلك العقابُ بسبب أنهم نَظَموا الربا والبيعَ في سلك واحدٍ لإفضائهما إلى الربح فاستحلوه كاستحلاله وقالوا يجوز بيعُ درهمٍ بدرهمين كما يجوز بيعُ ما قيمتُه درهمٌ بدرهمين بل جعلوا الربا أصلاً في الحِل وقاسوا به البيعَ مع وضوح الفرق بينهما فإن أحدَ الدرهمين في الأول ضائعٌ حتماً وفي الثاني منجبرٌ بمِساس الحاجة إلى السلعة أو بتوقّع رَواجها </p><p> {وَأَحَلَّ الله البيع وَحَرَّمَ الربا} إنكارٌ من جهة الله تعالى لتسويتهم وإبطالٌ للقياس لوقوعه في مقابلة النص مع ما أشيرَ إليهِ من عدم الاشتراك في المناطِ والجملةُ ابتدائيةٌ لا محلَّ لها من الإعراب </p><p> {فَمَن جَاءهُ مَوْعِظَةٌ} أي فمن بلغه وعظٌ وزجرٌ كالنهي عن الربا وقرئ جاءتْه </p><p> {مّن رَّبّهِ} متعلق بجاءه أو بمحذوف وقعَ صفة لموعظةٌ والتعرضُ لعنوانِ الربوبيةِ مع الإضافة للإشعار بكون مجيءِ الموعظةِ للتربية </p><p> {فانتهى} عطفٌ على جاءه فاتّعظَ بلا تراخٍ وتبِعَ النهيَ </p><p> {فَلَهُ مَا سَلَفَ} أي ما تقدم أخذُه قبل التحريم ولا يسترده منه وما مرتفعٌ بالظرف إنْ جُعلت مَنْ موصولةً وبالابتداء إن جُعلت شرطيةً على رأي سيبويهِ لعدم اعتماد الظرفِ على ما قبله </p><p> {وَأَمْرُهُ إِلَى الله} يجازيه على انتهائه إن كان عن قَبول الموعظةِ وصِدْقِ النية وقيل يَحْكُم في شأنه ولا اعتراضَ لكم عليه </p><p> {وَمَنْ عَادَ} أي إلى تحليل الربا </p><p> {فَأُوْلَئِكَ} إشارةٌ إلى مِنْ عَادٍ والجمعُ باعتبارِ المَعْنى كَما أنَّ الإفرادَ في عاد باعتبار اللفظ وما فيه من معنى البُعد للإشعارِ ببُعد منزلتِهم في الشر والفساد </p><p> {أصحاب النار} أيْ مُلازمُوهَا </p><p> {هم فيها خالدون} ما كثون فيها أبداً والجملةُ مقررة لما قبلها </p><p> ٢٧٦ - ٢٧٧ ٢٧٨ ٢٧٩ البقرة </p>"
}