{
  "id": null,
  "sura": 2,
  "aya": 26,
  "text": "<p> {إن الله لا يستحيي أن يضرب مثلا ما بَعُوضَةً} شروع في تنزيهُ ساحةِ التنزيلِ عن تعلق ريبٍ خاصَ اعتراهم من جهة ما وقع فيه من ضرب الأمثال وبيانٌ لحكمته وتحقيقٌ للحق إثرَ تنزيهها عما اعتراهم من مطلق الريب بالتحدِّي وإلقامِ الحجر وإفحامِ كافة البلغاء من أهل المدَر والوبَر روى أبو صالحٍ عن ابنِ عباسٍ رضي الله عنهما أن المنافقون طعَنوا في ضرب الأمثال بالنارِ والظلماتِ والرعدِ والبرق وقالوا الله أجلُّ وأعلى من ضرب الأمثال وروى عطاء رضي الله عنه إن هذا الطعن كان من المشركين ورُوي عنه أيضاً أنه لمَّا نزل قوله تعالى يا ايها الناس ضُرِبَ مَثَلٌ فاستمعوا لَهُ الآية وقوله تعالى مَثَلُ الذين اتخذوا مِن دُونِ الله أَوْلِيَاء الآية قالت اليهود أيُّ قدْرٍ للذباب والعنكبوت حتى يضرِب الله تعالى بهما الأمثال وجعلوا ذلك ذريعة إلى إنكار كونِه من عند الله تعالى مع أنه لا يخفى على أحد ممن له تمييزٌ أنه ليس مما يُتصوَّر فيه الترددُ فضلاً عن النكير بل هو أوضح أدلةِ كونِه خارجاً عن طَوْق البشرِ نازلاً من عند خلاق القُوى والقدَر كيف لا وإن التمثيل كما مر ليس الآ ابراز المعنى المقصودِ في معرض الأمرِ المشهود وتحلية المعقولِ بحِلْية المحسوس وتصويرُ أوابد المعاني بهيئة المأنوس لاستمالة الوهم واستنزالِه عن معارضتِه للعقل واستعصائه عليه في إدراك الحقائق الخفية وفهمِ الدقائق الأبية كي يتابعَه فيما يقتضيه ويشايعُه إلى ما يرتضيه ولذلك شاعت الأمثالُ في الكتب الإلهية والكلمات النبويةِ وذاعت في عبارات البلغاء وإشارات الحكماء ومن قضية وجوبِ التماثل بين الممثَّل والممثَّل به في مناط التمثيل تمثيلُ العظيم بالعظيم والحقير بالحقير وقد مثل بالإنجيل غلُّ الصدر بالنُخالة ومعارضةُ السفهاء بإثارة الزنابير وجاء في عبارات البلغاء أجمعُ مِنْ ذرةٍ وأجرأ من الذباب وأسمع من قُراد وأضعفُ من بعوضة إلى غير ذلك ما لا يكاد يحصر والحياء تغيُر النفس وانقباضُها عما يُعاب به أو يُذم عليه يقال حي الرجل وهو حي واشتقاقه من الحياة اشتقاقَ شظِي وحشِي ونسِيَ من الشظي والنسْي والحشي يقال شظِي الفرس ونسي وحشي إذا اعتلت منه تلك الأعضاء كأن من يعتريه الحيا تعتل قوتُه الحيوانية وتنتقص واستحيا بمعناه خلا أنه يتعدى بنفسه وبحرف الجر يقال استحييتُه واستحييتُ منه والأول لا يتعدى إلا بحرف الجر وقد يحذف منه احدى اليائين ومنه قوله </p><p> ألا يستحي منا الملوك ويتقى ... محارمَنا لا يبوء الدمُ بالدم </p><p> وقولُه </p><p> إذا ما استحَيْنَ الماءَ يعرِضُ نفسه ... كَرَعن بسبْتٍ في إناءٍ من الورد </p><p> فكما أنه إذا أسند إليه سبحانه بطريق الإيجاب في مثل قوله صلى الله عليه وسلم ان الله يستحي من ذي الشيبة المسلم أن يعذبه وقوله عليه السلام إن الله حي كريم يستحي إذا رفع إليه العبدُ يده أن يُردَّهما صِفراً حتى يضع فيهما خيراً يراد به الترك الخاصُّ على طريقة التمثيل حيث مُثل فيه </p><p> الحديثين الكريمين تركهُ تعذيبَ ذي الشيبة وتخييبُ العبد من عطائه بترك مَنْ يتركهما حياءً كذلك إذا نُفي عنه تعالى في المواد الخاصة كما في هذه الآية الشريفة وفي قوله تعالى {والله لَا يستحيي مِنَ الحق} يراد به سلبُ ذلك التركِ الخاصِّ المضاهي لترك المستحي عنه لاسلب وصفِ الحياء عنه تعالى رأساً كما في قولك إن الله لا يوصف بالحياء لأن تخصيصَ السلب ببعض الموادِّ يوهم كونَ الإيجاب من شأنه تعالى في الجملة فالمراد ههنا عدمُ ترك ضربِ المثل المماثل لترك من يستحي مِنْ ضَرْبه وفيه رمز إلى تعاضُد الدواعي إلى ضربه وتآخُذ البواعث إليه إذ الاستحياءُ إنما يُتصور في الأفعال المقبولة للنفس المرضية عندها ويجوز أن يكون ورودُه على طريقة المشاكلة فإنهم كانوا يقولون أما يستحي ربُّ محمدٍ أن يضرِب مثلاً بالأشياء المُحَقّرة كما في قول من قال </p><p> مَنْ مبلغٌ أفناءَ يعرُبَ كلَّها ... أني بنيتُ الجارَ قبل المنزل </p><p> وضرب المثل استعمالُه في مضرِبه وتطبيقُه به لا صنعُه وإنشاؤه في نفسه وإلا لكان إنشاء الأمثال السائرةِ في مواردها ضرباً لها دون استعمالها بعد ذلك في مضاربها لفقدان الإنشاء هناك والأمثالُ الواردة في التنزيل وإن كان استعالها في مضاربها عينَ إنشائها في أنفسها لكن التعبيرَ عنه بالضرب ليس بهذا الاعتبار بل بالاعتبار الأولِ قطعا وهوما وهو مأخوذإما من ضرب الخاتم بجامع التطبيق فكما أن ضربَه تطبيقُه بقالبه كذلك استعمالُ الأمثال في مضاربها تطبيقُها بها كأن المضاربَ قوالبُ تُضرب الأمثالُ على شاكلتها لكنْ لا بمعْنى أنها تنشأ بحسَبها بعد أن لم تكن كذلك بل بمعنى أنها تورَدُ منطبقة عليها سواءٌ كان إنشاؤها حينئذ كعامة الأمثالِ التنزيلية فإن مضاربها قوالبُها أو قبل ذلك كسائر الأمثال السائرة فإنها وإن كانت مصنوعةً من قبلُ إلا أن تطبيقها أي إيرادَها منطبقةً على مضاربها إنما يحصُل عند الضرب وإما من ضرب الطين عى الجدار ليلتزق به بجامع الإلصاق كأن من يستعملها يُلصِقها بمضاربها ويجعلها ضربةَ لازب لا تنفك عنها لشدة تعلّقها بها ومحلُّ أن يضرب على تقدير تعدية يستحي بنفسه النصبُ على المفعولية وأما على تقدير تعديته بالجار فعند الخليل الخفضُ بإضمار مِن وعند سيبويه النصبُ بإفضاء الفعل إليه بعد حذفها ومثلا مفعول ليضرب وما اسمية إبهامية تزيد ما تقارنه من الاسم المنكر إبهاماً وشياعاً كما في قولك أعطني كتاباً ما كأنه قيل مثلاً ما من الأمثال أيَّ مثلٍ كان فهي صفة لما قبلها أو حرفية مزيدة لتقوية النسبةِ وتوكيدها كما في قوله تعالى {فَبِمَا رَحْمَةٍ مّنَ الله} وبعوضةً بدل من مثلاً أو عطف بيان عند من يجوز في النكرات أو مفعول ليضرب ومثلاً حال تقدمت عليها لكونها نكرة أو هما مفعولاه لتضمنه معنى الجعل والتصيير وقرئ بالرفع على أنه خبرُ مبتدأٍ محذوفٍ أيْ هُو بعوضة والجملة على تقدير كونِ ما موصولةً صلة لها محذوفة الصدر كما في قوله تعالى {تَمَامًا عَلَى الذى أَحْسَنَ} على قراءة الرفع وعلى تقدير كونها موصوفة صفة لها كذلك ومحل ما على الوجهين النصبُ على أنه بدل من مثلاً أو على أنَّه مفعولٌ ليضرب وعلى تقدير كونِها إبهاميةً صفةٌ لمثَلاً كذلك وأما على تقدير كونِها استفهاميةً فهي خبرٌ لها كأنه لما ورد استبعادُهم ضربَ المثل قيل ما بعوضة وأيُّ مانع فيها حتى لا يُضرب بها المثل بل له تعالى أن يمثل بما هو أصغر منها وأحقر كجناحها على ما وقع في قوله صلى الله عليه وسلم لوكانت الدُّنيا تزنُ عندَ الله جناح بعوضة ماسقى الكافرَ منها شَرْبةَ ماءٍ والبعُوض فعُول من البعض وهو القطع كالبَضْع والعَضْب غلب على هذا النوع كالخُموش في لغة هذيل من الخمش وهو الخَدْش </p><p> {فَمَا فَوْقَهَا} عطف على بعوضة على </p><p> تقدير نصبها على الوجوه المذكورة وما موصولةٌ أو موصوفةٌ صلتها الظرفُ وأما على تقدير رفعها فهو عطفٌ على ما الأولى على تقدير كونِها موصولةً أو موصوفة وأما على تقدير كونِها استفهاميةً فهو عطفٌ على خبرها أعني بعوضة لا على نفسها كما قيل والمعنى ما بعوضة فالذي فوقها او فشئ فوقها حتى لا يُضْرَب بها المثل وكذا على تقدير كونِها صفةً للنكرة أو زائدة وبعوضة خبرٌ للمضمر وذكرُ البعوضة فما فوقها من بين أفراد المَثَل إنما هو بطريق التمثيل دون التعيين والتخصيص فلا يُخل بالشيوع بل يقرّره ويؤكده بطريق الأولوية والمراد بالفوقية إما الزيادةُ في المعنى الذي أريد بالتمثيل أعني الصِّغَر والحقارة وإما الزيادةُ في الحجم والجُثة لكن لا بالغاً ما بلغ بل في الجملة كالذباب والعنكبوت وعلى التقدير الأول يجوز ان يكون ما الثانية خاصة استفهاميةً إنكارية والمعنى أن الله لا يستحيى أن يضرب مثلا ما بعوضة فأي شئ فوقها في الصغر والحقارة فإذن له تعالى أن يمثّل بكل ما يريد ونظيرُه في احتمال الأمرين ما رُوي أن رجلاً بمِنىً خرَّ على طُنُب فسطاط فقالت عائشةَ رضيَ الله عنها حين ذكر لها ذلك سمعت رسول الله صلى الله عليه وسلم قال ما من مسلم يُشاك شوْكةً فما فوقها إلا كُتبت له بها درجة ومُحِيَتْ عنه بها خطيئة فإنه يحتمل ما يجاوز الشوكة في القِلة كنَخْبة النملة بقولِه عليهِ السَّلامُ مَا أصاب المؤمن من مكروه فهو كفارةٌ لخطاياه حتى نَخبةُ النملة وما تجاوزها من الألم كأمثال ما حكي من الحرور </p><p> {فأما الذين آمنوا} شروعٌ في تفصيل ما يترتب على ضرب المثل من الحُكم إثرَ تحقيق حقية صدوره عنه تعالى والفاءُ للدِلالة على ترتب ما بعدها على ما يدل عليه ما قبلها كأنه قيل فيضرِبه فأما الذين الخ وتقديمُ بيانِ حال المؤمنين عَلى ما حُكي من الكفرة مما لا يفتقر إلى بيان السبب وفي تصدير الجُملتين بأما من إحْماد أمرِ المؤمنين وذمِّ الكفرة مالا يخفى وهو حرف متضمنٌ لمعنى اسم الشرط وفعلُه بمنزلة مهما يكن من شئ ولذلك يُجاب بالفاء وفائدتُه توكيد ما صُدِّر به وتفصيلُ ما في نفس المتكلم من الأقسام فقد تُذكر جميعاً وقد يُقتصر على واحد منها كما في قوله عز وجل من قائل {فَأَمَّا الَّذِينَ فى قُلُوبِهِمْ زَيْغٌ} الخ قال سيبويه أما زِيد فذاهب معناه مهما يكن من شئ فهو ذاهب لا محالة وأنه منه عزيمة وكان الأصلُ دخولَ الفاء على الجملة لأنها الجزاءُ لكن كرِهوا إيلاءَها حرفَ الشرط فأدخلوها الخبرَ وعُوِّض المبتدأ عن الشرط لفظاً والمراد بالموصول فريقُ المؤمنين المعهودين كما أن المرادَ بالموصول الآتي فريقُ الكفرة لا مَنْ يؤمِنُ بضرب المثل ومَنْ يكفرُ به لاختلال المعنى أي فأما المؤمنون {فَيَعْلَمُونَ أَنَّهُ الحقُّ مِن رَّبّهِمْ} كسائر ما وردَ منْه تعالَى والحقُّ هو الثَّابتُ الذي يحِق ثبوتُه لا محالة بحيث لا سبيل للعقل إلى إنكاره لا الثابتُ مطلقاً واللامُ للدلالة على أنه مشهود له بالحقية وأن له حِكَماً ومصالحَ ومن لابتداء الغايةِ المجازية وعاملُها محذوفٌ وقع حالاً من الضَّمير المستكنِّ في الحق أو من الضمير العائد إلى المثَل أو إلى ضَرْبه أي كائناً وصادراً من ربهم والتعرضُ لعنوانِ الربوبيةِ مع الإضافة إلى ضميرهم لتشريفهم وللإيذان بأن ضرْبَ المَثَل تربيةٌ لهم وإرشادٌ إلى ما يوصلهم إلى كمالهم اللائق بهم والجملةُ سادّةٌ مسدَّ مفعوليْ يعلمون عند الجمهور ومسد مفعوله الأول والثاني محذوفٌ عند الأخفش أي فيعلمون حقيتَه ثابتةً ولعل الاكتفاءَ بحكاية علمهم المذكورِ عن حكاية اعترافِهم بموجبه كما في قوله تعالى {والراسخون في العلم يقولون آمنا بِهِ كُلٌّ مّنْ عِندِ رَبّنَا} للإشعار بقوة ما بينهما من التلازم وظهورِه المُغني عن الذكر </p><p> {وَأَمَّا الذين كَفَرُواْ} ممن حُكيت </p><p> أقوالُهم وأحوالُهم {فَيَقُولُونَ مَاذَا أَرَادَ الله بهذا مَثَلاً} أُوثر يقولون على لا يعلمون حسبما يقتضيه ظاهرُ قرينِه دلالةً على كمال غلوِّهم في الكفر وترامي أمرِهم في العتو فإن مجردَ عدمِ العلم بحقيته ليس بمثابة إنكارِها والاستهزاءُ به صريحاً وتمهيداً لتعداد ما نُعيَ عليهم في تضاعيف الجواب من الضلال والفِسقِ ونقضِ العهد وغيرِ ذلك من شنائعهم المترتبةِ على قولهم المذكور على أن عدمَ العلم بحقيّته لا يعمُّ جميعَهم فإن منهم من يعلم بها وإنما يقول ما يقول مكابرةً وعناداً وحملُه على عدم الإذعان والقبولِ الشاملِ للجهل والعنادِ تعسفٌ ظاهر هذا وقد قيل كان من حقه وأما الذين كفروا فلا يعلمون ليطابقَ قرينَه ويقابلَ قسيمَه لكن لمَّا كانَ قولُهم هذا دليلاً واضحاً على جهلهم عُدل إليه على سبيل الكنايةِ ليكون كالبرهان عليه فتأمل وكن على الحق المبين وماذا إما مؤلفةٌ من كلمة استفهامٍ وقعتْ مبتدأ خبرُه ذا بمعنى الذي وصلتُه ما بعده والعائدُ محذوف فالأحسنُ أن يجيء جوابُه مرفوعاً وإما مُنَزَّلةٌ منزلةَ اسمٍ واحد بمعنى أيُّ شيء فالأحسنُ في جوابه النصبُ والإرادةُ نزوعُ النفسِ وميلُها إلى الفعل بحيث يحمِلها إليه أو القوةُ التي هي مبدوؤة والأول مع الفعل والثاني قبله وكلاهما ممَّا لا يُتصور في حقه تعالى ولذلك اختلفوا في إرادته عز وجل فقيل إرادتُه تعالى لأفعاله كونه غير ساة فيه ولامكره ولأفعال غيرِه أمرُه بها فلا تكون المعاصي بإرادته تعالى وقيل هي علمُه باشتمال الأمر على النظام الأكمل والوجه الأصلح فإنه يدعو القادرَ إلى تحصيله والحق أنها عبارةٌ عن ترجيح أحد طرفي المقدورِ على الآخر وتخصيصُه بوجه دون وجه أو معنى يوجبه وهي أعمُّ من الاختيار فإنه ترجيحٌ مع تفضيل وفي كلمة هذا تحقيرٌ للمشار إليه واستر ذال له ومثَلاً نُصب على التمييز أو على الحال كما في قوله تعالى {ناقة الله لكم آية} وليس مرادُهم بهذه العظيمة استفهامَ الحكمةِ في ضرب المثل ولا القدْحَ في اشتماله على الفائدة مع اعترافهم بصدوره عنه جل وعلا بل غرضُهم التنبيهُ بادعاء أنه من الدناءة والحقارةِ بحيث لا يليق بأن يتعلقَ به أمرٌ من الأمور الداخلية تحت إرادته تعالى على استحالة أن يكون ضربُ المثل به عنده سبحانه فقوله عز من قائل </p><p> {يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا} جوابٌ عن تلك المقالة الباطلة وردٌّ لها ببيان أنه مشتملٌ على حكمةٍ جليلة وغايةٍ جميلة هي كونُه ذريعةً إلى هداية المستعدِّين للهداية وإضلالِ المنهمكين في الغَواية فوُضِعَ الفعلان موضعَ الفعل الواقع في الاستفهام مبالغةٌ في الدلالة على تحقيقهما فإن إرادتَهما دون وقوعِهما بالفعل وتجافياً عن نظم الإضلال مع الهداية في سلك الإرادة لأبهامه تساويهما في تعلقهما وليس كذلك فإن المرادَ بالذات من ضرب المثل هو التذكر والاهتداء كما ينبئ عنه قولُهُ تعالى {وَتِلْكَ الأمثال نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ} ونظائره وأما الإضلال فهو أمر عارضٌ مترتب على سوء اختيارهم وأوثر صيغة الاستقبال إيذانا بالتجدد والاستمرار وقيل وُضع الفعلان موضع مصدريهما كأنه قيل أراد إضلالَ كثيرٍ وهدايةَ كثير وقُدِّم الإضلالُ على الهداية مع تقدم حال المهتدين على حال الضالين فيما قبله ليكون أولُ ما يقرَعُ أسماعَهم من الجواب أمراً فظيعاً يسوءُهم ويفُتَّ في أعضادهم وهو السرُّ في تخصيص هذه الفائدة بالذكر وقيل هو بيانٌ للجملتين المصدّرتين بأما وتسجيلٌ بأن العلم بكونه حقاً هدى وأن الجهلَ بوجهِ إيرادِه والإنكارِ لحُسن موردِه ضلالٌ وفسوقٌ وكثرةُ كل فريقٍ إنما هي بالنظر إلى أنفسهم لا بالقياس إلى مقابلهم فلا يقدح في </p><p> البقرة (٢٧) </p><p> ذلك أقيلة أهل الهدى بالنسبة إلى أهل الضلالِ حسبما نطَق به قولُه تعالى {وَقَلِيلٌ مّنْ عِبَادِىَ الشكور} ونحو ذلك واعتبار كثرتهم الذاتية دون قلتهم الإضافة لتكميل فائدة ضربِ المثل وتكثيرِها ويجوز أن يراد في الأولين الكثرةُ من حيث العددُ وفي الآخَرين من حيث الفضلُ والشرفُ كما في قول من قال </p><p> إن الكرامَ كثيرٌ في البلاد ... وإن قَلُّوا كما غيرهم قُلٌّ وإن كثروا </p><p> وإسنادُ الإضلال أي خلق الضلال إليه سبحانه مبنيٌّ على أن جميع الشياء مخلوقةٌ له تعالى وإن كان أفعالُ العباد من حيث الكسبُ مستندةً إليهم وجعلُه من قبيلِ إسنادِ الفعلِ إلى سببه يأباه التصريحُ بالسبب وقرئ يُضَلُّ به كثيرٌ ويهدى به كثير على البناء للمفعول وتكرير به مع جواز الاكتفاء بالأول لزيادة تقريرِ السببية وتأكيدِها </p><p> {وَمَا يُضِلُّ بِهِ} أي بالمثل أو بضربه </p><p> {إِلَاّ الفاسقين} عطف على ما قبله وتكلمة للجواب والردِّ وزيادةُ تعيينٍ لمن أريد إضلالُهم ببيان صفاتهم القبيحةِ المستتبعةِ له وإشارةٌ إلى أن ذلك ليس إضلالاً ابتدائياً بل هو تثبيتٌ على ما كانُوا عليهِ من فنون الضلال وزيادة فيه وقرئ وما يُضَل به إلا الفاسقون على البناء للمفعول والفِسق في اللغة الخروج يقال فسَقت الرُّطْبة عن قشرها والفأرةُ من جُحرها أي خرجت قال رؤية </p><p> يذهبْن في نجدٍ وغَوْرا غائرا ... فواسقاً عن قصدها جوائرا </p><p> وفي الشريعة الخروجُ عن طاعةِ الله عزَّ وجلَّ بارتكاب الكبيرة التي من جملتها الإصرارُ على الصغيرة وله طبقاتٌ ثلاثٌ الأولى التغابي وهو ارتكابُها أحياناً مستقبِحاً لها والثانية الانهماكُ في تعاطيها والثالثةُ المثابرة عليها مع جحود قُبحها وهذه الطبقةُ من مراتب الكفر فما لم يبلُغْها الفاسقُ لا يُسلب عنه اسمُ المؤمن لاتصافه بالتصديق الذي عليه يدور الإيمان ولقوله تعالى {وَإِن طَائِفَتَانِ مِنَ المؤمنين اقتتلوا} والمعتزلةُ لما ذهبوا إلى أن الايمان عبارة عن مجموعة تصديق والإقرارِ والعملِ والكفرَ عن تكذيب الحق وجحوده ولم يتسنَّ لهم إدخالُ الفاسقِ في أحدهما فجعلوه قسماً بين قسمي المؤمن والكافر لمشاركة كلَّ واحدٍ منهما في بعض أحكامه والمرادُ بالفاسقين ههنا العاتون الماردون في الكفر الخارجون عن حدوده ممن حُكي عنهم ما حُكي من إنكار كلامِ الله تعالى والاستهزاءِ به وتخصيصُ الإضلالِ بهم مترتباً على صفة الفسق وما أجريَ عليهم من القبائح للإيذانِ بأنَّ ذلك هو الذي أعدَّهم للإضلال وأدى بهم إلى الضلال فإن كفرَهم وعدولَهم عن الحق وإصرارهم على الباطل صرفت وجوهَ أنظارِهم عن التدبر في حكمة المثَل إلى حقارة الممثَّل به حتى رسَخت به جهالتُهم وازدادت ضلالتُهم فأنكروه وقالوا فيه ما قالوا </p>"
}