{
  "id": null,
  "sura": 2,
  "aya": 229,
  "text": "<p> {الطلاق} هو بمعنى التطليق كالسلام بمعنى التسليم والمراد به الرجعى لما أنه السابقَ الأقربُ حكمُه ولما روى لأنه صلى الله عليه وسلم سُئل عن الثالثة فقال صلى الله عليه وسلم أو تسريحٌ بإحسان وهو مبتدأ بتقدير مضافٍ خبرُه ما بعده أي عددُ الطلاق الذي يستحقُّ الزوجُ فيه الردَّ والرجعة حسبما بيّن آنفاً </p><p> مَرَّتَانِ أي ثبان وإيثارُ ما ورد به النظمُ الكريم عليه للإيذان بأن حقَّهما أن يقعا مرة بعد مرة لادفعة واحدة وإن كان حكمُ الرد ثابتاً حينئذٍ أيضاً </p><p> {فإمساك} أي فالحكمُ بعدهما إمساكٌ لهن بالرجعة </p><p> {بِمَعْرُوفٍ} أي بحسن عِشرةٍ ولطفِ معاملة </p><p> {أَوْ تسريح بإحسان} بالطلقة الثالة كما روى عنه صلى الله عليه وسلم أو بعدم الرجعةِ إلى أن تنقضيَ العِدَّةُ فَتَبينُ وقيل المرادُ به الطلاقُ الشرعيُّ وبالمرتين مطلقُ التكرير لا التثنيةُ بعينها كما في قوله تعالى ثُمَّ اْرجِعِ البَصَرَ كَرَّتَيْنِ أي كرة والمعنى أن التطليق الشرعيَّ تطليقةٌ بعد تطليقةٍ على التفريق دون الجمع بين الطلقتين أو الثلاثِ فإن ذلك بدعةٌ عندنا فقوله تعالى فَإِمْسَاكٌ الخ حُكمٌ مبتدأٌ وتخييرٌ مستأنف والفاء فيه للترتيب على التعليم كأنه قيل إذا علمتم كيفية التطليق فأمرُكم أحدُ الأمرين </p><p> {وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُواْ} منهن بمقابلة الطلاق </p><p> {مما آتيتموهن} أي من الصدقات وتخصيصُها بالذكر وإن شاركها في الحكم سائرُ أموالِهن إما لرعاية العادة أو للتنبيه على أنه إذا لم يحِلَّ لهم أن يأخُذوا مما آتَوْهن بمقابلة البُضْع عند خروجه عن ملكهم فلأَنْ لا يحِلَّ أن يأخذوا مما لا تعلُّقَ له بالبُضع أولى وأحرى </p><p> {شَيْئاً} أي نزْراً يسيراً فضلاً عن الكثير وتقديمُ الظرفِ عليه لما مر مرارا أو الخطاب مع الحكام وإسنادُ الأخذِ والإيتاءِ إليهم لأنهم الآمرون بهما عند المرافعة وقيل مع الأزواج وما بعده مع الحكام وذلك مما يشوش النظمَ الكريمَ على القراءة المشهورة </p><p> {إِلَاّ أَن يخافا} أي الزوجان وقرئ يظنا وهو مؤيد لتفسير الخوف بالظن </p><p> {ألا يُقِيمَا حُدُودَ الله} أي أن لايراعيا مواجب أحكام الزوجية وقرئ يخافا على البناء للفعول وإبدال أن بصلته من الضمير بدل الاشتمال وقرئ تخافا وتُقيما بتاء الخطاب </p><p> {فَإِنْ خِفْتُمْ} أيها الحكامُ </p><p> {ألا يقيما} أي على الزوجين </p><p> {حُدُودَ الله} بمشاهدة بعض الأماراتِ والمخايل </p><p> {فَلَا جُنَاحَ عَلَيْهِمَا} أي على الزوجين </p><p> {فِيمَا افتدت بِهِ} لا على الزوج في أخذ ما افتدت به ولا عليهما في إعطائه إياه وروى أن جميلة بنتَ عبدِ الله بن أبي بن سلول كانت تبعض زوجَها ثابتَ بنَ قيس فأتت رسول الله صلى الله عليه وسلم فقالت لا أنا ولا ثابت لا يجمع رأسي ورأسه شئ والله ما أعيبُ عليه في دين ولا خلُق ولكن أكره الكفرَ بعد الإسلام ما أُطيقه بغضاً إني رفعت جانبَ الخِباء فرأيتُه أقبلَ في عِدَّةٍ فإذا هو أشدُهم سواداً </p><p> ٢٣٠ - ٢٣١ البقرة وأقصرُهم قامة وأقبحُهم وجهاً فنزلت فاختلعَتُ منه بحديقة كان أصْدقَها إياها </p><p> {تِلْكَ} أي الأحكام المذكور {حُدُودُ الله فَلَا تَعْتَدُوهَا} بالمخالفة والرفض {وَمَن يَتَعَدَّ حُدُودَ الله فَأُوْلَئِكَ} المتعدّون والجمعُ باعتبار معنى الموصول </p><p> {هُمُ الظالمون} أي لأنفسهم بتعريضها لسخط الله تعالى وعقابه ووضعُ الاسمِ الجليل في المواقعِ الثلاثةِ الأخيرةِ موقعَ الضمير لتربية المهابةِ وإدخال الروعةِ وتعقيبُ النهي بالوعيد للمبالغة في التهديد </p>"
}