{
  "id": null,
  "sura": 2,
  "aya": 106,
  "text": "<p> {ما ننسخ من آية أَوْ نُنسِهَا} كلامٌ مستأنفٌ مَسوقٌ لبيانِ سرِّ النسخِ الذي هو فردٌ من أفراد تنزيلِ الوحي وإبطالِ مقالةِ الطاعنين فيه إثْرَ تحقيق </p><p> البقرة (١٠٧) </p><p> حقيقةِ الوحي وردِّ كلامِ الكارهين له رأساً قيل نزلت حين قال المشركون أو اليهود ألا ترون إلى محمد يأمُر أصحابه بأمر ثم ينهاهم عنه ويأمُر بخلافه والنسخُ في اللغة الإزالةُ والنقلُ يقال نسخَت الريحُ الأثرَ أي أزالته ونسخْتُ الكتابَ أي نقلتُه ونسخُ الآيةِ بيانُ انتهاءِ التعبّدِ بقراءتها أو بالحكم المستفاد منها أوبهما جميعاً وإنساؤُها إذهابُها من القلوب وما شرطيةٌ جازمة لننسَخْ منتصبةٌ به على المفعولية وقرئ نُنْسِخْ من أنسخ أي نأمرك أو جبريل بنسخها أو نجدها منسوخة ونَنْسأْها من النَّسء أي نؤخّرْها ونُنَسِّها بالتشديد وتَنْسَها وتُنْسِها على خطاب الرسول صلى الله عليه وسلم مبنيا للفاعل وللمفعول وقرئ ما ننسخ من آية أو ننسكها وقرئ ما نُنْسِكَ من آية أو نَنْسَخها والمعنى أن كل آيةٍ نذهب بها على ماتقتضيه الحكمةُ والمصلحة من إزالة لفظِها أو حكمِها أو كليهما معاً إلى بدل أو إلى غير بدل </p><p> {نَأْتِ بِخَيْرٍ مّنْهَا} أي نوع آخرَ هو خيرٌ للعباد يحسب الحال في النفع والثوابِ من الذاهبة وقرئ بقلب الهمزة ألفاً </p><p> {أَوْ مِثْلِهَا} أي فيما ذكر من النفع والثواب وهذا الحكمُ غيرُ مختصَ بنسخ الآية التامة فما فوقها بل جار في مادونها أيضاً وتخصيصُها بالذكر باعتبار الغالب والنصُّ كما ترى دالٌّ على جواز النسخ كيف لا وتنزيلُ الآيات التي عليها يدورُ فلكُ الأحكام الشرعية إنما هو بحسب ما يقتضيه من الحِكَم والمصالح وذلك يختلف باختلاف الأحوال ويتبدّل حسب تبدل الأشخاص والأعصار كأحوال المعاش فرب حكمٍ تقتضيه الحكمةُ في حال تقتضي في حالٍ أخرى نقيضَه فلو لم يُجزِ النسخُ لاختل ما بين الحِكمة والأحكام من النظام </p><p> {أَلَمْ تَعْلَمْ} الهمزة للتقرير كما في قوله سبحانه {أَلَيْسَ الله بِكَافٍ عَبْدَهُ} وقوله تعالى {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ} والخطابُ للنبيِّ عليه الصَّلاة والسلام وقوله تعالى </p><p> {إن الله على كل شَىْء قَدِيرٌ} سادٌّ مسَدَّ مفعوليْ تعلم عند الجمهور ومسد مفعوله الأول والثاني محذوفٌ عند الأخفش والمرادُ بهذا التقرير الاستشهادُ بعلمه بما ذكر على قدرتِهِ تعالَى على النسخ وعلى الإيتان بما هو خيرٌ من المنسوخ وبما هو مثله لأن ذلك من جملة الأشياء المقهورةِ تحت قدرته سبحانه فمِنْ علم شمولِ قدرتِه تعالى لجميعِ الأشياء علمُ قدرته على ذلك قطعاً والالتفاتُ بوضع الاسمِ الجليلِ موضعَ الضَّميرِ لتربية المهابة والإشعار بمناط الحكم فإن شمول القدرة لجميع الأشياء من الأحكام الألوهية وكذا الحالُ في قولِه عز سلطانه </p>"
}