{
  "id": null,
  "sura": 2,
  "aya": 33,
  "text": "<p> {قال} استئناف كما سلف </p><p> {يا آدم أَنبِئْهُم} أي أعلِمْهم أُوثرَ على أنبئى كما وقع في أمر الملائكة مع حصول المراد معه أيضاً وهو ظهورُ فضلِ آدمَ عليهم عليهم السلام إبانةً لما بين الأمرين من التفاوت الجليّ وإيذاناً بأن عِلْمَه عليه السلام بها أمرٌ واضحٌ غيرُ محتاجٍ إلى ما يجري مَجرى الامتحان وأنه عليه السلام حقيقٌ بأن يعلمها وغيره وقرئ بقلب الهمزة ياءً وبحذفِها أيضاً والهاء مكسورةٌ فيهما </p><p> {بِأَسْمَائِهِمْ} التي عجَزوا عن علمها واعترفوا بتقاصُر هممِهم عن بلوغِ مرتبتها </p><p> {فَلَمَّا أَنبَأَهُم بِأَسْمَائِهِم} الفاء فصيحةٌ عاطفةٌ للجملة الشرطية على محذوفٍ يقتضيهِ المقامُ وينسحِبُ عليه الكلام للإيذان بتقروة وغِناه عن الذكر وللإشعارِ بتحقُّقه في أسرع ما يكون كما في قوله عز وجل {فَلَمَّا رَآهُ مُستقرّاً عِندَه} بعد قوله سبحانه {أنا آتيك بِهِ قَبْلَ أَن يَرْتَدَّ إليك طرفك} وإظهارُ الأسماءِ في موقع الإضمارِ لإظهار كمالِ العنايةِ بشأنها والإيذانِ بأنه عليه السلام أنبأهم بها على وجه التفصيلِ دون الإجمالِ والمعنى فأنبأهم بأسمائهم مفصّلةً وبيّن لهم أحوالَ كلَ منهم وخواصَّه وأحكامَه المتعلقة بالمعاش والمعاد فعلِموا ذلك لمّا رأَوْا أنه عليه السلام لم يتلعثم في شئ من التفاصيل التي ذكرها مع مساعدة ما بين الأسماءِ والمسميات من المناسبات والمشاكلات وغيرِ ذلك من القرائن الموجبةِ لصدق مقالاتِه عليه السلام فلما أنبأهم بذلك </p><p> {قال} عزَّ وجلَّ تقريراً لما مر من الجواب الإجماليِّ واستحضاراً له </p><p> {ألم أقل لكم إني أعلم غيب السماوات والأرض} لكن لا لتقرير نفسِه كما في قوله تعالى أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْداً حَسَناً ونظائرِه بل لتقرير ما يفيده من تحقق دواعي الخلافةِ في آدمَ عليه السلام لظهور مِصْداقه وإيرادُ ما لا يعلمون بعنوان الغيبِ مضافاً إلى السموات والأرض للمبالغة في بيان كمالِ شمولِ علمِه المحيطِ وغايةِ سَعته مع الإيذانِ بأنَّ ما ظهر من عجزهم وعلم آدمَ عليه السلام من الأمور المتعلقة بأهل السموات وأهل الأرض وهذا دليلٌ واضحٌ على أنَّ المرادَ بما لا تعلمون فيما سبق ما أشير إليه هناك كأنه قيل ألم أقل لكم إني أعلم فيه من دواعي الخلافة مالا تعلمونه فيه هو هذا الذي عاينتموه وقوله تعالى </p><p> {وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ} عطفٌ على جملة ألم أقل لكم لا على اعلم اذهوا غيرُ داخلٍ تحت القول وما في الموضعين موصولةٌ حذفَ عائدُها أيْ أعلم ما تبدونه وما تكتمونه وتغييرُ الأسلوب للإيذان باستمرار كَتْمِهم قيل المراد بما يبدون قولُهم أتجعل الخ وبما يكتمون استبطانُهم أنهم أحِقّاءُ بالخلافة وأنه تعالى لا يخلُق خلقاً أفضل مِنْهُمْ رُوي أنَّه تعالى لما خلقُ آدم عليه السلام رأت الملائكةُ فِطرتَه العجيبةَ وقالوا ليكن ما شاء فلن يخلُقَ ربُنا خلقاً إلا كنا أكرمَ عليه منه وقيل هو ما أسره إبليسُ في نفسه من الكِبْر وتركِ السجود فإسنادُ الكِتمان حينئذ إلى الجميعِ من قبيلِ قولِهم بنُو فلان قتلُوا فلانا والقاتل واحدٌ من بينهم قالوا في الآية الكريمة دلالة على شرف الإنسان ومزية العلمِ وفضلِه على العبادة وأن ذلك هو المناطُ للخلافة وأن التعليم يصحُّ إطلاقُه على الله تعالى وإن لم يصح إطلاقُ المعلِّم عليه لاختصاصه عادة </p><p> البقرة (٣٤) </p><p> بمن يحترِفُ به وأن اللغاتِ توقيفيةٌ إذ الأسماءُ تدل على الألفاظ بخصوص أو بعموم وتعليمُها ظاهرٌ في إلقائها على المتعلم مبيناً له معانيَها وذلك يستدعي سابقةَ وضعٍ وما هو إلا من الله تعالى وأن مفهوم الحِكمة زائدٌ على مفهوم العلم والإلزام التكرارُ وأن علومَ الملائكة وكمالاتِهم تقبل الزيادة والحكماءُ منعوا ذلك في الطبقة العليا منهم وحملوا على ذلك قولَه تعالى {وَمَا مِنَّا إِلَاّ لَهُ مَقَامٌ مَّعْلُومٌ} وأن آدمَ أفضلُ من هؤلاء الملائكة لأنه عليه السلام أعلمُ منهم وأنه تعالى يعلمُ الأشياءَ قبل حدوثِها </p>"
}