{
  "id": null,
  "sura": 2,
  "aya": 32,
  "text": "<p> {قَالُواْ} استئنافٌ واقعٌ موقعَ الجواب كأنه قيل فماذا قالوا حينئذ هل خرجوا عن عهده ماكلفوه أولا فقيل قالوا </p><p> {سبحانك} قيل هو علمٌ للتسبيح ولا يكاد يستعملُ إلا مضافاً وقد جاءَ غيرَ مضافٍ على الشذوذِ غيرَ منصرفٍ للتعريف والألفِ والنون المزيدتين كما في قوله ... سُبحانَ مِنْ علقمَةَ الفاخرِ ... وأمَّا ما في قولِه ... سبحانه ثم سبحانا نعوذ به ... فقيل صَرَفه للضرورة وقيل إنه مصدر منكرٌ كغفران لا اسمُ مصدر ومعناه على الأول نسبحك عما لا يليق بشأنك الأقدسِ من الأمور التي من جملتها خلوُّ أفعالِك من الحِكَم والمصالحِ وعنَوا بذلك تسبيحاً ناشئاً عن كمال طمأنينة النفس والإيقان باشتمال استخلاف آدمَ عليه السَّلامُ على الحِكَم البالغة وعلى الثاني تنزهّتَ عن ذلك تنزها ناشئا عن ذاتك وأراد به أنهم قالوه عن إذعان لما عملوا إجمالاً بأنه عليه السلام يُكلَّف ما كُلِّفوه وأنه يقدِر على ما قد عجزوا عنه مما يتوقف عليه الخلافة وقوله عز وعلا </p><p> {لَا عِلْمَ لَنَا إِلَاّ مَا عَلَّمْتَنَا} اعتراف منهم بالعجز عما كُلِّفوه إذ معناه لا علم لنا إلا ما عملتناه بحسب فابليتنا من العلوم المناسبة لعالمنا ولا قُدرة بنا على ما هو خارجٌ عن دائرة استعدادِنا حتى لو كنا مستعدّين لذلك لأفَضْتَه علينا وما في ما علمتنا موصولةٌ حذف من صلتها عائدُها أو مصدرية ولقد نفَوْا عنهم العلمَ بالأسماء على وجه المبالغة حيث لم يقتصِروا على بيان عدمِه بأن قالوا مثلاً لا علم لنا بها بل جعلوه من جُملة مالا يعلمونه وأشعروا بأن كونَه من تلك الجملة غنيٌّ عن البيان </p><p> {إِنَّكَ أَنتَ العليم} الذي لا يَخفى عليهِ خافيةٌ وهذا إشارةٌ إلى تحقيقهم لقوله تعالى {إني أعلم ما لا تَعْلَمُونَ} </p><p> {الحكيم} أي المحكِمُ لمصنوعاته الفاعلُ لها حسبما يقتضيه الحِكمةُ والمصلحة وهو خبرٌ بعد خبر أو صفةٌ للأول وانت ضميرُ الفصل لا محلَّ له من الإعراب أو له محل منه مشارِكٌ لما قبله كما قالَهُ الفَرَّاءُ أو لما بعده كما قاله الكسائي وقيل تأكيد للكاف كما في قولِك مررتُ بك أنت وقيل مبتدأ خبرُه ما بعده والجملة خبرأن وتلك الجملةُ تعليلٌ لما سبق من قصر علمِهم بما علّمهم الله تعالى وما يفهم من ذلك من علم آدمَ عليه السلام بما خفيَ عليهم فكأنهم قالوا أنت العالمُ بكل المعلوماتِ التي // مِنْ جُملتِها استعدادُ آدمَ عليه السَّلامُ لما نحن بمعزلٍ من الاستعداد له من العلوم الخفيةِ المتعلقةِ بما في الأرضِ من أنواع المخلوقات التي عليها يدورُ فَلَكُ خلافةِ الحكيمِ الذي لا يفعلُ إلا ما تقتضيهِ الحِكمةُ ومن جملته تعليمُ آدمَ عليه السلام ما هو قابل من العلوم الكليةِ والمعارفِ الجزئيةِ المتعلقة بالأحكام الواردةِ على ما في الأرض وبناء امر الخلافة </p><p> البقرة (٣٣) </p><p> عليها </p>"
}