{
  "id": null,
  "sura": 2,
  "aya": 83,
  "text": "<p> {وَإِذْ أَخَذْنَا ميثاق بَنِى إسرائيل} شروع </p><p> البقرة (٨٤) </p><p> في تَعداد بعضٍ آخرَ من قبائح أسلافِ اليهودِ مما ينادي بعدم إيمانِ أخلافِهم وكلمةُ إذ نُصب بإضمار فعلٍ خوطب به النبيُّ صلَّى الله عليهِ وسلم والمؤمنون ليؤدِّيَهم التأملُ في أحوالهم إلى قطع الطمَع عن إيمانهم أو اليهودُ الموجودون في عهد النبوة توبيخاً لهم بسوء صنيعِ أسلافِهم أي اذكروا إذ أخذنا ميثاقهم </p><p> {لَا تَعْبُدُونَ إِلَاّ الله} على إرادةِ القولِ أيْ قلنا أو قائلين لا تعبدون إلخ وهو إخبارٌ في معنى النهي كقوله تعالى {وَلَا يُضَارَّ كَاتِبٌ وَلَا شهيد} وكما يقول تذهب إلى فلان وتقول كيتَ وكيتْ وهو أبلغُ من صريح النهي لما فيهِ من إيهامِ أن المنهيَّ حقُّه أن يسارعَ إلى الانتهاء عما نُهي عنه فكأنه انتهى عنه فيُخبرُ به الناهيَ ويؤيده قراءةُ لا تعبدوا وعطفُ قولوا عليه وقيل تقديره أن لا تعبدوا إلخ فحُذِف الناصبُ ورُفع الفعلِ كما في قولِه </p><p> أَلَا أيُهذَا الزَّاجِرِي أَحْضُرَ الوَغَى ... وأنْ أشهدَ اللذاتِ هل أنت مُخْلِدي </p><p> ويعضُدُه قراءةُ أن لا تعبُدوا فيكون بدلاً من الميثاق أو معمولاً له بحذف الجار وقيل إنه جوابُ قسمٍ دل عليه المعنى كأنه قيل وحلّفناهم لا تعبدون إلا الله وقرئ بالياء لأنهم غُيَّبٌ </p><p> {وبالوالدين إحسانا} متعلق بمضمر أي وتحسنون او احسنوا </p><p> {وَذِى القربى واليتامى والمساكين} عطفٌ على الوالدين ويتامى جمع يتيم كندمي جمع نديم وهو قليل ومسكين مغعيل من السكون كأن الفقرَ أسكنه من الحَراك وأثخنه عن التقلب </p><p> {وَقُولُواْ لِلنَّاسِ حُسْنًا} أي قولاً حسناً سماه حسنا مبالغة وقرئ كذلك وحُسُناً بضمتين وهي لغةُ أهلِ الحجازِ وحُسْنى كبُشرى والمراد به ما فيه تخلّقٌ وإرشاد </p><p> {وَأَقِيمُواْ الصلاة وَآتُواْ الزكاة} هما ما فُرض عليهم في شريعتهم </p><p> {ثُمَّ تَوَلَّيْتُمْ} إن جُعل ناصبُ الظرف خطاباً للنبي صلى الله عليه وسلم والمؤمنين فهذا التفاتٌ إلى خطاب بني إسرائيلَ جميعاً بتغليب أخلافِهم على أسلافهم لجريان ذكرى كلِّهم حينئذ على نهْج الغَيْبة فإن الخطاباتِ السابقةَ لأسلافهم محْكيةٌ داخلةٌ في حيز القول المقدّر قبل لاتعبدون كأنهم استُحضِروا عند ذكرِ جناياتهم منعيت هي عليهم وإنْ جعل خطابا لليهود المعاصرين للرسول الله صلى الله عليه وسلم والمؤمنين فهذا تعميمٌ للخطاب بتنزيل الأسلافِ منزلةَ الأخلاف كما أنه تعميمٌ للتولي بتنزيل الأخلافِ منزلةَ الأسلاف للتشديد في التوبيخ أي أعرضتم عن المُضِيِّ على مقتضى الميثاقِ ورفضتموه </p><p> {إِلَاّ قَلِيلاً مِنْكُمْ} وهم من الأسلاف مَنْ أقام اليهوديةَ على وجهها قبل النسخِ ومن الأخلاف مَنْ أسلم كعبدِ اللَّهِ بنِ سَلَام وأضرابه </p><p> {وَأَنْتُمْ مُّعْرِضُونَ} جملةٌ تذييلية أي وأنتم قوم عادتكم الإعراضُ عن الطاعة ومراعاةِ حقوق الميثاق أصل الإعراض الذهابُ عن المواجهة والإقبالُ إلى جانب العَرْض </p>"
}