{
  "id": null,
  "sura": 2,
  "aya": 180,
  "text": "<p> {كُتِبَ عَلَيْكُمْ} بيانٌ لحكمٍ آخَرَ من الأحكام المذكورة </p><p> {إِذَا حَضَرَ أَحَدَكُمُ الموت} أي حضر أسبابُه وظهرَ أماراتُه أو دنا نفسُه من الحضور وتقديمُ المفعول لإفادة كمال تمكن الفاعل عند النفس وقت وروده عليها </p><p> {إِن تَرَكَ خَيْرًا} أي مالاً وقيل مالاً كثيراً لما رُوي عن عليَ رضيَ الله عنه أن مولىً له أراد أن يوصِيَ وله سبعُمائة درهمٍ فمنعه وقال قال الله تعالَى إنْ تركَ خيراً وإن هذا لشئ يسيرٌ فاترُكْه لعيالك وعنْ عائشةَ رضيَ الله عنها أن رجلاً أراد الوصيةَ وله عيالٌ وأربعُمائة دينارٍ فقالت ما أرى فيه فضلاً وأراد آخرُ أن يوصِيَ فسألته كم مالُك فقال ثلاثةُ آلافِ درهم قالت كم عيالُك قال أربعة قالت إنما قال الله تعالَى إنْ تركَ خيراً وإن هذا لشئ يسيرٌ فاترُكْه لعيالك </p><p> {الوصية للوالدين والاقربين} مرفوعٌ بكُتِبَ أُخِّر عما بينهما لما مر مرار وإيثارُ تذكيرِ الفعلِ مع جواز تأنيثه أيضا للفعل أو على تأويل أن يوصى أو الإبصار ولذلك ذُكّر الضميرُ في قولِه تعالى فَمَن بَدَّلَهُ بعد ما سَمِعَهُ وإذا ظرفٌ محضٌ والعاملُ فيه كُتب لكن لامن حيث </p><p> البقرة (١٨١) </p><p> صدورُ الكتْب عنه تعالى بل من حيث تعلُّقُه بهم تعلقاً فِعلياً مستتبِعاً لوجوب الأداء كما ينبئ عنه البناءُ للمفعول وكلمةُ الإيجاب ولا مساغَ لجعل العامل هو الوصيةُ لتقدّمه عليها وقيلَ هو مبتدأٌ خبرُه للوالدين والجملةُ جوابُ الشرط بإضمار الفاءِ كما في قوله ... من يفعل الحسناتِ الله يشكُرُها ... </p><p> ورد بانه إن صحّ فمن ضرورةِ الشعر ومعنى كُتب فُرض وكان هذا الحكمُ في بدءِ الإسلامِ ثم نسخ عند نزول آيةِ المواريثِ بقوله عليه السَّلامُ أنْ الله قد أعطى كلَّ ذي حقه ألا لاوصية لوارثٍ فإنه وإن كان من أخبار الآحادِ لكن حيثُ تلقته الأمةُ بالقَبول انتظم في سلك المتواتِر في صلاحيته للنسخ عند ائمتنا على أن التحقيقَ أن الناسخَ حقيقةً هي آيةُ المواريث وإنما الحديثُ مُبيّنٌ لجهة نسخِها ببيانِ أنه تعالى كان قد كتب عليكم أن تؤدوا إلى الوالدين والأقربين حقوقَهم بحسب استحقاقهم من غير تبيين لمراتب استحقاقِهم ولا تعيين لمقادير أنصبائِهم بل فوض ذلك إلى آرائكم حيث قال </p><p> {بالمعروف} أي بالعدْل فالآن قد رَفَعَ ذلك الحُكمَ عنكم لتبيين طبقاتِ استحقاقِ كلِّ واحدٍ منهم وتعيينِ مقاديرِ حقوقِهم بالذات وأعطى كلَّ ذي حق منهم حقه الذي يستحقه بحكم القرابة من غير نقصٍ ولا زيادة ولم يدَعْ ثمةَ شيئاً فيه مدخلٌ لرأيكم أصلاً حسبما يعرب عنه الجملةُ المنفيَّةُ بلا النافية للجنس وتصويرها بكلمة التنبيه إذا تحققتَ هذا ظهر لك أن ما قيل من أن آيةَ المواريثِ لا تعارضُه بل تحقِّقه وتؤكّدُه من حيث إنها تدلُ على تقديمِ الوصيةِ مطلقاً والحديثُ من الآحاد وتلقّي الأمةِ إياه بالقَبول لا يُلحِقُه بالمتواتر ولعله احترَز عنه مَنْ فسَّر الوصيةَ بما أوصى به الله عزَّ وجلَّ من توريث الوالدين والقربين بقوله تعالى يُوصِيكُمُ الله أو بإيصاءِ المُحتَضَرِ لهم بتوفير ما أوصى به الله تعالى عليهم بمعزلٍ من التحقيق وكذا ماقيل من أن الوصيةَ للوارث كانت واجبةً بهذه الآية من غير تعيينٍ لأنصبائهم فلما نزلت آيةُ المواريثِ بيانا للانصباء فُهم منها بتنبيه النبيِّ صلَّى الله عليهِ وسلم أن المراد هذه الوصيةُ التي كانت واجبة كأنَّه قيل إنَّ الله تعالى أوصى بنفسه تلك الوصيةَ ولم يُفَوِّضْها إليكم فقام الميراثُ مقامَ الوصيةِ فكان هذا معنى للنسخ لا أن فيها دلالةً على رفع ذلك الحُكمِ فإن مدلولَ آيةِ الوصيةِ حيث كان تفويضاً للأمر إلى آراء المكلَّفين على الإطلاق وتسنّي الخروجِ عن عُهدة التكليف بأداءِ ما أدَّى إليه آراؤُهم بالمعروف فتكون آيةُ المواريثِ الناطقةِ بمراتب الاستحقاقِ وتفاصيل مقاديرِ الحقوقِ القاطعةِ بامتناعِ الزيادةِ والنقصِ بقوله تعالى فَرِيضَةً مّنَ الله ناسخةً لها رافعةً لحُكمها مما لا يَشتبهُ على أحد وقولُه تعالى </p><p> {حَقّا عَلَى المتقين} مصدر مؤكد أي حق ذلك حقا </p>"
}