{
  "id": null,
  "sura": 2,
  "aya": 265,
  "text": "<p> {وَمَثَلُ الذين يُنفِقُونَ أموالهم ابتغاء مرضات الله} أي لطلب رضاه </p><p> {وَتَثْبِيتًا مّنْ أَنفُسِهِمْ} أي ولتثبيت بعضِ أنفسِهم على الإيمان فمن تبعيضية كما في قولهم هزّ مِنْ عِطفه وحرك مِنْ نشاطه فإن المالَ شقيقُ الروح فمن بذل مالَه لوجه الله تعالى فقد ثبّت بعضَ نفسه ومن بذل مالَه وروحَه فقد ثبتها كلها أو وتصديقا للإسلام وتحقيقاً للجزاء من أصل أنفسِهم فمن ابتدائية كما في قوله تعالى حَسَدًا مّنْ عِنْدِ أَنْفُسِهِمْ ويحتمل أن يكون المعنى وتثبيتاً من أنفسهم عند المؤمنين أنها صادقةُ الإيمان مخلصةٌ فيه ويعضُده قراءةُ مَن قرأَ وتبييناً من أنفسهم وفيه تنبيهٌ على أن حكمةَ الإنفاق للمنفق تزكيةُ النفس عن البخل وحبِّ المال الذي هو رأس كل خطيئة </p><p> {كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ} الرَّبوة بالحركات الثلاث وقد قرئت بها المكانُ المرتفع أي مثل نفقتهم في الزكاة كمثل بُستان كائنٍ بمكان مرتفعٍ مأمونٍ من أن يصطلِمَه البردُ لِلطافة هوائهِ بهبوب الرياحِ المُلطّفة له فإن أشجارَ الرُبا تكون أحسنَ منظراً وأزكى ثمراً وأما الأراضي المنخفضةُ فقلما تسلم ثمارُها من البرد لكثافة هوائِها بركود الرياحِ وقرئ كمثل حبةٍ </p><p> {أَصَابَهَا وَابِلٌ} مطر عظيمُ القطر </p><p> {فَأَتَتْ أكلها} ثمرتها وقرئ بسكون الكاف تخفيفاً </p><p> {ضِعْفَيْنِ} أي مِثليْ ما كانت تُثمر في سائر الأوقات بسبب ما أصابها من </p><p> ٢٦٦ - البقرة الوابل والمرادُ بالضِعف المِثْلُ وقيل أربعةُ أمثال ونصبُه على الحال من أُكُلُهَا أي مضاعفاً </p><p> {فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ} أي فطلٌ يكفيها لجودتها وكَرَمِ منبتِها ولَطافةِ هوائِها وقيل فيصيبها طلٌّ وهو المطرُ الصغيرُ القطرِ وقيل فالذي يصيبها طلٌّ والمعنى أن نفقاتِ هؤلاءِ زاكيةٌ عندَ الله تعالَى لَا تَضيعُ بحال وإن كانت تتفاوتُ باعتبار ما يقارنها من الأحوال ويجوزُ أن يعتبر التمثيلُ بين حالهم باعتبار ما صدَر عنهُم من النفقة الكثيرةِ والقليلةِ وبين الجنة المعهودة باعتبار ماأصابها من المطر الكثير واليسير فكما أنَّ كلَّ واحدٍ من المطرين يُضعِفُ أُكُلَها فكذلك نفقتُهم جلّت أو قلَّت بعد أن يُطلَبَ بها وجهُ الله تعالى زاكيةٌ زائدةٌ في زُلفاهم وحسنِ حالهم عند الله </p><p> {والله بِمَا تَعْمَلُونَ بَصِيرٌ} لا يخفى عليه شئ منه وهو ترغيبٌ في الإخلاص مع تحذير من الرياء ونحوه </p>"
}