{
  "id": null,
  "sura": 2,
  "aya": 231,
  "text": "<p> {وَإِذَا طَلَّقْتُمُ النساء فَبَلَغْنَ أَجَلَهُنَّ} أي آخِرَ عدَّتِهن فإن الأجل كما ينطلِقُ </p><p> على المدة ينطلق على منتهاها والبلوغُ هو الوصولُ إلى الشئ وقد يقال للدنو منه اتساعا وهو المراد ههنا لقوله عز وجل </p><p> {فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرّحُوهُنَّ بمعروف} إذ لا مكان للإمساك بعد تحققِ بلوغِ الأجلِ أي فراجعوهن بغير ضِرارٍ أو خلُّوهن حتى ينقضِيَ أجلُهن بإحسان من غير تطويل وهذا كما ترى إعادةٌ للحكم في بعض صورِه اعتناءً بشأنه ومبالغةً في إيجاب المحافظةِ عليه </p><p> {وَلَا تُمْسِكُوهُنَّ ضِرَارًا} تأكيدٌ للأمر بالإمساك بمعروف وتوضيح لمعناه وزجر صريحٌ عما كانوا يتعاطَوْنه أي لا تراجعوهن إرادة الإضرار بهن كان المطلق يترُكَ المعتدةَ حتى إذا شارفت انقضاءَ الأجلِ يراجعها لا لرغبة فيها بل ليطوِّل عليها العدةَ فنُهي عنه بعد ما أُمر بضده لما ذكر وضِراراً نُصب على العِلّية أو الحالية أي لا تمسكوهن للمضارة أو مضارّين واللام في قوله </p><p> {لّتَعْتَدُواْ} متعلقة بضراراً أي لتظلموهن لالإلجاء إلى الافتداء </p><p> {وَمَن يَفْعَلْ ذلك} أي ما ذكر من الإمساك المؤدّي إلى الظلم وما فيه من معنى البُعد للدِلالة على بُعد منزلتِه في الشرِّ والفساد </p><p> {فَقَدْ ظَلَمَ نَفْسَهُ} في ضمن ظلمِه لهن بتعريضها للعقاب </p><p> {وَلَا تَتَّخِذُواْ آيات الله} المنطويةَ على الأحكام المذكورة أو جميعَ آياتهِ وهي داخلةٌ فيها دخولاً أولياً </p><p> {هُزُواً} أي مَهُزوًّا بها بأن تُعرِضوا عنها وتتهاونوا في المحافظة على ما في تضاعيفها من الأحكام والحدود من قولهم لمنْ لَمْ يجِدَّ فِي الأمر أنت هازئ كأنه نُهي عن الهُزْؤ بها وأريد ما يستلزمه من الأمر بضده أي جِدُّوا في الأخذ بها والعملِ بما فيها وارعَوْها حقَّ رعايتها وإلا فقد أخذتموها هُزُؤاً ولعباً ويجوزُ أن يرادَ بهِ النهيُ عن الإمساك ضراراً فإن الرجعةَ بلا رغبة فيها عملٌ بموجب آياتِ اللَّهِ تعالى بحسب الظاهر دون الحقيقة وهو معنى الهزء وقيل كان الرجل ينكِحُ ويطلِّقُ ويُعتِقُ ثم يقول إنما كنت ألعَبُ فنزلت ولذلك قال صلى الله عليه وسلم ثلاثٌ جِدُّهن جدٌ وهزلُهن جدٌّ النكاحُ والطلاقُ والعِتاق </p><p> {واذكروا نِعْمَةَ الله عَلَيْكُمْ} حيث هداكم إلى ما فيه سعادتُكم الدينية والدنيوية أي قابلوها بالشكر والقيام بحقوقها والظرفُ متعلقٌ بمحذوفٍ وقعَ حالاً من نعمة الله أي كائنةً عليكم أو صفةٌ لها على رأي من يجوِّز حذفَ الموصول مع بعض صلته أي الكائنة عليكم ويجوز أن يتعلق بنفسها إن أريد بها الإنعام لأنها اسم مصدر كنبات من أنبت ولا يقدح في عمله تاء التأنبث لأنه مبنيٌّ عليها كما في قولِه </p><p> فلولا رجاءُ النصر منك ورهبة ... عقابك قد كانوا لنا كالموارد </p><p> وَمَا أَنزَلَ عَلَيْكُم عطفٌ على نعمة الله وما موصولةً حُذف عائدُها من الصلة ومن في قولِه عزَّ وجلَّ </p><p> {مّنَ الكتاب والحكمة} بيانية أي من القرآن والسنة أو القرآن الجامع للعنوانين على أن العطف لتغايُر الوصفين كما في قولِه </p><p> إلى الملكِ القَرْم وابن الهُمام </p><p> وفي إبهامه أولاً ثم بيانه من التفخيم مالا يخفى وفي إفراده بالذكر مع كونه أولَ ما دخل في النعمة المأمورِ بذكرها إبانةٌ بخطره ومبالغةٌ في البعث على مرعاة ما ذكر قبله من الأحكام </p><p> {يَعِظُكُمْ بِهِ} أي بما أنزل حال من فاعل أنزل أو مفعوله أو منهما معاً </p><p> {واتقوا الله} في شأن المحافظة عليه والقيام بحقوقه الواجبة </p><p> {واعلموا أَنَّ الله بِكُلّ شَىْء عليم} فلا يخفى عليه شئ مما تأتون وما تذرون فيؤاخذكم بأفانين العقاب </p><p> ٢٣٢ - البقرة </p>"
}