{
  "id": null,
  "sura": 2,
  "aya": 101,
  "text": "<p> {وَلَمَّا جَاءهُمْ رَسُولٌ} هو النبيِّ صلَّى الله عليهِ وسلم ولتنكير للتفخيم </p><p> {مِنْ عِندِ الله} متعلق بحاء أو بمحذوف وقع صفة لرسول لإفادة مزيدِ تعظيمِه بتأكيد ما أفاده التنكيرُ من الفخامةِ الذاتية بالفخامة الإضافية </p><p> {مُصَدّقٌ لِّمَا مَعَهُمْ} من التوراة من حيث أنه صلى الله عليه وسلم قرر صِحتها وحقق حَقّيةَ نبوة موسى عليهِ الصلاةُ والسلامُ بمَا أُنزل عليه أو من حيث إنه عليه السلام جاء على وَفق ما نُعت فيها </p><p> {نَبَذَ فَرِيقٌ مّنَ الذين أُوتُواْ الكتاب} أي التوراةَ وهم اليهودُ الذين كانوا في عهد النبيِّ صلَّى الله عليهِ وسلم ممن كانوا يستفتحون به قبل ذلك لا الذين كانو في عهد سليمانَ عليه السلام كما قيل لأن النبذَ عند مجيءِ النبيِّ صلَّى الله عليهِ وسلم لا يتصور منهم وإفراد هذا النبذُ بالذِّكرِ مع اندراجِه تحتَ قوله عز وجل {أَوْ كُلَّمَا عاهدوا عَهْدًا نَّبَذَهُ فَرِيقٌ مّنْهُم} لأنه معظمُ جناياتِهم ولأنه تمهيدٌ لذكر اتّباعهم لما تتلو الشياطينُ وإيثارِهم له عليه والمرادُ بإيتائها إما إيتاءُ علمِها بالدراسة والحفظ والوقوفِ على ما فيها فالموصولُ عبارة عن علمائهم وإما مجردُ إنزالِها عليهم فهو عبارةٌ عن الكل وعلى التقديرين فوضعُه موضِع الضمير لللإ يذان بكمال التنافي بين ما أُثبت لهم في حيز الصلةِ وبين ما صدرَ عنهُم من النبذ </p><p> {كتاب الله} أي الذي أوُتوه قال السدي لما جاءهم محمدٍ صلَّى الله عليهِ وسلم عارضوه بالتوراة فاتفقت التوراةُ والفرقانُ فنبذوا التوراة وأخذوا بكتاب آصَفَ وسحرِ هاروتَ وماروتَ فلم يوافق القرآنَ فهذا قوله تعالى {وَلَمَّا جَاءهُمْ رَسُولٌ مّنْ عِندِ الله} الخ وإنما عَبَّر عنها بكتاب الله تشريفاً لها وتعظيماً لحقِها عليهم وتهويلا لما اجترؤا عليه من الكفر </p><p> البقرة (١٠٢) </p><p> بها وقيل كتابَ الله القرآنُ نبذوه بعد ما لزمهم تلقيه بالقبول لاسيما بعد ما كانوا يستفتحون به من قبل فإن ذلك قَبولٌ له وتمسُّكٌ به فيكون الكفرُ به عند مجيئه نبذاً له كأنه قيل كتابَ الله الذي جاء به فإن مجيءَ الرسول مُعربٌ عن مجيء الكتاب </p><p> {وَرَاء ظُهُورِهِمْ} مَثَلٌ لتركهم وإعراضِهم عنه بالكلية مثل بما يرمى به وراء الظهر استغناءً عنه وقلّةَ التفاتٍ إليه </p><p> {كَأَنَّهُمْ لَا يَعْلَمُونَ} جملةٌ حاليةٌ أي نبذوه وراء ظهورِهم مُشبَّهين بمن لا يعلمه فإن أريد بهم أحبارُهم فالمعنى كأنهم لايعلمونه على وجه الإيقان ولا يعرفون مَا فيهِ منْ دلائلِ نبوتِه عليه الصلاةُ والسلامُ ففيه إيذانٌ بأن علمَهم به رصينٌ لكنهم يتجاهلون أو كأنهم لا يعلمون أنه كتابُ الله أو لا يعلمونه أصلاً كما إذا أريد بهم الكل وفي هذين الوجهين زيادةُ مبالغةٍ في إعراضهم عما في التوراة من دلائل النبوة هذا وإن أريد بما نبذوه من كتاب الله القرآنَ فالمرادُ بالعلم النَّفيِ في قوله تعالى {كَأَنَّهُمْ لَا يَعْلَمُونَ} هو العلمُ بأنه كتابُ الله ففيه ما في الوجه الأول من الإشعار بأنهم مُتيقِّنون في ذلك وإنما يكفُرون به مكابرةً وعِناداً قيل إن جيل اليهود أربعُ فرقٍ ففِرقةٌ آمنوا بالتوراة وقاموا بحقوقها كمؤمني أهلِ الكتاب وهم الأقلون المشار إليهم بقوله عز وجل {بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ} وفِرقةٌ جاهروا بنبذ العهودِ وتعدّي الحدود تمرُّداً وفسُوقاً وهم المعنيُّون بقوله تعالى {نَّبَذَهُ فَرِيقٌ مّنْهُم} وفِرقةٌ لم يجاهروا بنبذها ولكن نبذوها لجهلهم بها وهم الأكثرون وفِرقةٌ تمسكوا بها ظاهراً ونبذوها خُفْيةً وهم المتجاهلون </p>"
}