{
  "id": null,
  "sura": 2,
  "aya": 221,
  "text": "<p> {وَلَا تَنْكِحُواْ المشركات} أي لا تتزوجوهن وقرئ بضم التاء من الإنكاح أي لا تُزوِّجوهن </p><p> من المسلمين </p><p> {حتى يُؤْمِنَّ} والمرادُ بهن إما ما يعم الكتابياتِ أيضاً حسبما يقتضيه عمومُ التعليلين الآتيين لقوله تعالى وَقَالَتِ اليهودُ عُزَيْرٌ ابنُ الله وَقَالَتِ النصارى المسيح ابن الله إلى قوله سبحانه عَمَّا يُشْرِكُونَ فالآية منسوخةٌ بقوله تعالى والمحصنات مِنَ الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ وأما غيرُ الكتابيات فهي ثابتة ورُوي أنَّ رسولَ الله صلى الله عليه وسلم بعث مَرْثدَ بنَ أبي مرثد الغنوي إلى مكةَ ليُخرج منها ناساً من المسلمين وكان يهوى امرأةً في الجاهلية اسمُها عَنَاق فأتته فقالت ألا تخلو فقال ويحك إن الإسلامَ حال بيننا فقال هل لك أن تتزوّجَ بي قال نعم ولكن ارجع الى النبيِّ صلَّى الله عليهِ وسلم فاستأمَره فنزلت </p><p> {وَلأمَةٌ مُّؤْمِنَةٌ} تعليل للنهي عن مواصلتهن وترغيبٌ في مواصلة المؤمنات صُدِّر بلام الابتداء الشبيهةِ بلام القسم في إفادة التأكيد مبالغة في الحمل على الانزجار وأصلُ أمة أمو حذفت لامها على غير قياس وعوِّض منه تاء التأنيث ودليلُ كون لامها واوا رجعوها في الجمع قال الكلابي </p><p> أما الإماءُ فلا يدعونني ولدا ... إذا تداعى بنو الأمواتِ بالعار </p><p> وظهورُها في المصدر يقال هي أَمةٌ بيِّنة الأُموَّة وأقرَّتْ له بالأموّة وقد وقعت مبتدأ لما فيها من لام الابتداء والوصف أي ولأمة مؤمنة مع ما بها من خساسة الرق وقلة الخطر </p><p> {خَيْرٌ} بحسب الدين والدنيا </p><p> {مّن مُّشْرِكَةٍ} أي امرأة مشركة مع مالها من شرف الحرية ورفعة الشأن </p><p> {وَلَوْ أَعْجَبَتْكُمْ} قد مر أن كلمةَ لو في أمثالِ هذهِ المواقعِ ليستْ لبيان انتفاءِ الشيءِ في الماضي لانتفاء غيرِه فيه فلا يُلاحظ لها جوابٌ قد حُذف ثقةٍ بدلالةِ ما قبلها عليه من انصباب المعنى على تقديره بل هي لبيان تحققِ ما يفيده الكلام السابق من الحُكم على كل حالٍ مفروض من الأحوال المقارنة له على الإجمال بإدخالِها على أبعدِها منه وأشدِّها منافاةً له ليظهرَ بثبوته معه ثبوتُه مع ما عداه من الأحوال بطريق الأولوية لما أن الشيءَ متى تحقق مع المنافي القويَّ فلأنْ يتحققَ مع غيره أولى ولذلك لا يذكر معه شيءٌ من سائرِ الأحوالِ ويكتفى عنه بذكر الواوِ العاطفةِ للجُملة على نظيرتها المقابلةِ لها المتناولة لجميع الأحوال المغايرة لها وهذا معنى قولِهم أنها لاستقصاء الأحوال على وجه الإجمال كأنه قيل لو لم تعجبْكم ولو أعجبتكم والجملةُ في حيز النصبِ على الحالية من مشركة إذ المآل وَلأَمَةٌ مُّؤْمِنَةٌ خيرٌ مّن امرأة مشركة حال عدمِ اعجابها وحال إعجابها إياكم بجمالها ومالِها ونسبها وبغير ذلك من مبادي الإعجابِ وموجباتِ الرغبة فيها أي على كل حال وقد اقتُصر على ذِكْر ما هو أشدُّ منافاةً للخيرية تنبيهاً على أنها حيث تحققت معه فلأَنْ تتحققَ مع غيره أولى وقيل الواوُ حاليةٌ وليس بواضح وقيل اعتراضيةٌ وليس بسديد والحقُّ أنها عاطفة مستتبعةٌ لما ذكر من الاعتبار اللطيف نعم يجوز أن تكونَ الجملةُ الأولى مع ما عطف عليها مستأنفة مقررة لمضمون ما قبلها فتدبر </p><p> {وَلَا تُنكِحُواْ المشركين} من الإنكاح والمراد بهم الكفار على الإطلاق لما مر أي لا تُزوِّجوا منهم المؤمناتِ سواءٌ كن حرائرَ أو إماءً </p><p> {حتى يؤمنوا} ويتركوا ماهم فيه من الكفر </p><p> {وَلَعَبْدٌ مُّؤْمِنٌ} مع ما به من ذل المملوكية </p><p> {خَيْرٌ من مشرك} مع ماله من عز المالكية </p><p> {وَلَوْ أعجبكم} مما فيه من دواعي الرغبة فيه الراجعةِ إلى ذاته وصفاته </p><p> {أولئك} استئنافٌ مقرِّرٌ لمضمون التعليلين المارَّيْن أي أولئك المذكورون من المشركات والمشركين </p><p> {يَدَّعُونَ} من يقارِنُهم ويعاشِرُهم </p><p> {إِلَى النار} أيْ إلى ما يُؤدِّي إليها من الكفر والفسوق فلا بد من الاجتناب عن مقارنتهم ومقاربتِهم </p><p> {والله يَدْعُو} بواسطة عباده </p><p> ٢٢٢ - البقرة المؤمنين مَنْ يقارِنُهم </p><p> {إِلَى الجنة والمغفرة} أي إلى الاعتقاد الحق والعملِ الصالحِ الموصلَيْن إليهما وتقديمُ الجنة على المغفرة مع أن حق التخلية أن تُقدَّم على التحلية لرعاية مقابلة النار ابتداءً </p><p> {بِإِذْنِهِ} متعلق بيدعو أي يدعو ملتبساً بتوفيقه الذي من جملته إرشادُ المؤمنين لمقارِنيهم إلى الخير ونصيحتُهم إياهم فهم أحقاءُ بالمواصلة </p><p> {ويبين آياته} المستملة على الأحكام الفائقةِ والحِكَمِ الرائقة </p><p> {لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} أي لكى يتذكروا ويعملوا بما فيها فيفوزوا بما دُعوا إليه من الجنة والغفران هذا وقد قيل معنى والله يدعوا وأولياءُ الله يدْعون وهم المؤمنون على حذفِ المضافِ وإقامةِ المضافِ إليه مقامه تشريفاً لهم وأنت خبيرٌ بأن الضميرَ في المعطوف على الخبر أعني قوله تعالى ويبين لله تَعَالَى فيلزم التفكيكُ وقيل معناه والله يدعو بأحكامه المذكورة إلى الجنة والمغفرة فإنها موصلةٌ لمن عمِل بها إليهما وهذا وإن كان مستدعياً لاتحاد مرجِع الضميرين الكائنين في الجملتين المتعاطفتين الواقعتين خبراً للمبتدأ لكنْ يفوِّت حينئذ حسنَ المقابلة بينه وبينَ قولِهِ تعالى أُوْلَئِكَ يَدْعُونَ إِلَى النار ولعل الطريق الأسلمَ ما أوضحناه أولاً وإيرادُ التذكر ههنا للإشعار بأنه واضحٌ لا يحتاج إلى التفكر كما في الأحكام السابقة </p>"
}