{
  "id": null,
  "sura": 2,
  "aya": 136,
  "text": "<p> {قُولُواْ} خطابٌ للمؤمنين بعد خِطابه عليه السلام بردِّ مقالتِهم الشنعاءِ على الإجمال وإرشادٌ لهم إلى طريق التوحيد والإيمان على ضربٍ من التفصيل أي قولوا لهم بمقابلة ما قالوا تحقيقا وارشاد ضمنياً لهم إليه </p><p> {آمنَّا بالله وما أنزل إلينا} يعني القرآن قُدِّم على سائر الكتب الإلهية مع تأخرُّه عنها نزولاً لاختصاصِه بنا وكونِه سبباً للإيمان بها </p><p> {وَمَا أُنزِلَ إِلَى إبراهيم وإسماعيل وإسحاق وَيَعْقُوبَ والاسباط} الصُحُف وإن كانت نازلةً إلى إبراهيم عليه السلام لكن من بعده حيث كانوا متعبَّدين بتفاصيلها داخلين تحت أحكامِها جُعلت منزلة إليهم كما جعل القرآنُ منزلاً إلينا والأسباطُ جمع سبط وهو الحافد والمراد بهم حفدة يعقوبَ عليه السلام أَوْ أبناؤه الا ثنا عشر وذراريهم فإنهم حفدة ابراهيم واسحق </p><p> {وَمَا أُوتِىَ موسى وعيسى} من التوراة والإنجيل وسائر المعجزات الباهرة الظاهرة بأيديهما حسبما فُصّل في التنزيل الجليل وإيرادُ الإيتاء لما أشير إليه من التعميم وتخصيصُهما بالذكر لما أن الكلام مع اليهود والنصارى </p><p> {وَمَا أُوتِيَ النبيون} أي جملةُ المذكورين وغيرُهم </p><p> {مّن رَّبّهِمُ} من الآيات البيناتِ والمعجزاتِ الباهراتِ </p><p> {لَا نُفَرّقُ بَيْنَ أَحَدٍ مّنْهُمْ} كدأب اليهود والنصارى آمنوا ببعض وكفروا ببعض وإنما اعتبروا عدمُ التفريق بينهم مع أن الكلامَ فيما أوتوه لاستلزام عدم التفريق بينهم بالتصديق والتكذيب لعدم التفريقِ بين ما أوُتوه وهمزةُ أحدٍ إما أصلية فهو اسم موضوع لمن يصلح أن يخاطب يستوي فيه المفردُ والمثنى والمجموعُ والمذكرُ والمؤنث ولذلك صح دخولُ بين عليه كما في مثل المال بين الناس ومنه ما في قوله صلى الله عليه وسلم ما أُحِلَّتِ الغنائمُ لأحدٍ سود الرءوس غيرِكم حيثُ وصف بالجمع وإما مبدلة من الواو فهو بمعنى واحد وعمومُه لوقوعه في حيز النفي وصحة دخول بين عليه باعتبار معطوفٍ قد حُذف لظهوره أي بين أحدٍ منهم وبين غيره كما في قول النَّابغةِ ... فمَا كانَ بين الخير لوجاء سالما ... أبُو حَجَرٍ إلَاّ ليالٍ قلائلُ ... </p><p> أي بين الخيرِ وبينِي وفيه من الدلالة صريحاً على تحقق عدم التفريق بين كل فردٍ فرد منهم وبين من عداه كائنا من كان ما ليس في أن يقال لا نفرِّق بينهم والجملةُ حالٌ منَ الضميرِ في آمنا وقوله عز وجل </p><p> {وَنَحْنُ لَهُ مُسْلِمُونَ} أي مخلصون له ومُذعنون حالٌ أُخرى منْهُ أو عطفٌ على آمنا </p><p> البقرة (١٣٧) </p>"
}