{
  "id": null,
  "sura": 2,
  "aya": 114,
  "text": "<p> {وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مساجد الله} إنكارٌ واستبعاد لأن يكون أحدٌ أظلمَ ممن فعل ذلك أومساويا له وإن لم يكن سبكُ التركيب متعرضاً لإنكار المساواة ونفيُها يشهد به العرف الفاشي والاستعمال المطرد فإذا قيل مَنْ أكرمُ من فلان أولا أفضلَ من فلان فالمرادُ به حتماً أنه أكرمُ من كل كريم وأفضل من كل فاضل وهذا الحكم عامٌ لكل من فعل ذلك في أي مسجد كان وإن كان سببَ النزول فعلُ طائفةٍ معينة في مسجد مخصوص رُوي أن النصارى كانوا يطرَحون في بيت المقدس الأذى ويمنعون الناسَ أن يصلوا فيه وأن الرومَ غزَوُا أهلَه فخرَّبوه وأحرقوا التوراة وقتلوا وسبوا وقد نُقلَ عن ابنِ عباسٍ رضيَ الله عنهما أنَّ طِيطَيُوسَ الروميَّ ملكَ النصارى وأصحابَه غزوا بني إسرئيل وقتلوا مُقاتِلَتَهم وسبَوُا ذرارِيَهم وأحرقوا التوراةَ وخرَّبوا بيتَ المقدس وقذفوا فيه الجيفَ وذبحوا فيه الخنازيرَ ولم يزل خراباً حتى بناه المسلمون في عهد عمرَ رضي الله عنه وإنما أُوقعَ المنعُ على المساجد وإن كان الممنوعُ هو الناسَ لما أن فعلَهم من طرح الأذى والتخريب ونحوِهما متعلقٌ بالمسجد لا بالناس مع كونه على حاله وتعلقُ الآيةِ الكريمة بما قبلها من حيث إنها مبطلةٌ لدعوى النصارى اختصاصَهم بدخول الجنة وقيل هو منعُ المشركين من جُملة الجاهلين القائلين لكل مَنْ عداهم ليسوا على شئ </p><p> {أن يذكر فيها اسمه} ثاني مفعولي منع كقوله تعالى {وَمَا مَنَعَ الناس أَن يُؤْمِنُواْ} وقوله تعالى {وَمَا مَنَعَنَا أَن نُّرْسِلَ بالآيات إِلَاّ أَن كَذَّبَ بِهَا الاولون} ويجوزُ أنْ يكونَ ذلكَ بحذف الجارِّ مع أن وأن يكون ذلك مفعولاً له أي يُذكر فيها اسمُه </p><p> {وسعى فِى خَرَابِهَا} بالهدم أو التعطيل بانقطاع الذكر </p><p> {أولئك} المانعون الظالمون الساعون في خرابها </p><p> {مَا كَانَ لَهُمْ أَن يَدْخُلُوهَا إِلَاّ خَائِفِينَ} أي ما كان ينبغي لَهُمْ أَن يَدْخُلُوهَا إِلَاّ بخشية وخضوعٍ فضلاً عن الاجتراء على تخريبها أوتعطيلها أوما كان الحق أن يدخلوها إلا على حال التهيُّب وارتعادِ الفرائصِ من جهة المؤمنين أن يبطِشوا بهم فضلاً أن يستولوا عليها ويَلوُها ويمنعوهم منها أو ما كان لَهُمْ في علم الله تعالى وقضائه بالآخرة إلا ذلك فيكونُ وعداً للمؤمنين بالنُصرة واستخلاص ما استولَوْا عليه منهم وقد أُنجز الوعدُ ولله الحمد روى أنه لايدخل بيتَ المقدس أحدٌ من النصارى إلا متنكراً مسارقةً وقيل معناه النهيُ عن تمكينهم من الدخول في المسجد واختلف الأئمة في ذلك فجوّزه أبو حنيفة مطلقاً ومنعه مالك مطلقاً وفرَّق الشافعي بين المسجد الحرام وغيره </p><p> {ولهم} أي لأولئك المذكورين </p><p> {فِى الدنيا خِزْىٌ} أي خزي فظيعٌ لا يوصف بالقتل والسبي والإذلال بضرب الجزية عليهم </p><p> {وَلَهُمْ فِى الأخرة عَذَابٌ عَظِيمٌ} وهو عذابُ النار لما أن سببه أيضاً وهو ما حُكي من ظلمهم كذلك في العِظَم وتقديمُ الظَّرفِ في الموضعينِ لتشويق إلى ما يذكر بعدَه من الخزي والعذاب لما مرَّ منْ أنَّ تأخيرَ ما حقُّه التقديمُ موجبٌ لتوجه النفس إليه فيتمكن فيها عند وروده فضلَ تمكن كما في </p><p> البقرة (١١٦ - ١١٥) </p><p> قوله تعالى {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ}  {وَأَنزَلَ لَكُمْ مّنَ الأنعامِ ثمانية أزواج} إلى غير ذلك </p>"
}