{
  "id": null,
  "sura": 2,
  "aya": 266,
  "text": "<p> {أَيَوَدُّ أَحَدُكُمْ} الوُدُّ حبُّ الشئ مع تمنيه ولذلك يستعمل استعمالها والهمزةُ لإنكار الوقوعِ كما في قوله أأضرب أبي لا لإنكارِ الواقعِ كَما في قولك أتضرب أباك على أنَّ مناطَ الإنكارِ ليس جميعَ ما تعلّق به الوُدّ بل إنما هو إصابةُ الإعصارِ وما يتبعُها من الاحتراق </p><p> {أَن تكون له جنة} وقرئ جناتٌ </p><p> {مّن نَّخِيلٍ وَأَعْنَابٍ} أي كائنةٍ منهما على أن يكونَ الأصلُ والركنُ فيها هذين الجنسينِ الشريفينِ الجامعين لفنون المنافع والباقي من المستتبِعات لا على أنْ يكونَ فيها غيرُهما كما ستعرِفه والجنَّةُ تطلق على الأشجار الملتفة المتكاثفة قال زهير </p><p> كأنَّ عيني في غربيِّ مفتلة ... من النواضح تسفى جنَّةً سُحُقاً </p><p> وعَلَى الأرضِ المشتملةِ عليها والأولُ هو الأنسبُ بقوله عز وجل </p><p> تَجْرِى مِن تَحْتِهَا الأنهار على الثاني لا بُدَّ من تقدير مضافٍ أي من تحت وشجارها وكذا لابد من جعل إسناد الاحتراق إليها فيما سيأتي مجازياً والجملةُ في محلِ الرفعِ على أنها صفةُ جنةٍ كما أن قوله تعالى مّن نَّخِيلٍ وَأَعْنَابٍ كذلك أو في محلِّ النصبِ على أنها حالٌ منها لأنها موصوفة </p><p> {لَهُ فِيهَا مِن كُلّ الثمرات} الظرفُ الأولُ خبرٌ والثاني حالٌ والثالثُ مبتدأ أي صفة للمبتدأ قائمة مَقامه أي له رزقٌ من كل الثمرات كما في قوله تعالى وَمَا مِنَّا إِلَاّ لَهُ مَقَامٌ مَّعْلُومٌ أي وما منَّا أحدٌ إلا له الخ وليس المرادُ بالثمرات العمومَ بل إنما هو التكثيرُ كما في قوله تعالى وَأُوتِيَتْ مِن كل شئ </p><p> {وَأَصَابَهُ الكبر} أي كِبَرُ السنِّ الذي هو مَظِنَّةُ شدَّةِ الحاجة إلى منافعها ومئنة كمالِ العجز عن تدارك أسباب المعايش والواو حالية أي وقد أصابه الكبر </p><p> {وَلَهُ ذُرّيَّةٌ ضُعَفَاء} حالٌ من الضمير في أصابه أي أصابه الكِبَرُ والحال أن له ذرية صغار لا يقدرون على الكسب وترتيب مبادى المعاش وقرئ ضعاف </p><p> {فَأَصَابَهَا إِعْصَارٌ} أي ريحٌ عاصفةٌ تستدير في الأرض ثم تنعكس منها ساطعةً إلى السماء على هيئة العَمود </p><p> {فِيهِ نَارٌ} شديدةٌ </p><p> {فاحترقت} عطفٌ على فأصابها وهذا كما ترى تمثيلٌ لحال من يعمل أعمالَ البرِّ والحسناتِ ويضُمُّ إليها ما يُحبِطُها من القوادح ثم يجدُها يوم القيامة عند كمال حاجته إلى ثوابها هباءً منثوراً في التحسر </p><p> ٢٦٧ - ٢٦٨ البقرة والتأسّف عليها </p><p> {كذلك} توحيدُ الكاف مع كون المخاطَب جمعاً قد مر وجهُه مرارا أي مثل البيان الواضحِ الجاري في الظهور مجرى الأمورِ المحسوسة </p><p> {يُبيّنُ الله لَكُمُ الآيات لَعَلَّكُمْ تَتَفَكَّرُونَ} كي تتفكروا فيها وتعتبروا بما فيها من العِبَر وتعملوا بموجبها </p>"
}