{
  "id": null,
  "sura": 2,
  "aya": 5,
  "text": "<p> {أولئك} إشارةٌ إلى الذينَ حُكيت خِصالُهم الحميدةُ من حيث اتصافُهم بها وفيهِ دلالةٌ على أنَّهم متميِّزون بذلك أكمل تميُّزٍ منتطمون بسببه في سلك الأمور المشاهدة وما فيه من معنى البعد للإشعار بعلو درجتهم وبُعد منزلتِهم في الفضلِ وهو مبتدأٌ وقوله عز وعلا </p><p> {على هُدًى} خبرُه وما فيه من الإبهام المفهومِ من التنكير لكمال تفخيمِه كأنه قيل على أي هدى هدىً لا يُبلَغ كُنهُه ولا يُقادَرُ قدرُه وإيرادُ كلمةِ الاستعلاء بناءً على تمثيل حالهم في ملابستهم بالهدى بحال من يَعْتلي الشيء ويستولى عليه بحيث يتصرف فيه كيفما يريد أو على استعارتها لتمسكهم بالهدى استعارةً تبعية متفرّعةً على تشبيهه باعتلاء الراكبِ واستوائِه على مركوبه أو على جعلها قرينةً للاستعارة بالكناية بين الهدى والمركوبِ للإيذان بقوةِ تمكّنِهم منه وكمالِ رسوخهم فيه وقولُه تعالى </p><p> {مِنْ رَّبّهِمُ} متعلقٌ بمحذوف وقع صفة له مبينة لفخامته الإضافية إثر بيانِ فخامته الذاتية </p><p> مؤكدةً لها أي على هدىً كائنٍ من عنده تعالى وهو شاملٌ لجميع أنواع هدايتِه تعالى وفنونِ توفيقِه والتعرّضُ لعنوانِ الربوبيةِ مع الإضافة إلى ضميرهم لغاية تفخيمِ الموصوفِ والمضافِ إليهم وتشريفِهما ولزيادة تحقيقِ مضمونِ الجملة وتقريرِه ببيانِ ما يوجبُه ويقتضيه وقد ادمغت النونُ في الراء بغُنةٍ أو بغير غنة والجملةُ على تقدير كونِ الموصولَين موصولَين بالمتقين مستقلةٌ لا محلَّ لها من الإعراب مقرِّرةٌ لمضمون قولِه تعالى هُدًى لّلْمُتَّقِينَ مع زيادة تأكيدٍ له وتحقيق كيف لا وكونُ الكتاب هدىً لهم فنٌّ من فنون ما مُنِحوه واستقروا عليه من الهدى حسبما تحققْتَه لا سيما مع ملاحظة ما يستتبعه من الفوز والفلاح وقيل هي واقعةٌ موقعَ الجواب عن سؤالٍ ربما ينشأ مما سبق كأنه قيل ما للمنعوتين بما ذُكِرَ من النعوتِ اختُصّوا بهداية ذَلِكَ الكتابِ العظيمِ الشَّأنِ وهل هم أحقاءُ بتلك الأثرَة فأجيب بأنهم بسبب اتصافِهم بذلك ما لكون لزِمام أصلِ الهدى الجامعِ لفنونه المستتبِع للفوز والفلاح فأيُّ ريبٍ في استحقاقهم لما هو فَرعٌ من فروعه ولقد جار عن سَنن الصواب من قال في تقرير الجواب إن أولئك الموصوفين غيرُ مستبعَدٍ أن يفوزوا دون الناسِ بالهدى عاجلاً وبالفلاح آجلاً وأما على تقدير كونِهما مفصولَين عنه فهي في محلِ الرفعِ على أنها خبرٌ للمبتدأ الذي هُوَ الموصولُ الأول والثاني معطوفٌ عليه وهذه الجملةُ استئنافٌ وقع جوابا عن سؤال ينساق إليه الذهنُ من تخصيص ما ذُكر بالمتقين قبل بيان مبادى استحقاقِهم لذلك كأنه قيل ما بالُ المتقين مخصوصين به فأجيب بشرح ما انطوى عليه اسمُهم إجمالاً من نعوت الكمال وبيان ما يستدعيه من النتيجة أي الذين هذه شئؤنهم أحقاءُ بما هو أعظمُ عن ذلك كقولك أُحِبّ الأنصارَ الذين قارعوا دون رسولِ الله صلى الله عليه وسلم زبذلوا مُهجتَهم في سبيل الله أولئك سوادُ عيني وسُوَيْدَاءُ قلبي وأعلم أن هذا المسلك يسلك تارة بإعاد اسمِ مَن استُؤنِفَ عنه الحديثُ كقولك أحسنتُ إلى زيدٍ زيدٌ حقيقٌ بالإحسان وأخرى بإعادةِ صفتِه كقولك أحسنتُ إلى زيدٍ صديقِك القديمِ أهلٌ لذلك ولا ريب في أن هذا أبلغُ من الأول لما فيه من بيان الموجِبِ للحكم وإيرادُ اسمِ الإشارةِ بمنزلة إعادة الموصوفِ بصفاته المذكورة مع ما فيه من الإشعار بكمال تميُّزِه بها وانتظامِه بسببِ ذلكَ في سلكِ الأمور المشاهدة والإيماءِ إلى بُعد منزلتِه كما مر هذا وقد جُوِّز أنْ يكون الموصولُ الأول مُجرىً على المتقين حسبما فُصّل والثاني مبتدأ وأولئك الخ خبرُه ويُجعل اختصاصُهم بالهدى والفلاح تعريضاً بغير المؤمنين من أهل الكتاب حيثُ كانُوا يزعُمون أنَّهم على الهدى ويطمعون في نيل الفلاح </p><p> {وأولئك هُمُ المفلحون} تكريرُ اسمِ الأشارة لاضهار مزيدِ العنايةِ بشأن المشارِ إليهم وللتنبيه على أن اتصافَهم بتلك الصفات يقتضي نيلَ كلِّ واحدةٍ من تَيْنكَ الأثَرَتين وأن كلاً منهما كاف في تمييزهم بها عمن عداهم ويؤيده توسيطُ العاطف بين الجملتين بخلاف ما في قوله تعالى {أُوْلَئِكَ كالأنعامِ بَلْ هُمْ أَضَلُّ أُوْلَئِكَ هُمُ الغافلون} فإن التسجيلَ عليهم بكمال الغفلة عبارةٌ عما يفيده تشبيهُهُم بالبهائم فتكون الجملةُ الثانية مقررةً للأولى وأما الإفلاحُ الذي هو عبارةٌ عن الفوز بالمطلوب فلمّا كان مغايراً للهدى نتيجةً له وكان كلٌّ منهما في نفسه أعزَّ مرامٍ يتنافس فيه المتنافسون فعل ما فعل وهم ضميرُ فصلٍ يفصِلُ الخبرَ عن الصفة ويؤكِّد النسبةَ ويفيد اختصاصَ المسندِ بالمسند إليه أو مبتدأٌ خبرُه المفلحون والجملةُ خبرٌ لأولئك وتعريفُ المفلحين للدلالة على أن المتقين هم الناسُ الذين بلغك أنهم المفلحون في الآخرة أو إشارةٌ إلى ما يعرِفه كلُّ أحد من </p><p> البقرة (٦) </p><p> حقيقة المفلحين وخصائصِهم هذا وفي بيان اختصاصِ المتقين نبيل هذه المراتبِ الفائقةِ على فنونٍ من الاعتبارات الرائقة حسبما أُشيرَ إليهِ في تضاعيفِ تفسير الآية الكريمة من الترغيب في افتفاء أثرِهم والإرشاد إلى اقتداءِ سيرِهم ما لا يخفى مكانُه والله وليُّ الهداية والتوفيق </p>"
}