{
  "id": null,
  "sura": 2,
  "aya": 137,
  "text": "<p> {فإن آمنوا} الفاءُ لترتيب ما بعدها على ما قبلها فإن ما تقدم من إيمانِ المخاطَبين على الوجه المحرَّرِ مَظِنَّةٌ لإيمان أهلِ الكتابين لما أنه مشتملٌ على ما هو مقبولٌ عندهم </p><p> {بمثل ما آمنتم بِهِ} أي بما آمنتم به على الوجهِ الذي فُصل على أن المِثْلَ مُقحَمٌ كما في قوله تعالى وَشَهِدَ شَاهِدٌ مّن بَنِى إسرائيل على مِثْلِهِ أي عليه ويعضُده قراءةُ ابنِ مسعود بما آمنتم به وقراءة أُبيّ بالذي آمنتم به ويجوزُ أن تكون الباء للاستعانة على أن المؤمَنَ به محذوف لظهوره بمرووه آنفاً أو على أن الفعلَ مُجرىً مجرى اللازمِ أي فإن آمنوا بما مر مفصلاً أو فإنْ فعلوا الإيمانَ بشهادةٍ مثلِ شهادتكم وأن تكون الأولى زائدةً والثانية صلةً لآمنتم وما مصدرية أي فإن آمنوا إيماناً مثلَ إيمانِكم بما ذُكر مفصَّلاً وأن تكون للملابسة أي فإن آمنوا ملتبسين بمثل ما آمنتم ملتبسين به أو فإن آمنوا إيمانا ملتبسا بمثل ما آمنتم إيماناً ملتبساً به من الإذعان والإخلاص وعدم التفريق بين الأنبياءِ عليهم السلام فإن ما وُجد فيهم وصدَر عنهم من الشهادة والإذعان وغير ذلك مثلُ ما للمؤمنين لاعينة بخلاف المؤمَنِ به فإنه لا يُتصوَّرُ فيه التعدّد </p><p> {فَقَدِ اهتدوا} إلى الحق وأصابوه كما اهتديتم وحصل بينكم الاتحادُ والاتفاق وأما ما قيل من أن المعنى فإن تحرَّوُا الإيمان بطريق يهدي إلى الحق مثلِ طريقِكم فقد اهتدوا فإن وَحدَة المقصِد لا تأبي تعدد الطريق فيأباه أن مقام تعيين طريق الحقِّ وإرشادُهم إليه بعينه لا يلائم تجويزَ أن يكون له طريقٌ آخرُ وراءه </p><p> {وَإِن تَوَلَّوْاْ} أي أعرضوا عن الإيمان على الوجه المذكور بأن أخلّوا بشئ من ذلك كأن آمنوا ببعضٍ وكفروا ببعض كما هو دينُهم ودَيْدَنُهم </p><p> {فَإِنَّمَا هُمْ فِى شِقَاقٍ} المُشاقّة والشِقاقُ من الشِق كالمخالفة والخِلاف من الخُلف والمعاداة والعداء من العدوة أي الجانب فإن أحدَ المخالِفين يُعرِض عن الآخر صورةً أو معنى ويُولِيه خَلفَه ويأخُذُ في شِقٍ غيرِ شِقّه وعَدْوةٍ غيرِ عَدْوَتِه والتنوينُ للتفخيم أي هم مستقرون في خلاف عظيمٍ بعيدٍ من الحق وهذا لدفع ما يُتوهم من احتمال الوِفاق بسبب إيمانِهم ببعضِ ما آمن به المؤمنونَ والجملةُ إما جوابُ الشرط كما هي على أن المرادَ مُشاقّتُهم الحادثةُ بعد توليتهم عن الإيمان كجزاب الشرطية الأولى وإنما أُوثرت الجملة الاسمية لدلالة على ثباتِهم واستقرارِهم في ذلك وإما بتأويل فاعلَموا إنما هم في شقاق هَذَا هُو الذي يستدعيه فخامة شان التنزيلِ الجليل وقد قيلَ قولُه تعالى فإن آمنوا الخ من باب التعجيز والتبكيتِ على منهاج قولِه تعالى فَأْتُواْ بِسُورَةٍ من مّثْلِهِ والمعنى فإن حصّلوا ديناً آخرَ مثل دينِكم مماثلاً له في الصِحة والسَّداد فقد اهتَدوا وإذ لا إمكانَ له فلا إمكانَ لاهتدائهم ولا ريب في أنه مما لا يليق بحمل النظمِ الكريم عليه ولمّا دل تنكيرُ الشِقاق على امتناعِ الوفاقِ وأن ذلك مما يؤدي إلى الجدال والقتالِ لا محالة عقَّب ذلك بتسلية رسول الله صلى الله عليه وسلم وتفريحِ المؤمنين بوعد النصر والغلبة وضمان التأييد والإعزاز وعبّر بالسين الدالةِ على تحقق الوقوعِ اْلبتَةَ فقيل </p><p> {فَسَيَكْفِيكَهُمُ الله} أي سيكفيك شِقاقَهم فإن الكفاية لا تتعلق بالأعيان بل بالأفعال وقد أنجز عز وجل وعدَه الكريمِ بقتل بني قريظة وسبيهم وإجلاء بنى </p><p> البقرة (١٣٩ - ١٣٨) </p><p> النضير وتلوينُ الخطاب بتجريده للنبي صلى الله عليه وسلم مع أن ذلك كفايةٌ منه سبحانه للكلِّ لما أنه الأصلُ والعُمدة في ذلك وللإيذانِ بأن القيامَ بأمورِ الحروب وتحمُّلَ المُؤَن والمشاقِّ ومقاساةَ الشدائد في مناهضة الأعداد من وظائف الرؤساء فنعمته تعالى في الكفاية والنصر في حقه عليه السلام أتم وأكملُ </p><p> {وَهُوَ السميع العليم} تذييلٌ لما سبق من الوعد وتأكيدٌ له والمعنى أنه تعالى يسمع ما تدعون به ويعلم ما في نِيَّتك من إظهار الدينِ فيستجيب لك ويوصلك إلى مرادك أو وعيد للكفرة أي يسمع ما ينطِقون به ويعلم ما يضمرونه في قلوبهم مما لا خير فيه وهو معاقبهم عليه ولا يَخْفى ما فيهِ من تأكيد الوعد السابقِ فإن وعيدَ الكفرة وعد للمؤمنين </p>"
}