{
  "id": null,
  "sura": 2,
  "aya": 97,
  "text": "<p> {قُلْ مَن كَانَ عَدُوّا لِّجِبْرِيلَ} نزل في عبدِ اللَّه بنِ صوريا من اخبار فدَك حاجّ رسول الله صلى الله عليه وسلم وسأله عمن نزل عليه الوحى فقال عليه السلام جبريلُ عليه السَّلامُ فقال هو عدوُّنا لو كان غيرُه لآمنّا بك وفي بعض الروايات ورسولنا وميكائيل فلو كان هو الذي يأتيك لآمنا بك وقد عادانا مِراراً وأشدُّها أنه أنزل على نبينا أن بيت المقدِس سيُخْرِبُه بُخْتَ نَصَّرُ فبعثنا من يقتلُه فلقِيه ببابل غلاماً مسكيناً فدفع عنه جبريلُ عليه السلام وقال إن كان ربكم أمره بهلا ككم فإنه لا يسلِّطكم عليه وإلا فبأيِّ حق تقتلونه وقيل أمرَهُ الله تعالى أنْ يجعل النبوة فينا فجعلها في غيرنا وروي أنه كان لعمر رضي الله عنه أرض بأعلى المدينة وكان ممرُّه على مدارس اليهود فكان يجلس إليهم ويسمع كلامَهم فقالوا يا عمرُ قد أحببناك وإنا لنطمع فيك فقال والله ما أجيئكم ولا سألكم لشكٍ في ديني وإنما أدخُلُ عليكم لأزداد بصيرةً في أمر محمدٍ صلَّى الله عليهِ وسلم وأرى آثارَه في كتابكم ثم سألهم عن جبريلَ عليه السلام فقالوا ذاك هو عدوُّنا يُطلِعُ محمداً على أسرارنا وهو صاحبُ كلِّ خسفٍ وعذاب وميكائيلُ يجيء بالخِصْب والسلام فقال لهم وما منزلتُهما عند الله تعالى قالوا جبريلُ أقربُ منزلةً هو عن يمينه وميكائيلُ عن يساره وهما متعاديان فقال عمرُ رضي الله عنه إن كانا كما تقولون فما هما بعدوَّيْن ولأنتم أكفرُ من الحمير ومن كان عدو الأحدهما فهو عدوٌّ للآخر ومن كان عدواً لهما كان عدوا لله سبحانه ثم رجع عمرُ فوجد جبرئيل عليه السلام قد سبقه بالوحى فقال النبيِّ صلَّى الله عليهِ وسلم لقد وافقك ربُّك يا عمر فقال عمرُ رضي الله عنه لقد رأيتُني في ديني بعد ذلك أصلبَ من الحجر وقرئ جبرئيل كسلسبيل وجبريل كجَحْمَرِشٍ وجِبريلَ وجِبْرئلَ وجِبرائيل كجبراعيل وجبرائل كجبراعل </p><p> البقرة (٩٩ - ٩٨) </p><p> ومَنْعُ الصرفِ فيه للتعريف والعُجمة وقيل معناه عبد اللَّه </p><p> {فَإِنَّهُ نَزَّلَهُ} تعليل لجواب الشرط قائم مقامه والبارزُ الأولُ لجبريل عليه السلام والثاني للقرآن أُضمر من غير ذكرٍ إيذاناً بفخامة شأنِه واستغنائه عن الذكر لكمالِ شهرتِه ونباهتِه لاسيما عند ذكر شئ من صفاته </p><p> {على قَلْبِكَ} زيادةُ تقريرٍ للتنزيل ببيان محلِّ الوحي فإنه القائلُ الأول له ومدارُ الفهم والحفظ وإيثارُ الخطاب على التكلم المبنيّ على حكاية كلام الله تعالى بعينه كما في قوله تعالى {قُلْ يا عِبَادِى الذين أَسْرَفُواْ على أَنفُسِهِمْ} لما في النقل بالعبارة من زيادة تقريرٍ لمضمون المقالةِ </p><p> {بِإِذُنِ الله} بأمره وتيسيرِه مستعارٌ من تسهيل الحجاب وفيه تلويحٌ بكمال توجُّه جبريلَ عليه السَّلامُ إِلَىَّ تنزيله وصدقِ عزيمتِه عليه السلام وهو حالٌ من فاعلِ نزّله وقوله تعالى </p><p> {مُصَدّقاً لّمَا بَيْنَ يَدَيْهِ} أي من الكتب الإلهية التي معظمُها التوراةُ حالٌ من مفعوله وكذا قوله تعالى </p><p> {وَهُدًى وبشرى لِلْمُؤْمِنِينَ} والعاملُ في الكل نزّله والمعنى من عادى جبريلَ من أهل الكتاب فلا وجهَ لمعاداته بل يجب عليه محبتُه فإنه نزل عليك كتاباً مصدِّقاً لكُتُبهم أو فالسبب في عداوته تنزيلُه لكتاب مصدّقٍ لكتابهم موافقٍ له وهم له كارهون ولذلك حرفوا كتابهم وجحَدوا موافقتَه له لأن الاعترافَ بها يوجب الإيمانَ به وذلك يستدعى التكاس أحوالِهم وزوالَ رياستهم وقيل إن الجواب فقد خلَع رِبْقةَ الإنصافِ أو فقد كفر بما معه من الكتب أو فليمُتْ غيظاً أو فهو عدوٌّ لي وأنا عدوٌّ له </p>"
}