{
  "id": null,
  "sura": 2,
  "aya": 170,
  "text": "<p> {وَإِذَا قِيلَ لَهُمُ اتبعوا مَا أَنزَلَ الله} التفاتٌ إلى الغَيْبة تسجيلاً بكمال ضلالِهم وإيذاناً بإيجاب تعدادِ ما ذكر من جناياتهم لصرف الخطاب عنهم وتوجيهِه إلى العقلاء وتفصيلُ مساوي أحوالِهم لهم على نهج المباثة أي إذا قيل لهم على وجه النصيحةِ والإرشادِ اتبعوا كتاب الله الذي أنزله </p><p> {قَالُواْ} لا نتبعه </p><p> {بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عليه آباءنا} أي وجدناهم عليه إما على أن الظرفَ متعلقٌ بمحذوفٍ وقعَ حالاً من آباءَنا وألفَيْنا متعدَ إلى واحد وإما على أنه مفعولٌ ثانٍ له مقدمٌ على الأول نزلت في المشركين أُمروا باتباع القرآنِ وسائرِ ما أنزل الله تعالى من الحجج الظاهرةِ والبينات الباهرةِ فجنحوا للتقليد والموصولُ إما عبارةٌ عمَّا سبقَ من اتخاذ الأندادِ وتحريمِ الطيبات ونحوِ ذلك وإما باقٍ على عمومه وما ذكره داخلٌ فيه دخولا أوليا وقيل نزلت في طائفة من اليهود دعاهم رسولُ الله صلى الله عليه وسلم فقالوا بَلْ نتبعُ مَا وجدْنا عليه آباءَنا لأنهم كانوا خيراً منا وأعلم فعلى هذا يعُمّ ما أنزل الله تعالى التوراةَ لأنها أيضاً تدعو إلى الإسلام وقوله عز وجل </p><p> {أولو كَانَ آبَاؤُهم لَا يَعْقِلُونَ شيئا ولا يهتدون} استئنافٌ مَسوقٌ من جهتِه تعالَى رداً لمقالتهم الحمقاءِ وإظهاراً لبطلان آرائِهم والهمزةُ لإنكارِ الواقعِ واستقباحِه والتعجيب منه لا </p><p> لإنكار الوقوعِ كالتي في قولِه تَعالَى أَوْ لَّوْ كُنَّا كارهين وكلمة لو في أمثالِ هذا المقامِ ليست لبيان انتفاء الشئ في الزمان الماضي لانتفاء غيرِه فيه فلا يلاحظ لها جوابٌ قد حُذف ثقةٍ بدلالةِ ما قبلها عليه بل هي لبيان تحققِ ما يفيده الكلامُ السابقُ بالذَّاتِ أو بالواسطةِ من الحُكم الموجَبِ أو المنفي على كل حالٍ مفروض من الأحوال المقارنةِ له على الإجمال بإدخالِها على أبعدِها منه وأشدِّها منافاةً له ليظهرَ بثبوتهِ أو انتفائِه معه ثبوتُه أو انتفاؤه مع ماعداه من الأحوال بطريق الأولية لما أن الشئ متى تحقَّقَ مع المنافي القويَّ فلأنْ يتحقَّقَ مع غيره أولى ولذلك لا يذكر معه شئ من سائر الأحوال ويكتفى عنه بذكر الواوِ العاطفةِ للجُملة على نظيرتها المقابلةِ لها المتناولة لجميع الأحوالِ المغايرة لها وهذا معنى قولِهم أنها لاستقصاء الأحوالِ على سبيلِ الإجمالِ وهذا المعنى ظاهرٌ في الخبر الموجَبِ والمنفيِّ والأمرِ والنهي كما في قولك فلانٌ جوادٌ يُعطي ولو كان فقيراً وبخيلٌ لا يُعطي ولو كان غنياً وقولِك أحسنْ إليه ولو أساءَ إليك ولا تُهِنْه ولو أهانك لبقائه على حاله وأما فيما نحن فيه نوع خفاء ناشئ من ورود الإنكارِ عليه لكن الأصلَ في الكل واحدٌ إلا أن كلمةَ لو في الصور المذكورةِ متعلقةٌ بنفس الفعل المذكورِ قبلها وأن ما يُقصدُ بيانُ تحققِه على كل حالٍ هو نفسُ مدلولِه وأن الجملةَ حالٌ من ضميره أو مما يتعلق به وأن ما في حيِّز لو باقٍ على ما هو عليه من الاستبعاد غالباً بخلاف ما نحن فيه لما أن كلمةَ لو متعلقةٌ فيه بفعل مقدرٍ يقتضيه المذكورُ وأن ما يُقصد بيانُ تحققِه على كل حال مدلولُه لا مدلولُ المذكورِ من حيث هو مدلولُه وأن الجملةَ حالٌ مما يتعلق به لا مما يتعلق بالمذكور من حيث هو متعلِّقٌ به وأن المقصودَ الأصليَّ إنكارُ مدلولِه باعتبار مقارنتُه للحالة المذكورةِ وأما تقديرُ مقارنته لغيرها فلتوسيع الدائرةِ وأن ما في حيز لولا يُقصد استبعادُه في نفسه بل يقصد الإشعارُ بأنه أَمْرٌ محقَّق إلا أنه أُخرج مُخرَجَ الاستبعادِ معاملةً مع المخاطَبين على معتقدَهم لئلا يلبَسوا من التصريح بنسبة آبائهم إلى كمال الجهالةِ والضلالةِ جلدَ النَّمِرِ فيركبوا متنَ العِناد ومبالغةً في الإنكار من جهة اتباعهم لآبائهم حيث كان منكراً مستقبحاً عند احتمالِ كونِ آبائهم كما ذُكر احتمالاً بعيداً فلأَنْ يكونَ مُنْكراً عند تحققِ ذلك أولى والتقديرُ أيتبعون ذلك لو لم يكن آبَاؤُهم لَا يَعْقِلُونَ شَيْئًا من الدين ولا يهتدون للصواب ولو كانوا كذلك فالجملةُ في حيز النصبِ على الحالية من آبائهم على طريقة قوله تعالى أَنِ اتبع مِلَّةَ إبراهيم حَنِيفًا كأنه قيل أيتبعون دين آبائهم حالَ كونِهم غافلين وجاهلين ضالّين إنكاراً لما أفاده كلامُهم من الاتّباع على أي حالةٍ كانت من الحالتين غيرَ أنه اكتُفيَ بذكر الحالةِ الثانية تنبيهاً على أنها هي الواقعةُ في نفس الأمر وتعويلاً على اقتضائها للحالة الأولى اقتضاءً بيّناً فإن اتباعهم الذي تعلق به الإنكارُ حيث تحقق مع كونه آبائِهم جاهلين ضالين فلأَنْ يتحقّقَ مع كونهم عاقلين ومُهتدين أوْلى إن قلتَ الإنكارُ المستفادُ من الاستفهام الإنكاريِّ بمنزلة النفي ولا ريب في أن الأولويةَ في صورة النفي معتبرةٌ بالنسبة إلى النفي ألا يُرى أن الأولى بالتحقق فيما ذُكر من مثال النفي عند الحالةِ المسكوتِ عنها أعني عدمَ الغِنى هو عدمُ الإعطاءِ لا نفسُه فكان ينبغي أن يكون الأولى بالتحقق فيما نحن فيه عند الحالةِ المسكوتِ عنها وهي حالة كونِ آبائهم عاقلين ومهتدين إنكار الا تباع لا نفسُه إذ هو الذي يدل عليه أيتبعون االخ فلم اختلفت الحالُ بينهما قلتُ لِما أن مناطَ الأولويةِ هو الحكمُ الذي أريد بيانُ تحققه على كل حال وذلك </p><p> البقرة (١٧٢ - ١٧١) </p><p> في مثال النفي عدمُ الإعطاءِ المستفادِ من الفعل المنفيِّ المذكور وأما فيما نحن فيه فهو نفسُ الاتباعِ المستفادِ من الفعل المقدرِ إذ هو الذي يقتضيه الكلامُ السابقُ أعني قولَهم بل نتبعُ الخ وأما الاستفهامُ فخارجٌ عنه وارد عليه الإنكار ما يُفيدُه واستقباحِ ما يقتضيه لا أنه تمامه كما في الصورة النفي وكذا الحالُ فيما إذا كانت الهمزةُ لإنكار الوقوعِ ونفْيِه مع كونه بمنزلة صريح النفي كما سيأتي تحقيقُه في قوله تعالى أَوَلَوْ كُنَّا كارهين وقيل الواوُ حالية ولكن التحقيقَ أن المعنى يدور على معنى العطفِ في سائر اللغات أيضاً </p>"
}