{
  "id": null,
  "sura": 2,
  "aya": 232,
  "text": "<p> {وَإِذَا طَلَّقْتُمُ النساء فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ} بيانٌ لحكم ما كانوا يفعلونه عند بلوغِ الأجل حقيقةً بعد بيانِ حُكمِ ما كانوا يفعلونه عند المشارفة إليه والعضْلُ الحبسُ والتضييقُ ومنه عضَلت الدجاجةُ إذا نشِبَ بيضُها ولم يخرج والمراد المنعُ والخطاب إما للأولياء لما رُوي أنَّها نزلتْ في معقِل بنِ يسارَ حين عضل أخته جملا أن ترجِع إلى زوجها الأول بالنكاح وقيل نزلت في جابرِ بن عبدِ اللَّه حين عضَل ابنةَ عمَ له وإسنادُ التطليق إليهم لتسبُّبهم فيه كما ينبى عنه تصدّيهم للعضل ولعل التعرضَ لبلوغ الأجل مع جواز التزوج بالزوج الأول قبله أيضاً لوقوع العضلِ المذكور حينئذ وليس فيه دلالةٌ على أن ليس للمرأة أن تزوِّج نفسَها وإلا لما احتيج إلى نهي الأولياء عن العضل لما أن النهيَ لدفع الضرر عنهن فإنهن وإن قدَرْن على تزويج أنفسِهن لكنهن يحترزن عن ذلك مخافة اللوم والقطيعة وإما للأزواج حيث كانوا يعضُلون مطلقاتِهم ولا يدَعونهن يتزوجْن ظُلما وقسراً لحمية الجاهلية وإما للناس كافة فإن إسناد ما فعله واحد منهم إلى الجميع شائعٌ مستفيضٌ والمعنى إذا وجد فيكم طلاق فلا يقعْ فيما بينكم عضلٌ سواء كان ذلك من قبل الأولياء أو من جهة الأزواج أو من غيرهم وفيه تهويلٌ لأمر العضل وتحذيرٌ منه وإيذانٌ بأن وقوع ذلك بين ظهرانهم وهم ساكتون عنه بمنزلة صدوره عن الكل في استتباع اللأئمة وسرابة الغائلة </p><p> {أَن يَنكِحْنَ} أي مِنْ أن ينكِحن فمحلُه النصبُ عند سيبويهِ والفرَّاءِ والجرُّ عند الخليل على الخلاف المشهور وقيل هو بدلُ اشتمالٍ من الضميرِ المنصوبِ في تعضُلوهن وفيه دَلالةٌ على صحة النكاح بعبارتهن </p><p> {أزواجهن} إن أريد بهم المطلقون فالزوجية إما باعتبار ماكان وإما باعتبار ما يكون والا فبالا عتبار الأخير </p><p> {إِذَا تراضوا} ظرفٌ لِلا تعضُلوا وصيغةُ التذكير باعتبار تغليبِ الخطاب على النساء والتقييدُ به لأنه المعتاد لا لتجويز المنع قبل تمام التراضي وقيل ظرفٌ لأن ينكحن وقوله تعالى </p><p> {بَيْنَهُمْ} ظرفٌ للتراضي مفيدٌ لرسوخه واستحكامه </p><p> {بالمعروف} الجميلِ عند الشرع المستحسنِ عند الناس والباءُ إما متعلقةٌ بمحذوفٍ وقعَ حالاً من فاعل تراضوا أو نعتاً لمصدر محذوفٍ أي تراضِياً كائناً بالمعروف وإما بتراضَوا أي يتراضوا بما يحسُن في الدين والمروءة وفيه إشعارٌ بأن المنعَ من التزوج بغير كفؤ أو بما دون مَهرِ المثل ليس من باب العضْل </p><p> {ذلك} إشارةٌ إلى ما فصل منَ الأحكامِ وما فيهِ من معنى البُعد لتعظيم المشار إليه والخطابُ لجميع المكلفين كما فيما بعده والتوحيدُ إما باعتبارِ كلِّ واحدٍ منهم وإما بتأويل القَبيل والفريق وإما لأن الكافَ لمجرد الخطابِ والفرقِ بين الحاضِرِ والمنقضي دون تعيين المخاطبين أو للرسول صلى الله عليه وسلم كما في قوله تعالى يأيُّهَا النبى إِذَا طَلَّقْتُمُ النساء للدلالة على أن حقيقةَ المشارِ إليه أمرٌ لا يكاد يعرِفه كلُّ أحد </p><p> {يُوعَظُ بِهِ مَن كَانَ مِنكُمْ يُؤْمِنُ بالله واليوم الآخر} فيسارع إلى الامتثال بأوامر ونواهيه إجلالاً له وخوفاً من عقابه وقوله تعالى </p><p> ٢٣٣ - البقرة مّنكُمْ إما متعلق بكان عند من يجوز عملها في الظروف وشبهها وإما بمحذوفٍ وقعَ حالاً من فاعل يؤمن أي كائناً منكم </p><p> {ذلكم} أي الاتعاظُ به والعملُ بمقتضاه </p><p> {أزكى لَكُمْ} أي أنمى وأنفعُ </p><p> {وَأَطْهَرُ} من أدناس الآثام وأوضارِ الذنوب </p><p> {والله يَعْلَمُ} ما فيه من الزكاة والطُهر </p><p> {وَأَنتُمْ لَا تَعْلَمُونَ} ذلك أو والله يعلمُ ما فيه صلاحُ أمورِكم من الأحكام والشرائعَ التي من جملتها ما بينه ههنا وأنتم لا تعلمونها فدعُوا رأيكم وامتثِلوا أمرَه تعالى ونهيَه في كل ما تأتون وما تذرون </p>"
}