{
  "id": null,
  "sura": 2,
  "aya": 247,
  "text": "<p> {وَقَالَ لَهُمْ نِبِيُّهُمْ} شروعٌ في تفصيل ما جرى بينه عليه السَّلامُ وبينهم من الأقوال والأفعال إثرَ الإشارةِ الإجمالية إلى مصير حالِهم أي قال لهم بعد ما أُوحي إليه ماأوحى </p><p> {إِنَّ الله قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا} طالوتُ علمٌ عِبْريٌّ كداودَ وجعلُه فَعْلوتاً من الطول يأباه منع صرفه وملكا حال منه رُوي أنه عليه السلام لما دعا ربه أن يجعل لهم ملِكاً أتى بعصاً يُقاس بها من يملِكُ عليهم فلم يساوِها إلا طالوتُ </p><p> {قَالُواْ} استئنافٌ كما مر </p><p> {أنى يَكُونُ لَهُ الملك عَلَيْنَا} أي من أين يكون أو كيف يكون ذلك </p><p> {وَنَحْنُ أَحَقُّ بالملك مِنْهُ وَلَمْ يُؤْتَ سَعَةً مّنَ المال} الواو الأولى حاليةٌ والثانيةُ عاطفةٌ جامعةٌ للجملتين في الحُكم أي كيف يتملّك علينا والحالُ أنه لا يستحِقُّ التملكُ لوجود من هو أحقُّ منه ولعدم ما يتوقف عليه الملكُ من المال وسبب هذا الاستبعادِ أن النبوةَ كانت مخصوصةً بسِبطٍ معينٍ من أسباط بني إسرائيلَ وهو سِبطُ لاوى بنِ يعقوبَ عليه السلام وسبط المملكة بسبط يهودا ومنه داودُ وسليمانُ عليهما السلام ولم يكن طالوتُ من أحد هذين السِبطين بل من ولد بنيامين قيل كان راعياً وقيل دبّاغاً وقيل سقّاءً </p><p> {قَالَ إِنَّ الله اصطفاه عَلَيْكُمْ} لمّا استبعدوا تملُّكَه بسقوط نسَبِه وبفقره ردَّ عليهم ذلك أولا مَلاكَ الأمرِ هو اصطفاءُ الله تعالى وقد اختاره عليكم وهو أعلم بالمصالح منكم وثانياً بأن العُمدة فيه وُفورُ العلم ليتمكَّنَ به من معرفة أمورِ السياسةِ وجسامةُ البدن ليعظُم خطرُه في القلوب ويقدِرَ على مقاومة الأعداءِ ومكابدةِ الحروب وقد خصه الله تعالى منهما بحظَ وافرٍ وذلك قوله عز وجل </p><p> {وَزَادَهُ بَسْطَةً فِي العلم} أي العلمِ المتعلِّقِ بالمُلك أو به وبالديانات أيضاً وقيل قد أوحي إليه ونبئ </p><p> {والجسم} قيل بطول القامة فإنه كان أطولَ من غيره برأسه ومنكبيه حتى إن الرجلَ القائم كان يمديده فينال رأسه وقيل بالجمال وقيل بالقوة </p><p> {والله يُؤْتِى مُلْكَهُ مَن يَشَاء} لما أنه مالِكُ المُلكِ والملَكوتِ فعّالٌ لما يريد فله أن يؤتِيَه من يشاءُ من عباده </p><p> {والله واسع} يوسِّع على الفقير ويُغنيه </p><p> {عَلِيمٌ} بمن يليقُ بالملك ممن لا يليق به وإظهارُ الاسمِ الجليلِ لتربية المهابة </p><p> ٢٤٨ - البقرة </p>"
}