{
  "id": null,
  "sura": 2,
  "aya": 267,
  "text": "<p> {يَا أَيُّهَا الذينَ آمَنُواْ أَنفِقُواْ مِن طيبات مَا كَسَبْتُمْ} بيانٌ لحال ما يُنفَقُ منه إثرَ بيانِ أصلِ الإنفاق وكيفيته أي أنفقوا من حلال ما كسبتم وجيادِه لقوله تعالَى {لَن تَنَالُواْ البر حتى تُنفِقُواْ مِمَّا تُحِبُّونَ} </p><p> {وَمِمَّا أَخْرَجْنَا لَكُم مّنَ الارض} أي من طيبات ما أخرجنا لكم من الحبوب والثمار والمعادِن فحذف لدلالة ما قبله عليه </p><p> {وَلَا تَيَمَّمُواْ} بفتح التاء أصله ولا تتيمموا وقرئ بضمها وقرئ ولا تأَمّموا والكلّ بمعنى القصد أي لا تقصِدوا </p><p> {الخبيث} أي الردئ الخسيسَ وهو كالطيب من الصفات الغالبة التي لا تُذكرُ موصوفاتها </p><p> {مِنْهُ تُنفِقُونَ} الجارُّ متعلق بتنفقون والضميرُ للخبيث والتقديمُ للتخصيص والجملةُ حال من فاعل تيمّموا أي لا تقصدوا الخبيث قاصرين الإنفاقَ عليه أو من الخبيث أي مختصًّا به الإنفاق وأياما كان فالتخصيصُ لتوبيخهم بما كانوا يتعاطَوْنه من إنفاق الخبيثِ خاصة لا لتسويغ إنفاقِه مع الطيب عن ابن عباس رضي الله عنهما أنهم كانوا يتصدقون بحشَفِ التمر وشِرارِه فنُهوا عنه وقيل متعلقٌ بمحذوفٍ وقعَ حالاً من الخبيث والضميرُ للمال المدلول عليه بحسب المقام أو للموصولَين على طريقة قوله ... كأَنَّهُ فِي الجلدِ توليعُ البَهَقْ ... </p><p> أو للثاني وتخصيصُه بذلك لما أن التفاوتَ فيه أكثرُ وتنفقون حال من الفاعل المذكور أي ولا تقصِدوا الخبيث كائناً من المال أو مما كسبتم وما أخرجنا لكم أومما أخرجنا لكم منفِقين إياه وقوله تعالى </p><p> {وَلَسْتُم بِأَخِذِيهِ} حال على كل حال من واو تنفقون أيْ وَالحالُ أنكُم لَا تأخذونه في معاملاتكم في وقتٍ من الأوقاتِ أو بوجةٍ منِ الوجوهِ </p><p> {إِلا أَن تغمضوا فيه} أي إلاوقت إغماضكم فيه أو إلا بإغماضكم فيه وهو عبارةٌ عن المسامحة بطريق الكتابة أو الاستعارة يقال أغمضَ بصره إذا غضه وقرئ على البناءِ للمفعولِ على معنى إلا أن تُحمَلوا على الإغماض وتدخُلوا فيه أو توجدوا مغمضين وقرئ تغمضوا وتَغمُضوا بضم الميم وكسرها وقيل تم الكلامُ عند قوله تعالى وَلَا تَيَمَّمُواْ الخبيث ثم استُؤنف فقيل على طريقة التوبيخ والتقريع منه تنفِقون والحالُ أنكم لاتأخذونه إلا إذا أغمَضْتم فيه ومآلُه الاستفهامُ الإنكاريُّ فكأنه قيل أمِنْه تنفقون الخ </p><p> {واعلموا أَنَّ الله غَنِيٌّ} عن إنفاقكم وإنما يأمرُكم به لمنفعتكم وفي الأمر بأن يعلموا ذلك مع ظهور علمِهم به توبيخٌ لهم على مايصنعون من إعطاء الخبيث وإيذانٌ بأنَّ ذلك من آثار الجهلِ بشأنه تعالى فإن إعطاءَ مثلِه إنما يكون عادةً عند اعتقادِ المعطي أن الآخذَ محتاجٌ إلى ما يعطيه بل مضطرٌ إليه </p><p> {حَمِيدٌ} مستحِقٌّ للحمد على نعمه العِظام وقيل حامد بقبول الجيّد والإثابة عليه </p>"
}