{
  "id": null,
  "sura": 2,
  "aya": 177,
  "text": "<p> {لَّيْسَ البر أَن تُوَلُّواْ وُجُوهَكُمْ قِبَلَ المشرق والمغرب} </p><p> البِرُّ اسمٌ جامع لمراضِي الخصالِ والخطابُ لأهل الكتابين فإنهم كانوا أكثروا الخوضَ في أمر القِبلة حين حُوِّلت إلى الكعبة وكان كلُّ فريقٍ يدّعي خيريةَ التوجُّه إلى قبلته من القُطرين المذكورين وتقديمُ المشرق على المغرب مع تأخر زمانِ الملّةِ النصرانية إما لرعاية ما بينهما من الترتيب المتفرِّع على ترتيب الشروق والغروب وإما لأن توجّه اليهودِ إلى المغرب ليس لكونه مَغرِباً بل لكون بيتِ المقدس من المدينة المنورة واقعاً في جانب الغرب فقيل لهم ليس البر ما ذكرتم من التوجه إلى تينك الجهتين على أن البر خبرُ ليس مقدما على اسمها كما في قوله ... سلي إن جهِلتِ الناس عني وعنهم ... فليس سواءً عالمٌ وجَهولُ ... </p><p> وقوله ... أليس عظيماً أن تُلمَّ مُلِمَّة ... وليس علينا في الخطوب مقولُ ... وإنما أخر ذلك أن المصدرَ المؤولَ أعرفُ من المحلَّى باللام لأنه يُشبهُ الضمير من حيثُ إنَّه لا يوصف ولا يوصف به والأعرفُ أحق بالاسمية ولأن في الاسم طولاً فلو روعيَ الترتيبُ المعهود لفات تجاوبُ أطرافِ النظم الكريم وقرئ برفع البرُّ على أنه اسمها وهو أقوى بحسب المعنى لأن كل فريق يدعي أن البرَّ هذا فيجب أن يكون الردُّ موافقاً لدعواهم وما ذلك إلا بكَوْن البِرِّ اسماً كما يُفصح عنه جعلُه مُخْبَراً عنه في الاستدراك بقوله عز وجل </p><p> {ولكن البر من آمن بالله} وهو تحقيقٌ للحق بعد بيان بطلان الباطلِ وتفصيلٌ لخِصال البِر مما لا يختلف باختلاف الشرائعِ وما يختلف باختلافها أي ولكن البِرَّ المعهود الذي يحِقّ أن يُهتَمَّ بشأنه ويُجَدَّ في تحصيله بِرُّ مَنْ آمن بالله وحده إيماناً بريئاً من شائبة الإشراكِ لا كإيمان اليهود والنصارى والمشركين بقولهم عَزِيزٌ ابن الله وقولِهم المسيحُ ابن الله </p><p> {واليوم الآخر} أي على ما هو عليه لا كما يزعُمون من أن النار لاتمسهم إلا أياما معدودة وأن آباءَهم الأنبياءَ يشفعون لهم ففيه تعريضٌ بأن إيمانَ أهلِ الكتابين حيث لم يكن كما ذكر من الوجه الصحيحِ لم يكن إيماناً وفي تعليق البِرِّ بهما من أول الأمر عَقيبَ نفيه عن التوجُّه إلى المشرق والمغرب من الجزالة مالا يخفى كأنه قيل ولكن البِر هو التوجُّه إلى المبدأ والمَعاد اللذيْن هما المشرِقُ والمغرِب في الحقيقة </p><p> {والملائكة} أي وآمن بهم وبأنهم عبادٌ مُكْرَمون متوسِّطون بينه تعالى وبين أنبيائِه بإلقاء الوحي وإنزالِ الكتب </p><p> {والكتاب} أي بجنس الكتابِ الذي من أفراده الفرقانُ الذي نبذوه وراءَ ظهورِهم وفيه تعريضٌ بكِتمانهم نعوتَ النبيِّ صلَّى الله عليهِ وسلم واشترائِهم بما أنزل الله تعالى ثمناً قليلاً </p><p> {والنبيين} جميعاً من غير تفرقةٍ بين أحدٍ منهم كما فعل أهلُ الكتابَيْن ووجهُ توسيط الكتابِ بين حَمَلةِ الوحي وبين النبيين واضحٌ وسيأتي في قولِه تعالى كُلُّ آمن بالله وملائكته وَكُتُبِهِ وَرُسُلِهِ </p><p> {وآتى المالَ عَلَى حُبِّه} حالٌ من الضمير في آتى والضميرُ المجرور للمال أي آتاه كائناً على حب المال في قوله صلى الله عليه وسلم حين سُئِل أيُّ الصدقةِ افضل لان تؤتيه وأنت صحيح شحيح وقول ابن مسعود رضي الله عنه أن تؤتيه وأنت صحيح شحيحٌ تأمُلُ العيشَ وتخشى الفقرَ ولا تُمهِلَ حتى إذا بلغت الحُلقومَ قلت لفلانٍ كذا ولفلانٍ كذا وقيل الضَّميرُ لله تعالى أي آتاه كائناً على محبته تعالى لا على قصد الشرِّ والفساد ففيه نوع تعريض لباذلي الرشي وآخذيها لتغيير التوارة وقيل للمصدرِ أي كائناً على حب الإيتاء </p><p> {ذَوِى القربى} مفعولٌ أولٌ لآتى قُدِّم عليه مفعولُه الثاني أعني المالَ للاهتمام به أو لأن في الثاني معَ ما عُطف عليه طُولاً لو رُوعي الترتيبُ لفات تجاوبُ الأطرافِ </p><p> في الكلام وهو الذي اقتضى تقديمَ الحال أيضاً وقيل هو المفعولُ الثاني </p><p> {واليتامى} أي المحاويجَ منهم على ما يدلُّ عليهِ الحال وتقديمُ ذوي القربى عليهم لما أن إيتاءَهم صدقةٌ وصِلَة </p><p> {والمساكين} جمعُ مِسكينٍ وهو الدائمُ السُكون لما أن الخَلّة أسكنَتْهُ بحيث لا حَراكَ به أو دائمُ السكون إلى الناس </p><p> {وابن السبيل} أي المسافرَ سُمي به لملازمته إياه كما سمِّي القاطِعُ ابنالطريق وقيل الضيف </p><p> {والسائلين} الذين أَلْجأتهم الحاجةُ والضرورةُ إلى السؤال قال عليه الصلاة والسلام أعطوا السائل ولو على فرَسٍ </p><p> {وَفِي الرقاب} أي وضَعَه في فكّ الرقابِ بمعاونة المكاتَبين حتى يفُكّوا رِقابَهم وقيل في فك الأُسارى وقيل في ابتياع الرقاب وإعتاقها واياما كان فالعدولُ عن ذكرِهم بعنوان مُصححٍ للمالكية كالذين من قبلهم إما للإيذان بعدم قرارِ مِلكِهم فيما أوتوا كما في الوجهين الأولين أو بعدم ثبوتِه رأساً كما في الوجه الأخير وإما للإشعار برسوخهم في الاستحقاق والحاجةِ لما أن في للظرفية المُنْبئة عن محلِّيتهم لما يؤتى </p><p> {وأقامَ الصَّلَاةَ} أي المفروضةَ منها </p><p> {وآتَى الزَّكَاةَ} أي المفروضة على أنَّ المرادَ بما مرَّ من إيتاءِ المالِ التنفّلُ بالصدقات قُدِّم على الفريضة مبالغةٌ في الحثِّ عليه أو المرادُ بهما المفروضةُ والأول لبيان المصارفِ والثاني لبيان وجوب الأداءِ </p><p> {والموفون بِعَهْدِهِمْ} عطفٌ على مَنْ آمن فإنه في قوَّةِ أنْ يقالَ ومَنْ أوفَوْا بعهدهم وإيثارُ صيغة الفاعل للدلالة على وجوب استمرار الوفاءِ والمرادُ بالعهد مالا يحرِّم حلالاً ولا يُحلِّل حَراماً من العهود الجارية فيما بين الناس وقولُه تعالى </p><p> {إِذَا عاهدوا} للإيذان بعدمِ كونِه من ضروريات الدين </p><p> {والصابرين} نُصب على الاختصاص غُيِّر سبكُه عما قبله تنبيهاً على فضيلة الصبر وميزيته وهو في الحقيقة معطوفٌ على ما قبله قال أبو علي إذا ذكرت صفات للمدح أو للذم فخولفَ في بعضها الإعرابُ فقد خولف للافتنان ويسمَّى ذلك قطعاً لأن تغييرَ المألوفِ يدل على زيادة ترغيبٍ في استماع المذكورِ ومزيدِ اهتمامٍ بشأنه كما مرَّ في صدرِ السورة وقد قرئ والصابرون كما قرىء والموفين </p><p> {فِى البأساء} أي في الفقر والشدة </p><p> {والضراء} أي المرض والزَّمانة </p><p> {وَحِينَ البأس} أي وقتَ مجاهدةِ العدوِّ في مواطن الحرب وزيادةُ الحينِ للإشعار بوقوعه أحياناً وسرعةِ انقضائِه </p><p> {أولئك} إشارةٌ إلى المذكورين باعتبار اتّصافِهم بالنعوت الجميلةِ المعدودة وما فيه من معنى البُعد لما مر مرارا من التنبيه على علوِّ طبقتِهم وسُموِّ رُتبتِهم </p><p> {الذين صَدَقُوا} أي في الدين واتباعِ الحقِّ وتحرَّى البِرِّ حيث لم تغيِّرْهم الأحوالُ ولم تُزلزلهم الأهوال </p><p> {وَأُولَئِكَ هُمُ المتقون} عن الكفر وسائرِ الرذائلِ وتكريرُ الإشارة لزيادة تنويهِ شأنِهم وتوسيطُ الضمير للإشارة إلى انحصار التقوى فيهم والآيةُ الكريمة كما ترى حاويةٌ لجميع الكمالات البشرية برُمَّتها تصريحاً أو تلويحاً لما أنها مع تكثُّر فنونها وتشعُّب شجونِها منحصرةٌ في خِلالِ ثلاث صحةِ الاعتقاد وحسنِ المعاشرة مع العباد وتهذيبِ النفس وقد أشير إلى الأولى بالإيمان بما فُصِّل وإلى الثانية بإيتاء المالِ وإلى الثالثة بإقامة الصلاة الخ ولذلك وُصف الحائزون لها بالصدق نظراً إلى إيمانهم واعتقادِهم وبالتقوى اعتباراً بمعاشرتهم مع الخلق ومعاملتهم مع الحق وإليه يشير قوله صلى الله عليه وسلم من </p><p> البقرة (١٧٨) </p><p> عمل بهذه الآية فقد استكمل الإيمان </p>"
}