{
  "id": null,
  "sura": 2,
  "aya": 143,
  "text": "<p> {وكذلك جعلناكم} توجيه للخطاب إلى المؤمنين </p><p> بين الخطابين المختصين بالرسول صلى الله عليه وسلم لتأييد ما في مضمون الكلامِ من التشريف وذلكَ إشارةٌ إلى مصدرِ جعلناكم لا إلى جعل آخرَ مفهوم مما سبق كما قيل وتوحيدُ الكاف مع القصد إلى المؤمنين لِما أن المرادَ مجردُ الفَرْق بين الحاضرِ والمنقضِي دون تعيين المخاطبين وما فيه من معنى البعد للإيذان بعلو درجة المُشَارِ إليهِ وبُعْدِ منزلتِه في الفضل وكمال تميزه وانتظامِه بسببه في سلك الأمور المشاهَدة والكافُ لتأكيدِ ما أفاده اسمُ الإشارةِ من الفخامة ومحلُها في الأصلِ النصبُ على أنَّه نعتٌ لمصدرٍ محذوفٍ وأصل التقدير جعلناكم أمة وسَطاً جَعْلاً كائناً مثل ذلك الجعلِ فقُدّم على الفعلِ لإفادةِ القصِر واعتُبرت الكافُ مقحمةً للنكتة المذكورة فصار نفسَ المصدرِ المؤكدِ لا نعتاً له أي ذلك الجعلَ البديعَ جعلناكم </p><p> {أُمَّةً وَسَطًا} لا جعلاً آخرَ أدنى منه والوسَطُ في الأصل اسمٌ لما يستوي نِسبةُ الجوانبِ إليه كمركز الدائرة ثم استُعير للخصال المحمودةِ البشرية لكن لا لأن الأطرافَ يتسارع إليها الخللُ والإعوازُ والأوساطُ محميّةٌ مَحوطَةٌ كما قيل واستُشهد عليه بقول ابن أوسٍ الطائي ... كانت هي الوسَطَ المَحْمِيَّ فاكتَنَفَت ... بها الحوادثُ حتى أصبحت طَرَفا ... </p><p> فإن تلك العلاقةَ بمعزل من الاعتبار في هذا المقام إذ لا ملابَسةَ بينها وبين أهليةِ الشهادة التي جُعلت غايةً للجعل المذكور بل لكون تلك الخصالِ أوساطاً للخصال الذميمةِ المكتنفة بها من طرفي الإفراطِ والتفريطِ كالعِفة التي طرفاها الفجورُ والخمودُ وكالشجاعة التي طرفاها الظهور والجُبن وكالحِكمة التي طرفاها الجربزة والبَلادةُ وكالعدالة التي هي كيفية متشابهةٌ حاصلةٌ من اجتماع تلك الأوساط المحفوفة بأطرافها ثم أطلقَ على المتصِّف بها مبالغةً كأنه نفسُها وسُوّي فيه بين المفرد والجمعِ والمذكرِ والمؤنث رعايةً لجانب الأصلِ كدأب سائر الأسماءِ التي يوصف بها وقد روُعيت ههنا نُكتةٌ رائقةٌ هي أن الجعلَ المشارَ إليه عبارةٌ عما تقدم ذكرُه من هدايته تعالى إلى الحق الذي عبَّر عنه بالصراط المستقيم الذي هو الطريقُ السويُ الواقعُ في وسط الطرُق الجائرةِ عن القصد الى الجوانب فإنا إذا فرضنا خطوطاً كثيرةً واصلةً بين نُقطتين متقابلتين فالخطُ المستقيم إنما هو الخطُ الواقعُ في وسط تلك الخطوطِ المنحنية ومن ضرورة كونِه وسطاً بين الطرُق الجائرةِ كونُ الأمةِ المَهْديّة إليه أمةً وسطاً بين الأمم السالكة إلى تلك الطرق الزائغة أي متصفةً بالخصال الحميدةِ خياراً وعدُولاً مُزَكَّيْنَ بالعلم والعمل </p><p> {لّتَكُونُواْ شُهَدَاء عَلَى الناس} بان الله عز وجل قد أوضح السبُل وأرسل الرُسل فبلّغوا ونصَحوا وذكّروا فهل من مُدَكِّرٍ وهي غاية للجعل المذكور مترتبةٌ عليه فإن العدالة كما أشير إليه حيث كانت هي الكيفيةُ المتشابهةُ المتألّفةُ من العفة التي هي فضيلةُ القوة الشَّهْوية البهيمية والشجاعة التي هي فضيلةُ القوةِ الغضبيةِ السَّبُعية والحكمة التي هي فضيلةُ القوةِ العقلية المَلَكية المشارِ إلى رتبتها بقوله عز وعلا وَمَن يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِىَ خَيْرًا كَثِيرًا كان المتّصِفُ بها واقفاً على الحقائقِ المودَعةِ في الكتاب المبين المنطوي على أحكام الدين وأحوالِ الأممِ أجمعين حاويا لشرائط الشهادةَ عليهم رُوي أن الأممَ يوم القيامة يجحدون تبليغَ الأنبياءِ عليهم السلام فيطالبهم الله تعالى بالبينة وهو أعلم إقامةً للحجة على المنكرين وزيادةً لخِزْيهم بأن كذَّبهم مَنْ بعدهم من الأمم فيؤتى بأمةِ محمدٍ صلَّى الله عليهِ وسلم فيشهدون فيقول الأممُ من أين عرفتم فيقولون علمنا ذلك بإخبار الله تعالَى في كتابِه الناطقِ على لسان نبيِّه الصادقِ فيؤتى عند ذلك بالنبي صلى الله عليه وسلم ويُسأل عن حال أمته فيزكيهم ويشهد بعدالتهم وذلك قولُه عز قائلاً </p><p> {وَيَكُونَ الرسول عَلَيْكُمْ شَهِيدًا} وكلمةُ </p><p> الاستعلاءِ لما في الشهيد من معنى الرقيب والمهيمِن وقيل لتكونوا شهداءَ على الناس في الدنيا فيما لا يُقبل فيه الشهادةُ إلا من العدول الأخيار وتقديم الظرف لدلالة على اختصاص شهادتِه عليه السلام بهم </p><p> {وَمَا جَعَلْنَا القبلة التى كُنتَ عَلَيْهَا} جرد الخطاب للنبي صلى الله عليه وسلم رمزاً إلى أن مضمونَ الكلام من الأسرار الحقيقةِ بأن يخص معرفته به عليه السلام وليس الموصولُ صفةً للقِبلة بل هو مفعولٌ ثانٍ للجعل وما قيل من أن الجعلَ تحويل الشئ من حالة إلى أخرى فالملتبسُ بالحالة الثانية هو المفعول الثاني كما في قولك جعلتُ الطينَ خَزَفاً فينبغي أن يكون المفعولُ الأول هو الموصولَ والثاني هو القبلة فكلام صناعي ينساق إليه الذهن بحسب النظرِ الجليلِ ولكنَّ التأملَ اللائقَ يهدي إلى العكس فإن المقصودَ إفادتُه ليس جعلَ الجهة قبلةً لا غيرُ كما يفيده ما ذُكر بل هو جعلُ القبلةِ المحققةِ الوجود هذه الجهةَ دون غيرِها والمرادُ بالموصولِ هي الكعبةُ فإنه عليه الصَّلاة والسَّلام كان يصلي إليها أولاً ثم لما هاجرَ أُمِر بالصلاة إلى الصخرة تألّفاً لليهود أو هي الصخرةُ لِما روي عن ابن عباس رضيَ الله عنُهمَا مَنْ أن قِبلته عليه السلام بمكة كانت بيتَ المقدس إلا أنه كان يجعلُ الكعبةَ بينه وبينه وعلى هذه الرواية لا يمكن أن يرادَ بالقبلة الأولى الكعبةُ وأما الصخرةُ فيتأتى إرادتُها على الروايتين والمعنى على الأول وما جعلنا القِبلة الجهةَ التي كنت عليها آثر ذي أثير وهي الكعبة وعلى الثاني وما جعلناها التي كنت عليها قبل هذا الوقت وهي الصخرة </p><p> {إلا لنعلم} استثاء مفرغٌ من أعم العلل أي وما جعلنا ذلك لشئ من الأشياء إلا لنمتحنَ الناسَ أي نعاملهم معاملةَ من يمتحنُهم ونعلم حينئذ </p><p> {مَن يَتَّبِعُ الرسول} في التوجّه إلى مَا أُمر بهِ من الدين أو القبلة والالتفات إلى الغيبة مع إيراده عليه السلام بعنوان الرسالة للإشعار بعلة الاتباعِ </p><p> {مِمَّن يَنقَلِبُ على عَقِبَيْهِ} يرتدُّ عن دين الإسلامِ أو لايتوجه إلى القِبلة الجديدة أو لنعلمَ الآن مَن يتبعُ الرسول مِمَّن لايتبعه وما كان لعارضٍ يزول بزواله وعلى الأول مارددناك إلى ما كنت عليه إلا لنعلم الثابتَ على الإسلام والناكصَ على عَقِبيه لقلقه وضعفِ إيمانِه والمرادُ بالعلم ما يدور عليه فلَكُ الجزاءِ من العلم الحالي أي ليتعلّق علمُنا به موجوداً بالفعلِ وقيل المرادُ علمُ الرسولِ عليه السلام والمؤمنين وإسنادُه إليه سبحانه لما أنهم خواصه وليتميز الثابت عن المتزلزل كقوله تعالى {لِيَمِيزَ الله الخبيث مِنَ الطيب} فوضَع العلمَ موضِعَ التمييزِ الذي هو مسبَّبٌ عنه ويشهد له قراءةُ ليُعْلَمَ على بناء المجهول من صيغة الغَيبة والعلمُ إما بمعنى المعرفة أو متعلقٌ بما في مَنْ من معنى الاستفهام أو مفعوله الثاني ممن ينقلب الخ أي لِنَعْلَمَ مَن يتبعُ الرسولَ متميِّزاً مِمَّن يَنقَلِبُ على عَقِبَيْهِ </p><p> {وَإِن كَانَتْ لَكَبِيرَةً} أي شاقة ثقيلة وإنْ هيَ المخففةُ منَ الثقيلةِ دخَلتْ على ناسخ المبتدأ والخبر واللامُ هي الفارقةُ بينها وبين النافية كما في قوله تعالى إِن كَانَ وَعْدُ رَبّنَا لَمَفْعُولاً وزعم الكوفيون أنها نافيةٌ واللامُ بمعنى إلا أي ما كانت إلا كبيرة والضميرُ الذي هو اسم كان راجعٌ إلى ما دل عليه قوله تعالى وَمَا جَعَلْنَا القبلة التى كُنتَ عَلَيْهَا من الجعلة أو التولية أو التحويلة أو الردة أوالقبلة وقرئ لكبيرةٌ بالرفعِ على أنَّ كانَ مزيدةٌ كما في قولِه ... وإخوانٍ لنا كانوا كرامِ ... </p><p> وأصله وإنْ هي لكبيرةٌ كقوله إن زيدٌ لمنطلقٌ </p><p> {إِلَاّ عَلَى الذين هَدَى الله} أي إلى سرِّ الأحكام الشرعية المبنيةِ على الحِكمَ والمصالحِ إجمالاً وتفصيلاً وهم المهديّون إلى الصراط المستقيم الثابتون على الإيمان واتباعِ الرسول عليه السلام </p><p> {وَمَا كَانَ الله لِيُضِيعَ إيمانكم} أي ما صحَّ وما استقام له </p><p> البقرة (١٤٤) </p><p> أن يُضيعَ ثباتَكم على الإيمان بل شكرَ صنيعَكم وأعدَّ لكم الثوابَ العظيمَ وقيل أيمانَكم بالقِبلة المنسوخةِ وصلاتَكم إليها لما رُوي أنه عليه السلام لما توجّه إلى الكعبة قالوا كيف حالُ إخوانِنا الذين مضَوْا وهم يصلون إلي بيت المقدس فنزلت واللام في ليُضيعَ إما متعلقةٌ بالخبر المقدر لكان كما هو رأي البصرية وانتصاب الفعل بعدها بأن المقدرة أي ما كان الله مريداً أو متصدياً لأن يُضيعَ الخ ففي توجيه النفي إلى إادة الفعل تأكيدٌ ومبالغةٌ ليس في توجهه إلى نفسه وإما مزيدةٌ للتأكيد ناصبةٌ للفعل بنفسها كما هو رأيُ الكوفية ولا يقدحُ في ذلك زيادتُها كما لا يقدح زيادة حروف الجر في عملها وقوله تعالى </p><p> {إِنَّ الله بالناس لرؤوف رَّحِيمٌ} تحقيقٌ وتقريرٌ للحُكم وتعليلٌ له فإن اتصافَه عز وجل بهما يقتضي لا محالة أن لا يُضيعَ أجورَهم ولا يدَعَ ما فيه صلاحهم والباء متعلقة برءوف وتقديمُه على رحيم مع كونه أبلغَ منه لما مر في وجه تقديمِ الرحمن على الرحيم وقيل أكثرُ من الرأفة في الكمية والرأفةُ أقوى منها في الكيفية لأنها عبارة عن إيصال النعم الصافية عن الآلام والرحمةُ إيصالُ النعمة مطلقاً وقد يكون مع الألم كقطعِ العضوِ المتأكّل وقرئ رءوف بغير مد كندس </p>"
}