{
  "id": null,
  "sura": 2,
  "aya": 4,
  "text": "<p> {والذين يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ} معطوفٌ على الموصول الأولِ على تقديري وصلِه بما قبله وفصلُه عنه مندرجٌ معه في زُمرة المتقين من حيث الصورةُ والمعنى معاً أو من حيث المعنى فقط اندراجَ خاصَّيْنِ تحت عام إذ المرادُ بالأولين الذين آمنوا بعد الشركِ والغفلةِ عن جميع الشرائعِ كما يُؤذِن به التعبيرُ عن المؤْمَن به بالغيب وبالآخرين الذين آمنوا بالقرآن بعد الإيمان بالكتب المنزله قبل كعبدِ اللَّهِ بنِ سَلَام وأضرابِه أو على المتقين على أن يراد بهم الأولون خاصة ويكون تخصيصُهم بوصف الاتقاءِ للإيذان بتنزّههم عن حالتهم الأولى بالكلية لما فيها من كمال القباحة والمباينةِ للشرائعِ كلِّها الموجبةِ للاتقاء عنها بخلاف الآخرين فإنهم غيرُ تاركين لما كانوا عليه بالمرة بل متمسكون بأصول الشرائعِ التي لا تكاد تختلف باختلاف الأعصار ويجوز أن يجعل كلا الموصلين عبارةً عن الكل مندرجاً تحت المتقين ولا يكون توسيط العاطف بينمها لا ختلاف الذوات بل لاختلاف الصفات كما في قولِه </p><p> إلى الملك القرم وابن الهمام ... وليثِ الكتبيةِ في المُزْدَحَمْ </p><p> وقوله </p><p> يالهفَ زيّابةَ للحارثِ الصابحِ فالغانِمِ فالآيبِ </p><p> للإيذانِ بأنَّ كلَّ واحدٍ من الإيمان بما أشير إليه من الأمور الغائبةِ والإيمان بما يشهد بثبوتها من الكتب السماوية نعتٌ جليلٌ على حِياله له شأنٌ خطيرٌ مستتبِعٌ لأحكامِ جَمةٍ حقيقٌ بأنْ يُفردَ له موصوفٌ مستقلٌّ ولا يُجعل أحدُهما تتمةً للآخر وقد شُفِع الأولُ بأداء الصلاة والصدقة اللتين هما من جملة الشرائعِ المندرجةِ تحت تلك الأمور المؤمَن بها تكملةً له فإن كمال العلم العمل وقُرن الثاني بالإيقان بالآخرة مع كونه منطوياً تحت الأول تنبيهاً على كمال صِحتِه وتعريضاً بما في اعتقاد أهلِ الكتابين من الخلل كما سيأتي هذا على تقدير تعلّقِ الباءِ بالإيمان وقِسْ عليه الحالَ عند تعلّقِها بالمحذوف فإن كلاً من الإيمان الغيبيِّ المشفوعِ بما يصدّقه من العبادتين مع قطع النظرِ عن المؤمَن به والإيمانِ بالكتب المنزلةِ الشارحة لتفاصيل الأمور التي يجب الإيمانُ بها مقروناً بما قُرن فظيلة باهرة مستدعية لما ذكر والله تعالى أعلم وقد حُمل ذلك على معنى أنهم الجامعون بين الإيمانِ بما يدركه العقلُ جملةً والإتيانِ بما يصدّقه من العبادات البدنية والمالية وبين الإيمان بما لا طريقَ إليه غيرُ السمع وتكريرُ الموصول للتنبيه على تغايُر القَبيلَيْن وتباينُ السبيلين فلْيُتأمَّلْ وأن يراد بالموصول الثاني بعد اندراج الكلِّ في الأول فريقٌ خاصٌّ منهم وهم مُؤمنو أهلِ الكتابِ بأن يُخَصّوا بالذكر تخصيص جبريل وميكائيل به إثرَ جَرَيانِ ذكر الملائكة عليهم السلام تعظيماً لشأنهم وترغيباً لأمثالهم وأقرانِهم في تحصيل مالهم من الكمال والإنزالُ النقلُ من الأعلى إلى الأسفل وتعلقه </p><p> البقرة (٥) </p><p> بالمعاني إنما هو بتوسّط تعلقه بالأعيان المستتبة لها فنزولُ ما عدا الصحفَ من الكتب الإلهية إلى الرُّسلِ عليهم السَّلامُ والله تعالى أعلم بأن يتلقاها الملَكُ من جنابِه عزَّ وجلَّ تلقياً روحانياً أو يحفَظَها من اللَّوحِ المحفوظِ فينزِلَ بها إلى الرسل فيُلقِيهَا عليهم عليهم السلام والمراد بما أنزل إليك هو القرآنُ بأسره والشريعةُ عن آخرها والتعبيرُ عن إنزاله بالماضي مع كون بعضِه مُترقَّباً حينئذ لتغليب المحقَّقِ على المقدار أو لتنزيل ما في شرَفِ الوقوعِ لتحقُّقه منزلةَ الواقعِ كما في قوله تعالى {إِنَّا سَمِعْنَا كتابا أُنزِلَ مِن بَعْدِ موسى} مع أن الجنَّ ما كانوا سمعوا الكتابَ جميعاً ولا كان الجميعُ إذ ذاك نازلاً وبما أنزل من قبلك التوراةُ والإنجيلُ وسائرُ الكتب السالفة وعدمُ التعريض لذكر من أُنزل إليه من الأنبياءِ عليهم السلام لقصد الإيجازِ مع عدم تعلُّقِ الغرَض بالتفصيل حسَبَ تعلقِه به في قوله تعالى {قولوا آمنا بالله وما أنزل إِلَيْنَا وَمَا أُنزِلَ إِلَى إبراهيم وإسماعيل} الآية والإيمانُ بالكل جملةً فرضٌ وبالقرآنِ تفصيلاً من حيث إنا متعبَّدون بتفاصيله فرضُ كفاية فإن في وجوبه على الكل عَيناً حَرَجاً بيناً وإخلالاً بأمر المعاش وبناءُ الفعلين للمفعول للإيذان تعين الفاعل والجري على شأن الكِبرياء وقد قُرئا على البناء للفاعل </p><p> {وبالأخرة هُمْ يُوقِنُونَ} الإيقانُ إتقانُ العلم بالشيء بنفي الشكِّ والشبهةِ عنه ولذلك لا يُسمَّى علمُه تعالى يقيناً أي يعلمون علماً قطعياً مُزيحاً لما كان أهلُ الكتاب عليه من الشكوك والأوهام التي من جملتها زعمُهم أن الجنة لا يدخُلها إلَاّ منْ كانَ هُوداً أو نصارى وأن النارَ لن تمسَّهم إلا أياماً معدوداتٍ واختلافُهم في أن نعيمَ الجنة هل هو من قبيل نعيم الدنيا أو لا وهل هو دائم أو لا وفي تقديم الصلة وبناءِ يوقنون على الضمير تعريضٌ بمن عداهم من أهل الكتاب فإن اعتقادَهم في أمور الآخرة بمعزل من الصحة فضلاً عن الوصول إلى مرتبة اليقين والآخرةُ تأنيثُ الآخِر كما أن الدنيا تأنيثُ الأدنى غَلَبتا على الدارين فجرَتا مجرى الأسماء وقرئ بحذف الهمزةِ وإلقاءِ حركتِها على اللام وقرئ يوقنون بقلب الواو همزة إجراءً لضم ما قبلها مجرى ضمِّها في وجوه ووقتت ونظيرُه ما في قوله </p><p> لحب المؤقدان إلى مؤسى ... وجعدة إذ أضاءهما الوقود </p><p> وقولُه تعالى </p>"
}