{
  "id": null,
  "sura": 2,
  "aya": 108,
  "text": "<p> {أَمْ تُرِيدُونَ} تجريدٌ للخطاب عنِ النبيِّ صلَّى الله عليه وسلم وتخصيصٌ له بالمؤمنين وأمْ منقطعةً ومعنى بل فيها الإضرابُ والانتقال من حملهم على العمل بموجب علمهم بما ذكر عند ظهور بعض مخابل المساهلةِ منهم في ذلك وأمارات التأثر من أقاويل الكفرة إلى التحذير من ذلك ومعنى الهمزةِ إنكارُ وقوعِ الإرادة منهم واستبعادُه لما أن قضية الإيمان وازعةٌ عنها وتوجيهُ الإنكار إلى الإرادة دون متعلقها للمبالغة في إنكاره واستبعادِه ببيان انه مما لايصدر عن العاقل إرادتُه فضلاً عن صدور نفسِه والمعنى بل أتريدون </p><p> {أن تسألوا} وأنتم مؤمنون </p><p> {رَسُولَكُمُ} وهو في تلك الرتبة من علو الشأن وتقترحوا عليه ماتشتهون غيرَ واثقين في أموركم بفضل الله تعالى حسبما يوجبه قضية علمكم بشئونه سبحانه قيل لعلهم كانوا يطلبون منه عليه الصلاة والسلام بيانَ تفاصيلِ الحكم الداعية إلى النسخ وقيل سأله عليه السلام قومٌ من المسلمين أن يجعل لهم ذاتَ أنواط كما كانت للمشركين وهي شجرة كانوا يعبدونها ويعلّقون عليها المأكول والمشروب وقوله تعالى </p><p> {كَمَا سُئِلَ موسى} مصدرٌ تشبيهيٌّ أي نعتٌ لمصدرٍ مؤكدٍ محذوف وما مصدرية أي سؤال مُشْبَهاً بسؤال موسى عليه السلام حيث قيل له اجعلْ لنا إلها وأرِنا الله جهرةً وغيرَ ذلك ومقتضى الظاهرِ أن يقال كما سألوا موسى لأن المشبَّه هو المصدرُ من المبنى للفاعل أعنى سائلية المخاطبين لا من المبني للمفعول أعنى مسئولية </p><p> البقرة (١٠٩) </p><p> الرسول صلى الله عليه وسلم حتى يشبه بمسئولية موسى عليه السلام فلعله أريد التشبيهُ فيهما معاً ولكنه أوجز النظم فذكر في جانب المشبه السائليةَ وفي جانب المشبَّه به المسئولية واكتُفي بما ذكر في كل موضع عما تُرك في الموضع الآخر كَما ذُكر في قولِهِ تعالَى {وَإِن يَمْسَسْكَ الله بِضُرّ فَلَا كَاشِفَ لَهُ إِلَاّ هُوَ وَإِن يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ} وقد جُوِّز أن تكون ما موصولةً على أن العائد محذوفٌ أي كالسؤال الذي سُئِله موسى عليه السلام وقوله تعالى </p><p> {من قبل} متعلِّقٌ بسُئِل جيءَ به للتأكيد وقرئ سِيل بالياء وكسر السين وبتسهيل الهمزة بين بين </p><p> {وَمَن يَتَبَدَّلِ الكفر} أي يختر ويأخذْه لنفسه </p><p> {بالإيمان} بمقابَلتِه بدلا منه وقرئ ومن يُبْدلْ من أَبدل وكان مقتضى الظاهرِ أن يقال وَمَن يفعلْ ذلك أي السؤالَ المذكورَ أو إرادتَه وحاصلُه ومن يترُكِ الثقةَ بالآيات البينةِ المنْزلةِ بحسب المصالحِ التي منْ جُملتها الآياتُ الناسخةُ التي هي خيرٌ محضٌ وحقٌّ بحتٌ واقترح غيرَها </p><p> {فَقَدْ ضَلَّ سَوَاء السبيل} أي عدَلَ وجارَ من حيث لا يدري عن الطريق المستقيم الموصِل إلى معالم الحق والهدى وتاه في تيه الهوى وتردى في مهاوي الردى وإنما أوُثر على ذلك مَا عليهِ النظمُ الكريمُ للتصريح من أول الأمرِ بأنه كفرٌ وارتدادٌ وأن كونَه كذلك أمرٌ واضحٌ غنيٌ عن الإخبارية بأن يقال ومن يفعلْ ذلك يكفُرْ حقيقٌ بأن يُعدَّ من المسلّمات ويُجعلَ مقدَّماً للشرْطية رَوْماً للمبالغة في الزجر والإفراط في الردع وسواء السبيل من باب إضافةِ الوصفِ إلى الموصوف لقصد المبالغة في بيان قوة الاتصافِ كأنه نفسُ السواءِ على منهاج حصولِ الصورة في الصورة الحاصلة وقيل الخطابُ لليهود حين سألوا أن يُنزِّل الله عَلَيْهِمْ كتابا مّنَ السماء وقيل للمشركين حين قالوا لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الارض يَنْبُوعًا الخ فإضافة الرسول صلى الله عليه وسلم إليهم على القولين باعتبار أنهم من أمة الدعوةِ ومعنى تبدّلِ الكفر بالإيمان وهم بمعزل من الإيمان تركُ صَرْفِ قدرتِهم إليه مع تمكنِّهم من ذلك وإيثارُهم للكفر عليه </p>"
}