{
  "id": null,
  "sura": 2,
  "aya": 243,
  "text": "<p> {أَلَمْ تَرَ} تقريرٌ لمن سمع بقصتهم من أهل الكتاب وأرباب الأخبار وتعجيب من شأنهم البديع فإن سماعَهم لها بمنزلة الرؤية النظريةِ أو العلمية أو لكل أحد من له حظٌّ من الخطاب إيذاناً بأن قصتهم من الشهرة والشيوع بحيث يحِقُّ لكل أحد أن يُحمل على الإقرار برؤيتهم وسماع قصتهم ويعجب بها وإن لم يكن رآهم أو سمع بقصتهم فإن هذ الكلامَ قد جرى مجرى المَثلِ في مقام التعجيب لما أنه شُبّه حالُ غير الرائي لشئ عجيب بحال الرائي له بناءً على ادعاء ظهورِ أمره وجلائِه بحيث استوى في إدراكه الشاهدُ والغائبُ ثم أُجريَ الكلامُ معه كما يجري مع الرائي قصداً إلى المبالغة في شهرته وعَراقتِه في التعجب وتعديةُ الرؤيةِ بإلى في قولِه تعالَى </p><p> {إِلَى الذين خَرَجُواْ مِن ديارهم} على تقدير كونها بمعنى الابصار باعتبار معنى النظر وعلى تقدير كونها إ دراكا قلبياً لتضمين معنى الوصول والانتهاء على معنى ألم ينتهِ علمُك إليهم </p><p> {وَهُمْ أُلُوفٌ} أي ألوف كثيرة قيل عشرةُ آلاف وقيل ثلاثون وقيل سبعون ألفاً والجملةُ حالٌ من ضمير خرجوا وقوله عز وجل </p><p> {حَذَرَ الموت} مفعول له رُوي أن أهلَ داوردان قرية قبل واسِط وقع فيهم الطاعونُ فخرجوا منها هاربين فأماتهم الله ثم احياهم ليعتبروا ويعلموا أن لا مفرَّ من حكم الله عز سلطانه وقضائه وقيل مر عليهم حز قيل بعد زمان طويل وقد عرِيَتْ عظامُهم وتفرقت أوصالُهم فلوى شدقيه وأصابعَه تعجباً مما رأى من أمرهم فأُوحيَ إليه نادِ فيهم أن قوموا بإذن الله فنادى فإذا هم قيام يقولون سبحانك اللهم وبحمدك لا إله إلا أنت وقيل هم قومٌ من بني إسرائيلَ دعاهم ملكُهم إلى الجهاد فهربوا حذراً من الموت فأماتهم الله تعالى ثمانية أيامٍ ثم احياهم وقوله عز وجل </p><p> {فَقَالَ لَهُمُ الله مُوتُواْ} إما عبارةٌ عن تعلق إرادتِه تعالى بموتهم دفعةً وإما تمثيلٌ لإماتته تعالى إياهم مِيتةَ نفسٍ واحدة في أقرب وقتٍ وأدناه وأسرعِ زمان وأوحاه بأمر آمرٍ مطاعٍ لمأمور مطيع كما في قوله تعالى </p><p> ٢٤٤ - ٢٤٥ البقرة إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ </p><p> {ثُمَّ أحياهم} عطفٌ إما على مقدَّر يستدعيهِ المقامُ أي فماتوا ثم أحياهم وإنما حُذف للدلالة على الاستغناء عن ذكره لاستحالة تخلُّف مرادِه تعالى عن إرادته وإما على قال لما أنه عبارة عن الإمانة وفيه تشجيعٌ للمسلمين على الجهاد والتعرُّضِ لأسباب الشهادةِ وأن الموتَ حيث لم يكن منه بدٌّ ولم ينفعْ منه المفرُّ فأولى أن يكون في سبيلِ الله تعالى </p><p> {إِنَّ الله لَذُو فَضْلٍ} عظيمٍ </p><p> {عَلَى الناس} قاطبةً أما أولئك فقد أحياهم ليعتبروا بما جرى عليهم فيفوزوا بالسعادة العظمى وأما الذين سمِعوا قِصتَهم فقد هداهم إلى مسلك الاعتبارِ والاستبصار </p><p> {ولكن أَكْثَرَ الناس لَا يَشْكُرُونَ} أي لا يشكرون فضلَه كما ينبغي ويجوز أن يراد بالشكر الاعتبارُ والاستبصارُ وإظهارُ الناس في مقام الإضمار لمزيد التشنيع </p>"
}