{
  "id": null,
  "sura": 2,
  "aya": 237,
  "text": "<p> {وإن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ} قبل ذلك </p><p> {فَرِيضَةً} أي وإن طلقتموهن من قبل المسيسِ حال كونِكم مُسمِّين لهن فيما سبق أي عند النكاحِ مَهراً على أنَّ الجملةَ حالٌ من فاعل طلقتُموهن ويجوزُ أن تكون حالاً من مفعوله لتحقيق الرابطِ بالنسبة إليهما ونفس الفرض من المبني للفاعل أو للمفعول وإن لم يقارِنْ حالةَ التطليق لكن اتصاف المطلقِ بالفارضية فيما سبق مما لا ريب في مقارنته لها وكذا الحال في اتصاف المطلقة بكونها مفروضاً لها فيما سبق </p><p> {فَنِصْفُ مَا فَرَضْتُمْ} أي فلهن نصف ماسميتم لهن من المهر أو فالواجبُ عليكم ذلك وهذا صريحٌ في أنَّ المنفي في الصورة السابقة إنما هو تبعة المهر وقرئ بالنصب أي فأدوا نصفَ ما فرَضتم ولعل تأخيرَ حكمِ التسمية مع أنها الأصلُ في العقد والأكثرُ في الوقوع لما أن الآية الكريمة نزلت في أنصاريَ تزوج امرأةً من بني حنيفةَ وكانت مفوضةً فطلقها قبل الدخول بها فتخاصما إلى رسول الله صلى الله عليه وسلم فقال له صلى الله عليه وسلم عند إظهار أن لا شئ له متِّعْها بقَلَنْسُوتك </p><p> {إَّلا أَن يَعْفُونَ} استثناءٌ مفرغٌ من أعم الأحوال أي فلهن نصفُ المفروض معيناً في كل حالٍ إلا حالَ عفوِهن فإنه يسقُط ذلك حينئذ بعد وجوبه وظاهرُ الصيغة في نفسها يحتمل التذكيرَ والتأنيث وإنما الفرقُ في الاعتبار والتحقيق فإن الواوَ في الأولى ضميرٌ والنون علامة الرفع وفي الثانية لامُ الفعل والنون ضمير والفعل مبنيّ لذلك لم يؤثر فيه أن تأثيرُه فيما عُطِفَ على محله من قوله تعالى </p><p> {أَوَ يعفو} بالنصب وقرئ بسكون الواو </p><p> {الذى بِيَدِهِ عُقْدَةُ النكاح} أي يتركُ الزوجُ المالك لعقده وحَلّه ما يعود إليه من نصفِ المَهر الذي ساقه إليها كاملاً على ما هو المعتادُ تكرماً فإن ترك حقه عليها عفو بلا شُبهة أو سمي ذلك عفواً في صورة عدم السوق </p><p> ٢٣٨ - البقرة مشاكلةً أو تغليباً لحال السَوْق على حال عدمِه فمرجِعُ الاستثناء حينئذ إلى منع الزيادةِ في المستثنى منه كما أنه في الصورة الأولى إلى منع النقصانِ فيه أي فلهن هذا القدر زيادة ولا نقصان في جميعِ الأحوال إلَاّ في حال عفوهن فإنه حينئذ لا يكون لهن القدرُ المذكور بل ينتفي ذلك أو ينحطّ أو في حال عفو الزوج فإنه حينئذ يكون لهن الزيادة على ذلك القدر هذا على التفسير الأول وأما على التفسير الثاني فلا بد من المصير إلى جعل الاستثناء منقطعاً لأن في صورة عفوِ الزوجِ لا يُتصور الوجوبُ عليه هذا عندنا وفي القول القديم للشافعي رحمه الله أن المراد عفوُ الولي الذي بيده عقدةُ نكاحِ الصغيرة وهو ظاهرُ المأخذ خلا أن الأولى أنسبُ بقوله تعالى </p><p> {وَأَن تَعْفُواْ أَقْرَبُ للتقوى} إلى آخره فإن إسقاط حقِّ الصغير ليس في شئ من التقوى وعن جُبير بن مُطعِم أنه تزوج امرأةً وطلقها قبل الدخول وأكمل لها الصَّداقَ وقال أنا أحق بالعفو وقرئ بالياء </p><p> {وَلَا تَنسَوُاْ الفضل بَيْنَكُمْ} أي لا تتركوا أن يتفضل بعضُكم على بعض كالشئ المنسى وقرئ بكسر الواو والخطاب في الفعلين للرجال والنساء جميعاً بطريق التغليب </p><p> {إِنَّ الله بِمَا تَعْمَلُونَ بَصِيرٌ} فلا يكاد يُضيع ما عمِلتم من التفضل والإحسان </p>"
}