{
  "id": null,
  "sura": 2,
  "aya": 255,
  "text": "<p> {الله لَا إله إِلَاّ هُوَ} مبتدأٌ وخبرٌ أي هو المستحق للمعبودية لا غير وفي إضمارِ خبرِ لا مِثلَ في الوجودِ أو يصِح أن يوجدَ خلافٌ للنحاة معروفٌ </p><p> {الحى} الباقي الذي لا سبيل عليه للموت والفناء وهو إما خبرٌ ثانٍ أو خبرُ مبتدأٍ محذوفٍ أو بدل من لا إله إلا هو أو بدلٌ من الله أو صفة له ويعضُده القراءة بالنصب على المدح لاختصاصه بالنعت </p><p> {القيوم} فَيْعولٌ من قام بالأمر إذا حفِظه أي دائمُ القيام بتدبير الخلق وحفظه وقيل </p><p> هو القائمُ بذاته المقيمُ لغيره </p><p> {لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ} السِنةُ ما يتقدم النومَ من الفتور قال عديُّ بنُ الرقاعِ العاملي </p><p> وَسْنانُ أقصده النعاسُ فرنَّقت ... في عينه سِنةٌ وليس بنائمِ </p><p> والنومُ حالةٌ تعرِضُ للحيوان من استرخاء أعصابِ الدماغِ من رُطوبات الأبخرة المتصاعدة بحيث تقِف المشاعرُ الظاهرةُ عن الإحساس رأساً والمرادُ بيان انتفاءِ اعتراءِ شيءٍ منهما له سبحانه لعدم كونهما من شأنه تعالى لا لأنهما قاصران بالنسبة إلى القوة الإلهية فإنه بمعزل من مقامِ التنزيهِ فلا سبيلَ إلى حمل النظم الكريمِ على طريقة المبالغةِ والترقي بناءً على أن القادرَ على دفع السِنة قد لا يقدرُ على دفع النوم القويِّ كما في قولك فلانٌ يقِظٌ لا تغلِبُه سِنةٌ ولا نوم وإنما تأخيرُ النوم للمحافظة على ترتيب الوجودِ الخارجي وتوسيطُ كلمةِ لا للتنصيص على شمول النفي لكلَ منهما كما في قوله عز وجل وَلَا يُنفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً الآية وأما التعبيرُ عن عدم الاعتراءِ والعُروضِ بعدم الأخذ فلمراعاة الواقع إذ عُروضُ السِنةِ والنومِ لمعروضهما إنما يكون بطريق الأخذِ والاستيلاء وقيلَ هو من باب التكميل والجملةُ تأكيدٌ لما قبلها من كونه تعالى حياً قيوما فإن من يعتربه أحدُهما يكونُ موقوفَ الحياةِ قاصراً في الحفظ والتدبيرِ وقيل استئنافٌ مؤكدٌ لما سبق وقيل حال مؤكدةٌ من الضَّمير المستكِّنِ في القيوم </p><p> {لَّهُ مَا فِي السماوات وَمَا فِي الارض} تقريرٌ لقيّوميّته تعالى واحتجاجٌ به على تفرّده في الألوهية والمراد بما فيهما ماهو أعمُّ من أجزائهما الداخلةِ فيهما ومن الأمور الخارجةِ عنهما المتمكنة فيهما من العُقلاء وغيرِهم </p><p> {مَن ذَا الذى يَشْفَعُ عِندَهُ إِلَاّ بِإِذْنِهِ} بيانٌ لكبرياء شأنه وأنه لا يدانيه أحدٌ ليقدِر على تغيير ما يريده شفاعةً وضراعةً فضلاً عن أن يُدافعه عِناداً أو مُناصبةً </p><p> {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ} أي ما قبلهم وما بعدهم أو بالعكس لأنك مستقبِلُ المستقبَل ومستدبِرُ الماضي أو أمور الدنيا وأمور الآخرة أو بالعكس أوما يُحسّونه وما يعقِلونه أو ما يدركونه ومالا يدركونه والضميرُ لما في السموات والأرض بتغليب ما فيهما من العقلاء على غيرهم أو لما دل عليه من ذا الذي من الملائكةِ والأنبياءُ عليهم الصلاة والسلام </p><p> {وَلَا يُحِيطُونَ بِشَيْء مّنْ عِلْمِهِ} أي من معلوماته </p><p> {إِلَاّ بِمَا شَاء} أن يعلموه وعطفُه على ما قبله لما أنهما جميعاً دليلٌ على تفرّده تعالى بالعلم الذاتي التامِّ الدالِّ على وحدانيته </p><p> {وسع كرسيه السماوات والارض} الكرسي ما يُجلَس عليه ولا يفضُلُ عن مقعد القاعد وكأنه منسوبٌ إلى الكِرْس الذي هو المُلبَّد وليس ثمةَ كُرسيٌّ ولا قاعد وإنما هو تمثيل لعظمةِ شأنه عز وجل وسَعة سلطانه وإحاطةِ علمه بالأشياء قاطبةً على طريقة قولُه عز قائلاً وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ والارض جَمِيعاً قَبْضَتُهُ يَوْمَ القيامة والسموات مطويات بِيَمِينِهِ وقيل كرسيُّه مجازٌ عن علمِه أخذاً من كرسيِّ العالِم وقيل عن مُلكه أخذاً من كرسيّ المُلك فإن الكرسيَّ كلما كان أعظمَ تكون عظمةُ القاعدِ أكثرَ وأوفرَ فعبر عن شمول علمه أو عن بسطةِ ملكه وسلطانِه بسَعة كرسيِّه وإحاطته بالأقطار العلوية والسفلية وقيل هو جِسمٌ بين يدي العرشِ محيطٌ بالسموات السبع لقوله صلى الله عليه وسلم ما السمواتُ السبعُ والأرضونَ السبعُ مع الكرسي إلا كحلقة في فلان وفضلُ العرشِ على الكرسيِّ كفضل تلك الفلاة على تلك الحلقة ولعله الفلَكُ الثامن وعن الحسن البصريّ أنه العرش </p><p> {وَلَا يَؤُودُهُ} أي لا يُثقِله ولا يشُقُّ عليه </p><p> {حِفْظُهُمَا} أي حفظُ السموات والأرضِ وإنما لم يتعرَّضْ لذكر ما فيهما لما أن حفظتهما مستتبعٌ لحفظه </p><p> {وَهُوَ العلى} المتعالى بذاته عن الأشياء والأنداد </p><p> {العظيم} </p><p> ٢٥٦ - البقرة الذي يُستحْقَر بالنسبة إليه كلُّ ما سواه ولما ترى من انطواء هذه الآيةِ الكريمةِ على أمهات المسائل الإلهية المتعلقةِ بالذات العليةِ والصفاتِ الجلية فإنها ناطقةٌ بأنه تعالى موجودٌ متفردٌ بالإلهية متصفٌ بالحياة واجبُ الوجود لذاته موجدٌ لغيره لما أن القيومَ هو القائمُ بذاته المقيمُ لغيره منزَّهٌ عن التحيز والحلول مبرأٌ عن التغير والفتور لا مناسبةَ بينه وبين الأشباح ولا يعتريه ما يعتري النفوسَ والأرواحَ مالكُ المُلك والملكوتِ ومُبدعُ الأصولِ والفروع ذو البطش الشديد لا يشفَع عنده إِلَاّ مَنْ أذِن لَهُ فيه العالِمُ وحده بجميع الأشياء جليِّها وخفيِّها كليِّها وجزئيِّها واسعُ الملك والقدرة لكل ما مِن شأنه أن يُملَكَ ويُقدَرَ عليه لا يشُقّ عليه شاقٌّ ولا يشغَلُه شأنٌ عن شأنٍ متعالٍ عما تناله الأوهامُ عظيمٌ لا تُحدق به الأفهام تفردت بفضائلَ رائقةٍ وخواصَّ فائقة خلت عنها أخواتها قال صلى الله عليه وسلم إن أعظمَ آيةٍ في القرآن آيةُ الكرسي من قرأها بعث الله تعالى ملِكاً يكتُب من حسناته ويمحو من سيئاته إلى الغد من تلك الساعة وقال عليه الصَّلاةُ والسَّلامُ ما قُرئت هذه الآيةُ في دار إلا هجرتْها الشياطينُ ثلاثين يوماً ولا يدخُلها ساحرٌ ولا ساحرةٌ أربعين ليلة ياعلي علِّمْها ولدَك وأهلَك وجيرانَك فما نزلت آيةٌ أعظمُ منها وقال صلى الله عليه وسلم مَنْ قرأ آيةَ الكرسيِّ في دُبُرِ كلِّ صلاة مكتوبةٍ لم يمنعْه من دخول الجنةِ إلا الموتُ ولا يواظِبُ عليها إلا صدِّيق أو عابدٌ ومن قرأها إذا أخذ مضجعَه أَمَّنَه الله تعالى على نفسه وجارِه وجار جاره والابيات حوله وقال عليه الصلاة والسلام سيدُ البشر آدمُ وسيد العربِ محمدٌ ولا فخرٌ وسيدُ الفُرس سلمانُ وسيدُ الرومِ صُهيبٌ وسيدُ الحبشةِ بلالٌ وسيد الجبال الطورُ وسيدُ الأيام يومُ الجمعة وسيد الكلام القرآن وسيدُ القرآنِ سورةُ البقرة وسيدُ البقرةِ آيةُ الكرسي وتخصيص سيادته صلى الله عليه وسلم للعرب بالذكر في أثناء تعدادِ السيادات الخاصةِ لا يدل على نفي مادلت عليه الأخبارُ المستفيضةُ وانعقد عليه الإجماعُ من سيادته صلى الله عليه وسلم لجميع أفرادِ البشر </p>"
}