{
  "id": null,
  "sura": 2,
  "aya": 164,
  "text": "<p> {إن في خلق السماوات والارض} أي في إبداعهما على ما هما عليه مع ما فيهما من التعاجيب العِبَر وبدائِع صنائعَ يعجِزُ عن فهمها عقولُ البشر وجمعُ السموات لما هو المشهورُ من أنها طبقاتٌ متخالفة الحقائقِ دون الأرض </p><p> {واختلاف الليل والنهار} أي اعتقابِهما وكونِ كلَ منهما خلَفاً للآخر كقولِه تعالى وَهُوَ الَّذِى جَعَلَ اليل والنهار خِلْفَةً أو اختلافُ كل منهما في أنفسهما ازدياداً وانتقاصاً على ما قدّره الله تعالى </p><p> {والفلك التى تَجْرِى فِى البحر} عطفٌ على ما قبله وتأنيثُه إما بتأويل السفينة أو بأنه جمعٌ فإن ضمةَ الجمعِ مغايرةٌ لضمة الواحد في التقدير إذا الأُولى كما في حُمُر والثانية كما في قُفْل وقرئ بضم اللام </p><p> {بِمَا يَنفَعُ الناس} أي متلبسه بالذي ينفعُهم مما يُحمل فيها من أنواع المنافعِ أو بنفعهم </p><p> {وَمَا أَنزَلَ الله مِنَ السماء مِن مَّاء} عطفٌ على الفلك وتأخيرُه عن ذكرها مع كونه أعمَّ منها نفعاً لما فيه من مزيد تفصيلٍ وقيل المقصودُ الاستدلالُ بالبحر وأحوالِه وتخصيصُ الفلك بالذكر لأنه سببُ الخوض فيه والاطلاعِ على عجائبه ولذلك قدِّم على ذكر المطرِ والسحابِ لأن منشأهما البحرُ في غالب الأمر ومن الأولى ابتدائيةٌ والثانية بيانية أو تبيعضية وأياما كان فتأخيرُها لما مرَّ مرارا من التشويقِ والمرادُ بالسماء الفَلَكُ أو السحابُ أو جهةُ العلوِّ </p><p> {فأحيا بِهِ الارض} بأنواع النباتِ والإزهارِ وما عليها من الأشجار </p><p> {بَعْدَ مَوْتِهَا} باستيلاء اليُبوسةِ عليها حسبما تقتضيه طبيعتُها كما يوزن به إيرادُ الموت في مقابلة الإحياء </p><p> {وَبَثَّ فِيهَا} أي فرَّق ونشر </p><p> {مِن كُلّ دَابَّةٍ} من العقلاء وغيرهم والجملة معطوفةٌ على أنزل داخلةٌ تحت حكمِ الصلةِ وقوله تعالى فأحيا الخ متصلٌ بالمعطوف عليه بحيث كانا في حكم شئ واحد كأنه قيل وما أَنزل في الأرض من ماءٍ وبثَّ فيها الخ أو على أحيا بحذف الجارِّ والمجرور العائدِ إلى الموصول وإن لم يتحقق الشرائط المعهودة كما قي قوله ... وإن لساني شَهْدةٌ يشتفى بها ... ولكنْ على مَنْ صَبَّه الله علقمُ ... أي علقمٌ عليه وقولِه ... لعلَّ الذي أصْعَدْتَني أن يرُدَّني ... إلى الأرضِ إن لم يقدِرِ الخيرَ قادِرُهْ ... </p><p> على معنى فأحيا بالماء الأرضَ وَبَثَّ فِيهَا مِن كُلّ دابةٍ فإنهم ينمُون بالخصب ويعيشون بالحَيا </p><p> {وَتَصْرِيفِ الرياح} عطف على ماأنزل أي تقليبها من مهب إلى آخر أومن حال إلى أخرى وقرئ على الإفراد </p><p> {والسحاب} عطفٌ على تصريفِ أو الرياحِ وهو اسمُ جنسٍ واحده سَحابةٌ سمي بذلك لانسحابه في الجو </p><p> {المسخر بَيْنَ السماء والارض} صفةٌ للسحاب باعتبار لفظه وقد يُعتبر معناه فيوصف بالجمع كما في قوله تعالى سَحَابًا ثِقَالاً وتسخيرُه تقليبُه في الجو بواسطة الرياحِ حسبما تقتضيه مشيئةُ الله تعالى ولعل تأخيرَ تصريفِ الرياحِ وتسخيرِ السحاب في الذكر عن جريان الفُلك وإنزال الماء مع انعكاس الترتيب الخارجيّ لما مرَّ في قصَّةِ البقرةِ من الإشعار باستقلال كلَ من الأمور المعدودة في </p><p> البقرة (١٦٥) </p><p> كونها آيةً ولو رُوعيَ الترتيبُ الخارجيُّ لربما تُوهُم كونُ المجموعِ المترتبِ بعضُه على بعضٍ آيةً واحدة </p><p> {لَايَاتٍ} اسمُ إن دخلته اللام لتأخره عن خبرها والتنكيرُ للتفخيم كماً وكيفاً أي آياتٍ عظيمةً كثيرةً دالة على القدرة والحِكمة الباهرةِ والرحمةِ الواسعة المقتضية لاختصاص الألوهية به سبحانه </p><p> {لّقَوْمٍ يَعْقِلُونَ} أي يتفكرون فيها وينظرون إليها بعيون العقول وفيه تعريضٌ بجهل المشركين الذين اقترحوا على النبيِّ صلَّى الله عليهِ وسلم آيةً تصدِّقه في قوله تعالى وإلهكم إله واحد وتسجيلٌ عليهم بسخافة العقولِ وإلا فمن تأمل في تلك الآيات وجدَ كلاً منها ناطقةً بوجوده تعالى ووحدانيته وسائرِ صفاتِه الكماليةِ الموجبةِ لتخصيصِ العبادةِ بهِ تعالى واستُغني بها عن سائرها فإن كلَّ واحدٍ من الأمور المعدودةِ قد وجد على وجه خاصَ من الوجوه الممكنةِ دون ما عداه مستتبعاً لآثار معينةٍ وأحكامٍ مخصوصةٍ من غير أن تقتضي ذاتُه وجودَه فضلاً عن وجوده على نمطٍ معين مستتبعٍ لحكمٍ مستقل فإذن لا بدله حتماً من موجدٍ قادر حكيمٍ يوجده حسبما تقتضيه حكمتُه وتستدعيه مشيئتُه متعالٍ عن معارضة الغير إذ لو كان معه آخرُ يقدِر على ما يقدرُ عليه لزمَ إما اجتماعُ المؤثِّرَيْن على أثر واحدٍ أو التمانعُ المؤدي إلى فساد العالم </p>"
}