{
  "id": null,
  "sura": 2,
  "aya": 185,
  "text": "<p> {شَهْرُ رَمَضَانَ} مبتدأٌ سيأتي خبرُه أو خبرٌ لمبتدإٍ محذوفٍ أي ذلك شهرُ رمضانَ أو بدلٌ من الصيام على حذفِ المضافِ أي صيامُ شهرِ رمضانَ وقرئ بالنصب على إضمار صُوموا أو على أنَّه مفعولٌ تصوموا أو بدلٌ من أياماً معدودات ورمضانُ مصدرُ رمِضَ أي احترق من الرمضاء فأضيفَ إليه الشهرُ وجُعل علماً ومُنع الصرفَ للتعريف والألفِ والنون كما قيل ابنُ دأْيةَ للغراب فقولُه عليه السلام من صام رمضان الحديث وأراد على حذف المضافِ للأمن من الالتباس وإنما سُمِّي بذلك إما لارتماضِهم فيه من الجوع والعطش أو لإرتماض الذنوب في الصيام فيه أو لوقوعه في أيام رَمَضِ الحرِّ عند </p><p> البقرة (١٨٦) </p><p> نَقْل أسماء الشهور عن اللغة القديمة </p><p> {الذى أُنزِلَ فِيهِ القرآن} خبرٌ للمبتدأ على الوجه الأول وصفةٌ لشهر رمضانَ على الوجوه الباقية ومعنى إنزالِه فيه أنه أبتدى إنزالُه فيه وكان ذلك ليلةَ القدرِ أو أنزل فيه جملةَ إلى السماءِ الدُّنيا ثم نزل مُنَجَّماً إلى الأرض حسبما تقتضيه المشيئةُ الربانية أو أُنزل في شأنه القرآنُ وهو قوله عز وجل كُتِبَ عَلَيْكُمْ وعن النبيِّ صلَّى الله عليهِ وسلم نزلتْ صحفُ إبراهيمَ أولَ ليلةٍ من رمضانَ وأُنزلت التوراةُ لستٍ مضَيْن منه والإنجيلُ لثلاثَ عشرةَ منه والقرآنُ لأربع وعشرين </p><p> {هُدًى لّلنَّاسِ وبينات مِّنَ الهدى والفرقان} حالان من القرآن أي أُنزل حال كونه هدية للناس بما فيه من الإعجاز وغيرِه وآياتٍ واضحةٍ مرشدةً إلى الحق فارقةً بينه وبين الباطل بما فيه من الحُكم والأحكام </p><p> {فَمَن شَهِدَ مِنكُمُ الشَّهْرَ} أي حضرَ فيه ولم يكن مسافراً ووضعُ الظاهر موضعَ الضمير للتعظيم والمبالغة في البيان والفاءُ للتفريعِ والترتيب أو لتضمُّن المبتدأِ معنى الشَّرطِ أو زائدةٌ على تقدير كونِ شهرُ رمضانَ مبتدأً والموصولُ صفة له وهذه الجملةُ خبرٌ له وقيل هي جزائية كأنه قيل لما كُتب عليكم الصيامُ في ذلك الشهر فمنْ حضَرَ فيه </p><p> {فَلْيَصُمْهُ} أي فليصم فيه بجذف الجارِّ وإيصالِ الفعلِ إلى المجرور اتساعاً وقيل من شهد منكم هلالَ الشهرِ فليصمْه على أنه مفعولٌ به كقولك شهِدتُ الجمعةَ أي صلاتها فيكونُ ما بعده مخصِّصاً له كأنه قيل </p><p> {وَمَن كَانَ مَرِيضًا} وإن كان مقيماً حاضِراً فيه </p><p> {أَوْ على سَفَرٍ} وإن كان صحيحاً </p><p> {فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ} أي فعليه صيامُ أيامٍ أخَرَ لأن المريضَ والمسافرَ ممن شهد الشهرَ ولعل التكريرَ لذلك أو لئلا يُتَوَهم نسخُه كما نُسخ قرينُه </p><p> {يُرِيدُ الله} بهذا الترخيص </p><p> {بِكُمُ اليسر وَلَا يُرِيدُ بكم العسر} لغاية رأفتُه وسعةُ رحمتِه </p><p> {وَلِتُكْمِلُواْ العدة وَلِتُكَبّرُواْ الله على مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ} علل لفعلٍ محذوفٌ يدلُّ عليه ما سبق أي ولهذه الأمورِ شُرِعَ ما مرَّ من أمرِ الشاهد بصوْمِ الشهر وأمرِ المرخَّص لهم بمراعاة عدةِ ما أَفطر فيه ومن الترخيص في إباحة الفطر فقوله تعالى لتكلموا علةُ الأمر بمراعاة العِدة ولتكبروا علةُ ما عَلِمه من كيفية القضاء وَلَعَلَّكُمْ تَشْكُرُونَ علةُ الترخيص والتيسير وتديه فعل التكبير بعلى لتضمُّنه معنى الحمد كأنه ولتكبروا الله حامدين على ما هداكم ويجوز أن يكون معطوفةً على علة مقدرةٍ مثلُ ليُسهل عليكم أو لتعلموا ما تعلمون ولتكملوا الخ ويجوز عطفُها على اليُسرَ أي يريد بكم لتكلموا الخ كقوله تعالى يُرِيدُونَ لِيُطْفِئُواْ الخ والمعنى بالتكبير تعظيمُه تعالى بالحمد والثناءِ عليه وقيل تكبيرُ يومِ العيد وقيل التكبيرُ عند الإهلال وما تحتمل المصدرية والموصولة أي على هدايتِه أيَّاكم أو على الذي هداكم إليه وقرئ ولِتُكَمِّلوا بالتشديد </p>"
}