{
  "id": null,
  "sura": 2,
  "aya": 71,
  "text": "<p> {قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَاّ ذَلُولٌ تُثِيرُ الارض وَلَا تَسْقِى الحرث} أي لم تُذلَّلْ للكِراب وسقى الحرث ولا ذلول صفةٌ لبقرةٌ بمعنى غير ذلول ولا الثانية لتأكيد الأولى والفعلان صفتا ذلول كأنه قيل لا ذلولٌ مثيرةٌ وساقية وقرئ لا ذلول بالفتح أي حيث هي كقولك مررت برجل لا بخيلٍ ولا جبان أي حيث هو وقرئ تُسْقي من أسقى </p><p> {مُّسَلَّمَةٌ} أي سلَّمها الله تعالى من العيوب أو أهّلها من العمل أو خلص لها لونها من سَلِم له كذا إذا خَلَص له ويؤيده قوله تعالى </p><p> {لَاّ شِيَةَ فِيهَا} أي لا لونَ فيها يخالف لونَ جلدِها حتى قَرْنُها وظِلْفُها وهي في الأصل مصدرُ وشاه وشّياً وشِيةً إذا خلَط بلونه لوناً آخر </p><p> {قالوا} عند ما سمعوا هذه النعوت </p><p> {الآن جئت بالحق} أي بحقيقة وصفِ البقرةِ بحيث ميَّزْتها عن جميع ما عداها ولم يبقَ لنا في شأنها اشتباهٌ أصلاً بخلاف المرتين الأوليين فإن ما جئتَ به فيهما لم يكن في التعيين بهذه المرتبة ولعلهم كانوا قبلَ ذلك قد رأَوْها ووجدوها جامعةً لجميع ما فُصِّل من الأوصاف المشروحةِ في المرات الثلاثِ من غير مشارِكٍ لها فيما عُدَّ في المرَّةِ الأخيرةِ وإلا فمن أين عرَفوا اختصاصَ النعوت الأخيرةِ بها دون غيرها وقرئ الآنَ بالمد على الاستفهام والآنَ بحذف الهمزةِ وإلقاءِ حركتِها على اللام </p><p> {فَذَبَحُوهَا} الفاء فصيحة كما في فانفجَرت أي فحصّلوا البقرةَ فذبحوها </p><p> {وَمَا كَادُواْ يَفْعَلُونَ} كاد </p><p> البقرة (٧٢) </p><p> من أفعال المقاربة وُضع لدنوِّ الخبر من الحصول والجملةُ حالٌ من ضمير ذبحوا أي فذبحوها والحال إِنَّهُمْ كَانُواْ قَبْلَ ذَلِكَ بمعزل منه أو اعتراضٌ تذييلي ومآلُه استثقالُ استعصائِهم واستبطاءٌ لهم وأنهم لفَرْط تطويلِهم وكثرةِ مراجعاتِهم ما كاد ينتهي خيط اسهابهم فيها قيل مضى من أول الأمرِ إلى الامتثال اربعون سنة وقيل وما كادوا يفعلون ذلك لغلاء ثمنها رُوي أنَّهُ كانَ في بني إسرائيلَ شيخٌ صالح له عجلة فأني بها الغَيْضة وقال اللهم اني استودعتكها لا بني حتى يكبَرَ وكان برّاً بوالدَيه فتُوفِّيَ الشيخُ وشبَّتِ العِجْلة فكانت من أحسن البقرِ وأسمنِها فساوَموها اليتيمَ وأمَّه حتى اشتَرَوْها بملء مَسْكِها ذهباً لمّا كانت وحيدةً بالصفات المذكورة وكانت البقرةُ إذ ذاك بثلاثة دنانيرَ واعلم أنه لا خلافَ في أن مدلولَ ظاهرِ النظمِ الكريم بقرةٌ مطلقةٌ مُبْهمة وأن الامتثالَ في آخرِ الأمرِ إنما وقعَ بذبح بقرةٍ معيّنة حتى لو ذبحوا غيرَها ما خَرَجوا عن عُهدة الأمرِ لكن اختُلفَ في أن المرادَ المأمورُ به إثرَ ذي أثيرٍ هل هي المعينةُ وقد أُخِّر البيانُ عن وقت الخطاب أو المبهمةُ ثم لَحِقها التغييرُ إلى المعيَّنة بسبب تثاقلِهم في الامتثال وتماديهم في التعمق والاستكشاف فذهب بعضُهم إلى الأول تمسكاً بأن الضمائرَ في الأجوبة أعني أنها بقرةٌ إلى آخر للمعيَّنة قطعاً ومن قضيتِه أن يكونَ في السؤال أيضاً كذلك ولا ريبَ في أن السؤالَ إنما هو عن البقرة المأمور بذبحها فتكونُ هي المعينةُ وهو مدفوعٌ بأنهم لما تعجّبوا من بقرة ميتةٍ يضرب ببعضها ميت فيحيا ظنُّوها معيّنةً خارجةً عما عليه الجنسُ من الصفات والخواصِّ فسألوا عنها فرجعت الضمائرُ إلى المعيَّنة في زعمهم واعتقادِهم فعيّنها الله تعالى تشديداً عليهم وإن لم يكن المرادُ من أول الأمرِ هي المعينة والحقُّ أنها كانت في أول الأمر مُبْهمةً بحيث لوذبحوا أيةَ بقرةٍ كانت لحصل الامتثالُ بدِلالة ظاهرِ النظم الكريمِ وتكرير الأمرِ قبل بيان اللون وما بعدَه من كونها مسلّمةً الخ وقد قال صلى الله عليه وسلم لو اعترَضوا أدنى بقرةٍ فذبحوها لكفَتْهم ورُوي مثلُه عن رئيس المفسرين عبد الله بن عباس رضي الله عنهما ثم رجع الحكمُ الأولُ منسوخاً بالثاني والثاني بالثالث تشديداً عليهم لكنْ لا على وجهِ ارتفاعِ حكمِ المُطْلقِ بالكلية وانتقالِه إلى المعيّن بل على طريقة تقييده وتخصصه به شيئاً فشيئاً كيف لا ولو لم يكُن كذلكَ لما عُدّت مراجعاتُهم المَحْكيةُ من قَبيل الجنايات بل من قبيل العبادة فإن الامتثالَ بالأمر بدون الوقوفِ على المأمورَ به مما لا يكاد يتسنّى فتكونُ سؤالاتُهم من باب الاهتمام بالامتثال </p>"
}