{
  "id": null,
  "sura": 2,
  "aya": 258,
  "text": "<p> {أَلَمْ تَرَ إِلَى الذى حَاجَّ إبراهيم فِى رِبّهِ} استشهادٌ على ما ذكر من أن الكفَرةَ أولياؤُهم الطاغوتُ وتقريرٌ له على طريقة قوله تعالى أَلَمْ تَرَ أَنَّهُمْ فِى كُلّ وَادٍ يَهِيمُونَ كما أن ما بعده استشهاد على ولايته تعالى للمؤمنين وتقريرٌ لها وإنما بُدىء بهذا الرعاية الاقترانِ بينه وبين مدلولِه ولاستقلاله بأمر عجيبٍ حقيق بأن يُصدَّر به المقالُ وهو اجتراؤه على المُحاجّة في الله عزوجل وما أتى بها في أثنائها من العظيمة المنادية بكمال حماقته ولأن فيما بعده تعدداً وتفصيلاً يورث تقديمُه انتشار النظم على أنه قد أشير في تضاعيفه إلى هداية الله تعالى أيضاً بواسطة إبراهيمَ عليه السلام فإن ما يحكى عنه من الدعوة إلى الحق وإدحاضِ حجةِ الكفار من آثار ولايته تعالى وهمزةُ الاستفهامِ لإنكارِ النفي وتقريرِ المنفي أي ألم تنظُرْ أو ألم ينتهِ علمُك إلى هذا الطاغوت المارد كيف تصدى لإضلال الناس وإخراجهم من النور إلى الظلمات أي قد تحققت الرؤيةُ وتقرَّرت بناءً على أن أمره منَ الظهورِ بحيثُ لا يكاد يخفى على أحد ممن له حظٌّ من الخطاب فظهر أن الكفرة أولئك الطاغوتُ وفي التعرض لعنوان الربوبية مع الإضافة إلى ضميره عليه السلام تشريفٌ له وإيذانٌ بتأييده في المُحاجة </p><p> {أَنْ آتاه الله الملك} أي لأن آتاه إياه حيث أبطره ذلك وحملَه على المُحاجّة أو حاجه لأجله وضعاً للمُحاجّة التي هي أقبحُ وجوهِ الكفر موضعَ ما يجبُ عليه من الشكر كما يقال عاديتني لأن أحسنتُ إليك أو وقتَ أن آتاه الله وهو حجةٌ على من منع إيتاءَ الله المُلك للكافر </p><p> {إِذْ قَالَ إبراهيم} ظرفٌ لحاجَّ أو بدلٌ من آتاه على الوجه الأخير </p><p> {ربي الذي يُحيي ويميت} بفتح ياء ربي وقرئ بحذفها روى أنه صلى الله عليه وسلم لما كسر الأصنام سجنه ثم أخرجه فقال من ربُّك الذي تدعو إليه قال ربي الذي يُحيي ويميت أي يخلُق الحياةَ والموتَ في الأجساد </p><p> {قَالَ} استئناف مبني على السؤال كأنه قيل كيف حاجّه في هذه المقالة القوية الحقة فقيل قال </p><p> {أنا أحيى وأميت} رُوي أنه دعا برجلين فقتل أحد هما وأطلق الآخر فقال ذلك </p><p> {قَالَ إبراهيم} استئنافٌ كما سلف كأنه قيل </p><p> ٢٥٩ - البقرة </p><p> فماذا قال إبراهيمُ لمن في هذه المرتبة من الحماقة وبماذا أفحمه فقيل قال </p><p> {فَإِنَّ الله يَأْتِى بالشمس مِنَ المشرق} حسبما تقتضيه مشيئتُه </p><p> {فَأْتِ بِهَا مِنَ المغرب} إن كنت قادراعلى مثل مقدور اته تعالى لم يلتفِتْ عليه السلام إلى إبطال مقالةِ اللعين إيذاناً بأن بطلانها من الجلاءِ والظهورِ بحيث لا يكاد يخفى على أحد وأن التصديَ لإبطالها من قبيل السعي في تحصيل الحاصل وأتى بمثال لا يجد اللعين فيه مجالاً للتمويه والتلبيس </p><p> {فَبُهِتَ الذى كَفَرَ} أي صار مبهوتا وقرئ على بناء الفاعل على أن الموصول مفعوله أي فغلب إبراهيمُ الكافر وأسكته وإيراد الكفر في حيز الصلة للإشعار بعلة الحكم والتنصيص على كون المحاجة كفراً </p><p> {والله لَا يَهْدِى القوم الظالمين} تذبيل مقرر لمضمون ما قبله أي لا يهدي الذين ظلُموا أنفسَهم بتعريضِها للعذابِ المخلد بسبب إعراضِهم عن قبول الهداية إلى مناهج الاستدلالِ أو إلى سبيل النجاةِ أو إلى طريق الجنةِ يوم القيامة </p>"
}