{
  "id": null,
  "sura": 3,
  "aya": 103,
  "text": "<p> {واعتصموا بِحَبْلِ الله} أي بدين الإسلامِ أو بكتابه لقوله عليه الصلاة والسلام القرآنُ حبلُ الله المتينُ لاتنقضى عجائبُه ولا يخلَقُ من كثرة الردِّ مَنْ قال به صدَقَ ومن عمِل به رَشَد ومن اعتصم به هُديَ إلى صراط مستقيم إما تمثيلٌ للحالة الحاصلةِ من استظهارهم به ووثوقِهم بحمايته بالحالة الحاصلةِ من تمسك المتدلي من مكان رفيعٍ بحبل وثيقٍ مأمونِ الانقطاعِ من غير اعتبار مجازٍ في المفردات وإما استعارةٌ للحبل لما ذُكر من الدين أو الكتاب والاعتصام ترشيحٌ لها أو مستعارٌ للوثوق به والاعتمادِ عليه </p><p> {جَمِيعاً} حالٌ من فاعلِ اعتصموا أي مجتمعين في الاعتصام </p><p> {وَلَا تَفَرَّقُواْ} أي لا تتفرقوا عن الحق بوقوع الاختلافِ بينكم كأهل الكتابِ أو كما كنتم متفرقين في الجاهلية يحارب بعضُكم بعضاً أو لا تحدثوا ما يوجب التفريق ويُزيل الأُلفةَ التي أنتم عليها </p><p> {واذكروا نِعْمَةَ الله} مصدر مضافٌ إلى الفاعل وقولُه تعالى </p><p> {عَلَيْكُمْ} متعلقٌ به أو بمحذوفٍ وقع حالا منه وقوله تعالى </p><p> {إِذْ كُنتُم} ظرفٌ له أو للاستقرار في عليكم أي اذكروا إنعامه عليكم أو اذكروا إنعامة متسقرا عليكم وقت كونِكم </p><p> {أَعْدَاء} في الجاهلية بينكم إلامن والعداواتُ والحروبُ المتواصلة وقيل هم الأوسُ والخزرجُ كانا أخوَين لأب وأمٍ فوقعت بين أولادِهما العداوةُ والبغضاءُ وتطاولت الحروبُ فيما بينهم مائةً وعشرين سنةً </p><p> {فَأَلَّفَ بَيْنَ قُلُوبِكُمْ} بتوفيقكم للإسلام </p><p> {فَأَصْبَحْتُم} أي فصِرْتم </p><p> {بِنِعْمَتِهِ} التي هي ذلك التأليفُ </p><p> {إِخْوَانًا} خبرُ أصبحتم أي إخواناً متحابّين مجتمعين على الأُخوّة في الله متراحمين متناصحين متفقين على كلمة الحقِّ وقيل معنى فأصبحتم فدخلتم في الصباح فالباء حينئذ متعلقةٌ بمحذوفٍ وقعَ حالاً من الفاعل وكذا إخوانا أي فأصبحتم </p><p> ١٠٤ - آل عمران </p><p> ملتبسين حالَ كونِكم إخواناً </p><p> {وَكُنتُمْ على شَفَا حُفْرَةٍ مّنَ النار} شفا الحفرةِ وشفَتُها حَرْفها أي كنتم مشرفين على الوقوع في نار جهنم لكفرهم إذ لم أدرككم الموتُ على تلك الحالة لوقعتهم فيها </p><p> {فَأَنقَذَكُمْ} بأن هداكم للإسلام </p><p> {مِنْهَا} الضميرُ للحفرة أو للنار أو للشَفا والتأنيثُ للمضاف إليهِ كما في قولِه ... كما شرِقَتْ صدر القتا من الدمِ ... </p><p> أو لأنه بمعنى الشَّفة فإن شَفا البئرِ وشفَتَها جانبُها كالجانب وأصلُه شَفَوٌ قلبت الواوُ ألفاً في المذكر وحذفت في المؤنث </p><p> {كذلك} إشارةٌ إلى مصدرِ الفعل الذي بعده وما فيه من معنى البعد بعلو درجة المُشَارِ إليهِ وبُعدِ منزلتِه في الفضل وكمالِ تميُّزِه به عما عداه وانتظامِه بسببه في سلك الأمور المشاهدة والكاف مُقحَمَةٌ لتأكيد ما أفاده اسمُ الإشارةِ من الفخامة ومحلُّها النصبُ على أنَّها صفةٌ لمصدر محذوف أي مثلَ ذلك التبيينِ الواضحِ </p><p> {يُبَيّنُ الله لَكُمْ آياته} أي دلائلَه </p><p> {لَعَلَّكُمْ تَهْتَدُونَ} طلباً لثباتكم على الهدى وازديادِكم فيه </p>"
}