{
  "id": null,
  "sura": 3,
  "aya": 102,
  "text": "<p> {يَا أَيُّهَا الذينَ آمَنُواْ} تكريرُ الخطابِ بعنوان الإيمانِ تشريفٌ إثرَ تشريفٍ </p><p> {اتقوا الله} الاتقاءُ افتعالٌ من الوقاية وهي فرْطُ الصيانة </p><p> {حَقَّ تُقَاتِهِ} أي حقَّ تقواه وما يجب منها وهو استفراغُ الوُسعِ في القيام بالموجب والاجتنابِ عن المحارم كما في قوله تعالى فاتقوا الله مَا استطعتم وعن ابن مسعود رضي الله عنه هو أن يُطاعَ ولا يعصى ويُذكرَ ولا يُنْسَى ويُشكَرَ ولا يُكْفَرَ وقد روي مرفوعاً إليه عليه السلام وقيل هو أن لاتأخذه في الله لومةُ لائمٍ ويقومَ بالقسط ولو على نفسه أو ابنِه أو ابيه وقيل هو أن يُنزِّهَ الطاعةَ عن الالتفات إليها وعن توقع المجازاةِ وقد مر تحقيقُ الحقِّ في ذلك عند قولِه عز وجل {هُدًى لّلْمُتَّقِينَ} والتقاةُ مِن اتقى كالتُّؤَدة من اتّأَدَ وأصلها وُقْيَة قلبت واوُها المضمومةُ تاءً كما في تُهمة وتُخمة وياؤها المفتوحة ألفاً </p><p> {وَلَا تَمُوتُنَّ إِلَاّ وَأَنتُم مُّسْلِمُونَ} أي مُخلصون نفوسكم </p><p> ١٠٣ - آل عمران </p><p> لله تعالى لا تجعلون فيها شِرْكةً لما سواه أصلاً كما في قوله تعالى وَمَنْ أَحْسَنُ دِيناً مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وهو استثناءٌ مفرَّغٌ من أعم الأحوال أي لاتموتن على حالٍ من الأحوالِ إلا حالَ تحققِ إسلامِكم وثباتكم عليه كما ينبئ عنه الجملةُ الاسميةُ ولو قيل إلا مسلمين لم يفد فائدتها والعاملُ في الحال ما قبل إِلا بعد النقض وظاهرُ النظمِ الكريمِ وإنْ كانِ نهياً عن الموت المقيَّد بقيدٍ هو الكونُ على أي حال من غيرِ حالِ الإسلام لكنَّ المقصودَ هو النهيُ عن ذلك القيدِ عند الموتِ المستلزمِ للأمر بضده الذي هو الكونُ على حال الإسلامِ حينئذ وحيث كان الخطابُ للمؤمنين كان المرادُ إيجابَ الثباتِ على الإسلام إلى الموت وتوجيهه النهي إلى الموت للمبالغةِ في النَّهيِ عن قيده المذكور فإنه النهى عن المقيد في أمثاله نهيٌ عن القيد ورفعٌ له من أصله بالكلية مفيدٌ لما لا يفيده النهيُ عن نفس القيدِ فإن قولَك لاتصل إلا وأنت خاشعٌ يفيد من المبالغة في إيجاب الخشوع في الصلاة مالا يفيده قولُك لا تترُكِ الخشوعِ في الصلاة لما أن هذا نهيٌ عن ترك الخشوعِ فقط وذاك نهيٌ عنه وعما يقارِنُه ومفيدٌ لكون الخشوعِ هو العمدةَ في الصلاة وأن الصلاةَ بدونه حقُّها أن لا تُفعل وفيه نوعُ تحذيرٍ عما وراءَ الموتِ وقوله عز وجل </p>"
}