{
  "id": null,
  "sura": 3,
  "aya": 14,
  "text": "<p> {زُيّنَ لِلنَّاسِ} كلامٌ مستأنفٌ سيق لبيان حقارةِ شأن الحظوظ الدنيوية بأصنافها وتزهيدٌ للناس فيها وتوجيه رغباتهم إلى ما عنده تعالى إثرَ بيانِ عدم نفعِها للكفرة الذين كانوا يتعزّزون بها والمرادُ بالناس الجنس </p><p> {حُبُّ الشهوات} الشهوة نزوعُ النفس إلى ما تريده والمراد ههنا المشتهَيات عبّر عنها بالشهوات مبالغة في كونِها مشتهاةً مرغوباً فيها كأنها نفسُ الشهوات أو أيذانا بانهما كهم في حبها بحيث أحبوا شهواتِها كما في قوله تعالى {إِنّى أَحْبَبْتُ حُبَّ الخير} أو استرذالاً لها فإن الشهوة مسترذَلةٌ مذمومة من صفات البهائم والمزيِّنُ هو الباري سبحانه وتعالى إذ هو الخالقُ لجميع الأفعال والدواعي والحكمةُ في ذلك ابتلاؤهم قال تعالى إِنَّا جَعَلْنَا مَا عَلَى الارض زِينَةً لَّهَا لِنَبْلُوَهُمْ الآية فإنها ذريعة لنيل سعادة الدارين عند كونِ تعاطيها على نهج الشريعةِ الشريفة وسيلة إلى بقاء النوع وإيثارُ صيغةِ المبنيِّ للمفعولِ للجَريِ على سنَنِ الكبرياءِ وقرئ على البناء للفاعل وقيل المزيِّنُ هو الشيطان لما أن مساقَ الآية الكريمة على ذمها وفرّق الجبائيّ بين المباحات فأسند تزيينها إليه تعالى وبين المحرمات فنسب تزيينها إلى الشيطان </p><p> {مِنَ النساء والبنين} في محل النصب على أنه حال من الشهوات وهي مفسِّرة لها في المعنى وقيل مِنْ لبيان الجنس وتقديمُ النساء على البنين لعراقتهن في معنى الشهوة فإنهن حبائلُ الشيطان وعدم التعرض للبنات لعدم الاطّراد في حبهن </p><p> {والقناطير المقنطرة} جمعُ قِنطار وهو المالُ الكثير وقيل مائةُ ألفِ دينار وقيل ملءُ مَسْكِ ثور وقيل </p><p> ١٥ - آل عمران </p><p> سبعون ألفاً وقيل أربعون ألفَ مثقالٍ وقيل ثمانون ألفاً وقيل مائةُ رِطل وقيل ألفٌ ومِائتَا مثقالٍ وقيل ألفا دينار وقيل مائة من ومائة رطل ومائة مثقال ومائة درهم وقيل ديةُ النفس واختلف في أن وزنه فعلال أو فنعال ولفظ المقنطرة مأخود منه للتأكيد كقولهم بَدْرةٌ مُبدَرة وقيل المقنطرة المحْكمة المحْصنة وقيل الكثيرة المُنضّدة بعضُها على بعض أو المدفونه وقيل المضروبة المنقوشة </p><p> {مِنَ الذهب والفضة} بيان للقناطير أو حال </p><p> {والخيل} عطف على القناطير قيل هي جمع لا واحد له من لفظه كالقوم والرهط الواحد فرس وقيل واحدُه خائل وهو مشتق من الخُيلاء </p><p> {المسومة} أي المُعْلمة منَ السُّومةِ وهيَ العلامةُ أو المرْعيّة من أسام الدابة وسوَّمها إذا أرسلها وسيَّبها للرعي أو المُطَهّمة التامةُ الخَلقْ </p><p> {والانعام} أي الإبل والبقر والغنم </p><p> {والحرث} أي الزرع مصدر بمعنى المفعول </p><p> {ذلك} أي ما ذكر من الأشياء المعهودة </p><p> {مَّتَاعَ الحياة الدنيا} أيْ ما يتمتعُ بهِ في الحياةِ الدنيا أياماً قلائلَ فتفنى سريعاً </p><p> {والله عِندَهُ حُسْنُ المأب} حسنُ المرجِع وفيه دلالةٌ على أن ليس فيما عُدّد عاقبةٌ حميدة وفي تكرير الإسناد بجعل الجلالة مبتدأ وإسنادِ الجملة الظرفية إليه زيادةُ تأكيدٍ وتفخيم ومزيدُ اعتناء بالترغيب فيما عند الله عز وجل من النعم المقيم والتزهيدُ في ملاذّ الدنيا وطيباتها الفانية </p>"
}