{
  "id": null,
  "sura": 3,
  "aya": 144,
  "text": "<p> {وَمَا مُحَمَّدٌ إِلَاّ رَسُولٌ} مبتدأٌ وخبرٌ ولا عمل لما بالاتفاق لانتقاض نفيِه بإلا وقوله تعالى </p><p> {قَدْ خَلَتْ مِن قَبْلِهِ الرسل} صفة لرسول منبئة عن كونه في شرف الخُلوِّ فإن خلوَّ مشاركيه في منصِب الرسالةِ من شواهد خلوة عليه الصلاة والسلام لا محالة كأنه قيل قد خلت من قبله أمثالُه فسيخْلو كما خلَوْا والقصرُ قلبيٌّ فإنهم لمّا انقلبوا على أعقابهم فكأنهم اعتقدوا أنه عليه الصلاةُ والسلام رسولٌ لا كسائر الرسلِ في أنه يخلو كما خلوا ويحب التمسكُ بدينه بعده كما يجب التمسك بدينهم بعدَهم فرُدَّ عليهم بأنه ليس إلا رسولاً كسائر الرسلِ فسيخلو كما خلَوْا ويجب التمسكُ بدينه كما يجب التمسكُ بدينهم وقيل هو قصرُ إفرادٍ فإنهم لما استعظموا عدم بقائه عليه الصلاة والسلام لهم نُزِّلوا منزلةَ المستبعِدين لهلاكه كأنهم يعتقدون فيه عليه الصلاة والسلام وصفَيْن الرسالة والبعدَ عن الهلاك فرُدَّ عليهم بأنه مقصور على الرسالة لايتجاوزها إلى البعد عن الهلاك فلا بد حينئذٍ من جعل قوله تعالى قَدْ خَلَتْ الخ كلاماً مبتدأً مَسوقاً لتقرير عدمِ براءتِه عليه الصلاة والسلام من الهلاك وبيانِ كونِه أُسوةً لمن قبلَهُ من الرُّسلِ عليهم السَّلامُ وأياً ما كان فالكلامُ يخرج على خلاف مقتضى الظاهرِ </p><p> {أفَإِنْ مَاتَ أوْ قُتِلَ انقَلَبْتُمْ عَلى أعْقَابِكُمْ} إنكارٌ لارتدادهم وانقلابِهم عن الدين بخُلوِّه بموتٍ أو قتلٍ بعد علمِهم بخلوِّ الرسلِ قبله وبقاءِ دينِهم متمسَّكاً به وقيل الفاءُ للسببية والهمزةُ لإنكار أن يجعلوا خُلوَّ الرسلِ قبله سبباً لانقلابهم بعد وفاتِه مع كونه سبباً في الحقيقة لثباتهم على الدين وإيرادُ الموتِ بكلمة إن مع علمهم به اْلبتةَ لتنزيل المخاطبين منزلةَ المتردِّدين فيه لما ذُكر من استعظامهم إياه وهكذا الحالُ في سائر المواردِ فإن كلمةَ إنْ في كلام الله تعالى لا تجري على ظاهرها قطُّ ضرورة علمِه تعالى بالوقوع </p><p> أو اللاوقوعِ بل تُحملُ على اعتبار حالِ السامعِ أو أمرٍ آخرَ يناسب المقامَ وتقديمُ تقديرِ الموتِ مع أن تقديرَ القتلِ هو الذي ثار منه الفتنةُ وعظُم فيه المحنةُ لِما أن الموتَ في شرف الوقوعِ فزجرُ الناسِ عن الانقلاب عنده وحملهم على التثبيت هناك أهمُّ ولأن الوصفَ الجامعَ بينه وبين الرسلِ عليهم السلام هو الخلوُّ بالموت دون القتل روي أنه لما التقى الفئتانِ حمل أبو دجانةَ في نفرٍ من المسلمين على المشركين فقاتل قِتالاً شديداً وقاتل عليُّ بنُ أبي طالبٍ رضي الله عنه قتالاً عظيماً حتى التوى سيفُه وكذا سعدُ بنُ أبي وقاصٍ فقتلوا جماعةً من المشركين وهزموهم فلما نظر الرماةُ إليهم ورأَوْا أنهم قد انهزموا أقبلوا على النَّهْب ولم يلتفتوا إلى نهي أميرهم عبد الله بن جبيرٍ فلم يبقَ منهم عنده إلا ثمانيةُ نفرٍ فلما رآهم خالدُ بنُ الوليدِ قد اشتغلوا بالغنيمة حمل عليهم في مائتين وخمسين فارساً من المشركين من قبل الشعب وقتلوا من بقيَ من الرُماة ودخلوا خلفَ أقفيةِ المسلمين ففرّقوهم وهزموهم وحملوا على أصحاب رسول الله صلى الله عليه وسلم وقاتلوهم حتى أصيب هناك نحوُ ثلاثين رجلاً كلٌّ منهم يجثوا بين يديه ويقول وجهي لوجهك وقاء ونفسي لنفسك فداءٌ وعليك سلامُ الله غيرَ مُودَّعٍ ورمى عبدُ اللَّه بنُ قميئةَ الحارثي رسول الله صلى الله عليه وسلم بحجر فكسر رَباعيتَه وشجُّ وجهَه الكريمَ فذبّ عنه مصعب بن عمير رضي الله عنه وكان صاحبَ الرايةِ حتى قتله ابنُ قميئة وهو يزعُم أنه قتل النبيَّ صلَّى الله عليهِ وسلم فقال قتلت محمدا وصارخ قيل إنه إبليسُ ألا أن محمداً قد قُتل فانكفأ الناسُ وجعل الرسولُ صلى الله عليه وسلم يدعو إليَّ عبادَ الله قال كعبُ بنُ مالك كنت أولُ من عرف رسول الله صلى الله عليه وسلم من المسلمين فناديت بأعلى صوتي يا معشرَ المسلمين هذا رسول الله صلى الله عليه وسلم فانحاز إليه ثلاثون من أصحابه وحموه حتى كشفوا عنه المشركين وتفرّق الباقون وقال بعضُهم ليت بن أُبيَ يأخذ لنا أماناً من أبي سفيانَ وقال ناس من المنافقين لو كانَ نبيَّاً لما قُتل ارجِعوا إلى إخوانكم وإلى دينكم فقال أنسُ بنُ النضر وهو عمُّ أنسِ بنِ مالكٍ يا قوم إن كان قُتل محمدٌ فإن ربَّ محمدٍ حيٌّ لا يموت وما تصنعون بالحياة بعد رسولِ الله صلى الله عليه وسلم فقاتِلوا على ما قاتل عليه وموتوا كِراماً على ما مات عليه ثم قال اللهم إني أعتذر إليك مما يقول هؤلاءِ وأبرَأُ إليك مما جاء به هؤلاء ثم شدّ بسيفه وقاتل حتى قُتل وتجويزهم لقتله عليه الصَّلاةُ والسَّلامُ مع قوله تعالى {والله يَعْصِمُكَ مِنَ الناس} لما أن كلَّ آيةٍ ليس يسمعها كلُّ أحدٍ ولا كلُّ من يسمعها يستحضِرُها في كل مقام لاسيما في مثل ذلك المقامِ الهائل وقد غفَل عمرُ رضي الله عنه عن هذه الآية الكريمةِ عند وفاته عليه الصلاة والسلام وقام في الناس فقال إن رجالاً من المنافقين يزعمون أن رسول الله صلى الله عليه وسلم توفي وإن رسولَ الله ما مات ولكنه ذهب إلى ربه كما ذهب موسى بن عمران فغاب عن قومه أربعين ليلةً ثم رجع والله ليرجِعَنَّ رسول الله صلى الله عليه وسلم ولأُقطِّعن أيديَ رجالٍ وأرجلَهم يزعمون أن رسول الله صلى الله عليه وسلم مات ولم يزل يكرِّرُ ذلك إلى أن قام أبُو بكرٍ رضيَ الله عنه فحمد الله عز وجل وأثنى عليه ثم قال أيها الناسُ من كان يعبُد محمداً فإن محمداً قد مات ومن كان يعبُد الله فإن الله حى لايموت ثم تلا {وَمَا مُحَمَّدٌ إِلَاّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرسل} الآية قال الراوي والله لكأن الناسَ لم يعلموا أن هذه الآيةَ نزلت على رسُولِ الله صَلَّى الله عليه وسلم حتى تلاها أبو بكر وقال عمر رضي الله عنه والله ما هو إلا أن سمعتُ أبا بكرٍ رضيَ الله عنْهُ يتلو فعقرت حتى ماتحملنى رجلاي وعرفتُ أن رسولَ الله صلى الله عليه وسلم قد مات </p><p> {وَمَن يَنقَلِبْ على عَقِبَيْهِ} بإدباره عما كان يُقبل عليه رسولُ الله صلى الله عليه وسلم من أمر الجهادِ وغيرِه </p><p> ١٤٥ - آل عمران </p><p> وقيل بارتداده عن الإسلامِ وما ارتد يومئذ أحدٌ من المسلمين إلا ما كان من المنافقين </p><p> {فَلَن يَضُرَّ الله} بما فعل من الانقلاب </p><p> {شَيْئاً} أي شيئا من الضرر وإنما يضُرُّ نفسَه بتعريضها للسُخط والعذاب </p><p> {وَسَيَجْزِى الله الشاكرين} أي الثابتين على دينَ الإسلامِ الذي هو أجلُّ نعمةٍ وأعزُّ معروفٍ سُمّوا بذلك لأن الثباتَ عليه شكرٌ له وعِرفانٌ لحقه وفيه إيماءٌ إلى كُفران المنقلبين ورُوي عن ابن عبَّاسٍ رضيَ الله عنهما أنَّ المراد بهم الطائعون لله تعالى من المهاجرين والأنصار وعَنْ عليَ رضيَ الله عنه أبو بكر وأصحابه رضي الله عنهم وعنْهُ رضيَ الله عنْهُ أنَّه قال أبو بكر من الشاكرين ومن أحبّاء الله تعالَى وإظهارُ الاسمِ الجليلِ في موقع الإضمار لإبراز مزيدِ الاعتناءِ بشأن جزائِهم </p>"
}