{
  "id": null,
  "sura": 3,
  "aya": 49,
  "text": "<p> {ورسولا إلى بني إسرائيل} منصوبٌ بمُضْمر يعود إليه المعنى معطوفٌ على يُعلّمه أي ويجعله رسولاً إلى بني إسرائيلَ أي كلِّهم وقال بعضُ اليهود إنه كان مبعوثاً إلى قوم مخصوصين ثم قيل كان رسولاً حال الصِّبا وقيل بعد البلوغ وكان أولَ أنبياءِ بني إسرائيلَ يوسفُ عليه الصلاة والسلام وقوله تعالى </p><p> {أَنّى قَدْ جِئْتُكُمْ} معمولٌ لرسولاً لما فيه من معنى النُطقِ أي رسولاً ناطقاً بأني الخ وقيل منصوبٌ بمضمر معمولٍ لقول مضمر معطوف على من يعلِّمه أي ويقول أُرسِلتُ رسولاً بأني قد جئتُكم الخ وقيل معطوفٌ على الأحوال السابقةِ ولا يقدَحُ فيه كونُها في حكم الغَيبة مع كونِ هذا في حكم التكلّم لِما عرَفتَ من أنَّ فيه معنى النُطقِ كأنه قيل حالَ كونه وجيهاً ورسولاً ناطقاً بأني الخ وقرىء ورسولٍ بالجر عطفاً على كَلِمَةَ والباء في قوله تعالى </p><p> {بِآيَةٍ} متعلقةٌ بمحذوفٍ وقعَ حالاً من فاعل الفعلِ على أنها للملابسة والتنوينُ للتفخيم دون الوحدة لظهور تعددها وكثرتها وقرىء بآيات أو بجئتُكم على أنها للتعدية ومِنْ في قولِه تعالَى </p><p> {مّن رَّبّكُمْ} لابتداء الغايةِ مجازا متعلقةٌ بمحذوف وقعَ صفةً لآيةٍ أي قد جئتُكم ملتبساً بآية عظيمةٍ كائنةٍ مّن رَّبّكُمْ أوأتيتكم بآية عظيمة كائنةٌ منه تعالى والتعرضُ لوصفِ الرُّبوبيَّةِ مع الإضافةِ إلى ضمير المخاطَبين لتأكيد إيجاب الامتثالِ بما سيأتي من الأوامر وقولُه تعالى </p><p> {أَنِى أَخْلُقُ لَكُمْ مّنَ الطين كَهَيْئَةِ الطير} بدلٌ من قوله تعالى {أَنّى قَدْ جِئْتُكُمْ} ومحلُه النصبُ على نزع الجارِّ عند سيبويهِ والفرَّاءِ والجرُّ على رأي الخليلِ والكسائيّ أو بدلٌ من آية وقيل منصوبٌ بفعلٍ مُقدَّر أي أعنى أبى الخ وقيلَ مرفوعٌ على أنه خبر مبتدأ أي هي أَنِى أَخْلُقُ لكم وقرئ بكسر الهمزةِ على الاستئناف أي أقدّرُ لكم أي لأجل تحصيلِ إيمانِكم ودفعِ تكذيبكم إياى من </p><p> ٥٠ - آل عمران </p><p> الطين شيئاً مثلَ صورةِ الطير </p><p> {فَأَنفُخُ فِيهِ} الضمير للكاف أي في ذلك الشئ المماثل لهيئة الطير وقرئ فأنفخ فيها على أن الضميرَ للهيئة المقدّرةِ أي أخلُق لكم من الطين هيئةً كهيئة الطيرِ فأنفخُ فيها </p><p> {فَيَكُونُ طَيْرًا} حياً طياراً كسائر الطيور </p><p> {بِإِذُنِ الله} بأمرِه تعالى أشارَ عليه الصَّلاةُ والسَّلامُ بذلك إلى أن إحياءَه من الله تعالى لا منه قيل لم يَخْلُقْ غيرَ الخفاش رُوي أنه عليه الصلاة والسلام لما ادعى النبوةَ وأظهر المعجزاتِ طالبوه بخلق الخفاشِ فأخذ طيناً وصوَّره ونفخَ فيه فإذا هو يطيرُ بين السماء والأرض قال وهْبٌ كان يطير ما دام الناسُ ينظرون إليه فإذا غاب عن أعينهم سقط ميتاً ليتميز من خلقِ الله تعالَى قيل إنما طلبوا خلق الخفاشِ لأنه أكملُ الطير خلقاً وأبلغ دلالة على القدرة لأن له ثُدِيّاً وأسناناً وهي تحيض وتطُهر وتلِد كسائر الحيوان وتضحك كما يضحك الإنسانُ وتطير بغير ريش ولا تُبصِرُ في ضوء النهار ولا في ظلمة الليل وإنما ترى في ساعتين ساعةٍ بعد الغروب وساعةٍ بعد طلوع الفجر وقيل خَلَق أنواعاً من الطير </p><p> {وأبرئ الاكمه} أي الذي وُلد أعمى أو الممسوحُ العين </p><p> {والابرص} المبتلى بالبَرَص لم تكن العربُ تنفِرُ من شئ نفرها منه ويقال له الوَضَح أيضاً وتخصيصُ هذين الداءين لأنهما مما أعيا الأطباءَ وكانوا في غاية الحَذاقةِ في زمنه عليه الصلاة والسلام فأراهم الله تعالى المعجزةَ من ذلك الجنس روي أنه عليه الصلاةُ والسلام ربما كان يجتمعُ عليه ألوفٌ من المرضى مَنْ أطاق منهم أتاه ومن لم يُطِقْ أتاه عيسى عليهِ الصَّلاةُ والسَّلامُ وما يداويه إلا بالدعاء </p><p> {وأحيي الموتى بإذن الله} كرَّره مبالغةً في دفع وَهْمِ مَنْ توهّم فيه اللاهوتية قال الكلبيُّ كان عليه الصَّلاةُ والسَّلامُ يُحيي الموتى بيا حيُّ يا قيُّومُ أحيا عازَرَ وكان صديقاً له فعاش وولد له ومر على ابن عجوز ميت فدعا الله تعالى فنزل عن سريره حياً ورجع إلى أهله وبقي وولد له وبنت العاشر أحياها وولدت بعد ذلك فقالوا إنك تحيي من كان قريبَ العهدِ من الموت فلعلهم لم يموتوا بل أصابهتهم سكتة فأحى لنا سامَ بنَ نوحٍ فقال دُلوني على قبره ففعلوا فقام على قبره فدعا الله عز وجل فقام من قبره وقد شاب رأسه فقال عليه السلام كيف شِبْتَ ولم يكن في زمانكم شيبٌ قال يا روحَ الله لما دعَوْتَني سمعتُ صوتاً يقول أجبْ روحَ الله فظننتُ أن الساعةَ قد قامت فمِنْ هِولِ ذلك شِبْتُ فسأله عن النزْع قال يا روحَ الله إن مرارتَه لم تذهَبْ من حَنْجَرَتي وكان بينه وبين موته أكثرُ من أربعةَ آلافِ سنةٍ وقال للقوم صدِّقوه فإنه نبيُّ الله فآمن به بعضُهم وكذبه آخرون فقالوا هذا سحرٌ فأرِنا آيةً فقال يا فلان أكلتَ كذا ويا فلان خبئ لك كذا وذلك قولُه تعالى </p><p> {وَأُنَبّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِى بُيُوتِكُمْ} أي بالمغيَّبات من أحوالكم التي لا تشكّون فيها وقرئ تَذْخَرون بالذال والتخفيف </p><p> {إِنَّ فِى ذَلِكَ} إشارةٌ إلى ما ذُكِرَ من الأمورِ العظامِ </p><p> {لآية} عظيمة وقرئ لآياتٍ </p><p> {لَكُمْ} دالةً على صِحة رسالتي دَلالةً واضحة </p><p> {إِن كُنتُم مُّؤْمِنِينَ} جوابُ الشرطِ محذوفٌ لانصباب المعنى إليه أو دِلالةِ المذكورِ عليه أي انتفعتم بها أو إن كنتم ممن يتأتَّى منهم الإيمانُ دلَّتْكم على صحة رسالتي والإيمانِ بها </p>"
}