{
  "id": null,
  "sura": 3,
  "aya": 187,
  "text": "<p> {وَإِذْ أَخَذَ الله} كلامٌ مستأنفٌ سيق لبيان بعضِ أذِيّاتِهم وهو كِتمانُهم ما في كتابهم من شواهدِ نبوتِه عليه الصلاةُ والسلامُ وغيرِها وإذْ منصوبٌ على المفعوليةِ بمضمر أُمر به النبيُّ صلَّى الله عليهِ وسلم خاصة بطريق تجريدِ الخطابِ إثرَ الخطابِ الشامل له عليه الصلاة والسلام وللمؤمنين لكون مضمونِه من الوظائف الخاصةِ به عليه الصلاة والسلام وتوجيه الأمر بالذكر إلى الوقت دون ما وقع فيه من الحوادث مع أنها المقصودةُ بالذات للمبالغة في إيجاب ذكرِها على ما مر بيانُه في تفسيرِ قولِه تعالى وَإِذْ قَالَ رَبُّكَ للملائكة إنى جَاعِلٌ الخ أي اذكر وقت أخذِه تعالى </p><p> {ميثاق الذين أُوتُواْ الكتاب} وهم علماءُ اليهودِ والنصارى ذُكروا بعنوان إيتاءِ الكتابِ مبالغةً في تقبيح حالِهم </p><p> {لَتُبَيّنُنَّهُ} حكايةٌ لما خوطبوا به والضميرُ للكتاب وهو جوابٌ لقسم ينبئ عنه أخذُ الميثاقِ كأنه قيل لهم بالله لتُبيِّنُنه </p><p> {للناس} تظرن جميعَ ما فيه من الأحكامِ والأخبارِ التي من جُملتها أمرُ نبوتِه عليه الصلاةُ والسلامُ وهو المقصود بالحكاية وقرئ بالياء لأنهم غُيَّب </p><p> {وَلَا تَكْتُمُونَهُ} عطفٌ على الجواب وإنما لم يؤكدْ بالنون لكونه منفياً كما في قولك والله لا يقوم زيد وقيل اكتُفي بالتأكيد في الأول لأنه تأكيدٌ له وقيلَ هُو حالٌ من ضمير المخاطبين إما على إضمار مبتدإٍ بعد الواوِ أي وأنتم لا تكتمونه وأما على رأي مَنْ جوز دخولَ الواوِ على المضارع المنفيِّ عند وقوعِه حالاً أي لتبينُنّه غيرَ كاتمين والنهيُ عن الكتمان بعد الأمرِ بالبيان </p><p> ١٨٨ - آل عمران وإما للمبالغة في إيجاب المأمورِ به وإما المرادَ بالبيان المأمورِ به ذكرُ الآياتِ الناطقةِ بنبوتِه عليهِ الصَّلاةُ والسَّلامُ وبالكتمان المنهيِّ عنه إلقاءُ التأويلاتِ الزائغةِ والشبهاتِ الباطلة وقرئ بالياء كما قبله </p><p> {فَنَبَذُوهُ} النبذُ الرميُ والإبعادُ أي طرحوا ما أُخذ منهم من الميثاق الموثقِ بفنون التأكيدِ وألقَوْه </p><p> {وَرَاء ظُهُورِهِمْ} ولم يراعوه ولم يلتفتوا إليه أصلاً فإن نبذَ الشئ وراءَ الظهرِ مَثَلٌ في الاستهانة به والإعراضِ عنه بالكلية كما أن جعلَه نُصبَ العينِ علمٌ في كمال العنايةِ به وفيهِ من الدَلالة على تحتّم بيانِ الحقِّ على علماء الدين وإظهارِ ما مُنحوه من العلم للناس أجمعين وحُرمةِ كتمانِه لغرض من الأغراض الفاسدة أو لطمع في عرض من الأعراض الفانية الكاسدة مالا يخفى وعن النبيِّ صلَّى الله عليهِ وسلم من كتم علماً عن أهله ألحجم بلجامٍ من نار وعن طاوس أنه قال لوهْب بن منبّه إني أرى الله سوف يعذبك بهذه الكتُب وقال والله لو كنتَ نبياً فكتمتَ العلم كما تكتُمه لرأيت أن الله سيعذبك وعن محمد بن كعب لا يحِلُّ لأحد من العماء أن يسكُت على علمه ولا يحِلُّ لجاهل أن يسكُت على جهله حتى يسأل وعَنْ عليَ رضيَ الله عنه ما أخذ الله على أهل الجهل أن يتعلموا حتى أخذ على أهل العلم أن يُعلِّموا </p><p> {واشتروا بِهِ} أي بالكتاب الذي أُمروا ببيانه ونُهوا عن كِتمانه فإن ذكرَ نبذِ الميثاقِ يدل على ذلك دَلالةً واضحةً وإيقاعُ الفعل على الكل مع أن المرادَ به كتمُ بعضِه كدلائل نبوتِه عليه الصلاةُ والسلامُ ونحوِها لما أن ذلك كتمٌ للكل إذْ به يتم الكتابُ كما أن رفضَ بعضِ أركانِ الصلاة رفضٌ لكلها أو بمنزلة كتمِ الكلِّ من حيث إنهما سيان في الشناعة واستجرار العقاب كما في قوله تعالى {وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ} والاشتراءُ مستعارٌ لاستبدال متاعِ الدنيا بما كتَموه أي تركوا ما أُمروا به وأخذوا بدله </p><p> {ثَمَناً قَلِيلاً} أي شيئاً تافهاً حقيراً من حُطام الدنيا وأعراضِها وفي تصوير هذه المعاملةِ بعقد المعاوضةِ لاسيما بالاشتراء المُؤْذِنِ بالرغبة في المأخوذ والإعراض عن المعطى والتعبيرِ عن المشترى الذي هو العُمدةُ في العقد والمقصودُ بالمعاملة بالثمن الذي شأنُه أن يكون وسيلة إليه وجعلِ الكتابِ الذي حقُّه أن يتنافسَ فيه المتنافسون مصحوباً بالباء الداخلةِ على الآلات والوسائلِ من نهاية الجزالةِ والدلالةِ على كمالِ فظاعةِ حالِهم وغايةِ قبحها بإيثارهم الدنئ الحقير على الشريف الخطيرِ وتعكيسِهم بجعلهم المقصِدَ الأصليَّ وسيلةً والوسيلةَ مقصِداً ما لا يخفى جلالة شأنه ورفعةُ مكانِه </p><p> {فَبِئْسَ مَا يَشْتَرُونَ} مَا نكرةٌ منصوبةٌ مفسرة لفاعل بئس ويشترون صفتُه والمخصوصُ بالذمِّ محذوفٌ أي بئس يشترونه ذلك الثمن </p>"
}