{
  "id": null,
  "sura": 3,
  "aya": 97,
  "text": "<p> {فيه آيات بينات} واضحاتٌ كانحراف الطيورِ عن موازاة البيتِ على مدى الأعصارِ ومخالطةِ ضواري السباعِ الصيودَ في الحرم من غير تعرُّضٍ لها وقهر الله تعالى لكل جبارٍ قصَده بسوء كأصحاب الفيل والجملةُ مفسرةٌ للهدى أو حالٌ أخرى </p><p> {مَّقَامِ إبراهيم} أي أثرُ قدميه عليه السلام في الصخرة التي كان عليه السلام يقوم عليها وقتَ رفعِ الحجارةِ لبناء الكعبةِ عند ارتفاعِه أو عند غسلِ رأسِه على مَا رُوي أنَّه عليه السلام جاء زائراً من الشام إلى مكةَ فقالت له امرأةُ إسمعيل عليه السلام انزلْ حتى أغسِلَ رأسَك فلم ينزِل فجاءته بهذا الحجرِ فوضعتْه على شقه الأيمنِ فوضع قدمَه عليه حتى غسَلت شِقَّ رأسِه ثم حولتْه إلى شقه الأيسرِ حتى غسلت الشق الآخر فقى أثرُ قدميه عليه وهو إما مبتدأٌ حُذف خبرُه أي منها مقامُ إبراهيمَ أو بدلٌ من آياتٌ بدلَ البعضِ من الكل أو عطفُ بيانٍ إما وحدَه باعتبار كونِه بمنزلة آياتٍ كثيرةٍ لظهور شأنِه وقوةِ دَلالتِه على قدرة الله تعالى وعلى نبوة إبراهيمَ عليه </p><p> الصلاة والسلام كقوله تعالى {إِنَّ إبراهيم كَانَ أُمَّةً قانتا} أو باعتبار اشتمالِه على آياتٍ كثيرةٍ فإن كلَّ واحدٍ من أثر قدميه في صخرةٍ صمَّاءَ وغوْصِه فيها إلى الكعبين وإلانةِ بعضِ الصخور دون بعضٍ وإبقائِه دون سائرِ آياتِ الأنبياءِ عليهم السلام وحفظِه مع كثرة الأعداء ألوف سنةٍ آيةٌ مستقلةٌ ويؤيده القراءةُ على التوحيد وإما بما يُفهمُ من قولهِ عزَّ وجلَّ </p><p> {ومن دخله كان آمنا} المعنى فإنه وإن كان جملةً مستأنفةً ابتدائيةً أو شرطيةً لكنها في قوةِ أنْ يقالَ وأَمِنَ مَنْ دَخَله فتكون بحسب المعنى والمآلِ معطوفةً على مقامُ إبراهيمَ ولا يخفى أن الأثنينِ نوعٌ من الجمع فيكتفى بذلك أو يحملُ على أنه ذُكر من تلك الآياتِ اثنتان وطُويَ ذكرُ ما عداهما دَلالةً على كثرتها ومعنى أمْنِ داخلِه أمنُه من التعرُّض له كما في قوله تعالى أو لم يَرَوْاْ أَنَّا جَعَلْنَا حَرَماً آمنا وَيُتَخَطَّفُ الناسُ مِنْ حَوْلِهِمْ وذلك بدعوة إبراهيمَ عليه السلام رَبّ اجعل هذا البلد امِنًا وكان الرجلُ لوْ جَرَّ كلَّ جريرةٍ ثم لجأ إلى الحرم لم يُطلب وعن عمرَ رضي الله عنه لو ظفِرتُ فيه بقاتل الخطاب مامسسته حتى يخرُجَ منه ولذلك قالَ أبُو حنيفةَ رحمَهُ الله تعالى من لزِمه القتلُ في الحِلّ بقصاص أو رِدَّةً أو زنىً فالتجأ إلى الحرم لم يُتعرَّضْ له إلا أنه لا يؤوى ولايطعم ولايسقى ولا يُبايَع حتى يُضْطَرَّ إلى الخروج وقيل أمنُه من النار وعن النبيِّ صلَّى الله عليهِ وسلم من مات في أحد الحرَمين بُعث يومَ القيامة آمنا وعنه عليه الصلاة والسلام الحَجونُ والبقيعُ يؤخذ بأطرافهما ويُنثرَانِ في الجنة وهما مقبرتا مكة والمدينة عنِ ابنِ مسعودٍ رضيَ الله عنه وقف رسول الله صلى الله عليه وسلم على ثنيّة الحَجونِ وليس بها يومئذ مقبرَةٌ فقال يبعث الله تعالى من هذه البقعةِ ومن هذا الحرَم كلِّه سبعين ألفاً وجوههم كالقمر ليلة البدر يدخُلون الجنة بغير حساب يشفعُ كلُّ واحدٍ منهم في سبعين ألفاً وجوهُهم كالقمر ليلة البدر وعن النبيِّ صلَّى الله عليهِ وسلم من صَبَر على حرَّ مكةَ ساعةً من نهار تباعدت عنه جهنمُ مسيرةَ مائتي عام </p><p> {وَللَّهِ عَلَى الناس حِجُّ البيت} جملةٌ من مبتدإٍ هو حِجُّ وخبرٍ هو لله وقولُه تعالى عَلَى الناس متعلقٌ بما تعلَّق بهِ الخبرُ من الاستقرار أو بمحذوفٍ هو حالٌ من الضَّمير المستكنِّ في الجار والعاملُ فيه ذلك الاستقرارُ ويجوز أن يكونَ عَلَى الناس هو الخبرُ ولله متعلقٌ بما تعلَّق بهِ الخبرُ وَلا سبيلَ إلى أن يتعلقَ بمحذوفٍ هو حالٌ من الضمير المستكن في على الناس لاستلزامه تقديم الحال على العامل المعنوي وذلك مما لا مساغَ له عند الجمهور وقد جوّزه ابنُ مالكٍ إذا كانت هي ظرفاً أو حرفَ جر وعاملُها كذلك بخلاف الظرف وحرف الجر فإنهما يتقدمان على عاملهما المعنوي واللامُ في البيت للعهد وحجُّه قصْدُه للزيارة على الوجه المخصوص المعهود وكسر الحاء لغةُ نجدٍ وقيل هو اسمٌ للمصدر وقرئ بفتحها </p><p> {مَنِ استطاع إِلَيْهِ سَبِيلاً} في محل الجرِّ على أنَّه بدلٌ من النَّاسِ بدلَ البعضِ من الكل مخصِّصٌ لعمومه فالضميرُ العائد إلى المُبدْل منه محذوفٌ أي من استطاع منهم وقيل بدلَ الكلِّ على أن المرادَ بالناس هو البعضُ المستطيعُ فلا حاجةَ إلى الضمير وقيل في محلِ الرفعِ على أنه خبرُ مبتدإٍ مضمرٍ أي هم من استطاع الخ وقيل في حيز النصبِ بتقدير أعني وقيل كلمةُ مِنْ شرطيةٌ والجزاءُ محذوف لدلالة المذكور عليه وكذا العائدُ إلى الناس أي من استطاع منهم إليه سبيلاً فلله عليه حِجُّ البيت وقد رُجِّحَ هذا بكون ما بعده شرطية والضميرُ المجرورُ في إليه راجعٌ إلى البيت أو إلى حِجّ والجارُّ متعلقٌ بالسبيل قُدِّم عليه اهتماماً بشأنه كما في قوله عز وجل فَهَلْ إلى خُرُوجٍ مّن سبيل وهل إلى مَرَدّ مّن سَبِيلٍ لما فيه من معنى </p><p> ٩٨ - آل عمران </p><p> الإفضاءِ والإيصالِ كيف لا وهو عبارةٌ عن الوسيلة من مال أو غيرِه فإنه قد روى أنسُ بنُ مالكٍ عن رسول الله صلى الله عليه وسلم أنه قال السبيلُ الزادُ والراحلة وروى ابنُ عمرَ رضيَ الله عنهما أنَّ رجلاً قالَ يا رسولَ الله ما السبيلُ قال الزاد والرحلة وهو المراد بما رُوي أنه عليه السلام فسَّر الاستطاعةَ بالزاد والراحلة وهكذا روي عن ابن عباس وابنُ عُمر رضي الله عنهم وعليه أكثرُ العلماء خلا أن الشافعيَّ أخذ بظاهره فأوجب الاستنابةَ على الزَّمِنِ القادر على أُجرة مَنْ ينوب عنه والظاهرُ أن عدمَ تعرُّضِه عليه السلام لصِحة البدنِ لظهور الأمر كيف لا والمفسَّرُ في الحقيقة هو السبيلُ الموصِلُ لنفس المستطيع إلى البيت وذا لا يُتصوَّرُ بدون الصحة وعن ابن الزبير أنه على قدر القوة ومذهب مالك أن الرجل إذا وثق بقوته لزمه وعنه ذلك على قدر الطاقة وقد يجد الزاد والراحلة من لا يقدرُ على السفر وقد يقدر عليه من لا راحلة له ولا زاد وعن الضحاك أنه إذا قدر أن يؤجر نفسه فهو مستطيع </p><p> {ومن كفر} وضع من كفر موضع من لم يحج تأكيدا لوجوبه وتشديدا على تاركه ولذلك قال عليه السلام من مات ولم يحج فليمت إن شاء يهوديا أو نصرانيا وروى عن عليُّ بنُ أبي طالبٍ رضيَ الله عنه أنَّه عليه السلام قال في خطبته أيها الناس إن الله فرض الحج على مَنِ استطاع إِلَيْهِ سَبِيلاً ومن لم يفعل فليمت على أي حال شاء يهوديا أو نصرانيا او مجوسيا </p><p> {فَإِنَّ الله غَنِىٌّ عَنِ العالمين} وعن عبادتهم وحيث كان من كفر من جملتهم داخلا فيها دخولا أوليا اكتفى بذلك عن الضمير الرابط بين الشرط والجزاء ولقد حازت الآية الكريمة من فنون الاعتبارات المعربة عن كمال الاعتناء بامر الحج والتشديد على تاركه مالا مزيد عليه حيث أوثرت صيغة الخبر الدالة على التحقيق أو برزت في صورة الجملة الاسمية الدالة على الثبات والاستمرار على وجه يفيد أنه حق واجب لله سبحانه في ذمم الناس لا انفكاك لهم عن أدائة والخروج عن عهدته وسلك بهم مسلك التعميم ثم التخصيص والإبهام ثم التبيين والإجمال ثم التفصيل لما في ذلك من مزيد تحقيق وتقرير وعبر عن تركه بالكفر الذي لا قبيح وراءه وجعل جزاءه استغناءه تعالى المؤذن بشدة المقت وعظم السخط لا عن تاركه فقط فإنه قد ضرب عنه صفحا إسقاطا له عن درجة الاعتبار واستهجانا بذكره بل عن جميع العالمين ممن فعل وترك ليدل على نهاية شدة الغضب هذا وقال ابن عباس والحسن وعطاء رضي الله عنهم ومن كفر أي جحد فرض الحج وزعم انه ليس بواجب وعن سعيد بن المسيب نزلت في اليهود فإنهم قالوا الحج إلى مكة غير واجب ورُوي أنَّه لمَّا نزلَ قوله تعالى {وَللَّهِ عَلَى الناس حج البيت} جمع رسول الله صلى الله عليه وسلم أهل الأديان كلهم فخطبهم فقال إن الله كتب عليكم الحج فحجوا فآمنت به ملة واحدة وهم المسلمون وكفرت به خمس ملل قالوا لا نؤمن به ولا نصلى إليه ولا نحجة فنزل ومن كفر وعن النبيِّ صلَّى الله عليهِ وسلم حجوا قبل أن لا تحجوا فإنه قد هدم البيت مرتين ويرفع إلى السماء في الثالثة وروى حجوا قبل أن يمنع البر جانبه وعن ابن مسعود حجوا هذا البيت قبل ان ينبت في البادية شجرة لا تأكل منها دابة إلا نفقت وعن عمر رضي الله عنه لو ترك الناس الحج عاما واحدا مانوظروا </p>"
}