{
  "id": null,
  "sura": 3,
  "aya": 156,
  "text": "<p> {يَا أَيُّهَا الذينَ آمَنُواْ لَا تَكُونُواْ كالذين كَفَرُواْ} وهم المنافقون القائلون لو كان لنا من الأمر شئ ما قتلنا ههنا وإنما ذُكر في صدر الصلةِ كفرُهم تصريحاً بمباينة حالِهم لحال المؤمنين وتنفيراً عن مماثلتهم آثِرَ ذي أثيرٍ وقولُه تعالى </p><p> {وَقَالُواْ لإخوانهم} تعيينٌ لوجه الشبهِ والمماثلةِ التي نُهوا عنها أي قالوا لأجلهم وفي حقهم ومعنى أُخوّتِهم اتفاقُهم نسباً أو مذهباً </p><p> {إِذَا ضَرَبُواْ فِى الارض} أي سافروا فيها وأبعدوا للتجارة أو غيرِها وإيثارُ إذا المفيدةِ لمعنى الاستقبالِ على إذا المفيدة المعنى لحكاية الحالِ الماضيةِ إذِ المرادُ بها الزمانُ المستمرُّ المنتظمُ للحال الذي عليه يدورُ أمرُ استحضارِ الصورة قال الزجاج إذا ههنا تنوبُ عما مضى من الزمان وما يُستقبل يعني أنها لمجرد الوقتِ أو يُقصد بها الاستمرارُ وظرفيتُها لقولهم إنما هي باعتبار ما وقع فيها بل التحقيقُ أنها ظرفٌ له لا لقولهم كأنه قيل قالوا لأجل ما أصاب إخوانَهم حين ضربوا الخ </p><p> {أَوْ كَانُواْ} أي إخوانُهم </p><p> {غزى} جمعُ غازٍ كعُفّىً جمعُ عافٍ قال ... ومُغْبّرةِ الآفاقِ خاشعةِ الصُّوى ... لها قلب عفى الحياض أجون ... </p><p> وقرئ بتخفيف الزاي على حذف التاء من غُزاة وإفرادُ كونِهم غُزاةً بالذِّكرِ مع اندراجِه تحتَ الضربِ في الأرض لأنه المقصودُ بيانُه في المقام وذكرُ الضربِ في الأرض توطئةٌ له وتقديمُه لكثرة وقوعِه على أنه قد يوجد بدون الضربِ في الأرض إذ المرادُ به السفرُ البعيدُ وإنما لم يقل أو غَزَوْاً للإيذان باستمرار اتصافِهم بعنوان كونِهم غزاةً أو بانقضاء ذلك أي كانوا غزاة فيما مضى وقولُه تعالى </p><p> {لَّوْ كَانُواْ عِنْدَنَا} أي مقيمين </p><p> {مَا مَاتُواْ وَمَا قتلوا} مفعول لقالوا ودليل على أن هناك مضمَراً قد حُذف ثقةً به أي إذا ضربوا في الأرض فماتوا أو كانوا غزّاً فقُتلوا وليس المقصودُ بالنهي عدمَ مماثلتِهم في النطق بهذا القولِ بل في الاعتقاد بمضمونه والحُكمِ بموجبه كما أنه المنكرُ على قائليه ألا يُرى إلى قوله عز وجل </p><p> {لِيَجْعَلَ الله ذلك حَسْرَةً فِى قُلُوبِهِمْ} فإنه الذي جُعل حسرةً فيها قطعاً وإليه أشير كما نقل عن الزجاج أنه إشارةٌ إلى ظنهم أنهم لو لم يحضُروا القتالَ لم يُقتلوا وتعلّقُه بقالوا ليس باعتبار نطقِهم بذلك القولِ بل باعتبار ما فيه من الحكم والاعتقاد واللام </p><p> ١٥٧ - ١٥٨ آل عمران </p><p> لامُ العاقبة كما في قولِه تعالى لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً أي قالوا ذلك واعتقدوه ليكون حسرةً في قلوبهم والمرادُ بالتعليل المذكورِ بيانُ عدمِ ترتُّبِ فائدةٍ ما على ذلك أصلاً وقيل هو تعليلٌ للنهي بمعنى لا تكونوا مثلَهم في النطق بذلك القولِ واعتقادِه ليجعلَه الله تعالى حسرةً في قلوبهم خاصة ويصونَ منها قلوبَكم فذلك كما مر إشارةٌ إلى ما دل عليه قولُهم من الاعتقاد ويجوز أن يكون إشارةً إلى ما دل عليه النهي أي لا تكونوا مثلَهم ليجعل الله انتفاءَ كونِكم مثلَهم حسرةً في قلوبهم فإن مضادّتَكم لهم في القول والاعتقادِ مما يغُمُّهم ويَغيظهم </p><p> {والله يحيي ويميت} رد لقولهم الباطل إثرَ بيانِ غائلتِه أي هُو المؤثِّرُ في الحياة والممات وحده من غير أن يكون للإقامة أو للسفر مدخلٌ في ذلك فإنه تعالى قد يُحيي المسافرَ والغازيَ مع اقتحامهما لموارد الحتوفِ ويُميتُ المقيمَ والقاعدَ مع حيازتهما لأسباب السلامة </p><p> {والله بِمَا تَعْمَلُونَ بَصِيرٌ} تهديدٌ للمؤمنين على أن يماثلوهم وقرئ بالياء على أنه وعيدٌ للذين كفروا وما يَعْمَلُونَ عامٌ متناولٌ لقولهم المذكورِ ولِمُنشئه الذي هو اعتقادُهم ولما ترتب على ذلك من الأعمال ولذلك تعرَّض لعنوان البَصَر لا لعنوان السمعِ وإظهارُ الاسمِ الجليلِ في موقع الإضمارِ لتربية المهابةِ وإلقاءِ الرَّوْعةِ والمبالغةِ في التهديد والتشديدِ في الوعيد </p>"
}