{
  "id": null,
  "sura": 3,
  "aya": 18,
  "text": "<p> {شَهِدَ الله أَنَّهُ} بفتح الهمزة أي بأنه أو على أَنَّهُ </p><p> {لَا إله إِلَاّ هُوَ} أي بيّنَ وحدانيتَه بنصب الدلائل التكوينية في الآفاق والأنفس وإنزالِ الآيات التشريعية الناطقة بذلك عبر عنه بالشهادة على طريقة الاستعارة إيذاناً بقوته في إثبات المطلوبِ وإشعاراً بإنكار المنكر وقرئ إنه بكسر الهمزة إما بإجراء شَهِدَ مُجرى قال وإما بجعل الجملة اعتراضاً وإيقاعِ الفعل على قوله تعالى إِنَّ الدّينَ الخ على قراءة أن بفتح الهمزة كما سيأتى وقرئ شهداءٌ لله بالنصب على أنه </p><p> حال من المذكورين أو على المدح وبالرفع على أنه خبر مبتدأ محذوف ومآله الرفع على المدح أي هم شهداء لله وهو إما جمع شهيد كظرفاء في جمع ظريف أو جمع شاهد كشعراء في جمع شاعر </p><p> {والملائكة} عطف على الاسم الجليل بحمل الشهادة على معنىً مجازيّ شامل للإقرار والإيمان بطريق عموم المجاز أي أقروا بذلك </p><p> {وَأُوْلُو العلم} أي آمنوا به واحتجوا عليه بما ذكر من الأدلة التكوينية والتشريعية قيل المراد بهم الأنبياء عليهم الصَّلاةُ والسَّلامُ وقيلَ المهاجرون والأنصار وقيل علماء مؤمني أهلِ الكتابِ كعبدِ اللَّه بن سلام وأضرابِه وقيل جميعُ علماء المؤمنين الذين عرفوا وحدانيته تعالى بالدلائل القاطعة وارتفاعُهما على القراءتين الأخيرتين قيل بالعطف على الضمير في شهداء لوقوع الفصل بينهما وأنتُ خبيرٌ بأنَّ ذلكَ على قراءة النصبِ على الحالية يؤدي إلى تقييد حالِ المذكورين بشهادة الملائكة وأولي العلم وليس فيه كثيرُ فائدةٍ فالوجه كونُ ارتفاعِهما بالابتداء والخبرُ محذوفٌ لدلالةِ الكلامِ عليهِ أي والملائكة وأو لو العلم شهداء بذلك ولك أن تحمل القراءتين على المدح نصباً ورفعاً فحينئذ يحسُن العطفُ على المستتر على كل حال وقوله تعالى </p><p> {قَائِمَاً بالقسط} أي مقيماً للعدل في جميع أمورِه بيان لكماله تعالى في أفعاله إثرَ بيانِ كماله في ذاته وانتصابُه عَلى الحاليةِ من الله كما في قولِه تعالى وَهُوَ الحق مُصَدّقًا وإنما جاز إفرادُه مع عدم جواز جاء زيد وعمرو راكباً لعدم اللَّبس كقوله تعالى {وَوَهَبْنَا لَهُ إسحاق وَيَعْقُوبَ نَافِلَةً} ولعل تأخيرَه عن المعطوفين للدَلالة على علو رتبتهما وقُرب منزلتهما والمسارعةِ إلى إقامة شهودِ التوحيد اعتناءً بشأنه ورفعاً لمحله والسرُّ في تقديمه على المعطوفين مع ما فيه من الإيذان بأصالته تعالى في الشهادة به كما مرَّ في قوله تعالى {آمَنَ الرسول بِمَا أُنزِلَ إليه من ربه} أو مِنْ هُوَ وهو الأوجه والعامل فيها معنى الجملة أي تفردا وأحقه لأنها حال مؤكدة أو على المدح وقيلَ على أنه صفة للمنفي أي لا إله قائماً الخ والفصل بينهما من قبيل توسعاتهم وهو مندرج في المشهود به إذا جعل صفة أو حالاً من الضمير أو نصباً على المدح منه وقرئ القائمُ بالقسط على البدلية من هُوَ فيلزم الفصلُ بينهما كما في الصفة أو على أنَّه خبرٌ لمبتدأ محذوف وقرئ قيّماً بالقسط </p><p> {لا إله إِلَاّ هُوَ} تكريرٌ للتأكيد ومزيدِ الاعتناء بمعرفة أدلةِ التوحيد والحُكم به بعد إقامة الحجةِ وليجرِيَ عليه قوله تعالى </p><p> {العزيز الحكيم} فيُعلمَ أنه المنعوتُ بهما ووجه الترتيب تقدمُ العلمِ بقدرته على العلم بحكمته تعالى ورفعُهما على البدليَّةِ من الضَّميرِ أو الوصفية لفاعل شهد أو الخبرية لمبتدأ مُضمَر وقد روي في فضلها أنه عليه السلام قال يُجاء بصاحبها يومَ القيامة فيقول الله عز وجل إن لعبدي هذا عندي عهداً وأنا أحقُّ من وفى بالعهد أدخلوا عبدي الجنة وهو دليل على فضل علم أصولِ الدين وشرفِ أهله وروي عن سعيدِ بنِ جُبيرٍ أنه كان حول البيت ثلثُمائة وستون صنماً فلما نزلت هذه الآية الكريمة خرَرْنَ سُجّداً وقيل نزلت في نصارى نَجرانَ وقال الكلبي قدم النبيِّ صلَّى الله عليهِ وسلم حَبرانِ من أحبار الشام فلما أبصر المدينة قال أحدهما ماأشبه هذه المدينةَ بصفة مدينة النبي الذي يخرُج في آخرِ الزمانِ فلما دخلا عليه عليه السلام عرفاه بالصفة فقالا له عليه السلام أنت محمد قال صلى الله عليه وسلم نعم قالا وأنت أحمدُ قال عليه السلام أنا محمدٌ وأحمد قالا فإنا نسألك عن شئ فإن أخبرتنا به آمنا بك وصدقناك قال عليه السلام سلا فقالا أخبِرْنا عن أعظم شهادةٍ في كتاب الله عز وجل فأنزل </p><p> ١٩ - ٢٠ آل عمران الله تعالى هذه الآية الكريمة فأسلم الرجلان </p>"
}