{
  "id": null,
  "sura": 3,
  "aya": 186,
  "text": "<p> {لَتُبْلَوُنَّ} شروعٌ في تسليةِ رسولِ الله صلى الله عليه وسلم وَمَنْ مَعَهُ من المؤمنينَ عما سيلقَوْنه من جهة الكفرةِ من المكاره إثرَ تسليتِهم عما قد وقع منهم ليوطِّنوا أنفسَهم على احتماله عند وقوعِه ويستعدوا للقائه ويقابلوه بحسن الصبرِ والثباتِ فإن هجومَ الأوجالِ مما يزلزل أقدامَ الرجالِ والاستعداد للكروب مما يهوِّن الخطوبَ وأصل الابتلاء الاختبار أي تطلب الخبرة بحال المختبر بتعريضه لأمر يشُقُّ عليه غالباً ملابستُه ومقارفته وذلك إنما يتصور حقيقة مما لا وقوفَ له على عواقب الأمور وأما من جهة العليم الخبير فلا يكون إلا مجازا من تمكينه للعبد من اختيار أحدِ الأمرين أو الأمورِ قبل أن يرتب عليه شيئاً هو من مباديه العاديةِ كما مر والجملةُ جوابُ قسمِ محذوفٍ أيْ والله لتُبلونَّ أي لتعاملن معاملة معملة المُختبَرِ ليَظهر ما عندكم من الثبات على الحق والأعمالِ الحسنة وفائدةُ التوكيدِ إما تحقيقُ معنى الابتلاءِ تهويناً للخطب وإما تحقيقُ وقوعِ المبتلى به مبالغةً في الحث على مَا أُرِيدُ مِنْهُم مّن التهيئو والاستعدادِ </p><p> {فِى أموالكم} بما يقع فيها من ضروب الآفاتِ المؤديةِ إلى هلاكها وأما إنفاقُها في سبيل الخيرِ مطلقاً فلا يليق نظما في سلك الابتلاءِ لما أنه من باب الإضعافِ لا من قبيل الإتلافِ </p><p> {وأَنفُسَكُمْ} بالقتل والأسرِ والجراحِ وما يرِدُ عليها من أصناف المتاعبِ والمخاوفِ والشدائدِ ونحوِ ذلك وتقديمُ الأموالِ لكثرة وقوعِ الهلكةِ فيها وَلَتَسْمَعُنَّ مِنَ الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ أي من قبل إيتائِكم القرآنَ وهم اليهودُ والنصارى عبّر عنهم بذلك للإشعار بمدار الشقاقِ والإيذان بأن بعضَ ما يسمعونه منهم مستنِدٌ على زعمهم إلى الكتاب كما في قوله تعالى {إِنَّ الله عَهِدَ إِلَيْنَا} </p><p> الخ والتصريحُ بالقَبْلية لتأكيد الإشعارِ وتقويةِ المدارِ فإن قِدَمَ نزولِ كتابِهم مما يؤيد تمسّكَهم به </p><p> {وَمِنَ الذين أَشْرَكُواْ أَذًى كَثِيراً} من الطعن في الدين الحنيف والقدحِ في أحكام الشرعِ الشريفِ وصدِّ من أراد أن يؤمِنَ وتخطئةِ من آمن وما كان من كعب بنِ الأشرفِ وأضرابِه من هجاء المؤمنين وتحريضِ المشركين على مضادة رسول الله صلى الله عليه وسلم ونحو ذلكَ مما لا خيرَ فيه </p><p> {وَإِن تَصْبِرُواْ} أي على تلك الشدائد والبلوى عند ورودِها وتقابلوها بحسن التجمُّل </p><p> {وَتَتَّقُواْ} أي تتبتلوا إلى الله تعالى بالكلية معرضين عما سواه بالمرة بحيث يتساوى عندكم وصولُ المحبوب ولقاءُ المكروه </p><p> {فَإِنَّ ذلك} إشارةٌ إلى الصبر والتقوى وما فيه من معنى البعد للإيذان بعلو درجتِهما وبُعدِ منزلتِهما وتوحيدُ حرفِ الخطابِ إما باعتبار كلِّ واحدٍ من المُخاطبينَ وإما لأن المرادَ بالخطاب مجرد التنبيه من غير ملاحظةِ خصوصيةِ أحوالِ المخاطبين </p><p> {مِنْ عَزْمِ الامور} من معزوماتها التي يتنافسُ فيها المتنافسونَ أى مما يحب أن يعزِمَ عليه كلُّ أحدٍ لما فيه من كمال المزيَّةِ والشرفِ أو مما عزَم الله تعالى عليه وأمر به وبالغَ فيه يعني أن ذلك عزمةٌ من عَزَمات الله تعالى لا بد أن تصبِروا وتتقوا والجملةُ تعليلٌ لجواب الشرط واقع موقعه كأنه قيل وإن تصبرواوتتقوا فهو خيرٌ لكم أو فافعلوا أو فقد أحسنتم أو فقد أصبتم فإن ذلك الخ ويجوزُ أنْ يكونَ ذلكَ إشارةً إلى صبر المخاطَبين وتقواهم فالجملةُ حينئذٍ جوابُ الشرط وفي إبراز الأمرِ بالصبر والتقوى في صورة الشرطيةِ من إظهار كمال اللطف بالعبادة ما لا يَخفْى </p>"
}