{
  "id": null,
  "sura": 3,
  "aya": 178,
  "text": "<p> {وَلَا يَحْسَبَنَّ الذين كَفَرُواْ أَنَّمَا نُمْلِى لَهُمْ خَيْرٌ لاِنفُسِهِمْ} عطفٌ على قوله تعالى وَلَا يَحْزُنكَ الذين الآية والفعلُ مسندٌ إلى الموصول وأن بما في حيزها سادةٌ مسدَّ مفعوليه عند سيبويهِ لتمام المقصودِ بها وهو تعلقُ الفعلِ القلبيِّ بالنسبة بين المبتدأ والخبرِ أو مسدَّ أحدِهما والآخرُ محذوفٌ عند الأخفش وما مصدريةٌ أو موصولةٌ حذف عائدها ووصلُها في الكتابة لاتّباع الإمام أي لايحسبن الكافرون إن إملاءنا لهم أو أن ما نمليه لهم خيرلأنفسهم أولا يحسبن الكافرون خيريةَ إملائِنا لهم أو خيريةَ ما نُمليه لهم ثابتةٌ أو واقعةٌ ومآلُه نهيُهم عن السرور بظاهر إملائِه تعالى لهم بناءً على حُسبان خيريّتِه لهم وتحسيرِهم ببيان أنه شرٌّ بحتٌ وضررٌ محضٌ كما أن مآلَ المعطوفِ عليه نهيُ الرسولِ صلى الله عليه وسلم عن الحزن بظاهر حالِ الكفرةِ بناءً على توهم الضررِ من قِبَلهم وتسليتِه عليه السلام ببيان عجزِهم عن ذلك بالكلية والمرادُ بالموصول إما جنسُ الكفرةِ فيندرج تحت حكمِه الكليِّ أحكامُ المعهودين اندراجاً أولياً وإما المعهود دون خاصة فإيثار الإظهار على الإضمار لرعاية المقارنةِ الدائمة بين الصلةِ وبين الإملاءِ الذي هو عبارةٌ عن إمهالهم وتخليتِهم وشأنَهم دهراً طويلاً فإن المقارنَ له دائماً إنما هو الكفرُ المستمرُّ لا المسارعةُ المذكورةُ ولا الاشتراءُ المذكورُ فإنهما من الأحوال المتجددةِ المنْقضيةِ في تضاعيف الكفرِ المستمر وقرئ لا تحسبن بالتاء والخطابُ لرسول الله صلى الله عليه وسلم وهو الأنسبُ بمقام التسليةِ أو لكلِّ مَنْ يتأتَّى منْهُ الحُسبانُ قصداً إلى إشاعة فظاعةِ حالِهم والموصولُ مفعول وإنما نُمْلِى لَهُمْ إما بدلٌ منه وحيث كان التعويلُ على البدل وهو سادٌّ مسدَّ المفعولين كما في قوله تعالى أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ اقتُصر على مفعولٍ واحدٍ كما في قولك جعلتُ المتاعَ بعضَه فوق بعضٍ وإما مفعولٌ ثانٍ بتقدير مضافٍ إما فيه أي لاتحسبن </p><p> ١٧٩ - آل عمران الذين كفروا أصحابَ أن الإملاءِ خيرٌ لأنفسهم أو في المفعول الأولِ أي لاتحسبن حالَ الذين كفروا أن الإملاء خيرٌ لأنفسهم ومعنى التفضيلِ باعتبارِ زعمِهم </p><p> {إِنَّمَا نُمْلِى لَهُمْ لِيَزْدَادُواْ إِثْمَاً} استئنافٌ مبينٌ لحكمةِ الإملاءِ وما كافة واللامُ لامُ الإرادة وعند المعتزلةِ لامُ العاقبة وقرئ بفتح الهمزة ههنا على إيقاع الفعلِ عليه وكسرُها فيما سبق على أنه اعتراضٌ بين ٨ الفعل ومعمولِه مفيدٌ لمزيد الاعتناءِ بإبطال الحسبانِ وردِّه على معنى لايحسبن الكافرون أن إملاءنا لهم لازدياد الإثمِ حسبما هو شأنُهم بل إنما هو لتلافي ما فَرَط منهم بالتوبة والدخولِ في الإيمان </p><p> {وَلَهُمْ} فى الأخرة </p><p> {عَذَابٌ مُّهِينٌ} لمّا تضمّنَ الإملاءُ التمتيعَ بطيبات الدنيا وزينتِها وذلك مما يستدعي التعزّزَ والتجبّر وُصف عذابُهم بالإهانة ليكون جزاؤهم جزاءً وفاقاً والجملةُ إما مبتدأةٌ مبينة لحالهم إِثرَ بيانِ حالِهم في الدُّنيا وإما حالٌ من الواو ليزيدادوا إثماً مُعداً لهم عذابٌ مهين وهذا متعيِّن على القراءة الأخيرة </p>"
}