{
  "id": null,
  "sura": 3,
  "aya": 15,
  "text": "<p> {قُلْ أَؤُنَبّئُكُمْ بِخَيْرٍ مّن ذلكم} إثرَ ما بيّن شأنَ مُزخْرَفات الدنيا وذكر ما عنده تعالى من حسن المآب إجمالاً أمر النبيِّ صلَّى الله عليهِ وسلم بتفاصيل ذلك المُجمل للناس مبالغةً في الترغيب والخطابُ للجميع والهمزةُ للتقرير أي أأخبرُكم بما هو خير مما فُصّل من تلك المستلذات المزينة لكم وإبهام الخير لتفخيم شأنِه والتشويق إليه وقوله تعالى </p><p> {لِلَّذِينَ اتقوا عِندَ رَبّهِمْ جنات} استئنافٌ مبين لذلك المبْهم على أن جنات مبتدأ والجارّ والمجرور خبر أو على أن جناتٌ مرتفعٌ به على الفاعليةِ عند من لايشترط في ذلك اعتمادَ الجار على ما فصل في محله والمراد بالتقوى هو التبتُل إلى الله تعالى والإعراضُ عما سواه على ما تنبىء عنه النعوتُ الآتيةُ وتعليقُ حصولِ الجنات وما بعدها من فنون الخيراتِ به للترغيب في تحصيله والثبات عليه وعند نصب على الحالية من جنات أو متعلقٌ بما تعلقَ بهِ الجارِّ من معنى الاستقرارِ مفيد لكمال علو رتبة الجنات وسمو طبقتها والتعرضُ لعنوانِ الربوبيةِ مع الإضافة إلى ضمير المتقين لإظهار مزيد اللطفِ بهم وقيل اللامُ متعلقة بخير وكذا الظرفُ وجنات خبرُ مبتدأٍ محذوفٍ والجملةُ مبينة لخير ويؤيده قراءة جناتٍ بالجر على البدلية من خير ولا يخفى أن تعليق الإخبار والبيان بما هو خير لطائفة رُبَّما يُوهم أنَّ هناك خيراً آخرَ لآخَرين </p><p> {تَجْرِى} في محل الرفع والجر صفةٌ لجنات على حسب القراءتين </p><p> {مِن تَحْتِهَا الانهار} متعلق بتجري فإن أريد بالجنات نفسُ الأشجار كما هو الظاهر فجريانُها من تحتها ظاهرٌ وإنْ أُريدَ بها مجموعُ الأرضِ والأشجار فهو باعتبار جزئها الظاهر كما مر تفصيلُه مراراً </p><p> {خالدين فِيهَا} حالٌ مقدرةٌ من المستكن في لِلَّذِينَ والعاملُ ما فيه من معنى الاستقرار </p><p> {وأزواج مُّطَهَّرَةٌ} عطفٌ على جناتٍ أي مبرأة مما يستقذر من النساء من </p><p> ١٦ - ١٧ ١٨ آل عمران </p><p> الأحوال البدنية والطبيعية </p><p> {وَرِضْوَانٍ} التنوينُ للتفخيم وقولُه تعالى </p><p> {مِنَ الله} متعلق بمحذوف وقع صفة له مؤكدة لما أفادَه التنوينُ من الفخامة أيْ رضوانٌ وأيُّ رضوان لايقادر قدره كائن من الله عز وجل وقرئ بضم الراء </p><p> {والله بَصِيرٌ بالعباد} وبأعمالهم فيثيبُ ويعاقب حسبما يليق بها أو بصير بأحوال الذين اتقَوْا ولذلك أعد لهم ما ذكر وفيه إشعار بأنهم المستحقون للتسمية باسم العبد </p>"
}