{
  "id": null,
  "sura": 3,
  "aya": 93,
  "text": "<p> {كُلُّ الطعام} أي كلُّ أفرادِ المطعوم أو كلُّ أنواعِه </p><p> {كَانَ حِلاًّ لّبَنِى إسرائيل} أي حلالاً لهم فإن الحلَّ مصدرٌ نُعت به ولذلك استوى فيه الواحدُ والجمعُ والمذكرُ والمؤنثُ كما في قوله تعالى {لَا هُنَّ حِلٌّ لَّهُمْ} </p><p> {إِلَاّ ما حرم إسرائيل على نَفْسِهِ} استثناءٌ متصلٌ من اسم كان أي كان كلُّ المطعوماتِ حلالاً لبني إسرائيلَ إلا ما حرم إسرائيلُ أي يعقوبُ عليه السلام على نفسه وهو لحومُ الإبلِ وألبانُها قيل كان به وجعُ النَّسا فنذَرَ لئن شُفِيَ لا يأكلُ أحبَّ الطعامِ إليه وكان ذلك أحبَّه إليه وقيل فعل ذلك للتداوي بإشارة الأطباءِ واحتجَّ به من جوَّز للنبي الاجتهادَ وللمانع أن يقولَ كان ذلك بإذنٍ من الله تعالى فيه فهو كتحريمه ابتداءً </p><p> {مِن قَبْلِ أَن تُنَزَّلَ التوراة} متعلقٌ بقوله تعالى كَانَ حِلاًّ ولا ضيرَ في توسيط الاستثناءِ بينهما وقيل متعلق بحرَّمَ وفيه أن تقييدَ تحريمِه عليه السلام بقَبْلية تنزيلِ التوراة ليس فيه مزيدُ فائدةٍ أي كان ما عدا المستثنى حلالاً لهم قبلَ أَن تنزّلَ التوراةُ مشتمِلةً على تحريمَ ما حُرِّم عليهم لظلمهم وبغيهم عقوبةً لهم وتشديداً وهو ردٌّ على اليهود في دعواهم البراءةَ عما نعى عليهم قولُه تعالى فَبِظُلْمٍ مّنَ الذين هَادُواْ حَرَّمْنَا عَلَيْهِمْ طيبات أُحِلَّتْ لَهُمْ وقوله تعالى وَعَلَى الذين هَادُواْ حَرَّمْنَا كُلَّ ذِى ظُفُرٍ الآيتين بأن قالوا لسنا أولَ من حرمت عليه وإنما كانت محرمةً على نوح وإبراهيمَ ومَنْ بعدَهما حتى انتهى الأمرُ إلينا فحرمت علينا كما حرمت على من قبلنا وتبكيتٌ لهم في منع النسخِ والطعنِ في دعوى الرسول صلى الله عليه وسلم موافقتَه لإبراهيمَ عليه السلام بتحليله لحومِ الإبلِ وألبانِها </p><p> {قُلْ فَأْتُواْ بالتوراة فاتلوها} </p><p> أمر عليه السلام بأن يُحاجَّهم بكتابهم الناطقِ بأن تحريمَ ما حُرِّم عليهم تحريمٌ حادثٌ مترتِّبٌ على ظلمهم وبغيهم كلما ارتكبوا معصيةً من المعاصي التي اقترفوها حُرِّم عليهم نوعٌ من الطيبات عقوبةً لهم ويكلّفهم إخراجَه وتلاوتَه ليُبَكِّتَهم ويُلقِمَهم الحجَرَ ويُظهرِ كذِبَهم وإظهارُ اسم التوراةِ لكون الجملةِ كلاماً مع اليهود منقطعاً عما قبله وقوله تعالى </p><p> {إِن كُنتُمْ صادقين} أي في دعواكم أنه تحريمٌ قديمٌ وجواب الشرط محذوف لدلالة المذكور عليهِ أيْ إنْ كنتُم صادقين فأتوا بالتوراة فاتلوها فإن صدْقَكم مما يدعوكم إلى ذلك اْلبتةَ روي أنهم لم يجسَروا على إخراج التوراةِ فبُهتوا وانقلبوا صاغرين وفي ذلك من الحجة النيرة على صدق النبيِّ صلَّى الله عليهِ وسلم وجوازِ النسخ الذي يجحَدونه مالا يخفى والجملةُ مستأنفةٌ مقرِّرة لما قبلها </p>"
}