{
  "id": null,
  "sura": 3,
  "aya": 36,
  "text": "<p> {فَلَمَّا وَضَعَتْهَا} أي ما في بطنها وتأنيثُ الضمير العائد إليه لما أن المقامَ يستدعي ظهورَ أنوثتِه واعتبارَه في حيز الشرط إذ عليه يترتب جوابُ لما أعني قوله تعالى </p><p> {قَالَتْ رَبّ إِنّى وَضَعْتُهَا أنثى} لا على وضع ولدٍ ما كأنه قيل فلما وضعت بنتاً قالت الخ وقيل تأنيثُه لأن ما في بطنها كان أنثى في علم الله تعالى أو لأنه مؤول بالحبلة أو النفْس أو النَّسَمة وأنت خبير بأن اعتبارَ شئ مما ذُكر في حيَّزِ الشرطِ لا يكون مداراً لترتب الجواب عليه وقولُه تعالى أنثى حال مؤكّدة من الضمير أو بدلٌ منه وتأنيثُه للمسارعة إلى عَرْض ما دَهَمها من خيبة الرجاء أو لما مر من التأويل بالحبْلةِ أو النسمة فالحال حينئذ مبيِّنة وإنما قالته تحزُّناً وتحسّراً على خيبة رجائِها وعكسِ تقديرِها لما كانت ترجو أن تلدَ ذكَراً ولذلك نذرَتْه محرّراً للسِّدانة والتأكيد المرد على اعتقادها الباطل </p><p> {والله أَعْلَمُ بِمَا وَضَعَتْ} تعظيمٌ من جهته تعالى لموضوعها وتفخيمٌ لشأنه وتجهيلٌ لها بقدره أي والله أعلم بالشئ الذي وضعتْه وما علِقَ به من عظائم الأمور وجعله وابنه آية للعالمين وهي غافلةٌ عن ذلك والجملة اعتراضية وقرئ وَضَعَتْ على خطاب الله تعالى لها أي إنك لا تعلمين قدرَ هذا الموهوبِ وما أودع الله فيه من علو الشأنِ وسمو المقدار وقرئ وَضَعَتْ على صيغة التكلم مع الالتفات من الخطاب إلى الغَيبة إظهاراً لغاية الإجلال فيكون ذلك منها اعتذاراً إلى الله تعالَى حيثُ أتت بمولود لا يصلُح لما نذرته من السدانة أو تسليةً لنفسها على معنى لعل الله تعالى فيه سراً وحكمة ولعل هذه الأنثى خيرٌ من الذكر فوجه الالتفات حينئذ ظاهر وقوله تعالى </p><p> {وَلَيْسَ الذكر كالانثى} اعتراض آخرُ مبيِّن لما في الأول من تعظيم الموضوعِ ورفع منزلتِه واللامُ في الذكر والنثى للعهد أي ليس الذكرُ الذي كانت تطلُبه وتتخيل فيه كما لا قصاراه ان يكون كواحد من السدانه كالأنثى التي وُهِبتْ لها فإن دائرةَ علمِها وأمنيتها لاتكاد تحيط بما فيه من جلائل الأمور هذا على القراءتين الأُولَيَيْن وأما على التفسير الأخير للقراءة </p><p> ٣٧ - آل عمران </p><p> الأخيرة فمعناه وليس الذكر كهذه الأنثى في الفضيلة بل أدنى منها وأما على التفسير الأول لها فمعناه تأكيدُ الاعتذارُ ببيان أن الذكر ليس كالأنثى في الفضيلة والمزية وصلاحيةِ خدمة المتعبّدات فإنهن بمعزل من ذلك فاللامُ للجنس وقوله تعالى </p><p> {وَإِنّى سَمَّيْتُهَا مَرْيَمَ} عطف على إني وضعتُها أنثى وغرضُها من عَرْضها على علام الغيوب التقربُ إليه تعالى واستدعاءُ العصمة لها فإن مريمَ في لغتهم بمعنى العابدة قال القرطبي معناه خادمُ الرب وإظهارُ أنها غيرُ راجعة عن نيّتها وإن كان ما وضعته أنثى وأنها ان لم تكن خليقةً بسِدانة بيت المقدس فلتكنْ من العابدات فيه </p><p> {وِإِنّى أُعِيذُهَا بِكَ} عطف على إني سميتها وصيغةُ المضارع للدَلالة على الاستمرار أي أُجيرُها بحفظك وقرئ بفتح ياء المتلكم في المواضع التي بعدها همزةٌ مضمومة إلا في موضعين بِعَهْدِى أُوفِ اتُونِى أُفْرِغْ </p><p> {وَذُرّيَّتَهَا} عطف على الضمير وتقديمُ الجارِّ والمجرورِ عليهِ لإبراز كمالِ العنايةِ به </p><p> {مِنَ الشيطان الرجيم} أي المطرود وأصلُ الرجم الرميُ بالحجارة عنِ النبيِّ صلَّى الله عليه وسلم ما من مولودٍ يولد إلا والشيطانُ يَمَسه حين يولد فيستهِلُّ صارخاً من مسّه إلا مريمَ وابنَها ومعناه أن الشيطان يطمع في إغواء كلِّ مولود بحيث يتأثر منه إلا مريم وابنها فإن الله عصَمهما ببركة هذه الاستعاذة </p>"
}