{
  "id": null,
  "sura": 3,
  "aya": 1,
  "text": "<p> {الم الله لَا إله إِلَاّ هُوَ} قد سلف أن مالا تكون من هذه الفواتح مفردةً كصاد وقاف ونون ولا موازِنةً لمفردٍ كحاميم وطاسين وياسين الموازنةِ لقابيلَ وهابيلَ وكطاسين ميم الموازنةِ لداراً بجَرَد حسبما ذكره سيبويهِ في الكتابِ فطريقُ التلفظ بها الحكايةُ فقط ساكنةُ الأعجاز على الوقف سواءٌ جُعلت أسماءً أو مسرودةً على نمط التعديدِ وإن لزِمها التقاءُ الساكنين لما أنه مغتفرٌ في باب الوقف قطعاً فحقُّ هذه الفاتحة أن يوقفَ عليها ثم يُبدأ بما بعدها كما فعله أبُو بكرٍ رضيَ الله عنه روايةٌ عن عاصم وأما ما فيها من الفتح على القراءة المشهورةِ فإنما هي حركةُ همزة الجلالة ألقيت على الميم لتدل على ثبوتها إذ ليس إسقاطها للدرج بل للتخفبف فهي ببقاء حركتها في حكم الثابتِ المبتدَإِ به والميمُ بكون الحركةِ لغيرها في حكم الوقف على السكون دون الحركة كما توهم واعتُرض بأنه غيرُ معهود في الكلام وقيل هي حركةٌ لالتقاء السواكن التي هي الياء والميم ولام الجلالة بعد سقوطِ همزتها وأنت خبير بأن سقوطَها مبنيٌّ على وقوعها في الدرْج وقد عرفت أن سكون الميم وقفى موجبٌ لانقطاعها عما بعدها مستدعٍ لثبات الهمزةِ على حالها لا كما في الحروف والأسماءِ المبنيةِ على السكون فإن حقَّها الاتصالُ بما بعدها وضعاً واستعمالاً فتسقطُ بها همزةُ الوصلِ وتُحرَّك أعجازُها لالتقاء الساكنين ثم إن جُعلت مسرودةً على نمطِ التعديدِ فلا محلَّ لها من الإعرابِ كسائر الفواتح وإن جُعلت اسماً للسورة فمحلُها إما الرفعِ على أنَّها خبرٌ مبتدإٍ محذوف وإما النصبُ على إضمار فعلٍ يليقُ بالمقام ذكر أو اقرأ أو نحوِهما وأما الرفعُ بالابتداء أو النصبُ بتقديرِ فعلِ القسم أو الجرُّ بتقدير حرفِه فلا مساغ لشئ منها لما أن ما بعدها غير صالح للخيرية ولا للإقسامِ عليه فإن الاسم الجليلَ مبتدأٌ وما بعده خبرُه والجملةُ مستأنفة أي هو المستحقُّ للمعبوديةِ لا غير وقوله عز وجل </p><p> {الحى القيوم} خبرٌ آخرُ له أو لمبتدإٍ محذوفٍ أيْ هُوَ الحي القيومُ لا غيرُه وقيل هو صفةٌ للمبتدأ أو بدلٌ منه أو من الخبر الأول أو هو الخبرُ وما قبلَهُ اعتراضٌ بين المبتدأ مقرِّر لما يُفيده الاسمُ الجليلُ أو حال منه وأياه ما كان فهو كالدليل على اختصاص استحقاقِ المعبودية به سبحانه وتعالى لما مرَّ منْ أنَّ معنى الحى الباقي الذي لا سبيل عليه للموت والفناء ومعنى القيوم الدائمُ القيام بتدبير الخلق وحفظِه ومن ضرورة اختصاصِ ذينك الوصفين به تعالى اختصاصُ استحقاقِ المعبودية به تعالى لاستحالة </p><p> تحققِه بدونهما وقد رُوِيَ أنَّ رسولَ الله صلى الله عليه وسلم قال اسمُ الله الأعظمِ في ثلاث سور في سورة البقرة الله لَا إله إِلَاّ هُوَ الحى القيوم وفي آل عمران الم الله لَا إله إِلَاّ هُوَ الحى القيوم وفي طه وَعَنَتِ الوجوه لِلْحَىّ القيوم وروي أن بني إسرائيلَ سألوا موسى عليه السلام عن اسم الله الأعظم قال الحى القيوم ويروى إنَّ عيسَى عليهِ السَّلامُ كان إذا أراد إحياء الموتى يدعو يا حي يا قيوم ويقال إن آصفَ بنَ برخيا حين أتى بعرش بِلْقيس دعا بذلك وقرئ الحي القيام وهذا رد على من زعم إنَّ عيسَى عليهِ السَّلامُ كان رباً فإنه روي أن وفد نجران قدِموا على رسُولِ الله صَلَّى الله عليه وسلم وكانوا ستين راكباً فيهم أربعةَ عشرَ رجلاً من أشرافهم ثلاثةٌ منهم أكابرُ إليهم يئول أمرُهم أحدُهم أميرُهم وصاحبُ مشورتهم العاقبُ واسمُه عبدُ المسيحِ وثانيهم وزيرُهم ومشيرُهم السيد واسمُهُ الأيهم وثالثهم حَبرُهم وأُسْقفُهم وصاحبُ مِدْارَسِهِمْ أبو حارثةَ بنُ عَلْقمةَ أحدُ بني بَكْرِ بنِ وائلٍ وقد كان ملوكُ الرومِ شرّفوه وموّلوه وأكرموه لما شاهدوا من علمه واجتهاده في دينهم وبنَوْا له كنائسَ فلما خرجوا من نجرانَ ركِب أبو حارثة بغلته وكان أخوه كُرْزُ بنُ علقمةَ إلى جنبه فبينا بَغْلةُ أبي حارثةَ تسير إذ عثَرت فقال كُرْزٌ تعساً للأبعد يريد به رسول اله صلى الله عليه وسلم فقال له أبو حارثة بل تَعِسَتْ أمُّك فقال كُرْزٌ ولمَ يا أخي قال إنه والله النبيُّ الذي كنا ننتظره فقال له كُرز فما يمنعُك عنه وأنت تعلم هذا قال لأن هؤلاءِ الملوكَ أعطَوْنا أموالاً كثيرةً وأكرمونا فلو آمنا به لأخذوا منا كلَّها فوقع ذلك في قلب كرزٍ وأضمره إلى أن أسلم فكان يُحدِّث بذلك فأتَوا المدينةَ ثم دخلوا مسجد رسول الله صلى الله عليه وسلم بعد صلاة العصر عليهم ثيابُ الحِبَراتِ جُبَبٌ وأرديةٌ فاخرة يقول بعضُ من رآهم من أصحاب النبيِّ صلَّى الله عليهِ وسلم ما رأينا وفداً مثلَهم وقد حانت صلاتُهم فقاموا ليصلوا في المسجد فقال عليه السلام دعُوهم فصلَّوا إلى المشرق ثم تكلم أولئك الثلاثةُ مع رسول الله صلى الله عليه وسلم فقالوا تارةً عيسى هو الله لأنه كان يُحيي الموتى ويبرئ الأسقام ويُخبرُ بالغيوب ويخلُق من الطين كهيئة الطير فينفُخُ فيه فيطير وتارة أخرى هو ابنُ الله إذ لم يكن له أبٌ يُعْلَم وتارة أخرى إنه ثالثُ ثلاثةٍ لقوله تعالى فَعَلْنَا وَقُلْنَا ولو كان واحداً لقال فعلت وقلت فقالَ لهم رسولُ الله صلى الله عليه وسلم أسلموا قالوا أسلمنا قبلك قال صلى الله عليه وسلم كذبتم يمنعُكم من الإسلام دعاؤكم لله تعالى ولداً قالوا إن ام يكن ولداً لله فمن ابوه فقال صلى الله عليه وسلم ألستم تعلمون أنه لا يكون ولدٌ إلا ويُشبِهُ أباه فقالوا بلى قال ألستم تعلمون أن ربنا حيٌّ لا يموت وأن عيسى يأتي عليه الفناء قالوا بلى قال عليه السلام ألستم تعلمون أن ربنا قيّومٌ على كل شيء يحفَظُه ويرزُقُه قالوا بلى قال عليه السلام فهل يملِك عيسى من ذلك شيئاً قالوا لا فقال عليه السلام ألستم تعلمون أن الله تعالى لا يخفى عليه شيءٌ في الأرض ولا في السماء قالوا بلى قال عليه السلام فهل يعلمُ عيسى من ذلك إلا ما علِم قالوا بلى قال عليه السلام ألستم تعلمون أن ربنا صوَّر عيسى في الرحِم كيف شاء وأن ربنا لا يأكلُ ولا يشرب ولا يُحْدِث قالوا بلى قال عليه السلام ألستم تعلمون أن عيسى حملتْه أمُه كما تحمِل المرأة ووضعته كما تضع المرأةُ ولدها ثم غُذّي كما يُغذَّى الصبيُّ ثم كان يطعَم الطعامَ ويشرَبُ الشراب ويُحْدِثُ الحدث قالوا بلى قال عليه السلام فكيف يكون هذا كما زعمتم فسكتوا وأبَوا إلا جحوداً فأنزل الله عزَّ وجلَّ من أول السورة إلى نيِّفٍ وثمانين آيةً تقريراً لما احتج به عليه السلام عليهم واجاب </p><p> ٣٤ - آل عمران </p><p> به عن شُبَهِهم وتحقيقاً للحق الذي فيه يمترون </p>"
}