{
  "id": null,
  "sura": 3,
  "aya": 147,
  "text": "<p> {وَمَا كَانَ قَوْلَهُمْ} كلامٌ مبينٌ لمحاسنهم القوليةِ معطوفٌ على ما قبله من الجُمل المبيِّنةِ لمحاسنهم الفعلية وقولهم بالنصب خبرٌ لكان واسمُها أن وما بعدها في قوله تعالى </p><p> {إلا أن قَالُواْ} والاستثناءُ مفرَّغٌ من أعم الأشياء ما كانَ قولاً لهم عند أي لقاء للعدو واقتحامِ مضايق الحربِ وإصابةِ ما أصابهم من فنون الشدائد والأهوال شئ من الأشياءِ إِلَاّ أَن قالوا </p><p> {ربَّنَا اغفر لَنَا ذُنُوبَنَا} أي صغائرَنا </p><p> {وَإِسْرَافَنَا فِى أَمْرِنَا} أي تجاوزْنا الحدَّ في ركوب الكبائرِ أضافوا الذنوبَ والإسرافَ إلى أنفسهم مع كونهم ربانيين برءاء من التفريط في جنب الله تعالى هضما لها واستقصارا لهممهم وإسناداً لما أصابهم إلى أعمالهم وقدّموا الدعاءَ بمغفرتها على ما هو الأهمُّ بحسب الحال من الدعاء بقولهم </p><p> {وَثَبّتْ أَقْدَامَنَا} أي في مواطن الحربِ بالتقوية والتأييدِ من عندك أو ثبتْنا على دينك الحقِّ </p><p> {وانصرنا عَلَى القوم الكافرين} تقريباً له إلى حيز القَبول فإن الدعاءَ المقرونَ بالخضوع الصادرَ عن زكاء وطهارةٍ أقربُ إلى الاستجابة والمعنى لم يزالوا مواظبين على هذا الدعاءِ من غير أن يصدُرَ عنهم قولٌ يوهم شائبةَ الجزَعِ والخَوَرِ والتزلزُلِ في مواقف الحربِ ومراصدِ الدين وفيه من التعريض بالمهزمين مالا يخفى وقرأ ابنُ كثير وعاصمٌ في رواية عنهما برفع قَوْلُهُمْ على أنه الاسمُ والخبرُ أنَّ وَمَا في حيزِها أي ما كان قولُهم حينئذ شيئاً من الأشياءِ إلا هذا القول المنبىء عن أحاسن المحاسنِ وهذا كما ترى أقعدُ بحسب المعنى وأوفق بمقتضى المقام لما أن الإخبارَ بكون قولِهم المطلقِ خصوصيةَ قولِهم المحكيِّ عنهم مفصلاً كما تفيده قراءتهما اكثر إفادة للسامع </p><p> ١٤٨ - ١٤٩ آل عمران </p><p> من الإخبار بكون خصوصيةِ قولِهم المذكورِ قولَهم لما أنَّ مصبَّ الفائدةِ وموقِعَ البيانِ في الجُملِ الخبرية هو الخبرُ فالأحقُّ بالخبريَّةِ ما هو أكثرُ إفادةً وأظهرُ دِلالةً على الحدث وأوفرُ اشتمالاً على نِسَب خاصةٍ بعيدةٍ من الوقُوع في الخارج وفي ذهن السامعِ ولا يخفى أن ذلك ههنا في أنْ مع ما في حيُّزها أتمَّ وأكملَ وأما ما تفيدُه الإضافةُ من لنسبة المطلقةِ الإجماليةِ فحيث كانتْ سهلةَ الحصولِ خارجاً وذِهناً كان حقُّها أنْ تلاحَظَ ملاحظة جمالية وتُجعلَ عنواناً للموضوع لا مقصوداً بالذات في باب البيانِ وإنما اختار الجمهورُ ما اختاره لقاعدة صناعيةٍ هي أنه إذا اجتمع معرفتان فالأعراف منهما أحق بالاسمية ولاريب في أعرفية أَن قَالُواْ لدلالته على جهة النسبةِ وزمانِ الحدثِ ولأنه يشبه المضمرَ من حيث أنه لايوصف ولا يوصف به وقولَهم مضافٌ إلى مضمر فهو بمنزلة العَلَم فتأمل </p>"
}