{
  "id": null,
  "sura": 3,
  "aya": 165,
  "text": "<p> {أَوَ لَمَّا أصابتكم مُّصِيبَةٌ قَدْ أَصَبْتُمْ مّثْلَيْهَا قُلْتُمْ أنى هذا} كلامٌ مبتدأ مَسوقٌ لإبطال بعضِ ما صدرَ عنهُم من الظنون الفاسدةِ والأقاويلِ الباطلةِ الناشئةِ منها إثرَ إبطالِ بعضٍ آخرَ منها والهمزةُ للتقريع والتقريرِ والواو عاطفةٌ لمدخولها على محذوف قبلها ولما ظرف لقلتم مضافٌ إلى ما بعده وقد أَصَبْتُمْ في محلِ الرفعِ على أنه صفةٌ لمصيبة والمرادُ بها ما أصابهم يومَ أحدٍ من قتل سبعين منهم وبمِثْليها ما أصاب المشركين يومَ بدرٍ من قتلِ سبعين منهم وأسر سبعين وأنى هذا مقولُ قلتم وتوسيطُ الظرفِ وما يتعلق به بينه وبين الهمزةِ مع أنه المقصودَ إنكارُه والمعطوفُ بالواو حقيقةً لتأكيد النكيرِ وتشديد التقريعِ فإن فعلَ القبيحِ في غيره وقتِه أقبحُ والإنكارَ على فاعله أدخلُ والمعنى أحين أصابكم من المشركين نصفُ ما قد أصابهم منكم قبل ذلك جزِعتم وقلتم من أين أصابنا هذا وقد تقدم الوعدُ بالنصر على توجيه الإنكارِ والتقريعِ إلى صدور ذلك القولِ عنهم في </p><p> ١٦٦ - ١٦٧ آل عمران </p><p> ذلك الوقتِ خاصة بناءً على عدم كونِه مَظِنةً له داعياً إليه بل على كونه داعياً إلى عدمه فإن كونَ مصيبةِ عدوِّهم ضعفَ مصيبتِهم مما يُهوِّن الخطْبَ ويورث السَّلْوةَ أو أفعلتم ما فعلتم ولما أصابتكم غائلته أنى هذا على توجيه الإنكارِ إلى استبعادهم الحادثةَ مع مباشرتهم لسببها وتذكيرُ اسمِ الإشارةِ في أنى هذا مع كونه إشارةً إلى المصيبة ليس لكونها عبارةً عن القتل ونحوِه بل لما أن إشارتَهم ليست إلا إلى ما شاهدوه في المعركة من حيث هو هو من غيرِ أنْ يخطُر ببالِهم تسميتُه باسمٍ ما فضلاً عن تسميته باسم المصيبةِ وإنما هي عند الحكاية وقوله عز وجل </p><p> {قُلْ هُوَ مِنْ عِندِ أَنْفُسِكُمْ} أمرٌ لرسول الله صلى الله عليه وسلم بأن يُجيب عن سؤالهم الفاسد إثر تحقيق فساد بالإنكار والتقريع ويبكتهم أن ما نالهم إنما نالهم من جهتهم بتركهم المركزَ وحِرصِهم على الغنيمة وقيل باختيارهم الخروجَ من المدينة ويأباه أن الوعدَ بالنصر كان بعد ذلك كما ذكر عند قوله تعالى وَلَقَدْ صَدَقَكُمُ الله وَعْدَهُ الآية وأن عملَ النبيِّ صلَّى الله عليهِ وسلم بموجبه قد رَفَع الخطرَ عنه وخفف جنايتَهم فيه على أن اختيارَ الخروجِ والإصرارَ عليه كان ممن أكرمهم الله تعالى بالشهادة يومئذ وأين هم من التفوّه بمثل هذه الكلمة وقيل بأخذهم الفداءَ يوم بدر قبل أن يُؤذَن لهم والأولُ هو الأظهرُ الأقوى وإنما يعضُده توسيطُ خطابِ الرسول صلى الله عليه وسلم بين الخِطابين المتوجهَيْن إلى المؤمنين وتفويضُ التبكيتِ إليه عليه السلام فإن توبيخَ الفاعل على الفعل إذا كان ممن نهاه عنه كان أشدَّ تأثيراً </p><p> {إِنَّ الله على كُلّ شىء قَدِيرٌ} ومن جملته النصرُ عند الطاعةِ والخِذلانُ عند المخالفةِ وحيث خرجتم عن الطاعة أصابكم منه تعالى ما أصابكم والجملةُ تذييلٌ والجُملة تذييلٌ مقرِّرٌ لمضمونِ ما قبلَها داخلٌ تحت الأمرِ </p>"
}