{
  "id": null,
  "sura": 4,
  "aya": 19,
  "text": "<p> {يَا أَيُّهَا الذينَ آمَنُواْ لا يحل لكم أن تَرِثُواْ النساء كَرْهاً} كان الرَّجلُ إذا مات قريبُه يُلْقي ثوبَه على امرأته أو على خِبائها ويقول أَرِثُ امرأته كما أرث مالَه فيصير بذلك أحقَّ بها من كل أحدٍ ثم إن شاء تزوّجها بلا صَداقٍ غيرَ الصَّداقِ الأولِ وإن شاء زوَّجَها غيرَه وأخذ صَداقَها ولم يُعْطِها منه شيئاً وإن شاء عضلها لتفتدى بما ورِثَتْ من زوجها وإن ذهبت المرأةُ إلى أهلها قبل إلقاءِ الثوبِ فهي أحقُّ بنفسها فنُهوا عن ذلك وقيل لهم لا يحل لكم أن تأخذوا بطريق الإرثِ على زعمكم كما تُحازُ المواريثُ وهن كارهاتٌ لذلك أو مُكْرهاتٌ عليه وقرىء لاتحل بالتاء الفوقانية على أن أنْ ترثوا بمعنى الوراثة وقرئ كُرْهاً بضم الكاف وهي لغة كالضَّعْف والضُّعف وكان الرجلُ إذا تزوج امرأةً ولم تكن من حاجته حَبَسها مع سوء العِشرةِ والقهر وضيق عليها </p><p> ٢٠ - النساء لتفتدى منه بما لها وتختلِعَ فقيل لهم </p><p> {وَلَا تَعْضُلُوهُنَّ} عطفاً على ترِثوا ولا لتأكيد النفْي والخطابُ للأزواج والعضْلُ الحبسُ والتضييقُ ومنه عضَلت المرأةُ بولدها إذا اختنقت رحِمُها فخرج بعضُه وبقيَ بعضُه أي ولا أن تُضَيِّقوا عليهن </p><p> {لِتَذْهَبُواْ ببعض ما آتيتموهن} أي من الصَّداق بأن يدفعن إليكم بعضَه اضطراراً فتأخُذوه منهن وإنما لم يُتعرَّضْ لفعلهن إيذاناً بكونه بمنزلة العدمِ لصدوره عنهن اضطراراً وإنما عُبّر عن ذلك بالذهاب به لا بالأخذ ولا بالإذهاب للمبالغة في تقبيحه ببيان تضمُّنِه لأمرين كلٌّ منهما محظورٌ شنيعُ الأخذِ والإذهابِ منهن لأنه عبارةٌ عن الذهاب مستصحباً به </p><p> {إِلَاّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيّنَةٍ} على صيغة الفاعلِ من بيَّن بمعنى تبين وقرئ على صيغة المفعولِ وعلى صيغة الفاعل من أبان بمعنى تبين أي بيِّنةِ القُبحِ من النشوز وشكاسةِ الخلُقِ وإيذاءِ الزوجِ وأهلِه بالبَذاء والسَّلاطةِ ويعضُده قراءة أُبي إلا أنْ يُفْحِشْن عليكُم وقيل الفاحشة الزنا وهو استئناءٌ من أعمِّ الأحوالِ أو أعمِّ الأوقاتِ أو أعمِّ العللِ أي ولا يحلِ لكم عضْلُهن في حالٍ من الأحوالِ أو في وقتٍ من الأوقات أولعلة من العِللِ إلا في حال إتيانِهن بفاحشة أو إلا في وقت إتيانِهن أو إلا لإتيانهن بها فإن السببَ حينئذٍ يكون من جهتهن وأنتم معذورن في طلب الخُلْع </p><p> {وَعَاشِرُوهُنَّ بالمعروف} خطابٌ للذين يُسيئون العشرة معهن والمعروف مالا يُنكِرُه الشرعُ والمروءةُ والمرادُ ههنا النَّصَفَةُ في المبيت والنفقةُ والإجمال في المقال ونحو ذلك </p><p> {فَإِن كَرِهْتُمُوهُنَّ} وسئِمْتم صُحبتَهن بمقتضى الطبيعةِ من غير أن يكون من قِبَلهن ما يُوجبُ ذلك من الأمور المذكورةِ فلا تفارِقوهن بمجرد كراهةِ النفسِ واصبِروا على معاشرتهن </p><p> {فعسى أَن تَكْرَهُواْ شَيْئاً وَيَجْعَلَ الله فِيهِ خَيْراً كَثِيراً} علةٌ للجزاء أُقيمت مُقامه للإيذان بقوة استلزامِها إياه كأنه قيل فإن كرِهتُموهن فاصبِروا عليهن مع الكراهة فلعل لكم فيما تكرَهونه خيراً كثيراً ليس فيما تُحبّونه وعسى تامةٌ رافعةٌ لما بعدها مُستغنيةٌ عن تقدير الخبر أبي فقد قرَّبتْ كراهتُكم شيئاً وجعل اللَّهُ فيه خيراً كثيراً فإن النفسَ ربما تكره ما هو أصلحُ في الدين وأحمدُ عاقبةً وأدنى إلى الخير وتحبُّ ما هو بخلافه فليكنْ نظرُكم إلى ما فيه خيرٌ وصلاحٌ دون ما تهوى أنفسُكم وذكرُ الفعلِ الأولِ مع الاستغناء عنه وانحصارُ العلية في الثاني للتوسل إلى تعميم مفعولِه ليُفيدَ أن ترتيبَ الخيرِ الكثيرِ من الله تعالى ليس مخصوصاً بمكروه دون مكروهٍ بل هو سنةٌ إلهية جاريةٌ على الإطلاق حسَبَ اقتضاءِ الحكمةِ وأن ما نحن فيه مادةٌ من موادّها وفيهِ من المبالغةِ في الحمل على ترك المفارقةِ وتعميمِ الإرشادِ ما لايخفي وقرى ويجعلُ مرفوعاً على أنه خبرٌ لمبتدأ محذوف والجملة حاليةٌ تقديرُه وهو أي ذلك الشئ يجعل اللَّهُ فيه خيراً كثيراً وقيل تقديرُه واللَّهُ يجعل بوضع المُظهر موضِعَ المُضمرِ وتنوينُ خيراً لتفخيمه الذاتي ووصفُه بالكثرة لبيان فخامته الوصفية والمراد به ههنا الولدُ الصالحُ وقيل الأُلفةُ والمحبة </p>"
}