{
  "id": null,
  "sura": 4,
  "aya": 33,
  "text": "<p> {وَلِكُلٍ جَعَلْنَا مَوَالِىَ مِمَّا تَرَكَ الوالدان والاقربون} جملةٌ مبتدأةٌ مقرِّرةٌ لمضمون ما قبلها ولكلَ مفعولٌ ثانٍ لجعلنا قُدّم عليه لتأكيد الشمولِ ودفعِ توهُّمِ تعلقِ الجهل بالبعض دون البعض كما في قوله تعالى {لِكُلّ جَعَلْنَا مِنكُمْ شِرْعَةً ومنهاجا} أي ولكل تركةٍ جعلنا ورثة متفاوتةً في الدرجة يلونها ويُحرِزون منها أنصباءَهم بحسب استحقاقِهم المنوطِ بما بينهم وبين المورِّثِ من العلاقة ومما ترك بيانٌ لكلَ قد فُصل بينهما بما عمل فيه </p><p> ٣٤ - النساء كما فُصِّل في قولِه تعالى {قُلْ أَغَيْرَ الله أتخذ وليا فاطر السماوات والارض} بين لفظِ الجلالةِ وبين صفتِه بالعامل فيما أضيف إليه أعني غيرَ أو ولكل قومٍ جعلناهم مواليَ أي وراثا نصيبٌ معينٌ مغايرٌ لنصيب قومٍ آخرين مما ترك الوالدان والأقربون على أن جعلنا مواليَ صفةٌ لكلَ والضميرُ الراجعُ إليه محذوفٌ والكلامُ مبتدأٌ وخبرٌ على طريقة قولك لكلِّ مَنْ خلقه الله إنساناً من رزق الله أي حظٌّ منه وأما ما قيل من أن المعنى لكل أحدٍ جعلنا موالي مما ترك أي وُرّاثاً منه على أنَّ مِنْ صلةُ موالي لأنه في معنى الوارث ضميرٌ مستكنٌّ عائدٌ إلى كل وقولُه تعالى {الوالدان والاقربون} استئنافٌ مفسرٌ للموالي كأنه قيل مَنْ هم فقيل الوالدان الخ ففيه تفكيكٌ للنظم الكريمِ لأن ببيان الموالي بما ذُكر يفوتُ الإبهامُ المصحِّحُ لاعتبار التفاوتِ بينهم وبه يتحقق الانتظامُ كما أشير إليه في تقرير الوجهين الأولَيْن مع ما فيه من خروج الأولادِ من الموالي إذ لا يتناولهم الأقربون كما لا يتناول الوالدين </p><p> {والذين عَقَدَتْ أيمانكم} هم موالي الموالاةِ كان الحليف يورث السدسَ من مال حليفِه فنُسخ بقوله تعالى وَأُوْلُو الارحام بَعْضُهُمْ أولى بِبَعْضٍ وعند أبي حنيفةَ رحمَهُ الله إذا أسلم رجلٌ على يد رجلٍ وتعاقدا على أن يرثَه ويعقِلَ عنه صح وعليه عقْلُه وله إرثُه إن لم يكن له وارثٌ أصلاً وإسنادُ العقدِ إلى الأَيْمان لأن المعتادَ هو المماسحةُ بها عند العقدِ والمعنى عقَدَتْ أيمانكم وما سحتموه وهو مبتدأ مضمن لمعنى الشرطِ ولذلك صُدِّر الخبر أعني قوله تعالى </p><p> {فآتوهم نصيبهم} بالفاء أو منصوبٌ بمضمر يفسّره ما بعده كقولك زيداً فاضرِبْه أو مرفوعٌ معطوفٌ على الوالدان والأقربون وقوله تعالى فآتوهم الخ جملةٌ مبيِّنةٌ للجملة قبلها ومؤكِّدةٌ لها والضميرُ للموالي </p><p> {إِنَّ الله كَانَ على كُلّ شَىْء} منَ الأشياء التي من جملتها الإيْتاءُ والمنعُ </p><p> {شَهِيداً} ففيه وعدٌ ووعيد </p>"
}