{
  "id": null,
  "sura": 4,
  "aya": 95,
  "text": "<p> {لَاّ يَسْتَوِى القاعدون} بيانٌ لتفاوت طبقاتِ المؤمنين بحسب تفاوتِ درجاتِ مساعيهم في الجهاد بعد ما مر من الأمر به وتحريضِ المؤمنين عليه ليأنَفَ القاعدُ عنه ويترفَّعَ بنفسه عن انحطاط رتبته فيهتزله رغبةً في ارتفاع طبقتِه والمرادُ بهم الذين أُذِن لهم في القعود عن الجهاد اكتفاءً بغيرهم قال ابن عباس رضي الله تعالى عنهما هم القاعدون عن بدْر والخارجون إليها وهو الظاهرُ الموافقُ لتاريخ النزولِ لا ما روي عن مقاتل من أنهم الخارجون إلى تبوك فإنه مما لا يوافقه التاريخُ ولا يساعده الحال إذ لم يكن للمتخلّفين يومئذ هذه الرخصةُ وقولُه تعالى </p><p> {مِنَ المؤمنين} متعلقٌ بمحذوفٍ وقعَ حالاً من القاعدين أي كائنين من المؤمنين وفائدتُها الإيذانُ من أولِ الأمرِ بعدمِ إخلالِ وصفِ القعودِ بإيمانهم والإشعارُ بعلة استحقاقِهم لما سيأتي من الحُسنى </p><p> {غَيْرُ أُوْلِى الضرر} صفة للقاعدون لجريانه مجرئ النكرةِ حيث لم يُقصَدْ به قومٌ بأعيانهم أو بدل منه وقرئ بالنصب على أنه حال منه أو استثناء وبالجر على أنه صفةٌ للمؤمنين أو بدلٌ منه والضررُ المرضُ أو العاهةُ من عمىً أو عرَجٍ أو زَمانةٍ أو نحوها وفي معناه العجزُ عن الأُهبة عن زيدِ بنِ ثابتٍ رضي الله تعالى عنه أنه قال كنت إلى جنب رسول الله صلى الله عليه وسلم فغشِيَتْه السكينةُ فوقعت فخِذُه على فخذي حتى خشِيتُ أن ترُضَّها ثم سُرِّيَ عنه فقال اكتبْ فكتبتُ لَاّ يَسْتَوِى القاعدون مِنَ المؤمنين والمجاهدون فقال ابنُ أمِّ مكتومٍ وكان أعمى يا رسول الله وكيف بمن لا يستطيع الجهادَ من المؤمنين فغشيتْه السكينةُ كذلك ثم سُرِّي عنه فقال اكتب {لَاّ} يَسْتَوِى القاعدون مِنَ المؤمنين غَيْرُ أُوْلِى الضرر </p><p> {والمجاهدون} إيرادُهم بهذا العنوانِ دون الخروجِ المقابلِ لوصف المعطوفِ عليه كما وقع في عبارة ابن عباس رضي الله تعالى عنهما وكذا تقييدُ المجاهدةِ بكونها </p><p> {فِى سَبِيلِ الله بأموالهم وَأَنفُسِهِمْ} لمدحهم بذلك والإشعارِ بعلة استحقاقِهم لعلو المرتبةِ مع ما فيه من حسن موقعِ السبيلِ في مقابلة القعودِ وتقديمِ القاعدين في الذكر والإيذانِ من أولِ الأمرِ بأنَّ القصور الذى ينبئ عنه عدمُ الاستواءِ من جهتِهِم لا من جهةِ مقابلِيهِم فإن مفهومَ عدمِ الاستواءِ بين الشيئينِ المتفاوتينِ زيادةً ونقصاناً وإن جازَ اعتبارُهُ بحسبِ زيادةُ الزائدِ لكنْ المتبادرُ اعتبارُهُ بحسبِ قصورِ القاصر وعليهِ قولُه تعالى {هَلْ يَسْتَوِى الأعمى والبصير أَمْ هَلْ تَسْتَوِى الظلمات والنور} إلى غير ذلك وأما قولُهُ تعالى {هَلْ يَسْتَوِى الذين يَعْلَمُونَ والذين لَا يَعْلَمُونَ} فلعلَّ تقديمَ الفاضلِ فيهِ لأنَّ صلَتَهُ ملكة لصلة المفضول وقوله عز وجل </p><p> {فَضَّلَ الله المجاهدين بأموالهم وَأَنفُسِهِمْ عَلَى القاعدين دَرَجَةً} استئناف مسوق لتفضيل ما بينَ الفريقينِ من التفاضل المفهومِ من ذكر عدمِ استوائِهما إجمالاً ببيان كيفيتِه وكمِّيتِه مبنيٌّ على سؤال ينساق إليه المقالُ كأنه قيل كيف وقع ذلك فقيل الله الخ وأما تقديرُ ما لهم لا يستووى فإنما يليق بجعل الاستئنافِ </p><p> ٩٦ - النساء تعليلاً لعدم الاستواءِ مَسوقاً لإثباته وفيه تعكيس ظاهرٌ فإن الذي يحِقُّ أن يكونَ مقصوداً بالذات إنما هو بيانُ تفاضُلِ الفريقين على درجات متفاوتة وأما عدمُ استوائِهما فقُصارى أمرِه أن يكون توطئةً لذكره ولامُ المجاهدين والقاعدين للعهد فقيدُ كونِ الجهادِ في سبيل الله معتبرٌ في الأول كما أن قيدَ عدمِ الضررِ معتبرٌ في الثاني ودرجة نُصب على المصدرية لوقوعها موقعَ المرَّةِ من التفضيل أي فضل الله تفضيلةً أو على نزع الخافض أي بدرجة وقيل على التمييز وقيل على الحالية من المجاهدين أي ذوي درجةٍ وتنوينُها للتفخيم وقوله تعالى </p><p> {وَكُلاًّ} مفعولٌ أولٌ لما يعقُبه قُدّم عليه لإفادة القصرِ تأكيداً للوعد أي كلَّ واحدٍ من المجاهدين والقاعدين </p><p> {وَعَدَ الله الحسنى} أي المثوبةَ الحُسنى وهي الجنةُ لا أحدَهما فقط كما في قولِه تعالى وأرسلناك لِلنَّاسِ رَسُولاً على أن اللامَ متعلقةٌ برسولا والجملة اعتراض جئ به تداركاً لما عسى يُوهِمَهُ تفضيلُ أحدِ الفريقين على الآخَر من حرمانِ المفضول وقوله عز وجل </p><p> {وَفَضَّلَ الله المجاهدين عَلَى القاعدين} عطفٌ على قوله تعالى فَضَّلَ الله الخ واللامُ في الفريقين مُغْنيةٌ لهما عن ذكر القيودِ التي تُركت على سبيل التدريجِ وقوله تعالى </p><p> {أَجْراً عَظِيماً} مصدرٌ مؤكّدٌ لفضّل على أنه بمعنى أَجَر وإيثار على ما هو مصدرٌ من فعله للإشعار بكون ذلك التفضيل أجرا لأعمالهم أو مفعولٌ ثانٍ له بتضمينه معنى الإعطاءِ أي أعطاهم زيادةً على القاعدين أجراً عظيماً وقيل هو منصوبٌ بنزعِ الخافضِ أي فضّلهم بأجر عظيم وقولُه تعالى </p>"
}