{
  "id": null,
  "sura": 4,
  "aya": 174,
  "text": "<p> {يَا أَيُّهَا الناس} تلوينٌ للخطاب وتوجيهٌ له إلى كافة المكلفين إثرَ بيانِ بطلانِ ما عليه الكفرةُ من فنون والضلالِ وإلزامِهم بالبراهين القاطعةِ التي تخِرُّ لها صُمُّ الجبالِ وإزاحةِ شُبَهِهم الواهيةِ بالبينات الواضحةِ وتنبيهٌ لهم على أن الحجةَ قد تمت فلم يبقَ بعد ذلك علةٌ لمتعلِّلٍ ولا عُذرٌ لمعتذر </p><p> {قَدْ جَاءكُمُ} أي وصل إليكم وتقرَّرَ في قلوبكم بحيث لا سبيلَ لكم إلى الإنكار </p><p> {بُرْهَانَ} البرهانُ ما يُبرهَنُ به على المطلوب والمرادُ به القرآنُ الدالُّ على صحة نبوة النبيِّ صلَّى الله عليهِ وسلم المُثبِتُ لِما فيهِ من الأحكامِ التي من جُملتها ما أشير إليه مما أثبتته الآياتُ الكريمةُ من حقية الحقِّ وبُطلانِ الباطل ورُوي عن ابن عبَّاسٍ رضي الله تعالى عنهما أن النبيِّ صلَّى الله عليهِ وسلم عبَّر عنه به لما معه من المعجزات التي تشهد بصدقه وقيل هو المعجزاتُ التي أظهرها وقيل هو دينُ الحقِّ الذي أتى به وقوله تعالى </p><p> {مِنْ رَّبّكُمْ} إما متعلق بجاءكم أو بمحذوف وقع صفةً مشرّفةً لبرهانٌ مؤكدة لما أفادَه التنوينُ من الفخامةِ الذاتيةِ بالفخامةِ الإضافيةِ أي كائنٌ منه تعالى على أن مِنْ لابتداء الغايةِ مجازاً وقد جُوِّز على الثاني كونُها تبعيضيةً بحذف المضافِ أي كائنٌ من براهينِ ربِّكم والتعرضُ لعنوانِ الربوبيةِ مع الإضافةِ إلى ضميرِ المخاطبينَ لإظهار اللُّطفِ بهم والإيذانِ بأن مجيئَه إليهم لتربيتهم وتكميلِهم </p><p> {وَأَنزَلْنَا إِلَيْكُمْ نُوراً مُّبِيناً} أريد به أيضاً القرآنُ الكريمُ عبّر عنه تارة بالبُرهان لما أشير إليه آنفا وأخرى بالنور المنير بنفسه المنوَّرِ لغيره إيذاناً </p><p> ١٧٥ - ١٧٥ النساء بأنه بيِّنٌ بنفسه مستغنٍ في ثبوت حقِّيتِه وكونِه من عندِ الله تعالى بإعجازه غيرُ محتاجٍ إلى غيره مبينٌ لغيره من الأمور المذكورةِ وإشعاراً بهدايته للخلق ووإخراجهم من ظلمات الكفرِ إلى نور الإيمانِ وقد سلك به مسلك العطفِ المبنيِّ على تغايُر الطرفين تنزيلاً للمغايرة العُنوانيةِ منزلةَ المغايَرَةِ الذاتية وعبر عن ملابسته للمخاطَبين تارةً بالمجيء المسنَدِ إليه المنبء عن كمال قوتِه في البرهانية كأنه يجيء بنفسه فيُثبِتُ أحكامَه من غير أن يجيءَ به أحدٌ على شُبَه الكفرةِ بالإبطال وأخرى بالإنزال الموُقَعِ عليه الملائمِ لحيثية كونِه نوراً توقيرا له باعتبار كلِّ واحدٍ من عنوانية حظِّه اللائقِ به وإسنادُ إنزالِه إليه تعالى بطريق الالتفاتِ لكمال تشريفِه هذا على تقديرِ كونِ البرهانِ عبارةً عن القرآن العظيمِ وأما على تقدير كونِه عبارةً عن الرسول صلى الله عليه وسلم أو عن المعجزات الظاهرةِ على يده أو عن الدينِ الحقِّ فالأمرُ هيِّنٌ وقولُه تعالى إِلَيْكُمْ متعلقٌ بإنزالنا فإن إنزالَه بالذات وإن كان إلى النبيِّ صلَّى الله عليهِ وسلم لكنه منزلٌ إليهم أيضاً بواسطته عليهِ الصَّلاةُ والسَّلامُ وإنَّما اعتبر حاله لإظهار كمالِ اللطفِ بهم والتصريح بوصوله إليهم مبالغا في الإعذار وتقديمُه على المفعولِ الصريحِ مع أن حقَّه التأخرُ عنه لما مر غيرَ مرة من الاهتمامِ بما قُدِّمَ والتشويق إلى ما أُخِّر وللمحافظة على فواصلِ الآي الكريمة </p>"
}