{
  "id": null,
  "sura": 4,
  "aya": 97,
  "text": "<p> {إن الذين توفاهم الملائكة} بيانٌ لحال القاعدين عن الهجرة إثر بيانِ حالِ القاعدين عن الجهاد وتوفاهم يحتمل أن يكون ماضيا ويؤيده قرأ توفتْهم وأن يكون مضارعاً قد حُذف منه إحدى التاءينِ وأصلُه تتوفاهم على حكايةِ الحالِ الماضيةِ والقصدِ إلى استحضار صورتِها ويَعضده قراءةُ مَن قرأَ تُوَفاهم على مضارع وُفِّيَتْ بمعنى أن الله تعالى يرفى الملائكةَ أنفسِهم فيتوفّونها أي يمكنهم من استيفائها فيستوفونها </p><p> {ظَالِمِى أَنفُسِهِمْ} حالٌ من ضمير تَوَفاهم فإنه وإن كان مضافاً إلى المعرفة إلا أنه نكرةٌ في الحقيقة لأن المعنى على الانفصال وإن كان موصولاً في اللفظِ كما في قولِه تعالى غَيْرَ مُحِلّى الصيد وهديا بالغ الكعبه وثانى عِطْفِهِ أي مُحلّين الصّيدَ وبالغاً الكعبةَ وثانياً عِطْفَه كأنه قيل ظالمين أنفسَهم وذلك بترك الهجرةِ واختيارِ مجاورة الكفرة الموجبةِ للإخلال بأمور الدينِ فإنها نزلتْ في ناسٍ من مكةَ قد أسلموا ولم يهاجروا حين كانت الهجرةُ فريضة </p><p> {قَالُواْ} أي الملائكةُ للمُتوفَّيْن تقريراً لهم بتقصيرهم في إظهار إسرمهم وإقامةِ أحكامِه من الصلاة ونحوها وتوبيخها لهم بذلك </p><p> {فِيمَ كُنتُمْ} أي في أي شئ كنتم من أمور دينِكم </p><p> {قالوا} استئناف مبني على سؤال نشأ من حكاية سؤالِ الملائكةِ كأنه قيل فماذا قالوا في الجواب فقيل قالوا متجانِفين عن الإقرار </p><p> ٩٨ - ٩٩ النساء الصريحِ بما هُم فيه من التقصير متعلِّلين بما يوجبه على زعمهم </p><p> {كُنَّا مُسْتَضْعَفِينَ فِى الأرض} أي في أرض مكةَ عاجزين عن القيام بمواجب الدينِ فيما بين أهلِها </p><p> {قَالُواْ} إبطالاً لتعللهم وتبكيتاً لهم </p><p> {أَلَمْ تَكُنْ أَرْضُ الله واسعة فتهاجروا فِيهَا} إلى قطر آخر منها تقدِرون فيه على إقامةِ أمورِ الدينِ كما فعله من هاجر إلى المدينة وإلى الحبشة وأما حملُ تعلُّلِهم على إظهار العجزِ عن الهجرة وجعلُ جوابِ الملائكةِ تكذيباً لهم في ذلك فيردوه أن سببَ العجز عنها لا ينحصر في فُقدان دار الهجرةِ بل قد يكون لعدم الاستطاعةِ للخروج بسب الفقرِ أو لعدم تمكينِ الكفَرة منه فلا يكون بيانُ سعةِ الأرضِ تكذيباً لهم ورداً عليهم بلْ لا بدَّ من بيان استطاعتِهم أيضاً حتى يتم التبكيتُ وقيل كانت الطائفةُ المذكورة قد خرجوا مع المشركين إلى بدرٍ منهم قيسُ بنُ الفاكِهِ بنِ المغيرةِ وقيسُ بنُ الوليدِ بنِ المغيرة وأشباهُهما فقُتلوا فيها فضَرَبت الملائكةُ وجوهم وأدبارهم وقالوا لهم ماقالوا فيكون ذلك منهم تقريعاً وتوبيخاً لهم بما كانوا فيه من مساعدة الكَفَرةِ وانتظامِهم في عسكرهم ويكون جوابُهم بالاستضعاف تعلّلاً بأنهم كانوا مقهورين تحت أيديهم وأنهم أخرجوا كارهين فرُدَّ عليهم بأنهم كانوا بسبيل من الخلاص عن قهرهم متمكّنين من المهاجرة </p><p> {فَأُوْلَئِكَ} الذين حُكِيت أحوالُهم الفظيعةُ </p><p> {مَأْوَاهُمْ} أي في الآخرة </p><p> {جَهَنَّمُ} كما أن مأواهم في الدنيا دارُ الكفرِ لتركهم الفريضةَ المحتومة فمأواهم مبتدأوجهنم خبره والجملة خبر لأولئك وهذه الجملةُ خبرُ إن والفاءُ فيه لتضمُّن اسمِها معنى الشرطِ وقولُه تعالى قَالُواْ فِيمَ كُنتُمْ حالٌ من الملائكة بإضمار قد عند من يشترطه أو هو الخبرُ والعائدُ منه محذوفٌ أي قالوا لهم والجملةُ المصدرةُ بالفاء معطوفةٌ عليه مستنتَجَةٌ منه ومما في حيّزه </p><p> {وَسَاءتْ مَصِيراً} أى مصيرهم أي جهنم وفي الآية الكريمةِ إرشادٌ إلى وجوب المهاجرة من موضع لايتمكن الرجلُ من إقامة أمورِ دينِه بأي سبب كان وعن النبيِّ صلَّى الله عليهِ وسلم من فرَّ بدينِه من أرض إلى أرض وإن كان شبرا من الأرض استوجبت له الجنَّة وكان رفيقَ إبراهيمَ ونبيه محمدٍ صلَّى الله عليهِ وسلم </p>"
}