{
  "id": null,
  "sura": 4,
  "aya": 65,
  "text": "<p> {فَلَا وَرَبّكَ} أي فوربِّك ولا مزيدةٌ لتأكيد معنى القَسَمِ لا لتأكيد النفيِ في جوابه أعني قولَه {لَا يُؤْمِنُونَ} لأنها تزادُ في الإثبات أيضاً كَما في قولِه تَعَالَى {فَلَا أُقْسِمُ بمواقع النجوم} ونظائرِه </p><p> {حتى يُحَكّمُوكَ} أي يتحاكموا إليك ويترافعوا إليك وإنما جئ بصيغة التحكيمِ مع أنه صلى الله عليه وسلم حاكمٌ بأمر الله سبحانه إيذاناً بأن حقَّهم أن يجعلوه حَكَماً فيما بينهم ويرْضَوا بحكمه وإن قُطع النظرُ عن كونه حاكماً على الإطلاق </p><p> {فِيمَا شَجَرَ بَيْنَهُمْ} أي فيما اختَلف بينهم من الأمور واختَلط ومنه الشجرُ لتداخُل أغصانه </p><p> {ثُمَّ لَا يَجِدُواْ} عطفٌ على مقدَّر ينساقُ إليهِ الكلامُ أي فتقضي بينهم ثم لا يجدوا </p><p> {فِى أَنفُسِهِمْ حَرَجاً} ضِيقاً </p><p> {مّمَّا قَضَيْتَ} أي مما قضيت به أو من قضائك وقيل شكاً من أجله إذا الشاكُّ في ضيق من أمره </p><p> {وَيُسَلّمُواْ} أي ينقادوا لأمرك ويُذعِنوا له </p><p> {تَسْلِيماً} تأكيدٌ للفعل بمنزلة تكريرِه أي تسليماً تاماً بظاهرهم وباطنِهم يقال سَلَّم لأمرِ الله وأسلم له بمعنىً وحقيقتُه سلّم نفسَه له إذا جعلها سالمةً له خالصةً أي ينقادوا لحكمك انقياداً لا شُبهةَ فيه بظاهرهم وباطنهم وقيل نزلت في شأن المنافق واليهودى وقيل في شأن الزبيرِ ورجلٍ من الأنصار حين اختصما إلى رسولِ الله صلى الله عليه وسلم في شِراجٍ من الحرة كانا يسقيان بها النخلَ فقال صلى الله عليه وسلم اسقِ يا زبيرُ ثم أرسلِ الماءَ إلى جارك فغضب الأنصارى وقال لأن كان ابنَ عمتِك فتغير وجهُ رسولِ الله ثم قال اسقِ يا زبيرُ ثم احبِس الماءَ حتى يرجِعَ إلى الجُدُر واستوفِ حقّك ثم أرسلْه إلى جارك كان قد أشار على الزبير برأي فيه سعةٌ له ولخصمه فلما أحفظ رسول الله صلى الله عليه وسلم مستوعب للزبير حقَّه في صريح الحُكم ثم خرجا فمرّا على المقدار بن السود فقال لمن القضاءُ فقال الأنصاريُّ قضى لابن عمتِه ولوى شِدْقَه ففطِن يهوديٌّ كان مع المقداد فقال قاتل الله هؤلاءِ يشهدون أنه رسولُ الله ثم يتّهمونه في قضاء يقضي بينهم وايمُ الله لقد أذنبنا ذنباً مرة في حياة موسى فدعانا إلى التوبة منه وقال اقتُلوا أنفسَكم ففعلنا فبلغ قتلانا سبعين ألفاً في طاعة ربِّنا حتى رضيَ عنا فقال ثابتُ بنُ قَيْسِ بنِ شماس أما والله إن الله ليعلم مني الصدقَ لو أمرني محمدٌ أن أقتُلَ نفسي لقتلتُها وروي أنه قال ذلك ثابتٌ وابنُ مسعودٍ وعمارُ بن ياسر </p><p> ٦٦ - ٦٧ ٦٨ ٦٩ النساء رضى الله عنهم فقال رسول الله صلى الله عليه وسلم والذي نفسي بيدِه إنَّ من أمتي رجالاً الإيمانُ أثبتُ في قلوبهم من الجبال الرواسي فنزلت في شأن هؤلاء </p>"
}