{
  "id": null,
  "sura": 4,
  "aya": 170,
  "text": "<p> {يا أيها الناس} بعد ما حكَى لرسول الله صلى الله عليه وسلم تعللَ اليهودِ بالأباطيل واقتراحَهم الباطلَ تعنتاً وردّ عليهم ذلك بتحقيق نبوتِه عليه الصلاةُ والسلامُ وتقريرِ رسالتِه ببيان أن شأنِه عليه الصلاةُ والسلام في أمر الوحي والإرسالِ كشئون من يعترفون بنبوته من مشاهيرِ الأنبياءِ عليهم السلام وأكد ذلك بشهادته سبحانه وشهادة الملائكة أمر المكلفون كافةً على طريق تلوينِ الخطابِ بالإيمان بذلك أمراً مشفوعاً بالوعد بالإجابة والوعيدِ على الرد تنبيهاً على أن الحجةَ قد لزِمَت ولم يبقَ بعد ذلك لأحد عذرٌ في عدم القبول وقوله عز وجل </p><p> {قَدْ جَاءكُمُ الرسول بالحق مِن رَّبّكُمْ} تكريرٌ للشهادة وتقريرٌ لحقية المشهودِ به وتمهيدٌ لما يعقُبه من الأمر بالإيمان وإيرادُه عليهِ الصَّلاةُ والسَّلامُ بعنوان الرسالةِ لتأكيد وجوبِ طاعتِه والمرادُ بالحق هو القرآنُ الكريمُ والباء متعلقةٌ بجاءكم فهي للتعدية أو بمحذوفٍ وقعَ حالاً من الرسول أي ملتبساً بالحق ومِنْ أيضاً متعلقةٌ إما بالعقل وإمَّا بمحذوفٍ هو حالٌ من الحق أي جاءكم به من عنده تعالى أو جاءكم بالحق ومِنْ أيضاً متعلقةٌ إما بالفعل وإمَّا بمحذوفٍ هو حالٌ من الحق أي جاءكم به من عنده تعالى أو جاءكم بالحق كائناً من عندِه تعالَى والتعّرضُ لعنوان الربوبيةِ مع الإضافة إلى ضمير المخاطَبين للإيذان بأن ذلك لتربيتهم وتبليغِهم إلى كمالهم اللائقِ بهم ترغيباً لهم في الامتثال بما بعده من الأمر والفاء في قوله عز وجل </p><p> {فَآمِنُواْ} للدِلالة على إيجاب ما قبلَها لما بعدَها أي فآمنوا به وبما ءجاء به من الحق وقولُه تعالى </p><p> {خَيْراً لَّكُمْ} منصوبٌ على أنَّه مفعولٌ لفعل واجبِ الإضمار كما هو رأيُ الخليل وسيبويهِ أي اقصِدوا أو ائتوا أمراً خيراً لكم مما أنتم فيه من الكفر أو على أنه نعتٌ لمصدر محذوف كما هو في رأي الفراء أي آمنوا إيماناً خيراً لكم أو على أنَّه خبرُ كان المضمرةِ الواقعةِ جواباً للأمر لاجزاء للشرط الصناعيّ وهو رأيُ الكسائي وأبي عبيدةَ أي يكنِ الإيمانُ خيراً لكم </p><p> {وَإِن تَكْفُرُواْ} أي أن تُصِرُّوا وتستمروا على الكفر به </p><p> {فَإِنَّ للَّهِ مَا فِى السماوات والارض} من الموجودات سواء كانت داخلةً في حقيقتهما وبذلك يُعلم حالُ أنفسِهما على أبلغِ وجهٍ وآكدِه أو خارجة عنهما متسقرة فيهما من العُقلاء وغيرِهم فيدخلُ في جملتهم المخاطَبون دخولاً أولياً أي كلُّها له عز وجل </p><p> ١٧١ - النساء خلقا وملكا وتصرفا لا يخرُج من ملكوته وقهرِه شيءٌ منها فمَنْ هذا شأنُه فهو قادرٌ على تعذيبكم بكفركم لا محالة أو فمن كان كذلك فهو غنيٌّ عنكم وعن غيركم لا يتضرّر بكفركم ولا ينتفع بإيمانكم وقيل فمَنْ كان كذلك فله عبيدٌ يعبُدونه وينقادون لأمره </p><p> {وَكَانَ الله عَلِيماً} مُبالغاً في العلم فهو أعلم بأحوال الكلِّ فيدخُل في ذلك علمُه تعالى بكفرهم دخولاً أولياً </p><p> {حَكِيماً} مراعياً للحِكمة في جميع أفعالِه التي من جملتها تعذيبُه تعالى إياهم بكفرهم </p>"
}