{
  "id": null,
  "sura": 4,
  "aya": 54,
  "text": "<p> {أمْ يَحْسُدُونَ الناس} منقطعةٌ أيضاً مفيدةٌ للانتقال من توبيخهم بما سبق إلى توبيخهم بالحسد الذي هو شر الرذائل وأقبحها لاسيما على ما هم بمعزل من استحقاقه واللام في الناس للعهد والإشارةِ إلى رسول الله صلى الله عليه وسلم والمؤمنين وحملُه على الجنس إيذانا بحيازتهم الكمالات البشريةِ قاطبةً فكأنهم هم الناس لا غيره لا يلائمه ذكرُ حديثِ آلِ إبراهيمَ فإن ذلك لتذكير ما بينَ الفريقينِ من العلامة الموجبةِ لاشتراكهما في استحقاق الفضل والهزة لإنكار الواقعِ واستقباحِه فإنهم كانوا يطمعون أن يكون النبيُّ الموعودُ منهم فلما خصَّ الله تعالى بتلك الكرامةِ غيرَهم حسدوهم أي بل أيحسُدونهم </p><p> {على مَا آتاهم الله من فضله} يعني النبوةَ والكتابَ وازديادَ العزِّ والنصرِ يوماً فيوماً وقوله تعالى تعالى </p><p> {فقد آتينا} تعليلٌ للإنكار والاستقباحِ وإلزامٌ لهم بما هومسلم عندهم وحسمٌ لمادة حسَدِهم واستبعادِهم المبنيَّيْن على توهّم عدمِ استحقاقِ المحسودِ لِما أوتيَ من الفضل ببيان استحقاقِه له بطريق الوراثةِ كابراً عن كابر وإجراءُ الكلامِ على سَنن الكبرياءِ بطريق الالتفاتِ لإظهار كمالِ العنايةِ بالأمر والمعنى أن حسدَهم المذكورَ في غاية القبحِ والبُطلانِ فإنا قد آتينا من قبلِ هذا </p><p> {آل إبراهيم} الذين هم أسلافُ محمدٍ صلَّى الله عليهِ وسلم أو أبناءُ أعمامِه </p><p> {الكتاب والحكمة} أى النبوة </p><p> {وآتيناهم} مع ذلك </p><p> {مُّلْكاً عَظِيماً} لا يقادَر قدرُه فكيف يستبعدون نوبته صلى الله عليه وسلم ويحسُدونه على إيتائها وتكريرُ الإيتاء لما يقيتضيه مقامُ التفضيلِ مع الإشعار بما بين النبوةِ والمُلكِ من المغايرة فإن أريد به الإيتاءُ بالذات فالمرادُ بآل إبراهيمَ أنبياؤهم خاصة والضميرُ المنصوبُ في الفعل الثاني لبعضهم إما بحذف المضافِ أو بطريق الاستخدامِ لما أن المُلكَ لم يُؤتَ كلَّهم قال ابن عباس رضي الله عنهما الملكُ في آل إبراهيمَ مُلكُ يوسفَ وداودَ وسليمانَ عليهم السلام وإن أريد به ما يعُمّه وغيرَه من الإيتاء بالواسطةِ وهو اللائقُ بالمقام والأوفقُ لما قبله من نسبة إيتاءِ الفضلِ إلى الناس فالمرادُ بآل إبراهيمَ كلُّهم فإن تشريفَ البعضِ بما ذُكر من إيتاء النبوةِ والمُلكِ تشريفٌ للكل لاعتنائهم بآثاره واقتباسِهم من أنواره وفي تفصيل ما أُوتوه وتكريرِ الفعلِ ووصفِ المُلكِ بالعظم وتنكيره التفخيمى منن تأكيد الإلزامِ وتشديدِ الإنكارِ مالا يخفى هذا هو المتبادرُ من النظم الكريمِ وإليه جنحَ جمهورُ أئمةِ التفسيرِ لكن الظاهرَ حينئذٍ أنْ يكونَ قولُه تعالى </p>"
}