{
  "id": null,
  "sura": 4,
  "aya": 59,
  "text": "<p> {يَا أَيُّهَا الذينَ آمَنُواْ} بعد ما أمر الولاةَ بطريق العمومِ أو بطريق الخصوصِ بأداء الأماناتِ والعدلِ في الحكومات أمرَ سائرَ الناسِ بطاعتهم لكنْ لا مطلقاً بل في ضمن طاعة الله تعالى وطاعة رسول اله صلى الله عليه وسلم حيث قيل </p><p> {أَطِيعُواْ اللَّهَ وَأَطِيعُواْ الرسول وَأُوْلِى الامر مِنْكُمْ} وهم أمراءُ الحقِّ وولاةُ العدلِ كالخلفاء الراشدين ومن يقتدي بهم من المهتدين وأما أمراءُ الجَوْرِ فبمعزل من استحقاق العطفِ على الله تعالى والرسولِ صلى الله عليه وسلم في وجوب الطاعةِ لهم وقيل هم علماءُ الشرعِ لقوله تعالى {وَلَوْ رَدُّوهُ إلى الرسول وإلى أولى الامر مِنْهُمْ لَعَلِمَهُ الذين يَسْتَنْبِطُونَهُ مِنْهُمْ} ويأباهُ قولُه تعالى </p><p> {فَإِن تَنَازَعْتُمْ فِى شَىْء فَرُدُّوهُ إِلَى الله} إذ ليس للمقلد أن ينازعَ المجتهدَ في حكمه إلا أن يجعل الخطاب لأولي الأمر بطريق الالتفاتِ وفيه بعد وتصدير الشرطية بالفاء لترتبها على ما قبلها فإن بيانَ حكمِ طاعةِ أولي الأمرِ عند موافقتِها لطاعة الله تعالى وطاعة الرسول صلى الله عليه وسلم يستدعي بيانَ حكمِها عند المخالفةِ أي إن اختلفتم أنتم وأولوا الأمرِ منكم في أمرٍ من أمورِ الدِّين فراجعوا فيه إلى كتاب الله </p><p> {والرسول} أي إلى سنته وقد استدل </p><p> ٦٠ - النساء به منكرو القياسِ وهو في الحقيقة دليلٌ على حجيته كيف لاورد المختلَفِ فيه إلى المنصوص عليه إنما يكون بالتمثيل والبناءِ عليه وهو المَعنيُّ بالقياس ويؤيده الأمرُ به بعد الأمرِ بطاعة الله تعالى وبطاعة رسوله صلى الله عليه وسلم فإنه يدل على أن الأحكامَ ثلاثةٌ ثابتٌ بالكتاب وثابتٌ بالسنة وثابتٌ بالرد إليهما بالقياس </p><p> {إِن كُنتُمْ تُؤْمِنُونَ بالله واليوم الاخر} متعلقٌ بالأمر الأخيرِ الواردِ في محل النزاعِ إذ هو المحتاجُ إلى التحذير من المخالفة وجوابُ الشرطِ محذوفٌ عند جمهورِ البصريين ثقةً بدِلالة المذكورِ عليهِ أيْ إِن كُنتُمْ تُؤْمِنُونَ بالله واليومِ الآخرِ فردوه الخ فإن الإيمانَ بهما يوجب ذلك أما الإيمانُ بالله تعالى فظاهرٌ وأما الإيمانُ باليوم الآخرِ فلما فيه من العقاب على المخالفة </p><p> {ذلك} أي الرد المأمورُ به </p><p> {خَيْرٌ} لكم وأصلح </p><p> {وَأَحْسَنُ} في نفسه </p><p> {تَأْوِيلاً} أي عاقبةً ومآلاً وتقديمُ خيْريّتِه لهم على أحسنيته في نفسه لما مر من تعلق أنظارِهم بما ينفعهم والمرادُ بيانُ اتصافِه في نفسه بالخيرية الكاملة في حد ذاتِه من غير اعتبار فضلِه على شئ يشاركه في أصل الخيريةِ والحسن كما ينبئ عنه التحذيرُ السابق </p>"
}