{
  "id": null,
  "sura": 4,
  "aya": 44,
  "text": "<p> {أَلَمْ تَرَ إِلَى الذين أُوتُواْ نَصِيبًا مّنَ الكتاب} كلام مسأنف مسوق لتعجيب المؤمنين من سوء حالِهم والتحذيرِ عن موالاتهم والخطابُ لكلِّ مَنْ يتأتَّى منْهُ الرؤيةُ من المؤمنين وتوجيهُه إليه ههنا مع توجيهه فيما بعدُ إلى الكل معاً للإيذان بكمال شهرةِ شناعةِ حالِهم وأنها بلغتْ من الظُّهورِ إلى حيث يتعجّبُ منها كلُّ مِنْ يراها والرؤيةُ بَصَريةٌ أي ألم تنظُرْ إليهم فإنهم أحقا أن تشاهِدَهم وتتعجب من أحوالهم وتجويزُ كونِها قلبيةً على أن إلى لتضمنها معنى الانتهاءِ لما فعلوه يأباه مقامُ تشهيرِ شنائعِهم ونظمِها في سلك الأمورِ المشاهدةِ والمرادُ بهم أحبارُ اليهود روي عن ابن عباس رضيَ الله عنهُما أنها نزلت في حَبْريْنِ من أحبار اليهودِ كانا يأتيان رأسَ المنافقين عبدَ اللَّه بنَ أُبيَ ورهطَه يُثبِّطانِهم عن الإسلام وعنْهُ رضيَ الله عنْهُ أيضاً أنها نزلت في رُفاعةَ بنِ زيدٍ ومالكِ بنِ دخشم كانا إذا تكلم رسول الله صلى الله عليه وسلم لَوَيا لسانَهما وعاباه والمرادُ بالكتاب هو التوراةُ وحملُه على جنس الكتابِ المنتظِمِ لها انتظاماً أولياً تطويلٌ للمسافة وبالذي أوتوه ما بُيِّن لهم فيها من الأحكام والعُلومِ التي من جملتها ما علِموه من نعوت النبيِّ صلَّى الله عليهِ وسلم وحقيقة الإسلام والتعبير عنه بالنصيب المنبئ عن كونه حقاً من حقوقهم التي يجب مراعاتها والمحافظةُ عليها للإيذان بكمال ركاكةِ آرائِهم حيث ضيّعوه تضييعاً وتنوينُه تفخيميٌّ مؤيدٌ للتشنيع عليهم والتعجيبِ من حاله فالتعبيرُ عنهُمْ بالموصولِ للتنبيهِ بما في حيز الصلة على كمال شناعتِهم والإشعارِ بمكان ما طُويَ ذكرُه في المعامله المحكمية عنهم من الهدى الذي هو أحدُ العِوَضَيْنِ وكلمةُ مِنْ متعلقةٌ إما بأُوتوا أو بمحذوف وقع صفة لنصيباً مبينةً لفخامته الإضافيةِ إثر بيان فخامته الذاتية أي نصيباً كائناً من الكتاب وقوله تعالى </p><p> {يَشْتَرُونَ الضلالة} قيل هو حالٌ مقدرةٌ منْ واوِ أُوتُواْ ولا ريب في أن اعتبار تقدير اشترائِهم وأنت خبيرٌ بأنه خالٍ عن إفادة أن مادةَ التشنيعِ والتعجيبِ هو الاشتراءُ المذكورُ وما عُطف عليه والذي تقتضيهِ جزالةُ النظمِ الكريمِ أنه استئنافٌ مبينٌ لمناط التشنيعِ ومدارِ التعجيبِ المفهومَيْن من صدر الكلامِ على وجه الإجمالِ والإبهام مبنى على سئوال نشأَ منْهُ كأنَّه قيلَ ماذا يصنعون حتى ينظر إليهم فقيل يأخذون الضلالةَ ويترُكون ما أُوتوه من الهداية وإنما طوى المتروك لغاية ظهورِ الأمرِ لا سيما بعد الإشعار المذكورِ والتعبيرُ عن ذلك بالاشتراء الذي هو عبارةٌ عن </p><p> ٤٥ - ٤٦ النساء استبدال السلعة بالثمن أي أخذِها بدلاً منه أخذاً ناشئاً عن الرغبة فيها والإعراضِ عنه للإيذان بكمال رغبتِهم في الضلالة التي حقُّها أن يُعرَضَ عنها كلَّ الإعراضِ وإعراضِهم عن الهداية التي يتنافسُ فيها المتنافسونَ وفيه من التسجيل على نهاية سخافةِ عقولِهم وغايةِ ركاكةِ آرائِهم ما لا يَخفْى حيثُ صُوِّرت حالُهم بصورة ما لا يكادُ يتعاطاه أحدٌ ممن له أدنى تمييزٍ وليس المرادُ بالضلالة جنسَها الحاصلَ لهم من قبلُ حتى يخل بمعنى الاشتراء المنبئ عن تأخُّرِها عنه بل هو فردُها الكاملُ وهو عنادُهم وتماديهم في الكفر بعد ما علموا بشأن النبيِّ صلَّى الله عليهِ وسلم وتيقنوا بحقِّية دينه وأنه هو النبيُّ العربيُّ المبشَّرُ به في التوراة ولا ريب في أن هذه الرتبةَ لم تكن حاصلةً لهم قبل ذلك وقد مرَّ في أوائل سُورة البقرة </p><p> {وَيُرِيدُونَ} عطفٌ على يشترون شريكٌ له في بيان محل التشنيع والتعجيب وصيغةُ المضارعِ فيهما للدِلالة على الاستمرار التجددي فإن تجددَ حُكمِ اشترائِهم المذكورِ وتكررَ العملِ بموجبه في قوة تجدّدِ نفسِه وتكرُّرِه أي لا يكتفون بضلال أنفسِهم بل يريدون بما فعلوا من كتمان نعوتِه عليه السلام </p><p> {أَن تَضِلُّواْ} أنتم أيضاً أيها المؤمنون </p><p> {السبيل} المستقيمَ الموصِلَ إلى الحقِّ </p>"
}