{
  "id": null,
  "sura": 4,
  "aya": 88,
  "text": "<p> {فَمَا لَكُمْ} مبتدأٌ وخبرٌ والاستفهامُ للإنكار والنفي والخطابُ لجميع المؤمنين لكنّ ما فيه من معنى التوبيخِ متوجهٌ إلى بعضهم وقولُه تعالى </p><p> {فِى المنافقين} متعلقٌ إما بما تعلَّق بهِ الخبرُ أي أي شئ كائنٌ لَكُمْ فِيهِمْ أي في أمرهم وشأنِهم فحُذف المضافُ وأُقيمَ المضافُ إليه مُقامَه وإما بما يدلُّ عليه قولُه تعالى </p><p> {فِئَتَيْنِ} من معنى الافتراقِ أي فما لكم تفترقون في المنافقين وإما بمحذوفٍ وقعَ حالاً من فئتين أي كائنتين في المنافقين لأنَّه في الأصلِ صفةٌ فلما قدمت انتصبت حالا كما هو شأنُ صفاتِ النكراتِ على الإطلاقِ أو منْ الضمير في تفترقون وانتصابُ فئتين عند البصْريين على الحالية من المخاطَبين والعاملُ ما في لكم من معنى الفعلِ كما في قولِه تعالَى {فَمَا لَهُمْ عَنِ التذكرة مُعْرِضِينَ} وعند الكوفيين على خبرية كان مُضمرةً أي فما لكم في المنافقين كنتم فئتين والمرادُ إنكارُ أن يكون للمخاطبين شئ مصحح لاختلافهم في أمر المنافقين وبيانِ وجوبِ بتِّ القولِ بكفرهم وإجرائهم مُجرى المجاهرين بالكفر في جميع الأحكامِ وذكرُهم بعنوان النفاقِ باعتبار وصفِهم السابق روي أنهم قومٌ من المنافقين استأذنوا رسولَ الله صلى الله عليه وسلم في الخروج إلى البدو معتلين باجتواء المدينةِ فلما خرجوا لم يزالوا راحلين مَرْحلةً فمرحلة حتى لحِقوا بالمشركين فاختلف المسلمون في أمرهم وقيل هم قوم هاجروا من مكةَ إلى المدينةِ ثم بدا لهم فرجعوا وكتبوا إلى رسول الله صلى الله عليه وسلم إنا على دينك وما أخرَجَنا إلا اجتواءُ المدينةِ والاشتياقُ إلى بلدنا وقيل هم ناسٌ أظهروا الإسلامَ وقعدوا عن الهجرة وقيل هم قومٌ خرجوا مع الرسول الله صلى الله عليه وسلم يوم أُحد ثم رجعوا ويأباهُ ما سيأتِي من جعل هِجرتِهم غايةً للنهي عن تولهم وقيل هم العُرَنيّون الذين أغاروا على السَّرْح وقتلوا راعى رسول الله صلى الله عليه وسلم ويرده ما سيأتي من الآيات الناطقةِ بكيفية المعاملة معهم من السلم والحربِ وهؤلاء قد أُخذوا وفُعل بهم ما فُعل من المُثلةِ والقتلِ ولم يُنقلْ في أمرهم اختلافُ المؤمنين </p><p> {والله أَرْكَسَهُمْ} حال من المنافقين مفيدةٌ لتأكيد الإنكارِ السابقِ واستبعادِ وقوعِ المنكرِ ببيان وجود الباقى بعد بيانِ عدمِ الداعي وقيل من ضمير المخاطَبين والرابطُ هو الواو أي أى شئ يدعوكم إلى الاختلاف في كفرهم معَ تحققِ ما يُوجبُ اتفاقَكم على كفرهم وهو إنَّ الله تعالى قد ردهم في الكفر كما كانوا </p><p> {بِمَا كَسَبُواْ} بسبب ما كسَبوه من الارتداد واللحوق بالمشركين ولاحتيال على رسُولِ الله صَلَّى الله عليه وسلم والعائدُ إلى الموصول محذوفٌ وقيل ما صدرية أي بكسبهم وقيل معنى أركسهم نَكّسهم بأن صيَّرهم للنار وأصلُ الرِّكسِ ردُّ الشئ مقلوبا وقرئ رَكَّسهم مشدداً ورَكَسَهم أيضاً مخففاً </p><p> {أَتُرِيدُونَ أَن تَهْدُواْ مَنْ أَضَلَّ الله} تجريدٌ للخطاب وتخصيصٌ له بالقائلين بإيمانهم من الفئتين وتوبيخٌ لهم على زعمهم ذلك وإشعارٌ بأنه يؤدي إلى محاولة المُحالِ الذي هو هدايةُ من أضله الله تعالى وذلك لأن الحُكمَ بإيمانهم وادعاءِ اهتدائِهم وهم بمعزل من ذلك سعيٌ في هدايتهم وإرادةٌ لها ووضعُ الموصولِ موضعَ ضميرِ المنافقين لتشديد الإنكارِ </p><p> ٨٩ - ٩٠ النساء وتأكي استحالةِ الهدايةِ بما ذُكر في حيِّزِ الصلةِ وتوجيهُ الإنكارِ إلى الإرادة لا إلى متعلَّقها بأن يقالَ أتهدون الخ للمبالغة في إنكاره ببيان أنه مما لا يمكن إرادتُه فضلاً عن إمكان نفسِه وحملُ الهدايةِ والإضلالِ على الحُكم بهما يأباه قوله تعالى </p><p> {وَمَن يُضْلِلِ الله فَلَن تَجِدَ لَهُ سَبِيلاً} أي ومن يَخْلُقْ فيه الضلالَ كائناً من كان فلن تجدَ له سبيلاً من السبل فضلاً عن أن تهدِيَه إليه وفيه من الإفصاح عن كمال الاستحالةِ مَا ليسَ في قولِه تعالى {وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ} ونظائرِه وحملُ إضلالِه تعالى على حُكمه وقضائِه بالضلال مُخِلٌّ بحسن المقابلة بين الشرطِ والجزاءِ وتوجيهُ الخطابِ إلى كلِّ واحدٍ من المخاطَبين للإشعار بشمول عدمِ الوجدان للكل على طريق التفصيلِ والجملةُ إما حالٌ من فاعل تريدون أو تهتدوا والرابطُ هو الواو أو اعتراضٌ تذييليٌّ مقرِّرٌ للإنكار السابق ومؤكده لاستحالة الهدايةِ فحينئذ يجوز أن يكون الخطابُ لكلِّ أحدٍ ممن يصلُح له من المخاطَبين أولاً ومن غيرهم </p>"
}