{
  "id": null,
  "sura": 4,
  "aya": 86,
  "text": "<p> {وَإِذَا حُيّيتُم بِتَحِيَّةٍ} ترغيبٌ في فرد شائعٍ من أفراد الشفاعةِ الحسنةِ إثرَ ما رُغِّبَ فيها على الإطلاق وحُذِّر عما يقابلها من الشفاعة السيئةِ وإرشادٌ إلى توفية حقِّ الشفيعِ وكيفيةِ أدائِه فإن تحيةَ الإسلامِ من المسلم شفاعةٌ منه لأخيه إلى الله تعالى والتحية مصدر حيى أصلُها تحْيِيَةٌ كتسمية من سمى </p><p> ٨٧ - النساء وأصلُ الأصلِ تَحْيِيٌّ بثلاث ياءاتٍ فحُذفت الأخيرةُ وعُوِّضَ عنها تاءُ التأنيثِ وأُدغمت الأولى في الثانية بعد نقلِ حركتِها إلى الحاء قال الراغبُ أصلُ التحية الدعاءُ بالحياة وطولِها ثم استعملت في كل دعاءٍ وكانت العربُ إذا لقِيَ بعضُهم بعضاً يقول حياك الله ثم استعملها الشرعُ في السلام وهي تحيةُ الإسلام قال تعالى {تَحِيَّتُهُمْ فِيهَا سلام} وقال {تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سلام} وقال {فَسَلّمُواْ على أَنفُسِكُمْ تَحِيَّةً مّنْ عِندِ الله} قالوا في السلام مزيةٌ على التحية لما أنه دعاءٌ بالسلامة من الآفات الدينيةِ والدنيويةِ وهي مستلزِمةٌ لطول الحياةِ وليس في الدعاء بطول الحياةِ ذلك ولأن السلامَ من أسمائه تعالى فالبَداءةُ بذكره مما لا ريب في فضله ومزّيتِه أي إذا سُلِّم عليكم من جهة المؤمنين </p><p> {فَحَيُّواْ بِأَحْسَنَ مِنْهَا} أي بتحيةٍ أحسنَ منها بأن تقولوا وعليكم السلامُ ورحمةُ الله إن اقتصر المُسلمُ على الأول وبأن تزيدوا وبركاته إن جمعها المسلمُ وهي النهايةُ لانتظامها لجميع فنونِ المطالبِ التي هي السلامةُ عن المضارِّ ونيلُ المنافعِ ودوامُها ونماؤُها </p><p> {أَوْ رُدُّوهَا} أي أجيبوها بمثلها رُوي أن رجالاً قال أحدُهم لرسول الله صلى الله عليه وسلم السلامُ عليك فقال وعليك السلام ورحمةُ الله وقال الآخرُ السلامُ عليك ورحمةُ الله فقال وعليك السلامُ ورحمةُ الله وبركاتُه وقال الآخرُ السلامُ عليك ورحمةُ الله وبركاتُه فقال وعليك فقال الرجل نقصتَني فأين ما قال الله تعالى وتلا الآية فقال صلى الله عليه وسلم إنك لم تترُكْ ليَ فضلاً فردَدْتُ عليك مثلَه وجوابُ التسليم واجبٌ وإنما التخييرُ بين الزيادةِ وتركِها وعن النخعيّ أن السلامَ سنةٌ والردَّ فريضةٌ وعن ابن عباس رضي الله تعالى عنهما الردُّ واجبٌ وما من رجل يمُرُّ على قوم مسلمين فيسلّم عليهم ولا يردّون عليه إلا نزَع الله منهم روُحَ القُدسِ وردَّت عليه الملائكة ولا يردّ في الخُطبة وتلاوةِ القرآنِ جهراً وروايةِ الحديثِ وعند دراسةِ العلمِ والآذانِ والإقامةِ ولا يسلّم على لاعب النرْدِ والشطرنج والمغنّي والقاعدِ لحاجته ومُطيِّرِ الحَمام والعاري في الحمّام وغيرِه قالوا ويسلم الرجلُ على امرأته لا على الأجنبية والسُّنةُ أن يسلِّم الماشي على القاعد والراكبُ على الماشي وراكبُ الفرسِ على راكب الحمارِ والصغيرُ على الكبير والقليلُ على الكثير وإذا التَقَيا ابتدرا وعن أبي حنيفةَ رضى الله عنه لا يجهر بالرد يعني الجهرَ الكثيرَ وعن النبيِّ صلَّى الله عليهِ وسلم إذا سلَّم عليكُم أهلُ الكتابِ فقولوا وعليكُم أي وعليكم ما قلتم حيث كان يقول بعضُهم السلام عليكم وروي لا تبدأ اليهوديَّ بالسلام وإذا بدأك فقل وعليك وعن الحسن أنه يجوز أن يقول للكافر وعليك السلامُ دون الزيادة وقيل التحيةُ بالأحسن عند كونِ المسلِّمِ مسلماً وردُّ مثلِها عند كونِه كافراً </p><p> {إِنَّ الله كَانَ على كُلّ شَىْء حَسِيباً} فيحاسبكم على كل شئ من أعمالِكم التي منْ جُملتِها ما أُمرتم بهِ من التحية فحافِظوا على مراعاتها حسبما أُمرتم به </p>"
}