{
  "id": null,
  "sura": 4,
  "aya": 17,
  "text": "<p> {إِنَّمَا التوبة عَلَى الله} استئنافٌ مسوقٌ لبيان أن قبولَ التوبةِ من الله تعالى ليس على إطلاقه كما ينبئ عنه وصفُه تعالى بكونه تواباً رحيماً بل هو مقيدٌ بما سينطِق به النصُّ الكريمُ فقولُه تعالى التوبةُ مبتدأٌ وقوله تعالى </p><p> {لِلَّذِينَ يَعْمَلُونَ السوء} خبرُه وقولُه تعالى على الله متعلقٌ بما تعلَّق بهِ الخبرُ من الاستقرار فإن تقديمُ الجار والمجرور على عامله المعنويِّ مما لا نزاعَ في جوازه وكذا الظرفُ أو بمحذوفٍ وقعَ حالاً من ضمير المبتدإ المستكنِّ فيما تعلقَ بهِ الخبرُ على رأي من جوَّز تقديمَ الحالِ على عاملها المعنويِّ عند كونِها ظرفاً </p><p> أو حرفَ جر كما سبق في تفسيرِ قولِه تعالى {وَللَّهِ عَلَى الناس حِجُّ البيت} وَأياً مَا كان فمَعنى كونِ التوبةِ عليه سبحانه صدورُ القَبولِ عنه تعالى وكلمةُ على للدلالة على التحقيق ألبتةَ بحكم جري العادةِ وبسق الوعدِ حتى كأنه من الواجبات عليه سبحانه وهذا مُراد مَنْ قال كلمةُ على بمعنى مِنْ وقيل هي بمعنى عند وعن الحسن يعني التوبةَ التي يقبلُها اللَّهُ تعالى وقيل هي التوبةُ التي أوجب الله تعالى على نفسه بفضله قبولَها وهذا يشير إلى أن قوله تعالى عَلَى الله صفةٌ للتوبة بتقديرر مُتعلَّقِه معرفةً على رأي من جوّز حذفَ الموصولِ مع بعض صلته أي إنما التوبةُ الكائنةُ على الله والمراد بالسؤ المعصيةُ صغيرةً كانت أو كبيرة وقيل الخبرُ على الله وقوله تعالى للذين متعلقٌ بما تعلَّق بهِ الخبرُ أو بمحذوفٍ وقعَ حالاً من الضَّمير المستكنِّ في مُتعلَّق الخبر وليس فيه ما في الوجه الأولِ من تقديم الحال على العامل المعنويِّ إلا أن الذي يقتضيهِ المقامُ ويستدعيهِ النظامُ هو الأولُ لما أنَّ ما قبلَهُ من وصفه تعالى بكونه تواباً رحيماً إنما يقتضي بيانَ اختصاصِ قبولِ التوبةِ منه تعالى بالمذكورين وذلك إنما يكونُ بجعل قولهِ تعالى للذين الخ خبراً ألا يُرى إلى قوله عز وجل {وَلَيْسَتِ التوبة لِلَّذِينَ يَعْمَلُونَ السيئات} الخ فإنه ناطقٌ بما قلنا كأنه قيل إنما التوبة لهؤلاء لالهؤلاء </p><p> {بجهالة} متعلق يمحذوف وقع حالاً من فاعل يعملون أي يعملون السوءَ ملتبسين بها أي جاهلين سفهاءَ أو بيعملون على أن الباء سببية أي بعملونه بسبب الجهالةِ لأن ارتكابَ الذنبِ مما يدعو إليه الجهلُ وليس المرادُ به عدمَ العلمِ بكونه سوءاً بل عدمَ التفكرِ في العاقبة كما يفعله الجاهلُ قال قتادة اجتمع أصحابُ الرسول صلى الله عليه وسلم فرأوا أن كل شئ عصى به ربَّه فهو جهالةٌ عمداً كان أو خطأ وعن مجاهد من عصى الله تعالى فهو جاهلٌ حتى ينزِعَ عن جهالته وقال الزجاج يعني بقوله بجهالة اختيارَهم اللذة الفانيةَ على اللذة الباقية </p><p> {ثُمَّ يَتُوبُونَ مِن قَرِيبٍ} أي من زمان قريب وهو ما قبلَ حضورِ الموت كما ينبى عنه ما يسأتي من قوله تعالى حتى إِذَا حَضَرَ أَحَدَهُمُ الموت الخ فإنَّه صريحٌ في أن وقت الاختصار هو الوقتُ الذي لا تقبل فيه التوبةُ فبقيَ ماوراءه في حيِّز القَبول وعن ابن عباس رضي الله عنهما قبل أن ينزِلَ به سلطانُ الموتِ وعن الضحاك كلُّ توبةٍ قبل الموتِ فهو قريبٌ وعن إبراهيمَ النخعى مالم يُؤخَذْ بكَظَمِه وهو مجرى النفَس وروى أبو أيوبَ عنِ النبيِّ صلَّى الله عليه وسلم أن اللَّهَ تعالى يقبل توبة العبد مالم يغرغر وعن عطاء ولو قبل موته بفُواق ناقة وعن الحسن أن إبليسَ قال حين أُهبط إلى الأرض وعزتِك لا أفارق ابنَ آدمَ ما دام روحُه في جسده فقال تعالى وعزتي لا أُغلق عليه باب التوبة مالم يُغرغِرْ ومن تبعيضيةٌ أي يتوبون بعضَ زمانٍ قريبٍ كأنه سمى مابين وجودِ المعصيةِ وبين حضورِ الموتِ زماناً قريباً ففي أي جُزءٍ تاب من أجزاء هذا الزمانِ فهو تائب </p><p> {فَأُوْلَئِكَ} إشارةٌ إلى المذكورين من حيث اتصافُهم بما ذُكر وما فيهِ من معنى البُعد باعتبار كونِهم بانقضاء ذكرِهم في حكم البعيدِ والخطابُ للرسول صلى الله عليه وسلم أو لكل أحد ممن يصلُح للخطاب وهو مبتدأٌ خبرُه قولُه تعالى </p><p> {يَتُوبُ الله عَلَيْهِمْ} وما فيه من تكرير الإسناد لتقوية الحكم وهذا وعدٌ بقَبول توبتهم إثرَ بيانِ أن التوبة لهم والفاءُ للدِلالة على سببيتها للقَبول </p><p> {وَكَانَ الله عَلِيماً حَكِيماً} مبالِغاً في العلمِ والحِكمةِ فيبني أحكامَه وأفعالَه على أساس الحِكمةِ والمصلحةِ والجملةُ اعتراضيةٌ مقررة لمضمون ما قبلها وإظهارُ الاسمِ الجليلِ في موضع الإضمارِ للإشعارِ بعلَّةِ الحُكمِ فإنَّ الألوهية منشأ لاتصافه تعالى بصفات الكمالِ </p><p> ١٨ - ١٩ النساء </p>"
}