{
  "id": null,
  "sura": 4,
  "aya": 162,
  "text": "<p> {لكن الراسخون فى العلم مِنْهُمْ} استدراكٌ من قولِه تعالَى وَأَعْتَدْنَا الخ وبيانٌ لكون بعضِهم على خلاف حالهم عاجلاً أو آجلاً أي لكن الثابتون في العلم منهم المُتقِنون المستبصِرون فيه غيرُ التابعين للظن كأولئك الجَهَلة والمرادُ بهم عبدُ اللَّه بنُ سلام وأصحابُه </p><p> {والمؤمنون} </p><p> أي منهم وصفوا بالإيمان بعد ما وُصِفوا بما يوجبُه من الرسوخ في العلم بطريق العطف المنبئ عن المغايرة بين المعطوفَين تنزيلاً للاختلاف العنوانيِّ منزلةَ الاختلافِ الذاتيِّ وقوله تعالى </p><p> {يؤمنون بما أنزل إليك وَمَا أُنزِلَ مِن قَبْلِكَ} حال من المؤمنون مبيِّنةٌ لكيفية إيمانِهم وقيل اعتراضٌ مؤكدٌ لما قبله وقوله عز وجل </p><p> {والمقيمين الصلاة} قيل نُصب بإضمار </p><p> ١٦٣ - النساء فعلى تقديرُه وأعني المقيمين الصلاةَ على أن الجملةَ معترضةٌ بين المبتدأ والخبرِ وقيل هُو عطفٌ على ما أزل إليك على أن المرادَ بهم الأنبياءُ عليهم السلام أي يؤمنون بالكتب وبالأنبياء أو الملائكة قال مكي أي ويؤمنون بالملائكة الذين صفتهم إثامة الصلاةِ لقوله تعالى يُسَبّحُونَ الليلَ والنهارَ لَا يَفْتُرُونَ وقيل عطفٌ على الكافِ في إليك أي يؤمنون بما أنزل إليه وإلى المقيمين الصلاة وقرئ بالرفع على أنه معطوفٌ على المؤمنون بناءً على ما مر من تنزيل التغاير العنواني في منزلة التغاير الذاتي وكاذ الحالُ فيما سيأتي من المعطوفَين فإن قوله تعالى </p><p> {والمؤتون الزكاة} عطفٌ على المؤمنون مع اتحاد الكلِّ ذاتاً وكذا الكلامُ في قولِه تعالى </p><p> {والمؤمنون بالله واليوم الاخر} فإن المراد بالكل مؤمنو أهلِ الكتابِ قد وُصِفوا أولاً بكونهم راسِخين في علم الكتابِ إيذاناً بأن ذلك موجبٌ للإيمان حتماً وأن مَنْ عداهم إنما بقُوا مُصرِّين على الكفر لعدم رسوخِهم فيه ثم بكونهم مؤمنين بجميع الكتبِ المنزلةِ على الأنبياء ثم بكونهم عاملين بما فيها من الشَّرائعِ والأحكامِ واكتُفي من بينها بذكر إقامةِ الصلاةِ وإيتاءِ الزكاةِ المستتبعين لسائر العباداتِ البدنيةِ والماليةِ ثم بكونهم مؤمنين بالمبدأ والمعادِ تحقيقاً لحيازتهم الإيمانَ بقطريه وإحاطتِهم به من طرفيه وتعريضاً بأن مَنْ عداهُم من أهلِ الكتابِ ليسوا بمؤمنين بواحد منهما حقيقةً فإنهم بقولهم عزيرٌ ابنُ الله مشركون بالله سبحانه وبقولهم لن تمسنا النارُ إلا أياماً معدودةً كافرون باليوم الآخِرِ وقولُه تعالى </p><p> {أولئك} إشارةٌ إليهم باعتبارِ اتصافِهم بما عُدِّد من الصفات الجميلةِ وما فيه من معنى البُعد للإشعار بعلوّ درجتِهم وبُعدِ منزلَتهِم في الفضلِ وهو مبتدأُ وقولُه تعالى </p><p> {سَنُؤْتِيهِمْ أَجْراً عَظِيماً} خبرُه والجملةُ خبرٌ للمبتدأ الذي هو الراسخون وما عطف عليه والسينُ لتأكيد الوعدِ وتنكيرُ الأجرِ للتفخيم وهذا أنسبُ بتجاوُبِ طرَفي الاستدراكِ حيث أُوعِد الأولون بالعذاب الأليم ووُعِد الآخَرون بالأجر العظيم كأنه قيل إثر قولِه تعالى وَأَعْتَدْنَا للكافرين مِنْهُمْ عَذَاباً أَلِيماً لكنِ المؤمنون منهم سنؤتيهم أجراً عظيماً وأما ما اجتح إليه الجمهورُ من جعل قوله تعالى يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيْكَ الخ خبراً للمبتدأففي كمال السداد خلا أنه غير معترض لتقابل الطرفين وقرئ سيؤتيهم بالياء مراعاةً لظاهر قوله تعالى والمؤمنون بالله </p>"
}