{
  "id": null,
  "sura": 4,
  "aya": 3,
  "text": "<p> {وَإِنْ خِفْتُمْ أَلَاّ تُقْسِطُواْ فِى اليتامى} الإقساطُ العدلُ وقرئ بفتح التاء فقيل هو مِنْ قَسَط أي جار ولا مزيدةٌ كما في قولِه تعالى لّئَلَاّ يَعْلَمَ وقيل هو بمعنى أقسطَ فإن الزجاجَ حَكى أن قسَط يُستعمل استعمالَ أقسطَ والمرادُ بالخوف العلمُ كما في قوله تعالى {فمن خَافَ مِن مُّوصٍ جَنَفًا} عبّر عنه بذلك إيذاناً بكون المعلومِ مَخوفاً محذوراً لا معناه الحقيقي لأن الذي عُلّق به الجوابُ هو العلمُ بوقوع الجَورِ المَخوفِ لا الخوفُ منه وإلا لم يكنِ الأمرُ شاملاً لمن يُصِرُّ على الجور ولا يخافه وهذا شروعٌ في النَّهي عنِ منكر آخَرَ كانوا يباشرونه متعلقٌ بأنفس اليتامى أصالةً وبأموالهم تبعاً عَقيبَ النهي عما يتعلق بأموالهم خاصةً وتأخيرُه عنه لقلة وقوعِ المنهيِّ عنه بالنسبة إلى الأول ونزولِه منه بمنزلة المركب من المفرد وذلك أنهم كانوا يتزوّجون من تحِلُّ لهم من اليتامى اللاتي يلُونهنّ لكن لا لرغبة فيهن بل في مالهن ويُسيئون في الصحبة والمعاشرةِ ويتربّصون بهن أن يمُتْنَ فيرِثوهن وهذا قولُ الحسنِ وقيل هي اليتيمةُ تكون في حِجْر وليِّها فيرغب في مالها وجمالِها ويريد أن ينكِحَها بأدنى من سُنة نسائِها فنُهوا أن ينكِحوهن إلا أن يُقسِطوا لهن في إكمال الصَّداقِ وأُمروا أن ينحكوا ما سواهن من النساء وهذا قولُ الزهري روايةً عن عروةَ عن عائشةَ رضيَ الله عنها وأما اعتبارُ اجتماعِ عددِ كثيرٍ منهن كما أطبق عليه أكثرُ أهلِ التفسيرِ حيث قالوا كان الرجلُ يجد اليتيمةَ لها مالٌ وجمالٌ ويكون وليَّها فيتزوجها ضَناً بها عن غيره فربما اجتمعت عنده عشرٌ منهن الخ فلا يساعده الأمرُ بنكاح غيرِهن فإن المحذورَ حينئذ يندفع بتقليل عددهن وان خفتم ألا تعدِلوا في حق اليتامى إذا تزوجتم بهن بإساءة العِشرةِ أو بنقصِ الصَّداق </p><p> {فانكحوا مَا طَابَ لَكُمْ} ما موصولةٌ أو موصوفة ما بعدها صلتُها أو صفتها أو أُوثِرَت على مَنْ ذهاباً إلى الوصف وإيذاناً بأنه المقصودُ بالذات والغالبُ في الاعتبار لا بناءً على أن الإناثَ من العقلاء يجرين مَجرى غيرِ العقلاءِ لإخلاله بمقام الترغيبِ فيهن وقرأ ابنُ أبي عَبْلةَ من طاب ومِنْ في قولِه تعالَى </p><p> {مّنَ النساء} بيانيةٌ وقيل تبيضية والمرادُ بهن غيرُ اليتامى بشهادة قرينةِ المقامِ أي فانكحوا من استطابتها نفوسُكم من الأجنبيات وفي إيثار الأمرِ بنكاحهن على النهي عن نكاح اليتامى مع أنه المقصودُ بالذات مزيدُ لطفٍ في استنزالهم عن ذلك فإن النفسَ مجبولةٌ على الحِرص على ما مُنِعت منه كما أن وصفَ النساءِ بالطيب على الوجه الذي أشير إليه فيه مبالغةٌ في الاستمالة إليهن والترغيبِ فيهن وكلُّ ذلك للاعتناء بصَرْفهم عن نكاح اليتامى وهو السرُّ في توجيه النهي الضمنيِّ إلى النكاح المُتَرقَّبِ مع أن سببَ النزولِ هو النكاحُ المحققُ لما فيه من المسارعة إلى دفع الشرِّ قبل وقوعِه </p><p> فرب واقعٍ لا يُرفع والمبالغةِ في بيان حالِ النكاحِ المحققِ فإن محظوريةَ المترقَّبِ حيث كانت للجَور المترقَّبِ فيه فمحظوريةُ المحقِّقِ مع تحقق الجَوْر فيه أولى وقيل المرادُ بالطيب الحِلُّ أي ما حل لكم شرعاً لأن ما استطابوه شاملٌ للمحرمات ولا مخصصَ له بمن عداهن وفيه فِرارٌ من محذور من محذور ووقوعٍ فيما هو أفضع منه لأن ماحل لهم مُجملٌ وقد تقرر أن النصَّ إذا تردد بين الإجمالِ والتخصيصِ يُحمل على الثاني لأن العالم المخصوصَ حجةٌ في غير محلّ التخصيصِ والمُجملُ ليس بحجة قبل ورودِ البيانِ أصلاً ولئن جُعل قوله تعالى حُرّمَتْ عَلَيْكُمُ الخ دالاً على التفصيل بناءً على ادعاء تقدّمِه في التنزيل فلْيُجْعل دالاً على التخصيص </p><p> {مثنى وثلاث وَرُبَاعَ} معدولةٌ عن أعداد مكررةٍ غيرُ منصرفةٍ لما فيها من العدْلين عدلِها عن صِيَغها وعدلِها عن تكرُّرِها وقيل للعدل والصفةِ فإنها بُنيت صفاتٍ وإن لم تكن أصولها كذلك وقرئ وثُلَثَ ورُبَعَ على القصر من ثلاثَ ورُباعَ ومحلُّهن النَّصبِ على أنَّها حالٌ من فاعل طاب مؤكدةٌ لما أفاده وصفُ الطيّبِ من الترغيب فيهن والاستمالةِ إليهن بتوسيع دائرةِ الإذْنِ أى فانحكوا الطيباتِ لكم معدوداتٍ هذا العددَ ثنتين ثنتين وثلاثاً ثلاثاً وأربعاً أربعاً حسبما تريدون على معنى أن لكل واحدٍ منهم أن يختار أيَّ عددٍ شاء من الأعداد المذكورة لا أن بعضَها لبعض منهم وبعضَها لبعض آخرَ كما في قولك اقتسِموا هذه البَدْرةَ درهمين درهمين وثلاثا ثلاثا وأربعةً أربعة ولو أُفردت لفُهم منه تجويزُ الجمعِ بين تلك الأعدادِ دون التوزيعِ ولو ذكرت بكلمة أو لفات تجويزُ الاختلافِ في العدد هذا وقد قيل في تفسير الآيةِ الكريمةِ لما نزلت الآية في اليتامى وما في أكل أموالِهم من الحُوب الكبيرِ أخذ الأولياءُ يتحرّجون من ولايتهم خوفاً من لحوق الجوب بترك الإقساطِ مع أنهم كانوا لايتحرجون من ترك العدلِ في حقوق النساءِ حيث كان تحت الرجلِ منهم عشرٌ منهن فقيل لهم إن خفتم تركَ العدلِ في حقوق اليتامى فتحرّجتم منها فخافوا أيضاً تركَ العدلِ بين النساءِ فقلِّلوا عددَ المنكوحاتِ لأن من تحرّج من ذنب أو تاب عنه وهو مرتكبٌ مثلَه فهو غيرُ متحرِّجٍ ولا تائبٍ عنه وقيل كانوا لا يتحرجون من الزنى وهم يتحرّجون من ولاية اليتامى فقيل إن خفتم الجَوْرَ في حق اليتامى فخافوا الزنى فانكِحوا ما حل لكم من النساء ولا تحرموا حولَ المحرَّماتِ ولا يخفى أنه لا يساعدهما جزالةُ النظم الكريم لابتنائهما على تقدّم نزولِ الآيةِ الأولى وشيوعِها بين الناسِ مع ظهور توقفِ حُكمِها على ما بعدها من قوله تعالى وَلَا تُؤْتُواْ السفهاء أموالكم إلى قوله تعالى وكفى بالله حَسِيباً </p><p> {فإن خفتم ألا تَعْدِلُواْ} أي فيما بينهن ولو في أقل الأعدادِ المذكورةِ كما خِفتُموه في حق اليتامى أو كما لو تعدِلوا في حقهن أو كما لم تعدِلوا فيما فوق هذه الأعدادِ </p><p> {فواحدة} أي فالزَموا أو فاختاروا واحدة وذروا الجميع بالكلية وقرئ بالرفع أي فالمُقنِعُ واحدةٌ أو فحسبُكم واحدةٌ </p><p> {أَوْ ما ملكت أيمانكم} أيمن السراري بالغةً ما بلغت من مراتب العددِ وهو عطفٌ على واحدةً على أن اللزومَ والاختيارَ فيه بطريق التسرِّي لا بطريق النكاحِ كما فيما عُطف عليه لا ستلزمه ورودَ ملكِ النكاحِ على ملك اليمينِ بموجب اتحادِ المخاطَبين في الموضعين بخلاف ما سيأتِي من قولِه تعالى {وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلاً أَن يَنكِحَ المحصنات المؤمنات فَمِنْ مَّا مَلَكَتْ أيمانكم} فإن المأمورَ بالنكاح هناك غيرُ المخاطَبين بملك اليمين وإنما سُوِّي في السهولة واليُسرِ بين الحرةِ الواحدةِ وبين السراري من غير حصرٍ في عدد لقلة تبعتهن </p><p> ٤ - النساء وخِفةِ مؤنتِهن وعدمِ وجوبِ القسم فيهن وقرئ او من مَلَكَتْ أيمانكم وما في القراءة المشهورةِ للإيذان بقصور رتبتِهن عن رتبة العقلاءِ </p><p> {ذلك} إشارةٌ إلى اختيار الواحدة والتسرى </p><p> {أدنى ألا تَعُولُواْ} العَول الميلُ من قولهم عال الميزانُ عَوْلاً إذا مال وعال في الحكم أي جار والمرادُ هنا الميلُ المحظورُ المقابلُ للعدل أي ما ذُكر من اختيار الواحدةِ والتسرّي أقربُ بالنسبةِ إلى ما عداهما من أن لا تميلوا ميلاً محظوراً لانتفائه رأساً بانتفاء محلِّه في الأول وانتفاءِ خطرِه في الثاني بخلاف اختيارِ العددِ في المهائر فإن الميلَ المحظورَ متوقَّعٌ فيه لتحقق المحل والخطر ومن ههنا تبين أن مدارَ الأمرِ هو عدمُ العولِ لا تحققُ العدلِ كما قيل وقد فُسِّر بأن لا يكثُر عيالُكم على أنه من عال الرجلُ عيالَه يعولُهم أي مانَهم فعبر عن كثرة العيال بكثرة المؤنة على طريقة الكناية ويؤيده قراءة أن لاتعيلوا من أعال الرجلُ إذا كثُر عيالُه ووجهُ كونِ التسري مَظِنَّةَ قلةِ العِيالِ مع جواز الاستكثارِ من السراري أنه يجوز العزلُ عنهن بغير رضاهن ولا كذلك المهائرُ والجملةُ مستأنفةٌ جارية مما قبلها مجرى التعليل </p>"
}