{
  "id": null,
  "sura": 4,
  "aya": 60,
  "text": "<p> {أَلَمْ تَرَ إِلَى الذين يزعمون أنهم آمنوا بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ} تلوينٌ للخطابِ وتوجيهٌ له إلى رسولِ الله صلى الله عليه وسلم تعجيباً له من حال الذين يخالفون مامر من الأمر المحتومِ ولا يطيعونالله ولا رسولَه ووصفُهم بادعاء الإيمانِ بالقرآن وبما أنزل من قبله أعني التوراةَ لتأكيد التعجيبِ وتشديدِ التوبيخِ والاستقباح ببيان كمالِ المبايَنةِ بين دعواهم وبين ما صدر عنهم وقرئ الفعلانِ على البناء للفاعل وقوله عز وجل {يُرِيدُونَ أَن يَتَحَاكَمُواْ إِلَى الطاغوت} استئنافٌ سيق لبيان محلِّ التعجيبِ مبنيٌّ على سؤال نشأ من صدر الكلام كأنَّه قيلَ ماذَا يفعلونَ فقيل يريدون الخ روي عن ابن عباس رضيَ الله عنهما أنَّ منافقاً خاصَم يهودياً فدعاه اليهوديُّ إلى رسول اله صلى الله عليه وسلم ودعاه المنافِقُ إلى كعبِ بنِ الأشرفِ ثم إنهما احتكما إلى رسول الله صلى الله عليه وسلم فقضى لليهودى فلم يرض به المنافق فدعاه إلى عمرَ بنِ الخطاب رضي الله عنه فقال اليهودى قضى لى رسول الله صلى الله عليه وسلم فلم يرضى بقضائه فقال عمرُ للمنافق أهكذا قال نعم فقال عمرُ مكانَكما حتى أخرُجَ إليكما فدخل فاشتمل على سيفه ثم خرج فضربَ به عُنقَ المنافق حتى بَرَد ثم قال هكذا أقضي لمن لم يرضَ بقضاء الله وقضاء رسولِه فنزلت فهبط جبريل عليه الصلاة والسلام وقال إن عمرَ فرَّق بين الحقِّ والباطلِ فقال رسول الله صلى الله عليه وسلم أنت الفاروقُ فالطاغوتُ كعبُ بنُ الأشرفِ سُمِّيَ به لإفراطه في الطغيان وعداوةِ رسول الله صلى الله عليه وسلم أو على التشبيه بالشيطان والتسميةِ باسمه أو جُعل اختيارُ التحاكمِ إلى غير النبيِّ صلَّى الله عليهِ وسلم على التحاكم إليه تحاكماً إلى الشيطان وقال الضحاك المرادُ بالطاغوت كَهَنةُ اليهودِ وسَحَرتُهم وعن الشعبي أن المنافقَ دعا خصمَه إلى كاهن في جُهَينةَ فتحاكما إليه وعن السدي أن الحادثةَ وقعت في قتيلٍ بين بني قُريظةَ والنَّضِير فتحاكم المسلمون من الفريقين إلى النبيِّ صلَّى الله عليهِ وسلم وأبى المنافقون منهما إلا التحاكمَ إلى أبي بُرْدةَ الكاهنِ الأسلميِّ فتحاكموا إليه فيكون الاقتصار حينئذ </p><p> ٦١ - ٦٢ النساء في معرِض التعجيبِ والاستقباحِ على ذِكر إرادةِ التحاكمِ دون نفسِه مع وقوعِه أيضاً للتنبيه على أن إرادتَه مِمَّا يُقْضَى منه العجَبَ ولا ينبغي أن يدخُلَ تحت الوقوعِ فما ظنُّك بنفسه وهذا أنسبُ بوصف المنافقين بادّعاء الإيمانِ بالتوراة فإنه كما يقتضي كونَهم من منافقي اليهودِ يقتضي كون ماصدر عنهم من التحاكم ظاهِرَ المنافاة لا دعاء الإيمانِ بالتوراة وليس التحاكمُ إلى كعبِ بنِ الأشرفِ بهذه المثابةِ من الظهور وأيضاً فالمتبادِرُ من قوله تعالى </p><p> {وَقَدْ أُمِرُواْ أَن يَكْفُرُواْ بِهِ} كونُهم مأمورين بكفره في الكتابين وما ذاك إلا الشيطانُ وأولياؤُه المشهورون بولاته كالكَهنة ونظائرِهم لا مَنْ عداهم ممن لم يشتهِرْ بذلك وقرئ أَن يَكْفُرُواْ بِهَا على أن الطاغوتَ جمعٌ كما في قوله تعالى {أَوْلِيَاؤُهُمُ الطاغوت يُخْرِجُونَهُم} والجملةُ حالٌ من ضمير يريدون مفيدةٌ لتأكيد التعجيبِ وتشديد الاستقباحِ كالوصف السابقِ وقولُه عز وجل </p><p> {وَيُرِيدُ الشيطان أَن يُضِلَّهُمْ ضلالا بَعِيداً} عطفٌ على يريدون داخلٌ في حُكمِ التعجيبِ فإن اتّباعَهم لمن يريد إضلالَهم وإعراضَهم عمن يريد هدايتَهم أعجبُ من كل عجيب وضلالا وإما مصدرٌ مؤكدِّ للفعل المذكور بحذفِ الزوائدِ كَما في قولُه تعالَى وَأَنبَتَهَا نَبَاتًا حَسَنًا أي إضلالاً بعيداً وإمَّا مصدرٌ مؤكِّدٌ لفعله المدلولِ عليه بالفعل المذكورِ أى فيضلوا إضلالا وأياما كان فوصفُه بالبُعد الذي هو نُعِت موصوفُه للمبالغة وقولُه تعالى </p>"
}