{
  "id": null,
  "sura": 4,
  "aya": 23,
  "text": "<p> {حُرّمَتْ عَلَيْكُمْ أمهاتكم وبناتكم وأخواتكم وعماتكم وخالاتكم وَبَنَاتُ الاخ وَبَنَاتُ الاخت} ليس المرادُ تحريمَ ذواتِهن بل تحريمَ نكاحِهن وما يُقصد به من التمتع بهن وبيانَ امتناعِ ورودِ مِلكِ النكاحِ عليهن وانتفاءِ محلِّيتِهن له رأسا وأما حرمةُ التمتُّع بهن بملك اليمينِ في الموادّ التي يُتصور فيها قرارُ المِلكِ كما في بعض المعطوفاتِ على تقدير رِقِّهن فثابتةٌ بدِلالة النصِّ لاتحاد المدارِ الذي هو عدمُ مَحلّيةِ أبضاعِهن للمِلْك لا بعبارته بشهادة سباقِ النظمِ الكريمِ وسياقِه وإنما لم يوجب المدارُ المذكورُ امتناعَ ورود ملك اليمين رأساً ولا حرمةَ سببِه الذي هو العقدُ أو ما يجري مَجراه كما أوجب حرمةَ عقدِ النكاحِ وامتناعَ ورودِ حُكمِه عليهن لأن مورِدَ مِلكِ اليمينِ ليس هو البُضعَ الذي هو مورِدُ ملكِ النكاحِ حتى يفوتَ بفوات مَحلِّيتِه له كملك النكاحِ فإنه حيث كان موردُه ذلك فات بفوات محلّيتِه له قطعاً وإنما مورِدُه الرقبةُ الموجودةُ في كل رقيق فيتحقق بتحقق محلِّه حتماً ثم يزول بوقوع العِتقِ في المواد التي سببُ حرمتِها محضُ القرابةِ النَّسَبية كالمذكورات ويبقى في البواقي على حاله مستتبِعاً لجميع </p><p> أحكامِه المقصودةِ منه شرعاً وأما حلُّ الوطءِ فليس من تلك الأحكامِ فلا ضيرَ في تخلُّفه عنه كما في المجوسية والأمهاتُ تعُمُّ الجداتِ وإن عَلَوْن والبناتُ تتناول بناتِهن وإن سفَلْن والأخواتُ ينتظِمْن الأخواتِ من الجهات الثلاثِ وكذا الباقياتُ والعمةُ كلُّ أنثى ولدَها مَنْ وَلدَ والدَك والخالةُ كلُّ أنثى ولدَها مَنْ ولدَ والدتَك قريباً أو بعيداً وبناتُ الأخِ وبنات الأخت تتناول القربى والبعدى </p><p> {وأمهاتكم الْلَاّتِى أَرْضَعْنَكُمْ وأخواتكم مّنَ الرضاعة} نزّل الله تعالى الرَّضاعة منزلةَ النَسَب حتى سمَّى المُرضِعةَ أماً للرضيع والمراضعة أختاً وكذلك زوجُ المرضعةِ أبوه وأبواه جدّاه وأختُه عمتُه وكلُّ ولدٍ وُلد له من غير المُرْضِعة قبلَ الرّضاعِ وبعده فهم إخوتُه وأخواتُه لأبيه وأمُّ المرضعةِ جدتُه وأختُها خالتُه وكل من ولد من هذا الزوجِ فهم أخوانه وأخواتُه لأبيه وأمه ومِنْ ولدها من غيره فهم إخوتُه وأخواتُه لأمه ومنْهُ قولُه عليهِ السَّلامُ يحرُم من الرضاعة ما يحرُم من النَسَب وهو حكمٌ كليٌّ جارٍ على عمومه وأما أمُّ أخيه لأب وأختُ ابنِه لأم وأمُّ أمِّ ابنِه وأمُّ عمِّه وأمُّ خالِه لأب فليست حرمتُهن من جهة النسبِ حتى يحِلَّ بعمومه ضرورةَ حلِّهن في صور الرضاعِ بل من جهة المصاهرةِ ألا يُرى أن الأولى موطوءةُ أبيه والثانيةَ بنتُ موطوءتِه والثالثةَ أمُّ موطوءتِه والرابعةَ موطوءةُ جدِّه الصحيحِ والخامسةَ موطوءةُ جدِّه الفاسد </p><p> {وأمهات نِسَائِكُمْ} شروع في بيان المحرمات من جهة المصاهرةِ إثرَ بيان المحرَّماتِ من جهة الرَّضاعةِ التي لها لُحمةٌ كلُحمةِ النَسبِ والمرادُ بالنساء النكوحات على الإطلاق سواءٌ كن مدخولا بهن أولا وعليه جمهورُ العلماء روي عنِ النبيِّ صلَّى الله عليه وسلم أنه قال في رجل تزوج امرأةً ثم طلقها قبل أن يدخل بها إنه لا بأس بأن يتزوجَ ابنتَها ولا يحِلُّ له أن يتزوجَ أمَّها وعن عمرَ وعِمرانَ بنِ الحصين رضيَ الله عنهما أنَّ الأمَّ تحرُم بنفس العقدِ وعن مسروقٍ هي مُرسلةٌ فأرسِلوا ما أرسلَ الله وعن ابن عباس أبهِموا ما أبهم الله خلا أنه روي عنه وعن علي وزيد وابنِ عمر وابن الزبير رضي الله عنهم أنهم قرءوا وأمهاتُ نسائِكم اللاتي دخلتم بهن وعن جابر روايتان وعن سعيد بن المسيب عن زيد أنه إذا ماتت عنده فأخذ ميراثَها كُره أن يخلُفَ على أمها وإذا طلقها قبل أن يدخُل بها فإن شاء فَعَل أقام الموتَ في ذلك مُقام الدخولِ كما قام مقامَه في باب المهرِ والعِدّةِ ويُلحقُ بهن الموطوءاتُ بوجه من الوجوه المعدودةِ فيما سبَق والممسوساتُ ونظائرُهن والأمهاتُ تعم المرضِعاتِ كما تعم الجداتِ حسبما ذكر </p><p> {وَرَبَائِبُكُمُ اللاتى فِى حُجُورِكُمْ} الربائبُ جمعُ ربيية فعيل بمعنى مفعول والتَّاءُ للنقلِ إلى الاسميَّةِ والربيبُ ولدُ المرأةِ من آخَرَ سمي به لأنه يرُبُّه غالباً كما يرُبُّ ولدَه وإن لم يكن ذلك أمراً مطَّرِداً وهو المعنيُّ بكونهن في الحُجور فإن شأنهن الغالبَ المعتادَ أن يكنّ في حضانة أمهاتِهن تحت حماية أزواجهن لاكونهن كذلك بالفعل وفائدةُ وصفِهن بذلك تقويةُ عِلةِ الحُرمةِ وتكميلها كما أنها النُّكتةُ في إيرادهن باسم الربائبِ دون بناتِ النساءِ فإن كونَهن بصدد احتضانِهم لهن وفي شرف التقلّبِ في حجورهم وتحت حمايتِهم وتربيتِهم مما يقوِّي الملابسةَ والشبَهَ بينهن وبين أولادِهم ويستدعي إجراءَهن مُجرى بناتِهم لا تقييدُ الحرمةِ بكونهن في حجورهم بالفعل كما رُوي عن عليَ رضيَ الله عنه وبه أخذ داودُ ومذهبُ جمهورِ العلماءِ ما ذكر أولاً بخلاف ما في قوله تعالى </p><p> {مّن نِّسَائِكُمُ اللاتى دَخَلْتُمْ بِهِنَّ} فإنه لتقييدها به قطعاً فإن </p><p> كلمةَ مِنْ متعلقةٌ بمحذوفٍ وقعَ حالاً من ربائبكم او من ضميرها المستكنِّ في الظرف لأنه لما وقع صلة تحمل ضميرا أي وربائبكم اللاتي استقرَرْنَ في حجوركم كائناتٍ من نسائكم الخ ولا مساغَ لجعلِه حالاً من أمهاتُ أو مما أضيفت هي إليه خاصةً وهو بيِّنٌ لا سِترةَ به ولا مع ما ذكر أولا ضرورةَ أن حاليتَه من ربائبكم أو من ضمير ما تقتضي كونَ كلمةِ مِنْ ابتدائيةً وحاليتُه من أمهاتُ أو من نسائكم تستدعي كونَها بيانيةً وادعاءُ كونِها اتصاليةً منتظمةٌ لمعنى الابتداءِ والبيان او جعل الموصول صفة للنساء مع اختلاف عاملَيْهما مما يجب تنزيهُ ساحةِ التنزيلِ عن أمثاله مع أنه سعيٌ في إسكات ما نطق به النبيُّ صلَّى الله عليهِ وسلم واتفق عليه الجمهورُ حسبما ذُكر فيما قبلُ وأما ما نقل من القراءة فضعيفةُ الروايةِ وعلى تقدير الصحةِ محمولةٌ على النسخ ومعنى الدخولِ بهن إدخالُهن السِّترَ والباءُ للتعدية وهي كنايةٌ عن الجماع كقولهم بنى عليها وضرَب عليها الحجابَ وفي حكمه اللمسُ ونظائرها كما مر </p><p> {فَإِن لَّمْ تكونوا} أي فيما فبل </p><p> {دَخَلْتُمْ بِهِنَّ} أصلاً </p><p> {فَلَا جُنَاحَ عَلَيْكُمْ} أي في نكاح الربائبِ وهو تصريحٌ بما أَشعَرَ به ما قبله والفاءُ الأولى لترتيب ما بعدها على ما قبلها فإن بيانَ حكمِ الدخولِ مستتبِعٌ لبيانِ حكمِ عدمِه </p><p> {وحلائل أَبْنَائِكُمُ} أي زوجاتُهم سُمّيت الزوجةُ حليلةً لحِلّها للزوج أو لحلولها في محله وقيل لَحِلّ كلَ منهما إزارَ صاحبِه وفي حكمهن مزْنياتُهم ومَن يجرين مَجراهن من الممسوسات ونظائرِهن وقولُه تعالى </p><p> {الذين مِنْ أصلابكم} لإخراج الأدعياءِ دون أبناءِ الأولادِ والأبناءِ من الرَّضاع فإنهم وإن سفلوا في حكم الأنباء الصلبية </p><p> {وَأَن تَجْمَعُواْ بَيْنَ الاختين} في حيز الرفعِ عطفاً على ما قبله من المحرمات والمرادُ به جمعُهما في النكاح لا في ملك اليمن وأما جمعُهما في الوطء بملك اليمن فملحقٌ به بطريق الدِلالةِ لاتحادهما في المدار ولقوله عليه الصلاة والسلام مَنْ كَانَ يُؤْمِنُ بالله واليومِ الآخرِ فلا يجمَعَنّ ماءَه في رحم أختين بخلاف نفسِ ملكِ اليمينِ فإنه ليس في معنى النكاحِ في الأفضاء إلى الوطء ولا مستلزِماً له ولذلك يصَحُّ شراءُ المجوسيةِ دون نكاحِها حتى لو وطئهما لايحل له وطءُ إحداهما حتى يحرُمَ عليه وطءُ الأخرى بسبب من الأسباب وكذا لو تزوج أختَ أَمَتِه الموطوءةِ لا يحل له وطء إحداهما حتى يحرم عليه الأخرى لأن المنكوحةَ موطوءةٌ حكماً فكأنه جمعهما وطأ وإسنادُ الحرمةِ إلى جمعهما لا إلى الثانية منهما بأن يقال وأخواتُ نسائِكم للاحتراز عن إفادة الحُرْمةِ المؤبدةِ كما في المحرماتِ السابقة ولكونه بمعزلٍ من الدِلالة على حرمة الجمعِ بينهما على سبيل المعية ويشترك في هذا الحكمِ الجمعُ بين المرأةِ وعمتِها ونظائرِها بل أولى فإن العمةَ والخالةَ بمنزلة الأمِّ فقوله عليه السلام لا تُنكحُ المرأةُ على عمتها ولا على خالتها ولا على ابنة أخيها ولا على ابنة أختها من قبيل بيان التفسير لابيان التغييرِ وقيل هو مشهورٌ يجوز به الزيادةُ على الكتاب </p><p> {إَلَاّ مَا قَدْ سَلَفَ} استثناءٌ منقطعٌ أي لكِنْ ما قد مضى لاتؤاخذون به ولا سبيل إلى جعله متصلاً بقصد التأكيدِ والمبالغةِ كما مر فيما سلف لأن قوله تعالى </p><p> {إِنَّ الله كَانَ غَفُوراً رَّحِيماً} تعليلٌ لما أفاده الاستثناءُ فيتحتم الانقطاعُ وقال عطاء والسدي معناه إلا ما كان من يعقوبَ عليه السلام فإنه قد جمع بين ليا أمِّ يهوذا وبين راحيلَ أم يوسف عليه الصَّلاةُ والسَّلامُ وَلَا يساعده التعليلُ لأن ما فعله يعقوبُ عليه السلام كان حلالاً في شريعته وقالَ ابنُ عباسٍ رضيَ الله عنهما أهلُ الجاهليةِ يحرِّمون مَا حَرَّمَ الله </p><p> ٢٤ - النساء تعالى امرأة الأب والجمع بين الأختين وروى هشامُ بنُ عبدِ اللَّه عن محمد بنِ الحسنِ أنه قال كان أهلُ الجاهلية يعرِفون هذه المحرماتِ إلا اثنتين نكاحَ امرأةِ الأبِ والجمعَ بين الأختين ألا يُرى أنه قد عُقِّب النهيُ عن كل منهما بقوله تعالى إَلَاّ مَا قَدْ سَلَفَ وهذا يُشير إلى كون الاستثناءِ فيهما على سَنن واحدٍ ويأباه اختلافُ التعليلين </p>"
}