{
  "id": null,
  "sura": 4,
  "aya": 46,
  "text": "<p> {مّنَ الذين هَادُواْ} قيل هو بيانٌ لأعدائكم وما بينهما اعتراضٌ وفيه أنه لا وجهَ لتخصيص علمِه سبحانه بطائفة من أعدائهم لا سيما في معرِض الاعتراضِ الذي حقُّه العمومُ والإطلاقُ وانتظامُ ما هو المقصودُ في المقام انتظاماً أولياً كما أشير إليه وقيل هو صلة لنصير أي ينصرُكم من الذين هادوا كما في قوله تعالى {فَمَن يَنصُرُنِى مِنَ الله} وفيه ما فيه من تحجير واسعِ نُصرتِه عز وجل مع أنه لا داعيَ إلى وضعَ الموصولِ موضِعَ ضميرِ الأعداءِ لأن مَا في حيزِ الصلةِ ليس بوصفٍ ملائمٍ للنصر وقيل هو خبرُ مبتدإٍ محذوف وقع قوله تعالى </p><p> {يُحَرّفُونَ الكلم عَن مواضعه} صفةٌ له أي من الذين هادوا قومٌ أو فريق يحرفون الخ وفيه أنه يقتضي كونَ الفريقِ السابقِ بمعزل من التحريف الذي هو المصداقُ لاشترائهم في الحقيقة فالذي يليق بشأن </p><p> التنزيلِ الجليلِ أنه بيانٌ للموصول الأولِ المتناولِ بحسب المفهومِ لأهل الكتابين قد وُسِّط بينهما ما وسط لمزيد الاعتناءِ ببيان محلِّ التشنيعِ والتعجيبِ والمسارعةِ إلى تنفير المؤمنين منهم وتحذيرِهم عن مخالطتهم والاهتمامِ بحملهم على الثقة بالله عز وجل والاكتفاءِ بولايته ونُصرتِه وأن قولَه تعالى يُحَرّفُونَ وما عُطف عليه بيانٌ لاشترائهم المذكورِ وتفصيلٌ لفنون ضلالتِهم وقدر وعيت في النظم الكريمِ طريقةُ التفسيرَ بعدَ الإبهامِ والتفصيلِ إثر الإجمال وما لزيادة تقريرٍ يقتضيه الحالُ والكَلِمُ اسمُ جنسٍ واحدُه كلِمةٌ كتَمْر وتمرة وتذكيرُ ضميرِه باعتبار إفرادِه لفظاً وجمعيةُ مواضعِه باعتبار تعدُّدِه معنى وقرئ بكسر الكاف وسكون اللام جمع كلمة تخفبف كلمة وقرئ يحرِّفون الكلامَ والمرادُ به ههنا إما ما في التوراة خاصةً وإما ما هو أعمُّ منه ومما سيحكى عنهم من الكلمات المعهودةِ الصادرةِ عنهم في أثناء المحاورة مع رسول الله صلى الله عليه وسلم ولا مساغَ لإرادة تلك الكلماتِ خاصة بأن يُجعلَ عطفُ قولِه تعالى </p><p> {وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا} الخ على ما قبله عطفاً تفسيرياً لما ستقف على سره فإن أريد به الأولُ كما هو رأيُ الجمهورِ فتحريفُه إزالتُه عن مواضعه التي وضعه الله تعالى فيها من التوراة كتحريفهم في نعت النبيِّ صلَّى الله عليهِ وسلم أسمرُ رَبعةٌ عن موضعه في التوراة بأن وضعوا مكانه آدمُ طُوالٌ وكتحريفهم الرجمَ بوضعهم بدله الحدَّ أو صرفِه عن المعنى الذي أنزله الله تعالى فيه إلى مالا صِحةَ له بالتأويلات الزائغةِ الملائمةِ لشهواتهم الباطلةِ وإن أُريد به الثاني فلا بد من أن يُرادَ بمواضعه ما يليق به مطلقاً سواءٌ كان ذلك بتعيينه تعالى صريحاً كمواضِعِ ما في التوراة أو بتعيين العقلِ أو الدين كمواضع غيره وأياما كان فقولُهم سَمِعْنَا وَعَصَيْنَا ينبغي أن يجريَ على إطلاقه من غير تقييدٍ بزمان أو مكانٍ ولا تخصيصٍ بمادة دون مادةٍ بل وأن يُحمَلَ على ما هو أعمُّ من القول الحقيقيِّ ومما يُترجِم عنه عِنادُهم ومكابَرتُهم ليندرجَ فيه ما نَطقَتْ به ألسنةُ حالِهم عند تحريفِ التوراةِ فإن من لا يتفوّه بتلك العظيمةِ لا يكادُ يتجاسرُ على مثل هذه الجنايةُ وإلا فحملُه على ما قالوه في مجلس النبيِّ صلَّى الله عليهِ وسلم من القبائح خاصةً يستدعي اختصاصَ حُكمِ الشرطيةِ الآتيةِ وما بعدها بهن من غير تعرُّضٍ لتحريفهم التوراةَ مع أنه معظم جنايتهم المعدودة ومن ههنا انكشف لك السرُّ الموعودُ فتأمل أي يقولون في كل أمرٍ مخالفٍ لأهوائهم الفاسدةِ سواءٌ كان بمحضر النبيِّ صلَّى الله عليهِ وسلم أولا بلسان المقالِ أو الحال سمعنا وعصينا عِناداً وتحقيقاً للمخالفة وقوله تعالى </p><p> {واسمع غَيْرَ مُسْمَعٍ} عطف على سمِعنا وعصينا داخلٌ تحت القولِ أي ويقولون ذلك في أثناء مخاطبته صلى الله عليه وسلم خاصةً وهو كلامٌ ذو وجهين محتمِلٌ للشر بأن يحمل على معنى اسمع حالَ كونِك غيرَ مسمَعٍ كلاماً أصلاً بصمم أو موت أي مدعواً عليك بلا سمِعْتَ أو غيرَ مسمَعٍ كلاماً ترضاه فحينئذ يجوز أن يكون نصبُه على المفعولية وللخير بأن يُحمل على اسمَعْ منا غير مسمع مكروها كانوا يخاطبون به النبيُّ صلَّى الله عليهِ وسلم استهزاءً به مُظْهرين له صلى الله عليه وسلم إرادة المعنى الأخير وهم مضمرون في أنفسهم المعنى الأولَ مطمئنون به </p><p> {وراعنا} عطفٌ على اسمَعْ غيرَ مسمَعٍ أي ويقولون في أثناء خطابهم له صلى الله عليه وسلم هذا أيضاً يوردون كلاًّ من العظائمِ الثلاثِ في مواقعها وهي أيضاً كلمةٌ ذاتُ وجهينِ محتملة للخير بحملها على معنى ارقُبْنا وانظرنا نكلمك وللشر يحملها على السبّ بالرُّعونة أي الحَمق أو بإجرائها مجرى ما يُشبِهُها من كلمة عبرانيةٍ أو سريانية كانوا يتسابُّون بها وهي راعينا كانوا يخاطبونه صلى الله عليه وسلم بذلك ينوون الشتيمةَ والإهانةَ ويُظهرون التوقيرَ والاحترامَ ومصيرُهم إلى مسلك النفاقِ في </p><p> القولين الأخيرَين مع تصريحهم بالعصيان في الأول لما قالوا من أن جميعَ الكفرةِ كانوا يواجهونه بالكفر والعصيانِ ولا يواجهونه بالسبِّ ودُعاءِ السوءِ وقيل كانوا يقولون الأولَ فيما بينهم وقيل يجوز أن لا ينطِقوا بذلك ولكنهم لمّا لم يؤمنوا به جعلوا كأنهم نطَقوا به </p><p> {لَيّاً بِأَلْسِنَتِهِمْ} أي فتْلاً بها وصرفاً للكلام عن نهجه إلى نسبة السبِّ حيث وضعوا غير مسمع موضع لا أسمعت مكروهاً وأجْرَوا راعِنا المشابِهةَ لراعينا مُجْرى انظُرنا أو فتلاً بها وضمّاً لما يُظهرونه من الدعاء والتوقير إلى ما يُضمِرونه من السبِّ والتحقير </p><p> {وَطَعْناً فِى الدين} أي قدحاً فيه بالإسنهزاء والسخرية وانتصابهما على العلية ليقولون باعتبار تعلّقِه بالقولين الأخيرين أي يقولون ذلك لصرف الكلامِ عن وجهه إلى السب والطعن في الدين أو على الحالية أي لاوين وطاعنين في الدين </p><p> {وَلَوْ أَنَّهُمْ} عندما سمعوا شيئاً من أوامرِ الله تعالى ونواهيه </p><p> {قَالُواْ} بلسانِ المقالِ أو بلسانِ الحالِ مكانَ قولِهم سمعنا وعصَينا </p><p> {سَمِعْنَا وَأَطَعْنَا} إنما أعيد سمِعْنا مع أنه متحقِّقٌ في كلامهم وإنما الحاجةُ إلى وضْعِ أطعنا مكانَ عصينا لا للتنبيه على عدم اعتبارِه بل على اعتبار عدمه كيف لا وسماعُهم سماعُ الرد ومرادهم بحكايته إعلام عِصيانَهم للأمر بعد سماعِه والوقوفِ عليه فلا بد من إزالته وإقامةِ سماعِ القَبول مُقامَه </p><p> {واسمع} أي لو قالوا عند مخاطبةِ النبيِّ صلَّى الله عليهِ وسلم بدلَ قولِهم اسمَعْ غيرَ مُسمَعٍ اسمع </p><p> {وانظرنا} أي ولو قالوا ذلك بدلَ قولِهم راعِنا ولم يدُسّوا تحت كلامِهم شراً وفساداً أي لو ثبت أنهم قالوا هذا مكانَ ما قالوا من الأقوال </p><p> {لَكَانَ} قولُهم ذلك </p><p> {خَيْراً لَّهُمْ} مما قالوا </p><p> {وَأَقْوَمُ} أي أعدلَ وأسدَّ في نفسه وصيغةُ التفضيلِ إما على بابها واعتبارِ أصلِ الفضلِ في المفضَّلِ عليه بناءً على اعتقادهم أو بطريق التهكمِ وإما بمعنى اسمِ الفاعلِ وإنما قُدّم في البيان حالُه بالنسبة إليهم على حاله في نفسه لأن هِممَهم مقصورةٌ على ما ينفعهم </p><p> {وَلَكِن لَّعَنَهُمُ الله بِكُفْرِهِمْ} أي ولكن لم يقولوا ذلك واستمرُّوا على كفرهم فخذلهم الله تعالى وأبعدَهم عن الهدى بسبب كفرِهم بذلك </p><p> {فَلَا يُؤْمِنُونَ} بعد ذلك </p><p> {إِلَاّ قَلِيلاً} قيل أي إلا إيماناً قليلاً لا يُعبأ به وهو الإيمانُ ببعض الكتُبِ والرسلِ أو إلا زماناً قليلاً وهو زمانُ الاحتضارِ فإنهم يؤمنون حين لا ينفعُهم الإيمانُ قال تعالى وَإِن مّنْ أَهْلِ الكتاب إِلَاّ لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وكلاهما ليس بإيمان قطعاً وقد جُوِّز أن يراد بالقِلة العدمُ بالكُلِّية على طريقةِ قوله تعالى لَا يَذُوقُونَ فِيهَا الموت إِلَاّ الموتة الاولى أي إن كان الإيمانُ المعدومُ إيماناً فهم يُحدِثون شيئاً من الإيمان فهو في المعنى تعليقٌ بالمحال وأنت خبيرٌ بأن الكلَّ يأباه ما يعقُبه من الأمر بالإيمان بالقرآنِ الناطقِ بهذا لإفضائه إلى التكليف بالمُحال الذي هو إيمانُهم بعدم إيمانِهم المستمرِّ أما على الوجه الأخيرِ فظاهرٌ وأمَّا على الأولينِ فلأنَّ أمرَهم بالإيمان المُنْجَزِ بجميع الكتبِ والرسلِ تكليفٌ لهم بإيمانهم بعدم إيمانِهم إلى وقت الاحتضارِ فالوجهُ أن يُحملَ القليلُ على من يؤمن بعد ذلك لكن لا يجعل المستثنى منه ضمير الفاعل في لا يؤمنون لإفضائه إلى وقوعِ إيمانِ مَنْ لعنه الله تعالى وخَذَله مع ما فيه من نسبة القراء إلى الاتفاق على غير المختارِ بل بجعله ضميرَ المفعولِ في لعنهم أي ولكن لعنهم الله إلا فريقاً قليلاً فإنه تعالى لم يلعنْهم فلم ينسَدَّ عليهم بابُ الإيمانِ وقد آمن بعد ذلك فريقٌ من الأحبار كعبدِ اللَّه بنِ سَلَام وكعبٍ وأضرابِهما كما سيأتي </p><p> ٤٧ - النساء </p>"
}