{
  "id": null,
  "sura": 4,
  "aya": 125,
  "text": "<p> {وَمَنْ أَحْسَنُ دِيناً مِمَّنْ أسلم وجهه لله} أي أخلص نفسَه له تعالى لا يعرِف له رباً سواه وقيل بذل وجهَه له في السجود وقيل أخلص عمله له عز وجل وقيل فوّض أمرَه إليه تعالى وهذا إنكارٌ واستبعادٌ لأن يكون أحدٌ أحسنَ ديناً ممن فعل ذلك أو مساوياً له وإن لم يكن سبكُ التركيب متعرضاً لإنكار المساواة ونفيها يُرشِدُك إليه العُرفُ المطّردُ والاستعمالُ الفاشي فإنه إذا قيل مَنْ أكرم من فلان أولا أفضلَ من فلان فالمرادُ به حتماً أنه أكرمُ من كل كريم وأفضل من كل فاضلٍ وعليه مساقُ قوله تعالى وَمَنْ أَظْلَمُ مِمَّنِ افترى ونظائرِه وديناً نُصب على التمييز من أحسنُ منقولٌ من المبتدأ والتقديرُ ومن دينُه أحسنُ من دين مَنْ أسلم الخ فالتفضيلُ في الحقيقة جارٍ بين الدينين لا بين صاحبيهما ففيه تنبيهٌ على أن ذلك أقصى ما تنتهي إليه القوةُ البشرية </p><p> {وَهُوَ مُحْسِنٌ} أي آتٍ بالحسنات تاركٌ للسيئات أو آتٍ بالأعمال الصالحة على الوجه اللائقِ الذي هو حسنُها الوصفيُّ المستلزِمُ لحسنها الذاتي وقد فسره صلى الله عليه وسلم بقولِه أنْ تعبدَ الله كأنَّك تراهُ فإنْ لم تكنْ تراهُ فإنَّه يراكَ والجملة حال من فاعل أسلم </p><p> {واتَّبَعَ مِلَّةَ إبراهيم} الموافقةُ لدين الإسلامِ المتّفق عل صحتها وقبولِها </p><p> {حَنِيفاً} مائلاً عن الأديان الزائغةِ وهو حالٌ من فاعلِ اتبع أو من إبراهيم </p><p> {واتخذ الله إبراهيم خَلِيلاً} اصطفاه وخصَّه بكرامات تُشبه كراماتِ الخليلِ عند خليله واظهاره صلى الله عليه وسلم في مواقع الإضمار لتفخيم شأنِه والتنصيصِ على أنه الممدوحُ وتأكيدِ استقلالِ الجملةِ الاعتراضية والخُلّةُ من الخِلال فإنه ودٌّ تخلَّل النفسَ وخالطَها وقيل من الخَلَل فإن كلَّ واحدٍ من الخليلين يسد خلَلَ الآخَر أو من الخل وهو الطريقُ في الرمل فإنهما يتوافقان في الطريقة أو من الخَلّة </p><p> ١٢٦ - ١٢٧ النساء </p><p> بمعنى الخَصْلة فإنهما يتوافقان في الخِصال وفائدةُ الاعتراضِ جملة من جملتها الترغيبُ في اتباع ملتِه عليه السلام فإن من بلغ من الزُّلفى عند الله تعالى مَبْلغاً مصحِّحاً لتسميته خليلاً حقيقٌ بأن يكون اتباعُ طريقته أهم مايمتد إليه أعناقُ الهِمم وأشرفَ ما يَرمُق نحوه أحداقُ الأمم قيلَ إنَّه عليه الصلاةُ والسلام بَعث إلى خليل له بمصرَ في أزمة أصابت الناسَ يمتارُ منه فقال خليلُه لو كان إبراهيمُ يطلب المِيرةَ لنفسه لفعلت ولكنه يُريدها للأضياف وقد أصابنا ما أصاب الناسَ من الشدة فرجَع غِلمانُه عليه الصلاة والسلام فاجتازوا ببطحاء لينة فملئوا منها الغرائرَ حياءً من الناس وجاؤا بها إلى منزل إبراهيمَ عليه الصَّلاةُ والسَّلامُ وألقَوْها فيه وتفرّقوا وجاء أحدُهم فأخبر إبراهيمَ بالقصة فاغتم لذلك غماً شديداً لاسيما لاجتماع الناسِ ببابه رجاءَ الطعام فغلبه عيناه وعمَدت سارةُ إلى الغرائر فإذا فيها أجودُ ما يكون من الحُوَّارَى فاختبزت وفي رواية فأطعمت الناس وانتبه إبراهيم عليه السلام فاشتم رائحةَ الخبزِ فقال من أين لكم قالت سارة من خليلك المِصريِّ فقال بل من عند خليلى الله عز وجل فسماه الله تعالى خليلاً </p>"
}