{
  "id": null,
  "sura": 5,
  "aya": 105,
  "text": "<p> {يَا أَيُّهَا الذينَ آمَنُواْ عَلَيْكُمْ أَنْفُسَكُمْ} أي الزموا أمرَ أنفسِكم وإصلاحِها وقُرِىءَ بالرفعِ على الابتداءِ أي واجبة عليكم أنفسُكم وقوله عز وجل {لَا يَضُرُّكُمْ مَّن ضَلَّ إِذَا اهتديتم} إما مجزومٌ على أنه جوابٌ للأمر أو نهْيٌ مؤكِّد له وإنما ضُمَّتِ الراء إتباعاً لضمِّه الضاد المنقولة إليها من الراء المدغمة إذِ الأصلُ لا يضْرُرْكم ويؤيده القراءةُ بفتح الراء وقراءةُ مَنْ قرأ لا يضِرْكم بكسر الضاد وضمها من ضار يضيره ويضوره وإما مرفوع على أنه كلام </p><p> المائدة آية ١٠٦ </p><p> مستأنفٌ في موقع التعليل لما قبله ويعضُده قراءةُ مَن قرأَ لا يضيرُكم أي لا يضركم ضلالُ مَنْ ضل إذا كنتم مهتدين ولا يُتوهَّمَنَّ أن فيه رخصةً في ترك الأمر بالمعروف والنهي عن المنكر مع استطاعتهما كيف لا ومن جملة الاهتداء أن يُنكَر على المنكَر حسْبما تفي به الطاقة قال صلى الله عليه وسلم من رأي منكم منكراً فاستطاع أن يغيره فليغيْره بيده فإن لم يستطع فبلسانه فإن لم يستطِعْ فبقلبه وقد روي أن الصديقَ رضي الله تعالى عنه قال يوماً على المنبر يأيها الناس إنكم تقرأون هذه الآيةَ وتضعونها غيرَ موضعها ولا تدرون ما هي وإني سمعتُ رسول الله صلى الله عليه وسلم إن الناس إذا رأو منكراً فلم يغيِّروه عمهم الله بعقاب فأمُروا بالمعروف وانهَوْا عن المنكر ولا تغتروا بقولِ الله عزَّ وجلَّ يأيها الذين آمنوا الخ فيقول أحدكم عليَّ نفسي والله لتأمُرنّ بالمعروف وتنهَوُنّ عن المنكر أو ليستعلمن الله عليكم شرارَكم فيسومونكم سوء العذاب ثم ليدعُوَنَّ خيارُكم فلا يستجابُ لهم وعنه صلى الله عليه وسلم ما من قوم عُمل فيهم منكرٌ أو سُن فيهم قبيحٌ فلم يغيِّروه ولم ينكروه إلا وحقٌّ على الله تعالَى أنْ يعُمَّهم بالعقوبة جميعاً ثم لا يستجابُ لهم والآية نزلت لما كان المؤمنون يتحسَّرون على الكفرة وكانوا يتمنون إيمانهم وهم من الضلال بحيث لا يكادون يرعَوون عنه بالأمر والنهي وقيل كان الرجل إذا أسلم لاموُه وقالوا له سفّهتَ آباءك وضلّلتهم أي نسبتهم إلى السَّفاهة والضلال فنزلت تسليةً له بأن ضلال آبائه لا يضرُّه ولا يَشينُه {إِلَى الله} لا إلى أحدٍ سواه {مَرْجِعُكُمْ} رجوعُكم يوم القيامة {جَمِيعاً} بحيث لا يتخلفَ عنه أحدٌ من المهتدين وغيرِهم فَيُنَبّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ {في الدنيا} من أعمال الهداية والضلال فهو وعد ووعيد للفريقين وتنبيه على أن أحداً لا يؤاخَذُ بعمل غيره </p>"
}