{
  "id": null,
  "sura": 5,
  "aya": 54,
  "text": "<p> {يَا أَيُّهَا الذينَ آمَنُواْ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ} وقرىء يرتدِدْ بالفك على لغة الحجاز والإدغام لغة تميم لمّا نهيَ فيما سلف عن موالاة اليهود والنصارى وبيّن أن موالاتَهم مستدعيةٌ للارتداد عن الدين وفصَّل مصيرَ أمْرِ من يواليهم من المنافقين شَرَع في بيان حالِ المرتدين على الإطلاق وهذا من الكائنات التي أخبر </p><p> المائدة آية ٥٤ </p><p> عنها القرآنُ قبل وقوعِها روي أنه ارتد عن الإسلام إحدى عشرة فِرقةً ثلاثٌ في عهد رسولِ الله عليه الصلاة والسلام بنو مدلج ورئيسُهم ذو الخِمار وهو الأسود العنْسي كان كاهناً تنبأ باليمن واستولى على بلاده فأخرج منها عُمّالَ رسول الله صلى الله عليه وسلم فكتب عليه الصَّلاةُ والسَّلامُ إلى معاذِ بنِ جبلٍ وإلى ساداتِ اليمنِ فأهلكه الله تعالى على يَدَيْ فيروزَ الدَّيْلمي بيَّته فقتله وأخبر رسول الله صلى الله عليه وسلم بقتلِه ليلةَ قُتل فسُرَّ به المسلمون وقبض عليه الصلاة والسلام من الغدِ وأتى خبرُه في آخرِ شهرِ ربيع الأول وبنو حنيفةَ قومُ مسيلِمَةَ الكذابِ تنبأ وكتب إلى رسول الله صلى الله عليه وسلم من مسليمة رسولِ الله إلى محمدٍ رسولِ الله أما بعد فإن الأرضَ نصفُها لي ونصفها لك فأجاب عليه الصلاة والسلام من محمدٍ رسولِ الله مسيلِمَةَ الكذاب أما بعد فإن الأرضَ لله يورثُها مَن يَشَاء مِنْ عباده والعاقبةُ للمتقين فحاربه أبُو بكرٍ رضيَ الله عنه بجنودِ المسلمين وقتل على يدي وحشي قاتل خمزة رضي الله عنه وكان يقول قتلتُ في جاهليتي خيرَ الناس وفي إسلامي شرَّ الناس وبنو أسد قومُ طليحةَ بنِ خويلد تنبأ فبعث إليه أبُو بكرٍ رضيَ الله عنه خالدَ بن الوليد فانهزم بعد القتال إلى الشامِ فأسلم وحسُنَ إسلامُه وسبعٌ في عهد أبي بكرٍ رضيَ الله عنْهُ فَزارةُ قومُ عيينةَ بنِ حِصْن وغطَفانُ قوم قرَّةَ بنِ سلمة القشيري وبنو سليم قوم الفجاءة ابن عبد يا ليل وبنو يَرْبوعٍ قومُ مالكِ بننويرة وبعضُ تميم قومُ سَجاح بنتِ المنذر المتنبّئة التي زوَّجَتْ نفسها من مسيلِمة الكذاب وفيها يقول أبو العلاء المعري في كتاب استغفرْ واستغفري آمتْ سَجاحِ ووالاها مسيلِمة كذابةٌ في بني الدنيا وكذّابُ وكِندةُ قومُ الأشعث بن قيس وبنو بكر بنِ وائل بالبحرَيْن قومُ الحطَمِ بنِ زيد وكفى بالله تعالى أمرَهم على يد أبي بكرٍ رضيَ الله عنْهُ وفِرقة واحدةٌ في عهد عمر رضي الله عنه غسانُ قومُ جَبَلةَ بنِ الأيهم نصَّرتْه اللطمة وسيَّرتْه إلى بلاد الروم وقصاه مشهورة وقوله تعالى {فَسَوْفَ يَأْتِى الله} جواب الشرط والعائد إلى اسم الشرط محذوفٌ أي فسوف يأتي الله مكانهم بعد إهلاكهم {بِقَوْمٍ يُحِبُّهُمْ} أي يريد بهم خيري الدنيا والآخرة ومحلُّ الجملةُ الجرُّ على أنها صفةٌ لقوم وقوله تعالى {وَيُحِبُّونَهُ} أي يريدون طاعته ويتحرّزون عن معاصيه معطوفٌ عليها داخلٌ في حكمها قيل أهم أهلُ اليمن لما رُوي أن النبي عليه الصلاةَ والسلام أشار إلى أبي موسى الأشعري وقال قومُ هذا وقيل هم الأنصار رضي الله عنهم وقيل هم الفرسُ لما روي أنه عليه السلام سئل عنهم فضرب بيده الكريمة على عاتق سَلمان رشي الله عنه وقال هذا وذوُوه ثم قال لو كان الإيمانُ معلقاً بالثريا لنالَه رجالٌ من أبناء فارسَ وقيل هم ألفان من النخَع وخمسةُ آلافٍ من كِندةَ وثلاثة آلاف من أفناء الناس جاهدوا يوم القادسية {أَذِلَّةٍ عَلَى المؤمنين} جمع ذليلٍ لا ذلول فإن جمعه ذُلُلٌ أي أرِقّاءَ رحماءَ متذللين ومتواضعين لهم واستعماله بعلى إما لتضمين معنى العطف والحُنُوّ أو للتنبيه على أنهم مع علو طبقتِهم وفضلِهم على المؤمنين خافضون لهم أجنحتَهم أو لرعاية المقابلة بينه وبين ما في قوله تعالى {أَعِزَّةٍ عَلَى الكافرين} أي أشداء متغلبين عليهم من عزَّه إذا غلبَه كمنا في قوله عز وعلا أَشِدَّاء عَلَى الكفار رُحَمَاء بَيْنَهُمْ وهما صفتان أُخريان لقوم ترك بينها العاطفُ للدلالة على استقلالهم بالاتصاف بكل منهما وفيه دليلٌ على صحَّة تأخير الصفة الصريحة عن غير الصريحة من الجملة والظرف كما في قوله تعالى وهذا كتاب أنزلناه مُبَارَكٌ وقوله تعالى مَا يَأْتِيهِمْ مّن ذِكْرٍ من رَّبّهِمْ محدَثٌ وقوله تعالى </p><p> المائدة آية ٥٥ ٥٦ </p><p> مَا يَأْتِيهِمْ من ذِكْرٍ مّن الرحمن مُحْدَثٍ وما ذهب إليه من لا يجوِّزه مِنْ أنَّ قولَه تعالى يحبهم ويحبونه كلام معترِضٌ وأن مبارك خبرٌ بعد خبر أو خبرٌ لمبتدأ محذوفٍ وأن من ربهم ومن الرحمن حالان مقدمتان من ضمير محدث تكلف ولا يخفى وقرىء أذلة أعزةً بالنَّصبِ على الحاليَّةِ من قوم لتخصصه بالصفة {يجاهدون فِى سَبِيلِ الله} صفة أخرى لقو مترتبةٌ على ما قبلها مبنية مع ما بعدها لكيفية عزتهم أو حالٌ من الضمير في أعزة {وَلَا يخافون لَوْمَةَ لائِمٍ} عطف على يجاهدون بمعنى أنهم جامعون بين المجاهدة في سبيل الله وبين التصلب في الدين وفيه تعريضٌ بالمنافقين فإنهم كانوا إذا خردوا في جيش المسلمين خافوا أولياءَهم اليهودَ فلا يكادون يعملون شيئاً يلحقهم فيه لومٌ من جهتهم وقيلَ هُو حالٌ من فاعل يجاهدون بمعنى أنهم يجاهدون وحالُهم خلافُ حال المنافقين واعتراض عليه بأنهم نصُّوا على أن المضارعَ المنفيَّ بلا أو كالمُثْبَت في عدم جواز مباشرة واو الحال له واللَّوْمةُ المرةُ من اللوم وفيها وفي تنكيرِ لائمٍ مبالغة لا تخفى {ذلك} إشارة إلى ما تقدم من الأوصاف الجليلةِ وما فيه من معنى البعد للإيذان بعد منزلتها في الفضل {فَضَّلَ الله} أي لطفُه وإحسانُه لا أنهم مستقلون في الاتصاف بها {يُؤْتِيهِ مَن يَشَآء} إيتاءَهُ إيَّاهُ ويوقفه لكسبه وتحصيلِه حسبما تقتضيه الحِكْمةُ والمصلحة {والله واسع} كثيرُ الفواضل والألطاف {عَلِيمٌ} مبالِغٌ في العلمِ بجميعِ الأشياءِ التي مِنْ جملتها مَنْ هو أهلٌ للفضل والتوفيق والجملةُ اعتراضٌ تذييليٌّ مقرِّرٌ لما قبله وإظهارُ الاسمِ الجليل للإشعار بالعلة وتأكيد استقلال الجملة الاعتراضية </p>"
}