{
  "id": null,
  "sura": 5,
  "aya": 66,
  "text": "<p> {وَلَوْ أَنَّهُمْ أَقَامُواْ التوراة والإنجيل} بمراعاة </p><p> المائدة آية ٦٧ </p><p> ما فيهما من الأحكامِ التي من جُملتها شواهدُ نبوة النبيِّ صلَّى الله عليهِ وسلم ومبشراتُ بِعثتِه فإن إقامتهما إنما تكون بلك لا بمراعاة جميعِ ما فيهما من الأحكام لانتساخِ بعضِها بنزول القرآن فليست مراعات الكلِّ من إقامتهما في شيء {وَمَا أُنزِلَ إِلَيهِمْ مّن رَّبّهِمْ} من القرآن المجيد المصدِّق لكتبهم وإيرادُه بهذا العنوان للإيذان بوجوب إقامته عليهم لنزوله إليهم وللتصريح ببطلان ما كانوا يدّعونه من عدم نزوله إلى بني غسرائيل وتقديمُ إليهم لما مر من قبل وفي إضافة الربِّ إلى ضميرهم مزيد لطف بهم في الدعوة إلى الإقامة وقيل المراد بما أنزل إليهم كتب أنبياء بني إسرائيل مثلُ كتاب شعياءوكتاب حتقوق وكتاب دانيال فإنها مملوءة بالبشارة بمبعثه صلى الله عليه وسلم {لَاكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم} أي لوسَّع عليهم أرزاقَهم بأن يُفيض عليهم بركاتِ السماء والأرض أو بأن يكثر ثمراتِ الأشجار وغلالَ الزروع أو بأن يرزقهم الجنان اليانعة الثمار فيجتنوا ما تهدّل منها من رءوس الأشجار ويلتقطوا ما تساقط منها على الأرض وقيل المراد المبالغة في شرح السَّعَة والخِصْب لا تعيينُ الجهتين كأنه قيل لأكلوا من كل جهة ومفعول أكلوا محذوف لقصد التعميم أو للقصدِ إلى نفسِ الفعلِ كما في قوله فلان يعطي ويمنع ومن في الموضعين لابتداء الغاية في هاتين الشرطيتين من حثِّهم على ما ذكر من الإيمان والتقوى والإقامةِ بالوعد بنيل سعادة الدارين وزجرِهم عن الإخلال بما ذُكر ببيان إفضائِه إلى الحِرْمان عنها وتنبيههم على أنَّ ما أصابَهم من الضنك والضيق إنما هو من شؤم جناياتهم لا لقصورٍ في فيض الفياض ما لا يخفى {مّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ} جملة مستأنَفةٌ مبنيّةٌ على سؤال نشأ من مضمون الجملتين المصدّرتين بحرف الامتناع الدالتين على انتفاء الإيمان والاتقاءِ وإقامةِ الكتب المُنْزلة من أهل الكتاب كأنه قيل هل كلُّهم كذلك مصرّون على عدم الإيمان الخ فقيل منهم أمة مقتصدة إما على أن منهم مبتدأ باعتبار مضمونه أي بعضهم أمة وإما بتقدير الموصوف أي بعضٌ كائنٌ منهم كما مر في قوله تعالى وَمِنَ الناس مَن يقول آمنا بالله الآية أي طاتفة معتلده وهم المؤمنون منهم كعبدِ اللَّهِ بنِ سَلَام وأضرابه وثمانيةٌ وأربعون من النصارى وقيل طائفة حالُهم أَممٌ في عدجاوة رسول الله صلى الله عليه وسلم {وَكَثِيرٌ مّنْهُمْ} مبتدأٌ لتخصُّصِه بالصفةِ خبرُه {سَاء مَا يَعْمَلُونَ} أي مقولٌ في خقهم هذا القولُ أي بئسما يعملون وفيه معنى التعجب أي ما أسوأ عملَهم من العِناد والمكابرةِ وتحريفِ الحق والإعراض عنه والإفراطِ في العداوة وهم الأجلافُ المتعصبون ككعب من الأشرف وأشباهه والروم </p>"
}