{
  "id": null,
  "sura": 5,
  "aya": 19,
  "text": "<p> {يَا أَهْلِ الكتاب} تكريرٌ للخطاب بطريق الالتفات ولطفٌ في الدعوى {قَدْ جَاءكُمْ رَسُولُنَا يُبَيّنُ لَكُمْ} حال من رسولنا وإيثارُه على مبيِّناً لما مر فيما سبق أي يبين لكم الشرائعَ والأحكامَ الدينية المقرونة بالوعد والوعيد من جملتها ما بُيِّن في الآيات السابقة من بطلان أقاويلِكم الشنعاء وما سيأتي من أخبار الأمم السالفة وإنما حُذف تعويلاً على ظهور أن مجيءَ الرسول إنما هو لبيانها أو يفعلُ لكم البيانَ ويبذُله لكم في كل ما تحتاجون فيه إلى البيان من أمور الدين وأما تقديرُ مثل ما سبق في قوله تعالى كَثِيراً مّمَّا كُنتُمْ تُخْفُونَ مِنَ الكتاب كما قيل فمع كونه تكريراً من غير فائدة يرده قوله عز وجل {على فترة من الرسل} فان فتور الارسال ونقطاع الوحي انما يحودج إلى بيان الشرائع والأحكام لا إلى بيان ما كتموه وعلى فترة متعلق بجائكم على الظرفية كما في قوله تعالى واتبعوا مَا تَتْلُواْ الشياطين على مُلْكِ سليمان أي جاءكم على حين فتور الإرسال وانقطاع من الوحي ومزيدِ احتياج إلى بيان الشرائع والأحكام الدينية أو بمحذوف وقع حال من ضمير يبين أو من ضمير لكم أي يبين لكم ما ذُكر حال كونه على فترة من الرسل أو حال كونكم عليها أحوجَ ما كنتم الى البيان ومن الرسل متعلق بمحذوفٍ وقع صفة لفترة أي كائنةٍ من الرسل مبتدا من جهتهم وقوله تعالى {أَن تَقُولُواْ} تعليل لمجيء الرسول بالبيان على حذفِ المضافِ أي كراهةَ أن تقولوا معتذرين عن تفريطكم في مراعات أحكام الدين {مَا جَاءنَا مِن بَشِيرٍ وَلَا نَذِيرٍ} </p><p> وقد انطمست آثارُ الشرائع السابقة وانقطعت أخبارُها وزيادة مِنْ في الفاعل للمبالغة فى نفى المجى وتنكير بشير ونذير للتقليل وهذا كما ترى يقتضي أن المقدر أو المنوي فيما سبق هو الشرائع والاحكام لاكيفما كانت بل مشفوعة بما ذكر من الوعد والوعيد وقوله تعالى {فَقَدْ جَاءكُمْ بَشِيرٌ وَنَذِيرٌ} متعلق بمحذوف ينبى عنه الفاء الفصيحة وتُبيِّنُ أنه مُعلَّل به وتنوينُ بشيرٌ ونذيرٌ للتفخيم أي لاتعتذروا بذالك فقد جاءكم بشير أيُّ بشيرٍ ونذير أيُّ نذير {والله على كُلّ شَيْء قَدِيرٌ} فيقدِرُ على الإرسال تترى كما فعله بين مُوسى وعيسى عليهما السَّلامُ حيث كان بينهما ألفٌ وسبعُمائة سنة وألفُ نبيَ وعلى الإرسال بعد الفترة كما فعله بينَ عيسَى ومحمَّدٍ عليهما الصَّلاةُ والسَّلامُ حيثُ كان يبينهما ستُمائة سنةٍ أو خمسُمائةٍ وتسعة وستون سنةً أو خمسُمائةٍ وستة وأربعون سنةً وأربعةُ أنبياءَ على ما روى الكلي ثلاثةٌ من بني إسرائيلَ وواحدٌ من العرب خالد بن سنان العبسي وقيل لم يكن بعد عيسى عليه السلام إلا رسولُ الله صلى الله عليه وسلم وهُو الأنسبُ بَما في تنوين فترةٍ من التفخيم اللائق بمقام الامتنان عليهم بأن الرسول قد بُعث إليهم عند كمالِ حاجتهم اليه بسبب مضي دهر طويل بعد انقطاعِ الوحي ليهشو إليه ويعُدّوه أعظمَ نعمةٍ من الله تعالَى وفتحَ بابٍ إلى الرحمة وتلزَمُهم الحجةُ فلا يَعتلُّوا غداً بأنه لم يُرسَلْ إليهم من بينهم من غفلتهم </p>"
}