{
  "id": null,
  "sura": 5,
  "aya": 106,
  "text": "<p> {يَا أَيُّهَا الذينَ آمَنُواْ} استئناف مَسوقٌ لبيان الأحكامِ المتعلقة بأمور دنياهم إثرَ بيانِ الأحوال المتعلقةِ بأمور دينهم وتصديره بحر في النداءِ والتنبيه لإظهار كمالِ العناية بمضمونه وقوله عز وجل {شهادة بَيْنِكُمْ} بالرفع والإضافة إلى الظرف توسعاً إما باعتبار جَرَيانِها بينهم أو باعتبار تعلّقِها بما يجري بينهم من الخصومات مبتدأ وقوله تعالى {إِذَا حَضَرَ أَحَدَكُمُ الموت} أي شارفه وظهرت علائمُه ظرفٌ لها وتقديم المفعول لإفادة كمال تمكن الفاعل عند النفس وقت ورودِه عليها فإنه أدخلُ في تهوين أمر الموت وقولُه تعالى {حِينَ الوصية} بدلٌ منه لا ظرف للموت كما تُوُهِّم ولا لحضوره كما قيل فإن في الإبدال تنبيهاً على أن الوصية من المَهَمّات المقررة التي لا ينبغي أن يتهاون بها المسلم ويذهَلَ عنها وقوله تعالى {اثنان} خبرٌ للمبتدأ بتقدير المضاف أي شهادةُ بينكم حينئذ شهادةُ اثنين أو فاعلُ شهادةُ بينكم على أن خبرها محذوف أي فيما نزل عليكم أن يشهد بينكم اثنان وقرىء شهادةٌ بالرفع والتنوين والإعرابُ كما سبق وقرىء شهادة بالنصب </p><p> المائدة آية ١٠٦ </p><p> والتنوين على أن عاملها مضمر هو العامل في اثنان أيضاً أي ليُقِمْ شهادةً بينكم اثنان {ذَوَا عَدْلٍ مّنْكُمْ} أي من أقاربكم لأنهم أعلم بأحوال الميت وأنصح له وأقرب إلى تحرِّي ما هو أصلح له وقيل من المسلمين وهما صفتان لاثنان {أَوْ آخَرَان} عطف على اثنان تابع له فيما ذُكر من الخبرية والفاعلية أي أو شهادةُ آخَرَيْن أو أن يشهد بينكم آخران أو ليقم شهادةً بينكم آخران وقوله تعالى {مِنْ غَيْرِكُمْ} صفةٌ لآخَران أي كائنان من غيركم أي من الأجانب وقيل من أهل الذمة وقد كان ذلك في بدء الإسلام لعزة وجود المسلمين لا سيما في السفر ثم نسخ وعن مكحول أنه نسخها قوله تعالى وَأَشْهِدُواْ ذَوِى عَدْلٍ مّنْكُمْ {إِنْ أَنتُمْ} مرفوعٌ بمُضْمرٍ يفسرُه ما بعده تقديره إن ضربتم فلما حُذف الفعل انفصل الضمير وهذا رأيُ جمهور البَصْريين وذهب الأخفش والكوفيون إلى أنه مبتدأٌ بناءً على جواز وقوعِ المبتدأ بعد إنْ الشرطية كجواز وقوعِه بعد إذا فقوله تعالى {ضَرَبْتُمْ فِى الارض} أي سافرتم فيها لا محلَّ له من الإعراب عند الأولين لكونه مفسِّراً ومرفوع على الخبرية عند الباقين وقوله تعالى فَأَصَابَتْكُم مُّصِيبَةُ الموت عطفٌ على الشرطية وجوابُه محذوفٌ لدلالة ما قبله عليه أي إن سافرتم فقاربَكم الأجلُ حينئذ وما معكم من الأقارب أو من أهل الإسلام مَنْ يتولى أمرَ الشهادة كما هو الغالب المعتاد في الأسفار فليشهد آخرانِ أو فاستشهدوا آخَرَيْن أو فالشاهدانِ آخرانِ كذا قيل والأنسب أن يقدر عين ماسبق أي فآخرانِ على معنى شهادةُ بينِكم شهادةُ آخَرَيْن أو فأَنْ يشهَدَ آخران على الوجوه المذكورة ثمَةَ وقوله تعالى {تَحْبِسُونَهُمَا} استئنافٌ وقعَ جوابا عما نشأ من اشتراط العدالة كأنه قيل فكيف نصنع إنِ ارْتبْنا بالشاهدين فقيل تحبِسونهما أي تقفونهما وتصبرونهما للتحليف {من بعد الصلاة} وقيل هو صفة لآخران والشرط بجوابه المحذوف اعتراضٌ فائدته الدلالة على أن اللائق إشهادُ الأقارب أو أهلِ الإسلام وأما إشهادُ الآخَرِين فعند الضرورة المُلجئةِ إليه وأنت خبير بأنه يقتضي اختصاصَ الحبس بالآخرين مع شموله للأولين أيضاً قطعاً على أن اعتبارَ اتصافهما بذلك يأباه مقامُ الأمر بإشهادهماإذ مآلُه فآخرانِ شأنُهما الحبسُ والتحْليف وإن أمكن إتمام التقريب باعتبار قَيدِ الارتياب بهما كما يفيده الاعتراضُ الآتي والمرادُ بالصلاة صلاةُ العصر وعدمُ تعيينها لتعيُّنِها عندهم بالتحْليف بعدها لأنه وقت اجتماع الناس ووقت تصادُمِ ملائكةُ الليل وملائكةُ النهار ولأن جميع أهل الأديان يعظّمونه ويجتنبون فيه الحلِفَ الكاذب وقد رُويَ أن النبيَّ صلى الله عليه وسلم وقتئذ حلّف من حلف كما سيأتي وقيل بعد أي صلاة كانت لأنها داعيةٌ إلى النطق بالصدق وناهيةٌ عن الكذِب والزور إِنَّ الصَّلَاةَ تَنْهَى عَنِ الفحشاء والمنكر {فيقسمان بالله} عطف على تحبسونهما وقوله تعالى {إِنِ ارتبتم} شرطية محذوفةُ الجواب لدلالة ما سبق من الحبس والإقسام عليه سيقت من جهته تعالى معترِضةً بين القسمَ وجوابِه للتنبيه على اختصاص الحبس والتحليف بحال الارتياب أي إن ارتاب بهما الوارِثُ منكم بخيانةٍ وأخذِ شيءٍ من التركة فاحبِسوهما وحلِّفوهما بالله وقولُه تعالى {لَا نَشْتَرِى بِهِ ثَمَناً} جوابٌ للقسم وليس هذا من قبيل ما اجتمع فيه قَسَمٌ وشرط فاكتُفِيَ بذكر جوابِ سابقِهما عن جواب الآخر كما هو الواقع غالباً فإن ذلك إنما يكون عند سدِّ جواب السابق مَسدَّ جوابِ اللاحق لاتحاد مضمونهما كما </p><p> المائدة ١٠٧ </p><p> في قولك والله إن أتيتَني لأكرمنك ولا ريب في استحالة ذلك ههنا لأن القسم وجوابه كلاهما وقد عرفت أن الشرط من جهته تعالى والاجتراء هو استبدال السلعة بالثمن أي أخذها بدلا منه لا بذلُه لتحصيلها كما قيل وإن كان مستلزِماً له فإن المعتبرَ في عقد الشراء ومفهومِه هو الجلبُ دون السلب المعتبر في عقد البيع ثم استُعير لأخذ شيءٍ بإزالة ما عنده عيناً كان أو معنى على وجه الرغبة في المأخوذ والإعراض عن الزائل كما هو المعتبرُ في المستعار منه حسبما مرَّ تفصيلُه في قولِهِ تعالى أولئك الذين اشتروا الضلالة بالهدى والضمير في به لله والمعنى لا نأخذ لأنفسنا بدلا من الله أي من رحمته عرضا من الدنيا بأن نهتِكَها ونُزيلَها بالحلف الكاذب أي لا نحلف بالله كاذبين لأجل المال وقيل الضمير للقسم فلا بُدَّ من تقدير مضافٍ البتةَ أي لا نستبدل بصحة القسم بالله أي لا نأخذ لأنفسنا بدلاً منها عرضا من الدنيا بأن نُزيلَ عنه وصفَ الصدق ونصفَه بالكذب أي لا نحلف كاذبين كما ذكر وإلا فلا سِدادَ للمعنى سواءٌ أريد به القسمُ الصادقُ أو الكاذب أما إن أريدَ به الكاذبُ فلأنه يفوِّتُ حينئذ ما هو المعتبرُ في الاستعارة من كون الزائل شيئاً مرغوباً فيه عند الحالف كحُرمة اسمِ الله تعالى ووصفِ الصحة والصدق في القسم ولا ريب في أن القسم الكاذبَ ليس كذلك وأما إن أريد به الصادقُ فلأنه وإن أمكن أن يُتوسَّلَ باستعمالِه إلى عرض الدنيا كالقم الكاذب لكن لا محظور فيه وأما التوسلُ إليه بترك استعماله فلا إمكان له ههنا حتى يصح التبرؤ منه وإنما يُتوسَّلُ إليه باستعمال القسم الكاذب وليس استعمالُه من لوازم ترْكِ استعم الالصادق ضرورةَ جوازِ تركِهما معاً حتى يتصور دجعل ما أخذ بتركِ استعمالِ الصادق كما في صوره تقديرِ المضاف فإن إزالةَ وصْفِ الصدق عن القسم مع بقاء الموصوفِ مستلزِمةٌ لثبوت وصفِ الكذِب له البتة فتأمل وقوله تعالى {وَلَوْ كَانَ} أي المقسَمُ له المدلولُ عليه بفحوى الكلام {ذَا قربى} أي قريباً منا تأكيد لتبرئهم ما لالحف كاذباً ومبالغةٌ في التنزه عنه كأنهما قالا لا نأخذ لأنفسنا بدلا من حُرمة اسمه تعالى مالاً ولو انضمَّ إليه رعايةُ جانبِ الأقرباء فكيف إذا لم يكنْ كذلك وصيانةُ أنفسِهما وإن كانت أهمَّ من رعاية الأقرباء لكنها ليست ضميمةً للمال بل هي راجعة إليه وجواب لو محذوفٌ ثقة بدلالة ما سبق عليه أي لا نشترى به ثمنا والجملة معطوفة على أخرى مثلِها كما فُصِّل في تفسيرِ قولِه تعالى وَلَوْ أعجبك الخ وقوله عز وجل {وَلَا نَكْتُمُ شهادة الله} أي الشهادة التي أمرَنا الله تعالى بلإقامتها معطوفٌ على لا نشتري به داخلٌ معه في حكم القسم وعن الشعبي أنه وَقَفَ على شهادة ثم ابتدأ آلله بالمد على حذف حرف االقسم وتعويض حرف الاستفهام منه وبغير مد كقولهم الله لأفعلن {إنا إذا لمن الاثمين} أي إن كتمناها وقرىء لملائمين بحذف الهمزةِ وإلقاءِ حركتِها على اللام وإدخال النون فيها </p>"
}