{
  "id": null,
  "sura": 5,
  "aya": 12,
  "text": "<p> {وَلَقَدْ أَخَذَ الله ميثاق بني إسرائيل} كلامٌ مستأنفٌ مشتمِلٌ على ذكر بعضِ ما صدَر عن بني إسرائيلَ من الخِيانة ونقضِ الميثاق وما أدّى إليه ذلك من التّبِعاتِ مَسوقٌ لتقرير المؤمنين على ذكر نعمةِ الله تعالى ومراعاةِ حقِّ الميثاقِ الذي اوثقهم به وتحذيرِهم من نقضِه أو لتقرير ما ذُكر من الهم بالبطش وتحقيقِه على تقدير كون ذلك من بني قريظة حسْبما مرّ من الرواية ببيان أن الغدرَ والخيانة عادةٌ لهم قديمة توار ثوها من أسلافهم وإظهارُ الاسمِ الجليلِ لتربية المهابةِ وتفخيمِ الميثاق وتهويلِ الخطبِ في نقضه مع ما فيه من رعاية حقِّ الاستئنافِ المستدعى لانقطاع عما قبله ولالتفات في قوله تعالى {وَبَعَثْنَا مِنهُمُ اثنى عَشَرَ نَقِيباً} للجَريِ على سَنَنِ الكبرياءِ أو لأن البعثَ كان بواسطة موسى عليه السلام كما سيأتي وتقديمُ الجار والمجرور على المفعول الصريح لما مرا مرارا من الاهتمام بالمقدم والتشويقِ إلى المؤخَّر والنقيبُ فعيل بمعنى فاعل مشتقٌ من النَّقْب وهو التفتيش ومنه قوله تعالى فَنَقَّبُواْ فِى البلاد سُمِّيَ بذلك لتفتيشِه عن أحوال القومِ وأسرارِهم قال الزجاجُ وأصله من النقْب وهو الثقب الواسع رُوي إن بني إسرائيلَ لما استقروا بمصْرَ بعهد مَهْلِكِ فرعونَ أمرهم الله عز وجل بالمسير الى اريحا أرضِ الشام وكان يسكُنها الجبابرةُ الكَنعانيون وقال لهم إني كتبتُها لكم داراً وقراراً فاخرُجوا إليها وجاهِدوا من فيها وإني ناصِرُكم وأمر موسى عليه السلام أن يأخُذَ من كلِّ سِبطٍ نقيباً أميناً يكون كفيلاً على قومه بالوفاء بما أُمروا به توثِقَةً عليهم فاختارَ النقباءَ وأُخذ الميثاقُ على بني إسرائيلَ وتكفَّلَ إليهم النُقباء وسار بهم فلما دنا من أرض كنعانَ بعث النقباءُ يتجسسون فرءوا أجراماً عظيمةً وقوةً وشَوْكة فهابوا ورَجَعوا وحدَّثوا قومَهم بما رؤوا وقد نهاهم موسى عن ذلك فنكثوا الميثاقَ إلا كالبَ بنَ يوقنا نقيبَ سبط يهاذا ويُوشَعَ بنَ نونٍ نقيبَ سِبطِ أفراييمَ بن يوسُفَ الصديق عليه الصلاة والسلام قيل لما توجه النقباءُ إلى أرضهم للتجسس لقِيَهم عوجُ بنُ عنق وكان طوله ثلاثة الاف وثلاثمائة وثلاثة وثلاثين ذراعا وقد عاش ثلاثة آلاف سنة وكان على رأسه حُزمةُ حطب فأخذهم وجعلهم في الحُزمة وانطلق بهم إلى امرأته وقال انظُري إلى هؤلاء الذين يزعُمون أنهم يريدون قتالنا فطرَحهم بين يدَيْها وقال ألا أطحَنُهم برِجْلي فقالت لا بل خلي عنهم حتى يُخبِروا قومَهم بما رؤوا ففعل فجعلوا يتعرّفون أحوالَهم وكان لا يحمِلُ عنقودَ عِنبِهم إلا خمسةُ رجال أو أربعة فلما خرج النقباءُ قال بعضُهم لبعض إن أخبرتم بني إسرائيلَ بخبر القومِ ارتدوا عن نبي الله ولكنِ اكتُموه </p><p> سورة المائدة اية ١٢ إلا عن موسى وهارونَ عليهما السَّلامُ فيكونان هما يَريانِ رأيَهما فأخذ بعضُهم على بعضٍ الميثاقَ ثم انصرفوا إلى مُوسى عليهِ السَّلامُ وكان معهم حبةٌ من عنبِهم وِقْرَ رجل فنكثوا عهدَهم وجعل كلٌّ منهم ينهى سِبْطه عن قتالِهم ويُخبرهم بما رأى الا كالب ويشع وكان معسكرُ موسى فرسخاً في فرسخ فجاء اوج حتى نظر إليهم ثم رجع إلى الجبل فقور منه صخرة عظيمة على قدر العسكر ثم حملها على رأسه ليُطبِقَها عليهم فبعث الله تعالى الهُدُهُد فقوَّر من الصخرة وسَطَها المحاذِيَ لرأسه فانتقبت فوقعت في عُنُق عوج وطوقته فصرعته فاقبل موسى عليه السلام وطولُه عشرةُ أذرُعٍ وكذا طولُ العصا فتراما في السماء عشرةَ أذرع فما أصاب العصا إلا كعبا وهو مصروعٌ فقتله قالوا فأقبلت جماعةٌ ومعهم الخناجرُ حتى حزّوا رأسَه {وَقَالَ الله} أي لبني إسرائيل فقد اذاهم المحتاجون إلى ما ذُكر من الترغيب والترهيب كما يُنْبىءُ عنه الالتفاتُ مع ما فيه من تربية المهابة وتأكيدِ ما يتضمنه الكلام من الوعد {إِنّى مَعَكُمْ} أي بالعلم والقدرة والنُّصرة لا بالنصرة فقط فإن تنبيهَهم على علمِه تعالى بكل ما يأتون وما يذرون وعلى كونهم تحت قدرته وملوته مما يحمله على الجد في الامتثال بما أمروا به والانتهاءِ عمَّا نُهوا عنهُ كأنه قيل إني معكم أسمع كلامَكم وأرى أعمالَكم وأعلم ضمائِرَكم فأجازيكم بذلك هذا وقد قيل المرادُ بالميثاق هو الميثاقُ بالإيمان والتوحيد وبالنقباءِ ملوكُ بني إسرائيلَ الذين ينقُبون أحوالَهم ويَلُون أمورَهم بالأمر والنهي وإقامةِ العدل وهو الأنسبُ بقولِه تعالى {لَئِنْ أَقَمْتُمُ الصلاة وآتيتم الزكاة وَآمَنتُم بِرُسُلِي} أي بجميعِهم والالام موطِّئةٌ للقسم المحذوفِ وتأخيرُ الامان عن إقامةِ الصلاةِ وإيتاءِ الزكاةِ مع كونهما من الفروع المترتبةِ عليه لِما أنهم كانوا معترفين بوجوبِهما مع ارتكابِهم لتكذيبِ بعضِ الرسل عليهم السلام ولمراعاة المقارَنةِ بينه وبينَ قولِهِ تعالى {وَعَزَّرْتُمُوهُمْ} أي نصرتموهم وقوَّيتموهم وأصله الذّبُّ وقيل التعظيمُ والتوقيرُ والثناءُ بخير وقرء وعزرتموهم بالتخفيف {وَأَقْرَضْتُمُ الله} بالإنفاق في سبيل الخير وبالتصدق بالصدقات المندوبة وقوله تعالى {قَرْضًا حَسَنًا} إما مصدرٌ مؤكّدٌ وارد على غير صيغة المصدر كما في قوله تعالى فَتَقَبَّلَهَا رَبُّهَا بقبول حسن وانبتها نبات حسن او مفعول ثاني لأقرضتم على أنه اسم للمال المُقْرَض وقوله تعالى {لأكفرن عنكم سيئاتكم} جوابٌ للقسم المدلولِ عليه بالالام سادٌّ مسدَّ جوابِ الشرط {وَلَادْخِلَنَّكُمْ جنات تَجْرِى مِن تَحْتِهَا الانهار} عطفٌ على ما قبله داخل معه في حُكم الجواب متأخرٌ عنه في الحصول أيضاً ضرورةَ تقدُّمِ التخلية على التحلية {فَمَن كَفَرَ} أي برسلي أو بشيءٍ مما عُدِّد في حيِّز الشرط والفاءُ لترتيب بيانِ حُكمِ من كفَر على بيان حُكمِ من آمن تقويةً للترغيب بالترهيب {بَعْدَ ذَلِكَ} الشرطِ المؤكّدِ المُعلَّقِ به الوعدُ العظيمُ الموجِبُ للإيمان قطعاً {مّنكُمْ} متعلِّقٌ بمُضْمَرٍ وقعَ حالاً من فاعل كفَرَ ولعل تغييرَ السبْكِ حيث لم يقل وإن كفرتم عطفا على االشرطية السابقة لإخراج كفرِ الكلِّ عن حيِّز الاحتمال وإسقاطِ من كفَرَ عن رُتبة الخطاب وليس المرادُ إحداثَ الكفر بعد الإيمان بل ما يعمُّ الاستمرارَ عليه أيضاً كأنه قيل فمن اتّصفَ بالكفر بعد ذلك خلا أنه قصَدَ بإيراد ما يدلّ على الحدوث بيانَ ترقِّيهم في مراتب الكفر فإن الاتصافَ بشيءٍ بعد ورود ما يوجب الإقلاعَ عنه وإن كان استمرار عليه لكنه بحسَب العنوان فعلٌ جديدٌ وصنعٌ حادثٌ {فَقَدْ ضَلَّ سَوَاء السبيل} أي وسَطَ الطريق الواضحَ ضلالاً بيناً وأخطأه خطأً فاحشا لا غذر معه أصلاً بخلافِ من كفر قبل ذلك إذْ ربما يمكن ان </p><p> سورة المائدة اية ١٣ ١٤ يكون له شُبْهةٌ ويُتَوهَّمُ له معذرةً </p>"
}