{
  "id": null,
  "sura": 5,
  "aya": 42,
  "text": "<p> {سماعون لِلْكَذِبِ} خبرٌ آخرُ للمبتدأ المقدّر كُرِّر تأكيداً لما قبله وتهيدا لما بعده من قوله تعالى {أكالون لِلسُّحْتِ} وهو أيضاً خبرٌ آخرُ للمقدَّر واردٌ على طريقة الذم أو بناء على أنَّ المراد بالكذِب ما يفتعله الراشون عند الأكّالين والسُحْت بضم السين وسكون الحاء في الأصل كل ما لا يحِلُّ كسبُه وقيل هو الحرام مطلقاً من سَحَتَه إذا استأصله سمي به لأنه مسحوتُ البركة والمراد به ههنا إما الرِّشا التي كان يأخذها المحرِّفون على تحريفهم وسائرِ أحكامِهم الزائغة وهو المشهور أو ما كان يأخذه فقراؤهم من أغنيائهم من المال ليُقيموا على اليهودية كما قيل وإما مطلقُ الحرام المنتظِمِ لَما ذُكر انتظاماً أولياً وقرىء للسُحُت بضم السين والحاء ووبفتحهما وبفتح السين وسكون الحاء وبكسر السين وسكون الحاء وعن النبيِّ صلَّى الله عليهِ وسلم كلُّ لحمٍ أنبتَه السُّحْتُ فالنار أولى به {فَإِن جاؤوك} لما بيَّن تفاصيلَ أمورِهم الواهية وأحوالَهم المختلفةَ الموجبة لعدم المبالاة بهم وبأفاعليهم حسبما أمر به صلى الله عليه وسلم خوطب صلى الله عليه وسلم ببعض ما يتبنى عليه من الأحكام بطريق التفريع والفاء فصيحة أيْ وإذَا كانِ حالُهم كما شُرح فإن جاءوك متحاكمين إليك فيما شجَرَ بينهم من الخصومات {فاحكم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ} غيرَ مبالٍ بهم ولا خائفٍ من جهتهم أصلاً وهذا كما ترى تخييرٌ له صلى الله عليه وسلم بين الأمرين فقيل هو في أمر خاص هو ما ذُكر من زنا المحصَن وقيل في قتيل قُتل من اليهود في بني قُريظةَ والنضيرِ فتحاكموا إلى رسول الله صلى الله عليه وسلم فقال بنو قريظة إخوانُنا بنو النضير أبونا واحد وديننا واحد ونبينا واحد وإذا قَتَلوا منا قتيلاً لم يرضَوْا بالقَوَد وأعطَوْنا سبعين وَسْقاً من تمر وإذا قتلنا منهم قتلوا القاتلَ وأخذوا منا الضِّعفَ مائة وأربعين وسقاً من تمر وإن كان القتيلُ امرأةً قتلوا بها الرجلَ منا وبالرجل منهم الرجلين منه وبالعبدِ منهم الحرَّ منا فاقض بيننا فجعل صلى الله عليه وسلم الدية سواء وقيل وهو عام في جميع الحكومات ثم اختلفوا فمن قائل إنه ثابت وهو المرويُّ عن عطاءٍ والنَخَعيِّ والشَعْبيِّ وقَتادةَ وأبي بكرٍ الأصمِّ وأبي مسلم وقائلٍ إنه منسوخ وهو قولُ ابنِ عبَّاسٍ والحسن ومجاهد وعِكْرِمة قال ابن عباس رضي الله تعالى عنهما لم يُنسخْ من المائدة إلا آيتان قولُه تعالى لَا تحلوا شعائر الله وَأَنِ احكم بَيْنَهُمْ بِمَا أَنزَلَ الله وعليه مشايخُنا {وَإِن تُعْرِضْ عَنْهُمْ} بيانٌ لحال الأمرين إثْرَ تخييرِه صلى الله عليه وسلم بينهما وتقديمُ حالِ الإعراض للمُسارعةِ إلى بيانِ أنَّ لا ضررَ فيه حيث كان مظِنةُ الضرر لِما أنهم كانوا لا يتحاكمون إليه صلى الله عليه وسلم لآ لطلبِ الأيسر والأهونِ عليهم فإذا أعرض عنهم وأبى الحكومةَ بينهم شق ذلك عليهم فتشتد عداوتهم ومضاراتهم له صلى الله عليه وسلم فأمنه الله عزَّ وجلَّ بقولِهِ {فَلَن يَضُرُّوكَ شَيْئاً} من الضرر فإن الله عاصمُك من الناس {وَإِنْ حَكَمْتَ فاحكم بَيْنَهُم بالقسط} بالعدل الذي أُمرت به كما حكمت بالرجم {إِنَّ الله يُحِبُّ المقسطين} ومن ضرورته أن يحفَظَهم عن كل مكروه ومحذور </p><p> المائدة آية ٤٣ ٤٤ </p>"
}