{
  "id": null,
  "sura": 5,
  "aya": 109,
  "text": "<p> {يَوْمَ يَجْمَعُ الله الرسل} نصب على أنَّهُ بدلُ اشتمالٍ من مفعول اتقوا لما بينهما من الملابسة فإن مدار البدلية ليس ملابسةَ الظرفية والمظروفية ونحوِها فقط بل هو تعلّقٌ ما مُصحِّحٌ لانتقال الذهن من المُبدلَ منه إلى البَدَل بوجه إجماليَ كما فيما نحن فيه فإن كونَه تعالى خالقَ الأشياء كافةً مالكَ يومِ الدين خاصةً كافٍ في الباب مع أن الأمرَ بتقوى الله تعالى يتبادر منه إلى الذهن أن المتقى أيُّ شأنٍ من شئونه وأيُّ فعلٍ من أفعاله وقيلَ هناكَ مضافٌ محذوفٌ به يتحقق الاشتمال أي اتقوا عقاب الله فحينئذ يجوزُ انتصابُه منه بطريق الظرفية وقيل منصوبٌ بمضمرٍ معطوفٍ على اتقوا وما عُطف عليه أي واحذروا أو اذكروا يوم الخ فإن تذكير ذلك اليوم الهائل مما يُضْطرُّهم إلى تقوى الله عز وجل وتلقِّي أمره بسمع الإجابة والطاعة وقيل هو ظرفٌ لقولِهِ تَعَالى لَاّ يَهِدِّى أي لا يهديهم يومئذ إلى طريق الجنة كما يهدي إليه المؤمنين وقيل منصوب بقوله تعالى واسمعوا بحذف مضاف أي اسمعوا خبرَ ذلك اليوم وقيل منصوب بفعل مؤخّرٍ قد حُذف للدلالة على ضيق العبارة عن شرحه وبيانه لكمال فظاعةِ ما يقع فيهِ من الطَّامةِ التَّامةِ والدواهي العامة كأنه قيل يَوْمَ يَجْمَعُ الله الرسل فيقول الخ يكونُ من الأحوالِ والأهوال مالا يفي ببيانه نطاقُ المقال وإظهارُ الاسمِ الجليلِ في موضع الإضمار لتربية المهابةِ وتشديد التهويل وتخصيصُ الرسل بالذكر ليس لاختصاص الجمع بهم دون الأمم كيف لا وذلك يَوْمٌ مَّجْمُوعٌ لَّهُ الناس وذلك يَوْمٌ مَّشْهُودٌ وقد قال الله تعالى يَوْمَ ندعو كُلَّ أُنَاسٍ بإمامهم بل لإبانة شرفهم وأصالتهم والإيذان بعدمِ الحاجة إلى التَّصريحِ بجمعِ غيرِهم بناءً على ظهور كونهم أتباعاً لهم ولإظهار سقوطِ منزلتهم وعدم لياقتهم بالانتظام في سلك جمع السرل كيف لا وهم عليهم السلام يُجمعون على وجه الإجلال وأولئك يسحبون على وجوههم بالأغلال {فَيَقُولُ} لهم مشيراً إلى خروجهم عن عُهدة الرسالة كما ينبغي حسبما يُعربُ عنه تخصيصُ السؤال بجواب الأمم إعراباً واضحا إلا لصدر الخطاب بأن يقال هل بلغتنم رسالاتي وماذا في قولِه عزَّ وجلَّ {مَاذَا أَجَبْتُمُ} عبارةٌ عن مصدر الفعل فهو نصْبٌ على المصدرية أيْ أيَّ إجابةٍ أُجبتم من جهة أُممِكم إجابةَ قَبول أو إجابةَ قَبول أو إجابةَ رد وقيل عبارة عن الجواب فهو في محل النصب بعد حذف الجارِّ عنه أيْ بأيِّ جوابٍ أجبتم وعلى التقديرين ففي توجيه السؤال عما صدرَ عنهم وهم شهودٌ إلى الرُّسلِ عليهم السَّلامُ كسؤال الموءودة بمَحْضرٍ من الوائد والعدولِ عن إسناد الجواب إليهم بأن يقال ماذا أجابوا من الأنباء عن كمال تحقيرِ شأنهم وشدة الغيظ والسُّخط عليهم ما لا يخفي {قالوا} استئنماف مبني على سؤال نشأ من سوق الكلام كأنه قيل فماذا يقول الرسل عليهم السلام هنالك فقيل يقولون {لَا عِلْمَ لَنَا} وصيغةُ الماضِي للدلالةِ على التقرر والتحقق كما في قوله تعالى وَنَادَى أصحاب الجنة أصحاب الاعراف ونظائرِهما وإنما يقولون ذلك تفويضاً للأمر إلى علمه تعالى وإحاطتِه بما اعتراهم من جهتهم من مقاساة الأهوال ومعاناة الهموم والأوجال وعَرْضاً لعجزهم عن بيانه لكثرته وفظاعتِه {إِنَّكَ أَنتَ علامُ الغيوب} تعليل لذلك أي فتعلَمُ ما أجابوا وأظهروا لنا وما لم نعلمْه مما أضمَروه في قلوبهم وفيه إظهارٌ للشَّكاةِ وردّ للأمر إلى علمه تعالى بما لَقُوا من قبلهم من </p><p> المائدة آية ١١٠ </p><p> الخطوب وكابدوا من الكروب والتجاءٌ إلى ربهم في الانتقام منهم وقيل المعنى لا علم لنا بما أحدثوا بعدنا وإنما الحكم للخاتمة ورُدَّ ذلك بأنهم يعرفونهم بسيماهم فكيف يخفى عليهم أمرُهم وأنت خبير بأن مُرادهم حينئذ أن بعضهم كانوا في زمانهم على الحق ثم صاروا كَفَرة وعن ابن عباس ومجاهد والسدي رضي الله عنهم أنهم يفزَعون من أول الأمر ويذهَلون عن الجواب ثم يجيبون بعد ما ثابت إليهم عقولُهم بالشهادة على أممهم ولا يلائمه التعليل المذكور وقيل المرادُ به المبالغةُ في تحقيق فضيحتهم وقرىء علامَ الغيوب بالنصب على النداء أو الاختصاص بالمدح على أنَّ الكلامَ قد تمَّ عند قولِه تعالى أَنتَ أي إنك أنت المنعوتُ بنعوتِ كمالِك المعروفُ بذلك </p>"
}