{
  "id": null,
  "sura": 5,
  "aya": 11,
  "text": "<p> ١١ - {يَا أَيُّهَا الذينَ آمَنُواْ اذكروا نِعْمَةَ الله عَلَيْكُمْ} تذكيرٌ لنعمة الإنجاءِ من الشرائر تذكيرِ نعمةِ إيصالِ الخير الذي هو نعمةُ الإسلام وما يتبَعُها من الميثاق وعليكم متعلِّقٌ بنعمة الله أو بمحذوفٍ وقعَ حالاً منها وقولُه تعالى {إِذْ هَمَّ قَوْمٌ} على الأول ظرفٌ لنفس النعمة وعلى الثاني لِما تعلَّق به عليكم ولا سبيلَ إلى كونه ظرفا لا ذكروا التنافي زمانَيْهما أي اذكروا إنعامه تعالى عليكم أو اذكروا نعمته كائنةً عليكم في وقت همِّهم {أَن يَبْسُطُواْ إِلَيْكُمْ أَيْدِيَهُمْ} أي بأن يبطشوا بكنم بالقتل والاهلات يقال بسَطَ إليه يدَه اذا بطش به وبسط إليه لسانَه إذا شتمته وتقديم الجار والمجرور على المفعول الصَّريحِ للمُسارعةِ إلى بيان رجوعِ ضررِ البسطِ وغائلتِه إليهم حملاً لهم منْ أولِ الأمرِ عَلى الاعتداد بنعمةِ دفعِه كما أن تقديم لكم في قولِه عزَّ وجلَّ هُوَ الذى خَلَقَ لَكُم مَّا فِى الارض للمبادرة إلى بيان كونِ المخلوق من منافعِهم تعجيلاً للمَسَرّة {فَكَفَّ أَيْدِيَهُمْ عَنكُمْ} عطفٌ على هم وهو النعمة التي أُريد تذكيرُها وذكراً لهم للإيذان بوقوعها عند مزيدا لحاجة إليها والفاءُ للتعقيب المفيدِ لتمام النعمة وكما لها وإظهارُ أيديهم في موقع الإضمار لزيادة التقرير أي منَعَ أيديَهم أن تُمدَّ إليكم عقيب همِّهم بذلك لا أنه كفها عنكم بعد ما مدُّوها إليكم وفيه من الدلالة على كمالِ النعمة من حيثُ إنها لم تكن مشوبةً بضَرَر الخوف والانزعاجِ الذي قلما يعْرَى عنه الكفُّ بعد المد ما لا يخفى مكانُه وذلك ما روى ان المشركين راوا ارسول الله صلى الله عليه وسلم وأصحابَه بعَسفانَ في غزوة ذي انما روها غزوةُ ذاتِ الرَّقاع وهي السابعة من مغازيه عليه الصلاة والسلام قاموا إلى الظهر معاً فلما صلَّوْا ندِمَ المشركون ألا كانوا قد أكبُّوا عليهم فقالوا إن لهم بعدها صلاةً هي أحبُّ إليهم من آبائهم وأبنائِهم يعنون صلاةَ العصر وهمُّوا ان يوقعوا بهم اذ قاموا إليها فرد الله تعالى كيدَهم بأن أنزلَ صلاةَ الخوف وقيل هو ما رُوي أنَّ رسولَ الله صلى الله عليه وسلم أتى بني قُرَيْظَةَ ومعه الشيخانِ وعليٌّ رضي الله تعالى عنهم يستقرِضُهم لدِيَةِ مسلمَيْن قتلهما عمْرُو بنُ أميةَ الضَّمُريُّ خطأً يحسَبُهما مشرِكَيْن فقالوا نعم يا أبا القاسم اجلِسْ حتى نُطعِمَك ونعطِيك ما سألت فأجلسوه في صُفَّةٍ وهمّوا بالفتك به وعمد عمروا بنُ جِحاش إلى رَحا عظيمةٍ يطرَحُها عليه فأمسك الله تعالى يده ونزل جبريلُ عليه السلام فأخبره فخرج عليه الصَّلاةُ والسَّلامُ وقيل هو ما رُوي انه صلى الله عليه وسلم نزل منزِلاً وتفرّق أصحابُه في العظاء يستظلون بها فعلّق رسولُ الله صلى الله عليه وسلم سيفَه بشجرة فجاء أعرابيٌّ فاخذها وسله فقال مَنْ يمنعُك مني فقال صلى الله عليه وسلم الله تعالى فاسقطع جبريلُ عليهِ السَّلامُ من يده فاخذه الرسول صلى الله عليه وسلم فقال من يمنعك مني فقال لا أحدَ أشهدُ أَن لَاّ إلَه إِلَاّ الله وأن محمداً رسولُ الله {واتقوا الله} عطفٌ على اذكُروا أي اتقوه في رعاية حقوقِ نعمتِه ولا تُخِلُّوا بشكرِها أو في كلِّ ما تأتون وما تذرون فيدخُل فيه ما ذُكر دخول اولياء {وَعَلَى الله} أي عليهِ تعالى خاصَّة دونَ غيرِه استقلال واشتراكا {فَلْيَتَوَكَّلِ المؤمنون} فإنه يكفيهم في إيصال كلِّ خيرٍ ودفع كل شر والجملةُ تذييلٌ مقرِّر لمَا قبلَهُ وإيثارُ صيغة أمْرِ الغائبِ واسنادها إلى المؤمنين لإيجابِ التوكل على </p><p> سورة المائدة اية ١٢ المخاطبين بالطريق البرهاني ولايذان بأن ما وُصفوا به عند الخطابِ من وصف الإيمان داعٍ ألى مَا أُمروا بهِ من التوكل والتقوى وازعٌ عن الإخلال بهما وإظهارُ الاسمِ الجليلِ في موقعِ الإضمارِ لتعليلِ الحُكمِ وتقوية استقلال الجملة التذييلية </p>"
}