{
  "id": null,
  "sura": 5,
  "aya": 75,
  "text": "<p> {مَّا المسيح ابن مَرْيَمَ إِلَاّ رَسُولٌ} استئناف مَسوقٌ لتحقيق الحق الذي لا محيد عنه وبيانِ حقيقة حاله عليه السلام وحالِ أمه بالإشارة أولاً إلى أشرفِ ما لهما من نعوت الكمالِ التي بها صارا من زمرة أكمل أفراد الجنس وآخراً إلى الوصف المشترك بينهما وبين جميع أفرادِ البشر بل أفراد الحيوان استنزالهم بطريق التدريج عن رتبة الإصرار على ما تقوّلوا عليهما وإرشاداً لهم إلى التوبة والاستغفار أي هو مقصور على الرسالة لا يكاد يتخطاها وقوله تعالى {قد خلت من قبله الرسل} صفة لرسول منبئة عن اتصافه بما ينافي الألوهية فإن خلو الرسلِ السالفةِ عليهم السلام منذر بخلوِّه المقتضي لاستحالة ألوهيته أي ما هو إلا رسول كالرسل الخالية من قبله خصه الله تعالى ببعضٍ من الآيات كما خص كلاًّ منهم ببعضٍ آخر منها فإن أحيى الموتى على يده فقد أحيى العصا في يد موسى عليه السلام وجعلت حية تسعى وهو أعجب منه وإن خُلق من غير أبٍ فقد خَلَق آدمَ من غير أب ولا أم وهو أغرب منه وكل ذلك من جنابِه عزَّ وجلَّ وإنما موسى وعيسى مظاهرُ لشئونه وأفعاله {وَأُمُّهُ صِدّيقَةٌ} أي وما أمه أيضا كسائر النساء اللاتي يلازِمْن الصدق أو التصديق ويبالغْن في الاتصاف به فما رتبتهما </p><p> المائدة آية ٧٦ ٧٧ </p><p> إلا رتبةُ بشرَيْن أحدُهما نبي والآخر صحابي فمن اين لكم أن تصفوهما بما لا يوصف به سائر الأنبياء وخواصم {كَانَا يَأْكُلَانِ الطعام} استئناف مبين لما أشير إليه من كونهما كسائر أفراد البشر في الاحتياج إلى ما يحتاج إليه كُلُّ فردٍ من أفرادِه بل من أفراد الحيوان وقوله تعالى {انظر كَيْفَ نبين لهم الايات} تعجيب من حال الذين يدّعون لهما الربوبية ولا يرعوون عن ذلك بعد ما بيَّن لهم حقيقة حالهما بياناً لا يحوم حوله شائبةُ ريب وكيف معمول لنبينُ والجملة في حين النصب معلقة لا نظر أي انظر كيف نبين لهم الآيات الباهر المناديةَ ببطلان ما تقوّلوا عليهما نداءً يكاد يسمعه صمُّ الجبال {ثُمَّ انظر أنى يُؤْفَكُونَ} أي كيفَ يُصرفون عن استماعها والتأمل فيها والكلام فيه كما فيما قبله وتكريرُ الأمر بالنظر للمبالغة في التعجيب وثم لإظهار ما بين العجبين من التفاوت أي إن بياننا للآيات أمر بديع في بابه بالغٌ لأقاصي الغايات القاصيةِ من التحقيق والإيضاح وإعراضُهم عنها مع انتفاء ما يصححه بالمرة وتعاضُدِ ما يوجب قبولَها أعجبُ وأبدع </p>"
}