{
  "id": null,
  "sura": 5,
  "aya": 33,
  "text": "<p> {إِنَّمَا جَزَاء الذين يُحَارِبُونَ الله وَرَسُولَهُ} كلامٌ مستأنفٌ سيق لبيان حكمِ نوع من أنواع القتلِ وما يتعلق به من الفساد بأخذ المالِ ونظائرِه وتعيينِ موجبِه العاجلِ والآجلِ إثرَ بيان أعظم شأن القتلِ بغير حق وأُدرج فيه بيانُ ما أشير إليه إجمالاً من الفساد المبيحِ للقتل قيل أي يحاربون رسولَه وذكرُ الله تعالى للتمهيد والتنبيه على ما رفعه عنده عز وجل ومحاربةُ أهلِ شريعتِه وسالكي طريقتِه من المسلمين محاربةٌ له صلى الله عليه وسلم فيعم الحكمُ من يحاربهم ولو بعد أعصارٍ بطريق العبارة دون الدِلالةِ والقياس لأن ورود النصِّ ليس بطريق خكاب المشافهةِ حتى يختصَّ حكمُه بامكلفين عند النزول فيُحتاجَ في تعميمه لغيرهم إلى دليل آخرَ وقيل جعلُ محاربة المسلمين محاربةً لله تعالى ورسولِه تعظيماً لهم والمعنى يحاربون أولياءَهما وأصل الحربِ السلب والمراد هههنا قطعُ الطريق وقيل المكابرة بطريق اللصوصية وإن كانت في مِصْرٍ {وَيَسْعَوْنَ فِى الارض} عطف على يحاربون والجار المجرور متعلقٌ به وقولُه تعالى {فَسَاداً} إما مصدرٌ وقعَ موقعَ الحالِ من فاعلِ يسعون أي مفسدون أو مفعول له أي للفساد أو مصدر مؤكد ليسعون لأنه في معنى مفسدون على أنه مصدرٌ من أفسد بحذف الزوائد أو اسمُ مصدر قيلَ نزلتِ الآيةُ في قوم هلال بنِ عويمرٍ الأسلمي وكان وادعه رسول الله صلى الله عليه وسلم على أن لا يُعينُه ولا يُعينُ عليه ومن أتاه من المسلمين فهو آمن لا يُهاج ومن مر بهلال إلى رسول الله صلى الله عليه وسلم فهو آمن لا يهاج فمر قومٌ من بني كنانةَ يريدون الإسلام بناس من قوم هلالٍ ولم يكن هلال يومئذ شاهداً فقطعوا عليهم وقتلوهم وأخذوا أموالهم وقيل نزلت في العُرَنيين وقصتُهم مشهورة وقيل في قوم من أهل الكتاب بينهم وبين رسولِ الله صلى الله عليه وسلم عهدٌ فنقضوا العهدَ وقطعوا السبيل وأفسدوا في الأرض ولما كانت المحاربةُ والفسادُ على مراتبَ متفاوتةٍ ووجوه شتى من القتل بدون أخذ المال ومن التق مع أخذه وأخذِه بدون القتل ومن الإخافة بدون قتلٍ وأخذ شُرعت لكل مرتبة من تلك المراتب عقوبةٌ معينة بطريق التوزيعِ فقيل {أَن يُقَتَّلُواْ} أي حداً من غير صلبٍ إن أفرد القتلَ ولو عفا الأولياءُ لا يلتفت إلى ذلك لأنه حقُّ الشرعِ ولا فرقَ بين أنْ يكون القتلُ بآلة جارحةٍ أو لا {أَوْ يُصَلَّبُواْ} أي مع القتل إن جمعوا بين القتلِ والأخذِ بأن يصلّبوا أحياءً وتُبعَجَ بطونُهم برمح إلى أن يموتوا وفي ظاهر الرواية أن الإمام مخير إن شاء اكتفى بذلك وإن شاء قطع أيديَهم وأرجلَهم من خلاف وقتلهم وصلبهم وصيغةُ التفعيل في الفعلَين للتكثير إن اقتصروا على أخذ المالِ من مسلم أو ذمي وكان المقدر بحيث لو قسم عليهم أصاب كلاًّ منهم عشرةُ دراهمَ أو ما يساويها قيمتُه أما قطعُ أيديهم فلأخذ المالِ وأما قطعُ أرجلهم فلإخافة الطريقِ بتفويت أمْنِه {أَوْ يُنفَوْاْ مِنَ الارض} إن لم يفعلوا غيرَ الإخافةِ والسعي للفساد والمرادُ بالنفي عندنا هو الحبس </p><p> المائدة آية ٣٤ ٣٥ </p><p> فإنه نفيٌ عن وجه الأرضِ لدفع شرِّهم عن أهلها ويُعزّرون أيضاً لمباشرتهم منكر الإخافة وإزالة الأمن وعند الشافعي رضي الله عنه النفي من بلدٍ إلى بلدٍ لا يزال يُطلب وهو هاربٌ فزعاً وقيل هو النفي عن بلده فقط وكانوا ينفونهم إلى دَهْلَك وهو بلد في أقصى تِهامة وناصع وهو بلد من بلاد الحبشة {ذلك} أي من فضل من الأحكام والأجزية قيل هو مبتدأٌ وقوله تعالى {لَهُمْ خِزْىٌ} جملةٌ من خبرٍ مقدمٍ على المبتدأ وقوله تعالى {فى الدنيا} متعلق بمحذوب وقع صفةً لخزيٌ أو متعلق بخزيٌ على الظرفية والجملةُ في محل الرفع الرفعِ على أنها خبرٌ لذلك وقيل خزيٌ خبرٌ لذلك ولهم متعلق بمحذوب وقع حالاً من خزي لأنَّه في الأصلِ صفةٌ له فلما قدم انتصب حالاً وفي الدنيا إما صفة لخزي أو متعلق به على ما مر والخزيُ الذلُّ والفضيحة {وَلَهُمْ فِى الآخرةِ} غيرُ هذا {عَذَابٌ عظِيمٌ} لا يقادَرُ قدرُه لغاية عِظمِ جنايتِهم فقوله تعالى لَهُمْ خبرٌ مقدم وعذاب مبتدأ مؤخر وفي الآخرة متعلقٌ بمحذوف وفع حالاً من عذاب لأنَّه في الأصلِ صفةٌ له فلما قدم انتصب حالا أي كائناً في الآخرة </p>"
}