{
  "id": null,
  "sura": 5,
  "aya": 5,
  "text": "<p> {اليوم أُحِلَّ لَكُمُ الطيبات} </p><p> قيل المرادُ بالأيام الثلاثة وقتٌ واحدٌ وإنما كرر للتاكيد ولا اختلاف الاحداث والواقعة فيه حَسُنَ تكريرُه والمراد بالطيبات ما مر {وَطَعَامُ الذين أُوتُواْ الكتاب} أي اليهودُ والنَّصارَى واستثنى عليٌّ رضي الله تعالى عنه نصارَى بني تغلِبَ وقال ليسوا على النصرانية ولم يأخُذوا منها إلا شرْبَ الخمر وبه أخذ الشافعي رضي الله عنه والمراد بطعامهم ما يتناولُ ذبائحهم وغيرها {حل لكم} أي حلال وعن ابن عباس رضي الله تعالى عنهُمَا أنَّه سال عن ذبائح نصارى العرب فقال لا بأسَ وهو قول عامة التابعين وبه اخذ ابو حنيفة رضى الله عنه وأصحابُه وحُكمُ الصابئين حكْمُ أهلِ الكتاب عنده وقال صاحباه هما صنفان صنفٌ يقرؤون الزَّبورَ ويعبُدون الملائكة عليهم السلام وصنفٌ لا يقرؤون كتاباً ويعبُدون النجوم فهؤلاء ليسوا من أهل الكتاب وأما المجوسُ فقد سُنَّ بهم سُنةَ أهلِ الكتاب في أخذ الجزيةِ منهم دون أكل ذبائحهم ونكاح نسائهم لقوله عليه الصلاة والسلام سُنوا بهم سُنّةَ أهلِ الكتاب غيرَ ناكِحِي نسائِهم ولا اكلي ذبائحهم {وَطَعَامُكُمْ حِلٌّ لَّهُمْ} فلا عليكم أن تُطعِموهم وتَبيعوه منهم ولو حُرِّم عليهم لم يجز ذلك {والمحصنات مِنَ المؤمنات} رفع على أنه مبتدأ حُذف خبرُه لدلالةِ ما تقدم عليه أي حِلٌّ لكم أيضاً والمراد بهم الحرائرُ العفائِف وتخصيصُهن بالذكر للبعث على ما هو الاول لا لنَفْيِ ما عداهن فان نكاح الايماء المسلماتِ صحيحٌ بالاتفاق وكذا نكاحُ غيرِ العفائِفِ منهن واما الايماء الكتابياتُ فهن كالمسلمات عند أبي حنيفة رضى الله عنه خلافا للشافعي رضي الله عنه {والمحصنات مِنَ الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ} أي هن أيضاً حل لكم وإن كنّ حَرْبيات وقالَ ابنُ عباسٍ رضيَ الله تعالى عنهما لا تَحِلُّ الحربيات {إذا آتيتموهن أجورهن} أي مُهورَهن وتقييدَ الحِلِّ بإيتائِها لتأكيد وجوبها والحثِّ على الأولى وقيل المرادُ بايتاءها التزامُها وإذا ظرفيةٌ عاملُها حَلَّ المحذوف وقيل شرطية حُذِف جوابُها أي إذا آتيتموهن أجورهن حَلَلْنَ لكم {محصنين} حال من فاعل آتيتموهن أي حال كونِكم أعفّاءَ بالنكاح وكذا قوله تعالى {غَيْرَ مسافحين} وقيلَ هُو حالٌ من ضمير محصنين وقيل صفة لمحصِنين أي غيرَ مجاهِرين بالزنا {وَلَا مُتَّخِذِى أَخْدَانٍ} أي ولا مصرين به والخدم الصديق يقع على الذكر والأنثى وهو إما مجرورٌ عطفا على مسافحين وزيدة لا لتأكيدِ النَّفيِ المستفادِ من غير أو منصوبٌ عطفاً على غير مسافحين باعتبار اوجه الثلاثة {وَمَن يَكْفُرْ بالإيمان} أي ومن ينكرْ شرائعَ الإسلام التي من جملتها ما بين ههنا من الأحكام المتعلقة بالحِلِّ والحرمة ويمتنعْ عن قَبولها {فَقَدْ حَبِطَ عَمَلُهُ} الصالح الذي عمل قبل ذلك {لكم الدار الآخرة عِندَ الله} وهو مبتدا من الخاسئين خبره وفي متعلقة بما تعلَّق بهِ الخبرُ من الكون المطلق وقيل بمحذوف دل عليه المذكور أي خاسرة بالاخرة وقيل بالخاسرين على أن الالف والللام للتعريف لا موصولة لأن ما بعدها لا يعملُ فيما قبلَها وقيل يُغتفرُ في الظرف ما لا يغتفر في غيره كما في قوله ربيت حي إذا تمعددا كان جزائي بالعصا ان اجلدا </p><p> سورة المائدة اية </p>"
}