{
  "id": null,
  "sura": 5,
  "aya": 111,
  "text": "<p> {وَإِذْ أَوْحَيْتُ إِلَى الحواريين} عطف على ما قبله من أخواتها الواقعةِ ظروفاً للنعمة التي أُمر بذكرها وهي وإن كانت في الحقيقة عينُ ما يُفيده الجمل التي أضيف إليها تلك الظروفُ من التأييد بروح القدس وتعليم الكتاب والحكمة وسائرِ الخوارق المعدودة لكنها لمغايَرَتها لها بعنوانٍ منْبىءٍ عن غاية الإحسان أُمر بذكرها من تلك الحيثية وجُعلت عاملةً في تلك الظروف لكفاية المغايَرَة الاعتبارية في تحقيق ما اعتُبر في مدلول كلمةِ إذ من تعدد النسبة فإنه ظرف موضوعٌ لزمان نسبتين ماضيتين واقعتين فيه إحداهما معلومةُ الوقوعِ فيه للمخاطَب دون الأخرى فيُراد إفادةُ وقوعها أيضاً له فيضاف إلى الجملة المفيدة للنسبة الأولى ويجعل ظرفاً معمولاً للنسبة الثانية ثم قد تكون المغايَرةُ بين النسبتين بالذات كما في قولك اذكر إحساني إليك إذ أحسنتَ إليّ تريد تنبيهَ المخاطَب على وقوع إحسانك إليه وقت وقوع إحسانه إليك وهما نسبتان متغايرتان بالذات وقد تكون بالاعتبار كما في قولك اذكرإحساني إليك غذ منعتُك من المعصية تريد تنبيهه على كون منعه إحساناً إليه لا على إحسانٍ آخرَ واقعٍ حينئذ ومن هذا القبيل عامةُ ما وقع في التنزيل من قوله تعالى يا قوم اذكروا نِعْمَةَ الله عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَاء وَجَعَلَكُمْ مُّلُوكاً الآية وقولِه تعالى يايها الذين آمنوا اذكروا نِعْمَةَ الله عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُواْ إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنكُمْ إلى غير ذلك من النظائر ومعنى إيحائه تعالى إليهم أمرُه تعالى إياهم في الإنجيل على لسانه عليه السلام وقيل إلهامُه تعالى إياهم كما في قوله تعالى وَأَوْحَيْنَا إلى أُمّ موسى وأنْ في قولِه تعالَى {إن آمِنُوا بِي وَبِرَسُولِي} مفسِّرة لما في الإيحاء من معنى القول وقيل مصدرية وإيرادعه عليه السلام بعنون الرسالة للتنبيه على كيفية الإيمان به عليه السلام كأنه قيل ى منوا بوحدانيتي في الألوهية والربوبية وبرسالة رسولي ولا تُزيِّلوه عن حيِّزه حطّاً ولا رفعاً وقولُه تعالى {قَالُواْ} استئنافٌ مبنيٌّ على سؤال نشأ من سوق الكلام كأنه قيل فماذا قالوا حين أوحِيَ إليهم ذلك فقيل قالوا {آمنّا} أي بما ذُكر من وحدانيته تعالى وبرسالة رسولِه كما يُؤذِنُ به قولهم {واشهد بِأَنَّنَا مُسْلِمُونَ} أي مخلِصون في إيماننا مِنْ أَسْلَمَ وجهَه لِلَّهِ وهذا القولُ منهم بمقتضى وحيه تعالى وأمرِه لهم بذلك نعمةٌ جليلة كسائر النعمم الفائضة عليه عليه الصلاة والسلام وكل ذلك نعمةٌ على والدته أيضاً رُوي أنه عليه السلام لما علم أنه سيُؤمر بذكر هاتيك النعم العِظامِ جعل يلبَسُ الشعر ويأكل الشجر ولا يدخر شيئاً لغد يقول لكل يوم رزقُه لم يكن له بيت فيخرَبَ ولا ولد فيموتَ أينما أمسى بات </p>"
}