{
  "id": null,
  "sura": 6,
  "aya": 9,
  "text": "<p> {وَلَوْ جعلناه مَلَكاً لجعلناه رَجُلاً} على أن الضميرَ الأول للنذير المفهومِ من فحوى الكلام بمعونة المقام وإنما لم يجعل للملك المذكور قبله بأن يعكس ترتيب المفعولين ويقال لو جعلناه نذيراً لجعلناه رجلاً مع فهم المراد منه أيضاً لتحقيق أن مناطَ إبرازِ الجعل الأول في معرِض الفرض والتقدير ومدارَ استلزامه للثاني إنما هو مَلَكيةُ النذير لا ذيرية المللك وذلك لأن الجعل حقُّه أن يكون مفعولُه الأولُ مبتدأ والثاني خبراً لكونه بمعنى التصييرِ المنقول من صار الداخِلِ على المبتدأ والخبر ولا ريب في أن مصَبّ الفائدة ومدارَ اللزوم بين الشرطية هو محمولُ المقدَّمِ لا موضوعُه فحيث كانت امتناعيةً أريد بها بيانُ انتفاءِ الجعْلِ الأول لاستلزامه المحذور الذي هو الجعل الثاني وجب أن يُجعلَ مدارُ الاستلزام في الأول مفعولاً ثانياً لا محالة ولذلك جَعَل مُقابِلَه في الجعل الثاني كذلك إبانةً لكمال التنافي بينهما الموجبِ لانتفاء الملزوم والضمير الثاني للملك لا لما رجع إليه الأول والمعنى لو جعلنا النذيرَ الذي اقترحوه ملكاً لمثّلنا ذلك المَلكَ رجلاً لما مر من عدم استطاعةِ الآحاد لمُعاينَةِ الملك على هيكله وفي إيثار رجلاً على بشراً إيذانٌ بأن الجعلَ بطريقِ التَّمثيلِ لا بطريقِ قلب الحقيقة وتعيينٌ لما يقع به التمثيل وقوله تعالى {وَلَلَبَسْنَا عَلَيْهِم} عطفٌ على جواب لو مبنيّ على الجواب الأول وقرىء بحذف لام الجواب اكتفاءً بما في المعطوف عليه يقال لَبَستُ الأمرَ على القوم ألبِسُه إذا شبّهتُه وجعلته مشكلا وأصله الستر بالثوب وقرىء الفعلان بالتشديد للمبالغة أي ولَخلّطنا عليهم بتمثيله رجلاً {ما يلبسون} على أنفسهم حينئذ بأن يقولوا له إنما أنت بشرٌ ولست بمَلَك ولو استُدل على مَلَكيته بالقرآن المعجزِ الناطقِ بها أو بمعجزاتٍ أُخَرَ غيرِ مُلجئةٍ إلى التصديق لكذّبوه كما كذبوا النبي عليه الصلاة والسلام ولو أظهر لهم صورته الأصلية لزم الأمر الأول والتعبير عن تمثيله تعالى رجلاً باللَّبْس إما لكونه في سوء اللبس </p><p> الأنعام آية ١٠ ١٢ </p><p> أو لكونه سبباً لِلَبْسِهم أو لوقوعه في صُحبته بطريق المشاكلة وفيه تأكيدٌ لاستحالة جعل النذيرِ مَلَكاً كأنه قيل لو فعلناع لفعلنا ما لا يليق بشأننا من لَبْس الأمر عليهم وقد جُوِّز أن يكونَ المعنى وللبسنا عليهم حينئذ مثلَ ما يلبِسون على أنفسهم الساعةَ في كفرهم بآيات الله البينة </p>"
}