{
  "id": null,
  "sura": 6,
  "aya": 75,
  "text": "<p> {وَكَذَلِكَ نُرِى إبراهيم} هذه الإرادة من الرؤية البصَريةِ المستعارةِ للمعرفة ونظرِ البصيرة أي عرفاناه </p><p> ٢ - </p><p> الأنعام آية ٧٦ </p><p> وبصَّرناه وصيغةُ الاستقبال حكايةٌ للحال الماضيةِ لاستحضار صورتِها وذلكَ إشارةٌ إلى مصدرِ نُري لا إلى إراءةٍ أخرى مفهومةٍ من قوله إني أراك وما فيه من معنى البعد للإيذان بعلو درجة المُشَارِ إليهِ وبُعدِ منزلتِه في الفضل وكمال تميزه بذلك وانتظامِه بسببه في سلك الأمور المشاهَدة والكافُ لتأكيد ما أفاده اسمُ الإشارةِ من الفخامة ومحلُها في الأصلِ النصبُ على أنَّه نعتٌ لمصدرٍ محذوفٍ وأصل التقدير نُري إبراهيم إراءةً كائنة مثلَ تلك الإراءة فقُدّم على الفعلِ لإفادةِ القصِر واعتُبرت الكافُ مقحمةً للنكتة المذكورة فصار المشارُ إليه نفسَ المصدرِ المؤكدِ لا نعتاً له أي ذلك التبصيرَ البديعَ نبصِّره عليه السلام {مَلَكُوتَ السماوات والارض} أي ربوبيته تعالى ومالكيته لهما وسلطانَه القاهرَ عليهما وكونَهما بما فيهما مربوباً ومملوكاً له تعالى لا تبصيراً آخَرَ أدنى منه والملكوتُ مصدرٌ على زنة المبالغة كالرَهَبوت والجَبَروت ومعناه الملك العظيم والسلطان القاهرُ ثم هل هو مختصٌّ بمُلك الله عزَّ سلطانه أو لا فقد قيل وقيل والأول هو الأظهر وبه قال الراغب وقيل ملكوتهما وعجائبهما وبدائعهما روي أنه كُشف لع عليه السلام عن السموات والأرض حتى العرشُ وأسفلُ الأرضين وقبل ى ياتهما وقيل ملكوتُ السموات الشمسُ والقمرُ والنجومُ وملكوتُ الأرض الجبالُ والأشجار والبحارُ وهذه الأقوالُ لا تقتضي أن تكون الإراءَةُ بصَريةً إذ ليس المرادُ بإراءةِ ما ذُكر منَ الأمورِ الحسية مجردَ تمكينِه عليه السلام من إبصارها ومشاهدتها في أنفسها بل إطلاعه عليه السلام على حقائقها وتعريفَها من حيث دلالتها على شئونه عز وجل لا ريبَ في أن ذلك ليس مما يُدرَك حسا كما يُنبىء عنه اسمُ الإشارة المُفصِحُ عن كون المشار إليه أمراً بديعاً فإن الإراءة البصرية المعتادو بمعزلٍ من تلك المثابة وقرىء تُري بالتاء وإسنادُ الفعل إلى الملكوت أي تُبصِره عليه السلام دلائل الربوبية واللام في قوله تعالى {وَلِيَكُونَ مِنَ الموقنين} متعلقةٌ بمحذوفٍ مؤخر والجملةُ مقرِّر لما قبلها أي وليكون من زُمرة الرَّاسخين في الإيقان البالغين درجةَ عينِ اليقين من معرفة الله تعالى فعلنَا مَا فعلنَا منْ التبصير البديعِ المذكورِ لا لأمرٍ آخرَ فإن الوصولَ إلى تلك الغاية القاصيةِ كمالٌ مترتبٌ على ذلك التبصير لا ينه وليس القصرُ لبيان انحصار فائدتِه في ذلك كيف لا وإرشادُ الخلق وإلزامُ المشركين كما سيأتي من فوائده بلا مرْية بل لبيان أنه الأصلُ الأصيلُ والباقي من مستَتْبِعاته وقيل هي متعلقة بالفعل السابق والجملةُ معطوفةٌ على علةٍ أخرى محذوفةٍ ينسحبُ عليها الكلام أي يستدل بها وليكونَ الخ فينبغي أن يُرادَ بملكوتهما بدائعُهما وآياتُهما لأن الاستدلالَ من غاياتِ إراءَتِها لا من غايات إراءةِ نفسِ الربوبية وقوله تعالى </p>"
}