{
  "id": null,
  "sura": 6,
  "aya": 114,
  "text": "<p> {أَفَغَيْرَ الله أَبْتَغِى حَكَماً} كلامٌ مستأنفٌ واردٌ على إرادة القول والهمزة </p><p> الأنعام آية ١١٤ </p><p> للإنكار والفاء للعطف على مقدر يقتضيه الكلامُ أي قل لهم أأمِيلُ إلى زخارف الشياطينِ فأبتغيَ حكماً غيرَ الله يحكمُ بيننا ويفصل المحِقَّ منا من المبْطِل وقيل إن مشركي قريشٍ قالُوا لرسولِ الله صلى الله عليه وسلم اجعل بيننا وبينك حكما من أحبار اليهود أو من أساقفة النصارى ليخبرَنا عنك بما في كتابهم من أمرك فنزلت وإسنادُ الابتغاءِ المنكرِ إلى نفسه صلى الله عليه وسلم لا إلى المشركين كما في قوله تعالى أَفَغَيْرَ دِينِ الله يَبْغُونَ مع أنهم الباغون لإظهار كمالِ النَّصَفةِ أو لمراعاة قولِهم اجعل بيننا وبينك حكما وغيرَ إما مفعولُ أبتغي وحكَماً حالٌ منه وإما بالعكس وأياً ما كان فتقديمُه على الفعل الذي هو المعطوفُ بالفاء حقيقةً كما أشير إليه للإيذان بأن مدارالإنكار هو ابتغاءُ غيرِه تعالى حكماً لا مطلقُ الابتغاء وقيل حكماً تمييزٌ لما في غيرَ من الإبهام كقولهم إن لنا غيرَها إبلاً قالوا الحكَمُ أبلغُ من الحاكمِ وأدلُّ على الرسوخ لما أنه لا يُطلق إلا على العادل وعلى مَنْ تكرَّر منه الحكمُ بخلاف الحاكم وقوله تعالى {وَهُوَ الذى أَنَزَلَ إِلَيْكُمُ الكتاب} جملةٌ حاليةٌ مؤكدةٌ لإنكارِ ابتغاءِ غيرِه تعالى حكماً ونسبةُ الإنزالِ إليهم خاصةً مع أن مقتضى المقامِ إظهارُ تساوي نسبته إلى المتحاكمين لاستمالتعهم نحوَ المُنْزَل واستنزالِهم إلى قبول حكمه بإبهام قوةِ نسبتِه إليهم أي أغيرَه تعالى أبتغي حكَماً والحالُ أنه هو الذي أنزل غليكم وأنتم أمِّية لا تدرون ما تأتونَ وما تذرونَ القرآنَ الناطقَ بالحق والصوابِ الحقيقُ بأن يُخصَّ به اسمُ الكتاب {مُفَصَّلاً} أي مبيناً فيه الحقُّ والباطلُ والحلالُ والحرامِ وغيرُ ذلك من الأحكام بحيث لم يبْقَ في أمور الدينِ شيءٌ من التخليط والإبهامِ فأيُّ حاجة بعد ذلك إلى الحكم وهذا كما ترى صريحٌ في أن القرآنَ الكريمَ كافٍ في أمر الدينِ مغنٍ عن غيره ببيانه وتفصيلِه وأما أن يكون لإعجازه دخْلٌ في ذلك كما قيل فلا وقوله تعالى {والذين آتيناهم الكتاب يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مّن رَّبّكَ بالحق} كلامٌ مستأنفٌ غيرُ داخلٍ تحت القولِ المقدَّر مَسوقٌ من جهته سبحانه لتحقيق حقِّيةِ الكتابِ الذي نيط به أمرُ الحَكَمية وتقريرِ كونِه منزلا من عنده عزَّ وجلَّ ببيانِ أنَّ الذين وثِقوا بهم ورضوا بحَكَميّتهم حسبما نُقل آنفاً من علماء اليهودِ والنصارى عالمون بحقيته ونزولِه من عنده تعالى وفي التعبير عن التوراة والإنجيلِ باسم الكتابِ إيماءٌ إلى ما بينهما وبين القرآنِ من المجانسة المقتضيةِ للاشتراك في الحقية والنزولِ من عنده تعالى مع ما فيه من الإيجاز وإيراد الطائفتين بعنون إيتاءِ الكتابِ للإيذان بأنهم علِموه من جهة كتابِهم حيث وجدوه حسبما نُعت فيه وعاينوه موافِقاً له في الأصول ما لا يختف من الفروع ومُخبِراً عن أمور لا طريقَ إلى معرفتها سوى الوحي والمرادُ بالموصول إما علماءُ الفريقين وهو الظاهرُ فالإيتاءُ هو التفهيمُ بالفعل وإما الكلُّ وهم داخلون فيه دخولا أولياً فهو أعمُّ مما ذكر ومن التفهيم بالقوة ولا ريب في أن الكل متمكنون من ذلك وقبل المرادُ مؤمنوا أهلِ الكتاب وقرىء مُنْزلٌ من الإنزال والتعرضُ لعنوانِ الربوبيةِ مع الإضافة إلى ضميره صلى الله عليه وسلم لتشريفه عليه الصَّلاةُ والسَّلامُ والباء في قوله تعالى بالحق متعلقٌ بمحذوفٍ وقعَ حالاً من الضَّمير المستكنِّ في مُنزّلٌ أي ملتبساً بالحق {فَلَا تَكُونَنَّ مِنَ الممترين} أي في أنهم يعلمون ذلك لما لا تشاهِد منهم آثارَ العلم وأحكام المعرفة فالفاء لترتيب النهي على الإخبار بعلم أهل الكتاب بشأن القرآنِ أو في أنه منزلٌ من ربك بالحق فيكونُ منْ بابِ التَّهييج والإلهابِ كقوله تعالى وَلَا تَكُونَنَّ من </p><p> الأنعام آية ١١٥ ١١٦ </p><p> المشركين وقيل الخطابُ في الحقيقة للأمة وإن كان له صلى الله عليه وسلم صورةً وقيلَ الخطابُ لكلِّ أحدٍ على معنى أن الأدلةَ قد تعاضدت وتظاهرت فلا ينبغي لأحد أن يمتريَ فيه والفاءُ على هذه الوجوهِ لترتيب النهي على نفس علمِهم بحال القرآن </p>"
}