{
  "id": null,
  "sura": 6,
  "aya": 101,
  "text": "<p> {بديع السماوات والارض} أي مُبدِعُهما ومخترِعُهما بلا مثالٍ يَحتذيه ولا قانونٍ ينتحيه فإن البديعَ كما يطلق على المُبدِع نصَّ عليه أئمة اللغة كالصريخ بمعنى المُصرِخ وقد جاء بَدَعَه كمنعه بمعنى أنشأه كابتدعه على ما ذُكر في القاموس وغيرِه ونظيرُه السميعُ بمعنى المسمِع في قوله ... أَمِنْ رَيْحانَةَ الدَّاعي السميعُ وقيل هو من إضافة الصفةِ المشبّهةِ إلى الفاعل للتخفيف بعد نصبِه تشبيهاً لها باسم الفاعِلِ كما هو المشهورُ أي بديعُ سمواتِه وأرضِه من بَدَع إذا كان على نمطٍ عجيبٍ وشكلٍ فائق وحُسنٍ رائقٍ أو إلى الظرف كما في قولهم ثبت الغدر بمعنى أنه عديم اتلنظير فيهما والأولُ هو الوجه والمعنى أنه تعالى مبدعٌ لقطري العالم العلويِّ والسفليِّ بلا مادة فاعلٍ على الإطلاق منزَّه عن الانفعال بالمرة والوالدُ عنصرُ الولد منفعل </p><p> ٩ - </p><p> الأنعام آية ١٠٢ </p><p> بانتقال مادتِه عنه فكيف يمكنُ أن يكونَ له ولد وقرىء بديعَ بالنصبَ على المدح وبالجرِّ على أنه بدلٌ من الاسم الجليل أو منَ الضميرِ المجرورِ في سبحانه على رأي من يُجيزه وارتفاعُه في القراءة المشهورة على أنه خبر مبتدأ محذوف أو فاعلُ تعالى وإظهارُه في موضعِ الإضمارِ لتعليلِ الحكمِ وتوسيطُ الظرفِ بينه وبين الفعل للاهتمام ببيانه أو مبتدأٌ خبرُه قوله تعالى {أنى يَكُونُ لَهُ وَلَدٌ} وهو على الأولَيْن جملة مستقلة مسوقة كما قبلها لبيان استحالةِ ما نسبوه إليه تعالى وتقرير تنزُّهِه عنه وقوله تعالى {وَلَمْ تَكُنْ لَّهُ صاحبة} حال مؤكدةٌ للاستحالة المذكورة فإن انتفاءَ أن يكون له تعالى صاحبةٌ مستلزمٌ لانتفاءِ أن يكونَ له ولدٌ ضرورةَ استحالة وجودِ الولدِ بلا والدة وإن أمكن وجودُه بلا والد وانتفاءُ الأولِ مما لا ريبَ فيه لأحد فمن ضرورته انتفاءُ الثاني أي من أين أو كيف يكون له ولد كما زعموا والحالُ أنه ليس له على زعمهم أيضاً صاحبةٌ يكون الولدُ منها وقرىء لم يكنْ بتذكير الفعل للفصل أو لأن الاسمَ ضميرُه تعالى والخبرُ هو الظرفُ وصاحبةٌ مرتفعٌ به على الفاعليةِ لاعتماده على المبتدإ أو الظرفُ خبرٌ مقدمٌ وصاحبةٌ مبتدأٌ مؤخرٌ والجملةُ خبرٌ للكون وعلى هذا الوجه يجوز أن يكون الاسمُ ضميرَ الشأنِ لصلاحية الجملةِ حينئذ لأن تكونَ مفسِّرةً لضمير الشأنِ لا على الوجه الأولِ لما بُيِّن في موضعِه أن ضميرَ الشأنِ لا يفسَّر إلا بجملة صريحةٍ وقوله تعالى {وَخَلَقَ كُلَّ شَىْء} إما جملةٌ مستأنفةٌ أخرى سيقت لتحقيق ما ذُكر من الاستحالة أو حالٌ أخرى مقرِّرةٌ لها أي أنى يَكُونُ لَهُ ولدٌ والحالُ أنه خلق كلَّ شيءٍ انتظمه التكوينُ والإيجادُ من الموجودات التي من جملتها ما سمَّوْه ولداً له تعالى فكيفَ يتُصورُ أن يكونَ المخلوقُ ولداً لخالقه {وَهُوَ بِكُلّ شَىْء} مِنْ شأنه أن يُعلم كائناً ما كان مخلوقاً أو غيرَ مخلوق كما ينبىء عنه ترك افضمار إلى الإظهار {عَلِيمٌ} مبالغٌ في العلمِ أزلاً وأبداً حسبما يعرب عنه العجول إلى الجملة الاسميةِ فلا يخفى عليه خافيةٌ ممَّا كانَ وما سيكونُ من الذوات والصفاتِ والأحوالِ التي من جملتها ما يجوز عليه تعالى ما لا يجوز من المُحالات التي ما زعموه فردٌ من أفرادها والجملةُ استئنافٌ مقرِّرٌ لمضمونِ ما قبلها من الدلائل القاطعة ببطلان مقالته الشنعاء التي اجترءوا عليها بغير علم </p>"
}