{
  "id": null,
  "sura": 6,
  "aya": 12,
  "text": "<p> {قُلْ} لهم بطريق الإلجاء </p><p> الأنعامآيه ١٠ ١١ ١٢ </p><p> والتبكيت {لّمَن مَّا فِى السماوات والارض} من العقلاء وغيرِهم أي لمن الكائناتُ جميعاً خالقا ومُلكاً وتصرّفاً وقوله تعالى {قُل لِلَّهِ} تقريرٌ لهم وتنبيهٌ على أنه المتعيَّنُ للجواب بالاتفاق بحيث لا يتأتّى لأحد أن يُجيب بغيره كما نطق به قوله تعالى وَلَئِن سَأَلْتَهُمْ مَّنْ خلقِ السمواتِ والأرضِ لَيَقُولُنَّ الله وقوله تعالى {كتب على نفسه الرحمة} جملةٌ مستقلةٌ داخلةٌ تحتَ الأمر ناطقةٌ بشمول رحمتِه الواسعةِ لجميع الخلق شمولَ مُلكِه وقدرته للكلِّ مَسوقةٌ لبيان أنه تعالى رءوف بعباده لا يعدل عليهم بالعقوبة ويقبل منهم التوبة وافنابة وأن ما سبق ذكرُه وما لحِقَ من أحكام الغضب ليس من مقتَضيَات ذاتِه تعالى بل من جهة الخَلْق كيف لا ومن رحمتِه أن خلقَهم على الفطرة السليمةِ وهداهم إلى معرفته وتوحيدِه بنَصْب الآياتِ الأنفسية والآفاقية وإرسالِ الرسل وإنزالِ الكُتب المشحونة بالدعوة إلى موجباتِ رِضوانِه والتحذير عن مقتضيان سُخْطِه وقد بدّلوا فطرةَ الله تبديلاً وأعرَضوا عن الآياتِ بالمرة وكذّبوا بالكتب واستهزءوا بالرسل وما ظلمهم الله ولكن كَانُواْ هُمُ الظالمين ولولا شمولُ رحمتِه لسلك بهؤلاءِ أيضاً مَسلكَ الغابرين ومعنى كتب الرحمة على نفسه أنه تعالى قضاها وأوجبها بطريق التفضُّل والإحسانِ على ذاته المقدّسةِ بالذات لا بتوسُّط شيءٍ أصلاً وقيل ما رُوي عن أبي هريرةَ رضيَ الله عنه أنَّ رسولَ الله صلى الله عليه وسلم قال لمَّا قضى الله تعالى الخلقَ كتَبَ في كتابٍ فهو عنده فوق العرش إن رحمتي سبقت غضبي وعنه في رواية أنه صلى الله عليه وسلم قال لمَّا قضى الله تعالى الخلق كتب كتابا فهو عنده فوق العرش إنَّ رحمتي غلبتْ غضبي وعن عمر رضي الله عنه أنَّ رسولَ الله صلى الله عليه وسلم قال لكعب ما أولُ شيءٍ ابتدأه الله تعالى مِنْ خلقه فقال كعب كتب الله كتاباً لم يكتبْه بقلم ولا مِدادٍ كتابةَ الزَّبَرْجد واللؤلؤ والياقوت إني أَنَا الله لَا إله إِلا أَنَاْ سبقت رحمتي غضبي ومعنى سبْقِ الرحمةِ وغَلَبتِها أنها أقدمُ تعلُّقاً بالخلق وأكثرُ وصولاً إليهم مع أنها من مقتضيات الذات المفيضة للخير وفي التعبير عن الذات بالنفس حجةٌ على من ادّعى أن لفظَ النفسِ لا يُطلق على الله تعالى وإن أريد به الذاتُ إلا مشاكلةً لِما ترَى من انتفاءِ المشاكلة ههنا بنَوْعَيْها وقوله تعالى {لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة} جوابُ قسمٍ محذوف والجملة استئنافٌ مسوقٌ للوعيد على إشراكهم وإغفالِهم النظرَ أي والله ليجمعنّكم في القبور مبعوثين أو محشورين إلى يوم القيامة فيجازيكم على شركك وسائرِ معاصيكم وإن أمهلكم بموجَب رحمتِه ولم يعاجِلْكم بالعقوبة الدنيوية وقيل إلى بمعنى اللام أي ليجمعنك ليوم القيامة كقوله تعالى إِنَّكَ جَامِعُ الناس لِيَوْمٍ لا ريبَ فيه وقيل هي بمعنى في أي ليجمعنكم يوم القيامة {لَا رَيْبَ فِيهِ} أي في اليوم أو في الجمع وقوله تعالى {الذين خَسِرُواْ أَنفُسَهُم} أي بتضييع رأسِ مالهم وهو الفطرةُ الأصليةُ والعقلُ السليم والاستعدادُ القريبُ الحاصلُ من مشاهدة الرسول صلى الله عليه وسلم واستماعِ الوحْي وغيرِ ذلك من آثار الرحمة في موضع النصْب أو الرفعِ على الذم أي أعني الذين الخ وهم مبتدأ والخبر قوله تعالى {فَهُمْ لَا يُؤْمِنُونَ} والفاءُ لتضمُّنِ المبتدأِ معنى الشرط والإشعارُ بأن عدمَ إيمانهم بسبب خُسرانهم فإن إبطالَ العقل باتباع الحواسِّ والوهم والانهماك في تلقليد وإغفالِ النظر أدّى بهم إلى الإصرار على الكفر والامتناعِ من الإيمان والجملةُ تذييلٌ مَسوقٌ من جهتِه تعالَى لهم لتقبيح حا غير داخل </p><p> الأنعام ١٣ ١٥ </p><p> تحت الأمر </p>"
}