{
  "id": null,
  "sura": 6,
  "aya": 52,
  "text": "<p> {وَلَا تَطْرُدِ الذين يَدْعُونَ رَبَّهُمْ بالغداة والعشى} لما أمر صلى الله عليه وسلم بإنذار المذكورين لينتظموا في سلك المتقين نهي صلى الله عليه وسلم عن كون ذلك بحيث يؤدي إلى طردهم رُوي أن رؤساءَ من المشركين قالوا لرسول الله صلى الله عليه وسلم لو طردتَ هؤلاء الأعبُدَ وأرواحَ جبابهم يعنون فقراءَ المسلمين كعمارٍ وصهيبٍ وخبابٍ وسَلمانَ وأضرابهم رضي الله تعالى عنهم جلسنا إليك وحادثناك فقال صلى الله عليه وسلم ما أنا بطارد المؤمنين فقالوا فأقِمْهم عنا إذا جئنا فإذا قُمنا فأقعِدْهم معك إن شئت قال صلى الله عليه وسلم نعم طمعاً في إيمانهم ورُوي أن عُمر رضي الله تعالى عنه قالَ لَهُ عليهِ الصَّلاةُ والسلام لو فعلتَ حتى تنظرَ إلى ما يصيرون وقيل إن عُتبةَ بنَ ربيعةَ وشيبةَ بنَ ربيعةَ ومُطعِمَ بن عدي والحرث بنَ نوفل وقرصةَ بنَ عبيد وعمروَ بنَ نوفل وأشرافَ بني عبد مناف من أهل الكفر أتَوا أبا طالب فقالوا يا أبا طالب لو أن ابنَ أخيك محمداً يطرُد موالينا وحلفاءناوهم عبيدنا وتقاؤنا كان أعظمَ في صدورنا وأدنى لاتّباعنا إياه فأتى أبو طالب إلى النبيِّ صلَّى الله عليهِ وسلم فحدثه بالذي كلموه فقال عمرُ رضي الله عنه لو فعلتَ ذلك حتى ننظر ما الذي يريدون إلى ما يصيرون وقال سلمان وخباب فينا نزلت هذه الآية جاء الأقرعُ بنُ حابسٍ التميميث وعُيَيْنةُ بنُ حِصْنٍ الفزاريُّ وعباس بن مرداس وذو وهم من المؤلفة قلوبهم </p><p> الأنعام آية ٥٣ </p><p> فوجدوا النبيِّ صلَّى الله عليهِ وسلم جالساً مع أناسٍ من ضعفاءِ المؤمنين فلما رأوهم حوله صلى الله عليه وسلم حقروهم فأتوه عليه الصَّلاةُ والسَّلامُ فقالُوا يا رسولَ الله لو جلستَ في صدر المجلس ونفَيْتَ عنا هؤلاء وأرواحَ جبابهم فجالسناك وحادثناك وأخذنا عنك فقال صلى الله عليه وسلم ما أنا بطارد المؤمنين قالوا فإنا نحب أن تجعل لنا معك مجلساً تعرِفْ لنا به العربُ فضلَنا فإن وفودَ العرب تأتيك فنستحي أن ترانا مع هؤلاء الأعبُد فإذا نجحن جئناك فأقمهم عنا فإذا نحن فرغنا فعد معهم إن شئت قال صلى الله عليه وسلم نعم قالوا فاطكتب لنا كتاباً فدعا بالصحيفة وبعليَ رضي الله تعالى عنه ليكتبَ ونحن قعود ي ناحية فنزلَ جبريلُ عليه السَّلامُ بالآية فرمى عليه السلام بالصحيفة ودعانا فأتيناه وجلسنا عنده وكنا ندنو منه حتى تمس ركبتنا رُكبتَه وكان يقوم عنا إذا أراد القيام فنزلت واصبر نَفْسَكَ مَعَ الذين يَدْعُونَ رَبَّهُم فترك القيام عنا إلى أن نقوم عنه وقال الحمد لله الذي لم يتمنى حتى أمرني أن أصبِرَ نفسي مع قومٍ من أمتي معكم المحيا ومعكم الممات والمرادُ بذكر الوقتين الدوامُ وقيل صلاةُ الفجر والعصر وقرىء بالغُدوة وقوله تعالى {يُرِيدُونَ وَجْهَهُ} حال من ضمير يدعون أي يدعونه تعالى مخلصين له فيه وتقييدُه به لتأكيد علِّيتِه للنهي فإن الإخلاصَ من أقوى موجبات الإكرام المضادِّ للطرد وقوله تعالى {مَا عَلَيْكَ مِنْ حِسَابِهِم مّن شَىْء} اعتراضٌ وُسِّط بين النهي وجوابه تقريراً له ودفعاً لما عسى يُتوَهم كونُه مسوِّغاً لطردهم من أقاويلِ الطاعنين في دينهم كدأب قوم نوحٍ حيث قالوا مَا نَرَاكَ اتبعك إِلَاّ الذين هُمْ أراذلنا بادجى الرأى أي ما عليك شيءٌ ما مِنْ حساب إيمانهم وأعمالِهم الباطنة حتى تتصدى له وتبنى على ذلك ما تراه من الأحكام وإنما وظيفتُك حسبما هو شأنُ منصِبِ النبوة اعتبارُ ظواهرِ الأعمال وإجراءُ الأحكام على موجبها وأما بواطنُ الأمور فحسابُها على العليم بذات الصدور كقوله تعالى إِنْ حِسَابُهُمْ إِلَاّ على رَبّى وذكرُ قوله تعالى {وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مّن شَىْء} مع أن الجوابَ قد تم بما قبله للمبالغةِ في بيانِ انتفاءِ كون حسابهم عليه صلى الله عليه وسلم بنظمه في سلك ما لا شُبهة فيه أصلاً وهو انتفاءُ كونِ حسابه صلى الله عليه وسلم عليهم على طريقة قولِه تعالى لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ وأما ما قيل من أن ذلك لتنزيل الجملتين منزلةَ جملةٍ واحدةٍ لتأدية معنى واحدٍ على نهج قوله تعالى وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أخرى فغيرُ حقيقٍ بجلالة شأن التنزيل وتقديم عليك في الجملة الأولى للقصدج إلى إيراد النفي على اختصاص حسابهم به صلى الله عليه وسلم إذ هو الجاعي إلى تصدية صلى الله عليه وسلم لحسابهم وقيل الضميرُ للمشركين والمعنى أنك لا تؤاخَذُ بحسابهم حتى يُهمَّك إيمانُهم ويدعُوَك الحِرْصُ عليه إلى أن تطرُدَ المؤمنين وقوله تعالى {فَتَطْرُدَهُمْ} جواب النفي وقوله تعالى {فَتَكُونَ مِنَ الظالمين} جواب النهي وقد جُوِّز عطفُه على فتطردَهم على طكريقة التسبيب وليس بذاك </p>"
}