{
  "id": null,
  "sura": 6,
  "aya": 144,
  "text": "<p> {وَمِنَ الإبل اثنين} عطفٌ على قوله تعالى من الضأن اثنين أي وأنشأ من الإبل اثنين هما الجمل والناقة {وَمِنَ البقر اثنين} ذكر واثنى {قُلْ} إفحاماً لهم في أمر هذين النوعين أيضاً {آلذكرين} منهما {حَرَّمَ أَمِ الانثيين أَمَّا اشتملت عَلَيْهِ أَرْحَامُ الانثيين} من ذينك النوعين والمعنى إنكارُ أن الله سبحانى حرَّم عليهم شيئاً من الأنواع الأربعة ة إظهار كذبِهم في ذلك وتفصيلُ ما ذكر من الذكور والإناثِ وما في بطونها للمبالغة في الرد عليهم بإيراد الإنكارِ على كل مادةٍ من موادّ افترائِهم كانوا يحرمون من ذكر الأنعام تارة وأولادَها كيفما كانت تارة أخرى مسندين ذلك كلَّه إلى الله سبحانه وإنما عُقّب تفصيلُ كلِّ واحدٍ من نوعي الصغارِ ونوعي الكبارِ بما ذكر من الأمر بالاستفهام والإنكارِ مع حصول التبكيتِ بإيراد الأمر عقيب تفصيل أنواع الأربعةِ بأن يقال قل آلذكور حرم أو الإناثَ أم ما اشتملت عليه أرحامُ الإناث لما في التثنية والتكري من المبالغة في التبكيت والإلزام وقوله تعالى {أَمْ كُنتُمْ شُهَدَاء} تكريرٌ للإفحام كقوله تعالى نَبّئُونِي بِعِلْمٍ وأمْ منقطعة ومعنى الهمزةِ الإنكارُ والتوبيخُ ومعنى بل الإضراب بما ذُكر إلى التَّوبيخِ بوجه </p><p> الأنعام آية ١٤٥ </p><p> أخرى بل كنتم حاضرين مشاهدين {إِذْ وصاكم الله بهذا} أي حين وصاكم بهذا الترحيم إذ أنتم لا تؤمنون بنبيَ فلا طريقَ لكم حسبما يقود إليه مذهبُكم إلى معرفة أمثالِ ذلك إلا المشاهددة والسماعُ وفيه من تركيك عقولِهم والتهكمِ بهم ما لا يَخفْى {فَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِبًا} فنسبَ إليه تحريمَ ما لم يحرم والمرادكبراؤهم والمقررون لذلك أو عمر بنُ لُحيِّ بنِ قُمعةَ وهو المؤسسُ لهذا الشرِّ أو الكلُّ لاشتراكهم في الافتراءعليه سبحانه وتعالى فأي طريق أظلمُ من فريقٍ افتروا الخ ولا يقدح في أظلمية الكلِّ كونُ بعضِهم مخترعينله وبعضِهم مقتدين بهم والفاءُ لترتيب ما بعدها على ما سبق من تبكيتهم وإظهارِ كذِبهم وافترائِهم أيْ هُو أظلمَ منْ كل ظالمٍ وإن كان المنفيُّ صريحا الأظلمية دون المساواةِ كما مر غيرَ مرة {لِيُضِلَّ الناس} متعلق بالافتراء {بِغَيْرِ عِلْمٍ} متعلقٌ بمحذوفٍ وقعَ حالاً من فاعل افترى أي افترى عليه تعالى بصدور التحريم منه تعالى وإنما وصفوا بعد العلمِ بذلك مع أنهم عالمون بعدم صدورِه عنه تعالى إيذانا بخروجهم في الظالم عن الحدود والنهاياتِ فإن من افتلاى عليه تعالى بغير علم بصدوره عنه تعالى مع احتمال الصدورِ عنه إذا كان أظلمَ منْ كلِّ ظالمٍ فما ظنُّك بمن افترى عليه تعالى وهو يعلم أنه لم يصدُرْ عنه ويجوزُ أنْ يكونَ حالاً من فاعليصل أي ملتبساً بغير علم بما يؤدي بهم إليه {إِنَّ الله لَا يَهْدِى القوم الظالمين} كائناً من كان إلى ما فيه صلاحٌ حالهم عاجلاً أو آجلاً وإذا كان هذا حالُ المتصفين بالظلم في الجملة فما ظنُّك بمن هو في أقصى غاياتِه </p>"
}