{
  "id": null,
  "sura": 6,
  "aya": 6,
  "text": "<p> {أَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مّن قَرْنٍ} استئنافٌ مَسوقٌ لتعيين ما هو المرادُ بالإنباء التي سبق بها الوعيد وتقرير إتيانِها بطريق الاستشهاد وهمزةُ الإنكار لتقرير الرؤية وهي عِرْفانية مستدعيةٌ لمفعول واحد وكم استفهاميةً كانت أو خبريةً معلِّقةٌ لها عن العمل مفيدة للتكثير سادّةٌ معَ ما في حيزها مسد مفعولهات منصوبةٌ بأهلكنا على المفعولية على أنَّها عبارةٌ عن الأشخاص ومن قرن مميِّزٌ لها على أنه عبارةٌ عن أهل عصر من الأعصار سمو بذلك لاقترانهم برهة </p><p> الأنعام آية ٦ </p><p> من الدهر كما في قولِه عليه الصلاة والسلام خيرُ القرون قَرني ثم الذين يلونهم الحديث وقيل هو عبارة عن مدة من الزمان والمضافُ محذوف أي من أهلَ قرن وأما انتصابها على المصدرية أو على الظرفية على أنَّها عبارةٌ عن المصدر أو عن الزمان فتعسفٌ ظاهر ومن الأولى ابتدائية متعلقة بأهلكنا أي ألم يعرِفوا بمعايَنةِ الآثارِ وسَماعِ الأخبار كم أمةٍ أهلكنا من قبلِ أهل مكة أي من قبلِ خلقِهم أو من قبل زمانهم على حذفِ المضافِ وإقامةِ المضافِ إليه مُقامَه كعادٍ وثمودَ وأضرابِهم وقوله تعالى {مكناهم فِى الارض} استئناف لبيان كيفيةِ الإهلاك وتفصيلِ مباديه مبنيٌّ على سؤال نشأ من صدر الكلامِ كأنَّه قيلَ كيفَ كان ذلك فقيل مكانهم الخ وقيل هو صفةٌ لقرنٍ لِما أن النكرةَ مفتقرةٌ إلى مخصص فإذا وَلِيهَا ما يصلُح مخصِّصاً لها تعين وصيفته لها وأنتَ خبيرٌ بأنَّ تنوينَه التفخيميَّ مُغنٍ له عن استدعاء الصفة على أن ذلك مع اقتضائه أن يكون مضمونُه ومضمونُ ما عُطف عليه من الجمل الأربع أمراً مفروغاً عنه غيرَ مقصودِ بسياق النظم مؤدَ إلى اختلاف النَّظمُ الكريمُ كيفَ لا والمعنى حينئذٍ أَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مّن قرنٍ موصوفين بكذا وكذا وبإهلاكنا إياهم بذنوبهم وأنه بيِّنُ الفساد وتمكينُ الشيء في الأرض جعلُه قارّاً فيها ولمّا لزِمه جعلُها مقراً له ورد الاستعمالُ بكلَ منهما فقيل تارةً مكّنه في الأرض ومنه قوله تعالى وَلَقَدْ مكناهم فِيمَا إِن مكناكم فِيهِ وأخرى مكَّن له في الأرضِ ومنه قولُه تعالى إِنَّا مَكَّنَّا لَهُ فِى الأرض حتى أُجرِيَ كلٌّ منهما مُجرَى الآخرَ ومنه قوله تعالى {مَا لَمْ نُمَكّن لَّكُمْ} بعد قوله تعالى مكناهم فِى الأرض كأنَّه قيلَ في الأول مكنا لهم أو في الثاني ما لم نمكنْكم وما نكرةٌ موصوفةٌ بما بعدها من الجملة المنفية والعائد محذوف محلها على النصب على المكصدرية أي مكناهم تمكيناً لم نمكنْه لكم والالتفاتُ لما في مواجهتهم بضَعف الحال مزيدُ بيانٍ لشأن الفريقين ولدفعِ الاشتباه من أول الأمر عن مرجِعَي الضميرين {وَأَرْسَلْنَا السماء} أي المطرَ أو السحاب أو المظلة لأنها مبدأ المطر {عَلَيْهِمْ} متعلق بأرسلنا {مُّدْرَاراً} أي مِغزاراً حال من السماء {وَجَعَلْنَا الانهار} أي صيّرناها فقوله تعالى {تَجْرِى مِن تَحْتِهِمُ} مفعولٌ ثانٍ لجعلنا أو أنشأناها فهو حالٌ من مفعولِه ومن تحتهم متعلق بتجري وفيه من الدلالة على كونها مسخّرةً لهم مستمرةً على الجريان على الوجه المذكور ما ليس في أن يقالَ وأجرينا الأنهارَ من تحتهم وليس المرادُ بتَعدادِ هاتيك النعم العظامِ الفائضةِ عليهم بعد ذكر تمكينهم بيانَ عِظَم جنايتهم في كفرانها واستحقاقَهم بذلك لأعظم العقوبات بل بيانَ حيازتهم لجميعه اأسباب نيل المآرب ومبادىء الأمن والنجاة من المكاره والمعاطب وعدمَ إغناءِ ذلك عنهم شيئاً والمعنى أعطيناهم من البطة في الأجسام وزالامتداد في الأعمار والسَّعةِ من الأموال والاستظهار بأسباب الدنيا في استجلاب المنافع واستدفاع المضارِّ ما لم نُعط أهلَ مكةَ ففعلوا ما فعلوا {فأهلكناهم بِذُنُوبِهِمْ} أي أهلكنا كلَّ قرن من تلك القرون بسبب ما يخُصّهم من الذنوب فما أغنى عنهم تلك العُدَدُ والأسباب فسيحِلُّ بهؤلاء مثلُ ما حلَّ بهم من العذاب وهذا كما ترى آخِرُ ما به الاستشهادُ والاعتبار وأما قولُه سبحانه {وَأَنْشَأْنَا مِن بَعْدِهِمْ} أي أحدثنا من بعد إهلاك كل قرن {قَرْناً آخَرِين} بدلاً من الهالكين فلبيان كمالِ قدرتِه تعالى وسَعة سُلطانه وأن ما ذُكر من إهلاك الأمم الكثيرة </p><p> الأنعام آية ٧ ٨ </p><p> لم يَنْقُصْ من ملكه شيئاً بل كلما أهلك أمةً أنشأ بدلها أخرى </p>"
}