{
  "id": null,
  "sura": 6,
  "aya": 84,
  "text": "<p> {وَوَهَبْنَا لَهُ إسحاق وَيَعْقُوبَ} عطف على قوله تعالى وَتِلْكَ حُجَّتُنَا الخ فإن عطفَ كلَ من الجملة الفعلية والاسميةِ على الأخرى مما لا نزاعَ في جوازه ولا مساغَ لعطفه على آتيناها لأن له محلاً من الإعراب نصْباً ورفعاً حسبما بُيِّن من قبلُ فلو عُطف هذا عليه لكان في حُكمه من الحالية والخبرية المستدعيتين للرابط ولا سبيلَ إليه ههنا {كَلَاّ} مفعولٌ لِمَا بعده وتقديمه للقصر لكن لا بالنسبة إلى غيرهما مطلقاً بل بالنسبة إلى أحدهما أي كلُّ واحدٍ منهما {هَدَيْنَا} لا أحدَهما دون الآخَر وتركُ ذكر المهدى إليه لظهور أنه الذي أوتيَ إبراهيمُ وأنهما مقتدِيان به {وَنُوحاً} منصوبٌ بمضمر يفسِّره {هَدَيْنَا مِن قَبْلُ} أي من قبلِ إبراهيمَ عليه السلام عَدَّ هُداه نعمةً على إبراهيمَ عليه السلام لأن شرفَ الوالدِ سارٍ إلى الولد {وَمِن ذُرّيَّتِهِ} الضمير لإبراهيمَ لأن مَساقَ النظمِ الكريمِ لبيانِ شئونه العظيمةِ من إيتاءِ الحجةِ ورفع الدرحات وهبةِ الأولادِ الأنبياءِ وإبقاءِ هذه الكرامةِ في نسله إلى يوم القيامة كلُّ ذلك الإلزام مَنْ ينتمي إلى ملتِه عليه السلامُ من المشركين واليهود وقيل لنوحٍ لأنه أقربُ ولأن يونُسَ ولوطاً ليسا من ذرِّية إبراهيمَ فلو كان الضميرُ له لاختصَّ بالمعدودين في هذه الآية التي بعدها وأما المذكورون في الآية الثالثةِ فعطفٌ على نوحاً ورُوي عن ابن عبَّاسٍ أن هؤلاءِ الأنبياءَ كلَّهم مُضافون إلى ذرِّية إبراهيم وإن كان </p><p> الأنعام آية ٨٥ ٨٦ </p><p> منهم من لم يلْحَقه بولادةٍ من قِبَلِ أمَ ولا أب لأن لوطاً ابنُ أخي إبراهيم والعربُ تجعل العمَّ أباً كما أخبر الله تعالى عن أبناءِ يعقوبَ أنهم قالوا نَعْبُدُ إلهك وإله آبَائِكَ غبراهيم وغسماعيل وأسحق مع إن إسمعيل عم يعقوب {داود وسليمان} منصوبان بمُضمرٍ مفهومٍ مما سبق وكذا ما عكف عليهما وبه يتعلق من ذريته وتقديمه على المفعول في الصريح للاهتمام بشأنه مع ما في المفاعيلِ من نوع طكول ربما يُخلُّ تأخيرُه بتجاوب النظم الكريم أي وهدينا من ذريته داودَ وسليمان {وَأَيُّوبَ} هو ابنُ أموصَ من أسباطِ عيصِ بنِ إسحاقَ {وَيُوسُفَ وموسى وهارون} أو بمحذوفٍ وقعَ حالاً من المذكورين أي وهديناهم حال كونهم من ذريته {وكذلك} إشارةٌ إلى ما يُفهم من النظم الكريم من جزاءِ إبراهيمَ عليه السلام ومحلُّ الكافِ النصبُ على أنه تعت لمصدر محذوف وأصل التقدير {نَجْزِى المحسنين} جزاءً مثلَ ذلك الجزاءِ والتقديمُ للقصر وقد مرَّ تحقيقُه مراراً والمراد بالمحسنين لجنس وبمماثلة جزائِهم لجزائه عليه السلام مطلقُ المشابهةِ في مقابلةِ الإحسانِ بالإحسان والمكافأةِ بين ألعمال والأجْزِية من غير بخسٍ لا المماثلةُ من كل وجه ضرورةَ أن الجزاءَ بكثرةِ الأولاد الأنبياءِ مما اختص به إبراهيمُ عليه السلام والأقربُ أن لامَ المحسنين للعهد وذلكَ إشارةٌ إلى مصدرِ الفعل الذي بعده وهو عبارةٌ عما أوتيَ المذكورون من فنُون الكرامات وما فيه من معنى البعد للإيذان بعلو صفته للإيذان بعلو طبقته والطاف لتأكيد ما أفاده اسمُ الإشارةِ من الفخامة ومحلها في الأصلِ النصبُ على أنَّه نعتٌ لمصدرٍ محذوفٍ وأصل التقدير ونجزي المحسنين المذكورين جزاء كائناً مثل ذلك الجزاء فقُدّم على الفعلِ لإفادةِ القصِر واعتُبرت الكافُ مقحمةً للنكتة المذكورة فصار المشارإليه نفسَ المصدرِ المؤكدِ لا نعتاً له أي وذلك الجزاءَ البديعَ نجزي المحسنين المذكورين لا جزاءً آخرَ أدنى منه والإظهارُ في موضعِ الإضمارِ للثناء عليهم بالإحسان الذي هو عبارةٌ عن الإتيان بالأعمال الحسنة على لا الوجه اللائقِ الذي هو حسنهال الوصفيُّ المقارِنُ لحُسنها الذاتي وقد فسَّره عليهِ الصَّلاة والسَّلام بقولِه أنْ تعبدَ الله كأنَّك تراهُ فإنْ لم تكرن تراهُ فإنَّهُ يَرَاكَ والجملةُ اعتراض لما قبلها </p>"
}