{
  "id": null,
  "sura": 6,
  "aya": 28,
  "text": "<p> {بَلْ بَدَا لَهُمْ مَّا كَانُواْ يُخْفُونَ مِن قَبْلُ} إضرابهما يُنْبىءُ عنه التمني من الوعد بتصديق الآيات والإيمان بها أي ليس ذلك عن عزيمة صادقةٍ ناشئة عن رغبةٍ في الإيمان وشوق إلى تحصيله والاتصافِ به بل لأنه ظهرَ لهم في موقفهم ذلك ما كانوا يخفونه في الدنيا من الداهيةِ الدهياء وظنوا أنهم مُواقِعوها فلِخَوْفها وهول مطلعها قالوا ما قالوا والمراد بها النارُ التي وُقفوا عليها إذ هي التي سيق الكلامُ لتهويل أمرها والتعجيب من فظاعة حالِ الموقوفين عليها وبإخفائها تكذيبُهم بها فإن التكذيبَ بالشيء كفر به وإخفاءٌ له لا محالة وإيثاره على صريح التكذيب الوارد في قولِه عزَّ وجلَّ هذه جَهَنَّمُ التى يُكَذّبُ بها المجرمون وقوله تعالة هذه النار التى كُنتُم بِهَا تُكَذّبُونَ مع كونه أنسبَ بما قبله من قولهم ولا نكذب بآيات رَبّنَا لمراعاة ما في مقابلته من البُدُوّ هذا هُو الذي تستدعيهِ جزالةُ النظمِ الكريم وأما ما قيل من أن المراد بما يُخفون كفرُهم ومعاصيهم أو قبائحُهم وفضائحُهم التي كانوا يكتُمونها من الناس فتظهر في صحفهم وبشهادجة جوارحِهم عليهم أو شركِهم الذي يجحدون به في بعض مواقف القيامة بقولهم والله رَبّنَا مَا كُنَّا مُشْرِكِينَ ثم يظهر بما ذُكر من شهادة الجوارحِ عليهم أو ما أخفاه رؤساء </p><p> الأنعام آية ٢٩ ٣٠ </p><p> الكفرة عن أتباعهم من أمر البعث والتنشور أو ما كتمه علماءُ أهل الكتابين من صحة نبوة النبيِّ صلَّى الله عليهِ وسلم ونُعوته الشريفة عن عوامِّهم على أن الضميرَ المجرورَ للعوام والمرفوعَ للخواص أو كفرُهم الذي أخفَوْه عن المؤمنين والضميرُ المجرور للمؤمنين والمرفوع للمنافقين فبعدج الإغضاءِ عما في كلَ منها من الاعتساف والاختلال لا سبيل إلى شيء من ذلك أصلاً لما عرفتَ من أنَّ سَوْق النظم الشريف لتهويل أمر النار وتفظيعِ حال أهلها وقد ذُكر وقوفُهم عليها وأُشير إلى أنه اعتراهم عند ذلك من الخوف والخشية والحَيْرة والدهشة ما لا يحبط به الوصفُ ورُتّب عليه تمنِّيهم المذكورُ بالفاء القاضيةِ بسببية ما قبلَها لما بعدَها فإسقاطُ النار بعد ذلك من تلك السببية وهي في نفسها أدهى الدواهي وأزجرُ الزواجر وإسنادُها إلى شيء من الأمور المذكورة التي دونها في الهول والزجر مع عدم جَرَيانِ ذكرها ثَمةَ أمرٌ يجب تنزيهُ ساحةِ التنزيلِ عن أمثاله وأما ما قيل من أن المراد جزاءُ ما كانوا يُخفون فمن قبيل دخولِ البيوت من ظهورِها وأبوابُها مفتوحة فتأمل {وَلَوْ رُدُّواْ} أي من موقفهم ذلك إلى الدنيا حسبما تمنَّوْه وغاب عنهم ما شاهدوه من الأهوال {لعادوا لِمَا نُهُواْ عَنْهُ} من فنون القبائح التي من جملتها التكذيبُ المذكورُ ونسُوا ما عاينوه بالكلية لاقتصار أنظارِهم على الشاهدِ دون الغائب {وَإِنَّهُمْ لكاذبون} أي لقومٌ ديدَنُهم الكذِبُ في كلِّ ما يأتُون وما يذرون </p>"
}