{
  "id": null,
  "sura": 6,
  "aya": 158,
  "text": "<p> {هَلْ يَنظُرُونَ} استئنافٌ مَسوقٌ لبيان أنَّه لا يتأتَّى منهمْ الإيمانُ بإنزال ما ذكر من اللبينات والهدى وأنهم لا يرعوون عن التمادي في المكابرة واقتراحِ ما ينافي الحكمةَ التشريعية من الآيات المُلجئة وأن الإيمانَ عند إتيانها مما لا فائدةَ له أصلاً مبالغةً في التبليغ والإنذار وإزاحةِ العلل والأعذار أي ما ينتظرونَ {إِلا أَن تَأْتِيهُمُ الملائكة أَوْ يَأْتِىَ رَبُّكَ} حسبما اقترحوا بقولهم لول أُنزِلَ عَلَيْنَا المَلائِكَةُ أَوْ نرى رَبَّنَا وبقولهم أو تأتي بالله والملائكة قَبِيلاً وبقولهم لَوْلا أُنزِلَ عَلَيْهِ مَلَكٌ ونحو ذلك أو إلا أن تأتيهم ملائكةُ العذاب أو يأتيَ أمرُ ربك بالعذاب والانتظارُ محمولٌ على التمثيل كما سيجيء وقرىء يأتيَهم بالياء لأن تأنيثَ الملائكة غيرُ حقيقي {أو يأتي بعضُ آيات ربِّكَ} أي غيرُ ما ذكركما اقترحوا بقولهم أَوْ تُسْقِطَ السماء كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا ونحوِ ذلك من عظائمِ الآياتِ التي علّقوا بها إيمانَهم والتعبيرُ عنها بالبعض للتهويل والتفخيم كما أن إضافةَ الآياتِ في الموضعين إلى اسم الربِّ لمنبىء عن المالكية الكليةِ لذلك وإضافته إلى ضميره صلى الله عليه وسلم للتشريف وقيل المرادُ بالملائكة ملائطكة الموت وبإتيانه سبحانه وتعالى إتيانُ كل آياتِه بمعنى آياتِ القيامةِ والهلاكُ الكليُّ بقرينة ما بعده من إتيان بعضِ آياتِه تعالى على أن المرادَ به أشراطُ الساعةِ التي هي الدخانُ ودابةُ الأرضِ وخسفٌ بالمشرق وخسف بماغرب وخسف بجزيرة العرب والدجالوطلوع الشمس من مغربها ويأجوجُ ومأجوجُ ونزولُ عيسى عليه السلام ونارٌ تخرج من عَدَنَ كما نطق به الحديثُ الشريفُ المشهورُ وحيث لم يكن إتيانُ هذه الأمورِ مما ينتظرونه كإتيان ما اقترحوه من الآيات فإن تعليقَ إيمانِهم بإتيانها انتظارٌ منهم له ظاهراً حُمل الانتظارُ على التمثيل المبنيِّ على تشبيه حالِهم في الإصرار على الكفر والتمادي في العناد إلى أن تأتيَهم تلك الأمورُ الهائلةُ التي لا بد لهم من الإيمان عند مشاهدتِها البتةَ بحال المنتظرين لها وأنتَ خبيرٌ بأنَّ النظمَ الكريمَ بسباقه المُنبىءِ عن تماديهم في تكذيبِ آياتِ الله تعالى وعدمِ الاعتدادِ بها وسياقِه الناطقِ بعدم نفع الإيمانِ عند إتيان ما ينتظرونه يستدعي أن يُحملَ ذلك على أمور هائلةٍ مخصوصةٍ بهم إما بأن تكونَ عبارةً عما اقترحوه أو عن عقوبات مترتبةٍ على جناياتهم كإتيان ملائكةِ العذاب وإتيانِ أمرِه تعالى بالعذاب وهُو الأنسبُ لما سيأتِي من قوله تعالى قُلِ انتظروا إِنَّا مُنتَظِرُونَ وأما حملُه على ما ذكر من إتيان ملائكةِ الموتِ وإتيانِ كل آياتِ القيامةِ وظهورِ أشراطِ الساعة مع شمول إتيانها </p><p> الأنعام آية ١٥٨ </p><p> لكل ر وفاجر واشتمالِ غائلتِها على كل مؤمن وكافرٍ فمما لا يساعده المقامُ على أن بعضَ أشراطِ الساعةِ ليس مما ينسدّ به بابُ الإيمان والطاعة نعم يجوزُ حملُ بعضِ الآياتِ في قولِه عزَّ وجلَّ {يوم يأتي بعضُ آيات ربِّكَ} على ما يعم مقترحاتِهم وغيرها من الدواهي العاظام السالبةِ للاختيار الذي عليه يدجور فلكُ التكليفِ فإنه بمنزلة الكبرى من الشكل الأولِ فيتم التقريبُ عند وقوعِها جوابَ القسم وقرىء يومُ بالرفع على الابتداء والخبرُ هو الجملةُ والعائدُ محذوفٌ أي لا ينفع فيه {نَفْساً} من النفوس {إيمانها} حينئذ لانكشاف وكون الأمرِ عياناً ومدارُ قَبولِ الإيمان أن يكون بالغيب كقوله تعالى فَلَمْ يَكُ يَنفَعُهُمْ إيمانهم لَمَّا رأو بَأْسَنَا وقُرِىءَ لا تنفعُ بالتاءِ القوقانية الاكتساب الإيمانِ من ملابسة المضاف إليه تأنيثاً وقوله تعالى {لم تكن آمنت مِن قَبْلُ} أي من قبل إتيان بعض الآيات صفى ة لنفساً فصل بينهما بالفاعل لاشتماله على ضمير الموصوفِ ولا ضيرَ فيه لأنه غيرُ أجنبيَ منه لاشتراكهما في العامل {أَوْ كَسَبَتْ فِى إيمانها خَيْرًا} عطفٌ على آمنت بإيراد الترديدِ على النفي المفيدِ لكفاية أحد النفيين في عدم النفعِ والمعنى أنه لا ينفع الإيمانُ حينئذ نفساً لم تقدم إيمانَها أو قدّمتْه ولم تكسِبْ فيه خيراً ومن ضرورته اشتراطُ النفعِ بتحقق الأمرين أي الإيمانِ المقدَّمِ والخير المكسوف فيه معاً بمعنى أن النافعَ هو تحققُهما والإيمانُ المؤخرُ لغوٌ وتحصيلٌ للحاصل لا أنه هو النافعُ وتحققُهما شرطٌ في نفعه كما لو كان المقدَّمُ غيرَ المؤخرِ بالذات فإن قولَك لا ينفع الصومُ والصدقةُ مَنْ لم يؤمِنْ قبلَهما معناه أنهما ينفعانه عند وقوعِهما بعد الإيمان وقد استدل به أهلُ الاعتزالِ على عدم اعتبارِ الإيمانِ المجردِ عن الأعمال وليس بناهض ضرورةَ صحةِ حملِه على نفي الترديدِ المستلزِمِ لعمومه المفيدِ بمنطوقه لاشتراط عدمِ النفع بعدم الأمرين معاً وبمفهومه لاشتراط النفعِ بتحقق أحدِهما بطريق منعِ الخلوِّ دون الانفصالِ الحقيقي فالمعنى أنه لا ينفع الإيمانُ حينئذ نفساً لم يصدُرْ عنها من قبلُ أحدُ الأمرين أما الإيمانُ المجردُ أو الخيرُ المكسوبُ فيه فيتحقق النفعُ بأيهما كان حسبما تنطِقُ به النصوصُ الكريمةُ من الآيات والأحاديث وما قيل من أن عدم افيمان السابقِ مستلزمٌ لعدم كسب الخيرِ فيه بالضرورة فيكون ذكرُه تكراراً بلا فائدة على أن الموجبَ للخلود في النار هو العدمُ الأولُ من غير أن يكون للثاني دخلٌ ما في ذلك قطعاً فيكون ذكرُه بصدد بيانِ ما يوجب الخلودَ لغواً من الكلام لغو من الكلام مبني على توهم أن المقصودَ بوصف النفسِ بالعدمين المذكورين مجرد بيان غيجابهما للخلود فيها وعدمِ نفعِ الإيمان الحادثِ في إنجائها عنه وليس كذلك إلا لكفى في البيان أن يقال لا ينفعُ نفساً إيمانُها الحادثُ بل المقصِدُ الأصليُّ من وصفها بذينك العدمين في أثناء بيانِ عدم نفعِ الإيمان الحادثِ تحقيقُ أن موجبَ النفع إحدى ملكيتهما أعني الإيمانَ السابقَ والخيرَ المكسوبَ فيه بما ذكر من الطريقة والترغيبِ في تحصيلهما في ضمن التحذيرِ من تركهما ولا سبيلَ إلى أن يقال كما أن عدمَ الأولِ مستقلٌّ في إيسجاب الخلود في النار فيلغو ذكرُ عدمِ الثاني كذلك وجوده مستقل في إيجاب الخلاصعنها فيكون ذكرُ الثاني لغواً لما أنه قياسٌ مع الفارق كيف لا والخلود فيها أمرٌ لا يُتصوَّر فيه تعددُ العللِ وأما الخلاصُ عنها مع دخولِ الجنةِ فله مراتبُ بعضُها مترتبٌ على نفس الإيمان وبعضها على فروعه </p><p> الأنعام آية ١٥٩ </p><p> المتفاوته كما وكيفما وإنما لم يقتصِرْ على بيان ما يوجب أصلَ النفع وهو الإيمان السابق مع أنه هو المقابلُ لما لا يوجبه أصلاً أعني الإيمانَ الحادثَ بل قرَنَ به ما يوجب النفع الوائد أيضاً إرشاداً إلى تحرّي الأعلى وتنبيهاً على كفاية الأدنى وإقناطاً للكفرة عمَّا علَّقوا به أطماعَهم الفارغةَ من أعمال البِرّ التي عمِلوها في الكفر من صلة الأرحام وإعتاق الرقاب وفك العُناةِ وإغاثةِ الملهُوفين وقِرى الأضيافِ وغير ذلك ممَّا هو من باب المكارم ببيان أن كل ذلك لغوٌ بحتٌ لابتنائه على غير أساسٍ حسبما نطق به قوله تعالى والذين كَفَرُواْ أعمالهم كَرَمَادٍ اشتدت بِهِ الريح الآية ونحوُ ذلك من النصوص الكريمة وأن افيمان الحادثَ كما لا ينفعهم وحده لا ينفعهم بانضمام أعمالِهم السابقةِ واللاحقة ولك أن تقول المقصودُ بوصف النفسِ بما ذُكر من العدمين التعريضُ بحال الكفرة في تمردهم وتفريطِهم في كلِّ واحدٍ من الأمرين الواجبين عليهم وإن كان وجوبُ أحدِهما منوطاً بالآخر كما في قوله عز وجل فلا صدق ولا صلى تسجيلاً بكمال طغيانِهم وإيذاناً بتضاعف عقابِهم لما تقرَّر من أنَّ الكفارَ مخاطَبون بفروع الشرائعِ في حق المؤاخذخ كما ينبىء عنه قوله تعالى فويل لّلْمُشْرِكِينَ الذين لَا يُؤْتُونَ الزكاة إذا تححققت هذا وقفتَ على أن الآيةَ الكريمة أحقُّ بأن تكون حجةً على المعتزلة من أن تكون حجةً لهم هذا وقد قيل إنها من باب اللف التقديريِّ أي لا ينفع نفساً إيمانُها ولا كسبُها في الإيمان لم تكن آمنت من قبل أو كسبت فيه وليس بواضح فإن مبنى اللفِّ التقديريِّ أن يكون المقدرُ من متمّمات الكلامِ ومقتَضَيات المقام قد ترك ذكرَه تعويلاً على دِلالة الملفوظِ عليه واقتضائِه إياه كما مرَّ في تفسيرِ قولِه عز وجل وَمَن يَسْتَنْكِفْ عَنْ عِبَادَتِهِ ويستكبر فيحشرهم إِلَيهِ جَمِيعاً فإنه قد طُوي في المفصل ذكرُ حشر المؤممنين ثقةً بإنباء التفصيل عنه أعني قوله تعالى فَأَمَّا الذين آمنوا الآية ولا ريب في أن ما قدر ههنا ليس مما يستدعيه قوله تعالى أَوْ كَسَبَتْ فِى إيمانها خَيْرًا ولا هو من مقتضيات المقامِ لأنه ليس ممنا وُعِدوه وعلّقوه بإتيان ما ذُكر من الآيات كالإيمان حتى يرِدَ عليهم ببيان عدمِ نفعِه إذ ذاك على أن ذلك مشعرٌ بأن لهم بعد ما أصابهم من الدواهي ما أصابهم بقاء على السلاة وزماناً يتأتى منهم الكسبُ والعملُ فيه وفيه من الإخلال بمقام تهويلِ الخطبِ وتفظيعِ الحالِ ما لا يخفى وقد أُجيب عن الاستدلال بوجوه أُخَرَ قصارى قصارى أمرِها إسقاطُ الآية الكريمةِ عن رتبة المعارضةِ للنصوص القطعية المنون القويةِ الدلالةِ على ما ذُكر من كفاية الإيمان المجردِ عن العمل في الإنجاء الخالدِ ولو بعد اللتيا والتي لِما تقرَّر من أنَّ الظنيَّ بمعزل من معارضة القطعي {قُلْ} لهم بعد بيانِ حقيقةِ الحالِ على وجه التهديد {انتظروا} ما تنتظرونه من إتيان أحدِ الأمورِ الثلاثةِ لترَوا أيَّ شيء تنتظرون {إِنَّا مُنتَظِرُونَ} لذلك لنشاهدَ ما يحِلُّ بكم من سوء العاقبة وفيه تأييدٌ لكون المرادِ بما ينتظرونه إتيانَ ملائكةِ العذابِ أو إتيانَ أمرِه تعالى بالعذاب كما اشير غليه وعِدَةٌ ضمنيةٌ لرسول الله صلى الله عليه وسلم والمؤمنين بمعاينتهم لما يَحيق بالكفرة من العقاب ولعل ذلك هو الذي شاهدوه يوم بدر والله سبحانه أعلم </p>"
}