{
  "id": null,
  "sura": 6,
  "aya": 27,
  "text": "<p> {وَلَوْ ترى إِذْ وُقِفُواْ عَلَى النار} شروعٌ في حكاية ما سيصدر عنهم يوم القيامة من القول المناقضِ لما صدر عنهم في الدنيا من القبائحِ المَحْكيّة مع كونه كِذْباً في نفسه والخطابُ إمَّا لرسولِ الله صلى الله عليه وسلم أو لكل أحد </p><p> الأنعام آية ٢٨ </p><p> من أهل المشاهَدة والعِيانِ قصداً إلى بيانُ كمالِ سوءِ حالِهم وبلوغِها من الشناعة والفظاعةِ إلى حيثُ لا يختصُّ استغرابُها براءٍ دونَ راءٍ ممَّن اعتاد مشاهدةَ الأمورِ العجيبة بل كلُّ منْ يتأتى منْهُ الرؤيةُ يتعجبُ من هولها وفظاعتِها وجوابُ لو محذوف ثقةً بظهوره وإيذاناً بقصور العبارة عن تفصيله وكذا مفعولُ ترى لدِلالة ما في حيِّز الظرْفِ عليه لو تراهم حين يوقَفون على النار حتى يعاينوها لرأيتَ ما لا يسعه التعبيرُ وصيغةُ الماضِي للدَلالة على التحقق أو حين يطّلعون عليها اطّلاعاً وهي تحتَهم أو يدخُلونها فيعرِفون مقدارَ عذابها من قولهم وقفتُه على كذا إذا فهَّمتُه وعرَّفته وقرىء وقَفوا على البناءِ للفاعلِ منْ وقَف عليه وقوفاً {فَقَالُواْ يا ليتنا} أي إلى الدنيا تمنياً للرجوع والخلاص وهيهاتَ ولاتَ حينَ مناصٍ {وَلَا نُكَذّبَ بآيات رَبّنَا} أي بآياته الناطقةِ بأحوال النار وأهوالها الآمرةِ باتقائها إذ هي التي تخطُر حينئذ ببالهم ويتحسرون على ما فرّطوا في حقها أو بجميع ى ياته المنتظمةِ لتلك الآياتِ انتظاماً أولياً {وَنَكُونَ مِنَ المؤمنين} بهَا العاملين بمقتضاها حتى لا تنرى هذا الموقفَ الهائلَ أو نكونَ من فريق المؤمنين الناجين من العذاب الفائزين بحُسن المآب ونصبُ الفعلين على جواب التمني بإضمار أنْ بعد الواو وإجرائها مجرى الفاء ويؤيده قراءةُ ابن مسعوج وابن إسحق فلا نكذبَ والمعنى إنْ رُدِدْنا لم نكذبْ ونكنْ من المؤمنين وقيل ينسَبِكُ من أن المصدرية ومن الفعل بعجها مصدرٌ متوهِّم فيُعطَف هذا عليه كأنه قيل ليت لنا رداً وانتفاءَ تكذيبٍ وكوناً من المؤمنين وقرىء برفعهما على أنه كلامٌ مستأنف كقوله دعني ولا أعودُ أي وأنا لا أعود تركتَني أو لم تترُكْني أو عطفٌ على نرد أو حال من ضميره فيكون داخلاً في حكم التمني كالوجه الخير للنصب وتعلقُ التكذيب الآتي به لما تضمّنه من العِدَة بالإيمان وعدمِ التكذيب كمن قال ليتني رُزقتُ مالاً فأكافئك هـ = على صنيعك فإنه متمنَ في معنى الواعد فلو رزق مالاً ولم يكافىءْ صاحبه يكون مكذِّباً لا محالة وقرىء برفع الأول ونصب الثاني وقد مر وجههما </p>"
}