{
  "id": null,
  "sura": 6,
  "aya": 22,
  "text": "<p> {وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً} منصوبٌ على الظرفية بمُضمر مؤخَّرٍ قد حُذف إيذاناً بضيق العبارة عن شرحه وبيانه وإيماءً إلى عدم استطاعة السامعين لسماعِه لكمال فظاعةِ ما يقع فيه من الطَّامةِ والدَّاهيةِ التامة كأنه قيل ويوم نحشرُهم جميعاً {ثُمَّ نَقُولُ} لهم ما نقول كانَ من الأحوالُ والأهوالُ ما لا يحيطُ بهِ دائرةُ المقال وتقديرُ صيغةِ الماضِي للدَلالة على التحققِ ولحُسنِ موقَعِ عطفِ قوله تعالى ثُمَّ لَمْ تَكُنْ الخ عليه وقيل منصوبٌ على المفعوليةِ بمضمرِ مقدّم أي واذكر لهم للتخويف والتحذير ويوم نحشرهم الخ وقيل وليتقوا أو ليحذروا يوم نحشرهم الخ والضمير للكل وجميعاً حال منه وقرىء يَحشرُهم جميعاً ثم يقول بالياء فيهما {لِلَّذِينَ أَشْرَكُواْ} أي نقول لهم خاصة للتوبيخ والتقريع على رءوس الأشهاد {أَيْنَ شُرَكَاؤُكُمُ} أي آلهتُكم التي جعلتموها شركاءَ لله سبحانه وإضافتُها إليهم لما أن شِرْكتَها ليست إلا بسميتهم وتقوُّلهم الكاذب كما ينبىء عنه قوله تعالى {الذين كُنتُمْ تَزْعُمُونَ} أي تزعُمونها شركاءَ فحُذِف المفعولان معاً وهذا السؤالُ المُنبِىءُ عن غَيْبة الشركاءِ مع عموم الحشر لها لقوله تعالى احشروا الذين ظَلَمُواْ وأزواجهم وَمَا كَانُواْ يَعْبُدُونَ مِن دُونِ الله وغيرِ ذلك من النصوص إنما يقع بعد ما جرى بينها وبينهم من التبرُّؤ من الجانبين وتقطَّع ما بينهم من الأسباب والعلائقِ حسبما سحكيه قوله تعالى فَزَيَّلْنَا بَيْنَهُمْ الخ ونحوذلك من الآيات الكريمة إما بعدم حضورِها حينئذٍ في الحقيقة بإبعادها من ذلك الموقف وإما بتنزيل </p><p> ٠ - </p><p> الأنعام آية ٢٣ ٢٤ </p><p> عدمِ حضورها بعُنوان الشِرْكة والشفاعة منزلةَ عدم حضورها في الحقيقة إذ ليس السؤالُ عنها من حيث ذواتها إنما هو من حيث إنها شركاءُ كما يُعرب عنه الوصفُ بالموصول ولا ريب في أن عدم الوصفِ يوجب عدمَ الموصوف من حيث هو موصوف فهي من حيث هي شركاءُ غائبةٌ لا محالة وإن كانت حاضرةً من حيث ذواتُها أصناماً كانت أو غيرها وأما ما يقال من أنه يُحال بينها وبينهم في وقت التة وبيخ ليفقِدوهم في الساعة التي علقوا بها الرجاءَ فيها فيرَوْا مكان خِزْيهم وحسرتِهم فربما يُشعِر بعدم شعورِهم بحقيقة الحال وعدمِ انقطاع حبالِ رجائهم عنها بعدُ وقد عرفت أنهم شاهدوها قبل ذلك وانصرمت عُروةُ أطماعهم عنها بالكلية على أنها معلومةً لهم من حين الموتِ والابتلاءِ بالعذاب في البرزخ وإنما الذي يحصُل يوم الحشر الانكشافُ الجليُّ واليقين القويُّ المترتبُ على المحاضَرة والمحاوَرة </p>"
}