{
  "id": null,
  "sura": 6,
  "aya": 100,
  "text": "<p> {وَجَعَلُواْ للَّهِ شُرَكَاء} أي جعلوا في اعتقادهم لله الذي شأنُه ما فُصّل في تضاعيفِ هذه الآياتِ الجليلةِ شركاءَ {الجن} أي الملائكةَ حيث عبدوهم وقالوا الملائكةُ بناتُ الله وسُمُّوا جنا لاجتنابهم تحقير لشأنهم بالنسبة إلى مَقام الألوهية أو الشياطينَ حيث أطاعوهم كما أطاعوا الله تعالى أو عبدوا الأوثانَ بتسويلهم وتحريضِهم أو قالوا الله خالقُ الخير وكلِّ نافعٍ والشيطانُ خالقُ الشرِّ وكلِّ ضارَ كما هو رأي التنويه ومفعولا جعلوا قوله تعالى شُرَكَاء الجن قُدِّم ثانيهما على الأول لاستعظام أن يتخذ الله سبحانه شريكٌ ما كائناً ما كان ولله متعلق بشركاء قدم عليه للنكتة المذكورة وقيل هما لله شركاء والجنَّ بدلٌ من شركاءَ مفسِّرٌ له نَصَّ عليه الفراءُ وأبو إسحاقَ أو منصوبٌ بمضمرٍ وقعَ جوابا على سؤالٍ مقدَّرٍ نشأ من قوله تعالى وَجَعَلُواْ للَّهِ شُرَكَاء كأنه قيل مَنْ جعلوه شركاءَ لله تعالى فقيل الجنَّ أي جعلوا الجن ويؤيده قراءةُ أبي حيوة ويزيدَ بن قطيب الجن بالرفع على تقديرهم الجنُّ في جواب من قال مَن الذين جعلوهم شركاءَ لله تعالى وقد قرىء بالجر على أن الإضافة للتبيين </p><p> الأنعام آية ١٠١ </p><p> {وَخَلَقَهُمْ} حالٌ من فاعل جعلوا بتقدير قد أو بدونه على اختلاف الرأيين مؤكدةٌ لما في جَعْلهم ذلك من كمال القباحة والبُطلان باعتبار علمِهم بمضمونها أي وقد علموا أنه تعالى خالقُهم خاصة وقيل الضميرُ للشركاءِ أي والحالُ أنَّه تعالى خلق الجنَّ فكيف يجعلون مخلوقَه شريكاً له تعالى وقرىء خَلْقَهم عطفاً على الجنَّ أي وما يخلقونه من الأصنام أو على شركاءَ أي وجعلوا له اختلافهم الإفكَ حيث نسبوه إليه تعالى {وَخَرَقُواْ لَهُ} أي افتعلوا وافترَوْا له يقال خلقَ الإفكَ واختلقه وخَرَقه واخترقه بمعنى وقرىء خرّقوا بالتشديد للتكثير وقرىء وحرّفوا له أي زوّروا {بَنِينَ وَبَنَاتٍ} فقالت اليهودُ عزيرٌ ابنُ الله وَقَالَتِ النصارى المسيحُ ابنُ الله وقالت طائفة من العربِ الملائكةُ بناتُ الله {بِغَيْرِ عِلْمٍ} أي بحقيقة ما قالوه من خطأ أو صوابٍ بل رميا بقول عن عمى وجهالة من غير فكرٍ ورويّة أو بغير علم بمرتية ما قالوه وأنه من الشناعة والبطلان بحيث لا يقادَرُ قدرُه والباءُ متعلقةٌ بمحذوفٍ هو حالٌ من فاعل خرقوا أو نعتٌ لمصدرٍ مؤكدٍ لهُ أي خرقوا ملتبسين بغير علم أو خرقاً كائناً بغير علم {سبحانه} استئناف مسوق لتتنزيهه عز وجل عما نسَبوه إليه وسبحانه علمٌ للتَّسبيحِ الذي هو التبعيدُ عن السُّوءِ اعتقاداً وقولاً أي اعتقادَ البعدِ عنه والحكمَ به مِنْ سبَح في الأرضِ والماءِ إذا أبعدَ فيهما وأمعنَ ومنه فرسٌ سَبُوحٌ أي واسعُ الجرْي وانتصابُه على المصدريّةِ ولا يكاد يُذكر ناصبُه أي أُسبِّحُ سبحانَه أي أنزّهُه عمَّا لا يليقُ به عقْداً وعملاً تنزيها خاصا به حقيقة بشأنِه وفيه مبالغةٌ من جهةِ الاشتقاقِ من السَّبْح ومن جهة النَّقلِ إلى التَّفعيلِ ومن جهة العدولِ عن المصدرِ الدَّالِ على الجنسِ إلى الاسمِ الموضوع له خاصَّة لا سيِّما العلمُ المشيرُ إلى الحقيقةِ الحاضرةِ في الذِّهنِ ومن جهة إقامتهِ مُقامَ المصدرِ مع الفعلِ وقيل هو مصدرٌ كغُفرانٍ لأنه سُمع له فعلٌ من الثلاثي كما ذُكر في القاموس أُريد به التنزُّهُ التامُّ والتباعدُ الكُلي ففيه مبالغةٌ من حيث إسنادُ التنزهِ إلى ذاتِه المقدسةِ أي تنزه بذاته تنزهال لائقاً به وهو الأنسبُ بقوله سبحانه {وتعالى} فإنمه معطوفٌ على الفعل المُضمر لا محالة ولِمَا في السُّبحان والتعالي من معنى التباعُد قيل {عَمَّا يَصِفُونَ} أي تباعد عما يصفونه من أن له شريكاً أو ولدا </p>"
}