{
  "id": null,
  "sura": 6,
  "aya": 99,
  "text": "<p> {وَهُوَ الذى أَنزَلَ مِنَ السماء مَاء} تذكيرٌ لنعمةٍ أخرى من نعمه تعالى مُنَبِّئةٍ عن كمالِ قدرتِه تعالى وسَعة رحمتِه أي أنزل من السحاب أو من سَمْتِ السماء ماءً خاصاً هو المطر وتقديمُ الجار والمجرور على المفعول الصريح لما مر مرارا {فأخرجنا به} التفت إلى التكلم إظهاراً لكمال العناية بشأن ما أُنزل الماءُ لأجله أي فأخرجنا بعظمتِنا بذلك الماءِ مع وِحْدته {نَبَاتَ كُلّ شَىْء} من الأشياء التي من شأنها النمو من أصنافالنجم والشجر وأنواعهما المختلفة في الكم والكيف والخواص والآثار اختلافا متفاوتها في مراتبِ الزيادة والنقصان حسبما يُفصح عنه قولُه تعالى يسقى بِمَاء واحد وَنُفَضّلُ بَعْضَهَا على بَعْضٍ فِى الاكل وقولُه تعالى {فَأَخْرَجْنَا مِنْهُ خَضِراً} شروعٌ في تفصيل ما أجمل من الإخراج وقد بُدِىء بتفصيل حال النجم أي فأخرجنا من النبات الذي لا ساقَ له شيئاً غضّاً أخضرَ يقال شيءٌ أخضَرٌ وخضِرٌ كأعوَرَ وعَوِرٍ وأكثرُ ما يُستعمل الخضِرُ فيمال تكون خُضرتُه خَلْقية وهو ما تشعّب من أصل النبات الخارج من الحبة وقوله تعالى {نُّخْرِجُ مِنْهُ} صفة لخضرا أو صيغة المضارع لاستحضار الصور لما فيها من الغرابة أي نخرج من ذلك الخضِرِ {حَبّاً مُّتَرَاكِباً} هو السنبل المنتظم الحبوب المتراكبة بعضُها فوق بعض على هيئة مخصوصةٍ وقرىء يخرج منه حب متراكب وقوله تعالى {وَمِنَ النخل} شروع في تفصيل حال الشجر إثرَ بيانِ حال النجم فقوله تعالى مِنْ النخل خبرٌ مقدم وقوله تعالى {مِن طَلْعِهَا} بدلٌ منه بإعادة العامل كما في قوله تعالى لَّقَدْ كَانَ لَكُمْ فِى رَسُولِ الله أُسْوَةٌ حَسَنَةٌ لّمَن كَانَ يَرْجُو الله الخ والطَّلْعُ شيء يخرُج من النخل كأنه نعلانِ مُطبَقانِ والحِمْلُ بينهما منضود وقوله تعالى {قنوان} مبتدأ أي وحاصلةٌ من طلع النخل قنوانٌ ويجوز أن يكون الخبرُ محذوفاً لدلالة أخرجنا عليه أي ومُخرِجةٌ من طلع النخل قنوانٌ ومَنْ قرأ يخرُجُ منه حبٌّ متراكبٌ كان قنوانٌ عنده معطوفاً على حبٌّ وقيل المعنى وأخرجنا من النخل نخلاً من طلعها قنوانٌ أو ومن النخل شيءٌ من طلعها قنوان وهو جمع قِنْوٍ وهو عنقودُ النخلة كصِنْوٍ وصِنْوان وقرىء بضم القاف كذِئبٍ وذؤبان وبفتحها أيضاً على أنه اسمُ جمعٍ لأن فَعلان ليس من أبنية الجمع {دَانِيَةٌ} سهلةُ المُجتَنى قريبةٌ من القاطففإنها وإن كانت صغيرةً ينالها القاعدُ تأتي بالثمر لا يُنتظَرُ الطولُ أو ملتفةٌ متقاربة والاقتصارُ على ذكرها لدلالتها على مقابلتها كقولِه تعالى سَرَابِيلَ تَقِيكُمُ الحر ولزيادة النعمة فيها {وجنات مّنْ أعناب} عطفٌ على نباتَ كل شيء أي وأخرجنا به جناتٍ كائنةً من أعناب وقرىء جناتٌ بالرَّفعِ على الابتداءِ أي ولكم </p><p> الأنعام آية ١٠٠ </p><p> أو ثَمةَ جناتٌ وقد جوِّز عطفُه على قنوان كأنه قيل وحاصلةٌ أو مخجة من النخل قنوانٌ وجناتٌ من نباتٍ وأعناب ولعل زيادة الجنات ههنا من غير اكتفاءٍ بذكر اسمِ الجنس كما فيما تقدم وما تأخر لما أن الانتفاعَ بهذا الجنس لا يتأتى غالباً إلا عند اجتماع طائفةٍ من أفراده {والزيتون والرمان} منصوبان على الاختصاص لعزة هذين الصنفين عندهم أو على العطف على نباتَ وقوله تعالى {مُشْتَبِهاً وَغَيْرَ متشابه} حال من الزيتون اكتُفي به عن حال ما عطف عليه كما يكتفى بخبر المعطوف عليه عن خبر لمعطوف في نحوِ قولِه تعالى والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ وتقديرُه والزيتونَ مشتبهاً وغيرَ متشابه والرمانَ كذلك وقد جوز أن يكون حالاً من الرمان لقُربه ويكون المحذوفُ حالَ الأول والمعنى بعضُه متشابهاً وبعضُه غير مكتشابه في الهيئة والمقدار واللون والطعم وغيرِ ذلك من الأوصاف الدالة على كمال قدرة صانعِها وحكمةِ مُنشئِها ومبدعِها {انظروا إلى ثَمَرِهِ إِذَا أَثْمَرَ} أي انظروا إليه نظرَ اعتبارٍ واستبصارٍ إذا أخرج ثمرَه كيف يُخرجه ضئيلاً لا يكاد يُنتفعُ به وقرىء إلى ثمره {وَيَنْعِهِ} أي وإلى حال نضجه كيف يصر إلى كماله اللائق به ويكون شيئاً جامعاً لمنافِعَ جمّةٍ واليَنْعُ في الأصل مصدر ينعت الثمر إذا أدركت وقيل جمعُ يانع كتاجر وتجْرٍ وقرىء بالضمِّ وهي لغةٌ فيه وقرىء يانِعِهِ {إِنَّ فِى ذلكم} إشارةٌ إلى ما أُمر بالنظر إليه وما في إسمِ الإشارةِ من معنى البعد للإيذان بعلوِّ رُتبةِ المُشار إليهِ وبعد منزلته {لايات لّقَوْمٍ يُؤْمِنُونَ} أي لآيات عظيمة أوثيرة دالةً على وجود القادر الحكيم ووحدته فإن حدوت هاتيك الأجناسِ المختلفة والأنواع المتشعبة من أصل واحدٍ وانتقالَها من حال إلى حال على نمط بديع يحار في فهمه الألباب لا يكاد يكون إلا بإحداث صانعٍ يعلم تفاصيلَها ويرجّح ما تقتضيه حكمتُه من الوجوه الممكنة على غيره ولا يَعوُقه عن ذلك ضد يناويه أو ند يفاويه ولذلك عقّب بتوبيخِ من أشرك به والردِّ عليه حيث قيل </p>"
}