{
  "id": null,
  "sura": 7,
  "aya": 37,
  "text": "<p> {فَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كذبا أو كذب بآياته} أي تقول عليه ما لم يقُلْه أو كذّب ما قاله أيْ هُو أظلمَ منْ كل ظالمٍ وقد مرَّ تحقيقُه مراراً {أولئك} إشارةٌ إلى الموصول والجمعُ باعتبارِ معناه كما أن إفرادَ الفعلين باعتبار لفظِه وما فيه من معنى البعد للإيذان بتماديهم في سُوءِ الحالِ أي أولئك الموصوفون بما ذُكر من الافتراءِ والتَّكذيبِ {ينالهم نصيبهم من الكتاب} أي مما كُتب لهم من الأرزاق والأعمارِ وقيل الكتابُ اللوحُ أي ما أُثبت لهم فيه وأياً ما كان فمِن الابتدائيةُ متعلقةٌ بمحذوفٍ وقعَ حالاً من نصيبهم أي ينالُهم نصيبُهم كائناً من الكتاب وقيل نصيبُهم من العذاب وسوادِ الوجه وزُرقةِ العيون وعن ابن عباس رضي الله تعالى عنهما كُتب لمن يفتري على الله سوادُ الوجهِ قال تعالى وَيَوْمَ القيامة تَرَى الذين كَذَبُواْ عَلَى الله وُجُوهُهُم مُّسْوَدَّةٌ وقولُه تعالى {حَتَّى إِذَا جَاءتْهُمْ رُسُلُنَا} أي ملكُ الموتِ وأعوانُه {يَتَوَفَّوْنَهُمْ} أي حالَ كونِهم مُتوفِّين لأرواحهم يؤيد الأول فإنَّ حتَّى وإنْ كانتْ هي التي يُبتدأ بها الكلام لكنها غايةٌ لما قبلها فلا بد أن يكون نصيبُهم مما يتمتعون بها إلى حين وفانهم أي ينالهم نصيبُهم من الكتاب إلى أن يأتيَهم ملائكةُ الموتِ فإذا جاءتهم {قَالُواْ} لَهُمْ {أَيْنَ مَا كُنتُمْ تدعون مِن دُونِ الله} أي أين الآلهةُ التي كنتم تعبُدونها في الدنيا وما وقعت موصولةً بأين في خط المصحف وحقُّها الفصلُ لأنها موصولة {قَالُواْ} استئنافٌ وقع جوابا عن سؤالٍ نشأَ من حكايةِ سؤالِ الرسل كأنه قيل فماذا قالوا عند ذلك فقيل قَالُواْ {ضَلُّواْ عَنَّا} أي غابوا عنا أي لا ندري مكانَهم {وَشَهِدُواْ عَلَى أَنفُسِهِمْ} عطفٌ على قالُوا أي اعترفوا على أنفسهم {أَنَّهُمْ كَانُواْ} أي في الدنيا {كافرين} عابدين لما لا يَستحِق العبادةَ أصلاً حيث شاهدوا حالَه وضلالَه ولعله أريد بوقت مجيءِ الرسل وحالِ التوفي الزمانُ الممتدُّ من ابتداء المجيءِ والتوفي إلى انتهائه يوم الجزاءِ بناءً على تحقق المجيءِ والتوفي في كل ذلك الزمان بقاءً وإن كان حدوثُهما في أوله فقط أو قُصد بيانُ غاية سرعةِ وقوعِ البعثِ والجزاء كأنهما حاصلان عند ابتداءِ التوفي كما ينبىء عنه قوله صلى الله عليه وسلم من مات فقد قامت قيامتُه وإلا فهذا السؤال والجوابُ وما ترتب عليهما من الأمر بدخول النارِ وما جرى بين أهلها من التلاعن </p><p> الأعراف آي ٣٨ ٤٠ </p><p> والتقاولِ إنما يكون بعد البحث لا محالة </p>"
}