{
  "id": null,
  "sura": 7,
  "aya": 85,
  "text": "<p> {وإلى مَدْيَنَ أخاهم شُعَيْباً} عطفٌ على قوله وإلى عَادٍ أَخَاهُمْ هُودًا وما عُطف عليه وقد روعيَ ههنا ما في المعطوف عليه من تقديم المجرورِ على المنصوب أي وأرسلنا إليهم وهم أولاد مدين بن إبراهيم عليه السلام شعيب بنُ ميكائيلَ بنِ يشجَر بنِ مدينَ وقيل شعيبُ بنُ ثويبِ بنِ مدينَ وقيل شعيبُ بنُ يثرونَ بنِ مدينَ وكان يقال له خطيب الأنبياء لحسن مراجعتِه قومَه وكانوا أهلَ بخسٍ للمكاييل والموازين مع كفرهم {قَالَ} استئنافٌ مبنيٌ </p><p> الأعراف آية ٨٦ </p><p> على سؤال نشأ عن حكاية إرسالِه إليهم كأنَّه قيلَ فماذَا قالَ لهم فقيل قال {يا قوم اعبدوا الله مَا لَكُم مّنْ إله غَيْرُهُ} مر تفسيرُه مراراً {قَدْ جَاءتْكُم بَيّنَةٌ} أي معجزةٌ وقوله تعالى {من رَّبّكُمْ} متعلق بجاءتكم أو بمحذوف هو صلةٌ لفاعله مؤكدةٌ لفخامته الذاتيةِ المستفادةِ من تنكيره بفخامته الإضافيةِ أي بينةٌ عظيمةٌ ظاهرةٌ كائنةٌ من ربكم ومالِك أمورِكم ولم يُذكرْ معجزتُه عليه السلام في القرآن العظيم كما لم يُذكر أكثرُ معجزاتِ النبيِّ صلَّى الله عليهِ وسلم فمنها ما روي من محاربة عصا موسى عليه السلام التّنّينَ حين دفع إليه غنمَه ومنها ولادةُ الغنمِ الدرعَ خاصة حين وعد أن يكون له الدرعُ من أولادها ومنها وقوعُ عصا آدمَ عليه السَّلامُ على يده في المرات السبعِ لأن كلَّ ذلك كان قبل أن يُستنبأ مُوسى عليه السَّلامُ وقيل البينةُ مجيئُه عليهِ السَّلامُ كَما في قوله تعالى يَا قَوْمِ أَرَأَيْتُمْ إِن كُنتُ على بَيّنَةٍ مّن رَّبّى أي حجةٌ واضحةٌ وبرهانٌ نيِّرٌ عبّر بهما عما آتاه الله من النبوة والحكمة {فَأَوْفُواْ الكيل} أي المكيالَ كما وقعَ في سورةِ هودٍ يؤيده قوله تعالى {والميزان} قلإن المتبادرَ منه الآلةُ وإن جاز كونه مصدرا كالميعاد وقيل آلةَ الكيل والوزن على الإضمار والفاءُ لترتيبِ الأمرِ على مجيء البينةِ ويجوز أن تكون عاطفةً على اعبدوا فإن عبادةَ الله تعالى موجبة للاحتناب عن المناهي التي معظمُها بعد الكفرِ البخْسِ الذي كانوا يباشرونه {وَلَا تَبْخَسُواْ الناس أَشْيَاءهُمْ} التي تشترونها بهما معتمدين على تمامهما أيَّ شيءٍ كان وأيَّ مقدارٍ كان فإنهم كانوا يبخسون الجليلَ والحقيرَ والقليلَ والكثيرَ وقيل كانوا مكّاسين لا يدَعون شيئاً إلا مكَسوه قال زهير ... أفي كل أسواق العراق إتاوة وفي كا ما باع امرؤٌ مَكْسُ درهمِ {وَلَا تُفْسِدُواْ فِى الارض} أي بالكفر والحيف {بعد إصلاحها} بعدما أصلح أمرَها وأهلَها الأنبياءُ وأتباعهم بإجراء الشرائعِ أو أصلحوا فيها وإضافتُه إليها كإضافة مكرِ الليلِ والنهار {ذلكم خَيْرٌ لَّكُمْ} إشارةٌ إلى العمل بما أمرَهم به ونهاهم عنه ومعنى الخيريةِ إما الزيادةُ مطلقاً أو في الإنسانية وحسنِ الأُحدوثة وما يطلُبونه من التكسب والربح لأن الناسَ إذا عرفوهم بالأمانة رغِبوا في معاملتهم ومُتاجَرَتِهم {إِن كُنتُم مُّؤْمِنِينَ} أي مصدّقين لي في قولي هذا </p>"
}