{
  "id": null,
  "sura": 7,
  "aya": 72,
  "text": "<p> {فأنجيناه} فصيحةٌ كما في قولِه تعالى فانفجرت أي فوقع ما قوع فأنجيناه {والذين معه} أي في الدين {برحمة} أي عظيمةٌ لا يُقادرُ قَدرُها وقوله تعالى {منا} أي من جهتنا متعلقٌ بمحذوف هو نعتٌ لرحمةٍ مؤكِّدٌ لفخامتها الذاتية المنفهة من تنكيرها بالفخامة الإضافية {وقطعنا دابر الذين كذبوا بآياتنا} أي استأصلناهم بالكلية ودمرناهم عن آخرهم {وما كانوا مؤمنين} عطفٌ على كذَّبوا داخلٌ معه في حكم الصلةِ أي أصرُّوا على الكفر والتكذيبِ ولم يرعووا عن ذلك أبداً وتقديمُ حكايةِ الإنجاءِ على حكاية الإهلاكِ قد مر سرُّه وفيه تنبيهٌ على أن مناطَ النجاةِ هو الإيمانُ بالله تعالى وتصديقُ آياتِه كما أن مدارَ البوارِ هو الكفرُ والتكذيب وقصتُهم أن عاداً قومٌ كانوا باليمن بالأحقاف وكانوا قد تبسّطوا في البلاد ما بين عُمان إلى حضْرَمَوتَ وكانت لهم أصنامٌ يعبُدونها صداً وصمود والهبا فبعثَ الله تعالى إليهم هوداً نبياً وكان من أوسطهم وأفضلهم حسباً فكذبوه وازدادوا عُتوّاً وتجبّراً فأمسك الله عنهم القطرَ ثلاثَ سنينَ حتى جهَدوا وكان الناس إذا نزل بهم بلاءٌ طلبوا إلى الله الفرجَ منه عند بيتِه الحرامِ مسلِمُهم ومشركُهم وأهل مكة إذ ذاك العماليقَ أولادَ عمليق ابن لاوذَ بنِ سامِ بنِ نوح وسيدُهم معاويةُ بنُ بكرٍ فجهزّت عادٌ إلى مكة من أماثلهم سبعين رجلا منهم قيل ابن عنز ومَرثدُ بن سعد الذي كان يكتُم إسلامَه فلما قدِموا نزلوا على معاويةَ بنِ بكر وهو بظاهر مكة خارجاً عن الحرم فأنزلهم وأكرمهم وكانوا أخوالَه وأصهارَه فأقاموا عنده شهراً يشربون الخمرَ وتغنّيهم قينتا معاوية فلما رأى طولَ مقامِهم وذهولَهم باللهو عما قدموا له أهمّه ذلك وقال قد هلك أخوالي وأصهاري وهؤلاء على ما هم عليه وكان يستحيي أن يكلمهم خشيةَ أن يظنوا به ثِقَلَ مقامهم عليه فذكر ذلم للقينتين فقالتا قل ضعرا نغنيهم به لا يدرون مَنْ قاله فقال معاوية ... ألا يا قِيلُ ويحكَ قم فهينِم لعل الله يسقينا غماما ... فيسقي أرضَ عادٍ إن عادا قَدَ أمسوا لا يبنون الكلاما فلما غنتا به قالوا إن قومَكم يتغوّثون من البلاء الذي نزل بهم وقد أبطأتم عليهم فادخُلوا الحرَم واستسقوا لقومكم فقال لهم مرثدُ بن سعد والله لا تُسقَون بدعائكم ولكن إن أطعتم نبيكم وتبتم إلى الله تعالى سُقِيتم وأظهر إسلامَه فقالوا لمعاوية احبِس عنا مرثداً لا يقدَمَن معنا فإنه قد اتبع هود وترك ديننا ثم دخلوا مكة فقال قيلُ اللهم اسقِ عاداً ما كنت تسقيهم فأنشأ الله تعالى سحاباتٍ ثلاثاً بيضاءَ وحمراءَ وسوداءَ ثم ناداه منادٍ من السماء يا قيلُ اختر لنفسك ولقومك فقال اخترت السوداءَ فإنها أكثرهم ماءً فخرجت على عاد من واد يقال له المغيث فاستبشَروا بها وقالوا هذا عارضٌ مُمطرُنا فجاءتهم منا ريح عقيم فأهلكتهم ونجال هودٌ والمؤمنون معه فأتَوا مكةَ فعبدوا الله تعالى </p><p> الأعراف آية ٧٣ </p><p> فيها إلى أن ماتوا </p>"
}