{
  "id": null,
  "sura": 7,
  "aya": 161,
  "text": "<p> {وَإِذْ قِيلَ لَهُمُ} منصوبٌ بمضمرٍ خُوطب به النبيُّ صلى الله عليه وسلم وإيرادُ الفعلِ على البناء مع استناده إليه تعالى كما يُفصح عنه ما وقع في سورةِ البقرةِ من قولِه تعالى وَإِذْ قُلْنَا للجَريِ على سَنَنِ الكبرياءِ والإيذان بالغِنى عن التصريح به لتعين الفاعلِ وتغيير النظلم بالأمر بالذكر للتشديد في التوبيخ أي أذكُر لهم وقت قولِه تعالى لأسلافهم {اسكنوا هذه القرية} منصوب على المفعولية يقال سكنت الدارَ وقيل على الظرفية اتساعاً وهي بيتُ المقدِس وقيل أريحا وهي قريةُ الجبارين وكان فيها قومٌ من بقية عادٍ يقال لهم العمالقة رأسهم عوجُ بنُ عنقٍ وفي قوله تعالى اسكنوا إيذان بأن امأمور به في سورة البقرة هو الدخول على لوجه السُّكنى والإقامة ولذلك اكتُفي به عن ذكر رغداً في قوله تعالى {وَكُلُواْ مِنْهَا} أي من مطاعمها وثمارِها على أن من تبعيضية أو منها على أنها ابتدائية {حَيْثُ شِئْتُمْ} أي من نواحيها من غير أن يزاحمكك فيها أحدٌ فإن الأكلَ المستمرَّ على هذا الوجه لا يكون إلا رغداً واسعاً وعطفُ كلوا على اسكنوا بالواو لمقارنتهما زماناً بخلاف الدخولِ فأنه مقدمٌ على الأكل ولذلك قيل هناك فكلوا {وَقُولُواْ حطة} أي مئلتنا أو أمرُك حِطةٌ لذنوبنا وهي فِعلة من الحَطّ كالجِلسة {وادخلوا الباب} أي بابَ القرية {سُجَّدًا} أي متطامنين مُخْبتين أو ساجدين شكرا على إخراجهممن التيه وتقديم الأمر باالدخول على الأمر بالقول المذكور في سورة البقرة غيرُ مُخلَ بهذا الترتيب لأن المأمور به هو الجمعُ بين الفعلين من غير اعتبارِ الترتيبِ بينهما ثمَّ إنْ كان المرادُ بالقرية أريحا فقد روي أنهم دخلوها حيث سار إليها موسى عليه السلام بمن بقيَ من بني إسرائيلَ أو بذراريهم على اختلاف الروايتين ففتحها كما مر في سورة المائدة وأما إن كانت بيتَ المقدس فقد رُوي أنهم لم يدخُلوه في حياة مُوسى عليه السَّلامُ فقيل المرادُ بالباب بابُ القُبة التي كانوا يصلّون إليها {نَّغْفِرْ لَكُمْ خطيئاتكم} وقرىء خطاياكم كما في سورة البقرةِ وتُغفَرْ لكم خطيئاتُكم وخطاياكم وخطيئتُكم على البناء للمفعول {سَنَزِيدُ المحسنين} عِدةٌ بشيئين بالمغفرة وبالزيادة وطرح الواو ههنا لا يخل بذلك لأنه استئنافٌ مترتبٌ على تقدير سؤال نشأ من الإخبار بالغفران كأنه قيل فماذا لهم بعد الغفرانِ فقيل سنزيد وكذلك زيادةٌ منهم زيادةَ بيان </p>"
}