{
  "id": null,
  "sura": 7,
  "aya": 173,
  "text": "<p> {أَوْ تَقُولُواْ إِنَّمَا أَشْرَكَ آباؤنا} عطف على تقولوا وأو لمنعِ الخلوِّ دونَ الجمعِ أي هم اخترعوال الإشراكَ وهم سنّوه {مِن قَبْلُ} أي من قبل زمانِنا {وَكُنَّا} نحن {ذُرّيَّةً مّن بَعْدِهِمْ} لا نهتدي إلى السبيل ولا نقدِر على الاستدلال بالدليل {أَفَتُهْلِكُنَا بِمَا فَعَلَ المبطلون} من آبائنا المُضلّين بعد ظهور أنهم المجرمون ونحن عاجزون عن التجبير والاستبداج بالرأي أو تؤاخذنا فتهلكنا الخ فإنَّ ما ذُكر من استعدادهم الكاملِ يسُدّ عليهم بابَ الاعتذار بهذا أيضاً فإن التقليدَ عند قيامِ الدلائلِ والقدرةِ على الاستدلال بها مما لا مساغَ له أصلاً هذا وقد حُملت هذه المقاولة على الحقيقة كما رُوي عن ابنِ عباس رضي الله عنهما من أنه لما خلقَ الله تعالى آدمَ عليه السلام مسحَ ظهرَه فأخرج منه كلَّ نسَمةٍ هو خالقُها إلى يوم القيامة فقال أَلَسْتَ بِرَبّكُمْ قَالُواْ بلى فنودي يومئذ جَفّ القلمُ بما هو كائنٌ إلى يوم القيامة وقد روي عن عمر رضيَ الله عنه أنَّه سئل عن الآية الكريمة فقال سمعت رسول الله صلى الله عليه وسلم سُئل عنها فقال إنَّ الله تعالى خلق آدمَ ثم مسحَ ظهرَه بيمينه فاستخرج منه ذريةً فقال خلقت هؤلاء للجنة </p><p> الأعراف آية ١٧٤ ١٧٥ وبعمل أهلِ الجنة يعملون ثم مسح ظهرَه فاستخرج منه ذرية فقال خلقت هؤلاء للنار وبعمل أهلِ النار يعملون وليس المعنى أنه تعالى أخرج الكلَّ من ظهره عليه الصلاة والسلام بالذات بل أخرج من ظهره عليه السلام أبناءَه الصُّلبية ومن ظهرهم أبناءَهم الصلبية وهكذا إلى آخر السلسلة لكن لما كان المظهر الأصلي ظهره عليه الصَّلاة والسَّلام كان مَساقُ الحديثين الشريفين بيانَ حال الفريقين إجمالا من غير أيتعلق بذكر الوسايط غرض علمي نسلب إخراجِ الكلِّ إليه وأما الآيةُ الكريمة فحيث كانت مسوقةً للاحتجاج على الكفرة المعاصرين لرسول الله صلى الله عليه وسلم وبيانِ عدمِ إفادةِ الاعتذارِ بإسناد الإشراكِ إلى آبائهم اقتضى الحالُ نسبةَ إخراجِ كل واحدٍ منهم إلى ظهر أبيهم من غير تعرّضٍ لإخراج الأبناءِ الصلبيةِ لآدم عليه السلام من ظهره قطعاً وعدمُ بيان الميثاقِ في حديث عمرَ رضي الله تعالى عنه ليس بياناً لعدمه ولا مستلزِماً له وأما ما قالُوا من أنَّ أخذَ الميثاق لإسقاط عذرِ الغفلةِ حسبما ينطِق به قوله تعالى أَن تَقُولُواْ يَوْمَ القيامة إِنَّا كُنَّا عَنْ هذا غافلين ومعلوم أنه غيرُ دافع لغفلتهم في دار التكليفِ إذ لا فردٍ من أفراد البشر يذكُر ذلك فمردودٌ لكنْ لا بما قيلَ من أن الله عز وجل قد أوضح الدلائلَ على وحدانيته وصدقِ رسلهِ فيما أَخبروا به فمن أنكره كان معانداً ناقضاً للعهد ولزِمتْه الحُجة ونسيانُهم وعدمُ حفظهم لا يُسقط الاحتجاجَ بعد إخبار المخبِرِ الصادقِ بل بأن قوله تعالى أَن تَقُولُواْ الخ ليس مفعولا لا لقوله تعالى وَأَشْهَدَهُمْ وما يتفرَّع عليه من قوله بلى شهِدنا حتى يجب كونُ ذلك الإشهادِ والشهادة محفوظاً لهم في إلزامهم بل لفعل مضمر ينسحب عليه الكلامُ والمعنى فعلنَا مَا فعلنَا منْ الأمر بذكر الميثاقِ وبيانِه كراهةَ أن تقولوا أو لئلا تقولوا أيها الكفرةُ يوم القيامة إنا كنا غافلين عن ذلك الميثاقِ لم نُنَبَّه عليه في دار التكليفِ وإلا لعمِلنا بموجبه هذا على قراءة الجمهور وأما على القراءة بالياء فهو مفعول له لنفس الأمر المضمرِ العاملِ في إذ أخذ والمعنى اذكُرْ لهم الميثاقَ المأخوذَ منهم فيما مضى لئلا يعتذروا يوم القيامة بالغفلة عنه أو بتقليد الآباءِ هذا على تقديرِ كونِ قوله تعالى شَهِدْنَا من كلام الذرية وهو الظاهرُ فأما على تقديرِ كونِه من كلامه تعالى فهو العامل في أن تقولوا ولا محذور ألأصلا إذ المعنى شهِدنا قولَكم هذا لئلا تقولوا يوم القيامة الخ لأنا نردكم ونكذبكم حينئذ </p>"
}