{
  "id": null,
  "sura": 7,
  "aya": 179,
  "text": "<p> {وَلَقَدْ ذَرَأْنَا} كلامٌ مستأنفٌ مقرّرٌ لمضمون ما قبله بطريق التذييلِ أيخلقنا {لِجَهَنَّمَ} أي لدخولها والتعذيبِ بها وتقديمُه على قوله تعالى {كَثِيراً} أي خلقاً كثيراً مع كونه مفعولاً به لما في توابعه من نوع طولٍ يؤدي توسيطه بينهما وتأخيره وعنها إلى الإخلالِ بجَزَالةِ النظمِ الكريمِ وقوله تعالى {مّنَ الجن والإنس} متعلقٌ بمحذوفٍ هو صفةٌ لكثيراً أي كائناٍ منهما وتقديمُ الجنِّ لأنهما أعرف من الإنس في الاتصاف بما نحن فيه من الصفات وأكثرُ عدداً وأقدمُ خلقاً والمرادُ بهم الذين حقت عليهم الكلمةُ الأزليةُ بالشقاوة ولكن لا بطريق الجبرِ من غير أنْ يكون مِنْ قِبَلهم ما يؤدي إلى ذلك بل لعلمه تعالى بأنهم لا يصرفون اختيارَهم نحوَ الحقِّ أبداً بل يُصِرُّون على الباطل من غير صارف يلويهم ولا عاطفٍ يَثنيهم من الآيات والنذر فبهذا الاعتبارِ جُعل خلقهم مغيابها كما أن جميعَ الفريقين باعتبار استعدادِهم الكامِل الفطري للعبادة وتمكنِهم التامِّ منها جعل خلقهم مغيابها كما نطق به قوله تعالى وَمَا خَلَقْتُ الجن والإنس إِلَاّ لِيَعْبُدُونِ وقوله تعالى {لَهُمْ قُلُوبٌ} في محل النصبُ على أنَّه صفةٌ أخرى لكثيرا وقوله تعالى {لَاّ يَفْقَهُونَ بِهَا} في محلِ الرفعِ على أنه صفةٌ لقلوبٌ مؤكدةٌ لما يفيده تنكيرُها وإبهامُها من كونها غيرَ معهودةٍ مخالِفةً لسائر أفرادِ الجنس فاقدةً لكماله بالكلية لكن لا بحسب الفطرة حقيقةً بل بسبب امتناعِهم عن صرفها إلى تحصيله وهذا وصفٌ لها بكمال الإغراقِ في القساوة فإنها حيث لم يَتأتَّ منها الفقهُ بحال فكأنها خلقت غيرَ قابلةٍ له رأساً وكذا الحالُ في أعينهم وآذانِهم وحذفُ المفعول للتعميم أي لهم قلوبٌ ليس من شأنها أن يفقهوا بها شيئاً مما مِنْ شأنه أن يُفقَه فيدخلُ فيه ما يليق بالمقام من الحق ودلائلِه دخولاً أولياً وتخصيصُه بذلك مُخلٌّ بالإفصاح عن كُنه حالِهم {وَلَهُمْ أَعْيُنٌ لَاّ يُبْصِرُونَ بِهَا} الكلامُ فيه كما فيما عطف هو عليه والمرادُ بالأبصار والسمع المنفيَّيْن ما يختص بالعقلاء من الإدراك على ما هو وظيفةُ الثقلين لا ما يتناول مجردَ الإحساسِ بالشبَح والصوتِ كما هو وظيفة الأنعام أي لا يبصرون بها شيئاً من المبصرا فيندرج فيه الشواهدُ التكوينيةُ الدالةُ على الحق اندراجاً أوليا {وَلَهُمْ أَعْيُنٌ لَاّ يُبْصِرُونَ بِهَا} أي شيئاً من المسموعات فيتناول الآياتِ التنزيلية تناولاً أولياً وإعادةُ الخبر في الجملتين المعطوفتين مع انتظامِ الكلامِ بأنْ يقال وأعينٌ لا يبصرون بها وآذانٌ لا يسمعون بها لتقرير سوءِ حالهِم وفي إثبات المشاعر الثلاثةِ لهم ثم وصفِها بعدم الشعورِ دون سلبِها عنهم ابتداءً بأن يقال ليس لهم قلوبٌ يفقهون بها ولا أعينٌ يبصرون بها ولا آذانٌ يسمعون بها من الشهادة بكمالِ رسوخِهم في الجهل والغَواية ما لا يخفى {أولئك} إشارةٌ إلى المذكورين باعتبار اتصافِهم بما ذكر من الصفات وما فيه من معنى البعد للإيذانِ ببُعدِ منزلتِهم في الضلال أي أولئك الموصوفون بالأوصاف المذكورة {كالانعام} أي في انتفاء الشعورِ على الوجهِ المذكورِ أو في أن مشاعرَهم متوجهةٌ إلى أسباب التعيشِ مقصورةٌ عليها {بَلِ هُمْ أَضَلُّ} فإنها تدرِكُ ما من شأنها أن تُدركَه من المنافع والمضارِّ فتجتهد في جلبها وسلبِها غايةَ جهدِها مع كونها بمعزلٍ من الخلود وهؤلاء ليسوا </p><p> الأعراف آية ١٨٠ ١٨١ </p><p> كذلك حيث لا يميِّزون بين المنافعِ والمضارِّ بل يعكسون الأمرَ فيتركون النعيمَ المقيمَ ويُقْدِمون على العذاب الخالد وقيل لأنها تعرِف صاحبها وتذكره وتطيعه وهوؤلاء لا يعرِفون ربَّهم ولا يذكُرونه ولا يطيعونه وفي الخبر كلُّ شيءٍ أطوعُ لله من ابن آدم {أولئك} المعنوتون بما مرّ من مِثْلية الأنعامِ والشرِّيَّة منها {هُمُ الغافلون} الكاملون في الغفلة المستحِقّون لأن يُخَصَّ بهم الاسمُ ولا يطلقَ على غيرهم كيف لا وإنهم لا يعرون من شئون الله عز وجل ولا من شئون ما سواه شيئاً فيشركون به سبحانه وليس كمثله شيءٌ وهو السميع البصير أصنامَهم التي هي من أخسّ مخلوقاتهِ تعالى </p>"
}