{
  "id": null,
  "sura": 7,
  "aya": 163,
  "text": "<p> {واسألهم} عطفعلى المقدر في إذ قيل أي واسأل اليهودَ المعاصرين لك سؤالَ تقريعٍ وتقرير بقديم كفرَهم وتجاوزَهم لحدود الله تعالى وإعلاما بأن ذلك مع كونه من علومهم الخفيةِ التي لا يقف عليها إلا من مارس كتبَهم قد أحاط به النبيُّ صلَّى الله عليهِ وسلم خُبْراً وإذ ليس ذلك بالتلقي من متبهم لأنه صلى الله عليه وسلم بمعزل من ذلك تعين أنه من الجهة الوحي الصريح {عَنِ القرية} أي عن حالها وخيرها وما جرى على أهلها من الداهية الدهياءِ وهي أَيْلَةُ قريةٌ بين مدْيَنَ والطور وقيل هي مدينُ وقيب طبرية والعرب تسمي المدينةَ قرية {التى كَانَتْ حَاضِرَةَ البحر} أي قريبةً منه مشرقة على شاطئه {إِذْ يَعْدُونَ فِى السبت} أي يتجاوزون حدودَ الله تعالى بالصيد يوم السبت وإذ ظرفٌ للمضاف المحذوفِ أو بدلٌ منه وقيل ظرفٌ لكانت أو حاضرة وليس بذاك إذْ لا فائدةَ في تقييد الكونِ أو الحضور بوقت العجة وان وقرىء يعدون وألصه يعتدون ويُعِدّون من الإعداد حيث كانوا يُعِدّون آلاتِ الصيد يوم السبت منهيّون عن الاشتغال فيه بغير العبادة {إِذْ تَأْتِيهِمْ حِيتَانُهُمْ} ظرفٌ ليَعْدون أو بدلٌ بعد بدلٍ والأولُ هو الأولى لأن السؤالَ عن عداوتهم أدخلُ في التقريع والحيتانُ جمعُ حوتٍ قُلبت الواوُ ياءً لانكسار ما قبلها كنونٍ ونينانٍ لفظاً ومعنى وإضافتُها إليهم للإشعار باختصاصها به لاستقلالها بما لا يكاد يوجد في سائر أفرادِ الجنس من الخواصّ الخارقةِ للعادة أو لأن المرادَ بها الحيتانُ الكائنةُ في تلك الناحيةِ وأن ما ذُكر من الإتيان وعدمِه لاعتيادها أحوزالهم ف عدم التعرّض يوم السبت {يَوْمَ سَبْتِهِمْ} ظرفٌ لتأتيهم أي تأتيهم يومَ تعظيمِهم لأمر السبت وهو مصر سَبَتت اليهودُ إذا عظّمت السبْت بالتجرد للعبادة وقيل اسمٌ لليوم والإضافةُ لاختصاصهم بأحكام فيه ويؤيد الأولَ قراءةُ من قرأ يوم أسباتِهم وقوله تعالى {شُرَّعًا} جمعُ شارع من شرع عليه إذا دنا وأشرف وهو حا من حيتانُهم أي تأتيهم يوم سبْتِهم ظاهرةً على وجه الماء قريبةً من الساحل {وَيَوْمَ لَا يَسْبِتُونَ} أي لا يراعون أمرَ اسبت لكن لا بمجرد عدمِ المراعاةِ مع تحقق يوم السبتِ كما هو المتبادرُ بل مع انتفائهما معاً أي لا سبت ولا مراعاة كما في قوله ولَا ترَى الضبَّ بها ينجحِرُ وقرىء </p><p> الأعراف آية ١٦٤ لا يُسبتون من أسبت ولا يُسبَتون على البناء للمفعول بمعنى لا يدخلون في السبت ولا يُدار عليهم حكمُ السبتِ ولا يؤمرون فيه بما أمروا به يوم السبت {لَا تَأْتِيهِمْ} كما كانت تأتيهم يوم السبت حذارا من صيدهم وتغيرر السبْكِ حيث لم يقل ولا تأتيهم يوم لا يسبتون لما أن الإخبارَ بإتيانها يوم سبْتهم مظِنةُ أن يقال فماذا حالهم يوم لا يسبتون فقيل يوم لا يسبتون لا تأتيهم {كذلك نَبْلُوهُم} أي مثلَ ذلك البلاءِ العجيب الفظيعِ نعاملهم معاملةَ من يختبرهم ليظهر عدواتهم ونؤاخذهم به وصيغةُ المضارعِ لحكايةِ الحالِ الماضيةِ لاستحضار صورتها والتعجيبِ منها {بِمَا كَانُواْ يَفْسُقُونَ} أي بسبب فسقِهم المستمرِّ المدلولِ عليه بالجمع بين صيغتي الماضي والمستقبلِ لكن لا في تلك المادةِ فإن فسقَهم فيها لا يكون سبباً للبلوى بل بسبب فسقهم المستمر في كلِّ ما يأتُون وما يذرون وقيل كذلك متصلٌ بما قبله أي لا تأتيهم مثلَ ما تأتيهم يوم سبتهم فاجملة بعده حينئذ استئنافٌ مبنيٌّ على السؤالِ عن حكمة اختلافِ حال الحيتانِ بالإتيان تارة وعدمِه أخرى </p>"
}