{
  "id": null,
  "sura": 7,
  "aya": 2,
  "text": "<p> {كِتَابٌ} على الوجه الأولِ خبرُ مبتدأ محذوفٍ وهو ما ينبىء عنه تعديدُ الحروفِ كأنه قيل المؤلَّفُ من جنس هذه الحروفِ مراداً به السورةُ كتابٌ الخ أو اسمُ إشارةٍ أُشير به إليه تنزيلاً لحضور المؤلَّفِ منه منزلةَ حضورِ نفسِ المؤلّف أي هذا كتابٌ الخ وعلى الوجه الثاني خبرٌ بعد خبر جىء به غثر بيان كونه مترجما باسمٍ بديع مُنبىءٍ عن غرابته في نفسه إبانةً لجلالة محلهببيان كونِه فرداً من أفراد الكتبِ الإلهية حائزاً للكمالات المختصَّة بها وقد جُوّز كونُه خبراً وألمص مبتدأٌ أي المسمى المص كتابٌ وقد عرفتَ ما فيه من أن ما يُجعل عُنواناً للموضوعِ حقُه أنْ يكونَ قبلَ ذلكَ معلومَ الانتسابِ إليه عند المخاطَب وإذْ لا عهدَ بالتَّسميةِ قبلُ فحقُها الإخبارُ بها {أَنزَلَ إِلَيْكَ} أي من جهته تعالى بُني الفعل للمفعول جرياً على سَنن الكبرياءِ وإيذاناً بالاستغناء عن التصريح بالفاعل لغاية ظهورِ تعيُّنِه وهو السرُّ في ترك مبدأ الإنزال كما في قوله جل ذكره بَلّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبّكَ ونظائرِه والجملةُ صفةٌ لكتاب مشرفة له ولم أُنزل إليه وجعلُه خبراً له على معنى كتابٌ عظيمُ الشأنِ أُنزل إليك خلاف الأصل {فَلَا يَكُن فِى صَدْرِكَ حَرَجٌ} أي شك كما في قوله تعالى فَإِن كُنتَ فِي شك مما أنزلنا إليك خلا أنه عبّر عنه بما يلازمه من الحَرَج فإن الشاكَّ يعتريه ضيقُ الصدرِ كما أن المتيقِّنَ يعتريه انشراحه وانفساحه مبالغةً في تنزيه ساحتِه عليهِ الصَّلاةُ والسلام عن نسبة الشك إليه ولو في ضمن النهي فإنه من الأحوال القللبية التي يستحيل اعترؤها إياه وما قديقع من نسبته إليه في ضمن النمهي فعلى طريقةِ التهيجِ والإلهاب والمبالغةِ في التَّنفيرِ والتحذيرِ بإيهام أن ذلك من القُبحِ والشرِّية بحيثُ يُنهى عنه من لا يمكن صدوره عنه </p><p> الأعراف آية ٣ </p><p> أصلاً فكيف بمَن يُمكن ذلك منه والتنوينُ للتحقير والجارُّ في قوله تعالى {مِنْهُ} متعلقٌ بحرَجٌ يقال حرِج منه أي ضاق به صدرُه أو بمحذوف وقع صفة له أي حرجٌ كائنٌ منه أي لا يكن فيك شك ما في حقِّيته أو في كونه كتاباً منزلاً إليك من عنده تعالى فالفاءُ على الأول لترتيب النهي أو النتهاء على مضمون الجملةِ فإنه مما يوجب انتفاءَ الشكِّ فيما ذُكر بالكلية وحصولَ اليقينِ به قطعاً وأما على الثاني فهي لترتيب ما ذُكر على الإخبار بذلك لا على نفسه فتدبرو توجيه النهي إلى الحرَج مع أن المراد نهيه عليه الصلام والسلام عنه إما لما مر من المبالغة في تنزيهِه عليهِ الصَّلاةُ والسَّلامُ عن الشك فيما ذُكر فإن النهيَ عن الشيء مما يوهم إمكانَ صدورَ المنهي عنه عن المهي عنه وإما للمبالغة في النهي فإن وقوعَ الشكِّ في صدَره عليهِ الصَّلاة والسَّلام سبب لاتصافه عليهِ الصَّلاةُ والسَّلامُ به والنهيُ عن السبب نهيٌ عن المسبَّب بالطريق البرهاني ونفيٌ له من أصله بالمرة كما في قوله تعالى وَلَا يَجْرِمَنَّكُمْ شَنَانُ قَوْمٍ الآية وليس هذا من قبيل لا أرينك ههنا فإن النهيَ هناك واردٌ على المسبب مرادا به النهيُ عن السبب فيكون المآل نهيهِ عليه الصَّلاةُ والسَّلامُ عن تعاطي ما يُورِثُ الحرَجَ فتأملْ وقيل الحرجُ على حقيقته أي لا يكنْ فيك ضيقُ صدرٍ من تبليغه مخافةَ أن يكذّبوك وأن تُقصِّر في القيام بحقه فإنه عليه الصَّلاة والسَّلام كان يخاف تكذيبَ قومِه له وإعراضَهم عنه فكان يضيق صدرُه من الأداء ولا ينبسِطُ له فآمنه الله تعالى ونهاه عن المبالاة فالفاءُ حينئذ للترتيب على مضمون الجملةِ أو على الإخبار به فإنَّ كُلاًّ منهما موجبٌ للإقدام على التبليغ وزوالِ الخوفِ قطعاً وإن كان إيجابُه الثاني بواسطة الأول وقولُه تعالى {لِتُنذِرَ بِهِ} أي بالكتاب المنزل متعلقٌ بأُنزل وما بينهما اعتراضٌ توسّط بينهما تقريراً لمَا قبلَه وتمهيداً لما بعده وحسماً لتوهم أن موردَ الشكِّ هو الإنزالُ للإنذار وقيل متعلقٌ بالنهي فإن انتفاءَ الشكِّ في كونه منزلا من عنده تعالى موجبٌ للإنذار به قطعاً وكذا انتفاءُ الخوفِ منهم أو العلمُ بأنه موفقٌ للقيام بحقه موجبٌ للتجاسر على ذلك وأنت خبيرٌ بأنه لا يتأتى التفسير الأولِ لأن تعليلَ النهي عن الشك بما ذكر من الإنذار والتذكيرِ مع إيهامه لإمكان صدورِه عنه عليه الصلاة والسلام مُشعرٌ بأن المنهيَّ عنه ليس محذوراً لذاته بل لإفضائه إلى فوات الإنذارِ والتذكير لا أقل من الإيذان بأن ذلك معظمُ غائلتِه ولا ريب في فساده وأما على التفسير الثاني فإنما يتأتى التعليلُ بالإنذار لا بتذكير المؤمنين إذ ليس فيه شائبةُ خوفٍ حتى يُجعل غايةً لانتفائه وقوله تعالى {وذكرى للمؤمنين} في حين النصبِ بإضمار فعلِه معطوفاً على تنذرَ أي وتذكّرَ المؤمنين تذكيراً أو الجرِّ عطفاً على محلِّ إنَّ تنذرَ أي للإنذار والتذكير وقيل مرفوعٌ عطفاً على كتابٌ أو خبرٌ لمبتدأٍ محذوفٍ وتخصيصُ التذكيرِ بالمؤمنين للإيذان باختصاص الإنذارِ بالكفرة أي لتنذرَ به المشركين وتذكرَ المؤمنين وتقديمُ الإنذار لأنه أهمُّ بحسب المقام </p>"
}