{
  "id": null,
  "sura": 7,
  "aya": 190,
  "text": "<p> {فلما آتاهما صالحا} لما ى تاهما ما طلباه أصالةً واستتباعاً من الولد وولد الولدِ ما تناسلوا فقوله تعالى {جَعَلَا} أي جعل أولادُهما {لَهُ} تعالى {شُرَكَاء} على حذفِ المضافِ وإقامةِ المضافِ إليه مُقامه ثقةً بوضوح الأمرِ وتعويلاً على ما يعقُبه من البيان وكذا الحالُ في قولِه تعالى {فيما آتاهما} أي فيما آتى أولادَهما من الأولد حيث سمَّوْهم بعبد مناف وعبدِ العزّى ونحوِ ذلك وتخصيصُ إشراكِهم هذا بالذكر في مقام التوبيخِ مع أن إشراكَهم بالعبادة أغلظُ منه جنايةً وأقدمُ وقوعاً لما أنَّ مساقَ النظمِ الكريمِ لبيان إخلالِهم بالشكر في مقابلة نعمةِ الولدِ الصلح وأولُ كفرِهم في حقه إنما هو تسميتُهم إياه بما ذُكر وقرىء شِرْكاً أي شركةً أو ذوي شركةٍ أي شركاءَ إن قيل ما ذُكر من حذفِ المضافِ وإقامةِ المضافِ إليه مقامه إنما يصادر إليه فيما يكون للفعل ملابسةٌ ما بالمضاف إليه أيضاً بسرايته إليه حقيقةً أو حكماً وتتضمن نسبتُه إليه صورةً مزيةً يقتضيها المقام كما في مثلِ قولِه تعالى وَإِذْ نجيناكم مّنْ آل فِرْعَوْنَ الآية فإن الإنجاءَ منهم مع أن تعلّقه حقيقةً ليس إلا بأسلاف اليهودِ قد نُسب إلى أخلافهم بحكم سرايتِه إليهم توفيةً لمقام الامتنانِ حقَّه وكذا في قولِه تعالى قُلْ فَلِمَ تَقْتُلُونَ أَنبِيَاء الله الآية فإن القتلَ حقيقةً مع كونه من جناية آبائِهم قد أُسند إليهم بحكم رضاهم به أداءً لحق مقامِ التوبيخِ والتبكيت ولا ريبَ في أنَّهما عليهما الصلاة والسلام بريئان من سرايةِ الجعلِ المذكورِ إليهما بوجه من الوجوه فما وجهُ إسنادِه إليهما صورةً قلنا وجهُه الإيذانُ بتركهما الأَوْلى حيث أقدما على نظم أولادِهما في سلك أنفسِهما والتزما شكرَهم في ضمن شكرِهما وأقسما على ذلك قبل تعرُّف أحوالِهم ببيان أن إخلالَهم بالشكر الذي وعداه وعداً مؤكداً باليمين بمنزلة إخلالِهما بالذات في استيجاب الحِنْثِ والخُلْف مع ما فيه من الاشعار بتضاعف جنايتِهم ببيان أنهم بجعلهم المذكورِ أوقعوهما في ورطة الحِنثِ والخُلفِ وجعلوهما كأنهما باشراه بالذات فجمعوا بين الجنايةِ على الله تعالى والجنايةِ عليهما عليهما السلام {فتعالى الله عَمَّا يُشْرِكُونَ} تنزيهٌ فيه معنى التعجبِ والفاءُ لترتيبه على ما فُصِّل من أحكام قدرتِه تعاتلى وآثارِ نعمتِه الزاجرةِ عن الشرك الداعية إلى التة وحيد وصيغةُ الجمعِ لما أشير إليه من تعين الفاعلِ وتنزيهِ آدمَ وحواءَ عن ذلك وما في عما إما مصدريةٌ أيْ عن إشراكِهم أو موصولةٌ أو موصوفةٌ أي عما يشركونه به سبحانه والمرادُ بإشراكهم إما تسميتُهم المذكورةُ أو مطلقُ إشراكِهم المنتظِمِ لها انتظاماً أولياً وقرىء تشركون بتاء الخطاب بطريق الالتفاتِ وقيل الخطابُ لآلقصي من قريش والمرادُ بالنفس الواحدةِ نفسُ قصيّ فإنهم خُلقوا منه وكان له زوجٌ من جنسه عربيةٌ قرشيةٌ وطلبا من الله تعالى ولداً صالحاً فأعطاهما أربعةَ بنينَ فسمَّياهم عبدَ مناف وعبدَ شمسٍ وعبدَ قصي وعبد الداروضمير يشركون لهما ولأعقابهما المقتدين بهما وأما ما قيل من أنه لما حملت حواءُ أتاها إبليسُ في صورة رجل فقال لها ما يُدريك ما في بطنك لعله بهيمةٌ أو كلبٌ أو خنزيرٌ وما يدريك من أين يخرج فخافت من </p><p> الأعراف آية ١٩١ ١٩٣ </p><p> ذلك فذكرته لآدمَ فأهمّهما ذلك ثم عاد إليها وقال إني من الله تعالى بمنزلة فإن دعوتُه أن يجعله خلقاً مثلَك ويسهّل عليك خروجَه تسمّيه عبد الحرث وكان اسمُه حارثاً في الملائكة فقبِلت فلما ولدتْه سمته عبد الحرث فمما لا تعويلَ عليه كيف لا وأنه صلى الله عليه وسلم كان علَماً في علم الأسماءِ والمسميات فعدمُ علمِه بإبليسَ واسمِه واتباعُه إياه في مثل هذا الشأنِ الخطيرِ أمرٌ قريبٌ من المحال والله تعالَى أعلمُ بحقيقةِ الحال </p>"
}