{
  "id": null,
  "sura": 7,
  "aya": 88,
  "text": "<p> {قال الملأ الذين استكبروا من قومه} استئناف مبني على سؤال ينساق إليه المقالُ كأنه قيل فماذا قالوا بعد ما سمعوا هذه المواعظَ من شعيبٍ عليه السَّلامُ فقيل قال أشرافُ قومِه المستكبرون متطاولين عليه عليه السلام غيرَ مكتفِين بمجرد الاستعصاءِ عليه والامتناعِ من الطاعة له بل بالغين من العُتوِّ والاستكبارِ إلى أن قصَدوا استتباعَه عليه السلام فيما هم فيه وأتباعَه المؤمنين واجترءوا على إكراههم عليه بوعيد النفي وخاطبوه بذلك على طريقة التوكيدِ القسمي {لَنُخْرِجَنَّكَ يا شعيب والذين آمنوا} بنسبة الإخراجِ إليه عليه السلام أولا إلى المؤمنين ثانياً بعطفهم عليه تنبيهاً على أصالته عليه السلام في الإخراج وتبعيتِهم له فيه كما ينبىء عنه قوله تعالى {مَعَكَ} فإنه متعلقٌ بالإخراج لا بالإيمان وتوسيطُ النداءِ باسمه العَلَميِّ بين المعطوفَين لزيادة التقرير والتهديد الناشئة عن غاية الوقاحةِ والطغيان أي والله لنُخرجنّك وأتباعَك {مِن قَرْيَتِنَا} بغضاً لكم ودفعاً لفتنتكم المترتبةِ على المساكنة والجِوارِ وقوله تعالى {أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا} عطفٌ على جوابِ القسمِ أيْ والله ليكونن أحدُ الأمرين البتنة على أن المقصِدَ الأصليَّ هو العَوْدُ وإنما ذُكر النفيُ والإجلاءُ لمحض القسر والأجاء كما يُفصِحُ عنه عدمَ تعرُّضِه عليه السلام لجواب الإخراجِ كأنهم قالوا لا ندعكم فيما بيننا حتى تدخُلوا في ملتنا وإدخالُهم له عليهِ السَّلامُ في خطاب العَوْدِ مع استحالة كونه عليه السلام في ملتهم قبل ذلك إنما هو بطريق تغليل الجماعةِ على الواحد وإنما لم يقولوا أو لنُعيدنّكم على طريقة ما قبله لِما أن مُرادَهم أن يعودوا إليها بصوررة الطواعيةِ حِذارَ الإخراجِ باختيار أخون الشرَّين لا إعادتُهم بسائر وجوهِ الإكراهِ والتعذيب {قَالَ} استئنافٌ كما سبق أي قال عليه السلام رداً لمقالتهم الباطلةِ وتكذيباً لهم في أيمانهم الفاجرة {أولو كُنَّا كارهين} على أنَّ الهمزةُ لإنكارِ الوقوعِ ونفْيِه لا لإنكارِ الواقعِ واستقباحِه كالتي في قولِه تَعالَى أَوَلَوْ جِئْتُكَ بِشَىء مُّبِينٍ ويجوز أن يكون الاستفهامُ فيه باقياً على حاله وقد مرَّ مراراً أنَّ كلمةَ لو في مثلِ هذا المقامِ ليست لبيان انتفاءِ الشيءِ في الزمن الماضي لانتفاء غيرِه فيه فلا يلاخحظ لها جوابٌ قد حُذف تعويلاً على دِلالة ما قبلها عليه ملاحظة قصدية إلا عند القصدِ إلى بيان الإعرابِ على القواعد الصناعيةِ بل هي لبيان تحققِ ما يفيده الكلام السابق </p><p> الأعراف آية ٨٨ </p><p> بالذَّاتِ أو بالواسطةِ من الحُكم الموجَبِ أو المنفي على كل حالٍ مفروض من الأحوال المقارنةِ له على الإجمال بإدخالِها على أبعدِها منه وأشدِّها منافاةً له ليظهرَ بثبوتهِ أو انتفائِه معه ثبوتُه أو انتفاؤُه مع ما عداه من الأحوال بطريق الأولوية لِما أن الشيءَ متى تحقَّقَ مع المنافي القويِّ فلأنْ يتحقَّقَ مع غيره أولى ولذلك لا يُذكر معه شيءٌ من سائرِ الأحوال ويكتفى عنه بذكر الواوِ العاطفةِ للجُملة على نظيرتها المقابلةِ لها الشاملةِ لجميع الأحوالِ المغايرةِ لها عند تعدّدِها وهذا معنى قولِهم أنها لاستقصاء الأحوالِ على سبيلِ الإجمالِ وهذا المعنى ظاهرٌ في الخبر الموجَبِ والمنفيِّ والأمرِ والنهي كما في قولك فلانٌ جوادٌ يُعطي ولو كان فقيراً أو بخيلٌ لا يُعطي ولو كان غنياً وكقولك أحس غليه ولو أساءَ إليك ولا تُهِنْه ولو أهانك لبقائه على حاله سالماً عما يغيّره وأما فيما نحنُ فيه ففية نوعُ خفاءٍ لتغيّره بورود الإنكارِ عليه لكن الأصلَ في الكل واحدٌ إلا أن كلمةَ لو في الصور المذكورةِ متعلقةٌ بنفس الفعل المذكورِ قبلها وأن ما يُقصد بيانُ تحققِه على كل حالٍ هو نفسُ مدلولِه وأن الجملةَ حالٌ من ضميره أو مما يتعلق به وأن ما في حيز لو مقرّرٌ على ما هو عليه من الاستبعاد بخلاف ما نحن فيه لما أن كلمةَ لو متعلقةٌ فيه بفعل مقدرٍ يقتضيه المذكورُ وأن ما يُقصد بيانُ تحققِه على كل حال هو مدلولُه لا مدلولُ المذكورِ وأن الجملةَ حالٌ من ضميره لا من ضمير المذكور كما سيأتي وأن المقصودج الأصلي إنكارُ مدلولِه من حيث مقارنتُه للحالة المذكورةِ وأما تقديرُ مقارنته لغيرها فلتوسيع الدائرةِ وأن ما في حيز لولا يُقصد استبعادُه في نفسه بل يقصد الإشعارُ بأنه أمرٌ مقرّرٌ إلا أنه أُخرج مُخرَجَ الاستبعادِ مبالغةً في الإنكار من جهة أن العودَ مما يُنكر عند كونِ الكراهةِ أمراً مستبعدا فكيف به عند كونِها أمراً محققاً ومعاملةً مع المخاطَبين على معتقدَهم لاستنزالهم من رتبة العِناد وليس المرادُ بالكراهة مجردَ كراهةِ المؤمنين للعود في ملة الكفرِ ابتداءً حتى يقال إنها معلومةٌ لهم فكيف تكون ممستبعدة عندهم بل إنما هي كراهتُهم له بعد وعيدِ الإخراجِ الذي جُعل قريناً للقتل في قوله تعالى وَلَوْ أَنَّا كَتَبْنَا الآية فإنهم كانوا يستبعدونها ويطمَعون في أنهم حينئذ يختارون العود خشية الإخراج غذ رُب مكروهٍ يُختار عند حلولِ ما هُو أشدُّ منْهُ وأفظعُ والتقديرُ أنعودُ فيها لو لم نكن كارهين ولو كنا كارهين غيرَ مبالين بالإكراه فالجملةُ في محل النصب على الحالية من ضمير الفعل المقدرِ حسبما أُشير إليه إذ مآله ألعود فيها حالَ عدمِ الكراهةِ وحال الكراهة إنكارا لما تفيده كلمتُهم الشنيعةُ بإطلاقها من العَوْد على أي حالةٍ كانت غيرَ أنه اكتُفيَ بذكر الحالة الثانيةِ التي هي أشدُّ الأحوالِ منافاةً للعود وأكثرُها بُعداً منه تنبيهاً على أنها هي الواقعةُ في نفس الأمر وثقةً بإغنائها عن ذكر الأولى إغناءً واضحاً لأن العودَ الذي تعلق به الإنكارُ حين تحققَ مع الكراهة على ما يوجبه كلامُهم فلأن يتحققَ مع عدمها أولى إن قلتَ النفيُ المستفادُ من الاستفهامِ الإنكاريِّ فيما نحن فيه بمنزلة صريحِ النفي ولا ريب في أن الأولويةَ هناك معتبرةٌ بالنسبة إلى النفي ألا يُرى أن الأولى بالتحقق فيما ذُكر من مثال النفي عند الحالةِ المسكوتِ عنها أعني عدمَ الغِنى هو عدمُ الإعطاءِ لا نفسُه فكان ينبغي أن يكون الأولى بالتجحقق فيما نحن فيه عند عدمِ الكراهةِ عدمُ العَوْدِ لا نفسُه إذ هو الذي يدل عليه قولُنا أنعود لأنه في معنى لا نعود فلمَ اختلف الحالُ بينهما قلتُ لِما أن مناطَ الأولويةِ هو الحكم </p><p> الأعراف آية ٨٩ </p><p> الذي أريد بيانُ تحققِه على كل حالٍ وذلك في مثال النفي عدمُ الإعطاءِ المستفادِ من الفعل المنفيِّ المذكور وأما فيما نحن فيه فهو نفسُ العودِ المستفادِ من الفعل المقجر إذ هو الذي يقتضيه الكلامُ السابقُ أعني قولَهم لتعودُن وأما الاستفهامُ فخارجٌ عنه واردٌ عليه لإبطال ما يفيده ونفي مال يقتضيه لا أنه من تمامه كما في صورة النفي وتوضيحُه أن بين النفيين فرقاً معنوياً تختلف به أحكامُهما التي من جملتها ما ذكر من اعتبار الأولوية في أحدهما بالنسبة إلى نفسه وفي الآخر بالنسبة إلى متعلَّقه ولذلك لا تستقيم إقامةُ أحدِهما مُقامَ الآخَر على وجه الكلية ألا يُرى أنك لو قلت مكانَ أنعود فيها الخ لا نعود فيها ولو كنا كارهين لاختلَّ المعنى اختلالاً فاحشاً لأن مدلولَ الأولِ نفيُ العَوْد المقيدِ بحال الكراهة ومدلولَ الثاني تقييدُ العودِ المنفيِّ بها وذلك لأن حرفَ النفي يباشر نفسَ الفعلِ وينفيه وما يُذكر بعده يرجِعُ إليه من حيث هو منفيٌّ وأما همزةُ الاستفهامِ فإنها تباشر الفعل بعد تقييده بما بعده لما أن دِلالتَها على الإنكار والنفي ليست بدلالة وضعيةٍ كدِلالة حرفِ النفي حتى يتعلقَ معناها بنفس الفعلِ الذي يليها ويكونَ ما بعده راجعاً إليه من حيث هو منفيٌّ بل هي دِلالةٌ عقليةٌ مستفادةٌ من سياق الكلامِ فلا بد أن يكون ما يُذكر بعج الفعلِ من موانعه ودواعي إنكارِه ونفيِه حتماً ليكون قرينةً صارفةً للهمزة عن حقيقتها إلى معنى الإنكارِ والنفي ثم لما كان المقصود نفي الحاكم على كل حال مع الاقتصاد على ذكر بعضٍ منها مغنٍ عن ذكر ما عجاها لاستلزام تحقّقِه معه تحققه مع غيره بطريق الأولوية وكانت حالُ الكراهةِ عند كونها قيداً لنفس العَوْدِ كذلك أي مغنياً عن ذكر سائرِ الأحوالِ ضرورة أن تحققَ العَوْدِ في حال الكراهة مكستلزم لتحققه في حال عدمِها البتةَ وعند كونِها قيداً لنفيخ بخلاف ذلك أي غيرُ مغنٍ عن ذكر غيرِها ضرورة أن نفيَ العودِ في حال الكراهةِ لا يستلزمُ نفيَه في غيرها بل الأمرُ بالعكس فإن نفيَه في حال الإرادةِ مستلزمٌ لنفيه في حال الكراهةِ قطعاً استقام الأول لإفادته نفي العودى ة في الحالتين مع الاقتصار على ما ذِكْر ما هو مغنٍ عن ذكر الأخرى ولم يستقم الثاني لعدم إفادتِه إيَّاهُ على الوجهِ المذكورِ إن قيل فما وجهُ استقامتِهما جميعاً عند ذكرِ المعطوفَيْن معاً حيث يصِحّ أن يقال لا نعودُ فيها لو لم نكن كارهيم كما يصح أن يقال أنعودُ فيها لو لم نكن كارهين ولو كنا كارهين مع أن المقدّر في حكم الملفوظِ قلنا وجهُها أن كلاًّ منهما يفيد معنىً صحيحاً في نفسه لا أن معنى أحدِهما عينُ معنى الآخر أو متلازمان متفقانِ في جميع الأحكام كيف لا ومدلولُ الأولِ أن العودَ منتفٍ في الحالتين ومدلولُ الثاني مصحِّحٌ لنفي العَوْدِ في الحالتين منتفٍ وكلا المعنيين صحيحٌ في نفسه مصحِّحٌ لنفي العود فسي الحالتين مع ذكرهما معا غير أن الثاني مصحِّحٌ لنفي العَوْدِ في الحالتين مع الاقتصار على ذكر حالة الكراهة على عكس المعنى الأول فإنه مصحِّحٌ لنفيه فيهما مع الاقتصاد على ذكر حالةِ الإرادة </p>"
}