{
  "id": null,
  "sura": 7,
  "aya": 12,
  "text": "<p> {قَالَ} استئنافٌ مَسوقٌ للجواب عن سؤالٍ نشأَ من حكايةِ عدم سجوده كأنَّه قيلَ فماذَا قالَ الله تعالى حينئذ وبه يظهر وجهُ الالتفاتِ إلى الغَيبة إذ لا وجهَ لتقدير السؤال على وجه المخاطبة وفيه فائدةٌ أخرى هي الإشعارُ بعدم تعلقِ المحكيِّ بالمخاطَبين كما في حكاية الخلْقِ والتصوير {مَا مَنَعَكَ أَلَاّ تَسْجُدَ} أي أن تسجُد كما وقعَ في سورةِ ص ولا مزيدةٌ مؤكدةٌ لمعنى الفعل الذي دخلت عليهِ كما في قولِهِ تعالى لّئَلَاّ يَعْلَمَ أَهْلُ الكتاب منبّهةٌ على أن الموبَّخَ عليه تركُ السجود وقيل الممنوعُ عن الشيء مصروفٌ إلى خلافه فالمعنى ما صرفك إلى أن لا تسجد {اذ أَمَرْتُكَ} قيل فيه دلالةٌ على أن مُطلقَ الأمرِ للوجوب والفور وفي سورة الجن يا إبليس مالك أن لا تكون مَعَ الساجدين وفي سورة ص مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ واختلافُ العبارات عند الحكاية دل على أن اللعينَ قد أدمج في معصية واحدة ثلاث معاص مخالفة الأملار ومفارقة الجماعة والإباء عن الانتظامِ في سلكِ أولئك المقرّبين والاستكبارَ مع تحقير آدمُ عليه السلام وقد وُبِّخ حينئذ على كل واحدة منها لكن اقتُصر عند الحكاية في كل موطن على ما ذكر يه اكتفاء بما ذكر في موطن آخر واشعار بأن كل واحدةٍ منها كافيةٌ في التوبيخ وإظهار بطلان ما ارتكبه وقد تُركت حكايةُ التوبيخ رأسا في سُورةِ البقرةِ وسُورة بني إسرائيلَ وسورة الكهلف وسورة طه {قَالَ} استئنافٌ كما سبق مبنيٌّ على لا سؤالٍ نشأَ من حكايةِ التوبيخِ كأنَّه قيلَ فماذَا قالَ اللعينُ عند ذلكَ فقيل قال {أَنَاْ خَيْرٌ مّنْهُ} متجانفاً عن تطبيق جوابِه على السؤال بأن يقول معنى كذا مدّعياً لنفسه بطريق الاستئنافِ شيئاً بيِّنَ الاستلزامِ لمنعهِ من السُّجودِ على زعمه ومشعِراً بأن مَنْ شأنُه هذا لا يحسُن أن يسجُدَ لمن دونه فكيف يحسُن أن يؤمرَ بهِ كما يُنبىء عنْهُ ما في سورة الحِجْرِ من قولُه {لَمْ أَكُن لاِسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِّن صلصال مّنْ حَمَإٍ مسنون} فهو أولُ من أسس بنيانَ التكبر واخترع القولَ بالحسن والقبح العقلين وقولُه تعالَى {خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ} تعليلٌ لما ادَّعاهُ من فضله عليه ولقد أخطأ اللعينُ حيث خَصّ الفضلَ بما من جهةِ المادةِ والعنصُر وزلَّ عنه ما من جهة الفاعل كَمَا أنبأَ عَنْهُ قولِهِ تعالى مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ أَي بغير واسطةٍ على وجه الاعتناءِ به وما من جهة الصُّورة كما نُبّه عليه بقوله تعالى وَنَفَخْتُ فِيهِ مِن رُّوحِى وما من جهة الغايةِ وهو ملاكُ الأمرِ ولذلك أمر الملائكة بالسجود له عليه السَّلامُ حين ظهرَ لهم أنَّه أعلمُ منهم بما يدور عليه أمرُ الخلافةِ في الأرضِ وأنَّ له خواصَّ ليست لغيره وفي الآية دليلٌ على الكون والفساد وأن الشياطينَ أجسامٌ كائنةٌ ولعل إضافةَ خلق البشرِ إلى الطين والشياطينِ إلى النار باعتبار الجزء الغالب </p><p> الأعراف آية ١٣ ١٥ </p>"
}