{
  "id": null,
  "sura": 7,
  "aya": 54,
  "text": "<p> {إِنَّ رَبَّكُمُ الله الذى خلق السماوات والأرض فِى سِتَّةِ أَيَّامٍ} شروعٌ في بيان مبدأ الفطرةِ إثرَ بيانِ معادِ الكفَرة أي إن خالقَكم ومالككم الذي خالق الأجرامَ العلوية والسفليةَ في ستة أوقات كقوله تعالى وَمَن يُوَلّهِمْ يَوْمَئِذٍ دُبُرَهُ أو في مقدار ستةِ أيامٍ فإن المتعارفَ أن اليومَ زمانُ طلوعِ الشمسِ إلى غروبها ولم تكن هي حينئذ وفي خلق الأشياء مدرجاً مع القدرة على إبداعها دفعة دليل على الاختيار واعتبار للنظار وحث على التأني في الأمور {ثُمَّ استوى عَلَى العرش} أي استوى أمرُه واستولى وعن أصحابنا أن الاستواء على العرش صفة لله تعالى بلا كيف والمعنى أنه تعالى استوى على العرش على الوجه الذي عناه منزهاً عن الاستقرار والتمكن والعرشُ الجسم المحيط بسائر الأجسام سمي به لارتفاعه أو للتشبيه بسرير الملِك فإن الأمورَ والتدابير تنزِل منه وقيل الملك {يَغْشَى اللَّيْلَ النَّهَارَ} أي يغطّيه به ولم يُذكر العكسُ للعلم به أو لأن اللفظَ يحتملهما ولذلك قرىء بنصب الليلَ ورفع النهار وقرىء بالتشديد للدلالة على التكرار {يَطْلُبُهُ حَثِيثًا} أي يعقُبه سريعاً كالطالب له لا يفصل بينهما شيء والحثيثُ فعيل من الحث وهو صفةُ مصدرٍ محذوفٍ أو حالٌ من الفاعلِ أو من المفعول بمعنى حاثاً أو محثوثاً {والشمس والقمر والنجوم مسخرات بِأَمْرِهِ} أي خلقهن حال كونهِن مسخراتٍ بقضائه وتصريفِه وقرىء كلُّها بالرفع على </p><p> الأعراف آية ٥٥ ٥٦ </p><p> الابتداء والخبر {أَلَا لَهُ الخلق والامر} فإنه الموجدَ للكل والمتصرِّفَ فيه على الإطلاق {تَبَارَكَ الله رَبُّ العالمين} أي تعالى بالوحدانية في الألوهية وتعظّم بالتفرد في الربوبية وتحقيقُ الآية الكريمةِ والله تعالى أعلم إن الكفرة كانوا متخذين أرباباً فبيّن لهم أن المستحق الربوبية واحدٌ هو الله تعالى لأنه الذي له الخلقُ والأمرُ فإنه تعالى خلق العالمَ على ترتيب قويمٍ وتدبيرٍ حكيم فأبدع الأفلاكَ ثم زينها بالشمس والقمر والنجومِ كما أشار إليه بقوله تعالى فَقَضَاهُنَّ سَبْعَ سموات فِى يَوْمَيْنِ وعمَد إلى األأجرام السفليةِ فخلق جسماً قابلاً للصور لمتبدلة والهيئاتِ المختلفة ثم قسمها لصور نوعية متبانة الآثار والأفعالِ وأشار إليه بقوله تعالى وخلق الارض فِى يَوْمَيْنِ أي ما في جهة السُّفلِ في يومين ثم أنشأ أنواعَ المواليدِ الثلاثةِ بتركيب موادِّها أولاً وتصويرِها ثانياً كما قال بعد قوله تعالَى خَلَقَ الأرضَ فِى يَوْمَيْنِ وَجَعَلَ فِيهَا رَوَاسِىَ مِن فَوْقِهَا وبارك فِيهَا وَقَدَّرَ فِيهَا أقواتَها فِى أَرْبَعَةِ أَيَّامٍ أي مع اليومين الأولين لِما فُصّل في سورة السجدة ثم لمّا تم له عالمُ الملك عمد إلى تدجبيره كالمالك الجالس على سريره فدبر الأمرَ مِنَ السماء إِلَى الأرض بتحريك الأفلاكِ وتسيير لكواكب وتكويرِ الليالي والأيامِ ثم صرّح بما هو فذلكةُ التقريرِ ونتيجتُه فقال تعالى ألا له الحلق والامر تَبَارَكَ الله رَبُّ العالمين ثم أمر بأن يدعوُه مخلِصين متذلِّلين فقال </p>"
}