{
  "id": null,
  "sura": 7,
  "aya": 184,
  "text": "<p> {أولم يَتَفَكَّرُواْ مَا بِصَاحِبِهِم مّن جِنَّةٍ} كلامٌ مبتدأٌ مَسوقٌ لإنكار عدمِ تفكرهم في شأنه صلى الله عليه وسلم وجعلهم بحقيقة حالِه الموجبةِ للإيمان به وبما أنزل عليه من الآيات التي كذبوا بها والهمزةُ للإنكار والتعجيبِ والتوبيخ والواو للعطفِ على مقدرٍ يستدعيه سياق النظم الكريم وسياقه وما إما استفهاميةٌ إنكاريةٌ في محل الرفِع بالابتداء والخبرُ بصاحبهم وإما نافيةٌ اسمُها جِنةٌ وخبرُها بصاحبهم والجِنةُ من المصادر التي يُراد بها الهيئة كالركبة والجِلْسة وتنكيرُها للتقليل والتحقير والجملة معلقة فعل التفكر لكونه من أفعل القلوب ومحلُها على الوجهين النصبُ على نزعِ الجارِّ أي أكذّبوا بها ولم يتفكروا في أي شيء من جنون ما كائنٍ بصاحبهم الذي هو أعظمُ الأمةِ الهادية بالحق وعليه أنزلت الآيات أوفى أنه ليس بصاحيهم شيءٌ من جِنّة حتى يؤدِّيَهم التفكرُ في ذلك إلى الوقوف على صدقه وصحةِ نبوته فيؤمنوا به وبما أنزل عليه من الآيات وقيل قد تم الكلامُ عند قوله تعالى أولم يَتَفَكَّرُواْ أي أكذّبوا بها ولم يفعلوا التفكرَ ثم ابتُدىء فقيل أيُّ شيءٍ بصاحبهم من جنة ما على طريقة الإنكار والتعجيب والتبكيت أو قيل ليس بصاحبهم شيءٌ منها والتعبيرُ عنه صلى الله عليه وسلم بصاحبهم للإيذان بأن طولَ مصاحبتهم له صلى الله عليه وسلم مما يطلعهم على نزاهته صلى الله عليه وسلم عن شائبة ما ذكر ففيه تأكيدٌ للنكير وتشديدٌ له والتعرضُ لنفي الجنونِ عنه صلى الله عليه وسلم مع وضوح استحالةِ ثبوتِه له صلى الله عليه وسلم لما أن التكلمَ بما هو خارقلقضية العقولِ والعادات لا يصدُر إلا عمن به مسن من الجنونِ كيفما اتَّفق من غيرِ أن يكون له أصلٌ ومعنى أو عمن له تأييد إلهي يخبر به عن الأمور الغيبية وإذ ليس به صلى الله عليه وسلم شائبةُ الأولِ تعين أنه صلى الله عليه وسلم مؤيدٌ من عندِ الله تعالى وقيل إنه صلى الله عليه وسلم علا الصفات ليلا فجعل يدعو قريضا فخِذاً فخِذاً يحذّرهم بأسَ الله تعالى فقال قائلُهم إن صاحبَكم هذا لمجنونٌ بات يهوت إلى الصباح فنزلت فالتصريحُ بنفي الجنونِ حينئذ الرد على عظيمتهم الشنعاءِ والتعبيرُ عنه صلى الله عليه وسلم بصاحبهم واردٌ على شاكلة كلامِهم مع ما فيه من النكتة المذكورة وقوله تعالى {إِنْ هُوَ إِلَاّ نَذِيرٌ مُّبِينٌ} جملةٌ مقررة لمضمون ما قبلها ومبينةٌ لحقيقة حاله صلى الله عليه وسلم على منهاج قوله تعالى إِنْ هذا إِلَاّ مَلَكٌ كَرِيمٌ بعد قوله تعالى مَا هذا بَشَرًا أي ما هو إلا مبالغٌ في الإنذار مظهرٌ له غاية الإظهار إبراز لكمال الرأفة </p><p> الأعراف آية ١٨٥ </p><p> ومبالغةً في الإعذار وقوله تعالى </p>"
}