{
  "id": null,
  "sura": 8,
  "aya": 60,
  "text": "<p> {وَأَعِدُّواْ لَهُمْ} توجيهُ الخطاب إلى كافة المؤمنين لما أن المأمورَ به من وظائف الكلِّ كما أن توجيهَه فيما سبقَ وما لحِق إلى رسول الله صلى الله عليه وسلم لكون ما في حيِّزِه من وظائفه صلى الله عليه وسلم أي أعِدّوا لقتال الذين نُبذ إليهم العهدُ وهيِّئوا لحِرابهم أو لقتال الكفار على الإطلاق وهو الأنسبُ بسياقِ النظمِ الكريم </p><p> {مَّا استطعتم مّن قُوَّةٍ} من كل ما يُتقوَّى به في الحرب كائناً ما كان وعن عقبةَ بن عامر رضي الله عنه سمعته صلى الله عليه وسلم يقول على المنبر ألا إن القوةَ الرميُ قالها ثلاثا ولعل تخصيصه صلى الله عليه وسلم إياه بالذكر لإنافته على نظائره من القُوى </p><p> {وَمِن رّبَاطِ الخيل} الرباطُ اسمٌ للخيل التي ترُبط في سبيلِ الله تعالى فِعال بمعنى مفعول أو مصدرٌ سميت هي به يقال رَبَط ربطاً ورِباطاً ورابط مُرابطة ورِباطاً أو جمعُ رَبيطٍ كفصيل وفصال أو جمع رَبْطٍ ككعْبٍ وكَعاب وكلب وكلاب وقرئ رُبُط الخيل بضم الباء وسكونها جمع رباط وعطفُها على القوة مع كونها من جملتها للإيذان بفضلها على بقية أفرادِها كعطف جبريلَ وميكائيلَ على الملائكة </p><p> {تُرْهِبُونَ بِهِ} أي تخوّفون وقرئ ترهبون بالتشديد وقرئ تُخزون به والضميرُ لما استطعتم أو للإعداد وهو الأنسبُ ومحلُ الجملةِ النصبُ على الحالية من فاعل أعدوا أي أعدوا مرهِبين به أو منَ الموصولِ أو مِنْ عائده المحذوفِ أي أعدوا ما استطعتموه مُرهَباً بِهِ </p><p> {عَدْوَّ الله وَعَدُوَّكُمْ} وهم كفارُ مكة خُصّوا بذلك من بين الكفار مع كون الكلِّ كذلك لغاية عتوِّهم ومجاوزتِهم الحدَّ في العداوة </p><p> {وآخرين من دونهم} من غيرهم من الكفرة وقيل هم اليهودُ وقيل المنافقون وقيل الفرسُ </p><p> {لَا تَعْلَمُونَهُمُ} أي لا تعرفونهم بأعيانهم أو لا تعلمونهم كما هم عليه من العداوة وهو الأنسبُ بقولِه تعالى </p><p> {الله يَعْلَمُهُمْ} أي لا غيره فإن أعيانهم معلومة لغيره تعالى أيضاً </p><p> {وَمَا تُنفِقُواْ مِن شَىْء} لإعداد العَتادِ قل أوجل </p><p> {فِى سَبِيلِ الله} الذي أوضحه الجهاد </p><p> {يُوَفَّ إِلَيْكُمْ} أي جزاؤه كاملاً </p><p> {وَأَنتُمْ لَا تُظْلَمُونَ} بترك الإثابة أو بنقض الثوابِ والتعبيرُ عن تركها بالظلم مع أن الأعمالَ غيرُ موجبةٍ للثواب حتى يكون تركُ ترتيبِه عليها ظلماً لبيان كمالِ نزاهتِه سبحانه عنْ ذلكَ بتصويرِه بصورةِ ما يستحيلُ صدورُه عنْهُ تعالى من القبائح وإبرازِ الإثابةِ في معرِض الأمورِ الواجبةِ عليه تعالى كما مرَّ في تفسيرِ قولِه تعالى فاستجاب لَهُمْ رَبُّهُمْ أَنّى لَا أُضِيعُ عَمَلَ عَامِلٍ مّنْكُمْ </p>"
}