{
  "id": null,
  "sura": 8,
  "aya": 54,
  "text": "<p> {كدأب آلِ فِرْعَوْنَ والذين مِن قَبْلِهِمْ} في محل النصب على أنَّه نعتٌ لمصدرٍ محذوفٍ أي حتى يغيروا ما بأنفسهم تغييراً كائناً كدأبِ آلِ فرعونَ أي كتغييرهم على أن دأبهَم عبارةٌ عما فعلوه فقط كما هو الأنسبُ بمفهوم الدأبِ وقوله تعالى </p><p> {كَذَّبُواْ بآيات ربهم} تفسير له بتمهامه وقوله تعالى </p><p> {فأهلكناهم} إخبارٌ بترتب العقوبةِ عليه لا أنه من تمام تفسيرِه ولا ضيرَ في توسط قوله تعالى وَأَنَّ الله سَمِيعٌ عَلِيمٌ بينهما كما مر نظيرُه في سورة آل عمرانَ حيث جوّزوا انتصابَ محلِّ الكافِ بلن تغنيَ مع ما بينهما من قوله تعالى وَأُولَئِكَ هُمْ وَقُودُ النار وهذا على تقدير عطفِ الجملةِ على ما قبلَها وأما على تقدير كونِها اعتراضاً فلا غبارَ في توسطها قطعاً وقيل في محلِ الرفعِ على أنه خبر مبتدأ محذوفٍ كما قبله فالجملة حينئذٍ استئنافٌ آخَرُ مسوق لتقرير ما سيق له الاستئنافُ الأول بتشبيه دأبِهم بدأب المذكورين لكنْ لا بطريقِ التكريرِ المحضِ بل بتغيير العُنوانِ وجعل الدأبِ في الجانبين عبارةً عما يلازم معناه الأول من تغيير الحالِ وتغييرِ النعمة أخذاً مما نطق به قوله تعالى ذلك بِأَنَّ الله لَمْ يَكُ مُغَيّراً نّعْمَةً الآية أي دأبُ هؤلاء وشأنُهم الذي هو عبارةٌ عن التغييرَيْن المذكورين كدأب أولئِك حيث غيّروا حالهم فغير الله تعالى نعمتَه عليهم فقوله تعالى كَذَّبُواْ بآيات رَبّهِمْ تفسير لدأبهم الذي فعلوه من تغييرهم لحالهم وقوله تعالى فأهكناهم تفسيرٌ لدأبهم الذي فُعل بهم من تغييره تعالى ما بهم من نعمته وأما دأبُ قريشٍ فمستفادٌ منه بحكم التشبيهِ فللَّه درُّ شأنِ التَّنزيلِ حيث اكتَفى في كل من التشبيهين بتفسير أحدِ الطرفين وإضافة الآياتِ إلى الرب المضافِ إلى ضميرهم لزيادة تقبيحِ ما فعلوا بها من التكذيب والالتفاتُ إلى نونِ العظمةِ في أهلكنا جريا على سَنن الكبرياءِ لتهويل الخطبِ والكلامُ في الفاء وفي قوله تعالى </p><p> {بِذُنُوبِهِمْ} كالذي مر وعطفُ قوله تعالى </p><p> {وأغرقنا آل فرعون} على أهلكنا مع اندراجه تحته للإيذان بكمال هولِ الإغراقِ وفظاعتِه كعطف جبريلَ عليهِ السَّلامُ على الملائكة </p><p> {وَكُلٌّ} أي وكلٌّ من الفِرَق المذكورين أو كلٌّ من هؤلاء وأولئك أو كلٌّ من غرقى القِبط وقتلى قريشٍ </p><p> {كَانُواْ ظَالِمِينَ} أي أنفسَهم بالكفر والمعاصي حيث عرَّضوها للهلاك </p><p> أو واضعين للكفر والتكذيب مكانَ الإيمانِ والتصديق ولذلك أصابهم ما أصابهم </p><p> سورة الأنفال من الآيات (٥٥ ٥٧) </p>"
}