{
  "id": null,
  "sura": 9,
  "aya": 61,
  "text": "<p> {وَمِنْهُمُ الذين يُؤْذُونَ النبى} نزلت في فِرقة من المنافقين قالوا في حقه صلى الله عليه وسلم مالا ينبغي فقال بعضُهم لا تفعلوا فإنا نخاف أن يبلُغه ذلك فيقعَ بنا فقال الجلاس بن سويد نقول ما شئنا ثم نأتيه فننكر ما قلنا ونحلِف فيصدقنا بما نقول إنما محمدٌ أذُنٌ سامعة وذلك قوله عز وجل </p><p> {وَيَقُولُونَ هُوَ أُذُنٌ} أي يسمع كلَّ ما قيل من غير أن يتدبَّرَ فيه ويميّزَ بين ما يليق بالقَبول لمساعدة أَمارات الصدقِ له وبين مالا يليق به وإنما قالوه لأنه صلى الله عليه وسلم كان لا يواجههم بسوء ما صنعوا ويصفَحُ عنهم حِلماً وكرماً فحملوه على سلامة القلبِ وقالوا ما قالوا </p><p> {قُلْ أُذُنُ خَيْرٍ لَّكُمْ} من قبيل رجلُ صدقٍ في الدلالة على المبالغة في الجودة والصلاح كأنه قيل نعم هو أذنٌ ولكن نِعمَ الأذُنُ ويجوز أن يكون المرادُ أذناً في الخير والحقِّ وفيما ينبغي سماعُه وقَبولُه لا في غير ذلك كما يدل عليه قراءةُ رحمةٍ بالجر عطفاً عليه أي هو أذنُ خيرٍ ورحمةٍ لا يسمع غيرَهما ولا يقبله وقرئ أذْن بسكون الذال فيهما وقرئ أذن خير على أنه صفةٌ أو خبرٌ ثان وقوله عز وجل </p><p> {يُؤْمِنُ بالله} تفسيرٌ لكونه أذنَ خيرٍ لهم أي يصدق بالله تعالى لما قام عنده من الأدلة الموجبةِ له وكونُ ذلك خيراً للمخاطَبين كما أنه خيرٌ للعالمين مما لا يخفى </p><p> {وَيُؤْمِنُ لِلْمُؤْمِنِينَ} أي يصدّقهم لِما علم فيهم من الخلوص واللامُ مزيدةٌ للتفرقة بين الإيمان المشهورِ وبين الإيمان بمعنى التسليمِ والتصديق كما في قوله تعالى أَنُؤْمِنُ لَكَ الخ وقوله تعالى فَمَا آمن لموسى الخ </p><p> {وَرَحْمَةً} عطفٌ على أذنُ خيرٍ أي وهو رحمةٌ بطريق إطلاقِ المصدرِ على الفاعل للمبالغة </p><p> {للذين آمنوا مِنكُمْ} أي للذين أظهروا الإيمانَ منكم حيث يقبله منهم لكن لا تصديقاً لَهُم في ذلك بل رفقاً بهم وترحماً عليهم ولا يكشف أسرارَهم ولا يهتِك أستارَهم وإسنادُ الإيمان إليهم بصيغة الفعلِ بعد نسبتِه إلى المؤمنين بصيغة الفاعل المنبئةِ عن الرسوخ والاستمرارِ للإيذان بأن إيمانَهم أمرٌ حادثٌ ما له من قرار وقرئ بالنصب على أنها علةٌ لفعل دلَّ عليه أذنُ خيرٍ أي يأذن لكم رحمةً </p><p> {والذين يُؤْذُونَ رَسُولَ الله} بما نُقل عنهم من قولهم هو أذنٌ ونحوِه وفي صيغة الاستقبالِ المُشعِرة بترتب الوعيدِ على الاستمرار على ما هم عليه إشعارٌ بقبول توبتِهم كما أفصح عنه قولُه تعالى فيما سيأتي فَإِن يَتُوبُواْ يَكُ خَيْراً لَّهُمْ </p><p> {لَهُمْ} بما يجترئون عليه من أذيته صلى الله عليه وسلم كما ينبئ عنه بناءُ الحُكمِ على الموصول </p><p> {عَذَابٌ أَلِيمٌ} وهذا اعتراضٌ مَسوقٌ من قِبَله عزَّ وجلَّ على نهج الوعيدِ غيرُ داخلٍ تحت الخطابِ وفي تكرير الإسنادِ بإثبات العذابِ الأليم لهم ثم جعلِ الجملة خبرا للموصول مالا يخفى من المبالغة وإيرادُه صلى الله عليه وسلم بعنوان الرسالةِ مضافاً إلى الاسم الجليلِ لغاية التعظيمِ والتنبيهِ على أن أذيته </p><p> راجعة إلى جنابه عز وجل موجبةٌ لكمال السخطِ والغضب </p><p> سورة براءة آية (٦٢ ٦٣) </p>"
}