{
  "id": null,
  "sura": 9,
  "aya": 94,
  "text": "<p> {يَعْتَذِرُونَ إِلَيْكُمْ} استئنافٌ لبيان ما يتصدرون له عند القفولِ إليهم روي أنهم كانوا بضعةً وثمانين رجلاً فلما رجع صلى الله عليه وسلم إليهم جاءوا يعتذرون إليه بالباطل والخطابُ لرسول الله صلى الله عليه وسلم وأصحابهِ فإنهم كانوا يعتذرون إليهم أيضاً لا إلى رسول الله صلى الله عليه وسلم فقط أي يعتذرون إليكم في التخلف </p><p> {إِذَا رَجَعْتُمْ} من الغزو منتهين </p><p> {إِلَيْهِمُ} وإنما لم يقل إلى المدينة إيذاناً بأن مدارَ الاعتذار هو الرجوعُ إليهم لا الرجوع إلى المدينة فلعل منهم مَنْ بادر إلى الاعتذار قبل الرجوعِ إليها </p><p> {قُلْ} تخصيصُ هذا الخطابِ برسولِ الله صلَّى الله عليه وسلم بعد تعميمِه فيما سبق لأصحابه أيضاً لِما أن الجواب وظيفته صلى الله عليه وسلم وأما اعتذارُهم فكان شاملاً للمسلمين شمولَ الرجوعِ لهم </p><p> {لَا تَعْتَذِرُواْ} أي لا تفعلوا الاعتذارَ كقوله تعالى اخسئوا فِيهَا وَلَا تُكَلّمُونِ أو لا تعتذروا بما عندكم من المعاذير وأما التعرُّضُ لعنوان كذبها فلا يساعُده قوله تعالى </p><p> {لَن نُّؤْمِنَ لَكُمْ} أي لن نصدِّقَكم في ذلك أبداً فإنه استئنافٌ تعليليٌّ للنهي مبني على سؤال نشأ من قِبَلهم متفرّعٌ على ادعاء الصّدقِ في الاعتذار كأنهم قالوا لم لا نعتذر فقيل لأنا لا نصدقكم أبداً فيكون عبثاً إذ لا يترتب عليه غرض المعتذر وقوله عز وجل </p><p> {قَدْ نَبَّأَنَا الله مِنْ أَخْبَارِكُمْ} تعليلٌ لانتفاء التصديقِ أي أُعلِمْنا بالوحي بعضَ أخباركم المنافيةِ للتصديق مما باشرتموه من الشر والفساد وأضمرتموه في ضمائركم وهيأتموه للإبراز في معرِض الاعتذارِ من الأكاذيب وجمعُ ضميرِ المتكلم في الموضعين للمبالغة في حسم أطماعِهم من التصديق رأساً ببيان عدمِ رواج اعتذارِهم عند أحدٍ من المؤمنين أصلاً فإن تصديقَ البعض لهم ربما يطمعهم في تصديق الرسولِ أيضا صلى الله عليه وسلم بواسطة المصدِّقين وللإيذان بأن افتضاحَهم بين المؤمنين كافة </p><p> {وَسَيَرَى الله عَمَلَكُمْ} فيما سيأتي أتُنيبون إليه تعالى مما أنتم فيه من النفاق أم تثبُتون وكأنه استتابةٌ وإمهالٌ للتوبة وتقديمُ مفعول الرؤية على ما عطف على فاعله من قوله تعالى </p><p> {وَرَسُولُهُ} للإيذان باختلاف حالِ الرؤيتين وتفاوتِهما وللإشعار بأن مدارَ الوعيد هو علمه عز وجل بأعمالهم </p><p> {ثُمَّ تُرَدُّونَ} يوم القيامة </p><p> {إلى عالم الغيب والشهادة} </p><p> للجزاء بما ظهر منكم من الأعمال ووضعُ المُظهرِ موضعَ المضمرِ لتشديد الوعيدِ فإن علمَه سبحانه وتعالى بجميع أعمالِهم الظاهرةِ والباطنةِ وإحاطتَه بأحوالهم البارزةِ والكامنةِ مما يوجب الزجرَ العظيم </p><p> {فَيُنَبّئُكُمْ} عند ردِّكم إليه ووقوفِكم بين يديه </p><p> {بِمَا كُنْتُمْ تَعْمَلُونَ} أي بما كنتُم تعملونَهُ في الدنيا على الاستمرار من الأعمال السيئةِ السابقةِ واللاحقة على أن ما موصولةٌ والعائدُ إليها محذوفٌ أو بعملكم المستمر على أنها مصدريةٌ والمرادُ بالتنبئة بذلك المجازاةُ به وإيثارُها عليها لمراعاة ما سبقَ من قولِه تعالى قَدْ نَبَّأَنَا الله الخ فإن المنبأَ به الأخبارُ المتعلِّقةُ بأعمالهم وللإيذان بأنهم ما كانوا عالمين في الدنيا بحقيقة أعمالِهم وإنما يعلمونها يومئذ </p><p> سورة براءة آية (٩٥ ٩٦) </p>"
}