{
  "id": null,
  "sura": 9,
  "aya": 29,
  "text": "<p> {قاتلوا الذين لَا يُؤْمِنُونَ بالله وَلَا باليوم الاخر} أمرَهم بقتال أهلِ الكتابين إثرَ أمرِهم بقتال المشركين وبمنعهم من أن يحوموا حول ما كانوا يفعلونه من الحج والعمرةِ غيرَ خائفين من الفاقة المتوهَّمةِ من انقطاعهم ونبّههم في تضاعيف ذلك على بعض طرقِ الإغناء الموعودِ على الوجه الكليِّ وأرشدهم إلى سلوكه ابتغاءً لفضله واستنجازاً لوعده والتعبيرُ عنهم بالموصول للإيذان بعلِّية مَا في حيزِ الصلةِ للأمر بالقتال وبانتظامهم بسببِ ذلكَ في سلكِ المشركين فإن اليهودَ مُثَنّيةٌ والنصارى مُثلِّثةٌ فهم بمعزل من أن يؤمنوا بالله سبحانه ولا باليوم الآخر فإن عملهم بأحوال الآخرة كلا علمٍ فإيمانُهم المبنيُّ عليه ليس بإيمان به </p><p> {وَلَا يحرِّمون مَا حَرَّمَ الله وَرَسُولُهُ} أي ما ثبت تحريمُه بالوحي متلوّاً أو غيرَ متلوٍ وقيل المرادُ برسوله الرسولُ الذي يزعُمون اتباعَه أي يخالفون أصلَ دينهم المنسوخِ اعتقاداً وعملاً </p><p> {وَلَا يَدِينُونَ دِينَ الحق} الثابتَ الذي هو ناسخٌ لسائر الأديان وهو دينُ الإسلام وقيل دين الله </p><p> {مِنَ الذين أُوتُواْ الكتاب} من التوراة والإنجيل فمن بيانيةٌ لا تبعيضيةٌ حتى يكونَ بعضُهم على خلاف ما نُعت </p><p> {حتى يُعْطُواْ} أي يقبَلوا أن يعطوا </p><p> {الجزية} أي ما تقرَّرَ عليهم أن يُعطوه مشتقٌّ من جزَى دَينَه أي قضاه أو لأنهم يَجْزُون بها مَنْ مَنّ عليهم بالإعفاء عن القتل </p><p> {عَن يَدٍ} حال من الضمير في يُعطوا أي عن يد مؤاتيةٍ مطيعةٍ بمعنى منقادين أو من يدهم بمعنى مسلّمين بأيديهم غيرَ باعثين بأيدي غيرِهم ولذلك مُنع من التوكيل فيه أو عن غِنىً ولذلك لم تجِب الجزيةُ على الفقير العاجزِ أو عن يد قاهرةِ عليهم أي بسبب يد بمعنى عاجزين أذلاء أو عن إنعام عليهم فإن إبقاءَ مُهجتِهم بما بذلوا من الجِزية نعمةٌ عظيمةٌ عليهم أو من الجزية أي نقداً مسلّمةً عن يد إلى يد وغايةُ القتالِ ليست نفسَ هذا الإعطاء بل قبولَه كما أشير إليه </p><p> {وَهُمْ صاغرون} أي أذلاءُ وذلك بأن يأتيَ بها بنفسه ماشياً غيرَ راكبٍ ويسلِّمَها وهو قائمٌ والمتسلِّمُ جالسٌ ويُؤخَذَ بتَلْبيبه ويقال له أدِّ الجزية وإن كان يؤديها وهي تؤخذ عند أبي حنيفة رضيَ الله عنه من أهل الكتاب مطلقاً ومن مشركي العجَم لا من مشركي العرب عند أبي يوسف رضي الله عنه لا تؤخذ من العربي كتابياً كان أو مشركاً وتؤخذ من الأعجميِّ كتابياً كان أو مشركاً وعند الشافعي رضي الله عنه تؤخذ من أهل الكتابِ عربياً أو عجمياً ولا تؤخذ من أهل الأوثانِ مطلقاً وذهب مالكٌ والأوزاعيُّ إلى أنها تؤخذ من جميع الكفارِ وأما المجوسُ فقد اتفقت الصحابةِ رضيَ الله عنُهم على أخذ الجزيةِ منهم لقوله صلى الله عليه وسلم سُنوا بهم سُنّةَ أهلِ الكتابِ ورُوي عن عليَ رضيَ الله عنه أنَّه كان لهم كتابٌ يدرُسونه فأصبحوا وقد أسرى على كتابهم فرُفع من بين أظهُرِهم واتفقوا على تحريم ذبيحتهم ومناكحتهم لقوله صلى الله عليه وسلم في آخر ما نقل من الحديث غيرَ ناكحي نسائهم وآكلي ذبيحتِهم ووقت الأخذ عند أبي حنيفة رضى الله عنه أولُ السنة وتسقطُ بالموت والإسلام ومقدارُها على الفقير المعتمِل اثنا عشر درهماً وعلى المتوسط الحالِ أربعةٌ وعشرون درهما وعلى الغني ثمانيةٌ وأربعون درهماً ولا جزيةَ على فقير </p><p> عاجزٍ عن الكسب ولا على شيخ فانٍ أو زَمِنٍ أو صبيَ أو امرأة وعند الشافعي رضي الله عنه تؤخذ في آخر السنة من كل واحد دينارٌ غنياً كان أو فقيراً كان له كسبٌ أو لم يكن </p><p> سورة براءة آية ٣٠ </p>"
}