{
  "id": null,
  "sura": 9,
  "aya": 40,
  "text": "<p> {إِلَاّ تَنصُرُوهُ فَقَدْ نَصَرَهُ الله} أي إن لم تنصُروه فسينصُره الله الذي قد نصره في وقت ضرورةٍ أشدَّ من هذه المرة فحُذف الجزاءُ وأقيم سببُه مُقامَه أو إن لم تنصُروه فقد أوجب له النُصرة حتى نصره في مثل ذلك الوقت فلن يخذُله في غيره </p><p> {إِذْ أَخْرَجَهُ الذين كَفَرُواْ} أي تسببوا لخروجه حيث أذن له صلى الله عليه وسلم في ذلك حين همّوا بإخراجه </p><p> {ثَانِيَ اثنين} حالٌ من ضميره صلى الله عليه وسلم وقرئ بسكون الياء على لغة من يُجري الناقصَ مُجرى المقصور في الإعراب أي أحدَ اثنين من غير اعتبار كونه صلى الله عليه وسلم ثانياً فإن معنى قولِهم ثالثُ ثلاثةٍ ورابع أربعة ونحوُ ذلك أحدُ هذه الأعدادِ مطلقاً لا الثالثُ والرابعُ خاصة ولذلك منع الجمهورُ أن ينصِبَ ما بعده بأن يقال ثالثٌ ثلاثةً ورابعٌ أربعةً وقد مرَّ في قولِه تعالى لَّقَدْ كَفَرَ الذين قَالُواْ إِنَّ الله ثالث ثلاثة من سورة المائدة وجعلُه صلى الله عليه وسلم ثانيَهما لمشي الصديقِ أمامَه ودخولِه في الغار أولاً لكنسه وتسوية البساط كما ذكر في الأخبار تمحّلٌ مُستغنىً عنه </p><p> {إِذْ هُمَا فِى الغار} بدلٌ من إذ أخرجه بدلَ البعضِ إذ المرادُ به زمانٌ متسعٌ والغارُ ثقبٌ في أعلى ثوْرٍ وهو جبلٌ في يمنى مكةَ على مسيرة ساعةٍ مكثاً فيه ثلاثاً </p><p> {إِذْ يَقُولُ} بدلٌ ثانٍ أو ظرفٌ لثانيَ </p><p> {لِصَاحِبِهِ} أي الصدّيق </p><p> {لَا تَحْزَنْ إِنَّ الله مَعَنَا} بالعون والعصمةِ والمرادُ بالمعية الولايةُ الدائمةُ التي لا تحوم حول صاحبها شائبةُ شيءٍ من الحزن وما هو المشهورُ من اختصاص مَعَ بالمتبوع فالمرادُ بما فيه من المتبوعية هو المتبوعية في الأمر المباشر روى أن المشركين طلعوا فوق الغار فأشفق أبُو بكرٍ رضيَ الله عنه على رسُولِ الله صَلَّى الله عليه وسلم فقال إنْ نُصَبْ اليومَ ذهب دينُ الله فقال صلى الله عليه وسلم ما ظنُّك باثنين الله ثالثُهما وقيل لما دخلا الغارَ بعث الله تعالى حمامتين فباضتا في أسفله والعنكبوتَ فنسَجت عليه وقال رسول الله صلى الله عليه وسلم اللهم أعمِ أبصارَهم فجعلوا يترددون حول الغار ولا يفطَنون قد أخذ الله تعالى أبصارهم عنه وفيه من الدِلالة على علو طبقة الصدِّيقِ رضيَ الله عنه وسابقةِ صُحبتِه ما لا يخفى ولذلكَ قالوا من أنكر صُحبةَ أبي بكرٍ رضيَ الله عنْهُ فقد كفر لإنكاره كلامَ الله سبحانه وتعالى </p><p> {فَأَنزَلَ الله سَكِينَتَهُ} أمَنتَه التي تسكُن عندها القلوب </p><p> {عَلَيْهِ} على النبيِّ صلَّى الله عليهِ وسلم فالمراد بها مالا يحوم حوله شائبةُ الخوفِ أصلاً أو على صاحبه إذ هو المنزعِج وأما النبيِّ صلَّى الله عليهِ وسلم فكان على طُمَأْنينة من أمره </p><p> {وَأَيَّدَهُ بِجُنُودٍ لَّمْ تَرَوْهَا} عطفٌ على نصره الله والجنودُ هم الملائكةُ النازلون يوم بدرٍ والأحزابِ وحُنينٍ وقيل هم الملائكةُ أنزلهم الله ليحرِسوه في الغار ويأباه وصفُهم بعدم رؤيةِ المخاطَبين لهم وقوله عز وعلا </p><p> {وَجَعَلَ كَلِمَةَ الذين كَفَرُواْ السفلى} يعني الشركَ أو دعوةَ الكفرِ فإن ذلك الجعلَ لا يتحقق بمجرد </p><p> الإنجاء بل بالقتل والأسر ونحو ذلك </p><p> {وَكَلِمَةُ الله} أي التوحيدُ أو دعوةُ الإسلام </p><p> {هِىَ العليا} لا يدانيها شيءٌ وتغييرُ الأسلوب للدِلالة على أنها في نفسها كذلك لا يتبدل شأنُها ولا يتغيرُ حالُها دون غيرِها من الكلم ولذلك وُسِّط ضمير الفعل وقرئ بالنصب عطفاً على كلمة الذين </p><p> {والله عَزِيزٌ} لا يغالَب </p><p> {حَكِيمٌ} في حكمه وتدبيره </p><p> سورة براءة الآية (٤١ ٤٢) </p>"
}