{
  "id": null,
  "sura": 9,
  "aya": 31,
  "text": "<p> {اتخذوا} زيادةُ تقريرٍ لما سلف من كفرهم بالله تعالى </p><p> {أحبارهم} وهم علماءُ اليهود واختُلف في واحده قال الأصمعي لا أدري أهو حَبْرٌ أم حِبْرٌ وقال أبو الهيثم بالفتح لا غير وكان الليثُ وابنُ السِّكِّيتِ يقولان حِبْرٌ وحَبْرٌ للعالِم ذمياً كان أو مسلماً بعد أن كان من أهل الكتاب </p><p> {ورهبانهم} وهم علماءُ النصارى من أصحاب الصوامعِ أي اتخذ كلُّ واحد من الفريقين علماءَهم لا الكلُّ الكلَّ </p><p> {أَرْبَابًا من دُونِ الله} بأن أطاعوهم في تحريم ما أحله الله تعالى وتحليلِ ما حرمه أو بالسجود لهم ونحوِه تسميةُ اتِّباعِ الشيطان عبادةً له في قوله تعالى يا أبت لَا تَعْبُدِ الشيطان وقوله تعالى بَلْ كَانُواْ يَعْبُدُونَ الجن قال عديُّ بنُ حاتم أتيتُ رسولَ الله صلى الله عليه وسلم وفي عنقي صليبٌ من ذهب وكان إذ ذاك على دين يسمَّى الركوسية فريق من النصارى وهو يقرأ سورةَ براءة فقال يا عديُّ اطرَحْ هذا الوثنَ فطرحتُه فلما انتهى إلى قوله تعالى اتَّخذوا أحبارَهم ورهبانَهم أَرْبَاباً مّن دُونِ الله قلتُ يا رسولَ الله لم يكونوا يعبدونهم فقال صلى الله عليه وسلم أليس يحرِّمون ما أحل الله فتُحرِّمونه ويُحِلّون ما حرم الله فتَستحلّونه فقلتُ بلى قال ذلك عبادتُهم قال الربيع قلت لأبي العالية كيف كانت تلك الربوبيةُ في بني إسرائيلَ قال إنهم ربما وجدوا في كتاب الله تعالى ما يخالف أقوالَ الأحبارِ فكانوا يأخُذون بأقوالهم ويترُكون حُكمَ كتابِ الله </p><p> {والمسيح ابن مَرْيَمَ} عطفٌ على رهبانهم أي اتخذه النصارى رباً معبوداً بعد ما قالوا إنه ابنُه تعالى عن ذلكَ عُلواً كبيراً وتخصيصُ الاتخاذِ به يشير إلى أن اليهودَ ما فعلوا ذلك بعزيرٍ وتأخيرُه في الذكر مع أن اتخاذهم له صلى الله عليه وسلم رباً معبوداً أقوى من مجرد الإطاعةِ في أمر التحليل والتحريمِ كما هو المرادُ باتخاذهم الأحبارَ والرهبانَ أرباباً لأنه مختصٌّ بالنصارى ونسبته صلى الله عليه وسلم إلى أمه من حيث دلالتها على مروبوبيته المافية للربوبية للإيذان بكمال ركاكةِ رأيِهم والقضاءِ عليهم بنهاية الجهل والحماقة </p><p> {وَمَا أُمِرُواْ} أي والحالُ أن أولئك الكفرةَ ما أُمروا في كتابيهم </p><p> {إِلَاّ لِيَعْبُدُواْ إلها واحدا} عظيمَ الشأنِ هو الله سبحانه وتعالى ويطيعوا أمرَه ولا يطيعوا أمرَ غيرِه بخلافه فإن ذلك مُخِلٌّ بعبادته تعالى فإن جميعَ الكتبِ السماوية متفقةٌ على ذلك قاطبةً وقد قال المسيح عليه السلام إنه من يشرِكْ بالله فَقَدْ حَرَّمَ الله عَلَيهِ الجنة وأما إطاعة الرسولِ صلى الله عليه وسلم وسائرِ مَنْ أمرِ الله تعالَى بطاعته فهي في الحقيقة إطاعة لله عز وجل أو وما أُمر الذين اتخذهم الكفرةُ أرباباً من المسيح والأحبارِ والرهبانِ إلا ليوحِّدوا الله </p><p> تعالى فكيف يصِحُّ أن يكونوا أرباباً وهم مأمورون مستعبَدون مثلَهم ولا يقدحُ في ذلك كونُ ربوبيةِ الأحبار والرهبان بطريق الإطاعةِ فإن تخصيصَ العبادةِ به تعالى لا يتحقق إلا بتخصيص الطاعَةِ أيضاً به تعالى وحيث لم يخُصوها به تعالى لم يخصّوا العبادةَ به سبحانه </p><p> {لَا إله إِلَاّ هُوَ} صفةٌ ثانيةٌ لإلها أو استئنافٌ مقرِّرٌ للتوحيد </p><p> {سبحانه عَمَّا يُشْرِكُونَ} عن الإشراك به في العبادة والطاعة </p><p> سورة براءة آية (٣٢ ٣٣) </p>"
}