{
  "id": null,
  "sura": 9,
  "aya": 108,
  "text": "<p> {لَا تَقُمْ} للصلاة </p><p> {فِيهِ} في ذلك المسجدِ حسبما دعَوْك إليه </p><p> {أَبَدًا لَّمَسْجِدٌ أُسّسَ} أي بُني أصلُه </p><p> {عَلَى التقوى} يعني مسجدَ قباءَ أسسه رسولُ الله صلى الله عليه وسلم وصلى فيه أيامَ مقامِه بقباء وهي يومُ الإثنينِ والثلاثاءِ والأربعاءِ والخميسِ وخرج يومَ الجمعة وقيل هو مسجد رسول الله صلى الله عليه وسلم بالمدينة وعن أبي سعيد رضي الله عنه سألت النبيِّ صلَّى الله عليهِ وسلم عن المسجد الذي أسسه على التقوى فأخذ حصباءَ فضرب بها الأرضَ وقال مسجدُكم هذا مسجدُ المدينة واللامُ إما للابتداء أو للقسم المحذوفِ أي والله لَمسجدٌ وعلى التقديرين فمسجدٌ مبتدأٌ وما بعده صفتُه وقوله تعالى </p><p> {مِنَ أَوَّلِ يَوْمٍ} أي من أيام تأسيسِه متعلقٌ بأسس وقوله تعالى </p><p> {أَحَقُّ أَن تَقُومَ فِيهِ} أي للصلاة وذكرِ الله تعالى خبرُه وقوله تعالى </p><p> {فِيهِ رِجَالٌ} جملةٌ مستأنفةٌ مبينةٌ لأحقّيته لقيامه صلى الله عليه وسلم فيه من جهة الحال بعد بيانِ أحقيتِه له من حيث المحلُّ أو صفةٌ أخرى للمبتدأ أو حال من الضمير في فيه وعلى كل حالٍ ففيه تحقيقٌ وتقريرٌ لاستحقاقه القيامَ فيه والمرادُ بكونه أحق نفس </p><p> كونه حقيقاً به إذ لا استحقاقَ في مسجد الضرارِ رأساً وإنما عبر عنه بصيغة التفضيلِ لفضله وكماله في نفسه أو الأفضلية في الاستحقاق المتناولِ لما يكون باعتبار زعمِ الباني ومن يشايعُه في الاعتقاد وهو الأنسبُ بما سيأتي </p><p> {يُحِبُّونَ أَن يَتَطَهَّرُواْ} من المعاصي والخصالِ الذميمةِ لمرضاة الله سبحانه وقيل من الجنابة فلا ينامون عليها </p><p> {والله يُحِبُّ المطهرين} أي يرضى عنهم ويُدْنيهم من جنابه إدناءَ المحبِّ حبيبَه قيل لما نزلت مشى رسول الله صلى الله عليه وسلم ومعه المهاجرون حتى وقف على باب مسجد قباءَ فإذا الأنصارُ جلوسٌ فقال أمؤمنون أنتم فسكت القومُ ثم أعادها فقال عمرُ رضي الله تعالى عنه يا رسولَ الله إنهم لمؤمنون وأنا معهم فقال صلى الله عليه وسلم أترضَوْن بالقضاء قالوا نعم قال صلى الله عليه وسلم أتصبِرون على البلاء قالوا نعم قال أتشكرون في الرخاء قالوا نعم قال صلى الله عليه وسلم مؤمنون وربِّ الكعبة فجلس ثم قال يا معشرَ الأنصار إن الله عز وجل قد أثنى عليكم فما الذي تصنعون عند الوضوء وعند الغائط فقالوا نُتبعُ الغائطَ الأحجارَ الثلاثة ثم نتبع الأحجارَ الماءَ فتلا النبيِّ صلَّى الله عليهِ وسلم فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُواْ وقرىء أن يطّهروا بالإدغام وقيلَ هو عامٌّ في التطهر عن النجاسات كلِّها وكانوا يُتبعون الماءَ إثرَ البول وعن الحسنِ رضيَ الله عنه هو التطهرُ عن الذنوب بالتوبة وقيل يحبّون أن يتطهروا بالحُمّى المكفرةِ لذنوبهم فحموا عن أخرهم </p><p> سورة براءة آية (١٠٩) </p>"
}