{
  "id": null,
  "sura": 9,
  "aya": 36,
  "text": "<p> {إِنَّ عِدَّةَ الشهور} أي عددَها </p><p> {عَندَ الله} أي في حكمه وهو معمولٌ لها لأنها مصدرٌ </p><p> {اثنا عَشَرَ} خبرٌ لإن </p><p> {شَهْراً} تمييزٌ مؤكدٌ كما في قولك عندي من الدنانير عشرون ديناراً والمرادُ الشهورُ القمريةُ إذ عليها يدور فلَكُ الأحكام الشرعية </p><p> {فِى كتاب الله} في اللوحِ المحفوظِ أو فيما أثبته وأوجبه وهو صفةُ اثنا عشر أي اثنا عشر شهراً مُثبتاً في كتاب الله وقوله عز وجل </p><p> {يوم خلق السماوات والارض} متعلقٌ بما في الجارِّ والمجرور من معنى الاستقرار أو بالكتاب على أنه مصدرٌ والمعنى إن هذا أمرٌ ثابتٌ في نفس الأمرِ منذ خلق الله تعالى الأجرامَ والحركاتِ والأزمنة </p><p> {مِنْهَا} أي من تلك الشهورِ الاثنىْ عشر </p><p> {أَرْبَعَةٌ حُرُمٌ} هي ذو القعدة وذو الحجة والمحرم ورجب ومنه قوله صلى الله عليه وسلم في خُطبته في حجة الوداع ألا إن الزمانَ قد استدار كهيئته يوم خَلَقَ الله السموات والارض السنةُ اثنا عشرَ شهراً منها أربعةٌ حرُمٌ ثلاثٌ متوالياتٌ ذو القَعدةِ وذو الحِجة والمحرَّم ورجبُ مُضَرَ الذي بين جمادى وشعبانَ والمعنى رجعت الأشهرُ إلى ما كانَتْ عليهِ من الحِل والحُرمة وعاد الحجُّ إلى ذي الحِجّة بعد ما كانوا أزالوه عن محله بالنسيءِ الذي أحدثوه في الجاهلية وقد وافقت حَجةُ الوَداعِ ذا الحِجة وكانت حَجةُ أبي بكرٍ رضيَ الله عنْهُ قبلها في ذي القَعدة </p><p> {ذلك} أي تحريم الأشهرِ الأربعة المعينة المعدودةِ وما في ذلك من معنى البُعد لتفخيم المشار إليه هو </p><p> {الدين القيم} المستقيمُ دين إبراهيم وإسمعيل عليهما السلام وكانت العرب قد تمسكت به وراثةً منهما وكانوا يعظّمون الأشهرَ الحرمَ ويكرهون القتال فيها حتى إنه لو لقيَ رجلٌ قاتلَ أبيه أو أخيه لم يَهِجْهُ وسمَّوا رجباً الأصمَّ ومنصل الأسنة حتى أحدثوا النسيء فغيروا </p><p> {فَلَا تَظْلِمُواْ فِيهِنَّ أَنفُسَكُمْ} بهتك حرمتِهن وارتكابِ ما حرّم فيهن والجمهورُ على أن حرمةَ القتال فيهن منسوخةٌ وأن الظلم ارتكابُ المعاصي فيهن فإنه أعظمُ وزراً كارتكابها في الحرَم وعن عطاء أنه لا يحِلّ للناس أن يغزوا في الحَرَم ولا في الأشهر الحرُم إلا أن يقاتلَوا وما نسخت ويؤيد الأول أنه </p><p> صلى الله عليه وسلم حصرَ طائفاً وغَزَا هَوازنَ بحُنين في شوال وذي القعدة </p><p> {وَقَاتِلُواْ المشركين كَافَّةً كَمَا يقاتلونكم كَافَّةً} أي جميعاً وهو مصدرُ كفّ عن الشيء فإن الجميع مكفوفٌ عن الزيادة وقع موقعَ الحال </p><p> {واعلموا أَنَّ الله مَعَ المتقين} أي معكم بالنصر والإمداد فيما تباشِرونه من القتال وإنما وضع المُظهرُ موضعَه مدحاً لهم بالتقوى وحثاً للقاصرين عليه وإيذاناً بأنه المدارُ في النصر وقيل هي بشارةٌ وضمانٌ لهم بالنصرة بسبب تقواهم </p><p> سورة براءة آية ٣٧ </p>"
}