{
  "id": null,
  "sura": 9,
  "aya": 120,
  "text": "<p> {مَا كَانَ لاهْلِ المدينة} ما صح وما </p><p> استقام لهم </p><p> {وَمَنْ حَوْلَهُمْ مّنَ الاعراب} كمزينةَ وجهينةَ وأشجعَ وغِفارٍ وأضرابهِم </p><p> {أَن يَتَخَلَّفُواْ عَن رَّسُولِ الله} عند توجهه صلى الله عليه وسلم إلى الغزو </p><p> {وَلَا يَرْغَبُواْ} نصب وقد جُوِّز الجزمُ </p><p> {بِأَنفُسِهِمْ عَن نَّفْسِهِ} أي لا يصرِفوها عن نفسه الكريمةِ ولا يصونوها عما لم يصُن عنه نفسَه بل يكابده معه ما يكابده من الأهوال والخطوب والكلامُ في معنى النهي وَإِن كان على صورة الخبر </p><p> {ذلك} إشارةٌ إلى ما دل عليه الكلامُ من وجوب المشايعة </p><p> {بِأَنَّهُمْ} بسبب أنهم </p><p> {لَا يُصِيبُهُمْ ظَمَأٌ} أي عطشٌ يسير </p><p> {وَلَا نَصَبٌ} ولا تعب ما </p><p> {وَلَا مخمصة} أي مجاعة ما لا يستباح عنده المحرمات من مراتبها فإن الظمأَ والنصبَ اليسيرين حين لم يخلُوَا من الثواب فلأَنْ لا يخلو ذلك منه أولى فلا حاجة إلى تأكيد النفي بتكرير كلمة لا ويجوزُ أنْ يُرادَ بها تلك المرتبةُ ويكونُ الترتيبُ بناءً على كثرة الوقوعِ وقِلّته فإن الظمأَ أكثرُ وقوعاً من النصب الذي هو أكثرُ وقوعاً من المخمصة بالمعنى المذكور فتوسيطُ كلمةِ لا حينئذ ليس لتأكيد النفي بل للدلالة على استقلال كلَ واحدٍ منها بالفضيلة والاعتداد به </p><p> {فِى سَبِيلِ الله} وإعلاء كلمتِه </p><p> {ولا يطؤون مَوْطِئًا يَغِيظُ الكفار} أي لا يدوسون بأرجلهم وحوافِر خيولِهم وأخفافِ رواحلِهم دَوْساً أو مكاناً يداس </p><p> {وَلَا يَنَالُونَ مِنْ عَدُوّ نَّيْلاً} مصدرٌ كالقتل والأسرِ والنهب أو مفعول أي شيئاً يُنال من قِبَلهم </p><p> {إِلَاّ كُتِبَ لَهُمْ بِهِ} أي بكلِّ واحدٍ من الأمور المعدودةِ </p><p> {عَمَلٌ صَالِحٌ} وحسنةٌ مقبولةٌ مستوجبةٌ بحكم الوعد الكريمِ للثواب الجميلِ ونيل الزُّلفى والتنوينُ للتفخيم وكونُ المكتوبِ عينَ ما فعلوه من الأمور لا يمنع دخولَ الباء فإن اختلافَ العنوان كافٍ في ذلك </p><p> {إِنَّ الله لَا يُضِيعُ أَجْرَ المحسنين} على إحسانهم تعليلٌ لما سلف من الكتب والمرادُ بالمحسنين إما المبحوثُ عنهم ووضعُ المُظْهر موضعَ المضمرِ لمدحهم والشهادةِ عليهم بالانتظام في سلك المحسنين وأن أعمالَهم من قبيل الإحسانِ وللإشعار بعلية المأخَذ للحكم وإما جنسُ المحسنين وهم داخلون فيه دخولا أوليا </p><p> سورة براءة آية (١٢١ ١٢٢) </p>"
}