{
  "id": null,
  "sura": 9,
  "aya": 101,
  "text": "<p> {وَمِمَّنْ حَوْلَكُم مّنَ الاعراب} شروعٌ في بيان أحوالِ منافقي أهلِ المدينة ومن حولها من الأعراب بعد بيانِ حالِ أهلِ الباديةِ منهم أي ممن حول بلدتِكم </p><p> {منافقون} وهم جهينةُ ومزينةُ وأسلمُ وأشجَعُ وغفارٌ كانوا نازلين حولها </p><p> {وَمِنْ أَهْلِ المدينة} عطفٌ على ممن حولكم عطفَ مفردٍ على مفرد وقوله تعالى </p><p> {مَرَدُواْ عَلَى النفاق} إما جملةٌ مستأنفةٌ لا محلَّ لها من الإعراب مَسوقةٌ لبيان غلوِّهم في النفاق إثرَ بيانِ اتصافِهم به وإما صفةٌ للمبتدأ المذكورِ فُصل بينها وبينه بما عُطفَ على خبره وإن صفةٌ لمحذوف أقيمت هي مُقامه وهو مبتدأ خبرُه من أهل المدينة كما في قوله ... إِنَّا ابن جلا وطلاع الثنايا ... </p><p> والجملةُ عطف على الجملة السابقة أي ومن أهل المدينةِ قومٌ مردوا على النفاق أي تمهّروا فيه من مرَن فلانٌ على عمله ومرَد عليه إذا درب به وضرِي حتى لانَ عليه ومهَر فيه غير أن مرَدَ لا يكادُ يُستعمل إلا في الشر فالتمرّدُ على الوجهين الأولين شاملٌ للفريقين حسب شمولِ النفاقِ وعلى الوجه الأخير خاصٌّ بمنافقي أهلِ المدينةِ وهو الأظهر والأنسبُ بذكر منافقي أهلِ البادية أولاً ثم ذكرِ منافقي الأعرابِ المجاورين للمدينة ثم ذكرِ منافقي أهلِها والله تعالى أعلم وقوله عز شأنه </p><p> {لَا تَعْلَمُهُمْ} بيانٌ لتمرّدهم أي لا تعرفِهم أنت لكن لا بأعيانهم وأسمائِهم وأنسابِهم بل بعنوان نفاقِهم يعني أنهم بلغوا من المهارة في النفاق والتنوُّق في مراعاة التقيةِ </p><p> والتحامي عن مواقع التهم إلى مبلغ يخفى عليك حالُهم مع ما أنت عليه من علو الكعبِ وسموِّ الطبقة في كمال الفِطنةِ وصِدقِ الفِراسةِ وفي تعليق نفي العلمِ بهم مع أنه متعلقٌ بحالهم مبالغةٌ في ذلك وإيماءٌ إلى أنَّ ما هُم فيهِ من صفة النفاقِ لعَراقتهم ورسوخِهم فيها صارت بمنزلة ذاتياتِهم أو مشخَّصاتِهم بحيث لا يُعَدّ من لا يعرِفهم بتلك الصفة عالماً بهم وحُمل عدم علمه صلى الله عليه وسلم بأعيانهم على عدم علمِه صلى الله عليه وسلم بعد مجيء هذا البيانِ على أنه صلى الله عليه وسلم يعلم أن فيهم منافقين لكن لا يعلمهم بأعيانهم مع كونِه خلافَ الظاهرِ عارٍ عما ذكر من المبالغة وقوله عز وجل </p><p> {نَحْنُ نَعْلَمُهُمْ} تقريرٌ لما سبقَ من مهارتهم في فن النفاقِ أي لا يقف على سرائرهم المركوزةِ في ضمائرهم إلا مَنْ لا تَخفى عليهِ خافيةٌ لِما هم عليه من شدة الاهتمامِ بإبطان الكفرِ وإظهارِ الإخلاصِ وفي تعليق العلمِ بهم مع أن المقصودَ بيانُ تعلقِه بحالهم ما مر في تعليق نفيِه بهم وقولُه عز شأنُه </p><p> {سَنُعَذّبُهُم} وعيدٌ لهم وتحقيقٌ لعذابهم حسبما علم الله فيهم من موجباته والسين للتأكيد </p><p> {مَّرَّتَيْنِ} عن ابن عباس رضي الله عنهما أن النبيِّ صلَّى الله عليهِ وسلم قام خطيباً يوم الجمعة فقال اخرُجْ يا فلانُ فإنك منافقٌ اخرجْ يا فلان فإنك منافقٌ فأخرج ناسا وفضحهم فهذا هو العذابُ الأولُ والثاني إما القتلُ وإما عذابُ القبرِ أو الأولُ هو القتلُ والثاني عذابُ القبرِ أو الأولُ أخذُ الزكاةِ لما أنهم يعُدّونها مغرماً بحتاً والثاني نهكُ الأبدان وإتعابُها بالطاعات الفارغةِ عن الثواب ولعل تكريرَ عذابِهم لما فيهم من الكفر المشفوعِ بالنفاق أو النفاقِ المؤكدِ بالتمرد فيه ويجوز أن يكون المرادُ بالمرتين مجردَ التكثيرُ كما في قوله تعالى فارجع البَصَرَ كَرَّتَيْنِ أي كرةً بعد أخرى </p><p> {ثُمَّ يُرَدُّونَ} يوم القيامة </p><p> {إلى عَذَابٍ عَظِيمٍ} هو عذابُ النارِ وفي تغيير السبكِ بإسناد عذابِهم السابقِ إلى نونِ العظمةِ حسب إسنادِ ما قبله من العلم وإسناد ردهم إلى العذاب اللاحق إلى أنفسهم إيذان باختلافهما حالاً وأن الأولَ خاصٌّ بهم وقوعاً وزماناً يتولاه سبحانه وتعالى والثاني شاملٌ لعامة الكفرةِ وقوعاً وزماناً وإن اختلفت طبقاتُ عذابِهم </p><p> سورة براءة آية (١٠٢) </p>"
}