{
  "id": null,
  "sura": 9,
  "aya": 99,
  "text": "<p> {وَمِنَ الاعراب} أي من جنسهم على الإطلاق </p><p> {مَن يؤمنُ بالله واليومِ الآخر وَيَتَّخِذُ} أي يأخذ لنفسه على وجه الاصطفاءِ والادخارِ </p><p> {مَا يُنفِقُ} أي ينفقه في سبيلِ الله تعالى </p><p> {قربات} أي ذرائعَ إليها وللإيذان بما بينهما من كمال الاختصاصِ جُعل كأنه نفسُ القرُبات والجمعُ باعتبار أنواعِ القرُباتِ أو أفرادِها وهي ثاني مفعولَي يتخذ وقوله تعالى </p><p> {عند الله} صفتُها أو ظرفٌ ليتخذ </p><p> {وصلوات الرسول} أي وسائلَ إليها فإنه صلى الله عليه وسلم كان يدعو للمتصدِّقين بالخير والبركة ويستغفرُ لهم ولذلك سُنّ للمُصدِّق أن يدعوَ للمتصدِّق عند أخذِ صدقتِه لكن ليس له أن يصليَ عليه كما فعله صلى الله عليه وسلم حين قال اللهم صلَّ على آل أبي أو في ذلك منصِبُه فله أن يتفضلَ به على من يشاء والتعرُّضُ لوصف الإيمانِ بالله واليومِ الآخرِ في الفريق الأخيرِ مع أنَّ مساقَ الكلامِ لبيان الفرقِ بين الفريقين في شأن اتخاذِ ما ينفقانه حالاً ومآلاً وأن ذكرَ اتخاذِه ذريعةً إلى القربات والصلوات مغنٍ عن التصريح بذلك لكمال العنايةِ بإيمانهم وبيانِ اتصافِهم به وزيادةِ الاعتناءِ بتحقيق الفرق بين الفريقين من أول الأمرِ وَإِمَّا الفريقُ الأولُ فاتصافُهم بالكفر والنفاقِ معلومٌ من سياق النظم الكريمِ صريحاً </p><p> {أَلا إِنَّهَا قُرْبَةٌ لَّهُمْ} شهادةٌ لهم من جناب الله تعالى بصحة ما اعتقدوه وتصديقٌ لرجائهم والضميرُ لما ينفَق والتأنيثُ باعتبار الخبرِ مع ما مر من تعدّده بأحد الوجهين والتنكيرُ للتفخيم المغني عن الجمع أي قربةٌ عظيمةٌ لا يُكتَنه كُنهُها وفي إيراد الجملةِ اسميةً وتصديرِها بحرفي التنبيةِ والتحقيقِ من الجزالة ما لا يخفي والاقتصار على بيان كونِها قربةً لهم لأنها الغايةُ القصوى وصلواتُ الرسول من ذرائعها وقوله تعالى </p><p> {سَيُدْخِلُهُمُ الله فِى رَحْمَتِهِ} وعدٌ لهم بإحاطة رحمتِه الواسعةِ بهم وتفسيرٌ للقربة كما أن قوله عز وعلا والله سَمِيعٌ عَلِيمٌ وعيدٌ للأولين عَقيبَ الدعاءِ عليهم والسينُ للدلالة على تحقق ذلك وتقررِه البتةَ وقوله تعالى </p><p> {إِنَّ الله غَفُورٌ رَّحِيمٌ} تعليلٌ لتحقق الوعدِ على نهج الاستئنافِ التحقيقيّ قيل هذا في عبد اللَّه ذي البجادَيْن وقومِه وقيل في بني مُقَرِّنٍ من مُزينةَ وقيل في أسلمَ وغِفارٍ وجهُينةَ وروى أبو هريرةَ </p><p> رضيَ الله عنه أنَّه قال رسولُ الله صلى الله عليه وسلم أسلمُ وغفارٌ وشيءٌ من جُهينةَ ومُزينةَ خيرٌ عند الله يومَ القيامة من تميمٍ وأسدِ بنِ خزيمةَ وهوازن وغطفان </p><p> سورة براءة آية (١٠٠ ١٠١) </p>"
}