{
  "id": null,
  "sura": 9,
  "aya": 62,
  "text": "<p> {يَحْلِفُونَ بالله لَكُمْ} الخطابُ للمؤمنين خاصةً وكان المنافقون يتكلمون بالمطاعن ثم يأتونهم فيعتذرون إليهم ويؤكدون معاذيرَهم بالأيمان ليعذُروهم ويرضَوا عنهم أي يحلفون لكم أنهم ما قالوا ما نُقل إليهم مما يورث أذاةَ النبيِّ صلَّى الله عليهِ وسلم وأما التخلفُ عن الجهاد فليس بداخل في هذا الاعتذارِ </p><p> {لِيُرْضُوكُمْ} بذلك وإفرادُ إرضائِهم بالتعليل مع أن عمدةَ أغراضِهم إرضاءُ الرسول صلى الله عليه وسلم وقد قبل صلى الله عليه وسلم ذلك منهم ولم يكذّبْهم للإيذان بأن ذلك بمعزل من أن يكونَ وسيلةً إلى إرضائه صلى الله عليه وسلم وأنه صلى الله عليه وسلم إنما لم يكذبهم رفقاً بهم وستراً لعيوبهم لا عن الرضا بما فعلوا كما أشير إليه </p><p> {والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ} أي أحقُّ بالإرضاء ولا يتسنى ذلك إلا بالطاعة والمتابعة وإيفاء حقوقه صلى الله عليه وسلم في باب الإجلالِ والإعظامِ مَشهداً ومَغيباً وأما ما أتَوا به من الأَيمان الفاجرة فإنما يرضى به من انحصر طريقُ علمِه في الأخبار إلى أن يجئ الحقُّ ويزهَقَ الباطلُ والجملةُ نصب على الحالية من ضمير يحلفون أي يحلفون لكم لإرضائكم والحالُ أنه تعالى ورسولُه أحقُّ بالإرضاء منكم أي يُعرضون عما يهمهم ويجديهم ويشتغلون بمالا يَعنيهم وإفرادُ الضمير في يُرْضوه إما للإيذان بأن رضاه صلى الله عليه وسلم مندرجٌ تحت رضاه سبحانه وإرضاؤه صلى الله عليه وسلم إرضاءٌ له تعالى لقوله تعالى مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله وإما لأنه مستعارٌ لاسم الإشارةِ الذي يشار به إلى الواحد والمتعدد بتأويل المذكور كما في قول رؤية ... فيها خطوطٌ من سوادٍ وبلق ... كأَنَّهُ فِي الجلدِ توليعُ البهقْ ... </p><p> أي كأن ذلك لا يقال أيُّ حاجةٍ إلى الاستعارة بعد التأويل المذكورِ لأنا نقول لولا الاستعارةُ لم يتسنَّ التأويل لما أن الضميرَ لا يتعرض إلا لذات ما يرجِع إليه من غير تعرضٍ لوصف من أوصافه التي من جملتها المذكوريةُ وإنما المتعرضُ لها اسمُ الإشارةِ وإما لأنه عائدٌ إلى رسوله والكلامُ جملتان حُذف خبرُ الأولى لدلالة خبرِ الثانية عليه كما ذهب إليه سيبويه ومنه قولُ مَن قالَ ... نحن بما عندنا وأنت بما عندك راضٍ والرأيُ مختلف أو إلى الله على أن المذكورَ خبرُ الجملة الأولى وخبرُ الثانيةِ محذوف كما هو رأي المبرد </p><p> {إِن كَانُواْ مُؤْمِنِينَ} جوابُه محذوفٌ تعويلاً على دِلالة ما سبق عليه أي إن كانوا مؤمنين فليُرْضوا الله ورسولَه بما ذكر فإنهما أحقُّ بالإرضاء </p>"
}