{
  "id": null,
  "sura": 10,
  "aya": 74,
  "text": "<p> {ثُمَّ بَعَثْنَا} أي أرسلنا </p><p> {مِن بَعْدِهِ} أي من بعد نوحٍ عليه السلام </p><p> {رُسُلاً} التنكير للتفخيم ذاتاً ووصفاً أي رسلاً كراماً ذوي عددٍ كثير </p><p> {إلى قَوْمِهِمْ} أي إلى أقوامهم لكن لا بأن أرسلنا كلَّ رسولٍ منهم إلى أقوام الكل أو إلى قوم ما أيَّ قومٍ كانوا بل كلُّ رسولٍ إلى قومه خاصة مثلُ هودٍ إلى عاد وصالحٍ إلى ثمودَ وغير ذلك ممن قُصَّ منهم ومن لم يقص </p><p> {فجاؤوهم} أي جاء كلُّ رسولٍ قومَه المخصوصين به </p><p> {بالبينات} أي المعجزات الواضحةِ الدالةِ على صدق ما قالوا والباءُ إما متعلقةٌ بالفعل المذكور على أنها للتعدية أو بمحذوفٍ وقعَ حالاً من ضمير جاءوا أي ملتبسين بالبينات لكن لا بأن يأتيَ كلُّ رسولٍ ببينة واحدة بل ببينات كثيرة خاصةٍ به معينةٍ له حسب اقتضاءِ الحِكمة فإن مراعاة انقسام الآحاد إلى الآحاد إنما هي فيما بين ضميري جاءوهم كما أشير إليه فَمَا كَانُواْ لِيُؤْمِنُواْ بيانٌ لاستمرار عدم إيمانهم في الزمان الماضي لا لعدم استمرارِ إيمانِهم كما مر مثلُه في هذه السورةِ الكريمةِ غيرَ مرة أي فما صح وما استقام لقوم من أولئك الأقوامِ في وقتٍ من الأوقاتِ أن يؤمنوا بل كان ذلك ممتنعاً منهم لشدة شكيمتِهم في الكفر والعناد ثم إن كان المحكيُّ آخرَ حال كلِّ قومٍ حسبما يدل عليه حكايةُ قوم نوحٍ فالمراد بعدم إيمانِهم المذكور ههنا إصرارُهم على ذلك بعد اللتيا والتي وبما أشير إليه في قولِه عزَّ وجلَّ بِمَا كَذَّبُواْ بِهِ مِن قبل تكذيبهم من حين مجيء الرسل إلى زمان الإصرارِ والعناد وإنما لم يُجعل ذلك مقصوداً بالذات كالأول حيث جُعل صلةً للموصول إيذاناً بأنه بيِّنٌ بنفسه غنيٌّ عن البيان وإنما المحتاجُ إلى ذلك عدمُ إيمانِهم بعد تواتر البينات الظاهرة وتظاهر المعجزات الباهرة التي كانت تضطرهم إلى القبول لو كانوا من أصحاب العقول والموصول الذي تعلق به الإيمان والتكذيب سلبا وإيجاباً عبارةٌ عن جميع الشرائعِ التي جاء بها كلُّ رسولٍ أصولِها وفروعِها وإن كان المحكيُّ جميعَ أحوال كل قوم منهم فالمراد بما ذكر أولا كفرُهم المستمرُّ من حين مجئ الرسلِ إلى آخره وبما أشير إليه آخرا تكذيبهم قبل مجيئهم فلابد من كون الموصولِ المذكور عبارة عن أصول الشرائعِ التي أجمعت عليها الرسلُ قاطبة ودعوا أممهم إليها آثر ذي أثير لاستحالة تبدلها وتغيرها مثل ملة التوحيد ولوازمِها ومعنى تكذيبهم بها قبل مجئ رسلهم أنهم ما كانوا في زمن الجاهلية بحيث لم يسمعوا بكلمة التوكيد قط بل كان كلُّ قومٍ من أولئك الأقوام يتسامعون بها من بقايا من قبلهم كثمودَ من بقايا عادٍ وعادٍ من بقايا قومُ نوحٍ عليه السلام فيكذبونها ثم كانت حالتُهم بعد مجيء الرسلِ كحالتهم قبل ذلك كأن لم يبعث إليهم أحد وتخصيص التكذيب وعدم الإيمان بما ذكر من الأصول لظهور حال الباقي بدلالة النص فإنهم حيث لم يؤمنوا بما أجمعت عليه كافة الرسل فلأن لا يؤمنوا بما تفرَّد به بعضهم أولى وعدم جعل هذا التكذيبِ مقصوداً بالذات لما أن ما عليه يدورُ أمرُ العذابِ والعقابِ </p><p> سورة يونس (٧٥)  (٧٦) عند اجتماعِ المكذِّبين هو التكذيبُ الواقعُ بعد الدعوةِ حسبما يُعرب عنه قوله تعالى وَمَا كُنَّا مُعَذّبِينَ حتى نَبْعَثَ رَسُولاً وإنما ذُكر ما وقع قبلها بياناً لعراقتهم في الكفر والتكذيبِ وعلى التقديرين فالضمائرُ الثلاثة متوافقة في المرجع وقيل ضميرُ كذبوا راجعٌ إلى قومُ نوحٍ عليه السلام والمعنى فما كان قومُ الرسلِ ليؤمنوا بما كَذب بمثله قومُ نوح ولا يَخْفى ما فيهِ من التعسف وقيل الباءُ للسببية أي بسبب تعوُّدِهم تكذيب الحق وتمرنهم عليه قبل بعثة الرسل ولا يخفى أن ذلك يؤدّي إلى مخالفة الجمهورِ من جعل ما المصدريةِ من قبيل الأسماء كما هو رأيُ الأخفشِ وابنِ السرّاج ليرجِع إليها الضميرُ وفي إرجاعه إلى الحق بادعاء كونِه مركوزاً في الأذهان مالا يخفى من التعسف </p><p> {كذلك} أي مثلَ ذلك الطبعِ المُحكَم </p><p> {نَطْبَعُ} بنون العظمةِ وقرئ بالياء على أن الضمير لله سبحانه </p><p> {على قُلوبِ المعتدين} المتجاوزين عن الحدود المعهودةِ في الكفر والعناد المتجافين عن قَبول الحق وسلوكِ طريقِ الرشادِ وذلك بخذلانهم وتخليتهم وشأنَهم لانهماكهم في الغيّ والضلالِ وفي أمثال هذا دلالةٌ على أن الأفعالَ واقعةٌ بقدرة الله تعالى وكسب العبد </p>"
}