{
  "id": null,
  "sura": 10,
  "aya": 30,
  "text": "<p> {هُنَالِكَ} أي في ذلك المقام الدهِش أو في ذلك الوقت على استعارة ظرفِ المكان للزمان تبلو أي تختبر وتذوق </p><p> {كُلُّ نَفْسٍ} مؤمنةً كانت أو كافرةً سعيدةً أو شقية </p><p> {مَّا أَسْلَفَتْ} من العمل وتعاينه بكُنهه مستتبِعاً لآثاره من نفع أو ضر وخيرٍ أو شر وأما ما علِمتْ من حالها من حين الموتِ والابتلاءِ بالعذاب في البرزخ فأمرٌ مجملٌ وقرىء نبلو بنونِ العظمةِ ونصبِ كلُّ وإبدالِ ما منه أي نعاملها معاملةَ من يبلوها ويتعرّفُ أحوالَها من السعادة والشقاوةِ باختبار ما أسلفت من العمل ويجوزُ أن يُراد نُصيب بالبلاء أي العذاب </p><p> عاصيةٍ بسبب ما أسلفت من الشر فيكون ما منصوبة بنزع الخافض وقرئ تتلو أي تتبع لأن عملَها هو الذي يهديها إلى طريق الجنةِ أو إلى طريق النارِ أو تقرأ في صحيفه أعمالِها ما قدمت من خير أو شر </p><p> {وَرُدُّواْ} الضمير للذين أشركوا على أنه معطوفٌ على زيلنا وما عطف عليه قوله عز وجل {هنالك تبلو} الخ اعتراضٌ في أثناء الحكايةِ مقرّرٌ لمضمونها </p><p> {إِلَى الله} أي إلى جزائه وعقابه </p><p> {مولاهم} ربِّهم </p><p> {الحق} أي المتحقق الصادِق ربوبيتُه لا ما اتخذوه ربا باطلا وقرئ الحقَّ بالنصب على المدح كقولهم الحمدُ لله أهلَ الحمدُ لله أهلَ الحمد أو على المصدر المؤكد </p><p> {وَضَلَّ عَنْهُم} وضاع أي ظهر ضَياعُه وضلالُه لا أنه كان قبل ذلك غيرَ ضالٍ أو ضل في اعتقادهم أيضاً </p><p> {مَّا كَانُواْ يَفْتَرُونَ} من أن آلهتَهم تشفع لهم أو ما كانوا يدعون أنها آلهةٌ هذا وجُعل الضميرُ في رُدوا للنفوسِ المدلولِ عليها بكلِّ نفسٍ على أنه معطوفٌ على تبلو وأن العدولَ إلى الماضِي للدلالةِ على التحققِ والتقرر وأن إيثارَ صيغةِ الجمعِ للإيذان بأن ردّهم إلى الله يكون على طريقة الاجتماعِ لا يلائمه التعرُّض لوصف الحقيةِ في قوله تعالى مولاهم الحق فإنه للتعريض بالمردودين حسبما أشير إليه ولئن اكتُفيَ فيه بالتعريض ببعضهم أو حُمل الحقِّ على معنى العدل في الثواب والعقاب فقوله عز وجل وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ مما لا مجال فيه للتدارك قطعاً فإنَّ ما فيهِ من الضمائر الثلاثة للمشركين فيلزم التفكيكُ حتماً وتخصيصُ كلُّ نفس بالنفوس المشركة مع عموم البلوى للكل يأ باه مقامُ تهويلِ المقام والله تعالَى أعلمُ </p><p> سورة يونس (٣١) </p>"
}