{
  "id": null,
  "sura": 10,
  "aya": 9,
  "text": "<p> {إن الذين آمنوا} أي فعلوا الإيمانَ أو آمنوا بما يشهَد به الآياتُ التي غفَل عنها الغافلون أو بكلِّ ما يجبُ أن يؤمن به فيندرجُ فيه ذلك اندراجاً أولياً </p><p> {وَعَمِلُواْ الصالحات} أي الأعمالَ الصالحةَ في أنفسها اللائقةَ بالإيمان وإنما تُرك ذكرُ الموصوف لجريانها مَجرى الأسماءِ </p><p> {يَهْدِيهِمْ رَبُّهُمْ} أُوثر الالتفاتُ تشريفاً لهم بإضافة الربِّ وإشعاراً بعلة الهِداية </p><p> {بِإِيمَانِهِمْ} أي يهديهم بسبب إيمانِهم إلى مأواهم ومقصِدِهم وهي الجنةُ وإنما لم تُذكر تعويلاً على ظهورها وانسياقِ النفسِ إليها لا سيما بملاحظة ما سبق من بيان مأوى الكفَرة وما آواهم إليه من أعمالهم السيئةِ ومشاهدةِ ما لحق من التلويح والتصريحِ وفي النظم الكريم إشعارٌ بأن مجردَ الإيمانِ والعملِ الصالحِ لا يكفي في الوصول إلى الجنةَ بل لا بد بعد ذلك من الهداية الربانية وأن الكفرَ والمعاصيَ كافيةٌ في دخول النارِ ثم إنه لا نزاعَ في أن المرادَ بالإيمان الذي جعل سبباً لتلك الهداية هو إيمانُهم الخاصُّ المشفوعُ بالأعمال الصالحةِ لا الإيمانُ المجردُ عنها ولا ما هو أعمُّ منهما إلا أن ذلك بمعزل عن الدلالة على خلاف ما عليه أهلُ السنةِ والجماعة من أن الإيمانَ الخاليَ عن العمل الصالحِ يُفضي إلى الجنة في الجملة ولا يخلّد صاحبُه في النار فإن منطوقَ الآيةِ الكريمةِ أن الإيمانَ المقرونَ بالعمل الصالحِ سببٌ للهداية إلى الجنة وأما أن كلَّ ما هو سببٌ لها يجب أن يكون كذلك فلا دلالةَ لها ولا لغيرها عليه قطعاً كيف لا وقوله عز وجل الذين آمنوا وَلَمْ يَلْبِسُواْ إيمانهم بِظُلْمٍ أُوْلَئِكَ لَهُمُ الامن وَهُمْ مُّهْتَدُونَ منادٍ بخلافه فإن المرادَ بالظلم هو الشركُ كما أطبق عليه المفسرون والمعنى لم يخلِطوا إيمانَهم بشرك ولئن حُمل على ظاهره أيضاً يدخُل في الاهتداء من آمن ولم يعمل صالحاً ثم مات قبل أن يظلم </p><p> بفعل حرامٍ أو بترك واجب </p><p> {تَجْرِى مِن تَحْتِهِمُ الأنهار} أي بين أيديهم كقوله سبحانه وهذه الانهار تجرى من تحتي أو تجرى وهم على سرر مرفوعةٍ وأرائِكَ مصفوفةٍ والجملةُ مستأنفةٌ أو خبرٌ ثانٍ لأنَّ أو حالٌ من مفعول يهديهم على تقدير كونه المهديِّ إليه ما يريدونه في الجنة كما قيل وقيل يهديهم ويسدّدهم للاستقامة على سلوك السبيلِ المؤدي إلى الثواب والجنة وقوله تَجْرِى مِن تَحْتِهِمُ الأنهار جارٍ مجرى التفسيرِ والبيان فإن التمسكَ بحبل السعادةِ فى حكم الموصول إليها وقيل يهديهم إلي إدراك الحقائقِ البديعةِ بحسب القوةِ العملية كما قال صلى الله عليه وسلم من عمِل بما علِم ورَّثه الله علمَ ما لم يعلَمْ </p><p> سورة يونس (١٠ ١١)  {فِي جنات النعيم} خبرٌ آخرُ أو حالٌ أُخرى منْهُ أو من الأنهار أو متعلق بتجري أو بيهدي فالمراد بالمهدى إليه إما منازلهم في الجنة أو ما يريدونه فيها </p>"
}