{
  "id": null,
  "sura": 10,
  "aya": 12,
  "text": "<p> {وَإِذَا مَسَّ الإنسان الضر} أي أصابه جنسُ الضرِّ من مرض وفقرٍ وغيرِهما من الشدائد إصابةً يسيرة </p><p> {دَعَانَا} لكشفه وإزالتِه </p><p> {لِجَنبِهِ} حالٌ من فاعل دعا بشهادة ما عُطف عليه من الحالين واللام بمعنى على كما في قوله تعالى يَخِرُّونَ لِلاْذْقَانِ أي دعانا كائناً على جنبه أي مضطجعاً </p><p> {أَوْ قَاعِدًا أَوْ قَائِمًا} أي في جميع الأحوالِ ممَّا ذُكر ومَا لم يذكر وتخصيصُ المعدوداتِ بالذكر لعدم خلوِّ الإنسانِ عنها عادةً أو دعانا في جميع أحوالِ مرضِه على أنه المرادُ بالضر خاصة مضطجعا عاجزاً عن القعود وقاعداً غيرَ قادرٍ على النهوض وقائماً لا يستطيع الحَراك </p><p> {فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ} الذي مسه غِبَّ ما دعانا حسبما ينبىء عنه الفاء </p><p> {مَرَّ} أي مضى واستمرَّ على طريقته التي كان ينتحيها قبل مساسِ الضرِّ ونسيَ حالةَ الجَهْدِ والبلاءِ أو مر عن موقف الضراعةِ والابتهالِ ونأى بجانبه </p><p> {كَأَن لَّمْ يَدْعُنَا} أي كأنه لم يدعُنا فخُفف وحُذف ضميرُ الشأنِ كما في قوله ... كأنْ لم يكن بين الحَجون إلى الصفا ... والجملةُ التشبيهيةُ في محل النصب على الحالية من فاعل مرّ أي مرّ مشبَّهاً بمن لم يدْعنا </p><p> {إلى ضُرّ} أي إلى كشف ضرَ </p><p> {مَسَّهُ} وهذا وصفٌ للجنس باعتبار حال بعضِ أفرادِه ممن هو متصفٌ بهذه الصفات </p><p> {كذلك} نصبٌ على المصدرية وذلكَ إشارةٌ إلى مصدرِ الفعلِ الآتي وما فيه من معنى البعد للتفخيم والكافُ مقحَمةٌ للدلالة على زيادة فخامةِ المشارِ إليه إقحاماً لا يكاد يترك في لغة العرب ولا في غيرها ومن ذلك قولهم مثلك لا يَبخلُ مكان أنت لا تبخل أي مثلَ ذلك التزيينِ العجيب </p><p> {زُيّنَ لِلْمُسْرِفِينَ} أي للموصوفين بما ذُكر من الصِّفاتِ الذميمةِ وإسرافُهم لما أنَّ الله تعالى إنما أعطاهم القُوى والمشاعرَ ليصرِفوها إلى مصارفها ويستعملوها فيما خُلقت له من العلوم والأعمالِ الصالحة فلما صرفوها إلى ما لا ينبغِي وهي رأسُ مالِهم فقد أتلفوها وأسرفوا إسرافاً ظاهراً والتزيينُ إما من جهة الله سبحانه على طريقه التخليةِ والخِذلانِ أو من الشيطان بالوسوسة والتسويل </p><p> {ما كانوا يعملون} من الاعراض عن الذكر والدعاءِ والانهماكِ في الشهوات وتعلقُ الآيةِ الكريمة بما قبلها من حيث إن في كل منهما إملاءً للكفرة على طريقة الاستدراجِ بعد الأنقاذِ من الشر المقدّرِ في الأولى ومن الضرِّ المقررِ في الأخرى </p>"
}