{
  "id": null,
  "sura": 10,
  "aya": 64,
  "text": "<p> {لَهُمُ البشرى فِي الحياةِ الدُّنيا وَفِي الاخرة} تفسيراً لتولّيه تعالى إياهم ولا ريب في أن اعتبارَ القيد الأخيرِ في مفهوم الولاية غير مناسبٍ لمقام ترغيبِ المؤمنين في تحصيلها والثباتِ عليها وبشارتهم بآثارها ونتائجها بل مخِلٌّ بذلك إذ التحصيلُ إنما يتعلق بالمقدور والاستبشارُ لا يحصل إلا بما علم وجود سببِه والقيدُ المذكور ليس بمقدور لهم حتى يحصّلوا الولاية بتحصيله ولا بمعلوم لهم عند حصولِه حتى يعرفوا حصولَ الولايةِ لهم ويستبشروا بمحاسنِ آثارِها بل التولي بالكرامة عينُ نتيجةِ الولاية فاعتبارُه في عنوان الموضوعِ ثم الإخبارُ بعدم الخوفِ والحزنِ مما لا يليق بشأن التنزيل الجليل فالذي يقتضيه نظمُه الكريمُ أن الأولَ تفسيرٌ للأولياء حسبما شُرح والثاني بيانٌ لما أولاهم من خيرات الدارين بعد بيانِ إنجائِهم من شرورهما ومكارههما والجملةُ مستأنفةٌ كما سبق كأنه قيل هل لهم وراء ذلك من نعمة وكرامةٍ فقيل لهم ما يسرّهم في الدارين وتقديمُ الأول لما أن التخلِيَةَ سابقةٌ على التحلية مع ما فيه من مراعاة حقِّ المقابلةِ بين حسن حالِ المؤمنين وسوءِ حال المقتريين وتعجيلُ إدخالِ المسرّةِ بتبشير الخلاصِ عن الأهوال وتوسيطُ البيان السابق بين بشار الخلاص عن المحذور وبشارةِ الفوز بالمطلوب لإظهار كمالِ العناية بتفسير الأولياءِ مع الإيذان بأن انتفاءَ الخوف والحزنِ لاتقائهم عما يؤدّي إليهما من الأسباب والبُشرى مصدرٌ أريد به المبشَّرُ به من الخيرات العاجلةِ كالنصر والفتحِ والغنيمة وغيرُ ذلك والآجلةِ الغنيةِ عن البيان وإيثارُ الإبهام والإجمالِ للإيذان بكونه وراءَ البيان والتفصيلِ والظرفان في موقع الحالِ منه والعاملُ ما في الخبر من مَعْنى الاستقرارِ أيْ لهم البشرى حالَ كونها في الحياة الدنيا وحالَ كونِها في الآخرة أي عاجلةً وآجلةً أو من الضمير المجرور أي حالَ كونِهم في الحياة الخ ومن البشرى العاجلةِ الثناءُ الحسنُ والذكرُ الجميلُ ومحبةُ الناس عن أبى ذرَ رضيَ الله عنْهُ قلتُ يا رسولَ الله الرجلُ يعمل العملَ لله ويحبه الناس فقال صلى الله عليه وسلم تلك عاجل بشرى المؤمن هذا وقيل البشرى مصدرٌ والظرفان متعلقان به أما البُشرى في الدنيا فهي البشاراتُ الواقعةُ للمؤمنين المتقين في غير موضعٍ من الكتاب المبين وعن النبيِّ صلَّى الله عليهِ وسلم هي الرؤيا الصالحةُ يراها المؤمنُ أو تُرى له وعنه صلى الله عليه وسلم ذهبت النبوةُ وبقيت المبشِّراتُ وعن عطاء لهم البشرى عند الموت تأتيهم الملائكةُ بالرحمة قال الله تعالى تتزل عليهم الملائكة أن لا تَخَافُواْ وَلَا تَحْزَنُواْ وَأَبْشِرُواْ بالجنة وأما البشرى في الآخرة فتلقِّي الملائكةِ إياهم مسلمين مبشَّرين بالفوز والكرامة وما يرون من بياض وجوهم وإعطاء الصحائفِ بأيْمانهم وما يقرءون منها وغيرُ ذلك من البشارات فتكون هذه بِشارةً بما سيقع من البشارات العاجلةِ والآجلةِ المطلوبة لغاياتها لا لذواتها ولا يخفى أن صرفَ البشارة الناجزةِ </p><p> سورة يونس (٦٥ ٦٦) عن المقاصد بالذات إلى وسائلها مما لا يساعده جلالةُ شأنِ التنزيل الكريم </p><p> {لَا تَبْدِيلَ لِكَلِمَاتِ الله} لا تغييرلأقواله التي من جملتها مواعيدُه الواردةُ بشارةً للمؤمنين المتقين فيدخل فيها البشارات الواردة ههنا دخولاً أولياً ويثبُت امتناعُ الإخلافِ فيها ثبوتاً قطعياً وعلى تقدير كون الموراد البشرى الرؤيا الصالحةَ فالمرادُ بعدم تبديل كلماتهِ تعالى ليس عدم الخلف بينها وبين نتائجِها الدنيوية والأخرويةِ بل عدم الخلف بينها وبين ما دل على ثبوتها ووقوعِها فيما سيأتي بطريق الوعد من قولِه تعالى لَهُمُ البشرى فتدبر ذلك إشارة إلى ما ذكر من أن لهم البشرى في الدارين </p><p> {هُوَ الفوز العظيم} الذِي لا فوزَ وراءَه وفيه تفسيرٌ لما أبهم فيما سبق وهاتيك الجملة والتي قبلها اعتراضٌ لتحقيق المبشر به وتعظيمٌ شأنه وليس من شرطه أن يكون بعده كلامٌ متصل بما قبله أو هذه تذييلٌ والسابقة اعتراضٌ </p>"
}