{
  "id": null,
  "sura": 10,
  "aya": 2,
  "text": "<p> ٢ - {أَكَانَ لِلنَّاسِ عَجَبًا} الهمزةُ لإنكار تعجّبِهم ولتعجب السامعين منه لكونه في غير محلِّه والمرادُ بالناس كفارُ مكةَ وإنما عبِّر عنهم باسم الجِنسِ من غير تعرُّضٍ لكفرهم مع أنه المدارُ لتعجبهم كما تُعُرِّض له في قولِه عزَّ وجلَّ قَالَ الكافرون الخ لتحقيق ما فيه الشركةُ بينهم وبين رسول الله صلى الله عليه وسلم وتعيينِ مدارِ التعجبِ في زعمهم ثم تبيينِ خطئِهم وإظهارِ بطلانِ زعمِهم بإيراد الإنكارِ والتعجيب واللامُ متعلقةٌ بمحذوفٍ وقعَ حالاً من عجباً وقيل بعجباً على التوسع المشهورِ في الظروف وقيل المصدرُ إذا كان بمعنى اسم الفاعلِ أو اسمِ المفعول جاز تقديمُ معمولِه عليه وقيل متعلقةٌ بكان وهو مبنيٌّ على دلالة كان الناقصةِ على الحدث </p><p> {أَنْ أَوْحَيْنَا} اسمُ كان قُدِّم عليه خبرُها اهتماماً بشأنه لكونه مدارَ الإنكارِ والتعجيبِ وتشويقاً إلى المؤخَّر ولأنَّ في الاسم ضربَ تفصيلٍ ففي مراعاة الأصل نوع إخلال بتجاوب أطرافِ الكلام وقرىء برفع عجب على أنه الاسمُ وهو نكرةٌ والخبرُ أن أوحينا وهو معرفةٌ لأن أن مع الفعل في تأويل المصدرِ المضافِ إلى المعرفة البتةَ والمختارُ حينئذ أن تجعل كان تامةٌ وأن أوحينا متعلقاً بعجبٌ على حذف حرف التعليم أي أحدث للناس عجبٌ لأن أوحينا أو من أن أوحينا أو بدلاً من عجبٌ لكن لا على توجيه الإنكارِ والتعجيب إلى حدوثه بل إلى كونه عجباً فإن كونَ الإبدالَ في حُكم تنحيةِ المبدَلِ منه ليس معناه إهدارَه بالمرة وإنما قيل للناس لا عند الناس للدِلالة على أنهم اتخذوه أعجوبةً لهم وفيهِ من زيادةِ تقبيحِ حالِهم ما لا يَخْفى </p><p> {إلى رَجُلٍ مّنْهُمْ} أي إلى بشر من جنسهم كقولهم أبعث الله بشراً رسولاً أو من أفنائهم </p><p> من حيث المال لا من عظمائهم كقولهم لَوْلَا نزِّل هذا القرآنُ على رَجُلٍ مّنَ القريتينِ عَظِيمٍ وكلا الوجهين من ظهور البطلانِ بحيث لا مزيد عليه أما الأولُ فلأن بعض الملَكِ إنما يكون عند كون المبعوثِ إليهم ملائكةً كما قال سبحانه قُل لَوْ كَانَ فِى الارض ملائكة يَمْشُونَ مُطْمَئِنّينَ لَنَزَّلْنَا عَلَيْهِم مّنَ السماء مَلَكًا رَّسُولاً وأما عامة البشر فهم بمعزل من استحقاق المفاوضةِ الملكية كيف لا وهي منوطةٌ بالتناسب والتجانس فبعثُ الملَكِ إليهم مزاحِمٌ للحمكة التي عليها يدورُ فلكُ التكوينِ والتشريع وإنما الذي تقتضيه الحكمةُ أن يُبعث الملك من بينهم إلى الخواصّ المختصّين بالنفوس الزكية المؤيدين بالقوة القدسية المتعلّقين بكلا العالَمَين الروحانيِّ والجُسماني ليتلقَّوا من جانب ويلقوا إلى جانب وأما الثاني فلما أن مناطَ الاصطفاء للنبوة والرسالةِ هو التقدُم في الاتِّصافُ بما ذُكر من النعوت الجميلةِ والصفاتِ الجليلة والسبْقِ في إحراز الفضائلِ العلية وحيازةِ الملَكات السَّنية جِبِلّةً واكتساباً ولا ريب لأحد منهم في أنه صلى الله عليه وسلم في ذلك الشأنِ في غايةُ الغاياتِ القاصيةِ ونهايةُ النهاياتِ النائيةِ وأما التقدمُ في الرياسات الدنيويةِ والسبْقِ في نيل الحظوظِ الدَّنيةِ فلا دخلَ له في ذلك قطعاً بل له إخلالٌ به غالباً قال صلى الله عليه وسلم لو كانتِ الدُّنيا تزنُ عندَ الله جناحَ بعوضةٍ ما سَقَى الكافرَ منها شربةَ ماء </p><p> {أَنْ أَنذِرِ الناس} أن مصدريةٌ لجوازِ كونِ صلتِها أمراً كما في قولِهِ تعالَى وَأَنْ أَقِمْ وَجْهَكَ وذلك لأن الخبرُ والإنشاءُ في الدلالةِ على المصدر سيانِ فساغ وقوعُ الأمرِ والنهي صلةً حسب وقوع الفعل فليجرد عند ذلك عن مَعْنَى الأمرِ والنَّهيِ نحوُ تجردِ الصلةِ الفعليةِ عن معنى المضيِّ والاستقبالِ ووجوبُ كونِ الصلةِ في الموصول الاسميِّ خبريةً إنما هو للتوصل بها إلى وصفِ المعارفِ بالجملِ لا لقصور في دلالة الإنشاءِ على المصدر أو مفسرةٌ إذ الإيحاءُ فيه معنى القولِ وقد جوز كونُها مخفّفة من المثقّلة على حذف ضميرِ الشأنِ والقولِ من الخبر والمعنى أن الشأنَ قولُنا أنذر الناسَ والمرادُ به جميعُ الناسِ كافةً لا ما أريد بالأول وهو النكتةُ في إيثار الإظهارِ على الإضمار وكونُ الثاني عينَ الأولِ عند إعادة المعرفةِ ليس على الإطلاق </p><p> {وبشر الذين آمنوا} بما أوحيناه وصدّقوه </p><p> {أَنَّ لَهُمْ} أي بأن لهم </p><p> {قَدَمَ صِدْقٍ} أي سابقةً ومنزلةً رفيعة </p><p> {عِندَ رَبّهِمْ} وإنما عبر عنها بها إذ بها يحصُل السبْقُ والوصولُ إلى المنازل الرفيعةِ كما يعبر عن النعمة باليد لأنها تعطى بها وقيل مقامَ صدقٍ والوجهُ أو الوصولَ إلى المقام إنما يحصُل بالقدم وإضافتُها إلى الصدق للدلالة على تحققها وثباتِها وللتنبيه على أن مدارَ نيلِ ما نالوه من المراتب العليةِ هو صدقُهم فإن التصديقَ لا ينفك عن الصدق </p><p> {قَالَ الكافرون} هم المتعجبون وإيرادُهم ههنا بعنوان الكفر مما لا حاجة إلى ذكر سببِه وتركُ العاطفِ لجرَيانه مَجرى البيانِ للجملة التي دخلت عليها همزةُ الإنكار أو لكونه استئنافاً مبنيَّاً على السُّؤالِ كأنَّه قيلَ ماذا صنعوا بعد التعجبِ هل بقُوا على التردد والاستبعادِ أو قطعوا فيه بشيء فقيل قال الكافرون على طريقة التأكيدِ </p><p> {إِنَّ هَذَا} يعنون به ما أوحيَ إلى رسول الله صلى الله عليه وسلم من القرآن الحكيم المنطوي على الإنذار والتبشير </p><p> {لَسِحْرٌ مُّبِينٌ} أي ظاهرٌ وقرىء لساحْر على أنَّ الإشارةَ إلى رسول الله صلى الله عليه وسلم وقرىء مَا هذا إِلَاّ سِحْرٌ مُّبِينٌ وهذا اعترافٌ مِنْ حَيْثُ لَا يَشْعُرُونَ بأن ما عاينوه خارجٌ عن طوْق البشر نازلٌ من جناب خلاق القُوى والقدَر ولكنهم سمَّوه بما قالوا تمادياً في العناد كما هو ديدنُ </p><p> المكابرِ اللَّجوجِ ودأبُ المُفحَمِ المحجوج </p><p> سورة يونس آية (٣) </p>"
}