{
  "id": null,
  "sura": 11,
  "aya": 24,
  "text": "<p> ٨ - {مَثَلُ الفريقين} ٨ </p><p> المذكورين أي حالُهما العجيبُ لأن المثَلَ لا يُطلق إلا على ما فيه غرابةٌ من الأحوال والصفات </p><p> ٨ - كالاعمى والاصم والبصير والسميع ٨ </p><p> أي كحال هؤلاءِ فيكون ذواتُهم كذواتهم والكلامُ وإن أمكن أن يحمل على تشبيه الفريق الأولِ بالأعمى وبالأصمِّ وتشبيهِ الفريقِ الثاني بالبصير وبالسميع لكن الأدخلَ في المبالغة والأقربَ إلى ما يشير إليه لفظُ المثل والأنسبَ بما سبق من وصف الكفرةِ بعدم استطاعةِ السمع وبعدم الإبصارِ أن يُحمل على تشبيه الفريقِ الأولِ بمن جمع بين العَمى والصمَم وتشبيهُ الفريقِ الثاني بمَن جمع بين البصر والسمع على أن تكون الواوُ في قوله تعالى والاصم وفي قوله والسميع لعطف الصفةِ على الصفة كما في قول من قالَ ... إِلَى الملكِ القَرْمِ وابنِ الهُمام ... وليثِ الكتيبةِ في المُزْدَحَمْ ... </p><p> وأياً ما كان فالظاهرُ أن المرادَ بالحال المدلولِ عليها بلفظ المَثَل وهي التي يدور عليها أمرُ التشبيهِ ما يلائم الأحوالَ المذكورةَ المعتبرةَ في جانب المشبَّه به من تعامي الفريقِ الأولِ عن مشاهدة آياتِ الله المنصوبةِ في العالم والنظرِ إليها بعين الاعتبارِ وتصامِّهم عن استماع آياتِ القرآنِ الكريم وتلقّيها بالقبول حسبما ذُكر في قوله تعالى مَا كَانُواْ يَسْتَطِيعُونَ السمع وَمَا كَانُواْ يُبْصِرُونَ وإنما لم يُراعَ هذا الترتيبُ ههنا لكون الأعمى أظهرَ وأشهرَ في سوء الحالِ من الأصم ومن استعمال الفريقِ الثاني لكل من أبصارهم وأسماعِهم فيما ذكر كما ينبغي المدلولُ عليه بما سبق من الإيمان والعملِ الصالحِ والإخبات حسبما فسر به فيما مر فلا يكون التشبيهُ تمثيلياً لا جميع الأحوال المعدودةِ لكل من الفريقين مما ذكر وما يؤدِّي إليهِ من العذاب المضاعَف والخسران البالغِ في أحدهما ومن النعيم المقيم في الآخر فإن اعتبارَ ذلك ينزِعُ إلى كون التشبيهِ تمثيلياً بأن يُنتزَعَ من حال الفريقِ الأول في تصامّهم وتعاميهم المذكورَيْن ووقوعِهم بسبب ذلك في العذاب المضاعفِ والخُسران الذي لا خسرانَ فوقه هيئةٌ فتُشبَّه بهيئةٍ منتزَعةٍ ممن فقَد مَشْعَرَيْ البصر والسمعِ فتخبَّط في مسلَكه فوقع في مهاوي الردى ولم يجِدْ إلى مقصِده سبيلاً وينتزَعَ من حال الفريق الثاني في استعمال مشاعرِهم في آياتِ الله تعالَى حسبما ينبغي وفوزِهم بدار الخلود هيئة فتشبيه بهيئة منتزعة ممن له بصَرٌ وسمع يستعملهما في مهماته فيهتدي إلى سبيله وينال مَرامه </p><p> ٨ - هَلْ يَسْتَوِيَانِ ٨ </p><p> يعني الفريقين المذكورين والاستفهامُ إنكاريٌّ مذكّر لما سبق من إنكار المماثلة في قوله عزوجل أفمن كان على بيته الآية مَثَلاً أي حالاً وصفةً وهو تمييزٌ من فاعل يستويان </p><p> ٨ - أَفَلَا تَذَكَّرُونَ ٨ </p><p> أي أتشكّون في عدم الاستواءِ وما بينهما من التباين أو أتغفُلون عنه فلا تتذكرونه بالتأمل فيما ضرب </p><p> سورة يونس (٢٥) </p><p> لكم من المثل فيكون الإنكارُ وارداً على المعطوفَيْن معاً أو أتسمعون هذا فلا تتذكرون فيكون راجعاً إلى عدم التذكر بعد تحققِ ما يوجب وجودَه وهو المثل المضروبُ كما في قوله تعالى أفَإِنْ مَاتَ أوْ قُتِلَ انقلبتم على أعقابكم فإن الفاء هناك لإنكار الانقلابِ بعد تحققِ ما يُوجبُ عدمَه من علمهم بخلوّ الرسلِ قبل رسول الله صلى الله عليه وسلم أو أفلا تفعلون التذكرَ أوافلا تعقِلون ومعنى الهمزةِ إنكارُ عدمِ التذكرِ واستبعادُ صدوره عن المخاطبين وأنه ليسَ مما يصلُح أن يقع لا من قبيل الإنكارِ في قوله تعالى أَفَمَن كَانَ على بَيّنَةٍ مّن رَّبّهِ وقولِه تعالى هَلْ يَسْتَوِيَانِ فإن ذلك لنفي المماثلة ونفي الاستواء ولما بيَّن من فاتحةِ السورةِ الكريمةِ إلى هذا المقامِ أنها كتابٌ محكمُ الآياتِ مفصَّلُها نازلٌ في شأن التوحيدِ وتركِ عبادِة غيرِ الله سبحانه وأن الذي أنزل عليه نذيرٌ وبشيرٌ من جهته تعالى وقرر في تضاعيف ذلك ما له مدخَلٌ في تحقيق هذا المرامِ من الترغيب والترهيبِ وإلزامِ المعاندين بما يقارنه من الشواهد الحقةِ الدالةِ على كونه من عند الله تعالى وتسلية الرسول صلى الله عليه وسلم مما عراه من ضيق الصدرِ العارضِ له من اقتراحاتهم الشنيعةِ وتكذيبِهم له وتسميتهم للقرآن تارة سحر وأخرى مفترى وتثبيته صلى الله عليه وسلم والمؤمنين على التمسك به والعملِ بموجبه على أبلغِ وجهٍ وأبدعِ أسلوبٍ شَرع في تحقيق ما ذُكر وتقريرِه بذكر قصصِ الأنبياءِ صلواتُ الله عليهمْ أجمعينَ المشتملةِ على ما اشتمل عليه فاتحةُ السورةِ الكريمةِ ليتأكد ذلك بطريقين أحدُهما أن ما أُمر بهِ من التوحيد وفروعِه مما أطبق عليه الأنبياءُ قاطبةً والثاني أن ذلك إنما علمه رسول الله صلى الله عليه وسلم بطريق الوحي فلا يبقى في حقيته كلامٌ أصلاً وليتسلّى بما يشاهده من معاناة الرسلِ قبله من أممهم ومقاساتِهم الشدائدَ من جهتهم فقيل </p>"
}