{
  "id": null,
  "sura": 11,
  "aya": 43,
  "text": "<p> {قَالَ سَآوِى إلى جَبَلٍ} من الجبال </p><p> {يَعْصِمُنِى} بارتفاعه من {الماء} زعمنا منه أن ذلك كسائر المياهِ في أزمنة السيولِ المعتادةِ التي ربما يُتّقى منها بالصعود إلى الربا وأنى له ذلك وقد بلغ السيلُ الزبى وجهلاً بأن ذلك إنما كان لإهلال الكفرة وأن لا محيص من ذلك سوى الإلتجاء إلى ملجأ المؤمنين فلذلك أراد عليه الصلاة والسلام إن يبين له حقيقة الحال ويصرفه عن ذلك الفكر المُحالِ وكان مقتضى الظاهر أن يجب بما ينطبقُ عليه كلامُه ويتعرّضَ لنفي ما أثبته للجبل من كونه عاصماً له من الماء بأن </p><p> هود الآية (٤٤) يقولَ لا يعصِمُك منه مفيداً لنفي وصفِ العصمةِ عنه فقط من غير تعرضٍ لنفيه عن غيره ولا لنفي الموصوف أصلا لكنَّه عليه الصَّلاةُ والسَّلامُ حيث </p><p> {قَالَ لَا عَاصِمَ اليوم مِنْ أَمْرِ الله} سالك طريقةَ نفي الجنسِ المنتظِم لنفي جميعِ أفرادِ العاصمِ ذاتاً وصفةً كما في قولهم ليس فيه داعٍ ولا مجيبٌ أي أحدٌ من الناس للمبالغة في نفي كونِ الجبلِ عاصماً بالوجهين المذكورَين وزادَ اليومَ للتَّنبيهِ على أنَّه ليس كسائر الأيامِ التي تقع فيها الوقائعُ وتُلِمُّ فيها المُلِماتُ المعتادةُ التي ربما يُتخلّص من ذلك بالالتجاء إلى بعض الأسبابِ العادية وعبّر عن الماء في محلّ إضمارِه بأمرِ الله أي عذابِه الذي أشير إليه حيث قيل حتَّى إذا جاء أمرُنا تفخيماً لشأنِه وتهويلاً لأمرِه وتنبيهاً لابنه على خطئه في تسميته ماءً ويوهم أنه كسائر المياهِ التي يُتفصَّى منها بالهرب إلى بعض المهاربِ المعهودةِ وتعليلاً للنفي المذكورِ فإن أمرَ الله لا يغالَب وعذابَه لا يُرَدّ وتمهيداً لحصر العِصمةِ في جناب الله عز جارُه بالاستثناء كأنه قيل لا عاصمَ من أمر الله إلا هو وإنما قيل </p><p> {إِلَاّ مَن رَّحِمَ} تفخيماً لشأنه الجليلِ بالإبهام ثم التفسيرِ وبالإجمال ثم التفصيل وإشعاراً بعلّية رحمتِه في ذلك بموجب سبقِها على غضبه وكلُّ ذلك لكمال عنايته عليه الصلاة والسلام بتحقيق ما يتوخاه من نجاة ابنِه ببيان شأنِ الداهيةِ وقطعِ أطماعِه الفارغةِ وصرفه عن التعلل بما لا يغني عنه شيئاً وإرشادِه إلى العياذ بالمَعاذ الحقِّ عزَّ حِماهُ وقيل لا مكانَ يعصِم من أمر الله إلا مكان من رحمه الله وهو الفُلك وقيل معنى لا عاصم لا ذا عصمة إلا من رحمة الله تعالى </p><p> {وَحَالَ بَيْنَهُمَا الموج} أي بين نوحٍ وبين ابنِه فانقطع ما بينهما من المجاوبة لا بين ابنِه وبين الجبل لقوله تعالى </p><p> {فَكَانَ مِنَ المغرقين} إذ هو إنما يتفرع على حيلولة الموج بينه عليه الصلاةُ والسَّلامُ وبين ابنه لا بينه وبين الجبلِ لأنه بمعزل من كونه عاصماً وإن لم يحُلْ بينه وبين الملتِجىءِ إليه موجٌ وفيه دِلالةٌ على هلاك سائرِ الكفرةِ على أبلغ وجهٍ فكان ذلك أمراً مقرَّرَ الوقوعِ غيرَ مفتقِرٍ إلى البيان وفي إيراد كان دون صار مبالغةٌ في كونه منهم </p>"
}