{
  "id": null,
  "sura": 11,
  "aya": 40,
  "text": "<p> {حتى إِذَا جَاء أَمْرُنَا} </p><p> حتَّى هي التي يُبتدأ بها الكلامُ دخلتْ على الجملةِ الشرطيةِ وهي مع ذلك غايةٌ لقوله وَيَصْنَعُ وما بينهما حالٌ من الضمير فيه وسخِروا منه جوابٌ لكلما وقال استئنافٌ على تقدير سؤال سائلٍ كما ذكرناه وقيل هو الجوابُ وسِخروا منه بدلٌ من مرّ أو صفةٌ لملأ وقد عرفت أن الحقَّ هو الأولُ لأن المقصودَ بيانُ تناهيهم في إيذائه صلى الله عليه وسلم وتحمُّلِه لأذيَّتهم لا مسارعتُه صلى الله عليه وسلم إلى جوابهم كلما وقع منهم ما يؤذيه من الكلام </p><p> {وَفَارَ التنور} نبعَ منه الماءُ وارتفع بشدة كما تفور القِدْرُ بغَليانها والتنّورُ تنّورُ الخبز وهو قول الجمهور روي أنه قيل لنوح عليه الصَّلاةُ والسَّلامُ إذا رأيتَ الماءَ يفورُ من التنور فاركبْ ومن معك في السفينة فلما نبع الماءُ أخبرتْه امرأتُه فركب وقيل كان تنورَ آدم عليه الصلاة والسلام وكان من حجارة فصار إلى نوح وإنما نبع منه وهو أبعدُ شيء من الماء على خرق العادةِ وكان في الكوفة في موضع مسجدها عن يمين الداخلِ مما يلي باب كِنْدة وكان عملُ السفينةِ في ذلك الموضع أو في الهند أو في موضع بالشام يقال له عين وردة وعن ابن عباس رضي الله عنه تعالى عنهما وعِكرمةَ والزُّهري أن التنورَ وجهُ الأرض وعن قتادةَ أشرفُ موضع في الأرض أي أعلاه وعَنْ عليَ رضيَ الله تعالى عنه فار التنور طلح الفجرُ </p><p> {قُلْنَا احمل فِيهَا} أي في السفينة وهو جوابُ إذا </p><p> {مِن كُلّ} أي من كل نوعٍ لا بد منه في الأرض {زَوْجَيْنِ} الزوجُ ما له مشاكلٌ من نوعه فالذكرُ زوجٌ للأنثى كما هي زوجٌ له وقد يُطلق على مجموعهما فيقابل الفرد ولإزالة ذلك الاحتمالِ قيل </p><p> {اثنين} كلٌّ منهما زوجٌ للآخر وقرىء على الإضافة وإنما قُدم ذلك على أهله وسائرِ المؤمنين لكونِه عريقاً فيما أُمر به من الحمل لأنه يحتاج إلى مزاولة الأعمالِ منه صلى الله عليه وسلم في تمييز بعضِه من بعض وتعيينِ الأزواج فإنه روى أنه صلى الله عليه وسلم قال يا رب كيف أحْمل من كلَ زوجين اثنين فحشر الله تعالى إليه السباعَ والطيرَ وغيرَهما فجعل يضرِب بيديه في كل جنس فيقع الذكرُ في يده اليمنى والأنثى في اليسرى فيجعلهما في السفينة وأما البشرُ فإنما يدخلُ الفُلكَ باختياره فيخِفّ فيه معنى الحَمْل أو لأنها إنما تحمِلُ بمباشرة البشر وهم إنما يدخُلونها بعد حملهم إياها </p><p> {وَأَهْلَكَ} عطفٌ على زوجين أو على اثنين والمرادُ امرأتُه وبنوه ونساؤهم </p><p> {إِلَاّ مَن سَبَقَ عَلَيْهِ القول} بأنه من المغرَقين بسبب ظلمِهم في قوله تعالى وَلَا تخاطبنى فِى الذين ظَلَمُواْ الآية والمرادُ به ابنُه كنعان وأمُّه واعلةُ فإنهما كانا كافرين والاستثناءُ منقطِعٌ إن أريد بالأهل الأهلُ إيماناً وهو الظاهرُ كما ستعرفه أو متصلٌ إن أريد به الأهل قرابة ويكتفي في صحة الاستثناءِ المعلوميةُ عند المراجعةِ إلى أحوالهم والتفحّصُ عن أعمالهم وجيء بعلى لكون السابقِ ضارًّا لهم كما جيء باللام فيما هو نافعٌ لهم من قولهِ عزَّ وجلَّ وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا المرسلين وقوله إِنَّ الذين سَبَقَتْ لَهُمْ مّنَّا الحسنى </p><p> {ومن آمن} من غيرهم وإفرادُ الأهلِ منهم للاستثناءِ المذكورِ وإيثارُ صيغةِ الإفراد في آمن محافظة على لفظ من للإيذان بقلتهم كما أَعرَب عنه قولُه عز قائلاً </p><p> {وما آمن مَعَهُ إِلَاّ قَلِيلٌ} قيل كانوا ثمانية نوحٌ عليهِ الصَّلاةُ والسَّلامُ وأهلُه وبنوه الثلاثةُ ونساؤُهم وعن ابن إسحق كانوا عشرةً خمسةَ رجالٍ وخمسَ نسوةٍ وعنه أيضاً أنهم كانوا عشرةً سوى نسائِهم وقيل كانوا اثنين وسبعين رجلاً وامرأةً وأولادُ نوحٍ سامٌ وحامٌ ويافث ونساؤُهم فالجميع ثمانيةٌ وسبعون نصفُهم رجالٌ ونصفُهم نساء واعتبارُ المعيةِ في إيمانهم للإيماء إلى المعية في مقر الأمان والنجاة </p><p> هود آية (٤١ ٤٢) </p>"
}