{
  "id": null,
  "sura": 11,
  "aya": 31,
  "text": "<p> {وَلا أَقُولُ لَكُمْ} حين أدّعي النبوة </p><p> {عِندِى خَزَائِنُ الله} أي رزقُه وأموالُه حتى تستدلوا بعدمها على كذبي بقولكم وَمَا نرى لَكُمْ عَلَيْنَا مِن فَضْلٍ بَلْ نَظُنُّكُمْ كاذبين فإن النبوةَ أعزُّ من أن تنال بأسباب دنيويةٍ ودعواها بمعزل عن ادعاء المالِ والجاه </p><p> {وَلا أَعْلَمُ الغيب} أي لا أدعي في قولي إِنَّى لَكُمْ نَذِيرٌ مُّبِينٌ إِنّى أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ علمَ الغيبِ حتى تسارعوا إلى الإنكار والاستبعاد </p><p> {وَلا أَقُولُ إِنّى مَلَكٌ} حتى تقولوا مَا نَرَاكَ إِلَاّ بَشَرًا مّثْلَنَا فإن البشريةَ ليست من موانع النبوةِ بل من مباديها يعني أنكم اتخذتم فُقدانَ هذه الأمورِ الثلاثة ذريعةً إلى تكذيبي والحال أني لا أدعي شيئاً من ذلك ولا الذي أدّعيه يتعلق بشيء منها وإنما يتعلق بالفضائل النفسانيةِ التي بها تتفاوت مقاديرُ البشرِ </p><p> {وَلا أَقُولُ} مساعدةً لكم كما تقولون {لِلَّذِينَ تَزْدَرِى أَعْيُنُكُمْ} أي تقتحِمهم وتحتقرِهم من زراه إذا عابه وإسنادُ الازدراءِ إلى أعينهم بالنظر إلى قولهم وَمَا نَرَاكَ اتبعك إِلَاّ الذين هُمْ أَرَاذِلُنَا وإما للإشعار بأن ذلك القصور نظرِهم ولو تدبروا في شأنهم ما فعلوا ذلك اي لاأقول في شأن الذين استرذلتموهم لفقرهم من المؤمنين {لَن يُؤْتِيَهُمُ الله خَيْرًا} في الدنيا أو في الآخرة فعسى الله أن يُؤتيهَم خيري الدارين إن قلتَ هذا القول ليس مما تستنكره الكفرةُ ولا مما يتوهمون صدوره عنه صلى الله عليه وسلم أصالةً أو استتباعاً كادعاء الملكية وعلم الغيب وحيازة الخزائن مما نفاه صلى الله عليه وسلم عن نفسه بطريق التبرؤ والتنزه عنه فمِنْ أيِّ وجه عطُف نفيُه على نفيها قلتُ من جهة أن كلا النفين ردٌّ لقياسهم الباطلِ الذي تمسّكوا به فيما سلف فإنهم زعَموا أن النبوةَ تستتبع الأمورَ المذكورةَ وأنها لا تتسنى ممن ليس على تلك الصفات فإن العثورَ على مكانها واغتنامَ مغانهما ليس من دأب الأراذلِ فأجاب صلى الله عليه وسلم بنفي ذلك جميعاً فكأنه قال لا أقول وجودُ تلك الأشياءِ من مواجب النبوةِ ولا عدمُ المالِ والجاهِ من موانع الخير </p><p> {الله أَعْلَمُ بِمَا فِى أَنفُسِهِمْ} من الإيمان وإنما اقتُصر على نفي القولِ المذكور مع أنه صلى الله عليه وسلم جازمٌ بأن الله سبحانه سيؤتيهم خيراً عظيماً في الدارين وأنهم على يقين راسخٍ في الإيمان جرياً على سنن الأنصاف مع القوم واكتفاءً بمخالفة كلامِهم وإرشادا </p><p> هود آية (٣٢ ٣٤) لهم إلى مسلك الهدايةِ بأن اللائقَ لكل أحدٍ أن لا يبُتَّ القولَ إلا فيما يعلمه يقيناً ويبني أمورَه على الشواهد الظاهرةِ ولا يجازف فيما ليس فيه على بينة ظاهرة </p><p> {إِنّى إِذاً} أي إذا قلتُ ذلك </p><p> {لَّمِنَ الظالمين} لهم بحطِّ مرتبتِهم ونقصِ حقوقِهم أو من الظالمين لأنفسهم بذلك فإن وبالَه راجعٌ إلى أنفسهم وفيه تعريضٌ بأنهم ظالمون في ازدرائهم واسترذالِهم وقيل إذا قلتُ شيئاً مما ذُكِرَ من ادعاه الملكية وعلم الغيب وحيازة الخزائن وهو بعيدٌ لأن تبعةَ تلك الأقوالِ مغنيةٌ عن التعليل بلزوم الانتظامِ في زمرة الظالمين </p>"
}