{
  "id": null,
  "sura": 11,
  "aya": 41,
  "text": "<p> {وقال} أي نوحٌ عليهِ الصَّلاةُ والسَّلامُ لمن معه من المؤمنين كما ينبىء عنه قوله تعالى إِنَّ رَبّى لَغَفُورٌ رَّحِيمٌ ولو رجع الضميرُ إلى الله تعالى لناسب أن يقال إن ربكم ولعل ذلك بعد إدخالِ ما أُمر بحمله في الفلك من الأزواج كأنه قيل فحمَلَ الأزواجَ أو أدخلها في الفلك وقال للمؤمنين </p><p> {اركبوا فيها} كما سيأتي مثلُه في قوله تعالى وَهِىَ تَجْرِى بِهِمْ والركوبُ العلوُّ على شيء متحرّكٍ ويتعدى بنفسه واستعماله ههنا بكلمة في ليس لأن المأمورَ به كونُهم في جوفها لا فوقَها كما ظن فإن أظهر الرويات أنه عليه السلام جعل الوحوش ونظائر في البطن الأسفلِ والأنعامَ في الأوسطِ وركب هو ومن معه في الأعلى بل لرعاية جانبِ المحلية والمكانيةِ في الفلك والسرُّ فيه أن معنى الركوبِ العلوُّ على شيء له حركةٌ إما إراديةٌ كالحيوان أو قسرية السفينة والعجَلة ونحوهما فإذا استُعمل في الأول يوفر له حظُّ الأصل فيقال ركبتُ الفرسَ وعليه قولُه عز من قائل والخيل والبغال والحمير لِتَرْكَبُوهَا وإن استُعمل في الثاني يلوح بمحلية المفعول بكلمة في فيقال ركبت في السفينة وعليه الآيةُ الكريمة وقولُه عز وجل قائلاً فَإِذَا رَكِبُواْ فِى الفلك وقوله تعالى فانطلقا حَتَّى إِذَا رَكِبَا فِى السفينة خَرَقَهَا </p><p> {بِسْمِ اللَّهِ} متعلقٌ باركبوا حالٌ من فاعله أي اركبوا مسمِّين الله تعالى أو قائلين بسم الله </p><p> {مجراها ومرساها} نصبٌ على الظرفية أي وقتَ إجرائِها وإرسائِها على أنهما اسما زمانٍ أو مصدران كالإجراء والإرساءِ بحذف الوقت كقولك آتيك حقوق النجمِ أو اسما مكانٍ انتصبا بما في بِسْمِ الله منْ مَعْنى الفعلِ أو إرادةِ القول ويجوز أن يكون بِسْمِ اللَّهِ مجريها وَمُرْسَاهَا مستقلةً من مبتدأ وخبر في موضع الحالِ من ضمير الفلك أي اركبوا فيها مُجراةً ومُرساةً باسم الله بمعنى التقدير كقوله تعالى ادخلوها خالدين أو جملةٌ مقتضبةٌ على أن نوحاً أمرهم بالركوب فيها ثم أخبرهم بأن إجراءها وإرساءها بسم الله تعالى فيكونان كلامين له عليه الصلاة والسلام قيل كان عليه السلام إذا أراد أن يُجرِيَها يقول بسم الله فتجري وإذا أراد أن يرسيَها يقول بسم الله فترسو ويجوز أن يكون الاسمُ مقْحماً كما في قوله وصية لأزواجهم متاعا إلى الحولِ ثم اسمُ السلامِ عليكما ويراد بالله إجراؤُها وإرساؤُها أي بقدرته وأمره وقريء مجريها ومرسيها على صيغة الفاعل مجرورَي المحل صفتين لله عز وجل ومَجراها ومَرْساها بفتح الميم مصدرين أو زمانين أو مكانين من جرى ورسا </p><p> {إِنَّ رَبّى لَغَفُورٌ} للذنوب والخطايا </p><p> {رحيم} لعباده ولذلك نجاكم من هذه الطآمّة والداهية العامّة ولولا ذلك لما فعله وفيه دِلالةٌ على أن نجاتَهم ليست بسبب استحقاقِهم لها بل بمحض فضلِ الله سبحانه وغفرانِه ورحمتِه على ما عليه رأيُ أهل السنة </p>"
}