{
  "id": null,
  "sura": 11,
  "aya": 17,
  "text": "<p> {أَفَمَن كَانَ على بَيّنَةٍ مّن رَّبّهِ} أي برهانٍ نيِّرٍ عظيمِ الشأنِ يدل على حقية ما رَغّب في الثبات عليه من الإسلام وهو القرآنُ وباعتباره أو بتأويل البرهانِ ذُكر الضميرُ الراجعُ إليها في قوله تعالى </p><p> {وَيَتْلُوهُ} أي يتبعه </p><p> {شَاهِدٌ} يشهد بكونه من عند الله تعالى وهو الإعجاز في </p><p> سورة هود (٧ ا) نظمه المطّردِ في كل مقدارِ سورةٍ منه أو ما وقع في بعض آياتِه من الإخبار بالغيب وكلاهما وصفٌ تابعٌ له شاهدٌ بكونه من عندِ الله عزَّ وجل غيرَ أنه على التقدير الأولِ يكون في الكلامِ إشارةٌ إلى حال رسولِ الله صلى الله عليه وسلم والمؤمنين في تمسّكهم بالقرآن عند تبيُّنِ كونِه منزلاً بعلم الله بشهادة الإعجاز مِنْهُ أي من القرآن غيرَ خارجٍ عنه أو من جهة الله تعالى فإن كلاًّ منهما واردٌ من جهته تعالى للشهادة ويجوز على هذا التقديرِ أن يراد بالشاهد المعجزاتُ الظاهرةُ على يدَيْ رسولِ الله صلى الله عليه وسلم فإن ذلك أيضاً من الشواهد التابعةِ للقرآن الواردةِ من جهته تعالى فالمرادُ بَمنْ في قوله تعالى أَفَمَنِ كلُّ من اتصف بهذه الصفةِ الحميدةِ فيدخُل فيه المخاطَبون بقوله تعالى فاعلموا فَهَلْ أَنتُمْ دخولاً أولياً وقيل هو النبيُّ صلَّى الله عليهِ وسلم وقيل مؤمنو أهلِ الكتابِ كعبدِ اللَّهِ بن سلام وأضرابِه وقيل المرادُ بالبينة دليلُ العقلِ وبالشاهد القرآنُ فالضمير في منه لله تعالى أو البينةُ القرآنُ ويتلوه من التلاوة والشاهدُ جبريلُ أو لسانُ النبيِّ صلَّى الله عليهِ وسلم على أن الضميرَ له أو من التُّلُوّ والشاهدُ مَلَكٌ يحفظ والأَوْلى هو الأولُ ولما كان المرادُ بتلوّ الشاهدِ للبرهان إقامةَ الشهادة بصحته وكونِه من عند الله تابعاً له بحيث لا يفارقه في مشهد من المشاهد فإن القرآنَ بيِّنةٌ باقيةٌ على وجه الدهرِ مع شاهدها الذي يشهد بأمرها إلى يوم القيامةِ عند كلِّ مؤمنٍ وجاحدٍ عُطف كتابُ موسى في قوله عز قائلاً </p><p> {وَمِن قَبْلِهِ كِتَابُ موسى} على فاعله مع كونه مقدَّماً عليه في النزول فكأنه قيل أَفَمَن كَانَ على بَيّنَةٍ من ربه ويشَهد به شاهدٌ منه وشاهدٌ آخرُ مِنْ قبله هو كتابُ موسى وإنما قُدّم في الذكر المؤخَّرِ في النزول لكونه وصفاً لازماً له غيرَ مفارِقٍ عنه ولعراقته في وصف التلوِّ والتنكيرُ في بينة وشاهد للتفخيم </p><p> {إِمَاماً} أي مؤتماً به في الدين ومقتدىً وفي التعرض لهذا الوصفِ بصدد بيانِ تلوِّ الكتابِ ما لا يَخفْى من تفخيم شأنِ المَتْلوِّ </p><p> {وَرَحْمَةً} أي نعمةً عظيمة على من أُنزل إليهم ومَنْ بعدهم إلى يوم القيامة باعتبار أحكامِه الباقيةِ المؤيَّدةِ بالقرآن العظيمِ وهما حالان من الكتاب </p><p> {أولئك} الموصوفون بتلك الصف الحميدةِ وهو الكونُ على بينة من الله ولِما أن ذلك عبارةٌ عن مطلق التمسكِ بها وقد يكون ذلك بطريق التقليدِ لمن سلف من عظماء الدين من غير عُثورٍ على دقائق الحقائقِ وصفهم بأنهم </p><p> {يؤمنون} أي يصدقونه حقَّ التصديقِ حسبما تشهد به الشواهدُ الحقّة المعربةُ عن حقيته </p><p> {وَمن يَكْفُرْ بِهِ} أي بالقرآن ولم يصدِّق بتلك الشواهد الحقَّةِ </p><p> {مّن الاحزاب} من أهل مكةَ ومن تحزّب معهم على رسُولِ الله صَلَّى الله عليه وسلم </p><p> {فالنار مَوْعِدُهُ} يردّها لا محالة حسبما نطَق به قوله تعالى ليس لهم فى الاخرة إلا النار وفي جعلها موعداً إشعارٌ بأن له فيها ما لا يوصف من أفانين العذابِ </p><p> {فَلَا تَكُ فِى مِرْيَةٍ مّنْهُ} أي في شك من أمر القرآنِ وكونِه من عندِ الله عزَّ وجل غبما شهِدت به الشواهدُ المذكورةُ وظهر فضلُ من تمسك بِهِ </p><p> {أَنَّهُ الحق مِن رَّبّكَ} الذي يربِّيك في دينك ودنياك </p><p> {ولكن أَكْثَرَ الناس لَا يُؤْمِنُونَ} بذلك إما لقصور أنظارِهم واختلالِ أفكارِهم وإما لعنادهم واستكبارِهم فمن في قوله تعالى أَفَمَن كَانَ على بَيّنَةٍ مّن رَّبّهِ مبتدأٌ حُذف خبرُه لإغناء الحالِ عن ذكره وتقديرُه أَفَمَن كَانَ على بَيّنَةٍ من ربه كأولئك الذين ذُكرت أعمالَهم وبُيِّن مصيرُهم ومآلُهم يعني أن بينهما تفاوتا عظيماً بحيث لا يكاد يتراءى ناراهما وإيرادُ الفاءِ بعد الهمزةِ لإنكار ترتّبِ توهّم المماثلةِ على ما ذكر من صفاتهم وعُدّد من هَناتهم كأنه قيل أبعدَ ظهورِ حالِهم فِي الدنيا والآخرة كما وُصف يُتوهم المماثلةُ بينهم وبين مَنْ كان على أحسنِ ما يكون </p><p> سورة هود (١٨)  (١٩)  (٢٠) </p><p> في العاجل والآجل كما في قوله تعالى أفاتخذتم مّن دُونِهِ أَوْلِيَاء أي أبعدَ أن علمتموه ربَّ السمواتِ والأرض اتخذتم من دونه أولياءَ وقولِه تعالى أمن يَعْلَمُ أَنَّمَا أُنزِلَ إِلَيْكَ مِن رَّبّكَ الحق كَمَنْ هُوَ أعمى </p>"
}