{
  "id": null,
  "sura": 11,
  "aya": 29,
  "text": "<p> {ويا قَومِ لَا أَسْأَلُكُم عَلَيهِ} أي على ما قلته في أثناء دعوتكم </p><p> {ما لا} تؤدّونه إليّ بعدِ إيمانِكم واتباعِكم لي فيكونَ ذلك أجراً لي في مقابلة اهتدائِكم </p><p> {إِنْ أَجْرِىَ إِلَاّ عَلَى الله} الذي يُثيبني في الآخرة وفي التعبير عنه حين نُسب إليهم بالمال ما لا يَخفْى من المزية </p><p> {وَمَا أَنَاْ بطارد الذين آمنوا} جوابٌ عما لوّحوا به بقولهم وَمَا نَرَاكَ اتبعك إِلَاّ الذين هُمْ أَرَاذِلُنَا من أنه لو اتبعه الأشرافُ لوافقوهم وأن اتّباعَ الفقراءِ مانعٌ لهم عن ذلك كما صرَّحُوا بهِ في قولِهم أَنُؤْمِنُ لَكَ واتبعك الأرذلون فكان ذلك التماساً منهم لطردهم وتعليقاً لإيمانهم به صلى الله عليه وسلم بذلك أنفَةً من الانتظام معهم في سلك واحد </p><p> {إنهم ملاقوا ربهم} تعليل لامتناعه صلى الله عليه وسلم عن طردهم أي إنهم فائزون في الآخرة بلقاء الله عزَّ وجلَّ كأنَّه قيل لا أطرُدهم ولا أُبعِدُهم عن مجلسي لأنهم مقرَّبون في حضرة القدسِ والتعرّضُ لوصف الربوبيةِ لتربية وجوبِ رعايتِهم وتحتّمِ الامتناعِ عن طردهم أو مصدِّقون في الدنيا بلقاء ربِّهم موقنون به عالِمون أنهم ملاقوه لا محالة فكيف أطرُدهم وحملُه على معنى أنهم يلاقونه فيجازيهم على ما في قلوبِهِم منَ إيمان صحيحٍ ثابتٍ كما ظهر لي أو على خلاف ذلك مما تعرِفونهم به من بناء إيمانِهم على بادِيَ الرأي من غير نظرٍ وتفكّر وما عليّ أن أشقَّ عن قلوبهم وأتعرَّفَ سرَّ ذلك منهم حتى أطرُدَهم إنْ كانَ الأمرُ كَما تزعُمون يأباه الجزمُ بترتّب غضبُ الله عزَّ وجلَّ على طردهم كما سيأتي وأيضاً فهم إنما قالوا إن اتباعَهم لك إنما هو بحسب بادي الرأي بلا تأمل وتفكرٍ وهذا لا يكاد يصلُح مداراً للطرد في الدنيا ولا للمؤاخذة في الآخرة غايتُه أن لا يكونوا في مرتبة الموقنين وادعاءُ أن بناءَ الإيمانِ على ظاهر الرأي يؤدّي إلى الرجوع عنه عند التأملِ فكأنهم قالوا إنهم اتبعوك بلا تأمل فلا يثبُتون على دينك بل يرتدون عنه تعسفٌ لا يخفى </p><p> {ولكنى أَرَاكُمْ قَوْمًا تَجْهَلُونَ} بكل ما ينبغي أن يُعلم ويدخُلُ فيه جهلُهم بلقاء الله عز وجل وبمنزلتهم عنده وباستيجاب طردِهم لغضب الله كما سيأتي وبركاكة رأيِهم في التماس ذلك وتوقيفِ إيمانهم عليه أنفةً عن الانتظام معهم في سلك واحدٍ وزعماً منهم أن الرذالة بالفقر والشرفَ بالغنى وإيثارُ صيغةِ الفعل للدلالة </p><p> هود آية (٣٠ ٣١) على التجدد والاستمرارِ أو تتسافهون على المؤمنين بنسبتهم إلى الخساسة </p>"
}