{
  "id": null,
  "sura": 11,
  "aya": 14,
  "text": "<p> {فإن لم يستجيبوا لكم} أي فإنْ لم يفعلُوا ما كُلِّفوه من الإتيان بمثله كقولِه تعالى فَإِن لَّمْ تَفْعَلُواْ وإنَّما عُبِّر عنه بالاستجابة إيماء إلى أنه صلى الله عليه وسلم على كمالِ أمنٍ من أمره كأن أمرَه لهم بالإتيان بمثله دعاءٌ لهم إلى أمرٍ يريد وقوعَه والضميرُ في لكم للرسول صلى الله عليه وسلم والجمعُ للتعظيم كما في قول من قال ... وإن شئتِ حرمتُ النساءَ سواكمُ ... </p><p> أوله وللمؤمنين لأنهم أتباعٌ له صلى الله عليه وسلم في الأمر بالتحدّي وفيه تنبيهٌ لطيفٌ على أن حقهم ان لا ينفكوا عنه صلى الله عليه وسلم ويناصِبوا معه لمعارضة المعارِضين كما كان يفعلونه في الجهاد وإرشادٌ إلى أن ذلك مما يفيد الرسوخَ في الإيمان والطُمأنينةَ في الإيقان ولذلك رُتِّب عليه قولُه عز وجل فاعلموا أي اعلموا حين ظهر لكم عجزُهم عن المعرضة مع تهالُكهم عليها علماً يقيناً متاخِماً لعين اليقينِ بحيث لا مجالَ معه لشائبة ريبٍ بوجه من الوجوه كأن ما عداه من مراتب العلمِ ليس بعلم لكن لا للإشعار بانحطاطِ تلك المراتبِ بل بارتفاع هذه المرتبةِ وبه يتضح سرا يراد كلمةِ الشكِّ مع القطعِ بعدم الاستجابةِ فإن تنزيلَ سائرِ المراتبِ منزلةَ العدمِ مستتبِعٌ لتنزيل الجزْمِ بعدم الاستجابةِ منزلةَ الشكِّ فيه أو اثبُتوا واستمِرّوا على ما كنتم عليه من العلم </p><p> {إِنَّمَا أُنزِلَ} ملتبساً </p><p> {بِعِلْمِ الله} المخصوصِ به بحيث لا تحوم حوله العقولُ والأفهامُ مستبداً بخصائصِ الإعجازِ من جهتي النظمِ الرائقِ والإخبار بالغيب </p><p> {وَأَن لا إله إلا هو} أي واعلموا أيضا أن لا شريكٍ له في الألوهية وأحكامِها ولا يقدِر على ما يقدرُ عليه أحدٌ </p><p> {فَهَلْ أَنتُمْ مُسْلِمُونَ} أي مخلِصون في الإسلام أو ثابتون عليه وهذا من باب التثبيتِ والترقيةِ إلى معارج اليقينِ ويجوزُ أن يكونَ الخطابُ في الكل للمشركين من جهة الرسول صلى الله عليه وسلم داخلاً تحت الأمر بالتحدّي والضميرُ في لم يستجيبوا لمن استطعتم أي فإن لم يستجبْ لكم آلهتُكم وسائرُ مَنْ إليهم تجأرون في مُهمّاتكم ومُلماتكم إلى المعاونة والمظاهَرَةِ فاعلموا أن ذلك خارجٌ عن دائرة قُدْرةِ البشر وأنه مُنزّلٌ من خالق القُوى والقدر فإيرادُ كلمةِ الشكِّ حينئذ مع الجزم بعدمِ الاستجابة من جهة آلهتكم تهكّمٌ بهم وتسجيلٌ عليهم بكمال سخافةِ العقلِ وترتيبُ الأمرِ بالعلم على مجرد عدمِ الاستجابة من حيث إنه مسبوقٌ بالدعاء المسبوقِ بعجزهم واضطرارِهم فكأنه قيل فإن لم يستجيبوا لكم عند التجائِكم إليهم بعد ما اضطُررتم إلى ذلك وضاقت عليكم الحيلُ وعيَّتْ بكم العللُ أو من حيث إن مَنْ يستمدّون بهم أقوى منهم في اعتقادهم فإذا ظهر عجزُهم بعدم استجابتِهم وإن كان ذلك قبل ظهور </p><p> سورة هود (١٥)  (١٦) عجزِ أنفِسهم يكون عجزُهم أظهرَ وأوضحَ واعلموا أيضاً أن آلهتَكم بمعزل عن رتبة الشِرْكة في الألوهية وأحكامِها فهل أنتم داخلون في الإسلام إذْ لم يبْقَ بعدُ شائبةُ شبهةٍ في حقِّيته وفي بُطلان ما كنتم فيه من الشرك فيدخُلُ فيه الإذعانُ لكون القرآنِ مِنْ عِندِ الله تعالى دخولاً أولياً أو منقادون للحق الذي هو كونُ القرآنِ مِنْ عِندِ الله تعالى وتاركون لما كنتم فيه من المكابرة والعِناد وفي هذا الاستفهامِ إيجابٌ بليغٌ لما فيه من معنى الطلب والتنبيهِ على قيام الموجبِ وزوالِ العذر وإقناطٌ من أن يجيرهم آلهتُهم من بأس الله عز سلطانُه هذا والأول أنسبُ لما سلف من قوله تعالى وَضَائِقٌ بِهِ صَدْرُكَ ولما سيأتي من قوله تعالى فَلَا تَكُ فِى مِرْيَةٍ مّنْهُ وأشدُّ ارتباطاً بما يعقُبه كما ستحيطُ به خُبراً </p>"
}