{
  "id": null,
  "sura": 11,
  "aya": 38,
  "text": "<p> {وَيَصْنَعُ الفلك} حكايةُ حالٍ ماضيةٍ لاستحضار صورتِها العجيبةِ وقيل تقديرُه وأخذ يصنع الفلك أو أقبل يصنعها فاقتصر على يصنع وأيا ما كان ففيه ملأمة للاستمرار المفهومِ من الجملة الواقعةِ حالاً من ضميره أعني قوله تعالى {وَكُلَّمَا مَرَّ عَلَيْهِ مَلأٌ مّن قومه سخروا منه} استهزءوا به لعلمه السفينةَ إما لأنهم ما كانوا يعرِفونها ولا كيفيةَ استعمالِها والانتفاعِ بها فتعجبوا من ذلك وسخِروا منه وإما لأنه كان يصنعها في برّية بهماءَ في أبعد موضعٍ من الماء وفي وقت عزَّتْه عِزَةٌ شديدة وكانوا يتضاحكون ويقولون يا نوحُ صرتَ نجاراً بعد ما كنت نبياً وقيل لأنه عليه الصَّلاة والسَّلام كان يُنذرهم الغرقَ فلما طال مكثُه فيهم ولم يشاهِدوا منه عيناً ولا أثراً عدّوه من باب المُحال ثم لما رأوا اشتغالَه بأسباب الخلاصِ من ذلك فعلوا ما فعلوا ومدارُ الجميعِ إنكارُ أن يكون لعلمه عليه الصلاة والسلام عاقبةٌ حميدةٌ مع ما فيه من تحمل المشاقِّ </p><p> هود (٣٩ ٤٠) العظيمة التي لا تكاد تُطاق واستجهالِه عليه السلام في ذلك </p><p> {قَالَ إِن تَسْخَرُواْ مِنَّا} مستجهلين لنا فيما نحن فيه </p><p> {فَإِنَّا نَسْخَرُ مِنكُمْ} أي نستجهلكم فيما أنتم عيه وإطلاقُ السخريةِ عليه للمشاكلة وجمعُ الضمير في منا إما لأن سخريتَهم منه صلى الله عليه وسلم سخريةٌ من المؤمنين أيضاً أو لأنهم كانوا يسخرون منهم أيضاً إلا أنه اكتُفيَ بذكر سُخريتِهم منه صلى الله عليه وسلم ولذلك تعرض الجميعُ للمجازاة في قوله تعالى فَإِنَّا نَسْخَرُ مِنكُمْ الخ فتكافأ الكلام من الجانين وتعليق استجهاله صلى الله عليه وسلم إياهم بما فعلوا من السُّخرية باعتبار إظهارِه ومشافهتِه صلى الله عليه وسلم إياهم جاهلين فيما يأتون ويذرون أمرٌ مطّردٌ لا تعلُّق له بسخريتهم منهم لكنه صلى الله عليه وسلم لم يكن يتصدى لإظهاره جرياً على نهج الأخلاقِ الحميدةِ وإنما أظهره جزاءً بما صنعوا بعد اللتيا والتي فإن سخريتَهم كانت مستمرةً ومتجدّدةً حسب تجدُّدِ مرورِهم عليه ولم يكن يُجيبهم في كل مرة وإلا لقيل ويقول إن تسخروا منّا الخ بل إنما أجابهم بعد بلوغِ أذاهم الغايةَ كما يؤذِن به الاستئنافُ فكأن سائلاً سأل فقال فما صنع نوحٌ عند بلوغِهم منه هذا المبلغ فقيل قال إن تسخروا منا إن تنسُبونا فيما نحن بصدده من التأهب المباشرة لأسباب الخلاصِ من العذاب إلى الجهل وتسخَروا منا لأجله فإنا ننسُبكم إليه فيما أنتم فيه من الإعراض عند استدفاعه بالإيمان والطاعة ومن الاستمرار على الكفر والمعاصي والتعّرضِ لأسباب حلولِ سخطِ الله تعالى التي من جملتها استجهالُكم إيانا وسخريتُكم منا والتشبيهُ في قوله تعالى </p><p> {كَمَا تَسْخَرُونَ} إما في مجرد التحققِ والوقوعِ أو في التجدد والتكررِ حسبما صدر عن ملإٍ غبَّ ملإٍ لا في الكيفيات والأحوال التي تليق بشأن النبيِّ صلَّى الله عليهِ وسلم فكلا الأمرَين واقعٌ في الحال وقيل نسخر منكم في المستقبل سُخريةً مثلَ سُخريتِكم إذا وقع عليكم الغرقُ في الدنيا والحرقُ في الآخرة ولعل مرداه نعاملُكم معاملةَ مَنْ يفعل ذلك لأن نفسَ السُّخرية مما لا يكاد يليق بمنصِب النبوةِ ومع ذلك لا سَدادَ له لأن حالهم إذا ذاك ليس مما لا يلائمه السُّخريةُ أو ما يجري مجراها فتأمّلْ </p>"
}