{
  "id": null,
  "sura": 11,
  "aya": 27,
  "text": "<p> {فَقَالَ الملأ الذين كَفَرُواْ مِن قِوْمِهِ} أي الأشرافُ منهم من قولهم فلانٌ مليءٌ بكذا أي مُطيقٌ له لأنهم مُلِئوا بكفايات الأمور أو لأنهم ملئوا القلوبَ هيبةً والمجالسَ أُبّهةً أر لأنهم مُلئوا بالأحلام والآراءِ الصائبةِ ووصفُهم بالكفر لذمهم والتسجيلِ عليهم بذلك من أوَّلِ الأمر لا لأن بعضَ أشرافِهم ليسوا بكفرة </p><p> {مَا نَرَاكَ إِلَاّ بَشَرًا مّثْلَنَا} مُرادُهم ما أنت إلا بشرا مثلُنا ليس فيك مزيةٌ تخصُّك من دوننا بما تدعيه من النبوة ولو كان كذلك لرأيناه لا أن ذلك محتملٌ ولكن لا نراه وكذا الحالُ في قولهم </p><p> {وَمَا نَرَاكَ اتبعك إِلَاّ الذين هُمْ أَرَاذِلُنَا بَادِىَ الرأى} فالفعلان من رؤية العينِ وقوله تعالى إِلَاّ بَشَرًا مّثْلَنَا حالٌ من المفعول وكذا قوله اتبعك في موضع الحالِ منه إما على حاله أو بتقدير قد عند من يشترط ذلك ويجوزُ أنْ يكونَ مَنْ رؤية القلبِ وهو الظاهرُ فهما المفعولُ الثاني وتعلُّقُ الرأي في الأول بالمثلية لا بالبشرية فقط وإنما لم يبتّوا القول بذلك مع جزمهم به وإصرارِهم عليه إراءةً بأن ذلك لم يصدر عنهم جُزافاً بل بعد التأملِ في الأمر والتدبرِ فيه ولذلك اقتصروا على ذلك الظن فيما سيأتي وتعريضاً من أول الأمرِ برأي المتبين فكأن قولَهم وَمَا نَرَاكَ جوابٌ عما يرِد عليهم من أنه صلى الله عيله وسلم ليس مثلَهم حيث عاين دلائلَ نبوته واغتنم اتباعُه مَنْ له عينٌ تُبصر وقلبٌ يدرك فزعَموا أن هؤلاء أراذلُنا أي أخِسّاؤنا وأدانينا جمعُ أرذلٍ فإنه صار بالغلبة جارياً مجرى الاسمِ كالأكبرِ والأكابر أو جمعُ أرذُلٍ جمعُ رَذْلٍ كأكالِب وأكلُب وكلْب يعنُون أنَّه لا عبرةَ باتِّباعِهم لك إذْ ليس لهم رزانةُ عقلٍ ولا أصالةُ رأيٍ وقد كان ذلك منهم في بادي الرأي أي ظاهره من غير تعمق من البدو أو في أوله من البدء والياء مبدلةٌ من الهمزة لانكسار ما قبلها وقد </p><p> هود آية ٢٨ قرأه أبو عمرو بها وانتصابُه على الظرفية على حذفِ المضافِ أي وقتَ حدوثِ بادي الرأي والعاملُ فيه اتبعك وإنما استرذلوهم مع كونهم أولي الألبابِ الراجحةِ لفقرهم فإنهم لما لم يعلموا إلا ظاهرا الحياةِ الدنيا كان الأشرفُ عندهم الأكثرَ منها حظَّاً والأرذلُ مَن حُرمها ولم يفقَهوا أن ذلك لا يزن عندَ الله جناحَ بعوضةٍ وأن النعيم إنما هو نعيمُ الآخرةِ والأشرفُ من فازَ به والأرذلُ من حُرمه نعوذ بالله تعالى من ذلك </p><p> {وَمَا نرى لَكُمْ} أي لك ولمتّبعيك فغلّب المخاطَب على الغائبين </p><p> {عَلَيْنَا مِن فَضْلٍ} يعنون أن اتباعَهم لك لا يدل على نبوتك ولا يُجديهم فضيلةً تَستتبع اتباعنا لكم واقتصارهم ههنا على ذكر عدمِ رؤيةِ الفضلِ بعد تصريحِهم برذالتهم فيما سبق باعتبار حالِهم السابقِ واللاحقِ ومرادُهم أنهم كانوا أراذلَ قبل اتباعهم لك ولا نرى فيهم وفيك بعد الاتباع فضيلةً علينا </p><p> {بَلْ نَظُنُّكُمْ كاذبين} جميعاً لكون كلامكم واحداً ودَعْواكم واحدةً أو إياك في دعوى النبوةِ وإياهم في تصديقِك واقتصارُهم على الظنّ احترازٌ منهم عن نسبتهم إلى المجازفة ومجاراةٌ معه صلى الله عليه وسلم بطريق الإراءة على نهج الإنصاف </p>"
}