{
  "id": null,
  "sura": 11,
  "aya": 28,
  "text": "<p> {قَالَ يَا قَوْمِ أَرَأَيْتُمْ} أي أخبروني وفيه إيماءٌ إلى ركاكة رأيِهم المذكور </p><p> {إِن كُنتُ على بَيّنَةٍ} برهانٍ ظاهر </p><p> {مّن رَّبّى} وشاهدٍ يشهد بصِحّة دعواي </p><p> {وَآتَانِى رَحْمَةً مِّنْ عِندِهِ} هي النبوةُ ويجوز أن تكون هي البينةَ نفسَها جيء بها إيذاناً بأنها مع كونها بينةً من الله تعالى رحمةٌ ونعمةٌ عظيمة من عنده فوجْهُ إفرادِ الضَّمير في قولِه تعالى </p><p> {فَعُمّيَتْ عَلَيْكُمْ} حينئذ ظاهرٌ وإنْ أُريد بها النبوةُ وبالبينة البرهانُ الدالُّ على صحتها فالإفرادُ لإرادة كلِّ واحدةٍ منهما أو لكون الضميرِ للبينة والاكتفاءِ بذلك لاستلزام خفائِها خفاءَ النبوةِ أو لتقدير فعلٍ آخرَ بعد البينة ومعنى عُمِّيت أُخفيت وقرىء عمِيَت ومعناه خَفِيت وحقيقتُه أن الحجةَ كما تجعل مُبصِرة وبصيرةً تجعلُ عمياءَ لأن الأعمى لا يهتدي ولا يهدي غيرَه وفي قراءة أبي فعماها عليكم على الإسناد إلى الله عزَّ وجلَّ </p><p> {أَنُلْزِمُكُمُوهَا} أي أنُكرِهُكم على الاهتداء بها وهو جوابُ أرأيتم وسادٌّ مسدَّ جوابِ الشرطِ وقرأ أبو عمرو بإخفاء حركةِ الميمِ وحيث اجتمع ضميران منصوبان وقد قُدِّم أعرفُهما جاز في الثاني الوصلُ والفصلُ فوصل كما في قوله تعالى فَسَيَكْفِيكَهُمُ الله </p><p> {وَأَنتُمْ لَهَا كارهون} لاتختارونها ولا تتأملون فيها ومحصولُ الجوابِ أخبروني إن كنتُ على حجة ظاهرةِ الدِلالة على صِحّة دعواي إلا أنها خافية عليكم مُسلَّمةٍ عندكم أيمكنُنا أن نكرِهَكم على قَبولها وأنتم معرضون عنها غيرَ متدبِّرين فيها أي لا يكون ذلك وظاهرُه مُشعِرٌ بصدوره عنه صلى الله عليه وسلم بطريق إظهارِ اليأسِ عن إلزامهم والقعود عن مُحاجَّتهم كقوله تعالى وَلَا يَنفَعُكُمْ نُصْحِى الخ لكنه محمولٌ على أن مراده صلى الله عليه وسلم ردُّهم عن الإعراض عنها وحثُّهم على التدبّر فيها بصرف الإنكارِ إلى الإلزام حالَ كراهتِهم لها لا إلى الإلزام مطلقاً هذا ويجوز أن يكون المراد بالبينة دليلَ العقلِ الذي هو ملاكُ الفضل وبحسبه يمتاز أفرادُ البشرِ بعضُها من بعض وبه يناط الكرامة عند الله عز وجل والاجتباءُ للرسالة وبالكون عليها التمسك به والثبات </p><p> هود ٢٩ عليه وبخفائها على الكفرة على أن الضميرَ للبينة عدم إدراكهم لكونه صلى الله عليه وسلم عليها وبالرحمة النبوةُ التي أنكروا اختصاصه صلى الله عليه وسلم بها بين ظَهرانيهم والمعنى أنكم زعمتم أن عهدَ النبوةِ لا يناله إلا من له فضيلةٌ على سائر الناسِ مستتبِعةٌ لاختصاصه به دونهم أخبروني إن امتزتُ عنكم بزيادة مزيةٍ وحيازةِ فضيلةٍ من ربي وآتاني بحسبها نبوة من عنده فخفِيَتْ عليكم تلك البينةُ ولم تُصيبوها ولم تنالوها ولم تعلموا حيازتي لها وكوني عليها إلى الآن حتى زعمتم أني مثلُكم وهي متحققةٌ في نفسها أنلزمكم قبولَ نبوتي التابعةِ لها والحالُ أنكم كارهون لذلك فيكون الاستفهامُ للحمل على الإقرار وهو الأنسبُ بمقام المُحاجةِ وحينئذٍ يكون كلامه صلى الله عليه وسلم جواباً عن شُبَههم التي أدرجوها في خلال مقالِهم من كونه صلى الله عليه وسلم بشراً قصارى أمره أن يكون مثلَهم من غير فضلٍ له عليهم وقطعاً لشأفة آرائِهم الركيكة </p>"
}