{
  "id": null,
  "sura": 11,
  "aya": 88,
  "text": "<p> {قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِن كُنتُ على بَيّنَةٍ} أي حجة واضحة وبرهان نير عبر بها عما آتاه الله تعالى من النبوة والحكمة رداً على مقالتهم الشنعاءِ في جعلهم أمرَه ونهيَه غيرَ مستندٍ إلى سند </p><p> {مّن رَّبّى} ومالكِ أموري وإيرادُ حرفِ الشرط مع جزمه عليه السلام بكونه على ما هو عليه من البينات والحججِ لاعتبار حال المخاطبين ومراعات حُسنِ المحاورةِ معهم كما ذكرناه في نظائره </p><p> {وَرَزَقَنِى منه} أي من لدنه </p><p> {رِزْقًا حَسَنًا} هو النبوةُ والحِكمةُ أيضاً عبّر عنهما بذلك تنبيهاً على أنهما مع كونهما بينةً رزقٌ حسنٌ كيف لا وذلك مناطُ الحياةِ الأبديةِ له ولأمته وجوابُ الشرط محذوفٌ يدل عليه فحوى الكلامِ أي أتقولون في شأني ما تقولون والمعنى إنكم نظمتموني في سلك السفهاءِ والغُواةِ وعددتم ما صدرَ عنِّي من الأوامر والنواهي من قبيلِ ما لا يصِح أن يتفوَّهَ به عاقلٌ وجعلتموه من أحكام الوسوسةِ والجنون واستهزأتم بي وبأفعالي حتى قلتم إن ما أمرتُكم به من التوحيد وتركِ عبادة الأصنامِ والاجتنابِ عن البخس والتطفيفِ ليس مما يأمر به آمرُ العقلِ ويقضي به قاضي الفطنة وإنما يأمر به صلاتُك التي هي من أحكام الوسوسةِ والجنون فأخبروني إن كنت من جهة ربي ومالكِ أمورِي ثابتاً على النبوة والحِكمةِ التي ليس وراءَها غايةٌ للكمال ولا مطمَحٌ لطامح ورزقني بذلك رزقاً حسناً أتقولون في شأني وشأنِ أفعال ما تقولون مما لا خيرَ فيه ولا شرَّ وراءه هذا هو الجوابُ الذي يستدعيه السباقُ والسياقُ ويساعده النظمُ الكريمُ وأما ما قيل من أن المحذوفَ أيصِحّ لي أن لا آمرَكم بترك عبادةِ الأوثانِ والكفِّ عن المعاصي أو هل يسعْ لي مع هذا الإنعام الجامعِ </p><p> للسعادات الروحانيةِ والجُسمانية أن أخونَ في وحيه وأخالفَه في أمره ونهيِه فبمعزل من ذلك وإنما يناسب تقديرُه إن حمل كلامُهم على الحقيقة وأريد بالصلاة الدينُ على معنى أدينُك يأمرُك أن تكلفنا بترك عبادةِ آلهتِنا القديمة وتركِ التصرّفِ المطلق في أموالنا وتخالفنا في ذلك وتشُقَّ عصانا وهذا مما لا ينبغي أن يصدُر عنك فإنك أنت المشهورُ بالحلم الفاضلِ والرشدِ الكاملِ فيما بيننا كما كان قولُ قومِ صالح قَدْ كُنتَ فِينَا مَرْجُوّا قَبْلَ هذا مسروداً على ذلك النمطِ فأُجيبوا بما أجيبوا به وعلى هذا الوجهِ يكون المرادُ بالرزق الحسنِ الحلالَ الذي آتاه الله تعالى والمعنى حينئذ أخبروني إن كنت نبياً من عند الله تعالى ورزقني مالاً حلالاً أستغني به عن العالمين أيصِحّ أن أخالف أمرَه وأوافقَكم فيمَا تأتونَ وما تذرونَ </p><p> {وَمَا أُرِيدُ} بنهي إياكم عما أنهاكم عنه من البخس والتطفيف </p><p> {أَنْ أُخَالِفَكُمْ إلى مَا أنهاكُم عَنْهُ} أي أقصِدَه بعد ما ولَّيتم عنه وأستبِدَّ به دونكم يقال خالفت زيداً إلى كذا إذا قصدتُه وهو مولَ عنه وخالفتُه عن كذا إذا كان الأمرُ على العكس </p><p> {إن أريد} أي ما أُرِيدُ بما أباشره من الأمر والنيه </p><p> {إِلَاّ الإصلاح} إلا أن أُصلِحَكم بالنصيحة والموعظة </p><p> {مَا استطعت} أي مقدارَ ما استطعتُه من الإصلاح والتقييدُ به للاحتراز عن الاكتفاء بالإصلاح في الجملة لا عن إرادة ما ليس في وُسعه منه </p><p> {وَمَا تَوْفِيقِى} أي كوني موفقاً لتحقيق ما أنتحيه من إصلاحكم </p><p> {إِلَاّ بالله} أي بتأييده ومعونتِه بل الإصلاحُ من حيث الخلقُ مستندٌ إليه سبحانه وإنما أنا من مباديه الظاهرةِ قاله عليه السلام تحقيقاً للحق وإزاحةً لما عسى يوهمه إسنادُ الاستطاعةِ إليه بإرادته من استبداده بذلك </p><p> {عَلَيْهِ تَوَكَّلْتُ} في ذلك مُعرِضاً عما عداه فإنه القادرُ على كل مقدورٍ وما عداه عاجزٌ محْضٌ في حد ذاتِه بل معدومٌ ساقطٌ عن درجة الاعتبار بمعزل عن مرتبة الاستمدادِ به والاستظهار </p><p> {وَإِلَيْهِ أُنِيبُ} أي أرجِعُ فيما أنا بصدده ويجوز أن يكون المرادُ وما كوني موفقاً لإصابة الحقِّ والصوابِ في كل ما آتي وأذر إلا بهدايته ومعونتِه عليه توكلتُ وهو إشارةٌ إلى محض التوحيدِ الذاتي والفعليِّ وإليه أنيب أي عليه أقبل بشراشِر نفسي في مجامع أموري وإيثارُ صيغةِ الاستقبالِ على الماضي الأنسبِ للتقرر والتحقّقِ كما في التوكل لاستحضارِ الصورةِ والدلالةِ على الاستمرار ولا يَخْفَى ما في جوابه عليه السلام من مراعاة لطفِ المراجعةِ ورِفق الاستنزالِ والمحافظةِ على قواعد حسنِ المجاراة والمحاورَة وتمهيدِ معاقدِ الحقِّ بطلب التوفيقِ من جناب الله تعالى والإستعانة به في أموره وحسمِ أطماعِ الكفار وإظهار الفراغِ عنهم وعدمِ المبالاة بمعاداتهم وأما تهديدُهم بالرجوع إلى الله تعالى للجزاء كما قيل فلا لأن الإنابةَ إنما هي الرجوعُ الاختياريُّ بالفعل إلى الله تعالى لا الرجوعُ الاضطراريُّ للجزاء أو ما يعمه </p><p> هود (٨٩) </p>"
}