{
  "id": null,
  "sura": 11,
  "aya": 46,
  "text": "<p> {قَالَ يَا نُوحٌ} لما كان دعاؤه عليه الصلاة والسلام بتذكير وعدِه جل ذكرُه مبنياً على كون كنعانَ من أهله نُفيَ أولاً كونُه منهم بقوله تعالى </p><p> {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ} أي ليس منهم أصلاً لأن مدار الأهليةِ هو القرابةُ الدينية ولا علاقةَ بين المؤمن والكافرِ أو ليس من أهلك الذين أمرتُك بحملهم في الفلك لخروجه عنهم بالاستثناء وعلى التقديرين ليس هو من الذين وُعد بإنجائهم ثم علل عدمُ كونِه منهم على طريقة الاستئنافِ التحقيقي بقوله تعالى </p><p> {إِنَّهُ عَمَلٌ غَيْرُ صالح} أصله إنه ذو عملٍ غيرِ صالح فجُعل نفسَ العملِ مبالغةً كما في قول الخنساء </p><p> فإنما هي إقبالٌ وإدبار وإيثارُ غيرُ صالحٍ على فاسد إما لأن الفاسدَ ربما يطلق على ما فسد ومن شأنُه الصلاحُ فلا يكون نصاً فيما هو من قبيل الفاسدِ المحضِ كالقتل والمظالم وإما للتلويح بأن نجاةَ من نجا إنما هي لصلاحه وقرأ الكسائي ويعقوب إنه عمِلَ غيرَ صالحٍ أي عملاً غيرَ صالح ولما كان دعاؤه عليه الصلاة والسلام مبنياً على ما ذكر من اعتقاد كونِ كنعانَ من أهله وقد نُفيَ ذلك وحُقّق ببيان عِلّته فُرّع على ذلك النهيُ عن سؤال إنجائِه إلا أنه جيء بالنهي على وجه عامٍ يندرجُ فيه ذلك اندارجا أولياً فقيل </p><p> {فَلَا تَسْأَلْنى} أي إذا وقفتَ على جلية الحالِ فلا تطلُب مني </p><p> {مَا لَيْسَ لَكَ بِهِ عِلْمٌ} أي مطلباً لا تعلم يقيناً أن حصولَه صوابٌ وموافقٌ للحكمة على تقدير كونِ ما عبارةً عن المسئول الذي هو مفعولٌ للسؤال أو طلباً لا تعلم أنه صوابٌ على تقدير كونِه عبارةً عن المصدر الذي هو مفعولٌ مطلقٌ فيكون النهيُ وارداً بصريحه في كلَ من معلوم الفساد ومشتبه الحال ويجوز أن يكون المعنى ما ليس لك علمٌ بأنه صوابٌ أو غيرُ صوابٍ فيكون النهيُ وارداً في مشتبِهِ الحالِ ويُفهمُ منه حالُ معلوم الفساد بالطريق الأولى وعلى التقديرين فهو عامٌ يندرج تحته ما نحن فيه كما ذكرناه وهذا كما ترى صريحٌ في أن نداءَه عليه الصَّلاةُ والسلام ربَّه عز وعلا ليس استفساراً عن سبب عدمِ إنجاءِ ابنِه مع سبق وعدِه بإنجاء أهلِه وهو </p><p> هود الآية (٤٧) منهم كما قيل فإن النهيَ عن استفسار ما لم يُعلم غيرُ موافقٍ للحكمة إذ عدمُ العلمِ بالشيء داعٍ إلى الاستفسار عنه لا إلى تركه بل هو دعاءٌ منه لإنجاء ابنِه حين حال الموجُ بينهما ولم يَعلم بهلاكه بعدُ إما بتقريبه إلى الفُلك بتلاطم الأمواجِ أو بتقريبها إليه وقيل أو بإنجائه في قُلّة الجبل ويأباه تذكيرُ الوعدِ في الدعاء فإنه مخصوصٌ بالإنجاء في الفلك وقوله تعالى لَا عَاصِمَ اليوم مِنْ أَمْرِ الله إِلَاّ مَن رَّحِمَ ومجرّدُ حيلولةِ الموجِ بينهما لا يستوجب هلاكَه فضلاً عن العلم به لظهور إمكانِ عصمةِ الله تعالى إياه برحمته وقد وعد بإنجاء أهلِه ولم يكن ابنُه مجاهراً بالكفر كما ذكرناه حتى لا يجوز عليه عليه السلام أن يدعوَه إلى الفُلك أو يدعوَ ربّه لإنجائه واعتزالُه عنه عليه الصلاة والسلام وقصدُه الالتجاء إلى الجبل ليس بنص في الإصرار على الكفر لظهور جوازِ أن يكون ذلك لجهله بانحصار النجاة في الفُلك وزعمِه أن الجبلَ أيضاً يجري مجراه أو لكراهة الاحتباسِ في الفلك بل قوله سَآوِى إلى جَبَلٍ يَعْصِمُنِى مِنَ الماء بعد ما قال له نوحٌ عليهِ الصَّلاةُ والسَّلامُ وَلَا تَكُن مَّعَ الكافرين ربما يُطمعه عليه السلام في إيمانه حيث لم يقل أكونُ معهم أو سنأوي أو يعصمنا فإن إفرادَ نفسه بنسبة الفعلين المذكورين ربما يشعر بانفرداه من الكافرين واعتزالِه عنهم وامتثالِه ببعض ما أمره به نوحٌ عليهِ الصَّلاةُ والسَّلامُ إلا أنه عليه الصلاةُ والسلام لو تأمل في شأنه حقَّ التأملِ وتفحّص عن أحواله في كلِّ ما يأتي ويذر لما اشتبه عليه أنه ليس بمؤمن وأنه المستثنى من أهله ولذلك قيل </p><p> {إِنّى أَعِظُكَ أَن تَكُونَ مِنَ الجاهلين} فعبّر عن ترك الأولى بذلك وقرىء فلا تسألنِ بغير ياءِ الإضافةِ وبالنون الثقيلة بياء وبغير ياء </p>"
}