{
  "id": null,
  "sura": 12,
  "aya": 80,
  "text": "<p> {فَلَمَّا استيأسوا مِنْهُ} أي يئسوا من يوسف وإجباته لهم أشدَّ يأس بدِلالة صيغة الاستفعال وإنما حصَلت لهم هذه المرتبةُ من اليأس لِما شاهدوه من عَوْذه بالله مما طلبوه الدالِّ على كون ذلك عنده في أقصى مراتب الكراهةِ وأنه مما يجب أن يُحترز عنه ويُعاذَ منه بالله عز وجل ومن تسميته ظلماً بقوله إِنَّا إِذًا لظالمون </p><p> {خَلَصُواْ} اعتزلوا وانفردوا عن الناس </p><p> {نَجِيّاً} أي ذوي نجوى على أن يكون بمعنى النجوى والتناجي أو فوجاً نجياً على أن يكون بمعنى المناجي كالشعير والسمير بمعنى المعاشر والمسامر </p><p> يوسف الآية (٨١) ومنه قوله تعالى وَقَرَّبْنَاهُ نَجِيّاً ويجوز أن يقال هم نَجيٌّ كما يقال هم صديق لأنه بزنة المصادر من الزفير والزئير </p><p> {قَالَ كَبِيرُهُمْ} في السن وهو روبيلُ أو في العقل وهو يهوذا أو رئيسهم شمعون </p><p> {أَلَمْ تَعْلَمُواْ} كأنهم أجمعوا عند التناجي على الانقلاب جملةً ولم يرضَ به فقال منكِراً عليهم ألم تعلموا </p><p> {أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُمْ مَّوْثِقًا مّنَ الله} عهداً يوثق به وهو حِلفُهم بالله تعالى وكونُه من الله لإذنه فيه وكونِ الحلف باسمه الكريم </p><p> {وَمِن قَبْلُ} أي ومن قبل هذا </p><p> {مَا فَرَّطتُمْ فِى يُوسُفَ} قصرتم في شأنه ولم تحفظوا عهدَ أبيكم وقد قلتم وإنا له لناصحون وإنا له لحافظون وما مزيدةٌ أو مصدرية ومحلُّ المصدر النصبُ عطفاً على مفعول تعلموا أي ألم تعلموا أخذَ أبيكم عليكم موثقاً وتفريطَكم السابقَ في شأن يوسف عليه السلام ولا ضير في الفصل بين العاطفِ والمعطوفِ بالظرف وقد جوّز النصبُ عطفاً على اسمِ إنَّ والخبر في يوسف أو من قبل على معنى ألم تعلموا أن تفريطَكم السابق وقع في شأن يوسفَ عليه السلام أو أن تفريطَكم الكائنَ أو كائناً في شأن يوسف عليه السلام وقع من قبل وفيه أن مقتضى المقام إنما هو الإخبارُ بوقوع ذلك التفريطِ لا بكون تفريطِهم السابقِ واقعاً في شأن يوسف كما هو مفادُ الأول ولا بكون تفريطِهم الكائنِ في شأنه واقعاً من قبل كما هو مفادُ الثاني على أن الظرفَ المقطوعَ عن الإضافة لا يقع خبراً ولا صفة ولا صلة ولا حالاً عند البعض كما تقرر في موضعه وقيل محلُّه الرفعُ على الابتداءِ والخبرُ من قبلُ وفيه ما فيه وقيل ما موصولةٌ أو موصوفة ومحلها النصبُ عطفاً على مفعول تعلموا أي ما فرطتموه بمعنى قدمتموه في حقه من الخيانة وأما النصبُ عطفاً على اسمِ إنَّ والرفع على الابتداء فقد عرفتَ حاله </p><p> {فَلَنْ أَبْرَحَ الارض} متفرِّعٌ على ما ذكَره وذكره إياهم من ميثاق أبيه وقوله لَتَأْتُنَّنِى بِهِ إِلَاّ أَن يُحَاطَ بِكُمْ أي فلن أفارق أرضَ مصرَ جارياً على قضية الميثاق </p><p> {حتى يَأْذَنَ لِى أَبِى} في البَراح بالانصراف إليه وكأن أيمانَهم كانت معقودةً على عدم الرجوعِ بغير إذن يعقوبَ عليه السلام </p><p> {أَوْ يَحْكُمَ الله لِى} بالخروج منها على وجه لا يؤدّي إلى نقض الميثاقِ أو بخلاص أخي بسبب من الأسباب روي أنهم كلموا العزيز في إطلاقه فقال روبيلُ أيها الملك لترُدَّن إلينا أخانا أو لأصِيحن صَيْحةً لا تبقى بمصرَ حاملٌ إلا ألقت ولدها ووقفت كل شعرة في جسده فخرجت من ثيابه وكان بنو يعقوب إذا غضِبوا لا يطاقون خلا أنه إذا مس مَنْ غضب واحدٌ منهم سكن غضبُه فقال يوسف لابنه قم إلى جنبه فَمُسّه فَمَسَّه فقال روبيل مَنْ هذا إن في هذا البلد بَذْراً من بَذر يعقوب </p><p> {وهو خير الحاكمين} إذا لَا يحكُم إلا بالحقِّ والعدل </p>"
}