{
  "id": null,
  "sura": 12,
  "aya": 51,
  "text": "<p> {قال} استئناف مبني على السؤالِ كأنَّه قيلَ فماذَا كان بعد ذلك فقيل قال الملكُ إثَر ما بلّغه الرسولُ الخبر وأحضرهن </p><p> {مَا خَطْبُكُنَّ} أي شأنكن وهو الأمرُ الذي يحِق لعُظْمه أن يخاطِبَ المرءُ فيه صاحبه </p><p> {إِذْ رَاوَدتُنَّ يُوسُفَ} وخادعتُنّه </p><p> {عَن نَّفْسِهِ} ورغبتُنّه في إطاعة مولاته هل وجدتُن فيه شيئاً من سوء وريبة </p><p> {قُلْنَ حَاشَ للَّهِ} تنزيهاً له وتعجباً من نزاهته وعفته </p><p> {مَا عَلِمْنَا عَلَيْهِ مِن سُوء} بالغْن في نفي جنس السوءِ عنه بالتنكير وزيادة من </p><p> {قالت امرأة العزيز} وكانت حاضرةً في المجلس وقيل أقبلت النسوةُ عليها يقرِّرنها وقيل خافت أن يشهَدْن عليها بما قالت لهن وَلَقَدْ رَاوَدتُّهُ عَن نَّفْسِهِ فاستعصم وَلَئِن لم يفعل ما آمره ليسجنن وليكونا من الصاغرين فأقرت قائلة </p><p> {الآنَ حَصْحَصَ الْحَقُّ} أي ثبت واستقرَّ أو تبيّن وظهر بعد خفاء قاله الخليل وقيل هو مأخوذ من الحِصة وهي القطعة من الجملة أي تبين حصةُ الحقِّ من حصة الباطل كما تتبين حِصصُ الأراضي وغيرها وقيل بان وظهر من حصّ شعرَه إذا استأصله بحيث ظهرت بشرةُ رأسه وقُرِىءَ على البناءِ للمفعولِ من حَصحَص البعيرُ مباركَه أي ألقاها في </p><p> يوسف الآية (٥٢ ٥٣) الأرض للإناخة قال ... فحصحَص في صُمّ الصفا ثفَناتِه ... وناء بسلمى نوأةً ثم صمّما ... </p><p> والمعنى أُقرَّ الحقُّ في مقرّه ووُضع في موضعه ولم ترِدْ بذلك مجردَ ظهور ما ظهر بشهادتهن من مطلق نزاهتِه عليه السلام فيما أحاط به علمُهن من غير تعرض لنزاهته في سائر المواطنِ خصوصاً فيما وقع فيه التشاجرُ بمحضر العزيز ولا بحثٍ عن حال نفسها وما صنعت في ذلك بل أرادت ظهورَ ما هو متحققٌ في نفس الأمر وثبوتِه من نزاهته عليه السلام في محل النزاعِ وخيانتِها فقالت </p><p> {أَنَاْ راودته عَن نَّفْسِهِ} لا أنه راودني عن نفسي </p><p> {وَإِنَّهُ لَمِنَ الصادقين} أي في قوله حين افتريت عليه هي راودتني عن نفسي وأرادت بالآن زمانَ تكلّمها بهذا الكلام لا زمانَ شهادتِهن فتأمل أيها المنصفُ هل ترى فوق هذه المرتبةِ نزاهةً حيث لم تتمالك الخُصماء من الشهادة بها والفضلُ ما شهدت بهِ الخصماءُ وإنما تصدى عليه السلام لتمهيد هذه المقدمة قبل الخروج ليُظهر براءةَ ساحتِه مما قُذف به لا سيما عند العزيزِ قبل أن يحُلّ ما عقَده كما يعرب عنه قوله عليه السلام لما رجع إليه الرسولُ وأخبره بكلامهن </p>"
}