{
  "id": null,
  "sura": 12,
  "aya": 15,
  "text": "<p> {فَلَمَّا ذَهَبُواْ بِهِ وَأَجْمَعُواْ} أي أزمعوا </p><p> {أَن يَجْعَلُوهُ} مفعولٌ لأجمعوا يقال أجمع الأمرَ ومنه فَأَجْمِعُواْ أَمْرَكُمْ ولا يستعمل ذلك إلا في الأفعال التي قوِيت الدواعي إلى فعلها </p><p> {فِى غَيَابَةِ الجب} قيل هي بئرٌ بأرض الأردنّ وقيل بين مصرَ ومدينَ وقيل على ثلاثة فراسخَ من منزل يعقوبَ عليه السلام بكنعانَ التي هي من نواحي الأردنّ كما أن مدين كذلك وأما يقال من أنها بئرُ بيتِ المقدس فيردّه التعليلُ بالتقاط السيارةِ ومجيئهم أباهم عشاءَ ذلك اليومِ فإن بين منزل يعقوبَ عليه السلام وبين بيت المقدس مراحل وجوابُ لمَّا محذوفٌ إيذاناً بظهوره وإشعاراً بأن تفصيلَه مما لا يحويه فلكُ العبارة ومجملُه فعلوا به من الأذية ما فعلوا يروى أنهم لما برزوا إلى الصحراء أخذوا يُؤْذونه ويضرِبونه حتى كادوا يقتلونه فجلع يصيح ويستغيث فقال يهوذا أما عاهدتموني أن لا تقتلوه فأتَوا به إلى البئر فتعلق بثيابهم فنزعوها من يديه فدلّوه فيها فتعلق بشفيرها فربطوا يديه ونزعوا قميصَه لِما عزموا عليه من تلطيخه بالدم احتيالاً لأبيه فقال يا إخوتاه ردوا عليّ قميصي أتوارى به فقالوا ادعُ الشمسَ والقمرَ والأحدَ عشر كوكباً تؤنسك فدلوه فيها فلما بلغ نصفها ألقَوْه ليموت وكان في البئر ماء فسقط فيه ثم أوى إلى صخرة فقام عليها وهو يبكي فنادوه ظن أنها رحمةٌ أدركتهم فأجابهم فأرادوا أن يرضخوه فمنعهم يهوذا وكان يأتيه بالطعام كلَّ يوم ويروى أن إبراهيمَ عليه السلام حين ألقي في النار وجُرِّد عن ثيابه أتاهُ جبريلُ عليهِ السَّلامُ بقميص من حرير الجنة فألبسه إياه فدفعه إبراهيم إلى إسحق وإسحق إلى يعقوبَ فجعله يعقوبُ في تميمة وعلقها في عنق يوسفَ فجاءه جبريل عليه السلام فأخرجه من التميمة فألبسه إياه </p><p> {وَأَوْحَيْنَا إِلَيْهِ} عند ذلك تبشيراً له بما يئول إليه أمره وإزالةً لوحشته وإيناساً له قيل كان ذلك قبل إدراكِه كما أوحي إلى يحيى وعيسى وقيل كان إذ ذاك مدركا قال الحسن رضي الله عنه كان له سبعَ عشرةَ سنة </p><p> {لَتُنَبّئَنَّهُمْ بِأَمْرِهِمْ هذا} أي لتَتخَلّصن مما أنت فيه من سوءِ الحالِ وضيقِ المجال ولتُحدِّثن إخوتَك بما فعلوا بك </p><p> {وَهُمْ لَا يَشْعُرُونَ} بأنك يوسفُ لتبايُن حاليك </p><p> يوسف الآية (١٦ ١٧) حالِك هذا وحالِك يومئذ لعلو شأنِك وكبرياءِ سلطانِك وبُعد حالِك عن أوهامهم وقيل لبعد العهد المبدِّلِ للهيئات المغيِّرِ للأشكال والأولُ أدخلُ في التسلية روي أنهم حين دخلوا عليه ممتارين فعرفهم وهم له منكرون دعا بالصُّواع فوضعه على يده ثم نقره فطنّ فقال إنه ليُخبرني هذا الجامُ أنه كان لكم أخٌ من أبيكم يقال له يوسفُ وكان يُدْنيه دونكم وأنكم انطلقتم به وألقَيتموه في غيابة الجب وقلتم لأبيكم أكله الذئبُ وبعتموه بثمن بخس ويجوز أن يتعلق وهم لا يشعرون بالإيحاء على معنى أنا آنسناه بالوحي وأزلنا عن قلبه الوشحة التي أورثوه وهم لا يشعرون بذلك ويحسبون أنه مرهق ومستوحش لا أنيس له وقرىء لننبئنّهم بالنون على أنه وعيدٌ لهم فقوله تعالى وَهُمْ لَا يَشْعُرُونَ متعلق بأوحينا لا غير </p>"
}