{
  "id": null,
  "sura": 12,
  "aya": 31,
  "text": "<p> {فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ} باغتيابهن وسوء قالهن وقولِهن امرأةُ العزيز عشِقت عبدَها الكنعاني وهو مَقَتها وتسميتُه مكراً لكونه خفيةً منها كمكر الماكر وإن كان ظاهراً لغيرها وقيل استكْتَمَتْهن سِرَّها فأفشَيْنه عليها وقيل إنما قلن ذلك لتُرِيَهُنّ يوسف عليه السلام </p><p> {أَرْسَلَتْ إِلَيْهِنَّ} تدعوهن قيل دعت أربعين امرأةً منهن الخمسُ المذكورات </p><p> {وَأَعْتَدَت} أي أحضرت وهيأت </p><p> {لهن متكأ} أي ما يتكئن عليه من النمارق والوسائد أو رتبت لهن مجلس طعام وشراب لأنهم كانوا يتكئون للطعام والشارب والحديث كعادة المترَفين ولذلك نُهي الرجلُ أن يأكل متّكِئاً وقيل متّكأ طعاماً من قولهم اتكأنا عند فلان أي طعِمنا قال جميل ... فظلِلْنا بنعمةٍ واتكأنا ... وشرِبْنا الحلالَ من قُلَلِهْ ... </p><p> وعن مجاهد متّكأً طعاماً يُحَزّ حزاً كأن المعنى يُعتمد بالسكين عند القطع لأن القاطعَ يتكىء على المقطوع بالسكين وقرىء بغير همز وقرىء بالمد بإشباع حركة الكاف كمُنتَزاح في مُنتزَح ويَنْباع في ينبع وقرأ مُتُكاً وهو الأُترُجّ وأنشدوا ... وأهدت مُتْكةً لبني أبيها ... تخُب بها العَثَمْثمَةُ الوَقاحُ ... </p><p> أو ما يقطع من متَك الشيءَ إذا بتكه ومتكأ من تكى إذا اتكى </p><p> {وَآتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ سِكِّيناً} لتستعمله في قطع ما يُعهد قطعُه مما قدّم بين أيديهن وقرِّب إليهن من اللحوم والفواكه ونحوها وهن متّكئات وغرضُها من ذلك ما سيقع من تقطيع أيديهن </p><p> {وَقَالَتِ} ليوسف وهن مشغولاتٌ بمعالجة السكاكين وإعمالِها فيما بأيديهن من الفواكه وأضرابها والعطفُ بالواو ربما يشير إلى أن قولها </p><p> {اخرج عَلَيْهِنَّ} أي ابرُزْ لهن لم يكن عَقيب ترتيب أمورِهن ليتم غرضُها من استغفالهن </p><p> {فَلَمَّا رَأَيْنَهُ} عطفٌ على مقدر يستدعيه الأمرُ بالخروج وينسحب عليه الكلام أي فخرج عليهن فرأينه </p><p> يوسف الآية (٣٢) وإنما حذف تحقيقاً لمفاجأة رؤيتِهن كأنها تفوت عند ذكرِ خروجِه عليهن كما حُذف لتحقيق السُّرعةِ في قولِه عزَّ وجلَّ فَلَمَّا رَآهُ مُستقرّاً عِندَه بعد قوله أنا آتيك بِهِ قَبْلَ أَن يَرْتَدَّ إليك طرفك وفيه إيذانٌ بسرعة امتثالِه عليه السلام بأمرها فيما لا يشاهد مضرَّتَه من الأفاعيل </p><p> {أَكْبَرْنَهُ} عظّمنه وهِبْن حسنَه الفائقَ وجماله الرائعَ الرائقَ فإن فضلَ جمالِه على جمال كلِّ جميلٍ كان كفضل القمرِ ليلة البدرِ على سائر الكواكب عنِ النبيِّ صلَّى الله عليه وسلم أنه قال رأيتُ يوسفَ ليلةَ المعراج كالقمر ليلةَ البدر وقيل كان يُرى تلألؤُ وجهِه على الجُدران كما يُرى نورُ الشمس على الماء وقيل معنى أكبرْنَ حِضْن والهاء للسكت أو ضمير راجع إلى يوسف عليه السلام على حذف اللام أي حضْن له من شدة الشبَق كما قال المتنبىء ... خفِ الله واستُر ذا الجمال برقع ... فإن لُحْتَ حاضتْ في الخدور العوانق ... </p><p> {وقطعن أيديهن} أي جرحتها بما في أيديهن من السكاكين لفرْط دهشتِهن وخروجِ حركات جوارحهن عن منهاج الإختيار والإعتياد حتى لم يعلمن ما فعلن وفي التعبير عن الجرح بالقطع ما لا يَخفْى من الدلالة على كثرة جرحهن ومع ذلك لم يبالين بذلك ولم يشعُرْن به </p><p> {وَقُلْنَ حَاشَ للَّهِ} تنزيهاً له سبحانَه عنْ صفات النقصِ والعجزِ وتعجباً من قدرته على مثل ذلك الصنعِ البديعِ وأصلُه حاشا كما قرأه أبو عمرو في الدرج فحُذفت ألفُه الأخيرةُ تخفيفاً وهو حرفُ جر يفيد معنى التنزيهِ في باب الاستثناء فلا يُستثنى به إلا ما يكون موجباً للتنزيه فوضع موضعَه فمعنى حاشا الله تنزيهُ الله وبراءةُ الله وهي قراءةُ ابنِ مسعودٍ رضي الله عنه واللام لبيان المنزَّه والمبرَّأ كما في سُقياً لك والدليلُ على وضعه موضعَ المصدر قراءةُ أبي السمال حاشاً بالتنوين وقراءةُ أبي عمرو بحذف الألف الأخيرة وقراءة الأعمش بحذف الأولى فإن التصرّفَ من خصائص الاسمِ فيدل على تنزيله منزلتَه وعدمُ التنوين لمراعاة أصلِه كما في قولك جلست مِنْ عن يمينه وقولُه غدت مِنْ عليه منقلبُ الألف إلى الياء مع الضمير وقرىء حاش لله بسكون الشين إتباعاً للفتحة الألفَ في الإسقاط وحاش الإله وقيل حاشا فاعلٌ من الحشا الذي هو الناحية وفاعلُه ضميرُ يوسف أي صار في ناحية من أن يقارف ما رمتْه به لله أي لطاعته أو لمكانه أو جانبَ المعصية لأجل الله </p><p> {مَا هذا بَشَرًا} على إعمال ما بمعنى ليس وهي لغةُ أهلِ الحجازِ لمشاركتهما في نفي الحالِ وقرىء بشرٌ على لغة تميم وبِشِرًى أي بعبد مشترى لئيم نفَين عنه البَشَرية لما شاهدْن فيه من الجمال العبقري الذي لم يُعهدْ مثالُه في البشر وقصَرْنه على الملَكية بقولهن </p><p> {إِنْ هذا إِلَاّ مَلَكٌ كَرِيمٌ} بناءً على ما ركَز في العقول من أن لا حيَّ أحسنُ من الملك كما ركب فيها أن لا أقبحُ من الشيطان ولذلك لا يزال يُشبَّه بهما كلُّ متناهٍ في الحسن والقبح وغرضُهن وصفُه بأقصى مراتبِ الحسن والجمال </p>"
}