{
  "id": null,
  "sura": 12,
  "aya": 26,
  "text": "<p> {قَالَ} استئنافٌ وجوابٌ عما يقال فماذا قال يوسفُ حينئذ فقيل قال </p><p> {هِىَ رَاوَدَتْنِى عَن نَّفْسِى} أي طالبتني للمواتاة لا أني أردتُ بها سوءاً كما قالت وإنما قاله عليه السلام لتنزيه نفسِه عما أُسند إليه من الخيانة وعدم معرفة حقِّ السيد ودفعِ ما عرضَتْه له من الأمرين الأمرين وفي التعبير عنها بضمير الغَيبة دون الخطاب أو اسم الإشارةِ مراعاةٌ لحسن الأدبِ مع الإيماء إلى الإعراض عنها </p><p> {وَشَهِدَ شَاهِدٌ مّنْ أَهْلِهَا} قيل هو ابنُ عمها وقيل هو الذي كان جالساً مع زوجها لدى الباب وقيل كان حكيماً يرجِعُ إليه الملكُ ويستشيره وقد جُوّز أن يكون بعضُ أهلها قد بصُر بها من حيث لا تشعُر فأغضبه الله تعالى ليوسف عليه السلام بالشهادة له والقيامِ بالحق وإنما ألقى الله سبحانه الشهادةَ إلى من هو من أهلها ليكون أدلَّ على نزاهته عليه السلام وأنفى للتُّهمة وقيل كان الشاهدُ ابنَ خالٍ لها صبياً في المهد أنطقه الله تعالى ببراءته وهو الأظهر فإنه رُوي أن النبيِّ صلَّى الله عليهِ وسلم قال تكلم أربعةٌ وهم صغار ابنُ ماشطةَ بنتِ فرعون وشاهدُ يوسف وصاحبُ جريج وعيسى عليه السلام رواه الحاكم عن أبي هريرةَ رضيَ الله عنه وقال صحيح على شرط الشيخين وذكر كونَه من أهلها لبيان الواقع إذ لا يختلف الحالُ في هذه الصورة بين كون الشاهدِ من أهلها أو من غيرِهم </p><p> {إِن كَانَ قَمِيصُهُ قُدَّ مِن قُبُلٍ} أي إن عُلم أنه قد مِن قَبْلُ من قبلِ ونظيره إن أحسنتَ إلى فقد أحسنتُ إليك فيما قبلُ فإن معناه إن تعتدَّ بإحسانك إلي فأعتدُّ بإحساني السابقِ إليك </p><p> {فَصَدَقَتْ} بتقدير قد لأنها تقرب الماضي إلى الحال أي فقد صدقت وكذا الحالُ في قولِه فَكَذَّبْتَ وهي وإن لم تصرِّح بأنه عليه السلام أراد بها سوءاً إلا أن كلامَها حيث كان واضحَ الدِلالة عليه أُسند إليها الصدقُ والكذب بذلك الإعتبار فإنهم كما يعرضان للكلام باعتبار منطوقِه يعرضان له باعتبار ما يستلزمه وبذلك الإعتبار يعترضان للإنشاءات </p><p> {وَهُوَ مِنَ الكاذبين} وهذه الشرطية حيث لا ملازمة </p><p> يوسف الآية (٢٧ ٢٨) عقليةً ولا عاديةً بين مقدِّمها وتاليها ليست من الشهادة في شيء وإنما ذُكرت توسيعاً للدائرة وإرخاءً للعِنان إلى جانب المرأة بإجراء ما عسى يحتمله الحالُ في الجملة بأن يقع القدُّ من قُبُل بمدافعتها له عليه السَّلامُ عن نفسها عند إرادتِه المخالطةَ والتكشفَ مُجرى الظاهرِ الغالبِ الوقوعِ تقريباً لما هو المقصود بإقامة للشهادة أعني مضمونَ الشرطية الثانية التي هي قولُه عزَّ وجلَّ </p>"
}