{
  "id": null,
  "sura": 12,
  "aya": 67,
  "text": "<p> {وَقَالَ} ناصحاً لهم لمّا أزمع على إرسالهم جميعاً </p><p> {يا بني لَا تَدْخُلُواْ} مصر </p><p> {مِن بَابٍ وَاحِدٍ} نهاهم عن ذلك حِذاراً من إصابة العين فإنهم كانوا ذوي جمالٍ وشارةٍ حسنة وقد كانوا تجمّلوا في هذه الكرّة أكثرَ مما في المرة الأولى وقد اشتهروا في مصر بالكرامة والزلفى لدى الملِك بخلاف النَّوْبة الأولى فكانوا مَئِنّةً لدنوّ كل ناظر وطُموح كل طامح وإصابة العين بتقدير العزيز الحكيم ليست مما يُنكر وقد ورد عنه صلى الله عليه وسلم إن العينَ حق وعنه صلى الله عليه وسلم إنَّ العينَ لتُدخِلُ الرجلَ القبرَ والجملَ القِدْرَ وقد كان صلى الله عليه وسلم يعوذ الحسنين رضي الله عنهما بقوله أعوذ بكلمات الله التامة من كل شيطانٍ وهامّة ومن كل عين لامّة وكان صلى الله عليه وسلم يقول كان أبوكما يعوّذ بها إسماعيلَ وإسحاقَ عليهم السلام رواه البخاري في صحيحه وقد شهدت بذلك التجارِبُ ولمّا لم يكن عدمُ الدخول من باب واحد مستلزماً للدخول من أبواب متفرّقة وكان في دخولهم من بابين أو ثلاثةٍ بعضُ ما في الدخول من باب واحد من نوع اجتماعٍ مصحِّحٍ لوقوع المحذورِ قال </p><p> {وادخلوا مِنْ أَبْوَابٍ مُّتَفَرّقَةٍ} بياناً لما هو المرادُ بالنهي وإنما لم يكتف بهذا الأمر مع كونه مستلزما له إظهار لكمال العنايةِ وإيذاناً بأنه المرادُ بالأمر المذكور لا تحقيق لشيء آخر </p><p> {وَمَا أُغْنِى عَنكُمْ} أي لا أنفعكم ولا أدفع عنكم بتدبيري </p><p> {مّنَ الله مِن شَىْء} أي شيئاً مما قضى عليكم فإن الحذرَ لا يمنع القدَر ولم يرد به عليه السلام إلغاءَ الحذر بالمرة كيفَ لا وقَدْ قالَ عز قائلاً وَلَا تُلْقُواْ بِأَيْدِيكُمْ إِلَى التهلكة وقال خُذُواْ حِذْرَكُمْ بل أراد بيانَ أن ما وصاهم به ليس مما يستوجب المرادَ لا محالة بل هو تدبير في الجملة وإنما التأثيرُ وترتُّبُ المنفعةِ عليه من العزيز القدير وأن ذلك ليس بمدافعة للقدر بل هو استعانةٌ بالله تعالى وهربٌ منه إليه </p><p> {إِنِ الحكم} مطلقاً </p><p> {أَلَا لِلَّهِ} لا يشاركه أحد ولا يمانعه شيء </p><p> {عَلَيْهِ} لا على أحد سواه </p><p> {تَوَكَّلْتُ} في كل ما آتي وأذر وفيه دَلالةٌ على أن ترتيبَ الأسباب غيرُ مُخلَ بالتوكل </p><p> {وَعَلَيْهِ} دون غيره </p><p> {فَلْيَتَوَكَّلِ المتوكلون} جُمع بين الحرْفين في عطف الجملةِ على الجملة مع تقديم الصلة للاختصاص مقيَّداً بالواو وعطف فعلٍ غيرِه من تخصيص التوكل بالله عز وجل على فعل نفسه وبإلقاء سببية فعلِه لكونه نبياً لفعل غيره من المقتدين به فيدخل فيهم بنوه دخولاً أولياً وفيه ما لا يَخفْى من حسن هدايتِهم وإرشادِهم إلى التوكل فيما هم بصدده على الله عزَّ وجلَّ غير مغترين </p><p> يوسف آية (٦٨) بما وصاهم به من التدبير </p>"
}