{
  "id": null,
  "sura": 13,
  "aya": 18,
  "text": "<p> {لِلَّذِينَ استجابوا لِرَبّهِمُ} إذ دعاهم إلى الحق بفنون الدعوةِ التي من جملتها ضربُ الأمثال فإنه ألطفُ ذريعةٍ إلى تفهيم القلوب الغبيةِ وأقوى وسيلةٍ إلى تسخير النفوسِ الأبية كيف لا وهو تصويرٌ للمعقول بصورة المحسوس وإبراز لا وابد المعاني في هيئة المأنوس فأيُّ دعوةٍ أولى منه بالاستجابة والقَبول {الحسنى} أي المثوبةَ الحُسنى وهي الجنة {والذين لم يستجيبوا له} وعاندوا الحقَّ الجليَّ {لَوْ أَنَّ لَهُمْ مَّا فِى الأرض} من أصناف الأموال {جَمِيعاً} بحيث لم يشِذَّ منه شاذٌّ في أقطارها أو مجموعاً غيرَ متفرقٍ بحسب الأزمان {وَمِثْلَهُ مَعَهُ لَافْتَدَوْاْ بِهِ} أي بما في الأرض ومثلَه معه جميعاً ليتخلّصوا عما بهم وفيه من تهويل ما يلقاهم ما لا يحيطُ به البيانُ فالموصولُ مبتدأٌ والشرطيةُ كما هي خبرُه لكنْ لَا على أنَّها وضعت موضع السوءى فوقعت في مقابلة الحُسنى الواقعةِ في القرينة الأولى لمراعاة حسنِ المقابلة فصار كأنه قيل والذين لم يستجيبوا له السوءى كما يوهم فإن الشرطيةَ وإن دلت على كما سوءِ حالِهم لكنها بمعزل من القيام مقامَ لفظ السوءى مصحوباً باللام الداخلةِ على الموصول أو ضميره </p><p> الرعد ١٩ ٢٠ وعليه يدور حصولُ المرام وإنما الواقعُ في تلك المقابلة سوءُ الحساب في قوله تعالى {أُوْلَئِكَ لَهُمْ سُوء الحساب} وحيث كان اسمُ الإشارة الواقعُ مبتدأً في هذه الجملة عبارةً عن الموصول الواقعِ مبتدأً في الجملة السابقة كان خبرُها أعني الجملةَ الظرفية خبراً عن الموصول في الحقيقة ومبيِّناً لإبهام مضمونِ الشرطيةِ الواقعةِ خبراً عنه أولاً ولذلك تُرك العطفُ فصار كأنه قيل والذين لم يستجيبوا له لهم سوءُ الحساب وذلك في قوَّةِ أنْ يقالَ وللذين لم يستجيبوا له سوءُ الحساب مع زيادة تأكيدٍ فتم حسنُ المقابلة على أبلغِ وجهٍ وآكدِه ثم بيِّن مؤدى ذلك فقيل {وَمَأْوَاهُمُ} أي مرجعهم {جَهَنَّمَ} وفيه نوعُ تأكيد لتفسير الحسنى بالجنة {وَبِئْسَ المهاد} أي المستقرُّ والمخصوصُ بالذم محذوفٌ وقيل اللامُ في قولِه تعالَى لِلَّذِينَ استجابوا لِرَبّهِمُ متعلقةٌ بقوله يَضْرِبُ الله الامثال أي الأمثالَ السالفةَ وقوله الحسنى صفةٌ للمصدر أي استجابوا الاستجابةَ الحسنى وقوله والذين لَمْ يَسْتَجِيبُواْ لَهُ معطوفٌ على الموصول الأولِ وقوله لو أن لهم إلخ كلامٌ مستأنفٌ مسوقٌ لبيان ما أُعدّ لغير المستجيبين من العذاب والمعنى كذلك يضرب الله الأمثالَ للمؤمنين المستجيبين والكافرين المعاندين أي هما مثلاً الفريقين وأنت خبير بأن عنوانَ الاستجابة وعدمَها لا مناسبةَ بينه وبين ما يدور عليه أمرُ التمثيل وأن الاستعمالَ المستفيضَ دخولُ اللامِ على من يُقصد تذكيره بالمثَل نعم قد يُستعمل في هذا المعنى أيضاً كَما في قولِه سبحانه ضَرَبَ الله مَثَلاً لّلَّذِينَ آمنوا إمرأة فرعون ونظائرِه على أن بعضَ الأمثالِ المضروبة لا سيما المثلُ الأخيرُ الموصول بالكلام ليس مثلَ الفريقين بل مثلٌ للحق والباطل ولا مساغ لجعل الفريقين مضروباً لهم أيضاً بأن يُجعل في حكم أن يقال كذلك يضرب الله الأمثال للناس إذ لا وجه حينئذ لتنويعهم إلى المستجيبين وغيرِ المستجيبين فتأمل </p>"
}