{
  "id": null,
  "sura": 14,
  "aya": 31,
  "text": "<p> (قل لعبادي الذين آمنوا) خصهم بالإضافة إليه تنويهاً لهم وتنبيهاً على أنهم المقيمون لوظائفِ العبودية الموفون بحقوقها وتركُ العاطف بين الأمرين للإيذان بتباين حالِهما باعتبار المقول تهديداً وتشريفاً والمقول ههنا محذوفٌ دل عليه الجوابُ أي قل لهم أقيموا وأنفقوا (يُقِيمُواْ الصلاة وَيُنْفِقُواْ مِمَّا رَزَقْنَاهُمْ) أي يداوموا على ذلك وفيه إيذانٌ بكمال مطاوعتهم الرسول صلى الله عليه وسلم وغاية مسارعتهم إلى الامنثال بأوامره وقد جوّزوا أن يكون المقولُ يقيموا وينفقوا بحذف لام الأمرِ عنهما وإنما حسُن ذلك دون الحذف في قوله ... محمدُ تَفدِ نفسَك كلُّ نفس ... إذا ما خِلفْتَ من أمر تَبالا ... لدلالة قل عليه وقيل هما جوابا أقيموا وأنفقوا قد أقيما مُقامهما وليس بذاك (سِرّا وَعَلَانِيَةً) منتصبان على المصدرية من الأمر المقدرِ لا من جواب الأمر المذكور أي أنفقوا إنفاق سرَ وعلانية والأحبُّ في الإنفاق إخفاءُ المتطوَّع به وإعلانُ الواجب والمرادُ حث المؤمنين على الشكر لنعم الله سبحانه بالعبادة البدنية والماليةِ وتركِ التمتعِ بمتاع الدنيا والركونِ إليها كما هو صنيع الكفر (مّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَاّ بَيْعٌ فِيهِ) فيبتاعَ المقصِّر ما يتلافى به تقصيره أو تفتدي به نفسَه والمقصودُ نفيُ عقد المعاوضة بالمرة وتخصيصُ البيعِ بالذكر للإيجاز مع المبالغة في نفي العقدِ إذ انتفاءُ البيع المستلزم انتفاءَ الشراء على أبلغ وجه وانتفاؤه بما يتصور مع تحقق الإيجابِ من قبل البائع (وَلَا خلال) ولا مخالّةٌ فيشفعَ له خليلٌ أو يسامحَه بمال يفتدي به نفسه أو مِنْ قَبْلِ أَن يَأْتِىَ يو لا أثرَ فيه لما لهَجوا بتعاطيه من البيع </p><p> إبراهيم ٢٢ والمخالّة ولا انتفاعَ بذلك وإنما الانتفاعُ والارتفاقُ فيه بالإنفاق لوجه الله سبحانه والظاهر أن مت متعلقة بأنفِقوا وتذكيرُ إتيانِ ذلك اليوم لتأكيد مضمونِه كما في سورةِ البقرةِ من حيثُ إنَّ كلاًّ من فقدان الشفاعةِ وما يُتدارك به التقصير معاوضةً وتبرعاً وانقطاعُ آثار البيع والخِلالِ الواقعَيْن في الدنيا وعدمُ الانتفاع بهما من أَقْوى الدَّواعي إلى الإتيان بما تبقى عوائدُه وتدوم فوائدُه من الإنفاقِ في سبيلِ الله عزَّ وجلَّ أو من حيث إن ادخارَ المال وتركَ إنفاقِه إنما يقع غالباً للتجارات والمُهاداة فحيث لا يمكن ذلك في الآخرة فلا وجهَ لادّخاره إلى وقت الموت وتخصيصُ التأكيد بذلك لميل الطباعِ إلى المال وكونها مجبولةً على حبه والضَّنةِ به ولا يبعُد أن يكون تأكيداً لمضمون الأمرِ بإقامة الصلاة أيضاً من حيث إن تركَها كثيراً ما يكون بالاشتغال بالبياعات والمُخالاّت كما في قوله تعالى وإذار أو اتجارة أَوْ لَهْواً انفضوا إِلَيْهَا وقرىء بالفتح فيهما على إرادة النفي العام ودَلالةِ الرفعِ على ذلك باعتبار خطابيَ هو وقوعُه في جوابُ هل فيه بيعٌ أو خلال </p>"
}