{
  "id": null,
  "sura": 14,
  "aya": 37,
  "text": "<p> (رَبَّنَا) آثر عليه السلام ضمير الجماعةِ لا لما قيلَ من تقدم ذكرِه وذكرِ بنيه وإلا لراعاه في قوله ربَّ إنهن الخ بل لأن الدعاء المصدّرَ به وما أورده بصدد تمهيدِ مبادي إجابتهِ من قوله (إِنَّى أَسْكَنتُ) الآية متعلقٌ بذريته فالتعرضُ لوصف ربوبيته تعالى لهم أدخلُ في القبول وإجابة المسئول (مِن ذُرّيَّتِى) أي بعضهم أو ذريةً من ذريتي فحذف المفعول وهو إسمعيل عليه السلام وما سيولد له فإن إسكانَه حيث كان على وجه الاطمئنانِ متضمِّنٌ لإسكانهم روي أن هاجر أم إسمعيل عليه السلام كانت لسارة فوهبتْها من إبراهيمَ عليه السلام فلما ولدت له إسمعيل عليه السلام غارت عليهما فناشدته أن يُخرجَهما من عندها فأخرجهما إلى أرض مكةَ فأظهر الله تعالى عينَ زمزم (بِوَادٍ غَيْرِ ذِى زَرْعٍ) لا يكون فيه زرعُ أصلاً وهو وادي مكةَ شرَّفها الله تعَالَى (عِندَ </p><p> بَيْتِكَ) ظرف لأسكنتُ كقولك صليت بمكةَ عند الركنِ لا أنه صفةٌ لوادٍ أو بدل منه إذ المقصودُ إظهارُ كونِ ذلك الإسكان مع فقدان مباديه لمحض التقربِ إلى الله تعالى والالتجاءِ إلى جواره الكريم كما يُنْبىء عنه التعرُّضُ لعنوان الحرمةِ المؤذِنِ بعزة الملتجأ وعصمتِه عن المكاره في قوله تعالى (المحرم) حيث حر التعرضُ له والتهاونُ به أو لم يزل معظّماً ممنعا يهايه الجبابرةُ في كل عصر أو مُنع منه الطوفان فلم يستولِ عليه ولذلك سميَ عتيقاً وتسميتُه إذ ذاك بيتاً ولم يكن له بناءٌ وإنما كان نشْزاً مثلَ الرَّابية تأتيه السيول فتأخذ ذات اليمين وذات الشمال ليست باعتبار ما سيئول إليه الأمرُ من بنائه عليه السلام فإنه ينزِع إلى اعتبار عنوانِ الحرمة أيضاً كذلك بل إنما هي باعتبار ما كان من قبل فإن تعدد بناءِ الكعبةِ المعظمةِ مما لا ريبَ فيه وإنما الاختلافُ في كمية عددِه وقد ذكرناها في سورة البقرة بفضل الله تعالى (ربنا ليقيموا الصلاة) متوجّهين إليه متبرّكين به وهو متعلقٌ بأسكنتُ وتخصيصُها بالذِّكرِ من بين سائر شعائرِ الدينِ لفضلها وتكريرُ النداءِ وتوسيطُه لإظهار كمالِ العنايةِ بإقامة الصلاةِ والاهتمامِ بعرضِ أن الغرضَ من إسكانهم بذلك الوادي البلقعِ ذلك المقصدُ الأقصى والمطلب الأسنى وكلُّ ذلك لتمهيد مبادى إجابة دعائه وإعطاء مسئوله الذي لا يتسنى ذلك المرامُ إلا به ولذلك أُدخل عليه الفاء فقال (فاجعل أَفْئِدَةً مّنَ الناس) أي أفئدةً من أفئدتهم فمن للتبعيض ولذلك قيل لو قال أفئدةَ الناسِ لازدحمت عليهم فارسُ والروم وأما ما زيد عليه من قولهم ولَحجّت اليهودُ والنصارى فغيرُ مناسب للمقام إذ المسئول توجيهُ القلوب إليهم للمساكنة معهم لا توجيهُها إلى البيت للحج وإلا لقيل تهوي إليه فإنه عينُ الدعاء بالبلدية قد حكي بعبارة أخرى كما مر أو لابتداء الغاية كقولك القلبُ منّي سقيمٌ أي أفئدةَ ناسٍ وقرىء آفدةً على القلب كآدر في أدؤر أو على أنَّه اسمُ فاعلٍ من أفدت الرحلة أي عجِلت أي جماعةً من الناس وأفِدَةً بطرح الهمزة من الأفئدة أوعلى النعت من أفد (تَهْوِى الهم) تسرع اليهم شو قاوودادا وقُرِىءَ على البناءِ للمفعولِ من أهواه غيرُه وتهوى من باب علم أي تحب وتعديته إلى لتضمنه معنى الشوق والنروع وأولُ آثارِ هذه الدعوة ماروى أنه مرت رِفقةٌ من جرهم تريد الشام فرأ والطير تحوم على الجبل فقالوا إن هذا الطائر لعائف على الماء فأشر فوا فإذا هم بهاجرَ فقالوا لها إن شئت كنا معك وآنسناك والماء ماوك فأذِنت لهم وكانوا معها إلى أن شب أسمعيل عليه السلام وماتت هاجرُ فتزوج إسمعيل منهم كما هو المشهور (وارزقهم) أى ذربتى الذين أسكنهم هناك أو مع من ينحاز إليهم من الناس وإنمالم يخصَّ الدعاء بالمؤمنين منهم كما في قوله وارزق أَهْلَهُ مِنَ الثمرات مَنْ آمن مِنْهُم بالله واليوم الأخر اكتفاءً بذكر إقامة الصلاة (مِنَ الثمرات) من أنواعها بأن بجعل بقربٍ منه قرُىً يحصُل فيها ذلك أو يجبى إليه من الأقطارِ الشاسعةِ وقد حصل كلاهما حتى إنه يجتمعُ فيه الفواكهُ الربيعيةُ والصيفيةُ والخريفيةُ في يومٍ واحدٍ ٠ روي عن ابن عباس رضيَ الله عنهما أنَّ الطائفَ كانت من أرض فلِسطينَ فلما دعا إبراهيمُ عليه السلام بهذه الدعوة رفعها الله تعالى ووضعها حيث وضعها رزقاً للحرم وعن الزهرى رضيَ الله عنه أنَّه تعالى نقل قرية من قرى الشامِ فوضعها بالطائف لدعوة إبراهيمَ عليه السلام (لَعَلَّهُمْ يَشْكُرُونَ) تلك النعمةَ بإقامة الصلاةِ وأداءِ سائر مراسمِ العبودية وقيل اللامُ في ليقيموا لامُ الأمرِ والمرادُ أمرُهم بإقامة الصلاة والدعاء من الله تعالى </p><p> إبراهيم ٣٨ ٣٩ بتوفيقهم لها ولا يناسبه الفاء في قوله تعالى فاجعل الخ وفي دعائه عليه السلام من مراعاة حسنِ الأدبِ والمحافظة على قوانين الضَّراعةِ وعرضِ الحاجة واستنزالِ الرحمةِ واستجلابِ الرأفة مالا يخفى فإنه عليه السلام بذكر كونِ الوادي غيرَ ذي زرعٍ بيّن كمالَ افتقارهم إلى المسئول وبذكر كونِ إسكانِهم عند البيت المحرم أشار إلى أن جِوارَ الكريم يستوجب إفاضةَ النعيم وبعرض كونِ ذلك الإسكانِ مع كمال إعوازمرافق المعاش لمحض إقامةِ الصلاةِ وأداء حقوقِ البيت مهّد جميعَ مبادي إجابةِ السؤال ولذلك قُرنت دعوتُه عليه السلام بحُسنِ القبول </p>"
}