{
  "id": null,
  "sura": 14,
  "aya": 30,
  "text": "<p> (وَجَعَلُواْ) عطفٌ على أحلوا وما عطف عليه داخلٌ معهما في حيز الصلة وحكمِ التعجيب أي جعلوا في اعتقادهم وحكمهم {الله} الفردِ الصمدِ الذي ليسَ كمثلِه شيءٌ هو في الواحد القهار (أندادا) أشبها في العبادة (لِيُضِلُّواْ) قومَهم الذين يشايعونهم حسبما ضلوا (عَن سَبِيلِهِ) القويمِ الذي هو التوحيدُ ويوقعوهم في ورطة الكفرِ والضلال ولعل تغييرَ الترتيب مع أن مقتضى ظاهرِ النظمِ أن يُذكر كفرانُهم نعمةَ الله تعالى ثم كفرُهم بذاته تعالى باتخاذ الأنداد ثم إضلالهم لقومهم المؤدي إلى إحلالهم دار البوار لتثنية التعجيبِ وتكريرِه والإيذانِ بأنَّ كلَّ واحدٍ من وضع الكفر موضعَ الشكر وإحلالِ القوم دارَ البوار واتخاذِ الأنداد للإضلال أمرٌ يقضي منه العجبَ ولو سيق النظمُ على نسق الوجود لربما فُهم التعجيب من مجموع الهَنات الثلاثِ كما في قصة البقرة وقرىء ليضلوا بالفتح </p><p> إبراهيم ٣١ وأياما كان فليس ذلك غرضاً حقيقياً لهم من اتخاذ الأندادِ لكنْ لما كان ذلك نتيجةً له شُبّه بالغرض وأدخل عليه اللام بطريق الاستعارة التبعية (قُلْ) تهديداً لأولئك الضالين المُضلين ونعياً عليهم وإيذاناً بأنهم لشدة إبائِهم قبولَ الحق وفرط انهما كهم في الباطل وعدمِ ارعوائهم عن ذلك بحال أحقاءُ بأن يُضرب عنهم صفحاً ويُعطَفَ عنهم عِنانُ العِظة ويُخَلّوا وشأنَهم ولا يُنهَوْا عنه بل يؤمَروا بمباشرته مبالغةً في التخلية والخِذلان ومسارعةً إلى بيان عاقبته الوخيمة ويقال لهم (تَمَتَّعُواْ) بما أنتُم عليهِ من الشهواتِ التي من جملتها كفرانُ النعم العظامِ واستتباعُ الناسِ في عبادة الأصنام (فإن مصيركم إلى النار) ليس إلا فلا بد لكم من تعاطي ما يوجب ذلك ويقتضيه من أحوالكم بل هي في الحقيقة صورةٌ لدخولها ومثالٌ له حسبما يلوحُ به قولُه سبحانه وَأَحَلُّواْ قَوْمَهُمْ دَارَ البوار الخ فهو تعليلٌ للأمر المأمورِ وفيه من التهديد الشديد الوعيد الأكيد مالا يوصف أو قل لهم تصوير الحالهم وتعبيراً عما يُلجئهم إلى ذلك تمتعوا إيذاناً بأنهم لفرْط انغماسِهم في التمتع بما هُم فيه من غير صارف يلويهم ولا عاطفٍ يَثنيهم مأمورون بذلك من قِبل آمر الشهوة مذعِنون لحكمه منقادون لأمره كدأب مأمورٍ ساعٍ في خدمة آمرٍ مُطاع فليس قوله تعالى فَإِنَّ مَصِيرَكُمْ إِلَى النار حينئذٍ تعليلاً للأمر بل هو جوابُ شرطٍ ينسحبُ عليه الكلامُ كأنَّه قيل هذه حالُكم فإن دمتم عليه فإن مصيركم إلى النار وفيه التهديدُ والوعيد لا في الأمر </p>"
}