{
  "id": null,
  "sura": 14,
  "aya": 10,
  "text": "<p> (قَالَتْ رُسُلُهُمْ) استئنافٌ مبنىٌّ على سؤال ينساق إليه المقالُ كأنَّه قيلَ فماذا قالتْ لهم رسلُهم فأجيب بأنهم قالوا منكرِين عليهم ومتعجّبين من مقالتهم الحمقاءِ (أَفِى الله شَكٌّ) بإدخال الهمزةِ على الظرف للإيذان بأن مدارَ الإنكار ليس نفسَ الشك بل وقوعُه فيما لا يكادُ يتوهّم فيه الشكّ أصلاً منقادين عن تطبيقِ الجوابِ على كلام الكفرةِ بأن يقولوا أأنتم في شكَ مُريبٍ من الله تعالى مبالغةً في تنزيه ساحة السبحان عن شائبة الشك وتسجيلاً عليهم بسخافة العقول أي أفي شأنه سبحانه من وجوده ووحدتِه ووجوبِ الإيمان به وحده شك ما وهو أظهرُ من كل ظاهر وأجلى من كل جلي حتى تكونوا من قِبله في شك مريب وحيث كان مقصِدُهم الأقصى الدعوةَ إلى الإيمان والتوحيد </p><p> إبراهيم ١١ وكان إظهارُ البينات وسيلةً إلى ذلك لم يتعرضوا للجواب عن قول الكفرةِ إنا كفرنا بما أرسلتم به واقتصروا علي بيان ما هو الغايةُ القصوى ثم عقّبوا ذلك الإنكارَ بما يوجبه من الشواهد الدالّةِ على انتفاء المنكَر فقالوا (فَاطِرِ السموات والأرض) أي مبدعهما وما فيهما من المصنوعات على نظام أنيقٍ شاهد بتحقق ما أنتم منه في شك وهو صفةٌ للاسم الجليل أو بدلٌ منه وشكٌّ مرتفعٌ بالظرف لاعتماده على الاستفهام وجعلُه مبتدأً على أن الظرف خبرُه يُفضي إلى الفصلُ بين الموصوفِ والصفةِ بالأجنبي أعني المبتدأَ والفاعلَ ليس بأجنبي مِنْ رافعه وقد جوز ذلك أيضاً (يَدْعُوكُمْ) إلى الإيمان بإرساله إبانا لا أنا ندعوكم إليه من تلقاء أنفسِنا كما يوهمه قولُكم مما تدعوننا إليه (لِيَغْفِرَ لَكُمْ) بسببه أو يدعوكم لأجل المغفرة كقولك دعوتُه ليأكلَ معي (مّن ذُنُوبِكُمْ) أي بعضَها وهو ما عدا المظالمَ مما بينهم وبينه تعالى فإن الإسلام بحبه قيل هكذا وقع في جميع القرآنِ في وعد الكفرةِ دون وعد المؤمنين تفرقة بين الوعد ولعل ذلك لما أن المغفرة حيث جاءت في خطاب الكفرةِ مرتبةً على محض الإيمان وفي شأن المؤمنين مشفوعةً بالطاعة والتجنب عن المعاصي ونحو ذلك فيتناول الخروجَ من المظالم وقيل المعنى ليغفرَ لكم بدلاً من ذنوبكم (وَيُؤَخّرْكُمْ إلى أَجَلٍ مُّسَمًّى) إلى وقت سماه الله تعالى وجعله منتهى أعمارِكم على تقدير الإيمان (قَالُواْ) استئنافٌ كما سبق (إِنْ أَنتُمْ) أي مَا أَنتُمْ (إِلَاّ بَشَرٌ مّثْلُنَا) من غيرِ فضلٍ يؤهّلكم لما تدّعونه من النبوة (تُرِيدُونَ) صفةٌ ثانية لبشرٌ حملاً على المعنى كقوله تعالى أَبَشَرٌ يَهْدُونَنَا أو كلامٌ مستأنفٌ أي تريدون بما تتصدَّوْن له من الدعوة والأرشاد (أَن تَصُدُّونَا) بتخصيص العبادةِ بالله سبحانه (عَمَّا كَانَ يعبد آباؤنا) أي عن عبادة ما استمر آباؤُنا على عبادته من غير شيءٍ يوجبه وإلا (فَأْتُونَا) أي وإن لم يكن الأمرُ كما قلنا بل كنتم رسلاً من جهة الله تعالى كما تدّعونه فأتونا (بسلطان مُّبِينٍ) يدل على فضلكم واستحقاقِكم لتلك الرتبة أو على صحة ما تدّعونه من النبوة حتى نترُك ما لم نزل نعبُده أباً عن جد ولقد كانوا آتَوهم من الآيات الظاهرةِ والبينات الباهرة ما تخر له صم الجبال ولكنهم إنما يقولونَ ما يقولونَ من العظائم مكابرةً وعِناداً وإراءةً لمن وراءهم أن ذلك ليس من جنس ما ينطلق عليه السلطانُ المبين </p>"
}