{
  "id": null,
  "sura": 14,
  "aya": 22,
  "text": "<p> (وَقَالَ الشيطان) الذي أضل كلا الفريقين واستتبعهما عند ما عتَباه بما قاله الأتباعُ للمستكبرين (لَمَّا قُضِىَ الأمر) أي أُحكم وفُرغ منه وهو الحسابُ ودخل أهلُ الجنةِ الجنةَ وأهلُ النار النارَ خطيباً في محفِل الأشقياء من الثقلين (إِنَّ الله وَعَدَكُمْ وَعْدَ الحق) أي وعداً من حقه أن يُنجَز فأنجزه أو وعداً أنجزه وهو الوعدُ بالبعث والجزاء (وَوَعَدتُّكُمْ) أي وعد الباطل وهوان لا بعثَ ولا جزاء ولئن كان فالأصنامُ شفعاؤُكم ولم يصرِّح ببطلانه لما دلَّ عليه قولُه (فَأَخْلَفْتُكُمْ) أي موعدي على حذف المفعولِ الثاني أي نقضتُه جعل وعده كالإخلاف منه كأنه كان قادراً على إنجازه وأنى له ذلك (وَمَا كَانَ لِىَ عَلَيْكُمْ مّن سلطان) أي تسلّطٍ أو حجةٍ تدل على صدقي (إِلَاّ أَن دَعَوْتُكُمْ) إلا دعائي إياكم إليه وتسويلُه وهو وإن لم يكن من باب السلطان لكنه أبرزه في مبروزه على طريقة [تحيةٌ بينِهم ضربٌ وجيعُ] مبالغةً في نفي السلطان عن نفسه كأنه قال إنما يكون لي عليكم سلطانٌ إذا كان مجردُ الدعاء من بابه ويجوز كونُ الاستثناء منقطعاً (فاستجبتم لِى) فأسرعتم إجابتي (فَلَا تَلُومُونِى) بوعدي إياكم حيثُ لم يكن ذلكَ على طريقة القسر والإلجاءِ كما يدل عليه الفاء وقرىء بالياء على وجه الالتفاتِ كما في قوله تعالى حَتَّى إِذَا كُنتُمْ فِى الفلك وَجَرَيْنَ بِهِم (وَلُومُواْ أَنفُسَكُمْ) حيث استجبتم لي باختياركم حين دعوتُكم بلا حجةٍ ولا دليل بمجرد تزيينٍ وتسويل ولم تستجيبوا ربكم إذا دعاكم دعوةَ الحق المقرونةَ بالبينات والحجج وليس مرادُه التنصّلَ عن توجه اللائمةِ إليه بالمرة بل بيانُ أنهم أحقُّ بها منه وليس فيه دلالةٌ على استقلالِ العبدِ في أفعاله كما زعمت المعتزلة بل يكفي في ذلك أن يكون لقدرته الكاسبةِ التي عليها يدورُ فلكُ التكليف مدخلٌ فيه فإنه سبحانه إنما يخلُق أفعالَه حسبما يختاره وعليه تترتب السعادةُ والشقاوة وما قيل من أنَّه يستدعي أن يقال فلا تلوموني ولا أنفسَكم فإن الله قضى عليكم الكفرَ وأجبركم عليه مبنيٌّ على عدم الفرق بين مذهب أهلِ الحقِّ وبين مسلك الجبرية (مَّا أَنَاْ بمصرحكم) أي بمُغيثكم مما أنتم فيه من العذاب (وَمَا أَنتُمْ بِمُصْرِخِىَّ) مما أنا فيه وإنما تعرّض لذلك مع أنه لم يكن في حيز الاحتمالِ مبالغةً في بيان عدمِ إصراخِه إياهم وإيذانا بأنه </p><p> إبراهيم ٢٣ ٢٤ أيضا مبتلى بمثل ما ابتُلوا به ومحتاجٌ إلى الإصراخ فكيف من إصراخِ الغير ولذلك آثرَ الجملةَ الاسميةَ فكأن ما مضى كان جواباً منه عن توبيخهم وتقريعِهم وهذا جوابٌ عن استغاثتهم واستعانِتهم به في استدفاع ما دهِمهم من العذاب وقرىء بكسر الياء (إِنّى كَفَرْتُ) اليوم (بما أشركتموني مِن قَبْلُ) أي بإشراككم إياي بمعنى تبرأتُ منه واستنكرتُه كقوله تعالى وَيَوْمَ القيامة يَكْفُرُونَ بِشِرْكِكُمْ يعني أن إشراكَكم لي بالله سبحانه هو الذي يَطمِعكم في نُصرتي لكم بأن كان لكم عليّ حقٌّ حيث جعلتموني معبوداً وكنت أوَد ذلك وأرغب فيه فاليوم كفرتُ بذلك ولم أحمَدُه ولم أقبله منكم بل تبرأتُ منه ومنكم فلم يبقى بيني وبينكم علاقةٌ أو كفرتُ من قبل حين أبيتُ السجودَ لآدمَ بالذي أشركتمونيه وهو الله تعالى كما في قوله سبحان ما سخر كن لنا فيكون تعليلاً لعدم إصراخِه فإن الكافرَ بالله سبحانه بمعزل من الإغاثة والإعانة سواء كان بالمدافعة أو الشفاعة وأما جعلُه تعليلاً لعدم إصراخِهم إياه فلا وجهَ له إذ لا احتمالَ له حتى يُحتاج إلى التعليل ولأن تعليلَ عدم إصراخِهم بكفره يوهم أنهم بسبيل من ذلك لولا المانعُ من جهته (إِنَّ الظالمين لَهُمْ عَذَابٌ أَلِيمٌ) تتمةُ كلامه أو ابتداء كلامٍ من جهةِ الله عزَّ وجل وفي حكاية أمثالِه لطفٌ للسامعين وإيقاظٌ لهم حتى يحاسبوا أنفسهم ويتدبّروا عواقبَهم </p>"
}