{
  "id": null,
  "sura": 14,
  "aya": 35,
  "text": "<p> (وَإِذْ قَالَ إِبْرَاهِيمَ) أي واذكر وقت قوله عليه الصلاة والسلام والمقصودُ من تذكيره تذكيرُ ما وقع فيه من مقالاته عليه السلام على نهج التفصيل والمرادُ به تأكيدُ ما سلف من تعجيبه عليه السلام ببيان فنٍ آخرَ من جناياتهم حيث كفروا بالنعم الخاصة بهم بعد ما كفروا بالنعم العامة وعصَوا أباهم إبراهيمَ عليه السلام حيث أسكنهم مكةَ شرَّفها الله تعَالَى فإقامة الصلاةِ والاجتنابِ عن عبادة الأصنام والشكر لنعم الله تعالى وسأله تعالى أن يجعله بلداً آمناً ويرزقَهم من الثمرات وتهويَ قلوبُ الناس إليهم من كل أَوب سحيقٍ فاستجاب الله تعالى دعاءَه وجعله حرماً آمنا يجيىء إليه ثمراتُ كُلّ شَىْء فكفروا بتلك النعم العظامِ واستبدلوا بالبلد الحرام دار البوار وجعلوا لله أنداداً وفعلوا ما فعلوا (رَبّ اجعل هذا البلد) يعني مكةَ شرفها الله سبحانه (آمنا) أي ذا أمنِ أو آمناً أهلُه بحيث لا يُخاف فيه على ما مرَّ في سورةِ البقرة والفرق بينه وبين ما فيها من قوله رَبِّ اجعل هذا بَلَدًا آمِنًا أن المسئول هناك البلدية والأمن معا وههنا الأمنُ فقط حيث جُعل هو المفعولَ الثانيَ للجعل وجُعل البلدَ صفةً للمفعول الأول فإن حُمل على تعدد السؤال فلعله عليه السلام سأَلَ أولاً كِلا الأمرين فاسْتُجيبَ له في أحدِهما وتأخرَ الآخرُ إلى وقته المقدّر لما يقتضيه من الحكمة الداعيةِ إليه ثم كَرّر السؤالَ كما هو المعتادُ في الدعاءِ والإبتهال أو كان المسئول أولاً مجردَ الأمنِ المصحِّح للسكن كما في سائرِ البلاد وقد أجيب إليه وثانيا الأمن المعهود لأو أوكله هو المسئول فيهما وقد أجيب إليه أيضاً لكن السؤالَ الثانيَ للاستدامة والاقتصارُ على ذلك لأنه المقصودُ الأصليُّ أو لأنَّ المعتادَ في البلدية الاستمرارُ بعد التحقق بخلافِ الأمنِ وإن حمل على وحدةِ السؤالِ وتكرُرِ الحكايةِ كما هو المتبادرُ فالظاهرُ أن المسئول كِلا الأمرين وقد حُكي أولا واقتصر ههنا على حكايةِ سؤالِ الأمنِ لا لمجرد أن نعمةَ الأمن أدخلُ في استيجاب الشكر فذِكرُه أنسبُ بمقام تقريعِ الكفرة على إغفاله كما قيل بل لأن سؤال البلدية قد حكي بقوله تعالى فاجعل أَفْئِدَةً مّنَ الناس تَهْوِى إِلَيْهِمْ إذا لمسئول هُوِيّتُها إليهم للمساكنة معهم لا للحج فقط وهو عين سؤال قد حكي بعبارة أخرى وكان ذلك أولَ ما قَدِمَ عليه السلام مكةَ كما روى سعيدُ بنُ جُبيرٍ عن ابن عباس رضي الله عنهما أنَّه عليه الصَّلاةُ </p><p> إبراهيم ٣٦ ٣٧ والسلام لما أسكنَ إسمعيلَ وهاجَر هناك وعادَ متوجهاً إلى الشام تبِعتْه هاجرُ وجعلت تقول إلى من تَكِلُنا في هذا البلقَعِ وهو لا يَرُدُّ عليها جواباً حتى قالت آلله أمرك بهذا فقال نعمْ قالت إذاً لا يُضيِّعُنا فرضِيَتْ ومضى حتى إذا استوى على ثَنِيّةِ كَداءٍ أقبل على الوادي فقال رَّبَّنَا إِنَّى أَسْكَنتُ الآية وإنما فصل ما بينهما تثنية للامتنان وإيذاناً بأن كلاًّ منهما نعمةٌ جليلةٌ مستتبعة لشكر كثير كما في قصة البقرة (وجنبني وَبَنِىَّ) بعِّدني وإياهم (أَن نَّعْبُدَ الأصنام) واجعلنا منها في جانب بعيد أي ثبتنا على ما كُنَّا عليه من التوحيد وملة الإسلام والبعد عن عبادة الأصنام وقرىء وأجنبْني من الإفعال وهما لغةُ أهلِ نجد يقولون جنّبني شرَّه وأجنبْني شرَّه وأما أهلُ الحجاز فيقولون جنّبني شره وفيه دليلٌ على أنَّ عصمةِ الأنبياءِ عليهم السلام بتوفيق الله تعالى والظاهرُ أن المراد ببنيه أولاده الصلبية فلا احتجاجَ به لا بن عيينة رضى الله عنه على أن أحداً من أولاد إسمعيل عليه السلام لم يعبُد الصنم وإنما كان لكل قومٍ حجرٌ نصبوه وقالوا هو حجرٌ والبيتُ حجر فكانوا يدورون به ويسمونه الدوار فاستُحب أن يقال طاف بالبيت ولا يقال دار بالبيت وليت شعري كيف ذهب عليه ما في القرآن العظيم من قوارعَ تنعي على قريش عبادةَ الأصنام على أن فيما ذكره كرا على ما فر منه </p>"
}