{
  "id": null,
  "sura": 14,
  "aya": 38,
  "text": "<p> (رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ) من الحاجات وغيرِها والمرادُ بما نخفى مايقابل ما نعلن سواءٌ تعلق به الإخفاء أولا أي تعلم ما نظهره ومالا نظهره فإن علمَه تعالى متعلق بما لايخطر بياله مما فيه من الأحوال الخفية فضلاً عن إخفائه وتقديم مانخفى على مانعلن لتحقيق المساواةِ بينهما في تعلق العلم بهما على أبلغ وجهٍ فكأن تعلقه بما يخفى أقدمُ منه بما يُعلن أو لأن مرتبة السرو الحفاه متقدمةٌ على مرتبة العلنِ إذْ مَا من شيءٍ يُعلن إلا وهو قبل ذلك خفيٌّ فتعلقُ علمِه سبحانه بحالته الأولى أقدمُ من تعلقه بحالته الثانية وقصدُه عليه السلام أن إظهارَ هذه الحاجات وما هو من مباديها وتتماتها ليس لكونها غيرَ معلومةٍ لك بل إنما هو لإظهار العبوديةِ والتخشّعِ لعظمتك والتدلل لعزتك وعرضِ الافتقارِ إلى ما عندك والاستعجالِ لنيل أياديك وتكريرُ النداءِ للمبالغةِ في الضراعة والابتهال وضميرُ الجماعة لأن المرادَ ليس مجردَ علمِه تعالى بسرِّه وعلنه بل بجميع خفايا المُلك والملَكوت وقد حققه بقوله على وجه الاعتراض (وَمَا يخفى عَلَى الله مِن شَىْء فَى الأرض وَلَا فِى السماء) لما أنه العالمُ بالذات فما من أمر يدخُل تحت الوجود كائناً ما كان في زمان من الأزمان إلا ووجودُه في ذاته علمٌ بالنسبة إليه سبحانه وإنما قال وَمَا يخفي عَلَى الله الخ دون أن يقول وَيَعْلَمُ مَا فِى السموات والأرض تحقيقاً لما عناه بقوله تعلم ما نخفي من أن علمَه تعالى بذلك ليس على وجه يكون فيه شائبةُ خفاءٍ بالنسبةِ إلى علمِهِ تعالَى كما يكون ذلك بالنسبة إلى علوم المخلوقاتِ وكلمةُ في متعلقةٌ بمحذوفٍ وقع صفةً لشيءٍ أي من شيء كائنٍ فيهما أعمُّ من أن يكون ذلك على وجه الاستقرار فيهما أو على وجه الجزئيةِ منهما أو بيخفى وتقديمُ الأرض على السماء مع توسيط لا بينهما باعتبار القربِ والبعدِ منا المستدعِيَين للتفاوت بالنسبة إلى علو منا والالتفاتُ من الخطاب إلى اسم الذاتِ المستجمعةِ للصفات لتربية المهابةِ والإشعارِ بعلَّةِ الحُكمِ على نهج قوله تعالَى أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللطيف الخبير والإيذانِ بعمومه لأنه ليس بشأن يُختص به أو بمن يتعلق به بل شاملٌ لجميع الأشياء فالمناسبُ ذكرُه تعالى بعنوان مصحِّحٍ لمبدإ الكلّ وقيلَ هُو مِنْ كلامِ الله عز وجل وارد بطريق الاعتراض لتصديقه عليه السلام كقوله سبحانه وكذلك يَفْعَلُونَ ومن للاستغراق على الوجهين </p>"
}