{
  "id": null,
  "sura": 15,
  "aya": 8,
  "text": "<p> (مَا نُنَزّلُ الملائكة) بالنون على بناء الفعل لضمير الجلالة من التنزيل وقرىء من الإنزال وقرىء تُنَزّل مضارعاً من التنزيل على صيغة البناء للمفعول ومن التنزيل بحذف إحدى التاءين وما ضيا منه ومن التنزيل ومن الثلاثي وهو كلامٌ مسوق إلى النبيِّ صلَّى الله عليهِ وسلم جواباً لهم عن مقالتهم المَحْكية ورداً لاقتراحهم الباطلِ ولشدة استدعاءِ ذلك للجواب قُدّم ردُّه على ما هو جوابٌ عن أولها أعني قوله إِنَّا نَحْنُ نَزَّلْنَا الذكر الآية كما فُعل في قوله تعالى قَالَ إِنَّمَا يَأْتِيكُمْ بِهِ الله فإنه مع كونه جوابا عن قولهم فائتنا بم اتعدنا قُدّم على قوله وَلَا يَنفَعُكُمْ نُصْحِى الآية مع كونه جواباً عن أول كلامِهم الذي هو قولُهم يا نُوحٌ قَدْ جَادَلْتَنَا لِما ذُكر من شدة اقتضائِه للجواب وليكونَ أحدُ الجوابين متصلاً بالسؤال وفي العكس يلزَم انفصالُ كلَ من الجوابين عن سؤاله والعدولُ عن تطبيقه لظاهر كلامِهم بصدد الاقتراحِ وهو أن يقال ما تأتيهم بهم للإيذان بأنهم قد أخطئوا في التعبير حسبما أخطئوا في الاقتراح وأن الملائكةَ لعلوّ رتبتهم أعلى من أن يُنسَبَ إليهم مطلقُ الإتيان الشاملِ للانتقال من أحد الأمكنة المتساوية إلى الآخر منها بل من الأسفل إلى الأعلى وأن يكون مقصِدُ حركاتهم أولئك الكفرةَ وأن يدخلوا تحت ملكوتِ أحدٍ من البشر وإنما الذي يليق بشأنهم النزولُ من مقامهم العالي وكونُ ذلك بطريق التنزيل من جناب الرب الجليل (إِلَاّ بالحق) أي ملتبساً بالوجه الذي يحِق ملابسةُ التنزيل به مما تقتضيه الحكمةُ وتجري به السنةُ الإلهية كقوله سبحانه وَمَا خَلَقْنَا السموات والأرض وَمَا بَيْنَهُمَا إِلَاّ بالحق والذي اقترحوه من التنزيل لأجل الشهادة لديهم وهم هُمْ ومنزلتُهم في الحقارة والهوانِ منزلتُهم مما لا يكادُ يدخُل تحتَ الصحة الحكمة أصلاً فإن ذلك من باب التنزيلِ بالوحي الذي لا يكاد يُفتح على غير الأنبياء الكرام من </p><p> الحجر ٩ أفراد كُمَّلِ المؤمنين فكيف على أمثال أولئك الكفرة اللئامِ وإنما الذي يدخُل في حقهم تحت الحكمةِ في الجملة هو التنزيلُ للتعذيب والاستئصالِ كما فُعل بأضرابهم من الأمم السالفة ولو فعل ذلك لاستؤصلوا بالمرة (وَمَا كَانُواْ إِذًا منتظرين) جزاءُ الشرط مقدّرٌ وفيه إيذانٌ بإنتاج مقدِّماتهم لنقيض مطلوبِهم كما في قوله تعالى وَأَذّن لَاّ يَلْبَثُونَ خلافك إِلَاّ قَلِيلاً قال صاحب النظم لفظةُ إذن مركبةٌ من إذ وهو اسمٌ بمعنى الحين تقول أتيتُك إذ جئتني أي حين جئتني ثم ضُمّ إليه أنْ فصار إذْ أن ثم استثقلوا الهمزةَ فحذفوها فمجيءُ لفظة أن دليلٌ على إضمار فعلٍ بعدها والتقدير وما كانوا إذ أَنْ كان ما طلبوه منظَرين والمعنى لو نزّلناهم ما كانوا مؤخَّرين كدأب سائرِ الأممِ المكذبة المستهزِئة ومع استحقاقهم لذلك قد جرى قلمُ القضاء بتأخير عذابِهم إلى يومِ القيامةِ حسبما أُجمل في قولِه تعالَى ذرهم يأكلوا وَيَتَمَتَّعُواْ وَيُلْهِهِمُ الأمل الخ وحال حائلُ الحكمةِ بينهم وبين استئصالِهم لتعلق العلمِ والإرادة بازديادهم عذابا وبإيمان بعضِ ذراريهم وأما نظمُ إيمانِ بعضهم في سِمْط الحكمةِ فيأباه مقامُ بيانِ تماديهم في الكفر والفساد ولَجاجِهم في المكابرة والعِناد هَذَا هُو الذي يستدعيه إعجازُ التنزيلِ الجليل وأما ماقيل في تعليل عدمِ موافقةِ التنزيل للحكمة من أنهم حينئذ يكونون مصدّقين عن اضطرار أو أنه لا حكمةَ في أن تأتيَكم بصور تشاهدونها فإنه لا يزيدكم إلا لَبساً أو أن إنزالَ الملائكة لا يكونُ إلا بالحق وحصولِ الفائدةِ بإنزالهم وقد علم الله تعالى من حال هؤلاء الكفارِ أنه لو أَنزل إليهم الملائكةَ لبقُوا مُصرّين على كفرهم فيصير إنزالُهم عبثاً باطلاً ولا يكون حقًّا فمع إخلال كل من ذلك بقطيعة الباقي لا يلزَم من فرض وقوعِ شيءٍ من ذلك تعجيلُ العذاب الذي يفيده قوله تعالى وَمَا كَانُواْ إِذًا مُّنظَرِينَ هذا على تقديرِ كونِ اقتراحِهم لإتيان الملائكة لأجل الشهادة إما على تقدير كون ذلك لتعذيبهم فالمعنى إنا ما نُنزل الملائكةَ للتعذيب غلا تنزيلاً مُلتبساً بالحقِّ الذي تقتضيهِ الحكمة وتستدعيه المصلحة حتماً بحيث لا محيد عنه ولو نزلناهم حسبما اقترحوا ما كان ذلك التنزيلُ ملتبساً بمقتضى الحِكمة الموجبةِ لتأخير عذابِهم إلى يومِ القيامةِ لا رفقاً بهم بل تشديداً عليهم كما مر من قبل وحيث كان في نسبة تنزيلِهم للتعذيب إلى عدم موافقتِه الحكمةَ نوعُ إيهامٍ لعدم استحقاقِهم التعذيب عُدِل عما يقتضيه الظاهرُ إلى مَا عليهِ النظمُ الكريمُ فكأنه قيل لو نزلناهم ما كانوا منظَرين وذلك غير موافق للحكمة الموجبة لتأخير عذابِهم لتشديد عقابِهم وقيل المرادُ بالحق الوحيُ وقيل العذاب فتدبر </p>"
}