{
  "id": null,
  "sura": 16,
  "aya": 128,
  "text": "<p> {إِنَّ الله مَعَ الذين اتقوا} تعليلٌ لما سبقَ من الأمرِ والنَّهي والمرادُ بالمعية الولايةُ الدائمةُ التي لا تحوم حول صاحبها شائبة شيءٍ من الجزَع والحزنِ وضيق الصدر وما يشعر به دخول كلمة مع من متبوعية المتقين إنما هي من حيث إنهم المباشرون للتقوى وكذا الحالُ في قولِه سبحانه إِنَّ الله مَعَ الصابرين ونظائرِهما كافة والمرادُ بالتقوى المرتبةُ الثالثة منه الجامعة لما تحتها من مرتبة التوقي عن الشرك ومرتبة التجنبُ عن كلِّ ما يُؤثِّمُ من فعلٍ وتركٍ أعني التنزّهَ عن كل ما شغل سره عن الحق والتبتل إليه بشر اشر نفسِه وهو التقوى الحقيقيُّ المُورِث لولايته تعالى المقرونة ببشارة قوله سبحانه أَلا إِنَّ أَوْلِيَاء الله لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ والمعنى أن الله وليُّ الذين تبتلوا إليه بالكلية وتنزّهوا عن كل ما يشغل سرَّهم عنه فلم يخطُرْ ببالِهم شيءٌ من مطلوب أومحذور فضلاً عن الحزن بفواته أو الخوفِ من وقوعه وهو المعنيُّ بما به الصبرُ المأمورُ به حسبما أشير إليه وبه يحصل التقريب ويتم التعليل كما في قوله تعالى فاصبر إِنَّ العاقبة لِلْمُتَّقِينَ على أحد التفسيرين كما حُقق في مقامه وإلا فمجردُ التوقي عن المعاصي لا يكون مداراً لشيء من العزائم المرخصِ في تركها فكيف بالصبر المشارِ إليه ورديفيه وإنما مدارُه المعنى المذكورُ فكأنه قيل إِنَّ الله مَعَ الذين صبروا وإنما أوثر مَا عليهِ النظمُ الكريمُ مبالغةً في الحث على الصبر بالتنبيه على أنه من خصائص أجل النعوتِ الجليلة وروادفِه كما أن قوله تعالى {والذين هُم مُّحْسِنُونَ} للإشعار بأنَّه من باب الإحسانِ الذي يتنافس فيه المتنافسون على ما فُصل ذلك حيث قيل واصبر فَإِنَّ الله لَا يُضِيعُ أَجْرَ المحسنين وقد نُبّه على أنَّ كلاً من الصبر والتقوى من قبيل الإحسان في قوله تعالى إِنَّهُ مَن يَتَّقِ وَيِصْبِرْ فَإِنَّ الله لَا يُضِيعُ أَجْرَ المحسنين وحقيقةُ الإحسانُ الإتيانُ بالأعمال على الوجه اللائقِ الذي هو حسنُها الوصفيُّ المستلزِمُ لحسنها الذاتي وقد فسَّره عليهِ الصَّلاة والسَّلام بقولِه أنْ تعبدَ الله كأنَّك تراهُ فإنْ لم تكنْ تراهُ فإنَّه يراكَ وتكريرُ الموصولِ للإيذان بكفاية كلَ من الصلتين في ولايته سبحانه من غير أن تكون إحداهما تتمةً للأخرى وإيرادُ الأولى فعليةٌ للدِلالة على الحدوث كما أن إيرادَ الثانيةِ اسميةٌ لإفادة كونِ مضمونِها شيمةً راسخةً لهم وتقديمُ التقوى على الإحسان لما أنَّ التخليةَ متقدِّمةٌ على التحلية والمرادُ بالموصولَين إما جنسُ المتقين والمحسنين وهو عليه الصَّلاةُ والسَّلامُ داخلٌ في زُمرتهم دُخولاً أوليَّا وإما هو عليهِ الصلاةُ والسلامُ ومنْ شايعه عبَّر عنهم بذلك مَدْحاً لهم وثناءً عليهم بالنعتين الجميلين وفيه رمزٌ إلى أنَّ صنيعَه عليه الصلاة والسلام مستتبع لإقتداء الأمةِ به كقول من قال لابن عباس رضي الله عنهما عند التعزية [اصبِرْ نكنْ بك صابرين فإنما صبرُ الرعية عند صبرِ الرأسِ] عن هرم بن حيان أنه قيل له حين الاحتضارِ أوصِ قال إنما الوصيةُ من المال وأوصيكم بخواتيم سورة النحل عن رسول الله صلى الله عليهِ وسلَّم مَنْ قرأَ سورة النحل لَمْ يحاسبْه الله تعالَى بما أنعم عليهِ في دارِ الدُّنيا وإن مات في يومِ تلاها أو ليلتَه كان له من الأجر كالذي مات وأحسن الوصية والحمد لله وحده والصلاة والسلام على رسوله وآله أجمعين </p><p> سورة الإسراء مكية إلا الآيات ٢٦ ٣٢ ٣٣ ٥٧ ومن آية ٧٣ إلى آية ٨٠ فمدنية وآياتها ١١١) </p><p> بِسْمِ اللهِ الرحمن الرحيم </p>"
}