{
  "id": null,
  "sura": 17,
  "aya": 12,
  "text": "<p> {وجعلنا الليل والنهار آيتين} شروع في بيان بعض وجوه ما ذُكر من الهداية بالإرشاد إلى مسلك الاستدلالِ بالآيات والدلائلِ الآفاقية التي كلُّ واحدة منها برهانٌ نيِّرٌ لا ريب فيه ومنهاجٌ بيِّنٌ لا يضل من لا ينتحيه فإن الجعلَ المذكورُ وما عُطف عليهِ من محو آية الليل وجعل آيةِ النهار مبصرةً وإن كانت من الهدايات التكوينية لكن الإخبارَ بذلك من الهدايات القرآنية المنبّهة على تلك الهداياتِ وتقديمُ الليل لمراعاة الترتيبِ الوجوديِّ إذ منه ينسلخ النهارُ وفيه تظهرُ غُررُ الشهور ولو أن الليلةَ أضيفت إلى ما قبلها من النهار لكانت من شهر وصاحبُها من شهر آخرَ ولترتيب غايةِ آيةِ النهار عليها بلا واسطة أي جعلنا الملوين بهيا تهما وتعاقبُهما واختلافِهما في الطول والقِصَر على وتيرةٍ عجيبة يحار في فهمها العقولُ آيتين تدلان على أن لهما صانعاً حكيماً قادراً عليماً وتهديان إلى ما هدى إليه القرآنُ الكريم من ملة الإسلام والتوحيد {فمحونا آية الليل} الإضافةُ إما بيانيةٌ كما في إضافة العددِ إلى المعدود أي محونا الآية التي هي الليلُ وفائدتُها تحقيق مضمون الجملة السابقةِ ومحوُها جعلُها ممحُوّةَ الضوءِ مطموستَه لكنْ لا بعدَ أنْ لم يكن كذلك بل إبداعُها على ذلك كما في قولِهم سُبحان مَنْ صغر البعوضَ وكبَّر الفيل أي أنشأهما كذلك والفاءُ تفسيريةٌ لأن المحو المذكورُ وما عُطف عليه ليس مما يحصل عَقيبَ جعل الجديدين آيتين بل هما من جملة ذلك الجعلِ ومتماته {وجعلنا آية النهار} أي الآية التي هي النهارُ على نحو ما مر {مُبْصِرَةً} </p><p> أي مضيئةً يبصَر فيها الأشياءُ وصفاً لها بحال أهلها أو مبصرةً للناس من أبصره فبصره وإما حقيقية وآية الليلُ والنهار نيِّراهما ومحوُ القمر إما خلقه مطموس التور في نفسه فالفاء كما ذكر وأما نقص ما استفادوا من الشمس شيئاً فشيئاً إلى المحاق على ما هو معنى المحو والفاءُ للتعقيب وجعلُ الشمس مبصرةً إبداعُها مضيئةً بالذات ذاتَ أشعة تظهر بها الأشياءُ المظلمة {لّتَبْتَغُواْ} متعلقٌ بقوله تعالى وجعلنا آية النهار كما أُشير إليه أي وجعلناها مضيئة لتطلُبوا لأنفسكم في بياض النهار {فَضْلاً مّن رَّبّكُمْ} أي رزقاً إذ لا يتسنى ذلك في الليلِ وفي التعبيرِ عن الرزق بالفضل وعن الكسب بالابتغاء والتعرضُ لصفة الربوبيةِ المنبئةِ عن التبليغِ إلى الكمالِ شيئاً فشيئاً دلالةٌ على أن ليس للعبد في تحصيل الرزق تأثيرٌ سوى الطلبِ وإنما الإعطاءُ إلى الله سبحانه لا بطريق الوجوبِ عليه بل تفضلاً بحكم الربوبية {وَلِتَعْلَمُواْ} متعلقٌ بكِلا الفعلين أعني محو آية الليل وجعل آيةِ النهار مبصرةً لا بأحدهما فقط إذ لا يكون ذلك بانفراده مداراً للعلم المذكور أي لتعلموا بتفاوت الجديدَين أو نيِّريْهِما ذاتاً من حيث الإظلامُ والإضاءة مع تعاقبهما أو حركتهما وأوضاعِهما وسائرِ أحوالِهما {عَدَدَ السنين} التي يتعلق بها غرض علمي لإقامة مصالحكم الدينية والدنيوية {والحساب} أي الحسابَ المتعلقَ بما في ضمنها من الأوقات أي الأشهرَ واللياليَ والأيامَ وغير ذلك مما نيط به شيء من المصالح المذكورة ونفس السنة من حيث تحققُها مما ينتظمه الحسابُ وإنما الذي تعلق به العدُّ طائفةٌ منها وتعلقُه في ضمن ذلك بكل واحدة منها ليس من الحيثية المذكورة أعني حيثية تحققِها وتحصُّلها من عدة أشهر قد تحصل كلَّ واحدٍ منها من عدة أيامٍ قد حصل كلٌ منها بطائفة من الساعات مثلاً فإن ذلك وظيفةُ الحساب بل من حيث إنها فرد من تلك الطائفة المعدودة يعدها أي يُفنيها من غيرِ أنْ يعتبرَ في ذلك تحصل شي معين وتحقيقُه ما مَرَّ في سورةِ يونس من أن الحساب أحصاه ماله كميةٌ منفصلة بتكرير أمثالِه من حيث يتحصل بطائفة معينة منها حد معين منه له اسمٌ خاصٌّ وحكمٌ مستقل كما أشير إليه آنفاً والعدُّ إحصاؤُه بمجرد تكرير أمثالِه من غير أن يتحصل منه شيء كذلك ولما أن السنين لم يعتبر فيها حدٌّ معين له اسم خاص وحكم مستقل أضيف إليها الغدد وعلق الحساب بما عاداها مما اعتبر فيه تحصُّل مراتبَ معينةٍ لها أسامٍ خاصة وأحكامٌ مستقلة وتحصّلُ مراتب الأعداد من العشرات والمئات والألوف اعتباري لا يجدي في تحصل المعدودات وتقديم العدد على الحساب مع أن الترتيبَ بين متعلّقيهما وجوداً وعلماً على العكس للتنبيه منْ أولِ الأمرِ عَلى أن متعلق الحساب ما في تضاعيف السنين من الأوقات أو لأن العلم المتعلق بعدد السنين علم إجمالي بما تعلق به الحساب تفصيلا أو لأن العدد من حيث إنه لم يعتبر فيه تحصلُ شيءٍ آخرَ منه حسبما ذكر نازلٍ من الحساب المعتبر فيه ذلك منزلة البسيط من المركب أو لأن العلم المتعلقَ بالأول أقصى المراتب فكان جديراً بالتقديم في مقام الامتنان والله سبحانه أعلم {وَكُلَّ شىْء} تفتقرون إليه في المعاش والمعادِ سوى ما ذكر من جعل الليل والنهار آيتين وما يتبعه من المنافع الدينيةِ والدنيويةِ وهو منصوبٌ بفعل يفسره قوله تعالى {فَصَّلْنَاهُ تَفْصِيلاً} أي بيناه في القرآن الكريم بياناً بليغاً لا التباسَ معه كقوله تعالى وَنَزَّلْنَا عَلَيْكَ الكتاب تِبْيَانًا لّكُلّ شَىْء فظهر كونُه هادياً للتي هي أقوم ظهوراً بيناً </p><p> الإسراء </p>"
}