{
  "id": null,
  "sura": 18,
  "aya": 46,
  "text": "<p> {المال والبنون زِينَةُ الحياة الدنيا} بيانٌ لشأن ما كانوا يفتخِرون به من محسّنات الحياة الدنيا كما قال الأخُ الكافرُ أنا أكثر منك مالا وأعز نفراً إثرَ بيانِ شأن نفسها بما مر من المثَل وتقديمُ المال على البنين مع كونهم أعز منه كما في الآية المحكية آنفاً وقولِه تعالى {وأمددناكم بأموال وَبَنِينَ} وغيرِ ذلك من الآيات الكريمة لعراقته فيما نيط به من الزينة والإمدادِ وغيرِ ذلك وعمومِه بالنسبة إلى الأفراد والأوقات فإنه زينةٌ ومُمِدٌّ لكل أحدٍ من الآباء والبنين في كل وقت وحينٍ وأما البنون فزينتُهم وإمدادُهم إنما يكون بالنسبة إلى مَنْ بلغ مبلغَ الأُبوةِ ولأن المالَ مناطٌ لبقاء النفسِ والبنين لبقاء النوع ولأن الحاجةَ إليه أمسُّ من الحاجة إليهم ولأنه أقدم منهم في الوجود ولأنه زينةٌ بدونهم من غير عكس فإن من له بنونَ بلا مال فهو في ضيقِ حالٍ ونكال وإفرادُ الزينة مع أنها مسنَدةٌ إلى الإثنين لما أنها مصدرٌ في الأصل أُطلق على المفعول مبالغة كأنهما نفسُ الزينة والمعنى أن ما يفتخرون به من المال والبنين شيءٌ يُتزيّن به في الحياة الدنيا وقد عُلم شأنُها في سرعة الزوال وقرب الاضمحلال فكيف بما هو من أوصافها التي شأنُها أن تزول قبل زوالِها {والباقيات الصالحات} هي أعمالُ الخير وقيل هي في الصلواتُ الخمسُ وقيل سبحان الله والحمد لله ولا إله إلا الله والله أكبرُ وقيل كلُّ ما أريد به وجهُ الله تعالى وعلى كل تقدير يدخُل فيها أعمالُ فقراءِ المؤمنين الذين يَدْعُونَ رَبَّهُمْ بالغداة والعشى يريدون وجهَه دخولاً أولياً أما صلاحُها فظاهر وأما بقاؤها فبقاء عوائدِها عند فناءِ كلِّ ما تطمح إليه النفسُ من حظوظ الدنيا {خَيْرٌ} أي مما نُعت شأنُه من المال والبنين وإخراجُ بقاءِ تلك الأعمالِ وصلاحِها مُخرَجَ الصفات المفروغِ عنها مع أن حقهما أي يكون مقصودَي الإفادةِ لا سيما في مقابلة إثباتِ الفناء لما يقابلها من المال والبنين على طريقة قوله تعالى ما عندكم ينفذ وَمَا عِندَ الله بَاقٍ للإيذان بأن بقاؤها أمرٌ محقّقٌ لا حاجةَ إلى بيانه بل لفظُ الباقيات اسم له وصفٌ ولذلك لم يُذكر الموصوفُ وإنما الذي يُحتاج إلى التعرض له خيرتها {عِندَ رَبّكَ} أي في الآخرة وهو بيانٌ لما يظهر فيه آثار خيرتها بمنزلة إضافة الزينةِ إلى الحياة الدنيا لا لأفضليتها فيها من المال والبنين مع مشاركة الكلِّ في الأصل إذ لا مشاركةَ لهما في الخيرية في الآخرة {ثَوَاباً} عائدةً تعود إلى صاحبها {وَخَيْرٌ أَمَلاً} حيث ينال بها صاحبُها في الآخرة كلَّ ما كان يؤمله في الدنيا </p><p> الكهف ٤٧ ٤٨ وأما ما مر من المال والبنين فليس لصاحبه أملا يناله وتكريرُ خيرٌ للإشعار باختلاف حيثية الخيرية والمبالغةِ فيها </p>"
}