{
  "id": null,
  "sura": 19,
  "aya": 8,
  "text": "<p> (قال) استئناف مبني على السؤالِ كأنَّه قيلَ فماذَا قال عليه الصلاة والسلام حينئذ فقيل قال (رَبّ) ناداه تعالى بالذات مع وصول خطابِه تعالى إليه بتوسيط الملَك للمبالغة في التضرع والمناجاة والجِدِّ في التبتل إليه تعالى والاحترازِ عما عسى يُوهم خطابُه للملك من توهُّم أن علمَه تعالى بما يصدُر عنه متوقِّفٌ على توسطه كما أن علمَ البشرِ بما يصدر عنه سبحانه متوقِّفٌ على ذلك في عامة الأوقات (أنى يَكُونُ لِي غلام) كلمة أنى بمعنى كيف أو من أين وكان إما تامةٌ وأنى واللام متعلقتان بها وتقديمُ الجارِّ على الفاعلِ لما مرَّ مرارا من الاعتناء بما قدم والتشويق إلى ما أُخر أي كيف أو من أين يحدُث لي غلامٌ ويجوزُ أن تتعلق اللامُ بمحذوفٍ وقعَ حالاً من غلامٌ إذ لو تأخرَ لكانَ صفةً لهُ أي أنى يحدث كائناً لي غلام أو ناقصةٌ اسمُها ظاهرٌ وخبرُها إما أنى ولي متعلقٌ بمحذوف كما مر أو هو الخبر وأنى نصبٌ على الظرفية وقوله تعالى (وَكَانَتِ امرأتى عَاقِرًا) حال من ضمير المتكلم بتقدير قد وكذا قوله تعالى (وَقَدْ بَلَغْتُ مِنَ الكبر عِتِيّاً) حالٌ منه مؤكدةٌ للاستبعاد إثرَ تأكيد أي كانت امرأتي عاقراً لم تلِدْ في شبابها وشبابي فكيف وهي الآن عجوزٌ وقد بلغتُ أنا من أجل كِبَر السنِّ جساوة وقحولاً في المفاصل والعِظام أو بلغتُ من مدارج الكِبَر ومراتبه ما يسمى عِتيًّا من عتا يعتو وأصله عتو وكقعود فاستُثقل توالي الضمتين والواوين فكسرت التاء فانقلبت الأولى ياء لسكونها وانكسار ما قبلها ثم قلبت الثانية أيضا لاجماع الواو والياء وسبْقِ إحداهما بالسكون وكُسرت العينُ إتباعاً لها لما بعدها وقرئ بضمها ولعل البداءة ههنا بذكر حال امرأتِه على عكس ما في سورة آل عمرانَ لِما أنه قد ذُكر حالُه في تضاعيف دعائِه وإنما المذكورُ ههنا بلوغُه أقصى مراتبِ الكِبَر تتمةً لما ذكر قبل وأما هنالك فلم يسبِقْ في الدعاء ذكرُ حاله فلذلك قدّمه على ذكر حال امرأتِه لِما أن المسارعةَ إلى بيان قصورِ شأنه أنسبُ وإنما قالَه عليه الصَّلاةُ والسَّلامُ مع سبق دعائِه بذلك وقوةِ يقينه بقدرة الله لا سيما بعد مشاهدتِه للشواهد المذكورة في سورة آلِ عمران استعظاماً لقدرة الله تعالى وتعجيباً منها واعتداداً بنعمته تعالى عليه في ذلك بإظهار أنه من محضِ لطفِ الله عز وعلا وفضله مع كونه في نفس من الأمور المستحيلةِ عادة لا استبعاداً له وقيل إنما قاله ليُجابَ بما أجيب به فيزدادَ المؤمنون إيقاناً ويرتدعَ المبطلون وقيل كان ذلك منه عليه الصلاة والسلام استفهاماً عن كيفية حدوثه وقيل بل كان ذلك بطريق الاستبعادِ حيث كان بين الدعاء والبِشارة ستون سنة وكان قد نسِيَ دعاءَه وهو بعيد </p>"
}