{
  "id": null,
  "sura": 20,
  "aya": 56,
  "text": "<p> {وَلَقَدْ أريناه} حكايةٌ إجماليةٌ لما جرى بين موسى عليه الصلاةُ والسلام وبين فرعونَ إثرَ حكايةِ ما ذِكرِه عليه الصَّلاةُ والسَّلامُ بجلائل نَعمائِه الداعيةِ له إلى قَبول الحقِّ والانقيادِ له وتصديرُها بالقسم لإبراز كما العنايةِ بمضمونها وإسنادُ الإراءةِ إلى نون العظمةِ نظراً إلى الحقيقة لا إلى موسى نظر إلى الظاهر لتهويل أمرِ الآياتِ وتفخيمِ شأنها وإظهار كمال شاعة للعين وتماديه في المكابرة والعناد أي وبالله لقد بصّرنا فرعون أو عرفناه {آياتنا} حين قال لموسى عليه الصَّلاةُ والسَّلامُ إِن كُنتَ جِئْتَ بِآية فَأْتِ بِهَا إِن كُنتَ مِنَ الصادقين فألقى عَصَاهُ فَإِذَا هِىَ ثُعْبَانٌ مُّبِينٌ وَنَزَعَ يَدَهُ فَإِذَا هِىَ بَيْضَاء للناظرين وصيغةُ الجمع مع كونهما اثنتين باعتبار ما في تضاعيفهما من بدائع الأمورِ التي كلٌّ منهَا آيةٌ بينةٌ لقوم يعقلون </p><p> طه ٥٧ حسبما بُيّن في تفسيرِ قولِه تعالى اذهب أَنتَ وأخوك بآياتي وقد ظهر عند فرعونَ أمورٌ أُخَرُ كلُّ واحد منها داهيةٌ دهياءُ فإنَّه رُويَ أنَّه عليهِ الصلاةُ والسلام لما ألقاها انقلبتْ ثُعباناً أشعَرَ فاغراً فاهُ بين لَحْيَيهِ ثمانونَ ذراعاً وَضع لَحيَه الأسفلَ عَلى الأرضِ والأَعْلى على سور القصر وتوجه نحوَ فرعونَ فهربَ وأحدثَ وانهزم الناسُ مزدحِمين فماتَ منهُم خمسةٌ وعشرونَ ألفاً من قومه فصاح فرعونُ يا موسى أنشدكَ بالذي أرسلكَ إلا أخذتَه فأخذَهُ فعادَ عصا وروي أنها انقلبتْ حيةً ارتفعتْ في السماءِ قدرَ ميلٍ ثمَّ انحطتْ مُقبلةً نحوَ فرعونٍ وجعلتْ تقولُ يا مُوسَى مُرْني بما شئتَ ويقولُ فرعون أنشدك الخ ونزع يده من جيبه فإذا هي بيضاءُ بياضاً نورانيا خراجا عن حدود العادات قد غلب شعاعُه شعاعَ الشمس يجتمع عليه النَّظارةُ تعجباً من أمره ففي تضاعيف كلَ من الآيتين آياتٌ جمّةٌ لكنها لما كانت غيرَ مذكورةٍ صراحة أُكدتْ بقوله تعالى {كُلَّهَا} كأنه قيل أريناه آيتَيْنا بجميع مُستتبَعاتِهما وتفاصيلِهما قصداً إلى بيان إنه لم يبقَ له في ذلك عذرٌ ما ولا مساغَ لعد بقية الآياتِ التسعِ منها لما أنها إنما ظهرتْ على يدِه عليهِ الصَّلاة والسَّلامُ بعدما غلبَ السحرةَ على مهلٍ في نحوٍ من عشرينَ سنةً كما مرَّ في تفسير سورةِ الأعرافِ ولا ريبَ في أن أمرَ السحرةِ مترقَّبٌ بعُد وأبعدُ من ذلك أن يُعدَّ منها ما جُعل لإهلاكهم لا لإرشادهم إلى الإيمان من فلْق البحرِ وما ظهر بعد مهلِكِه من الآيات الظاهرةِ لبني إسرائيل من نتْق الجبل والحجر سواءٌ أريد به الحجرَ الذي فرَّ بثوبه أو الذي انفجرت منه العيون وكذا أن يُعدّ منها الآياتِ الظاهرةِ على يد الأنبياءِ عليهم الصلاة والسلام بناءً على أن حكايته عليه الصلاة والسلام إياها لفرعون في حكم إظهارِها بين يديه وإراءتِه إياها لاستحالة الكذب عليه عليه الصَّلاةُ وَالسلامُ فإنَّ حكايته عليه الصلاة والسلام إياها لفرعون مما لم يجر ذكره ههنا على أن ما سيأتي من حمل ما أظهره عليه الصلاة والسلام على السحر والتصدي للمعارضة بالمثل يأباه إباءً بيّناً وينطِق بأن المرادَ بها ما ذكرناه قطعاً ولولا ذلك لجاز جعلُ ما فصله عليه الصلاة والسلام من أفعاله تعالى الدالة على اختصاصه بالربوبية وأحكامِها من جملة الآيات {فَكَذَّبَ} موسى عليه الصلاة والسلام من غير تردّد وتأخُّر مع ما شاهد في يده من الشواهد الناطقةِ بصدقه جحوداً وعِناداً {وأبى} الإيمانَ والطاعةَ لعتوّه واستكبارِه وقيل كذب بالآيات جميعاً وأبى أن يقبل شيئاً منها أو أبى قَبولَ الحق وقوله تعالى </p>"
}