{
  "id": null,
  "sura": 21,
  "aya": 98,
  "text": "<p> {إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ} خطابٌ لكفار مكةَ وتصريحٌ بمآل أمرهم مع كونه معلوماً مما سبق على وجه الإجمالِ مبالغة في الإنذار وإزاحةِ الاعتذار وما تعبدون عبارةٌ عن أصنامهم لأنها التي يعبدونها كما يُفصح عنه كلمةُ ما وقد رُوِيَ أنَّ رسولَ الله صلى الله عليه وسلم حين </p><p> تلا الآيةَ قال له ابن الزبعري خصمتك ورب الكعبة أليست اليهود عبدواعزيزا والنصارى المسيحَ وبنو مليحٍ الملائكةَ ردّ عليه بقوله صلى الله عليه وسلم ما أجهلك بلغة قومك أما فهمت أن مالما لا يعقل ولا يعارضه ماروى إنه صلى الله عليه وسلم رده بقوله بل هم عبدو الشياطين التي أمرتهم بذلك ولاماروى أن ابن الزُّبعري قال هذا شيءٌ لآلهتنا خاصة أو لكل من عُبد من دون الله فقال صلى الله عليه وسلم بل لكل من عُبد من دونِ الله تعالَى إذ ليس شيءٌ منهما نصاً في عموم كلمة ما كما أن الأولَ نصٌّ في خصوصها وشمولُ حكم النص لا يقتضي شمولَه بطريق العبارة بل يكفي في ذلك شمولُه لهم بطريق دِلالة النصِّ بجامع الشركةِ في المعبودية من دونِ الله تعالَى فعلله صلى الله عليه وسلم بعدما بين مدلولَ النظمِ الكريم بما ذكر وعدمَ دخول المذكورين في حكمه بطريق العبارةِ بيّن عدم دخولِهم فيه بطريق الدِلالة أيضاً تأكيداً للرد والإلزام وتكريراً للتبكيت والإفحام لكن لا باعتبار كونهم معبودين لهم كما هو زعمُهم فإن إخراجَ بعضِ المعبودين عن حكم منبىءٍ عن الغضب على العبَدة والمعبودين مما يوهم الرخصةَ في عبادته في الجملة بل بتحقيق الحقِّ وبيانِ أنهم ليسوا من العبودية في شيء حتى يُتوهم دخولُهم في الحكم المذكورِ دلالة بموجب شركتهم للأصنام في المعبودية من دونِ الله تعالَى وإنما معبودُهم الشياطينُ التي أمرتهم بعبادتهم كما نطق به قوله تعالى سبحانك أَنتَ وَلِيُّنَا مِن دُونِهِمْ بَلْ كَانُواْ يَعْبُدُونَ الجن الآية فهم الداخلون في الحُكم المذكور لاشتراكهم مع الأصنامَ في المعبودية من دونه تعالى دون المذكورين عليهم السلام وهذا هو الوجهُ في التوفيق بين الأخبار المذكورة وأما تعميمُ كلمةِ ما للعقلاء أيضاً وجعلُ ما سيأتِي من قولِه تعالى إِنَّ الذين سَبَقَتْ لَهُمْ منا الحسنى الخ بياناً للتجوز أو التخصيص فما لا يساعده السباقُ والسياق كما يشهد به الذوقُ السليم والحَصَبُ ما يُرمى به ويهيج به النار من حصَبه إذا رماه بالحصْباء وقرىء بسكون الصاد وصفا له ئبالمصدر للمبالغة {أَنتُمْ لَهَا وَارِدُونَ} استئنافٌ أو بدلٌ من حصبُ جهنمَ واللامُ معوّضة من على الدلالة على الاختصاص وأن وردهم لأجلها والخطابُ لهم ولما يعبدون تغليباً </p>"
}