{
  "id": null,
  "sura": 22,
  "aya": 30,
  "text": "<p> {ذلك} أي الأمرُ ذلك وهذا وأمثاله </p><p> سورة الحج (٣١) يُطلق للفصل بين الكلامينِ أو بين وجهَيْ كلامٍ واحد {وَمَن يُعَظّمْ حرمات الله} أي أحكامَه وسائر مالا يحلُّ هتكُه بالعلم بوجوب مُراعاتها والعملِ بموجبه وقيل الحُرمُ وما يتعلَّق بالحجِّ من التكليف وقيل الكعبةُ والمسجدُ الحرامُ والبلدُ الحرامُ والشَّهرُ الحرامُ {فَهُوَ خَيْرٌ لَّهُ} أي فالتَّعظيمُ خير له ثواباً {عِندَ رَبّهِ} أي في الآخرة والتَّعرُّضُ لعُنوانِ الرُّبوبيَّةِ مع الإضافة إلى ضمير مَن لتشريفه والإشعار بعلَّةِ الحكم {وَأُحِلَّتْ لَكُمُ الأنعام} وهي الأزواجُ الثَّمانيةُ على الإطلاقِ فقوله تعالى {إِلَاّ مَا يتلى عَلَيْكُمْ} أي إلا ما يتلى عليكم آيةُ تحريمهِ استثناءٌ متَّصلٌ منها على أنَّ مَا عبارةٌ عمَّا حُرِّم منها لعارضٍ كالميتة وَمَا أُهِلَّ بِهِ لِغَيْرِ الله تعالى والجملةُ اعتراضٌ جيءَ به تقريراً لما قبله من الأمرِ بالأكل والإطعام ودفعاً لما عسى بتوهم أنَّ الإحرامَ يحرِّمُه كما يحرم الصَّيدُ وعدمُ الاكتفاء ببيان عدم كونها من ذلك القبيلِ بحمل الأنعام على ما ذكر من الضَّحايا والهدايا المعهودة خاصَّةً لئلَاّ يحتاج إلى الاستثناء المذكورِ إذ ليس فيها ما حُرِّمَ لعارضٍ قطعاً لمراعاة حسنِ التَّخلصِ إلى ما بعدَهُ من قوله تعالى {فاجتنبوا الرجس مِنَ الأوثان} فإنَّه مترتِّبٌ على ما يُفيده قولُه تعالَى ومن يعظم حرمات الله من وجوب مراعاتها والاجتنابِ عن هتكِها ولمَّا كان بيانُ حلِّ الأنعام من دَوَاعي التَّعاطِي لا مِن مبادئ الاجتنابِ عُقِّب بما يُوجب الاجتنابَ عنه من المحرَّماتِ ثم أمر بالاجتناب عمَّا هو أقصى الحرماتِ كأنَّه قيل ومَن يعظِّم حرماتِ الله فهو خيرٌ له والأنعامُ ليستْ من الحُرُماتِ فإنَّها محلَّلةٌ لكم إلَاّ ما يتلى عليكم آية تحريمه فإنَّه ممَّا يجبُ الاجتنابُ عنه فاجتنبُوا ما هو معظمُ الأمورِ التي يجب الاجتناب عنها وقولُه تعالى {واجتنبوا قَوْلَ الزور} تعميمٌ بعد تخصيصٍ فإنَّ عبادة الأوثان رأس لزور كأنَّه لمَّا حثَّ على تعظيم الحُرمات أتبعَ ذلك ردًّا لما كانت الكفرةُ عليه من تحريم البحائرِ والسَّوائبِ ونحوهِما والافتراءِ على الله تعالى بأنَّه حَكَم بذلك وقيل شهادة الزُّورِ لما روي أنه عليه السلام قالَ عَدلت شهادةُ الزُّورِ الإشراكَ بالله تعالى ثلاثاص وتلا هذه الآية والزُّورُ من الزَّور وهو الانحرافُ كالإفكِ المأخوذِ من الأفْك الذي هو القلبُ والصَّرفُ فإنَّ الكذبَ منحرفٌ مصروفٌ عن الواقعِ وقيل هو قولُ أهلِ الجاهلية في تلبيتهم لبَّيكَ لا شريكَ لكَ إلَاّ شريكٌ هو لك تملكُه وما ملكَ </p>"
}