{
  "id": null,
  "sura": 23,
  "aya": 23,
  "text": "<p> {وَلَقَدْ أَرْسَلْنَا نُوحًا إلى قَوْمِهِ} شروعٌ في بيانِ إهمال الأُمم السَّابقةِ وتركهم النَّظرَ والاعتبارَ فيما عُدِّد من النِّعمِ الفائتة للحصر وعدم تذكرهم بتذكير رسلهم وما حاقَ بهم لذلك من فُنون العذاب تحذيراً للمُخاطبين وتقديمُ قصَّةِ نوحٍ عليه السَّلامُ على سائرِ القصصِ مما لا يخفى وجهُه وفي إيرادِها إثرَ قوله تعالى وَعَلَى الفلك تُحْمَلُونَ من حُسنِ الموقِع ما لا يُوصف والواوُ ابتدائيةٌ واللامُ جوابُ قسمٍ محذوفٍ وتصديرُ القِصَّةِ به لإظهار كمالِ الاعتناءِ بمضمونِهَا أي وبالله لقد أرسلنا نوحا الأخ ونسبهُ الكريمُ وكيفيَّةُ بعثهِ وكميَّةُ لبثهِ فيما بينهم قد مرَّ تفصيله في سورة الأعراف وسورة هود {فعال} متعطِّفاً عليهم ومستميلاً لهم إلى الحق {يا قوم اعبدوا الله} أي اعبدوه وحدَه كما يُفصح عنه قولُه تعالى في سُورة هود أَن لَاّ تَعْبُدُواْ إِلَاّ الله وتركَ التَّقييدِ به للإبذان بإنَّها هي العبادةُ فقط والعبادة بالإشراكِ فليستْ من العبادة في شيءٍ رأساً وقولُه تعالى {مَّا لَكُمْ مّنْ إله غَيْرُهُ} استئنافٌ مَسوقٌ لتعليل العبادةِ المأمورِ بها أو تلعيل الأمرِ بها وغيرُه بالرَّفعِ صفة </p><p> سورة المؤمنون (٢٤ ٢٥) لإله باعتبارِ محلِّه الذي هو الرفعِ على أنَّه فاعلُ أو مبتدأٌ خبرُه لكُم أو محذوفٌ ولكُم للتَّخصيصِ والتَّبيينِ أي ما لكُم في الوجودِ أو في العالمِ إله غيرُه تعالى وقرئ بالجرِّ باعتبار لفظه {أَفَلَا تتقون} أي أفلا تقوت أنفسَكم عذابَه الذي يستوجبه ما أنتم عليه من ترك عبادته كما يفصحُ عنه قولُه تعالى إِنّى أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ وقولُه تعالى عَذَابَ يَوْمٍ أَلِيمٍ وقيل أفلا تخافون أنْ ترفضُوا عبادة الله الذي هو ربُّكم الخ وليس بذاكَ وقيل أفلا تخافون أنْ يُزيل عنكم نعمَه الخ وفيهِ ما فيهِ والهمزةُ لإنكارِ الواقعِ واستقباحِه والفاء للعطف على مقدر يقتضيهِ المقامُ أي أتعرفون ذلك أي مضمونَ قولِه تعالى مَا لَكُم مّنْ إله غَيْرُهُ فلا تتَّقون عذابَه بسبب إشراكِكم به في العبادة ما لا يستحقُّ الوجودَ لولا إيجادُ الله تعالى إيَّاهُ فضلاً عن استحقاقِ العبادة فالمنكر عدمُ الاتِّقاءِ مع تحقُّق ما يُوجبه أو ألا تلاحِظون ذلكَ فلا تتَّقُونه فالمنكر كلا الأمرين فالممالعة حينئذٍ في الكميَّةِ وفي الأوَّلِ في الكيفيَّةِ </p>"
}