{
  "id": null,
  "sura": 24,
  "aya": 43,
  "text": "<p> {أَلَمْ تَرَ أَنَّ الله يُزْجِى سَحَاباً} الإزجاءُ سوقُ الشَّيءِ برفقٍ وسهولة غلبَ في سوقِ شيءٍ يَسيرٍ أو غيرِ معتدَ به ومنه البضاعةُ المُزجاة ففيه إيماءٌ إلى أنَّ السَّحابَ بالنسبةِ إلى قُدرتِه تعالى مما لا يعتد به {ثُمَّ يُؤَلّفُ بَيْنَهُ} أي بين أجزائِه بضمِّ بعضِها إلى بعض وقرئ يُوَلِّف بغير همزةٍ {ثُمَّ يَجْعَلُهُ رُكَاماً} أي مُتراكماً بعضُه فوقَ بعضٍ {فَتَرَى الودق} أي المطرَ إثرَ تراكمِه وتكاثفِه وقوله تعالى {يَخْرُجُ مِنْ خِلَالِهِ} أي من فتوقِه حالٌ من الوَدْق لأنَّ الرُّؤيةَ بصريَّةٌ وفي تعقيب الجعلِ المذكورِ برؤيته خارجاً لا بخروجه من المبالغةِ في سرعةِ الخُروج على طريقة قوله تعالى فَقُلْنَا اضرب بّعَصَاكَ البحر فانفلق ومن الاعتناءِ بتقرير الرُّؤيةِ ما لا يخفى والخِلالُ جمع خَلَلٍ كجِبَالٍ وجَبَلٍ وقيل مفردٌ كحِجابٍ وحِجاز ويؤيده أنه قرئ من خَلَلِه {وَيُنَزّلُ مِنَ السماء} من الغمامِ فإن كلَّ ما علاك سماءٌ {مِن جِبَالٍ} أي من قطعٍ عظامٍ تُشبه الجبالَ في العِظَمِ كائنة {فِيهَا} وقوله تعالى {مِن بَرَدٍ} مفعولُ ينزل على أنَّ مِن تبعيضيَّةٌ والأُوليانِ لابتداء الغايةِ على أنَّ الثَّانية بدلُ اشتمالٍ من الأُولى بإعادة الجار أن ينزل مبتدئا من السماء من جبال فيها بعضُ يرد وقيل المفعولُ محذوفٌ ومِن برد بيان للجبال أن ينزل مبتدئا من السماء من جبالٍ فيها من جنس البَرَدِ برداً والأولُ أظهرُ لخُلوهِ عن ارتكاب الحذف والتصريح ببعضه المنزل وقيل المفعولُ مِن مشبهة بالجبالِ في الكثرةِ وأياما كان فتقديمُ الجارِّ والمجرورِ على المفعول لما غيرَ مرةٍ من الاعتناء بالمقدم </p><p> سورة النور (٢٤ ٤٥) والتشريق إلى المؤخَّر وقيل المرادُ بالسَّماءِ المظلة وفيها جبال من برد أن كما في الأرض جبالاً من حَجَرٍ وليس في العقل وما ينفيه من قاطع والمشهر أن الأنجرة إذا تصاعدت ولم تحللها حرارة فبلغت الطبق الباردةَ من الهواءِ وقوي البردُ اجتمع هناك وصار سَحَاباً وإنْ لم يشتدَّ البردُ تقاطر مطراً وإنِ اشتدَّ فإنْ وصلَ إلى الأجزاء البُخاريَّةِ قبل اجتماعها نزل ثلجا وإلا نزل بَرَداً وقد يبردُ الهواءُ برداً مُفرطاً فينقبض وينعقدُ سحاباً وينزل منه المطر أو الثلجُ وكلُّ ذلك مستند إلى إدارة الله تعالى ومشيئتِه المبنيَّةِ على الحِكم والمَصَالحِ {فَيُصِيبُ به} أي ما ينزله من البَرَد {مَن يَشَآء} أنْ يصيبَه به فيناله ما يناله من ضرر نفسه وماله {وَيَصْرِفُهُ عَن مَّن يَشَاء} أنْ يصرفَه عنه فينجُو من غائلتِه {يَكَادُ سَنَا بَرْقِهِ} أي ضوءُ برقِ السَّحابِ الموصوفِ بما مرَّ من الإزجاءِ والتَّأليفِ وغيرِهما وإضافةُ البرقِ إليه قبل الإخبار بوجودِه فبه للإيذانِ بظهور أمرِه واستغنائِه عن التَّصريح به وقُرىء بالمدِّ بمعنى الرِّفعةِ والعُلو وبإدغامِ الدَّالِ في السِّينِ وبرقه يفتح الرَّاءِ على أنَّه جمع برقه وهي مقدار على البرق كالغُرفةِ وبضمِّها للإتباع لضمَّة الباءِ {يَذْهَبُ بالأبصار} أي يخطفُها من فرطِ الأضاءة وسرعق ورودِها وفي إطلاق الأبصارِ مزيدُ تهويلٍ لأمرِه وبيانٌ لشدَّةِ تأثيرِه فيها كأنَّه يكادُ يذهبُ بها ولو عندَ الإغماضِ وهذا مِن أقوى الدَّلائلِ على كمالِ القُدرةِ من حيثُ أنَّه توليدٌ للضدِّ من الضدِّ وقُرىء يُذهب من الإذهابِ على زيادةِ الباءِ </p>"
}