{
  "id": null,
  "sura": 24,
  "aya": 2,
  "text": "<p> {الزانية والزانى} شروعٌ في تفصيلِ ما ذُكِر منَ الآياتِ البيِّناتِ وبيانِ أحكامِها </p><p> سورة النور (٣) والزَّانيةُ هي المرأةُ المُطاوِعةُ للزِّنا الممكِّنةُ منه كما تنبئ عنه الصِّيغةُ لا المزنيةُ كُرهاً وتقديمُها على الزَّاني لأنَّها الأصلُ في الفعل لكونِ الدَّاعيةِ فيها أوفرَ ولولا تمكينُها منه لم يقعْ ورفعُهما على الابتداءِ والخبرُ قولُه تعالى {فاجلدوا كلُّ وَاحِدٍ مّنْهُمَا مائةَ جَلْدَةٍ} والفاءُ لتضمُّنِ المبتدأِ معنى الشرط إذا اللَاّمُ بمعنى الموصولِ والتَّقديرُ التي زنتْ والذي زَنى كما في قوله تعالى واللذان يأتياها منكم فآذوهما وقيل الخبرُ محذوفٌ أي فيما أنزلنا أو فيما فرضنا الزانيةُ والزَّاني أي حُكمهُما وقولُه تعالى فاجلدوا الخ بيانٌ لذلكَ الحُكمِ وكانَ هذا عامًّا في حقِّ المُحصنِ وغيرِه وقد نُسخَ في حقِّ المحصنِ قَطْعاً ويكفينا في تعيينِ الناسخ القطع بأنه صلى الله عليه وسلم قد رجم ماعزا أو غيره فيكونُ من بابِ نسخِ الكتابِ بالسُّنَّةِ المشهُورةِ وفي الإيضاحِ الرَّجمُ حكمٌ ثبتَ بالسنَّةِ المشهورةِ المتفقِ عليها فجازتِ الزيادةُ بها على الكتابِ ورُوي عن عليَ رضي الله عنه جلدتُها بكتابِ اللَّهِ ورجمتُها بسنة رسول الله صلى الله عليه وسلم وقيلَ نُسخ بآيةٍ منسوخةِ التلاوة وهي الشيخ والشيخة إذا زينا فارجمُوهما البتة نكالاً من اللَّهِ واللَّهُ عزيزٌ حكيمٌ ويأباهُ ما رُوي عن علي رضي الله عنه {وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ} وقرئ بفتحِ الهمزةِ وبالمدِّ أيضاً على فَعَالةٍ أي رحمةٌ ورقَّةٌ {فِى دِينِ الله} في طاعتهِ وإقامةِ حدِّه فتطلوه أو تسامحوه فيهِ وقد قالَ رسولُ الله صلى الله عليه وسلم لو سرقتْ فاطمةُ بنتُ محمَّدٍ لقطعتُ يدها {إِن كُنتُمْ تُؤْمِنُونَ بالله واليوم الأخر} منْ بابِ التَّهييج والإلهابِ فإنَّ الإيمانَ بهما يقتضي الجدَّ في طاعته تعالى والاجتهادَ في إجراءِ أحكامِه وذكرُ اليومِ الآخرِ لتذكيرِ ما فيهِ من العقابِ في مقابلةِ المُسامحةِ والتَّعطيلِ {وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مّنَ المؤمنين} أي لتحضره زيادةً في التَّنكيلِ فإنَّ التَّفضيحَ قد يُنكِّلُ أكثرَ ممَّا يُنكلُّ التَّعذيبُ والطَّائفةُ فرقةٌ يُمكن أنْ تكونَ حافَّةً حولَ شيءٍ من الطَّوفِ وأقلُّها ثلاثةٌ كما روي عن فنادة وعن ابن عباس رضي الله عنهما أربعةٌ إلى أربعينَ وعن الحسنِ عشرةٌ والمرادُ جمعٌ يحصلُ بهِ التَّشهيرُ والزَّجرُ </p>"
}