{
  "id": null,
  "sura": 24,
  "aya": 38,
  "text": "<p> {لِيَجْزِيَهُمُ الله} متعلِّق بمحذوفٍ يدلُّ عليه ما حُكي من أعمالهم المرضيَّةِ أي </p><p> سورة النور (٣٩) يفعلون ما يفعلون من المُداومة على التَّسبيح والذِّكرِ وإيتاءِ الزَّكاةِ والخوفِ من غير صارفٍ لهم عن ذلك ليجزيهم الله تعالى {أَحْسَنَ مَا عَمِلُواْ} أي أحسنَ جزاءِ أعمالِهم حسبما وعد لهم بمقابلةِ حسنةٍ واحدة عشرة أمثالهِا إلى سبعمائةِ ضعفٍ {وَيَزِيدَهُم مّن فَضْلِهِ} أي يتفضَّلُ عليهم بأشياءَ لم تُوعد لهم بخصوصيَّاتِها أو بمقاديرِها ولم تخطُر ببالِهم كيفيَّاتُها ولا كميَّاتُها بل إنَّما وُعدت بطريقِ الإجمالِ في مثلِ قولِه تعالى لّلَّذِينَ أَحْسَنُواْ الحسنى وَزِيَادَةٌ وقوله صلى الله عليه وسلم حكايةً عنه عزَّ وجلَّ أعددت لعبادي الصالحين مالا عينٌ رأتْ ولا أذنٌ سمعت ولا خطر على قلبِ بشرٍ وغيرِ ذلك من المواعيدِ الكريمةِ التي من جملتها قوله تعالى {والله يَرْزُقُ مَن يَشَاء بغير حساب} فإنه تذبيل مقرر للزيادة وعد كريم بأنَّه تعالى يُعطيهم غيرَ أجزيةِ أعمالِهم من الخيرات ما لا يفي به الحساب وأما عدمُ سبقِ الوعدَ بالزِّيادة ولو إجمالاً وعدمُ خُطورِها ببالِهم ولو بوجهٍ ما فيأباهُ نظمُها في سلك الغايةِ والموصولُ عبارةٌ عمَّن ذُكرتْ صفاتُهم الجميلةُ كأنَّه قيل والله يرزقُهم بغير حسابٍ ووضعه موضع ضميرهم للتنبيهِ بما في حيزِ الصلة على أنَّ مناطَ الرِّزقِ المذكُور في محضُ مشيئتِه تعالى لا أعمالُهم المحكيَّةُ كما أنَّها الماط لما سبقَ من الهداية لنوره تعالى لا لظاهر الأسباب وللإيذان بأنَّهم ممَّن شاء الله تعالى لأن يرزقَهم كما أنَّهم ممَّن شاء الله تعالى أن يهديَهم لنُوره حسبَما يُعرب عنه ما فُصِّل من أعمالهم الحسنةِ فإنَّ جميعَ مل ذُكر من الذِّكرِ والتَّسبيحِ وإقامِ الصلاةِ وإيتاءِ الزكاةِ وخوفِ اليوم الآخرِ وأهوالِه ورجاءِ الثَّوابِ مقتبسٌ من القرآن الكريم العظيم الذي هو المعنيُّ بالنُّور وبه يتمُّ بيانُ أحوالِ مَن اهتدى بهُداه على أوضح وجه وأجلاه وهذا وقد قيلَ قولُه تعالى فِى بُيُوتٍ الخ من تتمة التَّمثيلِ وكلمةُ في متعلقةٌ بمحذوفٍ هي صفة لمشكاةٍ أي كائنةٍ في بيوتٍ وقيل لمصباح وقيل لزجاجة وقيل متعلِّقةٌ بيُوقَد والكلُّ مما لا يليقُ بشأن التنزيلِ الجليلِ كيف لا وأنَّ ما بعد قولِه تعالى وَلَوْ لَمْ تَمْسَسْهُ نَارٌ على ما هو الحقُّ أو ما بعد قوله تعالى نُّورٌ على نُورٍ على ما قيل إلى قولِه تعالى بِكُلّ شَىْء عَلِيمٌ كلامٌ متعلِّقٌ بالمُمَثَّل قطعاً فتوسيطُه بين أجزاءِ التَّمثيل مع كونِه من قبيل الفصل بين الشَّجر ولحائِه بالأجنبيِّ يؤدِّي إلى كون ذكر حال المنتفعين بالتَّمثيلِ المهديِّينَ لنور القُرآن الكريم بطريق الاستتباعِ والاستراط مع كون بيان حال أضدادِهم مقصوداً بالذَّاتِ ومثلُ هذا ممَّا لا عهدَ به في كلام الناسِ فضلاً أنْ يُحملَ عليه الكلامُ المعجِزُ </p>"
}