{
  "id": null,
  "sura": 24,
  "aya": 26,
  "text": "<p> {الخبيثات} إلخ كلامٌ مستأنفٌ مسوقٌ على قاعدةِ السنةُ الإلهية الجاريةُ فيما بين الخلقِ على موجب أنَّ لله تعالى مَلَكاً يسوقُ الأهلَ إلى الأهلِ أي الخبيثاتُ من النِّساءِ {لِلْخَبِيثِينَ} من الرِّجال أي مختصَّاتٌ بهم لا يكَدْنَ يتجاوزْنَهم إلى غيرِهم على أنَّ اللامَ للاختصاصِ {والخبيثون} أيضاً {للخبيثات} لأنَّ المُجانسةَ من دَوَاعي الانضمامِ {والطيبات} منهنَّ {للطيبين} أيضا منهم {والطيبون}  {للطيبات} منهنَّ بحيثُ لا يك يجاوزوهنَّ إلى من عداهنَّ وحيثُ كان رسولُ الله صلى الله عليه وسلم أطيبَ الأطيبينِ وخيرةَ الأوَّلين والآخرين تبين كونُ الصِّدِّيقةِ رضيَ الله عنَها من أطيب الطَّيباتِ بالضَّرورةِ واتَّضح بطلانُ ما قيل في حقِّها من الخُرافاتِ حسبما نطق به قوله تعالى {أولئك مبرؤون مما يقولون} عل أنَّ الإشارةَ إلى أهلِ البيتِ المنتظِمين للصِّدِّيقةِ انتظاماً أوَّليًّا وقيل إلى رسولِ الله صلى الله عليه وسلم والصِّدِّيقةِ وصفوانَ وما في إسمِ الإشارةِ من معنى البعد للإيذان بعلو رتبة المشارِ إليهم وبُعد منزلتِهم في الفضلِ أي أولئك الموصُوفون بعلُّوِ الشَّأنِ مُبرَّءون مما نقوله أهلُ الإفكِ في حقِّهم من الأكاذيبِ الباطلةِ وقيل الخبيثات من القول للخبثين من الرِّجالِ والنِّساءِ أي مختصَّة ولائقة بهم لا ينبغي أنْ تُقال في حقِّ غيرِهم وكذا الخبيثون من الفريقين أحفاء بأنْ يُقال في حقِّهم خبائثُ القول والطَّيباتُ من الكلم للطَّيبين من الفريقينِ مختصَّةٌ وحقيقة بهم وهم أحفاء بأنْ يُقال في شأنهم طيِّباتُ الكلمِ أولئك الطَّيبون مبرَّءون ممَّا يقول الخبيثون في حقِّهم فمآلُه تنزيهُ الصِّدِّيقةِ أيضاً وقيل خبيثاتُ القول مختصَّةٌ بالخبيثين من فريقَيْ الرِّجالِ والنِّساءِ لا تصدرُ عن غيرِهم والخبيثون من الفريقينِ مختصُّون بخبائث القولِ متعرِّضُون لها والطَّيباتُ من الكلام للطَّيبين من الفريقينِ أي مختصَّةٌ بهم لا تصدرُ عن غيرِهم والطَّيبون من الفريقينِ مختصُّون بطيِّباتِ الكلامِ لا يصدرُ عنهم غيرُها أولئك الطَّيبون مبرَّءون ممَّا يقولُه الخبيثون من </p><p> سورة النور (٢٧ ٢٨) الخبائثِ أي لا يصدرُ عنهم مثلُ ذلك فمآلُه تنزيهُ القائلينِ سبحانَك هذا بهتانٌ عظيمٌ {لَهُم مَّغْفِرَةٌ} عظيمةٌ لما لا يخلُو عنه البشرُ من الذُّنوب {وَرِزْقٌ كَرِيمٌ} هو الجنَّةُ </p>"
}