{
  "id": null,
  "sura": 25,
  "aya": 1,
  "text": "<p> {تَبَارَكَ الذى نَزَّلَ الفرقان} البركةُ النَّماءُ والزِّيادةُ حسيَّةً كانتْ أو معنويَّةً وكثرةُ الخير ودامه أيضاً ونسبتُها إلى الله عزَّ وجلَّ على المَعْنى الأوَّل وهُو الأليقُ بالمقامِ باعتبارِ تعاليهِ عمَّا سواهُ في ذاتِهِ وصفاتِهِ وأفعالِهِ التي من جملتها تنزيل القُرآنِ الكريمِ المُعجزِ النَّاطقِ بعلُوِّ شأنِه تعالى وسموِّ صفاتِه وابتناءِ أفعالِه على أساس الحِكَمِ والمصالحِ وخلوِّها عن شائبة الخَلَلِ بالكُلِّيةِ وصيغةُ التَّفاعلُ للمبالغةِ فيما ذكر فإن مالا يُتصوَّرُ نسبتُه إليهِ سبحانَهُ حقيقةً من الصِّيغ كالتَّكبر ونحوِه لا تُنسب إليه تعالى إلا باعتبار غايتِها وعلى المعنى الثَّاني باعتبارِ كثرةِ ما يفيضُ منهُ على مخلوقاتِهِ لا سيَّما على الإنسان من فُنون الخيراتِ التي من جُملتها تنزيلُ القُرآن المنطويِ على جميع الخيراتِ الدِّينيَّةِ والدُّنيويَّةِ والصِّيغةُ حينئذٍ يجوزُ أنْ تكون الإفادة نماءِ تلك الخيراتِ وتزايدها شيئاً فشيئاً وآناً فآناً بحسبِ حدوثِها أو حدوثِ متعلَّقاتِها ولاستقلالِها بالدِّلالة على غايةِ الكمالِ وتحقُّقِها بالفعلِ والإشعارِ بالتَّعجُّبِ المناسبِ للإنشاءِ والإنباءِ عن نهايةِ التَّعظيمِ لم يجُز استعمالُها في حقِّ غيرِه تعالى ولا استعمالُ غيرِها من الصِّيغِ في حقِّه تعالى والفُرقان مصدرُ فرقَ بينَ الشَّيئينِ أي فصَل بينهُما سمِّيَ به القرآنُ لغاية فرقِه بين الحقِّ والباطلِ بأحكامه أو بين المحق والمبطل بإعجازِه أو لكونه مفصولاً بعضِه من بعضٍ في نفسه أو في إنزاله {على عبده} محمدٍ صلَّى الله عليهِ وسلم وإيراده صلى الله عليه وسلم بذلك العُنوانِ لتشريفه والإيذانِ بكونه صلى الله عليه وسلم في أقصى مراتب العُبوديَّةِ والتنبيهِ على أنَّ الرَّسولَ لا يكونُ إلا عبداً للمرسِل ردًّا على النَّصارى {ليكون} غاية التنزيل أي نزَّله عليه ليكونَ هو صلى الله عليه وسلم أو الفرقانُ {للعالمين} من الثَّقلينِ {نَذِيراً} أيْ مُنذراً أو إنذاراً مبالغةً أو ليكون تنزيله إنذارا أو عدم التَّعرضِ للتَّبشير لانسياق الكلامِ على أحوالِ الكَفَرةِ وتقديمُ اللامِ على عاملِها لمراعاةِ الفواصل وإبراز تنزيل لفرقان في معرض الصِّلةِ التي حقَّها أن تكونَ معلومةَ الثبوتِ للموصولِ عند السَّامعِ مع إنكار الكَفَرةِ له لإجرائِه مُجرى المعلومِ المسلَّمِ تنبيهاً على كمال قُوَّةِ دلائلِه وكونِه بحيثُ لا يكادُ يجهلُه أحدٌ كقوله تعالَى لَا رَيْبَ فِيهِ </p>"
}