{
  "id": null,
  "sura": 25,
  "aya": 20,
  "text": "<p> ٢٠ - ٢ (وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ المرسلين إِلَاّ إِنَّهُمْ لَيَأْكُلُونَ الطعام وَيَمْشُونَ فِى الأسواق) جوابٌ عن قولهم مَا لهذا الرسول يَأْكُلُ الطعام وَيَمْشِى فِى الأسواق والجملةُ الواقعةُ بعد إلَاّ صفةٌ لموصوفٍ قد حُذف ثقةٍ بدلالةِ الجارِّ والمجرورِ عليه وأقيمتْ هي مقامَه كما في قوله تعالى وَمَا مِنَّا إِلَاّ لَهُ مَقَامٌ مَّعْلُومٌ والمعنى ما أرسلَنا أحداً قبلكَ من المُرسلين إلا آكلينَ وماشينَ وقيل هي حالٌ والتَّقديرُ إلَاّ وإنَّهم ليأكلون الخ وقرئ يمشون على البناء للمفعول أي يُمشيهم حوائجُهم أو النَّاسُ (وَجَعَلْنَا بَعْضَكُمْ) تلوينٌ للخطاب بتعميمِه لسائر الرسلُ عليهم الصَّلاةُ والسلامُ بطريق التَّغليبِ والمرادُ بهذا البعضِ كفار الأمم فإن اختصاهم بالرُّسل وتبعيتهم لهم مصحِّحٌ لأنْ يعدُّوا بعضاً منهم وبما في قوله تعالى (لِبَعْضٍ) رسلِهم لكنْ لا على مَعْنى جعلنا مجموعَ البعضِ الأولِ (فِتْنَةً) أي ابتلاءً ومحنةً لمجموعِ البعض الثَّاني ولا على معنى جعلنا كلَّ فردٍ من أفراد البعض الأول فتنةً لكلِّ فردٍ من أفراد البعض الثَّاني ولا على معنى جعلنا بعضاً مُبهماً من لأولين فتنةً لبعضٍ مُبهمٍ من الآخرين ضرورةَ أنَّ مجموعَ الرُّسل من حيثُ هو مجموعٌ غير مفتون بجموع الأُممِ ولا كلُّ فردٍ منهم بكلِّ فردٍ من لأم ولا بعض مبهمٌ من الأولين ببعض منهم من الآخرين على بل معنى جعلنا كلَّ بعضً مُعيَّنٍ من الأُمم فتنةً لبعض معَّين من الرُّسلِ كأنَّه قيل وجعلنا كلَّ أمَّةٍ مخصوصةٍ من الأُممِ الكافرةِ فتنةً لرسولِها المعيَّنِ المبعوثِ إليها وإنَّما لم يصرخ بذلك تعويلاً على شهادةِ الحالِ هذا وأمَّا تعميمُ الخطابِ لجميع المكلَّفين وإبقاء البعضين على العمومِ والإبهامِ على معنى وجعلنا بعضَكم ايها الناس فتنةً لبعضٍ آخرَ منكم فيأباهُ قولُه تعالى (أَتَصْبِرُونَ) فإنَّه غايةٌ للجعلِ المذكورِ ومن البيِّنِ أنْ ليسَ ابتلاءُ كلِّ أحدٍ من آحادِ النَّاسِ مُغيًّا بالصَّبرِ بل بما يناسبُ حالَه على أنَّ الاقتصارَ على ذكرهِ من غير تعرّض لمعادل له مما يدلُّ على أنَّ الَّلائقَ بحال المفتونينَ والمتوقع صدورُه عنهم هو الصبر لا غير فلابد أنْ يكونَ المرادُ بهم الرُّسلَ فيحصل به تسليتُه صلى الله عليه وسلم فالمعنى جرتْ سُنَّتنا بموجب حكمتِنا على ابتلاءِ المُرسلينَ بأممِهم وبمناصبتهم لهم العداوةَ وإيذائهم لهم وأقاويلِهم الخارجةِ عن حدود الإنصاف لنعم صبرَكم وقوله تعالى (وَكَانَ رَبُّكَ بَصِيراً) وعدٌ كريم للرسول صلى الله عليه وسلم بالأجرِ الجزيلِ لصبرِه الجميلِ مع مزيدِ تشريفٍ له صلى الله عليه وسلم بالالتفاتِ إلى اسمِ الربِّ مضافاً إلى ضميره صلى الله عليه وسلم </p>"
}