{
  "id": null,
  "sura": 25,
  "aya": 32,
  "text": "<p> {وَقَالَ الذين كَفَرُواْ} حكايةٌ لا قتراحم الخاصِّ بالقُرآن الكريمِ بعد حكايةِ اقتراحِهم في حقِّه صلى الله عليه وسلم والقائلون هم القائلونَ أوَّلاً وإيرادُهم بعُنوانِ الكفرِ لذمِّهم به والإشعارِ بعلَّةِ الحُكمِ {لولا نزل عليه القرآن} التَّنزيلُ هَهُنا مجرَّدٌ عن مَعْنى التَّدريجِ كما في في قوله تعالى أَهْلُ الكتاب أَن تُنَزّلَ عَلَيْهِمْ كتابا مّنَ السماء ويجوزُ أن يرادَ بهِ الدِّلالةُ على كثرةِ المُنزَّلِ في نفسِه أي هلَاّ أُنزل كلُّه {جُمْلَةً واحدة} كالكتب الثَّلاثةِ وبُطلان هذه الكلمةِ الحمقاءِ ممَّا لا يكاد يخفى على أحد فإنَّ الكتبَ المتقدِّمةَ لم يكُن شاهدَ صحَّتِها ودليلَ كونها من عند الله تعالى إعجازُها وأمَّا القرآنُ الكريم فبينة صحته آية كونه من عند الله تعالى نظمُه المعجزُ الباقي على مرِّ الدّهورِ المتحقِّقُ في كلُّ جزءٍ من أجزائه المرقدة بمقدار أقصرِ السُّورِ حسبما وقع به التَّحدِّي ولا ريب في أن ما يدور عليه فلَكُ الإعجاز هو المطابقةُ لما تقتضيه الأحوالُ ومن ضرورة تغيّرِها وتجدُّدها تغيُّر ما يُطابقها حتماً على أنَّ فيه فوائد جمه أشير إلى بعض منها بقوله تعالى {كَذَلِكَ لِنُثَبّتَ بِهِ فُؤَادَكَ} فإنَّه استئناف وارد من جهته تعلى لرد مقالهم الباطل </p><p> سورة الفرقان (٣٣) وبيانِ الحكمة في التَّنزيلِ التَّدريجيِّ ومحلُّ الكافِ النَّصبُ على أنَّها صفة لمصدرٍ مؤكِّدٍ لمضمر معلَّلٍ بما يعده وَذَلِكَ إشارةٌ إلى ما يُفهم من كلامِهم أي مثلَ ذلك التَّنزيلِ المُفرَّق الذي قد حوا فيه واقترحوا خلافه ونزلناه لا تنزيل مُغايراً له لنقويَ بذلك التَّنزيلِ المفرَّقِ فؤادَك فإنَّ فيه تيسير الحفظ النَّظمِ وفهم المعانِي وضبطِ الأحكامِ والوقوفِ على تفاصيلِ ما رُوعي فيها من الحكم والمصالح المبينة على المناسبة على أنها مونطة بأسبابها الدَّاعيةِ إلى شَرعها ابتداءً أو تبديلاً بالنَّسخِ من أحوال المكلَّفينَ وكذلك عامة ما وردَ في القرآنِ المجيدِ من الأخبار وغيرِها متعلِّقةٌ بأمورٍ حادثةٍ من الأقاويل والأفاعيل ومن قضية تجدُّدِها تجددُ ما يتعلَّقُ بها كالاقتراحاتِ الواقعة من الكَفَرة الدَّاعيةِ إلى حكايتِها وإبطالِها وبيانِ ما يؤول إليه حالُهم في الآخرِة على أنَّهم في هذا الاقتراحِ كالباحث عن حَتْفه بظلفه حيثُ أُمروا بالاتيان بمثل نَوبةٍ من نُوبِ التَّنزيل فظهرَ عجزُهم عن المعارضةِ وضاقتْ عليهم الأرضُ بما رَحُبتْ فكيف لو تُحدُّوا بكلمة وقوله تعالى (رتلناه تَرْتِيلاً) عطفٌ على ذلك المُضمر وتنكيرُ ترتيلاً للتَّفخيمِ أي كذلك نزَّلناهُ ورتلناهُ تَرتْيلا بديعاً لا يُقادرُ قدره معنى ترتيلهِ تفريقُه آيةً بعدَ آيةٍ قالَه النَّخعيُّ والحسنُ وقَتَادةُ وقال ابنُ عبَّاسٍ رضي الله عنهما بيَّناهُ بياناً فيه ترتيلٌ وتثيبت وقال السُّدِّيُّ فصَّلناهُ تفصيلاً وقال مجاهُدُ جعلنا بعضَه في إثر بعضٍ وقيل هو الأمرُ بترتيلِ قراءتِه بقوله تعالى ورتل القرآن تَرْتِيلاً وقيل قرأناه عليكَ بلسانِ جبرِيلَ عليهِ السَّلامُ شيئا فشئيا في عشرين أو ثلاث وعشرين سنة على تُؤَدةٍ وتَمهلٍ </p>"
}