{
  "id": null,
  "sura": 25,
  "aya": 21,
  "text": "<p> (وَقَالَ الذين لَا يَرْجُونَ لِقَاءنَا) شروعٌ في حكايةِ بعضٍ آخرَ من أقاويلِهم الباطلةِ وبيانِ بُطلانِها إثرَ إبطالِ أباطيلهم السَّابقةِ والجملةُ معطوفةٌ على قولِه تعالى وَقَالُواْ مَا لهذا الرسول الخ ووضعُ الموصولِ موضعَ الضميرِ للتنبيهِ بما في حيزِ الصلة على أن ما يُحكى عنهم من الشَّناعةِ بحيثُ لا يصدرُ عمَّن يعتقدُ المصيرَ إلى الله </p><p> سورة الفرقان ٢٢ عزَّ وجلَّ ولقاءُ الشَّيءِ عبارةٌ عن مصادفتهِ من غيرِ أنْ يمنعَ مانعٌ من إدراكِه بوجهٍ من الوجوهِ والمرادُ بلقائِه تعالى إمَّا الرجوعُ إليه تعالى بالبعث والحشر رأو لقاءُ حسابه تعالى كما في قوله تعالى أن ظَنَنتُ أَنّى ملاق حِسَابِيَهْ وبعدم رجائِهم إيَّاه عدمُ توقُّعهم له أصلاً لإنكارِهم البعث والحساب بالكليِّة لا عدمُ أملِهم حسنَ اللقاءِ ولا عدمُ خوفِهم سوءَ اللقَّاءِ لأنَّ عدمَهما غيرُ مستلزمٍ لِما هم عليه من العُتوِّ والاستكبار وإنكارِ البعثِ والحسابِ رأساً أي وقال الذَين لا يتوقعَّون الرجوعَ إلينا أو حسابَنا المؤدِّيَ إلى سُوءِ العذابِ الذي تستوجبه مقالتُهم (لَوْلَا أُنزِلَ عَلَيْنَا المَلائِكَةُ) أي هلَاّ أُنزلوا علينا ليخبرونا بصدق محمدٍ صلَّى الله عليهِ وسلم وقيل هَلَاّ أُنزلوا علينا بطريق الرسالة وهو الأنسب قولهم (أَوْ نرى رَبَّنَا) من حيثُ أنَّ كلا القولينِ ناشئ عن غايةِ غُلوهم في المكابرة العتو حسبما يُعرب عنه قوله تعالى (لَقَدِ استكبروا فِى أَنفُسِهِمْ) أي في شأنِها حتى اجترءوا على التَّفوه بمثل هذه العظيمةِ الشنعاءِ (وَعَتَوْا) أي تجاوزا الحدَّ في الظُّلم والطُّغيانِ (عُتُوّاً كَبِيراً) بالغاً أقصَى غاياتَه حيثُ أمَّلوا نيلَ مرتبةِ المفاوضةِ الإلهيةِ من غير توسطِ الرَّسولِ والمَلك كما قالوا لَوْلَا يُكَلّمُنَا الله ولم يكتفُوا بما عاينوا من المعجزاتِ القاهرةِ التي تخِرُّ لها صُمُّ الجبالِ فذهبْوا في الاقتراح كلَّ مذهبٍ حتَّى منَّتهم أنفسُهم الخبيثةُ أمانيَّ لا تكاد ترنوا إليها أحداقُ الأممِ ولا تمتدُّ إليها أعناقُ الهمم ولا ينالها إلا أولوا العزائم الماضيةِ من الأنبياءِ عليهم الصَّلاةُ والسَّلامُ واللامُ جوابُ قسمٍ محذوفٍ أيْ والله لقد استكبروا الآيةَ وفيه من الدلالة على غايةِ قُبح ما هُم عليه والإشعارِ بالتَّعجبِ من استكبارِهم وعُتوِّهم ما لا يخفى </p>"
}