{
  "id": null,
  "sura": 27,
  "aya": 22,
  "text": "<p> {فَمَكَثَ غَيْرَ بَعِيدٍ} أي زمانا غير مديد وقرئ بضمِّ الكافِ وذُكر أنَّه وقعتْ نفحةٌ من الشمس على رأسِ سليمانَ عليه السَّلام فنظر فإذا موضعُ الهدهدِ خالٍ فدعا عرِّيفَ الطير وهوالنسر فسألَه عنه فلم يجدْ عنده علمَه ثم قال لسيدِ الطيرِ وهو العُقابُ عليَّ به فارتفعتْ فنظرتْ فإذا هو مقبلٌ فقصدتْهُ فناشدها الله وقال بحقِّ الله الذي قوَّاكِ وأقدركِ عليَّ إلَاّ رحِمتنِي فتركتْهُ وقالتْ ثكلتكَ أمُّك إنَّ نبيَّ الله قد حلفَ ليعذبنَّك قال وما استثنَى قالت بلى قال أوليأتيني بعذرٍ مبينٍ فلمَّا قرُب من سليمان عليه السلام أَرْخى ذنبَه وجناحيِه يجرُّها على الأرضِ تواضعاً له فلما دنا منه أخذ عليه السَّلام برأسه فمدَّه إليه فقال يا نبيَّ الله اذكرُ وقوفكَ بين يدَي الله تعالى فارتعدَ سليمانُ عليه السَّلام وعفا عنه ثم سألَه {فَقَالَ أحطت بما لم تحط بِهِ} أي علماً ومعرفةً وحفظتُه من جميعِ جهاتِه وقرئ أحطتُ بادغامِ الطَّاءِ في التَّاءِ بإطباقٍ وبغيرِ إطباقٍ ولا خفاء في أنَّه لم يُرد بما ادَّعى الإحاطةَ به ما هو من حقائق العلومِ ودقائقِ المعارفِ التي تكونُ معرفتُها والإحاطةُ بها من وظائف أربابِ العلمِ والحكمةِ لتوقفها على علمٍ رصينٍ وفضلٍ مبينٍ حتَّى يكونَ إثباتُها لنفسه بين يدي نبيِّ الله سليمانَ عليه السَّلام تعدِّياً عن طورهِ وتجاوزاً عن دائرة قدرهِ ونفيُها عنه عليه الصَّلاة والسَّلام جنايةً على جنايةٍ فيُحتاجَ إلى الاعتذار عنخ بأنه ذلك كان منهلا بطريق الإلهامِ فكافَحه عليه الصَّلاة والسَّلام بذلك مع ما أُوتي عليهِ الصَّلاة والسَّلام من فضل النُّبوة والحكمةِ والعلومِ الجمَّة والإحاطةِ بالمعلوماتِ الكثيرةِ ابتلاءً له عليه الصلاة والسلام في علمِه وتنبيهاً على أنَّ في أدنى خلقِه تعالى وأضعفِهم من أحاطَ علماً بما لم يُحط به لتتحاقر إليه نفسُه ويتصاغر إليه علمُه ويكون لطفاً له في تركِ الاعجاب الذي هو فتنةُ العلماء بل أرادَ به ما هو من الأمورِ المحسوسةِ التي لا تُعد الإحاطةُ بها فضيلة ولا الغفلةُ عنها نقيصةً لعدم توقف إدراكِها إلا على مجردِ إحساسٍ يستوى فيه العقلاءُ وغيرُهم وقد علم أنَّه عليه الصلاةُ والسلام ولم يشاهدْهُ ولم يسمعْ خبره من غيرِه قطعاً فعبَّر عنه بما ذُكر لترويج كلامِه عنده عليه الصَّلاة والسَّلام وترغيبهِ في الإصغاء إلى اعتذاره واستمالةِ قلبهِ نحو قبولِه فإنَّ النفسَ للإعتذار المنبئ عن أمرٍ بديعٍ أقبلُ وإلى تلقِّي ما لا تعلمُه أميلُ ثم أيَّده بقولِه {وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ} حيثُ فسَّر إبهامه نوع تفسير وأرادَ عليهِ الصَّلاةُ والسَّلامُ أنَّه كان بصدد إقامةِ خدمةٍ مهمةٍ له حيثُ عبَّر عمَّا جاء به بالنبأِ الذي هو الخبرُ الخطيرُ والشَّأنُ الكبيرُ ووصفَهُ بما وصفَهُ وإلَاّ فماذا صدر عنه عليه الصلاة والسَّلامُ مع ما حُكي عنه ما حُكي من الحمد والشُّكرِ واستدعاءِ الإيزاعِ حتَّى يليقَ بالحكمة الإلهيةِ تنبيهُه عليه الصَّلاة والسَّلام على تركِه وسبأٌ منصرفٌ على أنَّه اسمٌ لحيَ سُمُّوا باسم أبيهم الأكبرِ وهو سبأُ بنُ يشجبَ بن يعرب بن قحطان قالُوا اسمُه عبدُ شمسٍ لُقِّب به لكونه أوَّلَ من سبى وقرئ بفتحِ الهمزةِ غيرَ مُنصرفٍ على أنَّه اسمٌ للقبيلةِ ثمَّ سُميت مدينةُ مأربَ بسبأٍ وبينها وبينَ صنعاءَ مسيرةُ ثلاثٍ وعلى هذه القراءةِ يجوزُ أنْ يرادَ به القبيلةُ والمدينةُ وأمَّا عَلى القراءةِ الأُولى فالمرادُ هو الحيُّ لا غيرُ وعدمُ وقوفِ سليمانَ عليه السَّلامُ على نبئِهم قبلَ إنباءِ الهُدهدِ ليس بأمرٍ بديعٍ لا بدَّ له من حكمةٍ داعيةٍ إليه البتةَ وإنِ استحال خلوُّ إفعالِه تعالى من الحكمِ والمصالحِ لما أنَّ المسافةَ بين محطِّه عليه الصَّلاة </p><p> سورة النمل (٢٣ ٢٥) والسَّلام وبين مأربَ وإن كانتْ قصيرةً لكن مدةُ ما بين نزولِه عليه الصَّلاة والسَّلام هناك وبين يجئ الهدهدِ بالخبرِ أيضاً قصيرةٌ نعم اختصاصُ الهدهدِ بذلك مع كون الجنِّ أقوى منه مبنيٌّ على حِكَمٍ بالغةٍ يستأثرُ بها علَاّمُ الغُيوبِ وقولُه تعالى </p>"
}