{
  "id": null,
  "sura": 27,
  "aya": 88,
  "text": "<p> {وَتَرَى الجبال} عطفٌ على يُنفخ داخلٌ في حكمِ التَّذكيرِ وقولُه عزَّ وجلَّ {تَحْسَبُهَا جَامِدَةً} أي ثابتةً في أماكنِها إمَّا بدلٌ منه أو حالٌ من ضميرِ تَرَى أو من مفعولِه وقولُه تعالى {وَهِىَ تَمُرُّ مَرَّ السحاب} حالٌ من ضميرِ الجبالِ في تحسبُها أو في جامدةً أي تَرَاها رأيَ العينِ ساكنةً والحالُ أنَّها تمرُّ مرَّ السَّحابِ التي تسيرها الرِّياح سيراً حثيثاً وذلكَ أنَّ الأجرامَ العظامَ إذا تحركتْ نحوَ سمتٍ لا تكادُ تتبينُ حركتُها وعليهِ قولُ مَنْ قالَ ... بأر عن مثلِ الطَّوْدِ تحسَب أنَّهم ... وقوفٌ لحاجٍ والرِّكابُ تُهَمْلِجُ ... </p><p> وقد أُدمج في هذا التشبيه حالِ الجبالِ بحالِ السَّحابِ في تخلخل الأجزاءِ وانتفاشِها كما في قوله تعالى وَتَكُونُ الجبال كالعهن المنفوش وهذا أيضاً ممَّا يقعُ بعد النَّفخةِ الثَّانيةِ عندَ حشرِ الخلقِ يُبدِّلُ الله عزَّ وجلَّ الأرضَ غيرَ الأرضَ ويغيرُ هيآتِها ويُسيِّر الجبالَ عن مقارِّهَا عَلى ما ذُكر من الهيئةِ الهائلةِ ليُشاهدَها أهلُ المحشرِ وهيَ وإنِ اندكتْ وتصدعتْ عند النَّفخةِ الأولى لكنْ تسييرُها وتسويِةُ الأرضِ إنَّما يكونانِ بعد النَّفخةِ الثانيةِ كما نطقَ به قوله تعالى ويسألونك عَنِ الجبال فَقُلْ يَنسِفُهَا رَبّى نَسْفاً فَيَذَرُهَا قَاعاً صفصا لا ترى فيها عوجا وَلا أَمْتاً يَوْمَئِذٍ يَتَّبِعُونَ الداعى وقولُه تعالى يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض والسمواتُ وَبَرَزُواْ للَّهِ الواحدِ الْقَهَّارِ فإنَّ اتّباعَ الدَّاعِي الذي هُو إسرافيلُ عليه السَّلام وبروزُ الخلقِ لله تعالى لا يكونُ إلا بعدَ النَّفخةِ الثَّانيةِ وقد قالُوا في تفسيرِ قولِه تعالى وَيَوْمَ نُسَيّرُ الجبال وَتَرَى الأرض بَارِزَةً وحشرناهم إنَّ صيغةَ الماضِي في المعطوفِ مع كونِ المعطوفِ عليه مُستقبلاً للدِّلالةِ على تقدمِ الحشر على التسيير والرؤوية كأنه قيل وحشرناهم قبل ذلك هذا وقد قيلَ إنَّ المرادَ هي النَّفخةُ الأُولى والفزعُ هو الذي يستتبعُ الموتَ لغايةِ شدَّةِ الهولِ كما في قولِه تعالى فَصَعِقَ مَن فِى السموات ومن فى الأرض الآية فيختص أثرها بما كانَ حياً عندَ وقوعِها دُونَ مَن ماتَ قبلَ ذلك من الأُمم وجُوِّز أنَّ يرادَ بالإتيانِ داخرينَ رجوعُهم إلى أمرِه تعالى وانقيادُهم له ولا ريبَ في أنَّ ذلك ممَّا ينبغي أن ينزه ساحة التنزيل عن أمثاله وأبعدُ مِن هذا ما قبل إنَّ المرادَ بهذه النَّفخةِ نفخةُ الفزعِ التي تكونُ قبل نفخةِ الصَّعقِ وهي التي أريدتْ بقولِه تعالى ما ينظر هَؤُلآء إِلَاّ صَيْحَةً واحدة مَّا لَهَا مِن فَوَاقٍ فيسيِّرُ الله تعالى عندها الجبالَ فتمرُّ مرَّ السَّحابِ فتكون سراباً وتُرجُّ الأرضُ بأهلِها رجَّاً فتكون كالسَّفينةِ الموثقة في البحرِ أو كالقنديلِ المعلَّق ترججه الأرواحُ </p><p> سورة النمل (٨٩ ٩٠) فإنَّه ممَّا لا ارتباطَ له بالمقامِ قطعاً والحقُّ الذي لا محيدَ عنه ما قدمناه ومَّما هُو نصٌّ في البابِ ما سيأتِي من قولِه تعالى وَهُمْ مّن فزع يومئذ آمنون {صنع الله} مصدرٌ مؤكّدٌ لمضمون ما قبله أي صنعَ الله ذلك صُنعاً على أنَّه عبارةَ عمَّا ذُكر من النَّفخِ في الصُّورِ وما ترتَّب عليهِ جميعاً قُصد به التنبيهُ على عظَمِ شأنِ تلك الأفاعيلِ وتهويلِ أمرِها والإيذانُ بأنَّها ليستْ بطريقِ إخلالِ نظامِ العالمِ وإفسادِ أحوالِ الكائناتِ بالكُلِّية من غيرِ أنْ يدعوَ إليها داعيةٌ أو يكونَ لها عاقبةٌ بل هي من قبيلِ بدائعِ صنعِ الله تعالى المبنية على أساسِ الحكمةِ المستتبعةِ للغاياتِ الجميلةِ التي لأجلِها رُتبت مقدماتُ الخلق ومبادئ الإبداعِ على الوجهِ المتينِ والهج الرَّصينِ كما يُعرب عنه قولُه تعالى {الذى أَتْقَنَ كُلَّ شَىْء} أي أحكَم خلقَهُ وسوَّاهُ على ما تقتضيِه الحكمةُ وقولُه تعالى {إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ} تعليلٌ لكون ما ذُكر صُنعاً مُحكماً له تعالى ببيانِ أنَّ عِلمَهُ تعالى بظواهرِ أفعالِ المُكلفينَ وبواطنِها مَّما يدعُو إلى إظهارِها وبيانِ كيفيَّاتِها على ما هي عليه من الحسن والسُّوء وترتيب أجزيتها عليها بعد بعثهم وحشرِهم وجعلُ السَّمواتِ والأرضِ والجبالِ على وُفقِ ما نطقَ به التَّنزيلُ ليتحققُوا بمشاهدةِ ذلك أن وعد حقٌّ لا ريب فيه وقرئ خبيرٌ بما يفعلونَ وقولُه تعالى </p>"
}