{
  "id": null,
  "sura": 27,
  "aya": 87,
  "text": "<p> {وَيَوْمَ يُنفَخُ فِى الصور} إمَّا معطوفٌ على يومَ نحشرُ منصوبٌ بناصبِه أو بمضمرٍ معطوفٍ عليه والصُّور هُو القَرْنُ الذي ينفخُ فيه إسرافيلُ عليه السَّلامُ عن أبي هريرةَ رضي الله عنه إن رسولَ الله صلى اله عليه وسلم قالَ لمَّا فرغَ الله تعالى مِن خلْقِ السَّمواتِ والأرضِ خلقَ الصُّور فأعطاهُ إسرافيلَ فهُو واضُعه على فيهِ شاخصٌ بصرُه إلى العرشِ متى يُؤمر قال قلتُ يا رسولَ الله ما الصُّور قال القَرنُ قال قلتُ كيف هُو قال عظيمٌ والذي نفسي بيدِه إنَّ عظَم دارةٍ فيه كعرضِ السماءِ والأرضِ فيُؤمر بالنَّفخِ فيه فينفُخ نفخةً لا يبقَى عندها في الحياةِ أحدٌ غيرُ مَن شاءَ الله تعالى وذلكَ قولُه تعالى وَنُفِخَ فِى الصور فَصَعِقَ مَن فى السموات ومن فى الأرض إِلَاّ مَن شَاء الله ثم يُؤمر بأُخرى فينفُخ نفخةً لا يبقَى معها ميتٌ إلا بُعث وقامَ وذلكَ قولُه تعالى ثُمَّ نُفِخَ فِيهِ أخرى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ والذي يستدعيِه سِباقُ النظمِ الكريمِ وسياقُه أنَّ المرادَ بالنَّفخ هَهُنا هي النفخة الثانية وبالفزعِ في قولِه تعالى {فَفَزِعَ مَن فِى السماوات وَمَن فِى الأرض} ما يعتري الكلَّ عند البعثِ والنِّشورِ بمشاهدةِ الأمورِ الهائلةِ الخارقةِ للعاداتِ في الأنفس والآفاق من الرُّعبِ والتَّهيبِ الضروريين الجبلين وإيراد صيغة الماضي مع كونِ المعطوفِ عليه أعني ينفخُ مضارعاً للدِّلالةِ على تحققِ وقوعِه إثرَ النَّفخِ ولعلَّ تأخيرَ بيانِ الأحوالِ الواقعةِ عند ابتداءِ النَّفخةِ عن بيانِ ما يقعُ بعدها من حشرِ المكذبينَ من كلِّ أُمَّة لتثنيةِ التَّهويل بتكريرِ التَّذكيرِ إيذاناً بأنَّ كلَّ واحدٍ منهما </p><p> سورة النمل (٨٨) طَّامةٌ كُبرى وداهيةٌ دهياء حقيقة بالتَّذكيرِ على حيالِها ولو رُوعي الترتيبُ الوقوعيُّ لربما توهم أن الكل داهيةٌ واحدةٌ قد أُمر بذكرِها كما مرَّ في قصَّةِ البقرةِ {إِلَاّ مَن شَاء الله} أي أنْ لا يفزعَ قيلَ هُم جبريلُ وميكائيلُ وإسرافيلُ وعزرائيلُ عليهم السَّلام وقيلَ الحُورُ والخزنة وحَمَلةُ العَرْشِ {وَكُلٌّ} أي كلَّ واحدٍ من المبعوثينَ عند النَّفخةِ {أَتَوْهُ} حضُروا الموقف بين يدي ربَّ العِزَّة جلَّ جلالُه للسؤالِ والجواب والمناقشة والحساب وقرئ أَتَاهُ باعتبارِ لفظِ الكلِّ كَما أنَّ القراءةَ الأُولى باعتبار معناه وقرئ آتُوه أي حاضِرُوه {داخرين} أي صاغرين وقرئ دَخِرينَ وقولُه تعالى </p>"
}