{
  "id": null,
  "sura": 30,
  "aya": 8,
  "text": "<p> {أو لم يَتَفَكَّرُواْ} إنكارٌ واستقباحٌ لِقصَرِ نظرِهم على ما ذُكر من ظاهرِ الحياةِ الدُّنيا مع الغفلةِ عن الآخرةِ والواو للعطفِ على مقدرٍ يقتضيه المقام وقوله تعالى {فِى أَنفُسِهِمْ} ظرفٌ للتفكُّرِ وذكرُه مع ظهورِ استحالةِ كونِه في غيرِها لتحقيق أمرهِ وتصويرِ حالِ المتفكِّرينِ وقولُه تعالى {مَّا خَلَقَ الله السماوات والارض وَمَا بَيْنَهُمَا} الخ متعلقٌ إمَّا بالعلمِ الذي يؤدِّي إليه التَّفكُّر ويدلُّ عليهِ أو بالقولِ الذي يترتب عليهِ كما في قولِهِ تعالى {وَيَتَفَكَّرُونَ فِى خَلْقِ السماوات والارض رَبَّنَا مَا خَلَقْتَ هَذا باطلا} أي أعلمُوا ظاهرَ الحياةِ الدُّنيا فقط أو أقصَروا النَّظرَ عليه ولم يُحدِثُوا التفكُّرَ في قلوبِهم فيعلمُوا أنَّه تعالى ما خلقَهما وَمَا بَيْنَهُمَا من المخلُوقاتِ التي هُم من جُملتها ملتبسةً بشيءٍ من الأشياءِ {إِلا} ملتبسةً {بالحق} او يقولُوا هذا القولَ مُعترفين بمضمونِه إثرَ ما علمُوه والمرادُ بالحقِّ هو الثَّابتُ الذي يحِق أن يثبت لا محالة لابتنائه على الحكمةِ البالغةِ والغرضِ الصَّحيحِ الذي هو استشهادُ المكلَّفين بذواتِها وصفاتِها وأحوالِها المتغيرةِ على وجودِ صانعِها عزَّ وجلَّ ووحدتِه وعلمِه وقدرتِه وحكمتِه واختصاصِه بالمعبُوديَّةِ وصحَّةِ أخبارِه التي مِن جُملتِها إحياؤهم بعد الفناءِ بالحياةِ الأبديَّةِ ومجازاتِهم بحسبِ أعمالِهم غِبّ ما تبيَّن المحسنُ من المسيء وامتازتْ درجاتُ أفرادِ كلَ من الفريقينِ حسبَ امتيازِ طبقاتِ علومِهم واعتقاداتِهم المترتبةِ على أنظارِهم فيما نُصبَ في المصنُوعاتِ من الآياتِ والدَّلائلِ والامارات والمخايل كما نطق به قوله تعالَى وَهُوَ الذى خَلَقَ السموات والأرض فِى سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الماء لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً فإنَّ العملَ غيرُ مختصَ بعملِ الجوارحِ ولذلكَ فسَّرَهُ صلى الله عليه وسلم بقولِه أيُكم أحسنُ عقلاً وأورَعُ عن محارمِ الله وأسرعُ في طاعةِ الله وقد مرَّ تحقيقُه في أوائلِ سورةِ هُودٍ عليه السَّلام وقولُه تعالى {وَأَجَلٌ مُّسَمًّى} عطفٌ على الحقِّ أي وبأجلٍ معينٍ قدرَه الله تعالى لبقائِها لا بدَّ لها مِن أنْ تنتهيَ إليه لا محالةَ وهو وقتُ قيامِ السَّاعةِ هذا وقد جوِّز أنْ يكونَ قولُه تعالى في أنفسِهم صلةً للتفكُّرِ على معنى او لم يتفكرُوا في أنفسِهم التي هي أقربُ المخلوقاتِ إليهم وهم اعلم بشئونها وأخبرُ بأحوالِها منهم بأحوالِ ما عداها فيتدبَّروا ما أودَعها الله تعالى ظاهراً وباطناً من غرائبِ الحكمِ الدَّالَّةِ على التَّدبيرِ دونَ الاهمال </p><p> الروم ٩ ١٠ وانه لابد لها من انتهاءٍ إلى وقتٍ يُجازيها فيه الحكيم الذي دبَّر أمرَها على الإحسانِ إحساناً وعلى الإساءةِ مثلَها حتَّى يعلموا عند ذلك أنَّ سائرَ الخلائقِ كذلك أمرُها جارٍ على الحكمةِ والتَّدبيرِ وأنَّه لا بدَّ لها من الانتهاءِ إلى ذلك الوقتِ وأنتَ خبيرٌ بأنَّ أمرَ معادِ الإنسانِ ومُجازاتِه بما عملَ من الإساءةِ والإحسانِ هو المقصودُ بالذَّاتِ والمحتاجُ إلى الإثباتِ فجعلُه ذريعةً إلى إثباتِ معادِ ما عَداهُ مع كونِه بمعزلٍ من الجزاء تعكيس للامر فتدبر قوله تعالى {وَإِنَّ كَثِيراً مّنَ النَّاسِ بِلِقَاء رَبّهِمْ لكافرون} تذييلٌ مقررٌ لمَا قبلَهُ ببيانِ أن أكثرَهم غيرُ مقتصرين على ما ذُكر من الغفلةِ عن أحوالِ الآخرةِ والإعراضِ عن التَّفكُّرِ فيما يُرشدهم إلى معرفتِها من خلقِ السمواتِ والأرضِ وما بينهما من المصنُوعاتِ بل هم مُنكرون جاحدون بلقاءِ حسابِه تعالى وجزائِه بالبعثِ </p>"
}