{
  "id": null,
  "sura": 33,
  "aya": 4,
  "text": "<p> {مَّا جَعَلَ الله لِرَجُلٍ مّن قَلْبَيْنِ فِى جَوْفِهِ} شروعٌ في إلقاءِ الوحيِ الذي أمر صلى الله عليه وسلم باتباعه وهذا مَثَلٌ ضربه الله تعالى تمهيداً لما يعقُبه منْ قولِه تعالى {وما جَعَلَ أزواجكم اللائى تظاهرون مِنْهُنَّ أمهاتكم وَمَا جَعَلَ أَدْعِيَاءكُمْ أَبْنَاءكُمْ} وتنبيهاً على أنَّ كون المُظاهَرِ منها اما وكون الدعى ابناً أي بمنزلة الأمِّ والابنِ في الآثارِ والأحكامِ المعهودة فيما بينهم في الاستحالةِ بمنزلة اجتماعِ قلبينِ في جوفٍ واحدٍ وقيل هو ردٌّ لما كانتِ العربُ تزعمُ من أنَّ اللَّبيبَ الأريبَ له قلبانِ ولذلك لأبي معمرٍ أو لجميلِ بن سيد الفهريِّ ذُو القلبينِ أي ما جمعَ الله تعالى قلبينِ في رجلٍ وذِكرُ الجوفِ لزيادةِ التَّقريرِ كما في قولِه تعالى ولكن تعمى القلوب التى فِى الصدور ولا زوجيَّةَ ولا أمومةَ في امرأةٍ ولا دعوةَ وبنوَّةَ في شخصٍ لكن لا بمعنى نفيِ الجمع بين حقيقة الزوجية والأمومة ونفى بين حقيقة الدعوة والنبوة كما في القلبِ ولا بمعنى نفيِ الجمعِ بين أحكامِ الزوجيةِ وأحكامِ الأُمومةِ ونفيِ الجمعِ بين أحكامِ الدعوة وأحكام النبوة على الإطلاقِ بل بمعنى نفيِ الجمعِ بين حقيقةِ الزوجية وأحكام الأمومة ونفي الجمعِ بين حقيقةِ الدَّعوةِ واحكام النبوة لإبطالِ ما كانُوا عليهِ من إجراءِ أحكامِ الأُمومةِ على المظاهرِ منها وإجراءِ احكام النبوة على الدَّعيِّ ومعنى الظِّهارِ أنْ يقولَ لزوجتِه أنتِ عليَّ كظهرِ أمِّي مأخوذٌ من الظَّهر باعتبارِ اللَّفظ كالتَّلبيةِ من لبيكَ وتعديته بمن لتضمنِه معنى التجنبِ لأنَّه كان طلاقاً في الجاهليةِ وهو في الإسلامِ يقتضِي الطَّلاقَ أو الحُرمةَ إلى أداءِ الكفَّارةِ كما عُدِّي آلَى بها وهو بمعنى حلفَ وذُكر الظِّهارُ للكنايةِ عن البطنِ الذي هو عمودُه فإنَّ ذِكرَه قريبٌ من ذكرِ الفرجِ أو التغليظ في التَّحريمِ فإنَّهم كانُوا يُحرِّمون إتيانَ الزَّوجةِ وظهرُها الى السماء وقرئ اللاء وقرئ تظاهرونَ بحذفِ إحدى التَّاءينِ من تتَظَاهرون وتَظّاهرون بإدغامِ التَّاءِ الثَّانيةِ في الظَّاءِ وتُظْهرون من أظهرَ بمعنى تظَهَّر وتَظْهَرون من ظَهَر بمعنى ظاهَر كعقدَ بمعنى عاقَد وتَظْهُرون من ظَهر ظُهوراً وأدعياءُ جمع دَعيَ وهو الذي يُدعى ولداً على الشُّذوذِ لاختصاصِ أَفعِلاء بفعيلٍ بمعنى فاعلٍ كتقيَ وأتقياء كأنَّه شُبِّه به في اللَّفظِ فجُمع جمعَه كقُتلاء وأُسراء {ذلكم} إشارةٌ إلى ما يُفهم ممَّا ذكر من الظهار والدعاء أو إلى الأخيرِ الذي هو المقصودُ من مساقِ الكلامِ أي دعاءُكم بقولِكم هذا ابني {قَوْلُكُم بأفواهكم} فقط من غيرِ أن يكونَ له مصداقٌ وحقيقةٌ في الأعيانِ فإذن هُو بمعزلٍ من استتباعِ أحكامِ البنوَّةِ كما زعمتُم {والله يَقُولُ الحق} المطابقَ للواقعِ {وَهُوَ يَهْدِى السبيل} أي سبيلِ الحقِّ لا غيرَ فدعُوا أقوالَكم وخُذوا بقوله عزَّ وجلَّ </p>"
}