{
  "id": null,
  "sura": 33,
  "aya": 56,
  "text": "<p> {إِنَّ الله وملائكته} وقُرىء وملائكتُه بالرَّفعِ عطفاً عَلى محلِ ان اسمها عند الكوفيينَ وحملاً على حذفِ الخبرِ ثقةً بدلالةِ ما بعدَه عليهِ على رَأي البصريينَ {يُصَلُّونَ عَلَى النبى} قيل الصَّلاةُ من الله الرَّحمةُ ومن الملائكةِ الاستغفارُ وقالَ ابنُ عباسٍ رضيَ الله عنهما أرادَ أنَّ الله يرحمُه والملائكةَ يدعُون له وعنْهُ أيضاً يصلُّون يبرِّكُون وقالَ أبوُ العاليةِ صلاةُ الله </p><p> الاحزاب ٥٧ ٥٨ تعالى عليهِ ثناؤُه عليهِ عندَ الملائكةِ وصلاتُهم دعاؤُهم له فينبغي أنْ يُرادَ بها في يصلُّون معنى يجازي عامٌّ يكونُ كلُّ واحدٍ من المَعَاني المذكورةِ فَرْداً حقيقا له أي يعتنون بما فيهِ خيرُه وصلاحُ أمرهِ ويهتمُّون بإظهارِ شرفِه وتعظيمِ شأنِه وذلكَ منَ الله سبحانَهُ بالرَّحمةِ ومن الملائكةِ بالدُّعاءِ والاستغفارِ {يَا أَيُّهَا الذينَ آمَنُواْ صَلُّواْ عَلَيْهِ} اعتنُوا أنتُم أيضاً بذلكَ فإنَّكُم أولى بهِ {وَسَلّمُواْ تَسْلِيماً} قائلينَ اللهمُّ صلِّ على محمدٍ وسلِّم أو نحوَ ذلكَ وقيلَ المرادُ بالتسليمِ انقيادُ أمرهِ والآيةُ دليلٌ على وجوبِ الصَّلاةِ والسَّلامِ عليهِ مُطلقاً من غيرِ تعرضٍ لوجوبِ التَّكرارِ وعدمِه وقيل يجبُ ذلكَ كلَّما جَرى ذكرُه لقولِه صلى الله عليه وسلم رغمَ أنفُ رجلٍ ذُكرتُ عنده فلم يصل علي وقوله صلى الله عليه وسلم مَن ذُكرتُ عندَهُ فلم يصلِّ عليَّ فدخلَ النَّارَ فأبعدَهُ الله ويُروى أنَّه صلى الله عليه وسلم قالَ وكَّل الله تعالى بي ملكينِ فلا أُذكر عندَ مسلمٍ فيصلِّي عليَّ إلَاّ قالَ ذانِك الملكانِ غفرَ الله لكَ وقالَ الله تعالى وملائكتُه جواباً لذينكَ الملكينِ آمينَ ولا أُذكر عندَ مسلمٍ فلا يصلِّي عليَّ إلَاّ قال دانك ملكان لا غفرَ الله لكَ وقالَ الله تعالى وملائكتُه جواباً لذينكَ الملكينِ آمينَ ومنهم من قال بجب في كلِّ مجلسٍ مرَّةً وان تكرر ذكره صلى الله عليه وسلم كما قِيل في آيةٍ السَّجدةِ وتشميتِ العاطسِ وكذلك في كلِّ دعاءٍ في أوَّلهِ وآخرِه ومنهُم مَن قال بالوجوبِ في العُمر مرَّةً وكذا قالَ في إظهارِ الشَّهادتينِ والذي يقتضيهِ الاحتياط ويستدعيه معرفة علو شأنه صلى الله عليه وسلم أنْ يُصلَّى عليهِ كلَّما جَرَى ذكُره الرَّفيعُ وأمَّا الصَّلاةُ عليهِ في الصَّلاةُ بأن يُقالَ اللهمَّ صلِّ على محمَّدٍ وعلى آلِ محمَّدٍ كما صليتَ على إبراهيمَ وعلى آلِ إبراهيمَ إنَّك حميدٌ مجيدٌ فليستْ بشرطٍ في جوازِ الصَّلاةِ عندَنا وعن إبراهيمَ النَّخعيَّ رحمَهُ الله أنَّ الصَّحابةَ كانُوا يكتفُون عن ذلكَ بما في التَّشهدِ وهو السَّلامُ عليكَ أيُّها النبيُّ وأمَّا الشَّافعيُّ رحَمهُ الله فقد جعلَها شرطاً وأمَّا الصَّلاةُ على غيرِ الأنبياءِ عليهم الصَّلاةُ والسَّلامُ فتجوزُ تبعاً وتُكره استقلالاً لأنَّه في العُرفِ شعارُ ذكرِ الرُّسلِ ولذلكَ كُره أنْ يُقالَ محمدٌ عزَّ وجلَّ مع كونِه عزيزاً جليلاً </p>"
}