{
  "id": null,
  "sura": 33,
  "aya": 33,
  "text": "<p> {وَقَرْنَ فِى بُيُوتِكُنَّ} أمرٌ من قريقر من بابِ علَم وأصله اقرَرْنَ فحُذفتْ الرَّاءُ الأولى وألقيتْ فتحتُها عَلى ما قبلَها كَما في قولِك ظلْن أو من قارَّ يقار إذا اجتمع وقرئ بكسرِ القافِ من وَقِر يَقِر وَقَاراً إذا ثبتَ واستقرَّ وأصلُه أوقرنَ ففعل به ما فُعل بعِدن من وَعد أو من قريقر حذفت إحدى راءي اقررن ونُقلت كسرتُها إلى القافِ كما تقول ظلن {وَلَا تَبَرَّجْنَ} أي لا تتبخترْن في مشيكنَّ {تَبَرُّجَ الجاهلية الاولى} أي تبرجاً مثلَ تبرجِ النساءِ في الجاهليةِ القديمةِ وهي ما بينَ أدمَ ونوحٍ وقيلَ ما بين إدريس ونوحٍ عليهما السَّلامُ وقيل الزَّمانُ الذي وُلد فيه إبراهيمُ عليه السَّلامُ كانت المرأة تلبس درعها من اللُّؤلؤِ فتمشِي وسطَ الطَّريقِ تعرض نفسَها على الرِّجالِ وقيل زمنُ داودُ وسليمانُ عليهما السَّلامُ والجاهليَّةُ الأُخرَى ما بينَ عيسَى ومحمَّدٍ عليهما الصَّلاةُ والسَّلامُ وقيل الجاهلية الاولى جاهلية </p><p> الاحزاب ٣٤ ٣٥ الكفرُ والجاهليَّةُ الأُخرى الفسوقُ في الاسلام ويؤيد قوله صلى الله عليه وسلم لأبي الدَّرداءِ إنَّ فيكَ جاهلية قال جاهليةَ كفرٍ أو جاهليةَ إسلامٍ قال بل جاهليةُ كفرٍ {وَأَقِمْنَ الصَّلَاةَ وَآتِينَ الزَّكَاةَ} أُمرن بهما لإنافتِهما على غيرهما وكونهما اصلى الطَّاعاتِ البدنيةِ والماليةِ {وَأَطِعْنَ الله وَرَسُولَهُ} أي في كل ما تأتن وما تذرن لا سيما فيما أمرتن به ونهيتن عنه {إنما يريد الله ليذهب عَنكُمُ الرجس} أي الذَّنبَ المدنس لعرضِكم وهو تعليلٌ لأمرهنَّ ونهيهنَّ على الاستئنافِ ولذلك عمم الحكم بتعمميم الخطابِ لغيرهنَّ وصرَّحَ بالمقصودِ حيثُ قيل بطريقِ النِّداءِ أو المدحِ {أَهْلَ البيت} مُراداً بهم من حَواهم بيتُ النُّبوة {وَيُطَهّرَكُمْ} من أوضارِ الأوزارِ والمَعاصي {تَطْهِيراً} بليغاً واستعارةُ الرِّجسِ للمعصيةِ والتَّرشيحُ بالتَّطهيرِ لمزيدِ التَّنفيرِ عنها وهذهِ كما ترى آيةٌ بينةٌ وحجَّةٌ نيرةٌ على كونِ نساءِ النبيِّ صلَّى الله عليهِ وسلم من أهلِ بيتِه قاضيةً ببُطلان رأيِ الشِّيعةِ في تخصيصهم أهل البيتِ بفاطمةَ وعليَ وابنيهما رضوانُ الله عليهم وأمَّا ما تمسكوا به من أن رسول الله صلى الله عليه وسلم خرجَ ذاتَ غُدوةٍ وعليه مرط مرجل من شَعَرٍ أسودَ وجلسَ فأتتْ فاطمةُ فأدخلَها فيهِ ثم جاءَ عليٌّ فأدخلَه فيه ثم جاء الحسنُ والحسينُ فأدخلَهما فيهِ ثمَّ قال إنَّما يُريد الله ليُذهبَ عنكم الرِّجسَ أهلَ البيتِ فإنَّما يدلُّ على كونِهم من أهلِ البيتِ لاعلى أنَّ من عداهم ليسُوا كذلك ولو فُرضت دلالتُه على ذلك لما اعتدَّ بها لكونِها في مُقابلةِ النَّصِّ </p>"
}