{
  "id": null,
  "sura": 35,
  "aya": 1,
  "text": "<p> {الحمد لله فاطر السماوات والارض} مبدِعهما من غيرِ مثالِ يَحتذيه ولا قانونٍ ينتحيهِ من الفَطرِ وهو الشَّقُّ وقيل الشَّقُّ طولاً كأنَّه شقَّ العدمَ بإخراجِهما منه وإضافته محضة لأنَّه بمعنى الماضي فهو نعتٌ للاسمِ الجليلِ ومن جعلها غيرَ محضةٍ جعله بدلاً منه وهو قليلٌ في المشتقِّ {جَاعِلِ الملائكة} الكلامُ في إضافتِه وكونِه نعتاً أو بدلاً كما قبلَه وقوله تعالى {رُسُلاً} منصوبٌ به على الوجهِ الثَّانِي من الاضافة الاتفاق وأمَّا على الوجهِ الأولِ فكذلك عند الكِسائِّي وأمَّا عند البصريينَ فبمضمرٍ يدلُّ هو عليه لأنَّ اسمَ الفاعلِ إذا كان بمعنى الماضي لا يعملُ عندهم إلا معرَّفاً باللام وقال أبو سعيدٍ السِّيرافيُّ اسم الفاعلِ المتعدِّي إلى اثنينِ يعملُ في الثَّانِي لإنَّ بإضافتَه إلى الأوَّلِ تعذرتْ إضافتُه إلى الثَّانِي فتعيِّن نصبُه له وعلل بعضُهم ذلك بأنَّه بالإضافة أشبه المعرَّفِ باللامِ فعمِل عملَه وقرئ جاعلُ بالرَّفعِ على المدح وقرئ الذى فَطَرَ السموات والارض وَجَعَلَ الملائكة أي جاعلهم وسائطَ بينه تعالى وبين أنبيائِه والصَّالحينَ من عبادِه يبلِّغون إليهم رسالاتِه بالوحيِ والإلهامِ والرُّؤيا الصَّادقةِ أو بينه تعالى وبين خلقِه أيضاً حيثُ يوصِّلون إليهم آثارَ قدرتِه وصنعِه هذا على تقديرِ كونِ الجعلِ تصبيريا أمَّا على تقديرِ كونِه إبداعيَّاً فرُسلاً نُصب على الحالية وقرئ رُسْلاً بسكونِ السِّينِ {أُوْلِى أَجْنِحَةٍ} صفةً لرُسلاً وأولو اسمُ جمعٍ لذُو كما أن أولاء اسم لذا ونظيرُهما في الأسماءِ المتمكِّنة المخاضُ والخلفةُ وقوله تعالى {مثنى وثلاث وَرُبَاعَ} صفاتٌ لأجنحة أي ذَوي أجنحة متعدِّدةٍ مُتفاوتةٍ في العدد حسب تفاوتِ ما لَهُم من المتراتب ينزلون بها ويعرجُون أو يسرعون بها والمعنى أنَّ من الملائكة خَلْقاً لكلِّ واحد منهم جناحانِ وخَلْقاً اجنحة كل منهم ثلاثة وخَلْقاً آخر لكلِّ منهم أربعة أجنحة ويُروى أنَّ صنفاً من الملائكة لهم ستة أجنحة بجناحين منها يُلقون أجسادَهم وبآخرينِ منها يطيرون فيما أُمروا به من جهتِه تعالى وجناحانِ منها مرخيَّانِ على وجوههم حياءً من الله عزَّ وجلَّ وعن رسول الله صلى الله عليه وسلم أنَّه رأى جبريلَ عليه السَّلامُ ليلةَ المعراجِ وله ستمائةُ جناح ورُوي أنَّه سألَه عليهما السَّلامُ أنْ يتراءى له في صورتِه فقال إنَّك لن تطيقَ ذلك قال إنِّي أحبُّ أنْ تفعل فخرج صلى الله عليه وسلم في ليلةٍ مُقمرةٍ فأتاهُ جبريلُ عليهما السَّلامُ في صورته فغشى عليه صلى الله عليه وسلم ثم أفاق وجبريل مسندُهُ وإحدى يديِه على صدرِه والأخرى بين كتفيِه فقال سبحانَ الله ما كنتُ أرى أنَّ شيئاً من الخلقِ هكذا فقال جبريلُ عليه السَّلامُ فكيف لو رأيت </p><p> فاطر ٢ ٣ إسرافيلَ له اثنا عشرَ جناحاً جناحٌ منها بالمشرقِ وجناحٌ منها بالمغربِ وإنَّ العرشَ على كاهلِه وإنَّه ليتضاءلُ الأحايينَ لعظمةِ الله عزَّ وجلَّ حتَّى يعودَ مثلَ الوَصَعِ وهو العصفورُ الصَّغيرُ {يَزِيدُ فِى الخلق ما يشاء} استثناف مقرِّرٌ لما قبله من تفاوتِ أحوالِ الملائكةِ في عددِ الأجنحةِ ومؤذنٌ بأنَّ ذلكَ من أحكامِ مشيئتِه تعالى لا لأمرٍ راجعٍ إلى ذَواتهم ببيان حكم كلِّي ناطق بأنَّه تعالى يزيدُ في أيِّ خلقٍ كان كلِّ ما يشاءُ أنْ يزيدَه بموجبِ مشيئتِه ومُقتضى حكمتِه من الأمورِ التي لا يحيطُ بَها الوصفُ وما رُوي عن النبيِّ صلى الله عليه وسلم من تخصيص بعض المعاني بالذِّكرِ من الوجهِ الحسنِ والصَّوتِ الحسنِ والشَّعرِ الحسنِ فبيانٌ لبعضِ الموادِّ المعهودةِ بطريقِ التَّمثيلِ لا بطريقِ الحصرِ فيها وقولُه تعالى {إِنَّ الله على كل شَىْء قَدِيرٌ} تعليلٌ بطريقِ التَّحقيق للحُكمِ المذكورِ فإنَّ شمولِ قدرتِه تعالى لجميعِ الأشياءِ ممَّا يوجبُ قدرتَه تعالَى على أنَّ يزيدَ كلَّ ما يشاؤه إيجاباً بيِّناً </p>"
}