{
  "id": null,
  "sura": 37,
  "aya": 102,
  "text": "<p> {فَلَمَّا بَلَغَ مَعَهُ السعى} فصيحةٌ معربة عن مقدَّرٍ قد حُذف تعويلاً على شهادةِ الحال وإيذاناً بعدمِ الحاجة إلى التصريح </p><p> الصافات ١٠٣ به لاستحالةِ التَّخلُّفِ والتَّأخُّرِ بعد البشارة كما مرَّ في قوله تعالى فلما رَأَيْنَهُ أَكْبَرْنَهُ وفي قوله تعالى فَلَمَّا رَآهُ مُستقرّاً عِندَه أي فوهبناه له فنشأ فلمَّا بلغَ رتبة ان يسعى معى في أشغالهِ وحوائجهِ ومعه متعلق بمحذوف ينبئ عنه السَّعيُ لا بنفسِه لأنَّ صلة المصدرِ لا تتقدَّمُه ولا يبلغ لأنَّ بلوغَهما لم يكن معاً كأنَّه لما ذُكر السَّعيُ قيل مع مَن فقيل مَعَه وتخصيصُه لأنَّ الأبَ أكملُ في الرِّفقِ والاستصلاحِ فلا يستسعيه قبل أوانهِ أو لأنَّه استوهبه لذلك وكان له يومئذٍ ثلاثَ عشرة سنةً {قَالَ} أيْ إبراهيمُ عليهِ السلام {يا بني إِنّى أرى فِى المنام أَنّى أَذْبَحُكَ} أي أرى هذه الصُّورة بعينها أو ما هذه عبارتُه وتأويلُه وقيل إنه رأى ليلةَ التَّرويةِ كأنَّ قائلاً يقول له إنَّ الله يأمُرك بذبحِ ابنِك هذا فلمَّا أصبحَ رَوَّى في ذلك من الصَّباحِ إلى الرَّواحِ أمنَ اللَّهِ هذا الحُلُم أم من الشَّيطانِ فمن ثمة سُمِّي يوم التَّرويةِ فلمَّا أمسى رأى مثلَ ذلك فعرفَ أنَّه من اللَّهِ تعالى فمن ثمَّة سمِّي يومَ عرفة ثم رأى مثله في اللَّيلةِ الثَّالثةِ فهمَّ بنحرهِ فسمِّي اليوم يومَ النَّحرِ وقيل إنَّ الملائكةَ حين بشَّرته بغلامٍ حليمٍ قال إذن هو ذبيح الله فلمَّا وُلد وبلغ حدَّ السَّعيِ معه قيل له أوفِ بنذرك والأظهرُ الأشهرُ أنَّ المخاطَب إسماعيلُ عليه السَّلامُ إذ هُو الذي وُهب إثرَ المُهاجرةِ ولأنَّ البشارة بإسحق بعده معطوفٌ على البشارةِ بهذا الغلام ولقوله صلى الله عليه وسلم أنا ابنُ الذَّبيحين فأحدُهما جدُّه إسماعيلُ عليه السَّلامُ والآخرُ أبُوه عبدُ اللَّهِ فإنَّ عبد المطَّلبِ نذر أنْ يذبحَ ولداً أنْ سهَّل الله تعالى له حفرَ بئرِ زمزمٍ أو بلغ بنُوه عشرةً فلمَّا حصل ذلك وخرجَ السَّهمُ على عبدِ اللَّهِ فداهُ بمائةٍ من الإبلِ ولذلك سُنَّت الدِّيةُ مائةً ولأنَّ ذلك كان بمكَّة وكان قَرْنا الكبشِ معلَّقين بالكعبةِ حتَّى احترقا في أيَّامِ ابن الزُّبيرِ ولم يكن إسحق ثمة ولان بشارة إسحق كانت مقرونةً بولادةِ يعقوبَ منه فلا يُناسبه الأمرُ بذبحهِ مُراهِقاً وما رُوي أنه عليه الصلاةُ والسلام سئل عن النَّسب أشرفُ فقال يوسفُ صدِّيقُ اللَّهِ ابنُ يعقوبَ اسرائيل الله ابن اسحق ذبيحِ اللَّهِ ابنِ إبراهيمَ خليلِ اللَّهِ فالصَّحيحُ أنَّه عليه الصلاةُ والسلام قال يوسفُ بنُ يعقوبَ بنِ اسحق بن ابراهيم الزوائد من الرَّاوي وما رُوي من أنَّ يعقوبَ كتب إلى يوسفَ مثلَ ذلك لم يثبت وقرئ إنِّيَ بفتح الياءِ فيهما {فانظر مَاذَا ترى} من الرَّأيِ وإنَّما شاوره فيه وهو أمرٌ محتومٌ ليعلمَ ما عنده فيما نَزلَ من بلاءِ اللَّهِ تعالى فيُثبِّت قدمَه إنْ جَزِعَ ويأمن عليه إنْ سلَّم وليُوطِّنَ نفسَه عليه فيُهون ويكتسبُ المثوبة عليه بالانقيادِ له قبل نزول وقرى ماذا تُري بضمِّ التَّاءِ وكسرِ الرَّاءِ وبفتحِها مبنياً للمفعول {قال يا أبت افعل مَا تُؤمَرُ} أي تُؤمر بهِ فحذف الجارُّ أوَّلاً على القاعدةِ المُطَّردةِ ثم حُذف العائدُ إلى الموصولِ بعد انقلابه منصوباً بإيصاله إلى الفعلِ أو حُذفا دفعةً أو افعل أمرك على إضافة المصدر إلى المفعولِ وتسمية المأمورِ به امرا وقرئ ما تؤمر به وصيغة المضارعِ للدِّلالةِ على أنَّ الأمرَ متعلِّقٌ به متوجِّهٌ إليه مستمرٌّ إلى حينِ الامتثالِ به {سَتَجِدُنِى إِن شَاء الله مِنَ الصابرين} على الذَّبحِ أو على قضاء الله تعالى </p>"
}