{
  "id": null,
  "sura": 39,
  "aya": 9,
  "text": "<p> {أم من هو قانت آناء الليل} الخ من تمامِ الكلامِ المأمورِ به وأم إما متصلة قد حذف معاد لها ثقةً بدلالة مساقِ الكلام عليه كأنَّه قيل له تأكيداً للتَّهديد وتهكُّماً به أأنت أحسنُ حالاً ومآلاٍ ام من هو قائمٌ بمواجب الطَّاعاتِ ودائم على أداءَ وظائف العبادات في ساعاتِ اللَّيل حالتَيْ السَّراءِ والضَّراءِ لا عند مساس الضُّرِّ فقط كدأبك حالَ كونِه {ساجدا وَقَائِماً} أي جامعاً بين الوصفينِ المحمودينِ وتقديمُ السُّجودِ على القيام لكونه أدخلَ في معنى العبادة وقرئ كلاهُما بالرَّفعِ على أنه خبرُ بعد خبرٍ {يَحْذَرُ الاخرة} حالٌ أُخرى على التَّرادفِ أو التَّداخلِ أو استئنافٌ وقعَ جَواباً عما نشأ من حكاية حاله من القنوتِ والسُّجود والقيامِ كأنه قيل ما باله يفعل ذلك فقيلَ يحذرُ عذاب الاخرة {ويرجو رَّحْمَةِ رَبّهِ} فينجُو بذلك مما يحذرُه ويفوزُ بما يرجوه كما ينبئ عنه التعرض لعنوان الربوبية المنبئةِ عن التبليغِ إلى الكمال مع الإضافة إلى ضميرِ الرَّاجي لا أنَّه يحذرُ ضرَّ الدُّنيا ويرجُو خيرَها فقط وإما منقطعةٌ وما فيها من الإضرابِ للانتقالِ من التَّهديدِ إلى التبكيت بتكليف الجواب الملجئ إلى الاعترافِ بما بينهما من التَّباينِ البيِّن كأنَّه قيل بل ام من هو قانتٌ الخ أفضل ام من هو كافرٌ مثلك كما هو المعنى على قراءة التَّخفيفِ {قُلْ} بياناً للحقِّ وتنبيهاً على شرفِ العلمِ والعمل {هَلْ يَسْتَوِى الذين يَعْلَمُونَ} حقائقَ الأحوالِ فيعملون بموجبِ علمهم كالقانتِ المذكورِ {والذين لَا يَعْلَمُونَ} أي ما ذُكر أو شيئاً فيعملون بمقتضى جهلِهم وضلالِهم كدأبك والاستفهامُ للتَّنبيه على أنَّ كون الأَوَّلينَ في أعلى معارج الخيرِ وكون الآخرينَ في أقصى مدارج الشَّرِّ منَ الظُّهورِ بحيثُ لا يكاد يخفى على أحدٍ من منصفِ ومكابرٍ وقيل هو واردٌ على سبيل التشيه أي كما لا يستوي العالمونَ والجاهلون لا يستوي القانتون والعاصُون وقوله تعالى {إنما يتذكر أولوا الالباب} كلامٌ مستقلٌّ غيرُ داخلٍ في الكلامِ المأمور به واردٌ من جهته تعالى بعد الأمر بما ذُكر من القوارعِ الزَّاجرةِ عن الكُفر والمعاصِي لبيانِ عدمِ تأثيرِها في قلوبِ الكفرةِ لاختلال عقولهم كما في قول من قال ... عوجوا فحيوا لنعمى دمنة الدار ... ماذا تحيون من نوى وَأَحْجَارِ ... </p><p> أي إنما يتَّعظُ بهذه البيانات الواضحة أصحابُ العقولِ الخالصةِ عن شوائب الخللِ وهؤلاءِ بمعزلٍ من ذلك وقرئ إنما يذكر بالإدغام </p><p> الزمر </p>"
}