{
  "id": null,
  "sura": 41,
  "aya": 44,
  "text": "<p> {ولو جعلناه قرآنا أعْجَمِيّاً} جوابٌ لقولِهم هَلَاّ أُنزلَ القرآنُ بلغةِ العجمِ والضميرُ للذكرِ {لَّقَالُواْ لَوْلَا فصلت آياته} أي بينتْ بلسانٍ نفقهُه وقوله تعالى {أأعجمي وعربي} إنكار مقرر للتخصيص والأعجميُّ يُقالُ لكلامٍ لا يفهم وللكمتكلم بهِ والياءُ للمبالغةِ في الوصفِ كأحمريَ والمَعْنى أكلامٌ أعجميٌّ ورسولٌ أو مرسلٌ إليه عربيٌّ على أن الإفرادَ مَعَ كونِ المرسلِ إليهمْ أمةً جمةً لما أنَّ المرادَ بيانُ التنافِي والتنافُرِ بينَ الكلامِ وبينَ المُخاطَبِ بهِ لا بيانُ كونِ المخاطبِ واحداً أو جمعاً وقُرِىءَ أعَجميٌّ أيْ أكلامٌ منسوبٌ إلى أمةِ العجمِ وقُرِىَء أعجميٌّ علَى الإِخبارِ بأنَّ القرآنَ أعجميٌّ والمتكلمُ والمخاطَبُ عربيٌّ ويجوزُ أن يرادَ هَلَاّ فصِّلتْ آياتُه فجعلَ بعضُها أعجمياً لإفهامِ العجمِ وبعضُها عربياً لإفهامِ العربِ وأيَاً ما كانَ فالمقصودُ بيانُ أنَّ آياتِ الله تعالَى على أي وجهٍ جاءتُهم وجدُوا فيها متعنتاً يتعللونَ به {قل هو للذين آمنوا هدى} يهيدهم إلى الحقِّ {وَشِفَاء} لِمَا فِى الصدور من شبة {والذين لَا يُؤْمِنُونَ} مبتدأٌّ خبره {في آذانِهم وَقْرٌ} على أن التقدير هُو أي القرآنُ في آذانِهم وَقْرٌ على أنَّ وقرٌ خبرٌ للضميرالمقدر وفي آذانِهم متعلقٌ بمحذوفٍ وقعَ حالاً من وقرٌ وهُو أوفقُ لقولِه تعالى {وَهُوَ عَلَيْهِمْ عَمًى} وقيلَ خبرُ الموصولِ في آذانِهم ووَقْرٌ فاعلُ الظرفِ وقيلَ وقرٌ مبتدأٌ والظرفُ خبرُه والجملةُ خبرٌ للموصولِ وقيلَ التقديرُ والذينَ لا يؤمنونَ في آذانِهم منْهُ وقرٌ ومن جوَّزَ العطفَ على عاملينِ عطفَ الموصولَ على الموصولِ الأولِ أي هُو للأولينَ هُدى وشفاءٌ وللآخرينَ وقرٌ في آذانِهم {أولئك} إشارةٌ إلى </p><p> ٤٧ ٤٥ </p><p> الموصولِ الثانِي باعتبارِ اتصافِه بما في حيز صلته وملاحظة ما أُثبتَ لهُ وما فيه من معنى البعد مع قرب العهد بالمشار إليه للإيذان ببعد منزلِته في الشرِّ معَ ما فيه من كمالِ المناسبةِ للنداءِ من بعيدٍ أي أولئكَ البُعداءُ الموصوفونَ بما ذكرَ من التصامِّ عن الحقِّ الذي يسمعُونَهُ والتعامِي عن الآياتِ الظاهرةِ التي يشاهدونَها {يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ} تمثيلٌ لهم في عدمِ قبولِهم واستماعِهم له بمنْ ينادى من مسافةٍ نائيةٍ لا يكادُ يَسمعُ من مثلِها الأصواتِ </p>"
}