{
  "id": null,
  "sura": 41,
  "aya": 53,
  "text": "<p> {سنريهم آياتنا} الدالة على حقيقتِه وكونِه من عند الله {فِى الأفاق} هو ما أخبرهم به النبيِّ صلَّى الله عليهِ وسلم من الحوادثِ الآتيةِ وآثارِ النوازل الماضية ما يسر الله تعالى وله ولخلفائِه من الفتوحِ والظهورِ على آفاقِ الدنيا والاستيلاءِ على بلادِ المشارقِ والمغاربِ على وجةٍ خارقٍ للعادةِ {وَفِى أَنفُسِهِمْ} هو ما ظهرَ فيما بينَ أهلِ مكةَ وما حلَّ بهم قال ابن عباس رضي الله عنهما في الآفاق أي منازلِ الأممِ الخاليةِ وآثارِهم وفي أنفسِهم يومُ بدرٍ وقال مجاهدٌ والحسنُ والسُدِّيُّ في الآفاقِ ما يفتحُ الله من القُرَى عليهِ عليه الصلاةُ والسلامُ والمسلمينَ وفي أنفسِهم فتحُ مكةَ وقيلَ في الآفاقِ أي في أقطار السمواتِ والأرضِ من الشمسِ والقمرِ والنجومِ وما يترتبت عليها من الليلِ والنهارِ والأضواءِ والظلالِ والظلماتِ ومن النباتِ والأشجارِ والأنهارِ وفي أنفسهم من لطيفِ الصنعة وبديعِ الحكمةِ في تكوينِ الأجنةِ في ظلماتِ الأرحامِ وحدوثِ الأعضاءِ العجيبةِ والتركيباتِ الغريبةِ كقولِه تعالى {وَفِى أَنفُسِكُمْ أَفَلَا تُبْصِرُونَ} واعتذرَ بأنَّ معنَى السينِ مع أنَّ إراءةَ تلك الآياتِ قد حصلتْ قبلَ ذلكَ أنه تعالَى سيطلعُهم على تلك الآياتِ زماناً فزماناٍ ويزيدُهم وقوفاً على حقائِقِها يوماً فيوماً {حتى يَتَبَيَّنَ لَهُمْ} بذلكَ {أَنَّهُ الحق} أي القرآنُ أو الإسلامُ والتوحيدُ {أَوَلَمْ يَكْفِ بِرَبّكَ} استئنافٌ واردٌ لتوبيخهِم عَلى تررد في شأنِ القرآنِ وعنادِهم المُحوجِ إلى إراءةِ الآياتِ وعدمِ اكتفائِهم بإخبارِه تعالَى والهمزة للإنكارِ والواوُ للعطفِ على مقدرٍ يقتضيهِ المقامُ أيْ ألَمْ يغنِ ولم يكفِ ربُّكَ والباءُ مزيدةٌ للتأكيد ولَا تكادُ تزاد إلا معَ كَفَى وقولُه تعالى {أَنَّهُ على كُلّ شَىْء شَهِيدٌ} بدلٌ منهُ أيْ ألم يغنهم عن إراء الآياتِ الموعودةِ المبينةِ لحقيةِ القُرانِ ولم يكفهم في ذلكَ أنه تعالَى شهيدٌ على جميع الأشياء وقد أخبرَ بأنَّه منْ عندِه وقيلَ معناهُ أنَّ هَذا الموعودَ من إظهارِ آياتِ الله في الآفاقِ وفي أنفسِهم سيرونَهُ </p><p> ويشاهدونَهُ فيتبينونَ عند ذلكَ أنَّ القرآنَ تنزيلُ عالمِ الغيبِ الذي هُو عَلى كُلّ شَىْء شَهِيدٌ أي مطّلعٌ يستوِي عندَهُ غيبُه وشهادتُه فيكفيهم ذلك دليلاً على أنه حقٌّ وأنَّه منْ عندِه ولو لم يكن كذلك ما قُوِيَ هذه القوةَ ولما نُصرَ حاملُوه هذهِ النُصرةَ فتأملُ وأما ما قيلَ من أن المعنى أو لم يكفكَ أنِه تعالَى على كُلِّ شيءٍ شهيدٌ محققٌ له فيحقق أمرك بإظار الآياتِ الموعودةِ كما حققَ سائرَ الأشياءِ الموعودةِ فمع إشعارِه بما لا يليقُ بجلالةِ منصبِه عليه السلامُ من الترددِ فيما ذكر من تحقيق الموعودِ يرده قولُه تعالى </p>"
}