{
  "id": null,
  "sura": 42,
  "aya": 8,
  "text": "<p> {ولو شاء الله لجعلهم} أي في لدنيا {أمة واحدة} قيل مهتدينَ أو ضَالِّينَ وهو تفصيلٌ لما أجملَهُ ابن عباس رضي الله عنهما في قولِه على دينٍ واحدٍ فمعنى قولِه تعالى {ولكن يدخل من يشاء فِى رَحْمَتِهِ} أنه تعالَى يُدخلُ في رحمتِه مَن يشاءُ أنْ يدخلَهُ فيها ويدخلُ في عذابِه مَن يشاءُ أنْ يدخلَهُ فيهِ ولا ريب في أن مشيئَته تعالَى لكلَ من الإدخالينِ تابعةً لاستحقاقِ كلَ من الفريقين لدخلول مُدخلِه ومن ضرورةِ اختلافِ الرحمةِ والعذابِ اختلافْ حالِ الداخلينَ فيهما قطعاً فلم يشأْ جعلَ الكلِّ أمةً واحدةً بلْ جعلَهُم فريقينِ وإنَّما قيلَ {والظالمون مَا لَهُمْ مِن وَلِيّ وَلَا نَصِيرٍ} للإيذانِ بأنَّ الإدخالَ في العذابِ من جهِه الداخلين بموجب سوء اختيارهم لا من جهتِه تعالَى كما في الإدخال في الرحمة لا لِما قيلَ من المبالغةِ في الوعيدِ وقيلَ مؤمنين كلَّهم وهو ما قالَه مقاتلٌ على دينِ الإسلامُ كما في قوله تعالى ولو شآء الله لجمهم عَلَى الهدى وقوله تعالَى {وَلَوْ شِئْنَا لَاتَيْنَا كُلَّ نَفْسٍ هُدَاهَا} والمَعنْى ولو شاء لله مشيئةَ قُدرةٍ لقسرَهُم على الإيمانِ ولكنَّه شاءَ مشيئةَ حكمةٍ وكلَّفَهم وبنى أمرَهُم على مَا يختارُون ليدخلَ المؤمنينَ في رحمتِه وهم المُرادونَ بقولِه تعالى يُدْخِلُ مَن يَشَاء وتركَ الظالمينَ بغيرِ وَليَ ولا نصيرٍ وأنت خبيرٌ بأنَّ فرضَ جعلِ الكلِّ مؤمنينَ يأباهُ تصديرُ الاستدراكِ بإدخالِ بعضِهم في رحمته إذِ الكلُّ حينئذٍ داخلونَ فيَها فكانَ المناسب حينئ تصديَرُه بإخراجِ بعضِهم مِنْ بينِهم وإدخالِهم في عذابِه فالذي يقتضيهِ سياقُ النظمِ الكريمِ وسبقاه أنْ يرادَ الاتحادُ في الكُفرِ كما في قولِه تعالى كَانَ الناس أُمَّةً واحدة فبعث الله النبين الآيةَ على أحدِ الوجهينِ بأنْ يُرادَ بهم الذين هم في فترة إدريسَ أو في فترةِ نوحٍ عليهما السلامُ فالمَعْنى ولو شاءُ الله لجعلَهُم أُمَّةً واحدةً متّفقةً على الكُفرِ بأنْ لا يرسلَ إليهم رسولاً لينذرَهُم ما ذُكِرَ من يوم الجع وما فيهِ من ألوانِ الأهوالِ فيبقُوا على ما هم عيه من الكُفرِ ولكنْ يدخلُ من يشاء فى رحمته أي شأنُه ذلكَ فيرسلُ إلى الكلِّ مَن ينذرُهم ما ذُكِرِ فيتأثرُ بعضُهم بالإنذارِ فيصرفونَ اختيارَهُم إلى الحقِّ فيوفقُهم الله للإيمانِ والطاعةِ ويُدخلِهُم في رحمتِه ولا يتأثرُ به الآخرونَ ويتمادَوْنَ في غيِّهم وهم الظالمونَ فيبقَونَ في الدُّنيا </p><p> } ١ ٩ </p><p> على ما هم عليه من الكُفرِ ويصيرونَ في الآخرة إلى السعير من غير وَليَ يَلي أمرَهُم ولا نصيرٍ يخلصُهم من العذابِ </p>"
}