{
  "id": null,
  "sura": 42,
  "aya": 13,
  "text": "<p> {شرع لكم من الدين ما وصى به نوحا والذى أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وموسى وعيسى} وإيذانٌ بأنَّ ما شرعَ لهم صادرٌ عن كمالِ العلمِ والحكمةِ كما أن بيانَ نسبتهِ إلى المذكورين عليهم الصلاة والسلام تنبيهٌ على كونِه ديناً قديماً أجمعَ عليه الرسلُ والخطابُ لأمَّتهِ عليهِ الصَّلاةُ والسَّلامُ أيْ شرعَ لكُم من الدين ما وصى به نوحاً ومَنْ بعدَه من أربابِ الشرائعِ وأولي العزائمِ من مشاهيرِ الأنبياءِ عليهم الصَّلاةُ والسَّلامُ وأمرَهُم به أمراً مؤكداً على أنَّ تخصيصَهُم بالذكرِ لما ذُكِرَ من علوِّ شأنِهم ولا ستمالة قلوبِ الكفرةِ إليه لاتفاقِ الكلَّ على نبوةِ بعضِهم وتفردِ اليهودِ في شأنِ مُوسى عليه السَّلامُ وتفردِ النَّصارى في حقِّ عيسى عليه السلام وإلا فَما منْ نبيَ إلا وهُو مأمور بما أمره به وهو عبارةٌ عنِ التوحيدِ ودينِ الإسلامِ وما يختلف باخلافت الأممِ وتبدلِ الأعصارِ من أصولِ الشرائعِ والأحكامِ كما ينبىءُ عنه التوصيةُ فإنها معربةٌ عن تأكيد الأمرِ والاعتناء بشأن المأمور به والمراد بإيحائه إليه عله الصَّلاةُ والسَّلامُ إمَّا مَا ذُكر في صدرِ السورةِ الكريمةِ وفي قولِه تعالى {وَكَذَلِكَ أَوْحَيْنَا} الآيةَ أو ما يعمُّهما وغيرَهُما مما وقعَ في سائر المواقعِ التي من جملتها قوله تعالَى ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتبع مِلَّةَ إبراهيم حَنِيفًا وقولُه تعالَى قُلْ إنما أنا بشرٌ مثلُكم يوحى إِلَىَّ أَنَّمَا إلهكم إله وَاحِدٌ وغيرُ ذلكَ والتعبيرُ عن ذلكَ عند نسبتِه إليه عليه الصَّلاةُ والسَّلامُ بالذي لزيادة تفخيمِ شأنِه من تلك الحيثيةِ وإيثارُ الإيحاءِ على ما قبله وما بعده من التوصيةِ لمراعاة ما وقعَ في الآيات المذكورةِ ولِما في الإيحاءِ من التصريحِ برسالته عليه الصلاة والسلام القامعِ لإنكار الكفرةِ والالتفاتُ إلى نونِ العظمةِ لإظهار كمالِ الاعتناءِ بإيحائِه وهو السرُّ في تقديمِه على ما بَعدُه مع تقدِّمهِ عليهِ زماناً وتقديمُ </p><p> } ٤ </p><p> توصيةِ نوحٍ عليهِ السَّلامُ للمسارعة إلى بيان كون المشروعِ لهم ديناً قديماً وتوجيه الخطابِ إليه عليه الصَّلاةُ والسَّلام بطريق التلوين للتشريف والتنبيهِ على أنَّه تعالَى شرعَهُ لهم على لسانِه عليهِ الصَّلاةُ والسَّلامُ {أَنْ أَقِيمُواْ الدين} أي دينَ الإسلامِ الذي هو توحيدُ الله تعالى وطاعتُه والإيمان بكتبه ورسله وبيوم الجزاءِ وسائرِ ما يكونُ الرجلُ بهِ مُؤمناً والمرادُ بإقامتِه تعديلُ أركانِه وحفظُه منْ أنْ يقعَ فيه زيف أو المواظبةُ عليه والتشمّرُ له ومحلُّ أنْ أقيمُوا إما النصبُ على أنه بدلٌ منْ مفعول شرع والمعطوفين عليها أو الرفعُ عَلى أنَّه جواب عن سؤال نشأ منْ إبهامِ المشروعِ كأنَّه قيلَ وما ذاكَ فقيلَ هو إقامةُ الدينِ وقيلَ بدلٌ من ضمير به وليسَ بذاكَ لما أنَّه معَ إفضائه إلى خروجه عن حيز الإيحاءِ إلى النبيِّ صلَّى الله عليهِ وسلم مستلزمٌ لكون الخطابِ في قولِه تعالَى {وَلَا تَتَفَرَّقُواْ فيه} للأنبياء المذكروين عليهمْ الصَّلاةُ والسَّلامُ وتوجيه النَّهي إلى أممهم تمحّلٌ ظاهرٌ مع أنَّ الأظهرُ أنَّه متوجهٌ إلى أمته صلى الله عليه وسلم وأنَّهم المتفرقونَ كما ستحيطُ به خبرا اي لا تتفرقُوا في الدينِ الذي هُو عبارةَ عمَّا ذُكر من الأصولِ دونَ الفروعِ المختلفةِ حسبَ اختلافِ الأممِ باختلافِ الأعصارِ كما ينطقُ بهِ قولُه تعالَى {لِكُلّ جَعَلْنَا مِنكُمْ شرعة ومنهاجا} وقولُه تعالَى {كَبُرَ عَلَى المشركين} شروعٌ في بيانِ أحوالِ بعضِ مَنْ شرعَ لهم ما شرع من الدينِ القويمِ أي عظُم وشق علهيم {ما تدعوهم إليه} من التوحيدِ ورفضِ عبادةِ الأصنامِ واستبعدُوه حيثُ قالُوا {أَجَعَلَ الألهة إلها واحدا إِنَّ هذا لَشَىْء عُجَابٌ} وقولُه تعالَى {الله يَجْتَبِى إِلَيْهِ مَن يَشَاء} استئنافٌ واردٌ لتحقيق الحقِّ وفيه إشعارٌ بأنَّ منهُم من يجيبُ إلى الدعوة أي الله يجتلبُ إلى ما تدعُوهم إليهِ مَنْ يشاءُ أنْ يجتبَيُه إليهِ وهُو من صَرفَ اختيارَهُ إلى ما دُعِيَ إليه كما ينبىءُ عنه قولُه تعالى {وَيَهْدِى إِلَيْهِ مَنْ يُنِيبُ} أي يُقبلُ إليه حيثُ يمدُّه بالتوفيق والألطافِ وقولُه تعالَى </p>"
}