{
  "id": null,
  "sura": 46,
  "aya": 15,
  "text": "<p> {وَوَصَّيْنَا الإنسان} بأنْ يُحسنَ {بوالديه إحسانا} وقرئ حُسْناً أي بأنْ يفعلَ بهمَا حُسْناً أي فعلاً ذَا حُسنٍ أو كأنَّه في ذاتِه نفسُ الحسنِ لفرطِ حُسنهِ وقُرِىءَ بضمِّ السينِ أيضاً وبفتحِهما أيْ بأن يفعل بهما فعل حَسَناً أو وصينَاهْ إيصاءً حسناً {حَمَلَتْهُ أُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً} أي ذاتَ كُرهٍ أو حملاً ذَا كره وهو المشقة وقرئ بالفتحِ وهُما لغُتانِ كالفَقْرِ والفُقْرِ وقيلَ المضمومُ اسمٌ والمفتوحُ مصدرٌ {وَحَمْلُهُ وفصاله} أيْ مدةُ حملِه وفصالِه وهو الفطام وقرئ ة فصله والفصل والفصالُ كالفطمِ والفِطامِ بناءً ومَعْنى والمرادُ </p><p> } ٦ ١٧ </p><p> بهِ الرَّضاعُ التامُّ المُنتهِي بهِ كمَا أرادَ بالأمدِ المدة من ال كُلُّ حَيَ مُستكمِلٌ مُدَّةَ العمرِ ومُودٍ إذَا انتهى أمدُهْ {ثَلَاثُونَ شَهْراً} تمضي عليَها بمعاناةِ المشاقِّ ومقاساةِ الشدائدِ لأجلِه وهذا دليلٌ على أن أقلَّ مدةِ الحملِ ستةُ أشهرٍ لما أنه حُطَّ عنْهُ للفصالِ حولانِ لقولهِ تعالى حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرضاعة يبقي للحملِ ذلكَ قيلَ ولعل تعيينَ أقلِ مدةِ الحملِ وأكثرِ مدةِ الرَّضاعِ لانضباطِهما وتحققِ ارتباطِ النسبِ والرضاعِ بهما {حتى إِذَا بَلَغَ أَشُدَّهُ} أي اكتهل واستحكمَ قوتُه وعقلُه {وَبَلَغَ أَرْبَعِينَ سَنَةً} قيلَ لم يبعثْ نبيٌّ قبلَ أربعينَ وقرئ حتَّى إذَا استَوى وبلغَ أشدَّهُ {قَالَ رَبّ أَوْزِعْنِى} أي ألهمنِي وأصلُه أَوْلعِني من أوزعتُه بكذَا {أَنْ أَشْكُرَ نِعْمَتَكَ التى أَنْعَمْتَ عَلَىَّ وعلى وَالِدَىَّ} أي نعمةَ الدِّينِ أو ما يعمُّها وغيرَها {وَأَنْ أَعْمَلَ صالحا ترضاه} التنكيرُ للتفخيمِ والتكثيرِ {وَأَصْلِحْ لِى فِى ذُرّيَّتِى} أيْ واجعلِ الصلاحَ سارياً في ذُريتِي راسخاً فيهم كَما في قولِه يجرحُ في عَراقيبِها نَصْلي قالَ ابنُ عبَّاسٍ أجابَ الله تعالَى دعاءَ أبي بكرٍ رضيَ الله عنُهم فأعتقَ تسعةً من المؤمنينَ منهم بلال وعامر بنُ فُهيرةَ ولم يُردْ شيئاً من الخيرِ إلَاّ أعانَهُ الله تعالى عليهِ ودَعَا أيضاً فقالَ وأصلحْ لي في ذُريتِي فأجابَهُ الله عزَّ وجلَّ فلم يكن له ولدا إلا آمنُوا جميعاً فاجتمعَ له إسلامُ أبويهِ وأولادِه جميعاً فأدركَ أبُوه أبُو قحافة رسول الله صلى الله عليه وسلم وابنُه عبدُ الرحمنِ بنُ أبي بكرٍ وابنُ عبدِ الرَّحمنِ أبُو عتيقٍ كلُّهم أدركُوا النبيَّ عليهِ الصلاةَ والسَّلامُ ولم يكُنْ ذلكَ لأحدٍ من الصَّحابةِ رضوانُ الله تعالَى عليهم أجمعينَ {إِنّى تُبْتُ إِلَيْكَ} عمَّا لا ترضاهُ أو عمَّا يشغلُني عن ذكرِك {وَإِنّى مِنَ المسلمين} الذينَ أخلصُوا لكَ أنفسَهُم </p>"
}