{
  "id": null,
  "sura": 46,
  "aya": 10,
  "text": "<p> {قل أرأيتم إِن كَانَ} أي ما يُوحَى إليَّ من القرآنِ {مِنْ عِندِ الله} لَا سحراً ولا مُفترى كما تزعمونَ وقولُه تعالى {وَكَفَرْتُمْ بِهِ} حالٌ بإضمارِ قَدْ من الضميرِ في الخبرِ وُسّطتْ بين أجزاءِ الشرطِ مسارعةً إلى التسجيلِ عليهم بالكفرِ أو عطفٌ على كانَ كمَا في قولِه تعالى قُلْ أَرَأَيْتُمْ إِنْ كان مِنْ عِندِ الله ثُمَّ كَفَرْتُمْ بِهِ لكنْ لا على أنَّ نظمَهُ في سلك الشرط المتردد بينَ الوقوعِ وعدمِه عندهُم باعتبارِ حالِه في نفسهِ بل باعتبارِ حالِ المعطوفِ عليه عندَهُم فإنَّ كفرَهُم به أمرٌ محققٌ عندهم أيضاً وإنَّما ترددُهم في أنَّ ذلكَ كفرٌ بَما من عند الله تعالى أم لا وكذا الحالُ في قولِه تعالى {وَشَهِدَ شَاهِدٌ مّن بني إسرائيل} وما بعدَهُ من الفعلينِ فإنَّ الكُلَّ أمورٌ محققةٌ عندَهُم وإنَّما ترددُهم في أنَّها شهادةٌ وإيمانٌ بما من عند الله تعالى واستكبار عنه أولاً والمعنى أخبروني إن كان ذلك في الحقيقة من عند الله وكفرتُم به وشهدَ شاهدٌ عظيمُ الشأنِ منْ بني اسرائيل الواقفين على شؤن الله تعالى وأسرارِ الوحي بما أُوتُوا من التوراةِ {على مِثْلِهِ} أي مثلِ القرآنِ من المَعَاني المنطويةِ في التوراةِ المطابقةِ لما في القرآنِ من التوحيدِ والوعدِ والوعيدِ وغيرِ ذلكَ فإنَّها عينُ ما فيه في الحقيقةِ كما يعربُ عنه قولُه تعالَى وَإِنَّهُ لَفِى زُبُرِ الأولين وقولُه تعالى إِنْ هذا لَفِى الصحف الأولى والمثليةُ باعتبارِ تأديتِها بعباراتٍ أُخرَ أو على مثلُ ما ذُكرَ من كونه من عند الله تعالى والمثليةُ لما ذُكِرَ وقيل المثلُ صلةٌ والفاء في قوله تعالى {فآمن} للدلالةِ على أنَّه سارعَ إلى الإيمانِ بالقُرآنِ لما علمَ أنَّه من جنسِ الوحي الناطقِ بالحقِّ وهو عبدُ اللَّه بنُ سَلَام لمَّا سمعَ بمقدمِ رسولِ الله صلى الله عليه وسلم المدينةَ أتاهُ فنظرَ إلى وجههِ الكريمِ فعلمَ أنَّه ليسَ بوجهِ كذَّابٍ وتأملَهُ فتحققَ أنَّه النبيُّ المنتظرُ فقالَ له إنَّي سائلكَ عن ثلاثٍ لا يعلمُهنَّ إلا نبيٌّ ما أولُ أشراطِ الساعةِ وما أولُ طعام أكله أهلُ الجنةِ والولدُ ينزعُ إلى أبيهِ أو إلى أمَّةِ فقالَ عليهِ الصَّلاةُ والسَّلامُ أمَّا أولُ أشراطِ الساعةِ فنارٌ تحشرُهم منَ المشرقِ إلى المغربِ وأمَّا طعامِ أهلِ الجنَّةِ فزيادةُ كبدِ حوتٍ وأما الولُد فإنْ سبقَ ماءُ الرجلِ نزعَهُ وإنْ سبقَ ماءُ المرأةِ نزعتْهُ فقال أشهدُ أنَّكَ رسولُ الله حَقَّا فقامَ ثمَّ قالَ يا رسولَ الله إنَّ اليهودَ قومُ بُهتٌ فإن علمُوا بإسلامِي قبلَ أنْ تسألَهم عنِّي بهتونِي عندكَ فجاءتِ اليهود فقالَ لهم النبيُّ عليه الصلاةَ والسلام أي رجلٍ عبدُ اللَّهِ فيكم فقالُوا خيرُنا </p><p> } ١ ١ {</p><p> وابنُ خيرِنا وسيدُنا وابنُ سيدِنا وأعلمُنَا وابنُ أعلمِنا قال أرأيتُم إنْ أسلمَ عبدُ اللَّهِ قالُوا أعاذَهُ الله من ذلك فحرج إليهم عبدُ اللَّهِ فقالَ أشهدُ أَن لَاّ إلَه إِلَاّ الله وأشهدُ أنَّ محمداً رسولُ الله فقالُوا شرُّنا وابنُ شرِّنا وانتقصُوه قالَ هذَا ما كنتُ أخافُ يا رسولُ الله وأحذرُ قالَ سعدَ بنَ أبي وقاصٍ رضيَ الله عنْهُ ما سمعتُ رسولَ الله صلى الله عليه وسلم يقولُ لأحدٍ يمشِي على الأرضِ إنَّه من أهلِ الجنَّةِ إلا لعبدِ اللَّه ابن سَلامٍ وفيهِ نزلَ وَشَهِدَ شَاهِدٌ الآيةَ وقيلَ الشاهدُ مُوسى عليه السَّلامُ وشهادتُه بما في التَّوراة من بعثةِ النبيِّ عليهما الصَّلاةُ السلام وبهِ قال الشعبيُّ وقالَ مسروقٌ والله ما نزلتْ في عبدُ اللَّه بنُ سَلَام فإنَّ آلَ حم نزلتْ بمكةَ وإنَّما أسلمَ عبدُ الله بالمدينةِ وأجابَ الكلبيُّ بأنَّ الآيةَ مدنية وإنْ كانتْ السورةُ مكيةً {واستكبرتم} عطفٌ على شهدَ شاهدٌ وجوابُ الشرطِ محذوفٌ والمعنى أخبروني إن كان من عند الله تعالى وشهدَ على ذلكَ أعلمُ بني إسرائيلَ فآمنَ به من غيرِ تلعثمٍ واستكبرتُم عن الإيمانِ به بعد هذه المرتبةِ مَنْ أضلُّ منكم بقرينة قوله تعالة قال أرأيتم إن كان مِنْ عِندِ الله ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِى شِقَاقٍ بَعِيدٍ وقولِه تعالى {إِنَّ الله لَا يَهْدِى القوم الظالمين} فإنَّ عدم الهداية مما ينبئ عن الضَّلالِ قطعاً ووصفُهم بالظلمِ للإشعارِ بعلَّةِ الحُكم فإنَّ تركَهُ تعالَى لهدايتِهم لظلمِهم </p>"
}