{
  "id": null,
  "sura": 47,
  "aya": 4,
  "text": "<p> {فَإِذَا لَقِيتُمُ الذين كَفَرُواْ} لترتيبِ مَا في حيزِها من الأمرِ على ما قبلها فإنَّ ضلالَ أعمالِ الكفرةِ وخيبتَهم وصلاحَ أحوالِ المؤمنينَ وفلاحَهم ممَّا يُوجبُ أنْ يرتّب على كلَ من الجانبينِ ما يليقُ من الأحكامِ أيْ فإذَا كان الأمر كما ذكر فإذَا لقيتُموهم في المُحاربةِ {فَضَرْبَ الرقاب} أصلُه فاضربُوا الرقابَ ضرباً فحُذفَ الفعلُ وقُدِّمَ المصدرُ وأُنيبَ مُنابَهُ مضلفا إلى المفعولِ وفيِه اختصارٌ وتأكيدٌ بليغٌ والتعبيرُ به عن القتلِ تصويرٌ له بأشنعِ صورةٍ وتهويلٌ لأمرِه وإرشاده للغزاةِ إلى أيسرَ ما يكونُ منْهُ {حتى إِذَا أَثْخَنتُمُوهُمْ} أي أكثرتُم قتلَهم وأغلظتموه من الشئ الثخينِ وهو الغليظُ أو أثقلتمُوهم بالقتلِ والجراحِ حتَّى أذهبتُم عنهُم النهوضَ {فَشُدُّواْ الوثاق} فأْسِرُوهم واحفظُوهم والوَثاقُ اسمٌ لما يُوثقُ بهِ وكذا الوثاقُ بالكسرِ وقَدْ قرئ بذلكَ {فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاء} أيْ فإمَّا تمنونَ منًّا بعد ذلكَ أو تفْدونَ فداءً والمَعْنى التخييرُ بين القتلِ والاسترقاقِ والمنِّ والفداءِ وهذا ثابتٌ عند الشافعيِّ رحمَهُ الله تَعَالَى وعندنَا منسوخٌ قالُوا نزلَ ذلكَ يومَ بدرٍ ثُمَّ نُسخَ والحكمُ إما القتلُ أو الاسترقاقُ وعن مجاهدٍ ليسَ اليومَ منٌّ ولا فداءٌ إنما هُو الإسلامُ أو ضرب العنق وقرئ فداً كعَصَا {حتى تَضَعَ الحرب أَوْزَارَهَا} أوزارُ الحربِ آلاتُها وأثقالُها التي </p><p> ٥ ٩ </p><p> لا تقومُ إلا بَها من السلاحِ والكُراعِ وأُسندَ وضعُها إليها وهو لأهلِها إسناداً مجازياً وحتَّى غايةٌ عندَ الشافعيِّ لأحدِ الأمورِ الأربعةِ أو للمجموعِ والمَعْنى أنَّهم لا يزالونَ على ذلكَ أبداً إلى أنْ لا يكونَ مع المشركينَ حربا بأن لا تبقى لهم شوكةٌ وقيلَ بأنْ ينزلَ عيسى عليه السلامُ وأما عندَ أبي حنيفةَ رحمَهُ الله تعالى فإنْ حُملَ الحربُ على حربِ بدرٍ فهي غايةٌ للمنِّ والفداءِ والمعنى يمنى عليهم ويُفادون حتى تضعَ حربُ بدرٍ أوزارَها وإنْ حُملتْ على الجنسِ فهي غايةٌ للضربِ والشدِّ والمَعْنى أنهم يُقتلون ويؤسرون حتَّى يضع جنسُ الحربِ أوزارَها بأنْ لا يبقى للمشركين شوكةٌ وقيلَ أوزارُها آثامُها أي حتَّى يتركَ المشركونَ شركَهم ومعاصيَهم بأنْ أسلمُوا {ذلك} أي الأمرُ ذلك أو فعلوا ذلك {وَلَوْ يَشَاء الله لانتصر منهم} لا تنقم منهم ببعض أسبابا الهلكةِ والاستئصالِ {ولكن} لم يشأ لذلك {لّيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ} فأمرَكم بالقتالِ وبلاكُم بالكافرينَ لتجاهدُوهم فتستوجيبوا الثوابَ العظيمَ بموجبِ الوعدِ والكافروين بكم ليعالجهم على أيديكُم ببعضِ عذابِهم كيْ يرتدعَ بعضُهم عن الكفرِ {والذين قُتِلُواْ فِى سَبِيلِ الله} أي استُشهدوا وقرئ قاتلُوا أي جاهدُوا وقَتلُوا وقُتِلوا {فَلَن يُضِلَّ أعمالهم} أى فلن يضيعها وقرى يضل أعماله على البناءِ للمفعولِ ويضِلَّ أعمالَهم من ضلَّ وعنْ قَتَادةَ أنَّها نزلتْ في يومِ أحدٍ </p>"
}