{
  "id": null,
  "sura": 48,
  "aya": 25,
  "text": "<p> {هُمُ الذين كَفَرُواْ وَصَدُّوكُمْ عَنِ المسجد الحرام والهدى} بالنصبِ عطفاً على الضميرِ المنصوب فى صدوركم وقرئ بالجرِّ عطفاً على المسجدِ بحذفِ المضافِ أي ونحرِ الهدى وبالرفع على وصُدَّ الهَدْيُ وقولُه تعالَى {مَعْكُوفاً} حالٌ من الهَدْي أي محبوساً وقولُه تعالَى {أَن يَبْلُغَ مَحِلَّهُ} بدلُ اشتمالٍ من الهَدْي أو منصوبٌ بنزعِ الخافضِ أي محبوساً من أنْ يبلغَ مكانَهُ الذي يحلُّ فيهِ نحرُه وبه استدلَّ أبُو حنيفة رحمه الله تعالى على أنَّ المُحَصَر مَحِلُّ هديهِ الحرمُ قالُوا بعضُ الحديبيةِ منَ الحرمِ ورَويَ أن خيامه صلى الله عليه وسلم كانت في الحلِّ ومصلَاّهُ في الحرمِ وهناكَ نحرتْ هداياه صلى الله عليه وسلم والمرادُ صدُّها عن محلَّها المعهودِ الذي هُو مِنىً {وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَاء مؤمنات لَّمْ تَعْلَمُوهُمْ} لم تعرفُوهم بأعيانِهم لاختلاطِهم وهو صفةٌ لرجالٌ ونساءٌ وقولُه تعالى {أن تطؤوهم} أي تُوقعوا بهم وتُهلِكوهُم بدلُ اشتمالٍ منهُم أو من الضميرِ المنصوبِ في تعلمُوهم {فَتُصِيبَكمْ مِنْهُمْ} أي من جهتِهم {مَّعَرَّةٌ} أي مشقةٌ ومكروهٌ كوجوبِ الديةِ أو الكفارةِ بقتلِهم والتأسفِ عليهم وتعييرِ الكفارِ وسوءِ قالتِهم والإثمِ بالتقصيرِ في البحثِ عنهم وهي مَفْعَلةٌ من عَرَّهْ إذا عَرَاهُ ودَهَاهُ ما يكرهُهُ {بِغَيْرِ عِلْمٍ} متعلقٌ بأنْ تطؤهم أي غيرَ عالمينَ بهم وجوابُ لَولا </p><p> } ٦ محذوفٌ لدلالةِ الكلامِ عليهِ والمَعْنى لولا كراهةُ أن تُهلكُوا ناساً مؤمنينَ بين الكافرين غير عالمينَ بهم فيصيبَكُم بذلكَ مكروه لما كف أيدييكم عنْهم وقوله تعالى {لّيُدْخِلَ الله فِى رَحْمَتِهِ} متعلقٌ بما يدلُّ عليهِ الجوابُ المحذوفُ كأنَّه قيل عَقِيبَهُ لكن كفَّها عنهُم ليُدخلَ بذلك الكفِّ المؤدِّي إلى الفتحِ بلا محذورٍ في رحمتِه الواسعةِ بقسميَها {مَن يَشَآء} وهم المؤمنونَ فإنَّهم كانوا خارجين من الرحمةِ الدنيويةِ التي منْ جُمْلتِها الأمنُ مستضعفينَ تحت أيدِي الكفرةِ وأما الرحمةُ الأخرويةُ فهم وإن كانُوا غيرَ محرومينَ منها بالمرةِ لكنهم كانُوا قاصرينَ في إقامةِ مراسمِ العبادةِ كما ينبغي فتوفيقُهم لإقامتِها على الوجهِ الأتمِّ إدخالٌ لهم في الرحمةِ الأخرويةِ وقد جوز أن يكون من يشاءُ عبارةً عمنْ رغبَ في الإسلامِ من المشركينَ ويأباهُ قولُه تعالَى {لَوْ تَزَيَّلُواْ} الخ فإن فرض التزيل وترتيبَ التعذيبِ عليه يقتضي تحقق الباينة بين الفريقينِ بالإيمانِ والكفرِ قبلَ التزيلِ حتماً أي لو تفرقُوا وتميَّز بعضُهم من بعضٍ وقُرىءَ لو تزايلُوا {لَعَذَّبْنَا الذين كَفَرُواْ مِنْهُمْ عَذَاباً أَلِيماً} بقتلِ مقاتلتهم وسبى ذرايهم والجملةُ مستأنَفة مقرِّرةٌ لما قبلَها </p>"
}