{
  "id": null,
  "sura": 57,
  "aya": 16,
  "text": "<p> {ألم يأن للذين آمنوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ الله} استئنافٌ ناعٍ عليهم تثاقلَهُم في أمورِ الدِّينِ ورخاوةِ عقدِهم فيها واستبطاءٌ لا نتدابهم لما نُدبوا إليهِ بالترغيبِ والترهيبِ ورُويَ أنَّ المؤمنينَ كانُوا مُجْدبين بمكةَ فلمَّا هاجرُوا أصابُوا الرزقَ والنعمةَ وفترُوا عمَّا كانُوا عليهِ فنزلتْ وعن ابن مسعودٍ رضي الله عنه ما كانَ بينَ إسلامِنا وبينَ أنْ عُوتبنا بهذهِ الآيةِ إلا أربعُ سنينَ وعنِ ابن عباس رضي الله عنُهمَا أنَّ الله استبطأَ قلوبَ المؤمنينَ فعاتَبهُم على رأسِ ثلاثَ عشرةَ سنةً من نزولِ القُرآنِ أيْ ألم نجىء وقتُ أنْ تخشعَ قلوبُهم لذكرِه تعالَى وتطمئنَ به ويسارعُوا إلى طاعتِه بالامتثال بأوامره والانتهاءِ عمَّا نُهوا عنهُ منْ غير توانٍ ولا فتورٍ منْ أنى الأمرُ إذَا جاءَ أناهُ أي وقته وقُرِىءَ ألم يئِنْ من آنَ يئينُ بمعنى أنَى وقُرِىءَ ألمَّا بان وفيه دلالة على أن المنفى {وَمَا نَزَلَ مِنَ الحق} أي القرآنِ وهو عطفٌ على ذكرِ الله فإنْ كان هو المرادبه أيضا فالعطف لتغاير العنواين فإنَّه ذكرٌ وموعظةٌ كما أنَّه حقٌّ نازلٌ منَ السماءِ وإلَاّ فالعطفُ كما في قولِه تعالى إِنَّمَا المؤمنون الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتِهِ زَادَتْهُمْ إيمانا ومَعْنى الخشوعِ له الانقيادُ التامُّ لأوامره ونواهيِه والعكوفُ على العملِ بما فيهِ من الأحكامِ التي من جُملتها ما سبَقَ وما لَحِق من الإنفاق في </p><p> } ٩ ١٧ </p><p> سبيل الله تعالى وقرئ نزل من التنزيلِ مبنياً للمفعول ومبنياً للفاعلِ وأنزلَ {وَلَا يَكُونُواْ كالذين أُوتُواْ الكتاب مِن قَبْلُ} عطفٌ على تخشعَ وقُرىء بالتاءِ على الالتفاتِ للاعتناءِ بالتحذيرِ وقيلَ هو نهيٌ عن مماثلةِ أهلِ الكتابِ في قسوةِ القلوبِ بعد أنْ وبخوا وذلك أنَّ بني إسرائيلَ كانَ الحقُّ يحولُ بينَهُم وبينَ شهواتِهم وإذَا سمعُوا التوراةَ والإنجيل خشعوالله ورقَّتْ قلوبُهم {فَطَالَ عَلَيْهِمُ الأمد} أي الأجلُ وقُرِىءَ الأمدُّ بتشديدِ الدالِ أي الوقتُ الأطولُ وغلبهم الجفاءُ وزالتْ عنْهم الروعةُ التي كانتْ تأتيهُم من الكتابينِ {فَقَسَتْ قُلُوبُهُمْ} فَهِىَ كالحجارةِ أَوْ أَشَدُّ قسوةً {وَكَثِيرٌ مِّنْهُمْ فاسقون} أي خارجونَ عن حدودِ دينهم رافضونَ لما في كتابِهم بالكُلِّيةِ </p>"
}