{
  "id": null,
  "sura": 58,
  "aya": 22,
  "text": "<p> {لَاّ تَجِدُ قَوْماً يُؤْمِنُونَ بالله واليوم الأخر} الخطابَ للنَّبيِّ عليه الصَّلاةُ والسلام أوْ لكُلِّ أحدٍ وتجدُ إمَّا متعدٍ إلى اثنينِ فقولِهِ تَعَالى {يُوَادُّونَ مَنْ حَادَّ الله وَرَسُولَهُ} مفعولُه الثاني أوْ إلى واحدٍ فهو حالٌ من مفعولِه لتخصصهُ بالصفةِ وقيلَ صفةٌ أُخرى لَهُ أيْ قوماً جامعينَ بينَ الإيمانِ بالله واليومِ الآخرِ وبينَ موادةِ أعداءِ الله ورسولِه والمرادُ </p><p> سورة الحشر </p><p> {</p><p> ينفى الوجدان لنفى الموادةِ عَلى مَعْنَى أنَّه لا ينبغي أنْ يتحققَ ذلكَ وحقُّه أن يمتنعَ ولا يوجدَ بحالٍ وإنْ جدَّ في طلبهِ كلُّ أحدٍ {وَلَوْ كَانُواْ} أيْ من حاد الله ورسوله والجمع باعتبار معنى من كما أن الإفراد فيما قبله باعتبار لفظها {آباءهم} آباءُ الموادِّينَ {أَوْ أَبْنَاءهُمْ أَوْ إخوانهم أَوْ عَشِيرَتَهُمْ} فإنَّ قضيةَ الإيمانِ بالله تعالى أَنْ يهجرَ الجميعَ بالمرةِ والكلامُ في لَوْ قَدْ مرَّ على التفصيل مراراً {أولئك} إشارةٌ إلى الذينَ لا يوادونهم وإنْ كانُوا أقربَ النَّاسِ إليهم وأمسَّ رحماً وما فيه من معَنى البعدِ لرفعةِ درجتهم في الفضلِ وهُوَ مبتدأ خبرُهُ {كَتَبَ فِى قُلُوبِهِمُ الإيمان} أي أثبتَهُ فيها وفيه قطعا ولا شئ من أعمالِ الجوارحِ يثبتُ فيهِ {وَأَيَّدَهُمْ} أيْ قوَّاهُم {بِرُوحٍ مّنْهُ} أيْ مِنْ عندِ الله تعالىَ وهُوَ نورُ القلبِ أوِ القرآنُ أو النصرُ على العدوِّ وقيل الضمير للإيمان الحياة القلوبِ بهِ فمنْ تجريديةٌ وقولُهُ تعالَى {وَيُدْخِلُهُمُ} الخ بيانٌ لآثارِ رحمتهِ الأخرويةِ إثرَ بيانِ ألطافهِ الدنيويةِ أيْ ويدخلهُم في الآخرةِ {جنات تَجْرِى مِن تَحْتِهَا الانهار خالدين فِيهَا} أبدَ الآبدينَ وقولُه تَعَالى {رَّضِىَ الله عَنْهُمْ} استئنافٌ جارٍ مَجْرَى التَّعليلِ لما أفاضَ عليهمْ مِنْ آثارِ رحمتِهِ العاجلةِ والآجلةِ وقولُه تَعَالى {وَرَضُواْ عَنْهُ} بيانٌ لابتهاجِهم بما أوتُوه عاجلاً وآجلاً وقولُه تَعَالَى {أُوْلَئِكَ حِزْبُ الله} تشريفٌ لهُمْ ببيانِ اختصاصِهم بهِ عزَّ وجلَّ وقوله تعالى {إَّلا أَن حِزْبَ الله هُمُ المفلحون} بيان لاختصاصهم بالفوزِ بسعادةِ الدارينِ والفوزِ بسعادةِ النشأتينِ والكلامُ في تحليةِ الجملةِ بفنونِ التأكيدِ كَمَا مَرَّ فِي مثلِها عن النبي عليه الصلاةَ والسلام من قرأ سورة المجادلةِ كتبَ منْ حزبِ الله يوم القيامة </p><p> سورة الحشر </p><p> {بسم الله الرحمن الرحيم} </p>"
}