{
  "id": null,
  "sura": 59,
  "aya": 2,
  "text": "<p> {هُوَ الذى أَخْرَجَ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب مِن ديارهم} بيانٌ لبعضِ آثارِ عزته تعالى وأحكامِ حكمتِه إثرَ وصفِه تعالى بالعزةِ القاهرةِ والحكمةِ الباهرةِ على الإطلاقِ والضميرُ راجعٌ إليه تعلى بذلك العنوانِ إما بناءً على كمالِ ظهورِ اتصافه تعالى بهما مع مساعدةٍ تامةٍ من المقامِ أو على جعلِه مُستعاراً لاسمِ الإشارةِ كما في قوله تعالى قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ الله سَمْعَكُمْ وأبصاركم وَخَتَمَ على قُلُوبِكُمْ مَّنْ إله غَيْرُ الله يَأْتِيكُمْ بِهِ أي بذلك وعليهِ قول رؤبة بنِ العجاجِ ... كأَنَّهُ فِي الجلدِ تَوْليعُ البَهَقْ ... </p><p> كما هُو المشهورُ كأنه قيلَ ذلك المنعوتُ بالعزةِ والحكمةِ الذي أخرجَ الخ ففيهِ إشعارٌ بأن في الإخراجِ حكمةً باهرةً وقوله تعالَى {لأَوَّلِ الحشر} أيْ في أولِ حشرِهم إلى الشام وكانوا من سبطٍ لم يصبهم جلاءٌ قط وهم أولُ من أخرجَ من جزيرةِ العربِ إلى الشامِ أو هذا أولُ حشرِهم وآخرُ حشرِهم إجلاء عمر رضي الله عنه أيَّاهم من خيبرَ إلى الشام وقيل آخر حشرهم حشرُ يومِ القيامةِ لأنَّ المحشرَ يكونُ بالشامِ {مَا ظَنَنتُمْ} أيها المسلمون {أَن يَخْرُجُواْ} من ديارِهم بهذا الذلِّ والهوانِ لشدةِ بأسهِم وقوةِ منعتِهم {وَظَنُّواْ أَنَّهُمْ مَّانِعَتُهُمْ حُصُونُهُم مّنَ الله} أيْ ظنواً أنَّ حصونهم تمنعهم أو ما نعتهم من بأس الله تعالى وتغييرُ النظم بتقديم الخبر وإسنادُ الجملةِ إلى ضميرِهم للدلالةِ على كمالِ وثوقِهم بحصانةِ حصونِهم واعتقادهم في أنفسهم أنهم في غرة ومنعةٍ لا يُبَالى معها بأحدٍ يتعرضُ لهم أو يطمعُ في مُعازّتهم ويجوزُ أن يكون ما نعتهم خبراً لأنَّ وحصونُهم مرتفعاً على الفاعليةِ {فاتاهم الله} أي أمرُ الله تعالى وقدرُه المقدورُ لهم {مِنْ حَيْثُ لَمْ يَحْتَسِبُواْ} ولم يخطرْ ببالِهم وهو قتلُ رئيسهم كعبِ بنِ الأشرفِ فإنه </p><p> ٥ {</p><p> مما أضعفَ قوتَهُم وفلَّ شوكتَهم وسلب قلوبَهم الأمنَ والطمأنينة وقيل الضميرُ في أتاهُم ولم يحتسبوا للمؤمنينَ أى فأتاهم نصرُ الله وقُرِىءَ فتاهم أي فآتاهُم الله العذابَ أو النصرَ {وَقَذَفَ فِى قُلُوبِهِمُ الرعب} أيْ أثبتَ فيها الخوفَ الذي يرعبُها أي يملؤُها {يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ} ليسدُّوا بما نقضُوا منها من الخشبِ والحجارةِ أفواهَ الأزقةِ ولئلا يبقى بعد جلائهم مساكنُ للمسلمينَ ولينقلُوا معهم بعضَ آلاتِها المرغوبِ فيها مما يقبلُ النقلَ {وَأَيْدِى المؤمنين} حيثُ كانوا يخربونَها إزالةً لمتحصَّنِهم ومتمنعهم وتوسعا لمجالِ القتالِ ونكايةً لهمْ وإسناد هذا إليهم لما أنهمُ السببُ فيه فكأنَّهم كلَّفوهم إيَّاه وأمرُوهم به قيلَ الجملةُ حالٌ أو تفسيرٌ للرعبِ وقُرِىءَ يخَرِّبُونَ بالتشديدِ للتكثيرِ وقيلَ الإخرابُ التعطيلُ أو تركُ الشيءِ خراباً والتخريبُ النقض والهدم {فاعتبروا يا أولي الأبصار} فاتعظُوا بمَا جَرى عليهمْ من الأمورِ الهائلةِ على وجهٍ لا يكادُ يهتدِي إليه الأفكارُ واتَّقوا مباشرةَ ما أدَّاهُم إليه منَ الكفرِ والمعاصي أو انْتَقَلُوا من حالِ الفريقينِ إلى حالِ أنفسِكم فلا تُعوِّلوا على تعاضُدِ الأسبابِ بل توكَّلُوا على الله عزَّ وجلَّ وقدِ استدلَّ به على حجيةِ القياسِ كما فُصِّل في موقِعِه </p>"
}