{
  "id": null,
  "sura": 60,
  "aya": 4,
  "text": "<p> {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ} أيْ خصلةٌ حميدةٌ حقيقةٌ بأنْ يُؤتَسَى ويُقْتَدى بهَا وقولُهُ تعالَى {فِى إبراهيم والذين مَعَهُ} أي منْ أصحابِهِ المؤمنينَ صفةٌ ثانيةٌ لأسوةٌ أو خبرٌ لكانَ ولكُم للبيانِ أو حالٌ من المستكنِّ في حسنةٌ أو صلةٌ لها لا لأسوةٌ عندَ من لا يجوزُ العملَ بعدَ الوصفِ {إِذْ قَالُواْ} </p><p> ٥ </p><p> ظرفٌ لخبرِ كَان {لِقَوْمِهِمْ إِنَّا بَرَاء مّنكُمْ} جمعُ برئ كظريف وظرفاء وقرئ بِراءٌ كظِرافٍ وبُراءٍ كرُخالٍ وبَرَاءٌ على الوصفِ بالمصدرِ مبالغةً {وَمِمَّا تَعْبُدُونَ مِن دُونِ الله} من الأصنام {كَفَرْنَا بِكُمْ} أي بدينِكُم أو بمعبودِكُم أو بِكُم وبهِ فلا نعتدُّ بشأنِكُم وبآلِهَتِكُم {وَبَدَا بَيْنَنَا وَبَيْنَكُمُ العداوة والبغضاء أَبَداً} أيْ هَذا دأبُنَا معكُم لا نتركُهُ {حتى تُؤْمِنُواْ بالله وَحْدَهُ} وتتركُوا ما أنتُمْ عليهِ من الشركِ فتنقلبُ العداوةُ حينئذٍ ولايةً والبغضاءُ محبةً {إِلَاّ قَوْلَ إبراهيم لأَبِيهِ لَاسْتَغْفِرَنَّ لَكَ} استثناءٌ من قولِهِ تعالى أسوةٌ حسنةٌ فإنَّ استغفارِه عليهِ الصَّلاةُ والسَّلامُ لأبيهِ الكافرِ وإنْ كانَ جائزاً عقلاً وشرعاً لوقوعِهِ قبل تبينِ أنَّهُ من أصحابِ الجحيمِ كما نطقَ به النصُّ لكنَّهُ ليسَ ممَّا ينبغِي أنْ يُؤتسى بهِ أصلاً إذ المرادُ بهِ ما يجبُ الائتساءُ بهِ حتماً لورودِ الوعيدِ على الإعراضِ عنه بما سيأتي من قولِه تعالى وَمَن يَتَوَلَّ فَإِنَّ الله هُوَ الغنى الحميد فاستثناؤهُ من الأسوةِ إنما يفيدُ عدمَ وجوبِ استدعاءِ الإيمانِ والمغفرةِ للكافرِ المرجوِّ إيمانُهُ وذلكَ مما لا يرتابُ فيه عاقلٌ وأما عدم وأما عدمُ جوازِهِ فلا دِلالةَ للاستثناءِ عليهِ قطعاً هذا وأما تعليلُ عدمِ كونِ استغفارِه عليهِ الصَّلاةُ والسَّلامُ لأبيهِ الكافرِ مما ينبغي أنْ يُؤتَسى بهِ بأنَّه كانَ قبل النَّهيِ أو لموعِدة وعَدَهَا إياهُ فبمعزلٍ منَ السَّداد بالكلية لابتنائه على تناول النَّهي لاستغفارِهِ عليهِ الصَّلاةُ والسَّلامُ له وإنبائِهِ عن كونِهِ مُؤْتَسَى به لو لم يُنْهَ عنه وكلاهما بين البلان لما أنَّ موردَ النَّهي هو الاستغفارُ للكافر بعد تبين أمرِهِ وقد عرفتَ أن استغفارِه عليهِ الصَّلاةُ والسَّلامُ لأبيهِ كان قبلَ ذلكَ قطعاً وأنَّ ما يُؤْتَسَى به ما يجبُ الائتساءُ بهِ لا ما يجوزُ فعلُهُ في الجملة وتجويزُ أن يكونَ استغفارِه عليه الصَّلاةُ والسَّلامُ له بعدَ النَّهيِ كما هو المفهومُ من ظاهر قوله أو لموعِدة وعدها إياه مما لا مساغَ له وتوجيهُ الاستثناءِ إلى العِدَة بالاستغفارِ لا إلى نفسِ الاستغفار بقوله اغفر لاِبِى الآيةَ لأنها كانَتْ هي الحاملةَ لهُ عليهِ الصَّلاةُ والسَّلامَ على الاستغفارِ وتخصيصُ هذهِ العِدَة بالذكر دون ما وقع في سورة مريمَ من قوله تعالى سَأَسْتَغْفِرُ لَكَ رَبِي لورودها على طريق التوكيدِ القسَميّ وأما جعلُ الاستغفارِ دائراً عليها وترتيبُ التبرُّؤ على تبين الأمرِ فقد مر تحقيقه في سورة التوبةِ وقولِهِ تعالى {وَمَا أملِك لَكَ مِنَ الله مِن شَىْء} من تمامِ القولِ المُستثنى محلُّه النصبُ على أنه حال من فاعل لأستغفرنَّ لكَ أي أستغفرُ لكَ وليسَ في طاقتِي إلا الاستغفارُ فموردُ الاستثناءِ نفسُ الاستغفارِ لا قيدُهُ الذي هُو في نفسه من خصال الخيرِ لكونِه إظهاراً للعجزِ وتفويضاً للأمرِ إلى الله تعالَى وقولُهُ تعالَى {رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ المصير} الخ من تمام ما نُقلَ عن إبراهيمَ عليهِ السَّلامُ ومنْ معَهُ منَ الأسوةِ الحسنةِ وتقديمُ الجارِّ والمجرورِ لقصرِ التوكلِ والإنابةِ والمصيرِ على الله تعالَى قالُوهُ بعدَ المُجَاهَرَةِ وقشرِ العَصَا التجاءً إلى الله تعالَى في جميعِ أمورِهِم لا سيما في مدافعةِ الكفرةِ وكفايةِ شرورِهِم كما ينطق به قوله تعالَى </p>"
}