{
  "id": null,
  "sura": 61,
  "aya": 5,
  "text": "<p> {وَإِذْ قَالَ موسى لِقَوْمِهِ} كلامٌ مستأنفٌ مقرِّرٌ لما قبله من شناعة تركِ القتالِ وإذْ منصوبٌ على المفعوليةِ بمضمرِ خوطبَ به النبي عليه الصلاة والسلام بطريقِ التلوينِ أيْ واذكُر لهؤلاءِ المعرضينَ عن القتالِ وقتَ قولِ مُوسى لبني إسرائيلَ حينَ ندبَهُم إلى قتال الجبابرة بقوله يا قوم ادْخُلُوا الاْرْضَ المُقَدَّسَةَ الَّتِى كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا على أدباركم فتنقلبلوا خاسربن فلم يمتثلُوا بأمرِهِ وعَصوه أشدَّ عصيانٍ حيثُ قالُوا يا موسى إِنَّ فِيهَا قَوْماً جَبَّارِينَ وَإِنَّا لَن نَّدْخُلَهَا حتى يَخْرُجُواْ مِنْهَا فَإِن يَخْرُجُواْ مِنْهَا فَإِنَّا داخلون إلى قولِهِ تعالى فاذهب أَنتَ وَرَبُّكَ فَقَاتِلا إنا ههنا قاعدون وأصرُّوا على ذلكَ وآذُوه عليهِ الصَّلاةُ والسَّلامُ كلُّ الآذية {يا قوم لِمَ تُؤْذُونَنِى} أي بالمخالفةِ والعصيانِ فيما أمرتكُم بهِ وقولُه تعالَى {وَقَد تَّعْلَمُونَ إِنّى رَسُولُ الله إِلَيْكُمْ} جملةٌ حاليةٌ مؤكدةٌ لإنكارِ الإيذاءِ ونفيِ سببِهِ وقدْ لتحقيقِ العلمِ وصيغةُ المضارعِ للدلالةِ على استمرارِهِ أي والحالُ أنَّكم تعلمونَ علماً قطعياً مستمراً بمشاهدةِ ما ظهر بيديَّ من المعجزاتِ القاهرةِ التي معظمُها إهلاكُ عدوِّكُم وإنجاؤُكم من ملكتِهِ إِنّى رَسُولُ الله إِلَيْكُمْ لأرشدَكم إلى خيرِ الدُّنيا والآخرةِ ومن قضيةِ علمكم بذلكَ أن تبالغُوا في تعاظيمى وتسارعُوا إلى طاعتِي {فَلَمَّا زَاغُواْ} أي أصرُّوا على الزيغِ عن الحقُّ الذي جاءَ به موسَى عليهِ السلامُ واستمرُّوا عليهِ {أَزَاغَ الله قُلُوبَهُمْ} أيْ صرفَها عن قبولِ الحقِّ والميلِ إلى الصوابِ لصرفِ اختيارِهِم نحو الغيِّ والضلالِ وقولُهُ تعالى {والله لَا يَهْدِى القوم الفاسقين} اعتراضٌ تذييليُّ مقرر لمضمون ما قبله من الإزاغةِ ومؤذنٌ بعلتِهِ أيْ لا يهدِي القومَ الخارجينَ عن الطاعةِ ومنهاجِ الحقِّ المُصرِّين على الغَوايةِ هدايةً موصلةً إلى ما يوصل إليها فإنها شاملةٌ للكُلِّ والمرادُ بهم إما المذكرورن خاصَّة والإظهارُ في موقعِ الإضمارِ لذمِّهم بالفسقِ وتعليلِ عدم الهدية بهِ أو جنسِ الفاسقينَ وهم داخلون ف حُكمه دخولاً أولياً وأيّاً ما كانَ فوصفُهم بالفسقِ ناظرٌ إلى ما في قولِهِ تعالى فافرق بَيْنَنَا وبين القوم الفاسقين هذا هُو الذي تقتضيهِ جزالةُ النظمِ </p><p> ٨ ٦ </p><p> الكريمِ ويرتضيهِ الذوقُ السليمُ وأما ما قيلَ بصددِ بيانِ أسبابِ الأذيةِ من أنهم كانُوا يؤذونَهُ عليهِ الصلاة اولسلام بانواع الأذى من انقاصه وعيبِهِ في نفسِهِ وجحودِ آياتِهِ وعصيانِهِ فيما تعودُ إليهِم منافعُهُ وعبادتِهِم البقرَ وطلبِهِم رؤيةَ الله جهرةً والتكذيبِ الذي هو تضييعُ حقِّ الله وحقِّه فممَّا لا تعلُّقَ له بالمقامِ وقوله تعالى </p>"
}