{
  "id": null,
  "sura": 66,
  "aya": 8,
  "text": "<p> {يَا أَيُّهَا الذينَ آمَنُواْ تُوبُواْ إِلَى الله تَوْبَةً نَّصُوحاً} أي بالغةً في النصحِ وُصفتْ التوبةُ بذلكَ على الإسنادِ المجازِي وهو وَصفْ التائبينَ وهو أنْ ينصحُوا بالتوبةِ أنفسَهُم فيأتُوا بها على طريقتِهَا وذلكَ أن يتوبُوا عن القبائحِ لقبحاها نادمينَ عليها مغتمينَ أشدَّ الاغتمامِ لارتكابِهَا عازمينَ على أنَّهم لا يعودونَ في قبيحٍ من القبائحِ موطِّنينَ أنفسَهُم على ذلكَ بحيثُ لا يَلويهم عنه صارفٌ أصلاً </p><p> } ٠ ٩ </p><p> عن عليَ رضيَ الله عنهُ أنَّ التوبةَ يجمعها ستةُ أشياءٍ على الماضِي من الذنوبِ الندامةُ وللفرائضِ الإعادةُ وردُّ المظالمِ واستحلالُ الخصومِ وأن تعزمَ على أنْ لا تعودَ وأن تذيبَ نفسكَ في طاعةِ الله تعالى كما ربَّيتها في المعصيةِ وأن تذيقَها مرارةَ الطاعةِ كما أذقتَها حلاوةَ المعصيةِ وعن شهر بن حوشب أنْ لا يعودَ ولو حُزِّ بالسيفِ وأُحرقَ بالنَّارِ وقيلَ نصوحَاً من نصاحةِ الثوب أى توبة توفو خروقَكَ في دينكَ وترمُّ خللك وقيل خالصةٌ من قولِهم عسلٌ ناصحٌ إذا خلصَ من الشمعِ ويجوزُ أنْ يرادَ توبةً تنصحُ الناسُ أي تدعُوهم إلى مثلِها لظهورِ أثرِها في صاحبِها واستعمالِه الجدَّ والعزيمةَ في العملِ بمقتضياتِهَا وقُرِىءَ توباً نصوحاً وقُرِىءَ نُصوحاً وهو مصدرُ نصحَ فإنَّ النُّصحَ والنُّصوحَ كالشكرِ والشُكورِ أي ذات النصح أو تنصحُ نصوحاً أو توبُوا لنصحِ أنفسِكُم على أنَّه مفعولٌ له {عسى رَبُّكُمْ أَن يُكَفّرَ عَنكُمْ سيئاتكم وَيُدْخِلَكُمْ جنات تَجْرِى مِن تَحْتِهَا الأنهار} ورودُ صيغةِ الإطماعِ للجَريِ على سَنَنِ الكبرياءِ والإشعارِ بأنَّهُ تَفضُلٌ والتوبةُ غيرُ موجبةٍ له وأن العبدَ ينبغِي أن يكونَ بين خوفٍ ورجاء وإن بالغ في إقامةِ وظائفِ العبادةِ {يَوْمٌ لَاّ يخزِى الله النبى} ظرف ليدخلكم {والذين آمنوا مَعَهُ} عطفٌ على النبيِّ وفيهِ تعريضٌ بمن أخزاهُم الله تعالَى من أهلِ الكفرِ والفسوقِ واستحمادٌ إلى المؤمنين على انه عصمَهُم من مثلِ حالِهِم وقيلَ هو مبتدأٌ خبرُه قولُهُ تعالَى {نُورُهُمْ يسعى بَيْنَ أَيْدِيهِمْ وبأيمانهم} أيْ عل الصراطِ وهو على الأولِ استئناف أو حال وكذا قولُه تعالَى {يَقُولُونَ} الخ وعلى الثاني خبرٌ آخرُ للموصولِ أي يقولونَ إذا طُفىءَ نورُ المنافقينَ {رَبَّنَا أَتْمِمْ لَنَا نُورَنَا واغفر لَنَا إِنَّكَ على كُلّ شَىْء قَدِيرٌ} وقيلَ يدعونَ تقرباً إلى الله مع تمام نورهم وقيل تفاوت أنوارُهُم بحسبِ أعمالِهِم فيسألونَ إتمامَهُ تفضُّلاً وقيلَ السابقونَ إلى الجنةِ يمرونَ مثلَ البرقِ على الصراطِ وبعضُهم كالريحِ وبعضُهُم حَبْواً وزحفاً وأولئكَ الذينَ يقولونَ ربنا اتمم لنا نورنا </p>"
}