{
  "id": null,
  "sura": 72,
  "aya": 28,
  "text": "<p> {لّيَعْلَمَ أَن قَدْ أَبْلَغُواْ رسالات رَبّهِمْ} متعلقٌ بيسلكُ غايةٌ لهُ من حيثُ إنَّه مترتبٌ على الإبلاغ المترتبِ عليه إذ المرادُ به العلمُ المتعلقُ بالإبلاغ الموجود بالفعلِ وأنْ مخففةٌ من النقيلة واسمها الذي هو ضميرُ الشأنِ محذوفٌ والجملةُ خبرُها ورسالاتِ ربِّهم عبارةٌ عن الغيبِ الذي أُريدَ إظهارُ المُرتضَى عليهِ والجمعُ باعتبار تعددِ أفرادِه وضميرُ أبلغُوا إمَّا للرصَدِ فالمَعْنى أنَّه تعالَى يسلُكهم من جميع جوانبِ المرتَضى ليعلمَ أنَّ الشأنَ قد أبلغُوه رسالاتِ ربِّهم سالمةً عن الاختطافِ والتخليط علماً مستتبعاً للجزاءِ وهُو أنْ يعلَمُه موجوداً حاصلاً بالفعل كَما في قولِه تعالى حتى نَعْلَمَ المجاهدين والغايةُ في الحقيقه هو الإبلاغُ والجهادُ وإيرادُ علمهِ تعالَى لإبراز اعتنائِه تعالى بأمرِهما والإشعار بترتيب الجزاءِ عليهما والمبالغة في الحثِّ عليهما والتحذير عن التفريط فيهما وإما لمن ارتضَى والجمعُ باعتبارِ مَعْنى من كما أن الإفراد في الضميرين السابقينِ باعتبار لفظهافالمعنى ليعلمَ أنَّه قد أبلغَ الرسلَ الموحَى إليهم رسالات ربِّهم إلى أُممهم كما هي من غير اخنطاف ولا تخليطِ بعد ما أبلغها الرصَدُ إليهم كذلكَ قولَه تعالى </p><p> {وَأَحَاطَ بِمَا لَدَيْهِمْ} أيْ بَما عندَ الرَّصَدِ أو الرُّسلِ عليهم السَّلامُ حالٌ من فاعلِ يسلكُ بإضمارِ قَدْ أو بدونه على الخلاف المشهور جيءَ بها لتحقيقِ استغنائِه تعالى في العلمِ بالإبلاغِ عمَّا ذُكِرَ من سلكِ الرصدِ على الوجِه المذكورِ أي يسلكُهم بينِ يَدَيْهِ وَمِنْ خلفِه ليترتب عليه علمَه تعالَى بما ذُكر والحالُ أنَّه تعالَى قد أحاطَ بما لديِهم من الأحوالِ جميعاً </p><p> {وأحصى كلِّ شيءٍ} ممَّا كانَ وما سيكونُ </p><p> عَدَدًا أي فرداً فرداً وهُو تمييزٌ منقولٌ من المفعول به كقوله تعالى وفجرنا الارض عُيُوناً والأصلُ أحصَى عددَ كلِّ شيءٍ وقيلَ هو حالٌ أي معدوداً محصوراً أو مصدرٌ بمَعْنى إحصاءً وأيَّا ما كان ففائدتُه بيانُ أنَّ علمَهُ تعالَى بالأشياء ليس على وجهٍ كليَ إجماليَ بلْ على وجهٍ جزئيَ تفصيليَ فإنَّ الإحصاءَ قد يرادُ به الإحاطةُ الإجماليةُ كما في قولِه تعالى وَإِن تَعُدُّواْ نِعْمَةَ الله لَا تُحْصُوهَا أي لا تقدروا على حصرها إجمالا فضلا عنى النفصيل وذلك أصلَ الإحصاءِ أنَّ الحاسبَ إذا بلغ عَقداً معيناً من عُقودِ الأعدادِ كالعشرةِ والمائةِ والألفِ وضعَ حصاةً ليحفظَ بها كميةً ذلكَ العقدِ فيبنِي عَلَى ذلكَ حسابَهُ هذا وأمَّا مَا قيلَ مِنْ أنَّ قولَه تعالى وأحاط بما لديهم الخ معطوفٌ على مقدرٍ يدلُّ عليه قوله تعالى ليعلمَ كأنه قيل قد علمَ ذلكَ وأحاطَ بما لديهم الخ فبمعزلٍ من السداد عنِ النبيِّ صلَّى الله عليهِ وسلَّم مَنْ قرأَ سورةَ الجنِّ كانَ لهُ بعددِ كُلِّ جِنيَ صدَّقَ بمحمدا وَكذَّبَ به عتقُ رقبةٍ </p><p> بسم الله الرحمن الرحيم </p>"
}