{
  "id": null,
  "sura": 73,
  "aya": 20,
  "text": "<p> {إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أدنى مِن ثُلُثَىِ الليل} أي أقلَّ منهما استعير له الأدنى لما أنَّ المسافةَ بين الشيئينِ إذا دنت قل ما بينهما من الأحيازِ </p><p> وَنِصْفَهُ وَثُلُثَهُ بالنصب وعطفا على أدْنَى وقُرئا بالجرِّ عطفاً على ثُلثي الليلِ </p><p> {وَطَائِفَةٌ مّنَ الذين مَعَكَ} أي يقوم معكَ طائفةٌ من أصحابكَ </p><p> {والله يقدر الليل والنهار} وحده لايقدر على تقديرهما أحدٌ أصلاً فإنَّ تقديم الاسمِ الجليلِ مبتدأٌ وبناءِ يقدرُ عليهِ موجبٌ للاختصاصِ قطعاً كما يعرب عنه قوله تعالى </p><p> {عَلِمَ أَن لَّن تُحْصُوهُ} أي علمَ أنَّ الشأنَ لن تقدروا على تقدير الأوقاتِ ولن تستطيعوا ضبطَ الساعاتِ أبداً </p><p> فَتَابَ عَلَيْكُمْ بالترخيص في ترك القيام المقدر ورفعِ التبعةِ عنكُم في تركة </p><p> فاقرؤا ما تيسر من القرآن فصلوا ما تيسرَ لكُم من صلاة الليلِ عبرَ عن الصلاة بالقراءة كا عبَّر عنها بسائر أركانِها فيل كان التجهد واجباً على التخيير المذكورِ فعسُرَ عليهم القيامُ به فنُسخَ به ثم نُسخَ هذا بالصلوات الخمسِ وقيلَ هي قراءة القُرآنِ بعينها قالُوا مَنْ قَرأَ مائةَ آيةٍ من القرآنِ في ليلةٍ لم يحاجَّهُ وقيلَ من قرأ مائة آية كتب من القانتين ة وقيلَ خمسينَ آية </p><p> {عَلِمَ أَن سَيَكُونُ مِنكُمْ مرضى} استئنافٌ مبينٌ لحكمةٍ أخرى داعيةٍ إلى الترخيصِ والتخفيفِ </p><p> {وآخرون يَضْرِبُونَ فِى الأرض} يسافرونَ فيها للتجارةِ </p><p> {يَبْتَغُونَ مِن فَضْلِ الله} وهو الربحُ وقد عُمِّمَ ابتغاءَ الفضلِ لتحصيل العلم </p><p> وآخرون يَضْرِبُونَ فِى الأرض يسافرونَ فيها للتجارةِ (يَبْتَغُونَ مِن فَضْلِ الله وهو الربحُ قد عُمِّمَ ابتغاءَ الفضلِ لتحصيل العلم </p><p> وآخرون يقاتلون فِى سَبِيلِ الله وإذا كان الأمر كما ذُكِرَ وتعاضدت الدواعي إلى الترخيص فاقرؤا مَا تَيَسَّرَ مِنْهُ من غيرَ تحملِ المشاقِّ </p><p> {وَأَقِيمُواْ الصلاة} أى المفروضة </p><p> {وآتوا الزكاة} الواجبة وقيل هي هى زكاة الفطر إذا لم يكن بمكةَ زكاةٌ ومن فسرهَا بالزكاةِ المفروضةِ جعَلَ آخرَ السورةِ مدنياً </p><p> {وَأَقْرِضُواُ الله قَرْضاً حَسَناً} أُريدَ به الإنفاقاتُ في سبل الخيراتِ أو أداءِ الزكاةِ على أحسنِ الوجوهِ وأنفعها للفقراءِ </p><p> وَمَا تُقَدّمُواْ لانْفُسِكُم مّنْ خير أي خَيْرٍ كانَ ممَّا ذُكر ومَا لم يُذكرْ </p><p> {تَجِدُوهُ عند الله هو خَيْراً وَأَعْظَمَ أَجْراً} منَ الذي نؤخرونه إلى الوصيةِ عند الموتِ وخيراً ثاني مفعولَيْ تجدُوا وهو تأكيدا أو فصلٌ وإنْ لم يقعْ بينَ معرفتينِ فإن أفعلَ من في حُكمِ المعرفةِ ولذلكَ يمتنعُ من حرف التعريف وقرئ هو خيرٌ على الابتداءِ والخبرِ </p><p> واستغفروا الله في كافة أحوالِكم فإنَّ الإنسانَ قلما يخلو من التفريط </p><p> {إِنَّ الله غَفُورٌ رَّحِيمٌ} عنِ النبيِّ صلَّى الله عليه وسلم ومن قَرأ سورةَ المزملِ دفعَ الله عنه العُسرَ في الدنيا والآخرة </p><p> سورة المدثر آية (١ ٤) </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرحيم </p>"
}