{
  "id": null,
  "sura": 78,
  "aya": 18,
  "text": "<p> يَوْمَ يُنفَخُ فِى الصور </p><p> أي نفخةً ثانيةً بدلٌ من يومِ الفصلِ أو عطفُ بيانٍ له مفيد لزيادةِ تفخيمِه وتهويلِه ولا ضيرَ في تأخرِ الفصلِ عن النفخِ فإنَّه زمانٌ ممتدٌّ يقعُ في مبدئه النفخةُ وفي بقيته الفصلُ ومباديه وآثارُه والصُّور هُو القَرْنُ الذي ينفخُ فيه إسرافيلُ عليه السَّلامُ عنْ أبي هريرةَ رضيَ الله عنه أنَّ رسولَ الله صلى الله عليه وسلم قالَ لمَّا فرغَ الله تعالى مِن خلْقِ السَّمواتِ والأرضِ خلقَ الصُّور فأعطاهُ إسرافيلَ فهُو واضُعه على فيهِ شاخصٌ بصرُه إلى العرش متى يؤمر بهِ فينفخُ فيه نفخةً لا يبقى عندَها في الحياةِ غيرُ مَن شاءَ الله تعالى وذلكَ قولُه تعالى وَنُفِخَ فِى الصور فَصَعِقَ مَن فى السموات ومن فِى الأرض إِلَاّ مَن شَاء الله ثم يُؤمر بأُخرى فينفخُ نفخَّة لا يبقَى معها ميتٌ إلا بُعث وقامَ وذلكَ قولُه تعالى ثُمَّ نُفِخَ فِيهِ أخرى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ والفاء في قوله تعالى </p><p> فَتَأْتُونَ </p><p> فصيحةٌ تفصحُ عن جملةٍ قد حُذفتْ ثقةً بدلالهِ الحالِ عليها وإيذانا بغاية سرعةِ الإتيانِ كمَا في قوله تعالى فَقُلْنَا اضرب بّعَصَاكَ البحر فانفلق أي فتبعثونَ من قبورِكم فتأتونَ إلى الموقفِ عَقيبَ ذلكَ من غير لبثٍ أصلا </p><p> افواجا </p><p> اي أمماً كلُّ أمةٍ معَ إمامِها كما في قولِه تعالى يوم ندعو كُلَّ أُنَاسٍ بإمامهم أو زمراً وجماعاتٍ مختلفةَ الأحوالِ متباينةَ الأوضاعِ حسبَ اختلافِ أعمالِهم وتباينِها عن معاذٍ رضيَ الله عنه أنَّه سأل رسول الله صلى الله عليه وسلم فقال صلى الله عليه وسلم يا معاذُ سألتَ عن أمرٍ عظيمٍ من الأمورِ ثم أرسلَ عينيهِ وقالَ تحشرُ عشرةُ أصنافٍ من أمَّتي بعضُهم على صورةِ القردةِ وبعضُهم على صورةِ الخنازيرِ وبعضُهم منكسونَ أرجلُهم فوقَ وجوهِهم يُسحبونَ عليها وبعضُهم عميٌ وبعضُهم صمٌّ بكم وبعضهم يمضغون ألسنتَهُم فهيَ مدلَاّةٌ على صدورِهم يسيلُ القيحُ من أفواههم يتقذرهُم أهلُ الجمعِ وبعضُهم مقطعةٌ أيديهم وأرجلُهم وبعضُهم مصلَّبونَ على جذوعٍ من نارٍ وبعضُهم أشدّ نتناً من الجيف وبعضُهم يلبسونَ جباباً سابغةً من قطرانٍ لازقةً بجلودِهم فأمَّا الذينَ على صورةِ القردةِ فالقتَّاتُ من الناسِ وأمَّا الذين على صورة الخنازير فأهلُ السحتِ وأمَّا المنكسونَ على وجوهِهم فأكلةُ الرِّبا وأما العميُ فالذينَ يجورونَ في الحكمِ وأمَّا الصمُّ البكم فالمعجبونَ بأعمالِهم وأمَّا الذينَ يمضغُون ألسنتَهُم فالعلماءُ الذينَ خالفتْ أقوالُهم أعمالَهم وأما الذينَ قُطعتْ أيديهم وأرجلُهم فهم الذين يؤذونَ جيرانَهم وأما المصلبونَ على جذوعٍ من نارٍ فالسعاةُ بالناسِ إلى السلطانِ وأمَّا الذينَ هم أشدُّ نتناً من الجيفِ فالذينَ يتبعون الشهواتِ واللذاتِ ومنعُوا حقَّ الله تعالى في أموالِهم وأما الذينَ يلبسونَ الجبابَ فأهلُ الكبرِ والفخرِ والخُيلَاءِ </p>"
}