{
  "id": null,
  "sura": 79,
  "aya": 32,
  "text": "<p> والجبال </p><p> منصوبٌ بمضمرٍ يفسرُهُ </p><p> أرساها </p><p> أي أثبتَها وأثبتَ بها الأرضَ أن تميدَ بأهلِها وهذا تحقيقٌ للحقِّ وتنبيهٌ على أنَّ الرسوَّ المنسوبَ إليهَا في مواضعَ كثيرةٍ من التنزيلِ بالتعبيرِ عنها بالرَّوَاسِي ليسَ من مقتضياتِ ذواتِها بلْ هو بإرسائِه عزَّ وجلَّ ولولاهُ لما ثبتتْ في أنفسِها فضلاً عنْ إثباتِها للأرضِ وقُرِىءَ والأرضُ والجبالُ بالرفعِ على الابتداءِ ولعلَّ تقديمَ إخراجِ الماءِ والمَرْعى ذكراً مع تقدمِ الإرساءِ عليهِ وجُوداً وشدةِ تعلقِه بالدَّحْوِ لإبرازِ كمالِ الاعتناءِ بأمرِ المأكلِ والمشربِ معَ ما فيهِ من دفعِ توهمِ رجوعِ ضميرَيْ الماءِ والمَرْعَى إلى الجبالِ وهذا كما ترى يدل يظاهره على تأخرِ دحوِ الأرضِ عن خلقِ السماءِ وما فيهَا كمَا يُروى عن الحسنِ مِنْ أنَّه تعالَى خَلَقَ الأرضَ فِى موضعِ بيتِ المقدسِ كهيئةِ الفِهْرِ عليه دخانٌ ملتزقٌ بها ثمَّ أصعدَ الدخانَ وخلقَ منهُ السمواتِ وأمسكَ الفِهْرَ في موضعِها وبسَط منها الأرضَ وذلكَ قولُه تعالى كَانَتَا رَتْقاً ففتقناهما الآيةَ وقد مرَّ في سورةِ حم السجدةِ أنَّ قولَه تعالَى قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بالذى خَلَقَ الأرض فِى يَوْمَيْنِ إلى قولِه تعالى ثُمَّ استوى إِلَى السماء وَهِىَ دُخَانٌ الآيةَ إنْ حُملَ ما فيهِ من الخلقِ وما عُطف عليهِ من الأفعالِ الثلاثةِ على معانيها الظاهرةِ لا على تقديرِها فهُو وما في سورةِ البقرةِ من قولِه تعالى هُوَ الذى خَلَقَ لَكُم مَّا فِى الارض جَمِيعاً ثُمَّ استوى إِلَى السماء فَسَوَّاهُنَّ سَبْعَ سموات يدلانِ على تقدم خلقِ الأرضِ وما فيها على خلق السماءِ وما فيها وعليه إطباقُ أكثرِ أهلِ التفسيرِ وقد رُويَ أنَّ العرشَ كانَ قبلَ خلقِ السمواتِ والأرضِ على الماء ثم إنه تعالَى أحدثَ في الماء اضطراباً فأزبدَ فارتفعَ منه دخانٌ فأما الزبدُ فبقيَ على وجه الماءِ فخلق منه اليُبوسةَ فجعلَه أرضاً واحدةً ثم فتقَها فجعلَها أرَضينَ وأما الدخانُ فارتفعَ وعلَا فخلقَ منه السمواتِ ورُويَ أنَّه تعالَى خلقَ جِرْمَ الأرضِ يومَ الأحدِ ويومَ </p><p> ٧٩ سورة النازعات (٣٣ ٣٥) </p><p> الاثنينِ ودحاهَا وخلقَ ما فيها يومَ الثلاثاءِ ويومَ الأربعاءِ وخلقَ السمواتِ وما فيهن يومَ الخميسِ ويومَ الجمعةِ وخلقَ آدمَ عليه السلامُ في آخرِ ساعةٍ منه وهيَ الساعةُ التي تقومُ فيها القيامةُ فالأقربُ كما قيل تأمويل هذه الآيةِ بأن يُجعلَ ذلكَ إشارةً إلى ذكِر ما ذُكِرَ من بناءِ السماءِ ورفعِ سَمِكها وتسويتِها وغيرَها لا إلى أنفسِها ويحمل بعدية في الذكرِ كما هُو المعهودُ في ألسنة العربِ والعجمِ لا في الوجود لما عرفتَ من أنَّ انتصابَ الأرضِ بمضمرٍ مقدمٍ قد حُذِفَ على شريطةِ التفسيرِ لا بما ذُكِرَ بعدَهُ ليفيدَ القصرَ وتتعينَ البعديةُ في الوجودِ وفائدةُ تأخيرِه في الذكرِ إما التنبيهُ على أنَّه قاصرٌ في الدلالةِ على القدرة القاهرةِ بالنسبةِ إلى أحوالِ السماءِ وإما الإشعارُ بأنَّه أدخلُ في الإلزامِ لما أنَّ المنافعَ المنوطةَ بما في الأرض أكثرُ وتعلقَ مصالحِ الناسِ بذلكَ أظهرُ وإحاطتَهم بتفاصيلِ أحوالِه أكملُ وليسَ ما رُويَ عن الحسنِ نصاً في تأخرِ دحوِ الأرضِ عن خلق السماءِ فإن بسطَ الأرضِ معطوفٌ على إصعادِ الدخانِ وخلقِ السماء بالواو هي بمعزلٍ من الدلالةِ على الترتيبِ هذا على تقديرِ حملِ ما ذكرَ في آياتِ سورةِ السجدةِ من الخلقِ وما عُطف عليهِ من الأفعالِ الثلاثةِ على معانيها الظاهرةِ وأما إذا حُملتْ على تقديرِها فلا دلالةَ فيها إلا على تقدمِ تقدير الأرضِ وما فيهَا على إيجاد السماءِ كما لا دلالةَ على الترتيب أصلاً إذا حُملتْ كلمةُ ثُمَّ فيها وفيمَا في سورةِ البقرةِ على التراخِي في الرتبةِ وقد سلفَ تفصيلُ الكلامِ في السورةِ المذكورةِ وقوله تعالى </p>"
}