{
  "id": null,
  "sura": 81,
  "aya": 14,
  "text": "<p> عَلِمَتْ نَفْسٌ مَّا أَحْضَرَتْ جوابُ إذَا على أنَّ المرادَ بها زمانٌ واحدٌ ممتدٌّ يسعَ ما في سباقها وسباقِ ما عُطفَ عليها من الخصالِ مبدؤُه النفخةُ الأُولى ومنتهاهُ فصلُ القضاءِ بينَ الخلائقِ لكنْ لا بمعْنى أنها تعلمُ ما تعلُم في كلُّ جزءٍ من أجزاءِ ذلكَ الوقتِ المديدِ أو عند وقوعِ داهيةٍ من تلكَ الدواهِي بلْ عند نشرِ الصحفِ إلا أنَّه لما كانَ بعضُ تلك الدَّواهِي من مباديهِ وبعضُها من روادفِه نُسبَ علمُها بذلكَ إلى زمان وقع كُلِّها تهويلاً للخطب وتفظيعاً للحال والمرادُ بمَا أَحضرتْ أعمالها من الخير والبشر وبحضورِها إما حضورُ صحائِفها كما يعربُ عنه نشرُها وإما حضورُ أنفسِها على ما قالُوا من أنَّ الأعمالَ الظاهرةَ في هذه النشأة بصورة عرضيةٍ تبرُز في النشأة الآخرة بصور جوهريةٍ مناسبةٍ له في الحسنِ والقُبحِ على كبفيات مخصومة وهيآت مُعينةٍ حتى إنَّ الذنوبَ والمعاصيَ تتجسم هناك وتتصورُ بصورةِ النَّارِ وعَلى ذلكَ حُمل قولُه تعالى وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بالكافرين وقوله تعالى إِنَّ الذين يَأْكُلُونَ أموال اليتامى ظُلْماً إِنَّمَا يَأْكُلُونَ فِى بُطُونِهِمْ نَاراً وكذا قولُه </p><p> سورة التكوير </p><p> آية (١٥) عليه الصلاة والسلام في حقِّ مَنْ يشربُ من آنيةِ الذهبِ والفضةِ إنما يُجرجِر في بطنِه نارَ جهنمَ ولا بُعدَ في ذلكَ ألا يُرى أن العلمَ يَظهر في عالمِ المثالِ على صورة البن كما لايخفى على مَنْ له خِبرةٌ بأحوالِ الحضَراتِ الخمس وقد رُوي عن ابن عباس رضي الله عنهما أنه يؤتى بالأعمال الصالحة على صورة حسنةٍ وبالأعمال السيئة على صورة قبيحة فتوضع النفوسِ أو لبعضِ منها للإيذانِ بأن ثبوتَهُ لجميعِ أفرادِها قاطبةً من الظهورِ والوضوحِ بحيثُ لا يكادُ يحومُ حولَهُ شائبةُ اشتباهٍ قطعاً يعرفُه كلُّ أحدٍ ولوجئ بعابرة تدلُّ على خلافِه وللرمزِ إى أنَّ تلكَ النفوسَ العالمةَ بما ذُكِرَ مع توفرِ أفرادِها وتكثرِ أعدادِها مما يُستقل بالنسبةِ إلى جناب الكبرياءِ الذي أشير إلى بعض بدائع شؤنه المنبئةِ عن عظمِ سُلطانِه واما قيلَ منْ أنَّ هذَا من قبيلِ عكسِ كلامِهم الذي يقصِدون به الإفراطَ فيما يُعكسُ عنْهُ وتمثيله بقولِه تعالى رُّبَمَا يَوَدُّ الذين كَفَرُواْ لَوْ كَانُواْ مُسْلِمِينَ وبقول منْ قالَ قَدْ أتركَ القِرْنَ مُصفرّاً أناملُهُ وبقولِ من قالَ حينَ سُئلَ عن عددِ فرسانِه رُبَّ فارسٍ عندِي وعندُه المقانبُ قاصداً بذلكَ التماديَ في تكثير فُرسانِه وإظهارَ براءتِه من التزيد وأنَّه ممَّن يقللُ كثيرَ مَا عندَهُ فضلاً أنْ يتزيدَ فمن لوائحِ النظرِ الجليلِ إلا أنَّ الكلامَ المعكوسَ عنْهُ فيما ذُكِرَ من الأمثلةِ مما يقبلُ الإفراطَ والتماديَ فيه فإنَّه في الأولِ كثيراً ما يودُّ وفي الثانِي كثيراً ما أتركُ وفي الثالث كثيرٌ من الفرسانِ وكلُّ واحدٍ من ذلكَ قابلٌ للإفراطِ والمبالغةِ فيهِ لعدمِ انحصارِ مراتبِ الكثرةِ وقدْ قُصدَ بعكسِه ما ذكر من التمادي في التكثير حسبما فضل أما قيما نحن فيه فالكلام الذي عكس عنه علمت كلُّ نفسٍ ما أحضرتْ كما صرَّحَ به القائلُ وليسَ فيه إمكانُ التكثيرِ حتَّى يُقصدَ بعكسِه المبالغةُ والتَّمادِي فيهِ وإنما الذي يمكنُ فيه من المبالغةِ ما ذكرناهُ فتأملْ ويجوزُ أنْ يكونَ ذلكَ للإشعارِ بأنَّه إذا علمتْ حينئذٍ نفسٌ من النفوسِ ما أحضرتْ وجبَ على كلِّ نفسٍ إصلاحُ عملِها مخافةَ أنْ تكونَ هيَ تلكَ التي علمتْ ما أحضرتْ فكيفَ وكلُّ نفسٍ تعلمُه على طريقةِ قولِك لمن تنصحُه لعلكَ ستندمُ على ما فعلتَ ورُبَّما ندِم الإنسان على مافعل فإنك لا تقصدُ بذلكَ لاتقصد بذلكَ أنَّ ندمَهُ مرجوُّ الوجود لامتيقن بهِ أو نادرُ الوقوعِ بلْ تريدُ أنَّ العاقلَ يجبُ عليهِ أنْ يجتنبَ أمراً يُرجى فيهِ الندمُ أو قلَّماً يقعُ فيهِ فكيفَ بهِ إذَا كانَ قطعى الوجود كثير الوجود </p>"
}