{
  "id": null,
  "sura": 85,
  "aya": 4,
  "text": "<p> {قُتِلَ أصحاب الأخدود} قيلَ هوَ جوابُ القسمِ عَلَى حذفِ اللامِ منهُ للطولِ والأصلُ لقتلَ كَمَا في قولِ مَنْ قالَ حَلَفتُ لَها بالله حِلْفَةَ فَاجِر لَنَامُوا فَمَا إنْ مِنْ حَدِيثٍ وَلَا صَالِ وقيلَ تقديرُهُ لَقدْ قتلَ وأياً ما كانَ فالجملةُ خبريةٌ والأظهرُ أنَّها دعائيةٌ دالةٌ على الجواب كأنه قيلَ أقسمُ بهذهِ الأشياءِ أنهمْ أيْ كفارَ مكةَ ملعونونَ كما لعنَ أصحابُ الأخدودِ لَمَّا أنَّ السورةَ وردتْ لتثبيتِ المؤمنينِ عَلى ما هم عليه من الإيمان وصبرهم عليه من الإيمانِ وتصبيرِهم على أذية الكفرةِ وتذكيرهم بما جرى عَلى مَنْ تقدَّمهم من التعذيبِ على الإيمانِ وصبرُهُم عَلى ذلكَ حتى يأتسوا بِهمْ ويصبُروا على ما كانُوا يلقونَ من قومِهم ويعلُموا أنَّ هؤلاءِ عندَ الله عزَّ وجلَّ </p><p> بمنزلةِ أولئكِ المُعذِّبينِ ملعونونَ مثلُهم أحقاءُ بأنْ يقالَ فيهمْ ما قَدْ قيلَ فيهم وقرئ قُتِّلَ بالتشديدِ والأخدودُ الخَدُّ في الأرضِ وهو الشقُّ ونحوهما بناء ومعنى الخق والأخقوق وروى عنِ النبيِّ صلَّى الله عليه وسلم أنه كانَ لبعضِ الملوكِ ساحرٌ فلما كبرَ ضَمَّ إليه غلام ليعلِّمهُ السحرَ وكانَ في طريقِ الغلامِ راهبٌ فسمعَ منْهُ فرأى في طريقهِ ذاتَ يومٍ دابةً قدْ حبستِ النَّاسَ قيلَ كانتِ الدابةُ أسداً فأخذَ حَجَراً فقالَ اللهمّ إنْ كانَ الراهبُ أحبَّ إليكَ منَ الساحر فاقتلها فقتلها فكانَ الغلامُ بعدَ ذلكَ يبرئ الأكمه والأبرصَ ويَشفيَ من الأدواء وعمى جليس للملك فأبره فأبصرَهُ الملكُ فسألهُ منْ رد عليك فقالَ ربِّي فغضبَ فعذَّبه فدلَّ علَى الغلامِ فعذَّبه فدلَّ على الراهبِ فلم يرجعِ الراهبُ عن دينِه فقدَّ بالمنشارِ وأبى الغلامُ فذهبَ بهِ إلى جبلٍ ليطرحَ من ذروته فدعا فرجفَ بالقومِ فطاحُوا ونجَا فذهبَ به إلى قُرْقُورٍ فلججُوا بِه ليغرقُوه فدعا فانكفأتْ بهم السفينةُ فغرقُوا ونجا وقال للملكِ لستَ بقاتِلي حَتَّى تجمعَ النَّاسَ في صعيدٍ وتصلبني عَلى جذْعٍ وتأخذَ سهما من كناتى وتقولَ باسمِ الله ربِّ الغُلامِ ثمَّ ترميني بهِ فرماهُ فوقعَ في صُدغِه فوضَعَ يَدَهُ عليهِ وماتَ فقالَ النَّاسُ آمنَّا بربِّ الغلام فقيل للملك نزلَ بكَ ما كنتَ تحذرُ فأمرَ بأخاديدَ في أفواهِ السككِ وأوقدتْ فيها النيرانُ فمنْ لَمْ يرجعْ منهمْ طرحَهُ فيها حتَّى جاءت امرأةٌ معها صبيٌّ فتقاسمت فقالَ الصبيُّ يا أماهُ اصبري فإنَّكِ على الحق فاقتحمتْ وقيلَ قال لها قعى ولا تنافقى ماهي غلا غمبضة فصبرتْ قيلَ أُخرجَ الغلامُ منْ قبرهِ في خلافةِ عمرَ بنِ الخطاب رضي الله عنهُ وأصبعُهُ على صُدْغِه كَما وضعها حينَ قتلَ وعَنْ عليَ رضيَ الله عنهُ أنَّ بعضَ ملوكِ المجوسِ وقعَ عَلىَ أختهِ وهو سكرانُ فلما صحا ندمَ وطلبَ المخرجَ فقالتْ لَهُ المخرجُ أن تخطبَ بالنَّاسِ فتقولَ إنَّ الله قدْ أحلَّ نكاحَ الأخواتِ ثمَّ تخطبُهم بعدَ ذلكَ أنَّ الله قد حرَمَهُ فخطبَ فلم يقبلُوا مِنْهُ فقالتْ لَهُ ابسطْ فيهمْ السوطَ ففعلَ فلم يقبلوا فقالتْ لَهُ ابسطْ فيهمْ السيفَ ففعلَ فلم يقبلُوا فأمرَ بالأخاديدِ وإيقادِ النارِ وطرحَ منْ أَبَى فيها فهم الذين أراد الله تعالى بقولِه قُتِلَ أصحاب الأخدود وقيلَ وقعَ إلى نجران رجل مما كانَ على دينِ عيسى عليه السلامُ فدعاهُم فأجابوُه فسارَ إليهم ذُو نواسٍ اليهوديُّ بجنودٍ من حِمْيرٍ فخيرهُمْ بينَ النارِ واليهوديةِ فأبو فأحرقَ منهمْ اثني عشرَ ألفاً في الأخاديدِ وقيلَ سبعينَ ألفاً وذكرَ أنَّ طولَ الأخدودِ أربعونَ ذراعاً وعرضَهُ اثنا عشرَ ذِراعاً </p>"
}