{
  "id": null,
  "sura": 97,
  "aya": 3,
  "text": "<p> {لَيْلَةُ القدر خَيْرٌ مّنْ أَلْفِ شَهْرٍ} فإنهُ بيانٌ إجماليٌّ لشأنها إثرَ تشويقهِ عليهِ السلامُ إلى درايتها فإنَّ ذلكَ معربٌ عنِ الوعدِ بإدرائها وقدْ مرَّ بيانُ كيفيةِ إعرابِ الجملتينِ وفي إظهارِ ليلةِ القدرِ في الموضعينِ منْ تأكيدِ التفخيم مالا يخفى والمرادُ بإنزالِه فيها إمَّا إنزالُ كُلِّه إلى السماءِ الدُّنيا كَما رُوي أنَّه أُنزل جملةً واحدةً في ليلةِ القدرِ من اللوحِ المحفوظِ إلى السماءِ الدُّنيا وأملاهُ جبريلَ عليهِ السَّلامُ على السَفَرة ثُمَّ كانَ ينزلهُ على النبيِّ صلى الله عليه وسلم نُجوماً في ثلاثٍ وعشرينَ سنةً وإمَّا ابتداءُ إنزالِه فيها كما نُقلَ عن الشَّعبيِّ وقيلَ المَعْنى أنزلناهُ في شأنِ ليلةِ القدرِ وفضلِها كَما في قولِ عمر رضي الله عنه خشيتُ أن ينزلَ فيَّ قرآن وقولِ عائشةَ رضيَ الله عنها لأنَا أحقرُ في نفسي منْ أن ينزلَ فيَّ قرآن فالأنسبُ أن يجعلَ الضميرُ حينئذٍ للسورةِ التي هيَ جزءٌ من القرآنِ لا للكُلِّ واختلفوا في وقتها فأكثرهم على أنها في شهرِ رمضانَ في العشرِ الأواخرِ في أوتارِها وأكثرُ الأقوالِ أنها السابعةُ منها ولعلَّ السرِّ في إخفائها تعريضُ منْ يريدُها للثوابِ الكثير بإحياءِ الليالي الكثيرةِ رجاءً لموافقتها وتسميتُها بذلكَ إمَّا لتقدير الأمورِ وقضائها فيها لقولِه تعالى فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ أو لخطرها وشرفها على سائرِ الليالي وتخصيصُ الألفِ بالذكرِ إمَّا للتكثيرِ أوْ لمَا روي أنه صلى الله عليه وسلم ذكرَ رجلاً من بني إسرائيلَ لبسَ السلاحَ في سبيلِ الله ألفَ شهرٍ فعجبَ المؤمنونَ منه وتقاصرتْ إليهم أعمالهم فأعطوا ليلةً هيَ خير منْ مدةِ ذلكَ الغازي وقيلَ إنَّ رجل فيما مَضَى مَا كانَ يقالُ لَهُ عابدٌ حَتَّى يعبدَ الله تعالى ألفَ شهر فأعطوا </p><p> ٩٧ سورة القدر آية (٤ ٥) ليلةً إنْ أحيوْها كانُوا أحقَّ بأن يُسمَّوا عابدينَ من أولئكَ العبادِ وقيلَ أري النبيِّ صلَّى الله عليهِ وسلم أعمارَ الأممِ كافةً فاستقصرَ أعمار أمنه فخافَ أنْ لا يبلغوا من العملِ مثلَ ما بلغَ غيرهم في طولِ العمرِ فأعطاهُ الله ليلةَ القدرِ وجعلها خيراً منْ ألفِ شهرٍ لسائرِ الأممِ وقيلَ كانَ ملكُ سليمانَ خمسمائةَ شهرٍ وملكُ ذي القرنينِ خمسمائةَ شهرٍ فجعلَ الله تعالَى العملَ في هذهِ الليلةِ لمنْ أدركها خيراً منْ مُلكِهِمَا وقولُه تعالَى </p>"
}