{
  "id": null,
  "sura": 2,
  "aya": 184,
  "text": "<p> قوله تعالى:  {أَيَّاماً مَّعْدُودَاتٍ ... } . </p><p> زيادة/ (في التسلية) والتخفيف، أي هو أيام قلائل تعد عدا. </p><p> قلت: كما في قوله تعالى {دَرَاهِمَ مَعْدُودَةٍ} قاله الزمخشري. </p><p> قوله تعالى:  {فَمَن كَانَ مِنكُم مَّرِيضاً ... } . </p><p> ابن عطية: قال قوم: متى صدق على المكلف أنه مريض صحّ له (الفطر) ، وقاله ابن سيرين فيمن وجعته أصبعه (فأفطر) </p><p> وحكاه عنه ابن رشد في مقدماته والجمهور: المراد المرض الذي يشق معه الصوم. </p><p> قال ابن عرفة: سبب الخلاف ما يحكيه المازري وابن بشير من الاختلاف في الأخذ بأوائل الأسماء أو بأواخرها فظاهر الآية عندي حجة للجمهور لقول الله {فَمَن كَانَ مِنكُم مَّرِيضاً} ولم يقل: فمن مرض فظاهره، أنه لا يفطر بمطلق المرض بل مرض محقق ثابت يصدق أن يقال في صاحبه كان مريضا لأن «كان» تقتضي الدوام. </p><p> قوله تعالى:  {أَوْ على سَفَرٍ ... } . </p><p> ولم يقل: مسافرا. </p><p> قال ابن عرفة: يؤخذ منه في الحاضر إذا عزم على السفر (أن له أن يبيت على الفطر ويفطر، ولا يلزمه كفارة لأنهم قالوا في الحاضر إذا عزم على السفر وبيت) على الصوم ثم أفطر فالمشهور عندنا أنه لا كفارة عليه. </p><p> وقال المغيرة المخزومي: تلزمه الكفارة فإذا كان لا يكفر إذا أفطر بعد أن يبيت على الصوم فأحرى أن لا يكفر إذا أفطر بعد أن يبيت على الفطر. تقول: هذا الحائظ على سقوط وهو لم يسقط أي على حالة السفر. </p><p> فقوله:  {أَوْ على سَفَرٍ} مما يصحح ما قلناه بخلاف المرض، فإنه لايباح الفطر إلا لمن وقع به المرض وهما في المدونة مسألتان متعاكستان. </p><p> قال: في الحاضر يفطر مريدا للسفر يقضي فقط. </p><p> فقال المخزومي وابن كنانة: يقضي ولا يكفر. </p><p> قوله تعالى:  {فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ... } . </p><p> ولم يقل فعدة أيام أخر، إشارة إلى ما أجاب به الزمخشري في قوله تعالى {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ القواعد مِنَ البيت} وذكر «أَيَّامٍ» إشارة إلى أنه يجزي فيها الصوم في النهار القصير قضاء عنه في النهّار الطويل وإنما المطلوب عدة أيام (كعدد) الأيام الأول لا كقدرها وصفتها. </p><p> قال أبو حيان: أجازُوا نَصب {أَيَّاماً مَّعْدُودَاتٍ} على الظرف والعامل فيه «كُتِب» أو يكون مفعولا على السعة والعامل فيه كتب ورد بأن الظرف محل الفعل وليست الكتابة واقعة في الأيام وإنما الواقع فيها متعلقها وكذا النصب على المفعول مبني على وقوعه ظرفا انتهى. </p><p> قال المختصر: في هذا الأخير نظر. قلت: يريد أنه لا يلزم من منع جعله ظرفا ل «كتب» ان لا يكون مفعولا كما قيل: إن يوم الجمعة مبارك (فجعلوه) اسم يوم مع امتناع كونه ظرفا فليس (هو) مبنيا عليه. </p><p> قوله تعالى:  {وَعَلَى الذين يُطِيقُونَهُ.</p><p> . .} . </p><p> حكى أبو حيان في «يُطِقُونَه» خمسة أقوال. </p><p> الأول: أنه على تقدير: لايطيقونه، مثل قولهم: </p><p> فخالف خلا والله تهبط تلعة ... من الأرض إلا أنت للذل عارف </p><p> وضعفه بأنّه لا دليل عليه. </p><p> قال ابن عرفة: والجواب بأن السياق هنا يدل عليه كما قالوا في {مَا مَنَعَكَ أَلاَّ تَسْجُدَ إِذْ أَمَرْتُكَ} أن «لا» زائدة وفي {لِّئَلاَّ يَعْلَمَ أَهْلُ الكتاب} أنها زائدة أيضا. </p><p> وأيضا، فيجاب بقوله قبله، ويحتمل قراءة التشديد أنها بمعنى يتكلفونه أو يكلفونه ويكون من تصويب قول بقول. </p><p> ونقل ابن عطية في تأويل الآية خلافا. ثم قال: والآية عند مالك إنما هي فيمن يدركه رمضان وعليه صوم من رمضان المتقدم فقد كان يطيق في تلك المدة الصوم فتركه فعليه الفدية. </p><p> قال ابن عرفة: ويبقى القضاء عنده مسكوتا (عنه) . فإن قلنا: إن القضاء بالأمر الأول فلا يحتاج إلى تقدير. وإن قلنا: بأمر جديد فلا بد من تقديره في الآية، ويكون حذف لفهم المعنى. ( </p><p> {وَعَلَى الذين يُطِيقُونَهُ} استدلوا به على أنّ المرضع مأمورة بالصوم بدليل إيجاب الفدية عليها) . </p><p> قوله تعالى:  {فِدْيَةٌ طَعَامُ ... } . </p><p> قال أبو حيان: إضافته للتخصيص وهي إضافة الشيء إلى (جنسه) لأن الفدية اسم للقدر الواجب والطّعام يعم الفدية وغيرها. </p><p> قال ابن عرفة: إضافة الشيء إلى جنسه هي إضافة أمرين بينهما عموم وخصوص من وجه دون وجه مثل خاتم حديد، وثوب خز. </p><p> قوله تعالى:  {فَمَن تَطَوَّعَ خَيْراً ... } . </p><p> إن كانت «مَنْ» شرطية فظاهر وإن كانت موصولة فمشكل لأنه كقولك: إن الذاهبة جارية مالكها. </p><p> وأجيب: بأن الخير الأول هو المال والثاني فعل ما هو أفضل من غيره، أو الخير الأول (فضل) والثاني أفضل فعل. </p><p> قوله تعالى:  {وَأَن تَصُومُواْ خَيْرٌ لَّكُمْ ... } . </p><p> استدلو به على أن الصوم للمسافر خير وأفضل. </p><p> قلت: وقال لي سيدي الشيخ الصالح الفقيه أبو العباس أحمد ابن إدريس البجائي: لا دليل فيها لأن قوله {ياأيها الذين آمَنُواْ كُتِبَ عَلَيْكُمُ الصيام ... } إلى قوله {وَأَن تَصُومُواْ خَيْرٌ لَّكُمْ} مسنوخ بقوله الله تعالى {شَهْرُ رَمَضَانَ الذي أُنْزِلَ فِيهِ القرآن}  (ويدلّك) على النّسخ قوله تعالى {أَيَّاماً مَّعْدُودَاتٍ} وهو جمع قلة ولا يتناول الشهر حسبما قال الزّمخشري معناه: أياما (مؤقتات)  (بعدد) ملعوم أو قلائل كقوله {دَرَاهِمَ مَعْدُودَةٍ.} </p>"
}