{
  "id": null,
  "sura": 2,
  "aya": 219,
  "text": "<p> قوله تعالى:  {يَسْئَلُونَكَ عَنِ الخمر والميسر ... } . </p><p> قال ابن عرفة: قال ابن عطية، والشيخ الزمخشري: لما نزلت (هاته الآية) شربها قوم وتركها آخرون. قام بعض الشاربين فقرأ: قُلْ يا أَيُّهَا الْكَافِرُونَ أَعْبُدُ مَا تَعْبُدُونَ أسقط (لا) فنزلت: {لاَ تَقْرَبُواْ الصلاة وَأَنْتُمْ سكارى} قال ابن عرفة: هذا نصّ على أنّ لفظ التأثيم في قوله عَزَّ وَجَلَّ ّ: «قُل فِيهمَا إِثْمٌ كَبِيرٌ» غير ملزوم للتحريم لأنّ الصحابة رَضِيَ اللَّهُ عَنْهم لم ينتهوا عنها بهذه الآية فيستفاد منه الجواب عن السؤال المورود على قول الفقهاء: إنّ اتّخاذ السترة للمصلي سنة، مع قولهم: إن تركها وصلى حيث لا يأمن المرور فمر عليه أحد أثِمَ. (قال: وكنّا أجبنا عنه بأنه إنما أثم بالتعرّض للمرور والمرور معا) لأنه لو لم يمر عليه أحد لما أثم. </p><p> قال ابن عرفة:  (وحكي) ابن عطية في الإثم وجوها: </p><p> الأول: أن يراد في استعمالها بعد النهي إثم كبير. </p><p> (ابن عرفة) ما قلناه الا على هذا. </p><p> الثاني: ان يراد خلال السّوء الّتي فيها وهي السباب والافتراء وذهاب العقل. وعن سعيد بن جبير: لما نزلت كرهها قوم (للاثم وشربها قوم) للمنافع. </p><p> قال ابن عرفة: ويؤخذ (من الآية أنها إذا تعارضت مصلحة ومفسدة واستويا لا ينبغي الفعل لأن الصحابة لما نزلت) الآية لم ينتهوا كلهم عن شرب الخمر. </p><p> فقال:  (نعم) ، بل هو من باب أحرى. </p><p> قال: وهذا هو الذي ذكر فيه الأصوليون عن علي بن أبي طالب أنه قال: من شرب الخمر هذى وإذا هذى افترى فأرى عليه حد المُفتري. </p><p> قلت: ذكره العلامة بن التلمساني في المسألة الثانية من الباب التاسع. قال: وساعده عمر (وغيره) . </p><p> قال ابن عرفة: وهذا هو اعتبار جنس العلة في عين الحكم لأن الهذيان مظنة الافتراء باعتبار جنس المظنة في عين حد الخمر فجعله ثمانين بعد ما كان أربعين قياسا على حد القذف. </p><p> قلت: وذكر ابن التلمساني هذا في المسألة (الثانية) من الباب التاسع ومثله باعتبار جنس المشقة في اسقاط قضاء الرّكعتين عن المسافر قياسا على اسقاط القضاء على الحائض. </p><p> قال ابن عرفة: وجعله الأصوليون من القياس في الأسباب وقياس الكفارات من القياس في المقادير الذي لهم فيه قولان. </p><p> قال: وهذا اجتهاد من الصحابة لفهمهم عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ (أنّ حده لشاربه) أربعين اجتهاد لا نصّ، وكذا ما ورد أنه ضربه (بالجريد) فخافوا اختلاف المجتهدين وأجمعوا على هذا الحد فكان قطعا للنزاع. </p><p> ابن عطية: عن بعضهم حرمت الخمرة بهذه الآية لقوله: {إِنَّمَا حَرَّمَ رَبِّيَ الفواحش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ والإثم والبغي بِغَيْرِ الحق} واقتضت هذه الآية أنّ الخمرة فيها الإثم فيستنتج التحريم، ثم أبطله هو بأنّ التّحريم حينئذ صار بمجموع الآيتين لا أنّه بهذه (وحدها) لان هذه إنّما فيها الإثم فقط لا التحريم، وكذا قال القرطبي. </p><p> قال ابن عرفة: والميسر من اليسر واليسار، اليسار بالنسبة إلى آخذه لأنه يحدث له يسرا، واليسار بالنسبة إلى معطيه لأنه مذهب يساره. </p><p> ابن عطية: عن ابن عباس ومجاهد رَضِيَ اللَّهُ عَنْهم وغيرهما: كل قمار ميسر من نرد وشطرنج حتى لعب الأطفال بالجوز. </p><p> قال ابن عرفة: إنما ذلك إذا كان بالمخاطرة بشيء يعطيه المغلوب، فأما بغير خطار فجائز. وقد أجاز الإمام مالك في العتبية للرجل أن يشتري الكعاب لولده يلعب بها. وكان ابن عبد السلام يقول: في السّبك أنّه مركب من النّرد والشطرنج فلا يجوز (لأنه من المقامرة) . </p><p> قلت: وقد ذكر اللّخمي في كتاب الأشربة أنّ الخمر إنمّا حرم بالكتاب. </p><p> وذكر ابن عطية في سورة المائدة أنه إنّما حرم بالسنة. </p><p> ونقل لي: أن القاضي ابن عبد السلام/ أنكره وأنهم نظروه في جامع مقدمات ابن رشد فوجدوه موافقا لابن عطية ولم أجده أنا فلعله في البيان. </p><p> وخرج الترمذي أن عمر بن الخطاب رَضِيَ اللَّهُ عَنْه قال: اللهم بيّن لنا في الخمر؟ فنزلت آية البقرة. فقال: اللهم بين لنا في الخمر؟ فنزلت آية النساء. {لاَ تَقْرَبُواْ الصلاة وَأَنتُمْ سكارى} </p><p> فقال: اللهم بيّن لنا في الخمر بيان (شفاءٍ) فنزلت آية العقود إلى قوله: فَهَلْ أَنْتُمْ مُّنتَهُونَ. فقال عمر: انتهينا انتهينا. خرجه الترمذي عن أبي ميسرة عن عامر بن شرحبيل عن عمر (ب) . </p>"
}