{
  "id": null,
  "sura": 2,
  "aya": 233,
  "text": "<p> قوله تعالى:  {والوالدات يُرْضِعْنَ أَوْلاَدَهُنَّ ... } . </p><p> قال ابن عرفة: هذا عام مخصوص بالعادة فالشريفة التي ليس من عادتها الإرضاع لا يطلب ذلك منها. ونص الأصوليون على صحة التخصيص بالعادة. </p><p> واعتبره مالك في حديث غسل الإناء من ولوغ الكلب سبعا، فخصصه بالماء دون الطعام لان العادة تحفّظ النّاس على الطعام، فالغالب أنّ الكلب لا يصل إليه بخلاف الماء. </p><p> قال ابن عطية: فإن مات الأب ولا مال للابن، فذكر مالك في المدونة أنّ الرضاع لازم للأم بخلاف النفقة. وفي كتاب (ابن) الجلاب: رضاعه في بيت المال. </p><p> وقال عبد الوهاب: هو من فقراء المسلمين. </p><p> قال ابن عرفة: هذان يرجعان إلى قول واحد، لأن الفقر يستدعي الإعطاء من بيت المال. </p><p> قال ابن عطية: وانتزعه مالك وجماعة من العلماء من هذه الآية أنّ الرّضاعة المحرمة الجارية مجرى النّسب إنّما هي ما كان في الحولين لأن بانقضاء الحولين تمت الرضاعة فلا رضاعة. </p><p> قال ابن عرفة: من يطالعه يتوهم (قصد) التحريم على الرّضاع في الحولين. </p><p> وفي المدونة: ولا يحرم رضاع الكبير إلاّ ما قارب الحولين ولم يفصل مثل شهر أو شهرين، وأما لو فصل بعد الحولين وبعد حول حتى استغنى بالطعام فلا يحرم ما رضع بعد ذلك. </p><p> قال ابن عرفة: فالرضاع فيما زاد على الحولين بقربهما ينشر الحرمة. </p><p> قال ابن عطية: وروي عن قتادة أنه نزل أولا: {والوالدات يُرْضِعْنَ أَوْلاَدَهُنَّ} ثم نسخت بقوله تعالى: {لِمَنْ أَرَادَ أَن يُتِمَّ الرضاعة} . </p><p> ابن عطية: وهذا القول متداع (مبتدع) . </p><p> قال ابن عرفة: أي متناف لأن الشيء إنما ينسخ بنقيضه وما محمله عندي هنا إلا أنّه نسخ في الأخف. </p><p> قوله تعالى:  {وَعلَى المولود لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ ... } . </p><p> قال ابن عرفة: ولو قيل: نفقتهن وكسوتهن، لكان فيه حُجة لمن يقول: إن الكسوة غير داخلة في النفقة، وهي مسألة اختلف فيها الشيوخ ابن زرب وغيره من الاندلسيين. </p><p> قيل لابن عرفة: المطلقة في العدة لا كسوة لها؟ </p><p> فقال: وكذلك الكسوة هنا ثابتة للزوجة على زوجها وإن لم يكن إرضاع. </p><p> قوله تعالى:  {بالمعروف ... } . </p><p> عدل بين الآباء والأبناء فلا تبالغ في طلبه ولا يقصّر هو في الإعطاء. </p><p> قوله تعالى:  {لاَ تُكَلَّفُ نَفْسٌ إِلاَّ وُسْعَهَا ... } . </p><p> دليل على أنّ تكليف ما لا يطاق غير واقع كمذهبنا انه جائز غير واقع. </p><p> قيل لابن عرفة: بل (هي) دليل على أنه غير جائز كمذهب المعتزلة ويكون من باب السلب والإيجاب كما تقول: الحائط لا يبصر؟ </p><p> فقال: الأكثر في الكلام ان لا ينفى إلا ما هو ممكن قابل للثبوت والوقوع. </p><p> قوله تعالى:  {فَإِنْ أَرَادَا فِصَالاً عَن تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ} . </p><p> قال ابن عطية: فِصَالا، أي فطاما. وفصاله قبل الحولين لا يكون إلاّ برضاهما وألاّ يكون على المولود فيه ضرر. </p><p> وأما بعد تمامهما فمن دَعَا إلى الفصل فذلك له إلاّ أن يكون على الصبي فيه ضرر. </p><p> قال ابن عرفة: فعلى هذا ينبغي أن تحمل الآية على (أن) التراضي والتشاور قبل انقضاء الحولين لأنه جعل التشاور بعدهما غير معتبر. </p><p> ابن عرفة: وتقدم لنا سؤال وهو أن التراضي سبب عن التشاور ((لأن المشورة)  (تحصّل) التراضي أو عدمه فكان الأنسب تقديم التشاور على التراضي)) . </p><p> قال: وتقدم الجواب بأنه أفاد عدم الاقتصار على تراضيهما فإذا تراضيا على الفصال وكانت مشورتهما للغير تنتج أن المصلحة في عدم الفصال فلا عبرة بما تراضيا عليه. </p><p> قيل لابن عرفة: أو يجاب بأنّه لو قيل: عن تشاور وتراض، لأفاد تبعية أحدهما للآخر فإن المستشير أضعف رتبة (من) المستشار فقدم الرضى ليفيد اعتبار رضاهما معا من غير تبعية؟ </p><p> فقال ابن عرفة: ليس في الآية أن أحدهما يستشير مع الآخر وإنّما يَسْتَشِيرَانِ مع الأجنبي. </p><p> قال ابن عرفة:  (وعبر) ب (إنْ) دون (إِذَا) لأن النفوس مجبولة على محبة الولد فإرادتهم الفصال اقل بالنسبة إلى إرادة الرضاع، فكأنه غير واقع، أو يكون أفاد أنّه (غير)  (مرجوح) شرعا. وعبر في الثاني ب (إذا) لأن استرضاع الولد للأجنبية (مرجوح) بالنسبة إلى إرضاع أمه. </p><p> قيل لابن عرفة: ما الفائدة في هذه الآية مع أن معناها مستفاد من قوله: {والوالدات يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ </p><p> أَرَادَ أَن يُتِمَّ الرضاعة} فمفهومها أن من لم يرد الإتمام فلا جناح عليه في الفصال. </p><p> فقال: هذا جاء احتراسا لأن مفهوم تلك أن من أراد الفصال له ذلك فاقتضت الآية هذه اعتبار رضاهما معا بذلك. </p><p> فقيل: قوله لمن أراد أن يتم الرضاعة يفيد هذا لأنه إن أراد أحدهما (الفصال) وأراد الآخر الإتمام لم يتراضيا معا بالفصال؟ </p><p> فقال: أفادت هذه زيادة الأمر بمشورتهما غيرهما. </p><p> قال: وقوله {تَرَاضٍ مِّنْهُمَا} ولم يقل: عن تراضيهما، ليفيد التفسير بعد الإتمام كما قال الزمخشري في قوله الله تعالى:  {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ القواعد مِنَ البيت} قوله تعالى: {فَلاَ جُنَاحَ عَلَيْهِمَا ... } . </p><p> دليل على مرجوحية الفصال لأن اللّفظ غالب استعماله في فعل المرجوح. </p><p> قوله تعالى:  {إِذَا سَلَّمْتُم مَّآ آتَيْتُم بالمعروف ... } . </p><p> قرىء:  «مَّآ أُتِيتُمْ» . </p><p> قال ابن عرفة: وفي هذه القراءة تهييج على الأمر بالتّسليم لأن تسليم الإنسان ما لا يملك أهون عليه من تسليم ما يملك. ومعنى قوله «مَّآ آتَيْتُم» بالنّصب أن يعطي الأب (الأم) دينارا على الإرضاع </p><p> ثم يريد أن يسترضع الولد (عند) الأجنبية فلا جناح (عليهما) إذا سلم الدّينار للأم ولم يسترجعه من عندها. </p><p> قال أبو حيان:  «إذا سَلّمتُم شرطٌ» ، قالوا: وجوابها ما يدل عليه الشرط الأول وجوابه وذلك المعنى هو العامل في (إذا) وهو متعلق تعلق بما يتعلق به (عليكم) . </p><p> أبو حيان: وظاهره خطأ لأن القول بأن العامل في (إذا) المعنى الذي يدل عليه الشرط وجوابه مع القول بأنّها تتعلق بما تعلق به (عليكم) متناف. </p><p> قال: ابن عرفة: لأنه إذا كان العامل في (إذا) ما تعلق به (عليكم) فيكون (إذا) جوابا للشرط الأول فقد قلتم إن الشرط الأول (جوابها) فيلزم التناقض. </p><p> قيل لابن عرفة: أو يريد بالتنافي أنّها إذا كان العامل فيها ما تعلق به (عليكم) يكون (إذا) ظرفا وقد جعلتموها شرطا وهذا تناقض. </p><p> قوله تعالى:  {واتقوا الله ... } . </p><p> إشارة إلى مراعاة حق الولد في ذلك لأنه لا يتكلم ولا يخبر بشيء. </p><p> قوله تعالى:  {واعلموا أَنَّ الله بِمَا تَعْمَلُونَ بَصِيرٌ} . </p><p> ابن عرفة: الوصف ب (بصير) أشدّ في الوعيد والتخويف من الوصف ب (عليم) لأن الإنسان قد يتجرأ على مخالفة سيده الغائب عنه وإن علم أنه يعلم ولا يتجرأ على مخالفته إذا كان حاضرا يشاهده وينظر إليه. </p><p> فائدة: سئل الشيخ ابن عرفة عن امرأة سقطت حضانتها لولدها إما لتزويج أو سفه أو عجز أو غير ذلك ثم إنها اشتاقت إلى الولد وأخذته فبقي عندها عاما كاملا ثم طلبت من أبيه نفقته فادّعى أنّه كان ينفق عليه؟ </p><p> فقال ابن عرفة: بأنّ القول قولها فتحلف وتستحق، وقصارى الأمر أن تكون كالأجنبية إذا أنفقت على الولد. وقد قال في المدونة: القول قولها. وهذه لما سقطت حضانتها صارت كالأجنيبة. أنتهى. </p>"
}