{
  "id": null,
  "sura": 2,
  "aya": 236,
  "text": "<p> قوله تعالى:  {لاَّ جُنَاحَ عَلَيْكُمْ} . </p><p> وجه الفصل كونها جملة خبرية والأولى طلبية فلذلك لم يعطفها عليها. </p><p> قال ابن مالك: وإلا فالقاعدة أن الجملتين إذا كانتا متقاربتين في المعنى لم يعطف. </p><p> قوله تعالى:  {مَا لَمْ تَمَسُّوهُنَّ ... } . </p><p> ابن عرفة هذا كما (قال) غير مرة: إن من أكثر ما وردت (لَمْ) في القرآن لنفي الماضي المتصل بزمن الحال قال: و (أو) هنا بمعنى الواو. كما قال ابن راشد، وهو الصحيح، لأنها إذا كانت على بابهما أعني (للتنويع) لزم نفي الجناح (عمن طلق بعد الدخول في نكاح التفويض، وإذا اكانت بمعنى الواو فيكون المراد برفع الجناح) بسقوط نصف الصداق) بالطلاق. </p><p> قوله تعالى:  {وَمَتِّعُوهُنَّ ... } . </p><p> قال ابن عرفة: إنما عطف هذه وهي أمر على ما قبلها وهي خبر لأن قبلها تضمن حكم الطّلاق وهو سبب في الأمر بالمتعة والسببية ظاهرة فلذلك عطفت (بالواو) ولو كانت خفية لعطفت بالفاء. </p><p> قال ابن عرفة في مختصره الفقهي: المتعة ما يؤمر الزوج بإعطائه الزوجة لطلاقه أياها، والمعروف أنّها مستحبة يؤمر بها ولا يقضى بها ولا (تحاصص) . </p><p> قال ابن زرقون في المبسوط عن محمد بن مسلمة هي واجبة (يقضي بها)  (لأنه) لا يأبى أن يكون من المحسنين ولا المتقين إلاّ رجل سوء. </p><p> قال ابن عرفة: ولأن رأي المتقدمين أن المؤمن والمتقي متساويان ولأن قوله: {حَقّاً عَلَى المتقين} يقتضي عموم تعلقها بكل مسلم لأنه متق الشرك وقوله «عَلَى الْمُحْسِنِينَ» مفهومه عدم تعقلها بمن ليس بمحسن من المسلمين فيتعارض العموم والمفهوم والأصح عند الأصوليين أن العموم مقدم ونقله اللَّخمي ولم يعزه وعزاه الامام ابن عبد السلام لابن حبيب. </p><p> قال ابن عرفة: قال أبو عمران: إنما يقدر حال المرأة، وابن عبد البر يقدر حال الرجل وابن رشد (يقدر) حالهما. </p><p> قال ابن عرفة: وهي لكل مطلقة في عصمة لا رجعة فيها ولا خيار على الزوج. </p><p> وفي المدونة ما نصّه: لا متعة لمختلعة ولا مصالحة ولا ملاعنة ولا مطلقة قبل البناء. </p><p> وقد فرض لها اللخمي. ولا مفتدية ولا متبارية ولا من اختارت نفسها لعتقها ولا من فسخ نكاحها ولم تعارض. </p><p> قال الامام ابن رشد: ظاهر قول ابن القاسم ان طلّق فيما يفسخ بطلاق فسخه، فلا متعة عليه. </p><p> اللخمي: إن فسخ الرضاع بأمر الزوج رأيت / عليها المتعة وإن اشترى زوجته لم يمتعها لبقائها معه ولو اشترى بعضها متّعها، وأما المخيرة والمملكة فقال الامام ابن رشد: روى ابن وهب: أنّ لهما المتعة. </p><p> وقال ابن خويز منداد: لا متعة لهما، وقال ابن يونس: لمن اختارت نفسها بتزويج أمة عليها المتعة، انتهى. </p><p> قال ابن عرفة: المطلقة لا متعة لها في البائن دون الرجعي فإن ماتت في العدة فالظاهر أن المطلق يرث من تلك المتعة. </p><p> قيل لابن عرفة: لا يرث لأنّه إذا كان الطلاق بائنا فلا متعة ولا ميراث، وإن كانت رجعية فقد ماتت قبل أن تجب لها لأنها إنّما تجب لها بعد انقضاء العدة؟ </p><p> فقال إنّما (أجّلنا) المتعة بانقضاء العدة رجاء أن يرتجعها قبل تمامها فإذا ماتت ذهبت تلك العدة. </p><p> قيل لابن عرفة: إنما هي جبر لقلبها ففي الموت لا متعة؟ </p><p> فقال: قد قالوا: إنّها تجب. </p><p> وقرىء «عَلَى الْمُوسِعِ قَدَرُهُ» . واستشكلها ابن عرفة بحذف المجرور. وقد انتقد القرافي على الفخر الرازي تسميته كتاب المحصول، لأن اسم المفعول من الفعل الذي لا يتعدى إلا بحرف الجر لايجوز أن يحذف مجروره، وأجابوا: بأن ذلك اسم عَلَمٍ سمّاه بالمحصول كما قال تعالى {عِندَ سِدْرَةِ المنتهى} لكن ذلك الجواب لا يتصور هنا. </p><p> وأجيب: بأن هذا يتعدى بنفسه تقول: وسعت المكان والدار والطريق ووسعت الأمر: </p><p> - قال الله تعالى:  {وَسِعَ كُرْسِيُّهُ السماوات والأرض} _ وقال: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ.} </p>"
}