{
  "id": null,
  "sura": 2,
  "aya": 260,
  "text": "<p> قوله تعالى:  {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الموتى ... } . </p><p> قال ابن عطية: قال الجمهور: إن إبراهيم لم يكن شاكا قط في إحياء الله الموتى، وإنما طلب المعاينة، وقال آخرون: إنه شك في قدرة الله تعالى (في) إحياء الموتى (ولذلك قال ابن عباس رَضِيَ اللَّهُ عَنْهما ما في القرآن آية أرجى عندي من هذه.</p><p> ابن عرفة: هذا كلام لا يليق بابن عباس) . وحمله على ظاهره يلزم عليه الكفر فلا بد من تأويله وهو أن الشك في كيفية وجود الشيء لا يلزم منه الشك في وجود ذلك الشيء، كما أنا لا نشك في موت عثمان رَضِيَ اللَّهُ عَنْه مقتولا ونشك في كيفية ذلك حسبما اختلف فيه الرواة والنقلة. </p><p> قال: ومن هنا يستدل على القول بعدم تواتر القراءات (السبعة) غير ملزوم (للقول) بعدم تواتر القرآن جملة. </p><p> قال ابن عرفة: فأراد ابراهيم عليه السلام الانتقال من العلم النظري إلى العلم الضروري لأن (النظري) تعرض له الشكوك (والضروري لا تعرض له الشكوك) ولذلك يقول الفخر ابن الخطيب: في كلامه هذا تشكيك في الضروريات فلا يستحق جوابا. قيل له علم (النبي) ضروري لا نظري؟ </p><p> فقال: علمه بنفس الإحياء ضروري وبكيفيته نظري، وقول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ «نحن أحق بالشك من إبراهيم» على سبيل الفرض والتقدير في حق إبراهيم، وعلى جهة التواضع منه عَلَيْهِ الصَّلَاة وَالسَّلَام ُ، أي لو فرض وقوع الشك من إبراهيم عليه السلام لكنا نحن أحق بذلك منه. </p><p> قلت: تأول عياض في الشفاء هذه الآية بستة أوجه. </p><p> أحدها: ما تقدم أنه طلب زيادة اليقين لأن العلوم تتفاوت. </p><p> الثاني: علم وقوعه وأراد مشاهدته وكيفيته. </p><p> الثالث: المراد اختبار منزلته عند الله تعالى وأن يعلم / إجابة دعوته، والمراد: أو لم تؤمن بمنزلتك واصطفائي (لك) . </p><p> الرابع: لما احتج على الكفار بأن الله يحيي ويميت طلبه من ربه ليصحح احتجاجه به عيانا. </p><p> الخامس: أنّه سؤال على طريق الأدب أي (أقدرني) على إحياء الموتى. </p><p> والسادس: أنه آمن من نفسه الشّك ولم يشك لكن ليجاب فيزداد قربة. </p><p> وقول (رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ)  «نحن أحق بالشك من إبراهيم» نفي لأن يكون من إبراهيم شك أي نحن موقنون بالبعث وإحياء الموتى، فلو شك إبراهيم لكنا أولى بالشك منه (أو) على طريق الأدب أو المراد أمته (الذين) يجوز عليهم الشك أو هو تواضع، فأما قول الله تعالى {فَإِن كُنتَ فِي شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ} فقيل: معناه قل يا محمد للشاك: إن كنت في شك، كقوله تعالى:  {ياأيها الناس إِن كُنتُمْ فِي شَكٍّ مِّن دِينِي} وَ {فَلاَ تَكُونَنَّ مِنَ الممترين} وقيل: المخاطب غيره وقيل: إنّه تقرير كقوله: </p><p> {ءَأَنتَ قُلْتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله} وقد علم أنّه لم يقل. </p><p> «وقيل: إن كنت في شك فأسأل تزدد علما إلى علمك، وقيل: إن كنت شاكا فيما شرّفناك به فاسألهم عن صفتك في الكتاب؟ وقيل: إن كنت في شك من غيرك فيما أنزلنا إليك. </p><p> قال القاضي عياض: واحذر أن يخطر ببالك ما نقله بعضهم عن ابن عباس رَضِيَ اللَّهُ عَنْهما أو غيره من إثبات شك النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ فيما أوحي إليه وأنه من البشر فمثل هذا لايجوز جملة بل قال ابن عباس: لم يشك عَلَيْهِ الصَّلَاة وَالسَّلَام ُ. </p><p> وانظر ما قيل على هذا الحديث (في كتاب الإيمان في دفتر الحديث، وفي أسئلة السكوني) . </p><p> قوله تعالى:  {قَالَ بلى ولكن لِّيَطْمَئِنَّ قَلْبِي ... } . </p><p> دليل على أن (العقل) في القلب. </p><p> قوله تعالى:  {فَصُرْهُنَّ إِلَيْكَ ... } . </p><p> قوله تعالى:  {ثُمَّ اجعل على كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءاً ... } . </p><p> أي من الطير لأنهم جعلوه حالا من جزء فيكون نكرة تقدم عليها فانتصب (على الحال) . </p><p> قال ابن عرفة: ويحتمل هذا أن يكون على كل جبل من الجبال فيعود الضمير على الجبال المفهومة من كل جبل. </p><p> قيل لابن عرفة: هلا بين له ذلك بإعدامهن جملة ثم أيجادهن عن عدم؟ </p><p> فقال: إيجادهن لايلزم منه إعادتهن بأعيانهن لأنه يشاهد كل قوم أمثالهن: وقد يظن أن الموجود غير هذا مماثل لهن فهذا أغرب، وهو رؤيته </p><p> أجْزَاءهُنّ المفترقة (حين) تجتمع وتعود كما كانت أول مرة قالوا: ولما اجتمعت أتت إليه التصق كل جسد مع رأسه. </p><p> قال ابن راشد في اختصار ابن الخطيب: في الآية دليل على عدم اشتراط البنية خلاقا للمعتزلة. </p><p> فقال ابن عرفة: هذا بناء فيه على أن البنية هي الشكل الخاص وليس كذلك مطلقا بل البنية المشترطة في الرؤية هي الشكل الخاص والبنية المشترطة في الحياة هي البلة والرطوبة المزاجية. نص عليه القاضي والمقترح وغيرهما لأنا نجد الحيوانات على أشكال متنوعة ولو كانت الشكل الخاص لكانت على (شكل) واحد. </p><p> قوله تعالى:  {يَأْتِينَكَ سَعْياً ... } . </p><p> دليل على أنّهن أتينه يمشين خلافا لمن أتينه يطرن. </p><p> قوله تعالى:  {واعلم أَنَّ الله عَزِيزٌ حَكِيمٌ} . </p><p> الحكمة مشروطة (بالإتقان) وهو سأل عن كيفية الإتقان فأخبره أنّه إذا علم كيفية الإتقان فلا يسأل عما وراء ذلك، فَإنّ اللهَ </p><p> عَزِيز حَكِيم لا يمانع ولا يعاند في فعله فإذا تدبّر الإنسان في ملكوت الله وقدرته على الأشياء وخلقه لها، فلا يتدبّر فيها وراء ذلك لئلا (يجر به) تدبيره إلى الكفر وفساد العقيدة كما قال تعالى: {فارجع البصر هَلْ ترى مِن فُطُورٍ ثُمَّ ارجع البصر كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ البَصَرُ خَاسِئاً وَهُوَ حَسِيرٌ.} </p>"
}