{
  "id": null,
  "sura": 2,
  "aya": 208,
  "text": "<p> قوله تعالى:  {ياأيها الذين آمَنُواْ ادخلوا فِي السلم كَآفَّةً} . </p><p> أجاز ابن عطية أن يكون «كافة» حالا من فاعل «ادخلوا» أو من «السِّلم» كقول الله تعالى {فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ}  «فتحمله»  (حال) من فاعل «أتت» ومن قوله «به» . </p><p> قال أبو حيان، واعترض بأنه لا يصح إلاّ إذا جعلت صاحبي الحال مبتدأين والحال خبر عنهما كقول الشاعر: </p><p> وعلقت سلمى وهي ذات موصد ... ولم يبد للآتراب من ثديها حجم </p><p> صغيرين نرعى البهم ياليت أننا ... إلى اليوم لم نكبر ولم يكبر البهم </p><p> فيصح: أنا وسلمى صغيران وقال امرؤ القيس: </p><p> خرجت بها نمشي تجر وراءنا ... على إثرنا أذيال مرط مرجل </p><p> لأنه لا يصح: أنا وهي نمشي ولا يصح أن يقال: هو وهي تحمله. فقال ابن عرفة: يصح حمله على الوجه الذي صح إتيانه حالا منهما تقول: هي تحمله وهو محمول كما (يفهم) في الحال منهما مجموعة. </p><p> قلت: وتعقب ابن القصار هذا بأنّهما كما جمعا في حال واحدة كذلك يجمعان في خبر واحد فيمتنع الجمع في تلك، ويصح هنا أي أنتم والسلم مجتمعون لكن يبطل من جهة أن المقدر خبر أو «ادخلوا في السلم» أمر والأمر لا يقدر بالخبر. </p><p> فإن قلت: المعنى أنتم والسلم مطلوبان بالاجتماع؟ (قلنا لم يخبر) عنهما بالحال بل بلازمها. </p><p> ابن القصار: ولا أعلم من شرط هذا إلا أبا حيان بل إنما اشترطوا اتحاد العلم في صاحب الحال مثل ما تقدم، وكقول عنترة العبسي في عمارة بن زياد العبسي، كان يتوعده عنترة بالقول:  «متى تأتني فردين ... » </p><p> وقوله {ادخلوا فِي السلم} أي دوموا على الدخول. </p><p> قوله تعالى:  {وَلاَ تَتَّبِعُواْ ... } . </p><p> احتجّ ابن الخطيب بها على أنّ الأمر بالشيء ليس نهيا عن ضده إذ لو كان كذلك لما كان لقوله «ولاَ تَتَّبِعُوا» فائدة. </p><p> قال ابن عرفة: إنما يتمّ له هذا (على) القول بأن الأمر للتكرار مع أنّ الصحيح أنّه مطلق يخرج المأمور من العهدة بالمرة الواحدة والنّهي يقتضي الانتهاء دائما ففيه زيادة فائدة لم تكن في الأمر. </p><p> قال ابن عرفة: والاتباع في الاصطلاح كما قال الفخر الرازي في المعالم: أن يفعل فعل المتبوع (لأجل) أنه فعله. </p><p> قيل لابن عرفة: هذا فعل في سياق النفي فهو عام في جميع وجوه الاتباع؟ </p><p> فقال: إنما يعم في مسمى الاتباع فقط كقولك: لا عين عندي. إنما يعم في مسمى العين الذي حملته عليه وهو المال مثلا أو غيره. </p><p> قوله تعالى:  {خُطُوَاتِ الشيطان ... } . </p><p> أبو حيان عن ابن أبي مريم صاحب الموضح: سكنت تخفيفا عن ضم مقدر منوي إذ هي حركة فارقة بين الاسم والصفة كما في جمع «فعلة» المفتوحة الفاء. </p><p> قال ابن عرفة: إنّما يكون الفرق باللّفظ لا (بالنّية) . فرد عليه بمثل ذلك بوجهين للمفرد والجمع (بالنية) . </p><p> فقال: قد ذكروا في ذلك أنّ حركته صغيرة بالنّسبة إلى حركة أخرى ولم يجعلوا (للنّية) فرقا. </p><p> قيل لابن عرفة: قد فرق المنطقيون بين العدول والتحصيل (بالنية) . </p><p> فقال: المراد منهما أنّ الحركة منوي بها ذلك من أول، وهنا ليس كذلك. </p>"
}