{
  "id": null,
  "sura": 1,
  "aya": 4,
  "text": "<p> لا يحصر (١) عدد العالمين أحدٌ إلا الله عز وجل قال الله جل وعزَّ: {وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ}  (٢)  (٣) . </p><p> ٣ - {الرَّحْمَنِ الرَّحِيمِ (٣) مَالِكِ يَوْمِ الدِّينِ (٤) }: </p><p> ٤ - اختلف (٤) القَرَأَةُ (٥) فيه على (٦) عشرة أوجه: </p><p>= الصحابة، وكان حسن الإِسلام، متين الديانة، من نبلاء العلماء. توفي بحمص ذاهبًا للغزو في أواخر خلافة عثمان - رضي الله عنه - وقد زاد على المائة. \"سير أعلام النبلاء\" للذهبي ٣/ ٤٨٩، \"تقريب التهذيب\" لابن حجر (٥٦٨٤).(١) في النسخ الأخرى: يُحصى.(٢) المدبر: (٣١).(٣) ذكره البغوي في \"معالم التنزيل\" ١/ ٥٣، وابن كثير في \"تفسير القرآن العظيم\" ١/ ٢١٠.فائدة:قال ابن كثير في \"تفسير القرآن العظيم\" ١٠/ ٤١٣ في تفسير \"سورة النمل\" بعد ما أورد طائفة من الأخبار في قصة ملكة سبأ مع سليمان عليه السلام: والأقرب في مثل هذِه السياقات أنها مُتلقاة عن أهل الكتاب مما وُجد في صحفهم، كروايات كعب ووهب -سامحهم الله تعالى- فيما نقلاه إلى هذِه الأمة من أخبار بني إسرائيل، من الأوابد والغرائب والعجائب، مما كان ومما لم يكن، ومما حُرِّف وبدِّل ونُسخ، وقد أغنانا الله بما هو أصح منه وأنفع وأوضح وأبلغ، ولله الحمد والمنة.(٤) في (ش): اختلفت.(٥) في (ت): القرَّاء.(٦) في (س): من، والمثبت من النسخ الأخرى.</p><p> {مَالِكِ} بالألف وكسر الكاف على النَّعت (١) ، وهي قراءة النبي - صلى الله عليه وسلم -، وأبي بكر، وعمر، وعثمان، وعلى وطلحة، والزبير (٢) ، وسعد (٣) ، وعبد الرحمن بن عوف (٤) ، وابن مسعود، وأبي بن كعب، ومعاذ بن جبل، وعبد الله بن عباس، وأبي ذرّ (٥) ، وأبي </p><p>(١) على وزن (سامع): اسم فاعل، من ملك مِلكًا -بالكسر- وهي قراءة متواترة، قرأ بها عاصم والكسائي، وكذا يعقوب وخلف. ووافقهم الحسن والمطوعي. انظر: \"السبعة\" لابن مجاهد (ص ١٠٤)، \"الكشف عن وجوه القراءات السبع\" لمكي ١/ ٢٥، \"التيسير\" للداني (ص ١٨)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٨٣)، \"النشر في القراءات العشر\" لابن الجزري ١/ ٢٠، \"إتحاف فضلاء البشر\" للدمياطي ١/ ٣٦٣.(٢) الزبير بن العوام بن خويلد بن أسد بن عبد العزى بن قصي بن كلاب، أبو عبد الله القرشي، الأسدي، أحد العشرة المشهود لهم بالجنة، قتل سنة (٣٦ هـ)، بعد منصرفه من وقعة الجمل.\"تقريب التهذيب\" لابن حجر (٢٠١٤)، \"الإصابة\" لابن حجر ٢/ ٤٥٨.(٣) سعد بن أبي وقاص مالك بن وهيب بن عبد مناف بن زهرة بن كلاب الزهريّ، أبو إسحاق، أحد العشرة، وأول من رَمى بسهم في سبيل الله، ومناقبه كثيرة. مات بالعقيق سنة (٥٥ هـ) على المشهور، وهو آخر العشرة وفاة.\"الاستيعاب\" لابن عبد البر ٢/ ١٧١ \"تقريب التهذيب\" لابن حجر (٢٢٧٢).(٤) عبد الرحمن بن عوف بن عبد عوف بن عبد بن الحارث بن زهرة القرشي الزهريّ، أحد العشرة، أسلم قديمًا، ومناقبة شهيرة، ومات سنة (٣٢ هـ)، وقيل غير ذلك. \"أسد الغابة\" لابن الأثير ٣/ ٤٧٥ \"تقريب التهذيب\" لابن حجر (٣٩٩٩).(٥) أبو ذر الغفاري، الصحابي المشهور، اسمه جندب بن جنادة على الأصح، وقيل: بُرَيْد -بموحدة، مصغرًا أو مكبرًا- واختلف في أبيه، فقيل: جندب، أو عشرقة، أو عبد الله، أو السكن. تقدم إسلامه، وتأخرت هجرته فلم يشهد بدرًا، ومناقبه كثيرة جدًّا. مات سنة (٣٢ هـ)، في خلافة عثمان. =</p><p> هريرة، وأنس، ومعاوية - رضي الله عنهم -. </p><p> ومن التابعين وأتباعهم: عمر (١) بن عبد العزيز، ومحمد بن شهاب الزهريّ، وعلقمة بن قيس (٢) ، والأسود بن يزيد (٣) ، وأبو عبد الرحمن السلمي، وسعيد بن جبير، وأبو رَزِين (٤) ، وإبراهيم (٥) ، وطلحة بن مصرف (٦) ، </p><p>= \"الإصابة\" لابن حجر ٧/ ١٠٥، \"تقريب التهذيب\" لابن حجر (٨١٤٧). (١) في (ن): محمَّد. وهو خطأ، وقد تقدم.(٢) علقمة بن قيس بن عبد الله بن مالك، أبو شبل النخعي. ولد في حياة النبي - صلى الله عليه وسلم - وقرأ القرآن على ابن مسعود وكان من أحسن الناس صوتًا بالقرآن. توفي سنة (٦٢ هـ). \"معرفة القراء الكبار\" للذهبي ١/ ٥١، \"طبقات الحفاظ\" للسيوطي (٢٤).(٣) الأسود بن يزيد بن قيس النخعي -بفتح النون والخاء- أبو عمرو، أو أبو عبد الرحمن، مخضرم، ثقة مكثر، فقيه، مات سنة (٧٤ هـ) أو (٧٥ هـ).\"غاية النهاية\" لابن الجزري ١/ ١٧١، \"تذكرة الحفاظ\" للذهبي ١/ ٤٨، \"تقريب التهذيب\" لابن حجر (٥١٤).(٤) هو مسعود بن مالك أبو رَزين الأسدي الكوفي، ثقة، فاضل، مات سنة (٨٥ هـ)، وهو غير أبي رَزين عُبيد، الذي قتله عبيد الله بن زياد بالبصرة، ووهم مَن خلطهما. \"تهذيب التهذيب\" لابن حجر ٤/ ٦٣، \"تقريب التهذيب\" لابن حجر (٦٦٥٦).(٥) إبرهيم بن يزيد بن قيس بن الأسود، أبو عمران النخعي، الكوفي، الإِمام المشهور، الصالح الزاهد العالم، ثقة إلا أنه يرسل كثيرًا.توفي سنة (٩٦ هـ)، وقيل سنة (٩٥ هـ).\"غاية النهاية\" لابن الجزري ١/ ٢٩، \"طبقات الحفاظ\" للسيوطي (رقم ٦٨).(٦) طلحة بن مصرِّف بن عمرو بن كعب اليامي -بالتحتانية- الكوفي، ثقة، قارئ، فاضل. مات سنة (١١٢ هـ) أو بعدها.\"تقريب التهذيب\" لابن حجر (٣٠٥١)، \"تهذيب التهذيب\" لابن حجر ٢/ ٢٤٣، \"غاية النهاية\" لابن الجزري ١/ ٣٤٣.</p><p> وعاصم (١) ، وعيسى بن عمر الهمْداني (٢) ، وشيبان بن عبد الرحمن، وعلي بن صالح بن حيّ (٣) ، وابن أبي ليلى (٤) ، وعبد الله بن </p><p>(١) عاصم بن بهدلة أبي النَّجود -بفتح النون وضم الجيم- أبو بكر الأسدي، مولاهم، الكوفي الحفاظ، أحد القراء السبعة، وهو الإِمام الذي انتهت إليه رئاسة الإقراء بالكوفة بعد أبي عبد الرحمن السلمي في موضعه، جمع بين الفصاحة والإتقان والتحرير والتجويد، وكان أحسن الناس صوتًا بالقرآن. قال ابن حجر: صدوق له أوهام، حجة في القراءة، وحديثه في الصحيحين مقرون. توفي آخر سنة (١٢٧ هـ) وقيل: (١٢٨ هـ). \"سير أعلام النبلاء\" للذهبي ٥/ ٢٥٦، \"تقريب التهذيب\" لابن حجر (٣٠٧١)، \"غاية النهاية\" لابن الجزري ١/ ٣٤٦.(٢) عيسى بن عمر الهمْداني الكوفي، أبو عمر، الإمام، المقرئ، العابد. كان مقرئ الكوفة في زمانه بعد حمزة، ومعه. قال الثوري: ما بها أقرأ منهما. توفي سنة (١٥٦ هـ).\"سير أعلام النبلاء\" للذهبي ٧/ ١٩٩، \"غاية النهاية\" لابن الجزري ١/ ٦١٣.(٣) علي بن صالح بن صالح بن حيّ، الهمداني، أبو محمَّد، الكوفي، أخو حسن. كان هو وأخوه مقرئين مجوِّدين للأداء، تلا عليٌّ على عاصم، ثم على حمزة، وتصدَّر للإقراء. توفي سنة (١٥٤ هـ).\"المعرفة والتاريخ\" للفسوي ١/ ١٤٠، \"سير أعلام النبلاء\" للذهبي ٧/ ٣٧١.(٤) محمَّد بن عبد الرحمن بن أبي ليلى، أبو عبد الرحمن الأنصاري، العلامة، الإِمام، مفتي الكوفة وقاضيها. أخذ القراءة عرضًا عن أخيه عيسى، والشعبي، وطلحة بن مصرف، والمنهال بن عمرو، والأعمش.قال حمزة: تعلمنا جودة القراءة عند ابن أبي ليلى. وقد تُكلِّم فيه من جهة حفظه. توفي سنة (١٤٨ هـ).\"سير أعلام النبلاء\" للذهبي ٦/ ٣١٠، \"تقريب التهذيب\" لابن حجر (٦١٢١)، \"غاية النهاية\" لابن الجزري ٢/ ١٦٥.</p><p> إدريس (١) ، وعلي بن حمزة الكسائي، وخلف بن هشام البزار، والحسن بن أبي الحسن البصري من أهل البصرة، وأبو رجاء العطاردي (٢) ، ومحمد بن سيرين، وبكر بن عبد الله المزني (٣) ، وقتادة بن دعامة السدوسي، ويحيى بن يعمر الغطفاني (٤) ، وعيسى </p><p>(١) عبد الله بن إدريس بن يزيد بن عبد الرحمن، الأودي الكوفي، أبو محمَّد، الإمام، الحافظ، المقرئ، القدوة، تلا على نافع، وكان من أئمة الدين. قال الإِمام أحمد: كان ابن إدريس نسيج وحده. توفي آخر سنة (١٩٢ هـ) وقيل: أول سنة (١٩٤ هـ). \"سير أعلام النبلاء\" للذهبي ٩/ ٤٢، \"غاية النهاية\" لابن الجزري ١/ ٤٠٩.(٢) عمران بن ملحان التميمي البصري، الإِمام الكبير، من كبار المخضرمين، أدرك الجاهلية، وأسلم بعد فتح مكة، ولم يرَ النبي - صلى الله عليه وسلم -. تلقن القرآن على أبي موسى الأشعري، ثم عرضه على ابن عباس، وهو أسن من ابن عباس. وكان خيّرًا تلَّاءً لكتاب الله. توفي سنة (١٠٥ هـ) وقيل: سنة (١٠٧ هـ). وقيل: (١٠٨ هـ)، وله أزيد من (١٢٠).\"سير أعلام النبلاء\" للذهبي ٤/ ٢٥٣، \"تذكرة الحفاظ\" للذهبي ١/ ٦٢.(٣) بكر بن عبد الله المزني، أبو عبد الرحمن البصري، ثقة، ثبت، جليل، من الثالثة، مات سنة (١٠٦ هـ).\"تقريب التهذيب\" لابن حجر (٧٥١)، \"تهذيب التهذيب\" لابن حجر ١/ ٢٤٤.(٤) يحيى بن يعمر العدواني البصري، أبو سليمان، الفقيه العلامة المقرئ، قاضي مرو، ويكنى أبا عدي، قرأ القرآن على أبي الأسود الدؤلي. وكان من أوعية العلم. وقيل: إنه كان أول من نقط المصاحف. قال أبو عمرو الداني: روى القراءة عنه عرضًا عبد الله بن أبي إسحاق، وأبو عمرو بن العلاء.توفي سنة (١١٥ هـ). قال الذهبي: لعله جاوز المائة.\"سير أعلام النبلاء\" للذهبي ٤/ ٤٤٢، \"غاية النهاية\" لابن الجزري ٢/ ٣٨١.</p><p> ابن عمر الثقفي (١) ، وسلاَّم بن سليم أبو المنذر، ويعقوب بن إسحاق الحضرمي (٢) ، وأيوب بن المتوكل (٣) ، وأبو عبيدة معمر بن المثنى التيمي، وسعيد بن مسعدة الأخفش، وخالد بن معدان (٤) ، والضحاك بن مزاحم رحمهم الله. </p><p>(١) عيسى بن عمر الثقفي البصري، أبو عمر، العلامة، إمام النحو، كان صاحب فصاحة وتقعّر وتشدُّق في خطابه، وكان صديقًا لأبي عمرو بن العلاء، وقد أخذ القراءة عرضًا على عبد الله بن أبي إسحاق، وابن كثير المكي، وصنف في النحو كتابَي \"الإكمال\" و\"الجامع\". أرَّخ القفطي وابن خلكان موتَه سنة تسع وأربعين ومائة، قال الذهبي: وأراه وهمًا، فإن سيبويه جالسه، وأخذ عنه، ولعله بقيَ إلى بعد الستين ومائة.\"إنباه الرواة\" للقفطي ٢/ ٣٧٤، \"وفيات الأعيان\" لابن خلكان ٣/ ٤٨٦، \"سير أعلام النبلاء\" للذهبي ٧/ ٢٠٠.(٢) يعقوب بن إسحاق بن زيد بن عبد الله بن أبي إسحاق، أبو محمَّد الحضرمي، مولاهم البصري. الإمام، المجوِّد، الحافظ، مقرئ البصرة، أحد العشرة. توفي سنة (٢٠٥ هـ).\"معرفة القراء الكبار\" للذهبي ١/ ١٥٧، \"سير أعلام النبلاء\" للذهبي ١٠/ ١٦٩.(٣) أيوب بن المتوكل الأنصاري البصري، إمام، ثقة، ضابط، له اختيار تبع فيه الأثر. توفي سنة (٢٠٠ هـ). ولما دفن وقف يعقوب الحضرمي على قبره فقال: يرحمك الله يا أيوب ما تركت خلفًا أعلم بكتاب الله منك.\"معرفة القراء الكبار\" للذهبي ١/ ١٤٨، \"غاية النهاية\" لابن الجزري ١/ ١٧٣.(٤) خالد بن معدان، أبو عبد الله الكَلاعي، الحمصي، الإِمام، شيخ أهل الشام. حدَّث عن خلق من الصحابة، وأكثر ذلك مرسل -كما قال الذهبي- وهو معدود في أئمة الفقه. توفي سنة (١٠٣ هـ). وقيل: (١٠٤ هـ). وقيل: خمس، وقيل: (١٠٨ هـ).\"تاريخ دمشق\" لابن عساكر ١٦/ ١٨٩، \"سير أعلام النبلاء\" للذهبي ٤/ ٥٣٦.</p><p> [١٨٦] أخبرنا عبد الله بن حامد بن محمَّد (١) قال: أنا أحمد بن محمَّد بن الحسن (٢) قال: نا محمَّد بن يحيى (٣) قال: نا عبد الرزاق (٤) ، عن معمر (٥) ، عن الزهريّ (٦) ، عن ابن المسيب (٧)  (٨) . ح. </p><p> [١٨٧]  (٩) وأخبرنا أحمد بن محمَّد بن محمَّد بن إبراهيم (١٠) نا </p><p>(١) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل. (٢) أبو حامد أحمد بن محمَّد بن الحسن النيسابوري، ابن الشرقي، كان يسكن الجانب الشرقي بنيسابور فنُسب إليها، وهو صاحب الصحيح، وتلميذ مسلم، حافظ خراسان، الإِمام العلامة الثقة.قال الدارقطني: ثقة، مأمون، إمام. وقال الخطيب: أبو حامد ثبت، حافظ، متقن. وقال الخليفي: هو إمام وقته بلا مدافعة. وقال الحاكم: هو واحد عصره حفظًا وإتقانًا ومعرفة. توفي سنة (٣٢٥ هـ).\"تاريخ بغداد\" للخطيب ٤/ ٢٤٦، \"الأنساب\" للسمعاني ٣/ ٤١٧، \"الإرشاد\" للخليلي ٣/ ٨٣٧، \"سير أعلام النبلاء\" للذهبي ١٥/ ٣٧.(٣) الذهلي، ثقة، حافظ، جليل.(٤) ثقة، حافظ، عمي في آخر عمره فتغير، وكان يتشيع.(٥) ثقة، ثبت، فاضل.(٦) الفقيه، الحافظ، متفق على جلالته وإتقانه.(٧) أحد العلماء الإثبات.(٨) [١٨٧] الحكم على الإسناد:إسناده فيه شيخ المصنف لم يذكر بجرح أو تعديل، وبقية رجاله ثقات.(٩) من هنا إلى نهاية الحديث ساقط من (ج).(١٠) هو أبو بكر بن أبي أحمد الأشناني الصيدلاني، جليل، ثقة، من كبار الصالحين، ومن مجاوري مسجد أبي بكر المطرز، سمع الكثير بنيسابور والعراق والحجاز مع أبي عبد الرحمن السلمي. روى عن الاسم وأبي الحسن الطرائفي وابن نجيد. توفي سنة (٤١٦ هـ). =</p><p> محمَّد بن محمَّد بن خلف العطار (١) ، ثنا المنذر بن المنذر الفارسي (٢) ثنا هارون بن حاتم (٣) ، ثنا إسحاق بن منصور الأسدي (٤) ، عن أبي إسحاق الحُمَيسي (٥) ، </p><p>= \"المنتخب من السياق لتاريخ نيسابور\" للصيرفيني (١٧٧). (١) لم أجده.(٢) لم أجدهما.(٣) الكوفي البزار، مقرئ، مشهور، ضعفوه.(٤) إسحاق بن منصور بن حيان الأسدي، كوفي. قال العجفي: ثقة، متعبد، رجل صالح، وقد رأيته ولم أكتب عنه.وقال أبو داود: هذا من خيار الناس، مات وهو شاب، كان لا يكتب حديثه. وقال البخاري: كتبتُ عنه سنة (٢٠٤ هـ). وذكره ابن أبي حاتم، وسكت عنه. \"تاريخ الثقات\" للعجلي (٧٣)، \"التاريخ الكبير\" للبخاري ١/ ١/ ٢٠٤، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٢٣٤، \"سؤالات الآجري لأبي داود\" (ص ١٠٣) (١٨).(٥) خازم -بالزاي- بن الحسين، أبو إسحاق الحميسي، البصري نزيل الكوفة. والأصح في ضبط الحميسي ما قاله السمعاني: بضم الحاء المهملة، وفتح الميم، وسكون الياء المنقوطة بنقطتين من تحتها، وكسر السين المهملة، هذِه النسبة إلى بني حُميَس، والمشهور بالنسبة إليهم أبو إسحاق خازم بن الحسين الحميسي. .والحميسي هذا ضعيف، قال ابن معين: ليس بشيء. وقال أبو حاتم: يكتب حديثه ولا يحتج به. وقال أبو داود: روى مناكير. وقال ابن عدي: ضعيف، يكتب حديثه. وقال ابن حجر: ضعيف. من الثامنة.\"الأنساب\" للسمعاني ١/ ١٧١، \"الكامل\" لابن عدي ٣/ ٧٣، \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٣٩٣، \"تهذيب الكمال\" للمزي ٨/ ٢٤، \"ميزان الاعتدال\" للذهبي ١/ ٦٢٦، \"ذيل الكاشف\" لابن العراقي (ص ٨٩) (٣٥٩)، \"تهذيب التهذيب\" لابن حجر ١/ ٥١٣، \"تقريب التهذيب\" لابن حجر (١٦٢٤).</p><p> عن مالك بن دينار (١) عن أنس - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - وأبا بكر وعمر وعثمان وعليًا يقرءون {مَالِكِ يَوْمِ الدِّينِ (٤) } (٢) . </p><p> [١٨٨] أخبرنا أبو العباس أحمد بن محمَّد بن محمَّد العدل (٣) قال: نا أبو العباس الاسم (٤) ، </p><p>(١) مالك بن دينار السلمي الساجي، مولاهم، أبو يحيى البصري الزاهد. وثَّقه النسائي وابن سعد، وذكره ابن حبان في \"الثقات\". وقال الأزدي: يعرف وينكر. وقال الذهبي: في \"سير أعلام النبلاء\": بداية علَم العلماء الأبرار، معدود في ثقات التابعين، ومن أعيان كتبة المصاحف. . وثقه النسائي وغيره، واستشهد به البخاري، وحديثه في درجة الحسن. وقال في \"ميزان الاعتدال\": صدوق. وقال ابن حجر: صدوق، عابد. مات سنة (١٣٠ هـ).\"الطبقات الكبرى\" لابن سعد ٧/ ٢٤٣، \"الثقات\" لابن حبان ٥/ ٣٨٣، \"ميزان الاعتدال\" للذهبي ٣/ ٤٢٦، \"سير أعلام النبلاء\" للذهبي ٥/ ٣٦٢، \"الكاشف\" للذهبي ٢/ ٢٣٥، \"تهذيب التهذيب\" لابن حجر ٤/ ١١، \"تقريب التهذيب\" لابن حجر (٦٤٧٥).(٢) [١٨٧] الحكم على الإسناد:إسناده ضعيف؛ لضعف أبي إسحاق الحميسي، وفيه من لم أجده، وسيأتي من طريق آخر عن أنس في الحديث التالي.التخريج:رواه ابن عدي في \"الكامل\" ٣/ ٧٣ وابن أبي داود في \"المصاحف\" (ص ١٠٤) من طريق أبي إسحاق الحميسي، عن مالك بن دينار، عن أنس قال: صليت خلف رسول الله - صلى الله عليه وسلم - وأبي بكر وعمر وعثمان وعلي، فكانوا يفتتحون القراءة بـ {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢)}، ويقرءون {مَالِكِ يَوْمِ الدِّينِ (٤)}. وذكره السمرقندي في \"بحر العلوم\" ١/ ٨٠ عن مالك بن دينار، به.(٣) لم أجده.(٤) ثقة.</p><p> قال: أخبرنا ابن عبد الحكم (١) قال: نا أيوب بن سويد الحميري (٢) عن يونس بن يزيد (٣) ، </p><p>(١) محمَّد بن عبد الله بن عبد الحكم بن أعْيَن المصري، الفقيه، ثقة. مات سنة (٢٦٨ هـ). \"تهذيب الكمال\" للمزي ٢٥/ ٤٩٧، \"تهذيب التهذيب\" لابن حجر ٤/ ٦٠٨، \"تقريب التهذيب\" لابن حجر (٦٠٦٦).(٢) أيوب بن سويد الرملي، أبو مسعود السَّيباني -بمهملة مفتوحة، ثم تحتانية ساكنة، ثم موحدة، نسبةً إلى سيبان بطن من حمير. ضعّفه: أحمد، والساجي، وأبو داود. وقال ابن معين: ليس بشيء، يسرق الأحاديث. وقال البخاري: يتكلمون فيه. وقال النسائي: ليس بثقة. وقال أبو حاتم: لين الحديث. وقال ابن حبان في \"الثقات\": كان رديء الحفظ، يخطئ، يُتَّقى حديثه من رواية ابنه محمَّد بن أيوب عنه. وقال ابن عدي: يكتب حديثه في جملة الضعفاء. وقال الذهبي: كان سيئ الحفظ ليِّنًا. وقال ابن حجر: صدوق يخطئ. مات سنة (١٩٣ هـ) وقيل: (٢٠٢ هـ). \"الثقات\" لابن حبان ٨/ ١٢٥، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٢٤٩، \"الضعفاء والمتروكين\" للنسائي (٢٩)، \"الكامل\" لابن عدي ١/ ٣٥٩، \"ميزان الاعتدال\" للذهبي ١/ ٢٨٧، \"الكاشف\" للذهبي ١/ ٢٦١، \"سير أعلام النبلاء\" للذهبي ٩/ ٤٣، \"تقريب التهذيب\" لابن حجر (٦٢٠).(٣) يونس بن يزيد بن أبي النجار الأيلي -بفتح الهمزة وسكون التحتانية بعدها لام- أبو يزيد- مولى آل أبي سفيان.قال الذهبي في \"سير أعلام النبلاء\": الإِمام، الثقة، المحدث. وقال في \"ميزان الاعتدال\": ثقة، حجَّة. وقال في \"الكاشف\": أحد الثقات. وقال ابن حجر: ثقة، إلا أنّ في روايته عن الزهريّ وهمًا قليلًا وفي غير الزهريّ خطأ. مات سنة (١٥٩ هـ) على الصحيح، وقيل: سنة (١٦٠ هـ).\"الكاشف\" للذهبي ٢/ ٤٠٤، \"ميزان الاعتدال\" للذهبي ٤/ ٤٨٤، \"سير أعلام النبلاء\" للذهبي ٦/ ٢٩٧، \"تقريب التهذيب\" لابن حجر (٧٩٧٦).</p><p> عن ابن شهاب (١) ، عن أنس بن مالك أن رسول الله - صلى الله عليه وسلم - وأبا بكر وعمر وعثمان وعليًّا كانوا يقرءون: {مَالِكِ يَوْمِ الدِّينِ (٤) } (٢) وأول من قرأها {مَلِكِ يومِ الدِّين} مروان بن الحكم (٣)  (٤) . </p><p> و {مَلكِ} بغير ألف، وكسر الكاف على النعت أيضًا (٥) . </p><p>(١) الفقيه، الحافظ، متفق على جلالته وإتقانه. (٢) [١٨٨] الحكم على الإسناد:إسناده ضعيف؛ لضعف أيوب بن سويد الرملي، والله أعلم.التخريج:رواه الترمذي كتاب القراءات باب في فاتحة الكتاب (٢٩٢٨)، وابن أبي داود في كتاب \"المصاحف\" (ص ١٠٣) من طريق أيوب بن سويد، به سندًا ومتنًا. إلا أنَّه ليس عندهم علي - رضي الله عنه -.قال الترمذي: هذا حديث غريب، لا نعرفه من حديث الزهريّ عن أنس بن مالك إلا من حديث هذا الشيخ أيوب بن سويد الرملي.(٣) مروان بن الحكم بن أبي العاص بن أمية، أبو عبد الملك الأموي، المدني، ولي الخلافة في آخر سنة (٦٤ هـ) ومات سنة (٦٥ هـ) في رمضان، وله (٦٣ هـ)، أو (٦١ هـ) سنة. لا تثبت له صحبة. قال عروة بن الزبير: مروان لا يُتَّهَم في الحديث. \"تهذيب الكمال\" للمزي ٢٧/ ٣٨٧، \"سير أعلام النبلاء\" للذهبي ٣/ ٤٧٦، \"تهذيب التهذيب\" لابن حجر ٤/ ٥٠، \"تقريب التهذيب\" لابن حجر (٦٦١١).(٤) هذا الأثر من قول الزهريّ. رواه عنه ابن أبي داود في \"المصاحف\" (ص ١٠٣). قال ابن كثير في \"تفسير القرآن العظيم\": ٢/ ٢ معقبًا على قول الزهريّ: مروان عنده علم بصحة ما قرأه لم يطلع عليه ابنُ شهاب، والله أعلم.(٥) وهي قراءة بقية السبعة: نافع المدني، وابن كثير المكي، وأبي عمرو بن العلاء، وابن عامر، وحمزة.قال ابن كثير في \"تفسير القرآن العظيم\" ١/ ٢٦: قرأ بعض القراء: (ملك يوم الدين) وقرأ آخرون {ملِكِ}، وكلاهما صحيح متواتر في السبع. =</p><p> وهي قراءة زيد بن ثابت (١) ، وابن عمر، وأبي الدَّرداء، والسَّائب ابن يزيد (٢) ، والمِسْور بن مخرمة (٣) . </p><p> ومن التابعين وأتباعهم: عروة بن الزبير، وأبو بكر بن عمرو بن حزم (٤) ، ومروان بن الحكم، وابنه عبد الملك (٥) ، وعبد الرحمن بن </p><p>= انظر: \"السبعة\" لابن مجاهد (ص ١٠٤)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٨٦)، \"التيسير\" للداني (ص ٢٧)، \"النشر في القراءات العشر\" لابن الجزري ١/ ٢٧١. (١) زيد بن ثابت بن الضحاك بن لَوْذَان الأنصاري، النَّجَّاري، أبو سعيد، وأبو خارجة، صحابي مشهور، كتب الوحي، قال مسروق: كان من الراسخين في العلم. مات سنة (١٤٥ هـ) أو (١٤٨ هـ)، وقيل: بعد (١٥٠ هـ).\"تقريب التهذيب\" لابن حجر (٢١٣٢)، \"الإصابة\" لابن حجر ٢/ ٤٩.(٢) السائب بن يزيد بن سعيد بن ثُمامة الكندي، وقيل غير ذلك في نسبه، ويعرف بابن أخت النمر، صحابي صغير، له أحاديث قليلة، وحُجَّ به في حجة الوداع، وهو ابن سبع سنين، وولاه عمر سوق المدينة.مات سنة (٩١ هـ)، وقيل قبل ذلك. وهو آخر من مات بالمدينة من الصحابة.\"تقريب التهذيب\" لابن حجر (٢٢١٥)، \"أسد الغابة\" لابن الأثير ٢/ ٤٠١.(٣) المسور بن مخرمة بن نوفل بن أهيب بن عبد مناف بن زهرة الزهريّ، أبو عبد الرحمن، له ولأبيه صحبة، مات سنة (٦٤ هـ).\"تقريب التهذيب\" لابن حجر (٦٧١٧)، \"الاستيعاب\" لابن عبد البر ٣/ ٤٥٥.(٤) أبو بكر بن محمَّد بن عمرو بن حزم بن زيد بن لوذان الأنصاري الخزرجي، النجَّاري، المدني، أمير المدينة، ثم قاضيها، أحد الأثبات. قيل: كان أعلم أهل زمانه بالقضاء: توفي سنة (١٢٠ هـ) وقيل سنة (١١٧ هـ).(٥) عبد الملك بن مروان بن الحكم بن أبي العاص بن أمية.الخليفة الفقيه، أبو الوليد الأموي. توفي سنة (٨٦ هـ) عن نيف وستين سنة.\"تاريخ بغداد\" للخطيب ١٠/ ٣٨٨، \"البداية والنهاية\" لابن كثير ٩/ ٦١ - ٦٩.</p><p> هرمز الأعرج (١) ، وأبان بن عثمان (٢) ، وأبو جعفر يزيد بن القعقاع (٣) ، وشيبة بن نصاح (٤) , </p><p>(١) عبد الرحمن بن هرمز المدني، الأعرج، أبو داود، مولى محمَّد بن ربيعة بن الحارث بن عبد المطلب بن هاشم. الإِمام، الحافظ، الحجة، المقرئ، أخذ القراءة عرضًا عن أبي هريرة، وابن عباس، وعبد الله بن عياش بن أبي ربيعة. قال إبراهيم بن سعد: كان الأعرج يكتب المصاحف. توفي سنة (١١٧ هـ). \"معرفة القراء الكبار\" للذهبي ١/ ٧٧، \"تقريب التهذيب\" لابن حجر (٤٠٦٠)، \"غاية النهاية\" لابن الجزري ١/ ٣٨١.(٢) أبان بن عثمان بن عفان الإِمام، الفقيه، الأمير، أبو سعد ابن أمير المؤمنين أبي عمرو الأموي، المدني. توفي سنة (١٠٥ هـ).\"التاريخ الكبير\" للبخاري ١/ ٤٥٠، \"سير أعلام النبلاء\" للذهبي ٤/ ٣٥٢، \"شذرات الذهب\" لابن العماد ١/ ١٣١.(٣) يزيد بن القعقاع، الإِمام أبو جعفر المخزومي المدني القارئ، أحد العشرة، تابعي مشهور، كبير القدر. قال يحيى بن معين: كان إمام أهل المدينة في القراءة، فسُمي القارئ بذلك. . توفي سنة (١٢٧ هـ)، وقيل: (١٢٨ هـ)، وقيل: (١٢٩ هـ) وقيل: (١٣٠ هـ)، وقيل: (١٣٢ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٨٤، \"غاية النهاية\" لابن الجزري ٢/ ٣٨٣، \"تقريب التهذيب\" لابن حجر (٨٠٧٩).(٤) شيبة بن نصاح بن سرجس بن يعقوب، إمام، ثقة، مقرئ المدينة مع أبي جعفر، وقاضيها، ومولى أم سلمة رضي الله عنها مسحت على رأسه ودعت له بالخير. قال الحافظ أبو العلاء: هو من قراء التابعين الذين أدركوا أصحاب النبي - صلى الله عليه وسلم - وأدرك أُمَّي المؤمنين عائشة وأم سلمة زوجي النبي - صلى الله عليه وسلم - ودعتا الله تعالى له أن يعلمه القرآن. توفي سنة (١٣٠ هـ) وقيل (١٣٨ هـ).\"معرفة القراء الكبار\" للذهبي ١/ ٧٩، \"غاية النهاية\" لابن الجزري ١/ ٣٢٩، \"شذرات الذهب\" لابن العماد ١/ ١٧٠.</p><p> ونافع بن أبي نعيم (١) ، ومجاهد، وابن كثير (٢) ، وابن محيصن (٣) ، </p><p>(١) نافع بن عبد الرحمن بن أبي نعيم، أبو رويم، ويقال: أبو نعيم، ويقال: أبو الحسن، وقيل أبو عبد الله، وقيل أبو عبد الرحمن الليثي، مولاهم، المدني، أحد القراء السبعة والأعلام، أخذ القراءة عرضًا عن جماعة من تابعي أهل المدينة. قال أبو قرة طارق بن موسى: سمعته يقول: قرأت على سبعين من التابعين. مات سنة (١٦٩ هـ) وقيل: (١٧٠ هـ) وقيل: غير ذلك.\"معرفة القراء الكبار\" للذهبي ١/ ١٠٧، \"تقريب التهذيب\" لابن حجر (٧١٢٧)، \"غاية النهاية\" لابن الجزري ٢/ ٣٣٠.(٢) عبد الله بن كثير بن عمرو بن عبد الله بن زاذان بن فيروزان بن هرمز، الإِمام العلم، مقرئ مكة، واحد القراء السبعة، أبو معبد الكناني، الداري المكي، مولى علقمة بن عمرو الكناني.وقيل: يكنى أبا عابد. وقيل: أبا بكر، فارسي الأصل وهو صدوق.توفي سنة (٢٢٠ هـ).\"سير أعلام النبلاء\" للذهبي ٥/ ٣١٨، \"تقريب التهذيب\" لابن حجر (٣٥٧٤)، \"غاية النهاية\" لابن الجزري ١/ ٤٣٣.(٣) محمَّد بن عبد الرحمن بن محيصن السهمي، مولاهم، مقرئ أهل مكة مع ابن كثير. روى له مسلم، وقيل: اسمه عمر، وقيل: عبد الرحمن بن محمَّد. وقيل: محمَّد بن عبد الله.قال ابن مجاهد: وكان ممن تجرد للقراءة وقام بها في عصر ابن كثير محمدُ بن عبد الرحمن بن محيصن. وقال: كان لابن محيصن اختيار في القراءة على مذهب العربية، فخرج به عن إجماع أهل بلده، فرغب الناس عن قراءته، وأجمعوا على قراءة ابن كثير لاتباعه.توفي ابن محيصن سنة (١٢٣ هـ) بمكة، وقيل: (١٢٢ هـ).\"معرفة القراء الكبار\" للذهبي ١/ ٩٨، \"غاية النهاية\" لابن الجزري ٢/ ١٦٧.</p><p> وحميد بن قيس (١) ، ويحيى بن وثَّاب (٢) ، وحمزة (٣) ، ومحمد بن سيرين، وعبد الله بن عون (٤) وأبو عمرو بن العلاء، وعمرو بن ميمون (٥) وعبد الله بن عامر اليحصبي (٦) . </p><p>(١) حميد بن قيس المكي الأعرج، أبو صفوان القارئ. أخذ القراءة عن مجاهد بن جبر، وعرض عليه ثلاث مرات. توفي سنة (١٣٥ هـ) وقيل: بعدها. \"تقريب التهذيب\" لابن حجر (١٥٦٥)، \"غاية النهاية\" لابن الجزري (٢٦٥).(٢) يحيى بن وثّاب الأسدي الكاهلي، مولاهم، الكوفي. الإمام، القدوة، المقرئ، الفقيه، شيخ القراء، أحد الأئمة الأعلام. قال أبو بكر بن عياش: قال عاصم: تعلم يحيى بن وثاب من عبيد بن نضلة آية آية، وكان والله قارئًا. وقال الذهبي: قرأ القرآن كله على عبيد بن نضلة صاحب علقمة. توفي سنة (١٠٣ هـ).\"ذكر أخبار أصبهان\" لأبي نعيم ٢/ ٣٣٥، \"سير أعلام النبلاء\" للذهبي ٤/ ٣٨٩.(٣) حمزة بن حبيب الزيات.(٤) عبد الله بن عون بن أرطبان، أبو عون البصري. ثقة، ثبت، فاضل. قال أبو الأحوص: كان يقال لابن عون: سيد القراء في زمانه. وقال هشام بن حسان: لم تر عيناي مثلَ ابن عون. توفي سنة (٢٣٢ هـ) على الصحيح.\"سير أعلام النبلاء\" للذهبي ٦/ ٣٦٤، \"تقريب التهذيب\" لابن حجر (٣٥٤٣).(٥) عمرو بن ميمون بن مهران الجزري، أبو عبد الله، وأبو عبد الرحمن، سبط سعيد بن جبير، ثقة، فاضل. توفي سنة (١٤٧ هـ) وقيل غير ذلك.\"تهذيب التهذيب\" لابن حجر ٣/ ٣٥٧، \"تقريب التهذيب\" لابن حجر (٧٤٦).(٦) عبد الله بن عامر بن يزيد بن تميم، أبو عمران اليحصبي الدمشقي. الإمام الكبير، مقرئ الشام، وأحد الأعلام. قال الحافظ أبو عمرو الداني: أخذ القراءة عرضًا عن أبي الدرداء، وعن المغيرة بن أبي شهاب، صاحب عثمان بن عفان، وقيل: عرض على عثمان نفسه.توفي رحمه الله سنة ثمان عشرة ومائة.\"سير أعلام النبلاء\" للذهبي ٥/ ٢٩٢، \"غاية النهاية\" لابن الجزري ١/ ٤٢٣.</p><p> وروي ذلك أيضًا عن رسول الله - صلى الله عليه وسلم - وعن عثمان وعن علي - رضي الله عنه -. </p><p> [١٨٩] أخبرنا ابن حمدويه (١) قال: أخبرنا ابن أيوب (٢)  (ح) ، ونا ابن حامد (٣) وابن حبيب (٤) ، قالا: أخبرنا الكارزي (٥)  (ح) ، وأخبرنا أبو حفص عمر (٦) قال: أنا الرفَّاء (٧) ، قالوا: أنا علي بن عبد العزيز (٨) قال: نا أبو عبيد (٩) قال: نا يحيى بن سعيد الأموي (١٠) قال: نا عبد </p><p>(١) أبو عبد الله الحاكم، الإمام، الحافظ، الثقة. (٢) الحسين بن الحسن بن أيوب الطوسي، الإمام، الحافظ، الثقة، الثبت.(٣) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل.(٤) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٥) أبو الحسن الكارزي، صحيح السماع، مقبول في الرواية.(٦) أبو حفص الجوري، لم يذكر بجرح أو تعديل.(٧) حامد بن محمد الهروي، ثقة، صدوق.(٨) علي بن عبد العزيز البغوي، صدوق.(٩) القاسم بن سلام، الإمام، المجتهد، الثقة، الفاضل.(١٠) يحيى بن سعيد بن أبان بن سعيد بن العاص الأموي أبو أيوب، مات سنة (١٩٤ هـ).حدث عن: إسماعيل بن أبي خالد، أبي بردة بن عبد الله بن أبي بردة بن أبي موسى الأشعري، سعد بن سعيد الأنصاري.وعنه: أحمد بن حنبل، إسحاق بن راهويه، الحسن بن حماد سجادة.قال يحيى بن معين وغيره: ثقة ليس به بأس.وقال ابن حجر: صدوق يغرب.وقال الذهبي: الحافظ، ثقة يغرب عن الأعمش.\"تهذيب الكمال\" للمزي ٣١/ ٣١٨، \"الكاشف\" للذهبي (٦١٧٢)، \"تقريب التهذيب\" لابن حجر (٢٤١٥).</p><p> الملك بن جريج (١) ، عن عبد الله بن أبي مليكة (٢) عن أم سلمة - رضي الله عنها - قالت: كان رسول الله - صلى الله عليه وسلم - يقطِّع قراءته: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢) الرَّحْمَنِ الرَّحِيمِ (٣) مَالِكِ يَوْمِ الدِّينِ (٤) } (٣) . </p><p>(١) ثقة، فقيه، فاضل، كان يدلس ويرسل. (٢) ثقة، فقيه.(٣) [١٨٩] الحكم على الإسناد:الحديث بمجموع طرقه صحيح. وابن جريج توبع كما سيأتي، فأمن تدليسه. والحديث صححه الحاكم ووافقه الذهبي. وقال الدارقطني: إسناده صحيح، وكلهم ثقات.وصححه كذلك النووي في \"المجموع \" ٣/ ٣٠٣.ولكن الترمذي رحمه الله أعله بالانقطاع فقال: هذا حديث غريب، وبه يقول أبو عبيد ويختار، هكذا روى يحيى بن سعيد الأموي وغيره، عن ابن جريج، عن ابن أبي مليكة، عن أم سلمة، وليس إسناده بمتصل، لأن الليث بن سعد روى هذا الحديث عن ابن أبي مليكة، عن يعلى بن مملك، عن أم سلمة، أنها وصفت قراءة النبي - صلى الله عليه وسلم - مفسرةً حرفًا حرفًا، وحديث الليث أصح.وذهب الألباني في \"إرواء الغليل\" ٢/ ٦١ إلى أن الصواب خلاف ما ذهب إليه الترمذي، وأن الصواب والأصح حديث ابن جريج، لأنه قد توبع. فقال الإمام أحمد في \"المسند\" ٦/ ٢٨٨ (٢٦٤٧٠): ثنا وكيع، عن نافع بن عمر، وأبو عامر، ثنا نافع، عن ابن أبي مليكة، عن بعض أزواج النبي - صلى الله عليه وسلم -. قال أبو عامر: قال نافع: أراها حفصة، أنها سئلت عن قراءة رسول الله - صلى الله عليه وسلم - فقالت: إنكم لا تستطيعونها. قال: فقيل لها: أخبرينا بها. قال: فقرأت قراءةً ترسَّلت فيها. قال أبو عامر: قال نافع: فحكى لنا ابن أبي مليكة: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} ثم قطع {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢)} ثم قطع {الرَّحْمَنِ الرَّحِيمِ (٣)} ثم قطع {مَالِكِ يَوْمِ الدِّينِ (٤)}. =</p><p> و (ملْكِ) : بجزم اللام والخفض (١) على النعت أيضًا (٢) . </p><p> وهي رواية الحسين بن علي الجعفي (٣) وعبد الوارث بن سعيد </p><p>= قال الألباني: هذا صحيح، وهو متابع قوي لابن جريج في أصل الحديث، ولا يضره أنه لم يسم زوج النبي - صلى الله عليه وسلم -، ولا أنه سماها حفصة؛ لأنه ظن منه، فلا يعارض به من جزم بأنها أم سلمة. والله أعلم. التخريج:رواه البيهقي في \"شعب الإيمان\" ٢/ ٤٣٥ (٢٣١٩) بمثل سند المصنف، عن أبي عبد الله الحاكم، عن الحسين الطوسي، عن علي بن عبد العزيز، به. وفيه: {مَالِكِ يَوْمِ الدِّينِ (٤)} هو بالألف.ورواه الحاكم في \"المستدرك\" ٢/ ٢٣١ عن الحسين بن الحسن بن أيوب الطوسي، عن علي بن عبد العزيز، به. وعنده {مَالِكِ يَوْمِ الدِّينِ (٤)}.قال الحاكم: صحيح على شرط الشيخين.ورواه أحمد في \"المسند\" ٦/ ٣٠٢، وأبو داود كتاب الحروف والقراءات (٤٠٠١)، والترمذي كتاب القراءات، باب فى فاتحة الكتاب (٢٩٢٧)، من طريق يحيى بن سعيد الأموي.وعند أحمد {مَالِكِ يَوْمِ الدِّينِ (٤)} بالألف.(١) من (ت).(٢) \"مختصر الشواذ\" لابن خالويه (ص ١)، \"إعراب ثلاثين سورة\" لابن خالويه (ص ٢٣)، \"شواذ القراءة\" للكرماني (ص ١٥).(٣) الحسين بن علي بن الوليد الجعفي، مولاهم الكوفي، الإمام، القدوة، الحافظ، المقرئ، المجوِّد الزاهد، بقية الأعلام، أبو عبد الله، وأبو محمد. قرأ القرآن على حمزة الزيات، وأتقنه، وأخذ الحروف عن أبي عمرو بن العلاء، وعن أبي بكر بن عياش. وتصدر للإقراء. وهو ثقة عابد. توفي سنة (٢٠٣ هـ).\"سير أعلام النبلاء\" للذهبي ٩/ ٣٩٨، \"تقريب التهذيب\" لابن حجر (١٣٤٤)، \"غاية النهاية\" لابن الجزري ١/ ٢٤٧.</p><p> التنوري (١) عن أبي عمرو. </p><p> و (مَالِكَ) : بالألف ونصب الكاف على النداء (٢) . </p><p> وهي قراءة الأعمش، ومحمد بن السَّمَيفَع (٣) ، وعبد الملك قاضي الجند. </p><p> ورُوي أن النبي - صلى الله عليه وسلم - قال في بعض غزواته:  \"يا مالكَ يوم الدين\"  (٤) . </p><p>(١) عبد الوارث بن سعيد بن ذكوان العنبري مولاهم، البصري، التنُّوري، أبو عبيدة، الإمام الحافظ، الثقة الثبت، المقرئ. قرأ القرآن عرضًا على أبي عمرو، وأقرأه، وكان عالمًا مجوِّدًا، مات سنة (١٨٠ هـ). \"معرفة القراء الكبار\" للذهبي ١/ ١٦٣، \"تذكرة الحفاظ\" للذهبي ١/ ٢٥٧، \"تقريب التهذيب\" لابن حجر (٤٣٧٩).(٢) أو على أنه نعتٌ مقطوع، فهو معمول لفعل محذوف تقديره: أمدح، أو نحوه. وبهذه القراءة قرأ المطوّعي، عن الأعمش أيضًا.انظر: \"المختصر\" لابن خالويه (ص ١)، \"شواذ القراءة\" للكرماني (ص ١٥)، \"إتحاف فضلاء البشر\" للدمياطي ١/ ٣٦٤، \"المحرر الوجيز\" لابن عطية ١/ ٦٧، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٢١.(٣) محمد بن عبد الرحمن بن السميفع -بفتح السين- أبو عبد الله اليماني، له اختيار في القراءة ينسب إليه، شذَّ فيه.قال ابن الجزري في قراءته: وفي الجملة القراءة ضعيفة، والسند لها فيه نظر، وإن صح فهي قراءة شاذة؛ لخروجها عن المشهور، على أنه قد أحسن في توجيهها الحافظ أبو العلاء، وفيما ذكر لها من الشواهد والمتابعات.\"غاية النهاية\" لابن الجزري ٢/ ١٦١.(٤) رواه الطبراني في \"المعجم الأوسط\" ٨/ ١٢٣ عن أبي طلحة قال: كنا مع رسول الله - صلى الله عليه وسلم - في غزاة، فلقي العدو فسمعته يقول: \"يا مالك يوم الدين، إياك أعبد وإياك أستعين\". قال: فلقد رأيت الرجال تصرع؛ تضربها الملائكة من بين يديها ومن خلفها. =</p><p> و (ملكَ) بنصب الكاف من غير ألف. على النداء أيضًا (١) . </p><p> وهي قراءة عطية بن قيس (٢) . </p><p> و (مالكُ) بالألف ورفع الكاف على معنى: هو مالك (٣) . </p><p> وهي قراءة عون العُقيلي (٤) . </p><p> و (ملكُ) برفع الكاف من غير ألف (٥) وهي قراءة أبي حيوة شريح </p><p>= وذكره الهيثمي في \"مجمع الزوائد\" ٥/ ٣٢٨، وقال: رواه الطبراني في \"الأوسط\" وفيه عبد السلام بن هاشم وهو ضعيف. وذكره الديلمي في \"الفردوس\" ٥/ ٣٦٦، والعجلوني في \"كشف الخفاء\" ٢/ ٥١٦.(١) وقيل: على أن يكون بإضمار (أعني) أو حالًا.انظر: \"مختصر الشواذ\" لابن خالويه (ص ١)، \"المحرر الوجيز\" لابن عطية ١/ ٦٧.(٢) عطية بن قيس الكلبي الدمشقي، أبو يحيى، الإمام التابعي، مقرئ دمشق مع ابن عامر.ولد سنة سبع في حياة النبي - صلى الله عليه وسلم -، ووردت الرواية عنه في حروف القرآن، عَرَضَ على أم الدرداء، وكانت عارفة بالتنزيل، فقد أخذت عن زوجها أبي الدرداء. توفي سنة (١١٠ هـ) وقيل: (١٢١ هـ).\"سير أعلام النبلاء\" للذهبي ٥/ ٣٢٤، \"غاية النهاية\" لابن الجزري ١/ ٥١٣.(٣) \"شواذ القراءة\" للكرماني (ص ١٥)، \"الكشاف\" للزمخشري ١/ ٥٧، \"البحر المحيط\" لأبي حيان ١/ ١٣٤.(٤) عون العقيلي، له اختيار في القراءة، أخذ القراءة عرضًا عن نصر بن عاصم، روى القراءة عنه المعلى بن عيسى.\"غاية النهاية\" لابن الجزري ١/ ٦٠٦.(٥) \"شواذ القراءة\" للكرماني (ص ١٥)، \"إعراب ثلاثين سورة\" لابن خالويه (ص ٢٣).</p><p> ابن يزيد (١) . </p><p> و (مالك) : بالإمالة والإضجاع البليغ (٢) رُوي (٣) ذلك وعن يحيى بن يعمر. </p><p> وعن أيوب السختياني بين الإمالة والتفخيم (٤) . </p><p> وروي ذلك أيضًا عن قتيبة بن مهران (٥) عن الكسائي. </p><p>(١) شريح بن يزيد، أبو حيوة الحضرمي الحمصي، صاحب القراءة الشاذة، ومقرئ الشام. وله اختيار في القراءة، روى القراءة عن أبي البرهسم عمران بن عثمان، وعن الكسائي قراءته. مات في صفر سنة (٢٠٣ هـ). \"الثقات\" لابن حبان ٨/ ٣١٣، \"غاية النهاية\" لابن الجزري ١/ ٣٢٥.(٢) في (ن): البالغ.والإمالة: من صفات الحروف، وتوصف بها الحروف الثلاثة: الألف، والراء، وهاء التأنيث.\"أحكام قراءة القرآن\" للحصري (ص ١١٠).(٣) في (ش): ويُروى.(٤) \"البحر المحيط\" لأبي حيان ١/ ١٣٥.والتفخيم صفة من صفات الحروف. وتوصف بها حروف الإطباق، وهي الصاد والضاد والطاء والظاء، وحروف الاستعلاء وهي مجموعة في قولهم: (خُصَّ ضَغْطٍ قِظْ).\"أحكام قراءة القرآن\" للحصري (ص ١١٠).(٥) قتيبة بن مهران، أبو عبد الرحمن الأزاذاني -قرية من أصبهان- مقرئ أصبهان في وقته.قال ابن الجزري: كان إمامًا، جليلًا، متقنًا. وكانت روايته أشهر الروايات عن الكسائي بأصبهان وما وراء النهر. وصحب الكسائي (٥١) سنة. توفي بعد (٢٠٠ هـ). \"معرفة القراء الكبار\" للذهبي ١/ ٢١٢، \"غاية النهاية\" لابن الجزري ٢/ ٢٦.</p><p> و (مَلَكَ يومَ الدين) : بنصب اللام والكاف من غير ألف على الفعل، وهي قراءة الحسن واختيار أبي حنيفة. ورُوي ذلك عن أبي حيوة ويحيى بن يعمر (١) . </p><p> فأما الفرق بين {مَالِكِ} و {مَلِكِ} : </p><p> فقال قوم: هما لغتان بمعنى واحد. مثل فرهين وفارهين، وحذرين وحاذرين، وفكهين وفاكهين (٢) . </p><p> وفرَّق الآخرون بينهما: فقال أبو عبيدة والأصمعي (٣) وأبو حاتم (٤) والأخفش وأبو الهيثم (٥) : {مَالِكِ} : أجمع وأوسع وأمدح، ألا ترى أنه يُقال: الله مالك الطير (٦) والدواب والوحوش وكل شيء، ولا </p><p>(١) \"المختصر\" لابن خالويه (ص ١)، \"شواذ القراءة\" للكرماني (ص ١٥)، \"الكشاف\" للزمخشري ١/ ٥٦، \"البحر المحيط\" لأبي حيان ١/ ١٣٤. قال ابن كثير في \"تفسير القرآن العظيم\" ١/ ٢١١: هذا شاذ غريبٌ جدًّا.(٢) \"معالم التنزيل\" للبغوي ١/ ٥٣.(٣) أبو سعيد عبد الملك بن قُريب بن عبد الملك بن علي بن أُصمع الأصمعي البصري، الإمام، العلامة، الحافظ، حجة الأدب، لسان العرب، اللغوي، الأخباري، أحد الأعلام. يقال اسم أبيه عاصم، ولقبه قريب. روى القراءة عن نافع، وأبي عمرو، وله عنهما نسخة، وروى حروفًا عن الكسائي.توفي سنة (٢١٦ هـ) وقيل: (٢١٢ هـ).\"إنباه الرواة\" للقفطي ٢/ ١٩٧، \"غاية النهاية\" لابن الجزري ١/ ٤٧٠، \"بغية الوعاة\" للسيوطي ٢/ ١١٢، \"طبقات المفسرين\" للداودي ١/ ٢٦٠.(٤) سهل بن محمد السجستاني.(٥) خالد بن يزيد.(٦) في (ش)، (ت): الطيور.</p><p> يقال: ملك كل شيء، إنما يقال: ملك الناس. قالوا: ولا يكون مالكًا للشيء إلا وهو يملكه، وقد يكون ملك الشيء وهو لا يملكه، كقولهم: ملك العرب والعجم والروم. </p><p> وقالوا أيضًا: إن المالك يجمع الفعل والاسم (١) . </p><p> وقال بعضهم: في {مَالِكِ} زيادة الحسنات، وتأوّل قوله - صلى الله عليه وسلم -: \"من قرأ القرآن فله بكل حرف عشر حسنات \"  (٢) . </p><p> قال أبو عبيد: الذي نختار (٣)  {مَالِكِ} ؛ لأن الإسناد فيها عن النبي - صلى الله عليه وسلم - أَثْبَتُ، ومن قرأ بها من أهل العلم أكثر، وهي مع هذا في المعنى أصحُّ؛ لقوله تعالى:  {فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ}  (٤) و {الْمَلِكُ الْقُدُّوسُ}  (٥) </p><p>(١) \"البسيط \" للواحدي ١/ ٣٠٩، \"الوسيط \" للواحدي ١/ ٦٧، \"الكشف عن وجوه القراءات السبع\" لمكي ١/ ٢٦، \"الحجة\" لابن زنجلة (ص ٧٨، ٧٩)، \"معالم التنزيل\" للبغوي ١/ ٥٣، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٢٢، \"مفاتيح الغيب\" للرازي ١/ ٢٣٨. (٢) رواه الترمذي كتاب فضائل القرآن، باب ما جاء فيمن قرأ حرفًا من القرآن ما له من الأجر (٢٩١٠)، والدارمي في \"سننه\" ٢/ ٤٢٩ كتاب فضائل القرآن، باب فضل من قرأ القرآن، من حديث عبد الله بن مسعود - رضي الله عنه -.قال الترمذي: هذا حديث حسن صحيح، غريب من هذا الوجه.وذكره الألباني في \"صحيح سنن الترمذي\" ٣/ ٩ (٣٠٨٧) وفي \"صحيح الجامع الصغير\" ٥/ ٣٤٠ (٢٦٧٣).(٣) في (ت): أختار.(٤) طه: (١١٤)، المؤمنون: (١١٦).(٥) الحشر: (٢٣).</p><p> {مَلِكِ النَّاسِ (٢) } (١) و {لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ}  (٢) ولم يقل: لمن المِلك اليوم. والمُلك: مصدر الملك (٣) لا غير. والمِلك يصلُح للمالك والمِلك، يقال: ملكَ الشيءَ يملُكُه مِلكًا فهو مالكٌ وملك. ومَلَكَه يملِكه مُلكًا، فهو ملك لا غير (٤) . </p><p> وهما بعدُ لغتان فصيحتان صحيحتان، ومعناهما: الربّ؛ لأن العرب تقول: ربّ الدار والعبد والضيعة، بمعنى أنه مالكها، ولا يفرّقون بين قولهم: ربها ومالكها وملِكُها. </p><p> ومن أصحابنا من قال: إن المالِك والملِك هو القادِر على اختراع الأعيان من العدم إلى الوجودِ (٥) ، ولا قادِرَ في (٦) الحقيقةِ على اختراعها إلا الله -عز وجل-. </p><p> كذلك قال النبي - صلى الله عليه وسلم -: \"لا مالك (٧) إلا الله -عز وجل- (٨) . </p><p>(١) الناس: (٢). (٢) غافر: (١٦).(٣) في (ت): يملك.(٤) يظهر أن قول أبي عبيد هذا في كتابه \"القراءات\"، وهو مفقود.(٥) سبق التعليق على هذا القول عند تفسير لفظ الجلالة (الله) أثناء تفسير التسمية.(٦) في (ت): على.(٧) كُتبت في جميع النسخ (ملك). والتصويب من مصادر التخريج.(٨) رواه البخاري كتاب الأدب، باب أبغض الأسماء إلى الله (٦٢٠٥، ٦٢٠٦)، ومسلم كتاب الأدب، باب تحريم التسمي بملك الأملاك (٢١٤٣)، وبملك الملوك، وأبو داود كتاب الأدب، باب في تغيير الاسم القبيح (٤٩٦١)، والترمذي كتاب الأدب، باب ما يكره من الأسماء (٢٨٣٧) عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \"إن أخنع اسم عند الله رجل تسمى ملك الأملاك\". زاد مسلم: \" لا مالك إلا الله -عز وجل-\".</p><p> فأما غيرُه فيسمى مالكًا وملكًا على المجازِ، والمراد بذلك أنه مأذون له في التصرف (١) فيه. </p><p> وقال عبد العزيز بن يحيى: المالك مختص بما يملكُه، متفرّد به عن أبناء جنسه، تعُود منافِعُه إليه، والملِك الذي يحوز الشيء ويستولي عليه، ويصرفُه فيما يريد، تقول العرب: ملَكتُ زِمَام أمري، وملَكْتُ العجين، إذا شددتهُ، وأملكت المرأة إملاكًا. قال الشاعر: </p><p> وجبريلُ أمينُ الله أَمْلَكَهَا (٢) </p><p> فأما معنى قوله: {مَالِكِ يَوْمِ الدِّينِ (٤) }: </p><p> فقال ابن عباس والسدي ومقاتل (٣) : قاضي يوم الحساب (٤) . دليله قوله -عز وجل-: {ذَلِكَ الدِّينُ الْقَيِّمُ}  (٥) أي: الحساب المستقيم (٦) . </p><p> وقال الضحاك وقتادة: الدين: الجزاء (٧) . يعني: يوم يَديِنُ الله </p><p>(١) في (ت): التصرفات. (٢) لم أجده.(٣) إذا أطلق المصنف: (مقاتل) فإنما يعني: مقاتل بن سليمان.(٤) أخرج الطبري في \"جامع البيان\" نحوه عن ابن عباس. ١/ ٦٥ - ٦٦. وذكره الواحدي في \"البسيط\" ١/ ٣١٢، والبغوي في \"معالم التنزيل\" ١/ ٥٣ عن الثلاثة.(٥) التوبة: (٢٦)، يوسف: (٤٠)، الروم: (٣٠).(٦) \"جامع البيان\" للطبري ١/ ٦٦.(٧) رواه عبد الرزاق في \"تفسير القرآن\" ١/ ٣٧ عن معمر عن قتادة. وذكره الواحدي في \"البسيط\" ١/ ٣١١ عن قتادة والضحاك. وورد نحوه عن ابن عباس، وابن جريج، وحميد الأعرج. =</p><p> العبادَ بأعمالهم، دليله:  {أَإِنَّا لَمَدِينُونَ}  (١) أي: مجزيُون (٢) . قال لبيد: </p><p> حَصَادُكَ يومًا ما زَرَعْتَ وإنَما ... يُدان الفتَى يومًا كَما هو دائِنُ (٣) </p><p> وقال يمانُ بن رئاب (٤) : يومُ القَهْرِ والغلبة، تقولُ العربُ: دِنْتُهُ فَدَانَ، أي: قَهَرْتُه فخضع وذلّ (٥) . </p><p> قال الأعشى فيهما جميعًا: </p><p>= انظر: \"جامع البيان\" للطبري ١/ ٦٨، \"تفسير القرآن العظيم\" لابن أبي حاتم ١/ ١٩، ٢٥، ٢٦، \"تفسير القرآن العظيم\" لابن كثير ١/ ٢١٤، \"الدر المنثور\" (١) للسيوطي ١/ ٣٩. (١) الصافات: ٥٣.(٢) في (ت): لمجزيون.(٣) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١/ ١٢٥. وليس هو في \"ديوان لبيد\". واستشهد به المصنف على أن الدّين معناه الجزاء على الأعمال.(٤) في (ج): رباب. وهو تصحيف.وهو: يمان بن رِئَاب، خراساني، له \"تفسير ومعاني القرآن \"، كما ذكر ابن ماكولا.ذكره الدارقطني في \"الضعفاء والمتروكين\" وقال: ، يرى رأي الخوارج.من مصنفاته: \"التفسير ومعاني القرآن\"، \"المخلوق\"، \"التوحيد\"، \"أحكام المؤمنين\"، \"الرد على المعتزلة في القدر\"، \"المقالات\" وغيرها.\"الإكمال \" لابن ماكولا: ٤/ ٣، ٥، ٦، \"الضعفاء والمتروكين\" للدارقطني (ص ٤٠٧) (٦١١)، \"ميزان الميزان\" لابن حجر ٦/ ٣١٦.(٥) \"معالم التنزيل\" للبغوي ١/ ٥٣، \"البحر المحيط\" لأبي حيان ١/ ١٣٦.</p><p> هُوَ دَانَ الرّبَابَ إذْ كَرِهُوا الدْ ... دَين دِراكًا بِغَزْوَةٍ وَصيَالِ </p><p> ثُمّ دَانَتْ لَهُ الرّبَابُ وَكانَتْ ... كعَذَابٍ عُقُوبَةُ الأقْوَالِ (١) </p><p> [١٩٠] سمعتُ أبا القاسم الحسنَ بن محمدٍ الأديبَ (٢) يقول: سمعتُ أبا نصر محمد بن أحمد بن منصور (٣) يقول: سمعتُ أبا عمرَ محمدَ بنَ عبد الواحد غلام ثعلب (٤) يقول: دَانَ الرجلُ: إذا أطاعَ، وَدَانَ (٥) : إذا عَصى، ودَانَ: إذا عزَّ، ودَانَ: إذا ذلَّ، ودانَ: </p><p>(١) \"شرح ديوان الأعشى الكبير\" (ص ٣٠٣، ٣٠٤). دان الرِّباب: ملكها، والرِّباب: من قبائل العرب. الدِّين: المجازاة، وكذلك الطاعة.والدراك: التلاحق والتتابع. يقول: وحمل الرباب على الخضوع والطاعة حين كرهوا الطاعة، وذلك بغزوة وصيال.والأقوال: الملوك. يقول: لم تجد الرباب بدًّا من الطاعة والاستسلام بعد ما أصابهم من عذاب الملوك والتنكيل.والشاهد هنا أن الدِّين يأتي بمعنى الطاعة والقهر والخضوع.(٢) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٣) لم أجده.(٤) أبو عمر محمد بن عبد الواحد بن أبي هاشم، البغدادي الزاهد، الإمام، العلامة، اللغوي، المحدث، المعروف بغلام ثعلب. توفي سنة (٣٤٥ هـ).\"طبقات الحنابلة\" لأبي يعلى ٢/ ٦٧، \"معجم الأدباء\" لياقوت ١٨/ ٢٢٦، \"سير أعلام النبلاء\" للذهبي ١٥/ ٥٠٨.(٥) في (ت): زيادة: الرجل.</p><p> إذا قُهِرَ، ودَانَ: إذَا قَهَر (١) . </p><p> وقال الحسين بن الفضل: يومُ الطاعةِ (٢) . قال زُهير: </p><p> لئِن حللتَ بوادٍ في بني أسَدٍ ... في دينِ عمروٍ وحالتْ بَيْنَنَا فَدَكُ (٣) </p><p> أي: في طاعته. </p><p> وكلُّ ما أُطِيع الله فيه فهو دين (٤) . </p><p>(١) [١٩٠] الحكم على الإسناد: شيخ المصنف قيل: كذبه الحاكم. وشيخ شيخه لم أجده.ذكره القرطبي في \"الجامع لأحكام القرآن\" ١/ ١٢٦.(٢) انظر: \"إعراب ثلاثين سورة\" لابن خالويه (ص ٢٤)، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٢٥.(٣) \"ديوان زهير\" (ص ٥١)، \"مشكل القرآن\" لابن قتيبة (ص ٤٥٣)، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٢٦.وروايته فيها: بجوِّ في بني أسدٍ. وهو موضع في ديار بني أسد، كما في \"معجم ما استعجم\" للبكري ٢/ ٤٠٧، وفدك: موضع بالحجاز. \"معجم ما استعجم\" للبكري أيضًا ٣/ ٢٦٨.وفَدَك بفتح أوله وثانيه: قرية بالحجاز بينها وبين المدينة يومان، وقيل: ثلاثة، أفاءها الله على رسوله - صلى الله عليه وسلم - في سنة سبع صلحًا، وحصل حولها اختلاف كثير بعد النبي - صلى الله عليه وسلم - بين آله عليه السلام، وهي قرية من شرقي خيبر على واد يذهب شرقًا إلى وادي الرمة، وبينها وبين خيبر يومان، وحصنها يقال له: الشمروخ، وأكثر أهلها أشجع.\"معجم البلدان\" لياقوت ٤/ ٢٣٨، \"معجم ما استعجم\" للبكري ٣/ ١٠١٥.(٤) \"مشكل القرآن\" لابن قتيبة (ص ٤٥٢ - ٤٥٣).</p><p> وقال بعضهم: يوم العمل (١) . قال الفراء: دينُ الرجل خُلُقُه وعمله وعادته (٢) . </p><p> قال المثقّب العبدي (٣) : </p><p> تقول إذا درأتُ لها وضيني ... أهذا دِينُه أبدًا وديِني (٤) </p><p> وقال محمد بن كعب القرظي: مالكُ يوم لا ينفعُ فيه إلا الدِّين (٥) . </p><p>(١) في (ت): الفصل. (٢) وانظر: \"معاني القرآن \" للزجاج ١/ ٤٨، \"المحرر الوجيز\" لابن عطية ١/ ٧١، (٢) \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٢٥ - ١٢٦، \"إعراب ثلاثين سورة\" لابن (٣) خالويه (ص ٢٥).(٣) المثقب -بالثاء- هو عائذ بن مِحْصن بن ثعلبة بن واثلة بن عدي بن عوف بن دُهن ابن عُذْرة بن منبِّه بن كرَة -وهي القبيلة- ابن لُكيز بن أفضى بن عبد القيس. وإنما سُميَ المثقِّب لقوله:رَدَدْنَ تَحيَّةً وَكَنَنَّ أُخْرى ... وَثَقَّبْنَ الوصَاوِصَ لِلْعُيونِ\"طبقات فحول الشعراء\" لابن سلام ١/ ٢٧١، \"الشعر والشعراء\" لابن قتيبة (ص ٢٥٠).(٤) \"ديوان المثقَّب\" (ص ١٩٠)، \"طبقات فحول الشعراء\" لابن سلام ١/ ٢٧٣ ضمن قصيدة طويلة.والوضين: حزام عريض من جلد منسوج بعضه على بعض، يشد به الرحل على البعير.ودرأ الوضين لناقته: بسطه على الأرض، ثم أبركها عليه ليشد عليها رحلها به. ودينه أي عادته. وهو الشاهد هنا.انظر: حاشية محمود شاكر على \"طبقات فحول الشعراء\" لابن سلام ١/ ٢٧٣.(٥) ذكره الحيري في \"الكفاية في التفسير\" (ص ١٤)، والبغوي في \"معالم التنزيل\" ١/ ٥٣.</p><p> أخذه من قول الله تعالى: {يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ (٨٨) إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ (٨٩) } (١) وقوله تعالى: {وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا}  (٢) . </p><p> وإنما خصّ يوم الدين بكونه (٣) مالكًا له؛ لأن الأملاك في ذلك اليوم زائلة والدّواعي باطلة، والملّاك (٤) خاضعة. </p><p>(١) الشعراء: ٨٨، ٨٩. (٢) سبأ: ٣٧.(٣) في (ت): لكونه.(٤) في (ت): والملائكة.</p>"
}