{
  "id": null,
  "sura": 1,
  "aya": 1,
  "text": "<p> ١ - آية التسمية: </p><p> قلت:  [١٤٥] حدثنا أبو عبد الله محمد بن أحمد بن عبد الأعلى الأندلسي المقرئ (١) قال: نا أبو الحسن عبد الواحد بن خلف (٢) بجنديسابور (٣) ، </p><p>= يُذكر بجرح أو تعديل، وفيه شيخ المصنف قيل: كذبه الحاكم. التخريج:رواه البيهقي في \"شعب الإيمان\" ٢/ ٤٥٠ (٢٣٧١) عن أبي القاسم بن حبيب به، وليس فيه: ومن قرأها فكأنما قرأ التوراة والإنجيل والزبور والفرقان.وذكره السيوطي في \"الدر المنثور\" ١/ ٢٤ وعزاه إلى البيهقي وحده.والشطر الأخير منه رواه أبو عبيد مرفوعًا في \"فضائل القرآن\" (ص ٢٢١) قال: حدثنا يزيد، عن أبي نصيرة مسلم بن عبيد، عن الحسن قال: قال رسول الله - صلى الله عليه وسلم -: \"من قرأ فاتحة الكتاب فكأنما قرأ التوراة والإنجيل والزبور والفرقان\"، وهو مرسل كما هو ظاهر.(١) أبو عبد الله محمد بن أحمد بن عبد الأعلى بن القاسم المقرئ الوَرْشي، المغربي، الأندلسي. والوَرْشي: نسبةً إلى ورْش، أحد القراء المعروفين، وممن اشتهر بقراءة القرآن بحرفه أبو عبد الله هذا.ذكره الحاكم في \"تاريخ نيسابور\" وقال: أبو عبد الله المغربي، من أهل الأندلس، ومن الصالحين المذكورين بالتقدم في علم القرآن، ويُعرف بالعراق بالورشي، سمع بمصر والشام والحجاز والعراقين والجبال وأصبهان الكثير بعد الخمسين، وورد نيسابور بعد السبعين وثلاثمائة، بعد أن سكنها سبع سنين. قال السمعاني: سمع بأصبهان علي بن المرزبان الأصبهاني، وبكور الأهواز عبد الواحد بن خلف الجُنْديسابوري، وبفارس أحمد بن عبد الرحمن بن الجارود الرقي.\"الأنساب\" للسمعاني ٥/ ٥٩١.(٢) ورد ذكره ضمن ترجمة شيخه.(٣) جُنْدَيْسَابُور: بضم أوله، وتسكين ثانيه، وفتح الدال، وياء ساكنة، وسين مهملة، =</p><p> قال: نا أبو عبد الله محمد بن علي (١) قال: نا أحمد بن سعيد (٢) قال: نا جعفر بن محمد بن صالح (٣) . </p><p> [١٤٦] وأخبرنا محمد بن القاسم الفارسي (٤) قال: نا أبو محمد عبد الله بن أحمد الشيباني (٥) قال: نا أحمد بن كامل بن خلف (٦) . نا علي بن حماد بن السكن (٧) قالا: نا أحمد بن عبد الله الهروي (٨) قال: نا هشام بن سليمان المخزومي (٩) ، </p><p>= وألف وباء موحدة مضمومة، وواو ساكنة، وراء: مدينة بخوزستان، بناها سابور ابن أردشير، فنُسبت إليه وأسكنها سبي الروم، وطائفة من جنده. \"معجم البلدان\" لياقوت ٢/ ١٧٠.(١) لم أجده.(٢) لم أجده.(٣) لم أجده.(٤) القلوسي الماوردي، لم يذكر بجرح أو تعديل.(٥) عبد الله بن أحمد بن جعفر بن أحمد بن بكر بن زياد بن علي بن مهران بن عبد الله، أبو محمد بن أبي حامد الشيباني النيسابوري، كان له ثروة ظاهرة، فأنفق أكثرها على العلم وأهل العلم، الحج والجهاد، وغير ذلك من أعمال البر، وكان من أكثر أقرانه سماعًا للحديث، وكان ثقة. توفي سنة (٣٧٢ هـ).\"تاريخ بغداد\" للخطيب ٩/ ٣٩١.(٦) لينه الدارفطني، ومشاه غيره.(٧) علي بن حماد بن السكن البزاز، قال الدارقطني: متروك الحديث.\"تاريخ بغداد\" للخطيب ١/ ٤٢١، \"ميزان الاعتدال\" للذهبي ٣/ ١٢٥، \"لسان الميزان\" لابن حجر ٤/ ٢٢٦.(٨) الجويباري كذاب، وضاع.(٩) هشام بن سليمان بن عكرمة بن خالد بن العاص المخزومي المكي. =</p><p> عن ابن أبي مليكة (١) ، عن ابن عباس قال: سمعت النبي - صلى الله عليه وسلم - يقول:  \"خير الناس، وخير من يمشي على جديد الأرض المعلِّمون، كلما خلق الدين جدَّدوه، أعطوهم ولا تستأجروهم فتحرجوهم،فإن المعلم إذا قال للصبي:قل:{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}فقال الصبي:{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}كتب الله براءة للصبي، وبراءة للمعلم(٢)وبراءة لأبويه من النار\"  (٣) . </p><p>= قال العقيلي: في حديثه عن غير ابن جريج وهم. وقال أبو حاتم: مضطرب الحديث، ومحله الصدق، وما أرى بحديثه بأسًا. قال الذهبي: مشاه أبو حاتم. وقال الذهبي في \"الكاشف\": صدوق. وقال الحافظ: مقبول، من الثامنة. \"الضعفاء الكبير\" للعقيلي ٤/ ٣٣٨، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٦٢، \"تهذيب الكمال\" للمزي ٣٠/ ٢١١، \"ميزان الاعتدال\" للذهبي ٤/ ٢٩٩، \"الكاشف\" للذهبي ٢/ ٣٣٦ (٥٩٦٦)، \"تهذيب التهذيب\" لابن حجر ٤/ ٢٧١، \"تقريب التهذيب\" لابن حجر (٧٣٤٦).(١) ابن أبي مليكة: عبد الله بن عبيد الله بن عبد الله بن أبي مليكة -بالتصغير- بن عبد الله بن جدعان، يقال: اسم أبي مليكة زهير التيمي المدني، أدرك ثلاثين من أصحاب النبي - صلى الله عليه وسلم -، ثقة، فقيه. مات سنة (١١٧ هـ).\"تهذيب الكمال\" ١٥/ ٢٥٦، \"تهذيب التهذيب\" لابن حجر ٤/ ٦٢٣، \"تقريب التهذيب\" لابن حجر (٣٤٧٧).(٢) بعد هذا الموضع ساقط من (س)، و (ج)، والمُثبت من نسخة (ت) مقابلًا بنسختي (ش)، (ن).(٣) [١٤٥, ١٤٦] الحكم على الإسناد:الحديث موضوع.التخريج:رواه ابن الجوزي في \"الموضوعات\" ١/ ٣٥٧ (٤٣٩)، من طريق أبي بكر بن =</p><p> [١٤٧] أخبرني أبو الحسن بن أبي إسحاق المزكي (١) ، ثنا أبو علي الإسفراييني الحافظ (٢) ، ثنا ابن رميس (٣) القصري، ثنا أحمد بن مروان أبو جعفر (٤) ، ثنا أبي (٥) ، </p><p>= مردويه، عن أحمد بن خلف به نحوه. قال ابن الجوزي: هذا الحديث من عمل الهروي وهو الجويباري، وقد سبق القدح فيه، وأنه كذاب وضاع.(١) ابن سختويه: ثقة.(٢) الإمام الحافظ البارع الثِّقة، أبو علي محمد بن علي بن حسين الإسفراييني، تلميذ الحافظ أبي عوانة، كان ذا رحلة واسعة. وكان علامة، صالحًا، خيرًا، واعظًا، من كبار الفقهاء الشافعية.قال الحاكم: هو من المعروفين بكثرة الحديث والرحلة والتصنيف، وصحبة الصالحين، ومن الحفاظ الجوالين، توفي سنة (٣٧٢ هـ).\"سير أعلام النبلاء\" للذهبي ١٦/ ٣٥٠، \"تذكرة الحفاظ\" للذهبي ٣/ ١٠٠٢، \"طبقات الحفاظ\" للسيوطي (٩٠٢).(٣) من (ن)، وفي (ت)، (ش): أبو رميس، والمثبت هو الصواب.وهو: محمد بن جعفر بن رميس بن عمرو القصري أبو بكر.سمع: أبا علقمة الفروي، والحسن بن محمد بن الصباح الزعفراني، وعثمان بن سعيد بن نوح المقرئ وغيرهم.روى عنه: الدارقطني وأبو الحسن بيان بن أحمد بن بيان بن عبد الله الصارفي الخطيب البرتي، وأحمد ومحمد ابنا محمد بن علي السيبي.وثقه الدارقطني، توفي سنة (٣٢٦ هـ).\"تاريخ بغداد\" للخطيب ٢/ ١٣٩، \"إكمال تهذيب الكمال\" لابن ماكولا ٤/ ٥١٤، \"الأنساب\" للسمعاني ٤/ ٥١٣.(٤) لم أجده.(٥) هو: مروان بن معاوية بن الحارث ثقة، حافظ، وكان يدلس أسماء الشيوخ.</p><p> ثنا التيمي (١) ثنا عمر (٢) بن ذر (٣) ، عن عطاء (٤) ، عن جابر (٥) قال: لما نزلت {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} هرب الغيم إلى المشرق، وسكنت الرياح، وهاج البحر، وأصغت البهائم بآذانها، ورُجمت الشياطين من السماء، وحلف الله بعزته (٦) لا يُسمى اسمه على شيء إلا شفاه، ولا يُسمى اسمه على شيء إلا بارك الله (٧) عليه، ومن قرأ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} دخل الجنة (٨) . </p><p>(١) سليمان بن طرخان التيمي، أبو المعتمر البصري، نزل في التيم فنُسب إليهم، ثقة، عابد، مات سنة (١٤٣ هـ). \"تهذيب الكمال\" للمزي ١٢/ ٥، \"تهذيب التهذيب\" لابن حجر ٢/ ٩٩، \"تقريب التهذيب\" لابن حجر (٢٥٩٠).(٢) في (ت): عمرو.(٣) عمر بن ذر بن عبد الله بن زُرارة الهمْداني -بالسكون- المُرْهِبي، أبو ذر الكوفي، ثقة، رُمي بالإرجاء. مات سنة (١٥٣ هـ). وقيل غير ذلك.\"تهذيب الكمال\" للمزي ٢١/ ٣٣٤، \"تهذيب التهذيب\" لابن حجر ٣/ ٢٢٣، \"تقريب التهذيب\" لابن حجر (٥٥١٢).(٤) ابن أبي رباح، الإمام الفاضل، الثقة، الفقيه.(٥) جابر بن عبد الله بن عمرو بن حرام السَّلمي -بفتحتين- صحابي ابن صحابي، غزا تسع عشرة غزوة ومات بالمدينة بعد السبعين، وهو ابن أربع وتسعين.\"الاستيعاب\" لابن عبد البر ١/ ٢٩٢، \"أسد الغابة\" لابن الأثير ١/ ٤٩٢، \"الإصابة\" لابن حجر ١/ ٥٤٦، \"تقريب التهذيب\" لابن حجر (٨٧١).(٦) بعدها في (ش) زيادة: أن.(٧) ساقطة من (ن)، (ش).(٨) [١٤٧] الحكم على الإسناد:إسناده ضعيف. في إسناده أحمد بن مروان لم أجده. والله تعالى أعلم. =</p><p> [١٤٨] وأنبأنا الحسن بن محمد بن الحسن (١) ، ثنا محمد بن محمد بن الحسن (٢) ، ثنا الحسن بن علي بن نصر (٣) ، ثنا عبد الله بن هاشم (٤) أنا وكيع بن الجرّاح (٥) ، عن الأعمش (٦) ، عن أبي وائل (٧) عن عبد الله بن مسعود - رضي الله عنه - قال (٨) : من أراد أن ينجيه الله من الزبانية </p><p>= التخريج: عزاه ابن كثير ١/ ١٨٥ إلى ابن مردويه، وقال: روى -أي: ابن مردويه- بإسناده، عن عبد الكريم الكبير بن المعافى بن عمران، عن أبيه، عن عمر بن ذر، عن عطاء بن أبي رباح، عن جابر بن عبد الله قال: . . . فذكر نحوه.وعزاه في \"الدر المنثور\" ١/ ٣٠ إلى ابن مردويه والثعلبي.(١) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٢) الكارزي: قال الحاكم: كان صحيح السماع مقبولًا في الرواية.(٣) أبو علي الطوسي: ثقة.(٤) عبد الله بن هاشم بن حيَّان العبدي، أبو عبد الرحمن الطوسي، سكن نيسابور، ثقة، صاحب حديث، مات بعد سنة (٢٥٠ هـ).\"تهذيب الكمال\" للمزي ١٦/ ٢٣٧، \"تهذيب التهذيب\" لابن حجر ٢/ ٤٤٧، \"تقريب التهذيب\" لابن حجر (٣٦٩٩).(٥) الإمام، الحافظ، الثقة.(٦) ثقة، حافظ.(٧) شقيق بن سلمة الأسدي. ثقة، مخضرم. مات في خلافة عمر بن عبد العزيز، وله مائة سنة.\"تهذيب الكمال\" للمزي ١٢/ ٥٤٨، \"تهذيب التهذيب\" لابن حجر ٢/ ١٧٨، \"تقريب التهذيب\" لابن حجر (٢٨٣٢).(٨) ورد هكذا موقوفًا في (ن)، (ش). وورد في (ت) مرفوعًا. والمثبت موقوفًا هو الموافق لما في مصادر التخريج كما سيأتي.</p><p> التسعة عشر (١) فليقرأ: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} فإنها تسعة عشر حرفًا؛ ليجعل الله بكل حرف منها جُنَّةً (٢) من واحد منهم (٣) . </p><p> * * * </p><p>(١) حيث قال تعالى في النار: {عَلَيْهَا تِسْعَةَ عَشَرَ (٣٠)} [المدثر: ٣٠]. (٢) أي: وقاية.\"القاموس\" للفيروزآبادي (ص ١٥٣٢) [جنن].(٣) [١٤٨] الحكم على الإسناد:رجال إسناده ثقات، عدا شيخ، قيل: كذبه الحاكم.التخريج:أورده السيوطي في \"الدر المنثور\" ١/ ٣٠. موقوفًا على ابن مسعود. ونسبه إلى وكيع والثعلبي.وذكره ابن عطية في \"المحرر الوجيز\" ١/ ٥٣، والقرطبي في \"الجامع لأحكام القرآن\" ١/ ٨٠، وابن كثير في \"تفسير القرآن العظيم\" ١/ ١٨٥.فائدة: وجَّه ابن عطية هذا الحديث ونصره بحديث: \"لقد رأيت بضعة وثلاثين ملكًا يبتدرونها\" لقول الرجل: ربنا ولك الحمد حمدًا كثيرًا طيبًا مباركًا فيه. من أجل أنها بضعة وثلاثون حرفًا، وغير ذلك.</p><p> التفسير وبالله التوفيق والتيسير </p><p> قوله عز وجل:  {بِسْمِ اللَّهِ} : اعلم أن هذِه الباء زائدة، وهي تسمى باء التضمين (١) ، وباء الإلصاق، كقولك: كتبت بالقلم. فالكتابة ملصقة بالقلم، وهي مكسورة أبدًا، والعلة في ذلك أن الباء حرف ناقص ممال، والإمالة من دلائل الكسرة. </p><p> قال سيبويه (٢) : لما لم يكن للباء عمل إلا الكسر (٣) كسرت (٤) . وقال المبرد (٥) : العلة في كسرها ردها إلى الأصل، ألا ترى أنك إذا أخبرت عن نفسك بأنك كتبت باءً قلت: بيبيت فرددتها إلى الياء، والياء أخت الكسرة، كما أن الواو أخت الضمة، والألف أخت </p><p>(١) في (ش): الضمير. (٢) إمام النحو، أبو بشر، عمر بن عثمان بن قنبر الفارسي، ثم البصري، قيل: سمي سيبويه، لأن وجنتيه كانتا كالتفاحتين، بديع الحسن. توفي سنة (١٨٠ هـ).\"تاريخ بغداد\" للخطيب ١٢/ ١٩٥، \"إنباه الرواة\" للقفطي ٢/ ٣٤٦، \"سير أعلام النبلاء\" للذهبي ٨/ ٣٥١.(٣) في (ش): الكسرة.(٤) انظر: \"معاني القرآن\" للزجاج ١/ ٤١.(٥) أبو العباس محمد بن يزيد بن عبد الأكبر الأزدي، البصري، النحوي، الأخباري، صاحب \"الكامل\" وغيره. توفي سنة (٢٨٦ هـ).\"تاريخ بغداد\" للخطيب ٣/ ٣٨٥، \"معجم الأدباء\" لياقوت ١٩/ ١١١، \"بغية الوعاة\" للسيوطي ١/ ٢٦٩.</p><p> الفتحة، وهي خافضة لما بعدها؛ فلذلك تخفض (١) ميم {بِسْمِ} وطُوِّلت هاهنا، وشبهت بالألف واللام؛ لأنهم لم يريدوا أن يفتتحوا كتاب الله تعالى إلا بحرف مفخم معظم، قاله القتيبي (٢) . </p><p> وكان عمر بن عبد العزيز (٣) يقول لِكُتَّابِهِ: طولوا الباء، وأظهروا السين، وفرِّجوا بينهما ودوِّروا الميم تعظيمًا لكلام الله عز وجل (٤) . </p><p> وقال أبو الهيثم خالد بن يزيد الرازي (٥) : العلة فيها (٦) إسقاط الألف من الاسم، فلما أسقطوا الألف منه ردّوا طول الألف على الباء؛ ليكون دالًا على سقوط الألف منه، ألا ترى أنهم لما كتبوا:  {اقْرَأْ بِاسْمِ رَبِّكَ}  (٧) بالألف (٨) ردّوا الباء إلى صيغتها، وإنما حذفوا الألف من (بسم) هنا (٩) لكثرة دورها على الألسن؛ طلبًا للخفة، </p><p>(١) في (ش): انخفض. (٢) هو: ابن قتيبة. وليس هو في \"غريبه\" ولا \"مشكله\".(٣) أبو حفص عمر بن عبد العزيز بن مروان بن الحكم الأموي القرشي المدني، ثم المصري. الخليفة الزاهد الراشد. المتوفّى سنة (١٠١ هـ).\"سير أعلام النبلاء\" للذهبي ٥/ ١١٤، \"تذكرة الحفاظ\" للذهبي ١/ ١١٨.(٤) \"معالم التنزيل\" للبغوي ١/ ٤٩ - ٥٠.(٥) الأسدي الكاهلي، الكوفي، الطبيب الكحَّال، ثقة. توفي سنة (٢١٥ هـ).\"غاية النهاية\" لابن الجزري ١/ ٢٦٩.(٦) في إن): فيه.(٧) العلق، آية (١).(٨) ليست في (ن).(٩) في (ش): (هاهنا).</p><p> ولما لم يكثر أضرابها كثرتها أثبتوا الألف فيها (١) . </p><p> وفي الكلام إضمار واختصار، تقديره: قل، أو ابدأ بسم الله (٢) وقال قوم: الاسم فيه صلة مجازه: بالله (٣) . واحتجوا بقول لبيد (٤) : </p><p> تَمَنَّى ابنتَايَ أَنْ يَعِيشَ أبُوهُمَا. . . وَهَلْ أَنَا إِلَّا مِنْ رَبِيعَةَ أَوْ مُضَرْ </p><p> إِلى الحَوْلِ ثمَّ اسمُ السَّلامِ علَيكُمَا. . . وَمَنْ يَبْكِ حَولًا كَامِلًا فَقَدْ اعْتَذَرْ (٥) </p><p> أي: ثم السلام عليكما. </p><p>(١) \"معاني القرآن\" للزجَّاج ١/ ٤١، \"إملاء ما منَّ به الرحمن\" للعكبري ١/ ٤. (٢) \"تفسير غريب القرآن\" لابن قتيبة (ص ٣٩)، \"إعراب القرآن\" للنحَّاس ١/ ١٦٦.(٣) قاله أبو عبيدة في \"مجاز القرآن\" ١/ ٢٠.(٤) لبيد بن ربيعة بن مالك بن جعفر بن كلاب العامري، ويُكنى أبا عقيل، وكان من شعراء الجاهلية وفرسانهم، وأدرك لبيد الإسلام، وقدم على رسول الله - صلى الله عليه وسلم - في وفد بني كلاب، فأسلموا ورجعوا إلى بلادهم، ثم قدم لبيد الكوفة وبنوه، فرجع بنوه إلى البادية بعد ذلك، فأقام لبيد إلى أن مات بها. فدُفن في صحراء بني جعفر ابن كلاب. ويُقال: إنَّ وفاته كانت في أول خلافة معاوية، وإنه مات وهو ابن مائة وسبع وخمسين سنة، ولم يقل في الإسلام إلا بيتا واحدًا.\"طبقات فحول الشعراء\" لابن سلام ١/ ١٣٥، \"الشعر والشعراء\" لابن قتيبة (ص ١٦٧).(٥) \"ديوان لبيد\" (ص ٧٩). والبيت الأول هو مطلع القصيدة التي يخاطب فيها ابنتيه لما حضرته الوفاة.وانظر أيضًا \"جامع البيان\" للطبري ١/ ٥٢، \"المحرر الوجيز\" لابن عطية ١/ ٦٢، \"الدر المصون\" للسمين الحلبي ١/ ٥٢، \"خزانة الأدب\" للبغدادي ٢/ ٢١٧.</p><p> ومعناه على هذا القول: بالله تكونت الموجودات، وبه قامت المخلوقات، وأدخلوا الاسم فيه؛ ليكون فرقًا بين اليمين والتيمن. </p><p> فأما معنى الاسم: فهو المسمى (١) ، وحقيقته: الموجود وذات الشيء وعينه ونفسه، واسمه كلها (٢) يفيد معنى واحدًا. </p><p> والدليل على أن الاسم هو المسمى قوله تعالى:  {إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى}  (٣) فأخبر أن اسمه يحيى، ثم نادى الاسم وخاطبه فقال:  {يَايَحْيَى}  (٤) ، ويحيى هو الاسم، والاسم هو يحيى. وقوله تعالى:  {مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا}  (٥) ، أراد الأشخاص المعبودة؛ لأنهم كانوا يعبدون المسميات. وقوله تعالى: {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى (١) } (٦) ، و {تَبَارَكَ اسْمُ رَبِّكَ}  (٧) . وقول النبي - صلى الله عليه وسلم - لنضر بن مضر:  \"عباد الله حتى لا يعبد له اسم\"  (٨) . أي: حتى لا يعبد هو. </p><p> ثم يقال أيضًا للتسمية: اسم. واستعمالها في التسمية أكثر وأشهر من استعمالها في المسمى. </p><p>(١) تراجع هذِه المسألة في كتاب \"صريح السنة\" الطبري (ص ٢٦)، \"مجموع فتاوى ابن تيمية\" ٦/ ١٨٥ وما بعدها. (٢) في (ش): كله.(٣) مريم: (٧).(٤) مريم: (١٢).(٥) يوسف: (٤٠).(٦) الأعلى: (١).(٧) الرحمن: (٧٨).(٨) لم أجده.</p><p> وأصل الاسم: سِمْو، وجمعه: أسماء. مثل قِنو وأقناء، وحِنو وأحناء، فحُذفت الواو للاستثقال، ونُقلت حركة الواو إلى الميم، فأعربت الميم، ونُقل سكون الميم إلى السين، فسكنت ثم أدخلت ألف (١) مهموزة لسكون السين؛ لأجل الابتداء، يدلّك عليه التصغير والتصريف (٢) ، يقال: سُمَيّ، وسميت؛ لأن كل ما سقط في التصغير والتصريف فهو غير أصلي. واشتقاقه من سما يسمو، فكأن المخبر عنه بأنه معدوم ما دام معدومًا، فهو في درجة مرتفع (٣) عنها إذا وُجد، ويعلو بدرجة وجوده على درجة عدمه، والاسم الذي هو العبارة والتسمية للخبر، والصفة للنظر، وأصل الصفة: ظهور الشيء وبروزه، والله أعلم (٤) . </p><p>(١) في (ش): الألف. (٢) في (ن): والتعريف.(٣) في (ش)، (ن): يرتفع.(٤) انظر: \"معاني القرآن\" للزجاج ١/ ٤٠، \"البسيط\" للواحدي ١/ ٢٤٦.واختلف العلماء في اشتقاق الاسم على قولين:أ- القول الأول: أنه مشتق من السُّمُو وهو العلو والارتفاع؛ لأنَّ الاسم يسمو بالمسمى، فيرفعه عن غيره. أو لأنَّ الاسم علا بقوته على الفعل والحرف، لأنه الأصل.وهذا قول البصريين، وهو الذي ذكره المصنف، وذهب إليه.ب- والقول الثاني: أنَّه مشتق من الوسم، والسّمة، وهو العلامة، لأن الاسم علامة على من وضع له وهو قول الكوفيين.وتصريف (اسم) وجمعه يقوِّي قول البصريين بأنه من (السمو)، لأنه حينئذ يُجمع على أسماء وأسامي، ويصغر على (سُمَيّ) كما ذكر المصنف. ولو كان من =</p><p> فأما ما ورد في تفسيرها بتفصيلها فكثير، ذكرتُ جُلَّ أقاويلها في حديث وحكاية. </p><p> [١٤٩] أخبرنا الأستاذ أبو القاسم الحسن بن محمد بن الحسن (١) المفسّر، ثنا أبو الطيب محمد بن أحمد بن حمدون المذكّر (٢) ، ثنا أبو بكر محمد بن حمدون بن خالد بن يزيد (٣) ، ثنا أحمد بن هشام الأنطاكي (٤) ، ثنا الحكم بن نافع (٥) ، </p><p>= (السِّمة) لكان أصله (وسم) ويُجمع على (أوسام) ويصغّر على (وُسَيْم) لأن الجمع والتصغير يردان الأشياء إلى أصولها. انظر: \"مشكل إعراب القرآن\" لمكي ١/ ٦٦، \"معالم التنزيل\" للبغوي ١/ ٥٠، \"الجامع لأحكام القرآن\" للقرطبي ١/ ٨٨، \"الدر المصون\" للسمين الحلبي ١/ ١٩.(١) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٢) محمد بن أحمد بن حمدون بن الحسن الذهلي أبو الطيب النيسابوري المذكر صحيح السماع كثير الكتب وكان يورق.سمع: إبراهيم بن أبي طالب، ومسدد بن قطن. وصنف تصانيف.وعنه: الحاكم، وقال: عندي بخطه زيادة على ثلاثمائة جزء.توفي سنة (٣٥٩ هـ) وعاش (٨٤ سنة).\"تاريخ الإسلام\" للذهبي ٢٦/ ١٩٥.(٣) النيسابوري. قال الحاكم: كان من الثقات الأثبات الجوَّالين في الأقطار، وقال الخليلي: حافظ كبير. وقال الذهبي: الحافظ، الثبت، المجوِّد. توفي سنة (٣٢٠ هـ). \"سير أعلام النبلاء\" للذهبي ١٥/ ٦٠، \"تذكرة الحفاظ\" للذهبي ٣/ ٨٠٧، \"طبقات الحفاظ\" للسيوطي (٧٦٧).(٤) لم أجده.(٥) الحكم بن نافع البهراني -بفتح الموحدة- أبو اليمان الحمصي، مشهور بكنيته، ثقة، ثبت. مات سنة (٢٢٢ هـ).</p><p> عن إسماعيل بن عياش (١) ، عن إسماعيل بن يحيى (٢) ، عن مِسعر (٣) ، عن عطية العوفي (٤) ، عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن عيسى ابن مريم أرسلته أمه إلى الكُتَّاب ليتعلم، فقال له </p><p>= \"تهذيب الكمال\" للمزي ٧/ ١٤٦، \"تهذيب التهذيب\" لابن حجر ١/ ٤٧٠، \"تقريب التهذيب\" لابن حجر (١٤٧٢). (١) إسماعيل بن عياش بن سليم العنسي -بالنون- مولاهم، أبو عتبة، الحمصي، محدّث الشام. ذكر أهل العلم أن حديثه عن أهل بلده مقبول، بخلاف حديثه عن غيرهم.قال الإمام أحمد: ليس أحد أروى لحديث الشاميين من إسماعيل بن عياش، والوليد بن مسلم. وقال الفسوي: وتكلم قوم في إسماعيل، وإسماعيل ثقة عدل، أعلم الناس بحديث الشاميين، ولا يدفعه دافع، وأكثر ما تكلموا قالوا: يُغرب عن ثقات المدنيين والمكيين.وقال أبو بكر المروذي: سألت أحمد عن إسماعيل بن عياش، فحسن حديثه عن الشاميين، وقال: هو أحسن حالًا فيهم مما روى عن المدنيين وغيرهم. وقال الذهبي في \"سير أعلام النبلاء\": حديث إسماعيل عن الحجازيين والعراقيين لا يحتج به، وحديثه عن الشاميين صالح من قبيل الحسن، ويحتج به إن لم يعارضه أقوى منه. وقال ابن حجر: صدوق في روايته عن أهل بلده، مخلط في غيرهم. مات سنة (١٠١ هـ) أو (١٠٢ هـ).\"ميزان الاعتدال\" للذهبي ١/ ٢٤٠، \"الكاشف\" للذهبي ١/ ٢٤٨ (٤٠٠)، \"سير أعلام النبلاء\" للذهبي ٨/ ٣١٢، \"تهذيب التهذيب\" لابن حجر ١/ ١٦٢، \"تقريب التهذيب\" لابن حجر (٤٧٧).(٢) في جميع النسخ: إسماعيل بن يحيى بن أبي مليكة، وهو خطأ، فالجملة الأخيرة مقحمة، وإسماعيل بن يحيى هذا، مجمع على تركه.(٣) في (ت): أبي مسعر. وهو خطأ، وهو ابن كدام، ثقة، ثبت، فاضل.(٤) صدوق يخطئ كثيرًا، وكان شيعيًا مدلسًا.</p><p> المعلم: قل: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) }، فقال عيسى: وما بسم الله؟ قال: ما أدري. قالَ: الباء بهاء الله، والسين سناء الله، والميم مملكته (١) \" (٢) . </p><p> [١٥٠] وسمعتُ أبا القاسم الحسن بن محمد (٣) يقول: سمعت أبا إسحاق إبراهيم بن محمد بن يزيد النسفي (٤) بمرو يقول: سمعت أبا عبد الله ختن أبي بكر الورّاق (٥) يقول: سمعت أبا بكر محمد بن </p><p>(١) في (ن): ملكه. (٢) [١٤٩] الحكم على الإسناد:الحديث موضوع. وعلته إسماعيل بن يحيى الوضّاع، والله أعلم.رواه ابن جرير في \"جامع البيان\" ١/ ١٢١ وابن حبان في \"المجروحين\" ١/ ١٢٦، وابن عدي في \"الكامل\" ١/ ٣٠٣، وأبو نعيم في \"حلية الأولياء\" ٧/ ٢٩٦، وابن الجوزي في \"الموضوعات\" ١/ ٣٢٨ (٤١٤) من طريق إسماعيل بن عياش، عن إسماعيل بن يحيى، عن مسعر، عن عطية العوفي، عن أبي سعيد الخدري مرفوعًا، بسياق أطول.قال ابن عدي: هذا حديث باطل بهذا الإسناد، لا يرويه غير إسماعيل. وقال ابن الجوزي: هذا حديث موضوع محال. . . ما يصنع مثل هذا الحديث إلا ملحد يريد شين الإسلام، أو جاهل في غاية الجهل وقلة المبالاة بالدين، ولا يجوز أن تُفرَّق حروف الكلمة المجتمعة، فيقال: الألف من كذا واللام من كذا، وإنما هذا يكون في الحروف المقطعة، فيقال: اقتنع بحرف من كلمته، مثل قولهم في (كهيعص): الكاف من الكافي، والهاء من الهادي، فقد جمع واضع هذا الحديث جهلًا وافرًا وإقدامًا عظيمًا، وأتى بشيء لا تخفى برودته والكذب فيه.(٣) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٤) لم أجده.(٥) لم أجده.</p><p> عمر (١) الوراق (٢) يقول في {بِسْمِ اللَّهِ} : إنها روضة من رياض الجنة، لكل حرف منها تفسير على حدة: فالباء على ستة أوجه: بارئ خلقه من العرش إلى الثَّرى، بيانه:  {هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ}  (٣) بصير بخلقه (٤) من العرش إلى الثرى، بيانه:  {إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ}  (٥) باسط رزق خلقه من العرش إلى الثرى، بيانه:  {اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ}  (٦) باق بعد فناء خلقه (٧) من العرش إلى الثرى، بيانه: {كُلُّ مَنْ عَلَيْهَا فَانٍ (٢٦) وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ} (٨) باعث الخلق بعد الموت من العرش إلى الثرى؛ للثواب والعقاب، بيانه:  {وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ}  (٩) بارٌّ بالمؤمنين من العرش إلى الثرى، بيانه:  {إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ}  (١٠) . </p><p>(١) في (ت): عمرو. والصواب ما أُثبت من (ن). (٢) وهو: أبو بكر محمد بن عمر بن علي بن خلف بن زنبور البغدادي الوراق.قال الخطيب البغدادي: ضعيف جدًّا. وقال العتيقي: فيه تساهل. وقال السمعاني: كان فيه تساهل وضعف في الرواية. توفي سنة (٣٩٦).\"تاريخ بغداد\" للخطيب ٣/ ٣٥، \"الأنساب\" للسمعاني ٥/ ٥٨٥، \"ميزان الاعتدال\" للذهبي ٣/ ٦٧١.(٣) الحشر: (٢٤).(٤) ساقطة من (ت).(٥) الملك: (١٩).(٦) الرعد: (٢٦).(٧) في (ش): الخلق.(٨) الرحمن: (٢٦ - ٢٧).(٩) الحج: (٧).(١٠) الطور: (٢٨).</p><p> والسين على خمسة أوجه: سميع لأصوات خلقه من العرش إلى الثَّرى، بيانه:  {أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ}  (١) سيّد قد انتهى سؤددُه من العرش إلى الثرى، بيانه: {اللَّهُ الصَّمَدُ (٢) } (٢) سريع الحساب مع خلقه من العرش إلى الثرى، بيانه:  {وَاللَّهُ سَرِيعُ الْحِسَابِ}  (٣) سلام سلم خلقه من ظلمه من العرش إلى الثرى، بيانه:  {السَّلَامُ الْمُؤْمِنُ}  (٤) ساتر ذنوب عباده من العرش إلى الثرى، بيانه:  {غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ}  (٥) . </p><p> والميم على اثني عشر وجهًا: ملك الخلق من العرش إلى الثرى، بيانه:  {الْمَلِكُ الْقُدُّوسُ}  (٦) . مالك خلقه من العرش إلى الثرى، بيانه:  {قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ}  (٧) منَّان على خلقه من العرش إلى الثرى، بيانه:  {بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ}  (٨) . مجيد على خلقه من العرش إلى الثرى، بيانه:  {ذُو الْعَرْشِ الْمَجِيدُ}  (٩) . مؤمن آمن خلقَه من العرش إلى الثرى، بيانه:  {وَآمَنَهُمْ مِنْ خَوْفٍ}  (١٠) . مهيمن اطلع على خلقه من العرش إلى </p><p>(١) الزخرف: (٨٠). (٢) الإخلاص: (٢).(٣) النور: (٣٩).(٤) الحشر: (٢٣).(٥) غافر: (٣).(٦) الحشر: (٢٣).(٧) آل عمران: (٢٦).(٨) الحجرات: (١٧).(٩) البروج: (١٥).(١٠) قريش: (٤).</p><p> الثرى، بيانه:  {الْمُؤْمِنُ الْمُهَيْمِنُ}  (١) مقتدر على خلقه من العرش إلى الثرى، بيانه:  {فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ}  (٢) . مقيت على خلقه من العرش إلى الثرى، بيانه: قوله تعالى: {وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا}  (٣)  (مكرم لأوليائه)  (٤) من العرش إلى الثرى، بيانه:  {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ}  (٥) . منعم على خلقه من العرش إلى الثرى، بيانه:  {وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً}  (٦) . متفضل على خلقه من العرش إلى الثرى، بيانه:  {إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ}  (٧) . مصوِّر خلقه من العرش إلى الثرى، بيانه:  {الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ}  (٨)  (٩) . </p><p>(١) الحشر: (٢٣). (٢) القمر: (٥٥).(٣) النساء: (٨٥).والمقيت هو: القادر.انظر \"جامع البيان\" للطبري ٥/ ١٨٧، \"النهج الأسمى في أسماء الله وصفاته الحسنى\" للنجدي ١/ ٣٣٨.(٤) في (ش): مكرمٌ أولياءه.(٥) الإسراء: (٧٠).(٦) لقمان: (٢٠).(٧) غافر: (٦١).(٨) الحشر: (٢٤).(٩) [١٥٠] الحكم على الإسناد:في إسناده من لم أجده. وشيخ المصنف قيل: كذبه الحاكم، والله أعلم.ورواه الحيري في \"الكفاية في التفسير\" (ص ١) عن شيخه وشيخ الثعلبي أبي القاسم بن حبيب به مثله.وأورد أوله الكرماني في \"غرائب التفسير\" ١/ ٩٣ ثم قال: وهذِه وأمثالها يجب =</p><p> وقال أهل الحقائق (١) : إنما المعنى في {بِسْمِ اللَّهِ} التيمن والتبرك وحث الناس على الابتداء في أقوالهم وأفعالهم بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} كما افتتح الله كتابه به، والله أعلم (٢) . </p><p> اعلم أن أصل هذِه الكلمة (إله) في قول أهل الكوفة (٣) ، فأدخلت الألف واللام تفخيمًا وتعظيمًا لما كان اسمًا لله عز وجل فصار (الإله) فحذفت الهمزة استثقالًا لكثرة جريانها على الألسن، وحوّلت كسرتها إلى لام التعظيم، فالتقى لامان متحركان، فأدغمت الأولى في الثانية فقالوا: الله (٤) . </p><p>= الاستغفار منها؛ لأن هذا ربما يسوغ في المقطعة من الحروف، وأما ما ألِّفت وجُعلت أسماءً وأفعالًا وأدوات فلا يسوغ فيها هذا بوجه من الوجوه. (١) المراد بأهل الحقائق هنا أصحاب التفسير الإشاري والصوفي، الذين يفسرون القرآن بإشارات تخفى إلا على من يسمونهم بأهل الحقائق -زعموا -كما أشار إلى ذلك أبو عبد الرحمن السلمي في مقدمة تفسيره \"حقائق التفسير\" (ص ١).(٢) انظر: \"بحر العلوم\" للسمرقندي ١/ ٧٦.(٣) الكوفة: بالضم المصر المشهور بأرض بابل من سواد العراق، ويسميها قوم خد العذراء. قيل: سميت الكوفة لاستدارتها، وقيل: سميت الكوفة لاجتماع الناس بها.\"معجم البلدان\" لياقوت ٤/ ٤٩٠، \"معجم ما استعجم\" للبكري ٤/ ١١٤١.(٤) \"تفسير أسماء الله الحسنى\" للزجاجي (ص ٢٦ - ٤٢)، \"مشكل إعراب القرآن\" لمكي ١/ ٦٦ \"مفاتيح الغيب\" للرازي ١/ ١٦٣، \"الجامع لأحكام القرآن\" للقرطبي ١/ ٨٩، \"تفسير القرآن العظيم\" لابن كثير ١/ ١٩٤.</p><p> وقال أهل البصرة: أصلها (لاه) فألحقت بها الألف واللام فقيل: (اللهِ)  (١) . وأنشدوا. </p><p> كحَلْفَةٍ مِنْ أَبي رياحٍ. . . يَسْمَعُها لاهُهُ الكُبَارُ (٢) </p><p> فأخرجه على الأصل. </p><p> وقال بعضهم: أدخلت الألف واللام بدلًا من الهمزة المحذوفة في (إله) فلزمتا الكلمة لزوم تلك الهمزة لو أجريت على الأصل. ولهذا لم يدخل عليه في النداء ما يدخل على الأسماء المعرَّفة من حروف التنبيه، فلم يقولوا: يا أيُّها الله (٣) . </p><p> وجميع أقاويل (٤) أهل التأويل في هذا الاسم مبنية على هذين </p><p>(١) \"مفاتيح الغيب\" للرازي ١/ ١٦٠. (٢) البيت للأعشى الكبير في \"ديوانه\" -مع الشرح- (ص ١٦٧). وورد كذلك في \"جمهرة أشعار العرب\" لأبي زيد القرشي ١/ ٢٧٤، \"مفاتيح الغيب\" للرازي ١/ ١٦٣، \"البحر المحيط\" لأبي حيان ١/ ١٢٥، \"لسان العرب\" لابن منظور ١/ ١٩٠ (أله)، \"والدر المصون\" للسمين الحلبي ١/ ٢٩.وأبو رياح: من بني ضبيعة كان قد حلف أن لا يدفع دية رجل من بني سعد، ثم إنَّه قُتل بعد حلفته، فبرَّت يمينه.والمعنى: يقول: وكان قسمهم كما حلف أبو رياح أمام الله أن لا يدفع دية رجل مقتول، فمات ميتة شنيعة، وبرّت يمينه. \"شرح ديوان الأعشى الكبير\" (ص ١٦٧). وانظر \"الجامع لأحكام القرآن\" للقرطبي ١/ ٨٩، \"تفسير القرآن العظيم\" لابن كثير ١/ ١٩٤.(٣) المصدرين السابقين.(٤) في (ش): أقوال.</p><p> القولين اللذين حكيناهما في أصله. واختلفوا فيه: </p><p> فقال الخليل بن أحمد (١) وجماعة: الله اسم موضوع لله عز وجل لا يشركه فيه أحد، قال الله تعالى:  {هَلْ تَعْلَمُ لَهُ سَمِيًّا}  (٢) يعني أن كل اسم لله مشترك بينه وبين غيره، له على الحقيقة، ولغيره على المجاز؛ إلا هذا الاسم فإنه مختص به، لأن فيه معنى الربوبية، والمعاني كلها تحته، ألا ترى أنك إذا أسقطت منه الألف بقي (لله) وإذا أسقطت من (لله) اللام الأولى بقي (له) وإذا أسقطت من (له) اللام بقي (هو) قالوا: فإذا أطلق هذا الاسم على غير الله تعالى فإنما يقال بالإضافة، كما يقال: إله كذا أو ينكَّر فيقال: إله كما قال تعالى إخبارًا عن قوم موسى: {اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ}  (٣) فأما الله والإله، فمخصوصان لله تعالى (٤) . </p><p> وقال قوم: أصلها (لاها) بالسريانية، وذلك أن في آخر أسمائهم مدة كقولهم للروح:  (روحاء) ، وللقدس:  (قدساء) ، وللمسيح:  (مسيحاء) ، وللابن:  (اوراء) ، فلما طرحوا المدة بقي (لاه) فأعربته </p><p>(١) الخليل بن أحمد الفراهيدي، البصري، الإمام صاحب العربية ومنشئ علم العروض، أحد الأعلام. مات بعد سنة (١٦٠ هـ). \"إنباه الرواة\" للقفطي ١/ ٣٤١، \"سير أعلام النبلاء\" للذهبي ٧/ ٤٢٩، \"بغية الوعاة\" للسيوطي ١/ ٥٥٧.(٢) مريم: (٦٥).(٣) الأعراف: (١٣٨).(٤) انظر: \"بحر العلوم\" للسمرقندي ١/ ٧٦، \"البسيط\" للواحدي ١/ ٢٥٤، \"معالم التنزيل\" للبغوي ١/ ٥٠، \"مفاتيح الغيب\" للرازي ١/ ١٦٣.</p><p> العرب وعرفته، فلا اشتقاق له (١) . </p><p> وأكثر العلماء على أنه مشتق، واختلفوا في اشتقاقه: </p><p> فقال النَّضْر بن شُميل: هو من التألُّه، وهو التمسُّك والتعبُّد (٢) . </p><p> قال رؤبة (٣) : </p><p> لله دَرُّ الغَانِيَاتِ المُدَّهِ. . . سَبَّحْنَ واسْتَرْجَعْنَ من تألُّهِي (٤) </p><p> ويقال: ألِهَ إلاهةً، أي عبد عبادةً. </p><p> وقرأ ابن عباس:  (وَيَذَرُكَ وَإلاهَتَكَ) أي: عبادتك (٥) . </p><p>(١) انظر: \"البحر المحيط\" لأبي حيان ١/ ١٢٤. (٢) \"جامع البيان\" للطبري ١/ ٥٤، \"النكت والعيون\" للماوردي (ص ٥١)، \"تفسير القرآن\" للسمعاني ١/ ٣٥٩، \"المحرر الوجيز\" لابن عطية ١/ ٦٣.(٣) رؤبة بن العجّاج التميمي، الراجز، من أعراب البصرة. كان رأسًا في اللغة.توفي سنة (١٤٥ هـ).\"طبقات الشعراء\" لابن سلام ٢/ ٧٦١، \"الشعر والشعراء\" لابن قتيبة (ص ٣٩٤).(٤) \"جامع البيان\" للطبري ١/ ٥٤، \"البسيط\" للواحدي ١/ ٥٥، \"الوسيط\" للواحدي ١/ ٦٤، \"تفسير القرآن\" للسمعاني ١/ ٣٥٩، \"المحرر الوجيز\" لابن عطية ١/ ٦٣. معنى البيت: المده: أي المُدَّح. و (سبَّحن): أي قلن: سبحان الله، (استرجعن) قلن: إنا لله وإنا إليه راجعون. أي يقلنها حسرة عليه، كيف تنسَّك وهجر الدنيا، بعد الذي كان من شبابه وجماله وصبوته.والشاهد قوله: (تأله). أي تعبد وتنسُّك.(٥) الأعراف: (١٢٧). وهي قراءة شاذة.انظر: \"جامع البيان\" للطبري ١/ ٥٤، \"المحتسب\" لابن جني ١/ ١٥٦، \"مختصر شواذ القرآن\" لابن خالويه (ص ٥٠).</p><p> فمعناه: المعبود الذي يحق له العبادة. </p><p> وقال بعضهم: هو من (الأَلَه) وهو الاعتماد، يقال: ألهتُ إلى فلان ألهُ إلهًا، أي فزعتُ إليه واعتمدتُ عليه. وقال الشاعر: </p><p> ألِهْتُ إليهَا والرَّكائبُ وُقَّفُ (١) </p><p> ومعناه: أن الخلق يفزعون ويتضرعون إليه في الحوادث والحوائج، فهو يألههم، أي يجيرهم، فسُمِّي إلهًا، كما يقال: إمام للذي يؤتم به، ولحاف ورداء وكساء وإزار للثوب الذي يُلتحَفُ ويُرتَدى به (٢) . وهذا معنى قول ابن عباس والضحاك (٣) . </p><p> وقال أبو عمرو بن العلاء (٤) : </p><p>(١) ذكره البغوي في \"معالم التنزيل\" ١/ ٥٠. (٢) \"النكت والعيون\" للماوردي (ص ٥١)، \"مفاتيح الغيب\" للرازي ١/ ١٥٩، \"الجامع لأحكام القرآن\" للقرطبي ١/ ٨٩، \"أنوار التنزيل\" للبيضاوي ١/ ١٦.(٣) أخرج الحيري في \"الكفاية في التفسير\" ١/ ٤ بسنده من طريق السدي، عن الكلبي، عن أبي صالح، عن ابن عباس في تفسير لفظ الجلالة (الله) قال: لأنَّ الخلق يألهون إليه في الحوائج، أي: يفزعون.ورُوي نحوه عن الضحاك، ذكره السمرقندي في \"بحر العلوم\" ١/ ٧٦، والقرطبي ١/ ٨٩.(٤) هو: أبو عمرو بن العلاء بن عمار بن العريان التميمي، ثم المازني، البصري. شيخ القراء والعربية. اختلف في اسمه على أقوال: أشهرها: زبَّان، وقيل: العريان. برز في الحروف، وفي النحو، وتصدر للإفادة مدة، واشتهر بالفصاحة والصدق وسعة العلم، وانتصب للإقراء في زمن الحسن البصري.قال أبو عبيدة: كان أعلم الناس بالقراءات والعربية والشعر وأيام العرب. توفي سنة (١٥٤ هـ). =</p><p> هو مشتق من (ألهتَ الشيء)  (١) إذا تحيرت فيه، فلم تهتدِ إليه (٢) . </p><p> قال زهير (٣) : </p><p> وبَيْدَاء تِيهٍ تألَة العين وسْطَهَا. . . مخَفَّقَةٍ غبراءَ صَرْمَاءَ سَمْلَقِ (٤) </p><p> سملق: لا نبات فيها. </p><p> وقال الأخطل (٥) : </p><p>= \"إنباه الرواة\" للقفطي ٤/ ١٢٥، \"معرفة القراء الكبار\" للذهبي ١/ ١٠٠، \"سير أعلام النبلاء\" للذهبي ٦/ ٤٠٧. (١) في (ش): ألهت في الشيء.(٢) ذكره الواحدي في \"البسيط\" ١/ ٢٥٩، وأبو حيان في \"البحر المحيط\" ١/ ١٢٤.(٣) زهير بن أبي سُلمى، واسمُ أبي سلمى: ربيعة بن رياح بن قُرْط بن الحارث بن مازن بن ثعلبة بن ثور بن هُذمة بن لاطم بن عثمان بن مزينة.ذكره ابن سلام في الطبقة الأولى من فحول الجاهلية، وقال: قال أهل النظر: كان زهير أحصفهم شعرًا، وأبعدهم من سُخف، وأجمعهم لكثير من المعنى في قليل من المنطق، وأشدَّهم مبالغة في المدح وأكثرهم أمثالًا في شعره.\"طبقات فحول الشعراء\" لابن سلام ١/ ٥١، ٦٣، \"الشعر والشعراء\" لابن قتيبة (ص ٦٩).(٤) ليس في \"ديوان زهير\" وذكره الواحدي في \"البسيط\" ١/ ٢٥.(٥) هو: غياث بن غوث التغلبي النصراني. ويكنى أبا مالك، خطَّله قول كعب بن جُعيل له: إنك لأخطل يا غلام. والخطل هو: السفه وفحش القول. وكان هجا كعبًا هجاءً بذيئًا.\"طبقات فحول الشعراء\" لابن سلام ٢/ ٢٩٨، ٤٥١، \"الشعر والشعراء\" لابن قتيبة (ص ٣١٩).</p><p> بِتِسْعِينَ ألفًا تَألَهُ العينُ وَسْطَهَا. . . مَتَى تَرَها عينُ المُبارِزِ تَدْمَعَا (١) </p><p> ومعناه: أنَّ العقول تتحيَّر في كُنهِ صَنعته (٢) وعظمته والإحاطة بكيفيته، فهو (إله) كما يقال (٣) للمكتوب كتاب، وللمحسوب حساب (٤) . </p><p> قال المبرِّد: هو من قول العرب: ألهتُ إلى فلان، أي: سكنت إليه. </p><p> قال الشاعر: </p><p> أَلِهتُ إِلَيهَا والحَوادِثُ جَمَّةٌ (٥) </p><p> فكأن الخلق يسكنون ويطمئنُّون بذكره، قال الله تعالى:  {أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ}  (٦) . </p><p> [١٥١] وسمعتُ أبا القاسم الحبيبي (٧) يقول: سمعت أبا الحسن علي بن عبد الرحيم القنَّاد (٨) يقول: أصله من (الولَه) ، وهو ذهاب </p><p>(١) \"ديوان الأخطل\" ٢/ ٥٥١ باختلاف يسير. (٢) في (ش): صفته.(٣) في (ن): قيل.(٤) \"مفاتيح الغيب\" للرازي ١/ ١٥٩، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٨٩، \"أنوار التنزيل\" للبيضاوي ١/ ١٦.(٥) \"معالم التنزيل\" للبغوي ١/ ٥٠.(٦) الرعد: (٢٨).(٧) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٨) علي بن عبد الرحيم القتَّاد الواسطي الصوفي، أحد الصوفية، ممن سافر على التجريد، ولقي المشايخ، وله كلام. =</p><p> العقل لفقدان من يعز عليك، وأصله (إلاه) بالهمز، فأبدلت من الهمزة واوًا فقيل:  (ولاه) . مثل: وشاح وإشاح، ووكاف وإكاف، وأرَّختُ الكتاب وورَّختُه، ووقَّتَتَ وأقَّتَتَ (١) . </p><p> قال الكُميت (٢) : </p><p> ولِهَتْ نَفسِيَ الطَّروبُ إِلَيكُمُ. . . ولَهًا حَالَ دُونَ طَعمِ الطَّعامِ (٣) </p><p> وكأنه سُمّي بذلك؛ لأن القلوب تولَه لمحبتِه وتطرب وتشتاق عند ذكره. </p><p> وقيل: معناه المحتجب؛ لأن العرب إذا عرفت شيئًا ثم حُجب عن أبصارها سمَّته إلهًا، يقال: لاهت العروس تلوه لوهًا، إذا احتجبت (٤) . </p><p>= والقنَّاد -بفتح القاف والنون وفي آخرها الدال المهملة- هذِه النسبة إلى من يبيع القنْد، وهو السكر. \"الأنساب\" للسمعاني ٤/ ٥٤٥، \"لب اللباب\" للسيوطي ٢/ ١٨٩.(١) [١٥١] \"معالم التنزيل\" للبغوي ١/ ٥٠، \"الوسيط\" للواحدي ١/ ٦٤، \"البحر المحيط\" لأبي حيان ١/ ١٢٤، \"لباب التأويل\" للخازن ١/ ١٨.(٢) الكميت بن زيد الأسدي الكوفي، مقدم شعراء وقته، قيل: بلغ شعره خمسة آلاف بيت. توفي سنة (١٢٦ هـ).\"طبقات فحول الشعراء\" لابن سلام ١/ ١٨٧، ١٩٥، \"الشعر والشعراء\" لابن قتيبة (ص ٣٨٥).(٣) \"شرح هاشميات الكميت\" (ص ٣٨)، \"تهذيب اللغة\" للأزهري ٦/ ٤٢١، \"لسان العرب\" لابن منظور ١٥/ ٤٠٠.(٤) \"بحر العلوم\" للسمرقندي ١/ ٧٦، \"مفاتيح الغيب\" للرازي ١/ ١٦٠، \"أنوار التنزيل\" للبيضاوي ١/ ١٦.</p><p> قال الشاعر: </p><p> لَاهَتْ فَمَا عُرِفَت يَومًا بخَارجةٍ. . . يَالَيْتَهَا خَرَجَتْ حَتَّى رَأَيْنَاهَا (١) </p><p> فالله تعالى هو الظاهر بالربوبية بالدلائل والأعلام، والمحتجب من جهة الكيفية عن الأوهام. </p><p> وقيل: معناه المتعالي. يقال: لاه: إذا ارتفع (٢) ، ومنه قيل للشمس:  (إلهةٌ)  (٣) . </p><p> قال الشاعر: </p><p> تَزَوَّدْنَا (٤) مِنَ الدَّهْنَاءِ أَرضا. . . وأَعْجَلْنا إِلهَةَ أَنْ تَؤُوبَا (٥) </p><p> وقال شهر بن حوشب: الله خالق كل شيء (٦) . </p><p>(١) لم أجده. (٢) من (ش)، وفي (ت)، (ن): وتعالى أله: إذا ارتفع.(٣) \"بحر العلوم\" للسمرقندي ١/ ٧٦، \"مفاتيح الغيب\" للرازي ١/ ١٦٠، \"البحر المحيط\" لأبي حيان ١/ ١٢٤.(٤) في (ن): تروَّحنا.(٥) نسبه الواحدي في \"البسيط\" ١/ ٢٥٦ إلى عتيبة بن الحارث اليربوعي. وقيل: لنائحة عتيبة. والأقرب أنه لبنت عتيبة ترثي أباها حين قتله بنو أسد يوم (خو) مع أبيات أخرى ذكرها ياقوت في \"معجم البلدان\" لياقوت ٥/ ١٨.والإلهة هنا المراد بها الشمس.(٦) لم أجده.</p><p> وقال قوم: إلهيته من صفات ذاته، وهي قدرته على الاختراع (١) . </p><p> وقال الحارث بن أسد المحاسبي (٢) : الله من ألههم، أي: أحوجهم إليه، فالعباد مولوهون إلى إلههِم، أي: مضطرون إليه في المنافع والمضار، كالولِه (٣) المضطر المغلوب (٤) . </p><p> وقيل: هو مأخوذ من قول العرب: ألهتُ بالمكان: إذا أقمت به. قال الشاعر: </p><p> أَلِهْنَا بِدارٍ مَا تَبيدُ رُسُومُها. . . كأنَّ بَقَايَاهَا وِشامٌ عَلَى اليَدِ (٥) </p><p> وكأنَّ معناه: الدائم الثابت الباقي. </p><p> وقال أبو بكر الوراق: هو السيد. </p><p> وغلَّظ بعض القراء اللام من قوله (الله) حتى طبّقوا اللسان به </p><p>(١) عند أهل السنة والجماعة: هو المستحق للعبادة. قال شيخ الإسلام ابن تيمية: وليس المراد بـ (الإله) هو القادر على الاختراع كما ظنه من ظنه من أئمة المتكلمين. . بل الإله الحق هو الذي يستحق أن يعبد، فهو إله بمعنى مألوه، لا (إله) بمعنى: آله. . \"العقيدة التدمرية\" (ص ١٨٥). (٢) الحارث بن أسد المحاسبي البغدادي، الزاهد، العارف، شيخ الصوفية، صاحب التصانيف الزهدية. توفي سنة (٢٤٣ هـ).\"طبقات الصوفية\" للسلمي (ص ٥٦)، \"حلية الأولياء\" لأبي نعيم ١٠/ ٧٩، \"سير أعلام النبلاء\" للذهبي ١٢/ ١١٠.(٣) في (ش): كالواله.(٤) لم أجده.(٥) البيت بلا نسبة في \"تاج العروس\" للزبيدي (أله). وانظر: \"المعجم المفصل في شواهد اللغة العربية\" ٢/ ٤٧٧. والشاهد قوله: (ألِهنا) أي: بقينا.</p><p> الحنك لفخامة ذكره، وليفرق عند الابتداء بذكره بينه وبين اللات (١) . </p><p> {الرَّحْمَنِ الرَّحِيمِ} : </p><p> قال قوم: هما بمعنى واحد، مثل: ندمان ونديم، وسلمان وسليم، ولهفان ولهيف. </p><p> ومعناهما: ذو الرحمة. والرحمة: إرادة الله الخير لأهله، وهي على هذا القول صفة ذات. وقيل: هي ترك عقوبة من استحق (٢) العقوبة، وابتداء (٣) الخير إلى من لا يستحق، وعلى هذا القول صفة فعل (٤) ، فجمع بينهما للإتباع والاتساع (٥) ، كقول العرب: جادٌّ </p><p>(١) انظر: \"الدر المصون\" للسمين الحلبي ١/ ٢٧ - ٢٨. (٢) في (ش): يستحق.(٣) في (ن): وإسداء.(٤) الرحمن والرحيم من أسماء الله عز وجل دالَّان على اتصافه بالرحمة. وهي من صفاته التي لا تشبه صفات المخلوقين، بل نثبتها له على قاعدة أهل السنة والجماعة: الإيمان بما وصف الله به نفسه، وبما وصفه به رسوله - صلى الله عليه وسلم - من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل.وصفة الرحمة تكون ذاتية باعتبار أنها لا تنفك عن الله عز وجل، وتكون صفة فعلية؛ لأن الله يرحم من يشاء.وقد أوَّل كثير من المفسرين هذِه الصفة، وقالوا: الرحمة إرادة الله الخير لأهله، أو ترك عقوبة من يستحقها، أو إرادة الإنعام والفيض والإحسان، أو إيصال الخير والنعمة، ونحو هذِه الألفاظ. وكل هذِه التأويلات مجانبة للصواب.انظر: \"العقيدة الواسطية\" لابن تيمية (ص ٤٧، ١٠٦) مع الشرح، \"تهذيب التفسير وتجريد التأويل\" ١/ ١٦ لعبد القادر شيبة الحمد.(٥) في (ن): للإشباع والاتساع. وفي (ش): للإتباع والإشباع.</p><p> مجدٌّ (١) . </p><p> وقال طرفة (٢) : </p><p> متى أدنُ منهُ ينأَ عنِّي ويَبْعُدِ (٣) </p><p> وقال آخر: </p><p> وَألْفَى قَوْلَها كذِبًا ومَيْنًا (٤) </p><p>(١) \"مجاز القرآن\" لأبي عبيدة ١/ ٢١، \"الزاهر\" لابن الأنباري ١/ ١٥٢، \"البسيط\" للواحدي ١/ ٢٦٧. وقد ردّ الطبري هذا وفنّده في \"جامع البيان\" ١/ ٥٨. (٢) طرفة بن العبد بن سفيان بن حرملة بن سعد بن مالك بن ضبيعة بن قيس بن ثعلبة بن بكر بن وائل.وطرفة لقب غلب عليه ببيت قاله. واسمه: عمرو. وهو شاعر جاهلي، عدَّ بعد امرئ القيس في الشعر.\"طبقات فحول الشعراء\" لابن سلام ١/ ١٣٧، \"الأغاني\" للأصبهاني ٢٣/ ٥٤٠.(٣) صدر البيت:فمالي أراني وابن عمِّي مالكًاوقد ذُكر في نسخة (ج)، ولكنه ذكر صدرًا للعجز بعده. وهو خطأ.والبيت في \"شرح ديوان طرفة بن العبد\" (ص ١١١). وورد كذلك في \"البسيط\" للواحدي ١/ ٢٦٧.والشاهد قوله: (ينأ. . ويبعد). عطفهما على بعض، وكلاهما بمعنى واحد.(٤) وصدر البيت:وقدمتِ الأديمَ لِراهشيهوهو لِعدي بن زيد العِبادي. ورد البيت في \"معاني القرآن\" للفراء ١/ ٣٧، \"الشعر والشعراء\" لابن قتيبة (ص ١٣٢) ترجمة عدي.والأديم: الخبز المخلوط بالإدام. وراهشيه: من الرهش، وهو الاصطكاك، ومعناه هنا: آكليه. =</p><p> وفرَّق الآخرون بينهما: فقال بعضهم: الرحمن اسم مبني على فعلان، وهو لا يقع إلا على مبالغة الفعل، نحو قولك: رجل غضبان، للممتلئ (١) غضبًا، وسكران لمن غلب عليه الشراب، فمعنى {الرَّحْمَنِ} : الذي وسعت رحمته كل شيء (٢) . </p><p> وقال بعضهم: الرحمن: العاطف على جميع خلقه، كافرهم ومؤمنهم، برهم وفاجرهم، بأن خلقهم ورزقهم، قال الله عز وجل:  {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ}  (٣) والرحيم: بالمؤمنين خاصة، بالهداية والتوفيق في الدنيا، والجنة والرؤية في العقبى. قال الله تعالى:  {وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا}  (٤) . </p><p> والرحمن خاص اللفظ، عام المعنى، والرحيم عام اللفظ، خاص المعنى. فالرحمن خاص من حيث إنَّه لا يجوز أن يسمى به أحد غير الله عز وجل، عام من حيث إنَّه (يشتمل على)  (٥) جميع الموجودات من طريق الخلق والرزق والنفع والدفع (٦) ، والرحيم </p><p>= والمين: الكذب. والشاهد قوله: كذبًا ومينًا، حيث أكد الكذب بالمين، وهو بمعناه. (١) في (ش): للمبتلى.(٢) \"اشتقاق أسماء الله\" للزجاجي (ص ٤٠)، \"جامع البيان\" للطبري ١/ ٥٦، \"معاني القرآن\" للزجاج ١/ ٤٣، \"بحر العلوم\" للسمرقندي ١/ ٧٦، ٧٧، \"الجامع لأحكام القرآن\" للقرطبي ١/ ٩١.(٣) الأعراف: (١٥٦).(٤) الأحزاب: (٤٣).(٥) في (ن): يشمل.(٦) في (ن): والرفع.</p><p> عام من حيث إشراك (١) المخلوقين في التسمي به، خاص من طريق المعنى؛ لأنه يرجع إلى اللطف والتوفيق (٢) . </p><p> وهذا معنى قول جعفر بن محمد الصادق (٣) رحمه الله: الرحمن اسم خاص بصفة عامة، والرحيم اسم عام بصفة خاصة (٤) . وقول ابن عباس - رضي الله عنهما -: هما اسمان رقيقان، أحدهما أرقُّ من الآخر (٥) . </p><p>(١) في (ش): اشتراك. (٢) \"جامع البيان\" للطبري ١/ ٥٦، \"البسيط\" للواحدي ١/ ٢٦٩، \"تفسير القرآن العظيم\" لابن كثير ١/ ١٩٨ - ١٩٩.(٣) جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب، أبو عبد الله القرشي، شيخ بني هاشم، الهاشمي العلوي، المدني، أحد الأعلام، صدوق، فقيه، إمام. توفي سنة (١٤٨ هـ).\"تهذيب الكمال\" للمزي ٥/ ٧٤، \"سير أعلام النبلاء\" للذهبي ٦/ ٢٥٥، \"تقريب التهذيب\" لابن حجر (٩٥٨).(٤) ذكره أبو حيان في \"البحر المحيط\" ١/ ١٢٩.(٥) أخرج البيهقي في \"شعب الإيمان\" ٢/ ٤٤٧ (٢٣٦٢) عن ابن عباس حديثًا مرفوعًا طويلا وفيه \". . فإذا قال العبد: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. قال الله عز وجل: عبدي دعاني باسمين رقيقين، أحدهما أرق من الآخر، فالرحيم أرق من الرحمن، وكلاهما رقيقان\" الحديث، وإسناده ضعيف.وأخرج البيهقي أيضًا في \"الأسماء والصفات\" ١/ ١٣٩ (٨٢) من طريق السدي، عن الكلبي، عن أبي صالح، عن ابن عباس قال: الرحمن، وهو الرقيق، الرحيم، وهو العاطف على خلقه بالرزق، وهما اسمان رقيقان، أحدهما أرق من الآخر. وإسناده ضعيف جدًّا، وجاء في \"تنوير المقباس\" (ص ٢) المنسوب إلى ابن عباس نحوه من الطريق الواهية السابقة نفسها، وأخرج البيهقي في \"الأسماء والصفات\" ١/ ١٣٩ (٨٣) نحوه عن مقاتل بن سليمان عمن يروي \"تفسيره\" عنه من التابعين. وإسناده ضعيف جدًّا. =</p><p> [١٥٢] وحدثنا أبو القاسم الحسن بن محمد المفسر (١) , ثنا أبو عبد الله محمد بن يوسف الدقاق (٢) ، ثنا الحسن بن محمد بن جابر (٣) ثنا عبد الله بن هاشم (٤) ، ثنا وكيع (٥) ، عن سفيان (٦) ، عن منصور (٧) ، عن مجاهد (٨) قال: الرحمن بأهل الدنيا، والرحيم بأهل الآخرة (٩) . </p><p>= وأخرج نحوه أيضًا ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ١٨ (٢١) عن خالد ابن صفوان التميمي، وإسناده ضعيف. (١) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٢) لم أجده.(٣) أبو علي الحسن بن محمد بن جابر السعتري، المعروف بحسن الوكيل، من أهل نيسابور، وهو من أهل الصدق، وكان يسفر بين محمد بن يحيى الذهلي ومحمد ابن إسماعيل البخاري من جهة أبي عمرو الخفَّاف، وعلى لسانه سمع التفسير من عبد الله بن هاشم، وعنه روى المشايخ. مات سنة (٣٢٠ هـ).\"الأنساب\" للسمعاني ٥/ ٦١٤.(٤) أبو عبد الرحمن الطوسي، ثقة.(٥) الإمام الحافظ، الثقة.(٦) الثوري، الإمام الحجة الثقة الحافظ.(٧) ابن المعتمر، ثقة، ثبت.(٨) مجاهد بن جبر، ثقة، إمام.(٩) [١٥٢] الحكم على الإسناد:إسناده ضعيف، شيخ المصنف، قيل: كذبه الحاكم، والحسن بن محمد بن جابر، لم يُذكر بجرحٍ أو تعديل.التخريج:رواه الحيري في \"الكفاية في التفسير\" (ص ٥) عن أبي القاسم بن حبيب -شيخ الثعلبي- به مثله.</p><p> وجاء في الدعاء:  \"يا رحمن الدنيا ورحيم(١)الآخرة\"  (٢) . </p><p>(١) في (ش): ويا رحيم. (٢) رواه البزَّار في \"البحر الزخار\" ١٥/ ١٣١ (٦٢)، والطبراني في \"الدعاء\" ٢/ ١٢٨٢ (١٠٤١)، والحاكم في \"المستدرك\" ١/ ٥١٥، والبيهقي في \"دلائل النبوة\" ٦/ ١٧١، والأصبهاني في \"الترغيب والترهيب\" ٢/ ١٢٣ (١٢٨١)، وأبو بكر المروزي في \"مسند أبي بكر الصديق\" (ص ٧٨)، كلهم من طريق الحكم بن عبد الله الأيلي، عن القاسم بن محمد، عن عائشة أنَّ أبا بكر رضي الله عنهما دخل عليها فقال: هل سمعت من رسول الله - صلى الله عليه وسلم - دعاء كان يعلمناه، وذكر أن عيسى عليه السلام كان يعلمه أصحابه، ويقول: \"لو كان على أحدكم جبل ذهب دينًا لقضاه الله عز وجل عنه، اللهم فارج الهم، كاشف الغم، مجيب دعوة المضطرين، رحمن الدنيا والآخرة ورحيمهما، أنت رحماني، فارحمني رحمة تغنيني بها عن رحمة من سواك\". قال أبو بكر - رضي الله عنه -: فكان عليّ بقية من دين، وكنت للدين كارهًا، فكنتُ أدعو بذلك حتى قضاه الله عز وجل عني.وذكره الهيثمي في \"مجمع الزوائد\" ١٠/ ١٨٦، والمنذري في \"الترغيب والترهيب\" ٢/ ٦١٦، والواحدي في \"الوسيط\" ١/ ٦٥، والسيوطي في \"الدر المنثور\" ١/ ٢٩ - ٣٠.قال البزار: لا نعلم أحدًا رواه مرفوعًا إلا أبو بكر، ولا نعلم له عنه إلا هذا الطريق، والحكم ضعيف جدًّا، وإنما ذكرناه إذ لم نحفظه عن رسول الله - صلى الله عليه وسلم - إلا من هذا الوجه، وقد حدث به على ما فيه أهل العلم.وزعم الحاكم أنه صحيح، فردَّه عليه الذهبي والمنذري.قال الذهبي في \"تلخيص المستدرك\": الحكم ليس بثقة.وقال المنذري: كيف والحكم متروك متهم؟ ! وقال الهيثمي: فيه الحكم بن عبد الله الأيلي وهو متروك. وضعَّف إسناده السيوطي في \"الدر المنثور\".وأخرج ابن أبي شيبة ١٠/ ١٩٢ (٣٠٣٦٤) نحوه عن عبد الرحمن بن سابط مرفوعًا، وهو مرسل.</p><p> وقال الضحاك: الرحمن بأهل السماء حين أسكنهم السماوات، وطوَّقهم الطاعات، وجنبهم الآفات، وقطع عنهم المطاعم واللذات، والرحيم بأهل الأرض حين أرسل إليهم الرسل، وأنزل عليهم (١) الكتب (٢) . </p><p> وقال عكرمة: الرحمن برحمة واحدة، وهو الرحيم بمائة رحمة (٣) . </p><p> وإنما اقتبس هذا من قول النبي - صلى الله عليه وسلم - الذي: </p><p> [١٥٣] حدثناه أبو القاسم الحسن بن محمد النيسابوري (٤) ثنا أبو إسحاق إبراهيم بن محمد بن يزيد النسفي (٥) بمرو، ثنا أبو هريرة مزاحم ابن محمد بن شاردة الكُشّي (٦) ، ثنا جارود بن معاذ (٧) ، أخبرنا يزيد بن هارون (٨) ، </p><p>(١) في (ش): إليهم. (٢) ذكره بنحو هذا الحيري في \"الكفاية في التفسير\" (ص ١٣).(٣) ذكره أبو حيان في \"البحر المحيط\" ١/ ١٢٨.(٤) أبو القاسم الحبيبي.(٥) لم أجده.(٦) لم أجده.(٧) الجارود بن معاذ السُّلَمي الترمذي، ثقة، رُمي بالإرجاء. مات سنة (٢٤٤ هـ).\"تهذيب الكمال\" للمزي ٤/ ٤٧٦، \"تهذيب التهذيب\" لابن حجر ١/ ٢٨٧، \"تقريب التهذيب\" لابن حجر (٨٩٠).(٨) يزيد بن هارون بن زاذان السلمي مولاهم، أبو خالد الواسطي، ثقة، متقن، عابد. مات سنة (٢٠٦ هـ).\"تهذيب الكمال\" للمزي ٣٢/ ٢٦١، \"تقريب التهذيب\" لابن حجر (٧٨٤٢).</p><p> عن عبد الملك بن أبي سليمان (١) ، عن عطاء (٢) عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن لله عز وجل مائة رحمة، وأنه نزَّل(٣)منها رحمة واحدة إلى الأرض فقسمها بين خلقه، فبها يتعاطفون وبها يتراحمون، وأخَّر تسعًا وتسعين لنفسه يرحم بها عباده يوم القيامة\"  (٤) . </p><p>(١) عبد الملك بن أبي سليمان ميسرة العَرزمي -بفتح المهملة وسكون الراء وبالزاي المفتوحة- وثَّقه أحمد وابن معين، والعجلي، ويعقوب بن سفيان، والنسائي، وابن سعد، والترمذي. وقال أبو زرعة: لا بأس به. وقال الساجي: صدوق. وقال الذهبي في \"ميزان الاعتدال\": أحد الثقات المشهورين. وقال ابن حجر: صدوق، له أوهام. مات سنة (١٤٥ هـ).\"الطبقات الكبرى\" لابن سعد ٦/ ٣٥٠، \"تاريخ يحيى بن معين\" رواية الدوري ٢/ ٣٧١، \"تاريخ الثقات\" للعجلي (١١٣٤)، \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٣٨٤، \"تهذيب الكمال\" للمزي ١٨/ ٣٢٢، \"ميزان الاعتدال\" للذهبي ٢/ ٦٥٦، \"الكاشف\" للذهبي ١/ ٦٧٠ (٣٤٨٦)، \"سير أعلام النبلاء\" للذهبي ٦/ ١٠٧، \"تهذيب التهذيب\" لابن حجر ٢/ ٦١٣، \"تقريب التهذيب\" لابن حجر (٤٢١٢).(٢) هو ابن أبي رباح، ثقة، فقيه، فاضل.(٣) في (ش)، (ن): أنزل.(٤) [١٥٣] الحكم على الإسناد:في إسناده من لم أجده. والحديث ثابت في \"صحيح مسلم\" من طريق عبد الملك ابن أبي سليمان، وفي الصحيحين من طرق أخرى عن أبي هريرة. والله أعلم.التخريج:رواه ابن ماجه كتاب الزهد، باب ما يرجى من رحمة الله يوم القيامة (٤٢٩٣) عن أبي بكر بن أبي شيبة، عن يزيد بن هارون، به نحوه.ورواه مسلم كتاب التوبة، باب في سعة رحمة الله تعالى (٢٧٥٢) من طريق عبد الملك بن أبي سليمان، به نحوه. =</p><p> وفي رواية أخرى:  \"إن الله تعالى قابضٌ هذِه إلى تلك، فيكملها مائة رحمة ويرحم بها عباده يوم القيامة\"  (١) . </p><p> وقال ابن المبارك (٢) : الرحمن الذي إذا سُئل أعطى، والرحيم الذي إذا لم يُسأل غضب (٣) . </p><p> يدل عليه: </p><p> [١٥٤] ما حدثنا به أبو القاسم الحسن بن محمد بن الحسن (٤) ، ثنا أبو يوسف رافع بن عبد الله (٥) بمرو الروذ، </p><p>= ورواه أحمد في \"المسند\" ٣/ ٥٥ (١١٥٣٠)، والدارمي في \"سننه\" (٢٨٢٧) كتاب الرقائق، باب \"إن لله مائة رحمة\"، والبخاري كتاب الأدب، باب جعل الله الرحمة في مائة جزء (٦٠٠٠)، وفي كتاب الرقاق، باب الرجاء مع الخوف (٦٤٦٩)، ومسلم كتاب التوبة، باب في سعة رحمة الله. . (٢٧٥٢)، والترمذي كتاب الدعوات، باب خلق الله مائة رحمة (٣٥٤١)، من طرق عن أبي هريرة مرفوعًا بنحوه. قال الترمذي: وفي الباب عن ابن سلمان، وجندب بن عبد الله بن سفيان البجلي، وهذا حديث حسن صحيح.(١) هذِه الرواية رواها أحمد في \"المسند\" ٢/ ٥١٤ (١٠٦٧٠).انظر: \"سلسلة الأحاديث الصحيحة\" للألباني (١٦٣٤).(٢) عبد الله بن المبارك المروزي، مولى بنى حنظلة. ثقة ثبت، فقيه، عالم، جواد، مجاهد، جُمعت فيه خصال الخير. مات سنة (١٨١ هـ). وله ثلاث وستون.\"تهذيب التهذيب\" لابن حجر ٢/ ٤١٥، \"تقريب التهذيب\" لابن حجر (٩٥٣٥).(٣) ذكره الحيري في \"الكفاية في التفسير\" (ص ١٢)، والقرطبي في \"الجامع لأحكام القرآن\" ١/ ٩١، وابن كثير في \"تفسير القرآن العظيم\" ١/ ١٩٧.(٤) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٥) لم أجده.</p><p> ثنا يوسف بن موسى (١) أنا محمود بن خِداش (٢) ، ثنا مروان بن معاوية (٣) ، ثنا أبو المُليح (٤) -وليس بالرقي- عن أبي صالح (٥) عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من لم(٦)يسأل الله يغضب عليه\"  (٧) . </p><p>(١) يوسف بن موسى المَرْوَ الرُّوذي، وثقه الخطيب البغدادي. توفي عام (٢٩٦ هـ). \"تاريخ بغداد\" للخطيب ١٤/ ٣٠٨، \"الأنساب\" للسمعاني ٥/ ٢٦٤، \"سير أعلام النبلاء\" للذهبي ١٤/ ١٥. (٢) في (ش): محمد بن خفاش. وهو خطأ.وهو: محمود بن خِداش بكسر المعجمة ثم مهملة خفيفة وآخره معجمة، وثقه: ابن معين، والأزدي، ومسلمة، والذهبي.وقال ابن حجر: صدوق. مات سنة (٢٥٠ هـ).\"تهذيب الكمال\" للمزي ٢٧/ ٢٩٨، \"الكاشف\" للذهبي ٢/ ٢٤٥ (٥٣١٩)، \"سير أعلام النبلاء\" للذهبي ١٢/ ١٧٩، \"تقريب التهذيب\" لابن حجر (٦٥٥٤).(٣) ثقة، حافظ، وكان يدلس أسماء الشيوخ.(٤) أبو المليح الفارسي، المدني الخرَّاط. اسمه: صبيح -وقيل: حميد- ثقة.\"تهذيب الكمال\" للمزي ٣٤/ ٣١٨، \"تهذيب التهذيب\" لابن حجر ٤/ ٥٩٣، \"تقريب التهذيب\" لابن حجر (٨٤٥٧).(٥) أبو صالح الخوزي -بمعجمتين- قال ابن معين: ضعيف، وقال أبو زرعة: لا بأس به. وقال الحافظ: لين الحديث، من الثالثة.\"الجرح والتعديل\" لابن أبي حاتم ٩/ ٣٩٣، \"تهذيب الكمال\" للمزي ٣٣/ ٤١٨، \"الكاشف\" للذهبي ٢/ ٤٦٤ (٦٨٥٦)، \"ميزان الاعتدال\" للذهبي ٤/ ٥٣٨، \"تهذيب التهذيب\" لابن حجر ٤/ ٥٣٩، \"تقريب التهذيب\" لابن حجر (٨٢٣٣)، \"خلاصة تذهيب تهذيب الكمال\" للخزرجي ٣/ ٢٢٥.(٦) في (ش): لا.(٧) [١٥٤] الحكم على الإسناد: =</p><p> فنظمه الشاعر: </p><p> الله يَغضبُ إنْ تَركْتَ سُؤالَه. . . وبُنَيُّ آدمَ حين يُسألُ يغضبُ (١) </p><p>= إسناده ضعيف؛ لضعف أبي صالح الخوزي، الراوي عن أبي هريرة. والحديث حسن بشاهده الآتي ذكره، وقد صححه الحاكم، والألباني في \"سلسلة الأحاديث الصحيحة\" (٢٦٥٤)، \"صحيح سنن الترمذي\" ٣/ ١٣٨، \"صحيح سنن ابن ماجه\" (٣٠٨٥) والله أعلم.التخريج:رواه أحمد في \"مسنده\" ٢/ ٤٤٢، (٩٧٠١)، البخاري في \"الأدب المفرد\" (ص ٢٢٧) (٦٥٨)، الحاكم في \"المستدرك\" ١/ ٤٩١ من طريق مروان بن معاوية، به نحوه.ورواه ابن أبي شيبة في \"المصنف\" ١٠/ ١٥ (٢٩٦٥٧) كتاب الدعاء، باب في فضل الدعاء، أحمد في \"مسنده\" ٢/ ٤٧٧ (١٠١٧٨)، البخاري في \"الأدب المفرد\" (ص ٢٢٧) (٦٥٨)، والترمذي كتاب الدعاء، باب ما جاء في فضل الدعاء (٣٣٧٣)، ابن ماجه كتاب الدعاء، باب فضل الدعاء (٣٨٢٧)، ابن عدي في \"الكامل\" ٧/ ٢٩٥، الطبراني في \"الدعاء\" ٢/ ٧٩٦ (٢٣)، الحاكم في \"المستدرك\" ١/ ٤٩١، البغوي في \"شرح السنة\" ٥/ ١٨٨ (١٣٨٩). كلهم من طريق أبي المليح، به نحوه.وله شاهد رواه الطبراني في \"الدعاء\" (٢٤) من حديث أنس بن مالك - رضي الله عنه - عن النبي - صلى الله عليه وسلم - فيما يذكر عن ربه عز وجل: \"يا ابن آدم، إنك إن سألتني أعطيتك، وإن لم تسألني غضبتُ عليك\". وإسناده ضعيف.وسكت عنه الذهبي في \"تلخيص المستدرك\".(١) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١/ ٩٢، وابن كثير في \"تفسير القرآن العظيم\" ١/ ١٩٨ غير منسوب.</p><p> [١٥٥] وسمعت الحسن بن محمد (١) يقول: سمعت إبراهيم بن محمد بن يزيد النسفي (٢) يقول: سمعت أبا عبد الله (٣) ختن أبي بكر الوراق (٤) يقول: سمعت أبا بكر (محمد بن عمر)  (٥) الوراق (٦) يقول (٧) : الرحمن بالنعماء وهي ما أعطى وحبى، والرَّحيم بالآلاء، وهي ما صرف وزوى (٨) . </p><p> وقال محمد بن علي الترمذي (٩) : </p><p>(١) أبو القاسم الحبيبي، قيل: كذبه الحاكم. (٢) لم أجده.(٣) في (ت): عبد الرحمن، والمثبت من (ش)، (ن) هو الصواب.(٤) لم أجده.(٥) من (ش). وفي (ت): محمد بن عثمان. وفي (ن): أحمد بن عمر. وهو خطأ.(٦) أبو بكر الوراق، ضعيف جدًّا.(٧) هنا نهاية السقط في (ج) فما بعده مثبت منها أصلًا، ومقابل بنسخ (ت)، (ش)، إن).(٨) [١٥٥] الحكم على الإسناد:إسناده ضعيف.شيخ المصنف، قيل: كذبه الحاكم، وفيه من لم أجده، وأبو بكر الوراق ضعيف جدًّا.التخريج:رواه الحيري في \"الكفاية في التفسير\" (ص ٦) عن الحسن بن محمد بن حبيب، به نحوه.(٩) أبو عبد الله محمد بن علي بن الحسن بن بشر الحكيم الترمذي. صاحب \"نوادر الأصول\" الإمام، الحافظ، العارف، الزاهد. كان ذا رحلة ومعرفة، وله مصنفات وفضائل. ومما أنكر عليه أنه كان يفضِّل الولاية على النبوة. ونقل ابن حجر في =</p><p> الرَّحْمَن بالإنقاذ (١) من النيران، بيانه:  {وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا}  (٢) . والرحيم بإدخالها الجنان، بيانه:  {ادْخُلُوهَا بِسَلَامٍ آمِنِينَ}  (٣)  (٤) . </p><p> وقال المحاسبي: الرَّحْمَن برحمة النفوس، والرحيم برحمة القلوب (٥) . </p><p> وقال السَّري بن المغلس (٦) : الرَّحْمَن بكشف الكروب، والرحيم </p><p>= \"لسان الميزان\" عن ابن العديم أنَّه قال فيه: وهذا الحكيم التِّرْمِذِيّ لم يكن من أهل الحديث ولا رواية له ولا أعلم له تطرقة وصناعته، وملأ كتبه بالأحاديث الموضوعة وحشاها بالأخبار التي ليست بمروية ولا مسموعة وعلل فيها جميع الأمور الشرعية التي لا يعقل معناها بعلل ما أضعفها وأوهاها. قلت (يعني: ابن حجر): ولعمري لقد بالغ ابن العديم في ذلك ولولا أن كلامه يتضمن النقل عن الأئمة أنَّهم طعنوا فيه لما ذكرته، ولم أقف لهذا الرَّجل مع جلالته على ترجمة شافية، والله المستعان. ا. هـ. عاش إلى حدود سنة ثمان عشرة وثلاثمائة وعاش نحوًا من تسعين سنة.\"حلية الأولياء\" لأبي نعيم ١٩/ ٢٤٨، \"تذكرة الحفاظ\" للذهبي ٢/ ٦٤٥، \"لسان الميزان\" لابن حجر ٥/ ٣٠٨ - ٣٠٩.(١) في (ش): بإنقاذه.(٢) آل عمران: (١٠٣).(٣) الحجر: (٤٦).(٤) ذكره الحيري في \"الكفاية في التفسير\" (ص ١٣).(٥) ذكره الحيري في \"الكفاية في التفسير\" (ص ١٣). وأبو حيان في \"البحر المحيط\" ٢/ ١٢٩.(٦) السَّري بن المُغَلِّس السقَطي، أبو الحسن البغدادي، الزَّاهد المشهور، اشتهر بالصلاح والزهد والورع. مات سنة (٢٥٣ هـ)، وقيل: (٢٥١ هـ)، وقيل: (٢٥٧ هـ). =</p><p> بغفران الذنوب (١) . </p><p> وقال عبد الله بن الجراح (٢) : الرَّحْمَن بتبيين الطريق، والرحيم بالعصمة والتوفيق (٣) . </p><p> وقال مطر الوراق (٤) : الرَّحْمَن بغفران السيئات وإن كنَّ عظيمات، والرحيم بقبول الطاعات وإن كنَّ غير صافيات (٥) . </p><p> وقال يحيى بن معاذ الرَّازيّ (٦) : الرَّحْمَن بمصالح معاشهم، </p><p>= \"طبقات الصوفية\" للسلمي (ص ٤٨)، \"حلية الأولياء\" لأبي نعيم ١٠/ ١١٩، \"تاريخ بغداد\" للخطيب ٩/ ١٨٧، \"سير أعلام النبلاء\" للذهبي ١٢/ ١٨٥، \"لسان الميزان\" لابن حجر ٣/ ١٣. (١) ذكره الخازن في \"لباب التأويل\" ١/ ١٨.(٢) ابن سعيد التَّمِيمِيّ، أبو محمَّد القُهُسْتَاني -بضم القاف والهاء وسكون المهملة ثم مثناة- نزيل نيسابور، صدوق يخطئ. تُوفِّي سنة (٢٣٢ هـ) وقيل (٢٣٧ هـ).\"تهذيب الكمال\" للمزي ١٤/ ٣٦١، \"تهذيب التهذيب\" لابن حجر ٤/ ٦٣١، \"تقريب التهذيب\" لابن حجر (٣٢٦٥).(٣) ذكره الحيري في \"الكفاية\" (ص ١٤)، والخازن في \"لباب التأويل\" ١/ ١٨.(٤) مطر بن طهمان الخُرَاسَانِيّ الورَّاق، أبو رجاء، نزيل البصرة، الإِمام الزَّاهد الصادق، كان من العلماء العاملين، وكان يكتب المصاحف، ويتقن ذلك. تُوفِّي سنة (١٢٩ هـ).\"تاريخ الإِسلام\" للذهبي ٨/ ٢٦٨، \"سير أعلام النبلاء\" للذهبي ٥/ ٤٥٢.(٥) ذكره الحيري في \"الكفاية في التفسير\" (ص ١٣) من قول بسام بن عبد الله العراقي.(٦) الواعظ، من كبار المشايخ، له كلام جيد، ومواعظ مشهورة. تُوفِّي سنة (٢٥٨ هـ). \"سير أعلام النبلاء\" للذهبي ١٣/ ١٥، \"طبقات الصوفية\" للسلمي (ص ١٠٧)، \"تاريخ بغداد\" للخطيب ١٤/ ٢٠٨.</p><p> والرحيم بمصالح معادهم (١) . </p><p> وقال الحسين بن الفضل: الرَّحْمَن الذي يرحم ويقدر على كشف الضُّر ودفع الشر، والرحيم الذي يرق وربَّما لا يقدر على الكشف (٢) . </p><p> وقال أبو بكر الوراق أَيضًا: الرَّحْمَن بمن جحده، والرحيم بمن وحده، والرحمن بمن كفره، والرحيم بمن شكره، والرحمن بمن قال ندًّا، والرحيم بمن قال فردًا (٣) . </p><p> واختلف النَّاس في آية التسمية:  (هل هي من (٤) الفاتحة) (٥) ؟ </p><p>(١) ذكره الحيري في \"الكفاية في التفسير\" (ص ١٤)، وأبو حيان في \"البحر المحيط\" ١/ ١٢٩. (٢) لم أجده.(٣) لم أجدهما.(٤) في (ت): زيادة: قاعدة.(٥) قلت: اختلف العلماء في آية التسمية -بعد إجماعهم على أنَّها بعض آية من سورة النمل- هل هي من الفاتحة أم لا؟ على ثلاثة أقوال: ذكرها المصنف:أ- الأول: أنها ليست من الفاتحة ولا من غيرها من السور.ب- الثاني: أنها آية من الفاتحة دون غيرها.ج- الثالث: أنها آية من الفاتحة، ومن كل سورة إلَّا التوبة، وهو مذهب الشَّافعيّ. وانتصر له المصنف، وساق له الأدلة.وذكر ابن الجزري في \"النشر في القراءات العشر\" ١/ ٢٧٠ أنَّ الخلاف في هذِه المسألة على خمسة أقوال، وهي:أ- أحدها: أنها آية من الفاتحة فقط. وهذا مذهب أهل مكة والكوفة ومن وافقهم، ورُوي قولًا للشافعي.ب- الثاني: أنها آية من أول الفاتحة ومن أول كل سورة، وهو الأصح من مذهب الشَّافعيّ ومن وافقه، وهي رواية عن أَحْمد، ونُسب إلى أبي حنيفة.</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= - الثالث: أنها آية من أول الفاتحة، بعض آية من غيرها. وهو القول الثاني للشافعي. د- الرابع: أنها آية مستقلة من أول كل سورة لا منها. وهو المشهور عن أَحْمد، وقول داود وأصحابه، وحكاه أبو بكر الرَّازيّ عن أبي الحسن الكرخي، وهو من كبار أصحاب أبي حنيفة.هـ - الخامس: أنها ليست بآية ولا بعض آية من أول الفاتحة ولا من غيرها، وإنما كتبت للتيمن والتبرك.وهو مذهب مالك وأبي حنيفة والثوري ومن وافقهم، وذلك مع إجماعهم على أنها بعض آية من سورة النمل، وأن بعضها آية من الفاتحة.انظر: \"الأم\" للشافعي ١/ ١٠٧، \"أحكام القرآن\" لابن العربي ١/ ٢، \"الجامع لأحكام القرآن\" للقرطبي ١/ ٨١، \"أحكام القرآن\" للجصاص ١/ ٨، \"المجموع\" للنووي ٣/ ٣٣٣، \"المبسوط في القراءات العشر\" لابن مهران الأَصْبهانِيّ السرخسي ١/ ١٦، \"نصب الراية\" للزيلعي ١/ ٣٢٧، \"مجموع الفتاوى\" لابن تيمية ٢٢/ ٤٠٥، \"المغني\" لابن قدامة ١/ ٤٨٠، حاشية أَحْمد شاكر على \"سنن التِّرْمِذِيّ\" ٢/ ١٨.والقول بأن البسملة آية مستقلة من القرآن في أول كل سورة سوى سورة براءة وليست من السور، وإنما تنزل مع كل سورة للفصل بينها وبين التي قبلها، هذا القول هو أرجح الأقوال عندي، للأدلة الصحيحة الصريحة عليه.وهو قول طائفة من أهل العلم، منهم: الإِمام أَحْمد، وعبد الله بن المبارك، ومحمَّد بن الحسن الشَّيبانِيّ، وأبو الحسن الكرخي، وأبو بكر الرَّازيّ، وداود الظاهري، وغيرهم.واختاره الطبري، وابن خزيمة، والجصَّاص، وابن قدامة، وشيخ الإِسلام ابن تيمية، والزيلعي.انظر: \"المغني\" ٢/ ١٥١ - ١٥٣، \"مجموع الفتاوى\" لابن تيمية ٢٢/ ٣٥٣، ٤٠٦، ٤٣٤، ٤٣٨، ٤٣٩، \"المبسوط في القراءات العشر\" لابن مهران =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= الأَصْبهانِيّ للسَّرخسي ١/ ١٦، \"أحكام القرآن\" للجصَّاص ١/ ٩٠٨، \"نصب الراية\" للزيلعي ١/ ٣٢٧، \"الاستذكار\" لابن عبد البر ٢/ ١٧٦، \"المحلى\" ١٣/ ٢٥١، \"جامع البيان\" للطبري ١/ ٥٠، \"صحيح ابن خزيمة\" ١/ ٢٤٩، \"اللباب في تفسير الاستعاذة والبسملة وفاتحة الكتاب\" لسليمان اللاحم (ص ١١٤). ومن الأدلة على هذا القول ما يلي:١ - حديث أنس بن مالك - رضي الله عنه - قال: بينا رسول الله -صلى الله عليه وسلم- ذات يوم بين أظهرنا، إذ أغفى إغفاءة، ثم رفع رأسه متبسِّمًا، فقلنا: ما أضحكك يَا رسول الله؟ قال: \"أنزلت علي آنفًا سورة\". فقرأ: \" {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ * إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (١)} \". رواه مسلم كتاب الصلاة، باب حجة من قال: البسملة آية من أول كل سورة سوى براءة (٤٠٠).فالبسملة رغم أنها أنزلت مع هذِه السورة، وقرأ بها النَّبِيّ -صلى الله عليه وسلم- ومع ذلك لم تُعد آية منها، فقد أجمع النَّاس على أنَّ سورة الكوثر ثلاث آيات، بدون بسم الله الرَّحْمَن الرَّحِيم، كما أجمعوا على أن سورة الإخلاص أربع آيات بدون البسملة.٢ - حديث أبي هريرة - رضي الله عنه - عن النَّبِيّ -صلى الله عليه وسلم- قال: \"إنَّ سورة من القرآن ثلاثون آية، شفعت لرجل حتَّى غُفر له، وهي سورة {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ} \".رواه التِّرْمِذِيّ كتاب فضائل القرآن، باب ما جاء في فضل سورة الملك (٢٨٩١). وقال التِّرْمِذِيّ: حديث حسن.فالنبي -صلى الله عليه وسلم- ابتدأ سورة الملك دون ذكر البسملة، مما يدل على أنها ليست من السورة. علمًا بأن العلماء متفقون على أن سورة تبارك ثلاثون آية بدون البسملة.٣ - حديث أبي هريرة - رضي الله عنه - عن النَّبِيّ -صلى الله عليه وسلم- قال: \"قال الله تعالى: قسمت الصلاة بيني وبين عبدي نصفين، ولعبدي ما سأل، فإذا قال العبد {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} قال الله تعالى حمدني عبدي. . \" الحديث.رواه مسلم كتاب الصلاة، باب وجوب قراءة فاتحة الكتاب (٣٩٥ هـ).فهذا الحديث يدل على أن البسملة ليست من الفاتحة، إذ إن الله تعالى بدأ الفاتحة بـ {الْحَمْدُ لِلَّهِ} ولو كانت البسملة آية من الفاتحة لابتدأ بها، وعدَّها آية منها. =</p><p> فقال قراء المدينة والبصرة وفقهاء الكوفة: إنها افتتاح للتيمن (١) والتبرك بذكره تعالى، وليست من الفاتحة ولا من غيرها من السور، ولا يجب قراءتها، وأن الآية السادسة {أَنْعَمْتَ عَلَيْهِمْ} . وهو قول مالك بن أنس، والأوزاعي (٢) وأبي حنيفة (٣) . ورووا ذلك عن أبي هريرة. </p><p>= ثم إنَّ الله تعالى جعل الفاتحة بينه وبين عبده نصفين، وهي سبِع آيات باتفاق أهل العلم المعتد بقولهم، كما جعل تعالى الآية {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} بينه وبين العبد وهي منتصف السورة. فقوله: {إِيَّاكَ نَعْبُدُ} وما قبله من ثلاث آيات ونصف حمد وثناء وتمجيد وعبادة، وقوله {وَإِيَّاكَ نَسْتَعِينُ} وما بعده ثلاث آيات ونصف للعبد دعاء ومسألة، ويكون قوله: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (٦)} هو الآية السادسة وقوله {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} هو الآية السابعة، وبهذا يتحقق التنصيف للفاتحة بين الرب وبين العبد. وأمَّا رواية المصنِّف لهذا الحديث بزيادة {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} في أوله فهي رواية ضعيفة، وهذِه الزيادة منكرة، تفرَّد بها ابن سمعان عن بقية الثِّقات كما ذكرته في موضعه. وثمة أدلة أخرى على هذا القول لا يتسع المقام لذكرها. وهي موجودة في المراجع آنفة الذكر.والله سبحانه أعلم بالصواب.(١) [١٧١/ ب]، من نسخة (ج).(٢) عبد الرَّحْمَن بن عمرو بن أبي عمرو الأَوْزَاعِيّ. الفقيه المشهور، ثِقَة، جليل. تُوفِّي سنة (١٥٧ هـ).\"تذكرة الحفاظ\" للذهبي ١/ ١٧٨، \"تقريب التهذيب\" لابن حجر (٣٩٩٢)، \"طبقات الحفاظ\" للسيوطي (١٦٨).(٣) هو النُّعمان بن ثابت الكُوفيّ، أبو حنيفة، الإمام، الفقيه، المشهور، يقال أصله من فارس، ويقال مولى بني تيم. مات سنة (١٥٠ هـ) على الصحيح، وله سبعون سنة. \"تاريخ بغداد\" للخطيب ١٣/ ٣٢٣، \"سير أعلام النبلاء\" للذهبي ٦/ ٣٩٠، =</p><p> [١٥٦] أخبرناه (١) أبو القاسم الحسن بن محمَّد بن الحسن النَّيْسَابُورِيّ (٢) قال: أنا أبو الحسن محمَّد بن محمَّد بن الحسن الكارزي (٣) قال: نا علي بن عبد العزيز المكيّ (٤) ، قال: أنا أبو عبيد القاسم بن سلام البغدادي (٥) ، قال: نا حجاج (٦) ، عن أبي بكر الهذلي (٧) عن أبي نضرة (٨) عن أبي هريرة قال: {أَنْعَمْتَ عَلَيْهِمْ} </p><p>= \"تقريب التهذيب\" لابن حجر (٧٢٠٣). (١) في (ت)، (ن): أخبرنا.(٢) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٣) الكارزي صحيح السماع مقبول في الرواية.(٤) البغوي، صدوق.(٥) الإمام، الحافظ، الثقة.(٦) المصيصي الأعور، ثِقَة، ثبت. لكنه اختلط في آخر عمره.(٧) أبو بكر الهذلي البَصْرِيّ، الأخباري، اسمه: سُلْمى بن عبد الله بن سلمى. وقيل: اسمه روح، وهو ابن بنت حميد بن عبد الرَّحْمَن الحميري.ضعَّفه أَحْمد، وأبو زرعة. وقال ابن معين: ليس بشيء. وفي رواية: ليس بثقة. وقال أبو حاتم: لين الحديث، يكتب حديثه ولا يحتج به. وقال النَّسائيّ وعلي بن الجنيد والدارقطني: متروك الحديث. وقال ابن المديني: ضعيف جدًّا. وقال الذهبي في \"ميزان الاعتدال\": لين الحديث. وقال في \"الكاشف\": واهٍ. وقال ابن حجر: أخباري متروك الحديث. مات سنة (١٦٧ هـ).\"تاريخ يحيى بن معين\" رواية الدُّوريّ ٢/ ٦٨٧، \"تهذيب الكمال\" للمزي ٣٣/ ١٥٩، \"ميزان الاعتدال\" للذهبي ٤/ ٤٩٧، \"الكاشف\" للذهبي ٢/ ٤١٤، \"تهذيب التهذيب\" لابن حجر ٤/ ٤٩٨، \"تقريب التهذيب\" لابن حجر (٨٠٥٩).(٨) هو المنذر بن مالك بن قُطَعة العبدي، العَوقي -بفتح المهملة والواو، ثم قاف- أبو نضرة مشهور بكنيته، ثِقَة. مات سنة (١٠٨ هـ) أو (١٠٩ هـ).\"تهذيب الكمال\" للمزي ٢٨/ ٥٠٨، \"تهذيب التهذيب\" لابن حجر ٤/ ١٥٤، =</p><p> الآية السادسة (١) . </p><p> وزعمت فرقة أنها آية من أم الكتاب، وفي (٢) سائر السور فصل، وليست منها، وأنَّه (٣) تجب قراءتها في الفاتحة دون غيرها، ورووا ذلك عن سعيد بن المسيّب، وبه قال قراء مكة والكوفة وأكثر فقهاء الحجاز، ولم يعدوا {أَنْعَمْتَ عَلَيْهِمْ} آية (٤) . </p><p> وقال الشَّافعيّ (٥) وسفيان الثَّوريّ وعبد الله بن المبارك: هي الآية الأولى من (فاتحة الكتاب)  (٦) ، وهي من كل سورة آية إلَّا التوبة (٧) . </p><p>= \"تقريب التهذيب\" لابن حجر (٦٩٣٨). (١) [١٥٦]، الحكم على الإسناد:إسناده ضعيف جدًّا، فيه أبو بكر الهذلي متروك الحديث.ذكره السيوطي في \"الدر المنثور\" ١/ ٤٢ وعزاه إلى الثعلبي.(٢) في (ت)، (ش): ومن.(٣) في (ت)، (ش): وأنها.(٤) انظر: \"الكشف عن وجوه القراءات السبع\" لمكي بن أبي طالب ١/ ٢٣، و\"جمال القراء\" للسخاوي ١/ ١٩٠، \"النشر في القراءات العشر\" لابن الجزري ١/ ٢٦٣.(٥) محمَّد بن إدريس بن العباس بن عثمان بن شافع، أبو عبد الله القُرشيّ ثم المطلبي، الشَّافعيّ المكيّ، الإِمام، عالم عصره، ناصر الحديث، فقيه الملة. مات سنة (٢٠٤ هـ).\"سير أعلام النبلاء\" للذهبي ١٠/ ٥، \"طبقات الشافعية الكبرى\" للسبكي المجلد الأول، \"تقريب التهذيب\" لابن حجر (٥٧٥٤).(٦) في (ن): الفاتحة.(٧) انظر: \"الأم\" للشافعي ١/ ٩٣، \"معالم التنزيل\" للبغوي ١/ ٥١، \"الجامع لأحكام القرآن\" للقرطبي ١/ ٨١. وقد بسط هذِه المسألة الشيخ أَحْمد شاكر في تحقيقه =</p><p> والدليل عليه الكتاب والسنة والإجماع والقياس. </p><p> فأما الكتاب: </p><p> [١٥٧] فسمعت أَبا عثمان بن أبي بكر الزعفراني (١) يقول: سمعت أبي (٢) يقول: سمعت أَبا بكر محمَّد بن أَحْمد بن موسى (٣) يقول: سمعت الحسين بن الفضل (٤) يقول: رأيت النَّاس اتفقوا في النَّمل أن {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} فيها من القرآن فوجدت لها (٥) بخطها ولونها (٦) مكررات في القرآن، فعرفت أنها كلها منه، مثل قوله تعالى: {فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (١٨) } (٧) و {وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ}  (٨) لما كانا (٩) من القرآن كانت مكرراتهما من القرآن. </p><p>= لـ \"سنن التِّرْمِذِيّ\" ٢/ ١٦. (١) أبو عثمان الحيري: ثِقَة، صالح.(٢) لم أجده.(٣) أبو بكر محمَّد بن أَحْمد بن موسى العُصفري، سمع الحسن بن عرفة، وسعدان بن نصر، وحفص بن عمر الربالي، وأَحمد بن منصور الرَّمادي. روى عنه أبو أَحْمد محمَّد بن محمَّد بن أَحْمد بن إسحاق الحافظ النَّيْسَابُورِيّ. وذكر أنَّه بغدادي سكن طرسوس، وهناك سمع منه.\"تاريخ بغداد\" للخطيب ١/ ٣٥٧، \"الأنساب\" للسمعاني ٤/ ٢٠٣.(٤) إمام عصره في \"معاني القرآن\".(٥) في (ش): أنها.(٦) من نسخة (ج).(٧) سورة الرَّحْمَن.(٨) سورة المرسلات.(٩) في (ت): كانتا.</p><p> وبلغنا أن رسول الله - صلى الله عليه وسلم - كان يكتب في بدء الأمر على رسم قريش:  (باسمك اللهم) حتَّى نزلت: {وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا}  (١) فكتب: (بِسْمِ اللهِ) حتَّى نزلت: {قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ}  (٢) فكتب: (بِسْمِ اللهِ الرَّحْمَنِ) حتَّى نزلت: {إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (٣٠) } (٣) فكتب مثلها (٤) فلما كانت متفرقات هذِه الآية من القرآن وجب أن يكون متلفقاتها منها. </p><p> ثم افتخر رسول الله - صلى الله عليه وسلم - بهذِه الآية، وحُقَّ له ذلك: </p><p> [١٥٨] أخبرنا عبد الله بن حامد الوزان (٥) بقراءتي عليه، أنا أبو </p><p>(١) هود: (٤). (٢) الإسراء: (١١٠).(٣) النمل: (٣٠).(٤) [١٥٧] الحكم على الإسناد:إسناده ضعيف، فيه من لم أجده. ومن لم يذكر بجرح أو تعديل.التخريج:ورد هذا الحديث بنحوه مرسلًا من رواية الشعبي، وقتادة، وميمون بن مهران:أ- أما حديث الشعبي: فرواه أبو عبيد في \"فضائل القرآن\" (ص ٢١٦)، وابن أبي شيبة في \"المصنف\" ١٣/ ٣٩ (٣٦٩٠١)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٧٣ (١٦٣٠٤)، والسمرقندي في \"بحر العلوم\" ١/ ٧٥.ب- وأما حديث قتادة فرواه أبو داود في \"المراسيل\" (ص ٩) (٣٥). قال المحقق: رجاله ثقات، رجال الصحيح غير أبي مالك الغفاري، وهو ثِقَة.ج- وأما حديث ميمون بن مهران فرواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٧٣ (١٦٣٠٣). وكلها مراسيل.(٥) لم يذكر بجرح أو تعديل.</p><p> بكر أَحْمد بن إسحاق الفقيه (١) ، قال: أخبرنا محمَّد بن يحيى بن سهل (٢) ، قال: نا محمَّد بن يحيى (٣) قال: نا آدم بن أبي إياس (٤) قال: نا سلمة الأحمر (٥) ، عن يزيد (٦) بن أبي خالد، عن (عبد </p><p>(١) أبو بكر الصبغي، لم يذكر بجرح أو تعديل. (٢) أبو بكر محمَّد بن يحيى بن سهل النَّيْسَابُورِيّ المطرز.قال السمعاني: كان من جُلة المشايخ إتقانًا واجتهادًا وعبادةً. تُوفِّي بعد سنة (٣٠٠ هـ).\"الأنساب\" للسمعاني ٥/ ٣٢٣.(٣) محمَّد بن يحيى بن محمَّد بن كثير الحراني، الكلبي، لقبه لؤلؤ، ثِقَة، صاحب حديث.مات سنة (٢٦٧ هـ).\"تهذيب الكمال\" للمزي ٧/ ٢٧، \"تهذيب التهذيب\" لابن حجر ٣/ ٧٣٢، \"تقريب التهذيب\" لابن حجر (٦٤٣٤).(٤) ثِقَة عابد.(٥) سلمة بن صالح الأحمر، أبو إسحاق، قاضي واسط.قال أَحْمد: ليس بشيء. وقال ابن معين: ليس بثقة. وفي رواية: ليس بشيء، كتبت عنه. وقال النَّسائيّ: ضعيف. وقال أبو داود: متروك الحديث، وقال ابن سعد: كان طلب الحديث ثم اضطرب عليه فضعفه النَّاس. وقال ابن جرير: كان كثير الحديث، غير أنَّه اضطرب عليه حفظه، وقال أبو حاتم: واهي الحديث، لا يكتب حديثه. وقال ابن عدي: لم أرَ له متنًا منكرًا، ربما يهم، وهو حسن الحديث.\"تاريخ يحيى بن معين\" رواية الدُّوريّ ٢/ ٢٢٥، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ١٦٥، \"ميزان الاعتدال\" للذهبي ٢/ ١٩٠، \"لسان الميزان\" لابن حجر ٣/ ٦٩.(٦) في (ت): زيد. ولم أجده.</p><p> الكريم أبي أمية) (١) عن ابن (٢) بريدة، عن أَبيه قال: قال لي رسول الله - صلى الله عليه وسلم -: \"ألا أخبرك بآية لم تنزل على أحد بعد سليمان غيري؟ \" . فقلتُ: بلى. قال:  \"بأي شيء تفتتح القرآن إذا افتتحت الصلاة؟ \" : قلت: بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} . قال:  \"هي هي\"  (٣) . </p><p>(١) في (ج)، (ش)، (ن): (عبد الكريم بن أمية). وفي (ت): (عبد الكريم بن أبي أمية). والمثبت هو الصحيح. وهو عبد الكريم بن أبي المخارق -بضم الميم وبالخاء المعجمة- أبو أمية، المعلم البَصْرِيّ، نزيل مكة، واسم أَبيه: قيس، وقيل: طارق.قال الفلاس: كان يحيى وابن مهدي لا يحدثان عن عبد الكريم. وقال يحيى: ليس بشيء. وقال أَحْمد: قد ضربتُ على حديثه، هو شبه المتروك. وقال النَّسائيّ والدارقطني: متروك. وقال ابن عبد البر: لا يختلفون في ضعفه، إلَّا أنَّ منهم من يقبله في غير الأحكام خاصة، ولا يحتج به. . .وقال الذهبي في \"سير أعلام النبلاء\": ضعيف الحديث. وقال الحافظ: ضعيف، له في البُخَارِيّ زيادة في أول قيام الليل من طريق سفيان، عن سلمان الأحول، عن طاوس، عن ابن عباس في الذكر عند القيام، قال سفيان: زاد عبد الكريم فذكر شيئًا، وهذا موصول، وعلَّم له المزي علامة التعليق، وليس هو معلقًا، وله ذكر في مقدمة مسلم، وما روى له النَّسائيّ إلَّا قليلا. مات سنة (١٢٦ هـ).\"تهذيب الكمال\" للمزي ٨/ ٢٥٩، \"سير أعلام النبلاء\" للذهبي ٦/ ٨٣، \"ميزان الاعتدال\" للذهبي ٢/ ٦٤٦، \"الكاشف\" للذهبي ٢/ ٦٦١، \"تهذيب التهذيب\" لابن حجر ٢/ ٦٠٣، \"تقريب التهذيب\" لابن حجر (٤١٨٤).(٢) في (ش)، (ت)، (ن): أبي. والمثبت هو الصحيح، وهو ثِقَة.(٣) [١٥٨] الحكم على الإسناد:إسناده ضعيف؛ لضعف سلمة الأحمر، وابن أبي المخارق. والله أعلم.وضعَّف إسناده السيوطي في \"الدر المنثور\" ١/ ٢٦. =</p><p> وفي هذا الحديث دليل على كون التسمية آية تامة من الفاتحة وفواتح السور؛ لأن النَّبِيّ - صلى الله عليه وسلم - أطلق لفظ الآية عليها، والتي في سورة النمل ليست بآية، وإنما هي بعض الآية، وبالله التوفيق. </p><p> وأما الأخبار الواردة فيه: </p><p> [١٥٩] فأخبر أبو القاسم الحسن بن محمَّد بن الحسن السدوسي (١) قال: أنا أبو زكريا يحيى بن محمَّد بن عبد الله العنبري (٢) قال: نا إبراهيم بن إسحاق الأنماطي (٣) قال: نا يعقوب ابن إبراهيم الدورقي (٤) قال: نا أبو سفيان المعمري (٥) ، عن إبراهيم </p><p>= التخريج: رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٩/ ٢٨٧٣ (١٦٣٠٦) والدارقطني في \"سننه\" ١/ ٣١٠ والبيهقي في \"السنن الكبرى\" ١٠/ ٦٢ من طريق سلمة الأحمر به نحوه. وليس في إسناد ابن أبي حاتم يزيد بن أبي خالد.وذكره الهيثمي في \"مجمع الزوائد\" ٢/ ١٠٩ وعزاه إلى الطَّبْرَانِيّ في \"الأوسط\" وقال: وفيه عبد الكريم بن أبي المخارق، وهو ضعيف لسوء حفظه، وفيه من لم أجدهم.(١) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٢) الإِمام المفسر، الثقة.(٣) الإمام، الحافظ، المحقق، الثبت.(٤) يعقوب بن إبراهيم بن كثير بن أفلح العبدي مولاهم، أبو يوسف الدورقي، ثِقَة. مات سنة (٢٥٢ هـ). وكان من الحفاظ.\"تهذيب الكمال\" للمزي ٣٢/ ٣١١، \"تهذيب التهذيب\" لابن حجر ٤/ ٤٣٩، \"تقريب التهذيب\" لابن حجر (٧٨٦٦).(٥) هو محمَّد بن حميد اليشكري، أبو سفيان المَعْمري، نزيل بغداد، ثِقَة، من التاسعة. مات سنة (١٨٢ هـ). =</p><p> ابن يزيد (١) قال: قلت لعمرو بن دينار (٢) : إن الفضل الرَّقاشيّ (٣) يزعم </p><p>= \"تهذيب الكمال\" للمزي ٢٥/ ١٠٩، \"تهذيب التهذيب\" لابن حجر ٣/ ٥٤٨، \"تقريب التهذيب\" لابن حجر (٥٨٧٢). (١) إبراهيم بن يزيد الخُوزي -بضم المعجمة وبالزاي- نسبة إلى شعب الخوز بمكة، أبو إسماعيل المكيّ، مولى بني أمية.قال أَحْمد، والنَّسائيّ، وعلي بن الجنيد: متروك. وقال ابن معين: ليس بثقة، وليس بشيء. وقال أبو حاتم وأبو زرعة: منكر الحديث، ضعيف الحديث. وقال البُخَارِيّ: سكتوا عنه. قال الدولابي: يعني تركوه. وقال ابن المدينيّ وابن سعد: ضعيف. وقال الدارقطني: منكر الحديث. وقال الذهبي في \"الكاشف\": واهٍ. وقال ابن حجر: متروك الحديث. مات سنة (١٥١ هـ).\"تاريخ يحيى بن معين\" رواية الدوري ٢/ ١٨، \"الضعفاء الصغير\" للبخاري (١٨)، \"الضعفاء والمتروكين\" للنسائي (١٤٧)، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٤٦، \"الضعفاء والمتروكين\" للدارقطني ١/ ١٠٠، \"تهذيب الكمال\" للمزي ٢/ ٢٤٢، \"الكاشف\" للذهبي ١/ ٢٢٧، \"ميزان الاعتدال\" للذهبي ١/ ٧٥، \"تقريب التهذيب\" لابن حجر (٢٧٢).(٢) عمرو بن دينار المكيّ، أبو محمَّد الأثرم، الجمحي مولاهم، ثِقَة، ثبت. مات سنة (١٢٦ هـ).\"تهذيب الكمال\" للمزي ٢٢/ ٥، \"تهذيب التهذيب\" لابن حجر ٣/ ٢٦٨، \"تقريب التهذيب\" لابن حجر (٥٠٥٩).(٣) هو الفضل بن عيسى بن أَبان الرَّقاشيّ، أبو عيسى البَصْرِيّ، الواعظ. ضعَّفه أهل العلم، وذكروا عنه أنَّه قدَرِي. حيث ضعفه أَحْمد، وابن معين، والنَّسائيّ، وابن عدي، والساجي، ويعقوب بن سفيان. وقال أبو زرعة وأبو حاتم: منكر الحديث. وقال الذهبي في \"ميزان الاعتدال\": ضعفوه. وقال في \"الكاشف\": ساقط. وقال ابن حجر: منكر الحديث، ورُمي بالقدر، من السادسة.\"تاريخ يحيى بن معين\" رواية الدُّوريّ ٢/ ٤٧٤، \"الجرح والتعديل\" لابن أبي حاتم ٧/ ٦٤، \"الضعفاء والمتروكين\" للنسائي (٤٩٢)، \"الكامل\" لابن عدي ٦/ ١٣، =</p><p> أن (١)  {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} ليس من القرآن. فقال: سبحان الله! ما أجرأ هذا الرَّجل. سمعت سعيد بن جبير (٢) يقول: سمعت ابن عباس رضي الله عنهما يقول: كان رسول الله -صلى الله عليه وسلم- إذا نزلت عليه {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} علم أن تلك (٣) السورة قد خُتمت وفُتح غيرها (٤) . </p><p>= \"تهذيب الكمال\" للمزي ٢٣/ ٢٤٤، \"ميزان الاعتدال\" للذهبي ٣/ ٣٥٦، \"الكاشف\" للذهبي ٢/ ١٢٢، \"تهذيب التهذيب\" لابن حجر ٣/ ٣٩٤، \"تقريب التهذيب\" لابن حجر (٥٤٤٨). (١) في (ت): ويقول.(٢) ثِقَة، ثبت، فقيه.(٣) ساقطة من (ت).(٤) [١٥٩] الحكم على الإسناد:إسناده ضعيف جدًّا، فيه إبراهيم الخوزي: متروك. والفضل الرَّقاشيّ: منكر الحديث.ولكنه ثابت من طرق أخرى.وقد صححه الألباني في \"صحيح سنن أبي داود\" ١/ ٧٠٧.التخريج:رواه البيهقي في \"شعب الإيمان\" ٢/ ٤٣٨ (٢٣٣٠) من طريق شيخ الثعلبي الحسن ابن مُحَمَّد بن حبيب، به مثله.ورواه ابن عدي في \"الكامل\" ٦/ ١٣ من طريق يعقوب الدورقي، به مثله.ورواه الطَّبْرَانِيّ في \"المعجم الكبير\" ١٢/ ٨٢ (١٢٥٤٥) والبيهقي في \"شعب الإيمان\" (٢٣٣١) من طريق إبراهيم بن يزيد به نحوه.ورواه أبو داود كتاب الصلاة، باب من جهر بها (أي: التسمية) (٧٨٨) والطبراني في \"المعجم الكبير\" (١٢٥٤٤) والبيهقي في \"شعب الإيمان\" ٢/ ٤٣٩ (٢٣٣٢)، =</p><p> [١٦٠] وحدثنا الحسن بن محمَّد (١) : قال: نا أبو الحسن عيسى بن العقيلي (٢) ، قال: نا أبو محمَّد إسماعيل بن عيسى الواسطيّ (٣) ، قال: نا عبد الله بن نافع (٤) ، </p><p>= والحاكم في \"المستدرك\" ١/ ٢٣١، ٢/ ٦١١ والواحدي في \"أسباب النزول\" (ص ٢١)، وفي \"الوسيط\" ١/ ٦١ من طرق أخرى، عن عمرو بن دينار، عن سعيد ابن جبير، عن ابن عباس - رضي الله عنه - قال: كان النَّبِيّ - صلى الله عليه وسلم - لا يعرف فصل السورة حتَّى تنزل عليه {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}. وذكره البيهقي في \"معرفة السنن والآثار\" ٢/ ٣٧٦ (٣١٠٤).وسكت عنه الذهبي في \"تلخيص المستدرك\".وذكره الهيثمي في \"مجمع الزوائد\" ٦/ ٣١٠ وقال: ورواه البَزَّار بإسنادين، ورجال أحدهما رجال الصحيح.(١) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٢) عيسى بن زيد الهاشمي العقيلي. قال الذهبي: كذاب.\"ميزان الاعتدال\" للذهبي ٣/ ٣١٢، \"لسان الميزان\" لابن حجر ٤/ ٣٩٥.(٣) البغدادي: لقبُه: سمعان.قال ابن أبي حاتم: سمعت أبي وأبا زرعة يقولان: كتبنا عنه. وذكره ابن حبان في \"الثِّقات\". ووثقه الخَطيب البغدادي. وقال الذهبي: ضعفه الأزدي، وصححه غيره. \"تاريخ بغداد\" للخطيب ٦/ ٢٦٢، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٩١، \"الثِّقات\" لابن حبان ٨/ ٩٩، \"ميزان الاعتدال\" للذهبي ١/ ٢٤٥، \"لسان الميزان\" لابن حجر ١/ ٤٢٦.(٤) في (ت): رافع. وهو خطأ.وهو عبد الله بن نافع بن أبي نافع الصائغ المخزومي مولاهم، أبو محمَّد المدنِيُّ، ثِقَة، صحيح الكتاب، في حفظه لين. مات سنة (٢٠٦ هـ). وقيل: بعدها.\"تهذيب الكمال\" للمزي ١٦/ ٢٠٨، \"تهذيب التهذيب\" لابن حجر ٢/ ٤٤٣، \"تقريب التهذيب\" لابن حجر (٣٦٨٣).</p><p> عن جهم بن عثمان (١) ، عن جعفر بن محمَّد (٢) ، عن أَبيه (٣) عن جابر بن عبد الله - رضي الله عنه - أن النَّبِيّ -صلى الله عليه وسلم- قال له:  \"كيف تقول إذا قمت إلى الصلاة؟ \" . قال: أقول: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢) } قال: \"قل {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ(١)} \"  (٤) . </p><p> [١٦١] وحدثنا الحسن بن محمَّد (٥) قال: أنا أبو الحسن الكارزي (٦) قال: </p><p>(١) جهم بن عثمان، عن جعفر الصادق. قال أبو حاتم: مجهول، وقال الأَزدِيّ: ضعيف. وقال الذهبي: لا يدري من ذا، وبعضهم وهَّاهُ.\"الجرح والتعديل\" لابن أبي حاتم ٢/ ٥٢٢، \"ميزان الاعتدال\" للذهبي ١/ ٤٢٦، \"لسان الميزان\" لابن حجر ٢/ ١٤٢.(٢) جعفر الصادق، صدوق، فقيه، إمام.(٣) أبو جعفر الباقر: محمَّد بن عليّ بن الحسين بن عليّ بن أبي طالب السجاد، ثِقَة، فاضل. مات بعد سنة (١١٠ هـ).\"تهذيب الكمال\" للمزي ٢٦/ ١٣٦، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٥٠، \"تقريب التهذيب\" لابن حجر (٦١٩١).(٤) [١٦٠] الحكم على الإسناد:إسناده موضوع، فيه عيسى العقيلي: كذَّاب، وجهم بن عثمان: مجهول. والله أعلم.التخريج:رواه الدارقطني في \"سننه\" ١/ ٣٠٨، والبيهقي في \"شعب الإيمان\" ٢/ ٤٣٦ (٢٣٢٣) من طريق إسماعيل بن عيسى، به مثله.(٥) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٦) أبو الحسن الكارزي، صحيح السماع مقبولًا في الرواية.</p><p> نا علي بن عبد العزيز (١) قال: أنا أبو عبيد (٢) قال: نا عمر بن هارون البلخي (٣) عن ابن جريج (٤) ، عن ابن أبي مليكة (٥) ، عن أم سلمة (٦) رضي الله عنها أن رسول الله -صلى الله عليه وسلم- وكان يقرأ: {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢) الرَّحْمَنِ الرَّحِيمِ (٣) مَالِكِ يَوْمِ الدِّينِ (٤) } [١٩/ أ] تعني: يقطِّعها آية آية، حتَّى عدَّ سبع </p><p>(١) أبو الحسن البَغَوِيّ، صدوق. (٢) القاسم بن سلام، الإِمام، المجتهد، الثقة، الفاضل.(٣) عمر بن هارون بن يزيد الثَّقَفيّ مولاهم، البلخي.قال ابن مهدي وأَحمد والنَّسائيّ: متروك الحديث. وقال يحيى وصالح جزرة: كذاب. وقال ابن المدينيّ والدارقطني: ضعيف جدًّا. وقال الذهبي في \"الكاشف\": واهٍ، اتهمه بعضهم. وقال في \"ميزان الاعتدال\" كان من أوعية العلم على ضعفه. وقال ابن حجر: متروك، وكان حافظًا. مات سنة (١٩٤ هـ).\"تهذيب الكمال\" للمزي ٢١/ ٥٢٠، \"ميزان الاعتدال\" للذهبي ٣/ ٢٢٨، \"الكاشف\" للذهبي ٢/ ٧٠، \"تهذيب التهذيب\" لابن حجر ٣/ ٢٥٣، \"تقريب التهذيب\" لابن حجر (٥٠١٤).(٤) ثِقَة، فقيه، فاضل، كان يدلس ويرسل.(٥) ثِقَة، فقيه.(٦) هند بنت أبي أمية بن المغيرة بن عبد الله بن عمر بن المغيرة بن مخزوم المخزومية، أم سلمة، أم المُؤْمنين، تزوجها النَّبِيّ -صلى الله عليه وسلم- بعد أبي سلمة، سنة أربع، وقيل: ثلاث، وعاشت بعد ذلك ستين سنة. ماتت سنة (٦٢ هـ) وقيل: (٦١ هـ)، وقيل: قبل ذلك، والأول أصح.\"الاستيعاب\" لابن عبد البر ٤/ ٤٧٢، \"أسد الغابة\" لابن الأثير ٧/ ٢٧٨، \"الإصابة\" لابن حجر ٨/ ٣٤٢، \"تقريب التهذيب\" لابن حجر (٨٧٩٢).</p><p> آيات، عدد الأعراب (١)  (٢) . </p><p> [١٦٢] أخبرنا أبو الحسين الخبازي (٣) قال: نا أبو أَحْمد عبد الله ابن عدي الحافظ (٤) قال: </p><p>(١) عدد الأعراب: أراد أنَّهم يعدّون بالخمس، فإنهم كانوا لا يعرفون اصطلاح الكُتَّاب، وعددهم بالخمس. \"عمدة القوي والضعيف\" (ص ٣).(٢) [١٦١] الحكم على الإسناد:إسناده ضعيف جدًّا، وعلته عمر بن هارون البلخي، ولكنه ثابت من غير طريقه، كما سيأتي تفصيله.التخريج:رواه ابن خزيمة في \"صحيحه\" ١/ ٢٤٨ (٤٩٣)، والدارقطني في \"سننه\" ١/ ٣٠٧، والحاكم في \"المستدرك\" ١/ ٢٣٢ وصححه على شرط الشيخين، ووافقه الذهبي، والبيهقي في \"شعب الإيمان\" ٢/ ٤٣٤ (٢٣١٨، ٢٣٢٠) وفي \"السنن الكبرى\" ٢/ ٤٤، والواحدي في \"الوسيط\" ١/ ٦٠ من طريق عمر بن هارون، به نحوه.وورد الحديث عن ابن جريج من غير طريق عمر بن هارون وسيأتي برقم (١٨٩).(٣) الخبازي الكبير، إمام، ثِقَة.(٤) أبو أَحْمد عبد الله بن عدي بن عبد الله بن محمَّد بن مبارك بن القطَّان الجرجاني، الإِمام، الحافظ، النَّاقد، صاحب كتاب \"الكامل في الضعفاء\".قال ابن عساكر: كان ثِقَة على لحن فيه. وقال حمزة السهمي: كان ابن عدي حافظًا متقنًا، لم يكن في زمانه أحد مثله. وقال أبو يعلى الخليلي: كان أبو أَحْمد عديمَ النظير حفظًا وجلالةً. . وقال أبو الوليد الباجي: ابن عدي حافظ لا بأس به. وقال الخليلي: سمعت أَحْمد بن أبي مسلم الحافظ يقول: لم أرَ أحدًا مثل أبي أَحْمد بن عدي، وكيف فوقه في الحفظ؟ !وقال الذهبي: الإِمام، الحافظ، النَّاقد، الجوَّال. . طال عمره وعلا إسناده، =</p><p> نا محمَّد بن جعفر (١) قال: نا إسماعيل بن أبي أويس (٢) قال: نا الحسين بن عبد الله (٣) </p><p>= وجرَّح وعدَّل وصحح، وتقدم في هذِه الصناعة على لحن فيه، يظهر في إسناده. تُوفِّي ابن عدي رحمه الله سنة خمس وستين وثلاثمائة. \"تاريخ جرجان\" للسهمي (ص ٢٦٦)، \"سير أعلام النبلاء\" للذهبي ١٦/ ١٥٤، \"تذكرة الحفاظ\" للذهبي ٣/ ٩٤٠، \"طبقات الشافعية الكبرى\" للسبكي ٣/ ٣١٥.(١) محمَّد بن جعفر بن طرخان، أبو عبد الله الإستراباذيّ، روى عن أَبيه، ومحمَّد بن يحيى العبدي، وسلمة بن شبيب، وسليم بن سعيد الدامغاني، وغيرهم. روى عنه أبو أَحْمد بن عدي، وغيره.\"تاريخ جرجان\" للسهمي (٧٩٣).(٢) إسماعيل بن عبد الله بن أويس بن مالك بن أبي عامر الأصبحي، أبو عبد الله بن أبي أويس المدنِيُّ.قال أَحْمد: لا بأس به. وقال ابن معين: صدوق، ضعيف العقل، ليس بذاك. وقال أبو حاتم: محله الصدق، مغفل. وقال النَّسائيّ: ضعيف. وقال الدارقطني: لا أختاره في الصحيح. وقال الذهبي في \"سير أعلام النبلاء\": وكان عالم أهل المدينة، ومحدثهم في زمانه، على نقص في حفظه وإتقانه، ولولا أنَّ الشيخين احتجا به لزُحزح عن درجة الصحيح إلى درجة الحسن، هذا الذي عندي فيه، وقال في \"ميزان الاعتدال\": محدث مكثر فيه لين. وقال ابن حجر: صدوق، أخطأ في أحاديث من حفظه. مات سنة (٢٢٦ هـ).\"الضعفاء والمتروكين\" للنسائي (١٥٢)، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٨٠، \"تهذيب الكمال\" للمزي ٣/ ١٢٤، \"ميزان الاعتدال\" للذهبي ١/ ٣١٠، \"الكاشف\" للذهبي ١/ ٢٤٧، \"سير أعلام النبلاء\" للذهبي ١٠/ ٣٩١، \"التهذيب\" ١/ ١٥٧، \"تقريب التهذيب\" لابن حجر (٤٦٤).(٣) الحسين بن عبد الله بن ضميرة بن أبي ضميرة الحميري المدنِيُّ. روى عن أَبيه. كذَّبه مالك. وقال البُخَارِيّ: تركه علي بن المدينيّ وأَحمد. وقال أَحْمد: لا يساوي =</p><p> عن أَبيه (١) ، عن جده (٢) عن علي بن أبي طالب - رضي الله عنه - أنَّه كان إذا افتتح السورة في الصلاة يقول:  {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} ، وكان يقول: من ترك قراءتها فقد نقص. وكان يقول: هي تمام السبع المثاني والقرآن العظيم (٣) . </p><p> [١٦٣] وأخبرنا الحسن بن محمَّد بن جعفر (٤) قال: نا أبو العباس الأصم (٥) </p><p>= شيئًا، وقال ابن معين: ليس بثقة ولا مأمون. وقال البُخَارِيّ: منكر الحديث ضعيف. وقال أبو داود: ليس بشيء. وقال النَّسائيّ: ليس بثقة، ولا يكتب حديثه. وقال أبو حاتم: متروك الحديث كذاب. وقال أبو زرعة: ليس بشيء، اضربْ على حديثه. وقال الدارقطني: متروك. وقال الإدريسي: لما خرج إسماعيل بن أبي أويس إلى حسين بن عبد الله فبلغ مالكًا فهجره أربعين يومًا. وقال العقيلي: الغالب على حديثه الوهم والنكارة. وقال ابن الجارود: كذاب ليس بشيء.\"التاريخ الكبير\" للبخاري ١/ ٢/ ٣٨٨، \"الضعفاء الصغير\" للبخاري (٣٧)، \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٥٧، \"الضعفاء والمتروكين\" للدارقطني (ص ٢٤٤)، \"الضعفاء الكبير\" للعقيلي ١/ ٢٤٦، \"ميزان الاعتدال\" للذهبي ١/ ٥٣٨، \"لسان الميزان\" لابن حجر ٢/ ٢٨٩.(١) لم أجده.(٢) لم أجده.(٣) [١٦٢] الحكم على الإسناد:إسناده ضعيف جدًّا وعلته الحسين بن عبد الله، وفيه من لم أجده.ذكره السيوطي في \"الدر المنثور\" ١/ ٢٧ وعزاه إلى الثعلبي وحده.(٤) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٥) ثقة.</p><p> قال: نا أَحْمد بن عبد الجبار العطاردي (١) قال: حَدَّثَنَا (٢) حفص (٣) بن غياث (٤) ، عن عبد الملك بن جريج (٥) ، عن أَبيه (٦) عن سعيد بن جبير (٧) ، عن ابن عباس - رضي الله عنه - في قوله تعالى: {وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ (٨٧) } (٨) قال: فاتحة الكتاب. قيل لابن عباس: فأين السابعة؟ قال:  {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} وعدَّها </p><p>(١) أَحْمد بن كامل بن خلف بن شجرة لينه الدارقطني، وقال: كان متساهلًا ومشاه غيره. (٢) في (ت): حَدَّثني.(٣) في (ن): جعفر. وهو خطأ.(٤) هو: حفص بن غياث -بمعجمة مكسورة وياء مثناة- بن طلق بن معاوية النَّخَعي، أبو عمر الكُوفيّ القاضي. ثِقَة، فقيه، تغير حفظه قليلًا في الآخر. مات سنة (١٩٤ هـ) أو (١٩٥ هـ).\"تهذيب التهذيب\" لابن حجر ١/ ٤٥٨، \"تقريب التهذيب\" لابن حجر (١٤٣٩)، \"الكواكب النيرات في معرفة من اختلط من الرواة الثِّقات\" لابن الكيال (٤٥٨).(٥) ثِقَة، فقيه، فاضل، كان يدلس ويرسل.(٦) عبد العزيز بن جريج المكيّ، مولى قريش.قال البُخَارِيّ والعقيلي: لا يتابع في حديثه. وذكره ابن حبان في \"الثِّقات\". وقال الدارقطني: مجهول، قيل له: هو والد عبد الملك، قال: إن كان هو فلم يسمع من عائشة. وقال ابن حجر: لين. قال العجلي: لم يسمع من عائشة، وأخطأ خصيف فصرَّح بسماعه. من الرابعة.\"تاريخ الثِّقات\" للعجلي (١١٠٤)، \"الضعفاء الكبير\" للعقيلي ٣/ ١٢، \"الثِّقات\" لابن حبان ٧/ ١١٤، \"الكاشف\" للذهبي ١/ ٦٥٤، \"ميزان الاعتدال\" للذهبي ٢/ ٦٢٤، \"تهذيب التهذيب\" ٢/ ٥٨٣، \"تقريب التهذيب\" لابن حجر (٤١١٥).(٧) ثِقَة، ثبت، فقيه.(٨) الحجر: (٨٧).</p><p> في يدي (١) ، ثم قال: أخرجها لكم وما (٢) أخرجها لغيركم (٣) . </p><p> [١٦٤] أخبرنا الخبازي (٤) قال: نا ابن عدي (٥) قال: نا عبد الله بن محمَّد بن مسلم (٦) قال: نا يزيد بن سنان (٧) قال: </p><p>(١) في (ت): يده. (٢) في (ت)، (ش): ولا.(٣) [١٦٣] الحكم على الإسناد:إسناده ليِّن، لِلِين عبد العزيز بن جريج، والحديث صححه الحاكم، من طريق ابن جريج ووافقه الذهبي.التخريج:رواه الحاكم في \"المستدرك\" ١/ ٥٥٠، والبيهقي في \"السنن الكبرى\" ٢/ ٤٤، والواحدي في \"الوسيط\" ١/ ٥٩ من طريق ابن جريج به نحوه.قال الحاكم: صحيح على شرط الشيخين، ولم يخرجاه. ووافقه الذهبي.(٤) الخبازي الكبير، إمام، ثِقَة.(٥) الإمام، الحافظ، الثقة.(٦) أبو بكر الإسفراييني. ويقال له: الجُوربذي. من قرية جوربذ -بسكون الواو- من فرى إسفرايين من أعمال نيسابور.قال الحاكم: من الأثبات المجوِّدين في أقطار الأرض. وقال عنه الذهبي: الإِمام، الحافظ، النَّاقد، الحجة، المجوِّد، المتقين، الأوحد. تُوفِّي سنة (٣١٨ هـ).\"معجم البلدان\" لياقوت ٢/ ١٨٠، \"سير أعلام النبلاء\" للذهبي ١٤/ ٥٤٧، \"تذكرة الحفاظ\" للذهبي ٣/ ٧٩٢.(٧) يزيد بن سنان بن يزيد العزَّاز البَصْرِيّ، أبو خالد، نزيل مصر، ثِقَة. مات سنة (٢٦٤ هـ).\"تهذيب الكمال\" للمزي ٣٢/ ١٥٢، \"تهذيب التهذيب\" لابن حجر ٤/ ٤١٦، \"تقريب التهذيب\" لابن حجر (٧٧٧٧).</p><p> نا أبو بكر الحنفي (١) قال: نا نوح بن أبي بلال (٢) ، قال: سمعت سعيدًا المقبري (٣) ، عن أبي هريرة أنَّه قال: إذا قرأتم أم القرآن فلا تدعوا {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) } فإنَّها إحدى آياتها، وإنها السبع المثاني (٤) . </p><p> [١٦٥] وأخبرنا أبو القاسم الحسن بن محمَّد بن الحسن الحبيبي (٥) ، قال: أنا أبو زكريا يحيى (٦) بن محمَّد بن عبد الله العنبري (٧) قال: نا جعفر بن أَحْمد بن نصر الحافظ (٨) قال: نا أَحْمد ابن نصر (٩) قال: نا آدم بن أبي إياس (١٠) عن ابن سمعان (١١) ، </p><p>(١) هو عبد الكبير بن عبد المجيد بن عبيد الله البَصْرِيّ، أبو بكر الحنفي، ثِقَة، مات سنة (٢٠٤ هـ). \"تهذيب الكمال\" للمزي ١٨/ ٢٤٣، \"تهذيب التهذيب\" لابن حجر ٢/ ٦٠٠، \"تقريب التهذيب\" لابن حجر (٤١٧٥).(٢) الخبيري، ثِقَة.(٣) ثِقَة.(٤) [١٦٤] الحكم على الإسناد:إسناد رجاله ثقات، والحديث صحيح بدون ذكر البسملة، وقد تقدم برقم (١٣٧).(٥) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٦) [١٩/ ب].(٧) الإِمام المفسر الثقة.(٨) أبو محمَّد الحصيري، الحافظ، الحجة.(٩) أَحْمد بن نصر بن زياد، ثِقَة، فقيه، حافظ.(١٠) ثِقَة، عابد.(١١) هو عبد الله بن زياد بن سليمان بن سمعان المخزومي، أبو عبد الله المدنِيُّ قاضيها، مولى أم سلمة. =</p><p> العلاء (١) ، </p><p>= قال أَحْمد: سمعت إبراهيم بن سعد يحلف أن ابن سمعان يكذب. وقال أَحْمد والنَّسائيّ والدارقطني: متروك. وقال ابن معين: ليس بثقة. وفي رواية: ضعيف. وفي رواية: ليس حديثه بشيء. وقال البُخَارِيّ: سكتوا عنه. وقال الجوزجاني: ذاهب الحديث. وقال أبو حاتم: ضعيف الحديث، سبيله سبيل الترك. وقال أبو داود: كان من الكذابين. وقال الذهبي في \"ميزان الاعتدال\": تركوه. وفي \"الكاشف\": أحد المتروكين. وقال ابن حجر: متروك أتهمه بالكذب أبو داود وغيره. من السابعة.\"ميزان الاعتدال\" للذهبي ٢/ ٤٢٣، \"الكاشف\" للذهبي ١/ ٥٥٣، \"تهذيب التهذيب\" لابن حجر ٢/ ٣٣٦، \"تقريب التهذيب\" لابن حجر (٣٣٤٦).(١) العلاء بن عبد الرَّحْمَن بن يعقوب الحُرَقِي -بضم المهملة وفتح الراء بعدها قاف- أبو شبل -بكسر المعجمة وسكون الموحدة- المدني، مولى الحرقة من جهينة. اختلفت فيه أقوال النُّقاد، فقال أَحْمد: ثِقَة لم أسمع أحدًا ذكره بسوء. وقال ابن معين: ليس حديثه بحجة. وفي رواية: ليس بذاك، لم يزل النَّاس يتوقون حديثه. وقال أبو زرعة: ليس هو بالقوي. وقال أبو حاتم: صالح، روى عنه الثِّقات، ولكن أنكر من حديثه أشياء، وهو عندي أشبه من العلاء بن المسيّب. وقال النَّسائيّ: ليس به بأس. وقال ابن عدي: وللعلاء نسخ يرويها عنه الثِّقات، وما أرى به بأسًا. وذكره ابن حبان في \"الثِّقات\". وقال ابن سعد: قال محمَّد بن عمر: صحيفة العلاء بالمدينة مشهورة، وكان ثِقَة كثير الحديث. وقال التِّرْمِذِيّ: هو ثِقَة عند أهل الحديث.وقال الذهبي في \"ميزان الاعتدال\": صدوق مشهور. وقال في \"سير أعلام النبلاء\": الإمام، المحدث، الصدوق.وقال ابن حجر: صدوق، ربما وهم. مات بعد سنة (١٣٠ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٦/ ٣٥٧، \"سير أعلام النبلاء\" للذهبي ٦/ ١٨٦، \"الكاشف\" للذهبي ٢/ ١٠٥، \"ميزان الاعتدال\" للذهبي ٣/ ١٠٢، \"تهذيب التهذيب\" لابن حجر ٣/ ٣٤٥، \"تقريب التهذيب\" لابن حجر (٥٢٨٢).</p><p> عن أَبيه (١) عن أبي هريرة أن النَّبِيّ - صلى الله عليه وسلم - قال:  \"يقول الله تعالى: قسمت الصلاة بيني وبين عبدي نصفين،فإذا قال العبد:{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}قال الله تعالى: مجّدني عبدي،وإذا قال:{الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ(٢)} قال الله تعالى: حمدني عبدي.وإذا قال:{الرَّحْمَنِ الرَّحِيمِ(٣)} قال الله تعالى: أثنى عليّ عبدي.وإذا قال:{مَالِكِ يَوْمِ الدِّينِ(٤)} قال الله تعالى: فوَّض إليّ عبدي.وإذا قال:{إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ(٥)} قال الله تعالى: هذا(٢)بيني وبين عبدي. وإذا قال {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ(٦)} قال الله: هذا لعبدي، ولعبدي ما سأل\"  (٣) . </p><p>(١) هو: عبد الرَّحْمَن بن يعقوب الجهني، المدنِيُّ، مولى الحُرَقة، ثِقَة. من الثالثة. \"تهذيب التهذيب\" لابن حجر ٢/ ٥٦٧، \"تقريب التهذيب\" لابن حجر (٤٠٧٣). (٢) في (ت): هذِه.(٣) [١٦٥] الحكم على الإسناد:إسناده ضعيف جدًّا، وعلته ابن سمعان متروك، وخالف فيه ابن سمعان الأئمة الثِّقات الذين رووه عن العلاء، بدون ذكر البسملة، كما ذكر ذلك الدارقطني، فهي زيادة منكرة.وقال البيهقي في \"القراءة خلف الإِمام\" (ص ٤١): وهذا الحديث دون زيادة ابن سمعان محفوظ صحيح من حديث العلاء بن عبد الرَّحْمَن، عن أَبيه، وعن أبي السائب، جميعًا عن أبي هريرة. .وعلى هذا فلا دليل في الحديث على ما ذهب إليه المصنف من أن البسملة آية من الفاتحة.التخريج:رواه الحيري في \"الكفاية في التفسير\" ١/ ٩ عن ابن حبيب به، مثله. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ورواه الدارقطني في \"سننه\" ١/ ٣١٢، والبيهقي في \"السنن الكبرى\" ٢/ ٤٠ وفي \"القراءة خلف الإِمام\" (٧٥) من طريق ابن سمعان، عن العلاء بن عبد الرَّحْمَن، عن أَبيه، عن أبي هريرة، عن رسول الله -صلى الله عليه وسلم- قال: \"من صلى صلاة لم يقرأ فيها بأم القرآن، فهي خداج غير تمام\" قال: فقلت: يَا أَبا هريرة إنِّي ربما كنت مع الإِمام. قال: فغمز ذراعي ثم قال: أقرأ بها في نفسك، فإنِّي سمعت رسول الله -صلى الله عليه وسلم- يقول: \"قال الله عز وجل: إنِّي قسمت الصلاة بيني وبين عبدي نصفين. . \" الحديث. قال الدراقطني: ابن سمعان هو عبد الله بن زياد بن سمعان، متروك الحديث. وروى هذا الحديث جماعة من الثِّقات، عن العلاء بن عبد الرَّحْمَن، منهم مالك ابن أنس، وابن جريج، وروح بن القاسم، وابن عيينة، وابن عجلان، والحسن ابن الحُر، وأبو أويس، وغيرهم على اختلاف منهم في الإسناد، واتفاق منهم على المتن، فلم يذكر أحد منهم في حديثه {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}، واتفاقهم على خلاف ما رواه ابن سمعان أولى بالصواب. وقد فصل معظم هذِه الطرق التي أشار إليها الدارقطني البيهقي في \"القراءة خلف الإمام\" (ص ٣٠ - ٤٦).وقد صح الحديث من طرق أخرى، عن العلاء بن عبد الرَّحْمَن، عن أَبيه -دون ذكر البسملة- رواه سعيد بن منصور في \"سننه\" ٢/ ٥٠٧ (١٦٨). وأَحمد في \"مسنده\" ٢/ ٢٤١، ٢٤٢، (٧٢٩١) والحميدي في \"المسند\" ٢/ ٤٣٠ (٩٧٣، ٩٧٤). وأبو عوانة في \"مسنده\" ٢/ ١٤٠، ١٤١ (٦٠ - ٦٣) والبخاري في \"القراءة خلف الإِمام\" (١٢، ٣٩، ٤٥، ٤٦، ٤٧، ١٧٣) ومسلم كتاب الصلاة، باب وجوب قراءة الفاتحة في كل ركعة. . (٣٩٥) والتِّرمذيّ كتاب تفسير القرآن، سورة الفاتحة (٢٩٥٣)، كتاب الأدب، باب ثواب القرآن (٣٧٨٤)، والنَّسائيّ في \"فضائل القرآن\" (ص ٧٤) وابن خزيمة في \"صحيحه\" ١/ ٢٤٨ (٤٩٠) وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٥/ ٩٦ (١٧٨٨، ١٧٨٩، ١٧٩٤، ١٧٩٥)، والطحاوي في \"شرح معاني الآثار\" ١/ ٢١٦ وفي \"شرح مشكل الآثار\" ٢/ ٣ والبيهقي في \"القراءة خلف الإِمام\" (ص ٣٠ - ٤٦).وسيأتي جزء منه.</p><p> [١٦٦] وأخبرنا علي بن محمَّد بن الحسن المقرئ (١) ، حَدَّثَنَا أبو بكر محمَّد بن أَحْمد العطار (٢) قال: نا محمَّد بن بكر البَصْرِيّ (٣) حَدَّثَنَا محمَّد بن عليّ الجوهري (٤) ثنا الحسين بن الفضل القُرشيّ (٥) قال: نا إسماعيل بن يحيى التَّيْميّ (٦) قال: نا سفيان الثَّوريّ (٧) ، عن محمَّد بن عمرو (٨) ، </p><p>(١) الخبازي، الكبير، إمام، ثِقَة. (٢) في (ت): الصفَّار. وفي (ش): القصَّار. ولم أجده.(٣) أبو بكر محمَّد بن بكر بن محمَّد بن عبد الرَّزّاق بن دَاسة البَصْرِيّ التمَّار. الشيخ، الثقة، العالم، راوي \"سنن أبي داود\". تُوفِّي سنة (٣٤٦ هـ).\"سير أعلام النبلاء\" للذهبي ١٥/ ٥٣٨، \"العبر\" للذهبي ٢/ ٧٤، \"شذرات الذهب\" لابن العماد ٢/ ٣٧٣.(٤) لم أجده.(٥) الحسين بن الفضل البَجَليّ: ذكره الذهبي في \"الميزان\" ورد عليه ابن حجر في \"لسان الميزان\" وعاب عليه ذكره في كتابه.(٦) الوضاع الكذاب.(٧) الإمام، الحجة.(٨) محمَّد بن عمرو بن علقمة بن وقَّاص الليثيّ، المدنِيُّ، أبو الحسن صاحب أبي سلمة بن عبد الرَّحْمَن وراويته.قال النَّسائيّ وغيره: ليس به بأس. وقال أبو حاتم: صالح الحديث.وسئل يحيى بن سعيد عنه فقال للسائل: تريد العفو أو نشدّد؟ قال: بل شدد. قال: ليس ممن تريد.وقال الجوزجاني: ليس بالقوي، وهو ممن يُشتهى حديثه. وقال ابن عدي: روى عنه مالك في \"الموطأ\" وأرجو أنَّه لا بأس به. وذكره ابن حبان في \"الثِّقات\". وقال: يخطئ. وقال ابن سعد: كان كثير الحديث، يُستضعف. ووثَّقه ابن معين. وروى عنه البُخَارِيّ مقرونًا بآخر، وروى له مسلم متابعة. =</p><p> عن أبي سلمة (١) ، عن أبي هريرة - رضي الله عنه - قال: كنت مع النَّبِيّ - صلى الله عليه وسلم - في المسجد والنبي - صلى الله عليه وسلم - يحدِّث أصحابه، إذ دخل رجلٌ يصلي، فافتتح الصلاة وتعوَّذ، ثم قال:  {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} فسمع النَّبِيّ - صلى الله عليه وسلم - صوته (٢) ، فقال له:  \"يَا رجل قطعت على نفسك الصلاة، أما علمت أنَّ{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}من الحمد، فمن تركها فقد ترك آية منها، ومن ترك آية منها فقد قطع عليه صلاته، لا تجوز الصلاة إلَّا بفاتحة الكتاب، فمن ترك آيةً منها(٣)بطلت صلاتُه\"  (٤) . </p><p>= قال الذهبي في \"سير أعلام النبلاء\": حديثه في عداد الحسن. وقال في \"ميزان الاعتدال\": شيخ مشهور، حسن الحديث. وقال ابن حجر: صدوق له أوهام. مات سنة (١٤٥ هـ) على الصحيح. \"تاريخ يحيى بن معين\" رواية الدُّوريّ ٢/ ٥٣٣، \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٣٠، \"الكامل\" لابن عدي ٦/ ٢٢٤، \"الثِّقات\" لابن حبان ٧/ ٣٧٧، \"تهذيب الكمال\" للمزي ٢٦/ ٢١٢، \"الكاشف\" للذهبي ٢/ ٢٠٧، \"سير أعلام النبلاء\" للذهبي ٦/ ١٣٦، \"ميزان الاعتدال\" للذهبي ٣/ ٦٧٣، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٦٢، \"تقريب التهذيب\" لابن حجر (٦٢٢٨).(١) أبو سلمة بن عبد الرَّحْمَن بن عوف الزُّهْرِيّ، المدنِيُّ. قيل: اسمه عبد الله، وقيل: إسماعيل. ثِقَة مكثر. مات سنة (٩٤ هـ).\"تهذيب التهذيب\" لابن حجر ٤/ ٥٣١، \"تقريب التهذيب\" لابن حجر (٨٢٠٢).(٢) من (ت).(٣) من (ت) وفي بقية النسخ (منه). وكذلك في الموضعين قبله.(٤) [١٦٦] الحكم على الإسناد:إسناده موضوع، وعلته إسماعيل التَّيْميّ، والله أعلم.ذكره السيوطي في \"الدر المنثور\" ١/ ٢٧ وعزاه إلى المصنِّف.</p><p> [١٦٧] وأخبرنا أبو الحسين (علي بن محمَّد)  (١) الجرجاني (٢) قال: نا أبو بكر أَحْمد بن إبراهيم الإسماعيلي (٣) قال: نا أبو بكر مُحَمَّد بن عمير بن هشام (٤) ، </p><p>(١) في (ش)، (ت): محمَّد بن عليّ، وهو خطأ. (٢) علي بن محمَّد بن الحسن بن محمَّد أبو الحسين الخبَّازي الجرجاني، ثِقَة.(٣) أبو بكر أَحْمد بن إبراهيم بن إسماعيل بن العباس الجُرجاني، الإسماعيلي، الشَّافعيّ، الإمام.قال الحاكم: كان الإسماعيلي واحد عصره، وشيخ المحدثين والفقهاء، وأجلِّهم في الرئاسة والمروءة والسخاء، ولا خلاف بين العلماء من الفريقين وعقلائهم في أبي بكر.وقال الذهبي: الإِمام، الحافظ، الحجة، الفقيه، صاحب الصحيح، وشيخ الشافعية، صنف تصانيف تشهد له بالإمامة في الفقه والحديث، منها \"مسند عمر\" و\"المستخرج على الصحيح\" و\"معجمه\". تُوفِّي سنة (٣٧١ هـ) عن أربع وتسعين سنة. \"تاريخ جرجان\" للسهمي (ص ١٠٨)، \"تذكرة الحفاظ\" للذهبي ٣/ ٩٤٧، \"طبقات الشافعية الكبرى\" للسبكي ٣/ ٧.(٤) محمَّد بن عمير بن هشام أبو بكر الرَّازيّ الحافظ المعروف بالقماطري.سمع: أَبا هبيرة محمَّد بن الوليد، وإسماعيل بن محمَّد بن قيراط، وأبا زيد يحيى ابن أَيُّوب الكلبي، ويونس بن عبد الأعلى وغيرهم.روى عنه: أبو بكر أَحْمد بن إبراهيم الإسماعيلي، وأبو العباس السياري، وأبو الفضل محمَّد بن أَحْمد السلمي الحاكم الوزير، وأبو عبد الله محمَّد بن يعقوب، وغيرهم.قال الإسماعيلي: الحافظ الصدوق، وربما قال: الثقة المأمون.تُوفِّي سنة (٢٩٤ هـ).\"تالي تلخيص المتشابه\" للخطيب ٢/ ٥٠٥، \"تاريخ دمشق\" لابن عساكر ٥٥/ ٤٣، \"تاريخ الإِسلام\" للذهبي ٢٢/ ٢٨٧.</p><p> قال: نا محمَّد بن موسى (١) قال: نا غانم بن الحسن (٢) قال: نا سليم ابن مسلم المكيّ (٣) ، عن نافع (٤) ، </p><p>(١) محمَّد بن يونس بن موسى بن سليمان القُرشيّ الكديمي، أبو العباس السامي، البَصْرِيّ. روى عن: إبراهيم بن عبد الرَّحْمَن بن مهدي وأزهر بن سعد السمان وإسماعيل بن نصر العبدي وبشر بن عمر الزهراني.روى عنه: أبو داود فيما قيل، وأبو بكر أَحْمد بن جعفر بن حمدان بن مالك القطيعي، وهو آخر من روى عنه، وأَحمد بن سلمان النجاد.قال عنه أَحْمد بن حنبل: حسن الحديث حسن المعرفة، ما وجد عليه إلَّا صحبته لسليمان الشاذكوني، قال الدارقطني: كان الكديمي يتهم بوضع الحديث. تُوفِّي سنة (٢٨٦ هـ).\"تهذيب الكمال\" للمزي ٢٧/ ٦٧، \"تقريب التهذيب\" لابن حجر (٦٤١٩).(٢) لم أجده.(٣) سليم بن مسلم المكيّ الخشاب.روى عن: النضر بن عربي، وابن أبي ليلى، وابن جريج، ويونس بن يزيد الأيلي، وموسى بن عبيدة، وغيرهم.روى عنه: يحيى بن حكيم المقدم، وإسحاق ابن راهويه، ومحمَّد بن مهران الجمال، ويعقوب بن كاسب، وجعفر بن مهران، والمسيب بن واضح، وغيرهم قال ابن معين: جهمي خبيث. وقال النَّسائيّ: متروك الحديث. وقال أَحْمد: لا يساوي حديثه شيئًا، وقال ابن حبان: يروي عن الثِّقات \"الموضوعات\" الذي يتخايل إلى المستمع لها -وإن لم يكن الحديث صناعته- أنها موضوعة.\"المجروحين\" لابن حبان ١/ ٣٥٠، \"الكامل\" لابن عدي ٤/ ٢٦٨، ٣٣٧، \"لسان الميزان\" للذهبي ٣/ ٤١٠، ٤٢٢.(٤) نافع بن عمر بن عبد الله بن جَميل الجُمحي المكيّ، ثِقَة، ثبت. مات سنة (١٦٩ هـ). \"تهذيب الكمال\" للمزي ٢٩/ ٢٨٧، \"تهذيب التهذيب\" لابن حجر ٤/ ٢٠٨، \"تقريب التهذيب\" لابن حجر (٧١٣٠).</p><p> عن ابن أبي مليكة (١) ، عن طلحة بن عبيد الله (٢) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"من ترك{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}فقد ترك آية من كتاب الله عزّ وجلّ\" . وقد عدّ فيما عدّ (في أم الكتاب)  (٣)  (٤) . </p><p> وأما الإجماع: </p><p> [١٦٨] فأخبرنا أبو محمَّد عبد الله بن حامد الوزان (٥) قال: أنا أبو بكر أَحْمد بن إسحاق الصِّبْغي (٦) ، قال: نا عبد الله بن محمَّد (٧) قال: نا محمَّد بن يحيى (٨) قال: </p><p>(١) ثِقَة، فقيه. (٢) طلحة بن عبيد الله بن عثمان بن عمرو بن كعب بن سعد بن تيم بن مرة التَّيْميّ، أبو محمَّد المدنِيُّ وهو المسمى: طلحة الفيَّاض، أحد العشرة، استشهد يوم الجمل سنة ست وثلاثين، وهو ابن ثلاث وستين.\"الاستيعاب\" لابن عبد البر ٢/ ٣١٦، \"أسد الغابة\" لابن الأثير ٣/ ٨٨، \"الإصابة\" لابن حجر ٣/ ٤٣٠، \"تقريب التهذيب\" لابن حجر (٣٠٤٤).(٣) في (ت): من أم القرآن. وفي (ش): فيما عدَّ أم القرآن.(٤) [١٦٧] الحكم على الإسناد:إسناده ضعيف، فيه سليمان بن مسلم، متروك.ذكره السيوطي في \"الدر المنثور\" ١/ ٢٧ عن طلحة مرفوعًا دون قوله: (قد عدَّ. .)، وعزاه إلى الثعلبي وحده.(٥) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل.(٦) أبو بكر الصبغي، لم يذكر بجرح أو تعديل.(٧) أبو محمَّد بن الشرقي، سماعاته صحيحة من مثل الذُّهليّ وطبقته ولكن تكلموا فيه لإدمانه شرب المسكر.(٨) محمَّد بن يحيى بن عبد الله بن خالد بن فارس بن ذُؤيب الذُّهليّ، أبو عبد الله النَّيْسَابُورِيّ، الزُّهْرِيّ. ثِقَة، حافظ، جليل. مات سنة (٢٥٨ هـ) على الصحيح. =</p><p> حَدَّثَنَا علي بن المدينيّ (١) ، قال: نا عبد الوهَّاب بن عبد المجيد (٢) قال: نا عبد الله بن عثمان (٣) ، </p><p>= \"تهذيب الكمال\" للمزي ٢٦/ ٦١٧، \"تهذيب التهذيب\" لابن حجر ٣/ ٧٢٨، \"تقريب التهذيب\" لابن حجر (٦٤٢٧). (١) علي بن عبد الله بن جعفر بن نَجيح السعدي مولاهم، أبو الحسن، ابن المدينيّ، البَصْرِيّ.ثِقَة، ثبت، إمام، أعلم أهل عصره بالحديث وعِلَلِه، حتَّى قال البُخَارِيّ: ما استصغرت نفسي إلَّا عند علي بن المدينيّ. وقال فيه شيخه ابن عيينة: كنت أتعلم منه أكثر مما يتعلم مني.وقال النَّسائيّ: كأنَّ الله خلقه للحديث، عابوا عليه إجابته في المحنة، لكنه تنصَّل وتاب، واعتذر بأنه كان خاف على نفسه. مات سنة (٢٣٤ هـ) على الصحيح.\"تهذيب الكمال\" للمزي ٢١/ ٥، \"تهذيب التهذيب\" لابن حجر ٣/ ١٧٦، \"تقريب التهذيب\" لابن حجر (٤٧٩٤).(٢) عبد الوهَّاب بن عبد المجيد بن الصَّلت الثَّقَفيّ، أبو محمَّد البَصْرِيّ، ثِقَة، تغيَّر قبل موته بثلاث سنين. مات سنة (١٩٤ هـ) عن نحو ثمانين سنة.\"تهذيب الكمال\" للمزي ١٨/ ٥٠٣، \"تهذيب التهذيب\" لابن حجر ٢/ ٦٣٨، \"تقريب التهذيب\" لابن حجر (٤٢٨٩).(٣) عبد الله بن عثمان بن خُثيم القاري، المكيّ، أبو عثمان.وثَّقه: ابن معين، والعجلي، والنَّسائيّ، وابن سعد. وقال أبو حاتم: ما به بأس، صالح الحديث. وقال النَّسائيّ: ليس بالقوي. وقال الدُّوريّ عن ابن معين: أحاديثه ليست بالقوية. وقال ابن عدي: أحاديثه أحاديث حسان مما يجب أن يكتب. وقال ابن المدينيّ: منكر الحديث. وقال ابن حجر: صدوق. مات سنة (١٣٢ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٥/ ١١١، \"معرفة الثِّقات\" للعجلي (٩٣١)، \"الكامل\" لابن عدي ٤/ ٦١، \"ميزان الاعتدال\" للذهبي ٢/ ٤٥٩، \"الكاشف\" للذهبي ١/ ٥٧٢، \"تقريب التهذيب\" لابن حجر (٣٤٨٩).</p><p> عن إسماعيل بن عبيد بن رفاعة (١) أن معاوية بن أبي سفيان (٢) قدم المدينة فصلَّى بالنَّاس صلاة يجهر فيها، وإنه قرأ أمّ القرآن ولم يقرأ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} فلما قضى صلاته ناداه (٣) المهاجرون والأَنْصار من كلِّ ناحية: أنسيتَ (٤) ؟ أين {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} حين استفتحت القرآن؟ فعاد لهم معاوية، فقرأ:  {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}  (٥) . </p><p>(١) إسماعيل بن عبيد -ويقال ابن عبد الله- بن رفاعة بن رافع بن مالك بن العجلان الزُّرَقي. ذكره ابن حبان في \"الثِّقات\"، وذكر الذهبي في \"ميزان الاعتدال\" حديثه الذي رواه، عن أَبيه، عن جده: \"إن التجار يبعثون فجارًا إلَّا من اتقى الله وبر\". ثم قال الذهبي: ما علمتُ روى عنه سوى عبد الله بن عثمان بن خثيم، ولكن صحح هذا التِّرْمِذِيّ. وقال في \"الكاشف\": مقبول، لم يترك. وقال ابن حجر: مقبول.\"الثِّقات\" لابن حبان ٦/ ٢٨، \"ميزان الاعتدال\" للذهبي ١/ ٢٣٨، \"الكاشف\" للذهبي ١/ ٢٤٨، \"تهذيب التهذيب\" لابن حجر ١/ ١٦١، \"تقريب التهذيب\" لابن حجر (٤٧١).(٢) معاوية بن أبي سفيان صخر بن حرب بن أمية الأُموي، أبو عبد الرَّحْمَن، الخليفة، صحابي، أسلم قبل الفتح، وكتب الوحي، ومات - رضي الله عنه - في رجب سنة (٦٠ هـ)، وقد قارب الثمانين.\"الاستيعاب\" لابن عبد البر ٣/ ٤٧٠، \"أسد الغابة\" لابن الأثير ٥/ ٢٠١، \"الإصابة\" لابن حجر ٦/ ١٢٠، \"تقريب التهذيب\" لابن حجر (٦٨٠٦).(٣) في (ت): نادى.(٤) في (ت): أسرقت أم نسيت. وفي (ش): أسرقت.(٥) [١٦٨] الحكم على الإسناد:في إسناده إسماعيل بن عبيد مقبول. وفيه انقطاع بينه وبين معاوية. وقد ورد =</p><p> فهذا في الفاتحة، فأما في غيرها من السور: </p><p> [١٦٩] فأخبرنا أبو القاسم الحبيبي (١) قال: نا أبو العباس الأصم (٢) ، قال: نا الرَّبيع بن سليمان (٣)  (٤) قال: نا الشَّافعيّ (٥) قال: نا عبد المجيد بن عبد العزيز (٦) ، </p><p>= موصولًا عند غير المصنف، كما سيأتي في التخريج. التخريج: رواه البيهقي في \"السنن الكبرى\" ١/ ٤٩ من طريق عبد الله بن عثمان بن خثيم به نحوه. ثم قال: وبإسناده أنبأ يحيى بن سليم، عن عبد الله بن عثمان بن خثيم، عن إسماعيل بن عبيد بن رفاعة، عن أَبيه، عن معاوية والمهاجرين والأَنْصار مثله، أو مثل معناه.وقد رواه الشَّافعيّ بهذا الإسناد في \"الأم\" ١/ ١١٣.قال الشَّافعيّ: وأحسب أن هذا الإسناد أحفظ من الإسناد الأول.ورواه الدارقطني في \"سننه\" ١/ ٣١١ عن عبد الله بن عثمان بن خثيم، عن إسماعيل بن عبيد بن رفاعة، عن أبيه، عن جده أنَّ معاوية بن أبي سفيان قدم المدينة. . فذكر نحوه.(١) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٢) ثِقَة.(٣) الرَّبيع بن سليمان بن عبد الجبار المرادي، أبو محمَّد المصري، المؤذن، صاحب الشَّافعيّ، ثِقَة. مات سنة (٢٧٠ هـ).\"تهذيب الكمال\" للمزي ٩/ ٨٧، \"تهذيب التهذيب\" لابن حجر ١/ ٥٩٣، \"تقريب التهذيب\" لابن حجر (٦٩٠٤).(٤) [٢٠/ب].(٥) الإِمام المشهور.(٦) عبد المجيد بن عبد العزيز بن أبي روّاد -بفتح الراء وتشديد الواو- الأَزدِيّ، مولى المهلب، أبو عبد الحميد المكيّ، مختلف فيه. إلَّا أن العلماء ذكروا أنَّه ثبت في =</p><p> عن ابن جريج (١) قال: أخبرني عبد الله (٢) بن عثمان بن خثيم (٣) أن أَبا بكر بن حفص (٤) أخبره أن أنس بن مالك قال: صلى بنا (٥) معاوية بالمدينة صلاةً، فجَهَر فيها بالقراءة وقرأ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} لأم القرآن، ولم يقرأ للسورة (٦) التي بعدها حتَّى </p><p>= ابن جريج، حيث وثقه أَحْمد، وابن معين، وأبو داود، والنَّسائيّ. وقال ابن أبي مريم عن ابن معين: ثِقَة، كان يروي عن قوم ضعفاء، وكان أعلم النَّاس بحديث ابن جريج، وكان يعلن بالإرجاء. وقال النَّسائيّ في رواية: ليس به بأس. وقال أبو حاتم: ليس بالقوي، يكتب حديثه. وقال الدارقطني: لا يحتج به، يعتبر به. ثم ذكر أنَّه ثبت في حديث ابن جريج. وقال أبو أَحْمد الحاكم: ليس بالمتين عندهم. وقال الذهبي في \"ميزان الاعتدال\" صدوق مرجئ كأبيه. وقال ابن حجر: صدوق يخطئ، وكان مرجئًا، أفرط ابن حبان فقال: متروك. مات سنة (٢٠٦ هـ).\"تاريخ يحيى بن معين\" رواية الدُّوريّ ٢/ ٣٧٠، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٦٤، \"الثِّقات\" لابن حبان ٧/ ١٣٦، \"تهذيب الكمال\" للمزي ٨/ ١٦٩، \"ميزان الاعتدال\" للذهبي ٢/ ٦٤٨، \"الكاشف\" للذهبي ١/ ٦٦٢، \"تهذيب التهذيب\" لابن حجر ١/ ٦٠٥، \"تقريب التهذيب\" لابن حجر (٤١٨٨).(١) ثِقَة، فقيه، فاضل، كان يدلس ويرسل.(٢) في (ت): عبد الرَّحْمَن. وهو خطأ.(٣) عبد الله بن عثمان بن خثيم، صدوق.(٤) هو عبد الله بن حفص بن عمر بن سعد بن أبي وقَّاص الزُّهْرِيّ، أبو بكر المدنِيُّ، مشهور بكنيته، ثِقَة، من الخامسة.\"تهذيب الكمال\" للمزي ١٤/ ٤٢٣، \"تهذيب التهذيب\" لابن حجر ٢/ ٣٢٢، \"تقريب التهذيب\" لابن حجر (٣٢٩٥).(٥) في (ش): لنا.(٦) في (ت): بالسورة. وفي (ن): السورة.</p><p> قضى صلاته، فلما سلّم ناداه (١) المهاجرون من كل مكان: يَا معاوية، أسرقت الصلاة أم نسيت؟ فصلى بهم صلاة أخرى، فقرأ فيها للسورة (٢) التي بعدها (٣) . </p><p> وأما من طريق النظر: </p><p> فإنا قد وجدنا مقاطع القرآن على ضربين: متقاربة، ومتشاكلة (٤) ، فالمتشاكلة: نحو ما في سورة القمر، والشمس، وأمثالها، والمتقاربة: مثل ما في سورة {ق وَالْقُرْآنِ الْمَجِيدِ (١) } و {هَذَا شَيْءٌ عَجِيبٌ}  (٥) وما ضاهاها، ثم نظرنا في قوله </p><p>(١) في (ت): نادى. (٢) في (ت)، (ن): السورة.(٣) [١٦٩] الحكم على الإسناد:في إسناده شيخ المصنف، قيل: كذبه الحاكم.والحديث ضعفه من حيث سنده ومتنه عدد من المحققين من أهل العلم، منهم شيخ الإِسلام ابن تيمية والزيلعي، والزبيدي.انظر: \"مجموع الفتاوى\" لابن تيمية ٢٢/ ٤٣٠، \"نصب الراية\" للزيلعي ١/ ٣٥٣، \"الرد على من أبي الحق وادعى أن الجهر بالبسملة من سنة سيد الخلق\" للزبيدي (ص ٤٣).التخريج:رواه الحاكم في \"المستدرك\" ١/ ٢٣٣ عن أبي العباس الاسم به نحوه. وقال: صحيح على شرط مسلم. ووافقه الذهبي.ورواه الشَّافعيّ في \"الأم\" ١/ ٢١٢ عن عبد المجيد بن عبد العزيز. . به.ورواه الدراقطني في \"سننه\" ١/ ٣١١ من طريق الرَّبيع بن سليمان به نحوه.قال الدراقطني: كلهم ثقات.(٤) في (ت): ومشاكلة.(٥) ق: (١، ٢).</p><p> {عَلَيْهِمْ} فلم يكن من المتشاكلة ولا من المتقاربة، ووجدنا نظم أواخر آي القرآن على حرفين: ميم ونون، أو حرف صحيح قبلها ياء مكسور (١) ما قبلها، أو واو مضموم ما قبلها، أو أَلْف مفتوح ما قبلها، ووجدنا {عَلَيْهِمْ} مخالفًا لنظم الكتاب، هذا ونحن لم نر {غيرِ} مبتدأ آية في كتاب الله تعالى. </p><p> ونقول أَيضًا: إن التسمية لا تخلو من أربعة أوجه: </p><p> إما أن تكون مكتوبة للفصل بين السور، أو في أواخر السور، أو في أوائلها، أو حيث نزلت كُتبت، وحيث لم تنزل لم تُكتب. فلو كُتبت للفصل لكُتبت بين الأنفال وبراءة، ولو كُتبت في الابتداء لكُتبت في براءة (٢) ، ولو كُتبت في الانتهاء، لكُتبت في آخر {قُلْ أَعُوذُ بِرَبِّ النَّاسِ (١) } فلما بطلت هذِه الوجوه علمنا (٣) أنها كُتبت حيث نزلت، وحيث لم تنزِل لم تُكتب. </p><p> ونقول أَيضًا: إنَّا وجدناهم كتبوا ما كان غير قرآن من عدد الآي والأجزاء بحمرة أو صفرة أو خضرة، وكتبوا التسمية بالسواد، فعلمنا أنها قرآن، وبالله التوفيق. </p><p>(١) في (ت): مكسورة. (٢) [٢١/ أ].(٣) في (ت): علمت.</p><p> ثم الجهر بها في الصلاة سنة (١) : </p><p>(١) اختلف أهل العلم في الجهر بالبسملة في الصلاة والإسرار بها. وفي المسألة أحاديث كثيرة ذكر جملةً منها المصنف، وقد أرجع ابن رشد في \"بداية المجتهد\" ١/ ٢٤١ الاختلاف في هذِه المسألة إلى سببين: ١ - الأول: اختلاف هذِه الأحاديث، مما أوجب اختلافهم في قراءة {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} في الصلاة.٢ - الثاني: هو اختلافهم هل {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} آية من أم الكتاب وحدها، أو من كل سورة، أم ليست آية لا من أم الكتاب ولا من كل سورة؟ فمن رأى أنها آية من أم الكتاب أوجب قراءتها بوجوب قراءة أم الكتاب عنده في الصلاة، ومن رأى أنَّها آية من أول كل سورة وجب عنده أن يقرأها مع السورة.قال ابن رشد: وهذِه المسألة قد كثر الاختلاف فيها، والمسألة محتملة.هذا وقد اختلف العلماء في هذِه المسألة على أقوال:أ- القول الأول: يسن الجهر بالبسملة في الصلاة الجهرية، والإسرار بها في السرِّية.وهو المشهور من مذهب الشَّافعيّ. ونسب لأحمد في رواية له. ولكن قال ابن قدامة: ولا تختلف الرواية عن أَحْمد أنَّ الجهر بها غير مسنون.وقال شيخ الإِسلام ابن تيمية: وقد حُكي القول بالجهر عن أَحْمد وغيره، بناءً على إحدى الروايتين عنه، من أنَّها من الفاتحة فيُجهر بها كما يُجهر بسائر الفاتحة، وليس هذا مذهبه، بل يخافت بها عنده.انظر: \"الأم\" للشافعي ١/ ١٠٧، \"المهذب\" للشيرازي ١/ ٧٩، \"المغني\" لابن قدامة ٢/ ١٤٩، \"مجموع الفتاوى\" لابن تيمية ٢٢/ ٤٤٢.وهذا القول هو الذي أخذ به المصنف هنا وانتصر له كما سيأتي.ولكن الأدلة التي ساقها مستدلًّا بها على الجهر لم تسلم كلها من الضعف، وهي لا تناهض الأحاديث الصحيحة الثابتة التي تدل على الإسرار وعدم الجهر. كما =</p><p> لقول الله تعالى:  {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ}  (١) فأمر الله سبحانه رسول الله - صلى الله عليه وسلم - أن يقرأ القرآن بالتسمية، وقال: {قَدْ أَفْلَحَ مَنْ تَزَكَّى (١٤) وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى} (٢) فأوجب الفلاح لمن صلى بالتسمية (٣) . </p><p>= سيأتي بيانه. ب- القول الثاني: أنَّه يُسن الإسرار بالبسملة في الصلاة مطلقًا. وهو قول جمهور أهل العلم من المحدِّثين والفقهاء وغيرهم. ومذهب أبي حنيفة وأصحابه، وأَحمد ابن حنبل، وجماعة من أصحاب الشَّافعيّ.انظر: \"سنن التِّرْمِذِيّ\" كتاب الصلاة، باب ما جاء في ترك الجهر بـ: بسم الله الرَّحْمَن الرَّحِيم (٢٤٤)، \"الاستذكار\" لابن عبد البر ٢/ ١٧٧، \"أحكام القرآن\" للجصاص ١/ ٨، ٩، ١٥، \"المبسوط في القراءات العشر\" لابن مهران الأَصْبهانِيّ السرخسي ١/ ١٥، \"فتح القدير\" لابن الهمام ١/ ٢٩١، \"نصب الراية\" للزيلعي ١/ ٣٢٨، \"مسائل الإِمام أَحْمد\" رواية ابنه عبد الله (ص ٧٦)، \"المغني\" لابن قدامة ٢/ ١٤٩، \"مجموع الفتاوى\" لابن تيمية ٢٢/ ٣٥٣، ٤٢٤، ٤٤٢. وسيذكر المصنف الأدلة التي استدل بها أصحاب هذا القول.وهذا القول هو الذي يعضده ظاهر الأدلة. وسيأتي التعليق على ذلك في موضعه.كما سيأتي التعليق على ردود المصنف على أدلة هذا القول.ج- وثمة قول ثالث في المسألة وهو: التخيير بين الجهر والإسرار، وهو اختيار ابن حزم.انظر: \"المحلى\" لابن حزم ١/ ٢٥١، \"مجموع الفتاوى\" لابن تيمية ٢٢/ ٤٣٦.(١) العلق: (١).(٢) سورة الأعلى: (١٤، ١٥).(٣) هذِه الآيات التي استدل بها المصنف أدلة عامة، ومسألة قراءة البسملة في الصلاة جهرًا أو سرًّا وردت فيها أحاديث بخصوصها، فالذي يُستدل به في هذا المقام هو الأدلة الخاصة بالمسألة.</p><p> [١٧٠] أخبرنا أبو القاسم الحسن (١) بن محمَّد بن الحسن بن جعفر رحمه الله (٢) -لفظًا- قال: نا أبو صخر محمَّد بن مالك السعدي (٣) بمرو قال: نا عبد الصمد بن الفضل الآمُلي (٤) ، قال: نا أَحْمد بن محمَّد بن يحيى بن حمزة الحضرميّ (٥) </p><p>(١) في (ت): الحسين. وهو خطأ. (٢) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٣) محمَّد بن مالك بن الحسن بن مالك، أبو صخر السعديروى عن: أبي رجاء محمَّد بن حمدويه الهورقاني، عن رقاد بن إبراهيم، عن نوح بن أبي مريم، عن يحيى بن سعيد، حديث الأعمال بالنيات، وغير ذلك، وقد ألزق عليه بهذا الإسناد عن نوح بن أبي مريم، عن هشام بن عروة حديث القبض، وقد ألزق أَيضًا ثلاثين حديثًا، وأبو رجاء ورقاد ثقتان، ولم يحدث عنهما بهذا غير أبي صخر هذا. تُوفِّي سنة (٣٥٣ هـ).انظر: \"سؤالات حمزة السهمي\" للدارقطني ١/ ٢٦٩ (٣٩٢)، \"تاريخ الإِسلام\" ٢٦/ ٩٥.(٤) لم أجده.(٥) أبو عبد الله البَتَلْهي -بفتحتين وسكون اللام- نسبةً إلى بيت لهيا من أعمال دمشق بالغوطة. قال أبو أَحْمد الحاكم: فيه نظر. روى عنه أبو الجهم أَحْمد بن الحسين وقال: كان قد كبر، فكان يلقن ما ليس من حديثه فيتلقن. وقال ابن عساكر: وأخبرنا أبو الجهم بأحاديث بواطيل عن أَبيه عن جده عن مشايخ ثقات لا يحتملونها.وقال الذهبي في \"ميزان الاعتدال\" له مناكير. . . وحدث عنه أبو الجهم المَشْغَرائِي ببواطيل.وذكر ابن حجر في \"اللسان\" أن أَبا عوانة الإسفراييني قال في \"صحيحه\" بعد أن روى عنه -أي عن أَحْمد-: سألني أبو حاتم: ما كتبت بالشَّام -قدمتي الثالثة؟ فأخبرته بكتبي مائة حديث لأحمد بن محمَّد بن يحيى بن حمزة كلها عن أَبيه، =</p><p> بغوطة دمشق (١) عن أَبيه (٢) عن جدّه (٣) قال: صليت خلف المهدي أمير المُؤْمنين (٤) ، فجهر بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} فقلت: ما </p><p>= فساءه ذلك وقال: سمعت أن أَحْمد يقول: لم أسمع من أبي شيئًا. فقلت: لا يقول: حَدَّثني أبي، إنما يقول: عن أَبيه، إجازة. تُوفِّي سنة (١٨٩ هـ). \"تاريخ دمشق\" لابن عساكر ٥/ ٤٦٦، \"لسان الميزان\" لابن حجر ١/ ٢٩٥.(١) الغُوطة: بالضم ثم السكون وطاء مهملة: هي الكورة التي منها دمشق، تحيط بها جبال عالية، ومياهها خارجة من تلك الجبال، وتمد في الغوطة في عدة أنهر، وكلها أشجار وأنهار متصلة.قال ياقوت: وهي بالإجماع أنزه بلاد الله وأحسنها منظرًا.\"معجم البلدان\" لياقوت ٤/ ٢١٩.(٢) محمَّد بن يحيى بن حمزة بن واقد البَتلهي. قاضي دمشق. روى عن أَبيه وجادة. قال ابن حبان في \"الثِّقات\": هو ثِقَة في نفسه، يُتَّقى من حديثه ما رواه عنه أَحْمد بن محمَّد بن يحيى وأخوه عبيد، فإنهما كانا يدخلان عليه كل شيء. قال ابن حجر: وقد تقدم أن محمدًا هذا كان قد اختلط. تُوفِّي سنة (٢٣٢ هـ).\"الثِّقات\" لابن حبان ٩/ ٧٤، \"لسان الميزان\" لابن حجر ٥/ ٤٢٢، \"الوافي بالوفيات\" للصفدي ٥/ ١٨٣، \"مختصر تاريخ دمشق\" لابن منظور ٢٣/ ٣٣٤.(٣) يحيى بن حمزة بن واقد الحضرميّ، أبو عبد الرَّحْمَن الدِّمشقيّ القاضي، ثِقَة، رمي بالقدر.مات سنة (١٨٣ هـ) على الصحيح.\"تهذيب الكمال\" للمزي ٣١/ ٢٧٨، \"تهذيب التهذيب\" لابن حجر ٤/ ٣٤٩، \"تقريب التهذيب\" لابن حجر (٧٥٨٦).(٤) المهدي، الخليفة، أبو عبد الله محمَّد بن المنصور أبي جعفر عبد الله بن محمَّد بن علي الهاشمي العباسي.قال الذهبي: كان جوادًا ممداحًا معطاء، محبَّبًا إلى الرعية، قصّابًا في الزنادقة، باحثًا عنهم. .تُوفِّي سنة (١٦٩ هـ). =</p><p> هذِه القراءة يَا أمير المُؤْمنين؟ قال: حَدَّثني أبي (١) عن أَبيه (٢) عن جدي (٣) عبد الله بن عباس أن النَّبِيّ - صلى الله عليه وسلم - جهر بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) } فقلت: آثرها عنك؟ قال: نعم (٤) . </p><p> [١٧١] وحدّثنا (٥) الحسن بن محمَّد بن الحسن (٦) -لفظًا- قال: نا أبو أَحْمد محمَّد بن قريش بن سليمان (٧) بمرو الروذ إملاءً قال: نا </p><p>= \"تاريخ بغداد\" للخطيب ٥/ ٣٩١، \"سير أعلام النبلاء\" للذهبي ٧/ ٤٠٠، \"شذرات الذهب\" لابن العماد ١/ ٢٦٦. (١) الخليفة أبو جعفر المنصور عبد الله بن محمَّد بن عليّ الهاشمي العباسي. تُوفِّي سنة (١٥٨ هـ).\"سير أعلام النبلاء\" للذهبي ٧/ ٨٣، \"تاريخ الخلفاء\" للسيوطي (٢٥٩).(٢) محمَّد بن عليّ بن عبد الله بن عباس الهاشمي، ثِقَة. لم يثبت سماعه من جده. مات سنة (١٢٤ هـ) أو (١٢٥ هـ).\"تهذيب الكمال\" للمزي ٢٦/ ١٥٣، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٥٣، \"تقريب التهذيب\" لابن حجر (٦١٩٨).(٣) من (ت).(٤) [١٧٠] الحكم على الإسناد:إسناده ضعيف منقطع بين محمَّد بن عليّ وابن جده عباس، وفيه من لم أجده، وأبو صخر السعدي متهم، وشيخ المصنف قيل: كذبه الحاكم. والله أعلم.التخريج:رواه الدارقطني في \"السنن\" ١/ ٣٠٣ من طريق أَحْمد بن محمَّد بن يحيى به مثله.وأورده ابن حجر في \"التلخيص الحبير\" ١/ ٢٣٥ وسكت عنه.(٥) في (ت): وحدثني.(٦) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٧) محمَّد بن قريش بن سليمان بن قريش المروروذي، أبو أَحْمد.روى عن: عثمان بن سعيد الداركي، ومحمَّد بن مسلمة الواسطي، وأبي =</p><p> إسحاق بن إبراهيم بن عبَّاد الدَّبري (١) قال: نا عبد الرَّزّاق (٢) ، عن معمر (٣) ، </p><p>= إسماعيل التِّرْمِذِيّ، والحارث بن أبي أسامة، وإسماعيل القاضي، وتمتام، وعبد العزيز بن معاوية القُرشيّ، والكديمي. وروى عنه: عبد الله بن روح.تُوفِّي بمرو سنة (٣٤١ هـ)\"فتح الباب في الكنى والألقاب\" لابن مندة ١/ ٥٩، \"إكمال تهذيب الكمال\" لابن ماكولا ٧/ ١١٦، \"تاريخ الإِسلام\" للذهبي ٢٥/ ٢٥١.(١) إسحاق بن إبراهيم بن عبَّاد الصَّنْعانِيّ الدَّبري -بفتح الدال والباء- نسبة إلى (دبَر) من قرى صنعاء اليمن. راوية عبد الرَّزّاق، سمع تصانيفه منه في سنة عشر ومائتين باعتناء أَبيه به، وسماعه صحيح كما قال الذهبي.قال الحاكم: سألت الدارقطني عن إسحاق الدَّبري أيدخل في الصحيح؟ قال: إي والله، هو صدوق، ما رأيت فيه خلافًا.وقال ابن عدي: استصغر في عبد الرَّزّاق، أحضره أبوه عنده وهو صغير جدًّا، فكان يقول: قرأنا على عبد الرَّزّاق -أي: قرأ غيره وهو يسمع- وحدث عنه بأحاديث منكرة.قال الذهبي -معقبًا على ابن عدي- قلت: ساق له ابن عدي حديثًا واحدًا من طريق ابن أنْعُم الإفريقي، يحتمل مثله، فأين المناكير؟ والرجل قد سمع كتبًا، فأداها كما سمعها, ولعل النكارة من شيخه، فإنَّه أضرَّ بأخَرَة، فالله أعلم.تُوفِّي إسحاق رحمه الله سنة (٢٨٥ هـ) وله تسعون سنة.\"الكامل\" لابن عدي ١/ ٣٤٤، \"سير أعلام النبلاء\" للذهبي ١٣/ ٤١٦، \"ميزان الاعتدال\" للذهبي ١/ ١٨١، \"لسان الميزان\" لابن حجر ١/ ٢٤٩، \"لب اللباب\" للسيوطي ١/ ٣١٢.(٢) ثِقَة، حافظ، عمي في آخر عمره فتغير، وكان يتشيع.(٣) ثِقَة، ثبت، فاضل، إلَّا أن في روايته فيما حدث به بالبصرة.</p><p> عن عمرو بن دينار (١) أنَّ ابن عمر (٢) وابن عباس كانا يجهران بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}  (٣) . </p><p> [١٧٢] وحدثنا الحسن بن محمَّد (٤) قال: نا العنبري (٥) قال: نا محمَّد بن عبد السلام (٦) قال: نا إسحاق بن إبراهيم (٧) قال: أنا المعتمر بن سليمان (٨) ، </p><p>(١) ثِقَة، ثبت. (٢) عبد الله بن عمر بن الخطاب العدوي، أبو عبد الرَّحْمَن، ولد بعد المبعث بيسير، واستُصغر يوم أحد، وهو ابن أربع عشرة سنة، وهو أحد المكثرين من الصَّحَابَة والعبادلة، وكان من أشد النَّاس اتّباعًا للأثر.مات سنة (٧٣ هـ) في آخرها، أو أول التي تليها.\"الاستيعاب\" لابن عبد البر ٣/ ٨، \"أسد الغابة\" لابن الأثير ٣/ ٣٣٦، \"الإصابة\" لابن حجر ٤/ ١٥٥، \"تقريب التهذيب\" لابن حجر (٣٥١٤).(٣) رواه عبد الرَّزّاق في \"المصنف\" ٢/ ٩٢ (٢٦٢٠) عن معمر، عن عمرو بن دينار أنَّ ابن عباس وابن عمر كانا يفتتحان بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}.[١٧١] الحكم على الإسناد:في إسناده شيخ المصنف قيل: كذبه الحاكم، وعبد الرَّزّاق الصَّنْعانِيّ: تغيَّر بأخرة، وسماع الدَّبَري منه متأخر، كما في \"الكواكب النيرات في معرفة من اختلط من الرواة الثِّقات\" لابن الكيال (ص ٢٧٣)، والإسناد صحيح من عند عبد الرَّزّاق وقد رواه في كتابه فلا يضر ضعف من قبله كما عند المصنف، والله أعلم.(٤) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٥) أبو زكريا العنبري الإِمام، المفسر، الثقة.(٦) محمَّد بن عبد السلام الوراق، ثِقَة.(٧) إسحاق بن راهويه الإِمام، الثقة، الحافظ، المجتهد.(٨) التَّيْميّ، أبو محمَّد البَصْرِيّ، يلقب بالطفيل، ثِقَة، مات سنة (١٨٧ هـ) وقد جاوز الثمانين. =</p><p> قال: سمعت ليثًا (١) قال: كان عطاء (٢) وطاوس (٣) ومجاهد (٤) يجهرون بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) } (٥) . </p><p> [١٧٣] وحدثنا الحسن بن محمَّد (٦) قال: نا أبو بكر أَحْمد بن (عبد الرَّحْمَن)  (٧) المروزي قال: نا الحسن بن عليّ بن نصر الطوسي (٨) قال: حَدَّثَنَا أبو حاتم سهل بن محمَّد (٩) قال: نا أبو </p><p>= \"تهذيب الكمال\" للمزي ٢٨/ ٢٥٠، \"تهذيب التهذيب\" لابن حجر ٤/ ١١٧، \"تقريب التهذيب\" لابن حجر (٦٨٣٣). (١) ابن أبي سليم، صدوق اختلط أخيرًا, ولم يتميز حديثه فترك، وأنكروا عليه الجمع بين عطاء وطاوس ومجاهد.(٢) عطاء بن أبي رباح، ثِقَة، فقيه، فاضل، لكنه كثير الإرسال.(٣) طاوس بن كيسان اليماني، أبو عبد الرَّحْمَن، الحميري مولاهم، الفارسيّ، يقال: اسمه ذكران، وطاوس لقب. وهو ثِقَة، فقيه، فاضل. مات سنة (١٠٦ هـ) وقيل قبل ذلك.\"تهذيب الكمال\" للمزي ١٣/ ٣٥٧، \"تهذيب التهذيب\" لابن حجر ٢/ ٢٣٥، \"تقريب التهذيب\" لابن حجر (٣٠٢٦).(٤) مجاهد بن جبر، ثِقَة، إمام.(٥) [١٧٢] الحكم على الإسناد:إسناده ضعيف، لضعف ليث بن أبي سليم. وأُنكر عليه جمعه بين عطاء وطاوس ومجاهد.التخريج:رواه ابن أبي شيبة في \"المصنف\" ٢/ ٣٧١ (٤١٧٢) عن معتمر به.(٦) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٧) في (ت): عبد العزيز. وفي (ش): عبد الرَّحِيم. ولم أجده.(٨) ثِقَة.(٩) أبو حاتم السجستاني صدوق.</p><p> عبد الله محمَّد بن عبد الله الخُزَاعِيّ (١) ، عن حمَّاد (٢) بن سلمة (٣) عن علي ابن زيد بن جدعان (٤) </p><p>(١) محمَّد بن عبد الله بن عثمان الخُزَاعِيّ، أبو عبد الله البَصْرِيّ. روى عن: جرير بن خازم وحماد بن سلمة وحماد بن زيد وشبيب بن مهران وشبيب بن شيبة ومالك بن أنس ومبارك بن فضالة، وغيرهم.روى عنه: أبو داود وإبراهيم بن إسحاق الحربي، وأبو حاتم الرَّازيّ، ويعقوب بن شيبة ويعقوب بن سفيان ومحمَّد بن يحيى الذُّهليّ وأبو زرعة الرَّازيّ وعلى بن عبد العزيز البَغَوِيّ وغيرهم.ذكره ابن حبان في \"الثِّقات\" ووثقه ابن المدينيّ وأبو حاتم وابن حجر وقال ابن قانع: صالح.\"تهذيب الكمال\" ٢٥/ ٥٠٧، \"تهذيب التهذيب\" ٣/ ٦١٠، \"تقريب التهذيب\" (٦٠٣٥).(٢) من (ن). وفي بقية النسخ: عمار. والمثبت هو الصواب.(٣) حماد بن سلمة بن دينار البَصْرِيّ، أبو سلمة، ثِقَة عابد، أثبت النَّاس في ثابت البناني، وتغيَّر بآخره. مات سنة (١٦٧ هـ).\"تهذيب الكمال\" للمزي ٧/ ٢٥٣، \"تهذيب التهذيب\" لابن حجر ١/ ٤٨١، \"تقريب التهذيب\" لابن حجر (١٥٠٧)، \"الكواكب النيرات في معرفة من اختلط من الرواة الثِّقات\" لابن الكيال (ص ٤٦٠).(٤) علي بن زيد بن عبد الله بن زهير بن عبد الله بن جدعان التَّيْميّ البَصْرِيّ، أحد علماء التابعين، أصله حجازي، وهو المعروف بعلي بن زيد بن جدعان.ضعَّفه: أَحْمد، وابن معين، وابن سعد، والنسائي، والدارقطني، والجوزجاني. وقال أبو حاتم: ليس بقوي، يكتب حديثه ولا يحتج به. وقال أبو زرعة: ليس بقوي. وقال التِّرْمِذِيّ: صدوق. وقال ابن عدي: مع ضعفه يكتب حديثه. وقال الذهبي في \"الكاشف\": أحد الحفاظ، وليس بالثبت. وقال في \"سير أعلام النبلاء\": كان من أوعية العلم على تشيع قليل فيه، وسوء حفظ يغضُّه من درجة =</p><p> أنَّ العبادلة كانوا يستفتحون القراءة (١) بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} يجهرون بها: عبد الله بن عباس، وعبد الله بن عمر، وعبد الله بن عمرو (٢) ، وعبد الله بن الزُّبير (٣) وعبد الله بن صفوان </p><p>= الإتقان. وقال في \"ديوان الضعفاء\": حسن الحديث، صاحب غرائب، احتج به بعضهم. وقال في \"المغني\": صالح الحديث. وقال ابن حجر: ضعيف. مات سنة (١٣١ هـ). وقيل: قبلها. \"الطبقات الكبرى\" لابن سعد ٧/ ٢٥٢، \"تاريخ يحيى بن معين\" رواية الدُّوريّ ٢/ ٤١٧، \"تاريخ يحيى بن معين\" رواية الدَّارميّ (٤٧٢)، \"سؤالات ابن الجنيد ليحيى بن معين\" (١٦، ٤٩)، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٨٦، \"الكامل\" لابن عدي ٥/ ١٩٥، \"تهذيب الكمال\" للمزي ٢٠/ ٤٣٤، \"الكاشف\" للذهبي ٢/ ٤٠، \"سير أعلام النبلاء\" للذهبي ٥/ ٢٠٦، \"ميزان الاعتدال\" للذهبي ٣/ ١٢٧، \"ديوان الضعفاء\" للذهبي (٢٩٢٦)، \"تهذيب التهذيب\" لابن حجر ٣/ ١٦٢، \"تقريب التهذيب\" لابن حجر (٤٧٦٨).(١) في (ت): القرآن.(٢) عبد الله بن عمرو بن العاص بن وائل بن هاشم بن سُعيد -بالتصغير- بن سعد بن سهم السهمي، أبو محمَّد، وقيل: أبو عبد الرَّحْمَن، أحد السابقين، المكثرين من الصَّحَابَة، وأحد العبادلة الفقهاء. مات في ذي الحجة ليالي الحرَّة على الأصح، بالطائف على الراجح.\"الاستيعاب\" لابن عبد البر ٣/ ٨٦، \"أسد الغابة\" لابن الأثير ٣/ ٣٤٥، \"الإصابة\" لابن حجر ٤/ ١٦٥، \"تقريب التهذيب\" لابن حجر (٣٥٢٣).(٣) عبد الله بن الزُّبير بن العوام، القُرشيّ الأسدي، أبو بكر، وأبو خُبيب -بالمعجمة مصغرًا- كان أول مولود في الإِسلام بالمدينة، من المهاجرين، ووُلِّيَ الخلافة تسع سنين، قتل في ذي الحجة سنة (٧٣ هـ).\"الاستيعاب\" لابن عبد البر ٣/ ٣٩، \"أسد الغابة\" لابن الأثير ٣/ ٢٤١، \"الإصابة\" لابن حجر ٤/ ٧٧، \"تقريب التهذيب\" لابن حجر (٣٣٣٩).</p><p> (وعبد الله بن مسعود)  (١)  (٢) . </p><p> [١٧٤] وحدثنا الحسن بن محمَّد (٣) قال: نا أبو نصر منصور بن عبد الله الأَصْبهانِيّ (٤) قال: نا أبو القاسم الإسكندراني (٥) قال: نا أبو جعفر الملطي (٦) ، </p><p>(١) زيادة من (ش). (٢) [١٧٣] الحكم على الإسناد:إسناده ضعيف؛ لضعف ابن جُدعان. والله أعلم.ذكره السيوطي في \"الدر المنثور\" ١/ ٢٧. وعزاه للمصنِّف وحده.(٣) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٤) منصور بن عبد الله بن إبراهيم أبو نصر الأَصْبهانِيّ الصوفي.روى عن: أبي جعفر سعيد بن تركان الصوفي، ومحمَّد بن داود الدقي، وأبي علي الروذباري، وأَحمد بن محمَّد بن القاسم، وأبي عمران موسى بن عيسى البسطامي المعروف بعمي.روى عنه: أبو عبد الرَّحْمَن السلمي، وأبو الفضل أَحْمد بن أبي عمران موسى الصرام الهروي، وأبو سعيد عبد الله بن محمَّد بن عبد الوهَّاب الرَّازيّ الصوفي. \"تاريخ دمشق\" لابن عساكر ٦٠/ ٣٢٠.(٥) أبو القاسم الإسكندراني بكر بن محمَّد بن إبراهيم بن الموَّاز.ذكره ابن حجر ضمن زياداته في \"لسان الميزان\" ٢/ ٥٨ وقال: روى عن أَبيه. قال ابن ماكولا: قيل إنه خلط في سنة (٣٢٦ هـ). قلتُ: نقله ابن ماكولا من كتاب ابن يونس، ولفظه: ذكر أنَّه اختلط. فعزوه إلى ابن يونس أولى. وقال مسلمة بن القاسم: تُوفِّي سنة (٣٢٦ هـ).(٦) أبو جعفر الملطي، روى عن علي بن موسى الرضا، روى عنه أبو القاسم الاسكندراني، وقال عبد الغني بن سعيد: ليس في الملطيين ثِقَة.\"تاريخ بغداد\" للخطيب ١٢/ ٤٤٦، \"بغية الطلب في تاريخ حلب\" ١٠/ ٤٣٧٨.</p><p> عن علي بن موسى الرضا (١) عن أَبيه (٢) عن جعفر بن محمَّد (٣) أنَّه قال: اجتمع آل محمَّد - صلى الله عليه وسلم - على الجهر بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} وعلى أن يقضوا ما فاتهم من صلاة الليل بالنهار (٤) ، وعلى أن يقولوا في أبي بكر وعمر أحسن القول (٥) . </p><p>(١) علي بن موسى بن جعفر بن محمَّد بن عليّ بن الحسين بن عليّ الهاشمي، يُلّقَّب الرِّضا بكسر الراء وفتح المعجمة. قال ابن حبان: علي بن موسى يروي عن أَبيه العجائب، روى عنه أبو الصلت وغيره، كان يهم ويخطئ. وقال ابن طاهر: يأتي عن أَبيه بعجائب.قال الذهبي معقبًا: إنما الشأن في ثبوت السند إليه، وإلا فالرجل قد كُذب عليه ووُضع عليه نسخة سائرها الكذب، كما كذب على جده جعفر الصادق. وقال ابن حجر: صدوق، والخلل ممن روى عنه. مات سنة (٢٠٣ هـ).\"المجروحين\" لابن حبان ١/ ١٠٦، \"الكاشف\" للذهبي ٢/ ٤٨، \"ميزان الاعتدال\" للذهبي ٣/ ١٥٨، \"تقريب التهذيب\" لابن حجر (٤٨٣٨).(٢) هو: موسى بن جعفر بن محمَّد بن عليّ بن الحسين بن عليّ، أبو الحسن، الهاشمي، المعروف بالكاظم.قال أبو حاتم: ثِقَة صدوق، إمام من أئمة المسلمين. وقال ابن حجر: صدوق عابد. مات سنة (١٨٣ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٣٩، \"سير أعلام النبلاء\" للذهبي ٦/ ٢٧٠، \"ميزان الاعتدال\" للذهبي ٤/ ٢٠١، \"الكاشف\" للذهبي ٢/ ٣٠٣، \"تقريب التهذيب\" لابن حجر (٧٠٠٤).(٣) جعفر الصادق، صدوق، فقيه، إمام.(٤) في (ت): والنهار.(٥) [١٧٤] الحكم على الإسناد:إسناده ضعيف، لضعف أبي جعفر الملطي، واختلاط أبي القاسم الإسكندراني، لم أجده عند غير المصنف.</p><p> [١٧٥] وبهذا الإسناد سُئل الصادق عن الجهر بالتسمية فقال: أحق ما جُهر به، وهي الآية التي ذكر (١) الله تعالى: {وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا}  (٢)  (٣) . </p><p> [١٧٦] وحدَّثنا الحسن (٤) ، قال: نا (أبو محمَّد عبد الله بن محمَّد)  (٥) بن موسى بن كعب العدل (٦) ، قال: نا الحسن بن أحمد </p><p>(١) في (ت): ذكرها. (٢) الإسراء: (٤٦).(٣) [١٧٥] الحكم على الإسناد:حكمه حكم ما قبله.التخريج:جاء في المطبوع في \"الدر المنثور\" ٤/ ٣٣٨، وأخرج البخاري في \"تاريخه\" عن أبي جعفر الصادق محمَّد بن علي الكاظم أنه قال: لم كتمتم {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} فنعم الاسم والله كتموا، فإن رسول الله - صلى الله عليه وسلم - كان إذا دخل منزله اجتمعت عليه قريش، فيجهر بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} ويرفع صوته بها، فتولي قريش فرارًا، فأنزل الله {وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا}.ذكره السيوطي في \"الدر المنثور\" ٤/ ٣٣٨. وعزاه إلى البخاري في \"التاريخ الكبير\". ولم أجده في ترجمته، بينما في \"كنز العمال\" ٢/ ٤٥٤ - ٤٥٥ (٤٤٨٦) ابن النجار وليس البخاري.(٤) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٥) في (ش): أبو عبد الله محمَّد بن عبد الله. .، وهو خطأ.(٦) عبد الله بن محمَّد بن موسى الكعبي النيسابوري.قال الحاكم: محدِّث كثير الرحلة والسماع، صحيح السماع. وقال الذهبي: المحدِّث العالم الصدوق. توفي سنة (٣٤٩ هـ).\"الأنساب\" للسمعاني ٥/ ٨٠، \"سير أعلام النبلاء\" للذهبي ١٥/ ٥٣٠.</p><p> ابن الليث (١) ، قال: نا (٢) يحيى بن المعلى الرازي (٣) ، قال: حدثنا أبو نعيم (٤) ، عن خالد بن إياس (٥) ، عن سعيد بن أبي سعيد المقبري (٦) ، </p><p>(١) الرازي. قال أبو حاتم: ثقة. \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٢.(٢) في (ت): ثني.(٣) يحيى بن معلى بن منصور، أبو عوانة الرازي، نزيل بغداد، وثقه الخطيب البغدادي. وقال الذهبي: ثقة محدث. وقال ابن حجر: صدوق، صاحب حديث.\"تاريخ بغداد\" للخطيب ٤/ ٢١٢، \"الكاشف\" للذهبي ٢/ ٣٦٦، \"تهذيب التهذيب\" لابن حجر ٤/ ٣٨٩، \"تقريب التهذيب\" لابن حجر (٧٧٠٠).(٤) الفضل بن دكين، ثقة، ثبت.(٥) خالد بن إياس -ويقال: إلياس- بن صخر بن أبي الجهم بن حذيفة، أبو الهيثم العدوي المدني، إمام المسجد النبوي. قال أحمد والنسائي: متروك الحديث. وقال ابن معين: ليس بشيء ولا يكتب حديثه.وقال أبو حاتم: ضعيف الحديث، منكر الحديث. وقال أبو زرعة: ضعيف، ليس بالقوي، سمعت أبا نعيم يقول: لا يَسْوى حديثُه فِلسَين. وقال البخاري: منكر الحديث، ليس بشيء. وقال الحاكم: روى عن ابن المنكدر وهشام بن عروة والمقبري أحاديث موضوعة. وقال ابن عبد البر: ضعيف عند جميعهم. وقال الذهبي: ضعفوه. وقال ابن حجر: متروك الحديث. من السابعة.\"تاريخ يحيى بن معين\" رواية الدوري ٢/ ١٤٢، \"تاريخ يحيى بن معين\" رواية الدارمي (٢٩٩)، \"الضعفاء الصغير\" للبخاري (١٠١)، \"تاريخ أبي زرعة الرازي\" (٤٧٧، ٦١٣)، \"الضعفاء والمتروكين\" للنسائي (١٧٢)، \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٣٢١، \"تهذيب الكمال\" للمزي ٨/ ٢٩، \"الكاشف\" للذهبي ١/ ٣٦٢، \"ميزان الاعتدال\" للذهبي ١/ ٦٢٧، \"تهذيب التهذيب\" لابن حجر ١/ ٥١٤، \"تقريب التهذيب\" لابن حجر (١٦٢٧).(٦) أبو سعيد المقبري، ثقة.</p><p> عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"أتاني جبريل فعلمني الصلاة\" . ثم قام رسول الله - صلى الله عليه وسلم - فكبَّر فجهر بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}  (١) . </p><p> [١٧٧] وحدثنا الحسن بن محمَّد (٢) ، قال: حدثنا أبو الطيب محمَّد بن أحمد بن حمدون (٣) ، ثنا الشرقي (٤) ، قال: نا محمَّد بن يحيى (٥) ، قال: نا ابن أبي مريم (٦) ، عن يحيى بن أيوب (٧) </p><p>(١) [١٧٦] الحكم على الإسناد: إسناده ضعيف جدًّا؛ خالد بن إياس متروك.قال أبو الطيب محمَّد شمس الحق في حاشيته على \"السنن\" للدارقطني هذا إسناد ساقط، فإن خالد بن إياس مجمع على ضعفه.رواه الدارقطني في \"سننه\" ١/ ٣٠٧ من طريق خالد بن إياس به بنحوه.(٢) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٣) صحيح السماع، كثير الكتب وكان يورق.(٤) عبد الله بن محمَّد ابن الشرقي، سماعاته صحيحه من مثل الذهلي وطبقته ولكن تكلموا فيه لإدمانه شرب المسكر.(٥) الذهلي: ثقة، حافظ، جليل.(٦) سعيد بن الحكم بن محمَّد بن سالم بن أبي مريم الجُمَحي بالولاء، أبو محمَّد المصري، ثقة، ثبت، فقيه. مات سنة (٢٢٤ هـ).\"تهذيب الكمال\" للمزي ١٠/ ٣٩١، \"تهذيب التهذيب\" لابن حجر ٢/ ١٢، \"تقريب التهذيب\" لابن حجر (٢٢٩٩).(٧) الغافقي -بمعجمة وفاء وقاف- أبو العباس المصري.قال أحمد: سيئ الحفظ. وقال ابن معين: صالح الحديث. وقال ابن عدي: هو عندي صدوق. وقال أبو حاتم: لا يحتج به.وقال النسائي: ليس بالقوي. وقال الدارقطني: في بعض حديثه اضطراب. =</p><p> ونافع بن يزيد (١) قالا: نا عُقيل (٢) عن الزهريّ (٣) قال: من سنَّة الصلاة أن يقرأ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} ثم يقرأ بفاتحة الكتاب، ثم يقرأ (٤)  {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} ثم يقرأ سورة. وقال: إنَّ أول من ترك {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} عمرو بن سعيد ابن العاص (٥) بالمدينة. </p><p>= وقال الذهبي في \"الكاشف\": صالح الحديث. وقال ابن حجر: صدوق، ربما أخطأ. مات سنة (١٦٨ هـ). \"الكامل\" لابن عدي ٧/ ٢١٤، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ١٢٧، \"تهذيب الكمال\" للمزي ٣١/ ٢٣٣، \"الكاشف\" للذهبي ٢/ ٣٦٢، \"ميزان الاعتدال\" للذهبي ٤/ ٣٦٢، \"سير أعلام النبلاء\" للذهبي ٨/ ٥، \"تهذيب التهذيب\" ٤/ ٣٤٢، \"تقريب التهذيب\" لابن حجر (٧٥٦١).(١) نافع بن يزيد الكَلاعي -بفتح الكاف والسلام الخفيفة- أبو يزيد المصري، يقال: إنه مولى شرحبيل بن حسنة، ثقة، عابد. من السابعة. مات سنة (١٦٨ هـ).\"تهذيب التهذيب\" لابن حجر ٤/ ٢١٠، \"تقريب التهذيب\" لابن حجر (٧١٣٤).(٢) عُقيل -بالضم- بن خالد بن عَقيل -بالفتح- الأيلي -بفتح الهمزة بعدها تحتانية ساكنة ثم لام- أبو خالد الأموي، مولاهم، ثقة، ثبت، سكن المدينة، ثم الشام ثم مصر، من السادسة. مات سنة (١٤٤ هـ) على الصحيح.\"تهذيب التهذيب\" لابن حجر ٣/ ١٣٠، \"تقريب التهذيب\" لابن حجر (٤٦٩٩).(٣) محمَّد بن مسلم بن عبيد الله بن عبد الله بن شهاب بن عبد الله بن الحارث بن زهرة ابن كلاب القرشي الزهريّ، وكنيته أبو بكر، الفقيه، الحافظ، متفق على جلالته وإتقانه. مات سنة (١٢٥ هـ). وقيل قبل ذلك بسنة أو سنتين.\"تهذيب التهذيب\" لابن حجر ٣/ ٦٩٦، \"تقريب التهذيب\" لابن حجر (٦٣٣٦).(٤) ساقطة من (ش) في الموضعين.(٥) عمرو بن سعيد بن العاص بن أمية القرشي الأموي، المعروف بالأشدق، تابعي =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وَلِي إمرة المدينة لمعاوية ولابنه، قتله عبد الملك بن مروان سنة (٧٠ هـ)، وَهِم من زعم أن له صحبة وإنما لأبيه رؤية، وكان مسرفًا على نفسه، من الثالثة، له في مسلم رواية في حديث واحد. \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٣٦، \"سير أعلام النبلاء\" للذهبي ٣/ ٤٤٩، \"تقريب التهذيب\" لابن حجر (٥٠٦٩).[١٧٧] الحكم على الإسناد:في إسناده شيخ المصنف قيل كذبه الحاكم.التخريج:رواه البيهقي في \"السنن الكبرى\" ٢/ ٥٠ من طريق ابن أبي مريم به بلفظ: من سنة الصلاة أن يقرأ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، ثم فاتحة الكتاب، ثم {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} ثم يقرأ سورة، فكان ابن شهاب يقرأ أحيانًا سورة مع فاتحة الكتاب، يفتتح كل سورة منها ببِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، وكان يقول: أول من قرأ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ سرًّا بالمدينة عمرو بن سعيد بن العاص، وكان رجلًا حَيِيًّا.فائدةالأحاديث التي ساقها المصنف على الجهر بالبسملة في الصلاة لم تسلم من مقال وضعف. وقد ضعَّف كثير من أهل العلم أحاديث الجهر، وبيَّنوا أنَّها لا تقاوم الأحاديث الصحاح المخرَّجة في كتب السنَّة المشهورة، والتي تدل على استحباب الإسرار بالبسملة في الصلاة، وعدم الجهر بها.قال الإِمام أبو الحسن الدراقطني: كل ما رُوي عن النبي - صلى الله عليه وسلم - في الجهر فليس بصحيح، وأما عن الصحابة فمنه صحيح ومنه ضعيف. \"التحقيق\" لابن الجوزي ١/ ٣١٣.وقال ابن الجوزي -بعد أن ذكر الأحاديث التي استدل بها الشافعية على الجهر وبيَّن ضعفها-: وهذِه الأحاديث في الجملة لا يحسن بمن له علم بالنقل أن يعارض بها الأحاديث الصحاح. . . ويكفي في هجرانها إعراض المصنفين =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= للمسانيد والسنن عن جمهورها. \"التحقيق\" ١/ ٣١٢.وقال ابن قدامة: وسائر أخبار الجهر ضعيفة، فإنَّ رواتها هم رواة الإخفاء، وإسناد الإخفاء صحيح ثابت بغير خلاف فيه، فدل على ضعف رواية الجهر.وقال -أيضًا-: وإنَّما أكثر الكذب في أحاديث الجهر؛ لأنَّ الشيعة ترى الجهر، وهم أكذب الطوائف، فوضعوا في ذلك أحاديث لبَّسوا بها على الناس دينهم، ولهذا يوجد في كلام أئمة السنة من الكوفيين كسفيان الثوري أنهم يذكرون من السنة المسح على الخفين، وترك الجهر بالبسملة، كما يذكرون تقديم أبي بكر وعمر، ونحو ذلك؛ لأن هذا من شعار الرافضة، ولهذا ذهب أبو علي بن أبي هريرة أحد الأئمة من أصحاب الشافعي إلى ترك الجهر بها، قال: وإن الجهر بها صار من شعار المخالفين.\"الفتاوى\" ٢٢/ ٤٤١، ٤٤٢، ٤٤٣.ويقول شيخ الإِسلام ابن تيمية: وقد اتفق أهل المعرفة بالحديث على أنه ليس في الجهر بها حديث صريح، ولم يرو أهل السنن المشهورة كأبي داود والترمذي والنسائي شيئًا من ذلك، وإنما يوجد الجهر بها صريحًا في أحاديث موضوعة يرويها الثعلبي والماوردي وأمثالهما في التفسير، أو في بعض كتب الفقهاء الذين لا يميّزون بين الموضوع وغيره. \"مجموع الفتاوى\" ٢٢/ ٤١٥.وقال أيضًا: لم يثبت عن النبي - صلى الله عليه وسلم - أنه كان يجهر بها, وليس في الصحاح ولا السنن حديث صحيح صريح بالجهر، والأحاديث الصريحة بالجهر كلها ضعيفة، بل موضوعة، ولهذا لما صنَّف الدراقطني في ذلك مصنفًا قيل له: هل في ذلك شيء صحيح؟ فقال: أمَّا عن النبي - صلى الله عليه وسلم - فلا، وأما عن الصحابة فمنه صحيح، ومنه ضعيف.ولو كان النبي - صلى الله عليه وسلم - يجهر بها دائمًا لكان الصحابة ينقلون ذلك، ولكان الخلفاء يعلمون ذلك، ولما كان الناس يحتاجون أن يسألوا أنس بن مالك بعد انقضاء عصر الخلفاء، ولما كان الخلفاء الراشدون، ثم خلفاء بني أمية، وبني العباس =</p><p> واحتج من أبي إثبات التسمية آية من الفاتحة والجهر بها في الصلاة بما </p><p> [١٧٨] أنا الأستاذ، أنا عبد الله بن حامد الوزان (١) ، بقراءتي عليه، أنا محمَّد بن الحسين بن الحسن بن الخليل القطان (٢) ، ثنا قطن بن إبراهيم (٣) ، نا حفص (٤) ، </p><p>= كلهم متفقين على ترك الجهر، ولما كان أهل المدينة -وهم أعلم أهل المدائن بسنته- ينكرون قراءتها بالكلية سرًّا وجهرًا. \"الفتاوى\" ٢٢/ ٢٧٥. وقال ابن القيم -عن أحاديث الجهر- فصحيح تلك الأحاديث غير صريح، وصريحها غير صحيح.\"زاد المعاد\" ١/ ٢٠٦.وانظر في هذا أيضًا: \"نصب الراية\" ١/ ٣٢٥ - ٣٦٣ حيث أفاض في ذكر كلام أهل العلم في تضعيف الأحاديث والآثار الواردة في الجهر بالبسملة.وانظر كذلك كتاب \"الرد على من أبي الحق وادعى أن الجهر بالبسملة من سنة سيد الخلق\" للزبيدي (ص ١٨ - ٥٢).(١) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل.(٢) قال عنه الحاكم: الشيخ الصالح.(٣) قطن بن إبراهيم بن عيسى بن مسلم القشيري أبو سعيد النيسابوري، والد مسرد بن قطن , صدوق يخطئ، مات سنة (٢٦١ هـ).\"الجرح والتعديل\" ٧/ ١٣٨، \"تهذيب الكمال\" ٢٣/ ٦١٠، \"تقريب التهذيب\" (٥٥٥٣).(٤) حفص بن عبد الله بن راشد السلمي، أبو عمرو، ويقال: أبو عمرو ويقال: أبو سهل النيسابوري، والد أحمد بن حفص كان كاتبًا لإبراهيم بن طهمان.قال النسائي: لا بأس به، وذكره ابن حبان في \"الثقات\"، وقال ابن حجر: صدوق. =</p><p> قال: حدثني إبراهيم (١) ، عن سعيد بن أبي عروبة (٢) ، عن الحجاج بن الحجاج (٣) عن قتادة (٤) ، عن أنس بن مالك قال: صليت مع (٥) رسول الله - صلى الله عليه وسلم - وأبي بكر وعمر وعثمان، فلم أسمع أحدًا منهم يقرأ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}  (٦) . </p><p>= \"الثقات\" لابن حبان ٨/ ١٩٩، \"تهذيب الكمال\" ٧/ ١٨، \"تقريب التهذيب\" (١٤٠٨). (١) إبراهيم بن طهمان بن شعبة الخراساني، أبو سعيد الهروى.ولد بهراة، وسكن نيسابور، وقدم بغداد، وحدث بها، ثم سكن مكة حتى مات بها، ثقة يغرب وتكلم فيه للإرجاء ويقال: رجع عنه.\"الكاشف\" للذهبي ١/ ٣٨، \"ميزان الاعتدال\" للذهبي ١/ ٣٨، \"سير أعلام النبلاء\" للذهبي ٧/ ٣٧٨، \"تهذيب التهذيب\" لابن حجر ١/ ١٢٩، \"تقريب التهذيب\" لابن حجر (١٩١)، \"طبقات المفسرين\" للداودي ١/ ١٠.(٢) ثقة، حافظ اختلط، لكنه كثير التدليس، واختلط، وهو أثبت الناس في قتادة.(٣) حجاج بن حجاج الباهلي البصري، الأحول، ثقة. من السادسة.\"تهذيب الكمال\" للمزي ٥/ ٤٣١، \"تهذيب التهذيب\" لابن حجر ١/ ٣٥٧، \"تقريب التهذيب\" لابن حجر (١١٣١).(٤) الإِمام، الحافظ، الثقة.(٥) في (ت)، (ش): خلف.(٦) [١٧٨] الحكم على الإسناد:الإسناد فيه قطن بن إبراهيم، صدوق يخطئ شيخ المصنف: لم يُذكر بجرح أو تعديل.والحديث ثابت في الصحيحين وغيرهما من طرق كثيرة عن قتادة، كما سيأتي، والله تعالى أعلم.التخريج:رواه أحمد في \"المسند\" ٣/ ١٠١ (١١٩٩١)، وأبو عوانة في \"مسنده\" ١/ ٢٢، =</p><p> [١٧٩] وأخبرنا عبد الله بن حامد (١) قال: أنا محمَّد بن إسماعيل </p><p>= وابن الجارود في \"المنتقى\" (١٨١) صفة صلاة رسول الله - صلى الله عليه وسلم -، وابن خزيمة في \"صحيحه\" ١/ ٢٥٦ رقم (٤٩٦) والطحاوي في \"شرح معاني الآثار\" ١/ ٢٠٢ من طرق عن سعيد بن أبي عروبة، عن قتادة، عن أنس أن النبي - صلى الله عليه وسلم - وأبا بكر وعمر وعثمان - رضوان الله عليهم - كانوا يفتتحون القراءة بـ {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢)}. وعند بعضهم: فلم يجهروا بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}. بدل: كانوا يفتتحون القراءة. . ورواه النسائي ٢/ ١٣٤ - ١٣٥ كتاب الافتتاح، ترك الجهر ببِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ: من طريق سعيد بن أبي عروبة وشعبة.ورواه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٥/ ١٠١ (١٧٩٨) من طريق حُميد وسعيد، عن قتادة.ولم يذكر هؤلاء أحدًا بين سعيد وقتادة كما روى المصنف، وقد ورد الحديث من طرق أخرى كثيرة عن قتادة:فقد رواه البخاري كتاب الأذان، باب ما يقول بعد التكبير (٧٤٣)، ومسلم كتاب الصلاة، باب حجة من قال: لا يجهر بالبسملة (٣٩٩)، وغيرها: من طريق شعبة، عن قتادة، عن أنس.ورواه الترمذي أبواب الصلاة، باب ما جاء في افتتاح القراءة بـ {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢)} (٢٤٦) وابن خزيمة في \"صحيحه\" ١/ ٢٤٨ (٤٩١) من طريق أبي عوانة، عن قتادة، عن أنس.ورواه أحمد في \"المسند\" ٣/ ١١٤ (١٢١٣٥) وأبو داود كتاب الصلاة، باب من لم يرَ الجهر بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١)} (٧٨٢)، والدارمي في \"سننه\" (١٢٧٦) كتاب الصلاة باب كراهية الجهر ببِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ من طريق هشام الدّستوائي، عن قتادة، عن أنس.وهناك طرق أخرى أيضًا سيأتي بعضها.(١) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل.</p><p> الفارسي (١) ، قال: نا يزيد (٢) بن أحمد بن يزيد أبو عمرو (٣) ، قال: نا محمَّد بن عثمان (٤) ، قال: نا سعيد بن بشير (٥) ، </p><p>(١) محمَّد بن إسماعيل بن إسحاق بن بحر، أبو عبد الله الفارسي، كان يتفقَّه على مذهب الشافعي. قال الخطيب: روى عنه أبو الحسن الدارقطني فأكثر، وكان ثقة، ثبتًا، فاضلًا. توفي سنة (٣٣٥ هـ).\"تاريخ بغداد\" للخطيب ٢/ ٥٠.(٢) في (ش)، (ت): زيد.(٣) يزيد بن أحمد بن يزيد بن عبد الله أبو عمرو السلمي، مولى نصر بن الحجاج بن علاط.روى عن: أبي مسهر، وأبي المغيرة محمَّد بن المغيرة بن إسماعيل بن أيوب المدني، وأبي الجماهر التنوخي، وغيرهم.روى عنه: أبو القاسم بن أبي العقب، وأبو الميمون بن راشد، ومحمد بن إسماعيل الفارسي، ومحمد بن يوسف بن بشر، وغيرهم.وثقه ابن حبان، توفي سنة (٢٨٢ هـ).\"الثقات\" لابن حبان ٩/ ١٧٨، \"تاريخ دمشق\" لابن عساكر ٦٥/ ٧١.(٤) محمَّد بن عثمان التنوخي، أبو الجُماهر، أو أبو عبد الرحمن، الكَفْرَسُوسِي، ثقة. مات سنة (٢٢٤ هـ).\"تهذيب الكمال\" للمزي ٢٦/ ٩٧، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٤٥، \"تقريب التهذيب\" لابن حجر (٦١٧٥).(٥) سعيد بن بشير الأزدي مولاهم أبو عبد الرحمن، أو أبو سلمة، الشامي، أصله من البصرة، أو واسط. صاحب قتادة. وله تفسير رواه عنه الوليد كما في \"ميزان الاعتدال\"، ضعفه أحمد، وابن معين، وابن المديني، وأبو داود، والنسائي. وقال محمَّد بن عبد الله بن نمير: منكر الحديث ليس بشيء، ليس بقوي الحديث، يروي عن قتادة المنكرات. وقال الساجي: حدَّث عن قتادة بمناكير. وقال ابن =</p><p> عن قتادة (١) ، عن أنس أن النبي - صلى الله عليه وسلم - وأبا بكر وعمر وعثمان كانوا لا يجهرون، ويخفون {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١) } (٢) . </p><p> فعلم بهذا الحديث (٣) أنه لم ينف كون (٤) هذِه الآية من جملة السورة، لكنه تعرض لترك الجهر فقط، على أنه أراد بقوله: لا يجهرون. يعني (٥) أنهم لا يبالغون في رفع الصوت، ولم يرد الإسرار </p><p>= حبان: كان رديء الحفظ، فاحش الخطأ، يروي عن قتادة ما لا يتابع عليه. وقال ابن عدي: له عند أهل دمشق تصانيف، ولا أرى بما يرويه بأسًا, ولعله يهم في الشيء بعد الشيء ويغلط، والغالب على حديثه الاستقامة، والغالب عليه الصدق. وقال الذهبي في \"سير أعلام النبلاء\": الإِمام المحدِّث الصدوق الحافظ. وقال ابن حجر: ضعيف. مات سنة (١٦٨ هـ)، أو (١٦٩ هـ).\"تاريخ يحيى بن معين\" رواية الدوري ٢/ ١٩٦، \"تاريخ يحيى بن معين\" رواية الدارمي (٤٤، ٤٥، ٢٨١، ٤٠٠)، \"الضعفاء والمتروكين\" للنسائي (٢٦٧)، \"الكامل\" لابن عدي ٣/ ٣٦٩، \"تهذيب الكمال\" للمزي ١٠/ ٣٤٨، \"سير أعلام النبلاء\" للذهبي ٧/ ٣٠٤، \"ميزان الاعتدال\" للذهبي ٢/ ١٢٨، \"الكاشف\" للذهبي ١/ ٤٣٢، \"تهذيب التهذيب\" لابن حجر ٢/ ٨، \"تقريب التهذيب\" لابن حجر (٢٢٨٩).(١) قتادة بن دعامة، الإِمام، الحافظ، الثقة.(٢) [١٧٩] الحكم على الإسناد:ضعيف في إسناده: سعيد بن بشير ضعيف يروي عن قتادة المنكرات وهنا يروي عن قتادة والحديث سبق تخريجه في الذي قبله.(٣) ساقطة من (ش).(٤) ساقطة من (ت).(٥) من (ت).</p><p> والتخافت (١) وتركها (٢) أصلًا. يدل عليه ما: </p><p> [١٨٠] أخبرنا أبو القاسم الحسن بن محمَّد الحبيبي (٣) بقراءته علينا قال: أنا أبو زكريا يحيى بن محمَّد العنبري (٤) ، قال: نا محمَّد ابن عبد السلام الورّاق (٥) ، وعبد الله بن محمَّد بن عبد الرحمن (٦) قالا: حدثنا إسحاق بن إبراهيم الحنظلي (٧) قال: أنا يحيى بن آدم (٨) قال: أنا شريك (٩) ، عن سالم الأفطس (١٠)  (١١) ، عن سعيد بن </p><p>(١) في (ت) زيادة: بها. (٢) في (ش): أو تركها.(٣) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٤) أبو زكريا العنبري، الإِمام، المفسر، الثقة.(٥) ثقة.(٦) أبو محمَّد عبد الله بن محمَّد بن عبد الرحمن بن شيرويه بن أسد القرشي المطَّلبي النيسابوري، صاحب التصانيف.قال الحاكم: ابن شيرويه الفقيه، أحد كبراء نيسابور، له مصنَّفات كثيرة تدل على عدالته واستقامته، روى عنه حفاظ بلدنا. . . واحتجوا به.وقال الذهبي: الإِمام، الحافظ، الفقيه. توفي سنة (٣٠٥ هـ).\"سير أعلام النبلاء\" للذهبي ١٤/ ١٦٦، \"تذكرة الحفاظ\" للذهبي ٢/ ٧٠٥، \"طبقات الحفاظ\" للسيوطي (٧٠١).(٧) ابن راهويه: الإِمام، الثقة، الحافظ، المجتهد.(٨) يحيى بن آدم، ثقة حافظ.(٩) شريك بن عبد الله النخعي، صدوق يخطئ كثيرًا، تغير حفظه منذ ولي القضاء بالكوفة.(١٠) في (ت): شريك، عن الأعمش، عن سالم الأفطس.(١١) سالم بن عجلان الأفطس، الأموي مولاهم، أبو محمَّد الحرَّاني، ثقة، رمي =</p><p> جبير (١) ، عن ابن عباس قال: كان رسول الله - صلى الله عليه وسلم - يجهر بـ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} يمدُّ بها صوته، فكان المشركون يهزءون بمكاء وتصدية (٢) ، ويقولون: يذكر إله اليمامة -يعنون مسيلمة- ويسمونه الرحمن، فأنزل الله عز وجل:  {وَلَا تَجْهَرْ بِصَلَاتِكَ} فيسمع المشركون فيهزءون. {وَلَا تُخَافِتْ بِهَا} عن أصحابك فلا تسمعهم {وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا}  (٣)  (٤) . </p><p>= بالإرجاء. قتل صبرًا سنة (١٣٢ هـ). \"تهذيب الكمال\" للمزي ١٠/ ١٦٤، \"تهذيب التهذيب\" لابن حجر ١/ ٦٧٩، \"تقريب التهذيب\" لابن حجر (٢١٩٦).(١) ثقة، ثبت، فقيه.(٢) المُكَاء: الصَّفير. والتَّصديَة: التصفيق. \"تفسير غريب القرآن\" لابن قتيبة (ص ١٥٥).(٣) سورة الإسراء: (١١٠).(٤) [١٨٠] الحكم على الإسناد:في إسناده شريك النخعي صدوق، يخطئ كثيرًا، تغير حفظه. ولكن الحديث ثابت في الصحيحين وغيرهما من طريق سعيد بن جبير، عن ابن عباس، ولكن ليس فيه تصريح بذكر التسمية.التخريج:رواه أحمد في \"المسند\" ١/ ٢٣، ٢١٥ (١٥٥، ١٨٥٣)، والبخاري كتاب التفسير، باب ولا تجهر بصلاتك ولا تخافت بها (٤٧٢٢)، وفي كتاب التوحيد، باب قول الله تعالى: {أَنْزَلَهُ بِعِلْمِهِ وَالْمَلَائِكَةُ يَشْهَدُونَ} وباب قول الله تعالى: {وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (١٣) أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ (١٤)}، وباب قول النبي - صلى الله عليه وسلم -: \"الماهر بالقرآن\" (٧٤٩٠، ٧٥٢٥، ٧٥٤٧) ومسلم كتاب الصلاة، باب التوسط في القراءة في الصلاة (٤٤٦)، والترمذي كتاب التفسير، =</p><p> واحتجوا أيضًا بما: </p><p> [١٨١] أخبرنا عبد الله بن حامد الأصبهاني (١) قال: أنا محمَّد بن جعفر المطيري (٢) قال: نا بشر بن مطر (٣) ، </p><p>= سورة بني إسرائيل (٣١٤٦)، والنسائي ١/ ٦٧١ (٣٢٠) كتاب التفسير، سورة بني إسرائيل، وفي ١/ ١٣٣ - ١٣٤ كتاب الافتتاح، قوله عز وجل: {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا}، والطبري في \"جامع البيان\" ١٥/ ١٨٢، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٤/ ٥٢ (٦٥٦٣). والطبراني في \"الكبير\" ١٢/ ٥٥ (١٢٤٥٤)، والبيهقي في \"سننه\" ٢/ ١٨٤، وفي \"الأسماء والصفات\" ٢/ ١٠ (٥٧٥) والواحدي في \"أسباب النزول\" (ص ٣٠٣) (٥٩٦) وفي \"الوسيط\" ٣/ ١٣٣: من طريق أبي بشر جعفر بن أبي وحشيَّة عن سعيد بن جبير، عن ابن عباس رضي الله عنهما في قوله تعالى: {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا} قال: نزلت ورسول الله - صلى الله عليه وسلم - مختفٍ بمكة، كان إذا صلى بأصحابه رفع صوته بالقرآن، فإذا سمع المشركون سبُّوا القرآن ومن أنزله ومن جاء به، فقال الله تعالى لنبيه - صلى الله عليه وسلم -: {وَلَا تَجْهَرْ بِصَلَاتِكَ} أي: بقراءتك، فيسمع المشركون فيسبُّوا القرآن {وَلَا تُخَافِتْ بِهَا} عن أصحابك فلا تُسمعهم، {وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا}. وليس في هذا اللفظ الذي رواه الأئمة السابقون أن الذي جهر به النبي - صلى الله عليه وسلم - ورفع صوته به هو التسمية كما في اللفظ الذي ساقه المصنف.(١) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل.(٢) أبو بكر محمَّد بن جعفر بن أحمد بن يزيد المَطيري، ثم البغدادي الصَّيرفي، من أهل مَطيرة سامراء، الإِمام المحدِّث. قال الدارقطني: هو ثقة مأمون. توفي سنة (٣٣٥ هـ).\"تاريخ بغداد\" للخطيب ٢/ ٤١٥، \"الأنساب\" للسمعاني ٥/ ٣٢٩، \"سير أعلام النبلاء\" للذهبي ١٥/ ٣٠١.(٣) بشر بن مطر بن ثابت، الدقَّاق الواسطي، أبو أحمد. قال أبو حاتم: صدوق. وقال الدارقطني: ثقة. توفي سنة (٢٥٩ هـ) وقيل (٢٦٢ هـ). =</p><p> قال: نا سفيان (١) ، عن أيوب (٢) ، عن قتادة (٣) ، عن أنس أن النبي - صلى الله عليه وسلم - وأبا بكر وعمر كانوا يستفتحون القراءة بـ {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ}  (٤) . </p><p> وإنما عني بهذا (٥) أنهم كانوا يستفتحون الصلاة (٦) بسورة الحمد، فعبر بهذِه الآية عن جميع السورة، كما تقول: قرأت الحمد لله (٧) </p><p>= \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٣٦٨، \"تاريخ بغداد\" للخطيب ٧/ ٨٤. (١) ابن عيينة، ثقة، حافظ، إمام.(٢) أيوب بن أبي تميمة كيسان السختياني -بفتح المهملة بعدها معجمة ثم مثناة ثم تحتانية وبعد الألف نون- العنزي، أبو بكر البصري، ثقة، ثبت، حجة، من كبار الفقهاء العباد. مات سنة (١٣١ هـ).\"تهذيب الكمال\" للمزي ٣/ ٤٥٧، \"تهذيب التهذيب\" لابن حجر ١/ ٢٠٠، \"تقريب التهذيب\" لابن حجر (٦١٠).(٣) قتادة بن دعامة، الإِمام الحافظ، الثقة.(٤) [١٨١] الحكم على الإسناد:رجال إسناده ثقات، عدا شيخ المصنف لم يُذكر بجرح أو تعديل. والحديث ثابت في الصحيحين وغيرهما من طرق أخرى عن قتادة -كما سبق تفصيله- في الحديث رقم (١٧٨).التخريج:رواه الشافعي في \"مسنده\" ١/ ٧٥، والحميدي في \"مسنده\" ١١/ ٩٩، وأحمد في \"مسنده\" ٣/ ١١١، وابن ماجه كتاب إقامة الصلاة، باب افتتاح القراءة (٨١٣)، وابن الجارود في \"المنتقى\" رقم (١٨٢). والبيهقي في \"السنن الكبرى\" ٢/ ٥١ من طريق سفيان، عن أيوب، عن قتادة، عن أنس به.(٥) في (ت): بهذِه.(٦) في (ت): القراءة.(٧) ساقطة من (ش)، (ت).</p><p> والبقرة أي: سورة الحمد لله (١) ، وسورة البقرة. على أنَّ الأخبار الصحاح التي رويناها تحكم على هذين الحديثين وأمثالهما، وبالله التوفيق (٢) . </p><p>(١) ساقطة من (ش)، (ت). (٢) الأخبار التي رواها المصنف في هذِه المسألة لا تصلح أن تُعارض بها الأحاديث الصحيحة في عدم الجهر كما سبق تفصيله.فائدة:في خاتمة الكلام حول الجهر بالبسملة والإسرار بها في الصلاة، أودّ أنْ أنبه إلى أمرين يتعلقان بهذِه المسألة:١ - الأول: أنه رغم اختلاف العلماء في ذلك، إلا أنهم أجمعوا كلهم على صحة صلاة من جهر بالبسملة ومن أسرَّ بها. قال ابن كثير رحمه الله: أجمعوا على صحة صلاة من جهر بالبسملة، ومن أسرَّ بها, ولله الحمد والمنة. \"تفسير القرآن العظيم\" ١/ ١٨٢.٢ - الثاني: استحب بعض المحقّقين من أهل العلم والذين يرون الإسرار بالبسملة الجهر بها أحيانًا، إذا كان في ذلك مصلحة راجحة، فقد ذكر شيخ الإِسلام ابن تيمية أنه يجوز الجهر بها؛ لبيان أن قراءتها سنة. وقال رحمه الله: وكون الجهر بها لا يُشرع بحال -مع أنَّه قد ثبت عن غير واحد من الصحابة- نسبةٌ للصحابة إلى فعل المكروه وإقراره، مع أن الجهر في صلاة المخافتة يُشرع لعارض.وقال أيضًا: ومع هذا فالصواب أنَّ ما لا يُجهر به، قد يُشرع الجهر به لمصلحةٍ أحيانًا، لمثل تعليم المأمومين، ويسوغ للمصلين أن يجهروا بالكلمات اليسيرة أحيانًا، ويسوغ أيضًا أن يترك الإنسان الأفضل لتأليف القلوب، واجتماع الكلمة خوفًا من التنفير عما يصلح.\"الفتاوى\" ٢٢/ ٤٠٨، ٤٣٦.</p>"
}