{
  "id": null,
  "sura": 1,
  "aya": 6,
  "text": "<p> كريم مجيد، {إِيَّاكَ نَعْبُدُ} لأنك المعبود بالحقيقة، {وَإِيَّاكَ نَسْتَعِينُ} لأننا العباد بالوثيقة (١) . </p><p> ٦ - قوله {اهْدِنَا الصِّرَاطَ} : </p><p> قال عليّ بن أبي طالب وأُبيّ بن كعب رضي الله عنهما ثبِّتنا (٢) . </p><p> وهذا كما يُقال للرجل (٣) يأكل: كُل. وللذي يقرأ: اقرأ. وللقائم: قم لي حتى أعود إليك. أي: دُمْ على ما أنت عليه (٤) . </p><p> وقال مقاتل والسدي: أرشدنا (٥) . </p><p> يقالُ: هديته لِلدِّين (وهديتُه إلى الدين هدى وهدايةً)  (٦) . </p><p> قال الحسين بن الفضل: الهدى في القرآن على وجهين (٧) : هدى دعاء وبيان، كقوله تعالى: {وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ </p><p>(١) ذكره الحيري في \"الكفاية في التفسير\" ١/ ١٤. (٢) نقله السمرقندي في \"بحر العلوم\" ١/ ٨٢ والبغوي في \"معالم التنزيل\" ١/ ٥٤، والزمخشري في \"الكشاف\" ١/ ٢٥ عنهما.قال السمرقندي: ومعنى قول علي: ثبتنا عليه. يعني: احفظ قلوبنا على ذلك ولا تقلِّبها بمعاصينا. وهذا موافق لقوله تعالى: {وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا} فكذلك هاهنا.(٣) فى (ت) زيادة: الذى.(٤) \"معالم التنزيل\" للبغوي ١/ ٤٥.(٥) \"معالم التنزيل\" للبغوي ١/ ٤٥، \"زاد المسير\" لابن الجوزي ١/ ١٤، و\"الجامع لأحكام القرآن\" للقرطبي ١/ ١٢٧.(٦) في (ت): كما يقال: هديته إلى الدين هدى وهداية.(٧) \"تفسير القرآن\" للسمعاني ١/ ٣٨، \"محاسن التأويل\" للقاسمي ٢/ ١٤.</p><p> مُسْتَقِيمٍ} (١) وقوله: {وَلِكُلِّ قَوْمٍ هَادٍ}  (٢) ، وقوله تعالى:  {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ}  (٣) . </p><p> وهدى توفيق وتسديد كقوله تعالى:  {يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ}  (٤) وقوله تعالى: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ}  (٥) . </p><p> {الصِّرَاطَ الْمُسْتَقِيمَ} : الطريق الواضح المستوي (٦) . </p><p> قال عامر بن الطُّفيل (٧) : </p><p> شَحَنَّا أَرْضَهُمْ بالخَيْلِ حتَّى ... تَرَكنَاهُمْ أَذَلّ مِنَ الصِّرَاطِ (٨) </p><p>(١) الشورى: ٥٢. (٢) الرعد: ٧.(٣) فصلت: ١٧.(٤) النحل: ٩٣. فاطر: ٨.(٥) القصص: ٥٦.(٦) قال الطبري في \"جامع البيان\" ١/ ٧٣: أجمعت الأمة من أهل التأويل جميعًا على أنّ {الصِّرَاطَ الْمُسْتَقِيمَ} هو الطريق الواضح الذي لا اعوجاج فيه.(٧) عامر بن الطفيل بن مالك بن جعفر بن كلاب العامري، وهو ابن عم لبيد الشاعر. وكان فارس قيس.\"الشعر والشعراء\" لابن قتيبة (ص ٢٠٧).(٨) ليس في \"ديوانه\"، وذكره القرطبي في \"الجامع لأحكام القرآن\" ونسبه لابن الطفيل ١/ ١٤٧ وذكره الطبري في \"جامع البيان\" ١/ ١٢٨ ونسبه لأبي ذؤيب الهذلي، وليس في ديوانه. وورد البيت كذلك في \"الدر المصون\" للسمين الحلبي ١/ ٦٤. والشاهد قوله {الصِّرَاطَ}: الطريق.</p><p> وقال جرير (١) : </p><p> أَمِيرُ المُؤْمِنِينَ عَلَى صِرَاطٍ ... إِذَا اعْوَجَّ المَوَارِدُ مُسْتَقِيمُ (٢) </p><p> أي: إذا اعوجَ النّاسُ فطريقُه تستقيمُ. </p><p> في {الصِّرَاطَ} خمس قراءات: </p><p> بالسين: وهو الأصل (٣) . وسمّي الطريقُ صراطا؛ لأنه يسترط السابلة والمارّة (٤) . </p><p> [١٩٢] أخبرنا عبد الله بن حامد الوزان (٥) قال: نا محمد بن </p><p>(١) هو: جرير بن عطية الخَطَفي التميمي البصري، أبو حَرْزَة، شاعر زمانه. مدح يزيد ابن معاوية وخلفاء بني أمية، وشعره مدوَّن. مات سنة (١١٠ هـ). \"طبقات فحول الشعراء\" لابن سلام ١/ ٣٧٤، \"خزانة الأدب\" للبغدادي ١/ ٢١٧.(٢) \"ديوان جرير\" مع الشرح (ص ٣٨٢) يمدح هشام بن عبد الملك.وورد البيت كذلك في \"مجاز القرآن\" لأبي عبيدة ١/ ٢٤، \"جامع البيان\" للطبري ١/ ٧٣، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٢٨، \"الدر المصون\" للسمين الحلبي ١/ ٦٤، \"لسان العرب\" لابن منظور ٦/ ٢٤٠ (سرط).قال ابن منظور: الموارد: الطرق إلى الماء، واحدتُها موردة.(٣) \"السبعة في القراءات\" لابن مجاهد (ص ١٠٥)، \"الحجة في القراءات السبع\" لابن خالويه (ص ٦٢)، \"الكشف عن وجوه القراءات السبع\" لمكي ١/ ٣٤.(٤) أي: يبتلع. انظر: \"البسيط\" للواحدي ١/ ٣٣١ \"الكشاف\" للزمخشري ١/ ٢٥، \"معالم التنزيل\" للبغوي ١/ ٥٤، \"لسان العرب\" لابن منظور ٦/ ٢٤٥، (سرط) \"التفسير الكبير\" لابن تيمية ٢/ ١٧١.(٥) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل.</p><p> حمدويه (١) قال: نا محمود بن آدم (٢) قال: نا سفيان (٣) ، عن عمرو (٤) ، عن ثابت (٥) قال: سمعت ابن عباس قرأ {إهدِنَا الصِّرَاطَ] هو بالسين (٦) . </p><p> وبه قرأ ابن كثير طريق قنبل (٧) ، </p><p>(١) أبو عبد الله الحاكم، الإمام، الحافظ، الثقة. (٢) محمود بن آدم، أبو أحمد، ويقال أبو عبد الرحمن المروزي.ذكره ابن حبان في \"الثقات\". وقال ابن حجر: صدوق. وذكره ابن عدي في شيوخ البخاري. مات سنة (٢٥٨ هـ).\"الثقات\" لابن حبان ٩/ ٢٠٢، \"تهذيب الكمال\" للمزي ٢٧/ ٢٩٤، \"تهذيب التهذيب\" لابن حجر ٤/ ٣٤، \"تقريب التهذيب \" لابن حجر (٦٥٥٢).(٣) ابن عيينة، ثقة، حافظ، إمام.(٤) ابن دينار، ثقة، ثبت.(٥) ثابت المكي، مجهول، روى عن ابن عباس، ولم يرو عنه سوى عمرو بن دينار. ذكره البخاري وابن أبي حاتم وسكتا عنه. وذكره ابن حبان في \"الثقات\" وقال: لا أدري من هو، ولا ابن من هو! .\"التاريخ الكبير\" للبخاري ١/ ٢/ ١٧٣، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٤٦١، \"الثقات\" لابن حبان ٤/ ٩٦، \"ميزان الاعتدال\" للذهبي ٢/ ٨١.(٦) الحكم على الإسناد:سنده ضعيف، لجهالة ثابت المكي.التخريج:رواه سعيد بن منصور في \"سننه\" ٢/ ٥٣٢ (١٧٥)، والبخاري في \"التاريخ الكبير\" ١٢/ ٧٣ من طريق سفيان بن عيينة به مثله. وعلقه ابن حبان في \"الثقات\" ٤/ ٩٦. وذكره السيوطي في \"الدر المنثور\" ١/ ٤٠، وعزاه إلى سعيد بن منصور، وعبد بن حميد والبخاري في \"التاريخ الكبير\"، وابن الأنباري.(٧) لابن كثير راويان يرويان عنه القراءة بالإسناد، وهما: البزي أحمد بن محمد المكي. وقُنُبل: وهو محمد بن عبد الرحمن بن محمد بن خالد بن سعيد المكي =</p><p> ويعقوب (١) طريق رويس (٢) . </p><p> وبإشمام السين (٣) : وهي رواية أبي (٤) حمدون عن الكسائي. </p><p>= المخزومي، ويكنى أبا عمرو، ويلقب قنبلًا. ويقال هم أهل بيت بمكة يعرفون بالقنابلة، وقيل لُقب قُنبلًا؛ لأنه كان يكثر من استعمال دواء يعرف بالقنبيل. توفي سنة (٢٩١ هـ). \"معرفة القراء الكبار\" للذهبي ١/ ٢٣٠، \"سير أعلام النبلاء\" للذهبي ١٤/ ٨٤، \"غاية النهاية\" لابن الجزري ٢/ ١٦٥، \"النشر في القراءات العشر\" لابن الجزري ١/ ١٢٠.(١) الحضرمي.(٢) ليعقوب راويان: رويس، وروح البصري. أما رويس: فهو أبو عبد الله محمد بن المتوكل اللؤلؤي البصري، ورويس لقب له. توفي بالبصرة سنة (٢٣٨ هـ). \"معرفة القراء الكبار\" للذهبي ١/ ٢١٦، \"غاية النهاية\" لابن الجزري ٢/ ٢٣٤.(٣) \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٨٧)، \"المستنير\" لابن سوَّار (ص ٤٤١).والإشمام: هو حذف حركة المتحرك في الوقف، فضم الشفتين للأصوات إشارة إلى الحركة.الفاء في (فضم) للتعقيب، فلو تراخى فإسكان مجرد، لا إشمام. قال الشاطبي: والإشمام: إطباق الشفاه بغير ما يسكن.\"النشر في القراءات العشر\" لابن الجزري ٢/ ١٢١، \"إتحاف فضلاء البشر\" للدمياطي ١/ ٣١٤، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٨٧)، \"المستنير\" لابن سوار (ص ٤٤١).(٤) في (ن): ابن.وهو أبو حمدون الطيب بن إسماعيل بن أبي تراب، الذهلي البغدادي اللؤلؤي. المقرئ، قرأ على اليزيدي، والكسائي، وسُليم، وغيرهم، وجلس للإقراء، وقصده الطلبة لدينه وورعه، وإتقانه وحذقه بالأداء. =</p><p> وبالزاي (١) : وهي رواية أبي حمدون (٢) عن سليم (٣) عن حمزة. </p><p> وبإشمام الزاي (٤) : وهي قراءة حمزة في (٥) أكثر الروايات، </p><p>= مات في حدود سنة (٢٤٠ هـ). \"تاريخ بغداد\" للخطيب ٩/ ٣٦٠، \"معرفة القراء الكبار\" للذهبي ١/ ٢١١، \"غاية النهاية\" لابن الجزري ١/ ٣٤٣.(١) \"السبعة\" لابن مجاهد (ص ١٠٦)، \"المستنير\" لابن سوار (ص ٤٤١)، \"الدر المنثور\" للسيوطي ١/ ٤٠.(٢) في (ن): ابن حمدون. وفي (ش)، (ت): أبي جعفر.(٣) سُليم بن عيسى بن سليم بن عامر بن غالب، أبو عيسى، ويقال أبو محمد الحنفي، مولاهم الكوفي، المقرئ صاحب حمزة الزيات، وأخص تلامذته به، وأحذقهم بالقراءة، وأقومهم بالحرف. وهو الذي خلف حمزة في الإقراء بالكوفة. توفي سنة (١٨٨ هـ) وقيل: بعدها بسنة.\"التاريخ الكبير\" للبخاري ٢/ ٢/ ١٢٧، \"معرفة القراء الكبار\" للذهبي ١/ ١٣٨، \"ميزان الاعتدال\" للذهبي ٢/ ٢٣١، \"غاية النهاية\" لابن الجزري ١/ ٣١٨.(٤) \"السبعة\" لابن مجاهد (ص ١٠٦)، \"الحجة لابن خالويه\" (ص ٦٢)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ٨٦)، \"التيسير\" للداني (ص ٢٧).قال ابن خالويه: والحجة لمن أشمَّ الزاي أنها تؤاخي السين في الصفير، وتؤاخي الطاء في الجهر.قال عبد الفتاح القاضي في \"البدور الزاهرة في القراءات العشر المتواترة\" (ص ١٥): وكيفية الإشمام هنا أن تخلط لفظ الصاد بالزاي، وتمزج أحد الحرفين بالآخر، بحيث يتولد منهما حرف ليس بصاد ولا بزاي، ولكن يكون صوت الصاد متغلبًا على صوت الزاي، كما يستفاد ذلك من معنى الإشمام، وقصارى القول في ذلك أن تنطق بالصاد كما ينطق العوام بالظاء.(٥) في (ت): من.</p><p> والكسائي في رواية (١) النَّهشلي (٢) والشيزري (٣) . </p><p> وبالصاد: وهي قراءة الباقين من القراء (٤) . </p><p> وكلها لغات فصيحة صحيحة (إلا أن الاختيار الصاد)  (٥) ، لموافقة المصحف؛ لأنها كُتبت في جميع المصاحف بالصاد، ولمؤاخاتها الطاء، لأنهما موافقتان (٦) في الإطباق والاستعلاء (٧) . </p><p>(١) في (ت): من طريق. (٢) النهشلي هو أحمد بن أبي سريج، وقيل: أحمد بن عمر بن الصبّاح النهشلي الرازي، أبو جعفر المقرئ. قرأ على الكسائي، حدّث عنه البخاري وأبو داود والنسائي في كتبهم، وأبو بكر بن أبي داود، وأبو حاتم وقال: صدوق. توفي سنة (٢٣٠ هـ).\"تاريخ بغداد\" للخطيب ٤/ ٢٠٥، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٥٦، \"غاية النهاية\" لابن الجزري ١/ ٦٣، \"تهذيب الكمال\" للمزي ١/ ٣٥٥، \"معرفة القراء الكبار\" للذهبي ١/ ٢١٩، \"تهذيب التهذيب\" لابن حجر ١/ ٢٢.(٣) الشيزري: هو محمد بن سنان بن سَرْج الشيزري، القاضي أبو جعفر. قرأ القرآن على عيسى بن سليمان الشيزري صاحب الكسائي. توفي سنة (٢٩٣ هـ).\"معرفة القراء الكبار\" للذهبي ١/ ٢٦٠، \"غاية النهاية\" لابن الجزري ٢/ ٢٦٤.(٤) \"السبعة\" لابن مجاهد (ص ١٠٦)، \"التيسير\" للداني (ص ٢٧)، \"المستنير\" لابن سوار (ص ٤٤١)، \"التذكرة\" لابن غلبون ١/ ٨٥، \"الكشف عن وجوه القراءات السبع\" لمكي ١/ ٣٤. قال مكي: وحجة من قرأ بالصاد، أنه اتّبع خط المصحف، وهي لغة قريش.(٥) في (ت): إلا الاختيار كالصاد.(٦) في (ت): متوافقتان.(٧) \"السبعة\" لابن مجاهد (ص ١٠٧)، \"الحجة\" للفارسي ١/ ٤٩، \"الحجة\" لابن خالويه (ص ٦٢)، \"الحجة\" لابن زنجلة (ص ٨٠). =</p><p> واختلف المفسرون في الصراط المستقيم ما هو؟ (١) . </p><p> [١٩٣] فأخبرنا أبو محمد عبد الله بن حامد الوزَّان الأصبهاني (٢) وأبو القاسم الحسن بن محمد النيسابوري (٣) قالا: أنا أبو محمد أحمد </p><p>= والإطباق: إلصاق طائفة من اللسان بما يحاذيها من سقف الحنك الأعلى، وانحصار الصوت بينهما. وحروفه أربعة: الصاد والضاد والطاء والظاء. والاستعلاء: ارتفاع اللسان عند النطق بالحرف إلى الحنك الأعلى، وحروفه سبعة، جُمعت في قولهم: خُصَّ ضَغْط قِظْ.انظر: \"النشر في القراءات العشر\" لابن الجزري ١/ ٢٢٠، \"الوافي في شرح الشاطبية\" لعبد الفتاح القاضي (ص ٣٩١، ٣٩٢)، \"أحكام قراءة القرآن\" للحصري (ص ٩٠، ٩٣).والغالب على صنيع المصنف رحمه الله أنه يعرض القراءات، دون ترجيح بينهما أو اختيار، بخلاف ما فعله هنا -وإن كان لم يبلغ بفعله هذا مبلغ الطبري مثلًا- في الترجيح بين القراءات المتواترة، وردّ بعضها.قال أبو جعفر النحَّاس: السلامة عند أهل الدين، إذا صحَّت القراءتان ألا يقال: إحداهما أجود، لأنهما جميعًا عن النبي - صلى الله عليه وسلم -، فيأثم من قال ذلك، وكان رؤساء الصحابة ينكرون مثل هذا.انظر: \"الإتقان\" للسيوطي ٢/ ٥٣٦.(١) قال ابن كثير رحمه الله في \"تفسير القرآن العظيم\" ١/ ٢١٨: اختلفت عبارات المفسرين من السلف والخلف في تفسير الصراط، وإن كان يرجع حاصلها إلى شيء واحد، وهو المتابعة لله وللرسول. . .وهذا الخلاف الذي يسوقه المصنف كثيرًا أغلبه من اختلاف التنوع لا اختلاف التضاد، وهو اختلاف لا ضرر فيه.انظر: \"مقدمة في أصول التفسير\" لابن تيمية (ص ٤١)، \"بحوث في أصول التفسير ومناهجه\" للرومي (ص ٤٢).(٢) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل.(٣) أبو القاسم الحبيبي، قيل: كذبه الحاكم.</p><p> ابن عبد الله المزني (١) قال: نا محمد بن عبد الله بن سليمان (٢) قال: نا عثمان (٣) قال: نا الحسين بن علي (٤) ، عن حمزة الزيات (٥) ، عن أبي المختار الطائي (٦) ، </p><p>(١) الشيخ الجليل. (٢) محمد بن عبد الله بن سليمان الحضرمي، الملقب بمُطيَّن، أبو جعفر محدث الكوفة.قال الدارقطني: ثقة جبل. وقال الخليلي: ثقة حافظ. وقال الذهبي: صنَّف المسند والتاريخ، وكان متقنًا. توفي سنة (٢٩٧ هـ).\"سير أعلام النبلاء\" للذهبي ١٤/ ٤١، \"تذكرة الحفاظ \" للذهبي ٢/ ٦٦٢، \"طبقات الحفاظ\" للسيوطي (٦٥٩).(٣) عثمان بن محمد بن إبراهيم بن عثمان بن خواستي العبسي مولاهم أبو الحسن ابن أبي شيبة الكوفي، أخو أبي بكر بن أبى شيبة.روى عن: أبي إسماعيل إبراهيم بن سليمان المؤدب، وأحمد بن إسحاق الحضرمي، وأحمد بن المفضل الحفري وغيرهم.روى عنه: البخاري، ومسلم، وأبو داود، وغيرهم.قال يحيى بن معين وغيره: ثقة مأمون.\"التاريخ الكبير\" للبخاري ١/ ١٨٤، \"تهذيب الكمال\" للمزي ١٩/ ٤٧٩، \"تقريب التهذيب\" لابن حجر (٤٥١٣).(٤) الجعفي، ثقة، عابد.(٥) صدوق، ربما وهم.(٦) أبو المختار الطائي قيل: اسمه سعد الكوفي. مجهول. قال ابن المديني: لا يعرف. وقال أبو زرعة: لا أعرفه وقال ابن حجر: مجهول. من السادسة.\"الجرح والتعديل\" لابن أبي حاتم ٩/ ٤٤٣، \"ميزان الاعتدال\" للذهبي ٤/ ٥٧١، \"الكاشف\" للذهبي ٢/ ٤٥٨، \"تهذيب التهذيب\" لابن حجر ٤/ ٥٨٤، \"تقريب التهذيب\" لابن حجر (٨٤١٤).</p><p> عن ابن أخي الحارث الأعور (١) عن الحارث (٢) ، عن علي بن أبي طالب - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"الصراط المستقيم كتاب الله -عز وجل-\"  (٣) . </p><p> [١٩٤] وأخبرنا عبد الله بن حامد (٤) قال: نا حامد بن محمد (٥) قال: نا محمد بن شاذان الجوهري (٦) قال: نا زكريا بن عدي (٧) </p><p>(١) ابن أخي الحارث الأعور، مجهول، من السادسة. \"ميزان الاعتدال\" للذهبي ٤/ ٥٩٨، \"الكاشف\" للذهبي ٢/ ٤٨٧، \"تهذيب التهذيب\" لابن حجر ٤/ ٦٢٥، \"تقريب التهذيب\" لابن حجر (٨٥٧١).(٢) كذبه الشعبي في رأيه، ورمي بالرفض، وفي حديثه ضعف.(٣) [١٩٣] الحكم على الإسناد:إسناده ضعيف؛ لأن مداره على الحارث الأعور وفي حديثه ضعف فيه وأبو المختار وابن أخي الحارث مجهولان. هو جزء من الحديث الذي تقدَّم برقم (١١٨). وقد تقدم هناك تضعيف العلماء للحديث.(٤) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل.(٥) الهروي الرفاء، ثقة، صدوق.(٦) محمد بن شاذان بن يزيد، أبو بكر الجوهري البغدادي، المقرئ.قال الدارقطني: ثقة صدوق. وقال الخطيب البغدادي: قرأتُ على الحسن بن أبي بكر عن أحمد بن كامل القاضي قال: كان محمد بن شاذان الجوهري ثقة في الحديث مأمونًا. وقال ابن الجزري: مقرئ حاذق معروف، محدّث، مشهور، ثقة. توفي سنة (٢٨٦ هـ) وقد نيف على التسعين.\"تاريخ بغداد\" للخطيب ٥/ ٣٥٣، \"معرفة القراء الكبار\" للذهبي ١/ ٢٥٥، \"غاية النهاية\" لابن الجزري ٢/ ١٥٢.(٧) زكريا بن عدي بن الصلت التيمي مولاهم، أبو يحيى، نزيل بغداد، وهو أخو يوسف، ثقة، جليل، يحفظ. مات سنة (٢١١ هـ)، أو (٢١٢ هـ).\"تهذيب الكمال\" للمزي ٩/ ٣٦٤، \"تهذيب التهذيب\" لابن حجر ٣/ ٥٨٧.</p><p> قال: نا وكيع (١) ، عن مِسعر (٢) ، عن منصور (٣) ، عن أبي وائل (٤) ، عن عبد الله (٥) قال: الصراط المستقيم: كتاب الله -عز وجل- (٦) . </p><p> [١٩٥] وأخبرنا عبد الله (٧) قال: أنا عبد الرحمن بن محمد (٨) </p><p>(١) وكيع بن الجراح، الإمام، الحافظ، الثقة. (٢) ابن كدام، ثقة، ثبت، فاضل.(٣) ابن المعتمر، ثقة، ثبت.(٤) شقيق بن سلمة، ثقة، مخضرم.(٥) ابن مسعود.(٦) [١٩٥] الحكم على الإسناد:رجال إسناده ثقات. عدا شيخ المصنف لم يذكر بجرح أو تعديل. وقد جاء من طريق آخر، وصححه الحاكم وغيره، والله أعلم.التخريج: رواه الطبري في \"جامع البيان\" ١/ ١٧٣ (١٧٧) والحاكم في \"المستدرك\" ٢/ ٢٥٨ كتاب التفسير، تفسير سورة الفاتحة: من طريق سفيان الثوري عن منصور، به مثله.وإسناد الطبري صحيح كما قال أحمد شاكر، وقال الحاكم: صحيح على شرط الشيخين، ولم يخرجاه، ووافقه الذهبي.(٧) عبد الله بن حامد الوزان.(٨) عبد الرحمن بن محمد بن أحمد بن بالويه المزكى البالوي، أبو محمد.سمع: أبا العباس محمد بن يعقوب، وأبا بكر محمد بن أحمد بن بالويه البالوي، وأبا جعفر محمد بن غالب بن حرب.رحل به أبو طاهر محمد بن الحسن المحمد آباذي، وصحح كتبه وسماعاته ببغداد. سمع منه: أبو على الحسين بن على الحافظ والحاكم.قال عبد الغافر: التقي من بيت العدالة، أحد الثقات المتقنين والأمناء المعروفين. مات في شعبان سنة (٤١٠ هـ). =</p><p> قال: نا محمد بن غالب (١) قال: نا عصمة بن سليمان (٢) قال: نا الحسن بن صالح (٣) عن [ابن]  (٤) عقيل (٥) ، </p><p>= \"الأنساب\" للسمعاني ١/ ١٢٧، \"المنتخب من السياق لتاريخ نيسابور\" للصيرفيني (ص ٢٩٥)، \"سير أعلام النبلاء\" للذهبي ١٧/ ٢٤٠. (١) محمد بن غالب بن حرب، أبو جعفر الضَّبّي البصري، التمَّار، التمتام، نزيل بغداد.قال الدارقطني: ثقة مأمون، إلا أنه كان يخطئ. وقال في موضع آخر: ثقة مجوِّد. وقال ابن أبي حاتم: سمعت منه ببغداد، وهو صدوق.قال الخطيب البغدادي: كان كثير الحديث، صدوقًا، حافظًا. وقال الذهبي في \"سير أعلام النبلاء\": الإمام، المحدَّث الحافظ، المتقن. وقال في \"ميزان الاعتدال\": حافظ مكثر. وقال ابن حجر في \"لسان الميزان\": كان متقنًا، صاحب دعابة. توفي سنة (٢٨٣ هـ) وله تسعون عامًا.\"الجرح والتعديل\" لابن أبي حاتم ٨/ ٥٥، \"تاريخ بغداد\" للخطيب ٣/ ١٤٣، \"سير أعلام النبلاء\" للذهبي ١٣/ ٣٩٠، \"ميزان الاعتدال\" للذهبي ٣/ ٦٨١، \"لسان الميزان\" لابن حجر ٥/ ٣٣٧.(٢) عصمة بن سليمان الخزاز، كوفي سكن بغداد. قال أبو حاتم: ما كان به بأس. وقال البيهقي في \"معرفة السنن والآثار\" ١٢/ ١٠٢: لا يحتج به.\"الجرح والتعديل \" لابن أبي حاتم ٧/ ٢١، \"لسان الميزان \" لابن حجر ٤/ ١٦٩.(٣) الحسن بن صالح بن صالح بن حي، وهو حيان بن شُفَيّ -بضم المعجمة والفاء مصغَّرًا- الهمداني -بسكون الميم- الثوري. ثقة فقيه عابد، رُمي بالتشيع. مات سنة (١٦٩ هـ).\"تهذيب الكمال\" للمزي ٦/ ١٧٧، \"تهذيب التهذيب\" لابن حجر ١/ ٣٩٨، \"تقريب التهذيب\" لابن حجر (١٢٦٠).(٤) في جميع النسخ: أبي، والتصويب من مصادر الترجمة والتخريج.(٥) عبد الله بن محمد بن عقيل بن أبي طالب الهاشمي، أبو محمد المدني. =</p><p> عن جابر (١) قال: الصراط المستقيم: الإسلام، وهو أوسع مما بين السماء والأرض (٢) . </p><p>= أمه زينب بنت علي. قال ابن معين وابن المديني والنسائي: ضعيف. وقال أحمد: منكر الحديث. وقال أبو زرعة: مختلف عنه في الأسانيد. وقال أبو حاتم: لين الحديث ليس بالقوي، ولا ممن يحتج به. . يكتب حديثه. وقال البخاري: مقارب الحديث.وقال الترمذي: صدوق، وقد تكلم فيه بعض أهل العلم من قبل حفظه. وقال الحاكم: عمر فساء حفظه، فحدث على التخمين. قال الذهبي في \"سير أعلام النبلاء\": قلت: لا يترقى إلى درجة الصحة والاحتجاج. وقال ابن حجر: صدوق، في حديثه لين، ويقال تغيَّر بآخره. مات بعد (١٤٠ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٥/ ١٥٣، \"سير أعلام النبلاء\" للذهبي ٦/ ٢٠٤، \"الكاشف\" للذهبي ١/ ٥٩٤، \"تهذيب التهذيب\" لابن حجر ٢/ ٤٢٤، \"تقريب التهذيب\" لابن حجر (٣٦١٧)، \"الكواكب النيرات في معرفة من اختلط من الرواة الثقات\" لابن الكيال (ص ٤٨٤).(١) هو جابر بن عبد الله - رضي الله عنه -.(٢) [١٩٥] الحكم على الإسناد:مدار إسناده على عبد الله بن محمد بن عقيل، وفيه مقال. ومع ذلك صحح الحاكم والذهبي وأحمد شاكر الحديث من طريقه، والله أعلم.التخريج:رواه الطبري في \"جامع البيان\" ١/ ٧٤ من طريق علي والحسين ابني صالح جميعًا، عن عبد الله بن محمد بن عقيل به مثله، ورواه الحاكم في \"المستدرك\" ٢/ ٢٥٨ كتاب التفسير، باب تفسير سورة الفاتحة من طريق الحسن بن صالح وحده به مثله.قال الحاكم: هذا حديث صحيح الإسناد ولم يخرجاه، ووافقه الذهبي.وإسناد الطبري صححه الشيخ أحمد شاكر.</p><p> وقال مقاتل: الصراط المستقيم الإسلام؛ لأن كل دين وطريق غير الإسلام فليس بمستقيم (١) . </p><p> وروى عاصم الأحول (٢) عن أبي العالية الرِّياحي قال: هو طريق رسول الله - صلى الله عليه وسلم - وصاحبيه من بعده أبي بكر وعمر رضي الله عنهما. </p><p> قال عاصم: فذكرنا ذلك للحسن فقال: صدق أبو العالية ونصح (٣) . </p><p> وقال بكر بن عبد الله المزني: رأيت رسول الله - صلى الله عليه وسلم - في المنام، فسألته عن الصراط المستقيم. فقال:  \"سنتي وسنة الخلفاء الراشدين من بعدي\"  (٤) . </p><p>(١) \"تفسير مقاتل بن سليمان\" ١/ ٩. (٢) عاصم بن سليمان الأحول، أبو عبد الرحمن البصري، ثقة، من الرابعة، لم يتكلم فيه إلا القطان، وكأنه بسبب دخوله في الولاية، كذا قال ابن حجر. مات سنة (١٤٠ هـ).\"تهذيب الكمال\" للمزي ١٣/ ٤٨٥، \"تهذيب التهذيب\" لابن حجر ٢/ ٢٥٢، \"تقريب التهذيب\" لابن حجر (٣٠٧٧).(٣) رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢١٩ (٣٤). والطبري في \"جامع البيان\" ١/ ١٧٥ (١٨٤)، وابن عدي في \"الكامل\" ٣/ ٦٣ ترجمة أبي العالية.وذكره عن عاصم، عن أبي العالية: الأقليشي في \"سر العلوم والمعاني المستودعة في السبع المثاني\" (ص ٣١١) وابن عطية في \"المحرر الوجيز\" ١/ ٨٠، وابن كثير في \"تفسير القرآن العظيم\" ١/ ١٢١، والسيوطي في \"الدر المنثور\" ١/ ٣٩.ورواه الحاكم في \"المستدرك\" ٢/ ٢٥٩ كتاب التفسير، باب تفسير سورة الفاتحة، عن أبي العالية، عن ابن عباس. وصححه، ووافقه الذهبي.(٤) نفله عنه الواحدي في \"البسيط\" ١/ ٣٣٨، والبغوي في \"معالم التنزيل\" ١/ ٥٤.</p><p> وقال سعيد بن جُبير: يعني طريق الجنة (١) . </p><p> وقال السدي: أرشدنا إلى دين يدخُل به صاحبه الجنَّة، فلا يُعذّبُ بالنار أبدًا، ويكونُ خروجُه من قبره إلى الجنّة (٢) . </p><p> وقال محمد بن الحنفية (٣) : هو دينُ الله لا يقبلُ من العباد غيره (٤) . </p><p> [١٩٦] أخبرنا أبو محمد عبد الله بن محمد بن عبدٍ (٥) القايني (٦) ، قال: نا أبو الحسين محمد بن عثمان بن الحسن النصيبي (٧) ببغداد، </p><p>(١) \"البحر المحيط\" لأبي حيان ١/ ١٤٦. (٢) لم أجده.(٣) محمد بن علي بن أبي طالب الهاشمي، أبو القاسم المدني، ثقة، عالم. والحنفية أمه، وهي خولة بنت جعفر الحنفية. توفي بعد (٨٥ هـ).\"سير أعلام النبلاء\" للذهبي ٤/ ١١٠، \"تقريب التهذيب\" لابن حجر (٦١٩٧).(٤) رواه الطبري في \"جامع البيان\" ١/ ٧٥ بإسناده عن ابن الحنفية. وفيه إسماعيل بن سلمان الأزرق ضعيف. كما في \"تقريب التهذيب\" لابن حجر (٤٥٤).وذكره الأقليشي في \"سر العلوم والمعاني المستودعة في السبع المثاني\" (ص ٣١٠)، وابن عطية في \"المحرر الوجيز\" ١/ ٨٠، والقرطبي في \"الجامع لأحكام القرآن\" ١/ ١٢٨، وابن كثير في \"تفسير القرآن العظيم \" ١/ ٢٢٠.(٥) في النسخ الأخرى: عبد الله.(٦) لم أجده.(٧) أبو الحسين محمد بن عثمان بن الحسن بن عبد الله، القاضي النَّصيبي. سكن بغداد. قال الخطيب البغدادي: سألت الأزهري عنه، فقال: كذاب. وقال حمزة الدَّقَّاق: روى للشيعة مناكير، ووضع لهم.وقال الخطيب: سمعت أبا الفتح محمد بن أحمد بن محمد المصري يقول: لم أكتب ببغداد عن شيخ أطلق عليه الكذب غير أربعة، أحدهم النصيبي. توفي سنة (٤٥٦ هـ).</p><p> قال: حدثني أبو القاسم عبد الباقي بن بهار (١) ، قال: حدثني أبو حفص ابن شاهين (٢) ، قال: حدثني أبي (٣) قال: حدثني حامد بن سهل (٤) ، </p><p>= \"تاريخ بغداد\" للخطيب ٣/ ٥١، \"ميزان الاعتدال\" للذهبي ٣/ ٦٤٣، \"لسان الميزان\" لابن حجر ٥/ ٢٨١. (١) لم أجده.(٢) أبو حفص عمر بن أحمد بن عثمان بن أحمد بن محمد بن أيوب بن أرواذ البغدادي الواعظ، الحافظ العالم، شيخ العراق. جمع وصنَّف الكثير، ومن مصنفاته \"التفسير\" في نيفٍ وعشرين مجلدًا، كله بالأسانيد. قال الذهبي: وتفسيره موجود بمدينة واسط اليوم.قال أبو الفتح ابن أبي الفوارس: ثقة، مأمون، صنَّف ما لم يصنِّفه أحد. وقال الخطيب: كان ثقةً أمينًا. وقال الأمير أبو نصر: هو الثقة الأمين. وكذلك وثَّقه الدارقطني، وأبو الوليد الباجي، وأبو القاسم الأزهري. توفي سنة (٣٨٥ هـ).\"تاريخ بغداد\" للخطيب ١١/ ٢٦٥، \"سير أعلام النبلاء\" للذهبي ١٦/ ٤٣١، \"غاية النهاية\" لابن الجزري ١/ ٥٨٨، \"طبقات المفسرين\" للداودي ٢/ ٢.(٣) أحمد بن عثمان بن أحمد بن أيوب بن أزداذ بن سراج بن عبد الرحمن أبو الطيب السمسار، والد أبي حفص بن شاهين.سمع: الفضل بن موسى الهاشمي، وأحمد بن منصور الرمادي، وعباس بن محمد الدوري، وجماعة من هذِه الطبقة. روى عنه: أبنه أبو حفص، وأبو الحسين بن سمعون، وعبد الله بن محمد بن قيس البزاز، وغيرهم.قال الخطيب: ثقة. توفي سنة (٣٢٧ هـ).\"تاريخ بغداد\" للخطيب ٤/ ٢٩٨.(٤) حامد بن سهل، أبو محمد البخاري. المحدِّث الحافظ. ارتحل وسمع هشام بن عمار، وعيسى بن حماد، وقتيبة بن سعيد، وغيرهم. وعنه سهل بن السَّري، ومحمد بن أحمد بن أبي حامد، وخلف بن محمد الخيَّام البخاريون. توفي سنة (٢٩٧ هـ).\"تاريخ دمشق\" لابن عساكر ٦/ ١٧٦، \"سير أعلام النبلاء\" للذهبي ١٤/ ٥٠.</p><p> قال: حدثني عبد الله بن محمد العجلي (١) ، قال: نا إبراهيم (٢) ، قال: نا أبو جابر (٣) عن مسلم بن حيان (٤) عن ابن بُريدة (٥) في قول الله -عز وجل- {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (٦) } قال: صراط محمد وآله (٦) . </p><p> وقال عبد العزيز بن يحيى: يعني طريق (٧) السواد الأعظم. </p><p> وقال أبو بكر الوراق: يعني صراطًا لا تزيغُ به الأهواء يمينًا وشمالاً. </p><p> وقال محمد بن علي الترمذي: يعني: طريق الخوف والرجاء (٨) . </p><p> وقال أبو سليمان الدّاراني (٩) : يعني: طريق العبودية. </p><p>(١) لم أجده. (٢) لم أجده.(٣) لم أجده.(٤) الهمداني. قال ابن أبي حاتم: روى عن جده. روى عنه الشعبي، سمعت أبي يقول ذلك.وذكره البخاري في \"التاريخ الكبير\" وسكت عنه. وذكره ابن حبان في \"الثقات\". \"التاريخ الكبير\" للبخاري ٧/ ٢٥٩، \"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٨٢، \"الثقات\" لابن حبان ٧/ ٤٤٥.(٥) هو عبد الله بن بريدة، وهو ثقة.(٦) [١٩٦] الحكم على الإسناد:إسناده ضعيف النصيبي كذاب، وفيه من لم أجده، ولم أجده عند غير المصنف.(٧) في (ت) زيادة: الصراط قبلها.(٨) \"البحر المحيط\" لأبي حيان ١/ ١٤٦.(٩) أبو سليمان الداراني، الإمام الكبير الزاهد عبد الرحمن بن أحمد. وقيل: عبد الرحمن بن عطية. =</p><p> [١٩٧] وسمعت أبا القاسم الحسن بن محمد (١) يقول: سمعت أبا نصر منصور بن عبد الله (٢) بهراة (٣) يقول: سمعت أبا الحسن عمر (٤) بن واصل العنبري (٥) يقول: سمعت سهل بن عبد الله التستري (٦) يقول: هو طريق السنة والجماعة؛ لأن البدعة لا تكون مستقيمة. </p><p>= وقيل: ابن عسكر العنسي الداراني. نسبةً إلى داريَّا قرية بغوطة دمشق. توفي سنة (٢١٥ هـ) وقيل: (٢٠٥ هـ). \"حلية الأولياء\" لأبي نعيم ٩/ ٢٦٧، \"تاريخ بغداد\" للخطيب ١٠/ ٢٤٨، \"الأنساب\": للسمعاني ٢/ ٤٣٦.(١) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٢) الأصبهاني، لم يذكر بجرح أو تعديل.(٣) هَراة: بالفتح، مدينة عظيمة مشهورة، من أمهات مدن خراسان. قال ياقوت الحموي في \"معجم البلدان\" ٥/ ٣٩٦: لم أر بخراسان عند كوني بها في سنة سبع وستمائة مدينة أجل ولا أعظم ولا أفخم ولا أحسن ولا أكثر أهلا منها، فيها بساتين كثيرة، ومياه غزيرة، وخيرات كثيرة، محشوَّة بالعلماء، ومملوءة بأهل الفضل والثراء، وقد أصابها عين الزمان، ونكبتها طوارق الحدثان، وجاءها الكفار من التتر، فخربوها حتى أدخلوها في خبر كان، فإنا لله وإنا إليه راجعون.(٤) في (ت): عمرو. وهو خطأ.(٥) عمر بن واصل العنبري، أبو الحسن البصري، الصوفي، سكن بغداد.قال الدارقطني: كان قاصًّا، ضعيفا جدًّا. وقال الذهبي: اتهمه الخطيب بالوضع. \"تاريخ بغداد\" للخطيب ١١/ ٢٢١، \"سؤالات السهمي للدارقطني\" (٣١١)، \"ميزان الاعتدال\" للذهبي ٣/ ٢٣٠.(٦) أبو محمد، الصوفي الزاهد. له كلمات نافعة، ومواعظ بليغة، توفي سنة (٢٨٣ هـ).\"حلية الأولياء\" لأبي نعيم ١٠/ ١٨٩، \"سير أعلام النبلاء\" للذهبي ١٣/ ٣٣٠، \"طبقات المفسرين\" للداودي ١/ ٢١٥. =</p><p> [١٩٨] وحدثنا أبو القاسم الحسن بن محمد بن الحسن المفسر (١) ، قال: نا أبو العباس محمد بن يعقوب الأصم (٢) ، قال: نا أحمد بن عبد الجبار العطاردي (٣) ، قال: نا أبو بكر بن عياش (٤) </p><p>= [١٩٧] الحكم على الإسناد: إسناده ضعيف جدًّا، من أجل عمر بن واصل.ذكره البغوي في \"معالم التنزيل\" ١/ ٥٤ عن سهل رحمه الله وليس هو في تفسير سهل.فائدة:قال ابن كثير رحمه الله بعد أن ساق عددًا من الأقوال في معنى {الصِّرَاطَ الْمُسْتَقِيمَ}: وكل هذِه الأقوال صحيحة، وهي متلازمة، فإن من اتبع النبي - صلى الله عليه وسلم - واقتدى باللذين من بعده أبي بكر وعمر، فقد اتبع الحق، ومن اتبع الحق فقد اتبع الإسلام، ومن اتبع الإسلام فقد اتبع القرآن، وهو كتاب الله، وحبله المتين، وصراطه المستقيم، فكلها صحيحة، يصدِّق بعضها بعضًا، ولله الحمد.\"تفسير القرآن العظيم \" ١/ ٢٢١.وانظر في هذا أيضًا: \"جامع البيان\" للطبري ١/ ٧٤ - ٧٥، \"مقدمة في أصول التفسير\" لابن تيمية (ص ٣٣).(١) أبو القاسم الحبيبي، قيل: كذبه الحاكم.(٢) أبو العباس الأصم، ثقة.(٣) أبو عمر العطاردي: مختلف فيه.(٤) أبو بكر بن عياش -بتحتانية ومعجمة- بن سالم الأسدي، الكوفي، المقرئ، الحنَّاط -بمهملة ونون- مشهور بكنيته، والأصح أنها اسمه، وقيل: اسمه محمد، أو عبد الله، أو سالم، أو شعبة، أو رؤبة، أو مسلم، أو خداش، أو مطرف، أو حماد، أو حبيب، عشرة أقوال.قال الحسن بن عيسى: ذكر ابن المبارك أبا بكر بن عياش فأثنى عليه.وقال أحمد: صدوق صالح، صاحب قرآن وخبر. وقال مرة: ثقة، وربما غلط. ووثقه ابن معين. وقال العجلي: كان ثقة، قديمًا، صاحب سنة وعبادة، وكان يخطئ بعض الخطأ. =</p><p> عاصم (١) عن زر (٢) عن أبي وائل (٣) ، </p><p>= وقال ابن عدي: . . . وهو من مشهوري مشائخ الكوفة وقرائهم، وعن عاصم بن بهدلة أحد القراء، هو في كل رواياته عن كل من روى عنه لا بأس به، وذلك أني لم أجد له حديثًا منكرًا إذا روى عنه ثقة، إلا أن يروي عن ضعيف. وقال ابن سعد: وكان ثقة، صدوقًا، عارفًا بالحديث والعلم، إلا أنه كثير الغلط. وقال الساجي: صدوق يهم.وروى الخطيب البغدادي بسنده عن أبي عبد الله قال: أبو بكر يضطرب في حديث هؤلاء الصغار، فأما حديثه عن أولئك الكبار ما أقربه عن ابن حصين وعاصم، وأنه يضطرب عن أبي إسحاق أو نحو هذا.قال الذهبي في \"ميزان الاعتدال\": صدوق ثبت في القراءة، لكنه في الحديث يغلط ويهم. . وقد أخرج له البخاري، وهو صالح الحديث.وقال ابن حجر: ثقة عابد، إلا أنه لما كبر ساء حفظه، وكتابه صحيح. مات سنة (١٩٤ هـ) وقيل قبل ذلك بسنة أو سنتين، وقد قارب المائة.\"تاريخ يحيى بن معين\" رواية الدارمي (٥٣، ٥٤، ٨٦)، \"تاريخ الثقات\" للعجلي (٢٠٩٩)، \"تاريخ بغداد\" للخطيب ١٤/ ٣٧١، \"ميزان الاعتدال\" للذهبي ٤/ ٤٩٤، \"سير أعلام النبلاء\" للذهبي ٨/ ٤٩٥، \"تهذيب التهذيب\" لابن حجر ٤/ ٤٩٢، \"تقريب التهذيب\" لابن حجر (٨٠٤٢)، \"الكواكب النيرات في معرفة من اختلط من الرواة الثقات\" لابن الكيال (ص ٤٣٩)، \"الاغتباط بمن رمي بالاختلاط\" لسبط ابن العجمي (١٢١).(١) عاصم ابن بهدلة بن أبي النجود، صدوق له أوهام.(٢) زرّ -بكسر أوله وتشديد الراء- بن حُبيش -بمهملة وموحدة ومعجمة، مصغرا- بن حُباشة -بضم المهملة بعدها موحدة ثم معجمة- الأسدي، الكوفي، أبو مريم، ثقة، جليل، مخضرم. مات سنة (٨١ هـ) أو بعدها. وهو ابن (١٢٧) سنة.\"تهذيب الكمال\" للمزي ٩/ ٣٣٥، \"تهذيب التهذيب\" لابن حجر ١/ ٦٢٧، \"تقريب التهذيب\" لابن حجر (٢٠١٩).(٣) شقيق بن سلمة، ثقة، مخضرم.</p><p> عن عبد الله (١) قال: خطّ رسول الله - صلى الله عليه وسلم - خطّيْن، خطًّا عن يمينه وخطًّا عن شماله، وقال:  \"هذِه السُّبُل(٢)، وعلى كل سبيل منها شيطان يدعو إليه، وهذا سبيل الله،ثم قرأ:{وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ}(٣)\"  (٤) . </p><p>(١) هو ابن مسعود. (٢) في (ن): هذا السبيل. وهي غير مستقيمة.(٣) الأنعام: (١٥٣).(٤) [١٩٨] الحكم على الإسناد:أحمد بن عبد الجبار العطاردي وأبو بكر بن عياش مختلف فيهما. وعاصم صدوق له أوهام. ويبقى مدار الحديث على عاصم؛ لأن الحديث قد ورد من غير طريق أحمد بن عبد الجبار، وأبو بكر بن عياش قد توبع من قبل حماد بن زيد. والحديث صححه الحاكم والله أعلم.التخريج:رواه الحاكم في \"المستدرك\" ٢/ ٣١٨ كتاب التفسير، تفسير سورة الأنعام، من طريق أبي العباس محمد بن يعقوب الأصم عن أحمد بن عبد الجبار العطاردي، عن أبي بكر بن عياش، عن عاصم بن أبي النجود، عن أبي وائل، عن عبد الله - رضي الله عنه - قال: خط لنا رسول الله - صلى الله عليه وسلم - خطًّا، ثم خط عن يمينه وعن شماله خطوطًا، ثم قال: \"هذا سبيل الله، وهذِه السبل. . \" الحديث.ولم يذكر في الإسناد زر بن حبيش بين عاصم وأبي وائل.قال الحاكم: هذا حديث صحيح الإسناد ولم يخرجاه، ووافقه الذهبي.ورواه الطيالسي في \"مسنده\" (ص ٣٣) (٢٤١) وأحمد في \"مسنده\" ١/ ٤٣٥ (٤١٤٢)، (٤٤٣٧)، والدارمي في \"مسنده\" (٢٠٨) المقدمة، باب كراهية أخذ الرأي، والنسائي في \"التفسير\" ١/ ٤٨٥ (١٩٤)، ومحمد بن نصر المروزي في \"السنة\" (ص ٩ - ١٠) (١١) والهيثم بن كليب في \"مسنده\" (٥٣٥، ٥٣٦)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٥/ ١٤٢٢ (٨١٠٢)، والبزار في \"البحر الزخار\" ٥/ ١٣١ (١٧١٨)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" =</p><p> [١٩٩] ، وأخبرنا عبد الله بن حامد بن محمد (١) ، قال: أنا أحمد بن محمد بن يوسف (٢) ، قال: نا يعقوب بن سفيان الصغير (٣) قال: نا يعقوب بن سُفيان الكبير (٤) ، قال: نا أبو صالح عبد الله بن صالح (٥) ، </p><p>= ١/ ١٠٥ (٧١٦)، والحاكم في \"المستدرك\" ٢/ ٣١٨، كتاب التفسير، تفسير سورة الأنعام، كلهم من طريق حماد بن زيد، عن عاصم بن أبي النجود به. في إسناده شيخ المصنف، قيل: كذبه الحاكم.(١) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل.(٢) أحمد بن محمد بن يوسف بن يعقوب، أبو العباس السَّقطي، المعروف بختن الصرصري.قال الخطيب البغدادي: سألت البرقاني عن أبي العباس ختن الصرصري، فقال: تكلم فيه أبو بكر بن البقال وغيره، فذلك الذي زهَّدني فيه، وسألته عنه مرةً أخرى. فقال: كان عندي أنه ثقة، حتى حدثني أبو بكر بن البقال أنه غلط في روايته وروى من كتاب لم يكن سماعه فيه صحيحًا، كان السماع محكوكًا، فأنا لا أروي عنه إلا مضمومًا مع غيره. حدثني عبيد الله بن أبي الفتح عن محمد بن العباس بن الفرات، قال: أبو العباس أحمد بن محمد بن يوسف المعروف بختن الصرصري، كان جميل الأمر، إلى الثقة ما هو. توفي سنة (٣٦١ هـ).\"تاريخ بغداد\" للخطيب ٥/ ١٢٣.(٣) يعقوب بن سفيان بن زياد الأصفر الفسوي، أبو يوسف.روى عن يزيد بن المبارك، وأبو يوسف بن سفيان الفسوي الكبير، وغيرهما، وروى عنه أبو بكر محمد بن عبد الله بن محمد النسَّابة الفارسي.\"الأنساب\" للسمعاني ٤/ ٣٨٥ \"توضيح المشتبه\" لابن ناصر الدين ٩/ ٧٥.(٤) يعقوب بن سفيان الفارسي، أبو يوسف الفسوي، ثقة، حافظ. مات سنة (٢٧٧ هـ) وقيل بعد ذلك.\"تهذيب الكمال\" للمزي ٣٢/ ٣٢٤، \"تقريب التهذيب\" لابن حجر (٧٨٧١).(٥) المصري كاتب الليث، صدوق، كثير الغلط.</p><p> قال: حدثني معاوية بن صالح (١) أنّ عبد الرحمن بن جبير بن نُفير (٢) حدّثه عن أبيه جُبير بن نُفير (٣) عن نوّاس بن سمعان - رضي الله عنه - (٤) عن رسول الله - صلى الله عليه وسلم - أنه قال: \"ضرب الله مثلًا صراطًا مستقيمًا، وعلى جَنَبتي الصراط سُورٌ فيه أبواب مفتحة، وعلى الأبواب سُتُورٌ مرخاهٌ، وعلى باب الصّراط داعٍ يقول: يا أيها الناس ادخلوا الصراط جميعًا ولا تتعوَّجوا. وداعٍ يدعو مِنْ فوقِ الصّراط، فإذا أراد فتح شيءٍ من تلك الأبواب قال: ويلك، لا تفتحه، فإنك إنْ تفتحْه تَلِجْهُ. فالصراط الإسلام، والسُّتُورُ (٥) حدود الله، والأبواب المتفتحة محارم الله، وذلك الداعي على الصراط (٦) كتاب الله -عز وجل-، والداعي من فوق (٧) </p><p>(١) صدوق له أوهام. (٢) عبد الرحمن بن جيير -بجيم وموحدة، مصغَّرًا- بن نفير -بنون وفاء، مصغَّرًا- الحضرمي، الحمصي، ثقة. مات سنة (١١٨ هـ).\"تهذيب التهذيب\" لابن حجر ٢/ ٤٩٦، \"تقريب التهذيب\" لابن حجر (٣٨٥١).(٣) جبير بن نفير -بنون وفاء، مصغَّرًا- بن مالك بن عامر الحضرمي، الحمصي، ثقة، جليل، مخضرم، ولأبيه صحبة، فكأنَّه هو ما وفد إلا في عهد عمر، مات سنة (٨٠ هـ)، وقيل بعدها.\"تهذيب الكمال\" للمزي ٤/ ٥٠٩، \"تهذيب التهذيب\" لابن حجر ١/ ٢٩٢.(٤) النوّاس -بتشديد الواو ثم مهملة- بن سمعان بن خالد الكلابي أو الأنصاري، صحابي مشهور، سكن الشام.\"الاستيعاب\" لابن عبد البر ٤/ ٩٤، \"أسد الغابة\" لابن الأثير ٥/ ٣٤٥.(٥) في (ت): والسّور.(٦) في (ت): فالصراط.(٧) في (ت) زيادة: الصراط.</p><p> واعظ الله في قلب كلّ مسلم\" (١) . </p><p>(١) [١٩٩] الحكم على الإسناد: في إسناده: أحمد بن محمد بن يوسف، وعبد الله بن صالح، ومعاوية بن صالح، متكلَّم فيهم.وفيه: شيخ المصنف، ويعقوب بن سفيان الصغير لم يُذكَرَا بجرح أو تعديل.والحديث ورد من ثلاثة طرق عن معاوية بن صالح. وصحّحه العلماء، والله تعالى أعلم.التخريج:رواه الفسوي في \"المعرفة والتاريخ\" ٣/ ٤١٤، وابن أبي عاصم في \"السنة\" ١/ ١٤ (١٩)، والطبري في \"جامع البيان\" ١/ ٧٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢١ (٣٣). من طريق عبد الله بن صالح به نحوه. . . إلا أن لفظ ابن أبي حاتم والطبري مختصر.قال الألباني في \"ظلال الجنة\" ١/ ١٤ عن إسناد ابن أبي عاصم: حديث صحيح، رجال إسناده رجال الصحيح، غير أن أبا صالح واسمه: عبد الله بن صالح فيه ضعف، لكنه قد توبع كما يأتي.ورواه أحمد في \"المسند\" ٤/ ١٨٢ (١٧٦٣٤)، والطبري في \"جامع البيان\" ١/ ٧٥، والبيهقي في \"شعب الإيمان \" ١٢/ ٥٠٠ (٦٨٢١) من طريق الليث بن سعد عن معاوية بن صالح به بنحوه.ورواه الحاكم في \"المستدرك\" ١/ ٧٣ كتاب الإيمان من طريق عبد الله بن وهب عن معاوية بن صالح به نحوه.قال الحاكم: هذا حديث صحيح على شرط مسلم، ولا أعرف له علة، ولم يخرجاه، ووافقه الذهبي.ورواه الترمذي كتاب الأدب، باب ما جاء في مثل الله لعباده (٢٨٥٩). وابن أبي عاصم في \"السنة\" ١/ ١٤ (١٨) من طريق خالد بن معدان، عن جبير بن نفير به نحوه. قال الترمذي: هذا حديث غريب.قال الشيخ أحمد شاكر عن إسناد الترمذي: إسناد حسن صحيح. =</p>"
}