{
  "id": null,
  "sura": 2,
  "aya": 204,
  "text": "<p> ٢٠٤ - (قوله عز وجل)  (١) : {وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا} الآية (٢) . </p><p> قال الكلبي، والسدي، ومقاتل، وعطاء: نزلت هذِه الآيات (٣) في الأخنس بن شريق الثقفي (٤) حليف بني زهرة (٥) ، واسمه أُبي، وسمي الأخنس، لأنه خنس يوم بدر (٦) بثلاثمائة رجل من بني زهرة عن قتال رسول الله - صلى الله عليه وسلم -، وقد نزلوا جحفة (٧) . فقال لهم: يا بني زهرة إن محمدًا ابن أختكم، فإن يكن صادقًا لم تغلبوه، وكنتم أسعد الناس </p><p>(١) ساقطة من (ح). (٢) ساقطة من (أ).(٣) في (ش)، (أ): الآية.(٤) أُبي بن شريق بن عمرو بن وهب بن علاج الثقفي أبو ثعلبة، يعرف بالأخنس، كان حليفًا لبني زهرة، ثم أسلم، فكان من المؤلفة، وشهد حنينًا، ومات في أول خلافة عمر. وذكره في الصحابة أبو موسى عن ابن شاهين وابن فتحون عن الطبري. قال ابن عطية: ما ثبت قط أن الأخنس أسلم. قال ابن حجر: وقد أثبته في الصحابة من تقدم ذكره، ولا مانع أن يسلم، ثم يرتد، ثم يرجع إلى الإسلام. \"المحرر الوجيز\" لابن عطية ١/ ٢٧٩، \"أسد الغابة\" لابن الأثير ١/ ٤٧، ١/ ٥٦ \"تجريد أسماء الصحابة\" للذهبي ١/ ٧، ١/ ٥١، \"الإصابة\" لابن حجر ١/ ٢٣.(٥) هم بطن من بني مرة بن كلاب من قريش من العدنانية.\"معجم قبائل العرب\" لعمر رضا كحالة ٢/ ٤٨٢.(٦) وبدر ماء مشهور بين مكة والمدينة أسفل وادي الصفراء. وهو اليوم بلدة تبعد عن المدينة (١٥٥) كيلًا وعن مكة (٣١٠) كيلًا.\"المناسك\" للحربي (ص ٤١٨)، \"معجم البلدان\" لياقوت ١/ ٣٥٧ \"معجم المعالم الجغرافية في السيرة النبوية\" لعاتق البلادي (ص ٤١).(٧) في (ح): بجحفة. وفي (أ): بالجحفة.وهي قرية كبيرة على طريق المدينة من مكة، وهي ميقات أهل مصر والشام إن لم =</p><p> بصدقه، وإن يك كاذبًا؛ فأنتم (أحق الناس من كف)  (١) ، عنه؛ لقرابتكم وكفتكم (٢) إياه أوباش العرب. قالوا: نِعْمَ الرأي رأيت (٣) ، (فسر كيف ما شئت)  (٤) نتبعك. فقال: إذا نودي في الناس بالرحيل، فإني (٥) أخنس بكم، فاتبعوني، ففعل، وفعلوا. فسمي لذلك (٦) الأخنس. </p><p> وكان رجلًا حلو الكلام، حلو المنظر، وكان (٧) يأتي رسول الله - صلى الله عليه وسلم - فيجالسه، ويظهر الإسلام، ويخبره (٨) أنه يحبه، ويحلف (٩) بالله على ذلك (١٠) ، وكان منافقًا، فكان رسول الله - صلى الله عليه وسلم - يدني مجلسه، ويُقْبِل عليه، ولا يعلم أنه يضمر خلاف ما يظهر، ثم إنه كان بينه </p><p>= يمروا على المدينة، وسميت بالجحفة؛ لأن السيل اجتحفها، وحمل أهلها في بعض الأعوام، وتقع الآن بقرب بلدة رابغ بما يقارب (١٥) كيلًا. \"معجم البلدان\" لياقوت ٢/ ١١١ \"المناسك\" للحربي (ص ٧) (ص ٤١٥)، \"معجم المعالم الجغرافية في السيرة النبوية\" لعاتق البلادي (ص ٧٩).(١) في (ح): أحق من كف. وفي (أ): أحق بالكف.(٢) في (ز): وكفاكم.(٣) ساقطة من (ح).(٤) في (ش)، (ز) فسر كما شئت. وكتب في هامش (ز): لما. وفي (ح)، (أ): فسر لما شئت.(٥) في (أ): فأنا.(٦) في (ج)، (ز)، (أ): بذلك.(٧) في (ج): وقد كان.(٨) في (ج): ويخبر.(٩) في (أ): ويحلف له.(١٠) ساقطة من (أ).</p><p> وبين ثقيف خصومة؛ فبيتهم ليلًا، وأهلك مواشيهم، وأحرق زروعهم، وكان حسن العلانية، سيئ السريرة. قال السدي: مرّ بزرع (١) للمسلمين (٢) وحُمُر (٣) فأحرق الزرع، وعقر الحمر. قال مقاتل: خرج إلى الطائف مقتضيًا مالًا له على غريم، فأحرق له كدسا (٤) ، وعقر له أتانًا، فأنزل الله عز وجل فيه هذِه الآيات (٥) . </p><p>(١) في (ج): بزروع. (٢) في (ش): المسلمين.(٣) في (ج): وحمرهم.(٤) في (س): كرسًا. وفي (ز)، (أ): كرمًا. وفى \"تفسير مقاتل\": كديس.(٥) في (أ): الآية.قول الكلبي عزاه ابن حجر والسيوطي إلى عبد بن حميد. وعزاه السيوطي إلى ابن المنذر.\"العجاب في بيان الأسباب\" لابن حجر ١/ ٥١٩، \"الدر المنثور\" للسيوطي ١/ ٤٢٧.وقول السدي رواه الطبري في \"جامع البيان\" ٢/ ٣١٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٣٦٤ (١٩١٣، ١٩١٧)، مختصرًا، وعزاه السيوطي لابن المنذر. \"الدر المنثور\" ١/ ٤٢٧. وذكره الحوفي في \"البرهان في تفسير القرآن\" ٣/ ٩١ ب، والواحدي في \"أسباب النزول\" (ص ٦٥).وقول مقاتل -وهو: ابن سليمان- في \"تفسيره\" ١/ ١٥٢ وهو الذي ساقه المصنف، وانظر \"العجاب في بيان الأسباب\" لابن حجر ١/ ٥٢٠.وقول عطاء ذكره البغوي في \"معالم التنزيل\" ١/ ٢٣٥ وأبو حيان في \"البحر المحيط\" ٢/ ١٢١.وهذا السبب ذكره مختصرًا الفراء والزجاج دون عزو لأحد ولم يذكرا أنه الأخنس. \"معاني القرآن\" للفراء ١/ ١٢٣ \"معاني القرآن وإعرابه\" للزجاج ١/ ٢٧٦. =</p><p> وقال ابن عباس والضحاك: نزلت هذِه الآيات إلى قوله: {وَاللَّهُ رَءُوفٌ بِالْعِبَادِ} في سرية الرجيع، وذلك أن كفار قريش بعثوا التي رسول الله - صلى الله عليه وسلم -وهو بالمدينة (١) : أنا قد أسلمنا؛ فابعث إلينا (٢) نفرًا من علماء أصحابك يعلموننا دينك وكان ذلك مكرًا منهم. </p><p> فبعث رسول الله - صلى الله عليه وسلم - خُبيب بن عدي الأنصاري (٣) ، ومرثد بن أبي مرثد الغنوي (٤) ، </p><p>= وأما رجوع الأخنس بن شريق ببني زهرة يوم بدر فقد ذكره موسى بن عقبة في \"مغازيه\" عن الزهري. انظر: \"دلائل النبوة\" للبيهقي ٣/ ١٠٨. وابن إسحاق في \"السيرة النبوية\".انظر: \"السيرة النبوية\" لابن هشام ٢/ ٦١٩، \"الدرر في اختصار المغازي والسير\" لابن عبد البر (ص ١٠٥)، \"عيون الأثر\" لابن سيد الناس ١/ ٢٩٢.وذكره الواقدي في \"مغازيه\" ١/ ٤٤ وابن سعد في \"الطبقات الكبرى\" ٢/ ١٤ والطبري في \"تاريخ الرسل والملوك\" ٢/ ٤٣٨.(١) ساقطة من (أ).(٢) في (أ): لنا.(٣) خبيب بن عدي بن مالك بن عامر بن مجدعة الأوسي الأنصاري.شهد بدرًا، وأُسر يوم الرجيع، وقُتِل صبرًا بمكة، وهو أول من سن الركعتين عند القتل، وكان استشهاده هو وأصحابه في أواخر السنة الثالثة من الهجرة، أو في شهر صفر على رأس ستة وثلاثين شهرًا، يعني بداية السنة الرابعة.\"السيرة النبوية\" لابن هشام ٣/ ١٧٨ \"معرفة الصحابة\" لأبي نعيم ٢/ ٩٨٦ \"أسد الغابة\" لابن الأثير ١٠٣/ ٢، \"الإصابة\" لابن حجر ٢/ ١٠٣.(٤) مرثد بن أبي مرثد واسمه كناز بن حصين بن يربوع الغنوي.شهد بدرًا. وآخى الرسول - صلى الله عليه وسلم - بينه وبين أوس بن الصامت، وكان يحمل الأسارى من مكة إلى المدينة. وهو الذي نزل بسببه قوله تعالى: {الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً}، =</p><p> وخالد بن بكير (١) ، وعبد الله بن طارق (بن شهاب)  (٢) ، وزيد بن الدثنة (٣) ، وأمّر عليهم عاصم بن ثابت بن (أبي)  (٤) الأقلح الأنصاري (٥) فساروا يريدون مكة، فنزلوا بطن الرجيع بين مكة </p><p>= وستأتي قصته. \"معرفة الصحابة\" لأبي نعيم ٥/ ٢٥٦٢، \"الاستيعاب\" لابن عبد البر \"أسد الغابة\" لابن الأثير ٤/ ٣٤٤، \"الإصابة\" لابن حجر ٦/ ٧٨.(١) خالد بن البكير بن عبد ياليل بن عبد ناشب الليثي الكناني.حليف بني عدي. شهد هو وإخوته بدرًا. وأرسله النبي - صلى الله عليه وسلم - مع عبد الله بن جحش -وستأتي قصتهم- إلى عير قريش قبل بدر. وكان عمره يوم قتل أربعًا وثلاثين سنة. \"معرفة الصحابة\" لأبي نعيم ٢/ ٩٥٤، \"الاستيعاب\" لابن عبد البر ٢/ ٤٢٦، \"أسد الغابة\" لابن الأثير ٢/ ٧٧، \"الإصابة\" لابن حجر ٢/ ٨٦.(٢) كذا بالنسخ الخطية وليست في مصادر ترجمته الآتية وغيرها. وفي (ح). زيادة: البلوي.هو عبد الله بن طارق بن عمرو بن مالك البلوي الظفري.حليف الأنصار، شهد بدرًا وأحدًا، وقتل في سرية الرجيع، وقبره بالظهران، وذكره حسان في شعره.\"السيرة النبوية\" لابن هشام ٣/ ١٧٨ \"الاستيعاب\" لابن عبد البر ٣/ ٩٢٨، \"أسد الغابة\" لابن الأثير ٣/ ١٨٨، \"الإصابة\" لابن حجر ٤/ ٨٨.(٣) زيد بن الدَّثِنة بن معاوية بن عبيد بن عامر البياضي الخزرجي الأنصاري.شهد بدرا وأحدا، وأرسله النبي - صلى الله عليه وسلم - في سرية عاصم وقتله نسطاس بأمر من صفوان بن أمية.\"معرفة الصحابة\" لأبي نعيم ٣/ ١١٨٢، \"الاستيعاب\" لابن عبد البر \"أسد الغابة\" لابن الأثير ٢/ ٢٢٩، \"الإصابة\" لابن حجر ٣/ ٢٧.(٤) زيادة من (ح)، (أ): وهامش (ز).(٥) ساقطة من (ح).</p><p> والمدينة (١) ومعهم تمر عجوة، فأكلوا منه، فمرت عجوز، فأبصرت النوى، فرجعت إلى قومها بمكة (٢) ، وقالت: قد سلك هذا الطريق أهل يثرب من أصحاب محمد. </p><p> فركب سبعون رجلًا معهم الرماح (٣) حتى إذا (٤) أحاطوا بهم، فحاربوهم، فقتلوا مرثدًا، وخالدًا، وعبد الله بن طارق، ونثر عاصم بن ثابت (٥) كنانته، وفيها سبعة أسهم، فقتل بكل سهم رجلًا من عظماء المشركين، ثم قال: اللهم إني حميت دينك صدر (٦) النهار فاحم لحمي آخر النهار، ثم أحاط به المشركون، فقتلوه، فلما قتلوه أرادوا حز رأسه ليبيعوه من سلافة بنت سعد (٧) بن شهيد (٨) ، وكانت قد نذرت حين أصاب ابنها يوم أحد (٩) لئن قدرت على رأس عاصم </p><p>= عاصم بن ثابت بن أبي الأقلح واسمه قيس بن عصمة الأوسي الأنصاري. شهد بدرًا. وآخى رسول الله - صلى الله عليه وسلم - بينه وبين عبد الله بن جحش، وسُمي حمي الدَّبْر. \"معرفة الصحابة\" لأبي نعيم ٤/ ٢١٤١، \"الاستيعاب\" لابن عبد البر ٢/ ٧٧٩، \"أسد الغابة\" لابن الأثير ٣/ ٧٣، \"الإصابة\" لابن حجر ٤/ ٣.(١) في (ش): وبين المدينة.(٢) ساقطة من (أ).(٣) ساقطة من (أ).(٤) ساقطة من (ح).(٥) ساقطة من (ح).(٦) في (أ): هذا.(٧) في (أ): سعيد.(٨) في (س): شهيل، والمثبت من هامشه، (ش)، (ح)، (ز) وفي (أ): للشهيد.(٩) في (أ): بدر.</p><p> لتشربن في قحفِهِ (١) الخمر. فأرسل الله عز وجل رِجْلًا من الدبر وهي الزنابير، فحمت عاصمًا فلما (٢) يقدروا عليه (٣) فسمي حمي الدبر، فلما حالت بينهم وبينه قالوا: دعوه حتى يمسي (٤) ، فتذهب عنه، فنأخذه، فجاءت سحابة سوداء ومطرت (٥) مطرًا كالعَزَاليّ (٦) . </p><p> فبعث الله عز وجل الوادي (٧) ، فاحتمل عاصمًا، فذهب به إلى الجنة، وحملت خمسة (٨) من المشركين إلى النار. قال: وكان عاصم (قد أعطي الله عز وجل عهدًا)  (٩)  (أن لا يمس مشركًا ولا يمسه مشرك)  (١٠) أبدًا تنجسًا منه. </p><p>(١) هو العظم الذي فوق الدماغ، وقيل: ما انفلق من الجمجمة وانفصل. \"النهاية\" لابن الأثير ٤/ ١٧ \"لسان العرب\" لابن منظور ١١/ ٤٤ (قحف). (٢) في (ش)، (ز)، (أ): فلم يقدروا.(٣) في هامش (ش) زيادة: قيل إن الزنانبير غشيت جسده كله، فقصده واحد من الكفار، فطار إليه زنبور، فلسعه بإبرته، فخر ميتًا، ثم قصده آخر، فكان كذلك حاله، فامتنعوا عنه، ولم يجسر أحد أن يقربه.(٤) في (ح)، (أ): تمسي.(٥) في (ح)، (أ): وأمطرت.(٦) العَزَالي: جمع العزْلاء، وهو فم المزادة الأسفل، فشبه اتساع المطر واندفاقه بالذي يخرج من فم المزادة.\"النهاية\" لابن الأثير ٣/ ٢٣١.(٧) في (ح): للوادي.(٨) في (ش): وحملت جملة خمسين رجلًا. وفي (ح): وحمل خمسين. وفي هامش (ز): سبعة.(٩) في (ش): قد أعطي عهد الله عز وجل.(١٠) في (ح): أن لا يمسه مشرك ولا يمس مشركًا.</p><p> (فكان عمر بن الخطاب)  (١) يقول حين بلغه أن الدبر منعته: عجبًا لحفظ الله العبد المؤمن كان عاصم - رضي الله عنه - وعن أصحابه نَذَرَ (أن لا يمس مشركًا، ولا يمسه مشرك)  (٢) ، أبدًا (٣) فمنعه الله عز وجل بعد وفاته كما امتنع في حياته. </p><p> وأسر المشركون خبيب بن عدي، وزيد بن الدّثنة، فذهبوا بهما إلى مكة. فأما خبيب، فابتاعه بنو الحارث بن عامر بن نوفل بن عبد مناف؛ ليقتلوه بأبيهم (٤) ، وكان خبيب هو الذي قتل الحارث بن عامر (٥) ، بأُحد. فبينما خبيب عند بنات الحارث إذ استعار من إحدى بنات الحارث (٦) موسى يسحتد (٧) بها للقتل، فما راع المرأة ولها صبي (٨) </p><p>(١) في (ح): وكان ابن عمر. (٢) في (ح): أن لا يمسه مشرك ولا يمس مشركًا أبدًا.(٣) من (أ).(٤) في (أ): بأيديهم.(٥) في (أ): زيادة: بن نوفل بن عبد مناف.(٦) قال ابن حجر: وقع في \"الأطراف\" لخلف، أن اسمها زينب بنت الحارث. . وعند ابن إسحاق عن عبد الله بن أبي نجيح قال: حَدَّثت مارية مولاة حجين بن أبي إهاب، وكانت قد أسلمت قالت: حُبس خبيب عندي. . فإن كان محفوظًا احتمل أن يكون كل من مارية وزينب رأت القطف في يده يأكله، وأن التي حبس في بيتها مارية، والتي كانت تحرسه زينب جمعا بين الروايتين.\"فتح الباري\" لابن حجر ٧/ ٣٨٢.وانظر: \"السيرة النبوية\" لابن هشام ٣/ ١٨١.(٧) في (ش)، (ج)، (أ): ليستحد.(٨) ذكر الزبير بن بكار أن هذا الصبي هو أبو الحسين بن الحارث بن عدي بن نوفل بن عبد مناف وهو: جد عبد الله بن عبد الرحمن بن أبي حسين المكي المحدث. =</p><p> (يدرج إلا وخبيب قد أجلس)  (١) الصبي على فخذه، والموسى في يده، فصاحت المرأة (٢) ، فقال خبيب: أتخشين أن (٣) أقتله؟ ! إن الغدر ليس من شأننا. قال: فقالت المرأة بعد وفاته (٤) : ما رأيت أسيرًا قط خيرًا من خبيب، لقد رأيته وما بمكة من ثمرة، وإن في يده لقطفًا من عنب يأكله، إن كان إلا رزقًا رزقه الله خبيبًا. ثم إنهم خرجوا به من الحرم ليقتلوه، وأرادوا أن يصلبوه، فقال: ذروني أصلي ركعتين، فتركوه، فصلى ركعتين، فجرت سُنَّة لمن قتل صَبْرًا أن يصلي ركعتين. ثم قال: لولا أن يقولوا جزع لزدت، وأنشأ يقول: </p><p> ولست أبالي حين أقتل مسلمًا ... على أي شق (٥) كان في الله مصرعي (٦) </p><p> وذلك في ذات الإله وإن يشأ ... يبارك على (٧) أوصال شِلْوٍ (٨) ممزعِ </p><p>= \"أسد الغابة\" لابن الأثير ٢/ ١٠٥، \"فتح الباري\" لابن حجر ٧/ ٣٨٢. (١) في (ش): إلا خبيب قد أدرج. وفي (ح): تدرج إلا لخبيب قد أجلس. وفي (أ): إلى خبيب لته قد أدر.(٢) من (ح).(٣) في (ش): أني.(٤) من (ش).(٥) في (ح): شيء. وكتب في هامشها: شق.(٦) في جميع النسخ: مصرعي.(٧) في (ح)، (ز): في، وكتب في (ز) فوقها: على.(٨) الشِّلو: بكسر الشين المعجمة، وإسكان اللام، العضو من اللحم، قاله أبو عبيدة. =</p><p> ثم قال (١) : اللهم أحصهم عددا، وخذهم (٢) بددا (٣) . فصلبوه حيًّا (٤) ، فقال: اللهم إنك تعلم أنه ليمس أحد حولي يبلغ رسولك سلامي، فأبلغه سلامي. </p><p> قال (٥) : ثم جاء (٦) رجل من المشركين يقال له: سلامان أبو ميسرة، ومعه رمح، فوضعه بين ثدي (٧) خبيب، فقال له خبيب: اتق الله؛ فما زاده ذلك إلا عتوًا، وطعنه، فأنفذه. فذلك قوله عز وجل {وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ}  (٨) الآية (٩) . يعني سلامان. </p><p> وأما زيد بن الدثنة فابتاعه صفوان بن أمية (١٠) ، ليقتله بأبيه أمية بن </p><p>= وقال الخليل: هو الجسد؛ لقوله: أوصال يعني أعضاء جسد. \"سبل الهدى والرشاد\" للصالحي ٣/ ٨٨.(١) في (ش): يقول.(٢) في (أ): وحددهم.(٣) يروى بكسر الباء جمع بُدة وهي الحصة، والنصيب، أي أقتلهم حصصًا مقسمة، لكل واحد حصته ونصيبه. ويروى بالفتح، أي: متفرقين في القتل واحدا بعد واحد من التبديد.\"النهاية\" لابن الأثير ١/ ١٠٥، \"سبل الهدى والرشاد\" ٣/ ٨٦.(٤) في (س): فصلبوا خبيبًا، والمثبت من هامشه وبقية النسخ، وهو الصواب.(٥) ساقطة من (ش)، (أ).(٦) في (ح): ثم جاز به.(٧) في (ح)، (أ): يدي.(٨) في (ح)، (ز)، (أ) زيادة: أخذته العزة. وفي (ز) زيادة: بالإثم.(٩) ساقطة من جميع النسخ.(١٠) صفوان بن أمية بن خلف بن وهب الجمحي القرشي أبو وهب وقيل أبو أمية.حضر حنينًا كافرًا، واستعار منه - صلى الله عليه وسلم - سلاحًا، وأسلم بعدها، وكان من المؤلفة، =</p><p> خلف الجمحي، ثم بعثه مع مولي له (١) يسمى نسطاس (٢) إلى التنعيم (٣) ليقتله، واجتمع رهط من قريش فيهم أبو سفيان بن حرب. فقال أبو سفيان لزيد حين قُدِّم ليقتل (٤) : أنشدك الله (٥) يا زيد أتحب أن محمدًا عندنا الآن بمكانك نضرب عنقه وأنك في أهلك؟ فقال: والله ما أحب أن محمدًا الآن (٦) في مكانه (٧) الذي هو فيه تصيبه (٨) </p><p>= وحسن إسلامه. وكان أحد أشراف قريش، وكان مطعمًا فصيحًا. توفي أيام قتل عثمان، وقيل سنة (٤١ هـ) أو (٤٢ هـ). \"الاستيعاب\" لابن عبد البر ٢/ ٧١٨، \"أسد الغابة\" لابن الأثير ٣/ ٢٢، \"الإصابة\" لابن حجر ٣/ ٢٤٦، \"تقريب التهذيب\" لابن حجر (٢٩٣٢).(١) ساقطة من (ح).(٢) هو مولي صفوان بن أمية الجمحي.شهد أحدًا مع المشركين، ثم أسلم، وحسن إسلامه، وكان يحدث عن يوم أحد.وذكر ابن إسحاق أنه هو الذي قتل زيد بن الدثنة.\"الإصابة\" لابن حجر ٦/ ٢٣٤.(٣) التنعيم: موضع مشهور بمكة في الحل، ومنه يحرم المكيون، وسمي بذلك؛ لأن جبلًا عن يمينه يقال له نعيم، وآخر عن شماله يقال له: ناعم، والوادي: نعمان. وقد أصبح اليوم حيا من أحياء مكة، وهو أقرب الحل إلى المسجد الحرام، ويقع على قرابة ستة أكيال شمالًا من المسجد الحرام.\"أخبار مكة\" للفاكهي ٥/ ٥٦، \"معجم البلدان\" لياقوت ٢/ ٤٩، \"معالم مكة التاريخية والأثرية\" لعاتق البلادي (ص ٥٠).(٤) ساقطة من (أ).(٥) في (ج)، (أ): بالله.(٦) ساقطة من (أ).(٧) في (ش): إلا في مكانه.(٨) في (ش): يصيبه. وكتبت فوقها: لا.</p><p> شوكة تؤذيه (١) ، وأنا جالس في أهلي. فقال أبو سفيان: ما رأيت من الناس أحدًا يُحب أحدًا كحب أصحاب محمدٍ محمدًا. ثم قتله نسطاس. </p><p> فلما بلغ (٢) النبي - صلى الله عليه وسلم - هذا الخبر قال لأصحابه (٣) : \"أيكم يختزل(٤)خبيبًا عن خشبته، وله الجنة\" . فقال الزبير: أنا يا رسول الله وصاحبي المقداد بن الأسود، فخرجا يمشيان بالليل، ويكمنان بالنهار حتى أتيا التنعيم ليلًا، وإذا حول الخشبة أربعون من المشركين نيام نشاوى (٥) ، فأنزلاه، فإذا هو رطب يتثنى لم يتغير منه شيء بعد (٦) أربعين يومًا، ويده على جراحته، وهي تبضُّ دمًا اللون لون الدم، والريح ريح المسك، فحمله الزبير على فرسه، وسار (٧) ، فانتبه الكفار، وقد فقدوا خُبَيبًا، فأخبروا بذلك قريشًا، فركب منهم سبعون، فلما لحقوهما قذف الزبير خُبَيبًا، فابتلعته الأرض فسمي بليع الأرض. فقال الزبير: ما جرَّأكم علينا يا معشر قريش ثم رفع العمامة عن رأسه، وقال: أنا الزبير بن العوام، وأمي صفية بنت عبد </p><p>= ساقطة من (ش). (٢) في (ج): أتى.(٣) ساقطة من (أ).(٤) في (أ): يحتمل.(٥) الانتشاء: أول السكر ومقدماته. وقيل: هو السكر نفسه، ورجل نشوان بيّن النشوة. \"النهاية\" لابن الأثير ٥/ ٦٠.(٦) ساقطة من (ح).(٧) ساقطة من (أ).</p><p> المطلب (١) ، وصاحبي المقداد بن الأسود أسدان رابضان يدفعان عن شبلهما (٢) ، فإن شئتم ناضلتكم، وإن شئتم نازلتكم، وإن شئتم انصرفتم (٣) ، فانصرفوا إلى مكة. </p><p> وقدما (٤) على رسول الله - صلى الله عليه وسلم - وجبريل عليه السلام عنده، فقال: يا محمد إن الملائكة لتباهي بهذين من أصحابك. وقال رجل (٥) من المنافقين في أصحاب خبيب: يا ويح هؤلاء المقتولين (٦) الذين هلكوا، لا هم قعدوا في بيوتهم ولا هم أدوا رسالة صاحبهم، فأنزل الله عز وجل في الزبير والمقداد وخبيب وأصحابه المؤمنين وفيمن طعن عليهم (٧) من المنافقين. قوله (٨)  {وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ} يا محمد (٩) {قَوْلُهُ فِي </p><p>(١) صفية بنت عبد المطلب بن هاشم بن عبد مناف الهاشمية القرشية. عمة رسول الله - صلى الله عليه وسلم -، وأم الزبير بن العوام، من كبار الصحابيات، لها موقف عظيم يوم الخندق. توفيت سنة (٢٠ هـ)، ولها ثلاث وسبعون سنة، ودفنت بالبقيع.\"الاستيعاب\" لابن عبد البر ٤/ ١٨٧٣، \"أسد الغابة\" لابن الأثير ٥/ ٤٩٢، \"الإصابة\" لابن حجر ٨/ ١٢٨.(٢) في (أ) وهامش (ش): شبليهما.(٣) في (أ): انصرفوا.(٤) في (ش): وقدموا.(٥) في (ح): رجال.(٦) في هامش (ز): المفتونين.(٧) في (أ): فيهم.(٨) ساقطة من (ح).(٩) ساقطة من (أ).</p><p> الْحَيَاةِ الدُّنْيَا} (١) ، أي تستحسنه، ويعظم في قلبك منه العجب؛ لأنه </p><p>(١) قول ابن عباس رواه الطبري في \"جامع البيان\" ٢/ ٣٠ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٣٦٣ (١٩١٠) وعزاه السيوطي في \"الدر المنثور\" ١/ ٤٢٧ إلى ابن المنذر. كلهم من طريق ابن إسحاق. انظر \"السيرة النبوية\" لابن هشام ٣/ ١٨٣ قال: حدثني محمد بن أبي محمد مولى زيد بن ثابت قال: حدثني سعيد بن جبير أو عكرمة، عن ابن عباس أن سرية الرجيع كانت سببًا لكلام المنافقين ونزول هذِه الآيات دون التعرض لتفاصيل حادثة الرجيع. وهذا إسناد ضعيف، فيه محمد بن أبي محمد الأنصاري المدني، قال ابن حجر: مجهول، تفرد عنه ابن إسحاق.\"تقريب التهذيب\" لابن حجر (٦٢٧٦)، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٩٠. وقول الضحاك ذكره الحيري في \"الكفاية\" ١/ ١٥٠ من رواية جويبر عنه والبغوي في \"معالم التنزيل\" ١/ ٢٣٦.وقصة سرية الرجيع رواها البخاري في كتاب الجهاد، باب هل يستأسر الرجل (٣٠٤٥) وفي كتاب المغازي، باب (٣٩٨٩) وفي باب غزوة الرجيع (٤٠٨٦) وفي كتاب التوحيد، باب ما يذكر في الذات والنعوت وأسامي الله (٧٤٠٢)، وأبو داود في الجهاد باب، في الرجل يستأسر (٢٦٦٠) والإمام أحمد في \"مسنده\" ٢/ ٢٩٤، ٣١٠ (٧٩٢٨)، (٨٠٩٦)، وعبد الرزاق في \"مصنفه\" ٥/ ٣٥٣ (٩٧٣٠) وابن أبي شيبة في \"مصنفه\" ١٣/ ٣٥٥ (٣٧٨٦١٠) وابن سعد في \"الطبقات الكبرى\" ٢/ ٥٥ والطبري في \"تاريخ الرسل والملوك\" ٢/ ٥٤٠ والطبراني في \"المعجم الكبير\" ٤/ ٢٢١ (٤١٩١) وأبو نعيم في \"دلائل النبوة\" ٢/ ٧٠٥ (٤٣٧) وفي \"معرفة الصحابة\" ٣/ ١١٨٣ (٢٩٩٦)، ٤/ ٢١٤١ (٥٣٧٥)، والبيهقي في \"دلائل النبوة\" ٣/ ٣٢٣، ٣٢٤ وابن الأثير في \"أسد الغابة\" ٣/ ١١١ كلهم من طرق عن الزهري عن عمر -أو عمرو- بن أسيد عن أبي هريرة به بنحوه، وبعض ما أورده المصنف ليس في هذِه الرواية، وسيأتي بيانه. كما وردت قصة هذِه السرية في مراسيل بعض التابعين:١ - عروة بن الزبير. =</p><p> يعظم في النفس، يقال في الاستحسان والمحبة: أعجبني كذا، وفي </p><p>= رواه عنه الطبراني في \"المعجم الكبير\" ٥/ ٢٥٩ (٥٢٨٤) وأبو نعيم في \"دلائل النبوة\" ٢/ ٥٠٧ (٤٣٨) وفي \"معرفة الصحابة\" ٣/ ١١٨٣ (٢٩٩٧) والبيهقي في \"دلائل النبوة\" ٣/ ٣٢٦. قال الهيثمي: رواه الطبراني، وفيه ابن لهيعة، وحديثه حسن، وفيه ضعف.\"مجمع الزوائد\" ٦/ ٢٠١.٢ - عاصم بن عمر بن قتادة.رواه عنه ابن إسحاق انظر \"السيرة النبوية\" لابن هشام ٣/ ١٧٨ ومن طريقه ابن سعد في \"الطبقات الكبرى\" ٢/ ٥٥ وخليفة بن خياط في \"التاريخ\" (ص ٧٤) والطبري في \"تاريخ الرسل والملوك\" ٢/ ٥٣٨، والطبراني في \"المعجم الكبير\" ٢٠/ ٣٢٧ (٧٧٥) وأبو نعيم في \"معرفة الصحابة\" ٣/ ١١٨٣ (٢٩٩٩)، ٣/ ١٦٩١ (٤٢٣٠) والبيهقي في \"دلائل النبوة\" ٣/ ٣٢٨.قال ابن حجر: عاصم بن عمر بن قتادة ثقة، عالم بالمغازي، توفي بعد (١٢٠ هـ).\"تقريب التهذيب\" لابن حجر (٣٠٧١).٣ - بريدة بن سفيان الأسلمي.رواه عنه سعيد بن منصور في \"السنن\" تحقيق الأعظمي ٢/ ٣٤٧ (٢٨٣٧) وأبو نعيم في \"دلائل النبوة\" ٢/ ٥٠٩ (٤٣٩) والبيهقي في \"دلائل النبوة\" ٣/ ٣٣١.قال ابن حجر: بريدة بن سفيان ليس بالقوي وفيه رفض.\"تقريب التهذيب\" لابن حجر (٦٦١)وذكره البيهقي فيمن توفي بين سنة (١٢١ - ١٣٠ هـ). \"تاريخ الإسلام\" حوادث ووفيات (١٢١ - ١٤٠ هـ) (ص ٤٦).٤ - الزهريرواه عنه الطبراني في \"المعجم الكبير\" ٢٠/ ٣٢٨ (٧٧٦) وأبو نعيم في \"معرفة الصحابة\" ٣/ ١١٨٣ (٢٩٩٨).وأما قوله: (وذلك أن كفار قريش بعثوا إلى رسول الله - صلى الله عليه وسلم - أنا قد أسلمنا فابعث لنا نفرًا من علماء أصحابك يعلموننا دينك). لم أجده في كتب السنة ولا كتب المغازي. =</p><p> الإنكار والكراهية: عجبت من كذا. </p><p>= وذكره الحيري في \"الكفاية\" ١/ ١٥٠، وابن الجوزي في \"زاد المسير\" ١/ ٢١٩، وأبو حيان في \"البحر المحيط\" ٢/ ١٢٢. قال ابن حجر: وقوله فيها: إن قريشًا هم الذين بعثوا في ذلك. منكر مردود، والقصة في \"الصحيح\" و\"المغازي\" لموسى بن عقبة، وابن إسحاق لغير قريش، وذلك أشهر من أن يستدل عليه.\"العجاب في بيان الأسباب\" لابن حجر ١/ ٥٢٣.وقوله (ليبيعوه من سلافة بنت سعد بن شهيد، وكانت قد نذرت حين أصاب ابنها، لئن قدرت لتشربن في قحفه الخمر). ورد في حديث عاصم بن عمر وحديث بريدة بن سفيان.وقوله: (وكان عمر بن الخطاب يقول حين بلغه أن الدبر منعته: عجبًا لحفظ الله العبد المؤمن). ورد في حديث عاصم بن عمر، وفي \"المغازي\" للواقدي ١/ ٣٥٦.قوله: (قال: اللهم إنك تعلم أنه ليس حولي من يبلغ رسولك سلامي فأبلغه سلامي). ورد في حديثي عروة بن الزبير وبريدة بن سفيان، وفي \"مغازي موسى بن عقبة\" رواه من طريقه البيهقي في \"دلائل النبوة\" ٣/ ٣٢٦.قوله: (ثم جاء رجل من المشركين يقال له سلامان). . لم أجده في كتب السنة ولا كتب المغازي.وذكره الحيري في \"الكفاية\" ١/ ١٥٢ وقد روى ابن إسحاق في \"السيرة النبوية\" قال: حدثني يحيى بن عباد بن عبد الله بن الزبير، عن أبيه عباد، عن عقبة بن الحارث قال سمعته يقول: ما أنا والله قتلت خبيبًا لأني كنت أصغر من ذلك ولكنَّ أبا ميسرة أخا بني عبد الدار أخذ الحربة، فجعلها في يدي ثم أخذ بيدي، وبالحربة، ثم طعنه بها حتى قتله.\"السيرة النبوية\" لابن هشام ٣/ ١٨٢.قال ابن حجر في \"فتح الباري\" ٧/ ٣٨٥: إسناده صحيح. وقال أيضًا: وهذا أيضًا منكر، فإن الذي في الصحيح أن الذي قتل خبيبًا هو أبو سروعة بن الحارث =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= النوفلي. \"العجاب في بيان الأسباب\" لابن حجر ١/ ٥٢٤ وانظر \"صحيح البخاري\" كتاب المغازي، باب غزوة الرجيع (٤٠٨٧). قوله: (وأما زيد بن الدثنة فابتاعه صفوان بن أمية ليقتله بأبيه). . ورد في حديث عروة وحديث ابن شهاب الزهري و\"المغازي\" لموسى بن عقبة.انظر \"دلائل النبوة\" للبيهقي ٣/ ١٤٧، \"السيرة النبوية\" لابن هشام ٣/ ١٨١، \"تاريخ الرسل والملوك\" للطبري ٢/ ٥٤٢.أما المحاورة بين أبي سفيان وزيد بن الدثنة فقد ذكرها ابن إسحاق دون إسناد. انظر: \"السيرة النبوية\" لابن هشام ٣/ ١٨١ \"تاريخ الرسل والملوك\" ٢/ ٥٤٢ ورواها ابن سعد في \"الطبقات الكبرى\" ٢/ ٥٦ وأبو نعيم في \"معرفة الصحابة\" ٣/ ١١٨٣ (٢٩٩٩) من طريق ابن إسحاق عن عاصم بن عمر بن قتادة. وذكرها الواقدي في \"المغازي\" ١/ ٣٦٢.وورد في حديث عروة و\"مغازي موسى بن عقبة\" كما في \"دلائل النبوة\" للبيهقي ٣/ ٣٢٦ ومغازي الواقدي أيضًا ١/ ٣٦٠ أن المحاورة إنما وقعت بين مشركي قريش وخبيب بن عدي.وانظر \"الدرر في اختصار المغازي والسير\" لابن عبد البر (ص ١٧٧)، \"زاد المعاد\" لابن القيم ٣/ ٢٤٥.وخبر الزبير والمقداد بن الأسود لم أجده فيما بحثت فيه من كتب السنة وكتب المغازي، مسندًا.وذكره الحيري في \"الكفاية\" ١/ ١٥٢ والبغوي في \"معالم التنزيل\" ١/ ٢٣٨ وابن الجوزي في \"زاد المسير\" ١/ ٢٢٠ وذكره الديار بكري في \"تاريخ الخميس في أحوال أنفس نفيس\" ١/ ٤٥٨ والصالحي في: \"سبل الهدى والرشاد\" ٦/ ٧٣ وقال: ذكر أبو يوسف في \"كتاب اللطائف\" عن الضحاك أن رسول الله - صلى الله عليه وسلم - أرسل المقداد والزبير. . به.وقد روى الإمام أحمد في \"مسنده\" ٤/ ١٣٩ (١٧٢٥٢)، ٥/ ٢٨٧ (٢٢٤٧٧) وابن أبي شيبة في \"مسنده\" ٢/ ٣٨٣ (٩٠٢) وخليفة بن خياط في \"التاريخ\" =</p><p> وأصل العجب: ما لم يكن مثله، قاله المفضل (١) . </p><p> {وَيُشْهِدُ اللَّهَ عَلَى مَا فِي قَلْبِهِ}  (يعني قول المنافق: والله)  (٢) إني بك مؤمن (٣) ، ولك محب. وقرأ ابن مُحيصن (٤)  (ويشهَدُ اللهُ) بفتح الياء </p><p>= (ص ٧٦) والطبري في \"تاريخ الرسل والملوك\" ٢/ ٥٤١ والطبراني في \"المعجم الكبير\" ٤/ ٢٢٣ (٤١٩٣) والبيهقي في \"دلائل النبوة\" ٣/ ٣٣١، ٣٣٢ كلهم من طريق جعفر بن عمرو بن أمية الضمري، عن أبيه أن رسول الله - صلى الله عليه وسلم - بعثه وحده عينًا إلى قريش، قال: فجئت إلى خشبة خبيب، وأنا أتخوف العيون، فرقيت فيها، فحللت خبيبًا، فوقع إلى الأرض، فانتبذت غير بعيد، فالتفت ولم أر خبيبًا، وكأنما ابتلعته الأرض. قال الهيثمي: رواه أحمد والطبراني، وفيه إبراهيم بن إسماعيل بن مجمع وهو ضعيف.\"مجمع الزوائد\" ٥/ ٣٢١.وورد في حديث عروة -السابق تخريجه- و\"مغازي موسى بن عقبة\" كما في \"دلائل النبوة\" ٣/ ٣٢٧ أن عمرو بن أمية هو الذي دفن خبيبًا.(١) ذكره أبو حيان في \"البحر المحيط\" ٢/ ١١٦.(٢) في (أ): قال المفضل يعني المنافقين يقول: والله.(٣) في (ش)، (ح): لمؤمن.(٤) عمر -أو محمد- بن عبد الرحمن بن محيصن السهمي مولاهم أبو حفص المكي. قال أبو عبيد: وكان من قراء مكة عبد الله بن كثير، وحميد بن قيس، ومحمد بن محيصن، وكان ابن محيصن أعلمهم بالعربية، وأقواهم عليها. وقال ابن مجاهد: كان لابن محيصن اختيار في القراءة على مذهب العربية، فخرج به عن إجماع أهل بلده، فرغب الناس عن قراءته، وأجمعوا على قراءة ابن كثير لاتباعه. ذكره ابن حبان في \"الثقات\". وقال الذهبي وابن الجزري: ثقة، روى له مسلم. وقال الذهبي في \"الميزان\": ما علمت به بأسًا في الحديث، وقد احتج به مسلم. وقال ابن حجر: مقبول. توفي سنة (١٢٢ هـ) أو (١٢٣ هـ). =</p><p> والهاء، ورفع قوله اللهُ (١)  (أي يظهر أمرًا، ويقول)  (٢) قولًا، ويعلم (٣) الله خلاف ذلك منه، وفي مصحف أُبي:  (ويَستشهدُ الله) ، وهي حجة لقراءة (٤) العامة. </p><p> {وَهُوَ أَلَدُّ الْخِصَامِ} أي: شديد الخصومة، يقال منه لَدِدْتَ (٥) يا هذا فأنت تَلَدُّ لَدَدًا ولَدَادَة (٦) ، وإذا أردت أنه يغلب (٧) خصمه قلت: لَدَّ يَلِدُّه (٨) لذا، ويقال: رجل ألدّ، وامرأة لَدّاء، ورجال ونساء لُدٌّ (٩) ، قال الله تعالى {وَتُنْذِرَ بِهِ قَوْمًا لُدًّا}  (١٠) وقال النبي - صلى الله عليه وسلم -: \"إن أبغض </p><p>= \"الثقات\" لابن حبان ٧/ ١٧٨، \"معرفة القراء الكبار\" للذهبي ١/ ٩٨ \"ميزان الاعتدال\" للذهبي ٣/ ٢١٢ \"غاية النهاية\" لابن الجزري ٢/ ١٦٧، \"تهذيب التهذيب\" لابن حجر ٣/ ٢٣٩، \"تقريب التهذيب\" لابن حجر (٤٩٣٨). (١) عزاها إليه الطبري في \"جامع البيان\" ٢/ ٣١٥ والنحاس في \"إعراب القرآن\" ١/ ٢٩٩ وفي \"معاني القرآن\" ١/ ١٤٩ وابن خالويه في \"مختصر في شواذ القرآن\" (ص ٢٠) والهذلي في \"الكامل في القراءات الخمسين\" (ل ١٦٧ ب) والكرماني في \"شواذ القراءة\" (٣٧ ب).(٢) في (أ): أي أظهر أمرًا وأقول.(٣) في (ج): ويعلمه.(٤) في (ج): قراءة.(٥) في (ح): ومنه يقال أردت.(٦) ساقطة من (أ).(٧) في (ش)، (ح)، (ز): غلب. وفي (أ): غلبه.(٨) في (أ): يلد.(٩) \"معاني القرآن\" للفراء ١/ ١٢٣ \"جامع البيان\" للطبري ٢/ ٣١٥.(١٠) مريم، آية: ٩٧.</p><p> الرجال إلى الله عز وجل الألد الخَصِم\" (١) . قال الشاعر (٢) : </p><p> إنَّ تحت التراب حزمًا وعزمًا ... وخصيمًا (٣) ألد ذا مِغْلاقِ (٤) </p><p> وقال الراجز (٥) : </p><p>(١) رواه البخاري في كتاب المظالم، باب قول الله تعالى: {وَهُوَ أَلَدُّ الْخِصَامِ} (٢٤٥٧)، وفي كتاب التفسير، باب {وَهُوَ أَلَدُّ الْخِصَامِ} (٤٥٢٣)، وفي كتاب الأحكام باب الألد الخصم (٧١٨٨)، ومسلم في كتاب العلم، باب في الألد الخصم (٢٦٦٨). (٢) هو مهلهل بن عمرو التغلبي.والبيت في \"مجاز القرآن\" ٢/ ١٣، \"السيرة النبوية\" لابن هشام ٣/ ١٨٤ وعندهما: إن تحت الأحجار حدًّا ولينًا.وفي \"الاشتقاق\" لابن دريد (ص ٢٥٩) وعنده: الأحجار حزمًا ولينًا.وفي \"الكامل\" للمبرد ١/ ٤٠ وعنده: إن تحت الأحجار حزمًا وجودًا.وأخرج الطستي عن نافع الأزرق أن ابن عباس تمثل بهذا البيت. انظر \"الدر المنثور\" للسيوطي ١/ ٤٢٨.وذكر ابن عبد البر وابن الأثير أن مصقلة بن هبيرة الشيباني قاله على قبر المغيرة بن شعبة.\"الاستيعاب\" لابن عبد البر ٤/ ١٤٤٦ \"أسد الغابة\" لابن الأثير ٥/ ٢٤٩.قال المبرد في \"الكامل\" ١/ ٤١: ويروى مِغلاق، فمن روى ذلك فتأوله أنه يُغْلِقُ الحجة على الخصم، ومن قال: ذا معلاق، فإنما يريد أنه إذا عَلِقَ خصمًا لم يَتَخَلَّص منه.(٣) في (أ): وخصمًا.(٤) في (ش)، (أ): معلاق.(٥) لم أهتد إلى قائله وهو في \"معاني القرآن\" للفراء ١/ ١٢٣ وعنده: اللد أقران.وفي \"جامع البيان\" للطبري ٢/ ٣١٥ وعنده: الخصوم، بدل: الرجال. وفي \"الصحاح\" ٢/ ٥٣٥ (لدد)، \"لسان العرب\" لابن منظور ١٢/ ٢٦٤ (لدد)، =</p><p> تَلَدُّ أقران الرجال اللُّدِّ </p><p> قال الزجاج: واشتقاقه من لَدِيدَي العنق، وهما صفحتاه. وتأويله أنه (إن (١) أخذ في أي وجه) (٢) من يمين وشمال في أبواب الخصومة غلب في ذلك (٣) . </p><p> والخصام (٤) مصدر خاصمته خصامًا ومخاصمة، قاله أبو عبيد (٥) . </p><p> وقال الزجاج: هو جمع خصم (٦) يقال له (٧) : خَصْم، وخِصام، وخُصُوم، مثل: بحر، وبحار، وبحور (٨) . </p><p>= وعندهما: ألد أقران الخصوم. وعجزه: ثم أردى بهم من تردى. وهو الصدر عند الطبري.(١) ساقطة من (ش)، (ح)، (ز). وفي (أ) وكتب في (ز) فوق السطر: إذا.(٢) في (ح): أنه في أي وجه أخذ. وفي (ز): أخذ في ناحية أي فرجة. وضرب على ناحية.(٣) ساقطة من (ح).وانظر: \"معاني القرآن\" ١/ ٢٧٧.(٤) في (أ): وهو.(٥) في (ش): أبو عبيدة.ولم أجده عند أحد منهما، وهو قول الطبري في \"جامع البيان\" ٢/ ٢١٦.وعزاه الماوردي في \"النكت والعيون\" ١/ ٢٦٥ والقرطبي في \"الجامع لأحكام القرآن\" ٣/ ١٦ وأبو حيان في \"البحر المحيط\" ٢/ ١٢٣ إلى الخليل بن أحمد. وذكر القول دون عزو لأحد: النحاس في \"إعراب القرآن\" ١/ ٢٩٩ ومكي في \"مشكل إعراب القرآن\" ١/ ٩١.(٦) ساقطة من (أ).(٧) من (أ).(٨) \"معاني القرآن\" ١/ ٢٧٧.</p><p> وحقيقة الخصومة: التعمق في البحث عن الشيء، والمضايقة فيه، ولذلك قيل لزوايا الأوعية: خصوم. </p><p> وقال السدي: ألد الخصام (١) : أعوج الخصومة (٢) . </p><p> وقال (٣) مجاهد: لا يستقيم على خصومة (٤) . </p><p> وقال الحسن: هو كاذب القول (٥) . </p><p> قال قتادة: شديد القسوة في معصية الله عز وجل، جَدِل بالباطل، عالم باللسان (٦) ، جاهل بالقلب (٧) ، يتكلم بالحكمة (٨) ، ويعمل بالخطيئة (٩) . </p><p> * * * </p><p>(١) ساقطة من (أ). (٢) في (ج): الخصام.رواه الطبري في \"جامع البيان\" ٢/ ٣١٢، ٣١٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٣٦٠ (١٩٢٣).(٣) ساقطة من (ز).(٤) رواه الطبري في \"جامع البيان\" ٢/ ٣١٥ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٣٦٥ (١٩٢١) وعزاه السيوطي في \"الدر المنثور\" ١/ ٤٢٨ إلى عبد بن حميد، وذكره النحاس \"في معاني القرآن\" ١/ ١٤٩.(٥) رواه الطبري في \"جامع البيان\" ٢/ ٣١٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٣٦٥ (١٩٢٠).(٦) في (أ): اللسان.(٧) في (ش)، (ز)، (أ): القلب. وفي (ح): العمل.(٨) في (أ): الحكومة.(٩) رواه عبد الرزاق في \"تفسير القرآن\" (ص ٨١) مختصرًا، والطبري في \"جامع البيان\" ٢/ ٣١٥ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٣٦٥ (١٩٢٢).</p>"
}