{
  "id": null,
  "sura": 2,
  "aya": 80,
  "text": "<p> ٨٠ - {وَقَالُوا} </p><p> يعني: اليهود {وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً} أي: قدرًا مقدرًا (١) ثم يزول عنا العذاب وينقطع. </p><p> واختلفوا في هذِه الأيام (٢) ما هي؟ </p><p> فقال ابن عباس ومجاهد: قدم رسول الله - صلى الله عليه وسلم - المدينة، واليهود تقول: مدة الدنيا سبعة آلاف سنة، وإنما نُعذَّب بكل ألف سنة يومًا واحدًا ثم ينقطع العذاب (٣) بعد سبعة أيام، فأنزل الله تعالى هذِه الآية (٤) . </p><p>= (٤٣٥٨)، من طريق يزيد النحوي، عن عكرمة عن ابن عباس قال: كان عبد الله ابن سعد بن أبي السرح يكتب للنبي - صلى الله عليه وسلم -، فأزاله الشيطان، فلحق بالكفار، فأمر به رسول الله - صلى الله عليه وسلم - أن يقتل، فاستجار له عثمان بن عفان، فأجاره رسول الله - صلى الله عليه وسلم -. وصححه الألباني في \"صحيح سنن أبي داود\" ٣/ ٨٢٣ (٤٣٥٨).وذكره ابن عبد البر في \"الاستيعاب\" ٣/ ٥٠، وابن الأثير في \"أسد الغابة\" ٣/ ٢٦٠، وابن كثير في \"البداية والنهاية\" ٦/ ١٧٠ - ١٧١، ابن حجر في \"الإصابة\" ٤/ ٩٤.(١) في (ت): مقدورًا.(٢) في (ت): الآية.(٣) ساقطة من (ت).(٤) قول ابن عباس: أخرجه محمد بن إسحاق -كما في \"تفسير القرآن العظيم\" لابن كثير ١/ ٤٦٩ - عن سيف بن سليمان، عن مجاهد، عن ابن عباس.ومن طريق ابن إسحاق: أخرجه الطبراني في \"المعجم الكبير\" ١١/ ٩٦ (١١١٦٠). وذكره الهيثمي في \"مجمع الزوائد\" ٦/ ٣١٤ وسكت عليه. =</p><p> وقال قتادة وعطاء: يعنون الأربعين يومًا التي عبد آباؤهم فيها (١) العجل، وهي مدة غيبة موسى عليه السلام عنهم (٢) . </p><p> وقال الحسن وأبو العالية: قالت (٣) اليهود: إن ربَّنا عتب علينا في أمر، فأقسم ليعذبنا أربعين ليلة ثم يدخلنا الجنة، فلن (٤) تمسنا النار إلا أربعين يومًا تحلة القسم (٥) . </p><p>= ورواه ابن إسحاق أيضًا كما في \"تفسير القرآن العظيم\" لابن كثير عن محمد بن أبي محمد، عن سعيد بن جبير -أو عكرمة- عن ابن عباس. ومن هذا الطريق أخرجه الطبري في \"جامع البيان\" ١/ ٣٨٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٤٧ (٨١٨)، والواحدي في \"أسباب النزول\" (ص ٢٩)، ومحمد بن أبي محمد هو الأنصاري، مجهول، كما في \"تقريب التهذيب\" لابن حجر (٦٣١٦). وذكره السيوطي في \"الدر المنثور\" ١/ ١٦٣ ونسبه إلى ابن إسحاق، وابن جرير، وابن المنذر، وابن أبي حاتم، والطبراني، والواحدي.وأما قول مجاهد: فأخرجه الطبري في \"جامع البيان\" ١/ ٣٨٣ من طريقين عنه.وذكره السيوطي في \"الدر المنثور\" ١/ ١٦٣ ولم ينسبه إلا لعبد بن حُميد!وذكره البغوي في \"معالم التنزيل\" عن ابن عباس ومجاهد ١/ ١١٦.(١) من (ج)، (ت).(٢) أخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ٥١، ومن طريقه أخرجه الطبري في \"جامع البيان\" ١/ ٣٨١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢٤٩ (٨٢١) بنحوه.وأخرجه الطبري في \"جامع البيان\" ١/ ٣٨٣ من طريق آخر عن قتادة.وذكره البغوي في \"معالم التنزيل\" ١/ ١١٦ عن قتادة وعطاء.(٣) في (ج): قال.(٤) في (ت): فلم.(٥) أخرجه الطبري في \"جامع البيان\" ١/ ٣٨١ عن أبي العالية. وذكره البغوي في =</p>"
}