{
  "id": null,
  "sura": 2,
  "aya": 202,
  "text": "<p> في الموقف: اللهم (١) ربنا آتنا في الدنيا حسنة، وفي الآخرة حسنة، وقنا عذاب النار (٢) . </p><p> ٢٠٢ - (قوله -عز وجل-)  (٣) : {أُولَئِكَ لَهُمْ نَصِيبٌ} </p><p> حظ {مِمَّا كَسَبُوا} من الخير، والدعاء بالثواب (٤) ، والجزاء. </p><p> قال جويبر (٥) عن الضحاك (٦) ، عن ابن عباس في هذِه الآية أن </p><p>= وهذا إسناد ضعيف. عبد الله بن مسلم ضعيف. \"تقريب التهذيب\" لابن حجر (٣٦١٦). ووقع عند البيهقي في \"شعب الإيمان\": عبد الله بن مسلم، عن سعيد بن جبير، عن ابن عباس به.ورواه الأزرقي في \"أخبار مكة\" ١/ ٣٤١ من طريق عبد الله بن مسلم بن هرمز، عن مجاهد به موقوفًا عليه.وله شاهد من حديث أبي هريرة رواه ابن ماجه في كتاب المناسك، باب فضل الطواف (٢٩٥٧)، والفاكهي في \"أخبار مكة\" ١/ ١٣٨ (١٥٢)، والآجري في \"مسألة الطائفين\" (ص ٣٢) (٨)، وابن عدي في \"الكامل\" ٢/ ٢٧٥ من طريق حميد ابن أبي سويد: قال سمعت ابن هشام، عن عطاء بن أبي رباح، عن أبي هريرة به بنحوه مرفوعًا.قال البوصيري \"مصباح الزجاجة\" ٢/ ١٣٥ (١٠٣٨): هذا إسناد ضعيف، حميد قال فيه ابن عدي: أحاديثه غير محفوظة، وقال الذهبى: مجهول.(١) ساقطة من (أ).(٢) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٢/ ٤١٠.(٣) ساقطة من (ح)، (ز)، (أ).(٤) في (ح): والثواب.(٥) جويبر -يقال: اسمه جابر، وجويبر لقب- بن سعيد الأزدي أبو القاسم البلخي. ضعيف جدًّا.(٦) الضحاك بن مزاحم، صدوق، كثير الإرسال.</p><p> رجلًا (أتى رسول الله - صلى الله عليه وسلم -)  (١) قال (٢) : يا نبي الله، (مات أبي)  (٣) ، ولم يحج أفأحج عنه؟ فقال النبي - صلى الله عليه وسلم -: \"لو كان على أبيك دين فقضيته(٤)أما كان ذلك يجزئ؟ \" قال: نعم. قال:  \"فدين الله أحق أن يُقضى\" قال: فهل في من أجر؟ فأنزل الله -عز وجل- {أُولَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا}  (٥) . يعني: من حج عن ميت كان الأجر بينه وبين الميت. </p><p> [٤٠٨] أخبرنا عبد الله بن حامد الوزان (٦) ، قال: أنا محمد بن يعقوب (٧) ، قال: نا الحسن بن علي بن عفان (٨) ، قال: نا محاضر (٩) </p><p>(١) من (ح). (٢) في (ح): فقال.(٣) في (أ): إن أبي مات.(٤) كذا في جميع النسخ. وأما في (س): قضيته.(٥) إسناده ضعيف جدًّا فيه جويبر ضعيف جدًا والحديث -سيأتي تخريجه- قد صح من طرق، عن ابن عباس، وليس فيها: فهل في من أجر؟ فأنزل الله عَزَّ وَجَلَّ {أُولَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا}.وسبب النزول هذا ذكره عن ابن عباس ابن الجوزي في \"زاد المسير\" ١/ ٢١٦، والقرطبي في \"الجامع لأحكام القرآن\" ٢/ ٤١٢، وأبو حيان في \"البحر المحيط\" ٢/ ١١٤.(٦) ساقطة من (ح).وهو أبو محمد الأصبهاني، لم يذكر بجرح ولا تعديل.(٧) أبو العباس الأصم، ثقة.(٨) العامري أبو محمد الكوفي. صدوق.(٩) مُحَاضِر بن المُوزع الهمداني اليامي الكوفي.قال ابن سعد، وابن قانع، ومسلمة بن القاسم: ثقة. وذكره ابن حبان في \"الثقات\". وقال النسائي: ليس به بأس. وقال أبو زرعة: صدوق. وقال ابن عدي: =</p><p> قال: نا هشام (١) ، عن محمد (٢) ، عن (٣) يحيى بن أبي إسحاق (٤) ، عن سليمان بن يسار (٥) -أراه، عن عبد الله بن عباس (٦) - (عن الفضل بن </p><p>= وقد روى عن الأعمش أحاديث صالحة مستقيمة. . ولم أر في رواياته حديثًا منكرًا إذا روى عنه ثقة. وقال أبو حاتم: ليس بالمتين، يكتب حديثه. وقال الإمام أحمد: سمعت منه أحاديث لم يكن من أصحاب الحديث، كان مغفلًا جدًّا. وقال ابن حجر: صدوق له أوهام. توفي سنة (٢٠٦ هـ). \"العلل ومعرفة الرجال\" للإمام أحمد ٣/ ٤٩، \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٤٣٧، \"الثقات\" لابن حبان ٧/ ٥١٣، \"الكامل\" لابن عدي ٦/ ٤٤١، \"تهذيب التهذيب\" لابن حجر ٤/ ٢٩، \"تقريب التهذيب\" لابن حجر (٦٤٩٣).(١) في (أ): هاشم.وهو هشام بن حسان الأزدي القردوسي أبو عبد الله البصري. ثقة، من أثبت الناس في ابن سيرين، وفي روايته عن الحسن وعطاء مقال: لأنه قيل: كان يرسل عنهما. وذكره ابن حجر في المدلسين، وقال: وصفه بذلك علي بن المديني، وأبو حاتم، وجعله في المرتبة الثالثة. وقال أيضًا: احتج به الأئمة لكن ما أخرجوا له عن عطاء شيئًا. . وأما حديثه، عن الحسن ففي الكتب الستة. وقد قال عبد الله بن أحمد عن أبيه: ما يكاد ينكر عليه أحد شيئًا إلا وجدت غيره قد حدَّث به إما أيوب وإما عوف. توفي سنة (١٤٦ هـ) أو (١٤٧ هـ) أو (١٤٨ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٩/ ٥٤، \"تهذيب التهذيب\" لابن حجر ٤/ ٢٦٨، \"تقريب التهذيب\" لابن حجر (٧٢٨٩)، \"تعريف أهل التقديس\" لابن حجر (ص ١٥٧)، \"هدي الساري\" لابن حجر (ص ٤٤٨).(٢) محمد بن سيرين، ثقة، ثبت.(٣) في جميع النسخ: (بن)، والمثبت الصواب.(٤) الحضرمي، مولاهم البصري النحوي، صدوق ربما أخطأ.(٥) ثقة، فاضل.(٦) في (ش): رواه عن عبد الله، عن ابن عباس. ا. هـ.</p><p> عباس) (١) أنه كان ردف النبي (٢) - صلى الله عليه وسلم - فأتاه رجل (٣) فقال: إنَّ أمي عجوز كبيرة لا تستمسك على الرَّحل، فإن ربطتها خشيت أن أقتلها (أفأحج عنها)  (٤) ، (فقال له:  \"أرأيت\"  (٥) لو كان على أمك دين كنت (٦) قاضيه؟ \" قال: نعم.قال:\" فحُجَّ عنها\" (٧) . </p><p>(١) ساقطة من (أ). الفضل بن العباس بن عبد المطلب بن هاشم بن عبد مناف القرشي الهاشمي أبو عبد الله وقيل: أبو محمد.أكبر ولد العباس، وبه كان يكنى، ثبت مع النبي - صلى الله عليه وسلم - حين انهزم الناس يوم حنين، وشهد معه حجة الوداع، وكان رديفه يومئذ، وكان من أجمل الناس. وقال ابن حجر في \"تقريب التهذيب\": استشهد في خلافة عمر - رضي الله عنه -. وقال في \"الإصابة\": والأول هو المعتمد وبمقتضاه جزم البخاري، فقال: مات في خلافة أبي بكر. \"الاستيعاب\" لابن عبد البر ٣/ ١٢٦٩، \"أسد الغابة\" لابن الأثير ٤/ ١٨٣، \"الإصابة\" لابن حجر ٥/ ٢١٣، \"تقريب التهذيب\" لابن حجر (٥٤٠٧).(٢) في (أ): رسول الله.(٣) هو الحصين بن عوف الأحمسي الخثعمي، وقيل: أبو رزين العقيلي، وقيل: أبو الغوث بن حصين.انظر: \"الغوامض والمبهمات\" لابن بشكوال ٢/ ٥٣٣ - ٥٣٤، \"المستفاد من مبهمات المتن والإسناد\" لأبي زرعة العراقي ١/ ٦٢١، \"فتح الباري\" لابن حجر ٤/ ٦٨.(٤) زيادة من (أ) وهامش (ش).(٥) في (ح): قال أرأيت. وفي (أ): فقال: أرأيت.(٦) في (ش): أكنت.(٧) [٤٠٨] الحكم على الإسناد:في إسناده عبد الله بن حامد لم يذكر بجرح ولا تعديل، وفيه مخالفة، فالذين رووه عن هشام لم يذكروا عبد الله بن عباس. والحديث ورد من طرق صحيحة عن ابن عباس. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= التخريج: رواه النسائي في كتاب مناسك الحج، باب حج الرجل عن المرأة ٥/ ١١٩، وفي آداب القضاء، باب الاختلاف على يحيى بن أبي إسحاق ٨/ ٢٢٩ (٥٣٩٤) من طريق يزيد بن هارون، والطبراني في \"المعجم الكبير\" ١٨/ ٢٩٥ (٧٥٨) من طريق الفضيل بن عياض كلاهما، عن هشام بن حسان، عن محمد بن سيرين، عن يحيى بن أبي إسحاق، عن سليمان بن يسار، عن الفضل بن عباس دون ذكر عبد الله بن عباس.وقد اختلف على يحيى بن أبي إسحاق.فرواه النسائي في آداب القضاء، باب ذكر الاختلاف على يحيى بن أبي إسحاق ٨/ ٢٢٩ (٥٣٩٥)، والإمام أحمد في \"مسنده\" ١/ ٢١٢ (١٨١٣) من طريق شعبة، عن يحيى بن أبي إسحاق، عن سليمان بن يسار، عن الفضل بن عباس به. وقال النسائي: سليمان لم يسمع من الفضل بن عباس.ورواه النسائي في كتاب مناسك الحج، باب تشبيه الحج بقضاء الدين ٥/ ١١٨، وفي كتاب آداب القضاء، باب ذكر الاختلاف على يحيى بن أبي إسحاق ٨/ ٢٢٩ (٥٣٦٣)، ومن طريقه رواه ابن بشكوال في \"الغوامض والمبهمات\" ٢/ ٥٣٢ (٥١٥)، والإمام أحمد في \"مسنده\" ١/ ٣٥٩ (٣٣٧٨)، وأبو يعلى في \"مسنده\" ١٢/ ٨٢ (٦٧١٧) كلهم من طريق هشيم. وقد اختلف على هشيم أيضًا. فعند النسائي: عن عبد الله بن عباس أن رجلًا. وعند أحمد: ... عن عبد الله بن عباس أو الفضل بن عباس. وعند أبي يعلى: . . عن عبد الله بن عباس، عن الفضل.ورواه الإمام أحمد في \"مسنده\" ١/ ٣٥٩ (٣٣٧٧) عن إسماعيل ابن علية. وقال: . . حدثني أحد ابني العباس إما الفضل وإما عبد الله.وفي \"المسند\" ١/ ٢١٢ (١٨١٢) عن هشيم أبي النضر وقال: ... عن عبيد الله بن عباس أو الفضل بن عباس.ورواه الدارمي في \"السنن\" (١٨٧٧) عن حماد بن زيد. وقال: . . حدثني الفضل ابن عباس أو عبيد الله بن عباس. =</p><p> [٤٠٩] وأخبرنا الحسين بن محمد بن فنجويه (١) ، قال: نا </p><p>= ورواه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٩/ ٣٠٢ (٣٩٩٠) من طريق حماد بن سلمة وقال: . . عن عبد الله بن عباس. كلهم عن يحيى بن أبي إسحاق به. قال ابن حجر: فاختلف الرواة عنه -أي يحيى بن أبي إسحاق- على أن المسائل رجل، ثم اختلفوا عليه في إسناده ومتنه. . وأما المتن، فقال هشيم: إن رجلًا سأل، فقال: إن أبي مات. وقال ابن سيرين: فجاء رجل، فقال: إن أمي عجوز كبيرة. وقال ابن علية: إن أبي أو أمي. وخالف الجميع معمر، عن يحيى بن أبي إسحاق، فقال في روايته: إن امرأة سألت عن أمها. \"فتح الباري\" ٤/ ٦٨.ورواه البخاري في كتاب الحج، باب وجوب الحج وفضله (١٥١٣)، وفي كتاب جزاء الصيد، باب حج المرأة عن الرجل (١٨٥٤)، وفي كتاب المغازي، باب: حجة الوداع (٤٣٩٩)، وفي كتاب الاستئذان، باب قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا} (٦٢٢٨)، ومسلم في كتاب الحج، باب الحج عن العاجز لزمانة وهرم (١٣٣٤، ١٣٣٥)، وأبو داود في كتاب المناسك، باب الرجل يحج عن غيره (١٨٠٩)، والترمذي في كتاب الحج، باب ما جاء في الحج عن الشيخ الكبير والميت (٩٢٨)، والنسائي في كتاب مناسك الحج، باب حج المرأة عن الرجل ٥/ ١١٨ - ١١٩ (٢٦٤١، ٢٦٤٢)، وفي كتاب آداب القضاء، باب الحكم بالتشبيه ٨/ ٢٢٧ - ٢٢٨ (٥٣٨٩، ٥٣٩١ - ٥٣٩٢)، وابن ماجه في كتاب المناسك، باب الحج عن الحي إذا لم يستطع (٢٩٠٩) كلهم من طرق، عن ابن شهاب الزهريّ، عن سليمان بن يسار، عن عبد الله بن عباس قال: كان الفضل ابن عباس به بنحوه، وفي بعض الروايات عن عبد الله بن عباس، عن الفضل بن عباس به.قال ابن حجر: واتفقت الروايات كلها عن ابن شهاب أن السائلة كانت امرأة، وأنها سألت عن أبيها. . والذي يظهر في من مجموع هذِه الطرق أن المسائل رجل، وكانت ابنته معه.\"فتح الباري\" ٤/ ٦٨.(١) ثقة، صدوق، كثير الرواية للمناكير.</p><p> عبيد الله (١) بن محمد بن شنبة (٢) ، قال: نا محمد بن علي بن سالم الهمداني (٣) ، قال: نا (عبد الصمد بن سليمان أبو بكر البلخي)  (٤) ، قال: أخبرني (٥) قتيبة (٦) ، قال: أخبرني زاجر بن الصلت البصري (٧) ، </p><p>(١) ساقط من (ش). (٢) لم يذكر بجرح ولا تعديل.(٣) محمد بن علي بن سالم بن علك الهمداني.قال الخطيب: قدم بغداد، وحدث بها عن أبي ميسرة أحمد بن عبد الله النهاوندي، روى عنه محمد بن مخلد الدوري. ولم يذكر فيه جرحًا ولا تعديلًا. \"تاريخ بغداد\" للخطيب ٣/ ٦٦.(٤) في (أ): عبد الصمد بن سليمان، ثنا أبو بكر البلخي.وهو: عبد الصمد بن سليمان بن أبي مطر العتكي الأعرج أبو بكر البلخي.لقبه عبدوس. ثقة، حافظ. قال الحاكم: حدث بنيسابور سنة (٢٤٦ هـ). وقال ابن حجر: توفي سنة (٢٤٦ هـ).\"الثقات\" لابن حبان ٨/ ٤١٥، \"الكاشف\" للذهبي (٣٣٧٥)، \"تهذيب التهذيب\" لابن حجر ٢/ ٥٨٠، \"تقريب التهذيب\" لابن حجر (٤٠٧٨).(٥) في (ح): أنبأني. وفي (أ): أنا.(٦) قتيبة بن سعيد، ثقة، ثبت.(٧) زاجر بن الصلت الطامي البصري.ذكره ابن حبان في \"الثقات\"؛ لكنه ذكره في التابعين، وقال: يروي عن ابن عباس، روى عن أهل البصرة. وقال ابن أبي حاتم: روى عنه محمد بن مرزوق الباهلي البصري، وعمرو بن علي الصيرفي، وأبو جعفر الحمال، وعثمان بن محمد بن أبي شيبة. وقال ابن ماكولا: حدث عن زياد بن سفيان، روى عنه عبد الله بن محمد المسندي. قال يحيى بن معين: ثقة قد سمعت منه. وقال أبو زرعة: لا بأس به.\"التاريخ الكبير\" للبخاري ٣/ ٤٤٦، \"تاريخ يحيى بن معين\" رواية الدوري ٢/ ١٧٠، \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٦٢٠، \"الثقات\" لابن حبان =</p><p> عن زياد (بن سفيان)  (١) ، (عن أبي سلمة)  (٢)  (٣) عن أنس أن (رسول الله)  (٤) - صلى الله عليه وسلم - قال في رجل أوصى بحجة: كتب (٥) له أربع حجات، حجة للذي كتبها، وحجة للذي نفذها (٦) ، وحجة للذي أخذها، وحجة للذي أمر بها (٧) . </p><p>= ٤/ ٢٦٩، \"المؤتلف والمختلف\" للدارقطني ٣/ ١١٦٠، \"تاريخ أسماء الثقات\" لابن شاهين (ص ٩٥)، \"الإكمال\" لابن ماكولا ٣/ ٣٧٣، \"الأنساب\" للسمعاني ٤/ ٢٧. (١) كذا في (ح): وهو الصواب. وأما في (س) و (ز)، (أ): بن أبي سفيان.زياد بن سفيان.قال البيهقي: مجهول. \"السنن الكبرى\" للبيهقي ٤/ ١٨٠، \"لسان الميزان\" لابن حجر ٢/ ٤٩٢.(٢) أبو سلمة بن عبد الرحمن بن عوف، ثقة، مكثر.(٣) ساقطة من (ش)، (أ). وفي (ش): زاجر بن الصلت البصري عن زياد البلخي قال أخبرنا ابن أبي سفيان.(٤) في (ز): النبي.(٥) في (ح): كتبت.(٦) في (ح): أنفذها.(٧) [٤٠٩] الحكم على الإسناد:في إسناده ابن شنبة وشيخه لم أجد فيهما جرحًا ولا تعديلًا وزياد بن سفيان مجهول.التخريج:رواه البيهقي في \"السنن الكبرى\" ٥/ ١٨٠ من طريق داود بن الحسين البيهقى قال: حدثنا قتيبة به.ورواه ابن شاهين في \"الترغيب في فضائل الأعمال\" (ص ٢٩٦) (٣٢٩) من طريق محمد بن يحيى الفسوي قال: حدثنا زاجر بن الصلمت به بنحوه. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وعزاه المتقي الهندي في \"كنز العمال\" (١٢٣٤٤) إلى البيهقي وحده. وقال البيهقي: زياد بن سفيان هذا مجهول والإسناد ضعيف.\"السنن الكبرى\" ٥/ ١٨٠.وقال البوصيري -وهو يتكلم عن حديث جابر الآتي-: وله شاهد من حديث أنس رواه الحاكم وعنه البيهقي، وفي إسناده: زياد بن سفيان، وهو مجهول والإسناد ضعيف.\"إتحاف الخيرة\" ٣/ ١٦٤ (٢٤٥٠).ورواه الدارقطني قال: حدثنا إبراهيم بن محمد بن يحيى قال: حدثنا محمد بن سليمان بن فارس قال: حدثنا الحسن بن العلاء البصري قال: حدثنا مسلمة بن إبراهيم قال: حدثنا هشام بن سعيد، عن سعيد، عن قتادة، عن أنس قال: قال رسول الله - صلى الله عليه وسلم -: \"حجة للميت، وحجة للمحجوج عنه، وحجة للحاج، وحجة للوصي\".\"اللآلئ المصنوعة\" للسيوطي ٢/ ١٣١ ولم أجده في \"السنن\" للدارقطني.وقال المعلمي اليماني: في سنده الحسن بن العلاء البصري لعله الحسن بن العلاء ابن القاسم المذكور في \"اللسان\" وفوقه رجلان لم يتبين في أمرهما. حاشية \"الفوائد المجموعة\" (ص ١٠٨).وقال الألباني: وأما الاثنان اللذان فوقه، فإني لم أجد لهما ذكرًا في كتب التراجم التي عندي.\"سلسلة الأحاديث الضعيفة\" ٤/ ٤٤٦ (١٩٧٩).وقد روي بمعناه من حديث جابر: رواه الحارث بن أبي أسامة في \"مسنده\" انظر \"بغية الباحث عن زوائد مسند الحارث\" (ص ١٢٢) (٣٥٢)، وأبو الشيخ في \"طبقات المحدثين بأصبهان\" ٢/ ٣٦٧ (٢٩٤)، وابن عدي في \"الكامل\" ١/ ٣٤٢، والبيهقي في \"السنن الكبرى\" ٥/ ١٨٠، وفي \"شعب الإيمان\" ٣/ ٤٨٠ (٤١٢٣)، وابن الجوزي في \"الموضوعات\" ٢/ ٦٠٣ (١١٧٣) كلهم من طريق إسحاق بن بشر، عن أبي معشر، عن محمد بن المنكدر، عن جابر قال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله -عز وجل- ليدخل بالحجة الواحدة ثلاثة الجنة: الميت، والحاج عنه، والمنفذ ذلك\" يعني: الوصي. =</p><p> وقال سعيد بن جبير: جاء رجل إلى ابن عباس فقال: إني (١) أكريت دابتي، واشترطت عليهم أن أحج، فهل يجزئني (٢) ذلك. قال: أنت من الذين قال الله -عز وجل- فيهم (٣) : {أُولَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا}  (٤) . </p><p> {وَاللَّهُ سَرِيعُ الْحِسَابِ} يعني: إذا حاسب، فحسابه سريع؛ لأنه (٥) لا </p><p>= وقال ابن الجوزي: هذا حديث لا يصح عن رسول الله - صلى الله عليه وسلم -، والمتهم به إسحاق ابن بشر وهو في عداد من يضع الحديث. \"الموضوعات\" ٢/ ٦٠٣.ورواه ابن عدي في \"الكامل\" ٧/ ٥٤، ومن طريقه البيهقي في \"شعب الإيمان\" ٣/ ٤٨٠ (٤١٢٣)، عن المفضل الجندي قال: حدثنا سلمة بن شبيب قال: حدثنا عبد الرزاق، عن أبي معشر به بنحوه.قال البوصيري: رواه الحارث والبيهقي بسند ضعيف لضعف أبي معشر واسمه نجيح بن عبد الرحمن المدني.\"إتحاف الخيرة\" ٣/ ١٦٣ (٢٤٤٨).(١) ساقطة من (أ).(٢) في (ز): يجزئ.(٣) زيادة من (أ) وهامش (ز).(٤) رواه عبد الرزاق في \"تفسير القرآن\" ١/ ٨٠، وابن أبي شيبة في \"مصنفه\" ٥/ ٥٦٤ (١٥٣٥٥)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٣٥٩ (١٨٨٨)، والحاكم في \"المستدرك\" وقال: هذا حديث صحيح على شرط الشيخين، ولم يخرجاه، ووافقه الذهبي ٢/ ٣٠٥، والبيهقي في \"السنن الكبرى\" ٤/ ٣٣٣.وعزاه السيوطي في \"الدر المنثور\" ١/ ٤١٩ إلى عبد بن حميد وابن المنذر.ورواه الشافعي في \"الأم\" ٢/ ١٤٢، ومن طريقه البيهقي في \"السنن الكبرى\" ٤/ ٣٣٣ من طريق عطاء، عن ابن عباس بمعناه.(٥) من (ح).</p><p> يحتاج إلى عقد يد، ولا وعي (١) صدر (٢) ، ولا روية وفكرة (٣) . وقال الحسن: حسابه (٤) أسرع من لمح البصر (٥) . وفي الخبر:  \"إن الله -عز وجل- يحاسب في(٦)قدر حلب شاة\"  (٧) وقيل: هو (٨) أنه إذا حاسب واحدًا، فقد حاسب جميع الخلق (٩) ، ومعنى الحساب: تعريف الله -عز وجل- عباده مقادير الجزاء على أعمالهم، وتذكيره إياهم ما قد نسوه من ذلك (١٠) ، يدل عليه قوله تعالى:  {يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوا أَحْصَاهُ اللَّهُ وَنَسُوهُ}  (١١) . </p><p>(١) في (أ): وعر. (٢) في (ح): صدور.(٣) في (ش)، (ح)، (أ): ولا فكر. وفي (ز): وفكر.\"جامع البيان\" للطبري ٢/ ٢٠٢، \"معالم التنزيل\" للبغوي ١/ ٢٣٣، \"تفسير القرآن\" للسمعاني ٢/ ٢٤٣، \"زاد المسير\" لابن الجوزي ١/ ٢١٦.(٤) ساقطة من جميع النسخ.(٥) ذكره البغوي في \"معالم التنزيل\" ١/ ٢٣٣، والقرطبي في \"الجامع لأحكام القرآن\" ٢/ ٤١١، وذكر هذا التفسير الزجاج في \"معاني القرآن\" ١/ ٢٧٥ دون عزو لأحد.(٦) في (ش): على.(٧) ذكره الزيلعي وابن حجر وسكتا عليه. وقال المناوي: قال الولي العراقي: لم أقف عليه، وقال غيره: أخرجه ابن أبي حاتم عن ابن عباس.\"تخريج أحاديث واثار الكشاف\" للزيلعي ١/ ١٢٨، \"الكاف الشاف\" لابن حجر ١/ ٢٤٩، \"الفتح السماوي\" للمناوي ١/ ٢٤٨.(٨) ساقطة من (ش)، (أ).(٩) \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٤١١.(١٠) ساقطة من (ش)، (أ).(١١) المجادلة: ٦. وفي (ح) زيادة: {وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيد}.</p>"
}