{
  "id": null,
  "sura": 2,
  "aya": 52,
  "text": "<p> ٥٢ - قوله -عزَّ وجلَّ-: {ثُمَّ عَفَوْنَا عَنْكُمْ} </p><p> أي: تركناكُم فلم نستأصلكم، من قوله -عليه السلام-: \"أحفوا الشوارب وأعفوا اللحى\"  (١) . وقيل: محونا ذنوبكم من قول العرب: عفت الريح المنازل فعفت (٢)  {مِنْ بَعْدِ ذَلِكَ} أي: من بعد عبادتكم العجل {لَعَلَّكُمْ تَشْكُرُونَ} لكي تشكروا عفوي عنكم وصنيعي إليكم. </p><p> واختلف العلماء في ماهيّة (٣) الشكر: </p><p> فقال ابن عباس: هو الطاعة بجميع الجوارح لرب الخلائق في السر والعلانية (٤) . </p><p>(١) متفق عليه من حديث ابن عمر: أخرجه مالك في \"الموطأ\" ٢/ ٩٤٧ (١) كتاب الشَّعر، باب السنة في الشعر، وابن أبي شيبة في \"المصنف\" ٨/ ٤٠٦ (٢٥٨٨٢)، وأحمد في \"المسند\" ٢/ ١٦، ٥٢، ١٥٦، (٤٦٥٤، ٥١٣٥، ٦٤٥٦)، والبخاري كتاب اللباس، باب تقليم الأظفار (٥٨٩٢)، ومسلم كتاب الطهارة، باب خصال الفطرة (٢٥٩)، وأبو داود كتاب الترجل، باب في أخذ الشارب (٤١٩٩)، والترمذي كتاب الأدب، باب ما جاء في إعفاء اللحية (٢٧٦٣، ٢٧٦٤)، والنسائي كتاب الطهارة، باب إحفاء الشارب وإعفاء اللحى ١/ ١٦، وفي كتاب الزينة، باب إحفاء الشارب ٨/ ١٨١ - ١٨٢، وأبو عوانة في \"مسنده\" ١/ ١٨٩، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٢/ ٢٨٨، والبيهقي في \"السنن الكبرى\" ١/ ١٤٧، ١٥٠ - ١٥١، والبغوي في \"شرح السنة\" ١٢/ ١٠٧ (٣١٩٣). (٢) \"تهذيب اللغة\" للأزهري ٣/ ٢٢٢ (عفا)، \"البسيط\" للواحدي ٢/ ٨٩٩، \"لسان العرب\" لابن منظور ٩/ ٢٩٤ (عفا).(٣) أثبت من (ف)، (ت)، وفي (س)، (ج)، (ش): مائية.(٤) ذكره أبو حيان في \"البحر المحيط\" ١/ ٣٦٠.</p><p> وقال الحسن: شكر النعمة ذكرها. قال الله -عزَّ وجلَّ-: {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (١١) } (١) . </p><p> وقال الفضيل: شكر كلّ نعمة أن لا تعصي الله بعد تلك النعمة (٢) . </p><p> وقال أبو بكر الوراق (٣) : حقيقة الشكر: معرفة المُنعم، وأنْ لا تعرف لنفسك في النعمة حظًّا، بل تراها من الله -عزَّ وجلَّ-، قال الله -عزَّ وجلَّ- (٤) : {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ}  (٥) . يدل عليه ما: </p><p> [٢٦٨] أخبرنا أبو بكر الحسن بن محمد بن حبيب (٦) قال: نا أبو أحمد (٧) عبد الملك بن محمد بن الفضل (٨) قال: نا أبو يحيى زكريا بن دلويه بن شبيب (٩) قال: نا أحمد بن النعمان بن الوجيه (١٠) </p><p>(١) الضحى: ١١. والأثر ذكره البغوي في \"معالم التنزيل\" ١/ ٩٥، والخازن في \"لباب التأويل\" ١/ ٦١، وأبو حيان في \"البحر المحيط\" ١/ ٣٦٠. (٢) ذكره البغوي في \"معالم التنزيل\" ١/ ٩٥، والخازن في \"لباب التأويل\" ١/ ٦١، وأبو حيان في \"البحر المحيط\" ١/ ٣٦٠.(٣) في (ج): أبو بكر محمد بن عمر الوراق.(٤) في (ش)، (ف): قال الله -عزَّ وجلَّ-: {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا} وقال -عزَّ وجلَّ-: {وَمَا بِكُمْ. . .}.(٥) النحل: ٥٣.ذكر الأثر - باختصار - أبو حيان في \"البحر المحيط\" ١/ ٣٦٠.(٦) قيل: كذبه الحاكم.(٧) في (ت): محمد.(٨) و (٩) لم أجدهما.(١٠) أحمد بن النعمان بن الوجيه الجرجاني. ذكره السهمي في \"تاريخ جرجان\" (ص ٦٢) وقال: روى عن أبيه، روى عنه أبو الحريش الكلابي، ثم ساق إسنادًا من طريقه.</p><p> قال: نا جعفر بن سليمان الضبعي (١) </p><p>(١) جعفر بن سليمان الضُّبَعي -بضم الضاد المعجمة، وفتح الموحدة- أبو سليمان البصري، مولى بني الحَرِيش، كان ينزل في بني ضبيعة فنُسب إليهم، توفي سنة (١٧٨ هـ). قال أبو طالب عن أحمد: لا بأس به، قيل له: إنَّ سليمان بن حرب يقول: لا يكتب حديثه. فقال: إنما كان يتشيَّع، وكان يحدِّث بأحاديث في فضل علي، وأهل البصرة يغلون في علي. قلت: عامة حديثه رقاق؟ قال: نعم كان قد جمعها، وقد روى عنه عبد الرحمن وغيره.وقال ابن أبي خيثمة عن ابن معين: ثقة، وقال الدوري عنه: ثقة، كان يحيى بن سعيد لا يكتب حديثه، وقال في موضع آخر: كان يحيى بن سعيد لا يروي عنه وكان يستضعفه، وقال أحمد بن سنان: رأيتُ عبد الرحمن بن مهدي لا ينبسط لحديث جعفر بن سليمان.وقال ابن سعد: كان ثقة، وبه ضعف، وكان يتشيَّع.وقال ابن المديني: هو ثقة عندنا، وقال أيضًا: أكثر عن ثابت، وبقية أحاديثه مناكير. وقال البخاري: يخالف في بعض حديثه. وقال ابن عدي: ولجعفر حديث صالح وروايات كثيرة، وهو حسن الحديث، معروف بالتشيع وجمع الرقاق، وأرجو أنه لا بأس به، وقد روى أيضًا في فضل الشيخين، وأحاديثه ليست بالمنكرة، وما كان فيه منكر فلعلَّ البلاء فيه من الراوي عنه، وهو عندي ممن يجب أن يقبل حديثه.وقال ابن حبان: كان جعفر من الثقات في الروايات، غير أنَّه كان يستحل الميل إلى أهل البيت، ولم يكن بداعيةٍ إلى مذهبه، وليس بين أهل الحديث من أئمتنا خلاف أنَّ الصدوق المتقن إذا كانت فيه بدعة ولم يكن يدعو إليها الاحتجاج بخبره جائز.وقال البزار: لم نسمع أحدًا يطعن عليه في الحديث، ولا في خطأ فيه، إنما ذكرت عنه شيعيته، وأما حديثه فمستقيم.قال الذهبي في \"ميزان الاعتدال\": وهو صدوق في نفسه، وينفرد بأحاديث عُدَّت =</p><p> قال: نا (١) سيف بن ميمون (٢) ، عن الحسن (٣) أن رسول الله - صلى الله عليه وسلم - قال:  \"قال موسى -عليه السلام- يا رب كيف استطاع آدم أن يؤدي شكر ما أجريت عليه من نعمك، خلقته بيدك وأسجدت له ملائكتك وأسكنته جنتك؟ ! فأوحى الله إليه أن آدم علم أن ذلك كله مني ومن عندي، فذلك شكره\"  (٤) . </p><p>= مما ينكر، واختلف في الاحتجاج بها، وقال في \"الكاشف\": ثقة، فيه شيء مع كثرة علومه، قيل: كان أميًّا، وهو من زُهَّاد الشيعة. وقال ابن حجر: صدوق زاهد، لكنه كان يتشيع. \"الطبقات الكبرى\" لابن سعد ٧/ ٢٨٨، \"تاريخ يحيى بن معين\" رواية الدوري ٢/ ٨٦، \"التاريخ الكبير\" للبخاري ١/ ١٩٢، \"التاريخ الصغير\" للبخاري ٢/ ٢٩، ٢١٦، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٤٨١، \"الثقات\" لابن حبان ٦/ ١٤٠، \"الكامل\" لابن عدي ٢/ ١٤٤، \"تهذيب الكمال\" للمزي ٥/ ٤٣، \"ميزان الاعتدال\" للذهبي ١/ ٤٠٨، \"الكاشف\" للذهبي ١/ ٢٩٤، \"تهذيب التهذيب\" لابن حجر ١/ ٣٠٦، \"تقريب التهذيب\" لابن حجر (٩٥٠).(١) في (ج): حدثني.(٢) لم أجده.(٣) ثقة، فقيه، كان يرسل كثيرًا ويدلس.(٤) [٢٦٨] الحكم على الإسناد:في إسناده من لم أجده، وهو مرسل.التخريج:أخرجه هنَّاد بن السَّري في كتابه في \"الزهد\" ٢/ ٣٩٩ (٧٧٧) قال: حدثنا محمد ابن عبيد، عن يوسف، عن الحسن. . . فذكره.وذكره ابن القيِّم في \"عدة الصابرين\" (ص ١٦٤) عن الحسن.</p><p> [٢٦٩] وأخبرنا ابن حُبيب (١) قال: أنا أبو عمرو المعتز (٢) بن محمد بن الفضل (٣) قال: نا أحمد بن الحسين الفريابي (٤) قال: نا عبد الرحيم بن حبيب البغدادي (٥) ، عن إسحاق بن نجيح الملطي (٦) ، عن عطاء الخراساني (٧) ، عن وهب بن منبه (٨) قال: قال داود: إلهي كيف لي أن أشكرك وأنا لا أصلُ إلى شكركَ إلَّا بنعمتك؟ فأوحى الله تعالى إليه: ألست تعلم أنّ الذي بك من النعيم (٩) مني؟ قال: بلى يا رب. قال: (أرضى بذلك لك </p><p>(١) قيل: كذبه الحاكم. (٢) من (ج)، وفي البقية: المعتمر. وقد سبق باسم (المعتز) في (س)، وفي (ج) برقم (٢٠٤).(٣) لم أجده.(٤) في (ش): الحسين الفريابي. ولم أجده.(٥) عبد الرحيم بن حبيب بن عمر، أبو محمد الخراساني، الفاريابي. قال ابن معين: ليس بشيء. وقال ابن حبان: لعله وضع أكثر من خمسمائة حديث على رسول الله - صلى الله عليه وسلم -.وقال أحمد بن سيّار: عبد الرحيم كان بفارياب، ليِّن، حسن الحديث.وقال أبو نعيم الأصبهاني: روى عن ابن عيينة وبقيَّة الموضوعات.وقال الإدريسي: يقع في حديثه بعض المناكير.\"المجروحين\" لابن حبان ٢/ ١٦٢، \"تاريخ بغداد\" للخطيب ١١/ ٨٦، \"ميزان الاعتدال\" للذهبي ٢/ ٦٠٣، \"لسان الميزان\" لابن حجر ٤/ ٤.(٦) وضاع.(٧) صدوق يهم كثيرًا، ويرسل ويدلس.(٨) ثقة.(٩) في (ج)، (ت): النعم.</p><p> شكرًا) (١)  (٢) . </p><p> قال وهب بن منبه: وكذلك قال موسى -عليه السلام-: (يا ربِّ)  (٣) أنعمتَ عليَّ النعم السوابغ وأمرتني بالشكر لك عليها، وإنما شكري إياك نعمةٌ منك عليّ، فقال الله -عزَّ وجلَّ- له: يا موسى، تعلمت العلم الذي لا يفوقه علم، حسبي من عبدي أن يعلم أن ما به من نعمة فهو (٤) مني (٥) . </p><p> وقال الجنيد: حقيقة الشكر العجز عن الشكر (٦) ، وروي في ذلك عن داود -عليه السلام- أنه قال: سبحان من جعل اعتراف العبد بالعجز عن شكره شكرًا، كما جعل اعترافه بالعجز عن معرفته معرفة (٧) . وقال (٨) بعضهم: الشكر أن لا ترى النعمة البتة بل ترى المُنعم (٩) . وقال </p><p>(١) في (ت): أرضى منك بذلك شكرًا. (٢) [٢٦٩] الحكم على الإسناد:إسناده موضوع. وعلته إسحاق الملطي، والراوي عنه عبد الرحيم بن حبيب، والأثر من الإسرائيليات التي عُرف بها وهب بن منبِّه.التخريج:ذكره -بنحوه- القرطبي في \"الجامع لأحكام القرآن\" ١/ ٣٤٠.(٣) من (ج)، (ش)، (ت).(٤) في (ف): فهي.(٥) ذكره البغوي في \"معالم التنزيل\" ١/ ٩٥، الخازن في \"لباب التأويل\" ١/ ٦١.(٦) ذكره البغوي في \"معالم التنزيل\" ١/ ٩٥، القرطبي في \"الجامع لأحكام القرآن\" ١/ ٣٤٠، الخازن في \"لباب التأويل\" ١/ ٦١، أبو حيان في \"البحر المحيط\" ١/ ٣٦٠، الألوسي في \"روح المعاني\" ١/ ٢٥٨.وانظر: \"عدة الصابرين\" لابن القيِّم (ص ١٨٩).(٧) ذكره البغوي في \"معالم التنزيل\" ١/ ٩٥، الخازن في \"لباب التأويل\" ١/ ٦١.(٨) ساقطة من (ج).(٩) ذكره الخازن في \"لباب التأويل\" ١/ ٦١.</p><p> أبو عثمان الحيري (١) : صدق الشكر أن لا تمدح بلسانك غير المنعم. </p><p> [٢٧٠] وسمعت أبا عبد الرحمن السُّلمي (٢) يقول: سمعت أبا بكر الرازي (٣) يقول: سمعت الشبلي (٤) يقول: الشكر: التواضع تحت رؤية المنة (٥) . </p><p> وقيل: الشكر خمسة أشياء: مجانبة السيئات، والمحافظة على </p><p>(١) أبو عثمان سعيد بن إسماعيل بن منصور النيسابوري الحيري الصوفي، الشيخ الإمام المحدِّث الواعظ القدوة. قال الحاكم: لم يختلف مشايخُنا أنَّ أبا عثمان كان مجاب الدعوة. توفي سنة (٢٩٨ هـ).\"طبقات الصوفية\" للسلمي (ص ١٧٠)، \"حلية الأولياء\" لأبي نعيم ١٠/ ٢٦١، \"الأنساب\" للسمعاني ٢/ ٢٩٨، \"سير أعلام النبلاء\" للذهبي ١٤/ ٦٢.(٢) قال الذهبي: تكلموا فيه، وليس بعمدة.(٣) أبو بكر أحمد بن علي الرازي الحنفي، صاحب التصانيف، عالم العراق. لقي أبا العباس الأصم وطبقته بنيسابور، قال الذهبي: صنَّف وجمع، وتخرَّج به الأصحاب ببغداد، وإليه المنتهى في معرفة المذهب. . وكان مع براعته في العلم ذا زهد وتعبّد. . . توفي سنة (٣٧٠ هـ).\"تاريخ بغداد\" للخطيب ٤/ ٣٣٤، \"سير أعلام النبلاء\" للذهبي ١٦٥/ ٣٤٠، \"طبقات المفسرين\" للداودي ١/ ٥٦.(٤) شيخ الطائفة، كان فقيهًا، وله ألفاظ وحكم.(٥) [٢٧٠] الحكم على الإسناد:شيخ المصنف متكلم فيه.التخريج:ذكره أبو حيان في \"البحر المحيط\" ١/ ٣٦٠، والألوسي في \"روح المعاني\" ١/ ٢٥٨.</p><p> الحسنات، ومخالفة الشهوات، وبذل الطاعات ومُراقبة رب الأرض والسموات (١) . </p><p> [٢٧١] وسمعت أبا القاسم الحسن بن محمد بن حبيب (٢) يقول: سئل أبو الحسن علي بن عبد الرحيم القناد (٣) في الجامع بحضرة أبي بكر بن عبدوس (٤) وأنا حاضرٌ: مَن أشكر الشاكرين؟ فقال: الطاهر من الذنوب يعد نفسه من المذنبين، والمجتهد في النوافل بعد أداء الفرائض يعدُّ نفسه من المقصرين، والراضي بالقليل من الدنيا يعدُّ نفسه من الراغبين، والقاطع بذكر الله دهره يعدُّ نفسه من الغافلين، والدائب في العمل عمره يعدُّ نفسه من المفلسين، فهذا أشكر الشاكرين (٥) . </p><p> [٢٧٢] وسمعت أبا القاسم (٦) يقول (٧) : سمعت أبا محمد أحمد (٨) </p><p>(١) في النسخ الأخرى: رب السماوات وكتب في هامش (س): جبار الأرض، وكذا في \"الجامع لأحكام القرآن\" للقرطبي ١/ ٣٤٠: جبار الأرض والسماوات. حيث ذكر نحو هذا القول ونسبه إلى الشبلي. (٢) كذبه الحاكم.(٣) الواسطي الصوفي، لم يذكر بجرح أو تعديل.(٤) لم يذكر بجرح أو تعديل.(٥) [٢٧١] الحكم على الإسناد:شيخ المصنف كذبه الحاكم. وبقية الإسناد لم أجد فيه جرحًا أو تعديلًا.التخريج:لم أجده.(٦) كذبه الحاكم.(٧) ساقطة من (ش)، (ف)، (ت). وأبو القاسم هو ابن حبيب.(٨) في (س) و (ش)، (ف)، (ت): أبا محمد بن محمد بن إبراهيم، وفي (ج): أبا =</p><p> ابن محمَّد بن إبراهيم البلاذري (١) يقول (٢) : سمعت بكر بن عبد الرَّحْمَن (٣) يقول: سمعت ذا النُّون المصري (٤) يقول: الشكر لمن فوقك بالطَّاعة، ولنظيرك بالمكافأة، ولمن دونك بالإحسان والإفضال (٥) . </p><p>= محمَّد بن محمَّد بن إبراهيم، و (ابن) أقحمت بين كنيته واسمه، وما في (ج) صحيح. (١) إمام، حافظ.(٢) ساقطة من (ش)، (ف).(٣) لم يتبين لي من هو.(٤) ذو النُّون المصري: ثوبان بن إبراهيم، وقيل: فيض بن أَحْمد، وقيل: فيض بن إبراهيم النوني الإخميمي، يُكنى أَبا الفيض، ويقال: أَبا الفياض، الزَّاهد، شيخ الديار المصرية.قال الدارقطني: روى عن مالك أحاديث فيها نظر، وكان واعظًا، وقال ابن يونس: كان عالمًا فصيحًا حكيمًا، وقال الذهبي: وقلَّ ما روى من الحديث، ولا كان يتقنه.مات سنة (٢٤٥ هـ).\"طبقات الصوفية\" للسلمي (ص ١٥)، \"حلية الأولياء\" لأبي نعيم ٩/ ٣٤٥، \"سير أعلام النبلاء\" للذهبي ١١/ ٥٣٢.(٥) [٢٧٢] الحكم على الإسناد:شيخ المصنف كذبه الحاكم، وفيه من لم يذكر بجرح أو تعديل.التخريج:ذكره القرطبي في \"الجامع لأحكام القرآن\" ١/ ٣٤٠، أبو حيان في \"البحر المحيط\" ١/ ٣٦٠، الخازن في \"لباب التأويل\" ١/ ٦١، والألوسي في \"روح المعاني\" ١/ ٢٥٨.</p>"
}