{
  "id": null,
  "sura": 2,
  "aya": 14,
  "text": "<p> قال المؤرِّج: السفيه: البهّات الكذاب (المعتَمِل بخلاف)  (١) ما يعلم (٢) . </p><p> وقال قطرب: السفيه: العجول الظلوم القائل خلافَ (٣) الحق (٤) . </p><p> واختلف القراء في قوله:  {السُّفَهَاءُ أَلَا} فحقق بعضهم الهمزتين، وهو مذهب أهل الكوفة (٥) ولغة تميم. فأمَّا أبو عمرو وأهل الحجاز فإنهم همزوا الأولى، وليّنوا الثانية طلباً للخفّة (٦) . </p><p> واختار الفرّاء حذف الأولى وهمز الثانية، واحتجّ بأنّ ما يُستأنف أولى بالهمز مما يُسْكتُ عليه. </p><p> ١٤ - قوله -عز وجل-: {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا} : </p><p> قال جويبر (٧) ، عن الضحاك (٨) ، عن ابن عباس: كان عبد الله بن أُبَيّ بن سلول الخزرجي، (عظيم المنافقين)  (٩) من رهط سعد بن عبادة، </p><p>(١) في (ج): المعتمد لخلاف. وفي (ش)، (ف)، (ت): المعتمد بخلاف. (٢) \"البحر المحيط\" لأبي حيان ١/ ١٩٣، \"معالم التنزيل\" للبغوي ١/ ٦٧.(٣) في (ج): غير.(٤) \"البحر المحيط\" لأبي حيان ١/ ١٩٣.(٥) بعدها في (ت): والشام.(٦) \"الحجة\" لابن خالويه (ص ٦٩)، \"الحجة\" لابن زنجلة (ص ٩)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٠٨.(٧) جويبر بن سعيد، ضعيف جدًّا.(٨) صدوق، كثير الإرسال.(٩) في (ف): عظيماً من المنافقين.</p><p> وكان إذا لقيَ سعداً قال: نعم الدين دين محمَّد، وكان إذا رجع إلى رؤساء قومه من أهل الكفر قال: شُدُّوا أيديكم بدين آبائكم، فأنزل الله -عز وجل- هذِه الآية (١) . </p><p> (وقال الكلبي (٢) ، عن أبي صالح (٣) ، عن ابن عباس (٤) : نزلت هذِه الآية) (٥) في عبد الله بن أُبيّ وأصحابه، وذلك أنهم خرجوا ذات يوم فاستقبلهم نفر من أصحاب رسول الله - صلى الله عليه وسلم -، فقال عبد الله بن أُبيّ لأصحابه (٦) : انظروا كيف أرد هؤلاء السفهاء عنكم، فذهب فأخذ بيد أبي بكر - رضي الله عنه - فقال: مرحباً بالصدِّيق وسيد (٧) بني تيم وشيخ الإِسلام وثاني رسول الله - صلى الله عليه وسلم - في الغار، الباذل نفسَه وماله (لرسول الله - صلى الله عليه وسلم -)  (٨) ، ثمَّ أخذ بيد عمر، فقال: مرحباً بسيد بني عدي بن كعب الفاروق، القوي في دين الله، الباذل نفسه وماله لرسول الله - صلى الله عليه وسلم -، ثمَّ أخذ علي، فقال: مرحباً بابن عم رسول الله - صلى الله عليه وسلم - </p><p>(١) الحكم على الإسناد: فيه جويبر ضعيف جدًّا.والحديث لم أجده.(٢) محمَّد بن السائب، متهم بالكذب، ورمي بالرفض.(٣) باذام، ضعيف مدلس.(٤) صحابي.(٥) ما بين القوسين: ساقط من (س)، (ف).(٦) ساقط في (ت).(٧) في (ج): سيِّد.(٨) ساقط من (ج).</p><p> وبختنه (١) ؛ سيد (٢) بني هاشم ما خلا رسول الله - صلى الله عليه وسلم -، فقال (٣) علي: يا عبد الله، اتق الله ولا تنافق، فإنَّ المنافقين شرُّ خليقة الله، فقال له عبد الله: مهلاً أبا الحسن (٤) ألِي تقول هذا؟ ! والله إنَّ إيماننا كإيمانكم وتصديقنا كتصديقكم، ثمَّ افترقوا، فقال عبد الله لأصحابه: كيف رأيتموني فعلتُ؟ فإذا رأيتموهم فافعلوا كما فعلت، فأثنوا عليه خيراً وقالوا: لا نزال بخير ما عِشت، فرجع المسلمون إلى النبي - صلى الله عليه وسلم - فأخبروه بذلك، فأنزل الله -عز وجل- {وَإِذَا لَقُوا}  (٥) : أي رأوا، يعني: المنافقين عبد الله بن أُبيّ وأصحابه. </p><p>(١) في (ج)، (ش)، (ف): وختنه. (٢) في (ت): وسيِّد.(٣) بعدها في (ت): له.(٤) في (ف)، (ت): يا أبا الحسن.(٥) الحكم على الإسناد:فيه الكلبي متهم بالكذب، وأبو صالح ضعيف.التخريج:أخرجه الواحدي في \"أسباب النزول\" (ص ٢٥) عن الثعلبي، قال: أخبرنا شيبة بن محمَّد، حدثنا علي بن محمَّد بن قرة، حدثنا أحمد بن محمَّد بن نصر، حدثنا يوسف بن بلال، حدثنا محمَّد بن مروان، عن الكلبي، عن أبي صالح، عن ابن عباس، فذكره.وذكره ابن حجر في \"العجاب في بيان الأسباب\" لابن حجر ١/ ٢٣٦ عن الواحدي، ثمَّ قال: قلتُ: الكلبي والراوي عنه تقدم وصف حالهما، وآثار الوضع لائحة على هذا الكلام، وسورة البقرة نزلت في أوائل ما قدم رسول الله - صلى الله عليه وسلم - المدينة كما ذكره ابن إسحاق وغيره، وعليّ إنما تزوج فاطمة - رضي الله عنهما - في السنة الثانية من الهجرة. =</p><p> وكان لَقُوا في الأصل لَقيُوا فاستُثقلت الضمة على الياء فنُقلت إلى القاف، وسكنت الياء والواو الساكنة (١) فحُذفت لاجتماعهما (٢) . </p><p> وقرأ محمَّد بن السّميفع:  (وإذا لاقوا)  (٣) وهما بمعنى واحد. </p><p> {الَّذِينَ آمَنُوا} : أبا بكر (وعمر وعليًّا)  (٤) . {قَالُوا آمَنَّا} : (أي: إيماننا)  (٥) كإيمانكم (٦) . </p><p> {وَإِذَا خَلَوْا} : رجعوا، ويجوز أن يكون من الخلوة، يقال: خلوتُ به، وخلوت معه، وخلوت إليه، كلها بمعنى واحد (٧) . </p><p>= وذكر الأثر أيضاً السيوطي في \"لباب النقول\" (ص ١٧) ونسبه إلى الثعلبي والواحدي، وقال: هذا الإسناد واهٍ جدًّا، فإنَّ السدي الصغير كذاب، وكذا الكلبي، وأبو صالح ضعيف. وذكره كذلك في \"الدر المنثور\" ١/ ٦٩ وعزاه للثعلبي والواحدي وذكره السمرقندي في \"بحر العلوم\" ١/ ٩٧، والزمخشري في \"الكشاف\" ١/ ٧٣.(١) في (ج)، (ت): ساكنة.(٢) \"البسيط\" للواحدي ٢/ ٥٣٥، \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٧٩.(٣) \"مختصر في شواذ القرآن\" لابن خالويه (ص ٢)، \"المحرر الوجيز\" لابن عطية ١/ ٩٤، \"الكشاف\" للزمخشري ١/ ٧٣.(٤) من (ت).(٥) ساقط في النسخ الأخرى.(٦) \"بحر العلوم\" للسمرقندي ١/ ٩٧، \"البسيط\" للواحدي ٢/ ٥٣٥، \"معالم التنزيل\" للبغوي ١/ ٦٧، \"لباب التأويل\" للخازن ١/ ٣٤.(٧) انظر \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٢٩٧)، \"عمدة الحفاظ\" للسمين الحلبي ١/ ٥٣١، \"القاموس المحيط\" للفيروزآبادي (ص ١٦٥٢)، \"البسيط\" للواحدي ٢/ ٥٣٦، \"معالم التنزيل\" للبغوي ١/ ٦٧، \"لباب التأويل\" للخازن ١/ ٣٤.</p><p> {إِلَى} قال (١) النضر بن شميل: (إلى) هاهنا بمعنى (مع) ، كقوله تعالى:  {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ}  (٢) أي (٣) : مع نسائكم (٤) ، وقوله:  {وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ}  (٥) أي (٦) : مع أموالكم، وقوله:  {مَنْ أَنْصَارِي إِلَى اللَّهِ}  (٧) . (أي: (٨) مع الله) (٩) . </p><p> وقال النَّابغة: </p><p> فلا تتركنّي بالوعيدِ كأنني. . . إلى الناس مطليٌّ به القارُ أجربُ (١٠) </p><p> أي: مع الناس. </p><p> وقال آخر: </p><p>(١) في النسخ الأخرى: وقال. (وإلى) ذُكرت مع قوله: {وَإِذَا خَلَوْا} (٢) البقرة: ١٨٧.(٣) في (ت): يعني.(٤) ساقطة من (ش)، (ف).(٥) النساء: ٢.(٦) في (ش)، (ف)، (ت): يعني.(٧) آل عمران: ٥٢، الصف: ١٤.(٨) في (ت): يعني.(٩) ما بين القوسين زيادة من (ش)، (ف)، (ت).ونقل هذا القول عن النضر الواحدي في \"الوسيط\" ٢/ ٥٣٦. وذُكر -دون نسبة- في \"الصحاح\" للجوهري ٦/ ٢٣٣٠ (خلا)، \"لسان العرب\" لابن منظور ٤/ ٢٠٦ (خلا)، \"جامع البيان\" للطبري ١/ ١٣١، \"عمدة الحفاظ\" للسمين الحلبي ١/ ٥٣١، \"معالم التنزيل\" للبغوي ١/ ٦٧، \"لباب التأويل\" للخازن ١/ ٣٤.(١٠) \"ديوان النابغة الذبياني\" (ص ١٨)، \"البحر المحيط\" لأبي حيان ١/ ٢٠١، \"الدر المصون\" للسمين الحلبي ١/ ٩٨.</p><p> وَلَوح ذراعين (١) في بِرْكةٍ. . . إلى جؤجؤٍ رَهِلِ المَنْكِبِ (٢) </p><p> أي: مع جؤجؤ. </p><p> {شَيَاطِينِهِمْ} أي: رؤساؤهم (في الكفر)  (٣) ، وكبراؤهم وقادتهم وكهنتهم (٤) . قال ابن عباس: وهم خمسة نفر من اليهود، ولا يكون كاهن إلا ومعه شيطان تابع (٥) له (٦) ، كعب بن الأشرف بالمدينة، وأبو بُردة في بني أسلم، وعبد الدار في جهينة (٧) ، وعوف بن عامر في بني أسد، وعبد الله بن السَّوداء بالشام (٨) . </p><p>(١) في (س): الذراعين. (٢) البيت للنابغة الجعدي. في \"ديوانه\" (ص ٣٦)، \"أدب الكاتب\" لابن قتيبة (ص ٥١٨)، \"شرح القصائد السبع الطوال الجاهليات\" لابن الأنباري (ص ١٦٧)، \"لسان العرب\" لابن منظور ١٠/ ٣٧٢ (فيا).وقوله: ولوح: اللوح: العظم. والبِركة: الصدر.والجؤجؤ: مجتمع رؤوس عظام الصدر. والرهل: المسترخي، من السِّمَن لا من الضعف، وكأنَّه يموج. والمنكب: مجتمع العضد والكتف.(٣) ساقط في النسخ الأخرى.(٤) \"معالم التنزيل\" للبغوي ١/ ٦٧، \"لباب التأويل\" للخازن ١/ ٣٤، \"تفسير القرآن العظيم\" لابن كثير ١/ ٢٩٠.(٥) في (ش): تابعة.(٦) في (ت): منهم.(٧) في (ش)، (ت): بني جهينة.(٨) ذكره السمرقندي في \"بحر العلوم\" ١/ ٩٧، البغوي في \"معالم التنزيل\" ١/ ٦٧، الخازن في \"لباب التأويل\" ١/ ٣٤. وهو في \"تنوير المقباس\" للفيروزآبادي (ص ٤) من رواية الكلبي عن ابن عباس، وهي طريق واهية.</p><p> والشيطان: المتمرِّد العاتي من الجن والإنس ومن كل شيء. ومنه قيل للحيَّة النَّضناض: شيطان، قال الله تعالى:  {طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ}  (١) . </p><p> أي: الحيات، (والعرب تقول)  (٢) : اتَّق تيك (٣) الدابة فإنها شيطان (٤) . </p><p> وفي الحديث:  \"إذا مرَّ الرجل بين يدَي أحدكم وهو يصلي فليدفعه، فإن أبى فليقاتله، فإنَّه شيطان\"  (٥) . </p><p> ورُوي عن النبي - صلى الله عليه وسلم -: أنَّه نظر إلى رجل يتْبع حماماً طائراً فقال: \"شيطان يتبع شيطاناً\"  (٦) </p><p>(١) الصافات: ٦٥. (٢) في (ج): وتقول العرب.(٣) في (ش)، (ف)، (ت): تلك.(٤) \"مجاز القرآن\" لأبي عبيدة ١/ ٣٢، \"القاموس المحيط\" للفيروزآبادي (ص ١٥٦١)، \"الجواهر الحسان\" للثعالبي ١/ ٥٠، \"لسان العرب\" لابن منظور ٧/ ١٢١ (شطن).(٥) متفق عليه من حديث أبي سعيد الخدري - رضي الله عنه - قال: سمعتُ رسول الله - صلى الله عليه وسلم - يقول: \"إذا صلى أحدكم إلى شيء يستره من الناس فأراد أحد أن يجتاز بين يديه فليدفعه، فإن أبى فليقاتله، فإنما هو شيطان\".أخرجه البخاري كتاب الصلاة، باب يرد المصلي من مرَّ بين يديه (٥٠٩)، ومسلم كتاب الصلاة، باب منع المار بين يدي المصلي، وفيه قصة (٥٠٥).(٦) أخرجه أحمد في \"المسند\" ٢/ ٣٤٥ (٨٥٤٣)، والبخاري في \"الأدب المفرد\" (١٣٠٠)، وأبو داود كتاب الأدب، باب في اللعب بالحمام (٤٩٤٠)، وابن ماجه كتاب الأدب، باب اللعب بالحمام (٣٧٦٥)، وابن حبَّان في \"صحيحه\" كما في =</p><p> أراد: الخبيث الذاعر (١) . </p><p> وحُكي عن بعضهم أنَّه قال -في تضاعيف كلامه- وكلُّ ذلك حين ركبني شيطان، قيل له:  (وأي الشياطين)  (٢) ركبك؛ قال: الغضب. </p><p>= \"الإحسان\" ١٣/ ١٨٣ (٥٨٧٤) كتاب الحظر والإباحة، باب اللعب واللهو، من طريق حماد بن سلمة، عن محمَّد بن عمرو بن علقمة، عن أبي سلمة، عن أبي هريرة - رضي الله عنه - أنَّ النبي - صلى الله عليه وسلم - رأى رجلاً يتبع حمامة، فقال: \"شيطان يتبع شيطانة\". وإسناده حسن.وأخرجه أبو نعيم في \"ذكر أخبار أصبهان\" ٢/ ٧٧ من طريق محمَّد بن أبي ذئب، عن محمَّد بن عمرو به.وأخرجه ابن ماجه (٣٧٦٤) من حديث عائشة أنَّ النبي - صلى الله عليه وسلم - نظر إلى إنسان يتبع طائراً، فقال: \"شيطان يتبع شيطاناً\".قال البوصيري في \"الزوائد\": إسناده صحيح، رجاله ثقات.وأخرجه ابن ماجه أيضاً برقم (٣٧٦٦) من حديث عثمان بن عفان أنَّ رسول الله - صلى الله عليه وسلم - رأى رجلاً وراء حمامة فقال: \"شيطان يتبع شيطانة\".قال البوصيري في \"الزوائد\": رجال الإسناد ثقات، غير أنَّه منقطع.وحسَّن الحديث الألباني في \"صحيح سنن ابن ماجه\" ٢/ ٣١١.قال ابن حبَّان: اللاعب بالحمام لا يتعدى لعبه من أن يتعقَّبه بما يكره الله جل وعلا والمرتكب لما يكره الله عاصٍ، والعاصي يجوز أن يقال له: شيطان، وإن كان من أولاد آدم. قال الله تعالى {شَيَاطِينَ الْإِنْسِ وَالْجِنِّ} فسمى العصاة منهما شياطين، وإطلاقه - صلى الله عليه وسلم - اسم شيطان على الحمامة للمجاورة، ولأن الفعل من العاصي بلعبها تعدَّاه إليها.(١) قال ابن الأثير عند حديث \"لا يزال الشيطان ذاعراً من المؤمن\"، أي: ذا ذُعْر وخوف، أو هو فاعل بمعنى مفعول: أي: مذعور. \"النهاية\" ٢/ ١٦١.وانظر \"لسان العرب\" لابن منظور ٥/ ٤٣.(٢) في (ف): فأي الشياطين. في (ت): وأي شيطان.</p>"
}