{
  "id": null,
  "sura": 2,
  "aya": 156,
  "text": "<p> عبدي؟ فيقولون: نعم. فيقول: أقبضتم ثمرة فؤاده؟ فيقولون: نعم. فيقول: ماذا قال عبدي؟ فيقولون: حمدك واسترجع. فيقول الله عز وجل: ابنوا لعبدي بيتًا في الجنة، وسمُّوه بيت الحمد\" (١) . </p><p> {وَبَشِّرِ الصَّابِرِينَ} على البلايا والرَّزَايا، ثم نَعَتَهُم فقال: </p><p> ١٥٦ - {الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ} </p><p> عبيدًا وملكًا {وَإِنَّا إِلَيْهِ رَاجِعُونَ} في الآخرة. وأمالَ نُصير (٢) النونَ في قوله: {إِنَّا لِلَّهِ} وأَمالَ قتيبة النون واللام جميعًا، وفخَّمَهُما (٣) الآخرون (٤) . </p><p>(١) [٣٢٢] الحكم على الإسناد: إسناده ضعيف؛ لضعف أبي سنان، وجهالة أبي طلحة الخولاني، والله أعلم.رواه ابن المبارك في \"زوائد الزهد لابن المبارك\" (ص ٢٧) (١٠٨).التخريج:ورواه الطيالسي في \"مسنده\" (ص ٦٩) (٥١٠)، وأحمد في \"المسند\" ٤/ ٤١٥ (١٩٧٢٥)، والترمذي كتاب الجنائز، باب فضل المصيبة إذا احتسب (١٠٢١)، وابن حبان في \"صحيحه\" ٧/ ٢١٠ (٢٩٤٨)، والبغوي في \"معالم التنزيل\" ١/ ١٦٩ من طريق حماد بن سلمة، به.قال الترمذي: حسن غريب.(٢) نصير بن يوسف بن أبي نصر الرازي، المقرئ النحوي، أبو المنذر صاحب الكسائي، كان من الأئمة الحُذَّاق، لاسيما في رسم المصحف، وله فيه مصنَّف. توفي في حدود سنة (٢٤٠ هـ).\"معرفة القراء الكبار\" للذهبي ١/ ٢١٣، \"غاية النهاية\" لابن الجزري ٢/ ٣٤٠.(٣) في (ت): وفتحهما.(٤) في (ج): الباقون.</p><p> وقال أبو بكر الوراق:  {إِنَّا لِلَّهِ} إقرارًا مِنَّا له بالملك {وَإِنَّا إِلَيْهِ رَاجِعُونَ} إقرارًا على أنفسنا بالهلك (١) . </p><p> قال عكرمة: طفئَ سراج النبي - صلى الله عليه وسلم - فقال:  {إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ} فقيل: يا رسول الله، أمصيبة هي؟ قال:  \"نعم، كلُّ شيء يؤذي المؤمن فهو لهُ مصيبة\"  (٢) . </p><p> وقال سعيد بن جبير: ما أعطي أحد في المصيبة ما أعْطِيَتْ هذِه الأمة - يعني: الاسترجاع- ولو أعْطيهَا أحد لأعطيها (٣) يعقوب عليه السلام، ألا تسمع إلى قوله في فقد يوسف:  {يَاأَسَفَى عَلَى يُوسُفَ}  (٤)  (٥) . </p><p>(١) ذكره عنه الرازي في \"مفاتيح الغيب\" ٤/ ١٥٤، وذكره دون نسبة القرطبي في \"الجامع لأحكام القرآن\" ٢/ ١٦١، والنيسابوري في \"غرائب القرآن\" ١/ ٤٤٢، وأبو حيان في \"البحر المحيط\" ١/ ٦٢٥. (٢) ذكره السيوطي في \"الدر المنثور\" ١/ ٢٨٨، وعزاه إلى عبد بن حُميد، وابن أبي الدنيا في \"العزاء\" من حديث عكرمة مرسلًا، بهذا اللفظ.وذكره القرطبي في \"الجامع لأحكام القرآن\" ٢/ ١٦٠، وروى نحوه أبو داود في \"المراسيل\" من حديث عمران القصير، ذكره الزيلعي في \"تخريج أحاديث الكشاف\" ١/ ٩٦.وأورد الحديث دون ذكر راويه: السمعاني في \"تفسير القرآن\" ٢/ ١٠٤، والزمخشري في \"الكشاف\" ١/ ٢٠٥، وابن عطية في \"المحرر الوجيز\" ١/ ٢٢٨. وله شواهد مرفوعة.انظر: \"الدر المنثور\" للسيوطي ١/ ٢٨٨، \"الفتح السماوي\" للمناوي ١/ ٢٠٠.(٣) في (ج)، (ش): لأعطي.(٤) يوسف: ٨٤.(٥) رواه الطبري في \"جامع البيان\" ٢/ ٤٣، والبيهقي في \"شعب الإيمان\" ٧/ ١١٧ =</p><p> وقال رسول الله - صلى الله عليه وسلم -: \"من استرجع عند المصيبة جبر الله مصيبته، وأحسن عقباه، وجعل له خلفًا صالحًا يرضاه\"  (١) . </p><p> * * * </p><p>= (٩٦٩١)، وزاد السيوطي نسبته إلى وكيع، وعبد بن حميد \"الدر المنثور\" ١/ ٢٨٦، وذكره السمعاني في \"تفسير القرآن\" ٢/ ١٠٣، والواحدي في \"الوسيط\"١/ ٢٣٩، والبغوي في \"معالم التنزيل\" ١/ ١٧٠. (١) رواه الطبري في \"جامع البيان\" ٢/ ٤٢ - ٤٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢٦٤، ٢٦٥ (١٤٢١)، والطبراني في \"المعجم الكبير\" ١٢/ ٢٥٥ (١٣٠٢٧)، والبيهقي في \"شعب الإيمان\" ١٧/ ١٧ (٩٦٨٩) من طريق عبد الله بن صالح، عن معاوية بن صالح، عن على بن أبي طلحة، عن ابن عباس في قوله: {الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (١٥٦) أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ (١٥٧)} قال: أخبر الله أنَّ المؤمن إذا سلم الأمر إلى الله، ورجع واسترجع عند المصيبة، كتب له ثلاث خصال من الخير: الصلاة من الله، والرحمة، تحقيق سبيل الهدى. وقال رسول الله - صلى الله عليه وسلم -: . . فذكره.وذكره الهيثمي في \"مجمع الزوائد\" ٤/ ٣٣١ وقال: فيه علي بن أبي طلحة وهو ضعيف.قال أحمد شاكر في تعليقه على \"جامع البيان\" للطبري ٣/ ٢٢٣ (٢٢٣): علي بن أبي طلحة سبق أنه ثقة، وعلة هذا الإسناد انقطاعه؛ لأن ابن أبي طلحة لم يسمع من ابن عباس، ولم يره.قلتُ: والصحيح أنَّ رواية على بن أبي طلحة عن ابن عباس ثابتة؛ ولذلك اعتمدها الأئمة، ومنهم البخاري رحمه الله اعتمدها في \"صحيحه\" كثيرًا.</p><p> [٣٢٣] أخبرنا أحمد بن أُبي (١) قال أنا محمد بن عمران (٢) قال: نا الحسن بن سفيان (٣) قال: نا ابن أبي شيبة (٤) قال: نا وكيع (٥) ، عن هشام ابن زياد (٦) ، عن أمِّه (٧) عن فاطمة بنت الحسين (٨) ، </p><p>(١) لم يذكر بجرح أو تعديل. (٢) لم يتبين لي من هو.(٣) الإمام، الحافظ، الثبت.(٤) ثقة، حافظ.(٥) الإمام، الحافظ، الثقة.(٦) هشام بن زياد بن أبي يزيد: وهو هشام بن أبي هشام، أبو المِقدام. ويقال له أيضًا: هشام بن أبي الوليد المدني، ضعَّفه أحمد، وأبو زرعة، وأبو حاتم، وقال الدوري عن ابن معين: ليس بثقة. وقال البخاري: يتكلمون فيه، وقال أبو داود: غير ثقة؛ وقال الترمذي: يضعَّف. وقال النسائي وعلى بن الجنيد والأزدي: متروك الحديث. وقال النسائي أيضًا: ضعيف. وترك ابن المبارك حديثه، وقال الذهبي: ضعَّفوه. وقال ابن حجر: متروك.\"تاريخ يحيى بن معين\" رواية الدوري ٢/ ٦١٦، و\"من كلام أبي زكريا يحيى بن معين في الرجال\" رواية ابن طهمان (٣٨٤)، \"سؤالات ابن الجنيد ليحيي بن معين\" (٢٨٢)، \"معرفة الرجال عن يحيى بن معين\" لابن محرز (٦٤، ١٢١٩)، \"التاريخ الكبير\" للبخاري ٤/ ٢/ ١٩٩، \"الضعفاء والمتروكين\" للنسائي (٦١٢)، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٥٨، \"الضعفاء والمتروكين\" للدارقطني (٥٦٢)، \"تهذيب الكمال\" للمزي ٣٠/ ٢٠٠، \"الكاشف\" للذهبي ٢/ ٣٣٦، \"ميزان الاعتدال\" للذهبي ٤/ ٢٩٨، \"تقريب التهذيب\" لابن حجر (٧٣٤٢).(٧) لم أجد لها ترجمة.(٨) فاطمة بنت الحسين بن علي بن أبي طالب القرشيَّة الهاشمية، المدنية، أخت علي بن الحسين بن علي بن أبي طالب: زين العابدين ثقة ماتت بعد المائة.\"تهذيب الكمال\" للمزي ٣٥/ ٢٥٤، \"تهذيب التهذيب\" لابن حجر ٤/ ٦٨٤، \"تقريب التهذيب\" لابن حجر (٨٧٥١).</p>"
}