{
  "id": null,
  "sura": 2,
  "aya": 196,
  "text": "<p> ١٩٦ - قوله عز وجل {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} </p><p> (قرأ ابن أبي إسحاق)  (١)  (بكسر الحاء من الحج)  (٢) في جميع القرآن (٣) . </p><p> وهي (٤) لغة تميم وقيس عيلان (٥) . </p><p> وذُكر عن طلحة بن مصرف بالكسر هاهنا، وفي سورة آل عمران، </p><p>= كلهم من طريق عفان بن مسلم. ورواه أبو عوانة في \"المستخرج على صحيح مسلم\" ١/ ١٥٩ من طريق يحيى بن أبي بكير.ورواه ابن منده في \"الإيمان\" -الموضع السابق- وأبو نعيم في \"المسند المستخرج على صحيح مسلم\" -الموضع السابق- والبيهقي في \"البعث والنشور\" (ص ٨٠) (٥٢) كلهم من طريق حجاج بن منهال.ورواه ابن منده في \"الإيمان\" -الموضع السابق-، والبيهقي في \"البعث والنشور\" -الموضع السابق- كلاهما من طريق أبي سلمة.ورواه ابن أبي الدنيا في \"حسن الظن بالله\" (ص ٨١) (٧١) من طريق أبي ربيعة.ورواه أبو يعلى في \"مسنده\" ٦/ ٩٩ (٣٢٥٩) موقوفًا. وأبو نعيم الأصبهاني في \"حلية الأولياء\" ٢/ ٢١٥، ٦/ ٢٥٣ من طريق عبد الرحمن بن سلام الجمحي. كلهم عن حماد بن سلمة، عن ثابت وأبي عمران الجوني عن أنس به بنحوه. ولم يذكر الحسن بن سفيان أبا عمران الجوني.(١) في (ح): فقرأ ابن أبي إسحاق. وفي (أ): قرأ أبو إسحاق.(٢) في (ح): الحج بكسر الحاء.(٣) عزاها إليه ابن عطية في \"المحرر الوجيز\" ١/ ٢٦١، والقرطبي في \"الجامع لأحكام القرآن\" ١٢/ ٣٧، وأبو حيان في \"البحر المحيط\" ٢/ ٨٠.(٤) في (ح): وهو.(٥) في (ش): وغيلان. وفي (ح)، (ز): بن غيلان. وكتب في هامشها: قيس عيلان.</p><p> وبالفتح في سائر القرآن (١) . وقرأ الباقون بالفتح كل (٢) القرآن، وهي (٣) لغة أهل الحجاز. </p><p> قال الكسائي: هما لغتان ليس بينهما في المعنى شيء مثل: رِطل ورَطل، وكِسر البيت وكَسر البيت (٤) . وقال أبو معاذ: الحَجُّ بالفتح المصدر، والحِج بالكسر الاسم مثل: قَسم وقِسم، وسَقي وسِقي، (وشَرب وشِرب)  (٥) . وفي مصحف عبد الله (وأتموا الحج والعمرة إلى البيت)  (٦) . </p><p>(١) في (أ) وهامش (ش) زيادة: وقرأ أبو جعفر، والأعمش، وحمزة، والكسائي، وعاصم برواية حفص، وخلف بالكسر في آل عمران وبالفتح في سائر القرآن. (وخلف) ليس في هامش (ش). (٢) في (أ): في كل.(٣) في (ح): وهو.(٤) في (ح): وكَسر البيت وكِسره.وذكره عنه الأزهري في \"تهذيب اللغة\" ٣/ ٣٨٨ (حجج)، وابن منظور في \"لسان العرب\" ٣/ ٥٣ (حجج).وانظر \"معاني القرآن وإعرابه\" للكسائي جمع الدكتور عيسى شحاتة (ص ٨٦).(٥) في (أ): وسِرب وسَرب.(٦) رواه سعيد بن منصور في \"السنن\" ٢/ ٧١٢ (٢٨٧)، وأبو عبيد في \"فضائل القرآن\" (ص ٢٩١)، والطبري في \"جامع البيان\" ٢/ ٢٠٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٤ (١٧٥٩).كلهم من طريق علقمة قال: هو في قراءة عبد الله (وأتموا الحج والعمرة إلى البيت) قال: لا تجاوزوا بالعمرة البيت.ورواه ابن أبي داود في \"المصاحف\" (ص ٥٦) من طريق إبراهيم، عن ابن مسعود.وعزاه السيوطي في \"الدر المنثور\" ١/ ٣٧٦، إلى عبد بن حميد، وابن المنذر، =</p><p> وقرأ (١) علقمة، وإبراهيم (وأقيموا الحج والعمرة)  (٢) . </p><p> واختلف المفسرون في إتمامهما (٣) ، فقال بعضهم (٤) : معنى ذلك: وأتموا الحج والعمرة لله (٥) بمناسكهما، وحدودهما، وسننهما، وهو قول ابن عباس (٦) ، وعلقمة (٧) ، وإبراهيم (٨) ، ومجاهد (٩) . وروى علي بن أبي طلحة (١٠) ، عن ابن عباس في هذِه </p><p>= وابن الأنباري. والقراءة عزاها إليه الفراء في \"معاني القرآن\" ١/ ١١٧.(١) في (ح): وقد قرأ.(٢) روى القراءة عنهما الطبري في \"جامع البيان\" ٢/ ٢٠٦ - ٢٠٧، ورواها عن إبراهيم ابن أبي داود في \"المصاحف\" (ص ٥٦).(٣) في (ش): إتمامها.(٤) ساقطة من (ح).(٥) ساقطة من (ش)، (ح)، (أ).(٦) رواه سعيد بن منصور في \"السنن\" ٢/ ٧١٢ (٢٨٧)، الطبري ٢/ ٢٠٧ ضمن حديث علقمة، وفي آخره قال إبراهيم: فذكرت ذلك لسعيد بن جبير، فقال: كذلك قال ابن عباس.(٧) تقدم تخريجه عند تخريج قراءة ابن مسعود.(٨) رواه الطبري في \"جامع البيان\" ٢/ ٢٠٧، وذكره النحاس في \"الناسخ والمنسوخ\" ١/ ٥٤٢.(٩) هو في \"تفسيره\" ١/ ١٠٠، ورواه سفيان الثوري في \"تفسيره\" (ص ٦٠)، والطبري في \"جامع البيان\" ٢/ ٢٠٧.وعزاه السيوطي في \"الدر المنثور\" ١/ ٣٧٦ إلى عبد بن حميد، وذكره النحاس في \"الناسخ والمنسوخ\" ١/ ٥٤٢، والجصاص في \"أحكام القرآن\" ١/ ٢٦٤.(١٠) في (ز): وروى علي بن طلحة. وفي (أ): وروي عن ابن أبي طلحة.</p><p> الآية قال: من أحرم بحج أو بعمرة (١) ، فليس له أن يحل حتى يتمهما (٢) ، تمام الحج يوم النحر إذا رمى جمرة العقبة وزار البيت، فقد حلَّ من إحرامه كله، وتمام العمرة إذا طاف بالبيت وبالصفا وبالمروة (٣) فقد حل (٤) . </p><p> وفرائض الحج أربعة: الإحرام، والوقوف بعرفة، وطواف الإفاضة، والسعي بين الصفا والمروة. وأعمال العمرة كلها أربعة: فرض الإحرام، والطواف، والسعي، والحلق أو التقصير (٥) ، وأقله ثلاث شعرات (٦) . </p><p> وقال سعيد بن جبير، وطاوس: تمام الحج والعمرة أن تحرم بهما مفردين مُؤتنفين (٧) من أهلك (٨) . </p><p>(١) في (ح): عمرة. (٢) في (ح): يتممها.(٣) في (أ): والمروة.(٤) رواه الطبري في \"جامع البيان\" ٢/ ٢٠٧، وعزاه السيوطي إلى ابن المنذر. \"الدر المنثور\" ١/ ٣٧٦.(٥) في (ش): والتقصير. وفي (ح): أو القصر.(٦) \"المهذب\" للشيرازي ٢/ ٧٨٩، \"الوسيط\" للغزالي ٢/ ١٢٦١، \"المجموع\" للنووي ٨/ ١٩٤.(٧) زيادة من (ح)، (ز) وهامش (ش) وهي في مصادر التخريج.(٨) في (ش): أهل مكة.رواه عنهما الطبري في \"جامع البيان\" ٢/ ٢٠٧. وذكره عنهما ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٣، والجصاص في \"أحكام القرآن\" ١/ ٢٦٣، وابن الجوزي في \"نواسخ القرآن\" (ص ١٨٩).ورواه عن طاوسٍ ابن أبي شيبة في \"مصنفه\" ٥/ ١١٤ (١٢٨٢٢).</p><p> روى شعبة (١) ، عن عمرو بن مرة (٢) ، عن عبد الله بن سلمة (٣) قال: جاء رجل إلى علي (٤) - رضي الله عنه - فقال: أرأيت قول الله عز وجل: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} قال: أن (٥) تحرم من دويرة أهلك (٦) . </p><p>(١) ابن الحجاج، ثقة، حافظ، متقن. (٢) ثقة، عابد، ورمي بالإرجاء.(٣) عبد الله بن سلمة المرادي الكوفي.وقد فرق ابن نمير، وابن معين، والبخاري، والنسائي، وابن حبان، والدارقطني، وابن ماكولا بينه وبين عبد الله بن سلمة الهمداني. قال العجلي، ويعقوب بن شيبة: ثقة. وقال ابن عدي: أرجو أنه لا بأس به. وذكره ابن حبان في \"الثقات\"، وقال يخطئ. وقال البخاري: لا يتابع في حديثه. وقال عمرو بن مرة: كان عبد الله يحدثنا، فنعرف، وننكر، وكان قد كبر. وقال أبو حاتم: تعرف وتنكر. وقال ابن حجر: صدوق، تغير حفظه. من الثانية.\"معرفة الثقات\" للعجلي (ص ٢٥٨)، \"التاريخ الكبير\" للبخاري ٥/ ٩٩، \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٧٣، \"الثقات\" لابن حبان ٥/ ١٢، ٣١، \"الكامل\" لابن عدي ٤/ ١٦٩، \"تهذيب التهذيب\" لابن حجر ٢/ ٣٤٧، \"تقريب التهذيب\" لابن حجر (٣٣٦٤، ٣٣٦٥).(٤) في (ح) زيادة: ابن أبي طالب. وفي (ز) زيادة: ابن أبي طلحة.(٥) كذا في هامش (س)، وكتب فوقها: صح. وهي كذا في (ح)، (ز)، (أ). وساقطة من (ش) وأما في (س): لأن.(٦) الحكم على الإسناد:فيه عبد الله بن سلمة، صدوق، تغير حفظه.التخريج:رواه ابن أبي شيبة في \"مصنفه\" ٥/ ١١٣ (١٢٨٢١). ورواه الطبري في \"جامع البيان\" ٢/ ٢٠٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٣ (١٧٥٥)، والنحاس في \"الناسخ والمنسوخ\" ١/ ٥٤١ (٩٨)، والحاكم في \"المستدرك\" =</p><p> وقال قتادة: تمام العمرة أن تُعْمَلَ في غير أشهر الحج، وما كان في (١) أشهر الحج، ثم أقام حتى يحج؛ فهي (٢) متعة، وعليه فيها الهدي إن وجد أو الصيام، وتمام الحج أن (يُؤتى بمناسكه)  (٣) كلها حتى لا يلزم عامله دم بسبب قران ولا متعة (٤) . </p><p> [٣٧٩] أخبرنا أبو عمرو أحمد بن أُبي الخوجاني (٥) ، قال: أنا أبو عثمان سعيد (٦) بن إبراهيم بن معقل النسفي (٧) ، قال: نا أبو الحسن </p><p>= ٢/ ٣٠٣، ٤/ ٣٤١ وقال: صحيح على شرط الشيخين، ولم يخرجاه، ووافقه الذهبي ٢/ ٣٠٣، ٤/ ٣٤١، والبيهقي في \"السنن الكبرى\" ٤/ ٣٤١ كلهم من طرق عن شعبة به. وعزاه السيوطي في \"الدر المنثور\" ١/ ٣٧٦ إلى وكيع، وعبد بن حميد، وابن المنذر.ورواه أبو عبيد في \"الناسخ والمنسوخ\" (ص ١٨٧) (٣٥١) من طريق إبراهيم النخعي عن أذينة أو ابن أذينة عن علي بنحوه.(١) في (أ): من.(٢) في (أ): فعليه.(٣) في (ز): يأتي بمناسكه. وفي (أ): يؤتى مناسكه.(٤) رواه الطبري في \"جامع البيان\" ٢/ ٢٠٨، وذكره مختصرًا الجصاص في \"أحكام القرآن\" ١/ ٢٦٤.(٥) لم يذكر بجرح ولا تعديل.(٦) كذا في (ح)، (ز) وهو الصواب. وأما في (س)، و (ش)، (أ): سعد.(٧) سعيد بن إبراهيم بن معقل بن الحجاج أبو عثمان النسفي.قال نجم الدين النسفي: ثقة، جليل. وقال السمعاني: كان فاضلًا، ثقة، صاحب أدب، وشعر.توفي في صفر سنة (٣٤١ هـ). =</p><p> علي بن عبد العزيز البغدادي (١)  (بمكة،قال:نا)  (٢) محمد بن سعيد (٣) الأصبهاني (٤) ، قال: أنا حفص بن غِياث (٥) ، عن حجاج (٦) وابن </p><p>= \"القند في ذكر علماء سمرقند\" لأبي جعفر النسفي (ص ٨٩) (١٣١). \"الأنساب\" للسمعاني ٥/ ٤٨٧، \"تكملة الإكمال\" لمحمد بن عبد الغني ٥/ ٥٩٢، \"تبصير المنتبه\" لابن حجر ٤/ ١٣٧٤. (١) كذا في (س)، وجميع النسخ، ولم أجد هذِه النسبة في مصادر ترجمته. ولعل الصواب: البغوي.وهو علي بن عبد العزيز البغوي، ثقة.(٢) طمس في (ز).(٣) في (أ): سعد. وفي (ش) فوق السطر زيادة: بن.(٤) في (ح): الأصفهاني.وهو محمد بن سعيد بن سليمان بن عبد الله أبو جعفر بن الأصبهاني الكوفي، ثقة، ثبت. يلقب حمدان. توفي سنة (٢٢٠ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٧/ ٢٦٥، \"تهذيب التهذيب\" لابن حجر ٣/ ٥٧٣، \"تقريب التهذيب\" لابن حجر (٥٩١١).(٥) حفص بن غِياث بن طلق النخعي القاضي أبو عمر الكوفي، ثقة، فقيه.(٦) الحجاج بن أرطاة بن ثور النخعي أبو أرطاة الكوفي القاضي.قال الخطيب: أحد العلماء بالحديث والحفاظ له. وقال أبو زرعة: صدوق يدلس. وقال أبو حاتم: صدوق يدلس عن الضعفاء، يكتب حديثه، وأما إذا قال: حدثنا، فهو صالح لا يرتاب في صدقه وحفظه إذا بين السماع، ولا يحتج بحديثه، لم يسمع من الزهري، ولا من هشام بن عروة، ولا من عكرمة. وقال ابن معين: صدوق، ليس بالقوي، يدلس عن محمد بن عبيد الله العرزمي عن عمرو بن شعيب. وقال النسائي: ليس بالقوي. وقال ابن عدي: إنما عاب الناس عليه تدليسه عن الزهري وغيره، وربما أخطأ في بعض الروايات، فأما أن يتعمد الكذب فلا، وممن يكتب حديثه. وذكره ابن حبان في \"المجروحين\" وقال: كان صلفًا ... تركه ابن المبارك، ويحيى القطان، وابن مهدي، وابن معين، وأحمد بن =</p><p> جُرَيج (١) ، عن عطاء (٢) ، عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: \"عمرة في رمضان تعدل حجة معي\"  (٣) . </p><p>= حنبل. وعلق الذهبي على قول ابن حبان بقوله: هذا القول فيه مجازفة ... وأكثر ما نقم عليه التدليس، وفيه تيه لا يليق بأهل العلم. وذكره المقدسي، والعلائي، وسبط ابن العجمي، في المدلسين، وجعله ابن حجر في المرتبة الرابعة منهم. وقال أيضًا: صدوق كثير الخطأ والتدليس. توفي سنة (١٤٥ هـ). \"الجرح والتعديل\" لابن أبي حاتم ٣/ ١٥٤، \"المجروحين\" لابن حبان ١/ ٢٣٥، \"الكامل\" لابن عدي ٢/ ٢٢٣، \"تاريخ بغداد\" للخطيب ٨/ ٢٣٠، \"قصيدة المقدسي في المدلسين\" (ص ٣٨)، \"ميزان الاعتدال\" للذهبي ١/ ٤٥٨، \"جامع التحصيل\" للعلائي (ص ١٠٥)، \"التبيين لأسماء المدلسين\" لسبط ابن العجمي (ص ٢٠)، \"تهذيب التهذيب\" لابن حجر ١/ ٣٥٦، \"تعريف أهل التقديس\" لابن حجر (ص ١٦٤)، \"تقريب التهذيب\" لابن حجر (١١١٩).(١) في (ز)، (أ): عن ابن جريج.عبد الملك بن عبد العزيز بن جريج، ثقة، مدلس.(٢) ثقة، فقيه، كثير الإرسال.(٣) ساقطة من (ش)، (ح).[٣٧٩] الحكم على الإسناد:في إسناده شيخ المصنف لم يذكر بجرح أو تعديل، وحجاج صدوق كثير الخطأ لكن الحديث روي من طرق صحيحة عن ابن جريج.التخريج:رواه البخاري في كتاب العمرة، باب عمرة في رمضان (١٧٨٢)، ومسلم في كتاب الحج، باب فضل العمرة في رمضان (١٢٥٦) (٢٢٦)، والإمام أحمد في \"المسند\" ١/ ٢٢٩ (٢٠٢٥) كلهم من طريق يحيى بن سعيد مطولًا. ورواه النسائي في كتاب الصيام، باب الرخصة في أن يقال لشهر رمضان: رمضان ٤/ ١٣٠ (٢١١٠) من طريق شعيب. ورواه الدارمي في \"السنن\" (١٩٠١) عن أبي عاصم =</p><p> قال الضحاك: إتمامهما أن تكون النفقة حلالًا، وينتهي عما نهى الله عز وجل عنه (١) . (وقال سفيان: تمامهما (٢) أن تخرج من أهلك لهما لا تريد غيرهما، ولا تخرج لتجارة (٣) ، ولا لحاجة حتى إذا كنت قريبًا من مكة قلت: لو حججتُ أو اعتمرتُ وذلك يجزئ. ولكن التمام أن تخرج له، ولا تخرج لغيره (٤) . </p><p>= كلهم عن ابن جريج به. وليس عندهم: \"معي\". ورواه ابن ماجه في كتاب المناسك، باب العمرة في رمضان (٢٩٩٤) من طريق أبي معاوية. ورواه الإمام أحمد في \"المسند\" ١/ ٣٠٨ (٢٨٠٩) عن عبد الله بن نمير. كلاهما عن حجاج به بنحوه. وليس عندهما \"معي\".ورواه البخاري في كتاب جزاء الصيد، باب حج الصبيان (١٨٦٣)، ومسلم -في الموضع السابق- (١٢٥٦) (٢٢٢) كلاهما من طريق حبيب المعلم مطولًا. ورواه الإمام أحمد في \"المسند\" ١/ ٣٠٨ (٢٨٠٩) من طريق ابن أبي ليلى كلاهما عن عطاء به. وفي رواية حبيب: \"معي\".ورواه أبو داود في كتاب المناسك، باب العمرة (١٩٩٠)، وابن خزيمة في \"صحيحه\" ٣/ ٣٦١ (٣٠٧٧)، والحاكم في \"المستدرك\" وقال: هذا حديث صحيح على شرط الشيخين، ولم يخرجاه. ١/ ٦٥٩. كلهم من طريق بكر المزني عن ابن عباس به مطولاً. وفيه: \"معي\".(١) ذكره البغوي في \"معالم التنزيل\" ١/ ٢١٧، وذكره الزجاج في \"معاني القرآن وإعرابه\" ١/ ٢٦٦، والنحاس في \"الناسخ والمنسوخ\" ١/ ٥٤٢، وفي \"معاني القرآن الكريم\" ١/ ١١٤، وأبو المظفر السمعاني في \"تفسيره\" ٢/ ٢١٠ دون عزو لأحد.(٢) ساقطة من (أ). وفي (ش): تمامها.(٣) في (ح): بتجارة.(٤) رواه الطبري في \"جامع البيان\" ٢/ ٢٠٨، وذكره مختصرًا النحاس في \"الناسخ والمنسوخ\" ١/ ٥٤٢، وفي \"معاني القرآن\" ١/ ١١٤.</p><p> روى جعفر بن سليمان الضبعي (١) ، عن ثابت (٢) ، عن أنس قال: قال رسول الله - صلى الله عليه وسلم -: \"يأتي على الناس زمان يحج أغنياء الناس للنزهة، وأوساطهم للتجارة، وقرّاؤهم للرياء والسمعة، وفقراؤهم للمسألة\"  (٣) . </p><p> ولهذا (٤) المعنى (كان عمر بن الخطاب - رضي الله عنه - يقول)  (٥) : الوفد كثير، والحاج (٦) قليل (٧) . </p><p>(١) صدوق، زاهد، وكان يتشيع. (٢) البناني، ثقة، عابد.(٣) الحكم على الإسناد:فيه جعفر بن سليمان، صدوق، يتشيع.التخريج:رواه الخطيب في \"تاريخ بغداد\" ١٠/ ٢٩٦، عن عبد الله بن أحمد المعروف بابن حمدويه قال: حدثنا أبو القاسم عبد الرحمن بن الحسن السرخسي قال: حدثني إسماعيل بن جميع قال: حدثنا مغيث بن أحمد، عن فرقد السبخي قال: حدثنا سليمان بن عبد الرحمن، عن مخلد بن عبد الرحمن الأندلسي، عن محمد بن عطار الدلهي، عن جعفر بن سليمان الضبعي به بنحوه.ورواه ابن الجوزي من طريق الخطيب في \"العلل المتناهية\" ٢/ ٧٣ (٩٢٧) وقال: هذا حديث لا يصح عن رسول الله - صلى الله عليه وسلم -، وأكثر رواته مجاهيل لا يعرفون.وذكره بنحوه الديلمي في \"الفردوس\" ٥/ ٤٤٤ (٨٦٨٩).وقال الشيخ الألباني: ضعيف. وقال عن إسناد الخطيب: وهذا إسناد مظلم، كل من دون جعفر بن سليمان لم أجد له ترجمة.\"سلسلة الأحاديث الضعيفة\" ٣/ ٢١٣ (١٠٩٣).(٤) في (ش): وبهذا. وفي (أ): وهذا.(٥) في (ش): كان يقول عمر بن الخطاب - رضي الله عنه -. وفي (أ): كان يقول عمر - رضي الله عنه -.(٦) في (ز): الحجاج.(٧) لم أجده. وروى عبد الرزاق في \"مصنفه\" ٥/ ١٩ (٨٨٣٧) نحوه عن شريح القاضي.</p><p> ذكر حكم الآية: اختلف الفقهاء (١) في العمرة، فقال قوم: هي سنة حسنة، وليست بفريضة واجبة (٢) ، وهو مذهب أهل العراق (٣) ، ومالك بن أنس (٤) ، وأبي ثور (٥) ، وقول الشافعي في (٦) القديم (٧) ، واختيار محمد بن جرير الطبري (٨) ، واحتجوا بقراءة الشعبي (وأتموا الحج والعمرةُ لله) رفعًا (٩) . وبما روى محمد بن المنكدر، عن جابر </p><p>(١) في (ح)، (أ): العلماء. (٢) ساقطة من (أ).(٣) \"مختصر اختلاف العلماء\" للطحاوي (ص ٥٩)، \"أحكام القرآن\" للجصاص ١/ ٢٦٤.(٤) \"الموطأ\" للإمام مالك كتاب الحج، باب جامع ما جاء في العمرة ١/ ٣٤٧.انظر: \"الكافي في فقه أهل المدينة\" لابن عبد البر ١/ ٤١٦.(٥) إبراهيم بن خالد بن أبي اليمان الكلبي أبو ثور ويقال: كنيته أبو عبد الله البغدادي. الفقيه، ثقة. قال الإمام أحمد: أعرفه بالسُّنة منذ خمسين سنة، وهو عندي في مِسْلاخ سفيان الثوري. ولد في حدود سنة (١٧٠ هـ)، وتوفي سنة (٢٤٠ هـ).\"تاريخ بغداد\" للخطيب ٦/ ٦٥، \"طبقات الفقهاء\" للشيرازي (ص ٩٢)، \"سير أعلام النبلاء\" للذهبي ١٢/ ٧٢، \"تهذيب التهذيب\" لابن حجر ١/ ٦٤، \"تقريب التهذيب\" لابن حجر (١٧٢).وقوله ذكره ابن عبد البر في \"الاستذكار\" ١١/ ٢٤٢، وابن قدامة في \"المغني\" ٥/ ١٣.(٦) ليست في (أ).(٧) \"سنن الترمذي\" كتاب الحج، باب العمرة واجبة هي أم لا، () ٣/ ٢٦٢ بعد حديث (٩٣١)، \"المجموع\" للنووي ٧/ ٥، \"الاستذكار\" لابن عبد البر ١١/ ٢٤١.(٨) انظر قوله في \"تفسيره\" ٢/ ٢١٠ - ٢١١.(٩) رواها أبو عبيدة في \"مجاز القرآن\" (ص ٦٨ - ٦٩)، وابن أبي شيبة في \"مصنفه\" ٥/ ٢٩٧ (١٣٨١٦)، وسعيد بن منصور في \"السنن\" ٢/ ٧١٥ (٢٨٨)، والطبري =</p><p> بن عبد الله، عن النبي - صلى الله عليه وسلم - أنه سُئل عن العمرة أواجبة هي؟ فقال:  \"لا، وأن تعتمروا خير لكم\"  (١) . </p><p>= في \"جامع البيان\" ٢/ ٢٠٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٥ (١٧٦٥)، والبيهقي في \"السنن الكبرى\" ٤/ ٣٤٩، وابن عبد البر في \"التمهيد\" ٢٠/ ١٧، وعزاها إليه ابن خالويه في \"مختصر في شواذ القرآن\" (ص ١٨)، والنحاس في \"إعراب القرآن\" ١/ ٢٩٢، وفي \"معاني القرآن الكريم\" ١/ ١١٤. (١) رواه الترمذي في كتاب الحج، باب ما جاء في العمرة أواجبة هي أم لا (٩٣١) وقال: حديث حسن صحيح، والإمام أحمد في \"مسنده\" ٣/ ٣١٦، ٣٥٧ (١٤٣٩٧، ١٤٨٤٥)، وابن أبي شيبة في \"مصنفه\" ٣/ ٢٩٦ (١٣٨١٥)، وابن خزيمة في \"صحيحه\" ٤/ ٣٥٦ (٣٠٦٨) وقال -قبل روايته وبعد أن ذكر أثرًا: هذا الخبر يدل على توهين خبر الحجاج بن أرطاة، وأبو يعلى في \"مسنده\" ٣/ ٤٤٣ (١٩٣٨)، والطبري في \"جامع البيان\" ٢/ ٢١٢، والطبراني في \"المعجم الصغير\" ٢/ ١٩٤ (١٠١٥)، والدارقطني في \"السنن\" ٢/ ٢٨٥، والجصاص في \"أحكام القرآن\" (٢٦٥)، وأبو نعيم في \"حلية الأولياء\" ٨/ ٨٠، وقال: غريب من حديث محمد لم يروه عنه إلا الحجاج، والبيهقي في \"السنن الكبرى\" ٤/ ٣٤٩، والخطيب في \"تاريخ بغداد\" ٨/ ٣٣ كلهم من طريق الحجاج بن أرطاة عن محمد بن المنكدر به.قال ابن عبد البر: وهذا لا حجة فيه عند أهل العلم بالحديث، لانفراد الحجاج به، وما انفرد به فليس بحجة عندهم.\"الاستذكار\" ١١/ ٢٤٥.وقال النووي: لا يغتر بكلام الترمذي في هذا، فقد اتفق الحفاظ على أنه حديث ضعيف.\"المجموع\" للنووي ٧/ ١٠.وقال ابن القيم: وقد نوقش الترمذي في تصحيحه، فإنه من رواية الحجاج بن أرطاة، وقد ضعف، ولو كان ثقة، فهو مدلس كبير، وقد قال: عن محمد، لم يذكر سماعًا، ولا ريب أن هذا قادح في صحة الحديث. =</p><p> وفي خبر آخر:  \"الحج فريضة(١)، والعمرة تطوع\"  (٢) . </p><p>= \"تهذيب السنن\" ٢/ ٣٣٣. وقال ابن حجر: وقد نبه صاحب \"الإمام\" على أنه لم يزد على قوله: حسن، في جميع الروايات عنه إلا في رواية الكروخي فقط؛ فإن فيها حسن صحيح، وفي تصحيحه نظر كثير من أجل الحجاج؛ فإن الأكثر على تضعيفه، والاتفاق على أنه مدلس.\"التلخيص الحبير\" ٢/ ٢٢٦.(١) في (أ): فرض.(٢) روي من حديث أبي صالح الحنفي وطلحة بن عبيد الله وابن عباس بلفظ \"الحج جهاد والعمرة تطوع\".أما حديث أبي صالح فقد علقه الشافعي في \"الأم\" ٢/ ١٤٤ عن شيخه سعيد بن سالم، ومن طريق الشافعي رواه البيهقي في \"السنن الكبرى\" ٤/ ٣٤٨، ورواه ابن أبي شيبة في \"مصنفه\" ٥/ ٢٩٦ (١٣٨١١)، والطبري في \"جامع البيان\" ٢/ ٢١٢، والجصاص في \"أحكام القرآن\" ١/ ٢٦٥ كلهم من طريق معاوية بن إسحاق عن أبي صالح الحنفي به مرفوعًا.وعزاه السيوطي في \"الدر المنثور\" ١/ ٣٧٨ إلى عبد الرزاق، وعبد بن حميد.قال الشافعي في \"الأم\" ٢/ ١٤٤: فقلت له -أي شيخه-: أتثبت مثل هذا عن النبي - صلى الله عليه وسلم -؟ فقال: هو منقطع.وقال البيهقي: وقد روي من حديث شعبة عن معاوية بن إسحاق، عن أبي صالح، عن أبي هريرة موصولاً، والطريق فيه إلى شعبة طريق ضعيف. \"السنن الكبرى\" ٤/ ٣٤٨.وقال ابن عبد البر: وهذا منقطع لا حجة فيه. \"الاستذكار\" ١١/ ٢٤٧.وحديث طلحة بن عبيد الله رواه ابن ماجه في كتاب المناسك، باب العمرة (٢٩٨٩) وابن حزم في \"المحلى\" ٧/ ٣٧.قال البوصيري: هذا إسناد ضعيف، عمر بن قيس المعروف بمندل ضعفه أحمد، وابن معين والفلاس، وأبو زرعة، والبخاري، وأبو حاتم، وأبو داود، =</p><p> وقالوا -أيضًا-: لما ذكر الله تعالى فرض الحج لم يذكر معه العمرة. فقال (١) : {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا}  (٢)  (٣) . </p><p> وقال آخرون (٤) : إن العمرة فريضة، وهي الحج الأصغر، وهو قول علي (٥) ، </p><p>= والنسائي، وغيرهم، والحسن الراوي عنه ضعيف. \"مصباح الزجاجة\" ٢/ ١٣٨ (١٠٤٧).وقال ابن حجر: إسناده ضعيف. \"التلخيص الحبير\" ٢/ ٢٥٧.ومن حديث ابن عباس رواه الطبراني في \"المعجم الكبير\" ١١/ ٣٥٠ (١٢٢٥٢) وابن حزم في \"المحلى\" ٧/ ٣٧ من طريق محمد بن الفضل بن عطية، عن سالم الأفطس، عن سعيد بن جبير، عن ابن عباس مرفوعًا.قال البيهقي: ومحمد -أي: ابن الفضل- هذا متروك.\"السنن الكبرى\" ٤/ ٣٤٨.وقال الهيثمي: رواه الطبراني في \"المعجم الكبير\" وفيه محمد بن الفضل بن عطية، وهو كذاب.\"مجمع الزوائد\" ٣/ ٢٠٥.وقال ابن عبد البر: وروي عنه عليه السلام أنه قال: \"العمرة تطوع\" بأسانيد لا تصح، ولا تقوم بمثلها حجة. \"التمهيد\" ٢٠/ ١٤. وقال ابن حجر -بعد أن ذكر هذِه الطرق-: ولا يصح منها شيء.\"التلخيص الحبير\" ٢/ ٢٢٧.(١) في (ز): فقال الله تعالى.(٢) آل عمران: ٩٧.(٣) انظر \"الأم\" للشافعي ٢/ ١٤٤.(٤) في (أ): الآخرون.(٥) رواه الطبري في \"جامع البيان\" ٢/ ٢٠٩.وعزاه السيوطي إلى عبد بن حميد. \"الدر المنثور\" ١/ ٣٧٦.</p><p> وابن عباس (١) ، وزيد بن ثابت (٢) ، وعلي بن الحسين (٣) ، وعطاء (٤) ، </p><p>(١) روى ابن أبي شيبة في \"مصنفه\" ٢/ ٢٩٨ (١٣٨٢٣)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٤، والدارقطني في \"السنن\" ٢/ ٢٨٥، ومن طريقه البيهقي في \"السنن الكبرى\" ٤/ ٣٥١ من طرق، عن عكرمة، عن ابن عباس قال: العمرة الحجة الصغرى. وروى الدارقطني ٢/ ٢٨٥، والبيهقي في \"السنن الكبرى\" ٤/ ٣٥١ من طريق ابن جريج قال: أخبرت عن عكرمة عن ابن عباس قال: العمرة واجبة كوجوب الحج من استطاع إليه سبيلًا. وروى ابن أبي شيبة في \"مصنفه\" ٥/ ٢٩٩ (١٣٨٣٠)، والدارقطني في \"السنن\" ٢/ ٢٨٥، والحاكم في \"المستدرك\" ١/ ٦٤٣ وقال: حديث صحيح على شرط مسلم ولم يخرجاه ووافقه الذهبي، والبيهقي في \"السنن الكبرى\" ٤/ ٣٥١ - ٣٥٢ من طرق أخرى عن ابن عباس بنحوه.(٢) قوله رواه ابن أبي شيبة في \"مصنفه\" ٥/ ٢٩٨ (١٣٨٢٤)، والدارقطني في \"السنن\" ٢/ ٢٨٥، والحاكم في \"المستدرك\" ١/ ٤٤٣، والبيهقي في \"السنن الكبرى\" ٤/ ٣٥١، وابن حزم في \"المحلى\" ٧/ ٤١ كلهم من طريق ابن سيرين، عن زيد بن ثابت قال: نسكان -أو صلاتان- لا يضرك بأيهما بدأت. ورواه الدارقطني في \"السنن\" ٢/ ٢٨٤، والحاكم في \"المستدرك\" ١/ ٦٤٣، والواحدي في \"الوسيط\" ١/ ٢٩٥، عن زيد بن ثابت مرفوعًا.قال الحاكم: والصحيح عن زيد بن ثابت قوله ووافقه الذهبي. \"المستدرك\" ١/ ٦٤٣.وقال البيهقي: وقد رواه إسماعيل بن سالم، عن ابن سيرين مرفوعًا، والصحيح موقوف. \"السنن الكبرى\" ٤/ ٣٥١.(٣) في (أ): حسين.رواه ابن أبي شيبة في \"مصنفه\" ٥/ ٢٩٨ (١٣٨٢١)، والطبري في \"جامع البيان\" ٢/ ٢٠٩، وابن حزم في \"المحلى\" ٧/ ٤١.(٤) رواه الإمام الشافعي في \"الأم\" ٢/ ١٤٥، وعبد الرزاق في \"تفسير القرآن\" ١/ ٧٤، وابن أبي شيبة في \"مصنفه\" ٥/ ٢٩٨ (١٣٨٢٢)، والطبري في \"جامع البيان\" =</p><p> وقتادة (١) ، وسفيان الثوري (٢) ، وسفيان بن عيينة (٣) ، وقول الشافعي في الجديد، والأظهر والأصح من مذهبه (٤) ، واختيار (أبي عبد الله)  (٥) أحمد بن حنبل (٦) ، وإسحاق بن راهويه (٧) ، واحتجوا في ذلك بقراءة العامة {وَالْعُمْرَةَ}  (٨) نصبًا (٩) على معنى: وأتموا فرض الحج والعمرة لله. </p><p> وبما روي عن النبي - صلى الله عليه وسلم - أنه قال:  \"دخلت العمرة في الحج إلى يوم القيامة\"  (١٠) . </p><p>= ٢/ ٢٠٩، وابن عبد البر في \"التمهيد\" ٢٠/ ١٧، ١٨، وابن حزم في \"المحلى\" ٧/ ٤١، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٢٥. (١) رواه عبد الرزاق في \"تفسير القرآن\" ١/ ٧٤، وابن حزم في \"المحلى\" ٧/ ٤١، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٢٥.(٢) ذكره المروزي في \"اختلاف العلماء\" (ص ٨٨)، والنحاس في \"الناسخ والمنسوخ\" ١/ ٥٥٣، والحيري في \"الكفاية\" ١/ ١٤٠، وابن عبد البر في \"التمهيد\" ٢٠/ ١٤، وابن حزم في \"المحلى\" ٧/ ٤٢.(٣) ذكره الحيري في \"الكفاية\" ١/ ١٤٠.(٤) \"الأم\" للشافعي ٢/ ١٤٤، \"المجموع\" للنووي ٧/ ١١.(٥) من (ز).(٦) انظر: قوله في \"مسائل الإمام أحمد\" لابن هانئ ١/ ١٤٢، ١/ ١٧٩ \"السنن الكبرى\" للبيهقي ٤/ ٣٥٠، \"المغني\" لابن قدامة ٤/ ١٣، \"شرح مختصر الخرقي\" للزركشي ٣/ ٢٧.(٧) ذكره المروزي في \"اختلاف العلماء\" (ص ٨٨)، والحيري في \"الكفاية\" ١/ ١٤٠، وابن عبد البر في \"الاستذكار\" ١١/ ٢٤١، وابن حزم في \"المحلى\" ٧/ ٤٢.(٨) في (ح) زيادة: لله.(٩) في (ش): نصب.(١٠) رواه مسلم في كتاب الحج، باب جواز العمرة في أشهر الحج (١٢٤١)، وأبو =</p><p> وروى عكرمة عن ابن عباس أنه قال: والله إن العمرة لقرينة الحج في كتاب الله عز وجل: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ}  (١) . </p><p> وقال ابن عمر (٢) : ليس من خلق الله أحد إلا وعليه حجة (٣) وعمرة واجبتان إن استطاع إلى ذلك سبيلًا (كما قال الله تعالى)  (٤) ، فمن زاد بعد ذلك فهو خير وتطوع (٥) . </p><p>= داود في كتاب المناسك، باب في إفراد الحج (١٧٩٠)، والترمذي في كتاب الحج، باب منه (٦٣٢)، والنسائي في كتاب الحج، باب إباحة نسخ الحج بعمرة لمن لم يسق الهدي ٥/ ١٨١ (٢٨١٥)، والإمام أحمد في \"مسنده\" ١/ ٢٣٦، ٢٥٣، ٣٤١ (٢١١٥، ٢٢٨٧، ٣١٧٢)، والدارمي في \"السنن\" (١٨٩٨) من طريق مجاهد عن ابن عباس رضي الله عنهما به مرفوعًا. (١) رواه البخاري في كتاب العمرة، باب وجوب الحج والعمرة وفضلها قبل (١٧٧٣) معلقًا عنه بصيغة الجزم.ورواه موصولا الشافعي في \"الأم\" ٤/ ١٤٤ - ١٤٥، والبيهقي في \"السنن الكبرى\" ٤/ ٣٥١، وابن عبد البر في \"التمهيد\" ٢٠/ ١٦، وابن حزم في \"المحلى\" ٧/ ٣٨، وابن حجر في \"تغليق التعليق\" ٣/ ١١٧، وعزاه إلى سعيد بن منصور في \"سننه\". \"فتح الباري\" ٣/ ٥٩٨، \"تغليق التعليق\" ٣/ ١١٨ كلهم من طريق طاوس -وليس عكرمة- عن ابن عباس. وتقدم ما رواه عكرمة عن ابن عباس.(٢) كذا في هامش (س) والنسخ الأخرى. وأما في (س): عمرو.(٣) في (أ): حج.(٤) ساقطة من (ح). وفي (ش): كما قال تعالى. وفي (ز): كما قال عز وجل.(٥) في (ش): فله خير وتطوع. وفي (ح): فهو تطوع وخير.رواه البخاري في كتاب العمرة، باب وجوب العمرة وفضلها قبل (١٧٧٣) معلقًا عنه بصيغة الجزم.ووصله ابن أبي شيبة في \"مصنفه\" ٥/ ٢٩٧ (١٣٨١٩)، وابن خزيمة في \"صحيحه\" ٤/ ٣٥٦ (٣٠٦٦)، والدارقطني في \"السنن\" ٢/ ٢٨٥، والحاكم في \"المستدرك\" =</p><p> وقال مسروق: أُمرنا في كتاب الله عز وجل بأربع: إقام (١) الصلاة، وإيتاء الزكاة، والحج، والعمرة، فنزلت (٢) العمرة من الحج منزلة الزكاة من الصلاة، ثم تلا هذِه الآية:  {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ}  (٣) . وقال عبد الملك بن أبي (٤) سليمان: سأل رجل سعيد بن جبير عن العمرة فريضة هي أو تطوع؟ قال: فريضة. </p><p> قال: فإن الشعبي يقول: هي تطوع. قال: كذب (٥) الشعبي، ثم قرأ:  {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ}  (٦) . </p><p> فمن قال: إن العمرة ليست بفرض، تأول (٧) الآية على معنى: </p><p>= ١/ ٦٤٤، وقال: هذا إسناد صحيح على شرط الشيخين، ووافقه الذهبي، والبيهقي في \"السنن الكبرى\" ٤/ ٣٥١، وابن عبد البر في \"التمهيد\" ٢٠/ ١٦ وابن حزم في \"المحلى\" ٧/ ٣٨. (١) في (أ): بإقام.(٢) في (أ): فمنزلة.(٣) رواه ابن أبي شيبة في \"مصنفه\" ٥/ ٢٩٨ (١٣٨٢٥) مختصرًا. والطبري في \"جامع البيان\" ٢/ ٢٠٩، والبيهقي في \"السنن الكبرى\" ٤/ ٣٥١، وابن عبد البر في \"التمهيد\" ٢٠/ ١٥، وابن حزم في \"المحلى\" ٧/ ٤١.(٤) ساقطة من (ش).(٥) قال ابن عبد البر: قوله: (كذب) هاهنا معناه: غلط، وهو معروف في اللغة. \"الاستذكار\" ١١/ ٢٤٩.وانظر \"النهاية\" لابن الأثير ٤/ ١٥٩.(٦) رواه الطبري في \"جامع البيان\" ٢/ ٢٠٩، وابن حزم في \"المحلى\" ٧/ ٤١، وذكره ابن عبد البر في \"التمهيد\" ٢٠/ ١٨.(٧) في (ح): ممن تأول.</p><p> (أتموهما إذا دخلتم فيهما)  (١) ، ولم يرد ابتداء الدخول فيه كالتطوع (٢) بالحج لا خلاف فيه أنه إذا أحرم به أن عليه المضي فيه (٣) ، وإتمامه وإن لم يكن فرضًا عليه ابتداء الدخول (٤) فيه، فكذلك العمرة (٥) . (ومثله روى ابن وهب عن ابن زيد قال: ليست)  (٦) العمرة واجبة على أحد من الناس، قال: فقلت له قول الله تعالى: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} ؟ قال:  (ليس لأحد من الخلق)  (٧) ينبغي له إذا شرع (٨) في أمر إلا (٩) أن يتمه، فإذا خرج منها (١٠) لم ينبغ له أن يهل يومًا أو يومين، ثم يرجع، كما لو صام يومًا لم ينبغ له أن يفطر في نصف النهار (١١) . ودليل هذا التأويل قوله عز وجل:  {فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ}  (١٢) لم </p><p>(١) في (ش)، (ح)، (أ): أتموها إذا دخلتم فيها. (٢) في (ش): فيه كالمتطوع. وفي (أ): فيها كالمتطوع.(٣) ساقطة من (ز).(٤) في هامش (س)، (ش): للدخول.(٥) \"الأم\" للشافعي ٢/ ١٤٤، \"جامع البيان\" للطبري ٢/ ٢٠٩ - ٢١٠، \"أحكام القرآن\" للجصاص ١/ ٢٦٤، \"التمهيد\" لابن عبد البر ١٦/ ٢٠.(٦) في (أ): ومثله روي عن ابن وهب عن ابن زيد ليست.(٧) في (ح): ليس من الخلق أحد.(٨) في (ز): إذا أشرع. وفي (أ): أن يشرع.(٩) ساقطة من (أ).(١٠) في (ح): منه.(١١) رواه الطبري في \"جامع البيان\" ٢/ ٢٠٨.(١٢) التوبة: ٤.</p><p> يرد به الابتداء، وإنما أراد به (١) إتمام ما مضى من العهد والعقد. </p><p> ومن أوجب العمرة تأول الإتمام (٢) على معنى الابتداء والإلزام. أي: أقيموها وافعلوها (٣) . </p><p> يدل عليه قوله عز وجل:  {وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ}  (٤) أي: فعلهن، وقام بهن، وقوله:  {أُثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ}  (٥) أي: ثم ابتدئوا الصيام وأتموه (٦) ، لأنه ذكر (٧) عقيب الأكل، والشرب، والصبح. وهذا هو الأصح والأوضح، لأنه جمع بين الآيتين، وحمل الآية على عمومها. فمعناه: وابتدئوا العمرة، فإذا دخلتم فيها فأتموها، فيكون جامعًا بين وجهي الإتمام، ولأن من أوجبها أكثر، والأخبار (٨) في إيجاب الحج والعمرة مقترنين أظهر وأشهر. </p><p> [٣٨٠] أخبرنا أبو عبد الله الحسين بن محمد بن الحسين بن عبد الله (٩) ، قال: نا أبو بكر أحمد بن محمد بن إسحاق (١٠) ، قال: </p><p>(١) ساقطة من (ح). (٢) في (أ): الآية.(٣) \"الأم\" للشافعي ٢/ ١٤٤ - ١٤٥، \"التمهيد\" لابن عبد البر ١٠/ ٢٠.(٤) البقرة: ١٢٤.(٥) البقرة: ١٨٧.(٦) في (أ): وأتموا.(٧) في (ح): ذكره.(٨) في (أ): والاختيار.(٩) ثقة، صدوق، كثير الرواية للمناكير.(١٠) حافظ، ثقة.</p><p> أنا أبو عبد الرحمن أحمد بن علي بن شعيب (١) ، قال: أنا إسحاق بن إبراهيم (٢) ، قال: أنا وكيع (٣) ، قال: أنا شعبة (٤) ، عن النعمان بن سالم (٥) ، عن عمرو بن أوس (٦) ، عن أبي رزين العقيلي (٧) أنه قال: يا رسول الله، إن أبي شيخ كبير لا يستطيع الحج، ولا العمرة، ولا </p><p>(١) كذا في جميع النسخ. وأما في (س): سعيد وكتب في هامشه: شعيب. والصواب: شعيب بن علي. وهو النسائي، الإمام، الحافظ، صاحب \"السنن\".(٢) ابن راهويه، الإمام، الثقة، الحافظ، المجتهد.(٣) ثقة، حافظ.(٤) ثقة، حافظ، متقن.(٥) النعمان بن سالم الطائفي. ثقة. من الرابعة.\"الجرح والتعديل\" لابن أبي حاتم ٨/ ٤٤٥، \"تهذيب التهذيب\" لابن حجر ٤/ ٢٣١، \"تقريب التهذيب\" لابن حجر (٧١٥٥).(٦) عمرو بن أوس بن أبي أوس واسمه حذيفة الثقفي الطائفي.تابعي، كبير. قال أبو هريرة: تسألوني، وفيكم عمرو بن أوس. توفي بعد (٩٠ هـ). \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٢٠، \"الإصابة\" لابن حجر ٥/ ١٧٦، \"تهذيب التهذيب\" لابن حجر ٣/ ٢٥٧، \"تقريب التهذيب\" لابن حجر (٤٩٩١).(٧) لَقِيط بن عامر بن المنتفق بن عامر بن عقيل أبو رزين العقيلي الطائفي.أكثر العلماء جعل لقيط بن عامر أبا رزين العقيلي غير لقيط بن صبرة. صحابي مشهور، روى أن النبي - صلى الله عليه وسلم - كان يكره المسائل، فإذا سأله أبو رزين أعجبته المسائل.\"التاريخ الكبير\" للبخاري ٧/ ٢٤٨، \"الطبقات\" لمسلم بن الحجاج (ص ١٦٨)، \"الاستيعاب\" لابن عبد البر ٣/ ١٣٤٠، \"أسد الغابة\" لابن الأثير ٤/ ٢٦٦، \"تهذيب الكمال\" للمزي ٢٤٨/ ٢٤، \"تهذيب التهذيب\" لابن حجر ٣/ ٤٧٩، \"الإصابة\" لابن حجر ٦/ ٨، \"تقريب التهذيب\" لابن حجر (٥٦٨٠).</p><p> الظَّعن (١) . قال:  \"حُجَّ عن أبيك واعْتمر\"  (٢) . </p><p>(١) ظَعَن يَظْعَن ظَعْنًا وظَعَنًا بالتحريك إذا سار، أي: لا يقوى على السير، ولا على الركوب من كبر السن. \"النهاية\" لابن الأثير ٣/ ١٥٧، \"حاشية السندي على سنن النسائي\" ٥/ ١١١.(٢) [٣٨٠] الحكم على الإسناد:إسناده صحيح.التخريج:الحديث في \"سنن النسائي\" في كتاب المناسك، باب العمرة على الرجل الذي لا يستطيع ٥/ ١١٧ (٢٦٣٧).ورواه الإمام أحمد في \"مسنده\" ٤/ ١٠ (١٦١٨٤)، والترمذي في كتاب الحج، باب ما جاء في الحج عن الشيخ الكبير والميت (٩٣٠)، وقال: حديث حسن صحيح. عن يوسف بن عيسى. ورواه ابن ماجه في كتاب المناسك، باب الحج عن الحي إذ لم يستطع (٢٩٠٦)، عن أبي بكر بن أبي شيبة وعلي بن محمد. ورواه ابن الجارود في \"المنتقى\" انظر: \"غوث المكدود\" ٢/ ١١٤ (٥٠٠) عن عمرو بن عبد الله وعبد الله بن هشام. كلهم عن وكيع به بنحوه. ورواه النسائي في كتاب المناسك، باب وجوب العمرة ٥/ ١١١ (٢٦٢١)، وابن خزيمة في \"صحيحه\" ٤/ ٣٤٥ (٣٠٤٠). والحاكم في \"المستدرك\" ١/ ٦٥٥ وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذهبي كلهم من طريق خالد بن الحارث. ورواه أبو داود في كتاب المناسك، باب الرجل يحج عن غيره (١٨١٠) عن حفص بن عمر، ومسلم بن إبراهيم، ومن طريقهما رواه الطبراني في \"المعجم الكبير\" ١٩/ ٢٠٣ (٤٥٧).ورواه الإمام أحمد في \"مسنده\" ٤/ ١٢ (١٦١٩٠) عن يزيد بن هارون، ومن طريقه رواه الدارقطني في \"السنن\" ٢/ ٢٨٣ وقال: رواته كلهم ثقات. ورواه الإمام أحمد في \"مسنده\" ٤/ ١٢ (١٦١٩٩) من طريق عفان، وبهز.ورواه الطيالسي في \"مسنده\" (ص ١٤٧) (١٠٩١). وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٩/ ٣٠٤ (٣٩٩١) من طريق أبي الوليد الطيالسي. =</p><p> وقال أبو المنتفق (١) : أتيت (رسول الله)  (٢) - صلى الله عليه وسلم - بعرفة، فدنوت منه حتى اختلفت (٣) عنق راحلتي وعنق راحلته. فقلت: يا رسول الله أنبئني بعمل ينجيني من عذاب الله، ويدخلني جنته (٤) ، قال:  \"اعبد الله، ولا تشرك به شيئًا، وأقم الصلاة المكتوبة، وأدِّ الزكاة المفروضة، وحج، واعتمر، وصم رمضان، وانظر ما تحب من الناس أن يأتوه إليك فافعله بهم، وما تكره من الناس أن يأتوه إليك فذرهم منه\"  (٥) . </p><p>= ورواه الطبري في \"جامع البيان\" ٢/ ٢١١ من طريق ابن مهدي، ومحمد بن أبي عدي. ورواه الطبراني في \"المعجم الكبير\" ١٩/ ٢٠٣ (٤٥٧، ٤٥٨) من طريق سليمان بن حرب، وابن إسحاق، كلهم عن شعبة به بنحوه. قال الإمام أحمد: لا أعلم في إيجاب العمرة حديثًا أجود من هذا ولا أصح منه. \"السنن الكبرى\" للبيهقي ٤/ ٣٥٠.(١) أبو المنتفق ويقال ابن المنتفق القيسي، له وفادة على النبي - صلى الله عليه وسلم - مع قومه بني قيس. \"الجرح والتعديل\" ٩/ ٣٢٧.\"الاستيعاب\" لابن عبد البر ٤/ ١٧٥٤، \"أسد الغابة\" لابن الأثير ٥/ ٣٠٦، \"الإصابة\" لابن حجر ٧/ ١٨١، \"تعجيل المنفعة\" لابن حجر ٢/ ٥٨٥.(٢) في (ح): النبي.(٣) في (أ): اختلف.(٤) في (أ): الجنة.(٥) رواه البخاري في \"التاريخ الكبير\" ٥/ ٣٩، وذكر أوله فقط. والطبري في \"جامع البيان\" ٢/ ٢١١، والطبراني في \"المعجم الكبير\" ١٩/ ٢١٠ (٤٧٤)، وابن الأثير في \"أسد الغابة\" ٦/ ٣٠٢ كلهم من طريق ابن عون، عن محمد بن جحادة، عن رجل، عن زميل له، عن أبيه وكان يكنى أبا المنتفق به. وليس عند الطبراني: عن رجل، وإسناده ضعيف فيه ثلاثة مبهمون. وذكره بلفظه الهيثمي وقال: عن حجير عن أبيه وكان يكنى أبا المنتفق ... رواه الطبراني في \"الكبير\" وفي إسناده حجير =</p><p> [٣٨١] وأخبرنا الحسين بن محمد بن الحسين (١) ، قال: أنا أحمد </p><p>= وهو ابن الصحابي، ولم أر من ذكره. \"مجمع الزوائد\" للهيثمي ١/ ٤٣ - ٤٤ ورواه الإمام أحمد في \"مسنده\" ٦/ ٣٨٣ (٢٧١٥٣)، والطبراني في \"المعجم الكبير\" ١٩/ ٢٠٩ (٤٧٣) من طريق همام بن يحيى، عن محمد بن جحادة، عن المغيرة بن عبد الله اليشكري، عن أبيه عنه وسماه ابن المنتفق به بنحوه وليس فيه موضع الشاهد: \"وحج واعتمر\".قال الطبراني: اضطرب ابن عون في إسناد هذا الحديث، ولم يضبطه عن محمد بن جحادة، وضبطه همام.\"المعجم الكبير\" ١٩/ ٢١٠.وقال الهيثمي: رواه أحمد والطبراني في \"المعجم الكبير\"، وفي إسناده عبد الله ابن أبي عقيل اليشكري، ولم أر أحدًا روى عنه غير ابنه المغيرة بن عبد الله.\"مجمع الزوائد\" ١/ ٤٣.وقال ابن حجر: عبد الله بن أبي عقيل اليشكري، عن ابن المنتفق، وعنه ابنه المغيرة ليس بالمشهور.\"تعجيل المنفعة\" ١/ ٧٥٣.ورواه الإمام أحمد في \"المسند\" ٦/ ٣٨٣ - ٣٨٤ (٢٧١٥٥) من طريق عمرو بن حسان ويونس بن أبي إسحاق، كلاهما عن المغيرة به بنحوه، وليس فيه ذكر للعمرة.وعلقه البخاري في \"التاريخ الكبير\" ٥/ ٣٨ عنهما.وللجزء الأول من الحديث شاهد من حديث ابن عمر.رواه ابن أبي عاصم في \"السنة\" ٢/ ٤٩٤ (١٠٧٠) عن ابن عمر قال: جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله أوصني: قال: \"اعبد الله، ولا تشرك به، وأقم الصلاة، وآت الزكاة، وصم رمضان، وحج البيت، واعتمر\".وقال الألباني: إسناده جيد، ورجاله كلهم ثقات رجال مسلم.\"ظلال الجنة\" ٢/ ٤٩٥.(١) الحسين بن محمد بن فنجويه أبو عبد الله الثقفي، ثقة، صدوق، كثير الرواية للمناكير.</p><p> ابن محمد بن إسحاق (١) ، قال: أنا أحمد بن علي بن شعيب (٢) ، قال: أنا محمد بن يحيى بن أيوب (٣) ، قال: نا سليمان بن حيان أبو خالد (٤) ، </p><p>(١) حافظ، ثقة. (٢) حافظ، ثقة.(٣) في (أ): أخبرنا أحمد بن أيوب.وهو محمد بن يحيى بن أيوب، ثقة، حافظ.(٤) سليمان بن حيان الأزدي الأحمر أبو خالد الكوفي.قال يحيى بن معين -في رواية أحمد بن أبي مريم- وعلي بن المديني والعجلي، وابن سعد، والدارقطني: ثقة. وقال ابن معين -في رواية عثمان الدارمي- والنسائي: ليس به بأس. وقال أبو حاتم: صدوق. وقال يحيى بن معين -في رواية الدوري-: صدوق وليس بحجة.وقال حفص بن غياث: سمعت سفيان الثوري إذا سئل عن أبي خالد الأحمر، يقول: نعم الرجل عبد الله بن نمير. وقال الخطيب: كان سفيان يعيب أبا خالد؛ لخروجه مع إبراهيم بن عبد الله بن حسن، فأما أمر الحديث فلم يطعن فيه. وقال ابن عدي: يغلط ويخطئ. وقال البزار: ليس ممن يلزم زيادته حجة، لاتفاق أهل العلم بالنقل أنه لم يكن حافظًا، وأنه قد روى أحاديث عن الأعمش وغيره لم يتابع عليها. وقال الذهبي في \"الكاشف\": صدوق إمام، وفي \"الميزان\" جعل علامة (صح) تعني تصحيح حديثه، وقال: الرجل من رجال الكتب الستة، وهو مكثر يهم كغيره. وقال ابن حجر: صدوق يخطئ. ولد سنة (١١٤ هـ)، وتوفي سنة (١٨٩ هـ) أو (١٩٠ هـ).\"تاريخ يحيى بن معين\" رواية الدارمي (ص ١٢٩)، \"معرفة الثقات\" للعجلي (ص ٢٠١)، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ١٠٦، \"الكامل\" لابن عدي ٣/ ٢٨١، \"السنن\" للدارقطني ٢/ ١٥٧، \"تاريخ بغداد\" للخطيب ٩/ ٢٢، \"الكاشف\" للذهبي (٢٠٨٠)، \"ميزان الاعتدال\" للذهبي ٢/ ٢٠٠، \"تهذيب التهذيب\" لابن حجر ٢/ ٨٩، \"تقريب التهذيب\" لابن حجر (٢٥٤٧).قلت: هو صدوق كما قال الذهبي وحديثه حسن.</p><p> عن عمرو بن قيس (١) ، عن عاصم (٢) ، عن شقيق (٣) ، عن عبد الله قال: قال رسول الله - صلى الله عليه وسلم -: \"تابعوا بين الحج والعمرة، فإنهما ينفيان الفقر والذنوب كما ينفي الكير خبث الحديد والذهب والفضة، وليس للحج المبرور ثواب دون الجنة\"  (٤) . </p><p>(١) عمرو بن قيس المُلائي أبو عبد الله الكوفي. ثقة، متقن، عابد، توفي سنة ست وأربعين ومائة.\"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٥٤، \"تهذيب التهذيب\" لابن حجر ٣/ ٢٩٩، \"تقريب التهذيب\" لابن حجر (٥١٠٠).(٢) ابن أبي النجود، صدوق، له أوهام.(٣) أبو وائل الكوفي. ثقة، مخضرم.(٤) [٣٨١] الحكم على الإسناد:إسناده حسن فيه عاصم بن أبي النجود صدوق له أوهام، وله شاهد بإسناد حسن فالحديث صحيح لغيره.التخريج:الحديث في \"سنن النسائي\" في كتاب مناسك الحج، باب فضل المتابعة بين الحج والعمرة ٥/ ١١٥ (٢٦٣١).ورواه الترمذي في كتاب الحج، باب ما جاء في ثواب الحج والعمرة (٨١٠) وقال: حديث حسن صحيح غريب. وابن خزيمة في \"صحيحه\" ٤/ ١٣٠ (٢٥١٢) والبزار في \"البحر الزخار\" ٥/ ١٣٤ (١٧٢٢)، والطبري في \"جامع البيان\" ٢/ ٢٠٩ كلهم عن عبد الله بن سعيد أبي سعيد الأشج.ورواه الإمام أحمد في \"مسنده\" ١/ ٣٨٧ (٣٦٦٩)، ومن طريقه رواه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٩/ ٦ (٣٦٩٣)، والطبراني في \"المعجم الكبير\" ١٠/ ١٨٦ (١٠٤٠٦)، وأبو نعيم في \"حلية الأولياء\" ٤/ ١١٠ وقال: غريب من حديث عاصم تفرد به عمرو بن قيس الملائي. ورواه الترمذي -في الموضع السابق- عن قتيبة بن سعيد.ورواه بن أبي شيبة في \"مصنفه\" ٥/ ١٠٣ (١٢٧٦٧) وعنه أبو يعلى في \"مسنده\" =</p><p> فصل (١) في إفراد الحج. </p><p> [٣٨٢] أخبرنا أبو عبد الله الحسين بن محمد الثقفي (٢) بقراءتي عليه (في داري)  (٣) ، (قال: أنا أبو بكر السني (٤) ، قال: أنا أبو عبد الرحمن النسائي (٥) ) (٦) ، </p><p>= ٨/ ٣٨٩ (٤٩٧٦). ومن طريق أبي بكر رواه الطبراني في \"المعجم الكبير\" -في الموضع السابق- والعقيلي في \"الضعفاء الكبير\" ٢/ ١٢٤، ورواه أبو يعلى في \"المسند\" ٩/ ١٥٣ (٥٢٣٦). والشاشي في \"مسنده\" ٢/ ٧٤ (٦٨٧) كلاهما من طريق زهير بن حرب، كلهم عن سليمان بن حيان به بنحوه. وله شاهد من حديث ابن عباس.رواه النسائي في كتاب مناسك الحج، باب فضل المتابعة بين الحج والعمرة ٥/ ١١٥ (٢٦٣٠)، والطبراني في \"المعجم الكبير\" ١١/ ١٠٧ (١١١٩٦)، والصيداوي في \"معجم شيوخه\" (ص ٣٧٢) (٣٦٣)، والذهبي في \"سير أعلام النبلاء\" ٤٧/ ١١٣ - ١٤٨، وقال: هذا حديث حسن عال. كلهم من طريق أبي عتاب سهل بن حماد قال: حدثني عزرة بن ثابت، عن عمرو بن دينار عنه مرفوعًا، بنحوه، وليس فيه \"وليس للحج المبرور ثواب دون الجنة\".وقوله هذا له شاهد من حديث أبي هريرة.رواه البخاري في كتاب العمرة، باب وجوب العمرة وفضلها (١٧٧٣).ومسلم في كتاب الحج، باب في فضل الحج والعمرة ويوم عرفة (١٣٤٩).(١) من (ز)، (أ).(٢) ثقة، صدوق، كثير الرواية للمناكير.(٣) زيادة من (ح)، (ز). وفي (أ): في داره.(٤) أحمد بن محمد بن إسحاق السني، حافظ، ثقة.(٥) حافظ، ثقة.(٦) في (ح): أنا أبو بكر أحمد بن محمد السني قال: ثنا أبو عبد الرحمن أحمد بن شعيب بن علي النسائي. وفي (ز): قال أنا عبد الرحمن أحمد بن شعيب النسائي.</p><p> قال: أخبرنا عبيد الله (١) بن سعيد (٢) ، وإسحاق (٣) بن منصور (٤) ، عن (٥) عبد الرحمن (٦) ، عن (٧) مالك (٨) ، عن عبد الرحمن بن القاسم (٩)  (عن أبيه (١٠) ) (١١) عن عائشة (١٢) رضي الله عنها أن رسول الله - صلى الله عليه وسلم - أفرد الحج (١٣) . </p><p>(١) كذا في (ش)، (ز) وهو الصواب. وأما في (س) و (ح)، (أ): عبد الله. (٢) أبو قدامة السرخسي. ثقة، مأمون.(٣) كذا في جميع النسخ. وأما في (س): وأبو إسحاق.(٤) إسحاق بن منصور بن بهرام الكوسج التميمي أبو يعقوب المروزي.ثقة، ثبت، توفي سنة (٢٥١ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٢/ ٢٣٤، \"تهذيب التهذيب\" لابن حجر ١/ ١٢٧، \"تقريب التهذيب\" لابن حجر (٣٨٤).(٥) في (ح): قالا: ثنا.(٦) عبد الرحمن بن مهدي بن حسان. ثقة، ثبت، حافظ، عارف بالرجال والحديث.(٧) في (ز): بن.(٨) مالك بن أنس، إمام رأس المتقنين وكبير المتثبتين.(٩) عبد الرحمن بن القاسم بن محمد بن أبي بكر الصديق التيمي أبو محمد المدني. ثقة، جليل. وقال ابن عيينة: كان أفضل أهل زمانه. توفي سنة (١٢٦ هـ) وقيل: (١٣١ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٥/ ٢٧٨، \"تهذيب التهذيب\" لابن حجر ٢/ ٥٤٥، \"تقريب التهذيب\" لابن حجر (٣٩٨١).(١٠) القاسم بن محمد بن أبي بكر الصديق التيمي. ثقة.(١١) زيادة من (ح)، (ز).(١٢) في (ز): عن أبيه القاسم، عن أبي بكر، عن عائشة. وكتب في هامشها: بن.(١٣) [٣٨٢] الحكم على الإسناد:إسناده صحيح. =</p><p> [٣٨٣] وأخبرنا الحسين (١) ، قال: أنا أحمد (٢) ، قال: أنا أبو عبد الرحمن (٣) ، قال: أخبرني محمد بن إسماعيل الطبراني (٤) ، </p><p>= التخريج: الحديث في \"الموطأ\" في الحج، باب إفراد الحج ١/ ٣٣٥، وفي \"سنن النسائي\" ٥/ ١٤٥ (٢٧١٥) في كتاب المناسك، باب إفراد الحج.ورواه الإمام أحمد في \"مسنده\" ٦/ ٣٦ (٢٤٠٧٧)، والبيهقي في \"السنن الكبرى\" ٥/ ٣ من طريق محمد بن ماهان كلاهما عن عبد الرحمن بن مهدي به.ورواه مسلم في كتاب الحج، باب بيان وجوه الإحرام (١٢١١) (١٢٢) عن إسماعيل بن أبي أويس ويحيى بن يحيى. ومن طريق يحيى رواه البيهقي في \"السنن الكبرى\" ٥/ ٣.ورواه الترمذي في كتاب الحج، باب ما جاء في إفراد الحج (٨٢٠) وقال: حديث حسن صحيح. وابن ماجه في كتاب المناسك، باب الإفراد بالحج (٢٩٦٤) كلاهما عن أبي مصعب. ورواه ابن ماجه -في الموضع السابق- عن هشام.ورواه الدارمي في \"السنن\" عن خالد بن مخلد. ورواه أبو يعلى في \"مسنده\" ٧/ ٣٢٤ (٤٣٦١) عن عبد الأعلى النرسي.وروه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٩/ ٢٤٣ (٣٩٣٤) من طريق أبي الوليد الطيالسي، وعبد الله بن عبد الوهاب.ورواه الطحاوي في \"شرح معاني الآثار\" ٢/ ١٣٩ من طريق ابن وهب كلهم عن مالك به بمثله.(١) ابن فنجويه أبو عبد الله الثقفي. ثقة، صدوق، كثير الرواية للمناكير.(٢) أحمد بن محمد بن إسحاق السني، ثقة.(٣) أحمد بن شعيب النسائي، حافظ، ثقة.(٤) محمد بن إسماعيل أبو بكر الطبراني. ثقة. من الثانية عشرة.\"تهذيب الكمال\" للمزي ٢٤/ ٤٩٢، \"تهذيب التهذيب\" لابن حجر ٣/ ٥١٥، \"تقريب التهذيب\" لابن حجر (٥٧٣٩).</p><p> قال: نا أحمد بن حنبل (١) ، قال: نا يحيى بن سعيد (٢) ، قال: نا شعبة (٣) قال: حدثني منصور (٤) وسليمان (٥) ، عن إبراهيم (٦) ، (عن الأسود)  (٧) عن عائشة - رضي الله عنها - قالت: خرجنا مع رسول الله - صلى الله عليه وسلم - لا نرى إلا الحج (٨) . </p><p>(١) الإمام، المشهور. (٢) القطان، ثقة، متقن، حافظ.(٣) شعبة بن الحجاج، ثقة، حافظ، متقن.(٤) ابن المعتمر أبو عتاب الكوفي. ثقة، ثبت، وكان لا يدلس.(٥) سليمان بن مهران الأعمش، ثقة، مدلس.(٦) إبراهيم بن يزيد النخعي، ثقة، يرسل.(٧) ساقطة من (أ).وهو الأسود بن يزيد بن قيس النخعي أبو عمرو ويقال: أبو عبد الرحمن الكوفي. مخضرم، ثقة، مكثر، فقيه. توفي سنة (٧٤ هـ) أو (٧٥ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٢/ ٢٩١، \"طبقات الفقهاء\" للشيرازي (ص ٧٩)، \"تذكرة الطالب المعلم\" (ص ٥١)، \"الإصابة\" لابن حجر ١/ ١٠٨، \"تهذيب التهذيب\" لابن حجر ١/ ١٧٣، \"تقريب التهذيب\" لابن حجر (٥٠٩).(٨) [٣٨٣] الحكم على الإسناد:إسناده صحيح.التخريج:رواه الإمام أحمد في \"المسند\" ٦/ ١٩١ (٢٥٥٧٨).والنسائي في كتاب مناسك الحج، باب إفراد الحج ٥/ ١٤٦ (٢٧١٨).والبخاري في كتاب الحج، باب التمتع والقران والإفراد بالحج (١٥٦١)، ومسلم في كتاب الحج، باب بيان وجوه الإحرام (١٢١١) (١٢٨)، وأبو داود في كتاب المناسك، باب في إفراد الحج (١٧٨٣) كلهم من طريق جرير.ورواه البخاري في كتاب الحج، باب إذا حاضت المرأة بعدما أفاضت (١٧٦٢)، والإمام أحمد في \"مسنده\" ٦/ ١٢٢ (٢٤٩٠٦)، كلاهما من طريق أبي عوانة. =</p><p> [٣٨٤] وأخبرنا الحسين (١) ، قال: أنا أحمد (٢) ، (قال: أنا أبو عبد الرحمن أحمد بن شعيب (٣) ) (٤) ، قال: أنا يحيى بن حبيب بن عربي (٥) ، عن حماد (٦) ، عن هشام (٧) ، عن أبيه (٨) ، عن عائشة - رضي الله عنها - قالت: خرجنا مع رسول الله - صلى الله عليه وسلم - موافين لهلال ذي الحجة، فقال رسول الله - صلى الله عليه وسلم -: \"من شاء أن يهل بالحج فليهل، ومن شاء أن يهل بعمرة(٩)فليهل بعمرة\"  (١٠) . </p><p>= ورواه الإمام أحمد في \"مسنده\" ٦/ ٢٥٣ (٢٦١٥٤، ٢٦١٦٠) من طريق إسرائيل، ومفضل. كلهم عن منصور به مطولًا. ورواه البخاري في كتاب الحج، باب الإدلاج من المحصب (١٧٧٢) من طريق محاضر عن الأعمش به مطولًا.(١) الحسين بن محمد بن فنجويه أبو عبد الله الثقفي، ثقة صدوق كثير الرواية للمناكير.(٢) أحمد بن محمد بن إسحاق السني، حافظ، ثقة.(٣) أحمد بن شعيب النسائي، حافظ، ثقة.(٤) زيادة من (ح).(٥) كذا في (ح) وهو الصواب. وأما في (س) و (ش): عن عربي. وفي (أ): بن عدي. وفي (ز): عن عدي.وهو يحيى بن حبيب بن عربي الحارثي، وقيل: الشيباني، أبو زكريا البصري. ثقة، توفي سنة (٢٤٨ هـ). وقيل: مات بعد (٢٥٠ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٩/ ١٣٧، \"تهذيب التهذيب\" لابن حجر ٤/ ٣٤٧، \"تقريب التهذيب\" لابن حجر (٧٥٢٦).(٦) حماد بن زيد بن درهم الأزدي الجهضمي أبو إسماعيل البصري. ثقة، ثبت، فقيه.(٧) هشام بن عروة، ثقة، ربما دلس.(٨) عروة بن الزبير، ثقة.(٩) في (ح)، (أ): بالعمرة.(١٠) في (ح): بالعمرة. =</p><p> والإفراد: أن يحرم بالحج (١) من الميقات ويفرغ منه، ثم يحرم </p><p>= [٣٨٤] الحكم على الإسناد: إسناده صحيح.التخريج:رواه النسائي في كتاب مناسك الحج، باب إفراد الحج ٥/ ١٤٥ (٢٧١٧).ورواه أبو داود في كتاب المناسك، باب في إفراد الحج (١٧٧٨)، عن سليمان ابن حرب قال: حدثنا حماد بن زيد به.ورواه البخاري في كتاب العمرة، باب الاعتمار بعد الحج (١٧٨٦)، والإمام أحمد في \"مسنده\" ٦/ ١٩١ (٢٥٥٨٧) من طريق يحيى بن سعيد.ورواه البخاري في كتاب الحيض، باب نقض المرأة شعرها عند غسل المحيض ١/ ٩٤ (٣١٧) من طريق أبي أسامة. ورواه في العمرة، باب العمرة ليلة الحصبة وغيرها (١٧٨٣) من طريق أبي معاوية. ورواه مسلم في كتاب الحج، باب بيان وجوه الإحرام (١٢١١) (١١٧)، والإمام أحمد ٦/ ١٩١ (٢٥٥٨٨) كلاهما من طريق وكيع.ورواه مسلم -في الموضع السابق- (١٢١١) (١١٥) وابن ماجه في كتاب المناسك، باب العمرة من التنعيم (٣٠٠٠) كلاهما من طريق عبدة بن سليمان. ورواه مسلم -في الموضع السابق- (١٢١١) (١١٦) من طريق ابن نمير.ورواه أبو داود -في الموضع السابق- من طريق حماد بن سلمة، ووهيب. كلهم عن هشام بن عروة به بنحوه مطولاً.ورواه البخاري في كتاب الحج، باب التمتع والإقران والإفراد بالحج (١٥٦٢)، ومسلم في كتاب الحج، باب بيان وجوه الإحرام (١٢١١) (١١٨)، والنسائي في كتاب مناسك الحج، باب إفراد الحج ٥/ ١٤٥ (٢٧١٦)، وأبو داود في كتاب المناسك، باب في إفراد الحج (١٧٧٩) كلهم من طريق محمد بن عبد الرحمن يتيم عروة عن عروة به بنحوه مطولاً.(١) ساقطة من (أ). وفي (ش): في الحج.</p><p> بالعمرة من مكة (١) ، وهو (٢) اختيار الشافعي وأصحابه - رضي الله عنهم - أجمعين (٣) . </p><p> فصل (٤) في القِران. </p><p> [٣٨٥] أخبرنا أبو عبد الله بن فنجويه الدينوري (٥) ، قال: أنا أبو بكر أحمد بن محمد بن إسحاق السني (٦) ، قال: أنا أبو عبد الرحمن النسائي (٧) ، قال: أنا يعقوب بن إبراهيم (٨) ، قال: أنا هشيم (٩) ، قال: أنا عبد العزيز بن صهيب (١٠) وحميد الطويل (١١) ويحيى بن أبي (١٢) إسحاق (١٣) ، كلهم عن أنس بن مالك سمعوه يقول: سمعت رسول </p><p>(١) في (ز): التنعيم. (٢) في (أ): وهذا.(٣) ساقطة من (ز). وفي (أ): رحمهم الله تعالى.\"سنن الترمذي\" كتاب الحج، باب ما جاء في إفراد الحج (٨٢٥)، \"السنن الكبرى\" البيهقي ٥/ ١٩، ٢٣.(٤) ساقطة من (ش)، (ح).(٥) الحسين بن محمد بن فنجويه أبو عبد الله الثقفي، ثقة صدوق كثير الرواية للمناكير.(٦) حافظ، ثقة.(٧) أحمد بن شعيب النسائي، حافظ، ثقة.(٨) ثقة، وكان من الحفاظ.(٩) في (ش): هشام. وهو هُشيم بن بشير، ثقة، ثبت، مدلس.(١٠) عبد العزيز بن صهيب البناني مولاهم البصري. ثقة.(١١) حميد بن أبي حميد الطويل. ثقة، مدلس.(١٢) زيادة من (ح).(١٣) يحيى بن أبي إسحاق الحضرمي مولاهم النحوي البصري.قال يحيى بن معين، وابن سعد، والنسائي: ثقة. وذكره ابن حبان في \"الثقات\". وقال أبو حاتم: لا بأس به صالح. وذكره العقيلي في \"الضعفاء\"، وروي عن =</p><p> الله - صلى الله عليه وسلم - يقول:  \"لبيك عمرة وحجًّا، لبيك عمرة وحجًّا\"  (١) . </p><p>= عبد الله بن أحمد بن حنبل، عن أبيه أنه قال: في حديثه نكارة. وفي \"العلل ومعرفة الرجال\" قال الإمام أحمد: في حديثه كأنه، قلت: فأيهما أحب إليك عبد العزيز أو يحيى؟ قال: عبد العزيز أوثق حديثًا من يحيى، عبد العزيز من الثقات، يحيى في حديثه بعض. يعني: الضعف. قال الذهبي: ثقة. وقال ابن حجر: صدوق ربما أخطأ. توفي سنة (١٣٦ هـ). \"العلل ومعرفة الرجال\" للإمام أحمد ١/ ٣٩٩، ٣/ ٢٧، \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٣٨٥، ٩/ ١٢٥، \"الضعفاء الكبير\" للعقيلي ٤/ ٣٩٩، \"الثقات\" لابن حبان ٥/ ٥٢٤، \"الكاشف\" للذهبي (٦١٢٩)، \"تهذيب التهذيب\" لابن حجر ٤/ ٣٣٨، \"تقريب التهذيب\" لابن حجر (٧٥٠١).قلت: هو ثقة كما قال الذهبي وقد روى له الجماعة.(١) [٣٨٥] الحكم على الإسناد:إسناده صحيح.التخريج:الحديث في \"سنن النسائي\" في مناسك الحج، باب القِران ٥/ ١٥٠ (٢٧٢٩). ورواه مسلم في كتاب الحج، باب إهلال النبي - صلى الله عليه وسلم - وهديه (١٢١٥) (٢١٤)، والبيهقي في \"السنن الكبرى\" ٥/ ٩ من طريق يحيى بن يحيى.ورواه الإمام أحمد في \"مسنده\" ٣/ ٩٩ (١١٩٥٨) وعنه أبو داود في كتاب المناسك، باب في الإقران (١٧٩٥).ورواه ابن خزيمة في \"صحيحه\" ٤/ ١٧٠ (٢٦١٩)، من طريق علي بن حجر.ورواه الطبراني في \"المعجم الصغير\" ٢/ ١٨٠ (٩٨٩) من طريق إسماعيل بن محمد الدمشقي كلهم (يحيى بن يحيى، الإمام أحمد، علي بن حجر، إسماعيل بن محمد الدمشقي) عن هشيم به.ورواه مسلم -في الموضع السابق- (١٢٥١) (٢١٥) من طريق إسماعيل بن إبراهيم، عن يحيى وحميد به.ورواه ابن ماجه في كتاب المناسك، باب من قرن بين الحج والعمرة (٢٩٦٩) من طريق عبد الوهاب. =</p><p> [٣٨٦] وأخبرنا أبو عبد الله (١) ، قال: أنا أبو بكر السني (٢) ، قال: أنا أبو عبد الرحمن النسائي (٣) ، قال: أنا محمد بن عبد الأعلى الصنعاني (٤) ، (قال: نا خالد (٥) ) (٦) ، قال: نا شعبة (٧) ، قال: حدثني </p><p>= ورواه الإمام أحمد ٣/ ١١١ (١٢٠٩١) عن سفيان بن عيينة كلاهما عن حميد به. ورواه ابن ماجه -في الموضع السابق- من طريق عبد الأعلي بن عبد الأعلى، عن يحيى بن أبي إسحاق به بنحوه.ورواه البخاري في كتاب الحج، باب رفع الصوت بالإهلال، وباب التحميد والتسبيح والتكبير قبل الإهلال (١٥٤٨، ١٥٥١)، والإمام أحمد ٣/ ١٦٤ (١٢٦٧٨) كلاهما من طريق أبي قلابة. ورواه مسلم في كتاب الحج، باب الإفراد والقران بالحج والعمرة (١٢٣٢) (١٨٥) والنسائي في مناسك كتاب الحج، باب القران ٥/ ١٥٠ (٢٧٣١)، والإمام أحمد ٣/ ٩٩ (١١٩٦١) كلهم من طريق بكر المزني، كلاهما عن أنس به مرفوعًا بنحوه.(١) الحسين بن محمد بن فنجويه، ثقة، صدوق كثير الرواية للمناكير.(٢) أحمد بن محمد بن إسحاق، حافظ، ثقة.(٣) أحمد بن شعيب النسائي، حافظ، ثقة.(٤) محمد بن عبد الأعلى الصنعاني القيسي أبو عبد الله البصري.ثقة. توفي سنة (٢٤٥ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٦، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٢١، \"تقريب التهذيب\" لابن حجر (٦٠٦٠).(٥) خالد بن الحارث بن عبيد بن سليم الهجيمي أبو عثمان البصري.ثقة، ثبت، ولد سنة (١١٩ هـ) أو (١٢٠ هـ). وتوفي سنة (١٨٦ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٣/ ٣٢٥، \"تهذيب التهذيب\" لابن حجر ١/ ٥١٥، \"تقريب التهذيب\" لابن حجر (١٦١٩).(٦) ساقطة من (أ).(٧) شعبة بن الحجاج، ثقة، حافظ، متقن.</p><p> حميد بن هلال (١) ، قال: سمعت مُطَرِّفًا (٢) يقول: قال لي عمران بن الحصين (٣) : جمع رسول الله - صلى الله عليه وسلم - بين حجة وعمرة، ثم توفي قبل أن ينهى عنهما، وقبل أن ينزل القرآن بتحريمه (٤) . </p><p>(١) حميد بن هلال بن هبيرة ويقال: ابن سويد بن هبيرة العدوي أبو نصر البصري. ثقة، عالم، توقف فيه ابن سيرين لدخوله في عمل السلطان. من الثالثة. \"الجرح والتعديل\" لابن أبي حاتم ٣/ ٢٣٠، \"جامع التحصيل\" للعلائي (ص ١٦٨)، \"تهذيب التهذيب\" لابن حجر ١/ ٥٠٠، \"تقريب التهذيب\" لابن حجر (١٥٦٣).(٢) مُطَرِّف بن عبد الله بن الشخِّير العامري الحَرَشي أبو عبد الله البصري.ثقة، عابد، فاضل. وعده سبط ابن العجمي في المخضرمين. ولد في حياة النبي - صلى الله عليه وسلم - وتوفي سنة (٩٥ هـ)، وقيل قبلها.\"الثقات\" لابن حبان ٥/ ٤٢٩، \"حلية الأولياء\" ٢/ ١٩٨، \"تذكرة الطالب المعلم\" (ص ٩٧)، \"تهذيب التهذيب\" لابن حجر ٤/ ٩٠، \"تقريب التهذيب\" لابن حجر (٦٧٠٦).(٣) صحابي.(٤) [٣٨٦] الحكم على الإسناد:إسناده صحيح.التخريج:الحديث في \"سنن النسائي\" في كتاب مناسك الحج، باب القِران ٥/ ١٤٩ (٢٧٢٦).ورواه مسلم في كتاب الحج، باب جواز التمتع (١٢٢٦) (١٦٧)، والإمام أحمد في \"المسند\" ٤/ ٤٢٧ (١٩٨٣٣) من طريق محمد بن جعفر. ورواه مسلم -في الموضع السابق- من طريق معاذ.ورواه الإمام أحمد في \"المسند\" ٤/ ٤٢٧ (١٩٨٣٣) عن حجاج، كلهم عن شعبة به بنحوه.ورواه البخاري في كتاب الحج، باب التمتع على عهد رسول الله - صلى الله عليه وسلم - (١٥٧١) =</p><p> [٣٨٧] وأخبرنا أبو عبد الله (١) ، قال: أنا أبو بكر (٢) ، قال: أنا أبو عبد الرحمن (٣) ، قال: أنا إسحاق بن إبراهيم (٤) ، قال: أنا جرير (٥) ، عن منصور (٦) ، عن أبي وائل (٧) قال: قال لي (٨) الصُّبي بن معبد (٩) : </p><p>= مختصرًا. ومسلم- في الموضع السابق (١٢٢٦) (١٦٨ - ١٧٠)، والنسائي -في الموضع السابق- (٢٧٢٨)، والإمام أحمد في \"المسند\" ٤/ ٤٢٨ (١٩٨٤١)، والدارمي في \"السنن\" (١٨٥٤) كلهم من طريق قتادة. ورواه مسلم -في الموضع السابق- (١٢٢٦) (١٧١)، والنسائي -في الموضع السابق- (٢٧٢٨) مختصرًا. وفي باب التمتع ٥/ ١٥٥ (٢٧٣٩) كلاهما من طريق محمد بن واسع. ورواه مسلم -في الموضع السابق- (١٢٢٦) (١٦٥، ١٦٦) وابن ماجه في كتاب المناسك، باب التمتع بالعمرة إلى الحج (٢٩٧٨) كلاهما من طريق أبي العلاء يزيد بن عبد الله، كلهم عن مطرف بن عبد الله به بنحوه. ورواه البخاري في كتاب التفسير، باب قوله: {فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ} (٤٥١٨)، ومسلم -في الموضع السابق- (١٢٢٦) (١٧٢)، والإمام أحمد في \"المسند\" ٤/ ٤٣٦ (١٩٩٠٧) كلهم من طريق أبي رجاء العطاردي عن عمران مرفوعًا بنحوه.(١) الحسين بن محمد بن فنجويه، ثقة، صدوق، كثير الرواية للمناكير.(٢) أحمد بن محمد بن إسحاق السني، حافظ، ثقة.(٣) أحمد بن شعيب النسائي، حافظ، ثقة.(٤) ابن راهويه، الإمام، الثقة، الحافظ.(٥) جرير بن عبد الحميد، ثقة، صحيح الكتاب.(٦) منصور بن المعتمر، ثقة، ثبت.(٧) شقيق بن سلمة، ثقة، مخضرم.(٨) ساقطة من (أ).(٩) صُبَيّ بن مَعْبَد التغلبي الكوفي.ثقة، مخضرم، من الثالثة.\"الجرح والتعديل\" لابن أبي حاتم ٣/ ٤٥٤، \"المؤتلف والمختلف\" للدارقطني =</p><p> كنت أعرابيًّا نصرانيًّا فأسلمت، فكنت حريصًا على الجهاد، فوجدت الحج والعمرة مكتوبين عليّ، فأتيت رجلًا من عشيرتي يقال له: هريم بن عبد الله (١) ، فسألته: فقال: اجمعهما، ثم اذبح ما استيسر (٢) من الهدي، فأهللت بهما، فلما أتيت العُذيب (٣) لقيني سلمان بن ربيعة (٤) ، </p><p>= ٣/ ١٤٤١، \"تذكرة الطالب المعلم\" (ص ٧٠)، \"الإصابة\" لابن حجر ٣/ ٢٥٩، \"تهذيب التهذيب\" لابن حجر ٢/ ٢٠٣، \"تقريب التهذيب\" لابن حجر (٢٩٠١). (١) وكذا وقع اسمه في \"سنن النسائي\" وقد وقع في اسمه اختلاف، ففي \"صحيح ابن خزيمة\" و\"مسند الإمام أحمد\": هُديم. وفي \"سنن أبي داود\": هُذيم بن ثُرْمُلَة. وفي \"معرفة الصحابة\": أديم. وذكره البخاري، والدارقطني، وابن ماكولا، وابن الأثير، وابن ناصر الدين باسم: هُدَيم. قال الدارقطني: ويقال له: أديم بالألف، والمحفوظ بالهاء. وذكره المزي، وابن حجر باسم: هذيم. قال ابن حجر: وربما قيل: أذيم. مخضرم، مقبول. من الثانية.\"التاريخ الكبير\" للبخاري ٨/ ٢٥٠، \"المؤتلف والمختلف\" للدارقطني ٤/ ٢٣٠١، \"معرفة الصحابة\" لأبي نعيم ١/ ٣٦٢، \"الإكمال\" لابن ماكولا ٧/ ٤٠٨، \"الاستيعاب\" لابن عبد البر ١/ ١٣٨، \"أسد الغابة\" لابن الأثير ١/ ٥٧، ٥/ ٥٦، \"تهذيب الكمال\" للمزي ٣٠/ ١٦٠، \"توضيح المشتبه\" لابن ناصر الدين ٩/ ١٤٥، \"الإصابة\" لابن حجر ١/ ١٠٣، ٦/ ٣٠٠، \"تهذيب التهذيب\" لابن حجر ٤/ ٢٦٤، \"تقريب التهذيب\" لابن حجر (٧٢٧٢).(٢) في (أ): تيسر.(٣) تصغير العذب وهو ماء لبني تميم بين القادسية والمغيثة، بينه وبين القادسية أربعة أميال. وهو من منازل حاج الكوفة.\"معجم البلدان\" لياقوت ٤/ ٩٢، \"حاشية السيوطي على سنن النسائي\" ٥/ ١٤٦.(٤) سلمان بن ربيعة بن يزيد بن عمرو الباهلي أبو عبد الله.يقال: إن له صحبة. وهو سلمان الخيل. ولاه عمر قضاء الكوفة، ثم ولي غزو =</p><p> وزيد بن صوحان (١) ، وأنا (٢) أهل بهما (٣) فقال أحدهما للآخر: ما هذا بأفقه من بعيره! فأتيت عمر بن الخطاب، فقلت: يا أمير المؤمنين، إني أسلمت، وأنا حريص على الجهاد، وإني وجدت الحج والعمرة مكتوبتين (٤) علي، فأتيت هريم بن عبد الله، فقال: أجمعهما، ثم اذبح ما استيسر من الهدي، فأهللت بهما، فلما أتيت العُذيب لقيني سلمان ابن ربيعة وزيد بن صوحان، فقال أحدهما للآخر (٥) : ما هذا بأفقه من بعيره. فقال عمر: هديت لسنة نبيك (٦) - صلى الله عليه وسلم - (٧) . </p><p>= أرمينية في زمن عثمان. واستشهد سنة (٢٥ هـ)، وقيل بعدها. \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٢٩٧، \"الاستيعاب\" لابن عبد البر ٢/ ٦٣٢، \"الإصابة\" لابن حجر ٣/ ١١٢، \"تهذيب التهذيب\" لابن حجر ٢/ ٦٨، \"تقريب التهذيب\" لابن حجر (٢٤٧٤).(١) زيد بن صوحان بن حُجر بن الحارث العبدي أبو سلمان، ويقال: أبو عائشة. مذكور في الصحابة، أدرك النبي - صلى الله عليه وسلم -، ويقال: إن له وفادة عليه. نزل الكوفة، وقطعت يده يوم جلولاء، ثم شهد الجمل مع علي - رضي الله عنه - وقتل بها سنة (٣٦ هـ). \"التاريخ الكبير\" للبخاري ٣/ ٣٩٧، \"الاستيعاب\" لابن عبد البر ٢/ ٥٥٥، \"أسد الغابة\" لابن الأثير ٢/ ٢٣٣، \"الإصابة\" لابن حجر ٣/ ٤٥، \"تعجيل المنفعة\" لابن حجر ١/ ٥٥٩.(٢) ساقطة من (ش).(٣) ساقطة من (ح).(٤) في (ح)، (ز)، (أ): مكتوبين.(٥) في (ز): لصاحبه.(٦) كذا في (ش)، (ح)، \"سنن النسائي\". وأما في (س)، (ز)، (أ): نبيكم.(٧) [٣٨٧] الحكم على الإسناد:إسناده صحيح. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= التخريج: الحديث في \"سنن النَّسائيّ\" في كتاب مناسك الحج، باب القرآن ٥/ ١٤٦ (٢٧١٩).ورواه أبو داود في كتاب المناسك، باب في الإقران (١٧٩٨، ١٧٩٩) عن عثمان ابن أبي شيبة، ومحمَّد بن قدامة بن أعين. ومن طريق أبي داود رواه البيهقي في \"السنن الكبرى\" ٤/ ٣٥٤. ورواه ابن خزيمة في \"صحيحه\" ٤/ ٣٥٧ (٣٦٠٩) عن يوسف بن موسى كلهم، عن جرير به بنحوه.ورواه النَّسائيّ -في الموضع السابق-٥/ ١٤٧ (٢٧٢٠) من طريق زائدة، والإمام أَحْمد ١/ ٣٧ (٢٥٦) من طريق سفيان الثَّوريّ، ورواه الطحاوي في \"شرح معاني الآثار\" ٢/ ١٤٥، وأبو نعيم في \"معرفة الصَّحَابَة\" ١/ ٣٦٢ (١١٠٧)، ومن طريقه ابن الأثير في \"أسد الغابة\" ١/ ٧١ من طريق شريك، ورواه الطحاوي في \"شرح معاني الآثار\" ٢/ ١٤٥ من طريق شعبة كلهم عن منصور به بنحوه.ورواه ابن ماجه في كتاب المناسك، باب من قرن الحج والعمرة (٢٩٧٠)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٩/ ٢١٦ (٣٩١٠، ٣٩١١)، والإمام أَحْمد في \"المسند\" ١/ ٢٥ (١٦٩)، والطحاوي في \"شرح معاني الآثار\" ٢/ ١٤٥، والبيهقي في \"السنن الكبرى\" ٥/ ١٦، والمقدسي في \"الأحاديث المختارة\" ١/ ٢٤٢ (١٣٧) كلهم من طريق عبدة بن أبي لبابة. ورواه النَّسائيّ -في الموضع السابق- (٧٢٢١) من طريق مجاهد.ورواه ابن ماجه -في الموضع السابق- والإمام أَحْمد في \"المسند\" ١/ ٣٧ (٢٥٤)، وأبو عبيد في \"الناسخ والمنسوخ\" (ص ١٨١) (٣٣٧)، والطحاوي في \"شرح معاني الآثار\" ٢/ ١٤٥، والطبراني في \"المعجم الأوسط\" ٢/ ٢٠٢ (١٧٢٥)، والمقدسي في \"الأحاديث المختارة\" ١/ ٢٤٠ (١٣٥) كلهم من طريق الأَعمش.ورواه الإِمام أَحْمد في \"المسند\" ١/ ١٤، ٥٣ (٨٣، ٣٧٩)، والطحاوي في \"شرح معاني الآثار\" ٢/ ١٤٥ من طريق الحكم. ورواه الإِمام أَحْمد ١/ ٣٤ =</p><p> [٣٨٨] وأخبرنا أبو عبد الله (١) ، قال: أنا أبو بكر (٢) ، قال: أنا أبو عبد الرَّحْمَن (٣) ، قال: أنا إسحاق بن إبراهيم (٤) ، قال: أنا أبو عامر (٥) ، قال: نا شعبة (٦) ، عن الحكم (٧) قال: </p><p>= (٢٢٧)، وأبو عبيد في \"الناسخ والمنسوخ\" (ص ١٨٠) (٣٣٦)، والمقدسي في \"الأحاديث المختارة\" ١/ ٢٤١ (١٣٦) من طريق سيار. ورواه الطحاوي في \"شرح معاني الآثار\" ٢/ ١٤٥ من طريق سلمة بن كهيل، وعاصم بن أبي النجود. كلهم عن أبي وائل به بنحوه.قال الدارقطني: وهو حديث صحيح، وأحسنها إسنادًا حديث منصور والأعمش، عن أبي وائل، عن الصبي بن معبد، عن عمر.\"العلل\" ٢/ ١٦٦.(١) الحسين بن محمَّد بن فنجويه، ثِقَة، صدوق، كثير الرواية للمناكير.(٢) أَحْمد بن محمَّد بن إسحاق السني، حافظ، ثِقَة.(٣) أَحْمد بن شعيب النَّسائيّ، حافظ، ثِقَة.(٤) ابن راهويه، الإمام، الثقة، الحافظ.(٥) عبد الملك بن عمرو القيسي العقدي. ثِقَة.(٦) شعبة بن الحجاج، ثِقَة، حافظ، متقن.(٧) الحكم بن عُتَيبة الكندي مولاهم أبو محمَّد -وقيل غير ذلك- الكُوفيّ.ثِقَة، ثبت، فقيه، إلَّا أنَّه ربما دلس. قال شعبة وغيره: أحاديث الحكم عن مقسم كتاب سوى خمسة أحاديث، ثم قال يحيى بن القطَّان: هي حديث الوتر، وحديث القنوت، وحديث عزيمة الطلاق، وجزاء العبد، وإتيان الحائض. ووصفه النَّسائيّ، وابن حبان بالتدليس، وذكره في المدلسين العلائي، وسبط ابن العجمي، وابن حجر وجعلوه في المرتبة الثَّانية. ولد سنة (٥٠ هـ). وقيل: (٤٧ هـ). وتوفي سنة (١١٣ هـ) أو (١١٤ هـ) أو (١١٥ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٣/ ١٢٣، \"الثِّقات\" لابن حبان ٤/ ١٤٤، \"سير أعلام النبلاء\" للذهبي ٥/ ٢٠٨، \"سؤالات السلمي للدارقطني\" (ص ٣٦٩)، =</p><p> سمعت علي بن حسين (١) يحدث عن مروان بن الحكم (٢) أن عثمان (٣) نهى عن المتعة، وأن يجمع بين الحج والعمرة، قال على: لبيك بحجة وعمرة معًا. فقال عثمان: أتفعلها (٤) ، وأنا أنهى عنها (٥) ؟ ! فقال علىي: لم أكن لأدع سنة رسول الله -صلى الله عليه وسلم- لأحد من النَّاس (٦) . </p><p>= \"جامع التحصيل\" للعلائي (ص ١٠٦، ١١٣، ١٦٧)، \"التبيين لأسماء المدلسين\" لسبط ابن العجمي (ص ٢٣، ٦٥)، \"تهذيب التهذيب\" لابن حجر ١/ ٤٦٦، \"تعريف أهل التقديس\" لابن حجر (ص ١٠٧)، \"تقريب التهذيب\" لابن حجر (١٤٥٣). (١) في (أ): الحسين.وهو علي بن الحسين زين العابدين، ثِقَة، ثبت.(٢) مروان بن الحكم بن أبي العاص بن أمية بن عبد شمس القُرشيّ الأُموي، أبو عبد الملك، وقيل غير ذلك.(٣) صحابي مشهور.(٤) في جميع النسخ: أتفعلهما.(٥) في (ز)، (أ): عنهما.(٦) [٣٨٨] الحكم على الإسناد:إسناده صحيح.التخريج:الحديث في \"سنن النَّسائيّ\" في كتاب مناسك الحج، باب القرآن ٥/ ١٤٨ (٢٧٢٣).ورواه البُخَارِيّ في كتاب الحج، باب التمتع والقران والإفراد بالحج (١٥٦٣)، والإمام أَحْمد في \"المسند\" ١/ ١٣٥ (١١٣٩) كلاهما من طريق محمَّد بن جعفر غندر.ورواه النَّسائيّ -في الموضع السابق- (٢٧٢٥) من طريق النضر.ورواه الدَّارميّ في \"السنن\" (١٩٦٤) عن سهل بن حماد، كلهم عن شعبة به بنحوه. =</p><p> والقِران أن يحرم (بالحج والعمرة)  (١) معًا من الميقات، وهو اختيار أبي حنيفة وأصحابه رحمهم الله (٢) . </p><p> قوله تعالى:  {فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} اختلف العلماء في معنى الإحصار الذي جعل الله تعالى على من ابتُليَ به في حجته أو عمرته ما استيسر من الهدي، فقال قوم: هو كل مانع وحابس منع المحرم وحبسه عن العمل الذي فرضه الله عز وجل عليه في إحرامه، ووصوله إلى البيت الحرام، أي شيء كان من مرض، (أو جرب)  (٣) ، أو جرح (٤) ، أو كسر (٥) ، (أو خوف، أو عدو)  (٦) أو لدغ، أو ذهاب نفقة، أو ضلال راحلة أو غيرها (٧) من الأعذار، فإنَّه </p><p>= ورواه النَّسائيّ -في الموضع السابق- (٢٧٢٢)، والإمام أَحْمد في \"المسند\" ١/ ٩٥ (٧٣٣) كلاهما عن طريق مسلم البطين عن علي بن الحسين به بنحوه. ورواه البُخَارِيّ -في الموضع السابق- (١٥٦٩)، ومسلم في الحج باب جواز التمتع (١٢٢٣) (١٥٩)، والإمام أَحْمد في \"المسند\" ١/ ٥٧، ٦٠، ٦١، ٩٧ (٤٠٢، ٤٢٤)، وكلهم من طريق سعيد بن المسيّب قال: اختلف على وعثمان به بنحوه.ورواه مسلم -في الموضع السابق- (١٢٢٣) (١٥٨). والإمام أَحْمد في \"المسند\" ١/ ٦١، ٩٧ (٤٣٢، ٧٥٦) من طريق عبد الله بن شَقِيق قال: إن عثمان. . به بمعناه.(١) في (أ): بالعمرة والحج.(٢) \"أحكام القرآن\" للجصاص ١/ ٢٨٥، \"بدائع الصنائع\" للكاساني ٢/ ١٧٤.(٣) ساقطة من (ش)، (ح)، (أ). وفي (ز): وحبس.(٤) في (ح): أو جراح.(٥) كذا في هامش (س) والنسخ كلها. وأما في (س): كبر.(٦) في (أ): أو خوف عدو.(٧) في (ز): وغيرها.</p><p> يقيم مكانه على إحرامه، ويبعث بهديه، أو بثمن الهدي، فإذا نحو الهدي؛ فقد حل من إحرامه، وهذا قول إبراهيم (١) النَّخَعيّ، والحسن (٢) ، ومجاهد (٣) ، وعطاء (٤) ، وقتادة (٥) ، وعروة بن الزُّبير (٦) ، ومقاتل (٧) ، والكلبي (٨) ، ومذهب أهل العراق (٩) ، واحتجوا بأن الإحصار في كلام العرب هو منع لعلة (١٠) من المرض </p><p>(١) من (ح). رواه الثَّوريّ في \"تفسيره\" (ص ٦١) (٧٨)، والطبري في \"جامع البيان\" ٢/ ٢١٣، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٥. (٢) رواه ابن أبي شيبة في \"المصنف\" ٥/ ٣٣٢ (١٤٠٣٩) وذكره البَغَوِيّ في \"معالم التنزيل\" ١/ ٢٢١، وأبو حيان في \"البحر المحيط\" ٢/ ٨١.(٣) هو في \"تفسيره\" ١/ ٩٩، ورواه الطبري في \"جامع البيان\" ٢/ ٢١٣، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٥.(٤) علقه البُخَارِيّ عنه في كتاب المحصر، قبل باب إذا أحصر المعتمر (١٨٠٦)، ورواه الثَّوريّ في \"تفسيره\" (ص ٦١) (٧٧)، والطبري في \"جامع البيان\" ٢/ ٢١٣، وابن أبي شيبة في \"مصنفه\" ٥/ ٣٣٢ (١٤٠٣٦)، وابن حجر في \"تغليق التعليق\" ٢/ ١٢٢ وعزاه إلى عبد بن حميد، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٥.(٥) رواه عبد الرَّزّاق في \"تفسيره\" ١/ ٧٥، والطبري في \"جامع البيان\" ٢/ ٢١٣.(٦) رواه الطبري في \"جامع البيان\" ٢/ ٢١٣، وابن أبي شيبة في \"مصنفه\" ٥/ ٣٣٢ (١٤٠٣٥)، وذكره ابن أبي حاتم في \"جامع البيان\" ١/ ٣٣٥.(٧) انظر \"تفسيره\" ١/ ٩٧.(٨) انظر \"تنوير المقباس\" للفيروزآبادي (ص ٢١).(٩) \"أحكام القرآن\" للجصاص ١/ ٢٦٨، \"شرح معاني الآثار\" للطحاوي ٢/ ٢٥٢، \"إيجاز البيان عن معاني القرآن\" للنيسابوري ١/ ١٣٩، \"بدائع الصنائع\" للكاساني ٢/ ١٧٥.(١٠) في (ش)، (ح): العلة.</p><p> وأشباهه غير منع (١) القهر والغلبة، فأما منع العدو، والحبس بالقهر من سلطان قاهر، فإنَّ ذلك حصر لا إحصار، كذا (٢) قال (٣) الكسائي (٤) ، وأبو عبيدة (٥) والفراء (٦) ، قالوا: كل (٧) ما كان من مرض، وذهاب نفقة، قيل: منه أُحْصِر فهو محصر، وما كان من حبس عدو، أو سجن، قيل: منه (٨) حُصِر فهو محصور (٩) ، يدل عليه قوله تعالى:  {وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا}  (١٠) أي محبسًا. قالوا (١١) : وإنما جعلنا حبس العدو (١٢) إحصارًا قياسًا على المرض إذ (١٣) كان في حكمه لا بدلالة الظاهر (١٤) . </p><p>(١) زيادة من (أ). (٢) في (ح): كذلك.(٣) في (ز): قاله.(٤) \"الفروق في اللغة\" للعسكري (ص ١٠٨)، \"أحكام القرآن\" للجصاص ١/ ٢٦٨، \"تأويلات أهل السنة\" للماتريدي ١/ ٤٠١.(٥) \"مجاز القرآن\" ١/ ٦٩.(٦) \"معاني القرآن\" ١/ ١١٧ - ١١٨.(٧) زيادة من (أ).(٨) منه ساقطة من (ح).(٩) في (ش): محصر.(١٠) الإسراء: ٨.(١١) ساقطة من (أ).(١٢) في (أ): العذر.(١٣) في (أ): إذا.(١٤) \"جامع البيان\" للطبري ٢/ ٢١٣.</p><p> وقال الآخرون (١) : الإحصار هو حبس (عدو أو قاهر)  (٢) من بني آدم عن الوصول إلى البيت، فأما المرض وسائر الأعذار، (فهو غير)  (٣) داخل في هذِه الآية، وهذا قول ابن عمر (٤) ، وابن عباس (٥) ، وعبد الله ابن الزُّبير (٦) ، وسعيد بن المسيّب (٧) ، وسعيد بن جبير، وشهر بن حوشب (٨) ، ومذهب الشَّافعيّ (٩) ، وأهل المدينة (١٠) ، واحتجوا بأن </p><p>(١) في (ح)، (ز): آخرون. (٢) في (ش)، (أ): عدو قاهر.(٣) في (حح): فغير.(٤) رواه مالك في \"الموطأ\" كتاب الحج، باب ما جاء فيمن أحصر بغير عدو ١/ ٣٦١، والشافعي في \"الأم\" ٢/ ١٧٨، والطبري في \"جامع البيان\" ٢/ ٢٢١، ٤/ ٤٨ (٣٣١٢، ٣٣١٣)، ٤/ ٤٩ (٣٣١٧ - ٣٣١٩)، والبيهقي في \"السنن الكبرى\" ٥/ ٢١٩.(٥) رواه مالك في \"الموطأ\" -الموضع السابق- والشافعي في \"الأم\" ٢/ ١٧٨، والطبري في \"جامع البيان\" ٢/ ٢١٣، ٢٢٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٦ (١٧٦٨)، والبيهقي في \"السنن الكبرى\" ٥/ ٢١٩، وعزاه السيوطي في \"الدر المنثور\" ١/ ٣٨٤ إلى عبد بن حميد، وابن المنذر.(٦) قوله رواه مالك -في الموضع السابق- ١/ ٣٦٢، والشافعي في \"الأم\" ٢/ ١٧٨، والطبري في \"جامع البيان\" ٢/ ٢٢١، والبيهقي في \"السنن الكبرى\" ٥/ ٢١٩.(٧) ذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٢٥ فيمن رأى أن الإحصار من عدو أو من مرض أو كسر. وانظر \"تفسير القرآن العظيم\" لابن كثير ٢/ ٢٢٨.(٨) لم أجده عنهما.(٩) \"الأم\" للشافعي ٢/ ١٧٨، \"اختلاف العلماء\" للمروزي (ص ٥٨)، \"السنن الكبرى\" للبيهقي ٥/ ٢١٩.(١٠) \"معاني القرآن\" للنحاس ١/ ١١٥، وانظر \"الموطأ\" للإمام مالك ١/ ٣٦٠ كتاب الحج، باب ما جاء فيمن أحصر بعدو.</p><p> نزول هذِه الآية في قصة الحديبية (١) ، وذلك (٢) إحصار عدو. يدل عليه أَيضًا (٣) قوله في سياق الآية: {فَإِذَا أَمِنْتُمْ} ولا يكون الأمن إلَّا من الخوف. وفي الحديث لا حصر إلَّا من حبس عدو (٤) . </p><p> وقال ثعلب: تقول العرب: حصرت الرَّجل عن حاجته فهو محصور، وأحصره العدو إذا منعه من السير فهو محصر (٥) . </p><p> وذكر يونس (٦) عن أبي عمرو قال: </p><p>(١) قال ابن حجر: متفق عليه من رواية جماعة من الصَّحَابَة. \"التلخيص الحبير\" ٢/ ٢٨٨.منهم ابن عمر روى حديثه البُخَارِيّ في كتاب المحصر، باب إذا أحصر المعتمر (١٨٠٦، ١٨٠٧)، ومسلم في كتاب الحج، باب بيان جواز التحلل بالإحصار وجواز القرآن (١٢٣٠)، وحديث المسور سيأتي تخريجه.(٢) في (ح): وذاك.(٣) ساقطة من (ح)، (أ).(٤) لم أجده مرفوعًا، وقد رواه الشَّافعيّ في \"الأم\" ٢/ ١٧٨، وابن أبي شيبة في \"مصنفه\" ٥/ ٢٧٩ (١٣٧١٧)، والطبري في \"جامع البيان\" ٢/ ٢١٣، ٢٢٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٦ (١٧٦٨)، والبيهقي في \"السنن الكبرى\" ٥/ ٢١٩ من طرق عن ابن عباس به موقوفًا.قال ابن حجر: رواه الشَّافعيّ بإسناد صحيح.\"التلخيص الحبير\" ٢/ ٢٨٨.(٥) في \"البحر المحيط\" لأبي حيان ٢/ ٦٨: قال ثعلب: أصل الحصر والإحصار: الحبس، وحصر في الحبس أقوى من أحصر.وانظر \"الدر المصون\" ٢/ ٣١٤.(٦) يونس بن حبيب الضَّبِّيّ، مولاهم أبو عبد الرَّحْمَن البَصْرِيّ.قال ابن السيرافي: بارع في النحو، وقد روى عنه سيبويه وأكثر، وله قياس في النحو، ومذاهب يتفرد بها. وقال ياقوت: إمام نحاة البصرة في عصره، ومرجع =</p><p> إذا منعته من (١) كل وجه، فقد حصرته (٢) ، وإذا منعته من المتقدم فقد أحصرته (٣) . </p><p> قال الشَّافعيّ: فإذا أحصر بعدو كافر، أو مسلم، أو سلطان يحبسه في سجن نحو هديًا لإحصاره حيث أحصر في حل أو حرم، وحل من إحرامه، ولا قضاء عليه، ولا شيء، إلَّا أن يكون واجبًا فيقضي. وإذا لم يجد هديًا يشتريه، أو كان فقير أقفيه قولان: أحدهما أنَّه (٤) لا يحل إلَّا بهدي، والآخر إذا كان يقدر عليه (حل، وأتى به إذا قدر عليه (٥) . </p><p> وقال بعض الفقهاء) (٦) : إذا لم يقدر أجزأه، وعليه طعام، أو صيام، وكل ما وجب على المحرم في ماله من بدنة (٧)  (وجزاء، وهدي)  (٨) ، وصدقة، فلا يجزئ إلَّا في الحرم لمساكين أهلها (٩) إلَّا </p><p>= الأدباء والنحويين في المشكلات. ولد سنة (٨٠ هـ)، وتوفي سنة (١٨٢ هـ). \"أخبار النحويين البصريين\" للسيرافي (ص ٥١)، \"معجم الأدباء\" لياقوت ٦/ ٢٨٥٠، \"بغية الوعاة\" للسيوطي ٢/ ٣٦٥.(١) في (ش): عن.(٢) في (ش): أحصرته.(٣) \"معاني القرآن\" للأخفش ١/ ٣٥٥.(٤) ساقطة من (ح).(٥) \"مختصر المزني\" الملحق بكتاب \"الأم\" للشافعي ٨/ ١٦٩ - ١٧٠. وانظر \"البسيط\" للواحدي ١/ ١٢٠ أ.(٦) ما بين القوسين ساقط من (ح).(٧) في (أ): فدية.(٨) في (أ): أو هدي وجزاء.(٩) في (أ): أهله.</p><p> في موضعين، أحدهما (١) : دم الحصر (٢) بالعدو، فإنَّه ينحر حيث حبس (٣) ويحل. والآخر من (٤) ساق هديًا، فعطب في طريقه، وذبحه، خلَّى (٥) بينه وبين المساكين؛ لم يجز له ولا لرفقائه أن يأكلوا منه شيئًا، وإن كانوا مساكين، فإن كان ما ساقه لفرض مثل أن يكون قارِنًا أو متمتعًا، جاز له أن يأكل، ويطعم (٦) غيره، وهذا معنى الإحصار وحكمه (٧) . فأما المرض وما أشبهه (٨) ، فإن له أن يتداوى بما لا بد له (٩) منه، ويفتدي (١٠) ، ثم يجعلها عمرة، ويحج عام (١١) قابل ويهدي. </p><p> وقوله {فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} أي: فعليه ما تيسر (١٢) . محله رفع (١٣) ، </p><p>(١) ساقطة من (أ). (٢) في (ش)، (ح)، (أ): المحصر.(٣) في (ح): يحبس.(٤) في (ش): ما.(٥) في (أ): خلا.(٦) في (ح): أو يطعم.(٧) \"أحكام القرآن\" للجصاص ١/ ٢٨٠، \"تأويلات أهل السنة\" للماتريدي ١/ ٤٠٤ - ٤٠٦.(٨) في (أ): وحكمه.(٩) من (أ).(١٠) في (ح): ويفدي.(١١) زيادة من (ح)، (ز)، (أ).(١٢) في (ش): يتيسر. وفي (أ): استيسر.(١٣) في (ش): رفعًا. =</p><p> وإن شئت جعلت (ما) في محل النصب، أي فاهدوا ما استيسر من الهدي (١) . وهو جمع هدية، مثل جَديَّة السرج، وجمعها جَدي (٢) قاله أبو عمرو، قال: ولا أعلم في الكلام شيئًا يشبهه (٣) . وقرأ الأعرج:  (الهدِيِّ) بكسر الدال، وتشديد الياء في جميع القرآن على معنى المفعول (٤) . </p><p> وروى عِصمة (٥) عن عاصم بتشديد الهدي في الرفع، والجر (٦) ، </p><p>= \"معاني القرآن\" للأخفش ١/ ٣٥٥، \"معاني القرآن\" للزجاج ١/ ٢٦٧. (١) \"معاني القرآن\" للفراء ١/ ١١٨، \"مشكل إعراب القرآن\" لمكي ١/ ٨٩.(٢) \"مجاز القرآن\" لأبي عبيدة ١/ ٦٩، \"جامع البيان\" للطبري ٢/ ٢١٩ - ٢٢٠، \"معاني القرآن\" للزجاج ١/ ٢٦٧.والجدية: القطعة من الكساء المحشوة تحت دفتي السرج، وظلفة الرحل، وهما جديتان. \"لسان العرب\" ٢/ ٢١٥ لابن منظور (جدًا).(٣) \"مجاز القرآن\" لأبي عبيدة ١/ ٦٩، \"جامع البيان\" للطبري ٢/ ٢١٩ - ٢٢٠.(٤) رواه عنه الطبري في \"جامع البيان\" ٢/ ٢٢٠، وعزاها إليه ابن خالويه في \"مختصر في شواذ القرآن\" لابن خالويه (ص ١٩)، والنحاس في \"إعراب القرآن\" ٢/ ٤١، والسمرقندي في \"بحر العلوم\" ١/ ١٩٢.(٥) عصمة بن عروة الفقيمي أبو نجيح البَصْرِيّ.قال الداني: بصري روى الحروف عن عاصم، والأعمش، وهارون بن موسى.وذكره ابن حبان في \"الثِّقات\" وسمى أباه عزرة. وقال الإِمام أَحْمد: لا يكتبون عنه. وقال أبو حاتم: مجهول.\"الجرح والتعديل\" لابن أبي حاتم ٧/ ٢٠، \"الثِّقات\" لابن حبان ٨/ ٥١٩، \"ميزان الاعتدال\" للذهبي ٣/ ٦٨، \"غاية النهاية\" لابن الجزري ١/ ٥١٢، \"لسان الميزان\" لابن حجر ٤/ ١٦٩.(٦) في (ش)، (ز)، (أ): في محل الرفع والجر. وفي (ح): في محل الجر والرفع.</p><p> وتخفيفه في حال (١) النصب نحو قوله تعالى: {هَدْيًا بَالِغَ الْكَعْبَةِ}  (٢)  {وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ}  (٣)  (٤) . وهما جميعًا ما يُهدى إلى بيت الله تعالى الحرام (٥) ، سُمي بذلك؛ لأنه تقربٌ (٦) إلى الله بمنزلة الهدية يهديها الإنسان إلى غيره متقربًا بها إليه. </p><p> واختلفوا في تأويل قوله:  {فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} فقال علي بن أبي طالب، وابن عباس: شاة (٧) . </p><p>(١) في (أ): محل. (٢) المائدة: ٩٥.(٣) المائدة: ٢.(٤) انظر: \"الكامل في القراءات الخمسين\" للهذلي (١٦٧ ب)، \"شواذ القراءة\" للكرماني (٣٧ ب)، وذكره عن عاصم الطبري في \"جامع البيان\" ٢/ ٢٢٠، وابن عطية في \"المحرر الوجيز\" ١/ ٢٦٧.(٥) زيادة من (أ).(٦) في (ش): يقر با. وفي (ز): يقرب.(٧) قول على رواه مالك في \"الموطأ\" في الحج، باب ما استيسر من الهدي ١/ ٣٨٤ (١٥٨).وسعيد بن منصور في \"السنن\" ٣/ ٧٥٣ (٣٠١)، وابن أبي شيبة في \"مصنفه\" ٥/ ١٣٢ (١٢٩٢٥)، والطبري في \"جامع البيان\" ٢/ ٢١٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٦ (١٧٦٨)، والبيهقي في \"السنن الكبرى\" ٥/ ٢٥، وعزاه السيوطي في \"الدر المنثور\" ١/ ٣٨٤ إلى عبد بن حميد، وابن المنذر.وقول ابن عباس رواه مالك في \"الموطأ\" -في الموضع السابق- (١٥٩)، وسعيد ابن منصور في \"السنن\" ٣/ ٧٤٩ (٢٩٨)، ٣/ ٧٦٠ (٣١٠)، ٣/ ٧٦٥ (٣١٢)، ٣/ ٧٦٩ (٣١٨ - ٣١٦)، والطبري في \"جامع البيان\" ٢/ ٢١٥ - ٢١٧، وابن أبي شيبة في \"مصنفه\" ٥/ ١٣٠، ١٣٢ (١٢٩١٠، ١٢٩٣٣)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٦ (١٧٧٠)، والبيهقي في \"السنن الكبرى\" ٥/ ٢٤.</p><p> وقال (١) الحسن وأنس (٢) وقتادة: أعلاه بدنة، وأوسطه بقرة، وأخسه شاة (٣) . </p><p> وقال ابن عمر: ما (٤) استيسر من الهدي: الإبل والبقر، ناقة دون ناقة، وبقرة دون بقرة، من دون من، وأنكر أن يكون الشاة من الهدي (٥) . </p><p> وأولى الأقوال بالصواب قول من قال: إنه شاة؛ لأنه أقرب (إلى اليسر)  (٦) ، ولأن الله تعالى سمى الشاة هديًا في قوله:  {بَالِغَ الْكَعْبَةِ}  (٧) . </p><p>(١) زيادة من (ح)، (أ). (٢) زيادة من (أ).(٣) قول الحسن رواه سعيد بن منصور في \"السنن\" ٣/ ٧٥٨ (٣٠٥)، والطبري في \"جامع البيان\" ٢/ ٢١٦، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٦، كلهم عن الحسن قال: {فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ} شاة. وليس فيه التقسيم المذكور.وقول قتادة رواه الطبري في \"جامع البيان\" ٢/ ٢١٦، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٦.(٤) في (أ): فما.(٥) رواه مالك في \"الموطأ\" في الموضع السابق ١/ ٣٨٦ (١٦٠). وسعيد بن منصور في \"السنن\" ٣/ ٧٥١ (٢٩٩)، ٣/ ٧٦٧ (٣١٣ - ٣١٧)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٣٦ (١٧٧٢)، وابن أبي شيبة في \"مصنفه\" ٥/ ١٣٠ (١٢٩١٤)، والطبري في \"جامع البيان\" ٢/ ٢١٨، ٢١٩، والبيهقي في \"السنن الكبرى\" ٥/ ٢٤. وعزاه السيوطي في \"الدر المنثور\" ١/ ٣٨٤ إلى عبد بن حميد، وابن المنذر.(٦) في (أ)، لليسر.(٧) المائدة: ٩٥. وفي جميع النسخ: {هَدْيًا بَالِغَ الْكَعْبَةِ}.</p><p> وفي الطير (١) شاة (٢) . </p><p> وقوله (٣) : {وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ} . اختلفوا في المحل الذي يحل فيه (٤) المحصر ببلوغ هديه إليه (٥) ؛ فقال بعضهم: هو ذبحه، أو نحوه (٦) بالموضع الذي أحصر فيه سواء كان في الحل، أو في الحرم (٧) . ومعنى (٨)  {مَحِلَّهُ} حيث يحل ذبحه، وأكله، والانتفاع به، كقوله - صلى الله عليه وسلم - في اللحم الذي تصدق به على بريرة (٩) . </p><p>(١) في (ح): الضبي. (٢) قال ابن قدامة: وفي الحمام شاة حكم به عمر، وعثمان، وابن عمر، وابن عباس، ونافع بن عبد الحارث.\"المغني\" لابن قدامة ٥/ ٤١٣، وانظر تخريج الآثار الواردة عنهم في \"التلخيص الحبير\" لابن حجر ٢/ ٢٨٥ - ٢٨٦.(٣) ليست في (ح)، (أ).(٤) زيادة من (أ).(٥) ساقطة من (أ).(٦) في (أ): ونحره.(٧) \"الأم\" للشافعي ٢/ ١٧٤، \"جامع البيان\" للطبري ٢/ ٢٢٠، \"أحكام القرآن\" لابن العربي ١/ ١٢٢.(٨) بعدها في (ز): الآية.(٩) بريرة مولاة عائشة بنت أبي بكر الصديق - رضي الله عنه -. كانت مولاة لبعض بني هلال، وقيل: كانت مولاة لأبي أَحْمد بن جحش، وقيل: كانت مولاة أناس من الْأَنصار، فكاتبوها ثم باعوها لعائشة، فأعتقتها، وتزوجت مغيثًا وكانت لا تريده، فخيرها رسول الله - صلى الله عليه وسلم - فاختارت فراقه. عاشت إلى خلافة يزيد بن معاوية.\"صحيح البُخَارِيّ\" ٦/ ٢١٠ (٥٢٧١، ٥٢٨٠ - ٥٢٨٣)، \"الاستيعاب\" لابن عبد البر ٤/ ١٧٩٥، \"أسد الغابة\" لابن الأثير ٥/ ٤٠٩، \"الإصابة\" لابن حجر ٨/ ٢٩، \"تقريب التهذيب\" لابن حجر (٨٥٤٣).</p><p> قال:  \"قربوه فقد بلغ محله\"  (١) يعني (٢) : قد بلغ محل طيبة، وحلاله بالهدية إلينا (٣) بعد أن كانت (٤) صدقة على بريرة </p><p> وهذا على (٥) قول من قال (٦) الإحصار إحصار العدو، يدل عليه فعل النَّبِيّ - صلى الله عليه وسلم -، وأصحابه بالحديبية (حين صُدُّوا عن البيت الحرام)  (٧) ، نحروا هديهم بها، والحديبية ليست من الحرم. </p><p> وروى الزُّهْرِيّ (٨) ، عن عروة بن الزُّبير (٩) ، عن المسور بن </p><p>(١) رواه البُخَارِيّ في كتاب الزكاة، باب الصدقة على موالي أزواج النَّبِيّ -صلى الله عليه وسلم- (١٤٩٣)، وفي كتاب الهبة، باب قبول الهدية (٢٥٧٨)، وفي كتاب النكاح، باب الحرة تحت العبد (٥٠٩٧)، وفي كتاب الأطعمة، باب الأدم (٥٤٣٠)، وفي كتاب الفرائض، باب الولاء لم أعتق وميراث اللقيط (٦٧٥١)، وفي كتاب الطلاق، باب لا يكون بيع الأمة طلاقًا (٥٢٧٩)، (٥٢٨٤)، ومسلم في كتاب العتق، باب \"إنما الولاء لمن أعتق\" (١٥٠٤) (١٠) (١١) (١٢) (١٤)، وفي كتاب الزكاة، باب إباحة الهدية (١٠٧٥) كلهم من طرق عن عائشة به، وليس فيه هذا اللفظ \"محله\"؛ لكنه ورد في حديث أم عطية أنَّه - صلى الله عليه وسلم - قال عن الشاة التي أرسلتها نسيبة الأنصارية: \"فقد بلغت مَحِلَّها\". رواه البُخَارِيّ في كتاب الزكاة، باب قدر كم يعطى من الزكاة والصدقة (١٤٤٦)، ومسلم في كتاب الزكاة، باب إباحة الهدية للنبي - صلى الله عليه وسلم - (١٠٧٦). (٢) في (ح): معنى.(٣) ساقطة من (أ).(٤) في (أ): كان.(٥) من (ح)، (أ)، (ش).(٦) في جميع النسخ: جعل.(٧) قلادة من (أ).(٨) فقيه، حافظ، متفق على جلالته وإتقانه.(٩) ثِقَة.</p><p> مخزمة (١) في قصة الحديبية) (٢) قال: لما كتب رسول الله -صلى الله عليه وسلم- كتاب القضية بينه وبين مشركي (٣) قريش عام (٤) الحديبية، قال لأصحابه:  \"قوموا، فانحووا، واحلقوا\" . </p><p> قال: فوالله ما قام أحد منهم حتَّى قال ذلك (٥) ثلاث مرات. فلما لم يقم أحد منهم قام، فدخل على أم سلمة، فذكر ذلك لها، فقالت أم سلمة: يَا نبي الله (٦) أخرج، ولا (٧) تكلم أحدًا منهم بكلمة (٨) حتَّى تنحر بدنتك، وتدعو حلَّاقك؛ فتحلق، فخرج ولم يكلم أحدًا (٩) حتَّى فعل ذلك، فلما رأوا ذلك (١٠) قاموا فنحروا، وجعل بعضهم يحلق بعضًا (حتى كاد بعضهم يقتل بعضًا)  (١١) غمًّا (١٢) . </p><p>(١) صحابي. (٢) ما بين القوسين زيادة من جميع النسخ.(٣) في (ز): المشركين من.(٤) كذا في جميع النسخ. وأما في (س): على.(٥) ساقطة من (ح).(٦) ساقطة من (ح). وفي (أ): يَا رسول الله.(٧) في (ح)، (أ): ثم لا.(٨) ساقطة من (ز).(٩) ساقطة من (ح).(١٠) ساقطة من (ح).(١١) في (ح): حتَّى كان يقتل بعضهم بعضًا.(١٢) الحكم على الإسناد:رجاله ثقات.</p><p> وقال بعضهم: محل هدي المحصر الحرم لا محل له غيره، فإن كان حاجًّا، فمحله يوم النحر، وإن كان معتمرًا فمحله يوم يبلغ هديه الحرم (١) . </p><p> وروى إبراهيم النَّخَعيّ عن عبد الرَّحْمَن بن يزيد (٢) قال: خرجنا مهلين بعمرة، فينا الأسود بن يزيد (٣) حتَّى نزلنا بذات (٤) الشقوق (٥) ، فلدغ صاحب لنا، فشق ذلك عليه، ولم يدر (كيف </p><p>= التخريج: الحديث جزء من حديث طويل رواه البُخَارِيّ في كتاب الشروط، باب الشروط في الجهاد والمصالحة مع أهل الحرب وكتابة الشروط (٢٧٣١، ٢٧٣٢). والإمام أَحْمد في \"مسنده\" ٤/ ٣٢٣، ٣٢٨ (١٨٩١٠، ١٨٩٢٨)، وعبد الرَّزّاق في \"مصنفه\" ٥/ ٣٣٠ (٩٧٢٠)، والطبري في \"جامع البيان\" ٢/ ٢٢١، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١١/ ٢١٦ (٤٨٧٢)، والبيهقي في \"السنن الكبرى\" ٥/ ٢١٥.(١) \"جامع البيان\" للطبري ٢/ ٢٢١، \"أحكام القرآن\" للجصاص ١/ ٢٧٢، \"شرح معاني الآثار\" للطحاوي ٢/ ٢٥١، \"بدائع الصنائع\" للكاساني ٢/ ١٧٩.(٢) في (ح)، (أ): زيد.عبد الرَّحْمَن بن يزيد بن قيس النَّخَعيّ أبو بكر الكُوفيّ.ثِقَة. تُوفِّي في الجماجم سنة (٨٣ هـ)، وقيل قبل ذلك.\"الجرح والتعديل\" لابن أبي حاتم ٥/ ٢٩٩، \"تهذيب التهذيب\" لابن حجر ٢/ ٥٦٧، \"تقريب التهذيب\" لابن حجر (٤٠٤٣).(٣) في (ح): زيد.(٤) في (ح): ذات.(٥) جمع شَق أو شِق، وهو الناحية، منزل بطريق مكة بعد واقصة من الكوفة، وهو لبني سلامة من بني أسد.\"معجم البلدان\" لياقوت ٣/ ٣٥٦.</p><p> يصنع) (١) فخرج بعضنا إلى الطريق يتشرف (٢) ، فإذا ركب (٣) فيهم عبد الله بن مسعود، فسألوه عن ذلك، فقال: ليبعث بهدي إلى مكة، واجعلوا بينكم وبينه يوم أمار (٤) ، فإذا ذبح الهدي (٥) ، فليحل، وعليه قضاء عمرته (٦) . </p><p> وقوله (٧) : {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ </p><p>(١) في (ح)، (ز): كيف نصنع. وفي (أ): ما يصنع. (٢) في (أ): يتشوف.(٣) في (ح)، (ز): بركب.(٤) ساقطة من (ح) وفيها: بينكم وبينه يومًا. وفي (أ): إينار.قال الكسائي: الأمارة: العلامة التي يعرف بها الشيء، يقول: اجعلوا بينكم وبينه يومًا تعرفونه؛ لكيلا تختلفوا فيه. وفيه لغتان: الأمار والأمارة. وقال الأصمعيّ: الأمار: الوقت، والعلامة، وأمر أمارة إذا سير علمًا.\"غريب الحديث\" لأبي عبيد ٢/ ١٩٨، \"غريب الحديث\" للحربي ١/ ٩٣.(٥) في (ز): هديه.(٦) رواه الطبري في \"جامع البيان\" ٢/ ٢٢٢ من طريق الأَعمش. ورواه الطبري في \"جامع البيان\" ٢/ ٢٢٢، والطحاوي في \"شرح معاني الآثار\" ٢/ ٢٥١ كلاهما من طريق الحكم. كلاهما -الأَعمش والحكم- عن إبراهيم به. ورواه ابن أبي شيبة في \"مصنفه\" ٥/ ٣٣٢ (١٤٠٣٧، ١٤٠٣٨)، والطبري في \"جامع البيان\" ٢/ ٢٢٢ - ٢٢٣، والطحاوي في \"شرح معاني الآثار\" ٢/ ٢٥١، والحربي في \"غريب الحديث\" ١/ ٨٢ كلهم من طريق عمارة بن عمير عن عبد الرَّحْمَن بن يزيد به بنحوه. ورواه أبو عبيد في \"غريب الحديث\" ٢/ ١٩٨، والطبري في \"جامع البيان\" ٢/ ٢٢٢، والبيهقي في \"السنن الكبرى\" ٥/ ٢٢١ من طريق الأسود بن يزيد. ورواه الطحاوي في \"شرح معاني الآثار\" ٢/ ٢٥١ عن طريق علقمة. كلاهما عن عبد الله بن مسعود بنحوه.(٧) ساقطة من (ح)، (أ).</p><p> أَوْ نُسُكٍ} معنى الآية: ولا تحلقوا رؤوسكم في حال الإحرام، إلَّا أن يضطر (١) إلى حلقه، إما لمرض يحتاج إلى مداواته، وإما لأذى (٢) برأسه من هوام، وصداع (٣) وغير ذلك (٤) ، فحلق، أو تداوى (٥) ، ففدية من صيام. </p><p> نزلت هذِه الآية في كعب بن عُجْرة (٦) قال: مر بي رسول الله -صلى الله عليه وسلم- زمن الحديبية، ولي وفرة (٧) من شعر فيها القمل والصيبان، وهي تتناثر على وجهي، وأنا أطبخ قدرًا لي، فقال (رسول الله - صلى الله عليه وسلم -)  (٨) : \"أيؤذيك هوام رأسك؟ \" قلت: نعم يَا رسول الله، فقال:  \"احلق رأسك\" فأنزل الله عز وجل: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ}  (٩) . </p><p>(١) في (ش): تضطروا. (٢) في (ز): الأذى.(٣) في (ش)، (أ): أو صداع.(٤) في (أ): أو غيرهما.(٥) في (ح). أو به أذى.(٦) كعب بن عجرة بن أمية بن عدي البلوي حليف الْأَنصار أبو محمَّد المدنِيُّ.تأخر إسلامه، ثم شهد المشاهد كلها. وهو الذي نزلت فيه بالحديبية الرخصة في حلق رأس المحرم والفدية، سكن الكوفة. تُوفِّي بالمدينة سنة (٥١ هـ) وقيل: (٥٢ هـ) وقيل (٥٣ هـ)، وله خمس وقيل: سبع وسبعون سنة.\"المعجم الكبير\" للطبراني ١٩/ ١٠٤، \"أسد الغابة\" لابن الأثير ٤/ ٢٤٣، \"تهذيب التهذيب\" لابن حجر ٣/ ٤٦٩، \"الإصابة\" لابن حجر ٥/ ٣٠٤.(٧) الوفرة: شعر الرأس إذا وصل إلى شحمة الأذن.\"النهاية\" لابن الأثير ٥/ ٢١٠.(٨) في (ز): عليه السلام.(٩) رواه البُخَارِيّ في كتاب المحصر، باب قول الله تعالى: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا} =</p><p> أي صيام ثلاثة أيام (١)  {أَوْ صَدَقَةٍ} على ستة مساكين، لكل مسكين نصف صاع (٢)  {أَوْ نُسُكٍ} أي (٣) : ذبيحة، واحدتها (٤) نَسِيكة (٥) . قرأ الحسن أو (نُسْك) خفيفًا (٦) ، وهي لغة تميم. (قال العلماء)  (٧) : أعلاها بدنة، وأوسطها بقرة، وأدناها (٨) شاة (٩) ، وهو مخير بين </p><p>= (١٨١٤)، وباب قول الله تعالى: {أَوْ صَدَقَةٍ} (١٨١٥)، وباب الإطعام في الفدية نصف صاع (١٨١٦)، وباب النسك شاة (١٨١٧، ١٨١٨)، وفي كتاب المغازي، باب غزوة الحديبية (٤١٥٩، ٤١٩٠، ٤١٩١)، وفي كتاب التفسير، باب قوله: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا} (٤٥١٧)، وفي كتاب المرضى، باب ما رخص للمريض (٥٦٦٥)، وفي كتاب الطب، باب الحلق من الأذى (٥٧٥٣)، وفي كتاب كفارات الإيمان، باب قول الله تعالى: {فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ} (٢٧٠٨). ومسلم في كتاب الحج، باب جواز حلق الرأس للمحرم إذا كان به أذى (١٢٠١).(١) ساقطة من (ح). و (أي صيام) ساقطة من (ش).(٢) ورد ذلك في بعض روايات حديث كعب بن عجرة الآنف الذكر.(٣) في (ح): هي.(٤) في (أ): واحدها.(٥) \"تفسير غريب القرآن\" لابن قتيبة (ص ٧٨)، \"جامع البيان\" للطبري ٢/ ٢٤٢، \"غريب القرآن\" للسجستاني (ص ٤٧٢).(٦) عزاها إليه الهذلي في \"الكامل في القراءات الخمسين\" (١٦٧ ب)، والكرماني في \"شواذ القراءة\" (٣٧ ب)، والزمخشري في \"الكشاف\" ١/ ٢٤١، وابن الجوزي في \"زاد المسير\" ١/ ٢٠٦.(٧) ساقطة من (ح).(٨) في (ح): وأسفلها.(٩) الذي ورد في بعض روايات حديث كعب أن المراد بالنسك شاة. رواه البُخَارِيّ في كتاب المحصر، باب الإطعام في الفدية (١٨١٦)، وباب وفي النسك شاة =</p><p> هذِه الثلاث (١) أيها شاء فعل. </p><p> وقال الحسن وعكرمة:  {فَفِدْيَةٌ مِنْ صِيَامٍ} : عشرة أيام {أَوْ صَدَقَةٍ} على عشرة مساكين لكل مسكين مد من بر، ومد (٢) من تمر {أَوْ نُسُكٍ} شاة (٣) . والقول الأول هو الصحيح (٤) ، وعليه الجمهور. </p><p> وهذِه الفدية أين يأتي بها؟ أجمعوا على أنَّه حيث شاء من </p><p>= (١٨١٧). ومسلم في كتاب الحج، باب جواز حلق الرأس للمحرم إذا كان به أذى (١٢٥١) (٨٥) (٨٦). قال ابن حجر: قال عياض ومن تبعه تبعًا لأبي عمر: كل من ذكر النسك في هذا الحديث مفسرًا فإنما ذكروا شاة، وهو أمر لا خلاف فيه بين العلماء. قلت: يعكر عليه ما أخرجه أبو داود من طريق نافع، عن رجل من الْأَنصار، عن كعب بن عجرة أنَّه أصابه أذى، فحلق، فأمره النَّبِيّ - صلى الله عليه وسلم - أن يهدي بقرة ... وقد عارضها ما هو أصح منها من أن الذي أمر به كعب وفعله في النسك إنما هو شاة.\"فتح الباري\" ٤/ ١٨.وقد ورد عن مجاهد، والحسن، وإبراهيم أنَّهم قالوا: النسك شاة فصاعدًا.انظر \"جامع البيان\" للطبري ٢/ ٢٣٤، \"السنن\" لسعيد بن منصور ٢/ ٧٤٢ (٢٩٤)، ٣/ ٧٤٣ (٢٩٥).(١) في (ح)، (أ): الثلاثة.(٢) في (ش)، (ح)، (أ): أو مد.(٣) قول الحسن رواه سعيد بن منصور في \"السنن\" ٣/ ٧٤٣ (٢٩٥)، وابن أبي شيبة في \"المصنف\" ٥/ ٣١٦ (١٣٩٣٦)، والطبري في \"جامع البيان\" ٢/ ٢٣٥ - ٢٣٦.وابن حزم في \"المحلى\" ٧/ ٢١٢.وقول عكرمة روه ابن أبي شيبة في \"مصنفه\" ٥/ ٣١٧ (١٤٩٤٤)، والطبري في \"جامع البيان\" ٢/ ٢٣٦، وابن حزم في \"المحلى\" ٧/ ٢١٢.(٤) في (أ): الأصح.</p><p> البلاد (١) . </p><p> وأما النسك والطعام، فقال بعضهم: يجب أن يكون بمكة. وقال بعضهم: أي موضع شاء. وهو الصواب؛ لأنه أبهم في الآية، ولم يخص مكانًا دون مكان (٢) . </p><p> {فَإِذَا أَمِنْتُمْ} من خوفكم، وبرأتم من مرضكم. </p><p> {فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ}  (٣) . اختلفوا في هذِه المتعة، فقال بعضهم: معناه: فمن أحصر حتَّى فاته الحج، ثم قدم مكة، فخرج من إحرامه بعمل عمرة، واستمتع بإحلاله ذلك يبلغ (٤) بتلك العمرة إلى السنة المستقبلة، ثم يحج ويهدي، فيكون متمتعًا بذلك الإحلال من لدن حله إلى إحرامه الثاني من القابل، وهذا قول عبد الله بن الزُّبير (٥) . </p><p> وقال بعضهم: معناه: فإذا أمنتم، وقد حللتم من إحرامكم بعد الإحصار، ولم تقضوا عمرة تخرجون بها من إحرامكم لحجكم (٦) ، </p><p>(١) \"جامع البيان\" للطبري ٢/ ٢٤١. (٢) \"جامع البيان\" للطبري ٢/ ٢٣٨ - ٢١٤.(٣) في (ز) زيادة: فما استيسر من الهدي.(٤) زيادة من (أ).(٥) رواه ابن أبي شيبة في \"مصنفه\" ٥/ ١٨٦ (١٣٢١٨)، والطبري في \"جامع البيان\" ٢/ ٢٤٤، وعزاه السيوطي في \"الدر المنثور\" ١/ ٣٨٧ إلى ابن المنذر، وذكره النحاس في \"معاني القرآن\" ١/ ١٢٤، ورواه عنه مختصرًا الطبري في \"جامع البيان\" ٢/ ٢٤٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٤١ (١٧٩٥)، وعزاه السيوطي في \"الدر المنثور\" ١/ ٣٨٧ إلى ابن المنذر.(٦) في (ش)، (أ): بحجكم.</p><p> ولكن (١) حللتم حين أحصرتم بالهدي، وأخرتم العمرة إلى السنة القابلة، فاعتمرتم في أشهر الحج ثم حللتم، فاستمتعتم بإحلالكم إلى حجكم، فعليكم ما استيسر من الهدي، وهذا قول علقمة (٢) ، وإبراهيم (٣) ، وسعيد بن جبير (٤) ، وكذلك روى عبد الله بن سلمة عن علي:  {فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ} قال: فإن أخر العمرة حتَّى يجمعها مع الحج فعليه الهدي (٥) . </p><p> وقال السدي: معناه فمن فسخ حجه بعمرة، فجعله عمرة (٦) ، واستمتع بعمرته (٧) إلى حجه، فعليه {ما اسْتَيْسَرَ مِنَ الْهَدْيِ}  (٨) . </p><p> وقال ابن عباس، وعطاء، وجماعة (٩) : هو الرَّجل يقدم معتمرًا من </p><p>(١) في (ز) وهامش (س): ولكنكم. (٢) رواه سعيد بن منصور في \"السنن\" ٢/ ٧١٢ (٢٨٧)، والطبري في \"جامع البيان\" ٤/ ٢٤٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٤٠ (١٧٨٧)، والطحاوي في \"شرح معاني الآثار\" ٢/ ٢٥٠، وفي آخره قال إبراهيم: فذكرت هذا الحديث لسعيد بن جبير، فقال: هكذا قال ابن عباس في هذا الحديث كله.(٣) رواه الطبري في \"جامع البيان\" ٢/ ٢٤٤.(٤) انظر ما تقدم في قول علقمة.(٥) رواه الطبري في \"جامع البيان\" ٢/ ٢٤٥، وعزاه السيوطي في \"الدر المنثور\" ١/ ٣٨٧ له وحده.(٦) ساقطة من (ح). وفي (أ): فعليه عمرة.(٧) في (أ): بعمرة.(٨) رواه الطبري في \"جامع البيان\" ٢/ ٢٤٥، وذكره الماوردي في \"النكت والعيون\" ١/ ٢٥٦. لكن الذي نقله المصنف كلام الطبري لا السدي.(٩) منهم سعد بن أبي وقَّاص، وابن عمر، وسعيد بن المسيّب، وإبراهيم، والحسن. =</p><p> أفق من الآفاق في أشهر الحج، فإذا قضى عمرته أقام (حلالًا بمكة)  (١)  (حتَّى ينشئ منها الحج)  (٢) ، فيحج من عامة ذلك (٣) ، فيكون مستمتعًا بالإحلال، (٤) إلى إحرامه بالحج. فمعنى التمتع الإحلال بالعمرة، فيقيم (٥) إحلالًا يفعل ما يفعل الحلال، ثم يحج بعد إحلاله من العمرة من غير رجوع إلى الميقات (٦) . </p><p> ومص نى التمتع: التلذذ، وأصله التزود، والمتاع: الزاد (٧) ، ثم </p><p>= انظر \"المصنف\" لابن أبي شيبة ٥/ ١٧٤، ١٧٥ (١٣١٤٨، ١٣١٤٩، ١٣١٥٠، ١٣١٥٣، ١٣١٦٠)، \"جامع البيان\" للطبري ٢/ ٢٤٥ - ٢٤٦، \"تفسير القرآن العظيم\" لابن أبي حاتم ٢/ ٣٤١، \"معاني القرآن\" للنحاس ١/ ١٢١. (١) في (أ): بمكة حلالًا.(٢) في (ح): حتَّى تيسر منها الحج. وفي (ز): حتَّى ينشئ منها إحرامه بالحج.(٣) ساقطة من (ح).(٤) في (ز): بإحلاله.(٥) في (أ): فيعتمر.(٦) قول ابن عباس رواه البُخَارِيّ في كتاب الحج، باب قول الله تعالى: {ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ} (١٥٧٢) معلقًا بصيغة الجزم. ووصله الإسماعيلي وأبو نعيم في مستخرجيهما.ورواه من طريقيهما ابن حجر في \"تغليق التعليق\" ٣/ ٦٢ - ٦٣ ووصله أَيضًا النَّبِيّ -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- في \"السنن الكبرى\" ٥/ ٢٣، ورواه سعيد بن منصور في \"السنن\" ٢/ ٧١٣ - ٧١٢، وابن أبي شيبة في \"مصنفه\" ٥/ ١٧٥ (١٣١٥٨)، والطبري في \"جامع البيان\" ٢/ ٢٤٤، ٢٤٥ وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٤٠ (١٧٩٠، ١٧٩٤)، ١/ ٣٤٠ (١٧٩٤).وقول عطاء رواه الطبري في \"جامع البيان\" ٢/ ٢٤٥.(٧) \"جامع البيان\" للطبري ١/ ٢٤١ - ٢٤٢ عند تفسير قوله تعالى: {وَمَتَاعٌ إِلَى حِينٍ} =</p><p> جُعِل (١) كل (٢) تلذذ تمتعًا. </p><p> قال الفقهاء: فالتمتع (٣) الذي يجب عليه الهدي، هو أن يجتمع فيه أربع (٤) شرائط: وهي (٥) أن يحرم بعمرة (٦) في أشهر الحج، ويحل من العمرة في أشهر الحج، وأن يحرم بالحج من (٧) عامة ذلك من مكة، ولا يرجع إلى الميقات (٨) . </p><p> وزاد بعض أصحابنا: وأن يكون من غير الحرم. فمتى انخرم شيء من هذِه الشرائط سقط عنه الدم، ولا يكون متمتعًا. </p><p> وقوله (٩) : {فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ} إلى أهلكم (١٠) . </p><p>= سورة البقرة آية (٣٦). وانظر \"غرائب القرآن\" ٢/ ١٦٠.(١) ساقطة من (ح). وكذا ضبطت في (ش)، (ز) وضبطت في (س): جَعَل.(٢) كذا في (ح)، (ز)، (أ). وأما في (س)، (ش): لكل.(٣) في (ح): والمتمتع.(٤) في (ح): أربعة. وفي (أ): بين أربع.(٥) في (ش)، (ز): وهو.(٦) من (أ).(٧) في (ز): في.(٨) \"غرائب القرآن\" للنيسابوري ٢/ ١٦١، \"فتح الباري\" لابن حجر ٣/ ٤٣٥.(٩) ساقطة من (ح)، (أ).(١٠) في (ش): أهليكم، ({وَسَبْعَةٍ إِذَا رَجَعْتُمْ} إلى أهلكم) كتبت في (أ) بعد قول طاوس ومجاهد.</p><p> قال المفسرون: يصوم يومًا قبل التروية، ويوم التروية، ويوم عرفة (١) ، ولا يجاوز بآخرهن (٢) يوم عرفة. قال طاوس ومجاهد: إذا صامهن إلى أشهر الحج أجزأ (٣) . </p><p> {تِلْكَ عَشَرَةٌ كَامِلَةٌ} ذكر الكمال على التأكيد (٤) ، كقول (٥) الأَعشى: </p><p> ثلاث بالغداة فهن حسبي ... وستٌّ حين يدركني العشاءُ </p><p> فذلك تسعة في اليوم ري وشرب المرء فوق الري داءُ (٦) </p><p>(١) هو قول علي، وابن عمر، وابن عباس، وجماعة من التابعين. انظر: \"تفسير القرآن\" لعبد الرَّزّاق ١/ ٧٦، \"جامع البيان\" للطبري ٢/ ٢٤٧ - ٢٤٨، \"تفسير القرآن العظيم\" لابن أبي حاتم ١/ ٣٤٢، \"الدر المنثور\" للسيوطي ١/ ٣٨٧ - ٣٨٨. (٢) في (ز): تأخيرهن. وفي (أ): بأحدهن.(٣) في (ش): أجزى. وفي (أ): أجزأه.رواه عنهما سعيد بن منصور في \"السنن\" ٣/ ٧٧٥ (٣٢٢)، والطبري في \"جامع البيان\" ٢/ ٢٤٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٤٣ (١٨٠٤)، ورواه عن مجاهد ابن أبي شيبة في \"مصنفه\" ٥/ ١٦٩ (١٣١٢٦)، والطبري في \"جامع البيان\" ٢/ ٢٤٧.وقد روى ابن أبي شيبة في \"مصنفه\" ٥/ ١٦٩ (١٣١٢٦) عن طاوس خلاف ذلك قال: لا يصوم الثلاثة إلَّا في العشر.وانظر \"الدر المنثور\" للسيوطي ١/ ٣٨٨.(٤) \"مجاز القرآن\" لأبي عبيدة ١/ ٧٠، \"معاني القرآن\" للأخفش ١/ ٣٥٦.(٥) زاد هنا في (س): الشَّاعر.(٦) البيتان ليسا في \"ديوانه\". وهما في \"البحر المحيط\" لأبي حيان ٢/ ٨٨، \"الدر المصون\" ٢/ ٣٢٠ وبلا عزو في \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٣٨٠.</p><p> وقال الفرزدق: </p><p> ثلاث واثنتان فهن خمس ... وسادسه يميل إلى شمامِ (١) </p><p> وقال بعضهم: كاملة بالهدي (٢) . وقيل (٣) : بالثواب (٤) . وقيل: كاملة بشروطها وحدودها. وقيل: لفظه خبر، وحكمه أمر؛ أي (٥) فأكملوها، ولا تنقصوها (٦) . </p><p> {ذَلِكَ} أي: ذلك التمتع {لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ} أي لمن لم يكن من أهل الحرم. وقال عكرمة: هو ما دون المواقيت إلى مكة (٧) . </p><p>(١) في \"ديوانه\" ٢/ ٨٣٥، وفي \"الموشح\" للمرزباني (ص ١٨٢) وقال: الشمام: المشامَّة. وهو في \"مشكل القرآن\" لابن قتيبة (ص ٢٤٣) دون عزو. وشمام: اسم جبل، انظر: \"لسان العرب\" لابن منظور ٧/ ٢٠٦ (شمم). (٢) في (أ): الهدي.(٣) ساقطة من (ح).(٤) \"معاني القرآن\" للزجاج ١/ ٢٦٨.(٥) ساقطة من (أ).(٦) \"جامع البيان\" للطبري ٢/ ٢٥٤.(٧) لم أجده بهذا اللفظ عن عكرمة، وقد روى ابن أبي شيبة في \"المصنف\" ٥/ ٣٨٢ (١٤٣٠٩) عن عكرمة قال: بكة ما حول البيت، ومكة ما رواء ذلك.وروى الطبري في \"جامع البيان\" ٢/ ٢٥٥ - ٢٥٦ مثل ما ذكره المصنف عن مكحول.وذكره عن مكحولٍ ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٤٤، والجصاص في \"أحكام القرآن\" ١/ ٢٨٩، والنحاس في \"معاني القرآن\" ١/ ١٢٨، وابن حزم في \"المحلى\" ٧/ ١٤٦.</p><p> وقال ابن جريج: حاضري (١) المسجد الحرام أهل عرفة (٢) ، والرجيع (٣) ، وضجنان (٤) ، ونخلتان (٥) . {وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ} . </p><p>(١) في (أ): حاضروا. (٢) عرفة: المشعر المعروف من مشاعر الحج، هو أشهر من أن نعرفه، هو المشعر الوحيد الذي يكون خارج الحرم.\"معجم البلدان\" ٤/ ١٠٤، \"معالم مكة التاريخية والأثرية\" العاتق البلادي (ص ١٨٣١).(٣) هو الموضع الذي غدرت فيه عُضل والقارة بالسبعة من أصحاب رسول الله -صلى الله عليه وسلم-. ويسمى اليوم (الوطية) ويبعد سبعة وستين كيلًا عن مكة.\"معجم البلدان\" لياقوت ٣/ ٢٩، \"قلب الحجاز\" لعاتق البلادي (ص ١٨ - ١٩)، \"معالم مكة التاريخية والأثرية\" لعاتق البلادي (ص ١١١).(٤) له ذكر في حديث الإسراء، وهو حرة تفترق في الغرب إلى كراعين: شمالية غربية\"، وتعرف اليوم باسم برقاء الغميم وجنوبية غربية، وتعرف باسم المحسنية، ويمر طريق مكة المدينة بطرف هذِه الحرة من الغرب على بعد أربعين كيلًا من عمرة التنعيم.\"معجم البلدان\" لياقوت ٣/ ٤٥٣، \"قلب الحجاز\" لعاتق البلادي (ص ٢٠)، \"معالم مكة التاريخية والأثرية\" لعاتق البلادي (ص ١٥٦).(٥) في هامش (ز) زيادة: ومَرٍّ وعرنة.وهما النخلة اليمانية، والنخلة الشامية، وتقعان عن يمين بستان ابن عامر وشماله، ويسمى هذا الموضع اليوم: وادي المضيق ويبعد عن مكة خمسة وأربعين كيلًا على طريق حاج العراق القديم.\"معجم البلدان\" لياقوت ٥/ ٢٧٦، \"قلب الحجاز\" لعاتق البلادي (ص ١٢ - ١٣)، \"معالم مكة التاريخية والأثرية\" لعاتق البلادي (ص ٢٩٩).والأثر لم أجده من قول ابن جريج. وقد روى ابن جريج عن عطاء مثله. رواه الأزرقي في \"أخبار مكة\" ٢/ ١٥٦، والفاكهي في \"أخبار مكة\" ٣/ ١١ (١٨٥٩)، =</p>"
}