{
  "id": null,
  "sura": 2,
  "aya": 102,
  "text": "<p> ١٠٢ - قوله عز وجل:  {وَاتَّبَعُوا} </p><p> يعني: اليهود. {مَا تَتْلُو الشَّيَاطِينُ} أي: ما تَلَتْ، كقول الشاعر: </p><p> وإذا مررتَ بقبرِه فاعقِرْ به ... كُومَ الهِجان وكلّ طرفٍ سابحِ </p><p> وانْضَح جوانبَ قبرِه بدمائِها ... فلقد يكونُ أخا دَمٍ وذبائحِ (١) </p><p> أي: فلقد كان. </p><p> [٢٨٥] وسمعت أبا القاسم بن حبيب (٢) يقول: سمعتُ أبا بكر بن عبدوس (٣) يقول حاكيًا عن الحسين بن الفضل (٤) أنَّه سُئل عن هذِه الآية، فقال: هو مختصر مضمَر تقديره: واتبعوا ما كانت تتلوا الشياطين، أي: ما (٥) تقرؤه (٦) . </p><p>(١) البيتان لزياد الأعجم. ووردا في \"البيان\" لابن الأنباري ١/ ١١٣، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٣٧، \"الدر المصون\" للسمين الحلبي ٢/ ٢٨. و(الكُوم): بالضم، جمع كوماء، وهي الناقة العظيمة السنام. والهجان من الإبل: البيض الكرام.(٢) قيل: كذبه الحاكم.(٣) تصحفت في (ج) إلى: عبدش، وهو محمد بن أحمد بن عبدوس، لم يذكر بجرح أو تعديل.(٤) ذكره الذهبي في \"الميزان\"، وعاب عليه الحافظ وذكره في كتابه.(٥) من (ت).(٦) [٢٨٥] الحكم على الإسناد:شيخ المصنف، كذبه الحاكم.انظر: \"البحر المحيط\" لأبي حيان ١/ ٤٩٤.</p><p> وقال ابن عباس: تَتَّبع وتعملُ به (١) . وقال عطاء وأبو عبيدة: تحدِّث وتتكلَّم به (٢) . </p><p> وقال يمان: ترويه (٣) . وقرأ الحسن:  (الشياطون) بالواو في موضع الرفع كلَّ (٤) القرآن (٥) . </p><p> [٢٨٦] وسمعتُ أبا القاسم الحبيبي (٦) يقول: لسمعت أبا حامد الخارْزنْجِي (٧) يقول: وسُئل عن قراءة الحسن فقال: هو لَحْنٌ فاحش عند أكثر أهل الأدب، غير أنَّ الأصمعيَّ زعم أنَّه سمع أعرابيًّا يقول: بستانُ فلان حوله بساتون (٨) . </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١/ ٤٤٧. وذكره البغوي في \"معالم التنزيل\" ١/ ١٢٦ - ١٢٧، والسيوطي في \"الدر المنثور\" ١/ ١٨٣، وعزاه لابن جرير. (٢) أخرجه ابن جرير في \"جامع البيان\" ١/ ٤٤٧ عن عطاء.وذكره البغوي في \"معالم التنزيل\" ١/ ١٢٧، والسيوطي في \"الدر المنثور\" ١/ ١٨٣ ونسبه لابن جرير.وقول أبي عبيدة في \"مجاز القرآن\" ١/ ٤٨.(٣) \"البحر المحيط\" لأبي حيان ١/ ٤٩٤.(٤) قبلها في (ت): في.(٥) انظر: \"مختصر في شواذ القرآن\" لابن خالويه (ص ٨)، \"المحرر الوجيز\" لابن عطية ١/ ١٨٥.(٦) ابن حبيب، قيل: كذبه الحاكم.(٧) إمام أهل الأدب بخراسان، ولم يذكر بجرح أو تعديل.(٨) [٢٨٦] الحكم على الإسناد:شيخ المصنف كذبه الحاكم.انظر: \"البحر المحيط\" لأبي حيان ١/ ٤٩٤.</p><p> {عَلَى مُلْكِ سُلَيْمَانَ} أي: في ملكه وعهده. كقول أبي النَّجم: </p><p> فهي على الأفْقِ كعينِ الأحولِ (١) </p><p> أي: في الأفق. </p><p> والمُلْك: تمام القدرة واستحكامها. قاله الزجَّاج. </p><p> قصَّة الآية: </p><p> هي أنَّ الشياطين كتبوا السحر والنيرنجيَّات (٢) على لسان آصَف (٣) : هذا ما علَّم آصفُ بن بَرْخيا سليمان الملك، ثم دفنوها تحت مصلاه حين نزع الله تعالى ملكه، ولم يشعر بذلك سليمان. </p><p> فلمَّا مات سليمان عليه السلام استخرجوها من تحت مصلاه، وقالوا للناس: إنما ملَكَكُم سليمان بهذا فتعلَّموه، فأما علماء بني إسرائيل وصلحاؤهم فقالوا: معاذ الله أن يكون هذا علم سليمان، وإن كان هذا علمه لقد هلك سليمان، وأما السَّفلة فقالوا: هذا علم سليمان، وأقبلوا على تعلمه، ورفضوا كتب أنبيائهم، وفشت الملامة لسليمان، فلم تزل هذِه حالهم حتى بعث الله عز وجل محمدًا - صلى الله عليه وسلم - فأنزل </p><p>(١) \"ديوان أبي النجم\" (ص ٢٤). (٢) في النسخ الأخرى: النيرنجات.في \"القاموس المحيط\": النيرنج: أُخُذٌ كالسحر وليس به، وفي \"لسان العرب\": النِّيَرجُ: أُخَذٌ تشبه السحر، وليست بحقيقته، ولا كالسّحْر، إنما هو تشبيه وتلبيس.\"القاموس المحيط\" للفيروزآبادي (ص ٢٦٥) (نورج)، \"لسان العرب\" لابن منظور ١٤/ ١٠٢ (نرج). وانظر: \"مفتاح السعادة\" لطاش كبرى زاده ١/ ٣٤٠.(٣) هو كاتب سليمان. كما جاء في المصادر التي أخرجت القصة.</p><p> عُذرَ سليمان على لسانه وأظهر براءته ممَّا رُمي به فقال:  {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ} الآية، هذا قول الكلبي (١) . </p><p> وقال السدي: كانت الشياطين تصعد إلى السماء فتقعُد منها مقاعد للسمع، فيسمعون (٢) كلام الملائكة فيما يكون في الأرض من موت أو غيره، فيأتون الكهنة ويخلطون بما سمعوا كذِبًا وزورًا في كل كلمة سبعين كذبة، ويخبرونهم بذلك، فاكتتب الناس ذلك، وفشا في بني إسرائيل أنَّ الجنَّ تعلم الغيب، فبَعث سليمان عليه السلام في الناس، وجَمع تلك الكتب وجعلها في صندوق ودفنها تحت كرسيه وقال: لا أسمع أحدًا يقول: إنَّ (الشياطين تعلم)  (٣) الغيب إلا ضربتُ عنقه، فلما مات سليمان ضل الناس (٤) وذهب العلماء الذين كانوا يعرفون أمر سليمان ودفنَه الكتب، وخلف من بعدهم خلْفٌ، تمثَّل شيطان على صورة إنسان، فأتى نفرًا من بني إسرائيل وقال: </p><p>(١) أخرج هذِه القصة، النسائي في \"تفسيره\" ١/ ١٧٩، والطبري في \"جامع البيان\" ١/ ٤٤٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢٩٧ (٩٨٨) من طريق المنهال بن عمرو عن سعيد بن جبير، عن ابن عباس بنحوه. ولفظ الطبري مختصر. والمنهال بن عمرو صدوق، ربما وهم، كما في \"تقريب التهذيب\" لابن حجر (٦٩٦٦). وانظر: \"عرائس المجالس\" للمصنف (ص ٤٣)، \"أسباب النزول\" للواحدي (ص ٣٥)، \"معالم التنزيل\" للبغوي ١/ ١٢٧ - ١٢٨، \"تفسير القرآن العظيم\" لابن كثير ١/ ٥١٤، \"الدر المنثور\" للسيوطي ١/ ١٨٢.(٢) في (ج)، (ش): فيستمعون.(٣) في (ج): الشيطان يعلم، وفي (ت): يعلمون.(٤) من (ت).</p><p> هل أدلكم على كنزٍ لا تأكلونه أبدًا؟ قالوا: نعم، قال: فاحفروا تحت الكرسي، وذهب معهم فأراهم المكان، وقام ناحية، فقالوا: ادنُ، فقال: لا، ولكنِّي هاهنا، فإن لم تجدوه فاقتلوني، وذلك أنه لم يكن أحدٌ من الشياطين، يدنو من الكرسي إلا احترق، فحفروا فوجدوا تلك الكتب، فلمَّا أخرجوها قال الشيطان: إنَّ سليمان كان يضبط الجنَّ والإنس والشياطين والطير بهذا، ثم طار الشيطان وذهب، وفشا في الناس أن سليمان كان ساحرًا، واتَّخذ بنو إسرائيل تلك الكتب، فلذلك أكثر ما يوجد السحر في اليهود، فلما جاء محمد - صلى الله عليه وسلم - خاصمته اليهود (١) فبرَّأ الله تعالى سليمان من (٢) ذلك وأنزل هذِه الآية (٣) . </p><p> وقال عكرمة: كان سليمان عليه السلام لا يُصبح يومًا إلا ينبُتُ (٤) في محرابه ببيت المقدس شجرة فيسألها ما اسمكِ؟ فتقول (٥) : </p><p>(١) بعدها في (ت): بها. (٢) في (ش): عن.(٣) أخرجه الطبري في \"جامع البيان\" ١/ ٤٥٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢٩٩ (٩٩٣) من طريق أسباط، عن السدي.وذكره الواحدي في \"الوسيط\" ١/ ١٨٢ وفي \"أسباب النزول\" (ص ٣٦)، والبغوي في \"معالم التنزيل\" ١/ ١٢٨، وابن الجوزي في \"زاد المسير\" ١/ ١٢١، وابن كثير في \"تفسير القرآن العظيم\" ١/ ٥١٥ - ٥١٦.وورد نحوه عن ابن عباس. انظر: \"الدر المنثور\" للسيوطي ١/ ١٨٢.(٤) في النسخ الأخرى: نبتت.(٥) بعدها في (ج): الشجرة.</p><p> اسمي كذا، وكذا فيقول: لأيِّ داءٍ أنتِ؟ فتقول: لكذا وكذا، فيأمر (١) بها فتُقطع وتُرفعُ في الخزانة، وَيغْرِسُ منها (٢) في البساتين، حتى نبتت الخرنوبة (٣) الشاميَّة فقال لها: ما أنتِ؟ قالت: أنا الخرنوبة. قال: لأي شيءٍ نبتِّ؟ قالت: لِخراب مسجدك. قال سليمان عليه السلام ما كان الله ليُخربه وأنا حيٌّ، أنتِ الذي (٤) على وجهكِ هلاكي وخراب بيت المقدس، فنزعها وغرسها في حائطه (٥) ، فلم يلبث أن تُوفي، فجعل الناس يقولون (٦) في مرضاهم: لو كان لنا (٧) مثل سليمان، فكتبت الشياطين كتابًا وجعلوه في مصلى سليمان، فقالوا للناس (٨) : نحنُ ندلكم على ما كان سليمان يُداوي به، فانطلقوا فاستخرجوا ذلك الكتاب، فإذا فيه سحرٌ ورُقى، فأنزل الله عز وجل عُذر سليمان وفعلَ </p><p>(١) في (ش): فأمر. (٢) بعدها في (ج): شجرة.(٣) في (س)، (ت): الخرُّوبة بدون نون، والمثبت من (ج)، (ش): وهكذا ورد أيضًا في مصادر التخريج والخُرْنُوبة، نوعان من الشجر: بريٌ وشامي، أما بريُّهُ فيسمى الينبوتة، ذو شوك، وهو الذي يستوقد به، يرتفع قدر الذراع، وله حَمْلٌ، لكنه بشع لا يؤكل إلا في الجَهْد، وفيه حبّ صلب. وأما شاميُّه: فهو يؤكل، وله حبٌّ وحَمْلٌ كالخيار.\"تاج العروس\" للزبيدي ٢/ ٣٤٧.(٤) في (ت): التي كان، وفي (ش): يكون.(٥) في (ش): على بدل (في)، وفي (ش)، (ج): حائط له.(٦) ساقطة من (ج).(٧) من (ت).(٨) من (ج).</p><p> الشياطين واليهود على نبيِّه محمد - صلى الله عليه وسلم - (١) . </p><p> {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ} بالسحر، فإنَّ السحر كُفرٌ {وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا} : قرأ أهل الكوفة والشام غير عاصم (٢) بتخفيف النون ورفع الشياطين. وكذلك في الأنفال {وَلَكِنَّ اللَّهَ قَتَلَهُمْ}  {وَلَكِنَّ اللَّهَ رَمَى}  (٣) ، والباقون: بالتشديد، ونصب ما </p><p>(١) لم أجده من قول عكرمة عند غير المصنف. إنما وردَ بنحوه عن ابن عباس، وخصيف الجزري. أما قول ابن عباس: فأخرجه البزار في \"البحر الزخار\" كما في \"كشف الأستار\" ٣/ ١٠٦ (٢٣٥٥، ٢٣٥٦)، ومحمد بن نصر المروزي في \"تعظيم قدر الصلاة\" ١/ ٢٢٥ (٢٠٧)، والطبري في \"جامع البيان\" ١/ ٤٥١، والطبراني في \"المعجم الكبير\" ١١/ ٤٥١ - ٤٥٢، والمروزي في زوائده على \"الزهد\" لابن المبارك (ص ٢٧٨ - ٢٧٩) (١٠٧٢)، والحاكم في \"المستدرك\" ٢/ ٤٢٣.وورد عند بعضهم مرفوعًا.قال البزار: لا نعلم أسنده إلا إبراهيم بن طهمان، قد رواه جماعة عن عطاء بن السائب، عن سعيد بن جبير، عن ابن عباس موقوفًا.وقال الحاكم: هذا حديث صحيح الإسناد، ولم يخرجاه. ووافقه الذهبي.وقال ابن كثير في \"تفسير القرآن العظيم\" ١١/ ٢٦٨: في رفعه غرابة ونكارة، والأقرب أن يكون موقوفًا.وقال الهيثمي في \"مجمع الزوائد\" ٨/ ٢٠٧ - ٢٠٨: رواه الطبراني والبزار بنحوه مرفوعًا وموقوفًا، وفيه عطاء وقد اختلط، وبقية رجالهما رجال الصحيح.وأما قول خصيف: فأخرجه سعيد بن منصور في \"سننه\" ٢/ ٥٧٦ (٢٠٤) بإسناد حسن إلى خصيف.وذكره السيوطي في \"الدر المنثور\" ١/ ١٨٣ وعزاه لسعيد بن منصور.(٢) ساقطة من (ج)، (ش)، وفي (ت): قرأ أهل الكوفة إلا عاصمًا.(٣) الأنفال: ١٧.</p><p> بعدَه (١) . </p><p> {وَلَكِنَّ} : كلمة لها معنيان: نفي الخبر الماضي وإثبات الخبر المستقبل، وهي مبنَّية من (٢) ثلاث كلمات (٣) : لا، كَ، إنْ:  (لا) نفْيٌ، والكاف: خطاب، و (إنْ) : إثباتٌ وتحقيقٌ، فذهبت الهمزة استثقالًا، وهي تُثقَّل وتُخفَّف، فإذا ثقَّلتَ نَصَبت بها (٤) ما بعدها من الأسماء كما تنصب بـ (إنَّ) الثقيلة وإذا (٥) خففتها رفعتَ بها، كما ترفع بـ (إنْ) الخفيفة (٦) . </p><p> {يُعَلِّمُونَ النَّاسَ السِّحْرَ} : قال بعضهم: السحر: العلم والحذق بالشيء، قال الله عز وجل:  {وَقَالُوا يَاأَيُّهَ السَّاحِرُ}  (٧) أي: العالم. </p><p> وقال بعضهم: هو التمويه بالشيء حتى يتوهَّم المتوهم أنَّه شيءٌ، ولا حقيقة له، كالسَّراب غرَّ من يراه (٨) ، وأخْلَفَ من رَجاه. قال الله </p><p>(١) \"السبعة\" لابن مجاهد (ص ١٦٧)، \"الكشف\" لمكي ١/ ٢٥٦، \"التيسير\" للداني (ص ٦٥). (٢) في (ت): على.(٣) بعدها في (ج)، (ش): أصلها. .، وفي (ت): وأصلها.(٤) من (ش).(٥) في (ت): وَإِنْ.(٦) \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٣٧، \"المجيد في إعراب القرآن المجيد\" للصفاقسي (ص ٣٥٩).وتعقب أبو حيان من قال بأنَّ لكن مركْبة من ثلاث كلمات. انظر: \"البحر المحيط\" لأبي حيان ١/ ٤٩٥.(٧) الزخرف ٤٩٠.(٨) في (ج)، (ت): رآه.</p><p> تعالى:  {قَالَ بَلْ أَلْقُوا فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى}  (١) . </p><p> {وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ} محل: (ما) نصبٌ بإيقاع التعليم عليه، معناه: ويعلِّمون الذي أُنزل على الملكين، أي: علمًا وإلهامًا، ويجوز أن يكون نصبًا بالاتباع وتقديره: واتبعوا ما أُنزل على الملكين، وجعل بعضهم (ما) جحدًا، وحينئذ لا محل له، يعني: ولم ينزل السحرُ على الملكين كما تزعم اليهود، وإنَّما يعلمونه من ذات أنفسهم، والقول الأول أصحُّ (٢) . </p><p> وقرأ ابن عباس والحسن والضحاك ويحيى بن أبي كثير:  (الملِكين) -بكسر اللام (٣) -، قال (٤) : وهما رجلان ساحران (كانا ببابل)  (٥) ، لأنَّ الملائكة لا يعلِّمون الناس السحر (٦) . </p><p>(١) طه: ٦٦. وانظر: \"النكت والعيون\" للماوردي ١/ ١٦٦، \"معالم التنزيل\" للبغوي ١/ ١٢٨، \"مفاتيح الغيب\" للرازي ٣/ ٢٠٥، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٣٨، \"البحر المحيط\" لأبي حيان ١/ ٤٩٦، \"غرائب القرآن\" للنيسابوري ١/ ٣٤٦، \"تفسير القرآن العظيم\" لابن كثير ١/ ٥٣٤.(٢) \"جامع البيان\" للطبري ١/ ٤٥٢، \"معاني القرآن\" للزجاج ١/ ١٨٣، \"البيان\" لابن الأنباري ١/ ١١٤.(٣) \"النكت والعيون\" للماوردي ١/ ١٦٥، \"المحتسب\" لابن جني ١/ ١٠٠، \"مختصر في شواذ القرآن\" لابن خالويه (ص ٨)، \"معالم التنزيل\" للبغوي ١/ ١٢٩.(٤) أي: ابن عباس. وفي (ج)، (ت): قالوا.(٥) ساقطة من (ت).(٦) ذكره البغوي في \"معالم التنزيل\" ١/ ١٢٩، الخازن في \"لباب التأويل\" ١/ ٨٨، وأبو حيان في \"البحر المحيط\" ١/ ٤٩٧.</p><p> وفسَّرها (١) الحسن فقال: عِلجان كانا (٢) ببابل (٣) . </p><p> وهي بابل العراق، وسُمِّيت: بابل؛ لتبلبل الألسنة بها عند سقوط صرح نمروذ أي: تفرّقها. </p><p> قال الخليل بن أحمد: إنَّما سمِّيت: بابل، لأنَّ الله تعالى حين أراد أن يخالف بين ألسنة بني آدم بحث ريحًا فحشرتهم من كلِّ أفق إلى بابل، فبلبل الله عز وجل ألسنتهم، فلم يدر أحدٌ (٤) ما يقول الآخر، ثم فرقتهم تلك الريح في البلاد، وهو لا ينصرف؛ لأنه اسم موضع عجَمي (٥) معروف (٦) . </p><p>(١) في (ت): (وفسَّرهما). (٢) من (ت).الرجل العلج: الحافي الغليظ الصلب الشديد.انظر: \"غريب الحديث\" للخطابي ٢/ ١٤٤.(٣) ذكره البغوي في \"معالم التنزيل\" ١/ ١٢٩، وابن عطية في \"المحرر الوجيز\" ١/ ١٨٦، والرازي في \"مفاتيح الغيب\" ٣/ ٢١٨، والقرطبي في \"الجامع لأحكام القرآن\" ٢/ ٤٦، الخازن في \"لباب التأويل\" ١/ ٨٨، وأبو حيان في \"البحر المحيط\" ١/ ٤٩٧.وأخرج ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٠٣ (١٠٠٩) مثله عن الضحاك.(٤) في (ت): أحدهم.(٥) ساقطة من النسخ الأخرى.(٦) \"معجم ما استعجم\" للبكري ١/ ٢١٨، \"معجم البلدان\" لياقوت ١/ ٣٠٩، \"زاد المسير\" لابن الجوزي ١/ ١٢٥، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٤٦، \"البحر المحيط\" لأبي حيان ١/ ٤٩٨، \"الدر المصون\" للسمين الحلبي ٢/ ٣٢.</p><p> {هَارُوتَ وَمَارُوتَ} : اسمان سريانيان، وهما في محل الخفضِ على تفسير الملكين بدلًا منهما، إلا أنهما نُصبا (١) بعُجمتهما ومعرفتهما (٢) . </p><p> وكانت قصتهما على (٣) ما ذكره (٤) ابن عباس والمفسِّرون (٥) : </p><p>(١) بعدها في (ت): فتحًا. (٢) \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٤٧، \"البحر المحيط\" لأبي حيان ١/ ٤٩٨، \"الدر المصون\" للسمين الحلبي ٢/ ٣٢.(٣) ساقطة من (ش).(٤) في (ت): حكاه.(٥) قصة هاروت وماروت التي ذكرها المصنف وردت عن جمع من الصحابة والتابعين وغيرهم، منهم: ابن عباس، وابن مسعود، وابن عمر، وعلي، وكعب الأحبار، والسدي، والكلبي، وغيرهم.وقد أخرج هذِه القصة: عبد الرزاق في \"تفسير القرآن\" ١/ ٥٣ - ٥٤، والبزار في \"البحر الزخار\" (٢٩٣٨)، وعبد بن حميد كما في \"المنتخب\" (٧٨٧)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٤/ ٦٣ (٦١٨٦)، الطبري في \"جامع البيان\" ١/ ٤٥٦ - ٤٥٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٠٥ - ٣٠٩ (١٠١٢ - ١٠١٦)، والسمرقندي في \"بحر العلوم\" ١/ ١٤٣، والبيهقي في \"السنن الكبرى\" ١٠/ ٤ كتاب الضحايا، باب النهي عن التداوي بالمسكر.وذكرها المصنف في \"عرائس المجالس\" (ص ٤٤)، والبغوي في \"معالم التنزيل\" ١/ ١٢٩ - ١٣١، وابن كثير في \"تفسير القرآن العظيم\" ١/ ٥٢٣ - ٥٣٣ وغيرهم، واستقصى رواياتها السيوطي في \"الدر المنثور\" ١/ ١٨٥ - ١٩٣.قال ابن حجر بعد أن ذكر المرويات في قصة هاروت وماروت: وقد لخَّص الثعلبي، ثم ابن ظفر، ثم القرطبي هذِه القصة من بعض ما ذكرته، ومن رواية الكلبي وغيره من المفسِّرين وذكروا في القضَّة زيادات.\"العجاب في بيان الأسباب\" لابن حجر ١/ ٣٣٣. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وقد ضعَّف كثير من العلماء والمفسرين هذِه القصة، ومن أجود ما قيل في ذلك ما قاله ابن كثير؛ حيث قال: وقد رُوي في قصة هاروت وماروت عن جماعة من التابعين كمجاهد والسدي والحسن البصري وقتادة وأبي العالية والزهري والربيع ابن أنس ومقاتل بن حيان وغيرهم، وقصَّها خلق من المفسرين من المتقدمين والمتأخرين، وحاصلها راجع في تفصيلها إلى أخبار بني إسرائيل؛ إذ ليس فيها حديث مرفوع صحيح متصل الإسناد إلى الصادق المصدوق المعصوم الذي لا ينطق عن الهوى، وظاهر سياق القرآن إجمال القصة من غير بسط ولا إطناب فيها، فنحن نؤمن بما ورد في القرآن على ما أراده الله تعالى والله أعلم بحقيقة الحال. \"تفسير القرآن العظيم\" ١/ ٥٣٢. وانظر كذلك: \"المحرر الوجيز\" لابن عطية ١/ ١٨٧، \"أحكام القرآن\" لابن العربي ١/ ٣٠، \"مفاتيح الغيب\" للرازي ٣/ ٢١٩ - ٢٢٠، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٤٦، \"أنوار التنزيل\" للبيضاوي ١/ ١٧٥، \"لباب التأويل\" للخازن ١/ ٩٠، \"البحر المحيط\" لأبي حيان ١/ ٤٩٨ وغيرهم، حيث ضعَّفوا هذِه القصة.وأقوى ما تُضَعَّف به هذِه القصة أمران:الأول: أنَّه لا يثبت فيها شيء مرفوع -كما قال ابن كثير-، وأما الموقوف فهو وإن قوي أسانيد بعضه إلا أن العلماء بيَّنوا أن هذِه الموقوفات قد قيلت حكايةً عن بني إسرائيل، وتحديثًا عنهم. ولذلك قال ابن كثير -بعد أن ذكر مرويات القصة-: . . فهذا أظنه من وضع الإسرائليين، وإن كان قد أخرجه كعب الأحبار، وتلقاه عنه طائفة من السلف، فذكروه على سبيل الحكاية والتحديث عن بني إسرائيل. \"تفسير القرآن العظيم\" لابن كثير ١/ ٥٣٢.الثاني: أنَّ في القصة قدحًا في عصمة الملائكة عليهم السلام الذين لا يعصون الله ما أمرهم ويفعلون ما يؤمرون.انظر: \"الشفاء\" للقاضي عياض بشرح القاري ٢/ ٣١٨، \"الفِصَل في الملل والأهواء والنحل\" لابن حزم ٣/ ٣٠٥، \"البحر المحيط\" لأبي حيان ١/ ٤٩٨، \"الإسرائيليات والموضوعات\" لأبي زهرة (ص ١٥٩ - ١٦٦)، حاشية أحمد شاكر. =</p><p> أنَّ الملائكة رأوا ما يصعد إلى السماء من أعمال بني آدم الخبيثة وذنوبهم الكثيرة، وذلك في زمن إدريس، فعيَّروهم بذلك ودعَتْ عليهم، وقالوا: هؤلاء الذين جعلتهم في الأرض واخترتَهم فهم يعصونك! قال الله عز وجل لهم: لو أنزلتكم إلى (١) الأرض، وركَّبت فيكم ما ركَّبتُ فيهم لارتكبتم ما ارتكبوا. فقالوا: سبحانك ما كان ينبغي لنا أن نعصيك، قال الله تعالى: فاختاروا ملَكين من خياركم أُهبطهما إلى الأرض، فاختاروا هاروت وماروت وكانا من أصلح الملائكة وأعبدهم. </p><p>= على \"مسند أحمد\" ٩/ ٢٩ - ٣٣ (٦١٧٨). وهناك قول آخر في قصة هاروت وماروت: حيث ذهب ابن حجر العسقلاني وجلال الدين السيوطي إلى أنَّ هذِه القصة ثابتة، وذلك لكثرة رواياتها، وتعدد طرقها، وقوة مخارج أكثرها.وقد ساق ابن حجر روايات هذِه القصة، والحكم على كل رواية بما رآه صوابًا، ثم ردَّ على من طعن في هذِه القصة، وفي نهاية المطاف قال: وأقول: في طرق هذِه القصَّة القوي والضعيف، ولا سبيل إلى ردِّ الجميع، فإنَّه ينادي على مَنْ أطلقه بقلة الاطلاع والإقدام على رد ما لا يعلمه، لكن الأولى أن ينظر إلى ما اختلف فيه بالزيادة والنقص، فيؤخذ بما اجتمعت عليه، ويُؤخذ من المختلف ما قوي، ويُطرح ما ضعف، أو ما اضطرب، فإن الاضطراب إذا بَعُد به الجمع بين المختلف ولم يترجَّح شيءٌ منه التحق بالضعيف المردود. والله المستعان.\"العجاب في بيان الأسباب\" لابن حجر ١/ ٣٤٣.وانظر: \"القول المُسدَّد في الذَّبِّ عن مسند أحمد\" \"ص ٤٨\" لابن حجر، \"اللآلئ المصنوعة\" للسيوطي ١/ ١٥٩، \"مناهل الصفا في تخريج أحاديث الشفا\" للسيوطي أيضًا ٤/ ٢٣١.(١) في (ت): في.</p><p> قال الكلبي: قال الله تعالى لهم: اختاروا ثلاثة (فاختاروا عزًّا (١) وهو هاروت، وعزايا وهو ماروت -وغُيِّر اسمهما لمَّا قارفا الذنب، كما غُيِّر اسم إبليس- وعزائيل، فركَّب الله عز وجل فيهم الشهوة التي ركَّبها في بني آدم، وأهبطهم إلى الأرض وأمرهم أنْ يحكموا بين الناس، ونهاهم عن الشرك والقتل بغير حق والزنا وشرب الخمر، فأمَّا عزائيل فإنه لما وقعت الشهوة في قلبه استقال ربَّه وسأله أن يرفعه إلى السماء، فأقاله ورفعه، فسجد أربعين سنة، ثم رفع رأسه ولم يزل بعد) (٢) ذلك مطأطئًا رأسه حياءً من الله تعالى. وأما الآخران: فإنَّهما ثبتا على ذلك، وكانا يقضيان بين الناس يومهما، فإذا أمسيا ذكرا اسم الله الأعظم وصعدا إلى السماء. </p><p> قال قتادة: فما مرَّ عليهما أشهر (٣) حتى افتتنا. </p><p> قالوا جميعًا: وذلك أنه اختصم إليهما ذات يوم الزُّهْرة، وكانت من أجمل النساء. قال على - رضي الله عنه -: وكانت من أهل فارس (٤) ، وكانت </p><p>(١) في (ت): عزايل. وهو تحريف. (٢) ما بين القوسين طمس معظمه في (س)، وأثبت من النسخ الأخرى.(٣) في (ج): شهر.(٤) فارس: ولاية واسعة وإقليم فسيح أول حدودها من جهة العراق أزجان ومن جهة كرمان السيرجان، ومن جهة ساحل بحر الهند سيراف ومن جهة السند مكران. قال أبو على في \"القصريات\": فارس اسم البلد، وقيل: سميت بفارس بن علم بن سام بن نوح عليه السلام، وأما فتح فارس فكان بدؤه أن العلاء بن الحضرمي عامل أبي بكر على البحرين وجه عرفجة بن هرثمة البارقي في البحر فعبره إلى أرض فارس ففتح جزيرة مما يلي فارس، واكتمل فتح فارس كلها في أيام عثمان بن عفان.انظر: \"معجم البلدان\"، لياقوت ٤/ ٢٢٦.</p><p> ملكةً في بلدها، فلما رأياها أخذت بقلوبهما (١) ، فراوداها عن نفسها، فأبت، وانصرفت، ثم عادت في اليوم الثاني ففعلا مثل ذلك، فأبت، وقالت: لا إلا أن تعبدا ما أعبد وتصلِّيا لهذا الصنم، وتقتلا النفس، وتشربا الخمر، فقالا: لا سبيل إلى هذِه الأشياء، فإنَّ الله عز وجل نهانا عنها، فانصرفت ثم عادت في اليوم الثالث ومعها قدح من خمر، وفي أنفسهما من الميل إليها ما فيها، فراوداها عن نفسها، فعَرَضت عليهما ما قالت بالأمس، فقالا: الصلاة لغير الله عظيم، وقتل النفس عظيم، وأهون الثلاثة شرب الخمر، فشربا الخمر (٢) ، فانتشيا (ووقعا بالمرأة)  (٣) وزنيا، فلمَّا فرَغَا، رآهما إنسان فقتلاه. قال الربيع بن أنس: وسجدا للصنم، فمسخ الله الزهرة كوكبًا. </p><p> وقال على بن أبي طالب والسدي والكلبي: إنَّها قالت لهما: لن تدركاني حتى تخبراني بالذي تصعدان به إلى السماء، فقالا: باسم الله الأكبر، قالت: فما أنتما مدركاني حتى تعلمانيه، فقال أحدهما لصاحبه: علِّمها، فقال: إنِّي أخاف الله، قال الآخر: فأين رحمة الله، فعلماها ذلك، فتكلمت به وصعدت إلى السماء فمسخها الله كوكبًا. </p><p> فعلى قول هؤلاء هي الزهرة بعينها. وقيَّدوها فقالوا: هي هذِه الكوكبة الحمراء، واسمها بالفارسيَّة: ناهيذ وبالنبطيَّة: بَيْدُخْت يدل </p><p>(١) في (ج): بقلبيهما. (٢) ساقطة من (ت).(٣) في (ج): وواقعًا والمرأة.</p><p> على صحة هذا القول ما: </p><p> [٢٨٧] أخبرنا يحيى بن إسماعيل الحربي (١) قال: أنا مكي بن عبدان التميمي (٢) قال: نا محمد بن يحيى الذهلي (٣) قال: حدثني إسحاق بن إبراهيم (٤) قال: أخبرنا عيسى بن يونس (٥) ، عن إسرائيل (٦) ، </p><p>(١) أبو زكريا يحيى بن إسماعيل بن يحيى بن زكريا بن حرب النيسابوري المزكِّي الحَرْبي، نسبةً إلى الجد. قال الخطيب البغدادي: أخبرني محمد بن على المقرئ، عن أبي عبد الله بن محمد بن عبد الله الحافظ النيسابوري قال: يحيى بن إسماعيل بن يحيى بن زكريا بن حرب المزكي أبو زكريا الحربي أديب أخباري كثير العلوم، حدث بنيسابور، والري، وبغداد. . .وقال السمعاني: من ثقات أهل نيسابور.وقال الذهبي: كان أديبًا، أخباريًا، عالمًا، متفنِّنًا، رئيسًا، محتشمًا، من أهل الصدق والأمانة على بدعةٍ فيه، عُمِّر دهرًا واحتيج إليه. توفي سنة (٣٩٤ هـ).\"تاريخ بغداد\" للخطيب ١٤/ ٢٣٨، \"الأنساب\" للسمعاني ٢/ ١٩٨، \"سير أعلام النبلاء\" للذهبي ١٦/ ٥٤٣.(٢) ثقة.(٣) ثقة، حافظ.(٤) ابن راهويه.الإمام، الحافظ، الثقة.(٥) تحرف في (ت) إلى: يوسف.وهو عيسى بن يونس بن أبي إسحاق السَّبيعي -بفتح المهملة وكسر الموحدة- أخو إسرائيل، كوفي، نزل الشام مرابطًا، ثقة، مأمون، توفي سنة (١٨٧ هـ) وقيل: سنة (١٩١ هـ).\"تهذيب الكمال\" للمزي ٢٣/ ٦٢، \"تقريب التهذيب\" لابن حجر (٥٣٧٦).(٦) إسرائيل بن يونس، ثقة.</p><p> عن جابر (١) ، عن أبي الطفيل (٢) ، عن علي (٣) قال: كان النبي - صلى الله عليه وسلم - إذا رأى سُهيلًا (٤) قال: \"لعن الله سُهيلًا، إنَّه كان عشَّارًا(٥)باليمن، ولعن الله الزهرة فإنَّها فتنت ملكين\"  (٦) . </p><p>(١) الجعفي. وهو ضعيف رافضي. (٢) في (ش)، (ت): (جابر بن أبي الطفيل) وهو خطأ.وأبو الطفيل: هو عامر بن واثلة بن عبد الله بن عمرو بن جحش الليثي، أبو الطفيل، وربما سُمِّي عمرًا، ولد عام أحد، ورأى النبي - صلى الله عليه وسلم -، وروى عن أبي بكر فمن بعده، وروى عن علي -وكان من شيعته-، وعمر إلى أن مات سنة (١١٠ هـ) على الصحيح، وهو آخر من مات من الصحابة.\"الاستيعاب\" لابن عبد البر ٤/ ٢٥٩، \"تهذيب الكمال\" للمزي ١٤/ ٧٩، \"تقريب التهذيب\" لابن حجر (٣١٢٨)، \"الإصابة\" لابن حجر ٧/ ١٩٣.(٣) صحابي.(٤) قال ابن منظور: سُهيل: كوكب يمان. الأزهري: سُهيل كوكب لا يرى بخراسان ويُرى بالعراق، قال الليث: بلغنا أنَّ سهيلًا كان عشارًا على طريق اليمن ظلومًا فمسخه الله كوكبًا. . . \"لسان العرب\" ٦/ ٤١٢ (سهل).(٥) العشار: هو من يأخذ العشر على عادة الجاهلية.\"مجمع بحار الأنوار\" للكجراني ٣/ ٥٩٦.(٦) [٢٨٧] الحكم على الإسناد:فيه جابر الجعفي، ضعيف.التخريج:أخرجه بن مردويه كما في \"تفسير القرآن العظيم\" لابن كثير ١/ ٥٢٦ من طريق جابر الجعفي عن أبي الطفيل عن علي رضي الله عنه قال: قال رسول الله- صلى الله عليه وسلم -: \"لعن الله الزهرة فإنها هي التي فتنت الملكين هاروت وماروت\". وليس فيه ذكر سهيل.قال ابن كثير: لا يصح، وهو منكر جدًّا. =</p><p> وقال مجاهد (١) : كنتُ مع ابن عمر ذاتَ ليلة، فقال لي: ارمق (٢) الكوكبة - يعني: الزهرة- فإذا طلعت فأيقظني. فلما طلعت أيقظته، فجعل ينظر إليها (٣) ويسبُّها سبَّا شديدًّا. فقلت: رحمك (٤) الله، تسبُّ نجمًا سامعًا مطيعًا، ما لَهُ يُسَبُّ؟ فقال: إنَّ هذِه كانت بغيًّا فلقيَ الملكان منها ما لقِيا (٥) . </p><p>= وأخرجه ابن الجوزي في \"الموضوعات\" ١/ ٢٩٨ - ٢٩٩ كتاب المبتدأ، باب ذكر المسوخ، من طريق محمد بن الحسن بن عبد العزيز، عن سفيان الثوري، عن جابر، عن أبي الطفيل، عن علي مرفوعًا: \"لعن الله سهيلًا\" -ثلاث مرات، فقيل له، فقال-: \"إنه كان عشارًا يبخس الناس في الأرض بالظلم، فمسخه الله شهابًا\". قال ابن الجوزي: وقد رواه وكيع عن الثوري موقوفًا وهو الصحيح. وهذا لا يصح؛ لأن مداره على جابر الجعفي. قال جرير: لا أستحل أن أروي عنه. وقال أبو حنيفة: ما رأيت أكذب منه. وقال يحيى بن معين: لا يكتب حديثه.وذكره السيوطي في \"الدر المنثور\" ١/ ١٨٦، وعزاه لابن راهويه، وابن مروديه. وانظر: \"اللآلئ المصنوعة\" للسيوطي ١/ ١٤٦، \"تنزيه الشريعة\" لابن عراق ١/ ٢١٠، \"الفوائد المجموعة\" للشوكاني (ص ٢١٣) (٦٤٦) قال الشوكاني: قيل: موضوع، وقيل: ضعيف لا موضوع، قال المعلمي في حاشيته على \"الفوائد\": بل موضوع بلا ريب، ثم أفاض في تخريجه من حديث علي، ومن حديث ابن عمر مرفوعًا وموقوفًا.(١) قبلها في (ش): ابن. وهو خطأ.(٢) بعدها في (ج): إلى.(٣) ساقطة من (ت).(٤) في (ت): يرحمك.(٥) أخرجه سعيد بن منصور في \"سننه\" ٢/ ٥٨٣ (٢٠٦) عن شهاب بن خراش، عن العوام بن حوشب، عن مجاهد، به. وإسناده حسن. =</p><p> قال نافع: كان ابن عمر إذا رأى الزُّهرة قال: لا مرحبًا بها (ولا سهلًا)  (١) ولا أهلًا (٢) . </p><p>= وذكره السيوطي في \"الدر المنثور\" ١/ ١٨٥ - ١٨٦، وعزاه لسعيد بن منصور. وأخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٠٦ (١٠١٤) عن مجاهد، عن ابن عمر، بنحوه، وسياقه طويل.وذكره ابن كثير في \"تفسير القرآن العظيم\" ١/ ٥٢٨ عن ابن أبي حاتم، قال: وهذا إسناد جيِّد إلى عبد الله بن عمر. وقد تقدم في رواية ابن جرير من حديث معاوية بن صالح، عن نافع، عنه، وهذا أثبت وأصح إسنادًا، ثم هو -والله أعلم- من رواية ابن عمر عن كعب، كما تقدم بيانه من رواية سالم عن أبيه. وقوله: إنَّ الزهرة نزلت في صورة امرأة حسناء، وكذا في المروي عن علي، فيه، غرابةٌ جدًّا.وذكره السيوطي في \"الدر المنثور\" ١/ ١٨٧ ونسبه إلى ابن أبي حاتم.(١) من (ت).(٢) أخرجه الطبري في \"جامع البيان\" ١/ ٤٥٨، والخطيب في \"تاريخ بغداد\" ٨/ ٤٢ ومن طريقه ابن الجوزي في \"الموضوعات\" ١/ ٢٥٩ (٣٨٩) كتاب المبتدأ، باب ذكر المسوخ: من طريق سنيد بن داود، عن فرج بن فضالة، عن معاوية بن صالح، عن نافع، قال: سافرت مع ابن عمر، فلما كان آخر الليل، قال: يا نافع طلعت الحمراء؟ قلت: لا. مرتين أو ثلاثًا، ثم قلت: قد طلعت. قال: لا مرحبًا ولا أهلًا. قلت: سبحان الله، نجم ساطع مطيع، قال: ما قلت إلا ما سمعت من رسول الله - صلى الله عليه وسلم -، وقال: قال لي رسول الله - صلى الله عليه وسلم -: \"إنَّ الملائكة قالت: يا رب كيف صبرك على بني آدم. . \" فذكر نحو قصة هاروت وماروت السابقة. ولفظ الطبري مختصر.قال ابن الجوزي: هذا حديث لا يصح، والفرج بن فضالة قد ضعفه يحيى. وقال ابن حبان: يقلب الأسانيد، ويلزق المتون الواهية بالأسانيد الصحيحة، لا يحل الاحتجاج به.وأما سُنيد فقد ضعفه أبو داود، وقال النسائي: ليس بثقة.</p><p> وروى أبو عثمان النهدي، عن ابن عباس أنَّ المرأة التي فُتِنَ بها الملكان مُسخت، فهي هذِه الكوكبة الحمراء، يعني: الزهرة (١) . قال: وكان يسميها بَيْدُخْت (٢) . </p><p> وأنكر الآخرون هذا القول، وقالوا: إنَّ الزُّهرة من الكواكب السبعة السيارة التي جعلها الله تعالى قِوامًا للعالم، وأقسمَ بها، فقال: {فَلَا أُقْسِمُ بِالْخُنَّسِ (١٥) الْجَوَارِ الْكُنَّسِ (١٦) } (٣) وإنما كانت هذِه التي فتنت هاروت وماروت امرأةً كانت (٤) تُسمى زُهرة من جمالها، فلما بغت مسخها (٥) الله عز وجل شهابًا، فلمَّا رأى رسول الله - صلى الله عليه وسلم - الزهرة ذكر هذِه المرأة لموافقة الاسمين فلعنها، وكذلك سُهيل العَشَّار كان </p><p>(١) أخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ٥٤ من طريق أبي عثمان النهدي عن ابن عباس. وذكره السيوطي في \"الدر المنثور\" ١/ ١٨٦ ونسبه لعبد الرزاق، وعبد بن حميد.(٢) أخرجه الطبري في \"جامع البيان\" ١/ ٤٥٧ من طريق أبي عثمان النهدي، عن ابن مسعود وابن عباس، وفيه: وأنزلت الزهرة إليهما في صورة امرأة من أهل فارس، وكان أهل فارس يسمونها بيذخت.وذكره ابن كثير في \"تفسير القرآن العظيم\" ١/ ٥٢٨، والسيوطي في \"الدر المنثور\" ١/ ١٨٩ ونسبه لابن جرير.(٣) التكوير: ١٥، ١٦.قال ابن قتيبة: {بِالْخُنَّسِ (١٥) الْجَوَارِ الْكُنَّسِ (١٦)}: النجوم الخمسة الكبار، لأنها تخنس -أي: تجمع في مجراها- وتكْنس، أي: تستتر، كما تكنس الظباء في المغار، وهو الكِناس.\"تفسير غريب القرآن\" (ص ٤٤٢).(٤) ساقطة من (ش).(٥) في (ت): جعلها.</p><p> رجلًا، فلمَّا رأى رسول الله - صلى الله عليه وسلم - النجم ذكره فلعَنَه (١) . يدل عليه ما روى قيس بن عباد (٢) ، عن ابن عباس في هذِه القصة قال: كانت امرأةٌ فضِّلت على الناس (٣) بالحسن، كما فضِّلت الزهرة على سائر الكواكب (٤) . </p><p> ومثله قال كعب الأحبار وغيره (٥) ، والله أعلم (٦) . </p><p>(١) \"معالم التنزيل\" للبغوي ١/ ١٢٩ - ١٣٠، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٤٥ - ٤٦، \"لباب التأويل\" للخازن ١/ ٩٠. (٢) قيس بن عُباد -بضم المهملة وتخفيف الموحدة- الضُّبعي -بضم المعجمة وفتح الموحدة- أبو عبد الله البصري، ثقة، مخضرم، مات بعد (٨٠ هـ).\"تهذيب الكمال\" للمزي ٢٤/ ٦٤، \"تهذيب التهذيب\" لابن حجر ٣/ ٤٥١، \"تقريب التهذيب\" لابن حجر (٥٦١٧).(٣) في (ت): النساء.(٤) أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٠٥ (١٠١٢) من طريق أبي جعفر الرازي عن الربيع بن أنس، عن قيس بن عباد، عن ابن عباس، في سياق طويل، وفيه: . . وفي ذلك الزمان امرأة حسنها في النساء كحسن الزهرة في سائر الكواكب. .وذكره السيوطي في \"الدر المنثور\" ١/ ١٨٧ - ١٨٨ ونسبه لابن المنذر، وابن أبي حاتم، والحاكم وصححه، والبيهقي في \"شعب الإيمان\".وذكره ابن كثير في \"تفسير القرآن العظيم\" ١/ ٥٢٩ وقال: وقد رواه الحاكم في \"المستدرك\" مطولًا عن أبي زكريا العنبري عن محمد بن عبد السلام عن إسحاق بن راهويه عن حكام بن سلم الرازي -وكان ثقة- عن أبي جعفر الرازي به ثم قال: صحيح الإسناد ولم يخرجاه، فهذا أقرب ما روي في شأن الزهرة، والله أعلم.(٥) \"الدر المنثور\" للسيوطي ١/ ١٩٠.(٦) تنبيه.ذهب البعض إلى إنكار أن تكون الزهرة هي الكوكب المعروف الآن، بحجة أنَّ =</p><p> قالوا: فلمَّا أمسى هاروت وماروت بعدَ مَا قارَفا الذنب همَّا بالصعود إلى السماء فلم تطاوعهما أجنحتهما، فعلِمَا ما حلَّ بهما، فقصدا إدريس النبي عليه السلام وأخبراه بأمرهما، وسألاه أن يشفع لهما إلى الله عز وجل، وقالا له (١) : إنا رأيناك يصعد لك من العبادة مثل ما يصعد لجميع أهل الأرض، فاستشفع لنا إلى ربك، ففعل ذلك إدريس عليه السلام فخيَّرهما الله عز وجل بين عذاب الدنيا وعذاب الآخرة، فاختارا عذاب الدنيا، إذ علما أنَّه ينقطع، فهما ببابل يُعذَّبان (٢) . </p><p>= الكوكب الذي نراه صغيرًا في عين الناظر، قد يكون حجمه أضعاف حجم الكرة الأرضيَّة بالآلاف المؤلفة من الأضعاف، فأنَّى يكون جسم المرأة الصغير إلى هذِه الأجرام الفلكَّية الهائلة. كما قال ذلك أحمد شاكر رحمه الله في حاشيته على \"المسند\" للإمام أحمد ٩/ ٢٩ (٦١٧٨).والحقيقة أنَّ القصَّة لا تُدفع بمثل هذا، أي بسبب عدم تقبُّل العقل لها؛ لأنَّ الخالق جل وعلا قدير على كل شيء، وقدرته لا حدود لها، وهو سبحانه لا يعجزه أن يجعل الذرة في أي حجم شاء.ولذا فالقصة تُدفع بما فيها من قدحٍ في عصمة الملائكة. والله سبحانه أعلم.انظر: حاشية الحميِّد على \"سنن سعيد بن منصور\" ٢/ ٥٩٤.(١) ساقطة من (ت).(٢) \"معالم التنزيل\" للبغوي ١/ ١٣٠ - ١٣١، \"لباب التأويل\" للخازن ١/ ٩٠، والمصادر المذكورة في أول القصة.قال فخر الدين الرَّازي: قولهم: إنَّهما خُيِّرا بين عذاب الدنيا وبين عذاب الآخرة فاسد، بل كان الأولى أن يُخيَّرا بين التوبة والعذاب، لأنَّ الله تعالى خيَّر بينهما من أشرك به طول عمره. . . . \"التفسير\" ٣/ ٢٢٠.</p><p> واختلف العلماء في كيفية عذابهما. </p><p> فقال عبد الله بن مسعود: هما (١) معلقان بشعورهما إلى قيام الساعة (٢) . </p><p> وقال قتادة: كُبلا من أقدامهما إلى أصول أفخاذهما (٣) . وقال مجاهد: إن جُبًّا مُلئت نارًا فجعلا فيها (٤) . </p><p> وقال خصيف: معلقان منكَّسان في السلاسل (٥) . وقال عمير بن سعد (٦) : منكوسان يضربان بسياط الحديد (٧) . </p><p> ويُروى (٨) : أن رجلًا أراد تعلم السحر، فقصد هاروت وماروت </p><p>(١) ساقطة من (ت). (٢) ذكره البغوي في \"معالم التنزيل\" ١/ ١٣١، الخازن في \"لباب التأويل\" ١/ ٩٠.(٣) \"معالم التنزيل\" للبغوي ١/ ١٣١.(٤) \"معالم التنزيل\" للبغوي ١/ ١٣١، والجبُّ: البئر التي لم تطو، أي: لم تُبن بالحجارة. كما في \"مختار الصحاح\" للرازي (ص ٣٩)، جبب.(٥) أخرجه سعيد بن منصور في \"سننه\" ٢/ ٥٨١ (٢٠٥) عن عتاب بن بشير، عن خصيف، عن مجاهد، عن رجل من قريش، عن أبيه، وفيه: فهما معلقان منكسان في السلاسل.وذكره السيوطي في \"الدر المنثور\" ١/ ١٨٩، وعزاه لسعيد بن منصور. وإسناده ضعيف؛ لضعف خصيف، وجهالة الرجل من قريش الذي حدثهم بالحديث.(٦) عمير بن سعد الأنصاري، الأوسي، صحابي، كان عمر يُسميِّه نسيج وحْده -بفتح النون وكسر المهملة بعدها تحتانية ساكنة، ثم جيم، ثم واو مفتوحة ومهملة ساكنة- وهي كلمة تطلق على الفائق. \"تقريب التهذيب\" لابن حجر (٥٢١٦). وانظر \"أسد الغابة\" لابن الأثير ٤/ ٢٨٠.(٧) ذكره البغوي في \"معالم التنزيل\" ١/ ١٣١، الخازن في \"لباب التأويل\" ١/ ٩٠.(٨) في (ت): ورُوي.</p><p> فوجدهما معلقين بأرجلهما مزرقةً أعينهما، مسودة جلودهما (١) ليس بين ألسنتهما وبين الماء إلا قدر أربع أصابع، وهما يعذَّبان بالعطش، فلمَّا رأى (٢) ذلك هاله مكانهما فقال: لا إله إلا الله، وقد نُهي عن ذكر الله عز وجل، فلما سمِعَا كلامه قالا (٣) : من أنتَ؟ قال: رجل من الناس. </p><p> قالا: ومن أيِّ أمَّةٍ أنت؟ قال: من أمَّة محمد - صلى الله عليه وسلم -، قالا: وقد بُعث (٤) محمد؟ قال: نعم، قالا: الحمد لله، وأظهرا الاستبشار، قال الرجل: وممَّ استبشاركما؟ قالا: إنَّه نبي الساعة، وقد دَنا انقضاء عذابنا (٥) . </p><p> قالوا: ومِن ثمَّ استغفار الملائكة لبني آدم. </p><p> [٢٨٨] أخبرنا أبو المكارم ناصر بن محمد الأنصاري (٦) قال: نا أبو عبد الله محمد بن مخلد العطَّار (٧) ، </p><p>(١) في (ت): وجوههما. (٢) في (ش): رآهما.(٣) بعدها في (ج): له.(٤) في (ت): بَعث الله.(٥) ذكر هذِه القصة البغوي في \"معالم التنزيل\" ١/ ١٣١، الخازن في \"لباب التأويل\" ١/ ٩٠، وذكرها السيوطي في \"الدر المنثور\" ١/ ١٩١، ونسبها لابن المنذر من طريق الأوزاعي، عن هارون بن رباب. بلفظ طويل، أطول مما أورده المصنف.(٦) لم أجده.(٧) في (س): محمد بن أحمد العطار، والتصويب من النسخ الأخرى، ومصادر الترجمة. وتحرَّف العطار في (ت) إلى العطاردي.وهو محمد بن مخلد بن حفص الدُّوري، البغدادي، العطار. =</p><p> قال: نا أبو جعفر أحمد (١) بن عُبيد بن ناصح المؤدِّب (٢) قال: حدثني محمد بن مصعب القرقساني (٣) قال: </p><p>= أبو عبد الله، الإمام الحافظ الثقة القدوة، مسند بغداد. روى عنه الدارقطني، وقال: ثقة مأمون.وقال الخطيب البغدادي: كان أحد أهل الفهم، موثوقًا به في العلم، متسع الرواية، مشهورًا بالديانة، موصوفًا بالأمانة، مذكورًا بالعبادة. توفي سنة (٣٣١ هـ).\"تاريخ بغداد\" للخطيب ٣/ ٣١٠، \"تذكرة الحفاظ\" للذهبي ٣/ ٨٢٨، \"سير أعلام النبلاء\" للذهبي ١٥/ ٢٥٦، \"طبقات الحفاظ\" للسيوطي (٧٨٢).(١) في (ت): محمد بن عبيد. وهو خطأ.(٢) قال ابن عدي: كان يحدث بمناكير مع أنه من أهل الصدق.(٣) محمد بن مصعب بن صَدقة القَرْقساني، أبو عبد الله، وقيل: أبو الحسن، نزيل بغداد.والقرفساني: بفتح القافين بينهما راء ساكنة، وبعدها سين مهملة مفتوحة، وبعد الألف نون، وقد تحذف ويجعل عوضها ياءً. نسبةً إلى (قرقيسيا) وهي بلدة بالجزيرة، قريبة من الرَّقَّة. قال أبو داود: سمعت أحمد يقول: حديث القرقساني عن الأوزاعي مقارب، وأما عن حماد بن سلمة ففيه تخليط. قلت لأحمد: تحدث عنه؟ قال: نعم. وقال عبد الله بن أحمد عن أبيه: لا بأس به. وقال ابن معين: ليس بشيء، وقال: لم يكن من أصحاب الحديث، كان مغفلاً، وقال البخاري: كان ابن معين سيئ الرأي فيه، وقال يزيد بن الهيثم عن ابن معين: كان صاحب غزو، ليس يدري ما يحدث، وقال النسائي: ضعيف، وقال صالح بن محمد: ضعيف في الأوزاعي، وقال -أيضًا-: عامة أحاديثه عن الأوزاعي مقلوبة، وقد روى عن الأوزاعي غير حديث كلها مناكير وليس لها أصول، وقال ابن أبي حاتم: سألت أبا زرعة عنه فقال: صدوق في الحديث، ولكنه حدث بأحاديث منكرة. قلت: فليس هذا مما يضعفه. قال: نظن أنه غلط فيها، قال: وسألت أبي عنه فقال: =</p><p> حدثني الأوزاعي (١) قال: بلغني أن جبريل أتى النبي - صلى الله عليه وسلم - فقال:  \"يا جبريل صِف لي(٢)النار\" ، فقال (٣) : إنَّ الله عز وجل أمرَ بها فأُوقِد عليها ألف عام حتى احمرَّت، ثم أوقد عليها ألف عام حتى اصفرَّت ثم </p><p>= ضعيف الحديث ليس بقوي. . . وقال ابن عدي: ليس عندي برواياته بأس، وقال ابن حبان: ساء حفظه. فكان يقلب الأسانيد، ويرفع المراسيل، لا يجوز الاحتجاج به، وقال أبو أحمد الحاكم: روى عن الأوزاعي أحاديث منكرة، وليس بالقوي عندهم. وقال سعيد بن رحمة عن محمد بن مصعب: قال لي الأوزاعي: ما أتاني أحفظ منك.وقال الخطيب البغدادي: كان كثير الغلط لتحديثه من حفظه، ويذكر عنه الخير والصلاح.وقال السمعاني: كان حافظًا، وكان كثير الغلط، وقيل: إنه منكر الحديث.وقال الذهبي: فيه ضعف. وقال ابن حجر: صدوق، كثير الغلط، توفي سنة (٢٠٨ هـ).\"من كلام أبي زكريا يحيى بن معين في الرجال\" رواية ابن طهمان (١٢٤، ١٢٩)، \"العلل\" لأحمد ١/ ١٧١، ٢/ ٩٩، \"التاريخ الكبير\" للبخاري ١/ ١/ ٢٣٩، \"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٠٢، \"المجروحين\" لابن حبان ٢/ ٢٩٣، \"الكامل\" لابن عدي ٦/ ٢٦٥، \"تاريخ بغداد\" للخطيب ٣/ ٢٧٦، \"الأنساب\" للسمعاني ٤/ ٤٨٦، \"الكاشف\" للذهبي ٢/ ٢٢٢، \"ميزان الاعتدال\" للذهبي ٤/ ٤٢، \"ديوان الضعفاء\" للذهبي (٣٩٨٣)، \"المغني في الضعفاء\" للذهبي (٥٩٨٧)، \"تهذيب التهذيب\" لابن حجر ٣/ ٧٠٢، \"تقريب التهذيب\" لابن حجر (٦٣٤٢).(١) ثقة، جليل، فقيه.(٢) في (ش): لنا.(٣) في (ج): بعدها: له.</p><p> أُوقِد عليها ألف عام حتى اسودّت، فهي سوداء مظلمة لا يضيء لهبها ولا جمرها (١) ، والذي بعثك بالحق لو أنَّ ثوبًا من ثياب أهل النار أظهر لأهل الأرض لماتوا جميعًا، ولو أنَّ ذنوبًا من شرابها صُبَّ في ماء الأرض جميعًا لقتَل من ذاقَهُ، ولو أنَّ ذراعًا من السلسلة التي ذكرها الله عز وجل وضع على جبال الأرض جميعًا لذابت وما اشتعلتْ، ولو أنَّ رجلًا دخل النار ثم أخرج منها لمات أهل الأرض من نتنِ ريحه، وتشويه خَلْقِهِ، وعظمِه. فبكى النبي - صلى الله عليه وسلم -، وبكى جبريل لبكائه، وقال: أتبكي يا محمد وقد غفر الله لك ما تقدَّم من ذنبك وما تأخَّر، فقال:  \"أفلا أكون عبدًا شكورًا، ولمَ بكيتَ يا جبريل وأنت الروح الأمين، أمين الله على وحيه؟ \" قال: أخاف أن أُبتلى بما (٢) ابتُلي به هاروت وماروت، فهو الذي منعني عن اتكالي على منزلتي عند ربي فأكون قد أمنت مكره، فلم يزالا يبكيان حتى نُوديا من السماء أنْ يا جبريل ويا محمد إنَّ الله عز وجل قد أمَّنكما أن تعصياه فيعذبكما، ففضل محمد - صلى الله عليه وسلم - على (٣) الأنبياء، كفضل جبريل عليه السلام على ملائكة السماء (٤) . </p><p>(١) في (ت): لايضيء لهبها ولا يطفأ لهيبها. (٢) في (ت): كما.(٣) بعدها في (ت): سائر.(٤) [٢٨٨] الحكم على الإسناد:ضعيف؛ لانقطاعه، ولأن محمد بن مصعب قد ضعَّفه العلماء في الأوزاعي، والله أعلم. =</p><p> قوله تعالى:  {وَمَا يُعَلِّمَانِ} يعني: الملكين. {مِنْ أَحَدٍ} أي: أحدًا، \"من\" صلة، أي: لا يعلمان السحر أحدًا (١)  {حَتَّى} ينصحاه أولًا وينهياه، ويقولا:  {إِنَّمَا نَحْنُ فِتْنَةٌ} فذلك قوله تعالى: {إِنَّمَا نَحْنُ فِتْنَةٌ} أي: ابتلاء (٢) ومحنة {فَلَا تَكْفُرْ} بتعلم السحر. </p><p> وأصل الفِتْنَةٌ الاختبار. تقول العرب: فتنتُ الذهب والفضَّة (٣) إذا أدخلتهما (٤) النار؛ لتعرف جودتهما (٥) من ردائتهما (٦) ، وفَتنت الشمس الحجر إذا سوَّدته (٧) . </p><p> وإنَّما وحَّد الفتنة وهما اثنان؛ لأنَّ الفتنة مصدر، والمصادر لا تُثَّنى ولا تُجمع، كقوله {وَعَلَى سَمْعِهِمْ}  (٨) . </p><p>= التخريج: أخرجه أبو نُعيم في \"حلية الأولياء\" ٦/ ١٤٧ (٨١٢٠) من طريق محمد بن مخلد، عن أحمد بن عبيد، عن محمد بن مصعب القرقساني، عن الأوزاعي به. في سياق طويل، وما ذكره المصنف هو جزء منه.(١) ساقطة من (ت).(٢) ساقطة من (ج).(٣) ساقطة من (ج).(٤) في النسخ الأخرى: أدخلته.(٥) في النسخ الأخرى: جودته.(٦) في النسخ الأخرى: رداءته.(٧) \"جامع البيان\" للطبري ١/ ٤٦٢، \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٦٢٣) (فتن)، \"لسان العرب\" لابن منظور ١٠/ ١٧٨ (فتن)، \"عمدة الحفاظ\" للسمين الحلبي ٣/ ١٩٧.(٨) البقرة: ٧.</p><p> وفي مصحف أبي:  (وما يُعَلِّم الملكان من أحدٍ حتى يقولا إنما نحن فتنةٌ فلا تكفر سبعَ مرَّات) . </p><p> وقال السدِّي وعطاء: فإن أبى إلا التعلم قالا له: ائت هذا الرماد فبُل عليه (١) ، فيخرج منه نور ساطع في السماء، فتلك المعرفة، ويرى (٢) شيئًا أسود، حتى يدخل مسامعه شبه الدخان، وذلك غضب الله عز وجل (٣) . </p><p> قال مجاهد: إنَّ هاروت وماروت لا يصل إليهما أحد، ويختلف فيما بينهما شيطان في كل مسألة (٤) اختلافةً واحدة (٥) . </p><p> قال يزيد بن الأصمّ (٦) : سُئل المختار (٧) : هل يرى اليوم </p><p>(١) في (ش)، (ت): فيه. (٢) في (ج)، (ت): ونزل.(٣) ذكره البغوي في \"معالم التنزيل\" ١/ ١٣١، الخازن في \"لباب التأويل\" ١/ ٩١.(٤) في (ت): سنة.(٥) \"معالم التنزيل\" للبغوي ١/ ١٣١، \"البحر المحيط\" لأبي حيان ١/ ٤٩٩، \"روح المعاني\" للألوسي ١/ ٣٤٣.(٦) يزيد بن الأصم، واسمه عمرو بن عبيد بن معاوية البكائي، بفتح الموحدة والتشديد، أبو عوف، كوفي نزل الرقة، وهو ابن أخت ميمونة أم المؤمنين، يقال: له رفلة، ولا تثبت، وهو ثقة، توفي سنة (١٠٣ هـ).\"سير أعلام النبلاء\" للذهبي ٤/ ٥١٧، \"تقريب التهذيب\" لابن حجر (٧٧٣٦).(٧) المختار بن أبي عبيد الثقفي، الكذاب. قال الذهبي: نشأ المختار، فكان من كبراء ثقيف، وذوي الرأي، والفصاحة، والشجاعة، والدهاء، وقلة الدين. وقد قال النبي - صلى الله عليه وسلم -: \"يكون في ثقيف كذاب ومبير\"، فكان الكذاب هذا، ادعى أن الوحي يأتيه، وأنه يعلم الغيب، وكان المبير الحجاج، قبحهما الله. =</p><p> أحدٌ هاروت وماروت؟ قال: أما منذُ ائتفكت بابل ائتفاكها الآخر لم يرهما أحد (١) . </p><p> قال قتادة: السحر سحران؛ سحر تعلمُه الشياطين، وسحرٌ يعلمه هاروت وماروت وهو قوله:  {فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ} : وهو أن يُؤخذ كل واحدٍ منهما (٢) عن صاحبه، ويُبغَّض كل واحد منهما (٣) إلى صاحبه (٤) . </p><p> وفي {الْمَرْءِ} أربع قراءات: </p><p> قرأ الحسن:  (بين المَرِّ وزوجه) بفتح الميم وتشديد الراء، جعله عوضًا من (٥) الهمزة. </p><p> وقرأ الزهري:  (المُرْءِ) بضم الميم والهمز. </p><p> وحكى يعقوب عن جده (المِرْءِ) بكسر الميم والهمز (٦) . </p><p>= انظر أخباره في \"تاريخ الرسل والملوك\" للطبري ٣/ ٤٠٠، ٤٥١، ٤٦٧، ٤٧٠، ٤٨٣، \"تاريخ الإسلام\" للذهبي ٥/ ٥٥. ٥/ ٢٢٦، \"سير أعلام النبلاء\" للذهبي ٣/ ٥٣٨، \"البداية والنهاية\" لابن كثير ٦/ ٢٣٦. (١) أخرجه عبد الرزاق في \"تفسير القرآن\" ١/ ٥٤ عن معمر، عن جعفر الجزري، عن يزيد الأصم. وائتفكت البلدة بأهلها: أي انقلبت، فهي مؤتفكة. \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٥٦.(٢) ساقطة من (ج).(٣) ساقطة من (ج).(٤) أخرجه الطبري في \"جامع البيان\" ١/ ٤٦٣.وذكره السيوطي في \"الدر المنثور\" ١/ ١٩٤ وعزاه لعبد بن حميد، وابن جرير.(٥) في (ش): عن.(٦) \"المحتسب\" لابن جني ١/ ١٠١، \"مختصر في شواذ القرآن\" لابن خالويه (ص ٨)، \"البحر المحيط\" لأبي حيان ١/ ٥٠٠.</p><p> وقرأ الباقون {الْمَرْءِ} بفتح الميم والهمز. </p><p> وأمَّا كيفيَّة تعلم (١) السحر، فقد ورد فيه خبرٌ جامع وهو ما: </p><p> [٢٨٩] أخبرنا القاضي أبو بكر (٢) أحمد بن الحسن بن أحمد بن محمد بن حفص الحَرَشي (٣) -بقراءتي عليه- قال: نا أبو العباس محمد بن يعقوب الأُمَوي (٤) قال: حدثني الربيع بن سليمان (٥) قال: نا عبد الله بن وهب (٦) قال: أخبرني (ابن أبي الزناد)  (٧) عن هشام </p><p>(١) في (ج): تعليمهما. (٢) في (ت): أبو زكريا. وهو خطأ.(٣) هو أبو بكر أحمد بن الحسن بن أحمد بن محمد بن حفص بن مسلم بن يزيد، الحرشي الحيري النيسابوري الشافعي. الإمام العالم المحدث، مسند خراسان. والحرشي -بالمعجمة-: نسبة إلى بني الحريش بن كعب بن ربيعة بن عامر بن صعصعة، من قيس، وأكثرهم نزلوا البصرة.قال عبد الغافر الفارسي في \"السياق لتاريخ نيسابور\": كان من أصح أقرانه سماعًا، وأوفرهم إتقانًا، وأتمهم ديانة واعتقادًا. وأثنى عليه الحاكم وفخَّم أمره. وقال السمعاني: هو ثقة في الحديث. توفي سنة (٤٢١ هـ).\"الأنساب\" للسمعاني ٢/ ٢٠٢ - ٢٠٣، ٢٩٨، \"الوافي بالوفيات\" للصفدي ٦/ ٣٠٦، \"طبقات الشافعية الكبرى\" للسبكي ٤/ ٦، \"سير أعلام النبلاء\" للذهبي ١٧/ ٣٥٦.(٤) ثقة.(٥) ثقة.(٦) ثقة، حافظ.(٧) من (ج)، وفي (س)، (ت)، (ش): أبو الزناد.وهو عبد الرحمن بن أبي الزناد عبد الله بن ذكوان المدني، مولى قريش.قال ابن معين: أثبت الناس في هشام بن عروة عبد الرحمن بن أبي الزناد. =</p><p> ابن عروة (١) ، عن أبيه (٢) ، عن عائشة زوج النبي - صلى الله عليه وسلم - أنَّها قالت: قدمتْ </p><p>= وقال أيضًا: ليس ممن يحتج به أصحاب الحديث، ليس بشيء، وقال في رواية: ضعيف، وقال أحمد: مضطرب الحديث، وقال ابن المديني: كان عند أصحابنا ضعيفًا، وقال: ما حدَّث بالمدينة فهو صحيح، وما حدث ببغداد أفسده البغداديون، ورأيت عبد الرحمن بن مهدي يخط على أحاديثه. .، وقال يعقوب بن شيبة: ثقة صدوق، وذكر تضعيف حديثه في العراق، وكذا ذكر عمرو بن على الفلاس بعد أن قال: فيه ضعف، وقال النسائي: لا يحتج بحديثه، وقال ابن سعد: كان كثير الحديث، يضعف لروايته عن أبيه، ووثقه الترمذي والعجلي. فال الذهبي في \"ميزان الاعتدال\": قلت: قد مشَّاه جماعة وعدلوه، وكان من الحفاظ المكثرين، ولا سيما عن أبيه وهشام بن عروة، حتى قال يحيى بن معين: هو أثبت الناس في هشام. ثم قال: وهو إن شاء الله حسن الحال في الرواية، وقال في \"سير أعلام النبلاء\": هو حسن الحديث، وبعضهم يراه حجة. وقال ابن حجر: صدوق تغيَّر حفظه لما قدم بغداد، وكان فقيهًا. توفي ابن أبي الزناد سنة (١٧٤ هـ). \"الطبقات الكبرى\" لابن سعد ٥/ ٤١٥، ٧/ ٣٢٤، \"تاريخ يحيى بن معين\" رواية الدوري ٢/ ٣٤٧، \"تاريخ يحيى بن معين\" رواية الدارمي (٥٢٩)، \"سؤالات ابن محرز\" (١٨٨ - ١٨٩)، \"العلل\" للإمام أحمد ١/ ٢٢، \"التاريخ الكثير\" للبخاري ٣/ ٣١٥/١، \"سنن الترمذي\" كتاب: اللباس، باب ما جاء في الجُمة (١٧٥٥)، \"المعرفة والتاريخ\" للفسوي ١/ ١٦٥، ٢٤٨، ٣٥٢، ٤٧٠، ٥٠١، ٥٣٩، ٥٥٠، ٥٧٩، ٦٣٩، ٦٥٤، ٢/ ٣٢٣، \"الضعفاء والمتروكين\" للنسائي (٣٦٧)، \"تهذيب الكمال\" للمزي ١٧/ ٩٥، \"سير أعلام النبلاء\" للذهبي ٨/ ١٦٧، \"المغني\" للذهبي ٢/ ٣٨٢، \"تهذيب التهذيب\" لابن حجر ٢/ ٥٠٤، \"تقريب التهذيب\" لابن حجر (٣٨٨٦).(١) ثقة ربما دلس.(٢) ثقة.</p><p> عليَّ امرأةٌ من أهل دُومة الجندل (١) جاءت تبتغي رسول الله - صلى الله عليه وسلم - بعد موته لتسأله (٢) عن شيء دخَلَتْ فيه من أمر السحر ولم تعمل به. قالت عائشة لعروة: يا ابن أختي، فرأيتها تبكي حين لم تجدْ رسول الله - صلى الله عليه وسلم -، فكانت تبكي حتى إنِّي لأرحمُها، تقول: إنِّي أخاف (٣) أن أكون هلكتُ (٤) . قالت: كان لي زوج فغاب عنِّي، فدخلت عليَّ عجوزٌ، فشكوتُ ذلك (٥) إليها، فقالت: إن فعلت ما آمرك به فأجعله يأتيكِ. فلما كان الليل جاءتني بكبشين أسودين، فركبتُ أحدهما، وركِبَتِ الآخر، فلم يكن كثيرٌ حتى وقفنا (٦) ببابل، فإذا برجلين معلَّقين بأرجلهما، فقالا: ما جاء بكِ؟ قلت: أتعلم السحر. قالا: إنَّما نحنُ فتنةٌ فلا تكفري، وارجعي، فأبيتُ، فقلت: لا. قالا: فاذهبي إلى ذلك التنُّور فبُولي فيه، فذهبت، ففزعتُ فلم أفعل، فرجعتُ إليهما، فقالا: فعلتِ؟ قلت: نعم، قالا: هل رأيتِ شيئًا؟ قلت:  (لم أر)  (٧) </p><p>(١) دومة الجندل: مدينة تقع في شمال المملكة العربية السعودية، وتتبع منطقة الجوف، ولا تزال تُعرف بهذا الاسم، وهي منطقة تاريخية قديمة، وسمِّيت بذلك نسبةً لدومان بن إسماعيل -عليه السلام-، وفتحها خالد بن الوليد سنة تسع، وكان ملكها نصرانيًّا، فصالحه على الجزية. \"معجم ما استعجم\" للبكري ٢/ ٥٦٤، \"معجم البلدان\" لياقوت ٢/ ٤٨٧.(٢) في النسخ الأخرى: حداثة ذلك تسأله.(٣) في (ج): لأخاف.(٤) قبلها في (ت): قد.(٥) في (ج): ذاك.(٦) في (ج): وقعنا.(٧) في (ت): ما رأيت.</p><p> شيئًا، فقالا: كذبت (١) لم تفعلي، ارجعي إلى بلادك فلا تكفري، فأبيتُ، فقالا: اذهبي إلى ذلك التنور فبولي فيه، فذهبتُ، فاقشعرَّ جلدي، (فرجعت إليهما)  (٢) ، فقلت: قد فعلتُ، فقالا: هل (٣) رأيت شيئًا؟ قلت: لم أر شيئًا، فقالا: كذبتِ لم تفعلي، ارجعي إلى بلادكِ فلا تكفري، فإنَّك على رأس أمرك، قالت: فأبيتُ، فقالا: اذهبي إلى ذلك التنور فبُولي فيه، فذهبت إليه (٤) ، فبُلتُ فيه، فرأيتُ فارسًا متقنِّعًا (٥) بحديد خرجَ منِّي حتى ذهب في السماء، وغاب عنِّي حتى ما أراه، فجئتهما، فقلت: قد فعلت، قالا: فما رأيتِ؟ قلت: رأيتُ فارسًا متقنِّعًا (٦) بالحديد خرج منِّي فذهب في السماء حتى ما أراه؟ قالا: صدقتِ، ذلك إيمانكِ خرج منكِ، اذهبي، فقلت للمرأة: والله ما أعلم شيئًا، وما (٧) قالا لي شيئًا، فقالت: بلى، لن تُريدي شيئًا إلا كان، خُذي هذا القمح فابذُري، فبذرتُ، فقلت: أطلعي، فطلعت، فقلت (٨) : احقلي (٩) فحقلت، ثم </p><p>(١) من (ت). (٢) في (ج): وخفتُ ثم رجعت.(٣) في (ج): فما.(٤) ساقطة من (ج).(٥) في النسخ الأخرى: مقنعًا.(٦) في النسخ الأخرى: مقنعًا.(٧) في (ت): ولا.(٨) في (ش): ثم قالت.(٩) احقلي: أي ازرعي.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٤١٦، \"لسان العرب\" لابن منظور ٣/ ٢٦٢ - ٢٦٣ (حقل).</p><p> قلت: افركي (١) فأفرَكتْ (٢) ، ثم قلت: اطحني فأطحنت، ثم قلت أخبزي، فأخبَزَت، فلما رأيت أنِّي لا أريد شيئًا إلا كان سُقط في يدي، وندمتُ. والله يا أمَّ المؤمنين ما فعلت شيئًا قطّ ولا أفعله أبدًا (٣) . </p><p>(١) الفرْك: دلك الشيء حتى ينقلع قشره عن لبِّه كالجوز. وأفرك الزرع: إذا بلغ أن يُفرَك. انظر: \"لسان العرب\" لابن منظور ١٠/ ٢٤٩ - ٢٥٠ (فرك).(٢) في (ش): ففركت.(٣) [٢٨٩] الحكم على الإسناد:إسناد جيد، رجاله ثقات، عدا ابن أبي الزناد صدوق، ويروي هنا عن هشام بن عروة، وهو أثبت الناس فيه، فالأثر كما ذكر ابن كثير: إسناده جيِّد، ومتنه غريب، والله تعالى أعلم.التخريج:أخرجه الطبري في \"جامع البيان\" ١/ ٤٦٠ - ٤٦١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢١٣ (١٠٢٩) والحاكم في \"المستدرك\" ٤/ ١٥٥، والبيهقي في \"السنن الكبرى\" ٨/ ١٣٧ كتاب: القسامة، باب: قبول توبة الساحر وحقن دمه بتوبته، من طريق الربيع بن سليمان المرادي، به مثله.وصححه الحاكم، ووافقه الذهبي.وذكره إسماعيل الحيري في \"الكفاية\" ١/ ٦٠ - ٦١، وابن كثير في \"تفسير القرآن العظيم\" ١/ ٥٣٢ - ٥٣٣، والسيوطي في \"الدر المنثور\" ١/ ١٩٠ - ١٩١.وقال ابن كثير قبل أن يورده: وقد ورد في ذلك -أي: في شأن هاروت وماروت- أثر غريب، وسياق عجيب في ذلك، أحببنا أن ننبِّه عليه، ولمَّا أورده قال: فهذا إسناد جيِّد إلى عائشة رضي الله عنها.وقال أحمد شاكر: وهي قصة عجيبة، لا ندري أصدقت تلك المرأة فيما أخبرت به عائشة؟ أمَّا عائشة فقد صدقت في أن المرأة أخبرتها، والإسناد إلى عائشة جيد، بل صحيح.</p><p> وأمَّا كيفيَّة جواز تعليم السحر على الملائكة، ووجه الآية وحملها على التأويل الصحيح: </p><p> فقال بعضهم: إنَّما (١) كانا لا يتعمدان تعليم السحر، ولكنَّهما يصفانه ويذكران بطلانه، ويأمران باجتنابه. و (أعْلَمَ) و (عَلَّمَ) بمعنى واحد، وفي هذا حكمة: وهي (٢) أنَّ المسائل (٣) لو سأل: ما الزنا؟ لوجب أن يُوقَف عليه (٤) ، ويُعلم أنَّهُ حرام، فكذلك إعلام الملكين الناس وأمرهما باجتنابه بعد الإعلام والإخبار أنه كفرٌ حرام، فيتعلم الشقي منهما من خلال (٥) صفتهما ويترك موعظتهما ونصيحتهما، ولا يكون على هذا التأويل (تعلم السحر)  (٦) كفرًا، وإنَّما يكون العمل به كفرًا، كما أنَّ من عرَّف الزنا لم يأثم، وإنَّما يأثم العامل به. </p><p> والقول الآخر -وهو الأصحّ- أنَّ الله تعالى امتحن الناس بالملكين في ذلك الوقت، وجعل المحنة في الكفر والإيمان أن يقبل (٧) القابل تعلُّمَ السحر، فيكفر بتعلمه ويؤمن بترك التعلُّم؛ لأنَّ السحر كان قد كثُر في كلِّ أمة، ويزداد المعلمان عذابًا بتعليمه، فيكون ذلك ابتلاءً للمعلِّم </p><p>(١) في (ج): إنهما. (٢) في (ش): وهو.(٣) في (ج)، (ش): سائلًا.(٤) في (ت): فيه.(٥) في (ت): حال.(٦) من (ج).(٧) بعدها في (ت): قول.</p><p> والمتعلم. ولله تعالى أن يمتحن عباده بما شاء، كما امتحن بني إسرائيل بالنهر في قوله تعالى:  {إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ}  (١) يدل عليه قوله -عز وجل-: {إِنَّمَا نَحْنُ فِتْنَةٌ} . وهذان القولان حكاهما الزجاج واعتمدهما (٢) . </p><p> قال الله -عز وجل-: {وَمَا هُمْ بِضَارِّينَ بِهِ} أي: بالسحر {مِنْ أَحَدٍ} أي: أحدًا \"من\" صلة {إِلَّا بِإِذْنِ اللَّهِ} أي: بعلمه وقضائه ومشيئته {وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ} وقرأ عبيد بن عمير: (ما يُضِرُّهم)  (٣) من أضرَّ يُضِرُّ. {وَلَقَدْ عَلِمُوا} يعني: اليهود {لَمَنِ اشْتَرَاهُ} اختار السحر {مَا لَهُ فِي الْآخِرَةِ} أي: في الجنة {مِنْ خَلَاقٍ} أي: من نصيب (٤) . </p><p> وقال الحسن:  {مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ} أي: من دين ولا وجه </p><p>(١) البقرة: ٢٤٩. (٢) \"معاني القرآن\" للزجاج ١/ ١٨٣ - ١٨٤. وانظر: \"جامع البيان\" للطبري ١/ ٤٦١، \"الوسيط\" للواحدي ١/ ١٨٤ - ١٨٥، \"تفسير القرآن\" للسمعاني ١/ ٥٧٥، \"مفاتيح الغيب\" للرازي ١/ ٢٢٠.(٣) \"شواذ القراءة\" للكرماني (ص ٣٠).(٤) تفسير النصيب بالخلاق: هو قول ابن عباس. كما في \"الدر المنثور\" للسيوطي ١/ ١٩٤ واستشهد عليه ببيت أميَّة الآتي. وأُثر هذا القول أيضًا عن مجاهد، وسفيان، والسدي. ورجَّحه الطبري، والزجَّاج، وغيرهما، واستشهد الطبري على هذا المعنى ببيت أمية الذي أورده المصنف على هذا المعنى، وفسَّر قول أمية (خلاق) بأنه نصيب.انظر: \"جامع البيان\" للطبري ١/ ٤٦٦، \"معاني القرآن\" للزجاج ١/ ١٨٦.</p>"
}