{
  "id": null,
  "sura": 2,
  "aya": 152,
  "text": "<p> ١٥٢ - قوله -عز وجل-: {فَاذْكُرُونِي أَذْكُرْكُمْ} </p><p> قال ابن عباس: أذكروني بطاعتي أذكركم بمعونتي (١) ، بيانه قوله تعالى:  {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا}  (٢) . </p><p> وقال سعيد بن جبير: اذكروني بطاعتي أذكركم بمغفرتي (٣) ، بيانه قوله تعالى: {وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ (١٣٢) } (٤) . </p><p> وقال فضيل بن عياض: فاذكروني بطاعتي أذكركم بثوابي (٥) ، بيانه قوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا (٣٠) أُولَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ} الآية (٦) . </p><p> ورُوي عن النبي - صلى الله عليه وسلم - أنه قال: \"من أطاع الله فقد ذكر الله، وإن قَلَّتْ صلاته وصيامه وتلاوته للقرآن، ومن عصى الله فقد نسي الله، وإن </p><p>(١) ذكره عنه بهذا اللفظ: الخازن في \"لباب التأويل\" ١/ ١٢٦، وذكره عنه أيضًا الواحدي في \"الوسيط\" ١/ ٢٣٤، والبغوي في \"معالم التنزيل\" ١/ ١٦٧، وابن الجوزي في \"زاد المسير\" ١/ ١٦٠، وفيه: أذكركم بمغفرتي. بدلًا من: معونتي. (٢) العنكبوت: ٦٩.(٣) رواه الطبري في \"جامع البيان\" ٢/ ٣٧، وأبو نعيم في \"حلية الأولياء\" ٤/ ٣١٤، ونسبه السيوطي في \"الدر المنثور\" ١/ ٢٧٣ إلى عبد بن حميد.(٤) آل عمران: ١٣٢.(٥) \"الكفاية\" للحيري ١/ ٨٥، \"لباب التأويل\" للخازن ١/ ١٢٦، \"البحر المحيط\" لأبي حيان ١/ ٦١٩.وأخرج سعيد بن منصور في \"سننه\" ٢/ ٦٣٠ (٢٢٩) عن فضيل في قوله: {فَاذْكُرُونِي أَذْكُرْكُمْ} قال: أذكروني بطاعتي أذكركم بمغفرتي.ومن طريقه: رواه البيهقي في \"شعب الإيمان\" ٢/ ٥٨٠.(٦) الكهف: ٣٠ - ٣١.</p><p> كثُرَتْ صلاته وصيامه وتلاوته القرآن\" (١) . </p><p> وقيل: اذكروني بالتوحيد والإيمان أذكركم بالدرجات والجنان (٢) . </p><p> بيانه قوله تعالى:  {وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي} الآية (٣) . </p><p> وقال أبو بكر الصديق - رضي الله عنه -: كفى بالتوحيد عبادةً، وكفى بالجنة ثوابًا (٤) . </p><p>(١) رواه نعيم بن حماد في \"زوائد زهد ابن المبارك\" (ص ١٧) (٧٠) عن سعيد بن أبي أيوب، عن أبي هانئ الخولاني، عن خالد بن أبي عمران مرفوعًا، بمثله. ورواه عن ابن المبارك سعيد بن منصور في \"سننه\" ٢/ ٦٣٠ (٢٣٠).ومن طريقه رواه الواحدي في \"الوسيط\" ١/ ٢٣٤، والبيهقي في \"شعب الإيمان\" ١/ ٤٥٢ (٦٨٧)، وهو ضعيف؛ لأنه معضل، فخالد بن أبي عمران من أتباع التابعين.وعزاه السيوطي في \"الدر المنثور\" ١/ ٢٧٤ إلى ابن المنذر.وورد نحوه عن واقد مولى رسول الله - صلى الله عليه وسلم - مرفوعًا:رواه الطبراني في \"المعجم الكبير\" ٢٢/ ١٥٤ (٤١٣). وهو ضعيف جدًّا؛ إذ قال الهيثمي في \"مجمع الزوائد\" ٢/ ٢٥٨: فيه الهيثم ابن جماز وهو متروك. فلا يصلح شاهدًا لحديث خالد بن أبي عمران؛ لشدة ضعفه، فيبقى حديث خالد ضعيفًا. والله أعلم.(٢) ذكره الخازن في \"لباب التأويل\" ١/ ١٦٨.انظر: \"بحر العلوم\" للسمرقندي ١/ ١٦٨، \"زاد المسير\" لابن الجوزي ١/ ١٣٩.(٣) البقرة: ٢٥.(٤) لم أجده.</p><p> وقال ابن كيسان: اذكروني بالشكر أذكركم بالزيادة (١) ؛ بيانه قوله تعالى:  {لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ}  (٢) . </p><p> وقيل: اذكروني على ظهر الأرض أذكركم في بطنها. </p><p> قال الأصمعي: رأيت أعرابيًّا واقفًا (٣) يوم عرفة بعرفات وهو يقول: إلهي عجَّتْ إليك الأصوات بضروب (٤) اللغات يسألونك الحاجات، وحاجتي إليك أن تذكرني عند البلى إذا نسِيَني أهل الدنيا. </p><p> وقيل: اذكروني في الدنيا أذكركم في العقبى. </p><p> وقيل: اذكروني بالطاعات أذكركم بالمعافاة (في الآخرة)  (٥) ، دليله قوله تعالى:  {مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً}  (٦) . </p><p> وقيل: اذكروني في الخلاء والملأ أذكركم في الخلاء (٧) والملأ (٨) ، بيانه ما روي في الخبر أن الله تعالى قال في بعض </p><p>(١) ذكره السمرقندي في \"بحر العلوم\" ١/ ١٦٨، والحيري في \"الكفاية\" ١/ ٨٦. (٢) إبراهيم: ٧.(٣) ساقطة من (ج).(٤) في (ت): بصنوف.(٥) من (ج). ذكره الرازي في \"مفاتيح الغيب\" ٤/ ١٤٤، وأبو حيان في \"البحر المحيط\" ١/ ٦١٩.(٦) النحل: ٩٧.(٧) ساقطة من (ت).(٨) \"بحر العلوم\" للسمرقندي ١/ ١٦٨.</p><p> الكتب:  \"أنا عند ظن عبدي بي فليظن عبدي(١)بي ما شاء، وأنا معه إذا ذكرني، فمن ذكرني في نفسه ذكرته في نفسي، ومن ذكرني في ملأ(٢)ذكرته في ملأ خير منه(٣)، ومن تقرَّب إليَّ شبرًا تقرَّبت إليه ذراعًا، ومن تقرَّب إليَّ ذراعًا تقرَّبت إليه باعًا، ومن أتاني مَشْيًا أتيته هَرْوَلةً، ومن أتاني بقراب الأرض(٤)خطيئة أتيته بمثلها مغفرة بعد أن لا يشرك بي شيئًا\"  (٥) . </p><p>(١) من (ت). (٢) من (ش)، (ت)، وفي النسخ الأخرى: الملأ.(٣) في (ج): منهم.(٤) أي: بما يقارب ملأها. وهو مصدر: قارب يقارب. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٣٤.(٥) رواه أحمد في \"المسند\" ٢/ ٢٥١، ٤١٣، ٥٢٤، ٥٣٤ (٧٤٢٢، ٩٣٥١، ١٠٧٨٢، ١٠٩٠٩)، والبخاري كتاب التوحيد، باب قول الله تعالى: {وَيُحَذرُكمُ اللهُ نَفسَه} (٧٤٠٥)، ومسلم كتاب الذكر، باب الحث على ذكر الله (٢٦٧٥)، وفي كتاب التوبة، باب الحض على التوبة والفرح بها (٢٦٧٥)، والترمذي كتاب الدعوات، باب في حسن الظن بالله (٣٦٠٣)، وابن ماجه كتاب الأدب، باب فضل العمل (٣٨٢٢)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٣/ ٩٣ (٨١١)، والواحدي في \"الوسيط\" ١/ ٢٣٥، والبغوي في \"معالم التنزيل\" ١/ ١٦٧، وفي \"شرح السنة\" ٥/ ٢٤ (١٢٥١) من حديث أبي هريرة عن النبي - صلى الله عليه وسلم - به. وجملة: \"فليظنَّ بي ما شاء\" ليست من حديث أبي هريرة، وإنما وردت في حديث واثلة بن الأسقع قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"قال الله تبارك وتعالى: أنا عند ظن عبدي بي، فليظن بي ما شاء\" رواه أحمد في \"المسند\" ٣/ ٤٩١ (١٦٠١٦)، والدارمي في \"سننه\" (٢٧٧٣)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٢/ ٤٠١ (٦٣٣، ٦٣٤، ٦٣٥، ٦٤١)، وإسناده صحيح.</p><p> وقيل: اذكروني في النعمة والرخاء أذكركم في الشدة والبلاء (١) . </p><p> بيانه قوله تعالى: {فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ (١٤٣) لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ (١٤٤) } (٢) . </p><p> وقال سلمان الفارسي - رضي الله عنه -: إن العبد إذا كان دعَّاءً في السراء، فإذا نزل به البلاء قالت الملائكة: عبدك قد نزل به البلاء. فيشفعون له فيجيبه الله تعالى، وإذا لم يكن دعَّاءً قالوا: آلآن! فلا يشفعون له (٣) : بيانه قصة فرعون: {آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ} الآية (٤) . </p><p> وقيل: اذكروني بالتسليم والتفويض أذكركم بأصلح الاختيار، بيانه قوله تعالى:  {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ}  (٥) . </p><p>= وكذلك الجزء الأخير من الحديث ليس عندهم، وإنما ورد في حديث آخر، رواه الترمذي وحسنه عن أنس مرفوعًا، وفيه: \"يا ابن آدم إنَّك لو أتيتني بقراب الأرض خطايا، ثم لقيتني لا تُشرك بي شيئًا لأتيتُك بقرابها مغفرة\" كتاب الدعوات، باب في فضل التوبة والاستغفار (٣٥٤٠). وورد مثله أيضًا عن أبي ذرِّ مرفوعًا: رواه أحمد في \"المسند\" ٥/ ١٧٢ (٢١٥٠٥)، والدارمي في \"سننه\" (٢٨٣٠).ومما سبق يتبيَّن أن المصنَّف ساق هذِه الأحاديث في سياق واحد، وأدخل بعضها في بعض.(١) ذكره البغوي في \"معالم التنزيل\" ١/ ١٦٧، والرازي في \"مفاتيح الغيب\" ٤/ ١٤٩، والخازن في \"لباب التأويل\" ١/ ١٢٦، وأبو حيان في \"البحر المحيط\" ١/ ٦١٩.(٢) الصافات: ١٤٣ - ١٤٤.(٣) لم أقف عليه.(٤) يونس: ١٩.(٥) الطلاق: ٣.</p><p> وقيل: اذكروني بالشوق والمحبة أذكركم بالوصل والقرْبَةِ. </p><p> وقيل: اذكروني بالحمد والثناء أذكركم بالجزاء. </p><p> وقيل: اذكروني بالتوبة أذكركم بغفران الحوبة. </p><p> وقيل (١) : اذكروني بالدعاء أذكركم بالعطاء. </p><p> وقيل (٢) : اذكروني بالسؤال أذكركم بالنَّوال، اذكروني بلا غفلة أذكركم بلا مهلة، اذكروني بالندم أذكركم بالكرم، اذكروني بالمعذرة أذكركم بالمغفرة، اذكروني بالإرادة أذكركم بالإفادة، اذكروني بالتنصُّل أذكركم بالتَّفَضُّل، اذكروني بالإخلاص أذكركم بالخلاص اذكروني بالقلوب أذكركم بكشف الكروب (٣) ، اذكروني بلا نسيان أذكركم بالأمان، اذكروني بالافتقار أذكركم بالاقتدار، اذكروني بالاعتذار والاستغفار أذكركم بالرحمة والاغتفار، اذكروني بالإيمان أذكركم بالجنان، اذكروني بالإسلام أذكركم بالإكرام، اذكروني بالقلب أذكركم برفع (٤) الحجب، اذكروني ذكرًا فانيًا أذكركم ذكرًا باقيًا، اذكروني بالابتهال أذكركم بالإفضال، اذكروني بالتذلل أذكركم بعفو الزلل، اذكروني بالاعتراف أذكركم بمحو الاقتراف، اذكروني بصفاء السر أذكركم بخالص (٥) البر، اذكروني بالصدق أذكركم بالرفق، اذكروني بالصَّمْوِ أذكركم بالعفو، اذكروني بالتعظيم أذكركم </p><p>(١) من (ت). (٢) من (ت).(٣) في (س): بكشف الذنوب. وكُتب في هامش (س): بمغفرة الذنوب.(٤) في (ت): بكشف.(٥) في (ت): بخلاص.</p><p> بالتكريم، اذكروني بالتكبير أذكركم بالتطهير، اذكروني بالتمجيد (١) أذكركم بالمزيد، اذكروني بالمناجاة أذكركم بالنجاة، اذكروني بترك الجفاء أذكركم بحفظ الوفاء، اذكروني بترك الخطا أذكركم بأنواع العطا، اذكروني بالجهد في الخدمة أذكركم بإتمام النعمة، اذكروني من حيث أنتم أذكركم من حيث أنا:  {وَلَذِكْرُ اللَّهِ أَكْبَرُ}  (٢)  (٣) . </p><p> قال الربيع في هذِه الآية: إن الله عز وجل ذاكرٌ من ذكره، وزائدٌ من شكره، ومعذّبٌ من كفره (٤) . </p><p> وقال السدي فيها: ليس من عبدٍ يذكر الله إلا ذكره الله، لا يذكره مؤمن إلا ذكرَهُ بالرحمة ولا يذكره كافر إلا ذكره بعذاب (٥) . </p><p> وقال سفيان بن عيينة: بلغنا أن الله عز وجل قال: أعطيت عبادي ما لو أعطيته جبريل وميكائيل، كنت قد أجزلت لهما، قلت:  {فَاذْكُرُونِي أَذْكُرْكُمْ} ، وقلت لموسى: قل لِلظَّلَمَةِ لا يَذْكُرُوني؛ فَإنِّي أذْكُرُ مَنْ </p><p>(١) في (ت): بالتحميد. (٢) العنكبوت: ٤٥.(٣) ذكر بعضه السمرقندي في \"بحر العلوم\" ١/ ١٦٨، والحيري في \"الكفاية\" ١/ ٨٥، ٨٦، والرازي في \"مفاتيح الغيب\" ٤/ ١٤٤، والخازن في \"لباب التأويل\" ١/ ١٢٦، وأبو حيان في \"البحر المحيط\" ١/ ٦١٩.(٤) رواه الطبري في \"جامع البيان\" ٢/ ٣٧. وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢٦٠، وابن كثير في \"تفسير القرآن العظيم\" ٢/ ١٢٥. وورد كذلك عن الحسن، وأبي العالية، والسدي.(٥) رواه الطبري في \"جامع البيان\" ٢/ ٣٧، وذكره القرطبي في \"الجامع لأحكام القرآن\" ٢/ ١٥٧.</p>"
}