{
  "id": null,
  "sura": 2,
  "aya": 125,
  "text": "<p> الآية (١) . </p><p> ١٢٥ - قوله عزَّ وجلَّ:  {وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ} </p><p> يعني: الكعبة مثابةً مرجعًا؛ والمثاب والمثابة واحد كالمقام والمقامة (٢) . وقال ابن عباس: يعني: معاذًا وملجأ (٣) . </p><p> وقال سعيد بن جبير ومجاهد والضحاك: يثوبون إليه من كل جانب ويحجون ولا يملون منه، فما من أحد قصده وإلا وهو يتمنى العود إليه (٤) . </p><p> وقال قتادة وعكرمة: مجمعًا (٥) . </p><p>(١) يس: ٦٠. (٢) \"معاني القرآن\" للزجاج ١/ ٢٠٥.(٣) ذكره البغوي في \"معالم التنزيل\" ١/ ١٤٦، وأبو حيان في \"البحر المحيط\" ١/ ٥٥١.انظر: \"جامع البيان\" للطبري ١/ ٥٣٢.(٤) أخرج جزءًا منه بمعناه عبد الرزاق في \"تفسير القرآن\" ١/ ٥٨ - ٥٩، والطبري في \"جامع البيان\" ١/ ٥٣٣ عن مجاهد وسعيد.وذكره عنهما البغوي في \"معالم التنزيل\" ١/ ١٤٦. وذكر السمعاني في \"تفسير القرآن\" ٢/ ٤٦ جزءًّا منه عن الضحاك.وهذا القول مروي عن ابن عباس، رواه الطبري في \"جامع البيان\" ١/ ٥٣٤.(٥) رواه الطبري في \"جامع البيان\" ١/ ٥٣٣ عن قتادة. وذكره عنه أبو حيان في \"البحر المحيط\" ١/ ٥٥١، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٦٩، والبغوي في \"معالم التنزيل\" ١/ ١٤٦ عنهما.وذكره السمرقندي في \"بحر العلوم\" ١/ ١٥٦.</p><p> وقرأ طلحة بن مصرِّف:  (مثاباتٍ) على الجمع (١) . </p><p> {وَأَمْنًا} يعني: مأمنًا يأمنون فيه. قال ابن عباس: فمن أحدث حدثًا خارج الحرم، ثم لجأ إلى الحرم أمِنَ مِنْ أنْ يُهَاج فيه، ولكن لا يُئْوى ولا يُخَالَط ولا يُبَايَع، ويوكل به، فإذا خرج منه أقيم عليه الحد، ومن أحدث في الحرم أقيم عليه الحد فيه (٢) . </p><p> قوله عزَّ وجلَّ:  {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى} قرأ شيبة وابن عامر ونافع والأعرج والحسن وابن أبي إسحاق وسلام: (واتَّخَذوا) بفتح الخاء على الخبر، وقرأ الباقون بالكسر على الأمر (٣) . </p><p> قال ابن كيسان: ذكروا أن رسول الله - صلى الله عليه وسلم - مرَّ ومعه عمر بن الخطاب فقال: يا رسول الله؛ أليس هذا مقام أبينا إبراهيم؟ قال:  \"بلي\" قال: أفلا نتخذه مصلي؟ قال:  \"لم أؤمر بذلك\" فلم تغب الشمس من يومهم </p><p>(١) \"شواذ القراءة\" للكرماني (ص ٣١)، \"المحرر الوجيز\" لابن عطية ١/ ٢٠٧، القرطبي في \"الجامع لأحكام القرآن\" ٢/ ١٠٠، \"البحر المحيط\" لأبي حيان ١/ ٥٥١ ونُسبت هذِه القراءة أيضًا إلى الأعمش. (٢) من (ج).وقول ابن عباس: ذكره السمعاني في \"تفسير القرآن\" ٢/ ٤٧، وابن الجوزي في \"زاد المسير\" ١/ ١٤١.وانظر: \"بحر العلوم\" للسمرقندي ١/ ١٥٧، \"النكت والعيون\" للماوردي ١/ ١٨٦، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ١٠٠.(٣) \"السبعة\" لابن مجاهد (ص ١٦٩)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ١٣٥)، \"التيسير\" للداني (ص ٦٥) وسلام هو ابن سليمان.</p><p> حتى نزلت:  {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى} \" (١) . </p><p> [٣٠١] أخبرنا أبو الحسن عبد الرحمن بن (إبراهيم بن محمد)  (٢) ابن يحيى (٣) بقراءتي عليه، قال: أنا أبو الفضل عبدوس بن الحسين بن منصور (٤) سنة إحدى وثلاثين وثلث مئة، قال: نا أبو حاتم محمد بن إدريس الرازي (٥) ، قال: نا محمد بن عبد الله بن المثنى الأنصاري (٦) ، قال: حدثني حميد الطويل (٧) ، عن أنس بن مالك (٨) قال: قال عمر بن الخطاب: وافقني ربي في ثلاث، قلت: لو اتخذت من مقام إبراهيم مصلي، فأنزل الله تعالى:  {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى} وقلت: يا رسول الله صلى الله عليك (٩) ، إنه يدخل عليكم البر والفاجر، فلو حجبت أمهات المؤمنين! فأنزل الله تعالى آية الحجاب، قال: </p><p>(١) هو بمعنى الحديث الآتي. (٢) من (ج)، وفي بقية النسخ (محمد بن إبراهيم).(٣) ثقة.(٤) لم يذكر بجرح أو تعديل.(٥) الإمام، الحافظ، الثبت.(٦) محمد بن عبد الله بن المثنى بن عبد الله بن أنس بن مالك الأنصاري، البصري، القاضي، ثقة، توفي سنة (٢١٥ هـ).\"تهذيب الكمال\" للمزي ٢٥/ ٥٣٩، \"تهذيب التهذيب\" لابن حجر ٣/ ٦١٤، \"تقريب التهذيب\" لابن حجر (٦٠٨٤).(٧) ثقة، مدلس.(٨) صحابي.(٩) من (ت).</p><p> وبلغني شيء كان بين أمهات المؤمنين وبين النبي - صلى الله عليه وسلم - فاستقريتهن أقول: لتكفن عن رسول الله - صلى الله عليه وسلم - أو ليبدلنه الله (١) أزواجًا خيرًا منكن، حتَّى أتيت على آخر أمهات المؤمنين، فقالت أم سلمة: يا عمر، أمَا في رسول الله - صلى الله عليه وسلم - ما يعظ نساءه حتَّى تعظهن؟ ! فأمسكت، فأنزل (٢) الله تعالى: {عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ}  (٣) الآية (٤) . </p><p>(١) ساقطة من (ج). (٢) في (ش): حتَّى أنزل.(٣) التحريم: ٥.(٤) [٣٠١] الحكم على الإسناد:رجال إسناده ثقات، عدا عبدوس بن الحسين لم يُذكر بجرح أو تعديل.والحديث ثابت في \"صحيح البخاري\" وغيره من طريق آخر عن حميد الطويل، عن أنس، به نحوه، والله أعلم.التخريج:رواه سعيد بن منصور في \"سننه\" ٢/ ٦٠٩ (٢١٥)، وأحمد في \"مسنده\" ١/ ٢٣ - ٢٤ (١٥٧)، ٣٦ - ٣٧ (٢٥٠)، والدارمي في \"سننه\" (١٨٩١)، والبخاري كتاب الصلاة، باب ما جاء في القبلة. . (٤٠٢)، وفي كتاب التفسير، باب قوله تعالى: {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى} (٤٤٨٣)، وفي التفسير، باب {لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ. .} (٤٧٩٠)، وفي التفسير، باب {عَسَى رَبُّهُ إِن طَلَّقَكُنَّ. .} (٤٩١٦)، والترمذي كتاب تفسير القرآن، باب ومن سورة البقرة (٢٩٥٩، ٢٩٦٠)، والنسائي في \"السنن الكبرى\" ١/ ١٨٤ (١٨) كتاب التفسير، تفسير سورة البقرة، وفي ٢/ ١٨٧ (٤٣٨)، تفسير سورة الأحزاب، وفي ٢/ ٤٥٣ (٦٣١) تفسير سورة التحريم، وابن ماجة كتاب إقامة الصلاة، باب القبلة (١٠٠٩)، وابن حبان في \"صحيحه\" كما في \"الإحسان \" ١٥/ ٣١٩ (١٦٨٩٦)، والواحدي في \"الوسيط\" =</p><p> واختلفوا في قوله:  {مِنْ مَقَامِ إِبْرَاهِيمَ} : </p><p> فقال إبراهيم (١) النخعي: الحرم كله مقام (٢) . </p><p> وقال يمان: المسجد كله مقام إبراهيم (٣) . </p><p> وقال قتادة ومقاتل والسدي:  (هو الصلاة عند مقام إبراهيم)  (٤) وأمروا بالصلاة عنده، ولم يؤمروا بمسحه ولا تقبيله (٥) . </p><p>= ١/ ٢٠٥، والبغوي في \"معالم التنزيل\" ١/ ١٤٧ وغيرهم من طرق عن حميد، عن أنس، به نحوه. واختصره بعضهم فأورد منه موضع الشاهد فقط. (١) من (ج).(٢) ذكره البغوي في \"معالم التنزيل\" ١/ ١٤٦، والقرطبي في \"الجامع لأحكام القرآن\" ٢/ ١٠٢، وأبو حيان في \"البحر المحيط\" ١/ ٥٥٣، والألوسي في \"روح المعاني\" ١/ ٣٨٠.(٣) ذكره البغوي في \"معالم التنزيل\" ١/ ١٤٦، وأبو حيان في \"البحر المحيط\" ١/ ٥٥٣.(٤) من (ج)، (ت).(٥) رواه الطبري في \"جامع البيان\" ١/ ٥٣٧ عن قتادة.وذكره عنه ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٦٤، وذكره الواحدي في \"الوسيط\" ١/ ٢٠٥ عن قتادة، والسدِّي. وذكره عنهم البغوي في \"معالم التنزيل\" ١/ ١٤٧.قلت: وهذا هو الظاهر، ويدل عليه الحديث السابق، وأدلة أخرى تدل على استحباب الصلاة ركعتين بعد نهاية الطواف عند مقام إبراهيم.</p><p> وأما قصته وبدء أمره: </p><p> فروى سعيد بن جبير، عن ابن عباس قال: لما أتى إبراهيم بإسماعيل وهاجر فوضعهما بمكة وأتت على ذلك مدة ونزلها (١) الجُرْهُمِيُّونَ (٢) وتزوج إسماعيل عليه السلام امرأةً منهم. </p><p> وماتت هاجر، فاستأذن إبراهيم عليه السلام سارة أن يأتي هاجر (٣) ، فأذنت له وشرطت عليه أن لا ينزل، فقدم إبراهيم عليه السلام وقد ماتت هاجر، فذهب إلى بيت إسماعيل، فقال لامرأته: أين صاحِبُكِ؟ قالت: ليس هو (٤) هاهنا، ذهب يتصيد -وكان إسماعيل يخرج من الحرم فيصيد ثم يرجع- فقال لها إبراهيم: هل عندك من (٥) ضيافة؟ هل عندك من (٦) طعام أو شرابٍ؟ قالت: ليس عندي شيء (٧) وما عندي أحد؛ فقال لها إبراهيم: إذا جاء زوجك فأقرئيه السلام، وقولي له: فليغِّير عتبة بابه. </p><p> وذهب إبراهيم، فجاء إسماعيل ووجد ريح أبيه، فقال لامرأته: </p><p>(١) في (ش): ونزله. (٢) الجرهميون: نسبة إلى قبيلة جُرْهم، وهم بطن من القحطانية، كانت منازلهم أولًا اليمن، ثم انتقلوا إلى الحجاز، فنزلوه، ثم نزلوا مكة واستوطنوها.\"معجم قبائل العرب\" لرضا كحالة ١/ ١٨٣.(٣) في (ش): إسماعيل.(٤) ساقطة من (ج)، (ش).(٥) ساقطة من (ج).(٦) ساقطة من (ج).(٧) ساقطة من النسخ الأخرى، والمثبت من (س).</p><p> هل جاءك أحد؟ قالت: نعم (١) جاءني شيخ صفته كذا وكذا -كالمستخفة لشأنه (٢) - قال: فما قال لكِ؟ قالت: قال لي أقرئي زوجك السلام، وقولي له فليغير عتبة بابه، فطلقها وتزوج أخرى، فلبث إبراهيم ما شاء الله أن يلبث، ثم استأذن سارة أن يزور إسماعيل، فأذنت له واشترطت عليه أن لا ينزل، فجاء إبراهيم حتَّى انتهى إلى باب إسماعيل فقال لامرأته: أين صاحبكِ؟ قالت: ذهب يتصيد، وهو يجيء الآن إن شاء الله فانزل يرحمك الله؛ فقال لها: هل (٣) عندك من (٤) ضيافة؟ قالت: نعم. فجاءت باللبن واللحم، فدعا لهما بالبركة، فلو جاءت يومئذ (٥) بخبزٍ أو برٍّ أو شعيرٍّ (أو تمر)  (٦) لكانت أكثر الأرض (٧) برًّا (وشعيرًا وتمرًا)  (٨) ، قالت له: انزل حتَّى أغسل رأسك. فلم ينزل، فجاءته بالمقام فوضعته عن شقه الأيمن، فوضع قدمه عليه، فبقي أثر قدمه عليه فغسلت شق رأسه الأيمن، ثم حولت المقام إلى شقه الأيسر فغسلت شق رأسه الأيسر، فبقي أثر قدمه عليه، فقال لها: إذا </p><p>(١) من (ج). (٢) في النسخ الأخرى: بشأنه، والمثبت من (س).(٣) من (ج)، (ت).(٤) من (ج)، (ت).(٥) ساقطة من (ج).(٦) من (ج)، (ت).(٧) في (ج): أرض الله.(٨) في (ش): أو شعيرًا أو تمرًا.</p><p> جاء (١) زوجك فأقرئيه السلام، وقولي له: قد استقامت عتبة بابك. فلما جاء إسماعيل عليه السلام وجد ريح أبيه؛ فقال لامرأته: هل جاءك أحدٌ؟ قالت: نعم (٢) ، شيخ أحسن الناس وجهًا وأطيبهم ريحًا، فقال لِي كذا، وقلت له كذا، وغسلت رأسه، وهذا موضع قدميه على المقام، قال (٣) ذاك أبي (٤) إبراهيم (٥) . </p><p> وقال أنس بن مالك: رأيت في المقام أثر أصابعه وعقبه وأخمص قدميه غير أنَّه أذهبه مسح الناس بأيديهم (٦) . </p><p>(١) في (ت): جاءك. (٢) ساقطة من (ت).(٣) في (ج): زيادة: لها.(٤) ساقطة من النسخ الأخرى، والمثبت من (س).(٥) رواه البخاري كتاب الأنبياء، باب {يَزِفُّونَ}: النسلان في المشي (٣٣٦٤)، من طريق سعيد بن جبير، عن ابن عباس، في سياق طويل، فيه تفصيل هجرة إبراهيم عليه السلام إلى مكة وما حصل لهاجر وابنها إسماعيل هناك، وزيارة إبراهيم لابنه، وبناؤهما للكعبة. ولكن ليس عند البخاري: غسل امرأة إسماعيل لإبراهيم، ووضع قدمه أثناء الغسل على المقام، ومن طريق البخاري رواه ابن الجوزي في \"المنتظم\" ١/ ٢٦٨ ثم ذكر قصة غسل زوجة إسماعيل الثانية لرأس إبراهيم، من رواية عطاء بن السائب، عن سعيد بن جبير، عن ابن عباس.وأخرج القصة الطبري في \"تاريخ الرسل والملوك\" ١/ ٥٤١ - ١٥٦ من طرق عن سعيد بن جبير.وذكرها البغوي في \"معالم التنزيل\" ١/ ٤٧١ - ١٤٨. وذكر المؤلف القصة من رواية السدي وغيره في \"عرائس المجالس\" للمصنف (ص ٧١).(٦) ذكره المصنف في \"عرائس المجالس\" (ص ٧٣). ورواه الواحدي في \"الوسيط\" ١/ ٢٥٦ بإسناده من طريق ابن شهاب، عن أنس. =</p><p> [٣٠٢] وأخبرنا محمد بن أحمد بن عبدوس (١) ، قال: أنا محمد ابن حمدون بن خالد (٢) ، قال: نا محمد بن إبراهيم (٣) ، قال: نا هدبة ابن خالد (٤) ، قال: نا أبو يحيى رجاء بن صبيح الحَرَشي (٥) ، قال: سمعت مسافع بن شيبة (٦) يقول: سمعت عبد الله بن عمرو يقول: </p><p>= وذكره ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٦٤ من هذا الطريق. وذكره أيضًا القرطبي في \"الجامع لأحكام القرآن\" ٢/ ١٠٢، وأبو حيان في \"البحر المحيط\" ١/ ٥٥٣.(١) لم يذكر بجرح أو تعديل.(٢) حافظ، ثبت.(٣) لم يتبين لي من هو.(٤) هُدبة -بضم أوله وسكون الدال، بعدها موحدة- ابن خالد بن الأسود القيسي، أبو خالد البصري، ويقال له: هدَّاب -بالتثقيل وفتح أوله- ثقة عابد، تفرَّد النسائي بتليينه، مات سنة بضع وثلاثين ومائتين.\"تهذيب الكمال\" للمزي ٣٠/ ١٥٢، \"تقريب التهذيب\" لابن حجر (٧٣١٩).(٥) رجاء بن صبيح الحرشي -بفتح المهملة والراء، بعدها معجمة- أبو يحيى البصري. والحرشي: منسوب إلى بني الحريش بن كعب بن عامر بن صعصعة، وأكثرهم نزلوا البصرة، ومنها تفرقت إلى البلاد.ضعَّفه ابن معين، وقال أبو حاتم وغيره: ليس بالقوي، وذكره ابن حبان في \"الثقات\"، وقال ابن حجر: ضعيف، من السابعة.\"الجرح والتعديل\" لابن أبي حاتم ٣/ ٥٠٢، \"الثقات\" لابن حبان ٦/ ٣٠٦، \"الأنساب\" للسمعاني ٢/ ٢٠٢، \"تهذيب الكمال\" للمزي ٩/ ١٦٥، \"ميزان الاعتدال\" للذهبي ٢/ ٤٦، \"الكاشف\" للذهبي ١/ ٣٩٥، \"تهذيب التهذيب\" لابن حجر ١/ ٦٠٣، \"تقريب التهذيب\" لابن حجر (١٩٣٦).(٦) مسافع بن عبد الله بن شيبة بن عثمان العبدي، أبو سليمان المكي الحَجَبيُّ، وقد يُنسب لجده، ثقة من الثالثة، قيل: قتل يوم الجمل. ولا يصح ذلك، بل تأخر إلى =</p><p> أشهد بالله (١) -ثلاث مرات- إني سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"الركن والمقام ياقوتتان من ياقوت الجنّة طمس الله نورهما، ولولا أن طمس نورهما لأضاءتا(٢)، ما بين المشرق والمغرب\"  (٣) . </p><p>= خلافة الوليد. \"تهذيب الكمال\" للمزي ٢٧/ ٤٢٢، \"تهذيب التهذيب\" لابن حجر ٤/ ٥٥، \"تقريب التهذيب\" لابن حجر (٦٦٣٠).(١) من (ت).(٢) في (ش): لأضاءت.(٣) [٣٠٢] الحكم على الإسناد:إسناده ضعيف؛ لضعف رجاء بن صبيح، وقد ضعَّف الحديثَ: الترمذي، وابن خزيمة وكذلك ابن حجر في \"فتح الباري\" ٣/ ٤٦٢.ولكن الحديث له متابعات وشواهد يتقوى بها الحديث فيصير حسنًا لغيره، ذكرها السيوطي في \"الدر المنثور\" ١/ ٢٢٣ - ٢٢٤.التخريج:رواه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ٩/ ٢٤ (٣٧١٥) كتاب الحج، باب فضل مكة، من طريق هدبة بن خالد، به مثله.ورواه أحمد في \"المسند\" ٢/ ٢١٣ - ٢١٤ (٧٠٠٠)، والترمذي كتاب الحج، باب ما جاء في فضل الحجر الأسود والركن والمقام (٨٧٨)، وابن خزيمة في \"صحيحه\" ٤/ ٢١٩ (٢٧٣٢) كتاب المناسك، باب صفة الركن والمقام والبيان أنهما ياقوتتان من يواقيت الجنّة، والحاكم في \"المستدرك\" ١/ ٤٥٦ كتاب المناسك، من طريقين عن رجاء، به.قال الترمذي: هذا يروى عن عبد الله بن عمرو موقوفًا من قوله، وفيه عن أنس أيضًا، وهو حديث غريب.وقال ابن خزيمة: لستُ أعرف أبا [يحيى] رجاء هذا بعدالة ولا جرح، ولست أحتج بخبر مثله. اهـ. =</p><p> قوله عز وجل:  {وَعَهِدْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ} أي: أمرناهما وأوصيناهما (١) . </p><p> {أَنْ طَهِّرَا بَيْتِيَ} يعني: الكعبة أي: ابنياه على الطهارة والتوحيد. </p><p> وقال سعيد بن جبير وعبيد بن عمير وعطاء ومقاتل: طهرا بيتي من الأوثان والريب وقول الزور (٢) . </p><p> وسمع عمر - رضي الله عنه - صوت رجل في المسجد فقال: ما هذا! أتدري أين أنت؟ (٣) . </p><p>= ورواه ابن خزيمة في \"صحيحه\" (٢٧٣١)، والحاكم في \"المستدرك\" ١/ ٤٥٦ ومن طريقه البيهقي في \"السنن الكبرى\" ٥/ ٧٥ من طريقين عن أيوب بن سويد، عن يونس، عن الزهري، عن مسافع به. قال ابن خزيمة: هذا الخبر لم يسنده أحد أعلمه من حديث الزهري غير أيوب بن سويد إن كان حفظه عنه. ورواه عبد الرزاق في \"المصنف\" ٥/ ٣٩ (٨٩٢١) كتاب الحج، باب الركن من الجنَّة، عن ابن جريج، عن ابن شهاب، عن مسافع، أنَّه سمع رجلًا يحدث عن عبد الله بن عمرو. . .ورواه البيهقي في \"السنن الكبرى\" ٥/ ٧٥ من طريق ابن جريج، عن عطاء، عن عبد الله بن عمرو مرفوعًا، وفيه زيادة.(١) في (ج): وأوحينا إليهما.(٢) رواه الطبري في \"جامع البيان\" ١/ ٥٣٩ عن عبيد بن عمير، ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٧٣ (١٢١٤، ١٢١٥) عن سعيد بن جبير، قال ابن أبي حاتم: وروي عن عبيد بن عمير، وأبي العالية، وقتادة، ومجاهد، وعطاء نحوه.وذكره الواحدي في \"الوسيط\" ١/ ٢٠٧ عمن ذكرهم المؤلف، والبغوي في \"معالم التنزيل\" ١/ ١٤٨ عن سعيد وعطاء، والقرطبي في \"الجامع لأحكام القرآن\" ١/ ١٠٣ عن عبيد وسعيد.(٣) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٢/ ١٠٤.</p><p> [٣٠٣] وأخبرنا محمد بن على بن محمد الجرجاني (١) ، قال: أنا محمد بن علي بن عمرو الأصبهاني (٢) ، قال: أنا سليمان بن أحمد بن أيوب الأصبهاني (٣) ، قال: نا إسحاق بن إبراهيم بن زبريق الحمصيّ (٤) ، قال: نا أبو المغيرة (٥) ، قال: نا الأوزاعي (٦) ، قال: </p><p>(١) محمد بن على بن محمد بن الحسن، أبو عبد الله الخبَّازي. \"معرفة القراء الكبار\" للذهبي ١/ ٤١٣، \"غاية النهاية\" لابن الجزري ٢/ ٢٠٧.(٢) محمد بن على بن عمرو بن مهدي الأصبهاني، الحنبلي، النَّقَّاش، أبو سعيد. الإمام، الحافظ، البارع، الثَّبت. توفي سنة (٤١٤ هـ).\"ذكر أخبار أصبهان \" لأبي نعيم ٢/ ٢٨٠، \"سير أعلام النبلاء\" للذهبي ١٧/ ٣٠٧، \"طبقات الحفاظ\" للسيوطي (٩٣٨).(٣) الطبراني، الإمام، الحافظ، الثقة.(٤) إسحاق بن إبراهيم بن العلاء الحمصي، ابن زبريق، وقد يُنسب إلى جدِّه.قال أبو حاتم: شيخ لا بأس به، ولكنهم يحسدونه. سمعتُ يحيى بن معين أثنى عليه خيرًا. وقال النسائي: ليس بثقة. وذكره ابن حبان في \"الثقات\". وقال أبو داود: . . ليس بشيء. وكذَّبه محدِّث حمص محمد بن عوف الطائي. وقال ابن حجر: صدوق يهم كثيرًا.توفي سنة (٢٣٨ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٢/ ٢٠٩، \"الثقات\" لابن حبان ٨/ ١١٣، \"تهذيب الكمال\" للمزي ٢/ ٣٦٩، \"ميزان الاعتدال\" للذهبي ١/ ١٨١، \"تهذيب التهذيب\" لابن حجر ١/ ١١١، \"تقريب التهذيب\" لابن حجر (٣٣٢).(٥) أبو المغيرة عبد القدوس بن الحجَّاج الخَوْلاني، الحمصي، ثقة، مات سنة \"تهذيب الكمال\" للمزي ١٨/ ٢٣٧، \"تهذيب التهذيب\" لابن حجر ٤/ ٥٩٢، \"تقريب التهذيب\" لابن حجر (٤١٧٣).(٦) عبد الرحمن بن عمرو، الإمام الفقيه، الثقة، الجليل.</p><p> نا عبدة بن أبي لبابة (١) ، قال حدثني زر بن حبيش (٢) ، قال: سمعت حذيفة بن اليمان (٣) يقول: قال رسول الله - صلى الله عليه وسلم -: \"إن الله تعالى أوحى إليَّ: يا أخا المرسلين يا أخا المُنْذِرِيْن، أنذر قومك ألا يدخلوا بيتًا من بيوتي إلا بقلوب سليمة وألْسنَةٍ صادقة وأيدٍ نَقية وفروج طاهرة، ولا يدخلوا بيتًا من بيوتي ولأحد عندهم مظلمة؛ فإني ألعنه ما دام قائمًا بين يدي يصلي حتَّى يرد الظلامة إلى أهلها، فأكون سمعه الَّذي يسمع به، وأكون بصره الَّذي يبصر به، ويكون من أوليائي وأصفيائي، ويكون جاري مع النبيين والصديقين والشهداء والصالحين\"  (٤) . </p><p> وقال يمان بن رئاب: معناه بَخِّراه وخلِّقَاه (٥) . </p><p>(١) عبدة بن أبي لبابة الأسدي مولاهم، ويقال: مولى قريش، أبو القاسم البزاز، الكوفي، نزيل دمشق، ثقة، من الرابعة. \"تهذيب الكمال\" للمزي ١٨/ ٥٤١، \"تهذيب التهذيب\" لابن حجر ٢/ ٦٤٤، \"تقريب التهذيب\" لابن حجر (٤٣٠٢).(٢) ثقة جليل.(٣) صحابي.(٤) [٣٠٣] الحكم على الإسناد:إسناده ضعيف، فيه إسحاق بن إبراهيم صدوق يهم كثيرًا.التخريج:رواه أبو نعيم في \"حلية الأولياء\" ٦/ ١١٦ عن الطبراني به، وابن عساكر في \"تاريخ دمشق\" ٦٥/ ٤٤ من طريق الأوزاعي به.(٥) ذكره البغوي في \"معالم التنزيل\" ١/ ١٤٨، والقرطبي في \"الجامع لأحكام القرآن\" ٢/ ١٠٣، وأبو حيان في \"البحر المحيط\" ١/ ٥٥٣. =</p><p> [٣٠٤] أخبرنا أبو عمرو الفُراتي (١) ، قال: أنا أبو موسى عمران ابن موسى (٢) ، قال: نا أبو العباس بن همام (٣) ، قال: نا يحيى (٤) ابن أبي طالب قال: نا يزيد بن هارون (٥) ، قال: نا محمد بن مسلم (٦) ، قال: </p><p>= وخلّقاه: أي طيِّباه، والخلوق والخلاق: ضربٌ من الطيب. وقيل: الزعفران وغيره. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٧١، \"لسان العرب\" لابن منظور ٤/ ١٩٧ (خلَق). (١) لم يذكر بجرح أو تعديل.(٢) الخبوشاني، قال الحاكم: كان شيخًا يشبه.(٣) لم أجده.(٤) في (س) و (ش): (الحسن)، وفي (ت): (الحسين)، والمثبت من (ج)، ومصادر الترجمة.وهو يحيى بن أبي طالب، واسم أبي طالب: جعفر بن عبد الله الزبرقان، أبو بكر البغدادي، مولى العباس بن عبد المطلب عتاقةً.وثَّقه الدارقطني وغيره. وقال أبو حاتم: محله الصدق، وقال أبو أحمد الحاكم: ليس بالمتين. وقال موسى بن هارون: أشهد أنَّه يكذب. قال الذهبي: عنَى في كلامه، ولم يعن في الحديث، فالله أعلم، والدارقطني من أخبر الناس به. وقال مسلمة بن قاسم: ليس به بأس، تكلم الناس فيه. توفي سنة (٢٧٥ هـ).\"تاريخ بغداد\" للخطيب ١٤/ ٢٢٠، \"ميزان الاعتدال\" للذهبي ٤/ ٣٨٦، \"سير أعلام النبلاء\" للذهبي ١٢/ ٦١٩، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ١٣٤، \"لسان الميزان\" لابن حجر ٦/ ٢٤٥، ٢٦٢ - ٢٦٣.(٥) ثقة، متقن، عابد.(٦) محمد بن مسلم الطائفي، واسم جده: سوس، وقيل: سوسن -بزيادة نون في آخره- وقيل: بتحتانية بدل الواو فيهما، وقيل: مثل حُنين. وثقه ابن معين، والعجلي، وأبو داود، ويعقوب بن سفيان، وضعفه أحمد، وذكره ابن حبان في =</p><p> حدثني (عبد ربِّهِ بن عبد الله عن يحيى بن العلاء)  (١) عن مكحول (٢) ، عن معاذ بن جبل (٣) ، عن رسول الله - صلى الله عليه وسلم - قال:  \"جنبوا مساجدكم غلمانكم -يعني:صبيانكم- ومجانينكم، وسل سيوفكم ورفع أصواتكم وحدودكم(٤)وخصومتَكُم وبيعكم وشراءكم، وجمِّرُوها يوم جمعكم، واجعلوا على أبوابها مطاهركم\"  (٥) . </p><p>= \"الثقات \" وقال: يخطئ. وقال ابن عدي: صالح الحديث، لا بأس به، ولم أر له حديثًا منكرًا. قال الذهبي: فيه لين، وقد وثّق، وقال ابن حجر: صدوق، يخطئ من حفظه. توفي سنة (١٧٧ هـ).\"تاريخ يحيى بن معين\" رواية الدوري ٢/ ٥٣٧، \"تاريخ يحيى بن معين\" رواية الدارمي (٧٢١)، \"العلل\" لأحمد ١/ ٣٢، (٢٧٠)، \"الثقات\" لابن حبان ٧/ ٣٩٩، \"الكامل\" لابن عدي ٦/ ١٢٦، \"تهذيب الكمال\" للمزي ٢٦/ ٤١٢، \"ميزان الاعتدال\" للذهبي ٤/ ٤٠، \"الكاشف\" للذهبي ٢/ ٢١٩، \"تهذيب التهذيب\" لابن حجر ٣/ ٦٩٥، \"تقريب التهذيب\" لابن حجر (٦٣٣٣).(١) من (ج)، وفي بقية النسخ: (عبد ربه عن عبد الله بن يحيى بن العلاء) ولم يتبين لي من هما.(٢) تابعي، ثقة مشهور، كثير الإرسال والتدليس.(٣) صحابي.(٤) في (ش): وجدالكم.(٥) [٣٠٤] الحكم على الإسناد:إسناد المؤلف ضعيف؛ فهو منقطع؛ لأن مكحولًا لم يسمع من معاذ وفيه محمد ابن مسلم الطائفي صدوق يخطئ. وفيه من لم أجده.والحديث ضعيف من جميع طرقه ضعفًا شديدًا، ولذا فقد ضعَّفه أهل العلم.قال ابن الجوزي في \"العلل المتناهية\" ١/ ٤٠٤: هذا حديث لا يصح عن رسول =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= الله - صلى الله عليه وسلم -. وقال ابن حجر في \"الدراية في تخريج أحاديث الهداية\" ١/ ٢٨٨: اختُلف فيه على مكحول، وأسانيده كلها ضعيفة.وذكره عبد الحق من طريق البزار من حديث ابن مسعود، قال: وليس له أصل.وانظر: \"نصب الراية\" للزيلعي ٢/ ٤٩١ - ٤٩٢.التخريج:رواه الطبراني في \"المعجم الكبير\" ٢٠/ ١٧٣ (٣٦٩) من طريق محمد بن مسلم، به. قال الهيثمي في \"مجمع الزوائد\" ٢/ ٢٦: رواه الطبراني في \"المعجم الكبير\"، ومكحول لم يسمع من معاذ.ورواه عبد الرزاق في \"المصنف\" ١/ ٤٤٢ (١٧٢٦) من طريق محمد بن مسلم، به، وعنده: عن عبد ربه بن عبد الله، عن مكحول، فسقط يحيى بن العلاء.ورواه الطبراني في \"المعجم الكبير\" ٨/ ١٥٦ (٧٦٠١)، والعقيلي في \"الضعفاء الكبير\" ٣/ ٣٤٨ (١٣٧٩)، وابن عدي في \"الكامل\" ٩/ ٢١٥، والبيهقي في \"السنن الكبرى\" ١٠/ ١٠٣ من طريق العلاء بن كثير، عن مكحول، عن أبي الدرداء، وعن واثلة بن الأسقع، وعن أبي أمامة - رضي الله عنه - كلهم يقول: سمعنا رسول الله - صلى الله عليه وسلم -وهو على المنبر يقول: فذكروا نحوه.وإسناده ضعيف جدًّا، وعلته العلاء بن كثير الليثي الشامي فهو متروك، ورماه ابن حبان بالوضع. \"المجروحين\" ٢/ ١٨١ - ١٨٢ (٨١٤).ولأجله ضعَّف العلماء الحديث، منهم العقيلي، وابن عدي، والبيهقي، والهيثمي في \"مجمع الزوائد\" ٢/ ٢٦.وأخرج الحديث: ابن ماجة كتاب المساجد والجماعات، باب المواضع التي تكره فيها الصلاة: (٧٥٠) من طريق الحارث بن نبهان، عن عتبة بن يقظان، عن أبي سعيد، عن مكحول، عن واثلة بن الأسقع مرفوعًا، به.وإسناده ضعيف جدًا، وعلته الحارث بن نبهان فهو متروك، كما في \"تقريب التهذيب\" لابن حجر (١٠٥٨). =</p><p> وقرأ الحسن وابن أبي إسحاق وحفص (١) وأهل المدينة: (بيتيَ) بفتح الياء؛ وقرأ الآخرون (٢) بإسكانها (٣) ، وأضافه تعالى إلى نفسه؛ تخصيصًا وتفضيلًا. </p><p>= قال البوصيري في \"زوائده\": إسناده ضعيف، فإنَّ الحارث بن نبهان متَّفق على ضعفه. ورواه ابن عدي في \"الكامل \" ٤/ ١٣٥ من طريق عبد الله بن محرر، عن يزيد الأصم، عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"جنِّبوا مساجدكم مجانينكم وصبيانكم\".وإسناده ضعيف جدًّا أيضًا؛ لأن عبد الله بن محرر متروك، كما في \"تقريب التهذيب\" لابن حجر (٣٥٩٨)، ولذلك قال عنه ابن عدي بعد أن أورد عددًا من مروياته: وهذِه الأحاديث لابن محرَّر عامتها غير محفوظات، وله غير ما أمليت أحاديث يرويه عنه الثقات، ورواياته عن من يرويه غير محفوظة.(١) حفص بن سليمان أبو عمر الأسدي، مولاهم، الغاضري، الكوفي، المقرئ الإمام صاحب عاصم، وابن زوجته. قال الذهبي: أما في القراءة، فثقة ضابط لها بخلاف حاله في الحديث. . . وكان الأولون يعدونه في الحفظ فوق أبي بكر بن عياش، ويصفونه بضبط الحروف التي قرأ بها على عاصم، أقرأ الناس دهرًا، وكانت القراءة التي أخذها عن عاصم ترتفع إلى علي - رضي الله عنه -، قال ابن حجر: متروك مع إمامته في القراءة توفي سنة (١٨٠ هـ).\"معرفة القراء الكبار\" للذهبي ١/ ١٤٠ (٥٢)، \"غاية النهاية\" لابن الجزري ١/ ٢٥٤، \"تقريب التهذيب\" (١٤٠٥).(٢) في (ت): الباقون.(٣) في (ج)، (ش): بإسكانه.انظر: \"معالم التنزيل\" للبغوي ١/ ١٤٨؛ \"الجامع لأحكام القرآن\" للقرطبي ٢/ ١٠٣، \"إتحاف فضلاء البشر\" للدمياطي ١/ ٤١٧.</p><p> {لِلطَّائِفِينَ} حوله، وهم النُّزَّاعُ إليه من آفاق الأرض. </p><p> {وَالْعَاكِفِينَ} أي المقيمين فيه (١) وهم سكان الحرم، {وَالرُّكَّعِ} جمع الرَّاكِعِ {السُّجُودِ} جمع الساجد، مثل قاعدٍ وقعود. </p><p> قال عطاء (٢) : إذا كان طائفًا فهو من الطائفين، وإذا كان جالسًا فهو من العاكفين، وإذا كان مصليًا، فهو من الركع السجُود (٣) . </p><p> [٣٠٥] أخبرنا أحمد بن أبي (٤) ، قال: أنا المغيرة بن عمرو (٥) ، قال: نا المفضل بن محمد (٦) ، قال: </p><p>(١) في (ش): فيهم. (٢) من (ج)، (ت).(٣) رواه الطبري في \"جامع البيان\" ١/ ٥٣٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٧٤ (١٢١٨، ١٢٢٣) مفرَّقًا عن عطاء. ورجحه الطبري على باقي الأقوال.وأخرج ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٧٤ - ٣٧٥ مثله عن عطاء عن ابن عباس.(٤) لم يذكر بجرح أو تعديل.(٥) المغيرة بن عمرو بن الوليد بن سليمان أبو الحسن البزاز المكي التاجر.أخذ بمكة سنن أبي قرة عن أبي سعيد المفضل الجندي.قال فيه الذهبي: روى حديثًا موضوعًا الحمل فيه عليه، هو آفته.\"ميزان الاعتدال\" للذهبي ٤/ ١٦٥، \"لسان الميزان\" لابن حجر ٦/ ٧٩، \"الكشف الحثيث\" (٨٧١٩)، \"السلوك في طبقات العلماء والملوك\" ١/ ٢١٦.(٦) المفضل بن محمد بن إبراهيم الجندي أبو سعيد، من ولد عامر بن شراحبيل الشعبي الكوفي.حدث عن: الصامت بن معاذ الجندي، ومحمد بن أبي عمر العدني، وإبراهيم بن محمد الشافعي وآخرون. =</p><p> نا أبو القاسم العابدي (١) عبد الله بن عمران قال: نا يوسف بن الفيض (٢) ، </p><p>= وقد روى القراءات عن طائفة كالبزي، وغيره. أخذ عنه: أبو بكر بن مجاهد، أبو القاسم الطبراني، أبو حاتم البستي، أبو بكر ابن المقرئ، أبو جعفر العقيلي، وآخرين.قال الحافظ أبو على النيسابوري: هو ثقة توفى سنة (٣٠٨ هـ).\"الإكمال\" لابن ماكولا ٤/ ٥٤٦، \"الأنساب\" للسمعاني ٣/ ٤٣١، \"سير أعلام النبلاء\" للذهبي ١٤/ ٢٥٨.(١) في (س) و (ج): (العائذي) بالذال، وفي (ش)، (ت) بلا همز ونقط. والمثبت الصواب، كما في مصادر الترجمة.وهو عبد الله بن عمران بن رَزين بن وهب الله القرشي، المخزومي، العابدي، أبو القاسم المكي.والعابدي: نسبة إلى عابد بن عمرو بن مخزوم. قال السمعاني -بعد أن ذكر عبد الله ابن عمران منهم-: والعجب أنَّه قد اجتمع في مخزوم: عابد وعائذ، فالعابدي ذكرناه، والعائذي نذكره في موضعه إن شاء الله. وعبد الله بن عمران هذا قال فيه أبو حاتم: صدوق، وذكره ابن حبان في \"الثقات \" وقال: يخطئ ويخالف، وقال ابن حجر: صدوق معمّر، توفي سنة (٢٤٥ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٥/ ١٣٠، \"الثقات\" لابن حبان ٨/ ٣٦٣، \"تهذيب الكمال\" للمزي ١٥/ ٣٧٨، \"الكاشف\" ١/ ٥٨١، \"تهذيب التهذيب\" لابن حجر ٢/ ٣٩٦، \"تقريب التهذيب\" لابن حجر (٣٥٣٤).وتحرف في \"الجرح والتعديل \" إلى: المعابدي.(٢) يوسف بن السَّفْر بن الفيض أبو الفيض الدمشقي، كاتب الأوزاعي، قال النسائي: ليس بثقة. وقال الدارقطني: متروك يكذب. وقال ابن عدي: روى بواطيل. وقال البيهقي: هو في عداد من يضع الحديث. وقال أبو زرعة وغيره: متروك. وقال أبو حاتم: ضعيف الحديث، وهو شبه المتروك. وقال البخاري: منكر الحديث. وقال ابن حبان: كان ممن يروي عن الأوزاعي ما ليس من أحاديثه من المناكير التي لا يشك عوام أصحاب الحديث أنها موضوعة، لا يحل =</p><p> عن الأوزاعي (١) ، عن عطاء بن أبي رباح (٢) عن ابن عباس (٣) قال: قال رسول الله - صلى الله عليه وسلم -: \"إن لله تعالى في كل يوم وليلة عشرين ومئة رحمة تنزل على البيت(٤): ستون للطائفين، وأربعون للمصلين، وعشرون للناظرين\"  (٥) . </p><p>= الاحتجاج به. \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٢٨، \"الضعفاء الصغير\" للبخاري (٤٠٩)، \"الكامل\" لابن عدي ٧/ ١٦٢، \"المجروحين\" لابن حبان ٣/ ١٣٣، \"الضعفاء والمتروكين\" للدارقطني (٥٩٩)، \"ميزان الاعتدال\" للذهبي ٤/ ٤٦٦، \"لسان الميزان\" لابن حجر ٦/ ٣٢٢، \"الكشف الحثيث\" لسبط ابن العجمي (٨٥٥).(١) الإمام، الفقيه، الثقة، الجليل.(٢) ثقة، فقيه، فاضل، لكنه كثير الإرسال.(٣) صحابي.(٤) في (ت): على أهل هذا البيت.(٥) [٣٠٥] الحكم على الإسناد:إسناده موضوع، فيه المغيرة بن عمرو يروي موضوعات.وفيه أيضًا يوسف بن الفيض معدود فيمن يضع الحديث، وخاصةً عن الأوزاعي، وهو هنا يروي عنه.وقد ورد الحديث من طريق آخر عن ابن عباس عند الطبراني، ولكنه موضوع أيضًا، والله تعالى أعلم.التخريج:رواه الواحدي في \"الوسيط\" من طريق المغيرة، به مثله.ورواه ابن عدي في \"الكامل\" ٧/ ١٦٣ من طريق عبد الله بن عمران به مثله.ورواه الطبراني في \"المعجم الكبير\" ١١/ ١٩٥ (١١٤٧٥)، من طريق يوسف بن الفيض به.ورواه الخطيب في \"تاريخ بغداد\" ٦/ ٢٧، من طريق ابن جريج، عن عطاء، عن =</p>"
}