{
  "id": null,
  "sura": 2,
  "aya": 253,
  "text": "<p> {وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ} . </p><p> ٢٥٢ - {تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ وَإِنَّكَ لَمِنَ الْمُرْسَلِينَ (٢٥٢) }. </p><p> ٢٥٣ - (قوله عز وجل)  (١) : {تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِنْهُمْ مَنْ كَلَّمَ اللَّهُ} </p><p> قال الأخفش: أي: كلَّمه الله (٢) . كقوله عز وجل:  {وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ}  (٣) أي: تشتهي (٤)  {وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ} . </p><p> [٥٧٤] أخبرنا ابن فنجويه (٥) ، قال: نا أحمد بن إبراهيم بن </p><p>= الحيري في \"الكفاية في التفسير\" ١/ ٢١١ من طريق أبي عوانة، ورواه الواحدي في \"الوسيط\" ١/ ٣٦١ من طريق محمد بن المسيب، كلهم عن أبي حميد به. ورواه ابن عدي في \"الكامل\" ٢/ ٣٨٢ من طريق هشام بن عبد الملك قال: حدثنا يحيى بن سعيد به. وقال: وهذا الحديث لا يرويه عن ابن سوقة غير حفص بن سليمان. وقال ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٤٢٦: وهذا إسناد ضعيف، فإن يحيى بن سعيد هو أبو زكريا العطار الحمصي، وهو ضعيف جدًّا.وقال الهيثمي في \"مجمع الزوائد\" ٨/ ١٦٤: رواه الطبراني في \"المعجم الكبير\" و\"المعجم الأوسط\" وفيه يحيى بن سعيد العطار، وهو ضعيف.قلت: وحفص بن سليمان أشد ضعفًا منه.(١) ما بين القوسين ساقطة من (ش)، (ح)، (ز).(٢) \"معاني القرآن\" ١/ ٣٧٩.(٣) الزخرف: ٧١.وفي الأصل وجميع النسخ: (تشتهي) على قراءة ابن كثير وأبي عمرو وحمزة وغيرهم.انظر: \"الحجة\" لابن زنجلة (ص ٦٥٤).(٤) في (أ) زيادة: الأنفس.(٥) الحسين بن محمد بن فنجويه أبو عبد الله الثقفي، ثقة صدوق كثير الرواية للمناكير.</p><p> شاذان (١) ، قال: نا عمر (٢) بن أحمد القطان (٣) ، قال: نا محمد بن إسماعيل (٤) ، قال: نا وكيع (٥) ، قال: نا سفيان (٦) ، عن أبيه (٧) ، عن منذر الثوري أبي يعلى (٨) عن الربيع بن خثيم (٩) قال: لا أفضل على نبينا أحدًا، ولا أفضل بعده على إبراهيم خليل الرحمن أحدًا (١٠) . </p><p> {وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ وَلَوْ شَاءَ اللَّهُ مَا </p><p>(١) أحمد بن إبراهيم بن شاذان البزاز أبو بكر البغدادي، ثقة ثبت كثير الحديث. (٢) في (أ): عثمان.(٣) عمر بن أحمد القطان، الدربي ثقة.(٤) محمد بن إسماعيل الحساني، صدوق.(٥) وكيع بن الجراح، الإمام ابن حجر الثقة.(٦) سفيان الثوري، الإمام الحجة.(٧) سعيد بن مسروق الثوري الكوفي ثقة.(٨) في (ش): عن أبي يعلى.وهو: المنذر بن يعلى الثوري أبو يعلى الكوفي، ثقة. من السادسة.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٢٤٢، \"تهذيب التهذيب\" لابن حجر ٤/ ١٥٥، \"تقريب التهذيب\" لابن حجر (٦٨٩٤).(٩) الربيع بن خثيم، ثقة، عابد، مخضرم.(١٠) في (ش) زيادة: قوله تعالى.[٥٧٤] الحكم على الإسناد:إسناده مقبول. شيخ المصنف ثقة صدوق كثير الرواية للمناكير، وفيه أيضًا محمد ابن إسماعيل الحساني صدوق.التخريج:ورواه ابن المنذر كما عزاه له السيوطي في \"الدر المنثور\" ١/ ٥٧١.وذكره عن الربيع: الواحدي في \"الوسيط\" ١/ ٣٦٣.</p><p> اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ} أي: من بعد الرسل {مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَكِنِ اخْتَلَفُوا} بعدهم في الدين {فَمِنْهُمْ مَنْ آمَنَ} ثبت على إيمانه {وَمِنْهُمْ مَنْ كَفَرَ} فتهود، وتنصر، وصاروا يعقوبية، ونسطورية، وملكانية (١) ، ثم تحاربوا (٢) . </p><p> {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ} فيوفق من يشاء فضلًا، ويخذل من يشاء عدلًا (٣) . </p><p>(١) في جميع النسخ: ملكائية. والملكانية أصحاب ملكا الَّذي ظهر بأرض الروم، واستولى عليها، ومعظم الروم ملكانية، قالوا: إن الكلمة اتحدت بجسد المسيح، وتدرعت بناسوته، وأن الإنسان منه هو الَّذي صلب وقتل، وأن الإله منه لم ينله شيء من ذلك. ويسمون اليوم الروم الكاثوليك.والنسطورية أصحاب نسطور الحكيم الَّذي ظهر في زمان المأمون، وتصرف في الأناجيل بحكم رأيه، وقال: إن الله واحد ذو أقانيم ثلاثة: الوجود، والعلم، والحياة، وهذِه الأقانيم ليست زائدة على الذات، ولا هي هو؟ ! ولا يزال لها أتباع في العراق وإيران، وتدعى أحيانًا بالكنيسة الآشورية.واليعقوبية أصحاب يعقوب البرذعاني، وكان راهبًا بالقسطنطينة، وقالوا بالأقانيم الثلاثة، وقالوا: اتحدت الكلمة بجسد المسيح، وانقلبت الكلمة لحمًا ودمًا، فصار الإله هو المسيح، وهو الظاهر بجسده؛ بل هو هو، وهذِه الفرقة لها أتباع في مصر، والنوبة، والحبشة.انظر: \"الفصل في الملل والنحل\" لابن حزم ١/ ١١٠ - ١١٢، \"الملل والنحل\" للشهرستاتي (ص ٢٢٣ - ٢٢٥).(٢) في (ش): حاربوا.(٣) نظر: \"جامع البيان\" للطبري ٣/ ٢، \"الوسيط\" للواحدي ١/ ٣٦٣، \"معالم التنزيل\" للبغوي ١/ ٣٠٩.</p><p> [٥٧٥] أخبرنا أبو القاسم الحبيبي (١) ، قال: وجدت في كتاب جدي الحسن بن جعفر (٢) ، قال: نا أحمد بن الأحجم (٣) المروزي (٤) ، قال: نا محمد بن الجَرَّاح البصري (٥) ، </p><p>(١) كذا في (ش)، (ز)، (أ). وفي الأصل: حبيب. وفي (ح): الحسن بن محمد. وهو: الحسن بن محمد أبو القاسم الحبيبي، مفسر عالم.(٢) الحسن بن جعفر، لم أجده.(٣) في (أ): الأعجم.(٤) أحمد بن الأحجم بن البختري بن معبد الخزاعي المروزي.قال ابن الجوزي: كذبه علماء النقل. وقال الذهبي والسيوطي: كذاب.انظر: \"ذكر أخبار أصبهان\" لأبي نعيم ١/ ٧٧، \"الإكمال\" لابن ماكولا ١/ ٤٦٠، \"الموضوعات\" لابن الجوزي ١/ ٤١١، \"تلخيص الموضوعات\" للذهبي (ص ١٧٨) \"ديوان الضعفاء\" للذهبي ١/ ٢٠، \"ميزان الاعتدال\" للذهبي ١/ ٨١، \"لسان الميزان\" لابن حجر ١/ ١٣٤، \"اللآلئ المصنوعة\" للسيوطي ١/ ٣٣٩٣.(٥) محمد بن الجراح البصري.ذكره ابن ماكولا في ترجمة أحمد بن الأحجم حيث قال: روى عن .... ومحمد بن الجراح البصري قاضي سجستان.ولا يمكنني الجزم إن كان هو الآتي أم لا:محمد بن الجراح الطرسوسي. وفي \"الجرح والتعديل\" لابن أبي حاتم: الطوسي. قال أبو حاتم وتبعه الذهبي: مجهول. وقال ابن حجر: وفي \"علل الخلال\" سُئل أحمد عن حديث محمد بن الجراح عن شعبة مرفوعًا: من عمل كذا! فله كذا؟ فقال: هذا باطل موضوع، وقد رأيت ابن الجراح، فرأيت عنده أحاديث وضعت له، ولم يكن يدري ما الحديث.\"الجرح والتعديل\" لابن أبي حاتم ٧/ ٢٢٤، \"الإكمال\" لابن ماكولا ١/ ٤٦٠، \"الضعفاء والمتروكين\" لابن الجوزي ٣/ ٤٦، \"ميزان الاعتدال\" للذهبي ٣/ ٤٩٩، \"لسان الميزان\" لابن حجر ٥/ ١٠٠.</p><p> قال: نا شريك بن عبد الله (١) ، عن أبي إسحاق الهمداني (٢) ، عن الحارث الأعور (٣) قال: قام رجل إلى علي (بن أبي طالب)  (٤) - رضي الله عنه - فقال: يا أمير المؤمنين أخبرني عن القدر (فقال: طريق)  (٥) مظلم لا تسلكه، قال: يا أمير المؤمنين أخبرني عن القدر؛ قال: بحر عميق لا تلجْهُ (قال: يا أمير المؤمنين أخبرني عن القدر؟ قال (٦) : سر الله قد خفي عليك فلا تُفشه (٧) . قال: يا أمير المؤمنين أخبرني عن القدر) (٨) ؟ فقال على عليه السلام: أيها السائل إن الله خلقك (٩) كما شاء، أو كما شئت؟ قال: كما شاء. قال (١٠) : فيبعثك (١١) يوم القيامة كما شاء، أو كما شئت؟ قال: كما شاء. فقال: أيها المسائل </p><p>(١) شريك بن عبد الله القاضي، صدوق، تغير حفظه منذ ولي القضاء بالكوفة. (٢) عمرو بن عبد الله أبو إسحاق السبيعي، ثقة، مكثر عابد اختلط بأخرة.(٣) الحارث بن عبد الله الأعور أبو زهير الكوفي في حديثه ضعف، كذبه الشعبي في رأيه، ورمي بالرفض.(٤) ما بين القوسين ساقطة من (أ).(٥) ما بين القوسين ساقط من (ح).(٦) في (أ) زيادة: علي.(٧) عليها طمس في الأصل، وهي من (ش)، (ح)، (ز). وفي (أ): تفتشه.(٨) ما بين القوسين ساقط من (ح). وفي (ش): قال: أخبرني عن القدر يا أمير المؤمنين.(٩) في (أ): إن الله تعالى خلفك أيها السائل.(١٠) ساقطة من (ش).(١١) في (أ): أفيبعثك.</p><p> ألك مع الله مشيئة أو فوق الله مشيئة، أو دون الله مشيئة؟ فإن زعمت أن لك دون الله مشيئة، فقد اكتفيت بها عن مشيئة الله، وإن زعمت أن لك فوق الله مشيئة، فقد زعمت أن مشيئتك غالبة (١) على مشيئة الله، وإن زعمت أن لك مع الله مشيئة، فقد أدعيت الشركة. ألست تسأل ربك (٢) العافية؟ قال: بلى. قال: فمن أي (٣) شيء تسأله أمن البلاء الَّذي ابتلاك به أم من البلاء الَّذي ابتلاك به غيره (٤) ؟ قال: من البلاء الَّذي ابتلاني الله (٥) به. </p><p> قال: ألست تقول: لا حول (٦) ولا قوة إلا بالله؟ قال: بلى. قال: فتعلم (٧) تفسيرها؟ قال: لا، علمني يا أمير المؤمنين مما علمك الله. قال: تفسيرها أن العبد لا يقدر على طاعة الله، ولا تكون له قوة على معصية الله (٨) في الأمرين جميعًا إلا بالله (٩) ، أيها السائل إن الله عز وجل يشج (١٠) ، ويداوي؛ منه (الداء، ومنه)  (١١) الدواء، </p><p>(١) في (ش)، (أ): عالية. (٢) في (أ): الله تعالى.(٣) ساقطة من (ح).(٤) في (ح): غيرك.(٥) ساقطة من (ح)، (أ).(٦) في (ش): حولًا.(٧) في (ز): تعلم. وفي (أ): أفتعلم.(٨) في (ش) زيادة: تبارك وتعالى.(٩) في (ش) زيادة: -سبحانه وتعالى-.(١٠) في (أ): ليصبح.(١١) ما بين القوسين ساقط من (ش).</p><p> أعقلت (١) عن الله؟ قال: نعم. قال على عليه السلام: الآن (٢) أسلم أخوكم، قوموا فصافحوه (٣) ، ثم قال: </p><p> لو رأيت (٤) رجلًا (٥) من أهل القدر؛ لأخذت برقبته فلا أزال أطأ رقبته (٦) حتَّى أكسرها، فإنهم يهود هذِه الأمة، ونَصَاراها، ومجوسها (٧) . </p><p>(١) في (أ): عقلت. (٢) في (أ): ألا إن.(٣) في (أ): فصالحوه.(٤) في (ش)، (ح): وجدت.(٥) ساقطة من (ح).(٦) في (ش)، (ح): عنقه.(٧) [٥٧٥] الحكم على الإسناد:الحديث بهذا الإسناد موضوع؛ فيه الحارث الأعور في حديثه ضعف. أحمد بن الأحجم كذاب. وشيخ المصنف قيل: كذبه الحاكم.التخريج:رواه ابن عساكر في \"تاريخ دمشق\" ٤٢/ ٥١٢ من طريق إبراهيم بن مهدي الأيلي قال: نا أحمد بن الأحجم به.وعزاه المتقي الهندي في \"كنز العمال\" ١/ ٣٤٦ (١٥٦١) بهذا اللفظ لابن عساكر وحده.وروى الآجري في \"الشريعة\" ٢/ ٨٤٤ (٤٢٢)، ٢/ ٩٥٢ (٥٤٧)، وابن بطة في \"الإبانة\" ٢/ ١٤٠ (١٥٨٣)، وابن بابويه القمي الشيعي في \"التوحيد\" (ص ٣٦٥) من طريق عبد الملك بن هارون بن عنترة، عن أبيه، عن جده، عن علي به مختصرًا.وهذا إسناد ضعيف جدًّا، عبد الملك بن هارون، متروك الحديث، ذاهب الحديث، ورواه اللالكائي في \"شرح أصول الاعتقاد\" ٤/ ٦٩٥ (١١٢٣) من =</p><p> [٥٧٦] سمعت (١) أبا محمد عبد الله بن أحمد بن محمد الناقد (٢) يقول: سمعت محمد بن إسحاق بن خزيمة (٣) يقول: سمعت المزني (٤) يقول (٥) : سمعت الشافعي (٦) - رضي الله عنه - يقول (٧) : </p><p>= طريق عبد الله بن بكر قال: حدثنا أبو بكر عبد الرحمن رفع الحديث إلى علي به مختصرًا، بذكر أوله فقط. وهذا إسناد منقطع، وأبو عبد الرحمن لم أظفر له بترجمة.(١) في (ح): وسمعت.(٢) في (ش): بن الناقد. وفي (أ): الباقر.ولعله: عبد الله بن أحمد بن محمد بن عبد الله بن بالويه البالوي أبو محمد.قال الحاكم: بقية مشايخ أهل بيته من الصالحين المجتهدين، المؤثرين صحبة مشايخ التصوف على غيرهم من طبقات الناس، سمع أبا بكر محمد بن إسحاق ابن خزيمة وأقرانه.ومات في رجب سنة (٣٧٨ هـ) ولم يحدث قط.انظر: \"الأنساب\" للسمعاني ١/ ٢٧١.(٣) محمد بن إسحاق بن خزيمة بن المغيرة السلمي أبو بكر النيسابوري.قال ابن حبان: وكان رحمه الله أحد أئمة الدنيا علمًا، وفقهًا، وحفظًا، وجمعًا، واستنباطًا، حتَّى تكلم في السنن بإسناد لا نعلم سبق إليها غيره من أئمتنا مع الإتقان الوافر، والدين الشديد. وقال الدارقطني: كان إمامًا، ثبتًا، معدوم النظير. ولد سنة (٢٢٣ هـ). وتوفي في ذي القعدة سنة (١٣١ هـ).\"الثقات\" لابن حبان ٩/ ١٥٦، \"الإرشاد\" للخليلي ٣/ ٨٣١، \"تذكرة الحفاظ\" للذهبي ٢/ ٧٢٠، \"سير أعلام النبلاء\" للذهبي ١٤/ ٣٦٥.(٤) إسماعيل بن يحيى المزني، صدوق.(٥) في (ش) زيادة: شعر.(٦) محمد بن إدريس الشافعي، الإمام المشهور.(٧) [٥٧٦] الحكم على الإسناد: =</p>"
}