{
  "id": null,
  "sura": 2,
  "aya": 231,
  "text": "<p> ٢٣١ - (قوله عز وجل)  (١) : {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ} الآية، </p><p> نزلت في رجل من الأنصار يدعى ثابت بن يسار (٢) طلق امرأته حتى إذا (٣) انقضت عدتها إلا يومين أو ثلاثة، وكادت تبين منه راجعها، ثمَّ طلقها. ففعل ذلك بها (٤) ، حتى مضت لها تسعة (٥) أشهر مضارة (٦) لها بذلك، ولم يكن الطلاق (٧) يومئذ محصوراً (٨) ، فكان الرجل إذا أراد أن يضار امرأته طلقها، ثمَّ تركها حتى تحيض الحيضة الثالثة، ثمَّ راجعها، ثمَّ طلقها (٩) ، فتطويله عليها هو (١٠) الضرار؛ فأنزل الله تعالى:  {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ}  (١١) أي: أشرفن على أن يَبِنَّ بانقضاء العدة، ولم يُرد </p><p>(١) ساقطة من (ح). (٢) ثابت بن يسار الأنصاري ذكره الحافظ، ولم يورد في ترجمته إلا قول السدي أن قوله تعالى: {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ} [البقرة: ٢٣١] قد نزل فيه. \"الإصابة\" لابن حجر ١/ ٢٠٥.(٣) ساقطة من (ح).(٤) في (ش)، (ح)، (ز): بها ذلك.(٥) في (أ): سبعة.(٦) في (أ): مضارًّا.(٧) في (أ): لها طلاق.(٨) في (ح): محظوراً.(٩) في (ش)، (ح) زيادة: ثمَّ راجعها ثمَّ طلقها.(١٠) في (أ): هذا هو.(١١) رواه الطبري في \"جامع البيان\" ٢/ ٤٨١، وعزاه ابن حجر في \"الإصابة\" ١/ ٢٠٥، والسيوطي في \"الدر المنثور\" ١/ ٥٠٨ إلى ابن المنذر، كلاهما عن =</p><p> إذا انقضت عدتها (١) ، لأنها إذا انقضت عدتها (٢) لم يكن للزوج إمساكها، فالبلوغ ها هنا بلوغ مقاربة (٣) . وقوله بعد هذا:  {فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ} بلوغ انقضاء وانتهاء، والبلوغ يتناول المعنيين جميعاً يقال: بلغتُ المدينة؛ إذا قاربتُ (٤) إلى حدها (٥) ، وإذا دخلتُها (٦) . {فَأَمْسِكُوهُنَّ} أي: راجعوهن {بِمَعْرُوفٍ}  (قال محمَّد بن جرير: بمعروف)  (٧) أي: بإشهاد على الرجعة، (وعَقْدٍ لها)  (٨) دون الرجعة </p><p>= السدي قال: نزلت في رجل من الأنصار يقال له: ثابت بن يسار فذكره بنحوه. وروى الطبري في \"جامع البيان\" ٢/ ٤٨٠ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٢٥ (٢٢٤٥) من طريق عطية العوفي عن ابن عباس به بنحوه دون ذكر اسم الرجل. وروى مالك في \"الموطأ\" ٢/ ٥٨٨، ومن طريقه رواه الطبري في \"جامع البيان\" ٢/ ٤٨١، وعزاه السيوطي في \"الدر المنثور\" ١/ ٥٠٨ إلى ابن المنذر.عن ثور بن زيد الديلي فذكر نحوه، دون ذكر اسم الرجل.وذكر نحوه مقاتل بن سليمان في \"تفسيره\" ١/ ١١٩ لكن وقع فيه اسم الرجل: ثابت بن ياسر الأنصاري.(١) في (ح)، (أ): عدتهن.(٢) في (ح): عدتهن.(٣) \"معاني القرآن الكريم\" للنحاس ١/ ٢٠٨، \"النكت والعيون\" للماوردي ١/ ٢٩٦، \"تفسير القرآن\" للسمعاني ٢/ ٣٣٣، قال القرطبي في \"الجامع لأحكام القرآن\" ٣/ ١٥٥: معنى بلغن: قاربن بإجماع العلماء.(٤) في (ش)، (ح): صار. وفي (ز): قارب.(٥) في (أ): دخولها.(٦) في (ش)، (ح): دخلها.(٧) ساقطة من (ح).(٨) في (س): وعَقْدَتها. وفي (ز): وعقد بها، وفي (أ): وعقد لما.</p><p> بالوطء (١) . </p><p> {أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ} أي: اتركوهن حتى تنقضي عدتهن، ويكُنَّ أملك بأنفسهن (٢)  {وَلَا تُمْسِكُوهُنَّ ضِرَارًا} مضارة، وأنتم لا حاجة بكم إليهن {لِتَعْتَدُوا} عليهن (٣) بتطويل العدة. {وَمَنْ يَفْعَلْ ذَلِكَ} الاعتداء {فَقَدْ ظَلَمَ نَفْسَهُ} ضرها بمخالفة أمر الله. </p><p> [٥٣٨] أخبرني (أبو عبد الله الحسين بن (٤) محمَّد) (٥) بن فنجويه (٦)  (بقراءتي عليه)  (٧) قال: نا أبو القاسم عبد الله بن الحسن (٨) بن سليمان (٩) النخاس (١٠) المقرئ، قال: نا الحسن (١١) بن الطيب (١٢) ، </p><p>(١) \"تفسيره\" ٥/ ٧. (٢) \"معاني القرآن\" للزجاج ١/ ٣٠٩.(٣) ساقطة من (ش).(٤) ساقطة من (أ).(٥) ساقطة من (ش).(٦) الحسين بن محمَّد بن فنجويه أبو عبد الله الثقفي، ثقة.(٧) ساقطة من (ش). وفي (ح)، (ز)، (أ) زيادة: في داري.(٨) في (ش): المحسن. وفي (أ): الحسين.(٩) في (ح): سلمان.(١٠) في (س): النحاسي، وغير واضحة في (ز). وفي (أ): النجاشي.وهو: عبد الله بن الحسن بن سليمان بن النخاس أبو القاسم البغدادي، قال الخطيب: كان ثقة. وقال أبو الحسن بن الفرات: قلما رأيت في الشيوخ مثله. ولد سنة (٢٩٠ هـ)، وتوفي سنة (٣٦٨ هـ).\"تاريخ بغداد\" للخطيب ٩/ ٤٣٨، \"تاريخ الإِسلام\" للذهبي ٢٦/ ٣٩٨، \"غاية النهاية\" لابن الجزري ١/ ٤١٤.(١١) في (ز)، (أ): الحسين.(١٢) في (أ): الخطيب.</p><p> قال: نا سعيد بن أبي الربيع السمان (١) البصري (٢) ، قال: نا عنبسة بن سعيد (٣) ، قال: نا فرقد السبخي (٤) ، عن مرة الطيب (٥) ، عن أبي بكر </p><p>= وهو: الحسن بن الطيب بن حمزة بن حماد المعروف بالشجاعي، أبو علي البلخي، قال ابن زيدون ومسلمة بن القاسم: ثقة. وقال الإسماعيلي: نحن سمعنا منه قديماً، وكان إذ ذاك مستوراً. وقال ابن عدي: كان له عم يقال له: الحسن بن شجاع، فادعى كتبه حيث وافق اسمه اسمه ... وقد حدث بأحاديث سرقها. وقال الدارقطني: لا يساوي شيئاً؛ لأنه حدث بما لم يسمع. وقال البرقاني: ذاهب الحديث. وقال مطين الحضرمي: كذاب. توفي سنة (٣٠٧ هـ)، قال الذهبي: كان من أبناء السبعين. \"الكامل\" لابن عدي ٢/ ٣٤٤، \"سؤالات حمزة السهمي للدارقطني\" (ص ١٩٤)، \"تاريخ بغداد\" للخطيب ٧/ ٣٣٣، \"سير أعلام النبلاء\" للذهبي ١٤/ ٢٦٠، \"المغني في الضعفاء\" للذهبي ١/ ١٦١، \"لسان الميزان\" لابن حجر ٢/ ٢١٥.(١) في هامش (س)، (ز): السمسار. وفي (ح): السلماني.(٢) سعيد بن أبي الربيع: اسمه أشعث بن سعيد السمان أبو بكر البصري، ذكره ابن حبَّان في \"الثقات\" وقال: يروي عن أبيه، حدثنا عنه الحسن بن سفيان وأبو يعلى، يعتبر حديثه من غير روايته عن أبيه. وقال الإمام أحمد: ما أراه إلا صدوقاً. \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٥، \"الثقات\" لابن حبَّان ٨/ ٢٦٨.(٣) عنبسة بن سعيد القطان الواسطي أو البصري، ضعيف، لم يصح أن أبا داود روى عنه. من السابعة.\"الكامل\" لابن عدي ٥/ ٢٦٤، \"تهذيب الكمال\" للمزي ٢٢/ ٤١١، \"تهذيب التهذيب\" لابن حجر ٣/ ٣٣١، \"تقريب التهذيب\" لابن حجر (٥٢٠٤).(٤) فرقد السبخي، صدوق كثير الخطأ، لين الحديث.(٥) مُرَّة بن شراحيل الهَمْدَاني أبو إسماعيل الكوفي.ثقة، عابد، يعرف بمرة الطيب، ومرة الخير؛ لقب بذلك لعبادته. قال البزار: روايته عن أبي بكر مرسلة لم يدركه وبنحوه قال العلائي. وقال أبو حاتم وأبو زرعة =</p><p> الصديق - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"ملعون من ضار مسلماً أو مَاكَرَه\"  (١) . </p><p>= أيضاً: روايته عن عمر مرسلة. \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٣٦٦، \"المراسيل\" لابن أبي حاتم (ص ١٦٤)، \"حلية الأولياء\" لأبي نعيم ٤/ ١٦١، \"جامع التحصيل\" للعلائي (ص ٢٧٦)، \"تهذيب التهذيب\" لابن حجر ٤/ ٤٨، \"تقريب التهذيب\" لابن حجر (٦٥٦٢).(١) [٥٣٨] الحكم على الإسناد:إسناده ضعيف جداً؛ فيه الحسن بن الطيب قال الدارقطني: لا يساوي شيئاً، وعنبسة ضعيف، وفرقد صدوق كثير الخطأ، ومرة الطيب لم يسمع من أبي بكر، وله طرق أخرى لا تصح.التخريج:رواه ابن عدي في \"الكامل\" ٦/ ٢٧، والخطيب في \"تاريخ بغداد\" ١/ ٣٤٣ من طريق أبي الحسن: محمَّد بن أحمد بن جابر كلاهما عن الحسن بن الطيب به. ورواه ابن عدي -في الموضع السابق- وأبو نعيم في \"حلية الأولياء\" ٤/ ١٦٤ من طريق الحسن بن سفيان قال: حدثنا أبو بكر بن أبي الربيع السمان به، بنحوه. ورواه أبو نعيم في \"حلية الأولياء\" ٤/ ١٦٤ من طريق محمَّد بن أشعث: أبو بكر الزهراني قال: حدثنا عنبسة به، بنحوه.ورواه الترمذي في كتاب البر والصلة، باب ما جاء في الخيانة والغش (١٩٤١) وقال: حديث غريب. وأبو بكر المروزي في \"مسند أبي بكر الصديق\" (ص ١٤٠) (١٠٠) والخرائطي في \"مكارم الأخلاق\" ١/ ٤٢٥ (٤٢٣) - وسقط منه: عن أبي بكر - وابن أبي حاتم في \"العلل\" ٢/ ٢٨٧، وأبو نعيم في \"حلية الأولياء\" ٣/ ٤٩ من طرق عن فرقد به.وفيه: عثمان بن مقسم البري ضعيف الحديث.وقال المناوي في \"فيض القدير\" ٦/ ٦: وقال الترمذي: غريب، ولم يبين لم لا يصح؛ وذلك لأنَّ فيه فرقداً السبخي، وهو وإن كان صالحاً حديثه منكر، قاله =</p><p> قوله -عز وجل-: {وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا} . </p><p>= البخاري، وساقه في \"الميزان\" من مناكيره، وفيه أبو سلمة الكندي [عثمان بن مقسم] قال ابن معين: ليس بشيء، وقال البخاري: تركوه. ورواه أبو بكر المروزي في \"مسند أبي بكر الصديق\" (١٤٠ - ١٤١) (٩٩، ١٠٢)، وأبو يعلى في \"مسنده\" ١/ ٩٦ (٩٦) -وسقط منه: عن جابر، ومن الطبعة الأخرى ١/ ٨١ (٩١) - والطبراني في \"المعجم الأوسط\" ٩/ ١٢٤ (٩٣١٢)، وأبو نعيم في \"حلية الأولياء\" ٤/ ١٦٤ والبيهقي في \"شعب الإيمان\" ٦/ ٣٧٦ (٨٥٨٠) كلهم من طريق جابر الجعفي، عن الشعبي، عن مرة عن أبي بكر مرفوعاً به، وفي أوله زيادة.وجابر الجعفي ضعيف، تقدم، ومرة لم يسمع من أبي بكر كما تقدم أيضاً.ورواه الإسماعيلي في \"معجم شيوخه\" ١/ ٤٦٣ (١١٧)، ومن طريقه رواه البيهقي في \"شعب الإيمان\" ٦/ ٣٧٦ (٨٥٨١)، والخطيب في \"تاريخ بغداد\" ١/ ٤٠٣ من طريق آخر عن جابر الجعفي، عن عامر، عن مسروق، عن أبي بكر به مرفوعاً، بنحوه، وفي أوله زيادة.وقال الخطيب في \"تاريخ بغداد\" ١/ ٤٠٣: كذا قال: عامر، عن مسروق، عن أبي بكر، والمحفوظ بهذا الإسناد: عن عامر، عن مرة الهمداني، عن أبي بكر، وذكر مسروق لا وجه له.ورواه البزار في \"البحر الزخار\" ١/ ١٠٥ (٤٣) من طريق عبد الواحد بن زيد، عن أسلم الكوفي، عن مرة الطيب، عن زيد بن أرقم، عن أبي بكر به، مرفوعاً، وفي أوله زيادة.وفي إسناده: عبد الواحد بن زيد، قال البخاري في \"التاريخ الكبير\" ٦/ ٦٢: تركوه. وقال النسائي في \"الضعفاء والمتروكين\" (ص ٢٩٦): متروك.وأسلم الكوفي، قال ابن القطان في \"بيان الوهم والإيهام\" ١/ ٤٠٥: لا يعرف بغير هذا، ولا يعرف روى عنه غير عبد الواحد. وانظر: \"لسان الميزان\" لابن حجر ١/ ٣٨٨.</p><p> [٥٣٩] أخبرنا أبو العباس: سهل (١) بن محمَّد بن سعيد المروزي (٢) ، قال: أنا أبو محمَّد الحسن (بن محمَّد)  (٣) بن (٤) حليم (٥) ، قال: أنا أبو المُوَجِّه (٦) ، قال: أنا عبدان (٧) ، قال: أنا عبد الوارث (٨) ، عن عمرو (٩) ، عن الحسن (١٠) ، عن أبي الدرداء (١١) قال: كان الرجل يطلق (١٢) في الجاهلية، فيقول: </p><p>(١) في (ح): بن سهل. (٢) سهل بن محمَّد بن سعيد أبو العباس المروزي، لم أظفر له بترجمة.(٣) ساقطة من (ش).(٤) ساقطة من (أ).(٥) في (ح)، (ز)، (أ): حكيم.وهو: الحسن بن محمَّد بن حليم بن إبراهيم الحَلِيمي الصائغ أبو محمَّد المروزي، نسب إلى جده حَليم، حدث بمسند أبي الموجه: محمَّد بن عمرو، روى عنه أبو عبد الله الحاكم وغيره. ذكره السمعاني والذهبي، ولم يوردا فيه جرحاً ولا تعديلاً. توفي في محرم سنة (٣٥٧ هـ).\"الأنساب\" للسمعاني ٢/ ٢٥٠، \"تاريخ الإِسلام\" للذهبي ٢٦/ ١٥٩.(٦) محمَّد بن عمرو بن المُوَجِّه الفزاري، أبو الموجه المروزي، اللغوي، محدث حافظ، معروف بالأمانة والعلم.(٧) عبد الله بن عثمان بن جبلة، المعروف بعبدان، ثقة، حافظ.(٨) عبد الوارث بن سعيد بن ذكوان العنبري مولاهم التنوري، أبو عبيدة البصري. ثقة، ثبت.(٩) في (أ): عن أبي عمرو.وهو: عمرو بن عبيد التميمي مولاهم أبو عثمان البصري، معتزلي مبتدع، متهم.(١٠) الحسن البصري، ثقة، يرسل، لم يسمع من أبي الدرداء.(١١) صحابي مشهور.(١٢) في هامش (ز) زيادة: امرأته.</p><p> إني (١) طلقت، وأنا (٢) لاعب، فيرجع فيها، ويعتق فيقول مثل ذلك، ويرجع فيه، وينكح، ويقول مثل ذلك ويرجع (٣) ، فأنزلت (٤) هذِه الآية: {وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا} يقول: حدود الله، قال (٥) : فقرأها رسول الله - صلى الله عليه وسلم -، فقال:  \"من طلق(٦)، أو حرر(٧)، أو نَكَحَ،(أو أَنْكَح)(٨)، فزعم أنَّه لاعب(٩)فهو جد\"  (١٠) . </p><p>(١) في (ش)، (ح): إنما. (٢) في (أ): وإني.(٣) من (أ).(٤) في (أ): فأنزل الله.(٥) ساقطة من (ش)، (ح)، (أ).(٦) في هامش (ز) زيادة: امرأته.(٧) في (أ): أو أعتق.(٨) ساقطة من (أ).(٩) في (أ): ملاعب.(١٠) [٥٣٩] الحكم على الإسناد:في إسناده: عمرو بن عبيد متهم، وشيخ المصنف لم أقف له على ترجمة.التخريج:قد رواه من هذا الطريق بهذا اللفظ الطبراني، قال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٨٧ - ٢٨٨: رواه الطبراني، وفيه عمرو بن عبيد وهو من أعداء الله ..وعزاه ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٣٦٩ من طريق عمرو بن عبيد إلى ابن مردويه؛ لكن قال: موقوفاً على أبي الدرداء.ورواه ابن عدي في \"الكامل\" ٥/ ١٠٩ من طريق عمرو بن عبيد به بنحوه، مختصراً بذكر الجزء المرفوع.وقد اختلف على الحسن البصري في هذا الحديث: فقد رواه ابن أبي عمر في =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= \"مسنده\" كما عزاه إليه الحافظ في \"المطالب العالية\" ٤/ ٨٨ (٣٥٤٢)، والبوصيري في \"إتحاف الخيرة المهرة\" ٦/ ١٨٢ (٥٦٣٠) من طريق الحسن، عن رجل، عن أبي الدرداء به، بنحوه. قال البوصيري: هذا إسناد ضعيف، لجهالة تابعيه، وله شاهد من حديث عبادة بن الصامت.ورواه أحمد بن منيع في \"مسنده\" كما عزاه إليه الحافظ في \"المطالب العالية\" ٢/ ٢١٢ (١٧١٩)، والبوصيري في \"إتحاف الخيرة المهرة\" ٤/ ٤٥ (٣١٣٩/ ١)، وابن مردويه في \"تفسيره\" كما عزاه إليه ابن كثير في \"تفسير القرآن العظيم\" ٢/ ٣٦٩ كلاهما من طريق أبي معاوية، عن إسماعيل بن مسلم، عن الحسن، عن عبادة بن الصامت به، بنحوه.وإسماعيل بن مسلم أظنه المكي، ضعيف الحديث. \"تقريب التهذيب\" لابن حجر (٤٨٤)، وانظر \"تهذيب الكمال\" للمزي ٣/ ١٩٨، وقال المزي في ترجمة عبادة ابن الصامت ١٤/ ١٨٤: روى عنه ... الحسن البصري ولم يلقه.ورواه ابن أبي شيبة في \"مصنفه\" ٦/ ٤٨٣ (١٨٦٠١) عن عيسى بن يونس، عن عمرو. ورواه الطبري في \"جامع البيان\" ٢/ ٤٨٢ بإسناد صحيح كما قال ابن حجر في \"العجاب في بيان الأسباب\" ١/ ٥٨٩ عن الزهري، عن سليمان بن أرقم. ورواه ابن أبي حاتم ٢/ ٤٢٥ (٢٢٤٨) من طريق المبارك بن فضالة كلهم عن الحسن به، بنحوه مرسلاً.وعمرو -الوارد عند ابن أبي شيبة- يظهر لي أنَّه هو ابن عبيد فلم أجد في الرواة عن الحسن البصري من اسمه عمرو إلا هو.وقد صحح الشيخ الألباني في \"إرواء الغليل\" ٦/ ٢٢٧ إسناد ابن أبي شيبة، ولم يذكر من عمرو هذا؟ !وسليمان بن أرقم. ضعيف. \"تقريب التهذيب\" لابن حجر (٢٥٣٢).والمبارك بن فضالة، -كما تقدم- مدلس من الرابعة، وقد عنعن.ورواه سعيد بن منصور في \"السنن\" طبعة حبيب الرحمن ١/ ٤١٥ - ٤١٦ =</p><p> وفي الخبر:  \"خمس جِدُّهن جد،وهزلهن جد:الطلاق، والعتاق، والنكاح، والرجعة، والنذر\"  (١) . </p><p>= (١٦٠٤، ١٦٠٥)، وابن أبي شيبة في \"مصنفه\" ٦/ ٤٨٢ (١٨٥٩٦) من طرق عن يونس بن عبيد. ورواه عبد الرزاق في \"مصنفه\" ٦/ ١٣٣ - ١٣٤ (١٠٢٤٥، ١٠٢٤٦) من طريق قتادة كلاهما عن الحسن، عن أبي الدرداء قال: ثلاث لا يلعب بهن، اللعب فيهن والجد سواء: الطلاق، والنكاح، والعتاق. هذا لفظ سعيد بن منصور. (١) روى أبو داود في كتاب الطلاق، باب الطلاق على الهزل (٢١٩٤)، والترمذي في كتاب الطلاق، باب ما جاء في الجد والهزل في الطلاق (١١٨٤)، وقال: حديث حسن غريب. وابن ماجه في كتاب الطلاق، باب من طلق، أو نكح، أو رجع لاعباً (٢٠٣٩)، وسعيد بن منصور في \"السنن\" ١/ ٤١٥ (١٦٠٣)، وابن الجارود في \"المنتقى\" (٧١٢)، والطحاوي في \"شرح معاني الآثار\" ٣/ ٩٨، والدارقطني في \"السنن\" ٣/ ٢٥٦ - ٢٥٧، والحاكم في \"المستدرك\" ٢/ ٢١٦ وقال: صحيح الإسناد وعبد الرحمن بن حبيب من ثقات المدنيين. وتعقبه الذهبي، وقال: فيه لين. والبيهقيُّ في \"السنن الكبرى\" ٧/ ٣٤٠ كلهم من طريق عبد الرحمن بن حبيب بن أردك، عن عطاء بن أبي رباح، عن يوسف بن ماهك، عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال: \"ثلاث جدهن جد، وهزلهن جد: النكاح، والطلاق، والرجعة\". هذا لفظ أبي داود.وقال ابن حجر في \"التلخيص الحبير\" ٣/ ٢١٠: وقال الحاكم: صحيح، وأقره صاحب \"الإلمام\" من رواية عبد الرحمن بن حبيب بن أردك، وهو مختلف فيه، قال النسائي: منكر الحديث: ووثقه غيره، فهو على هذا حسن.وقال أيضاً في \"الكاف الشاف\" ١/ ٢٧٧: في إسناده ضعف.ورواه ابن عدي في \"الكامل\" ٦/ ٥ من طريق غالب بن عبيد الله، عن الحسن، عن أبي هريرة به بنحوه، مرفوعاً. وفيه: (العتاق) بدل (الرجعة).وله شاهد من حديث فضالة بن عبيد: رواه الطبراني في \"المعجم الكبير\" =</p><p> وعن أبي موسى قال: غضب رسول الله - صلى الله عليه وسلم - على الأشعريين، فأتيته، فقلت: يا رسول الله، لم (١) غضبت على الأشعريين؟ قال:  \"يقول أحدهم(٢)لامرأته: قد(٣)طلقتك، قد راجعتك، ليس هذا طلاق المسلمين، طلقوا المرأة في قبل طهرها\"  (٤) . </p><p>= ١٨/ ٣٠٤ (٧٨٠)، قال ابن حجر في \"التلخيص الحبير\" ٣/ ٢٠٩: وفيه ابن لهيعة. وذكر (العتاق) بدل (الرجعة) أيضاً، وتقدم حديث أبي الدرداء وعبادة وفيه: (العتق) بدل (الرجعة). وروى سعيد بن منصور في \"السنن\" ١/ ٤١٦ - ٤١٧ (١٦٠٩، ١٦١٠)، وابن أبي شيبة في \"مصنفه\" ٦/ ٤٨٢ (١٨٥٩٧) كلاهما من طريق سعيد بن المسيّب قال: قال عمر: أربع جائزات إذا تكلم بهن: الطلاق، والعتاق، والنكاح، والنذور. وروى البخاري في \"التاريخ الكبير\" ٦/ ٥٠٢، والبيهقيُّ في \"السنن الكبرى\" ٧/ ٣٤١ عن عمر أنَّه قال: أربع مقفلات ... فذكرها.(١) من (أ).(٢) في (ش)، (ح): أحدكم.(٣) ساقطة من (أ).(٤) رواه ابن أبي شيبة في \"مصنفه\" ٦/ ٣٥٧ (١٧٩٠٦)، وعزاه ابن حجر في \"المطالب العالية\" ٢/ ٢٠٨ (١٧٠٨)، والبوصيري في \"إتحاف الخيرة\" ٤/ ١٤٦ (٣٣١١/ ٢) إلى \"مسند ابن أبي شيبة\"، ورواه الطبري في \"جامع البيان\" ٢/ ٤٨٣، والروياني في \"مسنده\" ١/ ٣٧٧ (٥٧٦)، والطبراني في \"المعجم \"الأوسط\" ٤/ ١٩٥ (٣٩٥٣)، والبيهقيُّ في \"السنن الكبرى\" ٧/ ٣٢٣ كلهم من طرق عن عبد السلام بن حرب، عن أبي خالد الدالاني، عن أبي العلاء الأودي، عن حميد بن عبد الرحمن الحميري، عن أبي موسى به.وعزاه الهيثمي في \"مجمع الزوائد\" ٤/ ٣٣٦ إلى الطبراني في \"الأوسط\" و\"الكبير\"، وعزاه السيوطي في \"الدر المنثور\" ٦/ ٣٤٩ إلى عبد بن حميد، وابن مردويه. =</p><p> قال الكلبي (١) : {وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا} يعني: قوله: {فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ}  (٢) . </p><p> {وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ} بالإيمان. {وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ} يعني: القرآن. {وَالْحِكْمَةِ} يعني: مواعظ القرآن، والحدود، والأحكام {يَعِظُكُمْ بِهِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} . </p><p>= وقال الهيثمي في \"مجمع الزوائد\" ٤/ ٣٣٦: رجاله ثقات. قلت: فيه يزيد بن عبد الرحمن أبو خالد الدالاني صدوق، يخطئ كثيراً، ويدلس.\"تقريب التهذيب\" لابن حجر (٨٠٧٢) لكن يتقوى بما سيأتي.فقد روى ابن ماجه في كتاب الطلاق، باب (١) (٢٠١٧)، والطبري في \"جامع البيان\" ٢/ ٥٣٩، والروياني في \"مسنده\" ١/ ٣٠٤ (٤٥٢)، والبيهقيُّ في \"السنن الكبرى\" ٧/ ٣٢٢ من طريق مؤمل بن إسماعيل. ورواه البيهقي -في الموضع السابق- من طريق حذيفة بن موسى كلاهما عن سفيان الثوري، عن أبي إسحاق، عن أبي بردة، عن أبي موسى قال: قال رسول الله - صلى الله عليه وسلم -: \"ما بال أقوام يلعبون بحدود الله يقول أحدهم: قد طلقت، وقد راجعتك، قد طلقت\".وقد رواه أبو داود الطيالسي في \"مسنده\" (ص ٧١) (٥٢٧) -وفيه خطأ مطبعي قال: عن أبي بردة عن أبي موسى. وصوابه: عن أبي بردة بن أبي موسى؛ كما ورد في \"المطالب العالية\" لابن حجر ٢/ ٢٠٩ (١٧٠٩)، \"إتحاف الخيرة\" للبوصيري ٤/ ١٤٦ (٣٣١١/ ١) - ومن طريقه رواه البيهقي في \"السنن الكبرى\" ٧/ ٣٢٢ عن زهير، عن أبي إسحاق، عن أبي بردة به، بنحوه مرسلاً.قال البوصيري في \"مصباح الزجاجة\" ١/ ٣٥١ (٧٢٣): إسناده حسن؛ مؤمل بن إسماعيل اختلف فيه.(١) في (ح) زيادة: في قوله.(٢) ذكره البغوي في \"معالم التنزيل\" ١/ ٢٧٥، وأبو حيان في \"البحر المحيط\" ٢/ ٢١٩.</p>"
}