{
  "id": null,
  "sura": 2,
  "aya": 186,
  "text": "<p> ١٨٦ - قوله تعالى:  {وَإِذَا سَأَلَكَ عِبَادِى عَنِّى فَإِنِّي قَرِيبٌ} الآية (١) . </p><p> اختلف المفسرون في سبب نزول هذِه الآية، فقال ابن عباس: نزلت في عمر بن الخطاب وأصحابه حين أصابوا من أهليهم (٢) في ليالي رمضان (٣) . وستأتي قصتهم فيما بعد إن شاء الله. </p><p> وروى الكلبي (٤) عن أبي صالح (٥) عنه قال: قال يهود أهل المدينة: (يا محمد)  (٦) كيف يسمع ربنا دعاءنا، وأنت تزعم أن بيننا وبين السماء مسيرة خمسمائة عام، وأن غلظ كل سماء مثل ذلك. فنزلت هذِه الآية (٧) . </p><p>(١) ساقطة من (أ). (٢) في (ش): أهاليهم.(٣) سيأتي تخريج الأثر عن ابن عباس، وليس فيه ما يفيد أن قصة عمر بن الخطاب - رضي الله عنه - وندمه كانت سببًا لنزول قوله تعالى: {وَإِذَا سَأَلَكَ عِبَادِى عَنِّى ... }.وذكر مقاتل بن سليمان في \"تفسيره\" ١/ ٩٠، أن قصة عمر وأصحابه كانت سببًا لنزول الآية. وعزا السمرقندي وابن الجوزي والقرطبي هذا الرأي إلى مقاتل.انظر: \"بحر العلوم\" للسمرقندي ١/ ١٨٥، \"زاد المسير\" لابن الجوزي ١/ ١٨٩، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٢٨٨.(٤) محمد بن السائب، متهم بالكذب، ورمي بالرفض.(٥) باذام ويقال باذان مولى أم هانئ بنت أبي طالب، ضعيف، مدلس.(٦) زيادة من (ح)، (أ).(٧) الحكم على الإسناد:فيه الكلبي، متهم بالكذب.التخريج: =</p><p> وقال الحسن: سأل أصحاب النبي (١) - صلى الله عليه وسلم - رسول الله - صلى الله عليه وسلم -: أين ربُّنا؟ فأنزل الله تعالى هذِه الآية (٢) . وقال (عطاء وقتادة: لما نزلت)  (٣) هذِه الآية (٤)  {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ}  (٥) قال رجل: يا رسول الله، كيف ندعو ربَّنا؟ ومتى ندعوه؛ فأنزل الله -عزَّ وجلَّ- هذِه الآية (٦) . </p><p>= ذكره البغوي في \"معالم التنزيل\" ١/ ٢٥٥، وابن الجوزي في \"زاد المسير\" ١/ ١٨٩. انظر \"تنوير المقباس\" للفيروزآبادي (ص ٢٠).قال السيوطي: وأوهى طرقه -أي: طرق التفسير عن ابن عباس- طريق الكلبي عن أبي صالح عن ابن عباس، فإذا انضم إلى ذلك رواية محمد بن مروان السدي الصغير فهي سلسلة الكذب، وكثيرًا ما يخرج منها الثعلبي والواحدي.\"الإتقان\" ٢/ ١٢٣٢.والأثر ذكره الفراء في \"معاني القرآن\" ١/ ١١٤ دون نسبة لأحد بلفظ (قال المشركون ... ).(١) في (أ): رسول الله.(٢) رواه عبد الرزاق في \"تفسير القرآن\" ١/ ٧٣ ومن طريقه رواه الطبري في \"جامع البيان\" ٢/ ١٥٨، عن جعفر بن سليمان عن عوف عنه. وهذا إسناد حسن إلى الحسن، فيه جعفر بن سليمان صدوق. لكن الحديث ضعيف؛ لأنه مرسل.وعزاه السيوطي من حديث أنس بنحوه إلى ابن مردويه.\"الدر المنثور\" ١/ ٣٥٢.(٣) في (ح): قتادة وعطاء: نزلت.(٤) في (أ): لما نزلت قوله - عَزَّ وَجَلَّ -.(٥) غافر: ٦٠.(٦) قول عطاء رواه سفيان الثوري في \"تفسيره\" (ص ٥٧)، ومن طريقه رواه الطبري في \"جامع البيان\" ٢/ ١٥٨. والطبراني في \"الدعاء\" ٢/ ٧٩٠ (١٠). ورواه الطبري في =</p><p> وقال الضحاك: سأل بعض الصحابة رسول الله (١) - صلى الله عليه وسلم -: أقريب ربنا فنناجيه أم بعيد فنناديه؟ فأنزل الله -عزَّ وجلَّ- هذِه الآية (٢) . {وَإِذَا </p><p>= \"جامع البيان\" ٣/ ٤٨٢ (٢٩٠٨) من طريق حجاج. ورواه الطبراني في \"الدعاء\" ٢/ ٧٩٠ (١١) من طريق محمد بن ثور كلهم عن ابن جريح عن عطاء به. وعزاه السيوطي إلى وكيع، وعبد بن حميد، وابن المنذر، وابن أبي حاتم. \"الدر المنثور\" ١/ ٣٥٢، وهذا ضعيف -أيضًا- لإرساله. وقول قتادة رواه الطبري في \"جامع البيان\" ٢/ ١٥٩ وذكره الماوردي في \"النكت والعيون\" ١/ ٤٤٢، وابن عطية في \"المحرر الوجيز\" ١/ ٢٥٥.وعزاه السيوطي من حديث علي بنحوه إلى ابن عساكر \"تاريخ دمشق\".\"الدر المنثور\" ١/ ٣٥٢.(١) في (ح): النبي.(٢) ذكره الواحدي في \"الوسيط\" ١/ ٢٨٣، والبغوي في \"معالم التنزيل\" ١/ ٢٠٥.وقد روى الطبري في \"جامع البيان\" ٢/ ١٥٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣١٥ (١٦٦٧)، وأبو الشيخ في \"العظمة\" ٢/ ٥٣٥ (١٨٨)، وابن حبان في \"الثقات\" ٨/ ٤٣٦، وأبو سعيد النقاش في \"فوائد العراقيين\" (ص ٣١) (١٧)، والدارقطني في \"المؤتلف والمختلف\" ٣/ ١٤٣٥، والخطيب في \"تلخيص المتشابه\" ١/ ٤٦٢، كلهم من طريق جرير عن عبدة السجستاني، عن الصلب بن حكيم، عن أبيه، عن جده قال: جاء رجل إلى النبي - صلى الله عليه وسلم - به، بمثل حديث الضحاك.وإسناده ضعيف.والصلب بن حكيم، قال الخطيب، وابن ماكولا، وابن حجر: قيل: هو أخو بهز ابن حكيم، ولا يصح. وذكره ابن حجر في \"لسان الميزان\" باسم الصلت بن حكيم وقال: ليس للصلت، ولا لأبيه، ولا لجده ذكر في كتب الرواة. وقال الشيخ أحمد شاكر: مجهول هو وأبوه وجده ... وهذا الحديث ضعيف جدًّا منهار الإسناد بكل حال. =</p><p> سَأَلَكَ} يا محمد (١)  {عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ} . </p><p> قال أهل المعاني: فيه (٢) إضمار كأنه قال: فقل لهم أو فأعلمهم أني قريب منهم بالعلم (٣) . </p><p>= \"تلخيص المتشابه\" للخطيب ١/ ٤٦٢، \"الإكمال\" لابن ماكولا ٥/ ١٩٦، \"تبصير المشتبه\" لابن ناصر الدين ٣/ ٨٣٩، \"لسان الميزان\" لابن حجر ٣/ ١٩٥، \"حاشية تفسير الطبري\" ٣/ ٤٨١. وعزاه السيوطي من حديث أُبيٍّ بنحوه إلى سفيان بن عيينة في \"تفسيره\" وعبد الله ابن الإمام أحمد في زوائده على\"الزهد\" من طريق سفيان عن أُبي.\"الدر المنثور\" ١/ ٣٥٢.(١) في (ح): {وَإِذَا سَأَلَكَ عِبَادِى} يا محمد.(٢) كررت في (أ).(٣) \"إملاء ما من به الرحمن\" للعكبري ١/ ٨٢، \"البحر المحيط\" لأبي حيان ٢/ ٥٢ - ٥٣، \"الدر المصون\" للسمين الحلبي ٢/ ٢٨٩.قال شيخ الإسلام: ما نطق به الكتاب والسنة من قرب الرب من عابديه، وداعيه هو مقيد مخصوص، لا مطلق لجميع الخلق ... وأصل هذا أن قربه سبحانه، ودنوه من بعض مخلوقاته لا يستلزم أن تخلو ذاته من فوق العرش، بل هو فوق العرش، ويقرب من خلقه كيف يشاء، كما قال ذلك من قاله من السلف، وهذا كقربه إلى موسى لما كلمه من الشجرة.\"مجموع الفتاوى\" ٥/ ٢٤٧، ٤٦٠.وقال الشيخ عبد الله المحمود: وقربه نوعان: قرب عام من كل أحد بعلمه، وخبرته، ومشاهدته، وإحاطته. وقرب خاص من عابديه، وسائليه، ومحبيه، وهو قرب لا تدرك له حقيقة، وإنما تعلم آثاره من لطفه بعبده، وعنايته به، وتوفيقه، وتسديده، ومن آثاره الإجابة للداعين، والإنابة للعابدين.\"النهج الأسمى في شرح أسماء الله الحسنى\" ٢/ ٧٣٥ - ٧٥١.</p><p> وقال أهل الإشارة (١) : رفع الواسطة إظهارًا للقدرة (٢) . </p><p> {أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي} أي (٣) فليجيبوا لي بالطاعة، يقال: أجاب واستجاب بمعنى واحد، قال (٤) كعب بن سعد الغنوي (٥) : </p><p> وداعٍ دعا يا من يجيبُ إلى النَّدى ... فَلَمْ يَسْتَجِبهُ عند ذاك مُجِيبُ </p><p> وقال أبو رجاء الخراساني (٦) : </p><p>(١) أهل الإشارة: هم أصحاب التفسير الإشاري، وهو تأويل آيات القرآن الكريم على خلاف ما يظهر منها بمقتضى إشارات خفية تظهر لأرباب السلوك، ويمكن التطبيق بينها وبين الظواهر المرادة. \"التفسير والمفسرون\" للذهبي ٢/ ٣٥٢.(٢) في (ح): للقربة. وفي (أ)، له للقربة.\"لطائف الإشارات\" للقشيري ١/ ١٥٦.(٣) ساقطة من (أ).(٤) في (أ): وقال.(٥) كعب بن سعد بن عمرو بن عقبة الغنوي.البيت منسوب إليه في \"الأصمعيات\" (ص ٩٦)، \"مجاز القرآن\" لأبي عبيدة ١/ ٦٧، \"جامع البيان\" للطبري ٢/ ١٥٩، \"الأمالي\" للقالي ٢/ ١٥١.(٦) في (ح): الخوراساني.عبد الله بن واقد بن الحارث بن عبد الله الحنفي أبو رجاء الهروي الخراساني. ثقة. موصوف بخصال الخير. قال سفيان بن عيينة: ما قدم علينا خراساني أفضل من أبي رجاء. قال الخليلي: مات سنة نيف وستين ومائة.\"الجرح والتعديل\" لابن أبي حاتم ٥/ ١٩١، \"الإرشاد\" للخليلي ٣/ ٨٧٠، \"تهذيب الكمال\" للمزي ١٦/ ٢٥٤، \"تهذيب التهذيب\" لابن حجر ٢/ ٤٥٠، \"تقريب التهذيب\" لابن حجر (٣٦٨٤).</p><p> يعني: فليدعوني (١) . والإجابة في اللغة: الطاعة، وإعطاء ما سئل (٢) ، يقال: أجابت (٣) السماء بالمطر، (وأجابت الأرض بالنبات، كأن الأرض سألت السماء المطر)  (٤) فأعطت، (وسألت السماء)  (٥) الأرض النبات فأعطت. قال زهير (٦) : </p><p> وغَيْثٍ من الوَسْمِيِّ حُوٍّ (٧) تِلَاعه ... أجابت رَوَابيه النِّجاء هَوَاطِله (٨) </p><p> يريد أجابت هواطله روابيه النجاء حين سألتها المطر فأعطته ذلك (٩) . فالإجابة (١٠) من الله -عزَّ وجلَّ- الإعطاء، ومن العبد الطاعة (١١) . </p><p>(١) رواه الطبري في \"جامع البيان\" ٢/ ١٦٠. (٢) في (ش): يسأل.(٣) من (ح)، (أ)، وفي بقية النسخ: جابت.(٤) زيادة من (ش)، (ح)، (أ) وفيها: سألت بماء المطر.(٥) في (ح): والسماء سألت.(٦) زهير بن أبي سلمى واسمه ربيعة بن رياح بن قرط، شاعر جاهلي.(٧) في (أ): حق.(٨) في (ح)، (أ): وهواطله. وفي (ح) زيادة: النجاء السحابة.والبيت في \"ديوانه بشرح ثعلب\" (ص ١٢٧)، \"المخصص\" لابن سيده ١٠/ ١٩٠.والوسمي: أول المطر. وحو: تَضْرِب إلى السواد من شدة خضرة نبتها. والتلاع: مسيل ما ارتفع من الأرض إلى بطن الوادي. والروابي: ما ارتفع من الأرض. وهواطله: مواطره، والهطل: مطر لين ليس بالشديد. من\"الديوان\" (ص ١٢٧ - ١٢٨).(٩) في (أ): ذاك.(١٠) في (أ): الإجابة.(١١) \"جامع البيان\" للطبري ٢/ ١٥٩ - ١٦٠، \"تفسير القرآن العظيم\" لابن أبي حاتم ١/ ٣١٥.</p><p> {وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} لكي يهتدوا. فإن قيل: فما وجه قوله: {أُجِيبُ دَعْوَةَ الْدَّاعِ إِذَا دَعَانِ} وقوله: {ادْعُوني أَسْتَجِبْ لَكُمْ} وقد يدعى كثيرًا فلا يجيب؟ قلنا: اختلف العلماء في وجه الآيتين وتأويلهما. فقال بعضهم: معنى الدعاء هاهنا: الطاعة، ومعنى الإجابة: الثواب، كأنه قال: أجيب (١) دعوة الداعي بالثواب إذا أطاعني. </p><p> وقال بعضهم: معنى الآيتين خاص، وإن كان لفظهما عامًّا (٢) تقديرهما أجيب دعوة الداعي إن (٣) شئت، وأجيب دعوة الداعي إذا وافق القضاء، وأجيب دعوة الداعي إذا لم يسأل محالًا، وأجيب دعوة الداعي إذا كانت الإجابة له خيرًا (٤) ، يدل عليه: </p><p> [٣٦٠] ما أخبرنا أبو عمرو الفراتي (٥) ، قال: أنا الحاكم الجليل أبو الفضل محمد بن أحمد السلمي (٦) ، </p><p>(١) ألحقت في هامش (ش). (٢) في (ش): عام.(٣) في (أ): إذا.(٤) في (ش)، (ح): خيرة.\"جامع البيان\" للطبري ٢/ ١٦٠ - ١٦٦، \"زاد المسير\" لابن الجوزي ١/ ١٩٠.(٥) أحمد بن أُبي، لم يذكر بجرح أو تعديل.(٦) محمد بن محمد بن أحمد بن عبد الله بن عبد المجيد بن إسماعيل بن الحاكم أبو الفضل الشهير بالحاكم المروزي السلمي، كان حافظا فقيها مناظرا.حدث عن: عبد الله بن شيرويه، وعلي بن أحمد بن سليمان المصري، والحسن =</p><p> قال: أنا الحسن بن سفيان (١) ، قال: نا شيبان بن فروخ (٢) ، قال: نا علي بن علي (٣) ، قال: نا أبو المتوكل (٤) ، عن أبي سعيد قال: قال </p><p>= ابن سفيان النسوي وغيرهم. روى عنه: أبو أحمد الحاكم وغيره.قال الحاكم: كتب الحديث على رسمنا لا على رسم المتفقهة، وكان يحفظ الفقهيات التي يحتاج إليها، ويتكلم على الحديث. توفي سنة (٣٣٤ هـ).\"الأنساب\" للسمعاني ٣/ ٤٧٧، \"المنتظم\" لابن الجوزي ٦/ ٣٤٦، \"اللباب\" لابن الأثير ٢/ ٣٥.(١) الحسن بن سفيان النسوي، الإمام، الحافظ، الثبت.(٢) شيبان بن فروخ أبي شيبة الحبطي مولاهم أبو محمد الأبلي.قال الإمام أحمد ومسلمة بن القاسم: ثقة. وقال أبو زرعة: صدوق. وقال عبدان: شيبان أثبت عندهم من هدبة. وقال أبو داود: هدبة أعلى عندنا. وقال أبو حاتم: كان يرمى بالقدر، واضطر الناس إليه بأخرة. وقال الذهبي: صدوق. وقال ابن حجر: صدوق يهم، ورمي بالقدر. ولد في حدود سنة (١٤٠ هـ)، وتوفي سنة (٢٣٦ هـ) وقيل (٢٣٥ هـ).\"سؤالات أبي عبيد الآجري لأبي داود\" ٢/ ١٥٤، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٣٥٧، \"الكاشف\" للذهبي (٢٣٩٧)، \"تهذيب التهذيب\" لابن حجر ٢/ ١٨٤، \"تقريب التهذيب\" لابن حجر (٢٨٣٤).(٣) علي بن علي بن نجاد الرفاعي اليشكري أبو إسماعيل البصري، لا بأس به، رمي بالقدر.(٤) علي بن داود ويقال بن دؤاد الناجي أبو المتوكل البصري.مشهور بكنيته، ثقة. توفي سنة (١٠٨ هـ)، وقيل: (١٠٢ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٨٤، \"جامع التحصيل\" للعلائي (ص ٢٤٠)، \"تهذيب التهذيب\" لابن حجر ٣/ ١٦٠، \"تقريب التهذيب\" لابن حجر (٤٧٣١).</p><p> رسول الله - صلى الله عليه وسلم -: \"ما من مسلم دعا الله(١)-عَزَّ وَجَلَّ- بدعوة ليس فيها قطيعة رحم، ولا إثم(٢)إلَّا أعطاه الله(٣)بها إحدى(ثلاث خصال)(٤): إما أن يعجل دعوته، وإما أن يدخر له في الآخرة، وإما أن يدفع عنه من السوء مثلها\" قالوا: يا رسول الله إذن نكثر؟ قال:  \"الله أكثر\"  (٥) . </p><p>(١) في (ش): إلى الله. (٢) في (أ): ولا إثم عليه.(٣) ساقطة من (ح).(٤) في (ح): خصال ثلاث.(٥) [٣٦٠] الحكم على الإسناد:في إسناده شيخ المصنف لم يذكر بجرح أو تعديل وفيه أيضًا شيبان بن فروخ، صدوق، يهم. والحديث قد روي من طرق صحيحة عن شيبان وله شواهد.التخريج:رواه أبو يعلى في \"مسنده\" ٢/ ٢٩٦ (١٠١٩)، والبغوي في \"زوائده\" على الجعديات ٢/ ٤٧٥ (٣٣١٩)، والطبراني في \"الدعاء\" ٢/ ٨٠٢ (٣٦)، عن موسى بن هارون.ورواه المزي في \"تهذيب الكمال\" ٢١/ ٧٥ من طريق عبد الله بن محمد. كلهم عن شيبان به.ورواه البخاري في \"الأدب المفرد\" (ص ٢٤٨) (٧١٥)، عن إسحاق بن نصر.ورواه ابن أبي شيبة في \"مصنفه\" ١٠/ ١٥ (٢٩٦٥٨) وعنه عبد بن حميد في \"مسنده\" انظر \"المنتخب\" (ص ٢٩٢) (٩٣٧)، ورواه الحاكم في \"المستدرك\" وقال: هذا حديث صحيح الإسناد إلَّا أن الشيخين لم يخرجاه عن علي بن علي الرفاعي. ورواه البيهقي في \"شعب الإيمان\" ٢/ ٤٨ (١١٣٠)، وفي \"الدعوات الكبير\" ٢/ ٩٠ (٣٢٩) كلاهما من طريق محمد بن يزيد كلهم عن أبي أسامة. ورواه الإمام أحمد في \"مسنده\" ٣/ ١٨ (١١١٣٣) عن أبي عامر. ورواه الطبراني في \"الدعاء\" ٢/ ٨٠٢ (٣٧)، والطحاوي في \"شرح مشكل الآثار\" ٢/ ٣٣٦ =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= (٨٨٢) كلاهما من طريق جعفر بن سليمان كلهم عن علي بن علي به بنحوه. ورواه الطبراني في \"الدعاء\" ٢/ ٨٠١ (٣٥)، وفي \"المعجم الأوسط\" ٤/ ٣٣٧ (٤٣٦٨)، وفي \"المعجم الصغير\" ٢/ ١٩٨ (١٠٢٢)، والبزار في \"البحر الزخار\" انظر \"كشف الأستار\" ٤/ ٤٠ (٤١٤٣)، من طريق سعيد بن بشير، عن قتادة، عن أبي المتوكل به بنحوه. وسعيد بن بشير. ضعيف. \"تقريب التهذيب\" لابن حجر (٢٢٧٦).وقال المنذري: رواه أحمد، والبزار، وأبو يعلى بأسانيد جيدة.\"الترغيب والترهيب\" ٢/ ٤٧٩.وقال الهيثمي: ورجال أحمد وأبي يعلى وأحد إسنادي البزار رجاله رجال الصحيح غير علي بن علي الرفاعي وهو ثقة. \"مجمع الزوائد\" ١٠/ ١٤٨.ورواه البيهقي في \"شعب الإيمان\" ٢/ ٤٨ (١١٢٩)، وعبد الغني المقدسي في \"الترغيب في الدعاء\" (ص ٥٦) (٢٢) من طريق محمد بن عبيد الصابوني قال: حدثنا أبو أسامة عن ابن عون عن سليمان التيمي عن أبي الصديق الناجي عن أبي سعيد الخدري مرفوعًا بنحوه.وقال البيهقي: فعلى هذا هو شاهد لحديث الرفاعي إن كان حفظه هذا الصابوني، ولا أراه حفظه -ثم ساق حديث علي بن علي- وقال: وهذا هو الصحيح عن أبي أسامة عن علي بن علي وروايته عن ابن عون خطا والله تعالى أعلم.\"شعب الإيمان\" ٢/ ٤٨.وله شواهد ترقى بالحديث إلى الصحة منها حديث عبادة بن الصامت - رضي الله عنه -.رواه الترمذي في كتاب الدعوات، باب في انتظار الفرج وغير ذلك (٣٥٧٣) وقال: حديث حسن صحيح غريب من هذا الوجه. ورواه عبد الله بن الإمام أحمد في زوائده على \"المسند\" ٥/ ٣٢٩ (٢٢٧٨٥). والطحاوي في \"مشكل الآثار\" ٢/ ٣٣٥ (٨٨١)، والبيهقي في \"شعب الإيمان\" ٢/ ٤٨ (١١٣١) كلهم من طريق ابن ثوبان، عن أبيه، عن مكحول، عن جبير بن نفير، عن عبادة بن الصامت به =</p><p> وقال بعضهم: هو (١) عام، وليس في الآية أكثر من إجابة الدعوة، فأما إعطاء المنُية (٢) ، وقضاء الحاجة فليس بمذكور في الآية، وقد يجيب السيد عبده، والوالد ولده (٣) ثم لا يعطيه سؤله؛ فالإجابة كائنة لا محالة عند حصول الدعوة، لأن قوله {أُجِيْبُ} و {أَسْتَجِبْ}  (٤) خبر، والخبر لا يعترض عليه النسخ، لأنه إذا نُسخ صار المخبِر كذابًا (٥)  (وتعالى الله عن ذلك)  (٦) . </p><p>= مرفوعًا دون قوله: \"وإما أن يدخرها في الآخرة\" وابن ثوبان هو: عبد الرحمن ابن ثابت. صدوق يخطئ، ورمي بالقدر، وتغير بأخرة. سيأتي في حديث رقم (٣٦٠). ومن حديث أبي هريرة رواه البخاري في \"الأدب المفرد\" (ص ٢٤٨) (٧١١)، والإمام أحمد في \"مسنده\" ٢/ ٤٤٨ (٩٧٨٥)، والحاكم في \"المستدرك\" ١/ ٦٧٤ وقال: هذا حديث صحيح الإسناد، ولم يخرجاه، ووافقه الذهبي، والبيهقي في \"شعب الإيمان\" ٢/ ٤٧ (١١٢٦) كلهم من طريق عبيد الله بن عبد الرحمن بن موهب عن عمه عن أبي هريرة به مرفوعًا بمعناه دون قوله: \"وإما أن يدفع عنه من السوء مثلها\".وعبيد الله بن عبد الرحمن: ليس بالقوي. وعمه عبد الله بن عبد الله بن موهب، مقبول. \"تقريب التهذيب\" لابن حجر (٤٣١٤، ٤٣١١).(١) في (أ): وهو.(٢) في (ش)، (أ): الأمنية.(٣) في (أ): والده.(٤) في جميع النسخ: واستجيب. ولعل المثبت الصواب، فالمصنف يقصد الخبر في الآيتين: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ}، و {ادْعُونِي أَسْتَجِبْ لَكُمْ}.(٥) في (ح): كذبًا.(٦) في (أ): تعالى عن ذلك علوًا كبيرًا.\"الجامع لأحكام القرآن\" للقرطبي ٢/ ٢٨٩.</p><p> ودليل (١) هذا التأويل: </p><p> [٣٦١] ما أخبرنا أحمد بن أُبي (٢) قال: أنا محمد بن عمران (٣) قال: نا الحسن بن سفيان (٤) قال: حدثنا ابن أبي شيبة (٥) قال: نا يزيد بن هارون (٦) قال: نا عبد الرحمن بن أبي بكر بن أبي مليكة (٧) ، عن موسى بن عقبة (٨) ، </p><p>= وقال الطبري: ولا يكون ذلك -أي: النسخ- إلَّا في الأمر، والنهي، والحظر، والإطلاق، والمنع والإباحة. فأما الأخبار فلا يكون فيها ناسخ ولا منسوخ. \"جامع البيان\" للطبري ١/ ٤٧٥. انظر: \"مناهل العرفان\" ٢/ ١٠٨.(١) في (ح): دليل.(٢) أحمد بن أُبي أبو عمر الفراتي، لم يذكر بجرح أو تعديل.(٣) محمد بن عمران لم يتبين لي من هو.(٤) الإمام، الحافظ، الثبت.(٥) عبد الله أبو بكر بن أبي شيبة، ثقة، حافظ.(٦) يزيد بن هارون، ثقة، متقن.(٧) عبد الرحمن بن أبي بكر بن عبيد الله بن أبي مليكة التيمي المدني.ضعيف. من السابعة. \"الضعفاء الكبير\" للعقيلي ٢/ ٤٢٤، \"تهذيب التهذيب\" لابن حجر ٢/ ٤٩١، \"تقريب التهذيب\" لابن حجر (٣٨١٣).(٨) في (ح): أبي عقبة.موسى بن عقبة بن أبي عياش الأسدي مولى آل الزبير أبو محمد المدني.ثقة، فقيه، إمام في المغازي، لم يصح أن ابن معين لينه. توفي سنة (١٤١ هـ)، وقيل بعد ذلك.\"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٥٤، \"تهذيب الكمال\" للمزي ٢٩/ ١١٥، \"تهذيب التهذيب\" لابن حجر ٤/ ١٨٣، \"تقريب التهذيب\" لابن حجر (٦٩٩٢)، \"هدي الساري\" لابن حجر (ص ٤٤٦).</p><p> عن نافع (١) ، عن ابن عمر (٢) عن النبي - صلى الله عليه وسلم - قال (٣) : \"من فتح له(٤)في الدعاء فتحت له أبواب الإجابة\"  (٥) . </p><p> * * * </p><p>(١) نافع مولى ابن عمر، ثقة ثبت. (٢) الصحابي المشهور.(٣) في (ح): أنَّه قال.(٤) في (ح) زيادة: باب.(٥) [٣٦١] الحكم على الإسناد:فيه شيخ المصنف لم يذكر بجرح أو تعديل، وشيخ شيخه لم يتبين لي من هو، وفيه أيضًا ابن أبي مليكة ضعيف.التخريج:الحديث في \"مصنف ابن أبي شيبة\" ١٠/ ١٥ (٢٩٦٥٦).ورواه الترمذي في كتاب الدعوات، باب في دعاء النبي - صلى الله عليه وسلم - (٣٥٤٨) عن الحسن ابن عرفة، وقال: حديث غريب لا نعرفه إلَّا من حديث عبد الرحمن بن أبي بكر القرشي وهو ضعيف. ورواه الحاكم في \"المستدرك\" ١/ ٦٧٥ من طريق العباس ابن محمد الدوري، وقال: هذا حديث صحيح الإسناد، ولم يخرجاه، وتعقبه الذهبي بقوله: المليكي ضعيف.ورواه العقيلي في \"الضعفاء الكبير\" ٢/ ٤٢٤ من طريق محمد بن أبي نعيم.والسهمي في \"تاريخ جرجان\" (ص ٢٨٤) من طريق علي بن سلمة اللبقي. كلهم عن يزيد بن هارون به بنحوه، وفيه زيادة، وبلفظ (أبواب الرحمة)، وفي \"المستدرك\": (أبواب الجنّة).قال ابن حجر: رواه الترمذي بسند لين، وصححه الحاكم فوهم.\"فتح الباري\" ١١/ ١٤١.</p><p> وأوحى الله -عزَّ وجلَّ- إلى داود -عليه السلام-: قل للظلمة لا يدعوني فإني أوجبت على نفسي أن أجيب من دعاني، وإني (١) إذا أجبت الظالمين لعنتهم (٢) . وقيل: إن الله تعالى يجيب دعاء المؤمن في الوقت إلَّا أنَّه يؤخر إعطاء مراده؛ ليدعوه فيسمع صوته، يدل عليه: </p><p> [٣٦٢] ما أخبرنا أبو عمرو الفراتي (٣) ، قال: أنا أبو موسى عمران بن موسى (٤) ، قال: أنا (٥) مسدد (٦) </p><p>(١) في (ح): وإن. (٢) رواه الإمام أحمد في \"الزهد\" (ص ١١٧)، وابن أبي شيبة في \"مصنفه\" ١١/ ٨٩ (٣٢٤٢٤)، ١٢/ ١٤٠ (٣٥٢٥٦)، وهناد في \"الزهد\" ٢/ ٤٠٦ (٧٨٧) من طريق الأعمش عن ابن عباس به موقوفًا بلفظ (لا يذكرني). والأعمش لم يدرك ابن عباس. ورواه البيهقي في \"شعب الإيمان\" ٦/ ٥٥ (٧٤٨٣) من طريق آخر عن ابن عباس، وفي السند إليه من لم أجد له ترجمة. وعزاه السيوطي إلى ابن عساكر \"تاريخ دمشق\"، ورمز لضعفه، وتعقبه المناوي بقوله: وهو قصور، فقد خرجه الحاكم، والبيهقي في \"الشعب\"، والديلمي. \"فيض القدير\" ٣/ ٩٣.انظر \"فردوس الأخبار\" ١/ ١٧٦ (٤٩٧)، \"ضعيف الجامع الصغير\" للألباني ١/ ٢٣٠ قلت: لم أجده في \"المستدرك\" للحاكم.(٣) أحمد بن أُبي، لم أجد فيه جرحًا ولا تعديلًا.(٤) الخبوشاني، قال الحاكم: كان شيخا يشبه المشايخ.\"تاريخ بغداد\" للخطيب ١٢/ ٢٦٨.(٥) في (أ): ثنا.(٦) مسدد بن قَطَن بن إبراهيم المزكي أبو الحسن النيسابوري.قال الحاكم: كان من مزكي عصره، المقدم في الزهد، والورع، والتمكن في العقل، تورع عن الرواية عن يحيى بن يحيى لصغر سنه. وقال ابن ماكولا: وكان =</p><p> قال: أنا (١) داود بن رشيد (٢) ، قال: نا عمر بن (عبد الواحد (٣) ، عن إسحاق) (٤) بن عبد الله بن أبي فروة (٥) ، عن محمد بن المنكدر (٦) ، عن </p><p>= ثقة. توفي سنة (٣٠١ هـ). \"الإكمال\" لابن ماكولا ٧/ ٢٤٩، \"سير أعلام النبلاء\" للذهبي ١٤/ ١١٩، \"شذرات الذهب\" لابن العماد ٤/ ٩.(١) في (ش)، (أ): نا.(٢) داود بن رشيد الهاشمي مولاهم أبو الفضل الخوارزمي.ثقة. توفي سنة (٢٣٩ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٣/ ٤٢١، \"تهذيب التهذيب\" لابن حجر ١/ ٥٦٣، \"تقريب التهذيب\" لابن حجر (١٧٨٤).(٣) عمر بن عبد الواحد بن قيس السلمي أبو حفص الدمشقي.ثقة. ولد سنة (١١٨ هـ)، وتوفي سنة (٢٠٠ هـ)، وقيل بعدها.\"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٢٢، \"تهذيب التهذيب\" لابن حجر ٣/ ٢٤١، \"تقريب التهذيب\" لابن حجر (٤٩٤٣).(٤) كذا في (ح) وهو الصواب. وأما في (س) و (ش): عبد الواحد بن أبي إسحاق.وفي (أ): عبد الواحد بن إسحاق.(٥) إسحاق بن عبد الله بن أبي فروة الأموي مولاهم أبو سليمان المدني.متروك. توفي سنة (١٤٤ هـ).\"المجروحين\" لابن حبان ١/ ١٣١، \"تهذيب التهذيب\" لابن حجر ١/ ١٢٣، \"تقريب التهذيب\" لابن حجر (٣٦٨).(٦) محمد بن المنكدر بن عبد الله بن الهُدَير التيمي أبو عبد الله ويقال أبو بكر المدني. ثقة، فاضل. توفي سنة (١٣٠ هـ) أو (١٣١ هـ). وقال سفيان بن عيينة: بلغ نيفًا وسبعين سنة. قال ابن حجر: فيكون مولده على هذا قبل سنة ستين بيسير فتكون روايته عن عائشة، وأبي هريرة، وأبي أيوب الأنصاري، وأبى قتادة، وسفينة ونحوهم مرسلة. وذكر الذهبي أنَّه ولد سنة بضع وثلاثين. =</p><p> جابر بن عبد الله (١) قال: قال رسول الله - صلى الله عليه وسلم -: \"إن العبد ليدعو الله، وهو يحبه(٢)،فيقول:يا جبريل اقض لعبدي هذا حاجته، وأخرها، فإني أحب أن لا أزال أسمع صوته، وإن العبد ليدعو الله -عزَّ وجلَّ-، وهو يبغضه،فيقول:يا جبريل اقض لعبدي هذا حاجته بإخلاصه(٣)، وعجلها؛ فإني أكره أن(٤)أسمع صوته\"  (٥) . </p><p>= \"التاريخ الكبير\" للبخاري ١/ ٢١٩، \"سير أعلام النبلاء\" للذهبي ٥/ ٣٥٣، \"جامع التحصيل\" للعلائي (ص ٢٧٠)، \"تهذيب التهذيب\" لابن حجر ٣/ ٧٠٩، \"تقريب التهذيب\" لابن حجر (٦٣٢٧). (١) صحابي، مشهور.(٢) في (أ): يجيبه.(٣) في (أ)، لإخلاصه.(٤) ساقطة من (ح).(٥) [٣٦٢] الحكم على الإسناد:في إسناده إسحاق بن أبي فروة متروك.التخريج:رواه الطبراني في \"المعجم الأوسط\" ٨/ ٢١٦ (٨٤٤٢) من طريق محمد بن بكير، ورواه في \"الدعاء\" ٢/ ٨٢١ (٨٧) من طريق الحكم بن موسى كلاهما عن سويد ابن عبد العزيز.ورواه عبد الغني المقدسي في \"الترغيب في الدعاء\" (ص ٩١) (٥١) من طريق يحيى بن حمزة كلاهما عن إسحاق بن أبي فروة به بنحوه.وقال الهيثمي: رواه الطبراني في \"الأوسط\" وفيه إسحاق بن عبد الله بن أبي فروة وهو متروك. \"مجمع الزوائد\" ١٠/ ١٥١.والحديث ذكره الديلمي في \"فردوس الأخبار\" ١/ ٢٥١ (٩٧٢) من حديث أنس بن مالك وقد رواه عبد الغني المقدسي في \"الترغيب في الدعاء\" (ص ٩١) (٥٢) من طريق إسحاق بن أبي فروة عن يزيد بن عبد الله الرقاشي عن أنس به مرفوعًا. =</p><p> وبلغنا عن (يحيى بن سعيد)  (١) أنَّه قال: رأيت رب العزة جل جلاله (٢) في المنام، فقلت: يا رب كم أدعوك فلا تستجيب لي! فقال: يا يحيى إني أحب أن أسمع صوتك (٣) . وقال بعضهم: إن للدعاء آدابًا (٤) ، وشرائط هي أسباب الإجابة (٥) ، ونيل المنُية (٦) ، فمن راعاها (٧) واستكملها كان من أهل الإجابة، ومن أهملها (٨) وأخلَّ (٩) بها؛ فهو من أهل الاعتداء في الدعاء (١٠) . </p><p> ويحكى أن (١١) إبراهيم بن أدهم (١٢) رحمه الله قيل له: ما بالنا </p><p>= وهذا إسناد أشد ضعفًا من إسناد جابر، فيه إسحاق بن أبي فروة وقد تقدم، وفيه أيضًا يزيد بن عبد الله الرقاشي، لم أجد له ترجمة، والظاهر أنَّه يزيد بن أبان الرقاشي فهو المشهور بالرواية عن أنس بن مالك - رضي الله عنه -، قال ابن حجر: ضعيف. \"تقريب التهذيب\" لابن حجر (٧٦٨٣). (١) في (أ): سعيد بن يحيى.(٢) من (ش).(٣) ذكره القشيري في \"الرسالة القشيرية\" ٢/ ٥٢٨.(٤) كذا في هامش (س) و (ح)، (أ). وأما في (س): أدبًا. وفي (ش): آداب.(٥) في (ش)، (أ): للإجابة.(٦) في (ش): الأمنية.(٧) في (أ): راعها.(٨) في (ش)، (ح)، (أ): أغفلها.(٩) في (ش): أو أخل.(١٠) انظر: \"شعب الإيمان\" للبيهقي ٢/ ٤٤ - ٤٦، \"إحياء علوم الدين\" للغزالي ١/ ٣٦٦ - ٣٦٦.(١١) في (ح): عن.(١٢) إبراهيم بن أدهم بن منصور العجلي، وقيل التميمي أبو إسحاق البلخي، ثقة.</p>"
}