{
  "id": null,
  "sura": 2,
  "aya": 190,
  "text": "<p> بكسر الباء) (١) في جميع القرآن لمكان الياء، وقرأ الباقون بضمه (٢) على الأصل (٣) . </p><p> {وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى}  (أي: بر من اتقى)  (٤) كقوله: {وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ}  (٥) وقد مر (٦) ذكره. {وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا} في (٧) حال الإحرام {وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} . </p><p> ١٩٠ - (وقوله عز وجل)  (٨)  {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ} </p><p> أي: في دين الله وطاعته {الَّذِينَ يُقَاتِلُونَكُمْ} . قال الرَّبيع بن أنس </p><p>= يقال: إنه ربيب نافع، وهو الذي لقبه: قالون؛ لجودة قراءته. قال علي بن الحسن الهسنجاني: كان قالون شديد الصمم، وكان يقرأ عليه القرآن، وكان ينظر إلى شفتي القارئ، ويرد عليه اللحن والخطأ. قال الذهبي: وأما حالة في الحديث فيكتب حديثه بالجملة. ولد سنة (١٢٠ هـ)، وتوفي سنة (٢٢٠ هـ)، وقيل: سنة (٢٠٥ هـ). \"معرفة القراء الكبار\" ١/ ١٥٥، \"ميزان الاعتدال\" للذهبي ٣/ ٣٢٧، \"غاية النهاية\" لابن الجزري ١/ ٦١٥، \"لسان الميزان\" لابن حجر ٤/ ٤٠٧.(١) في (أ): ونافع في رواية قالون وابن عامر وابن كثير بكسر الباء.(٢) في (ش)، (أ): بضمةٍ. وفي (ح): بالضم.(٣) \"السبعة\" لابن مجاهد (ص ١٧٨ - ١٧٩)، \"الحجة\" لابن زنجلة (ص ١٢٧)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٢٦.(٤) ساقطة من (ش). وفي (أ): أي: تقوى من اتقى.(٥) البقرة: ١٧٧.(٦) في (أ): تقدم.(٧) في (ش): أي في.(٨) ساقطة من (ش)، (ح).</p><p> وعبد الرَّحْمَن بن زيد بن أسلم: هذِه أول آية نزلت (١) في القتال، فلما نزلت كان (رسول الله - صلى الله عليه وسلم -)  (٢) يقاتل من قاتله، ويكف عمّن (٣) كف عنه، حتَّى نزلت {فَاقْتُلُوا المُشْرِكِينَ}  (٤)  (٥) فنُسخت هذِه الآية، وأمر بالقتال مع المشركين كافة، قالا: فهذِه الآية (٦) منسوخة (٧) . </p><p> (ومعنى قوله)  (٨)  {وَلَا تَعْتَدُوا} أي لا تبدؤوهم ولا تفاجئوهم (٩) بالقتال قبل تقديم الدعوة. {إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ}  (١٠) . </p><p> وقال بعضهم: هذِه الآية محكمة. أُمر رسول الله - صلى الله عليه وسلم - فيها (١١) بالقتال، ولم يُنْسَخ شيء من حكم (١٢) هذِه الآية، قالوا: ومعنى </p><p>(١) في (ش): أنزلت. (٢) في (ز): النَّبِيّ عليه السلام.(٣) في هامش (ز): من.(٤) التوبة: ٥.(٥) وفي هامش (ز): قاتلوا المشركين.(٦) في (ش): آية.(٧) قول الرَّبيع رواه الطبري في \"جامع البيان\" ٢/ ١٨٩، وذكره الجصاص في \"أحكام القرآن\" ١/ ٢٥٧ - ٢٥٨، ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٢٥ (١٧١٩) من طريق الرَّبيع عن أبي العالية بمثله.وقول ابن زيد رواه الطبري في \"جامع البيان\" ٢/ ١٨٩، وذكره النحاس في \"الناسخ والمنسوخ\" ١/ ٥١٦.(٨) في (ح): ومعنى هذِه الآية قوله.(٩) في (ز): ولا تفجؤوهم.(١٠) ساقطة من (ش)، (ح)، (أ).(١١) من (ح).(١٢) ساقطة من (ح).</p><p> قوله تعالى:  {وَلَا تَعْتَدُوا} أي: لا تقتلوا النساء، والصبيان، والشيخ الكبير، ولا من ألقى إليكم السلم، فكف يده، فإن فعلتم ذلك؛ فقد اعتديتم، وهو (١) قول ابن عباس (٢) ، ومجاهد (٣) . وقال يحيى بن عامر (٤) : كتبت إلى عمر بن عبد العزيز أسأله عن (قوله عز وجل)  (٥) : {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ (١٩٠) } فكتب إليَّ أن (٦) ذلك في النساء، والذرية، والرهبان، ومن لم ينصب الحرب (٧) منهم (٨) . </p><p>(١) في (ز): وهذا. (٢) رواه الطبري في \"جامع البيان\" ٢/ ١٩٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٢٥ (١٧٢١) وعزاه السيوطي في \"الدر المنثور\" ١/ ٣٧٠ إلى ابن المنذر، وذكره النحاس في \"الناسخ والمنسوخ\" ١/ ٥١٦.(٣) رواه الطبري في \"جامع البيان\" ٢/ ١٩٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٢٥ (١٧٢١).(٤) كذا في جميع النسخ. والصواب: يحيى بن يحيى الغساني، كما ورد في \"جامع البيان\" للطبري وغيره وهو: يحيى بن يحيى بن قيس بن حارثة الغساني أبو عثمان الشَّاميّ.ثِقَة، استعمله عمر بن عبد العزيز على قضاء الموصل. تُوفِّي سنة (١٣٣ هـ) على الصحيح.\"الجرح والتعديل\" لابن أبي حاتم ٩/ ١٧٩، \"تاريخ الموصل\" للأزدي (ص ٣)، \"تهذيب التهذيب\" لابن حجر ٤/ ٣٩٨، \"تقريب التهذيب\" لابن حجر (٧٦٧٠).(٥) في (أ): قول الله تعالى.(٦) ساقطة من (ح).(٧) مكررة في (أ).(٨) رواه ابن أبي شيبة في \"مصنفه\" ١١/ ٣٧٩ (٣٣٦٧٢)، والطبري في \"جامع البيان\" ٢/ ١٩٠، وعزاه السيوطي في \"الدر المنثور\" ١/ ٣٧٠ إلى وكيع. =</p><p> وقال الحسن:  {وَلَا تَعْتَدُوا} أي: لا تأتوا ما نهيتم عنه (١) . </p><p> وقال بعضهم: الاعتداء ترك قتالهم. </p><p> [٣٦٩] حَدَّثَنَا (٢) أبو بكر محمَّد بن أَحْمد بن عبدوس المزكي (٣) رحمه الله لفظًا سنة سبع (٤) وثمانين وثلاثمائة، قال: حَدَّثَنَا (٥) أبو العباس عبد الله بن يعقوب بن إسحاق الكرماني (٦) سنة ثمان وعشرين </p><p>= ورواه بنحوه الطبري في \"جامع البيان\" ٢/ ١٩٠، وذكره عن عمرَ ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٢٥، والنحاس في \"الناسخ والمنسوخ\" ١/ ٥١٧، والجصاص في \"أحكام القرآن\" ١/ ٢٥٧. (١) رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٢٦ (١٧٢٤)، وبنحوه في ١/ ٣٢٥ (١٧٢٣).(٢) في (ح): أخبرنا.(٣) محمَّد بن أَحْمد بن عبدوس، لم أجد فيه جرحًا ولا تعديلًا.(٤) في (أ): تسع.(٥) في (ح)، (أ): أنا.(٦) عبد الله بن يعقوب بن إسحاق أبو العباس الكرماني.قال الحاكم: كان في أيامي، ولم أسمع منه. قال الذهبي: ضُعف. وقال -أَيضًا-: روى عن محمَّد بن أبي يعقوب الكرماني، ولم يدركه. وقال ابن حجر: وذكره ابن حبان في \"الثِّقات\" وقال: عبد الله بن أبي يعقوب: حَدَّثَنَا عنه بكر بن محمَّد بن عبد الوهَّاب وأَحمد بن يحيى بن زهير بتستر.قال الذهبي: قيل: ولد سنة (٢٥٠ هـ). وذكره فيمن تُوفِّي بين سنة (٣٣١ هـ) وسنة (٣٤٠ هـ).\"الثِّقات\" لابن حبان ٨/ ٣٦٨، \"سير أعلام النبلاء\" للذهبي ١٥/ ٣٦٤، \"ميزان الاعتدال\" للذهبي ٢/ ٥٢٧، \"تاريخ الإِسلام\" للذهبي ٢٥/ ٢٠٣، \"لسان الميزان\" لابن حجر ٣/ ٣٧٩.</p><p> وثلاثمائة، (قال: حَدَّثَنَا أبو عبد الله محمَّد بن زكريا بن أبي بكير الكرماني (١) ) (٢) ، قال: نا وكيع بن الجراح بن (٣) مليح العبسي (٤) ، قال: نا سفيان (٥) ، عن علقمة بن مرثد (٦) ، عن سليمان (٧) بن بريدة (٨) ، عن أَبيه (٩) قال: كان رسول الله - صلى الله عليه وسلم - وإذا بعث أميرًا على سرية، أو جيش أوصاه (في نفسه خاصة)  (١٠) بتقوى الله عز وجل، وبمن </p><p>(١) لم أظفر له بترجمة إلَّا أن يكون: محمَّد بن إسحاق أبي يعقوب بن منصور أَبا عبد الله الكرماني. فقد ذكر المزي وكيع بن الجراح في شيوخه، وأبا العباس عبد الله بن يعقوب بن إسحاق الكرماني من تلامذته. ثِقَة. تُوفِّي سنة (٢٤٤ هـ). \"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٢٢، \"تهذيب الكمال\" للمزي ٢٤/ ٤٠٣، \"تهذيب التهذيب\" لابن حجر ٣/ ٥٠٣، \"تقريب التهذيب\" لابن حجر (٥٧٢٤). (٢) زيادة من (ش)، (ح)، (ز)، (أ) وفيها: (بن أبي بكر) بدل: (بكير).(٣) في (أ): عن.(٤) الإمام، الحافظ، الثقة.(٥) سفيان الثَّوريّ، الإِمام، الحجة.(٦) علقمة بن مَرْثَد الحضرميّ أبو الحارث الكُوفيّ.ثِقَة من السادسة.\"الجرح والتعديل\" لابن أبي حاتم ٦/ ٤٠٦، \"تهذيب التهذيب\" لابن حجر ٣/ ١٤١، \"تقريب التهذيب\" لابن حجر (٤٦٨٢).(٧) كذا في (ح)، (ز)، (أ) وهو الصواب. وأما في (س) و (ش): سلمة.(٨) سليمان بن بريدة بن الحصيب الأسلمي المروزي.ثِقَة. تُوفِّي سنة (١٠٥ هـ)، وله تسعون سنة.\"الجرح والتعديل\" لابن أبي حاتم ٤/ ١٠٢، \"تهذيب التهذيب\" لابن حجر ٢/ ٨٥، \"تقريب التهذيب\" لابن حجر (٢٥٣٨).(٩) بريدة بن الحُصَيب، صحابي.(١٠) في (ح): في خاصة نفسه.</p><p> معه من المسلمين خيرًا. وقال:  \"اغزوا باسم الله، وفي سبيل الله، قاتلوا من كفر بالله، اغزوا, ولا تغلوا, ولا تغدروا, ولا تمثلوا, ولا تقتلوا وليدًا\"  (١) . </p><p>(١) [٣٦٩] الحكم على الإسناد: في إسناده شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا، وفيه عبد الله بن يعقوب قال الذهبي: ضُعف ومحمَّد بن زكريا لم أجد له ترجمة، وإن كان هو محمَّد بن أبي يعقوب فالإسناد منقطع.لكن الحديث روي من طرق صحيحة عن وكيع.التخريج:رواه مسلم في كتاب الجهاد والسير، باب جواز الإغارة على الكفار (١٧٣١)، عن أبي بكر بن أبي شيبة. وهو في \"مصنفه\" ١١/ ٣٣٣ (٣٣٤٦٧)، ورواه أبو داود في كتاب الجهاد، باب في دعاء المشركين (٢٦١٢)، عن محمَّد بن سليمان الأنباري. ورواه الإِمام أَحْمد في \"مسنده\" ٥/ ٣٥٢ (٢٢٩٧٨) كلهم عن وكيع بن الجراح به بنحوه.ورواه مسلم في الموضع السابق، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١١/ ٤٢ (٤٧٣٩)، والتِّرمذيّ في كتاب الديات، باب ما جاء في النهي عن المثلة (١٤٠٨)، وفي كتاب السير، باب ما جاء في وصيته في القتال (١٦١٧). والإمام أَحْمد في \"مسنده\" ٥/ ٣٥٨ (٢٣٠٣٠)، وأبو عبيد في \"الأموال\" (ص ٢١٧) (٥٢٤)، كلهم من طريق عبد الرَّحْمَن بن مهدي. ورواه ابن ماجه في كتاب الجهاد، باب وصية الإِمام (١٢٥٨)، والدارمي في \"السنن\" (٢٤٨٣) من طريق الفريابي كلاهما عن سفيان الثَّوريّ به بنحوه.ورواه مسلم -في الموضع السابق- ٣/ ١٣٥٨ (١٧١٣١) (٤)، (٥)، والنَّسائيّ في \"السنن الكبرى\" ٥/ ٢٠٧ (٨٦٨٠)، والطحاوي في \"شرح معاني الآثار\" ٣/ ٢٠٧، كلهم من طرق عن شعبة.ورواه النَّسائيّ في \"السنن الكبرى\" ٥/ ١٧٢ (٨٥٨٦) من طريق إدريس الأودي كلاهما عن علقمة بن مرثد به.</p><p> [٣٧٠] وبإسناده عن وكيع (١) ، قال: نا أبو خزيمة (٢) يوسف بن ميمون (٣) ، عن عطاء بن أبي رباح (٤) ، قال: لما استعمل أبو بكر - رضي الله عنه - يزيد بن أبي سفيان (٥) على الشام خرج معه يشيعه أبو بكر ماشيًا وهو راكب، فقال له (٦) يزيد: يَا خليفة رسول الله -صلى الله عليه وسلم- إما أن تركب وإما أن أنزل. فقال له (٧) أبو بكر: ما أَنْتَ بنازل، ولا (٨) أنا براكب إنِّي أحتسب خطاي (٩) هذِه في سبيل الله، إنِّي أوصيك بوصية إن أَنْتَ </p><p>(١) وكيع بن الجراح، الإِمام، الحافظ، الثقة. (٢) في (ح): ابن خزيمة.(٣) يوسف بن ميمون المخزومي القُرشيّ مولاهم أبو خزيمة أو أبو خريم الكُوفيّ.ضعيف. وقد فرق أبو حاتم، وأبو زرعة، وابن حبان بينه وبين يوسف بن ميمون الصباغ. من الرابعة.\"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٣٠، \"الثِّقات\" لابن حبان ٧/ ٦٣٧، \"المجروحين\" لابن حبان ٣/ ١٣٤، \"تهذيب الكمال\" للمزي ٣٢/ ٤٦٨، \"تهذيب التهذيب\" لابن حجر ٤/ ٤٦٢، \"تقريب التهذيب\" لابن حجر (٧٨٨٩).(٤) ثِقَة، لكنه كثير الإرسال.(٥) يزيد بن أبي سفيان صخر بن حرب بن أمية أبو خالد الأُموي.أسلم يوم فتح مكة، وشهد حنينًا. وكان يقال له: يزيد الخير. استعمله أبو بكر - رضي الله عنه - على ربع الأجناد في الجهاد، وأمره عمر بن الخطاب على دمشق، وتوفي بها في طاعون عمواس سنة (١٨ هـ)، وقيل: تُوفِّي سنة (١٩ هـ).\"الاستيعاب\" لابن عبد البر ٤/ ١٥٧٥، \"أسد الغابة\" لابن الأثير ٥/ ١١٢، \"الإصابة\" لابن حجر ٦/ ٣٤١.(٦) ساقطة من (ح).(٧) من (ش)، (أ).(٨) في (ش): وما.(٩) في (أ): خطائي.</p><p> حفظتها أفلحت (١) : إنك ستمر على قوم قد حبسوا أنفسهم في الصوامع (-زعموا- لله)  (٢) فدعهم (٣) ، وما حبسوا له أنفسهم، وستمر على قوم قد فحصوا (٤) عن أوسط (٥) رؤوسهم، وتركوا من شعورهم أمثال العصائب؛ فاضرب ما فحصوا عنه بالسيف، (ثم قال)  (٦) : لا تقتلوا امرأة، ولا صبيًّا, ولا شيخًا فانيًا, ولا تعقروا (شجرًا مثمرًا)  (٧) ، ولا تغرقوا (٨) نخلًا, ولا تحرقوه (٩) ، ولا تذبحوا بقرةً، ولا شاةً إلَّا لمأكل (١٠) ، ولا تخربوا عامرًا (١١) . </p><p>(١) ساقطة من جميع النسخ، أثبتناها من هامش (ش). (٢) في (ش): زعموا أنَّهم يعبدوا الله.(٣) ساقطة من (أ).(٤) قال الجوهري: كأنهم حلقوا وسطها، وتركوها مثل أفاحيص القطا. \"الصحاح\" ٣/ ١٠٤٨ (فحص).قال أبو عبيد: أما قوله: قد فحصوا رؤوسهم فاضرب بالسيف ما فحصوا عنه، فهم الشمامسة الذين قد حلقوا رؤوسهم. وأما أصحاب الصوامع فإنَّه يعني الرهبان.\"غريب الحديث\" ٣/ ٢٣١.(٥) في (ح)، (ز): أوساط. وفي (أ): فحصوا أوساط.(٦) ساقطة من (أ). و (قال)، ساقطة من (ح).(٧) في (ش): شجرة مثمرة.(٨) في (ش): ولا تغدقوا. وفي (أ): ولا تفرقوا.(٩) في (ح): ولا تحرقوا.(١٠) في (ز): لمأكلة.(١١) [٣٧٠] الحكم على الإسناد:في إسناده -زيادة على ما تقدم في الإسناد الذي قبله- يوسف بن ميمون ضعيف وعطاء لم يدرك أَبا بكر ولا يزيد. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= التخريج: رواه الإِمام مالك في \"الموطأ\" كتاب الجهاد، باب النهي عن قتل النساء والولدان في الغزو ٢/ ٤٤٧، وفي رواية أبي مصعب الزُّهْرِيّ ١/ ٣٥٦ (٩١٧)، ومن طريقه البيهقي في \"السنن الكبرى\" ٩/ ٨٩، ورواه ابن أبي شيبة في \"مصنفه\" ١١/ ٣٧٨ (٣٣٦٦٧)، ومن طريقه الطَّبْرَانِيّ في \"المعجم الكبير\" ٢٢/ ٢٣١ (٦٠٧) عن محمَّد بن فضيل. ورواه عبد الرَّزّاق في \"مصنفه\" ٥/ ١٩٩ (٩٣٧٥) عن ابن جريج، وفي ٥/ ٢٠٠ (٩٣٧٦) عن الثَّوريّ. كلهم عن يحيى بن سعيد الأَنْصَارِيّ عن أبي بكر به بنحوه.وهذا إسناد منقطع أو معضل، قال الهيثمي: رواه الطَّبْرَانِيّ وإسناده منقطع، ورجاله إلى يحيى ثقات.\"مجمع الزوائد\" ٩/ ٤١٦.ورواه ابن زنجويه في \"الأموال\" ٢/ ٤٧٨ (٧٥٩)، والحاكم في \"المستدرك\" ٣/ ٨٥ مختصرًا وقال: صحيح على شرط الشيخين ولم يخرجاه، وقال الذهبي: قلت: هو مرسل، والبيهقي في \"السنن الكبرى\" ٩/ ٨٥ كلهم من طريق يونس عن الزُّهْرِيّ عن سعيد بن المسيّب به بنحوه. قلت: يقصد الذهبي بقوله: (مرسل) أنَّ سعيدًا لم يدرك أَبا بكر.ورواه عبد الرَّزّاق في \"مصنفه\" ٥/ ٢٠٠ (٩٣٧٨) مختصرًا، والبيهقي في \"السنن الكبرى\" ٩/ ٩٠ من طريق ابن المبارك كلاهما عن معمر، عن أبي عمران الجوني به بنحوه.وأبو عمران الجوني هو عبد الملك بن حبيب ثِقَة، تُوفِّي سنة (١٢٨ هـ). \"تقريب التهذيب\" لابن حجر (٤١٧٢) فالإسناد منقطع.ورواه عبد الرَّزّاق في \"مصنفه\" ٥/ ٢٠٠ (٩٣٧٧)، عن معمر، عن الزُّهْرِيّ به مختصرًا بذكر الذين فحصوا عن رؤوسهم وأهل الصوامع.ورواه سعيد بن منصور في \"السنن\" -تحقيق الأعظمي- ٢/ ١٨١ (٢٣٨٣) قال: حَدَّثَنَا عبد الله بن وهب قال: نا عمرو بن الحارث أَنَّ سعيد بن أبي هلال حدثه عن عبد الله بن عبيدة أن أَبا بكر ... به بنحوه. =</p><p> وقال الكلبي (١) عن أبي صالح (٢) عن ابن عباس: نزلت هذا الآيات (٣) في صلح الحديبية (٤) ، وذلك أن (رسول الله -صلى الله عليه وسلم-)  (٥) لما خرج هو وأصحابه في العام الذي أرادوا فيه العمرة، وكانوا ألفًا وأربعمائة؛ فساروا حتَّى نزلوا الحديبية (٦) ، فصدهم المشركون عن </p><p>= وهذا إسناد منقطع أَيضًا عبد الله بن عبيدة هو الربذي ثِقَة تُوفِّي سنة (١٣٠ هـ). \"تقريب التهذيب\" لابن حجر (٣٤٥٨). وقد رواه ابن أبي شيبة في \"مصنفه\" من طريق آخر عن أبي بكر ١١/ ٣٨١ (٣٣٦٨١) ورواه البيهقي من طرق أخرى منقطعة عن أبي بكر.\"السنن الكبرى\" ٩/ ٨٩ - ٩٠، ٩/ ١٧٣.وقد روي بإسناد متصل؛ فقد رواه أبو بكر المروزي في \"مسند أبي بكر الصديق\" (ص ٥٩) (٢١) وابن قانع في \"معجم الصَّحَابَة\" ٣/ ٢٣١ (١٢١١)، وابن عدي في \"الكامل\" ٦/ ٧٧، وعزاه ابن حجر في \"المطالب العالية\" ٢/ ٣١٢ (١٩٧٦) إلى أَحْمد بن منيع في \"مسنده\". كلهم من طريق كوثر بن حكيم، عن نافع، عن ابن عمر بنحوه وذكره مطولًا أبو بكر المروزي والآخرون اختصروه بذكر تشييع أبي بكر ليزيد. وهذا إسناد ضعيف جدًّا فيه كوثر. قال ابن حجر: متروك. \"مختصر زوائد البزار\" ١/ ٧٠٤ (١٣٠٣).(١) محمَّد بن السائب، متهم بالكذب، ورمي بالرفض.(٢) ضعيف، مدلس.(٣) في (ز)، (أ): الآية.(٤) الحديبية: اختلفوا فيها، فمنهم من شدد الياء ومنهم من خففها. سميت ببئر هناك. وهي قرية تبعد عن مكة حوالي اثنين وعشرين كيلًا، وتقع على طريق جدة القديم، وبها بيوتات، ومسجد، وهي خارج الحرم غير بعيدة منه.\"معجم البلدان\" لياقوت ٢/ ٢٢٩، \"الروض المعطار\" للحميري (ص ١٩٠)، \"معجم المعالم الجغرافية في السيرة النبوية\" لعاتق البلادي (ص ٩٤).(٥) في (ز): النَّبِيّ عليه السلام.(٦) في (أ): بالحديبية.</p><p> البيت الحرام، فنحروا الهدي بالحديبية، ثم صالحة المشركون على أن يرجع عامة ذلك على أن يُخْلُوا (١) له مكة عام قابل ثلاثة أيام، فيطوف بالبيت، ويفعل ما يشاء، فصالحهم (رسول الله -صلى الله عليه وسلم-)  (٢) ، ثم رجع من فوره (٣) ذلك إلى المدينة، فلما كان العام المقبل (٤) تجهز رسول الله - صلى الله عليه وسلم - وأصحابه لعمرة القضاء، وخافوا أن (٥) لا تفي لهم قريش بذلك، وأن يصدوهم عن المسجد الحرام، ويقاتلوهم، وكره أصحاب (رسول الله)  (٦) - صلى الله عليه وسلم - قتالهم في الشهر الحرام في الحرم، فأنزل الله تعالى:  {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ}  (٧) </p><p>(١) في (ح): يُخَلّى. (٢) في (ز): النَّبِيّ عليه السلام.(٣) في (ش): عن فوره. وفي (ح) زيادة: ساعته.(٤) في (أ): القابل.(٥) في (أ): لأن.(٦) في (أ): النَّبِيّ.(٧) الحكم على الإسناد:فيه الكلبي متهم بالكذب، وأبو صالح ضعيف.التخريج:ذكره الحيري في \"الكفاية\" ١/ ١٣٤، والواحدي في \"أسباب النزول\" (ص ٥٥)، والبغوي في \"معالم التنزيل\" ١/ ٢١٣، وذكره السمرقندي في \"بحر العلوم\" ١/ ١٨٨ دون عزو لأحد.قال ابن حجر: قلت الكلبي ضعيف لو انفرد، فكيف لو خالف، وقد خالفه الرَّبيع ابن أنس وهو أولى بالقبول منه.\"العجاب في بيان الأسباب\" لابن حجر ١/ ٤٦٦.قلت: سيأتي أن صلح الحديبية وعمرة القضاء هي سبب نزول قوله تعالى: {الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ}.</p>"
}