{
  "id": null,
  "sura": 2,
  "aya": 223,
  "text": "<p> ٢٢٣ - قوله - عَزَّ وَجَلَّ -: {نِسَاؤُكُمْ حَرْثٌ لَكُم} الآية (١) . </p><p> [٥١٠] أخبرنا (أبو محمد)  (٢) عبد الله بن حامد الأصبهاني (٣) بقراءتي عليه، قال: أنا محمد بن يعقوب (٤) ، قال: نا ابن المنادي (٥) ، قال: نا يونس (٦) ، قال: نا يعقوب القمي (٧) ، عن جعفر ابن أبي </p><p>= ورواه تمام الرازي في \"فوائده\" كما في \"الروض البسام\" ٥/ ١٠٦ (١٦٩٨)، ومن طريقه ابن عساكر في \"تاريخ دمشق\" ٥/ ١٤٩ من طريق أحمد بن الغمر بن أبي حماد، كلاهما عن سعيد بن نصير به، بنحوه. وليس عند الخطيب: \"فرفع رأسه فغفر له\". ورواه الديلمي في \"مسند الفردوس\" ٤/ ١٧٢ (٦٥٣٥).وعزاه المتقى الهندي إلى ابن فيل، والضياء. \"كنز العمال\" ٤/ ٢٢٦ (١٠٢٧٦).قال الخطيب معقبًا: تفرد بروايته هكذا مرفوعًا سيار بن حاتم، عن جعفر بن سليمان، ورواه العباس بن الوليد النرسي، عن جعفر، عن ابن المنكدر، عن جابر موقوفًا من قوله، وذلك أصح.قلت: لم أقف على من أخرج رواية العباس بن الوليد.(١) ساقطة من (أ).(٢) ساقطة من (ش).(٣) في (ش): الأصفحان.وهو: عبد الله بن حامد أبو محمد الأصبهاني، فقيه، لم يذكر بجرح ولا تعديل.(٤) محمد بن يعقوب أبو العباس الأصم، ثقة.(٥) في (ش): ابن المبارك.وهو: محمد بن عبيد الله أبو جعفر بن المنادي، ثقة، ثبت.(٦) يونس بن محمد المؤدب، ثقة، ثبت.(٧) في (ش): العمي.وهو: يعقوب بن عبد الله بن سعد بن مالك الأشعري، أبو الحسن القمي.قال الطبراني: ثقة. وذكره ابن حبان في \"الثقات\". وقال النسائي: ليس به بأس. =</p><p> المغيرة (١) ، عن سعيد ابن جبير (٢) ، عن ابن عباس قال: جاء عمر (بن الخطاب)  (٣) إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله (٤) هلكت؟ ! . قال:  \"فما الَّذي أهلكك\" ؟ قال: حولت رحلي (٥) البارحة. فلم يرد عليه شيئًا؛ فأوحي إليه (٦) : {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} يقول: \"أقبل، وأدبر، واتق الدبر والحيضة\"  (٧) . </p><p>= وقال زيد بن الحريش: دخلت بغداد، فاستقبلني أحمد بن حنبل ويحيى بن معين، فسألوني عن أحاديث يعقوب القمي، فوزعوا الأوراق فيما بينهم وكتبوه، وقرأته عليهم. وقال الدارقطني: ليس بالقوي. وقال الذهبي: صدوق. وقال أيضًا: صالح الحديث. وقال ابن حجر: صدوق يهم. توفي سنة (١٧٢ هـ) أو (١٧٤ هـ). \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٢٠٩، \"الثقات\" لابن حبان ٧/ ٦٤٥، \"ذكر أخبار أصبهان\" لأبي نعيم ٢/ ٣٥١، \"الكاشف\" للذهبي (٦٣٩٣)، \"من تكلم فيه وهو موثق\" للذهبي (ص ٢٠٢)، \"تهذيب الكمال\" للمزي ٣٢/ ٣٤٤، \"تهذيب التهذيب\" لابن حجر ٤/ ٤٤٤، \"تقريب التهذيب\" لابن حجر (٧٨٢٢). (١) جعفر بن أبي المغيرة: دينار، الخزاعي القمي.(٢) سعيد بن جبير، ثقة.(٣) من (ش)، (ح).(٤) ساقطة من (ح).(٥) كنى برحله عن زوجته أراد به غشيانها في قبلها من جهة ظهرها؛ لأن المجامع يعلو المرأة، ويركبها مما يلي وجهها.\"النهاية\" لابن الأثير ٢/ ٢٠٩.(٦) في (ح): فأوحى الله تعالى إليه. وفي (أ): فلم يرد على شيء وأوحي إليه.(٧) [٥١٠] الحكم على الإسناد:في إسناده شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا، وفيه يعقوب وجعفر صدوقان يهمان. =</p><p> [٥١١] وأخبرنا عبد الله بن حامد (١) ، قال: أنا محمد بن محمد بن (عبد الله أبو جعفر)  (٢) ، قال: </p><p>= التخريج: رواه من طريق المصنف البغوي في \"معالم التنزيل\" ١/ ٢٥٩، ورواه البيهقي في \"السنن الكبرى\" ٧/ ١٩٨ عن أبي عبد الله الحاكم وأبي بكر أحمد بن الحسن وأبي سعيد بن أبي عمرو، كلهم عن أبي العباس الأصم، به.ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٠٥ (٢١٣٤)، والخرائطي في \"مساوئ الأخلاق\" (ص ١٧٢) (٤٦٥) كلاهما عن ابن المنادي به.ورواه النسائي في \"تفسير القرآن\" ١/ ٢٥٦ (٦٠) عن أحمد بن الخليل، وفي \"عشرة النساء\" (ص ١١٤) (٩١) عن علي بن معبد، ورواه أبو يعلى في \"مسنده\" ٥/ ١٢١ (٢٧٣٦)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٦/ ٥١٩ (٤٢٠٢)، والواحدي في \"أسباب النزول\" (ص ٧٨) كلهم من طريق زهير بن حرب.ورواه الطبراني في \"المعجم الكبير\" ١٢/ ١٠ (١٢٣١٧) من طريق الحسين بن أبي السري، كلهم عن يونس به.ورواه الترمذي في تفسير القرآن باب من سورة البقرة (٢٩٨٠) وقال: حديث حسن غريب. والإمام أحمد في \"مسنده\" ١/ ٢٩٧ (٢٧٠٣)، والطبري في \"جامع البيان\" ٢/ ٣٩٧ كلهم من طريق الحسن بن موسى، عن يعقوب به، بنحوه.وعزاه السيوطي في \"الدر المنثور\" ١/ ٤٦٩ إلى عبد بن حميد، وابن المنذر، والضياء المقدسي في \"الأحاديث المختارة\".(١) عبد الله بن حامد الأصبهاني، فقيه لم يذكر بجرح ولا تعديل.(٢) في (أ): عبد الله ثنا أبو جعفر.وهو: محمد بن محمد بن عبد الله بن حمزة بن جميل، أبو جعفر البغدادي، المعروف بالجمال. قال الإدريسي: كان ثقة في الحديث فاضلًا. وقال الحاكم: محدث خراسان في عصره، وأكثر مشايخنا رحلة، وأثبتهم أصولًا، وأصحهم =</p><p> نا أبو الزِّنْبَاع (١) : رَوح بن فرج (٢) ، قال: أنا يحيى بن بكير (٣) ، عن ابن لهيعة (٤) ، عن أحمد بن خازم (٥) ، عن محمد بن المنكدر (٦) ، عن جابر ابن عبد الله قال: كانت اليهود يقولون: من جامع امرأته، وهي (٧) </p><p>= سماعًا. وقال الخطيب: وكان ثبتًا، صحيح السماع، حسن الأصول. توفي سنة (٣٤٥ هـ) أو (٣٤٦ هـ). \"تاريخ بغداد\" للخطيب ٣/ ٢١٧، \"الأنساب\" للسمعاني ٢/ ٨٢، \"تاريخ الإسلام\" للذهبي ٢٥/ ٣٦١.(١) في (ش): زنباع.(٢) في (ش)، (ح)، (أ): الفرج.وهو: رَوْح بن الفَرَج القطان مولى آل الزبير بن العوام، أبو الزِّنْبَاع المصري، ثقة، ولد سنة (٢٠٤ هـ)، وتوفي في ذي القعدة سنة (٢٨٢ هـ).\"تهذيب الكمال\" للمزي ٩/ ٢٥٠، \"تاريخ الإسلام\" للذهبي ٢١/ ١٧٧، \"تهذيب التهذيب\" لابن حجر ١/ ٦١٦، \"تقريب التهذيب\" لابن حجر (١٩٦٧).(٣) تصحفت في (س): كثير.وهو: يحيى بن عبد الله بن بكير المخزومي مولاهم، أبو زكريا المصري كان صدوقًا، ثقة في الليث وتكلموا في سماعه من مالك.(٤) عبد الله بن لهيعة بن عقبة بن فرعان الحضرمي، أبو عبد الرحمن المصري. صدوق، خلط بعد أختراق كتبه، ورواية ابن المبارك وابن وهب عنه أعدل من غيرهما.(٥) أحمد بن خازم المعافري.قال ابن عدي: ليس بالمعروف، ويحدث بأحاديث عامتها مستقيمة. وقال الذهبي: لا يعرف، لم يرو عنه سوى ابن لهيعة، مات شابًّا بمصر.\"الكامل\" لابن عدي ١/ ١٦٧ \"ميزان الاعتدال\" للذهبي ١/ ٩٥ \"لسان الميزان\" لابن حجر ١/ ١٦٥.(٦) محمد بن المنكدر، ثقة.(٧) ساقطة من (أ).</p><p> مُجَبِّيَة (١) من دبرها في قبلها كان ولدها أحول. فذكر ذلك لرسول الله - صلى الله عليه وسلم - فقال:  \"كذبت يهود\"  (٢) . فأنزل الله -عَزَّ وَجَلَّ-: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ}  (٣) . </p><p>(١) في (ش): مجثية. ومجبَّيَة أي: منكبة على وجهها تشبيهًا بهيئة السجود. \"النهاية\" ١/ ٢٣٨، \"شرح صحيح مسلم\" للنووي ١٠/ ٦. (٢) في (ح)، اليهود.(٣) الحكم على الإسناد:في إسناده شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا، وفيه عبد الله بن لهيعة ضعيف، وأحمد بن خازم ليس بالمعروف؛ لكن الحديث ورد من طرق صحيحة عن ابن المنكدر.التخريج:رواه البخاري في كتاب التفسير، تفسير سورة البقرة، باب قوله: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ} (٤٥٢٨)، ومسلم في كتاب النِّكَاح، باب جواز جماعه امرأته في قبلها من قدامها ومن ورائها (١٤٣٥) (١١٩)، وأبو داود في كتاب النِّكَاح، باب في جامع النِّكَاح (٢١٦٣) من طريق سفيان الثوري. ورواه مسلم في الموضع السابق (١٤٣٥)، (١١٧)، والترمذي في كتاب التفسير، باب سورة البقرة بعد (٢٩٧٨) وقال: حديث حسن صحيح.وابن ماجة في كتاب النِّكَاح، باب النهي عن إتيان النساء في أدبارهن (١٩٢٥)، والنسائي في \"تفسيره\" ١/ ٢٥٤ (٥٨)، وفي \"عشرة النساء\" (ص ١١٣) (٩٠) كلهم من طريق سفيان بن عيينة. ورواه مسلم في الموضع السابق (١٤٣٥) (١١٨)، والنسائي في \"عشرة النساء\" (ص ١١٣) (٨٨) من طريق أبي حازم. ورواه مسلم في الموضع السابق (١٤٣٥)، (١١٩)، والنسائي في \"تفسيره\" ١/ ٢٥٥ (٥٩) من طريق أبي عوانة. ورواه مسلم في الموضع السابق من طريق شعبة، والزهري، وأيوب، وسهيل بن أبي صالح.ورواه النسائي في \"عشرة النساء\" (ص ١١٢) (٨٧) من طريق ابن جريج كلهم عن محمد بن المنكدر به، بنحوه.</p><p> [٥١٢] وأخبرنا عبد الله بن حامد (١) ، قال: نا (أحمد بن)  (٢) محمد ابن عبدوس (٣) ، قال: أنا عثمان (٤) بن سعيد (٥) ، قال: أنا أبو الأصبغ (٦) الحراني (٧) ، (عن (٨) محمد بن سلمة الحراني (٩) حدثه، عن محمد بن إسحاق (١٠) ، </p><p>(١) عبد الله بن حامد الأصبهاني، فقيه، لم يذكر بجرح ولا تعديل. (٢) زيادة من (ش)، (ح)، (أ).(٣) في (ح): عبدش.وهو: أحمد بن محمد بن عبدوس، صدوق.(٤) في (أ): حدثنا إسحاق بن عثمان.(٥) عثمان بن سعيد الدارمي، ثقة.(٦) تصحفت في (س): أبو الأصبع.(٧) عبد العزيز بن يحيى بن يوسف البكائي، أبو الأصبغ الحراني، قال أبو داود: ثقة. وذكره ابن حبان في \"الثقات\"، وقال أبو حاتم: صدوق. وقال ابن عدي: لا بأس برواياته. وذكره البخاري في \"الضعفاء\" وقال: قال لي عبد العزيز بن يحيى، عن عيسى بن يونس، عن بدر: لا يتابع عليه. قال العقيلي: يعني حديث بدر بن الخليل، عن سلم بن عطية الفقيمي، عن عطاء، عن ابن عمر في إكرام ذي الشيبة. قال الذهبي: في إسناده سلم ضعيف. وقال ابن حجر: صدوق ربما وهم. توفي سنة (٢٣٥ هـ).\"التاريخ الكبير\" للبخاري ٦/ ١٩، \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٣٩٩، \"الثقات\" لابن حبان ٨/ ٣٩٧، \"الضعفاء الكبير\" للعقيلي ٤/ ٢٠٠، \"الكامل\" لابن عدي ٥/ ٢٩٢، \"ميزان الاعتدال\" للذهبي ٢/ ٦٣٨، \"تهذيب التهذيب\" لابن حجر ٢/ ٥٩٧، \"تقريب التهذيب\" لابن حجر (٤١٣٠).(٨) في (ح): أن.(٩) محمد بن سلمة بن عبد الله الباهلي مولاهم، أبو عبد الله الحراني.(١٠) محمد بن إسحاق، صدوق، مدلس، وصرح بالسماع في رواية أخرى.</p><p> عن أبان) (١) بن صالح (٢) ، عن مجاهد (٣) ، عن ابن عباس قال: كان هذا الحي من الأنصار، وهم أهل وثن (٤) مع هذا الحي من يهود (٥) ، وهم أهل كتاب (٦) ، وكانوا يرون لهم فضلًا عليهم في العلم، فكانوا يقتدون بكثير من فعلهم، وكان من شأن أهل الكتاب ألا يأتوا (٧) النساء إلَّا على حرف، وذلك أستر (٨) ما يكون للمرأة. فكان هذا (٩) الحي من الأنصار أخذوا (١٠) بذلك من فعلهم، وكان هذا الحي من قريش يشرحون النساء شرحًا منكرًا (١١) ، ويتلذذون (١٢) </p><p>(١) في (ش): نا أبو الأصبغ الحراني حدثه، عن أبان. (٢) أبان بن صالح بن عمير بن عبيد القرشي مولاهم، وثقه الأئمة، ووهم ابن حزم فجهله، وابن عبد البر فضعفه، ولذا وقال ابن حجر: وهذِه غفلة منهما، وخطأ ثواردا عليه، فلم يضعف أبان هذا أحدٌ قبلهما. توفي سنة بضع عشرة ومائة، وهو: ابن خمس وخمسين.\"التمهيد\" لابن عبد البر ١/ ٣١٢، \"المحلى\" لابن حزم ١/ ١٩٨، \"تهذيب التهذيب\" لابن حجر ١/ ٥٣، \"تقريب التهذيب\" لابن حجر (١٣٧).(٣) مجاهد بن جبر، ثقة.(٤) في (أ): وبر.(٥) في (ح): اليهود.(٦) في (ش)، (أ): الكتاب.(٧) في (أ): لا يأتون.(٨) في (س) و (ح): أيسر.(٩) ساقطة من (ش).(١٠) في (ش)، (ح)، (أ): قد أخذوا.(١١) ساقطة من (ح).(١٢) في (ش): ويتلذذوا.</p><p> منهن مقبلات، ومدبرات، ومستلقيات (١) . فلما قدم المهاجرون المدينة تزوج رجل منهم امرأة من الأنصار، فذهب يصنع بها ذلك، فأنكرته عليه، وقالت: إنما (٢) كنا نؤتى على حرف، فإن شئت، فاصنع ذلك وإلا فاجتنبني. حتَّى شَرِيَ (٣) أمرهما. فبلغ ذلك رسول الله - صلى الله عليه وسلم -؛ فأنزل الله -عزَّ وجلَّ-: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ} يعني: موضع الولد {فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} مقبلات، ومدبرات، ومستلقيات (٤) . </p><p>(١) في (ش): ومستقبلات. (٢) في (أ): فقالت إنا.(٣) في (ش)، (أ): سرى، شَرِيَ، أي: عظم، وتفاقم، ولجوا فيه، وأصله من قولك: شري البرق، إذا لج في اللمعان.واستشرى الرجل إذا لج في الأمر.\"معالم السنن\" للخطابي ٣/ ٢٢٧، \"النهاية\" لابن الأثير ٢/ ٤٦٨.(٤) [٥١٢] الحكم على الإسناد:في إسناده شيخ المصنف لم يذكر بجرح ولا تعديل، وقد روي من طرق صحيحة عن محمد بن إسحاق به؛ فهو حديث حسن.التخريج:رواه الحاكم في \"المستدرك\" ٢/ ٢١٢ وقال: صحيح على شرط مسلم، ولم يخرجاه. ووافقه الذهبي، وعنه البيهقي في \"السنن الكبرى\" ٧/ ١٩٥ عن أبي الحسن العنزي: أحمد بن محمد بن عبدوس، به.ورواه الحاكم، وعنه البيهقي أيضًا في نفس الموضع السابق عن أبي النضر الفقيه قال: حدثنا عثمان بن سعيد الدارمي، به.ورواه أبو داود في كتاب النِّكَاح، باب في جامع النِّكَاح (٢١٦٤) عن عبد العزيز ابن يحيى أبي الأصبغ، به.ورواه الطبري في \"جامع البيان\" ٢/ ٣٩٥، والطبراني في \"المعجم الكبير\" =</p><p> وقال الحسن، وقتادة، والمقاتلان (١) ، والكلبي: تذاكر المهاجرون والأنصار واليهود (٢) إتيان النساء في مجلس لهم، فقالت المهاجرون: إنا نأتيهن باركات، وقائمات ومستلقيات، ومن بين (أيديهن، ومن خلفهن)  (٣) بعد أن يكون المأتى واحدًا. فقالت اليهود: ما أنتم إلَّا (٤) أمثال البهامْ؛ لكنا (٥) نأتيها (٦) على هيئة </p><p>= ١١/ ٧٧ (١١٠٩٧)، والحاكم في \"المستدرك\" ٢/ ٣٠٧ - وعنده تصريح ابن إسحاق بالسماع- وقال: حديث صحيح على شرط مسلم. ووافقه الذهبي، والواحدي في \"أسباب النزول\" (ص ٧٦) كلهم من طرق عن المحاربي. ورواه الطبري في \"جامع البيان\" ٢/ ٣٩٦ من طريق يونس بن بكير كلاهما عن ابن إسحاق به، بنحوه.وله شاهد من حديث أم سلمة.رواه الترمذي في كتاب التفسير، باب ومن سورة البقرة (٢٩٧٩) مختصرًا، وقال: حديث حسن. والإمام أحمد في \"مسنده\" ٦/ ٣٠٥ (٢٦٦٥١)، وابن أبي شيبة في \"مصنفه\" ٦/ ١٤٢ (١٦٨١٩)، والدارمي في \"السنن\" (١١٥٩)، والطبري في \"جامع البيان\" ٢/ ٣٩٦، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٠٤ (٢١٣١)، والبيهقي في \"السنن الكبرى\" ٧/ ١٩٥.قال ابن كثير: تفرد به أبو داود -أي: حديث ابن عباس- ويشهد له بالصحة ما تقدم له من الأحاديث، ولاسيما رواية أم سلمة، فإنها مشابهة لهذا السياق.\"تفسير القرآن العظيم\" ١/ ٣٠٩.وانظر: \"التلخيص الحبير\" ٣/ ١٨٥ - ١٨٦.(١) في (ش): ومقاتلان.(٢) ساقطة من (ش).(٣) في (ش): أيديهم ومن خلفهم.(٤) في (أ): إلا على.(٥) في (ش): لكنها.(٦) في (ح)، (أ): نأتيهن.</p><p> واحدة، وإنا لنجد في التوراة أن كل إتيان يؤتى النساء غير الاستلقاء دنس عند الله، ومنه يكون الحول والخبل. فذكر المسلمون ذلك (١) لرسول الله - صلى الله عليه وسلم -، وقالوا: يا رسول الله، إنا كنا في جاهليتنا، وبعد ما أسلمنا نأتي النساء كيف شئنا، وإن اليهود قد (٢) عابت ذلك علينا، وزعمت أنا كذا وكذا. فأكذب الله -عزَّ وجلَّ- اليهود، وأنزل ترخصًا (٣) لهم: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ}  (٤) ، أي: كيف شئتم، وحيث شئتم، ومتى شئتم بعد أن يكون في صمام واحد. </p><p> و (أنّى) : حرف استفهام، ويكون سؤالًا عن الحال والمحل (٥) . </p><p>(١) ساقطة من (ش). (٢) من (ح).(٣) في (ش)، (ح): يرخص.(٤) قول الحسن: رواه ابن أبي شيبة في \"مصنفه\" ٦/ ١٤٣ (١٦٨٢٣)، والدارمي في \"السنن\" (١١٦٥)، وعزاه وقول قتادة ابن حجر والسيوطيُ إلى عبد بن حميد.\"العجاب في بيان الأسباب\" لابن حجر ١/ ٥٦٠، \"الدر المنثور\" للسيوطي ١/ ٤٦٨.وذكره ابن الجوزي وقول قتادة أيضًا في \"زاد المسير\" ١/ ٢٥١.أما قول مقاتل بن سليمان فهو في \"تفسيره\" ١/ ١١٥.وقول الكلبي ذكره الواحدي في \"أسباب النزول\" (ص ٧٨)، وابن حجر في \"العجاب في بيان الأسباب\" ١/ ٥٥٨ من رواية الكلبي، عن أبي صالح، عن ابن عباس.(٥) \"إعراب القرآن\" للنحاس ١/ ٣١١، \"إملاء ما منَّ به الرحمن\" للعكبري ١/ ٩٤.</p><p> وقال سعيد بن المسيب: هذا في العزل، يقول: إن شئتم، فاعزلوا، وإن شئتم فلا تعزلوا (١) . </p><p> (والدليل على هذا)  (٢) التأويل: </p><p> [٥١٣] ما أخبرنا الحسين بن محمد بن الحسين (٣) العدل (٤) ، قال: أنا هارون (بن محمد)  (٥) بن هارون العطار (٦) ، قال: نا الحسن بن علي التستري (٧) ، قال: حدثنا (٨) إسحاق الأزرق (٩) ، عن عوف (١٠) ، عن خِلاس بن عمرو الهجري (١١) قال: (سئل ابن </p><p>(١) رواه ابن أبي شيبة في \"مصنفه\" ٢/ ١٤٣ (١٦٨٢٢)، والدارمي في \"السنن\" (١١٧٠)، والطبري في \"جامع البيان\" ٢/ ٣٩٥، والواحدي في \"أسباب النزول\" (ص ٧٨). (٢) في (ش)، (ح)، (أ): ودليل هذا.(٣) كذا في (ش)، (ح)، (أ)، وهو الصواب. وأما في (س): يحيى.وهو: الحسين بن محمد بن الحسين بن فنجويه أبو عبد الله الثقفي، ثقة.(٤) ساقطة من (ش).(٥) زيادة من (ش)، (ح).(٦) في (ش): الطا.وهو: هارون بن محمد بن هارون العطار، لم أظفر له بترجمة.(٧) في (ح): السيمريوهو: الحسن بن علي التستري -أو: السيسري- لم أظفر له بترجمة.(٨) ساقطة من (ش).(٩) إسحاق بن يوسف بن مرداس المخزومي، أبو محمد الواسطي. ثقة.(١٠) عوف بن أبي جميلة الأعرابي، ثقة.(١١) خلاس بن عمرو الهجري البصري، ثقة، وكان يرسل.</p><p> عباس (١) ) (٢) عن العزل؟ قال: حرثك إن (٣) شئت، فأعطش، وإن شئت فارو (٤) . </p><p>(١) صحابي مشهور. (٢) كذا في جميع النسخ. وأما في (س): سئل محمد بن عباس.(٣) في (ح): فإن.(٤) في (ش): فاروه.[٥١٣] الحكم على الإسناد:في إسناده: هارون العطار، والحسن بن علي لم أجد لهما ترجمة؛ وقد روي من طريق أخرى صحيحة عن ابن عباس.التخريج:رواه سعيد بن منصور في \"السنن\" طبعة الأعظمي ٢/ ١٢٩ (٢٢٢٨) عن هشيم قال: نا خالد، عن عكرمة، عن ابن عباس بنحوه.وهذا إسناد صحيح؛ خالد هو ابن مهران الحذاء، ثقة، يرسل، وروايته عن عكرمة في البخاري.انظر: \"تهذيب الكمال\" للمزي ٨/ ١٧٧، \"تقريب التهذيب\" لابن حجر (١٦٨٠).ورواه عبد الرزاق في \"مصنفه\" ٧/ ١٤٦ (١٢٥٧٢)، والبيهقي في \"السنن الكبرى\" ٧/ ٢٣٠ من طريق الحسين بن حفص، كلاهما عن سفيان الثوري، عن سلمة بن تمام، عن الشعبي، عن ابن عباس بنحوه.وعزاه ابن حجر والبوصيري إلى أحمد بن منيع في \"مسنده\" من طريق أبي إسحاق السبيعي، عن رجل من بني سليم، عن ابن عباس به، بنحوه.\"المطالب العالية\" لابن حجر ٢/ ١٧٣ (١٦٢٥)، \"إتحاف الخيرة\" للبوصيري ٤/ ٩١ (٣٢٢٠).وقد روى ابن أبي شيبة في \"مصنفه\" ٦/ ١٤١ (١٦٨١٢)، والطبري في \"جامع البيان\" ٢/ ٣٩٥، والطحاوي في \"شرح معاني الآثار\" ٣/ ٤١، والطبراني في \"المعجم الكبير\" ١٢/ ١٢٥ (١٢٦٦٣) كلهم من طريق زائدة بن عمير، عن ابن =</p><p> [٥١٤] وحدثنا (١)  (أبو عبد الله)  (٢) بن فنجويه (٣) ، قال: أنا محمد ابن الحسن بن بشر (٤) ، قال:  (أنا أبو بكر)  (٥) الصوفي الضرير (٦) بالمصيصة (٧) ، قال: أنا محمد بن آدم بن سليمان (٨) ، قال: نا أبو خالد الأحمر (٩) ، عن هشام الدستوائي (١٠) ، عن يحيى بن أبي (١١) </p><p>= عباس قال: إن شئت فاعزل وإن شئت فلا تعزل. قال الهيثمي: رجاله رجال الصحيح؛ خلا زائدة بن عمير، وهو ثقة.\"مجمع الزوائد\" ٤/ ٢٩٧.(١) في (ح): وأخبرنا.(٢) ساقطة من (ش).(٣) الحسين بن محمد بن فنجويه أبو عبد الله الثقفي، ثقة.(٤) محمد بن الحسن بن بشر، لم أظفر له بترجمة.(٥) في (ش)، (ح): نا بكر.(٦) أبو بكر -أو: بكر - الصوفي الضرير، لم أظفر له بترجمة.(٧) مدينة على شاطئ جيحان من ثغور الشام بين أنطاكية وبلاد الروم، تقارب طرطوس.\"معجم البلدان\" لياقوت ٥/ ١٤٤.(٨) محمد بن آدم بن سلمان الجهني المصيصي، قال النسائي ومسلمة بن القاسم: ثقة.وقال النسائي في موضع آخر وأبو حاتم: صدوق.وقال الذهبي: ثقة. وقال ابن حجر: صدوق. توفي سنة (٢٥٠ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٧/ ٢٠٩، \"الكاشف\" للذهبي (٤٧١٢)، \"تهذيب التهذيب\" لابن حجر ٣/ ٥٠٢، \"تقريب التهذيب\" لابن حجر (٥٧١٩).(٩) سليمان بن حيان أبو خالد الأحمر، صدوق.(١٠) هشام الدستوائي، ثقة، ثبت.(١١) زيادة من: (ش)، (ح)، (أ).</p><p> كثير (١) ، عن رجل قال: قال عبد الله (٢) : تستأمر الحرة في العزل (٣) ولا تستأمر الأمة (٤) . </p><p> (وفي هذِه الآية أدل دليل على تحريم أدبار النساء؛ لأنها موضع الفرث، لا موضع الحرث، وإنما قال الله تعالى:  {نِسَاؤُكُمْ حَرْثٌ لَكُمْ} . </p><p>(١) يحيى بن أبي كثير، ثقة، يرسل. (٢) عبد الله بن مسعود، صحابي مشهور.(٣) في (أ): بالعزل.(٤) [٥١٤] الحكم على الإسناد:في إسناده: مبهم، ومحمد بن الحسن بن بشر، وأبو بكر الصوفي؛ لم أظفر لهما بترجمة، وفي الإسناد أيضًا رجل مبهم.التخريج:رواه ابن أبي شيبة في \"مصنفه\" ٦/ ١٣٠ (١٦٧٦٠) عن ابن مهدي، ويزيد بن هارون.ورواه العقيلي في \"الضعفاء الكبير\" ٢/ ١٦٩ عن علي بن عبد العزيز، عن مسلم. كلهم عن هشام الدستوائي قال: ثنا يحيى بن أبي كثير، عن سوار الكوفي، عن ابن مسعود به بنحوه.وهذا إسناد ضعيف؛ سوار الكوفي ذكره ابن حبان في \"الثقات\"، وقال ابن عدي: ولا أعلم لسوار الكوفي إلَّا ما ذكر في هذِه الحكاية من رواية يحيى بن أبي كثير. وقال علي بن المديني: سألت يحيى بن سعيد عن سوار الكوفي الَّذي روى عن ابن مسعود في العزل، وروى عنه يحيى بن أبي كثير، فقال يحيى: شبه لا شيء. وقال الذهبي: لا يعرف.\"الجرح والتعديل\" لابن أبي حاتم ٤/ ٢٧٠، \"الكامل\" لابن عدي ٣/ ٤٥١، \"ميزان الاعتدال\" للذهبي ٢/ ٢٤٧، \"لسان الميزان\" لابن حجر ٣/ ١٢٩.</p><p> وهذا من) (١) أظرف (٢) كنايات القرآن، حيث عبر بالحرث (عن الفرج)  (٣) ، فقال:  {نِسَاؤُكُمْ حَرْثٌ لَكُمْ} أي: مزرع ومنبت الولد، وأراد (٤) به المحترث والمزدرع، ولكنهن لما كن من أسباب الحرث جعلن (٥) حرثًا (٦) . </p><p> وقال أهل المعاني تقدير الآية: نساؤكم كحرث لكم (٧) كقوله تعالى: {حَتَّى إِذَا جَعَلَهُ نَارًا}  (٨) أي: كنار. </p><p> قال (٩) الشاعر (١٠) : </p><p> النَّشْرُ مِسْكٌ والوجوهُ دنا ... نيرُ وأطرافُ الأكفِّ عَنَمْ </p><p>(١) ما بين القوسين ساقط من (أ). (٢) في (ش)، (ح)، (أ): لطيف.(٣) ساقطة من (أ).(٤) في (ش): وما أراد.(٥) في (أ): جعلهن.(٦) \"تأويل مشكل القرآن\" لابن قتيبة (ص ١٤١)، \"جامع البيان\" للطبري ٢/ ٣٩١، \"المدخل لعلم تفسير كتاب الله\" للحدادي (ص ٢١٨).(٧) \"مجاز القرآن\" لأبي عبيدة ١/ ٧٣، \"تفسير غريب القرآن\" لابن قتيبة (ص ٨٥).(٨) الكهف: ٩٦.(٩) في (ح): وقال. وفي (أ): كما قال.(١٠) البيت للمرقش الأكبر، وهو في \"ديوانه\" (ص ٦٨) وفيه: وأطراف البنان. وفي \"المفضليات\" (ص ٢٣٨)، \"الشعر والشعراء\" لابن قتيبة (ص ٢٦، ١٢١)، \"أساس البلاغة\" للزمخشري ٢/ ٤٤٣ (نشر).</p><p> والعرب تسمي النساء حرثًا، قال المفضل بن سلمة: أنشدني أبي (١) . </p><p> إذا أكل الجرادِ حروث قوم (٢) ... فحرثي همه أكل الجراد </p><p> (يريد: امرأتي)  (٣) . </p><p> [٥١٥] وأنشدني (٤) أبو القاسم الحسن بن محمد السدوسي (٥) </p><p>(١) سلمة بن عاصم النحوي أبو محمد البغدادي، من نحاة الكوفة، روى عن يحيى بن زياد الفراء كتبه، قال ابن الأنباري: كتاب سلمة في \"معاني القرآن\" للفراء أجود الكتب؛ لأن سلمة كان عالمًا، وكان يراجع الفراء فيما عليه، ويرجع عنه. وقال الخطيب: وكان ثقة، ثبتًا، دينًا، عالمًا. قال ابن الجزري: توفي بعد السبعين ومائتين فيما أحسب. \"تاريخ بغداد\" للخطيب ٩/ ١٣٤، \"إنباه الرواة\" للقفطي ٢/ ٥٦، \"معجم الأدباء\" لياقوت ٣/ ١٣٨٥، \"غاية النهاية\" لابن الجزري ١/ ٣١١.والبيت ذكره أبو منصور الأزهري في \"تهذيب اللغة\" (حرث) ٤/ ٤٧٨، والواحدي في \"الوسيط\" ١/ ٣٢٩، والسمعاني في \"تفسير القرآن\" ٢/ ٣٠٥، وابن منظور في \"لسان العرب\" ٣/ ١٠٥ (حرث)، وقالوا: وأنشد المبرد.والبيت ورد أيضًا في \"الكناية والتعريض\" للثعالبي (ص ١١)، \"المنتخب في كنايات الأدباء وإشارات البلغاء\" للجرجاني (ص ١٦)، \"أساس البلاغة\" للزمخشري ١/ ١٦٣ (حرث) دون نسبة لأحد.(٢) في (ح): قومي. وفي (ش): حرث قومي.(٣) ساقطة من (أ).(٤) في (ح): أنشدنا.(٥) ساقطة من (ح).وهو: الحسن بن محمد أبو القاسم السدوسي، لم أجد له ترجمة.</p><p> قال: أنشدني أبو منصور مهلهل (بن علي)  (١) الغنوي (٢)  (قال: أنشدني أبي)  (٣) قال: أنشدنا أحمد بن يحيى ثعلب (٤) : </p><p> حَبّذا من هِبَةِ اللـ ... ـه البنات الصالحات </p><p> هن للنسل وللزر ... ع وهن الشجرات (٥) </p><p> يجعل الله لنا فيـ ... ـما يشاء البركات </p><p> إنما الأرحام أرضو ... ن لنا محترثات </p><p> فعلينا الزرع فيها ... وعلى الله النبات (٦) </p><p>(١) ساقطة من (ح). وفي (أ): عمرو. (٢) في (ش): العنزي. وفي (ح): العتهي أو كلمة نحوها.وهو: مهلهل بن علي الغنوي أبو منصور.(٣) ساقطة من (ح).وهو: على الغنوي، ولم أظفر لهما بترجمة.(٤) أحمد بن يحيى ثعلب، ثقة، حجة، مشهور بمعرفة الغريب.والأبيات في \"أنوار الحقائق الربانية\" لأبي الثناء الأصبهاني ٤/ ١٨٥٠، والبيت الرابع والخامس في \"الجامع لأحكام القرآن\" ٣/ ٩٢، \"البحر المحيط\" لأبي حيان ٢/ ١٨٠.(٥) في (أ): الشجيرات.(٦) [٥١٥] لم أظفر لرواته بترجمة.</p><p> وقد وهم بعض الفقهاء في تأويل هذِه الآية، وتعلق (١) بظاهر خبر رواه (٢) وهو: </p><p> [٥١٦] ما أخبرنا أبو عبد الله (الحسين (٣) بن محمد بن الحسين) (٤) الدينوري (بقراءتي عليه)  (٥)  (قال: حدثنا أبو روق)  (٦) قال: نا (أبو زكريا)  (٧) يحيى بن محمد بن زكريا الكرابيسي (٨) ، قال: نا عبد الله </p><p>(١) ساقطة من (ح). (٢) في (أ): واه.(٣) كذا في (ح)، (أ) وهو الصواب. وأما في (س): الحسن.(٤) ما بين القوسين ساقط من (ش). وفي (ح) زيادة: بن عبد الله.وهو: الحسين بن محمد بن فنجويه أبو عبد الله الثقفي، ثقة.(٥) ساقطة من (ش).(٦) ساقطة من (ش) و (ح) و (أ).وهو: أبو روق. لم أعرفه ولم أظفر له بترجمة. وأظن أن ورود هذِه الكنية في النسخة (س) خطأ والصواب حذفها كبقية النسخ.(٧) زيادة من (ش)، (ح)، (أ).(٨) يحيى بن محمد بن زكريا أبو زكريا الكرابيسي.قال أبو نعيم: يحيى بن محمد بن سهل أبو زكريا الكرابيسي الساليني، قدم سنة إحدى وثلاثين.\"ذكر أخبار أصبهان\" ٢/ ٣٦٠.وليس هو يحيى بن عبد الله بن ماهان أبو زكريا الكرابيسي.انظر: ترجمته في \"فتح الباب في الكنى والألقاب\" لابن منده (ص ٣٥١)، \"الإرشاد\" للخليلي ٢/ ٦٥٠؛ لأن هذا متقدم على يحيى بن محمد شيخ ابن فنجويه.</p><p> ابن محمد بن ناجية (١) ، قال: نا (محمد بن عيسى اليمامي أبو بكر الطرسوسي)  (٢) ، قال: نا إسحاق الفروي (٣) ، </p><p>(١) عبد الله بن محمد بن ناجية بن نجبة، أبو محمد البربري، ثم البغدادي. قال الخطيب: كان ثقة، ثبتًا. وقال الذهبي: وكان إمامًا، حجةً، بصيرًا بهذا الشأن. توفي سنة (٣٠١ هـ). \"تاريخ بغداد\" للخطيب ١٠/ ١٠٤، \"سير أعلام النبلاء\" للذهبي ١٤/ ١٦٤، \"تذكرة الحفاظ\" للذهبي ٢/ ٦٩٦.(٢) كذا في (ش)، (ح) وهو الصواب. وأما في (س) و (أ): محمد بن عيسى اليماني نا أبو بكر الطرسوسي.وهو: محمد بن عيسى اليمامي، أبو بكر الطرسوسي.ذكره ابن حبان في \"الثقات\"، وقال: يخطئ كثيرًا. وقال الحاكم: من المشهورين بالرحلة والفهم، والتثبت. وقال ابن عدي: عامة ما يرويه لا يتابعونه عليه، وهو في عداد من يسرق الحديث. توفي سنة (٢٧٦ هـ).\"الثقات\" لابن حبان ٩/ ١٥١، \"الكامل\" لابن عدي ٦/ ٢٨٣، \"ميزان الاعتدال\" للذهبي ٣/ ٦٧٩، \"لسان الميزان\" لابن حجر ٥/ ٣٣٥.(٣) كذا في (ح) وهو الصواب. وأما في (س): القزويني. وفي (ش): القزوي. وفي (أ): القروي.وهو: إسحاق بن محمد بن إسماعيل بن عبد الله بن أبي فروة الفروي، الأموي مولاهم، أبو يعقوب المدني.ذكره ابن حبان في \"الثقات\"، وقال: يغرب، ويتفرد. وقال أبو حاتم: كان صدوقًا، ولكن ذهب بصره فربما لقن، وكتبه صحيحة. قال ابن حجر: ووهَّاه أبو داود، والنسائي، والمعتمد فيه ما قاله أبو حاتم. وقال الدارقطني والحاكم: عيب على البخاري إخراج حديثه. قلت: روى عنه البخاري في كتاب الجهاد حديثًا، وفي فرض الخمس آخر كلاهما عن مالك، وأخرج له في الصلح حديثًا آخر مقرونًا بالأويسي، وكانها مما أخذه عنه من كتابه قبل ذهاب بصره. وقال الذهبي: =</p><p> عن مالك بن أنس (١) ، عن نافع (٢) قال: كنت أمسك على ابن عمر المصحف (٣) ، فقرأ هذِه الآية:  {نِسَاؤُكُمْ حَرْثٌ لَكُمْ} . </p><p> فقال: أتدري (٤) فيم نزلت هذِه الآية؟ قلت: لا. قال: نزلت في رجل أتى امرأته في دبرها على عهد رسول الله - صلى الله عليه وسلم -، فشق (٥) عليه ذلك، فنزلت:  {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ}  (٦) . </p><p>= وهو صدوق في الجملة، صاحب حديث. وقال ابن حجر: صدوق كُفَّ، فساء حفظه. توفي سنة (٢٢٦ هـ). \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٢٣٣، \"الضعفاء والمتروكين\" للنسائي (ص ١٥٤)، \"الثقات\" لابن حبان ٨/ ١١٤، \"سؤلات السهمي\" للدارقطني (ص ١٧٢)، \"ميزان الاعتدال\" للذهبي ١/ ١٩٨، \"تهذيب التهذيب\" لابن حجر ١/ ١٢٧، \"هدي الساري\" لابن حجر (ص ٣٨٩)، \"تقريب التهذيب\" لابن حجر (٣٨١).(١) مالك بن أنس، رأس المتقنين، وكبير المتثبتين.(٢) نافع مولى ابن عمر، ثقة، ثبت.(٣) في (ح): المصحف على ابن عمر.(٤) في (ش)، (ح): تدري.(٥) ساقطة من (ش).(٦) [٥١٦] الحكم على الإسناد:في إسناده محمد بن يحيى الكرابيسي لم أجد فيه جرحًا أو تعديلًا، ومحمد بن عيسى يسرق الحديث وقد روي من طرق صحيحة عن نافع.التخريج:عزاه ابن حجر والسيوطي إلى دعلج في \"غرائب مالك\".\"العجاب في بيان الأسباب\" لابن حجر ١/ ٥٧٢، \"الدر المنثور\" للسيوطي ١/ ٤٧٥، وزاد ابن حجر فعزاه أيضًا إلى الدارقطني في \"غرائب مالك\". =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= كلاهما من طريق إسحاق بن محمد الفروي به، بنحوه. وانظر: \"التلخيص الحبير\" ٣/ ١٨٤.ورواه أبو الشيخ في \"طبقات المحدثين بأصبهان\" ٢/ ١٩٠ (١٩٢)، وأبو نعيم في \"ذكر أخبار أصبهان\" ١/ ٣١٢ من طريق أبي صدقة الجدي.وقال ابن حجر: محمد بن صدقة الفدكي. ثم عزاه إلى الدارقطني في \"غرائب مالك\" من طريق الدراوردي وأبي مصعب.وعزاه أيضًا إلى الخطيب في \"الرواة عن مالك\" من طريق أحمد بن الحكم العبدي.\"التلخيص الحبير\" ٣/ ١٨٤.وكذلك عزاه السيوطي في \"الدر المنثور\" ١/ ٤٧٤ إلى الخطيب في \"الرواة عن مالك\" من طريق النضر بن عبد الله الأزدي.كلهم عن مالك به، بنحوه. قال الدارقطني: هذا ثابت عن مالك. \"التلخيص الحبير\" ٣/ ١٨٤.ورواه البخاري في كتاب التفسير، باب قوله: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ} (٤٥٢٦)، وأبو عبيد في \"فضائل القرآن\" (ص ١٩٠)، والطبري ٢/ ٣٩٤.وعزاه ابن حجر إلى إسحاق بن راهويه في \"مسنده\"، وفي \"تفسيره\".\"العجاب في بيان الأسباب\" لابن حجر ١/ ٥٦٥.كلهم من طريق ابن عون. ورواه البخاري في الموضع السابق (٤٥٢٧) معلقًا.والطبري ٢/ ٣٩٥، وعزاه ابن حجر إلى إسحاق بن راهويه في \"مسنده\"، وفي \"تفسيره\".\"العجاب في بيان الأسباب\" لابن حجر ١/ ٥٦٥.كلهم من طريق أيوب.ورواه البخاري في الموضع السابق (٤٥٢٨) معلقًا.والطبراني في \"المعجم الأوسط\" ٤/ ١٤٤ (٣٨٢٧)، ومن طريقه رواه ابن حجر في \"تغليق التعليق\" ٤/ ١٨٢، ثم عزاه إلى الحسن بن سفيان في \"مسنده\"، =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= والحاكم في \"تاريخ نيسابور\"، وأبي نعيم في \"المستخرج\" وقال: رجاله ثقات. وعزاه ابن حجر أيضًا في إلى الدارقطني في \"غرائب مالك\"، من طريق عبيد الله ابن عمر. ورواه الطبراني في \"المعجم الأوسط\" ٦/ ٢٤٢ (٦٢٩٨).وعزاه ابن حجر إلى الدارقطني في \"غرائب مالك\" وابن مردويه في \"تفسيره\".\"العجاب في بيان الأسباب\" لابن حجر ١/ ٥٦٨، كلهم من طريق ابن أبي ذئب. وعزاه ابن حجر كذلك إلى الطبراني، وابن مردويه في \"تفسيره\"، وأحمد بن أسامة التجيبي في \"فوائده\"، كلهم من طريق هشام بن سعد. وإلى الحاكم في \"تاريخ نيسابور\" وقال: هو في القطعة التي انقطعت روايتها من صحيح ابن خزيمة.\"العجاب في بيان الأسباب\" لابن حجر ١/ ٥٧١.من طريق أبان بن صالح، كلهم عن نافع به، بنحوه لكن في \"صحيح البخاري\" و\"فضائل القرآن\" لأبي عبيد لم يصرح باللفظ وكنى عن ذلك الفعل.ورواه النسائي في \"عشرة النساء\" (ص ١١٨) (٩٥)، والطبري في \"جامع البيان\" ٢/ ٣٩٥ من طريق زيد بن أسلم، عن ابن عمر به، بنحوه.قال ابن عبد البر: ورواية ابن عمر لهذا المعنى صحيحة معروفة عنه مشهورة من مذهبه من رواية نافع، فغير نكير أن يرويها زيد بن أسلم، عن ابن عمر.\"الاستغناء في معرفة المشهورين من حملة العلم بالكنى\" ١/ ٤٥٤.وقال ابن حجر: وروايته عند النسائي بإسناد صحيح.\"فتح الباري\" ٨/ ١٩٠.وقد روى النسائي في \"عشرة النساء\" (ص ١١٦) (٩٣)، والطبري في \"جامع البيان\" ٢/ ٣٩٤، والطحاوي في \"شرح معاني الآثار\" ٣/ ٤١ من طريق سعيد بن يسار.ورواه النسائي في \"عشرة النساء\" (ص ١١٦) (٩٤) من طريق عبيد الله بن عبد الله بن عمر. والطبري في \"جامع البيان\" ٢/ ٣٩٤ من طريق سالم بن عبد الله، كلهم =</p><p> [٥١٧] وأخبرنا الحسين بن محمد (بن الحسين)  (١) ، قال: نا (٢) بن أحمد بن القاسم النهاوندي (٣) ، قال: سمعت أبا عمرو </p><p>= عن ابن عمر: أنَّه كان لا يرى بأسًا أن يأتي الرجل أمرأته في دبرها. وقد روي عن نافع خلافه، فقد روى النسائي في \"عشرة النساء\" (ص ١١٥) (٩٢)، والطحاوي في \"شرح معاني الآثار\" ٣/ ٤٢، وعزاه ابن كثير والسيوطي إلى ابن مردويه والطبراني.\"تفسير القرآن العظيم\" لابن كثير ٢/ ٣١١، \"الدر المنثور\" للسيوطي ١/ ٤٧٣.كلهم من طريق المفضل بن فضالة، عن عبد الله بن عياش، عن كعب بن علقمة، عن أبي النضر أنَّه أخبره أنَّه قال لنافع مولى عبد الله بن عمر: قد أكثر عليك القول أنك تقول عن ابن عمر أنَّه أفتى بأن يؤتى النساء في أدبارهن، قال نافع: لقد كذبوا عليَّ ... إن ابن عمر عرض المصحف يومًا، وأنا عنده حتَّى بلغ: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ} قال: يا نافع هل تعلم ما أمر هذِه الآية؟ إنا كنا معشر قريش نجبي النساء، فلما دخلنا المدينة .. فذكر نحو سبب النزول الَّذي مر.قال ابن كثير: وهذا إسناد صحيح.قلت: فيه عبد الله بن عياش صدوق يغلط، أخرج له مسلم في الشواهد.\"تقريب التهذيب\" لابن حجر (٣٥٢٢)، \"تهذيب التهذيب\" لابن حجر ٢/ ٤٠٠ وسيأتي عن ابن عمر خلاف ما تقدم.(١) ساقطة من (ش)، (ح).وهو: الحسين بن محمد بن فنجويه أبو عبد الله الثقفي، ثقة.(٢) في (أ): عمرو.(٣) عمر بن أحمد بن القاسم بن أبان بن خُرْجة، أبو بكر النهاوندي، ذكره ابن ماكولا، وقال: حدَّث عن القاسم بن محمد الدلال الكوفي، روى عنه كوشيار بن لياليروز الجيلي، وأحمد بن عبد الرحمن بن محمد بن بندار النهاوندي. وقال السمعاني: وكان فقيهًا، عالمًا، روى عنه القاضي أبو العباس أحمد بن الحسين ابن أحمد النهاوندي. وذكره الذهبي في \"الميزان\" -إلَّا أنَّه وقع عنده: جرجة- ونقل عن ابن =</p><p> عبد العزيز بن أحمد (بن عبد الله)  (١) يقول: سمعت المزني (٢) يقول: سمعت ابن وهب (٣) يقول (٤) ، ونحن نسمع منه رواية مالك حتَّى (٥) ذكر إتيان الدبر، فسكت، فقام رجل يقال له: فتيان بن أبي السمح (٦) ، فقال: يا أبا محمد آرو لنا ما رويت. فامتنع عليه، </p><p>= طاهر المقدسي أنَّه قال: روى عن الثقات الموضوعات. ونقله ابن عراق في \"تنزيه الشريعة\" ١/ ٩٠ عن ابن طاهر وعن أبي حاتم أيضًا وقال ابن حجر: هو عمر بن أحمد بن علي بن إبراهيم ... ثم نقل بعض الأقوال فيه. وتعقبه المعلمي اليماني فقال: هذا وهم بل الَّذي في \"الميزان\": هو صاحبنا هذا الَّذي ذكره الأمير، والذي ذكره صاحب \"اللسان\" آخر كما يبينه سياق النسبين. \"الإكمال\" لابن ماكولا ٢/ ٧٠، \"الأنساب\" للسمعاني ٢/ ٣٤٤، \"ميزان الاعتدال\" للذهبي ٣/ ١٨٢، \"توضيح المشتبه\" لابن ناصر الدين ٣/ ٤١٣ \"لسان الميزان\" لابن حجر ٤/ ٢٨٣.(١) ساقطة من (أ).وهو: عبد العزيز بن أحمد بن عبد الله أبو عمرو، لعله عبد العزيز بن محمد أبو عمرو الحارثي الهمداني؛ فقد ذكره الذهبي وقال: روى عنه ابن خرجة وغيره. ولم يذكر فيه جرحًا ولا تعديلًا.\"تاريخ الإسلام\" للذهبي ٢٢/ ١٩٧.(٢) إسماعيل بن يحيى المزني، ثقة.(٣) عبد الله بن وهب، ثقة.(٤) زيادة من (أ).(٥) ساقطة من (ح).(٦) فتيان بن عبد الله بن أبي السمح أبو الخيار المصري، فقيه، يروي عن مالك بن أنس، وكان من كبار أصحابه، المتعصبين لمذهبه من المصريين، وجرى بينه وبين الشافعي خصومات، توفي سنة (٢٠٥ هـ). =</p><p> وقال: أحدكم (١) يصحب العالم؛ فإذا تعلم منه شيئًا (٢) لم يوجب له من حقه ما يمنعه مِنْ أقبح ما رُوي؟ ! عنه. وأبى أن يروي لنا قول مالك في الدبر (٣) . </p><p>= \"المؤتلف والمختلف\" للدارقطني ١/ ٤١٠ (١٨٨٨)، \"الإكمال\" لابن ماكولا ٢/ ٤٢، ٧/ ٩٩، \"الأنساب\" للسمعاني ٤/ ٣٤٦، \"ترتيب المدارك\" للقاصي عياض ١/ ٤٥٧. (١) في (ش): إن أحدكم.(٢) زيادة من (ش).(٣) [٥١٧] وقد أورد القصة نقلًا عن الثعلبي ابن حجر في \"التلخيص الحبير\" ٣/ ١٨٧.وروى النسائي في \"عشرة النساء\" (ص ١١٧) (٩٤) عن محمد بن عبد الله بن عمار الموصلي قال: نا معن بن عيسى قال: سمعت مالكًا يقول: ما علمته حرامًا.وكذلك روى ابن القاسم وابن وهب مثله عن مالك.انظر: \"أحكام القرآن\" لابن العربي ١/ ٣٥١ - ٣٥٢، \"التلخيص الحبير\" لابن حجر ٣/ ١٨٧ \"الدر المنثور\" للسيوطي ١/ ٤٧٦، \"البيان والتحصيل\" لابن رشد ١٨/ ٤٦١.وقال الخليلي: وذهب إلى هذا -إباحة إتيان المرأة في دبرها- جماعة من أهل المدينة منهم: يزيد بن رومان، ومالك مع جلالته، وروى ابن وهب أن مالكًا رجع عنه بأخرة.\"الإرشاد\" ١/ ٢٠٦.وقال لابن حجر معقبًا: والصواب ما حكاه الخليلي.\"التلخيص الحبير\" ٣/ ١٨٧.وقال الحيري: وما حكي عن مالك، فإنه لا يصح، وإن صح، فإنه رجع عنه؛ لظهور الأخبار، وتواتر الأخبار.\"الكفاية\" ١/ ١٧٧.</p><p> قلت: ولقد أصاب ابن وهب فأحسن في إمساكه عن ذكر زلل العلماء، وزجره عن تتبع رخص الفقهاء. وأما تفصيل حديث ابن عمر وتأويله فهو: </p><p> [٥١٨] ما أخبرنا (الحسين بن محمد)  (١) بن فنجويه (٢) ، قال: نا عبيد (٣) الله بن محمد بن شنبة (٤) ، قال: نا يوسف بن أحمد بن كركار (٥) ، قال: نا أحمد بن عبد المؤمن العرني (٦) ، قال: نا محمد </p><p>= وقال القرطبي: وما نسب إلى مالك وأصحابه من هذا باطل، وهم مبرءون من ذلك. \"الجامع لأحكام القرآن\" ٣/ ٩٣.وقال ابن عطية: ولا ينبغي لمؤمن بالله واليوم الآخر أن يعرج في هذِه النازلة على زلة عالم بعد أن تصح عنه.\"المحرر الوجيز\" ١/ ٣٠٠.(١) ساقطة من (ش).(٢) الحسين بن محمد بن فنجويه أبو عبد الله الثقفي، ثقة.(٣) في (أ): عبد.(٤) كذا في (ش)، (ح) وهو الصواب. وأما في (س): شيبة. وفي (أ): شبةوهو: عبيد الله بن محمد بن شنبة أبو أحمد القاضي، لم يذكر بجرح ولا تعديل.(٥) في (ش)، (ح): كركان. وفي (أ): أحمد كركان.وهو: يوسف بن أحمد، قال الخطيب: يوسف بن أحمد بن عبد الله يعرف بابن كركار الخياط، حدث عن أحمد بن يعقوب البصري، روى عنه عبد الباقي بن قانع.\"تاريخ بغداد\" للخطيب ١٤/ ٣٠٨ ولم يذكر فيه جرحًا ولا تعديلًا.(٦) في (ح): الغزي.وهو: أحمد بن عبد المؤمن بن سعد المروزي، ثم المصري. =</p><p> ابن عمرو (١) قال: نا (عطاف، عن)  (٢) </p><p>= ذكره ابن حبان في \"الثِّقات\"، وقال: كان من المتعبدين. وقال ابن يونس: رفع أحاديث موقوفة وكان رجلًا صالحًا. وقال مسلمة بن القاسم: كان محمَّد بن عبد الله بن عبد الحكم يعظمه، وهو ضعيف جدًّا. تُوفِّي سنة (٢٥٧ هـ). \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٦١، \"الثِّقات\" لابن حبان ٨/ ٤٤، \"ميزان الاعتدال\" للذهبي ١/ ١١٧، \"لسان الميزان\" لابن حجر ١/ ٢١٧.(١) محمَّد بن عمرو بن الجراح أبو عبد الله الغزي، يروي عن مالك بن أنس وغيره، وذكره ابن حبان في \"الثِّقات\"، وقال أبو زرعة: لم أر بالشَّام أفضل من محمَّد بن عمرو الغزي. وقال أبو حاتم: لا بأس به، لم أكتب عنه.\"الجرح والتعديل\" لابن أبي حاتم ٨/ ٣٣، \"الثِّقات\" لابن حبان ٩/ ٩٢، \"الأنساب\" للسمعاني ٤/ ٢٩٣.(٢) في (ش): عطاء وعن.وهو: عطاف بن خالد بن عبد الله بن العاص المخزومي القُرشيّ، أبو صفوان المدنِيُّ.قال يحيى بن معين، والإمام أَحْمد، وأبو داود: ثِقَة. وقال الإِمام أَحْمد، ويحيى ابن معين، وأبو داود في مواضع أخرى والنَّسائيّ: ليس به بأس. وقال أبو حاتم: صالح ليس بذاك. وقال النَّسائيّ في موضع آخر: ليس بالقوي. وكان مالك بن أنس وابن مهدي لا يرضيانه. وقال الدارقطني: ضعيف. وقال ابن حجر: صدوق يهم. ولد سنة إحدى وتسعين. وقال الذهبي: موته قريب من وفاة مالك. وقال ابن حجر: تُوفِّي قبل مالك بن أنس.\"تاريخ يحيى بن معين\" رواية الدُّوريّ ٢/ ٤٠٦، \"تاريخ يحيى بن معين\" رواية الدَّارميّ (ص ١٧١)، \"العلل ومعرفة الرجال\" للإمام أَحْمد ٢/ ٣٩، \"الجرح والتعديل\" لابن أبي حاتم ٧/ ٣٢، \"الكامل\" لابن عدي ٥/ ٣٧٨، \"الضعفاء والمتروكين\" للدارقطني (ص ٣٢٢)، \"سير أعلام النبلاء\" للذهبي ٨/ ٢٧٣، \"تهذيب التهذيب\" لابن حجر ٣/ ١١٢، \"تقريب التهذيب\" لابن حجر (٤٦١٢).</p><p> موسى بن عبد الله بن الحسن (١) ، عن أَبيه (٢) ، أنَّه لقي سالم بن عبد الله (٣) ، فقال: يَا أَبا عمر ما حديث يحدث نافع (٤) عن عبد الله (٥) ؟ قال: وما هو؟ قال: زعم أنَّه لم يكن يرى بأسًا بإتيان النساء في أدبارهن. قال: كذب العبد وأخطأ، إنما قال عبد الله: يؤتون (٦) في فروجهن (من أدبارهن (٧) . </p><p>(١) في (أ): الحسين. وهو: موسى بن عبد الله بن الحسن بن الحسن بن عليّ بن أبي طالب الهاشمي أبو الحسن المدنِيُّ. قال جماعة عن يحيى بن معين، وقد رآه: ثِقَة. وقال البُخَارِيّ: فيه نظر. ومن أَجل قول البُخَارِيّ أورده ابن عدي والعقيلي في \"الضعفاء\".\"تاريخ يحيى بن معين\" رواية الدُّوريّ ٢/ ٥٩٣، \"الضعفاء الكبير\" للعقيلي ٤/ ١٥٩، \"الكامل\" لابن عدي ٦/ ٣٤٦، \"تاريخ بغداد\" للخطيب ١٣/ ٢٥، \"ميزان الاعتدال\" للذهبي ٤/ ٢١١، \"لسان الميزان\" لابن حجر ٦/ ١٢٣.(٢) عبد الله بن الحسن بن الحسن، ثِقَة.(٣) سالم بن عبد الله بن عمر، ثِقَة.(٤) في (أ): عن نافع.(٥) عبد الله بن عمر، صحابي مشهور.(٦) في (ح): يؤتى.(٧) [٥١٦] الحكم على الإسناد:في إسناده: ابن شنبة، ويوسف بن أَحْمد لم أجد فيهما جرحًا ولا تعديلًا، وفيه كذلك عطاف بن خالد صدوق يهم.التخريج:رواه الطحاوي في \"شرح معاني الآثار\" ٣/ ٤٢ من طريق ابن أبي مريم قال: أخبرني عطاف بن خالد به، بنحوه.ورواه العقيلي في \"الضعفاء الكبير\" ٤/ ١٥٩ عن محمَّد بن بشير بن الهيثم قال: =</p><p> والدليل على تحريم الأدبار: </p><p> [٥١٩] ما أخبرنا أبو) (١)  (عبد الله)  (٢) الحسين بن محمَّد (بن الحسين)  (٣) الحافظ بقراءتي عليه في داري (٤) ، قال: حَدَّثَنَا </p><p>= حَدَّثَنَا أَحْمد بن الأَزْهَر أبو الأَزْهَر قال: حَدَّثَنَا مروان بن محمَّد قال: حَدَّثَنَا موسى بن عبد الله بن الحسن به، مختصرًا. ومروان بن محمَّد هو الطاطري، ثِقَة، وشيخ العقيلي لم أظفر له بترجمة.وقد علقه البُخَارِيّ عن موسى بن عبد الله بن الحسن.انظر: \"الكامل\" لابن عدي ٦/ ٣٤٦، \"الضعفاء الكبير\" للعقيلي ٤/ ١٥٩، ولم أجده في مصنفات البُخَارِيّ المطبوعة!وروى الطبري في \"جامع البيان\" ٢/ ٣٩٤ من طريق عبد الرَّحْمَن بن القاسم قال: قيل لمالك: إن النَّاس يروون عن سالمْ كذب العبد، -أو: العلج- على أبي .. وهذا إسناد ضعيف منقطع فلم يذكر عبد الرَّحْمَن بن القاسم الواسطة بينه وبين سالم.وقد روى النَّسائيّ في \"عشرة النساء\" (ص ١١٦) (٩٣)، والدارمي في \"السنن\" (١١٨٢)، والطبري في \"جامع البيان\" ٢/ ٣٩٤، والطحاوي في \"شرح معاني الآثار\" ٣/ ٤١ من طريق الحارث بن يعقوب عن سعيد بن يسار قال: قلت: لابن عمر: إنَّا نشتري الجواري؛ فنحمض لهن. قال: وما التحميض؟ قال: نأتيهن في أدبارهن. قال: أو يعمل هذا مسلم؟ هذا لفظ النَّسائيّ.قال ابن كثير: هذا إسناد صحيح، ونص صريح منه بتحريم ذلك، فكل ما ورد عنه مما يحتمل ويحتمل، فهو مردود إلى هذا المحكم.\"تفسير القرآن العظيم\" ٢/ ٣٢٠ - ٣٢١.(١) ما بين القوسين ساقط من (ش).(٢) ساقطة من (ح).(٣) ساقطة من (ح).وهو: الحسين بن محمَّد بن فنجويه أبو عبد الله الثَّقَفيّ، ثِقَة.(٤) في (ش)، (أ): داره.</p><p> عبيد الله (١)  (بن محمَّد)  (٢) بن شنبة (٣) ، (قال: نا أبو حامد أَحْمد بن جعفر المستملي (٤) ، قال: نا أبو سهل أَحْمد بن محمَّد بن عمر بن يونس اليماميّ) (٥)  (٦) ، (قال: نا الفضل بن سفيان (٧) ، قال: نا سليمان بن فروخ اليماميّ) (٨) ، </p><p>(١) كذا في (ح) وهو الصواب. وأما في (س)، (ش)، (أ): عبد الله. (٢) ساقطة من (أ).(٣) في (أ): شبة.وهو: عبيد الله بن محمَّد بن شنبة أبو أَحْمد القاضي، لم يذكر بجرح ولا تعديل.(٤) أَحْمد بن جعفر المستملي أبو حامد.قال الخَطيب: حدث عن محمَّد بن يحيى الأَزدِيّ، روى عنه عبد الصمد الطستي. ولم يذكر فيه جرحًا ولا تعديلًا.\"تاريخ بغداد\" للخطيب ٤/ ٦٣ وقد فرق بينه وبين أَحْمد بن جعفر أبو حامد الأَشْعريّ الأَصْبهانِيّ.انظر ترجمته في \"ذكر أخبار أَصبهان\" لأبي نعيم ١/ ١٢٨، \"تاريخ بغداد\" للخطيب ٤/ ٦٤، \"لسان الميزان\" لابن حجر ١/ ١٤٤.(٥) في (أ): اليماني.وهو: أَحْمد بن محمَّد بن عمر بن يونس بن القاسم الحنفي أبو سهل اليماميّ.قال الدارقطني: متروك. وقال أبو حاتم، وابن صاعد، وغيرهما: كذاب.\"الجرح والتعديل\" لابن أبي حاتم ٢/ ٧١، \"تاريخ بغداد\" للخطيب ٥/ ٦٥، \"لسان الميزان\" لابن حجر ١/ ٢٨٢.(٦) ما بين القوسين ساقط من (ش).(٧) الفضل بن سفيان، لم أظفر له بترجمة.(٨) زيادة من (ش)، (ح)، (أ) وفيها: اليماني.وهو: سليمان بن فَرُّوخ.فرّق البُخَارِيّ وابن حبان في \"الثِّقات\" بين سليمان بن فروخ أبو واصل الذي يروي =</p><p> عن إبراهيم بن إسماعيل بن أبي (١) حبيبة (٢) ، عن داود بن الحصين (٣) ، عن عكرمة (٤) ، عن ابن عباس قال (٥) : قال رسول الله -صلى الله عليه وسلم- في قوله (٦) </p><p>= عن أبي أَيُّوب العتكي، ويروي عنه يونس بن خباب، وبين سليمان بن فروخ عن الضحاك، وعنه أبو معاوية محمَّد بن خازم، وجعلهما ابن أبي حاتم رجلًا واحدًا. وذكره ابن عدي باسم: سلمان بن فروخ. \"التاريخ الكبير\" للبخاري ٤/ ٣٠ - ٣١، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ١٣٥، \"الثِّقات\" لابن حبان ٦/ ٣٦١، ٨/ ٢٧٤، \"الكامل\" لابن عدي ٣/ ٣١٥، \"لسان الميزان\" لابن حجر ٣/ ٦٦.(١) ساقطة من (ح).(٢) إبراهيم بن إسماعيل بن أبي حبيبة الأَنْصَارِيّ، الأشهلي مولاهم، أبو إسماعيل المدنِيُّ، ضعيف، تُوفِّي سنة (١٦٥ هـ)، وهو ابن (٨٢ هـ) سنة.\"الكامل\" لابن عدي ١/ ٢٣٣، \"تهذيب الكمال\" للمزي ٢/ ٤٢، \"تهذيب التهذيب\" لابن حجر ١/ ٥٨، \"تقريب التهذيب\" لابن حجر (١٤٦).(٣) كذا في (ح)، (أ) وهو الصواب. وأما في (س) و (ش): الحسين.وهو: داود بن الحصين الأُموي مولاهم، أبو سليمان المدنِيُّ. ثِقَة إلَّا في عكرمة، ورمي برأي الخوارج. قال علي بن المدينيّ: ما روى عن عكرمة، فمنكر الحديث، ومالك روى عن داود بن الحصين عن غير عكرمة. وقال أبو داود: أحاديثه عن عكرمة مناكير، وأحاديثه عن شيوخه مستقيمة. وقال ابن حبان: كان يذهب مذهب الشراة، وكل من ترك حديثه على الإطلاق وهم؛ لأنه لم يكن بداعية إلى مذهبه. تُوفِّي سنة (١٣٥ هـ)، وهو ابن (٧٢ هـ) سنة.\"الجرح والتعديل\" لابن أبي حاتم ٣/ ٤٠٨، \"الثِّقات\" لابن حبان ٦/ ٢٨٤، \"ميزان الاعتدال\" للذهبي ٢/ ٥، \"تهذيب التهذيب\" لابن حجر ١/ ٥٦١، \"تقريب التهذيب\" لابن حجر (١٧٧٩)، \"هدي الساري\" لابن حجر (ص ٤٠١).(٤) عكرمة مولى ابن عباس، ثِقَة، ثبت.(٥) ساقطة من (ش).(٦) في (ح): قول الله.</p><p> عز وجل:  {نِسَاؤُكُمْ حَرْثٌ لَكُمْ} قال: \"لا يكون الحرث إلَّا من(١)حيث يكون النبات\"  (٢) . </p><p>(١) ساقطة من (ش)، (ح). (٢) [٥١٩] الحكم على الإسناد:الحديث بهذا الإسناد موضوع؛ فيه أَحْمد بن محمَّد بن عمر، كذاب.لم أجده مرفوعًا من هذا الطريق، ولم أجده بهذا اللفظ، وورد معناه عن ابن عباس مرفوعًا وموقوفًا.التخريج:رواه الطبري في \"جامع البيان\" ٢/ ٣٩٣ من طريق ابن أبي فديك، عن إبراهيم بن إسماعيل بن أبي حبيبة به، موقوفًا بلفظ: إنما الحرث من القبل الذي يكون منه النسل والحيض.وروى الطبري في \"جامع البيان\" ٢/ ٣٩٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٠٤ (٢١٣٠)، والخرائطي في \"مساوئ الأخلاق\" (ص ١٧٢) (٤٦٦)، والطحاوي في \"شرح معاني الآثار\" ٣/ ٤٣، والطبراني في \"المعجم الكبير\" ١٢/ ٢٣٦ (١٢٩٨٣) من طرق عن ابن لهيعة، عن يزيد بن أبي حبيب، عن عامر بن يحيى المعافري، عن حنش الصَّنْعانِيّ، عن ابن عباس أن ناسًا من حمير أتوا رسول الله - صلى الله عليه وسلم - يسألونه عن أشياء، فقال رجل منهم: يَا رسول الله، إنِّي رجل أحب النساء، فكيف ترى ذلك؟ فأنزل الله تعالى ذكره: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} فقال رسول الله -صلى الله عليه وسلم-: \"ائتها مقبلة مدبرة إذا كان ذلك في الفرج\". وهذا إسناد ضعيف؛ ابن لهيعة ضعيف.ورواه الإِمام أَحْمد في \"المسند\" ١/ ٢٦٨ (٢٤١٤) من طريق رشدين قال: حَدَّثَنَا حسن بن ثوبان، عن عامر بن يحيى به. بنحوه؛ ولكن فيه أن السائلين كانوا من الأنصار.وعزاه الهيثمي إلى الطَّبْرَانِيّ، وقال: فيه رشدين بن سعد، وهو ضعيف.\"مجمع الزوائد\" ٦/ ٣١٩.ويتقوى بما رواه سعيد بن جبير، عن ابن عباس - رضي الله عنه -، وفيه أنَّه -صلى الله عليه وسلم- قال: \"أقبل =</p><p> [٥٢٠] وأخبرني الحسين بن محمَّد (١) ، قال: نا محمَّد بن عبد الله بن برزة (٢) ، قال: نا محمَّد بن يونس الكديمي (٣) ، قال: نا عثمان بن اليمان (٤) قال: </p><p>= وأدبر، واتق الدبر، والحيضة\"، ومعناه ثابت أَيضًا من طرق عن ابن عباس من قوله. منها ما تقدم في حديث محمَّد بن إسحاق، عن أَبان بن صالح، عن مجاهد عنه. أنظرهما عند أول تفسير هذِه الآية. وانظر أَيضًا بقية الطرق موقوفًا في \"جامع البيان\" للطبري ٢/ ٣٩٢ - ٣٩٤، \"مساوئ الأخلاق\" للخرائطي (ص ١٧٣) (٤٦٨)، \"السنن الكبرى\" للبيهقي ٧/ ١٩٦، \"الدر المنثور\" للسيوطي ١/ ٤٣٠.(١) الحسين بن محمَّد بن فنجويه أبو عبد الله الثَّقَفيّ، ثِقَة.(٢) محمَّد بن عبد الله برزة الداوودي، أبو جعفر الروذَرَاوَرِي، شيخ مقرئ. قال: صالح بن أَحْمد الحافظ: هو شيخ حضرته، ولم أَحْمد أمره. قال الذهبي: حدث في سنة سبع وخمسين وثلاثمائة بهمذان.\"الإكمال\" لابن ماكولا ١/ ٢٣٨، \"تاريخ الإِسلام\" للذهبي ٢٦/ ٢٣٦، \"سير أعلام النبلاء\" للذهبي ١٦/ ١٦٥، \"غاية النهاية\" لابن الجزري ٢/ ١٧٦، \"تبصير المنتبه\" لابن ناصر الدين ١/ ١٣٧.(٣) محمَّد بن يونس بن موسى بن سليمان الكديمي أبو العباس البَصْرِيّ، ضعيف، ولم يثبت أن أَبا داود روى عنه. وقال الذهبي: أحد المتروكين. ولد سنة (١٨٣ هـ)، وتوفي في جمادى الآخرة سنة (٢٨٦ هـ).\"الكامل\" لابن عدي ٦/ ٢٩٢، \"تاريخ بغداد\" للخطيب ٣/ ٤٣٥، \"ميزان الاعتدال\" للذهبي ٤/ ٧٤، \"تهذيب التهذيب\" لابن حجر ٣/ ٧٤١، \"تقريب التهذيب\" لابن حجر (٦٤١٩).قلت: قول الذهبي أنَّه متروك أولى فقد كذبه جماعة، وتركه آخرون، وأما من وثقه فقد قال الذهبي: وما أحسن فيه القول إلَّا من لم يخبر حالة.\"ميزان الاعتدال\" للذهبي ٤/ ٧٥.(٤) عثمان بن يمان بن هارون اللؤلؤي أبو محمَّد الحداني الهروي، نزيل مكة، ذكره =</p><p> نا زمعة بن (١) صالح (٢) ، عن ابن (٣) طاوس (٤) ، عن أَبيه (٥) ، عن ابن الهاد (٦) ، عن عمر بن الخطاب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله لا يستحيي من الحق، لا تأتوا النساء في أدبارهن\"  (٧) . </p><p>= ابن حبان في \"الثِّقات\"، وقال أبو زرعة الرَّازيّ: شيخ في حديثه مناكير. وقال ابن حجر: مقبول. \"الضعفاء\" لأبي زرعة الرَّازيّ ٢/ ٥٢٧، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ١٧٣، \"الثِّقات\" لابن حبان ٨/ ٤٥٠، \"تهذيب التهذيب\" لابن حجر ٣/ ٨٢، \"تقريب التهذيب\" لابن حجر (٤٥٣٠).(١) في (ش): عن.(٢) زَمْعة بن صالح، ضعيف.(٣) في (ش): أبي.(٤) عبد الله بن طاوس بن كيسان أبو محمَّد اليماني. ثِقَة، فاضل، عابد، تُوفِّي سنة (١٣٢ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٥/ ٨٨، \"تهذيب التهذيب\" لابن حجر ٢/ ٣٦٠، \"تقريب التهذيب\" لابن حجر (٣٣٩٧).(٥) طاوس بن كيسان، ثِقَة.(٦) عبد الله بن شداد بن الهاد، من كبار التابعين وثقاتهم.(٧) [٥٢٠] الحكم على الإسناد:إسناده ضعيف جدًّا؛ فيه: الكديمي متروك، وزمعة ضعيف.وقد ورد من طرق أخرى عن زمعة.التخريج:رواه النَّسائيّ في \"عشرة النساء\" (ص ١٣١) (١٢٢) عن سعيد بن يعقوب الطالقاني.ورواه أبو يعلى في \"مسنده\" كما في \"المطالب العالية\" لابن حجر ٢/ ١٧٥ (١٦٣٢)، ومن طريقه رواه الضياء في \"الأحاديث المختارة\" ١/ ٢٦٩ (١٥٨) عن أَحْمد بن إبراهيم، ورواه الخرائطي في \"مساوئ الأخلاق\" (ص ١٧١) (٤٦٢) عن =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= عباس الدُّوريّ، كلهم عن عثمان بن اليمان به. ورواه البَزَّار في \"البحر الزخار\" ١/ ٤٧٤ (٣٣٩) عن محمَّد بن سعيد بن يزيد، عن عثمان بن اليمان، عن زمعة بن صالح، عن سلمة بن وهرام، عن طاوس به، بنحوه. ورواه النَّسائيّ في \"عشرة النساء\" (ص ١٣١) (١٢٣)، والخرائطي في \"مساوئ الأخلاق\" (ص ١٧١) (٤٦٣) كلاهما من طريق يزيد بن أبي حكيم، عن زمعة بن صالح، عن عمرو بن دينار، عن طاوس، به.وعزاه ابن القيم في \"زاد المعاد\" ٤/ ٢٥٧ إلى \"مصنف وكيع\"، ومن طريقه رواه أبو نعيم في \"حلية الأولياء\" ٨/ ٣٧٦ عن زمعة بن صالح، عن ابن طاوس، عن أَبيه، وعن عمرو بن دينار، عن عبد الله قالا: قال عمر، به. وقال أبو نعيم: غريب من حديث طاوس وعمرو، لم نكتبه إلَّا من حديث زمعة.قال الدارقطني: وهو حديث يرويه زمعة بن صالح واختلف عنه ... وقول عثمان بن اليمان أصحها.\"العلل\" ٢/ ١٦٦ (١٩٣).قال المنذري في \"الترغيب والترهيب\" ٣/ ٢٨٩: إسناده جيد.قال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٩٨ - ٢٩٩: رواه أبو يعلى، والطبراني في \"الكبير\"، والبزار، ورجال أبي يعلى رجال الصحيح؛ خلا عثمان بن اليمان، وهو ثِقَة.بينما قال ابن حجر: قال الشيخ: رجاله رجال الصحيح، قلت: إنما أخرج مسلم لسلمة وزمعة متابعة؛ وإلا فهما ضعيفان، والحديث منكر لا يصح من وجه.\"مختصر زوائد البَزَّار\" ١/ ٥٨٣ (١٠٣٥) وبنحوه قال البوصيري في \"إتحاف الخيرة\" ٤/ ٦٤.وورد النهي عن إتيان المرأة في دبرها في أحاديث كثيرة -سيأتي بعضها- غالبها فيه ضعف.قال ابن حجر: وذهب جماعة من أئمة الحديث كالبخاري، والذهلي، والبزار، والنَّسائيّ، وأبو علي النَّيْسَابُورِيّ إلى أنَّه لا يثبت فيه شيء، قلت: لكن طرقها كثيرة، فمجموعها صالح للاحتجاج به. =</p><p> [٥٢١] وأخبرني الحسين بن محمَّد (بن فنجويه)  (١) قال: نا عبيد (٢) الله بن محمَّد بن شنبة (٣) ، قال: نا أَحْمد بن سهل بن الفيروزان (٤) الأشناني (٥) ، قال: نا أبو بكر (٦) - يعني: ابن أبي (٧) </p><p>= \"فتح الباري\" ٨/ ١٩١. وقال الذهبي: قلت قد تيقنا بطرق لا محيد عنها نهي النَّبِيّ -صلى الله عليه وسلم- عن أدبار النساء، وجزمنا بتحريمه، ولي في ذلك مصنف كبير.\"سير أعلام النبلاء\" ١٢/ ١٢٨.انظر: هذِه الأحاديث وطرقها في \"زاد المعاد\" ٤/ ٢٥٧ - ٢٦١، \"تفسير القرآن العظيم\" لابن كثير (٣٠٥ - ٣٢٣)، \"التلخيص الحبير\" لابن حجر ٣/ ١٨٠ - ١٨٢، \"إرواء الغليل\" للألباني ٧/ ٦٥ - ٧٠.(١) زيادة من (ح).وهو: الحسين بن محمَّد بن فنجويه أبو عبد الله الثَّقَفيّ، ثِقَة.(٢) في (أ): عبد.(٣) في (أ): شبة.وهو: عبيد الله بن محمَّد بن شنبة أبو أَحْمد القاضي، لم يذكر بجرح ولا تعديل.(٤) في (ش): الطبردزان. وفي (ح): الليروزان.وهو: أَحْمد بن سهل بن الفيرزان -وفي بعض المصادر: الفيروزان- الأشناني أبو العباس البغدادي، شيخ القراء ببغداد، قال الدارقطني: ثِقَة. وقال أبو الحسن علي بن الحسن: ثِقَة، صدوق. تُوفِّي في محرم سنة (٣٠٧ هـ).\"تاريخ بغداد\" للخطيب ٤/ ١٨٥، \"معرفة القراء الكبار\" للذهبي ١/ ٢٤٨، \"تاريخ الإِسلام\" للذهبي ٢٣/ ١٩٦، \"غاية النهاية\" لابن الجزري ١/ ٥٩.(٥) كذا في (ح) وهو الصواب. وأما في (س): الأسنامي. وفي (ش): الأشنان. وفي (أ): الأسلمي.(٦) أبو بكر بن أبي شيبة، ثِقَة، حافظ.(٧) ساقطة من (ش).</p><p> شيبة- قال: إنا سليمان بن حيان أبو خالد) (١) الأحمر (٢) ، (عن الضحاك بن عثمان (٣) ، عن مخرمة بن سليمان (٤) ، عن كُريب (٥) ، عن ابن عباس) (٦) قال: قال رسول الله -صَلَّى الله عَلَيْهِ وَسَلَّمَ-: \"لا ينظر الله إلى رجل أتى رجلًا أو امرأة في دبرها\"  (٧) . </p><p>(١) في (أ): ثنا أبو خالد. (٢) سليمان بن حيان أبو خالد الأحمر، صدوق.(٣) الضحاك بن عثمان بن عبد الله بن خالد الأسدي القُرشيّ، أبو عثمان المدنِيُّ، قال الإِمام أَحْمد، وابن المدينيّ، ويحيى بن معين، ومصعب الزُّبيريّ، ويحيى بن بكير، وابن سعد، وأبو داود: ثِقَة. وذكره ابن حبان كذلك في \"الثِّقات\". وقال ابن نمير: لا بأس به، جائز الحديث. وقال يعقوب بن شيبة: صدوق، وفي حديثه ضعف. وقال أبو حاتم: يكتب حديثه، ولا يحتج به، وهو صدوق. وقال أبو زرعة: ليس بقوي. وقال الذهبي: صدوق. وقال ابن حجر: صدوق يهم. تُوفِّي سنة (١٥٣ هـ).\"تاريخ يحيى بن معين\" رواية الدَّارميّ (ص ١٣٥)، \"الطبقات الكبرى\" لابن سعد القسم المتمم (ص ٣٩٧)، \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٤٦٠، \"الثِّقات\" لابن حبان ٦/ ٤٨٢، \"تهذيب الكمال\" للمزي ١٣/ ٢٧٢، \"ميزان الاعتدال\" للذهبي ٢/ ٣٢٤، \"من تكلم فيه وهو موثق\" للذهبي (ص ١٠٢)، \"تهذيب التهذيب\" لابن حجر ٢/ ٢٢٣، \"تقريب التهذيب\" لابن حجر (٢٩٧٢).(٤) مخرمة بن سليمان الأسدي الوالبي المدنِيُّ، ثِقَة، تُوفِّي سنة (١٣٠ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٨/ ٣٦٣، \"تهذيب التهذيب\" لابن حجر ٤/ ٤٠، \"تقريب التهذيب\" لابن حجر (٦٥٢٧).(٥) كُريب بن أبي مسلم الهاشمي مولاهم، مولى ابن عباس، أبو رشدين المدنِيُّ، ثِقَة.(٦) ساقط من (ش).(٧) [٥٢١] الحكم على الإسناد:في إسناده ابن شنبة لم أجد فيه جرحًا ولا تعديلًا، والإسناد شاذ معلول بالمخالفة. =</p><p> [٥٢٢] وأخبرني الحسين بن محمَّد (بن فنجويه)  (١) قال: نا عمر ابن (أَحْمد بن)  (٢) القاسم النهاوندي (٣) قال: نا محمَّد بن عبد الله بن </p><p>= التخريج: الحديث في \"المصنف\" لابن أبي شيبة ٦/ ١٦٩ (١٦٩٥٤)، ورواه أبو يعلى الموصلي في \"مسنده\" ٤/ ٢٩٦ (٢٣٧٨)، وابن عدي في \"الكامل\" ٣/ ٢٨٢، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٠/ ٢٢٦ (٤٤١٨) وابن حزم في \"المحلى\" ١٠/ ٦٩ من طرقٍ عن ابن أبي شيبة، به.ورواه التِّرْمِذِيّ في كتاب الرضاع، باب ما جاء في كراهية إتيان النساء في أدبارهن (١١٩٥)، وقال: هذا حديث حسن غريب.ورواه النَّسائيّ في \"عشرة النساء\" (ص ١٢٨) (١١٥)، وابن الجارود في \"المنتقى\" (٧٢٩)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٩/ ٥١٧ (٤٢٠٣، ٤٢٠٤)، والخرائطي في \"مساوئ الأخلاق\" (ص ١٧١) (٤٦٤)، والسهمي في \"تاريخ جرجان\" (ص ٣٢٧)، وابن حزم -في الموضع السابق- كلهم من طرق عن أبي سعيد الأَشَج قال: حَدَّثَنَا أبو خالد الأحمر به، بنحوه.قال البَزَّار: لا نعلمه يروي عن ابن عباس بإسناد أحسن من هذا، تفرد به أبو خالد الأحمر، عن الضحاك بن عثمان.\"التلخيص الحبير\" لابن حجر ٣/ ١٨١.وقال ابن عدي: لا أعلم يرويه غير أبي خالد الأحمر.\"الكامل\" ٣/ ٢٨٢.وقد خالفه وكيع، فوقفه، رواه النَّسائيّ في \"عشرة النساء\" (ص ١٢٨) (١١٦) عن هناد بن السري، عن وكيع، عن الضحاك به، بنحوه موقوفًا.قال ابن حجر: وهو أصح عندهم من المرفوع.\"التلخيص الحبير\" ٣/ ١٨١.(١) ساقطة من (ح).وهو: الحسين بن محمَّد بن فنجويه أبو عبد الله الثَّقَفيّ، ثِقَة.(٢) ساقطة من (ش).(٣) عمر بن أَحْمد بن القاسم النهاوندي، قال المقدسيّ: روى عن الثِّقات الموضوعات.</p><p> سليمان الحضرميّ (١) ، قال: نا عبد الله بن عمر بن أَبان (٢) ، قال: نا يحيى بن زكريا (٣) بن أبي زائدة (٤) ، عن مسلم بن خالد (٥) ، عن العلاء (٦) ، عن أَبيه (٧) ، عن أبي هريرة قال: قال رسول الله -صلى الله عليه وسلم-: </p><p>(١) محمَّد بن عبد الله بن سليمان الحضرميّ أبو جعفر الكُوفيّ، الملقب بُمطَيَّن. قال الدارقطني: ثِقَة، جبل. وقال الخليلي؛ ثِقَة، حافظ. تُوفِّي سنة (٢٩٧ هـ)، وله (٩٥ هـ) سنة. \"سؤالات السلمي\" للدارقطني (ص ٢٩٢)، \"الإرشاد\" للخليلي ٢/ ٥٧٨، \"سير أعلام النبلاء\" للذهبي ١٤/ ٤١، \"لسان الميزان\" لابن حجر ١/ ٢٣٣.(٢) عبد الله بن عمر بن محمَّد بن أَبان الأُموي القُرشيّ مولاهم، أبو عبد الرَّحْمَن الكُوفيّ، يعرف بمُشْكُدانه. قال الإمام أَحْمد: ثِقَة. وذكره ابن حبان في \"الثِّقات\"، وقال أبو حاتم: صدوق. وحكى العقيلي عن بعض مشايخه أنَّه كانت فيه سلامة. قال الذهبي: صدوق، صاحب حديث. وقال ابن حجر: صدوق يتشيع. تُوفِّي سنة (٢٣٩ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٥/ ١١٠، \"الضعفاء الكبير\" للعقيلي ٢/ ٢٨١، \"الثِّقات\" لابن حبان ٨/ ٣٥٨، \"ميزان الاعتدال\" للذهبي ٢/ ٤٦٦، \"تهذيب التهذيب\" لابن حجر ٢/ ٣٩١، \"تقريب التهذيب\" لابن حجر (٣٤٩٣).(٣) في (أ): بكر.(٤) يحيى بن زكريا بن أبي زائدة خالد بن ميمون الهمداني مولاهم، أبو سعيد الكُوفيّ، ثِقَة، متقن، تُوفِّي سنة (١٨٣ هـ) أو (١٨٤ هـ)، وله (٦٣ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٩/ ١٤٤، \"تهذيب التهذيب\" لابن حجر ٤/ ٣٥٣، \"تقريب التهذيب\" لابن حجر (٧٥٤٨).(٥) مسلم بن خالد بن قرقرة -وقيل: ابن جرجة- المخزومي مولاهم، أبو سعيد المكيّ، صدوق كثير الأوهام.(٦) العلاء بن عبد الرَّحْمَن بن يعقوب الحرقي، مولاهم أبو شبل المدنِيُّ صدوق، ربما وهم.(٧) عبد الرَّحْمَن بن يعقوب الجهني الحرقي مولاهم، المدنِيُّ، ثِقَة.</p><p> \"ملعون من أتى امرأته(١)في دبرها\"  (٢) . </p><p>(١) في (أ): امرأة. (٢) [٥٢٢] الحكم على الإسناد:إسناده ضعيف جدًّا؛ عمر بن أَحْمد، قال المقدسيّ: روى عن الثِّقات الموضوعات.ومسلم بن خالد صدوق كثير الأوهام.التخريج:رواه من طريق المصنف البَغَوِيّ في \"معالم التنزيل\" ١/ ٢٦١، ورواه ابن عدي في \"الكامل\" ٦/ ٣١١ عن إبراهيم بن أسباط قال: حَدَّثَنَا عبد الله بن عمر بن أَبان، به. ورواه الطَّبْرَانِيّ في \"المعجم\"الأوسط\" ٥/ ٨٨ (٤٧٥٤) من طريق سهل بن عثمان. ورواه ابن عدي -في الموضع السابق- من طريق عبدان الوكيل، كلاهما عن يحيى بن زكريا بن أبي زائدة به، بنحوه.وقال الطَّبْرَانِيّ: لم يرو هذا الحديث عن العلاء إلَّا مسلم بن خالد، ولا عن مسلم إلَّا ابن أبي زائدة.وقال ابن عدي: وهذا عن العلاء يرويه مسلم، وعن مسلم ابن أبي زائدة. وذكر الحافظ هذا الطريق، وقال: ومسلم فيه ضعف، وقد رواه يزيد بن أبي حكيم عنه -أي العلاء- موقوفًا.\"التلخيص الحبير\" ٣/ ١٨١.قلت: لم أجد من أخرج رواية يزيد.ورواه أبو داود في كتاب النكاح، باب جامع النكاح (٢١٦٢)، والنَّسائيّ في \"عشرة النساء\" (ص ١٣٣ - ١٣٤) (١٢٥ - ١٢٩)، وابن ماجه في كتاب النكاح، باب النهي عن إتيان النساء في أدبارهن (١٩٢٣)، والإمام أَحْمد في \"مسنده\" ٢/ ٢٧٢، ٣٤٤، ٤٤٠ (٧٦٨٤)، (٨٥٣٢)، (٩٧٣٣)، وعبد الرَّزّاق في \"مصنفه\" ١١/ ٤٤٢ (٢١٩٥٢)، وابن أبي شيبة في \"مصنفه\" ٦/ ١٧٠ (١٦٩٦٣)، والدارمي في \"السنن\" (١١٧٦)، والطحاوي في \"شرح معاني الآثار\" ٣/ ٤٤، والخرائطي في \"مساوئ الأخلاق\" (ص ١٧٤) (٤٧٢)، والبيهقي في \"السنن الكبرى\" ٧/ ١٩٨، وفي \"شعب الإيمان\" ٤/ ٣٥٥ (٥٣٧٧) كلهم من طرق عن =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= سهيل بن أبي صالح، عن الحارث بن مخلد، عن أبي هريرة به، مرفوعًا بلفظ: \"لا ينظر الله -وفي بعض الروايات: يوم القيامة- إلى رجل يأتي المرأة في دبرها\". ولفظ أبي داود والنَّسائيّ (١٢٩)، والإمام أَحْمد في \"مسنده\" ٢/ ٤٧٩ (١٠٢٠٦) من رواية سفيان عن سهيل: \"ملعون من أتى امرأته في دبرها\" ولهذا الاختلاف. أورده البوصيري في \"زوائد ابن ماجه\"، وقال: إسناده صحيح، رجاله ثقات. \"مصباح الزجاجة\" ١/ ٣٣٨ (٦٩١).قلت: إسناده ضعيف؛ الحارث بن مخلد قال القطَّان: لم تعرف حالة. وكذا قال الحافظ.\"بيان الوهم والإيهام\" لابن القطَّان ٤/ ٤٥٦، \"تقريب التهذيب\" لابن حجر (١٠٤٧).ورواه البُخَارِيّ في \"التاريخ الكبير\" ٣/ ١٦، وأبو داود في كتاب الطب، باب في الكاهن (٣٩٠٤)، والنَّسائيّ في \"عشرة النساء\" (ص ١٣٤ - ١٣٥) (١٣٠، ١٣١)، والتِّرمذيّ في الطهارة، باب ما جاء في كراهية إتيان الحائض (١٣٥)، وابن ماجه في كتاب الطهارة، باب النهي عن إتيان الحائض (٦٣٩)، وابن أبي شيبة في \"مصنفه\" ٦/ ١٧٠ (١٦٩٦١)، وابن الجارود في \"المنتقى\" (١٠٧)، والطحاوي في \"شرح معاني الآثار\" ٣/ ٤٥ من طرق عن حماد بن سلمة، عن حكيم الأثرم، عن أبي تميمة الجهني، عن أبي هريرة به مرفوعًا. بلفظ: \"من أتى حائضًا، أو امرأة في دبرها، أو كاهنًا فقد كفر بما أنزل على محمَّد\". هذا لفظ التِّرْمِذِيّ، وقال: لا نعرف هذا الحديث إلَّا من حديث حكيم الأثرم، عن أبي تميمة، عن أبي هريرة ... وضعَّف محمَّد هذا الحديث من قبل إسناده.وانظر \"التاريخ الكبير\" للبخاري ٣/ ١٧.وقال المناوي: قال البَغَوِيّ: سنده ضعيف، وهو كما قال ...وقال ابن سيد النَّاس: فيه أربع علل: التفرد عن غير ثِقَة؛ وهو موجب للضعف، وضعف رواته، والانقطاع، ونكارة متنه. . وأطال في بيانه.وقال الذهبي في \"الكبائر\": ليس إسناده بالقائم. =</p><p> قوله تعالى:  {وَقَدِّمُوا لِأَنْفُسِكُمْ} يعني: طلب الولد (١) . </p><p> وقيل: هو التزوج (٢) بالعفائف؛ ليكون الولد صالحًا طاهرًا (٣) . </p><p> وقيل: هو تقديم الأفراط (٤) . قال رسول الله - صلى الله عليه وسلم -: \"من قدم ثلاثة </p><p>= \"فيض القدير\" ٦/ ٣١. وروى النَّسائيّ في \"عشرة النساء\" (ص ١٣١) (١٢٤)، وتمام في \"فوائده\" انظر \"الروض البسام\" ٢/ ٤٣٤ (٧٩٢) كلاهما من طريق عبد الملك بن محمَّد الصَّنْعانِيّ قال: نا سعيد بن عبد العزيز، عن الزُّهْرِيّ، عن أبي سلمة، عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"استحيوا من الله حق الحياء لا تأتوا النساء في أدبارهن\". قال حمزة الكناني: هذا حديث منكر باطل من حديث الزُّهْرِيّ، ومن حديث أبي سلمة، ومن حديث سعيد، فإن كان عبد الملك سمعه من سعيد؛ فإنما سمعه بعد الاختلاط، وقد رواه الزُّهْرِيّ، عن أبي سلمة أنَّه كان ينهى عن ذلك، فأما عن أبي هريرة، عن النَّبِيّ - صلى الله عليه وسلم - فلا.\"تحفة الأشراف\" للمزي ١١/ ٢٥.وانظر: \"تفسير القرآن العظيم\" لابن كثير ٢/ ٣١٧ - ٣١٨، \"التلخيص الحبير\" لابن حجر ٣/ ١٨٠.قلت: حديث أبي هريرة بطرقه وشواهده يثبت النهي عن إتيان المرأة في دبرها. وانظر ما تقدم قريبًا.(١) وهو قول عكرمة، رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٠٥ (٢١٣٧).وانظر: \"تفسير غريب القرآن\" لابن قتيبة (ص ٨٥)، \"معاني القرآن الكريم\" للنحاس ١/ ١٨٦.(٢) في (ش)، (ح): التزويج.(٣) ذكره البَغَوِيّ في \"معالم التنزيل\" ١/ ٢٦١، والقرطبي في \"الجامع لأحكام القرآن\" ٣/ ٩٦.(٤) فرَطُ الولد: صغاره ما لم يدركوا، وجمعه أفراط، وافترط فلان فَرَطًا له؛ أي: أولادًا لم يبلغوا الحلم. =</p><p> من الولد لم يبلغوا الحِنْثَ (١) لم تمسه النَّار إلَّا تَحِلَّةَ القسم (٢)  \".</p><p> فقيل (٣) : يَا رسول الله، واثنان؟ قال: \" واثنان\". قال (٤) : فظننا أنَّه لو قيل له (٥) : واحد؟ لقال: واحد (٦) . </p><p>= \"لسان العرب\" لابن منظور ١٠/ ٢٣٤ (فرط). وذكره البَغَوِيّ في \"معالم التنزيل\" ١/ ٢٦٢ والقرطبي في \"الجامع لأحكام القرآن\" ٣/ ٩٦، وأبو حيان في \"البحر المحيط\" ٢/ ١٨٢.(١) في (ح): الحلم.والمعنى: أنَّهم لم يبلغوا مبلغ الرجال، ويجري عليهم القلم، فيكتب عليهم الحنث، وهو الإثم.\"النهاية\" لابن الأثير ١/ ٤٤، \"شرح صحيح مسلم\" للنووي ١٦/ ١٨٢.(٢) قال البَغَوِيّ: إلَّا تحلة القسم: مصدر حَلَّلت اليمين تحليلًا، وتحلة؛ أي: أبررتها، يريد إلا قدر ما يبر الله قسمه فيه، وهو قوله عز وجل: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا} فإذا مَرَّ بها، وجاوزها، فقد أبو قسمه.\"شرح السنة\" ٥/ ٤٥٠ - ٤٥١.(٣) في (أ): قالوا.(٤) في (ش): قيل.(٥) من (ح).(٦) رواه البُخَارِيّ في كتاب العلم، باب هل يجعل للنساء يوم على حدة (١٠١، ١٠٢)، وفي كتاب الجنائز، باب فضل من مات له ولد فاحتسب (١٢٤٩، ١٢٥٠)، وفي كتاب الاعتصام، باب تعليم النَّبِيّ -صلى الله عليه وسلم- أمته من الرجال والنساء (٧٣١٠)، ومسلم في كتاب البر والصلة، باب فضل من يموت له ولد فيحتسبه (٢٦٣٣، ٢٦٣٤) من حديث أبي سعيد الخُدرِيّ.ورواه البُخَارِيّ في الموضعين الأولين (١٠٢)، (١٢٥٠، ١٢٥١)، ومسلم في الموضع السابق (٢٦٣٢، ٢٦٣٤) من حديث أبي هريرة بنحوه، وليس عندهما: فظننا أنَّه لو قيل له: واحد، لقال: واحد. =</p><p> [٥٢٣] وأخبرنا أبو القاسم الحسن (١) بن محمَّد بن جعفر (٢) ، قال: أنا أبو علي أَحْمد بن الحسن (٣) الفامي (٤) ، قال: نا أَحْمد بن (الحسن بن)  (٥) عبد الجبار الصوفي (٦) ، قال: نا يحيى بن معين (٧) ، </p><p>= وروى البُخَارِيّ في \"الأدب المفرد\" (ص ٦٣) (١٤٦)، والإمام أَحْمد في \"مسنده\" ٣/ ٣٠٦ (١٤٢٨٥)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٧/ ٢٠٨ (٢٩٤٦) من طريق محمود بن لبيد، عن جابر بنحوه، وفي آخره: قال محمود: قلت لجابر بن عبد الله: إنِّي لأراكم لو قلتم: واحدًا، لقال: واحدًا. قال: والله أظن. قال الهيثمي: رواه أَحْمد ورجاله ثقات.\"مجمع الزوائد\" ٣/ ٧.وانظر: \"فتح الباري\" لابن حجر ٣/ ١١٩.(١) في (ح): أَحْمد.(٢) الحسن بن محمَّد بن جعفر أبو القاسم الحبيبي، عالم مفسر. كذبه الحاكم.(٣) في (ش)، (ح)، (أ): الحسين.(٤) في (ح): القاضي.وهو: أَحْمد بن الحسين -أو الحسن- الفامي، لم أظفر له بترجمة.(٥) في (أ): الحسين عن.(٦) أَحْمد بن الحسن بن عبد الجبار بن راشد الصوفي أبو عبد الله البغدادي، قال الدارقطني، والخطيب، والخليلي: ثِقَة. ولد في حدود سنة (٢١٠ هـ)، وتوفي في رجب سنة (٣٠٦ هـ).\"سؤالات السلمي للدارقطني\" (ص ١٠٠)، \"الإرشاد\" للخليلي ٢/ ٦٠٩، \"تاريخ بغداد\" للخطيب ٤/ ٨٢، \"الأنساب\" للسمعاني ٣/ ٥٦٦، \"سير أعلام النبلاء\" للذهبي ١٤/ ١٥٢.(٧) يحيى بن معين بن عون بن زياد بن بسطام الغطفاني مولاهم، أبو زكريا البغدادي، ثِقَة، حافظ، مشهور، إمام الجرح والتعديل. قال علي بن المدينيّ: انتهى العلم =</p><p> قال: أنا إسحاق بن الأشعث (١) ، عن (٢)  (شِمْر بن)  (٣) عطية، </p><p>= إلى يحيى بن معين. ولد سنة (١٥٥ هـ) أو (١٥٨ هـ)، وتوفي سنة (٢٣٣ هـ). \"الجرح والتعديل\" لابن أبي حاتم ١/ ٣١٤ - ٣١٨، ٦/ ١٩٢، \"تاريخ بغداد\" للخطيب ١٤/ ١٧٧، \"تهذيب التهذيب\" لابن حجر ٤/ ٣٨٩، \"تقريب التهذيب\" لابن حجر (٦٥١).وانظر مقدمة \"تاريخ يحيى بن معين\" رواية الدُّوريّ، للدكتور أَحْمد محمَّد نور سيف ١/ ١٩ - ٦٨.(١) إسحاق بن الأشعث: لم أقف عليه هكذا! ! والذي يظهر لي أنَّه وقع في اسمه قلب؛ والصواب: أشعث بن إسحاق، فقد ذكره المزي في تلاميذ شِمْر بن عطية. \"تهذيب الكمال\" للمزي ١٢/ ٣٦، ٣/ ٢٥٩ وهو:أشعث بن إسحاق بن سعد بن مالك بن هانئ الأَشْعريّ القمي، قال يحيى بن معين، والنَّسائيّ، والعجلي: ثِقَة. وذكره ابن حبان وابن شاهين في \"الثِّقات\"، وقال الإِمام أَحْمد: صالح الحديث. وقال البَزَّار: روى أحاديث لم يتابع عليه، وقد احتمل النَّاس حديثه. قال ابن حجر: صدوق.\"تاريخ يحيى بن معين\" رواية الدُّوريّ ٢/ ٤٠، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٢٦٩، \"الثِّقات\" لابن حبان ٨/ ١٢٨، \"تاريخ أسماء الثِّقات\" لابن شاهين (ص ٣٧)، \"تهذيب التهذيب\" لابن حجر ١/ ١٧٧، \"تقريب التهذيب\" لابن حجر (٥٢١).(٢) هنا انتهى السقط من (ز) والذي بدأ عند قوله: معه في الخميلة في آخر حديث رقم (٥٠٣).(٣) في (أ): سمرة عن.وهو: شِمْر بن عطية الأسدي الكاهلي الكُوفيّ، قال النَّسائيّ، وابن معين، وابن سعد، والعجلي، والدارقطني: ثِقَة. وذكره ابن حبان في \"الثِّقات\" ونقل ابن خلفون توثيقه عن ابن نمير. وقال ابن حجر: صدوق.\"تاريخ يحيى بن معين\" رواية الدَّارميّ (ص ٣٣١)، \"الطبقات الكبرى\" لابن سعد ٦/ ٣١٠، \"تاريخ أسماء الثِّقات\" لابن شاهين (ص ٢٢٣)، \"الجرح والتعديل\" =</p><p> عن عطاء (١) : {وَقَدِّمُوا لِأَنْفُسِكُمْ} قال: التسمية عند الجِماع (٢) . </p><p> وقال مجاهد:  {وَقَدِّمُوا لِأَنْفُسِكُمْ} يعني: إذا أتى أهله فليدعُ (٣) </p><p> * * * </p><p>= لابن أبي حاتم ٤/ ٣٧٥، \"سؤالات البرقاني للدارقطني\" (ص ٣٦)، \"تهذيب التهذيب\" لابن حجر ٢/ ١٨٠، \"تقريب التهذيب\" لابن حجر (٢٨٢١). (١) عطاء بن أبي رباح، ثِقَة.(٢) [٥٢٣] الحكم على الإسناد:في إسناده شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا. وشيخه لم أظفر له بترجمة.التخريج:رواه عبد الرَّزّاق في \"تفسير القرآن\" ١/ ٩٠، والطبري في \"جامع البيان\" ٢/ ٣٩٩ كلاهما من طريق محمَّد بن كثير، وهو المصيصي، عن عبد الله بن واقد، وعلَّقه ابن أبي حاتم عنه عن طلحة بن عمرو، عن عطاء به ١/ ٤٠٦ (٢١٤٠).وسقط من \"جامع البيان\" للطبري طلحة بن عمرو، وفيه قال: أراه عن ابن عباس. وطلحة بن عمرو متروك.\"تقريب التهذيب\" لابن حجر (٣٠٣٠).ورواه الخرائطي في \"مكارم الأخلاق\" ٢/ ٩٢٣ (١٠٢٨) من طريق بقية بن الوليد، عن زافر بن سليمان، عن أبي رجاء، عن عطاء.وزافر بن سليمان صدوق كثير الأوهام. \"تقريب التهذيب\" لابن حجر (١٩٧٩)، وبقية مدلس، وقد عنعن.وقال يحيى بن معين: أبو رجاء الهروي لم يسمع من عطاء. \"تاريخ يحيى بن معين\" رواية الدُّوريّ ٢/ ٣٣٥.وذكره عن عطاء أَيضًا الحيري في \"الكفاية\" ١/ ١٧٨.(٣) ذكره البَغَوِيّ في \"معالم التنزيل\" ١/ ٢٦٢.</p><p> [٥٢٤] أخبرنا أبو عمرو الفراتي (١) ، قال: أنا الحاكم الجليل (٢) ، قال: أنا محمَّد بن عاصم (٣) ، قال: نا جميل بن يزيد (٤) ، قال: نا شريك (٥) ، عن منصور (٦) ، عن سالم بن أبي الجعد (٧) ، عن ابن </p><p>(١) أَحْمد بن أبي عمرو الفراتي، لم يذكر بجرح ولا تعديل. (٢) محمَّد بن أَحْمد السلمي أبو الفضل الحاكم الجليل، لم يذكر بجرح أو تعديل.(٣) في (ش)، (ح)، (أ) عصام.وهو: محمَّد بن عاصم بن يحيى أبو عبد الله الأَصْبهانِيّ، قال أبو الشيخ: صنف كتبًا كثيرة، يتفقه على مذهب الشَّافعيّ. قال ابن حجر: صدوق، تُوفِّي سنة (٢٩٩ هـ).\"طبقات المحدثين بأصبهان\" لأبي الشيخ ٣/ ٤٩١، \"ذكر أخبار أَصبهان\" لأبي نعيم ٢/ ٢٣٣، \"تاريخ الإِسلام\" للذهبي ٢٢/ ٢٧٢، \"تهذيب التهذيب\" لابن حجر ٣/ ٥٩٨، \"تقريب التهذيب\" لابن حجر (٥٩٨٧).(٤) في (ش): زيد.وهو: جميل بن يزيد، قال ابن أبي حاتم: سألت أبي عنه؟ فقال؟ لا أعرفه. وذكره الذهبي باسم: جميل بن زيد، ونقل عن أبي حاتم أنَّه قال فيه: مجهول. وذكره الحافظ، وقال: يروي عن مالك، وروى عنه بكر بن عيسى المروزي أبو يحيى. وقال الدارقطني -عن حديث رواه عن مالك: لا يثبت عن مالك، ورواته مجهولون.\"الجرح والتعديل\" لابن أبي حاتم ٢/ ٥٢٠، \"ميزان الاعتدال\" للذهبي ١/ ٤٢٣، \"لسان الميزان\" لابن حجر ٢/ ١٣٧.(٥) شريك بن عبد الله، صدوق ساء حفظه بعد توليه قضاء الكوفة.(٦) منصور بن المعتمر، ثِقَة ثبت.(٧) سالم بن أبي الجعد: رافع، الغطفاني الأَشجعيّ مولاهم الكُوفيّ، ثِقَة، وكان يرسل كثيرًا. ووصفه الذهبي بالتدليس، وذكره في المدلسين سبط ابن العجمي والحافظ، وجعله في المرتبة الثَّانية. تُوفِّي سنة (٩٧ هـ) أو (٩٨ هـ)، وقيل: سنة (١٠٠ هـ)، أو التي بعدها ولم يثبت أنَّه جاوز (١٠٠ هـ) سنة. =</p><p> عباس قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا أراد أحدكم أن يأتي أهله فليقل: بسم الله اللهم، جنبنا(١)الشيطان، وجنب الشيطان ما رزقتنا. فإن قُدِّر بينهما ولد لم(٢)يضره الشيطان(٣)\" . </p><p>= \"الجرح والتعديل\" لابن أبي حاتم ٤/ ١٨١، \"ميزان الاعتدال\" للذهبي ٢/ ١٠٩، \"جامع التحصيل\" لابن رشد (ص ١٧٩)، \"تهذيب التهذيب\" لابن حجر ١/ ٦٧٤، \"تقريب التهذيب\" لابن حجر (٢١٧٠). (١) في باقي النسخ: جنبني، والمثبت من (س).(٢) في (أ): لا.(٣) في (ش)، (ح): شيطان.[٥٢٤] الحكم على الإسناد:في إسناده شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا، وشيخه لم أظفر له بترجمة، وفيه جميل بن يزيد مجهول، وفيه سقط، وقد ورد الحديث من طرق صحيحة عن منصور، عن سالم، عن كريب، عن ابن عباس، به:التخريج:رواه البُخَارِيّ في كتاب الوضوء، باب التسمية على كل حال وعند الوقاع (١٤١)، وفي كتاب الدعوات، باب ما يقول إذا أتى أهله (٦٣٨٨)، وفي كتاب التوحيد، باب مقلب القلوب (٧٣٩٦)، ومسلم في كتاب النكاح، باب ما يستحب أن يقول عند الجماع (١٤٣٤)، وأبو داود في كتاب النكاح، باب جامع النكاح (٢٣٦١)، وابن ماجه في كتاب النكاح، باب ما يقول الرَّجل إذا دخلت عليه أهله (١٩١٩) من طريق جرير.ورواه البُخَارِيّ في كتاب بدء الخلق، باب صفة إبليس وجنوده (٣٢٨٣)، ومسلم -الموضع السابق- والإمام أَحْمد في \"مسنده\" ١/ ٢٨٦ (٢٥٩٧)، من طريق شعبة.ورواه البُخَارِيّ في الموضع السابق (٣٢٧١) من طريق همام. ورواه في كتاب النكاح، باب ما يقول الرَّجل إذا أتى أهله (٥١٦٥) من طريق شيبان. =</p><p> وقال السدي والكلبي: يعني: الخير (١) ، والعمل الصالح (٢) ، دليله سياق الآية:  {وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ} . </p><p> قال ابن كيسان: قدموا لأنفسكم في كل ما أحل الله لكم، (وحرم (٣) عليكم) (٤) ، وما تعبدكم (٥) به؛ (فإن تصديقكم الله ورسوله بكل ما أحل لكم (٦) ، وحرم (٧) عليكم، وما تعبدتم به) (٨) قدم صدق </p><p>= ورواه مسلم في الموضع السابق، والإمام أَحْمد في \"مسنده\" ١/ ٢٨٣ (٢٥٥٥) من طريق سفيان الثَّوريّ. ورواه التِّرْمِذِيّ في كتاب النكاح، باب ما يقول إذا دخل على أهله (١٠٩٢)، وقال: حديث حسن صحيح. والنَّسائيّ في \"عشرة النساء\" (ص ١٤٣) (١٤٤)، والإمام أَحْمد في \"مسنده\" ١/ ٢٢٠ (١٩٠٨) من طريق سفيان بن عيينة، كلهم عن منصور، عن سالم بن أبي الجعد، عن كريب، عن ابن عباس به، مرفوعًا بنحوه. ورواه البُخَارِيّ في كتاب بدء الخلق، باب صفة إبليس (٣٢٨٣)، والنَّسائيّ في \"عمل اليوم والليلة\" (ص ٩٩) (٢٧١) كلاهما من طريق الأَعمش، عن سالم، عن كريب به.(١) ساقطة من (س).(٢) قول السدي رواه الطبري في \"جامع البيان\" ٢/ ٣٩٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٠٦ (٢١٣٩)، وقول الكلبي: ذكره البَغَوِيّ في \"معالم التنزيل\" ١/ ٢٦٢.(٣) في (ز): وما حرم.(٤) ساقطة من (ش)، (ح).(٥) في (أ): تعبدتم.(٦) ساقطة من (ح).(٧) في (ز): وما حرم.(٨) ما بين القوسين ساقط من (أ).</p>"
}