{
  "id": null,
  "sura": 2,
  "aya": 271,
  "text": "<p> موضعهما بالرياء والمعصية ونحوهما. {مِنْ أَنْصَارٍ} أعوان (١) يرفعون (٢) عذاب الله عنهم. والأنصار (٣) جمع نصير، مثل: شريف وأشراف، وحبيب وأحباب. </p><p> ٢٧١ - قوله - عَزَّ وَجَلَّ -: {إِنْ تُبْدُواْ الْصَّدَقَاتِ فَنِعِمَّا هِيَ} </p><p> وذلك أنهم قالوا: يا رسول الله، صدقة السر أفضل أم صدقة العلانية؟ فأنزل -عزَّ وجلَّ-: {إِنْ تُبْدُواْ الْصَّدَقَاتِ} أي: تظهروها وتعلنوها (٤) . </p><p> {فَنِعِمَّا هِيَ} أي: نعمت الخصلة هي، و {مَا} في محل الرفع، و {هِيَ} في محل النصب، كما تقول: نعم الرجل رجلًا، فإذا عَرَّفت رفعتَ، فقلت: نِعْمَ الرجل زيدٌ. </p><p> وأصله نعم ما، فوُصِلَتْ وأدغمت. وكان الحسن يقرؤها:  (فنعم ما)  (٥) مفصولة على الأصل (٦) . </p><p>(١) قبلها في (ح)، (أ): من. (٢) في جميع النسخ: يدفعون.(٣) كذا في جميع النسخ. وفي الأصل: فالأنصار.(٤) ذكره الواحدي في \"أسباب النزول\" (ص ٨٩٠) وابن الجوزي في \"زاد المسير\" ١/ ٣٢٥، وأبو حيان في \"البحر المحيط\" ٢/ ٣٣٧، وابن حجر في \"العجاب في بيان الأسباب\" ١/ ٦٢٧ عن الكلبي، وذكره الواحدي في \"الوسيط\" ١/ ٣٨٤ عن ابن عباس، وأظنه من رواية الكلبي عن أبي صالح عن ابن عباس.(٥) في (ش)، (ح)، (أ) زيادة: هي.(٦) ذكرها العكبري في \"إعراب القراءات الشواذ\" ١/ ٢٨١ دون عزو لأحد. وعزاها =</p><p> وقرأ أبو جعفر، وشيبة، ونافع غير ورش، وعاصم برواية أبي بكر، وأبو عمرو، وأبو بحريّة:  (فنِعْمَّا) بكسر النون وجزم العين، ومثله في سورة النساء (١) . واختاره أبو عبيد (٢) ، وذكر أنها لغة النبي - صلى الله عليه وسلم - حين قال (لعمرو بن العاص)  (٣) : \"نِعْمَّا بالمال الصالح للرجل الصالح\"  (٤) . هكذا روي في الحديث. </p><p>= ابن خالويه في \"مختصر في شواذ القرآن\" (ص ٢٤)، والكرماني في \"شواذ القراءة\" (٤٤ أ) لابن مسعود. قال الدمياطي في \"إتحاف فضلاء البشر\" ١/ ٤٥٦: وقرأ أبو جعفر بإسكان العين، ووافقه اليزيدي والحسن.وقال النحاس في \"إعراب القرآن\" ١/ ٣٣٨: ويجوز في غير القرآن: فنعم ما هي، ولكنه في السواد متصل فلزم الإدغام.(١) آية: ٥٨.(٢) انظر: \"معاني القرآن\" للزجاج ١/ ٣٥٢، \"علل القراءات\" للأزهري ١/ ٩٧.(٣) ساقطة من (أ).عمرو بن العاص بن وائل بن هاشم بن سعيد السهمي القرشي أبو عبد الله.أسلم قبل الفتح سنة ثمان، ولما أسلم كان النبي - صلى الله عليه وسلم - يقربه ويدنيه؛ لمعرفته وشجاعته، وولاه غزاة ذات السلاسل، ثم استعمله على عمان. وولي عمرو إمرة مصر في زمن عمر بن الخطاب، وهو الَّذي افتتحها، وكان أحد دهاة العرب. توفي سنة (٤٣ هـ) على الصحيح، وهو ابن تسعين سنة، وقيل غير ذلك.\"فضائل الصحابة\" للإمام أحمد ٢/ ١١٥٤، \"الاستيعاب\" لابن عبد البر ٣/ ١١٨٤، \"أسد الغابة\" لابن الأثير ٤/ ١١٥، \"الإصابة\" لابن حجر ٥/ ٢.(٤) ما بين القوسين ساقط من (أ).رواه الإمام أحمد في \"المسند\" ٤/ ١٩٧ (١٧٧٦٣)، ٤/ ٢٠٢ (١٧٨٠٢)، وفي \"فضائل الصحابة\" ٢/ ١١٥٤ (١٧٤٥)، والبخاري في \"الأدب المفرد\" =</p><p> وقرأ ابن عامر (١) ، ويحيى بن وثاب، والأعمش، وحمزة، والكسائي، وخلف بفتح النون وكسر العين فيهما. وقرأ طلحة، وابن كثير (وريس وحفص)  (٢) ، ويعقوب، وأيوب بكسر النون والعين جميعًا (٣) . واختاره أبو حاتم، وهي لغات (٤) صحيحة، ونَعِم ونِعْم (٥) </p><p>= (ص ١١٢) (٢٩٩)، وأبو يعلى في \"مسنده\" ١٣/ ٣٢٠ (٧٣٢٦)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ٦ - ٧ (٣٢١٠)، والطبراني في \"المعجم الأوسط\" ٩/ ٢٢ (٩٠١٢)، والحاكم في \"المستدرك\" ٢/ ٣، ٢/ ٢٥٧ وقال: حديث صحيح على شرط مسلم، والبغوي في \"شرح السنة\" ١٠/ ٩١ (٢٤٩٥)، والقضاعي في \"مسند الشهاب\" ٢/ ٢٥٩ (١٣١٥) كلهم من طريق موسى بن علي ابن رباح عن أبيه، عن عمرو به. قال الهيثمي في \"مجمع الزوائد\" ٩/ ٣٥٣: رواه الطبراني في \"الكبير\" ... ورجال أحمد، وأبي يعلى رجال الصحيح.وقال ابن حجر في \"الإصابة\" لابن حجر ٥/ ٣: سنده حسن.وفي \"المسند\" للإمام أحمد ٤/ ٢٠٢ (١٧٨٠٢): كذا في النسخة (نَعِما) بنصب النون وكسر العين. وقال أبو عبيد: بكسر النون والعين. وفي \"المستدرك\" للحاكم ٢/ ٢٥٧: يعني: بفتح النون، وكسر العين.(١) في (ز): ابن عباس.(٢) زيادة من (أ).(٣) زيادة من (ح).انظر: \"السبعة\" لابن مجاهد (ص ١٩٠)، \"المبسوط في القراءات العشر\" لابن مهران الأصبهاني (ص ١٣٦)، \"الكامل في القراءات الخمسين\" للهذلي (١٧١ أ)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٣٥.(٤) في (ح): لغة.(٥) في (أ): ونِعْم ونِعَمَ.</p><p> لغتان جيدتان. ومن كسر النون والعين أتبع الكسرة الكسرة؛ لئلا يلتقي ساكنان؛ سكون العين والإدغام (١) . </p><p> {وَإِن تُخْفُوهَا} تسروها {وَتُؤتُوهَا} تعطوها {الْفُقَرَاءِ} في السِّر {فَهُوَ خَيْرٌ لَكُمْ} وأفضل، وكلٌّ مقبول إذا كانت النية صادقة، ولكن صدقة السر أفضل، وفي الحديث:  \"صدقة السر تطفئ غضب الرب، وتطفئ الخطيئة كما يطفئ الماء النار، وتدفع سبعين بابًا من البلاء\"  (٢) . </p><p>(١) انظر: \"إعراب القرآن\" للنحاس ١/ ٣٣٨، \"الحجة\" لابن زنجلة (ص ١٤٧)، \"علل القراءات\" للأزهري ١/ ٩٦ - ٩٧. (٢) لم أجده بهذا السياق ويظهر لي أن المصنف قد جمعه من أحاديث متفرقة.والجزء الأول رواه الطبراني في \"المعجم الأوسط\" ٣/ ٣٧٨ (٣٤٥٠)، وفي \"المعجم الصغير\" (ص ٤٢٧) (١٠٣٧)، والحاكم في \"المستدرك\" وقال: صحيح الإسناد ٣/ ٦٥٧، والقضاعي في \"مسند الشهاب\" ١/ ٩٢ (٩٩)، كلهم من طريق أصرم بن حوشب قال: حدثنا إسحاق بن واصل -ووقع في \"المعجم الصغير\"، \"مسند الشهاب\": قرة بن خالد- عن أبي جعفر محمد بن علي، عن عبد الله بن جعفر به بنحوه مرفوعًا.قال الذهبي في \"تلخيص المستدرك\" ٣/ ٦٥٧: أظنه موضوعًا، فإسحاق متروك، وأصرم متهم بالكذب.وقال الهيثمي في \"مجمع الزوائد\" ٩/ ١٧٠: فيه أصرم بن حوشب، وهو متروك. وقال في ٣/ ١١٥: وهو ضعيف.ورواه الطبراني في \"المعجم الكبير\" ١٩/ ٤٢١ (١٠١٨)، وفي \"المعجم الأوسط\" ١/ ٢٨٩ (٩٤٣)، والقضاعي في \"مسند الشهاب\" ١/ ٩٤ (١٠٢)، كلهم من طريق صدقة بن عبد الله عن الأصبغ، عن بهز بن حكيم، عن أبيه، عن جده، مرفوعًا بنحوه. قال الهيثمي في \"مجمع الزوائد\" ٣/ ١١٥: فيه صدقة بن عبد الله، وثقه دحيم، =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وضعفه جماعة. وقال ابن حجر في \"تقريب التهذيب\" (٢٩١٣): فيه: ضعيف.وقال الهيثمي في \"مجمع الزوائد\" ٨/ ١٩٤: فيه أصبغ غير معروف، وبقية رجاله وثقوا، وفيهم خلاف.ورواه الترمذي كتاب الزكاة، باب ما جاء في فضل الصدقة (٦٦٤)، وقال: حسن غريب. وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٨/ ١٠٣ (٣٣٠٩)، وابن عدي في \"الكامل\" ٤/ ٢٥٢، والبغوي في \"شرح السنة\" ٦/ ١٣٣ (١٦٣٤)، والضياء المقدسي في \"الأحاديث المختارة\" ٥/ ٢١٨ - ٢١٩ (١٨٤٧، ١٨٤٨)، كلهم من طريق عبد الله بن عيسى الخراز، عن يونس بن عبيد، عن الحسن البصري، عن أنس بن مالك مرفوعًا بلفظ: \"الصدقة تطفئ غضب الرب، وتدفع ميتة السوء\".وعبد الله بن عيسى الخراز، ضعيف.انظر: \"تقريب التهذيب\" لابن حجر (٣٥٢٤).وللحديث شواهد من حديث أبي سعيد، وابن مسعود، وابن عباس وأبي أمامة، وأم سلمة، ذكرها الألباني في \"سلسلة الأحاديث الصحيحة\" ٤/ ٥٣٩، ثم قال: وجملة القول إن الحديث بمجموع طرقه وشواهده صحيح بلا ريب.وانظر \"إرواء الغليل\" للألباني ٣/ ٣٩٠ - ٣٩٣.قلت: الأحاديث التي ذكرها الألباني لا تقوي بعضها بعضًا، لأن غالبها ضعفه شديد لوجود متروكين أو متهمين. وبعضها في أسانيدها رجال لم يعرفوا، وأمثلها -مع ضعفه- ما رواه الترمذي، وباقيها أشد ضعفًا منه.وروى الترمذي في الإيمان، باب ما جاء في حرمة الصلاة (٢٦١٦)، وقال: حسن صحيح. وابن ماجة في الفتن، باب كف اللسان في الفتنة (٣٩٧٣)، والإمام أحمد في \"المسند\" ٣١ (٢٢٠١٦)، والطبراني في \"المعجم الكبير\" ٢٠/ ١٣٠ (٢٦٦)، كلهم من طريق عاصم ابن بهدلة، عن أبي وائل، عن معاذ مرفوعًا في حديث طويل وفيه: \"والصدقة تطفئ الخطيئة كما يطفئ الماء النار\". =</p><p> [٦٢٦] حدثنا (١) أبو محمد الحسن (٢) بن أحمد بن محمد العدل المخلدي (٣) رحمه الله، </p><p>= وروى ابن ماجة كتاب الزهد، باب في الحسد (٤٢١٠)، وأبو يعلى في \"مسنده\" ٦/ ٣٣٠ (٣٦٥٦)، والأصبهاني في \"الترغيب والترهيب\" ٢/ ٥٢ (١١٣٤)، كلهم من طريق عيسى بن أبي عيسى الحناط، عن أبي الزناد، عن أنس مرفوعًا في حديث طويل، وفيه الجملة السابقة. قال البوصيري في \"مصباح الزجاجة\" ٢/ ٣٤٠ (١٥٠٠) هذا إسناد فيه عيسى بن أبي عيسى، وهو ضعيف.وروى الخطيب في \"تاريخ بغداد\" ٨/ ٢٠٧ من طريق الحارث بن النعمان بن سالم قال: حدثني الحارث بن النعمان بن سالم الليثي الكوفي. قال الحارث: هذا الشيخ على اسمي واسم أبي واسم جدي عن أنس قال: قال رسول الله - صلى الله عليه وسلم -: \"الصدقة تمنع سبعين نوعًا من أنواع البلاء، أهونها الجذام والبرص\".وعزاه المتقي الهندي في \"كنز العمال\" ٦/ ٣٤٦ (١٥٩٨٢) للخطيب وحده.وقال ابن حجر في \"تقريب التهذيب\" (١٠٥٢): الحارث بن النعمان ضعيف.وروى ابن شاهين في \"الترغيب في فضائل الأعمال\" (ص ٣٢٥) (٣٨٣). والطبراني في \"المعجم الكبير\" ٤/ ٢٧٤ (٤٤٠٢) من طريق جبارة بن المغلس قال: نا حماد بن شعيب، عن سعيد بن مسروق، عن عباية بن رفاعة، عن رافع بن خديج قال: قال رسول الله - صلى الله عليه وسلم -: \"الصدقة تسد سبعين بابًا من الشر\".قال الهيثمي في \"مجمع الزوائد\" ٣/ ١٠٩: رواه الطبراني في \"الكبير\"، وفيه حماد ابن شعيب ضعيف.قلت: وجبارة بن المغلس ضعيف أيضًا.انظر: \"تقريب التهذيب\" لابن حجر (٨٩٠).(١) في (ش)، (ح): أنا.(٢) كذا في جميع النسخ وهو الصواب. وفي الأصل زيادة: بن محمد.(٣) الحسن بن أحمد، أبو الحسن المخلدي، صحيح الكتب والسماع، متقن في الرواية.</p><p> قال: أنا (١) أبو حامد أحمد (٢) بن محمد بن الحسن الحافظ (٣) ، قال: نا عبد الرحمن بن بشر (٤) ، قال: نا يحيى بن سعيد (٥) ، عن (٦) عبيد الله (٧) بن عمر (٨) ، قال: أخبرني خُبيب بن عبد الرحمن (٩) ، عن حفص بن عاصم (١٠) ، عن أبي هريرة (١١) ، عن رسول الله -صلى الله عليه وسلم- قال: \"سبعة يظلهم الله في ظله يوم لا ظل إلا ظله: الإمام </p><p>(١) في (ش): نا. (٢) ساقطة من (ش).(٣) أحمد بن محمد بن الحسن، أبو حامد الشرقي، ثقة، مأمون.(٤) ثقة.(٥) القطان، ثقة، متقن.(٦) ساقطة من (ش).(٧) في (ح): عبد الله.(٨) في (أ): عمير.عبيد الله بن عمر، ثقة، ثبت.(٩) خبيب بن عبد الرحمن بن خبيب بن يساف الأنصاري، أبو الحارث المدني.ثقة. توفي سنة (١٣٢ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٣٨٧، \"تهذيب التهذيب\" لابن حجر ١/ ٥٤٠، \"تقريب التهذيب\" لابن حجر (١٧٠٢).(١٠) حفص بن عاصم بن عمر بن الخطاب العدوي القرشي المدني.ثقة، قال الذهبي في \"سير أعلام النبلاء\" ٤/ ١٩٦: توفي في حدود سنة (٩٠ هـ).وانظر: \"الجرح والتعديل\" لابن أبي حاتم ٣/ ١٨٤، \"تهذيب التهذيب\" لابنحجر ١/ ٤٥١، \"تقريب التهذيب\" لابن حجر (١٤٠٧)(١١) صحابي مشهور.</p><p> العدل (١) ، وشاب نشأ بعبادة (٢) الله عز وجل، ورجل قلبُه معلق (٣) في المسجد (٤) ، ورجلان تحابا في الله فاجتمعا عليه وتفرقا عليه، ورجل دعته امرأة ذات منصب وجمال فقال: إني أخاف الله عز وجل، ورجل تصدق بصدقة فأخفاها حتى لم تعلم يمينه ما تنفق شماله (٥) ، ورجل ذكر الله خاليًا ففاضت عيناه\" (٦) . </p><p>(١) في جميع النسخ، وأكثر مصادر تخريج الحديث: العادل. وفي رواية للبخاري كتاب الزكاة، باب الصدقة باليمين (١٤٢٣): \"إمام عدل\". (٢) في (ز)، (أ): في عبادة.(٣) كذا في جميع النسخ، ومصادر التخريج. وفي الأصل: متعلق.(٤) في (ش)، (ح): بالمساجد. وفي (ز)، (أ): بالمسجد.(٥) قال النووي في \"شرح صحيح مسلم\" ٧/ ١٢٢: هكذا وقع في جميع نسخ مسلم في بلادنا، وغيرها، وكذا نقله القاضي عن جميع روايات نسخ مسلم \"لا تعلم يمينه ما تنفق شماله\" والصحيح المعروف: \"حتى لا تعلم شماله ما تنفق يمينه\" هكذا رواه مالك في \"الموطأ\" والبخاري في \"صحيحه\" وغيرهما من الأئمة، وهو وجه الكلام؛ لأن المعروف في النفقة فعلها باليمين.قال ابن حجر في \"فتح الباري\" ٢/ ١٤٦: وهو نوع من أنواع علوم الحديث. . . فيكون المقلوب تارة في الإسناد وتارة في المتن.(٦) [٦٢٦] الحكم على الإسناد:إسناده صحيح.التخريج:قال ابن حجر في \"فتح الباري\" ٢/ ١٤٦: وأخرجه الجوزقي في \"مستخرجه\" عن أبي حامد بن الشرقي، عن عبد الرحمن بن بشر بن الحكم.ورواه البخاري كتاب الأذان، باب من جلس في المسجد ينتظر الصلاة وفضل المساجد (٦٦٠)، وكتاب الرقاق، باب البكاء من خشية الله (٦٤٧٩) مختصرًا، =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= عن محمد بن بشار. وكتاب الزكاة، باب الصدقة باليمين (١٤٢٣) عن مسدد. ورواه مسلم كتاب الزكاة، باب فضل إخفاء الصدقة (١٠٣١/ ٩١)، عن زهير بن حرب، ومحمد بن المثنى، وساق حديث زهير.والترمذي كتاب الزهد، باب ما جاء في الحب في الله (٢٣٩١)، عن سوار بن عبد الله العنبري، ومحمد بن المثنى، ولم يسق لفظه.والإمام أحمد في \"المسند\" ٢/ ٤٣٩ (٩٦٦٥)، كلهم عن يحيى بن سعيد القطان به بنحوه.وقد وقع في رواية زهير بن حرب وعبد الرحمن بن بشر عن يحيى: \"حتى لا تعلم يمينه ما تنفق شماله\".قال ابن حجر في \"فتح الباري\" ٢/ ١٤٦: وليس الوهم فيه ممن دون مسلم، ولا منه، بل هو من شيخه؛ أو من شيخ شيخه يحيى القطان. . . قال أبو حامد بن الشرقي: يحيى القطان عندنا واهم في هذا، وإنما هو \"حتى لا تعلم شماله ما تنفق يمينه\".قلت: والجزم بكون يحيى هو الواهم فيه نظر؛ لأن الإمام أحمد قد رواه عنه على الصواب، وكذلك أخرجه البخاري هنا، عن محمد بن بشار، وفي الزكاة عن مسدد، وكذا أخرجه الإسماعيلي من طريق يعقوب الدورقي وحفص بن عمر، كلهم عن يحيى، وكأن أبا حامد لما رأى عبد الرحمن قد تابع زهيرًا ترجح عنده أن الوهم من يحيى، وهو محتمل بأن يكون منه لما حدث به هذين خاصة، مع احتمال أن يكون الوهم منهما تواردا عليه.ورواه البخاري كتاب المحاربين، باب فضل من ترك الفواحش (٦٨٠٦)، والنسائي كتاب آداب القضاة، باب الإمام العادل ٨/ ٢٢٢، كلاهما من طريق عبد الله بن المبارك.ورواه مالك في \"الموطأ\" في كتاب الشعر، باب ما جاء في المتحابين ٢/ ٩٥٢، ومن طريقه رواه مسلم كتاب الزكاة، باب فضل إخفاء الصدقة (١٠٣١/ ٩١) والترمذي كتاب الزهد، باب ما جاء في الحب في الله (٢٣٩١)، كلاهما عن عبيد الله بن عمر به بنحوه.</p><p> (قوله تعالى)  (١) : {وَيُكَفِّرُ عَنْكُمْ} . </p><p> [٦٢٧] أخبرنا الحاكم أبو عبد الله الحافظ (٢) ، قال: أنا الحسين ابن الحسن بن أيوب (٣) ، قال: أنا علي بن عبد العزيز (٤) ، قال: نا أبو عبيد (٥) ، قال: نا حجاج (٦) ، عن هارون (٧) ، عن (٨) حنظلة السدوسي (٩) ، عن شهر بن حوشب (١٠) ، عن ابن عباس أنه قرأ:  (وتُكَفِّر) بالتاء (١١) ، رد المعنى إلى الصدقات (١٢) . </p><p>(١) ساقطة من (ش)، (ح)، (أ). (٢) محمد بن عبد الله أبو عبد الله الحاكم، ثقة، إمام.(٣) ثقة.(٤) علي بن عبد العزيز البغوي، ثقة.(٥) القاسم بن سلام أبو عبيد، ثقة، فاضل.(٦) حجاج بن محمد الأعور، ثقة، ثبت، لكنه اختلط في آخر عمره.(٧) هارون بن موسى، ثقة مقرئ، إلاَّ أنه رُمي بالقدر.(٨) في (ح): بن.(٩) حنظلة بن عبد الله السدوسي، ضعيف.(١٠) صدوق، كثير الإرسال والأوهام.(١١) ساقطة من (أ).(١٢) [٦٢٧] الحكم على الإسناد:إسناده ضعيف؛ فيه حنظلة السدوسي ضعيف.التخريج:رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٣٧ (٢٨٥١) من طريق عباد بن العوام قال: ثنا حنظلة به بنحوه.والقراءة عزاها لابن عباس: الطبري في \"جامع البيان\" ٣/ ٩٣، والنحاس في \"إعراب القرآن\" ١/ ٣٣٩، والكرماني في \"شواذ القراءة\" (٤٤ أ).</p><p> وكذلك قرأ [عكرمة (١) . وقرأ الحسن، وحميد، وابن عامر، وحفص:  {وَيُكفِّرُ} بالياء والرفع (على معنى)  (٢) : ويكفر الله. وقرأ ابن كثير، وعاصم برواية أبي بكر (٣) ، وأبو عمرو، ويعقوب بالنون ورفع الراء على الاستئناف. أي (٤) : ونحن نكفر عنكم (٥) على التعظيم. قرأ] (٦) أبو جعفر، وشيبة، ونافع، والأعمش، وحمزة، والكسائي وأيوب، وأبوحاتم بالنون والجزم (٧) نسقًا على موضع (٨) الفاء التي في قوله: {فَهُوَ خَيْرٌ لَكُمْ} ؛ لأن موضعها </p><p>(١) عزاها له النحاس في \"إعراب القرآن\" ١/ ٣٣٩، والقرطبي في \"الجامع لأحكام القرآن\" ٣/ ٣٣٥، وأبو حيان في \"البحر المحيط\" ٢/ ٣٣٩، والسمين الحلبي في \"الدر المصون\" ٢/ ٦١١. وقال أبو حيان: إلا أنه فتح الفاء، وبنى الفعل للمفعول الذي لم يسم فاعله. وقد روى سعيد بن منصور في \"السنن\" ٣/ ٩٨٠ (٤٤٩)، عن عكرمة أنه قرأ: (ونكفر).قال المحقق: كذا في الأصل بالنون، ولم تضبط.(٢) في (ح): المعنى.(٣) زيادة من (أ).(٤) ساقطة من (أ).(٥) ساقطة من (ح)، (أ).(٦) ما بين الحاصرتين ساقط من (ش).(٧) انظر: \"السبعة\" لابن مجاهد (ص ١٩١)، \"الحجة\" لابن زنجلة (ص ١٤٧ - ١٤٨)، \"الكشف عن وجوه القراءات\" لمكي ١/ ٣١٧، \"الاختيار في القراءات العشر\" لسبط الخياط ١/ ٣١٤، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٣٦.(٨) زيادة من (أ).</p><p> جزم بالجزاء. </p><p> قوله (١) : {مِنْ سَيِّئَاتِكُمْ} أدخل (ش) للتبعيض. علقه بالمشيئة ليكون العباد فيها على وجل ولا يتكلوا. وقال نحاة البصرة: معناه: الإسقاط، تقديره: ويكفر (٢) عنكم سيئاتكم (٣)  {وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} . </p><p> قال أهل المعاني: هذِه الآية في صدقة التطوع، لإجماع العلماء أن الزكاة المفروضة إعلانها أفضل (٤) ، كالصلاة المكتوبة في الجماعة أفضل من إفرادها، وكذلك سائر الفرائض لمعنيين: أحدهما: ليقتدي به الناس. والثاني: إزالة التهمة، لئلا يُسيء الناس به الظَّنَّ، ولا رياء في الفرض. فأما النوافل والفضائل فإخفاؤها أفضل؛ لبعدها من الرياء والآفات، يدل على صحة هذا التأويل: </p><p> [٦٢٨] ما أخبرنا ابن فنجويه (٥) ، </p><p>(١) ساقطة من (ح). (٢) في (ح)، (ز)، (أ): ونكفر.(٣) انظر: \"جامع البيان\" للطبري ٣/ ٩٣، \"إملاء ما من به الرحمن\" للعكبري ١/ ١١٥ - ١١٦، \"المحرر الوجيز\" لابن عطية ١/ ٣٦٧، وقال: وحكى الطبري عن فرقة أنها قالت: (ش) زائدة في هذا الموضع. وذلك منهم خطأ.(٤) انظر: \"جامع البيان\" للطبري ٣/ ٩٤، \"أحكام القرآن\" لابن العربي ١/ ٢٣٦، \"فتح الباري\" لابن حجر ٣/ ٢٨٩.(٥) في (ح): أبو عبد الله بن فنجويه هو الدينوري.وهو الحسين بن محمد بن فنجويه أبو عبد الله الثقفي، ثقة صدوق، كثير الروايةللمناكير.</p><p> قال: نا (١) أبو علي بن حبش (٢) المقرئ (٣) ، قال: أنا (٤) علي بن زنجويه (٥) ، قال: نا سلمة (٦) ، قال: نا عبد الرزاق (٧) ، قال: أنا (٨) رجل، عن عَمَّار (٩) الدُّهْني (١٠) ، عن أبي جعفر (١١) في قوله عز وجل: </p><p>(١) في (ش)، (ز): أخبرنا. (٢) كذا في (ش)، (ح)، وهو الصواب. وفي الأصل و (ز)، (أ): حبيش.(٣) الحسين بن محمد بن حبش أبو علي المقرئ، ثقة، مأمون.(٤) في (ش)، (أ): نا.(٥) علي بن بَرِّي بن زنجويه بن ماهان أبو الحسن الدينوري. قدم بغداد وحدَّث بها عن سلمة بن شبيب، روى عنه أبو بكر الشافعي، وعيسى بن حامد.انظر: \"تاريخ بغداد\" للخطيب ١١/ ٣٥٤، \"توضيح المشتبه\" لابن حجر ١/ ٤٤٣.(٦) سلمة بن شبيب، ثقة.(٧) عبد الرزاق بن همام، ثقة، اختلط بعد سنة مئتين.(٨) في (أ): ثنا.(٩) في (ش): عمارة.(١٠) عمار بن معاوية، ويقال غير ذلك، الدهني البجلي أبو معاوية الكوفي.قال الإمام أحمد، وابن معين، وأبو حاتم، والنسائي والترمذي: ثقة. وذكره ابن حبان في \"الثقات\" وقال: ربما أخطأ. وقال يعقوب بن سفيان: لا بأس به. قال الذهبي: شيعي موثق وقال ابن حجر: صدوق، يتشيع. توفي سنة (١٣٣ هـ) ومئة. \"العلل ومعرفة الرجال\" للإمام أحمد ٣/ ١٣٢، \"المعرفة والتاريخ\" للفسوي ٣/ ٨٧، \"سنن الترمذي\" (١٦٧٩)، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٣٩٠، \"الثقات\" لابن حبان ٥/ ٢٦٨، \"تهذيب التهذيب\" لابن حجر ٣/ ٢٠٤، \"الكاشف\" للذهبي (٣٩٩٨) \"تقريب التهذيب\" لابن حجر (٤٨٣٣).قلت: هو ثقة.(١١) محمد بن علي بن الحسين أبو جعفر الباقر، ثقة، فاضل.</p><p> {إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ} قال (١) : يعني: الزكاة المفروضة. </p><p> {وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ} يعني: التطوع (٢) . </p><p> [٦٢٩] وأخبرنا عبد الله بن حامد (٣) ، قال: أنا أحمد بن محمد بن يوسف (٤) ، (قال: نا)  (٥) عبيد (٦) الله بن يحيى (٧) ، قال: نا يعقوب بن سفيان (٨) ، قال: نا أبو اليمان (٩)  (إن شاء الله)  (١٠) ، قال: نا أبو بكر بن أبي مريم (١١) ، </p><p>(١) ساقطة من (ح). (٢) [٦٢٨] الحكم على الإسناد:إسناده ضعيف، فشيخ المصنف كثير الرواية للمناكير، وفيه أيضًا علي بن زنجويه لم أجد فيه جرحًا أو تعديلًا، وفيه رجل مبهم.التخريج:وهو في \"تفسير القرآن\" لعبد الرزاق ١/ ١٠٩، ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٣٥ (٢٨٤٤)، عن محمد بن حماد الطهراني قال: أنبأنا عبد الرزاق به.(٣) عبد الله بن حامد الأصبهاني، فقيه، لم يذكر بجرح أو تعديل.(٤) أحمد بن محمد بن يوسف، ثقة، روى من كتابه، لم يكن سماعه فيه صحيحًا.(٥) ساقطة من (ش).(٦) في (ح): عبد.(٧) صدوق.(٨) ثقة، حافظ.(٩) الحكم بن نافع البهراني مولاهم أبو اليمان الحمصي، ثقة، ثبت.(١٠) ساقطة من (أ).(١١) أبو بكر بن عبد الله بن أبي مريم الغساني الشامي، ضعيف، وكان قد سُرق بيته؛ فاختلط. =</p><p> عن سعيد بن سويد (الكلبي (١) يرفعه أن) (٢) النبي - صلى الله عليه وسلم - سئل عن الجهر بالقراءة والإخفاء، فقال: \"هي بمنزلة الصدقة (٣) : {إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ}  (٤) . </p><p> [٦٣٠] وأخبرني (٥) محمد بن القاسم (٦) ، قال: نا محمد بن يزيد (٧) ، قال: نا أبو يحيى (البزاز (٨) ، قال: نا محمد بن يحيى (٩) ) (١٠) ، قال: نا أبو صالح (١١) ، (قال: حدثني)  (١٢) معاوية بن صالح (١٣) ، عن بَحِير (١٤) </p><p>انظر: \"الكامل\" لابن عدي ٢/ ٣٦، \"تهذيب التهذيب\" لابن حجر ٤/ ٤٩٠، \"تقريب التهذيب\" لابن حجر (٧٩٧٤). (١) سعيد بن سويد الكلبي الشامي، ووثقه ابن حبان قال البزار، ليس به بأس.(٢) في (ش): يرفعه الكلبي إلى.(٣) في (ح)، (أ): الصدقات.(٤) [٦٢٩] الحكم على الإسناد:فيه أبو بكر بن أبي مريم، ضعيف. وهو إسناد معضل؛ سعيد بن سويد بينه وبين الرسول - صلى الله عليه وسلم - اثنان على الأقل، وقد صح من حديث عقبة بن عامر.(٥) في (ح): أنبأني.(٦) محمد بن القاسم الفارسي، كان فقيهًا متكلمًا، واعظًا كذبه الحاكم وجماعة.(٧) محمد بن يزيد المعدل، لم أجد فيه جرحًا أو تعديلًا.(٨) زكريا بن يحيى البزاز، فقيه، لم أجد فيه جرحًا أو تعديلًا.(٩) محمد بن يحيى الذهلي، ثقة، حافظ.(١٠) ما بين القوسين ساقط من (ش). و (قال نا محمد بن يحيى) ساقطة من (ح).(١١) عبد الله بن صالح، كاتب الليث، صدوق، كثير الغلط، ثبت في كتابه.(١٢) ساقطة من (أ).(١٣) صدوق، له أوهام.(١٤) كذا في (ح)، (ز) وهو الصواب. وفي الأصل و (أ): بُجير. وفي (ش): جبر.</p><p> بن سعد (١) ، عن خالد بن مَعْدان (٢) ، عن كثير بن مُرَّة (٣) ، عن عقبة بن عامر (٤) ، عن النبي -صلى الله عليه وسلم- قال:  \"المُسِرُّ بالقرآن(٥)كالمسرِّ بالصدقة، والجاهرُ بالقرآن كالجاهرِ بالصدقة\"  (٦) . </p><p>(١) بَحِير بن سعد السَّحولي أبو خالد الحمصي. ثقة، ثبت، وذكره الذهبي فيمن توفي بين سنة (١٤١ هـ)، وسنة (١٥٠ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٤١٢، \"تاريخ الإسلام\" للذهبي ٩/ ٧٥، \"تهذيب التهذيب\" لابن حجر ١/ ٢١٣، \"تقريب التهذيب\" لابن حجر (٦٤٠).(٢) ثقة، عابد، يرسل كثيرًا.(٣) الحضرمي الرُّهاوي أبو شجرة، ثقة.(٤) صحابي.(٥) في (ح): بالقراءة.(٦) [٦٣٠] الحكم على الإسناد:فيه من لم أجد فيه جرحًا أو تعديلاً، وعبد الله بن صالح صدوقٌ كثير الغلط، والحديث قد روي من طرق صحيحة، عن معاوية بن صالح به، ومن طريق إسماعيل بن عياش عن بجير بن سعد به؛ فالحديث صحيح بمجموع الطريقين.التخريج:رواه الطبراني في \"المعجم الكبير\" ١٧/ ٣٣٤ (٩٢٣) عن بكر بن سهل. ورواه البيهقي في \"شعب الإيمان\" ٢/ ٥٢٨ (٢٦١١) من طريق عثمان بن سعيد، كلاهما عن عبد الله بن صالح به.ورواه النسائي كتاب الزكاة، باب المسر بالصدقة ٥/ ٨٠، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٣/ ٨ (٧٣٤)، كلاهما من طريق ابن وهب. ورواه الإمام أحمد في \"المسند\" ٤/ ١٥١ (١٧٣٦٨)، ٤/ ١٥٨ (١٧٤٤٤)، عن حماد ابن خالد. ورواه أبو يعلى في \"مسنده\" ٣/ ٢٧٨ (١٧٣٧) من طريق معن بن عيسى، كلهم عن معاوية بن صالح به. =</p><p> وروى علي بن أبي طلحة عن ابن عباس في هذِه الآية قال: جعل الله عز وجل صدقة التطوع في السر تَفْضُلُ علانيتها سبعين (١) ضعفًا، وصدقة الفريضة تفضل علانيتها بخمسة (٢) وعشرين ضعفًا، وكذلك جميع الفرائض والنوافل (٣) . </p><p>وهذا إسناد حسن من أجل معاوية بن صالح، وقد تابعه إسماعيل بن عياش، وهو صدوق في روايته عن أهل بلده. ورواه أبو داود، كتاب الصلاة، باب في رفع الصوت بالقراءة في صلاة الليل (١٣٣٣)، والترمذي في \"فضائل القرآن\" (٢٩١٩)، وقال: حديث حسن غريب. وابن عرفة في \"جزئه\" (ص ٩٠) (٨٤)، والطبراني في \"المعجم الكبير\" ١٧/ ٣٣٤ (٩٢٤)، والبيهقي في \"السنن الكبرى\" ٣/ ١٣، وفي \"شعب الإيمان\" ٢/ ٥٢٨ (٢٦١٠)، والذهبي في \"تذكرة الحفاظ\" ١/ ٢٥٥، وفي \"معجم الشيوخ\" ١/ ١٨٧، ١/ ٣٤٥ وقال: هذا حديث قوي الإسناد متصل. كلهم من طرق، عن إسماعيل بن عياش، عن بحير بن سعد به بنحوه.ورواه النسائي كتاب قيام الليل، باب فضل السر على الجهر ٣/ ٢٢٥ من طريق زيد بن واقد. ورواه الإمام أحمد في \"المسند\" ٤/ ٢٠١ (١٧٧٩٦)، والطبراني في \"المعجم الكبير\" ١٧/ ٣٣٤ (٢٩٥)، كلاهما من طريق سليمان بن موسى. ورواه الروياني في \"مسنده\" ١/ ١٩٩ (٢٦٧) من طريق يزيد بن أبي حبيب، كلهم عن كثير بن مرة به بنحوه.(١) في (ش)، (أ): بسبعين.(٢) في (ز)، (أ): بخمس.(٣) رواه الطبري في \"جامع البيان\" ٣/ ٩٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٣٦ (٢٨٤٧)، وعزاه السيوطي في \"الدر المنثور\" ١/ ٦٢٥ لابن المنذر.</p>"
}