{
  "id": null,
  "sura": 2,
  "aya": 199,
  "text": "<p> الهدى (١) ، وإن شئت على الرسول (٢) كناية عن غير مذكور (٣) . </p><p> ١٩٩ - (قوله -عز وجل-)  (٤) : {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ} </p><p> قال (٥) عامة المفسرين: كانت (٦) قريش وحلفاؤها (٧) ، ومن دان بدينها، وهم الحمس لا يخرجون من الحرم إلى عرفات، وكانوا يقفون بالمزدلفة، ويقولون: نحن أهل الله، وقطَّان حرمه فلا نخلف الحرم، ولا فخرج منه (٨) ، فلسنا كسائر النَّاس. كانوا يتعظَّمون (٩) أن يقفوا مع سائر العرب بعرفات، ويقول بعضهم لبعض: لا تعظموا إلَّا الحرم؛ فإنكم إن عظمتم غير الحرم تهاون النَّاس بحرمتكم (١٠) ، فوقفوا بجَمْع، فإذا أفاض النَّاس من عرفات أفاضوا من المشعر الحرام (١١) وهو المزدلفة، فأمرهم الله -عز وجل- أن يقفوا بعرفات، </p><p>(١) \"جامع البيان\" للطبري ٢/ ٢٩١، \"معاني القرآن\" للزجاج ١/ ٢٧٣. (٢) في (ش): رسول الله - صلى الله عليه وسلم -.(٣) \"الكفاية\" للحيري ١/ ١٤٦، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٤٠٣، \"البحر المحيط\" لأبي حيان ٢/ ١٠٧.(٤) ساقطة من (ح)، (أ).(٥) في (ش)، (ح)، (ز): قالت.(٦) في (أ): كان.(٧) في (ش): وحلفاها.(٨) في (ش)، (ح)، (ز): منها.(٩) في (ش): يتعاظمون.(١٠) في (أ): لحرمكم.(١١) ساقطة من (ش)، (ح).</p><p> ويفيضوا منها إلى جمع مع سائر النَّاس، فأخبرهم أنها سنة إبراهيم الخليل وابنه إسماعيل عليهما السَّلام (١) . </p><p> وقال بعضهم: المخاطبون بهذِه الآية المسلمون كلهم. والمَعْنِيُّ بقوله (٢) تعالى: {مِنْ حَيْثُ أَفَاضَ النَّاسُ} جمع؛ أي: ثم أفيضوا من جمع إلى منى. وهذا القول أشبه بظاهر القرآن؛ لأنَّ (٣) الإفاضة من عرفات قبل الإفاضة من جمع بلا شك، فكيف يسوغ أن يقول (٤) : فإذا أفضتم من عرفات، فاذكروا الله، ثم أفيضوا من عرفات. إلَّا أن جمهور أهل التأويل على ما ذكرنا قبل (٥) ، ووجهه (٦) </p><p>(١) رواه البُخاريّ في كتاب الحج، باب الوقوف بعرفة (١٦٦٥)، وفي كتاب التفسير، باب قوله: {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ} (٤٥٢٠)، ومسلم في كتاب الحج، باب الوقوف وقوله تعالى: {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ} (١٢١٩) من حديث عائشة رضي الله عنها. ورواه البُخاريّ في كتاب الحج، باب الوقوف بعرفة (١٦٦٤)، ومسلم -في الموضع السابق- (١٢٢٠) من حديث جبير بن مطعم - رضي الله عنه -.كما وردت آثار عن جماعة من التّابعين بنحو ما ورد عنهما.انظر \"تفسير القرآن\" لعبد الرَّزاق ١/ ٧٩، \"جامع البيان\" للطبري ٢/ ٢٩٢ - ٢٩٣، \"تفسير القرآن العظيم\" لابن كثير ٢/ ٢٥٩ - ٢٦٠، \"العجاب في بيان الأسباب\" لابن حجر ١/ ٥٠٧ - ٥٠٩.(٢) في (ز): في قوله.(٣) في (ش): لأنَّه.(٤) في (أ): يقال.(٥) في (ح): قبله.(٦) في (ش): ووجه.</p><p> على قولهم أن في الكلام تقديمًا وتأخيرًا، تقديره: فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال في الحج، ثم أفيضوا من حيث أفاض النَّاس، فإذا أفضتم من عرفات، فاذكروا الله عند المشعر الحرام (١) . </p><p> وأمَّا النَّاس في هذِه الآية فهم العرب كلهم غير الحمس. وقال الكلبي بإسناده: هم أهل اليمن وربيعة (٢) . </p><p> وقال الضَّحَّاك: النَّاس هاهنا إبراهيم - عليه السَّلام - وحده (٣) . يدل عليه قوله -عز وجل-: {أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ}  (٤) أراد (٥) محمدًا - عليه السَّلام - وحده. وقوله تعالى:  {الَّذِينَ قَالَ لَهُمُ النَّاسُ} يعني: نعيم بن مسعود الأشجعي (٦) </p><p>(١) \"جامع البيان\" للطبري ٢/ ٢٩٣ - ٢٩٤، \"النكت والعيون\" للماوردي ١/ ٢٦١، \"زاد المسير\" لابن الجوزي ١/ ٢١٤. (٢) ذكره في \"البحر المحيط\" لأبي حيان ٢/ ١٠٨ دون نسبة وسيأتي.(٣) رواه الطبري في \"جامع البيان\" ٢/ ٢٩٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٣٥٤ (١٨٦١)، وذكره النحاس في \"معاني القرآن\" ١/ ١٤٠.(٤) النساء: ٥٤.(٥) في (ز): يريد.(٦) ساقطة من (ح). والآية في آل عمران: ١٧٣.نعيم بن مسعود بن عامر بن أنيف أبو سلمة الغطفاني الأشجعي.أسلم زمن الخندق. وهو الذي خذل الأحزاب، سكن المدينة، وتوفي في آخر خلافة عثمان أو أول خلافة على رضي الله عنهما.\"الاستيعاب\" لابن عبد البر ٤/ ١٥٠٨، \"أسد الغابة\" لابن الأثير ٥/ ٣٣، \"الإصابة\" لابن حجر ٦/ ٢٤٩، \"تقريب التهذيب\" لابن حجر (٧٤٧١).</p><p> {إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ}  (١) يعني: أبا سفيان (٢) ، وإنَّما يقال هذا للذي يقتدى به، ويكون لسان قومه وإمامهم كقوله تعالى: {إِنَّ إِبْرَاهِيمَ كَانَ </p><p>(١) آل عمران: ١٧٣. (٢) صخر بن جرب بن أميَّة بن عبد شمس بن عبد مناف أبو سفيان القرشي الأموي. أسلم ليلة الفتح، وشهد مع رسول الله - صَلَّى الله عليه وسلم - حنينًا والطائف، وأعطاه رسول الله - صلى الله عليه وسلم - من غنائم حنين. ولد قبل الفيل بعشر سنين، وتوفي سنة (٣٢ هـ) وقيل غير ذلك. \"الاستيعاب\" لابن عبد البر ٢/ ٤١٧، \"أسد الغابة\" لابن الأثير ٣/ ١٢، ٥/ ٢١٦، \"الإصابة\" لابن حجر ٣/ ٢٣٧، \"تهذيب التهذيب\" لابن حجر ٢/ ٢٠٤، \"تقريب التهذيب\" لابن حجر (٢٩٠٥).وهذا التفسير هو قول مقاتل انظر \"تفسيره\" ١/ ٢٠٥، \"العجاب في بيان الأسباب\" لابن حجر ٢/ ٧٩٣، وروى ابن سعد في \"الطبقات الكبرى\" ٢/ ٦٠ عن حجاج بن محمد، عن ابن جريج، عن مجاهد: {الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ}، قال: هذا أبو سفيان قال يوم أحد: يا محمد موعدكم بدر حيث قتلتم أصحابنا. انظر \"تخريج أحاديث وآثار الكشاف\" للزيلعي ١/ ٢٤٥، \"زاد المسير\" لابن الجوزي ١/ ٥٠٤، \"العجاب في بيان الأسباب\" لابن حجر ٣/ ٧٩٣.وذكر هذا التفسير الطبري في \"جامع البيان\" ٢/ ٢٩٤، والنحاس في \"معاني القرآن\" ١/ ١٤١.وقصة نعيم بن مسعود مع أبي سفيان ذكرها دون إسناد الواقدي في \"مغازيه\" ١/ ٣٢٧، وابن سعد في \"الطبقات الكبرى\" ٢/ ٥٩، والطبري في \"تاريخ الرسل والملوك\" ٢/ ٥٦٠ وليس فيها ما يدل على أنها سبب للنزول.وقال ابن عبد البر -بصيغة التمريض-: وقيل: إنه الذي نزلت فيه {الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ}.\"الاستيعاب\" ٤/ ٧٠ - ٧١.وقال ابن حجر: واشتهر في كتب الأصول قصة نعيم بن مسعود.\"العجاب في بيان الأسباب\" لابن حجر ٢/ ٧٩٤.</p><p> {أُمَّةً قَانِتًا}  (١)  (٢) فذكر الواحد بلفظ الجمع، ومثله كثير. </p><p> وقال الزُّهريّ: النَّاس هاهنا آدم - عليه السَّلام - (٣) . دليله قراءة سعيد بن جبير (٤)  (ثم أفيضوا من حيث أفاض الناسي)  (٥) وقال: هو آدم نسي ما (عهد إليه)  (٦) . والله أعلم. </p><p> [٣٩٧] أخبرنا عبد الله بن حامد (٧) ، قال: أنا عبدوس بن الحسين (٨) قال: نا محمد بن إدريس (٩) ، قال: نا محمد بن كثير (١٠) ، قال: نا سفيان (١١) ، عن الأعمش (١٢) ، عن الحكم بن عتيبة (١٣) ، </p><p>(١) النحل: ١٢٠. (٢) وفي (أ) زيادة: {لِلَّهِ حَنِيفًا}.(٣) ذكره ابن الجوزي في \"زاد المسير\" ١/ ٢١٤، وأبو حيان في \"البحر المحيط\" ٢/ ١٠٩ - ١٠٨، وذكره دون عزو الزمخشري في \"الكشاف\" ١/ ٢٤٧.(٤) كذا في (ح)، (ز)، وهو الصواب. وأمَّا في (س)، (أ): ابن مسعود.(٥) في (أ): النَّاس.عزاها إليه ابن جني في \"المحتسب\" ١/ ١١٩، وابن خالويه في \"مختصر في شواذ القرآن\" (ص ٢٠)، والكرماني في \"شواذ القراءة\" (٣٧ ب)، وأبو حيان في \"البحر المحيط\"، وقال: قراءة شاذة ٢/ ١٠٩.(٦) في (ش): عهد الله إليه.(٧) لم يذكر بجرح أو تعديل.(٨) لم يذكر بجرح أو تعديل.(٩) أبو حاتم الرازي. إمام في الحفظ، أحد الأئمة الحفَّاظ الإثبات.(١٠) ثقة.(١١) الثوري، الإمام، الحجة.(١٢) ثقة، مدلس.(١٣) في (ش)، (أ): عيينة. وهو ثقة، ثبت، ربما دلس.</p><p> عن مقسم (١) ، عن ابن عباس قال: أفاض رسول الله - صلى الله عليه وسلم - من عرفة، وعليه السكينة والوقار (٢) ورديفه أسامة (٣) ، وقال: أيها النَّاس عليكم بالسكينة؛ فإن البر (٤) ليس بإيجاف (٥) الخيل والإبل، فما رأيتها رافعة يدها عادية (٦) حتَّى أتى جمعًا (٧) . </p><p>(١) ابن بجرة مولى ابن عباس، صدوق وكان يرسل. (٢) من (أ).(٣) في هامش (ز) زيادة: ابن زيد.أسامة بن زيد بن حارثة بن شراحيل بن كليب الكلبي أبو محمد وقيل غير ذلك. حب رسول الله - صَلَّى الله عليه وسلم -، وابن حبه، وقد أمَّره - صلى الله عليه وسلم - على جيش فيه عمر بن الخطاب، وهو ابن ثماني عشرة سنة. توفي سنة (٥٤ هـ)، وهو ابن خمس وسبعين سنة بالمدينة.\"فضائل الصّحابة\" للإمام أحمد ٢/ ٨٣٤، \"الاستيعاب\" لابن عبد البر ١/ ٧٥، \"أسد الغابة\" لابن الأثير ١/ ٦٤، \"الإصابة\" لابن حجر ١/ ٢٩، \"تقريب التهذيب\" لابن حجر (٣١٦).(٤) ساقطة من (أ).(٥) قال الخطابي: الإيجاف: الإسراع في السير، يقال: وجف الفرس وجيفًا، وأوجفه الفارس إيجافاً.\"معالم السنن\" ٢/ ٢٠٣.(٦) في (ز): عائدة.(٧) [٣٩٧] الحكم على الإسناد:في إسناده الأعمش مدلس وقد عنعن والحكم مدلس ولم يسمع هذا الحديث من مقسم، وفيه من لم أجده.التخريج:رواه أبو داود في كتاب المناسك، باب الدفعة من عرفة (١٩٢٠)، والطبراني في \"المعجم الكبير\" ١١/ ٣٩٩ (١٢١٢٤) عن محمد بن محمد التمار. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= والبيهقيّ في \"السنن الكبرى\" ٥/ ١١٩ من طريق إسماعيل القاضي، كلهم عن محمد بن كثير به. ورواه الإمام أحمد في \"مسنده\" ١/ ٢٦٩ (٢٤٢٧)، عن مؤمل بن إسماعيل.ورواه ابن خزيمة في \"صحيحه\" ٤/ ٢٦٥ (٢٨٤٤)، وأبو القاسم البغوي في \"مسند الحب بن الحب أسامة بن زيد\" (ص ٩٥) (٢٩)، والحاكم في \"المستدرك\" وقال: هذا حديثٌ صحيحٌ على شرط الشيخين ولم يخرجاه. ووافقه الذهبي ١/ ٦٣٧، والخطيب في \"تاريخ بغداد\" ٢/ ٢٢٣ كلهم من طريق معاوية بن هشام كلاهما عن سفيان به. وقال معاوية: عن ابن عباس عن أسامة به.ورواه أبو داود -في الموضع السابق- والبيهقيّ في \"السنن الكبرى\" ٥/ ١٢٦ كلاهما من طريق عبيدة. ورواه الإمام أحمد في \"مسنده\" ١/ ٢٧٦ (٢٥٠٧) من طريق جرير، كلاهما عن الأعمش، ورواه الإمام أحمد في \"المسند\" ١/ ٢٥١ (٢٠٩٩) من طريق المسعودي عن الحكم به.ورواه البُخاريّ في كتاب الحج، باب أمر النَّبيّ - صَلَّى الله عليه وسلم - بالسكينة عند الإفاضة، والبيهقيّ في \"السنن الكبرى\" ٥/ ١١٩ من طريق سعيد بن جبير، عن ابن عباس بنحوه.ورواه النَّسائيّ في كتاب مناسك الحج، باب الأمر بالسكينة في الإفاضة من عرفة ٥/ ٢٥٧ (٣٠١٩) من طريق أبي غطفان بن طريف، عن ابن عباس به مختصرًا بمعناه.وله شاهد من حديث أسامة. رواه النَّسائيّ -في الموضع السابق- ٥/ ٢٥٧ (٣٠١٨)، والإمام أحمد في \"المسند\" ٥/ ٢٠١، ٢٠٧ (٢١٧٥٦، ٢١٨٠٣)، وابن سعد في \"الطبقات الكبرى\" ٤/ ٦٣، والبغوي في \"مسند الحب بن الحب\" (ص ١٠٥) (٣٥) كلهم من طريق حماد بن سلمة، عن قيس، عن عطاء، عن ابن عباس، عن أسامة به بنحوه.ورواه مسلم في كتاب الحج، باب الإفاضة من عرفات إلى المزدلفة (١٢٨٦) من طريق عبد الملك بن أبي سليمان عن عطاء به بمعناه.</p><p> وروى الكلبي (١) ، عن أبي صالح (٢) ، عن ابن عباس قال: أمَّر رسول الله - صَلَّى الله عليه وسلم - أبا بكر الصِّديق على الحج، وأمره أن يخرج بالنَّاس جميعاً إلى عرفات، فيقف بها (حتَّى إذا)  (٣) غربت الشَّمس أفاض بالنَّاس (٤) منها، حتَّى يأتي بهم جمعًا (٥) ، فيبيت بها، حتَّى إذا أصبح بها صَلَّى الفجر، ووقف النَّاس بالمشعر الحرام، ثم يفيض بالنَّاس (٦) منها إلى منى. </p><p> قال: فتوجه أبو بكر نحو عرفات، فمر بالحمس، وهم وقوف بجمع، فلما ذهب ليجاوزهم، قالت (٧) له الخمس: أين تجاوزنا يا أبا بكر إلى غيرنا؟ هذا موقف (٨) مفيض آبائك (٩) ، فلا تذهب حتَّى يفيض أهل اليمن وربيعة من عرفات. فمضى أبو بكر - رضي الله عنه - لأمر الله، وأمر رسوله حتَّى أتى عرفات، وبها أهل اليمن وربيعة، وهم النَّاس في هذِه الآية، فوقف بها حتَّى غربت الشَّمس، ثم أفاض </p><p>(١) محمد بن السَّائب، متهم بالكذب، ورمي بالرفض. (٢) باذام، ضعيف، مدلس.(٣) في (ح): فإذا.(٤) في (أ): النَّاس.(٥) في (أ): جميعاً.(٦) من (أ).(٧) في (أ): قال.(٨) ساقطة من (ش)، (ح)، (أ).(٩) في (ح): أبا بكر.</p><p> بالنَّاس (١) إلى المشعر الحرام حتَّى وقف بها، حتَّى إذا كان عند طلوع الشَّمس أفاض منها (٢) . {وَاسْتَغْفِرُوا اللَّهَ} هناك {إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} للحاج (٣) . </p><p> [٣٩٨] حدّثنا (٤) أبو محمد الحسن (٥) بن أحمد المخلدي (٦) رحمه الله، قال: أنا أبو بكر محمد (٧) بن حمدون بن خالد (٨) ، قال: نا </p><p>(١) ساقطة من (أ). (٢) إسناده ضعيف جدًّا -تقدم الكلام عليه- وذكر الحديث أبو حيان في \"البحر المحيط\" ٢/ ١٠٩.وروى الواقدي عن بعض شيوخه قال: وقد كان رسول الله - صَلَّى الله عليه وسلم - عهد إلى أبي بكر أن يخالف المشركين، فيقف يوم عرفة بعرفة، ولا يقف بجمع، ولا يدفع من عرفة حتَّى تغرب الشَّمس، ويدفع من جمع قبل طلوع الشَّمس.\"المغازي\" ٣/ ١٠٧٧.وقد أَمَّرَ النَّبيّ - صَلَّى الله عليه وسلم - أبا بكر على الحج سنة تسع. انظر \"صحيح البُخاريّ\"، كتاب المغازي، باب حج أبي بكر بالنَّاس سنة تسع (٤٣٦٣)، \"السيرة النبوية\" لابن هشام ٤/ ١٨٨، \"الطبقات الكبرى\" لابن سعد ٢/ ١٦٨، \"تاريخ الرسل والملوك\" للطبري ٣/ ١٢٢، \"الدرر في اختصار المغازي والسير\" لابن عبد البر (ص ٣٠٣)، \"زاد المعاد في هدي خير العباد\" لابن القيِّم ٣/ ٥٩٣، \"البداية والنهاية\" لابن كثير ٥/ ٣٦، وليس فيها إشارة لهذا الحديث.(٣) ساقطة من (ح).(٤) في (ح)، أخبرنا.(٥) في (ز): الحسين.(٦) إمام، صدوق، مسند، عدل.(٧) في (أ): أحمد.(٨) في (ز): خلد.وهو أبو بكر النيسابوري، حافظ، ثبت.</p><p> مسرور بن نوح (١) ، قال: نا إبراهيم بن المنذر (٢) ، قال: نا حفص بن عمر (٣) ، قال: </p><p>(١) في (س): فرج، والمثبت من بقية النسخ. مسرور بن نوح بن خزيمة. أبو بشر الذهلي الإسفراييني.روى عن: عفَّان، أبي إسحاق إبراهيم بن المنذر الحزامي، وأبي الحسن علي بن محمد بن البري الجزري.روى عنه: يَحْيَى بن زكريا أبو زكريا الأعرج النيسابوري، ومحمد بن النضر بن سلمة أبو بكر الجارودي.قال الحاكم: ثقة مأمون صاحب غرائب، توفي سنة (٢٥١ هـ).\"الأسامي والكنى\" لأبي أحمد الحاكم ٢/ ١٠٤، \"سؤالات السجزي للحاكم\" (١٢٩)، \"تاريخ الإسلام\" للذهبي ١٩/ ٣٥١.(٢) إبراهيم بن المنذر بن عبد الله بن المنذر الأسدي الحزامي أبو إسحاق المدني. قال يَحْيَى بن معين، والدارقطني، وابن وضاح: ثقة. وذكره ابن حبان في \"الثقات\". وقال النَّسائيّ: ليس به بأس. وقال صالح بن محمد، وأبو حاتم: صدوق. وقال أبو حاتم: خَلَّط في القرآن جاء إلى أحمد بن حنبل، فاستأذن عليه، فلم يأذن له، وجلس حتَّى خرج، فسلم عليه، فلم يرد - عليه السَّلام -، وقال الساجي: عنده مناكير. وقال الخطيب: أما المناكير فقلما توجد في حديثه إلَّا أن يكون عن المجهولين. قال الذهبي وابن حجر: صدوق. زاد ابن حجر: تكلم فيه أحمد لأجل القرآن. توفي سنة ست وثلاثين ومائتين.\"الجرح والتعديل\" لابن أبي حاتم ٢/ ١٣٩، \"الثقات\" لابن حبان ٨/ ٧٣، \"سؤالات السلمي\" للدارقطني (ص ١٠١)، \"تاريخ بغداد\" للخطيب ٦/ ١٧٩، \"الكاشف\" للذهبي (٢٠١)، \"تهذيب التهذيب\" لابن حجر ١/ ٨٧، \"تقريب التهذيب\" لابن حجر (٢٥٣).(٣) حفص بن عمر بن أبي العَطَّاف السهمي مولاهم المدني.ضعيف. توفي بعد (١٨٠ هـ). =</p><p> نا يعقوب بن يَحْيَى بن (١) عباد بن عبد الله بن الزُّبير (٢) ، عن أبي صالح السمان (٣) ، عن أبي هريرة، عن رسول الله - صَلَّى الله عليه وسلم - قال:  \"الحُجَّاج والعُمَّار(٤)وَفدُ الله -عز وجل- إن(٥)دعوه أجابهم، وإن استغفروه(٦)غفر لهم\"  (٧) . </p><p>= \"الكامل\" لابن عدي ٢/ ٣٨٣، \"تهذيب التهذيب\" لابن حجر ١/ ٤٥٥، \"تقريب التهذيب\" لابن حجر (١٤١٨). (١) في (ز)، (أ): عن.(٢) يعقوب بن يَحْيَى بن عباد بن عبد الله بن الزُّبير الأسدي المدني.قال الزُّبير بن بكار: وكان يعقوب بن يَحْيَى بن عباد والي صدقات آل الزُّبير وآل عباد، وكان معروفًا بالفضل. وقال الذهبي في \"الكاشف\": غير حجة. وفي \"المجرد\": لين. وقال ابن حجر: مجهول الحال. من السادسة.\"جمهرة نسب قريش وأخبارها\" للزبير بن بكار ١/ ٧٦، \"الكاشف\" للذهبي (٦٤٠٧)، \"المجرد في أسماء رجال سنن ابن ماجة\" للذهبي (ص ١٧٨)، \"تهذيب التهذيب\" لابن حجر ٤/ ٤٤٨، \"تقريب التهذيب\" لابن حجر (٧٨٣٦).(٣) من (ح).وهو ثقة، ثبت.(٤) في (ش): والعمال.(٥) في (ش): إذا.(٦) في (أ): استغفروا.(٧) [٣٩٨] الحكم على الإسناد:في إسناده حفص بن عمر ضعيف ويعقوب بن يَحْيَى مجهول الحال. وقد رواه ثقتان عن إبراهيم بن المنذر عن صالح بن عبد الله بن صالح، عن يعقوب بن يَحْيَى به. وله شواهد بمجموعها يصير الحديث حسنًا لغيره.التخريج:رواه ابن ماجة في كتاب المناسك، باب فضل دعاء الحاج (٢٨٩٢). ورواه =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= الطّبرانيّ في \"المعجم الأوسط\" ٦/ ٢٤٦ (٦٣١١)، وابن بشران في \"الأمالي\" (ص ١٠١) (٢٠٤) وعنه البيهقي في \"السنن الكبرى\" ٥/ ٢٦٢، وفي \"شعب الإيمان\" ٣/ ٤٧٦ (٤١٠٦) كلهم من طريق محمد بن علي الصَّائغ، كلاهما عن إبراهيم بن المنذر قال: نا صالح بن عبد الله مولى بني عامر قال: حدثني يعقوب ابن يَحْيَى به. قال الطّبرانيّ: لم يرو هذا الحديث عن يعقوب بن عباد إلَّا صالح بن عبد الله، تفرد به إبراهيم بن المنذر. \"المعجم الأوسط\" ٦/ ٢٤٧.وقال البيهقي تفرد به صالح بن عبد الله هذا وليس بقوي.\"شعب الإيمان\" ٣/ ٤٧٦.وقال البوصيري: إسناد ضعيف، صالح بن عبد الله قال فيه البُخاريّ: منكر الحديث. \"مصباح الزجاجة\" ٢/ ٢٧ (١٠٢٠).وقد رواه النَّسائيّ في كتاب مناسك الحج، باب فضل الحج ٥/ ١١٣، وابن خزيمة في \"صحيحه\" ٤/ ١٣٠ (٢٥١١)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ٩/ ٥ (٣٦٩٢)، والحاكم في \"المستدرك\" ١/ ٦٠٨ وقال: هذا حديثٌ صحيحٌ على شرط مسلم ولم يخرجاه، ووافقه الذهبي، والبيهقيّ في \"السنن الكبرى\" ٥/ ٢٦٢، وفي \"شعب الإيمان\" ٣/ ٤٧٥ (٤١٠٣) كلهم من طريق ابن وهب، عن مخرمة بن بكير، عن أبيه، عن سهيل بن أبي صالح، عن أبيه به بلفظ: \"وفد الله ثلاثة: المغازي، والحاج، والمعتمر\".وللحديث شواهد منها:١ - حديث ابن عمر، رواه ابن ماجة -في الموضع السابق- (٢٨٩٣)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٠/ ٤٧٤ (٤٦١٣)، والطبراني في \"المعجم الكبير\" ١٢/ ٤٢٢ (١٣٥٥٦) كلهم من طريق عمران بن عيينة قال: حدّثنا عطاء بن السَّائب عن مجاهد، عن ابن عمر بنحوه مرفوعًا.قال البوصيري: هذا إسناد حسن، عمران مختلف فيه.\"مصباح الزجاجة\" ٢/ ١٢٧ (١٠٢١).</p><p> [٣٩٩] أخبرنا أحمد بن أُبي (١) ، قال: نا منصور بن محمد (٢) ، قال: نا محمد بن الفضل (٣) ، قال: نا إبراهيم بن يوسف (٤) ، قال: وكيع (٥) ، عن شريك (٦) ، عن جابر (٧) ، عن مجاهد (٨) </p><p>= ٢ - حديث عبد الله بن عمرو. رواه الفاكهي في \"أخبار مكّة\" ١/ ٤١٥ (٨٩٨)، وابن عدي في \"الكامل\" ٦/ ١٩٧، والبيهقيّ في \"شعب الإيمان\" ٣/ ٤٧٥ (٤١٠٤)، وتمام الرازي في \"فوائده\" انظر \"الروض البسام\" ٢/ ٢٨ (٥٩٧) كلهم من طريق محمد بن أبي حميد الأنصاري عن عمرو بن شعيب، عن أبيه، عن جده به بنحوه مرفوعًا وفيه زيادة. وإسناده ضعيف. فيه محمد بن أبي حميد. ضعيف سيأتي.وقال أبو حاتم في \"العلل\" ١/ ٢٩٨: هذا حديث منكر.٣ - حديث جابر رواه الفاكهي في \"أخبار مكّة\" ١/ ٤١٨ (٩٠٥)، والبزار في \"البحر الزخار\" انظر \"كشف الأستار\" ٢/ ٣٩ (١١٥٣)، \"مختصر زوائد مسند البزار\" للحافظ ابن حجر ١/ ٤٣٩ (٧٣٦) من طريق محمد بن أبي حميد، عن محمد بن المنكدر، عن جابر به بنحوه مرفوعًا. قال البزار: لا نعلمه عن جابر إلَّا عن ابن المنكدر ورواه طلحة بن عمر ومحمد بن أبي حميد عنه أيضاً.قال المنذري في \"الترغيب والترهيب\" ٢/ ١٦٧: رواته ثقات.وقال الهيثمي في \"مجمع الزوائد\" ٣/ ٢١١: رواه البزار ورجاله ثقات.قلت: سنده ضعيف فيه محمد بن أبي حميد ضعيف كما تقدم لكن يتقوى بما قبله.(١) لم يذكر بجرح أو تعديل.(٢) لم يذكر بجرح أو تعديل.(٣) ضعيف.(٤) إبراهيم بن يوسف الماكياني البلخي، صدوق، نقموا عليه الإرجاء.(٥) الإمام، الثقة، الحافظ.(٦) صدوق، يخطئ كثيرًا.(٧) جابر بن يزيد الجُعْفي ضعيف، رافضي.(٨) مجاهد بن جبر، ثقة، إمام.</p><p> أن النَّبيّ (١) - صلى الله عليه وسلم - قال:  \"اللَّهم اغفر للحاج، ولمن استغفر له الحاج\"  (٢) . </p><p>(١) في (ز) ضرب على: (عن جابر) في هذا الموضع وكتب: عن شريك عن مجاهد، عن جابر أن النَّبيّ. وكذا نقله الزيلعي عن الثعلبي في \"نصب الراية\" ٣/ ٨٤.(٢) [٣٩٩] الحكم على الإسناد:في إسناده شيخ المصنف وشيخه لم أجد فيهما جرحًا ولا تعديلًا وفيه محمد بن الفضل، وجابر ضعيفان وشريك صدوق يخطئ كثيرًا والحديث مرسل.التخريج:رواه ابن أبي شيبة في \"مصنفه\" ٥/ ١٠٧ (١٢٧٨٨)، عن شريك به.وانظر \"نصب الراية\" للزيلعي ٣/ ٨٥.ورواه أبو القاسم الأصبهاني في \"الترغيب والترهيب\" ٢/ ١٩ (١٠٦٥) من طريق شيبان بن عبد الرحمن، عن جابر به.ورواه البزار في \"مسنده\" انظر \"كشف الأستار\" ٢/ ٤٠ (١١٥٥)، وابن خزيمة في \"صحيحه\" ٤/ ١٣٢ (٢٥١٦)، وابن عدي في \"الكامل\" ٤/ ١٣، والحاكم في \"المستدرك\" ١/ ٦٠٩ وقال: صحيح على شرط مسلم، ولم يخرجاه، ووافقه الذهبي. والبيهقيّ في \"السنن الكبرى\" ٥/ ٢٦١، وفي \"شعب الإيمان\" ٣/ ٤٧٧ (٤١١٢) كلهم من طريق حسين بن محمد المروزي.ورواه الطّبرانيّ في \"المعجم الصَّغير\" ٢/ ٢٣٦ (١٠٨٩)، وفي \"المعجم الأوسط\" ٨/ ٢٦٦ (٨٥٩٤)، والخطيب في \"تاريخ بغداد\" ١٣/ ٢٦٩ من طريق علي بن شبرمة كلاهما عن شريك، عن منصور، عن أبي حازم، عن أبي هريرة به مرفوعًا. قال الطّبرانيّ: لم يرو هذا الحديث عن منصور إلَّا شريك. \"المعجم الأوسط\". وقال إبراهيم بن سعيد الجوهري: ما أظن شريكًا إلَّا ذهب وهمه إلى حديث منصور، عن أبي حازم، عن أبي هريرة: \"من حج البيت فلم يرفث. . \".انظر: \"الكامل\" لابن عدي ٤/ ١٣.وقال الهيثمي: رواه البزار والطبراني في \"الصَّغير\" وفيه شريك بن عبد الله النَّخعيُّ وهو ثقة وفيه كلام، وبقية رجاله رجال الصَّحيح. \"مجمع الزوائد\" ٣/ ٢١١. =</p><p> [٤٠٠] أخبرنا أبو عثمان سعيد بن محمد (بن محمد)  (١) بن إبراهيم (٢) ، قال: أنا أبو القاسم منصور بن جعفر بن ملاعب (٣) ، قال: حدثني أبو الحسن (٤) بن شاذان (٥) ، قال: سمعت علي بن </p><p>= وقال ابن حجر: قلت هو إسناد حسن. \"مختصر زوائد مسند البزار\" ١/ ٤٣٩. قلت: حسين بن محمد ثقة. \"تقريب التهذيب\" لابن حجر (١٣٤٥) لكن لم يذكر أنَّه روى عن شريك قبل توليه قضاء الكوفة، فالإسناد ضعيف خاصة مع تفرد شريك به واختلافه فيه. وله شاهد من قول عمر بن الخطاب - رضي الله عنه -.رواه ابن أبي شيبة في \"مصنفه\" ٥/ ١٠٧ (١٢٧٨٧)، عن عبد السَّلام بن حرب، عن ليث، عن مجاهد قال: قال عمر به. وفيه زيادة.انظر \"نصب الراية\" ٣/ ٨٥.ورواه مسدد قال: حدّثنا حماد بن زيد، عن ليث بن أبي سليم، عن المهاجر قال: قال عمر به. \"المطالب الحالية\" ٢/ ٥٩ (١٣١٠).قال البوصيري: رواه مسدد، وفي سنده ليث بن أبي سليم، والجمهور على تضعيفه: \"إتحاف الخيرة\" ٣/ ٢٦٥ (٢٧١٣).(١) ساقطة من (أ).(٢) ثقة، صالح.(٣) منصور بن جعفر بن محمد بن ملاعب أبو القاسم الصَّيْرفيُّ.قال العتيقي: وكان ثقة. توفي في المحرم سنة (٣٨٤ هـ).\"تاريخ بغداد\" للخطيب ١٣/ ٨٥.(٤) في (ح): الحسين.(٥) لعله: عبد الله بن محمد بن جعفر بن شاذان البزاز أبو الحسين البغدادي.قال الخطيب: ثقة. وقال الذهبي: شيخ لا يعرف، توفي سنة (٣٥١ هـ).\"تاريخ بغداد\" للخطيب ١٠/ ١٢٨، \"تاريخ الإسلام\" للذهبي ٢٦/ ٥٨، \"ميزان الاعتدال\" ٤/ ١٨٨ (٤٨١٥).</p><p> عبد العزيز (١) يقول: كنت عديلًا لأبي عُبيد القاسم بن سلَّام (٢) سنة من السنين، فلما صرت (٣) إلى الموقف، فصرت (٤) إلى ركي (٥)  (جُبِّ النخل)  (٦) ، فتطهرت، وأُنسيت نفقي عنده (٧) فلما صرت إلى المأزمين (٨) قال لي أبو عبيد: لو اشتريت لنا (زبدًا وتمرًا)  (٩) . فخرجت لأبتاعه (١٠) ، فذكرت النفقة، فرجعت عودي على بدئي (١١) إلى أن وافيت الموضع؛ فإذا النفقة (١٢) بحالها؛ فأخذتها، ورجعت (١٣) ، وكنت قد صادفت الوادي مملوءًا قردة وخنازير وغير ذلك؛ فجزعت منهم (١٤) ، ثم إنِّي رجعت، (فإذا هم على حالهم)  (١٥) </p><p>(١) البغوي، ثقة. (٢) في (ش): سلامة، وهو الإمام، الثقة.(٣) في (أ): صرنا.(٤) في (أ): فسرت. وفي (ح): فصدت.(٥) في (ش)، (ز): ركني. وفي هامش (ز): ركن.(٦) في (أ): جنب الحبل.(٧) في (ح)، (أ): عندها.(٨) في (ح): الميزمين.(٩) في (ح): تمرًا أو زبدًا.(١٠) في (أ) وهامش (ز): لابتياعه.(١١) في (أ): بدأي.(١٢) في (ح): نفقتي.(١٣) ساقطة من (ح).(١٤) في (أ): منها.(١٥) في (أ): وإذا هي حالها.</p>"
}