{
  "id": null,
  "sura": 2,
  "aya": 284,
  "text": "<p> ٢٨٤ - قوله -عز وجل- {لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ} الآية (١) . </p><p> اختلف العلماء فيها، فقال قوم: هذِه الآية خاصة، ثم اختلفوا في وجه خصوصها، فقال بعضهم: نزلت في كتمان الشهادة وإقامتها، يعني: وإن تبدوا ما في أنفسكم أيها الشهود من كتمان الشهادة، أو تخفوا الكتمان يحاسبكم به الله، وهذا قول الشعبي (٢) ، وعكرمة (٣) ، </p><p>= وقال الطبراني في \"المعجم الأوسط\" ٤/ ٢٧٠: لم يرو هذا الحديث عن مكحول إلا العلاء؛ ولا عن العلاء إلا معاوية، ولا عن معاوية إلا عبد الله بن صالح، تفرد به أبو قرة. وقال المنذري في \"الترغيب والترهيب\" ٣/ ٢٢٢: حديث غريب، رواه الطبراني في \"الكبير\" و \"الأوسط\" من رواية عبد الله بن صالح كاتب الليث، وقد احتج به البخاري.وقال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٠٠: فيه عبد الله بن صالح وثقه عبد الملك ابن شعيب؛ فقال: ثقة مأمون، وضعفه جماعة.قلت: لم يخرج البخاري لعبد الله بن صالح إلا تعليقًا، فلم يحتج به، وليس هو من شرطه، وقد اضطرب في إسناده، فرواه الطبراني في \"مسند الشاميين\" ٣/ ١٣٤ (١٩٤٢)، ٤/ ٣٢٩ (٣٤٦٢)، عن بكر بن سهل ومطلب قالا: حدثنا عبد الله بن صالح قال: حدثني معاوية بن صالح، عن مكحول الدمشقي، عن أبي هريرة به مرفوعًا.(١) ساقطة من (أ).(٢) رواه الطبري في \"جامع البيان\" ٣/ ١٤٣، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٢، والواحدي في \"البسيط\" (١/ ١٧٠ ب).(٣) رواه أبو عبيد في \"الناسخ والمنسوخ\" (ص ٢٧٤ - ٢٧٥) (٥٠٣، ٥٠٤)، والطبري في \"جامع البيان\" ٣/ ١٤٣، وابن الجوزي في \"نواسخ القرآن\" (ص ٢٣٤)، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٢.</p><p> ورواية مجاهد، ومقسم عن ابن عباس (١) . يدل عليه قوله فيما قبله:  {وَلَا تَكْتُمُوا الشَّهَادَةَ} الآية (٢) . </p><p> وقال بعضهم: نزلت هذِه الآية فيمن يتولى الكافرين من المؤمنين، يعني: وإن تُعْلِنوا ما في أنفسكم من ولاية الكفار، أو تُسرُّوه يحاسبكم به الله، وهو قول مقاتل (٣) ، والواقدي (٤) ، يدل عليه قوله تعالى في </p><p>(١) رواية مجاهد أخرجها سعيد بن منصور في \"السنن\" ٣/ ١٠٠٤ (٤٧٣)، والطبري في \"جامع البيان\" ٣/ ١٤٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٢ (٣٠٥٦)، وعزاها السيوطي في \"الدر المنثور\" ١/ ٦٦٠ لابن المنذر. وأما رواية مقسم فأخرجها أبو عبيد في \"الناسخ والمنسوخ\" (ص ٢٧٤) (٥٠٢)، والطبري في \"جامع البيان\" ٣/ ١٤٣، والمحاملي في \"الأمالي\" (ص ١٨١) (١٥٣)، والطحاوي في \"شرح مشكل الآثار\" ٤/ ٣١٥، وابن الجوزي في \"نواسخ القرآن\" (ص ٢٣٣ - ٢٣٤)، وعزاها السيوطي في \"الدر المنثور\" ١/ ٦٦٠ لابن المنذر.فال الطحاوي في \"شرح مشكل الآثار\" ٤/ ٣١٦: فكان هذا التأويل عندنا غير صحيح؛ لأن كتمان الشهادة مما لا يغفر؛ لأنه حق من المشهود له، وفي الآية ما قد منع من ذلك.وقال الشوكاني في \"فتح القدير\" ١/ ٣٠٦: وبمجموع ما تقدم يظهر لك ضعف ما أخرجه ... عن ابن عباس أنه قال: نزلت في كتمان الشهادة؛ فإنها لو كانت كذلك لم يشتد الأمر على الصحابة.(٢) ساقطة من الأصل.(٣) \"تفسيره\" ١/ ١٥٠.(٤) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٣/ ٤٢٣، وأبو حيان فى \"البحر المحيط\" ٢/ ٣٧٥، وقال القرطبي: وهذا فيه بعد؛ لأن سياق الآية لا يقتضيه، وإنما ذلك بين في آل عمران.</p><p> سورة (١) آل عمران: {قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ}  (٢) من ولاية الكفار {يَعْلَمْهُ اللَّهُ} ، يدل عليه (٣) ما قبله. </p><p> وقال آخرون: هذِه الآية عامة، ثم اختلفوا في وجه (٤) عمومها، فقال بعضهم: هي منسوخة. رَوَت الرواة بألفاظ (مختلفة، قالوا (٥) : لما نزلت هذِه الآية جاء) (٦) أبو بكر، وعمر، وعبد الرحمن بن عوف، ومعاذ بن جبل، وناس من الأنصار إلى النبي - صلى الله عليه وسلم -، فَجَثَوْا على الرُّكَب، وقالوا: يا رسول الله، والله ما نزلت (٧) آية أشد علينا من هذِه الآية، إنَّ أحَدَنا ليُحَدِّث نفسَه بما لا يحب أن يَثْبُتَ في قلبه وأن له الدنيا وما فيها، وإنا لَمَأخوذون (٨) بما نُحَدِّث (٩) به أنَفُسَنَا؟ هلكنا والله. </p><p> فقال النبي - صلى الله عليه وسلم -: \"هكذا أنزلت\" . فقالوا: هلكنا، وكُلِّفْنا من العمل ما لا نطيق. </p><p>(١) زيادة من (ز). (٢) آية: ٢٩.(٣) ساقطة من (أ).(٤) ساقطة من (ح).(٥) في (أ): قال بعضهم.(٦) في (ز): مختلفة قال: لما نزلت هذِه الآية اختلفوا في وجه عمومها فقال بعضهم جاء.(٧) في (ز): أُنزلت. وفي (أ): أنزل الله.(٨) في (ز): لمؤاخذون.(٩) في (ح): تحدثت.</p><p> قال:  \"فلعلكم تقولون كما قالت بنو إسرائيل لموسى: سمعنا وعصينا،قولوا:سمعنا وأطعنا\" فقالوا: سمعنا وأطعنا. </p><p> واشتد ذلك عليهم، فمكثوا بذلك حولًا، فأنزل الله الفرج، والراحة بقوله:  {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} الآية. </p><p> فنسخت هذِه الآية ما قبلها (١) ، فقال النبي - صلى الله عليه وسلم -: \"إن الله -عز وجل- قد </p><p>(١) جمعه المصنف -كعادته- من أحاديث وآثار، منها ما رواه مسلم كتاب الإيمان، باب بيان أنه -سبحانه وتعالى - لم يكلف إلا ما يطاق (١٢٥)، والإمام أحمد في \"المسند\" ٢/ ٤١٢ (٩٣٤٤)، والطبري في \"جامع البيان\" ٣/ ١٤٣، والطحاوي في \"شرح مشكل الآثار\" ٤/ ٣١٤، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٣ - ٥٧٤ (٣٠٦٠، ٣٠٦١)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٣٥٠ (١٣٩)، والبيهقي في \"شعب الإيمان\" ١/ ٢٩٥ (٣٢٧)، والواحدي في \"أسباب النزول\" (ص ٩٤)، وابن الجوزي في \"نواسخ القرآن\" (ص ٢٢٦ - ٢٢٧)، كلهم من طرق عن العلاء بن عبد الرحمن، عن أبيه، عن أبي هريرة به بنحوه. ومنها ما رواه البخاري كتاب التفسير، باب سورة البقرة (٦٥٤٦)، والبيهقي في \"شعب الإيمان\" ١/ ٢٩٧ (٣٣٠)، كلاهما من طريق مروان بن الأصفر، عن رجل من الصحابة قال: أحسبه عن ابن عمر به بنحوه مختصرًا.ومنها ما رواه آدم بن سليمان، عن سعيد بن جبير، عن ابن عباس وسيأتي تخريجه. وأورد ابن حجر في \"العجاب في بيان الأسباب\" ١/ ٦٥٤، كلام المصنف بنصه، ثم قال: وهذا من عيوب كتابه، ومن تبعه عليه؛ يجمعون الأقوال عن الثقات وغيرهم، ويسوقون القصة مساقًا واحدًا على لفظ من يرمى بالكذب، أو الضعف الشديد، ويكون أصل القصة صحيحًا، والنكارة في ألفاظ زائدة، كما في هذِه القصة من تسمية الذين ذكروا.قلت: روى أبو عبيد في \"الناسخ والمنسوخ\" (ص ٢٧٥) (٥٠٥) من طريق عطاء الخراساني. والطبراني في \"مسند الشاميين\" ٣/ ٣٢٦ (٢٤١٥) من طريق عكرمة، كلاهما عن ابن عباس به بنحوه، وفيه تسمية الصحابة المذكورين عند المصنف.</p><p> تجاوز لأمتي ما حدثوا به أنفسهم ما لم يعملوا (١) أو يتكلموا به\" (٢) . </p><p> وهذا قول ابن مسعود (٣) ، وأبي هريرة (٤) ، وعائشة (٥) ، وابن عباس برواية سعيد بن جبير، وعطاء (٦) . </p><p> ومن التايعين وأتباعهم: محمد بن سيرين (٧) ، ومحمد بن كعب </p><p>(١) في (ح) زيادة: به. (٢) رواه البخاري كتاب العتق، باب الخطأ والنسيان في العتاقة والطلاق (٢٥٢٨)، وكتاب الطلاق، باب في الإغلاق والمكره (٥٢٦٩)، وكتاب الأيمان والنذور، باب إذا حنث ناسيًا (٦٦٦٤)، ومسلم في كتاب الإيمان، باب تجاوز الله عن حديث النفس (١٢٧) من طرق عن قتادة، عن زرارة بن أوفى، عن أبي هريرة به مرفوعًا. وليس عندهما أن ما حصل من الصحابة كان سببًا لورود الحديث. ويظهر لي أن المصنف نقل هذا عن مقاتل. انظر \"تفسيره\" ١/ ١٥٠.(٣) رواه سعيد بن منصور في \"السنن\" ٣/ ١٠١٨ (٤٨٢)، وأبو عبيد في \"الناسخ والمنسوخ\" (ص ٢٧٥) (٥٠٦)، والطبري في \"جامع البيان\" ٣/ ١٤٦، والطبراني في \"المعجم الكبير\" ٩/ ٢١١ (٩٠٣٠)، وابن الجوزي في \"نواسخ القرآن\" (ص ٢٢٥ - ٢٢٦).(٤) ذكره النحاس في \"معاني القرآن\" ١/ ٣٢٥، وقد تقدم ما أخرجه مسلم وغيره عنه.(٥) رواه الطبري في \"جامع البيان\" ٣/ ١٤٧.(٦) رواية سعيد عنه إخرجها الطبراني في \"المعجم الكبير\" ١١/ ٤٥٧ (١٢٢٩٦)، والبيهقي في \"شعب الإيمان\" ١/ ٢٩٦ (٣٢٨)، وابن الجوزي في \"نواسخ القرآن\" (ص ٢٢٧) كلهم من طريق عطاء بن السائب عنه. وذكرها ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٤. وسيأتي رواية مطولة من طريق آدم ين سليمان عن سعيد. أما رواية عطاء فذكرها الواحدي في \"الوسيط\" ١/ ٤٠٨، وفي \"البسيط\" ١/ ١٧٠ ب.(٧) ذكره الواحدي في \"الوسيط\" ١/ ٤٠٨، و\"البسيط\" ١/ ١٧٠ أ، وابن الجوزي في \"زاد المسير\" ١/ ٢٤٣.</p><p> القرظي (١) ، وموسى بن عبيدة (٢) ، وقتادة (٣) ، والكلبي (٤) ، وشيبان. </p><p> قال سعيد ابن مرجانة (٥) : بينا (٦) نحن جلوس عند عبد الله بن عمر؛ إذ تلا هذِه الآية:  {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ}  (٧) فقال ابن عمر: لئن أخذنا الله تعالى بهذا لنهلكن، ثم بكى حتى سمع نشيجه. </p><p> قال ابن مرجانة: فذكرت ذلك لابن عباس، فقال: يغفر الله لأبي عبد الرحمن، قد وجد المسلمون منها حين نزلت مثل ما وجد، فأنزل الله تعالى:  {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} الآية، وكانت </p><p>(١) زيادة من (ز). رواه الطبري في \"جامع البيان\" ٣/ ١٤٦، وعزاه السيوطي في \"الدر المنثور\" ١/ ٦٦٢ للفريابي، وعبد بن حميد، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٤.(٢) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٣/ ٤٢١، والشوكاني في \"فتح القدير\" ١/ ٣٠٥.(٣) رواه عبد الرزاق في \"تفسير القرآن\" ١/ ١١١، والطبري في \"جامع البيان\" ٣/ ١٤٧، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٤.(٤) ذكره السمرقندي في \"بحر العلوم\" ١/ ٢٣٩، والواحدي في \"الوسيط\" ١/ ٤٠٨، وفي \"البسيط\" (١/ ١٧٠ ب).(٥) سعيد بن عبد الله العامري القرشي مولاهم أبو عثمان الحجازي.ومرجانة أمه. ثقة، فاضل. قال ابن حبان في \"الثقات\" ٤/ ٢٩٣: كان من أفاضل أهل المدينة. توفي سنة (٩٧ هـ).وانظر: \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٣٥، \"تهذيب التهذيب\" لابن حجر ٢/ ٤٠، \"تقريب التهذيب\" لابن حجر (٢٣٨٨).(٦) في (ش)، (ح)، (أ): بينما.(٧) في (ش)، (ح)، (ز) زيادة: الآية.</p><p> الوسوسة مما لا طاقة للمسلمين بها، (فصار الأمر إلى القول والفعل، ونسخت تلك الآية (١) . </p><p> وقال بعضهم: هذِه الآية) (٢) محكمة غير منسوخة؛ لأن النسخ في الأخبار غير جائز، إلا خبرًا في (٣) أمرٍ، أو نهيٍ، أو شرطٍ (٤) . </p><p>(١) رواه الشافعي في \"أحكام القرآن\" جمع البيهقي ١/ ٤٢، وأبو عبيد في \"الناسخ والمنسوخ\" (ص ٢٧٦) (٥٠٨)، والطبري في \"جامع البيان\" ٣/ ١٤٤، والطحاوي في \"شرح مشكل الآثار\" ٤/ ٣١١ - ٣١٢ (١٦٢٦، ١٦٢٧)، والطبراني في \"المعجم الكبير\" ١٠/ ٣١٦ (١٠٧٦٩، ١٠٧٧٠)، والبيهقي في \"شعب الإيمان\" ١/ ٢٩٧ (٣٢٩)، كلهم من طريق ابن شهاب الزهري عن سعيد ابن مرجانة به، وعزاه السيوطي في \"الدر المنثور\" ١/ ٦٦١ لعبد بن حميد، وأبي داود في \"ناسخه\". قال ابن حجر في \"فتح الباري\" ٨/ ١٥٤: إسناده صحيح.وقد رواه الإمام أحمد في \"المسند\" ١/ ٣٣٢ (٣٠٧٠)، وعبد الرزاق في \"تفسير القرآن\" ١/ ١١٠، والطبري في \"جامع البيان\" ٣/ ١٤٤ - ١٤٥، وابن الجوزي في \"نواسخ القرآن\" (ص ٢٢٩) كلهم من طريق مجاهد.ورواه أبو عبيد في \"الناسخ والمنسوخ\" (ص ٢٧٦) (٥٠٧)، وابن أبي شيبة في \"المصنف\" ١٢/ ٤٢٤ (٣٦٥٣٨)، والطبري في \"جامع البيان\" ٣/ ١٤٥، والنحاس في \"الناسخ والمنسوخ\" ٢/ ١٢١ (٢٩٥)، والحاكم في \"المستدرك\" ٢/ ٣١٥ وقال: صحيح الإسناد، ولم يخرجاه ووافقه الذهبي، وابن الجوزي في \"نواسخ القرآن\" (ص ٢٢٩)، كلهم من طريق سالم بن عبد الله كلاهما عن ابن عمر وابن عباس بنحوه.(٢) ما بين القوسين ساقط من (ش).(٣) في (أ): فيه.(٤) في (ش)، (ح)، (ز): إلا خبرٌ فيه أمرٌ أو نهيٌ أو شرطٌ. =</p><p> ثم اختلفوا في (١) تأويلها، فقال قوم من أهل المعاني: قد أثبت الله -عز وجل- للقلب كسبًا، فقال:  {بِمَا كَسَبَتْ قُلُوبُكُمْ}  (٢) وكل عامل مأخوذ بكسبه، ومجازى على عمله (فليس الله -عز وجل- بتاركٍ عبدًا)  (٣) يوم القيامة أسرَّ عملًا، أو أعلنه من حركة في جوارحه، أو هَمَّةٍ في قلبه دون أن يُعَرِّفَهُ إياه، ويخبره (٤) به، ثم يغفر ما شاء لمن شاء، ويعذب من شاء بما شاء. </p><p>= قال الواحدي: والمحققون يختارون أن تكون الآية محكمة غير منسوخة؛ لأن النسخ إنما يكون في الأمر، والنهي. \"البسيط\" (١/ ١٧٠ ب). وقال البيهقي في \"شعب الإيمان\" ١/ ٢٩٧ - ٢٩٨: وهذا النسخ بمعنى التخصيص والتبيين؛ فإن الآية الأولى وردت مورد العموم، فوردت الآية التي بعدها، فبينت أن ما يخفى مما لا يؤاخذ به، وهو حديث النفس الذي لا يستطيع العبد دفعه عن قلبه، وهذا لا يكون منه كسب في حدوثه وبقائه، وكثير من المتقدمين كانوا يطلقون عليبما اسم النسخ على الاتساع؛ بمعنى أنه لولا الآية الأخرى لكانت الآية الأولى تدل على مؤاخذته بجميع ذلك.وقال شيخ الإسلام ابن تيمية في \"مجموع الفتاوى\" ١٤/ ١٠١: إن لفظ النسخ مجمل؛ فالسلف كانوا يستعملونه فيما يظن دلالة الآية عليه من عموم أو إطلاق، أو غير ذلك ... وكذلك ينسخ الله ما يقع في النفوس من فهم معنى، وإن كانت الآية لم تدل عليه؛ لكنه محتمل، وهذِه الآية من هذا الباب؛ فإن قوله: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ} إنما تدل على أن الله يحاسب بما في النفوس لا على أنه يعاقب على كل ما في النفوس، وقوله: {لِمَنْ يَشَاءُ} يقتضي أن الأمر إليه في المغفرة والعذاب لا إلى غيره.(١) في (ش)، (ح) زيادة: وجه.(٢) البقرة: ٢٢٥.(٣) في (ح): فليرى الله تبارك وتعالى عبدًا.(٤) في (ح): أو يخبره.</p><p> فمعنى الآية: وإن تظهروا ما في أنفسكم من المعاصي فتعملوه (١) ، أو تضمروا إرادتها في أنفسكم فتخفوها، يخبركم (٢) الله بها (٣) ، ويحاسبكم عليها (٤) ، ثم يغفر لمن يشاء، ويعذب من يشاء، وهذا معنى (٥) قول الحسن (٦) ، والربيع (٧) ، وقيس بن أبي حازم (٨) ، ورواية الضحاك عن ابن عباس (٩) . </p><p> يدل عليه قوله تعالى:  {وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا}  (١٠) . </p><p> وقال آخرون: معنى الآية أن الله تعالى يحاسب خلقه بجميع ما أبدوا من أعمالهم وأخفوه (١١) ، ويعاقبهم عليه، غير أن معاقبته </p><p>(١) في (ح): فتعملوا. (٢) في (أ): يجزيكم.(٣) في (ش): به. وفي (ح): به الله.(٤) كذا في (ز)، (أ). وفي الأصل، (ش)، (ح): عليه.(٥) ساقطة من (أ).(٦) رواه الطبري في \"جامع البيان\" ٣/ ٢٤٨، وذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٤، والماتريدي في \"تأويلات أهل السنة\" ١/ ٦٦٦، والماوردي في \"النكت والعيون\" ١/ ٣٦٠.(٧) رواه الطبري في \"جامع البيان\" ٣/ ٢٤٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٢ (٣٠٥٥)، ٢/ ٥٧٤ (٣٠٦٥)، وابن الجوزي في \"نواسخ القرآن\" (ص ٢٣٢ - ٢٣٣).(٨) رواه الطبري في \"جامع البيان\" ٣/ ١٤٨.(٩) رواها الطبري في \"جامع البيان\" ٣/ ١٤٧ - ١٤٨.(١٠) الإسراء: ٣٦.(١١) في (ح): وما أخفوه.</p><p> إياهم على ما أخفوا (١) مما لم يعملوها إنما (٢) يحدث لهم في الدنيا من النوائب والمصائب والأمور التي يحزنون عليها ويألمون لها (٣) ، وهذا قول عائشة رضي الله عنها، روي أنها سُئلت عن هذِه الآية فقالت: ما سألني عنها أحدٌ منذ سألت رسول الله - صلى الله عليه وسلم -. </p><p> فقال:  \"يا عائشة، هذا متابعة(٤)الله -عز وجل- العبد بما يصيبه من الحمى والنكبة، حتى الشوكة، والبضاعة يضعها في كمه؛ يفقدها، فيَرُوع لها، فيجدها في ضِبْنِهِ(٥)، حتى إن المؤمن ليخرج من ذنوبه كما يخرج التبر(٦)الأحمر من الكير\"  (٧) . </p><p>(١) في (ش)، (ح)، (ز): أخفوه. (٢) في (ش)، (ح): بما.(٣) ساقطة من (ح). وفي (أ): بها.(٤) في (ح): معاتبة.(٥) في (ش): حَيِّزه. وفي (ز): ضمنه. وفي (أ): جيبه.والضبن: الإبط، وما يليه. انظر: \"لسان العرب\" لابن منظور ٨/ ١٩ (ضبن).(٦) التبر: ما كان من الذهب غير مضروب؛ فإذا ضرب دنانير فهو عين.انظر: \"لسان العرب\" لابن منظور ٢/ ١٣ (تبر).(٧) رواه الترمذي كتاب التفسير، باب سورة البقرة (٢٩٩١)، والإمام أحمد في \"المسند\" ٦/ ٢١٨ (٢٨٣٥)، والطيالسي في \"مسنده\" (ص ٢٢١) (١٥٨٤)، وإسحاق بن راهويه في \"مسنده\" ٣/ ٧٨٣ (١٤١٣)، والطبري في \"جامع البيان\" ٣/ ١٤٩، ٥/ ٢٩٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٤ (٣٠٦٢)، والبيهقي في \"شعب الإيمان\" ٧/ ١٥٢ (٩٨٠٩)، كلهم من طريق حماد ابن سلمة، عن علي بن زيد، عن أمية، عن عائشة به. وعزاه السيوطي في \"الدر المنثور\" ١/ ٦٦٣ لابن المنذر.قال الترمذي ٥/ ٢٢١: حديث حسن غريب من حديث عائشة؛ لا نعرفه إلا من حديث حماد بن سلمة. =</p><p> يدل عليه قوله تعالى:  {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ}  (١) يعني: في الدنيا. </p><p> وقال مجاهد في رواية منصور وابن أبي نجيج:  {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ} يعني: من اليقين والشك (٢) . </p><p> وقال جعفر بن محمد:  {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ}  (يعني: الإسلام{أَوْ تُخْفُوهُ}يعني: الإيمان (٣) . </p><p> وقال بعضهم:  {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ} ) (٤) يعني: ما في قلوبكم </p><p>= وقال ابن كثير: في \"تفسير القرآن العظيم\" ٢/ ٥٢٠ وشيخه علي بن زيد بن جدعان ضعيف، يغرب في رواياته، وهو يروي هذا الحديث عن امرأة أبيه أم محمد أمية بنت عبد الله عن عائشة، وليس لها عنها في الكتب سواه. وروى أبو داود كتاب الجنائز، باب عيادة النساء (٣٠٩٣)، وإسحاق بن راهويه في \"مسنده\" ٣/ ٦٥٧ (١٢٤٩)، والطبري في \"جامع البيان\" ٥/ ٢٩٥، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ١٠٧٢ (٥٩٩٦)، والبيهقي في \"شعب الإيمان\" ٧/ ١٥٢ (٩٨١٠)، كلهم من طريق صالح بن رستم أبي عامر الخزاز، عن ابن أبي مليكة عنها مرفوعًا بمعناه.(١) النساء: ١٢٣.(٢) رواية ابن أبي نجيح في \"تفسير مجاهد\" ١/ ١١٩، وأخرجها أبو عبيد في \"الناسخ والمنسوخ\" (ص ٢٧٤) (٥٠١)، والطبري في \"جامع البيان\" ٣/ ١٤٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٣ (٣٠٥٩)، والنحاس في \"الناسخ والمنسوخ\" ٢/ ١١٩ (٢٩٣)، وابن الجوزي في \"نواسخ القرآن\" (ص ٢٣٤). وأما رواية منصور عنه فلم أجد من أخرجها.وعزاه السيوطي في \"الدر المنثور\" ١/ ٦٦٣ من قول مجاهد لعبد بن حميد، وابن المنذر، وأبي داود في \"ناسخه\".(٣) ذكره السلمي في \"حقائق التفسير\" (٢٤ أ).(٤) ما بين القوسين ساقط من (ح).</p><p> مما عرفتم (١) وعقدتم عليه، أو تخفوه فلا تمدوه وأنتم مجمعون (وعازمون يحاسبكم به)  (٢) ، فأما ما حدثتم به أنفسكم مما لم تعزموا عليه؛ فإن ذلك مما لا يكلف الله نفسًا إلا وسعها، ولا يؤاخذه (٣) به ودليل هذا التأويل قوله -عز وجل-: {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ}  (٤) . </p><p> [٦٧٦] حدثنا (٥)  (أبو القاسم بن حبيب)  (٦) قال: نا أبو جعفر محمد (ابن أحمد)  (٧) بن سعيد الرازي (٨) قال: نا العباس بن حمزة (٩) قال: نا </p><p>(١) في جميع النسخ: عزمتم. (٢) في جميع النسخ: وعازمون عليه يحاسبكم به الله.(٣) في (ح): يؤاخذها. وفي (ز)، (أ): يُؤاخذ.(٤) البقرة: ٢٢٥.(٥) في (ش)، (ح) أخبرنا.(٦) في (ح): الأستاذ أبو القاسم الحسن بن محمد.وهو الحسن بن محمد بن حبيب أبو القاسم الحبيبي، عالم مفسر. كذبه الحاكم وجماعة(٧) ساقطة من (ش).(٨) محمد بن أحمد بن سعيد المكتب، أبو جعفر الرازي. ضعفه الدارقطني.(٩) العباس بن حمزة بن عبد الله بن أشرس، أبو الفضل النيسابوري.الواعظ، أحد العلماء، الزهاد. قال الخليلي: كبير، عالم، ثقة، سمعت الحاكم أبا عبد الله يثني عليه ويوثقه. توفي سنة (٢٨٨ هـ).\"الإرشاد\" للخليلي ٣/ ٨٨٣، \"تاريخ دمشق\" لابن عساكر ٢٦/ ٢٥٠، \"المنتظم\" لابن الجوزي ١٢/ ٤١٩، \"تاريخ الإسلام\" للذهبي ٢١/ ٢٩٦، \"الجواهر المضيَّة\" لأبي الوفاء القرشي ٢/ ٢٨٥.</p><p> أحمد بن أبي الحَوارِي (١) ، عن محمد بن يزيد الطرسوسي (٢) ، عن عبد الله بن المبارك (٣) قال: قلت لسفيان (٤) : أيُؤاخَذُ (٥) العبد بالهمَّة؟ قال: إذا كان (٦) عزمًا، أُخذ بها (٧) . </p><p>(١) أحمد بن عبد الله بن ميمون بن العباس التغلبي أبو الحسن بن أبي الحواري الدمشقي. ثقة، زاهد. ولد سنة (١٦٤ هـ)، وتوفي سنة (٢٤٦ هـ).انظر: \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٤٧، \"حلية الأولياء\" لأبي نعيم ١٠/ ٥، \"تهذيب التهذيب\" لابن حجر ١/ ٣١، \"تقريب التهذيب\" لابن حجر (٦١).(٢) في (ش): الطوسي.وهو محمد بن يزيد المستملي أبو بكر الطرسوسي.ذكره ابن حبان في \"الثقات\" وقال: ربما أخطأ. وقال ابن عدي: يسرق الأحاديث، ويزيد فيها، ويضع .. ولمحمد بن يزيد المستملي غير ما ذكرت مما سرق من حديث الثقات.\"الثقات\" لابن حبان ٩/ ١١٥، \"الكامل\" لابن عدي ٦/ ٢٨٢، \"لسان الميزان\" لابن حجر ٥/ ٤٢٩.(٣) عبد الله بن المبارك، ثقة، ثبت إمام.(٤) سفيان الثوري، ثقة، حافظ إمام.(٥) في (ش): يؤاخذ.(٦) في (ز)، (أ): كانت.(٧) [٦٧٦] الحكم على الإسناد:شيخ المصنف كذبه الحاكم، وفيه أيضًا من لم أجد فيه جرحًا ولا تعديلًا، ومحمد بن يزيد يسرق الحديث.التخريج:الأثر ذكره البغوي في \"معالم التنزيل\" ١/ ٣٥٦.</p><p> [٦٧٧] وأخبرنا محمد بن موسى بن الفضل (١) ، قال: نا محمد بن عبد الله بن أحمد (٢) ، قال: أنا عبد الله بن محمد بن أبي الدنيا (٣) ، قال: حدثني علي بن الحسين (٤) ، عن (٥) عمرو (٦) بن جرير (٧) قال: خرجت وأنا شابٌّ؛ لأمر هممت به، فمررت بأبي طالب القاص (٨) ، </p><p>(١) محمد بن موسى بن الفضل بن شاذان الصيرفي أبو سعيد النيسابوري، ثقة. (٢) كذا في جميع النسخ، وهو الصواب. وفي الأصل: آدم.وهو محمد بن عبد الله الصفار أبو عبد الله الأصبهاني، محدث عصره بخراسان.(٣) عبد الله بن محمد بن عبيد بن سفيان الأموي القرشي مولاهم أبو بكر بن أبي الدنيا البغدادي كان يؤدب غير واحد من أولاد الخلفاء. قال أبو حاتم، وصالح بن محمد: صدوق. وقال ابن حجر: صدوق، حافظ، صاحب تصانيف. ولد سنة (٢٠٨ هـ)، وتوفي سنة (٢٨١ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٥/ ١٣٦، \"تاريخ بغداد\" للخطيب ١٠/ ٨٩، \"تهذيب الكمال\" للمزي ١٦/ ٧٢، \"تهذيب التهذيب\" لابن حجر ٢/ ٤٢٤، \"تقريب التهذيب\" لابن حجر (٣٥٩١).(٤) علي بن الحسين -أو الحسن- بن أبي مريم.من شيوخ ابن أبي الدنيا الذين أكثر عنهم في كتبه، ولم أظفر له بترجمة.(٥) في (ش): بن.(٦) في (ش): عمر.(٧) عمرو بن جرير البجلي أبو سعيد الكوفي.قال ابن عدي: وله غير ما ذكرت من الحديث مناكير الإسناد والمتن. قال الدارقطني: متروك الحديث. وقال أبو حاتم: يكذب.\"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٢٤، \"الكامل\" لابن عدي ٥/ ١٤٩، \"ميزان الاعتدال\" للذهبي ٣/ ٢٥٠، \"لسان الميزان\" لابن حجر ٤/ ٣٥٨.(٨) يحيى بن يعقوب بن مدرك الأنصاري القاص أبو طالب الكوفي.ذكره ابن حبان في \"الثقات\" وقال: وكان ممن يخطئ. وقال ابن أبي حاتم عن =</p><p> والناس مجتمعون عليه، فكان أول شيء تكلم به أَنْ قال: أيُّها الهامُّ بالمعصية أما علمت أن خالق الهمة مطلع على همتك. قال: فخررت والله مغشيًّا عليَّ، فما أفقت إلا عن توبة (١) . </p><p> [٦٧٨] وبإسناده (٢) عن ابن (٣) أبي الدنيا (٤) ، قال: نا إسحاق بن (٥) إسماعيل (٦) ، قال: </p><p>= أبيه: محله الصدق، لم يرو شيئًا منكرًا، وهو ثقة في الحديث، أدخله البخاري في كتاب \"الضعفاء\" فسمعت أبي يقول: يحول من هناك. وقال البخاري: منكر الحديث. \"التاريخ الكبير\" للبخاري ٨/ ٣١٢، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ١٩٨، \"الكامل\" لابن عدي ٧/ ٢٣٣، \"الثقات\" لابن حبان ٧/ ٦١٤، \"فتح الباب في الكنى والألقاب\" لابن منده (ص ٤٥٢)، \"لسان الميزان\" لابن حجر ٦/ ٢٨٣.(١) [٦٧٧] الحكم على الإسناد:فيه عمرو بن جرير متروك، وكذبه أبو حاتم.التخريج:رواه البيهقي في \"شعب الإيمان\" ٥/ ٤٥٩ (٧٢٨٤)، عن أبي سعيد الصيرفي به.(٢) في (ش): وبإسناد.(٣) ساقطة من (ش).(٤) عبد الله بن محمد بن أبي الدنيا، صدوق.(٥) في (ش): نا.(٦) إسحاق بن إسماعيل أبو يعقوب الطالقاني.نزيل بغداد، يعرف باليتيم. ثقة، تكلم في سماعه من جرير وحده. قال ابن المديني: وسئل عن إسحاق بن إسماعيل صاحب جرير؟ فقال: كان غلامًا، وذهب إلى أنه لم يضبط. توفي سنة (٢٣٠ هـ)، وقيل قبلها.\"الجرح والتعديل\" لابن أبي حاتم ٢/ ٢١٢، \"تهذيب التهذيب\" لابن حجر ١/ ١١٦، \"تقريب التهذيب\" لابن حجر (٣٤١).</p><p> نا يعلي بن عبيد (١) ، عن إسماعيل بن أبي خالد (٢) قال: أصاب (٣) بني إسرائيل مجاعة، فمر رجل على رملٍ، فقال: وددت أن هذا الرمل دقيق لي فأطعمه بني إسرائيل، فأُعطي على نيته (٤) . </p><p> [٦٧٩] وبه عن ابن (٥) أبي الدنيا (٦) ، قال: حدثني سلمة بن شبيب (٧) ، قال: نا سهل بن عاصم (٨) ، قال: حدثني يحيى بن محمد الجاري (٩) ، قال: </p><p>(١) يعلي بن عبيد، ثقة، إلاَّ في حديثه عن الثوري؛ ففيه لين. (٢) إسماعيل بن أبي خالد، ثقة، ثبت.(٣) في (ش)، (ح): أصابت.(٤) [٦٧٨] الحكم على الإسناد:فيه ابن أبي الدنيا صدوق، وكذلك إسحاق بن إسماعيل.التخريج:الأثر ذكره الزبيدي في \"إتحاف السادة المتقين\" ١٠/ ٨، وعزاه لابن أبي الدنيا في \"الإخلاص\"، ولم أجده في \"الإخلاص والنية\" لابن أبي الدنيا المطبوع، وقد أستدركه المحقق في آخر الكتاب (ص ٧٥)، وذكره أبوطالب المكي في \"قوت القلوب\" ٤/ ٣٧.(٥) ساقطة من (ش).(٦) عبد الله بن محمد بن أبي الدنيا، صدوق.(٧) سلمة بن شبيب، ثقة.(٨) سهل بن عاصم السجستاني.يروي عن العراقيين الحكايات. ذكره ابن حبان في \"الثقات\". وقال أبو حاتم: شيخ. ولم يذكرا في الرواة عنه إلا سلمة.\"الجرح والتعديل\" لابن أبي حاتم ٤/ ٢٠٢، \"الثقات\" لابن حبان ٨/ ٢٩٣.(٩) في (أ): (المحاربي).وهو يحيى بن محمد بن عبد الله بن مهران الجاري الحجازي. =</p><p> نا عبد الرحمن بن زيد بن أسلم (١) ، عن أبيه (٢) قال: كان (٣) رجل يطوف على العلماء يقول: من (٤) يدلني على عمل لا أزال منه (٥) عاملًا لله -عز وجل-، فإني أحب أن لا يأتي عليَّ ساعةٌ من الليل والنهار إلا وأنا عامل؟ قيل له: قد وَجَدْتَ حاجتك. فاعمل الخير ما أستطعت، فإذا فترت، أو تركته؛ فهُمَّ بعمله، فإن الهام بعمل الخير كعامله (٦) . </p><p>= قال العجلي، ويحيى الزمي: ثقة. وذكره ابن حبان في \"الثقات\"، وقال: يغرب. وقال ابن عدي: ليس بحديثه بأس. وقال البخاري يتكلمون فيه. وذكره ابن حبان أيضًا في \"المجروحين\"، وقال: كان ممن ينفرد بأشياء لا يتابع عليها على قلة روايته. وقال ابن حجر: صدوق؛ يخطئ. من كبار العاشرة. \"الجرح والتعديل\" لابن أبي حاتم ٩/ ١٨٤، \"الثقات\" لابن حبان ٩/ ٢٥٥، \"المجروحين\" لابن حبان ٣/ ١٣٠، \"الكامل\" لابن عدي ٧/ ٢٢٦، \"تهذيب الكمال\" للمزي ٣١/ ٥٢٢، \"تقويب التهذيب\" لابن حجر (٧٦٣٨).(١) عبد الرحمن بن زيد بن أسلم، ضعيف.(٢) في (ز) زيادة: عن رجل.وهو زيد بن أسلم، ثقة.(٣) في (ح): جاء.(٤) ساقطة من (ش).(٥) كتب فوقها في (ز): فيه.(٦) [٦٧٩] الحكم على الإسناد:فيه عبد الرحمن بن زيد بن أسلم ضعيف.التخريج:الأثر ذكره أبو طالب المكي في \"قوت القلوب\" ٤/ ٣٥. والزبيدي في \"إتحاف السادة المتقين\" ١٠/ ١٢ وقال: نقله صاحب \"القوت\".</p><p> وهذا معنى قول النبي - صلى الله عليه وسلم -: \"نية المؤمن خير من عمله\"  (١) ؛ لأن العمل ينقطع، (والنية لا تنقطع)  (٢) . </p><p>(١) رواه الطبراني في \"المعجم الكبير\" ٦/ ١٨٥ (٥٩٤٢)، وأبو نعيم في \"حلية الأولياء\" ٣/ ٢٥٥ من طريق حاتم بن عباد، عن يحيى بن قيس الكندي، عن أبي حازم، عن سهل بن سعد به مرفوعًا بنحوه. قال أبو نعيم: هذا حديث غريب من حديث أبي حازم وسهل؛ لم نكتبه إلا من هذا الوجه ..قال الهيثمي في \"مجمع الزوائد\" ١/ ٦١، ١٠٩: رجاله موثقون إلا حاتم بن عباد الجرشي لم أر من ذكر له ترجمة.ورواه البيهقي في \"شعب الإيمان\" ٥/ ٣٤٣ (٦٨٥٩)، وانظر طبعة دار السلفية ١٢/ ٢٢٩ (٦٤٤٥)، والقضاعي في \"مسند الشهاب\" ١/ ١١٩ (١٤٧) من طريق يوسف بن عطية، عن ثابت، عن أنس بنحوه مرفوعًا. وعزاه السخاوي في \"المقاصد الحسنة\" (ص ٤٥٠) للعسكري في \"الأمثال\".ورواه أبو الشيخ في \"الأمثال\" (ص ٣٣) (٥٢) من طريق آخر عن يوسف بن عطية، عن ثابت به مرسلًا.قال البيهقي في \"شعب الإيمان\" ٥/ ٣٤٣: إسناده ضعيف.ورواه القضاعي في \"مسند الشهاب\" (١١٩) (١٤٨) من حديث النواس بن سمعان.قال العراقي في \"تخريج أحاديث إحياء علوم الدين\" ٤/ ٣٨٦: أخرجه الطبراني من حديث سهل بن سعد، ومن حديث النواس بن سمعان وكلاهما ضعيف.وقال السخاوي في \"المقاصد الحسنة\" (ص ٤٥٠): وهي وإن كانت ضعيفة؛ فبمجموعها يتقوى الحديث، وقد أفردت فيه وفي معناه جزءًا.وقال ابن دحية: لا يصح. وضعفه السيوطي، وأقره المناوي والألباني. انظر: \"المقاصد الحسنة\" للسخاوي (ص ٤٥٠)، \"فيض القدير\" للمناوي ٦/ ٣٧٩ (٩٢٩٥) من حديث أنس، وحديث سهل بن سعد ٦/ ٣٨٠ (٩٢٩٦)، \"ضعيف الجامع الصغير\" للألباني ٦/ ١٧ (٥٩٨٨).(٢) ساقطة من (ش).</p><p> وقال محمد بن علي: معنى الآية: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ} من الأعمال الظاهرة {أَوْ تُخْفُوهُ} من الأحوال الباطنة {يُحَاسِبْكُمْ بِهِ اللَّهُ} تعالى، العابد (١) على أفعالِهِ، والعارف على أحوالِهِ (٢) . </p><p> وقال بعضهم: إن الله تعالى يوم القيامة يقول: هذا يوم تبلى السرائر، وتخرج الضمائر، وإن كُتَّابي لم يكتبوا إلا ما ظهر من أعمالكم منها (٣) ، وأنا المطلع على سرائركم مما (٤) لم يعلموه، ولم يكتبوه، فأنا أخبركم بذلك، وأحاسبكم عليه؛ لتعلموا أنه لا يعزب عني (٥) مثقال ذرة من أعمالكم، ثم أغفر لمن شئت، وأعذب من شئت، فأما المؤمنون فيخبرهم بذلك كله ويغفر لهم، ولا يؤاخذهم بذلك؛ إظهارًا لفضله، وأما الكافرون (٦) ، فيخبرهم (٧) بها، ويعاقبهم عليها؛ إظهارًا لعدله. </p><p> فمعنى الآية: وإن تبدوا ما في أنفسكم فتعملوا به، أو تخفوه مما (٨) أضمرتم وأسررتم ونويتم وأردتم، يحاسبكم به الله، ويخبركم </p><p>(١) في (ش): العائد. (٢) ذكره أبو عبد الرحمن السلمي في \"حقائق التفسير\" (٢٤ أ)، وقال: قال جعفر.(٣) زيادة من (أ)، (ش)، (ح).(٤) في (ش): ما.(٥) في (ز): عليَّ.(٦) في (ش): الكافر.(٧) كذا في جميع النسخ في الموضعين، وهو الأصح. وفي الأصل في الموضعين: فيجزيهم.(٨) في (ش): بما. وفي (ز): فيما.</p><p> به، ويعرفكم إياه، {فَيَغْفِرُ لِمَنْ يَشَاءُ}  (فيغفر{لِمَنْ يَشَاءُ}للمؤمنين،{وَيُعَذِّبُ مَنْ يَشَاءُ}الكافرين)  (١) . فهذا معنى قول الضحاك (٢) ، والربيع (٣) ، ورواية (٤) العوفي والوالبي عن ابن عباس (٥) . يدل عليه قوله تعالى:  {يُحَاسِبْكُمْ بِهِ اللَّهُ} ولم يقل: يؤاخذكم، والمحاسبة غير المعاقبة، فالحساب ثابت، والعقاب ساقط. </p><p> ومما يؤيد هذا حديث النَّجْوى، وهو ما روى قتادة عن صفوان ابن مُحْرِز (٦) قال: بينا (٧) نحن نطوف بالبيت مع عبد الله بن عُمر؛ إذ عَرَض </p><p>(١) في (ش)، (ح)، (أ): فيغفر للمؤمنين ويعذب الكافرين. (٢) ذكره ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٥، والنحاس في \"معاني القرآن\" ١/ ٣٢٩، والماوردي في \"النكت والعيون\" ١/ ٣٦٠.(٣) تقدم تخريجه.(٤) في (ز): ورواه.(٥) رواية العوفي أخرجها الطبري في \"جامع البيان\" ٣/ ١٤٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٣ (٣٠٥٨).ورواية الوالبي أخرجها الطبري في \"جامع البيان\" ٣/ ١٤٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٢ (٣٠٥٧)، وعزاها السيوطي في \"الدر المنثور\" ١/ ٦٦٣ - ٦٦٢ لابن المنذر.(٦) صفوان بن مُحوِز بن زياد المازني أو الباهلي البصري.ثقة، عابد. توفي سنة أربع وسبعين. ويرى الذهبي أن وفاته تأخرت إلى حدود سنة تسعين.انظر: \"الجرح والتعديل\" لابن أبي حاتم ٤/ ٤٢٣، \"سير أعلام النبلاء\" للذهبي ٤/ ٢٨٦، \"تهذيب التهذيب\" لابن حجر ٢/ ٢١٤، \"تقريب التهذيب\" لابن حجر (٢٩٤١).(٧) في (ح)، (أ): بينما.</p><p> له رجل (١) ، فقال له (٢) : يا ابن عمر ما سمعت من (٣) رسول الله - صلى الله عليه وسلم - يقول في النَّجْوى؟ فقال: سمعت رسول (٤) الله - صلى الله عليه وسلم - يقول:  \"يدنو المؤمن من(٥)ربه حتى يضع عليه كنَفَه(٦)، فيُقرره بذنوبه،فيقول:هل تعرف كذا؟فيقول:ربِّ أعرف. فُيوقِفُهُ على ذنوبه ذنبًا ذنبًا، فيقول الله -عز وجل-(٧): أنا الذي سترتها عليك في الدنيا، وأنا(٨)أغفرها لك اليوم، لا نُطْلِعُ(٩)على ذلك مَلَكًا مقربًا، ولا نبيًّا مرسلًا. وأما الكفار والمنافقون؛ فينادَوْن على رؤوس الأشهاد{هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ}(١٠)\"  (١١) . </p><p>(١) قال ابن حجر في \"فتح الباري\" ١٠/ ٤٨٨: لم أقف على اسم المسائل؛ لكن يمكن أن يكون هو سعيد بن جبير، فقد أخرج الطبراني من طريقه، قال: قلت لابن عمر: حدثني، فذكر الحديث. وانظر \"تنبيه المعلم بمبهمات صحيح مسلم\" لابن سبط ابن العجمي (ص ٤٥٠).(٢) زيادة من (ز).(٣) ساقطة من (ش)، (ح)، (أ).(٤) في (ح)، (ز): نبي.(٥) في (ش): عن.(٦) الكَنَف بالتحريك: الجانب، والناحية.انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٢٠٥. وفي هامش (ش): كنفه: لطفه.(٧) في (ز) زيادة: إني.(٨) في (ش) زيادة: الذي.(٩) في (ش): أطلع. وفي (ز)، (أ): يطلع.(١٠) هود: ١٨.(١١) رواه البخاري كتاب المظالم، باب قوله تعالى: {أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} (٢٤٤١)، وكتاب التفسير، باب سورة هود قوله تعالى: {وَيَقُولُ الْأَشْهَادُ} =</p><p> [٦٨٠] وأخبرنا الحسن (١) بن محمد بن علي (٢) ، قال: أنا عبد الله ابن محمد بن مسلم (٣) ، قال: نا أحمد بن محمد بن أبي رجاء (٤) ، قال: نا وكيع (٥) ، عن الأعمش (٦) ، عن المعرور بن (٧) سويد (٨) ، </p><p>= (٤٦٨٥)، وكتاب الأدب، باب ستر المؤمن على نفسه (٦٠٧٠)، وكتاب التوحيد، باب كلام الرب -عز وجل- يوم القيامة مع الأنبياء (٧٥١٤). ومسلم كتاب التوبة، باب قبول توبة القاتل وإن كثر قتله (٢٧٦٨) من طرق، عن قتادة به. (١) في (ح)، (أ): الحسين.(٢) الحسن بن أحمد بن محمد بن علي المخلدي، صحيح السماع، والكتب، متقن في الرواية.(٣) عبد الله بن محمد بن مسلم الإسفراييني، حافظ، ثبت.(٤) أحمد بن محمد بن عبيد الله بن أبي رجاء الثغري، أبو جعفر الطرسوسي.قال النسائي: ثقة. وذكره ابن حبان في \"الثقات\". وقال النسائي في موضع آخر: لا بأس به. وقال ابن حجر: صدوق. يقال: توفي في حدود سنة (٢٥٠ هـ).\"الثقات\" لابن حبان ٨/ ٢٨، \"المتفق والمفترق\" للخطيب ١/ ١٨٦، \"تهذيب الكمال\" للمزي ١/ ٤٧٠، \"تهذيب التهذيب\" لابن حجر ١/ ٤٤، \"تقريب التهذيب\" لابن حجر (٩٧).(٥) وكيع بن الجراح، ثقة، حافظ.(٦) سليمان بن مهران الأعمش، ثقة، ثبت، مدلس، وروايته هنا محمولة على الاتصال.(٧) في (ش): عن.(٨) المعرور بن سويد الأسدي أبو أمية الكوفي.ثقة. وذكره سبط ابن العجمي في المخضرمين. عاش مئة وعشرين سنة. قال الذهبي: توفي سنة بضع وثمانين.\"الجرح والتعديل\" لابن أبي حاتم ٨/ ٤١٥، \"سير أعلام النبلاء\" للذهبي ٤/ ١٧٤، \"تهذيب التهذيب\" لابن حجر ٤/ ١١٨.</p><p> عن أبي ذر قال: قال رسول الله - صلى الله عليه وسلم -: \"يؤتى برجل يوم القيامة فيقال: أعرضوا عليه صِغَار ذنوبه، فتُعرض عليه، فيقال له(١): عملت كذا وكذا، في(٢)يوم(٣)كذا وكذا، وهو يقر ولا ينكر. وتخبأ عنه كبار ذنوبه، وهو منها مشفق،فيقال:أعطوه مكان كل سيئة عملها حسنة.فيقول:إن لي ذنوبًا ما أراها هاهنا\"  (٤) . قال: فلقد رأيت النبي - صلى الله عليه وسلم - ضحك حتى بدت نواجذه (٥) . </p><p>(١) ساقطة من (ح). (٢) ساقطة من (ش)، (ح).(٣) في (ح): بيوم.(٤) في (ش): هنا.(٥) [٦٨٠] الحكم على الإسناد:إسناده حسن؛ فيه أحمد بن محمد بن أبي الرجاء صدوق لكن توبع فالحديث صحيح لغيره.التخريج:هو في \"الزهد\" لوكيع ٢/ ٦٥١ (٣٦٧).رواه أبو عوانة في \"المسند\" ١/ ١٤٦ (٤٣٥) عن ابن أبي رجاء المصيصي به بنحوه.ورواه مسلم كتاب الإيمان، باب أدنى أهل الجنة منزلة فيها (١٩٠/ ٣١٥) عن محمد بن عبد الله بن نمير وابن أبي شيبة ولم يسق لفظه. ورواه الإمام أحمد في \"المسند\" ٥/ ١٥٧ (٢١٣٩٣)، وابن منده في \"الإيمان\" ٢/ ٨٢٢ (٨٤٨) من طريق عبد الله بن محمد العبسي ومحمد بن أبي بكر المقدمي، كلهم عن وكيع به بنحوه. ورواه مسلم كتاب الإيمان، باب أدنى أهل الجنة منزلة فيها ولم يسق لفظه. والترمذي في صفة الجنة، باب (١٠) (٢٥٩٦)، وقال: حسن صحيح. والإمام أحمد في \"المسند\" ٥/ ١٧٠ (٢١٤٩٢)، وابن حبان في \"صحيحه\" كما في =</p><p> وقال الحسن بن مسلم (١) : يحاسب الله تعالى المؤمنين يوم القيامة (بالمنة والفضل)  (٢) ، والكافرين بالحجة والعدل. </p><p> (قوله تعالى)  (٣) : {فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} رفعهما أبو جعفر، وابن عامر، وابن محيصن، والحسن، وعاصم، ويعقوب، واختاره أبو حاتم. ونصبهما ابن عباس (٤) . </p><p>= \"الإحسان\" ١٦/ ٣٧٥ (٧٣٧٥)، وابن منده في \"الإيمان\" ٢/ ٨٢٣ (٨٤٩)، كلهم من طريق أبي معاوية. ورواه مسلم كتاب الإيمان، باب أدنى أهل الجنة منزلة فيها (١٩٠/ ٣١٤)، وأبو عوافة في \"المسند\" (١/ ١٤٦ (٤٣٥)، وابن منده في \"الإيمان\" ٢/ ٨٢٢ (٨٤٧)، والبيهقي في \"الأسماء والصفات\" ١/ ١٠٢، كلهم من طريق عبد الله بن نمير. ورواه أبو عوانة في \"المسند\" ١/ ١٤٦ (٤٣٤)، وأبو نعيم في \"المستخرج على صحيح مسلم\" ١/ ٢٦٢ (٤٧١) من طريق يحيى الحماني، كلهم عن الأعمش به بنحوه.(١) الحسن بن مسلم بن سفيان الضرير أبو علي.المفسر، روى القراءة عن جماعة عن يعقوب، وروى عنه القراءة عرضًا محمد بن إسحاق البخاري وغيره.انظر: \"غاية النهاية\" لابن الجزري ١/ ٢٣٣، \"طبقات المفسرين\" للداودي ١/ ١٤٤.(٢) ساقطة من (أ).(٣) ساقطة من (ح)، (أ).(٤) عزاها له النحاس فى \"إعراب القرآن\" ١/ ٣٥٠، ومكي بن أبي طالب في \"مشكل إعراب القرآن\" ١/ ١٢١، والكرماني في \"شواذ القراءة\" (٤٦ أ)، والقرطبي في \"الجامع لأحكام القرآن\" ٣/ ٤٢٤، وذكرها دون نسبة سيبويه في \"الكتاب\" ٣/ ٩٠.</p><p> وجزمهما الباقون (١) . فالجزم على النسق، والرفيم على الابتداء - أي: فهو يغفر- والنصب على الصرف، وقيل: على إضمار أن الخفيفة (٢) . </p><p> روى طاوس محق ابن عباس: فيغفر لمن يشاء الذنب العظيم، ويعذب من يشاء على الذنب الصغير (٣) ، {لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ (٢٣) } (٤) . </p><p> {وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . </p><p>(١) انظر: \"السبعة\" لابن مجاهد (ص ١٩٥)، \"الحجة\" لابن زنجلة (ص ١٥٥)، \"إعراب القرآن\" للنحاس ١/ ٣٥٠، \"الكامل في القراءات الخمسين\" للهذلي (١٧٣ أ)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٣٦. (٢) انظر: \"إعراب القرآن\" للنحاس ١/ ٣٥٠، \"علل القراءات\" للأزهري ١/ ١٠٢، \"إملاء ما من به الرحمن\" للعكبري ١/ ١٢١.(٣) ذكره البغوى في \"معالم التنزيل\" ١/ ٣٥٦.وروى ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٧٥ (٣٠٦٧، ٣٠٦٩)، نحوه عن مجاهد.وانظر \"الدر المنثور\" ١/ ٦٦٤.وقال الحيري في \"الكفاية في التفسير\" ١/ ٢٤٦: وعن طاوس، عن ابن عباس: {فَيَغْفِرُ لِمَنْ يَشَاءُ} للمحسن، {وَيُعَذِّبُ مَنْ يَشَاءُ} للمسيء.وقال السموقندي \"بحو العلوم\" ١/ ٢٣٩: {فَيَغْفِرُ لِمَنْ يَشَاءُ} الذنب العظيم لمن أنتزع عنه، {وَيُعَذِّبُ مَنْ يَشَاءُ} بالذنب الصغير؛ إذا أصر عليه، ويقال: لا كبيرة مع الأستغفار، ولا صغيرة مع الإصرار.(٤) الأنبياء: ٢٣.</p>"
}