{
  "id": null,
  "sura": 2,
  "aya": 68,
  "text": "<p> فقال موسى:  {أَعُوذُ} أي: أمتنع {بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ} أي: من المستهزئين بالمؤمنين. </p><p> فلما علم القوم أنَّ ذبح البقرة عزم من الله -عزَّ وجلَّ- سألوه الوصف. </p><p> ٦٨ - فـ {قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا هِيَ} </p><p> ولو أنهم عمدوا إلى أدنى بقرة فذبحوها لأجزأت عنهم، ولكنهم (١) شددوا على أنفسهم فشدد الله عليهم، وإنما كان تشديدهم تقديرًا من الله -عزَّ وجلَّ- وحكمة. </p><p> وكان السبب فيه على ما ذكره السدي وغيره: </p><p> أن رجلًا في (٢) بني إسرائيل كان بارًّا (٣) بأبيه، وبلغ من بره (٤) أن رجلًا أتاه بلؤلؤة فابتاعها (٥) بخمسين ألفًا، وكان فيها فضل، فقال للبائع: إن أبي نائم، ومفتاح الصندوق تحت رأسه، فأمهلني حتَّى يستيقظ فأعطيك الثمن، قال: فأيقظ أباك وأعطني المال، قال: ما كنت لأفعل، ولكن أزيدك عشرة آلاف وأنظرني (٦) حتَّى ينتبه أبي، (فقال الرجل)  (٧) : وأنا (أحط عنك)  (٨) عشرة آلاف إن أيقظت أباك </p><p>(١) في (ف): ولكن. (٢) في (ت): من.(٣) في (ت): برُّا.(٤) في (ج): زيادة. به.(٥) في (ش): زيادة: منه.(٦) في (ج)، (ش): فأنظرني، وفي (ف): فأمهلني.(٧) ساقطة من (ش).(٨) في (ش): أحطك.</p><p> وعجلت النقد، فقال: وأنا أزيدك (عشرين ألفًا إن انتظرت انتباه أبي، ففعل) ، ولم يوقظ الرجل أباه \"فأعقبه ببره بأبيه) (١) أن جعل (٢) تلك البقرة (٣) عنده، وأمر بني (٤) إسرائيل أن يذبحوا تلك البقرة بعينها) (٥) . </p><p> وقال ابن عباس ووهب وغيرهما أو من قال منهم: كان في بني إسرائيل رجل صالح، له ابن طفل (٦) ، وكان له عجل (٧) ، فأتى بالعجل إلى غيضة (٨) ، وقال: اللهم إني أستودعك (٩) هذِه العجلة لابني حتَّى يكبر، ومات الرجل، فشبت (١٠) العجلة في الغيضة وصارت عوانًا، وكانت تهرب من كل من رامها (١١) ، فلما كبر الابن </p><p>(١) في (ت): فأعقبه الله تعالى ببرِّه أباه. (٢) في (ت): زيادة: له.(٣) في (ت): زيادة: بعينها.(٤) في (ف): بنو.(٥) ما بين القوسين في الموضعين من (ج)، وأثر السدي: أخرجه الطبري في \"جامع البيان\" عنه ١/ ٣٥٥ في سياق طويل.وذكره عنه ابن كثير في \"تفسير القرآن العظيم\" ١/ ٤٥٤، وفي \"البداية والنهاية\" ١/ ٢٩٤.(٦) في (ش)، (ف): زيادة: صالح.(٧) في (ش)، (ف)، (ت): عجلة.(٨) الغَيْضَةُ: مجتمع الشجر في مغيض ماء.\"القاموس المحيط\" للفيروزآبادي (ص ٨٣٨) (غاض).(٩) في (ف): استودعك.(١٠) في (ت): فنشأت.(١١) في النسخ الأخرى: رآها.</p><p> وكان بارًّا بوالدته، وكان يقسم الليلة ثلاثة أثلاث (١) ، يصلي ثلثًا، وينام ثلثًا، ويجلس عند رأس أمه ثلثًا، فإذا أصبح انطلق واحتطب على ظهره، فيأتي به السوق فيبيعه بما شاء الله، ثم يتصدق بثلثه ويأكل ثلثه ويعطي والدته ثلثه (٢) . </p><p> فقالت له أمه (٣) : إن أباك ورَّثك عجلة وذهب بها إلى غيضة كذا، واستودعها -عزَّ وجلَّ-، فانطلق إليها وادع إله إبراهيم (وإسماعيل وإسحاق)  (٤) أن يردها عليك (٥) ، وإنَّ من علامتها أنك إذا نظرت إليها يُخيَّل إليك أن شعاع الشمس يخرج من جلدها، وكانت تسمى المُذَهَّبَة؛ لحسنها وصفرتها وصفاء لونها. </p><p> فأتى الفتى الغيضة، فرآها ترعى، فصاح بها وقال: أعزم عليك بإله إبراهيم وإسماعيل وإسحاق ويعقوب، فأقبلت تسعى حتَّى قامت بين يديه، فقبض على عنقها وقادها، فتكلمت البقرة بإذن الله، وقالت: أيها الفتى (البار بوالدتك)  (٦) اركبني فإن ذلك أهون عليك، فقال الفتى: إن أمي لم تأمرني بذلك، ولكن قالت: خذ بعنقها، </p><p>(١) في (ت): أثلاثًا. (٢) في باقي النسخ: ثلثًا.(٣) في (ج)، (ش)، (ت): زيادة: يومًا.(٤) في (ش)، (ف)، (ت): وإسحاق ويعقوب.(٥) في (ت): إليك.(٦) في (ت): البرُّ بوالدته.</p><p> فقالت البقرة: وإله (١) بني إسرائيل لو ركبتني ما كنتَ تقدر على أبدًا، فانطلِق، فإنك لو أمرت الجبل أن ينقلع (٢) من أصله وينطلق معك لفعل؛ لبرك بوالدتك. </p><p> فسار الفتى بها، فاستقبله عدو الله إبليس في صورة راعٍ، فقال (٣) : يا (٤) أيها الفتى إني رجل من رعاة البقر اشتقت إلى أهلي، فأخذت ثورًا من ثيراني فحملت عليه زادي ومتاعي، حتَّى إذا بلغت شطر (٥) الطريق ذهبت لأقضي حاجتي، فعدا وسط الجبل وما قدرت عليه، وإني أخشى على نفسي الهلكة، فإن رأيت أن تحملني على بقرتك وتنجيني من الموت وأعطيك أجرها بقرتين مثل بقرتك، فلم يفعل الفتى وقال: اذهب فتوكل على الله، فلو علم منك (٦) اليقين (٧) لبلغك بلا زاد ولا راحلة، فقال إبليس: إن شئت (فاحملني عليها)  (٨) وأعطيك عشرا (٩) مثلها، فقال الفتى: إن أمي لم تأمرني </p><p>(١) في (ف)، (ت): بإله. (٢) في (ت): ينقطع.(٣) في (ت): زيادة: له.(٤) ساقطة من (ش)، (ف)، (ت).(٥) في (ت): بعض.(٦) في (ت): فيك.(٧) في (ش)، (ف): الصدق.(٨) في (ش)، (ف): فبعنيها بحكمك، وإن شئت فاحملني عليها. .، وفي (ت): فبعها، وإن شئت فاحملني عليها. . .(٩) كذا في (ت) وفي باقي النسخ: عشرة.</p><p> بهذا (١) ، فبينا الفتى (٢) كذلك إذ طار طائر من بين يدي البقرة (٣) ونفرت البقرة هاربة في الفلاة، وغاب الراعي، فدعاها الفتى باسم إله إبراهيم فرجعت البقرة إليه، وقالت: أيها الفتى البار بوالدته ألم تر إلى الطائر الَّذي طار؟ إنه إبليس عدو الله اختلسني، أما إنه (٤) لو ركبني لما قدرت على أبدًا، فلما دعوت إله إبراهيم جاء ملك فانتزعني من يد إبليس وردني إليك؛ لبرك بوالدتك وطاعتك لها. </p><p> فجاء بها الفتى إلى أمه، فقالت له (٥) : إنك فقير لا مال لك ويشق عليك الاحتطاب بالنهار والقيام بالليل، فانطلق فبع هذِه البقرة وخذ ثمنها، قال: بكم أبيعها (٦) ، فقالت: بثلاثة دنانير ولا تبعها بغير رضاي ومشورتي، وكان ثمن البقر (٧) في ذلك الوقت ثلاثة دنانير. </p><p> فانطلق بها الفتى إلى السوق، فبعث الله -عزَّ وجلَّ- ملكًا ليُري خلقه قدرته، وليختبر الفتى كيف بره (٨) بوالدته، وكان الله به خبيرًا، فقال له الملك: بكم تبيع هذِه البقرة؟ فقال: بثلاثة دنانير وأشترط عليك </p><p>(١) في (ت): بذلك. (٢) ساقطة من (ش)، (ف).(٣) في (ش)، (ف)، (ت): الفتى.(٤) في (ت): والله.(٥) في (ش)، (ف): زيادة: أمه.(٦) في (ش)، (ت): أبيع.(٧) في (ت): البقرة.(٨) في (ت): وليختبر كيف بر الفتى.</p><p> رضا والدتي. فقال له الملك: لك (١) ستة (٢) دنانير ولا تستأمر أمك، فقال الفتى (٣) : لو أعطيتني وزنها ذهبًا لم آخذه إلَّا برضا أمي، فردها إلى أمه وأخبرها بالثمن، فقالت: ارجع فبعها بستة دنانير (على رضًا مني، فانطلق الفتى بالبقرة إلى السوق،وأتى الملك فقال:استأمرت والدتك؟ قال الفتى (٤) : إنها أمرتني أن لا أنقصها من ستة (٥) على أن أستأمرها. </p><p> قال الملك: فإنِّي أعطيك اثني عشر) (٦) على أن لا تستأمرها، فأبى الفتى ورجع إلى أمه فأخبرها بذلك، قالت: إن ذلك الرجل الَّذي يأتيك هو مَلَكٌ من الملائكة يأتيك في صورة آدمي ليختبرك (٧) ، فإذا أتاك فقل له: أتأمرنا أن نبيع هذِه البقرة أم لا؟ ففعل ذلك، فقال له الملَك: اذهب إلى أمك فقل لها: أمسكي هذِه البقرة، فإن موسى بن عمران يشتريها منكم لقتيل يقتل من (٨) بني إسرائيل، فلا تبيعوها إلَّا بملء مسكها دنانير، فأمسكوا البقرة، فقدر </p><p>(١) ساقطة من (ش)، (ف)، وفي (ت): تبيعها. (٢) في (ت): بستة.(٣) في (ش)، (ف)، (ت).(٤) ساقطة من (ت).(٥) في (ت): زيادة: دنانير.(٦) ما بين القوسين ساقط من (س).(٧) من (ش)، (ف)، وفي باقي النسخ: ليجبرك، والمثبت أصوب وأليق.(٨) في (ف)، (ت): في.</p><p> الله -عزَّ وجلَّ- على بني إسرائيل ذبح تلك البقرة بعينها، وأمرهم بها، فما زالوا يستوصفون ويوصف (١) لهم حتَّى وُصف لهم تلك البقرة بعينها، مكافأة له على برّه بوالدته، فضلًا منه ورحمةً (٢) . </p><p> فذلك قوله - عَزَّ وَجَلَّ -: {قَالُوا ادْعُ لَنَا رَبَّكَ} أي: سل، وهكذا هو في مصحف عبد الله:  (سل لنا ربك يبين لنا ما هي وما سنها)  (٣) قال موسى -عليه السلام-: {إِنَّهُ} يعني (٤) : الله -عزَّ وجلَّ- {يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ} أي: لا كبيرة ولا صغيرة، وارتفع الفارض والبكر بإضمار هي، أي: لا هي فارض ولا (٥) بكر، قال مجاهد وأبو عبيدة والأخفش: الفارض: الكبيرة المسنة التي لا تلد (٦) . يقال منه: فرضت تفرض فروضًا (٧) قال الشاعر: </p><p>(١) في (ج): ويَصِف، وفي (ش): وتوصف. (٢) أخرجه عن ابن عباس ووهب وغيرهما: الطبري في \"جامع البيان\" ١/ ٣٥٥.وذكره السمرقندي في \"بحر العلوم\" ١/ ١٢٩، والبغوي في \"معالم التنزيل\" ١/ ١٠٦ - ١٠٧، وابن الجوزي في \"زاد المسير\" ١/ ٩٩ - ١٠٠، والخازن في \"لباب التأويل\" ١/ ٧٠.(٣) \"الكشاف\" للزمخشري ١/ ١٥٠، \"البحر المحيط\" لأبي حيان ١/ ٤١٥.(٤) في (ج): زيادة: إنَّ.(٥) في (ج): زيادة: هي. انظر: \"معاني القرآن\" للزجاج ١/ ١٥٠.(٦) قول مجاهد: أخرجه الطبري في \"جامع البيان\" ١/ ٣٤١. وانظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٤٣.(٧) \"معاني القرآن\" للفراء ١/ ٤٥، \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٦٣١)، \"معالم التنزيل\" للبغوي ١/ ١٠٧.</p><p> كميت بهيمُ اللونِ ليس بفارضٍ ... ولا بعوانٍ ذات لونٍ مخصفِ (١) </p><p> وقال الراجز: </p><p> يا رُبَّ ذي ضغنٍ وضبٍّ فارضِ </p><p> له قروءٌ كقروءِ الحائضِ (٢) </p><p> أي: حقدٍ قديم. والبكر: الفتية الصغيرة التي لم تلد قط، وقال السدي: البكر التي لم تلد قط (٣) إلَّا ولدًا (٤) </p><p>(١) البيت لأمية بن أبي الصلت في \"ديوانه\" (ص ٥٩)، وأورده القرطبي في \"الجامع لأحكام القرآن\" ١/ ٣٨٢، وابن منظور في \"لسان العرب\" ١٠/ ٢٣١ (فرض). والشطر الثاني فيها:ولا بخصف ذات لونِ مُرَقَّموقوله (فارض): أي مسنَّة. وهو الشاهد.(٢) ورد البيت في \"جامع البيان\" للطبري ١/ ٣٤١، \"النكت والعيون\" للماوردي ١/ ١٣٩، \"المحرر الوجيز\" لابن عطية ١/ ١٦٢، \"الجامع لأحكام القرآن\" للقرطبي ١/ ٣٨٢، \"البحر المحيط\" لأبي حيان ١/ ٤١٢، \"الدر المصون\" للسمين الحلبي ١/ ٤٢١.ولم ينسبه أحد منهم، عدا نسبه ابن عطية للعجاج عبد الله بن رؤبة الراجز.والضب: الغضب والحقد، والقروء: جمع قُرْء: وهو وقت الحيض، يريد أن حقده يخبو ثم يستعر مثل أوقات الحيض.انظر: \"الحيوان\" للجاحظ ٦/ ٦٦.ورواية البيت عندهم جميعًا:يا رُبُّ ذي ضَغَنٍ عليَّ فارضِ(٣) ساقطة من (ج).(٤) ساقطة من (ت).</p><p> واحدًا (١) . وحذف الهاء منها للاختصاص. </p><p> {عَوَان بَيْن ذَلِكَ} نَصَفٌ بين السِّنَّين، وقال الأخفش: العوان التي نتجت مرارًا وجمعه عُون (٢) . ويُقال منه عوّنت تعوينًا. {فَافْعَلُواْ مَا تُؤمَرُونَ} من ذبح البقرة، ولا تكرِّروا السؤال. </p><p> * * * </p><p>(١) أخرجه الطبري في \"جامع البيان\" ١/ ٣٤٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢١٧ (٧٠٣). (٢) ذكره عن الأخفش: الواحدي في \"الوسيط\" (١٠٣٥)، والبغوي في \"معالم التنزيل\" ١/ ١٠٧ ولم أقف عليه في \"معاني القرآن\" للأخفش.</p>"
}