{
  "id": null,
  "sura": 2,
  "aya": 158,
  "text": "<p> ١٥٨ - قوله عز وجل:  {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ} الآية. </p><p> الصَّفَا: جمع الصفاة، وهي الصخرة الصلبة الملساء، قال امرؤ القيس: </p><p> لَهَا كفَل كصَفَاةِ المسيـ. . . ـلِ أبْرَزَ عَنْهَا جُحَاف مُضِر (١) </p><p> يقال: صَفَاةٌ وصَفَا، مثل: حصاةٍ وحَصَا، وقَطَاةٍ وَقَطَا، ونَوَاةٍ ونَوى. وقيل: إن الصَّفَا واحدٌ وتثنيته صفوان، مثل عصًا وعَصَوَان، وجمعه: أصْفاءٌ؛ مثل: رحًى وأرَحَاءٍ، وصفا وصُفِيٌّ؛ مثلَ: عصا وعصِيّ (٢) . </p><p>= ورواه الحاكم في \"المستدرك\" ٢/ ٢٧٠، والواحدي في \"الوسيط\" ١/ ٢٤١ من طريق جرير بن عبد الحميد، عن منصور، عن مجاهد، عن سعيد بن المسيب، عن عمر - رضي الله عنه - بنحوه. قال الحاكم: صحيح على شرط الشيخين ولم يخرجاه، ولا أعلم خلافًا بين أئمتنا أن سعيد بن المسيب أدرك أيام عمر - رضي الله عنه -، وإنِّما اختلفوا في سماعه منه. ووافقه الذهبي. قلت: وإسناده منقطع أيضاً؛ لأن سعيد بن المسيب لم يسمع من عمر. انظر: \"جامع التحصيل\" للعلائي (ص ١٨٤).(١) \"ديوان امرئ القيس\" (ص ١٠٧)، \"لسان العرب\" لابن منظور ٢/ ١٨٦، \"تاج العروس\" ٢٣/ ٦٧ مادة (جحف). وأورده الأزهري في \"تهذيب اللغة\" ٤/ ١٦١ ولم ينسبه.وفي \"الديوان\": لها عَجُزٌ. وهما بمعنى كما في \"اللسان\" والجُحَاف: السيل الذي يجرف ويجحف كل شيء، أي: يجمعه.(٢) انظر: \"جمهرة اللغة\" لابن دريد (ص ٩٤٥، ٩٧٢)، \"جامع البيان\" للطبري =</p><p> قال الراجز: </p><p> كَأنَّ مَتْنَيْه مِنَ النَّفِي. . . مَوَاقِعُ الطَّيْر عَلَى الصُّفِيِّ (١) </p><p> {وَالْمَرْوَةَ} من الحجارة ما لأن وصغر (٢) . قال أبو ذؤيب الهذلي: </p><p> حَتَّى كَأنّي لِلْحَوَادِثِ مَرْوَة. . . بصَفَا المُشَرَّقِ كُلَّ يَوْمٍ تُقْرَعُ (٣) </p><p>= ٢/ ٤٣، \"الخصائص\" لابن جنّي ٢/ ١١٢، \"البحر المحيط\" لأبي حيان ١/ ٦٢٧. (١) للأَخيَل الطائي.انظر: \"جامع البيان\" للطبري ٣/ ٤٣، \"تهذيب اللغة\" للأزهري ١٥/ ٤٧٥ (نفى)، \"المحرر الوجيز\" لابن عطية ١/ ٢٢٨، و\"الجامع لأحكام القرآن\" للقرطبي ٢/ ١٨٠، \"لسان العرب\" لابن منظور ٧/ ٣٧١ (صفا)، ١٤/ ٢٤٨ (نفى). ونفيُّ الماء: ما انتضح منه إذا نزع من البئر.وقال الأزهري: هذا ساقٍ كان أسودَ الجلدة، واستقى من بئر ملْحٍ، وكان يبيضُ نفيُّ الماء على ظهره إذا ترشش لملوحته.(٢) \"معاني القرآن\" للزجاج ١/ ٢٣٣، \"البحر المحيط\" لأبي حيان ١/ ٦٢٧، \"الدر المصون\" للسمين الحلبي ٢/ ١٨٨.(٣) \"شرح أشعار الهذليين\" للسكّري ١/ ٩ - ١٠، \"جامع البيان\" للطبري ٢/ ٤٤، \"المحرر الوجيز\" لابن عطية ١/ ٢٢٩، \"مفاتيح الغيب\" للرازي ٤/ ١٥٧، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ١٦٥.والبيت من قصيدته الرائعة في رثاء أولاده. والمشرق: قال الأصمعي: المصلي، ومسجد الخيف. وقيل: سوق الطائف. يقول: كأنما أنا مروة في السوق تقرعها أقدام الناس ومرورهم بها، للمصائب التي تمر بي فتقرعني كل يوم.</p><p> أي: صخرة رخوة صغيرة، وجمع المروة: مَروَات و (جمعها الكثير)  (١) : مَرْوٌ، مثل: تَمْرَة وتَمَرَاتٍ وتَمْرٍ، وجَمْرَةٍ وجَمَرَاتٍ وجَمْرٍ. قال الأعشى يصف ناقته: </p><p> وتُوَليّ الأرْض خُفُّا ذابلًا. . . فإذَا مَا صَادَفَ المَرْوَ رَضَحْ (٢) </p><p> وإنما عنى الله عز وجل بهما الجبلين المعروفين بمكة دون سائر (٣) الصفا (٤) والمروة، فلذلك أدْخَلَ فيهما (٥) الألِفَ واللامَ، و {شَعَائِرِ اللَّهِ} : أعلام دينه، واحدتها: شعيرة، وكل ما كان معلمًا لقربان يتقرب به إلى الله عز وجل عبدُه من دعاء وصلاةٍ وذَبِيْحَةٍ وأداء فَرْضٍ </p><p>(١) من (ج)، (ت). انظر: \"جامع البيان\" للطبري ٢/ ٤٣.(٢) البيت في \"ديوان الأعشى الكبير مع الشرح\" (ص ٩٢) وفيه: (مُجْمِرًا) بدل (ذابلًا).وفي \"جامع البيان\" للطبري ٢/ ٤٣ مع اختلاف الشطر الأول، وفي \"النكت والعيون\" للماوردي ١/ ٢١١ ونسبه للكميت، وفي \"المحرر الوجيز\" لابن عطية ١/ ٢٢٩، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ١٦٥.والشاهد في الشطر الثاني، ومعناه: إنَّ خُفَّ ناقته إذا ما وطئ المرو، وهي الحجارة الصغيرة، تكسرت من تحت خفها الأحجار. ورضح الحصي، أي: كسرها.(٣) ساقطة من (ت).(٤) في (س): الجبال.(٥) ساقطة من (س).</p><p> وَغَيْرَ ذَلِكَ فهو شعيرة (١) . قال الكُمَيْتُ: </p><p> نُقَتِّلُهُمْ جِيلًا فجِيلًا تَرَاهُمُ. . . شَعَائِرَ قُرْبَان بِهِم يُتَقَرَّبُ (٢) </p><p> وأصلها من الإشعار، وهو الإعلام على الشيء، ومنه إشْعَارُ الهَدْي (٣) . </p><p> وفي الحديث: أنَّ قائلًا قال حين شج عمر في الحج: أُشعر أمير المؤمنين دمًا (٤) . </p><p> وأراد بالشعائر هاهنا مناسك الحج التي جعلها الله تعالى أعلامًا لطاعته. وقال مجاهد: يعني من الخبر الذي أخبركم عنه (٥) . </p><p> وأصل الكلمة على هذا القول مِنْ شَعَرْتُ أي: عَلِمْتُ، كأنه إعْلامُ اللهِ عز وجل عِبَادَهُ أمْرَ الصَّفَا والْمَرْوَةِ (وتقدير الآية: إنَّ الطواف </p><p>(١) \"جامع البيان\" للطبري ٢/ ٤٤، \"معالم التنزيل\" للبغوي ١/ ١٧٢، \"لباب التأويل\" للخازن ١/ ١٣٠. (٢) البيت في \"القصائد الهاشميات\" للكميت بن زيد (٢١)، وورد في \"مجاز القرآن\" ١/ ١٤٦، \"جامع البيان\" للطبري ٢/ ٤٤، \"النكت والعيون\" للماوردي ١/ ٢١١، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ١٦٥.(٣) \"مجاز القرآن\" لأبي عبيدة ١/ ١٤٦، \"مفردات ألفاظ القرآن\" للراغب للأصبهاني (ص ٤٥٦) (شعر)، \"البحر المحيط\" لأبي حيان ١/ ٦٢٨.(٤) رواه عبد الرزاق في \"مصنفه\" ١٠/ ٤٠٢ (١٩٤٩٩) عن معمر، عن الزهري، عن محمد بن جبير بن مطعم، عن أبيه قال: إنا لواقفون مع عمر على الجبل بعرفة. . . فذكره، ومن طريقه رواه أيضًا ابن أبي عاصم في \"الآحاد والمثاني\" ١/ ١٠٢ (٨١).(٥) رواه الطبري في \"جامع البيان\" ٢/ ٤٤ من طريق ابن أبي نجيح، عن مجاهد.</p><p> بالصفا والمروة) (١) مِنْ شَعَائِرِ الله، فَتَرَكَ ذكر الطواف اكْتِفَاءً بذِكرهما، إذ كان معلومًا عند المخاطبين. </p><p> قوله تعالى:  {فَمَنْ حَجَّ الْبَيْتَ} أصْلُ الحَجِّ في اللغة: القصد. قال الشاعر: </p><p> لِرَاهِبٍ يَحُج بَيْتَ المَقْدِسِ ... ذِي بُرْجُدٍ وَمَنْقَلٍ وبُرْنُس (٢) </p><p> وقال محمد بن جرير: كلُّ من أكثر الاختلاف إلى شيء فهو حاج (٣) . </p><p> قال المخبَّل السعدي (٤) : </p><p>(١) ساقط من (س). (٢) البُرْجُد: كساء من صوف أحمر. وقيل: كساء غليظ. وقيل: كساء مخطط ضخم. والمَنْقَل: الخف والنعل. والبُرْنُس: كل ثوب رأسه منه ملتزق به.\"لسان العرب\" لابن منظور ١/ ٣٦٠ (برجد)، ١/ ٣٩٣ (برن)، ١٤/ ٢٧٠ (نقل). والبيت أورده أبو حيان في \"البحر المحيط\" ١/ ٦٢٨، والسمين الحلبي في \"الدر المصون\" ٢/ ١٨٩ ولم ينسباه.(٣) \"جامع البيان\" للطبري ٢/ ٤٤.(٤) هو المخبَّل بن ربيعة بن عوف قتال بن أنف الناقة بن قريع، أبو يزيد، شاعر فحل، هاجر وابنه إلى البصرة، وولده كثير بالإحساء وهم شعراء، وله شعر كثير جيد، هجا به الزبرقان وغيره، وكان يمدح بني قريع ويذكر أيام سعد، ذكره ابن سلام في الطبقة الخامسة من طبقات فحول الجاهلية.\"طبقات فحول الشعراء\" لابن سلام ١/ ١٤٣، ١٤٩، ١٥٠، \"الشعر والشعراء\" لابن قتيبة (ص ٢٦٩).</p><p> وأشْهَدُ مِنْ عَوْفٍ حُلَوْلًا كثِيْرَةً ... يَحُجُّوْنَ سِبَّ (١) الزبْرقَانِ المُزَعْفَرَا </p><p> أي: يكثرون التردد إليه، لسؤدده ورياسته. </p><p> وإنما قيل للحاج: حاج؛ لأنه يأتي البيت (٢) قبل التعريف، ثم يعود إليه للطواف يوم النحر، ثم ينصرف عنه إلى منى، ثم يعود إليه لطواف الصَّدر (٣) ، فلتكراره العود إليه مرةً بعد أخرى قيل له: حاج (٤) . </p><p> {أَوِ اعْتَمَرَ} من العمرة وهي الزيارة، قال العجاج: </p><p> لقد سما ابن معمر حين اعتمر ... مغزى بعيدًا من بعيدٍ وضبر (٥) </p><p>(١) تحرفت في (س) و (ت): بيت. والسِّبُّ: العمامة، وقيل: الأست. والزبرقان: هو حصين بن بدر الفزاري من سادات العرب. والحلول: الأحياء المجتمعة. انظر: \"جامع البيان\" للطبري ٣/ ٢٢٨ مع حاشية محمود شاكر، \"النكت والعيون\" للماوردي ١/ ٢١٢، \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٢١٨) (حجَّ)، \"المحرر الوجيز\" لابن عطية ١/ ٢٢٩، \"لسان العرب\" لابن منظور ٣/ ٥٢ (حجج)، ٦/ ١٤ (زبرق)، ٦/ ١٣٨ (سبب).(٢) ساقطة من (ت).(٣) طواف الصدر: هو طواف الإفاضة، ويسمَّى أيضًا طواف الرُّكن.\"روضة الطالبين\" للنووي ٣/ ١٠٢، \"فتح الباري\" لابن حجر ٣/ ٥٦٧.(٤) قاله الطبري في \"جامع البيان\" ٢/ ٤٥.(٥) وضبر الفرس: إذا جمع قوائمه ليثب، ثم وثب. و (مغزى): أي غزوًا.والبيت من قصيدةٍ مدح بها العجاجُ عمرَ بن عبيد الله بن معمر التميمي.انظر: \"جامع البيان\" للطبري ٢/ ٤٥، \"النكت والعيون\" للماوردي ١/ ٢١٢، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ١٦٦.</p><p> يعني حين قصد وزار (١) . </p><p> وقال المفضل بن سلمة:  {أَوِ اعْتَمَرَ} أي: حل بمكة بعد الطواف والسعي، ففعل ما يفعل الحلال، والعمرة: الإقامة بالموضع، والعمارة: إصلاحه ومرمته. </p><p> [٣٢٤] أخبرنا أبو عمرو الفراتي (٢) قال: أخبرنا أبو نصر السرخسي (٣) قال: نا محمَّد بن أيوب (٤) قال: نا محمَّد بن كثير (٥) قال: حدثنا سفيان الثوري (٦) ، عن عاصم (٧) ، </p><p>(١) في (ج): قصده. وفي (ج)، (ش): وزاره. (٢) أحمد بن أبي، لم يذكر بجرح أو تعديل.(٣) أبو نصر: زهير بن حسن بن علي السَّرخسي، العلامة، شيخ الشافعية، كان رئيس المحدِّثين بسرخس، وكان فقيهًا فاضلاً، توفي سنة (٤٥٤ هـ)، وقيل بعدها بسنة. \"الأنساب\" للسمعاني ٢/ ٣٢٩، \"سير أعلام النبلاء\" للذهبي ١٨/ ١٣٤، \"العبر\" للذهبي ٢/ ٢٣٢، \"الطبقات الكبرى\" للسبكي ٤/ ٣٧٩، \"طبقات الشافعية\" للأسنوي ٢/ ٤٢، \"البداية والنهاية\" لابن كثير ١٢/ ٩٠.(٤) الحافظ، المحدث، الثقة.(٥) ثقة.(٦) الإمام، الحجة، المشهور.(٧) عاصم بن عبيد الله بن عاصم بن عمر بن الخطاب العدوي، المدني، ضعَّفه أهل العلم، وروى عنه شعبة ومالك، ثم ضعَّفه مالك.وقال ابن معين: ضعيف لا يحتج به. وقال أحمد: كان الأشياح يتقون حديث عاصم بن عبيد الله. وقال البخاري وأبو زرعة وأبو حاتم: منكر الحديث. وقال النسائي: ضعيف. وقال الدارقطني: يُترك، وهو مغفَّل. وقال ابن خزيمة: لا أحتج به لسوء حفظه. وقال ابن حبان: كثير الوهم، فاحش الخطأ، فتُرك. وقال =</p><p> عن عبد الله بن عامر (١) بن ربيعة (٢)  [عن أبيه]  (٣) قال: قال رسول الله - صلى الله عليه وسلم -: \"تابعوا بين(٤)الحج والعمرة؛ فإن متابعة ما بينهما تزيد(٥)في الرزق والعمر، وينفيان الذنوب كما ينفي الكبير(٦)خبث الحديد\"  (٧) . </p><p>= ابن عدي: هو مع ضعفه يكتب حديثه. وقال العجلي: لا بأس به. وقال ابن حجر: ضعيف. توفي سنة (١٣٢ هـ).\"تاريخ يحيى بن معين\" رواية الدوري ٢/ ٢٤٣، ٢٨٣، \"تاريخ يحيى بن معين\" رواية الدارمي (٤٥١)، \"العلل\" لأحمد ١/ ٣٤، ٢٧٣، ٢٩٩، \"الضعفاء الصغير\" للبخاري (٢٨١)، \"معرفة الثقات\" للعجلي (٨١٢)، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٣٤٧، \"المجروحين\" لابن حبان ٢/ ١٢٧، \"الكامل\" لابن عدي ٥/ ٢٢٥، \"تهذيب الكمال\" للمزي ١٣/ ٥٠٠، \"ميزان الاعتدال\" للذهبي ٢/ ٣٥٣، \"تهذيب التهذيب\" لابن حجر ٢/ ٢٥٤، \"تقريب التهذيب\" لابن حجر (٣٠٨٢).(١) تحرفت في (ت): عباس.(٢) ولد على عهد النبي - صلى الله عليه وسلم - ووثقه العجلي.(٣) ما بين المعقوفين ساقط في جميع النسخ، وتم إثباته من مصادر التخريج، وهو الصحابي عامر بن ربيعة.(٤) في (ش): ما بين.(٥) في جميع النسخ: يزيدان والصواب ما أثبت، وهو من مصادر التخريج.(٦) الكِير -بالكسر-: كير الحداد، وهو المبني من الطين. وقيل: الزّق الذي يُنفخ به النار، والمبني: الكُور.\"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٢١٧.(٧) [٣٢٤] الحكم على الإسناد:إسناده ضعيف؛ لضعف عاصم بن عبيد الله، ولكنه حسن بمجموع شواهده، والله أعلم. =</p><p> {فَلَا جُنَاحَ عَلَيْهِ} الجناح: الإثم، وأصله من جنح إذا مال عن القصد يقال: جنح الليل إذا مال بظلمته، وجنحت السفينة إذا </p><p>= التخريج: رواه عبد الرزاق في \"المصنف\" ٥/ ٣ (٨٧٩٦)، وأحمد في \"المسند\" ٣/ ٤٤٦، ٤٤٧ (١٥٦٩٤، ١٥٦٩٧) من طريق عاصم به، مثله.وقد ورد الحديث مرفوعًا: عن عمر بن الخطاب، وابن عباس، وجابر، وابن عمر، وابن مسعود - رضي الله عنهم -.أما حديث عمر: فرواه أحمد في \"المسند\" ١/ ٢٥ (١٦٧)، وابن ماجه كتاب المناسك، باب فضل الحج والعمرة (٢٨٨٧). من طريق عاصم بن عبيد الله، عن عبد الله بن عامر بن ربيعة، عن أبيه، عن عمر.وعاصم ضعيف -كما سبق- وكأنه اضطرب فيه، فكان تارةً يرويه عن عبد الله بن عامر بن ربيعة، عن أبيه، كما في الحديث الذي أورده المصنف وتارةً عنه، عن أبيه، عن عمر، كما في هذا الشاهد.انظر: \"سلسلة الأحاديث الصحيحة\" للألباني (١٢٠٠).وأما حديث ابن عباس: فرواه النسائي كتاب مناسك الحج، باب فضل المتابعة بين الحج والعمرة ٥/ ١١٥. وإسناده صحيح.وأما حديث جابر: فرواه البزار كما في \"كشف الأستار\" ٢/ ٣٧ (١١٤٧).قال الهيثمي في \"مجمع الزوائد\" ٣/ ٢٧٧: ورجاله رجال الصحيح؛ خلا بشر بن المنذر، ففي حديثه وهم، قاله العقيلي، ووثقه ابن حبان.وأما حديث ابن عمر: فرواه الطبراني في \"المعجم الكبير\" ١٢/ ٤٥٦ (١٣٦٥١). قال الهيثمي في \"مجمع الزوائد\" ٣/ ٢٧٨: وفيه حجاج بن نصير، وثقه ابن حبان وغيره، وضعفه النسائي وغيره.وأما حديث ابن مسعود: فرواه الترمذي كتاب الحج، باب ما جاء في ثواب الحج والعمرة (٨١٠)، والنسائي كتاب المناسك، باب فضل المتابعة بين الحج والعمرة ٥/ ١١٥ - ١١٦.قال الترمذي: حديث حسن صحيح غريب من حديث ابن مسعود.</p><p> مالت إلى الأرض، قال الله عز وجل:  {وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا}  (١) ، ومن جناح الطائر. {أَنْ يَطَّوَّفَ بِهِمَا} أي: يدور، وأصله يتطوف، فأدغمت التاء في الطاء. </p><p> وقرأ أبو حيوة الشامي:  (يطوف) مخففة (٢) . </p><p> واختلفوا في وجه الآية وتأويلها وسبب نزولها: </p><p> فقال أنس بن مالك: كنا نكره الطواف بين الصفا والمروة؛ لأنهما من مشاعر قريش في الجاهلية فتركناه في الإِسلام؛ فأنزل الله تعالى هذِه الآية (٣) . </p><p> وقال عمرو بن حبشي (٤) : سألت ابن عمر - رضي الله عنهما - عن هذِه الآية، </p><p>(١) الأنفال: ٦١. انظر \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٢٠٧)، \"البحر المحيط\" لأبي حيان ١/ ٦٢٨، \"عمدة الحفاظ\" للسمين الحلبي ١/ ٣٤٦.(٢) \"الكشاف\" للزمخشري ١/ ٢٠٦، \"البحر المحيط\" لأبي حيان ١/ ٦٣٢ وتحرف فيه إلى: أبي حمزة.(٣) رواه البخاري كتاب الحج، باب ما جاء في السعي بين الصفا والمروة (١٦٤٨)، وفي كتاب التفسير، باب قوله: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ ... } (٤٤٩٦). والترمذي كتاب تفسير القرآن، سورة البقرة (٢٩٦٦)، والطبري في \"جامع البيان\" ٢/ ٤٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢٦٧ (١٤٣٢)، والواحدي في \"أسباب النزول\" (ص ٥٠)، وفي \"الوسيط\" ١/ ٢٤٢ من طريق عاصم بن سليمان الأحول، عن أنس، بنحوه.(٤) تحرفت في (ج)، (ت): حبيش. وهو عمرو بن حُبْشي بضم المهملة وسكون الموحدة ثم معجمة الزبيدي الكوفي، لم يوثقه سوى ابن حبان، وقال ابن حجر: مقبول. =</p><p> فقال: انطلق إلى ابن عباس فاسأله, فإنه أعلم من بقي بما أنزل على محمَّد - صلى الله عليه وسلم - فأتيته فسألته، فقال ابن عباس: كان على الصفا صنم على صورة رجل (١) يقال له (٢) : إساف، وعلى المروة صنم على صورة امرأة تدعى: نائلة، وإنما ذكروا الصفا؛ لتذكير الإساف، وأنثو المروة؛ لتأنيث نائلة، وزعم أهل الكتاب أنهما زنيا في الكعبة فمسخهما الله عز وجل حجرين فوضعا (٣) على الصفا والمروة ليعتبر بهما، فلما طالت المدة عُبدا من دون الله، فكان أهل الجاهلية إذا طافوا بينهما مسحوا الوثنين، فلما جاء الإِسلام وكسرت الأصنام كره المسلمون الطواف بينهما؛ لأجل الصنمين؛ فأنزل الله تعالى هذِه الآية (٤) . </p><p> وقال السدي (٥) عن أبي مالك (٦) ، عن ابن عباس (٧) : كان في </p><p>= \"التاريخ الكبير\" للبخاري ٣/ ٢/ ٣٢٢، \"الجرح والتعديل\" لابن أبي حاتم ٦/ ٢٢٦، \"الثقات\" لابن حبان ٥/ ١٧٣، \"تهذيب الكمال\" للمزي ٢١/ ٥٧٨، \"تهذيب التهذيب\" لابن حجر ٣/ ٢٦٢، \"تقريب التهذيب\" لابن حجر (٥٠٤١). (١) في (ش): الرجل.(٢) ساقطة من (س).(٣) في (ت): فوضعهما.(٤) رواه الطبري في \"جامع البيان\" ٣/ ٢٣٣ (٢٣٤٠) بإسناده إلى عمرو بن حبشي مختصرًا.وضعَّف إسناده أحمد شاكر فقال: وهذا الحديث الضعيف الإسناد لم أجده إلا في هذا الموضع.وذكره السيوطي في \"الدر المنثور\" ١/ ٢٩٢ وعزاه لابن جرير فقط.(٥) إسماعيل بن عبد الرحمن السدي الكبير، صدوق يهم، ورمي بالتشيع.(٦) غزوان الغفاري، ثقة.(٧) الصحابي.</p><p> الجاهلية شياطين تعزف (١) الليل أجمع بين الصفا والمروة وكانت بينهما آلهة، فلما ظهر الإِسلام قال المسلمون: يا رسول الله، لا نطوفن بين الصفا والمروة فإنه شرك كنا نصنعه في الجاهلية , فأنزل الله تعالى هذِه الآية (٢) . </p><p> وقال قتادة: كان ناس من تهامة في الجاهلية لا يسعون بين الصفا والمروة، فلما جاء الإِسلام تحوَّبوا (٣) السعي بينهما كما كانوا (٤) يتحوَّبونه (٥) في الجاهلية؛ فأنزل الله تعالى هذِه الآية، وأخبرهم أنها كانت سنة إبراهيم وإسماعيل عليهما السلام (٦) . </p><p>(١) في (ت): تطوف. (٢) الحكم على الإسناد:فيه السدي الكبير، صدوق يهم.التخريج:رواه الطبري في \"جامع البيان\" ٢/ ٤٦ - ٤٧، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢٦٧ (١٤٣٥)، وابن أبي داود في \"المصاحف\" (ص ١٠٠)، والحاكم في \"المستدرك\" ٢/ ٢٧١ من طريق أسباط عن السدّي به، مثله.قال الحاكم: صحيح على شرط مسلم، ولم يخرجاه، ووافقه الذهبي.(٣) في (ت): تخوفوا.والتحوُّب: التأثم. وتحوَّب من الإثم: إذا توقَّاه، وألقى الحوب عن نفسه.\"النهاية في غريب الحديث والأثر\" لابن الأثير ١/ ٤٥٥، \"لسان العرب\" لابن منظور ٣/ ٣٧٦ حوب.(٤) من (ج).(٥) في (ت): يتخوفونه.(٦) رواه الطبري في \"جامع البيان\" ٢/ ٤٧.</p><p> وروى الزهريّ (١) ، عن عروة بن الزبير (٢) قال: قلت لعائشة رضي الله عنها: أرأيت قول الله تعالى: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ} الآية، والله ما على أحد جناح أن لا يطوف بالصفا والمروة، فقالت عائشة: بئس ما قلت يا ابن أختي، إن هذِه لو كانت على ما أوَّلَتها كانت: لا جناح عليه أن لا يطوف بهما؛ ولكنها إنما أنزلت (٣) في الأنصار، وذلك أنهم كانوا قبل أن يسلموا يُهلون لمناة الطاغية، وهي صنم بين مكة والمدينة بالمشلل (٤) ، وكان من أهلَّ لها (٥) يتحرج أن يطوف بالصفا والمروة، فلما أسلموا سألوا رسول الله- صلى الله عليه وسلم - عن ذلك فقالوا: يا رسول الله إنا كنا لا نطوف بين الصفا والمروة تعظيمًا لمناة، فهل علينا حرج أن نطوف بينهما (٦) ؟ فأنزل الله تعالى هذِه الآية. </p><p> ثم قالت عائشة: قد سن رسول الله - صلى الله عليه وسلم - الطواف بينهما فليس لأحد تركه. </p><p> قال الزهريّ: فذكرت ذلك لأبي بكر بن عبد الرحمن بن الحارث </p><p>(١) ابن شهاب، الفقيه، الحافظ، متفق على جلالته وإتقانه. (٢) ثقة.(٣) في (ت): نزلت.(٤) المُشلَّل: بضم أوله، وفتح ثانيه، وفتح اللام وتشديدها، وهي ثنيَّةٌ مشرفة على قُديد، وهو موضع قرب مكة.\"معجم ما استعجم\" للبكري ٤/ ١٢٣٣، \"معجم البلدان\" لياقوت ٣/ ٣١٤.(٥) في (ت): بها.(٦) في (ج): بهما.</p><p> ابن هشام (١) فقال: هذا العلم (٢) . </p><p> وقال مقاتل بن حيان: إن الناس كانوا قد تركوا الطواف بين الصفا والمروة غير الخمس، وهم: قريش وكنانة وخزاعة وعامر بن </p><p>(١) أبو بكر بن عبد الرحمن بن الحارث بن هشام بن المغيرة المخزومي المدني -قيل: اسمه محمَّد. وقيل: المغيرة، وقيل: أبو بكر اسمه، وكنيته: أبو عبد الرحمن. وقيل: اسمه كنيته- راهب قريش، ثقة فقيه عابد، مات سنة (٩٤ هـ)، وقيل غير ذلك. \"تهذيب الكمال\" للمزي ٣٣/ ١١٢، \"تهذيب التهذيب\" لابن حجر ٤/ ٤٩٠، \"تقريب التهذيب\" لابن حجر (٨٠٣٣). (٢) الحكم على الإسناد:رجاله ثقات.التخريج:رواه أحمد في \"المسند\" ٦/ ١٤٤، ٢٢٧ (٢٥١١٢، ٢٥٩٠٥)، والبخاري كتاب الحج، باب وجوب الصفا والمروة (١٦٤٣)، ومسلم كتاب الحج، باب بيان أن السعي بين الصفا والمروة ركن لا يصح الحج إلا به (١٢٧٧)، والترمذي كتاب مناسك الحج، ذكر الصفا والمروة (٢٩٦٥)، والطبري في \"جامع البيان\" ٢/ ٤٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢٦٦ (١٤٣١)، والبيهقي في \"السنن الكبرى\" ٥/ ٩٦ من طريق الزهريّ، به.رواه مالك في \"الموطأ\" ١/ ٣٧٣ (١٢٩) كتاب الحج، باب جامع السعي: عن هشام بن عروة، عن أبيه، عن عائشة. وسيذكره المصنِّف قريبًا.ومن طريق مالك: رواه البخاري كتاب التفسير، باب قوله: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ} (٤٤٩٥)، وأبو داود كتاب المناسك، باب أمر الصفا والمروة (١٩٠١)، والبغوي في \"معالم التنزيل\" ١/ ١٧٤.رواه مسلم (١٢٧٧) -الموضع السابق- وابن ماجه في \"سننه\" كتاب المناسك، باب السعي بين الصفا والمروة (٢٩٨٦) من طريق أبي أسامة: حماد بن أسامة، عن هشام بن عروة، عن أبيه، عن عائشة.</p><p> صعصعة (١) ، سموا حُمسًا لتشددهم في دينهم، والحماسة: الشجاعة والصلابة، فسألت الحمس رسول الله - صلى الله عليه وسلم - عن السعي بين الصفا والمروة أمن شعائر الله أم لا؟ فإنه كان لا يطوف بهما أحدٌ (٢) غيرنا؛ فنزلت هذِه الآية (٣) . </p><p>(١) كنانة: قبيلة عظيمة من العدنانية، وهم بنو كنانة بن خزيمة بن مدركة بن إلياس، كانت ديارهم بجهات مكة، ولها عدة بطون، وكانت بينها وبين خزاعة وبني عامر عدة وقعات في الجاهلية. وخزاعة: قبيلة من الأزد، من القحطانية، وهم بنو عمرو بن ربيعة، كانوا يسكنون بأنحاء مكة، وهم بطون كثيرة، وكانت ولاية الكعبة قبل قريش بأيديهم، ودخلت خزاعة في السنة الثامنة في حلف رسول الله - صلى الله عليه وسلم -، وحاربت مع علي بن أبي طالب. وعامر بن صعصعة: بطن من هوازن، من قيس بن عيلان، من العدنانية، وهم بنو عامر بن صعصعة بن معاوية بن بكر بن هوازن، ويُقال لهم: الأحامس، كانوا يقيمون بنجد، ثم نزلوا الطائف، وقدم رؤساؤهم على النبي - صلى الله عليه وسلم -بعد غزوة تبوك، فارادوا به الغدر، فحفظه الله منهم.\"معجم قبائل العرب\" لعمر كحالة ١/ ٣٣٨، ٨/ ٧٠٢، ٣/ ٩٩٦.(٢) من (ت).(٣) ذكره ابن حجر في \"العجاب في بيان الأسباب\" عن مقاتل بن حيان ونسبه للمصنِّف.وهو بنحوه عن مقاتل بن سليمان في \"تفسيره\" ١/ ٧٩.وذكره الحيري في \"الكفاية\" ١/ ٩٠.</p><p> واختلف الفقهاء في حكم هذِه الآية: </p><p> فقال مالك والشافعي رضي الله عنهما: الطواف بين الصفا والمروة فرض واجب ومن تركه لزمه القضاء والإعادة ولا يجزئه فدية ولا شيء إلا العود إلى مكة والطواف بينهما، كما لا يجزئ تارك طواف الإفاضة إلا قضاؤه بعينه. وقالا: هما طوافان واجبان أمِرَ بهما، أحدهما بالبيت والآخر بين الصفا والمروة وحكمهما واحد (١) . </p><p> وقال أبو حنيفة والثوري وأبو يوسف (٢) ومحمد (٣) : إن عاد تارك الطواف بينهما لقضائه فحسن، وإن لم يعد فعليه دم (٤) . </p><p> رأوا أن حكم الطواف بهما (٥) حكم رمي بعض الجمرات والوقوف </p><p>(١) \"جامع البيان\" للطبري ٢/ ٤٨ - ٤٩، \"أحكام القرآن\" لابن العربي ١/ ٤٨، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ١٦٨، \"المجموع\" للنووي ٨/ ١٥ - ١٦. وسيرجح المصنف هذا القول ويذكر الأدلة على رجحانه قريبًا.(٢) أبو يوسف يعقوب بن إبراهيم بن حبيب بن حُبيش بن سعد بن بُجير بن معاوية الأنصاري الكوفي، الإمام المجتهد، العلامة المحدث، قاضي القضاة، صاحب أبي حنيفة. مات سنة (١٨٢ هـ).\"سير أعلام النبلاء\" للذهبي ٨/ ٥٣٥، \"طبقات الحفاظ\" للسيوطي (٢٦٠)، \"طبقات الحنفيَّة\" لأبي الوفاء القرشي ١٢/ ١.(٣) محمَّد بن الحسن بن فَرْقَد الشيباني الكوفي، أبو عبد الله العلامة، فقيه العراق، صاحب أبي حنيفة، وإمام أهل الرأي، توفي سنة (١٨٩ هـ).\"المعارف\" لابن قتيبة (٥٠٠، ٥٤٥)، \"تاريخ بغداد\" للخطيب ٢/ ١٧٢، \"دول الإِسلام\" ١/ ١٢٠، \"سير أعلام النبلاء\" للذهبي ٩/ ١٣٤.(٤) \"أحكام القرآن\" للجصاص ١/ ١٨، \"أحكام القرآن\" للتهانوي ١/ ٩٣.(٥) في (ت): بينهما.</p><p> بالمشعر الحرام (١) وطواف الوداع، وما أشبه ذلك مما يجزئ تاركه فدية، ولا يلزمه العود لقضائه بعينه. </p><p> وقال أنس بن مالك، وعبد الله بن الزبير، ومجاهد وعطاء: الطواف بهما (٢) تطوع، إن فعله فاعل (٣) كان محسنًا، وإن تركه تارك لم يلزمه بتركه (٤) شيء (٥) . </p><p> واحتج من لم يوجب السعي والطواف (٦) بينهما بقراءة ابن عباس وأنس وشهر بن حوشب وابن سيرين: (فلا جناح عليه أن لا يطوف بهما) . بإثبات:  (لا) ، وكذلك هو في مصحف عبد الله (٧) . </p><p> والجواب عنه: أنّ (لا) زيادة صلة، كقوله تعالى:  {مَا مَنَعَكَ أَلَّا تَسْجُدَ}  (٨) وكقوله: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا}  (٩) . </p><p> وقوله:  {أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ}  (١٠) ، </p><p>(١) زيادة من (ت). (٢) في (ج)، (ت): بينهما.(٣) من (ج)، (ش).(٤) ساقطة من (ج).(٥) أخرج أقوالهم الطبري في \"جامع البيان\" ٢/ ٤٩ - ٥٠، ورواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢٦٧ (١٤٣٢) عن أنس.(٦) ساقطة من (ت).(٧) \"المحتسب\" لابن جني ١/ ١١٥، \"شواذ القراءة\" للكرماني (ص ٣٣).(٨) الأعراف: ١٢.(٩) الأنعام: ١٥١.(١٠) القصص: ٣٩.</p><p> و:  {لَا أُقْسِمُ}  (١) . </p><p> قال الشاعر: </p><p> فَمَا ألُوْمُ البِيْضَ ألَّا تَسْخَرَا ... لَمَّا رَأيْنَ الشَمِطَ القَفَنْدَرَا (٢) </p><p> فلو كان رسم المصحف (٣) كذلك لم يكن (٤) فيه لمحتج حجة مع احتمال الكلام ما وصفنا، فكيف وهو خلافُ رسومِ الإمَام ومصاحف أهل الإِسلام (٥) . </p><p> ثم إنَّ (٦) الدليل على أن السعي بينهما واجب، وعلى تاركه الإعادة </p><p>(١) أول سورة القيامة، والبلد. \"معاني القرآن\" للفراء ١/ ٩٥، \"جامع البيان\" للطبري ٢/ ٥١، \"المحتسب\" لابن جني ١/ ١١٦.(٢) البيت لأبي النجم العجلي، وقد ورد منسوبًا إليه في \"الخصائص\" لابن جنّي ٢/ ٢٨٣، \"تاج العروس\" للزبيدي ١٣/ ٤٦٣ (قفدر). وبلا نسبة في \"المحتسب\" لابن جني ١/ ١٨١، \"تفسير القرآن\" للسمعاني ٢/ ١٠٩، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ١٦٧، \"البحر المحيط\" لأبي حيان ١/ ٦٣١، \"الدر المصون\" للسمين الحلبي ٢/ ١٩٠، \"لسان العرب\" لابن منظور ١١/ ٣٦٨.والشمط القفندر: ذو الشيب، القبيح المنظر.والشاهد قوله: ألا تسخرا: حيث وقعت (لا) زائدة بعد (أن) فيكون المعنى: أن تسخرا. كما وجَّه بعضهم بذلك القراءة السابقة.(٣) في (ت): المصاحف.(٤) في (ج): لم يجز.(٥) \"جامع البيان\" للطبري ٢/ ٥١.(٦) ساقطة من (ج).</p><p> -ناسيًا تركه أو عامدًا- بظاهر الأخبار أن رسول الله - صلى الله عليه وسلم - فعل ذلك وأمر به. </p><p> وروى جعفر بن محمَّد (١) ، عن أبيه (٢) ، عن جابر (٣) قال: لما دنا رسول الله - صلى الله عليه وسلم - (من الصفا)  (٤) في حجته قال: {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ} ابدءوا (٥) بما بدأ الله به، فبدأ بالصفا فَرَقِي عليه حتى رأى البيت، ثم مشى حتى إذا تَصَوَّبتْ قدماه في الوادي سعى (٦) . </p><p> وروى هشام بن عروة (٧) ، عن أبيه (٨) ، عن عائشة قالت: لَعَمْرِيْ مَا </p><p>(١) الصادق، صدوق، فقيه، إمام. (٢) أبو جعفر الباقر، ثقة.(٣) ابن عبد الله الصحابي.(٤) ساقطة من (س).(٥) في (ت): نبدأ.(٦) الحكم على الإسناد:رجاله ثقات.التخريج:هو جزء من حديث جابر بن عبد الله الطويل في وصف حجة النبي - صلى الله عليه وسلم -: رواه أحمد في \"المسند\" ٣/ ٣٢٠ (١٤٤٤٠)، ومسلم في \"صحيحه\" كتاب الحج، باب حجة النبي - صلى الله عليه وسلم - (١٢١٨)، وأبو داود كتاب المناسك، باب صفة حجة النبي - صلى الله عليه وسلم - (١٩٠٥ - ١٩٠٩)، والترمذي كتاب الحج، باب ما جاء أنه يبدأ بالصفا قبل المروة (٨٦٢)، والنسائي كتاب مناسك الحج، باب الكراهية في الثياب المصبغة للمحرم ٥/ ١٤٣ - ١٤٤، وابن ماجه كتاب المناسك، باب حجة رسول الله - صلى الله عليه وسلم - (٣٠٧٤)، والطبري في \"جامع البيان\" ٢/ ٥٠ من طريق جعفر بن محمَّد الصادق، عن أبيه محمَّد بن علي الباقر، عن جابر.(٧) ثقة.(٨) ساقطة من (ت).</p><p> حَجَّ مَنْ لم يسع بين الصفا والمروة؛ لأن الله عز وجل يقول:  {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ}  (١) . </p><p> وقال الحسن (٢) : الطواف بين الصفا والمروة مفروض في كتاب الله والسنة، قال الله تعالى:  {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ} ، وقال رسول الله - صلى الله عليه وسلم - \"يا أيها الناس كتب عليكم السعي فاسعوا\"  (٣) . </p><p> قال كليب (٤) : رأى ابن عباس قومًا يطوفون بين الصفا والمروة، فقال: هذا ما أورثَتْكُمْ أمُّكُمْ أم إسماعيل، انطلقت حين عطش ابنها </p><p>(١) الحكم على الإسناد: رجاله ثقات.وهو جزء من حديث عائشة المتقدِّم قريبًا.(٢) \"تفسير الحسن البصري\" ١/ ٩٣.(٣) رواه أحمد في \"مسنده\" ٦/ ٤٢١ (٢٧٣٦٧)، وابن خزيمة في \"صحيحه\" ٤/ ٢٣٢ (٢٧٦٤)، والدارقطني في \"سننه\" ٢/ ٢٥٥، ٢٥٦، والطبراني في \"المعجم الكبير\" ٢٤/ ٢٢٥، ٢٢٦، ٢٢٧ (٥٧٢ - ٥٧٦)، ١١/ ١٨٤ (١١٤٣٧)، والحاكم في \"المستدرك\" ٦/ ٤٢١.والحديث صححه الحافظان: المزي وابن عبد الهادي كما في \"إرواء الغليل\" للألباني ٤/ ٢٧٠.وقواه كذلك ابن حجر في \"فتح الباري\" ٣/ ٤٩٨. وصححه الألباني في \"إرواء الغليل\".وانظر: \"الفتح السماوي\" للمناوي ١/ ٢٠٢.(٤) من (ن) وتحرفت في غيرها: غريب، وهو كليب بن شهاب بن الجرمي، قال الذهبي: وثق: وقال ابن حجر: صدوق، ووهم من ذكره في الصحابة.\"تهذيب الكمال\" للمزي ٢٤/ ٢١١، \"الكاشف\" للذهبي (٤٦٧١)، \"تقريب التهذيب\" لابن حجر (٥٦٦٠).</p><p> وجاع، فوجدت الصفا أقرب جبل إلى الأرض فقامت عليه، ثم استقبلت الوادي تنظر هل ترى أحدًا فلم تر أحدًا فهبطتْ من الصفا حتى إذا بلغت الوادي رَفَعَتْ طَرف درْعِهَا ثم سعت سَعْي الإنسان المجهود حتى جاوزت الوادي، ثم أتت المروة وقامت عليها تنظر هل ترى أحدًا فلم تر أحدًا، ففعلت ذلك سبع مرات (١) . </p><p> وقال مجاهد: حجَّ موسى عليه السلام على جمل أحمر وعليه عباءتان قَطَوَانِيَتان (٢) فطاف بالبيت، ثم صَعِدَ الصفَا ودعا، ثم هَبَطَ إلى السَّعْي وهو يُلبِّي فقال: لبيك اللهم لبيك. فقال الله عز وجل: لبَّيْكَ عَبْدِيْ وأنَا مَعَكَ. فَخَرَّ مُوْسَى سَاجدًا (٣) . </p><p> قوله تعالى:  {وَمَنْ تَطَوَّعَ خَيْرًا} قرأ حمزة والكسائي: (يطَّوَّعْ) بالياء وتشديد الطاء (وجزم العين)  (٤) وكذلك الثاني (٥) بمعنى يَتَطَوَّع (٦) ، واختاره أبو عبيد وأبو حاتم اعتبارًا بقراءة عبد الله (ومن يتطوع) </p><p>(١) رواه الحاكم في \"المستدرك\" ٢٩/ ٢٧١ من طريق عاصم بن كليب، عن أبيه، عن ابن عباس، به مختصرًا. وقال: حديث صحيح الإسناد. ووافقه الذهبي. وأورده ابن حجر في \"فتح الباري\" ٣/ ٥٠٣ مختصرًا أيضًا، وقال: روى الفاكهي بإسناد حسن عن ابن عباس. . فذكره.(٢) نسبةً إلى قَطَوان: موضع بالكوفة.\"مختار الصحاح\" للرازي (ص ٢٢٧) (قطو). و\"معجم البلدان\" لياقوت ٤/ ٣٧٥.(٣) رواه ابن أبي عاصم في كتاب \"الزهد\" ١/ ٨٧ بسنده عن مجاهد بنحوه.(٤) من (ت).(٥) يريد الآية (١٨٤)، وفيها: {فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ ... }.(٦) \"السبعة\" لابن مجاهد (ص ١٧٢)، \"التيسير\" للداني (ص ٦٦).</p><p> بالياء (١) ، وقرأ (٢) الباقون: {تَطَوَّعَ} هو بالتاء ونصب العين على الماضي (٣) . </p><p> قال مجاهد: فمن تَطَوَّع بالطواف (٤) بالصَّفَا والمروة (٥) ، وقال: تَطَوَّعَ رسول الله - صلى الله عليه وسلم - فكان من السنن (٦) . </p><p> وقال مقاتل والكلبي: فمن تطوع خيرًا فزاد في الطواف بعد الواجب (٧) . </p><p> وقال ابن زيد: ومن تطوع خيرًا فاعتمر، قال: فالحج فريضة والعمرة تطوع (٨) . </p><p>(١) \"شواذ القراءة\" للكرماني (ص ٣٣)، \"الكشاف\" للزمخشري ١/ ٢٠٧، \"البحر المحيط\" لأبي حيان ١/ ٦٣٢، \"الدر المنثور\" للسيوطي ١/ ٢٩٤. (٢) ساقطة من (ت).(٣) في (ج): المضي.(٤) من (ج).(٥) ذكره البغوي في \"معالم التنزيل\" ١/ ١٧٥، والخازن في \"لباب التأويل\" ١/ ١٣٣.(٦) انظره في \"تفسير مجاهد\" (ص ٩٢)، ورواه الطبري في \"جامع البيان\" ٢/ ٥٢ من طريق ابن أبي نجيح، عنه.(٧) ذكره مقاتل بن سليمان في \"تفسيره\" ١/ ٧٩، وذكره عنهما البغوي في \"معالم التنزيل\" ٧٥.ذكر هذا القول دون نسبة السمرقندي في \"بحر العلوم\" ١/ ١٧١، والحيري في \"الكفاية\" ١/ ٩٢، والماوردي في \"النكت والعيون\" ١/ ٢١٣، والرازي في \"مفاتيح الغيب\" ٤/ ١٦١، وغيرهم.(٨) رواه الطبري في \"جامع البيان\" ٢/ ٥٢، وابن زيد: هو عبد الرحمن بن زيد بن أسلم.</p><p> وقيل: من تطوع بالحج والعمرة بعد قضاء حجته الواجبة عليه (١) . </p><p> وقال الحسن وغيره: من تطوع خيرًا يعني به الدين كلَّه. أي: فَعَلَ غير المفترض (٢) عليه من طواف (٣) أو صلاةٍ أو زكاةٍ أو نوعٍ من أنواع الطاعات كلها (٤) . </p><p> {فَإِنَّ اللَّهَ شَاكِرٌ} مُجازٍ له (٥) بعمله {عَلِيمٌ} بنيته يَشْكُرُ اليَسيْرَ (ويعطي الكثير)  (٦) ويغْفِرُ الكبير، وأصل الشكر من قول العرب: دابة شكور إذا كان يظهر عليها من السِّمَن فوق ما تُعلف (٧) . </p><p>(١) ذكره الماوردي في \"النكت والعيون\" ١/ ٢١٣، والبغوي في \"معالم التنزيل\" ١/ ١٧٥، وأبو حيان في \"البحر المحيط\" ١/ ٦٣٢. (٢) في (ت): المفروض.(٣) من (ج).(٤) ذكره الواحدي في \"الوسيط\" ١/ ٢٤٣، والبغوي في \"معالم التنزيل\" ١/ ١٧٥، والرازي في \"مفاتيح الغيب\" ٤/ ١٦١، وأبو حيان في \"البحر المحيط\" ١/ ٦٣٢.(٥) (ش)، (ت).(٦) ساقطة من (ت).(٧) في (ش): أكلت.</p>"
}