{
  "id": null,
  "sura": 2,
  "aya": 208,
  "text": "<p> ٢٠٨ - قوله -عز وجل- {يَاأَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً} </p><p> نزلت فِي مؤمني أهل الكتاب عبد الله بن سلام النظيري (١) ، وأصحابه، وذلك أنَّهم عظموا السبت، وكرهوا لحمان الإبل، وألبانها بعد ما أسلموا، وقالوا: يَا رسول الله، إن التوراة كتاب الله عز وجل، فدعنا فلنقم بها فِي صلاتنا (٢) بالليل؟ فأنزل الله عز وجل {يَاأَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً}  (٣) . أي: فِي الإِسلام، قاله </p><p>= قال الهيثمي: رواه أَحْمد والطبراني، وفيه عثمان بن عمرو الجزري وثقه ابن حبان، وضعفه غيره، وبقية رجاله رجال الصحيح. \"مجمع الزوائد\" ٧/ ٢٧.وحسن إسناده ابن كثير فِي \"البداية والنهاية\" ٣/ ١٨١ وابن حجر فِي \"فتح الباري\" ٧/ ٢٣٦.وورد مبيته - رضي الله عنه - فِي مراسيل بعض التابعين كعروة، ومحمَّد بن كعب القرظي وابن شهاب.انظر: \"السيرة النبوية\" لابن هشام ٢/ ٤٨٢، \"تاريخ الرسل والملوك\" للطبري ٢/ ٣٧٢، \"دلائل النبوة\" للبيهقي ٢/ ٤٦٥ \"مجمع الزوائد\" للهيثمي ٦/ ٥١.(١) من (ج).(٢) فِي (ح)، (أ): صلواتنا.(٣) روى الواحدي فِي \"أسباب النزول\" (ص ٦٧) عن ابن عباس نحوه. وقال الحافظ: تقدم أن عبد الغني واهٍ.\"العجاب\" ١/ ٥٣٠. وقال أَيضًا: هي نسخة موضوعة \"الكشاف\" ١/ ٢٥٣.روى ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٢/ ٣٦٩ (١٩٤٤) من طريق محمَّد ابن عون عن عكرمة عن ابن عباس بمعناه.ومحمَّد بن عون الخُرَاسَانِيّ: متروك.انظر: \"تقريب التهذيب\" لابن حجر (٦٢٠٣). =</p><p> قتادة (١) ، والضَّحَاك (٢) ، والسدي (٣) ، وابن زيد (٤) . يدل عليه قول الكندي (٥) : </p><p> دعوت عشيرتي للسِّلم لما. . . رأيتهمُ تولوا مدبرينا </p><p>= وروى الطبري فِي \"جامع البيان\" ٢/ ٣٢٤ نحوه عن ابن جريج عن عكرمة. وفي السند: الحسين بن داود سنيد ضُعف. \"تقريب التهذيب\" لابن حجر (٢٦٤٦).وقال ابن حجر: وابن جريج لم يسمع من عكرمة.\"الكاف الشاف\" ١/ ٢٥٣.وأورد نحوه مقاتل بن سليمان فِي \"تفسيره\" ١/ ١٠٤ وذكره ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٢/ ٣٧٠ عن مقاتل بن حيان.وقال ابن كثير فِي \"تفسير القرآن العظيم\" ٢/ ٢٧٣: وفي ذكر عبد الله بن سلام مع هؤلاء نظر؛ إذ يبعد أن يستأذن فِي إقامة السبت، وهو مع تمام إيمانه يتحقق نسخه، ورفعه، وبطلانه، والتعويض عنه بأعياد الإِسلام.(١) رواه عبد الرزاق فِي \"تفسير القرآن\" ١/ ٨٢، والطبري فِي \"جامع البيان\" ٢/ ٣٢٣، وذكره ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٢/ ٣٧٠.(٢) رواه الطبري فِي \"جامع البيان\" ٢/ ٣٢٣، وذكره ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٢/ ٣٧٠ والماوردي فِي \"النكت والعيون\" ١/ ٢٦٧.(٣) رواه الطبري فِي \"جامع البيان\" ٢/ ٣٢٣، وذكره ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٢/ ٣٧٠.(٤) رواه الطبري في \"جامع البيان\" ٢/ ٣٢٣.(٥) هو امرؤ القيس بن عابس الكندي، والبيت فِي \"جامع البيان\" للطبري ٢/ ٣٢٤، و\"المؤتلف والمختلف\" للآمدي (ص ٥) وعنده: حتَّى رأيتهم أغاروا مفسدينا، وفي \"لسان العرب\" لابن منظور ٦/ ٣٤٦ (سلم).</p><p> أي: دعوتهم إِلَى الإِسلام لما رأيتهم (١) ارتدوا، قال (٢) ذلك لما ارتدت كندة (٣) مع الأشعث بن قيس (٤) بعد وفاة رسول الله - صلى الله عليه وسلم - (٥) . </p><p> وقال طاوس: فِي الدين (٦) . </p><p> وقال مجاهد: فِي أحكام الدين (٧) وأعمالهم (٨) . </p><p>(١) من (ش). (٢) فِي (ح): قالت.(٣) كندة: قبيلة عظيمة تنسب إِلَى كِندة بن عُفير، واسمه: ثور، وسمي كندة؛ لأنه كند أباه، أي: كفر نعمته، وكانت بلادهم بجبال اليمن مما يلي حضر موت، وكان لهم مُلك باليمن والحجاز. \"معجم قبائل العرب\" لعمر رضا كحالة ٣/ ٩٩٨ - ٩٩٩.(٤) الأشعث بن قيس بن معدي كرب بن معاوية الكندي.وقد على النَّبِيّ -صلى الله عليه وسلم- سنة عشر من الهجرة فِي وفد كندة. وكان ممن ارتد وحاربه الصديق، وأخذه أسيرًا، فأسلم، وأطلقه الصديق وزوجه أخته، وشهد اليرموك، والقادسية، والمدائن، وجلولاء، ونهاوند. تُوفِّي سنة (٤٢ هـ)، وقيل: (٤٠ هـ). \"معرفة الصحابة\" لأبي نعيم ١/ ٢٨٥ \"الاستيعاب\" لابن عبد البر ١/ ١٣٣، \"أسد الغابة\" لابن الأثير ١/ ٩٧، \"الإصابة\" لابن حجر ١/ ٥٠.(٥) انظر خبر ردة كندة مع الأشعث فِي \"التاريخ\" لخليفة بن خياط (ص ١١٦)، \"تاريخ الرسل والملوك\" للطبري ٣/ ٣٣١ - ٣٣٩، \"الكامل فِي التاريخ\" لابن الأثير ٢/ ٢٣٣ - ٢٣٧.(٦) ذكره ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٢/ ٣٧٠، والقرطبي فِي \"الجامع لأحكام القرآن\" ٣/ ٢٢.(٧) فِي (ح): أهل الإِسلام.(٨) فِي (أ): وأعماله.رواه الطبري فِي \"جامع البيان\" ٢/ ٣٢٣، وروى ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٢/ ٣٧٠ (١٩٤٨) عنه أنَّه قال: فِي أنواع البر كلها.</p><p> وقال ربيع (١) : فِي الطاعة (٢) . وقال سفيان الثَّوريّ: فِي أنواع البر كلها (٣) . وكلها متقاربة فِي المعنى. وأصله من الاستسلام والانقياد، ولذلك قيل للصلح: سلم (٤) ، قال زهير (٥) : </p><p> وقد قلتما إن نُدْرِك السلم واسعًا. . . بمال ومعروف من الأمر تسلمِ (٦) </p><p> قال حذيفة بن اليمان فِي هذِه الآية: الإِسلام ثمانية أسهم: الصلاة سهم، والزكاة سهم، والصوم سهم، والحج سهم، والعمرة سهم، والجهاد سهم، والأمر بالمعروف سهم، والنهي عن المنكر سهم، وقد خاب من لا سهم له (٧) . </p><p>(١) فِي (أ): الرَّبيع. (٢) رواه الطبري فِي \"جامع البيان\" ٢/ ٣٢٣، وذكره ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ١/ ٣٧٠.(٣) ساقطة من (أ).ذكره القرطبي فِي \"الجامع لأحكام القرآن\" ٣/ ٢٢.(٤) \"معاني القرآن\" للأخفش ١/ ٣٦١، \"تفسير غريب القرآن\" لابن قتيبة (ص ٨١).(٥) البيت فِي \"ديوانه\" بشرح ثعلب (ص ١٦)، وهو من معلقته انظر \"شرح القصائد السبع الطوال\" لأبي بكر الأنباري (ص ٢٦٢)، و\"شرح المعلقات السبع\" لأبي عبد الله الزوزني (ص ١٥٠) وعندهم: ندرك. . نَسْلَمِ.فِي (ش): نغنم.(٦) قول حذيفة ذكر فِي (ح) بعد قوله: وهما لغتان.(٧) ورواه أبو داود الطَّيالِسيّ فِي \"مسنده\" (ص ٥٥) (٤١٢) والبزار فِي مسنده \"البحر الزخار\" ٧/ ٣٣٠ (٢٩٢٨) وابن أبي شيبة فِي \"مصنفه\" ٧/ ٦٩ (١٩٧٩٢) ١٠/ ٢٨٦ (٣٠٨٢٧) والخلال فِي \"السنة\" ٥/ ٣٨، ٣٩ (١٥٥٤، ١٥٥٧) =</p><p> واختلف القراء فِي {السِّلْمِ} فقرأ الأَعمش، وابن عباس بكسر السين هاهنا، وفي الأنفال (١) ، وسورة (٢) محمَّد - صلى الله عليه وسلم - (وهي قراءة أبي بكر بن أبي عياش)  (٣) . </p><p> وقرأ (٤) أهل الحجاز والكسائي كلها (٥) بالفتح (٦) ، وهو اختيار أبي </p><p>= والبيهقي فِي \"شعب الإيمان\" ٦/ ٩٤ (٧٥٨٥) كلهم من طريق أبي إسحاق، عن صلة بن زفر، عن حذيفة به. وقد رواه البزار فِي \"البحر الزخار\" ٧/ ٣٣٠ (٢٩٢٨) عن حذيفة مرفوعًا وقال: وهذا الحديث لا نعلم أسنده إلَّا يزيد بن عطاء عن أبي إسحاق.قال ابن حجر: يعني أن الصحيح موقوف.\"مختصر زوائد مسند البزار\" ١/ ١٨٧ (٢١٦).وقال البوصيري: هذا إسناد صحيح موقوف. . وقال الدارقطني وغيره: الصحيح أنَّه موقوف. \"إتحاف الخيرة\" ١/ ١٠٠، ١٠١.(١) فِي (أ): والأنفال.(٢) فِي (ز): وفي سورة.(٣) ما بين القوسين من (أ).روى ابن أبي حاتم فِي \"تفسير القرآن العظيم\" ٢/ ٣٦٩ (١٩٤٤) عن ابن عباس أنَّه قرأها بالنصب. وفي السند محمَّد بن عون، وقد تقدم أنَّه متروك. وروى ابن أبي حاتم فِي \"تفسير القرآن العظيم\" أَيضًا ٥/ ١٧٢٥ (٩١١٩) من طريق الضحاك عن ابن عباس فِي قوله: {وَإِنْ جَنَحُوا لِلسَّلْمِ} يعني بالخفض.وقال أبو القاسم الهذلي: قرأ الأَعمش ها هنا بفتح السين والسلام، وبكسر السين فِي الأنفال والقتال.\"الكامل فِي القراءات الخمسين\" (١٦٨ أ).(٤) فِي (ش): وقرأها.(٥) ساقطة من (أ).(٦) \"السبعة\" لابن مجاهد (ص ١٨٠) \"علل القراءات\" لأبي منصور الأزهري ١/ ٧٥ \"الحجة\" لابن زنجلة (ص ١٣٠).</p><p> عبيد (١) لما روى عبد الرحمن (٢) بن أَبْزى (٣) أن النَّبِيّ - صلى الله عليه وسلم - كان يقرؤها كلها (٤) بالفتح (٥) . وقرأ حمزة وخلف فِي الأنفال بالفتح وفي سائرها (٦) </p><p>(١) فِي (ش): أبو عبيدة. (٢) فِي (أ): عبد الله.(٣) عبد الرحمن بن أَبْزى الخُزَاعِيّ مولى نافع بن عبد الحارث.صحابي صغير، استعمله مولاه نافع على مكة، وقال لعمر: إنه قارئ لكتاب الله، عالم بالفرائض. سكن الكوفة، ثم استعمله علي - رضي الله عنه - على خراسان. قال الذهبي: عاش إِلَى سنة نيف وسبعين فيما يظهر لي.\"التاريخ الكبير\" للبخاري ٥/ ٢٤٥، \"الاستيعاب\" لابن عبد البر ٢/ ٨٢٢ \"أسد الغابة\" لابن الأثير ٣/ ٢٧٨ \"سير أعلام النبلاء\" للذهبي ٣/ ٢٠١، \"الإصابة\" لابن حجر ٤/ ١٤٩.(٤) ساقطة من (أ).(٥) قال السيوطي: وأخرج ابن نصر السجزي فِي \"الإبانة\" عن عبد الرحمن بن أبزى قال: كان النَّبِيّ - صلى الله عليه وسلم - يقرأ هؤلاء الأحرف: {ادْخُلُوا فِي السِّلْمِ} {وَإِنْ جَنَحُوا لِلسَّلْمِ} {وَتَدْعُوا إِلَى السَّلْمِ} بنصب السين.\"الدر المنثور\" ٦/ ٥٥.وقال أَيضًا: وأخرج ابن مردويه عن عبد الرحمن بن أبزى - رضي الله عنه - أن النَّبِيّ - صلى الله عليه وسلم - كان يقرأ {وَإِنْ جَنَحُوا لِلسَّلْمِ}.\"الدر المنثور\" ٣/ ٣٦٠.هكذا ولم تضبط الكلمة، وأظنه يعني بالنصب.وروى أبو عمرو الدُّوريّ فِي \"قراءات النَّبِيّ\" (ص ٧٥) (٢٤) عن الكسائي قال: ثنا حرب بن مهران عن أبي راشد مولى عبد الرحمن بن أبزى قال: كان رسول الله - صلى الله عليه وسلم - يقرأ هؤلاء الأحرف. . فذكره، ولعل الصواب: مولى عبد الرحمن بن أبزى عنه.(٦) فِي جميع النسخ: وسائرها، والمثبت من (س).</p><p> بالكسر وقرأ الباقون ها هنا بالكسر والباقي بالفتح (١) ، وهو اختيار أبي حاتم، وهما لغتان. </p><p> [٤٢٠] أخبرني الحسَين بن محمَّد بن الحسين (٢) ، قال: نا محمَّد بن المظفر (٣) ، قال: نا أبو عبد الله محمَّد بن موسى بن النُّعمان (٤) ، قال: نا مالك (بن عبد الله بن سيف)  (٥) ، قال: نا علي بن الحسن (٦) ، قال: نا </p><p>(١) فِي (أ): زيادة: فيه. \"الغاية فِي القراءات العشر\" لابن مهران الأَصْبهانِيّ (ص ١٣٣)، \"الكامل فِي القراءات الخمسين\" لأبي القاسم الهذلي (١٦٨ أ) \"النشر فِي القراءات العشر\" لابن الجزري ٢/ ٢٢٧.(٢) ساقطة من (ش). وفي (ح): الحسن بن حمد بن الحسن.وهو: هو ابن فنجويه، ثِقَة، صدوق، كثير الرواية للمناكير.(٣) البزاز، ثِقَة، مأمون، حافظ.(٤) لم أجده.(٥) فِي (ح): أبو عبد الله بن سيف.وهو: مالك بن عبد الله بن سيف التجيبي أبو سعيد المصري.قال ابن أبي حاتم: سمعت منه بمصر روى عنه أبو بكر بن القاسم، وكان صدوقًا.وقال ابن حجر: وقد أكثر عنه الطحاوي. ونسبه ابن حجر فقال: البَصْرِيّ.\"الجرح والتعديل\" لابن أبي حاتم ٨/ ٢١٤، \"تهذيب التهذيب\" لابن حجر ٤/ ١٣.(٦) فِي (أ): الحسين.وهو: علي بن الحسن بن يعمر الشَّاميّ أو السامي.قال ابن حبان: لا يحل كتب حديثه إلَّا على جهة التعجب. وقال الدراقطني: مصري يكذب، يروي عن الثِّقات بواطيل مالك، والثوري، وابن أبي ذئب، وغيرهم. وقال الحاكم: روى أحاديث موضوعة.\"المجروحين\" لابن حبان ٢/ ١١٤ \"سؤالات البرقاني للدارقطني\" (ص ٥٣) =</p><p> حماد بن سلمة (١) ، عن عاصم (٢) - يعني: الأحول - عن أنس قال: قال رسول الله - صلى الله عليه وسلم -: \"مثل الإِسلام كمثل الشجرة النابتة(٣)الإيمان بالله أصلها، والصلوات الخمس فروعها(٤)، وصيام شهر رمضان لحاها(٥)، والحج والعمرة جناها(٦)، والوضوء وغسل الجنابة شربها، وبر الوالدين وصلة الرَّحم غصونها، والكف عما حرم الله ورقها، والأعمال الصالحة ثمرها، وذكر الله عز وجل عروقها\" . قال رسول الله - صلى الله عليه وسلم -: \"كما لا تحسن الشجرة، ولا تصلح إلَّا بالورق الأخضر، كذلك لا يصلح الإِسلام إلَّا بالكف عن محارم الله وبالأعمال(٧)الصالحة\"  (٨) . </p><p>= \"ميزان الاعتدال\" للذهبي ٣/ ١١٩ \"لسان الميزان\" لابن حجر ٥/ ٢١٢. (١) ثِقَة من أثبت النَّاس فِي ثابت، تغير حفظه بأخرة.(٢) ثِقَة.(٣) ساقطة من (أ)، فِي (ز): الثابتة.(٤) فِي (ح): جذوعها.(٥) فِي (ح)، (ز): لحاؤها.(٦) فِي (أ): جنارها.(٧) فِي (ح)، (ز)، (أ): والأعمال.(٨) [٤٢٠] الحكم على الإسناد:الحديث بهذا الإسناد موضوع، فيه: علي بن الحسن بن يعمر كذاب.التخريج:قال ابن عدي فِي \"الكامل\" ٥/ ٢١١ بعد أن روى بعض أحاديثه: وهذِه الأحاديث وما لم أذكره من حديث علي بن الحسن هذا فكلها بواطيل ليس لها أصل، وهو ضعيف جدًّا. قلت: ولم أجد من أخرجه.</p><p> (قوله تعالى)  (١)  {كَافَّةً} أي: جميعًا، وهي مأخوذة من كففت الشيء إذا (٢) منعته، وضممت بعضه إِلَى بعض، ومنه قيل لحاشية القميص: كُفة (لأنها تمنعه)  (٣) من أن يتنسر (٤) ، وكل مستطيل فحرفه كُفَّة (٥) بالضم، وكل مستدير فحرفه (٦) كِفَّة بالكسر، نحو كِفة (٧) الميزان، ومنه قيل للراحة مع الأصابع: كفٌّ؛ (لأنها تكف)  (٨) عن سائر البدن، ورجل مكفوف، أي: كُف بصره من (٩) النظر. فمعنى الكافة: هو أن ينتهي إليه، ويكفه من أن يجاوزه (١٠) . </p><p> {وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ} أي: (١١) آثاره ونزغاته فيما زين لكم من تحريم السبت ولحم الجمل وغيره (١٢) . {إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ} . </p><p>(١) ساقطة من (ح). (٢) فِي (أ): أي.(٣) فِي (أ): لأنه منعها.(٤) فِي (ش)، (ح): ينتشر. وكذا فِي \"معاني القرآن\" للزجاج.وتنسر الحبل، وانتسر طرفه، ونَسَره هو ونَسَّرَه: نَشَره، وتنسر الجرح: تَنَقّض وانتشرت مدته. \"لسان العرب\" لابن منظور ١٤/ ١٢٢ (نسر).(٥) ساقطة من (أ).(٦) فِي (ح) فِي الموضعين: مخرقة.(٧) فِي (أ): بالكسر وكفة.(٨) فِي (ح): لأنه يكف بها. وفي (أ): لأنها يكف بها.(٩) فِي (ش)، (ح)، (ز): عن.(١٠) \"معاني القرآن\" للزجاج ١/ ٢٧٩ \"تهذيب اللغة\" للأزهري ٩/ ٤٥٥ (كفف).(١١) ساقطة من (١).(١٢) \"معاني القرآن\" للفراء ١/ ١٢٤ \"جامع البيان\" للطبري ٢/ ٣٢٦.</p><p> [٤٢١] أخبرنا محمَّد بن أَحْمد بن عبدوس (١) ، قال: أنا محمَّد بن محمَّد بن (٢) الحسن (٣) ، قال: أنا علي بن عبد العزيز (٤) ، قال: أنا القاسم بن سلام (٥) ، قال: حَدَّثني هشيم (٦) ، قال: أنا مجالد (٧) ، عن الشعبي (٨) ، عن جابر بن عبد الله أن عمر بن الخطاب - رضي الله عنه - أتى رسول الله - صلى الله عليه وسلم -؛ فقال: إنّا نسمع أحاديث من يهود فتعجبنا أفترى أن نكتب بعضها؟ فقال:  \"أمتهوكون(٩)أنتم كما تهوكتِ اليهود والنصارى، لقد جئتكم بها بيضاء نقية، ولو كان موسى حيًّا ما وسعه إلَّا اتباعي\"  (١٠) . </p><p>(١) لم يذكر بجرح ولا تعديل. (٢) ساقطة من (ش).(٣) أبو الحسن الكارزي، صحيح السماع، مقبول الرواية.(٤) البَغَوِيّ، ثِقَة.(٥) أبو عبيد، ثِقَة.(٦) هشيم بن بشير، ثِقَة، ثبت، كثير التدليس والإرسال الخفي.(٧) مجالد بن سعيد، ليس بالقوي، وقد تغير بآخر عمره.(٨) عامر بن شراحيل الشعبي، ثِقَة، مشهور.(٩) قال الحسن: متحيرون. قال أبو عبيد: أمتحيرون أنتم فِي الإِسلام؟ ! لا تعرفون دينكم حتَّى تأخذوه من اليهود والنصارى؛ فمعناه أنَّه كره أخذ العلم من أهل الكتاب. وقال الأصمعيّ: المتهوك الذي يقع فِي كل أمر. وقال الزمخشري: تهوك، وتهور أخوان فِي معنى: وقع فِي الأمر بغير روية.\"غريب الحديث\" لأبي عبيد ١/ ٣٩٠ \"الفائق فِي غريب الحديث\" للزمخشري ٤/ ١١٧ \"لسان العرب\" لابن منظور ١٥/ ١٦٠ (هوك).(١٠) [٤٢١] الحكم على الإسناد:فِي إسناده شيخ المصنف لم أجد فيه جرحًا ولا تعديلًا، ومجالد ليس بالقوي، وللحديث طرق بمجموعها يصير حسنًا. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وهو فِي \"غريب الحديث\" لأبي عبيد ١/ ٣٩٠. التخريج:رواه البيهقي فِي \"شعب الإيمان\" ١/ ٢٠٠ (١٧٧) عن أبي عبد الرحمن السلمي قال: أنا أبو الحسن الكارزي به.ورواه البَغَوِيّ فِي \"معالم التنزيل\" ١/ ٢٤٠، وفي \"شرح السنة\" ١/ ٢٧٠ (١٢٦) من طريق محمَّد بن قريش قال: أخبرنا علي بن عبد العزيز به.ورواه الإِمام أَحْمد فِي \"مسنده\" ٣/ ٣٨٧ عن سريج بن النُّعمان. ورواه ابن أبي شيبة فِي \"مصنفه\" ٨/ ٥٧٥ (٢٦٨٢٨)، وعنه ابن أبي عاصم فِي \"السنة\" ١/ ٢٧ (٥٠)، ومن طريق ابن أبي شيبة رواه ابن عبد البر في \"جامع بيان العلم وفضله\" ٢/ ٨٠٥ (١٤٩٧). ورواه البزار فِي \"البحر الزخار\" كما فِي \"كشف الأستار\" ١/ ٧٩ (١٢٤) عن الحسن بن عرفة كلهم عن هشيم به.ورواه الإمام أَحْمد فِي \"مسنده\" ٣/ ٣٣٨ (١٤٦٣١)، والبزار فِي \"البحر الزخار\" كما \"كشف الأستار\" ١/ ٧٨ (١٢٤) وأبو يعلى فِي \"مسنده\" ٤/ ١٠٢ (٢١٣٥) والبيهقي فِي \"شعب الإيمان\" ١/ ٢٠٠ (١٧٩) كلهم من طريق حماد بن زيد.ورواه الدَّارميّ فِي \"السنن\" (٤٤٩) والهروي فِي \"ذم الكلام\" (ص ١٤٦) من طريق ابن نمير كلاهما عن مجالد به بمعناه، وليس عند بعضهم ذكر عمر.قال ابن حجر: رجاله موثقون إلَّا أن فِي مجالد ضعفًا.\"فتح الباري\" ١٣/ ٣٣٤.وقال الهيثمي: رواه أَحْمد، وأبو يعلى، والبزار، وفيه مجالد بن سعيد ضعفه أَحْمد ويحيى بن سعيد وغيرهما.\"مجمع الزوائد\" ١/ ١٧٤.وله شواهد منها:١ - حديث عبد الله بن ثابت - رضي الله عنه -.رواه الإِمام أَحْمد فِي \"مسنده\" ٣/ ٤٧٠ (١٥٨٦٤)، وعبد الرزاق فِي \"مصنفه\" ٦/ ١٣٣ (١٠١٦٤)، ١٠/ ٣١٣ (١٩٢١٣)، والبزار فِي \"البحر الزخار\" =</p>"
}