{
  "id": null,
  "sura": 2,
  "aya": 243,
  "text": "<p> ٢٤٢ - {كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ} </p><p> ٢٤٣ - قوله -عز وجل-: {أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ} الآية (١) . </p><p> قال أكثر المفسرين: كانت قرية يقال لها داوردان (٢) قبل واسط وقع بها الطاعون، فخرجت (٣) طائفة هاربين من الطاعون (٤) ، وبقيت طائفة، فهلك أكثر من بقي في القرية، وسلم الذين خرجوا، فلما ارتفع (٥) الطاعون رجعوا سالمين، فقال الذين بقوا: أصحابنا كانوا أحزم (٦) منا؛ لو صنعنا كما صنعوا لبقينا، ولئن (٧) وقع الطاعون ثانية؛ لنخرجن إلى أرض لا وباء بها (٨) ، فوقع الطاعون من قابل، فهرب عامة أهلها، فخرجوا حتى نزلوا واديًا </p><p>= وذكره عن علي: ابن المنذر في \"الإشراف على مذاهب أهل العلم\" ٣/ ٣٠١، والنحاس في \"الناسخ والمنسوخ\" ٢/ ٩٣ والجصاص في \"أحكام القرآن\" ١/ ٤٢٨. (١) ساقطة من (أ).(٢) بفتح الواو، وسكون الراء، وآخره نون، من نواحي شرقي واسط بينهما فرسخ.\"معجم البلدان\" لياقوت ٢/ ٤٣٤.(٣) في (أ): فخرج.(٤) في (أ): هاربين منه.(٥) في (أ): رفع.(٦) في (ش): حزمًا.(٧) في (أ): وأن.وفي (ح): ولكن إن.(٨) في (أ): فيها.</p><p> أفيح (١) ، فلما نزلوا المكان الذي يبتغون فيه النجاة والحياة، ناداهم ملك من أسفل الوادي، واخر من أعلاه: أن موتوا، فماتوا جميعًا (٢) . </p><p> [٥٦٦] أخبرني أحمد بن محمد بن يوسف (٣) ، قال: نا محمد بن طاهر (٤) ، قال: نا (٥) سعيد بن محمد أبو أحمد البغدادي (٦) ، قال: نا </p><p>(١) الأفْيَح والفَيَّاح كل موضع واسع. \"لسان العرب\" لابن منظور ١٠/ ٣٦٣ (فيح). (٢) وهو: قول ابن عباس في رواية سعيد بن جبير وقول السدي، وأبي مالك، وابن زيد، وسيأتي تخريج أقوالهم.وهو: قول الحسن: رواه الطبري في \"جامع البيان\" ٢/ ٥٨٩ وعزاه السيوطي في \"الدر المنثور\" ١/ ٥٥١ لعبد بن حميد.وقول عمرو بن دينار: رواه الطبري في \"جامع البيان\" ٢/ ٥٨٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٥٨ (٢٤٢٣)، وعزاه ابن حجر في \"بذل الماعون في فضل الطاعون\" (ص ٢٣٦) لابن المنذر، وقال: بسند صحيح.(٣) أحمد بن محمد بن عبد الله بن يوسف أبو الفضل العروضي، لم يذكر بجرح أو تعديل.(٤) محمد بن طاهر بن محمد بن الحسن الوزيري أبو نصر النيسابوري.قال السمعاني: كان كثير العلوم، فصيح اللسان، بارع الذكر، والوعظ، وسمع الحديث الكثير. وقال الذهبي: روى عن أبي حامد بن بلال، فذكر الحديث المسلسل بالأولية، فزاد تسلسله إلى منتهاه، فطعنوا فيه لذلك. توفي في رمضان سنة (٣٦٥ هـ).\"الأنساب\" للسمعاني ٥/ ٦٠٢، \"ميزان الاعتدال\" للذهبي ٣/ ٥٨٦ \"تاريخ الإسلام\" للذهبي ٢٦/ ٣٤٥، \"طبقات الشافعية الكبرى\" للسبكي ٣/ ١٧٥، \"لسان الميزان\" لابن حجر ٥/ ٢٠٧.(٥) في (ش)، (ح): أنا.(٦) سعيد بن محمد أبو أحمد البغدادي الأحول الذهلي، منكر الحديث.</p><p> محمد بن زكريا الغلابي (١) قال: سمعت الأصمعي (٢) يقول: لما وقع الطاعون بالبصرة خرج رجل من أهلها عنها (٣) على حمار، ومعه أهله وولده، وخلفه عبد حبشي يسوق حماره، فطفق العبد يرتجز، وهو يقول (٤) : </p><p> لن يُسْبَقَ (٥) الله على حِمَار </p><p> ولا على ذي مَيْعَة (٦) طَيَّارِ (٧) </p><p> قد يُصبحُ الله أمام السَّارِي </p><p> فرجع الرجل لما سمع قوله بعياله. </p><p>(١) في (أ): العلائي. وهو: محمد بن زكربا بن دينار الغلابي أبو جعفر البصري.ذى ابن حبان في \"الثقات\". وقال: كان صاحب حكايات، وأخبار، يعتبر حديثه إذا روى عن الثقات؛ لأن في روايته عن المجاهيل بعض المناكير. وقال ابن منده: تكلم فيه. وقال الدارقطني: يضع الحديث. توفي سنة (٢٩٠ هـ).\"الثقات\" لابن حبان ٩/ ١٥٤ \"الضعفاء والمتروكين\" للدارقطني (ص ٣٥٠) \"سؤالات حمزة السهمي للدارقطني\" (ص ١٤٨)، \"تاريخ الإسلام\" للذهبي ٢١/ ٢٥٩، \"لسان الميزان\" لابن حجر ٥/ ١٦٨.(٢) عبد الملك بن قريب الأصمعي، صدوق.(٣) ساقطة من (أ).(٤) في (ح): ويقول. ويرتجز، (هو) ساقطة من (أ).(٥) في (ز): نسبق.(٦) في (ش): منعه. وورد في هامش (ز): ميعة: النشاط، وأول جري الفرس، قاله الجوهري في \"الصحاح\" ٣/ ٤٢٢.(٧) في (ح): مطار.</p><p> وروى عبد الرحمن بن عوف عن (رسول الله)  (١) - صلى الله عليه وسلم - أنه (٢) قال: \"إذا سمعتم بهذا الوباء(٣)ببلد(٤)، فلا تقدموا عليه، وإن(٥)وقع وأنتم فيه، فلا تخرجوا فرارًا(٦)منه\"  (٧) . </p><p> وقال الضحاك، ومقاتل، والكلبي: إنما فروا من الجهاد، وذلك أن مَلِكًا من ملوك بني إسرائيل أمرهم أن يخرجوا إلى قتال عدوهم، فخرجوا، فعسكروا، ثم جبنوا، وكرهوا الموت فاعتلوا. وقالوا لملكهم: إن الأرض التي نأتيها بها الوباء، فلا نأتيها حتى ينقطع </p><p>= [٥٦٦] الحكم على الإسناد: الإسناد ضعيف فيه محمد بن طاهر طعن فيه، وسعيد بن محمد منكر الحديث.التخريج:القصة رواها سيف بن عمر في \"الفتوح\" ومن طريقه رواها الطبري في \"تاريخ الرسل والملوك\" ٤/ ٦٣ عن عبد الله بن سعيد عن أبي سعيد وهو الأصمعي. وذكرها ابن حجر في \"بذل الماعون\" (ص ٢٨١) وعزاها لسيف بن عمر في \"الفتوح\" وابن أبي الدنيا في \"الطواعين\".(١) في (ز): النبي.(٢) ساقطة من (ح).(٣) ساقطة من (أ).(٤) في (ح): في بلد.(٥) في جميع النسخ: وإذا.(٦) ساقطة من (أ).(٧) رواه البخاري في كتاب الطب، باب ما يذكر في الطاعون (٥٧٢٩، ٥٧٣٠) وفي كتاب الحيل، باب ما يكره من الاحتيال في الفرار من الطاعون (٦٩٧٣)، ومسلم في كتاب السلام، باب الطاعون والطيرة والكهانة ونحوها (٢٢١٩).</p><p> منها الوباء (١) . فأرسل الله تعالى عليهم الموت، فلما رأوا أن الموت كثير (٢) فيهم خرجوا من ديارهم فرارًا من الموت، فلما رأى الملك ذلك قال: اللهم رب يعقوب وإله موسى، قد ترى معصية عبادك، فأرهم آية في أنفسهم حتى يعلموا أنهم لا يستطيعون الفرار منك. فلما خرجوا (٣) قال لهم (٤) الله (٥) : موتوا. عقوبة (٦) لهم، فماتوا جميعًا، ومات (٧) دوابهم كموت رجل واحد، وأتى عليهم ثمانية أيام حتى انتفخوا، وأروحت أجسادهم (٨) ، فخرج الناس إليهم، فعجزوا عن دفنهم، فحضروا عليهم حضيرة دون (٩) السباع، وتركوهم فيها (١٠) . </p><p>(١) ساقطة من (أ). (٢) في (ش)، (ز)، (أ): كثر. وفي (ح): قد كثر.(٣) عليها طمس في (س)، وهي من بقية النسخ.(٤) ساقطة من (أ).(٥) ساقطة من (ح).(٦) ساقطة من (أ).(٧) في (أ): وماتت.(٨) في (أ): أجسامهم.(٩) في (ز): من.(١٠) في (أ) زيادة: وهم ألوف.وقول الضحاك رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٥٩ (٢٤٢٦) وذكره الحافظ في \"بذل الماعون\" (ص ٢٣٥) وعزاه لسنيد في \"تفسيره\" والطبري. قلت: لم أجده في \"جامع البيان\" ولا في \"تاريخ الرسل والملوك\" للطبري، وذكره النحاس في \"معاني القرآن الكريم\" ١/ ٢٤٥ والماوردي في \"النكت =</p><p> واختلفوا في مبلغ عددهم، فقال عطاء الخراساني: كانوا ثلاثة آلاف (١) . وقال ابن عباس ووهب: أربعة آلاف (٢) . وقال مقاتل </p><p>= والعيون\" ١/ ٣١٢ والمصنف في \"عرائس المجالس\" (ص ٢٥١). وقول مقاتل في \"تفسيره\" ١/ ١٢٥.قال ابن حجر في \"بذل الماعون\" (ص ٢٣٥): والطرق الماضية من أن فرارهم كان بسبب الطاعون أقوى مخرجًا، وأحسن طرقًا. .وقال أبو حيان في \"البحر المحيط\" ٢/ ٢٦٠: وقد تقدم في بعض القصص أنه عريت عظامهم، وتفرقت أوصالهم، وهذا لا يكون في العادة في ثمانية أيام. . وقال ابن حجر في \"بذل الماعون\" (ص ٢٣٥): وظاهر الأخبار الماضية أن المدة كانت فوق ذلك بحيث بليت أجسادهم، وتمزقت أوصالهم، وصاروا عظامًا.(١) رواه الطبري في \"جامع البيان\" ٢/ ٥٨٧.(٢) قول ابن عباس رواه الطبري في \"جامع البيان\" ٢/ ٥٨٦ والحاكم في \"المستدرك\" وقال: صحيح على شرط الشيخين ولم يخرجاه. وقال الذهبي: ميسرة لم يرويا له. ٢/ ٣٠٩. وعزاه ابن حجر في \"بذل الماعون\" (ص ٢٣٣ - ٢٣٤) للفريابي في \"تفسيره\"، وإسحاق بن راهويه في \"مسنده\"، وعزاه السيوطي في \"الدر المنثور\" ١/ ٥٥٣ لابن المنذر.كلهم من طريق ميسرة النهدي عن المنهال عن سعيد بن جبير عن ابن عباس، به بالقصة، لكنها مختصرة، وفيها: كانوا أربعة آلاف.قال ابن حجر في \"بذل الماعون\" (ص ٢٣٣): سنده صحيح.وروى ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٥٥ (٢٤٠٩)، ٢/ ٤٥٦ (٢٤١٣)، وعزاه ابن حجر في \"بذل الماعون\" (ص ٢٣٣) لعبد بن حميد. من طريق النضر أبي عمر الخرّاز عن عكرمة عن ابن عباس به، وفيه: كانوا أربعة آلاف.قال الحافظ في \"بذل الماعون\" (ص ٢٣٣) -عن هذِه الرواية-: نحو رواية السدي عن أبي مالك، والنضر ضعيف، ولكن إذا ضمت إلى رواية أبي مالك قويت .. =</p><p> والكلبي: ثمانية آلاف (١) . </p><p> وقال أبو روق: عشرة آلاف (٢) . </p><p> وقال أبو مالك: ثلاثين (٣) ألفًا (٤) . </p><p> وقال السدي: بضعة (٥) وثلاثين (٦) ألفًا (٧) </p><p>= وقول وهب رواه الطبري في \"جامع البيان\" ٢/ ٥٨٦، وفي \"تاريخ الرسل والملوك\" ١/ ٤٥٧، وأبو الشيخ في \"العظمة\" ٢/ ٦٠٩ (٢٣٣). وعزاه ابن حجر في \"بذل الماعون\" (ص ٢٣٤)، والسيوطي في \"الدر المنثور\" ١/ ٥٥٢ - ٥٥٣ لعبد بن حميد من طريق عبد الصمد بن معقل عنه. (١) قول مقاتل في \"تفسيره\" ١/ ١٢٥.وقول الكلبي رواه عبد الرزاق في \"تفسير القرآن\" ١/ ٩٧ عن معمر عنه.(٢) ذكره المصنف في \"عرائس المجالس\" (ص ٢٥١)، والبغوي في \"معالم التنزيل\" ١/ ٢٨٨، وأبو حيان في \"البحر المحيط\" ٢/ ٢٥٩، والحافظ في \"بذل الماعون\" (ص ٢٣٧).(٣) في (أ): ثلاثون.(٤) ذكره المصنف في \"عرائس المجالس\" (ص ٢٥١)، وابن الجوزي في \"زاد المسير\" ١/ ٢٨٨، وأبو حيان في \"البحر المحيط\" ٢/ ٢٥٩، والحافظ في \"بذل الماعون\" (ص ٢٣٧).وقد روى الطبري في \"تاريخ الرسل والملوك\" ١/ ٤٥٨ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٥٦ (٢٤١٥)، ٢/ ٤٥٧ (٢٤٢٠) من طريق أسباط عن السدي عن أبي مالك، وذكر القصة مطولًا، وفيها: وهم بضعة وثلاثون ألفًا. قال ابن حجر في \"بذل الماعون\" (ص ٢٣٢): هذا إسناد حسن مرسل.(٥) كذا في (ش)، (ح)، (أ)، وفي (س): بضعًا.(٦) في (أ): وثلاثون.(٧) رواه الطبري في \"جامع البيان\" ٢/ ٥٨٧.</p><p> وقال ابن جريج: أربعين (١) ألفًا (٢) . وقال عطاء بن أبي رباح: تسعين (٣) ألفًا (٤) . وقال ضحاك (٥) : كانوا عددًا (كثيرًا (٦) . </p><p> قلت) (٧) : وأولى الأقاويل بالصواب (٨) قول من قال على (٩) أنهم كانوا زيادة على عشرة آلاف، (لأن ما دون ذلك)  (١٠) لا يقال لهم ألوف؛ إنما يقال ثلاثة آلاف فصاعدًا إلى عشرة آلاف؛ لأن الألوف </p><p>(١) في (ش)، (أ): أربعون. (٢) ذكره النحاس في \"معاني القرآن الكريم\" ١/ ٢٤٦ والمصنف في \"عرائس المجالس\" (ص ٢٥١) والسمعاني في \"تفسير القرآن\" ٢/ ٣٦٥ والبغوي في \"معالم التنزيل\" ١/ ٢٩٣.ورواه الطبري في \"جامع البيان\" ٢/ ٥٨٧ وعزاه ابن حجر في \"بذل الماعون\" (ص ٢٣٦)، والسيوطي في \"الدر المنثور\" ١/ ٥٥٣ لابن المنذر. كلاهما من طريق ابن جريج، عن ابن عباس به. وفيه: كانوا أربعين ألفًا وثمانية آلاف. قال الشيخ أحمد شاكر: في المخطوطة والمطبوعة: \"أو ثمانية آلاف\". وذكر هذا القول عن ابن عباس ابن الجوزي في \"زاد المسير\" ١/ ٢٨٨، وأبو حيان في \"البحر المحيط\" ٢/ ٢٥٩.(٣) في (ش)، (ح): سبعين. وفي (أ): سبعون.(٤) ذكره ابن الجوزي في \"زاد المسير\" ١/ ٢٨٨، وأبو حيان في \"البحر المحيط\" ٢/ ٢٥٩ وفي \"عرائس المجالس\" (٢٥١) والبغوي في \"معالم التنزيل\" ١/ ٢٩٣ والقرطبي في \"الجامع لأحكام القرآن\" ٣/ ٢٣١ أنه قال: سبعين ألفًا.(٥) في (ح)، (أ): الضحاك.(٦) تقدم تخريجه.(٧) ساقطة من (ح).(٨) ساقطة من (أ).(٩) من (س).(١٠) في جميع النسخ: وذلك أن الله تعالى قال: وهم ألوف وما دون عشرة آلاف، والمثبت من (س).</p><p> جمع الكثير، وجمعه (١) القليل: آلاف، مثل: يوم وأيام، ووقت وأوقات (٢) ، (وآلف (٣) على وزن أفعل (٤)  (٥) ، قال الشاعر (٦) : </p><p> كانوا ثلاثة آلف (٧) وكتيبة ... ألفان أعجم من بني العدام (٨) </p><p>(١) في (ش): وجمع. (٢) \"جامع البيان\" للطبري ٢/ ٥٩٠، \"النكت والعيون\" للماوردي ١/ ٣١٢، \"الجامع لأحكام القرآن\" للقرطبي ٣/ ٢٣١.قال أبو حيان في \"البحر المحيط\" ٢/ ٢٥٩: وهذا ليس كما ذُكر، فقد يستعار أحد الجمعين للآخر، كان كان الأصل استعمال كل واحد منهما في موضعه، وهذِه التقديرات كلها لا دليل على شيء منها، ولفظ القرآن {وَهُمْ أُلُوفٌ} لم ينص على عدد معين، ويحتمل أن لا يراد ظاهر جمع ألف؛ بل يكون المراد منه التكثير. وقال ابن حجر في \"بذل الماعون\" (ص ٢٣٨): مع أن أصح الطرق الواردة في ذلك قول ابن عباس رضي الله عنهما، أي أربعة آلاف وقول السدي: كانوا بضعة وثلاثين ألفًا، وسائر الأقوال -غير هذين- فيها مقال، والجمع بين القولين المذكورين ممكن بأن يحمل العدد الأقل على رؤسائهم، وأشرافهم، والعدد الأكثر بانضمام الأتباع إليهم.(٣) في (ز): وآلاف.(٤) في (ح): فعل. وفي (ز): أفعال.(٥) ساقطة من (أ).(٦) هو بكير أصم بني الحارث بن عباد يمدح بني شيبان، والبيت في \"النقائض\" لأبي عبيدة ٢/ ٦٤٥ و\"تاريخ الرسل والملوك\" للطبري ٢/ ٢١١ و\"لسان العرب\" لابن منظور ١/ ١٧٩، \"تاج العروس\" للزبيدي ٦/ ٤٥ (ألف) وعندهم: عَرَبًا ثلاثة ... ألفين ... بني الفدام. وبني الفدام هم الفرس.(٧) في (ح): آلاف.(٨) في (ش)، (ز): المقدام. وفي (ح): القدام. وفي (أ): القرآن.</p><p> قالوا: فأتى على ذلك (١) مدة، وقد بليت أجسامهم (٢) ، وعريت (٣) عظامهم، وتقطعت أوصالهم. فمر عليهم نبي يقال له: حِزْقيل بن بوزي، ثالث خلفاء بني إسرائيل بعد موسى عليه السلام. وذلك أن القيم بأمر بني إسرائيل بعد (٤) موسى يوشع بن نون ثم كالب بن يُوفَنَّا ثم حِزْقيل، وكان يقال له: ابن العجوز، وذلك أن أمه كانت عجوزًا، فسألت الله تعالى الولد وقد كبرت، وعقمت (٥) ، فوهبه (٦) الله لها، فلذلك قيل له (٧) : ابن العجوز (٨) . </p><p> قال الحسن ومقاتل: هو ذو الكفل، وإنما سمي حزقيل ذا الكفل؛ لأنه تكفل سبعين نبيًّا، فأنجاهم من القتل، قال لهم: اذهبوا؛ فإني إن قتلت كان خيرًا من أن تقتلوا جميعًا، فلما جاء اليهود، وسألوا (٩) </p><p>(١) في (ز): فأتت عليهم. وفي (أ): فأتى عليهم. (٢) في (ح)، (أ): أجسادهم.(٣) في (ح): ونخرت.(٤) في (ش): كان بعد.(٥) في (ح): وعظمت.(٦) في (ح): فوهب.(٧) ساقطة من (ح).(٨) رواه الطبري في \"جامع البيان\" ٢/ ٥٨٧ - ٥٨٨ وفي \"تاريخ الرسل والملوك\" ١/ ٤٥٩ من طريق محمد بن إسحاق عن وهب بن منبه.ورواه الطبري في \"جامع البيان\"، وفي \"تاريخ الرسل والملوك\" ١/ ٤٥٧ عن محمد بن إسحاق من قوله.وذكره المصنف في \"عرائس المجالس\" (ص ٢٥٠) دون عزو لأحد.(٩) في (أ): سألوا.</p><p> حزقيل عن الأنبياء السبعين قال لهم (١) : إنهم (٢) ذهبوا، ولا أدري أين هم. ومنع الله تعالى ذا الكفل من اليهود (٣) . </p><p> فلما مر حزقيل على أولئك الموتى (٤) ، وقف عليهم، وجعل يتفكر فيهم (٥) متعجبًا منهم (٦) ، فأوحى الله عز وجل إليه (٧) : يا حزقيل، (تريد أن أريك كيف)  (٨) أحيي الموتى؟ قال: نعم. فأحياهم الله عز وجل. هذا قول السدي وجماعة من العلماء (٩) . </p><p> وقال هلال بن يساف وجماعة (١٠) من العلماء: بل (١١) دعا حزقيل ربه أن يحييهم، فقال: يا رب، لو شئت أحييت هؤلاء، فعمروا </p><p>(١) ساقطة من (ح). (٢) ساقطة من (أ).(٣) قول مقاتل في \"تفسيره\" ١/ ١٢٥.وقول الحسن ذكره المصنف في \"عرائس المجالس\" (ص ٢٥٢).(٤) ساقطة من (ح).(٥) في هامش (ز): في موتهم.(٦) ساقطة من (أ).(٧) ساقطة من (ش).(٨) في (ش)، (ح): تريد أن أريك آية وأريك كيف. وفي (ز): تريد أن أريك آية كيف.(٩) في جميع النسخ: المفسرين. وكتب في (ز) فوقها: العلماء.وقد تقدم تخريجه.(١٠) في (ح): وقوم.(١١) زيادة من (ش)، (ح).</p><p> بلادك، وعبدوك. فقال الله عز وجل: أوتحب (١) أن أفعل (٢) ؟ قال: نعم. فأحياهم (٣) . </p><p> وقال عطاء، ومقاتل، والكلبي: بل (٤) هم كانوا قوم حزقيل، فأحياهم (٥) الله عز وجل بعد ثمانية أيام، وذلك أنَّه لما أصابهم ذلك خرج حزقيل في طلبهم، فوجدهم موتى، فبكى، وقال: يا رب، كنت في قوم يحمدونك (٦) ، ويقدسونك، ويكبرونك، ويهللونك، فبقيت وحيدًا لا قوم لي. فأوحى الله عز وجل إليه: أني قد جعلت حياتهم إليك. فقال حزقيل: احيوا بإذن الله عز وجل، فعاشوا (٧) . </p><p> وقال وهب: أصابهم بلاء، وشدة من الزمان، فشكوا ما أصابهم، فقالوا: يا ليتنا قد (٨) متنا؛ فاسترحنا مما نحن فيه. فأوحى الله عز وجل إلى </p><p>(١) في (أ): أتحب. (٢) في (ش) زيادة: ذلك.(٣) في (أ) زيادة: الله تعالى.رواه آدم بن أبي إياس في زياداته على \"تفسير مجاهد\" ١/ ١١١ والطبري في \"جامع البيان\" ٢/ ٥٨٩ وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٥٧ (٢٤١٨) كلهم من طريق حصين بن عبد الرحمن عن هلال به.(٤) زيادة من (ش)، (ح)، (ز).(٥) في (ش)، (ح)، (أ): أحياهم.(٦) في (ش)، (ح)، (أ) زيادة: ويسبحونك.(٧) \"تفسير مقاتل\" ١/ ١٢٦.وذكره عن الكلبي المصنف في \"عرائس المجالس\" (ص ٢٥٢) والبغوي في \"معالم التنزيل\" ١/ ٢٩٣.(٨) ساقطة من (ش).</p><p> حزقيل: أن قومك قد صاحوا من البلاء، وزعموا أنهم ودوا (١) لو ماتوا؛ فاستراحوا، وأي راحة لهم في (الموت، أيظنون)  (٢) أني لا أقدر أن (٣) أبعثهم بعد الموت، فانطلق إلى جَبَّانة (٤) كذا وكذا (٥) فإن فيها قومًا أمواتًا. فأتاهم، فقال الله عز وجل: يا حزقيل، قم فنادهم. فكانت (٦) أجسادهم، وعظامهم قد تفرقت، فرقتها (٧) الطير والسباع، فنادى حزقيل:  (أيتها العظام، إن الله يأمرك أن تجتمعي. فاجتمع عظام كل إنسان منهم معًا،ثم قال:أيتها العظام إن الله يأمرك أن تبتني العصب، والعقب. فتلازمت واشتدت بالعصب والعقب، ثم نادى ثانية حزقيل، فقال)  (٨) : أيتها العظام إن الله يأمرك أن تكتسي اللحم. فاكتست جميعًا (٩) اللحم، وبعد اللحم جلدًا، ودمًا، وعصبًا، وعروقًا، فكانت أجسادًا. ثم نادى </p><p>(١) ساقطة من (أ). (٢) عليها طمس في (س)، وهي من بقية النسخ.(٣) ساقطة من (أ).(٤) الجَبَّان، والجَبَّانَة: الصحراء، وتسمى بهما المقابر؛ لأنها تكون في الصحراء تسمية للشيء بموضعه. \"لسان العرب\" لابن منظور ٢/ ١٧٢ (جبن).(٥) من (س).(٦) ساقطة من (ش).(٧) في (أ): فرقها.(٨) من (أ).(٩) ساقطة من (أ).</p><p> الثالثة (١) : أيتها الأرواح إن الله يأمرك أن تعودي في (٢) أجسادك. فقاموا جميعًا عليهم (٣) ثيابهم التي ماتوا فيها، وكبروا (تكبيرة (٤) واحدة) (٥) . </p><p> وزعم منصور بن المعتمر عن مجاهد أنهم قالوا حين أُحيوا: سبحانك ربنا وبحمدك، لا إله إلا أنت. فرجعوا إلى قومهم، وأنسلوا بعدما أحياهم الله عز وجل، ما أحياهم (٦) وعاشوا دهرًا يُعرفون (٧) أنهم كانوا موتى، سحنة الموت في (٨) وجوههم، لا يلبسون ثوبًا إلا عاد دسمًا (٩) مثل الكفن، حتَّى ماتوا لآجالهم التي كتبت لهم (١٠) . </p><p>(١) زيادة من (أ). (٢) في (أ): إلى.(٣) في (ش)، (ح): وعليهم.(٤) في (ش): تكبيرًا.(٥) في (أ): تكبيرة رجل واحد.وقد تقدم تخريجه من رواية عبد الصمد بن معقل عنه.(٦) زيادة من (ح).(٧) في (أ): وهم يعرفون.(٨) في باقي النسخ: على.(٩) في (ش): دسيمًا.والدُّسْمَة: غُبْرة إلى السواد، دَسِمَ وهو أدسم. \"لسان العرب\" لابن منظور ٤/ ٣٤٨ (دسم).(١٠) رواه الطبري في \"جامع البيان\" ٢/ ٥٨٧، وفي \"تاريخ الرسل والملوك\" ١/ ٤٥٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٤٥٨ (٢٤٢١).</p><p> قال ابن عباس: فإنها لتوجد اليوم في ذلك السبط (من اليهود تلك الريح)  (١) . </p><p> قال قتادة: مقتهم الله على فرارهم من الموت، فأماتهم الله (٢) عقوبة، ثم بعثهم إلى بقية آجالهم ليتوفوها، ولو كانت آجال القوم جاءت ما بعثوا بعد موتهم (٣) . </p><p> فذلك قوله عز وجل {أَلَمْ تَرَ} ألم (٤) تخبر، ألم تعلم بإعلامي إياك، وهو (٥) من رؤية القلب لا رؤية العين، فصار تصديق (٦) إخبار الله عز وجل كالنظر إليه عيانًا (٧) . </p><p>(١) في (أ): من اليهود ذلك الريح في ذلك السبط. وتقدم تخريجه من رواية ابن جريج عنه.(٢) زيادة من (ش)، (أ).(٣) رواه الطبري في \"جامع البيان\" ٢/ ٥٨٩ وعزاه ابن حجر في \"بذل الماعون\" (ص ٢٣٠) لعبد بن حميد.ورواه عبد الرزاق في \"تفسير القرآن\" ١/ ٩٧ مختصرًا.وقال ابن عطية في \"المحرر الوجيز\" ١/ ٣٢٨: وهذا القصص كله لين الأسانيد، وإنما اللازم أن الله تعالى أخبر نبيه محمدًا - صلى الله عليه وسلم - إخبارًا في عبارة التنبيه والتوقيف عن قوم من البشر، خرجوا من ديارهم فرارًا من الموت، فأماتهم الله تعالى، ثم أحياهم، ليروا هم وكل من خلف بعدهم أن الإماتة إنما هي بيد الله لا بيد غيره، فلا معنى لخوف خائف، ولا اغترار مغتر.(٤) في (ش): أي.(٥) في (أ): وهي.(٦) في (ح): يصدق.(٧) \"جامع البيان\" للطبري ٢/ ٥٨٥، \"معاني القرآن\" للزجاج ١/ ٣٢٢ \"إعراب القرآن\" للنحاس ١/ ٣٢٣.</p><p> وقال أهل المعاني: هو تعجيب، وتعظيم يقول: هل (١) رأيت مثلهم، كما تقول: ألم تر إلى (٢) ما يصنع فلان وكل ما في القرآن من قوله: {أَلَمْ تَرَ} ولم يعاينه النبي -صلى الله عليه وسلم- فهذا وجهه ومعناه (٣) . </p><p> وقرأها كلها أبو عبد الرحمن السلمي:  (ألم ترْ)  (٤) بسكون الراء، وهي لغة قوم من العرب لما حذفوا الياء للجزم توهموا أن الراء آخر الكلمة، فسكنوها، وأنشد الفراء (٥) . </p><p> قالت سُليمى أشْتَرْ لنا دقيقًا (٦) </p><p> وقوله (٧)  {إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ وَهُمْ} واو الحال {أُلُوفٌ} جمع ألف (٨) . قال ابن زيد: مؤتلفة قلوبهم (٩) . </p><p>(١) ساقطة من (ح). (٢) ساقطة من (س).(٣) \"تفسير غريب القرآن\" لابن قتيبة (ص ٩٢)، \"بحر العلوم\" لأبي الليث السمرقندي ١/ ٢١٥.(٤) عزاها له ابن جني في \"المحتسب\" ١/ ١٢٨، وابن خالويه في \"مختصر في شواذ القرآن\" (ص ٢٢) والكرماني في \"شواذ القراءة\" (٤١ ب).(٥) البيت للعذافر الكندي. وهو في \"الخصائص\" لابن جني ٢/ ٣٤٠ و\"المنصف\" لابن جني ٢/ ٢٣٧ و\"شرح شواهد الشافية\" للبغدادي ١/ ٢٢٦.(٦) في (أ) زيادة: واشتر فعجل خادمًا لبيقًا.(٧) ساقطة من (ش) و (أ) وفي (ح) زيادة: ألم تر.(٨) في (ح): آلاف.(٩) رواه الطبري في \"جامع البيان\" ٢/ ٥٨٨.وقال الزمخشري في \"الكشاف\" ١/ ٢٩٠: وهو من بدع التفاسير. وقال أبو حيان: وهو كما قال -أي الزمخشري- وقال القاضي: كونه جمع ألف من العدد أولى؛ =</p><p> جعله جمع آلف (١) مثل: جالس وجلوس، وقاعد وقعود. </p><p> (قوله عز وجل)  (٢) : {حَذَرَ الْمَوْتِ} أي: من خوف (٣) الموت {فَقَالَ لَهُمُ اللَّهُ مُوتُوا} أمر تحويل كقوله: {كُونُوا قِرَدَةً خَاسِئِينَ}  (٤) . </p><p> {ثُمَّ أَحْيَاهُمْ} بعد موتهم {إِنَّ اللَّهَ لَذُو فَضْلٍ}  (٥)  (أي: مَنّ)  (٦)  {عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ} . </p><p>= لأن ورود الموت عليهم، وهم كثرة عظيمة تفيد مزيد اعتبار، وأما وروده على قوم بينهم أئتلاف، فكوروده وبينهم اختلاف في أن وجه الاعتبار لا يتغير. \"البحر المحيط\" لأبي حيان ٢/ ٢٥٩.(١) في (ح): آلاف.(٢) زيادة من (ح).(٣) كذا في هامش (س)، و (ش)، (ح). وفي (ز)، (أ): حذر.(٤) البقرة: ٦٥، الأعراف: ١٦٦.(٥) في (ش) زيادة: على الناس.(٦) ساقطة من (أ). و (أي) ساقطة من (ح).</p>"
}