{
  "id": null,
  "sura": 2,
  "aya": 67,
  "text": "<p> {وَمَا خَلْفَهَا} من فضيحةٍ (١) في دنياهم، فيُذكرون بها إلى قيام الساعة (٢) ، وقيل: في الآية تقديم وتأخير، تقديرها: فجعلناها وما خلفها مما أعدّ الله (٣) لهم من العذاب في الآخرة، نكالًا وجزاءً لِما بين يديها، أي: لِما تقدم من ذنوبهم في اعتدائهم يوم السبت {وَمَوْعِظَةً} : وعظةً وعبرةً {لِلْمُتَّقِيْنَ} : للمؤمنين من أمة محمد - صلى الله عليه وسلم - فلا يفعلون مثل فعلهم (٤) . </p><p> ٦٧ - قَوله - عَزَّ وَجَلَّ -: {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً} الآية، وذلك أنَّه وُجد قتيل في بني إسرائيل اسمه عاميل، ولم يدروا قاتله (٥) . </p><p> واختلفوا في قاتله، والسبب في قتله (٦) : </p><p>(١) في (ج): فضيحتهم. (٢) \"البحر المحيط\" لأبي حيان ١/ ٤١٠.(٣) من (ت).(٤) \"البسيط\" للواحدي (١٠٢٤)، \"معالم التنزيل\" للبغوي ١/ ١٠٥.(٥) في (ت): من قتله.(٦) انظر هذِه القصة برواياتها في:\"تفسير القرآن\" لعبد الرزاق ١/ ٤٨، \"جامع البيان\" للطبري ١/ ٣٣٧ - ٣٤١، \"تفسير القرآن العظيم\" لابن أبي حاتم ١/ ٢١٤، \"بحر العلوم\" للسمرقندي ١/ ١٢٧، \"الوسيط\" للواحدي ١/ ١٥٤، \"معالم التنزيل\" للبغوي ١/ ١٠٥ - ١٠٦، \"زاد المسير\" لابن الجوزي ١/ ٩٦ - ٩٧، \"الكفاية\" للحيري ١/ ٤٨، تفسير القرآن العظيم\" لابن كثير ١/ ٤٤٣ - ٤٤٧، \"الدر المنثور\" للسيوطي ١/ ١٤٩ - ١٥٠. =</p><p> فقال عطاء والسدي: كان في بني إسرائيل رجل كثير المال، وله ابن عم مسكين، لا وارث له غيره، فلما طال (١) عليه موته قتله ليرثه. </p><p> وقال بعضهم: كان (٢) تحت عاميل بنت عم له تُضرب (٣) مثلًا في بني إسرائيل بالحسن والجمال، فقتل ابن عمها (٤) لينكحها. </p><p> وقال الكلبي: قتله ابن أخيه (٥) لينكح ابنته، فلما قتله حمله من قريته إلى قرية أخرى فألقاه هناك. وقيل: ألقاه بين قريتين. </p><p> وقال عكرمة: كان لبني إسرائيل مسجدٌ له آثنا عشر بابًا، لكل سبط </p><p>= وقال الطبري رحمه الله بعد أن أورد روايات القصة: . . فذكر جميعهم أنَّ السبب الَّذي من أجله قال لهم موسى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً} نحو السبب الَّذي ذكره عَبيدة وأبو العالية والسدي، غير أنَّ بعضهم ذكر أن الَّذي قتل القتيل الَّذي اختُصم في أمره إلى موسى كان أخا المقتول، وذكر بعضهم أنَّه كان ابن أخيه، وقال بعضهم: بل كانوا جماعة ورثة استبطؤوا حياته، إلَّا أنهم جميعًا مجمعون على أن موسى إنما أمرهم بذبح البقرة من أجل القتيل إذْ احتكموا إليه عن أمر الله إياهم بذلك. وقال ابن كثير -بعد أن بسط القصة برواياتها-: وهذِه السياقات. . . فيها اختلاف ما، والظاهر أنها مأخوذة من كتب بني إسرائيل، وهي مما يجوز نقلها، ولكن لا نصدّق ولا نكذّب، فلهذا لا يعتمد عليها إلَّا ما وافق الحق عندنا، والله أعلم.(١) في (ت): أبطأ.(٢) في (ج)، (ت): كانت.(٣) في (ج)، (ش): لم يكن لها مثل. .، وفي (ف): . . كانت مثلًا، وفي (ت): يضرب لها المثل.(٤) في (ج): فقتله ابن عمه، وفي (ش)، (ف): فقتله ابن عمها، وفي (ت): فقتل ابن عمها أباها. . .(٥) في (س): أخته، والمثبت هو الموافق لسياق القصة.</p><p> منهم باب، فوجد قتيل على باب سبط قُتل وجُرّ إلى باب سبط آخر، فاختصم السبطان فيه. </p><p> وقال ابن سيرين: قتله القاتل ثم احتمله فوضعه على باب رجل منهم، ثم أصبح يطلب (١) بثأره ودَمِه (٢) ، ويدعيه عليه، قالوا: فجاء أولياء القتيل إلى موسى -عليه السلام - وأتوا (٣) بناسٍ وادّعوا عليهِ (٤) القتل وسألوا القصاص، فسألهم موسى عن ذلك (٥) ، فجحدوا، فاشتبه أمر القتيل على موسى، ووقع بينهم خلافٌ وقتال (٦) . </p><p> قال الكلبي: وذلك قبل نزول القسامة في التوراة، فسألوا موسى أن يدعو الله ليُبيّن (٧) لهم ذلك، فسأل موسى -عليه السلام- ربَّه، فأمرهم (٨) بذبح بقرة، فقال لهم موسى {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً} فقالوا: {أَتَتَّخِذُنَا} يا موسى {هُزُوًا} أي: أتستهزئ (٩) بنا حين نسألك (١٠) عن القتيل </p><p>(١) في (ش): فطلب، وفي (ف): فطالب. (٢) ساقطة من (ت).(٣) في (ج)، (ش)، (ت): وأتوه.(٤) في (ج)، (ف): عليهم، وفي (ت): القتل عليهم.(٥) ساقطة من (ت).(٦) من (ج).(٧) في (ف): أن يبيّن.(٨) في (ف): فأمره.(٩) في (ج)، (ف)، (ت): تستهزئ.(١٠) في (ت): سألناك.</p><p> وتأمرنا بذبح البقرة (١) ، وإنما قالوا ذلك لتباعد الأمرين في الظاهر، ولم يدروا ما الحكمة فيه. </p><p> وقرأ ابن محيصن:  (أَيَتَّخِذُنَا) بالياء (٢) ، وقال: يعنون الله -عزَّ وجلَّ-. ولا يُستبعَد هذا من جهلهم؛ لأنهم هم الذين قالوا:  {اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ}  (٣) . وفي {هُزُوًاْ ثلاث لغات: </p><p> (هُزْءًا) بالتخفيف والهمز، ومثله (كُفُؤًا) وهي قراءة الأعمش، وحمزة، وخلف، وإسماعيل (٤) . </p><p> و (هُزُؤًا) و (كُفُئًا) مثقَّلان مهموزان، وهي قراءة أبي عمرو وأهل الحجاز والشام، واختيار الكسائي وأبي عبيد وأبي حاتم. </p><p> و {هُزُوًا} و {كُفُّوًاْ} مثقَّلان بغير همز، وهي قراءة حفص عن عاصم (٥) . </p><p> وكلها لغات صحيحة فصيحة معناها: الاستهزاء. </p><p>(١) في (ت): بقرة. (٢) \"البحر المحيط\" لأبي حيان ١/ ٤١٤.(٣) الأعراف: ١٣٨.(٤) إسماعيل بن جعفر بن أبي كثير الأنصاري مولاهم، المدني، القارئ، أبو إسحاق. نزل بغداد، ونشر بها علمه، وأقرأ بها. قال ابن معين: إسماعيل بن جعفر ثقة مأمون، قليل الخطأ، وهو وأخواه محمد وكثير مدنيون. توفي ببغداد سنة (١٨٠ هـ).\"تاريخ يحيى بن معين\" رواية الدوري ٢/ ٣١، \"معرفة القراء الكبار\" للذهبي ١/ ١٤٤ (٥٤)، \"طبقات الحفاظ\" للسيوطي (٢٢٦).(٥) \"السبعة\" لابن مجاهد (ص ١٥٧)، \"التيسير\" للداني (ص ٦٣).</p>"
}