{
  "id": null,
  "sura": 2,
  "aya": 281,
  "text": "<p> ٢٨١ - قوله -عز وجل-: {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ} </p><p> قرأ أبو بَحْرِيَّة، وسلَّام، ويعقوب، وأبو عمرو:  (تَرجِعون) بفتح التاء (وكسر الجيم)  (١) ، واعتُبر (٢) بقراءة أبي: (واتقوا يومًا تصيرون فيه إلى الله)  (٣) . وقرأ الآخرون بضم التاء (وفتح الجيم)  (٤) اعتبارًا بقراءة عبد الله: (واتقوا يومًا تردُّون فيه إلى الله)  (٥) . {ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ} . </p><p> [٦٦٩] أخبرني (٦) أبو الحسين (٧) على (بن محمد)  (٨) بن الحسن الجرجاني (٩) ، قال: أخبرني (١٠) أبو القاسم زيد بن علي بن أحمد بن </p><p>(١) زيادة من (ج). انظر: \"السبعة\" لابن مجاهد (ص ١٩٣)، \"الغاية في القراءات العشر\" لابن مهران الأصبهاني (ص ١٢١)، \"النشر في القراءات العشر\" لابن الجزري ٢/ ٢٠٨.(٢) في (ش)، (أ): واعتبروا. وفي (ز): اعتباراً.(٣) عزاها له الزمخشري في \"الكشاف\" ١/ ٣٢٣، والقرطبي في \"الجامع لأحكام القرآن\" ٣/ ٣٧٦، وأبو حيان في \"البحر المحيط\" ٢/ ٣٥٦.(٤) زيادة من (ج).(٥) عزاها له الكرماني في \"شواذ القراءة\" (٤٥ ب)، والزمخشري في \"الكشاف\" ١/ ٣٢٣، وأبو حيان في \"البحر المحيط\" ٢/ ٣٥٦، وعزاه إلى أُبي.(٦) في (ح)، (أ): أخبرنا.(٧) في (أ): الحسن.(٨) ساقطة من (ح).(٩) علي بن محمد بن الحسن أبو الحسين الخبازي الجرجاني، ثقة.(١٠) في (ح)، (أ): أنا.</p><p> أبي بلال الكوفي (١) ببغداد، قال: أخبرني (٢) أبو جعفر أحمد بن فَرَح (٣) ابن جبريل (٤) ، قال: نا أبو عمر (٥) حفص بن عمر الدوري (٦) ، عن محمد </p><p>(١) زيد بن علي بن أحمد بن محمد بن عمران بن أبي بلال العجلي أبو القاسم الكوفي، ثقة. (٢) في (ح): أنا.(٣) كذا في (ح) وهو الصواب. وفي الأصل، (ش)، (ز)، (أ): فرج.(٤) أحمد بن فرح بن جبريل الضرير المقرئ أبو جعفر البغدادي.قال حمزة السهمي: وسألته -أي الدارقطني- عنه فقال: ما كان به بأس، أو قال ثقة.وقال الخطيب: وكان ثقة، نزل الكوفة، ومات بها. وقال الذهبي: كان ثقة، مأمونًا. توفي سنة (٣٠٣ هـ)، وقد قارب التسعين.\"سؤالات حمزة السهمي للدارقطني\" (ص ١٤٧)، \"تاريخ بغداد\" للخطيب ٤/ ٣٤٥، \"معرفة القراء الكبار\" للذهبي ١/ ٢٣٨، \"تاريخ الإسلام\" للذهبي ٢٣/ ١١٠، \"غاية النهاية\" لابن الجزري ١/ ٩٥.(٥) في (أ): عمرو.(٦) حفص بن عمر بن عبد العزيز بن صهبان ويقال صهيب الأزدي أبو عمر الدوري البغدادي.إمام القراءة، وشيخ الناس في زمانه. ذكره ابن حبان في \"الثقات\". وقال العقيلي: ثقة. وقال أبو حاتم: صدوق. وقال أبو داود: رأيت أحمد يكتب عن أبي عمر الدوري. وقال الدارقطني: ضعيف. وقال ابن حجر: لا بأس به. ولد سنة بضع وخمسين ومئة، وتوفي سنة (٢٤٦ هـ).\"الثقات\" لابن حبان ٨/ ٢٠٠، \"الجرح والتعديل\" لابن أبي حاتم ٣/ ١٨٣، \"سؤالات الحاكم للدارقطني\" (ص ١٩٦)، \"معرفة القراء الكبار\" للذهبي ١/ ١٩١، \"سير أعلام النبلاء\" للذهبي ١١/ ٥٤١، \"تهذيب التهذيب\" لابن حجر ١/ ٤٥٤، \"تقريب التهذيب\" لابن حجر (١٤١٦).</p><p> ابن مروان (١) ، عن الكلبي (٢) فيما ساقه، عن أبي صالح (٣) ، عن ابن عباس في قوله:  {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ} فقال: هذِه آخر آية نزلت على رسول الله -صلى الله عليه وسلم-، قال جبريل -عليه السلام-: ضعها على رأس ثمانين ومائتين من البقرة (٤) . </p><p>(١) محمد بن مروان السدي الصغير، متهم بالكذب. (٢) محمد بن السائب الكلبي، متهم بالكذب، ورُمي بالرفض.(٣) باذام مولي أم هاني أبو صالح، ضعيف، مدلس.(٤) [٦٦٩] الحكم على الإسناد:إسناده واهٍ جدًّا؛ فيه محمد بن مروان السدي الصغير متهم. وهذا السند يسميه العلماء سلسلة الكذب.التخريج:رواه سفيان الثوري في \"تفسيره\" (ص ٧٣) (١٣٢)، وعنه الفريابي في \"تفسيره\" كما عزاه له السيوطي في \"الإتقان\" ٢/ ٤٠٧، ومن طريق الثوري رواه البيهقي في \"دلائل النبوة\" ٧/ ١٣٧. ورواه الفراء في \"معاني القرآن\" ١/ ١٨٣، عن أبي بكر بن عياش. ورواه الواحدي في \"أسباب النزول\" (ص ١٤)، من طريق محمد بن فضيل، كلهم عن الكلبي به بنحوه.وعزاه السيوطي في \"الدر المنثور\" ١/ ٦٥٣ من هذا الطريق لعبد بن حميد وابن المنذر.وقد روى النسائي في \"تفسيره\" ١/ ٢٩٠ (٧٧، ٧٨)، والطبري في \"جامع البيان\" ٣/ ١١٤ - ١١٥، والنحاس في \"معاني القرآن\" ١/ ٣١٢، والطبراني في \"المعجم الكبير\" ١١/ ٢٩٣ (١٢٠٤٠)، والبيهقي في \"دلائل النبوة\" ٧/ ١٣٧، كلهم من طريق يزيد النحوي عن عكرمة. ورواه الطبراني في \"المعجم الكبير\" ١٢/ ١٩ (١٢٣٥٧)، وابن مردويه كما عزاه إليه ابن كثير في \"تفسير القرآن العظيم\" ١/ ٥٠٣، كلاهما من طريق حبيب بن أبي ثابت عن سعيد بن جبير. =</p><p> [٦٧٠] وأخبرنا أبو زكريا يحيى بن إبراهيم بن محمد (بن يحيى)  (١) المزكي رحمه الله (٢) ، قال: أنا (٣) أبو محمد دعلج (بن أحمد (٤) بن دعلج) (٥) السجزي (٦) بمدينة السلام (٧) ، وانتخبه (٨) أبو </p><p>= ورواه أبو عبيد في \"فضائل القرآن\" (ص ٣٧٠)، والطبري في \"جامع البيان\" ٣/ ١١٥ من طريق ابن جريج. وفي ٣/ ١١٥ من طريق عطية العوفي. وفي ٣/ ١١٥، والواحدي في \"أسباب النزول\" (ص ١٤)، وفي \"الوسيط\" ١/ ٤٠٠، كلاهما من طريق الضحاك، كلهم عن ابن عباس أنه قال: آخر آية نزلت: {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ}. (١) ساقطة من (ح).(٢) يحيى بن إبراهيم بن محمد بن يحيى المزكي أبو زكريا النيسابوري.قال الخليلي: ثقة.وقال عبد الغافر: وكان عديم النظير دينًا، وزهدًا، وورعًا، وصلاحًا، وإتقانًا، وصدقًا، واحتياطًا في الرواية ما كان يحدث إلا من كتابه يقرأ عليه؛ فينظر في أصله.ولد سنة نيف وثلاثين وثلاث مئة، وتوفي في ذي الحجة سنة (٤١٤ هـ).\"الإرشاد\" للخليلي ٣/ ٨٦٣، \"المنتخب من السياق\" للصريفيني (ص ٤٨١)، \"سير أعلام النبلاء\" للذهبي ١٧/ ٢٩٥، \"طبقات الشافعية\" للإسنوي ٢/ ٣٩٦.(٣) في (أ): ثنا.(٤) في (ز): محمد.(٥) ما بين القوسين ساقط من (ش).(٦) كذا في (ح)، (ز)، (أ) وهو الصواب. وفي الأصل: الشجري. وفي (ش): السجز.وهو دعلج بن أحمد بن دعلج، ثقة، ثبت.(٧) في (أ) زيادة: قال.(٨) قال الخطيب في \"الجامع لأخلاق الراوي وآداب السامع\" ٢/ ١٥٥ - ١٥٩: إذا =</p><p> الحسن الدارقطني (١) ، وكتبه لي بخطه- قال: نا محمد بن سليمان الواسطي (٢) </p><p>= كان المحدث مكثرًا، وفي الرواية متعسرًا، فينبغي للطالب أن ينتقي حديثه، وينتخبه، فيكتب عنه ما لا يجده عند غيره ... ومن لم تعل في المعرفة درجته، فينبغي أن يستعين ببعض حفاظ وقته على انتقاء ما له غرض في سماعه وكتبه ... ينبغي للمنتخب أن يقصد تخير الأسانيد العالية، والطرق الواضحة، والأحاديث الصحيحة ... ولا يُذهب وقته في الترهات من تتبع الأباطيل، والموضوعات. (١) علي بن عمر بن أحمد بن مهدي بن مسعود أبو الحسن الدارقطني البغدادي.قال الحاكم: ما رأى مثل نفسه. وقال الخطيب: كان فريد عصره وقريع دهره ونسيج وحده وإمام وقته، انتهى إليه علم الأثر والمعرفة بعلل الحديث وأسماء الرجال وأحوال الرواة. وقال السمعاني: أحد الحفاظ المتقنين المكثرين، وكان يضرب به المثل في الحفظ. ولد سنة (٣٠٦ هـ) وقيل (٣٠٥ هـ). وتوفي في ذي القعدة سنة (٣٨٥ هـ).\"تاريخ بغداد\" للخطيب ١٢/ ٣٤، \"الأنساب\" للسمعاني ٢/ ٤٣٧، \"سير أعلام النبلاء\" للذهبي ١٦/ ٤٤٩، مقدمة كتاب \"المؤتلف والمختلف\" للدكتور موفق عبد القادر ١/ ٩ - ٥٦.(٢) محمد بن سليمان بن الحارث الباغندي أبو بكر الواسطي.ذكره ابن حبان في \"الثقات\". وقال الدارقطني: لا بأس به. وقال الخطيب: رواياته مستقيمة. وقال الذهبي: واختلفت أقوال الدارقطني فيه، فقال مرة: لا بأس به. ومرة: ضعيف. وقال ابن أبي الفوارس: ضعيف الحديث. قال الذهبي: ولعل ابن أبي الفوارس إنما عنى بالضعف ولده. وقال الذهبي أيضًا: لا بأس به. توفي في ذي الحجة سنة (٢٨٣ هـ).\"الثقات\" لابن حبان ٩/ ١٤٩، \"سؤالات الحاكم للدارقطني\" (ص ١٤٠)، \"تاريخ بغداد\" للخطيب ٥/ ٢٩٨، \"سير أعلام النبلاء\" للذهبي ٣/ ٣٨٦، \"ميزان الاعتدال\" للذهبي ٣/ ٥٧١، \"لسان الميزان\" لابن حجر ٥/ ١٨٦. =</p><p> قال: نا قبيصة بن عقبة (١) قال: نا سفيان (٢) ، عن عاصم (٣) ، عن الشعبي (٤) ، عن ابن عباس قال: آخر آية نزلت (٥) على (رسول الله -صلى الله عليه وسلم-)  (٦) آية الربا (٧) . </p><p>= قلت: ورد في \"سؤالات الحاكم للدارقطني\": محمد بن سليمان بن الحارث الباغندي: ضعيف. ورأى محقق الكتاب -وأظنه هو الصواب- أن المقصود هو: محمد بن محمد بن سليمان الابن نسب إلى جده فهو المتكلم فيه. (١) زيادة من (ش)، (ح)، (أ).وهو قبيصة بن عقبة السوائي أبو عامر الكوفي، قال ابن حجر: صدوق، ربما خالف.(٢) سفيان الثوري، ثقة، حافظ.(٣) عاصم بن سليمان الأحول، ثقة.(٤) عامر بن شراحيل الشعبي، ثقة.(٥) في جميع النسخ: أنزلت.(٦) في (ز): النبي -عليه السلام-.(٧) [٦٧٠] الحكم على الإسناد:إسناده حسن؛ فيه محمد بن سليمان الباغندي لا بأس به، وقد توبع؛ فالحديث صحيح لغيره.التخريج:رواه البخاري كتاب التفسير، باب قوله: {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ} (٤٥٤٤). وأبو عبيد في \"فضائل القرآن\" (ص ٣٦٩)، والطبري في \"جامع البيان\" ٣/ ١١٥ عن عمر بن شبة. ورواه البيهقي في \"دلائل النبوة\" ٧/ ١٣٧ من طريق حفص بن عمر، كلهم عن قبيصة بن عقبة به بنحوه.قال ابن حجر في \"فتح الباري\" ٨/ ٢٠٥: كذا ترجم المصنف بقوله: {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ} وأخرج هذا الحديث بهذا اللفظ، ولعله أراد أن يجمع بين قولي ابن عباس؛ فإنه جاء عنه ذلك من هذا الوجه وجاء عنه من وجه آخر: آخر آية =</p><p> القول في تفصيل آخر ما نزل من القرآن: </p><p> قال المفسرون: لما نزلت هذِه الآية (١) : {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ (٣٠) } (٢) . قال رسول الله -صلى الله عليه وسلم-: \"ليتني أعلم متى يكون ذلك\" فأنزل الله -عز وجل- سُورَة النصر (٣) . </p><p> فكان (رسول الله -صلى الله عليه وسلم-)  (٤) بعد نزول هذِه السورة يسكت بين التكبير </p><p>= نزلت على النبي -صلى الله عليه وسلم- {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ} .. وطريق الجمع بين هذين القولين أن هذِه الآية هي ختام الآيات المنزلة في الربا؛ إذ هي معطوفة عليهن. وانظر \"المرشد الوجيز\" لأبي شامة (ص ٣١). وقال السيوطي في \"الإتقان\" ١/ ١٨٠: ولا منافاة عندي بين هذِه الروايات في آية الربا، {وَاتَّقُوا يَوْمًا}، وآية الدين؛ لأن الظاهر أنها نزلت دفعة واحدة كترتيبها في المصحف؛ ولأنها في قصة واحدة، فأخبر كل عن بعض ما نزل بأنه آخر، وذلك صحيح ..(١) في (أ) زيادة: قوله تعالى.(٢) الزمر: ٣٠.(٣) في (ز) زيادة: إلى آخرها.أخرج عبد بن حميد في \"تفسيره\" عن قتادة قال: في قوله: {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ (٣٠)} نعى لنبيه -صلى الله عليه وسلم- نفسه، ونعى لكم أنفسكم.انظر: \"الدر المنثور\" للسيوطي.وقد روى النسائي في \"تفسيره\" ٢/ ٥٦٥ (٧٣١) من طريق سعيد بن جبير، عن ابن عباس قال: سأل رسول الله -صلى الله عليه وسلم- متى يموت قال: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (١)} فهي آيتك من الموت\". ورواه البخاري كتاب التفسير، باب قوله: {وَرَأَيْتَ النَّاسَ يَدْخُلُونَ} (٤٩٦٩) من هذا الطريق بلفظ: نُعيتْ له نفسه. وفي باب قوله {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ} (٤٩٧٠) قال: هو أجل رسول الله -صلى الله عليه وسلم- أعلمه له.(٤) في (ز): النبي -عليه السلام-.</p><p> والقراءة، فيقول فيها (١) : \"سبحان الله وبحمده، وأستغفر الله وأتوب إليه\"  (٢) . فقيل له:  (٣) : إنك لم تكن تقوله قبل هذا! فقال: \"أما إنَّ نفسي نُعِيت(٤)إليّ\" ثم بكي بكاءً شديدًا. فقيل: يا رسول الله، أتبكي (٥) من الموت وقد غَفَر الله لك ما تقدم من ذنبك وما تأخر؟ ! قال:  \"فأين هول المطلع؟ فأين ضيق القبر وظلمة اللحد؟ فأين القيامة والأهوال؟ \" </p><p> فعاش رسول الله -صلى الله عليه وسلم- بعد نزول هذِه السورة (٦) عامًا (٧) . </p><p> ثم نزلت (٨) : {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ} إلى آخر </p><p>(١) ساقطة من (أ). (٢) رواه البخاري كتاب الأذان، باب الدعاء في الركوع (٧٩٤)، وفي التفسير، باب سورة: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (١)} (٤٩٦٧، ٤٩٦٨)، ومسلم كتاب الصلاة، باب ما يقال في الركوع والسجود (٤٨٤) من حديث عائشة رضي الله عنها.وقد روى مسلم في التفسير (٣٠٢٤). والنسائي في \"تفسيره\" ٢/ ٥٦٨ (٧٣٣) من طريق عبيد الله بن عبد الله بن عتبة قال: قال لي ابن عباس: تعلم آخر سورة نزلت جميعًا؟ قلت: نعم {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (١)} قال: صدقت.(٣) زيادة من (أ).(٤) قبلها في (ح): قد.(٥) قبلها في جميع النسخ: أوَتبكي. والمثبت من الأصل.(٦) في (أ): الآية.(٧) في (ش)، (ح)، (أ) زيادة: تامًّا.(٨) في (أ): أنزل عليه.</p><p> السورة (١)  (٢) ، وهذِه السورة آخر سورة كاملة نزلت (٣) من القرآن. فعاش (رسول الله -صلى الله عليه وسلم-)  (٤) بعدها ستة أشهر. ثم لما خرج رسول الله -صلى الله عليه وسلم- إلى حجة الوداع نزلت (٥) عليه في الطريق (قوله تعالى)  (٦) : {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ}  (٧)  (٨) إلى آخرها فسميت آية الصيف. </p><p> ثم نزل عليه (٩) وهو واقف بعرفة: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ}  (١٠) الآية (١١) . </p><p>(١) التوبة: ١٢٨. (٢) وقد روى عبد الله بن الإمام أحمد في \"زوائده على المسند\" ٥/ ١١٧ (٢١١١٣)، ٥/ ١٣٤ (٢١٢٢٦)، والحاكم في \"المستدرك\" وقال: صحيح على شرط الشيخين، ولم يخرجاه ٢/ ٣٦٨، والبيهقي في \"دلائل النبوة\" ٧/ ١٣٨ - ١٣٩، والواحدي في \"أسباب النزول\" (ص ١٥)، عن أبي بن كعب قال: آخر ما نزل من القرآن: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ}.(٣) ساقطة من (ش).(٤) في (ز): النبي -عليه السلام-.(٥) في (أ): نزل.(٦) من (أ).(٧) النساء: ١٧٦.(٨) وقد روى البخاري كتاب التفسير، باب قوله: {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ} (٤٦٠٥)، وفي باب قوله: {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ} (٤٦٥٤). ومسلم في الفرائض، باب آخر آية أنزلت آية الكلالة (١٦١٨) عن البراء بن عازب قال: آخر سورة نزلت براءة، وآخر آية نزلت: {يَسْتَفْتُونَكَ}.(٩) ساقطة من (أ).(١٠) المائدة: ٣.(١١) رواه البخاري كتاب الإيمان، باب زيادة الإيمان ونقصانه (٤٥)، وكتاب =</p><p> فعاش بعدها (أحدًا وثمانين يومًا (١) ، ثم نزلت عليه آيات الربا، ثم نزلت (٢) بعدها: {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ} وهي آخر آية نزلت من السماء. فعاش رسول الله -صلى الله عليه وسلم- بعدها) (٣) أحدًا وعشرين يومًا (٤) . وقال ابن جريج: تسع ليال (٥) . وقال سعيد بن جبير ومقاتل: سبع ليال (٦) . </p><p>= التفسير، باب قوله: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} (٤٦٠٦)، ومسلم في التفسير (٣٠١٧)، من حديث عمر بن الخطاب رضي الله عنه. قال البيهقي في \"دلائل النبوة\" ٧/ ١٣٩: هذا الاختلاف يرجع -والله أعلم- إلى أن كل واحد منهم أخبر بما عنده من العلم، أو أراد أن ما ذكر من أواخر الآيات التي نزلت.وقال ابن حجر في \"فتح الباري\" ٨/ ٢٠٥٥: وأما ما سيأتي من حديث البراء ... فيجمع بينه وبين قول ابن عباس بأن الآيتين نزلتا جميعًا، فيصدق أن كلًّا منهما آخر بالنسبة لما عداهما، ويحتمل أن تكون الآخرية في آية النساء مقيدة بما يتعلق بالمواريث مثلاً بخلاف آية البقرة، ويحتمل عكسه، والأول أرجح لما في آية البقرة من الإشارة إلى معنى الوفاة المستلزمة لخاتمة النزول.(١) في (أ): ليلة.(٢) في (أ): نزل.(٣) ما بين القوسين ساقط من (ح).(٤) انظر: \"الكشاف\" للزمخشري ١/ ٣٢٣، \"معالم التنزيل\" للبغوي ١/ ٣٤٧، \"فتح الباري\" لابن حجر ٨/ ٢٠٥.وقد روى الفريابي في \"تفسيره\" كما عزاه له السيوطي في \"الإتقان\" ١/ ١٧٨،والبيهقي في \"دلائل النبوة\" ٧/ ١٣٧، كلاهما من طريق الكلبي عن أبي صالح،عن ابن عباس قال: بين نزولها وبين موت النبي -صلى الله عليه وسلم- أحد وثمانون يومًا.(٥) رواه أبو عبيد في \"فضائل القرآن\" (ص ٣٧٠) وفيه: سبع، والطبري في \"جامع البيان\" ٣/ ١١٥.(٦) قول سعيد بن جبير رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ٢/ ٥٥٤ (٢٩٤٤)، وقول مقاتل بن سليمان في \"تفسيره\" ١/ ١٤٧ وورد فيهما: تسع.</p><p> ثم مات -صلى الله عليه وسلم- يوم الإثنين لليلتين خلتا من شهر ربيع الأول، حين زاغت الشمس، سنة إحدى عشرة من الهجرة، وإحدى من ملك أرْدَشِير بن شيْرَويه بن أبْرَوِيز بن هُرمز بن نوشروان. بأبي رسول الله -صلى الله عليه وسلم- ماضيًا (١) . </p><p>(١) انظر: \"مغازي الواقدي\" ٣/ ١١٢٠، \"التاريخ\" لخليفة بن خياط (ص ٩٤)، \"تاريخ الرسل والملوك\" للطبري ٣/ ٢٠٠، \"دلائل النبوة\" للبيهقي ٧/ ٢٣٣ - ٢٣٥، \"عيون الأثر\" لابن سيد الناس ٢/ ٤٠٨.</p>"
}