{
  "id": null,
  "sura": 2,
  "aya": 183,
  "text": "<p> ١٨٣ - قوله عز وجل:  {يَاأَيُّهَا الَّذِينَ آمَنُوا} </p><p> قال الحسن: إذا سمعت الله عز وجل يقول: {يَاأَيُّهَا الَّذِينَ آمَنُوا} فأرع لها سمعك (١) ، فإنها لأمر (٢) تؤمر به، أو لنهي (٣) تنهى عنه (٤) . </p><p> وقال جعفر الصادق - رضي الله عنه -: لذة ما في النداء أزال (٥) تعب العبادة والعناء. </p><p> {كُتِبَ} : فرض وأوجب {عَليَكُمُ الصِّيَامُ} وهو مصدر كقولك (٦) : صمت صيامًا كما تقول: قمت قيامًا، وأصل الصوم والصيام (٧) في اللغة: الإمساك، يقال: صامت الريح إذا سكنت وأمسكت عن الهبوب، وصامت الخيل إذا وقفت، وأمسكت عن السير (٨) . </p><p>(١) في (ح): فأرع سمعك. وفي (أ): فأرعها سمعك. (٢) في (أ): أمر.(٣) في (ش)، (أ): نهي.(٤) لم أجده عن الحسن. وقد روي نحوه عن ابن مسعود - رضي الله عنه -، رواه ابن المبارك في \"الزهد\" (ص ١٢) (٣٦)، ومن طريقه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ١٩٦ (١٠٣٧) ورواه سعيد بن منصور في \"سننه\" (٥٠، ٨٤٨) ومن طريقه رواه البيهقي في \"شعب الإيمان\" ٢/ ٣٦١ (٣٠٤٥)، وأبو عبيد في \"فضائل القرآن\" (ص ٧٤)، والإمام أحمد في \"الزهد\" (ص ٢٣١)، ومن طريقه رواه أبو نعيم في \"حلية الأولياء\" ١/ ١٣٠.(٥) في (أ): أزالت.(٦) في (ح): قولك.(٧) ساقطة من (ش).(٨) \"الصحاح\" للجوهري ٥/ ١٩٧٠، \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٢٩١)، \"لسان العرب\" لابن منظور ٧/ ٤٤٥ (صوم).</p><p> قال النابغة: </p><p> خيلٌ صيامٌ وخيل (١) غير صائمةٍ ... تحت العَجَاج وأخرى تعلك اللجما (٢) </p><p> ويقال: صام النهار إذا اعتدل، وقام (٣) قائم الظهيرة؛ لأن الشمس بلغت كبد السماء وقفت، وأمسكت عن السير سويعة، قال امرؤ القيس: </p><p> فَدَعْها وسَلِّ الهَمَّ عنك بِجَسْرَة ... ذَمُول إذا صامَ النهار وهَجَّرَا (٤) </p><p> وقال الراجز: </p><p> حتى إذا صام النهار واعتدل </p><p> وسال للشمس لعاب فنزل (٥) </p><p>(١) في (أ): وأخرى. (٢) البيت في \"ديوانه\" (ص ٢٢٣)، \"الكامل\" للمبرد ٢/ ٩٠، \"جامع البيان\" للطبري ٢/ ١٢٨، \"الصحاح\" للجوهري (صوم) ٥/ ١٩٧٠.(٣) ساقطة من (أ).(٤) البيت في \"ديوانه\" (ص ١٨٤)، \"الكامل\" للمبرد ٢/ ٨٩، \"النكت والعيون\" للماوردي ١/ ٢٣٥.والجسرة: الناقة النشيطة. والذمول: هو السير السريع. وهجرا من الهاجرة، وهي شدة الحر. من \"الديوان\".(٥) في (أ): الزجاج.ولم أعثر على قائله، وهو في \"البحر المحيط\" لأبي حيان ٢/ ٣٠، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٢٥٣.</p><p> ويقال للرجل إذا صَمَتَ وأمسك (١) عن الكلام: صام، قال الله تعالى:  {فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا}  (٢) أي: صمتًا. فالصوم هو الإمساك عن المعتاد من الطعام، والشراب، والجماع. </p><p> {كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ} : من الأنبياء والأمم أولهم (٣) آدم عليه السلام. وهو: </p><p> [٣٣٦] ما أخبرنا أبو حفص عمر بن أحمد بن محمد بن عمر الجوري (٤) ، قال: أنا أبو بكر محمد بن محمد بن سليمان النسفي (٥) قال: حدثنا أبو عبد الله محمد بن خزيمة البلخي (٦) قال: حدثنا </p><p>(١) ساقطة من (أ). (٢) مريم: ٢٦.(٣) كذا في (ش)، (ح)، (أ). وفي (س): أولهن.(٤) أبو حفص الجوري، لم يذكر بجرح ولا تعديل.(٥) محمد بن محمد بن سليمان بن قريش أبو بكر النسفي.ذكره الخطيب، وقال: قدم بغداد، وحدث بها ... روى عنه يوسف بن عمر القواس، وأحمد بن الحسن الأزجي ... \"تاريخ بغداد\" ٣/ ٢١٩، ولم يذكر فيه جرحًا ولا تعديلًا.(٦) محمد بن خزيمة بن خازم بن موسى بن خازم الحنظلي أبو عبد الله البلخي.ذكره ابن ماكولا، وقال: الفقيه حدث عن حم بن نوح، وموسى بن حزام الترمذي، حدث عنه أحمد بن أحيد بن حمدان البخاري. وذكره السمعاني وقال: أبو عبد الله محمد بن خزيمة القلاس البلخي يروي عن جماعة. توفي سنة (٣١٤ هـ).\"الإكمال\" لابن ماكولا ٢/ ٢٨٩، \"الأنساب\" للسمعاني ٤/ ٥٦٩، \"توضيح المشتبه\" لابن ناصر الدين ٧/ ١٣٤، \"الجواهر المضية\" لأبي الوفاء القرشي ٣/ ١٥٢.</p><p> أبو سعيد (١) الهروي (٢) ، عن أحمد بن عبد الله (٣) هارون بن عنترة (٤) ، عن أبيه (٥) ، </p><p>(١) في (ش): حدثنا سعيد. (٢) أبو سعيد الهروي ذكره المزي في الرواة عن أحمد بن عبد الله بن أيوب الحنفي ابن أبي رجاء الهروي، فقال: وأبو سعيد حمدان بن محمد بن جميل الهروي. وذكره ابن نقطة، وقال: حمدان بن محمد الجبيلي، حدث عن أبي الوليد أحمد ابن أبي رجاء الحنفي، حدث عنه أحمد بن محمد بن سعيد الهروي، حديثه في ترجمة الجارود ين يزيد من \"تاريخ نيسابور\".\"تكملة الإكمال\" لمحمد بن عبد الغني ٢/ ١٠٣، \"تاريخ دمشق\" لابن عساكر ١٥/ ١٦٣، \"تهذيب الكمال\" للمزي ١/ ٣٦٣، \"توضيح المشتبه\" لابن ناصر الدين ٢/ ٢٢٧.(٣) أحمد بن عبد الله بن أيوب الحنفي أبو الوليد بن أبي رجاء الهروي. ثقة. توفي سنة (٢٣٢ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٢/ ٥٧، \"تهذيب التهذيب\" لابن حجر ١/ ٣٠، \"تقريب التهذيب\" لابن حجر (٥٥).(٤) في (ش): بن عبد الله عن عبد الله، عن عبد الملك بن هارون، عن عنترة.وهو عبد الملك بن هارون بن عنترة بن عبد الرحمن الشيباني، أبو عمرو الكوفي. قال أبو حاتم: متروك الحديث، ذاهب الحديث. وقال يحيى بن معين: كذاب. \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٣٧٤، \"المجروحين\" لابن حبان ٢/ ١٣٣، \"لسان الميزان\" لابن حجر ٤/ ٧١.(٥) هارون بن عنترة بن عبد الرحمن الشيباني أبو عمرو، وقيل: أبو عبد الرحمن بن أبي وكيع الكوفي.قال يحيى بن معين، والإمام أحمد، والعجلي، وابن سعد، ويعقوب بن سفيان: ثقة. وقال يعقوب بن سفيان في موضع آخر، وأبو زرعة: لا بأس به. زاد أبو زرعة: مستقيم الحديث. وقال البرقاني: سألت الدارقطني عن عبد الملك بن هارون بن عنترة؟ فقال: متروك يكذب، وأبوه يحتج به، وجده يعتبر به. وقال في =</p><p> عن جده (١) قال: سمعت علي بن أبي طالب - رضي الله عنه - يقول: أتيت رسول الله - صلى الله عليه وسلم - ذات يوم عند انتصاف النهار، وهو في الحجرة، فسلمت عليه، فرد على النبي (٢) - صلى الله عليه وسلم -. ثم قال لي:  \"يا علي هذا جبريل يقرؤك السلام\" فقلت: عليك (٣) وعليه السلام يا رسول الله. ثم قال: </p><p>= \"الضعفاء والمتروكين\": عبد الملك بن هارون بن عنترة عن أبيه، وأبوه متروك. وذكره ابن حبان في \"الثقات\"، ولكنه ذكره في \"المجروحين\" وقال: منكر الحديث جدًا؛ يروي المناكير الكثيرة حتى يسبق قلب المستمع لها أنه المتعمد لذلك من كثرة ما روى مما لا أصل له. قال الذهبي: وثقوه. وقال ابن حجر: لا بأس به. توفي سنة (١٤٢ هـ). \"معرفة الثقات\" للعجلي (ص ٤٥٤)، \"المعرفة والتاريخ\" للفسوي ٣/ ١٤٦، ١٠١، \"الجرح والتعديل\" لابن أبي حاتم ٩/ ٩٢، \"الثقات\" لابن حبان ٧/ ٥٧٨، \"المجروحين\" لابن حبان ٣/ ٩٣، \"الضعفاء والمتروكين\" للدارقطني (ص ٢٨٩)، \"الكاشف\" للذهبي (٥٩١٤)، \"تهذيب التهذيب\" لابن حجر ٤/ ٢٥٥، \"تقريب التهذيب\" لابن حجر (٧٢٣٦).قلت: هو ثقة بالنظر إلى كثرة الموثقين، وأما قول ابن حبان والدارقطني فمتناقض بقولين آخرين لهما. ثم إن هذِه النكارة التي يقول عنها ابن حبان قد تكون -كما قال الذهبي- من الراوي عنه.انظر \"ميزان الاعتدال\" للذهبي ٤/ ٢٨٥.(١) عنترة بن عبد الرحمن الشيباني أبو وكيع الكوفي.ثقة. ووهم من زعم أن له صحبة، من الطبقة الثانية.\"الجرح والتعديل\" لابن أبي حاتم ٧/ ٣٥، \"الثقات\" لابن حبان ٧/ ٣٠٣، \"تهذيب التهذيب\" لابن حجر ٣/ ٣٣٤، \"تقريب التهذيب\" لابن حجر (٥٢٠٩)، \"الإصابة\" لابن حجر ٥/ ٤١.(٢) في (أ): فسلمت فرد النبي السلام.(٣) في (ح): وعليك.</p><p> \"ادن مني\" ، فدنوت منه، فقال (١) : \"يا علي يقول لك جبريل: صم من كل شهر ثلاثة أيام يكتب لك بأول يوم عشرة آلاف سنة، وباليوم الثاني ثلاثون(٢)ألف سنة، وباليوم الثالث مائة ألف سنة\"  (٣) . </p><p> فقلت يا رسول الله: هذا الثواب (٤) لي خاصة أم للناس عامة؟ قال:  \"يا علي يعطيك الله هذا الثواب، ولمن يعمل مثل عملك بعدك\" . قلت: يا رسول الله وما هي؟ قال:  \"أيام البيض: ثلاثة عشر، وأربعة عشر، وخمسة عشر\" . </p><p> قال عنترة: قلت لعلي (٥) : لأي (٦) شيء سميت (٧) هذِه الأيام البيض. فقال علي (بن أبي طالب)  (٨) - رضي الله عنه -: لما أُهبط (٩) آدم عليه السلام من الجنة إلى الأرض أحرقته الشمس، فاسود جسده، فأتاه جبريل عليه السلام فقال: يا آدم أتحب أن يبيض جسدك؟ قال: نعم. قال: فصم من الشهر: ثلاثة (١٠) عشر، وأربعة عشر، وخمسة عشر. فصام آدم عليه السلام </p><p>(١) في (أ): ثم قال. (٢) في (ش)، (ح): ثلاثين.(٣) في (ش) في المواضع الثلاثة: حسنة.(٤) في (ح): ثواب.(٥) في (أ) زيادة: ابن أبي طالب.(٦) في (ش): بأي.(٧) في (ح)، (أ): سمى.(٨) ساقطة من (أ).(٩) بعدها في (أ): الله تعالى.(١٠) في (ش): ثلاث.</p><p> أول يوم، فابيض ثلث جسده، وصام اليوم الثاني فابيض ثلثا جسده، ثم صام يوم (١) الثالث فابيض جسده كله، فسميت أيام البيض (٢) . </p><p>(١) في (ش)، (ح)، (أ): اليوم. (٢) [٣٣٦] الحكم على الإسناد:الحديث موضوع؛ في إسناده عبد الملك بن هارون كذاب، وفيه من لم يذكر بجرح أو تعديل.التخريج:وذكر الحديث بطوله عبد القادر الجيلاني في \"غنية الطالبين\" ٢/ ٣. وروى ابن الجوزي في \"الموضوعات\" ٢/ ٥٦٣ من طريق هشام بن عبد الله بن عبد الملك بن هارون بن عنترة، عن أبيه، عن محمد بن علي بن الحسين، عن أبيه، عن جده عن النبي - صلى الله عليه وسلم - قال: \"صوم البيض: أول يوم يعدل ثلاثة آلاف سنة، واليوم الثاني يعدل عشرة آلاف سنة، واليوم الثالث يعدل ثلاثة عشر ألف سنة\".قال ابن الجوزي: هذا حديث موضوع على رسول الله - صلى الله عليه وسلم - لم يقله قط، قال ابن حبان: لا يجوز الاحتجاج بهارون بن عنترة، وابنه عبد الملك يضع الحديث، وقال يحيى والسعدي: عبد الملك كذاب. \"الموضوعات\" ٢/ ٥٦٤.وذكره السيوطي، وقال: هارون لا يحتج به، وابنه عبد الملك كذاب يضع. \"اللآلئ المصنوعة\" ٢/ ١٠٦.وقال الذهبي في ترجمة عبد الملك بن هارون: واتهم بوضع حديث: \"من صام يومًا من أيام البيض عدل عشرة آلاف سنة\". \"ميزان الاعتدال\" للذهبي ٢/ ٦٦٧. وقال السيوطي في الموضع السابق: له طريق آخر قال أبو القاسم الحسين بن هبة الله بن صصري في \"أماليه\" ... عن أنس مرفوعًا. وذكر في اليوم الأول عشرة آلاف، واليوم الثاني مائة ألف، واليوم الثالث ثلاثمائة ألف سنة. واكتفى السيوطي بقول القاسم: هذا حديث غريب.وقال ابن عراق الكناني، قلت: بل لوائح الوضع عليه ظاهرة، وفيه من لم أعرفهم. \"تنزيه الشريعة\" ٢/ ١٤٨. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وقال الشوكاني: إسناده لا يعرف. وقال المعلمي اليماني: اقتصر في \"اللآلئ\" على قول ابن صصري: هذا حديث غريب، وفي السند منصور بن عبد الله الخالدي كذاب، وفوقه في السند رجلان لم أعرفهما. \"الفوائد المجموعة\" (ص ٩٥). وقد روى على بن زيد الصدائي، عن عبد الملك بن هارون بن عنترة، عن أبيه، عن جده، عن على مرفوعًا: \"إن شهر رجب شهر عظيم، من صام منه يومًا كتب الله له ألف سنة، ومن صام منه يومين كتب الله له ألفين سنة، ومن صام ثلاثة أيام كتب الله له صيام ثلاثة آلاف سنة\".رواه ابن الجوزي في \"الموضوعات\" ٢/ ٥٧٨، وفي \"التبصرة\" ٢/ ٢٠، وذكره السيوطي في \"اللآلئ المصنوعة\" ٢/ ١١٦، والشوكاني في \"الفوائد المجموعة\" (ص ١٠١)، وأعلوه بهارون بن عنترة، وقد تقدمت الإشارة إلى تعديله وتكذيب ابنه.وقال الذهبي في \"ميزان الاعتدال\" ٣/ ١٦٣ ترجمة علي بن يزيد الصدائي: قلت: وله حديث باطل -وساق الحديث- فما أدري من وضع هذا.قال ابن حجر: وهو حديث موضوع لا شك فيه، والمتهم به الختلي. \"تبيين العجب\" (ص ٥٧).انظر \"تنزيه الشريعة\" ٢/ ١٥٢.أما ابيضاض جسد آدم بصيام أيام البيض فقد روى عبد الملك بن إسماعيل في \"الفوائد العوالي الحسان\" (١٦٠/ ب).انظر \"مسند علي بن أبي طالب\" جمع يوسف أوزبك ٢/ ٦٨٧ من طريق فاطمة بنت على بن موسى الرضا، عن أبيها، عن موسى بن جعفر، عن جعفر بن محمد، عن محمد بن علي، عن على بن الحسين، عن الحسين بن علي أن معاوية كتب إلى علي بن أبي طالب: لم سميت أيام البيض البيض.وذكره الشوكاني وقال: قال صاحب \"الخلاصة\": موضوع.\"الفوائد المجموعة\" (ص ٩٢). =</p><p> قال المفسرون: فرض الله تعالى على رسوله محمد - صلى الله عليه وسلم -، وعلى المؤمنين عليهم السلام صوم يوم (١) عاشوراء، وثلاثة أيام من كل شهر حين قدم المدينة (٢) ، فكانوا يصومونها إلى أن نزل صيام شهر رمضان قبل قتال بدر بشهر وأيام (٣) . </p><p> وقال الحسن وجماعة من العلماء: أراد بالذين من قبلنا النصارى، شبه صيامنا بصيامهم؛ لاتفاقهما (٤) في الوقت والقدر (٥) . وذلك أن الله </p><p>= قال ابن حجر: وحكى ابن بزيزة في تسميتها بيضًا أقوالًا أخر مستندة إلى أقوال واهية. \"فتح الباري\" ٤/ ٢٢٦. (١) ساقطة من (ح).(٢) روي ذلك عن عائشة، وابن عمر، وابن مسعود - رضي الله عنه -، رواه عنهم البخاري في الصيام، باب صوم يوم عاشوراء (٢٠٠٠، ٢٠٠١، ٢٠٠٣). وفي التفسير باب قوله: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ} ٥/ ١٨١، ومسلم في الصيام، باب صوم يوم عاشوراء (١١٢٥، ١١٢٦)، وأبو عبيد في \"الناسخ والمنسوخ\" (ص ٦٩ - ٧٢).(٣) روي ذلك عن معاذ بن جبل، وابن عباس، وعطاء، والضحاك، وقتادة.انظر \"جامع البيان\" للطبري ٣/ ١٣١، \"تفسير القرآن العظيم\" لابن أبي حاتم ١/ ٣٠٤ (١٦٢٢، ١٦٢٣، ١٦٢٤)، \"سنن أبي داود\" كتاب الصلاة، باب كيف الأذان ١/ ١٣٧ (٥٠٧)، \"الناسخ والمنسوخ\" للنحاس ١/ ٤٨٨ - ٤٨٩، \"المستدرك\" للحاكم ٢/ ٣٠١.(٤) في (ح): لاتفاقها.(٥) قول الحسن رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٠٥ (١٦٢٦). انظر: \"تفسير القرآن العظيم\" لابن كثير ٢/ ١٧٤ - ١٧٥، وروي نحوه عن ابن عباس -في رواية- وقتادة والسدي.انظر \"تفسير القرآن\" لعبد الرزاق ١/ ٦٦، \"جامع البيان\" للطبري ٢/ ١٢٩، \"نواسخ القرآن\" لابن الجوزي (ص ١٦٨)، \"الدر المنثور\" للسيوطي ١/ ٣٢٣.</p><p> تعالى فرض على النصارى صيام شهر رمضان، فاشتد ذلك عليهم (١) ؛ لأنه كان ربما (٢) يأتي (٣) في الحر الشديد، أو البرد (٤) الشديد، وكان يضرهم (٥) في أسفارهم ومعايشهم (٦) ، فاجتمع رأي علمائهم ورؤسائهم على أن يجعلوا صيامهم في فصل من السنة بين الشتاء والصيف؛ فجعلوه في الربيع، وزادوا فيه عشرة أيام كفارة لما صنعوا، فصار أربعين يومًا، ثم إن ملكًّا لهم (٧) اشتكى فمه؛ فجعل لله عليه (٨) إن هو برأ من وجعه أن يزيد في صومهم أسبوعًا؛ فبرأ (٩) فزادوا (١٠) فيه أسبوعًا، ثم مات ذلك الملك، ووليهم ملك آخر، فقال: أتموه خمسين يومًا (١١) . </p><p>(١) في (أ): عليهم ذلك. (٢) في (ح)، (أ): ربما كان.(٣) ساقطة من (ح).(٤) في (ح): والبرد.(٥) في (ش)، (ح): يضربهم.(٦) في (أ): معايشهم وأسفارهم.(٧) في (أ): منهم.(٨) ساقطة من (أ).(٩) ساقطة من (ش).(١٠) في (ح): فزاد.(١١) رواه الطبري في \"جامع البيان\" ٢/ ١٢٩ عن السدي.وقد روي نحوه موقوفًا ومرفوعًا:رواه البخاري في \"التاريخ الكبير\" ٣/ ٢٥٤، والطبراني في \"المعجم الكبير\" ٤/ ٢٢٦ (٤٢٠٣)، ومن طريقه المزي في \"تهذيب الكمال\" ٨/ ٤٩٠، موقوفًا. =</p><p> قال مجاهد: أصابهم موتان فقالوا: زيدوا في صيامكم فزادوا عشرًا قبل، وعشرًا (١) ، بعد (٢) . </p><p> [٣٣٧] أخبرنا عبد الله بن حامد (٣) ومحمد بن عبدوس (٤) ، قالا: حدثنا محمد بن يعقوب (٥) ، قال: حدثنا محمد بن الجهم (٦) ، قال: حدثنا الفراء (٧) ، قال: حدثني محمد بن أبان (٨) ، </p><p>= ورواه الطبراني في \"المعجم الأوسط\" ٨/ ١٣٤ (٨١٩٣) وقال: لم يرو هذا الحديث عن قتادة إلا هشام تفرد به معاذ. والنحاس في \"الناسخ والمنسوخ\" ١/ ٤٩٢. كلهم من طريق معاذ بن هشام الدستوائي قال: حدثني أبي، عن قتادة، عن الحسن، عن دغفل بن حنظلة، عن النبي - صلى الله عليه وسلم - به، بنحوه. وذكر الرواية ابن الأثير في \"أسد الغابة\" ٢/ ١٦٠، وقال الهيثمي: رواه الطبراني في \"الأوسط\" مرفوعًا، ورواه الطبراني في \"المعجم الكبير\" موقوفًا على دغفل، ورجال إسنادهما رجال الصحيح.\"مجمع الزوائد\" ٣/ ١٣٩.قلت: الحديث مرسل؛ دغفل بن حنظلة مخضرم، ولم يصح أن له صحبة.\"تقريب التهذيب\" لابن حجر (١٨٢٦)، \"الإصابة\" لابن حجر ٢/ ١٦٣، وقال البخاري: لا يعرف للحسن سماع من دغفل. \"التاريخ الكبير\" للبخاري ٣/ ٢٥٥.(١) في (ح) في الموضعين: عشرة.(٢) في (أ): بعده.ذكره البغوي في \"معالم التنزيل\" ١/ ١٩٥.(٣) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل.(٤) محمد بن أحمد بن عبدوس أبو بكر النيسابوري، لم يذكر بجرح أو تعديل.(٥) أبو العباس الأصم، ثقة.(٦) محمد بن الجهم بن هارون السمري، ثقة، صدوق.(٧) يحيى بن زياد الفراء، صدوق.(٨) محمد بن أبان بن صالح بن عمير القرشي، أبو عمير الكوفي، الجعفي. =</p><p> عن بن أبي أمية الطنافسي (١) ، عن الشعبي (٢) أنه قال: لو صمت السنة كلها لأفطرت اليوم الذي يشك فيه، فيقال من شعبان، ويقال من رمضان، وذلك أن النصارى فُرض عليهم شهر رمضان كما فرض علينا، فحولوه إلى الفْصَل، وذلك أنهم كانوا ربما صاموه في القيظ، فعدوا (٣) ثلاثين يومًا، ثم جاء بعدهم قرن منهم فأخذوا بالثقة في أنفسهم، فصاموا قبل الثلاثين يومًا، وبعدها يومًا، ثم لم </p><p>= قال البخاري: يتكلمون في حفظه. وقال أبو حاتم: ليس هو بقوي الحديث، يكتب حديثه على المجاز، ولا يحتج به. وضعفه يحيى بن معين، وأحمد. توفي سنة (١٧٥ هـ). \"التاريخ الكبير\" للبخاري ١/ ٣٤، \"الجرح والتعديل\" لابن أبي حاتم ٧/ ١٩٩، \"لسان الميزان\" لابن حجر ٥/ ٣١، \"تعجيل المنفعة\" لابن حجر ٢/ ١٦٥.(١) عبيد بن أبي أمية واسمه عبد الرحمن الإيادي اللحام الطنافسي الكوفي.والد عمر، ويعلى، ومحمد. كناه أبو أحمد الحاكم، وابن منده بأبي أمية، وقالا: ويقال: أبو الفضل. واكتفت بقية مصادر ترجمته بتكنيته بأبي الفضل، ولهذا قال الشيخ أحمد شاكر: وليس لأبي أمية الطنافسي ترجمة، ولا ذكر فيما رأينا من المراجع، وإنما المترجم ابنه عبيد بن أبي أمية. قلت: عبيد هو المراد، ولا يستبعد أن تكون كنيتة أبيه أبا أمية. قال ابن حجر: صدوق. من السادسة. \"الجرح والتعديل\" لابن أبي حاتم ٥/ ٤٠١، \"الأسماء والكنى\" لأبي أحمد الحاكم ١/ ٣٣٧، \"فتح الباب في الكنى والألقاب\" لابن مندة (ص ٧٤)، (٤٤٥)، \"تهذيب الكمال\" للمزي ١٩/ ١٨٧، \"تهذيب التهذيب\" لابن حجر ٣/ ٣٢، \"تقريب التهذيب\" لابن حجر (٤٣٦٠)، حاشية \"جامع البيان\" للطبري ٣/ ٤١١.(٢) عامر بن شراحيل الشعبي، ثقة، مشهور، فقيه، فاضل.(٣) في (ح): فعدوه.</p><p> يزل الآخر يستن بسنة القرن الذي قبله حتى صاروا إلى خمسين يومًا (١) . </p><p> فذلك قوله عز وجل:  {كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} لكى تتقوا الأكل، والشرب، والجماع. </p><p>(١) [٣٣٧] الحكم على الإسناد: في إسناده شيخا المصنف لم يذكرا بجرح أو تعديل ومحمد بن أبان ضعيف.التخريج:هو في \"معاني القرآن\" للفراء ١/ ١١١، ورواه الطبري في \"جامع البيان\" ٢/ ١٢٩ قال: حدثت عن يحيى بن زياد (الفراء). وهذا إسناد ضعيف محمد بن أبان ضعيف.وقد صح الجزء الأول من الأثر عن الشعبي فقد رواه ابن أبي شيبة في \"مصنفه\" ٤/ ١١٥ (٩٥٨٣)، ورواه من طريق الشعبي، عن الضحاك بن قيس ٤/ ١١٥ (٩٥٧٩) بلفظه، عن وكيع عن إسماعيل بن أبي خالد عنه بنحوه.وقد ورد النهي عن صيام يوم الشك في أحاديث منها حديث أبي هريرة رواه البخاري في كتاب الصوم، باب لا يتقدمن رمضان بصوم يوم ولا يومين (١٩١٤)، ومسلم في كتاب الصوم، باب لا تقدموا رمضان بصوم يوم ولا يومين (١٠٨٢).</p>"
}