{
  "id": null,
  "sura": 2,
  "aya": 26,
  "text": "<p> ٢٦ - قوله عز وجل:  {إِنَّ اللَّهَ لَا يَسْتَحْيِي} </p><p> الآية نزلت في اليهود، وذلك أنّ الله عز وجل لمّا ذكر في كتابه الذباب والعنكبوت (١) فقال: {إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا}  (٢) وقال عز وجل: {مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا}  (٣) الآية ضحكَت (٤) اليهودُ وقالوا: ما هذا الكلام، وما (٥) أراد الله بذكر هذه الأشياء الخسيسة في كتابه، وما يشبه (هذا كلام الله)  (٦) ؟ ! فأنزل الله تعالى (٧) {إِنَّ اللَّهَ لَا </p><p>= وذكره الهيثمي في \"مجمع الزوائد\" ١٠/ ٤١٧ قال: رواه الطبراني في \"الأوسط\" و\"الكبير\". . وفي إسنادهما سليمان بن أبي كريمة وهو ضعيف. ويشهد له ما أخرجه الترمذي كتاب تفسير القرآن: باب ومن سورة الواقعة (٣٢٩٦)، والطبري في \"جامع البيان \" ٢٧/ ١٨٥، ١٨٦، وأبو نعيم في \"صفة الجنة\" (٣٩٠)، والبغوي في \"معالم التنزيل\" ٨/ ١٤ من طريق: موسى بن عبيدة, عن يزيد بن أبيان، عن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: {إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً (٣٥)} قال: \"إن من المنشآت التي كن في الدنيا عجائز عمشًا رمصًا\".قال الترمذي: هذا حديث غريب لا نعرفه مرفوعًا إلا من حديث موسى بن عبيدة, وموسى بن عبيدة ويزيد الرقاشي يضعفان في الحديث.(١) في (ج): العنكبوت والذباب.(٢) الحج: ٧٣.(٣) العنكبوت: ٤١.(٤) في (ت): ضحكوا.(٥) في (ف): وماذا.(٦) في (ش): (هذا الكلام الله)، وفي (ف): (هذا الكلام).(٧) في (ج): جل جلاله.</p><p> يَسْتَحْيِي} (١) </p><p>(١) تعددت الروايات في سبب نزول الآية، وفيمن نزلت: أ- فقد أخرج الطبري في \"جامع البيان\" ١/ ١٧٧ - ١٧٨ بسنده عن السدي، عن أبي مالك وعن أبي صالح، عن ابن عباس، وعن مرة عن ابن مسعود، وعن ناس من أصحاب النبي - صلى الله عليه وسلم -: لما ضرب الله هذين المثلين -يعني: قوله: {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا} وقوله: {أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ} الآيات الثلاث- قال المنافقون: الله أعلى وأجل من أن يضرب هذِه الأمثال، فأنزل الله {إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً} إلى قوله: {أُولَئِكَ هُمُ الْخَاسِرُونَ}.وذكر الواحدي في \"أسباب النزول\" (ص ٢٦) رواية أبي صالح عن ابن عباس.ب- وأخرج الواحدي في \"أسباب النزول\" (ص ٢٧) بسنده عن عبد الغني بن سعيد، عن موسى بن عبد الرحمن، عن ابن جريج، عن عطاء، عن ابن عباس في قوله تعالى {إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا} قال: وذلك أن الله ذكر آلهة المشركين فقال: {وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا} وذكر كيد الآلهة فجعله كبيت العنكبوت، فقالوا: أرأيت حيث ذكر الله الذباب والعنكبوت فيما أنزل من القرآن على محمَّد، أي شيء يصنع بهذا؟ ! فأنزل الله هذِه الآية.وذكره ابن حجر في \"العجاب في بيان الأسباب\" ١/ ٢٤٥ عن الواحدي ووهَّاه لوهاء عبد الغني بن سعيد الثقفي. وقد سبق الكلام عن ضعف تفسيره عند الإسناد رقم (٤).وذكره السيوطي في \"لباب النقول\" (ص ١١) وقال: عبد الغني واه جدًّا. وذكره -كذلك- في \"الدر المنثور\" ١/ ٨٨ ونسبه إلى عبد الغني الثقفي في \"تفسيره\" والواحدي.جـ - وأخرج عبد الرزاق في \"تفسير القرآن\" ١/ ٤١ عن معمر، عن قتادة قال: لما ذكر الله العنكبوت والذباب، قال المشركون: ما بال العنكبوت والذباب يذكران؟ ! فأنزل الله: {إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً فَمَا فَوْقَهَا}. ومن طريق عبد الرزاق أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٩٣، =</p><p> أي: لا يترك ولا يَمْنعُه الحياء (١)  {أَنْ يَضْرِبَ مَثَلًا} أن يُبين </p><p>= والطبري في \"جامع البيان\" ١/ ١٧٨، وذكره السيوطي في \"الدر المنثور\" ١/ ٨٨ وزاد نسبته إلى: عبد بن حميد وابن المنذر. وورد نحوه عن الحسن: ذكره ابن أبي حاتم في تفسير القرآن العظيم\" ١/ ٩٣، والسيوطي في \"الدر المنثور\" ١/ ٨٨، وفي \"لباب النقول\" (ص ١١).وحكى الواحدي في \"أسباب النزول\" (ص ٢٦) عن الحسن وقتادة -بلا إسناد- نحوه، إلا أن القائلين -فيه- هم اليهود.هذا وقد رجح ابن جرير رحمه الله أن القائلين المقالة السابقة هم المنافقون، وأن الآية نزلت فيهم، فقال: وقد ذهب كل قائل ممن ذكرنا قوله في هذِه الآية، وفي المعنى الذي نزلت فيه مذهبًا، غير أن أولى ذلك بالصواب وأشبهه بالحق ما ذكرنا من قول ابن مسعود وابن عباس؛ وذلك أن الله جل ذكره أخبر عباده أنه لا يستحي أن يضرب مثلًا ما بعوضة فما فوقها، عقيب أمثال قد تقدمت في هذِه السورة، ضربها للمنافقين، دون الأمثال التي ضربها في سائر السور غيرها. فلأن يكون هذا القول -أعني قوله: {إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا} - جوابًا لنكير الكفار والمنافقين ما ضرب لهم من الأمثال في هذِه السورة، أحق وأولى من أن يكون ذلك جوابًا لنكيرهم ما ضرب لهم من الأمثال في غيرها من السور. \"جامع البيان\" للطبري ١/ ١٧٨.وقال ابن حجر: والأرجح نسبة القول لأهل النفاق؛ لأن كتب أهل الكتاب ممتلئة بضرب الأمثال، فيبعد أن ينكروا ما في كتبهم مثله. \"العجاب في بيان الأسباب\" ١/ ٢٤٧.وقال السيوطي: قلت: القول الأول -أي: قول ابن عباس وابن مسعود- أصح إسنادًا وأنسب بما تقدم أول السورة، وذكر المشركين لا يلائم كون الآية مدنية، وما أوردناه عن قتادة والحسن حكاه عنهما الواحدي -بلا إسناد- بلفظ: قالت اليهود. وهو أنسب. \"لباب النقول\" (ص ١٢).(١) ذهب إلى هذا القول عدد كثير من المفسرين، ورجحه ابن عطية في \"المحرر الوجيز\" ١/ ١١٠. =</p><p> ويصف للحق شبهًا. </p><p>= انظر: \"بحر العلوم\" للسمرقندي ١/ ١٠٤، \"البسيط\" للواحدي ٢/ ٦٤٣، \"الوسيط\" للواحدي (١٠٨١)، \"معالم التنزيل\" للبغوي ١/ ٧٦، \"الكشاف\" للزمخشري ١/ ١١٧، \"الجامع لأحكام القرآن\" للقرطبي ١/ ٢٥٨، \"لباب التأويل\" للخازن ١/ ٤٢ وغيرهم. وصفة الحياء لله أثبتها رسول الله - صلى الله عليه وسلم -:فقد أخرج البخاري ومسلم في صحيحيهما من حديث أبي واقد الليثي - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - بينما هو جالس في المسجد إذ أقبل ثلاثة نفر، فأقبل اثنان إلى رسول الله - صلى الله عليه وسلم - وذهب واحد، فوقفا على رسول الله - صلى الله عليه وسلم -، فأما أحدهما فرأى فرجة في الحلقة فجلس فيها، وأما الآخر فجلس خلفهم، وأما الثالث فأدبر ذاهبًا، فلما فرغ رسول الله - صلى الله عليه وسلم - قال: \"ألا أخبركم عن النفر الثلاثة؟ أما أحدهم فأوى إلى الله فآواه الله، وأما الآخر فاستحيا فاستحيا الله منه، وأما الآخر فأعرض فأعرض الله عنه\".أخرجه البخاري كتاب العلم، باب من قعد حيث ينتهي به المجلس. . (٦٦)، ومسلم كتاب السلام، باب من أتى مجلسًا فوجد فرجة فجلس فيها وإلا وراءهم (٢١٧٦).وسمع رسول الله - صلى الله عليه وسلم - أم سليم رضي الله عنها وهي تقول: \"إن الله لا يستحي من الحق\" وأقرها على ذلك. كما في الحديث المتفق عليه، عن أم سلمة قالت: جاءت أم سليم إلى رسول الله - صلى الله عليه وسلم - فقالت: يا رسول الله، إن الله لا يستحيي من الحق، فهل على المرأة من غسل إذا احتلمت؟ فقال النبي - صلى الله عليه وسلم -: \"إذا رأت الماء\" الحديث.أخرجه البخاري كتاب الغسل، باب إذا احتلمت المرأة (٢٨٢)، ومسلم كتاب الحيض، باب وجوب الغسل على المرأة بخروج المني منها (٣١٣).وقاعدة أهل السنة والجماعة: أنهم يثبتون لله ما أثبته لنفسه أو أثبته له رسوله - صلى الله عليه وسلم - من الأسماء الحسنى والصفات العلى، وينفون عن الله ما نفاه الله عز وجل عن نفسه، أو نفاه عن رسوله - صلى الله عليه وسلم -، ويعتقدون أن ما ثبت لله من الأسماء والصفات لا يشاركه =</p><p> {مَا بَعُوضَةً}  {مَا} : صِلةٌ، {بَعُوضَةً} نُصبَ بدلًا (١) من المَثَل. </p><p> {فَمَا فَوْقَهَا}  (أي: أعظم منها)  (٢) . قال ابن عباس: يعني: الذباب والعنكبوت (٣) . </p><p>= فيها أحد من خلقه، فهي تليق بالله وحده، وما ثبت للمخلوقين من الصفات والأسماء تليق بالمخلوقين، فالحياء الذي يوصف الله وحده به يليق بالله، ولا يتصف به البشر، والحياء الذي يوصف به البشر لا يليق بالله ولا يوصف به سبحانه، والحياء في البشر هو تغير وانكسار يعتري الإنسان من خوف ما يعاب به ويذم، فقوله تعالى: {إِنَّ اللَّهَ لَا يَسْتَحْيِي} تفسَّر على هذِه القاعدة. قال الطبري رحمه الله: . . معنى الكلام: إن الله لا يستحي أن يصف شبهًا لما شبَّه به الذي هو ما بين بعوضة إلى ما فوقها.وقال ابن الجوزي: والحياء -بالمد-: الانقباض والاحتشام، غير أن صفات الحق عز وجل لا يطلع لها على ماهية، وإنما تُمَرّ كما جاءت. وقد قال النبي - صلى الله عليه وسلم -: \"إن ربكم حيي كريم\".وقال الألوسي: . . وبعض -وأنا والحمد لله منهم- من لا يقول بالتأويل، بل يمر هذا وأمثاله مما جاء عنه سبحانه في الآيات والأحاديث على ما جاءت، ويكل علمها بعد التنزيه عما في الشاهد إلى عالم الغيب والشهادة.انظر: \"جامع البيان\" للطبري ١/ ١٧٨، \"زاد المسير\" لابن الجوزي ١/ ٥٧، \"الانتصاف\" للإسكندري مع \"الكشاف\" ١/ ١١٧، \"روح المعاني\" للآلوسي ١/ ٤٠٦، \"تهذيب التفسير وتجريد الأقاويل مما ألحق به من الأباطيل ورديء الأقاويل\" لعبد القادر شيبة الحمد ١/ ٧٤.(١) في (ج)، (ش): بدلٌ.(٢) ساقطة من النسخ الأخرى.(٣) ذكره عن ابن عباس: الواحدي في \"البسيط\" ٢/ ٦٤٨، \"الوسيط\" للواحدي ١/ ١٠٨، وابن الجوزي في \"زاد المسير\" ١/ ٥٥، وأبو حيان في \"البحر المحيط\" ١/ ٢٦٨. =</p><p> (وقال أبو عبيدة)  (١) : يعني: فما دونها (٢) . </p><p> {فَأَمَّا الَّذِينَ آمَنُوا} بمحمد والقرآن {فَيَعْلَمُونَ}  (أي: يوقنون)  (٣)  {أَنَّهُ} يعني: أن هذا المثل هو {الْحَقُّ} الصدق الصحيح {مِنْ رَبِّهِمْ وَأَمَّا الَّذِينَ كَفَرُوا} بمحمدٍ والقرآن {فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا} أي: بهذا المثل. فلما حَذف الألف واللام نصَبَ على الحال والقطع والتّمام كقوله عز وجل:  {وَلَهُ الدِّينُ وَاصِبًا}  (٤) فأجابهم الله تعالى فقال (٥) : أراد الله (٦) بهذا المثل أن {يُضِلُّ بِهِ كَثِيرًا} من الكافرين؛ وذلك أنهم يُنكرونه ويُكذبونه {وَيَهْدِي بِهِ كَثِيرًا} من المؤمنين يعرفونه (ويصدقون به)  (٧) ، {وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ} الكافرين، وأصل الفسق: الخروج، قال الله عز وجل {فَفَسَقَ عَنْ أَمْرِ رَبِّهِ}  (٨) أي: خرج، تقول العرب: فسقت الرُّطَبَة </p><p>= وذكره -دون نسبة- الفراء في \"معاني القرآن\" ١/ ٢٠، والسمرقندي في \"بحر العلوم\" ١/ ١٠٤ , ١/ ٥٨، والبغوي في \"معالم التنزيل\" ١/ ٧٧، والخازن في \"لباب التأويل\" ١/ ٤٣ وغيرهم. (١) ساقط من (ف).(٢) ذكره أبو عبيدة في \"مجاز القرآن\" ١/ ٣٥.(٣) ساقط من النسخ الأخرى.(٤) النحل: ٥٢.(٥) ساقطة من (ت).(٦) لفظ الجلالة: ساقط من (ت).(٧) في (ف): ويصدقونه.(٨) الكهف: ٥٠.</p>"
}