{
  "id": null,
  "sura": 2,
  "aya": 3,
  "text": "<p> ٣ - قوله عز وجل: </p><p> {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٣) }: </p><p> فصل في الإيمان: </p><p> اعلم أنّ حقيقة الإيمان هو (١) التصديق بالقلب (٢) ، لأنَّ الخطاب </p><p>(١) في (ج)، (ت): هي. (٢) الصَّحيح الذي عليه جمهور السلف من الأئمة الثلاثة مالك والشّافعيّ وأحمد وغيرهم، وهو الصَّحيح -هو أنَّ الإيمان اسم يقع على الإقرار باللسان، والتصديق بالقلب، والعمل بالجوارح. بل حكاه أكثر الأئمة إجماعًا. بخلاف ما ذهب إليه المصنف هنا تبعًا لمذهبه الأشعري، وإن كان قد ذكر فيما سيأتي أن إقرار اللسان وأعمال الأبدان تسمى إيمانًا، قال الإمام الشَّافعي: وكان الإجماع من الصّحابة والتابعين من بعدهم ومن أدركناهم يقولون: إن الإيمان قول وعمل ونية، لا تجزئ واحدة من الثلاثة إلَّا بالأخرى. وقال الإمام أحمد: ولهذا كان القول أنَّ الإيمان قول وعمل عند أهل السنة، من شعائر السنة.وقال ابن كثير: أما الإيمان في اللغة فيطلق على التصديق المحض، وقد يستعمل في القرآن والمراد به ذلك كما قال تعالى: {يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ} وكما قال إخوة يوسف لأبيهم: {وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ} وكذلك إذا استعمل مقرونًا مع الأعمال، كقوله تعالى: {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ}. فأمَّا إذا استعمل مطلقاً فالإيمان الشرعي المطلوب لا يكون إلَّا اعتقادًا وقولًا وعملًا، هكذا ذهب إليه أكثر الأئمة، بل قد حكاه الشَّافعي وأحمد بن حنبل وأبو عبيدة وغير واحد إجماعًا: أنَّ الإيمان قول وعمل يزيد وينقص.\"تفسير القرآن العظيم\" لابن كثير ١/ ٢٦٤. وانظر أيضاً: \"شرح العقيدة الطحاوية\" (ص ٤٤٤ - ٤٤٥)، \"جامع البيان\" للطبري ١/ ١٠٠ - ١٠١، \"معالم التنزيل\" للبغوي ١/ ٦٠، \"تفسير القرآن\" للسمعاني ١/ ٣٨٥، \"القصيدة النونية\" لابن القيِّم مع الشَّرح ٢/ ١٣٩، وما بعدها، \"الشريعة\" للآجريّ ٢/ ٦١١.</p><p> الذي توجه علينا بلفظ {ءَامَنُوا} إنّما هو بلسان العرب، ولم تكن تعرف العرب الإيمان غير التصديق، والنقل عن اللغة لم يثبت فيه، إذ لو صحّ النقل عن اللغة لروي ذلك كما رُوي في الصَّلاة التي أصلها الدعاء، فإذا كان الأمر كذلك وجب علينا أن نمتثل الأمر كما (١) يقتضيه لسانهم، يدل عليه قوله تعالى في قصة يعقوب وبنيه:  {وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا} أي: بمصدِّق لنا (٢)  {وَلَوْ كُنَّا صَادِقِينَ}  (٣) . ويدلُّ عليه من هذِه الآية أنَّه لمّا ذكر الإيمان علّقه بالغيب، ليُعلم أنَّه تصديق المُخبر فيما أخبر به من الغيب، ثم (٤) أفرده بالذكر عن (٥) سائر الطاعات اللازمة للأبدان وفي الأموال فقال: {وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} . </p><p> والدليل عليه أيضاً أن الله تعالى حيث ما ذكر الإيمان أضافه إلى القلب، فقال:  {يَاأَيُّهَمِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ}  (٦) وقال تعالى: {وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ}  (٧) وقال: {أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ}  (٨) ونحوها كثير. </p><p>(١) في (ج)، (ت): على. (٢) زيادة من (ج)، (ت).(٣) يوسف: ١٧.(٤) في (ف): مما.(٥) في (ف): على.(٦) المائدة: ٤١.(٧) النحل: ١٠٦.(٨) المجادلة: ٢٢.</p><p> فأمّا محلُّ الإسلام من الإيمان فهو كمحلِّ الضوءِ من الشَّمس، فكل شمس ضوء، وليس كل ضوء شمسًا، وكل مسك طيب وليس كل طيب مسكًا، كذلك كلّ إيمان إسلام، وليس كل إسلام إيمانًا (١) ، إذا لم يكن تصديقًا، لأنَّ الإسلام هو الخضوع والانقياد، يدل عليه (٢) قوله تعالى: {قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا}  (٣) أي: استسلمنا من خوف السيف. </p><p> وقول النَّبيُّ - صَلَّى الله عليه وسلم -: \"الإيمان سرٌّ -وأشار بيده إلى صدره- والإسلام </p><p>(١) الإيمان والإسلام الشرعيان متلازمان في الوجود، فلا يوجد أحدهما بدون الآخر، بل كما وجد إيمانٌ صحيحٌ معتدٌّ به، وُجد معه إسلام، وكذلك العكس، ولهذا قد يُستغنى بذكر أحدهما عن الآخر؛ لأنَّ أحدهما إذا أُفرد بالذكر دخل فيه الآخر، وأمَّا إذا ذُكرا معًا مقترنين، أريد بالإيمان التصديق والاعتقاد، وأريد بالإسلام الانقياد الظاهري من الإقرار باللسان وعمل الجوارح. ولكن هذا بالنسبة إلى مطلق الإيمان، أما الإيمان المطلق، فهو أخص مطلقًا من الإسلام، وقد يوجد الإسلام بدونه، كما في قوله تعالى {قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا} فأخبر بإسلامهم مع نفي الإيمان المطلق عنهم. وفي حديث جبريل ذكر المراتب الثلاث: الإسلام، والإيمان، والإحسان، فدلَّ على أنَّ كلًّا منها أخصُّ مما قبله.\"شرح العقيدة الواسطية\" لمحمد خليل هراس (ص ٢٣٦). وانظر هذِه المسألة في: \"معالم التنزيل\" للبغوي ١/ ٦٠، \"شرح العقيدة الطحاوية\" (ص ٤٠٩) \"الإيمان\" لابن تيمية (٥ - ١٢)، \"العقيدة الواسطية\" لابن تيمية مع الشَّرح (ص ٢٣٦).(٢) ساقطة من (س).(٣) الحجرات: ١٤.</p><p> علانية \"(١).</p><p> وقوله - صلى الله عليه وسلم -: \" يا معشر من أسلم بلسانه، ولم يدخل الإيمان قلبه\" (٢) . </p><p>(١) أخرجه أحمد في \"المسند\" ٣/ ١٣٤ - ١٣٥ (١٢٣٨١)، وأبو يعلى في \"المسند\" ٥/ ٣٠٢ (٢٩٢٣)، والبزار كما في \"كشف الأستار\" ١/ ١٩ (٢٠) كتاب الإيمان، باب في الإسلام والإيمان، وابن أبي شيبة في كتاب \"الإيمان\" (٦) من طريق علي بن مسعدة، عن قتادة، عن أنس قال: قال رسول الله - صَلَّى الله عليه وسلم -: \"الإسلام علانية، والإيمان في القلب -ثم يشير بيده إلى صدره- التقوى هاهنا، التقوى هاهنا\" قال البزار: تفرد به علي بن مسعدة. وإسناد أبي يعلى حسن إسناده المحقق، وذكره الهيثمي في \"مجمع الزوائد\" ١/ ٥٢ وقال: رواه أحمد، وأبو يعلى بتمامه، والبزار مختصراً، ورجاله رجال الصَّحيح ما خلا علي بن مسعدة، وقد وثقه ابن حبان، وأبو داود الطَّيالسيُّ، وأبو حاتم، وابن معين، وضعفه آخرون.وذكره المتقي الهندي في \"كنز العمال\" ١/ ٣٣ (٤٤) ورمز له بالصحة.وذكره السيوطي في \"الجامع الصَّغير\" ١/ ١٨٣ (٣٠٦٠) ورمز لتحسينه بعد أن عزاه لابن أبي شيبة فقط.وضعفه الألباني في \"ضعيف الجامع الصَّغير\" ١/ ٢٧٨ (٢٢٨٠).(٢) أخرجه التِّرمذيُّ كتاب البر والصلة، باب ما جاء في تعظيم المؤمن (٢٠٣٢)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١٣/ ٧٥ (٥٧٦٣) كتاب الحظر والإباحة، باب الغيبة، والبغوي في \"شرح السنة\" ١٣/ ١٠٤ (٣٥٢٦) كتاب الاستئذان، باب النَّهي عن تتبع عورات المسلمين من طريق الفضل بن موسى، عن الحسين بن واقد، عن أوفى بن دلهم، عن نافعٌ، عن ابن عمر قال: صعد رسول الله - صَلَّى الله عليه وسلم - هذا المنبر، فنادى بصوت رفيع، وقال: \"يا معشر من أسلم بلسانه، ولم يدخل الإيمان قلبه؛ لا تؤذوا المسلمين، ولا تعيروهم، ولا تطلبوا عثراتهم، فإنَّه من يطلب عورة المسلم، يطلب الله عورته، ومن يطلب الله عورته، =</p><p> وكذلك اختلف جوابه لجبريل عليهما السَّلام في الإيمان والإسلام، فأجاب في الإيمان بالتصديق، وفي الإسلام بشرائع الإيمان، وهو ما: </p><p> [٢٤٠] أخبرنا أبو بكر محمد بن إبراهيم بن يَحْيَى (١) قراءة عليه </p><p>= يفضحه ولو في جوف بيته\". ونظر ابن عمر يومًا إلى البيت، فقال: ما أعظمك وأعظم حرمتك، ولَلمؤمن أعظم عند الله حرمةً منك. قال التِّرمذيُّ: هذا حديث حسن غريب، لا نعرفه إلَّا من حديث الحسين بن واقد.وفي الباب عن أبي برزة: أخرجه أحمد ٤/ ٤٢٠ - ٤٢١ (١٩٧٧٦)، ٤/ ٤٢٤ (١٩٨٠١)، وأبو داود كتاب الأدب، باب في الغيبة (٤٨٨٠)، والبيهقيّ في \"السنن الكبرى\" ١٠/ ٢٤٧.وعن ابن عباس أخرجه الطّبرانيّ في \"المعجم الكبير\" ١١/ ١٨٦ (١١٤٤٤)، ورجاله ثقات كما قال الهيثمي في \"مجمع الزوائد\" ٨/ ٩٤.وعن بريدة بن الخصيب أخرجه الطّبرانيّ أيضاً في \"الكبير\" ٢/ ٢٠ (١١٥٥). وعن ثوبان أخرجه أحمد ٥/ ٢٧٩ (٢٢٤٠٢). وعن البراء أخرجه أبو يعلى في \"مسنده\" ٣/ ٢٣٧ (١٦٧٥) ورجاله ثقات كما قال الهيثمي في \"مجمع الزوائد\" ٨/ ٩٣. فالحديثٌ صحيحٌ بشواهده.(١) أبو بكر محمد بن إبراهيم بن يَحْيَى النيسابوري الكسائي، الشَّيخ النحوي البارع. قال الحاكم: حدَّث بالصحيح أي: \"صحيح مسلم\" من كتاب جديد بخطه، فأنكرت فعاتبني، فقلت: لو أخرجت أصلك وأخبرتني بالحديث على وجهه، فقال: أحضرني أبي مجلس ابن سفيان الفقيه لسماع هذا الكتاب، ولم أجد سماعي، فقال لي أبو محمد الجُلُودي: قد كنتُ أرى أباك يقيمك في المجلس تسمع وأنت تنام لصغرك، فاكتب الصَّحيح من كتابي تنتفع به. وقال الذهبي: تخرَّج به جماعة في العربية، وروى \"صحيح مسلم\" عن ابن سفيان، رواه عنه أبو مسعود أحمد بن محمد البجلي، وذلك إسناد ضعيف. وقال في \"ميزان الاعتدال\": غمزه الحاكم، فقال: روى الحديث من غير أصل. توفي الكسائي في سنة (٣٨٥ هـ). =</p><p> سنة ثلاث وثمانين وثلاثمائة قال: أنا أبو إسحاق إبراهيم بن محمد بن سفيان (١) سنة ثمانٍ وثلاثمائة قال: أنا أبو الحسين مسلم بن الحجاج القشيري (٢) قال: نا أبو خيثمه زهير بن حرب (٣) قال: نا وكيع (٤) عن كهمس (٥) ، عن عبد الله بن بريدة (٦) عن يَحْيَى بن يعمر (٧) . </p><p>= \"الأنساب\" للسمعاني ٥/ ٦٧، \"سير أعلام النبلاء\" للذهبي ١٦/ ٤٦٥، \"ميزان الاعتدال\" للذهبي ٣/ ٤٥٠، \"لسان الميزان\" لابن حجر ٥/ ٢٦. (١) أبو إسحاق إبراهيم بن محمد بن سفيان النيسابوري. قال الحاكم: كان من العباد المجتهدين الملازمين لمسلم. وقال الذهبي: الإمام القدوة الفقيه، العلامة المحدِّث الثقة. . كان من أئمة الحديث. . سمع \"الصَّحيح\" من مسلم بفوت -أي: فاته السماع في بعضه- رواه وجادةً وهو في الحج، وفي الوصايا وفي الإمارة، وذلك محرَّر مقيَّد في النسخ، يكون مجموعه سبعًا وثلاثين قائمة. توفي سنة (٣٠٨ هـ). \"سير أعلام النبلاء\" للذهبي ١٤/ ٣١١، \"دول الإسلام\" ١/ ١٨٦، \"شذرات الذَّهب\" ٢/ ٢٥٢.(٢) صاحب \"الصَّحيح\" مسلم بن الحجاج بن مسلم القشيري، النيسابوري، ثقة، حافظ، إمام، مصنف عالم بالفقه، مات سنة (٢٦١ هـ) وله سبع وخمسون سنة. \"تهذيب الكمال\" للمزي ٢٧/ ٤٩٩، \"تهذيب التهذيب\" لابن حجر ٤/ ٦٧، \"تقريب التهذيب\" لابن حجر (٦٦٦٧).(٣) زهير بن حرب بن شداد، أبو خيثمة النَّسائيّ، نزيل بغداد، ثقة، ثبت، روي له مسلم أكثر من ألف حديث، مات سنة (٢٣٤ هـ).\"تقريب التهذيب\" لابن حجر (٢٠٥٣)، \"تهذيب التهذيب\" لابن حجر ١/ ٦٣٧.(٤) إمام، حافظ، ثقة.(٥) كهمس بن الحسن التميمي، أبو الحسن البصري، ثقة، مات سنة (١٤٩ هـ)، \"تقريب التهذيب\" لابن حجر (٥٧٠٦)، \"تهذيب التهذيب\" لابن حجر ٣/ ٤٧٦.(٦) في (ش): يزيد، وهو خطأ، وهو ثقة.(٧) ثقة، كان يرسل.</p><p> [٢٤١] قال مسلم: وحدثنا عبيد (١) الله بن معاذ العنبري (٢) -وهذا حديثه- قال: نا أبي (٣) قال: نا كهمس، عن ابن (٤) بريدة، عن يَحْيَى ابن يعمر قال: كان أول من تكلم (٥)  (في القدر)  (٦) بالبصرة معبد الجهني (٧) ، فانطلقت أنا وحميد بن عبد الرحمن الحميري (٨) حاجّين أو معتمرين، فقلنا: لو لقينا أحدًا من أصحاب رسول الله - صَلَّى الله عليه وسلم - فسألناه عمّا يقول هؤلاء في القدر، فَوُفِّقَ لنا عبد الله بن عمر بن الخطاب - رضي الله عنه - داخل المسجد، فاكتنفته أنا وصاحبي أحدنا عن يمينه </p><p>(١) في (س)، (ش)، (ف)، (ت): (عبد)، والصَّواب: ما أثبتناه كما في (ج)، \"صحيح مسلم\"، ومصادر الترجمة. (٢) عبيد الله بن معاذ بن معاذ بن نصر بن حسَّان العنبري، أبو عمرو البصري، ثقة، حافظ مات سنة (٢٣٧ هـ).\"تقريب التهذيب\" لابن حجر (٤٣٧٢)، \"تهذيب التهذيب\" لابن حجر ٣/ ٢٧.(٣) هو معاذ بن معاذ بن نصر بن حسَّان العنبري، أبو المثنى البصري، القاضي، ثقة، متقن، مات سنة (١٩٦ هـ).\"تهذيب التهذيب\" لابن حجر ٤/ ١٠٠، \"تقريب التهذيب\" لابن حجر (٦٧٨٧).(٤) في (ش): أبي، وهو خطأ.(٥) في (ش)، (ج): قال.(٦) في (ش): بالقدر.(٧) معبد بن خالد الجُهني القدري، ويقال: إنَّه ابن عبد الله بن عُكيم، ويقال: اسم جده عُويمر، صدوق مبتدع، وهو أول من أظهر القدر بالبصرة. قُتل سنة (٨٠ هـ). \"سير أعلام النبلاء\" للذهبي ٤/ ١٨٥، \"تهذيب التهذيب\" لابن حجر ٤/ ١١٥، \"تقريب التهذيب\" لابن حجر (٦٨٢٥).(٨) حُميد بن عبد الرحمن الحميري، البصري ثقة، فقيه، من الثالثة.\"تقريب التهذيب\" لابن حجر (١٥٦٣)، \"تهذيب التهذيب\" لابن حجر ١/ ٤٩٧.</p><p> والآخر عن شماله، فظننت أنّ صاحبي سيكل (١) الكلام إليّ، فقلت: أبا عبد الرحمن، إنه قد ظهر قِبلنا أناسٌ (٢) يقرؤون القرآن ويتقفَّرون (٣) العلم، وذكر من شأنهم، فإنهم يزعمون أن لا قدر، وأن الأمر أُنُفٌ (٤) ، فقال: إذا لقيت أولئك فأخبرهم أني منهم بريء وأنهم برآء مني، والذي يحلف به عبد الله بن عمر لو أن لأحدهم مثل (٥) أحد ذهباً فأنفقه (٦) ما قبل الله منه (٧) حتَّى يؤمن بالقدر ثم قال: حدثني أبي عمر بن الخطاب فقال: بينما نحن عند رسول الله - صلى الله عليه وسلم - (ذات يومٍ)  (٨) ، إذ طلع علينا رجل شديد بياض الثياب شديد سواد الشعر، لا يُرى عليه أثر السَّفر، ولا يعرفه منا أحد، حتَّى جلس إلى النَّبيُّ - صلى الله عليه وسلم - فأسند (ركبته إلى ركبته)  (٩) ، ووضع كفَّيه على فخذيه، </p><p>(١) في (ف): يكل. (٢) في (ج)، (ت): ناس.(٣) في (س): (ويتفقهون). وصحح في الهامش: ويتقفرون، وكُتب بجانبه: في نسخة وهي الصَّحيح: يتقفرون العلم. وفي نسخة (ت): ويتفقهون، وفي بقية النسخ: ويتقفَّرون. ومعنى يتقفَّرون العلم: يطلبونه ويتتبعونه، ويبحثون عن أسراره ويستخرجون غوامضه. انظر \"إكمال إكمال المعلم\" للأُبي ١/ ٩٤.(٤) في (ش): آنف. ومعنى أُنُف أي: مستأنف، لم يسبق به قدر ولا علم من الله تعالى، وإنَّما يعلمه بعد وقوعه، تعالى الله عن ذلك علوّا كبيرًا. \"شرح النووي لصحيح مسلم\" ١/ ١٥٦.(٥) في (ت): ملء.(٦) بعدها في (ت): في سبيل الله.(٧) في (ش): ما قُبل منه. وفي (ف): ما تقبل منه.(٨) ساقطة من (ف).(٩) في (ش): ركبتيه إلى ركبتيه.</p><p> وقال: يا محمد، أخبرني عن الإسلام؟ فقال رسول الله - صَلَّى الله عليه وسلم -: \"الإسلام أن تشهد أن لا إله إلَّا الله، وأن محمدًا رسول الله، وتقيم الصَّلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلًا\" . قال: صدقت. قال: فعجبنا له يسأله ويصدقه. قال: فأخبرني عن الإيمان؟ فقال:  \"أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره\" . قال: صدقت، فأخبرني عن الإحسان؟ قال:  \"أن(١)تعبد الله كأنك تراه، فإن لم تكن تراه فإنَّه يراك(٢)\" . قال: فأخبرني عن الساعة؟ قال:  \"ما المسؤول عنها بأعلم من المسائل\" . قال: فأخبرني عن أماراتها (٣) ، قال: أن تلد الأمة ربتها (٤) ، وأن ترى الحفاة العراة العالة رعاء الشاء يتطاولون في البنيان \".قال:ثم انطلق. فلبث(٥)مليًّا،ثم قال:\" يا عمر أتدري من المسائل؟ \".قلت:الله ورسوله أعلم.قال:\" فإنَّه جبريل أتاكم يعلمكم دينكم\" (٦) . </p><p>(١) من (ج)، \"صحيح مسلم\". (٢) بعدها في (ت): قال: صدقت.(٣) في (ج): أمارتها.(٤) قال ابن الأثير: يعني أنَّ الأمة تلد لسيِّدها ولدًا، فيكون لها كالمولى؛ لأنَّه في الحسب كأبيه، أراد أنَّ السبي يكثر والنعمة تظهر في النَّاس فتكثر السراري. \"النهاية\" ٢/ ١٧٩، وانظر \"شرح النووي\" ١/ ١٥٨.(٥) في (ش): فلبثتُ.(٦) [٢٤٠ - ٢٤١] الحكم على الإسناد:إسناده صحيح. =</p><p> ثم يسمى إقرار اللسان وأعمال (١) الأبدان إيمانًا بوجهٍ من المناسبة وضربٍ من المقاربة؛ لأنها من شرائعه وتوابعه وعلاماته وأماراته كما تقول: رأيت الفرح في وجه فلان، ورأيت علم زيد في تصنيفه وإنَّما الفرح والعلم في القلب (٢) . </p><p>= التخريج: أخرجه مسلم كتاب الإيمان، باب بيان الإيمان والإسلام والإحسان (٨)، وأبو داود كتاب السنة، باب في القدر (٤٦٩٥)، والترمذي كتاب الإيمان، باب ما جاء في وصف جبريل للنبي الإسلام والإيمان (٢٦١٠)، والنَّسائيُّ كتاب الإيمان، باب نعت الإسلام ٨/ ٩٧، وابن ماجة في المقدمة، باب في الإيمان (٦٣)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٣٨٩ (١٦٨) كتاب الإيمان، باب فرض الإيمان، وابن منده في كتاب \"الإيمان\" (١ - ٨، ١٨٥، ١٨٦)، والبغوي في \"شرح السنة\" ١/ ٧ (٢) من طرق عن كهمس به.وأخرجه ابن أبي شيبة ١٠/ ٣١٤ - ٣١٥ (٣٠٩٤٦) كتاب الإيمان والرؤيا، من طريق عطاء بن السَّائب، عن محارب بن دثار، عن ابن بريدة، عن يَحْيَى بن يعمر، عن ابن عمر، ولم يذكر فيه عمر.وأخرجه الطَّيالسيُّ في \"مسنده\" (ص ٥) (٢١) وأبو داود كتاب: السنة، باب في القدر (٤٦٩٦)، وابن منده في \"الإيمان\" (٩، ١٠) من طرق عن عبد الله بن بريدة به.وأخرجه أبو داود كتاب السنة، باب في القدر (٤٦٩٧)، وأحمد في \"المسند\" ١/ ٥٢ - ٥٣ (٣٧٤) من طريق سليمان بن بريدة عن ابن يعمر به.وأخرجه أحمد ٢/ ١٠٧ (٥٨٥٦)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٣٩٧ (١٧٣) من طرق أخرى عن يَحْيَى بن يعمر.(١) في (ت): وعمل.(٢) انظر \"معالم التنزيل\" للبغوي ١/ ٦٢. وقد سبق قريبًا البيان بأنَّ الصَّحيح أنَّ الإيمان اعتقاد القلب، وقول اللسان، وعمل الجوارح والأركان.</p><p> قال رسول الله - صَلَّى الله عليه وسلم -: \"الإيمان بضع وسبعون بابًا، أدناها إماطة الأذى عن الطَّريق، وأعلاها شهادة أن لا إله إلَّا الله\" . </p><p> [٢٤٢] أخبرناه محمد بن إبراهيم بن يَحْيَى (١) قال: أنا إبراهيم بن محمد بن سفيان (٢) قال: نا مسلم بن الحجاج (٣) قال: نا عبيد الله بن سعيد (٤) وعبد بن حميد (٥) قالا: نا أبو عامر العقدي (٦) قال: نا سليمان بن بلال (٧) ، عن عبد الله بن دينار (٨) ، عن أبي صالح (٩) ، عن أبي هريرة (١٠) ، عن النَّبيِّ - صلى الله عليه وسلم - قال: \"الإيمان بضع وسبعون </p><p>(١) تخرج به جماعة في العربية، روى \"صحيح مسلم\". (٢) الإمام المحدث الثقة.(٣) الإمام صاحب \"الصَّحيح\".(٤) عبيد الله بن سعيد بن يَحْيَى اليشكري، أبو قدامة السرخسي، نزيل نيسابور، ثقة مأمون، مات سنة (٢٤١ هـ).\"تهذيب التهذيب\" لابن حجر ٣/ ١٢، \"تقريب التهذيب\" لابن حجر (٤٣٢٥).(٥) ثقة، حافظ.(٦) أبو عامر العقدي -بفتح المهملة والقاف- عبد الملك بن عمرو القَيسي، ثقة، توفي سنة (٢٠٤ هـ) أو (٢٠٥ هـ).\"تهذيب الكمال\" للمزي ١٨/ ٣٦٤، \"تهذيب التهذيب\" لابن حجر ٢/ ٦١٩، \"تقريب التهذيب\" لابن حجر (٤٢٢٧).(٧) ثقة.(٨) عبد الله بن دينار العدوي مولاهم، أبو عبد الرحمن المدني، مولى ابن عمر، ثقة، مات سنة (١٢٧ هـ).\"تهذيب التهذيب\" لابن حجر ٢/ ٣٢٨، \"تقريب التهذيب\" لابن حجر (٣٣٢٠).(٩) ذكوان السمان، ثقة، ثبت.(١٠) صحابي.</p><p> شعبة والحياء شعبة من الإيمان\" (١) . </p><p> [٢٤٣] وأخبرنا أبو الحسن (٢) محمد بن علي بن الحسين </p><p>(١) [٢٤٢] الحكم على الإسناد: إسناده صحيح.التخريج:أخرجه مسلم كتاب الإيمان، باب بيان عدد شعب الإيمان (٣٥).وأخرجه ابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٣٨٦ (١٦٧) من طريق عبيد الله بن سعيد وحده بهذا الإسناد.وأخرجه البُخاريّ كتاب الإيمان، باب أمور الإيمان (٩)، والنَّسائيُّ كتاب الإيمان: باب ذكر شعب الإيمان ٨/ ١١٠، وابن منده في \"الإيمان\" (١٤٤)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٣٨٦ (١٩٠)، من طرق عن أبي عامر العقدي به مثله.وأخرجه ابن أبي شيبة في \"المصنف\" ١٠/ ٣١٢ (٣٠٩٣٣)، وأحمد في \"المسند\" ٢/ ٤١٤ (٩٣٦١)، ومسلم كتاب الإيمان، باب: بيان خصال المنافق (٥٨)، وأبو داود كتاب السنة: باب في رد الإرجاء (٤٦٧٦)، والنَّسائيّ كتاب الإيمان: باب ذكر شعب الإيمان ٨/ ١١٠، وابن ماجة في المقدمة، باب في الإيمان (٥٧)، وابن منده في \"الإيمان\" (١٤٧، ١٧١ - ١٧٢)، وابن حبان في \"صحيحه\" كما في \"الإحسان\" ١/ ٣٨٤ (١٦٦)، والبغوي في \"شرح السنة\" ١/ ٣٣ (١٧، ١٨)، والآجري في \"الشريعة\" ٢/ ٥٧٦ (٢٠٩، ٢١٠، ٢١١) من طرق عن عبد الله بن دينار، به، ولفظه. \"الإيمان بضع وسبعون -أو بضع وستون شعبة- فأفضلها قول لا إله إلَّا الله، وأدناها إماطة الأذى عن الطَّريق، والحياء شعبة من الإيمان\".وأخرجه الطَّيالسيُّ في \"مسنده\" (ص ٣١٦) (٢٤٠٢)، وأحمد في \"المسند\" ٢/ ٣٧٩ (٨٩٢٦) من طرق أخرى عن أبي صالح، عن أبي هريرة.(٢) في (ج): الحسين.</p><p> السُّنّي (١) قال: نا أبو علي أحمد بن علي بن مهدي بن صدقة الرَّقّي (٢) بالرملة (٣) قال: حدثني أبي قال: نا (٤) أبو الحسن علي بن موسى </p><p>(١) محمد بن أبي إسماعيل علي بن الحسين بن الحسن بن القاسم الصُّوفي السني أبو الحسن. سمع: أبا يعقوب الأذرعي، وأبا الميمون بن راشد، وجعفر بن محمد بن عديس، وجعفر الخلدي، وأحمد بن علي بن مهدي بن صدقة الرقي بالرملة وجماعة سواهم.روى عنه: الحاكم أبو عبد الله، وأبو سعد الجنزرودي، وأبو عبد الرحمن السلمي.قال شيرويه: ثقة صدوق. توفي يوم السبت الثَّاني عشر من المحرم سنة (٣٩٣ هـ). \"تاريخ بغداد\" للخطيب ٣/ ٩٠ - ٩١، \"الأنساب\" للسمعاني ٥/ ٦٠٧، \"تاريخ دمشق\" لابن عساكر ٥٤/ ٣٠٢، \"سير أعلام النبلاء\" للذهبي ١٧/ ٧٧.(٢) أحمد بن علي بن مهدي الرَّقي. قال الذهبي: عن أبيه، عن علي بن موسى الرضا، وتلك نسخة مكذوبة، وروى عن القعنبي، اتهمه الدراقطني بوضع الحديث، وذكره في موضع آخر من \"ميزان الاعتدال\" للذهبي وقال: عن علي الرضا بخبر باطل، فالله المستعان، . . وما علمتُ للرضا شيئًا يصحُّ عنه. وذكره ابن حجر في \"لسان الميزان\" وقال: جعلهما المصنف -أي: الذهبي- ترجمتين، فجمعتهما، وله حديث في الأول من المائتين لأبي عثمان الصابوني من هذِه النسخة، وهو منكر جدًّا. وذكره سبط ابن العجمي في \"الكشف الحثيث عمَّن رُمي بوضع الحديث\". \"ميزان الاعتدال\" للذهبي ١/ ١٢٠، \"لسان الميزان\" لابن حجر ١/ ٢٢٢، \"الكشف الحثيث\" لسبط ابن العجمي (٦٧).(٣) الرملة بفتح الراء وسكون الميم: بلدة من بلاد فلسطين، وهي التي كان بها الرباط للمسلمين، وكان يسكنها جماعة من العلماء الصالحين للمرابطة بها.والرملة أيضاً محلة بسرخس، يقال لها بالعجمية: ريك آباد. \"الأنساب\" للسمعاني ٣/ ٩١، \"معجم البلدان\" لياقوت ٣/ ٦٩.(٤) في (ت): ثني.</p><p> الرضا (١)  (٢) . </p><p> [٢٤٤] وأخبرنا أبو بكر محمد بن أحمد بن عبد الله المنصوري (٣) بطوس قال: نا محمد بن أبي الحسن السَّيمني (٤) قال: نا محمد بن أسلم الطُّوسي (٥) ، قال: نا علي بن موسى الرضا (٦) ، قال: نا أبي موسى بن جعفر (٧) ، قال: نا أبي جعفر بن محمد (٨) ، قال: حدثني أبي محمد بن علي (٩) قال: </p><p>(١) صدوق. (٢) [٢٤٣] الحكم على الإسناد:فيه أحمد بن علي بن مهدي متهم بوضع الحديث.(٣) لم أجده.(٤) لم أجده.(٥) محمد بن أسلم بن سالم بن يزيد، أبو الحسن الكندي مولاهم، الخراساني الطُّوسي. الإمام الحافظ الربَّاني، شيخ الإسلام. صنَّف \"المسند\" وجَوَّده، وكان من الثقات الحفَّاظ.قال محمد بن رافع: دخلت على محمد بن أسلم، فما شبهتُه إلَّا بأصحاب رسول الله - صلى الله عليه وسلم -، وكان ابن خزيمة يقول: حدَّثنا من لم ترَ عيناي مثله أبو عبد الله محمد بن أسلم.وقال الحاكم: قام محمد بن أسلم مقام وكيع، وأفضل من مقامه، لزهده وورعه وتتبعه للأثر. توفي سنة (٢٤٢ هـ) بنيسابور.\"حلية الأولياء\" لأبي نعيم ٩/ ٢٥٠، \"سير أعلام النبلاء\" للذهبي ١٢/ ١٩٥، \"طبقات الحفَّاظ\" للذهبي (٥٢٨)، \"شذرات الذَّهب\" لابن العماد ٢/ ١٠٠.(٦) صدوق.(٧) صدوق، عابد.(٨) صدوق، فقيه، إمام.(٩) محمد بن علي بن الحسين بن علي بن أبي طالب السجاد، أبو جعفر الباقر، ثقة، فاضل، مات سنة بضع عشرة ومائة.\"تهذيب التهذيب\" لابن حجر ٣/ ٦٥٠، \"تقريب التهذيب\" لابن حجر (٦١٩١).</p><p> حدثني أبي علي بن الحسين (١) قال: حدثني أبي الحسين بن علي (٢) قال: حدثني أبي علي بن أبي طالب (٣) قال: قال رسول الله - صَلَّى الله عليه وسلم -: \"الإيمان معرفة بالقلب وإقرار باللسان وعمل بالأركان\"  (٤) . </p><p>(١) علي بن الحسين بن علي بن أبي طالب الهاشمي، زين العابدين، ثقة، ثبت، عابد، فقيه، فاضل، مشهور، قال ابن عيينة: عن الزُّهريّ: ما رأيت قرشيًّا أفضل منه، مات سنة (٩٣ هـ)، وقيل غير ذلك. \"تقريب التهذيب\" لابن حجر (٤٧٤٩)، \"تهذيب التهذيب\" لابن حجر ٣/ ١٥٤.(٢) الحسين بن علي بن أبي طالب بن عبد المطلب بن هاشم الهاشمي، أبو عبد الله، سبط رسول الله - صلى الله عليه وسلم - وريحانته. قُتل يوم عاشوراء سنة إحدى وستين.\"الاستيعاب\" لابن عبد البر ١/ ٣٩٢، \"الإصابة\" لابن حجر ٢/ ٦٧.(٣) صحابي.(٤) [٢٤٤] الحكم على الإسناد:فيه شيخ المصنف لم أجد فيه جرحاً ولا تعديلًا، وشيخ شيخه لم أجده. وقيل في علي بن موسى يروي عن أبيه العجائب.التخريج:أخرجه الحيري في \"الكفاية\" (ص ٢٤) والخطيب في \"تاريخ بغداد\" ٩/ ٣٨٦ من طريق عبد الله بن أحمد بن عامر الطَّائي، عن أبيه، عن علي بن موسى الرضا، به. وقد قال الذهبي في \"ميزان الاعتدال\" ٢/ ٣٩٠: عبد الله بن أحمد بن عامر عن أبيه، عن علي الرضا عن آبائه، بتلك النسخة الموضوعة الباطلة، ما تنفك عن وضعه، أو وضع أبيه.وأخرجه ابن ماجة المقدمة: باب في الإيمان (٦٥)، والآجري في \"الشريعة\" ٢/ ٦٣٦ (٢٥٦)، والطبري في \"تهذيب الآثار\" ٢/ ١٩٦ (١٥٢٤)، والخطيب في \"تاريخ بغداد\" ١٠/ ٣٤٣ وفي ١١/ ٤٧، وابن بطة في \"الإبانة\" (ص ٦٨٢) (١٠٦٠)، وابن الجوزي في \"الموضوعات\" ١/ ١٨٥ (٢٦٩) جميعهم من طريق عبد السَّلام بن صالح أبي الصلت الهروي، عن علي الرضا، به. =</p><p> [٢٤٥] وحدثنا أبو محمد عبد الله بن أحمد بن محمد الحيري (١) الشَّيخ الصالح قال: نا أبو محمد البلاذري (٢) الشَّيخ الحافظ قال: </p><p>= وأبو الصلت هذا قال فيه الدارقطني: رافضي خبيث، مُتَّهم بوضع حديث: \"الإيمان الإقرار بالقلب\". وقال العقيلي: رافضي خبيث. وقال الذهبي: شيعي جلد. \"الضعفاء\" للعقيلي ٣/ ٧٠، \"ميزان الاعتدال\" للذهبي ٢/ ٦١٦. قال ابن القيِّم: هذا حديث موضوع ليس من كلام رسول الله - صَلَّى الله عليه وسلم -، قال: والمتهم: عبد السَّلام بن صالح.انظر: \"تهذيب السنن\" ٤/ ٢١٠٩.وعبد السَّلام هذا هو القائل: لو قرئ هذا الإسناد على مجنون لبرأ، عقب هذا الحديث عند ابن ماجة (٦٥) ولعل ذلك لأنَّه من طريق أئمة آل البيت.قال في \"الزوائد\": إسناد هذا الحديث ضعيف؛ لاتفاقهم على ضعف أبي الصلت الراوي.وأورده الديلمي في \"الفردوس\" ١/ ١١٠، والسيوطي في \"الجامع الصَّغير\" ١/ ١٨٥ (٣٠٩٤) ورمز له بالضعف.وأخرجه الخطيب في \"تاريخ بغداد\" ١/ ٢٥٥ من طريق علي بن غراب عن الرضا. وهو صدوق، وكان يدلس ويتشيَّع كما في \"تقريب التهذيب\" لابن حجر (٤٨١٧). وعزاه السيوطي في \"الجامع الكبير\" ١/ ٣٩٦ للطبراني، وتمام الشيرازي في \"الألقاب\" والبيهقيّ في \"شعب الإيمان\"، والعجلي في \"أماليه\"، وابن عساكر.(١) لم أجده.(٢) أبو محمد البلاذُريّ: أحمد بن محمد بن إبراهيم الطُّوسي، الإمام، الحافظ، البارع، الواعظ.قال الحاكم: كان واحد عصره في الحفظ والوعظ، لم يغمز عليه في إسناد أو اسم أو حديث. وخرَّج صحيحًا على وضع \"كتاب مسلم\"، استشهد بالطابران سنة (٣٣٩ هـ).\"الأنساب\" للسمعاني ٢/ ٣٥٠، \"تذكرة الحفَّاظ\" للذهبي ٣/ ٨٩٢، \"طبقات الحفَّاظ\" للسيوطي (٨٣٠).</p><p> حدثني الحسين بن محمد بن علي (١) إمام عصره قال: حدثني أبي محمد بن علي السيد المحجوب (٢) قال: حدثني أبي علي بن موسى الرضا (٣) قال: حدثني أبي موسى بن جعفر الباقر (٤) ، قال: حدثني أبي جعفر بن محمد الصادق (٥) ، قال: حدثني أبي محمد بن علي السجادة (٦) ، قال: حدثني أبي علي بن الحسين زين العابدين (٧) قال: حدثني أبي الحسين بن علي سيد شباب أهل الجنَّة قال: حدثني أبي علي بن أبي طالب (٨) سيد الأوصياء قال: حدثني محمد ابن عبد الله سيد الأنبياء - صلى الله عليه وسلم - قال:  \"الإيمان قول مقول، وعمل معمول، وعرفان بالعقول، واتباع للرسول\"  (٩) . </p><p> وأمَّا الغيب: فهو ما كان مغيَّبًا عن العيون، مجملًا في القلوب. </p><p> وهو مصدر وضع موضع الاسم، فقيل للغائب: غيْب، كما قيل </p><p>(١) لم أجده، وقد بحثت عنه في عدد من كتب رجال الشيعة، مثل \"رجال النجاشي\"، \"رجال العلي\"، \"لؤلؤة البحرين\". (٢) ذكره المزي ضمن الرواة عن أبيه في \"تهذيب الكمال\" ٢١/ ١٤٩.(٣) صدوق.(٤) صدوق، عابد، والصَّواب أنَّه الكاظم لا الباقر.(٥) صدوق، فقيه، إمام.(٦) ثقة، فاضل.(٧) ثقة، ثبت، عابد، فقيه، فاضل، مشهور.(٨) صحابي.(٩) [٢٤٥] الحكم على الإسناد:فيه شيخ المصنف لم أستطع تمييزه، وابن علي بن موسى الرضا لم يذكر بجرح ولا تعديل.</p><p> للصائم: صوْم، وللزائر: زور، وللعادل: عدْل (١) . </p><p> [٢٤٦] أخبرنا عبد الله بن حامد (٢) قال: أنا أحمد بن محمد بن يوسف (٣) قال: نا يعقوب بن سفيان (الصَّغير (٤) ، ثنا يعقوب بن سفيان الكبير (٥) ) (٦) قال: نا محمد (٧) ، قال: نا آدم (٨) ، عن أبي جعفر (٩) ، عن الرَّبيع (١٠) ، عن أبي العالية (١١) : قوله (١٢) : {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ} قال: يؤمنون بالله وملائكته وكتبه ورسله واليوم الآخر وجنته وناره ولقائه (١٣) ، ويؤمنون بالحياة بعد الموت، </p><p>(١) \"بحر العلوم\" للسمرقندي ١/ ٩٠، البغوي في \"معالم التنزيل\" ١/ ٦٢، \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٦١٦) (غيب)، \"عمدة الحفاظ في تفسير أشرف الألفاظ\" للسمين الحلبي ٣/ ١٨٥. (٢) لم يذكر بجرح ولا تعديل.(٣) ساقطة من (ش)، (ف). . وهو السقطي ختن الصرصري مختلف في عدالته.(٤) لم يذكر بجرح ولا تعديل.(٥) ثقة، حافظ.(٦) ما بين القوسين: زيادة من (ت)، وساقط من (س)، (ج)، وفي (ش)، (ف): يعقوب بن سليمان بدل: يعقوب بن سفيان الكبير، وهو تصحيف.(٧) ابن كثير الحراني، ثقة، صاحب حديث.(٨) ابن أبي إياس، ثقة، عابد.(٩) عيسى بن أبي عيسى الرازي، صدوق، سيء الحفظ.(١٠) الرَّبيع بن أنس، صدوق له أوهام، رمي بالتشيع.(١١) رفيع بن مهران، ثقة، كثير الإرسال.(١٢) في (ت): في قوله.(١٣) ساقط من (ش)، (ف).</p><p> وبالبعث، فهذا غيب كله (١) . </p><p> [٢٤٧] وأخبرنا عبد الله (٢) قال: نا (٣) أحمد (٤) قال: أنا (٥) يعقوب (٦)  (قال: حدّثنا يعقوب (٧) ) (٨) قال: نا هشام بن عمار (٩) </p><p>(١) [٢٤٦] الحكم على الإسناد: فيه أحمد بن محمد بن يوسف مختلف في عدالته، وأبو جعفر الرزاي صدوق، سيئ الحفظ. والربيع بن أنس صدوق له أوهام. وشيخ المصنف، ويعقوب بن سفيان الصَّغير لم يُذكرا بجرح أو تعديل. والله أعلم.التخريج:أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٥ (٦٧)، من طريق آدم، به مثله.وأخرجه ابن جرير في \"جامع البيان\" ١/ ٢٣٦ (٢٧٦) عن عمار بن الحسن، عن عبد الله بن أبي جعفر، عن الرَّبيع، ولم يذكر أبا العالية. قال أحمد شاكر: فأخشى أن يكون ذكر عن أبي العالية سقط من الإسناد من نسخ الطبري، لثبوته عند هذين الناقلين عنه.يعني: ابن أبي حاتم، وابن كثير حيث ذكره في \"تفسير القرآن العظيم\" ١/ ٢٦٥، وذكره -أيضاً- السيوطي في \"الدر المنثور\" ١/ ٦٠ عن أبي العالية، ونسبه إلى ابن أبي حاتم وابن جرير.(٢) عبد الله بن حامد، لم يذكر بجرح ولا تعديل.(٣) في (ج)، (ت): أنا. وفي (ش): أخبرنا.(٤) أحمد بن محمد ختن الصرصري، مختلف في عدالته.(٥) في (ش): حدّثنا. وفي (ج): نا. وفي (ف)، (ت): ثنا.(٦) ابن سفيان الصَّغير، لم يذكر بجرح ولا تعديل.(٧) ابن سفيان الكبير، ثقة، حافظ.(٨) من (ش).(٩) صدوق، مقرئ، كبر فصار يتلقن فحديثه القديم أصح.</p><p> قال: نا الوليد (١) قال: نا عثمان بن الأسود (٢) عن عطاء (٣) ، سمعه يقول:  {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ} قال: (هو الله)  (٤) عز وجل من آمن بالله فقد آمن بالغيب (٥) . </p><p> [٢٤٨] وأخبرنا عبد الله بن حامد (٦) قال: نا (٧) محمد بن يعقوب (٨) قال: نا الرَّبيع بن سليمان (٩) قال: نا عبد الله بن محمد </p><p>(١) ثقة، لكنَّه كثير التدليس والتسوية. (٢) عثمان بن الأسود بن موسى المكيِّ، مولى بني جمح، ثقة، ثبت، مات سنة (١٥٠ هـ) أو قبلها.\"تهذيب التهذيب\" لابن حجر ٣/ ٥٦، \"تقريب التهذيب\" لابن حجر (٤٤٨٣).(٣) ابن أبي رباح، الإمام، الثقة، المشهور.(٤) في (ج)، (ف): بالله.(٥) [٢٤٧] الحكم على الإسناد:فيه أحمد بن محمد بن يوسف مختلف في عدالته. كما أن شيخ المصنف، ويعقوب بن سفيان الصَّغير لم يُذكرا بجرح أو تعديل. والله أعلم.ولكنه ثابت عند ابن أبي حاتم من طريق آخر كما سيأتي.التخريج:أخرجه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٦ (٧٠) من طريق الوليد بن مسلم. به.ورجال إسناده ثقات. وذكره الواحدي في \"البسيط\" ٢/ ٤٣٩، وابن كثير في \"تفسير القرآن العظيم\" ١/ ٢٦٥ عن عطاء.(٦) لم يذكر بجرح ولا تعديل.(٧) في (ت): أنا.(٨) الأصم، ثقة.(٩) ثقة.</p><p> ابن المغيرة (١) قال: نا سفيان (٢) ، عن عاصم بن أبي النجود (٣) في قوله عز وجل: {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ} قال: الغيب: القرآن (٤) . </p><p> وقال الكلبي: بما نزل من القرآن، وبما لم يجئ (٥) بعد (٦) . </p><p> وقال الضَّحَّاك: الغيب لا إله إلَّا الله، وما جاء به محمد - صلى الله عليه وسلم - (٧) . </p><p>(١) عبد الله بن محمد بن المغيرة الكوفيِّ، نزيل مصر. قال أبو زرعة الرازي: منكر الحديث، وكذا قال ابن يونس، وقال أبو حاتم: ليس بقوي، وقال ابن عدي: عامة ما يرويه لا يتابع عليه، وقال الدارقطني: له أحاديث عن الثوري انفرد بها. \"الكامل\" لابن عدي ٤/ ٢١٧، \"الجرح والتعديل\" لابن أبي حاتم ٥/ ١٥٨، \"ميزان الاعتدال\" للذهبي ٢/ ٤٨٧، \"لسان الميزان\" لابن حجر ٣/ ٣٣٢، \"سؤالات البرذعي \"لأبي زرعة الرازي\" (ص ٦٨٤). (٢) الثوري، الإمام، الحجة.(٣) صدوق له أوهام، حجة في القراءة، وحديثه في الصحيحين مقرون.(٤) [٢٤٨] الحكم على الإسناد:ضعيف لضعف عبد الله بن محمد بن المغيرة، ولكنَّ الأثر صحيح من طريق آخر -كما سيأتي- في التخريج، والله أعلم.التخريج:أخرجه الطبري في \"جامع البيان\" ١/ ١٠١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٥ (٦٩) بإسناد صحيح من طريق أبي أحمد الزبيري، عن سفيان، عن عاصم، عن زر بن حبيش به.وذكره ابن كثير في \"تفسير القرآن العظيم\" ١/ ٢٦٥، وصحح المحقق إسناد ابن جرير وابن أبي حاتم، وذكره البغوي في \"معالم التنزيل\" ١/ ٦٢ ولم ينسبه لأحد.(٥) في (ش): يجئ فيه. وفي (ج)، (ت): يجئ منه.(٦) لم أجده.(٧) \"غرائب القرآن\" للنيسابوري ١/ ١١٥ وذكر بعضه ولم ينسبه لأحد.</p><p> وقال زر بن حبيش وابن جريج وابن واقد: يعني بالوحي، نظيره قوله: {أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَى (٣٥) } (١) وقوله: {عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا (٢٦) } (٢) . وقوله: {وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ (٢٤) } (٣)  (٤) . </p><p> وقال الحسن: يعني (٥) الآخرة (٦) . وقال عبد الله بن هانئ: هو ما غاب عنهم من علوم القرآن. </p><p> وروى زيد بن أسلم (٧) ، عن أبيه (٨) ، عن عمر بن الخطاب أنَّه </p><p>(١) النجم: ٣٥. (٢) الجن: ٢٦.(٣) التكوير: ٢٤.(٤) \"معالم التنزيل\" للبغوي ١/ ٦٢، \"لباب التأويل\" للخازن ١/ ٣٠.(٥) في (ش): يعني به.(٦) \"معالم التنزيل\" للبغوي ١/ ٦٢، والخازن ١/ ٣٠، \"غرائب التفسير\" للكرماني ١/ ١١٥، \"تفسير الحسن البصري\" ٢/ ٢٠.فائدة: قال ابن عطية بعد أن ذكر عددًا من الأقوال في المراد بالغيب: وهذِه الأقوال لا تتعارض، بل يقع الغيب على جميعها، وقال ابن كثير: وأمَّا الغيب المراد هاهنا فقد اختلفت عبارات السلف فيه، وكلها صحيحة ترجع إلى أنَّ الجميع مراد.\"المحرَّر الوجيز\" لابن عطية ١/ ٨٤، \"تفسير القرآن العظيم\" لابن كثير ١/ ٢٦٥.(٧) ثقة، عالم وكان يرسل.(٨) أسلم العدوي مولاهم، أبو خالد، ويقال: أبو زيد. قيل: إنه حبشي، وقيل: من سبي عين التمر -بلد بالحجاز- أدرك زمن النَّبيُّ - صلى الله عليه وسلم - وروى عن أبي بكر ومولاه عمر وعثمان وغيرهم. وهو ثقة مخضرم، مات سنة (٨٠ هـ) وقيل: بعد سنة (٦٠ هـ)، وهو ابن أربع عشرة ومائة سنة.\"تهذيب التهذيب\" لابن حجر ١/ ١٣٦، \"تقريب التهذيب\" لابن حجر (٤١٠).</p><p> قال: كنت مع النَّبيّ - صلى الله عليه وسلم - جالسًا، فقال:  \"أتدرون أي أهل الإيمان أفضل؟ \" قالوا: يا رسول الله، الملائكة. قال:  \"هم كذلك وحُق لهم ذلك، وما يمنعهم وقد أنزلهم الله -عز وجل- بالمنزلة التي أنزلهم، بل غيرهم\" . قلنا: يا رسول الله، الأنبياء؟ قال:  \"هم كذلك، وحق لهم ذلك، وما يمنعهم، بل غيرهم\" ، قلنا: يا رسول الله، فمن هم؟ قال:  \"أقوام يأتون من بعدي(في أصلاب)(١)الرجال يؤمنون(٢)بي ولا يرونني(٣)ويجدون الورق المعلَّق فيعملون بما فيه، فهؤلاء أفضل أهل الإيمان إيمانًا\"  (٤) . </p><p>(١) في (ش)، (ج): هم في أصلاب. (٢) في (ج): فيؤمنون.(٣) في (ف): يَحْيَى وفي، وفي (ت): ولم يَروني.(٤) الحكم على الإسناد:رجاله ثقات.التخريج:أخرجه البزار في \"البحر الزخار\" ١/ ٤١٢ (٢٨٨)، وأبو يعلى في \"مسنده\" ١/ ١٤٧ (١٦٠)، والعقيلي في \"الضعفاء الكبير\" ٤/ ٢٣٨، والحاكم في \"المستدرك\" ٤/ ٨٥، وابن أبي شريح في \"جزء بيبي بنت عبد الصمد\" (١٠٤)، والخطيب البغدادي في \"شرف أصحاب الحديث\" (٣٦ - ٣٧) من طريق محمد بن أبي حميد، عن زيد بن أسلم، عن أبيه، عن عمر بن الخطاب مرفوعًا.وذكره -بإسناد أبي يعلى- ابن كثير في \"تفسير القرآن العظيم\" ١/ ٢٦٨، والسيوطي في \"الدر المنثور\" ١/ ٦٠.وصحح إسناده الحاكم، فردَّه الذهبي قائلًا: بل محمد ضعفوه. وقال البزَّار: إنَّما نعرف هذا من حديث محمد بن أبي حميد وهو مدني ليس بالقوي، حدث بهذا وبحديث آخر لم يتابع عليه. =</p><p> وروى سفيان (١) عن الحارث بن قيس (٢) أنَّه قال لعبد الله بن مسعود: عند الله نحتسب ما سبقتمونا -يا أصحاب محمد- إليه من رؤية رسول الله - صلى الله عليه وسلم -. فقال عبد الله: بل عند الله نحتسب إيمانكم بمحمد - صلى الله عليه وسلم - ولم تروه. ثم قال عبد الله: إن أمر محمد كان بيّنًا لمن رآه، والذي لا إله غيره ما آمن مؤمن أفضل من إيمان بغيب (٣) ، ثم قرأ:  {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ}  (٤) . </p><p>= وقد تابع محمدًا هذا: يَحْيَى بن أبي كثير، أخرجه البزار في \"البحر الزخار\" (٢٨٩)، والعقيلي في \"الضعفاء الكبير\" ٤/ ٢٣٨ من طريق منهال بن بحر، قال: حدّثنا هشام الدستوائي عن يَحْيَى بن أبي كثير، عن زيد بن أسلم به. قال العقيلي: وهذا الحديث إنَّما يعرف بمحمد بن أبي حميد، عن زيد بن أسلم، وليس بمحفوظ من حديث يَحْيَى بن أبي كثير، ولا يتابع منهالًا عليه أحد. وقال البزار: لا نعلمه يروى عن عمر إلَّا من هذا الوجه، وحديث المنهال بن بحر يرويه الحفَّاظ الثقات عن هشام عن يَحْيَى، عن زيد مرسلًا.وذكره الهيثمي في \"مجمع الزوائد\" ١٠/ ٦٥ وقال: الصواب أنَّه مرسل عن زيد بن أسلم، وأحد إسنادي البزار المرفوع حسن. المنهال بن بحر وثقه أبو حاتم وفيه خلاف، وبقية رجاله رجال الصَّحيح.وهناك أحاديث أخرى بمعناه، ذكرها ابن كثير في \"تفسير القرآن العظيم ١/ ٢٦٥ - ٢٦٧، والهيثمي في \"مجمع الزوائد\" ١٠/ ٦٥، والسيوطي في \"الدر المنثور\" ١/ ٦١.(١) هو ابن عيينة، ثقة، حافظ، إمام.(٢) الحارث بن قيس الجُعفي، الكوفيِّ، ثقة، من الثَّانية، قُتل بصفِّين، وقيل: مات بعد علي.\"تهذيب الكمال\" للمزي ٥/ ٢٧٢، \"تقريب التهذيب\" لابن حجر (١٠٥٠).(٣) في (ش): بالغيب.(٤) الحكم على الإسناد:رجاله ثقات، لكنَّه منقطع بين سفيان والحارث. =</p><p> {وَيُقِيمُونَ الصَّلَاةَ} : </p><p> أي: يديمونها ويتمونها ويحافظون عليها بمواقيتها وركوعها وسجودها وحدودها وحقوقها، وكل من واظب على شيء وقام به فهو مقيم له (١) ، يقال: أقام فلانٌ الحجّ للناس، وأقام القوم </p><p>= التخريج: أخرجه سعيد بن منصور في \"سننه\" ٢/ ٥٤٥ (١٨١) عن سفيان بن عيينة. وهو في \"تفسير سفيان بن عيينة\" (ص ٢٠٤).والواسطة بين سفيان والحارث ساقط في هذا الإسناد، والصَّواب ما جاء في رواية أبي اللَّيث السمرقندي، فإنَّه أخرج الحديث في \"بحر العلوم\" ١/ ٩٠ من طريق أبي عبيد الله سعيد بن عبد الرحمن المخزومي، عن سفيان، قال: حدّثنا أصحابنا عن الحارث بن قيس. . فذكره.وهذا الإسناد ضعيف، لإبهام الواسطة بين سفيان والحارث.وقد جاء الحديث من طريق آخر عن ابن مسعود.أخرجه سعيد بن منصور في \"سننه\" (١٨٠)، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٤ (٦٦)، والحاكم في \"المستدرك\" ٢/ ٢٦٠ من طريق أبي معاوية، عن الأعمش، عن عمارة بن عمير، عن عبد الرحمن بن يزيد قال: ذكروا أصحاب محمد وإيمانهم عند عبد الله، فقال عبد الله: إنَّ أمر محمد كان بيِّنًا لمنِ رآه، والذي لا إله غيره ما آمن مؤمن أفضل من إيمان بغيب، ثم قرأ: {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ} إلى قوله: {يُنفِفُونَ}.ومن طريق الأعمش أخرجه ابن منده في \"الإيمان\" ٢/ ٣٧١ (٢٠٩)، وابن مردويه كما في \"تفسير القرآن العظيم\" لابن كثير ١/ ٢٦٦ - ٢٦٧، و \"الوسيط\" للواحدي ١/ ٨١. وذكره السيوطي في \"الدر المنثور\" ١/ ٦٠ وزاد نسبته إلى أحمد بن منيع في \"مسنده\"، وابن الأنباري في \"المصاحف\".قال الحاكم: صحيح على شرط الشيخين، ووافقه الذهبي.(١) في (ت): عليه.</p><p> سوقهم (١) إذا استعملوها ولم يعطلوها (٢) . </p><p> وقال الشاعر: </p><p> أقامَتْ غَزَالةُ سوقَ الضِّرابِ. . . لأهلِ العِراقَينِ حَوْلاً قَمِيطا (٣) </p><p> وأراد تعالى بالصَّلاة هاهنا الصلوات الخمس، فذكرها بلفظ الواحد كقوله تعالَى:  {فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ}  (٤) يعني: الكتب (٥) . </p><p> وأصل الصَّلاة في اللغة الدعاء، ثم ضمَّت إليها هيئات سميت بمجموعها صلاة؛ لأنَّ الغالب على هذِه العبادة الدعاء (٦) . </p><p>(١) في (ف): سيوفهم. (٢) \"جامع البيان\" للطبري ١/ ١٠٤، \"معالم التنزيل\" للبغوي ١/ ٦٢ - ٦٣، \"الكشاف\" للزمخشري ١/ ٤٩.(٣) البيت لأيمن بن خريم الأسدي. ثرجمته في \"الشعر والشعراء\" لابن قتيبة (ص ٣٦٣).وغزالة: هي الحرورية، امرأة شبيب الخارجي، قتله الحجاج فحاربته سنة تامة.والضراب: القتال. والعراقان: الكوفة والبصرة. وقميطًا. أي: كاملًا\"الكشاف\" للزمخشري ١/ ٤٩، \"لسان العرب\" لابن منظور ١١/ ٣٠٣ (قمط)، \"البحر المحيط\" لأبي حيان ١/ ١٦٢، \"غرائب القرآن\" للنيسابوري ١/ ١٥٠.(٤) سورة البقرة، من الآية ٢١٣.(٥) \"معالم التنزيل\" للبغوي ١/ ٦٣.(٦) \"الوسيط\" للواحدي ١/ ٨١، \"البسيط\" للواحدي ٢/ ٤٤٢، \"معالم التنزيل\" للبغوي ١/ ٦٣.</p><p> وقال أبو حامد الخارْزَنْجي: اشتقاقها من الصّلى، وهو (١) النَّار (٢) ، وأصله من الرفق وحسن المعاناة بالشيء، وذلك أن الخشبة المعوجَّة إذا أرادوا تقويمها سخَّنوها بالنار ثم قوَّموها بين خشبتين، فكذلك المصلي ينبغي أن يتأنَّى في صلاته ويحفظ حدودها ظاهرًا وباطنًا، ولا يعجل فيها (ولا يخف)  (٣) ولا ينحرف. </p><p> قال الشاعر: </p><p> فَلا تعْجل بأمْرِكَ واستَدِمْهُ. . . فَمَا صَلَّى عَصَاكَ كمُسْتَدِيمِ (٤) </p><p> أي: ما قوّم أمرك كالمتأني (٥) . </p><p> قوله -عز وجل-: {وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} أي (٦) ، أعطيناهم ينفقون. </p><p>(١) في (ت): وهي. (٢) في (س): التأليف. انظر: \"مفاتيح الغيب\" للرازي ٢/ ٢٩.وانظر \"مفردات ألفاظ القرآن\" للراغب الأصبهاني (ص ٤٩٠).(٣) ساقط من (ش).(٤) البيت نسبه ابن منظور إلى قيس بن زهير، حيث أورده في \"لسان العرب\" ٤/ ٤٤٦ (دوم)، وفي ٧/ ٣٩٩ (صلا)، وذكره أيضاً القرطبي في \"الجامع لأحكام القرآن\" ٢/ ١٤٧ ونسبه إلى الخارزنجي، والسمين الحلبي في \"الدر المصون\" ١/ ٩٤ ولم ينسبه.(٥) قال القرطبي في \"الجامع لأحكام القرآن\" ٢/ ١٤٧: فكأن المصلي يقوِّم نفسه بالمعاناة فيها -أي: في الصَّلاة- ويلين ويخشع. وهذا الذي ذكره المصنِّف في اشتقاق الصَّلاة هو أحد الأقوال في ذلك، وسيذكر المصنف -إن شاء الله- أقوالاً أخرى، ومزيد بيان لهذِه المسألة عند الآية (٤٣).(٦) ساقطة من (ج)، (ش).</p><p> والرزق: هو المهيأ للانتفاع به، فإن كان طعامًا فللتغذي، وإن كان لباسًا فللتدفي والتوقي، وإن كان مسكنًا (فالانتفاع به سكنى)  (١) ، وقد ينتفع المنتفع بما (٢) هيئ (٣) للانتفاع به على وجهين (٤) : حلالًا وحرامًا، فلذلك قلنا: إن الله -عز وجل- رزق الحلال والحرام (٥) . وأصل الرزق في اللغة: الحظ والنصيب (٦) . </p><p> {يُنفِقُونَ} : يتصدقون، وأصل الإنفاق: الإخراج عن اليد أو عن الملك، يقال: نفق المبيع إذ كُثر مشتروه فأسرع خروجه، ونفقت الدابة: إذا خرج روحها، ونافقاء اليربوع من ذلك؛ لأنَّه إذا أُتي من قبل القاصعاء ضرب النافقاء برأسه فانتفق؛ أي (٧) : خرج منه. والنفق: سربٌ في (٨) الأرض له مخلص إلى مكان آخر يخرج إليه (٩) . </p><p>(١) في (ت): فللاستظلال والانتفاع به والسكنى. (٢) في (ف): بها.(٣) في (ج): هيِّئ له. وفي (ت): هو.(٤) في (ج)، (ش)، (ف): الوجهين.(٥) خلافًا للمعتزلة القائلين: إنَّ الحرام ليس برزق، وإنَّما يرزق الله الحلال فقط.انظر \"الجامع لأحكام القرآن\" للقرطبي ١/ ١٥٥، \"الانتصاف\" للاسكندراني، بحاشية \"الكشاف\" ١/ ٤٩.(٦) \"مفردات ألفاظ القرآن\" للراغب (ص ٣٥١)، \"عمدة الحفَّاظ\" للسمين الحلبي ٢/ ٨٧.(٧) في (ف): إذا.(٨) في (ش): من.(٩) \"البسيط\" للواحدي ٢/ ٤٤٣، \"معالم التنزيل\" للبغوي ١/ ٦٣، \"مفاتيح الغيب\" للرازي ١٢/ ٢٠٧، \"تهذيب اللغة\" للأزهري ٩/ ١٩٢ (نفق).</p>"
}