{
  "id": null,
  "sura": 2,
  "aya": 114,
  "text": "<p> ١١٤ - قوله عزَّ وجلَّ:  {وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ} الآية. </p><p> نزلت في طَطُوس بن استبانوس (١) الرومي وأصحابه، وذلك أنَّهم غزوا بني إسرائيل، فقتلوا مقاتلتهم (٢) ، وسبوا ذراريهم، وحرَّقوا التوراة، وخرَّبوا بيت المقدس، وقذفوا فيه (٣) الجيف، وذبحوا فيه الخنازير، فكان خرابًا إلى أن بناه المسلمون في أيام عمر بن الخطاب - رضي الله عنه - (٤) . </p><p> وقال قتادة والسدي: هو بُختُنَصَّر وأصحابه، غزوا اليهود وخرَّبوا بيت المقدس، فأعانتهم (٥) على ذلك النصارى: ططوس الرومي، وأصحابه من أهل الروم. قال السدي: من أجل أنهم قتلوا يحيى بن </p><p>(١) في (ج): اسبسيانوس. وورد بألفاظ أخرى مقاربة في المصادر التي ذكرت الخبر. وقصة ططوس وأبيه وردت في \"تاريخ الرسل والملوك\" للطبري ١/ ٤٩٩، \"المنتظم\" لابن الجوزي ٢/ ٤٦. (٢) في (ت): مقاتليهم.(٣) في (ج): فيها.(٤) ذكر هذا السبب: السمرقندي في \"بحر العلوم\" ١/ ١٥١، والواحدي في \"أسباب النزول\" (ص ٣٩)، والبغوي في \"معالم التنزيل\" ١/ ١٣٨، والرازي في \"مفاتيح الغيب\" ٤/ ٩، ١٠، والقرطبي في \"الجامع لأحكام القرآن\" ٢/ ٦٩، والخازن في \"لباب التأويل\" ١/ ٩٨، ابن حجر في \"العجاب في بيان الأسباب\" ١/ ٣٥٩.والخبر من رواية الكلبي عن ابن عباس -كما نصَّ علي ذلك الواحدي- وهذِه الرواية واهية، كما سبق تفصيله.(٥) في (ش): وأعانهم.</p><p> زكريا. وقال قتادة: حملهم بغض اليهود على معاونة بختنصَّر (١) . </p><p> فأنزل الله تعالى:  {وَمَن أَظْلَمُ} أي: أكفر وأعتى {مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ} يعني: بيت المقدس ومحاربيه (٢) . {أَن} في محل نصب (٣) بالمفعول الثاني؛ لأن المنع يتعدى إلى مفعولين (٤) ، فتقديره: ممَّن منع مساجد الله الذِّكرَ، وإن شئت جعلته نصبًا بنزع حرف الصفة، أي: من أن يُذكر (٥) . </p><p> {وَسَعَى} أي: عمل {فِي خَرَابِهَا أُولَئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا </p><p>(١) أما قول قتادة: فرواه عبد الرزاق في \"تفسير القرآن\" ١/ ٥٦ ومن طريقه رواه الطبري في \"جامع البيان\" ١/ ٤٩٨، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٤١ (١١٢٠) عن قتادة بنحوه. ورواه الطبري في \"جامع البيان\" ١/ ٤٩٨ من غير طريق عبد الرزاق.وأما قول السدي: فرواه الطبري في \"جامع البيان\" ١/ ٤٩٨ - ٤٩٩ ورجَّحه.(٢) في (ش)، (ت): ومحاربته.قال أبو جعفر الطبري -بعد أن رجّح أن المراد بالآية النصارى الذين سعوا في خراب بيت المقدس وأعانوا بختنصَّر على ذلك، ومنعوا مؤمني بني إسرائيل من الصلاة فيه- قال: وإنْ كان قد دلَّ بعمومِ قوله: {وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ}. أنّ كلَّ مانع مُصليًا في مسجدٍ لله -فرضًا كانت صلاته فيه أو تطوعًا- وكل ساعٍ في إخرابه، فهو من المعتدين. \"جامع البيان\" للطبري ١/ ٥٠٠.(٣) في (ج)، (ت): النصب.(٤) في (ت): المفعولين.(٥) \"معاني القرآن\" للأخفش ١/ ١٥١، \"جامع البيان\" للطبري ١/ ٤٩٨، \"الدر المصون\" للسمين الحلبي ٢/ ٧٩.</p><p> خَائِفِينَ} وفي مصحف أُبي:  (إلا خُيَّفًا)  (١) . </p><p> قال ابن عباس: لم يدخلها بعد عمارتها رُوميٌّ إلا خائفًا، لو عُلم به قُتل (٢) . </p><p> وقال قتادة ومقاتل (٣) : لا (٤) يدخل بيت المقدس أحد من النصارى إلا متنكِّرًا مُسَارقةً، لو قدروا (٥) عليه عُوقب ونُهِك ضربًا (٦) . </p><p> وقال السدي: أُخيفوا بالجزية (٧) . </p><p> وقال أهل المعاني: هذا خبر فيه معنى الأمر يقول: أجهضوهم </p><p>(١) \"الكشاف\" للزمخشري ١/ ١٧٩، \"البحر المحيط\" لأبي حيان ١/ ٥٢٨. (٢) ذكره البغوي في \"معالم التنزيل\" ١/ ١٣٩، والخازن في \"لباب التأويل\" ١/ ٩٨.(٣) ساقطة من (ج).(٤) في (ت): (لم).(٥) في (ج)، (ت): قُدر.(٦) ذكره عنهما البغوي ١/ ١٣٩.ورواه عبد الرزاق في \"تفسير القرآن\" ١/ ٥٦ عن معمر عن قتادة: قال الله: {أُولَئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ} وهم النصارى لا يدخلون المسجد إلى مسارقة، إن قدر عليهم عوقبوا.ومن طريق عبد الرزاق رواه الطبري في \"جامع البيان\" ١/ ٥٠٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٤٣ (١١٢٤).وأخرج الطبري في \"جامع البيان\" ١/ ٥٠٠ من طريق آخر عن قتادة: {مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ} وهم اليوم كذلك، لا يوجد نصراني في بيت المقدس إلا نُهك ضربًا، وأبْلغ إليه في العقوبة.(٧) رواه الطبري في \"جامع البيان\" ١/ ٥٠٠، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٤٢ (١١٢٣).</p><p> بالقتال (١) ، كي لا يدخلها أحد منهم إلا خائفًا من القتل والسبي (٢) . نظيره قوله عزَّ وجلَّ:  {وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا}  (٣) نهاهم على (٤) لفظ الخبر، فمعنى الآيتين: ما ينبغي لكم ولهم، وهذا وجه الآية. </p><p> {لَهُمْ فِي الدُّنْيَا خِزْيٌ} أي: عذاب وهوان. </p><p> قال قتادة: هو القتل للحربي، والجزية للذمي (٥) . </p><p> وقال مقاتل والكلبي: فتحُ مدائنهم الثلاث: روميَة (٦) ، </p><p>(١) في (ج)، (ش): بالجهاد. (٢) \"معالم التنزيل\" للبغوي ١/ ١٣٩، \"مفاتيح الغيب\" للرازي ٤/ ١١ - ١٢، \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٧٠، \"البحر المحيط\" لأبي حيان ١/ ٥٢٨.(٣) الأحزاب: ١٥٣.(٤) في (ت): عن.(٥) ذكره بهذا اللفظ: البغوي في \"معالم التنزيل\" ١/ ١٣٩، والقرطبي في \"الجامع لأحكام القرآن\" ٢/ ٧٠.ورواه عبد الرزاق في \"تفسير القرآن\" ١/ ٥٦ ومن طريقه الطبري في \"جامع البيان\" ١/ ٥٠١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٤٣ (١١٢٦) عن قتادة {لَهُمْ فِي الدُّنْيَا خِزْيٌ} قال: {الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ}.(٦) رومية -بتخفيف الياء من تحتها نقطتان، كذا قيَّده الثقات، كما قال ياقوت الحموي.وقال الأصمعي: وهو مثل أنطاكية وأفامية وسلوفية وملطية، وهو كثير في كلام الروم وبلادهم، وهي مدينة رياسة الروم وعلمهم، وهي شمالي وغربي القسطنطينية. \"معجم البلدان\" لياقوت ٣/ ١٠٠.</p><p> وقسطنطينيَّة (١) ، وعمُّورية (٢) . </p><p> وقال السدي: هو أنه (٣) إذا قام المهدي فُتحت قسطنطينية، فقُتل مقاتلتهم، وسُبي ذراريهم، فذلك خزيهم في الدنيا (٤) . </p><p> {وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ} وهو النار. </p><p> أخبرنا عبد الرحمن بن محمد الطبراني (٥) بها قال: نا </p><p>(١) قُسْطَنْطِينية: ويقال: قسطنطينة، بإسقاط ياء النسبة، وضبطها البكري في \"معجمه\": بضم أوله، وإسكان ثانيه، وضم الطاء المهملة، نسبةً إلى قُسْطُنطين. قال ابن خَرْداذبه: كانت رومية دار ملك الروم، وكان بها منهم تسعة عشر ملكًا، ونزل بعمورية منهم ملكان، . . ثم ملك -أيضًا- برومية قسطنطين الأكبر، ثم انتقل إلى بِزنطية وبنى عليها سورًا، وسماها: قسطنطينية. \"معجم ما استعجم\" للبكري ٣/ ١٠٧٤، \"معجم البلدان\" لياقوت ٤/ ٣٤٧. (٢) عَمّورية: بفتح أوله، وتشديد ثانيه، بلد في بلاد الروم، وهي التي فتحها المعتصم بسبب أسر المرأة العلوية، في قصة طويلة، وكانت من أعظم فتوح الإسلام، قال فيها أبو تمام:يا يوم وقعة عمورية انصرفت. . . عنك المُني حُفَّلًا معسولة الحلبِ\"معجم البلدان\" لياقوت ٤/ ١٥٨.وقد ذكر هذا القول: أبو الليث السمرقندي في \"بحر العلوم\" ١/ ١٥١، والبغوي في \"معالم التنزيل\" ١/ ١٣٩، والقرطبي في \"الجامع لأحكام القرآن\" ٢/ ٧٠، والخازن في \"لباب التأويل\" ١/ ٩٨، وأبو حيان في \"البحر المحيط\" ١/ ٥٢٩.(٣) ساقطة من (ت).(٤) رواه الطبري في \"جامع البيان\" ١/ ٥٠١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٤٣ (١١٢٥).(٥) ثقة.</p><p> محمد بن حمدويه (١) قال: نا أبو المُوجّه (٢) ، قال: نا عبدان (٣) ، عن أبي حمزة (٤) عن إسماعيل (٥) عن أبيه (٦) ، </p><p>(١) ثقة، حافظ. (٢) أبو المُوَجِّه محمد بن عمرو الفزاري، المروزي، الإمام اللغوي، الحافظ، محدِّث مرو.قال ابن الصلاح: قيَّده بكسر الجيم أبو سعد السمعاني بخطِّه في مواضع، وهو بلديُّهُ، ويقال: بالفتح. قال: وهو محدث كبير، أديب، كثير الحديث، صنَّف السنن والأحكام.\"الجرح والتعديل\" لابن أبي حاتم ٨/ ٣٥، \"الأنساب\" للسمعاني ٥/ ٣٢٧، \"سير أعلام النبلاء\" للذهبي ١٣/ ٣٤٧، \"المنتقي في سرد الكني\" ٢/ ٣٣١، \"طبقات الحفاظ\" (٦١٧).(٣) عبد الله بن عثمان بن جبلة، ثقة، حافظ.(٤) محمد بن ميمون المروزي، أبو حمزة السكري، ثقة، فاضل. مات سنة (١٦٧ هـ) وقيل: (١٦٨ هـ).\"تهذيب الكمال\" للمزي ٢٦/ ٥٤٤، \"تهذيب التهذيب\" لابن حجر ٣/ ٧١٦، \"تقريب التهذيب\" لابن حجر (٦٣٨٨).(٥) هو إسماعيل بن أبي خالد الأحمسي، مولاهم، البَجَلي، ثقة، ثبت. مات سنة (١٤٦ هـ).\"تهذيب الكمال\" للمزي ٣/ ٦٩، \"تهذيب التهذيب\" لابن حجر ١/ ١٤٧.(٦) هو أبو خالد البجلي الأحمسي الكوفي، يقال: اسمه سعيد، ويُقال: كثير. روى عن أبي هريرة وجابر بن سمرة، وعنه ابنه إسماعيل. ذكره ابن حبان في \"الثقات\"، وقال الذهبي: ما روى عنه سوى ولده، له عن أبي هريرة، وقد صحَّح له الترمذي. وقال ابن حجر: مقبول من الثالثة.\"تهذيب الكمال\" للمزي ٣٣/ ٢٧٢، \"ميزان الاعتدال\" للذهبي ٤/ ٥٢٠، \"تهذيب التهذيب\" لابن حجر ٤/ ٥١٥، \"تقريب التهذيب\" لابن حجر (٨١٣١).</p><p> عن أبي هريرة (١) قال: \"لا تقوم الساعة حتى تُفتَح مدينة هرقل ويؤذن فيها المؤذنون، ويُقسم فيها المال بالتِّرَسَة(٢)، فيُقبلون بأكثر أموالٍ رآها الناس قط، فبينا هم كذلك، إذ أتاهم صريخ أنَّ الدجال خلفكم في أهليكم، فيُلقون ما في أيديهم، ويجيئونه فيقاتلونه\"  (٣) . </p><p> وقال عطاء وعبد الرحمن بن زيد: نزلت هذِه الآية في مشركي مكة، وأراد بالمساجد: المسجد الحرام، منعوا محمدًا - صلى الله عليه وسلم - وأصحابه (٤) من حجِّهِ والصلاة فيه، وإذا منعوا من يعمره بذكر الله فقد سعوا في خرابه، يدل عليه قوله تعالى:  {مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ} الآية (٥) . </p><p>(١) صحابي. (٢) التُّرْس من السلاح: المُتَوَقَّى بها، وجمعه: أَتْرَاس، وتِراسٌ، ويرَسَةَ، وتُروس. \"لسان العرب\" لابن منظور ٢/ ٢٨ (ترس).(٣) الحكم على الإسناد:في إسناده أبو خالد البجلي، ذكره ابن حبان في \"الثقات\"، وقال عنه ابن حجر: مقبول. فالله أعلم.التخريج:رواه ابن أبي شيبة في \"المصنف\" ١٤/ ١٤٥ - ١٤٦ (٣٨٥١٩)، والطبراني في \"الأوسط\" ١/ ١٩٥ (٦٢٣) من طريق إسماعيل بن أبي خالد، عن أبيه، عن أبي هريرة، به.وذكره الهيثمي في \"مجمع الزوائد\" ٧/ ٣٤٩ وقال: رواه الطبراني في \"الأوسط\"، ورجاله ثقات.(٤) ساقطة من (ت).(٥) التوبة: ١٧.</p><p> {أُولَئِكَ مَا كَانَ لَهُمْ أَنْ يَدْخُلُوهَا إِلَّا خَائِفِينَ} يعني: أهل مكة، يقول: أفتحها عليكم حتى تدخلوها وتكونوا أولى بها منهم، ففتحها الله عزَّ وجلَّ عليهم، وأمر رسولُ الله - صلى الله عليه وسلم - مناديًا فنادى (١) : \"ألا لا يَحُجَّنَّ بعد هذا العام مشرك ولا يطوفنَّ بالبيت عريان\"  (٢) . فطفق المشركون يقولون: اللهم إنَّا قد منعنا أن نبركَ، فهذا خوفهم. </p><p> {لَهُمْ فِي الدُّنْيَا خِزْيٌ} الذل والقتل والسبي والنفي {وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ}  (٣) . </p><p>(١) في (ش): (ينادي). (٢) متفق عليه من حديث أبي هريرة، رواه البخاري، كتاب التفسير، باب {وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ} (٤٦٥٦)، ومسلم كتاب الحج، باب لا يحج البيت مشرك. . (١٣٤٧)، من طريق حُميد بن عبد الرحمن أنَّ أبا هريرة قال: بعثني أبو بكر - رضي الله عنه - في تلك الحجة في المؤذنين، بعثهم يوم النحر يؤذنون بمنى أن لا يحج بعد العام مشرك ولا يطوف بالبيت عريان. قال حُميد: ثم أردف النبي - صلى الله عليه وسلم - بعلي بن أبي طالب فأمَرَه أن يؤذن ببراءة. قال أبو هريرة: فأذن معنا عليٌّ في أهل منى يوم النحر ببراءة، وأن لا يحج بعد العام مشرك ولا يطوف بالبيت عريان. وللحديث طرق أخرى.انظر: \"الدر المنثور\" ٣/ ٣٧٨.(٣) ذكره بهذا السياق عنهما البغوي في \"معالم التنزيل\" ١/ ١٠٧، وأخرج الطبري في \"جامع البيان\" ١/ ٥٠٠ عن ابن زيد في قوله: {وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا} قال: هؤلاء المشركون حين حالوا بين رسول الله - صلى الله عليه وسلم - يوم الحديبية وبين أن يدخل مكة، حتى نحر هديه بذي طوى وهادنهم، وقال لهم: \"ما كان أحد يُردُّ عن هذا البيت، وقد كان الرجل يلقى قاتل أبيه أو أخيه فيه فما يصدُّه\" وقالوا: لا يدخل علينا من قتل آباءنا يوم بدر وفينا باق. وفي قوله: {وَسَعَى فِي خَرَابِهَا} قال: إذْ قطعوا من يعمرها بذكره، ويأتيها للحج والعمرة. =</p>"
}