{
  "id": null,
  "sura": 2,
  "aya": 241,
  "text": "<p> أحدهما: لا جناح عليكم في قطع النفقة عنهن إن (١) خرجن قبل انقضاء الحول. والوجه الآخر: لا جناح عليكم في ترك منعهن من الخروج (٢) ، لأن مقامها حولًا في بيت زوجها غير واجب عليها، خيرها (٣) الله تعالى في ذلك إلى أن نسخه بأربعة أشهر وعشر (٤) ، لأن ذلك لو كان واجبًا عليها لكان على أولياء الزوج منعها من ذلك، فرفع (الله تعالى)  (٥) الجناح عنهم وعنها، وأباح لها الخروج إن شاءت. ثم نسخ النفقة بالميراث، ومقام السنة بالأربعة أشهر وعشرًا. {وَاللَّهُ عَزِيزٌ حَكِيمٌ} . </p><p> ٢٤١ - (قوله -عز وجل-)  (٦)  {وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ} الآية. </p><p> قد (٧) ذكرنا علم (٨) المتعة بالاستقصاء؛ فأغنى عن إعادته، وإنما أعاد الله (٩) تعالى ذكرها هاهنا؛ لما فيها من زيادة المعنى على ما سواها، وهي أن فيما سوى هذا بيان حكم (١٠) غير الممسوسة إذا </p><p>(١) في (ش)، (ح)، (ز): إذا. (٢) \"جامع البيان\" للطبري ٢/ ٥٨٣.(٣) في (ش): خير.(٤) في (ش)، (ح)، (ز): وعشرًا.(٥) ساقطة من (ح).(٦) ساقطة من (ح).(٧) ساقطة من (ش).(٨) في (ز): حكم.(٩) ساقطة من (ح).(١٠) ساقطة من (ح).</p><p> طلقت، وها هنا بيان حكم جميع المطلقات في المتعة (١) . </p><p> وقال ابن زيد: إنما نزلت هذِه الآية؛ لأن الله تعالى لما أنزل (٢) قوله: {وَمَتِّعُوهُنَّ} إلى قوله: {حَقًّا عَلَى المُحْسِنِينَ} قال رجل من المسلمين: (إن أحسنت فعلتُ)  (٣) ، كان لم أرد ذلك لم أفعل، فقال الله تعالى: {وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (٢٤١) } (٤) . يعني: المؤمنين المتقين الشرك (٥) ، فبين أن لكل مطلقة متاعًا وقد ذكرنا الخلاف فيها (٦) . </p><p> [٥٦٥] أخبرنا عبد الله بن (حامد (٧) قال: أنا) (٨) أحمد بن محمد ابن يوسف (٩) قال: أنا (١٠) عبيد الله بن يحيى (١١) قال: نا يعقوب بن </p><p>(١) \"جامع البيان\" للطبري ٢/ ٥٨٤. (٢) في (ش): نزل.(٣) ساقطة من (ش).(٤) رواه الطبري في \"جامع البيان\" ٢/ ٥٨٤.(٥) ساقطة من (ح).(٦) كذا في جميع النسخ. وفي (س): فيهما.(٧) عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل.(٨) ساقطة من (س).(٩) أحمد بن محمد بن يوسف السقطي أبو العباس. مختلف في عدالته.(١٠) في (ح): نا.(١١) عبيد الله بن يحيى بن سليم البزاز أبو محمد البغدادي.قال الخطيب: روى عنه إبراهيم بن أحمد بن جعفر، وعبد العزيز بن جعفر بن محمد الخِرقيان وغيرهما أحاديث مستقيمة. وقال البرقاني: وسألت الحجاجي عنه، فقال: صدوق. وذكره الذهبي فيمن توفي بين سنة (٣٠١ هـ) وسنة (٣١٠ هـ).\"تاريخ بغداد\" للخطيب ١٠/ ٣٤٤، \"تاريخ الإسلام\" للذهبي ٢٣/ ٣١٨.</p><p> سفيان (١) قال: حدثني (٢) يحيى بن عبد الله بن بكير (٣) قال: حدثني عبد الله بن لهيعة (٤) ، عن موسى بن أيوب (٥) ، </p><p>(١) يعقوب بن سفيان الفارسي الكبير أبو يوسف الفسوي، ثقة، حافظ. (٢) في (ح)، (أ): نا.(٣) يحيى بن عبد الله بن بكير كان صدوقًا، ثقة في الليث، وتكلموا في سماعه من مالك.(٤) عبد الله بن لهيعة، صدوق خلط بعد احتراق كتبه.(٥) موسى بن أيوب بن عامر الغافقي المناري المصري.قال يحيى بن معين -في رواية إسحاق بن منصور وعباس الدوري- وأبو داود، ويعقوب بن سفيان: ثقة. وذكره ابن حبان في \"الثقات\". وقال محمد بن عثمان بن أبي شيبة في \"سؤالاته لعلي بن المديني\": عن موسى بن أيوب الغافقي، فقال: كان ثقة، وأنا أنكر من أحاديثه أحاديث رواها عن عمه، فكان يرفعها. وقال العجلي: مصري، لا بأس به. وذكره العقيلي في \"الضعفاء الكبير\" وقال: حدثنا محمد بن عثمان قال: سمعت يحيى سئل عن موسى بن أيوب، فقال: تنكر عليه ما روى عن عمه مما رفعه.ومحمد بن عثمان هو ابن أبي شيبة، والنص السابق عنه مشابه لما نقله العقيلي، فلا أدري أنقله محمد عن علي بن المديني ويحيى بن معين أو عن أحدهما، فوقع خطأ في أحد الكتابين. وقال ابن حجر: وذكره العقيلي في \"الضعفاء\" ونقل عن يحيى بن معين أنه قال فيه: منكر الحديث، وكذا قال الساجي. وقال الذهبي: واستنكر حديثه ابن معين مع أنه وثقه، وقال أيضًا: ثقة، فقيه. وقال ابن حجر: مقبول. توفي سنة (١٥٣ هـ).\"تاريخ يحيى بن معين\" رواية الدوري ٢/ ٥٩٢، \"سؤالات محمد بن عثمان بن أبي شيبة لعلي بن المديني\" (ص ١٦)، \"المعرفة والتاريخ\" ٢/ ٤٥٧، \"سؤالات أبي عبيد الآجري لأبي داود\" ٢/ ١٨٣، \"الضعفاء الكبير\" للعقيلي ٤/ ١٥٤، \"الجرح والتعديل\" لابن أبي حاتم ٨/ ١٣٤، \"ميزان الاعتدال\" للذهبي ٤/ ٢٠٠، =</p><p> عن إياس بن عامر (١) ، عن علي بن أبي طالب كرم الله وجهه قال: لكل مؤمنة مطلقة حرة أو أمة متعة، وتلا على (٢) - رضي الله عنه - {وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (٢٤١) } (٣) . </p><p>= \"الكاشف\" للذهبي (٥٦٨٠)، \"تهذيب التهذيب\" لابن حجر ٤/ ١٧١، \"تقريب التهذيب\" لابن حجر (٦٩٤٦). (١) إياس بن عامر الغافقي المناري المصري.قال ابن يونس: كان من شيعة على، والوافدين عليه من أهل مصر، وشهد معه مشاهده. ذكره ابن حبان في \"الثقات\". وقال العجلي: لا بأس به. وصحح حديثه ابن خزيمة، وابن حبان، والحاكم. وقال الذهبي: ليس بالمعروف. وقال ابن حجر: صدوق، من الثالثة.\"معرفة الثقات\" للعجلي ١/ ٢٣٩، \"صحيح ابن خزيمة\" ١/ ٣٠٣، \"الثقات\" لابن حبان ٤/ ٣٣، \"المستدرك\" للحاكم ١/ ٣٤٧، \"الإحسان\" ٥/ ٢٢٥ (١٨٩٨)، \"تهذيب التهذيب\" لابن حجر ١/ ١٩٦، \"تقريب التهذيب\" لابن حجر (٥٨٩).(٢) في (ش): وتلا قوله. وفي (ح): وتلا على قوله. وفي (أ): وتلاها علي.(٣) [٥٦٥] الحكم على الإسناد:في إسناده شيخ المصنف لم يذكر بجرح أو تعديل، وابن لهيعة صدوق خلط بعد احتراق كتبه وقد روي من طريق آخر بإسناد حسن.التخريج:عزاه السيوطي في \"الدر المنثور\" ١/ ٥٥٠ - بهذا اللفظ- لابن المنذر. ورواه الطحاوي في \"شرح مشكل الآثار\" ٧/ ٥٧ عن يونس بن عبد الأعلى قال: حدثنا عبد الله بن وهب قال: أخبرني يحيى بن أيوب وموسى بن أيوب عن عمه إياس بن عامر أنه سمع عليا، به مختصرًا.وهذا إسناد حسن، وابن وهب يروي عن يحيى وموسى.انظر \"تهذيب الكمال\" للمزي ٢٩/ ٣٢، ٣١/ ٢٣٥ وعلقه ابن حزم في \"المحلى\" ١٠/ ٢٤٧ عن ابن وهب عن يحيى بن أيوب عن موسى بن أيوب الغافقي عن إياس بن عامر به. =</p>"
}