{
  "id": null,
  "sura": 2,
  "aya": 178,
  "text": "<p> ١٧٨ - قوله -عز وجل- {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى}  (١) الآية. </p><p> قال الشعبي (٢) ، والكلبي (٣) ، وقتادة، ومقاتل بن حيان، وأبو الجوزاء (٤) ، وسعيد بن جبير: نزلت هذِه الآية في حيين من أحياء العرب اقتتلوا في الجاهلية قبيل (٥) الإسلام بقليل، فكانت بينهما قتلى وجراحات لم يأخذها (٦) بعضهم من بعض حتى جاء الإسلام. </p><p> قال سعيد بن جبير: إنهما كانا حيى (٧) : الأوس والخزرج. </p><p>(١) في (ح) زيادة: الحر. (٢) عامر بن شراحيل الشعبي الحميري أبو عمرو الكوفي، ثقة، مشهور، فقيه، فاضل.(٣) محمد بن السائب بن بشر بن عمرو الكلبي أبو النضر الكوفي، الإخباري، النسابة، المفسر، متهم بالكذب.(٤) أوس بن عبد الله الزبعى أبو الجوزاء البصري.ثقة. قال أبو زوعة: أبو الجوزاء عن عمر مرسل، وعن علي مرسل. وقال ابن عدي: روى عن الصحابة: ابن عباس، وعائشة، وابن مسعود، وغيرهم، وأرجو أنه لا باس به، ولا يصحح روايته عنهم أنه سمع منهم. توفي سنة (٨٣ هـ).\"المراسيل\" لابن أبي حاتم (ص ٢٤)، \"الكامل\" لابن عدي ١/ ٤١١، \"تهذيب التهذيب\" لابن حجر ١/ ١٩٤، \"تقريب التهذيب\" لابن حجر (٥٧٧).قلت: روايته عن ابن عباس عند البخاري، وروايته عن عائشة عند مسلم.انظر: \"تهذيب الكمال\" للمزي ٣/ ٣٩٢.(٥) في (ش): قبل.(٦) في (ح): لم يأخذ.(٧) في (س): حيين.</p><p> وقال ابن حيان: قريظة والنضير. </p><p> قالوا (١) : وكان (٢) لأحد الحيين طَوْل (٣) على الآخر في الكثرة والشرف، وكانوا ينكحون نساءهم بغير مهور؛ فأقسموا لنقتلن بالعبد منا الحر منهم، (وبالمرأة منا الرجل منهم)  (٤) ، وبالرجل منا الرجلين منهم، وجعلوا جراحاتهم ضعفي جراحات أولئك، وهكذا كانوا يعاملونهم في الجاهلية، فرفعوا أمرهم إلى رسول الله - صلى الله عليه وسلم - فأنزل الله تعالى هذِه الآية، وأمرهم بالمساواة، فرضوا وسلموا (٥) . </p><p>(١) في (ش): قاله. (٢) في (ح): كانوا.(٣) طال عليه واستطال، وتطاول إذا علاه وترفع عليه ... والطَّوْل والطائل والطائلة: الفضل، والقدرة، والغنى، والسعة، والعلو. \"لسان العرب\" لابن منظور ٨/ ٢٢٩، مادة (طول).(٤) ساقطة من (أ).(٥) قول الشعبي رواه أبو عبيد في \"الناسخ والمنسوخ\" (ص ١٣٨) (٢٥١)، وابن أبي شيبة في \"مصنفه\" ٩/ ٢٥٥ (٢٨٤٣٠)، والطبري في \"جامع البيان\" ٢/ ١٠٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ٣/ ٣٦٠ (١٥٧٥) وعبد بن حميد كما في \"الدر المنثور\" ١/ ٣١٦.وقول قتادة رواه عبد الرزاق في \"تفسير القرآن العظيم\" ١/ ٦٦، والطبري في \"جامع البيان\" ٢/ ١٠٣، والبيهقي في \"السنن الكبرى\" ٨/ ٢٥ - ٢٦، وابن الجوزي في \"نواسخ القرآن\" (ص ١٨٤ - ١٨٥)، وأبو داود في \"الناسخ والمنسوخ\"، والزجاج في \"أماليه\" كما في \"الدر المنثور\" للسيوطي ١/ ٣١٧.وقول مقاتل رواه البيهقي في \"السنن الكبرى\" ٨/ ٢٦ وذكره الحيري في \"الكفاية\" ١/ ١١٢ وابن الجوزي في \"نواسخ القرآن\" (ص ١٥٦). =</p><p> وقال السدي وجماعة (١) : نزلت هذِه الآية في الديات، وذلك أن أهل ماءين (٢) من العرب اقتتلوا، أحدهما مسلم والآخر معاهد، فأمر الله -عز وجل- نبيه (٣) أن يصلح بينهم، بأن يجعل ديات النساء من كل واحد من الفريقين قصاصًا بديات النساء من الفريق الآخر، وديات الرجال بالرجال، والعبيد بالعبيد (٤) ، وأنزل قوله (٥)  {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ}  (فرض وأوجب)  (٦)  {عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى}  (٧) . </p><p> و {الْقِصَاصُ} : المساواة والمماثلة في النفوس، والجراحات (٨) ، والديات، وأصله من قص الأثر إذا اتبعه، فكأن المفعول به (٩) يتبع ما </p><p>= وقول سعيد بن جبير رواه ابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢١٣ (١٥٧٦)، وابن الجوزي في \"نواسخ القرآن\" (ص ١٥٦)، وذكره الحيري في \"الكفاية\" ١/ ١١٢، قال الزيلعي: هو غريب جدًا. \"تخريج أحاديث وآثار الكشاف\" ١/ ١٠٩، وقال ابن حجر: لم أجده. \"الكشاف\" للزمخشري ١/ ٢٢١ قلت: أظن أنهما يعنيان حديثًا مرفوعًا.(١) منهم أبو مالك والشعبي في رواية، انظر \"جامع البيان\" للطبري ٢/ ١٠٣.(٢) في (أ): ملتين.(٣) ساقطة من (ح).(٤) في (ش): والعبد بالعبد.(٥) في (ح)، (أ): فأنزل الله تعالى.(٦) من (ح)، وفي (أ): فرض.(٧) رواه الطبري في \"جامع البيان\" ٢/ ١٠٤، وذكره النحاس في، \"الناسخ والمنسوخ\" ١/ ٤٧٤.(٨) في (ح): والجروح.(٩) ساقطة من (ح).</p><p> عمل به، فيعمل مثله. </p><p> ثم بين فقال {الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى} الآية (١) . </p><p> ذكر حكم الآية (٢) : إذا تكافأ الدمان من الأحرار المسلمين، أو العبيد المسلمين (٣) ، أو الأحرار (٤) من المعاهدين أو العبيد منهم، قتل من كل صنف منهم الذكر إذا قتل بالذكر، والأنثى إذا قتلت بالأنثى والذكر (٥) ، فالإجماع واقع على أن (٦) الرجل يقتل بالمرأة لأنهما تساويا في الحرية (٧) ، والميراث، وحد الزنا، والقذف، وغير ذلك (٨) ، فكذلك يجب أن يستويا (٩) في القصاص، ولا يقتل الحر بالعبد، وعليه قيمته وإن بلغت ديات؛ لما بينهما من المفاضلة، ولا يقتل مؤمن بكافر بدليل: </p><p> [٣٣٢] ما أخبرنا عبد الله بن حامد الأصبهاني (١٠) ، قال: أنا </p><p>(١) ساقطة من (أ). (٢) قبلها في (أ): هذِه.(٣) في (ش): من المسلمين. أو العبيد من المسلمين ساقطة من (ح).(٤) في (أ): والأحرار.(٥) في (أ): وبالذكر.(٦) في (ح): واقع لأن.(٧) في (ش)، (ح)، (أ): الحرمة.(٨) انظر \"الإجماع\" لابن المنذر (ص ٤٤)، \"أحكام القرآن\" لابن العربي ١/ ٦٣ \"الجامع لأحكام القرآن\" للقرطبي ٢/ ٢٢٩.(٩) في (أ): يتساويا.(١٠) في (ش): الأصفهاني.</p><p> محمد بن جعفر المطيري (١) ، قال: نا بشر بن مطر (٢) ، قال: نا سفيان (٣) ، عن مطرف (٤) ، عن الشعبي (٥) ، عن أبي جحيفة (٦) قال: سألت عليًّا - رضي الله عنه -: هل عندكم من النبي - صلى الله عليه وسلم - شيء سوى القرآن؟ </p><p> فقال: لا (٧) والذي فلق الحبة وبرأ النسمة، إلا أن يعطي الله -عز وجل- عبدًا فهمًا في كتابه، وما في الصحيفة (٨) . </p><p> قلت: وما في الصحيفة؟ </p><p>= وهو عبد الله بن حامد الوزان، لم يذكر بجرح أو تعديل. (١) في (أ): (المطري). وهو أبو بكر المطيري، ثقة مأمون.(٢) أبو أحمد الدقاق الواسطي، ثقة.(٣) سفيان بن عيينة، ثقة، حافظ، إمام.(٤) مُطَرِّف بن طَريف الحارثي أبو بكر أو أبو عبد الرحمن الكوفي.ثقة، فاضل. توفي سنة (١٤١ هـ)، أو (١٤٢ هـ)، أو (١٤٣ هـ).\"الجرح والتعديل\" لابن أبي حاتم ٨/ ٣١٣، \"تهذيب التهذيب\" لابن حجر ٤/ ٩٠، \"تقريب التهذيب\" لابن حجر (٦٧٠٥).(٥) عامر بن شراحيل الشعبي، ثقة، مشهور، فقيه، فاضل.(٦) وهب بن عبد الله، ويقال: وهب بن وهب أبو جُحَيْفة السوائي.صحابي معروف، مات الرسول - صلى الله عليه وسلم - ولم يبلغ الحلم، مشهور بكنيته، ويقال له وهب الخير. سكن الكوفة، وصحب عليًّا - رضي الله عنه - وولي بيت المال له، توفي سنة (٧٤ هـ).\"الطبقات الكبرى\" لابن سعد ٦/ ٦٣، \"تجريد أسماء الصحابة\" للذهبي ٢/ ١٥٤، الإصابة\" لابن حجر ٦/ ٣٢٦، \"تقريب التهذيب\" لابن حجر (٧٤٧٩).(٧) ساقطة من (أ).(٨) قبلها في (أ): هذِه.</p><p> قال: العقل (١) ، وفكاك الأسير، وأن لا يقتل مسلم بكافر (٢) . ولا يقتل سيد بعبده، ولا والد بولده (٣) . </p><p> يدل عليه (ما روي)  (٤) أن رجلًا (اسمه قتادة)  (٥) رمى ابنه بسيف، </p><p>(١) يقال: في العقل في الدّية عَقَلَ يَعْقِلُ عَقْلًا. وعَقَلْت فلانًا إذا أعطَيْتَ دِيتَهُ، وعَقَلْتَ عن فلان إذا أذَيْتَ عنه دِيَةَ جِنَايِتهِ. وسميت الدِّية عَقْلًا؛ لأن القاتل كان إذا قتل قتيلًا جمع الدِّية من الإبل، فعَقَلها بفناء أولياء المقتول؛ أي شدها في عُقُلها ليسلمها إليهم. \"غريب الحديث\" للحربي ٣/ ١٢٢٩، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٢٧٨.(٢) [٣٣٢] الحكم على الإسناد:في إسناده: شيخ المصنف لم يذكر بجرح أو تعديل، وبقية رجاله ثقات.والحديث قد روي من طرق صحيحة عن سفيان بن عيينة.التخريج:رواه البخاري في كتاب الديات، باب العاقلة (٦٩٠٣)، وباب لا يقتل المسلم بالكافر (٦٩١٥) عن صدقة بن الفضل. والنسائي في القسامة، باب سقوط القود من المسلم للكافر ٢٣/ ٨ (٤٧٤٤) عن محمد بن منصور.والإمام أحمد في \"مسنده\" ١/ ٧٩ (٥٩٩) كلهم عن سفيان بن عيينة به بنحوه.ورواه الترمذي في كتاب الديات، باب ما جاء لا يقتل مسلم بكافر (١٤١٢) من طريق هشيم. وابن ماجه في كتاب الديات، باب لا يقتل مسلم بكافر (٢٦٥٨) من طريق أبي بكر بن عياش. والدارمي (٢٤٠١) من طريق جرير كلهم عن مطرف به بنحوه.(٣) في (ش): بعبد.(٤) ساقطة من (أ).(٥) من (ح)، (أ). =</p><p> فأصاب رجله فنزف، فمات، فقال عمر - رضي الله عنه -: لولا أني سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"لا يقاد والد بولده(١)\" لأقدته (٢) . </p><p>= روى مالك في \"الموطأ\" عن يحيى بن سعيد عن عمرو بن شعيب أن رجلًا من بني مدلج اسمه قتادة حذف ابنه بالسيف ... وفيه أن عمر أخذ منه الدية، ولم يذكر الحديث المرفوع. وفي \"سنن الدارقطني\" أن قتادة بن عبد الله قال له عمر: لولا أني سمعت ... وسماه الجصاص: قتادة بن عبد الله المدلجي. وذكره ابن حجر في \"الإصابة\" في القسم الثالث، وقال: قتادة المدلجي له إدراك. \"الموطأ\" للإمام مالك ٢/ ٨٦٧، \"السنن\" للدارقطني ٣/ ١٤٠، \"أحكام القرآن\" ١/ ١٥٨، \"السنن الكبرى\" للبيهقي ٦/ ٢١٩، \"الإصابة\" لابن حجر ٥/ ٢٧٤.(١) في (ح): بولد.(٢) في (ح): وإلا قدته به.رواه ابن الجارود في \"المنتقى\" انظر \"غوث المكدود\" ٣/ ٩٧ (٧٨٨)، والدارقطني في \"السنن\" ٣/ ١٤٠، والبيهقي في \"السنن الكبرى\" ٨/ ٣٨ كلهم من طريق محمد بن مسلم ابن وارة قال: حدثني محمد بن سعيد بن سابق قال: ثنا عمرو بن أبي قيس عن منصور بن المعتمر عن محمد بن عجلان عن عمرو بن شعيب عن أبيه عن جده به بنحوه، وفيه زيادة في القصة، وفي آخره أنه أخذ منه الدية.قال الزيلعي: هذا إسناد صحيح. \"نصب الراية\" ٤/ ٣٣٩.وقال ابن حجر: وصحح البيهقي سنده؛ لأن رواته ثقات. \"التلخيص الحبير\" ٤/ ١٦.وروى الإمام أحمد في \"مسنده\" ١/ ١٦ (٨٩) من طريق مجاهد قال: حذف رجل ابنا له بسيف ... به بنحوه. ومجاهد لم يسمع من عمر.وروى الحاكم في \"المستدرك\" ٢/ ٢٣٤، والعقيلي في \"الضعفاء الكبير\" ٣/ ١٨٢ وابن عدي في \"الكامل\" ٥/ ٥٨ من طريق عمر بن عيسى القرشي عن ابن جريح عن عطاء بن أبي رباح عن ابن عباس به بنحوه مع اختلاف في القصة.قال الحاكم: صحيح الإسناد. وتعقبه الذهبي بقوله: قلت: بل عمر بن عيسى =</p><p> (وقوله تعالى)  (١)  {فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ} أي (٢) : ترك (٣) له، وصفح عنه من الواجب عليه، وهو القصاص في قتل (٤) العمد فرضي بالدية، فهذا قول أكثر المفسرين (٥) قالوا: العفو أن يقبل الدية في قتل العمد. </p><p>= منكر الحديث. وقد أخرج المرفوع منه الترمذي في كتاب الديات، باب ما جاء في الرجل يقتل ابنه يقاد به أم لا؟ (١٤٠٠) وابن ماجه في كتاب الديات، باب لا يقتل الوالد بولده (٢٦٦٢)، والإمام أحمد في \"مسنده\" ١/ ٤٩ (٣٤٦)، وابن أبي شيبة في \"مصنفه\" ٩/ ٤١٠ (٧٩٤٢) وابن أبي عاصم في \"الديات\" (ص ٤٤) (١٥٠، ١٥١) والدارقطني في \"السنن\" ٣/ ١٤٠ كلهم من طرق عن الحجاج بن أرطاة. ورواه الإمام أحمد في \"المسند\" ١/ ٢٢ (١٤٧) من طريق ابن لهيعة. ورواه ابن أبي عاصم في \"الديات\" (ص ٤٤) (١٥٢) من طريق المثنى بن الصباح كلهم عن عمرو بن شعيب عن أبيه عن جده عن عمر به.وله شاهد من حديث ابن عباس رواه الترمذي في الموضع السابق (١٤٠١)، وابن ماجه (٢٦٦١) والدارمي (٢٤٠٢) والدارقطني في \"السنن\" ٣/ ١٤١ - ١٤٢.انظر \"نصب الراية\" للزيلعي ٤/ ٣٤٠.(١) ساقطة من (ح).(٢) ساقطة من (أ).(٣) في (ش): وترك.(٤) في (ح): القتل.(٥) هو قول ابن عباس، ومجاهد، وعطاء، والشعبي، وقتادة، والربيع وغيرهم.انظر: \"تفسير القرآن\" لعبد الرزاق ١/ ٦٦، \"جامع البيان\" للطبري ١/ ١٠٧ - ١٠٩، \"تفسير القرآن العظيم\" لابن أبي حاتم ١/ ٢٩٤، \"الدر المنثور\" للسيوطي ١/ ٣١٦ - ٣١٧.</p><p> وقال السدي: هو أن تبقى له بقية من دية أخيه أو من (١) أَرْش جراحته (٢) . </p><p> {فَاتِّبَاعٌ} أي: فعليه اتباع {بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ} : أمر الطالب أن يطلب بالمعروف، ويتبع الحق الواجب له من غير أن يطالبه بالزيادة، أو يكلفه (٣) ما لم يوجبه الله -عز وجل- له (٤) ، أو يشدد عليه كما قال النبي (٥) - صلى الله عليه وسلم -: \"من زاد بعيرًا في إبل الديات وفرائضها فمن أمر الجاهلية\"  (٦) . </p><p>(١) ساقطة من (أ). وهو الذي يأخذه المشتري من البائع إذا اطلع على عيب في المبيع، وأرش الجنايات والجراحات من ذلك؛ لأنها جابرة لها عما حصل فيها من النقص، وسمي أرشا؛ لأنه من أسباب النزاع، يقال: أرشتُ بين القوم، إذا أقعت بينهم. \"النهاية\" ١/ ٣٩.(٢) رواه الطبري في \"جامع البيان\" ٣/ ١٠٩، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٢٩٥ (١٥٨٠).(٣) في (ش)، (أ): ويكلفه.(٤) في (ش): عليه.(٥) ساقطة من (ش)، (ح).(٦) رواه الطبري في \"جامع البيان\" ٣/ ١٠٩، قال: حدثني بشر بن معاذ قال: حدثنا يزيد قال: حدثنا سعيد، عن قتادة قال: بلغنا عن نبي الله - صلى الله عليه وسلم - أنه قال ... فذكره بنحوه.وهذا إسناد رجاله ثقات لكنه مرسل.قال الشيخ أحمد شاكر في تعليقه على هذا الحديث ٣/ ٣٧١: ولم أجده في مكان آخر، ولا ذكره السيوطي.</p><p> ذكر حكم الآية: اعلم أن أنواع القتل ثلاثة: العمد، وشبه (١) العمد، والخطأ. </p><p> فالعمد أن يقصد ضربه (٢) بما الأغلب أنه يموت منه مثل: الحديدة (٣) ، والخشبة العظيمة، والحجر الكبير ونحوها، أو غرَّقه، أو حرَّقه (٤) ، أو ألقاه من جبل أو سطح (أو فرس)  (٥) ، أو في بئر وما أشبه ذلك مما يتعمد به (٦) قتله، ففي هذا القصاص أو الدية، ودية المسلم ألف دينار، ومن الورق اثنا عشر ألف درهم، ومن الإبل مائة منها (٧) أربعون خَلِفَة (٨) في بطونها أولادها، وثلاثون حِقّة (٩) ، وثلاثون جَذَعة (١٠) ، والأصل في الديات الإبل. </p><p> وديات النساء على النصف من ذلك. </p><p>(١) في (ش): وشبيه. (٢) في (ح): بضربه.(٣) في (ش)، (ح)، (أ). وفي (س): الحديد.(٤) في (أ): أو حرقه أو غرقه.(٥) من (ح).(٦) ساقطة من (ش)، (ح).(٧) ساقطة من (ح).(٨) الخَلِفَة: الحامل من النوق، وتجمع على خَلِفات وخلائف.(٩) وهو من الإبل ما دخل السنة الرابعة إلى آخرها، وسمي بذلك لأنه استحق أن (١٠) يحمل عليه ويركب، ويجمع على حِقاق وحقائق.(١٠) وهو من الإبل ما دخل السنة الخامسة.انظر ما سبق في \"غريب الحديث\" لأبي عبيد ١/ ٤٠٧ - ٤٠٩، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ٦٨، ١/ ٤١٥، ١/ ٢٥٠.</p><p> وأما شبه العمد فهو أن يقصد ضربه بما الأغلب أنه لا يموت منه (١) مثل: حصى (٢) صغير، أو عود (٣) صغير، أو لطمة، أو وكزة، أو لكزة (٤) ، أو صفعة (٥) ، أو ضربة (٦) بالسيف عرضًا، أو ما أشبه ذلك، فمات منه، فهاهنا تجب الدية مغلظة على العاقلة (٧) كما وصفنا في دية العمد. </p><p> فأما الخطأ فهو أن يقصد شيئًا فيخطئ، فيصيب غيره، كالرجل يرمي الهدف أو الصيد، فيخطئ السهم، فيقع بإنسان فيقتله (٨) ، فهذا الخطأ المحض، وفيه الدية المخففة على العاقلة في ثلاث سنين أخماسًا عشرون بنات (٩) مخاض (١٠) ، وعشرون </p><p>(١) في (أ): عنه. (٢) في (ش)، (أ): عصى.(٣) في (ح): وعود.(٤) الوكز: الضَّربُ بجُمْع الكف. واللكز: الدفع في الصدر بالكف. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٥/ ٢١٩، ٤/ ٢٦٩.(٥) في (أ): أو صقظه.(٦) في (ح): أو بضربه.(٧) العاقلة: هي العصبة والأقارب من قبل الأب الذين يُعْطُون ديةَ قتيل الخطأ، وهي صفة جماعة عاقلة، وأصلها اسم فاعلة من العقل. \"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٢٧٨.(٨) في (أ): في إنسان فقتله.(٩) في (أ): بنت.(١٠) المخاض اسم للنوق الحوامل، واحدتها مخضة، وبنت المخاض وابن المخاض ما دخل في السنة الثانية، وإنما سمي ابن مخاض؛ لأنه قد فصل عن أمه، ولحقت =</p><p> بنات (١) لبون، (٢) وعشرون أبناء (٣) لبون، وعشرون حقاقًا، وعشرون جذاعًا، ولا يتعين الذهب والفضة (٤) كما يتعين (٥) الإبل. </p><p> قوله (٦)  {ذَلِكَ}  (أي: ذلك)  (٧) الذي ذكرت من العفو والدية {تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ} وذلك أن الله تعالى كتب على أهل التوراة في النفس والجرح أن يقيدوا (٨) ولا يأخذوا (٩) الدية ولا يعفوا، وعلى أهل الإنجيل أن يعفوا، (ولا يقيدوا)  (١٠) ، ولا يأخذوا </p><p>= أمه بالمخاض: أي الحوامل؛ فهي من المخاض، وإن لم تكن حاملًا. \"غريب الحديث\" لأبي عبيد ١/ ٤٠٦ - ٤٠٧، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٣٠٦.(١) في (أ): بنت.(٢) وهو من الإبل ما أتى عليه سنتان -ذكرا كان أو أنثى- ودخل في الثالثة. وإنما سمي ابن لبون لأن أمه كانت أرضعته السنة الأولى، ثم كانت من المخاض في السنة الثانية، ثم وضعت في الثالثة، فصار لها لبن، فهي لبون، وهو ابن لبون. \"غريب الحديث\" لأبى عبيد ١/ ٤٠٧، \"النهاية في غريب الحديث والأثر\" لابن الأثير ٤/ ٢٢٨.(٣) في (أ): ابن.(٤) في (ح): الورق.(٥) كذا في (ش)، (ح)، (أ). وفي (س): حقاق، وعشرون جذاع، ولا يتغير الذهب والفضة كما تتغير.(٦) ساقطة من (ش)، (ح)، (أ).(٧) ساقطة من (ش)، (ح)، (أ).(٨) في (أ): يقتدوا.(٩) في (ح): يأخذا.(١٠) ساقطة من (ش)، (أ).</p><p> الدية) (١) ، فخير الله تعالى هذِه الأمة بين القصاص، والدية والعفو (٢) . </p><p> [٣٣٣] كما أخبرنا أبو نعيم عبد الملك بن الحسن الأزهري (٣) الإسفراييني (٤) ، قال: أنا أبو عوانة يعقوب بن إسحاق (٥) ، قال: أنا (٦) المزني (٧) قال: قال الشافعي (٨) . </p><p> [٣٣٤] وأخبرنا أبو محمد الكيال (٩) ، قال: أنا أبو العباس الأموي (١٠) ، قال: أنا الربيع (١١) ، قال: أنا الشافعي، قال: أنا ابن </p><p>(١) ساقطة من (ش). (٢) روي نحوه عن ابن عباس رواه البخاري في كتاب التفسير، باب قوله: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ ... } (٤٤٩٨) وروي نحوه أيضًا عن سعيد بن جبير، وقتادة، ومقاتل بن حيان، والربيع.انظر \"تفسير مقاتل\" ١/ ٨٥، \"جامع البيان\" للطبري ٢/ ١١٠ - ١١١، \"تفسير القرآن العظيم\" لابن أبي حاتم ١/ ٢٩٦، \"النكت والعيون\" للماوردي ١/ ٢٣٥، \"تفسير القرآن العظيم\" لابن كثير ٢/ ١٦٥.(٣) في (ش): ابن الأزهر.(٤) في (ح): بأسفرايين.وهو أبو نعيم الأزهري الإسفراييني، صالح، ثقة.(٥) أبو عوانة الإسفراييني، من علماء الحديث، وأثباتهم.(٦) في (ح): أخبرني.(٧) أبو إبراهيم المصري، قال ابن أبي حاتم: صدوق.(٨) محمد بن إدريس الشافعي، الإمام، المشهور.(٩) من (ح)، وفي باقي النسخ: الكناني.إسحاق بن إبراهيم بن أحمد أبو محمد المطوعي الكيال، لم يذكر بجرح أو تعديل.(١٠) محمد بن يعقوب أبو العباس الأصم، ثقة.(١١) الربيع بن سليمان بن عبد الجبار المرادي أبو محمد المصري، ثقة.</p><p> أبي فديك (١) ، عن سعيد بن أبي سعيد المقبري (٢) ، عن أبي شريح (٣) أن (٤) رسول الله -صلى الله عليه وسلم- قال:  \"ثم أنتم يا خزاعة قد قتلتم هذا القتيل من هذيل، وأنا والله عاقله، فمن قتل قتيلًا بعده فأهله بين خيرتين إن أحبوا قتلوا، وإن أحبوا أخذوا العقل\"  (٥) . </p><p>(١) محمد بن إسماعيل بن مسلم بن أبي فُدَيْك الدَّيلي أبو إسماعيل المدني. قال يحيى بن معين: كان أروى الناس عن ابن أبي ذئب، وهو ثقة، وقال النسائي: ليس به بأس، وذكره ابن حبان في \"الثقات\"، وقال ربما أخطأ. وقال ابن سعد: كان كثير الحديث، وليس بحجة. وتعقبه ابن حجر بقوله: كذا قال، ولم يوافقه على ذلك أئمة الجرح والتعديل، وقد احتج به الجماعة. وقال الذهبي: صدوق مشهور يحتج به. وقال ابن حجر: صدوق. توفي سنة (٢٠٠ هـ) على الصحيح.\"تاريخ يحيى بن معين\" رواية الدوري ٢/ ٥٠٥، \"الطبقات الكبرى\" لابن سعد ٥/ ٤٣٧، \"الثقات\" لابن حبان ٩/ ٤٢، \"ميزان الاعتدال\" للذهبي ٣/ ٤٨٣، \"تهذيب التهذيب\" لابن حجر ٣/ ٥١٤، \"هدي الساري\" لابن حجر (ص ٤٣٧)، \"تقريب التهذيب\" لابن حجر (٥٧٣٦).(٢) سعيد بن أبي سعيد المقبري أبو سعد المدني، ثقة.(٣) أبو شريح الخزاعي الكعبي.اسْمُه خُويلد بن عمرو، وقيل: عمرو بن خويلد، وقيل: عبد الرحمن بن عمرو، صحابي، حمل لواء قومه يوم الفتح، نزل المدينة، وكان من العقلاء. وقد أنكر على عمرو بن سعيد بن العاص لما رآه يبعث البعوث إلى مكة. توفي سنة (٦٨ هـ). \"تجريد أسماء الصحابة\" للذهبي ٢/ ١٧٧، \"الإصابة\" لابن حجر ٧/ ٩٨، \"تقريب التهذيب\" لابن حجر (٨١٥٨).(٤) في (أ): عن.(٥) [٣٣٣، ٣٣٤] الحكم على الإسناد:إسناده ضعيف للانقطاع فابن أبي فديك لم يدرك سعيد المقبري وفي إسناد =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= المصنف خطأ لم أعلم مصدره وهو إسقاط اسم ابن أبي ذئب ولكن الحديث صحيح لوجود ابن أبي ذئب بين ابن أبي فديك وسعيد المقبري عند غير المصنف كما سيأتي في التخريج. وهو في \"مختصر المزني\" ٨/ ٣٤٥. التخريج:ورواه البيهقي في \"السنن الكبرى\" ٨/ ٥٢ عن أبي زكريا بن أبي إسحاق المزكي.ورواه البغوي في \"معالم التنزيل\" ١/ ١٩١ من طريق عبد العزيز بن أحمد الخلال كلاهما عن أبي العباس الأصم به. وعندهم: ابن أبي فديك عن ابن أبي ذئب عن سعيد بن أبي سعيد المقبري به.ورواه الطبري في \"تهذيب الآثار\" (مسند ابن عباس) ١/ ٢٩ (٣٣) عن ابن عبد الحكم قال: حدثنا ابن أبي فديك به.وابن أبي ذئب هو محمد بن عبد الرحمن، ثقة، فقيه، فاضل، وهذا إسناد حسن من أجل ابن أبي فديك وقد توبع، فالحديث صحيح لغيره.رواه أبو داود في كتاب الديات، باب ولي العمد يرضى بالدية (٤٥٠٤)، والترمذي كتاب الديات، باب ما جاء في حكم ولي القتيل في القصاص والعفو (١٤٠٦) وقال: هذا حديث حسن صحيح. والإمام أحمد في \"مسنده\" ٦/ ٣٨٤ (٢٧١٦٠)، والدارقطني في \"السنن\" ٣/ ٩٥، والبيهقي في \"السنن الكبرى\" ٨/ ٥٢ كلهم من طرق عن يحيى بن سعيد.ورواه الإمام الشافعي في \"الرسالة\" (ص ٤٥٠) (٢٣٤) ومن طريقه الدولابي في \"الكنى والأسماء\" ١/ ١٤٥، ١٦٠، عن أبي حنيفة بن السماك بن الفضل الشهابي.ورواه الطبراني في \"المعجم الكبير\" ٢٢/ ١٨٦ (٤٨٦) من طريق عبد العزيز بن محمد.ورواه الدارقطني في \"السنن\" ٣/ ٩٦ من طريق عثمان بن عمر.كلهم عن ابن أبي ذئب قال: حدثني سعيد بن أبي سعيد به. وبعضهم يرويه مطولًا، ويقتصر بعضهم على قوله: ثم أنتم يا خزاعة.</p><p> {فَمَنِ اعْتَدَى} أي (١) : ظلم وتجاوز الحد {بَعْدَ ذَلِكَ} فقتل بعد أخذه (٢) الدية. قال الحسن: كان الرجل في الجاهلية إذا قتل قتيلًا فرّ إلى قومه؛ فيجيء قومه فيصالحون بالدية، فيقول ولي المقتول: أنا (٣) أقبل الدية حتى يأمن القاتل، ويخرج فيقتله، ثم يرمي إليهم بالدية (٤) ، فذلك الاعتداء (٥) . </p><p> {فَلَهُ عَذَابٌ أَلِيمٌ} : يقتل في الدنيا، ولا يعفى عنه. </p><p> قال النبي - صلى الله عليه وسلم -: \"لا أعافي (٦) رجلًا قتل بعد أخذه (٧) </p><p>(١) ساقطة من (ش)، (ح). (٢) في (ح): أخذته. وفي (أ): أخذ.(٣) في (ش)، (ح)، (أ): إني.(٤) في (أ): الدية.(٥) رواه الطبري في \"جامع البيان\" ٢/ ١١٢، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ٣٢٥ (١٧٢٢) ورواه أيضًا وكيع وعبد بن حميد كما في \"الدر المنثور\" للسيوطي ١/ ٣١٧.(٦) ورد في رواية أحمد وأبي داود: (لا أعفى). قال ابن الأثير: ومنه حديث القصاص: (لا أعْفى ... ) هذا دعاء عليه؛ أي لا كثر ماله ولا استغنى.\"النهاية في غريب الحديث والأثر\" لابن الأثير ٣/ ٢٦٦.انظر: \"لسان العرب\" لابن منظور (عفى) ٩/ ٢٩٦ وقال السندي: وهذا المعنى يدل على أن (أَعْفَى) ماض مبني للمفعول وهو كذلك في نسخ صحيحة. وفي بعض النسخ والأصول الصحيحة بضم الهمزة، وكسر الفاء، أي بصيغة المتكلم من الإعفاء لغة في العفو، أي: لا أدعه، ولا أتركه، بل أقتص منه.\"عون المعبود\" ٦/ ١٤٦ وفي باقي المصادر (لا أُعَافي). قال المناوي: لا أُعَافي بضم الهمزة، وكسر الفاء، لا أترك القتل عمن قتل بعد أخذ الدية. \"فيض القدير\" ٦/ ٤٩٣.(٧) في (ح): أخذته. وفي (أ): أخذ.</p><p> الدية\" (١) . وفي الآخرة عذاب النار. </p><p>(١) رواه أبو داود في كتاب الديات، باب من يقتل بعد أخذ الدية (٤٥٠٧)، ومن طريقه رواه البيهقي في \"السنن الكبرى\" ٨/ ٥٤ عن موسى بن إسماعيل. ورواه الإمام أحمد في \"المسند\" ٣/ ٣٦٣ (١٤٩١١) عن عفان.ورواه الطيالسي في \"مسنده\" (ص ٢٤٣) (١٧٦٣) كلهم عن حماد بن سلمة قال: أخبرنا مطر الوراق وأحسبه عن الحسن عن جابر به. وعند الطيالسي: عن مطر عن رجل عن جابر.قال المنذري: الحسن هذا هو البصري، ولم يسمع من جابر بن عبد الله، فهو منقطع، ومطر بن طهمان الوراق ضعفه غير واحد، ولم يجزم بسماعه من الحسن. وقد روي هذا عن الحسن عن النبي - صلى الله عليه وسلم -. \"مختصر السنن\" ٦/ ٣٠٦ وقال ابن حجر: رواه أبو داود، وفي سنده انقطاع. \"فتح الباري\" ١٢/ ٢٠٩.والمرسل رواه البيهقي في \"السنن الكبرى\" ٨/ ٥٤ من طريق سعيد بن أبي عروبة. وابن عدي في \"الكامل\" ٦/ ٣٩٦، والعقيلي في \"الضعفاء الكبير\" ٩/ ٢١٤ من طريق يحيى بن سعيد القطان، كلاهما عن مطر الوراق، عن الحسن مرسلًا.ورُوي من حديث قتادة مرسلًا، رواه عبد الرزاق في \"مصنفه\" ١٠/ ١٥ (١٨٢٠٠) وفي \"تفسير القرآن\" ١/ ٦٧ عن معمر.ورواه الطبري في \"جامع البيان\" ٢/ ١١٢ من طريق سعيد، كلاهما عن قتادة قال وذكر لنا أن رسول الله - صلى الله عليه وسلم - ... فذكره بنحوه مرسلًا. ورواه عن قتادة أيضًا ابن المنذر كما في \"الدر المنثور\" للسيوطي ١/ ٣١٧.وروي من حديث سمرة رواه سمويه في \"فوائده\" كما في \"الدر المنثور\" للسيوطي ١/ ٣١٧، وقال ابن كثير: قال سعيد بن أبي عروبة، عن قتادة، عن الحسن، عن سمرة قال: قال رسول الله - صلى الله عليه وسلم - ... فذكره. \"تفسير القرآن العظيم\" ٢/ ١٦٦. قال الشيخ أحمد شاكر: هذا إسناد يمكن أن يكون صحيحًا لو علمنا إسناده إلى سعيد ابن أبي عروبة، ومن الذي رواه من طريقه. \"جامع البيان\" للطبري ٣/ ٣٧٦.وله شاهد من حديث ابن عمر رواه ابن عدي في \"الكامل\" ٤/ ٤٩٣ من طريق سويد ابن عبد العزيز الواسطي وهو ضعيف \"تقريب التهذيب\" لابن حجر (٢٦٩٢). =</p>"
}