{
  "id": null,
  "sura": 2,
  "aya": 35,
  "text": "<p> ٣٥ - قوله -عز وجل-: {وَقُلْنَا يَاآدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ} : </p><p> وذلك أن آدم عليه السلام كان في الجنّة وحشيًّا لم يكن له من يُجالسه (١) ويؤانِسه، فنام نومة فخلق الله عز وجل زوجته حواء عليها السلام من قصيراه، من شقه الأيسر، من غير أن أحس آدم بذلك، ولا وجد له ألمًا، ولو ألم من ذلك لما عطف رجل على امرأةٍ، فلما هبّ آدم من نومه إذا (٢) هو بحواء جالسة عند رأسه كأحسن ما خلق الله، فقال لها: من أنت؟ قالت: زوجتك (٣) خلقني الله عز وجل لك تسكن (٤) إليّ وأسكن إليك، فقالت الملائكة عند ذلك امتحانًا لعلم آدم عليه السلام: يا آدم ما هذِه؟ قال: امرأة، قالوا: وما اسمها؟ قال: حواء، قالوا: ولم سُميت حواء؟ قال: لأنها خلقت من حيّ. قالوا: أتحبها يا آدم؟ قال: نعم. قالوا لحوّاء: أتحبينه يا حوّاء؟ قالت: لا، وفي قلبها أضعاف ما في قلبه من حُبّه (٥) . قالوا: فلو صدقت امرأةٌ في حُبّها لزوجها لصدقت حوّاء (٦) . </p><p>(١) في (ج): يجانسه. (٢) في (ت): إذ.(٣) في (ج): أنا زوجتك. وفي (ت): زوجك.(٤) في (ف): لتسكن.(٥) في (ت): حبها.(٦) أخرج نحوه الطبري: عن ابن عباس وابن مسعود وناس من الصحابة، إلى قوله: خلقت من حي، وإسناده حسن.\"جامع البيان\" للطبري ١/ ٢٢٩، \"تاريخ الرسل والملوك\" للطبري ١٧/ ٦٩، =</p><p> مسألة: </p><p> قالت القدرية (١) : إنَّ الجنَّة التي أسكنها الله عز وجل آدم وحوّاء (٢) لم تكن جنة الخلد، وإنما كان بُستانًا من بساتين الدنيا، واحتجوا بأن الجنَّة لا يكون فيها ابتلاءٌ (٣) ولا تكليف (٤) . </p><p> والجواب: أنا قد أجمعنا على أن أهل الجنَّة مأمورون فيها بالمعرفة ومكلفون بذلك. </p><p> وجوابٌ آخر: وهو أن الله تعالى قادر على الجمع بين الأضداد، فأرى آدم المحنة في الجنَّة، وأرى إبراهيم النعمة في النار؛ لئلا يأمن العبد ربّه، ولا يقنط من رحمته؛ وليعلم أن له أن يفعل ما يشاء. </p><p> واحتجوا -أيضًا- (٥) أن (٦) من (٧) دخل الجنَّة يستحيل عليه الخروج </p><p>= \"تفسير القرآن العظيم\" لابن أبي حاتم ١/ ١٢٥ (٣٧٦)، \"معالم التنزيل\" للبغوي ١/ ٨٢، \"تفسير القرآن العظيم\" لابن كثير ١/ ٣٦٣ - ٣٦٤، \"الدر المنثور\" للسيوطي ١/ ١٠٥. (١) القدريَّة: الذين قالوا: إن العبد مستقل بعمله في الإرادة والقدرة، وليس لمشيئة الله تعالى وقدرته فيه أثر.انظر: \"التعريفات\" للجرجاني (ص ١٨١)، \"الفرق بين الفرق\" للبغدادي (ص ١٤)، \"القضاء والقدر\" للمحمود (ص ١٠٧ - ١٣٩).(٢) ساقطة من (ت).(٣) في (ف): البلاء.(٤) في (ج): وتكليف.(٥) ساقطة من (ت).(٦) في (ج) (ش)، (ف): بأنَّ.(٧) في (ت): بمن.</p><p> منها، قال الله عز وجل:  {وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ}  (١) . </p><p> فالجواب عنه: أنَّه من دخلها للثواب لا يخرج منها أبدًا، وآدم لم يدخلها للثواب، ألا ترى أن رضوان وخزان الجنان يدخلونها ثم يخرجون منها، وإبليس -أيضًا- كان خازن الجنّة فأخرج منها (٢) . </p><p> قوله تعالى:  {وَكُلَا مِنْهَا رَغَدًا} أي: واسعًا كثيرًا {حَيْثُ شِئْتُمَا} أي: كيف شئتما ومتى شئتما وأين شئتما حَيْثُ شِئْتُمَا {وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ} قال بعض العلماء: وقع النهي علي (٣) جنس من الشجر (٤) . وقال آخرون: وقع (٥) النهي علي شجرةٍ مخصوصة. </p><p> (واختلفوا فيها)  (٦) : </p><p> فقال علي بن أبي طالب - رضي الله عنه -: هي شجرة الكافور (٧) . </p><p>(١) الحجر: ٤٨. (٢) \"البسيط\" للواحدي ٢/ ٧٥٢، \"المحرر الوجيز\" لابن عطية ١/ ١٢٦، \"الجامع لأحكام القرآن\" للقرطبي ١/ ٢٥٨ - ٢٥٩، \"تفسير القرآن العظيم\" لابن كثير ١/ ٣٦٣، \"تهذيب التفسير وتجريد الأقاويل مما ألحق به من الأباطيل ورديء الأقاويل\" لعبد القادر شيبة الحمد ١/ ١٠٤ - ١٠٥.(٣) في (ش): عن.(٤) انظر: \"معالم التنزيل\" للبغوي ١/ ٨٢ - ٨٣، \"لباب التأويل\" للخازن ١/ ٤٩، \"البحر المحيط\" لأبي حيان ١/ ٣٠٩.(٥) في (ج): بل وقع.(٦) ساقطة من (ج).(٧) ذكره البغوي في \"معالم التنزيل\" ١/ ٨٣، وابن الجوزي في \"زاد المسير\" ١/ ٦٦، \"لباب التأويل\" للخازن ١/ ٤٩، وأبو حيان في \"البحر المحيط\" ١/ ٣٠٩، والألوسي في \"روح المعاني\" ١/ ٢٣٤.</p><p> وقال قتادة: هي شجرة العلم وفيها من كل شيء (١) . </p><p> وقال محمد بن كعب ومقاتل وابن عباس: هي السنبلة (٢) . وقيل: هي الحُبلة (٣) . </p><p> {فَتَكُونَا} فتصيرا {مِنَ الظَّالِمِينَ} من الضارين لأنفسكما بالمعصية، وأصل الظلم: وضع الشيء في غير موضعه. </p><p>(١) ذكره عن قتادة البغوي في \"معالم التنزيل\" ١/ ٨٣، وذكره -دون نسبة- الخازن في \"لباب التأويل\" ١/ ٤٩، وذكره ابن الجوزي في \"زاد المسير\" ١/ ٦٦ عن ابن عباس، وذكره أبو حيان في \"البحر المحيط\" ١/ ٣٠٩ عن الكلبي. (٢) ذكره عنهم البغوي ١/ ٦٦، وذكره ابن الجوزي في \"زاد المسير\" ١/ ٦٦، عن ابن عباس ومقاتل.وأخرجه الطبري في \"جامع البيان\" ١/ ٢٣١، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ١٢٦ (٣٨١) عن ابن عباس، وإسناده ضعيف.وورد هذا القول أيضًا: عن غير هؤلاء. انظر: \"جامع البيان\" للطبري ١/ ٢٣١ - ٢٣٣، وابن أبي حاتم في \"تفسير القرآن العظيم\" ١/ ١٢٦ - ١٢٧، وابن كثير \"تفسير القرآن العظيم\" ١/ ٣٦٤ - ٣٦٥.(٣) كتب في حاشية (س): وفي نسخة: الحُلبة. وفي (ش)، (ف): (الحُلبة) أيضًا. والحُبلة: تمر السَّلم والسَّيَال والسَّمُر، وهي هَنَةٌ مُعَقَّفَة، فيها حب صغار أسود كأنه العدس. وقيل: الحُبْلة: ثمر عامَّة العِضاه. \"لسان العرب\" لابن منظور ٣/ ٣٢ (حبل).والقول بتعيين شجرةٍ معيَّنةٍ مما لم يرد عليه دليل، وهو علم لا ينفع وجهل لا يضر. قال الطبري: فالصواب في ذلك أن يقال: إنَّ الله جل ثناؤه نهى آدم وزوجته عن أكل شجرة بعينها من أشجار الجنَّة دون سائر أشجارها، فخالفا إلى ما نهاهما الله عنه، فأكلا منها كما وصفهما الله جل ثناؤه به، ولا علم عندنا بأي شجرة كانت على التعيين؛ لأن الله لم يضع لعباده دليلًا علي ذلك في القرآن، ولا في السنة =</p>"
}